{
  "text": "جنت یافتہ لوگ  جنتی لوگ بےفکری سے تکئے لگائے ہوئے ہوں گے خواہ لیٹے ہوئے ہوں خواہ باآرام بیٹھے ہوئے تکیہ سے لگے ہوئے ہوں ان کے بچھاؤنے بھی اتنے بڑھیا ہوں گے کہ ان کے اندر کا استر بھی دبیز اور خالص زرین ریشم کا ہوگا پھر اوپر کا ابرا کچھ ایسا ہوگا اسے تم آپ سوچ لو۔ مالک بن دینار اور سفیان ثوری فرماتے ہیں استر کا یہ حال ہے اور ابرا تو محض نورانی ہوگا جو سراسر اظہار رحمت و نور ہوگا۔ پھر اس پر بہترین گلکاریاں ہیں جنہیں اللہ کے سوا کوئی نہیں جانتا ان جنتوں کے پھل جنتیوں سے بالکل قریب ہیں۔ جب چاہے جس حال میں چاہیں وہاں سے لے لیں لیٹے ہوں تو بیٹھا ہونے کی اور بیٹھے ہوں تو کھڑا ہونے کی ضرورت نہیں خودبخود شاخیں جھوم جھوم کر جھکتی رہتی ہیں۔ جیسے فرمایا آیت (قُطُوْفُهَا دَانِيَةٌ 23؀) 69۔ الحاقة :23) اور فرمایا آیت (وَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّـلَتْ قُـطُوْفُهَا تَذْلِيْلًا 14؀) 76۔ الإنسان :14) ، یعنی بیحد قریب میوے ہیں لینے والے کو کوئی تکلیف یا تکلف کی ضرورت نہیں خود شاخیں جھک جھک کر انہیں میوے دے رہی ہیں پس تم اپنے رب کی نعمتوں کے انکار سے باز رہو۔ چونکہ فروش کا بیان ہوا تھا تو ساتھ ہی فرمایا کہ ان فروش پر ان کے ساتھ ان کی بیویاں ہوں گی، جو عفیفہ، پاکدامن، شرمیلی نگاہوں والی ہوں گی اپنے خاوندوں کے سوا کسی پر نظریں نہ ڈالیں گے اور ان کے خاوند بھی ان پر سو جان سے مائل ہوں گے۔ یہ بھی جنت کی کسی چیز کو اپنے ان مومن خاوندوں سے بہتر نہ پائیں گی۔ یہ بھی وارد ہوا ہے کہ یہ حوریں اپنے خاوندوں سے کہیں گی اللہ کی قسم ساری جنت میں میرے لئے تم سے بہتر کوئی چیز نہیں اللہ خوب جانتا ہے کہ میرے دل میں جنت کی کسی چیز کی خواہش و محبت اتنی نہیں جتنی آپ کی ہے، اللہ کا شکر ہے کہ اس نے آپ کو میرے حصے میں کردیا اور مجھے آپ کی خدمت کا شرف بخشا۔ یہ حوریں کنواری اچھوتی نوجوان ہوں گی ان جنتیوں سے پہلے ان کے پاک جسم کو کسی انس و جن کا ہاتھ بھی نہ لگا۔ یہ آیت بھی مومن جنوں کے جنت میں جانے کی دلیل ہے۔ حضرت ضمرہ بن حبیب سے سوال ہوتا ہے کہ کیا مومن جن بھی جنت میں جائیں گے ؟ آپ نے فرمایا ہاں اور جنیہ عورتوں سے ان کے نکاح ہوں گے جیسے انسان کے انسان عورتوں سے۔ پھر یہی آیتیں تلاوت کیں پھر ان حوروں کی تعریف بیان ہو رہی ہے کہ وہ اپنی صفائی خوبی اور حسن میں ایسی ہیں جیسے یاقوت و مرجان، یاقوت سے صفائی میں تشبیہ دی اور مرجان سے بیاض میں پس مرجان سے مراد یہاں لؤلؤ ہے۔ نبی ﷺ فرماتے ہیں اہل جنت کی بیویوں میں سے ہر ایک ایسی ہے کہ ان کی پنڈلی کی سفیدی ستر ستر حلوں کے پہننے کے بعد بھی نظر آتی ہے یہاں تک کہ اندر کا گودا بھی آپ نے آیت (كَاَنَّهُنَّ الْيَاقُوْتُ وَالْمَرْجَانُ 58ۚ) 55۔ الرحمن :58) پڑھی اور فرمایا دیکھو یاقوت ایک پتھر ہے لیکن قدرت نے اس کی صفائی اور جوت ایسی رکھی ہے کہ اس کے بیچ میں دھاگہ پرو دو تو باہر سے نظر آتا ہے (ابن ابی حاتم) یہ روایت ترمذی میں بھی موقوفاً حضرت عبداللہ بن مسعود سے مروی ہے اور امام ترمذی اس کو زیادہ صحیح بتاتے ہیں۔ مسند احمد میں ہے پیغمبر مدنی احمد مجتبیٰ حضرت محمد ﷺ فرماتے ہیں کہ ہر اہل جنت کی دو بیویاں اس صفت کی ہوں گی کہ ستر ستر حلے پہن لینے کے بعد بھی ان کی پنڈلیوں کی جھلک نمودار رہے گی بلکہ اندر کا گودا بھی بوجہ صفائی کے دکھائی دے گا صحیح مسلم میں ہے کہ یا تو فخر کے طور پر یا مذاکراہ کے طور پر یہ بحث چھڑ گئی کہ جنت میں عورتیں زیادہ ہوں گی یا مرد ؟ تو حضرت ابوہریرہ نے فرمایا کیا ابو القاسم ﷺ نے یہ نہیں فرمایا ؟ کہ پہلی جماعت جو جنت میں جائے گی وہ چاند جیسی صورتوں والی ہوگی ان کے پیچھے جو جماعت جائے گی وہ آسمان کے بہترین چمکیلے تاروں جیسے چہروں والی ہوگی۔ ان میں سے ہر شخص کی دو بیویاں ایسی ہوں گی جن کی پنڈلی کا گودا گوشت کے پیچھے سے نظر آئے گا اور جنت میں کوئی بغیر بیوی کے نہ ہوگا۔ اس حدیث کی اصل بخاری میں بھی ہے مسند احمد میں ہے \" حضور ﷺ فرماتے ہیں اللہ کی راہ کی صبح اور شام ساری دنیا سے اور جو اس میں ہے سب سے بہتر ہے۔ جنت میں جو جگہ ملے گی اس میں ایک کمان یا ایک کوڑے کے برابر کی جگہ ساری دنیا اور اس کی ساری چیزوں سے افضل ہے اگر جنت کی عورتوں میں سے ایک عورت دنیا میں جھانک لے تو زمین و آسمان کو جگمگا دے اور خوشبو سے تمام عالم مہک اٹھے۔ ان کی ہلکی سی چھوٹی دو پٹیا بھی دنیا اور دنیا کی ہر چیز سے گراں ہے صحیح بخاری میں یہ حدیث بھی ہے پھر ارشاد ہے کہ جس نے دنیا میں نیکی کی اس کا بدلہ آخرت میں سلوک و احسان کے سوا اور کچھ نہیں جیسے ارشاد ہے (لِلَّذِيْنَ اَحْسَـنُوا الْحُسْنٰى وَزِيَادَةٌ 26؀) 10۔ یونس :26) نیکی کرنے والے کے لئے نیکی ہے اور زیادتی یعنی جنت اور دیدار باری۔ حضور ﷺ نے یہ آیت تلاوت کر کے اپنے اصحاب سے پوچھا جانتے ہو تمہارے رب نے کیا کہا ؟ انہوں نے کہا اللہ اور اس کے رسول ﷺ کو ہی علم ہے آپ نے فرمایا اللہ تعالیٰ فرماتا ہے میں جس پر اپنی توحید کا انعام دنیا میں کروں اس کا بدلہ آخرت میں جنت ہے اور چونکہ یہ بھی ایک عظیم الشان نعمت ہے جو دراصل کسی عمل کے بدلے نہیں بلکہ صرف اسی کا احسان اور فضل و کرم ہے اس لئے اس کے بعد ہی فرمایا اب تم میری کس کس نعمت سے لاپرواہی برتو گے ؟ رب کے مقام سے ڈرنے والے کی بشارت کے متعلق ترمذی شریف کی یہ حدیث بھی خیال میں رہے کہ حضور ﷺ نے فرمایا جو ڈرے گا وہ رات کے وقت ہی کوچ کرے گا اور جو اندھیری رات میں چل پڑا وہ منزل مقصود تک پہنچ جائے گا خبردار ہوجاؤ اللہ کا سودا بہت گراں ہے یاد رکھو وہ سودا جنت ہے امام ترمذی اس حدیث کو غریب بتاتے ہیں حضرت ابو الدرداء فرماتے ہیں کہ رسول اللہ ﷺ سے میں نے منبر پر وعظ بیان فرماتے ہوئے سنا کہا آپ نے آیت (وَلِمَنْ خَافَ مَقَامَ رَبِّهٖ جَنَّتٰنِ 46ۚ) 55۔ الرحمن :46) پڑھی تو میں نے کہا اگرچہ زنا کیا ہو اگرچہ چوری کی ہو ؟ باقی حدیث اوپر گذر چکی۔",
  "ayah": 59,
  "surah": 55
}
