{
  "text": "القول في تأويل قوله تعالى :  وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (11)يقول جلّ ثناؤه للمؤمنين من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( وَإِنْ فَاتَكُمْ ) أيها المؤمنون ( شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) فلحق بهم.واختلف أهل التأويل في الكفار الذين عُنُوا بقوله: ( إِلَى الْكُفَّارِ ) من هم؟ فقال بعضهم: هم الكفار الذين لم يكن بينهم وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد، قالوا: ومعنى الكلام: وإن فاتكم شيء من أزواجكم إلى  من ليس بينكم وبينهم عهد من الكفار.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) الذين ليس بينكم وبينهم عهد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) إذا فررن من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى كفار ليس بينهم وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن حبيب بن أبي ثابت، عن مجاهد ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) قال: لم يكن بينهم عهد.وقال آخرون: بل هم كفار قريش الذي كانوا أهل هدنة، وذلك قول الزهريّ.حدثني بذلك يونس، قال أخبرنا ابن وهب، قال: أخبرني يونس عنه.وقوله: ( فَعَاقَبْتُمْ ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الأمصار ( فَعَاقَبْتُمْ) بالألف على مثال فاعلتم، بمعنى: أصبتم منهم عقبى. وقرأه حميد الأعرج فيما ذُكر عنه ( فَعَقَّبْتم ) على مثال فعلتم مشددة القاف، وهما في اختلاف الألفاظ بهما نظير قوله:  وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ  وتصاعر مع تقارب معانيهما.قال أبو جعفر: وأولى القراءتين عندي بالصواب في ذلك قراءة من قرأه ( فَعَاقَبْتُمْ ) بالألف لإجماع الحجة من القرّاء عليه.وقوله: ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) يقول: فاعطوا الذين ذهبت أزواجهم منكم إلى الكفار مثل ما أنفقوا عليهنّ من الصداق.واختلف أهل التأويل في المال الذي أمر أن يعطى منه الذي ذهبت زوجته إلى المشركين، فقال بعضهم: أُمروا أن يعطوهم صداق من لحق بهم من نساء المشركين.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا أبن وهب، قال. أخبرني يونس، عن الزهريّ، قال: أقرّ المؤمنون بحكم الله، وأدّوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم، وأبى المشركون أن يقرّوا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين، فقال الله للمؤمنين : ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) فلو أنها ذهبت بعد هذه الآية امرأة من أزواج المؤمنين إلى المشركين ردَّ المؤمنون إلى زوجها النفقة التي أنفق عليها من العقب الذي بأيديهم، الذي أمروا أن يردّوه على المشركين من نفقاتهم التي أنفقوا على أزواجهم اللاتي آمنّ وهاجرن، ثم ردّوا إلى المشركين فضلا. إن كان بقي لهم. والعقب: ما كان بأيدي المؤمنين من صداق نساء الكفار حين آمنّ وهاجرن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، قال: أنـزل الله ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) فأمر الله المؤمنين أن يردّوا الصداق إذا ذهبت امرأة من المسلمين ولها زوج أن يردَّ إليه المسلمون صداق امرأته من صداق إن كان في أيديهم مما أمروا أن يردّوا إلى المشركين.وقال آخرون: بل أُمروا أن يعطوه من الغنيمة أو الفيء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) يعني: إن لحقت امرأة رجل من المهاجرين بالكفار، أمر له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أن يعطى من الغنيمة مثل ما أنفق.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أَبي نجيح، عن مجاهد، إنهم كانوا أُمروا أن يردّوا عليهم من الغنيمة. وكان مجاهد يقرأ: ( فَعَاقَبْتُمْ ) .حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد ( فَعَاقَبْتُمْ ) يقول: أصبتم مغنمًا من قريش أو غيرهم ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) صدقاتهنّ عوضًا.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن حبيب بن أبي ثابت، عن مجاهد ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) قال: من لم يكن بينهم وبينهم عهد، فذهبت امرأة إلى المشركين، فيدفع إلى زوجها مهر مثلها( فَعَاقَبْتُمْ ) فأصبتم غنيمة ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ ) قال: مهر مثلها يُدفع إلى زوجها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ ) كنّ إذا فررن من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى الكفار ليس بينهم وبين نبيّ الله عهد، فأصاب أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم غنيمة، أعطى زوجها ما ساق إليها من جميع الغنيمة، ثم يقتسمون غنيمتهم.حدثني أحمد بن يوسف، قال: ثنا القاسم، قال: سمعت الكسائيّ يخبر عن زائدة، عن الأعمش، عن مسلم، عن مسروق أنه قرأها( فَعَاقَبْتُمْ ) وفسّرها  فغنمتم.حدثنا أحمد، قال: ثنا القاسم، قال: ثنا هشيم، عن مغيرة، عن إبراهيم، في قوله: ( فَعَاقَبْتُمْ ) قال: غنمتم.حدثنا ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، قال: سألنا الزهريّ، عن هذه الآية وقول الله فيها: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) . الآية، قال: يقول: إن فات أحدًا منكم أهله إلى الكفار، ولم تأتكم امرأة تأخذون لها مثل الذي يأخذون منكم، فعوّضوه من فيء إن أصبتموه.وقال آخرون في ذلك: ما حدثني به يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ ) قال: خرجت امرأة من أهل الإسلام إلى المشركين، ولم يخرج غيرها. قال: فأتت امرأة من المشركين، فقال القوم: هذه عُقْبتكم قد أتتكم، فقال الله ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ ) : أمسكتم الذي جاءكم منهم من أجل الذي لكم عندهم ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) ثم أخبرهم الله أنه لا جناح عليهم إذا فعلوا الذي فعلوا أن ينكحوهنّ إذا استبرئ رحمها، قال: فدعا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم الذي ذهبت امرأته إلى الكفار، فقال لهذه التي أتت من عند المشركين: هذا زوج التي ذهبت أزوجكه؟ فقالت: يا رسول الله، عذر الله زوجة هذا أن تفرّ منه، لا والله مالي به حاجة، فدعا البختريّ رجلا جسيمًا، قال: هذا؟ قالت: نعم، وهي ممن جاء من مكة.* وأولى الأقوال في ذلك بالصواب أن يقال: أمر الله عزّ وجلّ في هذه الآية المؤمنين أن يعطوا من فرّت زوجته من المؤمنين إلى أهل الكفر إذا هم كانت لهم على أهل الكفر عُقْبى، إما بغنيمة يصيبونها منهم، أو بلحاق نساء بعضهم بهم، مثل الذي أنفقوا على الفارّة منهم إليهم، ولم يخصص إيتاءهم ذلك من مال دون مال، فعليهم أن يعطوهم ذلك من كلّ الأموال التي ذكرناها.وقوله: ( وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) يقول: وخافوا الله الذي أنتم به مصدّقون أيها المؤمنون فاتقوه بأداء فرائضه، واجتناب معاصيه.",
  "ayah": 11,
  "surah": 60
}
