{
  "text": "القول في تأويل قوله تعالى :  قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلا قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4)يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: قد كان لكم أيها المؤمنون أُسوة حسنة: يقول: قدوة حسنة في إبراهيم خليل الرحمن، تقتدون به، والذين معه من أنبياء الله.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قول الله عزّ وجلّ: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ ) قال: الذين معه الأنبياء.وقوله: ( إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ ) يقول: حين قالوا لقومهم الذين كفروا بالله، وعبدوا الطاغوت: أيها القوم إنا برآء منكم، ومن الذين تعبدون من دون الله من الآلهة والأنداد.وقوله: ( كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ ) يقول جلّ ثناؤه مخبرا عن قيل أنبيائه لقومهم الكفرة: كفرنا بكم، أنكرنا ما كنتم عليه من الكفر بالله وجحدنا عبادتكم ما تعبدون من دون الله أن تكون حقًّا، وظهر بيننا وبينكم العداوة والبغضاء أبدًا على كفركم بالله، وعبادتكم ما سواه، ولا صلح بيننا ولا هوادة، حتى تؤمنوا بالله وحده، يقول: حتى تصدّقوا بالله وحده، فتوحدوه، وتفردوه بالعبادة.وقوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ لأسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ  مِنْ شَيْءٍ ) يقول تعالى ذكره: قد كانت لكم أُسوة حسنة في إبراهيم والذين معه في هذه الأمور التي ذكرناها من مباينة الكفار ومعاداتهم، وترك موالاتهم إلا في قول إبراهيم لأبيه ( لأسْتَغْفِرَنَّ لَكَ ) فإنه لا أسوة لكم فيه في ذلك، لأن ذلك كان من إبراهيم لأبيه عن موعدة وعدها إياه قبل أن يتبين له أنه عدوّ الله؛ فلما تبين له أنه عدوّ لله تبرأ منه. يقول تعالى ذكره: فكذلك أنتم أيها المؤمنون بالله، فتبرّءوا من أعداء الله من المشركين به ولا تتخذوا منهم أولياء حتى يؤمنوا بالله وحده ويتبرّءوا عن عبادة ما سواه وأظهروا لهم العداوة والبغضاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ ) قال: نُهُوا أن يتأسَّوْا باستغفار إبراهيم لأبيه، فيستغفروا للمشركين.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أبي جعفر، عن مطرَّف الحارثي، عن مجاهد: ( أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ ) ... إلى قوله: ( لأسْتَغْفِرَنَّ لَكَ ) يقول: في كلّ أمره أسوة، إلا الاستغفار لأبيه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ ) ... الآية، ائتسوا به في كلّ شيء، ما خلا قوله لأبيه: ( لأسْتَغْفِرَنَّ لَكَ ) فلا تأتسوا بذلك منه، فإنها كانت عن موعدة وعدها إياه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ ) يقول: لا تأسوا بذلك فإنه كان عليه موعدًا، وتأسوا بأمره كله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله عزّ وجلّ: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ ) ... إلى قوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ لأسْتَغْفِرَنَّ لَكَ ) قال: يقول: ليس لكم في هذا أسوة.ويعني بقوله: ( وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ ) يقول: وما أدفع عنك من الله من عقوبة، إن الله عاقبك على كفرك به، ولا أُغْنِي عنك منه شيئًا.وقوله: ( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا ) يقول جلّ ثناؤه مخبرًا عن قيل إبراهيم وأنبيائه صلوات الله عليهم: ( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا ) يعني: وإليك رجعنا بالتوبة مما تكره إلى ما تحب وترضى ( وَإِلَيْكَ الْمَصِيرُ ) يقول: وإليك مصيرنا ومرجعنا يوم تبعثنا من قبورنا، وتحشرنا في القيامة إلى موقف العَرْض.",
  "ayah": 4,
  "surah": 60
}
