{
  "text": "১৭-২০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা সৌভাগ্যবানদের পরিণাম বর্ণনা করছেন যে, তারা ঐ সব শাস্তি হতে রক্ষা পাবে যেসব শাস্তি হতভাগ্যদেরকে দেয়া হবে এবং তাদেরকে সুখময় জান্নাতে প্রবিষ্ট করা হবে। সেখানে তারা উন্নতমানের নিয়ামত ভোগ করতে থাকবে। সেখানে তাদের জন্যে সর্ব প্রকারের ভোগ্যবস্তু, নানা প্রকারের সুখাদ্য, বিভিন্ন প্রকারের সুপেয় পানীয়, উন্নত মানের পোশাক-পরিচ্ছদ, ভাল ভাল সওয়ারী, সুউচ্চ অট্টালিকা এবং সব রকমের নিয়ামতরাশি প্রস্তুত রয়েছে। সেখানে তাদের কোন প্রকারের ভয়-ভীতি থাকবে না। মহান আল্লাহ বলেনঃ তিনি তাদেরকে রক্ষা করবেন জাহান্নামের শাস্তি হতে। মহামহিমান্বিত আল্লাহ তাদেরকে বলবেনঃ তোমরা যা করতে তার প্রতিফল স্বরূপ তোমরা তৃপ্তির সাথে পানাহার করতে থাকো। যেমন তিনি অন্য জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “তোমরা পানাহার কর তৃপ্তির সাথে, তোমরা অতীত দিনে যা করেছিলে তার বিনিময়ে।” (৬৯:২৪)মহান আল্লাহ বলেনঃ ‘তারা শ্ৰেণীবদ্ধভাবে সজ্জিত আসনে হেলান দিয়ে বসবে।' হযরত হায়সাম ইবনে মালিক তাঈ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “মানুষ বালিশে হেলান দিয়ে বসে থাকবে। চল্লিশ বছর পর্যন্ত সে এভাবে আরামে বসে থাকবে, তার নড়াচড়া বা উঠবার কোনই প্রয়োজন হবে না। যা তার মনে চাইবে এবং যাতে তার চক্ষু ঠাণ্ডা হবে তাই তার কাছে এসে যাবে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত সাবিত (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমাদের কাছে খবর পৌঁছেছে যে, জান্নাতে মানুষ সত্তর বছর পর্যন্ত বালিশে হেলান দিয়ে আরামে বসে থাকবে। তার কাছে পরমা সুন্দরী হুরীগণ বিদ্যমান থাকবে। তারা তার মনের চাহিদা মেটাবে। বহু খাদেম তার খিদমতের জন্যে তার চারদিকে ঘোরা ফেরা করবে। অসংখ্য নিয়ামতের মধ্যে সে ডুবে থাকবে। সত্তর বছর অতিক্রান্ত হওয়ার পর যখন সে অন্য দিকে ঘুরবে তখন সে সম্পূর্ণ নতুন দৃশ্য দেখতে পাবে। সে এমন হ্রদেরকে দেখতে পাবে যাদেরকে পূর্বে কখনো দেখেনি। তারা তাকে বলবেঃ “আমরা আপনার প্রতি বড়ই কৃতজ্ঞ যে, আপনার দৃষ্টি আমাদের দিকে পড়েছে।” মোটকথা, এভাবে মন মাতানো ও প্রাণ ভুলানো নিয়ামতরাশির মধ্যে তারা নিমগ্ন থাকবে। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ তাদের একের মুখ অপরের মুখের দিকে থাকবে। যেমন অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “তারা মুখখামুখি হয়ে আসনে আসীন হবে।” (৩৭:৪৪)।  এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আমি তাদের মিলন ঘটাবো আয়ত-লোচনা হুরের সঙ্গে। অর্থাৎ আমি তাদের জন্যে রাখবো উত্তম সঙ্গিনী ও সুন্দরী স্ত্রী, যারা হবে আয়ত-লোচনা হুরদের মধ্য হতে। আর মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ আমি আয়ত-লোচনা হুরদের সাথে তাদের বিয়ে দিয়ে দিবো। এদের গুণাবলী সম্বলিত হাদীসগুলো কয়েক জায়গায় বর্ণিত হয়েছে। সুতরাং ওগুলোর পুনরাবৃত্তি নিষ্প্রয়োজন।",
  "ayah": 20,
  "surah": 52
}
