{
  "text": "২১-২৮ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় ফল ও করম এবং স্নেহ ও করুণার বর্ণনা দিচ্ছেন যে, যেসব মুমিনের সন্তানরা ঈমানের ব্যাপারে বাপ-দাদাদের অনুসারী হয়, কিন্তু সৎ কর্মের ব্যাপারে তাদের পিতৃপুরুষদের সমতুল্য হয় না, আল্লাহ তা'আলা তাদের সৎ আমলকে বাড়িয়ে দিয়ে তাদের পূর্বপুরুষদের সমপর্যায়ে পৌছিয়ে দিবেন, যাতে পূর্বপুরুষরা তাদের উত্তরসূরীদেরকে তাদের পার্শ্বে দেখে শান্তি লাভ করতে পারে। আর উত্তরসূরীরাও যেন পূর্বসূরীদের পার্শ্বে থাকতে পেরে সুখী হতে পারে। মুমিনদের আমল কমিয়ে দিয়ে যে তাদের সন্তানদের আমল বাড়িয়ে দেয়া হবে তা নয়, বরং অনুগ্রহশীল ও দয়ালু আল্লাহ তার পরিপূর্ণ ভাণ্ডার হতে তা দান করবেন। এই বিষয়ের একটি মারফু হাদীসও আছে।অন্য একটি রিওয়াইয়াতে আছে যে, জান্নাতীরা যখন জান্নাতে চলে যাবে এবং তাদের স্ত্রী ও সন্তানদেরকে সেখানে পাবে না তখন তারা আরয করবেঃ “হে আল্লাহ! তারা কোথায়?” উত্তরে আল্লাহ তা'আলা বলবেনঃ “তারা তোমাদের মর্যাদায় পৌছতে পারেনি। তারা তখন বলবেঃ “হে আমাদের প্রতিপালক! আমরা তো নিজেদের জন্যে ও সন্তানদের জন্যে নেক আমল করেছিলাম!” তখন মহান আল্লাহর নির্দেশক্রমে এদেরকেও ওদের সমমর্যাদায় পৌছিয়ে দেয়া হবে।এও বর্ণিত আছে যে, জান্নাতীদের যেসব সন্তান ঈমান আনয়ন করেছে তাদেরকে তো তাদের সাথে মিলিত করা হবেই, এমনকি তাদের যেসব সন্তান শৈশবেই মৃত্যুবরণ করেছে তাদেরকেও তাদের কাছে পৌছিয়ে দেয়া হবে। হযরত ইবনে আব্বাস (রাঃ), হযরত শাবী (রঃ), হযরত সাঈদ ইবনে জুবাইর (রঃ), হযরত ইবরাহীম (রঃ), হযরত কাতাদা (রঃ), হযরত আবূ সালেহ (রঃ), হযরত রাবী’ ইবনে আনাস (রঃ) এবং হযরত যহহাকও (রঃ) একথাই বলেন। ইমাম ইবনে জারীরও (রঃ) এটাই পছন্দ করেছেন।হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, হযরত খাদীজা (রাঃ) নবী (সঃ)-কে তাঁর ঐ দুই সন্তানের অবস্থানস্থল সম্পর্কে জিজ্ঞেস করেন যারা জাহেলিয়াতের যুগে মারা গিয়েছিল। উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “তারা দু’জন জাহান্নামে রয়েছে।” অতঃপর রাসূলুল্লাহ (সঃ) তাকে দুঃখিতা হতে দেখে। বলেনঃ “তুমি যদি তাদের বাসস্থান দেখতে তবে অবশ্যই তাদের প্রতি শত্রুতা পোষণ করতে।” হযরত খাদীজা (রাঃ) পুনরায় বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার মাধ্যমে আমার যে সন্তান হয়েছে তার স্থান কোথায়?” জবাবে তিনি বলেনঃ “জান্নাতে।” তারপর রাসূলুল্লাহ (সঃ) বলেনঃ “নিশ্চয়ই মুমিনরা ও তাদের সন্তানরা জান্নাতে যাবে এবং মুশরিকরা ও তাদের সন্তানরা জাহান্নামে যাবে।” অতঃপর রাসূলুল্লাহ (সঃ) আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) এতো হলো পিতাদের আমলের বরকতে পুত্রদের মর্যাদার বর্ণনা। এখন পুত্রদের দু'আর বরকতে পিতাদের মর্যাদার বর্ণনা দেয়া হচ্ছেঃহযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, হঠাৎ করে আল্লাহ তা'আলা তাঁর সৎ বান্দাদের মর্যাদা বাড়িয়ে দিবেন। তখন তারা জিজ্ঞেস করবেঃ “হে আল্লাহ! আমাদের মর্যাদা এভাবে হঠাৎ করে বাড়িয়ে দেয়ার কারণ কি?” আল্লাহ তা'আলা উত্তরে বলবেনঃ “তোমাদের সন্তানরা তোমাদের জন্যে ক্ষমা প্রার্থনা করেছে, তাই আমি তোমাদের মর্যাদা বাড়িয়ে দিয়েছি।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। এ হাদীসটির ইসনাদ সম্পূর্ণরূপে বিশুদ্ধ। তবে সহীহ বুখারী ও সহীহ মুসলিমে এ শব্দগুলোর দ্বারা এভাবে বর্ণিত হয়নি)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন আদম সন্তান মারা যায় তখন তার সমস্ত আমল বন্ধ হয়ে যায়। শুধু -এ তিনটি আমলের সওয়াব সে মৃত্যুর পরেও পেতে থাকে। (এক) সদকায়ে জারিয়াহ। (দুই) দ্বীনী ইলম, যার দ্বারা উপকার লাভ করা হয়। (তিন) সৎ সন্তান, যে মৃত ব্যক্তির জন্যে দু'আ করতে থাকে।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)এখানে বর্ণনা করা হয়েছে যে, মুমিনদের সন্তানরা আমলহীন হলেও তাদের আমলের বরকতে তাদের সন্তানদের মর্যাদাও তাদের সমপর্যায়ে আনয়ন করা হবে, আল্লাহ তাআলা তাঁর এই অনুগ্রহের বর্ণনা দেয়ার সাথে সাথেই নিজের আদল ও ইনসাফের বর্ণনা দিচ্ছেন যে, কাউকেও অন্য কারো আমলের কারণে পাকড়াও করা হবে না, বরং প্রত্যেকেই নিজ নিজ কৃতকর্মের জন্যে দায়ী থাকবে। পিতার পাপের বোঝা পুত্রের উপর এবং পুত্রের পাপের বোঝা পিতার উপর চাপানো হবে না। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “প্রত্যেক ব্যক্তি নিজ কৃতকর্মের দায়ে আবদ্ধ, তবে দক্ষিণ পার্শ্বস্থ ব্যক্তিরা নয়, তারা থাকবে উদ্যানে এবং জিজ্ঞাসাবাদ করবে- অপরাধীদের সম্পর্কে।” (৭৪:৩৮-৪১)এরপর আল্লাহ তা'আলা বলেনঃ আমি তাদেরকে দিবো ফলমূল এবং গোশত যা তারা পছন্দ করে। সেখানে তারা একে অপরের নিকট হতে গ্রহণ করবে পান-পাত্র, যা হতে পান করলে কেউ অসার কথা বলবে না এবং পাপ কর্মেও লিপ্ত হবে না। এটা পানে তারা অজ্ঞান হবে না। এতে তারা পূর্ণ তৃপ্তি লাভ করবে। এটা পান করে তারা আবোল তাবোল বকবে না এবং পাপকার্যে লিপ্ত হয়ে পড়বে না। দুনিয়ার মদের অবস্থা এই যে, যারা এটা পান করে তাদের মাথায় চক্কর দেয়, জ্ঞান লোপ পায় এবং বক্ করে বকতে থাকে। তাদের মুখ দিয়ে দুর্গন্ধ বের হয় এবং চেহারার ঔজ্জ্বল্য নষ্ট হয়। কিন্তু জান্নাতের মদ এসব বদ অভ্যাস হতে সম্পূর্ণরূপে মুক্ত ও পবিত্র। এর রঙ সাদা ও পরিষ্কার। এটা সুপেয়। এটা পানে কেউ অজ্ঞানও হবে না এবং বাজে কথা বকবেও না। এতে ক্ষতির কোন সম্ভাবনাই নেই। যেমন মহান আল্লাহ বলেনঃ (আরবী)অর্থাৎ “শুভ্র উজ্জ্বল, যা হবে পানকারীদের জন্যে সুস্বাদু। তাতে ক্ষতিকর কিছুই থাকবে না এবং তাতে তারা মাতালও হবে না।” (৩৭:৪৬-৪৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “সেই সুরা পানে তাদের শিরঃপীড়া হবে না, তারা জ্ঞান হারাও হবে ।” (৫৬:১৯)অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তাদের সেবায় নিয়োজিত থাকবে কিশোরেরা, তারা যেন সুরক্ষিত মুক্তা সদৃশ। যেমন অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদের সেবায় ঘোরাফেরা করবে চিরকিশোরেরা পান-পাত্র, কুঁজা ও প্রস্রবণ-নিসৃত সুরাপূর্ণ পেয়ালা নিয়ে।” (৫৬:১৭-১৮)  মহামহিমান্বিত আল্লাহ বলেনঃ তারা একে অপরের দিকে ফিরে জিজ্ঞেস করবে অথাৎ পরস্পর আলাপ আলোচনা করবে। তাদের পার্থিব আমল ও অবস্থা সম্পর্কে তারা একে অপরকে জিজ্ঞাসাবাদ করবে। তারা বলবেঃ পূর্বে আমরা পরিবার পরিজনের মধ্যে শংকিত অবস্থায় ছিলাম। আজকের দিনের শাস্তি সম্পর্কে আমরা সদা ভীত-সন্ত্রস্ত থাকতাম। মহান আল্লাহর সমস্ত প্রশংসা যে, তিনি আমাদের প্রতি অনুগ্রহ করেছেন এবং আমাদেরকে আগুনের শাস্তি হতে রক্ষা করেছেন। পূর্বেও আমরা তাকেই আহ্বান করতাম। তিনি আমাদের দু'আ কবূল করেছেন এবং আমাদের আকাঙ্ক্ষা পূর্ণ করেছেন। তিনি তো কৃপাময়, পরম দয়ালু।  হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতী যখন জান্নাতে প্রবেশ করবে তখন সে তার (মুমিন) ভাইদের সাথে মিলনের আকাক্ষা করবে, আর ওদিকে তার বন্ধুর মনেও তার সাথে মিলিত হবার বাসনা জাগবে। অতঃপর দু’দিক হতে দু’জনের আসন উড়বে এবং পথে উভয়ের সাক্ষাৎ ঘটবে। তারা উভয়ে নিজ নিজ আসনে আরামে বসে থাকবে এবং পরস্পর আলাপ আলোচনা করবে। তারা তাদের পার্থিব কথাবার্তা বলবে। তারা একে অপরকে বলবেঃ “অমুক দিন অমুক জায়গায় আমরা ক্ষমা প্রার্থনা করেছিলাম এবং আল্লাহ তা'আলা তা কবূল করেছেন।” (এ হাদীসটি হাফিয আবু বকর আল বাযার (রঃ) তাঁর মুসনাদে বর্ণনা করেছেন। এ হাদীসের সনদ দুর্বল)হযরত মাসরূক (রাঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) (আরবী) এ আয়াত দুটি পাঠ করে দু'আ করতেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আপনি আমাদের প্রতি অনুগ্রহ করুন! নিশ্চয়ই আপনি কৃপাময়, পরম দয়ালু।” হাদীসটির বর্ণনাকারী হযরত আমাশ (রাঃ)-কে জিজ্ঞেস করা হয়ঃ “তিনি কি নামাযে এই দু'আ করেন?” উত্তরে তিনি বলেনঃ “হ্যাঁ।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)",
  "ayah": 28,
  "surah": 52
}
