{
  "text": "يَا أُخْتَ هَارُ‌ونَ (0 sister of Harun - 19:28). Sayyidna Harun (علیہ السلام) ، who was the brother and companion of Sayyidna Musa (علیہ السلام) had died centuries before Sayyidah Maryam (علیہا السلام) time. It is obvious, therefore, that in verse 28 where Sayyidah Maryam (علیہا السلام) is addressed as the sister of Sayyidna Harun (علیہ السلام) cannot be in its literal sense. This is also corroborated by the incident that when The Holy Prophet ﷺ sent Sayyidna Mughirah Ibn Shu'bah ؓ as his ambassador to the people of Najran they questioned him that in the Qur’ an Sayyidah Maryam (علیہا السلام) has been referred to as the sister of Sayyidna Harun (علیہ السلام) whereas he had died long before her. Sayyidna Mughirah ؓ did not know the answer to this question. So, when he returned from the mission, he narrated the whole incident to The Holy Prophet ﷺ . On this The Holy Prophet ﷺ said why did you not tell them that it has been a common practice with the believers to adopt the names of the prophets in expectation of receiving their Barakah (blessings), and to claim relationship with them. (Ahmad, Muslim, Tirmidhi, Nasa'i)\nThis saying of the Prophet ﷺ may be interpreted in two ways. One, that Sayyidah Maryam's (علیہا السلام) relationship with Sayyidna Harun (علیہ السلام) was mentioned because she was of his lineage, and it was customary with the Arabs to associate a person with their ancestors, for instance a man belonging to the tribe of Tamim would be called as Akha Tamim or Tamini's brother, or an Arab would be addressed as Akha Arab. The other meaning is that the name Harun does not refer to Sayyidna Harun (علیہ السلام) the companion / brother of Sayyidna Musa (علیہ السلام) but to the brother of Sayyidah Maryam (علیہا السلام) herself who was also named after Sayyidna Harun (علیہ السلام) out of reverence for the Prophet. In the second case the term Harun اُختَ ھَارُون (Sister of Harun) fits in very well with the literal meaning of the word اُخت (Sister).\nمَا كَانَ أَبُوكِ امْرَ‌أَ سَوْءٍ\n\"Neither your father was a man of evil.\" - 19:28.\nThese words suggest that when someone who is descended from' righteous and pious ancestors commits a sin, then the sin is of greater magnitude compared to a sin committed by an ordinary person, because the sin brings bad name to the pious elders. It is for this reason that descendants of pious persons should make extra effort in the performance of righteous deeds, and fear Allah at all times.",
  "ayah": 28,
  "surah": 19
}
