{
  "text": "أُولَـٰئِكَ الَّذِينَ أَنْعَمَ اللَّـهُ عَلَيْهِم مِّنَ النَّبِيِّينَ مِن ذُرِّ‌يَّةِ آدَمَ\n\"Those are the people whom Allah has blessed with bounties, the prophets from the progeny of Adam.\" - 19.58.\nThis relates only to Sayyidna Idris (علیہ السلام) .\nوَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ\n\"And from those whom We boarded (the Ark) along with Nuh.\" - 19:58.\nThis relates to Sayyidna Ibrahim (علیہ السلام) only,\nوَمِن ذُرِّ‌يَّةِ إِبْرَ‌اهِيمَ\n\"and from the progeny of Ibrahim\" - 19:58.\nThis relates to Ismail, Ishaq and Ya` qub (علیہ السلام) .\nوَإِسْرَ‌ائِيلَ\n\"and Isra'il\" - 19:58.\nThis points out to Sayyidna Musa, Haran, Zakariyya and Yahya and ` Isa (علیہم السلام) .\nإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّ‌حْمَـٰنِ خَرُّ‌وا سُجَّدًا وَبُكِيًّا\n\"When the verses of The Rahman (All-Merciful) are recited before them they fall down in Sajdah (prostration), weeping.\" -19:58.\nSome very prominent prophets have been mentioned in the preceding verses as also their exalted status. Thus, there was a real danger that people might raise them to an exaggerated and high position as was the case with Jews who treated Sayyidna ` Uzair (علیہ السلام) as God, or the Christians who elevated Sayyidna ` Isa (علیہ السلام) to a level where they called him the son of God. Therefore, after the mention of all those prophets it was made very clear in the very next verse that they were all very God-fearing and used to prostrate (سَجدَہ) themselves before Allah in extreme reverence. It is to avoid any possibility of crossing the limits of reverence for them (Bayan ul-Qur'an).\nWeeping during the recitation of Qur'an / Divine Book was the Practice of the Prophets (علیہ السلام)\nWeeping while reciting Qur'an is a commendable act and was also an attribute of the prophets. It has been reported that The Holy Prophet ﷺ ، his companions, their followers and the God-fearing people followed this practice.\nQurtubi has reported that religious scholars consider it desirable that when going into Sajdah after reciting a verse of Sajdah (آیَت سجدہ) one should recite a prayer which is appropriate to the verse of Sajdah (آیَتِ سجدہ). For instance in Surah Sajdah (surah # 32) the following prayer be recited.\nاللَّھُم اجعَلنِی مِنَ السَّاجِدِینَ لِوَجھِکَ المُسَبِّحِینَ بِحَمدِکَ وَاَعُوذُ بِک اَن اَکُونَ مِنَ المُستَکبِرِینَ عَن اَمرِکَ\n(0 Allah, make me of those who prostrate to You alone, and who glorify You along with proclaiming Your praise. And I seek refuge with You from being of those who turn their faces, in arrogance, against Your command.)\nWhile in the case of Sajdah at verse # 109 of (Surah Bani Isra'il) one should recite.\nاللَّھُمَّ اَجعَلنِی مِنَ البَاکِینَ اِلَیکَ الخَاشِعِینَ لَکَ\n(0 Allah, make me of those who weep before You and who are humble in heart before You.)\nAnd for the verse of Sajdah under reference the following should be recited.\nاللَّھُمَّ اجعَلنِی مِن عِبَادِکَ المُنعِمِ عَلَیھِمُ المَھدِیِّینَ السَّاجِدِینَ لِکِ البَاکِینَ عِندَ تِلَاوَۃِ آیَاتِکَ\n( O Allah make me of those among Your slaves upon whom You bestowed Your bounties, who prostrate before You, who weep while reciting Your verses.) (Qurtubi)",
  "ayah": 58,
  "surah": 19
}
