{
  "text": "The Legacy of Prophets cannot be inherited\nيَرِ‌ثُنِي وَيَرِ‌ثُ مِنْ آلِ يَعْقُوبَ\n\"Who inherits me and inherits the house of Ya` qub.\" - 19:6.\nThe religious scholars are all agreed that here the inheritance does not mean wealth, because in the first place, it has not been established that Sayyidna Zakariyya (علیہ السلام) had much wealth. Hence, the question as to who would inherit the same, does not arise. Secondly, it is inconsistent with the exalted position of a prophet to concern himself with such matters. And thirdly, a saying of the Holy Prophet ﷺ ، which has been unanimously accepted by all religious scholars, says:\nان العلماء ورثۃ الأنبیاء لم یورثوا دینارا ولا درھما انما ورثوا العلم، فمن اخذہ اخذ بحظ وافر۔ (رواہ احمد و أبو داؤد وابن ماجۃ والترمذی)\n\"Indeed the knowledgeable scholars are the inheritors of the prophets, because the prophets do not leave any material wealth. Their legacy is knowledge. One who has acquired knowledge has received great fortune.\"\nThe above saying of the Prophet ﷺ is also recorded in Al-Kafi, by Al-Kulaini, the well-known book of the Shiite school. It is narrated in Sahih Al-Bukhari through Sayyidah ` A'ishah ؓ that the Holy Prophet ﷺ said:\nلا نورث، ما ترکنا صدقۃ\n\"No one inherits our (i.e. prophets' ) wealth, because whatever wealth we leave behind is Sadaqah (Charity) (صدقۃ).\"\nIn the verse itself after يَرِ‌ثُنِي the addition of the words يَرِ‌ثُ مِنْ آلِ يَعْقُوبَ (19:6) confirms the view that here the material inheritance is not implied, because the son, Yahya\tعلیہ السلام ، could not have inherited the material wealth of the family of Sayyidna Ya` qub (علیہ السلام) ، which could only be inherited by their near relations and not by Sayyidna Yahya (علیہ السلام) . It is against the law of inheritance for distant relations to receive any part of inheritance in the presence of close relatives.\nRuh ul-Ma` ani quotes the following from Al-Kafi, by Al-Kulaini, the well-known Shi'ah scholar:\nعن ابی البختری عن ابی عبداللہ قال : إن سلیمان ورث داؤد وإن محمَّدا ﷺ ورث سلیمان\nSulayman Ali was the heir of Dawud (علیہ السلام) and Muhammad ﷺ was the heir of Sulayman\nIt is quite obvious that the Holy Prophet ﷺ did not inherit any material wealth from Sulayman (علیہ السلام) ، nor did Sulayman (علیہ السلام) receive any such inheritance from Dawud (علیہ السلام) . Clearly the reference here is to the wisdom and the knowledge which all prophets of Allah possess.",
  "ayah": 6,
  "surah": 19
}
