{
  "text": "Commentary\nفَخَلَفَ (Khalf) means bad successors, while فَخَلَفَ (Khalaf) means good successors. (Mazhari) Mujahid (رح) has reported that when the Day of Judgment would be near and the pious people would all be dead and gone, people will lose interest in prayers and indulge in all sort of vices and evil deeds.\nOffering prayers outside fixed time or not with congregation (جَمَاعَت) is a default and of no avail, and is a great sin.\nMost exegetes / commentators are of the view that offering prayers after its time has lapsed is a default of prayers (اضَاعُوا الصَّلٰوۃَ ). Among them are Sayyidna ` Abdullah Ibn Masud, Nakhai, Qasim, Mujahid, Ibrahim and ` Umar Ibn ` Abdul ` Aziz. While others consider that any lapse in the form and conditions of prayers is اِضَاعتِ صلٰوۃ and includes the lapse of time as well. Still others believe that offering of prayers at home and not with the congregation (جَمَاعَت) is اِضَاعتِ صلٰوۃ (Qurtubi, Bahr ul-Muhit).\nSayyidna ` Umar al-Faruq ؓ ، had sent out a circular to all his governors saying:\nإن أھم امرکم عندی الصلوٰۃ، فمن ضیعھافھو لما سواھا اضیع (مؤطا امام مالک)\n\"In my view the most important among your tasks is prayer. So, whoever defaults in this, will default in discharging his other obligations all the more.\"\nOnce Sayyidna Hudaifah ؓ saw someone offering his prayers without observing the prescribed rules, and was going through the rituals rather hurriedly without pausing. He asked the man how long he had been offering his prayers like that. The man replied for the last forty years. 'Then Sayyidna Hudaifah ؓ said:\n\"You have not offered a single of your prayers correctly.\"\nHe further remarked:\n\"If you die offering your prayers like this then remember you will die without following the course given by The Holy Prophet ﷺ .\nSayyidna Abu Mas’ ud ؓ has been quoted in Tirmidhi that the Holy Prophet ﷺ had said that the prayer of a person is lost who does not observe اِقَامَت i.e. does not stand upright in his prayers. It means that if one does not pause while bowing down (رُکُوع) and prostrating (سَجدَہ) in his prayers or who does not stand straight up after bowing down ( رُکُوع) or does not sit up in between two prostrations (سَجدُوں) his prayers would be considered as not performed. Similarly, if one is not careful about ablution (وُضُو) and his cleanliness (طَھَارَت) his prayers will also be lost.\nSayyidna Hasan-al-Basri (رح) has observed that leaving the mosques unattended and being over involved in business and enjoyments of life is included in the meaning of this verse.\nImam Qurtubi' (رح) after reproducing these sayings had said that even knowledgeable people ignore the prescribed rules of prayers and merely go through its motions. He made this observation in the 6th century Hijrah when such people were few. Presently the position is worse, and there are many more people who disregard the rules of prayers. نَعُوذُ بِاللہِ مِن شُرُورِ انفُسِنَا وَ اَعمَالِنا (and pursued desires - 19:59) (شَھَوَات ) refers to all such wordly pleasures which make people negligent of their duty to Allah making them lose interest in Prayers. Sayyidna Ali ؓ has said that palatial houses and luxurious carriages which attract people's eye, and wearing dresses which distinguish a person from the common man all fall within the category of worldly pleasures. (Qurtubi)\nفَسَوفَ یَلقَونَ غَیِّاً (So they will soon face[ the outcome of their ] perversion - 19:59) The word غَیّ in Arabic language is the opposite of رشاد . All virtues and good things are رشاد and all vices and evils are غَیّ. Sayyidna ` Abdullah Ibn Mas’ ud ؓ has reported that there is a cave in Hell by the name غَیّ which houses various types of severe punishments, more numerous than all the punishments of Hell.\nIbn ` Abbas ؓ has remarked that even Hell seeks protection from غَیّ , which is the name of a cave in the Hell. Allah Ta` ala has prepared it for habitual adulterers who persist in adultery, and for the drunkards who do not give up drinking, and for the usurers who do not stop taking interest and for those who disobey their parents, and those who give false witness and for the woman who declares someone else's child as her husband's. (Qurtubi)",
  "ayah": 61,
  "surah": 19
}
