{
  "text": "The Annual Income of Walid Ibn Mughirah: Ten Million Guineas\nThe disbeliever referred to here is Walid Ibn Mughirah. Allah had favoured him with abundant wealth, property and children. According to Ibn ` Abbas 4his land, property and gardens stretched from Makkah to Ta'if. According to Thauri, his annual income was ten million Dinars. Some scholars have estimated less than this amount. It is, nonetheless, agreed that the income and yearly produce of his fields and gardens were available in every season, winter or summer. Thus the Qur'an says:\nوَّجَعَلْتُ لَهٗ مَالًا مَّمْدُوْدًا وَّبَنِيْنَ شُهُوْدًا (and I gave him extensive wealth, [ 12] and sons present before (his) eyes...74:12-13) He was recognised as the Arab leader. He was known among his fellow citizens by the title of raihanah (the Fragrance) of the Quraish. He himself used to boastfully refer to himself as Wahid Ibn-ul-Walhid 'Unique, the son of the Unique', meaning 'Neither I have any match in my nation, nor my father Mughirah.'. [ Qurtubl ]. But he was ungrateful to Allah for His favours. Despite accepting Qur'an as the Word of Allah, he imputed a lie to the Qur'an, calling it sorcery and calling the Holy Prophet a sorcerer. Tafsir of Qurtubi recounts the story thus: When the following passage of the Qur'an was revealed, the Holy Prophet was reciting it:\n۝ حٰمۗ Ǻ۝ۚتَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِ Ą۝ۙغَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ۙ ذِي الطَّوْلِ ۭ لَآ اِلٰهَ اِلَّا هُوَ ۭ اِلَيْهِ الْمَصِيْرُ Ǽ۝\nHa Meem. [ 1] This is revelation of the Book from Allah, the Mighty, the All-Knowing, [ 2] the One who forgives sins and accepts repentance, the One who is severe in punishment, the One who is the source of all power. There is no god but He. To Him is the ultimate return (of all) [ 3]. [ 40:1-3].\nWalid Ibn Mughirah, hearing the recitation, exclaimed spontaneously, in which he was forced to concede as follows:\nواللہ لقد سمعت منہ کلاما ما ھو من کلام الانس ولا من کلام الجن وان لہ لحلاوۃ و ان علیہ لطلاوۃ وان اعلاہ لمثمر وان اسفلہ لمغدق وانہ لیعلموا ولا یعلی علیہ وما یقول ھذا بشر۔\n'By Allah! I have heard such a speech from him [ Muhammad ] as can neither be the speech of a mortal, nor of Jinn. It has sweetness and elegance. Its upper part is fruit-bearing, and its lower part causes water to flow. Its beauty, no doubt, surpasses the beauty of all speeches, and cannot be superseded. It is not the speech of any human being. '\nWhen the Quraish heard about what the great wealthy Arab leader had to say, it created a great convulsion in the Quraish, because it resulted in a wide inclination of the people towards Islam. This was a cause for concern for the leaders of the Quraish. They gathered and discussed (that if Walid were to embrace the Islamic faith, the rest of the Quraish would soon follow suit.) Abu Jahl put their mind at ease when he took upon himself the responsibility of speaking to him and solving the problem.\nDialogue between Abu Jahl And Walid: They Concur on the Holy Prophet's Veracity\nAbu Jahl went to Walid and sat next to him, pretending to be very sad. Walid enquired, 'What is the matter? Why do you look so sad?' Abu Jahl made the reply, 'The Quraish decided to collect money for you and help you in your old age. Now they have learnt that you visit Muhammad t and son of Abu Quhafah [ ie Sayyidna Abu Bakr 4] so that you may have some eatables from them, and to this end you flatter them. You praise their speech. (Obviously, it was a lie that the Quraish was collecting money to help Walid. The lie was invented merely to make him angry. Similarly it was also a lie that he was getting food from the Holy Prophet.) ' Walid was highly enraged on hearing this. His anger knew no bounds and said in arrogance and conceit, 'How can the Quraish think this? I swear by Lat and ` Uzza [ the two Arabian idols ], I am not in need of their food. Do they not know that I am superior to them in abundance of wealth? However, when you say that Muhammad is insane, nobody would believe it. Did you ever see him perform any act of insanity?' Abu Jahl replied aU~ jy 'Never, by God!' He said, 'You claim that Muhammad is a soothsayer. Did you hear him speak like a soothsayer?' Abu Jahl's reply was again in the negative. Then Walid said, 'You say that he is a poet. Did you hear him recite poetry?' When Abu Jahl declared that he had not, Walid added, 'You say that he is a liar. Did you ever heard him telling a lie? Abu Jahl was forced to concede that they had never heard him tell a lie. (In fact, they had conferred upon him the titles of As-Sadiq 'The Truthful' and Al-` Amin 'The Honest'.). Then Walid said, 'You say that he is a soothsayer. Have you then seen him uttering such words or doing such acts as the soothsayers are accustomed to? We know well the utterings of the soothsayers. Muhammad's discourse cannot be held as the utterance of a soothsayer.' Abu Jahl again had to admit. 'No, by God!' Now Abu Jahl had to withdraw from all such false allegations, but he was wondering what he should say to the people about the Holy Prophet to stop them from following him. So, he said to Walid, \"Then, you tell me what we should say about him?\" Walid started thinking, then he raised his eyes towards Abu Jahl, frowned in a hateful manner, and ultimately replied, 'I think he is certainly a magician'. He knew well that the Holy Prophet is not a magician either. But in order to devise an excuse for saying so, he argued, 'Do you not see how his speech separates husband from wife, brother from brother and father from son? This is the magical effect of faith. As soon as a person embraces the faith, he begins to hate his unbelieving mother, father and other relatives.' The verses describe him thus:\n17؀ۭاِنَّهٗ فَكَّرَ وَقَدَّرَ 18؀ۙفَقُتِلَ كَيْفَ قَدَّرَ 19؀ۙثُمَّ قُتِلَ كَيْفَ قَدَّرَ 20؀ۙثُمَّ نَــظَرَ 21؀ۙثُمَّ عَبَسَ وَبَسَرَ 22؀ۙثُمَّ اَدْبَرَ وَاسْتَكْبَرَ 23؀ۙفَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُ 24؀ۙاِنْ هٰذَآ اِلَّا قَوْلُ الْبَشَرِ 25؀ۭ (He pondered and suggested. [ 18] Death onto him! How [ bad ] is the suggestion he has put forward! [ 19] Again, death unto him! How [ bad ] is the suggestion he has put forward! [ 20] Then he looked [ to those around him,] [ 21] then he frowned and scowled, [ 22] then turned his back, and waxed proud, [ 23] then said, \"This is nothing but traditional magic; [ 24] this is nothing but saying of a mortal.\"...25)\nThe word qaddara is derived from tagdir, and literally denotes 'to suggest'. The wretched Walid was fully convinced of the veracity of the Messengership of the Holy Prophet, but his anger got the better of him, and being vanquished by his arrogance and conceit, he had decided to oppose him. However, he wanted to abstain from lying openly, so that he might not be exposed to shame and disgrace. Therefore, he pondered very carefully, and suggested that he should be labelled a 'magician' on the grounds that his speech causes separation between father and son, and between brothers, as it happens in the case of sorcery. He is therefore cursed repeatedly in the verses cited above.\nUnbelievers Abstained from Telling Lies\nWhen we analyse, it would appear very clearly that all unbelievers and transgressors were involved in committing all kinds of sins and shameful deeds, but they abstained from the enormity of telling lies. Abu Sufyan's statement in the royal court of Heraculus shows that the pagans were willing to sacrifice their lives and children in opposing the Holy Prophet \", but they were not willing to tell lies lest they are socially stigmatised as liars. Alas, in this so-called progressive world where everything moves retrogressively 'telling lies' is no sin. It is in fact treated as a great art. Let alone unbelievers, even the pious and religious Muslims do not find it hateful. They pride upon telling lies and getting others to tell lies. We seek Allah's refuge from such an attitude.\nChildren's Stay with the Father is a Great Boon\nWhile mentioning the favours Allah had bestowed on Walid, the Holy Qur'an has said, ۙوَّبَنِيْنَ شُهُوْدًا 13؀'and sons present before (his) eyes, [ 13] '\nThis shows that just as the birth of children and their being alive are a boon of Allah, their staying with parents is also a great divine blessing, because it is the cause of coolness of their eyes and a satisfaction of their heart. Additionally, abiding in their presence, children can be of assistance to the parents in their service and businesses. But the progress which this retrogressive age is making is based on gold and silver currencies. Comfort and peace are founded on promissory notes. Parents throw away their children in foreign countries. They are happy at their children's staying overseas for years, and it does not matter if they do not see their faces all their lives as long as they receive news of their huge earnings and salaries or income, enabling them to express their superiority to their family members. This indicates that they are unaware of the concept of peace and comfort. This should be the result of forgetting Allah as the Qur'an says:\nنَسُوا اللّٰهَ فَاَنْسٰـىهُمْ اَنْفُسَهُمْ\n'...those who forgot Allah, so He made them forget their own selves_[ 59:19] '",
  "ayah": 28,
  "surah": 74
}
