{
  "text": "وقد حكى القرآن ذلك بأسلوبه البليغ فقال : ( فَلَمَّا ذَهَبُواْ بِهِ وأجمعوا أَن يَجْعَلُوهُ فِي غيابت الجب وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هذا وَهُمْ لاَ يَشْعُرُونَ ) .أى : فلما أقنعوا أباهم بإرسال يوسف معهم ، وذهبوا به فى الغد إلى حيث يريدون ، وأجمعوا أمرهم على أن يلقوا به فى قعر الجب ، فعلوا به ما فعلوا من الأذى ، ونفذوا ما يريدون تنفيذه بدون رحمة أو شفقة .فالفاء فى قوله فلما : للتفريع على كلام مقدر ، وجواب \" لما \" محذوف ، دل عليه السياق . وفعل \" أجمع \" يتعدى إلى المفعول بنفسه ، ومعناه العزم والتصميم على الشئ ، تقول : أجمعت المسير أى : عزمت عزما قويا عليه .وقوله \" أن يجعلوه \" مفعول أجمعوا .قال الآلوسى : \" والروايات فى كيفية إلقائه فى الجب ، وما قاله لإِخوته عند إلقائه وما قالوه له كثيرة ، وقد تضمنت ما يلين له الصخر ، لكن ليس فها ماله سند يعول عليه \" .والضمير فى قوله ، وأوحينا إليه يعود على يوسف - عليه السلام - .أى : وأوحينا إليه عند إلقائه فى الجب عن طريق الإِلهام القلبى ، أو عن طريق جبريل - عليه السلام - أو عن طريق الرؤيا الصالحة . ( لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هذا ) أى : لتخبرنهم فى الوقت الذى يشاؤه الله - تعالى - فى مستقبل الأيام ، بما فعلوه معك فى صغرك من إلقائك فى الجب ، ومن إنجاء الله - لك ، فالمراد بأمرهم هذا : إيذاؤهم له وإلقاؤهم إياه فى قعر الجب ، ولم يصرح - سبحانه - به ، لشدة شناعته .وجملة ( وَهُمْ لاَ يَشْعُرُونَ ) حالية ، أى : والحال أنهم لا يحسون ولا يشعرون فى ذلك الوقت الذى تخبرهم فيه بأمرهم هذا ، بأنك أنت يوسف . لاعتقادهم أنك قد هلكت ولطول المدة التى حصل فيها الفراق بينك وبينهم ، ولتباين حالك وحالهم فى ذلك الوقت ، فأنت ستكون الأمين على خزائن الأرض ، وهم سيقدمون عليك فقراء يطلبون عونك ورفدك .وقد تحقق كل ذلك - كما سيأتى - عند تفسير قوله تعالى - : ( فَلَمَّا دَخَلُواْ عَلَيْهِ قَالُواْ ياأيها العزيز مَسَّنَا وَأَهْلَنَا الضر . . . ) وكان هذ الإِيحاء - على الراجح - قبل أن يبلغ سن الحلم ، وقبل أن يكون نبيا .وكان المقصود منه ، إدخال الطمأنينة على قلبه ، وتبشيره بما سيصير إليه أمره من عز وغنى وسلطان .قالوا : وكان هذا الجب الذى ألقى فيه يوسف على بعد ثلاثة فراسخ من منزل يعقوب - عليه السلام - بفلسطين .",
  "ayah": 15,
  "surah": 12
}
