{
  "text": "ثم انتقلت السورة الكريمة بعد ذلك ، لتقص علينا مرحلة أخرى من مراحل حياة يوسف - عليه السلام - حيث حدثتنا عن انتشاله من الجب ، وعن بيعه بثمن بخس وعن وصية الذى اشتراه لامرأته ، وعن مظاهر رعاية الله - تعالى - له فقال - سبحانه -( وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُواْ وَارِدَهُمْ فأدلى دَلْوَهُ . . . )قوله - سبحانه - : ( وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُواْ وَارِدَهُمْ فأدلى دَلْوَهُ . . . ) شروع فى الحديث عما جرى ليوسف من أحداث بعد أن ألقى به إخوته فى الجب .والسيارة : جماعة المسافرين ، وكانوا - كما قيل - متجهين من بلاد الشام إلى مصر .والوارد : هو الذى يرد الماء ليستقى للناس الذين معه . ويقع هذا اللفظ على الفرد والجماعة ، فيقال لكل من يرد الماء وارد ، كما يقال للماء مورود .وقوله ( فأدلى ) من الإِدلاء بمعنى إرسال الدول فى البئر لأخذ الماء .والدلو : إناء معروف يوضع فيه الماء .وفى الآية الكريمة كلام محذوف دل عليه المقام ، والتقدير :وبعد أن ألقى إخوة يوسف به فى الجب وتركوه وانصرفوا لشأنهم ، جاءت إلى ذلك المكان قافلة من المسافرين ، فأرسلوا واردهم ليبحث لهم عن ماء ليستقوا ، فوجد جبا ، فأدلى دلوه فيه ، فتعلق به يوسف ، فلما خرج ورآه فرح به وقال : يا بشرى هذا غلام .وأوقع النداء على البشرى ، للتعبير عن انتهاجه وسروره ، حتى لكأنها شخص عاقل يستحق النداء ، أى : يا بشارتى أقبلى فهذا أوان إقبالك .وقيل المنادى محذوف والتقدير : يا رفاقى فى السفر أبشروا فهذا غلام ، وقد خرج من الجب .وقرأ أهل المدينة ومكة : يا بشراى هذا غلام . بإضافة البشرى إلى ياء المتكلم . والضمير المنصوب وهو الهاء فى قوله : ( وَأَسَرُّوهُ بِضَاعَةً ) يعود إلى يوسف .أما الضمير المرفوع فيعود إلى السيارة ، وأسر من الإِسرار الذى هو ضد الإِعلان .والبضاعة : عرضو التجاة ومتاعها . وهذا اللفظ مأخذو من البضع بمعنى القطع ، وأصله جملة من اللحم تبضع أى : تقطع . وهو حال من الضمير المنصوب فى ( وأسروه ) .والمعنى : وأخفى جماعة المسافرين خبر التقاط يوسف من الجب مخافة أن يطلبه أحد من السكان المجاورين للجب ، واعتبره بضاعة سرية لهم ، وعزموا على بيعه على أنه من العبيد الأرقاء .ولعل يوسف - عليه السلام - قد أخبرهم بقصته بعد إخراجه من الجب .ولكنهم لم يلتفتوا إلى ما أخبرهم به طمعا فى بيعه والانتفاع بثمنه .ومن المفسرين من يرى أن الضمير المرفوع فى قوله ( وأسروه ) يعود على الوارد ورفاقه ، فيكون المعنى :وأسر الوارد ومن معه أمر يوسف عن بقية أفراد القافلة ، مخافة أن يشاركهوهم فى ثمنه إذا علموا خبره ، وزعموا أن أهل هذا المكان الذى به الجب دفعوه إليهم ليبيعوه لهم فى مصر على أنه بضاعة لهم .ومنهم من يرى أن الضمير السابق يعود إلى إخوة يوسف .قال الشوكانى ما ملخصه : وذلك أن يهوذا كان يأتى إلى يوسف كل يوم بالطعام ، فأتاه يوم خروجه من الجب فلم يجده ، فأخبر إخوته بذلك ، فأتوا إلى السيارة وقالوا لهم : \" إن الغلام الذى معكم عبد لنا قد أبق ، فاشتروه منهم بثمن بخس ، وسكت يوسف مخافة أن يأخذه إخوته فيقتلوه \" .وعلى هذا الرأى يكون معنى ( وَأَسَرُّوهُ بِضَاعَةً ) : أخفى إخوة يوسف كونه أخا لهم ، واعتبروه عرضا من عروض التجارة القابلة للبيع والشراء .ويكون المراد بقوله - تعالى - بعد ذلك ( وَشَرَوْهُ بِثَمَنٍ بَخْسٍ ) الشراء الحقيقى ، بمعنى أن السيارة اشتروا يوسف من إخوته بثمن بخس .والحق أن الرأى الأول هو الذى تطمئن إليه النفس ، لأنه هو الظاهر من معنى الآية ، ولأنهبعيد عن التكلف الذى يرى واضحا فى القولين الثانى والثالث .وقوله : ( والله عَلِيمٌ بِمَا يَعْمَلُونَ ) أى : لا يخفى عليه شئ من إسرارهم . ومن عملهم السئ فى حق يوسف . حيث إنهم استرقوه وباعوه بثمن بخس ، وهو الكريم ابن الكريم ابن الكريم ، كما جاء فى الحديث الشريف .",
  "ayah": 19,
  "surah": 12
}
