{
  "text": "وذلك ليثبت أن الاعتصام بالعفاف والشرف والأمانة ، كان سلاح - يوسف - عليه السلام - فى تلك المعركة العنيفة بين نداء العقل ونداء الشهوة . . .ولكن نداء العقل ونداء الشهوة الجامحة لم ينته عند هذا الحد ، بل نرى القرآن الكريم بحكى لنا بعد ذلك صداما آخر بينهما فيقول : ( وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لولا أَن رَّأَى بُرْهَانَ رَبِّهِ . . . ) .وهذه الآية الكريمة من الآيات التى خلط المفسرون فيها بن الأقوال الصحيحة والأقوال السقيمة .وسنبين أولا الرأى الذى نختاره فى تفسيرها ثم نتبعه بعد ذلك بغيره فنقول : ألهّم : المقاربة من الفعل من غير دخول فيه ، تقول هممت على فعل هذا الشئ ، إذا أقبلت نفسك عليه دون أن تفعله .وقال : بعض العلماء : الهم نوعان : هم ثابت معه عزم وعقد ورضا ، وهو مذموم مؤاخد به صاحبه ، وهَمٌّ بمعنى خاطر وحديث نفس ، من غير تصميم وهو غير مؤاخذ به صاحبه ، لأن خطور المناهى فى الصدور ، وتصورها فى الأذهان ، لا مؤاخذة بها ما لم توجد فى الأعيان .روى الشيخان وأهل السنن عن أبى هريرة ، عن النبى - صلى الله عليه وسلم - أنه قال : \" إن الله تجاوز لأمتى عما حدثت به أنفسها ، ما لم تتكلم به ، أو تعمل به \" .وقد أجمع العلماء على أن همَّ امرأة العزيز بيوسف كان هما بمعصية ، وكان مقرونا بالعزم والجزم والقصد ، بدليل المراودة وتغليق الأبواب ، وقولها \" هيْت لك \" .كما أجمعوا على أن يوسف - عليه السلام - لم يأت بفاحشة ، وأن همه كان مجرد خاطرة قلب بمقتضى الطبيعة البشرية : من غير جزم وعزم . . .وهذا اللون من الهم لا يدخل تحت التكليف ، ولا يخل بمقام النبوّة ، كالصائم يرى الماء البارد فى اليوم الشديد الحرراة ، فتميل نفسه إليه ، ولكن دينه يمنعه من الشرب منه ، فلا يؤاخذ بهذا الميل .والمراد ببرهان ربه هو : ما غرسه الله - تعالى - فى قلبه من العلم المصحوب بالعمل ، بأن هذا الفعل الذى دعته إليه امرأة العزيز قبيح ، ولا يليق به .أو هو - كما يقول ابن جرير - رؤيته من آيات الله ما زجره عما كان همّ به . .والمعنى : ولقد همت به ، أى : ولقد قصدت امرأة العزيز مواقعة يوسف - عليه السلام - قصداً جازما ، بعد أن أغرته بشتى الوسائل فلم يستجب لها . . .( وَهَمَّ بِهَا لولا أَن رَّأَى بُرْهَانَ رَبِّهِ ) أى : ومال إلى مطاوعتها بمقتضى طبيعته البشرية وبمقتضى توفر كل الدواعى لهذا الميل . . .ولكن مشاهدته للأدلة على شناعة المعصية ، وخوفه لمقام ربه ، وعون الله - تعالى - له على مقاومة شهوته . . . كل ذلك حال بينه وبين تنفيذ هذا الميل ، وصرفه عنه صرفا كليا ، وجعله يفر هاربا طالبا النجاة مما تريده منه تلك المرأة .هذا هو الرأى الذى نختاره فى تفسير هذه الآية الكريمة ، وقد استخلصناه من أقوال المفسرين القدامى والمحدثين .فمن المفسرين القدامى الذن ذكروا هذا الرأى صاحب الكشاف ، فقد قال ما ملخصه .وقوله - تعالى - ( وَلَقَدْ هَمَّتْ بِهِ ) معناه : ولقد همت بمخالطته؛ \" وهم بها \" أى : وهم بمخالطتها ( لولا أَن رَّأَى بُرْهَانَ رَبِّهِ ) جوابه محذوف تقديره؛ لولا أن رأى برهان ربه لخالطها ، فحذف لأن قوله وهم بها يدل عليه ، كقولك : هممت بقتله لولا أنى خفت الله . معناه : لولا أنى خفت الله لقتلته .فإن قلت : كيف جاز على نبى الله أن يكون منه هم بالمعصية؟قلت : \" المراد أن نفسه مالت إلى المخالطة ، ونازعت إليها عن شهوة الشباب ، ميلا يشبه الهم به ، وكما تقتضيه تلك الحال التى تكاد تذهب بالعقول والعزائم ، وهو يكسر ما به ، ويرده بالنظر فى برهان الله المأخوذ على المكلفين بوجوب اجتناب المحارم ، ولو لم يكن ذلك الميل الشديؤد المسمى هما لشدته ، لما كان صاحبه ممدوحا عند الله بالامتناع ، لأن استعظام الصبر على الابتلاء ، على حسب عظم الابتلاء وشدته ، ولو كان همه كهمها عن عزيمة لما مدحه بأنه من عباده المخلصين \"ومن المفسرين المحدثين الذين ذكروا هذا الرأى الإمام الآلوسى ، فقد قال ما ملخصه : قوله : ( وَلَقَدْ هَمَّتْ بِهِ ) أى : بمخالطته . . والمعنى : أنها قصدت المخالطة وعزمت عليها عزما جازما ، لا يلويها عنها صارف بعدما باشرت مباديها . . .والتأكيد - باللام وقد - لدفع ما يتوهم من احتمال إقلاعها عما كانت عليه .( وَهَمَّ بِهَا ) أى : مال إلى مخالطتها بمقتضى الطبيعة البشرية . . . ومثل ذلك لا يكاد يدخل تحتل التكليف ، وليس المراد أنه قصدها قصدا اختياريا ، لأن ذلك أمر مذموم تنادى الآيات بعدم اتصافه به ، وإنما عبر عنه بالهم لمجرد وقوعه فى صحبة همها فى الذكر على سبيل المشاكلة لا لشبهه به . . . ( لولا أَن رَّأَى بُرْهَانَ رَبِّهِ ) أى محبته الباهرة الدالة على كمال قبح الزنا ، وسوء سبيله .والمراد برؤيته له : كمال إيقانه به ، ومشاهدته له مشاهدة وصلت إلى مرتبة عين اليقين . . .ومن المفسرين من يرى أن المراد بهما به : الهم بضربه نتيجة عصيانه لأمرها .وان المراد بهمه بها : الدفاع عن نفسه برد الاعتداء ، ولكنه آثر الهرب .وقد قرر هذا الرأى ودافع عنه وأنكر سواه صاحب المنار ، فقد قال ما ملخصه :( وَلَقَدْ هَمَّتْ بِهِ ) أى : وتالله لقد قهمت المرأة بالبطش به لعصيانه لأمرها ، وهى فى نظرها سيدته وهو عبدها ، وقد أذلت نفسها له بدعوته الصريحة إلى نفسها ، بعد الاحتيال عليه بمراودته عن نفسه . . . فخرجت بذلك عن طبع أنوثتها فى التمنع . . مما جعلها تحاول البطش به بعد أن أذل كرامتها ، وهو انتقام معهود من مثلها ، وممن دونها فى كل زمان ومكان ..وكاد يرد صيالها ويدفعه بمثله ، وهو قوله - تعالى - ( وَهَمَّ بِهَا لولا أَن رَّأَى بُرْهَانَ رَبِّهِ ) ولكنه رأى من برهان ربه فى سريرة نفسه ، ما هو مصداق قوله - تعالى - ( والله غَالِبٌ على أَمْرِهِ ) وهو إما النبوة . . . وإما معجزتها . . وإما مقدمتها من مقام الصديقية العليا ، وهى مراقبته لله - تعالى - ورؤيته ربه متجليا له ، ناظرا إليه .وما ذهب إليه صاحب المنار من تفسير الهم منها بالبطش بيوسف ، وتفسير الهم منه برد الاعتداء الذى وقع عليه منها . . . اقول : ما ذهب إليه صاحب المنار من تفسير الهم بذلك ، لا أرى دليلا عليه من الآية ، لا عن طريق الإِشارة ، ولا عن طريق العبارة . . .ولعل صاحب المنار - رحمه الله - أراد بهذا التفسير أن يبعد يوسف - عليه السلام - عن أن يكون قدهم بها هم ميل بمقتضى الطبيعة البشرية ، ونحن لا نرى مقتضيا لهذا الإِبعاد ، لأن خطور المناهى فى الأذهان ، لا مؤاخذة عليها ، ما دامت لم يصاحبها عزم أو قصد - كما سبق أن أشرنا إلى ذلك من قبل .هذا وهناك أقوال أخرى لبعض المفسرين فى معنى الآية الكيرمة ، رأينا أن نضرب عنها صفحا؛ لأنه لا دليل عليها لا من العقل ولا من النقل ولا من اللغة . . . وإنما هى من الأوهام الإِسرائيلية التى تتنافى كل التنافى مع أخلاق عباد الله المخلصين ، الذين على رأسهم يوسف - عليه السلام .قوله - سبحانه - ( كَذَلِكَ لِنَصْرِفَ عَنْهُ السواء والفحشآء إِنَّهُ مِنْ عِبَادِنَا المخلصين ) بيان لمظهر من مظاهر رحمة الله - تعالى - به ، ورعايته له .والكاف : نعت لمصدر محذوف والإِشارة بذلك إلى الإِراءة المدلول عليها بقوله ( لولا أَن رَّأَى بُرْهَانَ رَبِّهِ ) أو إلى التثبيت المفهوم من ذلك .والصرف : نقل الشئ من مكان إلى مكان والمراد به هنا : الحفظ من الوقوع فيما نهى الله عنه ، أى : أريناه مثل هذه الإِراءة أو ثبتناه تثبيتا مثل هذا التثبيت لنعصمه ونحفظه ونصونه عن الوقوع فى السوء - أى فى المنكر والفجور والمكروه - والفحشاء - أى كل ما فحش وقبح من الأفعال كالزن ونحوه .( إِنَّهُ مِنْ عِبَادِنَا المخلصين ) - بفتح اللام - أى : إنه من عبادنا الذين أخلصناهم لطاعتنا وعصمناهم من كل ما يغضبنا .وقرأ ابن عامر وابن كثير وأبو عمر \" المخلصين \" - بكسر اللام - أى : إنه من عبادنا الذين أخلصوا دينهم لنا .والجملة الكريمة على القراءتين تعليل لحكمة صرفه - عليه السلام - عن السوء والفحشاء .",
  "ayah": 24,
  "surah": 12
}
