{
  "text": "وقوله - سبحانه - ( واستبقا الباب . . . ) متصل بقوله - سبحانه - قبل ذلك ( وَلَقَدْ هَمَّتْ بِهِ . . . ) وقوله ( كَذَلِكَ لِنَصْرِفَ عَنْهُ السواء والفحشآء . . . ) اعتراض جئ به بين المتعاطفين تقريرا لنزاهته .وقوله ( واستبقا . . ) من الاستباق وهو افتعال من السبق بمعنى أن كل واحد منهما يحالو أن يكون هو السابق إلى الباب .ووجه تسابقهما : أن يوسف - عليه السلام - أسرع بالفرار من أمامها إلى الباب هروبا من الفاحشة التى طلبتها منه . وهى أسرعت خلفه لتمنعه من الوصول إلى الباب ومن الخروج منه .وأفرد - سبحانه - الباب هنا ، وجمعه فيما تقدم ، لأن المراد به هنا الباب الخارجى ، الذى يخلص منه يوسف إلى خارج الدار ، وهو منصوب هنا على نزع الخافض أى : واستبقا إلى الباب .وجملة ( وَقَدَّتْ قَمِيصَهُ مِن دُبُرٍ ) حالية ، والقد : القطع والشق ، وأكثر استعماله فى الشق والقطع الذى يكون طولا ، وهو المراد هن ، لأن الغالب أنها جذبته من الخلف وهو يجرى أمامها فانخرق القميص إلى أسفله .وقوله : ( وَأَلْفَيَا سَيِّدَهَا لَدَى الباب ) أى : وصادفا ووجدا زوجها عند الباب الذى تسابقا للوصول إليه .قالوا : والتعبير عن الزوج بالسيد ، كان عادة من عادات القوم فى ذلك الوقت ، فعبر عنه القرآن بذلك حكاية لدقائق ما كان متبعا فى التاريخ القديم .وقال - سبحانه - ( وَأَلْفَيَا سَيِّدَهَا ) لأن ملك العزيز ليوسف - عليه السلام - لم يكن ملكا صحيحا ، فيوسف ليس رقيقا يباع ويشترى ، وإنما هو الكريم ابن الكريم ابن الكريم ، وبيع السيارة له ، إنما كان على سبيل التخلص منه بعد أن التقطوه من الجب .وقوله - سبحانه - ( قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سواءا إِلاَّ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ ) حكاية لما قالته لزوجها عندما فوجئت به عند الباب وهى تسرع وراء يوسف .أى قالت تلك المرأة لزوجها عندما فوجئت به لدى الباب : ليس من جزاء لمن أراد بأهلك - تعنى نفسها - سوءا ، أى ما يسوءك ويؤلمك ، إلا أن يسجن ، عقوبة له ، أو أن يعذب عذابا أليما عن طريق الضرب أو الجلد ، لتجاوزه الحدود ، واعتدائه على أهلك .وهذه الجملة الكريمة التى حكاها القرآن الكريم عنها ، تدل على أن تلك المرأة كانت فى نهاية المكر والدهاء والتحكم فى إرادة زوجها . . .ورحم الله الآلوسى فقد علق على قولها ها الذى حكاه القرآن عنها بقوله ما ملخصه : \" ولقد آتت - تلك المرأة - فى هذه الحالة التى يدهش فيها الفطن اللوذعى - حيث شاهدها زوجها على تلك الحالة المريبة - بحيلة جمعت فيها غرضيها ، وهما تبرئة ساحتها مما يلوح من ظاهر حالها ، واستنزال يوسف عن رأيه فى استعصائه عليها ، وعدم طاعته لها ، بإلقاء الرعب فى قلبه . . .ولم تصرح بالاسم ، بل أتت بلفظ عام ( مَنْ أَرَادَ بِأَهْلِكَ سواءا . . . ) تهويلا للأمر ، ومبالغة فى التخويف ، كأن ذلك قانون مطرد فى حق كل من أراد بأهله سوءاً .وذكرت نفسها بعنوان أهلية العزيز ، إعظاما للخطب . . .ثم إن حبها الشديد ليوسف - عليه السلام - حملها على أن تبدأ بذكرالسجن ، وتؤخر ذكر العذاب لأن المحب لا يسعى فى إيلام المحبوب ، لا سيما أن قولها : \" إلا أن يسجن .. . قد يكون المراد منه السجن لمدة يوم أو يومين . . . \" .والحق أن هذه الجملة التى حكاها القرآن عنها ، تدل على اكتمال قدرتها على المكر والدهاء - كما سبق أن أشرنا - ومن مظاهر ذلك ، محاولتها إيهام زوجها بأن يوسف قد اعتدى عليها بما يسؤوها ويسوؤه ، ولكن بدون تصريح بهذا العدوان - شأن العاشق مع معشوقه - حتى لا يسعى زوجها فى التخلص منه ببيعه - مثلا - .وفى الوقت نفسه إفهام يوسف عن طريق مباشر ، بأن أمره بيدها لا بيد زوجها ، وأنها هى الآمرة الناهية ، فعليه أن يخضع لما تريده منه ، وإلا فالسجن أو العذاب الأليم هو مصيره المحتوم .",
  "ayah": 25,
  "surah": 12
}
