{
  "text": "ثم وجه كلامه إلى يوسف فقال له ( يُوسُفُ أَعْرِضْ عَنْ هذا ) أى : يا يوسف أعرض عن هذا الأمر الذى دار بينك وينها فاكتمه . ولا تتحدث به خوفا من الفضيحة ، وحفاظا على كرامتى وكرامتها .وقوله : ( واستغفري لِذَنبِكِ إِنَّكِ كُنتِ مِنَ الخاطئين ) خطاب منه لزوجته التى ثبتت عليها الجريمة ثبوتا تاما .أى : واستغفرى الله من ذنبك الذى وقع منك ، بإساءتك فعل السوء مع يوسف ، ثم اتهامك له بما هو برئ منه .وجملة : ( إِنَّكِ كُنتِ مِنَ الخاطئين ) تعليل لطلب الاستغفار . أى توبى إلى الله مما حدث منك ، لأن ما حدث منك مع يوسف جعلك من جملة القوم المتعمدين لارتكاب الذنوب ، وجعلها من جملة الخاطئين للتخفيف عليها فى المؤاخذة .وهكذا نجد هذا الرجل - صاحب المنصب الكبير - يعالج الجريمة التى تثور لها الدماء فى العروق ، وتستلزم حسما وجزماً فى الأحكام ، بهذا الأسلوب الهادئ البارد ، شأن المترفين فى كل زمان ومكان ، الذين يهمهم ظواهر الأمور دون حقائقها وأشكالها دون جواهرها ، فهو يلوم امرأته لوما خفيفا يشبه المدح ، ثم يطلب من يوسف كتمان الأمر ، ثم يطلب منها التوبة من ذنوبها المتعمدة .. ثم تستمر الأمور بعد ذلك على ما هى عليه من بقاء يوسف معها فى بيتها ، بعد أن كان منها معه ما يستلزم عدم اجتماعهما .هذا ومن العبر والعظات والأحكام التى نأخذها من هذه الآيات الكريمة :1 - أن اختلاط الرجال بالنساء . كثيرا ما يؤدى إلى الوقوع فى الفاحشة وذلك لأن ميل الرجل إلى المرأة وميل المرأة إلى الرجل أمر طبيعى ، وما بالذات لا يتغير .ووجود يوسف - عليه السلام - مع ارمأة العزيز تحت سقف واحد فى سن كانت هى فيه مكتملة الأنوثة ، وكان هو فيها فتى شابا جميلا . . أدى إلى فتنتها به ، وإلى أن تقول له فى نهاية الأمر بعد إغراءات شتى له منها : ( هَيْتَ لَكَ ) .ولا شك أن من الأسباب الأساسية التى جعلتها تقول هذا القول العجيب وجودهما لفترة طويلة تحت سقف واحد .لذا حرم الإِسلام تحريما قاطعا الخلوة بالأجنبية ، سدا لباب الوقوع فى الفتن ، ومنعا من تهيئة الوسائل للوقوع فى الفاحشة .ومن الأحاديث التى وردت فى ذلك ما رواه الشيخان عن عقبة بن عامر ، أن رسول الله - صلى الله عليه وسلم - قال : \" إياكم والدخول على النساء ، فقال رجل من الأنصار ، أفرأيت الحمو يا رسول الله؟ قال : الحمو الموت \" والحمو هو قريب الزوج كأخيه وابن عمه .وسئلت امرأة انحرفت عن طريق العفاف ، لماذا كان منك ذلك فقالت : قرب الوساد ، وطول السواد .أى : حملنى على ذلك قربى ممن أحبه وكثرة محادثتى له!2 - أن هم الإِنسان لفعل ، ثم رجوعه عنه قبل الدخول فى مرحلة التصميم والتنفيذ لا مؤاخذة فيه .قال القرطبى ما ملخصه : \" الهم الذى هم به يوسف ، من نوع ما يخطر فى النفس ، ولا يثبت فى الصدر ، وهو الذى رفع الله فيه المؤاخذة عن الخلق ، إذ لا قدرة للمكلف على دفعه \" .وفى صحيح مسلم عن أبى هريرة - رضى الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - \" قالت الملائكة يا ربنا ذلك عبدك يريد أن يعمل السيئة - وهو أبصر به - فقال : ارقبوه فإن عملها فاكتبوها له بمثلها وإن تركها فاكتبوها له حسنة إنما تركها من أجلى \" .وفى الصحيح : \" إن الله تجاوز لأمتى عما حدثت به أنفسها ما لم تعمل أو تتكلم به \" .3 - أن من الواجب على المؤمن إذا ما دعى إلى معصية أن يستعيذ بالله من ذلك ، وأن يذكِّر اللداعى له بضررها ، وبسوء عاقبة المرتكب لها . . كما قال يوسف - عليه السلام - ( مَعَاذَ الله إِنَّهُ ربي أَحْسَنَ مَثْوَايَ إِنَّهُ لاَ يُفْلِحُ الظالمون ) .4 - أن يوسف - عليه السلام - قد خرج من هذه المحنة مشهودا له بالبراءة ونقاء العرض ، من الله - تعالى - ومن خلقه الذين سخرهم لهذه الشهادة .قال الإِمام الرازى ما ملخصه : واعلم أن الذين لهم تعلق بهذه الواقعة ، يوسف - عليه السلام - وتلك المرأة وزوجها ، ورب العالمين . . والكل شهد ببراءة يوسف عن المعصية ، أما يوسف - عليه السلام - فقد قال ( قَالَ هِيَ رَاوَدَتْنِي عَن نَّفْسِي ) وقال : ( قَالَ رَبِّ السجن أَحَبُّ إِلَيَّ مِمَّا يدعونني إِلَيْهِ ) . .وأما امرأة العزيز فقد قالت : ( أَنَاْ رَاوَدْتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصادقين ) وأما زوجها فقد قال : ( إِنَّهُ مِن كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ . . )أما شهادة رب العالمين ببراءته ففى قوله - تعالى - : ( كَذَلِكَ لِنَصْرِفَ عَنْهُ السواء والفحشآء إِنَّهُ مِنْ عِبَادِنَا المخلصين ) .فقد شهد الله - تعالى - على طهارته فى هذه الآية أربع مرات ، أولها : \" لنصرف عنه السوء \" وثانيها \" الفحشاء \" وثالثها \" إنه من عبادنا \" ورابعها \" المخلصين \" .5 - أن موقف العزيز من امرأته كان موقفا ضعيفا متراخيا . . وهذا الموقف هو الذى جعل تلك المرأة المتحكمة فى زمام زوجها ، تقول بعد ذلك بكل تبجح وتكشف واستهتار : ( وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فاستعصم وَلَئِن لَّمْ يَفْعَلْ مَآ آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِّن الصاغرين ) 6 - أن القرآن الكريم صور تلك المحنة فى حياة يوسف وامرأة العزيز ، تصويرا واقعيا صادقا ، ولكن بأسلوب حكيم ، بعيد عما يخدش الحياء أو يجرح الشعور .قال بعض العلماء : \" والذى خطر لى أن قوله - تعالى - ( وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لولا أَن رَّأَى بُرْهَانَ رَبِّهِ ) هو نهاية موقف طويل من الإِغراء ، بعدما أبى يوسف فى أول الأمر واستعصم ، وهو تصوير واقعى صادق لحالة النفس البشرية الصالحة فى المقاومة والضعف ، ثم الاعتصام بالله فى النهاية والنجاة ، ولكن السياق القرآنى لم يفصل فى تلك المشاعر البشرية المتداخلة المتعارضة المتغالبة ، لأنه المنهج القرآنى لا يريد أن يجعل من هذه اللحظة معرضا يستغرق أكثر من مساحته المناسبة فى محيط القصة وفى محيط الحياة البشرية المكتملة كذلك فذكر طرفى الموقف بين الاعتصام فى أوله والاعتصام فى نهايته ، مع الإِلمام بلحظة الضعف بينهما ، ليكتمل الصدق والواقعية والجو النظيف جميعا . . \"",
  "ayah": 29,
  "surah": 12
}
