{
  "text": "وهنا تحكى السورة الكريمة كيف قابلت تلك المرأة الداهية الجريئة ، مكر بنات جنسها وطبقتها بمكر أشد من مكرهن بها فقال - تعالى - :( فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ ) أى : فاغتيابهن لها . وسوء مقالتهن فيها ، وسمى ذلك مكرا لشبهه به فى الإِخفاء والخداع .أو قصدن بما قلنه - كما سبق أن أشرنا - إثارتها ، لكى تطلعهن على فتاها الذى راودته عن نفسه ، ليعرفن السر فى هذه المراودة ، وعلى هذا يكون المكر على حقيقته . ومثل هذا المكر ليس غريبا على النساء فى مثل هذه الأحوال .وقوله : ( أَرْسَلَتْ إِلَيْهِنَّ . . ) الخ بيان لما فعلته معهن .أى : أرسلت إلى النسوة اللائى وصفنها بأنها فى ضلال مبين ، ودعتهن إلى الحضور إليها فى دراها لتناول الطعام .( وَأَعْتَدَتْ لَهُنَّ مُتَّكَئاً ) أى : وهيأت لهن فى مجلس طعامها ، ما يتكئن عليه من الوسائد والنمارق وما يشبه ذلك .فالمتكأ : اسم مفعول من الإتكاء ، وهو الميل إلى أحد الجانبين فى الجلوس كما جرت بذلك عادة المترفين عند تناول الطعام ، وعندما يريدون إطالة المكث مع انتصاب قليل فى النصف الأعلى من الجسم والاستراحة بعد الأكل .أخرج ابن شيبة عن جابر عن النبى - صلى الله عليه وسلم - أنه نهى أن يأكل الرجل بشماله ، وأن يأكل متكئا .( وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيناً ) أى : وأعطت كل واحدة من هؤلاء النسوة سكينا ليقطعن به ما يأكلن من لحم وفاكهة .ويؤخذ من هذه الآية الكريمة أن الحضارة المادية فى مصر فى ذلك الوقت كانت قد بلغت شأوا بعيدا ، وأن الترف فى القصور كان عظيما ، فإن استعمال السكاكين فى الأكل قبل هذه الآلاف من السنين له قيمته فى تصوير الترف والحضارة المادية .وهنا نجد المرأة الجريئة الماكرة ، تقول ليوسف - عليه السلام - كما حكى القرآن عنها : ( اخرج عَلَيْهِنَّ ) أى ابرز لهن ، وادخل عليهن ، وهن على تلك الحالة من الأكل والاتكاء وتقطيع ما يحتاج إلى تقطيع الطعام . .وهى ترمى من وراء خروجه عليهن إلى إطلاعهن عليه حتى يعذرنها فى حبها له وقد كان لهذه المفاجأة من يوسف لهن وهن مشغولات بما يقطعنه ويأكلنه ، أثرها الشديد فى نفوسهن ، وهذا ما حكاه القرآن الكريم فى قوله : ( فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ للَّهِ مَا هذا بَشَراً إِنْ هاذآ إِلاَّ مَلَكٌ كَرِيمٌ ) .والجملة الكريمة معطوفة على كلام محذوف دل عليه السياق ، والتقدير : قالت امرأة العزيز ليوسف اخرج عليهن ، فخرج عليهن وهن على تلك الحالة فلما رأينه أكبرنه ، أى : أعظمنه ، ودهشن لهيئته ، وجمال طلعته وحسن شمائله .( وَقَطَّعْنَ أَيْدِيَهُنَّ ) أى : جرحن أيديهن وخدشنها بالسكاكين التى فى أيديهن دون أن يشعرن بذلك ، لشدة دهشتهن المفاجئة بهيئة يوسف . .( وَقُلْنَ حَاشَ للَّهِ مَا هذا بَشَراً ) وحاش فعل ماض ، واللام فى \" لله \" للتعليل ، والمراد بهذه الجملة الكريمة التعبير عن عجيب صنع الله فى خلقه أى : وقلن عندما فوجئن بخروج يوسف عليهن : تنزه الله - تعالى - تنزيها كبيرا عن صفات العجز ، ونتعجب تعجبا شديدا من قدرته - سبحانه - على خلق هذا الجمال البديع ، وما هذا الذى نراه أمامنا بشرا كسائر البشر ، لتفرقه فى الحسن عنهم ، وإنما هو ملك كريم من الملائكة المقربين تمثل فى هذه الصورة البديعة التى تخلب الألباب .ووصفوه بذلك بناء على ما ركز فى الطباع من تشبيه ما هو مفرط فى الجمال والعفة بالملك وتشبيه ما هو شديد القبح والسوء بالشيطان .",
  "ayah": 31,
  "surah": 12
}
