{
  "text": "لقد كان بعد ذلك أن أراد الله - تعالى - فتح باب الفرج ليوسف - عليه السلام - ، وكان من أسباب ذلك أن رأى الملك فى منامه رؤيا أفزعته ، ولم يستطع أحد تأويلها تأويلا صحيحا سوى يوسف - عليه السلام - استمع إلى القرآن وهو يقص ذلك فيقول :( وَقَالَ الملك إني أرى سَبْعَ . . . ) .قوله - سبحانه - : ( وَقَالَ الملك إني أرى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ ) شروع فى حكاية الرؤيا التى رآها ملك مصر فى ذلك الوقت . .قال ابن كثير : \" هذه الرؤيا من ملك مصر ، مما قدر الله - تعالى - أنها كانت سببا لخروج يوسف - عليه السلام - من السجن معززا مكرما ، وذلك أن الملك رأى هذه الرؤيا ، فهالته وتعجب من أمرها ، وما يكون تفسيرها فجمع الكهنة وكبراء دولته وأمراءها ، وقص عليهم ما رأى ، وسألهم عن تأويلها ، فلم يعرفوا ذلك . .وقوله \" عجاف \" جمع عجفاء والعجف - بفتح العين والجيم - ذهاب السمن ، يقال : هذا رجل أعجف وامرأة عجفاء ، إذا ظهر ضعفهما وهزالهما . .أى : وقال ملك مصر فى ذلك الوقت لكبار رجال ممكلته : إنى رأيت فيما برى النائم \" سبع بقرات \" قد امتلأن شحما وحلما ( يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ ) أى : يأكل هذه البقرات السبع السمان ، سبع بقرات أخرى عجاف أى : مهازيل ضعاف .ورأيت - أيضا - فيما يرى النائم ( وَسَبْعَ سُنْبُلاَتٍ خُضْر ) قد امتلأت حبا ، ورأيت إلى جانبها سبع سنبلات ( وَأُخَرَ يَابِسَاتٍ ) قد ذهبت نضارتها وخضرتها ، ومع هذا فقد التوت اليابسات على الخضر على غلبتها .( ياأيها الملأ ) أى : الأشراف والعلماء من قومى ( أَفْتُونِي فِي رُؤْيَايَ ) أى : فسروا لى رؤياى هذه وبينوا لى ما تدل عليه .( إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ ) أى : إن كنتم تعرفون تفسيرها وتأويلها معرفة سليمة ، وتعلمون تعبيرها علما مستمرا .و \" تعبرون \" من العبر ، وهو اجتياز الطريق أو النهر من جهة إلى أخرى وسمى المفسر للرؤيا عابرا ، لأنه يتأمل فيها وينتقل من كل طرف فيها إلى الطرف الآخر ، كما ينتقل عابر النهر أو الطريق من جهة إلى أخرى .قال بعض العلماء : والتعريف فى \" الملك \" للعهد ، أى ملك مصر ، وسماه القرآن هنا ملكا ولم يسمه فرعون ، لأن هذا الملك لم يكن من الفراعنة ملوك مصر القبط ، وإنما كان ملكا لمصر أيام أن حكمها \" الهكسوس \" وهم العمالقة الذين ملكوا مصر من 1900 قبل الميلاد إلى سنة 1525 ق . م .فالتعبير عنه بالملك هنا ، دون التعبير عنه بفرعون مع أنه عبر عن مالك مصر فى زمن موسى بفرعون ، يعتبر من دقائق إعجاز القرآن العلمى .وقال \" إنى أرى \" بصيغة المضارع مع أنه قد رأى بالفعل ، استحضارا لصورة الرؤيا حتى لكأنها ماثلة أمامه .وقال ( وَأُخَرَ يَابِسَاتٍ ) بدون إعادة لفظ سبع كما فى البقرات ، للاكتفاء بدلالة المقابل فى البقرات عليه .قال صاحب الكشاف : فإن قلت : هل فى الآية دليل على أن السنبلات اليابسة كانت سبعا كالخضر؟قلت : الكلام مبنى على انصبابه إلى هذا العدد فى البقرات السمان والعجاف والسنابل الخضر ، فوجب أن يتناول معنى الأخر السبع ، ويكون قوله ( وَأُخَرَ يَابِسَاتٍ ) بمعنى : وسبعا أخر يابسات .وفى نداء الملك لقومه قوله ( ياأيها الملأ أَفْتُونِي . . . ) تشريف لهم ، وحض على استعمال عقولهم وعلومهم فى تفسير هذه الرؤيا التى أزعجته .واللام فى قوله \" للرؤيا \" لتقوية الفعل \" تعبرون \" حيث تأخر عن معموله .ويدبو أن القوم فى ذلك الزمان ، كان بعضهم يشتغل بتفسر الرؤى ، وكان لهذا التفسير مكانته الهامة فيهم . . .فقد مرت بنا رؤيا يوسف ، ورؤيا رفيقيه فى السجن ، ثم جاءت رؤيا الملك هنا ، وهذا يشعر بأن انفراد يوسف - عليه السلام - بتأويل رؤيا الملك ، فى زمن كثر فيه البارعون فى تأويل الرؤى ، كان بمثابة معجزة أو ما يشبه المعجزة من الله - تعالى - ليوسف - عليه السلام - حتى تزداد مكانته عند الملك وحاشيته .",
  "ayah": 43,
  "surah": 12
}
