{
  "text": "ثم حكى - سبحانه - بعد ذلك ما قاله يعقوب لابنه يوسف بعد أن قص عليه رؤياه فقالك ( قَالَ يابني لاَ تَقْصُصْ رُؤْيَاكَ على إِخْوَتِكَ فَيَكِيدُواْ لَكَ كَيْداً إِنَّ الشيطان لِلإِنْسَانِ عَدُوٌّ مُّبِينٌ ) .وقوله ( يابني ) تصغير ابن . والتصغير هنا سببه صغر سنه مع الشفقة عليه ، والتلطيف معه .وقوله ( رُؤْيَاكَ ) من الرؤيا التى هى مصدر رأى العلمية الدالة على ما وقع للإِنسان فى نومه ، أما رأى البصرية فيقال فى مصدرها الرؤية .وقوله \" فيكيدوا لك . . \" من الكيد وهو الاحتيال الخفى بقصد الإِضرار والفعل كاد يتعدى بنفسه ، فيقال : كاده يكيده كيدا ، إذا احتال لإِهلاكه . ولتضمنه معنى احتال عدى باللام .والمعنى : قال يعقوب لابنه يوسف - عليهما السلام - بشفقة ورحمة ، بعد أن سمع منه ما رآه فى منامه : \" يا بنى \" لا تخبر إخوتك بما رأيته فى منامك فإنك إن أخبرتهم بذلك احتالوا لإِهلاكك احتيالا خفيا ، لا قدرة لك على مقاومته أو دفعه . .وإنما قال له ذلك ، لأن هذه الرؤيا تدل على أن الله - تعالى - سيعطى يوسف من فضله عطاء عظيما . ويهبه منصبا جليلا ، ومن شأن صاحب النعمة أن يكون محسودا من كثير من الناس ، فخاف يعقوب من حسد إخوة يوسف له ، إذا ما قص عليهم رؤياه ، ومن عدوانهم عليه .والتنوين فى قوله \" كيدا \" للتعظيم والتهويل ، زيادة فى تحذيره من قص الرؤيا عليهم .وجملة \" إن الشيطان للإِنسان عدو مبين \" واقعة موقع التعليل للنهى عن قص الرؤيا على إخوته ، وفيها إشارة إلى أن الشيطان هو الذى يغريهم بالكيد له إذا ما قص عليهم ما رآه ، وهو بذلك لا يثير فى نفسه الكراهة لإِخوته .أى : لا تخبر إخوتك بما رأيته فى منامك ، فيحتالوا للإِضرار بك حسدا منهم لك ، وهذا الحسد يغرسه الشيطان فى نفوس الناس ، لتتولد بينهم العداوة والبغضاء ، فيفرح هو بذلك ، إذ كل قبيح يقوله أو يفعله الناس يفرح له الشيطان .هذا ، وقد أخذ العلماء من هذه الآية أحكاما منها :أنه يجوز للإنسان فى بعض الأوقات أن يخفى بعض النعم التى أنعم الله بها عليه ، خشية حسد الحاسدين ، أو عدوان المعتدين .وأن الرؤيا الصادقة حالة يكرم الله بها بعض عباده الذني زكت نفوسهم فيكشف لهم عما يريد أن يطلعهم عليه قبل وقوعه . ومن الأحاديث التى وردت فى فضل الرؤيا الصالحة ما رواه البخارى عن عائشة - رضى الله عنها - أنها قالت : \" أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحى الرؤيا الصادقة ، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح . . \" .وفى حديث آخر : \" الرؤيا الصالحة من الرجل الصالح ، جزء من ستة وأربعين جزءاً من النبوة \" .وفى حديث ثالث : \" لم يبق من النبوة إلا المبشرات ، وهى الرؤيا الصالحة للرجل الصالح ، يراها أو ترى له \" .كذلك أخذ جمهور العلماء من هذه الآية أن إخوة يوسف لم يكونوا أنبياء .قال الآلوسى عند تفسيره لهذه الآية ما ملخصه : \" والظاهر أن القوم - أى إخوة يوسف - كانوا بحيث يمكن أن يكون للشيطان عليهم سبيل ، ويؤيد هذا أنهم لم يكونوا أنبياء .وهذا ما عليه الأكثرون سلفا وخلفا . أما السلف فإنه لم ينقل عن أحد من الصحابة أو التابعين أنه قال بنبوتهم .وأما الخلف فكثير منهم نفى عنهم أن يكونوا أنبياء ، وعلى رأى من قال بذلك الإِمام ابن تيمية ، فى مؤلف له خاص بهذه المسألة ، وقد قال فيه :الذى يدل عليه القرآن واللغة والاعتبار ، أن إخوة يوسف ليسوا بأنبياء ، وليس فى القرآن ولا فى السنة ما يشير إلى أنهم كانوا أنبياء . . .",
  "ayah": 5,
  "surah": 12
}
