{
  "text": "هذا ، وقوله - سبحانه - ( قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ ) حكاية لما فعله الملك بعد أن بلغه الرسول بما طلبه يوسف منه .وفى الكلام حذف يفهم من السياق ، والتقدير : وبعد أن رجع رسول الملك إليه وأخبره بما قاله يوسف ، استجاب الملك لما طلبه يوسف منه ، فأحضر النسوة وقال لهن : ما خطبكن إذ راودتن يوسف عن نفسه .والخطب : مصدر خطب يخطب ، ويطلق - غالبا - على الأمر المهم الذى يجعل الناس يتحدثون فيه كثيراً ، وجمعه خطوب .والمعنى : بعد أن جمع الملك النسوة قال لهن : ما الأمر الهام الذى حملكن فى الماضى على أن تراودن يوسف عن نفسه؟ وهل وجدتن فيه ميلا إلى الاستجابة لكنَّ . . \"قال صاحب الظلال ما ملخصه : \" والخطب الأمر الجلل .. . فكأن الملك كان قد استقصى فعلم أمرهن قبل أن يواجههن ، وهو المعتاد فى مثل هذه الأحوال ، ليكون الملك على بينة من الأمر وظروفه قبل الخوض فيه ، فهو يواجههن مقررا الاتهام ، ومشيرا إلى أمر لهن جلل . .ون هذا نعلم شيئاً بما دار فى حفل الاستقبال فى بيت الوزير ، وما قالته النسوة ليوسف ، وما لمحن به وأشرن إليه ، من الإِغراء الذى بلغ حد المراودة .ومن هذا نتخيل صورة لهذه الأوساط ونسائها حتى فى ذلك العهد الموغل فى التاريخ ، فالجاهلية هى الجاهلية دائماً ، وِأنه حيثما كان الترف ، وكانت القصور والحاشية ، كان التحلل والتميع والفجور الناعم الذى يرتدى ثياب الأرستقراطية \" .وأمام هذه المواجهة التى واجههن بها الملك ، لم يملكن الإِنكار ، بل قلن بلسان واحد : ( حَاشَ للَّهِ ) أى : معاذ الله .( مَا عَلِمْنَا عَلَيْهِ مِن سواء ) قط ، وإنما الذى علمناه منه هو الاستعصام عن كل سوء .وهنا ( قَالَتِ امرأت العزيز ) ويبدو أنها كانت حاضرة ، معهم عند الملك .( الآن حَصْحَصَ الحق ) أى : الآن ظهر الحق وانكشف انكشافا تاما بعد أن كان خافيا والفعل حصحص أصله حص ، كما قيل : كبكب فى كب ، وهو مأخوذ من الحص بمعنى الاستئصال والإِزالة ، تقول : فلان حص شعره إذا استأصله وأزاله فظهر ما كان خافيا من تحته . . .ثم أضافت إلى ذلك قولها ( أَنَاْ رَاوَدْتُّهُ عَن نَّفْسِهِ ) أى : أنا التى طلبت منه ما طلبت ( وَإِنَّهُ لَمِنَ الصادقين ) فى قوله ( هِيَ رَاوَدَتْنِي عَن نَّفْسِي ) وهكذا يشاء الله - تعالى - أن تثبت براءة يوسف على رءوس الأشهاد ، بتلك الطريقة التى يراها الملك ، وتنطق بها امرأة العزيز ، والنسوة اللائى قطعن أيديهن .قال صاحب الكشاف : \" ولا مزيد على شهادتهن له بالبراءة والنزاهة ، واعترافهن على أنفسهن بأنه لم يتعلق بشئ مما قذفته به لأنهن خصومة ، وإذا اعترف الخصم بأن صاحبه على الحق وهو على الباطل لم يبق لأحد مقال \" - إذ الفضل ما شهدت به الأعداء - .",
  "ayah": 51,
  "surah": 12
}
