{
  "text": "ثم أضافت إلى كل ذلك قولها : ( وَمَآ أُبَرِّىءُ نفسي إِنَّ النفس لأَمَّارَةٌ بالسواء إِلاَّ مَا رَحِمَ ربي إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ ) .أى : ومع أنى أعترف بأنه من الصادقين ، وأعترف بأنى لم أخنه بالغيب ، إلا أنى مع كل ذلك لا أبرئ نفسى ولا أنزهها عن الميل إلى الهوى ، وعن محاولة وصفه بما هو برئ منه ، فنا التى قلت لزوجى فى حالة دهشتى وانفعالى الشديد ، ( مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سواءا إِلاَّ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ ) وما حملنى على هذا القول إلا هواى وشهواتى ، ونفسى؛ إن النفس البشرية لكثيرة الأمر لصاحبها بالسوء إلا نفسا رحمها الله وعصمها من الزلل والانحراف ، كنفس يوسف - عليه السلام - .وجملة ( إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ ) تعليل لما قبلها ، أى : إن ربى كثير الغفران وكثير الرحمة ، لمن يشاء أن يغفر له ويرحمه من عباده .والذى يتأمل هذا الكلام الذى حكاه القرآن عن امرأة العزيز ، يراه زاخرا بالصراحة التى ليس بعدها صراحة ، وبالمشاعر والانفعالات الدالة على احترامها ليوسف الذى خاخف مقام ربه ونهى النفس عن الهوى ، رغم الإِغراءات المصحوبة بالترغيب والترهيب ، ويبدو لنا - والله أعلم - أن هذا الكلام ما قالته امرأة العزيز ، إلا بعد أن استقرت عقيدة الإِيمان التى آمن بها يوسف فى قلبها ، وبعد أن رأت فيه إنسانا يختلف فى استعصامه بالله وفى سمو نفسه ، عن غيره من الناس الذين رأتهم .هذا ، ويرى كثير من المفسرين أن كلام امرأة العزيز قد انتهى عند قوله - تعالى - ( وَإِنَّهُ لَمِنَ الصادقين ) وأن قوله - تعالى - بعد ذلك ( ذلك لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بالغيب . . . ) إلى قوله - تعالى - ( إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ ) هو من كلام يوسف - عليه السلام - ، فيكون المعنى :وذلك ليعلم \" أى العزيز \" أنى لم أخنه ، فى أهله ( بالغيب ) أى في غيبته ( وَأَنَّ الله لاَ يَهْدِي كَيْدَ الخائنين ) من النساء والرجال ، بل يبطل هذا الكيد ويفضحه .( وَمَآ أُبَرِّىءُ نفسي ) أى : ولا أنزهها عن السوء ، وهذا من باب التواضع منه - عليه السلام - ( إِنَّ النفس لأَمَّارَةٌ بالسواء ) أى : إن هذا الجنس من الأنفس البشرية ، شأنه الأمر بالسوء والميل إلى الشهوات .( إِلاَّ مَا رَحِمَ ربي ) من النفوس فعصمها عن أن تكون أمارة بالسوء .( إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ ) لمن شاء أن يغفر له ويرحمه من خلقه .والذى نراه أن الرأى الأول الذى سرنا عليه هو الجدير بالقبول ، لأنه هو المناسب لسياق الآيات من غير تكلف ، ولأنه لا يؤدى إلى تفكك الكلام وانقطاع بعضه عن بعض ، بخلاف الرأى الثانى الذى يرى أصحابه أن كلام امرأة العزيز قد انتهى عند قوله - تعالى - ( وَإِنَّهُ لَمِنَ الصادقين ) فإنه يؤدى إلى تفكك الكلام ، وعدم ارتباط بعضه ببعض ، فضلا عن أن وقائع التاريخ لا يؤيده ، لأن يوسف - عليه السلام - كان فى السجن عندما أحضر الملك النسوة وقال لهن : ( مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ .. . ) وعندما قالت امرأة العزيز أمام الملك وأمامهن : ( الآن حَصْحَصَ الحق . . ) إلى قوله - تعالى - ( إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ ) .ومن المفسرين الذين أيدوا الرأى الأول الإِمام ابن كثير فقد قال ما ملخصه : ( ذلك لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بالغيب . . ) نقول : إنما اعترفت بهذا على نفسى ، بأنى راودت هذا الشاب فامتنع ، ( وَمَآ أُبَرِّىءُ نفسي . . . ) تقول المرأة : ولست أبرئ نفسى ، فإن النفس تتحدث وتتمنى ، ولهذا راودته لأنها أمارة بالسوء .( إِلاَّ مَا رَحِمَ ربي ) أى : من عصمه الله - تعالى - . . .ثم قال : \" وهذا القول هو الأشهر والأليق والأنسب بسياق القصه ومعانى الكلام . لأن سياق الكلام كله من كلام امرأة العزيز بحضرة الملك ، ولم يكن يوسف - عليه السلام - عندهم ، بل بعد ذلك أحضره الملك \" .وإلى هنا تكون السورة الكريمة قد حدثتنا عن القسم الأول من حياة يوسف - عليه السلام - القسم الذى تعرض خلاله لألوان من المحن والآلام ، بعضها من إخوته ، وبعضها من امرأة العزيز ، وبعضها من السجن ومراراته . . .ثم بدأت بعد ذلك فى الحديث عن الجانب الثانى من حياته عليه السلام .",
  "ayah": 53,
  "surah": 12
}
