{
  "text": "وهنا طلب يوسف - عليه السلام - من الملك بعزة وإباء أن يجعله فى الوظيفة التى يحسن القيام بأعبائها ( قَالَ اجعلني على خَزَآئِنِ الأرض إِنِّي حَفِيظٌ عَلِيمٌ ) والخزائن جمع خزانة - بكسر الخاء وهى اسم للمكان الذى يخزن فيه الشئ ، والمراد بالأرض : أرض مصر .أى : قال يوسف - عليه السلام - للملك : اجعلنى - أيها الملك - المتصرف الأول فى خزائن أرض مملتك ، المشتملة على ما يحتاج إليه الناس من أموال وأطعمة ، لأنى شديد الحفظ لما فيها ، عليم بوجوه تصريفها فيما يفيد وينفع . . .فأنت ترى أن يوسف - عليه السلام - لم يسأل الملك شيئا لنفسه من أعراض الدنيا ، وإنما طلب منه أن يعينه فى منصب يتمكن بواسطته من القيام برعاية مصالح الأمة ، وتدبير شئونها . . . لأنها مقبلة على سنوات عجاف ، تحتاج إلى خبرة يوسف وأمانته وكفاءته وعلمه . . .قال صاحب الكشاف : \" وصف يوسف نفسه بالأمانة والكفاية اللتين هما طلبة الملوك ممن يولونه ، وإنما قال ذلك ليتوصل إلى إمضاء أحكام الله تعالى - وإقامة الحق ، وبسط العدل ، والتمكن مما لأجله تبعث الأنبياء إلى العباد ، ولعلمه أن أحدا غيره لا يقوم مقامه فى ذلك ، فطلب التولية ابتغاء وجه الله - لا لحب الملك والدنيا \"وقال القرطبى ما ملخصه : \" ودلت الآية - أيضاً - على جواز أن يطلب الإِنسان عملاً يكون له أهلاً .فإن قيل : فإن ذلك يعارضه ما جاء عن رسول الله - صلى الله عليه وسلم - فى الأحاديث الصحيحة من نهيه عن طلب الإِمارة . . .فالجواب : أولاً : أن يوسف - عليه السلام - إنما طلب الولاية لأنه علم أنه لا أحد يقوم مقامه فى العدل والإِصلاح وتوصيل الفقراء إلى حقوقهم ، فرأى أن ذلك فرض متعين عليه ، فإنه لم يكن هناك غيره . . .الثانى : أنه لم يقل اجعلنى على خزائن الأرض لأنى حسيب كريم ، وإن كان كذلك ، ولم يقل إنى جميل مليح . . . وإنما قال ( إِنِّي حَفِيظٌ عَلِيمٌ ) فسألها بالحفظ والعلم لا بالنسب والجمال .الثالث : إنما قال ذلك عند من لا يعرفه فأراد تعريف نفسه ، وصار ذلك مستثنى من قوله - تعالى - ( فَلاَ تزكوا أَنفُسَكُمْ . . ) والخلاصة أن يوسف - عليه السلام - إنما قال ما قال للملك ، ، وطلب ما طلب منه ، لأنه علم أن هذا المنصب لا يصلح له أحد سواه فى ذلك الوقت وفى تلك الظروف ، فهو يريد من ورائه خدمة الأمة لأجر منفعة شخصية لنفسه . . .وما قاله إنما هو من باب التحدث بنعمة الله - تعالى - الذى أعطاه هذه الصفات الكريمة ، والمناقب العالية ، وليس من باب تزكية النفس المحظورة .",
  "ayah": 55,
  "surah": 12
}
