{
  "text": "وقوله - سبحانه - ( فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ استخرجها مِن وِعَآءِ أَخِيهِ ) معطوف على كلام محذوف يفهم من المقام .والتقدير : وبعد هذه المحاورة التى دارت بين إخوة يوسف وبين الذين اتهموهم بالسرقة أخبر الإخوة بتفتيش أمتعتهم للبحث عن الصواع بداخلها .\" فبدأ \" المؤذن بتفتيش أوعيتهم ، قبل أن يفتش وعاء \" بنيامين \" فلم يجد شيئاً بداخل أوعيتهم .فلما وصل إلى وعاء \" بنيامين \" وقام بتفتيشه وجد السقاية بداخله ، فاستخرجها منه على مشهد منهم جميعاً .ويبدو أن هذا الحوار من أوله كان بمشهد ومرأى من يوسف - عليه السلام - وكان أيضاً بتدبير وتوجيه منه للمؤذن ومن معه ، فهو الذى أمر المؤذن بأن ينادى ( أَيَّتُهَا العير إِنَّكُمْ لَسَارِقُونَ ) وهو الذى أشار عليه بأن يسألهم عن حكم السارق فى شريعتهم ، وهو الذى أمره بأن يبدأ بتفتيش أوعيتهم قبل أن يفتش وعاء شقيقه \" بنيامين \" فدعا للتهمة ، ونفيا للشبهة . . .روى أنه لما بلغت النوبة إلى وعاء \" بنيامين \" لتفتيشه قال يوسف - عليه السلام - : ما أظن هذا أخذ شيئاً؟ فقالوا : \" والله لا تتركه حتى تنظر فى رحله ، فإنه أطيب لنفسك وأنفسنا \" .ويطوى القرآن ما اعترى إخوة يوسف من دهشه وخزى ، بعد أن وجدت السقاية فى رحل \" بنيامين \" وبعد أن أقسموا بالله على براءتهم من تهمة السرقة . . يطوى القرآن كل ذلك ، ليترك للعقول أن تتصوره . . .ثم يعقب على ما حدث ببيان الحكمة التى من أجلها ألهم الله - تعالى - يوسف أن يفعل ما فعل من دس السقاية فى رحل أخيه ، ومن سؤال إخوته عن جزاء السارق فى شريعتهم فيقول ( كذلك كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الملك إِلاَّ أَن يَشَآءَ الله .. . )و \" كدنا \" من الكيد وأصله الاحتيال والمكر ، وهوصرف غيرك عما يريده بحيله ، وهو مذموم إن تحرى به الفاعل الشر والقبيح ، ومحمود إن تحرى به الفاعل الخير والجميل .والمراد به هنا : النوع المحمود ، واللام فى \" ليوسف \" للتعليل .والمراد بدين الملك : شريعته التى يسير عليها فى الحكم بين الناس .والمعنى : مثل هذا التدبير الحكيم دبرنا من أجل يوسف ما يوصله إلى غرضه ومقصده ، وهو احتجاز أخيه بنيامين معه ، بأن ألهمناه بأن يضع السقاية فى رحل أخيه ، وبأن يسأل إخوته عن حكم السارق فى شريعتهم . . وما كان يوسف ليستطيع أن يحتجز أخاه معه ، لو نفذ شريعة ملك مصر ، لأن شريعته لا تجيز استرقاق السارق سنة كما هو الحال فى شريعة يعقوب ، وإنما تعاقب السارق بضربه وتغريمه قيمة ما سرقه .وما كان يوسف ليفعل كل ذلك التدبير الحكيم فى حال من الأحوال ، إلا فى حال مشيئة الله ومعونته وإذنه بذلك ، فهو - سبحانه - الذى ألهمه أن دس السقاية فى رحل أخيه ، وهو - سبحانه - الذى ألهمه أن يسأل إخوته عن عقوبة السارق فى شريعتهم حتى يطبقها على من يوجد صواع الملك فى رحله منهم .والجملة الكريمة بيان لمظهر من مظاهر فضل الله - تعالى - على يوسف حيث ألهمه ما يوصله إلى مقصوده بأحكم أسلوب .قال الآلوسى ما ملخصه : قوله : ( كذلك كِدْنَا لِيُوسُفَ ) أى : مثل ذلك الكيد العجيب وهو إرشاد الإِخوة إلى الإِفتاء المذكور . . . دبرنا وصنفنا من أجل يوسف ما يحصل به غرضه . . .وقوله ( مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الملك ) أى فى حكمه وقضائه والكلام استئناف وتعليل لذلك الكيد ، كأنه قيل : لماذا فعل؟ فقيل : لأنه لم يكن ليأخذ أخاه جزاء وجود الصواع عنده فى دين الملك فى أمر السارق إلا بذلك الكيد ، لأن جزاء السارق فى دينه أن يضاعف عليه الغرم . . . دون أن يسترق كما هو الحال فى شريعة يعقوب .وقوله ( إِلاَّ أَن يَشَآءَ الله ) أى : لم يكن يوسف ليتمكن من أخذ أخيه فى حال نم الأحوال ، إلا فى حال مشيئته - تعالى - التى هى عبارة عن ذلك الكيد المذكور . . .قالوا : وفى الآية دليل على جواز التوصل إلى الأغراض الصحيحة بما صورته صورة الحيلة والمكيدة إذا لم يخالف ذلك شرعاص ثابتاً .وقوله - سبحانه - ( نَرْفَعُ دَرَجَاتٍ مَّن نَّشَآءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ ) استئناف لبيان قدرة الله - تعالى - وسعة رحمته وعطائه .أى : نرفع من نشاء رفعه من عبادنا إلى درحات عالية من العلوم والمعارف والعطايا قدرة الله - تعالى - وسعة رحمته وعطائه .أى : نرفع من نشاء رفعه من عبادنا إلى درجات عالية من العلوم والمعارف والعطايا والمواهب .. كما رفعنا درجات يوسف - عليه السلام - .( وَفَوْقَ كُلِّ ذِي عِلْمٍ ) من أولئك المرفوعين ( عليم ) يزيد عنهم فى علمهم وفى مكانتهم عند الله - تعالى - فهو - سبحانه - العليم بأحوال عباده ، وبمنازلهم عنده ، وبأعلاهم درجة ومكانة .وقال - سبحانه - ( نرفع ) بصيغة الاستقبال وللأشعار بأن ذلك سنة من سننه الإِلهية التى لا تتخلف ولا تتبدل ، وأن عطاءه - سبحانه - لايناله إلا الذين تشملهم إرادته ومشيئته كما تقتضيه حكمته .وجاءت كلمة ( درجات ) بالتنكير ، للإِشارة إلى عظمها وكثرتها .",
  "ayah": 76,
  "surah": 12
}
