{
  "text": "ثم يصور - سبحانه - ما اعترى يعقوب من أحزانه على يوسف ، جددها فراق بنيامين له فقال - تعالى - ( وتولى عَنْهُمْ وَقَالَ ياأسفى عَلَى يُوسُفَ وابيضت عَيْنَاهُ مِنَ الحزن فَهُوَ كَظِيمٌ ) .وقوله ( ياأسفى ) من الأسف وهو أشد الحزن والتحسر على ما فات من أحداث . يقال : أسف فلان على كذا يأسف أسفا ، إذا حزن حزناً شديداً .وألفه بدل من ياء المتكلم للتخفيف والأصل يا أسفى .وكظيم بمعنى مكظوم ، وهو الممتلئ بالحزن ولكنه يخفيه من الناس ولا يبديه لهم .ومنه قوله - تعالى - ( والكاظمين الغيظ ) أى : المخففين له ، مأخوذ من كظم فلان السقاء : إذا سده على ما بداخله .والمعنى : وبعد أن استمع يعقوب إلى ما قاله له أبناؤه ، ورد عليهم .. انتابته الأحزان والهموم ، وتجددت فى قلبه الشجون . . فتركهم واعتزل مجلسهم وقال :( ياأسفى عَلَى يُوسُفَ ) أى : يا حزنى الشديد على يوسف أقبل فهذا أوان إقبالك .( وابيضت ) عينا يعقوب من شدة الحزن على يوسف وأخيه حتى ضعف بصره ، حيث انقلب سواد عينيه بياضاً من كثرة البكاء .( فَهُوَ كَظِيمٌ ) أى : ممتلئ زنا على فراق يوسف له ، إلا أنه كاتم لهذا الحزن لا يبوح به لغيره من الناس .قالوا : وإنما تأسف على يوسف دون أخويه - بنيامين وروبيل - مع أن الرزء الأحدث أشد على النفس . . . لأن الرزء فى يوسف كان قاعدة مصيباته التى ترتبت عليها الرزايا والخطوب ولأن حبه ليوسف كان حباً خاصاً لا يؤثر فيه مرور الأعوام . . . ولأن من شأن المصيبة الجديدة أن تذكر بالمصيبة السابقة عليها ، وتهيج أحزانها ، وقد عبر عن هذا المعنى متمم ابن نويرة فى رثائه لأخيه مالك فقال :لقد لامنى عند القبور على البكا ... رفيقى لتذراف الدموع السوافكفقال أتبكى كل قبر رأيته ... لقبر ثوى بين اللوى والد كادكفقلت له : إن الشجى يبعث الشجى ... فدعنى ، فهذا كله قبر مالكوقال صاحب الكشاف : \" فإن قلت : كيف جاز لنبى الله يعقوب أن يبلغ به الجزع ذلك المبلغ؟ \"قلت : الإِنسان مجبول على أن لا يملك نفسه عند الشدائد من الحزن .ولقد بكى النبى - صلى الله عليه وسلم - على ولده إبراهيم وقال : إن العين تدمع ، والقلب يحزن ، ولا نقول إلا ما يرضى ربنا ، وإنا بفراقك يا إبراهيم لمحزونون .وإنما الجز المذموم ما يقع من الجهلة من الصياح والنياحة ، ولطم الصدور والوجوه وتمزيق الثياب .وعن الحسن أنه بكى على ولده له ، فقيل له فى ذلك؟ فقال : \" ما رأيت الله جعل الحزن عارا على يعقوب \"",
  "ayah": 84,
  "surah": 12
}
