{
  "text": "যারা সম্পূর্ণ পবিত্র তারা ছাড়া অন্য কেউ তা সম্পর্শ করে না [১]।\n[১] ব্যাকরণিক দিক দিয়ে এই বাক্যের দ্বিবিধ অর্থ হতে পারে। প্রথম এই যে, এটা কিতাব অর্থাৎ “লওহে-মাহফুযের’ই দ্বিতীয় বিশেষণ এবং لايَمَسُّه এর সর্বনাম দ্বারা লওহে-মাহফুযই বোঝানো হয়েছে। আয়াতের অর্থ এই যে, সংরক্ষিত বা গোপন কিতাব অর্থাৎ লওহে-মাহফুযাকে সম্পূর্ণ পাক-পবিত্র লোকগণ ব্যতীত কেউ স্পর্শ করতে পারে না। এমতাবস্থায় مطهرون অর্থাৎ পাক-পবিত্ৰ লোকগণ-এর অর্থ ফেরেশতাগণই হতে পারে, যারা ‘লওহে-মাহফুয’ পর্যন্ত পৌঁছতে সক্ষম। ফেরেশতাদের জন্য পবিত্র কথাটি ব্যবহার করার তাৎপর্য হলো মহান আল্লাহ তাদেরকে সব রকমের অপবিত্ৰ আবেগ অনুভূতি এবং ইচ্ছা আকাংখা থেকে পবিত্র রেখেছেন। [কুরতুবী] আয়াতের এ তাফসীরটি সবচেয়ে বেশী গ্রহণযোগ্য; কারণ এর সমর্থনে আমরা অন্যত্র আয়াত দেখতে পাই, যেখানে বলা হয়েছে, “ওটা আছে মর্যাদা সম্পন্ন লিপিসমূহে, যা উন্নত, পবিত্ৰ, মহান, পবিত্র লেখকদের হাতে।” [সুরা আবাসাঃ ১৩-১৬]\nএ আয়াতে ‘পবিত্র' বলে ফেরেশতাদের বোঝানো হয়েছে বলে সবাই একমত। উপরোক্ত তাফসীর অনুযায়ী কাফেররা কুরআনের বিরুদ্ধে যেসব অভিযোগ আরোপ করতো এটা তার জবাব হিসেবে বিবেচিত হবে। তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে গণক আখ্যায়িত করে বলতো, জিন ও শয়তানরা তাকে এসব কথা শিখিয়ে দেয়। কুরআন মজীদের কয়েকটি স্থানে এর জবাব দেয়া হয়েছে। যেমন এক স্থানে বলা হয়েছে, “শয়তানরা এ বাণী নিয়ে আসেনি। এটা তাদের জন্য সাজেও না। আর তারা এটা করতেও পারে না। এ বাণী শোনার সুযোগ থেকেও তাদেরকে দূরে রাখা হয়েছে।” সূরা আশ-শু'আরা: ২১০-২১২) এ বিষয়টিই এখানে এ ভাষায় বর্ণনা করা হয়েছে যে, “পবিত্র সত্তা ছাড়া কেউ তা স্পর্শ করতে পারে না।”\nদ্বিতীয় সম্ভাব্য অর্থ এই যে, لَّايَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَ এ বাক্যটি اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌ বাক্যের বিশেষণ। এমতাবস্থায় لايَمَسُّه এর সর্বনাম দ্বারা কুরআন বোঝানো হবে। [কুরতুবী] আয়াতের উদ্দেশ্য এই যে, এটাকে এমন লোক, যারা ‘হাদসে-আসগর’ ও ‘হাদসে আকবর’ থেকে পবিত্র তারা ব্যতীত কেউ যেন স্পর্শ না করে। (বে-ওযু অবস্থাকে 'হাদসে-আসগর’ বলা হয়। ওযু করলে এই অবস্থা দূর হয়ে যায়। পক্ষান্তরে বীর্যস্থলনের কিংবা স্ত্রীসহবাসের পরবর্তী অবস্থা এবং হায়েয এবং নেফাসের অবস্থাকে ‘হাদসে-আকবর’ বলা হয় ) কিন্তু আয়াত থেকে এর সপক্ষে দলীল নেয়া খুব শক্তিশালী মত নয়। কিন্তু বিভিন্ন হাদীস থেকে এ মতের পক্ষে দলীল পাওয়া যায়। যেমন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কুরআন সাথে নিয়ে কাফের দেশে সফর করতে নিষেধ করেছেন; যাতে তা কাফেরদের হাতে না পড়ে।” [বুখারী: ২৯৯০, মুসলিম: ১৮৬৯]\nঅন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমর ইবনে হাযমের কাছে লিখে পাঠিয়েছিলেন যে, \"কুরআনকে যেন পবিত্র ব্যক্তি ছাড়া কেউ স্পর্শ না করে।” [মুয়াত্তা মালেক: ১/২৯৯, মুহাদ্দিসগণ আবু বকর ইবনে হাযমের কাছে লিখা চিঠিটি বিশুদ্ধ বলে মত প্রকাশ করেছেন। দেখুন, আলবানী: ইরাওয়াউল গালীল, ১২২] তাছাড়া এ ব্যাপারে আলেমগণ একমত যে, ‘হাদসে আকবর’ অবস্থায় কোনভাবেই কুরআন স্পর্শ করা যাবে না। তবে ‘হাদসে আসগর’ অবস্থায় কোন কোন আলেমের মতে স্পর্শ করা জায়েয আছে। তারা এ আয়াতে বর্ণিত مُطَهَّرُوْنَ দ্বারা ফেরেশতা উদ্দেশ্য নিয়েছেন। আর উপরোক্ত প্রথম হাদীসের নিষেধাজ্ঞার কারণ হিসেবে বলেছেন যে, কাফেরদের হাতে পড়লে কুরআনের অবমাননার সম্ভাবনা থাকায় নিষেধ করা হয়েছে। পক্ষান্তরে দ্বিতীয় হাদীসটি তাদের নিকট বিশুদ্ধ বলে প্রমাণিত হয়নি। তাছাড়া কোন কোন আলেম এ আয়াত থেকে তৃতীয় আরেকটি অর্থ নিয়েছেন। তাদের মতে এখানে مس শব্দ দ্বারা উপকৃত হওয়া বোঝানো  হয়েছে। অর্থাৎ এ কুরআন থেকে কেবল ঐ সমস্ত লোকরাই উপকৃত হতে পারে যাদের অন্তর পবিত্র। [দেখুন, কুরতুবী]",
  "ayah": 79,
  "surah": 56
}
