{
  "text": "وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (9) هذا تفصيل الإِجمال الذي في قوله : { إنك كادح إلى ربك كدحاً فملاقيه } [ الانشقاق : 6 ] أي رجوع جميع الناس أولئك إلى الله ، فمن أوتي كتابه بيمينه فريق من الناس هم المؤمنون ومن أوتي كتابه وراء ظهره فريق آخر وهم المشركون كما دلّ عليه قوله : { إنه ظن أن لن يحور } ، وبين منتهاهما مراتب . وإنما جاءت هذه الآية على اعتبار تقسيم الناس يومئذ بين أتقياء ومشركين .والكِتاب : صحيفة الأعمال ، وجعل إيتاؤه إياه بيمينه شعاراً للسعادة لِما هو متعارف من أن اليد اليمنى تتناول الأشياء الزكية وهذا في غريزة البشر نشأ عن كون الجانب الأيمن من الجسد أقدر وأبدر للفعل الذي يتعلق العزم بعمله فارتكز في النفوس أن البركة في الجانب الأيمن حتى سَموا البركة والسعادة يُمناً ، ووسموا ضدها بالشؤم فكانت بركة اليمين مما وضعه الله تعالى في أصل فطرة الإنسان ، وتقدم عند قوله تعالى : { قالوا إنكم كنتم تأتوننا عن اليمين } في سورة [ الصافات : 28 ] ، وقوله : { وأصحاب اليمين ما أصحاب اليمين } [ الواقعة : 27 ] . وقوله : { وأصحاب الشمال ما أصحاب الشمال } في سورة [ الواقعة : 41 ] ، وقوله : { فأصحاب الميمنة ما أصحاب الميمنة وأصحاب المشأمة ما أصحاب المشأمة } في سورة [ الواقعة : 8 ، 9 ] .والباء في قوله : بيمينه } للملابسة أو المصاحبة ، أو هي بمعنى ( في ) ، وهي متعلقة ب { أوتي } .وحرف ( سوف ) أصله لحصول الفعل في المستقبل ، والأكثر أن يراد به المستقبل البعيد وذلك هو الشائع ، ويقصد به في الاستعمال البليغ تحقق حصول الفعل واستمراره ومنه قوله تعالى : { قال سوف أستغفر لكم ربي } في سورة [ يوسف : 98 ] ، وهو هنا مفيد للتحقق والاستمرار بالنسبة إلى الفعل القابل للاستمرارِ وهو ينقلب إلى أهله مسروراً وهو المقصود من هذا الوعد . وقد تقدم عند قوله تعالى : { فسوف نصليه ناراً } في سورة [ النساء : 30 ] .والحساب اليسير : هو عَرْض أعماله عليه دون مناقشة فلا يَطول زمنه فيعجَّلُ به إلى الجنة ، وذلك إذا كانت أعماله صالحة ، فالحساب اليسير كناية عن عدم المؤاخذة .ومن أوتي كتابه وراء ظهره } هو الكافر . والمعنى : إنه يؤتى كتابه بشماله كما تقتضيه المقابلة ب { من أوتي كتابه بيمينه } وذلك أيضاً في سورة الحاقة قوله : { وأما من أوتي كتابه بشماله فيقول يا ليتني لم أوت كتابيه } ، أي يعطى كتابه من خلفه فيأخذه بشماله تحقيراً له ويناول له من وراء ظهره إظهاراً للغضب عليه بحيث لا ينظر مُناوِلُه كتابَه إلى وجهه .",
  "ayah": 9,
  "surah": 84
}
