{
  "text": "Как только они пожелают чего-либо, их желания сбудутся. Для них там уготованы изысканные яства, вкусные напитки, прекрасные одежды, очаровательные женщины, высокие дворцы, удивительные сады, разнообразные аппетитные фрукты, которые доставляют удовольствие всем, кто употребляет их в пищу или хотя бы смотрит на них. В этих садах текут журчащие ручьи, которые праведники направляют туда, куда пожелают. В них течет вода, которая не застаивается, молоко, которое не прокисает, вино, которое не доставляет пьющим его ничего, кроме удовольствия, а также мед, который не имеет осадка и примесей. Удивительные благоухания, распрекрасные горницы, трогательные голоса, которые проникают до самых глубин человеческих сердец, теплые встречи с братьями и близкими - все это ожидает правоверных в Последней жизни. Но самое главное, они получат возможность увидеть Лик Милосердного Господа и услышать Его божественную речь. Они будут наслаждаться общением со своим Создателем и упиваться близостью с Ним. Они будут счастливы от того, что сумели снискать Его благоволение, спастись от Его гнева и обрести блаженство, которое никогда не прекратится, а с каждым часом будет только увеличиваться. Так твой Господь исполнит испрошенное обещание. Аллах назвал его испрошенным, потому что Его богобоязненные рабы своими поступками и речами постоянно стремились умолить Его ввести их в Рай, обещанный богобоязненным праведникам. Так какая же из двух обителей лучше и какой из них должен отдавать предпочтение человек? Кто лучше и благоразумнее: люди, которые трудятся для того, чтобы оказаться в обители страданий и несчастья, или люди, которые трудятся ради обители счастья и преуспеяния? О рабы Аллаха, обладающие разумом, задумайтесь над этим и дайте себе ответ. Отныне вам стала ясна истина, и перед вами освещен прямой путь, и если вы отвернетесь от ниспосланных Аллахом доказательств, то у вас не будет ни малейшего оправдания такому порочному выбору. Господи! Ты сотворил людей счастливыми и несчастными. Мы просим Тебя включить нас в число тех, кто получит великое вознаграждение и добавку. Мы также просим Тебя избавить нас от страданий и несчастий. Господи, одари нас блаженством и благополучием! Затем Всевышний Аллах сообщил о том, что произойдет в День воскресения с многобожниками и ложными богами, которым они поклонялись. В этот страшный день многобожники и идолопоклонники осознают порочность своих устремлений, потому что некогда обожествляемые ими творения отрекутся от них. Господь сказал:",
  "ayah": 16,
  "surah": 25
}
