{
  "text": "Несмотря на это, среди людей есть такие, которые не надеются на встречу с Аллахом, то есть отвергают Божьих посланников и считают ложью обещание Аллаха о вознаграждении праведников и наказании грешников. В сердцах таких людей нет ни страха перед суровым наказанием, ни надежды на щедрое вознаграждение при встрече с Всемогущим Творцом. Они говорят: «Почему к нам не ниспосланы ангелы? Почему мы не видим нашего Господа?» Именно так поступали современники Пророка Мухаммада. Они говорили: «Почему тебя не окружают ангелы, которые убедили бы нас в истинности твоей пророческой миссии? Уж они-то помогли бы тебе справиться с этой тяжелой обязанностью. И почему ты вообще должен быть Божьим посланником? Они могли бы без особого труда донести до человечества послание своего Господа. Скажи нам, если ты говоришь правду, почему мы не видим нашего Господа? Почему Он не заговорит с нами и не подтвердит правдивость твоих слов? Почему Он сам не велит нам последовать за тобой?» Многобожники пытались упрекнуть посланника Аллаха в том, что в действительности не может служить упреком, ибо ими двигали исключительно высокомерие, надменность и заносчивость. Поэтому Всевышний Аллах сказал, что они надменно возгордились собой и совершили великое преступление. Это - истинная причина их громких заявлений и дерзких требований. А кто они, эти жалкие и несчастные неверные? Кто позволил им требовать возможности увидеть Всевышнего Аллаха? Кто дал им право определять критерии истинного пророческого послания? Разве может быть более зловещее высокомерие?!! Эти преступники уклонились от истины, а их сердца окаменели и стали более твердыми, чем камни и железо. Они были не способны преклониться перед истиной и обратиться лицом к добрым советникам. Они не прислушивались к проповедям и увещеваниям и отказывались следовать истине. Напротив, они называли лжецами самых правдивых и искренних людей и отворачивались от ясных знамений и убедительных доказательств. Разве может быть более ужасное преступление?!! Все это привело к тому, что их деяния стали тщетными и бесполезными и обернулись для грешников чудовищным убытком.",
  "ayah": 21,
  "surah": 25
}
