{
  "text": "В День воскресения небо будет покрыто облаками, в тени которых Аллах будет спускаться с небес для того, чтобы свершить суд над Своими рабами. В тот страшный час разверзнутся небеса, и ангелы каждого неба спустятся на ристалище и выстроятся рядами. Может быть, все ангелы будут выстроены в один ряд, а может быть, ангелы каждого неба выстроятся отдельно, и семь рядов могучих ангелов будут окружать людей и другие творения, над которыми свершится справедливый суд. В любом случае, многочисленные и могучие ангелы со всех сторон окружат людей и остальных тварей. Они будут покорны воле своего Господа и даже разговаривать будут только после Его разрешения. Что же тогда говорить о положении жалких и беспомощных людей, особенно, тех из них, которые осмеливались гневить Всемогущего Властелина и противиться Его воле, которые совершали грехи и злодеяния и не хотели раскаиваться?! Господь объявит им Свой справедливый приговор, и суровым будет этот день для неверных. Именно на них ляжет бремя мук и страданий, которое никоим образом не коснется правоверных. Они переживут День воскресения без страха и печали. Всевышний сказал: «В тот день Мы соберем благочестивых перед Милостивым почтенной делегацией, а грешников погоним в Геенну, словно на водопой» (19:85–86). В тот день власть будет принадлежать только Аллаху. Люди и все остальные творения в День воскресения не будут обладать никакой властью. У них не будет даже той мнимой власти, которой они были наделены в мирской жизни. Правители и подчиненные, свободные и рабы, великие и униженные - все будут равны и одинаково беспомощны перед Всемогущим Создателем. Верующий, который читает этот аят, обретает покой и умиротворение, потому что Аллах назвал себя Милостивым. Господь, Который будет вершить суд в тот страшный день, является Милостивым, и его милость и сострадание объемлют все сущее, всякую живую тварь. Вселенная переполнена свидетельствами Его милости, которая царит на земле и будет верховенствовать в Последней жизни. Милостивый - это имя, лишенное каких-либо недостатков и превосходящее все прекрасные имена Аллаха, свидетельствующие о божественном гневе. Его милость опережает и превосходит Его справедливый гнев. Благодаря ней Аллах сотворил Адама и его беспомощных потомков, оказал им великую честь, одарил их многочисленными щедротами, завершил Свою добродетель по отношению к ним и осенил их Своей божественной заботой. В День воскресения люди будут униженны, смиренны и покорны воле своего Господа. Они будут стоять перед Ним, дожидаясь справедливого приговора. Они будут знать, что этот приговор должен вынести Всевышний Аллах, Который более сострадателен к Своим рабам, чем мать к собственному ребенку. Представьте себе, как милостив и снисходителен будет Господь к людям. В тот день погибнут только самые закоренелые грешники. В тот день милости Аллаха будут лишены только самые несчастные преступники, которые своими скверными деяниями заслужили обещанное Им наказание.",
  "ayah": 26,
  "surah": 25
}
