{
  "text": "В Судный день грешник, который при жизни на земле увязал в неверии, приобщал сотоварищей к Аллаху и отвергал Его правдивых посланников, от отчаяния, скорби и разочарования будет кусать свои руки. Он воскликнет: «Лучше бы я уверовал в Божьего посланника, прислушался к его правдивому учению и стал одним из его верных последователей. Лучше бы я не считал своими искренними друзьями ослушников из числа людей и джиннов! Я предпочел враждовать с человеком, который действительно желал мне добра и был чрезвычайно снисходителен ко мне, и возлюбил нечестивцев, которые оказались моими врагами. Сегодня моя дружба и близость с ними не принесет мне ничего, кроме несчастья, убытка, бесчестья и погибели. Своими лживыми и обольстительными речами он представил мне заблуждение в ложном свете и убедил меня отказаться от истины, которую я нашел в Священном Коране». Что же касается сатаны, то он является предателем. Он внушает человеку, что ложь прекрасна, и пытается опорочить в его глазах истину. Он заставляет человека поверить его лживым обещаниям, а затем отворачивается и отрекается от него. А когда свершится суд над всеми творениями и Всевышний Аллах вынесет последний приговор, сатана обратится ко всем своим последователям и скажет: «Воистину, обещание Аллаха было правдиво, а я обещал вам, но не сдержал данного вам слова. У меня не было над вами никакой власти. Я звал вас, и вы послушались меня. Посему не порицайте меня, а порицайте самих себя. Я не могу помочь вам, а вы не можете помочь мне. Я не причастен к тому, что ранее вы поклонялись мне» (14:22). О раб Аллаха! Пока еще не поздно опомниться и раскаяться, отдай свою любовь тому, кто помогает тебе обрести вечное счастье, и питай вражду и ненависть к тому, кто заслуживает такого сурового отношения и не приносит тебе ничего, кроме зла и вреда. И да поможет тебе Аллах! Затем Всевышний поведал о том, как Пророк Мухаммад, да благословит его Аллах и приветствует, пожаловался Ему на то, что его народ отказался повиноваться предписаниям последнего Священного Писания.",
  "ayah": 29,
  "surah": 25
}
