{
  "text": "О Мухаммад! Завидев тебя, нечестивцы, которые считают тебя лжецом, отвергают знамения твоего Господа и надменно ступают по земле, глумятся и насмехаются над тобой. Они говорят: «Неужели это - тот, кого Аллах отправил посланником? Он не подходит для этой ответственной миссии и не заслуживает этой высокой чести. Аллах не мог сделать его Своим посланником». Воистину, подобные слова являются свидетельством беззакония и упрямства, которые были присущи этим грешникам. Они имели извращенные представления об истине и поэтому осмеливались с пренебрежением и презрением отзываться о Божьем избраннике. Кто дал им право решать, кто достоин быть посланником Аллаха, а кто нет?! Кто дал им право говорить: «Почему этот Коран не был ниспослан великому мужу из двух городов (Мекки и Таифа)?» (43:31). Сказать подобное могут только самые невежественные и заблудшие люди либо закоренелые неверные, которые упрямо отвергают истину, игнорируют любые доказательства и стремятся любым способом провозгласить ложь и опорочить истину. Третьего не дано, потому что достаточно просто ознакомиться с жизнью Пророка Мухаммада, сына Абдуллаха, чтобы убедиться в том, что он был знающим, благоразумным, сознательным, уравновешенным, высоконравственным, целомудренным и смелым человеком. Он обладал удивительными качествами и во многом превосходил остальных людей. А что касается нечестивцев, которые питают к нему ненависть и умаляют его достоинство, то они являются самыми глупыми и невежественными людьми, которые сбились с прямого пути и исповедуют противоречивые убеждения. Помимо всего прочего им присущи несправедливость, беззаконие и ненависть ко всему прекрасному. Воистину, никто другой не может объединить в себе сразу столько отвратительных качеств. Однако для того, чтобы обвинить их в невежестве и заблуждении достаточно того, что они оскорбляют и унижают самого славного и благородного человека - великого Пророка Мухаммада, да благословит его Аллах и приветствует. Они поступали так, чтобы сделать Пророка, да благословит его Аллах и приветствует, объектом насмешек и издевательств. Они упрямо отстаивали свои лживые убеждения и пытались ввести в заблуждение окружающих их глупцов. Именно так поступали мекканские многобожники, которые сказали:",
  "ayah": 41,
  "surah": 25
}
