{
  "text": "Всевышний приказал Своему пророку, да благословит его Аллах и приветствует, опровергнуть измышления неверных и сказать, что Коран ниспослан Аллахом, Которому известно все явное и сокровенное, Который знает обо всем, что Его рабы совершают открыто либо в тайне от остальных. Всевышний сказал: «Воистину, это - Ниспослание от Господа миров. Верный Дух (Джибрил) сошел с ним на твое сердце, чтобы ты стал одним из тех, кто предостерегает» (26:192–194). Для доказательства собственной правдивости Пророк Мухаммад, да благословит его Аллах и приветствует, сообщил о том, что получает откровения от Того, Кто обладает совершенным знанием. Представьте себе человека, который приписывает собственное сочинение Всевышнему Аллаху, позволяет себе покушаться на жизнь и имущество своих противников и утверждает, что все это приказано ему Всемогущим Господом. Воистину, Он ведает обо всем сущем, и поэтому Он никогда не станет помогать такому человеку в борьбе с его противниками и не позволит ему покорить их сердца и земли. А поскольку все это удалось Пророку, да благословит его Аллах и приветствует, то ни один благоразумный человек не может отрицать истинности Священного Корана, если только он не отрицает совершенное знание своего Господа, а известно, что поступают так только философы и атеисты. Сообщив о Своем всеобъемлющем знании, Всевышний Аллах призвал людей размышлять над кораническими откровениями, потому что именно благодаря ним рабы Аллаха могут ознакомиться с правдивыми повествованиями и мудрыми предписаниями, каждое из которых однозначно свидетельствует о том, что Священный Коран ниспослан Тем, Кто ведает явное и сокровенное. Несмотря на это, неверующие во все времена отвергают послание и пророчество, но Аллах все равно не лишает их Своей милости. Он призывает грешников покаяться и обещает тем из них, кто покается и встанет на прямой путь, милость и прощение. Воистину, среди Его прекрасных имен - Прощающий, Милосердный. Он прощает даже закоренелых преступников и злостных грешников, когда они перестают творить злодеяния и приносят искреннее покаяние. Он непрестанно осеняет людей Своей милостью: дарует им отсрочку, несмотря на то, что они заслуживают справедливого наказания, принимает их покаяния, стирает их прегрешения и записывает их благодеяния. Он проявляет сострадание к грешникам, которые раскаиваются после долгих скитаний во мраке заблуждения и возвращаются на прямой путь после продолжительного сопротивления и неповиновения. Затем Аллах еще раз сообщил о многобожниках, которые безнадежно пытались опорочить пророческое послание и хотели видеть Божьего избранника ангелом, царем или человеком, которому помогает ангел.",
  "ayah": 6,
  "surah": 25
}
