{
  "text": "তোমার প্রতি যে গ্রন্থ অহী করা হয়েছে তা পাঠ কর[১] এবং যথাযথভাবে নামায পড়।[২] নিশ্চয় নামায অশ্লীল ও মন্দ কাজ থেকে বিরত রাখে। [৩] আর অবশ্যই আল্লাহর স্মরণ সর্বশ্রেষ্ঠ।[৪] তোমরা যা কর আল্লাহ তা জানেন।\n[১] কুরআন কারীম তেলাঅত (বা পাঠ) করার আদেশ বিভিন্ন উদ্দেশ্যে দেওয়া হয়েছে; নেকী লাভের উদ্দেশ্যে, তার অর্থ নিয়ে চিন্তা-ভাবনা করার উদ্দেশ্যে, শিক্ষা ও উপদেশ দেওয়া-নেওয়ার উদ্দেশ্যে। তেলাঅতের এই আদেশের মাঝে সব কিছু শামিল আছে।[২] কারণ (প্রকৃত) নামাযের মাধ্যমে মানুষের সাথে আল্লাহর এক বিশেষ সম্পর্ক গড়ে ওঠে। যার ফলে মানুষের উপর আল্লাহর সাহায্য আসে। যে সাহায্য তার জীবনের সর্বত্রই সুপ্রতিষ্ঠা ও দৃঢ় মনোভাবের কারণ এবং হিদায়াতের সহায়ক হয়। এই জন্যই কুরআন কারীমে বলা হয়েছে \"হে মু'মিনগণ তোমরা ধৈর্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা কর।\"\n(সূরা বাক্বারাহ ২:১৫৩ আয়াত)\nনামায ও ধৈর্য এমন কোন দৃশ্য বস্তু নয় যে, মানুষ তা ধরে বসে সাহায্য অর্জন করবে। এ তো অদৃশ্য বস্তু। উদ্দেশ্য হল, তার মাধ্যমে প্রভুর সাথে মানুষের যে বিশেষ সম্পর্ক কায়েম হয়, সেই সম্পর্ক তার জীবনের পদে পদে সাহায্য ও তাকে পথ প্রদর্শন করে থাকে। যার জন্য মহানবী (সাঃ)-কে রাত্রের অন্ধকারে নির্জনে তাহাজ্জুদ নামায আদায় করার প্রতি তাকীদ করা হয়েছিল। কারণ, নবী (সাঃ)-কে যে গুরুত্বপূর্ণ কাজের দায়িত্বভার দেওয়া হয়েছিল তাতে তাঁর জন্য আল্লাহর অনেক সাহায্যের প্রয়োজন ছিল। আর এই কারণেই যখন নবী (সাঃ) কোন গুরুত্বপূর্ণ কাজের সম্মুখীন হতেন, তখন তিনি নামায পড়তেন।\n(আহমাদ, আবূ দাঊদ)\n[৩] অর্থাৎ, অশ্লীল ও মন্দ কর্ম থেকে বিরত থাকার কারণ ও মাধ্যম হয়। যেমন ঔষধের নানা প্রতিক্রিয়া আছে এবং বলাও হয় যে, অমুক ঔষধে অমুক অসুখ ভাল হয়। আর বাস্তবে তা হয়েও থাকে। কিন্তু তা তখনই সম্ভব, যখন দুটি কথা পালন করা হবে, প্রথমতঃ ঔষধ ডাক্তারের পরামর্শ মত নিয়মিত সেবন করতে হবে। আর দ্বিতীয়তঃ এমন সকল জিনিস থেকে পরহেয করতে বা বিরত থাকতে হবে, যা ঔষধের প্রতিক্রিয়া-ক্ষমতাই নষ্ট করে ফেলে। অনুরূপ আল্লাহ তাআলা অবশ্যই নামাযে এমন আধ্যাত্মিক ক্ষমতা রেখেছেন, যা মানুষকে অশ্লীল এবং মন্দ কর্ম থেকে বিরত রাখতে পারে। কিন্তু তা তখনই সম্ভব, যখন নামায মহানবী (সাঃ)-এর সুন্নাহ ও তরীকা অনুযায়ী ঐ সকল আদব ও শর্ত পালন করার সাথে আদায় করা হবে, যা তার শুদ্ধ ও গ্রহণযোগ্য হওয়ার জন্য অপরিহার্য করা হয়েছে। যেমন তার প্রথম হলঃ ইখলাস ও হৃদয়-বিশুদ্ধতা, অর্থাৎ কেবল তাঁর সন্তুষ্টির জন্য হওয়া এবং নামাযে আল্লাহ ছাড়া অন্যের দিকে মনোযোগ না হওয়া। দ্বিতীয়ঃ পবিত্রতা, তৃতীয়ঃ নির্দিষ্ট সময় মত জামাআত সহকারে তা আদায় করা। চতুর্থঃ নামাযের আরকান (ক্বিরাআত, রুকূ, কাওমাহ, সিজদাহ ইত্যাদি) পূর্ণরূপে ধীরতা ও স্থিরতার সাথে আদায় করা। পঞ্চমঃ একাগ্রতা এবং বিনয় বজায় রাখা। ষষ্ঠঃ নিয়মনিষ্ঠ হয়ে নিরবচ্ছিন্নভাবে তা আদায় করতে থাকা। সপ্তমঃ হালাল রুযী খাওয়া। বস্তুতঃ আমাদের নামায এই সকল আদব ও শর্তশূন্য, ফলে তার সেই প্রভাব আমাদের জীবনে প্রকাশ পাচ্ছে না, যা কুরআন করীমে বলা হয়েছে। অনেকে এই আয়াতের খবরকে আদেশার্থে গ্রহণ করেছেন। অর্থাৎ নামাযীদের জন্য জরুরী যে, তারা অশ্লীল ও মন্দ কর্ম হতে বিরত থাকবে।[৪] অর্থাৎ, অশ্লীল ও মন্দ কর্ম হতে বিরত রাখতে আল্লাহর যিকর (স্মরণ) নামায থেকেও বেশি প্রভাব-ক্ষমতা রাখে । কারণ, মানুষ যতক্ষণ নামাযে থাকে, ততক্ষণ মন্দ কর্ম থেকে বিরত থাকে। কিন্তু পরে তার প্রভাব কম হয়ে যায়। পক্ষান্তরে সর্বদা আল্লাহর যিকর মানুষকে সর্বক্ষণের জন্য মন্দ কর্মে বাধা দিয়ে থাকে।",
  "ayah": 45,
  "surah": 29
}
