{
  "text": "In these verses, God has announced His firm resolve to keep His religion completely safe till Doomsday. When Almighty God settled human beings on the earth, He furnished them with His Guide Book. Later, when people fell into the ways of neglect and worldliness, they changed the words of God to suit their desires. For example, presuming their great revered men to be mediators with and recommenders to God, they adopted the belief that whatever they did, their holy men would, on the strength of their recommendation, be their saviours before God. They also believed that heaven or hell existed right there in the present world and that there was nothing beyond this world. Whatever the people themselves wanted, they attributed it to God and wrote it in God’s Book. Thereafter, God sent another prophet who rid the divine religion of all man-made impurities and presented it again in its true form. Subsequent generations made changes in that as well. This happened again and again. Finally, Almighty God decided to send a final Prophet, and through him create such conditions that the religion of God should remain safe in its original form forever. This task—the greatest in the history of prophethood—was achieved through the Prophet Muhammad. At the time when the Prophet Muhammad appeared, many self-made religions had been devised. The polytheists of Arabia had a religion which they called the religion of Moses. The Christians had a religion which they called the religion of Jesus. These were all concocted editions of God’s religion, and had been wrongly claimed to be the religion sent by God. God rejected all these religions and established the religion revealed to Prophet Muhammad as the sole authentic edition of His religion which would remain valid until Doomsday. Today Islam is the only religion in the text of which no changes could be made. Islam is the only religion which is historically authentic. Islam is the only religion whose teachings are found in a living language. The candle lit by God in the shape of Islam has never been dimmed or extinguished. It is there in its entirety before the world, maintaining its ideological superiority over all other religions.",
  "ayah": 32,
  "surah": 9
}
