{
  "text": "Here the items of expenditure of prescribed alms or religious charity (zakat) have been enumerated. According to the Quran these are eight in number: 1. Poor (fuqara’): For those who have nothing. 2. Destitute (masakin): For those who have less than their needs. 3. Officials (‘amilun): For those who have been appointed by the Islamic government to collect money given in charity and to maintain its accounts. 4. The winning of hearts (mu’allafati’l qulub): For those who need encouragement to accept Islam or for those who are weak in their faith. 5. Freeing slaves (riqab): For the freeing of slaves or for the release of prisoners or the payment of ransom. 6. For those in debt (gharamin): For those who are in debt or those bearing the burden of surety. 7. Spending for God’s cause (fi sabilil’lah): For missionary work and endeavour for the cause of God. Peaceful dawah work falls into this category. 8. Travellers (ibn as-sabil): For those who become needy during a journey, even though they may be well off when at home. In any collective system, when the funds are distributed in charity, it always happens that certain people have complaints about violation of their rights or unjustified distribution. But such complaints expose the weakness of the complainant himself. Howsoever righteous the person responsible for distribution might be, people who are greedy and narrow in their way of thinking will somehow fabricate false grounds for such complaints. Yet this type of complaint works most of all against the complainant himself. It impedes the process of the arousal of the intellectual potential of the individual. If a man reconciles himself to whatever he possesses and concentrates his thinking on God, then fresh courage will develop in him; positive talents which are latent in him will awaken. He will put the amounts received by him to better use; instead of depending on donations, he will develop self-confidence; he will start seeking out new economic opportunities, relying on God; instead of being bored or dissatisfied with others, he will develop the attitude of making companions of them and will work together with them, etc.",
  "ayah": 60,
  "surah": 9
}
