{
  "text": "যাতে তোমরা এর পিঠে স্থির হয়ে বসতে পার, তারপর তোমাদের রবের অনুগ্রহ স্মরণ করবে যখন তোমরা এর উপর স্থির হয়ে বসবে; এবং বলবে [১], ‘পবিত্ৰ-মহান তিনি, যিনি এগুলোকে আমাদের বশীভূত করে দিয়েছেন। আর আমরা সমর্থ ছিলাম না এদেরকে বশীভূত করতে।\n[১] সওয়ারীর পিঠে বসার সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মুখ থেকে যেসব কথা উচ্চারিত হতো সেগুলোই এ আয়াতের উদ্দেশ্য ও অভিপ্ৰায়ের সর্বোত্তম বাস্তব ব্যাখ্যা। আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু আনহুমা বলেন, সফরে রওয়ানা হওয়ার সময় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সওয়ারীর জন্তুর উপর সওয়ার হওয়ার পর তিনবার ‘আল্লাহু আকবর’ বলতেন। তারপর سُبْحٰنَ الَّذِىْ سَخَّرلَنَا থেকে শুরু করে لَمُنْقَلِبُوْنَ পর্যন্ত পাঠ করতেন। তারপর এই বলে দো'আ করতেনঃ\nاللّٰهُمَّ إِنَّا نَسْأَلُكَ فِيْ سَفَرِنَا هَذَاالْبِرَّ وَالتَّقْوَىِ وَمِنَ الْعَمَلِ مَاتَرْضَى اللّٰهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هٰذَاوَاطْوِ عَنَّا بُعْدَهُ اللّٰهُمَّ أَنْتَ الصَّا حِبُ فيِ السَّفَرِ وَالْخَلِيفَةُ فيِ الْأَهْلِ اللّٰهُمَّ إَنِّي أَعُوذُبِكا مِنْ وَ عْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنقَلَبِ فِي الْمَالِ وَالْأَهْلِ\n‘আল্লাহুম্মা ইন্না নাসআলুক ফী সাফারিনা হায্যাল বিররা ওয়াত তাকওয়া ওয়া মিনাল আমালে মা তারদা। আল্লাহুম্মা হাওয়িন আলাইনা সাফারানা হাযা ওয়াতওয়ে  ‘আন্না বু’দাহ। আল্লাহুম্মা আনতাস সাহিবু ফিস সাফারে ওয়াল খালিফাতু ফিল আহলে। আল্লাহুম্মা ইন্নি ‘আউযু বিকা মিন ওয়া‘সা-ইস সাফারে ওয়া কাআবাতিল মানযারে ওয়া সুয়িল মুনকালাবে ফিল মালে ওয়াল আহিল।’ [মুসলিম: ২৩৯২]\nআলী রাদিয়াল্লাহু আনহু বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিসমিল্লাহ বলে রিকাবে পা রাখলেন এবং সওয়ার হওয়ার পর ‘আলহামদুলিল্লাহ' বললেন। তারপর এ আয়াত অর্থাৎ سُبْحٰنَ الَّذِىْ سَخَّرَلَنَا থেকে শুরু করে لَمُنْقَلِبُوْنَ পর্যন্ত বললেন, তারপর ‘আলহামদুলিল্লাহ' তিনবার ও ‘আল্লাহু আকবার তিনবার বললেন এবং তারপর বললেনঃ “আপনি অতি পবিত্র। তুমি ছাড়া আর কোন ইলাহ নেই। আমি নিজের প্রতি যুলুম করেছি। আমাকে ক্ষমা করে দিন।” এরপর তিনি হেসে ফেললেন। আমি জিজ্ঞেস করলাম, হে আল্লাহর রাসূল, আপনি কি কারণে হাসলেন। তিনি বললেন, বান্দা (হে রব, আমাকে ক্ষমা করে দিন) বললে আল্লাহর কাছে তা বড়ই পছন্দনীয় হয়। তিনি বলেনঃ আমার এই বান্দা জানে যে, আমি ছাড়া ক্ষমাশীল আর কেউ নেই। [মুসনাদে আহমদ: ১/৯৭, আবু দাউদ: ২৬০২, তিরমিযীঃ ৩৪৪৬]",
  "ayah": 13,
  "surah": 43
}
