{
  "text": "القول في تأويل قوله تعالى :  إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (10)يقول تعالى ذكره: إنما المناجاة من الشيطان، ثم اختلف أهل العلم في النجوى التي أخبر الله أنها من الشيطان، أيّ ذلك هو، فقال بعضهم: عُنِيَ بذلك مناجاة المنافقين بعضهم بعضًا.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا ): كان المنافقون يتناجون بينهم، وكان ذلك يغيظ المؤمنين، ويكبر عليهم، فأنـزل الله في ذلك القرآن: ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا ) ... الآية.&; 23-242 &;وقال آخرون بما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله عزّ وجلّ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلا بِإِذْنِ اللَّهِ ) قال: كان الرجل يأتي رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يسأله الحاجة، ليرى الناس أنه قد ناجى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، قال: وكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم لا يمنع ذلك من أحد. قال: والأرض يومئذ حرب على أهل هذا البلد، وكان إبليس يأتي القوم فيقول لهم: إنما يتناجون في أمور قد حضرت، وجموع قد جمعت لكم وأشياء، فقال الله: ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا ) ... إلى آخر الآية.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: كان المسلمون إذا رأوا المنافقين خلوا يتناجون، يشقّ عليهم، فنـزلت: ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا ) .وقال آخرون: عُنِي بذلك أحلام النوم التي يراها الإنسان في نومه فتحزنه.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يحيى بن داود البلخي، قال: سئل عطية، وأنا أسمع الرؤيا، فقال: الرؤيا على ثلاث منازل، فمنها وسوسة الشيطان، فذلك قوله: ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ )، ومنها ما يحدّث نفسه بالنهار فيراه بالليل، ومنها كالأخذ باليد.وأولى الأقوال في ذلك بالصواب قول من قال: عُنِي به مناجاة المنافقين بعضهم بعضًا بِالإثْمِ والعدوان، وذلك أن الله جلّ ثناؤه تقدم بالنهي عنها بقوله:  إِذَا تَنَاجَيْتُمْ فَلا تَتَنَاجَوْا بِالإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ  ، ثم عما في ذلك من المكروه على أهل الإيمان، وعن سبب نهيه إياهم عنه، فقال: ( إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا )، فبيَّن بذلك (1) ، إذ كان النهي عن رؤية المرء في &; 23-243 &; منامه كان كذلك، وكان عقيب نهيه عن النجوى بصفة أنه من صفة ما نهى عنه.وقوله: ( وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلا بِإِذْنِ اللَّهِ ) يقول تعالى ذكره: وليس التناجي بضارّ المؤمنين شيئا إلا بإذن الله، يعني بقضاء الله وقدره.وقوله: ( وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ) يقول تعالى ذكره: وعلى الله فليتوكل في أمورهم أهل الإيمان به، ولا يحزنوا من تناجي المنافقين ومن يكيدهم بذلك، وأن تناجيهم غير ضارّهم إذا حفظهم ربهم.",
  "ayah": 10,
  "surah": 58
}
