{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (12)يقول تعالى ذكره: يا أيها الذين صدقوا الله ورسوله، إذا ناجيتم رسول الله، فقدّموا أمام نجواكم صدقة تتصدقون بها على أهل المسكنة والحاجة، ( ذَلِكَ خَيْرٌ لَكُمْ ) يقول: وتقديمكم الصدقة أمام نجواكم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، خير لكم عند الله ( وَأَطْهَرُ ) لقلوبكم من المآثم.وبنحو الذي قلنا في ذلك قال أهل التأويل.&; 23-248 &;* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) قال: نهوا عن مناجاة النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم حتى يتصدقوا، فلم يناجه إلا عليّ بن أبي طالب رضي الله عنه قدم دينارًا فتصدق به، ثم أنـزلت الرخصة في ذلك.حدثنا محمد بن عبيد بن محمد المحاربي، قال: ثنا المطلب بن زياد، عن ليث، عن مجاهد، قال، قال عليّ رضي الله عنه: إن في كتاب الله عزّ وجلّ لآية ما عمل بها أحد قبلي، ولا يعمل بها أحد بعدي: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) قال: فُرِضت، ثم نُسخت.حدثني موسى بن عبد الرحمن المسروقي، قال: ثنا أبو أَسامة، عن شبل بن عباد، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) قال: نهوا عن مناجاة النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم حتى يتصدّقوا، فلم يناجه إلا عليّ بن أبي طالب رضي الله عنه، قدّم دينارًا صدقة تصدق به، ثم أنـزلت الرخصة.حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، قال: سمعت ليثًا، عن مجاهد، قال، قال عليّ رضي الله عنه: آية من كتاب الله لم يعمل بها أحد قبلي، ولا يعمل بها أحد بعدي، كان عندي دينار فصرفته بعشرة دراهم، فكنت إذا جئت إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم تصدقت بدرهم، فنسخت، فلم يعمل بها أحد قبلي: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) قال: سأل الناس رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حتى أحفوه بالمسألة، فوعظهم الله بهذه الآية، وكان الرجل تكون له الحاجة إلى نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، فلا يستطيع &; 23-249 &; أن يقضيها، حتى يقدّم بين يديه صدقة، فاشتدّ ذلك عليهم، فأنـزل الله عزّ وجلّ الرخصة بعد ذلك ( فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) قال: إنها منسوخة ما كانت إلا ساعة من نهار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ) ... إلى ( فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) قال: كان المسلمون يقدّمون بين يدي النجوى صدقة، فلما نـزلت الزكاة نُسخ هذا.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً )، وذاك أن المسلمين أكثروا المسائل على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، حتى شقوا عليه، فأراد الله أن يخفف عن نبيه؛ فلما قال ذلك صبر كثير من الناس، وكفوا عن المسألة، فأنـزل الله بعد هذا  فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ  ، فوسع الله عليهم، ولم يضيق.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن عثمان بن أبى المغيرة، عن سالم بن أبي الجعد، عن عليّ بن علقمة الأنماريّ، عن عليّ، قال، قال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" مَا تَرَى؟ دِينَارٌ\" قَالَ: لا يطيقون، قال: \" نصف دينار؟ \" قال: لا يطيقون قال: \" ما ترى؟ \" قال: شعيرة، فقال له النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" إنَّكَ لَزَهِيدٌ\"، قال عليّ رضي الله عنه: فبي خفف الله عن هذه الأمة، وقوله: ( إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً )، فنـزلت:  أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ  .حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ): لئلا &; 23-250 &; يناجي أهل الباطل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فيشُقّ ذلك على أهل الحقّ، قالوا: يا رسول الله ما نستطيع ذلك ولا نطيقه، فقال الله عزّ وجلّ:  أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ  ، وقال:  لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ  ، من جاء يناجيك في هذا فاقبل مناجاته، ومن جاء يناجيك في غير هذا فاقطع أنت ذاك عنه لا تناجه. قال: وكان المنافقون ربما ناجوا فيما لا حاجة لهم فيه، فقال الله عزّ وجلّ:  أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ  قال: لأن الخبيث يدخل في ذلك.حدثنا ابن حُمَيد، قال: ثنا يحيى بن واضح، عن الحسين، عن يزيد، عن عكرِمة والحسن البصري قالا قال في المجادلة: ( إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ )، فنسختها الآية التي بعدها، فقال:  أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ  .وقوله: ( فَإِنْ لَمْ تَجِدُوا ) يقول تعالى ذكره: فإن لم تجدوا ما تتصدّقون به أمام مناجاتكم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، ( فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) يقول: فإن الله ذو عفو عن ذنوبكم إذا تبتم منها، رحيم بكم أن يعاقبكم عليها بعد التوبة، وغير مؤاخذكم بمناجاتكم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قبل أن تقدّموا بين يدي نجواكم إياه صدقة.",
  "ayah": 12,
  "surah": 58
}
