{
  "text": "القول في تأويل قوله تعالى :  لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ (22)يعني جلّ ثناؤه بقوله: ( لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ ) لا تجد يا محمد قومًا يصدّقون الله، ويقرّون باليوم الآخر يوادّون من حادّ الله ورسوله وشاقَّهما وخالف أمر الله ونهيه ( وَلَوْ كَانُوا آبَاءَهُمْ ) يقول: ولو كان الذين حادّوا الله ورسوله آباءهم ( أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ) وإنما أخبر الله جلّ ثناؤه نبيه عليه الصلاة والسلام بهذه الآية  أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ  ليسوا من أهل الإيمان بالله ولا باليوم الآخر، فلذلك تولَّوُا الذين تولَّوْهم من اليهود.&; 23-258 &;وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ ) لا تجد يا محمد قومًا يؤمنون بالله واليوم الآخر، يوادّون من حادّ الله ورسوله: أي من عادى الله ورسولَه.وقوله: ( أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الإيمَانَ ) يقول جلّ ثناؤه: هؤلاء الذين لا يوادّون من حادّ الله ورسوله ولو كانوا آباءهم، أو أبناءهم، أو إخوانهم، أو عشيرتهم، كتب الله في قلوبهم الإيمان. وإنما عُنِي بذلك: قضى لقلوبهم الإيمان، ففي بمعنى اللام، وأخبر تعالى ذكره أنه كتب في قلوبهم الإيمان لهم، وذلك لمَّا كان الإيمان بالقلوب، وكان معلومًا بالخبر عن القلوب أن المراد به أهلها، اجتزى بذكرها مِنْ ذكر أهلها.وقوله: ( وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ) يقول: وقوّاهم ببرهان منه ونور وهدى ( وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول: ويدخلهم بساتين تجري من تحت أشجارها الأنهار ( خَالِدِينَ فِيهَا ) يقول: ماكثين فيها أبدا( رَضِيَ اللَّهُ عَنْهُمْ ) بطاعتهم إياه في الدنيا( وَرَضُوا عَنْهُ ) في الآخرة بإدخاله إياهم الجنة ( أُولَئِكَ حِزْبُ اللَّهِ ) يقول: أولئك الذين هذه صفتهم جند الله وأولياؤه ( أَلا إِنَّ حِزْبَ اللَّهِ ) يقول: ألا إن جند الله وأولياءه ( هُمُ الْمُفْلِحُونَ ) يقول: هم الباقون المُنْجحون بإدراكهم ما طلبوا، والتمسوا ببيعتهم في الدنيا، وطاعتهم ربهم.",
  "ayah": 22,
  "surah": 58
}
