{
  "text": "القول في تأويل قوله تعالى :  فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا &; 23-232 &; ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (4)يقول تعالى ذكره: فمن لم يجد منكم ممن ظاهر من امرأته رقبة يحرّرها، فعليه صيام شهرين متتابعين من قبل أن يتماسا; والشهران المتتابعان هما اللذان لا فصل بينهما بإفطار في نهار شيء منهما إلا من عذر، فإنه إذا كان الإفطار بالعذر ففيه اختلاف بين أهل العلم، فقال بعضهم: إذا كان إفطاره لعذر فزال العذر، بنى على ما مضى من الصوم.وقال آخرون: بل يستأنف، لأن من أفطر بعذر أو غير عذر لم يتابع صوم شهرين.ذكر من قال: إذا أفطر بعذر وزال العذر بنى وكان متابعًا.حدثنا ابن بشار، قال: ثنا ابن أبي عديّ وعبد الأعلى، عن سعيد، عن قتادة، عن سعيد بن المسيب أنه قال في رجل صام من كفارة الظهار، أو كفارة القتل، ومرض فأفطر، أو أفطر من عذر، قال: عليه أن يقضي يومًا مكان يوم، ولا يستقبل صومه.حدثنا ابن المثنى، قال: ثنا ابن عديّ، عن سعيد، عن قتادة، عن سعيد بن المسيب، بمثله.حدثنا ابن بشار، قال: ثنا يحيى، عن ابن أبي عروبة، عن قتادة، عن سعيد بن المسيب في المظاهر، الذي عليه صوم شهرين متتابعين، فصام شهرًا، ثم أفطر، قال: يتمّ ما بقي.حدثنا ابن المثنى، قال: ثنا ابن عبد الأعلى، عن سعيد، عن قتادة، عن الحسن وسعيد بن المسيب في رجل صام من كفارة الظهار شهرًا أو أكثر ثم مرض، قال: يعتدّ بما مضى إذا كان له عذر.حدثنا ابن بشار، قال: ثنا سالم بن نوح، قال: ثنا عمر بن عامر، عن &; 23-233 &; قتادة، عن الحسن، في الرجل يكون عليه الصوم في قتل أو نذر أو ظهار، فصام بعضه ثم أفطر، قال: إن كان معذورًا فإنه يقضي.حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، عن هشام، عن الحسن، قال: إن أفطر من عذر أتمّ، وإن كان من غير عذر استأنف.حدثني يعقوب، قال: ثنا هشيم، عن حجاج، عن عطاء، قال: من كان عليه صوم شهرين متتابعين فمرض فأفطر، قال: يقضي ما بقي عليه.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني ابن جُرَيْج، عن عطاء بن أبي رباح وعمرو بن دينار في الرجل يفطر في اليوم الغيم، يظنّ أن الليل قد دخل عليه في الشهرين المتتابعين، أنه لا يزيد على أن يبدّله، ولا يستأنف شهرين آخرين.حدثنا أبو كُرَيب، قال: ثنا ابن أبي زائدة، عن عبد الملك، عن عطاء قال: إن جامع المعتكف، وقد بقي عليه أيام من اعتكافه، قال: يتمّ ما بقي، والمظاهر كذلك.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن جُرَيح، عن عطاء، قال: إذا كان شيئًا ابتلي به بنى على صومه، وإذا كان شيئًا هو فعله استأنف، قال: سفيان: هذا معناه.حدثنا عبد الحميد بن بيان، قال: أخبرنا محمد بن يزيد، عن إسماعيل، عن عامر في رجل ظاهر، فصام شهرين متتابعين إلا يومين ثم مرض، قال: يتمّ ما بقي.حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، قال: سمعت إسماعيل عن الشعبي بنحوه.حدثنا أبو كُرَيب ويعقوب قالا ثنا هشيم، عن إسماعيل، عن الشعبي في رجل عليه صيام شهرين متتابعين، فصام فمرض فأفطر، قال: يقضي ولا &; 23-234 &; يستأنف.ذكر من قال: يستقبل من أفطر بعذر أو غير عذر:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن مغيرة، عن إبراهيم في رجل عليه صيام شهرين متتابعين فأفطر، قال: يستأنف، والمرأة إذا حاضت فأفطرت تقضي.حدثني يعقوب، قال: ثنا هشيم، عن مغيرة، عن إبراهيم، قال: إذا مرض فأفطر استأنف، يعني من كان عليه صوم شهرين متتابعين فمرض فأفطر.حدثنا أبو كُرَيب، قال: ثنا هشيم، عن جابر، عن أبي جعفر، قال: يستأنف.وأولى القولين عندنا بالصواب قول من قال: يبني المفطر بعذر، ويستقبل المفطر بغير عذر، لإجماع الجميع على أن المرأة إذا حاضت في صومها الشهرين المتتابعين بعذر، فمثله، لأن إفطار الحائض بسبب حيضها بعذر كان من قِبل الله، فكلّ عذر كان من قِبل الله فمثله.وقوله: ( فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ) يقول تعالى ذكره: فمن لم يستطع منهم الصيام فعليه إطعام ستين مسكينًا، وقد بينا وجه الإطعام في الكفارات فيما مضى قبل، فأغنى ذلك عن إعادته.وقوله: ( ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ) يقول جلّ ثناؤه: هذا الذي فرضت على من ظاهر منكم، ما فرضت في حال القدرة على الرقبة، ثم خففت عنه مع العجز بالصوم، ومع فقد الاستطاعة على الصوم بالإطعام، وإنما فعلته كي تقر الناس بتوحيد الله ورسالة الرسول محمد صَلَّى الله عَلَيْهِ وَسَلَّم، ويصدّقوا بذلك، ويعملوا به، وينتهوا عن قول الزور والكذب، ( وَتِلْكَ حُدُودُ اللَّهِ ) يقول تعالى ذكره: وهذه الحدود التي حدّها الله لكم، والفروض التي بينها لكم حدود الله فلا تتعدّوها أيها الناس، ( وَلِلْكَافِرِينَ ) بها، وهم جاحدو هذه الحدود وغيرها -من فرائض الله أن تكون من عند الله-، ( عَذَابٌ أَلِيمٌ ) يقول: عذاب مؤلم.&; 23-235 &;",
  "ayah": 4,
  "surah": 58
}
