{
  "text": "القول في تأويل قوله تعالى :  أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ (8)&; 23-238 &;يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: (أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ) من اليهود، (ثُمَّ يَعُودُونَ )، فقد نهى الله عز وجل إياهم عنها، ويتناجون بينهم بالإثم والعدوان ومعصية الرسول.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعًا عن ابن أبي نجيح، عن مجاهد، في قوله: (أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ) قال: اليهود.قوله: (ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ ) يقول جلّ ثناؤه: ثم يرجعون إلى ما نهوا عنه من النجوى، (وَيَتَنَاجَوْنَ بِالإثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ ) يقول جلّ ثناؤه: ويتناجون بما حرّم الله عليهم من الفواحش والعدوان، وذلك خلاف أمر الله، ومعصية الرسول محمد صَلَّى الله عَلَيْهِ وَسَلَّم.واختلفت القرّاء في قراءة قوله: (وَيَتَنَاجَوْنَ ) فقرأت ذلك عامة قرّاء المدينة والبصرة وبعض الكوفيين والبصريين (وَيَتَنَاجَوْنَ ) على مثال يتفاعلون، وكان يحيى وحمزة والأعمش يقرءون ( وَيَنْتَجُونَ ) على مثال يفتعلون. واعتلّ الذين قرءوه (يَتَنَاجَوْنَ ) بقوله:  إِذَا تَنَاجَيْتُمْ  ولم يقل: إذا انتجيتم.وقوله: (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: وإذا جاءك يا محمد هؤلاء الذين نهوا عن النجوى، الذين وصف الله جلّ ثناؤه صفتهم، حيوك بغير التحية التي جعلها الله لك تحية، وكانت تحيتهم التي كانوا يحيونه بها، التي أخبر الله أنه لم يحيه بها فيما جاءت به الأخبار، أنهم كانوا يقولون: السام عليك.ذكر الرواية الواردة بذلك:حدثنا ابن حُميد وابن وكيع قالا ثنا جرير، عن الأعمش، عن أبي الضحى، عن مسروق، عن عائشة قالت: \" جاء ناس &; 23-239 &; من اليهود إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فقالوا: السام عليك يا أبا القاسم، فقلت: السام عليكم، وفعل الله بكم وفعل، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: يا عائشة إنَّ الله لا يُحِبُّ الفُحش، فقلت: يا رسول الله، ألست ترى ما يقولون؟ فقال: \" ألست ترينني أرد عليهم ما يقولون؟ أقول: عليكم \" وهذه الآية في ذلك نـزلت: (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ويقولون في أنفسهم لولا يعذبنا الله بما نقول حسبهم جهنم يصلونها فبئس المصير ).حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن أبي الضحى، عن مسروق، عن عائشة قالت: \" كان اليهود يأتون النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فيقولون: السام عليكم، فيقول: عليكم، قالت عائشة: السام عليكم وغضب الله، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" إنَّ الله لا يحبُّ الفاحشَ المُتَفحِّشَ\"، قالت: إنهم يقولون: السام عليكم، قال: \" إني أقول: عليكم \"، فنـزلت: (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) قال: فإن اليهود يأتون النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فيقولون: السام عليكم.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أبي الضحى، عن مسروق (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) قال: كانت اليهود يأتون النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فيقولون: السام عليكم.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) ... إلى (فَبِئْسَ الْمَصِيرُ ) قال: كان المنافقون يقولون لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إذا حيوه: سام عليكم، فقال الله: (حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ ) .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا عن ابن أبي نجيح.&; 23-240 &;عن مجاهد، في قوله: (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) قال: يقولون: سام عليكم، قال: هم أيضًا يهود.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) قال: اليهود كانت تقول: سام عليكم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري أن عائشة فطنت إلى قولهم، فقالت: وعليكم السامة واللعنة، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" مهلا يا عائشة إن الله يحِبُّ الرّفْقَ في الأمرِ كُلِّه \"، فقالت: يا نبيّ الله ألم تسمع ما يقولون؟ قال: \" أفلم تسمعي ما أردُّ عليهم؟ أقول: عليكم \".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن أنس بن مالك أنّ نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم بينما هو جالس مع أصحابه، إذ أتى عليهم يهوديّ، فسلم عليهم، فردوا عليه، فقال نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" هَلْ تَدْرُونَ ما قَال؟ \" قالوا: سلم يا رسول الله، قال: \" بَلْ قَالَ: سأْمٌ عليْكُمْ، أي تسأمون دينكم، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" أَقُلْتَ سَأمٌ عليْكُمْ؟ قَالَ: نعم، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" إذا سَلَّمَ عَلَيْكُمْ أَحَدٌ مِنْ أَهْلِ الْكِتابِ فَقُولُوا وَعَلَيْكَ\": أي عليك ما قلت.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ ) قال: هؤلاء يهود، جاء ثلاثة نفر منهم إلى باب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فتناجوا ساعة، ثم استأذن أحدهم، فأذن له النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: السام عليكم، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" عَلَيْكَ\"، ثُمَّ الثاني، ثُمَّ الثَالِثُ قال ابن زيد: السام: الموت.وقوله جلّ ثناؤه: (وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ) يقول جل ثناؤه: ويقول محيوك بهذه التحية من اليهود: هلا يعاقبنا الله بما نقول لمحمد صَلَّى الله عَلَيْهِ وَسَلَّم، فيعجل عقوبته لنا على ذلك، يقول الله: حَسْب &; 23-241 &; قائلي ذلك يا محمد جهنم، وكفاهم بها يصلونها يوم القيامة، فبئس المصير جهنم.",
  "ayah": 8,
  "surah": 58
}
