{
  "text": "القول في الاستعاذةوفيها اثنتا عشرة مسألة :الأولى : أمر الله تعالى بالاستعاذة عند أول كل قراءة فقال تعالى : فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم [ النحل : 98 ] أي إذا أردت أن تقرأ ; فأوقع الماضي موقع المستقبل كما قال الشاعر :وإني لآتيكم لذكري الذي مضى من الود واستئناف ما كان في غدأراد ما يكون في غد ; وقيل : في الكلام تقديم وتأخير ، وأن كل فعلين تقاربا في المعنى جاز تقديم أيهما شئت ; كما قال تعالى : ثم دنا فتدلى [ النجم : 8 ] المعنى فتدلى ثم دنا ; ومثله : اقتربت الساعة وانشق القمر [ القمر : 1 ] وهو كثير .الثانية : هذا الأمر على الندب في قول الجمهور في كل قراءة في غير الصلاة . واختلفوا فيه في الصلاة . حكى النقاش عن عطاء : أن الاستعاذة واجبة ، وكان ابن سيرين والنخعي وقوم يتعوذون في الصلاة كل ركعة ، ويمتثلون أمر الله في الاستعاذة على العموم ، وأبو حنيفة والشافعي يتعوذان في الركعة الأولى من الصلاة ويريان قراءة الصلاة كلها كقراءة واحدة ; ومالك لا يرى التعوذ في الصلاة المفروضة ويراه في قيام رمضان .الثالثة : أجمع العلماء على أن التعوذ ليس من القرآن ولا آية منه ، وهو قول القارئ : أعوذ بالله من الشيطان الرجيم . وهذا اللفظ هو الذي عليه الجمهور من العلماء في التعوذ لأنه لفظ كتاب الله تعالى . وروي عن ابن مسعود أنه قال : قلت أعوذ بالله السميع العليم من الشيطان الرجيم ; فقال لي النبي صلى الله عليه وسلم : يا ابن أم عبد أعوذ بالله من الشيطان الرجيم هكذا أقرأني جبريل عن اللوح المحفوظ عن القلم .الرابعة : روى أبو داود وابن ماجه في سننهما عن جبير بن مطعم أنه رأى رسول الله صلى الله عليه وسلم يصلي صلاة فقال عمرو : لا أدري أي صلاة هي ؟ فقال : \" الله أكبر كبيرا الله أكبر كبيرا - ثلاثا - الحمد لله كثيرا الحمد لله كثيرا - ثلاثا - وسبحان الله بكرة وأصيلا - ثلاثا - أعوذ بالله من الشيطان من نفخه ونفثه وهمزه . قال عمرو : همزه المؤتة ، ونفثه الشعر ، ونفخه الكبر . وقال ابن ماجه : [ ص: 84 ] المؤتة يعني الجنون . والنفث : نفخ الرجل من فيه من غير أن يخرج ريقه . والكبر : التيه . وروى أبو داود عن أبي سعيد الخدري قال : كان رسول الله صلى الله عليه وسلم إذا قام من الليل كبر ثم يقول : سبحانك اللهم وبحمدك تبارك اسمك وتعالى جدك ولا إله غيرك - ثم يقول : لا إله إلا الله - ثلاثا ثم يقول : - الله أكبر كبيرا - ثلاثا - أعوذ بالله السميع العليم من الشيطان الرجيم من همزه ونفخه ونفثه ثم يقرأ . وروى سليمان بن سالم عن ابن القاسم رحمه الله أن الاستعاذة : أعوذ بالله العظيم من الشيطان الرجيم إن الله هو السميع العليم بسم الله الرحمن الرحيم . قال ابن عطية : \" وأما المقرئون فأكثروا في هذا من تبديل الصفة في اسم الله تعالى وفي الجهة الأخرى ، كقول بعضهم : أعوذ بالله المجيد ، من الشيطان المريد ; ونحو هذا مما لا أقول فيه : نعمت البدعة ، ولا أقول : إنه لا يجوز \" .الخامسة : قال المهدوي : أجمع القراء على إظهار الاستعاذة في أول قراءة سورة \" الحمد \" إلا حمزة فإنه أسرها . وروى السدي عن أهل المدينة أنهم كانوا يفتتحون القراءة بالبسملة . وذكر أبو الليث السمرقندي عن بعض المفسرين أن التعوذ فرض ، فإذا نسيه القارئ وذكره في بعض الحزب قطع وتعوذ ، ثم ابتدأ من أوله . وبعضهم يقول : يستعيذ ثم يرجع إلى موضعه الذي وقف فيه ; وبالأول قال أسانيد الحجاز والعراق ; وبالثاني قال أسانيد الشام ومصر .السادسة : حكى الزهراوي قال : نزلت الآية في الصلاة وندبنا إلى الاستعاذة في غير الصلاة وليس بفرض . قال غيره : كانت فرضا على النبي صلى الله عليه وسلم وحده ، ثم تأسينا به .السابعة : روي عن أبي هريرة أن الاستعاذة بعد القراءة ; وقاله داود . قال أبو بكر بن العربي : انتهى العي بقوم إلى أن قالوا : إذا فرغ القارئ من قراءة القرآن يستعيذ بالله من الشيطان الرجيم . وقد روى أبو سعيد الخدري أن النبي صلى الله عليه وسلم كان يتعوذ في صلاته قبل القراءة ، وهذا نص . فإن قيل : فما الفائدة في الاستعاذة من الشيطان الرجيم وقت القراءة ؟ قلنا : فائدتها امتثال الأمر ، وليس للشرعيات فائدة إلا القيام بحق الوفاء لها في امتثالها أمرا أو اجتنابها نهيا ; وقد قيل : فائدتها امتثال الأمر [ ص: 85 ] بالاستعاذة من وسوسة الشيطان عند القراءة ; كما قال تعالى وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته [ الحج : 52 ] . قال ابن العربي : ومن أغرب ما وجدناه قول مالك في المجموعة في تفسير هذه الآية : فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم [ النحل : 98 ] قال : ذلك بعد قراءة أم القرآن لمن قرأ في الصلاة ، وهذا قول لم يرد به أثر ، ولا يعضده نظر ; فإن كان هذا كما قال بعض الناس : إن الاستعاذة بعد القراءة ، كان تخصيص ذلك بقراءة أم القرآن في الصلاة دعوى عريضة ، ولا تشبه أصل مالك ولا فهمه ; فالله أعلم بسر هذه الرواية .الثامنة : في فضل التعوذ . روى مسلم عن سليمان بن صرد قال : استب رجلان عند النبي صلى الله عليه وسلم فجعل أحدهما يغضب ويحمر وجهه فنظر إليه النبي صلى الله عليه وسلم فقال : إني لأعلم كلمة لو قالها لذهب ذا عنه ، أعوذ بالله من الشيطان الرجيم . فقام إلى الرجل رجل ممن سمع النبي صلى الله عليه وسلم فقال : هل تدري ما قال رسول الله صلى الله عليه وسلم آنفا ؟ قال : إني لأعلم كلمة لو قالها لذهب ذا عنه أعوذ بالله من الشيطان الرجيم فقال له الرجل : أمجنونا تراني ! أخرجه البخاري أيضا . وروى مسلم أيضا عن عثمان بن أبي العاص الثقفي أنه أتى النبي صلى الله عليه وسلم فقال : يا رسول الله ، إن الشيطان قد حال بيني وبين صلاتي وقراءتي يلبسها علي ، فقال له رسول الله صلى الله عليه وسلم : ذاك شيطان يقال له خنزب فإذا أحسسته فتعوذ بالله منه واتفل عن يسارك ثلاثا قال : ففعلت فأذهبه الله عني . وروى أبو داود عن ابن عمر قال : كان رسول الله صلى الله عليه وسلم إذا سافر فأقبل عليه الليل قال : يا أرض ربي وربك الله أعوذ بالله من شرك [ وشر ما فيك ] [ و ] شر ما خلق فيك ومن شر ما يدب عليك [ وأعوذ بالله ] من أسد وأسود ومن الحية والعقرب ومن [ ساكن ] البلد ووالد وما ولد وروت خولة بنت حكيم قالت : سمعت رسول الله صلى الله عليه وسلم يقول : من نزل منزلا ثم قال أعوذ بكلمات الله التامات من شر ما خلق لم يضره شيء حتى يرتحل . أخرجه الموطأ ومسلم والترمذي وقال : حديث حسن غريب صحيح . وما يتعوذ منه كثير ثابت في الأخبار ، والله المستعان .[ ص: 86 ]التاسعة : معنى الاستعاذة في كلام العرب : الاستجارة والتحيز إلى الشيء ، على معنى الامتناع به من المكروه ; يقال : عذت بفلان واستعذت به ; أي لجأت إليه . وهو عياذي ; أي ملجئي . وأعذت غيري به وعوذته بمعنى . ويقال : عوذ بالله منك ; أي أعوذ بالله منك ; قال الراجزقالت وفيها حيدة وذعر عوذ بربي منكم وحجروالعرب تقول عند الأمر تنكره : حجرا له ، بالضم ، أي دفعا ، وهو استعاذة من الأمر . والعوذة والمعاذة والتعويذ كله بمعنى . وأصل أعوذ : أعوذ نقلت الضمة إلى العين لاستثقالها على الواو فسكنت .العاشرة : الشيطان واحد الشياطين ; على التكسير والنون أصلية ; لأنه من شطن إذا بعد عن الخير . وشطنت داره أي بعدت ; قال الشاعر [ النابغة الذبياني ] :نأت بسعاد عنك نوى شطون فبانت والفؤاد بها رهينوبئر شطون أي بعيدة القعر . والشطن : الحبل ; سمي به لبعد طرفيه وامتداده . ووصف أعرابي فرسا لا يحفى فقال : كأنه شيطان في أشطان . وسمي الشيطان شيطانا لبعده عن الحق وتمرده ; وذلك أن كل عات متمرد من الجن والإنس والدواب شيطان ; قال جرير :أيام يدعونني الشيطان من غزل     وهن يهوينني إذ كنت شيطاناوقيل : إن شيطانا مأخوذ من شاط يشيط إذا هلك ، فالنون زائدة . وشاط إذا احترق وشيطت اللحم إذا دخنته ولم تنضجه . واشتاط الرجل إذا احتد غضبا . وناقة مشياط التي يطير فيها السمن . واشتاط إذا هلك ; قال الأعشى :قد نخضب العير من مكنون فائله     وقد يشيط على أرماحنا البطلأي يهلك . ويرد على هذه الفرقة أن سيبويه حكى أن العرب تقول : تشيطن فلان إذا فعل أفعال الشياطين ، فهذا بين أنه تفيعل من شطن ، ولو كان من شاط لقالوا : تشيط ، ويرد عليهم أيضا بيت أمية بن أبي الصلت :أيما شاطن عصاه عكاه     ورماه في السجن والأغلالفهذا شاطن من شطن لا شك فيه .الحادية عشرة : الرجيم أي المبعد من الخير المهان . وأصل الرجم : الرمي بالحجارة ، وقد رجمته أرجمه ، فهو رجيم ومرجوم . والرجم : القتل واللعن والطرد والشتم ، وقد قيل هذا كله في [ ص: 87 ] قوله تعالى : لئن لم تنته يانوح لتكونن من المرجومين [ الشعراء : 116 ] . وقول أبي إبراهيم : لئن لم تنته لأرجمنك [ مريم : 46 ] . وسيأتي إن شاء الله تعالى .الثانية عشرة : روى الأعمش عن أبي وائل عن عبد الله قال : قال علي بن أبي طالب عليه السلام : رأيت النبي صلى الله عليه وسلم عند الصفا وهو مقبل على شخص في صورة الفيل وهو يلعنه ، قلت : ومن هذا الذي تلعنه يا رسول الله ؟ قال هذا الشيطان الرجيم فقلت : يا عدو الله ، والله لأقتلنك والله لأقتلنك ولأريحن الأمة منك ; قال : ما هذا جزائي منك ; قلت : وما جزاؤك مني يا عدو الله ؟ قال : والله ما أبغضك أحد قط إلا شركت أباه في رحم أمه .وفيها سبع وعشرون مسألة :الأولى : قال العلماء : ( بسم الله الرحمن الرحيم ) قسم من ربنا أنزله عند رأس كل سورة ، يقسم لعباده إن هذا الذي وضعت لكم يا عبادي في هذه السورة حق ، وإني أفي لكم بجميع ما ضمنت في هذه السورة من وعدي ولطفي وبري . و ( بسم الله الرحمن الرحيم ) مما أنزله الله تعالى في كتابنا وعلى هذه الأمة خصوصا بعد سليمان عليه السلام . وقال بعض العلماء : إن بسم الله الرحمن الرحيم تضمنت جميع الشرع ، لأنها تدل على الذات وعلى الصفات ; وهذا صحيح .الثانية : قال سعيد بن أبي سكينة : بلغني أن علي بن أبي طالب رضي الله عنه نظر إلى رجل يكتب : ( بسم الله الرحمن الرحيم ) فقال له : جودها فإن رجلا جودها فغفر له . قال سعيد : وبلغني أن رجلا نظر إلى قرطاس فيه ( بسم الله الرحمن الرحيم ) فقبله ووضعه على عينيه فغفر له . ومن هذا المعنى قصة بشر الحافي ، فإنه لما رفع الرقعة التي فيها اسم الله وطيبها طيب اسمه ، ذكره القشيري . وروى النسائي عن أبي المليح عن ردف رسول الله صلى الله عليه وسلم قال إن رسول الله صلى الله عليه وسلم قال إذا عثرت بك الدابة فلا تقل تعس الشيطان فإنه يتعاظم حتى يصير مثل البيت ويقول بقوته صرعته ولكن قل بسم الله الرحمن الرحيم فإنه يتصاغر حتى يصير مثل الذباب . وقال علي بن الحسين في تفسير قوله تعالى : وإذا ذكرت ربك في القرآن وحده ولوا على أدبارهم نفورا [ الإسراء : 46 ] قال معناه : إذا قلت : بسم الله الرحمن الرحيم . وروى وكيع عن الأعمش عن أبي وائل عن عبد الله بن مسعود قال : من أراد أن ينجيه الله من الزبانية التسعة عشر فليقرأ : بسم الله الرحمن الرحيم ليجعل الله تعالى له بكل حرف منها جنة من كل واحد . فالبسملة تسعة عشر حرفا على عدد ملائكة أهل النار الذين قال الله فيهم : عليها تسعة عشر [ المدثر : 30 ] وهم يقولون في كل أفعالهم : ( بسم الله الرحمن الرحيم ) فمن هنالك هي قوتهم ، [ ص: 89 ] وببسم الله استضلعوا . قال ابن عطية : ونظير هذا قولهم في ليلة القدر : إنها ليلة سبع وعشرين ، مراعاة للفظة ( هي ) من كلمات سورة : إنا أنزلناه [ القدر : 1 ] . ونظيره أيضا قولهم في عدد الملائكة الذين ابتدروا قول القائل : ربنا ولك الحمد حمدا كثيرا طيبا مباركا فيه ، فإنها بضعة وثلاثون حرفا ; فلذلك قال النبي صلى الله عليه وسلم : لقد رأيت بضعا وثلاثين ملكا يبتدرونها أيهم يكتبها أول . قال ابن عطية : وهذا من ملح التفسير وليس من متين العلم .الثالثة : روى الشعبي والأعمش أن رسول الله صلى الله عليه وسلم كان يكتب ( باسمك اللهم ) حتى أمر أن يكتب ( بسم الله ) فكتبها ; فلما نزلت : قل ادعوا الله أو ادعوا الرحمن [ الإسراء : 110 ] كتب ( بسم الله الرحمن ) فلما نزلت : إنه من سليمان وإنه بسم الله الرحمن الرحيم [ النمل : 30 ] كتبها . وفي مصنف أبي داود قال الشعبي وأبو مالك وقتادة وثابت بن عمارة : إن النبي صلى الله عليه وسلم لم يكتب بسم الله حتى نزلت سورة \" النمل \" .الرابعة : روي عن جعفر الصادق رضي الله عنه أنه قال : البسملة تيجان السور .قلت : وهذا يدل على أنها ليست بآية من الفاتحة ولا غيرها . وقد اختلف العلماء في هذا المعنى على ثلاثة أقوال :( الأول ) ليست بآية من الفاتحة ولا غيرها ; وهو قول مالك . ( الثاني ) أنها آية من كل سورة ; وهو قول عبد الله بن المبارك . ( الثالث ) قال الشافعي : هي آية في الفاتحة ; وتردد قوله في سائر السور ; فمرة قال : هي آية من كل سورة ، ومرة قال : ليست بآية إلا في الفاتحة وحدها . ولا خلاف بينهم في أنها آية من القرآن في سورة النمل .واحتج الشافعي بما رواه الدارقطني من حديث أبي بكر الحنفي عن عبد الحميد بن جعفر عن نوح بن أبي بلال عن سعيد بن أبي سعيد المقبري عن أبي هريرة عن النبي صلى الله عليه وسلم قال : [ ص: 90 ] إذا قرأتم \" الحمد لله رب العالمين \" فاقرءوا \" بسم الله الرحمن الرحيم \" إنها أم القرآن وأم الكتاب والسبع المثاني و \" بسم الله الرحمن الرحيم \" ، إحداها . رفع هذا الحديث عبد الحميد بن جعفر وعبد الحميد هذا وثقه أحمد بن حنبل ويحيى بن سعيد ويحيى بن معين ; وأبو حاتم يقول فيه : محله الصدق ; وكان سفيان الثوري يضعفه ويحمل عليه . ونوح بن أبي بلال ثقة مشهور .وحجة ابن المبارك وأحد قولي الشافعي ما رواه مسلم عن أنس قال : بينا رسول الله صلى الله عليه وسلم ذات يوم بين أظهرنا إذ أغفى إغفاءة ثم رفع رأسه متبسما ; فقلنا : ما أضحكك يا رسول الله ؟ قال : أنزلت علي آنفا سورة فقرأ : بسم الله الرحمن الرحيم إنا أعطيناك الكوثر فصل لربك وانحر إن شانئك هو الأبتر وذكر الحديث ، وسيأتي بكماله في سورة الكوثر إن شاء الله تعالى .الخامسة : الصحيح من هذه الأقوال قول مالك ; لأن القرآن لا يثبت بأخبار الآحاد وإنما طريقه التواتر القطعي الذي لا يختلف فيه . قال ابن العربي : ويكفيك أنها ليست من القرآن اختلاف الناس فيها ، والقرآن لا يختلف فيه . والأخبار الصحاح التي لا مطعن فيها دالة على أن البسملة ليست بآية من الفاتحة ولا غيرها إلا في النمل وحدها . روى مسلم عن أبي هريرة قال : سمعت رسول الله صلى الله عليه وسلم يقول : قال [ تعالى ] : \" قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل فإذا قال العبد : ( الحمد لله رب العالمين ) قال الله تعالى حمدني عبدي وإذا قال : ( الرحمن الرحيم ) قال الله تعالى : أثنى علي عبدي وإذا قال : ( مالك يوم الدين ) قال مجدني عبدي - وقال مرة : فوض إلى عبدي - فإذا قال : ( إياك نعبد وإياك نستعين ) قال : هذا بيني وبين عبدي ، ولعبدي ما سأل ، فإذا قال : ( اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين ) قال : هذا لعبدي ولعبدي ما سأل . فقوله سبحانه : \" قسمت الصلاة \" يريد الفاتحة ، وسماها صلاة لأن الصلاة لا تصح إلا بها ; فجعل الثلاث الآيات الأول لنفسه ، واختص بها تبارك اسمه ، ولم يختلف المسلمون فيها . ثم الآية الرابعة جعلها بينه وبين عبده ; لأنها تضمنت تذلل العبد وطلب الاستعانة منه ، وذلك يتضمن تعظيم الله تعالى ، ثم ثلاث آيات تتمة سبع آيات . ومما يدل على أنها ثلاث قوله : \" هؤلاء [ ص: 91 ] لعبدي \" أخرجه مالك ; ولم يقل : هاتان ; فهذا يدل على أن ( أنعمت عليهم ) آية . قال ابن بكير قال مالك : \" أنعمت عليهم \" آية ، ثم الآية السابعة إلى آخرها . فثبت بهذه القسمة التي قسمها الله تعالى وبقوله عليه السلام لأبي : كيف تقرأ إذا افتتحت الصلاة قال : فقرأت : الحمد لله رب العالمين حتى أتيت على آخرها - أن البسملة ليست بآية منها ، وكذا عد أهل المدينة وأهل الشام وأهل البصرة ; وأكثر القراء عدوا : ( أنعمت عليهم ) آية ، وكذا روى قتادة عن أبي نضرة عن أبي هريرة قال : الآية السادسة : ( أنعمت عليهم ) . وأما أهل الكوفة من القراء والفقهاء فإنهم عدوا فيها ( بسم الله الرحمن الرحيم ) ولم يعدوا ( أنعمت عليهم ) .فإن قيل : فإنها ثبتت في المصحف وهي مكتوبة بخطه ونقلت نقله ، كما نقلت في النمل ، وذلك متواتر عنهم . قلنا : ما ذكرتموه صحيح ; ولكن لكونها قرآنا ، أو لكونها فاصلة بين السور - كما روي عن الصحابة : كنا لا نعرف انقضاء السورة حتى تنزل \" بسم الله الرحمن الرحيم \" أخرجه أبو داود - أو تبركا بها ، كما قد اتفقت الأمة على كتبها في أوائل الكتب والرسائل ؟ كل ذلك محتمل . وقد قال الجريري : سئل الحسن عن ( بسم الله الرحمن الرحيم ) قال : في صدور الرسائل . وقال الحسن أيضا : لم تنزل ( بسم الله الرحمن الرحيم ) في شيء من القرآن إلا في \" طس \" إنه من سليمان وإنه بسم الله الرحمن الرحيم . والفيصل أن القرآن لا يثبت بالنظر والاستدلال ، وإنما يثبت بالنقل المتواتر القطعي الاضطراري . ثم قد اضطرب قول الشافعي فيها في أول كل سورة فدل على أنها ليست بآية من كل سورة ; والحمد لله .فإن قيل : فقد روى جماعة قرآنيتها ، وقد تولى الدارقطني جمع ذلك في جزء صححه . قلنا : لسنا ننكر الرواية بذلك وقد أشرنا إليها ، ولنا أخبار ثابتة في مقابلتها ، رواها الأئمة الثقات والفقهاء الأثبات . روت عائشة في صحيح مسلم قالت : كان رسول الله صلى الله عليه وسلم يستفتح الصلاة بالتكبير ، والقراءة ب \" الحمد لله رب العالمين \" ، الحديث . وسيأتي بكماله . وروى مسلم أيضا عن أنس بن مالك قال : صليت خلف النبي صلى الله عليه وسلم وأبي بكر وعمر وعثمان ، فكانوا يستفتحون [ ص: 92 ] بالحمد لله رب العالمين ; لا يذكرون \" بسم الله الرحمن الرحيم \" في أول قراءة ولا في آخرها .ثم إن مذهبنا يترجح في ذلك بوجه عظيم ، وهو المعقول ; وذلك أن مسجد النبي صلى الله عليه وسلم بالمدينة انقضت عليه العصور ، ومرت عليه الأزمنة والدهور ، من لدن رسول الله صلى الله عليه وسلم إلى زمان مالك ، ولم يقرأ أحد فيه قط \" بسم الله الرحمن الرحيم \" ؛ اتباعا للسنة ، وهذا يرد أحاديثكم .بيد أن أصحابنا استحبوا قراءتها في النفل ; وعليه تحمل الآثار الواردة في قراءتها أو على السعة في ذلك . قال مالك : ولا بأس أن يقرأ بها في النافلة ومن يعرض القرآن عرضا .وجملة مذهب مالك وأصحابه : أنها ليست عندهم آية من فاتحة الكتاب ولا غيرها ، ولا يقرأ بها المصلي في المكتوبة ولا في غيرها سرا ولا جهرا ; ويجوز أن يقرأها في النوافل . هذا هو المشهور من مذهبه عند أصحابه . وعنه رواية أخرى أنها تقرأ أول السورة في النوافل ، ولا تقرأ أول أم القرآن . وروى عنه ابن نافع ابتداء القراءة بها في الصلاة الفرض والنفل ولا تترك بحال . ومن أهل المدينة من يقول : إنه لابد فيها من ( بسم الله الرحمن الرحيم ) منهم ابن عمر ، وابن شهاب ; وبه قال الشافعي وأحمد وإسحاق وأبو ثور وأبو عبيد . وهذا يدل على أن المسألة مسألة اجتهادية لا قطعية ، كما ظنه بعض الجهال من المتفقهة الذي يلزم على قوله تكفير المسلمين ; وليس كما ظن لوجود الاختلاف المذكور ; والحمد لله .وقد ذهب جمع من العلماء إلى الإسرار بها مع الفاتحة ; منهم : أبو حنيفة والثوري ; وروى ذلك عن عمر وعلي وابن مسعود وعمار وابن الزبير ; وهو قول الحكم وحماد ; وبه قال أحمد بن حنبل وأبو عبيد ; وروي عن الأوزاعي مثل ذلك ; حكاه أبو عمر بن عبد البر في ( الاستذكار ) . واحتجوا من الأثر في ذلك بما رواه منصور بن زاذان عن أنس بن مالك قال : صلى بنا رسول الله صلى الله عليه وسلم فلم يسمعنا قراءة ( بسم الله الرحمن الرحيم ) . وما رواه عمار بن زريق عن الأعمش عن شعبة عن ثابت عن أنس قال : صليت مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان فلم أسمع أحدا منهم يقرأ بسم الله الرحمن الرحيم .[ ص: 93 ] قلت : هذا قول حسن ، وعليه تتفق الآثار عن أنس ولا تتضاد ويخرج به من الخلاف في قراءة البسملة . وقد روي عن سعيد بن جبير قال : كان المشركون يحضرون بالمسجد ; فإذا قرأ رسول الله صلى الله عليه وسلم : ( بسم الله الرحمن الرحيم ) قالوا : هذا محمد يذكر رحمان اليمامة - يعنون مسيلمة - فأمر أن يخافت ب \" بسم الله الرحمن الرحيم \" ، ونزل : ولا تجهر بصلاتك ولا تخافت بها . قال الترمذي الحكيم أبو عبد الله : فبقي ذلك إلى يومنا هذا على ذلك الرسم وإن زالت العلة ، كما بقي الرمل في الطواف وإن زالت العلة ، وبقيت المخافتة في صلاة النهار وإن زالت العلة .السادسة : اتفقت الأمة على جواز كتبها في أول كل كتاب من كتب العلم والرسائل ; فإن كان الكتاب ديوان شعر فروى مجالد عن الشعبي قال : أجمعوا ألا يكتبوا أمام الشعر : بسم الله الرحمن الرحيم . وقال الزهري : مضت السنة ألا يكتبوا في الشعر : ( بسم الله الرحمن الرحيم ) . وذهب إلى رسم التسمية في أول كتب الشعر سعيد بن جبير ، وتابعه على ذلك أكثر المتأخرين . قال أبو بكر الخطيب : وهو الذي نختاره ونستحبه .السابعة : قال الماوردي ويقال لمن قال بسم الله : مبسمل ، وهي لغة مولدة ، وقد جاءت في الشعر ; قال عمر بن أبي ربيعة :لقد بسملت ليلى غداة لقيتها فيا حبذا ذاك الحبيب المبسملقلت : المشهور عن أهل اللغة بسمل . قال يعقوب بن السكيت والمطرز والثعالبي وغيرهم من أهل اللغة : بسمل الرجل ، إذا قال : بسم الله . يقال : قد أكثرت من البسملة ; أي من قول بسم الله ، ومثله : حوقل الرجل ، إذا قال : لا حول ولا قوة إلا بالله ، وهلل ، إذا قال : لا إله إلا الله ، وسبحل ، إذا قال : سبحان الله ، وحمدل ، إذا قال : الحمد لله ، وحيصل ، إذا قال : حي على الصلاة ، وجعفل ، إذا قال : جعلت فداك . وطبقل ، إذا قال : أطال الله بقاءك . ودمعز ، إذا قال أدام الله عزك . وحيفل ، إذا قال : حي على الفلاح . ولم يذكر المطرز : الحيصلة ، إذا قال : حي على الصلاة . وجعفل ، إذا قال : جعلت فداك . وطبقل ، إذا قال أطال الله بقاءك . ودمعز إذا قال : أدام الله عزك .الثامنة : ندب الشرع إلى ذكر البسملة في أول كل فعل ; كالأكل والشرب والنحر ; والجماع والطهارة وركوب البحر ، إلى غير ذلك من الأفعال ; قال الله تعالى : فكلوا مما ذكر اسم الله عليه . وقال اركبوا فيها بسم الله مجريها ومرساها . وقال رسول الله صلى الله عليه وسلم : أغلق بابك واذكر اسم الله وأطفئ مصباحك واذكر اسم الله وخمر إناءك واذكر اسم الله وأوك سقاءك واذكر اسم الله . وقال لو أن أحدكم إذا أراد أن يأتي أهله قال : بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فإنه إن يقدر بينهما ولد في ذلك لم يضره شيطان أبدا . وقال لعمر بن أبي سلمة يا غلام سم الله وكل بيمينك وكل مما يليك وقال : إن الشيطان يستحل الطعام أن لا يذكر اسم الله عليه وقال : من لم يذبح فليذبح باسم الله . وشكا إليه عثمان بن أبي العاص وجعا يجده في جسده منذ أسلم ، فقال له رسول الله صلى الله عليه وسلم ضع يدك على الذي تألم من جسدك وقل بسم الله ثلاثا وقل سبع مرات أعوذ بعزة [ بالله ] وقدرته من شر ما أجد وأحاذر . هذا كله ثابت في الصحيح . وروى ابن ماجه والترمذي عن النبي صلى الله عليه وسلم قال : ستر ما بين الجن وعورات بني آدم إذا دخل الكنيف أن يقول : [ ص: 95 ] بسم الله . وروى الدارقطني عن عائشة قالت : كان رسول الله صلى الله عليه وسلم إذا مس طهوره سمى الله تعالى ، ثم يفرغ الماء على يديه .التاسعة : قال علماؤنا : وفيها رد على القدرية وغيرهم ممن يقول : إن أفعالهم مقدورة لهم ، وموضع الاحتجاج عليهم من ذلك أن الله سبحانه أمرنا عند الابتداء بكل فعل أن نفتتح بذلك ، كما ذكرنا .فمعنى بسم الله ، أي بالله . ومعنى ( بالله ) أي بخلقه وتقديره يوصل إلى ما يوصل إليه . وسيأتي لهذا مزيد بيان إن شاء الله تعالى . وقال بعضهم : معنى قوله ( بسم الله ) يعني بدأت بعون الله وتوفيقه وبركته ; وهذا تعليم من الله تعالى عباده ، ليذكروا اسمه عند افتتاح القراءة وغيرها ، حتى يكون الافتتاح ببركة الله جل وعز .العاشرة : ذهب أبو عبيدة معمر بن المثنى إلى أن ( اسم ) صلة زائدة ، واستشهد بقول لبيد :إلى الحول ثم اسم السلام عليكما ومن يبك حولا كاملا فقد اعتذرفذكر ( اسم ) زيادة ، وإنما أراد : ثم السلام عليكما .وقد استدل علماؤنا بقول لبيد هذا على أن الاسم هو المسمى . وسيأتي الكلام فيه في هذا الباب وغيره ، إن شاء الله تعالى .الحادية عشرة : اختلف في معنى زيادة : \" اسم \" ; فقال قطرب : زيدت لإجلال ذكره تعالى وتعظيمه . وقال الأخفش : زيدت ليخرج بذكرها من حكم القسم إلى قصد التبرك ; لأن أصل الكلام : بالله .الثانية عشرة : اختلفوا أيضا في معنى دخول الباء عليه ، هل دخلت على معنى الأمر ؟ والتقدير : ابدأ بسم الله . أو على معنى الخبر ؟ والتقدير : ابتدأت بسم الله ; قولان : الأول [ ص: 96 ] للفراء ، والثاني للزجاج . ف ( باسم ) في موضع نصب على التأويلين . وقيل : المعنى ابتدائي بسم الله ; ف ( بسم الله ) في موضع رفع خبر الابتداء . وقيل : الخبر محذوف ; أي ابتدائي مستقر أو ثابت بسم الله ; فإذا أظهرته كان \" بسم الله \" في موضع نصب بثابت أو مستقر ، وكان بمنزلة قولك : زيد في الدار . وفي التنزيل : فلما رآه مستقرا عنده قال هذا من فضل ربي ف ( عنده ) في موضع نصب ; روي هذا عن نحاة أهل البصرة . وقيل : التقدير ابتدائي ببسم الله موجود أو ثابت ، ف ( باسم ) في موضع نصب بالمصدر الذي هو ابتدائي .الثالثة عشرة : بسم الله ، تكتب بغير ألف استغناء عنها بباء الإلصاق في اللفظ والخط لكثرة الاستعمال ، بخلاف قوله : اقرأ باسم ربك فإنها لم تحذف ؛ لقلة الاستعمال . واختلفوا في حذفها مع الرحمن والقاهر ; فقال الكسائي وسعيد الأخفش : تحذف الألف . وقال يحيى بن وثاب : لا تحذف إلا مع بسم الله فقط ، لأن الاستعمال إنما كثر فيه .الرابعة عشر : واختلف في تخصيص باء الجر بالكسر على ثلاثة معان ; فقيل : ليناسب لفظها عملها . وقيل : لما كانت الباء لا تدخل إلا على الأسماء خصت بالخفض الذي لا يكون إلا في الأسماء . الثالث : ليفرق بينهما وبين ما قد يكون من الحروف اسما ; نحو الكاف في قول الشاعر :ورحنا بكابن الماء يجنب وسطناأي بمثل ابن الماء أو ما كان مثله .الخامسة عشرة : اسم ، وزنه افع ، والذاهب منه الواو ; لأنه من سموت ، وجمعه أسماء ، وتصغيره سمي . واختلف في تقدير أصله ، فقيل : فعل ، وقيل : فعل . قال الجوهري : وأسماء يكون جمعا لهذا الوزن ، وهو مثل جذع وأجذاع ، وقفل وأقفال ; وهذا لا تدرك صيغته إلا بالسماع . وفيه أربع لغات : إسم بالكسر ، وأسم بالضم . قال أحمد بن يحيى : من ضم الألف أخذه من سموت أسمو ، ومن كسر أخذه من سميت أسمي . ويقال : سم وسم ، وينشد :والله أسماك سما مباركا آثرك الله به إيثاركا[ ص: 97 ] وقال آخر :وعامنا أعجبنا مقدمه     يدعى أبا السمح وقرضاب سمهمبتركا كل عظم يلحمهقرضب الرجل : إذا أكل شيئا يابسا ، فهو قرضاب . ( سمه ) بالضم والكسر جميعا .ومنه قول الآخر :باسم الذي في كل سورة سمهوسكنت السين من ( باسم ) اعتلالا على غير قياس ، وألفه ألف وصل ، وربما جعلها الشاعر ألف قطع للضرورة ; كقول الأحوص :وما أنا بالمخسوس في جذم مالك     ولا من تسمى ثم يلتزم الإسماالسادسة عشرة : تقول العرب في النسب إلى الاسم : سموي ، وإن شئت \" اسمي \" ، تركته على حاله ، وجمعه أسماء ، وجمع الأسماء أسام . وحكى الفراء : أعيذك بأسماوات الله .السابعة عشرة : اختلفوا في اشتقاق الاسم على وجهين : فقال البصريون : هو مشتق من السمو وهو العلو والرفعة ، فقيل : اسم لأن صاحبه بمنزلة المرتفع به . وقيل : لأن الاسم يسموا بالمسمى فيرفعه عن غيره . وقيل : إنما سمي الاسم اسما لأنه علا بقوته على قسمي الكلام : الحرف والفعل ; والاسم أقوى منهما بالإجماع لأنه الأصل ; فلعلوه عليهما سمي اسما ; فهذه ثلاثة أقوال .وقال الكوفيون : إنه مشتق من السمة وهي العلامة ; لأن الاسم علامة لمن وضع له ; فأصل اسم على هذا ( وسم ) . والأول أصح ; لأنه يقال في التصغير سمي وفي الجمع أسماء ; والجمع والتصغير يردان الأشياء إلى أصولها ; فلا يقال : وسيم ولا أوسام . ويدل على صحته أيضا فائدة الخلاف وهي :الثامنة عشرة : فإن من قال الاسم مشتق من العلو يقول : لم يزل الله سبحانه موصوفا قبل وجود الخلق وبعد وجودهم وعند فنائهم ، ولا تأثير لهم في أسمائه ولا صفاته ; وهذا قول أهل السنة . ومن قال الاسم مشتق من السمة يقول : كان الله في الأزل بلا اسم ولا صفة ، فلما خلق الخلق جعلوا له أسماء وصفات ، فإذا أفناهم بقي بلا اسم ولا صفة ; وهذا قول المعتزلة وهو خلاف ما أجمعت عليه الأمة ، وهو أعظم في الخطأ من قولهم : إن كلامه مخلوق ، تعالى الله عن ذلك ! وعلى هذا الخلاف وقع الكلام في الاسم والمسمى وهي :[ ص: 98 ]التاسعة عشرة : فذهب أهل الحق - فيما نقل القاضي أبو بكر بن الطيب - إلى أن الاسم هو المسمى ، وارتضاه ابن فورك ; وهو قول أبي عبيدة وسيبويه . فإذا قال قائل : الله عالم ; فقوله دال على الذات الموصوفة بكونه عالما ، فالاسم لكونه عالما وهو المسمى بعينه . وكذلك إذا قال : الله خالق ; فالخالق هو الرب ، وهو بعينه الاسم . فالاسم عندهم هو المسمى بعينه من غير تفصيل .قال ابن الحصار : من ينفي الصفات من المبتدعة يزعم أن لا مدلول للتسميات إلا الذات ، ولذلك يقولون : الاسم غير المسمى ، ومن يثبت الصفات يثبت للتسميات مدلولات هي أوصاف الذات وهي غير العبارات وهي الأسماء عندهم . وسيأتي لهذه مزيد بيان في ( البقرة ) و ( الأعراف ) إن شاء الله تعالى .الموفية عشرين - قوله : ( الله ) هذا الاسم أكبر أسمائه سبحانه وأجمعها ، حتى قال بعض العلماء : إنه اسم الله الأعظم ولم يتسم به غيره ; ولذلك لم يثن ولم يجمع ، وهو أحد تأويلي قوله تعالى : هل تعلم له سميا أي من تسمى باسمه الذي هو ( الله ) . فالله اسم للموجود الحق الجامع لصفات الإلهية ، المنعوت بنعوت الربوبية ، المنفرد بالوجود الحقيقي ، لا إله إلا هو سبحانه . وقيل : معناه الذي يستحق أن يعبد . وقيل : معناه واجب الوجود الذي لم يزل ولا يزال ; والمعنى واحد .الحادية والعشرون : واختلفوا في هذا الاسم هل هو مشتق أو موضوع للذات علم ؟ فذهب إلى الأول كثير من أهل العلم . واختلفوا في اشتقاقه وأصله ; فروى سيبويه عن الخليل أن أصله إلاه ، مثل فعال ; فأدخلت الألف واللام بدلا من الهمزة . قال سيبويه : مثل الناس أصله أناس . وقيل : أصل الكلمة ( لاه ) وعليه دخلت الألف واللام للتعظيم ، وهذا اختيار سيبويه . وأنشد :لاه ابن عمك لا أفضلت في حسب عني ولا أنت دياني فتخزونيكذا الرواية : فتخزوني ، بالخاء المعجمة ومعناه : تسوسني .وقال الكسائي والفراء : معنى \" بسم الله \" بسم الإله ; فحذفوا الهمزة وأدغموا اللام الأولى في الثانية فصارتا لاما مشددة ; كما قال عز وجل : لكنا هو الله ربي ومعناه : لكن أنا ، كذلك قرأها الحسن . ثم قيل : هو مشتق من ( وله ) إذا تحير ; والوله : ذهاب العقل . يقال : [ ص: 99 ] رجل واله وامرأة والهة وواله ، وماء موله : أرسل في الصحاري . فالله سبحانه تتحير الألباب وتذهب في حقائق صفاته والفكر في معرفته . فعلى هذا أصل : ( إلاه ) ، ( ولاه ) وأن الهمزة مبدلة من واو كما أبدلت في إشاح ووشاح ، وإسادة ووسادة ، وروي عن الخليل . وروي عن الضحاك أنه قال : إنما سمي : ( الله ) إلها ، لأن الخلق يتألهون إليه في حوائجهم ، ويتضرعون إليه عند شدائدهم ، وذكر عن الخليل بن أحمد أنه قال : لأن الخلق يألهون إليه ( بنصب اللام ) ويألهون أيضا ( بكسرها ) وهما لغتان . وقيل : إنه مشتق من الارتفاع ، فكانت العرب تقول لكل شيء مرتفع لاها ، فكانوا يقولون إذا طلعت الشمس : لاهت . وقيل : هو مشتق من أله الرجل إذا تعبد . وتأله إذا تنسك ، ومن ذلك قوله تعالى : ( ويذرك وإلاهتك ) على هذه القراءة ; فإن ابن عباس وغيره قالوا : وعبادتك .قالوا : فاسم الله مشتق من هذا ، فالله سبحانه معناه المقصود بالعبادة ، ومنه قول الموحدين : لا إله إلا الله ، معناه لا معبود غير الله . و ( إلا ) في الكلمة بمعنى غير ، لا بمعنى الاستثناء . وزعم بعضهم أن الأصل فيه ( الهاء ) التي هي الكناية عن الغائب ، وذلك أنهم أثبتوه موجودا في فطر عقولهم فأشاروا إليه بحرف الكناية ثم زيدت فيه لام الملك إذ قد علموا أنه خالق الأشياء ومالكها فصار ( له ) ثم زيدت فيه الألف واللام تعظيما وتفخيما .القول الثاني : ذهب إليه جماعة من العلماء أيضا منهم الشافعي وأبو المعالي والخطابي والغزالي والمفضل وغيرهم ، وروي عن الخليل وسيبويه : أن الألف واللام لازمة له لا يجوز حذفهما منه . قال الخطابي : والدليل على أن الألف واللام من بنية هذا الاسم ، ولم يدخلا للتعريف : دخول حرف النداء عليه ; كقولك : يا الله ، وحروف النداء لا تجتمع مع الألف واللام للتعريف ; ألا ترى أنك لا تقول : يا الرحمن ولا : يا الرحيم ، كما تقول : يا الله ، فدل على أنهما من بنية الاسم . والله أعلم .الثانية والعشرون : واختلفوا أيضا في اشتقاق اسمه الرحمن ; فقال بعضهم : لا اشتقاق له لأنه من الأسماء المختصة به سبحانه ، ولأنه لو كان مشتقا من الرحمة لاتصل بذكر المرحوم ، فجاز أن يقال : الله رحمن بعباده ، كما يقال : رحيم بعباده . وأيضا لو كان مشتقا من الرحمة لم تنكره العرب حين سمعوه ، إذ كانوا لا ينكرون رحمة ربهم ، وقد قال الله عز وجل : وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن الآية . ولما كتب علي رضي الله عنه في صلح الحديبية بأمر النبي صلى الله عليه وسلم : بسم الله الرحمن الرحيم قال سهيل بن عمرو : أما ( بسم الله [ ص: 100 ] الرحمن الرحيم ) فما ندري ما ( بسم الله الرحمن الرحيم ) ! ولكن اكتب ما نعرف : باسمك اللهم ، الحديث . قال ابن العربي‏ : إنما جهلوا الصفة دون الموصوف ، واستدل على ذلك بقولهم : وما الرحمن ؟ ولم يقولوا : ومن الرحمن ؟ قال ابن الحصار : وكأنه رحمه الله لم يقرأ الآية الأخرى : \" وهم يكفرون بالرحمن \" . وذهب الجمهور من الناس إلى أن ( الرحمن ) مشتق من الرحمة مبني على المبالغة ; ومعناه ذو الرحمة الذي لا نظير له فيها ؛ فلذلك لا يثنى ولا يجمع كما يثنى ( الرحيم ) ويجمع .قال ابن الحصار : ومما يدل على الاشتقاق ما خرجه الترمذي وصححه عن عبد الرحمن بن عوف أنه سمع رسول الله صلى الله عليه وسلم يقول : قال الله عز وجل أنا الرحمن خلقت الرحم وشققت لها اسما من اسمي فمن وصلها وصلته ومن قطعها قطعته . وهذا نص في الاشتقاق ، فلا معنى للمخالفة والشقاق ، وإنكار العرب له لجهلهم بالله وبما وجب له .الثالثة والعشرون : زعم المبرد فيما ذكر ابن الأنباري في كتاب ( الزاهر ) له : أن ( الرحمن ) اسم عبراني فجاء معه ب ( الرحيم ) وأنشد :لن تدركوا المجد أو تشروا عباءكم بالخز أو تجعلوا الينبوت ضمرانا     أو تتركون إلى القسين هجرتكمومسحكم صلبهم رحمان قرباناقال أبو إسحاق الزجاج في ( معاني القرآن ) : وقال أحمد بن يحيى : \" الرحيم \" عربي و \" الرحمان \" عبراني ، فلهذا جمع بينهما . وهذا القول مرغوب عنه .وقال أبو العباس : النعت قد يقع للمدح ; كما تقول : قال جرير الشاعر : وروى مطرف عن قتادة في قول الله عز وجل ( بسم الله الرحمن الرحيم ) قال : مدح نفسه . قال أبو [ ص: 101 ] إسحاق : وهذا قول حسن . وقال قطرب : يجوز أن يكون جمع بينهما للتوكيد . قال أبو إسحاق : وهذا قول حسن ، وفي التوكيد أعظم الفائدة ، وهو كثير في كلام العرب ، ويستغنى عن الاستشهاد ; والفائدة في ذلك ما قاله محمد بن يزيد : إنه تفضل بعد تفضل ، وإنعام بعد إنعام ، وتقوية لمطامع الراغبين ، ووعد لا يخيب آمله .الرابعة والعشرون : واختلفوا هل هما بمعنى واحد أو بمعنيين ؟ فقيل : هما بمعنى واحد ; كندمان ونديم . قالهأبو عبيدة . وقيل : ليس بناء فعلان كفعيل ، فإن فعلان لا يقع إلا على مبالغة الفعل ; نحو قولك : رجل غضبان ، للممتلئ غضبا . وفعيل قد يكون بمعنى الفاعل والمفعول . قال عملس :فأما إذا عضت بك الحرب عضة فإنك معطوف عليك رحيمف ( الرحمن ) خاص الاسم عام الفعل . و ( الرحيم ) عام الاسم خاص الفعل . هذا قول الجمهور .قال أبو علي الفارسي : ( الرحمن ) اسم عام في جميع أنواع الرحمة ، يختص به الله . ( والرحيم ) إنما هو في جهة المؤمنين ; كما قال تعالى : وكان بالمؤمنين رحيما . وقال العرزمي ( الرحمن ) بجميع خلقه في الأمطار ونعم الحواس والنعم العامة ، و ( الرحيم ) بالمؤمنين في الهداية لهم ، واللطف بهم . وقال ابن المبارك : ( الرحمن ) إذا سئل أعطى ، و ( الرحيم ) إذا لم يسأل غضب . وروى ابن ماجه في سننه والترمذي في جامعه عن أبي صالح عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : من لم يسأل الله يغضب عليه لفظ الترمذي . وقال ابن ماجه : من لم يدع الله سبحانه غضب عليه . وقال : سألت أبا زرعة عن أبي صالح هذا ، فقال : هو الذي يقال له : الفارسي وهو خوزي ولا أعرف اسمه . وقد أخذ بعض الشعراء هذا المعنى فقال :الله يغضب إن تركت سؤاله     وبني آدم حين يسأل يغضبوقال ابن عباس : هما اسمان رقيقان ، أحدهما أرق من الآخر ، أي أكثر رحمة .قال الخطابي : وهذا مشكل ; لأن الرقة لا مدخل لها في شيء من صفات الله تعالى .[ ص: 102 ] وقال الحسين بن الفضل البجلي : هذا وهم من الراوي ، لأن الرقة ليست من صفات الله تعالى في شيء ، وإنما هما اسمان رفيقان أحدهما أرفق من الآخر ، والرفق من صفات الله عز وجل ; قال النبي صلى الله عليه وسلم : إن الله رفيق يحب الرفق ويعطي على الرفق ما لا يعطي على العنف .الخامسة والعشرون : أكثر العلماء على أن ( الرحمن ) مختص بالله عز وجل ، لا يجوز أن يسمى به غيره ، ألا تراه قال : قل ادعوا الله أو ادعوا الرحمن فعادل الاسم الذي لا يشركه فيه غيره . وقال : واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون فأخبر أن الرحمن هو المستحق للعبادة جل وعز . وقد تجاسر مسيلمة الكذاب - لعنه الله - فتسمى برحمان اليمامة ، ولم يتسم به حتى قرع مسامعه نعت الكذاب فألزمه الله تعالى نعت الكذاب لذلك ، وإن كان كل كافر كاذبا ، فقد صار هذا الوصف لمسيلمة علما يعرف به ، ألزمه الله إياه . وقد قيل في اسمه \" الرحمن \" : إنه اسم الله الأعظم ذكره ابن العربي .السادسة والعشرون : الرحيم صفة مطلقة للمخلوقين ، ولما في الرحمن من العموم قدم في كلامنا على الرحيم مع موافقة التنزيل ; قاله المهدوي . وقيل : إن معنى الرحيم أي بالرحيم وصلتم إلى الله وإلى الرحمن ، ف ( الرحيم ) نعت محمد صلى الله عليه وسلم ، وقد نعته تعالى بذلك فقال : ( رؤوف رحيم ) فكأن المعنى أن يقول بسم الله الرحمن وبالرحيم ، أي وبمحمد صلى الله عليه وسلم وصلتم إلي ، أي باتباعه وبما جاء به وصلتم إلى ثوابي وكرامتي والنظر إلى وجهي والله أعلم .السابعة والعشرون : روي عن علي بن أبي طالب كرم الله وجهه أنه قال في قوله ( بسم الله ) : إنه شفاء من كل داء ، وعون على كل دواء . وأما الرحمن فهو عون لكل من آمن به ، وهو اسم لم يسم به غيره . وأما الرحيم فهو لمن تاب وآمن وعمل صالحا .وقد فسره بعضهم على الحروف ; فروي عن عثمان بن عفان أنه سأل رسول الله صلى الله عليه وسلم عن تفسير ( بسم الله الرحمن الرحيم ) فقال : أما الباء فبلاء الله وروحه ونضرته وبهاؤه وأما السين [ ص: 103 ] فسناء الله وأما الميم فملك الله وأما الله فلا إله غيره وأما الرحمن فالعاطف على البر والفاجر من خلقه وأما الرحيم فالرفيق بالمؤمنين خاصة . وروي عن كعب الأحبار أنه قال : الباء بهاؤه والسين سناؤه فلا شيء أعلى منه والميم ملكه وهو على كل شيء قدير فلا شيء يعازه . وقد قيل : إن كل حرف هو افتتاح اسم من أسمائه ; فالباء مفتاح اسمه \" بصير \" ، والسين مفتاح اسمه \" سميع \" ، والميم مفتاح اسمه \" مليك \" ، والألف مفتاح اسمه \" الله \" ، واللام مفتاح اسمه \" لطيف \" ، والهاء مفتاح اسمه هاد ، والراء مفتاح اسمه \" رازق \" ، والحاء مفتاح اسمه \" حليم \" ، والنون مفتاح اسمه \" نور \" ; ومعنى هذا كله دعاء الله تعالى عند افتتاح كل شيء .الثامنة والعشرون : واختلف في وصل ( الرحيم ) ب ( الحمد لله ) ; فروي عن أم سلمة عن النبي صلى الله عليه وسلم : ( الرحيم ألحمد ) يسكن الميم ويقف عليها ، ويبتدئ بألف مقطوعة . وقرأ به قوم من الكوفيين . وقرأ جمهور الناس : ( الرحيم الحمد ) تعرب الرحيم بالخفض وبوصل الألف من ( الحمد ) . وحكى الكسائي عن بعض العرب أنها تقرأ ( الرحيم الحمد ) ، بفتح الميم وصلة الألف ; كأنه سكنت الميم وقطعت الألف ثم ألقيت حركتها على الميم وحذفت . قال ابن عطية : ولم ترو هذه قراءة عن أحد فيما علمت . وهذا نظر يحيى بن زياد في قوله تعالى : الم الله . [ ص: 104 ][ ص: 105 ]",
  "ayah": 1,
  "surah": 1
}
