{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 106,
      "text": "آیت 5{ فَجَعَلَہُمْ کَعَصْفٍ مَّاْکُوْلٍ۔ } ”پھر اس نے کردیا ان کو کھائے ہوئے بھس کی طرح۔“ یعنی اس پورے لشکر کی حالت اس چارے یا ُ بھس کی طرح ہوگئی جسے جانوروں نے کھا کر چھوڑ دیا ہو۔"
    },
    {
      "ayah": 2,
      "surah": 106,
      "text": "آیت 2{ اٖلٰفِہِمْ رِحْلَۃَ الشِّتَآئِ وَالصَّیْفِ۔ } ”یعنی سردیوں اور گرمیوں کے سفر سے ان کو مانوس رکھنے کی وجہ سے۔“ یعنی اللہ تعالیٰ نے قریش کے دلوں میں سردی اور گرمی کے تجارتی سفروں کی الفت و محبت پیدا کردی۔  اِیْلاف : اَلِفَ یَأْلَفُ اَلْفًا سے باب افعال کا مصدر ہے ‘ یعنی مانوس کرنا اور خوگر بنانا۔ اردو میں الفت اور مالوف کے الفاظ بھی اسی سے ماخوذ ہیں۔ سورة قریش کی پہلی دو آیات میں قریش کی اس اجارہ داری کی طرف اشارہ ہے جو حضور ﷺ کی پیدائش سے قبل زمانے میں انہیں مشرق اور مغرب کی تجارت پر حاصل تھی۔ اس زمانے میں مشرق بعید کے ممالک ہندوستان ‘ جاوا ‘ ملایا ‘ سماٹرا ‘ چین وغیرہ سے بحر ہند کے راستے جو سامانِ تجارت آتا تھا وہ یمن کے ساحل پر اترتا تھا۔ دوسری طرف یورپ سے آنے والے جہاز شام اور فلسطین کے ساحل پر لنگر انداز ہوتے تھے۔ اس کے بعد یمن سے سامانِ تجارت کو شام پہنچانے اور ادھر کا سامان یمن پہنچانے کے لیے خشکی کا راستہ استعمال ہوتا تھا۔ چناچہ یمن اور شام کے درمیان اس راستے کی حیثیت اس زمانے میں گویا بین الاقوامی تجارتی شاہراہ کی سی تھی۔ ظاہر ہے یورپ کو انڈیا سے ملانے والا سمندری راستہ around the cape of good hope تو واسکوڈے گا ما نے صدیوں بعد 1498 ء میں دریافت کیا تھا ‘ جبکہ بحیرئہ احمر کو بحر روم سے ملانے والی نہر سویز 1869 ء میں بنی تھی۔ حضور ﷺ کی ولادت سے تقریباً ڈیڑھ دو سو سال پہلے تک اس تجارتی شاہراہ پر قوم سبا کی اجارہ داری تھی۔ لیکن جب ”سد مآرب“ ٹوٹنے کی وجہ سے اس علاقے میں سیلاب آیا اور اس سیلاب کی وجہ سے اس قوم کا شیرازہ بکھر گیا تو یہ شاہراہ کلی طور پر قریش مکہ کے قبضے میں چلی گئی۔ قریش مکہ چونکہ کعبہ کے متولی تھے اس لیے پورے عرب میں انہیں عزت و عقیدت کی نگاہ سے دیکھا جاتا تھا۔ اس زمانے میں جہاں کوئی بھی تجارتی قافلہ لٹیروں اور ڈاکوئوں کے ہاتھوں محفوظ نہیں تھا وہاں قریش کے قافلوں کو پورے عرب میں کوئی میلی نظر سے بھی نہیں دیکھتا تھا۔ اس کی ایک وجہ یہ بھی تھی کہ عرب کے تمام قبائل نے اپنے اپنے بت خانہ کعبہ میں نصب کر رکھے تھے۔ گویا ہر قبیلے کا ”خدا“ قریش کی مہربانی سے ہی خانہ کعبہ میں قیام پذیر تھا ‘ بلکہ یوں کہنا چاہیے کہ قریش کے پاس یرغمال تھا۔ اس لیے عرب کا کوئی قبیلہ بھی ان کے قافلوں پر ہاتھ ڈالنے کی جرات نہیں کرسکتا تھا۔ چناچہ قریش کے قافلے سارا سال بلاخوف و خطر یمن سے شام اور شام سے یمن کے راستے پر رواں دواں رہتے تھے۔ گرمیوں کے موسم میں وہ لوگ شام و فلسطین کے سرد علاقوں جبکہ سردیوں میں یمن کے گرم علاقے کا سفر اختیار کرتے تھے۔ آیت زیر مطالعہ میں ان کے اسی تجارتی سفر کا ذکر ہے۔ ظاہر ہے بین الاقوامی تجارتی شاہراہ پر مکمل اجارہ داری ‘ تجارتی قافلوں کے ہمہ وقت تحفظ کی یقینی ضمانت اور موسموں کی موافقت اور مطابقت سے سرد و گرم علاقوں کے سفر کی سہولت ‘ یہ ان لوگوں کے لیے ایسی نعمتیں تھیں جس پر وہ اللہ تعالیٰ کا جتنا بھی شکر ادا کرتے کم تھا۔ اس لیے ان نعمتوں کا ذکر کرنے کے بعد فرمایا :"
    },
    {
      "ayah": 3,
      "surah": 106,
      "text": "آیت 3{ فَلْیَعْبُدُوْا رَبَّ ہٰذَا الْبَیْتِ۔ } ”پس انہیں بندگی کرنی چاہیے اس گھر کے رب کی۔“ ظاہر ہے ان کے جدا مجد حضرت ابراہیم علیہ السلام نے اللہ کا یہ گھر ع ”دنیا کے بت کدوں میں پہلا وہ گھر خدا کا“ توحید کے مرکز کی حیثیت سے تعمیر کیا تھا۔ حضرت ابراہیم علیہ السلام نے اپنی اولاد کو اس گھر کے پہلو میں بساتے وقت توحید کے اعتبار سے ان کی ذمہ داری کا ذکر ان الفاظ میں کیا تھا : لِیُقِیْمُوا الصَّلٰوۃَ تاکہ وہ اللہ کی بندگی کے طور پر نماز قائم کریں۔ چناچہ چاہیے تو یہ تھا کہ جس کعبہ کی تولیت کی وجہ سے انہیں خوشحالی اور عزت ملی تھی وہ اس گھر کے مالک کو پہچانتے اور اس کا حق ادا کرتے۔ لیکن اس کے برعکس انہوں نے اللہ کے اس گھر میں 360 بت نصب کرکے اسے دنیا کے سب سے بڑے بت کدے میں تبدیل کردیا اور اس کے اصل مالک کو بالکل ہی فراموش کردیا۔"
    },
    {
      "ayah": 4,
      "surah": 106,
      "text": "آیت 4{ الَّذِیْٓ اَطْعَمَہُمْ مِّنْ جُوْعٍ لا } ”جس نے انہیں بھوک میں کھانے کو دیا“ انہیں رزق عطا فرماکر فاقہ کشی سے محفوظ رکھا۔ جب عرب کے عام لوگ غربت اور تنگ دستی کا شکار تھے اس وقت بھی اللہ تعالیٰ نے قریش ِمکہ کو کامیاب تجارت اور کعبہ کی تولیت کی وجہ سے معاشی خوشحالی سے نواز رکھا تھا۔ { وَّاٰمَنَہُمْ مِّنْ خَوْفٍ۔ } ”اور انہیں خوف سے امن عطا کیا۔“ ان کے قافلے سارا سال یمن اور فلسطین کے درمیان بلاخوف و خطر محو ِسفر رہتے تھے۔ خداداد تحفظ کی یہ ضمانت انہیں اس سرزمین میں میسر تھی جہاں ہر طرف جنگل کے قانون کا راج تھا۔"
    }
  ]
}
