{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 107,
      "text": "آیت 1{ اَرَئَ یْتَ الَّذِیْ یُـکَذِّبُ بِالدِّیْنِ۔ } ”کیا تم نے دیکھا اس شخص کو جو جزا و سزا کو جھٹلاتا ہے ؟“ جو نہ تو بعث بعد الموت کا قائل ہے اور نہ ہی آخرت کی جزا و سزا کو مانتا ہے۔ ایسے لوگ سمجھتے ہیں کہ اس زندگی کے سوا ان کی کوئی اور زندگی نہیں ہے : { وَقَالُوْا مَا ہِیَ اِلَّا حَیَاتُـنَا الدُّنْیَا نَمُوْتُ وَنَحْیَا وَمَا یُہْلِکُنَآ اِلَّا الدَّہْرُج } الجاثیۃ : 24 ”وہ کہتے ہیں کہ نہیں ہے کوئی اور زندگی سوائے ہماری دنیا کی زندگی کے ‘ ہم خود ہی مرتے ہیں اور خود ہی جیتے ہیں اور ہمیں نہیں ہلاک کرتا مگر زمانہ“۔ آخرت کے احتساب کا انکار کر کے انسان دراصل جائز و ناجائز اور حلال و حرام کی پابندیوں سے آزاد ہوجاتا ہے اور اس کا کردار ع ”بابر بہ عیش کوش کہ عالم دوبارہ نیست“ کے فلسفے کا چلتا پھرتا اشتہار بن کر رہ جاتا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 107,
      "text": "آیت 2{ فَذٰلِکَ الَّذِیْ یَدُعُّ الْیَتِیْمَ۔ } ”یہ وہی ہے جو یتیم کو دھکے دیتا ہے۔“ ظاہر ہے جو انسان اچھے برے اعمال کی جزا و سزا کو نہیں مانتا وہ معاشرے کے ایسے افراد کے لیے اپنا مال بھلا کیوںـ ضائع کرے گا جن سے اسے کسی فائدے کی توقع نہیں ؟"
    },
    {
      "ayah": 3,
      "surah": 107,
      "text": "آیت 3{ وَلَا یَحُضُّ عَلٰی طَعَامِ الْمِسْکِیْنِ۔ } ”اور نہ وہ مسکین کو کھانا کھلانے کی تلقین کرتا ہے۔“ اس میں انسان کی اس اخلاقی کمزوری کی طرف بھی اشارہ ہے کہ جس نیک کام پر وہ خود کاربند نہیں ہے اس کے بارے میں دوسروں کو کس منہ سے نصیحت کرے۔"
    },
    {
      "ayah": 4,
      "surah": 107,
      "text": "آیت 4 ‘ 5{ فَوَیْلٌ لِّلْمُصَلِّیْنَ - الَّذِیْنَ ہُمْ عَنْ صَلَاتِہِمْ سَاہُوْنَ۔ } ”تو بربادی ہے ان نماز پڑھنے والوں کے لیے ‘ جو اپنی نمازوں سے غافل ہیں۔“ اس سے معلوم ہوتا ہے کہ حضور ﷺ کی بعثت کے زمانے تک مشرکین عرب کے ہاں نماز کا تصور موجود تھا لیکن اس کی عملی شکل بالکل مسخ ہوچکی تھی۔ جیسا کہ سورة الانفال کی اس آیت سے بھی ظاہر ہوتا ہے : { وَمَا کَانَ صَلاَتُہُمْ عِنْدَ الْبَیْتِ اِلاَّ مُکَآئً وَّتَصْدِیَۃًط } آیت 35 ”اور نہیں ہے ان کی نماز بیت اللہ کے پاس سوائے سیٹیاں بجانا اور تالیاں پیٹنا“۔ ظاہر ہے جو لوگ برہنہ ہو کر خانہ کعبہ کا طواف کرتے تھے اور اس طواف کو سب سے اعلیٰ طواف سمجھتے تھے ‘ ان کے لیے تو نماز میں سیٹیاں بجانا اور تالیاں پیٹنا بھی ایک مقدس عمل اور حصول ثواب کا بہت بڑا ذریعہ ہوگا۔ اللہ تعالیٰ کا شکر ہے کہ ہم مسلمانوں کے ہاں نماز کی ظاہری شکل آج تک اپنی اصلی حالت میں جوں کی توں قائم ہے۔ حضور ﷺ نے صحابہ کرام کو نماز پڑھنے کا طریقہ سکھایا اور پھر حکم دیا : صَلُّوْا کَمَا رَاَیْتُمُوْنِیْ اُصَلِّیْ 1 کہ تم لوگ نماز اسی طرح پڑھو جس طرح مجھے پڑھتے ہوئے دیکھتے ہو۔ حضور ﷺ کی نماز کا وہ طریقہ اور عملی نمونہ جو صحابہ رض کی وساطت سے ہم تک پہنچا ہے ‘ آج ہم اس پر تو کاربند ہیں لیکن بدقسمتی سے نماز کی اصل روح سے ہم بالکل غافل ہوچکے ہیں۔ نماز کی اصل روح تو نمازی کا خضوع و خشوع اور یہ احساس ہے کہ وہ کس کے سامنے کھڑا ہے اور کس کے حضور کھڑے ہو کر اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ جیسا عہد و پیمان باندھ رہا ہے۔ بہرحال آج ہماری نمازیں اس روح سے خالی ہو کر محض ایک ”رسم“ کی ادائیگی کی حیثیت اختیار کرچکی ہیں الاماشاء اللہ۔ اقبال نے اپنے خصوصی انداز میں مسلمانوں کی اس زبوں حالی کی تصویر انہیں بار بار دکھائی ہے : ؎رہ گئی رسم اذاں روح بلالی رض نہ رہی فلسفہ رہ گیا تلقین ِغزالی نہ رہی !اور ؎نماز و روزہ و قربانی و حج یہ سب باقی ہیں تو ُ باقی نہیں ہے !"
    },
    {
      "ayah": 5,
      "surah": 107,
      "text": "آیت 4 ‘ 5{ فَوَیْلٌ لِّلْمُصَلِّیْنَ - الَّذِیْنَ ہُمْ عَنْ صَلَاتِہِمْ سَاہُوْنَ۔ } ”تو بربادی ہے ان نماز پڑھنے والوں کے لیے ‘ جو اپنی نمازوں سے غافل ہیں۔“ اس سے معلوم ہوتا ہے کہ حضور ﷺ کی بعثت کے زمانے تک مشرکین عرب کے ہاں نماز کا تصور موجود تھا لیکن اس کی عملی شکل بالکل مسخ ہوچکی تھی۔ جیسا کہ سورة الانفال کی اس آیت سے بھی ظاہر ہوتا ہے : { وَمَا کَانَ صَلاَتُہُمْ عِنْدَ الْبَیْتِ اِلاَّ مُکَآئً وَّتَصْدِیَۃًط } آیت 35 ”اور نہیں ہے ان کی نماز بیت اللہ کے پاس سوائے سیٹیاں بجانا اور تالیاں پیٹنا“۔ ظاہر ہے جو لوگ برہنہ ہو کر خانہ کعبہ کا طواف کرتے تھے اور اس طواف کو سب سے اعلیٰ طواف سمجھتے تھے ‘ ان کے لیے تو نماز میں سیٹیاں بجانا اور تالیاں پیٹنا بھی ایک مقدس عمل اور حصول ثواب کا بہت بڑا ذریعہ ہوگا۔ اللہ تعالیٰ کا شکر ہے کہ ہم مسلمانوں کے ہاں نماز کی ظاہری شکل آج تک اپنی اصلی حالت میں جوں کی توں قائم ہے۔ حضور ﷺ نے صحابہ کرام کو نماز پڑھنے کا طریقہ سکھایا اور پھر حکم دیا : صَلُّوْا کَمَا رَاَیْتُمُوْنِیْ اُصَلِّیْ 1 کہ تم لوگ نماز اسی طرح پڑھو جس طرح مجھے پڑھتے ہوئے دیکھتے ہو۔ حضور ﷺ کی نماز کا وہ طریقہ اور عملی نمونہ جو صحابہ رض کی وساطت سے ہم تک پہنچا ہے ‘ آج ہم اس پر تو کاربند ہیں لیکن بدقسمتی سے نماز کی اصل روح سے ہم بالکل غافل ہوچکے ہیں۔ نماز کی اصل روح تو نمازی کا خضوع و خشوع اور یہ احساس ہے کہ وہ کس کے سامنے کھڑا ہے اور کس کے حضور کھڑے ہو کر اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ جیسا عہد و پیمان باندھ رہا ہے۔ بہرحال آج ہماری نمازیں اس روح سے خالی ہو کر محض ایک ”رسم“ کی ادائیگی کی حیثیت اختیار کرچکی ہیں الاماشاء اللہ۔ اقبال نے اپنے خصوصی انداز میں مسلمانوں کی اس زبوں حالی کی تصویر انہیں بار بار دکھائی ہے : ؎رہ گئی رسم اذاں روح بلالی رض نہ رہی فلسفہ رہ گیا تلقین ِغزالی نہ رہی !اور ؎نماز و روزہ و قربانی و حج یہ سب باقی ہیں تو ُ باقی نہیں ہے !"
    },
    {
      "ayah": 6,
      "surah": 107,
      "text": "آیت 6{ الَّذِیْنَ ہُمْ یُرَآئُ وْنَ۔ } ”یہ وہ لوگ ہیں جو دکھاوا کرتے ہیں۔“ وہ نماز کی ادائیگی سمیت ہر نیک کام لوگوں کو دکھانے کے لیے کرتے ہیں تاکہ ان کی نیکی کا چرچاہو۔"
    },
    {
      "ayah": 7,
      "surah": 107,
      "text": "آیت 7{ وَیَمْنَعُوْنَ الْمَاعُوْنَ۔ } ”اور عام استعمال کی چیز بھی مانگنے پر نہیں دیتے۔“ مَاعُوْن کے معنی روز مرہ استعمال کی چیزیں ہیں ‘ جو ہر پڑوسی بوقت ضرورت اپنے پڑوسی سے عاریتاً لے لیتا ہے اور اپنی ضرورت پوری کر کے واپس لوٹا دیتا ہے۔ ایسے لوگوں کے کردار کی پستی کا یہ عالم ہے کہ وہ اپنے پاس سے آگ کی چنگاری ماچس وغیرہ اور نمک جیسی معمولی اشیاء تک بھی کسی کو دینا پسند نہیں کرتے۔"
    }
  ]
}
