{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 108,
      "text": "آیت 1 { اِنَّآاَعْطَیْنٰکَ الْکَوْثَرَ۔ } ”اے نبی ﷺ ! ہم نے آپ کو خیر کثیر عطا کیا۔“ الکوثر : کثرت سے ماخوذ ہے ‘ اس کا وزن فَوْعَلْ ہے جو مبالغہ کا صیغہ ہے۔ اس کا معنی ہے کسی چیز کا اتنا کثیر ہونا کہ اس کا اندازہ نہ لگایا جاسکے۔ چناچہ اس کا ترجمہ ”خیر کثیر“ کیا گیا ہے۔ ”الکوثر“ کے بارے میں ایک رائے یہ بھی ہے کہ اس سے حوض کوثر مراد ہے ‘ جو میدانِ حشر میں ہوگا اور اس سے حضور ﷺ اپنی امت کے پیاسوں کو سیراب فرمائیں گے۔ لیکن درحقیقت وہ بھی ”خیر کثیر“ ہی میں شامل ہے۔ ”خیر کثیر“ کی وضاحت سے متعلق بھی تفاسیر میں لگ بھگ پچیس تیس اقوال ملتے ہیں۔ حضور ﷺ کو عطا ہونے والے خیرکثیر کی سب سے بڑی مثال خود قرآن مجید ہے۔ اسی طرح اس کی ایک مثال حکمت بھی ہے۔ ظاہر ہے آپ ﷺ کو اعلیٰ ترین درجے میں حکمت بھی عطا ہوئی تھی ‘ جس کے بارے میں اللہ تعالیٰ کا فرمان ہے : { یُّؤْتِی الْحِکْمَۃَ مَنْ یَّشَآئُج وَمَنْ یُّؤْتَ الْحِکْمَۃَ فَقَدْ اُوْتِیَ خَیْرًا کَثِیْرًاط } البقرۃ : 269 ”وہ جس کو چاہتا ہے حکمت عطا کرتا ہے ‘ اور جسے حکمت دے دی گئی اسے تو خیر ِکثیر عطا ہوگیا“۔ مزید برآں جنت کی نہر کوثر ‘ نبوت کے فیوض و برکات ‘ دین اسلام ‘ صحابہ کرام کی کثرت ‘ رفع ذکر اور مقام محمود کو ”کوثر“ کا مصداق سمجھا دیا گیا ہے۔ چناچہ اس آیت کا مفہوم یہ ہے کہ اے نبی ﷺ ہم نے آپ کو وہ سب کچھ عطا کردیا اور کثرت کے ساتھ عطا کردیا جس کی انسانیت کو ضرورت ہے اور جو نوع انسانی کے لیے ُ طرئہ امتیاز بن سکتا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 108,
      "text": "آیت 2 { فَصَلِّ لِرَبِّکَ وَانْحَرْ۔ } ”پس آپ ﷺ اپنے رب کے لیے نماز پڑھا کیجیے اور قربانی کیا کیجیے۔“ نحر کے لغوی معنی اونٹ ذبح کرنے کے ہیں۔ اس آیت میں جن دو احکام کا ذکر ہے ان دونوں پر عیدالاضحی کے دن عمل ہوتا ہے۔ یعنی عید الاضحی کے دن پہلے مسلمان نماز پڑھتے ہیں اور پھر جانور قربان کرتے ہیں۔"
    },
    {
      "ayah": 3,
      "surah": 108,
      "text": "آیت 3{ اِنَّ شَانِئَکَ ہُوَالْاَبْـتَرُ۔ } ”یقینا آپ ﷺ کا دشمن ہی جڑ کٹا ہوگا۔“ شَانِِیٔ بغض و عداوت رکھنے والے دشمن کو کہتے ہیں۔ اَبْـتَر : بتر سے ہے ‘ یعنی کسی چیز کو کاٹ دینا ‘ منقطع کردینا۔ اہل عرب دُم کٹے جانور کو ابتر کہتے ہیں۔ عرفِ عام میں اس سے ایسا آدمی مراد لیا جاتا ہے جس کی نرینہ اولاد نہ ہو اور جس کی نسل آگے چلنے کا کوئی امکان نہ ہو۔ یہ لفظ مشرکین مکہ نے معاذ اللہ حضور ﷺ کے لیے استعمال کیا تھا ‘ جس کا جواب اس آیت میں دیا گیا ہے۔ حضرت خدیجۃ الکبریٰ رض کے بطن سے حضور ﷺ کی یہ اولادپیدا ہوئی : قاسم ‘ پھر زینب ‘ پھر عبداللہ ‘ پھر اُم کلثوم ‘ پھر فاطمہ ‘ پھر رقیہ۔ رض اجمعین۔ پہلے قاسم کا انتقال ہوا۔ پھر عبداللہ جن کا لقب طیب و طاہر ہے داغِ مفارقت دے گئے۔ اس پر مشرکین نے خوشیاں منائیں کہ آپ ﷺ کے دونوں فرزند فوت ہوگئے ہیں اور باقی اولاد میں آپ ﷺ کی بیٹیاں ہی بیٹیاں ہیں۔ لہٰذا آپ ﷺ جو کچھ بھی ہیں بس اپنی زندگی تک ہی ہیں ‘ آپ ﷺ کے بعد نہ تو آپ ﷺ کی نسل آگے چلے گی اور نہ ہی کوئی آپ ﷺ کا نام لیوا ہوگا۔ اس پس منظر میں یہاں ان لوگوں کو سنانے کے لیے فرمایا جا رہا ہے کہ اے نبی ﷺ آپ کا نام اور ذکر تو ہم بلند کریں گے ‘ جس کی وجہ سے آپ کے نام لیوا تو اربوں کی تعداد میں ہوں گے۔ البتہ آپ کے یہ دشمن واقعی ابتر ہوں گے جن کا کوئی نام لیوا نہیں ہوگا۔"
    }
  ]
}
