{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 14,
      "text": "الۗرٰ اس مقام پر حروف مقطعات کے بارے میں ایک اہم نکتہ یہ ہے کہ مکی سورتوں کے اس سلسلے کے پہلے ذیلی گروپ کی تینوں سورتوں یونس ، ہود اور یوسف کا آغاز الۗرٰ سے ہو رہا ہے ‘ جبکہ دوسرے ذیلی گروپ کی پہلی سورة الرعد ا آمآرٰ سے اور دوسری دونوں سورتیں ابراہیم اور الحجر پھر الۗرٰ سے ہی شروع ہورہی ہیں۔كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَي النُّوْرِ ڏ بِاِذْنِ رَبِّھِمْ قرآن کریم میں اندھیرے کے لیے لفظ ”ظُلُمات“ ہمیشہ جمع اور اس کے مقابلے میں ”نُور“ ہمیشہ واحد استعمال ہوا ہے۔ چونکہ کسی فرد کی ہدایت کے لیے فیصلہ اللہ کی طرف سے ہی ہوتا ہے اس لیے فرمایا کہ آپ کا انہیں اندھیروں سے نکال کر روشنی میں لانے کا یہ عمل اللہ کے حکم اور اس کی منظوری سے ہوگا۔"
    },
    {
      "ayah": 10,
      "surah": 14,
      "text": "آیت 10 قَالَتْ رُسُلُهُمْ اَفِي اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ یہ searching question کا سا انداز ہے جس میں بات وہاں سے شروع کی جا رہی ہے جہاں تک خود فریق ثانی کو بھی اتفاق ہے۔ مذکورہ تمام اقوام کے کفار و مشرکین میں ایک عقیدہ ہمیشہ مشترک رہا ہے کہ وہ تمام لوگ نہ صرف اللہ کو مانتے تھے بلکہ اسے زمین و آسمان کا خالق بھی تسلیم کرتے تھے۔ چناچہ جس قوم کے لوگوں نے بھی اپنے رسول کی دعوت کو شکوک و شبہات کی بنا پر رد کرنا چاہا ان کو ہمیشہ یہی جواب دیا گیا۔ یعنی سب سے پہلے اللہ کی ذات کا معاملہ ہمارے تمہارے درمیان واضح ہونا چاہیے کہ تمہیں اللہ کی ذات کے بارے میں شک ہے یا اس کے خالق ارض و سماوات ہونے میں ؟تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۗؤُنَا فَاْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ سب قوموں کے لوگوں کا یہ جواب بھی ایک جیسا تھا سب نے رسولوں کے انسان ہونے پر اعتراض کیا اور سب نے حسی معجزہ طلب کیا۔"
    },
    {
      "ayah": 11,
      "surah": 14,
      "text": "آیت 11 قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰي مَنْ يَّشَاۗءُ مِنْ عِبَادِهٖ یہ اللہ کی مرضی کا معاملہ ہے وہ جسے چاہتا ہے اپنی رحمت سے نواز دیتا ہے۔ اس نے ہمیں اپنی رسالت کے لیے چن لیا ہے ‘ ہماری طرف وحی بھیجی ہے اور ہمیں مامور کیا ہے کہ ہم آپ لوگوں کو خبردار کریں اور اس کے احکام آپ تک پہنچائیں۔"
    },
    {
      "ayah": 12,
      "surah": 14,
      "text": "آیت 12 وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَي اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَااللہ نے ہمیں اپنے تقرب کے طریقے اور اپنی طرف آنے کے راستے بتائے ہیں یہ کیسے ممکن ہے کہ ہم اس پر توکل نہ کریں"
    },
    {
      "ayah": 13,
      "surah": 14,
      "text": "آیت 13 وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ رسولوں کی جماعت اور ان کی قوموں کے درمیان ہونے والے سوالات و جوابات کا تذکرہ جاری ہے۔ یعنی اپنے اپنے زمانے میں اپنے اپنے رسولوں سے متعلقہ اقوام کے لوگوں نے کہا :"
    },
    {
      "ayah": 14,
      "surah": 14,
      "text": "آیت 14 وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ یعنی اللہ تعالیٰ نے رسولوں کی طرف وحی بھیجی کہ اب تمام کافروں کو ہلاک کردیا جائے گا اور اس کے بعد رسول اور ان کے ساتھ بچ جانے والے تمام اہل ایمان کو پھر سے زمین میں آباد کرنے کا سامان کیا جائے گا۔ذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ جو لوگ عذاب کی وعیدوں سے ڈرتے ہیں اور روز محشر اللہ کی عدالت میں کھڑے ہونے کے تصور سے لرز جاتے ہیں۔"
    },
    {
      "ayah": 15,
      "surah": 14,
      "text": "آیت 15 وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍ جو لوگ کفر و شرک پر ڈٹے رہتے وہ اس بات پر بھی اپنے رسول سے اصرار کرتے کہ ہمارے اور تمہارے درمیان آخری فیصلہ ہوجانا چاہیے۔ پھر جب اللہ کی طرف سے وہ آخری فیصلہ عذاب استیصال کی صورت میں آتا تو اس کے نتیجے میں سرکش اور ہٹ دھرم قوم کو نیست و نابود کردیا جاتا۔ ایسے منکرین حق کی تباہی و بربادی کا نقشہ قرآن حکیم میں اس طرح کھینچا گیا ہے : کَاَنْ لَّمْ یَغْنَوْا فِیْہَا الاعراف : 92 ”وہ ایسے ہوگئے جیسے کبھی تھے ہی نہیں“ اور فَاَصْبَحُوْا لَا یُرٰٓی اِلَّا مَسٰکِنُہُمْ  الاحقاف : 25 یعنی وہ ایسے ہوگئے کہ ان کے دیار و امصار میں صرف ان کے محلات و مساکن ہی نظر آتے تھے جبکہ ان کے مکینوں کا نام و نشان تک باقی نہ رہا۔ اور یہ سب کچھ تو ان لوگوں کے ساتھ اس دنیا میں ہوا جبکہ آخرت کی بڑی سزا اس کے علاوہ ہے جس کو جھیلتے ہوئے ان میں سے ہر ایک سرکش ضدی اس طرح نشان عبرت بنے گا :"
    },
    {
      "ayah": 16,
      "surah": 14,
      "text": "آیت 15 وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍ جو لوگ کفر و شرک پر ڈٹے رہتے وہ اس بات پر بھی اپنے رسول سے اصرار کرتے کہ ہمارے اور تمہارے درمیان آخری فیصلہ ہوجانا چاہیے۔ پھر جب اللہ کی طرف سے وہ آخری فیصلہ عذاب استیصال کی صورت میں آتا تو اس کے نتیجے میں سرکش اور ہٹ دھرم قوم کو نیست و نابود کردیا جاتا۔ ایسے منکرین حق کی تباہی و بربادی کا نقشہ قرآن حکیم میں اس طرح کھینچا گیا ہے : کَاَنْ لَّمْ یَغْنَوْا فِیْہَا الاعراف : 92 ”وہ ایسے ہوگئے جیسے کبھی تھے ہی نہیں“ اور فَاَصْبَحُوْا لَا یُرٰٓی اِلَّا مَسٰکِنُہُمْ  الاحقاف : 25 یعنی وہ ایسے ہوگئے کہ ان کے دیار و امصار میں صرف ان کے محلات و مساکن ہی نظر آتے تھے جبکہ ان کے مکینوں کا نام و نشان تک باقی نہ رہا۔ اور یہ سب کچھ تو ان لوگوں کے ساتھ اس دنیا میں ہوا جبکہ آخرت کی بڑی سزا اس کے علاوہ ہے جس کو جھیلتے ہوئے ان میں سے ہر ایک سرکش ضدی اس طرح نشان عبرت بنے گا :"
    },
    {
      "ayah": 17,
      "surah": 14,
      "text": "وَيَاْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍ شدید تکلیف میں موت انسان کو راحت پہنچا دیتی ہے۔ بعض بیمار ایسے ہوتے ہیں کہ تکلیف کی شدت میں ایڑیاں رگڑ رہے ہوتے ہیں اور موت ان کے لیے راحت کا سامان بن جاتی ہے۔ لیکن جہنم ایسی جگہ ہے کہ جہاں انسان کو موت نہیں آئے گی۔ سورة طٰہٰ میں اس کیفیت کو ان الفاظ میں بیان کیا گیا ہے : لَا یَمُوْتُ فِیْہَا وَلَا یَحْیٰی ”نہ وہ اس میں مرے گا اور نہ جی پائے گا“۔ اہل جہنم شدید خواہش کریں گے کہ موت آجائے اور ان کا قصہ تمام ہوجائے مگر ان کی یہ خواہش پوری نہیں ہوگی۔وَمِنْ وَّرَاۗىِٕهٖ عَذَابٌ غَلِيْظٌیعنی اس سختی میں مسلسل اضافہ ہوتا جائے گا عذاب کی شدت درجہ بدرجہ بڑھتی ہی چلی جائے گی۔"
    },
    {
      "ayah": 18,
      "surah": 14,
      "text": "آیت 18 مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِۨ اشْـتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍ اللہ کے ہاں کسی بھی نیک عمل کی قبولیت کے لیے ایمان لازمی اور بنیادی شرط ہے۔ چناچہ جو لوگ اپنے رب کا کفر کرتے ہیں ان کے نیک اعمال کو یہاں راکھ کے ایسے ڈھیر سے تشبیہہ دی گئی ہے جس پر تیز آندھی چلی اور اس کا ایک ایک ذرہ منتشر ہوگیا۔ یعنی بظاہر تو وہ ڈھیر نظر آتا تھا مگر اللہ کے ہاں اس کی کچھ بھی حیثیت باقی نہ رہی۔ یہ بہت اہم مضمون ہے اور قرآن کریم میں مختلف مثالوں کے ساتھ اسے تین بار دہرایا گیا ہے۔ سورة النور کی آیت 39 میں کفار کے اعمال کو سراب سے تشبیہہ دی گئی ہے اور سورة الفرقان کی آیت 23 میں منکرین آخرت کے اعمال کو ہَبَآءً مَّنْثُوْرًا یعنی ”ہوا میں اڑتے ہوئے ذرات“ کی مانند قراردیا گیا ہے۔ دراصل ہر انسان اپنی ذہنی سطح کے مطابق نیکی کا ایک تصور رکھتا ہے ‘ کیونکہ نیکی ہر انسان کی روح کی ضرورت ہے مگر نیکی کا تعلق چونکہ براہ راست اللہ تعالیٰ کی مرضی اور اس کی قبولیت کے ساتھ ہے ‘ چناچہ اس کے لیے معیار بھی وہی قابل قبول ہوگا جو اللہ نے خود قائم کیا ہے ‘ اور وہ معیار سورة البقرۃ کی آیت البر کی روشنی میں یہ ہے :لَيْسَ الْبِرَّ اَنْ تُوَلُّوْا وُجُوْھَكُمْ قِـبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ باللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۗىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰي حُبِّهٖ ذَوِي الْقُرْبٰى وَالْيَـتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِ ۙ وَالسَّاۗىِٕلِيْنَ وَفِي الرِّقَابِ ۚ وَاَقَام الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ اِذَا عٰھَدُوْا ۚ وَالصّٰبِرِيْنَ فِي الْبَاْسَاۗءِ وَالضَّرَّاۗءِ وَحِيْنَ الْبَاْسِ ۭ اُولٰۗىِٕكَ الَّذِيْنَ صَدَقُوْا ۭ وَاُولٰۗىِٕكَ ھُمُ الْمُتَّقُوْنَ ”نیکی یہی نہیں ہے کہ تم اپنے چہرے مشرق اور مغرب کی طرف پھیر دو بلکہ اصل نیکی تو اس کی ہے جو ایمان لایا اللہ پر یوم آخرت پر فرشتوں پر کتاب پر اور نبیوں پر۔ اور اس نے خرچ کیا مال اس کی محبت کے باوجود قرابت داروں یتیموں محتاجوں مسافروں اور مانگنے والوں پر اور گردنوں کے چھڑانے میں۔ اور قائم کی نماز اور ادا کی زکوٰۃ۔ اور جو پورا کرنے والے ہیں اپنے عہد کے جب کوئی عہد کرلیں۔ اور صبر کرنے والے فقر و فاقہ میں تکالیف میں اور حالت جنگ میں۔ یہی وہ لوگ ہیں جو سچے ہیں اور یہی حقیقت میں متقی ہیں۔“اگر نیکی اس معیار کے مطابق ہے تو پھر یہ واقعی نیکی ہے ‘ لیکن اگر ایسا نہیں ہے تو نیکی کی شکل میں دھوکہ سراب اور فریب ہے نیکی نہیں ہے۔ دراصل جب انسان کی فطرت مسنح ہوجاتی ہے تو اس کے ساتھ ہی اس کا نیکی کا تصور بھی مسنح ہوجاتا ہے۔ نیکی چونکہ ایک برے سے برے انسان کے بھی ضمیر کی ضرورت ہے اس لیے بجائے اس کے کہ ایک برا انسان اپنی اصلاح کر کے اپنے اعمال و کردار کو نیکی کے مطلوبہ معیار پر لے آئے وہ الٹا نیکی کے معیار کو گھسیٹ کر اپنے خیالات و نظریات کی گندگی کے ڈھیر کے اندر اس کی جگہ بنانے کی کوشش کرتا ہے۔ یہی وجہ ہے کہ ہمارے معاشرے میں چور ڈاکو اور لٹیرے صدقہ و خیرات کرتے اور خدمت خلق کے بڑے بڑے کام کرتے نظر آتے ہیں اور جسم فروش عورتیں مزاروں پر دھمال ڈالتی اور نیاز بانٹتی دکھائی دیتی ہیں۔ اس طرح یہ لوگ اپنے ضمیر کی تسکین کا سامان کرنے کی کوشش کرتے ہیں کہ ہمارے پیشے میں قدرے قباحت کا عنصر پایا جاتا ہے تو کیا ہوا اس کے ساتھ ساتھ ہم نیکی کے فلاں فلاں کام بھی تو کرتے ہیں ! اسی طرح جب مذہبی مزاج رکھنے والے لوگوں کی فطرت مسنح ہوتی ہے تو وہ کبیرہ گناہوں کی طرف سے بےحس اور صغائر کے بارے میں بہت حساس ہوجاتے ہیں۔ ایسے لوگ صغائر کے بارے میں تو بڑے زور دار مباحثے اور مناظرے کر رہے ہوتے ہیں ‘ مگر کبائر کو وہ لائق اعتناء ہی نہیں سمجھتے۔ اس پس منظر میں صحیح طرز عمل یہ ہے کہ پہلے کبائر سے کلی طور پر اجتناب کیا جائے اور پھر اس کے بعد صغائر کی طرف توجہ کی جائے۔ بہر حال قیامت کے دن بیشمار ایسے لوگ ہوں گے جو اپنے زعم میں بہت زیادہ نیکیاں لے کر آئے ہوں گے مگر اللہ کے نزدیک ان کی نیکیوں کی کوئی حیثیت اور وقعت نہیں ہوگی۔لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰي شَيْءٍ ۭ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ان کو زعم ہوگا کہ انہوں نے دنیا میں بہت نیک کام کیے تھے ‘ خدمت خلق کے بڑے بڑے پراجیکٹ شروع کر رکھے تھے ‘ مگر اس دن وہاں ان میں سے کوئی نیکی بھی ان کے کام آنے والی نہیں ہوگی۔"
    },
    {
      "ayah": 19,
      "surah": 14,
      "text": "اِنْ يَّشَاْ يُذْهِبْكُمْ وَيَاْتِ بِخَلْقٍ جَدِيْدٍ اس کی قدرت قوت تخلیق اور تخلیقی مہارت ختم تو نہیں ہوگئی وہ اپنی مخلوق میں سے جس کو چاہے ختم کر دے اور جب چاہے کوئی نئی مخلوق پیدا کر دے۔"
    },
    {
      "ayah": 2,
      "surah": 14,
      "text": "الۗرٰ اس مقام پر حروف مقطعات کے بارے میں ایک اہم نکتہ یہ ہے کہ مکی سورتوں کے اس سلسلے کے پہلے ذیلی گروپ کی تینوں سورتوں یونس ، ہود اور یوسف کا آغاز الۗرٰ سے ہو رہا ہے ‘ جبکہ دوسرے ذیلی گروپ کی پہلی سورة الرعد ا آمآرٰ سے اور دوسری دونوں سورتیں ابراہیم اور الحجر پھر الۗرٰ سے ہی شروع ہورہی ہیں۔كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَي النُّوْرِ ڏ بِاِذْنِ رَبِّھِمْ قرآن کریم میں اندھیرے کے لیے لفظ ”ظُلُمات“ ہمیشہ جمع اور اس کے مقابلے میں ”نُور“ ہمیشہ واحد استعمال ہوا ہے۔ چونکہ کسی فرد کی ہدایت کے لیے فیصلہ اللہ کی طرف سے ہی ہوتا ہے اس لیے فرمایا کہ آپ کا انہیں اندھیروں سے نکال کر روشنی میں لانے کا یہ عمل اللہ کے حکم اور اس کی منظوری سے ہوگا۔"
    },
    {
      "ayah": 20,
      "surah": 14,
      "text": "اِنْ يَّشَاْ يُذْهِبْكُمْ وَيَاْتِ بِخَلْقٍ جَدِيْدٍ اس کی قدرت قوت تخلیق اور تخلیقی مہارت ختم تو نہیں ہوگئی وہ اپنی مخلوق میں سے جس کو چاہے ختم کر دے اور جب چاہے کوئی نئی مخلوق پیدا کر دے۔"
    },
    {
      "ayah": 21,
      "surah": 14,
      "text": "آیت 21 وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَال الضُّعَفٰۗؤُا لِلَّذِيْنَ اسْـتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَاب اللّٰهِ مِنْ شَيْءٍ کمزور لوگ طاقتور لوگوں سے جنہیں وہ دنیا میں اپنے سردار اور لیڈر مانتے تھے کہیں گے کہ ہم آپ کے فرمانبردار تھے آپ کا ہر حکم مانتے تھے آپ کی خدمت کرتے تھے آپ کے جھنڈے اٹھاتے تھے آپ کے لیے زندہ باد کے نعرے لگاتے تھے تو کیا آپ ہماری ان خدمات کے عوض آج اس عذاب سے ہمیں کچھ رعایت دلا سکتے ہیں ؟قَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْ وہ کو را جواب دے دیں گے کہ ہم خود گمراہ تھے سو ہم نے تمہیں بھی گمراہ کیا۔سَوَاۗءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ اب تو یکساں ہے خواہ ہم بےقراری کا مظاہرہ کریں چیخیں چلائیں یا صبر کریں ہمارے لیے کوئی مفر نہیں ہمارے بچنے کی کوئی صورت نہیں۔"
    },
    {
      "ayah": 22,
      "surah": 14,
      "text": "آیت 22 وَقَال الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ جب تمام بنی نوع انسان کی قسمت کا فیصلہ ہوجائے گا اور اہل جنت کو جنت کی طرف اور اہل جہنم کو جہنم کی طرف لے جایا جا رہا ہوگا تو شیطان کہے گا :وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ میں تم پر کسی قسم کا جبر نہیں کرسکتا تھا اور تمہیں زبردستی برائی کی طرف نہیں لاسکتا تھا۔ یہ اختیار مجھے اللہ نے دیا ہی نہیں تھا۔اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ میں نے تم لوگوں کو ورغلایا معصیت کی دعوت دی اللہ کی نافرمانیوں اور بےحیائی کے کاموں کی ترغیب دی اور تم لوگوں نے میرا کہا مان لیا۔فَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْ کیونکہ اللہ تعالیٰ کے سارے احکام تمہارے سامنے تھے اس کے راستے کے تمام نشانات تم پر واضح تھے۔ ان سے روگردانی کر کے تم لوگوں نے اپنی مرضی سے میرے راستے کو اختیار کیا۔ میں تمہیں زبردستی کھینچ کر اس طرف نہیں لے کر آیا۔ چناچہ آج مجھے کو سنے کے بجائے اپنے آپ کو لعن طعن کرو۔اِنِّىْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ تم نے دنیا میں جو کچھ بھی کیا تھا انتہائی غلط کیا تھا۔ تم لوگوں کو اللہ کے احکام پر عمل کرنا چاہیے تھا اور اس کے وعدے پر اعتبار کرنا چاہیے تھا۔ تم لوگ نہ صرف اللہ کے احکام کو پس پشت ڈال کر میرا کہنا مانتے رہے بلکہ مجھے اس کے برابر کا درجہ بھی دیتے رہے۔ آج میں تمہارے ان سب اعتقادات سے اعلان براءت کرتا ہوں۔"
    },
    {
      "ayah": 23,
      "surah": 14,
      "text": "آیت 22 وَقَال الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ جب تمام بنی نوع انسان کی قسمت کا فیصلہ ہوجائے گا اور اہل جنت کو جنت کی طرف اور اہل جہنم کو جہنم کی طرف لے جایا جا رہا ہوگا تو شیطان کہے گا :وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ میں تم پر کسی قسم کا جبر نہیں کرسکتا تھا اور تمہیں زبردستی برائی کی طرف نہیں لاسکتا تھا۔ یہ اختیار مجھے اللہ نے دیا ہی نہیں تھا۔اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ میں نے تم لوگوں کو ورغلایا معصیت کی دعوت دی اللہ کی نافرمانیوں اور بےحیائی کے کاموں کی ترغیب دی اور تم لوگوں نے میرا کہا مان لیا۔فَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْ کیونکہ اللہ تعالیٰ کے سارے احکام تمہارے سامنے تھے اس کے راستے کے تمام نشانات تم پر واضح تھے۔ ان سے روگردانی کر کے تم لوگوں نے اپنی مرضی سے میرے راستے کو اختیار کیا۔ میں تمہیں زبردستی کھینچ کر اس طرف نہیں لے کر آیا۔ چناچہ آج مجھے کو سنے کے بجائے اپنے آپ کو لعن طعن کرو۔اِنِّىْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ تم نے دنیا میں جو کچھ بھی کیا تھا انتہائی غلط کیا تھا۔ تم لوگوں کو اللہ کے احکام پر عمل کرنا چاہیے تھا اور اس کے وعدے پر اعتبار کرنا چاہیے تھا۔ تم لوگ نہ صرف اللہ کے احکام کو پس پشت ڈال کر میرا کہنا مانتے رہے بلکہ مجھے اس کے برابر کا درجہ بھی دیتے رہے۔ آج میں تمہارے ان سب اعتقادات سے اعلان براءت کرتا ہوں۔"
    },
    {
      "ayah": 24,
      "surah": 14,
      "text": "آیت 24 اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً کلمہ طیبہ سے عام طور پر تو کلمہ توحید ”لَا اِلٰہَ الاَّ اللّٰہُ مُحَمَّدٌ رَّسُوْلُ اللّٰہِ“ مراد لیا جاتا ہے۔ اس میں کچھ شک نہیں کہ لَا اِلٰہَ الاَّ اللّٰہ افضل الذکر ہے لیکن یہاں کلمہ طیبہ سے توحید پر مبنی عقائد و نظریات بھلائی کی ہر بات کلام طیب اور حق کی دعوت مراد ہے۔"
    },
    {
      "ayah": 25,
      "surah": 14,
      "text": "آیت 25 تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍۢ بِاِذْنِ رَبِّهَااس درخت کی جڑیں زمین میں مضبوطی سے جمی ہوئی ہیں اس کی شاخیں آسمان سے باتیں کر رہی ہیں اور اس کا پھل بھی متواتر آ رہا ہے۔وَيَضْرِبُ اللّٰهُ الْاَمْثَال للنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ کوئی بھلائی کا کام ہو نیکی کی دعوت ہو راہ حق کی کوئی تحریک ہو جس نے بھی ایسی کسی نیکی کی ابتدا کی اس نے گویا اپنے لیے ایک بہت عمدہ پھلدار درخت لگا لیا۔ یہ درخت جب تک باقی رہے گا اپنے اثرات وثمرات سے نہ معلوم کس کس کو فیض یاب کرے گا۔ جیسے کسی نے بھلائی کی دعوت دی اور اس دعوت کو کچھ لوگوں نے قبول کیا انہوں نے اس دعوت کو مزید آگے پھیلایا یوں اس نیکی کا حلقہ اثر وسیع سے وسیع تر ہوتا جائے گا اور نہ معلوم مستقبل میں ایسے نیک اثرات مزید کہاں کہاں تک پہنچیں گے۔ حضرت جریر بن عبداللہ بن جابر روایت کرتے ہیں کہ رسول اللہ نے ارشاد فرمایا : مَنْ سَنَّ فِی الْاِسْلَامِ سُنَّۃً حَسَنَۃً فَلَہٗ اَجْرُھَا وَاَجْرُ مَنْ عَمِلَ بِھَا بَعْدَہٗ مِنْ غَیْرِ اَنْ یَنْقُصَ مِنْ اُجُوْرِھِمْ شَیْءٌ‘ وَمَنْ سَنَّ فِی الْاِسْلَامِ سُنَّۃً سَیِّءَۃً کَانَ عَلَیْہِ وِزْرُھَا وَوِزْرُ مَنْ عَمِلَ بِھَا مِنْ بَعْدِہٖ مِنْ غَیْرِ اَنْ یَنْقُصَ مِنْ اَوْزَارِھِمْ شَیْءٌ 1”جس کسی نے اسلام میں کسی نیک کام کا آغاز کیا تو اس کے لیے اس کام کا اجر بھی ہوگا اور بعد میں جو کوئی بھی اس پر عمل کرے گا اس کا اجر بھی اس کو ملے گا ‘ لیکن ان کے اجر وثواب میں کوئی کمی نہیں ہوگی۔ اور جس کسی نے اسلام میں کسی بری شے کا آغاز کیا تو اس پر اس کا گناہ بھی ہوگا اور بعد میں جو کوئی بھی اس پر عمل کرے گا اس کے گناہ کا بوجھ بھی اس پر ڈالا جائے گا مگر ان کے گناہوں میں کوئی کمی نہیں ہوگی۔“"
    },
    {
      "ayah": 26,
      "surah": 14,
      "text": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِۨ اجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ بھلائی اور اس کے اثرات کے مقابلے میں برائی برائی کی دعوت اور برائی کے اثرات کی مثال ایسی ہے جیسے ایک بہت عمدہ مضبوط اور پھلدار درخت کے مقابلے میں جھاڑ جھنکاڑ۔ نہ اس کی جڑوں میں مضبوطی نہ وجود کو ثبات نہ سایہ نہ پھل۔ برائی بعض اوقات لوگوں میں رواج بھی پا جاتی ہے انہیں بھلی بھی لگتی ہے اور اس کی ظاہری خوبصورتی میں لوگوں کے لیے وقتی طور پر کشش بھی ہوتی ہے۔ جیسے مال حرام کی کثرت اور چمک دمک لوگوں کو متاثر کرتی ہے مگر حقیقت میں نہ تو برائی کو ثبات اور دوام حاصل ہے اور نہ اس کے اثرات میں لوگوں کے لیے فائدہ !"
    },
    {
      "ayah": 27,
      "surah": 14,
      "text": "آیت 27 يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بالْقَوْلِ الثَّابِتِ فِي الْحَيٰوةِ الدُّنْيَا وَفِي الْاٰخِرَةِ یہاں قول ثابت سے مراد ایمان ہے۔ آخرت پر پختہ ایمان رکھنے والا شخص دنیا کے اندر اپنے کردار اور نظریات میں مضبوط اور ثابت قدم ہوتا ہے۔ اس کے حوصلے اس کے موقف اور اس کی صلاحیتوں کو اللہ تعالیٰ استقامت بخشتا ہے۔ ایسے لوگوں کو اسی طرح کا ثبات آخرت میں بھی عطا ہوگا۔"
    },
    {
      "ayah": 28,
      "surah": 14,
      "text": "آیت 28 اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَةَ اللّٰهِ كُفْرًااللہ تعالیٰ نے انہیں ہدایت کی نعمت سے نوازا تھا مگر انہوں نے ہدایت ہاتھ سے دے کر ضلالت اور گمراہی خرید لی۔ اللہ اس کے رسول اور اس کی کتاب سے کفر کر کے انہوں نے اللہ کی نعمت سے خود کو محروم کرلیا۔وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِ جیسے سورة ہود آیت 98 میں فرعون کے بارے میں فرمایا گیا ہے کہ روز محشر وہ اپنی قوم کی قیادت کرتا ہوا آئے گا اور اس پورے جلوس کو لا کر جہنم کے گھاٹ اتار دے گا۔ اسی طرح تمام قوموں اور تمام معاشروں کے گمراہ لیڈر اپنے اپنے پیروکاروں کو جہنم میں پہنچانے کا باعث بنتے ہیں۔"
    },
    {
      "ayah": 29,
      "surah": 14,
      "text": "آیت 28 اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَةَ اللّٰهِ كُفْرًااللہ تعالیٰ نے انہیں ہدایت کی نعمت سے نوازا تھا مگر انہوں نے ہدایت ہاتھ سے دے کر ضلالت اور گمراہی خرید لی۔ اللہ اس کے رسول اور اس کی کتاب سے کفر کر کے انہوں نے اللہ کی نعمت سے خود کو محروم کرلیا۔وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِ جیسے سورة ہود آیت 98 میں فرعون کے بارے میں فرمایا گیا ہے کہ روز محشر وہ اپنی قوم کی قیادت کرتا ہوا آئے گا اور اس پورے جلوس کو لا کر جہنم کے گھاٹ اتار دے گا۔ اسی طرح تمام قوموں اور تمام معاشروں کے گمراہ لیڈر اپنے اپنے پیروکاروں کو جہنم میں پہنچانے کا باعث بنتے ہیں۔"
    },
    {
      "ayah": 3,
      "surah": 14,
      "text": "آیت 3 الَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَي الْاٰخِرَةِ یہ آیت ہم سب کو دعوت دیتی ہے کہ ہم میں سے ہر شخص اپنے گریبان میں جھانکے اور اپنی ترجیحات کا تجزیہ کرے کہ اس کی مہلت زندگی کے اوقات کار کی تقسیم کیا ہے ؟ اس کی بہترین صلاحیتیں کہاں کھپ رہی ہیں ؟ اور اس نے اپنی زندگی کا بنیادی نصب العین کس رخ پر متعین کر رکھا ہے ؟ پھر اپنی مشغولیات میں سے دنیا اور آخرت کے حصے الگ الگ کر کے دیکھے کہ دنیوی زندگی مَتاع الغُرُوْر کو سمیٹنے کی اس بھاگ دوڑ میں سے اصل اور حقیقی زندگی خَیْرٌ وَّاَبْقٰی کے لیے اس کے دامن میں کیا کچھ بچتا ہے ؟وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَھَا عِوَجًا ۭ اُولٰۗىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ اللہ کے راستے سے روکنے کی مثالیں آج بھی آپ کو قدم قدم پر ملیں گی۔ مثلاً ایک نوجوان کو اگر اللہ کی طرف سے دین کا شعور اور متاع ہدایت نصیب ہوئی ہے اور وہ اپنی زندگی کو اسی رخ پر ڈالنا چاہتا ہے تو اس کے والدین اور دوست احباب اس کو سمجھانے لگتے ہیں ‘ کہ تم اپنے کیرئیر کو دیکھو ‘ اپنے مستقبل کی فکر کرو ‘ یہ تمہارے دماغ میں کیا فتور آگیا ہے ؟ غرض وہ کسی نہ کسی طرح سے اسے قائل کر کے اپنے اسی رستے پر لے جانے کی کوشش کرتے ہیں جس پر وہ خود اپنی زندگیاں برباد کر رہے ہیں۔"
    },
    {
      "ayah": 30,
      "surah": 14,
      "text": "آیت 30 وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖ یعنی انہوں نے جھوٹے معبودوں کا ڈھونگ اس لیے رچایا ہے تاکہ لوگوں کو اللہ کی بندگی سے ہٹا کر گمراہ کردیں۔ ”اَنداد“ جمع ہے ’ نِد ‘ کی اس کے معنی مدمقابل کے ہیں۔ سورة البقرۃ کی آیت 22 میں بھی ہم پڑھ آئے ہیں : فَلاَ تَجْعَلُوْا لِلّٰہِ اَنْدَادًا ”تو اللہ کے مدمقابل نہ ٹھہرایا کرو“۔ اس معاملے کی نزاکت کا اندازہ اس سے لگایا جاسکتا ہے کہ ایک صحابی نے حضور سے محاورۃً عرض کیا : مَاشَاء اللّٰہُ وَمَا شِءْتَ ”جو اللہ چاہے اور جو آپ چاہیں“ تو آپ نے انہیں فوراً ٹوک دیا اور فرمایا : أَجَعَلْتَنِیْ لِلّٰہِ نِدًّا ؟ مَا شَاء اللّٰہُ وَحْدَہٗ 1 ”کیا تو نے مجھے اللہ کا مد مقابل بنا دیا ؟ بلکہ وہی ہوگا جو تنہا اللہ چاہے !“ یعنی مشیت تو اللہ ہی کی ہے ‘ جو ہوگا اسی کی مشیت اور مرضی سے ہوگا۔ اختیار صرف اسی کا ہے اور کسی کا کوئی اختیار نہیں۔"
    },
    {
      "ayah": 31,
      "surah": 14,
      "text": "آیت 31 قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ یہاں یہ نکتہ لائقِ توجہ ہے کہ قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا کے الفاظ سے رسول اللہ کو مخاطب کر کے اہل ایمان کو بالواسطہ حکم دیا جا رہا ہے اور یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْا کے الفاظ سے اہل ایمان کو براہ راست مخاطب نہیں کیا گیا۔ اس سلسلے میں پہلے بھی بتایا جا چکا ہے کہ پورے مکی قرآن میں یٰاَیُّھَا الَّذِیْنَ اٰمَنُوْا کے الفاظ سے براہ راست مسلمانوں سے خطاب نہیں کیا گیا۔ سورۃ الحج میں ایک مقام پر یہ الفاظ آئے ہیں مگر اس سورة کے مکی یا مدنی ہونے کے بارے میں اختلاف ہے۔ اس میں جو حکمت ہے وہ اللہ ہی بہتر جانتا ہے۔ جہاں تک مجھے اس کی وجہ سمجھ میں آئی ہے وہ میں آپ کو بتاچکا ہوں کہ یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْا کا طرز خطاب امت کے لیے ہے اور مکی دور میں مسلمان ابھی ایک امت نہیں بنے تھے۔ مسلمانوں کو امت کا درجہ مدینہ میں آکر تحویل قبلہ کے بعد ملا۔ پچھلے دو ہزار برس سے امت مسلمہ کے منصب پر یہودی فائز تھے۔ انہیں اس منصب سے معزول کر کے محمد رسول اللہ کی امت کو امت مسلمہ کا درجہ دیا گیا اور تحویل قبلہ اس تبدیلی کی ظاہری علامت قرار پایا۔ یعنی یہودیوں کے قبلہ کی حیثیت بطور قبلہ ختم کرنے کا مطلب یہ قرار پایا کہ انہیں امت مسلمہ کے منصب سے معزول کردیا گیا ہے۔ چناچہ قرآن میں یٰٓاَ یُّھَا الَّذِیْنَ اٰمَنُوْا کے الفاظ کے ذریعے مسلمانوں سے خطاب اس کے بعد شروع ہوا۔وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّاْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌیہ آیت سورة البقرۃ کی آیت 254 سے بہت ملتی جلتی ہے۔ وہاں بیع اور دوستی کے علاوہ شفاعت کی بھی نفی کی گئی ہے : يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّاْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ۔ یعنی اس دن سے پہلے پہلے ہمارے عطا کردہ رزق میں سے خرچ کرلو جس میں نہ کوئی بیع ہوگی نہ کوئی دوستی کام آئے گی اور نہ ہی کسی کی شفاعت فائدہ مند ہوگی۔"
    },
    {
      "ayah": 32,
      "surah": 14,
      "text": "آیت 31 قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ یہاں یہ نکتہ لائقِ توجہ ہے کہ قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا کے الفاظ سے رسول اللہ کو مخاطب کر کے اہل ایمان کو بالواسطہ حکم دیا جا رہا ہے اور یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْا کے الفاظ سے اہل ایمان کو براہ راست مخاطب نہیں کیا گیا۔ اس سلسلے میں پہلے بھی بتایا جا چکا ہے کہ پورے مکی قرآن میں یٰاَیُّھَا الَّذِیْنَ اٰمَنُوْا کے الفاظ سے براہ راست مسلمانوں سے خطاب نہیں کیا گیا۔ سورۃ الحج میں ایک مقام پر یہ الفاظ آئے ہیں مگر اس سورة کے مکی یا مدنی ہونے کے بارے میں اختلاف ہے۔ اس میں جو حکمت ہے وہ اللہ ہی بہتر جانتا ہے۔ جہاں تک مجھے اس کی وجہ سمجھ میں آئی ہے وہ میں آپ کو بتاچکا ہوں کہ یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْا کا طرز خطاب امت کے لیے ہے اور مکی دور میں مسلمان ابھی ایک امت نہیں بنے تھے۔ مسلمانوں کو امت کا درجہ مدینہ میں آکر تحویل قبلہ کے بعد ملا۔ پچھلے دو ہزار برس سے امت مسلمہ کے منصب پر یہودی فائز تھے۔ انہیں اس منصب سے معزول کر کے محمد رسول اللہ کی امت کو امت مسلمہ کا درجہ دیا گیا اور تحویل قبلہ اس تبدیلی کی ظاہری علامت قرار پایا۔ یعنی یہودیوں کے قبلہ کی حیثیت بطور قبلہ ختم کرنے کا مطلب یہ قرار پایا کہ انہیں امت مسلمہ کے منصب سے معزول کردیا گیا ہے۔ چناچہ قرآن میں یٰٓاَ یُّھَا الَّذِیْنَ اٰمَنُوْا کے الفاظ کے ذریعے مسلمانوں سے خطاب اس کے بعد شروع ہوا۔وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّاْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌیہ آیت سورة البقرۃ کی آیت 254 سے بہت ملتی جلتی ہے۔ وہاں بیع اور دوستی کے علاوہ شفاعت کی بھی نفی کی گئی ہے : يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّاْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ۔ یعنی اس دن سے پہلے پہلے ہمارے عطا کردہ رزق میں سے خرچ کرلو جس میں نہ کوئی بیع ہوگی نہ کوئی دوستی کام آئے گی اور نہ ہی کسی کی شفاعت فائدہ مند ہوگی۔"
    },
    {
      "ayah": 33,
      "surah": 14,
      "text": "آیت 33 وَسَخَّــرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۗىِٕـبَيْنِ ۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ان تمام چیزوں کے گنوانے سے انسان کو یہ جتلانا مقصود ہے کہ زمین کے دامن اور آسمان کی وسعتوں میں اللہ کی تمام تخلیقات اور فطرت کی تمام قوتیں مسلسل انسان کی خدمت میں اس کی نفع رسانی کے لیے مصروف کار ہیں اور وہ اس لیے کہ اس کائنات میں انسان ہی ایک ایسی مخلوق ہے جو سب مخلوقات سے اعلیٰ ہے۔ اللہ نے یہ بساط کون و مکان انسان ہی کے لیے بچھائی ہے اور باقی تمام اشیاء کو اس لیے پیدا کیا ہے کہ وہ بالواسطہ یا بلاواسطہ اس کی ضروریات پوری کریں۔ یہی بات سورة البقرۃ کی آیت 29 میں اس طرح بیان فرمائی گئی ہے : ہُوَ الَّذِیْ خَلَقَ لَکُمْ مَّا فِی الْاَرْضِ جَمِیْعًا یعنی یہ زمین میں جو کچھ بھی نظر آ رہا ہے یہ اللہ نے تمہارے انسانوں کے لیے پیدا کیا ہے۔ اور ان چیزوں کو تمہاری ضرورتیں پوری کرنے کے لیے مسخر کردیا ہے۔"
    },
    {
      "ayah": 34,
      "surah": 14,
      "text": "آیت 34 وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُ یہ مانگنا شعوری بھی ہے اور غیر شعوری بھی۔ یعنی وہ تمام چیزیں بھی اللہ نے ہمارے لیے فراہم کی ہیں جن کا تقاضا ہمارا وجود کرتا ہے اور ہمیں اپنی زندگی کو قائم رکھنے کے لیے ان کی ضرورت ہے۔ کیونکہ انسان کو پوری طرح شعور نہیں ہے کہ اسے کس کس انداز میں کس کس چیز کی ضرورت ہے اور اس کی ضرورت کی یہ چیزیں اسے کہاں کہاں سے دستیاب ہوں گی۔اللہ تعالیٰ نے انسان کی دنیوی زندگی کی ضرورتیں پوری کرنے کے لیے اسباب و نتائج کے ایسے ایسے سلسلے پیدا کردیے ہیں جن کا احاطہ کرنا انسانی عقل کے بس میں نہیں ہے۔ اللہ نے بہت سی ایسی چیزیں بھی پیدا کر رکھی ہیں جن سے انسان کی ضرورتیں انجانے میں پوری ہور ہی ہیں۔ مثلاً ایک وقت تک انسان کو کب پتا تھا کہ کون سی چیز میں کون سا وٹامن پایا جاتا ہے۔ مگر وہ وٹامنز مختلف غذاؤں کے ذریعے سے انسان کی ضرورتیں اس طرح پوری کر رہے تھے کہ انسان کو اس کی خبر تک نہ تھی۔ بہر حال اللہ ہمیں وہ چیزیں بھی عطا کرتا ہے جو ہم اس سے شعوری طور پر مانگتے ہیں اور وہ بھی جو ہماری زندگی اور بقا کا فطری تقاضا ہیں۔وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَا ۭ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌانسان کے لیے یہ ممکن ہی نہیں کہ وہ اللہ کی نعمتوں کو گن سکے۔ کفار ک کی زبر کے ساتھ یہاں فَعّال کے وزن پر مبالغے کا صیغہ ہے یعنی نا شکری میں بہت بڑھا ہوا۔"
    },
    {
      "ayah": 35,
      "surah": 14,
      "text": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ یہ مضمون سورة البقرۃ کے پندرھویں رکوع کے مضمون سے ملتا جلتا ہے۔ حضرت ابراہیم سے ما قبل زمانہ کی جو تاریخ ہمیں معلوم ہوئی ہے اس کے مطابق اس دور کی سب سے بڑی گمراہی بت پرستی تھی۔ آپ سے پہلے کی تمام اقوام اسی گمراہی میں مبتلا تھیں۔ آپ کی اپنی قوم کا اس سلسلے میں یہ حال تھا کہ انہوں نے ایک بہت بڑے بت خانے میں بہت سے بت سجا رکھے تھے۔ انہی بتوں کا سورة الانبیاء میں ذکر ملتا ہے کہ حضرت ابراہیم نے ان کو توڑا تھا۔ اس کے علاوہ آپ کی قوم ستاروں کی پوجا بھی کرتی تھی جبکہ نمرود نے انہیں سیاسی شرک میں بھی مبتلا کر رکھا تھا۔ وہ اختیار مطلق کا دعویدار تھا اور جس چیز کو وہ چاہتا جائز قرار دیتا اور جس کو چاہتا ممنوع۔"
    },
    {
      "ayah": 36,
      "surah": 14,
      "text": "آیت 36 رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِ ۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّىْ میں نے خود کو ہر قسم کے شرک سے پاک کرلیا ہے اب جو لوگ میری پیروی کریں شرک سے دور رہیں توحید کے راستے پر چلیں ایسے لوگ تو میرے ہی ساتھی ہیں ان کے ساتھ تو تیرا وعدہ پورا ہوگا۔وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌحضرت ابراہیم کی طبیعت کے بارے میں ہم سورة ہود میں اللہ تعالیٰ کا یہ فرمان پڑھ چکے ہیں : اِنَّ اِبْرٰہِیْمَ لَحَلِیْمٌ اَوَّاہٌ مُّنِیْبٌ کہ آپ بہت ہی نرم دل حلیم الطبع اور ہر وقت اللہ کی طرف رجوع کرنے والے تھے۔ چناچہ جب گنہگاروں کا ذکر ہوا ہے تو آپ نے اللہ کی صفات غفاری اور رحیمی کا ذکر کرنے پر ہی اکتفا کیا ہے۔ بالکل اسی انداز میں حضرت عیسیٰ کی التجا کا ذکر سورة المائدۃ میں آیا ہے : اِنْ تُعَذِّبْہُمْ فَاِنَّہُمْ عِبَادُکَج وَاِنْ تَغْفِرْ لَہُمْ فَاِنَّکَ اَنْتَ الْعَزِیْزُ الْحَکِیْمُ یعنی پروردگار ! اگر تو انہیں عذاب دے گا تو وہ تیرے ہی بندے ہیں تو جس طرح چاہے انہیں عذاب دے تیرا اختیار مطلق ہے۔ لیکن اگر تو انہیں معاف کر دے تو بھی تیرے اختیار اور تیری حکمت پر کوئی اعتراض کرنے والا نہیں ہے۔"
    },
    {
      "ayah": 37,
      "surah": 14,
      "text": "آیت 37 رَبَّنَآ اِنِّىْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ اے ہمارے پروردگار ! تیرے حکم کے مطابق میں نے یہاں تیرے اس محترم گھر کے پاس اپنی اولاد کو لا کر آباد کردیا ہے۔ حضرت ابراہیم کی دعا میں پہلے رَبِّ ‘ رَبِّ اے میرے پروردگار ! کا صیغہ آ رہا تھا مگر اب ”رَبَّنَا“ جمع کا صیغہ آگیا ہے۔ معلوم ہوتا ہے کہ اس موقع پر آپ کے ساتھ حضرت اسماعیل بھی شامل ہوگئے ہیں۔ یہاں پر عِنْدَ بَیْتِکَ الْمُحَرَّمِ کے الفاظ سے ان روایات کو بھی تقویت ملتی ہے جن کے مطابق بیت اللہ کی تعمیر سب سے پہلے حضرت آدم نے کی تھی۔ ان روایات میں یہ بھی مذکور ہے کہ حضرت آدم کا تعمیر کردہ بیت اللہ ابتدائی زمانہ میں گرگیا اور سیلاب کے سبب اس کی دیواریں وغیرہ بھی بہہ گئیں ‘ صرف بنیادیں باقی رہ گئیں۔ ان ہی بنیادوں پر پھر حضرت ابراہیم اور حضرت اسماعیل نے اس کی تعمیر کی جس کا ذکر سورة البقرۃ کی آیت 127 میں ملتا ہے : وَاِذْ یَرْفَعُ اِبْرٰہٖمُ الْقَوَاعِدَ مِنَ الْبَیْتِ وَاِسْمٰعِیْلُ ط۔ بہرحال حضرت ابراہیم عرض کر رہے ہیں :رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْىِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ لوگوں کے دلوں میں ان کے لیے محبت پیدا ہوجائے لوگ اطراف و جوانب سے ان کے پاس آئیں تاکہ اس طرح ان کے لیے یہاں رہنے اور بسنے کا بندوبست ہو سکے۔"
    },
    {
      "ayah": 38,
      "surah": 14,
      "text": "آیت 37 رَبَّنَآ اِنِّىْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ اے ہمارے پروردگار ! تیرے حکم کے مطابق میں نے یہاں تیرے اس محترم گھر کے پاس اپنی اولاد کو لا کر آباد کردیا ہے۔ حضرت ابراہیم کی دعا میں پہلے رَبِّ ‘ رَبِّ اے میرے پروردگار ! کا صیغہ آ رہا تھا مگر اب ”رَبَّنَا“ جمع کا صیغہ آگیا ہے۔ معلوم ہوتا ہے کہ اس موقع پر آپ کے ساتھ حضرت اسماعیل بھی شامل ہوگئے ہیں۔ یہاں پر عِنْدَ بَیْتِکَ الْمُحَرَّمِ کے الفاظ سے ان روایات کو بھی تقویت ملتی ہے جن کے مطابق بیت اللہ کی تعمیر سب سے پہلے حضرت آدم نے کی تھی۔ ان روایات میں یہ بھی مذکور ہے کہ حضرت آدم کا تعمیر کردہ بیت اللہ ابتدائی زمانہ میں گرگیا اور سیلاب کے سبب اس کی دیواریں وغیرہ بھی بہہ گئیں ‘ صرف بنیادیں باقی رہ گئیں۔ ان ہی بنیادوں پر پھر حضرت ابراہیم اور حضرت اسماعیل نے اس کی تعمیر کی جس کا ذکر سورة البقرۃ کی آیت 127 میں ملتا ہے : وَاِذْ یَرْفَعُ اِبْرٰہٖمُ الْقَوَاعِدَ مِنَ الْبَیْتِ وَاِسْمٰعِیْلُ ط۔ بہرحال حضرت ابراہیم عرض کر رہے ہیں :رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْىِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ لوگوں کے دلوں میں ان کے لیے محبت پیدا ہوجائے لوگ اطراف و جوانب سے ان کے پاس آئیں تاکہ اس طرح ان کے لیے یہاں رہنے اور بسنے کا بندوبست ہو سکے۔"
    },
    {
      "ayah": 39,
      "surah": 14,
      "text": "آیت 39 اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَي الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَ جب حضرت اسماعیل کی ولادت ہوئی تو حضرت ابراہیم کی عمر 81 برس تھی اور اس کے کئی سال بعد حضرت اسحاق پیدا ہوئے۔"
    },
    {
      "ayah": 4,
      "surah": 14,
      "text": "آیت 4 وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ یعنی ہر قوم کی طرف مبعوث رسول پر وحی اس قوم کی اپنی ہی زبان میں آتی تھی تاکہ بات کے سمجھنے اور سمجھانے میں کسی قسم کا ابہام نہ رہ جائے ‘ اور ابلاغ کا حق ادا ہوجائے۔ جیسے حضرت موسیٰ کو تورات دی گئی تو عبرانی زبان میں دی گئی جو آپ کی قوم کی زبان تھی۔فَيُضِلُّ اللّٰهُ مَنْ يَّشَاۗءُ وَيَهْدِيْ مَنْ يَّشَاۗءُ اس کا ترجمہ یوں بھی ہوسکتا ہے کہ اللہ گمراہ کرتا ہے اسے جو چاہتا ہے گمراہ ہونا اور ہدایت دیتا ہے اس کو جو چاہتا ہے ہدایت حاصل کرنا۔"
    },
    {
      "ayah": 40,
      "surah": 14,
      "text": "آیت 40 رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْ یعنی مجھے توفیق عطا فرما دے کہ میں نماز کو پوری طرح قائم رکھوں اور پھر میری اولاد کو بھی توفیق بخش دے کہ وہ لوگ بھی نماز قائم کرنے والے بن کر رہیں۔"
    },
    {
      "ayah": 41,
      "surah": 14,
      "text": "آیت 40 رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْ یعنی مجھے توفیق عطا فرما دے کہ میں نماز کو پوری طرح قائم رکھوں اور پھر میری اولاد کو بھی توفیق بخش دے کہ وہ لوگ بھی نماز قائم کرنے والے بن کر رہیں۔"
    },
    {
      "ayah": 42,
      "surah": 14,
      "text": "آیت 40 رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْ یعنی مجھے توفیق عطا فرما دے کہ میں نماز کو پوری طرح قائم رکھوں اور پھر میری اولاد کو بھی توفیق بخش دے کہ وہ لوگ بھی نماز قائم کرنے والے بن کر رہیں۔"
    },
    {
      "ayah": 43,
      "surah": 14,
      "text": "آیت 43 مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚ وَاَفْــِٕدَتُهُمْ هَوَاۗءٌخوف اور دہشت کے سبب نظریں ایک جگہ جم کر رہ جائیں گی اور ادھر ادھر حرکت کرنا بھی بھول جائیں گی۔ یہ میدان حشر میں لوگوں کی کیفیت کا نقشہ کھینچا گیا ہے۔"
    },
    {
      "ayah": 44,
      "surah": 14,
      "text": "اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍ کہ ہمارا اقتدار ہماری یہ شان و شوکت ہماری یہ جاگیریں یہ سب کچھ ہماری بڑی سوچی سمجھی منصوبہ بندیوں کا نتیجہ ہے انہیں کہاں سے زوال آئے گا !"
    },
    {
      "ayah": 45,
      "surah": 14,
      "text": "آیت 45 وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ تمہارے آس پاس کے علاقوں میں وہ قومیں آباد تھیں جو ماضی میں اللہ کے عذاب کا نشانہ بنیں۔ قوم عاد بھی اسی جزیرہ نمائے عرب میں آباد تھی قوم ثمود کے مساکن بھی تمہیں دعوت عبرت دیتے رہے قوم مدین کا علاقہ بھی تم سے کچھ زیادہ دور نہیں تھا اور قوم لوط کے شہروں کے آثار سے بھی تم لوگ خوب واقف تھے۔وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ان کے حالات پوری طرح کھول کر تم لوگوں کو سنا دیے گئے تھے۔ یہ تذکیر بایام اللہ کی تفصیلات کی طرف اشارہ ہے جو قرآن میں بیان ہوئی ہیں اور اس سلسلے میں حضور سے اسی سورت کی آیت 5 میں خصوصی طور پر فرمایا گیا : وَذَکِّرْہُمْ بِاَیّٰٹم اللّٰہِ ط ”کہ آپ اللہ کے دنوں اقوام گزشتہ کے واقعات عذاب کے حوالے سے ان لوگوں کو خبردار کریں۔"
    },
    {
      "ayah": 46,
      "surah": 14,
      "text": "آیت 46 وَقَدْ مَكَرُوْا مَكْرَهُمْ اے قریش مکہ ! جس طرح آج تم ہمارے نبی کے خلاف اپنی چالیں چل رہے ہو اسی طرح تم سے پہلے والے لوگوں نے بھی کچھ کمی نہیں کی تھی۔ جہاں تک ان کا بس چلا تھا انہوں نے اپنی چالیں چلی تھیں۔ قوم نوح ‘ قوم ہود ‘ قوم صالح اور قوم لوط کے سرداروں نے اپنے رسولوں کے خلاف جو کچھ کیا اور جو کچھ کہا اس کی تفصیلات ہم تمہیں سنا چکے ہیں۔ اور قوم شعیب کے سرداروں کی مجبوری کا ذکر بھی ہم کرچکے ہیں جو تم لوگوں کی مجبوری سے ملتی جلتی تھی۔ یعنی ان کا بےچارگی سے یہ کہنا کہ اگر تمہارا قبیلہ تمہاری پشت پر نہ ہوتا تو ہم اب تک تمہیں سنگسار کرچکے ہوتے۔ چناچہ ہمارے لیے اور ہمارے نبی کے لیے تمہاری یہ چالیں ‘ یہ سازشیں اور یہ ریشہ دوانیاں کوئی انہونی نہیں ہیں۔ البتہ تم لوگ اپنی پیشرو اقوام کے واقعات کے آئینے میں اپنے مستقبل اور انجام کی جھلک دیکھنا چاہوتو صاف دیکھ سکتے ہو۔ تم لوگ اندازہ کرسکتے ہو کہ تم سے پہلے ان مشرکین حق کی چالیں کس حد تک کامیاب ہوئیں اور تم تجزیہ کرسکتے ہو کہ ہر بار حق و باطل کی کش مکش کا آخری نتیجہ کیا نکلا۔ وَعِنْدَ اللّٰهِ مَكْرُهُمْ ۭ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ اللہ تعالیٰ ان کی تمام چالوں کا احاطہ کیے ہوئے تھا اور یہ ممکن نہیں تھا کہ اللہ کی مرضی اور مشیت کے خلاف ان کا کوئی منصوبہ کامیاب ہوجاتا۔ بہر حال ان کی چالیں اور منصوبہ بندیاں اللہ تعالیٰ کے مقابلے میں کچھ ایسی نہیں تھیں کہ ان کے سبب پہاڑ اپنی جگہ بدلنے پر مجبور ہوجاتے۔"
    },
    {
      "ayah": 47,
      "surah": 14,
      "text": "آیت 47 فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ یہاں پر رسول کے بجائے رسل جمع کا صیغہ استعمال ہوا ہے یعنی تمام رسولوں کے ساتھ اللہ کا یہ مستقل وعدہ رہا کہ تمہاری مدد کی جائے گی اور آخری کامیابی تمہاری ہی ہوگی۔ جیسا کہ سورة المجادلہ کی آیت 21 میں فرمایا گیا : كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا وَرُسُلِيْ یعنی اللہ نے طے کیا ہوا ہے ‘ لکھ کر رکھا ہوا ہے کہ میں اور میرے رسول غالب آکر رہیں گے۔ درمیان میں کچھ اونچ نیچ ہوگی ‘ تکلیفیں بھی آئیں گی ‘ آزمائشوں کا سامنا بھی کرنا ہوگا ‘ مگر فتح ہمیشہ حزب اللہ ہی کی ہوگی۔ آزمائشوں کے ان مراحل کے بارے میں سورة البقرۃ میں فرمایا :وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِ ۭ وَبَشِّرِ الصّٰبِرِيْنَ ”اور ہم ضرور تمہاری آزمائش کریں گے کسی قدر خوف اور بھوک سے اور مال اور جانوں اور ثمرات کے نقصان سے ‘ تو آپ صبر کرنے والوں کو بشارت سنا دیں۔“اس کے بعد سورة البقرۃ میں ہی فرمایا :اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَاْتِكُمْ مَّثَلُ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ ۭ مَسَّتْهُمُ الْبَاْسَاۗءُ وَالضَّرَّاۗءُ وَزُلْزِلُوْا حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۭ اَلَآ اِنَّ نَصْرَ اللّٰهِ قَرِيْبٌ”کیا تم سمجھتے ہو کہ یوں ہی جنت میں داخل ہوجاؤ گے اور ابھی تم کو پہلے لوگوں جیسی مشکلات تو پیش آئیں ہی نہیں۔ ان کو تو بڑی بڑی سختیاں اور تکلیفیں پہنچی تھیں اور وہ ہلا ڈالے گئے تھے ‘ یہاں تک کہ پیغمبر اور ان کے ساتھ جو مؤمنین تھے سب پکار اٹھے کہ کب آئے گی اللہ کی مدد ‘ آگاہ ہوجاؤ ! اللہ کی مدد قریب ہے۔“بہر حال اللہ تعالیٰ کا اپنے رسولوں سے یہ پختہ وعدہ رہا ہے کہ حق و باطل کی اس کش مکش میں بالآخر فتح انہی کی ہوگی اور انہیں جھٹلانے والوں کو ان کے سامنے سزا دی جائے گی۔ یہ ساری باتیں تفصیل سے قرآن میں بیان کی جا چکی ہیں تاکہ ان لوگوں کو کوئی شک نہ رہے۔"
    },
    {
      "ayah": 48,
      "surah": 14,
      "text": "آیت 48 يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ یہ روز محشر کے منظر کی طرف اشارہ ہے۔ اس سلسلے میں قبل ازیں بھی کئی دفعہ ذکر کیا گیا ہے کہ قرآن کی فراہم کردہ تفصیلات کے مطابق یوں لگتا ہے جیسے محشر کا میدان اسی زمین کو بنایا جائے گا۔ اس کے لیے زمین کی شکل میں مناسب تبدیلی کی جائے گی ‘ جیسا کہ اس آیت میں فرمایا گیا ہے۔ سورة الفجر میں اس تبدیلی کی ایک صورت اس طرح بتائی گئی ہے : اِذَا دُکَّتِ الْاَرْضُ دَکًّا دَکًّا ”جب زمین کو کوٹ کوٹ کر ہموار کردیا جائے گا“۔ پھر سورة الانشقاق میں فرمایا گیا ہے : وَاِذَا الْاَرْضُ مُدَّتْ ”اور جب زمین کو کھینچا جائے گا“۔ اس طرح تمام تفصیلات کو جمع کر کے جو صورت حال ممکن ہوتی محسوس ہوتی ہے وہ یہ ہے کہ زمین کے تمام نشیب و فراز کو ختم کر کے اسے بالکل ہموار بھی کیا جائے گا اور وسیع بھی۔ اس طرح اسے ایک بہت بڑے میدان کی شکل دے دی جائے گی۔ جب زمین کو ہموار کیا جائے گا تو پہاڑ ریزہ ریزہ ہوجائیں گے ‘ زمین کے پچکنے سے اس کے اندر کا سارا لاوا باہر نکل آئے گا اور سمندر بھاپ بن کر اڑ جائیں گے۔ اسی طرح نظام سماوی میں بھی ضروری ردّ وبدل کیا جائے گا ‘ جس کے بارے میں سورة القیامہ میں اس طرح بتایا گیا ہے : وَجُمِعَ الشَمْسُ وَالْقَمَرُ یعنی سورج اور چاند کو یکجا کردیا جائے گا۔ واللہ اعلم !حال ہی میں ایک صاحب نے ”The Machanics of the Dooms Day“ کے نام سے ایک کتاب لکھی ہے۔ یہ صاحب ماہر طبیعیات ہیں۔ میں نے اس کتاب کا پیش لفظ بھی لکھا ہے۔ اس میں انہوں نے بہت سی ایسی باتیں لکھی ہیں جن کی طرف اس سے پہلے توجہ نہیں کی گئی۔ اس لحاظ سے ان کی یہ باتیں یقیناً قابل غور ہیں۔ انہوں نے اس خیال کا اظہار کیا ہے کہ قیامت کا یہ مطلب ہرگز نہیں کہ اس وقت پوری کائنات ختم ہوجائے گی ‘ بلکہ یہ واقعہ صرف ہمارے نظام شمسی میں رونما ہوگا۔ جس طرح اس کائنات کے اندر کسی گلی کسی یا کسی گلی کسی کے کسی حصے کی موت واقع ہوتی رہتی ہے اسی طرح ایک وقت آئے گا جب ہمارا نظام شمسی تباہ ہوجائے گا اور تباہ ہونے کے بعد کچھ اور شکل اختیار کرلے گا۔ ہماری زمین بھی چونکہ اس نظام کا حصہ ہے لہٰذا اس پر بھی ہرچیز تباہ ہوجائے گی ‘ اور یہی قیامت ہوگی۔ واللہ اعلم !وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ سورۃ الفجر میں اس وقت کا منظر بایں الفاظ بیان ہوا ہے : وَّجَآءَ رَبُّکَ وَالْمَلَکُ صَفًّا صَفًّا وَجِایْٓءَ یَوْمَءِذٍم بِجَہَنَّمَ ”اور اللہ تعالیٰ اس وقت نزول فرمائے گا ‘ فرشتے بھی قطار در قطار آئیں گے اور جہنم بھی سامنے پیش کردی جائے گی“ اللہ تعالیٰ کے نزول فرمانے کی کیفیت کا ہم تصور نہیں کرسکتے۔ جس طرح ہمارا ایمان ہے کہ اللہ تعالیٰ رات کے آخری حصے میں آسمان دنیا پر نزول فرماتا ہے ‘ لیکن ہم یہ نہیں جانتے کہ اس نزول کی کیفیت کیا ہوتی ہے ‘ اسی طرح آج ہم نہیں جان سکتے کہ روز قیامت جب اللہ تعالیٰ زمین پر نزول فرمائے گا تو اس کی کیفیت کیا ہوگی۔ ممکن ہے تب اس کی حقیقت ہم پر منکشف کردی جائے۔"
    },
    {
      "ayah": 49,
      "surah": 14,
      "text": "آیت 48 يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ یہ روز محشر کے منظر کی طرف اشارہ ہے۔ اس سلسلے میں قبل ازیں بھی کئی دفعہ ذکر کیا گیا ہے کہ قرآن کی فراہم کردہ تفصیلات کے مطابق یوں لگتا ہے جیسے محشر کا میدان اسی زمین کو بنایا جائے گا۔ اس کے لیے زمین کی شکل میں مناسب تبدیلی کی جائے گی ‘ جیسا کہ اس آیت میں فرمایا گیا ہے۔ سورة الفجر میں اس تبدیلی کی ایک صورت اس طرح بتائی گئی ہے : اِذَا دُکَّتِ الْاَرْضُ دَکًّا دَکًّا ”جب زمین کو کوٹ کوٹ کر ہموار کردیا جائے گا“۔ پھر سورة الانشقاق میں فرمایا گیا ہے : وَاِذَا الْاَرْضُ مُدَّتْ ”اور جب زمین کو کھینچا جائے گا“۔ اس طرح تمام تفصیلات کو جمع کر کے جو صورت حال ممکن ہوتی محسوس ہوتی ہے وہ یہ ہے کہ زمین کے تمام نشیب و فراز کو ختم کر کے اسے بالکل ہموار بھی کیا جائے گا اور وسیع بھی۔ اس طرح اسے ایک بہت بڑے میدان کی شکل دے دی جائے گی۔ جب زمین کو ہموار کیا جائے گا تو پہاڑ ریزہ ریزہ ہوجائیں گے ‘ زمین کے پچکنے سے اس کے اندر کا سارا لاوا باہر نکل آئے گا اور سمندر بھاپ بن کر اڑ جائیں گے۔ اسی طرح نظام سماوی میں بھی ضروری ردّ وبدل کیا جائے گا ‘ جس کے بارے میں سورة القیامہ میں اس طرح بتایا گیا ہے : وَجُمِعَ الشَمْسُ وَالْقَمَرُ یعنی سورج اور چاند کو یکجا کردیا جائے گا۔ واللہ اعلم !حال ہی میں ایک صاحب نے ”The Machanics of the Dooms Day“ کے نام سے ایک کتاب لکھی ہے۔ یہ صاحب ماہر طبیعیات ہیں۔ میں نے اس کتاب کا پیش لفظ بھی لکھا ہے۔ اس میں انہوں نے بہت سی ایسی باتیں لکھی ہیں جن کی طرف اس سے پہلے توجہ نہیں کی گئی۔ اس لحاظ سے ان کی یہ باتیں یقیناً قابل غور ہیں۔ انہوں نے اس خیال کا اظہار کیا ہے کہ قیامت کا یہ مطلب ہرگز نہیں کہ اس وقت پوری کائنات ختم ہوجائے گی ‘ بلکہ یہ واقعہ صرف ہمارے نظام شمسی میں رونما ہوگا۔ جس طرح اس کائنات کے اندر کسی گلی کسی یا کسی گلی کسی کے کسی حصے کی موت واقع ہوتی رہتی ہے اسی طرح ایک وقت آئے گا جب ہمارا نظام شمسی تباہ ہوجائے گا اور تباہ ہونے کے بعد کچھ اور شکل اختیار کرلے گا۔ ہماری زمین بھی چونکہ اس نظام کا حصہ ہے لہٰذا اس پر بھی ہرچیز تباہ ہوجائے گی ‘ اور یہی قیامت ہوگی۔ واللہ اعلم !وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ سورۃ الفجر میں اس وقت کا منظر بایں الفاظ بیان ہوا ہے : وَّجَآءَ رَبُّکَ وَالْمَلَکُ صَفًّا صَفًّا وَجِایْٓءَ یَوْمَءِذٍم بِجَہَنَّمَ ”اور اللہ تعالیٰ اس وقت نزول فرمائے گا ‘ فرشتے بھی قطار در قطار آئیں گے اور جہنم بھی سامنے پیش کردی جائے گی“ اللہ تعالیٰ کے نزول فرمانے کی کیفیت کا ہم تصور نہیں کرسکتے۔ جس طرح ہمارا ایمان ہے کہ اللہ تعالیٰ رات کے آخری حصے میں آسمان دنیا پر نزول فرماتا ہے ‘ لیکن ہم یہ نہیں جانتے کہ اس نزول کی کیفیت کیا ہوتی ہے ‘ اسی طرح آج ہم نہیں جان سکتے کہ روز قیامت جب اللہ تعالیٰ زمین پر نزول فرمائے گا تو اس کی کیفیت کیا ہوگی۔ ممکن ہے تب اس کی حقیقت ہم پر منکشف کردی جائے۔"
    },
    {
      "ayah": 5,
      "surah": 14,
      "text": "آیت 5 وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآاَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ وَذَكِّرْهُمْ ڏ بِاَيّٰىمِ اللّٰهِ یہ ”التّذکیر بایّام اللّٰہ“ کی وہی اصطلاح ہے جس کا ذکر شاہ ولی اللہ دہلوی کے حوالے سے قبل ازیں بار بار آچکا ہے۔ شاہ ولی اللہ نے اپنی مشہور کتاب ”الفوز الکبیر“ میں مضامین قرآن کی تقسیم کے سلسلے میں ”التذکیر بایام اللّٰہ“ کی یہ اصطلاح استعمال کی ہے یعنی اللہ کے ان دنوں کے حوالے سے لوگوں کو خبردار کرنا جن دنوں میں اللہ نے بڑے بڑے فیصلے کیے اور ان فیصلوں کے مطابق کئی قوموں کو نیست و نابود کردیا۔ اس کے ساتھ شاہ ولی اللہ نے دوسری اصطلاح ”التذکیر بآلاء اللّٰہ“ کی استعمال کی ہے ‘ یعنی اللہ کی نعمتوں اور اس کی نشانیوں کے حوالے سے تذکیر اور یاد دہانی۔اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ صَبَّار اور شَکُور دونوں مبالغے کے صیغے ہیں۔ صبر اور شکر یہ دونوں صفات آپس میں ایک دوسرے کے لیے تکمیلی complementary نوعیت کی ہیں۔ چناچہ ایک بندۂ مؤمن کو ہر وقت ان میں سے کسی ایک حالت میں ضرور ہونا چاہیے اور اگر وہ ان میں سے ایک حالت سے نکلے تو دوسری حالت میں داخل ہوجائے۔ اگر اللہ نے اس کو نعمتوں اور آسائشوں سے نوازا ہے تو وہ شکر کرنے والا ہو اور اگر کوئی مصیبت یا تنگی اسے پہنچی ہے تو صبر کرنے والا ہو۔حضرت صہیب بن سنان رومی روایت کرتے ہیں کہ رسول اللہ نے ارشاد فرمایا : عَجَبًا لِاَمْرِ الْمُؤْمِنِ اِنَّ اَمْرَہٗ کُلَّہٗ خَیْرٌ وَلَیْسَ ذَاکَ لِاَحَدٍ الاَّ لِلْمُؤْمِنِ ‘ اِنْ اَصَابَتْہُ سَرَّاءُ شَکَرَ فَکَانَ خَیْرًا لَہٗ وَاِنْ اَصَابَتْہُ ضَرَّاءُ صَبَرَ فَکَانَ خَیْرًا لَہٗ 1”مؤمن کا معاملہ تو بہت ہی خوب ہے ‘ اس کے لیے ہر حال میں بھلائی ہے ‘ اور یہ بات مؤمن کے سوا کسی اور کے لیے نہیں ہے۔ اگر اسے کوئی آسائش پہنچتی ہے تو شکر کرتا ہے ‘ پس یہ اس کے لیے بہتر ہے ‘ اور اگر اسے کوئی تکلیف پہنچتی ہے تو صبر کرتا ہے ‘ پس یہ اس کے لیے بہتر ہے۔“"
    },
    {
      "ayah": 50,
      "surah": 14,
      "text": "آیت 48 يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ یہ روز محشر کے منظر کی طرف اشارہ ہے۔ اس سلسلے میں قبل ازیں بھی کئی دفعہ ذکر کیا گیا ہے کہ قرآن کی فراہم کردہ تفصیلات کے مطابق یوں لگتا ہے جیسے محشر کا میدان اسی زمین کو بنایا جائے گا۔ اس کے لیے زمین کی شکل میں مناسب تبدیلی کی جائے گی ‘ جیسا کہ اس آیت میں فرمایا گیا ہے۔ سورة الفجر میں اس تبدیلی کی ایک صورت اس طرح بتائی گئی ہے : اِذَا دُکَّتِ الْاَرْضُ دَکًّا دَکًّا ”جب زمین کو کوٹ کوٹ کر ہموار کردیا جائے گا“۔ پھر سورة الانشقاق میں فرمایا گیا ہے : وَاِذَا الْاَرْضُ مُدَّتْ ”اور جب زمین کو کھینچا جائے گا“۔ اس طرح تمام تفصیلات کو جمع کر کے جو صورت حال ممکن ہوتی محسوس ہوتی ہے وہ یہ ہے کہ زمین کے تمام نشیب و فراز کو ختم کر کے اسے بالکل ہموار بھی کیا جائے گا اور وسیع بھی۔ اس طرح اسے ایک بہت بڑے میدان کی شکل دے دی جائے گی۔ جب زمین کو ہموار کیا جائے گا تو پہاڑ ریزہ ریزہ ہوجائیں گے ‘ زمین کے پچکنے سے اس کے اندر کا سارا لاوا باہر نکل آئے گا اور سمندر بھاپ بن کر اڑ جائیں گے۔ اسی طرح نظام سماوی میں بھی ضروری ردّ وبدل کیا جائے گا ‘ جس کے بارے میں سورة القیامہ میں اس طرح بتایا گیا ہے : وَجُمِعَ الشَمْسُ وَالْقَمَرُ یعنی سورج اور چاند کو یکجا کردیا جائے گا۔ واللہ اعلم !حال ہی میں ایک صاحب نے ”The Machanics of the Dooms Day“ کے نام سے ایک کتاب لکھی ہے۔ یہ صاحب ماہر طبیعیات ہیں۔ میں نے اس کتاب کا پیش لفظ بھی لکھا ہے۔ اس میں انہوں نے بہت سی ایسی باتیں لکھی ہیں جن کی طرف اس سے پہلے توجہ نہیں کی گئی۔ اس لحاظ سے ان کی یہ باتیں یقیناً قابل غور ہیں۔ انہوں نے اس خیال کا اظہار کیا ہے کہ قیامت کا یہ مطلب ہرگز نہیں کہ اس وقت پوری کائنات ختم ہوجائے گی ‘ بلکہ یہ واقعہ صرف ہمارے نظام شمسی میں رونما ہوگا۔ جس طرح اس کائنات کے اندر کسی گلی کسی یا کسی گلی کسی کے کسی حصے کی موت واقع ہوتی رہتی ہے اسی طرح ایک وقت آئے گا جب ہمارا نظام شمسی تباہ ہوجائے گا اور تباہ ہونے کے بعد کچھ اور شکل اختیار کرلے گا۔ ہماری زمین بھی چونکہ اس نظام کا حصہ ہے لہٰذا اس پر بھی ہرچیز تباہ ہوجائے گی ‘ اور یہی قیامت ہوگی۔ واللہ اعلم !وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ سورۃ الفجر میں اس وقت کا منظر بایں الفاظ بیان ہوا ہے : وَّجَآءَ رَبُّکَ وَالْمَلَکُ صَفًّا صَفًّا وَجِایْٓءَ یَوْمَءِذٍم بِجَہَنَّمَ ”اور اللہ تعالیٰ اس وقت نزول فرمائے گا ‘ فرشتے بھی قطار در قطار آئیں گے اور جہنم بھی سامنے پیش کردی جائے گی“ اللہ تعالیٰ کے نزول فرمانے کی کیفیت کا ہم تصور نہیں کرسکتے۔ جس طرح ہمارا ایمان ہے کہ اللہ تعالیٰ رات کے آخری حصے میں آسمان دنیا پر نزول فرماتا ہے ‘ لیکن ہم یہ نہیں جانتے کہ اس نزول کی کیفیت کیا ہوتی ہے ‘ اسی طرح آج ہم نہیں جان سکتے کہ روز قیامت جب اللہ تعالیٰ زمین پر نزول فرمائے گا تو اس کی کیفیت کیا ہوگی۔ ممکن ہے تب اس کی حقیقت ہم پر منکشف کردی جائے۔"
    },
    {
      "ayah": 51,
      "surah": 14,
      "text": "آیت 51 لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۭ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ اس دن اللہ تعالیٰ کو اتنے زیادہ لوگوں کا حساب لیتے ہوئے دیر نہیں لگے گی۔"
    },
    {
      "ayah": 52,
      "surah": 14,
      "text": "آیت 52 هٰذَا بَلٰغٌ لِّلنَّاسِ اس قرآن اور اس کے احکام کو لوگوں تک پہنچانے کی ذمہ داری ہم نے محمد رسول اللہ پر ڈالی تھی۔ آپ نے یہ ذمہ داری احسن طریقے سے پوری کردی ہے۔ اب یہ ذمہ داری آپ کی امت کے ہر فرد پر عائد ہوتی ہے کہ وہ یہ پیغام تمام انسانوں تک پہنچائے۔وَلِيُنْذَرُوْا بِهٖ یعنی اس قرآن کے ذریعے سے تمام انسانوں کی تذکیر و تنذیر کا حق ادا ہوجائے۔ اس حوالے سے سورة الانعام کی آیت 19 کے یہ الفاظ بھی یاد کر لیجیے : وَاُوْحِیَ اِلَیَّ ہٰذَا الْقُرْاٰنُ لِاُنْذِرَکُمْ بِہٖ وَمَنْم بَلَغَ ط ”یہ قرآن میری طرف سے وحی کیا گیا ہے تاکہ میں خبردار کردوں اس کے ذریعے سے تمہیں بھی اور ہر اس شخص کو جس تک بھی یہ پہنچ جائے۔“بارک اللّٰہ لی ولکم فی ال قرآن العظیم ‘ ونفعنی وایاکم بالایات والذکر الحکیم"
    },
    {
      "ayah": 6,
      "surah": 14,
      "text": "آیت 5 وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآاَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ وَذَكِّرْهُمْ ڏ بِاَيّٰىمِ اللّٰهِ یہ ”التّذکیر بایّام اللّٰہ“ کی وہی اصطلاح ہے جس کا ذکر شاہ ولی اللہ دہلوی کے حوالے سے قبل ازیں بار بار آچکا ہے۔ شاہ ولی اللہ نے اپنی مشہور کتاب ”الفوز الکبیر“ میں مضامین قرآن کی تقسیم کے سلسلے میں ”التذکیر بایام اللّٰہ“ کی یہ اصطلاح استعمال کی ہے یعنی اللہ کے ان دنوں کے حوالے سے لوگوں کو خبردار کرنا جن دنوں میں اللہ نے بڑے بڑے فیصلے کیے اور ان فیصلوں کے مطابق کئی قوموں کو نیست و نابود کردیا۔ اس کے ساتھ شاہ ولی اللہ نے دوسری اصطلاح ”التذکیر بآلاء اللّٰہ“ کی استعمال کی ہے ‘ یعنی اللہ کی نعمتوں اور اس کی نشانیوں کے حوالے سے تذکیر اور یاد دہانی۔اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ صَبَّار اور شَکُور دونوں مبالغے کے صیغے ہیں۔ صبر اور شکر یہ دونوں صفات آپس میں ایک دوسرے کے لیے تکمیلی complementary نوعیت کی ہیں۔ چناچہ ایک بندۂ مؤمن کو ہر وقت ان میں سے کسی ایک حالت میں ضرور ہونا چاہیے اور اگر وہ ان میں سے ایک حالت سے نکلے تو دوسری حالت میں داخل ہوجائے۔ اگر اللہ نے اس کو نعمتوں اور آسائشوں سے نوازا ہے تو وہ شکر کرنے والا ہو اور اگر کوئی مصیبت یا تنگی اسے پہنچی ہے تو صبر کرنے والا ہو۔حضرت صہیب بن سنان رومی روایت کرتے ہیں کہ رسول اللہ نے ارشاد فرمایا : عَجَبًا لِاَمْرِ الْمُؤْمِنِ اِنَّ اَمْرَہٗ کُلَّہٗ خَیْرٌ وَلَیْسَ ذَاکَ لِاَحَدٍ الاَّ لِلْمُؤْمِنِ ‘ اِنْ اَصَابَتْہُ سَرَّاءُ شَکَرَ فَکَانَ خَیْرًا لَہٗ وَاِنْ اَصَابَتْہُ ضَرَّاءُ صَبَرَ فَکَانَ خَیْرًا لَہٗ 1”مؤمن کا معاملہ تو بہت ہی خوب ہے ‘ اس کے لیے ہر حال میں بھلائی ہے ‘ اور یہ بات مؤمن کے سوا کسی اور کے لیے نہیں ہے۔ اگر اسے کوئی آسائش پہنچتی ہے تو شکر کرتا ہے ‘ پس یہ اس کے لیے بہتر ہے ‘ اور اگر اسے کوئی تکلیف پہنچتی ہے تو صبر کرتا ہے ‘ پس یہ اس کے لیے بہتر ہے۔“"
    },
    {
      "ayah": 7,
      "surah": 14,
      "text": "آیت 7 وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ اگر تم لوگ میرے احکام مانو گے اور میری نعمتوں کا حق ادا کرو گے تو میرے خزانوں میں کوئی کمی نہیں ہے میں تم لوگوں کو اپنی مزید نعمتیں بھی عطا کروں گا۔ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌلیکن اگر تم کفران نعمت کرو گے میری نعمتوں کی ناقدری اور نا شکری کرو گے اور میرے احکام سے روگردانی کرو گے تو یاد رکھو میری سزا بھی بہت سخت ہوگی۔"
    },
    {
      "ayah": 8,
      "surah": 14,
      "text": "آیت 8 وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِي الْاَرْضِ جَمِيْعًا ۙ فَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌوہ بےنیاز ہے اس کو کسی کی احتیاج یا پروا نہیں۔ وہ اپنی ذات میں ستودہ صفات ہے۔"
    },
    {
      "ayah": 9,
      "surah": 14,
      "text": "وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ یہاں تمام رسولوں کو ایک جماعت فرض کر کے ان کا ذکر اکٹھے کیا جا رہا ہے کیونکہ سب نے اپنی اپنی قوم کو ایک جیسی دعوت دی اور اس دعوت کے جواب میں سب رسولوں کی قوموں کا رد عمل بھی تقریباً ایک جیسا تھا۔ ان سب اقوام نے اپنے رسولوں کی دعوت کو رد کرتے ہوئے کہا کہ ہمیں تو ان باتوں کے متعلق بہت سے شکوک و شبہات لاحق ہیں جن کی وجہ سے ہم سخت الجھن میں پڑگئے ہیں۔"
    }
  ]
}
