{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 18,
      "text": "آیت 1 اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰي عَبْدِهِ الْكِتٰبَ رسول اللہ کو اللہ تعالیٰ کے ساتھ جو تعلق اور نسبت ہے اسے یہاں لفظ ”عبد“ سے نمایاں فرمایا گیا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 18,
      "text": "آیت 10 اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًااپنے خاص خزانہ فضل سے ہمارے لیے رحمت کا بندوبست فرما دے۔"
    },
    {
      "ayah": 100,
      "surah": 18,
      "text": "آیت 100 وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضَۨاکہ دیکھ لو اپنی آنکھوں سے اسے ہم نے تمہارے انجام کے لیے تیار کر رکھا ہے۔"
    },
    {
      "ayah": 101,
      "surah": 18,
      "text": "آیت 101 الَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۗءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًاوہ لوگ جو اندھے اور بہرے ہو کر دنیا سمیٹنے میں لگے ہوئے تھے حقیقی مسبب الاسباب کو بالکل فراموش کرچکے تھے صرف دنیوی اسباب و وسائل پر بھروسا کرتے تھے اور دنیا میں ان کی ساری تگ و دو مادی منفعت کے حصول کے لیے تھی۔ یہی مضمون اگلے آخری رکوع میں بہت تیکھے انداز میں آ رہا ہے۔"
    },
    {
      "ayah": 102,
      "surah": 18,
      "text": "اس آخری رکوع میں بہت واضح الفاظ میں بتادیا گیا ہے کہ اللہ کی نظر میں کون لوگ حقیقی گمراہی اور کفر و دجل میں مبتلا ہیں۔ اگرچہ قرب قیامت کے زمانے میں ایک شخص معینّ ”دجال اکبر“ کا فتنہ اور اس کا ظہور اپنی جگہ ایک حقیقت ہے یہ اس کی تفصیل کا موقع نہیں مگر عمومی طور پر دجالیت کا فتنہ یہی ہے کہ انسان حصول دنیا میں مشغول ہو کر اس حد تک غافل ہوجائے کہ اسے نہ تو اپنے دار آخرت کی کوئی فکر رہے اور نہ ہی اپنے خالق ومالک کی مرضی و منشا کا کچھ ہوش رہے۔ وہ اس ”عروس ہزار داماد“ کی زلف گرہ گیر کا ایسا اسیر ہو کہ اس کی ظاہری دل فریبیوں اور چمک دمک ہی میں کھو کر رہ جائے۔آیت 102 اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّــتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۗءَ یہ لوگ جن انبیاء و رسل ملائکہ اور صلحاء کو میرے شریک ٹھہراتے ہیں اور اپنا کارساز سمجھتے ہیں وہ سب میرے بندے ہیں۔ کیا ان کا خیال ہے کہ میرے یہ بندے میرے مقابلے میں ان کی مدد اور حمایت کریں گے ؟ خواہ حضرت عیسیٰ ہوں یا عبدالقادر جیلانی میرے یہ بندے میرے مقابلے میں ان کے حامی و مددگار اور حاجت روا ثابت ہوں گے ؟"
    },
    {
      "ayah": 103,
      "surah": 18,
      "text": "آیت 103 قُلْ هَلْ نُنَبِّئُكُمْ بالْاَخْسَرِيْنَ اَعْمَالًایہ ہے وہ مضمون جسے ابتدا میں اس سورت کا عمود قرار دیا گیا تھا یعنی دنیا اور اس کی زیب وزینت ! اس مضمون کے سائبان کا ایک کھونٹا سورت کے آغاز میں نصب ہے جبکہ دوسرا کھونٹا یہاں ان آیات کی صورت میں۔ ابتدائی آیات میں واضح طور پر بتایا گیا تھا کہ دنیا کی زیب وزینت اور رونقوں پر مشتمل یہ خوبصورت محفل سجائی ہی انسانوں کی آزمائش کے لیے گئی ہے۔ اس کے ذریعے سے انسانوں کے رویوں کی پرکھ پڑتال کرنا اور ان کی جدو جہد کی غرض وغایت کا تعین کرنا مقصود ہے : اِنَّاجَعَلْنَا مَا عَلَی الْاَرْضِ زِیْنَۃً لَّہَا لِنَبْلُوَہُمْ اَیُّہُمْ اَحْسَنُ عَمَلًا۔ اب یہاں آیت زیر نظر میں ان لوگوں کی نشاندہی کی جا رہی ہے جو اپنے اعمال اپنی محنت و مشقت بھاگ دوڑ اور سعی وجہد میں سب سے زیادہ گھاٹا کھانے والے ہیں۔ اور یہ وہ لوگ ہیں جو اس آزمائش میں ناکام ہو کر دنیا کی زیب وزینت ہی میں کھو گئے ہیں۔جہاں تک محنت اور مشقت کا تعلق ہے وہ تو ہر شخص کرتا ہے۔ جیسے حضور نے فرمایا : کُلُّ النَّاسِ یَغْدُوْ فَبَاءِعٌ نَفْسَہٗ ‘ فَمُعْتِقُھَا اَوْ مُوْبِقُھَا ”ہر انسان جب صبح کرتا ہے تو خود کو بیچنا شروع کرتا ہے پھر یا تو وہ اسے آزاد کرا لیتا ہے یا گناہوں سے ہلاک کردیتا ہے“۔ چناچہ ہر کوئی اپنے آپ کو بیچتا ہے۔ کوئی اپنی طاقت اور قوت بیچتا ہے کوئی اپنی ذہانت اور صلاحیت بیچتا ہے اور کوئی اپنا وقت اور ہنر بیچتا ہے۔ گویا یہ دنیا محنت عمل اور کوشش کی دوڑ کا میدان ہے اور ہر انسان اپنے مفاد کے لیے بقدر ہمت اس دوڑ میں شامل ہے۔ مگر بدقسمتی سے کچھ ایسے لوگ بھی ہیں جو اپنی پوری کوشش اور محنت کے باوجود گھاٹے میں رہتے ہیں۔ ان کے لیے خود کو بیچنے کے اس عمل میں کچھ بھی نفع نہیں بلکہ نقصان ہی نقصان ہے خسارا ہی خسارا ہے۔ تو اللہ کی نظر میں سب سے زیادہ خسارے میں رہنے والے یہ کون لوگ ہیں ؟"
    },
    {
      "ayah": 104,
      "surah": 18,
      "text": "آیت 104 اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِي الْحَيٰوةِ الدُّنْيَاایسے لوگ جنہیں آخرت مطلوب ہی نہیں ان کی ساری تگ و دو اور سوچ بچار دنیا کمانے کے لیے ہے۔ آخرت کے لیے انہوں نے نہ تو کبھی کوئی منصوبہ بندی کی اور نہ ہی کوئی محنت۔ بس برائے نام اور موروثی مسلمانی کا بھرم رکھنے کے لیے کبھی کوئی نیک کام کرلیا کبھی نماز بھی پڑھ لی اور کبھی روزہ بھی رکھ لیا۔ مگر اللہ کو اصل میں ان سے مقصود و مطلوب کیا ہے ؟ اس بارے میں انہوں نے کبھی سنجیدگی سے سوچنے کی زحمت ہی گوارا نہیں کی۔ ایسے لوگوں کو ان کی محنت کا صلہ حسب مشیت الٰہی دنیا ہی میں مل جاتا ہے جبکہ آخرت میں ان کے لیے سوائے جہنم کے اور کچھ نہیں۔ اس مضمون کا ذروۂ سنام سورة بنی اسرائیل کی یہ آیات ہیں : مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّــلْنَا لَهٗ فِيْهَا مَا نَشَاۗءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَ ۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۗىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا ”جو کوئی طلب گار بنتا ہے جلدی والی دنیا کا تو ہم اس کو جلدی دے دیتے ہیں اس میں جو کچھ ہم چاہتے ہیں جس کے لیے چاہتے ہیں پھر ہم مقرر کردیتے ہیں اس کے لیے جہنم وہ داخل ہوگا اس میں ملامت زدہ دھتکارا ہوا۔ اور جو کوئی آخرت کا طلبگار ہو اور کوشش کرے اس کے لیے اس کی سی کوشش اور وہ مؤمن بھی ہو تو وہی لوگ ہوں گے جن کی کوشش کی قدر کی جائے گی“۔ چناچہ نجات اخروی کا امیدوار بننے کے لیے ہر بندۂ مسلمان کو واضح طور پر اپنا راستہ متعین کرنا ہوگا کہ وہ طالب دنیا ہے یا طالب آخرت ؟ جہاں تک دنیا میں رہتے ہوئے ضروریات زندگی کا تعلق ہے وہ تو اللہ تعالیٰ کی طرف سے نیک و بد سب کی پوری ہو رہی ہیں : كُلًّا نُّمِدُّ هٰٓؤُلَاۗءِ وَهٰٓؤُلَاۗءِ مِنْ عَطَاۗءِ رَبِّكَ ۭ وَمَا كَانَ عَطَاۗءُ رَبِّكَ مَحْظُوْرًا بنی اسرائیل ”ہم سب کو مدد پہنچائے جا رہے ہیں ان کو بھی اور ان کو بھی آپ کے رب کی عطا سے اور آپ کے رب کی عطا رکی ہوئی نہیں ہے“۔ لہٰذا انسان کو اپنی ضروریات زندگی کے حصول کے سلسلے میں اللہ تعالیٰ پر توکل رکھنا چاہیے۔ اس نے انسان کو دنیا میں زندہ رکھنا ہے تو وہ اس کے کھانے پینے کا بندو بست بھی کرے گا : وَّیَرْزُقْہُ مِنْ حَیْثُ لَا یَحْتَسِبُ الطلاق : 3 ”وہ اس کو وہاں سے رزق دے گا جہاں سے اسے گمان بھی نہ ہوگا“۔ چناچہ ایک بندۂ مؤمن کو چاہیے کہ فکر دنیا سے بےنیاز ہو کر آخرت کو اپنا مطلوب و مقصود بنائے اور ان لوگوں کے راستے پر نہ چلے جنہوں نے سرا سر گھاٹے کا سودا کیا ہے جن کی ساری محنت اور تگ و دو دنیا کی زندگی ہی میں گم ہو کر رہ گئی ہے :وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًاایسے لوگ اپنے کاروبار کی ترقی جائیدادوں میں اضافے اور دیگر مادی کامیابیوں کو دیکھتے ہوئے سمجھتے ہیں کہ ان کی محنتیں روز بروز نتیجہ خیز اور کوششیں بار آور ہو رہی ہیں۔"
    },
    {
      "ayah": 105,
      "surah": 18,
      "text": "آیت 105 اُولٰۗىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۗىِٕهٖ ایسے لوگ بیشک اقرار کرتے ہیں کہ وہ اللہ کو اور قرآن کو مانتے ہیں لیکن اگر حقیقتاً وہ آخرت کو بھلا کر دن رات دنیا سمیٹنے ہی میں مصروف ہیں تو اپنے عمل سے گویا وہ اللہ کی آیات اور آخرت میں اس سے ہونے والی ملاقات کا انکار کر رہے ہیں۔ اللہ کا فیصلہ تو یہ ہے : وَاِنَّ الدَّارَ الْاٰخِرَۃَ لَہِیَ الْحَیَوَانُ العنکبوت : 64 ”یقینا آخرت کی زندگی ہی اصل زندگی ہے“۔ لیکن طالبان دنیا کا عمل اللہ کی اس بات کی تصدیق کرنے کے بجائے اس کو جھٹلاتا ہے۔ اس لیے فرمایا گیا کہ یہی وہ لوگ ہیں جنہوں نے اللہ کی آیات کو اور اس کے سامنے روزمحشر کی حاضری کو عملی طور پر جھٹلادیا ہے۔فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًاقیامت کے دن ایسے لوگوں کے اعمال کا وزن نہیں کیا جائے گا۔ اگر انہوں نے اپنے دل کی تسلی اور ضمیر کی خوشی کے لیے بھلائی کے کچھ کام کیے بھی ہوں گے تو ایسی نیکیاں جو ایمان اور یقین سے خالی ہوں گی ان کی اللہ کے نزدیک کوئی حیثیت نہیں ہوگی۔ چناچہ ان کی ایسی تمام نیکیاں ضائع کردی جائیں گی اور میزان میں ان کا وزن کرنے کی نوبت ہی نہیں آئے گی۔ اس بھیانک انجام کی بنیادی وجہ یہی ہے کہ دنیا کی آرائش و زیبائش میں گم ہو کر انسان کو نہ اللہ کا خیال رہتا ہے اور نہ آخرت کی فکر دامن گیر ہوتی ہے۔ واضح رہے کہ دنیا کی زیب وزینت کے حوالے سے یہ مضمون اس سورت میں بار بار دہرایا گیا ہے ملاحظہ ہو : آیت 7 ‘ 27 اور 46۔"
    },
    {
      "ayah": 106,
      "surah": 18,
      "text": "آیت 106 ذٰلِكَ جَزَاۗؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًااللہ کی آیات اور رسولوں کے فرمودات کے مطابق تو اصل زندگی آخرت کی زندگی ہے اور دنیوی زندگی کی کچھ اہمیت نہیں مگر ان طالبان دنیا نے سمجھ رکھا تھا کہ اصل کامیابی اسی دنیوی زندگی کی ہی کامیابی ہے۔ چناچہ اسی کامیابی کے حصول کے لیے انہوں نے محنت اور کوشش کی اور اسی زندگی کو سنوارنے کے لیے وہ خود کو ہلکان کرتے رہے۔ آخرت کو لائق اعتناء سمجھا اور نہ ہی اس کے لیے انہوں نے کوئی سنجیدہ تگ ودو کی۔ آخرت کا خیال کبھی آیا بھی تو یہ سوچ کر خود کو تسلی دے لی کہ ہم نے فلاں فلاں بھلائی کے کام بھی تو کیے ہیں اور پھر ہم حضور کے امتی بھی تو ہیں۔ آپ ہماری شفاعت فرمائیں گے اور ہم کامیاب و کامران ہو کر جنت میں پہنچ جائیں گے۔ یہ عقیدہ یہودیوں کے عقیدے سے ملتا جلتا ہے۔ وہ بھی دعویٰ کرتے تھے کہ ہم اللہ کے بیٹوں کی مانند ہیں اس کے لاڈلے اور چہیتے ہیں۔ ان آیات کے حوالے سے ایک اہم نکتہ یہ بھی توجہ طلب ہے کہ یہاں کفار سے مراد اصطلاحی کفار نہیں بلکہ ایسے لوگ ہیں جو قانونی طور پر تو مسلمان ہی ہیں مگر اللہ اور اس کے رسول کے احکام کو پس پشت ڈال کر سر تا پا دنیا کے طالب بنے بیٹھے ہیں۔ اس سلسلے میں یہ بات یاد رکھنی چاہیے کہ مذکورہ مفہوم میں جو شخص بھی آخرت کے مقابلے میں دنیا کا طالب ہے وہی ان آیات کا مصداق ہے بظاہر چاہے وہ مسلمان ہو مسلمانوں کا لیڈر ہو مذہبی پیشوا ہو یا کوئی بہت بڑا عالم ہو۔ اسی مضمون کو کسی بزرگ نے ”جو دم غافل سو دم کافر“ کے الفاظ میں بیان کیا ہے۔ چناچہ آخرت کی نجات کے سلسلے میں یہ بات طے کرنا انتہائی ضروری ہے کہ بنیادی طور پر انسان طالب دنیا ہے یا طالب آخرت !آخری رکوع کی ان آیات کا سورت کی ابتدائی آیات کے ساتھ ایک خاص تعلق ہے اور دجالی فتنے سے حفاظت کے لیے ان کی خصوصی اہمیت ہے۔ چناچہ حدیث میں ان کو فتنہ دجال سے حفاظت کا ذریعہ قرار دیا گیا ہے۔ اس لیے بہتر ہے کہ ابتدائی دس آیات اور ان آخری آیات کو حفظ کرلیا جائے اور کثرت سے ان کی تلاوت کی جائے۔ اور اگر اللہ تعالیٰ توفیق دے تو جمعہ کے روز پوری سورة الکہف کی تلاوت کو بھی معمول بنایا جائے۔"
    },
    {
      "ayah": 107,
      "surah": 18,
      "text": "آیت 107 اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًاجن لوگوں نے ایمان کے تقاضے بھر پور طور پر پورے کیے اور وہ نیک اعمال کرتے رہے ان کے لیے ٹھنڈی چھاؤں والے باغات ہوں گے۔ آج ہم تصور بھی نہیں کرسکتے کہ وہ باغات کیسے ہوں گے اور کہاں ہوں گے۔ اس کائنات کی وسعت بیحد و حساب ہے اور جنت کی وسعت بھی ہمارے احاطہ خیال میں نہیں سما سکتی۔ اس کائنات میں اَن گنت کہکشائیں ہیں اور نہ معلوم اللہ تعالیٰ نے اپنے بندوں کے لیے کہاں کہاں جنتیں بنا رکھی ہیں۔ حدیث میں آتا ہے کہ نچلے درجے والا جنتی اوپر والے جنتی کو ایسے دیکھے گا جیسے آج ہم زمین سے ستاروں کو دیکھتے ہیں۔ بہرحال معلوم ہوتا ہے کہ اہل جنت کی ابتدائی مہمان نوازی نُزُل یہیں اسی زمین پر ہوگی۔ یعنی ”قصۂ زمین برسر زمین“ ہی طے کیا جائے گا۔"
    },
    {
      "ayah": 108,
      "surah": 18,
      "text": "آیت 108 خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًایعنی جنت ایسی جگہ نہیں ہے کہ جہاں رہتے رہتے کسی کا جی اکتا جائے۔ دنیا میں انسان ہر وقت تغیر و تبدیلی کا خواہاں ہے۔ تبدیلی کی اسی خواہش کے تحت بری سے بری جگہ پر بھی کچھ دیر کے لیے انسان کا دل بہل جاتا ہے جبکہ اچھی سے اچھی جگہ پر بھی مستقل طور پر رہنا پڑے تو بہت جلد اسے اکتاہٹ محسوس ہونے لگتی ہے۔ ہم کشمیر اور سوئزر لینڈ کو ”فردوس بر روئے زمین“ گمان کرتے ہیں لیکن وہاں کے رہنے والے وہاں کی زمینی و آسمانی آفات سے تنگ ہیں۔ اہل جنت مستقل طور پر ایک ہی جگہ رہنے کے باعث اکتائیں گے نہیں اور وہاں سے جگہ بدلنے کی ضرورت محسوس نہیں کریں گے۔اب اس سورت کی آخری دو آیات آرہی ہیں جو گویا توحید کے دو بہت بڑے خزانے ہیں۔"
    },
    {
      "ayah": 109,
      "surah": 18,
      "text": "آیت 109 قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًایہاں پر سورة بنی اسرائیل کی آخری آیت سے پہلے کی آیت کو دوبارہ ذہن میں لائیں : قُلِ ادْعُوا اللّٰہَ اَوِ ادْعُوا الرَّحْمٰنَط اَیًّامَّا تَدْعُوْا فَلَہُ الْاَسْمَآءُ الْحُسْنٰی ”آپ کہہ دیجیے کہ تم پکارو اللہ کہہ کر یا پکارو رحمن کہہ کر جس نام سے بھی تم پکارو اسی کے ہیں تمام نام اچھے“۔ سورة بنی اسرائیل کی اس آیت میں اللہ تعالیٰ کے اسماء کا ذکر ہے ‘ جبکہ یہاں آیت زیر نظر میں اللہ تعالیٰ کے کلمات کا ذکر ہے۔ اللہ کے کلمات سے مراد اس کی مختلف النوع مخلوقات ہیں اور اس کی ہر مخلوق اس کے ایک کلمہ کن کا ظہور ہے۔ چناچہ اللہ تعالیٰ کی جملہ مخلوقات کا احاطہ کرنا کسی کے بس کی بات نہیں۔ سورة لقمان میں یہی مضمون اس طرح بیان ہوا ہے : وَلَوْ اَنَّ مَا فِی الْاَرْضِ مِنْ شَجَرَۃٍ اَقْلَامٌ وَّالْبَحْرُ یَمُدُّہٗ مِنْم بَعْدِہٖ سَبْعَۃُ اَبْحُرٍ مَّا نَفِدَتْ کَلِمٰتُ اللّٰہِ اِنَّ اللّٰہَ عَزِیْزٌ حَکِیْمٌ ”اور اگر زمین کے تمام درخت قلمیں بن جائیں اور سمندر سیاہی ہو اس کے بعد سات سمندر اور ہوں تب بھی اللہ کے کلمات ختم نہیں ہوں گے۔ یقیناً اللہ غالب حکمت والا ہے۔“"
    },
    {
      "ayah": 11,
      "surah": 18,
      "text": "آیت 11 فَضَرَبْنَا عَلٰٓي اٰذَانِهِمْ فِي الْكَهْفِ سِنِيْنَ عَدَدًایعنی ہم نے غار کے اندر متعدد سال تک انہیں سلائے رکھا۔ یہاں پر یہ بحث نہیں چھیڑی گئی کہ کتنے سال تک انہیں نیند کی حالت میں رکھا گیا۔"
    },
    {
      "ayah": 110,
      "surah": 18,
      "text": "فَمَنْ كَانَ يَرْجُوْا لِقَاۗءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًایعنی عبادت خالص اللہ کی ہو۔ یہ توحید عملی ہے۔ اس بارے میں سورة بنی اسرائیل آیت 23 میں یوں فرمایا گیا ہے : وَقَضٰی رَبُّکَ اَلاَّ تَعْبُدُوْٓا الآَّ اِیَّاہُ ”اور فیصلہ کردیا ہے آپ کے رب نے کہ تم لوگ نہیں عبادت کرو گے کسی کی سوائے اس کے“۔ سورة الکہف کی اس آخری آیت اور سورة بنی اسرائیل کی آخری آیت کا بھی آپس میں معنوی ربط وتعلق ہے۔ موازنہ کے لیے سورة بنی اسرائیل کی آیت ملاحظہ کیجیے : وَقُلِ الْحَمْدُ لِلّٰہِ الَّذِیْ لَمْ یَتَّخِذْ وَلَدًا وَّلَمْ یَکُنْ لَّہٗ شَرِیْکٌ فِی الْْمُلْکِ وَلَمْ یَکُنْ لَّہٗ وَلِیٌّ مِّنَ الذُّلِّ وَکَبِّرْہُ تَکْبِیْرًا ”اور کہہ دیجیے کہ کل حمد اور کل شکر اللہ کے لیے ہے جس نے نہیں بنائی کوئی اولاد اور نہیں ہے اس کا کوئی شریک بادشاہی میں اور نہ ہی اس کا کوئی دوست ہے کمزوری کی وجہ سے اور اس کی تکبیر کرو جیسے کہ تکبیر کرنے کا حق ہے“۔ اس آیت میں اللہ تعالیٰ کا بلند مقام اور اس کی شان بیان کر کے شرک کی نفی کی گئی ہے۔ در اصل اللہ کے ساتھ شرک کی دو صورتیں ہیں۔ یا تو اللہ کو مرتبہ الوہیت سے نیچے اتار کر مخلوقات کے ساتھ کھڑا کردیا جاتا ہے یا پھر مخلوقات کی صف میں سے کسی کو اٹھا کر اللہ کے برابر بٹھا دیا جاتا ہے۔ چناچہ سورة بنی اسرائیل کی آخری آیت میں اللہ کی کبریائی کا اعلان کرنے کا حکم دے کر شرک کی پہلی صورت کا ابطال کیا گیا ہے جبکہ سورة الکہف کی آخری آیت میں شرک کی دوسری صورت یعنی مخلوقات میں سے کسی کو اللہ کے برابر کرنے کی نفی کی گئی ہے۔ دیکھا جائے تو اللہ کی مخلوق میں سے اس کے شریک بنانے کی روایت ہر زمانے میں رہی ہے۔ عیسائیوں نے حضرت مسیح کو خدا کا درجہ دے دیا اور اہل عرب نے فرشتوں کو خدا کی بیٹیاں قرار دے دیا۔ ہمارے ہاں بھی بعض لوگوں نے حضور کو نعوذ باللہ خدا بنا دیا : وہی جو مستوئ عرش تھا خدا ہو کر اُتر پڑا وہ مدینے میں مصطفیٰ ہو کر !اور کسی نے حضرت علی کو خدا کی ذات سے ملا دیا :ہر چند علی کی ذات نہیں ہے خدا کی ذات لیکن نہیں ہے ذات خدا سے جدا علی اور مرزا غالب تو اس سلسلے میں یہاں تک کہہ گئے :غالب ندیم دوست سے آتی ہے بوئے دوست مشغولِ حق ہوں بندگی بو تراب میں یعنی جب میں ابو تراب حضرت علی کی بندگی کرتا ہوں تو درحقیقت اللہ ہی کی بندگی کر رہا ہوتا ہوں۔ اسی طرح آغا خانیوں کے ہاں حضرت علی کو ”دشم اوتار“ قرار دیا گیا۔ ہندوؤں کے ہاں نو 9 اوتار تسلیم کیے جاتے تھے ‘ انہوں نے حضرت علی کو ”دسواں اوتار“ مان لیا۔ اعاذنا اللّٰہ من ذٰلک ! !بارک اللّٰہ لی ولکم فی القرآن العظیم ‘ ونفعنی وایاکم بالآیات والذِّکر الحکیم"
    },
    {
      "ayah": 12,
      "surah": 18,
      "text": "آیت 12 ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًاان دو گروہوں سے کون لوگ مراد ہیں اس کا ذکر آگے آئے گا۔"
    },
    {
      "ayah": 13,
      "surah": 18,
      "text": "آیت 13 نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بالْحَقِّ یہ واقعہ جیسے وقوع پذیر ہوا تھا بالکل ویسے ہی ہم آپ کو بلا کم وکاست سنانے جا رہے ہیں۔"
    },
    {
      "ayah": 14,
      "surah": 18,
      "text": "فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰـهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًاجس طرح حضرت ابراہیم نے نمرود کے دربار میں ڈٹ کر حق بات کہی تھی ویسے ہی ان نوجوانوں نے بھی علی الاعلان کہا کہ ہم رب کائنات کو چھوڑ کر کسی دیوی یا دیوتا کو اپنا رب ماننے کو تیار نہیں ہیں۔"
    },
    {
      "ayah": 15,
      "surah": 18,
      "text": "لَوْلَا يَاْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍ اللہ تعالیٰ کی طرف سے نازل شدہ کوئی دلیل یا سند وہ اپنے اس دعوے کے ساتھ کیوں پیش نہیں کرتے ؟فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَي اللّٰهِ كَذِبًاشاہی دربار میں اس تند و تیز مکالمے کے بعد جب انہیں چند دن کی مہلت کے ساتھ اپنا دین چھوڑنے یا موت کا سامنا کرنے کے بارے میں فیصلہ کرنے کا اختیار دے دیا گیا تو وہ آپس میں یوں مشورہ کرنے لگے :"
    },
    {
      "ayah": 16,
      "surah": 18,
      "text": "لَوْلَا يَاْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍ اللہ تعالیٰ کی طرف سے نازل شدہ کوئی دلیل یا سند وہ اپنے اس دعوے کے ساتھ کیوں پیش نہیں کرتے ؟فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَي اللّٰهِ كَذِبًاشاہی دربار میں اس تند و تیز مکالمے کے بعد جب انہیں چند دن کی مہلت کے ساتھ اپنا دین چھوڑنے یا موت کا سامنا کرنے کے بارے میں فیصلہ کرنے کا اختیار دے دیا گیا تو وہ آپس میں یوں مشورہ کرنے لگے :"
    },
    {
      "ayah": 17,
      "surah": 18,
      "text": "وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَات الشِّمَالِ یعنی اس غار کا منہ شمال کی طرف تھا جس کی وجہ سے سورج کی براہ راست روشنی یا دھوپ اس میں دن کے کسی وقت بھی نہیں پڑتی تھی۔ ہمارے ہاں بھی دھوپ اور سائے کا یہی اصول کار فرما ہے۔ سورج کسی بھی موسم میں شمال کی طرف نہیں جاتا۔ اسی اصول کے تحت کارخانوں وغیرہ کی بڑی بڑی عمارات میں یہاں north light shells کا اہتمام کیا جاتا ہے تاکہ ایسے shells سے روشنی تو بلڈنگ میں آئے مگر دھوپ براہ راست نہ آئے۔وَهُمْ فِيْ فَجْــوَةٍ مِّنْهُ یعنی غار اندر سے کافی کشادہ تھی اور اصحاب کہف اس کے اندر کھلی جگہ میں سوئے ہوئے تھے۔"
    },
    {
      "ayah": 18,
      "surah": 18,
      "text": "آیت 18 وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ ڰ وَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَات الشِّمَالِ گویا اللہ تعالیٰ نے فرشتوں کو ان کی دیکھ بھال کے لیے نرسنگ ڈیوٹی پر مامور کر رکھا تھا جو وقفے وقفے سے ان کی کروٹیں بدلتے رہے تاکہ سالہا سال تک ایک ہی پہلو پر لیٹے رہنے سے وہ bed sores جیسی کسی تکلیف سے محفوظ رہیں۔وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بالْوَصِيْدِ اس دوران ان کا کتا اپنی اگلی دونوں ٹانگیں سامنے پھیلا کر کتوں کے بیٹھنے کے مخصوص انداز میں غار کے دہانے پر بیٹھا رہا۔ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًاایک ویرانے میں اندھیری غار اور اس کے سامنے اپنے بازو پھیلائے بیٹھا ہوا ایک خوفناک کتا یہ ایک ایسا منظر تھا جسے جو بھی دیکھتا ڈر کے مارے وہاں سے بھاگنے میں ہی عافیت سمجھتا۔"
    },
    {
      "ayah": 19,
      "surah": 18,
      "text": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ ۭ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْ جب کچھ ساتھیوں نے اپنی رائے کا اظہار کیا کہ انہوں نے ایک دن یا اس سے کچھ کم وقت نیند میں گزارا ہے تو ان کے جواب پر کچھ دوسرے ساتھی بول پڑے کہ اس بحث کو چھوڑ دو اللہ کو سب پتا ہے کہ تم لوگ یہاں کتنا عرصہ تک سوئے رہے ہو۔فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَاْتِكُمْ بِرِزْقٍ مِّنْهُ ظاہر ہے کہ اپنے اعتقاد اور نظریے کے مطابق انہیں پاکیزہ کھانا ہی چاہیے تھا۔وَلْيَتَلَطَّفْ یعنی جو ساتھی کھانا لینے کے لیے جائے وہ لوگوں سے بات چیت اور لین دین کرتے ہوئے خصوصی طور پر اپنا رویہ نرم رکھے۔ ایسا نہ ہو کہ وہ کسی سے جھگڑ پڑے اور اس طرح ہم سب کے لیے کوئی مسئلہ کھڑا ہوجائے۔ یہاں پر نوٹ کر لیجیے کہ قرآن کے حروف کی گنتی کے اعتبار سے لفظ وَلْیَتَلَطَّفْ کی ”ت“ پر قرآن کا نصف اوّل پورا ہوگیا ہے اور اس کے بعد لفظ ”ل“ سے نصف ثانی شروع ہو رہا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 18,
      "text": "آیت 2 قَـيِّمًا لِّيُنْذِرَ بَاْسًا شَدِيْدًا مِّنْ لَّدُنْهُ یعنی نبی اکرم پر نزول قرآن کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ آپ لوگوں کو ایک بہت بڑی آفت کے بارے میں خبردار کردیں۔ یہاں لفظ بَاْسًا بہت اہم ہے۔ یہ لفظ و احد ہو تو اس کا مطلب جنگ ہوتا ہے اور جب بطور جمع آئے تو اس کے معنی سختی مصیبت بھوک تکلیف وغیرہ کے ہوتے ہیں۔ جیسے سورة البقرۃ کی آیت 177 آیت البر میں یہ لفظ بطور واحد بھی آیا ہے اور بطور جمع بھی : وَالصّٰبِرِیْنَ فِی الْْبَاْسَآءِ وَالضَّرَّآءِ وَحِیْنَ الْبَاْسِ ۔ چناچہ وہاں دونوں صورتوں میں اس لفظ کے معنی مختلف ہیں : ”الْْبَاْسَآءِ“ کے معنی فقر و تنگدستی اور مصائب و تکالیف کے ہیں جبکہ ”وَحِیْنَ الْبَاْسِ“ سے مراد جنگ کا وقت ہے۔ بہر حال آیت زیر نظر میں ”بَاْسًا شَدِیْدًا“ سے ایک بڑی آفت بھی مراد ہوسکتی ہے اور بہت شدید قسم کی جنگ بھی۔ آفت کے معنی میں اس لفظ کا اشارہ اس دجالی فتنہ کی طرف ہے جو قیامت سے پہلے ظاہر ہوگا۔ حدیث میں ہے کہ کوئی نبی اور رسول ایسا نہیں گزرا جس نے اپنی قوم کو دجال کے فتنے سے خبردار نہ کیا ہو کیونکہ یہ فتنہ ایک مؤمن کے لیے سخت ترین امتحان ہوگا اور پوری انسانی تاریخ میں اس فتنے سے بڑا کوئی فتنہ نہیں ہے۔ دوسری طرف اس لفظ بَاْسًا شَدِیْدًا کو اگر خاص طور پر جنگ کے معنی میں لیا جائے تو اس سے ”المَلحَمۃُ الْعُظمٰی“ مراد ہے اور اس کا تعلق بھی فتنہ دجال ہی سے ہے۔ کتب احادیث کتاب الفتن کتاب آثار القیامۃ کتاب الملاحم وغیرہ میں اس خوفناک جنگ کا ذکر بہت تفصیل سے ملتا ہے۔ عیسائی روایات میں اس جنگ کو ”ہرمجدون“ Armageddon کا نام دیا گیا ہے۔ بہر حال حضرت مسیح کے تشریف لانے اور ان کے ہاتھوں دجال کے قتل کے بعد اس فتنہ یا جنگ کا خاتمہ ہوگا۔بہت سی احادیث میں ہمیں یہ وضاحت بھی ملتی ہے کہ دجالی فتنہ کے ساتھ سورة الکہف کی ایک خاص مناسبت ہے اور اس فتنہ کے اثرات سے محفوظ رہنے کے لیے اس سورة کے ساتھ ذہنی اور قلبی تعلق قائم کرنا بہت مفید ہے۔ اس مقصد کے لیے احادیث میں جمعہ کے روز سورة الکہف کی تلاوت کرنے کی تلقین فرمائی گئی ہے اور اگر پوری سورت کی تلاوت نہ کی جاسکے تو کم از کم اس کی ابتدائی اور آخری آیات کی تلاوت کرنا بھی مفید بتایا گیا ہے۔ یہاں پر دجالی فتنہ کی حقیقت کے بارے میں کچھ وضاحت بھی ضروری ہے۔ ”دجل“ کے لفظی معنی دھوکہ اور فریب کے ہیں۔ اس مفہوم کے مطابق ”دجال“ ایسے شخص کو کہا جاتا ہے جو بہت بڑا دھوکے باز ہو ‘ جس نے دوسروں کو دھوکا دینے کے لیے جھوٹ اور فریب کا لبادہ اوڑھ رکھا ہو۔ اس لیے نبوت کے جھوٹے دعوے داروں کو بھی دجال کہا گیا ہے۔ چناچہ نبی اکرم نے جن تیس دجالوں کی پیدائش کی خبر دی ہے ان سے جھوٹے نبی ہی مراد ہیں۔ دجالیت کے اس عمومی مفہوم کو مدنظر رکھا جائے تو آج کے دور میں مادہ پرستی بھی ایک بہت بڑا دجالی فتنہ ہے۔ آج لوگوں کے اذہان و قلوب نظریات و افکار اور اخلاق و اقدار پر مادیت کا اس قدر غلبہ ہوگیا ہے کہ انسان اللہ کو بھول چکا ہے۔ آج وہ مسبب الاسباب کو بھول کر مادی اسباب پر توکل کرتا ہے۔ وہ قرآن کے اس فرمان کو یکسر فراموش کرچکا ہے کہ : وَمَا الْحَیٰوۃُ الدُّنْیَآ اِلاَّ مَتَاعُ الْغُرُوْرِ آل عمران یعنی دنیوی زندگی محض دھوکے کا سامان ہے جبکہ اصل زندگی آخرت کی زندگی ہے۔ آخرت کی زندگی پر پڑے ہوئے دنیا اور اس کی مادیت کے پردے سے دھوکا کھا کر انسان نے دنیوی زندگی ہی کو اصل سمجھ لیا ہے ‘ لہٰذا اس کی تمام دوڑ دھوپ اسی زندگی کے لیے ہے۔ اسی زندگی کے مستقبل کو سنوارنے کی اس کو فکر ہے اور یوں وہ مادہ پرستی کے دجالی فتنے میں گرفتار ہوچکا ہے۔اس کے علاوہ دجال اور دجالی فتنے کا ایک خصوصی مفہوم بھی ہے۔ اس مفہوم میں اس سے مراد ایک مخصوص فتنہ ہے جو قرب قیامت کے زمانے میں ایک خاص شخصیت کی وجہ سے ظہور پذیر ہوگا۔ اس بارے میں کتب احادیث میں بڑی تفصیلات موجود ہیں لیکن بعض روایات میں کچھ پیچیدگیاں بھی ہیں اور تضادات بھی۔ ان کو سمجھنے کے لیے اعلیٰ علمی سطح پر غور و فکر کی ضرورت ہے کیونکہ ظاہری طور پر نظر آنے والے تضادات میں مطابقت کے پہلوؤں کو تلاش کرنا اہل علم کا کام ہے۔ بہر حال یہاں ان تفاصیل کا ذکر اور ان پر تبصرہ کرنا ممکن نہیں۔ اس موضوع کے بارے میں یہاں صرف اس قدر جان لینا ہی کافی ہے کہ رسول اللہ نے قرب قیامت کے زمانے میں دجال کے ظاہر ہونے اور ایک بہت بڑا فتنہ اٹھانے کے بارے میں خبریں دی ہیں۔ جو حضرات اس حوالے سے تفصیلی معلومات چاہتے ہوں وہ مولانا مناظر احسن گیلانی کی کتاب ”تفسیر سورة الکہف“ کا مطالعہ کرسکتے ہیں۔ اس موضوع پر ”دنیا کی حقیقت“ کے عنوان سے میری ایک تقریر کی ریکارڈنگ بھی دستیاب ہے ‘ جس میں میں نے سورة الکہف کے مضامین کا خلاصہ بیان کیا ہے۔"
    },
    {
      "ayah": 20,
      "surah": 18,
      "text": "آیت 20 اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًااگر انہوں نے تمہیں مجبور کردیا کہ تم پھر سے ان کا دین قبول کرلو تو ایسی صورت میں تم ہمیشہ کے لیے ہدایت سے دور ہوجاؤ گے۔"
    },
    {
      "ayah": 21,
      "surah": 18,
      "text": "آیت 21 وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ چنانچہ اصحاب کہف کا ایک ساتھی جب کھانا لینے کے لیے شہر گیا تو اپنے لباس حلیے اور کرنسی وغیرہ کے باعث فوری طور پر اسے پہچان لیا گیا کہ وہ موجودہ زمانے کا انسان نہیں ہے۔ پھر جب اس سے تفتیش کی گئی تو سارا راز کھل گیا۔ اس وقت اگرچہ اس واقعہ کو تین سو سال سے زائد کا عرصہ گزر چکا تھا مگر اس کے باوجود یہ بات ابھی تک لوگوں کے علم میں تھی کہ فلاں بادشاہ کے ڈر سے اس شہر سے سات آدمی کہیں روپوش ہوگئے تھے اور پوری مملکت میں تلاش بسیار کے باوجود کہیں ان کا سراغ نہ مل سکا تھا۔ اسی طرح یہ بات بھی لوگوں کے علم میں تھی کہ اس پورے واقعے کو ایک تختی پر لکھ کر ریکارڈ کے طور پر شاہی خزانے میں محفوظ کرلیا گیا تھا۔ لہٰذا اصحاب کہف کے ساتھی سے ملنے والی معلومات کی تصدیق کے لیے جب مذکورہ تختی ریکارڈ سے نکلوائی گئی تو اس پر اس واقعہ کی تمام تفصیلات لکھی ہوئی مل گئیں اور یوں یہ واقعہ پوری وضاحت کے ساتھ لوگوں کے سامنے آگیا۔لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَایہ واقعہ گویا بعث بعد الموت کے بارے میں ایک واضح دلیل تھا کہ جب اللہ تعالیٰ نے تین سو سال تک ان لوگوں کو سلائے رکھا اور پھر اٹھا کھڑا کیا تو اس کے لیے مردوں کا دوبارہ زندہ کرنا کیونکر ممکن نہیں ہوگا ؟اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ اس کے بعد اصحاب کہف تو اپنی غار میں پہلے کی طرح سوگئے اور اللہ تعالیٰ نے ان پر حقیقی موت وارد کردی لیکن لوگوں کے درمیان اس بارے میں اختلاف پیدا ہوگیا کہ ان کے بارے میں حتمی طور پر کیا معاملہ کیا جائے۔فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًا ۭ رَبُّهُمْ اَعْلَمُ بِهِمْ کچھ لوگوں نے رائے دی کہ اس معاملہ کی اہمیت کے پیش نظر یہاں ایک شاندار یادگار تعمیر کی جانی چاہیے۔"
    },
    {
      "ayah": 22,
      "surah": 18,
      "text": "قُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌقرآن مجید میں ان کی تعداد کے بارے میں صراحت تو نہیں کی گئی مگر اکثر مفسرین کے مطابق بین السطور میں آخری رائے کے درست ہونے کے شواہد موجود ہیں۔ اس میں ایک نکتہ تو یہ ہے کہ پہلے فقرے ثَلٰثَۃٌ رَّابِعُہُمْ کَلْبُہُمْ اور دوسرے فقرے خَمْسَۃٌ سَادِسُہُمْ کَلْبُہُمْ کے درمیان میں ”و“ نہیں ہے ‘ جبکہ تیسرے فقرے میں سَبْعَۃٌ وَّثَامِنُہُمْ کَلْبُہُمْ کے درمیان میں ”و“ موجود ہے۔ چناچہ پہلے دونوں کلمات کے مقابلے میں تیسرے کلمہ کے بیان میں ”و“ کی وجہ سے زیادہ زور ہے۔اس ضمن میں دوسرا نکتہ یہ ہے کہ جب وہ لوگ جاگے تھے تو ان میں سے ایک نے سوال کیا تھا : کَمْ لَبِثْتُمْ کہ تم یہاں کتنی دیر سوئے رہے ہو ؟ اس سوال کا جواب قرآن حکیم میں بایں الفاظ نقل ہوا ہے : قَالُوْا لَبِثْنَا یَوْمًا اَوْ بَعْضَ یَوْمٍ انہوں نے کہا کہ ہم ایک دن یا ایک دن سے کچھ کم عرصہ تک سوئے رہے ہیں۔ یہاں پر قالُوْا چونکہ جمع کا صیغہ ہے اس لیے یہ جواب دینے والے کم از کم تین لوگ تھے جبکہ اس سوال کے جواب میں ان کے جن ساتھیوں نے دوسری رائے دی تھی وہ بھی کم از کم تین ہی تھے کیونکہ ان کے لیے بھی قالُوْا جمع کا صیغہ ہی استعمال ہوا ہے : قَالُوْا رَبُّکُمْ اَعْلَمُ بِمَا لَبِثْتُمْ ۔ اس طرح ان کی تعداد سات ہی درست معلوم ہوتی ہے۔ یعنی ایک پوچھنے والا تین لوگ ایک رائے دینے والے اور ان کے جواب میں تین لوگ دوسری رائے کا اظہار کرنے والے۔ اس کے علاوہ قدیم رومن لٹریچر میں بھی جہاں ان کا ذکر ملتا ہے وہاں ان کی تعداد سات ہی بتائی گئی ہے۔ قبل ازیں گبن کی کتاب کا حوالہ بھی دیا جا چکا ہے جس میں Seven Sleepers کا ذکر ہے۔ لیکن یہاں جس بات کی طرف خاص طور پر توجہ دلائی گئی ہے وہ یہ ہے کہ اس معاملے میں بحث کرنے اور جھگڑنے کی ضرورت ہی نہیں ہے :فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۗءً ظَاهِرًا ۠ وَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًایعنی جو بات دعوت دین اور اقامت دین کے حوالے سے اہم نہ ہو اس میں بےمقصد چھان بین کرنا اور بحث و نزاع میں پڑنا گویا وقت ضائع کرنے اور اپنی جدوجہد کو نقصان پہنچانے کے مترادف ہے۔"
    },
    {
      "ayah": 23,
      "surah": 18,
      "text": "آیت 23 وَلَا تَقُوْلَنَّ لِشَايْءٍ اِنِّىْ فَاعِلٌ ذٰلِكَ غَدًااس آیت میں ایک بہت اہم واقعہ کا حوالہ ہے۔ جب اہل مکہ نے رسول اللہ سے سوالات کیے تو آپ نے فرمایا کہ میں آپ لوگوں کو ان سوالات کے جوابات کل دے دوں گا۔ اس موقع پر آپ نے سہواً ”ان شاء اللّٰہ“ نہیں فرمایا۔ اس کے بعد کئی روز تک وحی نہ آئی۔ یہ صورت حال آپ کے لیے انتہائی پریشان کن تھی۔ مخالفین خوشی میں تالیاں پیٹ رہے ہوں گے آپ کو ناکامی کے طعنے دے رہے ہوں گے اور آپ کو یہ سب کچھ برداشت کرنا پڑ رہا ہوگا۔ اس سے اندازہ ہوتا ہے کہ اللہ تعالیٰ اپنے محبوب بندوں کو کیسی کیسی سخت آزمائشوں سے دوچار کرتا ہے : جن کے رتبے ہیں سوا ان کی سوا مشکل ہے !“عام لوگ اپنی روز مرہ کی گفتگو میں کیسی کیسی لایعنی باتیں کرتے رہتے ہیں لیکن اللہ کے ہاں ان کی پکڑ نہیں ہوتی اس لیے کہ وہ اللہ کے ہاں اہم نہیں ہوتے مگر یہاں ایک انتہائی مقرب ہستی سے سہواً ایک کلمہ ادا ہونے سے رہ گیا تو باوجود اس کے کہ معاملہ بیحد حساس تھا وحی روک لی گئی۔ بالآخر کئی روز کے بعد جب اللہ کو منظور ہوا تو حضرت جبرائیل سوالات کے جوابات بھی لے کر آئے اور ساتھ یہ ہدایت بھی کہ کبھی کسی چیز کے بارے میں یوں نہ کہیں کہ میں کل یہ کروں گا :"
    },
    {
      "ayah": 24,
      "surah": 18,
      "text": "آیت 24 اِلَّآ اَنْ يَّشَاۗءَ اللّٰهُ یعنی مستقبل کے بارے میں جب بھی کوئی بات کریں تو ”ان شاء اللّٰہ“ ضرور کہیں کہ اگر اللہ نے چاہا تو میں یوں کروں گا۔ اللہ تعالیٰ کا مسلمانوں پر یہ خصوصی فضل ہے کہ انہیں اپنی معاشرتی زندگی میں روز مرہ کے معمولات کے لیے ایسے کلمات سکھائے گئے جن میں توحید کوٹ کوٹ کر بھری ہوئی ہے۔ آپ نے کوئی خوبصورت چیز دیکھی جس سے آپ کا دل خوش ہوا آپ نے کہا : سبحان اللّٰہ ! گویا آپ نے اقرار کیا کہ یہ اس چیز کا کمال نہیں اور نہ ہی یہ چیز بذات خود لائق تعریف ہے بلکہ تعریف تو اللہ کی ہے جس نے یہ خوبصورت چیز بنائی۔ آپ کی کوئی تکلیف دور ہوئی تو منہ سے نکلا : الحَمد للّٰہ ! یعنی جو بھی مشکل آسان ہوئی اللہ کی مدد اس کی مہربانی اور اس کے حکم سے ہوئی لہٰذا شکر بھی اسی کا ادا کیا جائے گا۔ آپ اپنے گھر میں داخل ہوئے اہل و عیال کو خوش و خرم پایا آپ نے کہا : مَاشَاء اللّٰہ ! کہ اس میں میرا یا کسی اور کا کوئی کمال نہیں یہ سب اللہ کی مرضی اور مشیت سے ہے۔ اسی طرح مستقبل میں کسی کام کے کرنے کے بارے میں اظہار کیا تو ساتھ ان شاء اللّٰہ کہا۔ یعنی میرا ارادہ تو یوں ہے مگر صرف میرے ارادے سے کیا ہوتا ہے حقیقت میں یہ کام تبھی ہوگا اور میں اسے تبھی کر پاؤں گا جب اللہ کو منظور ہوگا کیونکہ اللہ کی مشیت اور مرضی کے بغیر کچھ نہیں ہوسکتا۔ گویا ان کلمات کے ذریعے قدم قدم پر اور بات بات میں ہمیں توحید کا سبق یاد دلایا جاتا ہے۔ اللہ کے علم اس کے حکم اس کے اختیار و اقتدار اس کی قدرت اس کی مشیت کے مطلق اور فائق ہونے کے اقرار کی ترغیب دی جاتی ہے۔ ان میں سے زیادہ تر کلمات اَلْحَمْدُ لِلّٰہ ‘ اِنْ شَاء اللّٰہ ‘ مَاشَاء اللّٰہ اس سورت میں موجود ہیں۔وَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ اگر کسی وقت بھول جائیں تو یاد آنے پر دوبارہ اللہ کی طرف اپنا دھیان لگا لیجئے۔ وَقُلْ عَسٰٓي اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًایعنی کسی بھی کام کے لیے کوشش کرتے ہوئے انسان کو ”تفویض الامر الی اللہ“ کی کیفیت میں رہنا چاہیے کہ اگر اللہ کو منظور ہوا تو میں اس کوشش میں کامیاب ہوجاؤں گا ورنہ ہوسکتا ہے میرا رب میرے لیے اس سے بھی بہتر کسی کام کے لیے اسباب پیدا فرما دے۔ گویا انسان اپنے تمام معاملات ہر وقت اللہ تعالیٰ کے سپرد کیے رکھے :سپردم بتو مایۂ خویش را تو دانی حساب کم وبیش را !"
    },
    {
      "ayah": 25,
      "surah": 18,
      "text": "آیت 25 وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًایعنی غار میں ان کے سونے کی مدت شمسی کیلنڈر میں تین سو سال جبکہ قمری کیلنڈر کے مطابق تین سو نو سال بنتی ہے۔"
    },
    {
      "ayah": 26,
      "surah": 18,
      "text": "آیت 26 قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْایعنی اس بحث میں بھی پڑنے کی ضرورت نہیں کہ وہ غار میں کتنا عرصہ سوئے رہے۔ اس کا جواب بھی آپ ان کو یہی دیں کہ اس مدت کے بارے میں بھی اللہ ہی بہتر جانتا ہے۔مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ ۡ وَّلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًااس کے سوا ان کا کوئی ساتھی کارساز مددگار حمایتی اور پشت پناہ نہیں ہے۔ لفظ ”ولی“ ان سب معانی کا احاطہ کرتا ہے۔ وہ اپنے اختیار اور اپنی حاکمیت کے حق میں کسی دوسرے کو شریک نہیں کرتا۔ یہ توحید حاکمیت ہے۔ اس بارے میں سورة یوسف آیت 40 و 67 میں اس طرح ارشاد ہوا : اِنِ الْحُکْمُ الاَّ لِلّٰہِ ”اختیار مطلق تو صرف اللہ ہی کا ہے“۔ جبکہ سورة بنی اسرائیل کی آخری آیت میں یوں فرمایا گیا : وَلَمْ یَکُنْ لَّہٗ شَرِیْکٌ فِی الْْمُلْکِ ”اور اس کا کوئی شریک نہیں ہے بادشاہت میں۔“"
    },
    {
      "ayah": 27,
      "surah": 18,
      "text": "آیت 27 وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَ یعنی اس وقت آپ بہت مشکل صورت حال کا سامنا کر رہے ہیں۔ اس کیفیت میں آپ کو صبر و استقامت کی سخت ضرورت ہے : وَاصْبِرْ وَمَا صَبْرُکَ الاَّ باللّٰہِ  النحل : 127 ”اور اے نبی ! آپ صبر کیجیے اور آپ کا صبر تو اللہ کے سہارے پر ہی ہے“۔ یہ سہارا آپ کو اللہ کے ساتھ اپنا قلبی تعلق اور ذہنی رشتہ استوار کرنے سے میسر ہوگا اور یہ تعلق مضبوط کرنے کا سب سے مؤثر ذریعہ قرآن مجید کی تلاوت ہے۔ّ تمسک بالقرآن کا یہ مضمون سورة العنکبوت میں اکیسویں پارے کے آغاز میں دوبارہ آئے گا۔ حق و باطل کی کشمکش میں جب بھی کوئی مشکل وقت آیا تو رسول اللہ کو خصوصی طور پر تمسک بالقرآن کی ہدایت کی گئی ‘ اور آپ کی وساطت سے تمام مسلمانوں کو حکم دیا گیا کہ وہ قرآن کی تلاوت کو اپنا معمول بنائیں قرآن کے ساتھ اپنا تعلق مضبوط بنانے کے لیے زیادہ سے زیادہ وقت اس کے ساتھ صرف کریں۔ اسی طرح وہ مشکلات و شدائد کو برداشت کرنے اور اپنے دشمنوں کا مقابلہ کرنے کے قابل ہو سکیں گے۔لَا مُبَدِّلَ لِكَلِمٰتِهٖ ڟ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًایقیناً یہ راستہ بہت کٹھن ہے اور اس راستہ کے مسافروں نے سختیوں کو بہر حال برداشت کرنا ہے۔ یہ اللہ کا قانون ہے جو کسی کے لیے تبدیل نہیں کیا جاتا۔ اس مہم میں واحد سہارا اللہ کی مدد اور نصرت ہے۔ چناچہ اگر آپ کو کہیں پناہ ملے گی تو اللہ ہی کے دامن میں ملے گی اس در کے علاوہ کوئی جائے پناہ نہیں ہے۔ علامہ اقبال نے اسی مضمون کی ترجمانی اپنے اس شعر میں کی ہے : نہ کہیں جہاں میں اماں ملی جو اماں ملی تو کہاں ملی میرے جرم خانہ خراب کو ‘ تیرے عفو بندہ نواز میں !"
    },
    {
      "ayah": 28,
      "surah": 18,
      "text": "آیت 28 وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بالْغَدٰوةِ وَالْعَشِيِّ یہ بلال حبشی عبد اللہ بن اُمّ مکتوم عمار بن یاسر اور خباب جیسے لوگ اگرچہ مفلس اور نادار ہیں مگر اللہ کی نظر میں بہت اہم ہیں۔ آپ ان لوگوں کی رفاقت کو غنیمت سمجھئے اور اپنے دل کو ان لوگوں کی معیت پر مطمئن کیجیے۔يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْ ۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاان غلاموں اور بےآسرا لوگوں سے آپ کی توجہ ہٹ کر کہیں مکہ کے سرداروں اور امراء کی طرف نہ ہونے پائے جس سے لوگوں کو یہ گمان ہو کہ آپ بھی دنیا کی زیب وزینت ہی کو اہمیت دیتے ہیں۔ لہٰذا ولید بن مغیرہ بظاہر کتنا ہی با اثر اور صاحب ثروت سہی آپ عبد اللہ بن اُمّ مکتوم کو نظر انداز کر کے اسے ہرگز اہمیت نہ دیں۔ ترجمہ کے اعتبار سے یہ آیت مشکل آیات میں سے ہے۔ یہاں الفاظ کے عین مطابق ترجمہ ممکن نہیں۔ حضور کی یہ شان ہرگز نہ تھی کہ آپ کی نظریں غرباء سے ہٹ کر امراء کی طرف اٹھتیں۔ چناچہ ان الفاظ سے یہی مفہوم سمجھ میں آتا ہے کہ دراصل آپ کو یہ بتانا مقصود ہے کہ آپ دعوت و تبلیغ کی غرض سے بھی ان امراء کی طرف اس انداز میں التفات نہ فرمائیں جس سے کسی کو مغالطہ ہو کہ آپ کی نگاہ میں دنیوی مال و اسباب کی بھی کچھ وقعت اور اہمیت ہے۔ سورة الحجر میں یہی مضمون اس طرح بیان ہوا ہے : لاَ تَمُدَّنَّ عَیْنَیْکَ اِلٰی مَا مَتَّعْنَا بِہٖٓ اَزْوَاجًا مِّنْہُمْ وَلاَ تَحْزَنْ عَلَیْہِمْ وَاخْفِضْ جَنَاحَکَ لِلْمُؤْمِنِیْنَ ”آپ آنکھ اٹھا کر بھی نہ دیکھیں اس مال و متاع کی طرف جو ہم نے ان کے مختلف گروہوں کو دے رکھا ہے اور آپ ان امراء کے بارے میں فکرمند نہ ہوں اور اہل ایمان کے لیے اپنے بازو جھکا کر رکھیں !“کسی بھی داعی حق کے لیے یہ معاملہ بہت نازک ہوتا ہے۔ معاشرے کے اونچے طبقے کے لوگوں کا بہر حال اپنا ایک حلقہ اثر ہوتا ہے۔ ان میں سے اگر کوئی اہل حق کی صف میں شامل ہوتا ہے تو وہ اکیلا بہت سے افراد کے برابر شمار ہوتا ہے اور اس کی وجہ سے کئی دوسرے لوگ خود بخود کھنچے آتے ہیں اور پہلے سے موجود لوگوں کے لیے بھی ایسے شخص کی شمولیت تقویت اور اطمینان کا باعث ہوتی ہے۔ جیسے حضور نے اللہ تعالیٰ سے اپنی اس خواہش کا اظہار کیا تھا کہ عمر بن الخطاب یا عمرو بن ہشام ابوجہل میں سے کسی ایک کو ضرور میری جھولی میں ڈال دے ! ان دونوں میں سے کوئی ایک ایمان لے آئے۔ ظاہر ہے کہ ان جیسی بااثر شخصیات میں سے کسی کا ایمان لانا اسلام کے لیے باعث تقویت ہوگا اور اس کی رفاقت سے ان کمزور مسلمانوں کو سہارا ملے گا جن پر قافیہ حیات تنگ ہوا جارہا ہے۔ اور پھر واقعتا ایسا ہوا بھی کہ حضرت عمر اور حضرت حمزہ کے ایمان لانے کے بعد مکہ میں کمزور مسلمانوں پر قریش کے ظلم وتعدی میں کافی حد تک کمی آگئی۔ بہر حال اس سلسلے میں معروضی حقائق کسی بھی داعی کو اس طرف راغب کرتے ہیں کہ معاشرے کے متمول طبقوں اور ارباب اختیار و اقتدار تک پیغام حق ترجیحی بنیادوں پر پہنچایا جائے اور انہیں اپنی تحریک میں شامل کرنے کے لیے تمام ممکنہ وسائل بروئے کار لائے جائیں۔ مگر دوسری طرف اس حکمت عملی سے تحریک کے نادار اور عام ارکان کو یہ تاثر ملنے کا اندیشہ ہوتا ہے کہ انہیں کم حیثیت سمجھ کر نظر انداز کیا جا رہا ہے اور اس طرح ان کی حوصلہ شکنی ہونے کا امکان پیدا ہوتا ہے۔ اس معاملے کا ایک پہلو یہ بھی ہے کہ جب کوئی داعی حق اثر و رسوخ کے حامل افراد کی طرف ترجیحی انداز میں متوجہ ہوگا تو عوام میں اس کی ذات اور اس کی تحریک کے بارے میں یہ تاثر ابھرنے کا اندیشہ ہوگا کہ یہ لوگ بھی امراء اور ارباب اختیار سے مرعوب ہیں اور ان کے ہاں بھی دنیوی ٹھاٹھ باٹھ ہی کو ترجیح دی جاتی ہے۔ چناچہ دولت مند اور اثر و رسوخ کے حامل افراد تک دین کی دعوت کو پھیلانے کی کوشش کے ساتھ ساتھ اس سلسلے میں مذکورہ بالا دو عوامل کے منفی اثرات سے بچنا بھی نہایت ضروری ہے۔ چناچہ حضور کو اس آیت میں حکم دیا جا رہا ہے کہ آپ اس سلسلے میں احتیاط کریں کہیں لوگ یہ تاثر نہ لے لیں کہ محمد کے ہاں بھی دولت مند لوگوں ہی کو خصوصی اہمیت دی جاتی ہے۔وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًایہ بات متعدد بار بیان ہوچکی ہے کہ کفار مکہ رسول اللہ کے ساتھ مداہنت پر مصر تھے اور وہ آپ کے ساتھ کچھ دو اور کچھ لو کی بنیاد پر مذاکرات کرنا چاہتے تھے۔ اس سلسلے میں سرداران قریش کی طرف سے آپ پر شدید دباؤ تھا۔ اس پس منظر میں یہاں پھر متنبہ کیا جا رہا ہے کہ جن لوگوں کے دلوں کو ہم نے اپنی یاد سے غافل اور محروم کردیا ہے آپ ایسے لوگوں کی باتوں کی طرف دھیان بھی مت دیجیے !"
    },
    {
      "ayah": 29,
      "surah": 18,
      "text": "آیت 29 وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْ ۣ فَمَنْ شَاۗءَ فَلْيُؤْمِنْ وَّمَنْ شَاۗءَ فَلْيَكْفُرْ کفار مکہ کی طرف سے کوئی درمیانی راستہ نکالنے کی کوششوں کے جواب میں یہاں حضور کی زبان مبارک سے واضح اور دو ٹوک انداز میں اعلان کرایا جا رہا ہے کہ تمہارے رب کی طرف سے جو حق میرے پاس آیا ہے وہ میں نے تم لوگوں کے سامنے پیش کردیا ہے۔ اب تمہارے سامنے دو ہی راستے ہیں اسے من و عن قبول کرلو یا اسے رد کر دو۔ لیکن یاد رکھو اس میں کچھ لو اور کچھ دو کے اصول پر تم سے کوئی سودے بازی ممکن نہیں۔ یہ وہی مضمون ہے جو سورة الدھر میں اس طرح بیان ہوا ہے : اِنَّا ہَدَیْنٰہُ السَّبِیْلَ اِمَّا شَاکِرًا وَّاِمَّا کَفُوْرًا یعنی ہم نے انسان کے لیے ہدایت کا راستہ واضح کردیا ہے اور اس کو اختیار دے دیا ہے کہ اب چاہے وہ شکر گزار بنے اور چاہے نا شکرا۔اِنَّآ اَعْتَدْنَا للظّٰلِمِيْنَ نَارًا ۙ اَحَاطَ بِهِمْ سُرَادِقُهَاجہنم کی آگ قناتوں کی شکل میں ہوگی اور وہ اللہ کے منکرین اور مشرکین کو گھیرے میں لے لے گی۔ بِئْسَ الشَّرَابُ ۭ وَسَاۗءَتْ مُرْتَفَقًا ”مُہْل“ کا ترجمہ تیل کی تلچھٹ کے علاوہ لاوا بھی کیا گیا ہے اور پگھلا ہوا تانبا بھی۔ سورة ابراہیم کی آیت 16 میں جہنمیوں کو پلائے جانے والے پانی کو ”مَآءٍ صَدِیْدٍ“ کہا گیا ہے جس کے معنی زخموں سے رسنے والی پیپ کے ہیں۔ بہرحال یہ سیال مادہ جو انہیں پانی کے طور پر دیا جائے گا اس قدر گرم ہوگا کہ ان کے چہروں کو بھون کر رکھ دے گا۔ اب آئندہ آیات میں فوری تقابل کے لیے اہل جنت کا ذکر آ رہا ہے۔"
    },
    {
      "ayah": 3,
      "surah": 18,
      "text": "آیت 2 قَـيِّمًا لِّيُنْذِرَ بَاْسًا شَدِيْدًا مِّنْ لَّدُنْهُ یعنی نبی اکرم پر نزول قرآن کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ آپ لوگوں کو ایک بہت بڑی آفت کے بارے میں خبردار کردیں۔ یہاں لفظ بَاْسًا بہت اہم ہے۔ یہ لفظ و احد ہو تو اس کا مطلب جنگ ہوتا ہے اور جب بطور جمع آئے تو اس کے معنی سختی مصیبت بھوک تکلیف وغیرہ کے ہوتے ہیں۔ جیسے سورة البقرۃ کی آیت 177 آیت البر میں یہ لفظ بطور واحد بھی آیا ہے اور بطور جمع بھی : وَالصّٰبِرِیْنَ فِی الْْبَاْسَآءِ وَالضَّرَّآءِ وَحِیْنَ الْبَاْسِ ۔ چناچہ وہاں دونوں صورتوں میں اس لفظ کے معنی مختلف ہیں : ”الْْبَاْسَآءِ“ کے معنی فقر و تنگدستی اور مصائب و تکالیف کے ہیں جبکہ ”وَحِیْنَ الْبَاْسِ“ سے مراد جنگ کا وقت ہے۔ بہر حال آیت زیر نظر میں ”بَاْسًا شَدِیْدًا“ سے ایک بڑی آفت بھی مراد ہوسکتی ہے اور بہت شدید قسم کی جنگ بھی۔ آفت کے معنی میں اس لفظ کا اشارہ اس دجالی فتنہ کی طرف ہے جو قیامت سے پہلے ظاہر ہوگا۔ حدیث میں ہے کہ کوئی نبی اور رسول ایسا نہیں گزرا جس نے اپنی قوم کو دجال کے فتنے سے خبردار نہ کیا ہو کیونکہ یہ فتنہ ایک مؤمن کے لیے سخت ترین امتحان ہوگا اور پوری انسانی تاریخ میں اس فتنے سے بڑا کوئی فتنہ نہیں ہے۔ دوسری طرف اس لفظ بَاْسًا شَدِیْدًا کو اگر خاص طور پر جنگ کے معنی میں لیا جائے تو اس سے ”المَلحَمۃُ الْعُظمٰی“ مراد ہے اور اس کا تعلق بھی فتنہ دجال ہی سے ہے۔ کتب احادیث کتاب الفتن کتاب آثار القیامۃ کتاب الملاحم وغیرہ میں اس خوفناک جنگ کا ذکر بہت تفصیل سے ملتا ہے۔ عیسائی روایات میں اس جنگ کو ”ہرمجدون“ Armageddon کا نام دیا گیا ہے۔ بہر حال حضرت مسیح کے تشریف لانے اور ان کے ہاتھوں دجال کے قتل کے بعد اس فتنہ یا جنگ کا خاتمہ ہوگا۔بہت سی احادیث میں ہمیں یہ وضاحت بھی ملتی ہے کہ دجالی فتنہ کے ساتھ سورة الکہف کی ایک خاص مناسبت ہے اور اس فتنہ کے اثرات سے محفوظ رہنے کے لیے اس سورة کے ساتھ ذہنی اور قلبی تعلق قائم کرنا بہت مفید ہے۔ اس مقصد کے لیے احادیث میں جمعہ کے روز سورة الکہف کی تلاوت کرنے کی تلقین فرمائی گئی ہے اور اگر پوری سورت کی تلاوت نہ کی جاسکے تو کم از کم اس کی ابتدائی اور آخری آیات کی تلاوت کرنا بھی مفید بتایا گیا ہے۔ یہاں پر دجالی فتنہ کی حقیقت کے بارے میں کچھ وضاحت بھی ضروری ہے۔ ”دجل“ کے لفظی معنی دھوکہ اور فریب کے ہیں۔ اس مفہوم کے مطابق ”دجال“ ایسے شخص کو کہا جاتا ہے جو بہت بڑا دھوکے باز ہو ‘ جس نے دوسروں کو دھوکا دینے کے لیے جھوٹ اور فریب کا لبادہ اوڑھ رکھا ہو۔ اس لیے نبوت کے جھوٹے دعوے داروں کو بھی دجال کہا گیا ہے۔ چناچہ نبی اکرم نے جن تیس دجالوں کی پیدائش کی خبر دی ہے ان سے جھوٹے نبی ہی مراد ہیں۔ دجالیت کے اس عمومی مفہوم کو مدنظر رکھا جائے تو آج کے دور میں مادہ پرستی بھی ایک بہت بڑا دجالی فتنہ ہے۔ آج لوگوں کے اذہان و قلوب نظریات و افکار اور اخلاق و اقدار پر مادیت کا اس قدر غلبہ ہوگیا ہے کہ انسان اللہ کو بھول چکا ہے۔ آج وہ مسبب الاسباب کو بھول کر مادی اسباب پر توکل کرتا ہے۔ وہ قرآن کے اس فرمان کو یکسر فراموش کرچکا ہے کہ : وَمَا الْحَیٰوۃُ الدُّنْیَآ اِلاَّ مَتَاعُ الْغُرُوْرِ آل عمران یعنی دنیوی زندگی محض دھوکے کا سامان ہے جبکہ اصل زندگی آخرت کی زندگی ہے۔ آخرت کی زندگی پر پڑے ہوئے دنیا اور اس کی مادیت کے پردے سے دھوکا کھا کر انسان نے دنیوی زندگی ہی کو اصل سمجھ لیا ہے ‘ لہٰذا اس کی تمام دوڑ دھوپ اسی زندگی کے لیے ہے۔ اسی زندگی کے مستقبل کو سنوارنے کی اس کو فکر ہے اور یوں وہ مادہ پرستی کے دجالی فتنے میں گرفتار ہوچکا ہے۔اس کے علاوہ دجال اور دجالی فتنے کا ایک خصوصی مفہوم بھی ہے۔ اس مفہوم میں اس سے مراد ایک مخصوص فتنہ ہے جو قرب قیامت کے زمانے میں ایک خاص شخصیت کی وجہ سے ظہور پذیر ہوگا۔ اس بارے میں کتب احادیث میں بڑی تفصیلات موجود ہیں لیکن بعض روایات میں کچھ پیچیدگیاں بھی ہیں اور تضادات بھی۔ ان کو سمجھنے کے لیے اعلیٰ علمی سطح پر غور و فکر کی ضرورت ہے کیونکہ ظاہری طور پر نظر آنے والے تضادات میں مطابقت کے پہلوؤں کو تلاش کرنا اہل علم کا کام ہے۔ بہر حال یہاں ان تفاصیل کا ذکر اور ان پر تبصرہ کرنا ممکن نہیں۔ اس موضوع کے بارے میں یہاں صرف اس قدر جان لینا ہی کافی ہے کہ رسول اللہ نے قرب قیامت کے زمانے میں دجال کے ظاہر ہونے اور ایک بہت بڑا فتنہ اٹھانے کے بارے میں خبریں دی ہیں۔ جو حضرات اس حوالے سے تفصیلی معلومات چاہتے ہوں وہ مولانا مناظر احسن گیلانی کی کتاب ”تفسیر سورة الکہف“ کا مطالعہ کرسکتے ہیں۔ اس موضوع پر ”دنیا کی حقیقت“ کے عنوان سے میری ایک تقریر کی ریکارڈنگ بھی دستیاب ہے ‘ جس میں میں نے سورة الکہف کے مضامین کا خلاصہ بیان کیا ہے۔"
    },
    {
      "ayah": 30,
      "surah": 18,
      "text": "آیت 29 وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْ ۣ فَمَنْ شَاۗءَ فَلْيُؤْمِنْ وَّمَنْ شَاۗءَ فَلْيَكْفُرْ کفار مکہ کی طرف سے کوئی درمیانی راستہ نکالنے کی کوششوں کے جواب میں یہاں حضور کی زبان مبارک سے واضح اور دو ٹوک انداز میں اعلان کرایا جا رہا ہے کہ تمہارے رب کی طرف سے جو حق میرے پاس آیا ہے وہ میں نے تم لوگوں کے سامنے پیش کردیا ہے۔ اب تمہارے سامنے دو ہی راستے ہیں اسے من و عن قبول کرلو یا اسے رد کر دو۔ لیکن یاد رکھو اس میں کچھ لو اور کچھ دو کے اصول پر تم سے کوئی سودے بازی ممکن نہیں۔ یہ وہی مضمون ہے جو سورة الدھر میں اس طرح بیان ہوا ہے : اِنَّا ہَدَیْنٰہُ السَّبِیْلَ اِمَّا شَاکِرًا وَّاِمَّا کَفُوْرًا یعنی ہم نے انسان کے لیے ہدایت کا راستہ واضح کردیا ہے اور اس کو اختیار دے دیا ہے کہ اب چاہے وہ شکر گزار بنے اور چاہے نا شکرا۔اِنَّآ اَعْتَدْنَا للظّٰلِمِيْنَ نَارًا ۙ اَحَاطَ بِهِمْ سُرَادِقُهَاجہنم کی آگ قناتوں کی شکل میں ہوگی اور وہ اللہ کے منکرین اور مشرکین کو گھیرے میں لے لے گی۔ بِئْسَ الشَّرَابُ ۭ وَسَاۗءَتْ مُرْتَفَقًا ”مُہْل“ کا ترجمہ تیل کی تلچھٹ کے علاوہ لاوا بھی کیا گیا ہے اور پگھلا ہوا تانبا بھی۔ سورة ابراہیم کی آیت 16 میں جہنمیوں کو پلائے جانے والے پانی کو ”مَآءٍ صَدِیْدٍ“ کہا گیا ہے جس کے معنی زخموں سے رسنے والی پیپ کے ہیں۔ بہرحال یہ سیال مادہ جو انہیں پانی کے طور پر دیا جائے گا اس قدر گرم ہوگا کہ ان کے چہروں کو بھون کر رکھ دے گا۔ اب آئندہ آیات میں فوری تقابل کے لیے اہل جنت کا ذکر آ رہا ہے۔"
    },
    {
      "ayah": 31,
      "surah": 18,
      "text": "يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ یعنی ان کا اوپر کا لباس باریک ریشم کا ہوگا جبکہ نیچے کا لباس موٹے ریشم کا ہوگا۔"
    },
    {
      "ayah": 32,
      "surah": 18,
      "text": "اس رکوع میں دو اشخاص کے باہمی مکالمے کی تفصیل بیان ہوئی ہے۔ ان میں سے ایک شخص کو اللہ تعالیٰ نے مال و دولت اور بہت سی دوسری دنیوی نعمتوں سے نواز رکھا تھا۔ وہ شخص اپنی خوشحالی میں اس قدر مگن ہوا کہ اس کی نگاہ اللہ سے ہٹ کر مادی وسائل پر ہی جم کر رہ گئی اور انہی اسباب و وسائل کو وہ اپنے توکل اور بھروسے کا مرکز بنا بیٹھا۔ اس کے ساتھ ایک دوسرا شخص تھا جو دنیوی لحاظ سے خوشحال تو نہیں تھا مگر اسے اللہ کی معرفت حاصل تھی۔ اس نے اس دولت مند شخص کو نصیحت کی کہ اللہ نے تمہیں بہت سی نعمتوں سے نوازا ہے مگر تم اسے بالکل ہی بھولے ہوئے ہو۔ تمہیں چاہیے کہ تم اللہ کا شکر ادا کرو۔ دولت مند شخص نے گھمنڈ میں آکر اس کی نصیحت کا بہت تلخ جواب دیا اور کہا کہ مجھے تو یہ ساری نعمتیں اس لیے ملی ہیں کہ میں اللہ کا چہیتا ہوں جبکہ میرے مقابلے میں تمہاری کوئی حیثیت نہیں۔ اللہ کے اس بندے نے اسے پھر سمجھایا کہ دیکھو اپنے دنیوی مال و اسباب پر مت اتراؤ ‘ کیونکہ اللہ اگر چاہے تو تمہارے یہ سارے ٹھاٹھ باٹھ پل بھر میں ختم کر کے رکھ دے۔ وہ چاہے تو تمہاری ساری دولت اور مال و اسباب کو ضائع کرسکتا ہے۔ اس نے جواباً کہا کہ یہ کیسے ہوسکتا ہے ؟ میں نے اپنے مال و اسباب کی حفاظت کا خوب بندوبست کر رکھا ہے۔ الغرض ان تمام نصیحتوں کا اس شخص پر کچھ بھی اثر نہ ہوا۔ دنیوی اسباب کے نشے نے اس کو اس قدر اندھا کر رکھا تھا کہ اسے حقیقی مسبب الاسباب کی قدرت کا کچھ اندازہ ہی نہ رہا۔ بالآخر اس کے اس رویے کا نتیجہ یہ نکلا کہ اللہ تعالیٰ نے اس کا سب کچھ برباد کر کے رکھ دیا اور وہ اپنے رویے پر کف افسوس ملتا رہ گیا۔ اپنی بربادی کے بعد جب اس شخص کی آنکھیں کھلیں تو تب بہت دیرہو چکی تھی۔ یہاں اس دولت مند شخص کا وہ فقرہ خاص طور پر قابل غور ہے جو اپنی بربادی کے بعد پچھتاتے ہوئے اس کی زبان سے نکلا تھا کہ ”کاش میں نے اپنے رب کے ساتھ شرک نہ کیا ہوتا !“ دیکھا جائے تو اس سارے واقعے میں کسی ظاہری شرک کا ارتکاب نظر نہیں آتا۔ کسی دیوی یا دیوتا کی پوجا پاٹ کا بھی کوئی حوالہ یہاں نہیں آیا اللہ کے سوا کسی دوسرے معبود کا بھی ذکر نہیں ہوا تو پھر سوال پیدا ہوتا ہے کہ وہ کون سا اقدام تھا جس پر وہ شخص پچھتایا کہ کاش میں نے اپنے رب سے شرک نہ کیا ہوتا ! اس پہلو سے اگر اس سارے واقعے کا باریک بینی سے جائزہ لیا جائے تو یہ نکتہ سمجھ میں آتا ہے کہ یہاں جس شرک کا ذکر ہوا ہے وہ ”مادہ پرستی“ کا شرک ہے۔ اس شخص نے اپنے مادی اسباب و وسائل کو ہی اپنا سب کچھ سمجھ لیا تھا۔ جو بھروسا اور توکل اسے حقیقی مسبب الاسباب پر کرنا چاہیے تھا وہ بھروسا اور توکل اس نے اپنے مادی وسائل پر کرلیا تھا اور اس طرح ان مادی وسائل کو معبود کا درجہ دے دیا تھا۔ یہی رویہ اور یہی سوچ مادہ پرستی ہے اور یہی موجودہ دور کا سب سے بڑا شرک ہے۔ موجودہ دور ستارہ پرستی اور بت پرستی کا دور نہیں۔ آج کا انسان ستاروں کی اصل حقیقت جان لینے اور چاند پر قدم رکھ لینے کے بعد ان کی پوجا کیونکر کرے گا ؟ چناچہ آج کے دور میں اللہ کو چھوڑ کر انسان نے جو معبود بنائے ہیں ان میں مادہ پرستی اور وطن پرستی سب سے اہم ہیں۔ آج دولت کو معبود کا درجہ دے دیا گیا ہے اور مادی وسائل اور ذرائع کو مسبب الاسباب سمجھ لیا گیا ہے۔ یہ موجودہ دور کا بہت خطرناک شرک ہے اور اس سے محفوظ رہنے کے لیے اسے بہت باریک بینی سے سمجھنے کی ضرورت ہے۔ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ انگوروں کی بیلوں کے گردا گرد کھجوروں کے درختوں کی باڑ تھی تاکہ نازک بیلیں آندھی ‘ طوفان وغیرہ سے محفوظ رہیں۔وَّجَعَلْنَا بَيْنَهُمَا زَرْعًابنیادی طور پر وہ انگوروں کے باغات تھے۔ ان کے اطراف میں کھجوروں کے درخت تھے جن کی دوہری افادیت تھی۔ ان درختوں سے کھجوریں بھی حاصل ہوتی تھیں اور وہ حفاظتی باڑ کا کام بھی دیتے تھے۔ درمیان میں کچھ زمین کاشت کاری کے لیے بھی تھی جس سے اناج وغیرہ حاصل ہوتا تھا۔ گویا ہر لحاظ سے مثالی باغات تھے۔"
    },
    {
      "ayah": 33,
      "surah": 18,
      "text": "آیت 33 كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَـيْــــًٔـاوہ دونوں باغات ہر سال موسم کے مطابق خوب پھلتے تھے اور ان کی پیدوار میں کبھی کوئی کمی نہیں آتی تھی۔ ان باغوں کا مالک شخص سالہا سال سے ان کی پیداوار سے مسلسل فائدہ اٹھاتے اٹھاتے انہیں دائمی سمجھ بیٹھا اور وہ بالکل ہی بھول گیا کہ یہ سب کچھ اللہ کی مشیت اور اجازت ہی سے ممکن ہے۔ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاان دونوں باغوں کے بیچوں بیچ ایک نہر بہتی تھی۔ گویا ان کی آب پاشی کا نظام بھی مثالی تھا۔"
    },
    {
      "ayah": 34,
      "surah": 18,
      "text": "آیت 34 وَّكَانَ لَهٗ ثَمَــــرٌاس کا ایک مفہوم تو یہی ہے کہ جب ان دونوں کا آپس میں مکالمہ ہو رہا تھا اس وقت وہ دونوں باغات پھلوں سے خوب لدے ہوئے تھے جبکہ دوسرا مفہوم جو میرے نزدیک راجح ہے یہ ہے کہ اس شخص کو اللہ نے اولاد بھی خوب دے رکھی تھی۔ اس لیے کہ انسان کے لیے اس کی اولاد کی وہی حیثیت ہے جو کسی درخت کے لیے اس کے پھل کی ہوتی ہے۔فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًایہاں جس فخر سے اس شخص نے اپنی نفری کا ذکر کیا ہے اس کے اس انداز سے تو وَّکَانَ لَہٗ ثَمَرٌ کا یہی ترجمہ بہتر محسوس ہوتا ہے کہ اس شخص کو اولاد خصوصاً بیٹوں سے بھی نوازا گیا تھا۔"
    },
    {
      "ayah": 35,
      "surah": 18,
      "text": "قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًایعنی میرا یہ باغ ہر لحاظ سے مثالی ہے۔ اسے میں نے باقاعدہ منصوبہ بندی کے تحت ہر قسم کے خطرات سے محفوظ بنا رکھا ہے۔ انگوروں کی نازک بیلوں کے گردا گرد کھجوروں کے بلند وبالا درخت سنتریوں کی طرح کھڑے ہر قسم کے طوفان اور باد صرصر کے تھپیڑوں سے اس کی حفاظت کر رہے ہیں۔ آب پاشی کے لیے نہر کا وافر پانی ہر وقت موجود ہے۔ لہٰذا میں نہیں سمجھتا کہ اسے کبھی کسی قسم کا کوئی خطرہ لاحق ہوسکتا ہے۔"
    },
    {
      "ayah": 36,
      "surah": 18,
      "text": "آیت 36 وَّمَآ اَظُنُّ السَّاعَةَ قَاۗىِٕمَةً یہ قیامت وغیرہ کی باتیں سب ڈھکوسلے ہیں۔ میں نہیں سمجھتا کہ ایسا کوئی واقعہ حقیقت میں رونما ہونے والا ہے۔وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًاقیامت و آخرت کا اول تو میں قائل ہی نہیں لیکن قیامت اگر ہوئی بھی تو میں بہرحال وہاں اس سے بھی بہتر زندگی پاؤں گا۔ ان الفاظ سے ظاہر ہوتا ہے کہ یہ شخص اللہ کا منکر نہیں تھا مگر دنیوی مال و دولت اور مادی اسباب و ذرائع پر بھروسا کر کے شرک کا ارتکاب کر رہا تھا۔ یہ شخص یہاں پر جو فلسفہ بیان کر رہا ہے وہ اکثر مادہ پرست لوگوں کے ہاں بہت مقبول ہے۔ یعنی اگر مجھے دنیا میں اللہ تعالیٰ نے خوشحالی و فارغ البالی سے نواز رکھا ہے تو اس کا مطلب یہ ہے کہ اللہ مجھ سے خوش ہے۔ اسی لیے اس نے مجھے خصوصی صلاحیتیں عطا کی ہیں جن کی وجہ سے میں نے یہ اسباب و وسائل اکٹھے کیے ہیں۔ چناچہ وہ آخرت میں بھی ضرور اپنی نعمتوں سے مجھے نوازے گا۔ اور جو لوگ یہاں دنیا میں جوتیاں چٹخاتے پھر رہے ہیں وہ آخرت میں بھی اسی طرح بےیارو مددگار ہوں گے۔"
    },
    {
      "ayah": 37,
      "surah": 18,
      "text": "اَكَفَرْتَ بالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًایہاں یہ نکتہ بہت اہم ہے کہ وہ شخص بظاہر اللہ کا منکر نہیں تھا مگر پھر بھی اسے اللہ سے کفر کا مرتکب بتایا گیا ہے۔ وہ اس لیے کہ اس سے پہلے وہ آخرت کا انکار کرچکا تھا اور آخرت کا انکار دراصل اللہ کا انکار ہے۔ گویا جو شخص آخرت کا منکر ہو اس کا ایمان باللہ کا دعویٰ بھی قابل قبول نہیں۔"
    },
    {
      "ayah": 38,
      "surah": 18,
      "text": "اَكَفَرْتَ بالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًایہاں یہ نکتہ بہت اہم ہے کہ وہ شخص بظاہر اللہ کا منکر نہیں تھا مگر پھر بھی اسے اللہ سے کفر کا مرتکب بتایا گیا ہے۔ وہ اس لیے کہ اس سے پہلے وہ آخرت کا انکار کرچکا تھا اور آخرت کا انکار دراصل اللہ کا انکار ہے۔ گویا جو شخص آخرت کا منکر ہو اس کا ایمان باللہ کا دعویٰ بھی قابل قبول نہیں۔"
    },
    {
      "ayah": 39,
      "surah": 18,
      "text": "آیت 39 وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۗءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا باللّٰهِ تجھے جب باغ میں ہر طرف خوش کن مناظر دیکھنے کو ملے اور پورا باغ پھلوں سے لدا ہوا نظر آیا تو تیری زبان سے ”ما شاء اللہ“ کیوں نہ نکلا اور تو نے یہ کیوں نہ کہا کہ یہ میرا کمال نہیں بلکہ اللہ کی دین ہے جو اصل طاقت اور اختیار کا مالک ہے ‘ اس کی اجازت اور مرضی کے بغیر کچھ نہیں ہوسکتا۔ یہ ”ماشاء اللہ“ وہ کلمہ ہے جس میں توحید کوٹ کوٹ کر بھری ہے ‘ کہ جو اللہ چاہتا ہے وہی ہوتا ہے کسی اور کے چاہنے سے یا اسباب و وسائل کے ہونے سے کچھ نہیں ہوتا۔"
    },
    {
      "ayah": 4,
      "surah": 18,
      "text": "آیت 4 وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًادور حاضر کی دجالیت کی اصل جڑ موجودہ مسیحیت ہے جس کی بنیاد تثلیث پر رکھی گئی ہے اور اب اسے مسیحیت کے بجائے Paulism کہنا زیادہ درست ہے۔ اس میں سب سے پہلے حضرت مسیح کو اللہ کا بیٹا قرار دیا گیا۔ پھر اس میں کفارے کا عقیدہ شامل کیا گیا کہ جو کوئی بھی حضرت مسیح پر ایمان لائے گا اسے تمام گناہوں سے پیشگی معافی مل جائے گی۔ اس کے بعد شریعت کو ساقط کر کے اس سلسلے میں تمام اختیارات پوپ کو دے دیے گئے کہ وہ جس چیز کو چاہے حلال قرار دے اور جس کو چاہے حرام۔ ان تحریفات کی وجہ سے یورپ میں عام لوگوں کو لفظ ”مذہب“ سے ہی شدید نفرت ہوگئی۔ پھر جب ہسپانیہ میں مسلمانوں کے زیر اثر جدید علوم کو فروغ ملاتو فرانس اٹلی جرمنی وغیرہ کے بیشمار نوجوانوں نے قرطبہ غرناطہ اور طلیطلہ کی یونیورسٹیوں میں داخلہ لیا۔ یہ نوجوان حصول تعلیم کے بعد جب اپنے اپنے ممالک میں واپس گئے تو یورپ میں ان کی نئی فکر کی وجہ سے اصلاح مذہب Reformation اور احیائے علوم Renaissance کی تحریکات شروع ہوئیں۔ ان کی وجہ سے یورپ کے عام لوگ جدید علوم کی طرف راغب تو ہوئے مگر معاشرے میں پہلے سے موجود مذہب مخالف جذبات کی وجہ سے مذہب دشمنی خود بخود اس تحریک میں شامل ہوگئی۔ نتیجتاً جدید علوم کے ساتھ مذہب سے بیزاری روحانیت سے لا تعلقی آخرت سے انکار اور خدا کے تصور سے بیگانگی جیسے خیالات بھی یورپی معاشرے میں مستقلاً جڑ پکڑ گئے ‘ اور یہ سب کچھ عیسائیت میں کی جانے والی مذکورہ تحریفات کا رد عمل تھا۔ آیت زیر نظر میں انہی لوگوں کی طرف اشارہ ہے جنہوں نے یہ عقیدہ ایجاد کیا تھا کہ مسیح نعوذ باللہ اللہ کا بیٹا ہے۔"
    },
    {
      "ayah": 40,
      "surah": 18,
      "text": "آیت 40 فَعَسٰي رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ مجھے یقین ہے کہ میرا رب اگر چاہے تو تمہارے ان باغوں سے بہتر نعمتوں سے مجھے نواز دے۔وَيُرْسِلَ عَلَيْهَا حُسْـبَانًا مِّنَ السَّمَاۗءِ فَتُصْبِحَ صَعِيْدًا زَلَقًایہ بھی ممکن ہے کہ تمہارے اس کفر وتکبر کے باعث اللہ تعالیٰ تمہارے باغوں پر کوئی ایسی آفت نازل کر دے کہ اس قطعہ زمین پر کسی درخت یا کسی بیل وغیرہ کا نام و نشان تک نہ رہے۔"
    },
    {
      "ayah": 41,
      "surah": 18,
      "text": "آیت 41 اَوْ يُصْبِحَ مَاۗؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًااللہ تمہارے باغ پر کوئی آسمانی آفت نہ بھی بھیجے تو یوں بھی ہوسکتا ہے کہ اس کے حکم سے اس کا زیر زمین پانی غیر معمولی گہرائی میں چلا جائے۔ اس کے نتیجے میں تمہارا بنایا ہوا نظام آب پاشی ختم ہو کر رہ جائے اور اس طرح پانی کے بغیر یہ باغ خود بخود ہی اجڑ جائے۔ یعنی حقیقی مسبب الاسباب تو اللہ ہی ہے۔ اسی نے مختلف اسباب مہیا کر رکھے ہیں جس سے یہ کاروبار دنیا چل رہا ہے۔ وہ جب چاہے کسی سبب کو سلب کرلے یا اس کی ہیئت کو بدل دے اور اس کی وجہ سے یہ سارا نظام درہم برہم ہو کر رہ جائے۔ یہ معاملہ تو گویا شیش محل کی طرح کا ہے کہ ایک ہی پتھر اس کو چکنا چور کر کے رکھ دے گا۔"
    },
    {
      "ayah": 42,
      "surah": 18,
      "text": "آیت 42 وَاُحِيْطَ بِثَمَرِهٖ اس شخص کو اللہ تعالیٰ کی طرف سے جو نعمتیں دی گئی تھیں وہ سب اس سے سلب کرلی گئیں۔ باغ بھی اجڑ گیا اور اولاد بھی چھن گئی۔ اس سے اندازہ ہوتا ہے کہ دوسرا شخص اللہ کا خاص مقرب بندہ تھا۔ مال دار شخص نے اسے اس کی ناداری کا طعنہ دیا تھا : اَنَا اَکْثَرُ مِنْکَ مَالًا وَّاَعَزُّ نَفَرًا کہ مال و دولت میں بھی مجھے تم پر فوقیت حاصل ہے اور نفری میں بھی میں تم سے بڑھ کر ہوں۔ اس طعنے سے اللہ کے اس نیک بندے کا دل دکھا ہوگا جس کی سزا اسے فوری طور پر ملی اور اللہ نے اس سے سب کچھ چھین لیا۔ اس سلسلے میں ایک حدیث قدسی ہے : مَنْ عَادٰی لِیْ وَلِیاًّ فَقَدْ آذَنْتُہٗ بالْحَرْبِ ”جو شخص میرے کسی ولی کے ساتھ دشمنی کرے تو میری طرف سے اس کے خلاف اعلان جنگ ہے“۔ کسی شاعر نے اس مضمون کو اس طرح ادا کیا ہے : تا دل صاحب دلے نالد بہ درد ہیچ قومے را خدا رسوا نہ کرد !یعنی کسی صاحب دل ولی اللہ کے دل کو جب ٹھیس لگتی ہے تو اس کے بدلے میں اللہ تعالیٰ کی طرف سے پوری قوم گرفت میں آجاتی ہے۔فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰي مَآ اَنْفَقَ فِيْهَایقیناً ان باغوں کی منصوبہ بندی کرنے پودے لگانے اور ان کی نشو ونما کرنے میں اس نے زر کثیر خرچ کیا تھا مسلسل محنت کی تھی اور اپنا قیمتی وقت اس میں کھپایا تھا۔ اس کا یہ تمام سرمایہ آن کی آن میں نیست و نابود ہوگیا اور وہ اس کی بربادی پر کف افسوس ملنے کے علاوہ کچھ نہ کرسکا۔وَھِيَ خَاوِيَةٌ عَلٰي عُرُوْشِهَاانگوروں کی بیلیں جن چھتریوں پر چڑھائی گئی تھیں وہ سب کی سب اوندھی پڑی تھیں۔وَيَـقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًااس مال دار شخص کے مکالمے سے یہ حقیقت پوری طرح واضح ہوجاتی ہے کہ اس شخص نے اللہ تعالیٰ کی قدرت اور اس کے اختیار کو بھلا کر ظاہری اسباب اور مادی وسائل پر توکل کرلیا تھا اور یہی وہ شرک تھا جس کا خود اس نے یہاں اعتراف کیا ہے۔ آج کی مادہ پرستانہ ذہنیت کا مکمل نقشہ اس رکوع میں پیش کردیا گیا ہے۔ یہ شرک کی جدید قسم ہے جس کو پہچاننے اور جس سے محتاط رہنے کی آج ہمیں اشد ضرورت ہے۔ اس حوالے سے میری کتاب ”حقیقت و اقسام شرک“ کا مطالعہ مفید رہے گا جس میں شرک اور اس کی اقسام کو تفصیل سے بیان کیا گیا ہے۔"
    },
    {
      "ayah": 43,
      "surah": 18,
      "text": "آیت 43 وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًااللہ کے مقابلے میں بھلا کون اس کی مدد کرسکتا تھا اور اس صورت حال میں وہ کس سے انتقام لے سکتا تھا ؟"
    },
    {
      "ayah": 44,
      "surah": 18,
      "text": "آیت 44 هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّ ولایت کے معنی یہاں حکومت اور اقتدار کے ہیں۔ ”والی“ کسی ملک یا علاقے کے مالک یا حکمران کو کہتے ہیں اور اسی سے یہ لفظ ولایت واؤ کی زبر کے ساتھ بنا ہے۔ اس لحاظ سے آیت کے الفاظ کا مفہوم یہ ہے کہ کل کا کل اقتدار و اختیار اللہ کے لیے ہے جو ”الحق“ ہے۔ اسی مادہ سے لفظ ”ولی“ بھی ہے جس کے معنی دوست اور پشت پناہ کے ہیں۔ اسی مادے سے ولایت واؤ کی زیر کے ساتھ بنا ہے اور یہ دوستی اور محبت کے معنی دیتا ہے۔ درج ذیل آیات میں اسی ولایت کا ذکر ہے : اَللّٰہُ وَلِیُّ الَّذِیْنَ اٰمَنُوْا یُخْرِجُہُمْ مِّنَ الظُّلُمٰتِ اِلَی النُّوْرِ البقرۃ : 257 اور اَلَآ اِنَّ اَوْلِیَآء اللّٰہِ لاَخَوْفٌ عَلَیْہِمْ وَلاَ ہُمْ یَحْزَنُوْنَ  یونس ۔ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًاانعام وہی بہتر ہے جو وہ بخشے اور انجام وہی بخیر ہے جو وہ دکھائے۔"
    },
    {
      "ayah": 45,
      "surah": 18,
      "text": "وَكَان اللّٰهُ عَلٰي كُلِّ شَيْءٍ مُّقْتَدِرًاسبزے کے اگنے اس کے نشو ونما پانے اور پھر خشک ہو کر خس و خاشاک کی شکل اختیار کرلینے کے عمل کو انسانی زندگی کی مشابہت کی بنا پر یہاں بیان کیا گیا ہے۔ بارش کے برستے ہی زمین سے طرح طرح کے نباتات نکل آتے ہیں۔ پھر دیکھتے ہی دیکھتے زمین سر سبز و شاداب ہوجاتی ہے۔ جب یہ سبزہ اپنے جوبن پر ہوتا ہے تو بڑا خوش کن منظر پیش کرتا ہے۔ مگر پھر جلد ہی اس پر زردی چھانے لگتی ہے اور چند ہی دنوں میں لہلہاتا ہوا سبزہ خس و خاشاک کا ڈھیر بن جاتا ہے اور زمین پھر سے چٹیل میدان کی صورت اختیار کرلیتی ہے۔ سبزے یا کسی فصل کے اگنے بڑھنے اور خشک ہونے کا یہ دورانیہ چند ہفتوں پر محیط ہو یا چند مہینوں پر اس کی اصل حقیقت اور کیفیت بس یہی ہے۔ اس مثال کو مد نظر رکھتے ہوئے دیکھا جائے تو بالکل یہی کیفیت انسانی زندگی کی بھی ہے۔ جس طرح نباتاتی زندگی کا آغاز آسمان سے بارش کے برسنے سے ہوتا ہے اسی طرح روح کے نزول سے انسانی زندگی کا آغاز ہوتا ہے۔ انسانی روح کا تعلق عالم امر سے ہے : قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّیْ  بنی اسرائیل : 85 شکم مادر میں جسد خاکی کے اندر روح پھونکی گئی بچہ پیدا ہوا خوشیاں منائی گئیں جوان اور طاقتور ہوا تمام صلاحیتوں کو عروج ملا پھر ادھیڑ عمر کو پہنچا جسم اور اس کی صلاحیتیں روز بروز زوال پذیر ہونے لگیں بالوں میں سفیدی آگئی چہرے پر جھریاں پڑگئیں موت وارد ہوئی قبر میں اتارا گیا اور مٹی میں مل کر مٹی ہوگیا۔ اس cycle کا دورانیہ مختلف افراد کے ساتھ مختلف سہی مگر انسانی زندگی کے آغاز و انجام کی حقیقت بس یہی کچھ ہے۔ چناچہ انسان کو یہ بات کسی وقت نہیں بھولنی چاہیے کہ دنیا کا عرصۂ حیات ایک وقفۂ امتحان ہے جسے ہر انسان اپنے اپنے انداز میں گزار رہا ہے۔"
    },
    {
      "ayah": 46,
      "surah": 18,
      "text": "آیت 46 اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَااس سورت میں دنیوی زندگی کی زیب وزینت کا ذکر یہاں تیسری مرتبہ آیا ہے۔ اس سے پہلے ہم آیت 7 میں پڑھ آئے ہیں کہ روئے زمین کی آرائش و زیبائش اور تمام رونقیں انسانوں کے امتحان کے لیے بنائی گئی ہیں : اِنَّاجَعَلْنَا مَا عَلَی الْاَرْضِ زِیْنَۃً لَّہَا لِنَبْلُوَہُمْ اَیُّہُمْ اَحْسَنُ عَمَلًا پھر آیت 28 میں رسول اللہ کو مخاطب کر کے فرمایا گیا : تُرِیْدُ زِیْنَۃَ الْحَیٰوۃِ الدُّنْیَا کہ اے نبی کہیں ان لوگوں کو یہ گمان نہ ہو کہ آپ کا مطلوب و مقصود بھی دنیوی زندگی کی آرائش و زیبائش ہی ہے معاذ اللہ ! ۔ گویا یہ موضوع اس سورت کے مضامین کا عمود ہے۔ لہٰذا یہ حقیقت ہر وقت ہمارے ذہن میں مستحضر رہنی چاہیے کہ یہ زندگی اور دنیوی مال و متاع سب عارضی ہیں۔ یہاں کے رشتے ناطے اور تمام تعلقات بھی اسی چار روزہ زندگی تک محدود ہیں۔ انسان کی آنکھ بند ہوتے ہی تمام رشتے اور تعلقات منقطع ہوجائیں گے اور اللہ کی عدالت میں ہر انسان کو تن تنہا پیش ہونا ہوگا : وَکُلُّہُمْ اٰتِیْہِ یَوْمَ الْقِیٰمَۃِ فَرْدًا مریم وہاں نہ باپ اولاد کی مدد کرے گا نہ بیٹا والدین کو سہارا دے گا اور نہ بیوی شوہر کا ساتھ دے گی۔ اس دن کے محاسبے کا سامنا ہر شخص کو اکیلے ہی کرنا ہوگا۔وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًااس مختصر زندگی کی کمائی میں اگر کسی چیز کو بقا حاصل ہے تو وہ نیک اعمال ہیں۔ آخرت میں صرف وہی کام آئیں گے۔ چناچہ دنیوی مال و اسباب سے امیدیں نہ لگاؤ اولاد سے توقعات مت وابستہ کرو۔ یہ سب عارضی چیزیں ہیں جو تمہاری موت کے ساتھ ہی تمہارے لیے بےوقعت ہوجائیں گی۔ آخرت کا سہارا چاہیے تو نیک اعمال کا توشہ جمع کرو اور اسی پونجی سے اپنی امیدیں وابستہ کرو۔"
    },
    {
      "ayah": 47,
      "surah": 18,
      "text": "آیت 47 وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةً اب قیامت کا نقشہ کھینچا جا رہا ہے کہ اس دن پہاڑ اپنی جگہ چھوڑدیں گے زمین کے تمام نشیب و فراز ختم ہوجائیں گے اور پورا کرۂ ارض ایک صاف چٹیل میدان کی شکل اختیار کرلے گا۔وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاحضرت آدم سے لے کر آخری انسان تک پیدا ہونے والے نوع انسانی کے تمام افراد کو اس دن اکٹھا کرلیا جائے گا۔"
    },
    {
      "ayah": 48,
      "surah": 18,
      "text": "آیت 48 وَعُرِضُوْا عَلٰي رَبِّكَ صَفًّا ۭ لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢیہاں ”پہلی مرتبہ“ پیدا کرنے سے مراد عالم ارواح میں انسانی ارواح کی تخلیق ہے جبکہ اس زمین پر جسم اور روح کے ملاپ سے کی جانے والی انسانی تخلیق دراصل تخلیق ثانی ہے۔ فرض کریں اس دنیا کی عمر پندرہ ہزار برس ہے تو ان پندرہ ہزار برسوں میں وہ تمام انسان اس دنیا میں آ چکے ہیں جن کی ارواح اللہ تعالیٰ نے پیدا کی تھیں۔ ان تمام انسانوں کو قیامت کے دن پھر سے اکٹھا کرلیا جائے گا۔ چناچہ آیت کا مفہوم یہ ہے کہ تمام انسان جیسے عالم ارواح میں بیک وقت ایک جگہ اکٹھے تھے ‘ اسی طرح قیامت کے دن بھی میدان حشر میں سب کے سب بیک وقت موجود ہوں گے۔بَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًایہ ان لوگوں کا ذکر ہے جو قرآن کے الفاظ میں اَلَّذِین لَاْ یَرْجُون لِقَاءَنَا وہ لوگ جنہیں ہماری ملاقات کی امید نہیں کے زمرے میں آتے ہیں۔ ایسے لوگ جب اللہ کے حضور پیش ہوں گے تو انہیں ان کا وعدۂ الست اَلَسْتُ بِرَبِّکُم الاعراف : 172 بھی یاد دلایا جائے گا کہ تم لوگوں نے مجھے اپنا رب تسلیم کیا تھا پھر تم دنیا کی زندگی میں اس حقیقت کو بالکل ہی بھول گئے کہ تم نے واپس ہمارے پاس بھی آنا ہے۔ تمہیں گمان تک نہیں تھا کہ ہم تمہارے لیے اپنے سامنے پیشی کا کوئی وقت مقرر کریں گے۔"
    },
    {
      "ayah": 49,
      "surah": 18,
      "text": "آیت 49 وَوُضِـعَ الْكِتٰبُ یہ پوری نوع انسانی کے ایک ایک فرد کی زندگی کے ایک ایک لمحے اور ایک ایک عمل کی تفصیل پر مشتمل ریکارڈ ہوگا۔ گویا یہ ایک بہت بڑا کمپیوٹر سسٹم ہے جو کسی جگہ پر نصب کیا گیا ہے اور وہاں سے لا کر میدان حشر میں رکھ دیا جائے گا۔ آج سے سو برس پہلے تو ایسی تفصیلات کو تسلیم کرنے کے لیے صرف ایمان بالغیب کا ہی سہارا لینا پڑتا تھا مگر آج کے دور میں اس سب کچھ پر یقین کرنا بہت آسان ہوگیا ہے۔ آج ہم انسان کے بنائے ہوئے کمپیوٹر کے کمالات اپنی آنکھوں سے دیکھ رہے ہیں اور اپنے معمولات زندگی میں ان سے استفادہ کر رہے ہیں۔ آج جب ہم ایک بٹن جتنی جسامت کی chip میں مفصل معلومات پر مشتمل ریکارڈ اپنی آنکھوں سے دیکھتے ہیں تو ہمیں اللہ تعالیٰ کی وضع کردہ ڈیٹا بیس الکتاب کے بارے میں کوئی شک نہیں رہ جاتا کہ اس میں کس طرح ایک ایک فرد کی ایک ایک حرکت کی ریکارڈنگ محفوظ ہوگی اور پلک جھپکنے کی دیر بھی نہیں لگے گی کہ اس کا پرنٹ متعلقہ فرد کے ہاتھ میں تھما دیا جائے گا۔فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ مجرم لوگ اپنی کتاب زندگی کے اندراجات سے لرزاں و ترساں ہوں گے۔"
    },
    {
      "ayah": 5,
      "surah": 18,
      "text": "آیت 5 مَا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۗىِٕهِمْ انہوں نے یہ جو عقیدہ ایجاد کیا ہے اس کی نہ تو ان کے پاس کوئی علمی سند ہے اور نہ ہی ان کے آباء و اَجداد کے پاس تھی۔كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْ یہ لوگ اللہ تعالیٰ سے اولاد منسوب کر کے اس کی شان میں بہت بڑی گستاخی کا ارتکاب کر رہے ہیں۔"
    },
    {
      "ayah": 50,
      "surah": 18,
      "text": "آیت 50 وَاِذْ قُلْنَا لِلْمَلٰۗىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَ یہاں سورة بنی اسرائیل اور سورة الکہف کی مشابہت کے سلسلے میں یہ اہم بات نوٹ کیجئے کہ سورة الکہف کے ساتویں رکوع کی پہلی آیت کے الفاظ بعینہٖ وہی ہیں جو سورة بنی اسرائیل کے ساتویں رکوع کی پہلی آیت کے ہیں۔ حضرت آدم اور ابلیس کا یہ قصہ قرآن میں سات مقامات پر بیان ہوا ہے۔ باقی چھ مقامات پر تو اس کا ذکر نہیں مگر یہاں یہ حقیقت واضح کی گئی ہے کہ ابلیس جنات میں سے تھا : كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖ یہاں پر ”فَ“ علت کو ظاہر کر رہا ہے کہ چونکہ وہ جنات میں سے تھا اس لیے نافرمانی کا مرتکب ہوا۔ ورنہ فرشتے کبھی اپنے رب کے حکم سے سرتابی نہیں کرتے : لَا یَعْصُوْنَ اللّٰہَ مَآ اَمَرَہُمْ وَیَفْعَلُوْنَ مَا یُؤْمَرُوْنَ  التحریم ”وہ فرشتے اللہ کی نافرمانی نہیں کرتے وہ جو بھی حکم انہیں دے اور وہ وہی کچھ کرتے ہیں جس کا انہیں حکم دیا جاتا ہے۔“ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۗءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّ اے اولاد آدم ! ذرا سوچو تم مجھے چھوڑ کر اس ابلیس کو اپنا ولی اور کارساز بناتے ہو جس نے یوں میری نافرمانی کی تھی۔ تمہارا خالق اور مالک میں ہوں میں نے تمہیں اشرف المخلوقات کے مرتبے پر فائز کیا میں نے فرشتوں کو تمہارے سامنے سرنگوں کیا تمہیں خلافت ارضی سے نوازا اور تم ہو کہ میرے مقابلے میں ابلیس اور اس کی صلبی و معنوی اولاد سے دوستیاں گانٹھتے پھرتے ہو جبکہ فی الواقع وہ تمہارے دشمن ہیں۔بِئْسَ للظّٰلِمِيْنَ بَدَلًااللہ کو چھوڑ کر اپنے دشمن شیطان اور اس کے چیلوں کی رفاقت اختیار کر کے ان ظالموں نے اپنے لیے کس قدر برا بدل اختیار کر رکھا ہے۔"
    },
    {
      "ayah": 51,
      "surah": 18,
      "text": "وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًایہ جو تم شیطان اور اس کے گروہ کو میرے برابر لا رہے ہو اور مجھے چھوڑ کر انہیں اپنا دوست بنا رہے ہو تو تمہیں معلوم ہونا چاہیے کہ وہ زمین و آسمان کی تخلیق اور خود اپنی تخلیق کے موقع کے گواہ نہیں ہیں۔"
    },
    {
      "ayah": 52,
      "surah": 18,
      "text": "فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًایہ شریک ٹھہرائی جانے والی شخصیات چاہے انبیاء ہوں اولیاء اللہ ہوں یا فرشتے روز قیامت ان کے اور انہیں شریک ماننے والوں کے درمیان ہلاکت خیز خلیج حائل کردی جائے گی تاکہ انہیں معلوم ہوجائے کہ وہ ان کی مدد کو نہیں آسکتے۔"
    },
    {
      "ayah": 53,
      "surah": 18,
      "text": "فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًایہ شریک ٹھہرائی جانے والی شخصیات چاہے انبیاء ہوں اولیاء اللہ ہوں یا فرشتے روز قیامت ان کے اور انہیں شریک ماننے والوں کے درمیان ہلاکت خیز خلیج حائل کردی جائے گی تاکہ انہیں معلوم ہوجائے کہ وہ ان کی مدد کو نہیں آسکتے۔"
    },
    {
      "ayah": 54,
      "surah": 18,
      "text": "آیت 54 وَلَقَدْ صَرَّفْــنَا فِيْ هٰذَا الْقُرْاٰنِ للنَّاسِ مِنْ كُلِّ مَثَلٍ الفاظ کے معمولی فرق کے ساتھ یہ آیت سورة بنی اسرائیل میں بھی آیت 89 موجود ہے۔ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًاسورۂ بنی اسرائیل کی آیت 89 کے پہلے حصے کے الفاظ جوں کے توں وہی ہیں جو اس آیت کے پہلے حصے کے ہیں صرف لفظوں کی ترتیب میں معمولی سا فرق ہے۔ البتہ دونوں آیات کے آخری حصوں کے الفاظ مختلف ہیں۔ سورة بنی اسرائیل کی مذکورہ آیت کا آخری حصہ یوں ہے : فَاَبآی اَکْثَرُ النَّاس الاَّ کُفُوْرًا ”مگر اکثر لوگ کفران نعمت پر ہی اڑے رہتے ہیں۔“"
    },
    {
      "ayah": 55,
      "surah": 18,
      "text": "آیت 55 وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۗءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اس آیت کی مشابہت سورة بنی اسرائیل کی آیت 94 کے ساتھ ہے۔ دونوں آیات کے پہلے حصوں کے الفاظ ہو بہو ایک جیسے ہیں۔اِلَّآ اَنْ تَاْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ یہ لوگ جو ہدایت آجانے کے بعد بھی ایمان نہیں لا رہے اور اللہ کے حضور استغفار نہیں کر رہے ہیں تو اس کی وجہ سوائے اس کے اور کچھ نہیں کہ ان کے لیے بھی پہلی قوموں کا سا انجام لکھا جا چکا ہے۔"
    },
    {
      "ayah": 56,
      "surah": 18,
      "text": "آیت 56 وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَ یہ مضمون جو یہاں سب رسولوں کے متعلق جمع کے صیغے میں آیا ہے سورة بنی اسرائیل میں حضور کے لیے صیغۂ واحد میں یوں آیا ہے : وَمَآ اَرْسَلْنٰکَ الاَّ مُبَشِّرًا وَّنَذِیْرًا ”اور اے محمد ! ہم نے نہیں بھیجا آپ کو مگر مبشر اور نذیر بنا کر۔“وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ یہ لوگ باطل کے ساتھ کھڑے ہو کر حق کو شکست دینے کے لیے مناظرے اور کٹ حجتیاں کر رہے ہیں۔"
    },
    {
      "ayah": 57,
      "surah": 18,
      "text": "آیت 57 وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدٰهُ بجائے ایمان لانے کے اور اپنے سابقہ گناہوں سے توبہ کرنے کے اس نے اللہ کی آیات سے روگردانی کی روش اپنائے رکھی۔ اس ضد اور ہٹ دھرمی میں وہ اپنے اعمال کے اس جھاڑ جھنکاڑ کو بھی بھول گیا جو اس نے اپنی آخرت کے لیے تیار کر رکھا تھا۔اِنَّا جَعَلْنَا عَلٰي قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًایہ مضمون سورة بنی اسرائیل میں اس طرح آچکا ہے : وَاِذَا قَرَاْتَ الْقُرْاٰنَ جَعَلْنَا بَیْنَکَ وَبَیْنَ الَّذِیْنَ لاَ یُؤْمِنُوْنَ بالْاٰخِرَۃِ حِجَابًا مَّسْتُوْرًا ”اور جب آپ قرآن پڑھتے ہیں تو ہم آپ کے اور آخرت پر ایمان نہ رکھنے والے لوگوں کے درمیان پردہ حائل کردیتے ہیں۔“وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًاکیونکہ حق واضح ہوجانے بعد ان کی مسلسل ہٹ دھرمی کے سبب ان کے دلوں پر مہریں لگ چکی ہیں اور اس طرح وہ اللہ کے قانون ہدایت و ضلالت کی آخری دفعہ کی زد میں آ چکے ہیں جس کے تحت جان بوجھ کر حق سے اعراض کرنے والے کو ہمیشہ کے لیے ہدایت سے محروم کردیا جاتا ہے۔"
    },
    {
      "ayah": 58,
      "surah": 18,
      "text": "آیت 58 وَرَبُّكَ الْغَفُوْرُ ذو الرَّحْمَةِ ۭ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَ یہ مضمون سورة النحل آیت 61 اور سورة فاطر آیت 45 میں بھی بڑی وضاحت سے بیان ہوا ہے کہ اگر اللہ تعالیٰ لوگوں کے ظلم اور برے اعمال کے سبب ان کا مؤاخذہ کرتا تو روئے زمین پر کوئی متنفس زندہ نہ بچتا۔بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًاجب کسی کے وعدے کی مقررہ گھڑی اجل آپہنچے گی تو اسے کوئی جائے پناہ نہیں ملے گی اور اس کے لیے اس سے سرک کر ادھر ادھر ہونے کی کوئی گنجائش نہیں ہوگی : فَاِذَاجَآءَ اَجَلُہُمْ لاَ یَسْتَاْخِرُوْنَ سَاعَۃً وَّلاَ یَسْتَقْدِمُوْنَ النحل ”پھر جب آجاتا ہے ان کا وقت معین تو نہ وہ پیچھے رہ سکتے ہیں ایک لمحہ اور نہ آگے بڑھ سکتے ہیں۔“"
    },
    {
      "ayah": 59,
      "surah": 18,
      "text": "آیت 59 وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْااَحقاف میں آباد قوم عاد کے افراد ہوں یا علاقۂ حجر کے باشندے اصحاب الایکہ ہوں یا عامورہ اور سدوم کے باسی سب اسی قانونِ الٰہی کے مطابق ہلاکت سے دو چار ہوئے۔وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًاوعدے کے اس طے شدہ وقت سے پہلے کسی قوم یا بستی پر کبھی کوئی عذاب نہیں آیا۔"
    },
    {
      "ayah": 6,
      "surah": 18,
      "text": "آیت 6 فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓي اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًاتثلیث جیسے غلط عقائد کے جو بھیانک نتائج مستقبل میں نسل انسانی کے لیے متوقع تھے ان کے تصور اور ادراک سے رسول اللہ پر شدید دباؤ تھا۔ آپ خوب سمجھتے تھے کہ اگر یہ لوگ قرآن پر ایمان نہ لائے اور اپنے موجودہ مذہب پر ہی قائم رہے تو ان کے غلط عقائد کے سبب دنیا میں دجالیت کا فتنہ جنم لے گا جس کے اثرات نسل انسانی کے لیے تباہ کن ہوں گے۔ یہی غم تھا جو آپ کی جان کو گھلائے جا رہا تھا۔"
    },
    {
      "ayah": 60,
      "surah": 18,
      "text": "ان دو رکوعوں میں حضرت موسیٰ کے ایک سفر کا ذکر ہے۔ اس واقعہ کا ذکر احادیث میں بھی ملتا ہے اور قدیم اسرائیلی روایات میں بھی جن میں سے بہت سی روایات قرآن کے بیان سے مطابقت بھی رکھتی ہیں۔ بہرحال ان روایات سے جو معلومات حاصل ہوتی ہیں ان کے مطابق اللہ تعالیٰ نے حضرت موسیٰ کو حکم دیا کہ آپ فلاں جگہ جائیں وہاں پر آپ کو ہمارا ایک صاحب علم بندہ ملے گا آپ کچھ عرصہ اس کے ساتھ رہ کر اس کے علم سے استفادہ کریں۔ ممکن ہے یہ حضرت موسیٰ کی نبوت کا ابتدائی زمانہ ہو اور اس طریقے سے آپ کی تربیت مقصود ہو جس طرح بعض روایات سے ثابت ہے کہ حضور کی تربیت کے لیے ایک فرشتہ تین سال تک مسلسل آپ کے ساتھ رہا۔ اس واقعہ میں اللہ تعالیٰ نے اپنے جس بندے کا ذکر کیا ہے ان کے بارے میں قطعی معلومات دستیاب نہیں۔ اس ضمن میں ایک رائے تو یہ ہے کہ وہ ایک فرشتہ تھے جبکہ ایک دوسری رائے کے مطابق وہ انسان ہی تھے جنہیں اللہ تعالیٰ نے بہت لمبی عمر دے رکھی ہے۔ یعنی جیسے جنوں میں سے ابلیس کو اللہ تعالیٰ نے طویل عمر عطا کر رکھی ہے ایسے ہی اس نے انسانوں میں سے اپنے ایک نیک اور برگزیدہ بندے کو بھی بہت طویل عمر سے نوازا ہے اور ان کا نام حضرت خضر ہے۔ واللہ اعلم ! روایات سے یہ بھی معلوم ہوتا ہے کہ حضرت موسیٰ کو کسی وقت یہ خیال آیا کہ اللہ تعالیٰ نے شاید مجھے روئے زمین کے تمام انسانوں سے بڑ ھ کر علم عطا فرمایا ہے۔ چناچہ اللہ تعالیٰ نے آپ پر یہ واضح کرنے کے لیے کہ وَفَوْقَ کُلِّ ذِیْ عِلْمٍ عَلِیْمٌ آپ کو ہدایت فرمائی کہ آپ فلاں جگہ ہمارے ایک بندۂ خاص سے ملاقات کریں اور کچھ عرصہ اس کے ساتھ رہ کر اس سے علم و حکمت سیکھیں۔ اس حکم کی تعمیل میں آپ اپنے نوجوان ساتھی حضرت یوشع بن نون کو ساتھ لے کر سفر پر روانہ ہوگئے۔آیت 60 وَاِذْ قَالَ مُوْسٰي لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰى اَبْلُغَ مَجْـمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًااس سے معلوم ہوتا ہے کہ آپ کو بتایا گیا تھا کہ وہ شخص مجمع البحرین دو دریاؤں کے سنگم پر ملے گا۔ مجمع البحرین کے اس مقام کے بارے میں بھی مفسرین کے ہاں اختلاف پایا جاتا ہے۔ اس سلسلے میں ایک رائے تو یہ ہے کہ بحیرۂ احمر Red Sea کے شمالی کونے سے نکلنے والی دو کھاڑیوں خلیج سویز اور خلیج عقبہ کے مقام اتصال کو مجمع البحرین کہا گیا ہے ‘ جبکہ ایک دوسری رائے کے مطابق اور یہ رائے زیادہ صحیح معلوم ہوتی ہے یہ مقام دریائے نیل پر واقع ہے۔ دریائے نیل دو دریاؤں یعنی النیل الازرق اور النیل الابیض سے مل کر بنا ہے۔ یہ دونوں دریا سوڈان کی طرف سے مصر میں داخل ہوتے ہیں۔ ایک دریا کے پانی کا رنگ نیلا ہے جبکہ دوسرے کا سفید ہے پاکستان میں بھی اٹک کے مقام پر دریائے سندھ کے صاف پانی اور دریائے کابل کے گدلے پانی کا ملاپ ایسا ہی منظر پیش کرتا ہے۔ چناچہ اس رائے کے مطابق جس مقام پر یہ دونوں دریا مل کر ایک دریا مصر کے دریائے نیل کی شکل اختیار کرتے ہیں اس مقام کو مجمع البحرین کہا گیا ہے اور یہ مقام خرطوم کی سرحد کے آس پاس ہے۔"
    },
    {
      "ayah": 61,
      "surah": 18,
      "text": "نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِي الْبَحْرِ سَرَبًایہ بھنی ہوئی مچھلی تھی جس کو وہ کھانے کی غرض سے اپنے ساتھ لے کر آئے تھے۔ اس مچھلی کو اللہ تعالیٰ کی طرف سے نشانی بنایا گیا تھا اور انہیں ہدایت کی گئی تھی کہ جس مقام پر یہ مچھلی زندہ ہو کر دریا میں چلی جائے گی اسی جگہ مطلوبہ شخصیت سے ان کی ملاقات ہوگی۔ چناچہ مجمع البحرین کے قریب پہنچ کر وہ مچھلی زندہ ہو کر ان کے توشہ دان سے باہر آئی اور اس نے سرنگ سی بنا کر دریا میں اپنی راہ لی۔ اس منظر کو حضرت یوشع بن نون نے دیکھا بھی مگر وہ حضرت موسیٰ علیہ السلام سے اس کا تذکرہ کرنا بھول گئے۔"
    },
    {
      "ayah": 62,
      "surah": 18,
      "text": "آیت 62 فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۗءَنَا ۡ لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًایہاں مفسرین نے ایک بہت اہم نکتہ بیان کیا ہے کہ آپ کو تھکاوٹ اس وجہ سے محسوس ہوئی کہ آپ مطلوبہ مقام سے آگے نکل گئے تھے۔ ورنہ اس مقام تک پہنچنے میں آپ کو کسی قسم کی تھکاوٹ کا احساس نہیں ہوا تھا۔"
    },
    {
      "ayah": 63,
      "surah": 18,
      "text": "وَمَآ اَنْسٰنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗ ۚ وَاتَّخَذَ سَبِيْلَهٗ فِي الْبَحْرِڰ عَجَبًایعنی اس جگہ وہ مچھلی زندہ ہو کر عجیب طریقے سے دریا میں چلی گئی تھی۔"
    },
    {
      "ayah": 64,
      "surah": 18,
      "text": "آیت 64 قَالَ ذٰلِكَ مَا كُنَّا نَبْغِ یہی تو ہمیں نشانی بتائی گئی تھی کہ جس جگہ مچھلی زندہ ہو کر دریا میں چلی جائے گی اس جگہ پر اللہ کے اس بندے سے ہماری ملاقات ہوگی۔ چناچہ چلو اب واپس اسی جگہ پر پہنچیں۔فَارْتَدَّا عَلٰٓي اٰثَارِهِمَا قَصَصًاواپس اپنے قدموں کے نشانات پر چلتے ہوئے وہ عین اسی جگہ پر آگئے جہاں چٹان کے پاس مچھلی زندہ ہو کر دریا میں کود گئی تھی۔"
    },
    {
      "ayah": 65,
      "surah": 18,
      "text": "آیت 65 فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا یعنی اللہ تعالیٰ نے اپنے پاس سے اپنے خاص خزانۂ فیض سے اسے خصوصی علم عطا کر رکھا تھا۔ ”علم لدنی“ کی اصطلاح یہیں سے اخذ کی گئی ہے۔ لَدُن کے معنی قریب یا نزدیک کے ہیں۔ چناچہ علم لدنی سے مراد وہ علم ہے جو اللہ تعالیٰ اپنی خاص رحمت سے کسی کو عطا کر دے۔ یعنی ایک علم تو وہ ہے جو انسان اپنے حواس خمسہ کے ذریعے سے باقاعدہ محنت و مشقت کے عمل سے گزر کر حاصل کرتا ہے جیسے مدارس عربیہ میں صرف و نحو تفسیر و حدیث اور فقہ وغیرہ علوم حاصل کیے جاتے ہیں یا سکول و کالج میں متداول عمرانی و سائنسی علوم سیکھے جاتے ہیں لیکن علم کی ایک قسم وہ بھی ہے جو اللہ تعالیٰ براہ راست کسی انسان کے دل میں ڈال دیتا ہے اور اس کو اس کی تحصیل کے لیے کوئی مشقت وغیرہ بھی نہیں اٹھانی پڑتی۔"
    },
    {
      "ayah": 66,
      "surah": 18,
      "text": "آیت 66 قَالَ لَهٗ مُوْسٰي هَلْ اَتَّبِعُكَ عَلٰٓي اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًامجھے اللہ تعالیٰ نے بتایا ہے کہ اس نے آپ کو خاص حکمت اور دانائی عطا کر رکھی ہے۔ اگر آپ اجازت دیں تو میں کچھ عرصہ آپ کے ساتھ رہوں اور آپ مجھے بھی اس علم خاص میں سے کچھ سکھا دیں۔"
    },
    {
      "ayah": 67,
      "surah": 18,
      "text": "آیت 66 قَالَ لَهٗ مُوْسٰي هَلْ اَتَّبِعُكَ عَلٰٓي اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًامجھے اللہ تعالیٰ نے بتایا ہے کہ اس نے آپ کو خاص حکمت اور دانائی عطا کر رکھی ہے۔ اگر آپ اجازت دیں تو میں کچھ عرصہ آپ کے ساتھ رہوں اور آپ مجھے بھی اس علم خاص میں سے کچھ سکھا دیں۔"
    },
    {
      "ayah": 68,
      "surah": 18,
      "text": "آیت 68 وَكَيْفَ تَصْبِرُ عَلٰي مَا لَمْ تُحِطْ بِهٖ خُبْرًا میرے ساتھ رہ کر آپ کو میرے کام بڑے عجیب لگیں گے اور آپ صبر نہیں کر پائیں گے کیونکہ ان کاموں کی حقیقی غرض وغایت کے بارے میں آپ کو پوری طرح آگاہی حاصل نہیں ہوگی۔ جو باتیں آپ کے دائرۂ علم سے باہر ہوں گی ان پر آپ کیسے صبر کر پائیں گے !"
    },
    {
      "ayah": 69,
      "surah": 18,
      "text": "آیت 69 قَالَ سَتَجِدُنِيْٓ اِنْ شَاۗءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًایہاں پر ایک اہم نکتہ لائق توجہ ہے کہ جب صبر کرنے کی بات ہوئی تو اس کے ساتھ حضرت موسیٰ نے ان شاء اللہ کہا لیکن نافرمانی نہ کرنے کے وعدے کے ساتھ ان شاء اللہ نہیں کہا۔ چناچہ بعد میں ہم دیکھیں گے کہ اسی وعدے کی خلاف ورزی آپ سے ہوئی جس کے ساتھ ان شاء اللہ نہیں کہا گیا تھا۔ اس حوالے سے اسی سورت کا وہ حکم بھی ذہن میں رکھیے جس میں حضور کو مخاطب کر کے فرمایا گیا ہے : وَلَا تَقُوْلَنَّ لِشَایْءٍ اِنِّیْ فَاعِلٌ ذٰلِکَ غَدًا اِلَّآ اَنْ یَّشَآء اللّٰہُز وَاذْکُرْ رَّبَّکَ اِذَا نَسِیْتَ وَقُلْ عَسٰٓی اَنْ یَّہْدِیَنِ رَبِّیْ لِاَقْرَبَ مِنْ ہٰذَا رَشَدًا ”اور کسی چیز کے بارے میں یہ کبھی نہ کہا کریں کہ میں کل یہ کرنے والا ہوں مگر یہ کہ اللہ چاہے“ اور اپنے رب کو یاد کر لیاکیجیے جب آپ بھول جائیں اور کہیے کہ ممکن ہے میرا رب میری راہنمائی کر دے اس سے زیادہ بھلائی کی راہ کی طرف۔“"
    },
    {
      "ayah": 7,
      "surah": 18,
      "text": "آیت 7 اِنَّا جَعَلْنَا مَا عَلَي الْاَرْضِ زِيْنَةً لَّهَایہاں یہ نکتہ ذہن نشین کرلیجئے کہ لفظ ”زینت“ اور دنیوی آرائش و زیبائش کا موضوع اس سورت کے مضامین کا عمود ہے۔ یعنی دنیا کی رونق چمک دمک اور زیب وزینت میں انسان اس قدر کھو جاتا ہے کہ آخرت کا اسے بالکل خیال ہی نہیں رہتا۔ دنیا کی یہ رنگینیاں امریکہ اور یورپ میں اس حد تک بڑھ چکی ہیں کہ انہیں دیکھ کر عقل دنگ رہ جاتی ہے اور انسان اس سب کچھ سے متاثر ہوئے بغیر نہیں رہ سکتا۔ یہی وجہ ہے کہ آج ہم امریکی اور یورپی اقوام کی علمی ترقی سے متاثر اور ان کے مادی اسباب و وسائل سے مرعوب ہیں۔ اپنی اسی مرعوبیت کے باعث ہم ان کی لادینی تہذیب و ثقافت کے بھی دلدادہ ہیں اور ان کے طرز معاشرت کو اپنانے کے بھی درپے ہیں۔لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًادُنیا کے یہ ظاہری ٹھاٹھ باٹھ دراصل انسان کی آزمائش کے لیے پیدا کیے گئے ہیں۔ ایک طرف دنیا کی یہ سب دلچسپیاں اور رنگینیاں ہیں اور دوسری طرف اللہ اور اس کے احکام ہیں۔ انسان کے سامنے یہ دونوں راستے کھلے چھوڑ کر دراصل یہ دیکھنا مقصود ہے کہ وہ ان میں سے کس کا انتخاب کرتا ہے۔ دنیا کی رنگینیوں میں کھوجاتا ہے یا اپنے خالق ومالک کو پہچانتے ہوئے اس کے احکام کی تعمیل کو اپنی زندگی کا اصل مقصود سمجھتا ہے۔ اس سلسلے میں کسی شاعر کا یہ شعر اگرچہ شان باری تعالیٰ کے لائق تو نہیں مگر اس مضمون کی وضاحت کے لیے بہت خوب ہے : رُخِ روشن کے آگے شمع رکھ کر وہ یہ کہتے ہیں اِدھر آتا ہے دیکھیں یا ادھر پروانہ جاتا ہے !اب جس پروانے انسان کو اس شمع کی ظاہری روشنی اور چمک اپنی طرف کھینچ لے گئی تو وہ فَقَدْ خَسِرَ خُسْرَانًا مُّبِیْنًا النساء کے مصداق تباہ و برباد ہوگیا اور جو اس کی ظاہری اور وقتی چکا چوند کو نظر انداز کر کے حسن ازلی اور اللہ کے جلال و کمال کی طرف متوجہ ہوگیا وہ حقیقی کامیابی اور دائمی نعمتوں کا مستحق ٹھہرا۔"
    },
    {
      "ayah": 70,
      "surah": 18,
      "text": "آیت 70 قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْــــَٔـلْنِيْ عَنْ شَيْءٍ حَتّٰى اُحْدِثَ لَكَ مِنْهُ ذِكْرًابس آپ میرے ساتھ ساتھ رہیں اور میں جو کچھ کروں یا میرے ساتھ جو کچھ ہو آپ خاموشی سے اس کا مشاہدہ کرتے رہیں مگر کسی چیز کے بارے میں مجھ سے سوال نہ کریں۔ میں جب مناسب سمجھوں گا ان تمام چیزوں کی حقیقت اور تفصیل آپ کو بتادوں گا جو آپ کے مشاہدے میں آئی ہوں گی۔"
    },
    {
      "ayah": 71,
      "surah": 18,
      "text": "آیت 71 فَانْطَلَقَا ۪حَتّٰٓي اِذَا رَكِبَا فِي السَّفِيْنَةِ خَرَقَهَاحضرت موسیٰ نے ان کی سوال نہ کرنے والی شرط تسلیم کرلی اور یوں وہ دونوں سفر پر روانہ ہوگئے۔ جب وہ دریا پار کرنے کے لیے ایک کشتی میں سوار ہوئے تو انہوں ان کو صاحب موسیٰ کہیں یا حضرت خضر کہیں نے بیٹھتے ہی کشتی کا ایک تختہ اکھاڑ دیا۔ حضرت موسیٰ نے جب یہ دیکھا تو آپ کہاں خاموش رہنے والے تھے فوراً ان کو ٹوک دیا۔"
    },
    {
      "ayah": 72,
      "surah": 18,
      "text": "آیت 72 قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًااس قصہ میں مذکور تین واقعات کے حوالے سے ایک اہم بات سمجھنے کی یہ ہے کہ اللہ کے جن احکام کے مطابق اس کائنات کا نظام چل رہا ہے ان کی حیثیت تشریعی شریعت سے متعلق نہیں بلکہ تکوینی کائنات کے انتظامی امور سے متعلق ہے۔ ان احکام کی تنفیذ کے لیے فرشتے مقرر ہیں۔ اس سلسلے میں شاہ ولی اللہ کی رائے یہ بھی ہے کہ اس مقصد کے لیے اولیاء اللہ کی ارواح کو بھی ملائکہ کے طبقہ اسفل میں شامل کردیا جاتا ہے اور وہ بھی فرشتوں کے ساتھ مل کر اللہ تعالیٰ کے احکام کی تنفیذ میں حصہ لیتے ہیں۔ بہر حال ان تکوینی احکام کی تعمیل کے نتیجے میں جو واقعات رونما ہوتے ہیں ہم ان کے صرف ظاہری پہلوؤں کو ہی دیکھ سکتے ہیں۔ کسی واقعہ کے پیچھے اللہ کی مشیت کیا ہے ؟ اس کا ادراک ہم نہیں کرسکتے۔ ضروری نہیں کہ کوئی واقعہ یا کوئی چیز بظاہر جیسے دکھائی دے اس کی حقیقت بھی ویسی ہی ہو۔ ممکن ہے ہم کسی چیز کو اپنے لیے برا سمجھ رہے ہوں مگر اس کے اندر ہمارے لیے خیر ہو اور جس چیز کو اچھا سمجھ رہے ہوں وہ حقیقت میں اچھی نہ ہو۔ سورة البقرۃ میں ہم یہ آیت پڑھ چکے ہیں : وَعَسٰٓى اَنْ تَكْرَھُوْا شَـيْـــًٔـا وَّھُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تُحِبُّوْا شَـيْـــــًٔـا وَّھُوَ شَرٌّ لَّكُمْ ۭ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ”ہوسکتا ہے تم کسی چیز کو برا سمجھو اور وہ تمہارے لیے بہتر ہو اور ہوسکتا ہے تم کسی چیز کو پسند کرو اور وہ تمہارے لیے بری ہو اللہ جانتا ہے اور تم نہیں جانتے“۔ چناچہ ایک بندۂ مؤمن کو تفویض الامر کا رویہ اپنانا چاہیے کہ اے اللہ ! میرا معاملہ تیرے سپرد ہے میرے لیے جو تو پسند کرے گا میں اسی پر راضی رہوں گا کیونکہ تیرے ہاتھ میں خیر ہی خیر ہے : بِیَدِکَ الْخَیْرُ آل عمران 26۔"
    },
    {
      "ayah": 73,
      "surah": 18,
      "text": "آیت 73 قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًامیں بھول گیا تھا کہ آپ سے میں نے سوال نہ کرنے کا وعدہ کیا ہے لہٰذا آپ میری اس بھول کی وجہ سے میرا مؤاخذہ نہ کریں اور درگزر سے کام لیں۔"
    },
    {
      "ayah": 74,
      "surah": 18,
      "text": "قَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةًۢبِغَيْرِ نَفْسٍ اس نے کوئی گناہ نہیں کیا تھا کسی کا خون نہیں بہایا تھا پھر بھی آپ نے اسے قتل کردیا۔"
    },
    {
      "ayah": 75,
      "surah": 18,
      "text": "قَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةًۢبِغَيْرِ نَفْسٍ اس نے کوئی گناہ نہیں کیا تھا کسی کا خون نہیں بہایا تھا پھر بھی آپ نے اسے قتل کردیا۔"
    },
    {
      "ayah": 76,
      "surah": 18,
      "text": "آیت 76 قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْ ایک دفعہ پھر آپ میری اس بھول کو نظر انداز کردیں لیکن اگر تیسری مرتبہ ایسا ہوا تب بیشک آپ مجھے اپنے ساتھ رکھنے سے انکار کردیں۔قَدْ بَلَغْتَ مِنْ لَّدُنِّىْ عُذْرًایعنی آپ کی طرف سے مجھ پر حجت قائم ہوچکی ہے۔ لہٰذا اس کے بعد آپ مجھے ساتھ نہ رکھنے کے بارے میں عذر کرسکتے ہیں۔"
    },
    {
      "ayah": 77,
      "surah": 18,
      "text": "آیت 77 فَانْطَلَقَا ۪حَتّٰٓي اِذَآ اَتَيَآ اَهْلَ قَرْيَـةِۨ اسْـتَطْعَمَآ اَهْلَهَاکہ ہم مسافر ہیں بھوکے ہیں ہمیں کھانا چاہیے۔فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَااس بستی کے باشندے کچھ ایسے کٹھور دل تھے کہ پوری بستی میں سے کسی ایک شخص نے بھی انہیں کھانا کھلانے کی حامی نہ بھری۔قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًایہ ایسے ناہنجار لوگ ہیں کہ انہوں نے ہمیں کھانا تک کھلانے سے انکار کردیا تھا اور آپ نے بغیر کسی معاوضے کے ان کی دیوار مرمت کردی ہے۔ بہتر ہوتا اگر آپ اس کام کی کچھ اجرت طلب کرتے اور اس کے عوض ہم کھانا ہی کھالیتے۔"
    },
    {
      "ayah": 78,
      "surah": 18,
      "text": "آیت 77 فَانْطَلَقَا ۪حَتّٰٓي اِذَآ اَتَيَآ اَهْلَ قَرْيَـةِۨ اسْـتَطْعَمَآ اَهْلَهَاکہ ہم مسافر ہیں بھوکے ہیں ہمیں کھانا چاہیے۔فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَااس بستی کے باشندے کچھ ایسے کٹھور دل تھے کہ پوری بستی میں سے کسی ایک شخص نے بھی انہیں کھانا کھلانے کی حامی نہ بھری۔قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًایہ ایسے ناہنجار لوگ ہیں کہ انہوں نے ہمیں کھانا تک کھلانے سے انکار کردیا تھا اور آپ نے بغیر کسی معاوضے کے ان کی دیوار مرمت کردی ہے۔ بہتر ہوتا اگر آپ اس کام کی کچھ اجرت طلب کرتے اور اس کے عوض ہم کھانا ہی کھالیتے۔"
    },
    {
      "ayah": 79,
      "surah": 18,
      "text": "آیت 79 اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِي الْبَحْرِ وہ بہت غریب اور نادار لوگ تھے صرف وہ کشتی ہی ان کے معاش کا سہارا تھی۔ اس کے ذریعے وہ لوگوں کو دریا کے آر پار لے جاتے اور اس مزدوری سے اپنا پیٹ پالتے تھے۔فَاَرَدْتُّ اَنْ اَعِيْبَهَا وَكَانَ وَرَاۗءَهُمْ مَّلِكٌ يَّاْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًابادشاہ ہر اس کشتی کو اپنے قبضے میں لے لیتا تھا جو صحیح وسالم ہوتی تھی۔ ان نادار لوگوں کی کشتی بھی اگر بےعیب ہوتی تو بادشاہ ان سے زبردستی چھین لیتا۔ چناچہ میں نے اس کا ایک تختہ توڑ کر اسے عیب دار کردیا۔ اب جب بادشاہ اس عیب دار کشتی کو دیکھے گا تو اسے چھوڑ دے گا اور اس طرح ان کی روزی کا واحد سہارا ان سے نہیں چھنے گا۔ پوری کشتی چھن جانے کے مقابلے میں ایک تختے کا ٹوٹ جانا تو معمولی بات ہے۔ اس تختے کی وہ لوگ آسانی سے مرمت کرلیں گے اور یوں وہ کشتی ان کی روزی کا ذریعہ بنی رہے گی۔ لہٰذا وہ تختہ ان لوگوں کی بھلائی کے لیے توڑا گیا تھا نہ کہ کسی کو نقصان پہنچانے کے لیے۔"
    },
    {
      "ayah": 8,
      "surah": 18,
      "text": "آیت 8 وَاِنَّا لَجٰعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاقیامت برپا ہونے کے بعد اس زمین کی تمام آرائش و زیبائش ختم کر کے اسے ایک صاف ہموار میدان میں تبدیل کردیا جائے گا۔ نہ پہاڑ اور سمندر باقی رہیں گے اور نہ یہ حسین ود لکش عمارات۔ اس وقت زمین کی سطح ایک ایسے کھیت کا منظر پیش کر رہی ہوگی جس کی فصل کٹ چکی ہو اور اس میں صرف بچا کھچا سوکھا چورا ادھر ادھر بکھرا پڑا ہو۔"
    },
    {
      "ayah": 80,
      "surah": 18,
      "text": "آیت 80 وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوٰهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًاحضرت خضر کو اپنے خاص علم کی بنا پر معلوم ہوا ہوگا کہ اس بچے کے genes اچھے نہیں ہیں اور بڑا ہو کر اپنے والدین کے لیے سوہان روح ثابت ہوگا اور سرکشی اور ناشکری کی روش اختیار کر کے ان کو عاجز کر دے گا۔"
    },
    {
      "ayah": 81,
      "surah": 18,
      "text": "آیت 81 فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًابچے کے والدین چونکہ نیک اور صالح لوگ تھے اس لیے ان کے رب نے چاہا کہ اس بچے کی جگہ انہیں ایک ایسا فرزند عطا فرمائے جو پاکیزہ نفسی و پرہیزگاری میں اس سے بہتر اور مروّت و دردمندی میں اس سے بڑھ کر ہو۔ چناچہ وقتی طور پر تو بچے کے فوت ہونے سے والدین پر غم کا پہاڑ ٹوٹ پڑا ہوگا لیکن حقیقت میں یہ سب کچھ ان کی بہتری کے لیے ہی کیا گیا تھا۔"
    },
    {
      "ayah": 82,
      "surah": 18,
      "text": "آیت 82 وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِي الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًاباپ نے جب دیکھا ہوگا کہ میرا آخری وقت قریب آ لگا ہے اور میرے بچے ابھی بہت چھوٹے ہیں تو اس نے اپنی ساری پونجی اکٹھی کر کے دیوار کی بنیاد میں دفن کردی ہوگی اس امید پر کہ جب وہ بڑے ہوں گے تو نکال لیں گے۔ لیکن اگر وہ دیوار وقت سے پہلے ہی گر جاتی تو اس بستی کے نا ہنجار لوگ جو کسی مسافر کو کھانا کھلانے کے بھی روادار نہیں ان یتیموں کا دفینہ لوٹ کرلے جاتے۔فَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا باپ چونکہ نیک آدمی تھا اس لیے اللہ تعالیٰ کی طرف سے دیوار کی مرمت کا اہتمام کر کے اس کے کمسن یتیم بچوں کی بھلائی کا سامان کیا گیا۔رَحْمَةً مِّنْ رَّبِّكَ ۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْ یعنی یہ تمام امور اللہ کی رحمت کا مظہر تھے۔ یہ اللہ ہی کے فیصلے تھے اور اسی کے حکم سے ان کی تنفیذ و تعمیل کی گئی۔ میں نے اپنی مرضی سے ان میں سے کچھ بھی نہیں کیا۔ ان امور کے سلسلے میں اللہ کے احکام کی تنفیذ کرنے والے اللہ کے وہ بندے حضرت خضر تھے کوئی اور ولی اللہ تھے یا کوئی فرشتہ تھے اس سے فرق نہیں پڑتا۔ اس سارے واقعہ میں اصل بات جو سمجھنے کی ہے وہ یہ ہے کہ اللہ کے ایسے تمام بندے کارکنان قضا و قدر کی فوج کے سپاہی ہیں اور وہ لوگ اللہ تعالیٰ کے جن احکام کی تنفیذ کر رہے ہیں ان کا تعلق شریعت سے نہیں بلکہ تکوینی امور سے ہے۔ دنیا میں جو واقعات و حادثات رونما ہوتے ہیں ہم صرف ان کے ظاہری پہلو کو دیکھ کر ہی ان پر خوشی کا اظہار کرتے ہیں یا دل گرفتہ ہوتے ہیں۔ بہر حال ہمیں یقین ہونا چاہیے کہ اللہ تعالیٰ کی طرف سے جو کچھ ہوتا ہے اس میں خیر اور بھلائی ہی ہوتی ہے۔ لہٰذا ہمیں اپنے تمام معاملات میں ”تفویض الامر“ کا رویہ اپناتے ہوئے راضی برضائے رب رہنا چاہیے کہ : ”ہرچہ ساقی ما ریخت عین الطاف است !“"
    },
    {
      "ayah": 83,
      "surah": 18,
      "text": "اس رکوع میں ذوالقرنین کے بارے میں یہود مدینہ کے سوال کا جواب دیا گیا ہے۔ بیسویں صدی کے آغاز تک اکثر مفسرین ذوالقرنین سے ناواقف تھے۔ چناچہ تیرہ سو سال تک عام طور پر سکندر اعظم ہی کو ذوالقرنین سمجھا جاتا رہا۔ اس کی وجہ یہ تھی کہ قرآن میں ذوالقرنین کی فتوحات کا ذکر جس انداز میں ہوا ہے یہ انداز سکندر اعظم کی فتوحات سے ملتا جلتا ہے ‘ لیکن حقیقت یہ ہے کہ ذوالقرنین کی سیرت کا وہ نقشہ جو قرآن نے پیش کیا ہے اس کی سکندر اعظم کی سیرت کے ساتھ سرے سے کوئی مناسبت ہی نہیں۔ بہرحال جدید تحقیق سے معلوم ہوا ہے کہ ذوالقرنین قدیم ایران کے بادشاہ کیخورس یا سائرس کا لقب تھا۔ یہ اس زمانے کی بات ہے جب ایران کے علاقے میں دو الگ الگ خود مختار مملکتیں قائم تھیں۔ ایک کا نام پارس تھا جس سے ”فارس“ کا لفظ بنا ہے اور دوسرے کا نام ”مادا“ تھا۔ کیخورس یا سائرس نے ان دونوں مملکتوں کو ملا کر ایک ملک بنا دیا اور یوں سلطنت ایران کے سنہرے دور کا آغاز ہوا۔ دو مملکتوں کے فرمانروا ہونے کی علامت کے طور پر اس نے اپنے تاج میں دو سینگ لگا رکھے تھے اور اس طرح اس کا لقب ذوالقرنین دو سینگوں والا پڑگیا۔آیت 83 وَيَسْـــَٔـلُوْنَكَ عَنْ ذِي الْقَرْنَيْنِ ۭ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًاذوالقرنین کے بارے میں جدید تحقیق کو اہل علم کے حلقے میں متعارف کرانے کا سہرا مولانا ابو الکلام آزاد کے سر ہے۔ انہوں نے اپنی تفسیر ”ترجمان القرآن“ میں اس موضوع پر بہت تفصیل سے بحث کی ہے اور ثابت کیا ہے کہ قدیم ایران کا بادشاہ کیخورس یا سائرس ہی ذوالقرنین تھا۔ مولانا ابو الکلام آزاد کی تحقیق کی بنیاد ان معلومات پر ہے جو شہنشاہ ایران رضا شاہ پہلوی کے دور میں ایک کھدائی کے دوران دستیاب ہوئی تھیں۔ اس کھدائی کے دوران اس عظیم فاتح بادشاہ کا ایک مجسمہ بھی دریافت ہوا تھا اور مقبرہ بھی۔ اس کھدائی سے ملنے والی معلومات کی بنیاد پر رضا شاہ پہلوی نے اس کی ڈھائی ہزار سالہ برسی منانے کا خصوصی اہتمام کیا تھا۔ دریافت شدہ مجسمے کے سر پر جو تاج تھا اس میں دو سینگ بھی موجود تھے جس سے یہ ثابت ہوگیا کہ ایران کا یہی بادشاہ کیخورس یا سائرس تھا جو تاریخ میں ذوالقرنین کے لقب سے مشہور ہے۔اب یہ سوال پیدا ہوتا ہے کہ یہودیوں نے خصوصی طور پر یہ سوال کیوں پوچھا تھا اور ذوالقرنین کی شخصیت میں ان کی اس دلچسپی کا سبب کیا تھا ؟ اس سوال کا جواب ہمیں بنی اسرائیل کی تاریخ سے ملتا ہے۔ جب 87 قبل مسیح کے لگ بھک عراق کے بادشاہ بخت نصر نے فلسطین پر حملہ کر کے یروشلم کو تباہ کیا تو اس شہر کی اکثریت کو تہ تیغ کردیا گیا اور زندہ بچ جانے والوں کو وہ اپنی فوج کے ساتھ بابل Babilonia لے گیا جہاں یہ لوگ ڈیڑھ سو سال تک اسیری کی حالت میں رہے۔ جب ایران کے بادشاہ کیخورس یا سائرس آئندہ سطور میں انہیں ”ذوالقرنین“ ہی لکھاجائے گا نے ایران کو متحد کرنے کے بعد اپنی فتوحات کا دائرہ وسیع کیا تو سب سے پہلے عراق کو فتح کیا۔ مشرق وسطیٰ کے موجودہ نقشے کو ذہن میں رکھا جائے تو فلسطین ‘ اسرائیل شرق اردن مغربی کنارہ اور لبنان کے ممالک پر مشتمل پورے علاقے کو اس زمانے میں شام عرب یا شام اور اس سے مشرق میں واقع علاقے کو عراق عرب یا عراق کہا جاتا تھا جبکہ عراق کے مزید مشرق میں ایران واقع تھا۔ عراق پر قبضہ کرنے کے بعد ذوالقرنین نے بابل میں اسیر یہودیوں کو آزاد کردیا اور انہیں اجازت دے دی کہ وہ اپنے ملک واپس جا کر اپنا تباہ شدہ شہر یروشلم دوبارہ آباد کرلیں۔ چناچہ حضرت عزیر کی قیادت میں یہودیوں کا قافلہ بابل سے واپس یروشلم آیا۔ انہوں نے اپنے اس شہر کو پھر سے آباد کیا اور ہیکل سلیمانی کو بھی از سر نو تعمیر کیا۔ اس پس منظر میں یہودی ذوالقرنین کو اپنا محسن سمجھتے ہیں اور اسی سبب سے ان کے بارے میں انہوں نے حضور سے یہ سوال پوچھا تھا۔ذوالقرنین کی فتوحات کے سلسلے میں تین مہمات کا ذکر تاریخ میں بھی ملتا ہے۔ ان مہمات میں ایران سے مغرب میں بحیرۂ روم Mediterranian تک پورے علاقے کی تسخیر ‘ مشرق میں بلوچستان اور مکران تک لشکرکشی اور شمال میں بحیرۂ خَزَر Caspian Sea اور بحیرۂ اسود Black Sea کے درمیانی پہاڑی علاقے کی فتوحات شامل ہیں۔ ذوالقرنین کا یہ سلسلہ فتوحات حضرت عمر کے دور خلافت کی فتوحات کے سلسلے سے مشابہ ہے۔ حضرت عمر کے دور میں بھی جزیرہ نمائے عرب سے مختلف سمتوں میں تین لشکروں نے پیش قدمی کی تھی ایک لشکر شام اور پھر مصر گیا تھا دوسرے لشکر نے عراق کے بعد ایران کو فتح کیا تھا جبکہ تیسرا لشکر شمال میں کوہ قاف Caucasus تک جا پہنچا تھا۔قدیم روایات میں ذوالقرنین کے بارے میں کچھ ایسی معلومات بھی ملتی ہیں کہ ابتدائی عمر میں وہ ایک چھوٹی سی مملکت کے شہزادے تھے۔ ان کے اپنے ملک میں کچھ ایسے حالات ہوئے کہ کچھ لوگ ان کی جان کے درپے ہوگئے۔ وہ کسی نہ کسی طرح وہاں سے بچ نکلنے میں کامیاب ہوگئے اور کچھ عرصہ صحرا میں روپوش رہے۔ اسی عرصے کے دوران ان تک کسی نبی کی تعلیمات پہنچیں۔ یہ بھی ممکن ہے کہ زرتشت ہی اللہ کے نبی ہوں اور انہی کی تعلیمات سے انہوں نے استفادہ کیا ہو۔ بہر حال قرآن نے ذوالقرنین کا جو کردار پیش کیا ہے وہ ایک نیک اور صالح بندۂ مومن کا کردار ہے اور اس کردار کی خصوصیات تاریخی اعتبار سے اس زمانے کے کسی اور فاتح حکمران پر منطبق نہیں ہوتیں۔"
    },
    {
      "ayah": 84,
      "surah": 18,
      "text": "اس رکوع میں ذوالقرنین کے بارے میں یہود مدینہ کے سوال کا جواب دیا گیا ہے۔ بیسویں صدی کے آغاز تک اکثر مفسرین ذوالقرنین سے ناواقف تھے۔ چناچہ تیرہ سو سال تک عام طور پر سکندر اعظم ہی کو ذوالقرنین سمجھا جاتا رہا۔ اس کی وجہ یہ تھی کہ قرآن میں ذوالقرنین کی فتوحات کا ذکر جس انداز میں ہوا ہے یہ انداز سکندر اعظم کی فتوحات سے ملتا جلتا ہے ‘ لیکن حقیقت یہ ہے کہ ذوالقرنین کی سیرت کا وہ نقشہ جو قرآن نے پیش کیا ہے اس کی سکندر اعظم کی سیرت کے ساتھ سرے سے کوئی مناسبت ہی نہیں۔ بہرحال جدید تحقیق سے معلوم ہوا ہے کہ ذوالقرنین قدیم ایران کے بادشاہ کیخورس یا سائرس کا لقب تھا۔ یہ اس زمانے کی بات ہے جب ایران کے علاقے میں دو الگ الگ خود مختار مملکتیں قائم تھیں۔ ایک کا نام پارس تھا جس سے ”فارس“ کا لفظ بنا ہے اور دوسرے کا نام ”مادا“ تھا۔ کیخورس یا سائرس نے ان دونوں مملکتوں کو ملا کر ایک ملک بنا دیا اور یوں سلطنت ایران کے سنہرے دور کا آغاز ہوا۔ دو مملکتوں کے فرمانروا ہونے کی علامت کے طور پر اس نے اپنے تاج میں دو سینگ لگا رکھے تھے اور اس طرح اس کا لقب ذوالقرنین دو سینگوں والا پڑگیا۔آیت 83 وَيَسْـــَٔـلُوْنَكَ عَنْ ذِي الْقَرْنَيْنِ ۭ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًاذوالقرنین کے بارے میں جدید تحقیق کو اہل علم کے حلقے میں متعارف کرانے کا سہرا مولانا ابو الکلام آزاد کے سر ہے۔ انہوں نے اپنی تفسیر ”ترجمان القرآن“ میں اس موضوع پر بہت تفصیل سے بحث کی ہے اور ثابت کیا ہے کہ قدیم ایران کا بادشاہ کیخورس یا سائرس ہی ذوالقرنین تھا۔ مولانا ابو الکلام آزاد کی تحقیق کی بنیاد ان معلومات پر ہے جو شہنشاہ ایران رضا شاہ پہلوی کے دور میں ایک کھدائی کے دوران دستیاب ہوئی تھیں۔ اس کھدائی کے دوران اس عظیم فاتح بادشاہ کا ایک مجسمہ بھی دریافت ہوا تھا اور مقبرہ بھی۔ اس کھدائی سے ملنے والی معلومات کی بنیاد پر رضا شاہ پہلوی نے اس کی ڈھائی ہزار سالہ برسی منانے کا خصوصی اہتمام کیا تھا۔ دریافت شدہ مجسمے کے سر پر جو تاج تھا اس میں دو سینگ بھی موجود تھے جس سے یہ ثابت ہوگیا کہ ایران کا یہی بادشاہ کیخورس یا سائرس تھا جو تاریخ میں ذوالقرنین کے لقب سے مشہور ہے۔اب یہ سوال پیدا ہوتا ہے کہ یہودیوں نے خصوصی طور پر یہ سوال کیوں پوچھا تھا اور ذوالقرنین کی شخصیت میں ان کی اس دلچسپی کا سبب کیا تھا ؟ اس سوال کا جواب ہمیں بنی اسرائیل کی تاریخ سے ملتا ہے۔ جب 87 قبل مسیح کے لگ بھک عراق کے بادشاہ بخت نصر نے فلسطین پر حملہ کر کے یروشلم کو تباہ کیا تو اس شہر کی اکثریت کو تہ تیغ کردیا گیا اور زندہ بچ جانے والوں کو وہ اپنی فوج کے ساتھ بابل Babilonia لے گیا جہاں یہ لوگ ڈیڑھ سو سال تک اسیری کی حالت میں رہے۔ جب ایران کے بادشاہ کیخورس یا سائرس آئندہ سطور میں انہیں ”ذوالقرنین“ ہی لکھاجائے گا نے ایران کو متحد کرنے کے بعد اپنی فتوحات کا دائرہ وسیع کیا تو سب سے پہلے عراق کو فتح کیا۔ مشرق وسطیٰ کے موجودہ نقشے کو ذہن میں رکھا جائے تو فلسطین ‘ اسرائیل شرق اردن مغربی کنارہ اور لبنان کے ممالک پر مشتمل پورے علاقے کو اس زمانے میں شام عرب یا شام اور اس سے مشرق میں واقع علاقے کو عراق عرب یا عراق کہا جاتا تھا جبکہ عراق کے مزید مشرق میں ایران واقع تھا۔ عراق پر قبضہ کرنے کے بعد ذوالقرنین نے بابل میں اسیر یہودیوں کو آزاد کردیا اور انہیں اجازت دے دی کہ وہ اپنے ملک واپس جا کر اپنا تباہ شدہ شہر یروشلم دوبارہ آباد کرلیں۔ چناچہ حضرت عزیر کی قیادت میں یہودیوں کا قافلہ بابل سے واپس یروشلم آیا۔ انہوں نے اپنے اس شہر کو پھر سے آباد کیا اور ہیکل سلیمانی کو بھی از سر نو تعمیر کیا۔ اس پس منظر میں یہودی ذوالقرنین کو اپنا محسن سمجھتے ہیں اور اسی سبب سے ان کے بارے میں انہوں نے حضور سے یہ سوال پوچھا تھا۔ذوالقرنین کی فتوحات کے سلسلے میں تین مہمات کا ذکر تاریخ میں بھی ملتا ہے۔ ان مہمات میں ایران سے مغرب میں بحیرۂ روم Mediterranian تک پورے علاقے کی تسخیر ‘ مشرق میں بلوچستان اور مکران تک لشکرکشی اور شمال میں بحیرۂ خَزَر Caspian Sea اور بحیرۂ اسود Black Sea کے درمیانی پہاڑی علاقے کی فتوحات شامل ہیں۔ ذوالقرنین کا یہ سلسلہ فتوحات حضرت عمر کے دور خلافت کی فتوحات کے سلسلے سے مشابہ ہے۔ حضرت عمر کے دور میں بھی جزیرہ نمائے عرب سے مختلف سمتوں میں تین لشکروں نے پیش قدمی کی تھی ایک لشکر شام اور پھر مصر گیا تھا دوسرے لشکر نے عراق کے بعد ایران کو فتح کیا تھا جبکہ تیسرا لشکر شمال میں کوہ قاف Caucasus تک جا پہنچا تھا۔قدیم روایات میں ذوالقرنین کے بارے میں کچھ ایسی معلومات بھی ملتی ہیں کہ ابتدائی عمر میں وہ ایک چھوٹی سی مملکت کے شہزادے تھے۔ ان کے اپنے ملک میں کچھ ایسے حالات ہوئے کہ کچھ لوگ ان کی جان کے درپے ہوگئے۔ وہ کسی نہ کسی طرح وہاں سے بچ نکلنے میں کامیاب ہوگئے اور کچھ عرصہ صحرا میں روپوش رہے۔ اسی عرصے کے دوران ان تک کسی نبی کی تعلیمات پہنچیں۔ یہ بھی ممکن ہے کہ زرتشت ہی اللہ کے نبی ہوں اور انہی کی تعلیمات سے انہوں نے استفادہ کیا ہو۔ بہر حال قرآن نے ذوالقرنین کا جو کردار پیش کیا ہے وہ ایک نیک اور صالح بندۂ مومن کا کردار ہے اور اس کردار کی خصوصیات تاریخی اعتبار سے اس زمانے کے کسی اور فاتح حکمران پر منطبق نہیں ہوتیں۔"
    },
    {
      "ayah": 85,
      "surah": 18,
      "text": "اس رکوع میں ذوالقرنین کے بارے میں یہود مدینہ کے سوال کا جواب دیا گیا ہے۔ بیسویں صدی کے آغاز تک اکثر مفسرین ذوالقرنین سے ناواقف تھے۔ چناچہ تیرہ سو سال تک عام طور پر سکندر اعظم ہی کو ذوالقرنین سمجھا جاتا رہا۔ اس کی وجہ یہ تھی کہ قرآن میں ذوالقرنین کی فتوحات کا ذکر جس انداز میں ہوا ہے یہ انداز سکندر اعظم کی فتوحات سے ملتا جلتا ہے ‘ لیکن حقیقت یہ ہے کہ ذوالقرنین کی سیرت کا وہ نقشہ جو قرآن نے پیش کیا ہے اس کی سکندر اعظم کی سیرت کے ساتھ سرے سے کوئی مناسبت ہی نہیں۔ بہرحال جدید تحقیق سے معلوم ہوا ہے کہ ذوالقرنین قدیم ایران کے بادشاہ کیخورس یا سائرس کا لقب تھا۔ یہ اس زمانے کی بات ہے جب ایران کے علاقے میں دو الگ الگ خود مختار مملکتیں قائم تھیں۔ ایک کا نام پارس تھا جس سے ”فارس“ کا لفظ بنا ہے اور دوسرے کا نام ”مادا“ تھا۔ کیخورس یا سائرس نے ان دونوں مملکتوں کو ملا کر ایک ملک بنا دیا اور یوں سلطنت ایران کے سنہرے دور کا آغاز ہوا۔ دو مملکتوں کے فرمانروا ہونے کی علامت کے طور پر اس نے اپنے تاج میں دو سینگ لگا رکھے تھے اور اس طرح اس کا لقب ذوالقرنین دو سینگوں والا پڑگیا۔آیت 83 وَيَسْـــَٔـلُوْنَكَ عَنْ ذِي الْقَرْنَيْنِ ۭ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًاذوالقرنین کے بارے میں جدید تحقیق کو اہل علم کے حلقے میں متعارف کرانے کا سہرا مولانا ابو الکلام آزاد کے سر ہے۔ انہوں نے اپنی تفسیر ”ترجمان القرآن“ میں اس موضوع پر بہت تفصیل سے بحث کی ہے اور ثابت کیا ہے کہ قدیم ایران کا بادشاہ کیخورس یا سائرس ہی ذوالقرنین تھا۔ مولانا ابو الکلام آزاد کی تحقیق کی بنیاد ان معلومات پر ہے جو شہنشاہ ایران رضا شاہ پہلوی کے دور میں ایک کھدائی کے دوران دستیاب ہوئی تھیں۔ اس کھدائی کے دوران اس عظیم فاتح بادشاہ کا ایک مجسمہ بھی دریافت ہوا تھا اور مقبرہ بھی۔ اس کھدائی سے ملنے والی معلومات کی بنیاد پر رضا شاہ پہلوی نے اس کی ڈھائی ہزار سالہ برسی منانے کا خصوصی اہتمام کیا تھا۔ دریافت شدہ مجسمے کے سر پر جو تاج تھا اس میں دو سینگ بھی موجود تھے جس سے یہ ثابت ہوگیا کہ ایران کا یہی بادشاہ کیخورس یا سائرس تھا جو تاریخ میں ذوالقرنین کے لقب سے مشہور ہے۔اب یہ سوال پیدا ہوتا ہے کہ یہودیوں نے خصوصی طور پر یہ سوال کیوں پوچھا تھا اور ذوالقرنین کی شخصیت میں ان کی اس دلچسپی کا سبب کیا تھا ؟ اس سوال کا جواب ہمیں بنی اسرائیل کی تاریخ سے ملتا ہے۔ جب 87 قبل مسیح کے لگ بھک عراق کے بادشاہ بخت نصر نے فلسطین پر حملہ کر کے یروشلم کو تباہ کیا تو اس شہر کی اکثریت کو تہ تیغ کردیا گیا اور زندہ بچ جانے والوں کو وہ اپنی فوج کے ساتھ بابل Babilonia لے گیا جہاں یہ لوگ ڈیڑھ سو سال تک اسیری کی حالت میں رہے۔ جب ایران کے بادشاہ کیخورس یا سائرس آئندہ سطور میں انہیں ”ذوالقرنین“ ہی لکھاجائے گا نے ایران کو متحد کرنے کے بعد اپنی فتوحات کا دائرہ وسیع کیا تو سب سے پہلے عراق کو فتح کیا۔ مشرق وسطیٰ کے موجودہ نقشے کو ذہن میں رکھا جائے تو فلسطین ‘ اسرائیل شرق اردن مغربی کنارہ اور لبنان کے ممالک پر مشتمل پورے علاقے کو اس زمانے میں شام عرب یا شام اور اس سے مشرق میں واقع علاقے کو عراق عرب یا عراق کہا جاتا تھا جبکہ عراق کے مزید مشرق میں ایران واقع تھا۔ عراق پر قبضہ کرنے کے بعد ذوالقرنین نے بابل میں اسیر یہودیوں کو آزاد کردیا اور انہیں اجازت دے دی کہ وہ اپنے ملک واپس جا کر اپنا تباہ شدہ شہر یروشلم دوبارہ آباد کرلیں۔ چناچہ حضرت عزیر کی قیادت میں یہودیوں کا قافلہ بابل سے واپس یروشلم آیا۔ انہوں نے اپنے اس شہر کو پھر سے آباد کیا اور ہیکل سلیمانی کو بھی از سر نو تعمیر کیا۔ اس پس منظر میں یہودی ذوالقرنین کو اپنا محسن سمجھتے ہیں اور اسی سبب سے ان کے بارے میں انہوں نے حضور سے یہ سوال پوچھا تھا۔ذوالقرنین کی فتوحات کے سلسلے میں تین مہمات کا ذکر تاریخ میں بھی ملتا ہے۔ ان مہمات میں ایران سے مغرب میں بحیرۂ روم Mediterranian تک پورے علاقے کی تسخیر ‘ مشرق میں بلوچستان اور مکران تک لشکرکشی اور شمال میں بحیرۂ خَزَر Caspian Sea اور بحیرۂ اسود Black Sea کے درمیانی پہاڑی علاقے کی فتوحات شامل ہیں۔ ذوالقرنین کا یہ سلسلہ فتوحات حضرت عمر کے دور خلافت کی فتوحات کے سلسلے سے مشابہ ہے۔ حضرت عمر کے دور میں بھی جزیرہ نمائے عرب سے مختلف سمتوں میں تین لشکروں نے پیش قدمی کی تھی ایک لشکر شام اور پھر مصر گیا تھا دوسرے لشکر نے عراق کے بعد ایران کو فتح کیا تھا جبکہ تیسرا لشکر شمال میں کوہ قاف Caucasus تک جا پہنچا تھا۔قدیم روایات میں ذوالقرنین کے بارے میں کچھ ایسی معلومات بھی ملتی ہیں کہ ابتدائی عمر میں وہ ایک چھوٹی سی مملکت کے شہزادے تھے۔ ان کے اپنے ملک میں کچھ ایسے حالات ہوئے کہ کچھ لوگ ان کی جان کے درپے ہوگئے۔ وہ کسی نہ کسی طرح وہاں سے بچ نکلنے میں کامیاب ہوگئے اور کچھ عرصہ صحرا میں روپوش رہے۔ اسی عرصے کے دوران ان تک کسی نبی کی تعلیمات پہنچیں۔ یہ بھی ممکن ہے کہ زرتشت ہی اللہ کے نبی ہوں اور انہی کی تعلیمات سے انہوں نے استفادہ کیا ہو۔ بہر حال قرآن نے ذوالقرنین کا جو کردار پیش کیا ہے وہ ایک نیک اور صالح بندۂ مومن کا کردار ہے اور اس کردار کی خصوصیات تاریخی اعتبار سے اس زمانے کے کسی اور فاتح حکمران پر منطبق نہیں ہوتیں۔"
    },
    {
      "ayah": 86,
      "surah": 18,
      "text": "آیت 86 حَتّٰٓي اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ یہ ذوالقرنین کی مغربی علاقوں پر لشکر کشی کا ذکر ہے جب وہ پیش قدمی کرتے ہوئے بحیرۂ روم Mediterranian Sea کے ساحل تک جا پہنچے۔ چونکہ اس زمانے میں ان لوگوں کو پوری دنیا کا نقشہ معلوم نہیں تھا اس لیے وہ یہی سمجھ رہے ہوں گے کہ ہم اس سمت میں دنیا یا زمین کی آخری سر حدوں تک پہنچ گئے ہیں اور اس سے آگے بس سمندر ہی سمندر ہے۔ وہاں ساحل پر کھڑے ہو کر انہیں سورج بظاہر سمندر میں غروب ہوتا ہوا نظر آیا اور اس طرح وہ اس جگہ کو مَغْرِبَ الشَّمْسِ سورج کے غروب ہونے کی جگہ سمجھے۔وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ اس سے Aegean Sea مراد ہے جس کا پانی بہت گدلا ہے۔ وَّوَجَدَ عِنْدَهَا قَوْمًایعنی اس علاقے کو جب انہوں نے فتح کرلیا تو وہاں بسنے والی قوم ان کی رعایا بن گئی۔قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًایعنی آپ نے اس علاقے کو بزور بازو فتح کیا ہے اب یہاں کے باشندے آپ کے رحم و کرم پر ہیں آپ کو ان پر مکمل اختیار ہے۔ آپ چاہیں تو ان پر سختی کریں اور آپ چاہیں تو ان کے درمیان حسن سلوک کی روایت قائم کریں۔ آیت کے الفاظ سے ظاہر ہوتا ہے کہ یہ بات اللہ تعالیٰ نے براہ راست ذوالقرنین کو مخاطب کرکے فرمائی لیکن ضروری نہیں کہ حقیقت میں ایسا ہی ہوا ہو۔ اگر تو وہ نبی تھے واللہ اعلم تو یہ ممکن بھی ہے ورنہ اس سے مراد القاء یا الہام بھی ہوسکتا ہے۔ جیسے سورة النحل آیت 68 میں شہد کی مکھی کی طرف وحی کیے جانے کا ذکر ہے۔"
    },
    {
      "ayah": 87,
      "surah": 18,
      "text": "آیت 87 قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًایہاں ظلم سے مراد کفر اور شرک بھی ہوسکتا ہے۔"
    },
    {
      "ayah": 88,
      "surah": 18,
      "text": "آیت 88 وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۗءَۨ الْحُسْنٰى ۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًایعنی اس مفتوحہ علاقہ میں اپنی رعایا کے اہل ایمان نیک لوگوں سے ہم تمام معاملات میں نرمی سے کام لیں گے اور خراج وغیرہ کی وصولی کے سلسلے میں ان پر سختی نہیں کریں گے۔"
    },
    {
      "ayah": 89,
      "surah": 18,
      "text": "آیت 89 ثُمَّ اَتْـبَـعَ سَبَبًامغربی مہم سے فارغ ہونے کے بعد ذوالقرنین نے مشرقی علاقوں کی طرف پیش قدمی کا منصوبہ بنایا۔"
    },
    {
      "ayah": 9,
      "surah": 18,
      "text": "آیت 9 اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ ۙ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًااب اصحاب کہف کے متعلق اس سوال کے جواب کا آغاز ہو رہا ہے جو یہود مدینہ نے قریش مکہ کے ذریعے حضور سے پوچھا تھا۔ کہف کے معنی غار کے ہیں اور رقیم سے مراد وہ تختی ہے جس پر اصحاب کہف کے حالات لکھ کر اسے غار کے دہانے پر لگا دیا گیا تھا۔ اس نسبت سے انہیں اصحاب کہف بھی کہا جاتا ہے اور اصحاب الرقیم بھی۔ مراد یہ ہے کہ تم لوگ شاید اصحاب کہف کے واقعہ کو ایک بہت غیر معمولی واقعہ اور ہماری ایک بڑی عجیب نشانی سمجھتے ہو مگر تمہیں معلوم ہونا چاہیے کہ ہماری تخلیق اور صناعی میں تو اس سے بھی بڑے بڑے عجائبات موجود ہیں۔ اس قصے کے بارے میں اب تک جو ٹھوس حقائق ہمارے سامنے آئے ہیں ان کا خلاصہ یہ ہے : حضرت مسیح کی فلسطین میں بعثت کے وقت بظاہر یہاں ایک یہودی بادشاہ کی حکمرانی تھی مگر اس بادشاہ کی حیثیت ایک کٹھ پتلی سے زیادہ نہ تھی اور عملی طور پر یہ پورا علاقہ رومن ایمپائر ہی کا حصہ تھا۔ رومی حکمران مذہباً بت پرست تھے جبکہ فلسطین کے مقامی باشندے اہل کتاب یہودی تھے۔ حضرت مسیح کے رفع سماوی کا واقعہ 30 اور 33 عیسوی کے لگ بھگ پیش آیا۔ اس کے بعد یہودیوں کی ایک بغاوت کے جواب میں رومی جنرل ٹائیٹس نے 70 عیسوی میں یروشلم پر حملہ کر کے اس شہر کو بالکل تباہ و برباد کردیا ہیکل سلیمانی مسمار کردیا گیا یہودیوں کا قتل عام ہوا اور جو یہودی قتل ہونے سے بچ گئے انہیں ملک بدر کردیا گیا۔ مقامی عیسائیوں کو اگرچہ علاقے سے بےدخل تو نہ کیا گیا مگر حضرت عیسیٰ کے پیروکار اور موحد ہونے کی وجہ سے انہیں رومیوں کی طرف سے اکثر ظلم و ستم کا نشانہ بنایا جاتا رہا۔ اسی حوالے سے رومی بادشاہ دقیانوس Decius کے دربار میں چند راسخ العقیدہ موحد نوجوانوں کی پیشی ہوئی۔ بادشاہ کی طرف سے ان نوجوانوں پر واضح کیا گیا کہ وہ اپنے عقائد کو چھوڑ کر بت پرستی اختیار کرلیں ورنہ انہیں سولی پر چڑھا دیا جائے گا۔ بادشاہ کی طرف سے انہیں اس فیصلے کے لیے مناسب مہلت دی گئی۔ اسی مہلت کے دوران انہوں نے شہر سے نکل کر کسی غار میں پناہ لینے کا فیصلہ کیا۔ جب یہ لوگ غار میں پناہ گزیں ہوئے تو اللہ تعالیٰ نے اپنی قدرت سے ان پر ایسی نیند طاری کردی کہ وہ تقریباً تین سو سال تک سوتے رہے۔ سورۃ البقرۃ آیت 259 میں بھی اسی نوعیت کے ایک واقعہ کا ذکر ہے کہ حضرت عزیر کو ان کی موت کے سو سال بعد زندہ کردیا گیا اور ان کی نیند کے دوران ان کی کروٹیں بدلنے کا بھی باقاعدہ اہتمام رہا۔ جس غار میں اصحاب کہف سو رہے تھے وہ ایسی جگہ پر واقع تھی جہاں لوگوں کا آنا جانا بالکل نہیں تھا۔ اس غار کا دہانہ شمال کی جانب تھا جس کی وجہ سے اس کے اندر روشنی منعکس ہو کر تو آتی تھی لیکن براہ راست روشنی یا دھوپ نہیں آتی تھی۔ اس طرح کے غاروں کا ایک سلسلہ افسس شہر موجودہ ترکی کے علاقے میں پایا جاتا ہے جبکہ ہندوستان ایجنٹا میں بھی ایسے غار موجود ہیں۔بعد ازاں قسطنطین Constantine نامی فرمانروا نے عیسائیت قبول کرلی اور اس کی وجہ سے پوری رومن ایمپائر بھی عیسائی ہوگئی۔ پھر 400 عیسوی کے لگ بھگ Theodosius کے عہد حکومت میں اللہ تعالیٰ نے اصحاب کہف کو جگایا۔ جاگنے کے بعد انہوں نے اپنے ایک ساتھی کو چاندی کا ایک سکہ دے کر کھانا لینے کے لیے شہر بھیجا اور ساتھ ہدایت کی کہ وہ محتاط رہے ایسا نہ ہو ان کے غار میں چھپنے کی خبر بادشاہ تک پہنچ جائے۔ وہ اپنی نیند کو معمول کی نیند سمجھ رہے تھے اور ان کے وہم و گمان میں بھی نہیں تھا کہ وہ تین سو سال تک سوئے رہے تھے۔ بہرحال کھانا لانے کے لیے جانے والا ان کا ساتھی اپنی تین سو سال پرانی وضع قطع اور کرنسی کی وجہ سے پکڑا گیا اور یوں ان کے بارے میں تمام معلومات لوگوں تک پہنچ گئیں۔ جب لوگوں کو حقیقت حال کا علم ہوا تو ہم مذہب ہونے کی وجہ سے عیسائی آبادی کی طرف سے ان کی بہت عزت افزائی کی گئی۔ اس کے بعد وہ لوگ غار میں پھر سے سوگئے یا اللہ تعالیٰ نے ان پر موت طاری کردی۔ ان لوگوں کی طبعی موت کے بعد غار کے دہانے کو بند کردیا گیا اور ایک تختی پر ان لوگوں کا احوال لکھ کر اسے اس جگہ پر نصب کردیا گیا۔ اصحاب کہف کا یہ قصہ گبن کی کتاب The Decline and fall of Roman Empire میں بھی Seven Sleepers کے عنوان سے موجود ہے۔ اس قصے کا ذکر چونکہ رومن لٹریچر میں تھا اور یہودی ان تمام تفصیلات سے آگاہ تھے اس لیے انہوں نے یہ سوال حضور سے امتحاناً پوچھ بھیجا تھا۔"
    },
    {
      "ayah": 90,
      "surah": 18,
      "text": "آیت 90 حَتّٰٓي اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ اس مہم کے سلسلے میں تاریخی طور پر مکران کے علاقے تک ذوالقرنین کی پیش قدمی ثابت ہے۔ واللہ اعلم ! ممکن ہے ساحل مکران پر کھڑے ہو کر بھی انہوں نے محسوس کیا ہو کہ وہ اس سمت میں بھی زمین کی آخری حد تک پہنچ گئے ہیں۔ وَجَدَهَا تَـطْلُعُ عَلٰي قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا اس زمانے میں یہ علاقہ Gadrusia کہلاتا تھا۔ یہاں ایسے وحشی قبائل آباد تھے جو زمین پر صرف دیواریں کھڑی کر کے اپنے گھر بناتے تھے اور اس زمانے تک ان کے تمدن میں گھروں پر چھتیں ڈالنے کا کوئی تصور موجود نہیں تھا۔"
    },
    {
      "ayah": 91,
      "surah": 18,
      "text": "آیت 91 كَذٰلِكَ پھر یہاں بھی ویسا ہی معاملہ ہوا جیسا کہ پہلی مہم کے سلسلے میں ہوا تھا کہ اللہ تعالیٰ نے انہیں مکمل فتح عطا فرمائی اور علاقے میں آباد قبائل کے معاملات میں نرمی یا سختی کرنے کا پورا اختیار دیا۔ یہاں بھی ذوالقرنین نے ظالم اور شریر لوگوں کے ساتھ سختی جبکہ نیک اور شریف لوگوں کے ساتھ نرمی کا رویہ اختیار کرنے کے عزم کا اظہار کیا۔ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًاجو کچھ ذوالقرنین کے پاس تھا اور جن حالات سے اس کو سابقہ پیش آیا ہم اس سے پوری طرح باخبر تھے۔"
    },
    {
      "ayah": 92,
      "surah": 18,
      "text": "آیت 91 كَذٰلِكَ پھر یہاں بھی ویسا ہی معاملہ ہوا جیسا کہ پہلی مہم کے سلسلے میں ہوا تھا کہ اللہ تعالیٰ نے انہیں مکمل فتح عطا فرمائی اور علاقے میں آباد قبائل کے معاملات میں نرمی یا سختی کرنے کا پورا اختیار دیا۔ یہاں بھی ذوالقرنین نے ظالم اور شریر لوگوں کے ساتھ سختی جبکہ نیک اور شریف لوگوں کے ساتھ نرمی کا رویہ اختیار کرنے کے عزم کا اظہار کیا۔ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًاجو کچھ ذوالقرنین کے پاس تھا اور جن حالات سے اس کو سابقہ پیش آیا ہم اس سے پوری طرح باخبر تھے۔"
    },
    {
      "ayah": 93,
      "surah": 18,
      "text": "آیت 93 حَتّٰٓي اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ ”سد“ دیوار کو کہتے ہیں۔ دو دیواروں سے مراد یہاں دو پہاڑی سلسلے ہیں۔ داہنی طرف مشرق میں بحیرۂ کیسپین تھا اور دوسری طرف بحیرۂ اسود۔ ان دونوں سمندروں کے ساحلوں کے ساتھ ساتھ دو پہاڑی سلسلے متوازی چلتے ہیں۔ اور ان پہاڑی سلسلوں کی درمیانی گزر گاہ سے شمالی علاقوں کے وحشی قبائل یاجوج ماجوج اس علاقے پر حملہ آور ہوتے تھے۔وَجَدَ مِنْ دُوْنِهِمَا قَوْمًا ۙ لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًاگویا یہ بھی ایک غیر متمدن قوم تھی۔ اس قوم کے افراد ذوالقرنین اور ان کے ساتھیوں کی زبان سے قطعاً ناآشنا تھے اور حملہ آور لشکر کے لوگ بھی اس مفتوحہ قوم کی زبان نہیں سمجھ سکتے تھے۔ مگر پھر بھی انہوں نے کسی نہ کسی طرح سے ذوالقرنین کے سامنے اپنا مدعا بیان کر ہی دیا :"
    },
    {
      "ayah": 94,
      "surah": 18,
      "text": "فَهَلْ نَجْعَلُ لَكَ خَرْجًاعَلٰٓي اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّایعنی آپ ان پہاڑوں کے درمیان واقع اس واحد قدرتی گزر گاہ کو بند کردیں تاکہ یاجوج و ماجوج ہم پر حملہ آور نہ ہو سکیں۔ یہ وہی تصور یا اصول تھا جس کے تحت آج کل دریاؤں پر ڈیم تعمیر کیے جاتے ہیں۔ یعنی دو متوازی پہاڑی سلسلوں کے درمیان اگر دریا کی گزرگاہ ہے تو کسی کو مناسب مقام پر مضبوط دیوار بنا کر پانی کا راستہ روک دیا جائے تاکہ دریا ایک بہت بڑی جھیل کی شکل اختیار کرلے۔ یہ یاجوج ماجوج کون ہیں ؟ ان کے بارے میں جاننے کے لیے نسل انسانی کی قدیم تاریخ کا مطالعہ ضروری ہے۔ قدیم روایات کے مطابق حضرت نوح کے بعد نسل انسانی آپ کے تین بیٹوں سام حام اور یافث سے چلی تھی۔ ان میں سے سامی نسل تو بہت معروف ہے۔ قوم عاد قوم ثمود اور حضرت ابراہیم سب سامی نسل میں سے تھے۔ حضرت یافث کی اولاد کے لوگ وسطی ایشیا کے پہاڑی سلسلے کو عبور کر کے شمال کی طرف چلے گئے۔ وہاں سے ان کی نسل بڑھتے بڑھتے شمالی ایشیا اور یورپ کے علاقوں میں پھیل گئی۔ چناچہ مشرق میں چین اور ہند چینی کی yellow races مغرب میں روس اور سکنڈے نیوین ممالک کی اقوام مغربی یورپ کے Anglo Saxons مشرقی یورپ میں خصوصی طور پر شمالی علاقوں اور صحرائے گوبی کے علاقوں کی تمام آبادی حضرت یافث کی نسل سے تعلق رکھتی ہے۔ تورات میں حضرت یافث کے بہت سے بیٹوں کے نام ملتے ہیں۔ ان میں Mosc , Tobal , Gog Magog وغیرہ قابل ذکر ہیں ممکن ہے روس کا شہر ماسکو حضرت یافث کے بیٹے ماسک نے آباد کیا ہو۔ اسی طرح Baltic Sea اور Baltic States کا نام غالباً Tobal کے نام پر ہے۔ بہر حال یورپ کی اینگلو سیکسن اقوام اور تمام Nordic Races یاجوج ماجوج ہی کی نسل سے ہیں۔ بنیادی طور پر یہ غیر متمدن اور وحشی لوگ تھے جن کا پیشہ لوٹ مار اور قتل و غارت گری تھا۔ وہ اپنے ملحقہ علاقوں پر حملہ آور ہوتے قتل و غارت کا بازار گرم کرتے اور لوٹ مار کر کے واپس چلے جاتے۔ ان کی اس غارت گری کی جھلک موجودہ دنیا نے بھی دیکھی جب Anglo Saxons نے ایک سیلاب کی طرح یورپ سے نکل کر دیکھتے ہی دیکھتے پورے ایشیا اور افریقہ کو نو آبادیاتی نظام کے شکنجے میں جکڑ لیا۔ بعد ازاں مختلف عوامل کی بنا پر انہیں ان علاقوں سے بظاہر پسپا تو ہونا پڑا مگر حقیقت میں دنیا کے بہت سے ممالک پر بالواسطہ اب بھی ان کا قبضہ ہے۔ آئی ایم ایف اور ورلڈ بینک جیسے ادارے ان کی اسی بالواسطہ حکمرانی کو مضبوط کرنے میں ان کی مدد کرتے ہیں۔ قرب قیامت میں ان قوموں کی ایک اور یلغار ہونے والی ہے۔ اس کی تفصیلات احادیث اور روایات میں اس طرح آئی ہیں کہ قیامت سے قبل دنیا ایک بہت ہولناک جنگ کی لپیٹ میں آجائے گی۔ اس جنگ کو احادیث میں ”الملحمۃ العظمٰی“ جبکہ بائبل میں Armageddon کا نام دیا گیا ہے۔ مشرق وسطیٰ کا علاقہ اس جنگ کا مرکزی میدان بنے گا۔ اس جنگ میں ایک طرف عیسائی دنیا اور تمام یورپی اقوام ہوں گی اور دوسری طرف مسلمان ہوں گے۔ اسی دوران اللہ تعالیٰ مسلمانوں کو ایک عظیم لیڈر امام مہدی کی صورت میں عطا کرے گا۔ امام مہدی عرب میں پیدا ہوں گے اور وہ مجدد ہوں گے۔ پھر کسی مرحلے پر حضرت عیسیٰ کا نزول ہوگا۔ خراسان کے علاقے سے مسلمان افواج ان کی مدد کو جائیں گی۔ پھر اس جنگ کا خاتمہ اس طرح ہوگا کہ حضرت عیسیٰ دجال کو قتل کردیں گے یہودیوں کا خاتمہ ہوجائے گا اور تمام عیسائی مسلمان ہوجائیں گے۔ یوں اسلام کو عروج ملے گا اور دنیا میں اسلامی حکومت قائم ہوجائے گی۔ اللہ تعالیٰ مسلمانان پاکستان کو توفیق دے کہ اس سے پہلے وہ یہاں نظام خلافت قائم کرلیں اور ہمسایہ علاقہ خراسان سے جو فوجیں امام مہدی کی مدد کے لیے روانہ ہوں ان میں ہمارے لوگ بھی شامل ہوں۔ جب ہولناک جنگ اپنے انجام کو پہنچ جائے گی تو اس کے بعد یاجوج ماجوج کی بہت بڑی یلغار ہوگی۔ میرے خیال میں یہ لوگ چین اور ہند چینی وغیرہ علاقوں کی طرف سے حملہ آور ہوں گے۔ یہ لوگ Armageddon میں حصہ نہیں لیں گے بلکہ اس کے بعد اس علاقے پر یلغار کر کے تباہی مچائیں گے۔ سورة الانبیاء کی آیات 94 ‘ 97 اور 98 میں ان کی اس یلغار کا ذکر قرب قیامت کے واقعات کے حوالے سے کیا گیا ہے۔"
    },
    {
      "ayah": 95,
      "surah": 18,
      "text": "آیت 95 قَالَ مَا مَكَّــنِّيْ فِيْهِ رَبِّيْ خَيْرٌکہ مجھے تمہارے خراج وغیرہ کی کوئی ضرورت نہیں۔ اس سے بہتر مال تو میرے رب نے مجھے پہلے ہی عطا کر رکھا ہے۔ بہرحال تمہارے اس مسئلے کو میں حل کیے دیتا ہوں۔ اس جملے سے ذوالقرنین کے کردار کی عکاسی ہوتی ہے۔ فَاَعِيْنُوْنِيْ بِقُــوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًادیوار بنانے کے لیے جو مادی اسباب و وسائل درکار ہیں وہ میں مہیا کرلوں گا۔ آپ لوگ اس سلسلے میں محنت و مشقت اور افرادی قوت man power کے ذریعے میرا ہاتھ بٹاؤ۔"
    },
    {
      "ayah": 96,
      "surah": 18,
      "text": "حَتّٰى اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ جب لوہے کے تختوں کو جوڑ کر انہوں نے دونوں پہاڑوں کے درمیانی درّے میں دیوار کھڑی کردی تو : قَالَ انْفُخُوْااس نے بڑے پیمانے پر آگ جلا کر ان تختوں کو گرم کرنے کا حکم دیا۔حَتّٰى اِذَا جَعَلَهٗ نَارًاجب لوہے کے وہ تختے گرم ہو کر سرخ ہوگئے تو :قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًااور یوں ذوالقرنین نے لوہے کے تختوں اور پگھلے ہوئے تانبے کے ذریعے سے ایک انتہائی مضبوط دیوار بنا دی۔ اس دیوار کے آثار بحیرۂ کیسپین کے مغربی ساحل کے ساتھ ساتھ دار یال اور دربند کے درمیان اب بھی موجود ہیں۔ یہ دیوار پچاس میل لمبی انتیس فٹ اونچی اور دس فٹ چوڑی تھی۔ آج سے سینکڑوں سال پہلے لوہے اور تانبے کی اتنی بڑی مصر کے اسوان ڈیم سے بھی بڑی جسے اَسَدّ الاعلٰی کہا جاتا ہے دیوار تعمیر کرنا یقیناً ایک بہت بڑا کارنامہ تھا۔"
    },
    {
      "ayah": 97,
      "surah": 18,
      "text": "حَتّٰى اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ جب لوہے کے تختوں کو جوڑ کر انہوں نے دونوں پہاڑوں کے درمیانی درّے میں دیوار کھڑی کردی تو : قَالَ انْفُخُوْااس نے بڑے پیمانے پر آگ جلا کر ان تختوں کو گرم کرنے کا حکم دیا۔حَتّٰى اِذَا جَعَلَهٗ نَارًاجب لوہے کے وہ تختے گرم ہو کر سرخ ہوگئے تو :قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًااور یوں ذوالقرنین نے لوہے کے تختوں اور پگھلے ہوئے تانبے کے ذریعے سے ایک انتہائی مضبوط دیوار بنا دی۔ اس دیوار کے آثار بحیرۂ کیسپین کے مغربی ساحل کے ساتھ ساتھ دار یال اور دربند کے درمیان اب بھی موجود ہیں۔ یہ دیوار پچاس میل لمبی انتیس فٹ اونچی اور دس فٹ چوڑی تھی۔ آج سے سینکڑوں سال پہلے لوہے اور تانبے کی اتنی بڑی مصر کے اسوان ڈیم سے بھی بڑی جسے اَسَدّ الاعلٰی کہا جاتا ہے دیوار تعمیر کرنا یقیناً ایک بہت بڑا کارنامہ تھا۔"
    },
    {
      "ayah": 98,
      "surah": 18,
      "text": "آیت 98 قَالَ ھٰذَا رَحْمَةٌ مِّنْ رَّبِّيْ اتنا بڑا کارنامہ سر انجام دینے کے بعد بھی ذوالقرنین کوئی کلمہ فخر زبان پر نہیں لائے بلکہ یہی کہا کہ اس میں میرا کوئی کمال نہیں یہ سب اللہ کی مہربانی سے ہی ممکن ہوا ہے۔فَاِذَا جَاۗءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۗءَ چنانچہ امتداد زمانہ کے سبب یہ دیوار اب ختم ہوچکی ہے صرف اس کے آثار موجود ہیں جن سے اس کے مقام اور سائز وغیرہ کا پتا چلتا ہے۔"
    },
    {
      "ayah": 99,
      "surah": 18,
      "text": "آیت 99 وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ یہ قیامت سے پہلے رونما ہونے والے جنگی واقعات کی طرف اشارہ ہے۔ قرب قیامت کے واقعات میں سے ایک اہم واقعہ یاجوج و ماجوج کا ظہور بھی ہے۔ احادیث میں ان کے بارے میں ایسی خبریں ہیں کہ وہ دریاؤں اور سمندروں کا پانی پی جائیں گے اور ہرچیز کو ہڑپ کر جائیں گے۔ عین ممکن ہے وہ آدم خور بھی ہوں اور ضرورت پڑنے پر انسانوں کو بھی کھا جائیں۔ جیسے آج ہم چینی قوم کو دیکھتے ہیں کہ وہ سانپ بچھو کتا بلی ہرچیز کو ہڑپ کر جاتے ہیں۔ کثرت آبادی کے لحاظ سے بھی یاجوج و ماجوج کی بیشتر علامات کا تطابق چینی قوم پر ہوتا نظر آتا ہے۔یاجوج و ماجوج کی یلغار کا نقشہ سورة الانبیاء میں اس طرح کھینچا گیا ہے : وَہُمْ مِّنْ کُلِّ حَدَبٍ یَّنْسِلُوْنَ ”اور وہ ہر پہاڑ کی ڈھلوان سے اترتے ہوئے نظر آئیں گے“۔ 1962 ء میں چین بھارت جنگ کے دوران اخباروں نے چینی افواج کے حملوں کی تفصیلات بتاتے ہوئے بھی کچھ ایسی ہی تصویر کشی کی تھی : \" Waves after waves of Chinese soldiers were coming down the slopes.\" بہرحال جس طرح یاجوج و ماجوج آج سے ڈھائی ہزار سال پہلے اپنے ملحقہ علاقوں کی مہذب آبادیوں کو تاخت و تاراج کرتے تھے ‘ اسی طرح قیامت سے پہلے ایک دفعہ پھر وہ دنیا میں تباہی مچائیں گے اور ان کا ظہور اپنی نوعیت کا ایک بہت اہم واقعہ ہوگا۔"
    }
  ]
}
