{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 20,
      "text": "آیت 98 وَکَمْ اَہْلَکْنَا قَبْلَہُمْ مِّنْ قَرْنٍط ہَلْ تُحِسُّ مِنْہُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَہُمْ رِکْزًا ”کیا آج قوم ثمود کی کہیں آہٹ سنائی دیتی ہے ؟ یا قوم عاد کا کوئی نام و نشان نظر آتا ہے ؟ ماضی کی تمام نافرمان قوموں کو صفحہ ہستی سے نیست و نابود کر کے نسیاً منسیاً کردیا گیا ہے۔ چناچہ قریش مکہّ جو آج کفر و سرکشی میں حد سے بڑھے جا رہے ہیں وہ بھی اسی انجام سے دو چار ہوسکتے ہیں۔بارک اللّٰہ لی ولکم فی القرآن العظیم ‘ ونفعنی وایاکم بالآیات والذِّکر الحکیم۔"
    },
    {
      "ayah": 10,
      "surah": 20,
      "text": "آیت 10 اِذْ رَاٰ نَارًا ”یہ اس وقت کا واقعہ ہے جب حضرت موسیٰ علیہ السلام اپنی اہلیہ کے ساتھ مدین سے مصر کی طرف واپس آ رہے تھے۔ اندھیری رات تھی ‘ سردی کا موسم تھا اور راستے کے بارے میں بھی ان کے پاس یقینی معلومات نہیں تھیں۔ اس صورت حال میں جب آپ علیہ السلام کو آگ نظر آئی ہوگی تو یقیناً آپ علیہ السلام بہت خوش ہوئے ہوں گے۔لَّعَلِّیْٓ اٰتِیْکُمْ مِّنْہَا بِقَبَسٍ اَوْ اَجِدُ عَلَی النَّارِ ہُدًی ”ممکن ہے مجھے وہاں سے کوئی چنگاری مل جائے جس کی مدد سے ہم آگ جلا کر تاپ سکیں ‘ اور یہ بھی ہوسکتا ہے کہ وہاں سے مجھے راستے کے بارے میں کوئی راہنمائی مل جائے۔ ایسا نہ ہو کہ رات کے اندھیرے میں ہم کسی غلط راستے پر چلتے رہیں۔"
    },
    {
      "ayah": 100,
      "surah": 20,
      "text": "آیت 99 کَذٰلِکَ نَقُصُّ عَلَیْکَ مِنْ اَنْبَآءِ مَا قَدْ سَبَقَ ج ”اس طرح بذریعہ وحی پچھلی اقوام کے تفصیلی حالات حضور ﷺ کو فراہم کیے جا رہے ہیں۔وَقَدْ اٰتَیْنٰکَ مِنْ لَّدُنَّا ذِکْرًا ”ہم نے اپنے فضل خاص سے آپ ﷺ کو یہ قرآن عطا کیا ہے۔ اس میں پچھلے زمانے کی خبریں بھی ہیں اور یاد دہانی اور تذکیر و نصیحت بھی۔"
    },
    {
      "ayah": 101,
      "surah": 20,
      "text": "آیت 99 کَذٰلِکَ نَقُصُّ عَلَیْکَ مِنْ اَنْبَآءِ مَا قَدْ سَبَقَ ج ”اس طرح بذریعہ وحی پچھلی اقوام کے تفصیلی حالات حضور ﷺ کو فراہم کیے جا رہے ہیں۔وَقَدْ اٰتَیْنٰکَ مِنْ لَّدُنَّا ذِکْرًا ”ہم نے اپنے فضل خاص سے آپ ﷺ کو یہ قرآن عطا کیا ہے۔ اس میں پچھلے زمانے کی خبریں بھی ہیں اور یاد دہانی اور تذکیر و نصیحت بھی۔"
    },
    {
      "ayah": 102,
      "surah": 20,
      "text": "آیت 102 یَّوْمَ یُنْفَخُ فِی الصُّوْرِ وَنَحْشُرُ الْمُجْرِمِیْنَ یَوْمَءِذٍ زُرْقًا ”انتہائی خوف کی کیفیت میں انسان کی آنکھوں میں نیلاہٹ پیدا ہوجاتی ہے۔ چناچہ اس دن خوف اور دہشت سے مجرموں کی آنکھیں نیلی پڑچکی ہوں گی۔"
    },
    {
      "ayah": 103,
      "surah": 20,
      "text": "آیت 102 یَّوْمَ یُنْفَخُ فِی الصُّوْرِ وَنَحْشُرُ الْمُجْرِمِیْنَ یَوْمَءِذٍ زُرْقًا ”انتہائی خوف کی کیفیت میں انسان کی آنکھوں میں نیلاہٹ پیدا ہوجاتی ہے۔ چناچہ اس دن خوف اور دہشت سے مجرموں کی آنکھیں نیلی پڑچکی ہوں گی۔"
    },
    {
      "ayah": 104,
      "surah": 20,
      "text": "آیت 104 نَحْنُ اَعْلَمُ بِمَا یَقُوْلُوْنَ اِذْ یَقُوْلُ اَمْثَلُہُمْ طَرِیْقَۃً اِنْ لَّبِثْتُمْ اِلَّا یَوْمًا ”اَمْثَلْکے معنی مثالی کے ہیں ‘ یعنی ان میں سے بہترین طریقے والا ‘ انتہائی شائستہ ‘ مہذب cultured اور سب سے زیادہ پڑھا لکھا شخص۔ یہ گویا ان کا لال بجھکڑہو گا جو دنیا میں بزعم خود مثالی شخصیت کا مالک اور دانشور تھا۔ یہی ترکیب قبل ازیں آیت 63 میں بھی ہم پڑھ چکے ہیں۔ وہاں فرعون کا وہ بیان نقل ہوا تھا جس میں اس نے اپنے ملک کے آئین و تمدن کو ”طَرِیْقَتِکُمُ الْمُثْلٰی“ قرار دیا تھا۔ یہاں پر حضرت موسیٰ علیہ السلام کے حالات پر مشتمل پانچ رکوع اختتام پذیر ہوئے۔ اس سے آگے سورة کے اختتام تک وہی مضامین ہیں جو عام طور پر مکی سورتوں میں ملتے ہیں۔"
    },
    {
      "ayah": 105,
      "surah": 20,
      "text": "آیت 105 وَیَسْءَلُوْنَکَ عَنِ الْجِبَالِ ”واقعات قیامت کے سلسلے میں جب آپ ﷺ ان کو بتاتے ہیں کہ روز محشر روئے زمین ایک صاف اور ہموار میدان کا نقشہ پیش کرے گی تو یہ لوگ سوال کرتے ہیں کہ اتنے بڑے بڑے پہاڑی سلسلوں کا کیا بنے گا ؟ وہ کہاں چلے جائیں گے ؟"
    },
    {
      "ayah": 106,
      "surah": 20,
      "text": "آیت 105 وَیَسْءَلُوْنَکَ عَنِ الْجِبَالِ ”واقعات قیامت کے سلسلے میں جب آپ ﷺ ان کو بتاتے ہیں کہ روز محشر روئے زمین ایک صاف اور ہموار میدان کا نقشہ پیش کرے گی تو یہ لوگ سوال کرتے ہیں کہ اتنے بڑے بڑے پہاڑی سلسلوں کا کیا بنے گا ؟ وہ کہاں چلے جائیں گے ؟"
    },
    {
      "ayah": 107,
      "surah": 20,
      "text": "آیت 107 لَّا تَرٰی فِیْہَا عِوَجًا وَّلَآ اَمْتًا ”تب زمین ایک ہموار چٹیل میدان کی صورت اختیار کر جائے گی اور دیکھنے والا اس میں کوئی نشیب و فراز محسوس نہیں کرے گا۔"
    },
    {
      "ayah": 108,
      "surah": 20,
      "text": "آیت 108 یَوْمَءِذٍ یَّتَّبِعُوْنَ الدَّاعِیَ لَا عِوَجَ لَہٗ ج ”تمام انسانوں کو اس دن جب اکٹھے ہونے کے لیے پکارا جائے گا تو ہر کوئی اس پکار پر لبیک کہے گا۔ کسی کے لیے ممکن نہیں ہوگا کہ اس حکم کو نظر انداز کر کے ادھر ادھر ہو سکے۔"
    },
    {
      "ayah": 109,
      "surah": 20,
      "text": "آیت 108 یَوْمَءِذٍ یَّتَّبِعُوْنَ الدَّاعِیَ لَا عِوَجَ لَہٗ ج ”تمام انسانوں کو اس دن جب اکٹھے ہونے کے لیے پکارا جائے گا تو ہر کوئی اس پکار پر لبیک کہے گا۔ کسی کے لیے ممکن نہیں ہوگا کہ اس حکم کو نظر انداز کر کے ادھر ادھر ہو سکے۔"
    },
    {
      "ayah": 11,
      "surah": 20,
      "text": "آیت 10 اِذْ رَاٰ نَارًا ”یہ اس وقت کا واقعہ ہے جب حضرت موسیٰ علیہ السلام اپنی اہلیہ کے ساتھ مدین سے مصر کی طرف واپس آ رہے تھے۔ اندھیری رات تھی ‘ سردی کا موسم تھا اور راستے کے بارے میں بھی ان کے پاس یقینی معلومات نہیں تھیں۔ اس صورت حال میں جب آپ علیہ السلام کو آگ نظر آئی ہوگی تو یقیناً آپ علیہ السلام بہت خوش ہوئے ہوں گے۔لَّعَلِّیْٓ اٰتِیْکُمْ مِّنْہَا بِقَبَسٍ اَوْ اَجِدُ عَلَی النَّارِ ہُدًی ”ممکن ہے مجھے وہاں سے کوئی چنگاری مل جائے جس کی مدد سے ہم آگ جلا کر تاپ سکیں ‘ اور یہ بھی ہوسکتا ہے کہ وہاں سے مجھے راستے کے بارے میں کوئی راہنمائی مل جائے۔ ایسا نہ ہو کہ رات کے اندھیرے میں ہم کسی غلط راستے پر چلتے رہیں۔"
    },
    {
      "ayah": 110,
      "surah": 20,
      "text": "آیت 110 یَعْلَمُ مَا بَیْنَ اَیْدِیْہِمْ وَمَا خَلْفَہُمْ وَلَا یُحِیْطُوْنَ بِہٖ عِلْمًا ”یہی بات سورة البقرۃ ‘ آیت 255 آیت الکرسی میں الفاظ کے تھوڑے سے فرق کے ساتھ اس طرح بیان فرمائی گئی ہے : یَعْلَمُ مَا بَیْنَ اَیْدِیْہِمْ وَمَا خَلْفَہُمْج وَلاَ یُحِیْطُوْنَ بِشَیْءٍ مِّنْ عِلْمِہٖٓ الاَّ بِمَاشَآءَج ”وہ جانتا ہے جو کچھ ان کے سامنے ہے اور جو کچھ ان کے پیچھے ہے ‘ اور وہ احاطہ نہیں کرسکتے اس کے علم کا کچھ بھی ‘ مگر یہ کہ جو وہ خود چاہے۔“"
    },
    {
      "ayah": 111,
      "surah": 20,
      "text": "آیت 111 وَعَنَتِ الْوُجُوْہُ لِلْحَیِّ الْقَیُّوْمِ ط ”اور سب کے چہرے جھکے ہوئے ہوں گے اس ہستی کے حضور جو الحی القیوم ہے۔“قرآن مجید کا یہ تیسرا مقام ہے جہاں اللہ تعالیٰ کے یہ دو نام الحیّ اور القیوم ایک ساتھ آئے ہیں۔ اس سے پہلے سورة البقرۃ ‘ آیت 255 آیت الکرسی اور سورة آل عمران ‘ آیت 2 میں یہ دونوں نام اکٹھے آ چکے ہیں۔ الحی القیوم کے بارے میں عام طور پر خیال کیا جاتا ہے کہ یہ ”اسم اللہ الاعظم“ یعنی اللہ کا عظیم ترین نام اسم اعظم ہے جس کے حوالے سے جو دعا کی جائے وہ ضرور قبول ہوتی ہے۔وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا ”یعنی کسی طرح کے شرک کا مرتکب ہوا۔"
    },
    {
      "ayah": 112,
      "surah": 20,
      "text": "آیت 111 وَعَنَتِ الْوُجُوْہُ لِلْحَیِّ الْقَیُّوْمِ ط ”اور سب کے چہرے جھکے ہوئے ہوں گے اس ہستی کے حضور جو الحی القیوم ہے۔“قرآن مجید کا یہ تیسرا مقام ہے جہاں اللہ تعالیٰ کے یہ دو نام الحیّ اور القیوم ایک ساتھ آئے ہیں۔ اس سے پہلے سورة البقرۃ ‘ آیت 255 آیت الکرسی اور سورة آل عمران ‘ آیت 2 میں یہ دونوں نام اکٹھے آ چکے ہیں۔ الحی القیوم کے بارے میں عام طور پر خیال کیا جاتا ہے کہ یہ ”اسم اللہ الاعظم“ یعنی اللہ کا عظیم ترین نام اسم اعظم ہے جس کے حوالے سے جو دعا کی جائے وہ ضرور قبول ہوتی ہے۔وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا ”یعنی کسی طرح کے شرک کا مرتکب ہوا۔"
    },
    {
      "ayah": 113,
      "surah": 20,
      "text": "لَعَلَّہُمْ یَتَّقُوْنَ اَوْ یُحْدِثُ لَہُمْ ذِکْرًا ”ہو سکتا ہے قرآن کی تاثیر سے ان کے اندر کوئی مثبت سوچ یا ایمان کا جذبہ پیدا ہوجائے۔"
    },
    {
      "ayah": 114,
      "surah": 20,
      "text": "وَلَا تَعْجَلْ بالْقُرْاٰنِ مِنْ قَبْلِ اَنْ یُّقْضٰٓی اِلَیْکَ وَحْیُہٗز ””عجلت“ کا مضمون یہاں چوتھی مرتبہ آیا ہے۔ وضاحت کے لیے ملاحظہ ہو آیت نمبر 83 کی تشریح۔ آپ ﷺ سے فرمایا جا رہا ہے کہ آپ ﷺ قرآن کے معاملے میں جلدی نہ کریں۔ آپ ﷺ کا شوق بجا مگر وحی سے متعلق تمام معاملات وقت ‘ مقدار ‘ مضمون وغیرہ اللہ کی حکمت اور مشیت کے مطابق طے پائیں تو اسی میں خیر اور بہتری ہے۔وَقُلْ رَّبِّ زِدْنِیْ عِلْمًا ”جیسے جیسے قرآن نازل ہو رہا ہے ‘ آپ ﷺ اس کے اسرار و رموز سے متعلق اپنے فہم و تدبر اور بصیرت باطنی میں اضافے کے لیے اللہ تعالیٰ سے مسلسل دعا کرتے رہیں۔"
    },
    {
      "ayah": 115,
      "surah": 20,
      "text": "آیت 115 وَلَقَدْ عَہِدْنَآ اِلآی اٰدَمَ مِنْ قَبْلُ ”یعنی مخصوص درخت کے پاس نہ جانے کا عہد ‘ جس کا ذکر قرآن میں متعدد بار ہوا ہے۔فَنَسِیَ وَلَمْ نَجِدْ لَہٗ عَزْمًا ”آیت زیر نظر میں ”عزم“ کے دو ترجمے کیے گئے ہیں اور دونوں صحیح ہیں۔ ایک ارادے کی پختگی۔ اس لحاظ سے وَلَمْ نَجِدْ لَہٗ عَزْمًا کا مفہوم یہ ہوگا کہ ہم نے آدم علیہ السلام کے اندر ارادے کی پختگی ‘ ہمت اور عزیمت نہیں پائی۔ وہ اللہ سے کیے گئے اپنے عہد کو نبھا نہ سکے اور اس اعتبار سے انہوں نے کمزوری کا مظاہرہ کیا۔ یہ دراصل انسانی خلقت کے اندر موجود اس کمزوری کی طرف اشارہ ہے جس کا ذکر سورة النساء میں اس طرح آیا ہے : وَخُلِقَ الْاِنْسَانُ ضَعِیْفًا کہ انسان کمزور پیدا کیا گیا ہے۔اس کا دوسرا ترجمہ یہ کیا گیا ہے کہ ہم نے اس کے اندر سرکشی کا ارادہ نہیں پایا۔ یعنی آدم علیہ السلام نے جان بوجھ کر اس عہد کی خلاف ورزی نہیں کی تھی۔ ہم نے ان علیہ السلام کی نیت میں سرکشی ‘ بغاوت اور نافرمانی کا کوئی ارادہ نہیں دیکھا۔ حقیقت یہ ہے کہ وہ بھول گئے تھے ‘ ان پر نسیان طاری ہوگیا تھا ‘ جس کی وجہ سے انہیں وقتی طور پر اللہ کا وہ عہد یاد نہیں رہا تھا۔ نسیان دراصل انسان کی ایک فطری کمزوری ہے اور اسی حوالے سے اللہ تعالیٰ نے ہمیں یہ عظیم دعا سکھائی ہے : رَبَّنَا لاَ تُؤَاخِذْنَآ اِنْ نَّسِیْنَآ اَوْ اَخْطَاْنَا ج البقرۃ : 286 کہ اے ہمارے پروردگار ! ہمارا مواخذہ نہ کرنا اگر ہم بھول جائیں یا ہم سے خطا ہوجائے۔"
    },
    {
      "ayah": 116,
      "surah": 20,
      "text": "اب یہاں قصہ آدم و ابلیس پانچویں مرتبہ بیان ہونے جا رہا ہے۔ اس سے پہلے سورة البقرۃ رکوع : 4 ‘ سورة الاعراف رکوع : 2 ‘ سورة بنی اسرائیل رکوع : 7 اور سورة الحجر رکوع : 3 میں اس کا ذکر ہوچکا ہے۔"
    },
    {
      "ayah": 117,
      "surah": 20,
      "text": "اب یہاں قصہ آدم و ابلیس پانچویں مرتبہ بیان ہونے جا رہا ہے۔ اس سے پہلے سورة البقرۃ رکوع : 4 ‘ سورة الاعراف رکوع : 2 ‘ سورة بنی اسرائیل رکوع : 7 اور سورة الحجر رکوع : 3 میں اس کا ذکر ہوچکا ہے۔"
    },
    {
      "ayah": 118,
      "surah": 20,
      "text": "اب یہاں قصہ آدم و ابلیس پانچویں مرتبہ بیان ہونے جا رہا ہے۔ اس سے پہلے سورة البقرۃ رکوع : 4 ‘ سورة الاعراف رکوع : 2 ‘ سورة بنی اسرائیل رکوع : 7 اور سورة الحجر رکوع : 3 میں اس کا ذکر ہوچکا ہے۔"
    },
    {
      "ayah": 119,
      "surah": 20,
      "text": "اب یہاں قصہ آدم و ابلیس پانچویں مرتبہ بیان ہونے جا رہا ہے۔ اس سے پہلے سورة البقرۃ رکوع : 4 ‘ سورة الاعراف رکوع : 2 ‘ سورة بنی اسرائیل رکوع : 7 اور سورة الحجر رکوع : 3 میں اس کا ذکر ہوچکا ہے۔"
    },
    {
      "ayah": 12,
      "surah": 20,
      "text": "آیت 12 اِنِّیْٓ اَنَا رَبُّکَ ”یعنی جسے تم آگ سمجھ کر یہاں آئے ہو اس آگ کے پردے میں خود میں ہوں تمہارا رب تمہارا پروردگار !"
    },
    {
      "ayah": 120,
      "surah": 20,
      "text": "قَالَ یٰٓاٰدَمُ ہَلْ اَدُلُّکَ عَلٰی شَجَرَۃِ الْخُلْدِ وَمُلْکٍ لَّا یَبْلٰی ”کہ اس درخت کا پھل کھانے کے بعد آپ علیہ السلام کو دوام حاصل ہوجائے گا اور زندگی کے لیے کبھی فنا کا خدشہ نہیں ہوگا۔ گویا شیطان نے اپنی پہلی سازش کا جال انسان کی اسی کمزوری کو بنیاد بنا کر بنا تھا جس کا ذکر سورة مریم کی آیت 92 کے ضمن میں گزر چکا ہے۔ یہاں اہرام مصر کے حوالے سے درج ذیل الفاظ ایک دفعہ پھر سے ذہن میں تازہ کرلیجیے :They defined cry of mans will To survive and conquer the storms of timeیعنی انسان وقت کے طوفانوں کو فتح کرلینا چاہتا ہے اور اس کی خواہش ہے کہ اس کی ہستی کو اس دنیا میں دوام اور تسلسل نصیب ہو۔ چناچہ شیطان نے انسانِ اوّل کی اسی کمزوری سے فائدہ اٹھاتے ہوئے غیر فانی زندگی اور ہمیشہ کی بادشاہی مل جانے کا جھانسہ دے کر اسے ممنوعہ درخت کا پھل کھانے پر آمادہ کرلیا۔"
    },
    {
      "ayah": 121,
      "surah": 20,
      "text": "آیت 121 فَاَکَلَا مِنْہَا فَبَدَتْ لَہُمَا سَوْاٰتُہُمَا ”چنانچہ حضرت آدم اور حضرت حوا علیہ السلام دونوں نے اس درخت کا پھل کھالیا۔ اس پھل کے چکھتے ہی وہ دونوں بےلباس ہوگئے اور ان کی شرم گاہیں نظر آنے لگیں اس مضمون کی تفصیل سورة الاعراف میں گزر چکی ہے۔"
    },
    {
      "ayah": 122,
      "surah": 20,
      "text": "آیت 121 فَاَکَلَا مِنْہَا فَبَدَتْ لَہُمَا سَوْاٰتُہُمَا ”چنانچہ حضرت آدم اور حضرت حوا علیہ السلام دونوں نے اس درخت کا پھل کھالیا۔ اس پھل کے چکھتے ہی وہ دونوں بےلباس ہوگئے اور ان کی شرم گاہیں نظر آنے لگیں اس مضمون کی تفصیل سورة الاعراف میں گزر چکی ہے۔"
    },
    {
      "ayah": 123,
      "surah": 20,
      "text": "آیت 121 فَاَکَلَا مِنْہَا فَبَدَتْ لَہُمَا سَوْاٰتُہُمَا ”چنانچہ حضرت آدم اور حضرت حوا علیہ السلام دونوں نے اس درخت کا پھل کھالیا۔ اس پھل کے چکھتے ہی وہ دونوں بےلباس ہوگئے اور ان کی شرم گاہیں نظر آنے لگیں اس مضمون کی تفصیل سورة الاعراف میں گزر چکی ہے۔"
    },
    {
      "ayah": 124,
      "surah": 20,
      "text": "آیت 124 وَمَنْ اَعْرَضَ عَنْ ذِکْرِیْ فَاِنَّ لَہٗ مَعِیْشَۃً ضَنْکًا ”ایسا شخص دنیوی زندگی میں اطمینان اور راحت سے محروم کردیا جائے گا۔ پیاس کے مریض کی طرح کہ وہ جتنا چاہے پانی پی لے اس کی پیاس ختم نہیں ہوتی ایسے شخص کی ہوس کبھی ختم نہ ہوگی۔ کروڑوں حاصل کر کے بھی مزید کروڑوں کی خواہش اس کا چین اور اطمینان غارت کیے رکھے گی۔"
    },
    {
      "ayah": 125,
      "surah": 20,
      "text": "آیت 124 وَمَنْ اَعْرَضَ عَنْ ذِکْرِیْ فَاِنَّ لَہٗ مَعِیْشَۃً ضَنْکًا ”ایسا شخص دنیوی زندگی میں اطمینان اور راحت سے محروم کردیا جائے گا۔ پیاس کے مریض کی طرح کہ وہ جتنا چاہے پانی پی لے اس کی پیاس ختم نہیں ہوتی ایسے شخص کی ہوس کبھی ختم نہ ہوگی۔ کروڑوں حاصل کر کے بھی مزید کروڑوں کی خواہش اس کا چین اور اطمینان غارت کیے رکھے گی۔"
    },
    {
      "ayah": 126,
      "surah": 20,
      "text": "آیت 124 وَمَنْ اَعْرَضَ عَنْ ذِکْرِیْ فَاِنَّ لَہٗ مَعِیْشَۃً ضَنْکًا ”ایسا شخص دنیوی زندگی میں اطمینان اور راحت سے محروم کردیا جائے گا۔ پیاس کے مریض کی طرح کہ وہ جتنا چاہے پانی پی لے اس کی پیاس ختم نہیں ہوتی ایسے شخص کی ہوس کبھی ختم نہ ہوگی۔ کروڑوں حاصل کر کے بھی مزید کروڑوں کی خواہش اس کا چین اور اطمینان غارت کیے رکھے گی۔"
    },
    {
      "ayah": 127,
      "surah": 20,
      "text": "آیت 124 وَمَنْ اَعْرَضَ عَنْ ذِکْرِیْ فَاِنَّ لَہٗ مَعِیْشَۃً ضَنْکًا ”ایسا شخص دنیوی زندگی میں اطمینان اور راحت سے محروم کردیا جائے گا۔ پیاس کے مریض کی طرح کہ وہ جتنا چاہے پانی پی لے اس کی پیاس ختم نہیں ہوتی ایسے شخص کی ہوس کبھی ختم نہ ہوگی۔ کروڑوں حاصل کر کے بھی مزید کروڑوں کی خواہش اس کا چین اور اطمینان غارت کیے رکھے گی۔"
    },
    {
      "ayah": 128,
      "surah": 20,
      "text": "آیت 124 وَمَنْ اَعْرَضَ عَنْ ذِکْرِیْ فَاِنَّ لَہٗ مَعِیْشَۃً ضَنْکًا ”ایسا شخص دنیوی زندگی میں اطمینان اور راحت سے محروم کردیا جائے گا۔ پیاس کے مریض کی طرح کہ وہ جتنا چاہے پانی پی لے اس کی پیاس ختم نہیں ہوتی ایسے شخص کی ہوس کبھی ختم نہ ہوگی۔ کروڑوں حاصل کر کے بھی مزید کروڑوں کی خواہش اس کا چین اور اطمینان غارت کیے رکھے گی۔"
    },
    {
      "ayah": 129,
      "surah": 20,
      "text": "آیت 129 وَلَوْلَا کَلِمَۃٌ سَبَقَتْ مِنْ رَّبِّکَ لَکَانَ لِزَامًا وَّاَجَلٌ مُّسَمًّی ”اگر اللہ تعالیٰ نے ان کی مہلت کی مدت پہلے سے طے نہ فرما دی ہوتی تو ان پر کب کا عذاب آچکا ہوتا۔ ترتیب عبارت اصل میں یوں ہے : ”وَلَوْلَا کَلِمَۃٌ سَبَقَتْ مِنْ رَّبِّکَ وَّاَجَلٌ مُّسَمًّی لَکَانَ لِزَامًا“ لیکن یہاں پر عبارت کے مخصوص آہنگ rhythm کے پیش نظر الفاظ میں تقدیم و تاخیر کی گئی ہے۔ اگلی آیات کی سورة الحجر کی آخری پندرہ آیات کے ساتھ گہری مشابہت ہے۔"
    },
    {
      "ayah": 13,
      "surah": 20,
      "text": "آیت 13 وَاَنَا اخْتَرْتُکَ ”میں نے آپ ﷺ کو اپنے رسول کے طور پر پسند کرلیا ہے اور ایک بڑے مشن کے لیے آپ علیہ السلام کا انتخاب کرلیا ہے۔"
    },
    {
      "ayah": 130,
      "surah": 20,
      "text": "وَسَبِّحْ بِحَمْدِ رَبِّکَ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ غُرُوْبِہَاج ”یہ نماز فجر اور نماز مغرب کی طرف اشارہ ہے۔وَمِنْ اٰنَآیئ الَّیْلِ فَسَبِّحْ ”اس سے نماز مغرب اور عشاء مراد ہیں۔وَاَطْرَاف النَّہَارِ ”دن کے دونوں اطراف سے دن کے آغاز اور سورج ڈھلنے کے بعد کے اوقات مراد ہیں۔ دن کے آغاز میں صلوٰۃ الضحیٰ یا نماز چاشت کا وقت ہے جبکہ سورج ڈھلنے کے بعد نماز ظہر کا۔ یعنی نصف النہار کے بعد جتنے وقفے پر نماز ظہر کا وقت ہے تقریباً اتنے ہی وقفے پر نصف النہار سے پہلے نماز چاشت کا وقت ہے۔ نمازوں کی تعداد اصل میں آٹھ ہے۔ ان میں سے تین کو فرض نہیں رکھا گیا جن کے اوقات چوبیس گھنٹوں میں بڑی خوبصورتی سے برابر تقسیم پر رکھے گئے ہیں ‘ اس طرح کہ تقریباً ہر تین گھنٹے بعد نماز کا وقت ہے۔ لیکن ان میں سے صرف پانچ نمازوں کو فرض کیا گیا ہے ‘ باقی تین اشراق ‘ چاشت ‘ اور تہجد کو نفلی قرار دے دیا گیا تاکہ عام لوگوں کو فجر سے ظہر تک اپنی معاشی سرگرمیوں کے لیے اور رات کو آرام کے لیے تسلسل کے ساتھ مناسب وقت مل سکے۔لَعَلَّکَ تَرْضٰی ”اگر آپ ﷺ اس پر عمل کریں گے تو اللہ تعالیٰ آپ کو خوش کردیں گے۔ ان احکام کی تعمیل کا ایسا اجر ملے گا کہ آپ ﷺ راضی ہوجائیں گے۔"
    },
    {
      "ayah": 131,
      "surah": 20,
      "text": "آیت 131 وَلَا تَمُدَّنَّ عَیْنَیْکَ اِلٰی مَا مَتَّعْنَا بِہٖٓ اَزْوَاجًا مِّنْہُمْ ”ہو بہو یہی الفاظ سورة الحجر ‘ آیت 88 میں بھی آئے ہیں کہ اے نبی ﷺ ! آپ ! ان کے مال و اسباب اور دنیوی آسائش و آرائش کے سامان کی طرف آنکھ اٹھا کر بھی نہ دیکھیں ‘ مبادا کسی کو گمان ہو کہ آپ ﷺ کی نظروں میں بھی ان چیزوں کی کوئی وقعت اور اہمیت ہے۔زَہْرَۃَ الْحَیٰوۃِ الدُّنْیَالا لِنَفْتِنَہُمْ فِیْہِ ط ” آپ ﷺ تو حقیقت آشنا ہیں ‘ آپ ﷺ تو جانتے ہیں کہ یہ دنیا اور اس کا مال و متاع سب کچھ فانی ہے اور مقصود اس سے صرف لوگوں کی آزمائش ہے۔ سورة الکہف میں اس حقیقت کو اس طرح بیان فرمایا گیا ہے : اِنَّاجَعَلْنَا مَا عَلَی الْاَرْضِ زِیْنَۃً لَّہَا لِنَبْلُوَہُمْ اَیُّہُمْ اَحْسَنُ عَمَلًا ”ہم نے تو جو کچھ بھی زمین پر ہے اسے اس کا بناؤ سنگھار بنایا ہے تاکہ انہیں ہم آزمائیں کہ ان میں کون بہتر ہے عمل میں۔“وَرِزْقُ رَبِّکَ خَیْرٌ وَّاَبْقٰی رض ”اور وہ رزق کون سا ہے ؟ سورة الحجر کی آخری آیات سے موازنہ کریں جن آیات سے ان آیات کی مشابہت کا ذکر کیا گیا ہے تو اس سوال کا جواب ان الفاظ میں ملتا ہے : وَلَقَدْ اٰتَیْنٰکَ سَبْعًا مِّنَ الْمَثَانِیْ وَالْقُرْاٰنَ الْعَظِیْمَ ”اور ہم نے آپ ﷺ کو دی ہیں سات بار بار پڑھی جانے والی آیات اور عظمت والا قرآن۔“یعنی سورة الفاتحہ کی سات آیات ! یہ سورت ایک مؤمن کے لیے زندگی بھر کا وظیفہ ہے۔ ہر نماز کی ہر رکعت میں وہ اس کی تلاوت کرتا ہے۔ گویا یہ روحانی غذا اور روحانی دولت جو ایک مؤمن کو اپنے نبی ﷺ کی وساطت سے عطا ہوئی ہے ‘ دنیوی مال و متاع سے کہیں زیادہ عمدہ اور کہیں زیادہ باقی رہنے والی ہے۔"
    },
    {
      "ayah": 132,
      "surah": 20,
      "text": "آیت 131 وَلَا تَمُدَّنَّ عَیْنَیْکَ اِلٰی مَا مَتَّعْنَا بِہٖٓ اَزْوَاجًا مِّنْہُمْ ”ہو بہو یہی الفاظ سورة الحجر ‘ آیت 88 میں بھی آئے ہیں کہ اے نبی ﷺ ! آپ ! ان کے مال و اسباب اور دنیوی آسائش و آرائش کے سامان کی طرف آنکھ اٹھا کر بھی نہ دیکھیں ‘ مبادا کسی کو گمان ہو کہ آپ ﷺ کی نظروں میں بھی ان چیزوں کی کوئی وقعت اور اہمیت ہے۔زَہْرَۃَ الْحَیٰوۃِ الدُّنْیَالا لِنَفْتِنَہُمْ فِیْہِ ط ” آپ ﷺ تو حقیقت آشنا ہیں ‘ آپ ﷺ تو جانتے ہیں کہ یہ دنیا اور اس کا مال و متاع سب کچھ فانی ہے اور مقصود اس سے صرف لوگوں کی آزمائش ہے۔ سورة الکہف میں اس حقیقت کو اس طرح بیان فرمایا گیا ہے : اِنَّاجَعَلْنَا مَا عَلَی الْاَرْضِ زِیْنَۃً لَّہَا لِنَبْلُوَہُمْ اَیُّہُمْ اَحْسَنُ عَمَلًا ”ہم نے تو جو کچھ بھی زمین پر ہے اسے اس کا بناؤ سنگھار بنایا ہے تاکہ انہیں ہم آزمائیں کہ ان میں کون بہتر ہے عمل میں۔“وَرِزْقُ رَبِّکَ خَیْرٌ وَّاَبْقٰی رض ”اور وہ رزق کون سا ہے ؟ سورة الحجر کی آخری آیات سے موازنہ کریں جن آیات سے ان آیات کی مشابہت کا ذکر کیا گیا ہے تو اس سوال کا جواب ان الفاظ میں ملتا ہے : وَلَقَدْ اٰتَیْنٰکَ سَبْعًا مِّنَ الْمَثَانِیْ وَالْقُرْاٰنَ الْعَظِیْمَ ”اور ہم نے آپ ﷺ کو دی ہیں سات بار بار پڑھی جانے والی آیات اور عظمت والا قرآن۔“یعنی سورة الفاتحہ کی سات آیات ! یہ سورت ایک مؤمن کے لیے زندگی بھر کا وظیفہ ہے۔ ہر نماز کی ہر رکعت میں وہ اس کی تلاوت کرتا ہے۔ گویا یہ روحانی غذا اور روحانی دولت جو ایک مؤمن کو اپنے نبی ﷺ کی وساطت سے عطا ہوئی ہے ‘ دنیوی مال و متاع سے کہیں زیادہ عمدہ اور کہیں زیادہ باقی رہنے والی ہے۔"
    },
    {
      "ayah": 133,
      "surah": 20,
      "text": "آیت 133 وَقَالُوْا لَوْلَا یَاْتِیْنَا بِاٰیَۃٍ مِّنْ رَّبِّہٖ ط ”ہر بات ‘ ہر دلیل کے جواب میں مشرکین مکہ کی ایک ہی رٹ تھی کہ اگر آپ ﷺ اللہ کے بھیجے ہوئے رسول ہیں تو ہمیں کوئی حسیّ معجزہ کیوں نہیں دکھاتے ؟اَوَلَمْ تَاْتِہِمْ بَیِّنَۃُ مَا فِی الصُّحُفِ الْاُوْلٰی ”پہلے آسمانی صحیفوں کی تعلیمات کا قرآن مجید میں موجود ہونا اور خود قرآن کا ان صحیفوں میں بیان کی گئی پیشین گوئیوں کا مصداق بن کر آجانا کیا معجزہ نہیں ہے ؟ اور کیا یہ معجزہ ان کی ہدایت کے لیے کافی نہیں ہے ؟"
    },
    {
      "ayah": 134,
      "surah": 20,
      "text": "فَنَتَّبِعَ اٰیٰتِکَ مِنْ قَبْلِ اَنْ نَّذِلَّ وَنَخْزٰی ”یہ وہی اصول ہے جو ہم سورة بنی اسرائیل میں بھی پڑھ آئے ہیں : وَمَا کُنَّا مُعَذِّبِیْنَ حَتّٰی نَبْعَثَ رَسُوْلاً کہ ہم کسی قوم پر عذاب ہلاکت اس وقت تک نہیں بھیجتے جب تک اللہ کی طرف سے کوئی رسول آکر واضح طور پر حق کا احقاق اور باطل کا ابطال نہ کردے۔ لیکن رسول کے اتمام حجت کے بعد بھی اگر قوم انکار پر اڑی رہے تو پھر اس کو عذاب استیصال کے ذریعے سے ہلاک کر کے نسیاً منسیاً کردیا جاتا ہے۔"
    },
    {
      "ayah": 135,
      "surah": 20,
      "text": "فَنَتَّبِعَ اٰیٰتِکَ مِنْ قَبْلِ اَنْ نَّذِلَّ وَنَخْزٰی ”یہ وہی اصول ہے جو ہم سورة بنی اسرائیل میں بھی پڑھ آئے ہیں : وَمَا کُنَّا مُعَذِّبِیْنَ حَتّٰی نَبْعَثَ رَسُوْلاً کہ ہم کسی قوم پر عذاب ہلاکت اس وقت تک نہیں بھیجتے جب تک اللہ کی طرف سے کوئی رسول آکر واضح طور پر حق کا احقاق اور باطل کا ابطال نہ کردے۔ لیکن رسول کے اتمام حجت کے بعد بھی اگر قوم انکار پر اڑی رہے تو پھر اس کو عذاب استیصال کے ذریعے سے ہلاک کر کے نسیاً منسیاً کردیا جاتا ہے۔"
    },
    {
      "ayah": 14,
      "surah": 20,
      "text": "آیت 14 اِنَّنِیْٓ اَنَا اللّٰہُ لَآ اِلٰہَ اِلَّآ اَنَا ”یہ آیت اس لحاظ سے ممتاز و منفرد ہے کہ اللہ کی انا نیت انا نیت کبریٰ کے اظہار کے لیے جو الفاظ یہاں اس مقام پر استعمال ہوئے ہیں ‘ میرے علم کی حد تک قرآن میں کسی اور مقام پر نہیں ہوئے۔ علامہ اقبال نے یہ الفاظ استعمال کیے ہیں کہ ایک تو ہماری انائے صغیر The finite ego ہے اور اس کے مقابلے میں اللہ کی انائے کبیر The Infinite Ego ہے۔ اس انائے کبیر The Great I am کا اس آیت میں بھرپور انداز میں اظہار ہوا ہے۔"
    },
    {
      "ayah": 15,
      "surah": 20,
      "text": "آیت 14 اِنَّنِیْٓ اَنَا اللّٰہُ لَآ اِلٰہَ اِلَّآ اَنَا ”یہ آیت اس لحاظ سے ممتاز و منفرد ہے کہ اللہ کی انا نیت انا نیت کبریٰ کے اظہار کے لیے جو الفاظ یہاں اس مقام پر استعمال ہوئے ہیں ‘ میرے علم کی حد تک قرآن میں کسی اور مقام پر نہیں ہوئے۔ علامہ اقبال نے یہ الفاظ استعمال کیے ہیں کہ ایک تو ہماری انائے صغیر The finite ego ہے اور اس کے مقابلے میں اللہ کی انائے کبیر The Infinite Ego ہے۔ اس انائے کبیر The Great I am کا اس آیت میں بھرپور انداز میں اظہار ہوا ہے۔"
    },
    {
      "ayah": 16,
      "surah": 20,
      "text": "آیت 16 فَلَا یَصُدَّنَّکَ عَنْھَا مَنْ لَّا یُؤْمِنُ بِھَا وَاتَّبَعَ ھَوٰٹہُ فَتَرْدٰی ”عَنْھَا کی ضمیر کا تعلق السَّاعَۃ قیامت سے بھی ہوسکتا ہے اور الصَّلٰوۃ نماز سے بھی۔ چناچہ اس کا ایک مفہوم تو یہ ہے کہ آخرت کا منکر کوئی شخص آپ علیہ السلام کو بھی اس سے برگشتہ نہ کر دے۔ لیکن اگر عَنْھَا کا تعلق الصّٰلوۃ سے مانا جائے تو مطلب یہ ہوگا کہ اگر کوئی شخص نماز کا منکر ہے تو وہ آپ کو بھی اس سے بدظن کرنے کا باعث نہ بن جائے۔"
    },
    {
      "ayah": 17,
      "surah": 20,
      "text": "آیت 16 فَلَا یَصُدَّنَّکَ عَنْھَا مَنْ لَّا یُؤْمِنُ بِھَا وَاتَّبَعَ ھَوٰٹہُ فَتَرْدٰی ”عَنْھَا کی ضمیر کا تعلق السَّاعَۃ قیامت سے بھی ہوسکتا ہے اور الصَّلٰوۃ نماز سے بھی۔ چناچہ اس کا ایک مفہوم تو یہ ہے کہ آخرت کا منکر کوئی شخص آپ علیہ السلام کو بھی اس سے برگشتہ نہ کر دے۔ لیکن اگر عَنْھَا کا تعلق الصّٰلوۃ سے مانا جائے تو مطلب یہ ہوگا کہ اگر کوئی شخص نماز کا منکر ہے تو وہ آپ کو بھی اس سے بدظن کرنے کا باعث نہ بن جائے۔"
    },
    {
      "ayah": 18,
      "surah": 20,
      "text": "آیت 18 قَالَ ہِیَ عَصَایَج ”بظاہر عصا کے بارے میں سوال کا بس یہی جواب کافی تھا ‘ لیکن حضرت موسیٰ علیہ السلام نے اس سلسلے میں زیادہ تفصیل بیان کردی۔ زیادہ تر مفسرین کے نزدیک اس کی وجہ یہ تھی کہ آپ علیہ السلام نے اللہ تعالیٰ سے مخاطبت اور مکالمے کے شوق و ذوق میں اپنی بات کو بڑھانے کی کوشش کی تھی۔ چناچہ آپ علیہ السلام نے بات کو آگے بڑھاتے ہوئے عرض کیا :"
    },
    {
      "ayah": 19,
      "surah": 20,
      "text": "آیت 18 قَالَ ہِیَ عَصَایَج ”بظاہر عصا کے بارے میں سوال کا بس یہی جواب کافی تھا ‘ لیکن حضرت موسیٰ علیہ السلام نے اس سلسلے میں زیادہ تفصیل بیان کردی۔ زیادہ تر مفسرین کے نزدیک اس کی وجہ یہ تھی کہ آپ علیہ السلام نے اللہ تعالیٰ سے مخاطبت اور مکالمے کے شوق و ذوق میں اپنی بات کو بڑھانے کی کوشش کی تھی۔ چناچہ آپ علیہ السلام نے بات کو آگے بڑھاتے ہوئے عرض کیا :"
    },
    {
      "ayah": 2,
      "surah": 20,
      "text": "آیت 2 مَآ اَنْزَلْنَا عَلَیْکَ الْقُرْاٰنَ لِتَشْآٰی ” آپ ﷺ کی ذمہ داری صرف پیغام پہنچا دینے کی حد تک ہے۔ اب اگر یہ لوگ ایمان نہیں لا رہے تو آپ ﷺ ان کے پیچھے خود کو ہلکان نہ کریں۔ یہی مضمون اس سے پہلے سورة الکہف میں اس طرح آچکا ہے : فَلَعَلَّکَ بَاخِعٌ نَّفْسَکَ عَآٰی اٰثَارِہِمْ اِنْ لَّمْ یُؤْمِنُوْا بِہٰذَا الْحَدِیْثِ اَسَفًا ”تو اے نبی ﷺ ! آپ شاید اپنے آپ کو غم سے ہلاک کرلیں گے ان کے پیچھے ‘ اگر وہ ایمان نہ لائے اس بات قرآن پر“۔ سورة الشعراء میں بھی فرمایا گیا : لَعَلَّکَ بَاخِعٌ نَّفْسَکَ اَلَّا یَکُوْنُوْا مُؤْمِنِیْنَ ”شاید کہ آپ ﷺ ہلاک کر ڈالیں اپنے آپ کو اس وجہ سے کہ وہ ایمان نہیں لا رہے“۔ بہر حال یہ تو اس آیت کا وہ ترجمہ اور مفہوم ہے جو عمومی طور پر اختیار کیا گیا ہے ‘ لیکن میرے نزدیک اس کا زیادہ بہتر مفہوم یہ ہے کہ اے نبی ﷺ ! ہم نے آپ پر یہ قرآن اس لیے نازل نہیں کیا کہ آپ ﷺ ناکام ہوں۔ اس لیے کہ شَقِیَ یَشْقٰی کے معنی ناکام و نامراد ہونے کے ہیں۔عربی زبان کے بہت سے مادے ایسے ہیں جن کے حروف کی آپس میں مشابہت پائی جاتی ہے۔ مثلاً ”رب ب“ مادہ سے رَبَّ یَرُبُّ کا معنی ہے : مالک ہونا ‘ انتظام کرنا۔ اس سے لفظ ”رب“ بنا ہے۔ ”ر ب و“ سے رَبَا یَرْبُوْ رَبْوًاکا مفہوم ہے : مال زیادہ ہونا ‘ بڑھنا۔ اس سے ربا سود مستعمل ہے۔ جبکہ ”ر ب ی“ سے رَبّٰی یُرَبِّیْ تَرْبِیَۃً کا معنی و مراد ہے : پرورش کرنا ‘ نشوونما دینا۔ ان مادوں کے معنی اگرچہ الگ الگ ہیں مگر حروف کے اشتراک کی وجہ سے ان میں بہت مشابہت پائی جاتی ہے۔ اسی طرح ”ش ق ی“ اور ”ش ق ق“ بھی دو مختلف المعانی لیکن باہم مشابہ مادے ہیں۔ ایسے مشابہ مادوں سے مشتق اکثر اسماء و افعال بھی باہم مشابہ ہوتے ہیں اور اسی وجہ سے بہت سے الفاظ ذو معنی بھی قرار پاتے ہیں۔ چناچہ تَشْقٰی کو اگر ”ش ق ق“ سے مشتق مانا جائے تو اس کے معنی مشقت اور محنت کے ہوں گے اور اگر اس کا تعلق ”ش ق ی“ سے تسلیم کیا جائے تو معنی ناکامی و نامرادی کے ہوں گے۔ یہاں اگر اس لفظ کا دوسرا ترجمہ مراد لیا جائے تو یہ آیت حضور ﷺ کے لیے گویا ایک بہت بڑی خوشخبری ہے کہ اے نبی ﷺ یہ قرآن قول فیصل بن کر نازل ہوا ہے ‘ لہٰذا آپ ﷺ کے اس مشن میں ناکامی کا سوال ہی پیدا نہیں ہوتا۔ عنقریب کامیابی آپ ﷺ کے قدم چومے گی۔"
    },
    {
      "ayah": 20,
      "surah": 20,
      "text": "آیت 18 قَالَ ہِیَ عَصَایَج ”بظاہر عصا کے بارے میں سوال کا بس یہی جواب کافی تھا ‘ لیکن حضرت موسیٰ علیہ السلام نے اس سلسلے میں زیادہ تفصیل بیان کردی۔ زیادہ تر مفسرین کے نزدیک اس کی وجہ یہ تھی کہ آپ علیہ السلام نے اللہ تعالیٰ سے مخاطبت اور مکالمے کے شوق و ذوق میں اپنی بات کو بڑھانے کی کوشش کی تھی۔ چناچہ آپ علیہ السلام نے بات کو آگے بڑھاتے ہوئے عرض کیا :"
    },
    {
      "ayah": 21,
      "surah": 20,
      "text": "آیت 21 قَالَ خُذْہَا وَلَا تَخَفْوقفۃ ”سورۃ النمل آیت 10 اور سورة القصص آیت 31 میں اس واقعہ کے حوالے سے حضرت موسیٰ علیہ السلام کے خوفزدہ ہوجانے کا ذکر بھی آیا ہے : فَلَمَّا رَاٰہَا تَہْتَزُّ کَاَنَّہَا جَآنٌّ وَّلّٰی مُدْبِرًا وَّلَمْ یُعَقِّبْ ط ”جب انہوں نے دیکھا کہ وہ لاٹھی حرکت کر رہی ہے جیسے کہ وہ ایک سانپ ہو ‘ تو وہ پیٹھ پھیر کر بھاگے اور پیچھے مڑ کر بھی نہ دیکھا“۔ پھر اللہ نے فرمایا کہ آپ ڈریں نہیں بلکہ واپس آئیں اور اس کو پکڑ لیں۔ بہر حال یہاں پر وہ تفصیل بیان نہیں ہوئی۔"
    },
    {
      "ayah": 22,
      "surah": 20,
      "text": "آیت 21 قَالَ خُذْہَا وَلَا تَخَفْوقفۃ ”سورۃ النمل آیت 10 اور سورة القصص آیت 31 میں اس واقعہ کے حوالے سے حضرت موسیٰ علیہ السلام کے خوفزدہ ہوجانے کا ذکر بھی آیا ہے : فَلَمَّا رَاٰہَا تَہْتَزُّ کَاَنَّہَا جَآنٌّ وَّلّٰی مُدْبِرًا وَّلَمْ یُعَقِّبْ ط ”جب انہوں نے دیکھا کہ وہ لاٹھی حرکت کر رہی ہے جیسے کہ وہ ایک سانپ ہو ‘ تو وہ پیٹھ پھیر کر بھاگے اور پیچھے مڑ کر بھی نہ دیکھا“۔ پھر اللہ نے فرمایا کہ آپ ڈریں نہیں بلکہ واپس آئیں اور اس کو پکڑ لیں۔ بہر حال یہاں پر وہ تفصیل بیان نہیں ہوئی۔"
    },
    {
      "ayah": 23,
      "surah": 20,
      "text": "آیت 21 قَالَ خُذْہَا وَلَا تَخَفْوقفۃ ”سورۃ النمل آیت 10 اور سورة القصص آیت 31 میں اس واقعہ کے حوالے سے حضرت موسیٰ علیہ السلام کے خوفزدہ ہوجانے کا ذکر بھی آیا ہے : فَلَمَّا رَاٰہَا تَہْتَزُّ کَاَنَّہَا جَآنٌّ وَّلّٰی مُدْبِرًا وَّلَمْ یُعَقِّبْ ط ”جب انہوں نے دیکھا کہ وہ لاٹھی حرکت کر رہی ہے جیسے کہ وہ ایک سانپ ہو ‘ تو وہ پیٹھ پھیر کر بھاگے اور پیچھے مڑ کر بھی نہ دیکھا“۔ پھر اللہ نے فرمایا کہ آپ ڈریں نہیں بلکہ واپس آئیں اور اس کو پکڑ لیں۔ بہر حال یہاں پر وہ تفصیل بیان نہیں ہوئی۔"
    },
    {
      "ayah": 24,
      "surah": 20,
      "text": "آیت 24 اِذْہَبْ اِلٰی فِرْعَوْنَ اِنَّہٗ طَغٰی ”فرعون کی سر کشی اب حد سے تجاوز کر رہی ہے۔ چناچہ آپ علیہ السلام جائیں اور اسے بھلائی اور دین حق کی دعوت دیں۔ اسے یہ بھی کہیں کہ وہ بنی اسرائیل پر ظلم نہ کرے اور انہیں واپس اپنے وطن فلسطین جانے کی اجازت دے دے۔"
    },
    {
      "ayah": 25,
      "surah": 20,
      "text": "آیت 25 قَالَ رَبِّ اشْرَحْ لِیْ صَدْرِیْ ”یہ بہت اہم دعا ہے اور یہ ہر اس شخص کو یاد ہونی چاہیے جو دین کی دعوت کا مشن لے کر نکلا ہو۔ چناچہ حضرت موسیٰ علیہ السلام نے دعا کی کہ اے میرے پروردگار ! تو نے جو عظیم الشان مشن میرے حوالے کیا ہے اس کے لیے اپنی خصوصی مدد میرے شامل حال کر دے اور اس کام کے لیے میرے سینے کو کھول دے۔"
    },
    {
      "ayah": 26,
      "surah": 20,
      "text": "آیت 25 قَالَ رَبِّ اشْرَحْ لِیْ صَدْرِیْ ”یہ بہت اہم دعا ہے اور یہ ہر اس شخص کو یاد ہونی چاہیے جو دین کی دعوت کا مشن لے کر نکلا ہو۔ چناچہ حضرت موسیٰ علیہ السلام نے دعا کی کہ اے میرے پروردگار ! تو نے جو عظیم الشان مشن میرے حوالے کیا ہے اس کے لیے اپنی خصوصی مدد میرے شامل حال کر دے اور اس کام کے لیے میرے سینے کو کھول دے۔"
    },
    {
      "ayah": 27,
      "surah": 20,
      "text": "آیت 25 قَالَ رَبِّ اشْرَحْ لِیْ صَدْرِیْ ”یہ بہت اہم دعا ہے اور یہ ہر اس شخص کو یاد ہونی چاہیے جو دین کی دعوت کا مشن لے کر نکلا ہو۔ چناچہ حضرت موسیٰ علیہ السلام نے دعا کی کہ اے میرے پروردگار ! تو نے جو عظیم الشان مشن میرے حوالے کیا ہے اس کے لیے اپنی خصوصی مدد میرے شامل حال کر دے اور اس کام کے لیے میرے سینے کو کھول دے۔"
    },
    {
      "ayah": 28,
      "surah": 20,
      "text": "آیت 28 یَفْقَہُوْا قَوْلِیْ ”ظاہر ہے لکنت والے شخص کی گفتگو کو سمجھنے میں لوگ دقت محسوس کرتے ہیں۔"
    },
    {
      "ayah": 29,
      "surah": 20,
      "text": "آیت 29 وَاجْعَلْ لِّیْ وَزِیْرًا مِّنْ اَہْلِیْ ”لفظ ”وزیر“ کا مادہ وزر بوجھ ہے۔ اس لحاظ سے اس کے معنی ہیں : بوجھ اٹھانے والا۔ یعنی ذمہ داریوں میں مدد کرنے اور سہارا بننے والا۔"
    },
    {
      "ayah": 3,
      "surah": 20,
      "text": "آیت 3 اِلَّا تَذْکِرَۃً لِّمَنْ یَّخْشٰی ”یعنی جن کے دلوں میں کچھ خوف خدا ہے ان کے لیے یہ نصیحت ہے۔"
    },
    {
      "ayah": 30,
      "surah": 20,
      "text": "آیت 30 ہٰرُوْنَ اَخِی ”آپ علیہ السلام نے اس وزارت کے لیے اپنے بھائی کا نام بھی خودہی تجویز کردیا۔"
    },
    {
      "ayah": 31,
      "surah": 20,
      "text": "آیت 30 ہٰرُوْنَ اَخِی ”آپ علیہ السلام نے اس وزارت کے لیے اپنے بھائی کا نام بھی خودہی تجویز کردیا۔"
    },
    {
      "ayah": 32,
      "surah": 20,
      "text": "آیت 30 ہٰرُوْنَ اَخِی ”آپ علیہ السلام نے اس وزارت کے لیے اپنے بھائی کا نام بھی خودہی تجویز کردیا۔"
    },
    {
      "ayah": 33,
      "surah": 20,
      "text": "آیت 30 ہٰرُوْنَ اَخِی ”آپ علیہ السلام نے اس وزارت کے لیے اپنے بھائی کا نام بھی خودہی تجویز کردیا۔"
    },
    {
      "ayah": 34,
      "surah": 20,
      "text": "آیت 30 ہٰرُوْنَ اَخِی ”آپ علیہ السلام نے اس وزارت کے لیے اپنے بھائی کا نام بھی خودہی تجویز کردیا۔"
    },
    { "ayah": 35, "surah": 20, "text": "آیت 35 اِنَّکَ کُنْتَ بِنَا بَصِیْرًا ”تو خود ہمارے حالات کا چشم دید گواہ ہے۔" },
    { "ayah": 36, "surah": 20, "text": "آیت 36 قَالَ قَدْ اُوْتِیْتَ سُؤْلَکَ یٰمُوْسٰی ”تمہاری درخواست ہم نے من و عن قبول کرلی۔" },
    { "ayah": 37, "surah": 20, "text": "آیت 36 قَالَ قَدْ اُوْتِیْتَ سُؤْلَکَ یٰمُوْسٰی ”تمہاری درخواست ہم نے من و عن قبول کرلی۔" },
    {
      "ayah": 38,
      "surah": 20,
      "text": "آیت 38 اِذْ اَوْحَیْنَآ اِلآی اُمِّکَ مَا یُوْحٰٓی ”یعنی اب ہم آپ علیہ السلام کو وحی کے ذریعے بتا رہے ہیں کہ آپ علیہ السلام کی والدہ کو اس وقت ہم نے کیا وحی کی تھی ؟ حضرت موسیٰ علیہ السلام کی پیدائش کے زمانے میں بھی فرعون کا حکم تھا کہ بنی اسرائیل میں سے کسی کے ہاں اگر بیٹا پیدا ہو تو اسے قتل کردیا جائے اور صرف ان کی بیٹیوں کو زندہ رہنے دیا جائے۔ چناچہ اللہ تعالیٰ نے حضرت موسیٰ علیہ السلام کی والدہ کو وحی یا الہام کے ذریعے ان کے نومولود بچے کے بارے میں ہدایت کی :"
    },
    {
      "ayah": 39,
      "surah": 20,
      "text": "فَلْیُلْقِہِ الْیَمُّ بالسَّاحِلِ یَاْخُذْہُ عَدُوٌّ لِّیْ وَعَدُوٌّ لَّہٗ ط ”حضرت موسیٰ علیہ السلام کی والدہ کی طرف کی جانے والی وحی کے بارے میں یہاں مزید تفصیل بیان نہیں فرمائی گئی ‘ بلکہ اس کے بعد حضرت موسیٰ علیہ السلام سے براہ راست خطاب شروع ہو رہا ہے۔ یہ قرآن کا خاص اسلوب ہے کہ کچھ چیزیں پڑھنے اور سننے والے پر چھوڑ دی جاتی ہیں کہ وہ سیاق وسباق کے مطابق خود سمجھ جائے۔ بہر حال اس واقعہ کی مزید تفصیلات یوں ہیں کہ حضرت موسیٰ علیہ السلام کی والدہ نے آپ علیہ السلام کو صندوق میں بند کر کے دریا میں ڈال دیا۔ آپ علیہ السلام کی بڑی بہن اپنی والدہ کی ہدایت کے مطابق صندوق پر نظر رکھے ساحل کے ساتھ ساتھ چلتی رہی۔ صندوق کے شاہی محل میں پہنچنے کی خبر بھی بچی کے ذریعے والدہ کو مل گئی۔ ادھر فرعون بچے کو قتل کرنے پر تلا ہوا تھا۔ اس کی بیوی حضرت آسیہ رض جو بنی اسرائیل میں سے تھیں اور نیک خاتون تھیں نے اس کو سمجھایا کہ ہمارے ہاں اولاد نہیں ہے ‘ یہ بچہ میری اور آپ کی آنکھوں کی ٹھنڈک ثابت ہوگا ‘ ہم اسے اپنا بیٹا بنا لیں گے ‘ چناچہ آپ اسے قتل نہ کریں۔ ادھر اللہ تعالیٰ نے حضرت موسیٰ علیہ السلام پر اپنی محبت کا پرتو ڈال کر آپ علیہ السلام کے چہرے کو انتہائی پر کشش بنا دیا تھا۔ چناچہ آپ علیہ السلام کی صورت ایسی من مو ہنی تھی کہ ہر شخص دیکھتے ہی آپ علیہ السلام کا گرویدہ ہوجاتا تھا۔وَاَلْقَیْتُ عَلَیْکَ مَحَبَّۃً مِّنِّیْج وَلِتُصْنَعَ عَلٰی عَیْنِیْ ”اور اے موسیٰ علیہ السلام ! لِتُصْنَعَ کے لفظی معنی ہیں : ”تاکہ تم کو بنایا جائے“۔ اسی مادہ سے لفظ مَصْنَع مشتق ہے جس کے معنی کارخانہ کے ہیں۔ یعنی حضرت موسیٰ علیہ السلام کی تربیت کا کارخانہ فرعون کا محل قرار پایا۔ اللہ تعالیٰ نے آپ علیہ السلام پر اپنی محبت کا پرتو ڈال کر آپ علیہ السلام کی شکل میں ایسی کشش پیدا کردی تھی کہ دشمن بھی دیکھتے تو گرویدہ ہوجاتے۔ یہ سب کچھ اس لیے کیا گیا کہ آپ علیہ السلام کی پرورش کے انتظامات خصوصی طور پر شاہی محل میں کیے جانے منظور تھے۔"
    },
    {
      "ayah": 4,
      "surah": 20,
      "text": "آیت 3 اِلَّا تَذْکِرَۃً لِّمَنْ یَّخْشٰی ”یعنی جن کے دلوں میں کچھ خوف خدا ہے ان کے لیے یہ نصیحت ہے۔"
    },
    {
      "ayah": 40,
      "surah": 20,
      "text": "آیت 40 اِذْ تَمْشِیْٓ اُخْتُکَ ”اور وہ چلتے چلتے فرعون کے محل تک پہنچ گئی جہاں بچے کو فوری طور پر دودھ پلانے کے انتظامات کیے جا رہے تھے۔ اللہ تعالیٰ نے حضرت موسیٰ علیہ السلام کو کسی بھی عورت کا دودھ پینے سے منع کردیا تھا۔ جب بہت سی عورتیں بلائی گئیں اور وہ سب کی سب آپ علیہ السلام کو دودھ پلانے میں ناکام رہیں تو آپ علیہ السلام کی بہن جو یہ سب کچھ دیکھ رہی تھی بول پڑی :فَتَقُوْلُ ہَلْ اَدُلُّکُمْ عَلٰی مَنْ یَّکْفُلُہٗ ط ”آپ علیہ السلام کی بہن نے اپنی ہی والدہ کے بارے میں ان لوگوں کو مشورہ دیا۔ چناچہ جب آپ علیہ السلام کی والدہ کو بلایا گیا تو آپ علیہ السلام نے ان کا دودھ فوراً پی لیا۔فَرَجَعْنٰکَ الآی اُمِّکَ کَیْ تَقَرَّ عَیْنُہَا وَلَا تَحْزَنَ ط ”چنانچہ مامتا کی تسلی و تسکین کے لیے بچے کو واپس والدہ کی گود میں پہنچا دیا گیا۔ مقام غور ہے ! اللہ تعالیٰ کو اپنے بندوں کے جذبات و احساسات کا کس حد تک پاس ہے۔ وَقَتَلْتَ نَفْسًا ”پھر جب آپ علیہ السلام جوان ہوئے اور مصر میں آپ علیہ السلام کے ہاتھوں ایک قبطی قتل ہوگیا :فَلَبِثْتَ سِنِیْنَ فِیْٓ اَہْلِ مَدْیَنَ ”آپ علیہ السلام کے مدین پہنچنے اور وہاں ٹھہرنے کے بارے میں تفصیل سورة القصص میں بیان ہوئی ہے۔ یہاں صرف اشارہ کیا گیا ہے۔ثُمَّ جِءْتَ عَلٰی قَدَرٍ یّٰمُوْسٰی ”یعنی اس وقت آپ علیہ السلام کا یہاں پہنچنا کسی حسن اتفاق کا نتیجہ نہیں بلکہ ایک طے شدہ پروگرام کا حصہ ہے۔ میں نے آپ علیہ السلام کے سب معاملات کے متعلق باقاعدہ منصوبہ بندی کر رکھی ہے۔ آپ علیہ السلام نے اس سے پہلے جو کچھ کیا ‘ آپ علیہ السلام جہاں جہاں رہے ‘ یہ سب اس منصوبہ بندی کا حصہ تھا اور اب اسی منصوبہ بندی اور ایک طے شدہ فیصلے کے مطابق آپ علیہ السلام اس جگہ پہنچ گئے ہو۔"
    },
    {
      "ayah": 41,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 42,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 43,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 44,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 45,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 46,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 47,
      "surah": 20,
      "text": "آیت 41 وَاصْطَنَعْتُکَ لِنَفْسِیْ ”اِصْطَنَعْتُ ‘ صَنَعْتُ سے باب افتعال ہے۔ ص کی مناسبت سے ت یہاں ط سے بدل گئی ہے۔ یعنی میں نے آپ علیہ السلام کی شخصیت کو خصوصی طور پر تیار کیا ہے۔ شاہی محل کے اندر مخصوص ماحول میں آپ علیہ السلام کی پرورش کرائی ہے اور بعض خصوصی صلاحیتیں آپ علیہ السلام کی شخصیت میں پیدا کی ہیں۔ اس لیے کہ مجھے آپ علیہ السلام سے ایک بڑا کام لینا ہے۔"
    },
    {
      "ayah": 48,
      "surah": 20,
      "text": "آیت 48 اِنَّا قَدْ اُوْحِیَ اِلَیْنَآ اَنَّ الْعَذَابَ عَلٰی مَنْ کَذَّبَ وَتَوَلّٰی ”چنانچہ حضرت موسیٰ اور حضرت ہارون علیہ السلام نے فرعون کے دربار میں پہنچ کر اللہ کا پیغام پوری تفصیل کے ساتھ اس تک پہنچا دیا۔"
    },
    {
      "ayah": 49,
      "surah": 20,
      "text": "آیت 49 قَالَ فَمَنْ رَّبُّکُمَا یٰمُوْسٰی ”ہم تو کسی ایسے رب سے واقف نہیں ہیں جس کے بارے میں تم دونوں بات کر رہے ہو۔ تمہارا ربّ ہے کون ؟"
    },
    {
      "ayah": 5,
      "surah": 20,
      "text": "آیت 3 اِلَّا تَذْکِرَۃً لِّمَنْ یَّخْشٰی ”یعنی جن کے دلوں میں کچھ خوف خدا ہے ان کے لیے یہ نصیحت ہے۔"
    },
    {
      "ayah": 50,
      "surah": 20,
      "text": "آیت 50 قَالَ رَبُّنَا الَّذِیْٓ اَعْطٰی کُلَّ شَیْءٍ خَلْقَہٗ ثُمَّ ہَدٰی ”یعنی اللہ تعالیٰ نے ہرچیز کو ایک خاص شکل اور ہیئت کے مطابق تخلیق کیا ہے اور پھر ہر مخلوق کی خلقت کے عین مطابق اسے جبلی ہدایت بھی عطا کی ہے۔ مثلاً اس نے بکری کو جبلی ہدایت دی ہے کہ اس کی غذا گوشت نہیں ہے ‘ گھاس وغیرہ ہے اور شیر کو جبلی ہدایت دی ہے کہ اس کی غذا گھاس نہیں ‘ گوشت ہے ‘ اسی طرح ہرچیز کو جبلی طور پر اس نے مخصوص عادات واطوار اور خصوصیات کا پابند کردیا ہے۔"
    },
    {
      "ayah": 51,
      "surah": 20,
      "text": "آیت 51 قَالَ فَمَا بَالُ الْقُرُوْنِ الْاُوْلٰی ”یعنی اگر ہم تمہارا یہ دعویٰ تسلیم کرلیں کہ تم اللہ کے رسول ہو اور تمہاری پیروی میں ہی ہدایت ہے تو پھر ہمارے آباء و اَجداد جو اس سے پہلے فوت ہوچکے ہیں ‘ ہماری کئی نسلیں جو اس دنیا سے جا چکی ہیں ‘ ان کے پاس تو کوئی رسول نہیں آیا تھا ‘ ان تک ایسی کوئی دعوت نہیں پہنچی تھی اور وہ اسی طریقے پر فوت ہوئے جسے تم گمراہی قرار دے رہے ہو۔ تو ان سب لوگوں کے بارے میں تمہارا کیا فتویٰ ہے ؟ ان سب کا کیا بنے گا ؟یہ ایک ٹیڑھا سوال تھا جس کا جواب بڑے حکیمانہ انداز میں دینے کی ضرورت تھی۔ ہمارے جیسا کوئی داعی ہوتا تو کہہ دیتا کہ وہ سب جہنمی ہیں ! ایسے جواب کے ردِّ عمل کے طور پر مخاطبین کی اپنے اسلاف کے بارے میں عصبیت و حمیت کو ہوا ملتی اور صورت حال بگڑ جاتی۔ بہر حال حکمت تبلیغ کا تقاضا یہی ہے کہ دعوت کے دوران مخاطبین کے جذبات اور مخصوص موقع محل کو مد نظر رکھا جائے تاکہ کسی بھی قسم کی منفی صورت حال پیدا نہ ہونے پائے۔ چناچہ حضرت موسیٰ علیہ السلام نے کمال حکمت سے جواب دیا :"
    },
    {
      "ayah": 52,
      "surah": 20,
      "text": "آیت 52 قَالَ عِلْمُہَا عِنْدَ رَبِّیْ فِیْ کِتٰبٍج لَا یَضِلُّ رَبِّیْ وَلَا یَنْسَی ”میرا رب ہی جانتا ہے کہ ایسے لوگ جن کے پاس اللہ کی طرف سے دعوت لے کر کوئی رسول نہیں آیا ‘ ان کے ساتھ کیا معاملہ ہوگا۔ میرا رب ان تمام لوگوں کے حالات سے خوب واقف ہے ‘ نہ تو اس سے غلطی ہوتی ہے اور نہ ہی وہ بھولتا ہے۔ چناچہ ان کے بارے میں وہ خود ہی مناسب فیصلہ کرے گا۔ حضرت موسیٰ علیہ السلام نے فرعون اور اس کے درباریوں کو یہ مسکت جواب دینے کے بعد اپنی تقریر جاری رکھی :"
    },
    {
      "ayah": 53,
      "surah": 20,
      "text": "آیت 52 قَالَ عِلْمُہَا عِنْدَ رَبِّیْ فِیْ کِتٰبٍج لَا یَضِلُّ رَبِّیْ وَلَا یَنْسَی ”میرا رب ہی جانتا ہے کہ ایسے لوگ جن کے پاس اللہ کی طرف سے دعوت لے کر کوئی رسول نہیں آیا ‘ ان کے ساتھ کیا معاملہ ہوگا۔ میرا رب ان تمام لوگوں کے حالات سے خوب واقف ہے ‘ نہ تو اس سے غلطی ہوتی ہے اور نہ ہی وہ بھولتا ہے۔ چناچہ ان کے بارے میں وہ خود ہی مناسب فیصلہ کرے گا۔ حضرت موسیٰ علیہ السلام نے فرعون اور اس کے درباریوں کو یہ مسکت جواب دینے کے بعد اپنی تقریر جاری رکھی :"
    },
    {
      "ayah": 54,
      "surah": 20,
      "text": "آیت 52 قَالَ عِلْمُہَا عِنْدَ رَبِّیْ فِیْ کِتٰبٍج لَا یَضِلُّ رَبِّیْ وَلَا یَنْسَی ”میرا رب ہی جانتا ہے کہ ایسے لوگ جن کے پاس اللہ کی طرف سے دعوت لے کر کوئی رسول نہیں آیا ‘ ان کے ساتھ کیا معاملہ ہوگا۔ میرا رب ان تمام لوگوں کے حالات سے خوب واقف ہے ‘ نہ تو اس سے غلطی ہوتی ہے اور نہ ہی وہ بھولتا ہے۔ چناچہ ان کے بارے میں وہ خود ہی مناسب فیصلہ کرے گا۔ حضرت موسیٰ علیہ السلام نے فرعون اور اس کے درباریوں کو یہ مسکت جواب دینے کے بعد اپنی تقریر جاری رکھی :"
    },
    {
      "ayah": 55,
      "surah": 20,
      "text": "آیت 52 قَالَ عِلْمُہَا عِنْدَ رَبِّیْ فِیْ کِتٰبٍج لَا یَضِلُّ رَبِّیْ وَلَا یَنْسَی ”میرا رب ہی جانتا ہے کہ ایسے لوگ جن کے پاس اللہ کی طرف سے دعوت لے کر کوئی رسول نہیں آیا ‘ ان کے ساتھ کیا معاملہ ہوگا۔ میرا رب ان تمام لوگوں کے حالات سے خوب واقف ہے ‘ نہ تو اس سے غلطی ہوتی ہے اور نہ ہی وہ بھولتا ہے۔ چناچہ ان کے بارے میں وہ خود ہی مناسب فیصلہ کرے گا۔ حضرت موسیٰ علیہ السلام نے فرعون اور اس کے درباریوں کو یہ مسکت جواب دینے کے بعد اپنی تقریر جاری رکھی :"
    },
    {
      "ayah": 56,
      "surah": 20,
      "text": "آیت 52 قَالَ عِلْمُہَا عِنْدَ رَبِّیْ فِیْ کِتٰبٍج لَا یَضِلُّ رَبِّیْ وَلَا یَنْسَی ”میرا رب ہی جانتا ہے کہ ایسے لوگ جن کے پاس اللہ کی طرف سے دعوت لے کر کوئی رسول نہیں آیا ‘ ان کے ساتھ کیا معاملہ ہوگا۔ میرا رب ان تمام لوگوں کے حالات سے خوب واقف ہے ‘ نہ تو اس سے غلطی ہوتی ہے اور نہ ہی وہ بھولتا ہے۔ چناچہ ان کے بارے میں وہ خود ہی مناسب فیصلہ کرے گا۔ حضرت موسیٰ علیہ السلام نے فرعون اور اس کے درباریوں کو یہ مسکت جواب دینے کے بعد اپنی تقریر جاری رکھی :"
    },
    {
      "ayah": 57,
      "surah": 20,
      "text": "آیت 52 قَالَ عِلْمُہَا عِنْدَ رَبِّیْ فِیْ کِتٰبٍج لَا یَضِلُّ رَبِّیْ وَلَا یَنْسَی ”میرا رب ہی جانتا ہے کہ ایسے لوگ جن کے پاس اللہ کی طرف سے دعوت لے کر کوئی رسول نہیں آیا ‘ ان کے ساتھ کیا معاملہ ہوگا۔ میرا رب ان تمام لوگوں کے حالات سے خوب واقف ہے ‘ نہ تو اس سے غلطی ہوتی ہے اور نہ ہی وہ بھولتا ہے۔ چناچہ ان کے بارے میں وہ خود ہی مناسب فیصلہ کرے گا۔ حضرت موسیٰ علیہ السلام نے فرعون اور اس کے درباریوں کو یہ مسکت جواب دینے کے بعد اپنی تقریر جاری رکھی :"
    },
    {
      "ayah": 58,
      "surah": 20,
      "text": "فَاجْعَلْ بَیْنَنَا وَبَیْنَکَ مَوْعِدًا لَّا نُخْلِفُہٗ نَحْنُ وَلَآ اَنْتَ مَکَانًا سُوًی ”ایک کھلے میدان میں ہم سب جمع ہوجائیں۔ وہاں تم بھی اپنی یہ نشانیاں پیش کرو ‘ اور ہمارے جادو گر بھی اپنے جادو کے کمالات دکھائیں۔ فرعون کا خیال تھا کہ اس کے بلائے ہوئے جادوگر اس سے بہتر جادو دکھا دیں گے اور اس طرح موسیٰ کا دعویٰ باطل ثابت ہوجائے گا۔"
    },
    {
      "ayah": 59,
      "surah": 20,
      "text": "آیت 59 قَالَ مَوْعِدُکُمْ یَوْمُ الزِّیْنَۃِ ”ان کے ہاں یہ کوئی تہوار تھا جس کے سلسلے میں وہ لوگ بڑی تعداد میں کسی میدان میں جمع ہو کر جشن مناتے تھے۔ حضرت موسیٰ علیہ السلام نے حکمت سے کام لیتے ہوئے اسی تہوار کے اجتماع کو مقابلے کے لیے مخصوص کرلیا۔وَاَنْ یُّحْشَرَ النَّاسُ ضُحًی ”یہ ضحی کا وقت وہی ہے جس وقت ہم عیدین کے موقع پر نماز ادا کرتے ہیں۔ یعنی جب دھوپ ذرا سی اٹھ جائے اس وقت لوگوں کو جمع کرلیا جائے۔"
    },
    {
      "ayah": 6,
      "surah": 20,
      "text": "آیت 6 لَہٗ مَا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ وَمَا بَیْنَہُمَا وَمَا تَحْتَ الثَّرٰی ”الثَّرٰی کے معنی گیلی مٹی کے ہیں ‘ یعنی گیلی مٹی کے نیچے بھی جو کچھ ہے وہ بھی اللہ ہی کی ملکیت ہے۔"
    },
    {
      "ayah": 60,
      "surah": 20,
      "text": "آیت 60 فَتَوَلّٰی فِرْعَوْنُ ”جب حضرت موسیٰ علیہ السلام سے مقابلہ طے ہوگیا تو فرعون نے اپنی پوری توجہ اس کے لیے تیاری کرنے پر مرکوز کردی۔ فَجَمَعَ کَیْدَہٗ ثُمَّ اَتٰی ”اس نے اپنی پوری مملکت سے ماہر جادو گروں کو اکٹھا کیا اور یوں پوری تیاری کے ساتھ حضرت موسیٰ علیہ السلام کے مقابلے کے لیے میدان میں اترا تاکہ ثابت کرسکے کہ آپ علیہ السلام کا دعویٰ باطل ہے۔"
    },
    {
      "ayah": 61,
      "surah": 20,
      "text": "آیت 61 قَالَ لَہُمْ مُّوْسٰی وَیْلَکُمْ لَا تَفْتَرُوْا عَلَی اللّٰہِ کَذِبًا فَیُسْحِتَکُمْ بِعَذَابٍج ”حضرت موسیٰ علیہ السلام نے آخری حجت کے طور پر انہیں خبردار کیا کہ دیکھو تم لوگ اللہ پر افترا بازی نہ کرو ‘ میں جو کچھ پیش کر رہا ہوں یہ جادو نہیں ہے ‘ یہ اللہ کا عطا کردہ معجزہ ہے۔"
    },
    {
      "ayah": 62,
      "surah": 20,
      "text": "آیت 62 فَتَنَازَعُوْٓا اَمْرَہُمْ بَیْنَہُمْ وَاَسَرُّوا النَّجْوٰی ”جب حضرت موسیٰ علیہ السلام نے براہ راست جادوگروں سے خطاب کیا تو وہ مرعوب ہوگئے۔ نبوت کا رعب بھی تھا اور آپ علیہ السلام کی شخصیت کی خداداد وجاہت بھی ‘ جس کے بارے میں اللہ تعالیٰ کا ارشاد قبل ازیں آیت 39 میں وارد ہوچکا ہے : وَاَلْقَیْتُ عَلَیْکَ مَحَبَّۃً مِّنِّیْ ج کہ میں نے اپنی طرف سے تم پر اپنی خاص محبت ڈال دی تھی۔ چناچہ جادوگر یہ سب کچھ برداشت نہ کرسکے۔ آپ علیہ السلام کی تقریر سنتے ہی مقابلے کا معاملہ ان میں متنازعہ ہوگیا۔ چناچہ وہ ایک دوسرے کو قائل کرنے کے لیے باہم سرگوشیوں میں مصروف ہوگئے۔ اس آیت کا ایک مفہوم یہ بھی ہوسکتا ہے کہ حضرت موسیٰ علیہ السلام کی تقریر سے فرعون کے درباریوں میں باہم اختلاف پیدا ہوگیا اور وہ آپس میں چپکے چپکے سرگوشیاں کرنے لگے کہ یہ مقابلہ نہ کرایا جائے۔ لیکن بالآخر وہ اتفاقِ رائے سے اس نتیجے پر پہنچنے میں کامیاب ہوگئے :"
    },
    {
      "ayah": 63,
      "surah": 20,
      "text": "آیت 63 قَالُوْٓا اِنْ ہٰذٰٹنِ لَسٰحِرٰنِ یُرِیْدٰنِ اَنْ یُّخْرِجٰکُمْ مِّنْ اَرْضِکُمْ بِسِحْرِہِمَا وَیَذْہَبَا بِطَرِیْقَتِکُمُ الْمُثْلٰی ”مُثْلیٰ مؤنث ہے اَمْثَل کا ‘ جس کے معنی ہیں سب سے زیادہ مثالی۔ حق کے مقابلے میں باطل ذہنیت کا باہمی اتفاق ملاحظہ ہو کہ جو دلیل اس وقت فرعون اور اس کے درباریوں کو حضرت موسیٰ علیہ السلام کے خلاف سوجھی تھی آج بھی شیطانی قوتیں مسلمانوں کے خلاف اسی دلیل کے تحت پروپیگنڈا کر رہی ہیں۔ ابلیسی سوچ کے نقیبوں نے آج بھی پوری دنیا میں شور برپا کر رکھا ہے کہ Muslim Fundamentalism ہماری مثالی تہذیب و ثقافت کے لیے خطرہ ہے۔ ہم نے بڑی محنت سے مختلف اداروں کو فروغ دیا ہے ‘ دنیا میں انسانی حقوق کا تصور متعارف کرایا ہے ‘ جان جوکھوں میں ڈال کر مرد و زن کی مساوات اور عورتوں کی آزادی کی جنگ لڑی ہے۔ مگر مسلمان بنیاد پرست ہماری تہذیب و ثقافت کی ان مثالی achievements کو ملیا میٹ کردینا چاہتے ہیں۔"
    },
    {
      "ayah": 64,
      "surah": 20,
      "text": "آیت 64 فَاَجْمِعُوْا کَیْدَکُمْ ثُمَّ اءْتُوْا صَفًّا ج ”تم لوگ اپنے تمام دستیاب مادی و فنی وسائل بروئے کار لاتے ہوئے موسیٰ علیہ السلام کے مقابلے میں سیسہ پلائی ہوئی دیوار بن کر کھڑے ہوجاؤ۔"
    },
    {
      "ayah": 65,
      "surah": 20,
      "text": "آیت 64 فَاَجْمِعُوْا کَیْدَکُمْ ثُمَّ اءْتُوْا صَفًّا ج ”تم لوگ اپنے تمام دستیاب مادی و فنی وسائل بروئے کار لاتے ہوئے موسیٰ علیہ السلام کے مقابلے میں سیسہ پلائی ہوئی دیوار بن کر کھڑے ہوجاؤ۔"
    },
    {
      "ayah": 66,
      "surah": 20,
      "text": "آیت 66 قَالَ بَلْ اَلْقُوْاج ”تو یوں حضرت موسیٰ علیہ السلام نے جادوگروں کو پہل کرنے کی دعوت دے دی۔ فَاِذَا حِبَالُہُمْ وَعِصِیُّہُمْ یُخَیَّلُ اِلَیْہِ مِنْ سِحْرِہِمْ اَنَّہَا تَسْعٰی ”حِبال جمع ہے حبل رسی کی اور عِصِیّ جمع ہے عصا لاٹھی کی۔ یعنی جادوگروں نے میدان میں رسیاں اور لاٹھیاں پھینک دیں جو ان کے جادو کے اثر سے دیکھنے والوں کو سانپوں کی طرح بھاگتی دوڑتی نظر آنے لگیں۔"
    },
    {
      "ayah": 67,
      "surah": 20,
      "text": "آیت 67 فَاَوْجَسَ فِیْ نَفْسِہٖ خِیْفَۃً مُّوْسٰی۔ ”حضرت موسیٰ علیہ السلام کو یہ خوف لاحق ہوا کہ جو معجزہ میرے پاس ہے اسی نوعیت کی چیز تو جادوگروں نے بھی دکھا دی ہے۔ چناچہ اب یہ سارے تماشائی تالیاں پیٹیں گے کہ موسیٰ کو شکست ہوگئی اور وہ جو عظیم الشان مشن اللہ تعالیٰ نے میرے سپرد کیا ہے اس کا کیا بنے گا ؟"
    },
    {
      "ayah": 68,
      "surah": 20,
      "text": "آیت 67 فَاَوْجَسَ فِیْ نَفْسِہٖ خِیْفَۃً مُّوْسٰی۔ ”حضرت موسیٰ علیہ السلام کو یہ خوف لاحق ہوا کہ جو معجزہ میرے پاس ہے اسی نوعیت کی چیز تو جادوگروں نے بھی دکھا دی ہے۔ چناچہ اب یہ سارے تماشائی تالیاں پیٹیں گے کہ موسیٰ کو شکست ہوگئی اور وہ جو عظیم الشان مشن اللہ تعالیٰ نے میرے سپرد کیا ہے اس کا کیا بنے گا ؟"
    },
    {
      "ayah": 69,
      "surah": 20,
      "text": "آیت 69 وَاَلْقِ مَا فِیْ یَمِیْنِکَ تَلْقَفْ مَا صَنَعُوْاط اِنَّمَا صَنَعُوْا کَیْدُ سٰحِرٍ ط ”یعنی یہ جو کچھ میدان میں سانپوں کی صورت میں نظر آ رہا ہے اس کی حقیقت کچھ نہیں ‘ محض نظر کا دھوکا ہے۔ عرف عام میں اس کیفیت کو ”نظر بندی“ کہا جاتا ہے۔"
    },
    {
      "ayah": 7,
      "surah": 20,
      "text": "آیت 7 وَاِنْ تَجْہَرْ بالْقَوْلِ ”اللہ کو پکارتے ہوئے ‘ اس سے دعایا مناجات کرتے ہوئے اگر تم لوگ اپنی آوازوں کو بلند کرو یا آہستہ رکھو ‘ اسے اس سے کوئی فرق نہیں پڑتا :"
    },
    {
      "ayah": 70,
      "surah": 20,
      "text": "آیت 70 فَاُلْقِیَ السَّحَرَۃُ سُجَّدًا ”اس نکتے کی وضاحت سورة الاعراف کے مطالعہ کے دوران کی جا چکی ہے کہ آخر کیا وجہ تھی جو حضرت موسیٰ علیہ السلام کی فتح کے بعد جادو گر تو سر تسلیم خم کرنے پر مجبور ہوگئے ‘ لیکن دوسری طرف نہ فرعون پر اس کا کچھ اثر ہوا اور نہ ہی اس کے درباریوں سمیت دوسرے لوگوں پر۔ دراصل فرعون اور اس کے درباریوں نے تو یہی سمجھا کہ یہ جادوگروں کا آپس میں مقابلہ تھا جس میں بڑے جادوگر نے چھوٹے جادوگروں کو مات دے دی۔ جبکہ حضرت موسیٰ علیہ السلام کے مقابل جادو گر جو اپنے فن کے ماہر تھے وہ اپنے کمال فن کی انتہا سے بھی آگاہ تھے اور اس کی حدود limits سے بھی خوب واقف تھے۔ جیسے آج ایک طبیعیات دان Physicist خوب جانتا ہے کہ فزکس کے میدان میں اب تک کیا کیا ایجادات ہوچکی ہیں اور اس کے کمالات کی رسائی کہاں تک ہے۔ چناچہ جادوگروں پر یہ حقیقت منکشف ہونے میں ذرا بھی دیر نہ لگی کہ نہ تو ان کے مد مقابل شخصیت کوئی جادوگر ہے اور نہ ہی یہ اژدھا کسی جادوئی کرشمے کا کمال ہے ! چناچہ وہ بغیر حیل و حجت سر تسلیم خم کرنے پر مجبور ہوگئے اور :"
    },
    {
      "ayah": 71,
      "surah": 20,
      "text": "آیت 71 قَالَ اٰمَنْتُمْ لَہٗ قَبْلَ اَنْ اٰذَنَ لَکُمْ ط ”فرعون نے مخصوص شہنشاہانہ انداز میں جادوگروں کو ڈانٹ پلائی کہ تمہاری یہ جرأت ! تم لوگوں نے مابدولت کی اجازت کے بغیر موسیٰ کے رب پر ایمان لانے کا اعلان بھی کردیا ! حالانکہ میری اجازت کے بغیر تو اس کے بارے میں تمہیں زبان بھی نہیں کھولنا چاہیے تھی۔ اِنَّہٗ لَکَبِیْرُکُمُ الَّذِیْ عَلَّمَکُمُ السِّحْرَ ج ”اب فرعون کو ایک اور چال سوجھی۔ جس طرح عزیز مصر کی بیوی نے اپنے خاوند کو سامنے دروازے پر دیکھ کر یکدم پینترا بدلا تھا اور موقف اختیار کیا تھا کہ یوسف اس کی آبرو کے درپے ہوا تھا ‘ اسی طرح فرعون نے جادوگروں کو مخاطب ہو کر کہا کہ تم لوگوں نے جو مقابلہ کیا ہے یہ محض دکھاوا تھا۔ موسیٰ دراصل تمہارا استاد ہے ‘ تم لوگوں نے اسی سے جادو سیکھ رکھا ہے۔ اندر سے تم لوگ آپس میں ملے ہوئے ہو۔ تمہاری یہ شکست تم لوگوں کی ملی بھگت کا نتیجہ ہے اور اس طرح تم لوگوں نے مل ملا کر ہمارے خلاف ایک بہت بڑی سازش کی ہے۔ چناچہ اس نے گرجتے ہوئے جادوگروں کو دھمکی دی : وَلَتَعْلَمُنَّ اَیُّنَآ اَشَدُّ عَذَابًا وَّاَبْقٰی ”تم لوگوں کو میرے اور موسیٰ کے اختیار و مرتبے کا فرق بہت جلد معلوم ہوجائے گا کہ ہم میں سے کون زیادہ سخت سزا دے سکتا ہے اور کس کو بقاء و دوام حاصل ہے۔"
    },
    {
      "ayah": 72,
      "surah": 20,
      "text": "آیت 72 قَالُوْا لَنْ نُّؤْثِرَکَ عَلٰی مَا جَآءَ نَا مِنَ الْبَیِّنٰتِ وَالَّذِیْ فَطَرَنَا ”اب ہمارے رب کی طرف سے ہم پر حق واضح کردیا گیا ہے ‘ حقیقت ہم پر منکشف ہوچکی ہے ‘ ہم اپنے رب پر ایمان لا چکے ہیں ‘ اب ہمارے لیے تیری مرضی و منشا کی کوئی اہمیت نہیں رہی۔ فَاقْضِ مَآ اَنْتَ قَاضٍ ط ”اب تو ہمیں جو سزا دینا چاہے دے لے ‘ خواہ ہمارے ٹکڑے ٹکڑے کر دے ‘ مگر ہم جس حق پر ایمان لائے ہیں اب اس سے پیچھے ہٹنے والے نہیں ہیں۔ اِنَّمَا تَقْضِیْ ہٰذِہِ الْحَیٰوۃَ الدُّنْیَا ”تو ہمارے ساتھ زیادہ سے زیادہ کر بھی کیا سکتا ہے ؟ صرف ہماری اس دنیوی زندگی ہی کے بارے میں کوئی فیصلہ کرسکتا ہے نا ! جو آج نہیں تو کل ‘ کل نہیں تو پرسوں ویسے بھی ختم ہونے والی ہے۔ اگر تو اسے کل کے بجائے آج ختم کر دے گا تو اس میں ہمارے لیے پریشانی کی کوئی بات نہیں :"
    },
    {
      "ayah": 73,
      "surah": 20,
      "text": "آیت 73 اِنَّآ اٰمَنَّا بِرَبِّنَا لِیَغْفِرَلَنَا خَطٰیٰنَا وَمَآ اَکْرَہْتَنَا عَلَیْہِ مِنَ السِّحْرِ ط ”تیرے مجبور کرنے پر ہم نے اپنے جادو کے بل پر اللہ کے پیغمبر کا مقابلہ کرنے کی جو جسارت کی ہے ہم اپنے رب سے اس جرم کی معافی مانگتے ہیں۔ ان جادوگروں سے تو یہی کہا گیا ہوگا کہ تمہیں ایک بہت بڑے جادوگر کا مقابلہ کرنا ہے ‘ لیکن جب یہ لوگ حضرت موسیٰ علیہ السلام کے مقابلے میں آئے تو آپ علیہ السلام کی با رعب شخصیت سے مرعوب ہوئے بغیر نہ رہ سکے اور مقابلہ کرنے کے بارے میں تذبذب کا شکار ہوگئے۔ قبل ازیں آیت 62 میں ان کی اس کیفیت کی جھلک دکھائی گئی ہے۔ اب جادوگروں کے اس اقراری بیان سے مزید واضح ہوگیا کہ وہ حضرت موسیٰ علیہ السلام کو دیکھ لینے اور آپ علیہ السلام کی تقریر سن لینے کے بعد آپ علیہ السلام سے مقابلہ نہیں کرنا چاہتے تھے ‘ لیکن بالآخر فرعون کے مجبور کرنے پر وہ اس پر آمادہ ہوگئے تھے۔وَاللّٰہُ خَیْرٌ وَّاَبْقٰی ”حق کو قبول کرلینے اور اللہ پر ایمان لا چکنے کے بعد اب ہم پر یہ حقیقت منکشف ہوچکی ہے کہ بقاء و دوام صرف اللہ ہی کو حاصل ہے اور اسی کا راستہ سب سے بہتر راستہ ہے۔"
    },
    {
      "ayah": 74,
      "surah": 20,
      "text": "آیت 73 اِنَّآ اٰمَنَّا بِرَبِّنَا لِیَغْفِرَلَنَا خَطٰیٰنَا وَمَآ اَکْرَہْتَنَا عَلَیْہِ مِنَ السِّحْرِ ط ”تیرے مجبور کرنے پر ہم نے اپنے جادو کے بل پر اللہ کے پیغمبر کا مقابلہ کرنے کی جو جسارت کی ہے ہم اپنے رب سے اس جرم کی معافی مانگتے ہیں۔ ان جادوگروں سے تو یہی کہا گیا ہوگا کہ تمہیں ایک بہت بڑے جادوگر کا مقابلہ کرنا ہے ‘ لیکن جب یہ لوگ حضرت موسیٰ علیہ السلام کے مقابلے میں آئے تو آپ علیہ السلام کی با رعب شخصیت سے مرعوب ہوئے بغیر نہ رہ سکے اور مقابلہ کرنے کے بارے میں تذبذب کا شکار ہوگئے۔ قبل ازیں آیت 62 میں ان کی اس کیفیت کی جھلک دکھائی گئی ہے۔ اب جادوگروں کے اس اقراری بیان سے مزید واضح ہوگیا کہ وہ حضرت موسیٰ علیہ السلام کو دیکھ لینے اور آپ علیہ السلام کی تقریر سن لینے کے بعد آپ علیہ السلام سے مقابلہ نہیں کرنا چاہتے تھے ‘ لیکن بالآخر فرعون کے مجبور کرنے پر وہ اس پر آمادہ ہوگئے تھے۔وَاللّٰہُ خَیْرٌ وَّاَبْقٰی ”حق کو قبول کرلینے اور اللہ پر ایمان لا چکنے کے بعد اب ہم پر یہ حقیقت منکشف ہوچکی ہے کہ بقاء و دوام صرف اللہ ہی کو حاصل ہے اور اسی کا راستہ سب سے بہتر راستہ ہے۔"
    },
    {
      "ayah": 75,
      "surah": 20,
      "text": "آیت 75 وَمَنْ یَّاْتِہٖ مُؤْمِنًا قَدْ عَمِلَ الصّٰلِحٰتِ فَاُولٰٓءِکَ لَہُمُ الدَّرَجٰتُ الْعُلٰی ”یعنی ایسے لوگ جن کے پاس ایمان حقیقی کے ساتھ ساتھ نیک اعمال کی پونجی بھی ہوگی ان کے لیے بلند درجے ہوں گے۔"
    },
    {
      "ayah": 76,
      "surah": 20,
      "text": "آیت 75 وَمَنْ یَّاْتِہٖ مُؤْمِنًا قَدْ عَمِلَ الصّٰلِحٰتِ فَاُولٰٓءِکَ لَہُمُ الدَّرَجٰتُ الْعُلٰی ”یعنی ایسے لوگ جن کے پاس ایمان حقیقی کے ساتھ ساتھ نیک اعمال کی پونجی بھی ہوگی ان کے لیے بلند درجے ہوں گے۔"
    },
    {
      "ayah": 77,
      "surah": 20,
      "text": "آیت 77 وَلَقَدْ اَوْحَیْنَآ اِلٰی مُوْسٰٓیلا اَنْ اَسْرِ بِعِبَادِیْ ”ان کے مصر سے نکلنے کے لیے ایک رات کا مخصوص وقت طے کردیا گیا تھا کہ اس رات جب قبطی لوگ اپنے اپنے گھروں میں نیند کے مزے لے رہے ہوں تو حضرت موسیٰ علیہ السلام تمام اسرائیلیوں کو لے کر چپکے سے صحرائے سینا کی طرف نکل کھڑے ہوں۔"
    },
    {
      "ayah": 78,
      "surah": 20,
      "text": "آیت 78 فَاَتْبَعَہُمْ فِرْعَوْنُ بِجُنُوْدِہٖ فَغَشِیَہُمْ مِّنَ الْیَمِّ مَا غَشِیَہُمْ ”اس کی تفصیل قرآن میں دوسرے مقامات پر موجود ہے ‘ یعنی حضرت موسیٰ علیہ السلام نے اللہ کے حکم سے سمندر پر عصا مارا۔ اس سے سمندر پھٹ گیا ‘ دونوں طرف کا پانی بڑی بڑی چٹانوں کی طرح ] کَالطَّوْدِ الْعَظِیْمِ۔ الشعراء [ کھڑا ہوگیا اور درمیان میں خشک راستہ بن گیا۔ حضرت موسیٰ علیہ السلام اس راستے سے اپنی قوم کو لے کر نکل گئے۔ لیکن جب فرعون اپنے لشکروں سمیت اس میں داخل ہوا تو دونوں طرف کا پانی مل گیا اور اس طرح سے وہ سب کے سب غرق ہوگئے۔"
    },
    {
      "ayah": 79,
      "surah": 20,
      "text": "آیت 78 فَاَتْبَعَہُمْ فِرْعَوْنُ بِجُنُوْدِہٖ فَغَشِیَہُمْ مِّنَ الْیَمِّ مَا غَشِیَہُمْ ”اس کی تفصیل قرآن میں دوسرے مقامات پر موجود ہے ‘ یعنی حضرت موسیٰ علیہ السلام نے اللہ کے حکم سے سمندر پر عصا مارا۔ اس سے سمندر پھٹ گیا ‘ دونوں طرف کا پانی بڑی بڑی چٹانوں کی طرح ] کَالطَّوْدِ الْعَظِیْمِ۔ الشعراء [ کھڑا ہوگیا اور درمیان میں خشک راستہ بن گیا۔ حضرت موسیٰ علیہ السلام اس راستے سے اپنی قوم کو لے کر نکل گئے۔ لیکن جب فرعون اپنے لشکروں سمیت اس میں داخل ہوا تو دونوں طرف کا پانی مل گیا اور اس طرح سے وہ سب کے سب غرق ہوگئے۔"
    },
    {
      "ayah": 8,
      "surah": 20,
      "text": "آیت 8 اَللّٰہُ لَآ اِلٰہَ اِلَّا ہُوَط لَہُ الْاَسْمَآءُ الْحُسْنٰی ”اب یہاں سے آگے حضرت موسیٰ علیہ السلام کا قصہ شروع ہو رہا ہے جس کے بارے میں بیشتر تفصیلات سورة الاعراف کے مطالعے کے دوران گزر چکی ہیں۔ چناچہ یہاں وہ تفصیلات پھر سے دہرائی نہیں جائیں گی۔"
    },
    {
      "ayah": 80,
      "surah": 20,
      "text": "آیت 80 یٰبَنِیْٓ اِسْرَآءِ یْلَ قَدْ اَنْجَیْنٰکُمْ مِّنْ عَدُوِّکُمْ وَوٰعَدْنٰکُمْ جَانِبَ الطُّوْرِ الْاَیْمَنَ ”یہ اسی مقام کا ذکر ہے جہاں پہلے حضرت موسیٰ علیہ السلام کو نبوت سے سرفراز کیا گیا تھا۔"
    },
    {
      "ayah": 81,
      "surah": 20,
      "text": "آیت 81 کُلُوْا مِنْ طَیِّبٰتِ مَا رَزَقْنٰکُمْ وَلَا تَطْغَوْا فِیْہِ ”لیکن منع کرنے کے باوجود بنی اسرائیل نے اس معاملے میں زیادتی کی۔ زیادتی کی ایک صورت تو یہ تھی کہ وہ اسے سینت سینت کر رکھتے تھے ‘ اس خدشے سے کہ شاید کل یہ نازل نہ ہو اور یوں توکل علی اللہ کی نفی کرتے تھے۔ اس کے علاوہ انہوں نے اس میں اس طرح بھی زیادتی کی کہ کچھ ہی عرصہ بعد اس کی ناقدری کرتے ہوئے اس کے مقابلے میں دوسری چیزوں کا مطالبہ شروع کردیا۔"
    },
    {
      "ayah": 82,
      "surah": 20,
      "text": "آیت 81 کُلُوْا مِنْ طَیِّبٰتِ مَا رَزَقْنٰکُمْ وَلَا تَطْغَوْا فِیْہِ ”لیکن منع کرنے کے باوجود بنی اسرائیل نے اس معاملے میں زیادتی کی۔ زیادتی کی ایک صورت تو یہ تھی کہ وہ اسے سینت سینت کر رکھتے تھے ‘ اس خدشے سے کہ شاید کل یہ نازل نہ ہو اور یوں توکل علی اللہ کی نفی کرتے تھے۔ اس کے علاوہ انہوں نے اس میں اس طرح بھی زیادتی کی کہ کچھ ہی عرصہ بعد اس کی ناقدری کرتے ہوئے اس کے مقابلے میں دوسری چیزوں کا مطالبہ شروع کردیا۔"
    },
    {
      "ayah": 83,
      "surah": 20,
      "text": "آیت 83 وَمَآ اَعْجَلَکَ عَنْ قَوْمِکَ یٰمُوْسٰی ”اس سے پہلے سورة مریم کی آیت 64 اور آیت 84 میں عجلت سے منع کیا جا چکا ہے۔ آیت 64 میں حضور ﷺ کو بالواسطہ انداز میں فرمایا گیا کہ آپ ﷺ وحی کے جلد آنے کے بارے میں خواہش نہ کیا کریں ‘ کیونکہ یہ تو اللہ کی مشیت کے مطابق ہی نازل ہوگی۔ چناچہ فرشتے کی زبان سے آپ ﷺ کو مخاطب کر کے کہلوایا گیا : وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّکَ ج کہ ہم تو آپ ﷺ کے رب کے حکم سے ہی نازل ہوتے ہیں۔ جبکہ آیت 84 میں آپ ﷺ کو مخاطب کر کے فرمایا گیا : فَلَا تَعْجَلْ عَلَیْہِمْ ط ”تو آپ ﷺ ان پر عذاب کے بارے میں جلدی نہ کریں“۔ اب آیت زیر نظر میں جلدی کرنے پر حضرت موسیٰ علیہ السلام سے جواب طلبی ہو رہی ہے۔ اللہ تعالیٰ نے حضرت موسیٰ علیہ السلام کو تورات دینے کے لیے ایک معین وقت پر کوہ طور پر بلایا تو آپ علیہ السلام فرط اشتیاق سے قبل از وقت وہاں پہنچ گئے۔ اس پر آپ علیہ السلام سے پوچھا گیا کہ آپ علیہ السلام اپنی قوم کو پیچھے چھوڑ کر وقت سے پہلے یہاں کیوں آگئے ہیں ؟"
    },
    {
      "ayah": 84,
      "surah": 20,
      "text": "آیت 84 قَالَ ہُمْ اُولَآءِ عَلآی اَثَرِیْ ”آپ علیہ السلام کی قوم کا قافلہ تو معمول کی رفتار سے آ رہا ہوگا اور آپ علیہ السلام اللہ تعالیٰ سے ملاقات اور مکالمے کے شوق میں تیز رفتاری سے سفر طے کرتے ہوئے وقت مقررہ سے پہلے وہاں پہنچ گئے تھے۔ چناچہ آپ علیہ السلام نے اس کی وجہ بھی یہی بتائی :وَعَجِلْتُ اِلَیْکَ رَبِّ لِتَرْضٰی ”گویا اللہ تعالیٰ کے حضور آپ علیہ السلام فرط جذبات کا اظہار کر رہے تھے۔ اقبالؔ کے مصرع میں ذرا تصرف کے ساتھ ”تو میرا شوق دیکھ مرا اشتیاق دیکھ !“ والی کیفیت تھی۔ آپ علیہ السلام کا خیال تھا اس سے اللہ تعالیٰ خوش ہوں گے اور شاباش ملے گی ‘ مگر یہاں تو لینے کے دینے پڑگئے ‘ الٹی explanation call ہوگئی۔"
    },
    {
      "ayah": 85,
      "surah": 20,
      "text": "آیت 85 قَالَ فَاِنَّا قَدْ فَتَنَّا قَوْمَکَ مِنْم بَعْدِکَ ”اگرچہ یہاں صراحت کے ساتھ ایسے الفاظ استعمال نہیں ہوئے مگر انداز سے یہی معلوم ہوتا ہے کہ آپ علیہ السلام کی اس عجلت پسندی کی وجہ سے اللہ تعالیٰ نے آپ علیہ السلام کی قوم کو فتنے میں مبتلا کردیا۔وَاَضَلَّہُمُ السَّامِرِیُّ ”اس انداز تخاطب میں یہ تفصیل بھی مضمر ہے کہ اگر آپ علیہ السلام اپنی قوم کے ساتھ ساتھ رہتے ‘ ان کا تزکیہ کرتے رہتے ‘ وہ لوگ آپ علیہ السلام کی تعلیم و تربیت سے مسلسل بہرہ مند ہوتے رہتے تو یقیناً ان کی عقل و فہم مزید پختہ ہوتی اور اس طرح اس فتنے کی نوبت نہ آتی۔ لیکن جب آپ علیہ السلام انہیں چھوڑ کر آگئے تو اس کے نتیجے میں ایک فتنہ گر شخص کو اپنا شیطانی کھیل کھیلنے کا موقع مل گیا۔سامری کے بارے میں ایک رائے تو یہ ہے کہ اس کا تعلق قبطی قوم سے تھا اور کسی وجہ سے وہ بنی اسرائیل کے ساتھ مل چکا تھا۔ لیکن اس سلسلے میں معتبر رائے یہی ہے کہ وہ بنی اسرائیل میں سے ہی تھا مگر منافق تھا اور حضرت موسیٰ علیہ السلام سے اسے خاص کد تھی۔ بالکل اسی طرح جیسے ابو عامر راہب کو حضور ﷺ سے کد تھی۔ ابو عامر راہب کا ذکر سورة التوبہ کے مطالعے کے دوران آیا تھا۔ بنیادی طور پر وہ خزرجی تھا۔ ابتدائی عمر میں بہت نیک اور عبادت گزار تھا ‘ بعد میں اس نے عیسائیت قبول کر کے رہبانیت اختیار کرلی۔ حضور ﷺ سے اسے خصوصی طور پر بغض تھا اور اس کا یہ بغض اس حد تک بڑھا ہوا تھا کہ وہ اپنی ساری زندگی آپ علیہ السلام کے خلاف جدوجہد اور سازشوں میں مصروف رہا۔ چناچہ جیسا کردار ابوعامر راہب کا امت محمد ﷺ میں رہا ‘ اس سے ملتا جلتا کردار حضرت موسیٰ علیہ السلام کی امت میں سامری کا تھا۔"
    },
    {
      "ayah": 86,
      "surah": 20,
      "text": "قَالَ یٰقَوْمِ اَلَمْ یَعِدْکُمْ رَبُّکُمْ وَعْدًا حَسَنًا ط ”اللہ تعالیٰ نے تم لوگوں سے وعدہ کیا تھا کہ وہ تم لوگوں کو اپنی کتاب کی صورت میں جامع ہدایت عطا فرمائے گا۔ میں تو اللہ کے اس وعدے کے مطابق طور پر گیا تھا کہ تمہارے لیے اس کی کتاب اور ہدایت لے کر آؤں :اَمْ اَرَدْتُّمْ اَنْ یَّحِلَّ عَلَیْکُمْ غَضَبٌ مِّنْ رَّبِّکُمْ فَاَخْلَفْتُمْ مَّوْعِدِیْ ”گویا تمہاری یہ حرکت اللہ تعالیٰ کے غضب کو دعوت دینے کے مترادف ہے۔"
    },
    {
      "ayah": 87,
      "surah": 20,
      "text": "قَالَ یٰقَوْمِ اَلَمْ یَعِدْکُمْ رَبُّکُمْ وَعْدًا حَسَنًا ط ”اللہ تعالیٰ نے تم لوگوں سے وعدہ کیا تھا کہ وہ تم لوگوں کو اپنی کتاب کی صورت میں جامع ہدایت عطا فرمائے گا۔ میں تو اللہ کے اس وعدے کے مطابق طور پر گیا تھا کہ تمہارے لیے اس کی کتاب اور ہدایت لے کر آؤں :اَمْ اَرَدْتُّمْ اَنْ یَّحِلَّ عَلَیْکُمْ غَضَبٌ مِّنْ رَّبِّکُمْ فَاَخْلَفْتُمْ مَّوْعِدِیْ ”گویا تمہاری یہ حرکت اللہ تعالیٰ کے غضب کو دعوت دینے کے مترادف ہے۔"
    },
    {
      "ayah": 88,
      "surah": 20,
      "text": "آیت 88 فَاَخْرَجَ لَہُمْ عِجْلًا جَسَدًا لَّہٗ خُوَارٌ ”اس سلسلے میں جو مختلف روایات ہیں ان کا خلاصہ یہ ہے کہ مصر میں اگرچہ اسرائیلی قوم کی حیثیت غلامانہ تھی مگر حضرت ابراہیم علیہ السلام کی نسل سے تعلق کی وجہ سے ان کی دیانت داری مسلمّ تھی۔ چناچہ قبطی قوم کے لوگ اپنے زیورات اور دوسری قیمتی چیزیں اکثر ان کے پاس امانت رکھوایا کرتے تھے۔ جب یہ لوگ مصر سے نکلے تو قبطی قوم کے بہت سے زیورات بھی وہ اپنے ساتھ لے آئے جو ان میں سے اکثر لوگوں کے پاس بطور امانت پڑے تھے۔ البتہ اس کا ان کے ذہن پر ایک بوجھ تھا کہ یہ ہمارے لیے جائز بھی ہیں یا نہیں ؟ اس حوالے سے سامری نے بھی انہیں قائل کرلیا کہ اس بوجھ سے نجات حاصل کرنے کے لیے ان کو یہ زیورات پھینک دینے چاہئیں۔ چناچہ جب ان لوگوں نے وہ زیوارت پھینک دیے تو سامری نے انہیں پگھلا کر گائے کے بچھڑے کی شکل کا ایک مجسمہ بنا ڈالا ‘ اور اس میں خاص مہارت سے کچھ ایسے سوراخ رکھے کہ جب ان میں سے ہوا کا گزر ہوتا تو بیل کے ڈکرانے کی سی آواز پیدا ہوتی۔ اس کی دوسری توجیہہ وہ ہے جو سامری نے خود بیان کی اور اس کا ذکر آئندہ آیات میں آئے گا۔فَقَالُوْا ہٰذَآ اِلٰہُکُمْ وَاِلٰہُ مُوْسٰی فَنَسِیَ ”یعنی حضرت موسیٰ علیہ السلام کو مغالطہ ہوا ہے جو وہ علیہ السلام اپنے رب سے ملاقات کے لیے کوہ طور پر چلے گئے ہیں ‘ حالانکہ ہمارا اور ان علیہ السلام کا رب تو یہاں موجود ہے۔"
    },
    {
      "ayah": 89,
      "surah": 20,
      "text": "آیت 89 اَفَلَا یَرَوْنَ اَلَّا یَرْجِعُ اِلَیْہِمْ قَوْلاً لا ”کیا انہیں نظر نہیں آتا تھا کہ وہ بچھڑا ان کی کسی بات کو جواب نہیں دے سکتا تھا۔ اس میں سے تو ایک بےمعنی بھاں بھاں کی آواز نکلتی تھی اور بس !"
    },
    {
      "ayah": 9,
      "surah": 20,
      "text": "آیت 8 اَللّٰہُ لَآ اِلٰہَ اِلَّا ہُوَط لَہُ الْاَسْمَآءُ الْحُسْنٰی ”اب یہاں سے آگے حضرت موسیٰ علیہ السلام کا قصہ شروع ہو رہا ہے جس کے بارے میں بیشتر تفصیلات سورة الاعراف کے مطالعے کے دوران گزر چکی ہیں۔ چناچہ یہاں وہ تفصیلات پھر سے دہرائی نہیں جائیں گی۔"
    },
    {
      "ayah": 90,
      "surah": 20,
      "text": "آیت 90 وَلَقَدْ قَالَ لَہُمْ ہٰرُوْنُ مِنْ قَبْلُ ”حضرت ہارون علیہ السلام ان لوگوں کو پہلے ہی ان الفاظ میں سمجھانے کی پوری کوشش کرچکے تھے :"
    },
    {
      "ayah": 91,
      "surah": 20,
      "text": "آیت 91 قَالُوْا لَنْ نَّبْرَحَ عَلَیْہِ عٰکِفِیْنَ حَتّٰی یَرْجِعَ اِلَیْنَا مُوْسٰی ”یہ جواب پوری بنی اسرائیل قوم کی طرف سے نہیں تھا بلکہ صرف ان لوگوں کی طرف سے تھا جو ان میں سے بچھڑا پرستی کے مشرکانہ عقیدے میں مبتلا ہوئے تھے اور پھر اس پر اڑ گئے تھے۔ انہوں نے حضرت ہارون علیہ السلام کو جواب دیا کہ ہم تو اب اسی کی پرستش کرتے رہیں گے ‘ یہاں تک کہ موسیٰ علیہ السلام خود آکر اس بارے میں کوئی فیصلہ کریں۔ یہ لوگ اس سے پہلے بھی ایک بت پرست قوم کی دیکھا دیکھی حضرت موسیٰ علیہ السلام سے مطالبہ کرچکے تھے الاعراف : 138 کہ ان لوگوں کے بتوں جیسا ہمیں بھی کوئی معبود بنا دیں جس کے سامنے بیٹھ کر ہم پوجا پاٹ کرسکیں۔"
    },
    {
      "ayah": 92,
      "surah": 20,
      "text": "آیت 91 قَالُوْا لَنْ نَّبْرَحَ عَلَیْہِ عٰکِفِیْنَ حَتّٰی یَرْجِعَ اِلَیْنَا مُوْسٰی ”یہ جواب پوری بنی اسرائیل قوم کی طرف سے نہیں تھا بلکہ صرف ان لوگوں کی طرف سے تھا جو ان میں سے بچھڑا پرستی کے مشرکانہ عقیدے میں مبتلا ہوئے تھے اور پھر اس پر اڑ گئے تھے۔ انہوں نے حضرت ہارون علیہ السلام کو جواب دیا کہ ہم تو اب اسی کی پرستش کرتے رہیں گے ‘ یہاں تک کہ موسیٰ علیہ السلام خود آکر اس بارے میں کوئی فیصلہ کریں۔ یہ لوگ اس سے پہلے بھی ایک بت پرست قوم کی دیکھا دیکھی حضرت موسیٰ علیہ السلام سے مطالبہ کرچکے تھے الاعراف : 138 کہ ان لوگوں کے بتوں جیسا ہمیں بھی کوئی معبود بنا دیں جس کے سامنے بیٹھ کر ہم پوجا پاٹ کرسکیں۔"
    },
    {
      "ayah": 93,
      "surah": 20,
      "text": "آیت 93 اَلَّا تَتَّبِعَنِ ط ”اس کا دوسرا ترجمہ یہ بھی ہوسکتا ہے ”جو آپ میرے پیچھے نہ آگئے“۔ یعنی آپ علیہ السلام میرے پیچھے کوہ طور پر کیوں نہ آگئے اور آکر کیوں نہ مجھے بتایا کہ وہ لوگ یوں گمراہ ہوگئے ہیں۔ اَفَعَصَیْتَ اَمْرِیْ ”اگرچہ عمر میں حضرت ہارون علیہ السلام بڑے تھے مگر منصب نبوت کے اعتبار سے چونکہ حضرت موسیٰ علیہ السلام کا رتبہ ان سے بڑا تھا اس لیے آپ علیہ السلام نے اس انداز میں حضرت ہارون علیہ السلام سے جواب طلبی کی۔"
    },
    {
      "ayah": 94,
      "surah": 20,
      "text": "اِنِّیْ خَشِیْتُ اَنْ تَقُوْلَ فَرَّقْتَ بَیْنَ بَنِیْٓ اِسْرَآءِ یْلَ ”کہ تم نے ان کو تقسیم کر کے ان کے اتحاد کو پارہ پارہ کردیا۔ وَلَمْ تَرْقُبْ قَوْلِیْ ”حضرت ہارون علیہ السلام سے باز پرس کرنے کے بعد اب حضرت موسیٰ علیہ السلام نے سامری سے جواب طلب کیا۔"
    },
    {
      "ayah": 95,
      "surah": 20,
      "text": "اِنِّیْ خَشِیْتُ اَنْ تَقُوْلَ فَرَّقْتَ بَیْنَ بَنِیْٓ اِسْرَآءِ یْلَ ”کہ تم نے ان کو تقسیم کر کے ان کے اتحاد کو پارہ پارہ کردیا۔ وَلَمْ تَرْقُبْ قَوْلِیْ ”حضرت ہارون علیہ السلام سے باز پرس کرنے کے بعد اب حضرت موسیٰ علیہ السلام نے سامری سے جواب طلب کیا۔"
    },
    {
      "ayah": 96,
      "surah": 20,
      "text": "وَکَذٰلِکَ سَوَّلَتْ لِیْ نَفْسِیْ ”رسول سے مراد یہاں حضرت جبرائیل علیہ السلام ہیں۔ حضرت جبرائیل علیہ السلام کہیں حضرت موسیٰ علیہ السلام کے پاس آئے تھے تو سامری نے انہیں دیکھ لیا۔ سامری چونکہ راہب تھا ‘ وہ روحانی اور نفسیاتی نوعیت کے مجاہدے بھی کرتا رہتا تھا۔ اس لیے حضرت جبرائیل کسی اور کو تو نظر نہ آئے مگر اسے نظر آگئے۔ زمین پر جہاں آپ علیہ السلام کا قدم پڑ رہا تھا وہاں سے اس نے کچھ مٹی اٹھا لی۔ یہی مٹی اس نے اس بھٹی میں ڈال دی جس میں وہ بچھڑا تیار کرنے کے لیے زیورات کو پگھلا رہا تھا۔ یوں حضرت روح الامین علیہ السلام کے قدموں کی مٹی کی تاثیر سے اس بچھڑے سے وہ آواز آنے لگی۔ یہ گویا اس معاملے کے بارے میں سامری کی وضاحت ہے۔"
    },
    {
      "ayah": 97,
      "surah": 20,
      "text": "آیت 97 قَالَ فَاذْہَبْ فَاِنَّ لَکَ فِی الْْحَیٰوۃِ اَنْ تَقُوْلَ لَا مِسَاسَص ”سامری بطور سزا جس بیماری میں مبتلا کیا گیا تھا اس کی تفصیل تو نہیں ملتی مگر ان الفاظ سے یوں معلوم ہوتا ہے کہ عملاً وہ اچھوت بن کر رہ گیا تھا۔ نہ وہ کسی کے قریب جاسکتا تھا اور نہ ہی کوئی دوسرا شخص اس کے پاس آسکتا تھا۔ بعض روایات میں اس طرح کی تفصیلات ملتی ہیں کہ اگر کوئی شخص اس کے قریب جاتا تو دونوں سخت بخار میں مبتلا ہوجاتے تھے اور یوں باقی تمام زندگی اسے معاشرتی مقاطعہ کی سزا بھگتنا پڑی۔"
    },
    {
      "ayah": 98,
      "surah": 20,
      "text": "وَسِعَ کُلَّ شَیْءٍ عِلْمًا ”اسرائیلی قوم کے بگڑے ہوئے عقائد اور ان کی عمومی ذہنیت کی جو تفصیلات ہمیں قرآن سے ملتی ہیں اگر ان کا بغور مطالعہ کیا جائے تو ہندو برہمن کی سوچ ‘ ذہنیت اور عقائد کی اس سے بہت قریبی مشابہت نظر آتی ہے۔ اس سلسلے میں میری ذاتی رائے ہے کہ آج سے ساڑھے تین ہزار سال قبل چودہ سو سال قبل مسیح کے لگ بھگ جب آریا نسل کے لوگ ہندوستان کی طرف محو سفر تھے تو ان کے ساتھ کسی مقام پر کچھ اسرائیلی قبائل بھی شامل ہوگئے تھے۔ یہ تقریباً وہی زمانہ تھا جب مصر سے بنی اسرائیل کا خروج Exodus ہوا۔ بنی اسرائیل کی تاریخ میں ان کے کچھ ایسے قبائل کا ذکر ملتا ہے جنہیں وہ اپنے گم شدہ قبائل The lost tribes of the house of Israel کہتے ہیں۔ یہ وہ قبائل ہیں جو صحرا میں گم ہوگئے تھے اور ان کے بارے میں کسی کو کچھ معلوم نہیں کہ وہ کہاں چلے گئے۔ میرے خیال کے مطابق بنی اسرائیل کے وہ گم شدہ قبائل کسی نہ کسی طرح آریاؤں آریا لوگ حضرت نوح علیہ السلام کے بیٹے حضرت حام کی نسل سے تھے کے ان گروہوں سے آملے تھے جو اس زمانے میں ہندوستان کی طرف کوچ کر رہے تھے اور اس طرح آریاؤں کے ساتھ وہ لوگ بھی ہندوستان میں آ بسے تھے۔ اس سلسلے میں میرا گمان یہ ہے کہ ہندوبرہمن انہی اسرائیلیوں کی نسل سے ہیں۔ میرے اس گمان کی بنیاد ہندوؤں اور اسرائیلیوں کے رسم و رواج اور عقائد میں پائی جانے والی گہری مشابہت ہے۔ مثلاً جس طرح حضرت موسیٰ علیہ السلام نے سامری کے بچھڑے کو جلا کر اس کی راکھ کو سمندر میں بہایا تھا ‘ بالکل اسی طرح ہندو اپنے ُ مردوں کو جلا کر ان کی راکھ کو گنگا وغیرہ میں بہاتے ہیں۔ اسرائیلیوں نے بچھڑے کو اپنا معبود بنایا تھا ‘ ہندو بھی مذہبی طور پر گائے کو مقدس مانتے ہیں۔ اس کے علاوہ ہندو روایتی طور پر اپنے لیے وہی شوخ یا زرد گیروا رنگ پسند کرتے ہیں جو قرآن میں بنی اسرائیل کے لیے مخصوص گائے کا رنگ بتایا گیا ہے البقرہ : 69۔ پھر سامری کے اچھوت ہوجانے کے تصور کو بھی ہندوؤں نے بعینہٖ اپنایا اور اس کے تحت اپنے معاشرے کے ایک طبقے کو اچھوت قرار دے ڈالا۔ اسی طرح بنی اسرائیل کے سروں پر پہاڑ کے اٹھائے جانے سے متعلق قرآنی بیان الاعراف : 171 سے مماثل ہندوؤں میں یہ عقیدہ بھی پایا جاتا ہے کہ ہنومان جی پہاڑ کو اٹھا لائے تھے۔ الغرض اسرائیلیوں اور ہندوؤں کے باہم مشترک عقائد اور رسم و رواج میرے اس خیال کو تقویت دیتے ہیں کہ ہندوستان کے برہمن اسرائیلیوں ہی کی نسل سے تعلق رکھتے ہیں۔ اس سلسلے میں میرا خیال یہ بھی ہے کہ اپنشدز کی تحریروں میں صحف ابراہیم کے اثرات بھی پائے جاتے ہیں۔ میں نے ایک زمانے میں ان کا مطالعہ کیا تھا تو معلوم ہوا کہ ان کی تحریروں میں توحید کا عنصر بہت زیادہ نمایاں ہے۔ قرآن حکیم میں صحف ابراہیم علیہ السلام اور صحف موسیٰ علیہ السلام کا ذکر صراحت کے ساتھ موجود ہے الاعلیٰ : 19۔ ”صحف موسیٰ علیہ السلام ٰ“ تو عہد نامہ قدیم Old Testament کی پہلی پانچ کتابوں کی صورت میں آج بھی موجود ہیں ‘ اگرچہ تحریف شدہ ہیں ‘ لیکن صحف ابراہیم علیہ السلام کا بظاہر کہیں کوئی سراغ نہیں ملتا۔ دوسری طرف اپنشد زکی تحریروں میں توحید کی تعلیمات کا پایا جانا ان میں الہامی اثرات کی موجود گی کا واضح ثبوت ہے۔ اسی بنا پر میں اس نظریے کا قائل ہوں کہ اپنشدز یا تو صحف ابراہیم علیہ السلام ہی کی تحریف شدہ شکلیں ہیں یا کم از کم صحف ابراہیم علیہ السلام کی تعلیمات کے اثرات کسی نہ کسی طرح ان تک ضرور پہنچے ہیں۔"
    },
    {
      "ayah": 99,
      "surah": 20,
      "text": "آیت 99 کَذٰلِکَ نَقُصُّ عَلَیْکَ مِنْ اَنْبَآءِ مَا قَدْ سَبَقَ ج ”اس طرح بذریعہ وحی پچھلی اقوام کے تفصیلی حالات حضور ﷺ کو فراہم کیے جا رہے ہیں۔وَقَدْ اٰتَیْنٰکَ مِنْ لَّدُنَّا ذِکْرًا ”ہم نے اپنے فضل خاص سے آپ ﷺ کو یہ قرآن عطا کیا ہے۔ اس میں پچھلے زمانے کی خبریں بھی ہیں اور یاد دہانی اور تذکیر و نصیحت بھی۔"
    }
  ]
}
