{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 21,
      "text": "فَنَتَّبِعَ اٰیٰتِکَ مِنْ قَبْلِ اَنْ نَّذِلَّ وَنَخْزٰی ”یہ وہی اصول ہے جو ہم سورة بنی اسرائیل میں بھی پڑھ آئے ہیں : وَمَا کُنَّا مُعَذِّبِیْنَ حَتّٰی نَبْعَثَ رَسُوْلاً کہ ہم کسی قوم پر عذاب ہلاکت اس وقت تک نہیں بھیجتے جب تک اللہ کی طرف سے کوئی رسول آکر واضح طور پر حق کا احقاق اور باطل کا ابطال نہ کردے۔ لیکن رسول کے اتمام حجت کے بعد بھی اگر قوم انکار پر اڑی رہے تو پھر اس کو عذاب استیصال کے ذریعے سے ہلاک کر کے نسیاً منسیاً کردیا جاتا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 21,
      "text": "آیت 10 لَقَدْ اَنْزَلْنَآ اِلَیْکُمْ کِتٰبًا فِیْہِ ذِکْرُکُمْط اَفَلَا تَعْقِلُوْنَ ”یہاں ”ذِکْرُکُمْ“ کے دو ترجمے ہوسکتے ہیں ‘ ایک تو یہ کہ اس میں تمہارے حصے کی نصیحت اور تعلیم ہے یعنی ذکرٌ لکم اور دوسرا یہ کہ ”اس میں تمہارا اپنا ذکر بھی موجود ہے“۔ اس دوسرے مفہوم کی وضاحت ایک حدیث سے ملتی ہے ‘ جس کے راوی حضرت علی رض ہیں۔ آپ رض فرماتے ہیں کہ رسول اللہ ﷺ نے فرمایا : أَلَا اِنَّھَا سَتَکُوْنُ فِتْنَۃٌ ”آگاہ ہوجاؤ ! عنقریب ایک بہت بڑا فتنہ رونما ہوگا“ فَقُلْتُ : مَا الْمَخْرَجُ مِنْھَا یَا رَسُوْلَ اللّٰہِ ؟ ”تو میں نے پوچھا : اے اللہ کے رسول ﷺ اس سے نکلنے کا راستہ کون سا ہوگا ؟“ یعنی اس فتنے سے بچنے کی سبیل کیا ہوگی ؟“ آپ ﷺ نے فرمایا : کِتَاب اللّٰہِ ، فِیْہِ نَبَأُ مَا کَانَ قَبْلَکُمْ وَخَبَرُ مَا بَعْدَکُمْ وَحُکْمُ مَا بَیْنَکُمْ 1 ”للہ کی کتاب ! اس میں تم سے پہلے لوگوں کی خبریں بھی ہیں ‘ تمہارے بعد آنے والوں کے احوال بھی ہیں اور تمہارے باہمی مسائل و اختلافات کا حل بھی ہے“۔ ان معانی میں یہاں ذِکْرُکُمْ سے مراد یہی ہے کہ تمہارے ہر دور کے تمام مسائل کا حل اس کتاب کے اندر موجود ہے۔ میں اپنے ذاتی تجربے کی بنیاد پر کہہ سکتا ہوں کہ آج بھی ہمیں ہر قسم کی صورت حال میں قرآن مجید سے راہنمائی مل سکتی ہے۔"
    },
    {
      "ayah": 100,
      "surah": 21,
      "text": "آیت 100 لَہُمْ فِیْہَا زَفِیْرٌ وَّہُمْ فِیْہَا لَا یَسْمَعُوْنَ ”ان کے معبود جو ان کے ساتھ ہی جل رہے ہوں گے ‘ وہ ان کی اس چیخ و پکار کو سن نہیں پائیں گے۔"
    },
    {
      "ayah": 101,
      "surah": 21,
      "text": "آیت 100 لَہُمْ فِیْہَا زَفِیْرٌ وَّہُمْ فِیْہَا لَا یَسْمَعُوْنَ ”ان کے معبود جو ان کے ساتھ ہی جل رہے ہوں گے ‘ وہ ان کی اس چیخ و پکار کو سن نہیں پائیں گے۔"
    },
    {
      "ayah": 102,
      "surah": 21,
      "text": "آیت 102 لَا یَسْمَعُوْنَ حَسِیْسَہَا ج ”سورۂ مریم کی آیت 71 وَاِنْ مِّنْکُمْ اِلَّا وَارِدُہَا ج کے مطابق ایک دفعہ جہنم کا مشاہدہ تو سب کو کرایا جائے گا ‘ لیکن پھر اس کے بعد اس کو اہل جنت سے بہت دور کردیا جائے گا۔وَہُمْ فِیْ مَا اشْتَہَتْ اَنْفُسُہُمْ خٰلِدُوْنَ ”تمام مرغوبات نفس اہل جنت کو فراہم کردی جائیں گی اور وہ اس کیفیت میں ہمیشہ رہیں گے۔"
    },
    {
      "ayah": 103,
      "surah": 21,
      "text": "آیت 103 لَا یَحْزُنُہُمُ الْفَزَعُ الْاَکْبَرُ ”قیامت کی صورت حال بہت ہی بھیا نک ہوگی۔ اگلی سورت سورة الح ج کے آغاز میں قیامت کی ہولناک کیفیت کا ذکر یوں کیا گیا ہے : یٰٓاَیُّہَا النَّاسُ اتَّقُوْا رَبَّکُمْج اِنَّ زَلْزَلَۃَ السَّاعَۃِ شَیْءٌ عَظِیْمٌ ”اے لوگو ! اپنے رب کا تقویٰ اختیار کرو۔ قیامت کا زلزلہ یقیناً بہت بڑی چیز ہے“۔ لیکن آیت زیر نظر میں یہ خوشخبری دی گئی ہے کہ اللہ کے نیک بندوں کو اس سے کوئی تکلیف اور پریشانی نہیں ہوگی۔ ”فزع اکبر“ سے مراد یہاں صرف قیامت کے دن کی سختیاں ہی نہیں بلکہ زمانۂ قرب قیامت کی سختیاں بھی ہیں۔ اس صورت حال کا ذکر احادیث میں کافی تفصیل سے ملتا ہے۔ اِن تفصیلات کے مطابق قرب قیامت کے زمانہ میں مسلمانوں کو عیسائیوں اور یہودیوں کے خلاف ایک بہت خوفناک جنگ لڑنا ہوگی۔ اس جنگ کے کئی مراحل ہوں گے۔ مسلمانوں کو اس میں بہت بڑے نقصان کا سامنا کرنا پڑے گا ‘ لیکن اللہ کی خصوصی مدد مسلمانوں کے شامل حال ہوگی۔ اللہ کی یہ مدد ظاہری اور مادی اسباب کی صورت میں بھی سامنے آئے گی۔ انہی اسباب میں سے ایک سبب سرزمین عرب میں ایک مجددامام مہدی کا ظہور بھی ہوگا۔ پھر جب حضرت مسیح علیہ السلام کا نزول ہوگا تو مسلمان حضرت مسیح علیہ السلام اور امام مہدی کی قیادت میں عیسائیوں اور یہودیوں کے اتحاد کا مقابلہ کریں گے۔ اس سے پہلے خراسان اور افغانستان کے علاقوں میں میرے اندازے کے مطابق اس میں پاکستان کا علاقہ بھی شامل ہوگا اسلامی حکومت قائم ہوچکی ہوگی اور اس حکومت کی طرف سے مذکورہ جنگ میں مسلمانوں کی مدد کے لیے افواج بھیجی جائیں گی۔ اس جنگ میں مسلمانوں کی کامیابی کے بعد آزمائش کا آخری مرحلہ یا جوج اور ماجوج کی یلغار کی صورت میں سامنے آئے گا۔ اس کے بعد اسلام کا غلبہ ہوگا اور پوری دنیا میں خلافت علیٰ منہاج النبوۃ قائم ہوجائے گی ‘ جو لگ بھگ چالیس سال مختلف روایات میں مختلف مدت مذکور ہے تک رہے گی۔ یہ محمد رسول اللہ ﷺ کی امت کا پانچواں دور ہوگا ‘ جس کی خبر احادیث میں دی گئی ہے۔ حضرت نعمان بن بشیر رض حضرت حذیفہ رض سے روایت کرتے ہیں کہ رسول اللہ ﷺ نے ارشاد فرمایا : تَکُوْنُ النُّبُوَّۃُ فِیْکُمْ مَاشَاء اللّٰہُ اَنْ تَکُوْنَ ، ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ، ثُمَّ تَکُوْنُ خلاَفَۃً عَلٰی مِنْھَاج النُّبُوَّۃِ ، فَتَکُوْنُ مَا شَاء اللّٰہُ اَنْ تَکُوْنَ ، ثُمَّ یَرْفَعُھَا اِذَا شَاء اللّٰہُ اَنْ یَّرْفَعَھَا ، ثُمَّ تَکُوْنُ مُلْکًا عَاضًّا ‘ فَیَکُوْنُ مَا شَاء اللّٰہُ اَنْ یَکُوْنَ ، ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ، ثُمَّ تَکُوْنُ مُلْکًا جَبْرِیَّۃً ‘ فَتَکُوْنُ مَا شَاء اللّٰہُ اَنْ تَکُوْنَ ، ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ، ثُمَّ تَکُوْنُ خِلَافَۃً عَلٰی مِنْہَاج النُّبُوَّۃِ ثُمَّ سَکَتَ 1”دَور نبوت تم میں اس وقت تک رہے گا جب تک اللہ چاہے گا ‘ پھر جب وہ اس کو ختم کرنا چاہے گا اس کو ختم کر دے گا۔ پھر نبوت کی طرز پر خلافت کا دور ہوگا ‘ پھر وہ دور رہے گا جب تک اللہ تعالیٰ چاہے گا ‘ پھر وہ اس کو ختم کر دے گا جب وہ اس کو ختم کرنا چاہے گا۔ پھر کاٹ کھانے والی بادشاہت ہوگی۔ وہ دور بھی اس وقت تک رہے گا جب تک اللہ چاہے گا ‘ پھر جب وہ اس کو ختم کرنا چاہے گا تو ختم کر دے گا۔ پھر جبر کی فرماں روائی ہوگی ‘ وہ رہے گی جب تک اللہ چاہے گا ‘ پھر وہ اس کو ختم کر دے گا جب وہ اسے ختم کرنا چاہے گا۔ پھر نبوت کے طرز پر دوبارہ خلافت قائم ہوگی“۔ پھر آپ ﷺ خاموش ہوگئے۔اس حدیث کی رو سے پہلا دور دور نبوت ‘ دوسرا دور دور خلافت علیٰ منہاج النبوۃ ‘ تیسرا دور ظالم ملوکیت کا دور ‘ چوتھا غلامی والی ملوکیت کا دور ‘ جبکہ پانچواں اور آخری دور پھر خلافت علیٰ منہاج النبوۃ کا ہے۔ اس خلافت کی خبر آپ ﷺ نے اس حدیث میں بھی دی ہے جو حضرت ثوبان رض سے مروی ہے۔ فرمایا : اِنَّ اللّٰہَ زَوٰی لِیَ الْاَرْضَ فَرَاَیْتُ مَشَارِقَھَا وَمَغَارِبَھَا ‘ وَاِنَّ اُمَّتِیْ سَیَبْلُغُ مُلْکُھَا مَا زُوِیَ لِیْ مِنْھَا 1”اللہ تعالیٰ نے مجھے پوری زمین کو لپیٹ کر یا سکیڑکر دکھا دیا۔ چناچہ میں نے اس کے سارے مشرق بھی دیکھ لیے اور تمام مغرب بھی۔ اور یقین رکھو کہ میری امت کی حکومت ان تمام علاقوں پر قائم ہو کر رہے گی جو مجھے لپیٹ کر یا سکیڑ کر دکھائے گئے۔“اسی طرح حضرت مقداد بن الاسود رض سے روایت ہے کہ انہوں نے رسول اللہ ﷺ کو فرماتے ہوئے سنا :  لاَ یَبْقٰی عَلٰی ظَھْرِ الْاَرْضِ بَیْتُ مَدَرٍ وَلَا وَبَرٍ الاَّ اَدْخَلَہُ اللّٰہُ کَلِمَۃَ الْاِسْلَامِ بِعِزِّ عَزِیْزٍ اَوْذُلِّ ذَلِیْلٍ۔۔ اِمَّا یُعِزُّھُمُ اللّٰہُ عَزَّوَجَلَّ فَیَجْعَلُھُمْ مِنْ اَھْلِھَا اَوْ یُذِلُّھُمْ فَیَدِیْنُوْنَ لَھَا۔۔ قُلْتُ : ”فَیَکُوْنَ الدِّیْنُ کُلُّہٗ لِلّٰہِ“ 2”روئے ارضی پر نہ کوئی اینٹ گارے کا بنا ہوا گھر باقی رہے گا نہ کمبلوں کا بنا ہوا خیمہ جس میں اللہ اسلام کو داخل نہیں کر دے گا ‘ خواہ کسی عزت والے کے اعزاز کے ساتھ خواہ کسی مغلوب کی مغلوبیت کی صورت میں۔۔ یعنی یا لوگ اسلام قبول کر کے خودبھی عزت کے مستحق بن جائیں گے یا اسلام کی بالادستی تسلیم کر کے اس کی فرماں برداری قبول کرنے پر مجبور ہوجائیں گے۔“ میں راوی نے کہا : تب تو سارے کا سارا دین اللہ کے لیے ہوجائے گا۔“بہر حال قرآن میں موجود ”بین السطور“ اشاروں اور احادیث میں وارد صریح پیشین گوئیوں کے مطابق قیامت سے پہلے ان واقعات کا رونما ہونا طے ہے ‘ اس میں کسی شک و شبہ کی گنجائش نہیں۔ البتہ اس بارے میں یقین سے کچھ نہیں کہا جاسکتا کہ واقعات کے اس سلسلے کا آغاز کب ہوگا۔ اس کے بعد قیامت کا مرحلہ ہوگا ‘ لیکن قیام قیامت سے قبل ایک خوشگوار ہوا چلے گی جس سے تمام اہل ایمان پر موت طاری ہوجائے گی۔ اس مرحلے کے بعد صرف فساقّ و فجار ہی دنیا میں باقی رہ جائیں گے اور انہی لوگوں پر قیامت قائم ہوگی۔ حضرت عبداللہ بن مسعود رض سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا : لَا تَقُوْمُ السَّاعَۃُ الاَّ عَلٰی شِرَار النَّاسِ 3”قیامت صرف شریر لوگوں پر ہی آئے گی۔“”الفزع الاکبر“ اور ”زلزلۃ الساعۃ“ کی سختیوں کا سامنا بھی انہی لوگوں کو کرنا ہوگا ‘ جبکہ اللہ تعالیٰ اپنے نیک بندوں کو قیامت سے پہلے سکون و اطمینان کی موت دے کر اس دن کی سختیوں اور ہولناکیوں سے بچالے گا۔وَتَتَلَقّٰٹہُمُ الْمَلآءِکَۃُط ہٰذَا یَوْمُکُمُ الَّذِیْ کُنْتُمْ تُوْعَدُوْنَ ”آج آپ لوگوں کو انعامات سے نوازا جائے گا ‘ آپ کی قدر افزائی ہوگی ‘ خلعتیں پہنائی جائیں گی اور اعلیٰ درجے کی مہمان نوازی ہوگی۔"
    },
    {
      "ayah": 104,
      "surah": 21,
      "text": "آیت 104 یَوْمَ نَطْوِی السَّمَآءَ کَطَیِّ السِّجِلِّ لِلْکُتُبِ ط ”یہاں پر ”السَّمَوٰت“ جمع کے بجائے صرف السَّمَآء واحد استعمال ہوا ہے ‘ جس سے اس رائے کی گنجائش پیدا ہوتی ہے کہ یہ صرف آسمان دنیا کے لپیٹے جانے کی خبر ہے اور یہ کہ قیامت کے زلزلے کا عظیم واقعہ : اِنَّ زَلْزَلَۃَ السَّاعَۃِ شَیْءٌ عَظِیْمٌ  الح ج صرف ہمارے نظام شمسی کے اندر ہی وقوع پذیر ہوگا۔ اسی نظام کے اندر موجودُ کرّے آپس میں ٹکرائیں گے : وَجُمِعَ الشَّمْسُ وَالْقَمَرُ القیامہ اور یوں یہ پورا نظام تہہ وبالا ہوجائے گا۔ فرمایا کہ اس دن ہم آسمان کو اس طرح لپیٹ دیں گے جیسے کتابوں کے طومار scrolls لپیٹے جاتے ہیں۔ کَمَا بَدَاْنَآ اَوَّلَ خَلْقٍ نُّعِیْدُہٗ ط ”اس صورت حال کو سمجھنے کے لیے Theory of the Expanding Universe کو بھی مد نظر رکھنا چاہیے۔ اس نظریہ Theory کے مطابق یہ کائنات مسلسل وسیع سے وسیع تر ہو رہی ہے۔ اس میں موجود ہر کہکشاں مسلسل چکر لگا رہی ہے اور یوں ہر کہکشاں کا دائرہ ہر لحظہ پھیلتا جا رہا ہے۔ اس حوالے سے آیت زیر نظر کے الفاظ سے یہ مفہوم بھی نکلتا ہے کہ قیامت برپا کرنے کے لیے کائنات کے پھیلنے کے اس عمل کو الٹا دیا جائے گا ‘ اور اس طرح یہ پھر سے اسی حالت میں آجائے گی جہاں سے اس کے پھیلنے کے عمل کا آغاز ہوا تھا۔ اس تصور کو سمجھنے کے لیے گھڑی کے ”فَنّر“ کی مثال سامنے رکھی جاسکتی ہے ‘ جس کا دائرہ اپنے نقطۂ ارتکاز کے گرد مسلسل پھیلتا رہتا ہے ‘ لیکن جب اس میں چابی بھری جاتی ہے تو یہ پھر سے اسی نقطۂ ارتکاز کے گرد لپٹ کر اپنی پہلی حالت پر واپس آجاتا ہے۔"
    },
    {
      "ayah": 105,
      "surah": 21,
      "text": "آیت 105 وَلَقَدْ کَتَبْنَا فِی الزَّبُوْرِ مِنْم بَعْدِ الذِّکْرِ اَنَّ الْاَرْضَ یَرِثُہَا عِبَادِیَ الصّٰلِحُوْنَ ”الفاظ کے مفہوم کے مطابق اس وراثت کی دو امکانی صورتیں ہیں۔ ایک یہ کہ قیامت سے پہلے اللہ کا دین پوری دنیا پر غالب آجائے گا ‘ اللہ کے نیک بندوں کی حکومت تمام روئے زمین پر قائم ہوجائے گی اور یوں وہ پوری زمین کے مالک یا وارث بن جائیں گے۔ دوسری صورت یہ ہوگی کہ قیام قیامت کے بعد اسی زمین کو جنت میں تبدیل کردیا جائے گا اور اہل جنت کی ابتدائی مہمان نوازی نُزُل یہیں پر ہوگی مزید وضاحت کے لیے ملاحظہ ہو تشریح سورة ابراہیم : 48۔ اور یوں اللہ کے نیک بندے جنت کے وارث بنا دیے جائیں گے۔ اس مفہوم کے مطابق یہاں زمین سے مراد جنت کی زمین ہوگی۔"
    },
    {
      "ayah": 106,
      "surah": 21,
      "text": "آیت 105 وَلَقَدْ کَتَبْنَا فِی الزَّبُوْرِ مِنْم بَعْدِ الذِّکْرِ اَنَّ الْاَرْضَ یَرِثُہَا عِبَادِیَ الصّٰلِحُوْنَ ”الفاظ کے مفہوم کے مطابق اس وراثت کی دو امکانی صورتیں ہیں۔ ایک یہ کہ قیامت سے پہلے اللہ کا دین پوری دنیا پر غالب آجائے گا ‘ اللہ کے نیک بندوں کی حکومت تمام روئے زمین پر قائم ہوجائے گی اور یوں وہ پوری زمین کے مالک یا وارث بن جائیں گے۔ دوسری صورت یہ ہوگی کہ قیام قیامت کے بعد اسی زمین کو جنت میں تبدیل کردیا جائے گا اور اہل جنت کی ابتدائی مہمان نوازی نُزُل یہیں پر ہوگی مزید وضاحت کے لیے ملاحظہ ہو تشریح سورة ابراہیم : 48۔ اور یوں اللہ کے نیک بندے جنت کے وارث بنا دیے جائیں گے۔ اس مفہوم کے مطابق یہاں زمین سے مراد جنت کی زمین ہوگی۔"
    },
    {
      "ayah": 107,
      "surah": 21,
      "text": "آیت 107 وَمَآ اَرْسَلْنٰکَ اِلَّا رَحْمَۃً لِّلْعٰلَمِیْنَ ”یعنی آپ ﷺ کی بعثت صرف جزیرہ نمائے عرب تک محدود نہیں ہے۔ اگر ایسا ہوتا تو جزیرۂ نمائے عرب میں اسلام کے عملی طور پر غلبے کے بعد آپ ﷺ کی بعثت کا مقصد پورا ہوچکا ہوتا ‘ مگر آپ ﷺ تو تمام اہل عالم کے لیے بھیجے گئے ہیں۔ چناچہ آپ ﷺ کی بعثت کا مقصد قرآن میں تین مقامات التوبہ : 33 ‘ الفتح : 28 اور الصف : 9 پر ان الفاظ میں بیان فرمایا گیا ہے : ہُوَ الَّذِیْٓ اَرْسَلَ رَسُوْلَہٗ بالْہُدٰی وَدِیْنِ الْحَقِّ لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖ ”وہی ذات ہے جس نے اپنے رسول ﷺ کو بھیجا الہدیٰ اور دین حق کے ساتھ تاکہ اسے غالب کر دے تمام ادیان پر“۔ گویا آپ ﷺ کی بعثت کا مقصد تب پورا ہوگا جب دین اسلامُ کل روئے زمین پر غالب ہوجائے گا۔ اسی مضمون کو اقبالؔ نے یوں بیان کیا ہے : ؂وقت فرصت ہے کہاں کام ابھی باقی ہے نور توحید کا اتمام ابھی باقی ہے !نور توحید کا اتمام یعنی اسلام کا بطور دین کلی غلبہ جزیرہ نمائے عرب کی حد تک تو حضور ﷺ کی حیات مبارکہ میں ہی ہوگیا تھا۔ اس کے بعد خلافت راشدہ کے دور میں دین اسلام کے اس اقتدار کو مزید وسعت دینے کا سلسلہ بڑی شد و مد سے شروع ہوا مگر دور عثمانی میں ایک یہودی عبداللہ بن سبا نے سازش کے ذریعے عالم اسلام میں ”الفتنۃ الکبرٰی“ کھڑا کردیا۔ اس کے نتیجے میں حضرت عثمان رض شہید کردیے گئے اور پھر مسلمانوں کی باہمی خانہ جنگی کے نتیجے میں ایک لاکھ کے قریب مسلمان ایک دوسرے کی تلواروں سے ہلاک ہوگئے۔ اس فتنہ کا سب سے بڑا نقصان یہ ہوا کہ نہ صرف غلبہ اسلام کی مزید تصدیر و توسیع کا عمل رک گیا ‘ بلکہ بعض علاقوں سے مسلمانوں کو پسپائی بھی اختیار کرنا پڑی۔ حضور ﷺ کی بعثت چونکہ تا قیام قیامتُ کل روئے زمین پر بسنے والے تمام انسانوں کے لیے ہے اور آپ ﷺ کی بعثت کا مقصد ”اِظہار دین 1 لحق“ دین حق کا غلبہ ہے ‘ اس لیے یہ دنیا اس وقت تک ختم نہیں ہوسکتی جب تک آپ ﷺ کی بعثت کا یہ مقصد بہ تمام و کمال پورا نہ ہو اور دین اسلامُ کل عالم انسانی پر غالب نہ ہوجائے۔ اس کا صغریٰ و کبریٰ قرآن سے ثابت ہے اور اس کی تفصیلات کتب احادیث میں موجود ہیں۔"
    },
    {
      "ayah": 108,
      "surah": 21,
      "text": "آیت 107 وَمَآ اَرْسَلْنٰکَ اِلَّا رَحْمَۃً لِّلْعٰلَمِیْنَ ”یعنی آپ ﷺ کی بعثت صرف جزیرہ نمائے عرب تک محدود نہیں ہے۔ اگر ایسا ہوتا تو جزیرۂ نمائے عرب میں اسلام کے عملی طور پر غلبے کے بعد آپ ﷺ کی بعثت کا مقصد پورا ہوچکا ہوتا ‘ مگر آپ ﷺ تو تمام اہل عالم کے لیے بھیجے گئے ہیں۔ چناچہ آپ ﷺ کی بعثت کا مقصد قرآن میں تین مقامات التوبہ : 33 ‘ الفتح : 28 اور الصف : 9 پر ان الفاظ میں بیان فرمایا گیا ہے : ہُوَ الَّذِیْٓ اَرْسَلَ رَسُوْلَہٗ بالْہُدٰی وَدِیْنِ الْحَقِّ لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖ ”وہی ذات ہے جس نے اپنے رسول ﷺ کو بھیجا الہدیٰ اور دین حق کے ساتھ تاکہ اسے غالب کر دے تمام ادیان پر“۔ گویا آپ ﷺ کی بعثت کا مقصد تب پورا ہوگا جب دین اسلامُ کل روئے زمین پر غالب ہوجائے گا۔ اسی مضمون کو اقبالؔ نے یوں بیان کیا ہے : ؂وقت فرصت ہے کہاں کام ابھی باقی ہے نور توحید کا اتمام ابھی باقی ہے !نور توحید کا اتمام یعنی اسلام کا بطور دین کلی غلبہ جزیرہ نمائے عرب کی حد تک تو حضور ﷺ کی حیات مبارکہ میں ہی ہوگیا تھا۔ اس کے بعد خلافت راشدہ کے دور میں دین اسلام کے اس اقتدار کو مزید وسعت دینے کا سلسلہ بڑی شد و مد سے شروع ہوا مگر دور عثمانی میں ایک یہودی عبداللہ بن سبا نے سازش کے ذریعے عالم اسلام میں ”الفتنۃ الکبرٰی“ کھڑا کردیا۔ اس کے نتیجے میں حضرت عثمان رض شہید کردیے گئے اور پھر مسلمانوں کی باہمی خانہ جنگی کے نتیجے میں ایک لاکھ کے قریب مسلمان ایک دوسرے کی تلواروں سے ہلاک ہوگئے۔ اس فتنہ کا سب سے بڑا نقصان یہ ہوا کہ نہ صرف غلبہ اسلام کی مزید تصدیر و توسیع کا عمل رک گیا ‘ بلکہ بعض علاقوں سے مسلمانوں کو پسپائی بھی اختیار کرنا پڑی۔ حضور ﷺ کی بعثت چونکہ تا قیام قیامتُ کل روئے زمین پر بسنے والے تمام انسانوں کے لیے ہے اور آپ ﷺ کی بعثت کا مقصد ”اِظہار دین 1 لحق“ دین حق کا غلبہ ہے ‘ اس لیے یہ دنیا اس وقت تک ختم نہیں ہوسکتی جب تک آپ ﷺ کی بعثت کا یہ مقصد بہ تمام و کمال پورا نہ ہو اور دین اسلامُ کل عالم انسانی پر غالب نہ ہوجائے۔ اس کا صغریٰ و کبریٰ قرآن سے ثابت ہے اور اس کی تفصیلات کتب احادیث میں موجود ہیں۔"
    },
    {
      "ayah": 109,
      "surah": 21,
      "text": "آیت 109 فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُکُمْ عَلٰی سَوَآءٍ ط ”میں نے تم سب لوگوں تک برابر اللہ کا پیغام پہنچا دیا ہے۔ میں نے تمہارے سرداروں پر بھی اتمام حجت کردیا ہے اور عوام کے سامنے بھی حق واضح انداز میں پیش کردیا ہے۔ الغرض تمہارے معاشرے کا کوئی چھوٹا ‘ کوئی بڑا ‘ کوئی امیر اور کوئی غریب فرد ایسا نہیں جس تک میری یہ دعوت نہ پہنچی ہو۔ لہٰذا جو کام اللہ نے میرے ذمے لگایا تھا میں نے اپنی طرف سے اس کا حق ادا کردیا ہے۔وَاِنْ اَدْرِیْٓ اَقَرِیْبٌ اَمْ بَعِیْدٌ مَّا تُوْعَدُوْنَ ”تم لوگوں کو جو وعید سنائی جا رہی ہے ‘ جس عذاب یا قیامت کے وقوع پذیر ہونے سے متعلق تم لوگوں کو خبردار کیا جا رہا ہے ‘ اس کے بارے میں کوئی ”ٹائم ٹیبل“ میں تم لوگوں کو نہیں دے سکتا۔ میں نہیں جانتا کہ اللہ کا وہ وعدہ کب پورا ہوگا ‘ البتہ یہ بات طے ہے کہ اپنے کرتوتوں کے نتائج و عواقب بہر حال تم لوگوں کو بھگتنے ہوں گے۔قیامت کے وقوع پذیر ہونے کے بارے میں قطعی علم تو صرف اللہ تعالیٰ ہی کے پاس ہے ‘ البتہ قرآن میں جابجا قیامت اور آثار قیامت کے بارے میں اشارے ملتے ہیں۔ احادیث نبویہ ﷺ کی کتاب الملاحم ‘ کتاب اشراط الساعۃ اور کتاب الفتن کے اندر بھی قرب قیامت کے زمانہ کے حالات و واقعات بہت تفصیل سے بیان ہوئے ہیں۔ اس ضمن میں سابقہ الہامی کتب کے اندر بھی بہت سی پیشین گوئیاں موجود ہیں۔ اگرچہ ان کتب میں بڑی حد تک ردّ و بدل کردیا گیا ہے ‘ لیکن ان کی بعض عبارات اپنی اصلی حالت میں آج بھی موجود ہیں۔ ان پیشین گوئیوں کے حوالے سے بائبل کی آخری کتاب Book of Revelation بھی بہت اہم ہے جو حضرت یوحنا John کے مکاشفات پر مشتمل ہے ‘ جو حضرت عیسیٰ علیہ السلام کے حواریوں میں سے تھے اور حضرت یحییٰ علیہ السلام پیغمبر یوحنا : John the Baptist کے ہم نام تھے۔ ماضی قریب کی شخصیات میں Nostradamous ‘ نعمت شاہ ولی ‘ گاندھی جی ان کی ذاتی ڈائری کی دریافت کے بعد یہ پیشین گوئیاں سامنے آئی ہیں اور وائن برگر کی پیشین گوئیاں ملتی ہیں۔ اس سب کچھ کا خلاصہ یہ ہے کہ قیامت سے پہلے اس دنیا پر بہت مشکل حالات آنے والے ہیں۔ آثار وقرائن سے معلوم ہوتا ہے کہ وہ وقت اب زیادہ دور نہیں ‘ لیکن اس کے وقوع کے بارے میں قطعی علم صرف اللہ تعالیٰ کو ہے۔"
    },
    {
      "ayah": 11,
      "surah": 21,
      "text": "آیت 11 وَکَمْ قَصَمْنَا مِنْ قَرْیَۃٍ کَانَتْ ظَالِمَۃً ”ان کے باسی گنہگار ‘ سرکش اور نافرمان تھے۔ چناچہ انہیں سزا کے طور پر نیست و نابود کردیا گیا۔وَّاَنْشَاْنَا بَعْدَہَا قَوْمًا اٰخَرِیْنَ ”جیسے قوم نوح علیہ السلام کے بعد قوم عاد کو موقع ملا اور قوم عاد کے بعد قوم ثمود نے عروج پایا اور اسی طرح یہ سلسلہ آگے چلتا رہا۔"
    },
    {
      "ayah": 110,
      "surah": 21,
      "text": "آیت 109 فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُکُمْ عَلٰی سَوَآءٍ ط ”میں نے تم سب لوگوں تک برابر اللہ کا پیغام پہنچا دیا ہے۔ میں نے تمہارے سرداروں پر بھی اتمام حجت کردیا ہے اور عوام کے سامنے بھی حق واضح انداز میں پیش کردیا ہے۔ الغرض تمہارے معاشرے کا کوئی چھوٹا ‘ کوئی بڑا ‘ کوئی امیر اور کوئی غریب فرد ایسا نہیں جس تک میری یہ دعوت نہ پہنچی ہو۔ لہٰذا جو کام اللہ نے میرے ذمے لگایا تھا میں نے اپنی طرف سے اس کا حق ادا کردیا ہے۔وَاِنْ اَدْرِیْٓ اَقَرِیْبٌ اَمْ بَعِیْدٌ مَّا تُوْعَدُوْنَ ”تم لوگوں کو جو وعید سنائی جا رہی ہے ‘ جس عذاب یا قیامت کے وقوع پذیر ہونے سے متعلق تم لوگوں کو خبردار کیا جا رہا ہے ‘ اس کے بارے میں کوئی ”ٹائم ٹیبل“ میں تم لوگوں کو نہیں دے سکتا۔ میں نہیں جانتا کہ اللہ کا وہ وعدہ کب پورا ہوگا ‘ البتہ یہ بات طے ہے کہ اپنے کرتوتوں کے نتائج و عواقب بہر حال تم لوگوں کو بھگتنے ہوں گے۔قیامت کے وقوع پذیر ہونے کے بارے میں قطعی علم تو صرف اللہ تعالیٰ ہی کے پاس ہے ‘ البتہ قرآن میں جابجا قیامت اور آثار قیامت کے بارے میں اشارے ملتے ہیں۔ احادیث نبویہ ﷺ کی کتاب الملاحم ‘ کتاب اشراط الساعۃ اور کتاب الفتن کے اندر بھی قرب قیامت کے زمانہ کے حالات و واقعات بہت تفصیل سے بیان ہوئے ہیں۔ اس ضمن میں سابقہ الہامی کتب کے اندر بھی بہت سی پیشین گوئیاں موجود ہیں۔ اگرچہ ان کتب میں بڑی حد تک ردّ و بدل کردیا گیا ہے ‘ لیکن ان کی بعض عبارات اپنی اصلی حالت میں آج بھی موجود ہیں۔ ان پیشین گوئیوں کے حوالے سے بائبل کی آخری کتاب Book of Revelation بھی بہت اہم ہے جو حضرت یوحنا John کے مکاشفات پر مشتمل ہے ‘ جو حضرت عیسیٰ علیہ السلام کے حواریوں میں سے تھے اور حضرت یحییٰ علیہ السلام پیغمبر یوحنا : John the Baptist کے ہم نام تھے۔ ماضی قریب کی شخصیات میں Nostradamous ‘ نعمت شاہ ولی ‘ گاندھی جی ان کی ذاتی ڈائری کی دریافت کے بعد یہ پیشین گوئیاں سامنے آئی ہیں اور وائن برگر کی پیشین گوئیاں ملتی ہیں۔ اس سب کچھ کا خلاصہ یہ ہے کہ قیامت سے پہلے اس دنیا پر بہت مشکل حالات آنے والے ہیں۔ آثار وقرائن سے معلوم ہوتا ہے کہ وہ وقت اب زیادہ دور نہیں ‘ لیکن اس کے وقوع کے بارے میں قطعی علم صرف اللہ تعالیٰ کو ہے۔"
    },
    {
      "ayah": 111,
      "surah": 21,
      "text": "آیت 111 وَاِنْ اَدْرِیْ لَعَلَّہٗ فِتْنَۃٌ لَّکُمْ وَمَتَاعٌ اِلٰی حِیْنٍ ”شاید اس عذاب موعود کے واقع ہونے میں تاخیر کی وجہ یہ ہو کہ اللہ تعالیٰ اس دنیا میں کچھ عرصہ اور رہنے بسنے کی مہلت دے کر تم لوگوں کو مزیدآزما نا چاہتا ہو اور اس کے لیے وہ تم لوگوں کو مزید Fresh lease of existance عطا کردے۔ لیکن بالآخر ہوگا وہی جو میں تمہیں بتارہا ہوں۔ اس میں کوئی شک نہیں کہ اس عذاب کا آنا ایک شدنی امر ہے اور وہ آکر رہے گا۔"
    },
    {
      "ayah": 112,
      "surah": 21,
      "text": "آیت 112 قٰلَ رَبِّ احْکُمْ بالْحَقِّ ط ”چونکہ کفار کے ساتھ کش مکش اور ردّوکدح کا سلسلہ بہت طوالت اختیار کر گیا تھا ‘ اس لیے خود حضور ﷺ بھی چاہتے تھے کہ اللہ تعالیٰ کی طرف سے اب آخری فیصلہ آجانا چاہیے۔وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰی مَا تَصِفُوْنَ ”اس فرمان کے مخاطب مشرکین مکہ ہیں۔ گویا حضور ﷺ مشرکین کو مخاطب کر کے فرما رہے ہیں کہ اے گروہ منکرین ! تم لوگوں کی مخالفت ‘ ہٹ دھرمی اور سازشوں کے خلاف میں اپنے پروردگار سے مدد کا طلب گار ہوں جو مجھ پر بہت مہربان ہے۔ چناچہ پچھلے کئی برس سے جو رویہ تم لوگ میرے خلاف ‘ میری دعوت کے خلاف اور میرے پیروکاروں کے خلاف اپنائے بیٹھے ہو وہ اللہ سے پوشیدہ نہیں ہے۔ وہ یقیناً ہماری مدد فرمائے گا اور تم لوگوں کو تمہارے کرتوتوں کی قرار واقعی سزا دے گا۔"
    },
    {
      "ayah": 12,
      "surah": 21,
      "text": "آیت 12 فَلَمَّآ اَحَسُّوْا بَاْسَنَآ ”جب عذاب کے آثار ظاہر ہونا شروع ہوگئے اور انہیں احساس ہوگیا کہ اب واقعی عذاب آنے والا ہے تو :"
    },
    {
      "ayah": 13,
      "surah": 21,
      "text": "آیت 13 لَا تَرْکُضُوْا وَارْجِعُوْٓا اِلٰی مَآ اُتْرِفْتُمْ فِیْہِ وَمَسٰکِنِکُمْ لَعَلَّکُمْ تُسْءَلُوْنَ ”شاید وہاں تمہیں اپنا کوئیُ پرسان حال یا خبر گیری کرنے والا مل جائے۔"
    },
    {
      "ayah": 14,
      "surah": 21,
      "text": "آیت 14 قَالُوْا یٰوَیْلَنَآ اِنَّا کُنَّا ظٰلِمِیْنَ ”چونکہ اس وقت تک حقیقت ان پر منکشف ہوچکی تھی اس لیے انہوں نے بڑی حسرت سے اعتراف کیا کہ حق کو جھٹلا کر اور اللہ تعالیٰ کی نا فرمانیوں کا ارتکاب کر کے انہوں نے خود ہی اپنی جانوں پر ستم ڈھایا تھا۔"
    },
    {
      "ayah": 15,
      "surah": 21,
      "text": "آیت 15 فَمَا زَالَتْ تِّلْکَ دَعْوٰٹہُمْ حَتّٰی جَعَلْنٰہُمْ حَصِیْدًا خٰمِدِیْنَ ”حَصِیْد کے معنی کٹی ہوئی کھیتی کے ہیں ‘ جبکہ خامِدِیْنَ سے مراد یہ ہے کہ وہ بجھی ہوئی آگ کی طرح ہوگئے۔ یعنی ان کی آبادیاں ایسی ویران ہوئیں کہ زندگی کی کوئی رمق وہاں نظر نہ آتی تھی۔"
    },
    {
      "ayah": 16,
      "surah": 21,
      "text": "آیت 16 وَمَا خَلَقْنَا السَّمَآءَ وَالْاَرْضَ وَمَا بَیْنَہُمَا لٰعِبِیْنَ ”یعنی ہم نے یہ دنیا کھیل تماشے اور شغل کے لیے نہیں بنائی ہے۔ ہماری ہر تخلیق بامقصد اور اٹل قوانین پر مبنی ہے۔ اسی طرح دنیا میں قوموں کے عروج وزوال کے بارے میں بھیُ ”سنتّ اللہ“ اور قواعد و ضوابط بالکل غیرمبدلّ اور ناقابل تغیر ہیں۔"
    },
    {
      "ayah": 17,
      "surah": 21,
      "text": "آیت 16 وَمَا خَلَقْنَا السَّمَآءَ وَالْاَرْضَ وَمَا بَیْنَہُمَا لٰعِبِیْنَ ”یعنی ہم نے یہ دنیا کھیل تماشے اور شغل کے لیے نہیں بنائی ہے۔ ہماری ہر تخلیق بامقصد اور اٹل قوانین پر مبنی ہے۔ اسی طرح دنیا میں قوموں کے عروج وزوال کے بارے میں بھیُ ”سنتّ اللہ“ اور قواعد و ضوابط بالکل غیرمبدلّ اور ناقابل تغیر ہیں۔"
    },
    {
      "ayah": 18,
      "surah": 21,
      "text": "آیت 18 بَلْ نَقْذِفُ بالْحَقِّ عَلَی الْبَاطِلِ فَیَدْمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ط ”یہ تاریخ انسانی کا قرآنی فلسفہ ہے۔ دوسری طرف ایک نظریہ سپنگلر کا بھی ہے۔ اس کا کہنا ہے کہ قوموں کی زندگی ایک فرد کی زندگی سے مشابہ ہے۔ جس طرح ایک بچہ پیدا ہوتا ہے ‘ بچپن گزارتا ہے ‘ جوانی کو پہنچتا ہے ‘ بوڑھا ہوتا ہے اور پھر مرجاتا ہے ‘ ایسے ہی دنیا میں قومیں اور ان کی تہذیبیں پیدا ہوتی ہیں ‘ ترقی کرتی ہیں ‘ بام عروج پر پہنچتی ہیں ‘ اور پھر کمزوریوں اور خرابیوں کے باعث زوال پذیر ہو کر ختم ہوجاتی ہیں۔ اس ضمن میں کارل مارکس نے جو Dialectical Materialism کا نظریہ وضاحت کے لیے ملاحظہ ہو الرعد : 17 کی تشریح پیش کیا ہے ‘ وہ بھی اپنی جگہ اہم ہے۔بہر حال آیت زیر نظر میں جو فلسفہ دیا گیا ہے اس کے مطابق دنیا میں حق و باطل کی کشمکش مسلسل جاری ہے۔ ایک طرف ابلیس ‘ اس کی نسل اور اس کے ایجنٹ ہیں ‘ جبکہ دوسری طرف اللہ تعالیٰ کے نیک بندے ‘ انبیاء ورسل ‘ صدیقین ‘ شہداء اور مؤمنین صادقین ہیں۔ قرآن کے اس فلسفہ کو اقبالؔ نے اس طرح بیان کیا ہے : ؂ستیزہ کار رہا ہے ازل سے تا امروز چراغ مصطفوی ﷺ سے شرار بولہبی مشیتِ الٰہی سے کبھی کبھی یہ کشمکش دھماکہ خیزہو کر باقاعدہ ایک معرکے کی شکل اختیار کرلیتی ہے۔ ایسے مواقع پر اللہ تعالیٰ طالبانِ حق کی مدد کرتا ہے اور ان کی طاقت کے ذریعے باطل کو کچل کر رکھ دیتا ہے۔حق و باطل کا ایسا ہی ایک بہت خوفناک معرکہ قرب قیامت کے زمانے میں ہونے والا ہے۔ یہ جنگوں کا ایک طویل سلسلہ ہوگا جس کو عیسائی روایات میں Armageddon جبکہ احادیث میں ”المَلحَمۃ العُظمٰی“ کا نام دیا گیا ہے۔ علامہ اقبال نے مستقبل کے اس معرکے کا نقشہ ان الفاظ میں کھینچا ہے : ؂دنیا کو ہے پھر معرکۂ روح و بدن پیش تہذیب نے پھر اپنے درندوں کو ابھارا اللہ کو پامردئ مؤمن پہ بھروسہ ابلیس کو یورپ کی مشینوں کا سہارا یہاں علامہ اقبال نے لفظ ”تہذیب“ کے ذریعے اسی مخصوص ذہنیت اور سوچ کی طرف اشارہ کیا ہے جس کے تحت فرعون نے اپنے عوام کو ”طَرِیقَتکُمُ المُثْلٰی“ کے نام پر حضرت موسیٰ علیہ السلام کے خلاف ابھارنے کی کوشش کی تھی کہ اس وقت تمہارے مثالی تہذیب و تمدن کو بڑا خطرہ درپیش ہے۔ بہر حال اللہ تعالیٰ کو جب بھی منظور ہوتا ہے کوئی تحریک یا کوئی جمعیت حق کی علمبردار بن کر کھڑی ہوجاتی ہے اور باطل اس سے ٹکرا کر پاش پاش ہوجاتا ہے۔ علامہ اقبال کے الفاظ میں ایسی ہی قوم یا جماعت اللہ کے دست قدرت کی وہ تلوار ہے جس سے وہ باطل کا قلع قمع کرتا ہے : ؂صورت شمشیر ہے دست قضا میں وہ قوم کرتی ہے جو ہر زماں اپنے عمل کا حساب !لیکن یہ مقام رفیع صرف وہی قوم حاصل کرسکتی ہے جو قدم قدم پر خود اپنا احتساب کرنے کی پالیسی پر عمل پیراہو۔"
    },
    {
      "ayah": 19,
      "surah": 21,
      "text": "آیت 18 بَلْ نَقْذِفُ بالْحَقِّ عَلَی الْبَاطِلِ فَیَدْمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ط ”یہ تاریخ انسانی کا قرآنی فلسفہ ہے۔ دوسری طرف ایک نظریہ سپنگلر کا بھی ہے۔ اس کا کہنا ہے کہ قوموں کی زندگی ایک فرد کی زندگی سے مشابہ ہے۔ جس طرح ایک بچہ پیدا ہوتا ہے ‘ بچپن گزارتا ہے ‘ جوانی کو پہنچتا ہے ‘ بوڑھا ہوتا ہے اور پھر مرجاتا ہے ‘ ایسے ہی دنیا میں قومیں اور ان کی تہذیبیں پیدا ہوتی ہیں ‘ ترقی کرتی ہیں ‘ بام عروج پر پہنچتی ہیں ‘ اور پھر کمزوریوں اور خرابیوں کے باعث زوال پذیر ہو کر ختم ہوجاتی ہیں۔ اس ضمن میں کارل مارکس نے جو Dialectical Materialism کا نظریہ وضاحت کے لیے ملاحظہ ہو الرعد : 17 کی تشریح پیش کیا ہے ‘ وہ بھی اپنی جگہ اہم ہے۔بہر حال آیت زیر نظر میں جو فلسفہ دیا گیا ہے اس کے مطابق دنیا میں حق و باطل کی کشمکش مسلسل جاری ہے۔ ایک طرف ابلیس ‘ اس کی نسل اور اس کے ایجنٹ ہیں ‘ جبکہ دوسری طرف اللہ تعالیٰ کے نیک بندے ‘ انبیاء ورسل ‘ صدیقین ‘ شہداء اور مؤمنین صادقین ہیں۔ قرآن کے اس فلسفہ کو اقبالؔ نے اس طرح بیان کیا ہے : ؂ستیزہ کار رہا ہے ازل سے تا امروز چراغ مصطفوی ﷺ سے شرار بولہبی مشیتِ الٰہی سے کبھی کبھی یہ کشمکش دھماکہ خیزہو کر باقاعدہ ایک معرکے کی شکل اختیار کرلیتی ہے۔ ایسے مواقع پر اللہ تعالیٰ طالبانِ حق کی مدد کرتا ہے اور ان کی طاقت کے ذریعے باطل کو کچل کر رکھ دیتا ہے۔حق و باطل کا ایسا ہی ایک بہت خوفناک معرکہ قرب قیامت کے زمانے میں ہونے والا ہے۔ یہ جنگوں کا ایک طویل سلسلہ ہوگا جس کو عیسائی روایات میں Armageddon جبکہ احادیث میں ”المَلحَمۃ العُظمٰی“ کا نام دیا گیا ہے۔ علامہ اقبال نے مستقبل کے اس معرکے کا نقشہ ان الفاظ میں کھینچا ہے : ؂دنیا کو ہے پھر معرکۂ روح و بدن پیش تہذیب نے پھر اپنے درندوں کو ابھارا اللہ کو پامردئ مؤمن پہ بھروسہ ابلیس کو یورپ کی مشینوں کا سہارا یہاں علامہ اقبال نے لفظ ”تہذیب“ کے ذریعے اسی مخصوص ذہنیت اور سوچ کی طرف اشارہ کیا ہے جس کے تحت فرعون نے اپنے عوام کو ”طَرِیقَتکُمُ المُثْلٰی“ کے نام پر حضرت موسیٰ علیہ السلام کے خلاف ابھارنے کی کوشش کی تھی کہ اس وقت تمہارے مثالی تہذیب و تمدن کو بڑا خطرہ درپیش ہے۔ بہر حال اللہ تعالیٰ کو جب بھی منظور ہوتا ہے کوئی تحریک یا کوئی جمعیت حق کی علمبردار بن کر کھڑی ہوجاتی ہے اور باطل اس سے ٹکرا کر پاش پاش ہوجاتا ہے۔ علامہ اقبال کے الفاظ میں ایسی ہی قوم یا جماعت اللہ کے دست قدرت کی وہ تلوار ہے جس سے وہ باطل کا قلع قمع کرتا ہے : ؂صورت شمشیر ہے دست قضا میں وہ قوم کرتی ہے جو ہر زماں اپنے عمل کا حساب !لیکن یہ مقام رفیع صرف وہی قوم حاصل کرسکتی ہے جو قدم قدم پر خود اپنا احتساب کرنے کی پالیسی پر عمل پیراہو۔"
    },
    {
      "ayah": 2,
      "surah": 21,
      "text": "آیت 2 مَا یَاْتِیْہِمْ مِّنْ ذِکْرٍ مِّنْ رَّبِّہِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْہُ وَہُمْ یَلْعَبُوْنَ ”جب بھی ان کی طرف کوئی نئی وحی آتی ہے ‘ کوئی نئی سورت نازل ہوتی ہے تو وہ اسے اپنے مخصوص لا ابالیانہ انداز میں ہی سنتے ہیں۔ وہ اللہ کے کلام کی طرف کبھی بھی سنجیدگی سے متوجہ نہیں ہوتے۔"
    },
    {
      "ayah": 20,
      "surah": 21,
      "text": "آیت 18 بَلْ نَقْذِفُ بالْحَقِّ عَلَی الْبَاطِلِ فَیَدْمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ط ”یہ تاریخ انسانی کا قرآنی فلسفہ ہے۔ دوسری طرف ایک نظریہ سپنگلر کا بھی ہے۔ اس کا کہنا ہے کہ قوموں کی زندگی ایک فرد کی زندگی سے مشابہ ہے۔ جس طرح ایک بچہ پیدا ہوتا ہے ‘ بچپن گزارتا ہے ‘ جوانی کو پہنچتا ہے ‘ بوڑھا ہوتا ہے اور پھر مرجاتا ہے ‘ ایسے ہی دنیا میں قومیں اور ان کی تہذیبیں پیدا ہوتی ہیں ‘ ترقی کرتی ہیں ‘ بام عروج پر پہنچتی ہیں ‘ اور پھر کمزوریوں اور خرابیوں کے باعث زوال پذیر ہو کر ختم ہوجاتی ہیں۔ اس ضمن میں کارل مارکس نے جو Dialectical Materialism کا نظریہ وضاحت کے لیے ملاحظہ ہو الرعد : 17 کی تشریح پیش کیا ہے ‘ وہ بھی اپنی جگہ اہم ہے۔بہر حال آیت زیر نظر میں جو فلسفہ دیا گیا ہے اس کے مطابق دنیا میں حق و باطل کی کشمکش مسلسل جاری ہے۔ ایک طرف ابلیس ‘ اس کی نسل اور اس کے ایجنٹ ہیں ‘ جبکہ دوسری طرف اللہ تعالیٰ کے نیک بندے ‘ انبیاء ورسل ‘ صدیقین ‘ شہداء اور مؤمنین صادقین ہیں۔ قرآن کے اس فلسفہ کو اقبالؔ نے اس طرح بیان کیا ہے : ؂ستیزہ کار رہا ہے ازل سے تا امروز چراغ مصطفوی ﷺ سے شرار بولہبی مشیتِ الٰہی سے کبھی کبھی یہ کشمکش دھماکہ خیزہو کر باقاعدہ ایک معرکے کی شکل اختیار کرلیتی ہے۔ ایسے مواقع پر اللہ تعالیٰ طالبانِ حق کی مدد کرتا ہے اور ان کی طاقت کے ذریعے باطل کو کچل کر رکھ دیتا ہے۔حق و باطل کا ایسا ہی ایک بہت خوفناک معرکہ قرب قیامت کے زمانے میں ہونے والا ہے۔ یہ جنگوں کا ایک طویل سلسلہ ہوگا جس کو عیسائی روایات میں Armageddon جبکہ احادیث میں ”المَلحَمۃ العُظمٰی“ کا نام دیا گیا ہے۔ علامہ اقبال نے مستقبل کے اس معرکے کا نقشہ ان الفاظ میں کھینچا ہے : ؂دنیا کو ہے پھر معرکۂ روح و بدن پیش تہذیب نے پھر اپنے درندوں کو ابھارا اللہ کو پامردئ مؤمن پہ بھروسہ ابلیس کو یورپ کی مشینوں کا سہارا یہاں علامہ اقبال نے لفظ ”تہذیب“ کے ذریعے اسی مخصوص ذہنیت اور سوچ کی طرف اشارہ کیا ہے جس کے تحت فرعون نے اپنے عوام کو ”طَرِیقَتکُمُ المُثْلٰی“ کے نام پر حضرت موسیٰ علیہ السلام کے خلاف ابھارنے کی کوشش کی تھی کہ اس وقت تمہارے مثالی تہذیب و تمدن کو بڑا خطرہ درپیش ہے۔ بہر حال اللہ تعالیٰ کو جب بھی منظور ہوتا ہے کوئی تحریک یا کوئی جمعیت حق کی علمبردار بن کر کھڑی ہوجاتی ہے اور باطل اس سے ٹکرا کر پاش پاش ہوجاتا ہے۔ علامہ اقبال کے الفاظ میں ایسی ہی قوم یا جماعت اللہ کے دست قدرت کی وہ تلوار ہے جس سے وہ باطل کا قلع قمع کرتا ہے : ؂صورت شمشیر ہے دست قضا میں وہ قوم کرتی ہے جو ہر زماں اپنے عمل کا حساب !لیکن یہ مقام رفیع صرف وہی قوم حاصل کرسکتی ہے جو قدم قدم پر خود اپنا احتساب کرنے کی پالیسی پر عمل پیراہو۔"
    },
    {
      "ayah": 21,
      "surah": 21,
      "text": "آیت 21 اَمِ اتَّخَذُوْٓا اٰلِہَۃً مِّنَ الْاَرْضِ ہُمْ یُنْشِرُوْنَ ”کیا ان کا خیال ہے کہ وہ ان باطل معبودوں کی نظر کرم سے دنیا میں خوب پھلیں پھولیں گے اور ترقی کی اعلیٰ منازل طے کرلیں گے ؟"
    },
    {
      "ayah": 22,
      "surah": 21,
      "text": "آیت 22 لَوْ کَانَ فِیْہِمَآ اٰلِہَۃٌ اِلَّا اللّٰہُ لَفَسَدَتَا ج ”اس کائنات کا نظم و ضبط زبان حال سے گواہی دے رہا ہے کہ یہ ایک وحدت Unitary System ہے۔ اس کا مدبر ومنتظم ایک ہی ہے اور اس کے انتظام میں ایک سے زیادہ آراء کی تعمیل و تنفیذ کا کوئی امکان نہیں ہے۔ جیسا کہ سورة بنی اسرائیل میں فرمایا گیا : قُلْ لَّوْ کَانَ مَعَہٗٓ اٰلِہَۃٌ کَمَا یَقُوْلُوْنَ اِذًا لاَّبْتَغَوْا اِلٰی ذِی الْعَرْشِ سَبِیْلاً ”آپ ﷺ ان سے کہیے کہ اگر اللہ کے ساتھ دوسرے معبود ہوتے جیسا کہ یہ کہتے ہیں تب تو وہ ضرورتلاش کرتے صاحب عرش کی طرف کوئی راستہ“۔ اس سے یہ دلیل بھی نکلتی ہے کہ کوئی بھی ادارہ خواہ چھوٹا ہو یا بڑا اس کا سربراہ ایک ہی ہونا چاہیے اور اگر کسی ادارے کے ایک سے زیادہ سربراہ ہوں گے تو اس کا نظم و نسق تباہ ہوجائے گا۔ یہی مثال مرد کی قوامیت کی دلیل بھی ہے۔ ظاہر ہے کہ خاندان جیسا اہم اور حساس ادارہ ایک جیسے اختیارات کے حامل دو سربراہوں کا متحمل نہیں ہوسکتا۔ اور جب یہ ثابت ہوگیا کہ سربراہ ایک ہی ہونا چاہیے تو پھر اس کا زیادہ حق دار مرد ہی ہے ‘ کیونکہ قرآن کے فرمان کے مطابق مرد ہی ”قوام“ ہے : اَلرِّجَالُ قَوّٰمُوْنَ عَلَی النِّسَآءِ بِمَا فَضَّلَ اللّٰہُ بَعْضَہُمْ عَلٰی بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِہِمْ ط النساء : 34 ”مرد حاکم ہیں عورتوں پر اس بنا پر کہ اللہ نے ان میں سے بعض کو بعض پر فضیلت دی ہے اور اس لیے بھی کہ وہ اپنا مال خرچ کرتے ہیں“۔ ہمارے ہاں ملکی سطح پر زیادہ تر انتظامی مسائل پارلیمانی نظام حکومت میں اختیارات کی ثنویت duality کی وجہ سے پیدا ہوتے ہیں۔ اس نظام میں سربراہ مملکت اور سربراہ حکومت کے عہدے الگ الگ ہیں۔ ان دو عہدوں کے درمیان اختیارات کی تقسیم اصولی طور پر ممکن ہی نہیں۔ چناچہ اگر وزیر اعظم با اختیار ہوگا تو صدر کے عہدے کی حیثیت لازمی طور پر نمائشی ہوگی اور اگر صدر فعال ہوگا تو وزیر اعظم کٹھ پتلی بن کر رہ جائے گا۔ اس کے مقابلے میں صدارتی نظام منطقی اور توحیدی نظام ہے جس میں ایک ہی شخصیت سربراہ مملکت بھی ہے اور سربراہ حکومت بھی۔"
    },
    {
      "ayah": 23,
      "surah": 21,
      "text": "آیت 22 لَوْ کَانَ فِیْہِمَآ اٰلِہَۃٌ اِلَّا اللّٰہُ لَفَسَدَتَا ج ”اس کائنات کا نظم و ضبط زبان حال سے گواہی دے رہا ہے کہ یہ ایک وحدت Unitary System ہے۔ اس کا مدبر ومنتظم ایک ہی ہے اور اس کے انتظام میں ایک سے زیادہ آراء کی تعمیل و تنفیذ کا کوئی امکان نہیں ہے۔ جیسا کہ سورة بنی اسرائیل میں فرمایا گیا : قُلْ لَّوْ کَانَ مَعَہٗٓ اٰلِہَۃٌ کَمَا یَقُوْلُوْنَ اِذًا لاَّبْتَغَوْا اِلٰی ذِی الْعَرْشِ سَبِیْلاً ”آپ ﷺ ان سے کہیے کہ اگر اللہ کے ساتھ دوسرے معبود ہوتے جیسا کہ یہ کہتے ہیں تب تو وہ ضرورتلاش کرتے صاحب عرش کی طرف کوئی راستہ“۔ اس سے یہ دلیل بھی نکلتی ہے کہ کوئی بھی ادارہ خواہ چھوٹا ہو یا بڑا اس کا سربراہ ایک ہی ہونا چاہیے اور اگر کسی ادارے کے ایک سے زیادہ سربراہ ہوں گے تو اس کا نظم و نسق تباہ ہوجائے گا۔ یہی مثال مرد کی قوامیت کی دلیل بھی ہے۔ ظاہر ہے کہ خاندان جیسا اہم اور حساس ادارہ ایک جیسے اختیارات کے حامل دو سربراہوں کا متحمل نہیں ہوسکتا۔ اور جب یہ ثابت ہوگیا کہ سربراہ ایک ہی ہونا چاہیے تو پھر اس کا زیادہ حق دار مرد ہی ہے ‘ کیونکہ قرآن کے فرمان کے مطابق مرد ہی ”قوام“ ہے : اَلرِّجَالُ قَوّٰمُوْنَ عَلَی النِّسَآءِ بِمَا فَضَّلَ اللّٰہُ بَعْضَہُمْ عَلٰی بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِہِمْ ط النساء : 34 ”مرد حاکم ہیں عورتوں پر اس بنا پر کہ اللہ نے ان میں سے بعض کو بعض پر فضیلت دی ہے اور اس لیے بھی کہ وہ اپنا مال خرچ کرتے ہیں“۔ ہمارے ہاں ملکی سطح پر زیادہ تر انتظامی مسائل پارلیمانی نظام حکومت میں اختیارات کی ثنویت duality کی وجہ سے پیدا ہوتے ہیں۔ اس نظام میں سربراہ مملکت اور سربراہ حکومت کے عہدے الگ الگ ہیں۔ ان دو عہدوں کے درمیان اختیارات کی تقسیم اصولی طور پر ممکن ہی نہیں۔ چناچہ اگر وزیر اعظم با اختیار ہوگا تو صدر کے عہدے کی حیثیت لازمی طور پر نمائشی ہوگی اور اگر صدر فعال ہوگا تو وزیر اعظم کٹھ پتلی بن کر رہ جائے گا۔ اس کے مقابلے میں صدارتی نظام منطقی اور توحیدی نظام ہے جس میں ایک ہی شخصیت سربراہ مملکت بھی ہے اور سربراہ حکومت بھی۔"
    },
    {
      "ayah": 24,
      "surah": 21,
      "text": "آیت 22 لَوْ کَانَ فِیْہِمَآ اٰلِہَۃٌ اِلَّا اللّٰہُ لَفَسَدَتَا ج ”اس کائنات کا نظم و ضبط زبان حال سے گواہی دے رہا ہے کہ یہ ایک وحدت Unitary System ہے۔ اس کا مدبر ومنتظم ایک ہی ہے اور اس کے انتظام میں ایک سے زیادہ آراء کی تعمیل و تنفیذ کا کوئی امکان نہیں ہے۔ جیسا کہ سورة بنی اسرائیل میں فرمایا گیا : قُلْ لَّوْ کَانَ مَعَہٗٓ اٰلِہَۃٌ کَمَا یَقُوْلُوْنَ اِذًا لاَّبْتَغَوْا اِلٰی ذِی الْعَرْشِ سَبِیْلاً ”آپ ﷺ ان سے کہیے کہ اگر اللہ کے ساتھ دوسرے معبود ہوتے جیسا کہ یہ کہتے ہیں تب تو وہ ضرورتلاش کرتے صاحب عرش کی طرف کوئی راستہ“۔ اس سے یہ دلیل بھی نکلتی ہے کہ کوئی بھی ادارہ خواہ چھوٹا ہو یا بڑا اس کا سربراہ ایک ہی ہونا چاہیے اور اگر کسی ادارے کے ایک سے زیادہ سربراہ ہوں گے تو اس کا نظم و نسق تباہ ہوجائے گا۔ یہی مثال مرد کی قوامیت کی دلیل بھی ہے۔ ظاہر ہے کہ خاندان جیسا اہم اور حساس ادارہ ایک جیسے اختیارات کے حامل دو سربراہوں کا متحمل نہیں ہوسکتا۔ اور جب یہ ثابت ہوگیا کہ سربراہ ایک ہی ہونا چاہیے تو پھر اس کا زیادہ حق دار مرد ہی ہے ‘ کیونکہ قرآن کے فرمان کے مطابق مرد ہی ”قوام“ ہے : اَلرِّجَالُ قَوّٰمُوْنَ عَلَی النِّسَآءِ بِمَا فَضَّلَ اللّٰہُ بَعْضَہُمْ عَلٰی بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِہِمْ ط النساء : 34 ”مرد حاکم ہیں عورتوں پر اس بنا پر کہ اللہ نے ان میں سے بعض کو بعض پر فضیلت دی ہے اور اس لیے بھی کہ وہ اپنا مال خرچ کرتے ہیں“۔ ہمارے ہاں ملکی سطح پر زیادہ تر انتظامی مسائل پارلیمانی نظام حکومت میں اختیارات کی ثنویت duality کی وجہ سے پیدا ہوتے ہیں۔ اس نظام میں سربراہ مملکت اور سربراہ حکومت کے عہدے الگ الگ ہیں۔ ان دو عہدوں کے درمیان اختیارات کی تقسیم اصولی طور پر ممکن ہی نہیں۔ چناچہ اگر وزیر اعظم با اختیار ہوگا تو صدر کے عہدے کی حیثیت لازمی طور پر نمائشی ہوگی اور اگر صدر فعال ہوگا تو وزیر اعظم کٹھ پتلی بن کر رہ جائے گا۔ اس کے مقابلے میں صدارتی نظام منطقی اور توحیدی نظام ہے جس میں ایک ہی شخصیت سربراہ مملکت بھی ہے اور سربراہ حکومت بھی۔"
    },
    {
      "ayah": 25,
      "surah": 21,
      "text": "آیت 22 لَوْ کَانَ فِیْہِمَآ اٰلِہَۃٌ اِلَّا اللّٰہُ لَفَسَدَتَا ج ”اس کائنات کا نظم و ضبط زبان حال سے گواہی دے رہا ہے کہ یہ ایک وحدت Unitary System ہے۔ اس کا مدبر ومنتظم ایک ہی ہے اور اس کے انتظام میں ایک سے زیادہ آراء کی تعمیل و تنفیذ کا کوئی امکان نہیں ہے۔ جیسا کہ سورة بنی اسرائیل میں فرمایا گیا : قُلْ لَّوْ کَانَ مَعَہٗٓ اٰلِہَۃٌ کَمَا یَقُوْلُوْنَ اِذًا لاَّبْتَغَوْا اِلٰی ذِی الْعَرْشِ سَبِیْلاً ”آپ ﷺ ان سے کہیے کہ اگر اللہ کے ساتھ دوسرے معبود ہوتے جیسا کہ یہ کہتے ہیں تب تو وہ ضرورتلاش کرتے صاحب عرش کی طرف کوئی راستہ“۔ اس سے یہ دلیل بھی نکلتی ہے کہ کوئی بھی ادارہ خواہ چھوٹا ہو یا بڑا اس کا سربراہ ایک ہی ہونا چاہیے اور اگر کسی ادارے کے ایک سے زیادہ سربراہ ہوں گے تو اس کا نظم و نسق تباہ ہوجائے گا۔ یہی مثال مرد کی قوامیت کی دلیل بھی ہے۔ ظاہر ہے کہ خاندان جیسا اہم اور حساس ادارہ ایک جیسے اختیارات کے حامل دو سربراہوں کا متحمل نہیں ہوسکتا۔ اور جب یہ ثابت ہوگیا کہ سربراہ ایک ہی ہونا چاہیے تو پھر اس کا زیادہ حق دار مرد ہی ہے ‘ کیونکہ قرآن کے فرمان کے مطابق مرد ہی ”قوام“ ہے : اَلرِّجَالُ قَوّٰمُوْنَ عَلَی النِّسَآءِ بِمَا فَضَّلَ اللّٰہُ بَعْضَہُمْ عَلٰی بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِہِمْ ط النساء : 34 ”مرد حاکم ہیں عورتوں پر اس بنا پر کہ اللہ نے ان میں سے بعض کو بعض پر فضیلت دی ہے اور اس لیے بھی کہ وہ اپنا مال خرچ کرتے ہیں“۔ ہمارے ہاں ملکی سطح پر زیادہ تر انتظامی مسائل پارلیمانی نظام حکومت میں اختیارات کی ثنویت duality کی وجہ سے پیدا ہوتے ہیں۔ اس نظام میں سربراہ مملکت اور سربراہ حکومت کے عہدے الگ الگ ہیں۔ ان دو عہدوں کے درمیان اختیارات کی تقسیم اصولی طور پر ممکن ہی نہیں۔ چناچہ اگر وزیر اعظم با اختیار ہوگا تو صدر کے عہدے کی حیثیت لازمی طور پر نمائشی ہوگی اور اگر صدر فعال ہوگا تو وزیر اعظم کٹھ پتلی بن کر رہ جائے گا۔ اس کے مقابلے میں صدارتی نظام منطقی اور توحیدی نظام ہے جس میں ایک ہی شخصیت سربراہ مملکت بھی ہے اور سربراہ حکومت بھی۔"
    },
    {
      "ayah": 26,
      "surah": 21,
      "text": "آیت 26 وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَہٗط بَلْ عِبَادٌ مُّکْرَمُوْنَ ”جس کسی کو بھی یہ لوگ اللہ کی اولاد قرار دیتے ہیں ‘ وہ فرشتے ہوں ‘ انبیاء ہوں یا اولیاء اللہ ‘ سب اس کے مقرب بندے ہیں۔ اللہ تعالیٰ نے انہیں اپنے بندوں کی حیثیت سے اپنے ہاں با عزت مقام عطا کیا ہے : اَنَّ لَہُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّہِمْط یونس : 2 ”یقیناً ان کے لیے ہے سچائی کا مرتبہ ان کے رب کے پاس۔“"
    },
    {
      "ayah": 27,
      "surah": 21,
      "text": "آیت 27 لَا یَسْبِقُوْنَہٗ بالْقَوْلِ وَہُمْ بِاَمْرِہٖ یَعْمَلُوْنَ ”فرشتے اللہ تعالیٰ کے آگے بڑھ کر بات نہیں کرتے۔ وہ اللہ کے احکام کے منتظر رہتے ہیں اور اس کے ہر فرمان کی تعمیل کرتے ہیں۔"
    },
    {
      "ayah": 28,
      "surah": 21,
      "text": "آیت 27 لَا یَسْبِقُوْنَہٗ بالْقَوْلِ وَہُمْ بِاَمْرِہٖ یَعْمَلُوْنَ ”فرشتے اللہ تعالیٰ کے آگے بڑھ کر بات نہیں کرتے۔ وہ اللہ کے احکام کے منتظر رہتے ہیں اور اس کے ہر فرمان کی تعمیل کرتے ہیں۔"
    },
    {
      "ayah": 29,
      "surah": 21,
      "text": "آیت 27 لَا یَسْبِقُوْنَہٗ بالْقَوْلِ وَہُمْ بِاَمْرِہٖ یَعْمَلُوْنَ ”فرشتے اللہ تعالیٰ کے آگے بڑھ کر بات نہیں کرتے۔ وہ اللہ کے احکام کے منتظر رہتے ہیں اور اس کے ہر فرمان کی تعمیل کرتے ہیں۔"
    },
    {
      "ayah": 3,
      "surah": 21,
      "text": "آیت 3 لَاہِیَۃً قُلُوْبُہُمْ ط ”ان کا غیر سنجیدہ رویہ اس حد تک ان کے دلوں میں گھر کر گیا ہے کہ انہوں نے زندگی کو بھی ایک کھیل ہی سمجھ رکھا ہے۔ہَلْ ہٰذَآ اِلَّا بَشَرٌ مِّثْلُکُمْ ج ”رسول اللہ ﷺ سے کلام اللہ سن کر اگر ان کا کوئی ساتھی متاثر ہوتا تو اسے الگ لے جا کر بڑے ناصحانہ انداز میں سمجھاتے کہ ارے تم خواہ مخواہ اپنے جیسے ایک انسان کو اللہ کا رسول اور اس کی باتوں کو اللہ کا کلام سمجھ رہے ہو۔ اس کی باتوں پر سنجیدگی سے غور کرنے کی ضرورت نہیں ہے۔اَفَتَاْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ”تم جانتے بھی ہو کہ یہ کلام وغیرہ سب جادو کا کمال ہے۔ تو کیا تم جانتے بوجھتے ہوئے اس کا شکار ہونے جا رہے ہو ؟ ان کی اس طرح کی سرگرمیوں کی خبریں حضور ﷺ تک بھی پہنچتی تھیں۔ آپ ﷺ کو یقیناً اس سے بہت صدمہ پہنچتا ہوگا کہ اگر کوئی اللہ کا بندہ ہدایت قبول کرنے پر آمادہ ہوا تھا تو اس کو پھر ورغلا کر بھٹکا دیا گیا ہے۔ چناچہ آپ ﷺ ان کے آپس کے شیطانی مشوروں کا سنتے تو یوں فرماتے :"
    },
    {
      "ayah": 30,
      "surah": 21,
      "text": "آیت 30 اَوَلَمْ یَرَ الَّذِیْنَ کَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ کَانَتَا رَتْقًا فَفَتَقْنٰہُمَا ط ”یعنی شدید گرمی اور حبس کی صورت حال جس میں لوگوں کی جان پر بنی ہوئی ہوتی ہے۔ اس کیفیت میں بظاہر یوں محسوس ہوتا ہے کہ آسمان کے دروازے بھی بند ہیں ‘ زمین کے سوتے بھی خشک ہیں ‘ بارش کا دور دور تک کوئی امکان نہیں ‘ ہر طرف خشک سالی کا راج ہے اور پھر یکا یک اللہ کی رحمت سے یہ صورت حال تبدیل ہوجاتی ہے۔ آسمان کے دہانے کھل جاتے ہیں اور بارش کے پانی سے زمین پر نباتاتی اور حیواناتی زندگی کی چہل پہل شروع ہوجاتی ہے۔اس کے علاوہ اس آیت میں یہ اشارہ بھی ملتا ہے کہ Big Bang کے بعد مادے کا جو ایک بہت بڑا گولا وجود میں آیا تو وہ ایک یکجا وجود Homogenous mass کی صورت میں تھا۔ پھر مادے کے اس گولے میں تقسیم ہوئی ‘ مختلف ستاروں اور سیاروں کے گچھے بنے ‘ کہکشائیں Galaxies وجود میں آئیں ‘ سورج اور اس کے سیاروں کی تخلیق ہوئی ‘ اور یوں ہماری زمین بھی پیدا ہوئی۔ گویا اس سارے تخلیقی عمل کا اظہار اس ایک فقرے میں ہوگیا کہ آسمان اور زمین بند تھے ‘ یعنی باہم ملے ہوئے تھے اور ہم نے انہیں کھول دیا ‘ جدا کردیا۔وَجَعَلْنَا مِنَ الْمَآءِ کُلَّ شَیْءٍ حَیٍّ ط ”یہاں پر خَلَقْنَا کے بجائے جَعَلْنَا فرمایا۔ زمین کے اوپر زندگی جس کسی شکل میں بھی ہے ‘ چاہے وہ نباتاتی حیات ہو یا حیوانی ‘ ہر جاندار چیز کا مادۂ تخلیق مٹی اور مبدأ حیات پانی ہے۔ مٹی تُراب اور پانی مل کر گارا طِین بنا۔ پھر یہ طینٍ لَّازب میں تبدیل ہوا۔ پھر اس نے حماأ مسنون کی شکل اختیار کی۔ اس کے بعد صلصالٍ مّنْ حَمَاأ مسنونکا مرحلہ آیا۔ پھر صلصا لٍ کا لفخّار بنا۔ اس سلسلے میں سورة الحجر ‘ آیت 26 کی تشریح بھی مد نظر رہے۔ گویا مٹی سے ہر جاندار چیز کی تخلیق ہوئی اور ان سب کی زندگی کا دارومدار پانی پر رکھا گیا۔ چناچہ ہر جاندار کے لیے مبدأ حیات پانی ہے۔"
    },
    {
      "ayah": 31,
      "surah": 21,
      "text": "وَجَعَلْنَا فِیْہَا فِجَاجًا سُبُلًا لَّعَلَّہُمْ یَہْتَدُوْنَ ”میدانی راستوں کے علاوہ بڑے بڑے پہاڑی سلسلوں کے اندر بھی قدرتی راستے رکھے اور وادیاں بنائیں تاکہ ایسے علاقوں میں بھی لوگوں کے لیے سفر کرنا ممکن ہو سکے۔"
    },
    {
      "ayah": 32,
      "surah": 21,
      "text": "آیت 32 وَجَعَلْنَا السَّمَآءَ سَقْفًا مَّحْفُوْظًاج وَّہُمْ عَنْ اٰیٰتِہَا مُعْرِضُوْنَ ”اس سے پہلے یہ مضمون سورة الحجر میں اس طرح بیان ہوا ہے : وَلَقَدْ جَعَلْنَا فِی السَّمَآءِ بُرُوْجًا وَّزَیَّنّٰہَا للنّٰظِرِیْنَ۔ وَحَفِظْنٰہَا مِنْ کُلِّ شَیْطٰنٍ رَّجِیْمٍ ”اور ہم نے آسمان میں برج بنائے ہیں اور اسے مزین کردیا ہے دیکھنے والوں کے لیے اور ہم نے حفاظت کی ہے اس کی ہر شیطان مردود سے“۔ یعنی آسمان دنیا پر جو ستارے ہیں وہ باعث زینت بھی ہیں ‘ لیکن دوسری طرف یہ شیاطین جن کے لیے میزائل سنٹر بھی ہیں۔ ان میں سے جو کوئی بھی اپنی حدود سے تجاوز کر کے غیب کی خبروں کی ٹوہ میں عالم بالا کی طرف جانے کی کوشش کرتا ہے اس پر شہاب ثاقب کی شکل میں میزائل داغا جاتا ہے اور یوں ان شیاطین کی پہنچ کے حوالے سے آسمان کو سَقْفًا مَّحْفُوْظًا کا درجہ دے دیا گیا ہے۔اب تک کی سائنسی تحقیقات کے حوالے سے سَقْفًا مَّحْفُوْظًا کے دو پہلو اور بھی ہیں۔ ان میں سے ایک تو O-Zone Layer کی فراہم کردہ حفاظتی چھتری ہے جس نے پورے کرۂ ارض کو ڈھانپ رکھا ہے اور یوں سورج سے نکلنے والی تمام مضر شعاعوں کو زمین تک آنے سے روکنے کے لیے یہ فلٹر کا کام کرتی ہے ماحولیاتی سائنس کے ماہرین آج کل اس کے بارے میں بہت فکر مند ہیں کہ مختلف انسانی سرگرمیوں کی وجہ سے اسے نقصان پہنچ رہا ہے اور یہ بتدریج کمزور ہوتی جا رہی ہے۔ اس کے ساتھ ساتھ ہماری فضا زمین کے اوپر کرۂ ہوائی بھی حفاظتی چھت کا کام دیتی ہے۔ خلا میں تیرنے والے چھوٹی بڑی جسامتوں کے بیشمار پتھر یہ پتھر یا پتھر نما ٹھوس اجسام مختلف ستاروں یا سیاروں میں ہونے والی ٹوٹ پھوٹ کے نتیجے میں ہر وقت خلا میں بکھرے رہتے ہیں جب کرۂ ہوائی میں داخل ہوتے ہیں تو اپنی تیز رفتاری کے سبب ہوا کی رگڑ سے جل کر فضا میں ہی تحلیل ہوجاتے ہیں اور یوں زمین ان کے نقصانات سے محفوظ رہتی ہے۔"
    },
    {
      "ayah": 33,
      "surah": 21,
      "text": "آیت 32 وَجَعَلْنَا السَّمَآءَ سَقْفًا مَّحْفُوْظًاج وَّہُمْ عَنْ اٰیٰتِہَا مُعْرِضُوْنَ ”اس سے پہلے یہ مضمون سورة الحجر میں اس طرح بیان ہوا ہے : وَلَقَدْ جَعَلْنَا فِی السَّمَآءِ بُرُوْجًا وَّزَیَّنّٰہَا للنّٰظِرِیْنَ۔ وَحَفِظْنٰہَا مِنْ کُلِّ شَیْطٰنٍ رَّجِیْمٍ ”اور ہم نے آسمان میں برج بنائے ہیں اور اسے مزین کردیا ہے دیکھنے والوں کے لیے اور ہم نے حفاظت کی ہے اس کی ہر شیطان مردود سے“۔ یعنی آسمان دنیا پر جو ستارے ہیں وہ باعث زینت بھی ہیں ‘ لیکن دوسری طرف یہ شیاطین جن کے لیے میزائل سنٹر بھی ہیں۔ ان میں سے جو کوئی بھی اپنی حدود سے تجاوز کر کے غیب کی خبروں کی ٹوہ میں عالم بالا کی طرف جانے کی کوشش کرتا ہے اس پر شہاب ثاقب کی شکل میں میزائل داغا جاتا ہے اور یوں ان شیاطین کی پہنچ کے حوالے سے آسمان کو سَقْفًا مَّحْفُوْظًا کا درجہ دے دیا گیا ہے۔اب تک کی سائنسی تحقیقات کے حوالے سے سَقْفًا مَّحْفُوْظًا کے دو پہلو اور بھی ہیں۔ ان میں سے ایک تو O-Zone Layer کی فراہم کردہ حفاظتی چھتری ہے جس نے پورے کرۂ ارض کو ڈھانپ رکھا ہے اور یوں سورج سے نکلنے والی تمام مضر شعاعوں کو زمین تک آنے سے روکنے کے لیے یہ فلٹر کا کام کرتی ہے ماحولیاتی سائنس کے ماہرین آج کل اس کے بارے میں بہت فکر مند ہیں کہ مختلف انسانی سرگرمیوں کی وجہ سے اسے نقصان پہنچ رہا ہے اور یہ بتدریج کمزور ہوتی جا رہی ہے۔ اس کے ساتھ ساتھ ہماری فضا زمین کے اوپر کرۂ ہوائی بھی حفاظتی چھت کا کام دیتی ہے۔ خلا میں تیرنے والے چھوٹی بڑی جسامتوں کے بیشمار پتھر یہ پتھر یا پتھر نما ٹھوس اجسام مختلف ستاروں یا سیاروں میں ہونے والی ٹوٹ پھوٹ کے نتیجے میں ہر وقت خلا میں بکھرے رہتے ہیں جب کرۂ ہوائی میں داخل ہوتے ہیں تو اپنی تیز رفتاری کے سبب ہوا کی رگڑ سے جل کر فضا میں ہی تحلیل ہوجاتے ہیں اور یوں زمین ان کے نقصانات سے محفوظ رہتی ہے۔"
    },
    {
      "ayah": 34,
      "surah": 21,
      "text": "اَفَاْءِنْ مِّتَّ فَہُمُ الْخٰلِدُوْنَ ”آپ ﷺ کے یہ مخالفین ابوجہل ‘ ابولہب وغیرہ ہمیشہ کی زندگیاں لے کر تو نہیں آئے۔ ان سب کو ایک دن مرنا ہے اور ہمارے سامنے پیش ہونا ہے۔"
    },
    {
      "ayah": 35,
      "surah": 21,
      "text": "وَنَبْلُوْکُمْ بالشَّرِّ وَالْخَیْرِ فِتْنَۃً ط ”اس دنیا میں تمہاری آزمائش کے لیے تم لوگوں کو ہم مختلف قسم کی کیفیات سے دو چار کرتے رہتے ہیں۔ خیر و شر اور خوشی و غم کے بارے میں تم لوگوں کے اپنے پیمانے اور اپنے معیار ات ہیں اور اسی مناسبت سے ان کیفیات کے بارے میں تمہارے منفی یا مثبت تاثرات ہوتے ہیں ‘ مگر ضروری نہیں کہ حقیقت بھی تمہارے ہی تاثرات کے مطابق ہو۔ یہ بھی ہوسکتا ہے کہ تم لوگ جسے شر سمجھتے ہو وہ حقیقت میں خیر ہو اور جو چیز تمہارے نقطہ نظر سے خیر ہے وہ اصل میں شر ہو۔۔ سورة البقرۃ میں فرمایا گیا : وَعَسٰٓی اَنْ تَکْرَہُوْا شَیْءًا وَّہُوَخَیْرٌ لَّکُمْج وَعَسٰٓی اَنْ تُحِبُّوْا شَیْءًا وَّہُوَ شَرٌّ لَّکُمْ ط وَاللّٰہُ یَعْلَمُ وَاَنْتُمْ لاَ تَعْلَمُوْنَ ”اور ہوسکتا ہے کہ تم کسی شے کو ناپسند کرو اور وہ تمہارے لیے بہتر ہو۔ اور ہوسکتا ہے کہ تم کسی چیز کو پسند کرو درآنحالیکہ وہی تمہارے لیے بری ہو۔ اور اللہ جانتا ہے ‘ تم نہیں جانتے“۔۔ بہر حال دنیا میں پیش آنے والے اچھے برے یہ حالات تمہاری آزمائش کے لیے ہیں۔"
    },
    {
      "ayah": 36,
      "surah": 21,
      "text": "آیت 36 وَاِذَا رَاٰکَ الَّذِیْنَ کَفَرُوْٓا اِنْ یَّتَّخِذُوْنَکَ اِلَّا ہُزُوًا ط ”یہ مشرکین مختلف انداز میں آپ ﷺ پر استہزائیہ فقرے کستے ہیں ‘ آپ ﷺ کو دیکھتے ہیں تو ایک دوسرے سے مخاطب ہو کر اس طرح آپ ﷺ کا تمسخر اڑاتے ہیں :اَہٰذَا الَّذِیْ یَذْکُرُ اٰلِہَتَکُمْ ج ”یعنی کہتا ہے کہ ان کی کوئی حقیقت نہیں۔ اور اس طرح ان کی شان میں گستاخی کا ارتکاب کرتا ہے !وَہُمْ بِذِکْرِ الرَّحْمٰنِ ہُمْ کٰفِرُوْنَ ”انہیں تو اپنے معبودوں کا ذکر اچھا لگتا ہے۔ لات و عزیٰ کا ذکر ہو تو یہ لوگ خوش ہوتے ہیں اور اللہ تعالیٰ کے ذکر سے ان کے دل بجھ جاتے ہیں۔"
    },
    {
      "ayah": 37,
      "surah": 21,
      "text": "آیت 37 خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍ ط ”یعنی انسان کی خلقت میں عجلت پسندی رکھی گئی ہے۔ عجلت پسندی انسان کی سرشت میں داخل ہے۔ اس حوالے سے یہ نکتہ اچھی طرح سمجھ لینا چاہیے کہ انسان کی ذات یا شخصیت کے دو حصے ہیں۔ ایک حصہ مادی ‘ جسمانی یا حیوانی ہے جس کی تخلیق زمین یعنی مٹی سے ہوئی ہے۔ اس مادی وجود میں بہت سی کمزوریاں اور کوتاہیاں رکھی گئی ہیں۔ سورة النساء کے یہ الفاظ اس حقیقت پر شاہد ہیں : وَخُلِقَ الْاِنْسَانُ ضَعِیْفًا کہ بنیادی طور پر انسان کمزور اور ضعیف پیدا کیا گیا ہے۔ انسانی ذات کا دوسرا پہلو روحانی ہے۔ انسانی روح چونکہ نور سے پیدا کی گئی ہے اس لیے اس کا یہ پہلو بہت بلند اور ارفع ہے۔ اسی پہلو کے بارے میں سورة التین میں فرمایا گیا ہے : لَقَدْ خَلَقْنَا الْاِنْسَانَ فِیْٓ اَحْسَنِ تَقْوِیْمٍ ”ہم نے انسان کو بہترین صورت میں پیدا کیا ہے“۔ گویا اصل انسان تو وہ روح ہی ہے جو انسانی تخلیق کے مرحلہ اوّل وضاحت کے لیے الانعام : 94 کی تشریح ملاحظہ ہو میں اَحْسَنِ تَقْوِیْم کی کیفیت میں پیدا کی گئی۔ اس ”نور“ کو پھر اس انسانی جسم کے اندر رکھا گیا جو مٹی سے بنا ہے۔ اور اسی وجہ سے اس میں بہت سی کمزوریاں پائی جاتی ہیں جن میں سے ایک کمزوری یہ بھی ہے کہ وہ فطری اور جبلی طور پر عجلت پسند ہے۔سَاُورِیْکُمْ اٰیٰتِیْ فَلَا تَسْتَعْجِلُوْنِ ”کیا عجب کہ تمہارے عذاب کے بارے میں وعیدوں کے پورا ہونے کا وقت قریب ہی آ لگا ہو۔"
    },
    {
      "ayah": 38,
      "surah": 21,
      "text": "آیت 38 وَیَقُوْلُوْنَ مَتٰی ہٰذَا الْوَعْدُ اِنْ کُنْتُمْ صٰدِقِیْنَ ”اس سے مراد عذاب آنے یا معجزہ دکھانے کا وعدہ ہے۔"
    },
    {
      "ayah": 39,
      "surah": 21,
      "text": "آیت 38 وَیَقُوْلُوْنَ مَتٰی ہٰذَا الْوَعْدُ اِنْ کُنْتُمْ صٰدِقِیْنَ ”اس سے مراد عذاب آنے یا معجزہ دکھانے کا وعدہ ہے۔"
    },
    {
      "ayah": 4,
      "surah": 21,
      "text": "آیت 3 لَاہِیَۃً قُلُوْبُہُمْ ط ”ان کا غیر سنجیدہ رویہ اس حد تک ان کے دلوں میں گھر کر گیا ہے کہ انہوں نے زندگی کو بھی ایک کھیل ہی سمجھ رکھا ہے۔ہَلْ ہٰذَآ اِلَّا بَشَرٌ مِّثْلُکُمْ ج ”رسول اللہ ﷺ سے کلام اللہ سن کر اگر ان کا کوئی ساتھی متاثر ہوتا تو اسے الگ لے جا کر بڑے ناصحانہ انداز میں سمجھاتے کہ ارے تم خواہ مخواہ اپنے جیسے ایک انسان کو اللہ کا رسول اور اس کی باتوں کو اللہ کا کلام سمجھ رہے ہو۔ اس کی باتوں پر سنجیدگی سے غور کرنے کی ضرورت نہیں ہے۔اَفَتَاْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ”تم جانتے بھی ہو کہ یہ کلام وغیرہ سب جادو کا کمال ہے۔ تو کیا تم جانتے بوجھتے ہوئے اس کا شکار ہونے جا رہے ہو ؟ ان کی اس طرح کی سرگرمیوں کی خبریں حضور ﷺ تک بھی پہنچتی تھیں۔ آپ ﷺ کو یقیناً اس سے بہت صدمہ پہنچتا ہوگا کہ اگر کوئی اللہ کا بندہ ہدایت قبول کرنے پر آمادہ ہوا تھا تو اس کو پھر ورغلا کر بھٹکا دیا گیا ہے۔ چناچہ آپ ﷺ ان کے آپس کے شیطانی مشوروں کا سنتے تو یوں فرماتے :"
    },
    {
      "ayah": 40,
      "surah": 21,
      "text": "آیت 40 بَلْ تَاْتِیْہِمْ بَغْتَۃً فَتَبْہَتُہُمْ ”یعنی ان کے ہوش کھو دے گی۔ یہ وہی لفظ ب ہ ت ہے جو البقرہ : 258 میں نمرود کے بارے میں آیا ہے : فَبُہِتَ الَّذِیْ کَفَرَ ط ”تو یہ سن کر وہ کافرّ ہکا بکا رہ گیا۔“"
    },
    {
      "ayah": 41,
      "surah": 21,
      "text": "آیت 41 وَلَقَدِ اسْتُہْزِئَ بِرُسُلٍ مِّنْ قَبْلِکَ ”لہٰذا آپ ﷺ اس صورت حال کو برداشت کیجیے اور صبر کا دامن تھام کر اپنا فرض ادا کرتے رہیے۔فَحَاق بالَّذِیْنَ سَخِرُوْا مِنْہُمْ مَّا کَانُوْا بِہٖ یَسْتَہْزِءُ وْنَ ”پھر جب اللہ تعالیٰ کی مشیت کے مطابق عذاب موعود آیا تو ان مذاق اڑانے والوں کو نیست و نابود کر کے نَسْیًا مَّنْسِیًّاکر دیا گیا۔"
    },
    {
      "ayah": 42,
      "surah": 21,
      "text": "آیت 42 قُلْ مَنْ یَّکْلَؤُکُمْ بالَّیْلِ وَالنَّہَارِ مِنَ الرَّحْمٰنِ ط ”یعنی اللہ تعالیٰ ہی نے تمہارے لیے محافظ Body guards مقرر کر رکھے ہیں۔ یہ مضمون دو مرتبہ اس سے پہلے بھی آچکا ہے۔ سورة الانعام : 61 میں فرمایا گیا : وَیُرْسِلُ عَلَیْکُمْ حَفَظَۃً ط کہ وہ فرشتوں کی صورت میں تمہارے لیے محافظ مقرر کرتا ہے۔ سورة الرعد : 11 میں ارشاد ہوا : لَہٗ مُعَقِّبٰتٌ مِّنْم بَیْنِ یَدَیْہِ وَمِنْ خَلْفِہٖ یَحْفَظُوْنَہٗ مِنْ اَمْرِ اللّٰہِ ط ”اس انسان کے لیے باری باری آنے والے پہرے دار ہیں ‘ وہ اس کے سامنے اور اس کے پیچھے سے اس کی حفاظت کرتے رہتے ہیں اللہ کے حکم سے“۔ مراد یہ ہے کہ جب تک اللہ کو منظور ہوتا ہے وہ موت سے یا مصائب و حادثات سے خود انسان کی حفاظت کرتا ہے۔"
    },
    {
      "ayah": 43,
      "surah": 21,
      "text": "لَا یَسْتَطِیْعُوْنَ نَصْرَ اَنْفُسِہِمْ وَلَا ہُمْ مِّنَّا یُصْحَبُوْنَ ”یعنی ہمارے مقابلے میں ان کے خودساختہ معبودوں کی دوستی ان کے کسی کام نہیں آسکتی۔"
    },
    {
      "ayah": 44,
      "surah": 21,
      "text": "آیت 44 بَلْ مَتَّعْنَا ہٰٓؤُلَآءِ وَاٰبَآءَ ہُمْ حَتّٰی طَالَ عَلَیْہِمُ الْعُمُرُ ط ”ہم انہیں مسلسل دنیوی نعمتوں سے نوازتے رہے ‘ یہاں تک کہ وہ ان کے عادی ہوگئے ‘ انہیں اپنی ملکیت سمجھنے لگے اور ان پر خوب اترانے لگے۔اَفَلَا یَرَوْنَ اَنَّا نَاْتِی الْاَرْضَ نَنْقُصُہَا مِنْ اَطْرَافِہَا ط ”کیا مشرکین مکہ کو یہ ٹھوس حقیقت نظر نہیں آرہی کہ اس سرزمین میں ان کا اثر و رسوخ روز بروز کم ہو رہا ہے۔ اسلام کا پیغام مسلسل پھیل رہا ہے۔ مکہ کے اندر سے بھی اس روشنی کا دائرہ وسیع ہو رہا ہے اور باہر کے قبائل میں بھی دعوت اسلام کا تعارف رفتہ رفتہ بڑھتا چلا جا رہا ہے۔ گویا مشرکین مکہ کے لیے زمین مسلسل سکڑتی چلی جا رہی ہے اور ہر آنے والے دن کے ساتھ اہل ایمان کی تعداد اور طاقت میں اضافہ ہو رہا ہے۔ ان سے ملتے جلتے الفاظ میں یہ مضمون اس سے پہلے سورة الرعد میں بھی آچکا ہے : اَوَلَمْ یَرَوْا اَ نَّا نَاْ تِی الْاَرْضَ نَنْقُصُہَا مِنْ اَطْرَافِہَاط واللّٰہُ یَحْکُمُ لاَ مُعَقِّبَ لِحُکْمِہٖط وَہُوَ سَرِیْعُ الْحِسَابِ ”کیا یہ لوگ دیکھتے نہیں کہ ہم زمین کو گھٹاتے چلے آ رہے ہیں اس کے کناروں سے ؟ اور اللہ ہی فیصلہ کرنے والا ہے ‘ کوئی نہیں پیچھے ڈالنے والا اس کے حکم کو ‘ اور وہ جلد حساب لینے والا ہے۔“اَفَہُمُ الْغٰلِبُوْنَ ”یہ سب کچھ دیکھتے ہوئے بھی کیا ان کا خیال ہے کہ اس کش مکش میں وہی جیتیں گے :"
    },
    {
      "ayah": 45,
      "surah": 21,
      "text": "وَلَا یَسْمَعُ الصُّمُّ الدُّعَآءَ اِذَا مَا یُنْذَرُوْنَ ”اگر آپ ایک بہرے کو چلا چلا کر خبردار کر رہے ہوں کہ تمہارے پیچھے سے ایک شیر تم پر حملہ آور ہونے جا رہا ہے تو وہ کہاں خود کو اس خطرے سے بچائے گا۔ یہی مثال ان منکرین کی ہے جو دعوت حق کی آواز سننے کی صلاحیت سے محروم ہوچکے ہیں۔"
    },
    {
      "ayah": 46,
      "surah": 21,
      "text": "آیت 46 وَلَءِنْ مَّسَّتْہُمْ نَفْحَۃٌ مِّنْ عَذَابِ رَبِّکَ لَیَقُوْلُنَّ یٰوَیْلَنَآ اِنَّا کُنَّا ظٰلِمِیْنَ ”یہی لوگ جو اب اکڑ اکڑ کر باتیں کرتے ہیں اور آپ ﷺ پر طنز و استہزاء کے تیر برساتے ہیں ‘ عذاب الٰہی کا ایک جھٹکا بھی نہیں سہہ سکیں گے اور دہائی مچانا شروع کردیں گے کہ قصور وار ہم خود ہی تھے۔"
    },
    { "ayah": 47, "surah": 21, "text": "وَکَفٰی بِنَا حٰسِبِیْنَ ”اس سلسلے میں ہمیں کسی مدد گار کی ضرورت نہیں ہوگی۔" },
    { "ayah": 48, "surah": 21, "text": "وَکَفٰی بِنَا حٰسِبِیْنَ ”اس سلسلے میں ہمیں کسی مدد گار کی ضرورت نہیں ہوگی۔" },
    { "ayah": 49, "surah": 21, "text": "وَکَفٰی بِنَا حٰسِبِیْنَ ”اس سلسلے میں ہمیں کسی مدد گار کی ضرورت نہیں ہوگی۔" },
    {
      "ayah": 5,
      "surah": 21,
      "text": "آیت 5 بَلْ قَالُوْٓا اَضْغَاثُ اَحْلاَمٍ م ”کبھی وہ کہتے کہ یہ اللہ کا کلام تو ہرگز نہیں ہے ‘ بلکہ محمد ﷺ سوتے میں خواب دیکھتے ہیں اور خوابوں کے پراگندہ خیالات پر مبنی باتیں لوگوں کو سناتے رہتے ہیں۔بَلِ افْتَرٰٹہُ ”کبھی کہتے کہ یہ کلام تو خود ان کا اپنا گھڑا ہوا ہے مگر یہ غلط طور پر اسے اللہ کی طرف منسوب کردیتے ہیں۔بَلْ ہُوَ شَاعِرٌ ج ”کبھی کہتے کہ خدا داد شاعرانہ صلاحیت کی بنا پر ان پر آمد ہوتی ہے اور یوں یہ کلام ترتیب پاتا ہے۔فَلْیَاْتِنَا بِاٰیَۃٍ کَمَآ اُرْسِلَ الْاَوَّلُوْنَ ” اور کبھی کہتے کہ اگر یہ واقعتا اللہ کے رسول ہیں تو پھر پہلے رسولوں کی طرح ہمیں کوئی معجزہ دکھائیں۔"
    },
    {
      "ayah": 50,
      "surah": 21,
      "text": "آیت 50 وَہٰذَا ذِکْرٌ مُّبٰرَکٌ اَنْزَلْنٰہُ ط ”اس سے پہلے ہم نے تورات نازل کی جو حق و باطل کے درمیان فیصلہ کرنے والی تھی ‘ اس میں مؤمنین متقین کے لیے روشنی اور نصیحت بھی تھی ‘ اور اب ہم نے اپنا بابرکت کلام قرآن کی صورت میں نازل کیا ہے۔"
    },
    {
      "ayah": 51,
      "surah": 21,
      "text": "آیت 51 وَلَقَدْ اٰتَیْنَآ اِبْرٰہِیْمَ رُشْدَہٗ مِنْ قَبْلُ وَکُنَّا بِہٖ عٰلِمِیْنَ ”ان آیات میں بڑی عمدگی سے حضرت ابراہیم علیہ السلام اور آپ علیہ السلام کی قوم کے درمیان ہونے والی کش مکش کی تفصیل بیان ہو رہی ہے :"
    },
    {
      "ayah": 52,
      "surah": 21,
      "text": "آیت 52 اِذْ قَالَ لِاَبِیْہِ وَقَوْمِہٖ مَا ہٰذِہِ التَّمَاثِیْلُ الَّتِیْٓ اَنْتُمْ لَہَا عٰکِفُوْنَ ”ذرا ان پتھر کی خود تراشیدہ مورتیوں کی اصلیت اور حقیقت تو بیان کرو جن کے تم مجاور بنے بیٹھے ہو اور جن کے گیان دھیان میں لگے رہتے ہو !"
    },
    {
      "ayah": 53,
      "surah": 21,
      "text": "آیت 52 اِذْ قَالَ لِاَبِیْہِ وَقَوْمِہٖ مَا ہٰذِہِ التَّمَاثِیْلُ الَّتِیْٓ اَنْتُمْ لَہَا عٰکِفُوْنَ ”ذرا ان پتھر کی خود تراشیدہ مورتیوں کی اصلیت اور حقیقت تو بیان کرو جن کے تم مجاور بنے بیٹھے ہو اور جن کے گیان دھیان میں لگے رہتے ہو !"
    },
    {
      "ayah": 54,
      "surah": 21,
      "text": "آیت 54 قَالَ لَقَدْ کُنْتُمْ اَنْتُمْ وَاٰبَآؤُکُمْ فِیْ ضَلٰلٍ مُّبِیْنٍ ”آپ علیہ السلام نے علی الاعلان حق بات سب کے سامنے کہہ دی۔"
    },
    {
      "ayah": 55,
      "surah": 21,
      "text": "آیت 55 قَالُوْٓا اَجِءْتَنَا بالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِیْنَ ”یعنی کیا آپ علیہ السلام اس بات میں واقعی سنجیدہ ہیں اور آپ علیہ السلام کا یہ دعویٰ ٹھوس علمی حقائق پر مبنی ہے یا ویسے ہی تفریح طبع کے لیے باتیں بنا رہے ہیں ؟"
    },
    {
      "ayah": 56,
      "surah": 21,
      "text": "وَاَنَا عَلٰی ذٰلِکُمْ مِّنَ الشّٰہِدِیْنَ ”حضرت ابراہیم علیہ السلام نے جواب دیا کہ میں علیٰ وجہ البصیرت یہ بات کہہ رہا ہوں ‘ مجھے اس میں ذرا بھی شک نہیں۔ حضور ﷺ کو بھی اپنی دعوت کے سلسلے میں بالکل اسی طرح قطعی الفاظ میں اعلان کرنے کا حکم دیا گیا : قُلْ ہٰذِہٖ سَبِیْلِیْ اَدْعُوْٓا اِلَی اللّٰہِقف عَلٰی بَصِیْرَۃٍ اَنَا وَمَنِ اتَّبَعَنِیْ ط یوسف : 108 ”اے نبی ﷺ ! آپ کہہ دیجیے کہ یہ میرا راستہ ہے ‘ میں اللہ کی طرف بلا رہا ہوں پوری بصیرت کے ساتھ ‘ میں خود بھی اور وہ بھی جو میری پیروی کر رہے ہیں۔“"
    },
    {
      "ayah": 57,
      "surah": 21,
      "text": "آیت 57 وَتَاللّٰہِ لَاَکِیْدَنَّ اَصْنَامَکُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِیْنَ ”جیسے ہندوؤں کے ہاں جنم اشٹمی کا میلہ ہوتا ہے ایسے ہی ان لوگوں کا بھی کوئی تہوار تھا جس میں وہ سب کسی کھلے میدان میں جا کر پوجا پاٹ کرتے تھے۔ جب وہ دن آیا تو ان کے چھوٹے بڑے ‘ مرد عورتیں سب مقررہ مقام پر چلے گئے۔ حضرت ابراہیم علیہ السلام ان کے ساتھ نہیں گئے : فَقَالَ اِنِّیْ سَقِیْمٌ الصّٰفٰت ”انہوں علیہ السلام نے کہا کہ میری طبیعت نا ساز ہے“۔ میں تمہارے ساتھ نہیں جاسکتا۔ چناچہ جب شہر خالی ہوگیا تو آپ علیہ السلام ایک تیشہ ہاتھ میں لے کر ان کے بت خانے میں گھس گئے :"
    },
    {
      "ayah": 58,
      "surah": 21,
      "text": "آیت 58 فَجَعَلَہُمْ جُذَاذًا اِلَّا کَبِیْرًا لَّہُمْ لَعَلَّہُمْ اِلَیْہِ یَرْجِعُوْنَ ”آپ علیہ السلام نے سب سے بڑے ُ بت کو چھوڑ کر باقی تمام بتوں کو تہس نہس کر کے رکھ دیا۔ اس کے بعد آپ علیہ السلام نے اپنا تیشہ بھی اس بڑے بت کے کندھے پر رکھ دیا تاکہ وہ آکر دیکھیں تو سب سے بڑا بت صحیح سالم کھڑا ہو ‘ باقی سب کے سب تیشے کا شکار ہوئے پڑے ہوں ‘ آلۂ واردات بھی اسی بڑے کے پاس سے برآمد ہو اور یوں واقعاتی شہادت circumstancial evidence کی حد تک اس کے خلاف اتمام حجت بھی ہوجائے۔ چناچہ انہوں نے واپس آکر اپنے بتوں کا حال دیکھا تو :"
    },
    {
      "ayah": 59,
      "surah": 21,
      "text": "آیت 59 قَالُوْا مَنْ فَعَلَ ہٰذَا بِاٰلِہَتِنَآ اِنَّہٗ لَمِنَ الظّٰلِمِیْنَ ”ذراتصور کریں ‘ آج اگر بنارس یا متھرا بھارت میں ایسا کوئی واقعہ رونما ہوجائے تو کیسی قیامت ٹوٹ پڑے گی۔ ایسے ہی اس واقعہ سے شہر ار پر گویا قیامت ٹوٹ پڑی۔"
    },
    {
      "ayah": 6,
      "surah": 21,
      "text": "آیت 6 مَآ اٰمَنَتْ قَبْلَہُمْ مِّنْ قَرْیَۃٍ اَہْلَکْنٰہَا ج ”ان سے پہلے بہت سے رسولوں کو حسی معجزات دیے گئے تھے جو انہوں نے اپنی قوموں کو دکھائے ‘ مگر ان میں سے کوئی ایک قوم یا کوئی ایک بستی بھی ایسی نہیں تھی جو ان معجزات کو دیکھ کر ایمان لائی ہو۔ چناچہ وہ لوگ واضح معجزات کو دیکھ کر بھی ایمان نہ لائے اور آخر کار ہلاکت ہی ان کا مقدر بنی۔"
    },
    {
      "ayah": 60,
      "surah": 21,
      "text": "آیت 60 قَالُوْا سَمِعْنَا فَتًی یَّذْکُرُہُمْ یُقَالُ لَہٗٓ اِبْرٰہِیْمُ ”ابراہیم علیہ السلام ہی ان کے بارے میں زبان درازی کرتا ہوا سنا گیا تھا کہ ان کی حقیقت کچھ نہیں ہے ‘ انہیں خواہ مخواہ معبود بنا لیا گیا ہے ‘ وغیرہ وغیرہ۔ شاید اسی نے یہ حرکت کی ہو !"
    },
    {
      "ayah": 61,
      "surah": 21,
      "text": "آیت 61 قَالُوْا فَاْتُوْا بِہٖ عَلٰٓی اَعْیُنِ النَّاسِ لَعَلَّہُمْ یَشْہَدُوْنَ ”تا کہ جن لوگوں کے سامنے اس نے گستاخانہ گفتگو کی تھی وہ اسے پہچان کر گواہی دے سکیں کہ ہاں یہی ہے وہ شخص جو ہمارے معبودوں کے بارے میں ایسی ویسی باتیں کرتا تھا اور جس نے قسم کھا کر کہا تھا کہ میں ضرور ان کے ساتھ کچھ چال چلوں گا۔ چناچہ جب آپ علیہ السلام کو سامنے لا کر تصدیق کرلی گئی تو :"
    },
    {
      "ayah": 62,
      "surah": 21,
      "text": "آیت 61 قَالُوْا فَاْتُوْا بِہٖ عَلٰٓی اَعْیُنِ النَّاسِ لَعَلَّہُمْ یَشْہَدُوْنَ ”تا کہ جن لوگوں کے سامنے اس نے گستاخانہ گفتگو کی تھی وہ اسے پہچان کر گواہی دے سکیں کہ ہاں یہی ہے وہ شخص جو ہمارے معبودوں کے بارے میں ایسی ویسی باتیں کرتا تھا اور جس نے قسم کھا کر کہا تھا کہ میں ضرور ان کے ساتھ کچھ چال چلوں گا۔ چناچہ جب آپ علیہ السلام کو سامنے لا کر تصدیق کرلی گئی تو :"
    },
    {
      "ayah": 63,
      "surah": 21,
      "text": "آیت 63 قَالَ بَلْ فَعَلَہٗق کَبِیْرُہُمْ ہٰذَا فَسْءَلُوْہُمْ اِنْ کَانُوْا یَنْطِقُوْنَ ”یہ جھوٹ نہیں بلکہ ”توریہ“ کا ایک انداز ہے۔ یعنی حضرت ابراہیم علیہ السلام یہ نہیں سمجھتے تھے کہ میری اس بات کو وہ لوگ سچ سمجھ لیں گے اور وہ لوگ بھی خوب سمجھ رہے تھے کہ ان سے ایسے کیوں کہا جا رہا ہے۔ بہر حال آپ علیہ السلام کا مقصد انہیں اپنے گریبانوں میں جھانکنے اور سوچنے پر مجبور کرنا تھا۔"
    },
    {
      "ayah": 64,
      "surah": 21,
      "text": "آیت 64 فَرَجَعُوْٓا الآی اَنْفُسِہِمْ فَقَالُوْٓا اِنَّکُمْ اَنْتُمُ الظّٰلِمُوْنَ ”یہ گویا ان کے ضمیر کی آواز تھی کہ ابراہیم علیہ السلام کی بات ہے تو درست ! ظالم تو تم خود ہو جو ان بےجان مجسموں کو معبود سمجھتے ہو ‘ جو خود اپنا دفاع بھی نہ کرسکے اور اب یہ بتانے سے بھی معذور ہیں کہ ان کی یہ حالت کس نے کی ہے ؟"
    },
    {
      "ayah": 65,
      "surah": 21,
      "text": "آیت 65 ثُمَّ نُکِسُوْا عَلٰی رُءُ وْسِہِمْ ج ”ایک لمحے کے لیے دلوں میں یہ خیال تو آیا کہ ابراہیم علیہ السلام کی بات درست ہے اور ہم غلط ہیں ‘ مگر جاہلانہ حمیت و عصبیت کے ہاتھوں ان کی عقلیں پھر سے اوندھی ہوگئیں اور پھر سے وہ ان بےجان بتوں کا دفاع کرنے کی ٹھان کر بولے کہ ان سے ہم کیا پوچھیں :"
    },
    {
      "ayah": 66,
      "surah": 21,
      "text": "آیت 65 ثُمَّ نُکِسُوْا عَلٰی رُءُ وْسِہِمْ ج ”ایک لمحے کے لیے دلوں میں یہ خیال تو آیا کہ ابراہیم علیہ السلام کی بات درست ہے اور ہم غلط ہیں ‘ مگر جاہلانہ حمیت و عصبیت کے ہاتھوں ان کی عقلیں پھر سے اوندھی ہوگئیں اور پھر سے وہ ان بےجان بتوں کا دفاع کرنے کی ٹھان کر بولے کہ ان سے ہم کیا پوچھیں :"
    },
    {
      "ayah": 67,
      "surah": 21,
      "text": "آیت 65 ثُمَّ نُکِسُوْا عَلٰی رُءُ وْسِہِمْ ج ”ایک لمحے کے لیے دلوں میں یہ خیال تو آیا کہ ابراہیم علیہ السلام کی بات درست ہے اور ہم غلط ہیں ‘ مگر جاہلانہ حمیت و عصبیت کے ہاتھوں ان کی عقلیں پھر سے اوندھی ہوگئیں اور پھر سے وہ ان بےجان بتوں کا دفاع کرنے کی ٹھان کر بولے کہ ان سے ہم کیا پوچھیں :"
    },
    {
      "ayah": 68,
      "surah": 21,
      "text": "آیت 68 قَالُوْا حَرِّقُوْہُ وَانْصُرُوْٓا اٰلِہَتَکُمْ اِنْ کُنْتُمْ فٰعِلِیْنَ ”چنانچہ انہوں نے آگ کا ایک بہت بڑا الاؤ تیار کیا اور حضرت ابراہیم علیہ السلام کو اس میں ڈال دیا۔"
    },
    {
      "ayah": 69,
      "surah": 21,
      "text": "آیت 69 قُلْنَا یٰنَارُکُوْنِیْ بَرْدًا وَّسَلٰمًا عَآٰی اِبْرٰہِیْمَ ”یہاں یہ نکتہ ذہنوں میں تازہ کرنے کی ضرورت ہے کہ فطرت کے قوانین اللہ تعالیٰ کے بنائے ہوئے ہیں اور اللہ جب چاہے انہیں تبدیل کرسکتا ہے۔ اللہ تعالیٰ کی مرضی اور مشیت ان قوانین سے بالاتر ہے ‘ ان کی پابند نہیں۔ مگر یہ بھی حقیقت ہے کہ یہ قوانین بہت محکم ہیں اور اللہ تعالیٰ انہیں روز روز تبدیل نہیں کرتا۔ اگر یہ محکم اور مستقل نہ ہوتے تو نہ سائنس کا کوئی تصور ہوتا ‘ نہ کوئی ٹیکنالوجی وجود میں آسکتی۔ تمام سائنسی ایجادات اور ٹیکنالوجیز طبیعی اور کیمیائی تبدیلیوں Physical and Chemical Changes کے قوانین کے محکم اور مستقل ہونے کے باعث ہی وجود میں آئی ہیں۔ البتہ یہ سمجھنا کہ اللہ خود بھی ان قوانین کو نہیں توڑ سکتا ایک کھلی حماقت ہے ‘ اور پچھلی صدی میں ہمارا پڑھا لکھا طبقہ اسی حماقت کا شکار ہوا۔ سر سید احمد خان نے اسی سوچ کے تحت ہر معجزے کی کوئی نہ کوئی سائنٹفک توجیہہ کرنے کی کوشش کی تاکہ وہ معجزے کے بجائے فطری عمل کا حصہ natural phenomenon نظر آئے۔ مثلاً انہوں نے حضرت موسیٰ علیہ السلام کے لیے سمندر کے پھٹنے کا انکار کرتے ہوئے اس کی تعبیر اس طرح کی کہ یہ سب کچھ مدو جزر کے عمل کے سبب ہوا تھا۔ ’ جزر ‘ کے سبب جب سمندر کا پانی پیچھے ہٹا ہوا تھا تو حضرت موسیٰ علیہ السلام اپنے ساتھیوں کو لے کر نکل گئے ‘ مگر جب فرعون اپنے لشکر کے ساتھ گزررہا تھا تو اس وقت سمندر ’ مد ‘ پر آگیا جس کی وجہ سے وہ سب غرق ہوگئے۔ اس سوچ کے پس منظر میں بہر حال یہ غلط عقیدہ کارفرما ہے کہ قوانین فطرت اٹل ہیں اور وہ تبدیل نہیں ہوتے۔ اس کے مقابلے میں درست عقیدہ یہ ہے کہ قوانین فطرت محکم ‘ مستقل اور مضبوط ہیں مگر اٹل نہیں ہیں۔ اللہ جب چاہے کسی قانون کو ختم کر دے یا تبدیل کر دے۔۔ اور اسی کا نام معجزہ ہے۔"
    },
    {
      "ayah": 7,
      "surah": 21,
      "text": "آیت 7 وَمَآ اَرْسَلْنَا قَبْلَکَ الاَّ رِجَالاً نُّوْحِیْٓ اِلَیْہِمْ فَسْءَلُوْٓا اَہْلَ الذِّکْرِ اِنْ کُنْتُمْ لاَ تَعْلَمُوْنَ ”آیت کے پہلے حصے میں خطاب رسول اللہ ﷺ سے ہے ‘ مگر بعد میں خطاب کا رخ ان لوگوں کی طرف ہوگیا ہے جو کہتے تھے کہ یہ تو ہماری طرح کے انسان ہیں ‘ ہم ان کی بات کیسے مان لیں ؟ ان لوگوں سے کہا جا رہا ہے کہ یہ کوئی پہلے رسول نہیں ہیں۔ آپ ﷺ سے پہلے بھی بہت سے رسول آئے ‘ وہ سب بھی انسان ہی تھے۔ وہ انسانوں ہی کی طرح پیدا ہوئے سوائے حضرت عیسیٰ علیہ السلام کے کہ وہ بغیر باپ کے پیدا ہوئے۔ وہ انسانوں ہی کی طرح کھاتے پیتے اور دوسری ضروریات زندگی پوری کرتے تھے۔ یہ بات اگر تمہاری سمجھ سے بالا تر ہے تو تمہارے ارد گرد اہل کتاب یعنی یہود اور نصاریٰ موجود ہیں۔ تم لوگ ان سے پوچھ لو کہ پہلے رسول انسان تھے یا وہ کسی مافوق الفطرت مخلوق سے تعلق رکھتے تھے ؟"
    },
    {
      "ayah": 70,
      "surah": 21,
      "text": "آیت 70 وَاَرَادُوْا بِہٖ کَیْدًا ”ان الفاظ پر میں ایک طویل عرصے تک غور کرتارہا کہ اس سارے منصوبے میں ان کی ”چال“ آخر کون سی تھی مگر مجھے کچھ سمجھ نہ آیا۔ پھر یکایک ذہن اس خیال کی طرف منتقل ہوگیا کہ حضرت ابراہیم علیہ السلام کو وہ لوگ درحقیقت ڈرانا چاہتے تھے ‘ جلانا نہیں چاہتے تھے۔ انہوں نے آپ علیہ السلام کو آپ علیہ السلام کے موقف سے ہٹانے کے لیے انتہائی خوفناک دھمکی دی تھی حَرِّقُوہُ کہ اسے جلا ڈالو ! ان کا خیال تھا کہ ابھی تو یہ بڑے بہادر بنے ہوئے ہیں ‘ بڑھ چڑھ کر باتیں کر رہے ہیں ‘ مگر جب انہیں آگ کے ہیبت ناک الاؤ کے سامنے لے جا کر کھڑا کیا جائے گا تو ان کے ہوش ٹھکانے آجائیں گے ‘ اور آپ علیہ السلام جان بچانے کے لیے توبہ پر آمادہ ہوجائیں گے۔ یوں انہوں نے آپ علیہ السلام کے خلاف چال چلی مگر یہ چال انہیں الٹی پڑگئی۔ ؂بے خطر کود پڑا آتش نمرود میں عشق عقل ہے محو تماشائے لب بام ابھی !فَجَعَلْنٰہُمُ الْاَخْسَرِیْنَ ”وہ اپنی چال میں ناکام ہوگئے۔"
    },
    {
      "ayah": 71,
      "surah": 21,
      "text": "آیت 71 وَنَجَّیْنٰہُ وَلُوْطًا اِلَی الْاَرْضِ الَّتِیْ بٰرَکْنَا فِیْہَا لِلْعٰلَمِیْنَ ”حضرت لوط علیہ السلام حضرت ابراہیم علیہ السلام کے بھتیجے تھے۔ وہ علیہ السلام آپ علیہ السلام پر ایمان لے آئے۔ پھر جب حضرت ابراہیم علیہ السلام نے عراق سے شام کی طرف ہجرت کی تو حضرت لوط علیہ السلام بھی آپ علیہ السلام کے ساتھ تھے۔ آپ علیہ السلام لوگ عراق کے مشرقی علاقے کے راستے سے ہوتے ہوئے شام پہنچے۔ درمیان میں چونکہ شرق اردن وغیرہ کا علاقہ ناقابل عبور صحرا پر مشتمل تھا اس لیے شام کے شمالی علاقے سے ہوتے ہوئے اور پھر نیچے کی طرف سفر کرتے ہوئے فلسطین پہنچے اور وہاں مستقل طور پر سکونت اختیار کی۔"
    },
    {
      "ayah": 72,
      "surah": 21,
      "text": "آیت 72 وَوَہَبْنَا لَہٗٓ اِسْحٰقَط وَیَعْقُوْبَ نَافِلَۃً ط ”اللہ تعالیٰ نے آپ علیہ السلام کو اسحاق علیہ السلام جیسا بیٹا اور یعقوب علیہ السلام جیسا پوتا عطا فرمایا۔"
    },
    {
      "ayah": 73,
      "surah": 21,
      "text": "آیت 73 وَجَعَلْنٰہُمْ اَءِمَّۃً یَّہْدُوْنَ بِاَمْرِنَا ”یعنی لوگوں کی راہنمائی اور راہبری کرتے تھے۔وَکَانُوْا لَنَا عٰبِدِیْنَ ”یہاں آپ کو کچھ انبیاء کا تذکرہ اور ان کے اوصاف پر مشتمل آیات کا گلدستہ دیکھنے کو ملے گا۔ اس ضمن میں یہ بھی مد نظر رہے کہ اس سورة میں تمام ابنیاء کا ذکر انباء الرسل کی بجائے قصص النبیینّ کے انداز میں ہوا ہے۔"
    },
    {
      "ayah": 74,
      "surah": 21,
      "text": "آیت 74 وَلُوْطًا اٰتَیْنٰہُ حُکْمًا وَّعِلْمًا ”حکم سے حکمت ‘ فہم اور قوت فیصلہ مراد ہے۔وَّنَجَّیْنٰہُ مِنَ الْقَرْیَۃِ الَّتِیْ کَانَتْ تَّعْمَلُ الْخَبآءِثَ ط ”یعنی اس بستی کے لوگ گندے کاموں میں مبتلا تھے۔"
    },
    {
      "ayah": 75,
      "surah": 21,
      "text": "آیت 74 وَلُوْطًا اٰتَیْنٰہُ حُکْمًا وَّعِلْمًا ”حکم سے حکمت ‘ فہم اور قوت فیصلہ مراد ہے۔وَّنَجَّیْنٰہُ مِنَ الْقَرْیَۃِ الَّتِیْ کَانَتْ تَّعْمَلُ الْخَبآءِثَ ط ”یعنی اس بستی کے لوگ گندے کاموں میں مبتلا تھے۔"
    },
    {
      "ayah": 76,
      "surah": 21,
      "text": "آیت 76 وَنُوْحًا اِذْ نَادٰی مِنْ قَبْلُ فَاسْتَجَبْنَا لَہٗ ”یہ اس دعا کی طرف اشارہ ہے جو سورة القمر میں نقل ہوئی ہے : فَدَعَا رَبَّہٗٓ اَنِّیْ مَغْلُوْبٌ فَانْتَصِرْ کہ پروردگار میں تو مغلوب ہوگیا ہوں ‘ اب تو میری مدد فرما اور تو ہی ان کافروں سے انتقام لے۔ آپ علیہ السلام کی یہ دعا قبول فرمائی گئی اور اس نافرمان قوم کو غرق کردیا گیا۔"
    },
    {
      "ayah": 77,
      "surah": 21,
      "text": "آیت 76 وَنُوْحًا اِذْ نَادٰی مِنْ قَبْلُ فَاسْتَجَبْنَا لَہٗ ”یہ اس دعا کی طرف اشارہ ہے جو سورة القمر میں نقل ہوئی ہے : فَدَعَا رَبَّہٗٓ اَنِّیْ مَغْلُوْبٌ فَانْتَصِرْ کہ پروردگار میں تو مغلوب ہوگیا ہوں ‘ اب تو میری مدد فرما اور تو ہی ان کافروں سے انتقام لے۔ آپ علیہ السلام کی یہ دعا قبول فرمائی گئی اور اس نافرمان قوم کو غرق کردیا گیا۔"
    },
    {
      "ayah": 78,
      "surah": 21,
      "text": "آیت 78 وَدَاوٗدَ وَسُلَیْمٰنَ اِذْ یَحْکُمٰنِ فِی الْْحَرْثِ اِذْ نَفَشَتْ فِیْہِ غَنَمُ الْقَوْمِ ج ”کسی شخص نے اپنی کھیتی میں بڑی محنت سے فصل تیار کی تھی مگر کسی دوسرے قبیلے کی بکریوں کے ریوڑ نے کھیت میں گھس کر تمام فصل تباہ کردی۔ اب یہ مقدمہ حضرت داؤد علیہ السلام کی عدالت میں پیش ہوا۔"
    },
    {
      "ayah": 79,
      "surah": 21,
      "text": "آیت 79 فَفَہَّمْنٰہَا سُلَیْمٰنَج ”فیصلے کے وقت حضرت سلیمان علیہ السلام بھی شہزادے کی حیثیت سے دربار میں موجود تھے۔ اللہ تعالیٰ نے اس مقدمے کا ایک حکیمانہ حل ان کے ذہن میں ڈال دیا۔ چناچہ حضرت سلیمان علیہ السلام نے اس مسئلے کا حل یہ بتایا کہ بکریاں عارضی طور پر کھیتی والے کو دے دی جائیں ‘ وہ ان کے دودھ وغیرہ سے فائدہ اٹھائے۔ دوسری طرف بکریوں کے مالک کو حکم دیا جائے کہ وہ اس کھیتی کو دوبارہ تیار کرے۔ اس میں ہل چلائے ‘ بیج ڈالے ‘ آبپاشی وغیرہ کا بندوبست کرے۔ پھر جب فصل پہلے کی طرح تیار ہوجائے تو اسے اس کے مالک کے سپرد کر کے وہ اپنی بکریاں واپس لے لے۔وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ یُسَبِّحْنَ وَالطَّیْرَ ط ”حضرت داؤد علیہ السلام کی آواز بہت اچھی تھی۔ اسی لیے لحن داؤدی کا تذکرہ آج بھی ضرب المثل کے انداز میں ہوتا ہے۔ چناچہ جب حضرت داؤد علیہ السلام اپنی دلکش آواز میں زبور کے مزامیر اللہ کی حمد کے نغمے الاپتے تو پہاڑ بھی وجد میں آکر آپ علیہ السلام کی آواز میں آواز ملاتے تھے اور اڑتے ہوئے پرندے بھی ایسے مواقع پر ان کے ساتھ شریک ہوجاتے تھے۔وَکُنَّا فٰعِلِیْنَ ”ظاہر ہے یہ سب اللہ ہی کی قدرت کے عجائبات تھے۔"
    },
    {
      "ayah": 8,
      "surah": 21,
      "text": "آیت 8 وَمَا جَعَلْنٰہُمْ جَسَدًا لَّا یَاْکُلُوْنَ الطَّعَامَ وَمَا کَانُوْا خٰلِدِیْنَ ”پہلے جو انبیاء آئے تھے وہ سب عام انسانوں کی طرح کھاتے پیتے تھے اور ان میں سے کوئی بھی ابدی زندگی لے کر نہیں آیا تھا۔ چناچہ ان میں سے ہر ایک پر موت کا مرحلہ بھی آیا۔"
    },
    {
      "ayah": 80,
      "surah": 21,
      "text": "آیت 80 وَعَلَّمْنٰہُ صَنْعَۃَ لَبُوْسٍ لَّکُمْ ”یہاں لباس سے مراد جنگی لباس یعنی زرہ بکتر ہے۔ گویا زرہ حضرت داؤد علیہ السلام کی ایجاد ہے۔ اللہ تعالیٰ نے حضرت داؤد علیہ السلام کے لیے لوہے کو نرم کردیا تھا اور انہیں یہ ہنر براہ راست سکھایا تھا۔ لِتُحْصِنَکُمْ مِّنْم بَاْسِکُمْج فَہَلْ اَنْتُمْ شَاکِرُوْنَ ”جنگ کے دوران زرہ بکتر تلوار ‘ نیزے اور تیروں سے ایک سپاہی کی حفاظت کرتی ہے۔"
    },
    {
      "ayah": 81,
      "surah": 21,
      "text": "آیت 80 وَعَلَّمْنٰہُ صَنْعَۃَ لَبُوْسٍ لَّکُمْ ”یہاں لباس سے مراد جنگی لباس یعنی زرہ بکتر ہے۔ گویا زرہ حضرت داؤد علیہ السلام کی ایجاد ہے۔ اللہ تعالیٰ نے حضرت داؤد علیہ السلام کے لیے لوہے کو نرم کردیا تھا اور انہیں یہ ہنر براہ راست سکھایا تھا۔ لِتُحْصِنَکُمْ مِّنْم بَاْسِکُمْج فَہَلْ اَنْتُمْ شَاکِرُوْنَ ”جنگ کے دوران زرہ بکتر تلوار ‘ نیزے اور تیروں سے ایک سپاہی کی حفاظت کرتی ہے۔"
    },
    {
      "ayah": 82,
      "surah": 21,
      "text": "آیت 82 وَمِنَ الشَّیٰطِیْنِ مَنْ یَّغُوْصُوْنَ لَہٗ ”یعنی جناتّ حضرت سلیمان علیہ السلام کے حکم سے سمندروں میں غوطے لگاتے تھے اور ان کی تہوں سے موتی اور دوسری مفید چیزیں نکال کر لاتے تھے۔وَکُنَّا لَہُمْ حٰفِظِیْنَ ”گویا وہ جن حضرت سلیمان علیہ السلام کے تابع تھے تو یہ بھی ہماری ہی قدرت کا کمال تھا۔"
    },
    {
      "ayah": 83,
      "surah": 21,
      "text": "آیت 83 وَاَیُّوْبَ اِذْ نَادٰی رَبَّہٗٓ ”حضرت ایوب علیہ السلام بھی جلیل القدر نبی ہیں اور قرآن میں آپ علیہ السلام کو صابر کہا گیا ہے۔ اللہ تعالیٰ نے شدید بیماریوں کے ذریعے آپ علیہ السلام کی آزمائش کی مگر آپ علیہ السلام ہر حال میں صابر اور شاکر رہے۔ یہی وجہ ہے کہ ”صبرایوب ‘ ِ ‘ ضرب المثل کی حیثیت اختیار کر گیا ہے۔ واضح رہے کہ شکوہ و شکایت اور جزع فزع صبر کے منافی ہے ‘ جس کا اظہار آپ علیہ السلام نے کبھی نہیں کیا ‘ البتہ دعا صبر کے منافی نہیں ہے۔"
    },
    {
      "ayah": 84,
      "surah": 21,
      "text": "آیت 84 فَاسْتَجَبْنَا لَہٗ فَکَشَفْنَا مَا بِہٖ مِنْ ضُرٍّ ”آپ علیہ السلام ایک ایسی بیماری میں مبتلا تھے جس سے آپ علیہ السلام کی جلد میں تعفن پیدا ہوجاتا تھا۔ زخموں اور پھوڑوں سے بدبو آتی تھی جس کی وجہ سے آپ علیہ السلام کے اہل خانہ تک آپ علیہ السلام کو چھوڑ گئے تھے۔وَّاٰتَیْنٰہُ اَہْلَہٗ وَمِثْلَہُمْ مَّعَہُمْ ”یعنی آپ علیہ السلام کے اہل خانہ بھی آپ علیہ السلام کے پاس واپس آگئے اور آپ علیہ السلام کو اتنی ہی مزید اولاد بھی عطا فرمائی۔"
    },
    {
      "ayah": 85,
      "surah": 21,
      "text": "آیت 85 وَاِسْمٰعِیْلَ وَاِدْرِیْسَ وَذَا الْکِفْلِطکُلٌّ مِّنَ الصّٰبِرِیْنَ ”حضرت ادریس علیہ السلام کا ذکر سورة مریم کی آیت 56 کے ضمن میں بھی آچکا ہے کہ آپ علیہ السلام حضرت آدم علیہ السلام کے بعد اور حضرت نوح علیہ السلام سے پہلے مبعوث ہوئے تھے۔ ان سے قبل حضرت شیث علیہ السلام کی بعثت بھی ہوچکی تھی۔ حضرت ذوالکفل علیہ السلام کے بارے میں کہیں سے کوئی معلومات دستیاب نہیں ہیں کہ آپ علیہ السلام کب اور کس علاقے میں مبعوث ہوئے۔ احادیث میں بھی آپ علیہ السلام کا تذکرہ نہیں ملتا۔ البتہ موجودہ دور کے ایک عالم اور محقق مولانا مناظر احسن گیلانی رح کا خیال ہے کہ ذوالکفل سے مراد گوتم بدھ ہیں اور یہ کہ گوتم بدھ اللہ کے نبی تھے۔ ان کے اس دعویٰ کے بارے میں یقین سے تو کچھ نہیں کہا جاسکتا ‘ لیکن اس سلسلے میں مولانا کے دلائل میں بہرحال بہت وزن ہے۔ گوتم بدھ کے بارے میں تاریخی اعتبار سے ہمیں اس قدر معلومات ملتی ہیں کہ وہ ریاست ”کپل وستو“ کے شہزادے تھے۔ مولانا کے مطابق ”کپل“ ہی دراصل ”کفل“ ہے یعنی ہندی کی ”پ“ عربی کی ”ف“ سے بدل گئی ہے۔ اس طرح ذوالکفل کا مطلب ہے : ”کفل کپل والا“۔ یعنی کپل ریاست کا والی سدھار کا بدھا یا گوتم بدھا۔ آج جو عقائد گوتم بدھ سے منسوب کیے جاتے ہیں ‘ ان میں یقینابہت کچھ تحریف بھی شامل ہوچکی ہوگی۔ جیسے حضرت عیسیٰ علیہ السلام کی تعلیمات میں بھی آپ علیہ السلام کے پیروکاروں نے بہت سے من گھڑت عقائد شامل کرلیے ہیں۔ ممکن ہے کہ گوتم بدھ کی اصل تعلیمات الہامی ہی ہوں اور بعد کے زمانے میں ان میں تحریف کردی گئی ہو۔ بہر حال میں سمجھتا ہوں کہ اس ضمن میں مولانا مناظر احسن گیلانی کے دلائل کافی معقول اور ٹھوس ہیں۔"
    },
    {
      "ayah": 86,
      "surah": 21,
      "text": "آیت 85 وَاِسْمٰعِیْلَ وَاِدْرِیْسَ وَذَا الْکِفْلِطکُلٌّ مِّنَ الصّٰبِرِیْنَ ”حضرت ادریس علیہ السلام کا ذکر سورة مریم کی آیت 56 کے ضمن میں بھی آچکا ہے کہ آپ علیہ السلام حضرت آدم علیہ السلام کے بعد اور حضرت نوح علیہ السلام سے پہلے مبعوث ہوئے تھے۔ ان سے قبل حضرت شیث علیہ السلام کی بعثت بھی ہوچکی تھی۔ حضرت ذوالکفل علیہ السلام کے بارے میں کہیں سے کوئی معلومات دستیاب نہیں ہیں کہ آپ علیہ السلام کب اور کس علاقے میں مبعوث ہوئے۔ احادیث میں بھی آپ علیہ السلام کا تذکرہ نہیں ملتا۔ البتہ موجودہ دور کے ایک عالم اور محقق مولانا مناظر احسن گیلانی رح کا خیال ہے کہ ذوالکفل سے مراد گوتم بدھ ہیں اور یہ کہ گوتم بدھ اللہ کے نبی تھے۔ ان کے اس دعویٰ کے بارے میں یقین سے تو کچھ نہیں کہا جاسکتا ‘ لیکن اس سلسلے میں مولانا کے دلائل میں بہرحال بہت وزن ہے۔ گوتم بدھ کے بارے میں تاریخی اعتبار سے ہمیں اس قدر معلومات ملتی ہیں کہ وہ ریاست ”کپل وستو“ کے شہزادے تھے۔ مولانا کے مطابق ”کپل“ ہی دراصل ”کفل“ ہے یعنی ہندی کی ”پ“ عربی کی ”ف“ سے بدل گئی ہے۔ اس طرح ذوالکفل کا مطلب ہے : ”کفل کپل والا“۔ یعنی کپل ریاست کا والی سدھار کا بدھا یا گوتم بدھا۔ آج جو عقائد گوتم بدھ سے منسوب کیے جاتے ہیں ‘ ان میں یقینابہت کچھ تحریف بھی شامل ہوچکی ہوگی۔ جیسے حضرت عیسیٰ علیہ السلام کی تعلیمات میں بھی آپ علیہ السلام کے پیروکاروں نے بہت سے من گھڑت عقائد شامل کرلیے ہیں۔ ممکن ہے کہ گوتم بدھ کی اصل تعلیمات الہامی ہی ہوں اور بعد کے زمانے میں ان میں تحریف کردی گئی ہو۔ بہر حال میں سمجھتا ہوں کہ اس ضمن میں مولانا مناظر احسن گیلانی کے دلائل کافی معقول اور ٹھوس ہیں۔"
    },
    {
      "ayah": 87,
      "surah": 21,
      "text": "آیت 87 وَذَا النُّوْنِ اِذْ ذَّہَبَ مُغَاضِبًا ”یعنی حضرت یونس علیہ السلام۔ آپ علیہ السلام کو ”مچھلی والا“ اس لیے فرمایا گیا ہے کہ آپ علیہ السلام کو مچھلی نے نگل لیا تھا۔ آپ علیہ السلام کو شہر نینوا کی طرف مبعوث فرمایا گیا تھا۔ آپ علیہ السلام نے اپنی قوم کو بت پرستی سے روکا اور حق کی طرف بلایا۔ آپ علیہ السلام نے بار بار دعوت دی ‘ ہر طرح سے تبلیغ و تذکیر کا حق ادا کیا ‘ مگر اس قوم نے آپ علیہ السلام کی کسی بات کو نہ مانا۔ بالآخر اللہ تعالیٰ کی طرف سے ان پر عذاب بھیجنے کا فیصلہ ہوگیا۔ اس موقع پر آپ علیہ السلام حمیتِ حق کے جوش میں قوم سے برہم ہو کر ان کو عذاب کی خبر سنا کر وہاں سے نکل آئے۔ اس سلسلے میں بنیادی طور پر آپ علیہ السلام سے ایک ”سہو“ سرزد ہوگیا کہ آپ علیہ السلام نے اللہ تعالیٰ کی طرف سے اجازت آنے سے پہلے ہی اپنے مقام بعثت سے ہجرت کرلی ‘ جبکہ اللہ کی باقاعدہ اجازت کے بغیر کوئی رسول اپنے مقام بعثت کو چھوڑ نہیں سکتا۔ اسی اصول اور قانون کے تحت ہم دیکھتے ہیں کہ حضور ﷺ نے تمام مسلمانوں کو مکہ سے مدینہ ہجرت کرنے کی اجازت دے دی تھی ‘ مگر آپ ﷺ نے خود اس وقت تک ہجرت نہیں فرمائی جب تک اللہ تعالیٰ کی طرف سے باقاعدہ اس کی اجازت نہیں مل گئی۔بلاشبہ اللہ تعالیٰ کے قوانین بہت سخت ہیں اور اللہ کے مقرب بندوں کا معاملہ تو اللہ کے ہاں خصوصی اہمیت کا حامل ہوتا ہے۔ ان آیات کا مطالعہ اور ترجمہ کرتے ہوئے ہمیں یہ بات اپنے ذہن میں رکھنی چاہیے کہ یہ معاملہ اللہ عزوجل اور اس کے ایک جلیل القدر رسول علیہ السلام کے مابین ہے۔ اسے ہم الفاظ کے بظاہر مفہوم پر محمول نہیں کرسکتے۔ حضرت یونس علیہ السلام وہ رسول ہیں جن کے بارے میں حضور ﷺ نے فرمایا : ”مجھے یونس ابن متیّٰ پر بھی فضیلت نہ دو“۔ بہر حال حضرت یونس علیہ السلام حمیتِ حق کے باعث اپنی قوم پر غضبناک ہو کر وہاں سے نکل کھڑے ہوئے۔فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَیْہِ ”واللہ اعلم ! یہ الفاظ بہت سخت ہیں۔ مولانا شبیر احمد عثمانی نے ان الفاظ کی وضاحت کرتے ہوئے لکھا ہے کہ یہ مطلب نہیں کہ معاذ اللہ ‘ یونس علیہ السلام فی الواقع ایسا سمجھتے تھے کہ وہ بستی سے نکل کر گویا اللہ تعالیٰ کی قدرت سے ہی نکل گئے ‘ بلکہ آپ علیہ السلام کے طرز عمل سے یوں لگتا تھا۔ یعنی صورت حال ایسی تھی کہ دیکھنے والا یہ سمجھ سکتا تھا کہ شاید آپ علیہ السلام نے ایسا سمجھا تھا کہ اللہ ان کو پکڑ نہیں سکے گا ‘ لیکن ظاہر ہے کہ اس کا کوئی امکان نہیں کہ حضرت یونس علیہ السلام کے دل میں ایسا کوئی خیال گزرا ہو۔ واقعہ یہ ہے کہ اللہ تعالیٰ اپنے کامل بندوں کی ادنیٰ ترین لغزش کا ذکر بھی بہت سخت پیرایہ میں کرتا ہے۔ مولانا شبیر احمد عثمانی رح نے لکھا ہے کہ اس سے کاملین کی تنقیص نہیں ہوتی ‘ بلکہ جلالت شان ظاہر ہوتی ہے کہ اتنے بڑے ہو کر ایسی چھوٹی سی فروگزاشت بھی کیوں کرتے ہیں ! ع ”جن کے رتبے ہیں سوا ‘ ان کی سوا مشکل ہے !“فَنَادٰی فِی الظُّلُمٰتِ ”آپ علیہ السلام اپنے علاقے سے نکلنے کے بعد ایک کشتی میں سوار ہوئے اور وہاں ایسی صورت حال پیدا ہوئی کہ آپ علیہ السلام کو دریا میں چھلانگ لگانا پڑی اور ایک بڑی مچھلی نے آپ علیہ السلام کو نگل لیا۔ مچھلی کے پیٹ اور قعر دریا کی تاریکیوں میں آپ علیہ السلام تسبیح کرتے اور اللہ کو پکارتے رہے :اَنْ لَّآ اِلٰہَ اِلَّآ اَنْتَ سُبْحٰنَکَق اِنِّیْ کُنْتُ مِنَ الظّٰلِمِیْنَ ”اے اللہ ! مجھ سے غلطی ہوگئی ہے ‘ میں خطاکارہوں ‘ تو مجھے معاف کر دے ! یہ آیت ”آیت کریمہ“ کہلاتی ہے۔ روایات میں اس آیت کے بہت فضائل بیان ہوئے ہیں۔ کسی مصیبت یا پریشانی کے وقت یہ دعا صدق دل سے مانگی جائے تو کبھی قبولیت سے محروم نہیں رہتی۔"
    },
    {
      "ayah": 88,
      "surah": 21,
      "text": "وَکَذٰلِکَ نُنْجِی الْمُؤْمِنِیْنَ ”یعنی یہ معاملہ حضرت یونس علیہ السلام کے ساتھ مخصوص نہیں۔ جو اہل ایمان بھی ہم کو اسی طرح پکاریں گے ہم ان کو مصائب سے نجات دیں گے۔"
    },
    {
      "ayah": 89,
      "surah": 21,
      "text": "آیت 89 وَزَکَرِیَّآ اِذْ نَادٰی رَبَّہٗ ”اس بارے میں تفصیل سورة مریم میں گزر چکی ہے۔رَبِّ لَا تَذَرْنِیْ فَرْدًا وَّاَنْتَ خَیْرُ الْوٰرِثِیْنَ ”اے میرے پروردگار ! مجھے کوئی ایسا وارث عطا فرما جو میرے اس مشن کو زندہ رکھ سکے۔"
    },
    {
      "ayah": 9,
      "surah": 21,
      "text": "آیت 9 ثُمَّ صَدَقْنٰہُمُ الْوَعْدَ فَاَنْجَیْنٰہُمْ وَمَنْ نَّشَآءُ ”ہم نے نوح علیہ السلام اور ان کے ماننے والوں کو سیلاب کی آفت سے محفوظ رکھا۔ ہود علیہ السلام اور ان کے پیروکاروں کو امان بخشی۔ صالح علیہ السلام اور ان پر ایمان والوں کو نجات دی۔ شعیب علیہ السلام اور ان کے ساتھیوں کو بچایا۔ لوط علیہ السلام اور ان کی بیٹیوں کو مغضوب و معتوب بستیوں سے بحفاظت نکالا اور موسیٰ علیہ السلام کے ساتھ بنی اسرائیل کو سمندر میں سے بچ نکلنے کا راستہ دیا۔ یوں ہم نے ہر مرتبہ اپنے رسولوں اور اہل ایمان کے ساتھ کیے گئے وعدے کو نبھایا۔"
    },
    {
      "ayah": 90,
      "surah": 21,
      "text": "اِنَّہُمْ کَانُوْا یُسٰرِعُوْنَ فِی الْْخَیْرٰتِ وَیَدْعُوْنَنَا رَغَبًا وَّرَہَبًا ط ”اللہ تعالیٰ کے ساتھ ان کا معاملہ بین الخوف والرجاء خوف اور امید کے درمیان والا ہوتا تھا۔ اللہ کے مواخذے سے ڈرتے بھی تھے اور اس کی رحمت کے امیدوار بھی رہتے تھے۔وَکَانُوْا لَنَا خٰشِعِیْنَ ”اوصاف انبیاء علیہ السلام کے اس خوبصورت گلدستے کے آخر میں اب حضرت مریم سلامٌ علیہا کا ذکر آ رہا ہے۔"
    },
    {
      "ayah": 91,
      "surah": 21,
      "text": "آیت 91 وَالَّتِیْٓ اَحْصَنَتْ فَرْجَہَا ”یعنی پوری طرح سے پاک دامن رہیں۔فَنَفَخْنَا فِیْہَا مِنْ رُّوْحِنَا ”یعنی حرف ”کُن“ بیٹے کی پیدائش کا ذریعہ بن گیا۔"
    },
    {
      "ayah": 92,
      "surah": 21,
      "text": "آیت 92 اِنَّ ہٰذِہٖٓ اُمَّتُکُمْ اُمَّۃً وَّاحِدَۃًز ”اُمت ابراہیم ‘ علیہ السلام امت اسماعیل ‘ علیہ السلام امت موسیٰ علیہ السلام ‘ امت عیسیٰ علیہ السلام ٰ ‘ امت محمد ﷺ اور دوسرے تمام انبیاء کی امتیں بنیادی طور پر ایک ہی دین کی پیروکار تھیں اور یوں تمام انبیاء اور ان کے پیروکار گویا ایک ہی امت کے افراد تھے۔ اس مضمون کو سورة البقرۃ ‘ آیت 213 میں اس طرح بیان فرمایا گیا ہے : کَان النَّاسُ اُمَّۃً وَّاحِدَۃً قف یعنی شروع میں تمام انسان ایک ہی امت تھے اور ایک ہی دین کے ماننے والے تھے۔ پھر لوگوں نے اپنی اپنی سوچ اور اپنے اپنے مفادات کے مطابق صراط مستقیم میں سے پگڈنڈیاں نکال لیں ‘ مختلف گروہوں نے نئے نئے راستے بنا لیے اور ان غلط راستوں پر وہ اتنی دور چلے گئے کہ اصل دین مسخ ہو کر رہ گیا اور اب ان مختلف گروہوں کے نظریات کی یہ مغائرت اس حد تک بڑھ چکی ہے ع ”کہ پہچانی ہوئی صورت بھی پہچانی نہیں جاتی !“یعنی آج بہت سے مذاہب کی اصلی شکل کو پہچاننا بھی ممکن نہیں رہا۔ ان کے بگڑے ہوئے عقائد کو دیکھ کریقین نہیں آتا کہ کبھی ان کا تعلق بھی دین حق سے تھا۔ بہر حال حقیقت یہی ہے کہ تمام انبیا ورسل علیہ السلام کا تعلق ایک ہی امت سے تھا۔ وہ سب ایک ہی اللہ کو ماننے والے تھے اور سب ایک ہی دین لے کر آئے تھے ‘ البتہ مختلف انبیاء کی شریعتوں کے تفصیلی احکامات میں باہم فرق پایا جاتا رہا ہے۔ یہ مضمون مزید وضاحت کے تحت سورة الشوریٰ میں آئے گا۔"
    },
    {
      "ayah": 93,
      "surah": 21,
      "text": "آیت 93 وَتَقَطَّعُوْٓا اَمْرَہُمْ بَیْنَہُمْ ط ”بقول اقبالؔ : ؂اُڑائے کچھ ورق لالے نے ‘ کچھ نرگس نے ‘ کچھُ گل نے چمن میں ہر طرف بکھری ہوئی ہے داستاں میری ! یہ مضمون سورة الحجر میں اس طرح بیان ہوا ہے : کَمَآ اَنْزَلْنَا عَلَی الْمُقْتَسِمِیْنَ الَّذِیْنَ جَعَلُوا الْقُرْاٰنَ عِضِیْنَ فَوَرَبِّکَ لَنَسْءَلَنَّہُمْ اَجْمَعِیْنَ ”یہ اسی طرح کی تنبیہہ ہے جس طرح ہم نے ان تفرقہ بازوں کی طرف بھیجی تھی۔ جنہوں نے اپنے قرآن کو ٹکڑے ٹکڑے کردیا۔ تو اے محمد صلی اللہ علیہ وآلہ وسلم آپ کے رب کی قسم ! ہم ان سب سے پوچھ کر رہیں گے“۔ اس کیفیت کی عملی تصویر آج امت مسلمہ میں بھی دیکھی جاسکتی ہے۔ آج ہمارے ہاں صورت حال یہ ہے کہ ہر جماعت ‘ گروہ یا مسلک کے پیروکاروں نے قرآن کا کوئی ایک موضوع اپنے لیے مخصوص کرلیا ہے اور ان لوگوں کے نزدیک بس اسی کی اہمیت ہے اور وہی کل دین ہے۔ مثلاً ایک گروہ قرآن میں سے ُ چن چن کر صرف ان آیات کو اپنی تحریر و تقریرکا موضوع بناتا ہے جن میں حضور ﷺ کی رفعت شان اور محبت کا تذکرہ ہے۔ گویا انہوں نے قرآن کا صرف وہ حصہ اپنے لیے الاٹ کرا لیا ہے۔ ان کے مقابلے میں ایک دوسرا گروہ قُلْ اِنَّمَآ اَنَا بَشَرٌ مِّثْلُکُمْ الکہف : 110 اور اس سے ملتے جلتے مضامین کی آیات پر ڈیرہ ڈال کر حضور ﷺ کی بشریت کو نمایاں کرنے اور مشرکانہ اوہام کی نفی کرنے کی کوشش میں مصروف ہے۔ اگر کوئی گروہ اولیاء اللہ اور صوفیاء سے عقیدت کا دعوے دار ہے تو ان کی ہر گفتگو اور تقریر کا محور اَلَآ اِنَّ اَوْلِیَآء اللّٰہِ لاَخَوْفٌ عَلَیْہِمْ وَلاَ ہُمْ یَحْزَنُوْنَ یونس ہی ہوتا ہے۔ الغرض ہر گروہ کے ہاں کتاب اللہ کی چند آیات پر زور ہے اور باقی تعلیمات کی طرف کوئی توجہ نہیں۔ چناچہ آج کے اس دور میں قرآن کو ایک وحدت کی حیثیت سے پیش کرنے کی اشد ضرورت ہے ‘ جس کے لیے ہر صاحب علم کو استطاعت بھر کوشش کرنی چاہیے۔"
    },
    {
      "ayah": 94,
      "surah": 21,
      "text": "آیت 94 فَمَنْ یَّعْمَلْ مِنَ الصّٰلِحٰتِ وَہُوَ مُؤْمِنٌ فَلَا کُفْرَانَ لِسَعْیِہٖ ج ”اللہ تعالیٰ ”الشّکور“ قدر دان ہے۔ اگر کسی کے دل میں ایمان باللہ اور ایمان بالآخرت موجود ہے تو اس کے اخلاص اور ایثار کے مطابق اس کے ہر نیک عمل کی جزا دی جائے گی۔ ایسے کسی شخص کے چھوٹے سے عمل کی بھی ناقدری نہیں کی جائے گی۔ رہے وہ لوگ جو اللہ اور آخرت پر ایمان نہیں رکھتے لیکن نیکی اور بھلائی کے مختلف کام بھی کرتے ہیں تو اللہ کو ان کے ایسے کسی عمل سے کوئی سروکار نہیں۔ بہر حال جو کوئی بھی نیکی کا کوئی کام اللہ کی رضا اور آخرت کے اجر کی نیت کے بجائے محض دکھاوے یا کسی اور غرض کی بنا پر کرے گا تو اسے اس کا کوئی اجر آخرت میں نہیں ملے گا۔ مثلاً اگر کوئی شخص الیکشن لڑنا چاہتا ہے اور اس کے لیے گھر گھر جا کر خیرات بانٹ رہا ہے تو اس کے اس عمل کے پیچھے اس کا خاص مقصد اور مفاد ہے نہ کہ اللہ کی رضا۔ لہٰذا اللہ کے ہاں ایسا کوئی بھی عمل قابل قبول نہیں ہے۔ وَاِنَّا لَہٗ کٰتِبُوْنَ ”خالص ہماری رضا کے حصول کے لیے یا ہمارے دین کی سربلندی کے لیے جو ‘ جہاں اور جب کوئی عمل انجام پارہا ہے ہم اسے اپنے ہاں لکھ رہے ہیں تاکہ ایسے ہر ایک عمل کا پورا پورا اجر دیا جائے۔"
    },
    {
      "ayah": 95,
      "surah": 21,
      "text": "آیت 95 وَحَرٰمٌ عَلٰی قَرْیَۃٍ اَہْلَکْنٰہَآ اَنَّہُمْ لَا یَرْجِعُوْنَ ”اس آیت کا ایک مفہوم تو یہ ہے کہ جن بستیوں پر اللہ کے عذاب کا فیصلہ ہوجاتا تھا ‘ وہاں کے لوگ نبی یا رسول کے آنے کے بعد بھی کفر و شرک سے لوٹنے والے نہیں ہوتے تھے۔ اللہ تعالیٰ ان پر اتمام حجت کے لیے رسول تو بھیج دیتا تھا ‘ لیکن اس کو خوب معلوم تھا کہ کفرو شرک سے ان لوگوں کے رجوع کرنے اور ایمان لانے کا کوئی امکان نہیں۔ اس کا دوسرا مفہوم یہ بھی ہے کہ اللہ کے عذاب سے جو بستی ایک دفعہ برباد ہوگئی پھر اس کے دوبارہ آباد ہونے کا کوئی امکان نہیں۔"
    },
    {
      "ayah": 96,
      "surah": 21,
      "text": "آیت 96 حَتّٰیٓ اِذَا فُتِحَتْ یَاْجُوْجُ وَمَاْجُوْجُ وَہُمْ مِّنْ کُلِّ حَدَبٍ یَّنْسِلُوْنَ ”قرآن میں یا جوج اور ماجوج کا ذکر اس آیت کے علاوہ سورة الکہف میں بھی آیا ہے۔ سورة الکہف کے مطالعے کے دوران اس موضوع پر تفصیل سے بحث ہوچکی ہے۔ یاجوج اور ماجوج کی یلغار سے بچاؤ کے لیے ذوالقرنین کی تعمیر شدہ دیوار سے متعلق بہت واضح معلومات دنیا کے سامنے آچکی ہیں۔ دنیا کے نقشے میں ”دربند“ وہ جگہ ہے جہاں پر وہ دیوار تعمیر کی گئی تھی۔ دیوار اب وہاں بالفعل تو قائم نہیں ‘ مگر اس کے واضح آثار اس جگہ پر موجود ہیں۔ ان آثار سے دیوار کی dimensions کا اندازہ بھی لگایا جاسکتا ہے۔ آیت زیر نظر سے واضح ہوتا ہے کہ قرب قیامت کے زمانے میں یاجوج اور ماجوج کا سیلاب ایک بار پھر آنے والا ہے۔ اس سلسلے میں ایک رائے یہ بھی ہے کہ اٹھارہویں اور انیسویں صدی کے دوران یورپی اقوام کی یلغار colonization بھی اس آیت کا مصداق ہے جس کے نتیجے میں انہوں نے پورے ایشیا اور افریقہ پر بتدریج قبضہ جما لیا تھا۔ یعنی ایک ہی وقت میں فرانسیسی ‘ ولندیزی اور برطانوی اقوام نے ملایا ‘ انڈونیشیا ‘ ہندوستان سمیت پورے ایشیا اور افریقہ کو غلام بنا لیا تھا۔ یہ تمام لوگ سکنڈے نیوین ممالک سے اتری ہوئی اقوام کی نسل سے تھے ‘ جن کو Nordic Races کہتے ہیں اور یورپ کے White Anglo Saxons لوگ بھی انہیں کی اولاد سے ہیں۔ دراصل یہی وہ اقوام ہیں جو مختلف ادوار میں مہذب دنیا پر حملہ آور ہو کر ظلم و ستم اور لوٹ مار کا بازار گرم کرتی رہی ہیں۔ علامہ اقبال نے بھی اپنے اس شعر میں یورپی اقوام کے اس نوآبادیاتی استعمار colonization کو یاجوج اور ماجوج کے تسلط سے تعبیر کیا ہے : ؂کھل گئے یاجوج اور ماجوج کے لشکر تمام چشم مسلم دیکھ لے تفسیر حرف یَنسِلُوْن !وقت گزرنے کے ساتھ ساتھ بظاہر ان اقوام کی افواج کو ان مقبوضہ ممالک سے نکلنا پڑا ‘ لیکن بالواسطہ طور پر وہ اپنے کٹھ پتلی اداروں اور افراد کے ذریعے ان ممالک پر مسلسل اپنا تسلط جمائے ہوئے ہیں۔ اس سلسلے میں ورلڈ بینک ‘ آئی ایم ایف اور بہت سے دیگر ملٹی نیشنل ادارے ان کے آلۂ کا رہیں۔ البتہ احادیث میں قرب قیامت کے زمانے کے حالات و واقعات کی جو تفصیل ملتی ہے اس کے مطابق قیامت سے قبل ایک دفعہ پھر یاجوج اور ماجوج کا سیلاب آئے گا۔ ان تفصیلات کا خلاصہ یہ ہے کہ قرب قیامت کے زمانے میں ایک بہت خوفناک جنگ احادیث میں اس کا نام الملحَمۃ العُظمیٰ ‘ جبکہ عیسائی روایات میں Armageddon بتایا گیا ہے ہوگی جس میں یہودی اور عیسائی مسلمانوں کے مقابل ہوں گے۔ فلسطین ‘ شام اور مشرق وسطیٰ کا علاقہ بنیادی طور پر میدان جنگ بنے گا ‘ جس کی وجہ سے اس علاقے میں بہت بڑی تباہی پھیلے گی۔ اسی زمانے میں حضرت مسیح علیہ السلام کا نزول اور امام مہدی کا ظہور ہوگا۔ امام مہدی حضرت فاطمہ رض کی نسل اور حضرت حسن رض کی اولاد میں سے ہوں گے۔ اس سے پہلے خراسان اور مشرقی ممالک میں اسلامی حکومت قائم ہوچکی ہوگی اور ان علاقوں سے مسلمان افواج مشرق وسطیٰ میں اپنے مسلمان بھائیوں کی مدد کے لیے جائیں گی۔ اس جنگ میں بالآخر فتح مسلمانوں کی ہوگی۔ حضرت مسیح علیہ السلام کے ساتھ اللہ تعالیٰ کی معجزانہ تائید ہوگی ‘ جس سے آپ علیہ السلام یہودیوں کو ختم کردیں گے۔ آپ علیہ السلام کی آنکھوں میں ایک خاص تاثیر آج کی لیزر ٹیکنالوجی سے بھی مؤثر ہوگی ‘ جس کی وجہ سے آپ علیہ السلام کی نگاہ پڑتے ہی یہودی پگھلتے چلے جائیں گے۔ پھر آپ علیہ السلام دجال جو مسیح ہونے کا جھوٹا دعوے دار ہوگا کو قتل کریں گے۔ حدیث میں آتا ہے کہ دجال بھاگنے کی کوشش میں ہوگا کہ حضرت مسیح علیہ السلام اس کو مقام لُدّ پر جا لیں گے اور قتل کردیں گے۔ واضح رہے کہ Lydda اسرائیل کا سب سے بڑا ایئربیس ہے۔ ان سب واقعات کے بعد یا جوج اور ماجوج کے سیلاب کی شکل میں ایک دفعہ پھر دنیا پر مصیبت ٹوٹ پڑے گی۔ آیت زیر نظر میں یاجوج اور ماجوج کی یلغار کے راستوں routs کے لیے لفظ ”حدب“ استعمال ہوا ہے ‘ جس کے معنی اونچائی کے ہیں۔ مندرجہ بالا آراء کے مطابق جن اقوام پر یاجوج اور ماجوج کا اطلاق ہوتا ہے ان سب کے علاقے ہمالیہ اور وسطی ایشیا کے پہاڑی سلسلوں کے شمال میں واقع ہیں۔ عین ممکن ہے کہ یہ لوگ ان پہاڑی سلسلوں کو عبور کرتے ہوئے جنوبی علاقوں پر یلغار کریں اور یوں ”مِنْ کُلِّ حَدَبٍ یَّنْسِلُوْنَ“ کے الفاظ کی عملی تعبیر کا نقشہ دنیا کے سامنے آجائے۔"
    },
    {
      "ayah": 97,
      "surah": 21,
      "text": "آیت 97 وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا ہِیَ شَاخِصَۃٌ اَبْصَارُ الَّذِیْنَ کَفَرُوْا ط ”انتہائی خوف کی وجہ سے انسان کی آنکھ حرکت کرنا بھول جاتی ہے۔ کفار و مشرکین قیامت کے دن اسی کیفیت سے دو چار ہوں گے۔یٰوَیْلَنَا قَدْ کُنَّا فِیْ غَفْلَۃٍ مِّنْ ہٰذَا بَلْ کُنَّا ظٰلِمِیْنَ ہم آخرت کا انکار کر کے اپنی جانوں پر ظلم کرتے رہے۔ ہمیں اللہ کے رسول ﷺ کے ذریعے تمام خبریں مل چکی تھیں لیکن ہم نے غفلت اور لاپرواہی کا مظاہرہ کیا اور اس طرف کبھی توجہ ہی نہ کی۔"
    },
    {
      "ayah": 98,
      "surah": 21,
      "text": "آیت 97 وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا ہِیَ شَاخِصَۃٌ اَبْصَارُ الَّذِیْنَ کَفَرُوْا ط ”انتہائی خوف کی وجہ سے انسان کی آنکھ حرکت کرنا بھول جاتی ہے۔ کفار و مشرکین قیامت کے دن اسی کیفیت سے دو چار ہوں گے۔یٰوَیْلَنَا قَدْ کُنَّا فِیْ غَفْلَۃٍ مِّنْ ہٰذَا بَلْ کُنَّا ظٰلِمِیْنَ ہم آخرت کا انکار کر کے اپنی جانوں پر ظلم کرتے رہے۔ ہمیں اللہ کے رسول ﷺ کے ذریعے تمام خبریں مل چکی تھیں لیکن ہم نے غفلت اور لاپرواہی کا مظاہرہ کیا اور اس طرف کبھی توجہ ہی نہ کی۔"
    },
    {
      "ayah": 99,
      "surah": 21,
      "text": "آیت 97 وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا ہِیَ شَاخِصَۃٌ اَبْصَارُ الَّذِیْنَ کَفَرُوْا ط ”انتہائی خوف کی وجہ سے انسان کی آنکھ حرکت کرنا بھول جاتی ہے۔ کفار و مشرکین قیامت کے دن اسی کیفیت سے دو چار ہوں گے۔یٰوَیْلَنَا قَدْ کُنَّا فِیْ غَفْلَۃٍ مِّنْ ہٰذَا بَلْ کُنَّا ظٰلِمِیْنَ ہم آخرت کا انکار کر کے اپنی جانوں پر ظلم کرتے رہے۔ ہمیں اللہ کے رسول ﷺ کے ذریعے تمام خبریں مل چکی تھیں لیکن ہم نے غفلت اور لاپرواہی کا مظاہرہ کیا اور اس طرف کبھی توجہ ہی نہ کی۔"
    }
  ]
}
