{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 22,
      "text": "آیت 1 یٰٓاَیُّہَا النَّاسُ اتَّقُوْا رَبَّکُمْج اِنَّ زَلْزَلَۃَ السَّاعَۃِ شَیْءٌ عَظِیْمٌ ”سورۃ الانبیاء کا اختتام ”الفزع الاکبر“ قیامت کی عظیم پریشانی کے تذکرے پر ہوا تھا۔ اب سورة الحج کا آغاز بھی اسی کیفیت کے ذکر سے ہو رہا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 22,
      "text": "آیت 8 وَمِنَ النَّاسِ مَنْ یُّجَادِلُ فِی اللّٰہِ بِغَیْرِ عِلْمٍ وَّلَا ہُدًی وَّلَا کِتٰبٍ مُّنِیْرٍ ”ایسے لوگ بغیر کسی علمی دلیل اور الہامی رہنمائی کے اللہ تعالیٰ کی ذات اور صفات کے بارے میں بحث کرتے ہیں۔"
    },
    {
      "ayah": 11,
      "surah": 22,
      "text": "آیت 11 وَمِنَ النَّاسِ مَنْ یَّعْبُدُ اللّٰہَ عَلٰی حَرْفٍ ج ”انسانی دل کے اس روگ کی نشان دہی سورة البقرۃ کی آیت 10 میں ان الفاظ میں کی گئی ہے : فِیْ قُلُوْبِھِمْ مَرَضٌ ”ان کے دلوں میں مرض ہے“۔ یہ وہ لوگ ہیں جو حق کا ساتھ دینا تو چاہتے ہیں ‘ لیکن اس کے لیے اپنی جان جوکھوں میں ڈالنے کو تیار نہیں۔ وہ گہرے پانی میں جانے کا خطرہ مول لینے کے بجائے کنارے پر رہنے کو ترجیح دیتے ہیں۔ مبادا کہ اس سفر میں کوئی گزند پہنچ جائے یا کوئی مالی نقصان اٹھانا پڑجائے۔ وہ لوگ بڑی چالاکی کے ساتھ اس قسم کے سب خطرات سے خود کو محفوظ فاصلے پر رکھ کر حق کے ساتھ چلنا چاہتے ہیں ‘ لیکن اس راستے میں ایسا طرز عمل قابل قبول نہیں ہے۔ یہ تو سرا سر قربانی کا راستہ ہے۔ اس راستے میں اپنی جان اور اپنے مال کو بچا بچا کر رکھنے والے فرزانوں کی نہیں بلکہ قدم قدم پر قربانیاں دینے والے دیوانوں کی ضرورت ہے۔ اسی فلسفے کو اقبال ؔ نے اپنے اس شعر میں بیان کیا ہے : ؂تو بچا بچا کے نہ رکھ اسے ‘ ترا آئینہ ہے وہ آئینہ کہ شکستہ ہو تو عزیز تر ہے نگاہ آئینہ ساز میں !ایسے لوگوں کے مقابلے میں دوسری طرف کچھ وہ لوگ ہیں جو حق کو قبول کرتے ہی یہ نعرہ بلند کرتے ہوئے منجدھار میں کود پڑتے ہیں : ع ”ہر چہ بادا باد ‘ ماکشتی در آب انداختیم !“ کہ اب جو ہو سو ہو ‘ ہم تو حق کی اس کشتی میں سوار ہو کر اسے دریا میں ڈال چکے ہیں۔ اب یہ تیرے گی تو ہم بھی تیریں گے اور اگر اس راستے میں ہماری جان بھی چلی جائے تو ہم اس قربانی کے لیے بھی تیار ہیں۔وَاِنْ اَصَابَتْہُ فِتْنَۃُ نِ انْقَلَبَ عَلٰی وَجْہِہٖ ج ”ایسے لوگ موافق حالات میں تو ہر کام میں اہل ایمان کے ساتھ شریک رہتے ہیں ‘ لیکن اگر کہیں اللہ کی راہ میں نکلنے کا مرحلہ آجائے یا کسی اور قربانی کا تقاضا ہو تو چپکے سے واپسی کی راہ لے لیتے ہیں۔ذٰلِکَ ہُوَ الْخُسْرَانُ الْمُبِیْنُ ”یہ بہت ہی نمایاں اور واضح تباہی ہے۔اس آیت میں منافقانہ کردار کا ذکر ہے۔ اسی طرح اس سورت میں جہاد کا ذکر بھی ملتا ہے۔ منافقت اور جہاد چونکہ مدنی سورتوں کے موضوعات ہیں اس لیے سورة الحج کو بعض مفسرین مدنی سورت مانتے ہیں ‘ لیکن میرے نزدیک یہ مکی ہے۔ تفسیر طبری میں منقول حبر الامت حضرت عبداللہ بن عباس رض کے قول سے اس خیال کی تائیدہوتی ہے کہ اس سورت کی کچھ آیات 38 تا 41 اثنائے سفر ہجرت میں نازل ہوئیں۔ چناچہ ان آیات کو ”برزخی آیات“ کہنا چاہیے۔ اس کے علاوہ سورة الحج کو اس بنا پر بھی مدنی سمجھا جاتا ہے کہ اس کی بعض آیات کی سورة البقرۃ کی بعض آیات کے ساتھ گہری مشابہت پائی جاتی ہے۔ مثلاً سورة البقرۃ کی آیت 143 اور سورة الحج کی آخری آیت میں ”شہادت علی الناس“ کا مضمون بالکل ایک جیسے الفاظ میں بیان ہوا ہے۔ اسی طرح زیر نظر آیت میں منافقین کی جو کیفیت بیان کی گئی ہے وہ اس کیفیت سے بہت مشابہت رکھتی ہے جس کا نقشہ سورة البقرۃ کے دوسرے رکوع میں کھینچا گیا ہے کہ جب بجلی چمکتی ہے تو یہ لوگ کچھ چل پھر لیتے ہیں لیکن جب اندھیرا ہوتا ہے تو کھڑے کے کھڑے رہ جاتے ہیں۔ بہر حال مدینہ میں حضور ﷺ کے سامنے منافقین کا بالکل وہی حال تھا جس کی تصویر سورة البقرۃ کی مذکورہ تمثیل اور زیر مطالعہ آیت میں دکھائی گئی ہے۔ جب کسی جنگ یا کسی مہم کا تقاضا نہ ہوتا تو یہ لوگ حضور ﷺ کی محفل میں باقاعدگی سے حاضر ہوتے اور بڑے بڑے دعوے کرتے ‘ مگر جونہی کسی قربانی کا مرحلہ آتا تو گویا اوندھے منہ گرپڑتے تھے۔ دعا کریں کہ اللہ ہمیں اس بیماری سے بچائے اور اقامت دین کی جدوجہد میں پورے خلوص کے ساتھ ہمہ تن اور ہمہ وجوہ اپنے آپ کو جھونک دینے کی ہمت اور توفیق عطا فرمائے۔ آمین یا رب العالمین !"
    },
    {
      "ayah": 12,
      "surah": 22,
      "text": "آیت 11 وَمِنَ النَّاسِ مَنْ یَّعْبُدُ اللّٰہَ عَلٰی حَرْفٍ ج ”انسانی دل کے اس روگ کی نشان دہی سورة البقرۃ کی آیت 10 میں ان الفاظ میں کی گئی ہے : فِیْ قُلُوْبِھِمْ مَرَضٌ ”ان کے دلوں میں مرض ہے“۔ یہ وہ لوگ ہیں جو حق کا ساتھ دینا تو چاہتے ہیں ‘ لیکن اس کے لیے اپنی جان جوکھوں میں ڈالنے کو تیار نہیں۔ وہ گہرے پانی میں جانے کا خطرہ مول لینے کے بجائے کنارے پر رہنے کو ترجیح دیتے ہیں۔ مبادا کہ اس سفر میں کوئی گزند پہنچ جائے یا کوئی مالی نقصان اٹھانا پڑجائے۔ وہ لوگ بڑی چالاکی کے ساتھ اس قسم کے سب خطرات سے خود کو محفوظ فاصلے پر رکھ کر حق کے ساتھ چلنا چاہتے ہیں ‘ لیکن اس راستے میں ایسا طرز عمل قابل قبول نہیں ہے۔ یہ تو سرا سر قربانی کا راستہ ہے۔ اس راستے میں اپنی جان اور اپنے مال کو بچا بچا کر رکھنے والے فرزانوں کی نہیں بلکہ قدم قدم پر قربانیاں دینے والے دیوانوں کی ضرورت ہے۔ اسی فلسفے کو اقبال ؔ نے اپنے اس شعر میں بیان کیا ہے : ؂تو بچا بچا کے نہ رکھ اسے ‘ ترا آئینہ ہے وہ آئینہ کہ شکستہ ہو تو عزیز تر ہے نگاہ آئینہ ساز میں !ایسے لوگوں کے مقابلے میں دوسری طرف کچھ وہ لوگ ہیں جو حق کو قبول کرتے ہی یہ نعرہ بلند کرتے ہوئے منجدھار میں کود پڑتے ہیں : ع ”ہر چہ بادا باد ‘ ماکشتی در آب انداختیم !“ کہ اب جو ہو سو ہو ‘ ہم تو حق کی اس کشتی میں سوار ہو کر اسے دریا میں ڈال چکے ہیں۔ اب یہ تیرے گی تو ہم بھی تیریں گے اور اگر اس راستے میں ہماری جان بھی چلی جائے تو ہم اس قربانی کے لیے بھی تیار ہیں۔وَاِنْ اَصَابَتْہُ فِتْنَۃُ نِ انْقَلَبَ عَلٰی وَجْہِہٖ ج ”ایسے لوگ موافق حالات میں تو ہر کام میں اہل ایمان کے ساتھ شریک رہتے ہیں ‘ لیکن اگر کہیں اللہ کی راہ میں نکلنے کا مرحلہ آجائے یا کسی اور قربانی کا تقاضا ہو تو چپکے سے واپسی کی راہ لے لیتے ہیں۔ذٰلِکَ ہُوَ الْخُسْرَانُ الْمُبِیْنُ ”یہ بہت ہی نمایاں اور واضح تباہی ہے۔اس آیت میں منافقانہ کردار کا ذکر ہے۔ اسی طرح اس سورت میں جہاد کا ذکر بھی ملتا ہے۔ منافقت اور جہاد چونکہ مدنی سورتوں کے موضوعات ہیں اس لیے سورة الحج کو بعض مفسرین مدنی سورت مانتے ہیں ‘ لیکن میرے نزدیک یہ مکی ہے۔ تفسیر طبری میں منقول حبر الامت حضرت عبداللہ بن عباس رض کے قول سے اس خیال کی تائیدہوتی ہے کہ اس سورت کی کچھ آیات 38 تا 41 اثنائے سفر ہجرت میں نازل ہوئیں۔ چناچہ ان آیات کو ”برزخی آیات“ کہنا چاہیے۔ اس کے علاوہ سورة الحج کو اس بنا پر بھی مدنی سمجھا جاتا ہے کہ اس کی بعض آیات کی سورة البقرۃ کی بعض آیات کے ساتھ گہری مشابہت پائی جاتی ہے۔ مثلاً سورة البقرۃ کی آیت 143 اور سورة الحج کی آخری آیت میں ”شہادت علی الناس“ کا مضمون بالکل ایک جیسے الفاظ میں بیان ہوا ہے۔ اسی طرح زیر نظر آیت میں منافقین کی جو کیفیت بیان کی گئی ہے وہ اس کیفیت سے بہت مشابہت رکھتی ہے جس کا نقشہ سورة البقرۃ کے دوسرے رکوع میں کھینچا گیا ہے کہ جب بجلی چمکتی ہے تو یہ لوگ کچھ چل پھر لیتے ہیں لیکن جب اندھیرا ہوتا ہے تو کھڑے کے کھڑے رہ جاتے ہیں۔ بہر حال مدینہ میں حضور ﷺ کے سامنے منافقین کا بالکل وہی حال تھا جس کی تصویر سورة البقرۃ کی مذکورہ تمثیل اور زیر مطالعہ آیت میں دکھائی گئی ہے۔ جب کسی جنگ یا کسی مہم کا تقاضا نہ ہوتا تو یہ لوگ حضور ﷺ کی محفل میں باقاعدگی سے حاضر ہوتے اور بڑے بڑے دعوے کرتے ‘ مگر جونہی کسی قربانی کا مرحلہ آتا تو گویا اوندھے منہ گرپڑتے تھے۔ دعا کریں کہ اللہ ہمیں اس بیماری سے بچائے اور اقامت دین کی جدوجہد میں پورے خلوص کے ساتھ ہمہ تن اور ہمہ وجوہ اپنے آپ کو جھونک دینے کی ہمت اور توفیق عطا فرمائے۔ آمین یا رب العالمین !"
    },
    {
      "ayah": 13,
      "surah": 22,
      "text": "آیت 13 یَدْعُوْا لَمَنْ ضَرُّہٗٓ اَقْرَبُ مِنْ نَّفْعِہٖ ط ”اگر کوئی شخص اللہ کے سوا کسی اور کو معبود کا درجہ دے کر پکارے گا تو اس سے اس کو کچھ نفع تو ملنے والا نہیں ہے ‘ البتہ اس سے نقصان اسے بہر حال مل کر رہے گا۔"
    },
    { "ayah": 14, "surah": 22, "text": "اِنَّ اللّٰہَ یَفْعَلُ مَا یُرِیْدُ ”اس کے اختیارات غیر محدود ہیں۔ وہ جو چاہے کر گزرتا ہے۔" },
    {
      "ayah": 15,
      "surah": 22,
      "text": "فَلْیَنْظُرْ ہَلْ یُذْہِبَنَّ کَیْدُہٗ مَا یَغِیْظُ ”یہ آیت مشکلات القرآن میں سے ہے اور مختلف مفسرین نے اپنے اپنے انداز میں اس کی تعبیر کی ہے۔ میرے نزدیک ”موضح القرآن“ میں شاہ عبدالقادر دہلوی رح کی تعبیر سب سے بہتر ہے۔ اس کی وضاحت یہ ہے کہ ایک ایسا شخص جو پورے اخلاص کے ساتھ ہمہ وقت دین کی خدمت میں مصروف ہے اور اس رستے میں آنے والی مشکلات کا سامنا کرتے ہوئے اللہ سے مسلسل امید رکھتا ہے کہ آج نہیں تو کل ‘ کل نہیں تو پرسوں اللہ کی مدد ضرور آئے گی۔ لیکن خدانخواستہ کسی مرحلے پر اگر وہ اللہ کی مدد سے مایوس ہوجائے تو اس کی یہ کیفیت اس کے لیے ناکامی کا باعث بن جائے گی۔ چناچہ اللہ کے راستے میں جدوجہد کرنے والوں کو ع ”پیوستہ رہ شجر سے امید بہار رکھ“ کے مصداق کبھی بھی امید کا دامن ہاتھ سے نہیں چھوڑنا چاہیے اور اللہ کی مدد سے کبھی مایوس نہیں ہونا چاہیے۔ سورة الزمر کی آیت 53 میں اللہ تعالیٰ کا حکم ہے : لَاتَقْنَطُوْا مِنْ رَّحْمَۃِ اللّٰہِ ط کہ تم اللہ کی رحمت سے مایوس نہ ہوجاؤ۔ اگر کسی خوش قسمت انسان کو اللہ کے رستے میں جدوجہد کرنے کی سعادت نصیب ہوئی ہے تو اسے اللہ کے اس حکم کی تعمیل بھی کرنی چاہیے۔ اسے یہ بھی معلوم ہونا چاہیے کہ اللہ کے فیصلے اس کی اپنی مشیت کے مطابق ہوتے ہیں اور اس کی مشیت میں بندوں کا کوئی عمل دخل نہیں۔ بندوں کو تو بس یہ چاہیے کہ وہ اپنے اپنے حصے کی کوشش کریں اور اس کے وعدوں پر پختہ یقین رکھیں۔ جیسے اس کے بہت سے وعدوں میں سے ایک خوش کن وعدہ یہ بھی ہے : وَالَّذِیْنَ جَاہَدُوْا فِیْنَا لَنَہْدِیَنَّہُمْ سُبُلَنَا ط العنکبوت : 69 ”اور جو لوگ ہماری راہ میں جدو جہد کریں گے ‘ ہم لازماً انہیں اپنے راستے دکھائیں گے“۔ چناچہ داعیانِ حق کو اللہ تعالیٰ کے وعدوں پر یقین رکھتے ہوئے اس کے حضور یوں التجا کرتے رہنا چاہیے : اِنَّکَ لاَ تُخْلِفُ الْمِیْعَادَ آل عمران ”یقیناً تو اپنے وعدے کے خلاف نہیں کرتا“۔ ہمیں یہ اندیشہ تو نہیں ہے کہ تو اپنا وعدہ پورا نہیں کرے گا ‘ بلکہ ہمیں یہ فکر دامن گیر ہے کہ ہم تیرے وعدوں کا مصداق بننے میں کامیاب ہوں گے یا نہیں۔ اس کے لیے جو شرائط مطلوب ہیں وہ شرائط ہم پوری کر بھی سکیں گے یا نہیں ! آیت زیر نظر میں یہ نکتہ سمجھانے کے لیے ایک شخص کی مثال دی گئی ہے جس نے اپنے اوپر ایک رسی اللہ کی طرف سے امید کو تھاما ہوا ہے۔ وہ شخص اگر کسی مرحلے پر مایوس ہو کر خود ہی رسی کو چھوڑ دے گا تو وہ اپنا ہی نقصان کرے گا۔ جیسے ایک حدیث میں قرآن کو اللہ کی رسی قرار دیا گیا ہے ایسے ہی اللہ کی امید بھی ایک معنوی رسی ہے جو ہمیں اللہ کے ساتھ وابستہ کیے ہوئے ہے۔ جب تک یہ رسی ہمارے ہاتھ میں رہے گی اللہ سے ہمارا تعلق قائم رہے گا ‘ اور ہمارے لیے ایک سہارا موجود رہے گا۔ اگر ہم اس رسی کو کاٹ دیں گے یعنی اللہ سے اپنی امید منقطع کرلیں گے تو اس مضبوط سہارے کو گویا خود ہی اپنے ہاتھ سے چھوڑ دیں گے۔ ایسا کرنے کا نتیجہ اس کے سوا اور کیا نکلے گا کہ ہم بےیارو مددگار ہوجائیں گے زمین پر اوندھے منہ گرجائیں گے۔ چناچہ اس آیت کے پیغام کا خلاصہ یہ ہے کہ اللہ کی نصرت کی امید اور اس کے وعدوں پر یقین رکھو ‘ یہ تمہارے لیے بہت مضبوط سہارا ہے۔"
    },
    {
      "ayah": 16,
      "surah": 22,
      "text": "فَلْیَنْظُرْ ہَلْ یُذْہِبَنَّ کَیْدُہٗ مَا یَغِیْظُ ”یہ آیت مشکلات القرآن میں سے ہے اور مختلف مفسرین نے اپنے اپنے انداز میں اس کی تعبیر کی ہے۔ میرے نزدیک ”موضح القرآن“ میں شاہ عبدالقادر دہلوی رح کی تعبیر سب سے بہتر ہے۔ اس کی وضاحت یہ ہے کہ ایک ایسا شخص جو پورے اخلاص کے ساتھ ہمہ وقت دین کی خدمت میں مصروف ہے اور اس رستے میں آنے والی مشکلات کا سامنا کرتے ہوئے اللہ سے مسلسل امید رکھتا ہے کہ آج نہیں تو کل ‘ کل نہیں تو پرسوں اللہ کی مدد ضرور آئے گی۔ لیکن خدانخواستہ کسی مرحلے پر اگر وہ اللہ کی مدد سے مایوس ہوجائے تو اس کی یہ کیفیت اس کے لیے ناکامی کا باعث بن جائے گی۔ چناچہ اللہ کے راستے میں جدوجہد کرنے والوں کو ع ”پیوستہ رہ شجر سے امید بہار رکھ“ کے مصداق کبھی بھی امید کا دامن ہاتھ سے نہیں چھوڑنا چاہیے اور اللہ کی مدد سے کبھی مایوس نہیں ہونا چاہیے۔ سورة الزمر کی آیت 53 میں اللہ تعالیٰ کا حکم ہے : لَاتَقْنَطُوْا مِنْ رَّحْمَۃِ اللّٰہِ ط کہ تم اللہ کی رحمت سے مایوس نہ ہوجاؤ۔ اگر کسی خوش قسمت انسان کو اللہ کے رستے میں جدوجہد کرنے کی سعادت نصیب ہوئی ہے تو اسے اللہ کے اس حکم کی تعمیل بھی کرنی چاہیے۔ اسے یہ بھی معلوم ہونا چاہیے کہ اللہ کے فیصلے اس کی اپنی مشیت کے مطابق ہوتے ہیں اور اس کی مشیت میں بندوں کا کوئی عمل دخل نہیں۔ بندوں کو تو بس یہ چاہیے کہ وہ اپنے اپنے حصے کی کوشش کریں اور اس کے وعدوں پر پختہ یقین رکھیں۔ جیسے اس کے بہت سے وعدوں میں سے ایک خوش کن وعدہ یہ بھی ہے : وَالَّذِیْنَ جَاہَدُوْا فِیْنَا لَنَہْدِیَنَّہُمْ سُبُلَنَا ط العنکبوت : 69 ”اور جو لوگ ہماری راہ میں جدو جہد کریں گے ‘ ہم لازماً انہیں اپنے راستے دکھائیں گے“۔ چناچہ داعیانِ حق کو اللہ تعالیٰ کے وعدوں پر یقین رکھتے ہوئے اس کے حضور یوں التجا کرتے رہنا چاہیے : اِنَّکَ لاَ تُخْلِفُ الْمِیْعَادَ آل عمران ”یقیناً تو اپنے وعدے کے خلاف نہیں کرتا“۔ ہمیں یہ اندیشہ تو نہیں ہے کہ تو اپنا وعدہ پورا نہیں کرے گا ‘ بلکہ ہمیں یہ فکر دامن گیر ہے کہ ہم تیرے وعدوں کا مصداق بننے میں کامیاب ہوں گے یا نہیں۔ اس کے لیے جو شرائط مطلوب ہیں وہ شرائط ہم پوری کر بھی سکیں گے یا نہیں ! آیت زیر نظر میں یہ نکتہ سمجھانے کے لیے ایک شخص کی مثال دی گئی ہے جس نے اپنے اوپر ایک رسی اللہ کی طرف سے امید کو تھاما ہوا ہے۔ وہ شخص اگر کسی مرحلے پر مایوس ہو کر خود ہی رسی کو چھوڑ دے گا تو وہ اپنا ہی نقصان کرے گا۔ جیسے ایک حدیث میں قرآن کو اللہ کی رسی قرار دیا گیا ہے ایسے ہی اللہ کی امید بھی ایک معنوی رسی ہے جو ہمیں اللہ کے ساتھ وابستہ کیے ہوئے ہے۔ جب تک یہ رسی ہمارے ہاتھ میں رہے گی اللہ سے ہمارا تعلق قائم رہے گا ‘ اور ہمارے لیے ایک سہارا موجود رہے گا۔ اگر ہم اس رسی کو کاٹ دیں گے یعنی اللہ سے اپنی امید منقطع کرلیں گے تو اس مضبوط سہارے کو گویا خود ہی اپنے ہاتھ سے چھوڑ دیں گے۔ ایسا کرنے کا نتیجہ اس کے سوا اور کیا نکلے گا کہ ہم بےیارو مددگار ہوجائیں گے زمین پر اوندھے منہ گرجائیں گے۔ چناچہ اس آیت کے پیغام کا خلاصہ یہ ہے کہ اللہ کی نصرت کی امید اور اس کے وعدوں پر یقین رکھو ‘ یہ تمہارے لیے بہت مضبوط سہارا ہے۔"
    },
    {
      "ayah": 17,
      "surah": 22,
      "text": "اِنَّ اللّٰہَ یَفْصِلُ بَیْنَہُمْ یَوْمَ الْقِیٰمَۃِط اِنَّ اللّٰہَ عَلٰی کُلِّ شَیْءٍ شَہِیْدٌ ”یعنی ہرچیز اور ہر انسان کے دل کی کیفیت اس کی نگاہوں کے سامنے ہے۔"
    },
    {
      "ayah": 18,
      "surah": 22,
      "text": "وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَآبُّ وَکَثِیْرٌ مِّنَ النَّاسِ ط ”انسانوں کے علاوہ باقی تمام مخلوقات قانون خداوندی اور تکوینی نظام کے اصول و ضوابط کی پابند اور ہر لمحہ اللہ تعالیٰ کی اطاعت و بندگی میں مصر وف عمل ہیں ‘ البتہ اس سلسلے میں انسانوں کا معاملہ مختلف ہے۔ وہ سب کے سب ایک سے نہیں ہیں۔ انسانوں کو جو محدود آزادی ملی ہے اس سے فائدہ اٹھا کر کچھ لوگ اللہ سے بغاوت کردیتے ہیں اور کچھ ایسے بھی ہیں جو اللہ کو چھوڑ کر دوسری چیزوں مثلاً سورج ‘ چاند اور درختوں تک کی پرستش شروع کردیتے ہیں۔ بہرحال اللہ تعالیٰ جن لوگوں کو ہدایت اور اپنی معرفت عطا فرماتا ہے وہ صرف اسی کے سامنے سربسجود ہوتے ہیں۔وَمَنْ یُّہِنِ اللّٰہُ فَمَا لَہٗ مِنْ مُّکْرِمٍ ط ”اللہ نے تو انسان کو ”خلیفۃ اللّٰہ فی الارض“ کا مقام عطا کیا تھا ‘ اسے مسجود ملائک بنایا تھا۔ اب اگر کوئی انسان اپنے آپ کو خود ہی اس مقام رفیع سے نیچے گرا دے اور مخلوق کے سامنے اپنا سر جھکا کر خود کو ذلیل و رسوا کرلے تو اسے تکریم انسانی کیونکر حاصل ہوگی !اِنَّ اللّٰہَ یَفْعَلُ مَا یَشَآءُ ”اس آیت کے اندر مختلف چیزوں کے تذکرے میں اوپر سے نیچے کی طرف ایک خوبصورت ترتیب و تدریج پائی جاتی ہے۔ سورج سب سے بڑا ہے ‘ اس کے بعد چاند ‘ اس کے بعد ستارے جو بظاہر چاند سے چھوٹے نظر آتے ہیں۔ پھر نیچے زمین پر پہاڑ سب سے بلند ہیں ‘ پھر درخت ‘ پھر چوپائے اور آخر پر انسان۔"
    },
    {
      "ayah": 19,
      "surah": 22,
      "text": "آیت 19 ہٰذٰنِ خَصْمٰنِ اخْتَصَمُوْا فِیْ رَبِّہِمْز ”یہ سورت چونکہ رسول اللہ ﷺ کی مکی زندگی کے آخری دور میں نازل ہوئی تھی ‘ اس لیے ان گروہوں سے مکہ کے دو گروہ مراد ہیں۔ یعنی ایک مؤمنین کا گروہ جو حضور ﷺ پر ایمان لا چکا تھا اور دوسرا وہ گروہ جو اب تک آپ ﷺ کی مخالفت پر اڑا ہوا تھا۔ قبل ازیں آیت 11 کے ضمن میں وضاحت کی جا چکی ہے کہ سورة الحج مکی سورت ہے ‘ البتہ اس کی کچھ آیات ایسی ہیں جو سفر ہجرت کے دوران نازل ہوئیں تھیں۔ فَالَّذِیْنَ کَفَرُوْا قُطِّعَتْ لَہُمْ ثِیَابٌ مِّنْ نَّارٍ ط ”کپڑے کو قطع کرنے کا ذکر کر کے لباس تیار کرنے کے عمل کی طرف اشارہ کرنا مقصود ہے۔ یعنی جس طرح درزی پہلے مطلوبہ ناپ کے مطابق کپڑے کو کاٹتا ہے اور پھر لباس تیار کرتا ہے اسی طرح منکرین حق کے لیے جہنم کی آگ سے لباس تیار کیے جائیں گے۔"
    },
    {
      "ayah": 2,
      "surah": 22,
      "text": "آیت 2 یَوْمَ تَرَوْنَہَا تَذْہَلُ کُلُّ مُرْضِعَۃٍ عَمَّآ اَرْضَعَتْ ”ماں کی مامتا کا جذبہ ضرب المثل ہے۔ ایک ماں اپنی جان کو خطرے میں ڈال کر بھی اپنے بچے کی حفاظت کرتی ہے اور اس پر کسی صورت آنچ نہیں آنے دیتی۔ اپنے بچے سے محبت کا یہ جذبہ حیوانوں میں بھی اسی شدت کے ساتھ پایا جاتا ہے۔ البتہ قیامت کا دن ایسا سخت ہوگا کہ اس کے خوف و ہراس کے باعث دودھ پلانے والی مائیں ‘ چاہے وہ انسان ہوں یا حیوان ‘ اپنے دودھ پیتے بچوں کو بھول جائیں گی۔وَتَرَی النَّاسَ سُکٰرٰی وَمَا ہُمْ بِسُکٰرٰی وَلٰکِنَّ عَذَاب اللّٰہِ شَدِیْدٌ ”وہ گھڑی ایسی خوف ناک ہوگی کہ اس کی دہشت سے لوگ بےسدھ پڑے نظر آئیں گے۔ بہر حال حدیث میں واضح طور پر یہ خوشخبری سنائی گئی ہے کہ اللہ تعالیٰ اپنے مؤمنین صادقین بندوں کو اس دن کی سختیوں سے دور رکھیں گے۔ اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ !"
    },
    {
      "ayah": 20,
      "surah": 22,
      "text": "آیت 19 ہٰذٰنِ خَصْمٰنِ اخْتَصَمُوْا فِیْ رَبِّہِمْز ”یہ سورت چونکہ رسول اللہ ﷺ کی مکی زندگی کے آخری دور میں نازل ہوئی تھی ‘ اس لیے ان گروہوں سے مکہ کے دو گروہ مراد ہیں۔ یعنی ایک مؤمنین کا گروہ جو حضور ﷺ پر ایمان لا چکا تھا اور دوسرا وہ گروہ جو اب تک آپ ﷺ کی مخالفت پر اڑا ہوا تھا۔ قبل ازیں آیت 11 کے ضمن میں وضاحت کی جا چکی ہے کہ سورة الحج مکی سورت ہے ‘ البتہ اس کی کچھ آیات ایسی ہیں جو سفر ہجرت کے دوران نازل ہوئیں تھیں۔ فَالَّذِیْنَ کَفَرُوْا قُطِّعَتْ لَہُمْ ثِیَابٌ مِّنْ نَّارٍ ط ”کپڑے کو قطع کرنے کا ذکر کر کے لباس تیار کرنے کے عمل کی طرف اشارہ کرنا مقصود ہے۔ یعنی جس طرح درزی پہلے مطلوبہ ناپ کے مطابق کپڑے کو کاٹتا ہے اور پھر لباس تیار کرتا ہے اسی طرح منکرین حق کے لیے جہنم کی آگ سے لباس تیار کیے جائیں گے۔"
    },
    {
      "ayah": 21,
      "surah": 22,
      "text": "آیت 19 ہٰذٰنِ خَصْمٰنِ اخْتَصَمُوْا فِیْ رَبِّہِمْز ”یہ سورت چونکہ رسول اللہ ﷺ کی مکی زندگی کے آخری دور میں نازل ہوئی تھی ‘ اس لیے ان گروہوں سے مکہ کے دو گروہ مراد ہیں۔ یعنی ایک مؤمنین کا گروہ جو حضور ﷺ پر ایمان لا چکا تھا اور دوسرا وہ گروہ جو اب تک آپ ﷺ کی مخالفت پر اڑا ہوا تھا۔ قبل ازیں آیت 11 کے ضمن میں وضاحت کی جا چکی ہے کہ سورة الحج مکی سورت ہے ‘ البتہ اس کی کچھ آیات ایسی ہیں جو سفر ہجرت کے دوران نازل ہوئیں تھیں۔ فَالَّذِیْنَ کَفَرُوْا قُطِّعَتْ لَہُمْ ثِیَابٌ مِّنْ نَّارٍ ط ”کپڑے کو قطع کرنے کا ذکر کر کے لباس تیار کرنے کے عمل کی طرف اشارہ کرنا مقصود ہے۔ یعنی جس طرح درزی پہلے مطلوبہ ناپ کے مطابق کپڑے کو کاٹتا ہے اور پھر لباس تیار کرتا ہے اسی طرح منکرین حق کے لیے جہنم کی آگ سے لباس تیار کیے جائیں گے۔"
    },
    {
      "ayah": 22,
      "surah": 22,
      "text": "وَذُوْقُوْا عَذَابَ الْحَرِیْقِ ”اللہ اور اس کے رسول ﷺ کے انکار کی پاداش میں اب یہ عذاب ہمیشہ کے لیے تمہارا مقدر ہے۔ اب تم نے اسی میں رہنا ہے۔ منکرین کے انجام کا ذکر کرنے کے بعد اب دوسرے گروہ یعنی اہل ایمان کا ذکر کیا جارہا ہے۔"
    },
    {
      "ayah": 23,
      "surah": 22,
      "text": "یُحَلَّوْنَ فِیْہَا مِنْ اَسَاوِرَ مِنْ ذَہَبٍ وَّلُؤْلُؤًاط وَلِبَاسُہُمْ فِیْہَا حَرِیْرٌ ”دنیا میں ریشم پہننا مردوں کے لیے حرام ہے مگر جنتیوں کے لباس خصوصی طور پر ریشم سے تیار کیے جائیں گے۔ اوپر والا لباس باریک ریشم کا ہوگا جبکہ اس کے نیچے گاڑھے ریشم کا۔"
    },
    {
      "ayah": 24,
      "surah": 22,
      "text": "آیت 24 وَہُدُوْٓا اِلَی الطَّیِّبِ مِنَ الْقَوْلِ ج ”یہاں بہترین بات سے مراد کلمہ طیبہ : لَااِلٰہَ الاَّ اللّٰہُ مُحَمَّدٌ رَّسُوْلُ اللّٰہِ ہوسکتا ہے یا پھر یہ کلمہ : سُبْحَان اللّٰہِ وَالْحَمْدُ لِلّٰہِ وَلَا اِلٰہَ الاَّ اللّٰہُ وَاللّٰہُ اَکْبَرُ وَلَا حَوْلَ وَلَا قُوَّۃَ الاَّ باللّٰہِ۔وَہُدُوْٓا اِلٰی صِرَاطِ الْحَمِیْدِ ”انہیں اللہ تعالیٰ کے راستے کی ہدایت دی گئی ہے جو سب تعریفوں کے لائق ہے اور وہ اس راستے پر چلتے ہوئے اللہ تعالیٰ کی رحمت فَرَوْحٌ وَّرَیْحَانٌ ج وَّجَنَّتُ نَعِیْمٍ  الواقعہ کے اندر پہنچ جائیں گے۔"
    },
    {
      "ayah": 25,
      "surah": 22,
      "text": "یہ دو رکوع مناسک حج کے بارے میں ہیں۔ سورة البقرۃ کے چوبیسویں اور پچیسویں رکوع میں بھی مناسک حج کا تذکرہ ہے مگر وہاں پر قربانی کا ذکر نہیں ہوا۔ صرف قبل از وقت سر منڈوانے کی صورت میں کفارے کے طور پر جانور ذبح کرنے دم جنایت اور حج وعمرہ کو جمع کرنے ِ قران یا تمتع ّ کی صورت میں دم شکر کا تذکرہ ہے۔ لیکن یہاں قربانی اور طواف کا خاص طور پر ذکر ہے۔آیت 25 اِنَّ الَّذِیْنَ کَفَرُوْا وَیَصُدُّوْنَ عَنْ سَبِیْلِ اللّٰہِ وَالْمَسْجِدِ الْحَرَامِ ”کفار مکہ کی مخالفانہ سر گرمیوں کی طرف اشارہ ہے جن کے باعث مسلمان نہ صرف جوار بیت اللہ کو چھوڑنے پر مجبور ہوئے بلکہ ایک عرصے تک حج وعمرہ کی سعادت حاصل کرنے سے محروم بھی رہے۔الَّذِیْ جَعَلْنٰہُ للنَّاسِ سَوَآءَ نِ الْعَاکِفُ فِیْہِ وَالْبَادِ ط ”ان دونوں اقسام کے لوگوں کے لیے ”مقیم“ اور ”آفاقی“ کی اصطلاحات استعمال ہوتی ہیں۔ چناچہ مقیم ہو یا آفاقی حرم کے اندر سب کے حقوق برابر ہیں ‘ کسی کو کسی پر ترجیح یا برتری نہیں دی جاسکتی۔ اب بھی وہاں پر یہ مساوات برقرار ہے۔ باہر سے آنے والا کوئی شخص پہلی صف میں بیٹھا ہو تو اسے کوئی وہاں سے نہیں اٹھا سکتا۔ البتہ کوئی ناجائز طریقے سے اپنے لیے کوئی رعایت حاصل کرلے یا حکومتی سطح پر کسی کو وی آئی پی قرار دے کر دوسروں کے حقوق متأ ثر کیے جائیں تو یہ الگ بات ہے۔وَمَنْ یُّرِدْ فِیْہِ بِاِلْحَادٍم بِظُلْمٍ ”بیت اللہ کے اندر جو کوئی اپنی شرارت نفس کی بنا پر یا ظلم و ناانصافی کی روش پر چلتے ہوئے کسی بےدینی کے ارتکاب ‘ کوئی کجی پیدا کرنے یا لوگوں کو سیدھے راستے سے ہٹانے کی کوشش کرے گا :"
    },
    {
      "ayah": 26,
      "surah": 22,
      "text": "آیت 26 وَاِذْ بَوَّاْنَا لِاِبْرٰہِیْمَ مَکَانَ الْبَیْتِ ”حضرت ابراہیم علیہ السلام کے لیے نشاندہی کردی گئی کہ ٹھیک اس جگہ پر بیت اللہ کی تعمیر کی جائے۔ غالباً یہ وہی جگہ تھی جہاں حضرت آدم علیہ السلام نے بیت اللہ کی تعمیر کی تھی۔ بعد میں سیلاب کی وجہ سے حضرت آدم علیہ السلام کی تعمیر شدہ دیواریں گرگئیں اور ان کے آثار بھی ناپید ہوگئے لیکن زمین کے اندر بنیادیں موجود تھیں۔اَنْ لَّا تُشْرِکْ بِیْ شَیْءًا وَّطَہِّرْ بَیْتِیَ للطَّآءِفِیْنَ وَالْقَآءِمِیْنَ وَالرُّکَّعِ السُّجُوْدِ ”یہی مضمون سورة البقرۃ کی اس آیت میں بھی آچکا ہے : وَعَہِدْنَآ اِلآی اِبْرٰہٖمَ وَاِسْمٰعِیْلَ اَنْ طَہِّرَا بَیْتِیَ للطَّآءِفِیْنَ وَالْعٰکِفِیْنَ وَالرُّکَّعِ السُّجُوْدِ ”اور عہد لیا ہم نے ابراہیم اور اسماعیل علیہ السلام سے کہ پاک رکھیں میرے گھر کو طواف کرنے والوں ‘ اعتکاف کرنے والوں اور رکوع و سجود کرنے والوں کے لیے“۔ دونوں آیات کے الفاظ بھی ملتے جلتے ہیں ‘ صرف یہ فرق ہے کہ سورة البقرۃ میں لفظ ”العٰکِفِیْن“ آیا ہے اور آیت زیر نظر میں اس کی جگہ ”القَاءِمِیْن“ استعمال ہوا ہے۔"
    },
    {
      "ayah": 27,
      "surah": 22,
      "text": "آیت 27 وَاَذِّنْ فِی النَّاس بالْحَجِّ ”اس حکم کے بعد حضرت ابراہیم علیہ السلام نے کیسے اعلان کیا ہوگا ‘ کس طرح لوگوں کو پکارا ہوگا اور اللہ تعالیٰ نے ان کے اس پیغام اور پکار کو کہاں کہاں تک پہنچایا ہوگا ‘ یہ معاملہ اللہ اور ان کے درمیان ہے۔یَاْتُوْکَ رِجَالًا وَّعَلٰی کُلِّ ضَامِرٍ یَّاْتِیْنَ مِنْ کُلِّ فَجٍّ عَمِیْقٍ ”پہاڑوں کے درمیان کے راستہ کو ”فَجّ“ کہتے ہیں۔ اس سے مکہ کی مضافاتی وادیوں اور گھاٹیوں کی طرف اشارہ ہے کہ آپ علیہ السلام کی اس دعوت پر لبیک کہتے ہوئے دور و نزدیک سے لوگ آئیں گے۔ ان میں پیدل بھی ہوں گے اور سوار بھی۔ وہ دورو نزدیک کے گہرے پہاڑی راستوں کو عبور کرتے ہوئے یہاں پہنچیں گے۔ لاغر اونٹنیوں کے ذکر سے دور دراز کے سفر مراد ہیں کہ طویل سفر کی وجہ سے ان کی اونٹنیاں لاغر ہوچکی ہوں گی۔"
    },
    {
      "ayah": 28,
      "surah": 22,
      "text": "آیت 28 لِّیَشْہَدُوْا مَنَافِعَ لَہُمْ ”وَیَذْکُرُوا اسْمَ اللّٰہِ فِیْٓ اَیَّامٍ مَّعْلُوْمٰتٍ عَلٰی مَا رَزَقَہُمْ مِّنْم بَہِیْمَۃِ الْاَنْعَامِ ج ””اَیَّامٍ مَّعْلُوْمٰتٍ“ سے مراد قربانی 10 ‘ 11 اور 12 ذو الحجہ کے دن ہیں۔ یعنی ایام نحر میں وہ لوگ اللہ کا نام لے کر جانور ذبح کریں۔"
    },
    {
      "ayah": 29,
      "surah": 22,
      "text": "آیت 29 ثُمَّ لْیَقْضُوْا تَفَثَہُمْ ”اس سے احرام کھول کر نہانا دھونا مراد ہے۔ حج کرنے والوں کے لیے 10 ذو الحجہ کے دن چار افعال ضروری ہیں ‘ یعنی رمی ‘ نحر ‘ حلق اور طواف۔ نحر اور حلق کے بعد احرام کھولو ‘ پھر نہا دھو کر صاف لباس پہنو اور طواف زیارت کے لیے جاؤ۔"
    },
    {
      "ayah": 3,
      "surah": 22,
      "text": "آیت 3 وَمِنَ النَّاسِ مَنْ یُّجَادِلُ فِی اللّٰہِ بِغَیْرِ عِلْمٍ وَّیَتَّبِعُ کُلَّ شَیْطٰنٍ مَّرِیْدٍ ”آج کے نام نہاد مذہبی سکالرز اور دانشور بھی اس آیت کا مصداق ہیں ‘ جو عملی طور پر غیر مسلم مغربی تہذیب کی نقالی کرتے نظر آتے ہیں۔ یہ لوگ ذہنی طور پر مغربی افکار و نظریات سے مرعوب ہیں اور ان نظریات کا ہر طریقے سے پرچار کرنا اپنا فرض سمجھتے ہیں۔ ان میں ایسے لوگ بھی ہیں جو حدیث کی ضرورت و اہمیت کے سرے سے منکر ہیں۔ ان کی روشن خیالی انہیں باور کراتی ہے کہ قرآنی احکام صرف ایک زمانے تک قابل قبول تھے اور انسان کے لیے ہمیشہ ان کا پابند رہنا ممکن نہیں۔ لہٰذا نئے زمانے کی ضروریات کے مطابق قرآنی آیات کو معاذ اللہ ! over rule کر کے اجتہاد کرنے کی ضرورت ہے۔ ڈاکٹر فضل الرحمن ایک ایسے ہی پاکستانی سکالر تھے ‘ جو McGill یونیورسٹی مانٹریال ‘ کینیڈا سے فارغ التحصیل تھے۔ ان کا کہنا تھا کہ قرآن آنحضور ﷺ کا کلام بھی ہوسکتا ہے اور اللہ کا بھی۔ اسی قبیل کے ایک ایرانی سکالر سید حسین نصر بھی ہیں۔ ایسے لوگ یہودی اداروں سے اعلیٰ ڈگریاں حاصل کرتے ہیں اور پھر ساری عمر یہودیوں سے حق وفا داری نبھانے میں لگے رہتے ہیں۔ ایسے لوگوں کی وائٹ ہاؤس سے بھی خصوصی پذیرائی اور حوصلہ افزائی کی جاتی ہے۔"
    },
    {
      "ayah": 30,
      "surah": 22,
      "text": "آیت 30 ذٰلِکَق وَمَنْ یُّعَظِّمْ حُرُمٰتِ اللّٰہِ فَہُوَ خَیْرٌ لَّہٗ عِنْدَ رَبِّہٖ ط ”اللہ نے جس جس چیز کو محترم ٹھہرایا ہے وہ سب ”حرمات اللہ“ ہیں۔ اس میں خود بیت اللہ اور حرمت والے مہینے بھی شامل ہیں۔ پھر جیسا کہ سورة المائدۃ میں ہم پڑھ چکے ہیں کہ قربانی کے جانور جن کی گردنوں میں قلادے ڈالے گئے ہوں وہ بھی اور خود عازمینِ حج اآمِّیْنَ الْبَیْتَ الْحَرَامَ آیت 2 بھی محترم ہیں۔ یہ سب حرمات اللہ ہیں اور ان سب کی تعظیم لازمی ہے۔وَاُحِلَّتْ لَکُمُ الْاَنْعَامُ اِلَّا مَا یُتْلٰی عَلَیْکُمْ ”یعنی خنزیر کے بارے میں واضح طور پر بتادیا گیا کہ وہ حرام ہے۔ باقی بکری ‘ بھیڑ ‘ گائے ‘ اونٹ وغیرہ کی قربانی دی جاسکتی ہے۔فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ”یعنی شرک سے بچنا تمہاری پہلی ترجیح ہونی چاہیے۔ مکہ میں اس وقت بت پرستی عام تھی جو شرک کی بد ترین شکل ہے۔"
    },
    {
      "ayah": 31,
      "surah": 22,
      "text": "آیت 31 حُنَفَآءَ لِلّٰہِ غَیْرَ مُشْرِکِیْنَ بِہٖ ط ”اللہ کی بندگی میں کسی اعتبار اور کسی پہلو سے شرک کا شائبہ تک نہ آنے پائے۔ نہ ذات میں ‘ نہ صفات میں ‘ نہ حقوق میں ‘ نہ اختیارات میں۔وَمَنْ یُّشْرِکْ باللّٰہِ فَکَاَنَّمَا خَرَّ مِنَ السَّمَآءِ ”شرک کرنے والے انسان کی مثال ایسے ہے جیسے وہ کسی بلندی پر رسّی کی مدد سے لٹکا ہوا تھا تو اس کی رسّی کٹ گئی اور وہ یکدم تیزی سے نیچے آ رہا ہے۔ فَتَخْطَفُہُ الطَّیْرُ اَوْ تَہْوِیْ بِہِ الرِّیْحُ فِیْ مَکَانٍ سَحِیْقٍ ”تو ایسے شخص کی اب کیفیت یہ ہے یا تو وہ باز اور عقاب جیسے شکاری پرندوں کے رحم و کرم پر ہوگا یا پھر تیز ہوا کا کوئی جھونکا اسے کسی کھائی میں پٹخ دے گا۔ مشرک کا ایسا انجام اس لیے ہوتا ہے کہ اللہ کا دامن چھوڑ کر وہ بےسہارا ہوجاتا ہے ‘ جبکہ توحید پرست شخص ایک مضبوط سہارے پر قائم ہوتا ہے۔ جیسا کہ سورة ابراہیم کی آیت 27 میں فرمایا گیا ہے : یُثَبِّتُ اللّٰہُ الَّذِیْنَ اٰ مَنُوْا بالْقَوْلِ الثَّابِتِ فِی الْْحَیٰوۃِ الدُّنْیَا وَفِی الْاٰخِرَۃِج ”ثابت قدم رکھتا ہے اللہ اہل ایمان کو قول ثابت کلمۂ توحید کے ساتھ دنیا کی زندگی میں بھی اور آخرت میں بھی۔“"
    },
    {
      "ayah": 32,
      "surah": 22,
      "text": "آیت 32 ذٰلِکَق وَمَنْ یُّعَظِّمْ شَعَآءِرَ اللّٰہِ فَاِنَّہَا مِنْ تَقْوَی الْقُلُوْبِ ”شعائر کی واحد ”شعیرہ“ ہے۔ لغوی اعتبار سے اس لفظ کا تعلق ”شعور“ سے ہے۔ اس مفہوم میں ہر وہ چیز ”شعائر اللہ“ میں سے ہے جس کے حوالے سے اللہ کی ذات ‘ اس کی صفات اور اس کی بندگی کا شعور انسان کے دل میں پیدا ہو۔ اسی حوالے سے سورة البقرۃ میں صفا اور مروہ کو بھی شعائر اللہ کہا گیا ہے : اِنَّ الصَّفَا وَالْمَرْوَۃَ مِنْ شَعَآءِرِ اللّٰہِ ج آیت 158۔ چناچہ خود بیت اللہ ‘ مقام ابراہیم ‘ صفا اور مروہ سب شعائر اللہ میں شامل ہیں۔"
    },
    {
      "ayah": 33,
      "surah": 22,
      "text": "آیت 33 لَکُمْ فِیْہَا مَنَافِعُ الآی اَجَلٍ مُّسَمًّی ”یعنی قربانی کے جانوروں سے فائدہ اٹھانے کی اجازت ہے۔ مثلاً ان پر سواری کی جاسکتی ہے ‘ ان کی اون وغیرہ کو استعمال میں لایا جاسکتا ہے ‘ دودھ پیا جاسکتا ہے اور اس طرح کے دوسرے فوائد بھی حاصل کیے جاسکتے ہیں۔ثُمَّ مَحِلُّہَآ اِلَی الْبَیْتِ الْعَتِیْقِ ”یعنی پھر قربانی کے دن ان جانوروں کو لے جا کر بیت اللہ میں پیش کرنا ہے۔ اصل ”مَنْحَر“ قربان گاہ تو بیت اللہ ہی ہے ‘ مگر اسے منیٰ تک وسعت دے دی گئی ہے۔ پرانے زمانے میں قربان گاہ مروہ کی پہاڑی کے پاس ہوا کرتی تھی اور منیٰ کے جس علاقے میں آج کل قربانی کی جاتی ہے وہ بھی دراصل اسی وادی میں شامل ہے جو مروہ سے شروع ہوتی ہے۔"
    },
    {
      "ayah": 34,
      "surah": 22,
      "text": "فَاِلٰہُکُمْ اِلٰہٌ وَّاحِدٌ فَلَہٗٓ اَسْلِمُوْا ط ”اس کے ہر حکم کو تسلیم کرو اور اس کی مکمل اطاعت قبول کرو۔ ایسا نہ ہو کہ ایک طرف تو قربانی دی جا رہی ہو اور دوسری طرف حرام خوری بھی جا ری ہو۔ حرام کے مال سے ہی قربانی کے جانور خریدے جائیں اور پھر فوٹو بنوا کر اخباروں میں خبریں لگوائی جائیں۔ یہ سب کچھ اللہ کے ہاں قابل قبول نہیں ہے۔ اس کو معبود ماننا ہے تو پھر اس کی مکمل اطاعت قبول کرو اور اس کی حرام کردہ چیزوں میں منہ نہ مارو۔وَبَشِّرِ الْمُخْبِتِیْنَ ””اخبات“ کے معنی اپنے آپ کو پست کرنے اور تواضع و انکساری اختیار کرنے کے ہیں۔"
    },
    {
      "ayah": 35,
      "surah": 22,
      "text": "آیت 35 الَّذِیْنَ اِذَا ذُکِرَ اللّٰہُ وَجِلَتْ قُلُوْبُہُمْ ”یعنی تواضع اختیار کرنے والے لوگوں کی یہ نشانی ہے کہ جب ان کے سامنے اللہ کا ذکر ہوتا ہے تو ان کے دل خوف سے کانپ اٹھتے ہیں۔ یہ مضمون سورة الانفال کی دوسری آیت میں بھی آیا ہے : اِنَّمَا الْمُؤْمِنُوْنَ الَّذِیْنَ اِذَا ذُکِرَ اللّٰہُ وَجِلَتْ قُلُوْبُہُمْ ”مؤمن تو بس وہی ہیں کہ جب اللہ کا ذکر کیا جائے تو ان کے دل لرز اٹھتے ہیں۔“"
    },
    {
      "ayah": 36,
      "surah": 22,
      "text": "آیت 36 وَالْبُدْنَ جَعَلْنٰہَا لَکُمْ مِّنْ شَعَآءِرِ اللّٰہِ ”قربانی کے جانور خاص طور پر اونٹ بھی اللہ کے شعائر میں سے ہیں۔لَکُمْ فِیْہَا خَیْرٌق ”کہ ان کا گوشت تم خود بھی کھاتے ہو اور غرباء کو بھی کھلاتے ہو۔فَاذْکُرُوا اسْمَ اللّٰہِ عَلَیْہَا صَوَآفَّ ج ”صَوَافّ ‘ صافَّۃکی جمع ہے ‘ یعنی صف میں کھڑے ہوئے۔ یہ اونٹوں کی قربانی کا طریقہ بتایا گیا ہے کہ انہیں قبلہ رو صف بستہ کھڑے کر کے نحر کرو۔ چونکہ اونٹ کو گرا کر ذبح کرنا بہت مشکل ہے ‘ اس لیے کھڑے کھڑے ہی اس کی گردن میں برچھا مارا جاتا ہے۔ اس سے اس کی گردن کی بڑی رگ سے خون کا فوارہ چھوٹتا ہے اور جب زیادہ خون نکل جاتا ہے تو وہ خود بخود نیچے گرپڑتا ہے۔ حدیث میں آتا ہے کہ حجۃ الوداع کے موقع پر حضور ﷺ نے سو اونٹوں کی قربانی دی تھی ‘ جن میں سے تریسٹھ اونٹوں کو آپ ﷺ نے اسی طریقے سے خود اپنے دست مبارک سے نحر فرمایا تھا۔ حضور ﷺ جونہی ایک اونٹ کو برچھا مارتے تھے اگلا اونٹ فوراً اپنی گردن حاضر کردیتا تھا۔ گویا آپ ﷺ کے ہاتھوں ذبح ہونا ان کے لیے ایک بہت بڑا عزاز تھا : ؂نشود نصیب دشمن کہ شود ہلاک تیغت سردوستاں سلامت کہ تو خنجر آزمائی !یہ شعور انہیں اللہ تعالیٰ کی طرف سے عطا ہوا تھا۔ اونٹ تو پھر جاندار ہے ‘ اللہ تعالیٰ نے تو ایک سوکھی لکڑی کو ایسا شعور عطا فرما دیا تھا کہ وہ حضور ﷺ کے فراق میں بےقرار ہو کر رونے لگ پڑی تھی۔ یہ ایمان افروز واقعہ احادیث میں تفصیل سے بیان ہوا ہے ‘ جس کا خلاصہ یوں ہے کہ شروع شروع میں مسجد نبوی ﷺ کے اندر حضور ﷺ جس جگہ پر کھڑے ہو کر خطبہ دیا کرتے تھے وہاں کھجور کا ایک خشک تنا موجود تھا۔ آپ ﷺ خطبہ کے لیے کھڑے ہوتے تو اس کے ساتھ ٹیک لگا لیتے۔ بعد میں اس مقصد کے لیے جب منبر بن گیا تو آپ ﷺ نے اس پر کھڑے ہو کر خطبہ دینا پسند فرمایا۔ لیکن جب آپ ﷺ پہلے دن منبر پر تشریف فرما ہوئے تو اس خشک لکڑی سے ایسی آوازیں آنا شروع ہوگئیں جیسے کوئی بچہ بلک بلک کر رو رہا ہو۔ یعنی وہ خشک لکڑی اپنی محرومی پر رو رہی تھی کہ آج کے بعد اسے حضور ﷺ کی معیت نصیب نہیں ہوگی۔ اس روز سے اس کا نام ”حنانہ“ رقت والی پڑگیا۔ بعد میں اس جگہ پر ایک ستون تعمیر کردیا گیا ‘ جو ”ستون حنانہ“ سے موسوم ہے۔ مولانا روم رح نے اپنے اس شعر میں اسی واقعہ کی طرف اشارہ کیا ہے : ؂فلسفی کو منکر حنانہّ است از حواس انبیاء بیگانہ است کہ فلسفی کو ”حنانہ“ ّ جیسے معاملہ کی سمجھ نہیں آسکتی ‘ اس لیے کہ وہ انبیاء کے مقام و مرتبہ سے واقف نہیں ہے۔ وہ تو انبیاء کرام علیہ السلام کو بھی عام لوگوں پر ہی قیاس کرتا ہے۔ ایک عقلیت پسند شخص تو ایسے واقعہ کو تسلیم کرنے سے فوراً انکار کر دے گا۔ سر سید احمد خاں بھلا کیسے تسلیم کرتے کہ ایک سوکھی لکڑی سے رونے کی آواز آسکتی ہے۔ بہر حال پرانے زمانے میں ایسی باتوں کا انکار فلسفی کیا کرتے تھے ‘ آج کل سائنس دان اور عقلیت پرست دانشور ان باتوں کے منکر ہیں۔فَاِذَا وَجَبَتْ جُنُوْبُہَا ”جب خون بہنے سے اونٹ کمزور ہوجاتا ہے تو پھر وہ ایک طرف کو اپنی کروٹ کے بل زمین پر گرپڑتا ہے۔فَکُلُوْا مِنْہَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ط ”ایسے مواقع پر ان سفید پوش ناداروں کو بھی مت بھولوجو اپنی خود داری اور قناعت کے سبب کسی کے آگے دست سوال دراز نہیں کرتے۔ لیکن اس کے ساتھ ساتھ ان محتاجوں کو بھی کھلاؤ جو اپنی محرومی کے ہاتھوں بےقرار ہو کر مانگنے کے لیے آپ کے پاس آگئے ہیں۔کَذٰلِکَ سَخَّرْنٰہَا لَکُمْ لَعَلَّکُمْ تَشْکُرُوْنَ ”اونٹ اتنا بڑا جانور ہے مگر اللہ تعالیٰ نے اسے تمہارے لیے اس انداز سے مسخر کردیا ہے کہ تم اسے برچھا مار کر نحر کرلیتے ہو اور پھر اس کا گوشت کھاتے ہو۔ اس کے لیے تم پر لازم ہے کہ تم اللہ کی نعمتوں کا شکرا دا کیا کرو۔"
    },
    {
      "ayah": 37,
      "surah": 22,
      "text": "آیت 37 لَنْ یَّنَال اللّٰہَ لُحُوْمُہَا وَلَا دِمَآؤُہَا وَلٰکِنْ یَّنَالُہُ التَّقْوٰی مِنْکُمْ ط ”قربانی کا اصل فلسفہ یہی ہے ‘ بلکہ ہر عبادت کا فلسفہ یہی ہے۔ کسی بھی عبادت کا ایک ظاہری پہلو یا ڈھانچہ ہے اور ایک اس کی روح ہے۔ ظاہری ڈھانچہ اپنی جگہ اہم ہے اور وہ اس لیے ضروری ہے کہ اس کے بغیر اس عبادت کا بجا لانا ممکن نہیں ‘ لیکن یہ ظاہری پیکر اصل دین اور اصل مقصود نہیں ہے۔ کسی بھی عبادت سے اصل مقصود اس کی روح ہے۔ اسی نکتہ کو علامہ اقبال ؔ نے ان اشعار میں واضح کیا ہے : ؂رہ گئی رسم اذاں ‘ روح بلالی رض نہ رہی فلسفہ رہ گیا ‘ تلقین غزالی رح نہ رہی اور نماز و روزہ و قربانی و حج یہ سب باقی ہیں ‘ تو باقی نہیں ہے !چنانچہ قربانی کا اصل مقصود ہمارے دلوں کا تقویٰ اور اخلاص ہے۔ اللہ کے ہاں جو چیز اہم ہے وہ یہ ہے کہ جو شخص قربانی دے رہا ہے وہ اپنی معمول کی زندگی میں اس کی نافرمانی سے کتنا ڈرتا ہے ؟ وہ اپنے روز مرہ کے معمولات میں اللہ کے احکام و قوانین کا کس قدر پابند ہے ؟ کس قدر وہ اپنی توانائیاں ‘ اپنی صلاحیتیں اور اپنا مال اللہ کی راہ میں صرف کر رہا ہے ؟ کیا قربانی کے جانور کا اہتمام اس نے رزق حلال سے کیا ہے ؟ اس قربانی کے پیچھے اس کا جذبۂ اطاعت و ایثار کس قدر کارفرما ہے ؟ یہ اور اسی نوعیت کی دوسری شرائط جو قربانی کی اصل روح اور تقویٰ کا تعین کرتی ہیں اگر موجود ہیں تو امید رکھنی چاہیے کہ قربانی اللہ کے حضور قابل قبول ہوگی۔ لیکن اگر یہ سب کچھ نہیں تو ٹھیک ہے آپ نے گوشت کھالیا ‘ کچھ غریبوں کو بھی اس میں سے حصہ مل گیا ‘ اس کے علاوہ شاید قربانی سے اور کچھ فائدہ حاصل نہ ہو۔کَذٰلِکَ سَخَّرَہَا لَکُمْ لِتُکَبِّرُوا اللّٰہَ عَلٰی مَا ہَدٰٹکُمْ ط ”مسلمان سال میں دو عیدیں مناتے ہیں۔ ایک عید الفطر ہے جو روزوں کے بعد آتی ہے اور دوسری عید الاضحیٰ جو حج کے ساتھ منسلک ہے۔ اس ضمن میں یہ نکتہ لائق توجہ ہے کہ سورة البقرۃ کے 23 ویں رکوع میں روزوں کے ذکر کے بعد بھی بالکل یہی حکم وارد ہوا ہے : وَلِتُکَبِّرُوا اللّٰہَ عَلٰی مَا ہَدٰٹکُمْ وَلَعَلَّکُمْ تَشْکُرُوْنَ ”تاکہ تم لوگ اللہ کی تکبیر بیان کرو اس ہدایت پر جس سے اس نے تمہیں سرفراز کیا ہے اور تاکہ تم شکر ادا کیا کرو“۔ یعنی دونوں مواقع پر اللہ کی تکبیر بلند کرتے ہوئے اس کی کبریائی کا اظہار کرنے کی خصوصی ہدایت کی گئی ہے۔ اسی لیے عیدین کی نمازوں کے لیے آتے جاتے تکبیریں پڑھنے کی تاکید احادیث میں ملتی ہے اور عیدین کی نمازوں کے اندر بھی اضافی تکبیریں پڑھی جاتی ہیں۔وَبَشِّرِ الْمُحْسِنِیْنَ ”محسنین سے وہ لوگ مراد ہیں جو اسلام ‘ ایمان اور تقویٰ کی منزلیں طے کرتے ہوئے درجۂ احسان تک پہنچنے کی کوشش کرتے ہیں اور اللہ کی توفیق سے اس درجہ کو حاصل کرلیتے ہیں۔ اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ ! آمین ! ثم آمین !"
    },
    {
      "ayah": 38,
      "surah": 22,
      "text": "اب ہمیں جن آیات کا مطالعہ کرنا ہے ان میں وارد احکام حضور ﷺ کی دعوت و تحریک کی جدوجہد میں ایک نئے موڑ turning point کی حیثیت رکھتے ہیں۔ میرے خیال میں یہ وہی آیات ہیں جو ہجرت کے سفر کے دوران میں نازل ہوئی تھیں۔ قبل ازیں آیت 11 کے ضمن میں حضرت عبداللہ بن عباس رض کی روایت کا حوالہ گزر چکا ہے جس سے ثابت ہوتا ہے کہ اس سورت کی کچھ آیات اثنائے سفر ہجرت میں نازل ہوئی تھیں۔۔ ان آیات کا مضمون اور مقام و محل اس پہلو سے بھی قابل غور ہے کہ سورة البقرۃ کے 23 ویں رکوع میں یعنی تقریباً سورت کے وسط میں رمضان المبارک اور روزے کے احکام و فضائل کا ذکر ہے اور اس کے بعد دو رکوع 24 واں اور 25 واں رکوع قتال فی سبیل اللہ اور مناسک حج کے احکام پر مشتمل ہیں۔ بالکل اسی طرح یہاں بھی اس سورت کے تقریباً وسط میں دو رکوع مناسک حج پر مشتمل ہیں اور اس کے فوراً بعد اب قتال فی سبیل اللہ کا ذکر آ رہا ہے۔ اس سے اگرچہ سورة البقرۃ اور سورة الحج کی باہمی مشابہت بھی ظاہر ہوتی ہے لیکن ایک بہت اہم حقیقت یہ واضح ہوتی ہے کہ ان دونوں مضامین حج اور قتال فی سبیل اللہ میں بہت گہرا ربط ہے۔ اس ربط اور تعلق کی وجہ بظاہر یہ نظر آتی ہے کہ کعبۃ اللہ جو خدائے واحد کی عبادت کے لیے بنایا گیا تھا وہ ان آیات کے نزول کے وقت مشرکین کے زیر تسلط تھا اور توحید کے اس مرکز کو انہوں نے شرک کا اڈّا بنایا ہوا تھا۔ چناچہ اس وقت امت مسلمہ کا پہلا فرض منصبی یہ قرار پایا کہ وہ اللہ کے اس گھر کو مشرکین کے تسلط سے واگزار کرا کے اسے واقعتا توحید کا مرکز بنائے۔ لیکن یہ کام دعوت اور وعظ سے ہونے والا تو نہیں تھا ‘ اس کے لیے طاقت کا استعمال ناگزیر تھا۔ یہی وجہ ہے کہ ان دونوں مقامات پر حج بیت اللہ کے احکام کے ساتھ ساتھ قتال فی سبیل اللہ کا تذکرہ ہے۔آیت 38 اِنَّ اللّٰہَ یُدٰفِعُ عَنِ الَّذِیْنَ اٰمَنُوْا ط ”اس تحریک میں اب جو نیا دور شروع ہونے جا رہا ہے اس میں مسلح تصادم نا گزیر ہے۔ چناچہ آیت زیر نظر کا اصل پیغام یہ ہے کہ اس رزم گاہ میں اہل ایمان خود کو تنہا نہ سمجھیں۔ ان کی مدد اور نصرت کے لیے اور ان کے دشمنوں کو بیخ و بنُ سے اکھاڑ پھینکنے کے لیے اللہ ان کی پشت پر موجود ہے۔اِنَّ اللّٰہَ لَا یُحِبُّ کُلَّ خَوَّانٍ کَفُوْرٍ ”یہ یقیناً مشرکین مکہ کا تذکرہ ہے ‘ جو ایک طرف خیانت کی انتہائی حدود کو پھلانگ گئے تو دوسری طرف ناشکری میں بھی ننگ انسانیت ٹھہرے۔ یہ لوگ حضرت ابراہیم اور حضرت اسماعیل علیہ السلام کی وراثت کے امین تھے۔ بیت اللہ گویا ان لوگوں کے پاس ان بزرگوں کی امانت تھی۔ یہ گھر تو تعمیر ہی اللہ کی عبادت کے لیے ہوا تھا۔ حضرت ابراہیم علیہ السلام نے اس کی گواہی ان الفاظ میں دی تھی : رَبَّنَا لِیُقِیْمُوا الصَّلٰوۃَ ابراہیم : 37 کہ پروردگار ! میں اپنی اولاد کو اس گھر کے پہلو میں اس لیے بسانے جا رہا ہوں کہ یہ لوگ تیری عبادت کریں۔ پھر آپ علیہ السلام نے اپنے اور اپنی اولاد کے لیے یہ دعا بھی کی تھی : وَاجْنُبْنِیْ وَبَنِیَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ابراہیم کہ پروردگار ! مجھے اور میری اولاد کو بت پرستی کی لعنت سے بچائے رکھنا۔ چناچہ مشرکین مکہّ نے اللہ کے اس گھر اور توحید کے اس مرکز کو شرک سے آلودہ کر کے اللہ تعالیٰ ہی کی نافرمانی نہیں کی تھی بلکہ حضرت ابراہیم علیہ السلام کی متبرک امانت میں خیانت کا ارتکاب بھی کیا تھا۔دوسری طرف یہ لوگ اپنے کرتوتوں سے اللہ کی نا شکری کے مرتکب بھی ہوئے۔ وہ خوب جانتے تھے کہ پورے جزیرہ نمائے عرب میں مکہ کو جو مرکزی حیثیت حاصل ہے وہ بیت اللہ کی وجہ سے ہے۔ وہ اس حقیقت سے بھی اچھی طرح واقف تھے کہ مشرق و مغرب کے درمیان تجارتی میدان میں ان کی اجارہ داری خانہ کعبہ ہی کے طفیل قائم ہے۔ انہیں یہ بھی معلوم تھا کہ شام موسم گرما اور یمن موسم سرما کے درمیان ان کے قافلے قبائلی حملوں اور روایتی لوٹ مار سے محفوظ رہتے تھے تو صرف اس لیے کہ وہ بیت اللہ کے متولی تھے۔ یہی وہ حقائق تھے جن کی طرف ان کی توجہ سورة القریش میں دلائی گئی ہے : لِاِیْلٰفِ قُرَیْشٍ۔ اٖلٰفِہِمْ رِحْلَۃَ الشِّتَآءِ وَالصَّیْفِ فَلْیَعْبُدُوْا رَبَّ ہٰذَا الْبَیْتِ۔ الَّذِیْٓ اَطْعَمَہُمْ مِّنْ جُوْعٍلا وَّاٰمَنَہُمْ مِّنْ خَوْفٍ ”قریش کو مانوس کرنے کے لیے ! انہیں سردیوں اور گرمیوں کے سفر سے مانوس کرنے کے لیے ! پس انہیں چاہیے کہ وہ اس سب کچھ کے شکر میں اس گھر کے رب کی بندگی کریں ‘ جس نے انہیں بھوک میں کھانا کھلایا ‘ اور خوف میں امن بخشا۔“مگر اس سب کچھ کے باوجود انہوں نے نا شکری کی انتہا کردی۔ انہوں نے اللہ کی بندگی کے بجائے بت پرستی اختیار کی اور بیت اللہ کو توحید کا مرکز بنانے کے بجائے اسے ُ بت خانے میں تبدیل کردیا۔ اس پس منظر کو ذہن نشین کر کے آیت زیر نظر کا مطالعہ کیا جائے تو سیاق وسباق بالکل واضح ہوجاتا ہے کہ وہ خائن اور ناشکرے لوگ کون ہیں جنہیں اللہ پسند نہیں کرتا۔"
    },
    {
      "ayah": 39,
      "surah": 22,
      "text": "آیت 39 اُذِنَ لِلَّذِیْنَ یُقٰتَلُوْنَ بِاَنَّہُمْ ظُلِمُوْا ط ”سالہا سال سے انہیں تشدد و تعذیب کا نشانہ بنایا جا رہا تھا۔ نت نئے طریقوں سے انہیں ستایا جا رہا تھا۔ انہیں گھر بار چھوڑنے پر مجبور کردیا گیا۔ اب تک اللہ تعالیٰ نے ایک حکم کے ذریعے ان کے ہاتھ باندھ رکھے تھے۔ یہ حکم اگرچہ وحی جلی کی صورت میں قرآن میں نہیں آیا مگر سورة النساء کی آیت 77 میں کُفُّوْا اَیْدِیَکُمْ کے الفاظ میں تصدیق کی گئی ہے کہ انہیں اپنے ہاتھ روکنے کا حکم دیا گیا تھا۔ اس سے یہی ثابت ہوتا ہے کہ وحی خفی کے ذریعے حضور ﷺ کو یہ حکم دیا گیا تھا اور آپ ﷺ نے تمام اہل ایمان کو اس سے مطلع فرما دیا تھا کہ خواہ کچھ بھی ہوجائے ‘ تمہیں ٹکڑے ٹکڑے کردیا جائے ‘ تمہیں زندہ بھون کر کباب کردیا جائے ‘ تم لوگ جواب میں ہاتھ نہیں اٹھاؤ گے۔ بہر حال اب تک تو یہ حکم تھا ‘ مگر اب ان کے ہاتھ کھولے جا رہے ہیں۔ اب انہیں اجازت دی جا رہی ہے کہ آئندہ وہ اینٹ کا جواب پتھر سے دے سکتے ہیں۔وَاِنَّ اللّٰہَ عَلٰی نَصْرِہِمْ لَقَدِیْرُ نِ ”تاکیداً یہاں پھر فرما دیا گیا کہ وہ اپنے آپ کو اکیلا نہ سمجھیں ‘ یقیناً اللہ ان کی مدد پر پوری طرح قادر ہے اور وہ ضرور ان کی بھرپور مدد فرمائے گا۔"
    },
    {
      "ayah": 4,
      "surah": 22,
      "text": "آیت 3 وَمِنَ النَّاسِ مَنْ یُّجَادِلُ فِی اللّٰہِ بِغَیْرِ عِلْمٍ وَّیَتَّبِعُ کُلَّ شَیْطٰنٍ مَّرِیْدٍ ”آج کے نام نہاد مذہبی سکالرز اور دانشور بھی اس آیت کا مصداق ہیں ‘ جو عملی طور پر غیر مسلم مغربی تہذیب کی نقالی کرتے نظر آتے ہیں۔ یہ لوگ ذہنی طور پر مغربی افکار و نظریات سے مرعوب ہیں اور ان نظریات کا ہر طریقے سے پرچار کرنا اپنا فرض سمجھتے ہیں۔ ان میں ایسے لوگ بھی ہیں جو حدیث کی ضرورت و اہمیت کے سرے سے منکر ہیں۔ ان کی روشن خیالی انہیں باور کراتی ہے کہ قرآنی احکام صرف ایک زمانے تک قابل قبول تھے اور انسان کے لیے ہمیشہ ان کا پابند رہنا ممکن نہیں۔ لہٰذا نئے زمانے کی ضروریات کے مطابق قرآنی آیات کو معاذ اللہ ! over rule کر کے اجتہاد کرنے کی ضرورت ہے۔ ڈاکٹر فضل الرحمن ایک ایسے ہی پاکستانی سکالر تھے ‘ جو McGill یونیورسٹی مانٹریال ‘ کینیڈا سے فارغ التحصیل تھے۔ ان کا کہنا تھا کہ قرآن آنحضور ﷺ کا کلام بھی ہوسکتا ہے اور اللہ کا بھی۔ اسی قبیل کے ایک ایرانی سکالر سید حسین نصر بھی ہیں۔ ایسے لوگ یہودی اداروں سے اعلیٰ ڈگریاں حاصل کرتے ہیں اور پھر ساری عمر یہودیوں سے حق وفا داری نبھانے میں لگے رہتے ہیں۔ ایسے لوگوں کی وائٹ ہاؤس سے بھی خصوصی پذیرائی اور حوصلہ افزائی کی جاتی ہے۔"
    },
    {
      "ayah": 40,
      "surah": 22,
      "text": "آیت 40 الَّذِیْنَ اُخْرِجُوْا مِنْ دِیَارِہِمْ بِغَیْرِ حَقٍّ ”یعنی مہاجرین جنہیں اپنے اہل و عیال اور گھر بار چھوڑ کر مکہّ سے نکل جانے پر مجبور کردیا گیا تھا۔اِلَّآ اَنْ یَّقُوْلُوْا رَبُّنَا اللّٰہُ ط ”ان کا جرم بس یہ تھا کہ وہ اہل مکہ کے باطل معبودوں کو چھوڑ کر صرف ایک اللہ کو اپنا رب اور معبود مانتے تھے ‘ جس کی پاداش میں انہیں گھر بار چھوڑنے پر مجبور کردیا گیا۔وَلَوْلَا دَفْعُ اللّٰہِ النَّاسَ بَعْضَہُمْ بِبَعْضٍ ”یہ مضمون اس سے پہلے سورة البقرۃ کی آیت 251 میں بھی آچکا ہے۔ وہاں پر مشرک بادشاہ جالوت کے ساتھ حضرت طالوت کی جنگ کا ذکر کرنے کے بعد یہ اصول بیان فرمایا گیا کہ اللہ تعالیٰ وقتاً فوقتاً زمین کی صفائی کرتا رہتا ہے۔ فاسد لوگ ہوں یا فاسد تہذیب و ثقافت ‘ جب ان کا فساد زمین میں ایک حد سے تجاوز کرنے لگتا ہے تو اللہ تعالیٰ اپنی مشیت سے اسے کسی دوسری طاقت کے ذریعے نیست و نابود کردیتا ہے۔ سورة البقرۃ کی مذکورہ آیت میں فرمایا گیا کہ اگر اللہ ایسے نہ کرتا تو : لَفَسَدَتِ الْاَرْضُ زمین میں ہر طرف فساد ہی فساد ہوتا۔ البتہ یہاں اس بگاڑ یا فساد کے ایک دوسرے پہلو کی طرف توجہ دلائی گئی ہے :لَّہُدِّمَتْ صَوَامِعُ وَبِیَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ یُذْکَرُ فِیْہَا اسْمُ اللّٰہِ کَثِیْرًا ط ”صَلَوٰتٌ‘ صلوٰۃ کی جمع ہے۔ صَلَوتَا عبرانی زبان کا لفظ ہے اور اس سے مراد یہودیوں کے عبادت خانے Cinygogs ہیں۔ دراصل عبرانی اور عربی زبانوں میں بہت مشابہت پائی جاتی ہے۔ یوں لگتا ہے جیسے یا تو ان کا آپس میں ماں بیٹی کا رشتہ ہے یا پھر دونوں سگی بہنیں ہیں۔ یعنی یا تو عربی زبان عبرانی سے نکلی ہے اور یا یہ دونوں کسی ایک زبان کی شاخیں ہیں۔ چناچہ ان دونوں میں بہت سے الفاظ باہم مشابہ ہیں۔ مثلا عربی کے لفظ ”سلام“ کی جگہ عبرانی میں ”شولوم“ بولا جاتا ہے۔ اسی طرح عبرانی کے ”یوم کپور“ کو عربی میں ”یوم کفارہ“ ّ کہا جاتا ہے۔ یعنی لفظ ”یوم“ تو جوں کا توں ویسے ہی ہے جبکہ ”کپور“ اور ”کفارہ“ میں بنیادی فرق ”پ“ اور ”ف“ کا ہے۔ عربی میں چونکہ ”پ“ نہیں ہے اس لیے اکثر زبانوں کی ”پ“ کی آواز عربی میں آکر ”ف“ سے بدل جاتی ہے۔ جیسے اس سے پہلے سورة الانبیاء کی آیت 85 کے تحت ”ذو الکفل“ ِ کے حوالے سے ہندی کے لفظ ”کپل“ کا عربی کے ِ ”کفل“ کی صورت اختیار کرنے کا ذکر ہوا تھا۔ بہر حال عبرانی اور عربی زبانوں کے الفاظ اور ان کی اصطلاحات میں اکثر مشابہت پائی جاتی ہے۔تو اگر اللہ تعالیٰ اپنی مشیت کے مطابق کچھ لوگوں کو کچھ لوگوں کے ذریعے دفع نہ کرتا رہتا ‘ یعنی مفسد قوتوں کو نیست و نابود نہ کرتا رہتا تو دنیا میں تمام مذاہب کی جتنی بھی عبادت گاہیں ہیں وہ سب کی سب منہدم کردی جاتیں۔ ظاہر ہے یہ تمام عبادت گاہیں اپنے اپنے وقت میں ایک اللہ کی عبادت کے لیے بنائی گئی تھیں۔وَلَیَنْصُرَنَّ اللّٰہُ مَنْ یَّنْصُرُہٗ ط ”ان الفاظ میں اہل ایمان کے لیے یہ بہت بڑی خوشخبری ہے۔ لہٰذا آیت کا یہ ٹکڑا ہر مسلمان کو ازبر ہونا چاہیے۔ اس عبارت میں تاکید کا جو اسلوب اختیار کیا گیا ہے وہ عربی زبان میں انتہائی تاکید کے لیے اختیار کیا جاتا ہے۔ فعل مضارع سے پہلے لام مفتوح زبر کے ساتھ بھی حرف تاکید ہے ‘ جبکہ آخر میں نون مشددّ سے معنی میں مزید تاکید پیدا ہوتی ہے۔ جیسے اَفْعَلُ کے معنی ہیں کہ میں یہ کروں گا ‘ لیکن لَاَفْعَلَنََّّ کے معنی ہوں گے کہ میں یہ لازماً کر کے رہوں گا۔لیکن اس سلسلے میں یہ بات بھی یاد رکھنے کی ہے کہ یہ یک طرفہ معاملہ نہیں ہے ‘ بلکہ یہ وعدہ مشروط ہے۔ تم اللہ کی مدد کرو گے تو اللہ تمہاری مدد کرے گا ! جیسے سورة البقرۃ کی آیت 152 میں فرمایا گیا ہے : فَاذْکُرُوْنِیْٓ اَذْکُرْکُمْ کہ تم مجھے یاد رکھو ‘ میں تمہیں یاد رکھوں گا۔ یہ نہیں ہوسکتا ہے کہ تم لوگ اللہ کے باغیوں کے ساتھ دوستی کی پینگیں بڑھاؤ ‘ تمہاری وفاداریاں اللہ کے دشمنوں کے ساتھ ہوں اور پھر بھی تم چاہو کہ وہ تمہاری مدد کرے۔ اس سلسلے میں اسی سورت کی آیت 15 کا مضمون بھی مد نظر رکھنا ضروری ہے ‘ جس میں اللہ کی مدد پر بندۂ مؤمن کے پختہ یقین کا معاملہ زیر بحث آیا ہے۔ دراصل یہ بندۂ مؤمن کا ”یقین“ ہی ہے جو اس کے صبر و استقامت اور ثبات و استقلال کے لیے سہارا فراہم کرتا ہے۔ اور اگر دل میں یقین کی جگہ بےیقینی ڈیرے جما لے اور اس بےیقینی کے ہاتھوں نصرت الٰہی کی امید کی رسی ہی کٹ جائے تو پھر ایسے شخص کے لیے دنیا میں اور کوئی سہارا نہیں رہتا۔اِنَّ اللّٰہَ لَقَوِیٌّ عَزِیْزٌ ”یعنی اللہ نے تمہاری مدد کا وعدہ کیا ہے تو جان لو کہ وہ زبردست طاقت کا مالک اور ہر وقت ‘ ہر جگہ تمہاری مدد پر پوری طرح قادر ہے۔"
    },
    {
      "ayah": 41,
      "surah": 22,
      "text": "آیت 41 اَلَّذِیْنَ اِنْ مَّکَّنّٰہُمْ فِی الْاَرْضِ ””تمکن“ کا ذکر اس سے پہلے حضرت یوسف علیہ السلام کے حوالے سے سورة یوسف علیہ السلام کی آیت 21 اور 56 میں بھی آچکا ہے : وَکَذٰلِکَ مَکَّنَّا لِیُوْسُفَ فِی الْاَرْضِز ”اور اسی طرح ہم نے یوسف علیہ السلام کو زمین میں تمکن عطا کیا“۔ تو اپنے ان مؤمن بندوں کو اگر ہم کسی خطۂ زمین کا اختیار و اقتدار عطا کریں گے تو ان کا لائحہ عمل کیا ہوگا ؟اَقَامُوا الصَّلٰوۃَ ”مؤمنین کو اگر کسی ملک پر حکومت کرنے کا اختیار ملے گا تو وہ اپنی پہلی ترجیح کے طور پر نماز کا نظام قائم کریں گے۔ چناچہ رسول اللہ ﷺ نے مدینہ پہنچتے ہی جمعہ کے قیام کا اہتمام فرمایا اور اقامت صلوٰۃ کے لیے ترجیحی بنیادوں پر مسجد نبوی کی تعمیر کی۔وَاٰتَوُا الزَّکٰوۃَ ”پھر زکوٰۃ کا باقاعدہ نظام قائم کیا جائے گا تاکہ معاشرے کے پس ماندہ طبقہ سے تعلق رکھنے والے افراد کی کفالت کا بندوبست ہو سکے۔وَلِلّٰہِ عَاقِبَۃُ الْاُمُوْرِ ”اگر یہ روایت صحیح ہے کہ یہ آیات سفر ہجرت کے دوران میں نازل ہوئی تھیں تو ان میں سے خصوصی طور پر یہ آیت حضور ﷺ کے مدینہ تشریف آوری کے فوراً بعد کی صورت حال کے لیے ایک منشور manifesto کا درجہ رکھتی ہے۔ چونکہ عنقریب مدینہ میں آپ ﷺ کا ورود ایک بےتاج بادشاہ کی حیثیت سے ہونے والا تھا اور مدینہ پہنچتے ہی آپ ﷺ کو اختیار و اقتدار ملنے والا تھا اس لیے اللہ تعالیٰ نے پیشگی بتادیا کہ اس صورت حال میں آپ ﷺ کی ترجیحات کیا ہوں گی۔ چناچہ جس طرح آج کل ہر سیاسی پارٹی الیکشن سے پہلے اپنا منشور جاری کرتی ہے کہ حکومت ملنے کی صورت میں ہماری ترجیحات کیا ہوں گی ‘ اسی طرح اللہ تعالیٰ نے اس آیت میں اہل ایمان کو ہمیشہ کے لیے ایک منشور عطا کردیا ہے کہ کسی ملک میں اقتدار ملنے کی صورت میں انہیں کون کون سے امور ترجیحی بنیادوں پر انجام دینے ہوں گے۔یہ وہ خاص آیات 38 تا 41 ہیں جن کی وجہ سے بعض لوگ اس سورت کو مدنی سورت سمجھتے ہیں ‘ البتہ درست موقف یہی ہے کہ یہ آیات یا تو اثنائے سفر ہجرت میں نازل ہوئیں یا نبی اکرم ﷺ کے مدینہ پہنچنے کے فوراً بعد۔ لیکن انہیں مضامین حج کی مناسبت سے اس مکی سورت میں اس مقام پر رکھ دیا گیا۔ اس کے بعد اگلی آیت سے دوبارہ مکی انداز کے مضامین کا آغاز ہو رہا ہے۔"
    },
    {
      "ayah": 42,
      "surah": 22,
      "text": "آیت 41 اَلَّذِیْنَ اِنْ مَّکَّنّٰہُمْ فِی الْاَرْضِ ””تمکن“ کا ذکر اس سے پہلے حضرت یوسف علیہ السلام کے حوالے سے سورة یوسف علیہ السلام کی آیت 21 اور 56 میں بھی آچکا ہے : وَکَذٰلِکَ مَکَّنَّا لِیُوْسُفَ فِی الْاَرْضِز ”اور اسی طرح ہم نے یوسف علیہ السلام کو زمین میں تمکن عطا کیا“۔ تو اپنے ان مؤمن بندوں کو اگر ہم کسی خطۂ زمین کا اختیار و اقتدار عطا کریں گے تو ان کا لائحہ عمل کیا ہوگا ؟اَقَامُوا الصَّلٰوۃَ ”مؤمنین کو اگر کسی ملک پر حکومت کرنے کا اختیار ملے گا تو وہ اپنی پہلی ترجیح کے طور پر نماز کا نظام قائم کریں گے۔ چناچہ رسول اللہ ﷺ نے مدینہ پہنچتے ہی جمعہ کے قیام کا اہتمام فرمایا اور اقامت صلوٰۃ کے لیے ترجیحی بنیادوں پر مسجد نبوی کی تعمیر کی۔وَاٰتَوُا الزَّکٰوۃَ ”پھر زکوٰۃ کا باقاعدہ نظام قائم کیا جائے گا تاکہ معاشرے کے پس ماندہ طبقہ سے تعلق رکھنے والے افراد کی کفالت کا بندوبست ہو سکے۔وَلِلّٰہِ عَاقِبَۃُ الْاُمُوْرِ ”اگر یہ روایت صحیح ہے کہ یہ آیات سفر ہجرت کے دوران میں نازل ہوئی تھیں تو ان میں سے خصوصی طور پر یہ آیت حضور ﷺ کے مدینہ تشریف آوری کے فوراً بعد کی صورت حال کے لیے ایک منشور manifesto کا درجہ رکھتی ہے۔ چونکہ عنقریب مدینہ میں آپ ﷺ کا ورود ایک بےتاج بادشاہ کی حیثیت سے ہونے والا تھا اور مدینہ پہنچتے ہی آپ ﷺ کو اختیار و اقتدار ملنے والا تھا اس لیے اللہ تعالیٰ نے پیشگی بتادیا کہ اس صورت حال میں آپ ﷺ کی ترجیحات کیا ہوں گی۔ چناچہ جس طرح آج کل ہر سیاسی پارٹی الیکشن سے پہلے اپنا منشور جاری کرتی ہے کہ حکومت ملنے کی صورت میں ہماری ترجیحات کیا ہوں گی ‘ اسی طرح اللہ تعالیٰ نے اس آیت میں اہل ایمان کو ہمیشہ کے لیے ایک منشور عطا کردیا ہے کہ کسی ملک میں اقتدار ملنے کی صورت میں انہیں کون کون سے امور ترجیحی بنیادوں پر انجام دینے ہوں گے۔یہ وہ خاص آیات 38 تا 41 ہیں جن کی وجہ سے بعض لوگ اس سورت کو مدنی سورت سمجھتے ہیں ‘ البتہ درست موقف یہی ہے کہ یہ آیات یا تو اثنائے سفر ہجرت میں نازل ہوئیں یا نبی اکرم ﷺ کے مدینہ پہنچنے کے فوراً بعد۔ لیکن انہیں مضامین حج کی مناسبت سے اس مکی سورت میں اس مقام پر رکھ دیا گیا۔ اس کے بعد اگلی آیت سے دوبارہ مکی انداز کے مضامین کا آغاز ہو رہا ہے۔"
    },
    {
      "ayah": 43,
      "surah": 22,
      "text": "آیت 41 اَلَّذِیْنَ اِنْ مَّکَّنّٰہُمْ فِی الْاَرْضِ ””تمکن“ کا ذکر اس سے پہلے حضرت یوسف علیہ السلام کے حوالے سے سورة یوسف علیہ السلام کی آیت 21 اور 56 میں بھی آچکا ہے : وَکَذٰلِکَ مَکَّنَّا لِیُوْسُفَ فِی الْاَرْضِز ”اور اسی طرح ہم نے یوسف علیہ السلام کو زمین میں تمکن عطا کیا“۔ تو اپنے ان مؤمن بندوں کو اگر ہم کسی خطۂ زمین کا اختیار و اقتدار عطا کریں گے تو ان کا لائحہ عمل کیا ہوگا ؟اَقَامُوا الصَّلٰوۃَ ”مؤمنین کو اگر کسی ملک پر حکومت کرنے کا اختیار ملے گا تو وہ اپنی پہلی ترجیح کے طور پر نماز کا نظام قائم کریں گے۔ چناچہ رسول اللہ ﷺ نے مدینہ پہنچتے ہی جمعہ کے قیام کا اہتمام فرمایا اور اقامت صلوٰۃ کے لیے ترجیحی بنیادوں پر مسجد نبوی کی تعمیر کی۔وَاٰتَوُا الزَّکٰوۃَ ”پھر زکوٰۃ کا باقاعدہ نظام قائم کیا جائے گا تاکہ معاشرے کے پس ماندہ طبقہ سے تعلق رکھنے والے افراد کی کفالت کا بندوبست ہو سکے۔وَلِلّٰہِ عَاقِبَۃُ الْاُمُوْرِ ”اگر یہ روایت صحیح ہے کہ یہ آیات سفر ہجرت کے دوران میں نازل ہوئی تھیں تو ان میں سے خصوصی طور پر یہ آیت حضور ﷺ کے مدینہ تشریف آوری کے فوراً بعد کی صورت حال کے لیے ایک منشور manifesto کا درجہ رکھتی ہے۔ چونکہ عنقریب مدینہ میں آپ ﷺ کا ورود ایک بےتاج بادشاہ کی حیثیت سے ہونے والا تھا اور مدینہ پہنچتے ہی آپ ﷺ کو اختیار و اقتدار ملنے والا تھا اس لیے اللہ تعالیٰ نے پیشگی بتادیا کہ اس صورت حال میں آپ ﷺ کی ترجیحات کیا ہوں گی۔ چناچہ جس طرح آج کل ہر سیاسی پارٹی الیکشن سے پہلے اپنا منشور جاری کرتی ہے کہ حکومت ملنے کی صورت میں ہماری ترجیحات کیا ہوں گی ‘ اسی طرح اللہ تعالیٰ نے اس آیت میں اہل ایمان کو ہمیشہ کے لیے ایک منشور عطا کردیا ہے کہ کسی ملک میں اقتدار ملنے کی صورت میں انہیں کون کون سے امور ترجیحی بنیادوں پر انجام دینے ہوں گے۔یہ وہ خاص آیات 38 تا 41 ہیں جن کی وجہ سے بعض لوگ اس سورت کو مدنی سورت سمجھتے ہیں ‘ البتہ درست موقف یہی ہے کہ یہ آیات یا تو اثنائے سفر ہجرت میں نازل ہوئیں یا نبی اکرم ﷺ کے مدینہ پہنچنے کے فوراً بعد۔ لیکن انہیں مضامین حج کی مناسبت سے اس مکی سورت میں اس مقام پر رکھ دیا گیا۔ اس کے بعد اگلی آیت سے دوبارہ مکی انداز کے مضامین کا آغاز ہو رہا ہے۔"
    },
    {
      "ayah": 44,
      "surah": 22,
      "text": "فَاَمْلَیْتُ لِلْکٰفِرِیْنَ ثُمَّ اَخَذْتُہُمْج فَکَیْفَ کَانَ نَکِیْرِ ”ان اقوام کے انجام سے متعلق تفصیلات قرآن میں بار بار بیان ہوئی ہیں۔"
    },
    {
      "ayah": 45,
      "surah": 22,
      "text": "آیت 45 فَکَاَیِّنْ مِّنْ قَرْیَۃٍ اَہْلَکْنٰہَا وَہِیَ ظَالِمَۃٌ ”اللہ تعالیٰ نے اس سے پہلے جس جس بستی کو ہلاک کیا ان کے باسی مجرم اور گناہگار تھے۔ جب بھی کوئی بستی کفر و شرک اور دوسرے گناہوں کے سبب معصیت اور برائی کا مرکز بن جاتی تو اس کا وجود معاشرے کے لیے خطرے کی علامت بن جاتا۔ چناچہ جس طرح انسانی جسم کا کوئی حصہ گل سڑ کرّ متعفن مواد سے بھر جائے تو باقی جسم کو محفوظ رکھنے کے لیے اس حصے یا عضو کو کاٹ پھینکنا نا گزیر ہوجاتا ہے ‘ بالکل اسی طرح اللہ کی مشیت سے ہر ایسی بستی کو صفحہ ہستی سے مٹا دیا گیا۔وَبِءْرٍ مُّعَطَّلَۃٍ ”ان تباہ ہونے والی بستیوں میں کتنے کنویں ہوں گے جو کسی وقت بڑی محنت سے کھودے گئے ہوں گے۔ اپنے اپنے وقت پر ان کنووں پر پانی بھرنے والے لوگوں کے کیسے کیسے جمگھٹے رہا کرتے ہوں گے ‘ مگر اب وہ کنویں ویران و معطل پڑے ہیں۔وَّقَصْرٍ مَّشِیْدٍ ”ان قوموں کے گچ کاری کیے گئے مضبوط اور عالی شان محل اب کھنڈرات میں تبدیل ہوئے پڑے ہیں۔ سپین میں جا کر الحمرا کو دیکھو ! ‘ کبھی یہ محل مسلمان فرمانرواؤں کا مسکن تھا ‘ آج اس کی کیا کیفیت ہے ؟ قرطبہ کی عالی شان مسجد کو دیکھو ! جہاں اب نہ کوئی سجدہ کرنے والا ہے اور نہ وہاں کسی کو سجدہ کرنے کی اجازت ہے۔[ بئرٍ اور قَصْرٍ ، قَرْیۃٍ پر عطف ہیں۔ ]"
    },
    {
      "ayah": 46,
      "surah": 22,
      "text": "آیت 46 اَفَلَمْ یَسِیْرُوْا فِی الْاَرْضِ فَتَکُوْنَ لَہُمْ قُلُوْبٌ یَّعْقِلُوْنَ بِہَآ ”اگر یہ لوگ عقل اور سمجھ سے کام لیتے تو پیغمبروں کو جھٹلانے والی قوموں کی بستیوں کے کھنڈرات کو دیکھ کر عبرت پکڑتے اور اصل بات کی تہہ تک پہنچتے۔ اس آیت میں ایک بہت اہم نکتہ بیان ہوا ہے کہ یہاں لفظ ”قلب“ کے ساتھ عقل اور سمجھنے کے تعلق کی بات ہوئی ہے۔ یہ بات کئی دفعہ اس سے پہلے بھی میں دہرا چکا ہوں کہ انسان ایک مرکب وجود کا حامل ہے۔ اس مرکب کی ایک اکائی تو اس کا جسم ہے جو خالص ایک حیوانی وجود ہے۔ اس وجود میں حیوانوں کی تمام تر خصوصیات faculties موجود ہیں۔ اس لحاظ سے انسان گویا اعلیٰ ترین حیوان ہے ‘ یعنی اپنے جسم کی ساخت کے اعتبار سے وہ تمام حیوانوں سے افضل ہے۔ لیکن اپنے اس حیوانی وجود کے ساتھ ساتھ انسان اپنا ایک روحانی وجود بھی رکھتا ہے ‘ جو اس کے حیوانی وجود سے علیحدہ اور مستقل بالذات وجود ہے۔ انسان کے ان دونوں وجودوں کے ملاپ اور امتزاج کی ترکیب اور کیفیت کے متعلق ہم کچھ بھی ادراک نہیں رکھتے۔ ہم تو یہ بھی نہیں جانتے کہ انسانی وجود کے اندر جو ”جان“ life ہے وہ کہاں ہے ؟ کیا یہ جان دل میں ہے ؟ لیکن دل تو آج کل بدل بھی دیا جاتا ہے اور جان وہیں کی وہیں رہتی ہے۔ تو کیا یہ جان دل سے متعلق ہے یا دماغ سے متعلق ؟ حقیقت بہر حال یہی ہے کہ اس کے متعلق ہم واقعی نہیں جانتے۔ تو جب ہم جان کے متعلق ہی کچھ نہیں جانتے تو اس سے آگے بڑھ کر ”روح“ کے متعلق ہم کیا جان سکتے ہیں کہ انسان کی روح اس کے جسم کے اندر کس طور سے صحبت پذیر ہے ؟ اتصالے ّ بےتکیف بےقیاس ! ہست رب الناسّ را با جان ناس انسان کے حیوانی اور روحانی وجود میں باہم مصاحبت اور اتصال تو ہے ‘ لیکن اس کی نوعیت واقعتا کیا ہے ؟ بقول شاعر یہ مصاحبت اور اتصال ”بےتکیف و بےقیاس“ ہے۔ نہ اس کی کیفیت معلوم ہوسکتی ہے اور نہ ہی اسے کسی اور چیز پر قیاس کیا جاسکتا ہے ‘ لیکن انسان کے دو علیحدہ علیحدہ وجود بہر حال موجود ہیں۔ ان میں سے اس کا روحانی وجود بہت پہلے عالم ارواح میں پیدا کیا گیا تھا ‘ جس کا حوالہ سورة الانعام کی آیت 94 میں اس طرح آیا ہے : کَمَا خَلَقْنٰکُمْ اَوَّلَ مَرَّۃٍ جبکہ ہر انسان کے مادی یا جسمانی وجود کی پیدائش اس دنیا یا عالم خلق کے اندر اپنے اپنے وقت پر ہوتی ہے۔اس ساری تفصیل میں سیاق وسباق کے حوالے سے سمجھنے کی اصل بات یہ ہے کہ انسان کے دونوں وجودوں میں سے ہر وجود کی اپنی اپنی صلاحیتیں اور اپنے اپنے ذرائع علم ہیں۔ روح کی اپنی عقل ‘ اپنی بصارت اور اپنی سماعت ہے ‘ جبکہ حیوانی وجود کی اپنی عقل ہے ‘ اپنی آنکھیں اور اپنے کان ہیں۔ سورة بنی اسرائیل کی اس آیت میں حیوانی وجود ہی کے حواس کا ذکر ہے : اِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ کُلُّ اُولٰٓءِکَ کَانَ عَنْہُ مَسْءُوْلاً ۔ سورة بنی اسرائیل کے مطالعے کے دوران اس آیت کے تحت حیوانی وجود کے ذرائع علم سے متعلق تفصیلاً گفتگو ہوچکی ہے۔ اب آیت زیر نظر میں روحانی وجود کے ذرائع علم کی بات ہو رہی ہے۔ اس کو مختصراً یوں سمجھ لیں کہ روح دیکھتی بھی ہے ‘ سنتی بھی ہے اور سمجھتی بھی ہے۔ چناچہ اسی حوالے سے یہاں فرمایا گیا ہے کہ ان لوگوں کے دل ہوتے جن سے یہ بات سمجھتے !فَاِنَّہَا لَا تَعْمَی الْاَبْصَارُ وَلٰکِنْ تَعْمَی الْقُلُوْبُ الَّتِیْ فِی الصُّدُوْرِ ”ذرا غور کریں ‘ یہ کون سا اندھا پن ہے ؟ دراصل یہی وہ اندھا پن تھا جو ابوجہل ‘ ابو لہب اور ولید بن مغیرہ جیسے لوگوں کو لاحق تھا۔ ان کی آنکھیں تو اندھی نہیں تھیں ‘ لیکن ان کے دل مکمل طور پر اندھے ہوچکے تھے۔ ان کی روحوں پر دنیوی اغراض ‘ ہٹ دھرمیوں اور عصبیتوں کے غلیظ پردے پڑچکے تھے۔ یہی وجہ تھی کہ ان کی روحیں نہ دیکھ سکتی تھیں ‘ نہ سن سکتی تھیں اور نہ سمجھ سکتی تھیں۔ ایسے لوگوں کا دیکھنا اور سننا صرف حیوانی سطح کا دیکھنا اور سننا ہوتا ہے۔ جیسے تیزی سے گزرتی ہوئی کار کو دیکھ کر انسان بھی ایک طرف ہوجاتا ہے اور کتا بھی اس سے اپنا بچاؤ کرلیتا ہے۔ اس حوالے سے انسان اور کتے ّ کے دیکھنے میں کوئی فرق نہیں۔ چناچہ انسان کو چاہیے کہ اپنی ان صلاحیتوں کے اعتبار سے حیوانوں کی سطح سے ترقی کر کے انسانی مقام و مرتبہ حاصل کرنے کی کوشش کرے۔ اسی نکتہ کو اقبال جیسے صاحب نظر نے یوں بیان کیا ہے : ”دیدن دگر آموز ! شنیدن دگر آموز !“ کہ ذرا دوسری طرح کا دیکھنا سیکھو اور دوسرے انداز کا سننا سیکھو ! قریش مکہّ کے تجارتی قافلے عذاب الٰہی کی زد میں آنے والی تباہ شدہ بستیوں کے کھنڈرات کے پاس سے گزرا کرتے تھے۔ وہ لوگ ان کھنڈرات کو دیکھتے تو تھے لیکن وہ یہ سب کچھ حیوانی آنکھوں سے دیکھتے تھے۔ چناچہ نہ وہ ان سے کوئی سبق حاصل کرتے تھے ‘ نہ عبرت پکڑتے تھے۔ انسان کی یہی وہ کیفیت ہے جس کے بارے میں آیت زیر مطالعہ میں فرمایا گیا ہے کہ آنکھیں اندھی نہیں ہوا کرتیں بلکہ دل اندھے ہوجاتے ہیں جو سینوں کے اندر ہیں۔ اس لیے کہ روح کا مسکن قلب ہے۔ ہم یہ تو نہیں سمجھ سکتے کہ اس ملاپ کی نوعیت اور کیفیت کیا ہے اور نہ ہی ہم دل کے اندر کسی طریقے سے روح کے اثرات کا کھوج لگا سکتے ہیں ‘ کیونکہ وہ ایک غیر مرئی چیز ہے ‘ لیکن انسان کے حیوانی وجود کے اندر روح کا تعلق بہر حال اس کے ”قلب“ کے ساتھ ہی ہے۔"
    },
    {
      "ayah": 47,
      "surah": 22,
      "text": "آیت 47 وَیَسْتَعْجِلُوْنَکَ بالْعَذَابِ وَلَنْ یُّخْلِفَ اللّٰہُ وَعْدَہٗ ط ”عذاب کے بارے میں اللہ تعالیٰ کے سب وعدے ہر صورت میں پورے ہوں گے اور ان لوگوں پر عذاب آکر رہے گا۔ البتہ یہ عذاب کب آئے گا ؟ کس شکل میں آئے گا ؟ اس کے بارے میں صرف اللہ ہی جانتا ہے۔ اس نے ایسی تمام معلومات خفیہ رکھی ہیں۔ سورة الانبیاء میں اس موضوع سے متعلق حضور ﷺ سے یوں اعلان کرایا گیا : وَاِنْ اَدْرِیْٓ اَقَرِیْبٌ اَمْ بَعِیْدٌ مَّا تُوْعَدُوْنَ ”اور میں نہیں جانتا کہ جس عذاب کا تم لوگوں سے وعدہ کیا جا رہا ہے وہ قریب ہے یا کچھ عرصے بعد آئے گا۔“ وَاِنَّ یَوْمًا عِنْدَ رَبِّکَ کَاَلْفِ سَنَۃٍ مِّمَّا تَعُدُّوْنَ ”دنیا میں عام انسانی حساب کے مطابق ایک ہزار برس کا عرصہ اللہ تعالیٰ کے نزدیک ایک دن کے برابر ہے۔ سورة السجدۃ میں یہی مضمون اس طرح بیان ہوا ہے : یُدَبِّرُ الْاَمْرَ مِنَ السَّمَآءِ اِلَی الْاَرْضِ ثُمَّ یَعْرُجُ اِلَیْہِ فِیْ یَوْمٍ کَانَ مِقْدَارُہٓٗ اَلْفَ سَنَۃٍ مِّمَّا تَعُدُّوْنَ ”اللہ آسمان سے زمین تک کے ہر معاملے کی تدبیر کرتا ہے ‘ پھر یہ چڑھتا ہے اس کی طرف ایک ایسے دن میں جس کی مقدار ہے ایک ہزار سال ‘ جیسے تم لوگ گنتے ہو“۔ یہ ”تدبیرِ اَمر“ دراصل اللہ تعالیٰ کے ان تین کاموں میں سے ایک ہے جن کے متعلق قبل ازیں سورة یونس کی آیت 3 کے تحت جلد چہارم شاہ ولی اللہ رح کی تصنیف ”حجۃ اللہ البالغہ“ کے حوالے سے بتایا جا چکا ہے ‘ یعنی ابداع ‘ خلق اور تدبیر۔ چناچہ اس تیسرے کام تدبیر کے سلسلے میں اللہ تعالیٰ کی طرف سے فرشتوں کو طرح طرح کے احکام دیے جاتے ہیں اور پھر فرشتوں کے ذریعے سے ہی ان احکام کی تنفیذ execution ہوتی ہے۔ اس منصوبہ بندی میں اللہ کے ہاں ایک دن کا عرصہ انسانی گنتی کے مطابق ایک ہزار برس کے برابر ہے۔ یہاں یہ نکتہ بھی ذہن نشین کر لیجیے کہ یہ مضمون چونکہ بہت واضح الفاظ کے ساتھ قرآن میں دو مرتبہ آیا ہے اس لیے یہ معاملہ ”متشابہات“ میں سے نہیں بلکہ ”محکمات“ کے درجے میں ہے۔"
    },
    {
      "ayah": 48,
      "surah": 22,
      "text": "آیت 47 وَیَسْتَعْجِلُوْنَکَ بالْعَذَابِ وَلَنْ یُّخْلِفَ اللّٰہُ وَعْدَہٗ ط ”عذاب کے بارے میں اللہ تعالیٰ کے سب وعدے ہر صورت میں پورے ہوں گے اور ان لوگوں پر عذاب آکر رہے گا۔ البتہ یہ عذاب کب آئے گا ؟ کس شکل میں آئے گا ؟ اس کے بارے میں صرف اللہ ہی جانتا ہے۔ اس نے ایسی تمام معلومات خفیہ رکھی ہیں۔ سورة الانبیاء میں اس موضوع سے متعلق حضور ﷺ سے یوں اعلان کرایا گیا : وَاِنْ اَدْرِیْٓ اَقَرِیْبٌ اَمْ بَعِیْدٌ مَّا تُوْعَدُوْنَ ”اور میں نہیں جانتا کہ جس عذاب کا تم لوگوں سے وعدہ کیا جا رہا ہے وہ قریب ہے یا کچھ عرصے بعد آئے گا۔“ وَاِنَّ یَوْمًا عِنْدَ رَبِّکَ کَاَلْفِ سَنَۃٍ مِّمَّا تَعُدُّوْنَ ”دنیا میں عام انسانی حساب کے مطابق ایک ہزار برس کا عرصہ اللہ تعالیٰ کے نزدیک ایک دن کے برابر ہے۔ سورة السجدۃ میں یہی مضمون اس طرح بیان ہوا ہے : یُدَبِّرُ الْاَمْرَ مِنَ السَّمَآءِ اِلَی الْاَرْضِ ثُمَّ یَعْرُجُ اِلَیْہِ فِیْ یَوْمٍ کَانَ مِقْدَارُہٓٗ اَلْفَ سَنَۃٍ مِّمَّا تَعُدُّوْنَ ”اللہ آسمان سے زمین تک کے ہر معاملے کی تدبیر کرتا ہے ‘ پھر یہ چڑھتا ہے اس کی طرف ایک ایسے دن میں جس کی مقدار ہے ایک ہزار سال ‘ جیسے تم لوگ گنتے ہو“۔ یہ ”تدبیرِ اَمر“ دراصل اللہ تعالیٰ کے ان تین کاموں میں سے ایک ہے جن کے متعلق قبل ازیں سورة یونس کی آیت 3 کے تحت جلد چہارم شاہ ولی اللہ رح کی تصنیف ”حجۃ اللہ البالغہ“ کے حوالے سے بتایا جا چکا ہے ‘ یعنی ابداع ‘ خلق اور تدبیر۔ چناچہ اس تیسرے کام تدبیر کے سلسلے میں اللہ تعالیٰ کی طرف سے فرشتوں کو طرح طرح کے احکام دیے جاتے ہیں اور پھر فرشتوں کے ذریعے سے ہی ان احکام کی تنفیذ execution ہوتی ہے۔ اس منصوبہ بندی میں اللہ کے ہاں ایک دن کا عرصہ انسانی گنتی کے مطابق ایک ہزار برس کے برابر ہے۔ یہاں یہ نکتہ بھی ذہن نشین کر لیجیے کہ یہ مضمون چونکہ بہت واضح الفاظ کے ساتھ قرآن میں دو مرتبہ آیا ہے اس لیے یہ معاملہ ”متشابہات“ میں سے نہیں بلکہ ”محکمات“ کے درجے میں ہے۔"
    },
    {
      "ayah": 49,
      "surah": 22,
      "text": "آیت 49 قُلْ یٰٓاَیُّہَا النَّاسُ اِنَّمَآ اَنَا لَکُمْ نَذِیْرٌ مُّبِیْنٌ ”کہ مجھے تو اللہ تعالیٰ نے بھیجا ہی اسی لیے ہے کہ میں تم لوگوں کو آنے والی زندگی کے مراحل کی تمام تفصیلات سے واضح طور پر خبردار کر دوں۔"
    },
    {
      "ayah": 5,
      "surah": 22,
      "text": "آیت 5 یٰٓاَیُّہَا النَّاسُ اِنْ کُنْتُمْ فِیْ رَیْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰکُمْ مِّنْ تُرَابٍ ”انسانی جسم کی اصل مٹی ہے۔ اس کی غذا بھی نباتات اور معدنیات کی شکل میں مٹی ہی سے آتی ہے۔ اگر وہ کسی جانور کا گوشت کھاتا ہے تو اس کی پرورش بھی مٹی سے حاصل ہونے والی غذا سے ہی ہوتی ہے۔ثُمَّ مِنْ نُّطْفَۃٍ ”اور یہ مادہ بھی اسی جسم کی پیدوار ہے جو مٹی سے بنا اور مٹی سے فراہم ہونے والی غذا پر پلا بڑھا۔ثُمَّ مِنْ عَلَقَۃٍ ”عام طور پر ”علقہ“ کا ترجمہ ”جما ہوا خون“ کیا جاتا ہے جو درست نہیں ہے۔ اس لفظ کی وضاحت سورة المؤمنون کی آیت 14 کے ضمن میں آئے گی۔ثُمَّ مِنْ مُّضْغَۃٍ مُّخَلَّقَۃٍ وَّغَیْرِ مُخَلَّقَۃٍ ”پہلے مرحلے میں اس لوتھڑے پر کسی قسم کے کوئی نشانات نہیں تھے۔ پھر رفتہ رفتہ مختلف مقامات پر نشانات بننے لگے۔ بازوؤں اور ٹانگوں کی جگہوں پر دو دو نشانات بنے اور اسی طرح دوسرے اعضاء کے نشانات بھی ابھرنا شروع ہوئے۔لِّنُبَیِّنَ لَکُمْ ط ”تا کہ رحم مادر میں انسانی جنین پر گزرنے والے مختلف مراحل کے بارے میں پوری وضاحت کے ساتھ تم لوگوں کو بتادیا جائے۔ تعار فِ قرآن بیان القرآن ‘ جلد اوّل کے باب پنجم میں علم جنین Embryology کے ماہر سائنسدان کیتھ ایل مور کینیڈا کا ذکر گزر چکا ہے۔ اس مضمون پر اس شخص کی ٹیکسٹ بکس دنیا بھر میں مستند مانی جاتی ہیں اور یونیورسٹی کی سطح تک پڑھائی جاتی ہیں۔ اس کا کہنا ہے کہ قرآن نے رحم مادر میں جنین کے مختلف مراحل کو جس طرح بیان کیا ہے اس موضوع پر دستیاب معلومات کی اس سے بہتر تعبیر ممکن نہیں ہے۔ مزید برآں وہ اس امر پر حیرت کا اظہار بھی کرتا ہے کہ صدیوں پہلے قرآن میں ان مراحل کا درست ترین تذکرہ کیونکر ممکن ہوا۔وَنُقِرُّ فِی الْاَرْحَامِ مَا نَشَآء الآی اَجَلٍ مُّسَمًّی ”یعنی رحم کے اندر حمل ویسا ہوتا ہے جیسا اللہ تعالیٰ چاہتا ہے۔ یہ فیصلہ صرف وہی کرتا ہے کہ وہ بچہ مذکر ہوگا یا مؤنث ‘ ذہین وفطین ہوگا یا کند ذہن ‘ خوبصورت ہوگا یا بدصورت ‘ تندرست وسالم ہوگا یا بیمار و معذور۔ اس معاملے میں کسی کی خواہش یا کوشش کا سرے سے کوئی دخل نہیں ہوتا۔ اس مضمون کے بارے میں سورة المؤمنون کے پہلے رکوع میں مزید تفصیل بیان ہوگی۔وَمِنْکُمْ مَّنْ یُّتَوَفّٰی وَمِنْکُمْ مَّنْ یُّرَدُّ الآی اَرْذَلِ الْعُمُرِ لِکَیْلَا یَعْلَمَ مِنْم بَعْدِ عِلْمٍ شَیْءًا ط ””اَرْذَلِ الْعُمُر“ کی کیفیت سے حضور ﷺ نے اللہ کی پناہ مانگی ہے۔ بڑھاپے میں بعض اوقات ایسا مرحلہ بھی آتا ہے کہ انسان demencia کا شکار ہوجاتا ہے۔ اس حالت میں اس کی ذہنی صلاحیتیں جواب دے جاتی ہیں ‘ یادداشت زائل ہوجاتی ہے اور وہی انسان جو اپنے آپ کو کبھی سقراط اور بقراط کے برابر سمجھتا تھا ‘ بچوں کی سی باتیں کرنے لگتا ہے۔ دعا کرنی چاہیے کہ اللہ تعالیٰ اس کیفیت کو پہنچنے سے پہلے ہی اس دنیا سے اٹھا لے۔ میں نے ذاتی طور پر مولانا امین احسن اصلاحی صاحب مرحوم کو بڑھاپے کی اس کیفیت میں دیکھا ہے۔ آخری عمر میں ان کی کیفیت ایسی تھی کہ نہ زندوں میں تھے ‘ نہ مردوں میں۔ دیکھنے والے کے لیے مقام عبرت تھا کہ ایک ایسا شخص جو اعلیٰ درجے کا خطیب تھا اور اس کے قلم میں بلا کا زور تھا ‘ عمر کے اس حصے میں بےچارگی و بےبسی کی تصویر بن کر رہ گیا تھا اور اپنے پاس بیٹھے لوگوں کو پہچاننے سے بھی عاجز تھا۔ میں اس زمانے میں انہیں ملنے کے لیے ان کے پاس جاتا تھا مگر ایک حسرت لے کر واپس آجاتا تھا۔ مولانا صاحب کی تفسیر ”تدبر قرآن“ بلاشبہ بہت اعلیٰ پائے کی تفسیر ہے۔ اس میں انہوں نے ”نظام القرآن“ کے حوالے سے اپنے استاد حمید الدین فراحی رح کی فکر اور ان کے کام کو آگے بڑھایا ہے۔ میں نے ذاتی طور پر اس تفسیر سے بہت استفادہ کیا ہے ‘ لیکن مجھے مولانا سے بہت سی باتوں میں اختلاف بھی تھا۔ میں سمجھتا ہوں کہ رجم کی سزا سے متعلق رائے دینے میں ان سے بہت بڑی خطا ہوئی ہے۔ وضاحت کے لیے ملاحظہ ہو سورة النور ‘ تشریح آیت 2 اللہ تعالیٰ انہیں معاف فرمائے۔ مولانا کا ذکر ہوا ہے تو ان کے لیے دعا بھی کیجیے : اللّٰھُمَّ اغْفِرْلَہٗ وَارْحَمْہُ وَاَدْخِلْہُ فِی رَحْمَتِکَ وَحَاسِبْہُ حِسَاباً یَسِیْرًا۔ اَلّٰلھُمَّ نَوِّرْ مَرْقَدَہٗ وَاَکْرِمْ مَنْزِلَہٗ وََاَلْحِقْہُ بِعِبَادِکَ الصَّالِحِین۔ آمین یا ربَّ العالَمین ! زیر نظر آیت کے الفاظ پر دوبارہ غور کریں۔ یہاں انسانی زندگی کا پورا نقشہ سامنے رکھ کر بعث بعد الموت کے منکرین کو دعوت فکر دی گئی ہے کہ ہماری قدرت کا مشاہدہ کرنا چاہو تو تم اپنی زندگی اور اس کے مختلف مراحل پر غور کرو۔ دیکھو ! تمہاری ابتدا مٹی سے ہوئی تھی۔ اس مٹی سے پیدا ہو کر تم لوگ کس کس منزل تک پہنچتے ہو ‘ اور پھر آخر مر کر دوبارہ مٹی میں مل جاتے ہو۔ جس اللہ نے تمہیں یہ زندگی بخشی ‘ تمہیں بہترین صلاحیتوں سے نوازا ‘ جس کی قدرت سے انسانی زندگی کا یہ پیچیدہ نظام چل رہا ہے ‘ کیا تم اس کی قدرت اور خلاقی کے بارے میں شک کر رہے ہو کہ وہ تمہیں دوبارہ پیدا نہیں کرسکے گا۔ اپنی زندگی کی اس مثال سے اگر حقیقت تم پر واضح نہیں ہوئی تو ایک اور مثال پر غور کرو :وَتَرَی الْاَرْضَ ہَامِدَۃً فَاِذَآ اَنْزَلْنَا عَلَیْہَا الْمَآءَ اہْتَزَّتْ وَرَبَتْ ”اھتزاز کے معنی حرکت اور جنبش کرنے کے ہیں۔ اسی سے لفظ تَھْتَزُّ سورة النمل ‘ آیت 10 اور سورة القصص ‘ آیت 31 میں حضرت موسیٰ علیہ السلام کے عصا کے بارے میں آیا ہے کہ حضرت موسیٰ علیہ السلام نے جب اپنا عصا زمین پر رکھا تو اس میں حرکت پیدا ہوئی اور وہ سانپ کی طرح بل کھاتے ہوئے چلنے لگا۔ چناچہ یہاں ”اِھْتَزَّتْ“ کا مفہوم یہ ہے کہ بارش کے اثرات سے زمین میں زندگی کی لہر دوڑ گئی ‘ مردہ زمین یکایک زندہ ہوگئی اور اس میں حرکت پیدا ہوگئی۔ مختلف نباتات کی اَن گنت کو نپلیں جگہ جگہ سے زمین کو پھاڑ کر باہر نکلنا شروع ہوگئیں اور پھر وہ سبزہ لمحہ بہ لمحہ نشوونما پانے لگا۔وَاَنْبَتَتْ مِنْ کُلِّ زَوْجٍم بَہِیْجٍ ”نباتات کی زندگی کا دورانیہ cycle بہت مختصرہوتا ہے ‘ اس لیے تم اکثر اس کا مشاہدہ کرتے ہو۔ اپنے اسی مشاہدے کی روشنی میں تم لوگ اگر اپنی زندگی کے شب و روز کا جائزہ لو گے تو تمہیں انسانی اور نباتاتی زندگی میں گہری مشابہت نظر آئے گی۔ مردہ زمین میں زندگی کے آثار پیدا ہونے ‘ نباتات کے اگنے ‘ نشوونما پانے ‘ پھولنے پھلنے اور سوکھ کر پھر بےجان ہوجانے کا عمل گویا انسانی زندگی کے مختلف مراحل مثلاً پیدائش ‘ پرورش ‘ جوانی ‘ بڑھاپے اور موت ہی کا نقشہ پیش کرتا ہے۔ اس میں صرف دورانیے کا ہی فرق ہے۔ نباتاتی زندگی کا دورانیہ چند ماہ کا ہے جبکہ انسانی زندگی کا دورانیہ عموماً پچاس ‘ ساٹھ ‘ ستر یا اسیّ سال پر مشتمل ہے۔"
    },
    {
      "ayah": 50,
      "surah": 22,
      "text": "آیت 49 قُلْ یٰٓاَیُّہَا النَّاسُ اِنَّمَآ اَنَا لَکُمْ نَذِیْرٌ مُّبِیْنٌ ”کہ مجھے تو اللہ تعالیٰ نے بھیجا ہی اسی لیے ہے کہ میں تم لوگوں کو آنے والی زندگی کے مراحل کی تمام تفصیلات سے واضح طور پر خبردار کر دوں۔"
    },
    {
      "ayah": 51,
      "surah": 22,
      "text": "آیت 51 وَالَّذِیْنَ سَعَوْا فِیْٓ اٰیٰتِنَا مُعٰجِزِیْنَ اُولٰٓءِکَ اَصْحٰبُ الْجَحِیْمِ ”یعنی وہ لوگ جن کی ساری بھاگ دوڑ اور تگ و دو اللہ تعالیٰ کی آیات کو ناکام اور غیر مؤثر بنانے ‘ گویا اللہ تعالیٰ کی مخالفت اور اس کی منصوبہ بندی کی راہ میں روڑے اٹکانے میں ہے وہ جہنم کا ایندھن بنیں گے۔"
    },
    {
      "ayah": 52,
      "surah": 22,
      "text": "آیت 52 وَمَآ اَرْسَلْنَا مِنْ قَبْلِکَ مِنْ رَّسُوْلٍ وَّلَا نَبِیٍّ اِلَّآ اِذَا تَمَنّٰیٓ اَلْقَی الشَّیْطٰنُ فِیْٓ اُمْنِیَّتِہٖ ج ”لفظ ”تمنا“ اردو میں بھی مستعمل ہے۔ لغوی اعتبار سے اس مادہ میں آرزو اور خواہش کا مفہوم پایا جاتا ہے۔ یعنی جس طرح ایک عام آدمی سوچتا ہے ‘ خواہش کرتا ہے اور مختلف امور میں منصوبہ بندی کرتا ہے اسی طرح نبی علیہ السلام اور رسول علیہ السلام بھی سوچتا ہے اور منصوبہ بندی کرتا ہے۔ مثلاً ابو طالب کی وفات کے بعد جب ابو لہب بنو ہاشم کا سردار بن گیا اور اس کی ذاتی دشمنی کے باعث آپ ﷺ کو اپنے قبیلے کی پشت پناہی حاصل نہ رہی تو آپ ﷺ نے سوچا کہ اب کیا کروں ؟ ع ”کس طرف جاؤں ‘ کدھر دیکھوں ‘ کسے آواز دوں !“ چناچہ ان حالات میں آپ ﷺ نے طائف کا سفر کرنے کا منصوبہ بنایا ‘ لیکن وہاں سے کوئی مثبت جواب نہ ملا اور آپ ﷺ کو بظاہر ناکام لوٹنا پڑا۔ بلکہ حضرت عائشہ رض کی روایت کے مطابق وہ دن آپ ﷺ کی زندگی کا سخت ترین دن یوم احد سے بھی زیادہ سخت ثابت ہوا۔ بہر حال آپ ﷺ نے منصوبہ بندی بھی کی اور اس کے مطابق کوشش بھی کی۔ یہ الگ بات تھی کہ اللہ تعالیٰ کی مشیت میں یہ سعادت اہل طائف کے بجائے اہل یثرب کی قسمت میں لکھی گئی تھی۔ تو جب کوئی نبی اپنی منصوبہ بندی کرتا ہے تو شیطان اپنی طرف سے ان کے خیال میں کچھ نہ کچھ خلل ضرور ڈالتا ہے۔عصمت انبیاء کے بارے میں تمام اہل ایمان چونکہ بہت حساس ہیں اس لیے آیت زیر مطالعہ کے الفاظ سے جو مفہوم بظاہر سامنے آتا ہے وہ گویا ہر مسلمان کے حلق میں پھنس جاتا ہے۔ یہی وجہ ہے کہ آیت کی تفسیر و تشریح میں بہت سی دور ازکار تاویلات بھی لائی گئی ہیں۔ بہر حال میرے خیال میں یہ بالکل سیدھا سادہ مسئلہ ہے۔ اس کو یوں سمجھیں کہ کسی رسول یا نبی کی شخصیت اور خواہشات وتعلیمات کے دو پہلو ہیں۔ ایک پہلو تو وہ ہے جو براہ راست وحی الٰہی کے تابع ہے۔ اس پہلو سے متعلق معاملات میں اللہ تعالیٰ کی طرف سے وحی جلی یا وحی خفی کے ذریعے سے براہ راست واضح ہدایات ملتی رہتی ہیں۔ ان ہدایات یا احکام میں کسی خطا یا غلطی کا کوئی امکان نہیں اور نہ ہی اس میں شیطان یا شیطانی قوتیں کسی قسم کی در اندازی کرسکتی ہیں۔ دوسری طرف نبی علیہ السلام کی شخصیت کا ایک ذاتی اور نجی پہلو بھی ہے۔ ایسا نہیں ہے کہ نبی علیہ السلام کی کوئی ذاتی شخصیت یا سوچ ہوتی ہی نہیں ‘ بلکہ بہت سے معاملات میں تو اللہ تعالیٰ کی طرف سے نبی کو ایک حکم دے دیا جاتا ہے اور اس حکم پر عمل کرنے کے بارے میں نبی علیہ السلام خود سوچتا ہے ‘ خود منصوبہ بندی کرتا ہے اور خود فیصلہ کرتا ہے۔ مثلاً حضور ﷺ کو ایک حکم دے دیا گیا : وَاَنْذِرْ عَشِیْرَتَکَ الْاَقْرَبِیْنَ الشعراء کہ آپ ﷺ تبلیغ شروع کیجیے اور اس سلسلے میں اپنے قریبی رشتہ داروں کو خبردار کیجیے۔ اس حکم کی تعمیل کے لیے حضور ﷺ نے حضرت علی رض کو ایک ضیافت کا انتظام کرنے کا حکم دیا۔ آپ ﷺ نے بنو ہاشم کے تمام مردوں کو مدعو کیا اور سب کو کھانا کھلایا۔ آپ ﷺ نے ان تک اپنا دعوتی پیغام پہنچانے کے لیے یہی طریقہ مناسب خیال کیا۔ گویا ایسے کسی حکم پر عمل کے لیے جزئیات کی منصوبہ بندی کرنے کا تعلق نبی علیہ السلام کے ذاتی اجتہاد سے ہے۔ چناچہ ان تدبیری معاملات کا وہ درجہ نہیں ہوتا جو براہ راست وحی کی ہدایت کا ہوتا ہے۔ اس فرق کو صحابہ کرام رض بہت اچھی طرح سمجھتے تھے اور اس کی بہت سی عملی مثالیں بھی ہمیں سیرت سے ملتی ہیں۔ مثلاً غزوۂ بدر کے موقع پر آپ ﷺ نے ایک جگہ کی تخصیص فرما کر حکم دیا کہ لشکر کا کیمپ اس جگہ پر لگایا جائے۔ اس پر کچھ صحابہ رض نے عرض کیا : یا رسول اللہ ! اگر اس جگہ کے انتخاب کے بارے میں اللہ تعالیٰ کی طرف سے خاص حکم ہے تو سر تسلیم خم ہے ! لیکن اگر یہ آپ ﷺ کی رائے ہے تو ہمیں بھی اپنی رائے پیش کرنے کی اجازت دی جائے۔ آپ ﷺ نے نہ صرف انہیں رائے دینے کی اجازت دی بلکہ ان کی رائے کو قبول بھی فرمایا اور لگے لگائے کیمپ کو اکھاڑ کر ان کی تجویز کردہ جگہ پر لگانے کا حکم دیا۔ یہ چونکہ حضور ﷺ کی ذاتی تدبیر تھی اس لیے صحابہ رض کو بھی اس میں اختلاف کی گنجائش محسوس ہوئی اور انہوں نے اپنے عملی تجربات کی روشنی میں رائے دی۔ دوسری طرف اگر یہ فیصلہ وحی کی روشنی میں کیا گیا ہوتا تو کیمپ کے اکھاڑے جانے کا سوال ہی پیدا نہیں ہوسکتا تھا۔اسی طرح ”تابیر نخل“ کے معاملے کی مثال بھی بہت واضح ہے۔ رسول اللہ ﷺ جب مدینہ تشریف لائے تو آپ ﷺ نے دیکھا کہ وہاں پر کھجور کے درختوں کو بار آور کرنے کے لیے زیرہ پوشی کا مصنوعی طریقہ artificial pollination اختیار کیا جاتا تھا ‘ یعنی نر درخت کے پھولوں کو مادہ درخت کے پھولوں پر جھاڑا جاتا تھا۔ آپ ﷺ نے کچھ لوگوں کو یہ عمل کرتے دیکھا تو فرمایا کہ اگر تم لوگ ایسا نہ کرو تو شایدبہتر ہو ! آپ ﷺ کے ایسا فرمانے پر لوگوں نے اس سال وہ عمل نہ کیا تو اس کے نتیجے میں فصل واضح طور پر کم ہوئی۔ اس پر ان لوگوں نے حضور ﷺ سے عرض کیا کہ اس سال ہم نے تابیر نخل کے مروّجہ طریقے پر عمل نہیں کیا تو ہماری فصل کم ہوئی ہے۔ اس پر آپ ﷺ نے فرمایا : اَنْتُمْ اَعْلَمُ بِاَمْرِ دُنْیَاکُمْ 1 یعنی آپ لوگ اپنے دنیوی امور کے بارے میں مجھ سے بہتر جانتے ہیں۔ اللہ تعالیٰ محدثین عظام پر اپنی خصوصی رحمتیں ‘ برکتیں اور نعمتیں نازل فرمائے۔ ان لوگوں کی محنتوں اور کوششوں سے حضور ﷺ کی احادیث محفوظ ہوئیں اور پھر ہم تک پہنچ کر ہماری راہنمائی کا ذریعہ بنیں۔ حضور ﷺ کے اس فرمان کا مقصد اور مفہوم یہی ہے کہ دنیوی معاملات کے مختلف شعبوں میں تم لوگوں کو ایسے تجربات حاصل ہیں جو مجھے حاصل نہیں اور میں تم لوگوں کو ان معاملات میں تعلیم دینے کے لیے مبعوث بھی نہیں ہوا۔ میں تم لوگوں کو زراعت کے اصول سکھانے کے لیے نہیں آیا۔ میں تو تم لوگوں کو ہدایت دینے کے لیے آیا ہوں اور یہی میری رسالت کا بنیادی مقصد اور موضوع ہے۔ چناچہ رسالت سے متعلق امور میں آپ لوگوں کے لیے میرا اتباع لازمی ہے ‘ لیکن دنیوی معاملات تم لوگ اپنے تجرباتی علم کی بنیاد پر ہی انجام دو۔ اگر دیکھا جائے تو اہل مدینہ کا تابیر نخل سے متعلق مذکورہ عمل سائنسی اصولوں پر مبنی تھا۔ سائنس کی بنیاد تجربات پر رکھی گئی ہے اور سائنسی علوم کا ارتقاء development بھی تجربات کے ذریعے سے ہی ممکن ہوتا ہے۔ چناچہ یہ فرما کر حضور ﷺ نے تجرباتی یا سائنسی علوم کی گویا حوصلہ افزائی فرمائی کہ اپنے دنیوی معاملات کو تم لوگ مجھ سے بہتر جانتے ہو اور یہ کہ ان امور کو تم لوگ اپنے تجرباتی علم کی بنیاد پر ہی انجام دیا کرو۔اس ساری بحث کا خلاصہ یہ ہے کہ نبی علیہ السلام یا رسول علیہ السلام کی وہ تعلیمات اور وہ ہدایات جو براہ راست وحی الٰہی کے تابع ہوں ان میں نہ تو کسی قسم کی خطا کا امکان ہے اور نہ ہی ان کے اندر شیطانی قوتوں کی در اندازی کا کوئی احتمال ہے ‘ لیکن عام دنیوی امور اور ان کی جزئیات کے بارے میں فیصلے کرتے ہوئے جہاں ایک نبی یا رسول اپنے ذاتی اجتہاد سے کام لے رہا ہو وہاں پر کسی خطا یا شیطانی خلل اندازی کا امکان موجود رہتا ہے۔ میری یہ توجیہہ ”موضح القرآن“ میں بیان کردہ شاہ عبدالقادر رح کی رائے کے قریب ترین ہے ‘ لہٰذا مجھے اس پر پورا اطمینان ہے۔"
    },
    {
      "ayah": 53,
      "surah": 22,
      "text": "آیت 52 وَمَآ اَرْسَلْنَا مِنْ قَبْلِکَ مِنْ رَّسُوْلٍ وَّلَا نَبِیٍّ اِلَّآ اِذَا تَمَنّٰیٓ اَلْقَی الشَّیْطٰنُ فِیْٓ اُمْنِیَّتِہٖ ج ”لفظ ”تمنا“ اردو میں بھی مستعمل ہے۔ لغوی اعتبار سے اس مادہ میں آرزو اور خواہش کا مفہوم پایا جاتا ہے۔ یعنی جس طرح ایک عام آدمی سوچتا ہے ‘ خواہش کرتا ہے اور مختلف امور میں منصوبہ بندی کرتا ہے اسی طرح نبی علیہ السلام اور رسول علیہ السلام بھی سوچتا ہے اور منصوبہ بندی کرتا ہے۔ مثلاً ابو طالب کی وفات کے بعد جب ابو لہب بنو ہاشم کا سردار بن گیا اور اس کی ذاتی دشمنی کے باعث آپ ﷺ کو اپنے قبیلے کی پشت پناہی حاصل نہ رہی تو آپ ﷺ نے سوچا کہ اب کیا کروں ؟ ع ”کس طرف جاؤں ‘ کدھر دیکھوں ‘ کسے آواز دوں !“ چناچہ ان حالات میں آپ ﷺ نے طائف کا سفر کرنے کا منصوبہ بنایا ‘ لیکن وہاں سے کوئی مثبت جواب نہ ملا اور آپ ﷺ کو بظاہر ناکام لوٹنا پڑا۔ بلکہ حضرت عائشہ رض کی روایت کے مطابق وہ دن آپ ﷺ کی زندگی کا سخت ترین دن یوم احد سے بھی زیادہ سخت ثابت ہوا۔ بہر حال آپ ﷺ نے منصوبہ بندی بھی کی اور اس کے مطابق کوشش بھی کی۔ یہ الگ بات تھی کہ اللہ تعالیٰ کی مشیت میں یہ سعادت اہل طائف کے بجائے اہل یثرب کی قسمت میں لکھی گئی تھی۔ تو جب کوئی نبی اپنی منصوبہ بندی کرتا ہے تو شیطان اپنی طرف سے ان کے خیال میں کچھ نہ کچھ خلل ضرور ڈالتا ہے۔عصمت انبیاء کے بارے میں تمام اہل ایمان چونکہ بہت حساس ہیں اس لیے آیت زیر مطالعہ کے الفاظ سے جو مفہوم بظاہر سامنے آتا ہے وہ گویا ہر مسلمان کے حلق میں پھنس جاتا ہے۔ یہی وجہ ہے کہ آیت کی تفسیر و تشریح میں بہت سی دور ازکار تاویلات بھی لائی گئی ہیں۔ بہر حال میرے خیال میں یہ بالکل سیدھا سادہ مسئلہ ہے۔ اس کو یوں سمجھیں کہ کسی رسول یا نبی کی شخصیت اور خواہشات وتعلیمات کے دو پہلو ہیں۔ ایک پہلو تو وہ ہے جو براہ راست وحی الٰہی کے تابع ہے۔ اس پہلو سے متعلق معاملات میں اللہ تعالیٰ کی طرف سے وحی جلی یا وحی خفی کے ذریعے سے براہ راست واضح ہدایات ملتی رہتی ہیں۔ ان ہدایات یا احکام میں کسی خطا یا غلطی کا کوئی امکان نہیں اور نہ ہی اس میں شیطان یا شیطانی قوتیں کسی قسم کی در اندازی کرسکتی ہیں۔ دوسری طرف نبی علیہ السلام کی شخصیت کا ایک ذاتی اور نجی پہلو بھی ہے۔ ایسا نہیں ہے کہ نبی علیہ السلام کی کوئی ذاتی شخصیت یا سوچ ہوتی ہی نہیں ‘ بلکہ بہت سے معاملات میں تو اللہ تعالیٰ کی طرف سے نبی کو ایک حکم دے دیا جاتا ہے اور اس حکم پر عمل کرنے کے بارے میں نبی علیہ السلام خود سوچتا ہے ‘ خود منصوبہ بندی کرتا ہے اور خود فیصلہ کرتا ہے۔ مثلاً حضور ﷺ کو ایک حکم دے دیا گیا : وَاَنْذِرْ عَشِیْرَتَکَ الْاَقْرَبِیْنَ الشعراء کہ آپ ﷺ تبلیغ شروع کیجیے اور اس سلسلے میں اپنے قریبی رشتہ داروں کو خبردار کیجیے۔ اس حکم کی تعمیل کے لیے حضور ﷺ نے حضرت علی رض کو ایک ضیافت کا انتظام کرنے کا حکم دیا۔ آپ ﷺ نے بنو ہاشم کے تمام مردوں کو مدعو کیا اور سب کو کھانا کھلایا۔ آپ ﷺ نے ان تک اپنا دعوتی پیغام پہنچانے کے لیے یہی طریقہ مناسب خیال کیا۔ گویا ایسے کسی حکم پر عمل کے لیے جزئیات کی منصوبہ بندی کرنے کا تعلق نبی علیہ السلام کے ذاتی اجتہاد سے ہے۔ چناچہ ان تدبیری معاملات کا وہ درجہ نہیں ہوتا جو براہ راست وحی کی ہدایت کا ہوتا ہے۔ اس فرق کو صحابہ کرام رض بہت اچھی طرح سمجھتے تھے اور اس کی بہت سی عملی مثالیں بھی ہمیں سیرت سے ملتی ہیں۔ مثلاً غزوۂ بدر کے موقع پر آپ ﷺ نے ایک جگہ کی تخصیص فرما کر حکم دیا کہ لشکر کا کیمپ اس جگہ پر لگایا جائے۔ اس پر کچھ صحابہ رض نے عرض کیا : یا رسول اللہ ! اگر اس جگہ کے انتخاب کے بارے میں اللہ تعالیٰ کی طرف سے خاص حکم ہے تو سر تسلیم خم ہے ! لیکن اگر یہ آپ ﷺ کی رائے ہے تو ہمیں بھی اپنی رائے پیش کرنے کی اجازت دی جائے۔ آپ ﷺ نے نہ صرف انہیں رائے دینے کی اجازت دی بلکہ ان کی رائے کو قبول بھی فرمایا اور لگے لگائے کیمپ کو اکھاڑ کر ان کی تجویز کردہ جگہ پر لگانے کا حکم دیا۔ یہ چونکہ حضور ﷺ کی ذاتی تدبیر تھی اس لیے صحابہ رض کو بھی اس میں اختلاف کی گنجائش محسوس ہوئی اور انہوں نے اپنے عملی تجربات کی روشنی میں رائے دی۔ دوسری طرف اگر یہ فیصلہ وحی کی روشنی میں کیا گیا ہوتا تو کیمپ کے اکھاڑے جانے کا سوال ہی پیدا نہیں ہوسکتا تھا۔اسی طرح ”تابیر نخل“ کے معاملے کی مثال بھی بہت واضح ہے۔ رسول اللہ ﷺ جب مدینہ تشریف لائے تو آپ ﷺ نے دیکھا کہ وہاں پر کھجور کے درختوں کو بار آور کرنے کے لیے زیرہ پوشی کا مصنوعی طریقہ artificial pollination اختیار کیا جاتا تھا ‘ یعنی نر درخت کے پھولوں کو مادہ درخت کے پھولوں پر جھاڑا جاتا تھا۔ آپ ﷺ نے کچھ لوگوں کو یہ عمل کرتے دیکھا تو فرمایا کہ اگر تم لوگ ایسا نہ کرو تو شایدبہتر ہو ! آپ ﷺ کے ایسا فرمانے پر لوگوں نے اس سال وہ عمل نہ کیا تو اس کے نتیجے میں فصل واضح طور پر کم ہوئی۔ اس پر ان لوگوں نے حضور ﷺ سے عرض کیا کہ اس سال ہم نے تابیر نخل کے مروّجہ طریقے پر عمل نہیں کیا تو ہماری فصل کم ہوئی ہے۔ اس پر آپ ﷺ نے فرمایا : اَنْتُمْ اَعْلَمُ بِاَمْرِ دُنْیَاکُمْ 1 یعنی آپ لوگ اپنے دنیوی امور کے بارے میں مجھ سے بہتر جانتے ہیں۔ اللہ تعالیٰ محدثین عظام پر اپنی خصوصی رحمتیں ‘ برکتیں اور نعمتیں نازل فرمائے۔ ان لوگوں کی محنتوں اور کوششوں سے حضور ﷺ کی احادیث محفوظ ہوئیں اور پھر ہم تک پہنچ کر ہماری راہنمائی کا ذریعہ بنیں۔ حضور ﷺ کے اس فرمان کا مقصد اور مفہوم یہی ہے کہ دنیوی معاملات کے مختلف شعبوں میں تم لوگوں کو ایسے تجربات حاصل ہیں جو مجھے حاصل نہیں اور میں تم لوگوں کو ان معاملات میں تعلیم دینے کے لیے مبعوث بھی نہیں ہوا۔ میں تم لوگوں کو زراعت کے اصول سکھانے کے لیے نہیں آیا۔ میں تو تم لوگوں کو ہدایت دینے کے لیے آیا ہوں اور یہی میری رسالت کا بنیادی مقصد اور موضوع ہے۔ چناچہ رسالت سے متعلق امور میں آپ لوگوں کے لیے میرا اتباع لازمی ہے ‘ لیکن دنیوی معاملات تم لوگ اپنے تجرباتی علم کی بنیاد پر ہی انجام دو۔ اگر دیکھا جائے تو اہل مدینہ کا تابیر نخل سے متعلق مذکورہ عمل سائنسی اصولوں پر مبنی تھا۔ سائنس کی بنیاد تجربات پر رکھی گئی ہے اور سائنسی علوم کا ارتقاء development بھی تجربات کے ذریعے سے ہی ممکن ہوتا ہے۔ چناچہ یہ فرما کر حضور ﷺ نے تجرباتی یا سائنسی علوم کی گویا حوصلہ افزائی فرمائی کہ اپنے دنیوی معاملات کو تم لوگ مجھ سے بہتر جانتے ہو اور یہ کہ ان امور کو تم لوگ اپنے تجرباتی علم کی بنیاد پر ہی انجام دیا کرو۔اس ساری بحث کا خلاصہ یہ ہے کہ نبی علیہ السلام یا رسول علیہ السلام کی وہ تعلیمات اور وہ ہدایات جو براہ راست وحی الٰہی کے تابع ہوں ان میں نہ تو کسی قسم کی خطا کا امکان ہے اور نہ ہی ان کے اندر شیطانی قوتوں کی در اندازی کا کوئی احتمال ہے ‘ لیکن عام دنیوی امور اور ان کی جزئیات کے بارے میں فیصلے کرتے ہوئے جہاں ایک نبی یا رسول اپنے ذاتی اجتہاد سے کام لے رہا ہو وہاں پر کسی خطا یا شیطانی خلل اندازی کا امکان موجود رہتا ہے۔ میری یہ توجیہہ ”موضح القرآن“ میں بیان کردہ شاہ عبدالقادر رح کی رائے کے قریب ترین ہے ‘ لہٰذا مجھے اس پر پورا اطمینان ہے۔"
    },
    {
      "ayah": 54,
      "surah": 22,
      "text": "آیت 54 وَّلِیَعْلَمَ الَّذِیْنَ اُوْتُوا الْعِلْمَ اَنَّہُ الْحَقُّ مِنْ رَّبِّکَ ”ایسے لوگ کسی بھی معاملے میں اللہ کے فیصلے پر پورے شرح صدر کے ساتھ ایمان اور یقین رکھتے ہیں۔وَاِنَّ اللّٰہَ لَہَادِ الَّذِیْنَ اٰمَنُوْٓا اِلٰی صِرَاطٍ مُّسْتَقِیْمٍ ”یعنی مخلص اہل ایمان سے کسی وقت اگر کہیں کوئی لغزش ہوجاتی ہے تو اللہ تعالیٰ ان کا رخ پھیر کر درست سمت کی طرف موڑ دیتا ہے۔"
    },
    {
      "ayah": 55,
      "surah": 22,
      "text": "آیت 55 وَلَا یَزَالُ الَّذِیْنَ کَفَرُوْا فِیْ مِرْیَۃٍ مِّنْہُ ”ان کے شکوک و شبہات تو کبھی ختم ہونے والے نہیں ہیں۔حَتّٰی تَاْتِیَہُمُ السَّاعَۃُ بَغْتَۃً اَوْ یَاْتِیَہُمْ عَذَابُ یَوْمٍ عَقِیْمٍ ””بانجھ دن“ سے مراد ایسا دن ہے جو ہر خیر سے خالی ہو۔ یعنی وہ دن جس میں کسی قوم کی بربادی کا فیصلہ ہوجائے۔"
    },
    {
      "ayah": 56,
      "surah": 22,
      "text": "آیت 56 اَلْمُلْکُ یَوْمَءِذٍ لِّلّٰہِط یَحْکُمُ بَیْنَہُمْ ط ”کائنات کا حاکم حقیقی تو اللہ تعالیٰ ہی ہے۔ کائنات میں ہر جگہ ‘ ہر وقت اسی کا حکم چل رہا ہے ‘ لیکن آج اس حقیقت پر کچھ پردے پڑے ہوئے ہیں۔ چناچہ دنیا میں ہمیں ڈرامے کے کرداروں کی طرح چھوٹے چھوٹے بادشاہ ‘ فرمانروا ‘ سردار وغیرہ بھی مقتدر اور با اختیار نظر آتے ہیں ‘ لیکن جب قیامت کا دن آئے گا تو یہ سب پردے اٹھ جائیں گے۔ اس دن تمام بنی نوع انسان کو مخاطب کر کے پوچھا جائے گا : لِمَنِ الْمُلْکُ الْیَوْمَ ط المؤمن : 16 ”آج کے دن بادشاہی کس کی ہے ؟“ اور پھر خود ہی جواب دیا جائے گا : لِلّٰہِ الْوَاحِدِ الْقَہَّارِ ”صرف اس اللہ کی جو واحد ہے ‘ قہار ہے !“"
    },
    {
      "ayah": 57,
      "surah": 22,
      "text": "آیت 56 اَلْمُلْکُ یَوْمَءِذٍ لِّلّٰہِط یَحْکُمُ بَیْنَہُمْ ط ”کائنات کا حاکم حقیقی تو اللہ تعالیٰ ہی ہے۔ کائنات میں ہر جگہ ‘ ہر وقت اسی کا حکم چل رہا ہے ‘ لیکن آج اس حقیقت پر کچھ پردے پڑے ہوئے ہیں۔ چناچہ دنیا میں ہمیں ڈرامے کے کرداروں کی طرح چھوٹے چھوٹے بادشاہ ‘ فرمانروا ‘ سردار وغیرہ بھی مقتدر اور با اختیار نظر آتے ہیں ‘ لیکن جب قیامت کا دن آئے گا تو یہ سب پردے اٹھ جائیں گے۔ اس دن تمام بنی نوع انسان کو مخاطب کر کے پوچھا جائے گا : لِمَنِ الْمُلْکُ الْیَوْمَ ط المؤمن : 16 ”آج کے دن بادشاہی کس کی ہے ؟“ اور پھر خود ہی جواب دیا جائے گا : لِلّٰہِ الْوَاحِدِ الْقَہَّارِ ”صرف اس اللہ کی جو واحد ہے ‘ قہار ہے !“"
    },
    {
      "ayah": 58,
      "surah": 22,
      "text": "آیت 58 وَالَّذِیْنَ ہَاجَرُوْا فِیْ سَبِیْلِ اللّٰہِ ”ہجرت کا یہ مضمون یہاں پر موقع محل کی مناسبت سے آیا ہے۔ یہ مکی دور کے آخری زمانے کی سورت ہے اور جس طرح ہجرت سے متصلاً بعد سورة البقرۃ کا نزول ہوا اسی طرح ہجرت سے متصلاً قبل سورة الحج نازل ہوئی۔"
    },
    {
      "ayah": 59,
      "surah": 22,
      "text": "آیت 58 وَالَّذِیْنَ ہَاجَرُوْا فِیْ سَبِیْلِ اللّٰہِ ”ہجرت کا یہ مضمون یہاں پر موقع محل کی مناسبت سے آیا ہے۔ یہ مکی دور کے آخری زمانے کی سورت ہے اور جس طرح ہجرت سے متصلاً بعد سورة البقرۃ کا نزول ہوا اسی طرح ہجرت سے متصلاً قبل سورة الحج نازل ہوئی۔"
    },
    {
      "ayah": 6,
      "surah": 22,
      "text": "آیت 6 ذٰلِکَ بِاَنَّ اللّٰہَ ہُوَ الْحَقُّ ”اللہ تعالیٰ کے حق ہونے میں کسی شک و شبہ کی کوئی گنجائش نہیں۔ وَاَنَّہٗ یُحْیِی الْمَوْتٰی وَاَنَّہٗ عَلٰی کُلِّ شَیْءٍ قَدِیْرٌ ”بارش کے پانی سے مردہ زمین کے یکایک زندہ ہوجانے کا منظر تم اپنی آنکھوں سے دیکھتے رہتے ہو۔ اسی طرح اللہ تعالیٰ ایک دن تم لوگوں کو قبروں سے زندہ کر کے اٹھا کھڑا کرے گا۔"
    },
    {
      "ayah": 60,
      "surah": 22,
      "text": "اِنَّ اللّٰہَ لَعَفُوٌّ غَفُوْرٌ ”یعنی مسلمانوں پر اس سے قبل جو زیادتیاں ہوچکی ہیں اب وہ ان کا بدلہ لے سکتے ہیں ‘ اور پھر مزید کسی زیادتی کی صورت میں بھی اللہ ان کی مدد فرمائے گا۔"
    },
    {
      "ayah": 61,
      "surah": 22,
      "text": "آیت 61 ذٰلِکَ بِاَنَّ اللّٰہَ یُوْلِجُ الَّیْلَ فِی النَّہَارِ وَیُوْلِجُ النَّہَارَ فِی الَّیْلِ ”یعنی اس کائنات کا پورا نظام عدل و انصاف پر مبنی ہے۔ رات دن کا یہ الٹ پھیر اس نظام کے اندر موجود اعتدال و توازن کی ایک مثال ہے جس سے ظاہر ہوتا ہے کہ کائنات کا یہ نظام ایسے ہی چل رہا ہے جیسے کہ اسے چلنا چاہیے۔ اس نظام کو درست رکھنے کے لیے قدرت کی طرف سے جو تدابیر اختیار کی جاتی ہیں ان سے متعلق قبل ازیں آیت 40 میں ایک راہنما اصول بتایا گیا ہے کہ اللہ تعالیٰ دنیا کے نظام میں ظالم اور مفسد قوتوں کو مستقلاً برداشت نہیں کرتا اور دوسری قوتوں کے ذریعے انہیں نیست و نابود کرتا رہتا ہے : وَلَوْلَا دَفْعُ اللّٰہِ النَّاسَ بَعْضَہُمْ بِبَعْضٍ لَّہُدِّمَتْ صَوَامِعُ وَبِیَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ یُذْکَرُ فِیْہَا اسْمُ اللّٰہِ کَثِیْرًا ط ”اور اگر اللہ بعض لوگوں کو بعض دوسرے لوگوں کے ذریعے دور نہ کرتا رہتا ‘ تو ڈھا دیا جاتا خانقاہوں ‘ گرجوں ‘ معبدوں اور مسجدوں کو ‘ جن میں کثرت سے اللہ کا نام لیا جاتا ہے“۔ چناچہ جس طرح اللہ تعالیٰ انسانی معاشرے کے نظام کو عدل پر قائم رکھنے کے لیے انتظامات کرتا ہے اسی طرح اس نے کائناتی اور آفاقی نظام کو بھی ٹھیک ٹھیک چلانے کا اہتمام کر رکھا ہے۔"
    },
    {
      "ayah": 62,
      "surah": 22,
      "text": "آیت 62 ذٰلِکَ بِاَنَّ اللّٰہَ ہُوَ الْحَقُّ ”اللہ کی ذات برحق ہے ‘ جس کا حق ہونا قطعی اور یقینی ہے۔"
    },
    {
      "ayah": 63,
      "surah": 22,
      "text": "اِنَّ اللّٰہَ لَطِیْفٌ خَبِیْرٌ ”یہاں پر ”لطیف“ کے یہ معنی بھی ہیں کہ اللہ تعالیٰ خفیہ تدبیریں کرنے والا ہے۔"
    },
    {
      "ayah": 64,
      "surah": 22,
      "text": "وَاِنَّ اللّٰہَ لَہُوَ الْغَنِیُّ الْحَمِیْدُ ”اسے کوئی احتیاج نہیں ‘ وہ ستودہ صفات ہے ‘ اپنی ذات میں خود محمود ہے ‘ اسے کسی حمد کی ضرورت نہیں۔"
    },
    {
      "ayah": 65,
      "surah": 22,
      "text": "آیت 65 اَلَمْ تَرَ اَنَّ اللّٰہَ سَخَّرَ لَکُمْ مَّا فِی الْاَرْضِ ”یعنی تمہاری خدمت گزاری اور تمہاری ضروریات کی بہم رسانی میں لگا دیا ہے۔"
    },
    {
      "ayah": 66,
      "surah": 22,
      "text": "اِنَّ الْاِنْسَانَ لَکَفُوْرٌ ”یعنی پہلے تم مردہ تھے اور اس نے تمہیں زندہ کیا۔ یہ آیت سورة البقرۃ کی اس آیت سے گہری مشابہت رکھتی ہے : کَیْفَ تَکْفُرُوْنَ باللّٰہِ وَکُنْتُمْ اَمْوَاتاً فَاَحْیَاکُمْْج ثُمَّ یُمِیْتُکُمْ ثُمَّ یُحْیِیْکُمْ ثُمَّ اِلَیْہِ تُرْجَعُوْنَ دونوں آیات کے الفاظ بھی ملتے جلتے ہیں۔ صرف سورة البقرۃ کے ”کُنْتُمْ اَمْوَاتاً“ کے الفاظ کو زیر مطالعہ آیت میں دہرایا نہیں گیا۔ مضمون دونوں آیات کا بہر حال ایک ہی ہے۔ اس مضمون کا خلاصہ یہ ہے کہ اللہ تعالیٰ نے تمام انسانوں کی ارواح کو عالم ارواح میں پیدا کیا اور ان سے اپنی ربوبیت کا عہد اَلَسْتُ بِرَبِّکُمْ ؟ لینے کے بعد سب کو سلا دیا ‘ بالکل اسی طرح جیسے آج کسی چیز کو کو لڈ سٹوریج میں رکھ دیا جاتا ہے۔ یہ تمام انسانوں کی پہلی موت تھی۔ اس کے بعد جب کسی روح کا رحم مادر میں کسی جنین کے ساتھ ملاپ ہوتا ہے تو یہ اس روح یا اس انسان کا احیائے اول ہے۔ پھر دنیوی زندگی کے بعد جب اسے موت آئے گی تو یہ اس کا ”اماتہ ثانیہ“ ہوگا اور جب اسے قیامت کو اٹھایا جائے گا تو وہ احیائے ثانی ہوگا۔ اس مضمون کا ذروۂ سنام climax سورة غافر المؤمن کی آیت 11 میں آئے گا۔"
    },
    {
      "ayah": 67,
      "surah": 22,
      "text": "آیت 67 لِکُلِّ اُمَّۃٍ جَعَلْنَا مَنْسَکًا ہُمْ نَاسِکُوْہُ فَلَا یُنَازِعُنَّکَ فِی الْاَمْرِ ”یعنی بنی اسرائیل کے لیے قربانی کا طریقہ اور تھا ‘ بنی اسماعیل کسی اور طریقے سے قربانی کرتے تھے ‘ جبکہ مسلمانوں کو ان دونوں سے مختلف طریقہ بتایا گیا ہے۔ یہ ہر امت کی اپنی اپنی شریعت کا معاملہ ہے ‘ اس میں جھگڑنے کی کوئی بات نہیں ہے۔ یہ مضمون اس سے پہلے آیت 34 میں اس طرح آچکا ہے : وَلِکُلِّ اُمَّۃٍ جَعَلْنَا مَنْسَکًا لِّیَذْکُرُوا اسْمَ اللّٰہِ عَلٰی مَا رَزَقَہُمْ مِّنْم بَہِیْمَۃِ الْاَنْعَامِط فَاِلٰہُکُمْ اِلٰہٌ وَّاحِدٌ فَلَہٗٓ اَسْلِمُوْاط وَبَشِّرِ الْمُخْبِتِیْنَ ”اور ہر امت کے لیے ہم نے قربانی کا ایک طریقہ بنایا ہے تاکہ وہ اللہ کا نام لیاکریں ان مویشیوں پر جو اس نے انہیں عطا کیے ہیں۔ تو جان لو کہ تمہارا معبود ایک ہی ہے ‘ چناچہ تم اس کے سامنے سرتسلیم خم کرو ‘ اور اے نبی صلی اللہ علیہ وآلہ وسلم بشارے دے دیجیے عاجزی اختیار کرنے والوں کو۔“"
    },
    {
      "ayah": 68,
      "surah": 22,
      "text": "آیت 68 وَاِنْ جٰدَلُوْکَ فَقُلِ اللّٰہُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ”میرے پاس جو ہدایت میرے رب کی طرف سے آئی ہے میں اس کی پیروی کر رہا ہوں۔ اگر آپ لوگ سمجھتے ہیں کہ میرے مقابلے میں آپ زیادہ حق پر ہیں تو آپ جانیں اور آپ کا رب جانے۔"
    },
    {
      "ayah": 69,
      "surah": 22,
      "text": "آیت 68 وَاِنْ جٰدَلُوْکَ فَقُلِ اللّٰہُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ”میرے پاس جو ہدایت میرے رب کی طرف سے آئی ہے میں اس کی پیروی کر رہا ہوں۔ اگر آپ لوگ سمجھتے ہیں کہ میرے مقابلے میں آپ زیادہ حق پر ہیں تو آپ جانیں اور آپ کا رب جانے۔"
    },
    {
      "ayah": 7,
      "surah": 22,
      "text": "آیت 7 وَّاَنَّ السَّاعَۃَ اٰتِیَۃٌ لَّا رَیْبَ فِیْہَالا وَاَنَّ اللّٰہَ یَبْعَثُ مَنْ فِی الْقُبُوْرِ ”بعث بعد الموت کا یہ واقعہ لازماً ہو کر رہے گا۔"
    },
    {
      "ayah": 70,
      "surah": 22,
      "text": "اِنَّ ذٰلِکَ فِیْ کِتٰبٍ ط ”یہ وہی کتاب ہے جسے ”اُمّ الکتاب“ بھی کہا گیا ہے ‘ یعنی اللہ تعالیٰ کے علم قدیم کی کتاب۔اِنَّ ذٰلِکَ عَلَی اللّٰہِ یَسِیْرٌ ”تمہیں یہ مشکل معلوم ہوتا ہے کہ اللہ تعالیٰ ایک ایک چیز کا علم کیسے رکھتا ہے لیکن اللہ کے لیے یہ کوئی مشکل امر نہیں ہے۔"
    },
    {
      "ayah": 71,
      "surah": 22,
      "text": "آیت 71 وَیَعْبُدُوْنَ مِنْ دُوْنِ اللّٰہِ مَا لَمْ یُنَزِّلْ بِہٖ سُلْطٰنًا ”اگرچہ وہ اللہ کو مانتے ہیں لیکن اللہ کے علاوہ بھی بہت سی چیزوں کی پرستش کرتے ہیں ‘ جن کے بارے میں ان کے پاس کوئی سند نہیں ہے۔وَّمَا لَیْسَ لَہُمْ بِہٖ عِلْمٌ ط ”نہ صرف یہ کہ اللہ کی طرف سے نازل شدہ کوئی سند نہیں بلکہ کوئی اثری ثبوت ‘ کوئی عقلی بنیاد اور کوئی منطقی دلیل بھی ان کے پاس ان من گھڑت معبودوں کی پرستش کے لیے نہیں ہے۔"
    },
    {
      "ayah": 72,
      "surah": 22,
      "text": "آیت 72 وَاِذَا تُتْلٰی عَلَیْہِمْ اٰیٰتُنَا بَیِّنٰتٍ تَعْرِفُ فِیْ وُجُوْہِ الَّذِیْنَ کَفَرُوا الْمُنْکَرَ ط ”اللہ عزوجل کا کلام سن کر خوشی سے کھل اٹھنے کی بجائے ان کے چہروں پر بیزاری اور ناگواری کے آثار پیدا ہوجاتے ہیں۔ قُلْ اَفَاُنَبِّءُکُمْ بِشَرٍّ مِّنْ ذٰلِکُمْط ”یعنی جس قدر ناگواری تمہیں اس وقت ہو رہی ہے اور جس قدر سختی تم پر اس وقت بیت رہی ہے جب تمہیں اللہ تعالیٰ کی آیات پڑھ کر سنائی جا رہی ہیں ‘ کیا میں تمہیں بتاؤں کہ اس سے بڑھ کر ناگوار اور سخت چیز تمہارے لیے کیا ہوگی ؟"
    },
    {
      "ayah": 73,
      "surah": 22,
      "text": "اس سورة مبارکہ کا آخری رکوع اپنے مضامین کے اعتبار سے بہت اہم ہے۔ اسی اعتبار سے یہ ہمارے ”مطالعہ قرآن حکیم کے منتخب نصاب“ میں بھی شامل ہے۔ چناچہ اس رکوع کے مطالعہ سے پہلے میں ”منتخب نصاب“ اور اس کی غرض وغایت کے حوالے سے بھی چند باتیں عرض کرنا چاہتا ہوں۔الحمدللہ ! ہم نے ”رجوع الی القرآن“ کی جو تحریک شروع کر رکھی ہے اور اللہ کی توفیق سے اب تک میں اس میں اپنی زندگی کے 35 سال صرف کرچکا ہوں واضح رہے کہ یہ دروس جن پر ”بیان القرآن“ مشتمل ہے ‘ 1998 ء کے ہیں۔ اسی تحریک کی کو کھ سے تنظیم اسلامی اور تحریک خلافت نے جنم لیا ہے ‘ ہماری اس دعوت ”رجوع الی القرآن“ کی بنیاد ”مطالعہ قرآن حکیم کا منتخب نصاب“ ہے۔ اس منتخب نصاب کو میں نے ذریعہ بنایا ہے لوگوں کو قرآن سے متعارف کرانے کا اور ایک مسلمان پر دین کی طرف سے جو بنیادی فرائض عائد ہوتے ہیں ان فرائض کا ایک جامع تصور ان کے سامنے رکھنے کا۔ یعنی دین کے وہ فرائض جن کے بارے میں ہم سے قیامت کے دن باز پرس ہونی ہے ان کا ایک صحیح تصور مختصر الفاظ میں ہمارے سامنے آجائے۔ جہاں تک نماز ‘ روزہ وغیرہ کا تعلق ہے ‘ اس کے بارے میں تو سب جانتے ہیں کہ وہ بنیادی فرائض میں سے ہیں ‘ لیکن کیا ہم پر اس کے علاوہ بھی کچھ فرائض عائد ہوتے ہیں ؟ کیا ہم کچھ اور امور میں بھی مسؤل ہیں ؟ کیا بحیثیت مسلمان اس سے بڑھ کر کچھ مزید بھی ہماری ذمہ داری ہے ؟ ان سب سوالات کے جوابات اس منتخب نصاب کے مطالعے میں موجود ہیں۔ یہ نصاب تقریباً دو پاروں کے برابر ہے۔ یعنی حجم کے اعتبار سے یہ قرآن مجید کا 15/1 واں حصہ ہے۔قرآن مجید کے اب تک کے مطالعے بیان القرآن کے دوران ہم منتخب نصاب کے کچھ حصوں کا مطالعہ بھی کر آئے ہیں ‘ لیکن چونکہ اس نصاب میں زیادہ تر آیات اور سورتیں قرآن حکیم کے نصف ثانی بلکہ آخری حصے سے شامل ہوئی ہیں ‘ اس لیے زیادہ تر مقامات کا مطالعہ ابھی باقی ہے۔ اگرچہ ان مقامات اور اسباق کا انتخاب کرتے ہوئے یہ بات میرے ذہن میں نہیں تھی کہ قرآن کے کس حصے سے کتنا حصہ منتخب کیا جائے ‘ لیکن عملی طور پر قرآن کے آخری حصے سے زیادہ آیات منتخب ہوئی ہیں۔ اس صورت حال کی ایک بہت خوبصورت مشابہت حروف مقطعات کے ساتھ ہے جس کی طرف آج اچانک میرا ذہن منتقل ہوا ہے اور وہ یہ کہ عربی کے 28 یا 29 حروف تہجی کی جو تختی ہے اس کے نصف اول میں سے بہت کم حروف ہیں جو حرف مقطعات میں شامل ہوئے ہیں ‘ جبکہ اس تختی کے نصف ثانی میں سے بہت سے حروف ہیں جو حروف مقطعات میں آئے ہیں۔ یہ تو بہرحال ایک اضافی نکتہ تھا۔ اس وقت منتخب نصاب کے عمومی تعارف اور اس میں سورة الحج کے آخری رکوع کی اہمیت کے حوالے سے بات ہو رہی ہے۔اس منتخب نصاب کے کل چھ حصے ہیں۔ پہلا حصہ ”جامع اسباق“ پر مشتمل ہے۔ اس کا آغاز سورة العصر سے ہوتا ہے جو قرآن حکیم کی ایک مختصر مگر انتہائی جامع سورت ہے۔ اس میں انسان کی نجات اخروی کے چار لوازم یعنی ایمان ‘ عمل صالح ‘ تواصی بالحق اور تواصی بالصبر بیان ہوئے ہیں۔ اس کے بعد پہلے حصے میں قرآن کے تین ایسے جامع مقامات شامل کیے گئے ہیں جن میں نجات کے انہیں چاروں لوازم کا ذکر تفصیل کے ساتھ ہے۔ پہلے حصے کا دوسرا درس سورة البقرۃ کی آیت 177 آیت البر پر مشتمل ہے جس میں نیکی کی حقیقت پر تفصیلی بحث ہوئی ہے کہ یوں تو ہر شخص اپنے ذہن میں نیکی کا ایک اپنا تصور رکھتا ہے لیکن اصل اور جامع نیکی کون سی ہے ؟ نیکی کی روح کیا ہے ؟ اس کی جڑ اور بنیاد کیا ہے ؟ اس کا سب سے اونچا مقام کیا ہے ؟ اور اس کا مقام مطلوب کون سا ہے ؟حصہ دوم میں ایمان سے متعلق مباحث ہیں کہ ایمان کیا ہے اور یہ کیسے وجود میں آتا ہے ؟ اس حصے کے دروس میں سورة الفاتحہ کا درس ‘ سورة آل عمران کے آخری رکوع کی آیات کا درس اور سورة النور کے پانچویں رکوع کا درس شامل ہیں۔ اس نصاب کا تیسرا حصہ اعمال صالحہ کے بارے میں ہے۔ اس میں انفرادی و اجتماعی سطح پر اور پھر معاشرتی و ریاستی سطح پر اعمال صالحہ کی اہمیت ‘ کیفیت ‘ ضرورت وغیرہ پر روشنی ڈالی گئی ہے۔ معاشرتی سطح پر اعمال صالحہ کی تفصیلات کے سلسلے میں سورة بنی اسرائیل کے تیسرے اور چوتھے رکوع کا اہم درس بھی اس حصے میں شامل ہے۔ ان آیات میں جو احکام مذکور ہیں وہ تورات کے ”احکام عشرہ“ یعنی En Commandments کی قرآنی تشریح و تعبیر کا درجہ رکھتے ہیں۔ منتخب نصاب کے چوتھے حصے کا پہلا درس سورة الحج کے اس رکوع پر مشتمل ہے جو اب ہمارے زیر مطالعہ آرہا ہے۔ گویا اس کی جگہ منتخب نصاب کے عین وسط میں ہے۔ قرآن کی دعوت کے اعتبار سے یہ قرآن حکیم کا جامع ترین مقام ہے۔ اس میں قرآنی دعوت کو دو حصوں میں تقسیم کر کے بیان فرمایا گیا ہے۔ یعنی ایک دعوت عمومی اور دوسری دعوت خصوصی۔ قرآن کی دعوت عمومی بنی نوع انسان کے ہر فرد کے لیے ہے۔ کوئی فرد دنیا کے کسی گوشے یا کسی نسل سے تعلق رکھتا ہو ‘ کسے باشد ! وہ قرآن کی اس دعوت کا مخاطب ہے۔ یہ عمومی دعوت دراصل ایمان کی دعوت ہے۔ چونکہ نبی آخر الزماں ﷺ کی بعثت دنیا کے تمام انسانوں کے لیے ہے : وَمَآ اَرْسَلْنٰکَ اِلَّا کَآفَّۃً لِّلنَّاسِ بَشِیْرًا وَّنَذِیْرًا سبا : 28 اس لیے ایمان کی یہ دعوت تمام انسانوں کے لیے ہے کہ لوگو ! اللہ پر ایمان لاؤ ‘ رسول پر لاؤ ‘ آخرت ‘ بعث بعد الموت ‘ جنت اور دوزخ پر ایمان لاؤ ! یہ پہلے درجے کی دعوت ہے اور پہلے درجے میں صرف ماننے کی دعوت ہی دی جاسکتی ہے۔ اس درجے پر عمل نماز ‘ روزہ وغیرہ کی دعوت نہیں دی جاسکتی ‘ کیونکہ جو انسان اللہ ‘ رسول اور قرآن کو نہیں مانتا اس کے لیے نماز اور روزہ کی کیا اہمیت ہوسکتی ہے ! اس کے بعد خصوصی دعوت کا درجہ ہے اور اس کے مخاطب وہ لوگ ہیں جو پہلی دعوت یعنی دعوت ایمان پر لبیک کہتے ہیں۔ یعنی جو لوگ دعوت ایمان کو قبول کریں گے انہیں دعوت عمل کے ذریعے ایمان کے تقاضے پورے کرنے کی ضرورت و اہمیت سے آگاہ کیا جائے گا۔ چناچہ اس رکوع کی چھ آیات میں دعوت قرآنی کے ان دونوں عمومی اور خصوصی درجوں کو علیحدہ علیحدہ بیان کیا گیا ہے۔ پہلی چار آیات میں ”یٰٓاَیُّہَا النَّاسُ“ کے الفاظ سے پوری بنی نوع انسان کو خطاب کیا گیا ہے ‘ جبکہ آخری دو آیات میں ”یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوا“ کے الفاظ کے ساتھ اہل ایمان کو دعوت عمل دی گئی ہے۔اِنَّ الَّذِیْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰہِ لَنْ یَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَہٗ ط ”چونکہ اس کے مخاطبِ اوّل مکہّ کے ُ بت پرست تھے اس لیے انہیں شعور دلانے کے لیے ان کے ُ بتوں کی مثال دی گئی ہے کہ خانہ کعبہ میں سجائے گئے تمہارے یہ تین سو ساٹھ بت مل کر بھی کوشش کرلیں تب بھی ایک مکھی تک نہیں بنا سکتے۔ یہ وہی انداز ہے جو حضرت ابراہیم علیہ السلام نے اپنی قوم کے لوگوں کے سامنے ُ بتوں کی بےبسی ظاہر کرنے کے لیے اپنایا تھا۔ آپ علیہ السلام نے ُ بتوں کو توڑ کر ان کے پجاریوں کو اپنے گریبانوں میں جھانکنے پر مجبور کردیا تھا۔وَاِنْ یَّسْلُبْہُمُ الذُّبَابُ شَیْءًا لَّا یَسْتَنْقِذُوْہُ مِنْہُ ط ”یعنی مکھی کو تخلیق کرنا تو بہت دور کی بات ہے ‘ یہ تو اپنے اوپر سے مکھی کو اڑا بھی نہیں سکتے۔ اگر کوئی مکھی ان کے سامنے پڑے ہوئے حلووں مانڈوں میں سے کچھ لے اڑے تو اس سے وہ چیز واپس بھی نہیں لے سکتے۔ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ ”اس مضمون پر یہ جملہ اس قدر جامع ہے کہ قرآن مجید کے نظریۂ توحید کا عملی لبّ لباب ان تین الفاظ میں سما گیا ہے۔ حقیقت یہ ہے کہ ہر باشعور انسان کا ایک نصب العین ‘ آئیڈل یا آدرش ہوتا ہے ‘ جس کے حصول کے لیے وہ دن رات بھاگ دوڑ کرتا ہے۔ انسان کی شخصیت اور اس کا آئیڈیل آپس میں ایک دوسرے کی پہچان کے لیے معیار اور کسوٹی فراہم کرتے ہیں۔ کسی انسان کا معیار اس کے آئیڈیل سے پہچانا جاتا ہے اور کسی آئیڈیل کا معیار اس کے چاہنے والے کے معیار سے پرکھا جاتا ہے۔ اگر کسی انسان کا آئیڈیل گھٹیا ہے تو لازماً وہ انسان خود بھی اسی سطح پر ہوگا اور اگر کسی کا آئیڈیل اعلیٰ ہوگا تو وہ خود بھی اعلیٰ شخصیت کا مالک ہوگا۔ اس اصول پر ان لوگوں کے ذہنوں کے معیار اور سوچوں کی سطح کا اندازہ لگایا جاسکتا ہے جو پتھر کے بتوں کو اپنے معبود سمجھ کر ان کے آگے جھکتے ہیں۔ جس طالب کا مطلوب اور آئیڈیل ایک ایسا بےجان مجسمہ ہے جو اپنے اوپر سے ایک مکھی تک کو نہیں اڑا سکتا ‘ اس کی اپنی شخصیت کا کیا حال ہوگا : ع ”قیاس کن زگلستانِ من بہار مرا !“یہ مضمون ذرا مختلف انداز میں سورة البقرۃ کی آیت 165 میں اس طرح آچکا ہے : وَمِنَ النَّاسِ مَنْ یَّتَّخِذُ مِنْ دُوْنِ اللّٰہِ اَنْدَادًا یُّحِبُّوْنَہُمْ کَحُبِّ اللّٰہِ ط کہ لوگوں میں سے کچھ ایسے بھی ہیں جو اللہ کے مدِّ مقابل کچھ معبود بنا کر ان سے ایسے محبت کرنا شروع کردیتے ہیں جیسے اللہ سے محبت کرنی چاہیے۔ اس کے برعکس توحید کا سبق تو یہ ہے : لَا مَحْبُوْبَ الاَّ اللّٰہ ! لَا مَقْصُوْدَ الاَّ اللّٰہ ! لَا مَطْلُوْبَ الاَّ اللّٰہ ! یعنی انسان کا محبوب و مقصود و مطلوب صرف اور صرف اللہ ہے۔ باقی کوئی شے مطلوب و مقصود نہیں ہے ‘ باقی سب ذرائع ہیں۔ انسان کو زندہ رہنے کے لیے اور اپنی ضروریات زندگی پوری کرنے کے لیے مختلف ذرائع سے مدد لینی پڑتی ہے۔ اس سلسلے میں توحید کا تقاضا یہی ہے کہ ان سب چیزوں کو ذرائع کے طور پر استعمال ضرور کریں مگر انہیں اپنا مطلوب و مقصود نہ بنائیں۔ نہ کھیتی کو ‘ نہ دکان کو ‘ نہ کسی ہنر کو ‘ نہ کسی پیشے کو ‘ نہ کسی رشتہ دار ‘ اور نہ اولاد کو ! یہ ہے توحید کاُ لبّ لباب !جو شخص توحید کے اس تصور تک نہیں پہنچ سکتا اور اللہ کی معرفت اس انداز میں حاصل نہیں کرسکتا ‘ اس کے ذہن کی پستی اسے اللہ کو چھوڑ کر طرح طرح کی چیزوں کی پرستش کرنا سکھاتی ہے اور پھر اسی ڈگر پر چلتے ہوئے کوئی وطن پرست ٹھہرتا ہے تو کوئی قوم پرست قرار پاتا ہے۔ کوئی دولت کی دیوی کا پجاری بن جاتا ہے تو کوئی اپنے نفس کو معبود بنا کر اپنے ہی حریم ذات کے گرد طواف شروع کردیتا ہے۔ ع ”اپنے ہی حسن کا دیوانہ بنا پھرتا ہوں !“"
    },
    {
      "ayah": 74,
      "surah": 22,
      "text": "آیت 74 مَا قَدَرُوا اللّٰہَ حَقَّ قَدْرِہٖ ط ”ایسے لوگ اللہ کی کما حقہّ معرفت حاصل نہ کرسکے اور جلال و جمالِ الٰہی کی کوئی جھلک نہ دیکھ سکے اور یوں دنیا اور اس کی چیزوں کو اصل مطلوب و مقصود سمجھ کر اس عروس ہزار داماد کے عاشق بن بیٹھے !"
    },
    {
      "ayah": 75,
      "surah": 22,
      "text": "اِنَّ اللّٰہَ سَمِیْعٌم بَصِیْرٌ ”یہاں رسالت کے دونوں واسطوں کا ذکر کردیا گیا ہے جس میں ایک ”رسول ملک“ ہے اور دوسر ا ”رسول بشر“ ہے۔ چناچہ فرشتوں میں سے حضرت جبرائیل علیہ السلام کو چنا گیا اور انسانوں میں سے حضرت محمد ﷺ کو۔ اور یوں رسول ملک کے ذریعے رسول بشر تک پیغام پہنچایا گیا تاکہ وہ اپنے ابنائے نوع تک اسے پہنچا دیں۔"
    },
    {
      "ayah": 76,
      "surah": 22,
      "text": "وَاِلَی اللّٰہِ تُرْجَعُ الْاُمُوْرُ ”اس آیت میں آخرت کا ذکر بھی آگیا اور یوں اس دعوت عمومی میں امور ثلاثہ یعنی توحید ‘ رسالت اور آخرت کا ذکر کردیا گیا۔ یاد رہے کہ اس دعوت میں یٰٓاَیُّہَا النَّاسُ آیت 37 کے الفاظ سے نوع انسانی کے تمام افراد کو مخاطب کیا گیا ہے۔اب دوسرے مرحلے کی دعوت ان خصوصی لوگوں کے لیے ہے جنہوں نے اس پہلی دعوت پر لبیک کہا کہ ہم ایک اللہ کو معبود مانتے ہیں ‘ محمد ﷺ کو اللہ کا رسول تسلیم کرتے ہیں ‘ بعث بعد الموت پر بھی یقین رکھتے ہیں اور اِنَّا لِلّٰہِ وَاِنَّآ اِلَیْہِ رٰجِعُوْنَ کے فلسفے پر بھی ایمان رکھتے ہیں ‘ وہ لوگ اہل ایمان قرار پائے۔ اب اگلے مرحلے میں انہی لوگوں کو عمل کی دعوت دی جا رہی ہے۔ اس انداز دعوت میں ایک واضح فرق یہ ہے کہ اس میں فعل امر کا استعمال کیا گیا ہے ‘ یعنی اس دعوت کا اندازحکمیہ ہے۔ پہلی دعوت میں فعل امر کا استعمال صرف مثال سنانے کی حد تک ہوا تھا : فَاسْتَمِعُوْا لَہٗ ط کہ یہ مثال جو بیان کی جا رہی ہے اسے غور سے سنو ! لیکن جو لوگ اس دعوت کو مان کر اسلام کے دائرہ میں آگئے ہیں انہیں اب باقاعدہ حکم دیا جا رہا ہے :"
    },
    {
      "ayah": 77,
      "surah": 22,
      "text": "آیت 77 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوا ارْکَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّکُمْ ”یہاں صرف اصطلاحی رکوع اور سجدہ ہی مراد نہیں بلکہ اللہ تعالیٰ کے ہر حکم کے سامنے مکمل طور پر سر تسلیم خم کردینے کا حکم ہے۔ اسی طرح ”عبادت“ کے حکم میں بھی ”مکمل بندگی“ کا مفہوم پنہاں ہے۔ ؂ زندگی آمد برائے بندگی زندگی بےبندگی شرمندگی !وَافْعَلُوا الْخَیْرَ ”یہاں غور طلب بات یہ ہے کہ واعْبُدُوْا بندگی کرو ! کے حکم میں تو گویا سب کچھ آگیا۔ اب اس کے بعد مزید نیک کام کون سے ہیں ؟ دراصل ”فعل خیر“ سے یہاں مراد خدمت خلق ہے۔ اس حکم سے مراد یہ ہے کہ اپنے آپ کو خدمت خلق میں لگا دو ! اور خدمت خلق صرف بھوکے کو کھانا کھلانے تک ہی محدود نہیں بلکہ سب سے بڑی خدمت خلق یہ ہے کہ لوگوں کی عاقبت سنوارنے کی کوشش کی جائے۔ چناچہ اس حکم میں یہ بھی شامل ہے کہ اے اللہ کے بندو ! ایمان و عمل کے جو حقائق تم پر منکشف ہوگئے ہیں ان سے دوسرے لوگوں کو بھی روشناس کراؤ ‘ تاکہ وہ جہنم کا ایندھن بننے سے بچ جائیں۔لَعَلَّکُمْ تُفْلِحُوْنَ ”سیاق وسباق کے اعتبار سے یہ بہت اہم بات ہے۔ مطلب یہ ہے کہ اے ایمان کے دعوے دارو ! کہیں تم یہ نہ سمجھ بیٹھنا کہ ایمان کا اقرار کرلیا تو بس اب فلاح ہی فلاح ہے۔ بس کلمہ پڑھ لیا اور کامیابی ہوگئی۔ نہیں ایسا نہیں ! ع ”یہ شہادت گہِ الفت میں قدم رکھنا ہے !“ تم لوگوں نے اس شہادت گاہ میں قدم رکھا ہے تو اب اس کے تقاضے پورے کرو گے تو تب کامیابی ہوگی۔ اگر تم یہ سمجھے بیٹھے ہو کہ بس ہم مسلمان ہوگئے ہیں اور اب بیٹھے بٹھائے ہمیں جنت مل جائے گی تو یہ تمہارا اپنا خیال ہے ‘ تمہاری اپنی دل خوش کن تمنا wishful thinking ہے۔ جیسے کہ بنی اسرائیل کے بارے میں فرمایا گیا : تِلْکَ اَمَانِیُّہُمْ ط البقرہ : 111 ”یہ ان کی تمنائیں ہیں۔“امام شافعی رح کی رائے ہے کہ سورة الحج کی اس آیت کی تلاوت پر سجدۂ تلاوت کرنا چاہیے ‘ جبکہ امام ابوحنیفہ رح کے نزدیک یہ آیت سجدہ نہیں ہے۔ اس ضمن میں یہ بھی واضح رہے کہ آیات سجدہ پر سجدۂ تلاوت کرنا امام ابوحنیفہ رح کے نزدیک واجب جبکہ امام شافعی رح کے نزدیک مستحب ہے۔"
    },
    {
      "ayah": 78,
      "surah": 22,
      "text": "ہُوَ اجْتَبٰٹکُمْ ”اب نبوت محمد رسول اللہ ﷺ پر ختم ہوچکی ہے۔ آئندہ جبرائیل علیہ السلام کسی کے پاس وحی لے کر نہیں آئیں گے۔ انہوں نے جو وحی پہچانی تھی پہنچا دی ہے اور اللہ تعالیٰ کے تمام احکام محمد ﷺ نے تم لوگوں تک پہنچا دیے ہیں۔ اب ان احکام کو ‘ اس دعوت کو تمام نوع انسانی تک پہنچانے کے لیے اللہ نے تمہارا انتخاب کیا ہے۔ تمام انسانوں میں سے تمہیں چن لیا گیا ہے ‘ اس عظیم الشان مشن کے لیے تمہارا سلیکشن ہوگیا ہے۔ چناچہ تم اپنے نصیب پر فخر کرو اور اس کام میں لگ جاؤ۔ ہُوَ سَمّٰٹکُمُ الْمُسْلِمِیْنَ لا ”اللہ تعالیٰ نے تم لوگوں کو ”مسلم“ کا خطاب دیا ہے اور تمہارے جد امجد ابراہیم علیہ السلام نے بھی تمہارا یہی نام رکھا تھا۔ سورة البقرۃ ‘ آیت 128 میں حضرت ابراہیم علیہ السلام کی دعا کے یہ الفاظ نقل ہوئے ہیں : رَبَّنَا وَاجْعَلْنَا مُسْلِمَیْنِ لَکَ وَمِنْ ذُرِّیَّتِنَآ اُمَّۃً مُّسْلِمَۃً لَّکَص ”پروردگار ! ہمیں بھی اپنا فرمانبردار مسلم بنا کر رکھیو اور ہماری اولاد سے بھی ایک امت مسلمہ اٹھائیو !“لِیَکُوْنَ الرَّسُوْلُ شَہِیْدًا عَلَیْکُمْ وَتَکُوْنُوْا شُہَدَآءَ عَلَی النَّاسِ ج ”یہ وہی مضمون ہے جو سورة البقرۃ کی آیت 143 میں آیا ہے : وَکَذٰلِکَ جَعَلْنٰکُمْ اُمَّۃً وَّسَطًا لِّتَکُوْنُوْا شُہَدَآءَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًا ط ”اور اے مسلمانو ! اسی طرح ہم نے تمہیں ایک امت وسط بنایا ہے ‘ تاکہ تم لوگوں پر گواہ ہو اور رسول ﷺ تم پر گواہ ہو“۔ صرف یہ فرق ہے کہ وہاں پہلے امت کا ذکر ہے اور پھر رسول کا ‘ جبکہ یہاں پہلے رسول اور بعد میں امت کا ذکر ہے۔ پس اے اہل ایمان ! اس ذمہ داری کو اچھی طرح سے سمجھ لو اور اب بسم اللہ کرو ! قدم آگے بڑھاؤ ! اور دیکھو تمہارا سب سے پہلا قدم کون سا اٹھنا چاہیے : فَاَقِیْمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ وَاعْتَصِمُوْا باللّٰہِ ط ”اللہ تمہارا حمایتی اور پشت پناہ ہے ‘ تم اس کے دامن سے وابستہ ہوجاؤ۔ہُوَ مَوْلٰٹکُمْج فَنِعْمَ الْمَوْلٰی وَنِعْمَ النَّصِیْرُ ””مولیٰ“ کے مفہوم میں آقا ‘ حمایتی ‘ پشت پناہ ‘ ملجا و ماویٰ اور مرجع کے معانی شامل ہیں۔اس رکوع کے مضامین بہت اہم ہیں ‘ اس لیے میں چاہتا ہوں کہ اس کے اہم نکات ایک دفعہ پھر ذہن میں تازہ کرلیے جائیں۔ اس رکوع میں پہلا سبق توحید سے متعلق ہے اور اس کالب لباب یہ ہے کہ ایک انسان کا مطلوب حقیقی ‘ محبوب حقیقی اور مقصود اصلی صرف اور صرف اللہ ہی ہو۔ اس کے بعد دوسرا نکتہ رسالت سے متعلق ہے۔ محمد رسول اللہ ﷺ کی بعثت تک رسالت کا سلسلہ صرف دو واسطوں پر مشتمل تھا ‘ یعنی رسول ملک اور رسول بشر۔ لیکن اب دورمحمدی ﷺ میں ایک تیسرے واسطے کا اضافہ کیا گیا اور امت مسلمہ کو بھی ایک مستقل کڑی کے طور پر رسالت کے سلسلۃ الذہب سنہری زنجیر میں منسلک کردیا گیا ہے۔ اس ذمہ داری کے لیے امت مسلمہ کے انتخاب کا ذکر اللہ تعالیٰ نے اس رکوع آیت 78 میں ہُوَ اجْتَبٰٹکُمْ کے الفاظ سے کیا ہے ‘ جبکہ قبل ازیں آیت 75 میں رسول ملک اور رسول بشر کے لیے ”اِصطِفاء“ کا لفظ استعمال ہوا ہے : اَللّٰہُ یَصْطَفِیْ مِنَ الْمَلآءِکَۃِ رُسُلًا وَّمِنَ النَّاسِ ط۔ اِصْطِفاء اور اِجْتِباء دونوں الفاظ معنی کے اعتبار سے آپس میں ملتے جلتے ہیں اور خود حضور ﷺ کے لیے محمد مصطفیٰ اور احمد مجتبیٰ بھی مستعمل ہیں۔ اس رکوع کا تیسرا مضمون ”شہادت علی الناس“ کے بارے میں ہے۔ اس ضمن میں سورة الحج کی آیت 78 کے الفاظ کی سورة البقرۃ کی آیت 143 کے الفاظ سے بہت قریبی مشابہت ہے ‘ بلکہ دونوں مقامات پر الفاظ ایک جیسے ہیں ‘ صرف ترتیب کا فرق ہے۔ سورة البقرۃ کی آیت 143 کے الفاظ یہ ہیں : لِتَکُوْنُوْا شُہَدَآءَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًا ط جبکہ سورة الحج کی آیت 78 میں الفاظ کی ترتیب یوں ہے : لِیَکُوْنَ الرَّسُوْلُ شَہِیْدًا عَلَیْکُمْ وَتَکُوْنُوْا شُہَدَآءَ عَلَی النَّاسِج مضمون اور الفاظ کے اعتبار سے جو نسبت ان دو آیات کی آپس میں ہے بالکل وہی نسبت سورة النساء کی آیت 135 کے ان الفاظ : یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا کُوْنُوْا قَوّٰمِیْنَ بالْقِسْطِ شُہَدَآءَ لِلّٰہِ کی سورة المائدۃ کی آیت 8 کے ان الفاظ : یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا کُوْنُوْا قَوّٰمِیْنَ لِلّٰہِ شُہَدَآء بالْقِسْطِز کے ساتھ ہے۔ چنانچہ اس اعتبار سے امت مسلمہ پر شہادت علی الناس اور پیغام رسالت کی دعوت و تبلیغ کی بھاری ذمہ داری عائد ہوتی ہے ‘ جس کے بارے میں قیامت کے دن بہت سخت جواب دہی ہوگی۔ اس جواب دہی کے بارے میں سورة الاعراف کی یہ آیت بہت واضح ہے : فَلَنَسْءَلَنَّ الَّذِیْنَ اُرْسِلَ اِلَیْہِمْ وَلَنَسْءَلَنَّ الْمُرْسَلِیْنَ ۔ چناچہ وہاں امت مسلمہ سے بحیثیت مجموعی جواب طلبی ہوگی کہ تم لوگوں نے اپنی اس ذمہ داری کو کس حد تک نبھایا تھا ؟ یعنی جو دین تم لوگوں تک آخری نبی ﷺ کے ذریعے پہنچا تھا کیا تم لوگوں نے اسے پوری نوع انسانی تک پہنچا دیا تھا ؟ اور اگر یہ ذمہ داری امت نے کماحقہ پوری نہیں کی ہوگی تو پوری امت بحیثیت مجموعی مجرم قرار پائے گی۔ اور چونکہ آج امت مسلمہ مجموعی طور پر اپنی اس ذمہ داری کا حق ادا نہیں کر رہی ہے اس لیے اپنے اسی جرم کی پاداش میں اجتماعی طور پر ذلیل و خوار ہو رہی ہے۔ اور بقول علامہ اقبالؔ آج اس کی کیفیت یہ ہے کہ : ع حمیت نام تھا جس کا ‘ گئی تیمور کے گھر سے !دنیا کی ذلت و خواری کی یہی سزا اس سے پہلے بنی اسرائیل کو ان کے اجتماعی جرائم کی پاداش میں مل چکی ہے ‘ جس کا ذکر سورة البقرۃ کی آیت 61 میں اس طرح آیا ہے : وَضُرِبَتْ عَلَیْہِمُ الذِّلَّۃُ وَالْمَسْکَنَۃُق وَبَآءُ وْ بِغَضَبٍ مِّنَ اللّٰہِ ط۔ اس لیے کہ اجتماعی جرائم کی سزا قوموں کو دنیا میں ہی دے دی جاتی ہے۔ اُمت مسلمہ اجتماعی طور پر تو اس سلسلے میں قصور وار ہے ہی ‘ مگر اخروی محاسبے کے دوران ہر شخص اپنی انفرادی حیثیت میں بھی جواب دہ ہوگا۔ چناچہ اس کے لیے ہم میں سے ہر شخص کو فکر مندہونا چاہیے کہ وہ اپنے اوپر عائد ہونے والے اس فرض کو کس حد تک نبھا رہا ہے اور قیامت کے دن اس نے اس سلسلے میں کیا جواب دینا ہے۔ کیا وہ اپنی دنیا کی زندگی میں صرف دولت کمانے اور جائیدادیں بنانے کے ایک کبھی نہ ختم ہونے والے چکر میں پڑا رہا یا اس نے دعوت قرآن اور تبلیغ دین کے فریضہ کو ادا کرنے کی بھی کوشش کی اور اپنی دولت ‘ صلاحیتوں اور جان کی قربانیوں کے ذریعے استطاعت بھر اس کام میں بھی اپنا حصہ ڈالا ؟"
    },
    {
      "ayah": 8,
      "surah": 22,
      "text": "آیت 8 وَمِنَ النَّاسِ مَنْ یُّجَادِلُ فِی اللّٰہِ بِغَیْرِ عِلْمٍ وَّلَا ہُدًی وَّلَا کِتٰبٍ مُّنِیْرٍ ”ایسے لوگ بغیر کسی علمی دلیل اور الہامی رہنمائی کے اللہ تعالیٰ کی ذات اور صفات کے بارے میں بحث کرتے ہیں۔"
    },
    {
      "ayah": 9,
      "surah": 22,
      "text": "آیت 8 وَمِنَ النَّاسِ مَنْ یُّجَادِلُ فِی اللّٰہِ بِغَیْرِ عِلْمٍ وَّلَا ہُدًی وَّلَا کِتٰبٍ مُّنِیْرٍ ”ایسے لوگ بغیر کسی علمی دلیل اور الہامی رہنمائی کے اللہ تعالیٰ کی ذات اور صفات کے بارے میں بحث کرتے ہیں۔"
    }
  ]
}
