{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 24,
      "text": "آیت 1 سُوْرَۃٌ اَنْزَلْنٰہَا وَفَرَضْنٰہَا ”سورت کے آغاز کا یہ انداز تمام سورتوں میں منفرد ہے۔ ”سُوْرَۃٌ“ کا لفظ یہاں پر بطور اسم نکرہ استعمال ہوا ہے۔ اس کو اگر تفخیم کے لیے مانا جائے تو اس کے معنی یوں ہوں گے کہ یہ ایک عظیم سورت ہے۔"
    },
    {
      "ayah": 10,
      "surah": 24,
      "text": "وَاَنَّ اللّٰہَ تَوَّابٌ حَکِیْمٌ “ یہاں پر کچھ الفاظ مقدرّ understood مانے گئے ہیں۔ گویا تقدیر عبارت یوں ہے کہ اگر اللہ تعالیٰ کا فضل و کرم اور اس کی رحمت تم لوگوں کے شامل حال نہ ہوتی اور یہ بات نہ ہوتی کہ اللہ توبہ قبول فرمانے والا اور صاحب حکمت ہے تو بیویوں پر الزام کا معاملہ تمہیں غلط راستے پر ڈال دیتا اور تم کوئی بہت بڑا قدم اٹھا لیتے۔ان ابتدائی آیات کی صورت میں اس واقعہ کی تمہید بیان ہوئی ہے جو آگے آ رہا ہے۔"
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "لَا تَحْسَبُوْہُ شَرًّا لَّکُمْط بَلْ ہُوَ خَیْرٌ لَّکُمْ ط“ یہ واقعہ گویا اللہ تعالیٰ کے بہت سے احکام اور قوانین کے نزول کا ذریعہ بن گیا ہے۔ اسی کی وجہ سے امت کو شریعت کے اہم امور کی تعلیم دی جائے گی۔ اس واقعہ کا خلاصہ یوں ہے :6 ہجری میں رسول اللہ ﷺ غزوۂ بنی مصطلق کے لیے تشریف لے گئے۔ اس سفر میں حضرت عائشہ رض آپ ﷺ کے ہمراہ تھیں۔ آپ رض ایک الگ ہودج کجاوہ میں سفر کرتی تھیں۔ واپسی کے سفر کے دوران ایک جگہ جب قافلے کا پڑاؤ تھا آپ رض صبح منہ اندھیرے قضائے حاجت کے لیے گئیں۔ واپسی آپ رض کا ہار کہیں گرگیا اور اس کی تلاش میں آپ رض کو اتنی دیر ہوگئی کہ قافلے کے کوچ کا وقت ہوگیا۔ جن لوگوں کو آپ رض کا ہودج اونٹ پر باندھنے اور اتارنے کی ذمہ داری تفویض کی گئی تھی انہوں نے ہودج اٹھا کر اونٹ پر باندھ دیا۔ آپ رض چونکہ بہت دبلی پتلی تھیں اور آپ رض سمیت ہودج کا وزن بہت زیادہ نہیں ہوتا تھا ‘ اس لیے اٹھاتے ہوئے وہ لوگ یہ اندازہ نہ کرسکے کہ ہودج خالی ہے اور آپ رض اس میں موجود نہیں ہیں۔ بہر حال جب آپ رض پڑاؤ کی جگہ پر واپس آئیں تو قافلہ کوچ کرچکا تھا۔ واپس آکر آپ رض نے سوچا ہوگا کہ اگر پیدل قافلے کے پیچھے جانے کی کوشش کروں گی تو نہ جانے رات کے اندھیرے میں راستہ بھٹک کر کس طرف چلی جاؤں۔ اس لیے بہتر ہے کہ اسی جگہ پر بیٹھی رہوں ‘ تا وقتیکہ لوگوں کو میرے بارے میں پتا چلے کہ میں ہودج میں نہیں ہوں اور وہ مجھے تلاش کرتے ہوئے واپس اس جگہ پہنچ جائیں۔ چناچہ آپ رض وہیں بیٹھ گئیں۔ بیٹھے بیٹھے آپ رض کو نیند آگئی اور آپ رض وہیں زمین پر سو گئیں۔اس زمانے میں عام طور پر سفر کے دوران ایک شخص قافلے کے پیچھے پیچھے سفر کرتا تھا تاکہ بیماری وغیرہ کی وجہ سے اگر کوئی ساتھی پیچھے رہ گیا ہو تو اس کی مدد کرے یا قافلے کی کوئی گری پڑی چیز اٹھا لے۔ اس سفر کے دوران اس ذمہ داری پر حضرت صفوان بن معطل رض مامور تھے۔ وہ اجالے کے وقت قافلے کے پڑاؤ کی جگہ پر پہنچے تو دور سے انہیں ایک گٹھڑی سی پڑی دکھائی دی۔ قریب آئے تو ام المؤمنین رض کو زمین پر پڑے پایا۔ نیند کے دوران آپ رض کا چہرہ کھل گیا تھا اور حجاب کا حکم نازل ہونے سے پہلے چونکہ انہوں نے آپ رض کو دیکھا تھا اس لیے پہچان گئے۔ حجاب کا حکم سورة الاحزاب میں ہے جو ایک سال پہلے 5 ہجری میں نازل ہوچکی تھی۔ اس سے پہلے خواتین حجاب نہیں کرتی تھیں۔ حضرت صفوان رض نے آپ رض کو دیکھ کر اونچی آواز میں اِنَّا لِلّٰہِ وَاِنَّآ اِلَیْہِ رٰجِعُوْنَ پڑھا۔ یہ سن کر آپ رض کی آنکھ کھل گئی۔ انہوں نے آپ رض کے سامنے اپنا اونٹ بٹھا دیا۔ آپ رض خاموشی سے سوا رہو گئیں اور وہ نکیل پکڑے آگے آگے چلتے رہے۔ جب وہ آپ رض کو لے کر قافلے میں پہنچے تو عبداللہ بن ابی نے اپنے ُ خبث باطن کا اظہار کرتے ہوئے شور مچا دیا کہ خدا کی قسم ‘ تمہارے نبی کی بیوی بچ کر نہیں آئی ! معاذ اللہ ! باقی منافقین نے بھی اس کی ہاں میں ہاں ملائی اور یوں یہ بےسروپا بات بڑھتے بڑھتے ایک طوفان کا روپ دھار گئی۔ منافقین کی اس سازش سے بعض بہت ہی مخلص مسلمان بھی متأثر ہوگئے ‘ جن میں حضرتّ حسان بن ثابت رض دربار نبوی ﷺ کے شاعر بھی تھے۔ بعد میں اللہ تعالیٰ نے حضرت عائشہ رض کی براءت میں یہ آیات نازل فرما کر آپ رض کی پاکدامنی اور پاکبازی پر گواہی دی تو تب جا کر یہ معاملہ ختم ہوا۔ یہ واقعہ تاریخ اسلامی میں ”واقعہ افک“ کے نام سے مشہور ہے۔لِکُلِّ امْرِئٍ مِّنْہُمْ مَّا اکْتَسَبَ مِنَ الْاِثْمِ ج“ جس کسی کا جتنا حصہ اس طوفان کے اٹھانے میں ہے اس کو اسی قدر اس کا بدلہ ملے گا۔وَالَّذِیْ تَوَلّٰی کِبْرَہٗ مِنْہُمْ لَہٗ عَذَابٌ عَظِیْمٌ “ اس سے مراد عبداللہ بن ابی ہے ‘ جو اس بہتان کے باندھنے اور اس کی تشہیر کرنے میں پیش پیش تھا۔"
    },
    {
      "ayah": 12,
      "surah": 24,
      "text": "لَا تَحْسَبُوْہُ شَرًّا لَّکُمْط بَلْ ہُوَ خَیْرٌ لَّکُمْ ط“ یہ واقعہ گویا اللہ تعالیٰ کے بہت سے احکام اور قوانین کے نزول کا ذریعہ بن گیا ہے۔ اسی کی وجہ سے امت کو شریعت کے اہم امور کی تعلیم دی جائے گی۔ اس واقعہ کا خلاصہ یوں ہے :6 ہجری میں رسول اللہ ﷺ غزوۂ بنی مصطلق کے لیے تشریف لے گئے۔ اس سفر میں حضرت عائشہ رض آپ ﷺ کے ہمراہ تھیں۔ آپ رض ایک الگ ہودج کجاوہ میں سفر کرتی تھیں۔ واپسی کے سفر کے دوران ایک جگہ جب قافلے کا پڑاؤ تھا آپ رض صبح منہ اندھیرے قضائے حاجت کے لیے گئیں۔ واپسی آپ رض کا ہار کہیں گرگیا اور اس کی تلاش میں آپ رض کو اتنی دیر ہوگئی کہ قافلے کے کوچ کا وقت ہوگیا۔ جن لوگوں کو آپ رض کا ہودج اونٹ پر باندھنے اور اتارنے کی ذمہ داری تفویض کی گئی تھی انہوں نے ہودج اٹھا کر اونٹ پر باندھ دیا۔ آپ رض چونکہ بہت دبلی پتلی تھیں اور آپ رض سمیت ہودج کا وزن بہت زیادہ نہیں ہوتا تھا ‘ اس لیے اٹھاتے ہوئے وہ لوگ یہ اندازہ نہ کرسکے کہ ہودج خالی ہے اور آپ رض اس میں موجود نہیں ہیں۔ بہر حال جب آپ رض پڑاؤ کی جگہ پر واپس آئیں تو قافلہ کوچ کرچکا تھا۔ واپس آکر آپ رض نے سوچا ہوگا کہ اگر پیدل قافلے کے پیچھے جانے کی کوشش کروں گی تو نہ جانے رات کے اندھیرے میں راستہ بھٹک کر کس طرف چلی جاؤں۔ اس لیے بہتر ہے کہ اسی جگہ پر بیٹھی رہوں ‘ تا وقتیکہ لوگوں کو میرے بارے میں پتا چلے کہ میں ہودج میں نہیں ہوں اور وہ مجھے تلاش کرتے ہوئے واپس اس جگہ پہنچ جائیں۔ چناچہ آپ رض وہیں بیٹھ گئیں۔ بیٹھے بیٹھے آپ رض کو نیند آگئی اور آپ رض وہیں زمین پر سو گئیں۔اس زمانے میں عام طور پر سفر کے دوران ایک شخص قافلے کے پیچھے پیچھے سفر کرتا تھا تاکہ بیماری وغیرہ کی وجہ سے اگر کوئی ساتھی پیچھے رہ گیا ہو تو اس کی مدد کرے یا قافلے کی کوئی گری پڑی چیز اٹھا لے۔ اس سفر کے دوران اس ذمہ داری پر حضرت صفوان بن معطل رض مامور تھے۔ وہ اجالے کے وقت قافلے کے پڑاؤ کی جگہ پر پہنچے تو دور سے انہیں ایک گٹھڑی سی پڑی دکھائی دی۔ قریب آئے تو ام المؤمنین رض کو زمین پر پڑے پایا۔ نیند کے دوران آپ رض کا چہرہ کھل گیا تھا اور حجاب کا حکم نازل ہونے سے پہلے چونکہ انہوں نے آپ رض کو دیکھا تھا اس لیے پہچان گئے۔ حجاب کا حکم سورة الاحزاب میں ہے جو ایک سال پہلے 5 ہجری میں نازل ہوچکی تھی۔ اس سے پہلے خواتین حجاب نہیں کرتی تھیں۔ حضرت صفوان رض نے آپ رض کو دیکھ کر اونچی آواز میں اِنَّا لِلّٰہِ وَاِنَّآ اِلَیْہِ رٰجِعُوْنَ پڑھا۔ یہ سن کر آپ رض کی آنکھ کھل گئی۔ انہوں نے آپ رض کے سامنے اپنا اونٹ بٹھا دیا۔ آپ رض خاموشی سے سوا رہو گئیں اور وہ نکیل پکڑے آگے آگے چلتے رہے۔ جب وہ آپ رض کو لے کر قافلے میں پہنچے تو عبداللہ بن ابی نے اپنے ُ خبث باطن کا اظہار کرتے ہوئے شور مچا دیا کہ خدا کی قسم ‘ تمہارے نبی کی بیوی بچ کر نہیں آئی ! معاذ اللہ ! باقی منافقین نے بھی اس کی ہاں میں ہاں ملائی اور یوں یہ بےسروپا بات بڑھتے بڑھتے ایک طوفان کا روپ دھار گئی۔ منافقین کی اس سازش سے بعض بہت ہی مخلص مسلمان بھی متأثر ہوگئے ‘ جن میں حضرتّ حسان بن ثابت رض دربار نبوی ﷺ کے شاعر بھی تھے۔ بعد میں اللہ تعالیٰ نے حضرت عائشہ رض کی براءت میں یہ آیات نازل فرما کر آپ رض کی پاکدامنی اور پاکبازی پر گواہی دی تو تب جا کر یہ معاملہ ختم ہوا۔ یہ واقعہ تاریخ اسلامی میں ”واقعہ افک“ کے نام سے مشہور ہے۔لِکُلِّ امْرِئٍ مِّنْہُمْ مَّا اکْتَسَبَ مِنَ الْاِثْمِ ج“ جس کسی کا جتنا حصہ اس طوفان کے اٹھانے میں ہے اس کو اسی قدر اس کا بدلہ ملے گا۔وَالَّذِیْ تَوَلّٰی کِبْرَہٗ مِنْہُمْ لَہٗ عَذَابٌ عَظِیْمٌ “ اس سے مراد عبداللہ بن ابی ہے ‘ جو اس بہتان کے باندھنے اور اس کی تشہیر کرنے میں پیش پیش تھا۔"
    },
    {
      "ayah": 13,
      "surah": 24,
      "text": "آیت 13 لَوْلَا جَآءُ وْ عَلَیْہِ بِاَرْبَعَۃِ شُہَدَآءَ ج“ اس طرح کے الزام کے ثبوت کے لیے چار گواہ پیش کرنے کا حکم اس سے پہلے سورة النساء ‘ آیت 15 میں نازل ہوچکا تھا سورۃ النساء 4 ہجری میں نازل ہوچکی تھی۔ چناچہ ان لوگوں کے لیے لازمی تھا کہ چار گواہ پیش کرتے ورنہ خاموش رہتے۔فَاِذْ لَمْ یَاْتُوْا بالشُّہَدَآءِ فَاُولٰٓءِکَ عِنْدَ اللّٰہِ ہُمُ الْکٰذِبُوْنَ ”چار گواہوں کی عدم موجود گی میں اسلامی قانون کے مطابق وہ لوگ جھوٹے ہیں۔"
    },
    {
      "ayah": 14,
      "surah": 24,
      "text": "آیت 13 لَوْلَا جَآءُ وْ عَلَیْہِ بِاَرْبَعَۃِ شُہَدَآءَ ج“ اس طرح کے الزام کے ثبوت کے لیے چار گواہ پیش کرنے کا حکم اس سے پہلے سورة النساء ‘ آیت 15 میں نازل ہوچکا تھا سورۃ النساء 4 ہجری میں نازل ہوچکی تھی۔ چناچہ ان لوگوں کے لیے لازمی تھا کہ چار گواہ پیش کرتے ورنہ خاموش رہتے۔فَاِذْ لَمْ یَاْتُوْا بالشُّہَدَآءِ فَاُولٰٓءِکَ عِنْدَ اللّٰہِ ہُمُ الْکٰذِبُوْنَ ”چار گواہوں کی عدم موجود گی میں اسلامی قانون کے مطابق وہ لوگ جھوٹے ہیں۔"
    },
    {
      "ayah": 15,
      "surah": 24,
      "text": "آیت 15 اِذْ تَلَقَّوْنَہٗ بِاَلْسِنَتِکُمْ ”ادھر سے بات سن کر ادھر پہنچا دینا انسانی کمزوری ہے اور اسی انسانی کمزوری کی وجہ سے کوئی بھی ہیجان انگیز بات ”منہ سے نکلی کو ٹھے چڑھی“ کے مصداق دیکھتے ہی دیکھتے جنگل کی آگ کی طرح پھیل جاتی ہے۔وَتَقُوْلُوْنَ بِاَفْوَاہِکُمْ مَّا لَیْسَ لَکُمْ بِہٖ عِلْمٌ ”اس بارے میں جتنی باتیں تھیں سب سنی سنائی تھیں ‘ ان کے پیچھے نہ کوئی علمی ثبوت تھا اور نہ کوئی گواہ۔وَّتَحْسَبُوْنَہٗ ہَیِّنًاق وَّہُوَ عِنْدَ اللّٰہِ عَظِیْمٌ ”کسی بھی مسلمان خاتون پر اس طرح کی تہمت لگا دینا بہت قبیح حرکت ہے ‘ چہ جائیکہ ”بازی بازی با ریش بابا ہم بازی !“ کے مصداق اُمّ المومنین رض زوجۂ رسول کو ایسی تہمت کا ہدف بنا لیا جائے۔ اللہ کے نزدیک یہ حرکت کس قدر ناپسند یدہ ہوگی !"
    },
    {
      "ayah": 16,
      "surah": 24,
      "text": "آیت 15 اِذْ تَلَقَّوْنَہٗ بِاَلْسِنَتِکُمْ ”ادھر سے بات سن کر ادھر پہنچا دینا انسانی کمزوری ہے اور اسی انسانی کمزوری کی وجہ سے کوئی بھی ہیجان انگیز بات ”منہ سے نکلی کو ٹھے چڑھی“ کے مصداق دیکھتے ہی دیکھتے جنگل کی آگ کی طرح پھیل جاتی ہے۔وَتَقُوْلُوْنَ بِاَفْوَاہِکُمْ مَّا لَیْسَ لَکُمْ بِہٖ عِلْمٌ ”اس بارے میں جتنی باتیں تھیں سب سنی سنائی تھیں ‘ ان کے پیچھے نہ کوئی علمی ثبوت تھا اور نہ کوئی گواہ۔وَّتَحْسَبُوْنَہٗ ہَیِّنًاق وَّہُوَ عِنْدَ اللّٰہِ عَظِیْمٌ ”کسی بھی مسلمان خاتون پر اس طرح کی تہمت لگا دینا بہت قبیح حرکت ہے ‘ چہ جائیکہ ”بازی بازی با ریش بابا ہم بازی !“ کے مصداق اُمّ المومنین رض زوجۂ رسول کو ایسی تہمت کا ہدف بنا لیا جائے۔ اللہ کے نزدیک یہ حرکت کس قدر ناپسند یدہ ہوگی !"
    },
    {
      "ayah": 17,
      "surah": 24,
      "text": "آیت 15 اِذْ تَلَقَّوْنَہٗ بِاَلْسِنَتِکُمْ ”ادھر سے بات سن کر ادھر پہنچا دینا انسانی کمزوری ہے اور اسی انسانی کمزوری کی وجہ سے کوئی بھی ہیجان انگیز بات ”منہ سے نکلی کو ٹھے چڑھی“ کے مصداق دیکھتے ہی دیکھتے جنگل کی آگ کی طرح پھیل جاتی ہے۔وَتَقُوْلُوْنَ بِاَفْوَاہِکُمْ مَّا لَیْسَ لَکُمْ بِہٖ عِلْمٌ ”اس بارے میں جتنی باتیں تھیں سب سنی سنائی تھیں ‘ ان کے پیچھے نہ کوئی علمی ثبوت تھا اور نہ کوئی گواہ۔وَّتَحْسَبُوْنَہٗ ہَیِّنًاق وَّہُوَ عِنْدَ اللّٰہِ عَظِیْمٌ ”کسی بھی مسلمان خاتون پر اس طرح کی تہمت لگا دینا بہت قبیح حرکت ہے ‘ چہ جائیکہ ”بازی بازی با ریش بابا ہم بازی !“ کے مصداق اُمّ المومنین رض زوجۂ رسول کو ایسی تہمت کا ہدف بنا لیا جائے۔ اللہ کے نزدیک یہ حرکت کس قدر ناپسند یدہ ہوگی !"
    },
    {
      "ayah": 18,
      "surah": 24,
      "text": "آیت 15 اِذْ تَلَقَّوْنَہٗ بِاَلْسِنَتِکُمْ ”ادھر سے بات سن کر ادھر پہنچا دینا انسانی کمزوری ہے اور اسی انسانی کمزوری کی وجہ سے کوئی بھی ہیجان انگیز بات ”منہ سے نکلی کو ٹھے چڑھی“ کے مصداق دیکھتے ہی دیکھتے جنگل کی آگ کی طرح پھیل جاتی ہے۔وَتَقُوْلُوْنَ بِاَفْوَاہِکُمْ مَّا لَیْسَ لَکُمْ بِہٖ عِلْمٌ ”اس بارے میں جتنی باتیں تھیں سب سنی سنائی تھیں ‘ ان کے پیچھے نہ کوئی علمی ثبوت تھا اور نہ کوئی گواہ۔وَّتَحْسَبُوْنَہٗ ہَیِّنًاق وَّہُوَ عِنْدَ اللّٰہِ عَظِیْمٌ ”کسی بھی مسلمان خاتون پر اس طرح کی تہمت لگا دینا بہت قبیح حرکت ہے ‘ چہ جائیکہ ”بازی بازی با ریش بابا ہم بازی !“ کے مصداق اُمّ المومنین رض زوجۂ رسول کو ایسی تہمت کا ہدف بنا لیا جائے۔ اللہ کے نزدیک یہ حرکت کس قدر ناپسند یدہ ہوگی !"
    },
    {
      "ayah": 19,
      "surah": 24,
      "text": "آیت 19 اِنَّ الَّذِیْنَ یُحِبُّوْنَ اَنْ تَشِیْعَ الْفَاحِشَۃُ فِی الَّذِیْنَ اٰمَنُوْا لَہُمْ عَذَابٌ اَلِیْمٌلا فِی الدُّنْیَا وَالْاٰخِرَۃِ ط ”یعنی وہ لوگ جو مختلف حربوں سے معاشرے میں بےحیائی کو عام کرتے ہیں۔ آیت کے الفاظ اشاعت فحش کی تمام صورتوں پر حاوی ہیں۔ آج کل اس کا بہت بڑا ذریعہ پرنٹ میڈیا اور الیکٹرانک میڈیا ہے۔ کمرشل اشتہارات میں عورتوں کی نیم عریاں تصاویر دی جاتی ہیں۔ اس کے علاوہ برائی کی اشاعت یوں بھی ہو رہی ہے کہ ناجائز تعلقات کے سیکنڈلز کی تشہیر کی جاتی ہے اور بغیر کسی معقول اور مناسب تحقیق کے اخبارات اور الیکٹرانک میڈیا کی کرامت سے ان کی خبریں دنیا بھر میں گھر گھر پہنچ جاتی ہیں۔ حتیٰ کہ چھوٹی عمر کے بچے اور بچیاں بھی ایسے بےہودہ سکینڈلز کو پڑھتے ‘ سنتے اور اس موضوع پر اپنی معلومات میں اضافہ کرتے ہیں۔ بہر حال ایسے واقعات کو خبر بنا کر شائع کردینا بہت بڑا جرم ہے اور جو لوگ بھی اس کے ذمہ دار ہیں وہ اس آیت کے مصداق ہیں۔ شریعت کا حکم تو یہ ہے کہ اگر کہیں کوئی غلطی ہوئی بھی ہے تو حتی الوسع برائی کا چرچا نہ کیا جائے۔ لیکن اگر قانونی تقاضے پورے ہوتے ہوں تو مجرموں کو کٹہرے میں ضرور لایا جائے اور انہیں ایسی سزا دلوائی جائے کہ ایک کو سزا ہو اور ہزاروں کے لیے باعث عبرت ہو۔"
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "وَّلَا تَاْخُذْکُمْ بِہِمَا رَاْفَۃٌ فِیْ دِیْنِ اللّٰہِ ”یہ اللہ کے دین اور اس کی شریعت کا معاملہ ہے۔ ایسے معاملے میں حد جاری کرتے ہوئے کسی کے ساتھ کسی کا تعلق ‘ انسانی ہمدردی یا فطری نرم دلی وغیرہ کچھ بھی آڑے نہ آنے پائے۔اِنْ کُنْتُمْ تُؤْمِنُوْنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ ج ”یہ غیر شادی شدہ زانی اور زانیہ کے لیے حد ہے جو نص قرآنی سے ثابت ہے۔ البتہ شادی شدہ زانی اور زانیہ کی سزا رجم ہے جو سنت رسول ﷺ سے ثابت ہے اور قرآن کے ساتھ ساتھ سنت رسول ﷺ بھی شریعت اسلامی کا ایک مستقل بالذاتّ ماخذ ہے۔ رجم کی سزا کا قاعدہ اور اصول یہ ہے کہ شریعت موسوی علیہ السلام میں یہ سزا موجود تھی اور حضور ﷺ نے سابقہ شریعت کے ایسے احکام جن کی قرآن میں نفی نہیں کی گئی اپنی امت میں جوں کے توں جاری فرمائے ہیں۔ ان میں رجم اور قتل مرتد کے احکام خاص طور پر اہم ہیں۔ شادی شدہ زانی اور زانیہ کے لیے رجم کی سزا متعدد احادیث ‘ رسول اللہ ﷺ کی سنت ‘ خلفائے راشدین کے تعامل اور اجماع امت سے ثابت ہے۔وَلْیَشْہَدْ عَذَابَہُمَا طَآءِفَۃٌ مِّنَ الْمُؤْمِنِیْنَ ”اس حد کو عام پبلک میں کھلے عام جاری کرنے کا حکم ہے۔ اس سے یہ اصول ذہن نشین کرلینا چاہیے کہ اسلامی شریعت دراصل تعزیرات اور حدود کو دوسروں کے لیے لائقِ عبرت بنانا چاہتی ہے۔ اگر کسی مجرم کو جرم ثابت ہونے کے بعد چپکے سے پھانسی دے دی جائے اور لوگ اسے ایک خبر کے طور پر سنیں تو ان کے ذہنوں میں اس کا وہ تاثر قائم نہیں ہوگا جو اس سزا کے عمل کو براہ راست دیکھنے سے ہوگا۔ اگر کسی مجرم کو سرعام تختہ دار پر لٹکایا جائے تو اس سے کتنے ہی لوگوں کے ہوش ٹھکانے آجائیں گے۔ چناچہ اسلامی شریعت سزاؤں کے تصور کو معاشرے میں ایک مستقل سدراہ deterrent کے طور پر مؤثر دیکھنا چاہتی ہے۔ اس میں بنیادی فلسفہ یہی ہے کہ ایک کو سزا دی جائے تو لاکھوں کے لیے باعث عبرت ہو۔"
    },
    {
      "ayah": 20,
      "surah": 24,
      "text": "آیت 20 وَلَوْلَا فَضْلُ اللّٰہِ عَلَیْکُمْ وَرَحْمَتُہٗ وَاَنَّ اللّٰہَ رَءُ وْفٌ رَّحِیْمٌ ”تو یہ جو طوفان اٹھایا گیا تھا اس کے نتائج بہت دور تک جاتے۔ اس مفہوم کے الفاظ یہاں محذوف ہیں۔"
    },
    {
      "ayah": 21,
      "surah": 24,
      "text": "وَلَوْلَا فَضْلُ اللّٰہِ عَلَیْکُمْ وَرَحْمَتُہٗ مَازَکٰی مِنْکُمْ مِّنْ اَحَدٍ اَبَدًالا ”یہ اللہ تعالیٰ کا خاص فضل اور اس کی رحمت ہے کہ وہ تم لوگوں کی برائیوں کی ستر پوشی کرتا رہتا ہے اور اس طرح تمہارے راہ راست پر آنے کے امکانات موجود رہتے ہیں۔ کیونکہ اگر انسان کی برائی کا پردہ ایک دفعہ چاک ہوجائے تو وہ ڈھیٹ بن جاتا ہے اور اس میں اصلاح کی گنجائش نہیں رہتی۔ چناچہ یہ اللہ کی مہربانی ہے کہ وہ گناہ اور معصیت کا ارتکاب کرنے والوں کی فوری پکڑ نہیں کرتا اور اس طرح ان کے لیے اصلاح اور توبہ کا دروازہ کھلا رہتا ہے۔"
    },
    {
      "ayah": 22,
      "surah": 24,
      "text": "اَنْ یُّؤْتُوْٓا اُولِی الْقُرْبٰی وَالْمَسٰکِیْنَ وَالْمُہٰجِرِیْنَ فِیْ سَبِیْلِ اللّٰہِص ”یہاں فضیلت اور کشادگی کے روحانی اور مادی دونوں پہلو مراد ہیں ‘ یعنی وہ لوگ جنہیں اللہ تعالیٰ نے ایمان ‘ نیکی اور مال و دولت میں فضیلت دے رکھی ہے۔ اس آیت میں اشارہ حضرت ابوبکر صدیق رض کی طرف ہے۔ بدقسمتی سے آپ رض کے ایک قریبی عزیز مسطح بن اثاثہ بھی مذکورہ بہتان کی مہم میں شریک ہوگئے تھے۔ وہ انتہائی غریب اور نادار تھے۔ آپ رض ان کے خاندان کی کفالت کرتے اور ہر طرح سے ان کی ضروریات کا خیال رکھتے تھے۔ حضرت ابوبکرصدیق رض ان کے اس رویے سے بہت رنجیدہ ہوئے کہ اس شخص نے نہ رشتہ داری کا لحاظ کیا ‘ نہ میرے احسانات کوّ مد نظر رکھا اور بغیر سوچے سمجھے میری بیٹی پر بہتان لگانے والوں کے ساتھ شریک ہوگیا۔ چناچہ آپ رض نے غصے میں آکر قسم کھالی کہ آئندہ میں اس شخص کی بالکل کوئی مدد نہیں کروں گا۔ اللہ تعالیٰ نے آپ رض کی اس قسم پر گرفت فرمائی کہ اس شخص سے جو غلطی ہوئی سو ہوئی ‘ لیکن آپ رض تو بھلائی اور احسان کی روش ترک کرنے کی قسم مت کھائیں ! یہ رویہّ کسی طرح بھی آپ رض کی فضیلت و مرتبت کے شایان شان نہیں۔ اَلَا تُحِبُّوْنَ اَنْ یَّغْفِرَ اللّٰہُ لَکُمْط وَاللّٰہُ غَفُوْرٌ رَّحِیْمٌ ”خطا تو کسی بھی شخص سے ہوسکتی ہے۔ تم سب لوگ خطائیں کرتے ہو اور اللہ تمہاری خطاؤں کو معاف کرتا رہتا ہے۔ اگر تم لوگ اپنے لیے یہ پسند کرتے ہو کہ اللہ تمہاری خطائیں معاف کر دے تو پھر تمہیں بھی چاہیے کہ تم دوسروں کی خطاؤں کو معاف کردیا کرو۔ روایات میں آتا ہے کہ یہ آیت سنتے ہی حضرت ابوبکر رض نے بےساختہ کہا : بَلٰی وَاللّٰہِ اِنَّا نُحِبُّ اَنْ تَغْفِرَلَنَا یَارَبَّنَا ”کیوں نہیں ! اللہ کی قسم ‘ اے ہمارے پروردگار ! ہم ضرور یہ پسند کرتے ہیں کہ تو ہمیں معاف کر دے“۔ چناچہ انہوں نے فوری طور پر اپنی قسم کا کفارہ ادا کیا اور حضرت مسطح رض سے پہلے کی طرح بھلائی اور احسان کا رویہ اختیار کرنے لگے۔"
    },
    {
      "ayah": 23,
      "surah": 24,
      "text": "آیت 23 اِنَّ الَّذِیْنَ یَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِی الدُّنْیَا وَالْاٰخِرَۃِص وَلَہُمْ عَذَابٌ عَظِیْمٌ ””غافِلات“ سے مراد ایسی سیدھی سادھی ‘ بھولی بھالی ‘ معصوم عورتیں ہیں جن کے دل پاک ہیں ‘ جو ان معاملات سے بالکل بیخبر ہیں کہ بدچلنی کیا ہوتی ہے۔ ایسی باتیں ان کے وہم و گمان میں بھی نہیں ہوتیں۔"
    },
    {
      "ayah": 24,
      "surah": 24,
      "text": "آیت 24 یَّوْمَ تَشْہَدُ عَلَیْہِمْ اَلْسِنَتُہُمْ وَاَیْدِیْہِمْ وَاَرْجُلُہُمْ بِمَا کَانُوْا یَعْمَلُوْنَ ”شَھِدَکے بعد جب عَلٰی آتا ہے تو یہ کسی کے خلاف شہادت دینے کا مفہوم دیتا ہے۔ اللہ تعالیٰ کے اس فرمان کے حوالے سے یہ بات اچھی طرح ذہن نشین کرلیں کہ انسان کا جسم اور اس کے تمام اعضاء اللہ تعالیٰ کی امانت ہیں۔ اگر وہ اپنے کسی عضو کو اللہ کی نافرمانی یا گناہ کے کسی کام میں استعمال کرتا ہے تو وہ عضو اپنی جگہ احتجاج تو کرتا ہے مگر انسان کی حکم عدولی نہیں کرتا ‘ کیونکہ اللہ تعالیٰ نے انسان کے تمام اعضاء کو اس کے تابع کر رکھا ہے۔ لیکن قیامت کے دن یہ اعضاء اس طرح انسان کے تابع نہیں رہیں گے اور اللہ تعالیٰ کے حکم سے اس کے خلاف گواہ بن کر اس کے گناہوں کی ایک ایک تفصیل کے بارے میں بتائیں گے۔"
    },
    {
      "ayah": 25,
      "surah": 24,
      "text": "آیت 25 یَوْمَءِذٍ یُّوَفِّیْہِمُ اللّٰہُ دِیْنَہُمُ الْحَقَّ ”یہاں پر لفظ ”دین“ بدلے کے معنی میں آیا ہے ‘ جیسے سورة الفاتحہ میں ”یَوْمِ الدِّیْنِ“ کے معنی ہیں ”بدلے کا دن۔“"
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "لَہُمْ مَّغْفِرَۃٌ وَّرِزْقٌ کَرِیْمٌ ”یہ ایک اصولی بات فرمائی گئی کہ ناپاک اور بدکردار مردو زن ایک دوسرے کے لیے کشش رکھتے ہیں اور پاک باز مرد و زن ایک دوسرے سے طبعی مناسبت رکھتے ہیں۔ اس کی نوعیت بھی درحقیقت ایک اخلاقی تعلیم کی ہے ‘ جیسا کہ قبل ازیں آیت 3 میں بھی اخلاقی تعلیم دی گئی تھی کہ زانی مرد صرف زانیہ یا مشرکہ سے ہی نکاح کرے اور اسی طرح ایک زانیہ بھی صرف کسی زانی اور مشرک سے ہی نکاح کرے۔ دراصل ان ہدایات سے مراد اور مدعایہ ہے کہ اسلامی معاشرے کا مجموعی مزاج اس قدر پاکیزہ ہو ‘ اس کی اخلاقی حس اتنی جاندار ہو اور اس کی اخلاقی اقدار اس حد تک استوار ہوں کہ کسی بھی غلط کار فرد کے لیے ‘ چاہے وہ مرد ہو یا عورت ‘ مسلم معاشرے میں کوئی جگہ نہ ہو۔ ایسا فرد خود اپنی نظروں میں ذلیل ہو کر معاشرے سے مکمل طور کٹ کر رہ جائے۔"
    },
    {
      "ayah": 27,
      "surah": 24,
      "text": "ان آیات میں متعدد ایسے معاشرتی احکام دیے گئے ہیں جو ایک صاف ستھرا انسانی معاشرہ قائم کرنے کے لیے بنیاد فراہم کرتے ہیں ‘ جس میں فحاشی اور بےحیائی کے لیے جگہ پانے کا دور دور تک کوئی امکان نہ ہو۔ اس سلسلے میں سورة بنی اسرائیل کا یہ حکم بڑا جامع اور بہت بنیادی نوعیت کا ہے : وَلاَ تَقْرَبُوا الزِّنآی اِنَّہٗ کَانَ فَاحِشَۃًط وَسَآءَ سَبِیْلاً ”تم زنا کے قریب بھی مت پھٹکو ‘ یہ کھلی بےحیائی ہے اور بہت ہی برا راستہ ہے“۔ اس سے اسلام کا مدعا و منشا واضح ہوتا ہے کہ وہ انسانی معاشرے میں ہر اس فعل اور طریقے کاِ سد بابّ کرنا چاہتا ہے جو فواحش کے زمرے میں آتا ہے۔ اس سلسلے میں اسلامی نقطہ نظر کو اچھی طرح سمجھنے کی ضرورت ہے۔ اللہ تعالیٰ نے انسان کو دو الگ الگ جنسوں یعنی عورت اور مرد کی صورت میں پیدا کر کے ایک حکمت اور مقصد کے تحت ان میں سے ہر ایک کے لیے اپنی مخالف جنس میں بےپناہ کشش رکھی ہے۔ یہ کشش یعنی جنسی خواہش ایک ایسا منہ زور گھوڑا ہے جسے ہر وقت لگام دے کر قابو میں رکھنے کی ضرورت ہے۔ چناچہ اسلام نے ہر ایسا اقدام کیا ہے جو انسان کے جنسی جذبے کو ایک خاص ڈسپلن کا پابند رکھنے میں معاون ہو اور ہر وہ راستہ بند کرنا ضروری سمجھا ہے جس پر چل کر انسان کے لیے جنسی بےراہ روی کی طرف مائل ہونے کا ذرا سا بھی احتمال ہو۔ یہی فکر و فلسفہ اسلام کے معاشرتی نظام کا بنیادی ستون ہے اور اس ستون کو مضبوط بنیادوں پر استوار کرنے کے لیے قرآن میں ایسے جامع اور دو ررس قسم کے احکام جاری کیے گئے ہیں جو ایسے معاملات سے متعلق چھوٹی چھوٹی جزئیات تک کا احاطہ کیے نظر آتے ہیں۔ ان میں گھر کی چار دیواری کا تقدس ‘ شخصی تخلیے privacy کا تحفظ ‘ ستر کا التزام ‘ پردے کا اہتمام ‘ غضِّ بصر سے متعلق ہدایات ‘ مخلوط محافل و مواقع کی حوصلہ شکنی جیسے احکام و اقدامات شامل ہیں۔آیت 27 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُیُوْتًا غَیْرَ بُیُوْتِکُمْ حَتّٰی تَسْتَاْنِسُوْا وَتُسَلِّمُوْا عَآٰی اَہْلِہَا ط ”گھر کی چار دیواری کے تقدس اور اس کے مکینوں کے تخلیے privacy کے آداب کو ملحوظ رکھنے کے لیے یہ تاکیدی حکم ہے ‘ یعنی کسی کو کسی دوسرے کے گھر میں اس کی رضامندی اور اجازت کے بغیر داخل ہونے کی اجازت نہیں ہے۔ اس سلسلے میں اجازت لینے اور رضامندی معلوم کرنے کا طریقہ یہ ہے کہ ملاقات کے لیے آنے والا شخص دروازے کے باہر سے اونچی آواز میں ”السلام علیکم“ کہے اور پوچھنے پر اپنی پہچان کرائے تاکہ اہل خانہ اسے اندر آنے کی اجازت دینے یا نہ دینے کے بارے میں فیصلہ کرسکیں۔ ایسا ہرگز نہ ہو کہ کوئی کسی کے گھر میں بےدھڑک چلا آئے۔"
    },
    {
      "ayah": 28,
      "surah": 24,
      "text": "آیت 28 فَاِنْ لَّمْ تَجِدُوْا فِیْہَآ اَحَدًا فَلَا تَدْخُلُوْہَا حَتّٰی یُؤْذَنَ لَکُمْ ج ”گویا خالی گھر میں بھی اس کے مالک کی اجازت کے بغیر داخل ہونے کی اجازت نہیں ہے۔وَاللّٰہُ بِمَا تَعْمَلُوْنَ عَلِیْمٌ ”آپ کسی سے ملاقات کا وقت طے کیے بغیر اس کے گھر پہنچ گئے ہیں اور سمجھتے ہیں کہ آپ کو وقت دینا اس کا فرض ہے ‘ حالانکہ ممکن ہے اس وقت وہ صاحب آرام کر رہے ہوں ‘ کسی دوسرے کام میں مصروف ہوں یا کسی مجبوری کے باعث آپ سے ملاقات کرنے سے معذور ہوں۔ چناچہ اگر اندر سے اطلاع دی جائے کہ صاحب خانہ کے لیے اس وقت آپ سے ملاقات کرنا ممکن نہیں اور یہ کہ آپ پھر کسی وقت تشریف لائیں تو ایسی صورت میں آپ بغیر برا مانے واپس چلے جائیں۔ آپ کو ایسے ریمارکس دینے کا کوئی حق نہیں پہنچتا کہ بہت متکبر شخص ہے ‘ میں اس سے ملنے گیا تو اس نے ملاقات سے ہی انکار کردیا۔ البتہ ایسی کسی بھی صورت حال سے بچنے کے لیے بہتر ہے کہ آپ پیشگی اطلاع دے کر اور وقت ملاقات طے کر کے کسی سے ملنے کے لیے جائیں۔"
    },
    {
      "ayah": 29,
      "surah": 24,
      "text": "آیت 29 لَیْسَ عَلَیْکُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُیُوْتًا غَیْرَ مَسْکُوْنَۃٍ فِیْہَا مَتَاعٌ لَّکُمْ ط ”اس سے مراد دکانیں ‘ سٹور اور گودام وغیرہ ہیں۔وَاللّٰہُ یَعْلَمُ مَا تُبْدُوْنَ وَمَا تَکْتُمُوْنَ ”قانون کی اصل روح کو سمجھنا اور اس کے مطابق اس پر عمل کرنا ضروری ہے۔ دراصل گھر میں بلا اجازت داخل ہونے سے منع کرنے کا مقصد گھر میں سکونت پذیر خاندان کی privacy کے تقدس کو یقینی بنانا ہے۔ لہٰذا کسی دکان یا گودام پر اس قانون کے اطلاق کا کوئی جواز نہیں ہے کہ آدمی دکان کے دروازے پر اس لیے کھڑا رہے کہ جب تک مالک مجھے اجازت نہیں دے گا میں اندر نہیں جاؤں گا۔"
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "آیت 3 اَلزَّانِیْ لَا یَنْکِحُ اِلَّا زَانِیَۃً اَوْ مُشْرِکَۃًز ”یہ حکم قانون کے درجے میں نہیں بلکہ اخلاق کے درجے میں ہے۔ یعنی اس شرمناک اور گھناؤنے جرم کا ارتکاب کر کے اس شخص نے ثابت کردیا ہے کہ وہ کسی پاک دامن ‘ عفتّ مآب مؤمنہ کے لائق ہے ہی نہیں۔ چناچہ اسے چاہیے کہ وہ اس قانونی بندھن کے لیے بھی اپنے جیسی ہی کسی بدکار عورت یا پھر مشرکہ عورت کا انتخاب کرلے۔"
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "آیت 29 لَیْسَ عَلَیْکُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُیُوْتًا غَیْرَ مَسْکُوْنَۃٍ فِیْہَا مَتَاعٌ لَّکُمْ ط ”اس سے مراد دکانیں ‘ سٹور اور گودام وغیرہ ہیں۔وَاللّٰہُ یَعْلَمُ مَا تُبْدُوْنَ وَمَا تَکْتُمُوْنَ ”قانون کی اصل روح کو سمجھنا اور اس کے مطابق اس پر عمل کرنا ضروری ہے۔ دراصل گھر میں بلا اجازت داخل ہونے سے منع کرنے کا مقصد گھر میں سکونت پذیر خاندان کی privacy کے تقدس کو یقینی بنانا ہے۔ لہٰذا کسی دکان یا گودام پر اس قانون کے اطلاق کا کوئی جواز نہیں ہے کہ آدمی دکان کے دروازے پر اس لیے کھڑا رہے کہ جب تک مالک مجھے اجازت نہیں دے گا میں اندر نہیں جاؤں گا۔"
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "وَلْیَضْرِبْنَ بِخُمُرِہِنَّ عَلٰی جُیُوْبِہِنَّص ”اپنے معمول کے لباس کے اوپر وہ اپنی اوڑھنیوں کو اس طرح لپیٹے رکھیں کہ ان کے گریبان اور سینے ڈھکے رہیں۔ خُمُر جمع ہے ‘ اس کا واحد خمار ہے اور اس کے معنی اوڑھنی دوپٹہ کے ہیں۔ سورة الاحزاب ‘ آیت 59 میں خواتین کے لباس کے حوالے سے جلابِیب کا لفظ آیا ہے جس کی واحد جلباب ہے۔ ہمارے ہاں ”جلباب“ کا مترادف لفظ چادر ہے۔ چناچہ یوں سمجھئے کہ دوپٹہ اور چادر دونوں ہی عورت کے لباس کا لازمی حصہ ہیں۔ عرب تمدن میں اسلام سے پہلے اگرچہ عورت کے لیے چہرے کا پردہ رائج نہیں تھا مگر چادر اور اوڑھنی اس دور میں بھی عورت کے لباس کا لازمی حصہ تھیں۔ اوڑھنی وہ ہر وقت اوڑھے رہتی تھی گھر کے اندر رہتے ہوئے بھی جبکہ گھر سے باہر نکلنا ہوتا تو چادر اوڑھ کر نکلتی تھی۔ البتہ وہ اوڑھنی اس انداز سے لیتی تھیں کہ گریبان کا ایک حصہ کھلا رہتا تھا جس سے گلا اور سینہ صاف نمایاں ہوتا تھا۔ اس آیت میں حکم دیا گیا کہ اپنے گریبانوں پر اپنی اوڑھنیوں کے ُ بکلّ مار لیا کریں تاکہ ان کے گریبان اور سینے اچھی طرح ڈھکے رہیں۔ زمانہ قبل از اسلام میں عربوں کے ہاں چادر نہ صرف عورتوں بلکہ مردوں کے لباس کا بھی لازمی حصہ تھی۔ چادر مرد کی عزت کی علامت سمجھی جاتی اور چادر کے معیار سے کسی شخص کے مقام و مرتبے کا تعین بھی ہوتا تھا۔ معمولی چادر والے شخص کو ایک عام آدمی جبکہ قیمتی دوشالہ اوڑھنے والے کو معزز اور اہم آدمی سمجھا جاتا تھا۔ اسی طرح کسی کے کاندھے سے اس کی چادر کا کھینچنا یا گھسیٹنا اس کو بےعزت و بےتوقیر کرنے کی علامت تھی۔ چادر کا یہی تصور اس حدیث قدسی میں بھی ملتا ہے جس میں حضور ﷺ نے فرمایا کہ اللہ فرماتا ہے : اَلْکِبْرِیَاءُ رِدَاءِیْ 1 ”تکبر میری چادر ہے“۔ یعنی جو شخص تکبر کرتا ہے وہ گویا میری چادر گھسیٹ رہا ہے۔وَلَا یُبْدِیْنَ زِیْنَتَہُنَّ ”آگے اس حکم سے استثناء کے طور پر مردوں کی ایک طویل فہرست دی جا رہی ہے جن کے سامنے عورت بغیر حجاب ‘ کھلے چہرے کے ساتھ آسکتی ہے۔ مقام غور ہے کہ اگر عورت کے چہرے کا پردہ لازمی نہیں ہے تو محرم مردوں کی یہ طویل فہرست بیان فرمانا معاذ اللہ ! کیا ایک بےمقصد مشق excercise in futility ہے ؟ اس سے ثابت ہوتا ہے کہ اسلامی شریعت میں عورت کے چہرے کا پردہ لازمی ہے اور اس حکم سے جن مردوں کو استثناء حاصل ہے وہ یہ ہیں :اِلَّا لِبُعُوْلَتِہِنَّ اَوْ اٰبَآءِہِنَّ ”باپ کے مفہوم میں چچا ‘ ماموں ‘ دادا اور نانا بھی شامل ہیں۔اَوْ اٰبَآءِ بُعُوْلَتِہِنَّ اَوْ اَبْنَآءِہِنَّ اَوْ اَبْنَآءِ بُعُوْلَتِہِنَّ ”یعنی شوہر کا وہ بیٹا جو اس کی دوسری بیوی سے ہے وہ بھی نا محرم نہیں ہے۔اَوْ نِسَآءِہِنَّ ”یعنی عام عورتیں بھی نا محرم تصور کی جائیں گی۔ البتہ اپنے میل جول اور جان پہچان کی عورتیں اس استثنائی فہرست میں شامل ہیں۔اَوْ مَا مَلَکَتْ اَیْمَانُہُنَّ ”یعنی غلام اور لونڈیاں۔ لیکن اکثر اہل سنت علماء کے نزدیک یہ حکم صرف لونڈیوں کے لیے ہے اور غلام اس میں شامل نہیں ہیں۔اَوِ التَّابِعِیْنَ غَیْرِ اُولِی الْاِرْبَۃِ مِنَ الرِّجَالِ ”یعنی ایسے زیردست لوگ جو صرف خدمت گار ہوں اور اپنی عمر یا زیردستی و محکومی کی بنا پر خواتین خانہ کے متعلق کوئی بری نیت دل میں نہ لاسکیں۔ اس شرط پر پورا اترنے والے مرد بھی اس استثنائی فہرست میں شمار ہوں گے۔ مثلاً ایسے خاندانی ملازمین جو کئی پشتوں سے گھریلو خدمت پر مامور ہوں۔ پہلے باپ ملازم تھا ‘ پھر اس کا بیٹا بھی اسی گھر میں پلا بڑھا اور بچپن سے ہی گھر کی خواتین کی خدمت میں رہا۔ ایسے لڑکے یا مرد سے یہ اندیشہ نہیں ہوتا کہ وہ گھر کی خواتین کے بارے میں برا خیال ذہن میں لائے۔اَوِ الطِّفْلِ الَّذِیْنَ لَمْ یَظْہَرُوْا عَلٰی عَوْرٰتِ النِّسَآءِص ”یعنی وہ نا بالغ لڑکے جن میں عورتوں کے لیے فطری رغبت ابھی پیدا نہیں ہوئی۔ یہ ان محرم لوگوں کی فہرست ہے جن کے سامنے عورت بغیر حجاب کے آسکتی ہے۔ اس ضمن میں دو باتیں مزید ذہن نشین کر لیجیے : پہلی یہ کہ اس آیت میں اِلَّا مَا ظَہَرَ مِنْہَا سوائے اس کے جو اس میں سے از خود ظاہر ہوجائے کے الفاظ سے بعض لوگ چہرہ مراد لیتے ہیں ‘ جو بالبداہت بالکل غلط ہے۔ سورة الاحزاب میں وارد احکام حجاب اور احادیث نبویہ کی رو سے عورت کے لیے چہرے کا پردہ لازمی ہے۔ عہد نبوی ﷺ میں حکم حجاب آجانے کے بعد عورتیں کھلے منہ نہیں پھرتی تھیں۔ میرے نزدیک ان قرآنی الفاظ سے مراد نسوانی جسم کی ساخت یا اس کی ایسی کوئی کیفیت ہے جسے عورت چھپانا چاہے بھی تو نہیں چھپا سکتی۔ مثلاً کسی خاتون نے برقعہ پہن رکھا ہے ‘ چہرے کے پردے کا اہتمام بھی کیا ہے مگر اس کے لمبے قد کی کشش یا متناسب جسم کی خوبصورتی اس سب کچھ کے باوجود بھی اپنی جگہ موجود ہے ‘ جو بہرحال چھپائے نہیں چھپ سکتی۔ دوسری اہم بات یہ ہے کہ مذکورہ محرموں کے سامنے عورت کو صرف چہرے کے پردے کے بغیر آنے کی اجازت ہے۔ ستر کے کسی حصے کو ان کے سامنے بھی کھولنے کی اسے اجازت نہیں اس میں صرف اس کے خاوند کو استثناء حاصل ہے۔ واضح رہے کہ عورت کے چہرے ‘ پہنچوں سے نیچے ہاتھوں اور ٹخنوں سے نیچے پیروں کے سوا اس کا تمام جسم اس کے ستر میں شامل ہے۔ چناچہ کسی عورت کو کھلے بالوں کے ساتھ یا مذکورہ تین اعضاء کے علاوہ جسم کے کسی حصے کو کھلا چھوڑ کر اپنے والد ‘ بھائی یا بیٹے کے سامنے بھی آنے کی اجازت نہیں۔وَلَا یَضْرِبْنَ بِاَرْجُلِہِنَّ لِیُعْلَمَ مَا یُخْفِیْنَ مِنْ زِیْنَتِہِنَّ ط ”عورت کی چال ایسی نہ ہو جس کی وجہ سے چادر یا برقعے کے باوجود اس کے بناؤ سنگھار ‘ زیورات وغیرہ میں سے کسی قسم کی زینت کے اظہار کا امکان ہو۔"
    },
    {
      "ayah": 32,
      "surah": 24,
      "text": "آیت 32 وَاَنْکِحُوا الْاَیَامٰی مِنْکُمْ ”یہ بہت اہم حکم ہے۔ خصوصی طور پر ہمارے اس معاشرے کے لیے اس میں بہت بڑی راہنمائی ہے جہاں ہندوانہ رسم و رواج کے اثرات کے باعث بیوہ کا نکاح کرنا معیوب اور ناپسندیدہ سمجھا جاتا ہے اور اس کے ساتھ خوشی سے کوئی شخص بھی نکاح نہیں کرنا چاہتا۔وَالصّٰلِحِیْنَ مِنْ عِبَادِکُمْ وَاِمَآءِکُمْ ط ”تمہارے غلاموں اور باندیوں میں سے جو سمجھ دار ہوں اور ان کے کردار کے بارے میں بھی تمہیں اعتماد ہو ان کے آپس میں نکاح کردیا کرو۔ غلاموں اور کنیزوں کے نکاح ان کے آقاؤں کی اجازت سے ہوں گے اور جب کسی کنیز کا نکاح ہوجائے گا تو پھر اس کے آقا کو اس کے ساتھ تمتعّ کی اجازت نہیں ہوگی۔اِنْ یَّکُوْنُوْا فُقَرَآءَ یُغْنِہِمُ اللّٰہُ مِنْ فَضْلِہٖ ط ”چنانچہ یہ اندیشہ نہیں ہونا چاہیے کہ ان میں مہر وغیرہ ادا کرنے کی استطاعت نہیں تو نکاح کیونکر کریں !وَاللّٰہُ وَاسِعٌ عَلِیْمٌ ”وہ بہت کشادگی والا ہے اور اپنے بندوں کے احوال واقعی سے بخوبی واقف بھی ہے۔ اس سے یہ مفہوم بھی نکلتا ہے کہ کوئی انسان اپنی تنگ دستی کو اپنے نکاح کے راستے کی رکاوٹ نہ سمجھے۔ اسے امید رکھنی چاہیے کہ اس کی بیوی اپنی قسمت اور اپنا رزق اپنے ساتھ لے کر آئے گی اور یہ کہ نکاح کے بعد اللہ تعالیٰ اپنے فضل خاص سے اس کے لیے رزق کا کوئی نیا دروازہ کھول دے گا۔"
    },
    {
      "ayah": 33,
      "surah": 24,
      "text": "آیت 33 وَلْیَسْتَعْفِفِ الَّذِیْنَ لَا یَجِدُوْنَ نِکَاحًا ”جو لوگ نکاح کرنے کی بالکل استطاعت نہ رکھتے ہوں ‘ یعنی ان کے پاس نہ تو مہر ادا کرنے کے لیے کچھ ہو ‘ نہ نان نفقہ کے لیے کوئی ذریعہ معاش ہو اور نہ ہی سر چھپانے کے لیے کسی قسم کی چھت کا بندوبست ‘ تو ایسے لوگوں کو چاہیے کہ اپنی عفت و عصمت کی حفاظت کرتے رہیں اور اپنی خواہشات کو اپنے قابو میں رکھیں۔وَالَّذِیْنَ یَبْتَغُوْنَ الْکِتٰبَ مِمَّا مَلَکَتْ اَیْمَانُکُمْ ”آقا اور غلام کے درمیان آزادی کے معاہدے کو مکاتبت کہا جاتا ہے۔ یہ معاہدہ غلام کی خواہش اور آقا کی رضا مندی سے طے پاتا تھا کہ آقا اگر اپنے غلام کو آزاد کر دے تو وہ ایک مقررہ مدت تک طے شدہ رقم اپنے آقا کو معاوضے کے طور پر ادا کرے گا۔فَکَاتِبُوْہُمْ اِنْ عَلِمْتُمْ فِیْہِمْ خَیْرًاق ”اگر تم میں سے کسی کو اپنے غلام پر اعتماد ہو کہ وہ اپنا معاہدہ پورا کرے گا اور بھاگنے کی کوشش نہیں کرے گا تو اسے ضرور ایسا معاہدہ کرلینا چاہیے۔ اس حکم سے یہ بھی ظاہر ہوتا ہے کہ قرآن نے ہر اس اقدام کی حوصلہ افزائی کی ہے اور ہر وہ راستہ کھولنے کا اہتمام کیا ہے جس سے تدریجاً غلاموں کو آزادی میسر آئے اور غلامی کا خاتمہ ہو سکے۔وَّاٰتُوْہُمْ مِّنْ مَّال اللّٰہِ الَّذِیْٓ اٰتٰٹکُمْ ط ”یعنی جن غلاموں نے مکاتبت کی ہو تم لوگ اللہ کے دیے ہوئے مال میں سے ان کی زیادہ سے زیادہ مالی معاونت کیا کرو تاکہ وہ جلد از جلد مقررہ رقم ادا کر کے آزاد ہوسکیں۔وَلَا تُکْرِہُوْا فَتَیٰتِکُمْ عَلَی الْبِغَآءِ اِنْ اَرَدْنَ تَحَصُّنًا ”اس کا یہ مطلب نہیں کہ اگر وہ خود پاک دامن نہ رہنا چاہتی ہوں تو ان کو مجبور کرنے کی اجازت ہے۔ ”اِنْ اَرَدْنَ تَحَصُّنًا“ کی قید یہاں بطورشرط کے نہیں بلکہ صورت واقعہ کی تعبیر کے لیے ہے۔لِّتَبْتَغُوْا عَرَضَ الْحَیٰوۃِ الدُّنْیَا ط ”عربوں کے ہاں یہ بھی رواج تھا کہ وہ اپنی باندیوں سے پیشہ کرواتے اور اس سے حاصل ہونے والی کمائی خود کھاتے تھے۔ چناچہ اس حکم سے زمانہ جاہلیت کی اس شرمناک روایت کو بھی ختم کردیا گیا۔ اسی طرح قبل از اسلام عربوں میں ایک رواج یہ بھی تھا کہ وہ اپنے باپ کی بیواؤں یعنی سوتیلی ماؤں سے بھی نکاح کرلیا کرتے تھے۔ اس قبیح رسم کے خاتمے کا حکم سورة النساء کی آیت 22 میں دیا گیا ہے۔ گویا قبل از اسلام عرب معاشرے میں جو معاشرتی برائیاں پائی جاتی تھیں ایک ایک کر کے ان کی اصلاح کردی گئی۔وَمَنْ یُّکْرِہْہُّنَّ فَاِنَّ اللّٰہَ مِنْم بَعْدِ اِکْرَاہِہِنَّ غَفُوْرٌ رَّحِیْمٌ ”اگر کوئی اپنی باندی کو بدکاری پر مجبور کرے گا اور خود اس باندی کی مرضی اس میں شامل نہیں ہوگی تو اللہ تعالیٰ اس کی مجبوری کے باعث اس کے گناہ کو معاف فرما دے گا اور اس گناہ کا وبال اس پر ہوگا جس نے اسے اس کام کے لیے مجبور کیا ہوگا۔"
    },
    {
      "ayah": 34,
      "surah": 24,
      "text": "آیت 34 وَلَقَدْ اَنْزَلْنَآ اِلَیْکُمْ اٰیٰتٍ مُّبَیِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِیْنَ خَلَوْا مِنْ قَبْلِکُمْ ”جو لوگ تم سے پہلے ہو گزرے ہیں انہوں نے جو غلط عقائد گھڑ رکھے تھے اور ان کے اندر جو جو معاشرتی برائیاں پائی جاتی تھیں ہم نے ان سب کی نشان دہی بھی اس کتاب میں کردی ہے۔وَمَوْعِظَۃً لِّلْمُتَّقِیْنَ ”سورۂ یونس کی آیت 57 میں بھی قرآن کو موعظہ نصیحت قرار دیا گیا ہے : قَدْجَآءَ تْکُمْ مَّوْعِظَۃٌ مِّنْ رَّبِّکُمْ ”آگئی ہے تمہارے پاس نصیحت تمہارے رب کی طرف سے۔“"
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "یہ اس سورت کا پانچواں رکوع ہے جو اپنے مضامین کے اعتبار سے بہت اہم ہے۔ مطالعہ قرآن حکیم کے منتخب نصاب کے دوسرے حصے میں ایمان کی بحث کے ضمن میں ایک اہم درس درس 7 اس رکوع پر مشتمل ہے۔ اس رکوع کی پہلی آیت آیت 35 قرآن مجید کی عظیم ترین آیات میں سے ہے۔ سورة الاحزاب اور سورة النور کا آپس میں جوڑا ہونے کا تعلق ہے۔ ان دونوں سورتوں کے درمیان بہت سی دوسری مناسبتوں اور مشابہتوں کے علاوہ ایک خاص بات یہ بھی ہے کہ سورة الاحزاب کی آیت 35 بھی اسی موضوع پر ہے ‘ یعنی ایمان اور اسلام کی کیفیات کے حوالے سے یہ دونوں آیات قرآن مجید کی عظیم ترین آیات میں سے ہیں۔اس رکوع میں ایمان کے حوالے سے انسانوں کی تین اقسام زیر بحث آئی ہیں۔ اس سے پہلے سورة البقرۃ کے آغاز میں بھی دعوت حق کے رد عمل کے حوالے سے تین قسم کے انسانوں کا ذکر ہوچکا ہے۔ دراصل دین کی دعوت اور اسلامی تحریک کے جواب میں کسی بھی معاشرے کے اندر عام طور پر تین طرح کا رد عمل سامنے آتا ہے۔ کچھ لوگ تو نتائج و عواقب سے بےپروا ہو کر اس دعوت پر دل و جان سے لبیک کہتے ہیں اور پھر اپنے عمل سے اپنے ایمان اور دعویٰ کی سچائی ثابت بھی کردکھاتے ہیں۔ ان کے مقابلے میں کچھ لوگ دوسری انتہا پر ہوتے ہیں۔ وہ تعصبّ ‘ حسد ‘ ضد اور تکبر کی وجہ سے انکار اور مخالفت پر کمر کس لیتے ہیں اور آخر دم تک اس پر ڈٹے رہتے ہیں۔ ان کے علاوہ معاشرے میں ایک تیسری قسم کے لوگ بھی پائے جاتے ہیں۔ یہ لوگ پورے یقین اور خلوص کے ساتھ اس دعوت کو قبول بھی نہیں کرتے اور کچھ دنیوی مفادات اور متفرق وجوہات کے پیش نظر مکمل طور پر اسے رد بھی نہیں کرتے۔ جب حالات کچھ ساز گار ہوں تو اہل حق کا ساتھ دینے کے لیے تیار بھی ہوجاتے ہیں ‘ لیکن جونہی کوئی آزمائش آتی ہے یا قربانی کا تقاضا سامنے آتا ہے تو فوراً اپنی راہ الگ کرلیتے ہیں۔ ایسے لوگوں کی دلی کیفیات اور کردار کا نقشہ سورة الحج کی آیت 11 میں یوں کھینچا گیا ہے : وَمِنَ النَّاسِ مَنْ یَّعْبُدُ اللّٰہَ عَلٰی حَرْفٍج فَاِنْ اَصَابَہٗ خَیْرُ ناطْمَاَنَّ بِہٖج وَاِنْ اَصَابَتْہُ فِتْنَۃُ نِ انْقَلَبَ عَلٰی وَجْہِہٖج خَسِرَ الدُّنْیَا وَالْاٰخِرَۃَط ذٰلِکَ ہُوَ الْخُسْرَانُ الْمُبِیْنُ ”اور لوگوں میں سے کوئی وہ بھی ہے جو اللہ کی عبادت کرتا ہے کنارے پر رہ کر ‘ تو اگر اسے کوئی فائدہ پہنچے تو اس کے ساتھ مطمئن رہے اور اگر اسے کوئی آزمائش آجائے تو منہ کے بل الٹا پھرجائے۔ یہ خسارہ ہے دنیا اور آخرت کا ‘ یہ بہت ہی بڑی تباہی ہے۔“زیر مطالعہ آیات میں ایک دوسرے زاویے سے معاشرے کے تین کرداروں کا ذکر کیا گیا ہے۔ ان میں پہلی قسم ایسے سلیم الفطرت انسانوں کی ہے جن کے دلوں میں اللہ کی معرفت فطری طور پر پائی جاتی ہے۔ پھر جب وحی کے پیغام تک ان کی رسائی ہوتی ہے تو وہ اس کے فیوض و برکات سے بھی بہترین انداز میں مستفیض ہوتے ہیں۔ نتیجتاً ان کا باطن ایمان حقیقی کے نور سے جگمگا اٹھتا ہے۔ ایسے لوگوں کی اس کیفیت کو یہاں ”نورٌ علٰی نُور“ سے تعبیر کیا گیا ہے۔ دوسری انتہا پر وہ لوگ ہیں جن کے دل نور ایمان سے محروم ہیں۔ وہ خالص دنیا پرست انسان ہیں جن کے دامن جھوٹ موٹ کی نیکیوں سے بھی خالی ہیں۔ ان کے دلوں میں زندگی بھر نفسانی خواہشات کے علاوہ کسی اور خیال اور جذبے کا گزر تک نہیں ہوتا۔ ان لوگوں کی اس کیفیت کا نقشہ ”ظُلُمٰتٌ بَعْضُھَا فَوْقَ بَعْضٍ“ کے الفاظ میں کھینچا گیا ہے۔ ان دو انتہاؤں کے درمیان ایک تیسرا کردار بھی ہے ‘ جس کا ذکر یہاں کیا گیا ہے۔ اس کردار کے حامل وہ لوگ ہیں جن کے دل اگرچہ حقیقی ایمان سے محروم ہیں ‘ لیکن وہ اپنے ضمیر کو مطمئن کرنے یا دنیوی اغراض و مقاصد کے لیے نیکی کے کام بھی کرتے رہتے ہیں۔ ایسے لوگوں کے نیک اعمال کو یہاں سراب سے تشبیہہ دی گئی ہے۔مَثَلُ نُوْرِہٖ کَمِشْکٰوۃٍ ”نور سے مراد یہاں نور ایمان ہے ‘ یعنی اللہ پر ایمان کے نور کی مثال ایک طاق کی سی ہے :فِیْہَا مِصْبَاحٌط اَلْمِصْبَاحُ فِیْ زُجَاجَۃٍ ط ”وہ چراغ شیشے کے فانوس میں رکھا گیا ہے ‘ جیسے پچھلے زمانے میں شیشے کی چمنیوں میں چراغ رکھے جاتے تھے۔اَلزُّجَاجَۃُ کَاَنَّہَا کَوْکَبٌ دُرِّیٌّ ”اس مثال میں انسانی سینے کو طاق اور دل کو چراغ سے تشبیہہ دی گئی ہے۔ انسانی پسلیوں کا ڈھانچہ ‘ جسے ہم سینہ کہتے ہیں ‘ یہ نیچے سے چوڑا اور اوپر سے تنگ ہونے کی وجہ سے پرانے زمانے کے طاق سے مشابہت رکھتا ہے۔ ڈایا فرام diaphragm جو نچلے دھڑ کے اندرونی حصے abdominal cavity کو سینے کے اندرونی حصے chest cavity سے علیحدہ کرتا ہے اس طاق کا گویا فرش ہے جس کے اوپر یہ چراغ یعنی دل رکھا گیا ہے۔ یہ دل ایک بندۂ مؤمن کا دل ہے جو نور ایمان سے جگمگا رہا ہے۔ یہ نور ایمان مجموعہ ہے نور فطرت جو اس کی روح کے اندر پہلے سے موجود تھا اور نوروحی کا۔ یُّوْقَدُ مِنْ شَجَرَۃٍ مُّبٰرَکَۃٍ زَیْتُوْنَۃٍ لَّا شَرْقِیَّۃٍ وَّلَا غَرْبِیَّۃٍلا ”کسی درخت پر جس سمت سے دھوپ پڑتی ہو ‘ اسی سمت کے حوالے سے وہ شرقی یا غربی کہلاتا ہے۔ اگر کوئی درخت کسی اوٹ میں ہو یا درختوں کے ُ جھنڈ کے اندر ہو تو اس پر صرف ایک سمت سے ہی دھوپ پڑ سکتی ہے۔ اس لحاظ سے ایسا درخت یا شرقی ہوگا یا غربی۔ لیکن یہاں ایک مثالی درخت کی مثال دی جا رہی ہے جو نہ شرقی ہے اور نہ غربی۔ وہ نہ تو کسی اوٹ میں ہے اور نہ ہی درختوں کے جھنڈ میں ‘ بلکہ وہ کھلے میدان میں بالکل یکہ و تنہا کھڑا ہے اور پورے دن کی دھوپ مسلسل اس پر پڑتی ہے۔ اس مضمون کی اہمیت یہ ہے کہ زیتون کا وہ درخت جس پر زیادہ سے زیادہ دھوپ پڑتی ہو اور مشرق و مغرب دونوں سمتوں سے پڑتی ہو ‘ اس کے پھلوں کا روغن بہت صاف ‘ شفاف اور اعلیٰ معیار کا ہوتا ہے۔یَّکَادُ زَیْتُہَا یُضِیٓئُ وَلَوْ لَمْ تَمْسَسْہُ نَارٌ ط ”گویا وہ آگ کے چھوئے بغیر ہی بھڑک اٹھنے کے لیے تیار ہے۔نُوْرٌ عَلٰی نُوْرٍ ط ”یعنی جب اسے آگ دکھائی جائے تو وہ بھڑک اٹھتا ہے اور نورٌ علیٰ نور کی کیفیت پیدا ہوجاتی ہے۔یہ خوبصورت مثال ایمان کے اجزائے ترکیبی کے بارے میں ہے اور میں نے مختلف مواقع پر اس مثال کی وضاحت بہت تفصیل سے کی ہے۔ اس تفصیل کا خلاصہ یہ ہے کہ فطرت انسانی کے اندر اللہ تعالیٰ کی معرفت یا اس پر ایمان کی کیفیت پیدائشی طور پر موجود ہے ‘ مگر دنیا میں رہتے ہوئے یہ معرفت ماحول اور حالات کے منفی اثرات کے باعث عام طور پر غفلت اور مادیت کے پردوں میں چھپ کر شعور سے اوجھل ہوجاتی ہے۔ البتہ کچھ لوگ اس حد تک سلیم الفطرت ہوتے ہیں کہ ان کے اندر معرفت خداوندی خارجی حالات کے تمام تر منفی اثرات کے باوجود بھی مسلسل اجاگر اور فعال رہتی ہے۔ فطری معرفت کی اس روشنی کے بعد انسانی ہدایت کا دوسرا بڑا ذریعہ یا منبع وحی الٰہی ہے۔ وحی کے ذریعہ حاصل ہونے والی ہدایت بنیادی طور پر انسانی فطرت کے اندر پہلے سے موجود غیر فعال اور خوابیدہ dormant ایمان اور معرفت خداوندی کو بیدار اور فعال activate کرنے میں مدد دیتی ہے۔ چناچہ جب وحی کا پیغام لوگوں تک پہنچتا ہے تو اس پر ہر انسان کا رد عمل اس کی فطرت کے مطابق ہوتا ہے۔ اگر کسی انسان کی فطرت میں تکدر ہے تو وہ وحی کے اس پیغام کی طرف فوری طور پر متوجہ نہیں ہوتا۔ ایسے شخص کی فطرت کی کثافت کو دور کرنے اور اس کے اندر فطری طور پر موجود معرفت خداوندی کو غفلت کے پردوں سے نکال کر شعور کی سطح پر لانے کے لیے وقت اور محنت کی ضرورت ہوتی ہے۔ دوسری طرف ایک سلیم الفطرت انسان وحی کے پیغام کو پہچاننے میں ذرہ بھر تأمل و تاخیر نہیں کرتا۔ فطری معرفت اس کے اندر چونکہ پہلے سے شعوری سطح پر موجود ہوتی ہے اس لیے نور وحی جونہی اس کے سامنے آتا ہے اس کے دل کا آئینہ جگمگا اٹھتا ہے اور وہ فوراً اس پیغام کی تصدیق کردیتا ہے۔ ایسے لوگ پیغام وحی کی فوری تصدیق کی وجہ سے ِ ”صدیقین“ ّ کہلاتے ہیں۔ اس حوالے سے نبی مکرم ﷺ کا یہ فرمان بھی ذہن میں تازہ کر لیجیے کہ : ”میں نے جس کسی کو بھی ایمان کی دعوت دی اس نے کچھ نہ کچھ توقف یا تردّد ضرور کیا ‘ سوائے ابوبکر رض کے ‘ جنہوں نے ایک لمحے کا بھی توقف نہیں کیا“۔ سورة التوبہ کی آیت 100 میں جن خوش نصیب لوگوں کو : وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ کا خطاب ملا ‘ یہ وہی لوگ تھے جن کی فطرت کے آئینے غیر معمولی طور پر شفاف تھے۔ دوسری طرف اسی ماحول میں کچھ ایسے لوگ بھی تھے جن کی فطرت کے تکدرّ کو دور کرنے کے لیے اضافی وقت اور محنت کی ضرورت پڑی۔ ایسے لوگ بعد میں اپنی اپنی طبیعت کی کیفیت اور استطاعت کے مطابق ”سابقون الاولون“ کی پیروی کرنے والوں کی صف میں شامل ہوتے رہے۔ ان لوگوں کا ذکر اسی آیت میں وَالَّذِیْنَ اتَّبَعُوْہُمْ بِاِحْسَانٍا کے الفاظ میں ہوا ہے۔آیت زیر مطالعہ میں دی گئی مثال کو سمجھنے کے لیے تیل کی مختلف اقسام کے فرق کو سمجھنا بھی ضروری ہے۔ پرانے زمانے میں تیل کے دیے جلائے جاتے تھے۔ ہمارے ہاں عام طور پر ان میں سرسوں کا تیل جلایا جاتا تھا جسے کڑوا تیل کہا جاتا تھا۔ یہ تیل زیادہ کثیف ہونے کی وجہ سے دیا سلائی دکھانے پر بھی آگ نہیں پکڑ سکتا۔ چناچہ اسے کپڑے یا روئی کے فتیلے بتی کی مدد سے جلایا جاتا تھا۔ اس کے مقابلے میں پٹرول بھی ایک تیل ہے جو جلنے کے لیے ہر وقت بیتاب رہتا ہے اور چھوٹی سی چنگاری بھی اگر اس کے قریب آجائے تو بھڑک اٹھتا ہے۔ جلنے کے اعتبار سے جس طرح کڑوے تیل اور پٹرول میں فرق ہے اسی نوعیت کا فرق انسانی طبائع میں بھی پایا جاتا ہے۔ چناچہ مذکورہ مثال میں اعلیٰ قسم کے زیتون سے حاصل شدہ انتہائی شفاف تیل گویا ”صدیقین“ کی فطرت سلیم ہے جو وحی الٰہی کے نور سے مستفیض ہونے اور ”نُوْرٌ عَلٰی نُوْرٍ“ کی کیفیت کو پانے کے لیے ہر وقت بےتاب و بےچین رہتی ہے۔ گویا انسانی روح ایک نورانی یا ملکوتی چیز ہے۔ اس ملکوتی روح سے جب وحی یا قرآن کے نور کا اتصال ہوتا ہے تو نُوْرٌ عَلٰی نُوْرٍکی کیفیت پیدا ہوتی ہے اور اسی کیفیت سے نور ایمان وجود میں آتا ہے ‘ جس سے بندۂ مؤمن کا دل منور ہوتا ہے۔ وَیَضْرِبُ اللّٰہُ الْاَمْثَال للنَّاسِط وَاللّٰہُ بِکُلِّ شَیْءٍ عَلِیْمٌ ”یہ مثال لوگوں کو سمجھانے کے لیے بیان کی گئی ہے ‘ کیونکہ انسانی ذہن ایسے لطیف حقائق کو براہ راست نہیں سمجھ سکتا۔۔ اب آئندہ آیات میں ان لوگوں کے کردار و عمل کی جھلک دکھائی جا رہی ہے جن کے دل نور ایمان سے منور ہوتے ہیں۔"
    },
    {
      "ayah": 36,
      "surah": 24,
      "text": "آیت 36 فِیْ بُیُوْتٍ اَذِنَ اللّٰہُ اَنْ تُرْفَعَ وَیُذْکَرَ فِیْہَا اسْمُہٗلا ”ان گھروں سے مراد مساجد ہیں اور انہیں بلند کرنے کے دو معنی ہیں۔ ایک یہ کہ مساجد کی تعمیر اس انداز اور ایسی جگہوں پر کی جائے کہ وہ پوری آبادی میں بہت نمایاں اور مرکزی حیثیت کی حامل ہوں اور دوسرے یہ کہ ان کے معنوی ترفعّ کو یقینی بنایا جائے اور ہر قسم کی معنوی نجاست سے انہیں پاک رکھا جائے۔یُسَبِّحُ لَہٗ فِیْہَا بالْغُدُوِّ وَالْاٰصَالِ ”یہ صاحب ایمان لوگ جن کے دلوں میں نور ایمان کی قندیلیں روشن ہیں وہ اللہ کے ان گھروں میں صبح و شام اس کا ذکر اور اس کی تسبیح کرتے رہتے ہیں۔"
    },
    {
      "ayah": 37,
      "surah": 24,
      "text": "آیت 36 فِیْ بُیُوْتٍ اَذِنَ اللّٰہُ اَنْ تُرْفَعَ وَیُذْکَرَ فِیْہَا اسْمُہٗلا ”ان گھروں سے مراد مساجد ہیں اور انہیں بلند کرنے کے دو معنی ہیں۔ ایک یہ کہ مساجد کی تعمیر اس انداز اور ایسی جگہوں پر کی جائے کہ وہ پوری آبادی میں بہت نمایاں اور مرکزی حیثیت کی حامل ہوں اور دوسرے یہ کہ ان کے معنوی ترفعّ کو یقینی بنایا جائے اور ہر قسم کی معنوی نجاست سے انہیں پاک رکھا جائے۔یُسَبِّحُ لَہٗ فِیْہَا بالْغُدُوِّ وَالْاٰصَالِ ”یہ صاحب ایمان لوگ جن کے دلوں میں نور ایمان کی قندیلیں روشن ہیں وہ اللہ کے ان گھروں میں صبح و شام اس کا ذکر اور اس کی تسبیح کرتے رہتے ہیں۔"
    },
    {
      "ayah": 38,
      "surah": 24,
      "text": "وَاللّٰہُ یَرْزُقُ مَنْ یَّشَآءُ بِغَیْرِ حِسَابٍ ”یہ تو تھی ایک مؤمن صادق کے دل اور اس کی کیفیت ایمان کے بارے میں تمثیل اور اس کے کردار کی ایک جھلک۔ اب اگلی دو آیات میں ان لوگوں کے اعمال کے بارے میں دو تمثیلیں بیان کی گئی ہیں جن کے دل ایمان حقیقی کی روشنی سے یکسر خالی ہیں مگر وہ اپنے دل کی تسلی اور اپنے ضمیر کے اطمینان کے لیے نیکی کے مختلف کام سرانجام دیتے رہتے ہیں۔ ان تمثیلوں سے یہ واضح ہوتا ہے کہ ایسے لوگوں کی نیکیاں اللہ کے ہاں قابل قبول نہیں ہیں۔ ان آیات کا مطالعہ کرتے ہوئے سورة البقرۃ کی آیت 177 آیت البر ِ کے الفاظ اور ان الفاظ کا مفہوم ایک دفعہ اپنے ذہن میں پھر سے تازہ کرلیں : لَیْسَ الْبِرَّ اَنْ تُوَلُّوْا وُجُوْہَکُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰکِنَّ الْبِرَّ مَنْ اٰمَنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَالْمَآٰءِکَۃِ وَالْکِتٰبِ وَالنَّبِیّٖنَج وَاٰتَی الْمَالَ عَلٰی حُبِّہٖ ذَوِی الْقُرْبٰی وَالْیَتٰمٰی وَالْمَسٰکِیْنَ وَابْنَ السَّبِیْلِلا والسَّآءِلِیْنَ وَفِی الرِّقَابِج وَاَقَام الصَّلٰوۃَ وَاٰتَی الزَّکٰوۃَج وَالْمُوْفُوْنَ بِعَہْدِہِمْ اِذَا عَاہَدُوْاج والصّٰبِرِیْنَ فِی الْْبَاْسَآءِ وَالضَّرَّآءِ وَحِیْنَ الْبَاْسِط اُولٰٓءِکَ الَّذِیْنَ صَدَقُوْاج وَاُولٰٓءِکَ ہُمُ الْمُتَّقُوْنَ ”نیکی یہی نہیں ہے کہ تم اپنے چہرے مشرق اور مغرب کی طرف پھیر لو ‘ بلکہ نیکی تو اس کی ہے جو ایمان لائے اللہ پر ‘ یوم آخرت پر ‘ فرشتوں پر ‘ کتابوں پر اور نبیوں پر۔ اور وہ مال خرچ کرے اس مال کی محبت کے باوجود ‘ قرابت داروں ‘ یتیموں ‘ محتاجوں ‘ مسافروں اور مانگنے والوں پر اور گردنوں کے چھڑانے میں ‘ اور قائم کرے نماز اور ادا کرے زکوٰۃ ‘ اور جو پورا کرنے والے ہیں اپنے عہد کو جب کوئی عہد کرلیں ‘ اور صبر کرنے والے ہیں فقر و فاقہ میں ‘ تکالیف میں اور جنگ کی حالت میں۔ یہ ہیں وہ لوگ جو سچے ہیں اور یہی حقیقت میں متقی ہیں۔“اب ملاحظہ کیجیے ایمان حقیقی کے بغیر انجام دیے گئے نیک اعمال کی مثال :"
    },
    {
      "ayah": 39,
      "surah": 24,
      "text": "وَاللّٰہُ سَرِیْعُ الْحِسَابِ ”یعنی اگر کسی شخص کا دل حقیقی ایمان سے محروم ہے تو خدمت خلق کے میدان میں اس کے کارناموں اور دوسرے نیک کاموں کی اللہ کے نزدیک کوئی وقعت نہیں۔ ایسی نیکیاں تو گویا سراب دھوکہ ہیں۔ جیسے صحرا میں ایک پیاسا شخص سراب چمکتی ہوئی ریت کو پانی سمجھتا ہے اسی طرح یہ لوگ بھی اپنے اعمال کو نیکیوں کا ڈھیرسمجھتے ہیں ‘ لیکن روز حساب ان پر اچانک یہ حقیقت کھلے گی کہ ان کا کوئی عمل بھی اللہ کے ہاں شرف قبولیت نہیں پاسکا۔ سورة ابراہیم کی آیت 18 میں ایسے لوگوں کے اعمال کو راکھ کے اس ڈھیر سے تشبیہہ دی گئی ہے جو تیز آندھی کی زد میں ہو۔ اس سلسلے کی دوسری مثال ان لوگوں کے بارے میں ہے جن کی زندگیاں ایسی جھوٹ موٹ کی نیکیوں سے بھی خالی ہیں اور ان کے باطن سرا سر شہوات نفس اور دنیا پرستی کی گندگی سے بھرے پڑے ہیں :"
    },
    {
      "ayah": 4,
      "surah": 24,
      "text": "آیت 4 وَالَّذِیْنَ یَرْمُوْنَ الْمُحْصَنٰتِ ””محصنات“ ُ سے مراد خاندانی عورتیں بھی ہیں اور منکوحہ عورتیں بھی۔ گویا عورتوں کے حق میں احصان حفاظت کا حصار کی دو صورتیں ہیں۔ جو عورتیں کسی معزز اور شریف خاندان سے تعلق رکھتی ہیں وہ اپنے اس خاندان کی حفاظت کے حصار میں ہیں اور جو کسی کے نکاح کی قید میں ہیں انہیں اپنے خاوند اور نکاح کے اس تعلق کی حفاظت حاصل ہے۔ اس طرح خاندانی منکوحہ خا تون کو دوہرا ”اِحصان“ حاصل ہوتا ہے۔ چناچہ اگر کوئی شخص کسی پاکدامن خاندانی یا منکوحہ عورت پر زنا کا الزام لگائے اور :وَّلَا تَقْبَلُوْا لَہُمْ شَہَادَۃً اَبَدًاج وَاُولٰٓءِکَ ہُمُ الْفٰسِقُوْنَ ”اگر کوئی شخص کسی پاکدامن خاتون پر بدکاری کا الزام لگائے تو اس پر لازم ہے کہ وہ چار چشم دیدگواہ پیش کرے۔ اگر وہ اس میں ناکام رہتا ہے تو اس کے اس الزام کو بہتان تصور کیا جائے گا ‘ اور زنا کے بہتان کی سزا کے طور پر اسے اسّی 80 کوڑے لگائے جائیں گے۔ شریعت میں اسے ”حد قذف“ کہا جاتا ہے۔دیکھا جائے تو یہ سزا زنا کی سزا سو کوڑے کے قریب ہی پہنچ جاتی ہے۔ اس میں بظاہر یہ حکمت نظر آتی ہے کہ خواہ مخواہ برائی کی تشہیر نہ ہو۔ دراصل برائی کا چرچا بھی معاشرے کے لیے برائی ہی کی طرح زہر ناک ہے اور شریعت کا مقصود اس زہرناکی کا سدباب کرنا ہے۔ اس سلسلے میں شریعت کا تقاضا یہ ہے کہ اگر کہیں ایسی غلطی کا ارتکاب ہو تو قصور وار افراد کو قانون کے مطابق سخت سزا دی جائے۔ لیکن اگر کسی قانونی سقم کی وجہ سے یا گواہوں کی عدم دستیابی کے باعث جرم ثابت نہ ہوسکتا ہو اور مجرم کو کیفر کردار تک پہنچانا ممکن نہ ہو تو پھر بہتر ہے کہ اس سلسلے میں خاموشی اختیار کی جائے اور برائی کی تشہیر کر کے معاشرے کی فضا میں ہیجانی کیفیت پیدا کرنے سے اجتناب کیا جائے۔"
    },
    {
      "ayah": 40,
      "surah": 24,
      "text": "آیت 40 اَوْ کَظُلُمٰتٍ فِیْ بَحْرٍ لُّجِّیٍّ یَّغْشٰہُ مَوْجٌ مِّنْ فَوْقِہٖ مَوْجٌ مِّنْ فَوْقِہٖ سَحَابٌ ط ”یعنی اندھیری رات ہے ‘ سمندر کی گہرائی میں موج در موج کی کیفیت ہے اور اوپر فضا میں گہرے بادل چھائے ہوئے ہیں۔ گویا روشنی کی کسی ایک کرن کا بھی کہیں کوئی وجود نہیں۔ ظُلُمٰتٌم بَعْضُہَا فَوْقَ بَعْضٍط اِذَآ اَخْرَجَ یَدَہٗ لَمْ یَکَدْ یَرٰٹہَا ط ”مطلق تاریکی absolute darkness کی اس کیفیت کو اردو محاورے میں یوں بیان کیا جاتا ہے کہ ہاتھ کو ہاتھ سجھائی نہیں دیتا۔ ایک فرینچ ایڈمرل اس آیت کو پڑھ کر مسلمان ہوگیا تھا۔ اس کی ساری عمر سمندروں میں گزری تھی اور پانی کے نیچے absolute darkness کی کیفیت اس نے اپنی آنکھوں سے دیکھی تھی۔ یہ آیت پڑ ھ کر اسے بجا طور پر یہ تجسسّ ہوا کہ کیا محمد ﷺ نے بحری سفر بھی کیے تھے ؟ اور جب اسے معلوم ہوا کہ آپ ﷺ نے کبھی بھی کوئی بحری سفر نہیں کیا تو اس نے اعتراف کرلیا کہ یہ ان ﷺ کا کلام نہیں اللہ کا کلام ہے ‘ کیونکہ ایسی تشبیہہ تو صرف وہی شخص دے سکتا ہے جو سمندر میں غوطہ خوری کرتا رہا ہو اور سمندر کی گہرائی میں اندھیروں کی کیفیت کو اپنی آنکھوں سے دیکھا چکا ہو۔وَمَنْ لَّمْ یَجْعَلِ اللّٰہُ لَہٗ نُوْرًا فَمَا لَہٗ مِنْ نُّوْرٍ ”یعنی وہ لوگ جن کی زندگیاں ملمع کی نیکیوں سے بھی خالی ہیں ان کے لیے اندھیرے ہی اندھیرے ہیں۔"
    },
    {
      "ayah": 41,
      "surah": 24,
      "text": "آیت 41 اَلَمْ تَرَ اَنَّ اللّٰہَ یُسَبِّحُ لَہٗ مَنْ فِی السَّمٰوٰتِ وَالْاَرْضِ ”نہ صرف آسمانوں اور زمین کی تمام مخلوقات اللہ کی تسبیح کرتی ہیں بلکہ ان دونوں آسمان و زمین کے مابین جو مخلوق ہے وہ بھی اس میں شامل ہیں۔وَالطَّیْرُ صٰٓفّٰتٍط کُلٌّ قَدْ عَلِمَ صَلَا تَہٗ وَتَسْبِیْحَہٗ ط ”یہی مضمون سورة بنی اسرائیل کی آیت 44 میں اس طرح آیا ہے : وَاِنْ مِّنْ شَیْءٍ الاَّ یُسَبِّحُ بِحَمْدِہٖ وَلٰکِنْ لاَّ تَفْقَہُوْنَ تَسْبِیْحَہُمْ ط کہ کوئی چیز اس کائنات میں ایسی نہیں ہے جو اللہ کی تسبیح وتحمید نہ کر رہی ہو ‘ لیکن تم لوگوں کو ان کے طریقہ تسبیح کا شعور نہیں ہوسکتا۔"
    },
    {
      "ayah": 42,
      "surah": 24,
      "text": "آیت 41 اَلَمْ تَرَ اَنَّ اللّٰہَ یُسَبِّحُ لَہٗ مَنْ فِی السَّمٰوٰتِ وَالْاَرْضِ ”نہ صرف آسمانوں اور زمین کی تمام مخلوقات اللہ کی تسبیح کرتی ہیں بلکہ ان دونوں آسمان و زمین کے مابین جو مخلوق ہے وہ بھی اس میں شامل ہیں۔وَالطَّیْرُ صٰٓفّٰتٍط کُلٌّ قَدْ عَلِمَ صَلَا تَہٗ وَتَسْبِیْحَہٗ ط ”یہی مضمون سورة بنی اسرائیل کی آیت 44 میں اس طرح آیا ہے : وَاِنْ مِّنْ شَیْءٍ الاَّ یُسَبِّحُ بِحَمْدِہٖ وَلٰکِنْ لاَّ تَفْقَہُوْنَ تَسْبِیْحَہُمْ ط کہ کوئی چیز اس کائنات میں ایسی نہیں ہے جو اللہ کی تسبیح وتحمید نہ کر رہی ہو ‘ لیکن تم لوگوں کو ان کے طریقہ تسبیح کا شعور نہیں ہوسکتا۔"
    },
    {
      "ayah": 43,
      "surah": 24,
      "text": "آیت 43 اَلَمْ تَرَ اَنَّ اللّٰہَ یُزْجِیْ سَحَابًا ”سمندر کے بخارات سے بادل بنتے ہیں اور ہواؤں کے دوش پر ہزاروں میل کا سفر طے کر کے کہیں کے کہیں پہنچ جاتے ہیں۔ثُمَّ یُؤَلِّفُ بَیْنَہٗ ثُمَّ یَجْعَلُہٗ رُکَامًا ”جن لوگوں کو ہوائی سفر کا تجربہ ہے انہوں نے بادل کے تہ بر تہ ہونے کا منظر اپنی آنکھوں سے دیکھا ہوگا۔ ابر آلود موسم میں بعض اوقات یوں بھی ہوتا ہے کہ بادلوں کی ایک تہ میں سے جہاز اوپر چڑھتا ہے اور اس کے بعد فضا صاف ہوتی ہے۔ پھر اوپر جا کر بادلوں کی ایک اور تہ ہوتی ہے۔ اس طرح متعدد تہیں ہوسکتی ہیں۔وَیُنَزِّلُ مِنَ السَّمَآءِ مِنْ جِبَالٍ فِیْہَا مِنْم بَرَدٍ ”جب زمین پر اولے پوری شدت سے برس رہے ہوں تو یوں معلوم ہوتا ہے جیسے آسمانوں میں اولوں کے پہاڑ ہیں۔فَیُصِیْبُ بِہٖ مَنْ یَّشَآءُ وَیَصْرِفُہٗ عَنْ مَّنْ یَّشَآءُ ط ”جب کسی کھیتی کو کسی وجہ سے برباد کرنا مقصود تو اس پر اللہ کی مشیت سے یہ اولے برس پڑتے ہیں اور جس کھیتی کو وہ تباہ کرنا نہیں چاہتا اس کی طرف سے ان کا رخ پھیر دیتا ہے۔ بعض اوقات دیکھنے میں آتا ہے کہ ایک کھیت اولوں سے تباہ ہوگیا ‘ لیکن اس کے ساتھ ہی دوسرا کھیت بالکل سلامت رہا۔"
    },
    {
      "ayah": 44,
      "surah": 24,
      "text": "آیت 43 اَلَمْ تَرَ اَنَّ اللّٰہَ یُزْجِیْ سَحَابًا ”سمندر کے بخارات سے بادل بنتے ہیں اور ہواؤں کے دوش پر ہزاروں میل کا سفر طے کر کے کہیں کے کہیں پہنچ جاتے ہیں۔ثُمَّ یُؤَلِّفُ بَیْنَہٗ ثُمَّ یَجْعَلُہٗ رُکَامًا ”جن لوگوں کو ہوائی سفر کا تجربہ ہے انہوں نے بادل کے تہ بر تہ ہونے کا منظر اپنی آنکھوں سے دیکھا ہوگا۔ ابر آلود موسم میں بعض اوقات یوں بھی ہوتا ہے کہ بادلوں کی ایک تہ میں سے جہاز اوپر چڑھتا ہے اور اس کے بعد فضا صاف ہوتی ہے۔ پھر اوپر جا کر بادلوں کی ایک اور تہ ہوتی ہے۔ اس طرح متعدد تہیں ہوسکتی ہیں۔وَیُنَزِّلُ مِنَ السَّمَآءِ مِنْ جِبَالٍ فِیْہَا مِنْم بَرَدٍ ”جب زمین پر اولے پوری شدت سے برس رہے ہوں تو یوں معلوم ہوتا ہے جیسے آسمانوں میں اولوں کے پہاڑ ہیں۔فَیُصِیْبُ بِہٖ مَنْ یَّشَآءُ وَیَصْرِفُہٗ عَنْ مَّنْ یَّشَآءُ ط ”جب کسی کھیتی کو کسی وجہ سے برباد کرنا مقصود تو اس پر اللہ کی مشیت سے یہ اولے برس پڑتے ہیں اور جس کھیتی کو وہ تباہ کرنا نہیں چاہتا اس کی طرف سے ان کا رخ پھیر دیتا ہے۔ بعض اوقات دیکھنے میں آتا ہے کہ ایک کھیت اولوں سے تباہ ہوگیا ‘ لیکن اس کے ساتھ ہی دوسرا کھیت بالکل سلامت رہا۔"
    },
    {
      "ayah": 45,
      "surah": 24,
      "text": "آیت 45 وَاللّٰہُ خَلَقَ کُلَّ دَآبَّۃٍ مِّنْ مَّآءٍج فَمِنْہُمْ مَّنْ یَّمْشِیْ عَلٰی بَطْنِہٖ ج ”یہ وہ جاندار ہیں جنہیں ہم reptiles کہتے ہیں۔ ان کی ٹانگیں وغیرہ نہیں ہوتیں اور وہ پیٹ کے بل رینگتے ہیں۔وَمِنْہُمْ مَّنْ یَّمْشِیْ عَلٰی رِجْلَیْنِ ج ”خود ہم انسان بھی اسی مخلوق میں شامل ہیں۔ انسانوں کے علاوہ پرندے ‘ بن مانس champanzies اور گوریلے بھی دو ٹانگوں پر چلتے ہیں۔ کوئی اور مخلوق بھی ایسی ہوسکتی ہے جو دو ٹانگوں پر چلتی ہو۔وَمِنْہُمْ مَّنْ یَّمْشِیْ عَلٰٓی اَرْبَعٍ ط ”زمینی حیوانات میں سے چار ٹانگوں والوں کی تعداد سب سے زیادہ ہے۔یَخْلُقُ اللّٰہُ مَا یَشَآءُط اِنَّ اللّٰہَ عَلٰی کُلِّ شَیْءٍ قَدِیْرٌ ”آئندہ آیات میں منافقین کا ذکر ہونے جا رہا ہے۔ اس سے پہلے سورة یونس سے لے کر سورة المؤمنون تک چودہ سورتیں مسلسل مکیات تھیں۔ مکہ میں منافقین تو تھے نہیں لہٰذا ان تمام مکی سورتوں میں نہ تو نفاق کا ذکر آیا اور نہ ہی منافقین کا تذکرہ ہوا۔ ان مکی سورتوں میں گفتگو کا رخ زیادہ تر مشرکین مکہ کی طرف ہی رہا ہے۔ کہیں کہیں اہل کتاب کا ذکر بھی آیا ہے ‘ لیکن انہیں براہ راست مخاطب نہیں کیا گیا۔ اس کے علاوہ ان سورتوں میں حضور ﷺ کو اور آپ ﷺ کی وساطت سے اہل ایمان کو بھی مخاطب کیا جاتا رہا ہے۔ سورة النور کا نزول مدنی دور کے عین وسط یعنی 6 ہجری میں ہوا تھا اور اس وقت مدینہ کے اندر اچھی خاصی تعداد میں منافقین موجود تھے۔ یہی وجہ ہے کہ ان کے کردار کا تذکرہ اس سورت میں آیا ہے۔"
    },
    {
      "ayah": 46,
      "surah": 24,
      "text": "آیت 45 وَاللّٰہُ خَلَقَ کُلَّ دَآبَّۃٍ مِّنْ مَّآءٍج فَمِنْہُمْ مَّنْ یَّمْشِیْ عَلٰی بَطْنِہٖ ج ”یہ وہ جاندار ہیں جنہیں ہم reptiles کہتے ہیں۔ ان کی ٹانگیں وغیرہ نہیں ہوتیں اور وہ پیٹ کے بل رینگتے ہیں۔وَمِنْہُمْ مَّنْ یَّمْشِیْ عَلٰی رِجْلَیْنِ ج ”خود ہم انسان بھی اسی مخلوق میں شامل ہیں۔ انسانوں کے علاوہ پرندے ‘ بن مانس champanzies اور گوریلے بھی دو ٹانگوں پر چلتے ہیں۔ کوئی اور مخلوق بھی ایسی ہوسکتی ہے جو دو ٹانگوں پر چلتی ہو۔وَمِنْہُمْ مَّنْ یَّمْشِیْ عَلٰٓی اَرْبَعٍ ط ”زمینی حیوانات میں سے چار ٹانگوں والوں کی تعداد سب سے زیادہ ہے۔یَخْلُقُ اللّٰہُ مَا یَشَآءُط اِنَّ اللّٰہَ عَلٰی کُلِّ شَیْءٍ قَدِیْرٌ ”آئندہ آیات میں منافقین کا ذکر ہونے جا رہا ہے۔ اس سے پہلے سورة یونس سے لے کر سورة المؤمنون تک چودہ سورتیں مسلسل مکیات تھیں۔ مکہ میں منافقین تو تھے نہیں لہٰذا ان تمام مکی سورتوں میں نہ تو نفاق کا ذکر آیا اور نہ ہی منافقین کا تذکرہ ہوا۔ ان مکی سورتوں میں گفتگو کا رخ زیادہ تر مشرکین مکہ کی طرف ہی رہا ہے۔ کہیں کہیں اہل کتاب کا ذکر بھی آیا ہے ‘ لیکن انہیں براہ راست مخاطب نہیں کیا گیا۔ اس کے علاوہ ان سورتوں میں حضور ﷺ کو اور آپ ﷺ کی وساطت سے اہل ایمان کو بھی مخاطب کیا جاتا رہا ہے۔ سورة النور کا نزول مدنی دور کے عین وسط یعنی 6 ہجری میں ہوا تھا اور اس وقت مدینہ کے اندر اچھی خاصی تعداد میں منافقین موجود تھے۔ یہی وجہ ہے کہ ان کے کردار کا تذکرہ اس سورت میں آیا ہے۔"
    },
    {
      "ayah": 47,
      "surah": 24,
      "text": "ثُمَّ یَتَوَلّٰی فَرِیْقٌ مِّنْہُمْ مِّنْم بَعْدِ ذٰلِکَ ط ”یہ لوگ اللہ اور اس کے رسول ﷺ پر ایمان کا اقرار بھی کرتے ہیں ‘ اطاعت کا دم بھی بھرتے ہیں لیکن اس کے بعد ان کا طرز عمل کچھ اور ہوتا ہے۔"
    },
    {
      "ayah": 48,
      "surah": 24,
      "text": "آیت 48 وَاِذَا دُعُوْٓا اِلَی اللّٰہِ وَرَسُوْلِہٖ لِیَحْکُمَ بَیْنَہُمْ اِذَا فَرِیْقٌ مِّنْہُمْ مُّعْرِضُوْنَ ”منافقین کے اس رویے ّ کا ذکر سورة النساء میں بھی آیا ہے۔ یہ لوگ فیصلوں کے لیے اپنے تنازعات رسول اللہ ﷺ کے بجائے یہودیوں کے پاس لے جانے کو ترجیح دیتے تھے۔ اس لیے کہ حضور ﷺ کے فیصلے مبنی بر انصاف ہونے کی وجہ سے عام طور پر ان کے خلاف ہی جاتے تھے۔"
    },
    {
      "ayah": 49,
      "surah": 24,
      "text": "آیت 49 وَاِنْ یَّکُنْ لَّہُمُ الْحَقُّ یَاْتُوْٓا اِلَیْہِ مُذْعِنِیْنَ ”اگر کسی معاملہ یا تنازعہ میں وہ حق بجانب ہوں اور انہیں یقین ہو کہ فیصلہ انہی کے حق میں ہوگا تو اس معاملے کو لے کر بڑے اطاعت شعار بنتے ہوئے پورے اعتماد اور یقین کے ساتھ وہ حضور ﷺ کے پاس آجاتے ہیں۔"
    },
    {
      "ayah": 5,
      "surah": 24,
      "text": "آیت 5 اِلَّا الَّذِیْنَ تَابُوْا مِنْم بَعْدِ ذٰلِکَ وَاَصْلَحُوْا ج فَاِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ ”مثلاً کسی شخص پر قذف کی حد جاری کی گئی اور اسلامی عدالت میں طویل عرصے تک اس کی گواہی بھی ناقابل قبول رہی ‘ لیکن سزا ملنے کے بعد اس شخص نے اللہ کے حضور توبہ کرلی اور اپنی پرانی روش کو مستقل طور پر تبدیل کرلیا۔ اس کے مثبت رویے کو دیکھتے ہوئے معاشرے میں پھر سے اسے ایک با اعتماد ‘ صالح اور پرہیزگار مسلمان کے طور پر تسلیم کرلیا گیا۔ اب ایسے شخص پر سے گواہی کے ناقابل قبول ہونے کی قدغن ختم ہوسکتی ہے۔"
    },
    {
      "ayah": 50,
      "surah": 24,
      "text": "بَلْ اُولٰٓءِکَ ہُمُ الظّٰلِمُوْنَ ”چونکہ یہ لوگ حقیقی ایمان سے محروم ہیں ‘ اس لیے اس کھوٹ کا عکس ان کے کرداروں میں نمایاں ہے۔"
    },
    {
      "ayah": 51,
      "surah": 24,
      "text": "آیت 51 اِنَّمَا کَانَ قَوْلَ الْمُؤْمِنِیْنَ اِذَا دُعُوْٓا اِلَی اللّٰہِ وَرَسُوْلِہٖ لِیَحْکُمَ بَیْنَہُمْ اَنْ یَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَا ط ”کہ ہم تو فیصلے کے لیے رسول اللہ ﷺ کے حضور حاضر ہیں۔ آپ ﷺ جو بھی فیصلہ کریں گے ہمیں بسر وچشم قبول ہوگا۔"
    },
    {
      "ayah": 52,
      "surah": 24,
      "text": "آیت 51 اِنَّمَا کَانَ قَوْلَ الْمُؤْمِنِیْنَ اِذَا دُعُوْٓا اِلَی اللّٰہِ وَرَسُوْلِہٖ لِیَحْکُمَ بَیْنَہُمْ اَنْ یَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَا ط ”کہ ہم تو فیصلے کے لیے رسول اللہ ﷺ کے حضور حاضر ہیں۔ آپ ﷺ جو بھی فیصلہ کریں گے ہمیں بسر وچشم قبول ہوگا۔"
    },
    {
      "ayah": 53,
      "surah": 24,
      "text": "آیت 53 وَاَقْسَمُوْا باللّٰہِ جَہْدَ اَیْمَانِہِمْ لَءِنْ اَمَرْتَہُمْ لَیَخْرُجُنَّ ط ”منافقین سے جب بھی کسی قربانی کا تقاضا کیا جاتا یا جہاد کے لیے نکلنے کا مرحلہ آتا تو وہ بہانے تراشتے ہوئے قسمیں کھاتے کہ ہمیں فلاں مجبوری ہے ‘ فلاں مسئلہ درپیش ہے ‘ لیکن اگر آپ ﷺ حکم دیں گے تو ہم بہرحال آپ ﷺ کے ساتھ ضرور نکلیں گے۔ جماعتی زندگی میں یہ نمونہ آج بھی دیکھنے کو ملتا ہے۔ امیر کی طرف سے ایک واضح حکم آجانے کے بعد بھی کچھ لوگ بہانے بناتے ہیں ‘ اپنی معذوری کا اظہار کرتے ہیں اور مجبوریاں گنوانے کے بعد یوں بھی کہتے ہیں کہ ”ویسے اگر آپ حکم دیں تو ہم حاضر ہیں !“ گویا جو پہلے حکم دیا گیا ہے وہ حکم نہیں ہے ؟ امیر کی بات کو آپ حکم کیوں نہیں سمجھ رہے ؟تو کیا جہاد کے لیے ایک واضح حکم کے بعد منافقین یہ توقع رکھتے ہیں کہ حضور ﷺ ان میں سے ہر ایک کی الگ الگ خوشامد کر کے اسے راضی کریں کہ اجی ! آپ ضرور جہاد کے لیے تشریف لے جائیں !قُلْ لَّا تُقْسِمُوْاج طاعَۃٌ مَّعْرُوْفَۃٌ ط ”جب تم لوگ مجھے اللہ کا رسول تسلیم کرنے اور مجھ پر ایمان لانے کا دعویٰ کرتے ہو تو باقی تمام اہل ایمان کی طرح میری اطاعت اختیار کرو۔ میری طرف سے جو حکم تمہیں دیا جاتا ہے اسے قبول کرو۔"
    },
    {
      "ayah": 54,
      "surah": 24,
      "text": "آیت 54 قُلْ اَطِیْعُوا اللّٰہَ وَاَطِیْعُوا الرَّسُوْلَ ج ”قبل ازیں سورة النساء کے مطالعہ کے دوران وضاحت کی جا چکی ہے کہ منافقین پر تین امور بہت بھاری تھے۔ یعنی حضور ﷺ کی شخصی اطاعت ‘ جہاد و قتال کے لیے نکلنا اور ہجرت۔ چناچہ آیت زیر نظر میں ان تین میں سے پہلے معاملے یعنی اللہ اور رسول ﷺ کی اطاعت کے بارے میں تاکید کی جا رہی ہے۔فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَیْہِ مَا حُمِّلَ وَعَلَیْکُمْ مَّا حُمِّلْتُمْ ط ”رسول اللہ ﷺ کی ذمہ داری لوگوں تک اللہ کا پیغام پہنچانے کی حد تک ہے اور آپ ﷺ سے اسی ذمہ داری کے سلسلے میں پوچھا جائے گا۔ اب جب آپ ﷺ نے تم لوگوں تک اللہ کا پیغام پہنچا کر اپنی یہ ذمہ داری ادا کردی ہے تو اس کے بعد ان احکام کی تعمیل کرنا اور اللہ کے دین کے لیے تن من دھن قربان کرنا تم لوگوں کی ذمہ داری ہے اور تم لوگ اپنی اسی ذمہ داری کے بارے میں اللہ کے ہاں مسؤل ہو گے۔ان الفاظ میں جماعتی زندگی کے نظم و ضبط کے بارے میں ایک بہت ہی اہم اور بنیادی راہنما اصول فراہم کیا گیا ہے کہ ہر کوئی اپنی اس ذمہ داری کی فکر کرے جس کے بارے میں وہ مسؤل ہے۔ جماعتی زندگی میں انفرادی سطح پر اکثر شکایات پیدا ہوجاتی ہیں ‘ یہاں تک کہ ایک غزوہ کے موقع پر حضور ﷺ جب مال غنیمت تقسیم کر رہے تھے تو بنی تمیم کے ایک شخص نے کہا : اِعْدِلْ یَا رَسُوْلَ اللّٰہِ ! ”اے اللہ کے رسول ‘ آپ عدل کریں !“ گو یا نعوذ باللہ آپ ﷺ عدل نہیں کر رہے تھے۔ اس گستاخی کے جواب میں آپ ﷺ نے غصے میں فرمایا : وَیْلَکَ ‘ وَمَنْ یَعْدِلُ اِذَا لَمْ اَعْدِلْ ؟ 1 ”تم برباد ہوجاؤ ‘ اگر میں عدل نہیں کروں گا تو پھر کون عدل کرے گا ؟“ اسی طرح جماعتی زندگی کے معاملات میں کسی شخص کو بھی اپنے امیر سے شکایت ہوسکتی ہے کہ امیر نے اس کے ساتھ زیادتی کی ہے۔ ایسی صورت میں اس آیت میں دیے گئے اصول کو مدنظر رکھنا چاہیے کہ جس شخص کی جو ذمہ داری ہے اس کے بارے میں وہ اللہ کے ہاں جوابدہ ہے۔ اگر کوئی شخص اپنی ذمہ داری میں کمی یا کوتاہی کرے گا یا کوئی کسی کے ساتھ زیادتی کرے گا تو اللہ کے ہاں ہر کسی کا ٹھیک ٹھیک حساب ہوجائے گا۔ چناچہ جماعت کے اندر ایک شخص کو کسی شکایت کی صورت میں ناراض ہو کر بیٹھ رہنے کے بجائے یہ سوچنا چاہیے کہ میں اپنی ذمہ داری کی فکر کروں جس کا مجھ سے حساب لیا جانا ہے۔ جہاں تک امیر کی زیادتی کا معاملہ ہے تو اس سلسلے میں وہ خود ہی اللہ کے ہاں جوابدہ ہوگا۔ اسے یہ بھی یقین ہونا چاہیے کہ اللہ کے ہاں ہر کسی کے ساتھ زیادتی کی تلافی بھی کردی جائے گی۔اس سورت کی آخری آیات میں جماعتی زندگی سے متعلق بہت اہم ہدایات دی گئی ہیں۔ ان آیات پر مشتمل ایک اہم درس ہمارے ”مطالعہ قرآن حکیم کے منتخب نصاب 2“ میں شامل ہے۔ ”منتخب نصاب 2“ کے موضوعات جماعتی زندگی اور اس کے معاملات و مسائل سے ہی متعلق ہیں۔ ظاہر ہے اقامت دین کا کام انفرادی طور پر تو ہو نہیں سکتا۔ اس کے لیے ایک جماعت یا تنظیم کی تشکیل تو بہر حال نا گزیر ہے۔ قرآن نے ایسی جماعت کو ”حزب اللہ“ کا نام دیا ہے اور اس کی کامیابی کی ضمانت بھی دی ہے : فَاِنَّ حِزْبَ اللّٰہِ ہُمُ الْغٰلِبُوْنَ  المائدۃ۔ حدیث میں بھی اس بارے میں یَدُ اللّٰہِ عَلَی الْجَمَاعَۃِ 2 کی خوشخبری دی گئی ہے کہ جماعت کے اوپر اللہ کا ہاتھ ہے۔ یعنی جماعت کو اللہ تعالیٰ کی تائید اور نصرت حاصل ہے۔ جیسے اقامت دین کے لیے جماعت کا قیام ناگزیر ہے اسی طرح جماعت کے لیے نظم اور ڈسپلن بھی ضروری ہے اور ڈسپلن کے لیے قواعد و ضوابط کی پابندی بھی لازمی ہے۔ پھر جماعت کے اندر پیدا ہونے والے مسائل کے تدارک اور حل کے لیے کچھ تدابیر اختیار کرنے کی ضرورت ہے۔ چناچہ ان سب امور سے متعلق راہنمائی کے لیے اگر ہم قرآن سے رجوع کریں تو مختلف مقامات پر ہمیں بڑی عمدہ راہنمائی ملتی ہے۔ ایسے ہی مقامات سے آیات کا انتخاب کر کے منتخب نصاب 2 مرتب کیا گیا ہے۔وَاِنْ تُطِیْعُوْہُ تَہْتَدُوْاط وَمَا عَلَی الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِیْنُ ”اگلی آیت کو ”آیت استخلاف“ کا نام دیا گیا ہے۔ یہ ایک طویل آیت ہے اور قرآن کی عظیم ترین آیات میں سے ہے۔"
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "آیت 55 وَعَدَ اللّٰہُ الَّذِیْنَ اٰمَنُوْا مِنْکُمْ وَعَمِلُوا الصّٰلِحٰتِ ”یہ وعدہ محض موروثی اور نام کے مسلمانوں کے لیے نہیں ہے ‘ جو اللہ کے احکام کی کلی تعمیل کو اپنا شعار بنانے اور اس کے راستے میں جان و مال کی قربانی دینے کے لیے سنجیدہ نہ ہوں ‘ بلکہ یہ وعدہ تو ان مؤمنین صادقین کے لیے ہے جو ایمان اور عمل صالح کی شرائط پوری کریں۔ یعنی جو ایمان حقیقی کے تمام تقاضوں کو پورا کرنے کے لیے ہر وقت کمربستہ رہتے ہوں۔لَیَسْتَخْلِفَنَّہُمْ فِی الْاَرْضِ کَمَا اسْتَخْلَفَ الَّذِیْنَ مِنْ قَبْلِہِمْص ”یعنی اے امت محمد ﷺ ! اگر تم لوگ ایمان حقیقی اور اعمال صالحہ کی دو شرائط پوری کرو گے تو اللہ تعالیٰ تمہیں زمین میں اسی طرح غلبہ اور اقتدار عطا کرے گا جس طرح اس سے پہلے اس نے حضرت طالوت ‘ حضرت داؤد اور حضرت سلیمان علیہ السلام کو خلافت عطا کی تھی یا حضرت سلیمان علیہ السلام کے بعد بنی اسرائیل کو مکابیّ سلطنت کی صورت میں اقتدار عطا کیا تھا۔ اس آیت میں خلافت کے وعدے کو تین مختلف انداز میں بیان کیا گیا ہے۔ اوّل تو یہ تاکیدی وعدہ ہے کہ اللہ لازماً مسلمانوں کو بھی خلافت عطا فرمائے گا جیسے اس نے سابقہ امت کے اہل ایمان کو خلافت عطا کی تھی۔ پھر فرمایا :وَلَیُمَکِّنَنَّ لَہُمْ دِیْنَہُمُ الَّذِی ارْتَضٰی لَہُمْ ”اللہ تعالیٰ اپنے پسندیدہ دین کو لازماً غالب کرے گا۔ ظاہر بات ہے کہ جہاں مسلمانوں کی خلافت ہوگی وہاں لازماً اللہ کے دین کا غلبہ ہوگا اور اگر کسی حکومت میں اللہ کا دین غالب ہوگا تو وہ لازماً مسلمانوں ہی کی خلافت ہوگی۔ گویا بنیادی طور پر تو یہ ایک ہی بات ہے ‘ لیکن صرف خلافت کی اہمیت اجاگر کرنے کے لیے پہلی بات کو یہاں دوسرے انداز میں دہرایا گیا ہے۔ البتہ یہاں اس دین کا خصوصی طور پر ذکر کیا گیا ہے جو اللہ نے مسلمانوں کے لیے پسند فرمایا ہے۔ سورة المائدۃ کی آیت 3 میں باقاعدہ نام لے کر بتایا گیا ہے کہ اللہ نے تمہارے لیے دین اسلام کو پسند فرمایا ہے : اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُمْ وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الْاِسْلاَمَ دِیْنًا ط ”آج کے دن میں نے تمہارے لیے تمہارے دین کی تکمیل فرما دی ہے ‘ اور تم پر اپنی نعمت کا اتمام فرمادیا ہے ‘ اور تمہارے لیے میں نے پسند کرلیا ہے اسلام کو بحیثیت دین کے“۔ بہر حال دوسری بات یہاں یہ بتائی گئی کہ خلافت ملے گی تو اس کے نتیجے کے طور پر اللہ کا دین لازماً غالب ہوگا۔ اور تیسری بات :وَلَیُبَدِّلَنَّہُمْ مِّنْم بَعْدِ خَوْفِہِمْ اَمْنًا ط ”یہ اس کیفیت کی طرف اشارہ ہے جو ہجرت کے فوراً بعد کے زمانے میں مسلمانوں پر طاری تھی۔ اس زمانے میں مدینہ کے اندر مسلسل ایمرجنسی کی سی حالت تھی۔ فلاں قبیلے کی طرف سے حملے کا خطرہ ہے ! فلاں قبیلہ جنگ کی تیاریوں میں مصروف ہے ! کل قریش مکہ کی طرف سے ایک خوفناک سازش کی خبر پہنچی تھی ! آج ابو عامر راہب کے ایک شیطانی منصوبے کی اطلاع آن پہنچی ہے ! غرض ہجرت کے بعد پانچ سال تک مسلمان مسلسل ایک خوف کی کیفیت میں زندگی بسر کرنے پر مجبور رہے۔ اس صورت حال میں انہیں خوشخبری سنائی جا رہی ہے کہ اب خوف کی وہ کیفیت امن سے بدلنے والی ہے۔ تینوں وعدوں کے بارے میں ایک اہم نکتہ یہ ہے کہ یہاں بار بار حروف تاکید استعمال ہوئے ہیں۔ تینوں افعال میں مضارع سے پہلے لام مفتوح اور بعد میں ”ن“ مشدد آیا ہے ‘ گویا تینوں وعدے نہایت تاکیدی وعدے ہیں۔یَعْبُدُوْنَنِیْ لَا یُشْرِکُوْنَ بِیْ شَیْءًا ط ”میرے نزدیک یہ حکم مستقبل سے متعلق ہے۔ یعنی جب میرا دین غالب آجائے گا تو پھر مسلمان خالص میری بندگی کریں گے اور کسی قسم کا شرک گوارا نہیں کریں گے۔ اس کا مطلب یہ ہے کہ جب تک اللہ کی حکومت قائم نہیں ہوگی تو معاشرہ شرک سے ُ کلیّ طور پر پاک نہیں ہو سکے گا۔ جیسے ہم پاکستان کے مسلمان شہری آج قومی اور اجتماعی اعتبار سے کفر و شرک کے ماحول میں زندگی بسر کر رہے ہیں۔ آج اگر ہم سب انفرادی طور پر اپنے ذاتی عقائد بالکل درست بھی کرلیں اور اپنے آپ کو تمام مشرکانہ اوہام سے پاک کر کے عقیدۂ توحید کو راسخ بھی کرلیں تو بھی ہم خود کو شرک سے کلی طور پر پاک کرنے کا دعویٰ نہیں کرسکتے۔ یعنی جب تک ملک میں اللہ کا قانون نافذ اور اللہ کا دین عملی طور پر غالب نہیں ہوجاتا اور جب تک ملک میں دوسرے قوانین کے بجائے اللہ کے قانون کی بالا دستی قائم نہیں ہوجاتی اس وقت تک اس ملک کے شہری ہونے کے اعتبار سے ہم کفر اور شرک کی اجتماعیت میں برابر کے شریک رہیں گے۔ چناچہ کسی ملک یا علاقے میں عملاً توحید کی تکمیل اس وقت ہوگی جب اللہ کے فرمان کے مطابق دین کل کا کل اللہ کے لیے ہوجائے گا : وَّیَکُوْنَ الدِّیْنُ کُلُّہٗ لِلّٰہِ ط الانفال : 39۔وَمَنْ کَفَرَ بَعْدَ ذٰلِکَ فَاُولٰٓءِکَ ہُمُ الْفٰسِقُوْنَ ”اس کا ایک مفہوم تو یہ ہے کہ دین کے غلبے کے ماحول میں بھی جو شخص کفر کرے گا تو اس کے اندر گویا خیر کا مادہ سرے سے ہے ہی نہیں۔ دوسرا مفہوم یہ ہے کہ باطل کے غلبے میں کسی شخص کا ایمان لانا ‘ اس پر قائم رہنا اور اس کے مطابق عمل کرنا انتہائی مشکل ہے ‘ لیکن جب دین غالب ہوجائے اور ساری رکاوٹیں دور ہوجائیں تو اس کے بعد صرف وہی شخص دین سے دور رہے گا جس کی فطرت ہی بنیادی طور پر مسخ ہوچکی ہے۔ان دو مفاہیم کے علاوہ میرے نزدیک اس فقرے کا ایک تیسرا مفہوم بھی ہے اور اس مفہوم کے مطابق ”بَعْدَ ذٰلِکَ“ کے الفاظ کا تعلق مذکورہ تین وعدوں سے ہے ‘ کہ جب اللہ نے وعدہ کیا ہے کہ وہ لازماً تمہیں خلافت سے نوازے گا ‘ وہ لازماً تمہارے دین کو غالب کرے گا اور وہ لازماً تمہارے خوف کی کیفیت کو امن سے بدل دے گا تو اس کے بعد بھی جو شخص کمر ہمتّ نہ باندھے اور اقامت دین کیّ جدوجہدُ کے لیے اٹھ کھڑا نہ ہو تو اسے گویا ہمارے وعدوں پر یقین نہیں اور وہ عملی طور پر ہمارے ان احکام سے کفر کا مرتکب ہو رہا ہے ! یہ آیت 6 ہجری میں نازل ہوئی اور اس کے نزول کے فوراً بعد ہی اس کے مصداق کا ظہور شروع ہوگیا۔ 7 ہجری میں صلح حدیبیہ طے پاگئی جسے خود اللہ تعالیٰ نے حضور ﷺ کے لیے ”فتح مبین“ قرار دیا : اِنَّا فَتَحْنَا لَکَ فَتْحًا مُّبِیْنًا الفتح۔ صلح حدیبیہ کے فوراً بعد 7 ہجری میں ہی خیبر فتح ہوا ‘ جس کے نتیجے میں مسلمانوں کو اللہ تعالیٰ نے کثرت سے مال غنیمت عطا کیا۔ 8 ہجری میں مکہ فتح ہوگیا۔ 9 ہجری کو حج کے موقع پر mopping up operation کا اعلان کردیا گیا۔ اس اعلان کے مطابق آئندہ کے لیے مسجد حرام کے اندر مشرکین کا داخلہ ممنوع قرار دے دیا گیا۔ جزیرہ نمائے عرب کے تمام مشرکین کو میعادی معاہدوں کی صورت میں اختتام معاہدہ تک اور عمومی طور پر چارہ ماہ کی مہلت دے دی گئی ‘ اور اس کے ساتھ ہی واضح حکم دے دیا گیا کہ اسّ مدت مہلت میں اگر وہ اسلام قبول نہیں کریں گے تو سب کے سب قتل کردیے جائیں گے۔ یوں 10 ہجری تک جزیرہ نمائے عرب میں اللہ کا دین غالب ہوگیا ‘ اللہ کی حکومت قائم ہوگئی اور حضرت داؤد علیہ السلام کی طرح محمد رسول اللہ ﷺ بھی اللہ کے خلیفہ بن گئے۔ حضور ﷺ کے بعد خلافت راشدہ قائم ہوئی اور پھر اس کے بعد رفتہ رفتہ حالات میں بگاڑ آنا شروع ہوگیا جو مسلسل جاری ہے۔ سورة الانبیاء کے آخری رکوع کے مطالعہ کے دوران میں نے حضرت نعمان بن بشیر رض سے مروی ایک حدیث بیان کی تھی جس میں امت مسلمہ کے قیامت تک کے حالات کی واضح تفصیل ملتی ہے۔ زیرمطالعہ آیت کے مضمون کے سیاق وسباق میں آپ ﷺ کا یہ فرمان بہت اہم ہے ‘ لہٰذا ہم اس کا ایک بار پھر مطالعہ کرلیتے ہیں۔ حضور ﷺ نے فرمایا : تَکُوْنُ النُّبُوَّۃُ فِیْکُمْ مَا شَاء اللّٰہُ اَنْ تَکُوْنَ ”تمہارے درمیان نبوت موجود رہے گی جب تک اللہ چاہے گا کہ وہ رہے“۔ یعنی جب تک اللہ چاہے گا میں بنفس نفیس تمہارے درمیان موجود رہوں گا۔ ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ”پھر اللہ اس کو اٹھا لے گا جب اسے اٹھانا چاہے گا“۔ یعنی جب اللہ چاہے گا میرا انتقال ہوجائے گا اور یوں یہ دور ختم ہوجائے گا۔ ثُمَّ تَکُوْنُ خِلَافَۃً عَلٰی مِنْھَاج النُّبُوَّۃِ ”پھر خلافت ہوگی نبوت کے نقش قدم پر“۔ یعنی میرے قائم کردہ نظام کے مطابق خلافت علیٰ منہاج النبوۃ کے ذریعے یہ نظام ایک بال کے فرق کے بغیر جوں کا توں قائم رہے گا۔ فَتَکُوْنُ مَا شَاء اللّٰہُ اَنْ تَکُوْنَ ”پھر یہ دور بھی رہے گا جب تک اللہ چاہے گا کہ رہے“۔ ثُمَّ یَرْفَعُھَا اِذَا شَاء اللّٰہُ اَنْ یَّرْفَعَھَا ”پھر اس دور کو بھی اللہ اٹھا لے گا جب اٹھانا چاہے گا“۔ ثُمَّ تَکُوْنُ مُلْکًا عَاضًّا ”پھر کاٹ کھانے والی ظالم ملوکیت ہوگی“۔ فَیَکُوْنُ مَا شَاء اللّٰہُ اَنْ یَکُوْنَ ”پس یہ دور بھی رہے گا جب تک اللہ چاہے گا“ ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ”پھر اس کو بھی اللہ اٹھا لے گا جب اٹھانا چاہے گا“۔ ثُمَّ تَکُوْنُ مُلْکًا جَبْرِیَّۃً ”پھر غلامی کی ملوکیت کا دور آئے گا“۔ یہ چوتھا دور ہمارا دور ہے۔ تیسرے دور کی ملوکیت میں سب کے سب حکمران بنو امیہ ‘ بنو عباس اور ترک بادشاہ مسلمان تھے۔ ان میں اچھے بھی تھے اور برے بھی مگر سب کلمہ گو تھے ‘ جبکہ چوتھے دور کی ملوکیت میں مختلف مسلمان ممالک غیر مسلموں کے غلام ہوگئے۔ کہیں مسلمان تاج برطانیہ کی رعایا بن گئے ‘ کہیں ولندیزیوں کے تسلط میں آگئے اور کہیں فرانسیسیوں کے غلام بن گئے۔ اس طرح پورا عالم اسلام غیر مسلموں کے زیر تسلط آگیا۔ اکیسویں صدی کا موجودہ دور عالم اسلام کے لیے ”مُلْکاً جَبْرِیًّا“ کا ہی تسلسل ہے۔ اگرچہ مسلم ممالک پر سے غیر ملکی قبضہ بظاہر ختم ہوچکا ہے اور ان ممالک پر قابض اقوام کی براہ راست حکومتوں کی بساط لپیٹ دی گئی ہے لیکن عملی طور پر یہ تمام ممالک اب بھی ان کے قبضے میں ہیں۔ استعماری قوتیں آج بھی ریموٹ کنٹرول اقتدار کے ذریعے ان ممالک کے معاملات سنبھالے ہوئے ہیں۔ ورلڈ بینک ‘ آئی ایم ایف ‘ اور دوسرے بہت سے ادارے ان کے مہروں کے طور پر کام کر رہے ہیں اور یوں وہ اپنے مالیاتی استعمار کو اب بھی قائم رکھے ہوئے ہیں۔اس کے بعد حضور ﷺ نے فرمایا کہ یہ چوتھا دور بھی ختم ہوجائے گا : ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ”پھر اللہ اسے بھی اٹھا لے گا جب اٹھانا چاہے گا“۔ اور پھر امت کو ایک بہت بڑی خوشخبری دیتے ہوئے آپ ﷺ نے فرمایا : ثُمَّ تَکُوْنُ خِلَافَۃً عَلٰی مِنْہَاج النُّبُوَّۃِ ”اس کے بعد پھر خلافت علیٰ منہاج النبوۃ کا دور آئے گا“۔ یہ خوشخبری سنانے کے بعد راوی کہتے ہیں : ثُمَّ سَکَتَ ”پھر رسول اللہ ﷺ خاموش ہوگئے“۔ آپ ﷺ شاید اس لیے خاموش ہوگئے کہ اس کے بعد دنیا کے خاتمے کا معاملہ تھا۔اس کے علاوہ ہم حضرت ثوبان رض سے مروی یہ حدیث بھی پڑھ آئے ہیں جس میں یہ وضاحت بھی ملتی ہے کہ خلافت علیٰ منہاج النبوۃ کا نظام تمام روئے ارضی کے لیے ہوگا۔ حضرت ثوبان رض حضور ﷺ کے آزاد کردہ غلام روایت کرتے ہیں کہ رسول اللہ ﷺ نے فرمایا : اِنَّ اللّٰہَ زَوٰی لِیَ الْاَرْضَ ”اللہ نے میرے لیے تمام زمین کو لپیٹ دیا۔“ فَرَاَیْتُ مَشَارِقَھَا وَمَغَارِبَھَا ”تو میں نے اس کے سارے مشرق اور مغرب دیکھ لیے۔“ وَاِنَّ اُمَّتِیْ سَیَبْلُغُ مُلْکُھَا مَا زُوِیَ لِیْ مِنْھَا ”اور میری امت کی حکومت ان تمام علاقوں پر قائم ہوگی جو مجھے دکھائے گئے۔“ اسی طرح ہم نے حضرت مقدادبن اسود رض سے مروی اس حدیث کا مطالعہ بھی کیا تھا جس میں حضور ﷺ نے فرمایا : ”روئے ارضی پر کوئی اینٹ گارے کا بنا ہوا گھر اور کوئی کمبلوں کا بنا ہوا خیمہ ایسا نہیں رہے گا جس میں دین اسلام داخل نہ ہوجائے ‘ خواہ کسی عزت والے کے اعزاز کے ساتھ خواہ کسی مغلوب کی مغلوبیت کی صورت میں“۔ یعنی یا تو اس گھر والا اسلام قبول کر کے اعزاز حاصل کرلے گا یا پھر اسے ذلت کے ساتھ اسلام کی بالا دستی قبول کرنا پڑے گی۔ دین کے غلبے کی صورت میں غیر مسلم رعایا کے لیے یہ وہ اصول ہے جو سورة التوبہ میں اس طرح بیان ہوا : حَتّٰی یُعْطُوا الْجِزْیَۃَ عَنْ یَّدٍ وَّہُمْ صَاغِرُوْنَ یعنی وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں۔آنے والے اس دور کے بارے میں رسول اللہ ﷺ کے ان فرمودات کے ساتھ ساتھ اس معاملے کو منطقی طور پر یوں بھی سمجھ لیجیے کہ قرآن مجید میں تین مقامات التوبہ : 33 ‘ الفتح : 28 اور الصف : 9 پر واضح الفاظ میں اعلان فرما دیا گیا ہے : ہُوَ الَّذِیْٓ اَرْسَلَ رَسُوْلَہٗ بالْہُدٰی وَدِیْنِ الْحَقِّ لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖ ”وہی تو ہے جس نے بھیجا ہے اپنے رسول ﷺ کو الہدیٰ اور دین حق دے کرتا کہ غالب کردے اسے ُ کل کے کل دین نظام زندگی پر“۔ اس کے علاوہ قرآن حکیم میں پانچ مرتبہ حضور ﷺ کی بعثت کے بارے میں یہ بھی واضح فرما دیا گیا ہے کہ آپ ﷺ کو پوری نوع انسانی کے لیے رسول بنا کر بھیجا گیا ہے۔ اس مضمون میں سورة سبا کی یہ آیت بہت واضح اور نمایاں ہے : وَمَآ اَرْسَلْنٰکَ اِلَّا کَآفَّۃً لِّلنَّاسِ بَشِیْرًا وَّنَذِیْرًا وَّلٰکِنَّ اَکْثَرَ النَّاسِ لَا یَعْلَمُوْنَ ”ہم نے آپ ﷺ کو پوری نوع انسانی کے لیے بشیر اور نذیر بنا کر بھیجا ہے ‘ لیکن اکثر لوگوں کا اس کا ادراک نہیں ہے“۔ سورة الانبیاء میں یہی مضمون ایک نئی شان سے اس طرح آیا ہے : وَمَآ اَرْسَلْنٰکَ اِلَّا رَحْمَۃً لِّلْعٰلَمِیْنَ ”ہم نے تو آپ ﷺ کو تمام جہانوں کے لیے رحمت ہی بنا کر بھیجا ہے“۔ ان دونوں آیات کا مشترک مفہوم یہی ہے کہ حضور ﷺ کی بعثت کا مقصد تب پورا ہوگا جب پورے عالم انسانیت پر اللہ کا دین غالب ہوگا۔ چناچہ قیامت سے پہلے تمام روئے ارضی پر دین حق کا غلبہ ایک طے شدہ امر ہے۔"
    },
    {
      "ayah": 56,
      "surah": 24,
      "text": "آیت 56 وَاَقِیْمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ وَاَطِیْعُوا الرَّسُوْلَ لَعَلَّکُمْ تُرْحَمُوْنَ ”یہاں روئے سخن منافقین کی طرف ہے۔ جیسا کہ پہلے بتایا جا چکا ہے کہ حضور ﷺ کی شخصی اطاعت والا معاملہ ان پر بہت شاق گزرتا تھا اور ایسے ہر حکم پر وہ بار بار یہی کہتے تھے کہ آپ ﷺ قرآنی آیات کے نزول کے بغیر ہی اپنی اطاعت کے بارے میں احکام جاری کرتے رہتے ہیں !"
    },
    {
      "ayah": 57,
      "surah": 24,
      "text": "آیت 57 لَا تَحْسَبَنَّ الَّذِیْنَ کَفَرُوْا مُعْجِزِیْنَ فِی الْاَرْضِ ج ”ان کے متعلق کسی کو یہ غلط فہمی نہ رہے کہ یہ زمین میں اللہ کے قابو سے باہر نکل جائیں گے۔"
    },
    {
      "ayah": 58,
      "surah": 24,
      "text": "اب سورت کے آخر میں معاشرتی و سماجی معاملات کے بارے میں دوبارہ کچھ ہدایات دی جا رہی ہیں۔ مضامین کی ترتیب کے اعتبار سے اس سورت کی مثال ایک ایسے خوبصورت ہار کی سی ہے جس کے درمیان میں ایک بہت بڑا ہیرا ہے اور اس کے دونوں اطراف میں موتی جڑے ہوئے ہیں۔ سورت کا پانچواں رکوع جو اس کا وسطی رکوع ہے اس طرح شروع ہوتا ہے : اَللّٰہُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِط مَثَلُ نُوْرِہٖ کَمِشْکٰوۃٍ فِیْہَا مِصْبَاحٌط اَلْمِصْبَاحُ فِیْ زُجَاجَۃٍ ط۔ یہ اس سورت کی آیت 35 ہے جو سورت کے تقریباً وسط میں کوہ نور ہیرے کی مانند ہے اور اس کے دونوں اطراف میں معاشرتی و سماجی احکام موتیوں کی طرح جڑے ہوئے ہیں۔ ان میں سے کچھ احکام پہلے چار رکوعات میں ہیں اور کچھ آخری چار رکوعات میں۔ وَالَّذِیْنَ لَمْ یَبْلُغُوا الْحُلُمَ مِنْکُمْ ثَلٰثَ مَرّٰتٍ ط ”دن رات میں تین اوقات تمہاری خلوت privacy کے اوقات ہیں۔ ان اوقات میں تمہارے غلام ‘ باندیاں اور بچے بھی بلا اجازت تمہاری خلوت میں مخل نہ ہوں۔ ان اوقات کی تفصیل یہ ہے :ثَلٰثُ عَوْرٰتٍ لَّکُمْ ط ”یعنی یہ تمہاری خلوت privacy کے اوقات ہیں۔ ان اوقات میں تمہارے خادموں اور تمہارے بچوں کا اچانک تمہارے پاس آجانا مناسب نہیں ‘ لہٰذا انہیں یہ ہدایت کردی جائے کہ وہ ان اوقات میں تمہاری خلوت کی جگہ آنے لگیں تو پہلے اجازت لے لیا کریں۔لَیْسَ عَلَیْکُمْ وَلَا عَلَیْہِمْ جُنَاحٌم بَعْدَہُنَّ ط ”یعنی ان اوقات کے علاوہ تمہارے غلام ‘ باندیاں یا بچے اگر تمہارے پاس بغیر اجازت آئیں جائیں تو اس میں کوئی حرج نہیں ہے۔طَوَّافُوْنَ عَلَیْکُمْ بَعْضُکُمْ عَلٰی بَعْضٍ ط ”یعنی گھر کے اندر ادھر ادھر مختلف کاموں کے لیے مختلف افراد کو وقتاً فوقتاً آنا جانا ہوتا ہے۔ اس طرح کی آمد و رفت پر ان خاص اوقات کے علاوہ کوئی پابندی نہیں ہے۔"
    },
    {
      "ayah": 59,
      "surah": 24,
      "text": "آیت 59 وَاِذَا بَلَغَ الْاَطْفَالُ مِنْکُمُ الْحُلُمَ فَلْیَسْتَاْذِنُوْا کَمَا اسْتَاْذَنَ الَّذِیْنَ مِنْ قَبْلِہِمْ ط ”گھروں میں داخلے کے آداب کے سلسلے میں ایک عمومی حکم اس سے پہلے اسی سورة کی آیت 27 میں نازل ہوچکا ہے۔ تمہارے بچے جب بالغ ہوجائیں تو وہ بھی اس حکم کی تعمیل کریں۔"
    },
    {
      "ayah": 6,
      "surah": 24,
      "text": "آیت 6 وَالَّذِیْنَ یَرْمُوْنَ اَزْوَاجَہُمْ وَلَمْ یَکُنْ لَّہُمْ شُہَدَآءُ اِلَّآ اَنْفُسُہُمْ ”یعنی اگر کوئی شخص اپنی بیوی کو بدکاری کا ارتکاب کرتے ہوئے دیکھ لے اور اس کے پاس اپنے علاوہ موقع کے تین اور گواہ بھی نہ ہوں تو وہ کیا کرے ؟ چونکہ معاملہ اس کی اپنی بیوی کا ہے اس لیے وہ خاموشی اختیار کر کے اس کے ساتھ رہ بھی نہیں سکتا۔ عام حالات میں تو اگر کوئی شخص اپنے علاوہ تین چشم دید گواہوں کے بغیر کسی پر ایسا الزام لگائے تو اسے اسّی 80 کوڑوں کی سزا دی جائے گی ‘ لیکن میاں بیوی کے معاملے میں ایسی صورت حال کے لیے یہاں ایک خصوصی قانون دیا گیا ہے جسے اصطلاح میں ”لعان“ کہا جاتا ہے۔فَشَہَادَۃُ اَحَدِہِمْ اَرْبَعُ شَہٰدٰتٍم باللّٰہِلا اِنَّہٗ لَمِنَ الصّٰدِقِیْنَ ”ایسے شخص سے تقاضا یہ ہے کہ وہ اللہ کی قسم کھا کر چار دفعہ واقعہ کی گواہی دے اور دعویٰ کرے کہ وہ جو کچھ کہہ رہا ہے سچ کہہ رہا ہے۔"
    },
    {
      "ayah": 60,
      "surah": 24,
      "text": "آیت 60 وَالْقَوَاعِدُ مِنَ النِّسَآءِ الّٰتِیْ لَا یَرْجُوْنَ نِکَاحًا ”جن عورتوں کی نکاح کرنے کی عمر نہ رہی ہو اور وہ معمر ہوچکی ہوں۔فَلَیْسَ عَلَیْہِنَّ جُنَاحٌ اَنْ یَّضَعْنَ ثِیَابَہُنَّ ”یعنی ایسی عورتوں کے لیے ضروری نہیں کہ وہ بڑی چادر ہی اوڑھ کر گھر سے باہر نکلیں۔ اسی طرح گھر کے اندر بیٹھے ہوئے ان پر جوان عورتوں کی طرح ہر وقت دوپٹے اوڑھے رکھنے کی پابندی نہیں ہے۔غَیْرَ مُتَبَرِّجٰتٍم بِزِیْنَۃٍط ”اپنی چادریں اتار کر رکھ دینے سے ان کی نیت دوسروں پر اپنی زینت ظاہر کرنے کی نہ ہو اور نہ وہ بظاہر ایسا کریں۔وَاَنْ یَّسْتَعْفِفْنَ خَیْرٌ لَّہُنَّط وَاللّٰہُ سَمِیْعٌ عَلِیْمٌ ”ان کے سن رسیدہ ہونے کی وجہ سے انہیں جو رعایت دی جا رہی ہے اگر وہ اس رعایت سے فائدہ نہ اٹھائیں اور اپنے کپڑوں کے بارے میں حتی الوسع احتیاط ہی کریں تو یہ ان کے لیے بہتر ہے ‘ کیونکہ شیطان تو ہر وقت انسان کی تاک میں رہتا ہے۔ کیا خبر کس وقت وہ کوئی فتنہ کھڑا کر دے۔"
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "آیت 61 لَیْسَ عَلَی الْاَعْمٰی حَرَجٌ ”یہاں پر اس سوال کا جواب دیا جا رہا ہے کہ اگر کسی خاندان ‘ گھر یا برادری میں کوئی معذور شخص ہو جو معذوری کے سبب اپنی آزاد معاش کا اہل نہ ہو تو ایسے شخص کے لیے شریعت کی ان پابندیوں کے بارے میں کیا حکم ہوگا ؟ چناچہ ایسے لوگوں کے بارے میں یہاں واضح طور پر بتادیا گیا کہ اگر وہ تمہارے گھروں میں رہیں تو اس میں مضائقہ نہیں۔اَوْ مَا مَلَکْتُمْ مَّفَاتِحَہٗٓ اَوْ صَدِیْقِکُمْ ط ”جیسے کوئی کارخانہ ہو اور اس کے مالک کے پاس اس کی چابیاں ہوں ‘ وہ جب چاہے وہاں جائے اور بیٹھ کر کھائے پئے۔ لَیْسَ عَلَیْکُمْ جُنَاحٌ اَنْ تَاْکُلُوْا جَمِیْعًا اَوْ اَشْتَاتًا ط ”بعض لوگوں نے ان الفاظ سے خواہ مخواہ یہ مفہوم نکالنے کی کوشش کی ہے کہ یہاں مردوں اور عورتوں کو اکٹھے کھانے کی اجازت دی گئی ہے۔ دراصل یہ مجلسی احکام ہیں اور خصوصی طور پر اس حکم میں ایسی صورت حال مراد ہے جس میں کچھ لوگ کھانے کی جگہ پر پہنچ جاتے ہیں جبکہ بعض دوسرے لوگ ابھی نہیں پہنچتے اور پہلے آنے والوں کو اس سے سخت تکلیف کا سامنا کرنا پڑتا ہے۔ اس لیے ایسی صورت میں اجازت دی گئی ہے کہ جیسے سہولت ہو ویسے کھا پی لیا جائے ‘ سب کا اکٹھے کھانا ہی ضروری نہیں ہے۔ الگ الگ گروہوں میں بھی کھانا کھایا جاسکتا ہے اور الگ الگ افراد بھی کھا سکتے ہیں۔ اس میں خواہ مخواہ تکلف یا تکلیف کی ضرورت نہیں ہے۔ ان مجلسی احکام سے ایسا مفہوم نکالنے کی کوشش کرنا سراسر زیادتی ہے کہ یہاں ستر و حجاب کے احکام بھی نعوذ باللہ معطل کردیے گئے ہیں اور کھانے پینے کی مخلوط پارٹیوں کی اجازت دے دی گئی ہے۔ معاذ اللہ !فَاِذَا دَخَلْتُمْ بُیُوْتًا فَسَلِّمُوْا عَلآی اَنْفُسِکُمْ ”یعنی جس گھر میں تم بطور مہمان جا رہے ہو اس میں موجود لوگ تمہارے اپنے ہی لوگ ہیں ‘ وہ تمہارے عزیز اور رشتہ دار ہیں۔ چناچہ تم اپنے ان لوگوں کو ضرور ”السلام علیکم“ کہا کرو۔ خود اپنے گھر میں بھی داخل ہو تو ”السلام علیکم“ کہا کرو۔تَحِیَّۃً مِّنْ عِنْدِ اللّٰہِ مُبٰرَکَۃً طَیِّبَۃً ط ””السلام علیکم“ ایک ایسی بابرکت اور پاکیزہ دعا ہے جو ایسے مواقع کے لیے اللہ تعالیٰ نے تم لوگوں کو خصوصی طور پر سکھائی ہے۔"
    },
    {
      "ayah": 62,
      "surah": 24,
      "text": "آخری رکوع جو صرف تین آیات پر مشتمل ہے ‘ اس میں خالص جماعتی زندگی سے متعلق احکام ہیں۔ وَاِذَا کَانُوْا مَعَہٗ عَلٰٓی اَمْرٍ جَامِعٍ لَّمْ یَذْہَبُوْا حَتّٰی یَسْتَاْذِنُوْہُ ط ”نبی مکرم ﷺ کے بعد یہی حکم آپ ﷺ کے جانشینوں اور اسلامی نظم جماعت کے امراء کے لیے ہے۔ اس حکم کے تحت کسی جماعت کے تمام ارکان کو ایک نظم discipline کا پابند کردیا گیا ہے۔ اگر ایسا نظم و ضبط اس جماعت کے اندر نہیں ہوگا تو کسی کام یا مہم پر جاتے ہوئے کوئی شخص ادھر کھسک جائے گا ‘ کوئی اْدھر چلا جائے گا۔ ایسی صورت حال میں کوئی بھی اجتماعی کام پایہ تکمیل کو نہیں پہنچ سکتا۔ چناچہ اس حکم کے تحت لازمی قرار دے دیا گیا کہ کسی مجبوری یا عذر وغیرہ کی صورت میں اگر کوئی رخصت چاہتا ہو تو موقع پر موجود امیر سے باقاعدہ اجازت لے کر جائے۔فَاِذَا اسْتَاْذَنُوْکَ لِبَعْضِ شَاْنِہِمْ فَاْذَنْ لِّمَنْ شِءْتَ مِنْہُمْ ”رخصت دینے کا اختیار تو آپ ﷺ ہی کے پاس ہے۔ یعنی اسلامی نظم جماعت کے لیے یہ اصول دے دیا گیا کہ اجتماعی معاملات میں رخصت دینے کا اختیار امیر کے پاس ہے۔ چناچہ امیر یا کمانڈر اپنے مشن کی ضرورت اور درپیش صورت حال کو دیکھتے ہوئے اگر مناسب سمجھے تو رخصت مانگنے والے کو اجازت دے دے اور اگر مناسب نہ سمجھے تو اجازت نہ دے۔ چناچہ کوئی بھی ماتحت یا مامور شخص اجازت مانگنے کے بعد رخصت کو اپنا لازمی استحقاق نہ سمجھے۔وَاسْتَغْفِرْ لَہُمُ اللّٰہَ ط ”اس لیے کہ وہ اجتماعی کام جس کے لیے حضور ﷺ اہل ایمان کی جماعت کو ساتھ لے کر نکلے ہیں ‘ آپ ﷺ کا ذاتی کام نہیں بلکہ دین کا کام ہے۔ اب اگر اس دین کے کام سے کوئی شخص رخصت طلب کرتا ہے تو اس کا مطلب یہ ہے کہ اس نے اپنے ذاتی کام کو دین کے کام پر ترجیح دی ہے اور ذاتی کام کے مقابلے میں دین کے کام کو کم اہم سمجھا ہے۔ بظاہر یہ ایک بہت سنجیدہ معاملہ اور نازک صورت حال ہے ‘ اس لیے فرمایا جا رہا ہے کہ ایسے لوگوں کے لیے اللہ سے مغفرت کی دعا کریں۔اِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ ”یہاں یہ نکتہ نوٹ کیجیے کہ یہی مضمون سورة التوبہ میں بھی آیا ہے ‘ لیکن وہاں اس کی نوعیت بالکل مختلف ہے۔ اس فرق کو یوں سمجھئے کہ سورة النور 6 ہجری میں نازل ہوئی تھی ‘ جبکہ سورة التوبہ 9 ہجری میں۔ اسلامی تحریک لمحہ بہ لمحہ اپنے ہدف کی طرف آگے بڑھ رہی تھی۔ حالات بتدریج تبدیل ہو رہے تھے اور حالات کے بدلنے سے تقاضے بھی بدلتے رہتے تھے۔ چناچہ یہاں 6 ہجری فرمایا جا رہا ہے کہ جو لوگ آپ ﷺ سے باقاعدہ اجازت طلب کرتے ہیں وہ واقعی ایمان والے ہیں ‘ جبکہ تین سال بعد سورة التوبہ میں غزوۂ تبوک کے موقع پر فرمایا گیا کہ جو ایمان رکھتے ہیں وہ اجازت لیتے ہی نہیں۔ دراصل وہ ایمرجنسی کا موقع تھا اور اس موقع پر غزوۂ تبوک کے لیے نکلنا ہر مسلمان کے لیے لازم کردیا گیا تھا۔ ایسے موقع پر کسی شخص کا رخصت طلب کرنا ہی اس بات کی علامت تھی کہ وہ شخص منافق ہے۔ چناچہ وہاں سورۃ التوبہ میں رخصت دینے سے منع فرمایا گیا : عَفَا اللّٰہُ عَنْکَج لِمَ اَذِنْتَ لَہُمْ آیت 43 ”اللہ آپ ﷺ کو معاف فرمائے یا اللہ نے آپ ﷺ کو معاف فرما دیا آپ ﷺ نے ایسے لوگوں کو کیوں اجازت دے دی ؟“ اگر آپ ﷺ اجازت نہ بھی دیتے تو یہ لوگ پھر بھی نہ جاتے لیکن اس سے ان کے نفاق کا پردہ تو چاک ہوجاتا ! اس کے برعکس یہاں حضور ﷺ کو اختیار دیا جا رہا ہے کہ آپ ﷺ جسے چاہیں رخصت دے دیں۔اس مضمون کو ایک دوسرے زاویے سے دیکھیں تو ایسے مواقع پر کسی اسلامی جماعت کے افراد کے درمیان ہمیں تین سطحوں پر درجہ بندی ہوتی نظر آتی ہے۔ پہلا درجہ ان ارکان کا ہے جو اپنے آپ کو دین کے کام کے لیے ہمہ تن وقف کرچکے ہیں۔ ان کے لیے دنیا کا کوئی کام اس کام سے زیادہ اہم اور ضروری نہیں ہے۔ لہٰذا ان کے رخصت لینے کا کوئی موقع ومحل ہے ہی نہیں۔ اس سے نچلا درجہ ان ارکان کا ہے جو ایسے مواقع پر کسی ذاتی مجبوری اور ضرورت کے تحت باقاعدہ اجازت لے کر رخصت لیتے ہیں ‘ جبکہ اس سے نچلے درجے پر وہ لوگ ہیں جو اجازت کے بغیر ہی کھسک جاتے ہیں۔ گویا ان کا دین کے اس کام سے کوئی تعلق ہی نہیں تھا۔ اس درجہ بندی میں اوپر والے زینے کے اعتبار سے اگرچہ درمیان والا زینہ کم تر درجے میں ہے لیکن نچلے زینے کے مقابلے میں بہر حال وہ بھی بہتر ہے۔یہ بات ہمارے مشاہدے میں ہے کہ اسلامی جماعتوں کے اجتماعات کے موقع پر بعض رفقاء نہ تو اجتماع میں شامل ہوتے ہیں اور نہ ہی اپنے نظم سے رخصت لیتے ہیں۔ نہ وہ پہلے بتاتے ہیں نہ ہی بعد میں معذرت کرتے ہیں۔ گویا انہیں کوئی احساس ہی نہیں ‘ نہ نظم کی پابندی کا اور نہ اپنی ذمہ داری کا۔ ان سے وہ رفقاء یقیناً بہتر ہیں جو اپنا عذر پیش کر کے اپنے امیر سے باقاعدہ رخصت لیتے ہیں۔ لیکن ان سب درجات میں سب سے اونچا درجہ بہرحال یہی ہے کہ دین کے کام کے مقابلے میں دنیا کے کسی کام کو ترجیح نہ دی جائے۔ اس درجے پر فائز لوگوں کے ذاتی کام اللہ کے ذمہ ہوتے ہیں۔ وہ اپنے کاموں کو پس پشت ڈال کر اللہ کے کام کے لیے نکلتے ہیں تو ان کے کاموں کو اللہ خود سنوارتا ہے۔"
    },
    {
      "ayah": 63,
      "surah": 24,
      "text": "آیت 63 لَا تَجْعَلُوْا دُعَآء الرَّسُوْلِ بَیْنَکُمْ کَدُعَآءِ بَعْضِکُمْ بَعْضًا ط ”یعنی رسول اللہ ﷺ کا بلاوا غیر معمولی اہمیت رکھتا ہے۔ کسی دوسرے شخص کے بلانے پر تم نہ جاؤ تو کوئی بڑی بات نہیں ‘ لیکن رسول ﷺ کے بلانے پر تم لبیک نہ کہو تو اپنے ایمان کی خیر مناؤ۔ اب ایک بلانا یہ بھی ہے کہ کسی شخص کو اس کے کسی دوست نے اپنے گھر کھانے کی دعوت دی اور دوسری طرف رسول اللہ ﷺ نے بھی کسی کو اپنے ہاں کھانے کی دعوت دی۔ ایسی صورت میں رسول اللہ ﷺ کی دعوت کجا اور ایک عام آدمی کی دعوت کجا !۔۔ لیکن ایک بلانا اللہ کے رستے میں جہاد کے لیے بلانا ہے کہ ایک طرف رسول اللہ ﷺ لوگوں کو بلا رہے ہیں کہ آؤ اللہ کی راہ میں میرے ساتھ چلو اور دوسری طرف کوئی عام شخص کسی دوسرے شخص کو اپنی مدد کے لیے بلا رہا ہے تو رسول اللہ ﷺ کے بلانے اور ایک عام آدمی کے بلانے میں زمین و آسمان کا فرق ہے۔”دُعَآء الرَّسُوْلِ“ کا ایک مفہوم ”رسول ﷺ کو پکارنا“ بھی ہے۔ یعنی جیسے تم لوگ آپس میں ایک دوسرے کو مخاطب کرتے ہو ‘ رسول اللہ ﷺ کو تم ایسے مخاطب نہیں کرسکتے۔ آپ ﷺ کے ادب اور احترام کے بارے میں سورة الحجرات میں بہت واضح ہدایات دی گئی ہیں : یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَکُمْ فَوْقَ صَوْتِ النَّبِیِّ وَلَا تَجْہَرُوْا لَہٗ بالْقَوْلِ کَجَہْرِ بَعْضِکُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُکُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ ”اے ایمان والو ! اپنی آوازیں نبی ﷺ کی آواز پر بلند نہ کرو اور نہ آپ ﷺ سے اونچی آواز میں بات کرو جیسے تم ایک دوسرے سے اونچی آواز میں بات کرتے ہو ‘ کہیں تمہارے سارے اعمال برباد نہ ہوجائیں اور تمہیں پتا بھی نہ چلے“۔ سورة الحجرات کے مطالعہ کے دوران اس بارے میں مزید تفصیل سے بات ہوگی۔قَدْ یَعْلَمُ اللّٰہُ الَّذِیْنَ یَتَسَلَّلُوْنَ مِنْکُمْ لِوَاذًا ج ”یہ ایسے لوگوں کا ذکر ہے جن کی نیت میں پہلے سے ہی فتور ہوتا ہے۔ ایسے لوگوں کا معاملہ یوں ہوتا ہے کہ جب لوگ کسی مہم کے لیے نکلے تو یہ بھی نکل پڑے۔ پھر جب دیکھا کہ ان کا نام جانے والوں میں شامل ہوچکا ہے تو اس کے بعد آنکھ بچا کر چپکے سے ایک دوسرے کی آڑ لیتے ہوئے کھسک گئے۔ یا اس کی ایک صورت یہ بھی ہوسکتی ہے کہ کسی اجتماع میں شریک ہوئے ‘ وہاں اچانک کسی مہم کے لیے کچھ رضا کاروں کی ضرورت پڑگئی تو اب اس سے پہلے کہ رضا کاروں کے نام پوچھنے کا مرحلہ آتا ‘ یہ آنکھ بچا کر وہاں سے کھسک گئے۔"
    },
    {
      "ayah": 64,
      "surah": 24,
      "text": "آیت 64 اَلَآ اِنَّ لِلّٰہِ مَا فِی السَّمٰوٰتِ وَالْاَرْضِط قَدْ یَعْلَمُ مَآ اَنْتُمْ عَلَیْہِ ط ”اللہ کو خوب معلوم ہے کہ تم ایمان و یقین کے حوالے سے کس مقام پر کھڑے ہو۔ وہ تمہارے ایمان کی کیفیت ‘ نیت کے اخلاص اور عمل کی تڑپ کو بہت اچھی طرح جانتا ہے۔"
    },
    {
      "ayah": 7,
      "surah": 24,
      "text": "آیت 7 وَالْخَامِسَۃُ اَنَّ لَعْنَتَ اللّٰہِ عَلَیْہِ اِنْ کَانَ مِنَ الْکٰذِبِیْنَ ”اس طرح ایسے شخص کی مذکورہ گواہی چار گواہوں کے برابر سمجھی جائے گی۔"
    },
    {
      "ayah": 8,
      "surah": 24,
      "text": "آیت 7 وَالْخَامِسَۃُ اَنَّ لَعْنَتَ اللّٰہِ عَلَیْہِ اِنْ کَانَ مِنَ الْکٰذِبِیْنَ ”اس طرح ایسے شخص کی مذکورہ گواہی چار گواہوں کے برابر سمجھی جائے گی۔"
    },
    {
      "ayah": 9,
      "surah": 24,
      "text": "آیت 9 وَالْخَامِسَۃَ اَنَّ غَضَبَ اللّٰہِ عَلَیْہَآ اِنْ کَانَ مِنَ الصّٰدِقِیْنَ ”اگر شوہر چار دفعہ اللہ کی قسم کھا کر الزام میں اپنی سچائی کی گواہی دے دے اور پانچویں دفعہ یہ بھی کہہ دے کہ اگر وہ جھوٹا ہو تو اس پر اللہ کی لعنت ہو تو اس کی طرف سے چار گواہ پیش کرنے کا قانونی تقاضا پورا ہوگیا۔ اس کے بعد متعلقہ عورت کو صفائی کا موقع دیا جائے گا۔ اگر وہ اس الزام کو تسلیم کرلے یا خاموش رہے تو اس پر حد جاری کردی جائے گی ‘ لیکن اگر وہ اس سے انکار کرے تو اسے بھی اللہ کی قسم کھا کر چار مرتبہ یہ کہنا ہوگا کہ اس کا شوہر جھوٹ بول رہا ہے اور پانچویں مرتبہ یہ کہنا ہوگا کہ اگر وہ اپنے الزام میں سچا ہو تو مجھ پر اللہ کا غضب نازل ہو۔ اگر وہ عورت ایسا کہہ دے تو اس پر حد جاری نہیں کی جائے گی اور وہ دنیا کی سزا سے بچ جائے گی۔ البتہ اس کے بعد ان کے درمیان طلاق واقع ہوجائے گی اور وہ دونوں بطور میاں بیوی اکٹھے نہیں رہ سکیں گے۔"
    }
  ]
}
