{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 33,
      "text": "آیت 1 { یٰٓــاَیُّہَا النَّبِیُّ اتَّقِ اللّٰہَ وَلَا تُطِعِ الْکٰفِرِیْنَ وَالْمُنٰفِقِیْنَ } ”اے نبی ﷺ ! اللہ کا تقویٰ اختیار کیجیے اور کافرین و منافقین کی باتیں نہ مانیے۔“ جس طرح لفظ امر میں ”حکم“ کے ساتھ ساتھ ”مشورہ“ کے معنی بھی پائے جاتے ہیں ‘ اسی طرح ”اطاعت“ کے معنی حکم ماننے کے بھی ہیں اور کسی کی بات پر توجہ اور دھیان دینے کے بھی۔ چناچہ یہاں وَلَا تُطِع کے الفاظ میں نبی مکرم ﷺ کو ہدایت دی جا رہی ہے کہ آپ ﷺ ان لوگوں کی باتوں پر دھیان مت دیں۔ { اِنَّ اللّٰہَ کَانَ عَلِیْمًا حَکِیْمًا } ”یقینا اللہ سب کچھ جاننے والا ‘ کمال حکمت والا ہے۔“"
    },
    {
      "ayah": 10,
      "surah": 33,
      "text": "آیت 10 { اِذْ جَآئُ وْکُمْ مِّنْ فَوْقِکُمْ وَمِنْ اَسْفَلَ مِنْکُمْ } ”جب وہ لشکر آئے تم پر تمہارے اوپر سے بھی اور تمہارے نیچے سے بھی“ جزیرہ نمائے عرب کا جغرافیائی محل وقوع پہلے بھی کئی بار زیر بحث آچکا ہے۔ اس میں شمالاً جنوباً حجاز کا طویل پہاڑی سلسلہ ہے۔ مکہ ‘ طائف اور مدینہ حجاز ہی میں واقع ہیں ‘ جبکہ اسی علاقے میں اوپر شمال کی طرف تبوک کا علاقہ ہے۔ اس پہاڑی سلسلے اور ساحل سمندر کے درمیان ایک وسیع میدان ہے جس کا نام تہامہ ہے۔ حجاز کے پہاڑی سلسلے اور تہامہ کے درمیان سطح مرتفع ہے جو اگرچہ پہاڑی علاقہ تو نہیں مگر میدانی سطح سے بلند ہے۔ اس علاقے میں بنو غطفان وغیرہ قبائل آباد تھے۔ اس لحاظ سے آیت زیر مطالعہ کے الفاظ کا مفہوم یہ ہے کہ مدینہ کے اوپر کی طرف سے بنو غطفان وغیرہ جبکہ نیچے تہامہ کی طرف سے قریش مکہ حملہ آور ہوئے تھے۔ { وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ } ”اور جب خوف کے مارے نگاہیں پتھرا گئی تھیں اور دل حلق میں آگئے تھے“ یہ اس غیر معمولی کیفیت کا نقشہ ہے جب انتہائی خوف اور دہشت کی وجہ سے انسان کی آنکھیں حرکت کرنا بھول جاتی ہیں ‘ اس کے دل کی دھڑکن غیر معمولی طور پر تیز ہوجاتی ہے اور اسے ایسے محسوس ہوتا ہے جیسے اس کا دل اچھل کر اب سینے سے باہر نکل جائے گا۔ { وَتَظُنُّوْنَ بِاللّٰہِ الظُّنُوْنَا } ”اور تم اللہ کے بارے میں طرح طرح کے گمان کرنے لگے۔“"
    },
    {
      "ayah": 11,
      "surah": 33,
      "text": "آیت 11 { ہُنَالِکَ ابْتُلِیَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْازِلْزَالًا شَدِیْدًا } ”اس وقت اہل ایمان کو خوب آزما لیا گیا اور وہ شدت کے ساتھ جھنجھوڑ ڈالے گئے۔“ اس شدید آزمائش کا نتیجہ یہ نکلا کہ منافقین کے اندر کا خبث ان کی زبانوں پر آگیا۔"
    },
    {
      "ayah": 12,
      "surah": 33,
      "text": "آیت 12{ وَاِذْ یَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِیْنَ فِیْ قُلُوْبِہِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰہُ وَرَسُوْلُہٗٓ اِلَّا غُرُوْرًا } ”اور جب کہہ رہے تھے منافقین اور وہ لوگ جن کے دلوں میں روگ تھا کہ نہیں وعدہ کیا تھا ہم سے اللہ اور اس کے رسول ﷺ نے مگر دھوکے کا۔“ یعنی اللہ اور اس کے رسول ﷺ نے ہم سے جو وعدے کیے تھے وہ محض فریب نکلے۔ ہمیں تو انہوں نے سبز باغ دکھا کر مروا دیا۔ ہم سے تو کہا گیا تھا کہ اللہ کی مدد تمہارے شامل حال رہے گی اور قیصر و کسریٰ کی سلطنتیں تمہارے قدموں میں ڈھیر ہوجائیں گی ‘ مگر اس کے برعکس آج ہماری حالت یہ ہے کہ ہم قضائے حاجت کے لیے بھی باہر نکلنے سے عاجز ہیں۔ ظاہر ہے اس دور میں آج کل کی طرز کے بیت الخلاء تو تھے نہیں ‘ چناچہ محاصرے کے دوران اس نوعیت کے جو مسائل پیدا ہوئے ان پر منافقین نے خوب واویلا مچایا۔"
    },
    {
      "ayah": 13,
      "surah": 33,
      "text": "آیت 13 { وَاِذْ قَالَتْ طَّآئِفَۃٌ مِّنْہُمْ یٰٓاَہْلَ یَثْرِبَ لَا مُقَامَ لَکُمْ فَارْجِعُوْا } ”اور جب ان میں سے ایک گروہ نے کہا کہ اے اہل ِیثرب ! اب تمہارا کوئی ٹھکانہ نہیں ‘ چناچہ تم لوٹ جائو !“ کہ اب تمہارے بچنے کا کوئی امکان نہیں ہے۔ خندق کے سامنے اتنے بڑے لشکر کے مقابلے میں تم کیسے ٹھہر سکو گے ؟ چناچہ تم اپنی جانیں بچانے کی فکر کرو اور شہر کی طرف پلٹ چلو۔ { وَیَسْتَاْذِنُ فَرِیْقٌ مِّنْہُمُ النَّبِیَّ یَقُوْلُوْنَ اِنَّ بُیُوْتَنَا عَوْرَۃٌ} ”اور ان میں سے ایک گروہ نبی ﷺ سے اجازت طلب کر رہا تھا ‘ وہ کہہ رہے تھے کہ ہمارے گھر غیر محفوظ ہیں۔“ محاصرے کے دوران شہر کی صورت حال کچھ یوں تھی کہ حملہ آوروں کے مقابلے کے لیے تمام مرد شہر سے باہر ایک جگہ پر اکٹھے تھے۔ حضور ﷺ نے عورتوں اور بچوں کی حفاظت کا یہ انتظام فرمایا تھا کہ انہیں مدینہ کے وسطی علاقے میں ایک بڑی حویلی کے اندر جمع کر کے وہاں پہرے وغیرہ کا بندوبست فرما دیا تھا۔ جب بنو قریظہ کی طرف سے عہد شکنی کی خبریں آئیں تو اس یہودی قبیلہ کی طرف سے عورتوں اور بچوں پر حملے کا خدشہ پیدا ہوگیا۔ اس صورت حال میں منافقین بار بار آکر حضور ﷺ سے اس بہانے واپس اپنے گھروں کو جانے کی اجازت مانگتے تھے کہ اب ان کے گھر غیر محفوظ ہوگئے ہیں اور ان کے اہل و عیال کی جانوں کو شدید خطرہ لاحق ہے۔ { وَمَا ہِیَ بِعَوْرَۃٍ } ”حالانکہ وہ غیر محفوظ نہیں تھے۔“ اللہ اور اللہ کے رسول ﷺ کی طرف سے ان کے اہل و عیال کی حفاظت کا مناسب بندوبست کیا گیا تھا اور بظاہر انہیں کوئی خطرہ درپیش نہیں تھا۔  { اِنْ یُّرِیْدُوْنَ اِلَّا فِرَارًا } ”حقیقت میں وہ کچھ نہیں چاہتے تھے سوائے فرار کے۔“ ان کی ایسی باتوں کی اصلیت کچھ نہیں تھی۔ اصل میں وہ جنگ سے بھاگنے کے بہانے تلاش کر رہے تھے۔"
    },
    {
      "ayah": 14,
      "surah": 33,
      "text": "آیت 14 { وَلَوْ دُخِلَتْ عَلَیْہِمْ مِّنْ اَقْطَارِہَا ثُمَّ سُئِلُوا الْفِتْنَۃَ لَاٰتَوْہَا } ”اور اگر کہیں ان پر دشمن گھس آئے ہوتے مدینہ کے اطراف سے ‘ پھر ان سے مطالبہ کیا جاتا فتنے ارتداد کا ‘ تو وہ اسے قبول کرلیتے“ اگر خدانخواستہ کفار و مشرکین کے لشکر واقعی مدینہ میں داخل ہوجاتے اور وہ ان منافقین کو علانیہ ارتداد اور مسلمانوں سے جنگ کی دعوت دیتے تو ایسی صورت حال میں یہ لوگ بلا تردد ان کی بات مان لیتے۔ { وَمَا تَلَبَّثُوْا بِہَآ اِلَّا یَسِیْرًا } ”اور اس میں بالکل توقف نہ کرتے مگر تھوڑا سا۔“ چونکہ ایمان ابھی ان کے دلوں میں راسخ ہوا ہی نہیں تھا ‘ اس لیے جونہی انہیں ایمان کے دعوے سے پھرنے کا موقع ملتا وہ فوراً ہی اللہ اور اس کے رسول ﷺ سے بری الذمہ ہونے کا اعلان کردیتے۔"
    },
    {
      "ayah": 15,
      "surah": 33,
      "text": "آیت 15 { وَلَقَدْ کَانُوْا عَاہَدُوا اللّٰہَ مِنْ قَبْلُ لَا یُوَلُّوْنَ الْاَدْبَارَ } ”حالانکہ اس سے قبل وہ اللہ سے وعدہ کرچکے تھے کہ وہ کبھی پیٹھ نہیں دکھائیں گے۔“ اس سے پہلے وہ بحیثیت مسلمان اللہ سے عہد کرچکے تھے کہ وہ باطل کے مقابلے میں ثابت قدم رہیں گے۔ { وَکَانَ عَہْدُ اللّٰہِ مَسْئُوْلًا } ”اور اللہ سے کیے گئے عہد کی باز پرس تو ہونی ہے۔“"
    },
    {
      "ayah": 16,
      "surah": 33,
      "text": "آیت 16{ قُلْ لَّنْ یَّنْفَعَکُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ } ”اے نبی ﷺ ! ان سے کہہ دیجیے کہ تمہارا یہ بھاگنا تمہیں کوئی فائدہ نہیں پہنچائے گا ‘ اگر تم لوگ موت یا قتل سے بھاگ رہے ہو“ موت سے بھلا کوئی کیسے بھاگ سکتا ہے ؟ موت تو ہر جگہ اپنے شکار کا پیچھا کرسکتی ہے۔ { وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِیْلًا } ”اور اگر بھاگو گے تب بھی تم زندگی کے سازوسامان سے فائدہ نہیں اٹھا سکو گے مگر تھوڑا سا۔“ اگر وقتی طور پر کوئی شخص ایک جگہ سے بھاگ کر اپنی جان بچا نے میں کامیاب ہو بھی جائے تو بھی وہ ہمیشہ کے لیے محفوظ تو نہیں ہوسکتا۔ اس کی یہ کوشش اسے اس سے زیادہ بھلا کیا فائدہ پہنچا سکتی ہے کہ کچھ عرصہ وہ مزید جی لے گا۔ آخر ایک نہ ایک دن تو اسے موت کے منہ میں جانا ہی ہے۔ وہ دنیا کی زندگی کا بس اسی قدر لطف اٹھا سکتا ہے جتنا اس کے لیے مقدر ہے۔"
    },
    {
      "ayah": 17,
      "surah": 33,
      "text": "آیت 17{ قُلْ مَنْ ذَا الَّذِیْ یَعْصِمُکُمْ مِّنَ اللّٰہِ اِنْ اَرَادَ بِکُمْ سُوْٓئً ا اَوْ اَرَادَ بِکُمْ رَحْمَۃً } ”آپ ﷺ کہیے کہ کون ہے وہ جو تمہیں اللہ سے بچا سکتا ہے اگر وہ ارادہ کرے تمہارے ساتھ نقصان کا ؟ یا اُس کی رحمت کو روک سکتا ہے اگر وہ ارادہ کرے تمہارے ساتھ رحمت کا ؟“ وہ تمہارے ساتھ جیسا بھی معاملہ کرنا چاہے کوئی اس کے آڑے نہیں آسکتا۔ { وَلَا یَجِدُوْنَ لَہُمْ مِّنْ دُوْنِ اللّٰہِ وَلِیًّا وَّلَا نَصِیْرًا } ”اور یہ لوگ نہیں پائیں گے اپنے لیے اللہ کے مقابلے میں کوئی حمایتی اور نہ کوئی مدد گار۔“"
    },
    {
      "ayah": 18,
      "surah": 33,
      "text": "آیت 18 { قَدْ یَعْلَمُ اللّٰہُ الْمُعَوِّقِیْنَ مِنْکُمْ } ”اللہ خوب جانتا ہے تم میں سے ان لوگوں کو جو روکنے والے ہیں“ جیسا کہ قبل ازیں وضاحت کی جا چکی ہے کہ مدینہ کی دو اطراف تو قدرتی رکاوٹوں کی وجہ سے محفوظ تھیں ‘ جبکہ عقب میں بنو قریظہ کی گڑھیاں تھیں اور جب تک انہوں نے معاہدے کی اعلانیہ خلاف ورزی نہیں کی تھی تب تک ان کی طرف سے بھی بظاہر کوئی خطرہ نہیں تھا۔ چناچہ مسلمانوں کی اکثریت حملہ آور لشکر کے سامنے خندق کی اندرونی جانب مورچہ بند تھی اور جنگ کا اصل محاذ وہی مقام تھا۔ منافقین نہ صرف خود اس محاذ کی طرف جانے سے کتراتے تھے بلکہ دوسروں کو بھی روکتے تھے کہ اس طرف مت جائو۔ { وَالْقَآئِلِیْنَ لِاِخْوَانِہِمْ ہَلُمَّ اِلَیْنَاج } ”اور اپنے بھائیوں سے یہ کہنے والے ہیں کہ ہماری طرف آ جائو !“ وہ اپنے دوسرے بھائی بندوں کو بھی ناصحانہ انداز میں سمجھاتے تھے کہ ہمارے پاس آ جائو اور ہماری طرح تم بھی اپنے گھروں میں چھپے رہو اور محاذ کی طرف مت جائو۔ { وَلَا یَاْتُوْنَ الْبَاْسَ اِلَّا قَلِیْلًا } ”اور وہ نہیں آتے جنگ کی طرف مگر بہت تھوڑی دیر کے لیے۔“ اگر وہ دکھاوے کے لیے محاذ جنگ پر آتے بھی تھے تو حیلے بہانوں سے واپس جانے کی فکر میں رہتے تھے۔"
    },
    {
      "ayah": 19,
      "surah": 33,
      "text": "آیت 19{ اَشِحَّۃً عَلَیْکُمْ } ”اے مسلمانو ! تمہارا ساتھ دینے میں یہ سخت بخیل ہیں۔“ { فَاِذَا جَآئَ الْخَوْفُ رَاَیْتَہُمْ یَنْظُرُوْنَ اِلَیْکَ } ”تو جب خطرہ پیش آجاتا ہے تو اے نبی ﷺ ! آپ ان کو دیکھتے ہیں کہ وہ آپ کی طرف اس طرح تاک رہے ہوتے ہیں“ { تَدُوْرُ اَعْیُنُہُمْ کَالَّذِیْ یُغْشٰی عَلَیْہِ مِنَ الْمَوْتِ } ”کہ ان کی آنکھیں گردش کرتی ہیں اس شخص کی آنکھوں کی طرح جس پر موت کی غشی طاری ہو۔“ اللہ کے راستے میں جہاد کی خبر سنتے ہی انہیں اپنی جان کے لالے پڑجاتے ہیں اور خطرات کے اندیشوں کی وجہ سے ان پر نزع کی سی کیفیت طاری ہوجاتی ہے۔ { فَاِذَا ذَہَبَ الْخَوْفُ سَلَقُوْکُمْ بِاَلْسِنَۃٍ حِدَادٍ } ”پھر جب خطرہ جاتا رہتا ہے تو وہ تم لوگوں پر چڑھ دوڑتے ہیں اپنی تیز زبانوں سے“ سَلَقَ یَسْلُقُ سَلْقًا کے معنی ہیں کسی پر ہاتھ یا زبان سے حملہ آور ہونا۔ فقرے کا لغوی مفہوم یہ ہے کہ وہ لوگ آپ ﷺ پر حملہ آور ہوتے ہیں اپنی لوہے کی زبانوں سے۔ یہ گویا محاورہ کا اسلوب ہے ‘ جیسے اردو میں ”قینچی کی طرح زبان کا چلنا“ ایک محاورہ ہے۔ خطرہ گزر جانے کے بعد ان کی زبانیں آپ لوگوں کے سامنے قینچی کی طرح چلنے لگ جاتی ہیں اور یہ اپنے ایمان کا اظہار اور مسلمانوں پر تنقید کرنے لگ جاتے ہیں۔ { اَشِحَّۃً عَلَی الْخَیْرِ } ”لالچ کرتے ہوئے مال پر۔“ ان کی خواہش ہوتی ہے کہ سارا مال غنیمت انہیں ہی مل جائے۔ { اُولٰٓئِکَ لَمْ یُؤْمِنُوْا فَاَحْبَطَ اللّٰہُ اَعْمَالَہُمْ } ”یہ وہ لوگ ہیں جو حقیقت میں ایمان نہیں لائے تو اللہ نے ان کے اعمال ضائع کردیے۔“ { وَکَانَ ذٰلِکَ عَلَی اللّٰہِ یَسِیْرًا } ”اور یہ اللہ پر بہت آسان ہے۔“ یہ لوگ زبان سے ایمان کا دعویٰ تو کرتے ہیں لیکن دل سے ہرگز ایمان نہیں لائے۔ انہوں نے اس حالت میں جو بھی نیک اعمال کیے ہیں ان کی انہیں کوئی جزا نہیں ملے گی۔ ظاہر ہے یہ لوگ ایمان کے دعوے کے ساتھ نمازیں بھی پڑھتے تھے اور وہ بھی مسجد نبوی کے اندر رسول اللہ ﷺ کی اقتدا میں۔ لیکن ان کے یہ سارے اعمال ضائع ہوچکے ہیں ‘ کیونکہ منافقت کی کیفیت میں کیا گیا نیکی اور بھلائی کا کوئی عمل بھی اللہ کے ہاں قابل قبول نہیں۔"
    },
    {
      "ayah": 2,
      "surah": 33,
      "text": "آیت 2 { وَّاتَّبِعْ مَا یُوْحٰٓی اِلَیْکَ مِنْ رَّبِّکَ } ”اور آپ ﷺ پیروی کیجیے اس ہدایت کی جو آپ ﷺ کی طرف وحی کی جا رہی ہے آپ ﷺ کے رب کی جانب سے۔“ { اِنَّ اللّٰہَ کَانَ بِمَا تَعْمَلُوْنَ خَبِیْرًا } ”یقینا اللہ ان سب باتوں سے باخبر ہے جو کچھ تم کرتے ہو۔“"
    },
    {
      "ayah": 20,
      "surah": 33,
      "text": "آیت 20 { یَحْسَبُوْنَ الْاَحْزَابَ لَمْ یَذْہَبُوْا } ”وہ لشکروں کے بارے میں سمجھتے ہیں کہ ابھی وہ گئے نہیں ہیں۔“ اگرچہ کفار کے تمام لشکر واپس جا چکے ہیں مگر ان پر ایسا خوف طاری ہے کہ انہیں یقین ہی نہیں آتا کہ وہ چلے گئے ہیں۔ وہ سمجھتے ہیں کہ یہ لشکر کسی حکمت عملی کے تحت تھوڑی دیر کے لیے منظر سے اوجھل ہوئے ہیں اور پھر کچھ ہی دیر کے بعد وہ دوبارہ آجائیں گے۔ جیسے کسی خوفناک حادثے کی دہشت دیر تک ایک شخص کے اعصاب پر سوار رہتی ہے اسی طرح ان کے اعصاب پر ابھی تک ان لشکروں کا خوف مسلط ہے۔ { وَاِنْ یَّاْتِ الْاَحْزَابُ یَوَدُّوْا لَوْ اَنَّہُمْ بَادُوْنَ فِی الْاَعْرَابِ یَسْاَلُوْنَ عَنْ اَنْبَـــآئِکُمْ } ”اور اگر لشکر دوبارہ حملہ آور ہوجائیں تو ان کی خواہش ہوگی کہ وہ ّبدوئوں کے ساتھ صحرا میں رہ رہے ہوتے اور وہیں سے تمہاری خبریں معلوم کرتے رہتے۔“  ایسی صورت میں یہ لوگ خواہش کریں گے کہ کاش وہ لوگ مدینہ کو چھوڑ کر ریگستان میں چلے گئے ہوتے ‘ وہاں اہل بدو کے درمیان محفوظ جگہ پر پناہ لیے ہوئے مدینہ کی خبریں پوچھتے رہتے کہ جنگ کا اونٹ کس کروٹ بیٹھا ہے۔ { وَلَـوْ کَانُوْا فِیْکُمْ مَّا قٰــتَلُوْٓا اِلَّا قَلِیْلًا } ”اور اگر وہ تمہارے درمیان رہتے تو قتال نہ کرتے مگر بہت ہی تھوڑا۔“ اگر وہ لوگ تمہارے درمیان موجود بھی ہوتے تو کسی نہ کسی بہانے جنگ سے جان چھڑا ہی لیتے اور کبھی کبھار محض دکھانے کے لیے کسی مہم میں با دل نخواستہ برائے نام حصہ لے لیتے۔"
    },
    {
      "ayah": 21,
      "surah": 33,
      "text": "جیسا کہ قبل ازیں ذکر ہوچکا ہے ‘ غزوئہ احزاب کا واقعہ ایک بہت بڑی آزمائش تھی ‘ جس کا مقصد کھرے اور کھوٹے کو پرکھنا تھا۔ چناچہ اس آزمائش کے نتیجے میں انسانی کردار کی دو تصاویر سامنے آئیں۔ ایک اندھیرے کی تصویر تھی اور دوسری اجالے کی۔ ان میں سے اندھیرے کی تصویر کا تذکرہ گزشتہ آیات میں ہوا جبکہ دوسری تصویر کی جھلک آئندہ آیات میں دکھائی جا رہی ہے۔ اجالے کی اس تصویر میں خورشید ِعالم تاب کی علامت چونکہ حضور ﷺ کا کردار ہے اس لیے مسلمانوں کو مخاطب کر کے فرمایا گیا :آیت 21{ لَقَدْ کَانَ لَکُمْ فِیْ رَسُوْلِ اللّٰہِ اُسْوَۃٌ حَسَنَۃٌ} ”اے مسلمانو ! تمہارے لیے اللہ کے رسول ﷺ میں ایک بہترین نمونہ ہے“ بظاہر ہمارے ہاں اس آیت کی تفہیم وتعلیم بہت عام ہے۔ سیرت کا کوئی سیمینار ہو ‘ میلاد کی کوئی محفل ہو یا کسی واعظ رنگین بیان کا وعظ ہو ‘ اس آیت کی تلاوت لازمی سمجھی جاتی ہے۔ لیکن رسول اللہ ﷺ کے سیرت و کردار کا نمونہ اپنانے کی جو صورت آج مسلمانوں کے ہاں عموماً دیکھنے میں آتی ہے اس کا تصور بہت محدود نوعیت کا ہے اور جن سنتوں کا تذکرہ عام طور پر ہمارے ہاں کیا جاتا ہے وہ محض روز مرہ کے معمولات کی سنتیں ہیں ‘ جیسے مسواک کی سنت یا مسجد میں داخل ہوتے ہوئے دایاں پائوں اندر رکھنے اور باہر نکلتے ہوئے بایاں پائوں باہر رکھنے کی سنت۔ یقینا ان سنتوں کو اپنانے کا بھی ہمیں اہتمام کرنا چاہیے اور ہمارے لیے حضور ﷺ کی ہر سنت یقینا منبع خیر و برکت ہے۔ لیکن اس آیت کے سیاق وسباق کو مدنظر رکھ کر غور کریں تو یہ نکتہ بہت آسانی سے سمجھ میں آجائے گا کہ یہاں جس اسوہ کا ذکر ہوا ہے وہ طاقت کے نشے میں بدمست باطل کے سامنے بےسروسامانی کے عالم میں جان ہتھیلی پر رکھ کر ڈٹ جانے کا اسوہ ہے۔ اور اسوہ رسول ﷺ کا یہی وہ پہلو ہے جو آج ہماری نظروں سے اوجھل ہوچکا ہے۔ دراصل اس آیت میں خصوصی طور پر حضور ﷺ کے اس کردار کی طرف توجہ دلانا مقصود ہے جس کا نظارہ چشم ِفلک نے غزوہ خندق کے مختلف مراحل کے دوران کیا۔ اس دوران اگر کسی مرحلے پر فاقوں سے مجبور صحابہ رض نے بھوک کی شکایت کی اور اپنے پیٹوں پر پتھر بندھے ہوئے دکھائے تو حضور ﷺ نے بھی اپنی قمیص اٹھا کر اپنا پیٹ دکھایا جہاں دو پتھر بندھے ہوئے تھے۔ اس وقت اگر صحابہ رض خندق کی کھدائی میں لگے ہوئے تھے تو ان کے درمیان حضور ﷺ خود بھی بڑے بڑے پتھر اپنے کندھوں پر اٹھا اٹھا کر باہر پھینکنے میں مصروف تھے۔ بعض اوقات ایسا بھی ہوا کہ کوئی سنگلاخ چٹان صحابہ رض کی ضربوں سے ٹوٹ نہ سکی اور حضور ﷺ کو اطلاع دی گئی تو آپ ﷺ نے بنفس ِ نفیس اپنے ہاتھوں سے ضرب لگا کر اسے پاش پاش کیا۔ اس مشکل گھڑی میں ایسا نہیں تھا کہ حضور ﷺ کے لیے پر آسائش خیمہ نصب کردیا گیا ہو ‘ آپ ﷺ اس میں محو استراحت ہوں ‘ خدام ّمورچھل لیے آپ ﷺ کی خدمت کو موجود ہوں اور باقی لوگ خندق کھودنے میں لگے ہوئے ہوں۔ حضور ﷺ کے اسوہ اور آپ ﷺ کی سنت کو عملی طور پر اپنائے جانے کے معاملے کو سمجھانے کے لیے عام طور پر میں معاشیات کی دو اصطلاحات macro economics اور micro economics کی مثال دیا کرتا ہوں۔ یعنی جس طرح macro economics کا تعلق بہت بڑی سطح کے معاشی منصوبوں یا کسی ملک کے معاشی نظام کے مجموعی خدوخال سے ہے ‘ اور چھوٹے پیمانے پر معمول کی معاشی سرگرمیوں کے مطالعے کے لیے micro economics کی اصطلاح استعمال ہوتی ہے ‘ اسی طرح اگر ہم macro sunnah اور micro sunnah کی اصطلاحات استعمال کریں اور اس حوالے سے اپنا اور اپنے معاشرے کا جائزہ لیں تو ہمیں یہ حقیقت تسلیم کرنی پڑے گی کہ آج ہماری اکثر یت ”مائیکرو سنت“ سے تو خوب واقف ہے ‘ اکثر لوگ روز مرہ معمول کی سنتوں پر عمل کرنے کی کوشش بھی کرتے ہیں ‘ بلکہ بعض اوقات جذبات کی رو میں بہہ کر اس بنا پر دوسروں کے ساتھ جھگڑے بھی مول لیتے ہیں ‘ لیکن ”میکرو سنت“ کی اہمیت و ضرورت کا کسی کو ادراک ہے اور نہ ہی اس کی تعمیل کی فکر اِلاَّ مَا شَا ئَ اللّٰہ۔ مثلاً حضور ﷺ کی سب سے بڑی macro سنت تو یہ ہے کہ وحی کے آغاز یعنی اپنی چالیس سال کی عمر کے بعد آپ ﷺ نے اپنی پوری زندگی میں کوئی ایک لمحہ بھی معاشی جدوجہد کے لیے صرف نہیں کیا اور نہ ہی اپنی زندگی میں آپ ﷺ نے کوئی جائیداد بنائی۔ بعثت سے پہلے آپ ﷺ ایک خوشحال اور کامیاب تاجر تھے ‘ لیکن سورة المدثر کی ان آیات کے نزول کے بعد آپ ﷺ کی زندگی یکسر بدل گئی : { یٰٓاَیُّہَا الْمُدَّثِّرُ۔ قُمْ فَاَنْذِرْ۔ وَرَبَّکَ فَکَبِّرْ۔ ”اے چادر اوڑھنے والے ! اُٹھیے ‘ اور لوگوں کو خبردار کیجیے ‘ اور اپنے رب کی تکبیرکیجیے“۔ اس حکم کی تعمیل میں گویا آپ ﷺ نے اپنی ہر مصروفیت کو ترک کردیا ‘ ہر قسم کی معاشی جدوجہد سے پہلو تہی اختیار فرمالی ‘ اور اپنی پوری قوت و توانائی ‘ تمام تر اوقات اور تمام تر تگ و دو کا رخ دعوت دین ‘ اقامت ِدین اور تکبیر رب کی طرف پھیر دیا۔ یہ وہ ”میکرو سنت“ ہے جس سے نبی اکرم ﷺ کی زندگی کا ایک لمحہ بھی خالی نظر نہیں آتا۔ آج اس درجے میں نہ سہی مگر اس میکرو سنت کے رنگ کی کچھ نہ کچھ جھلک تو بحیثیت مسلمان ہماری زندگیوں میں نظر آنی چاہیے ‘ اور اس رنگ کے ساتھ ساتھ مائیکرو قسم کی سنتوں کا بھی اہتمام کیا جائے تو وہ یقینا نورٌ علیٰ نور والی کیفیت ہوگی۔ لیکن اگر ہم اپنی ساری توانائیاں صرف چھوٹی چھوٹی سنتوں کے اہتمام میں ہی صرف کرتے رہیں ‘ برش کے بجائے مسواک کا استعمال کرکے سو شہیدوں کے برابر ثواب کی امید بھی رکھیں اور اتباعِ سنت کے اشتہار کے طور پر ہر وقت مسواک اپنی جیب میں بھی لیے پھریں ‘ لیکن اپنی زندگیوں کا عمومی رخ متعین کرنے میں ”میکرو سنت“ کا بالکل بھی لحاظ نہ کریں تو ہمیں خود فیصلہ کرنا ہوگا کہ ہمارا یہ طرز عمل اسوہ رسول ﷺ سے کس قدر مطابقت اور مناسبت رکھتا ہے !  { لِّمَنْ کَانَ یَرْجُوا اللّٰہَ وَالْیَوْمَ الْاٰخِرَ } ”یہ اسوہ ہے ہر اس شخص کے لیے جو اللہ سے ملاقات اور آخرت کی امید رکھتا ہو“ { وَذَکَرَ اللّٰہَ کَثِیْرًا } ”اور کثرت کے ساتھ اللہ کا ذکر کرتا ہو۔“ یعنی حضور ﷺ کا اسوہ صرف اس شخص کے لیے ہے جو ان تین شرائط کو پورا کرے۔ پہلی شرط یہ ہے کہ وہ شخص اللہ تعالیٰ سے ملاقات کا متمنی ہو ‘ یعنی اللہ سے محبت کرتا ہو۔ دوسری شرط یہ کہ وہ شخص یوم آخرت کی بھی امید رکھتا ہو ‘ یعنی بعث بعد الموت پر اس کا یقین ہو۔ اور تیسری شرط یہ کہ وہ اللہ کا ذکر کثرت کے ساتھ کرتا ہو۔ گویا ہر وقت اللہ کو یاد رکھتا ہو۔ رسول اللہ ﷺ کے اسوہ کے حوالے سے ان شرائط کے فلسفے کو سورة البقرۃ کی آیت 2 اور آیت 185 کی روشنی میں سمجھئے۔ سورة البقرۃ کی آیت 185 میں قرآن کو ہُدًی لِّلنَّاسِ تمام نوع انسانی کے لیے ہدایت قرار دیا گیا ہے۔ لیکن آیت 2 میں اس ہدایت سے استفادہ کو ہُدًی لِّلْمُتَّقِیْنَ کی شرط سے مشروط کردیا گیا ہے کہ قرآن سے صرف وہی لوگ ہدایت حاصل کرسکتے ہیں جو تقویٰ کی روش پر کاربند ہیں۔ اس اصول کی روشنی میں آیت زیرمطالعہ کا مفہوم یہ ہے کہ حضور ﷺ کا اسوہ تو اپنی جگہ کامل و اکمل اور منبع ِرشد و ہدایت ہے لیکن اس سے استفادہ صرف وہی لوگ کرسکیں گے جو ان تین شرائط پر پورا اترتے ہوں۔  حضور ﷺ کے اسوہ کے ذکر کے بعد آگے آپ ﷺ کے صحابہ رض کے کردار کا ذکر کیا جا رہا ہے۔ یہ گویا وہی ترتیب ہے جو سورة الفتح کی آخری آیت میں آئی ہے : { مُحَمَّدٌ رَّسُوْلُ اللّٰہِط وَالَّذِیْنَ مَعَہٓٗ …} ”محمد ﷺ اللہ کے رسول ﷺ ہیں ‘ اور وہ لوگ جو آپ ﷺ کے ساتھ ہیں…“ یعنی پہلے حضور ﷺ کا ذکر اور پھر اس کے بعد آپ ﷺ کے صحابہ کرام ﷺ کا۔"
    },
    {
      "ayah": 22,
      "surah": 33,
      "text": "آیت 22 { وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَ } ”اور جب اہل ِایمان نے دیکھا ان لشکروں کو“ { قَالُوْا ہٰذَا مَا وَعَدَنَا اللّٰہُ وَرَسُوْلُہٗ وَصَدَقَ اللّٰہُ وَرَسُوْلُہٗ } ”تو انہوں نے کہا کہ یہی تو ہے جس کا ہم سے وعدہ کیا تھا اللہ اور اس کے رسول ﷺ نے ‘ اور بالکل سچ فرمایا تھا اللہ اور اس کے رسول ﷺ نے۔“ ان کے دلوں نے فوراً ہی گواہی دے دی کہ یہ وہی صورت ہے جس کے بارے میں اللہ تعالیٰ نے بہت پہلے ہمیں ان الفاظ میں متنبہ ّکر دیا تھا : { وَلَنَبْلُوَنَّکُمْ بِشَیْئٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِ } البقرۃ : 155 ”اور ہم تمہیں لازماً آزمائیں گے کسی قدر خوف اور بھوک سے ‘ اور مالوں اور جانوں اور ثمرات کے نقصان سے۔“ بلکہ اللہ اور اس کے رسول ﷺ نے تو ہمیں یہاں تک خبردار کردیا تھا : { لَتُبْلَوُنَّ فِیْٓ اَمْوَالِکُمْ وَاَنْفُسِکُمْقف وَلَتَسْمَعُنَّ مِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ مِنْ قَبْلِکُمْ وَمِنَ الَّذِیْنَ اَشْرَکُوْٓا اَذًی کَثِیْرًا } آل عمران : 186 ”مسلمانو یاد رکھو ! تمہیں لازماً آزمایا جائے گا تمہارے مالوں میں بھی اور تمہاری جانوں میں بھی ‘ اور تمہیں لازماً سننا پڑیں گی بڑی تکلیف دہ باتیں ‘ ان لوگوں سے بھی جنہیں تم سے پہلے کتاب دی گئی تھی اور مشرکین سے بھی۔“  یہاں یہ نکتہ بہت اہم ہے کہ محاصرے کی جس صورت حال پر منافقین نے { مَا وَعَدَنَا اللّٰہُ وَرَسُوْلُہٗٓ اِلَّا غُرُوْرًا۔ کے الفاظ میں تبصرہ کیا تھا اسی صورت حال پر مومنین کا تبصرہ اس کے بالکل برعکس تھا۔ یعنی ایک ہی صورت حال میں دونوں فریقوں کا رد عمل مختلف بلکہ متضاد تھا۔ اس سے یہ ثابت ہوتا ہے کہ کسی انسان کے عمل اور اس کے رویے ّکا انحصار اس کے دل کی کیفیت پر ہوتا ہے۔ اسی حقیقت کو سورة البقرۃ کی آیت 26 میں قرآن کریم کے حوالے سے یوں واضح کیا گیا ہے : { یُضِلُّ بِہٖ کَثِیْرًالا وَّیَہْدِیْ بِہٖ کَثِیْرًاط } یعنی اللہ تعالیٰ اس قرآن کے ذریعے بہت سے لوگوں کو گمراہ کردیتا ہے اور بہت سے لوگوں کو ہدایت عطا کرتا ہے۔  { وَمَا زَادَہُمْ اِلَّآ اِیْمَانًا وَّتَسْلِیْمًا } ”اور اس واقعہ نے ان میں کسی بھی شے کا اضافہ نہیں کیا مگر ایمان اور فرمانبرداری کا۔“ یعنی یہ آزمائش مسلمانوں کے ایمان اور جذبہ تسلیم و رضا میں مزید اضافہ کرگئی۔ محاصرے کے پورے عرصے کے دوران میں ہر قسم کی مصیبت اور پریشانی کے سامنے وہ ع ”سر ِتسلیم خم ہے جو مزاجِ یار میں آئے“ کے نعرئہ مستانہ کی عملی تصویر بنے رہے۔ گویا مومن تو ہر حال میں خوش اور مطمئن رہتا ہے۔ اللہ کے راستے میں اس کی کوششیں دنیا میں ہی بار آور ہوں یا اس جدوجہد میں اس کی جان چلی جائے ‘ وہ دونوں صورتوں میں سرخرو ٹھہرتا ہے۔ سورة التوبہ کی آیت 52 میں ان دونوں صورتوں کو اَلْحُسْنَـیَیْن دو بھلائیاں قرار دیا گیا ہے : { قُلْ ہَلْ تَرَبَّصُوْنَ بِنَآ اِلآَّ اِحْدَی الْحُسْنَـیَیْنِط } ”اے مسلمانو ! ان منافقین سے کہو کہ تم ہمارے بارے میں کس شے کا انتظار کرسکتے ہو ؟ سوائے دو بھلائیوں میں سے ایک کے !“ یعنی تبوک کی اس مہم کے دوران میں جو صورت بھی ہمارے درپیش ہو ہمارے لیے اس میں بھلائی ہی بھلائی ہے۔ اگر فتح یاب ہو کر لوٹے تو دنیا کی کامیابیاں پائیں گے اور اگر شہید ہوگئے تو جنت کی ابدی نعمتوں سے نوازے جائیں گے۔ سورۃ التوبہ 9 ہجری میں سورة الاحزاب کے چار سال بعد نازل ہوئی۔  یہ راستہ دراصل عشق کا راستہ ہے اور اس راستے کے مسافروں کی نظر ظاہری مفاد کے بجائے اپنے محبوب کی رضا پر ہوتی ہے۔ حالات موافق و سازگار ہوں یا مخدوش و نامساعد ‘ وہ اس کی پروا کیے بغیر اپنے محبوب کی خوشنودی کے لیے سر گرم عمل رہتے ہیں۔ بقول غالب : ؎ہم بھی تسلیم کی خو ڈالیں گے بے نیازی تری عادت ہی سہی !"
    },
    {
      "ayah": 23,
      "surah": 33,
      "text": "آیت 23 { مِنَ الْمُؤْمِنِیْنَ رِجَالٌ صَدَقُوْا مَا عَاہَدُوا اللّٰہَ عَلَیْہِ } ”اہل ِایمان میں وہ جواں مرد لوگ بھی ہیں جنہوں نے سچا کر دکھایا وہ عہد جو انہوں نے اللہ سے کیا تھا۔“ انہوں نے کہا تھا کہ ہمارے مال اور ہماری جانیں اللہ کی راہ میں قربانی کے لیے حاضر ہیں اور انہوں نے اپنا یہ دعویٰ عملی طور پر سچ کر دکھایا۔ { فَمِنْہُمْ مَّنْ قَضٰی نَحْبَہٗ } ”پس ان میں سے کچھ تو اپنی نذر پوری کرچکے“ یہ اشارہ ہے ان صحابہ کرام رض کی طرف جو ان آیات کے نزول 5 ہجری سے پہلے جامِ شہادت نوش کرچکے تھے۔ مثلاً غزوئہ بدر میں چودہ 14 ‘ جبکہ غزوئہ اُحد میں ستر 70 صحابہ رض شہید ہوئے تھے۔ { وَمِنْہُمْ مَّنْ یَّنْتَظِرُز } ”اور ان میں سے کچھ انتظار کر رہے ہیں۔“ باقی منتظر ہیں کہ کب ان کی باری آئے ‘ انہیں جان قربان کرنے کا موقع میسر آئے اور وہ اللہ کے حضور سرخرو ہوں : ؎وبالِ دوش ہے سر جسم ِنا تواں پہ مگر لگا رکھا ہے ترے خنجر و سناں کے لیے ! { وَمَا بَدَّلُوْا تَبْدِیْلًا } ”اور انہوں نے ہرگز کوئی تبدیلی نہیں کی۔“ اللہ سے جو عہد انہوں نے پہلے دن سے کر رکھا ہے آج بھی وہ اس پر قائم ہیں اور اس میں انہوں نے سرمو فرق نہیں آنے دیا۔"
    },
    {
      "ayah": 24,
      "surah": 33,
      "text": "آیت 24 { لِّیَجْزِیَ اللّٰہُ الصّٰدِقِیْنَ بِصِدْقِہِمْ } ”تاکہ اللہ سچوں کو ان کی سچائی کا پورا پورا بدلہ دے“ { وَیُعَذِّبَ الْمُنٰفِقِیْنَ اِنْ شَآئَ اَوْ یَتُوْبَ عَلَیْہِمْ } ”اور منافقین کو چاہے تو عذاب دے اور چاہے تو ان کی توبہ قبول کرلے۔“ یعنی اللہ چاہے تو ان کو توبہ کا موقع دے دے۔  { اِنَّ اللّٰہَ کَانَ غَفُوْرًا رَّحِیْمًا } ”یقینا اللہ بہت بخشنے والا ‘ نہایت رحم کرنے والا ہے۔“ اس آیت سے یہ اشارہ ملتا ہے کہ اس وقت 5 ہجری تک منافقین کے لیے توبہ کا دروازہ کھلا تھا۔ لیکن جب یہ مہلت ختم ہوگئی تو ان کے متعلق یہ فیصلہ سنا دیا گیا : { اِنَّ الْمُنٰفِقِیْنَ فِی الدَّرْکِ الْاَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَہُمْ نَصِیْرًا } النساء ”یقینا منافقین آگ کے سب سے نچلے طبقے میں ہوں گے ‘ اور تم نہ پائو گے ان کے لیے کوئی مدد گار۔“ بلکہ غزوہ تبوک کی مہم کے دوران ان کے کردار اور رویے ّکے سبب سورة التوبہ میں ان کے بارے میں آخری فیصلہ بایں الفاظ فرما دیا گیا : { اِسْتَغْفِرْ لَہُمْ اَوْ لاَ تَسْتَغْفِرْ لَہُمْ اِنْ تَسْتَغْفِرْ لَہُمْ سَبْعِیْنَ مَرَّۃً فَلَنْ یَّغْفِرَ اللّٰہُ لَہُمْ ذٰلِکَ بِاَنَّہُمْ کَفَرُوْا بِاللّٰہِ وَرَسُوْلِہٖ وَاللّٰہُ لاَ یَہْدِی الْقَوْمَ الْفٰسِقِیْنَ } ”اے نبی ﷺ ! آپ ان کے لیے استغفار کریں یا ان کے لیے استغفار نہ کریں ان کے حق میں برابر ہے ‘ اگر آپ ستر ّمرتبہ بھی ان کے لیے استغفار کریں گے تب بھی اللہ انہیں ہرگز معاف نہیں فرمائے گا۔ یہ اس لیے کہ یہ لوگ اللہ اور اس کے رسول ﷺ کے ساتھ کفر کرچکے ہیں ‘ اور اللہ ایسے فاسقوں کو ہدایت نہیں دیتا۔“"
    },
    {
      "ayah": 25,
      "surah": 33,
      "text": "آیت 25 { وَرَدَّ اللّٰہُ الَّذِیْنَ کَفَرُوْا بِغَیْظِہِمْ } ”اور لوٹا دیا اللہ نے کافروں کو ان کے غصے کے ساتھ ہی“ کفارو مشرکین بہت بڑا لشکر اکٹھا کر کے فتح کے زعم میں مدینہ پر حملہ آور ہوئے تھے ‘ لیکن اللہ تعالیٰ نے انہیں ناکام و نامراد پسپا کردیا۔ نہ تو جنگ کی نوبت آئی اور نہ ہی وہ اپنا ہدف حاصل کرسکے۔ ان کے دلوں میں مسلمانوں کے خلاف غصے کی جو آگ بھڑک رہی تھی اسے بھی ٹھنڈا کرنے کا انہیں موقع نہ ملا اور اپنے غیظ و غضب سمیت ہی انہیں بےنیل ِمرام واپس جانا پڑا۔ { لَمْ یَنَالُوْا خَیْرًا } ”وہ کوئی کامیابی حاصل نہ کرسکے۔“ اس مہم میں انہیں ناکامی و حسرت کے سوا کچھ بھی حاصل نہ ہوسکا۔ نہ تو وہ کسی قسم کا کوئی کارنامہ سرانجام دے سکے اور نہ ہی کوئی مفاد حاصل کرسکے۔  { وَکَفَی اللّٰہُ الْمُؤْمِنِیْنَ الْقِتَالَ } ”اور اللہ کافی رہا اہل ِایمان کی طرف سے قتال کے لیے۔“ اللہ تعالیٰ نے مسلمانوں کے لیے کھلی جنگ کی نوبت ہی نہ آنے دی اور اپنی تدابیر اور اپنے لشکروں کے ذریعے سے ہی کفار کو شکست دے دی۔ گویا اللہ تعالیٰ نے اہل ایمان کو ایک کڑے امتحان سے تو گزارا مگر انہیں کوئی گزند نہ پہنچنے دی۔ { وَکَانَ اللّٰہُ قَوِیًّا عَزِیْزًا } ”اور یقینا اللہ بڑی طاقت والا ‘ سب پر غالب ہے۔“ اب آئندہ آیات میں غزوئہ بنی قریظہ کا ذکر ہے۔ یہ غزوہ گویا غزوئہ احزاب کا ضمیمہ ہے۔ روایات میں آتا ہے کہ جب کفار کے لشکر چلے گئے اور نبی اکرم ﷺ خندق سے پلٹ کر گھر تشریف لائے اور اپنی زرہ اور ہتھیار اتارے تو حضرت جبرائیل علیہ السلام حاضر ہوئے اور عرض کیا : یا رسول اللہ ! آپ ﷺ نے ہتھیار اتار دیے ہیں ‘ جبکہ ہم نے تو ابھی نہیں اتارے ! اس لیے کہ ابھی بنی قریظہ کو ان کی بد عہدی کی سزا دینا باقی ہے۔ یہ ظہر کا وقت تھا۔ حضور ﷺ نے فوراً اعلان فرمایا کہ ”جو کوئی سمع وطاعت پر قائم ہو وہ عصر کی نماز اس وقت تک نہ پڑھے جب تک دیار بنی قریظہ پر نہ پہنچ جائے !“ ساتھ ہی آپ ﷺ نے حضرت علی رض کو ایک دستے کے ساتھ ُ مقدمۃ ُ الجیش کے طور پر بنوقریظہ کی طرف روانہ فرما دیا۔ کچھ ہی دیر کے بعد حضور ﷺ کی قیادت میں پورا اسلامی لشکر وہاں پہنچ گیا اور ان کی بستی کا محاصرہ کرلیا۔ یہ اپنے مضبوط قلعوں اور گڑھیوں میں محصور ہوگئے۔ دو تین ہفتوں کے محاصرے کے بعد بالآخر یہودیوں نے اس شرط پر ہتھیار ڈال دیے کہ حضرت سعد بن معاذ رض ان کے بارے میں جو فیصلہ کریں گے وہ انہیں قبول ہوگا۔ حضرت سعد رض بن معاذ قبیلہ اوس کے رئیس تھے اور قبیلہ اوس کے ساتھ ماضی میں بنی قریظہ کے حلیفانہ تعلقات رہ چکے تھے۔ اس لیے بنی قریظہ کو امید تھی کہ وہ ان کے حق میں نرم فیصلہ کریں گے اور انہیں بھی اسی طرح مدینہ سے نکل جانے دیں گے جس طرح قبل ازیں بنو قینقاع اور بنونضیر کو نکل جانے دیا گیا تھا۔ لیکن حضرت سعد رض دیکھ چکے تھے کہ پہلے جن دو یہودی قبیلوں کو مدینہ سے نکل جانے کا موقع دیا گیا تھا وہ کس طرح سارے گرد و پیش کے قبائل کو بھڑکا کر مدینہ پر بارہ ہزار کا لشکر چڑھا لائے تھے۔ اور یہ معاملہ بھی حضرت سعد رض کے سامنے تھا کہ بنوقریظہ نے عین بیرونی حملے کے موقع پر بدعہدی کر کے مسلمانوں کی تباہی کا سامان کیا تھا۔ چناچہ حضرت سعد رض نے تورات کے احکام کے عین مطابق فیصلہ سنایا اور تورات میں بد عہدی کی جو سزا تھی وہی سزا ان کے لیے تجویز کی۔ اس فیصلے کے مطابق بنی قریظہ کے ان تمام َمردوں کو قتل کردیا گیا جو جنگ کے قابل تھے۔ عورتوں ‘ بچوں اور بوڑھوں کو غلام بنا لیا گیا اور ان کے اموال و املاک پر قبضہ کرلیا گیا۔ اس طرح مدینہ سے اس آخری یہودی قبیلے کا بھی خاتمہ ہوگیا۔ اس سے پہلے دو یہودی قبائل بنو قینقاع اور بنو نضیر کو بد عہدی ہی کی سزا کے طور پر مدینہ سے جلا وطن کیا جا چکا تھا۔ بہر حال ان تینوں قبائل میں سے بنی قریظہ کو بد ترین سزا کا سامنا کرنا پڑا۔ جب مسلمان بنو قریظہ کی گڑھیوں میں داخل ہوئے تو انہیں معلوم ہوا کہ ان غداروں نے جنگ احزاب میں حصہ لینے کے لیے بہت بڑی تعداد میں تلواریں ‘ نیزے ‘ ڈھالیں اور زرہیں تیار رکھی تھیں۔"
    },
    {
      "ayah": 26,
      "surah": 33,
      "text": "آیت 26 { وَاَنْزَلَ الَّذِیْنَ ظَاہَرُوْہُمْ مِّنْ اَہْلِ الْکِتٰبِ مِنْ صَیَاصِیْہِمْ } ”اور اللہ نے اتار لیا اہل ِکتاب میں سے ان لوگوں کو جنہوں نے ان مشرکین کی مدد کی تھی ‘ ان کے قلعوں سے“ بنو قریظہ کا جرم یہ تھا کہ انہوں نے مسلمانوں سے بد عہدی کر کے حملہ آور قبائل کے ساتھ گٹھ جوڑ کرلیا تھا۔ چناچہ اللہ کی مشیت کے مطابق انہیں اپنے قلعوں اور گڑھیوں سے نکل کر مسلمانوں کے آگے ہتھیار ڈالنا پڑے۔ { وَقَذَفَ فِیْ قُلُوْبِہِمُ الرُّعْبَ } ”اور ان کے دلوں میں اس نے رعب ڈال دیا“ { فَرِیْقًا تَقْتُلُوْنَ وَتَاْسِرُوْنَ فَرِیْقًا } ”تو اب ان میں سے کچھ کو تم قتل کر رہے ہو اور کچھ کو تم قیدی بنا رہے ہو۔“ یعنی حضرت سعد بن معاذ رض کے فیصلے کے مطابق جنگ کے قابل مرد قتل کردیے گئے ‘ جبکہ بوڑھوں ‘ عورتوں اور بچوں کو قیدی بنا لیا گیا۔"
    },
    {
      "ayah": 27,
      "surah": 33,
      "text": "آیت 27 { وَاَوْرَثَکُمْ اَرْضَہُمْ وَدِیَارَہُمْ وَاَمْوَالَہُمْ } ”اور اس نے تمہیں وارث بنا دیا ان کی زمینوں ‘ ان کے گھروں اور ان کے اموال کا“ { وَاَرْضًا لَّمْ تَطَئُوْہَا } ”اور اس زمین کا بھی جس پر ابھی تم نے قدم نہیں رکھے۔“ اس فقرے میں ان تمام فتوحات کی طرف اشارہ موجود ہے جو بعد میں مسلمانوں کو حاصل ہوئیں۔ اس لحاظ سے غزوئہ احزاب حضور ﷺ کی جدوجہد کے سفر میں ایک فیصلہ کن موڑ turning point ثابت ہوا۔ اس سلسلے میں حضور ﷺ نے اہل ایمان کو خوشخبری بھی سنا دی تھی کہ : لَنْ تَغْزُوْکُمْ قُرَیْشٌ بَعْدَ عَامِکُمْ ھٰذَا وَلٰـکِنَّـکُمْ تَغْزُوْنَھُمْ 1 یعنی ”اس سال کے بعد قریش کبھی بھی تم پر حملہ آور نہیں ہو سکیں گے ‘ بلکہ آئندہ تم ان پر چڑھائی کرو گے۔“ حضور ﷺ کے اس فرمان کی صداقت اگلے ہی سال یعنی 6 ہجری میں اس وقت ظاہر ہوگئی جب آپ ﷺ چودہ سو صحابہ رض کے ساتھ عمرہ کرنے کے لیے مکہ روانہ ہوئے۔ اس سفر میں مسلمانوں نے احرام باندھ رکھے تھے۔ تلواروں کے علاوہ ان کے پاس کوئی اور ہتھیار بھی نہیں تھا اور تلواریں بھی نیاموں میں تھیں۔ حضور ﷺ اپنے قافلے کے ساتھ جب مکہ کے قریب پہنچے تو یہ صورت حال گویا مشرکین مکہ کے گلے میں ایک ایسی ہڈی کی طرح پھنس کر رہ گئی جسے نہ وہ اگل سکتے تھے اور نہ نگل سکتے تھے۔ ایک طرف ان کی صدیوں پرانی روایات تھیں جن کے مطابق کسی بد ترین دشمن کو بھی حج یا عمرے سے روکا نہیں جاسکتا تھا اور دوسری طرف ان کی انا تھی جس کے تحت وہ مسلمانوں کو کسی قیمت پر بھی مکہ میں داخل ہونے کی اجازت نہیں دے سکتے تھے۔ ان کے لیے یہ دونوں صورتیں ہی مشکل تھیں۔ مسلمانوں کو مکہ میں داخل ہونے سے روکیں تو کس جواز کے تحت روکیں اور اگر آنے کی اجازت دیں تو کس منہ سے ایسا کریں !  اس صورت حال میں حضور ﷺ نے حدیبیہ کے مقام پر پڑائو کرنے کا حکم دیا اور حضرت عثمان رض کو حالات کا جائزہ لینے کے لیے مکہ بھیجا۔ حضرت عثمان رض کو مکہ میں کچھ زیادہ دیر رکنا پڑا تو مسلمان لشکر میں کسی طرح یہ افواہ پھیل گئی کہ مشرکین نے انہیں شہید کردیا ہے۔ اس پر حضور ﷺ نے آپ رض کے خون کا بدلہ لینے کے لیے صحابہ رض سے بیعت لینے کا ارادہ ظاہر فرمایا۔ چناچہ موقع پر موجود تمام صحابہ رض نے آپ ﷺ کے ہاتھ میں ہاتھ دے کر حضرت عثمان رض کے خون کا بدلہ لینے کے لیے آخری دم تک لڑنے کا عہد کیا تھا۔ یہ بیعت علی الموت تھی اور تاریخ میں اسے ”بیعت ِرضوان“ کے نام سے یاد کیا جاتا ہے۔ جب اس بیعت کی خبر مکہ پہنچی تو مشرکین کے چھکے ّچھوٹ گئے۔ انہوں نے سفارتی مہم کے ذریعے حضور ﷺ کو صلح کی پیش کش کی اور طویل مذاکرات کے بعدبالآخر فریقین کے مابین صلح حدیبیہ کا تاریخی معاہدہ طے پا گیا۔ اس معاہدہ کے بارے میں اللہ تعالیٰ نے سورة الفتح میں بایں الفاظ تبصرہ فرمایا : { اِنَّا فَتَحْنَا لَکَ فَتْحًا مُّبِیْنًا } ”یقینا ہم نے آپ ﷺ کو فتح مبین عطا فرمائی ہے۔“ اس فرمانِ الٰہی کے اثرات وثمرات فوری طور پر ہی ظاہر ہونا شروع ہوگئے۔ اگلے ہی سال 7 ہجری میں مسلمانوں نے یہودیوں کا مضبوط گڑھ خیبر فتح کرلیا۔ اس کے بعد مسلمانوں کی فتوحات کا ایک طویل سلسلہ شروع ہوگیا اور بیس سال کے اندر اندر اسلامی سلطنت کی حدود تین براعظموں تک وسیع ہوگئیں۔ آیت زیر نظر میں انہی فتوحات کے بارے میں پیشین گوئی کی گئی ہے۔ { وَکَانَ اللّٰہُ عَلٰی کُلِّ شَیْئٍ قَدِیْرًا } ”اور اللہ ہرچیز پر قادر ہے۔“"
    },
    {
      "ayah": 28,
      "surah": 33,
      "text": "جیسا کہ قبل ازیں بھی ذکر کیا گیا ہے کہ اس رکوع کے مضمون کا ربط پہلے رکوع کے مضمون کے ساتھ ہے۔ دراصل یہ پورا مضمون معاشرتی اصلاحات سے متعلق ہے جس کی پہلی قسط کے طور پر کچھ احکام یہاں اس سورت میں بیان ہوئے ہیں جبکہ ان احکام کی دوسری قسط سورة النور میں ہے جو ایک سال بعد 6 ہجری میں نازل ہوئی۔ ان اصلاحات میں عورتوں کے پردے کے بارے میں احکام بھی شامل ہیں۔ اس سے پہلے عرب میں عورتوں کے پردے کا رواج نہیں تھا۔ باہر نکلتے ہوئے عورتیں اگرچہ ایک بڑی سی چادر لپیٹ کر نکلتی تھیں لیکن وہ سر ڈھانپنے اور چہرہ چھپانے کا اہتمام نہیں کرتی تھیں۔ اسی طرح گھروں کے اندر بھی غیر محرم مردوں کا بےتکلف آنا جانا رہتا تھا اور گھر کی خواتین ان مردوں سے پردہ نہیں کرتی تھیں۔ چناچہ اس معاملے میں تدریجاً اصلاحی احکام دیے گئے اور charity begins at home کے اصول کے مطابق پردے کے ابتدائی حکم میں سب سے پہلے حضور ﷺ کی ازواجِ مطہرات رض کو مخاطب کیا گیا۔ قبل ازیں آیت 21 میں ارشاد فرمایا گیا ہے کہ تمہارے لیے رسول اللہ ﷺ کی ذات میں ایک اعلیٰ نمونہ ہے۔ گویا ایک باپ کی حیثیت سے ‘ ایک بیٹے کی حیثیت سے ‘ داماد کی حیثیت سے ‘ سسر کی حیثیت سے ‘ قاضی القضاۃ کی حیثیت سے ‘ سپہ سالار کی حیثیت سے ‘ سربراہ مملکت کی حیثیت سے ‘ امام ‘ خطیب ‘ ّمعلم ‘ مربی ‘ مزکی ‘ غرض ہر قابل ذکر حیثیت سے آپ ﷺ کی ذات اور زندگی میں ایک کامل نمونہ ہے۔ لیکن بنیادی طور پر یہ نمونہ مردوں کے لیے ہے۔ مرد ہونے کی حیثیت سے آپ ﷺ کی زندگی میں عورتوں اور عورتوں کے نسوانی معاملات کے لیے تو مکمل نمونہ دستیاب نہیں ہوسکتا تھا۔ اس لیے عورتوں کی راہنمائی کے لیے ضروری تھا کہ کسی عورت کے کردار کو بطور نمونہ پیش کیا جاتا۔ چناچہ یہاں حضور ﷺ کے اُسوئہ مبارک کا ذکر فرمانے کے بعد حضور ﷺ کی ازواجِ مطہرات رض کو خصوصی طور پر مخاطب کر کے گویا ان کے کردار کو دنیا بھر کی عورتوں کے لیے اسوہ بنانا مقصود ہے۔ یعنی جس طرح حضور ﷺ کی ذات امت کے لیے اسوہ ہے عین اسی طرح آپ ﷺ کی ازواجِ مطہرات رض خصوصی طور پر خواتین ِاُمت کے لیے مثال اور نمونہ ہیں۔ اسی بنا پر انہیں یہ بھی بتایا گیا کہ اگر تم نیکی کرو گی تو دوگنا اجر پائو گی ‘ اور اگر خدانخواستہ تم سے کوئی غلطی سرزد ہوئی تو اس کی سزا بھی تمہیں دوگنا ملے گی۔ اس لیے کہ اب تم لوگوں کی زندگیاں دنیا بھر کی مسلمان خواتین کے لیے اسوہ ہیں اور مسلمان خواتین کو رہتی دنیا تک تمہاری پیروی کرنا ہے۔آیت 28{ یٰٓاَیُّہَا النَّبِیُّ قُلْ لاَزْوَاجِکَ اِنْ کُنْتُنَّ تُرِدْنَ الْحَیٰوۃَ الدُّنْیَا وَزِیْنَتَہَا } ”اے نبی ﷺ آپ اپنی بیویوں سے کہہ دیجیے کہ اگر تم دنیا کی زندگی اور اس کی زینت چاہتی ہو“ { فَتَعَالَـیْنَ اُمَتِّعْکُنَّ وَاُسَرِّحْکُنَّ سَرَاحًا جَمِیْلًا } ”تو آئو میں تمہیں کچھ مال و متاع دے کر اچھے طریقے سے رخصت کر دوں۔“ یہ آیات واقعہ ایلاء سے متعلق ہیں۔ اس کی تفصیل یوں ہے کہ جب فتوحات کے باعث مدینہ میں کثرت سے مال غنیمت آنا شروع ہوا تو مجموعی طور پر مسلمانوں کے ہاں خوشحالی آنا شروع ہوگئی۔ ان حالات میں بربنائے طبع بشری ازواجِ مطہرات رض کی طرف سے بھی تقاضا آیا کہ اب ان کے نفقات بھی بڑھائے جائیں۔ حضور ﷺ نے اس مطالبے کو سخت ناپسند فرمایا اور بات یہاں تک پہنچ گئی کہ آپ ﷺ مسجد کے ساتھ ایک بالا خانے میں منتقل ہوگئے اور ایک ماہ تک آپ ﷺ نے اپنی کسی بھی اہلیہ محترمہ کے پاس نہ جانے کی قسم کھالی۔ جونہی یہ خبر لوگوں تک پہنچی تو مدینے میں گویا ایک کہرام مچ گیا۔ ہر کوئی پریشان تھا اور ہر کسی کے ذہن میں سوال تھا کہ اب کیا ہوگا ؟ کیا حضرت ابوبکر رض کی بیٹی حضرت عائشہ رض کو طلاق ہوجائے گی ؟ کیا حضرت عمر رض کی بیٹی حضرت حفصہ رض کو طلاق ہوجائے گیـ؟ شوہر کی طرف سے بیوی کے ساتھ کسی وجہ سے قطع تعلقی کی قسم کھا لینے کو فقہ کی اصطلاح میں ”ایلاء“ کہا جاتا ہے۔ اس کا حکم سورة البقرۃ میں اس طرح آیا ہے : { لِلَّذِیْنَ یُؤْلُوْنَ مِنْ نِّسَآئِہِمْ تَرَبُّصُ اَرْبَعَۃِ اَشْہُرٍج فَاِنْ فَآ ئُ وْ فَاِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ} ”جو لوگ اپنی بیویوں سے تعلق نہ رکھنے کی قسم کھا بیٹھتے ہیں ‘ ان کے لیے چار ماہ کی مہلت ہے ‘ پس اگر وہ رجوع کرلیں تو اللہ بخشنے والا مہربان ہے۔“ زیر مطالعہ آیات حضور ﷺ کے ایلاء فرمانے کے بعد نازل ہوئیں۔ ان آیات کی ہدایات کے مطابق آپ ﷺ نے ازواجِ مطہرات رض کو واضح طور پر اختیار دے دیا کہ وہ دوراستوں میں سے جو راستہ چاہیں قبول کرلیں۔"
    },
    {
      "ayah": 29,
      "surah": 33,
      "text": "آیت 29 { وَاِنْ کُنْتُنَّ تُرِدْنَ اللّٰہَ وَرَسُوْلَہٗ وَالدَّارَ الْاٰخِرَۃَ فَاِنَّ اللّٰہَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْکُنَّ اَجْرًا عَظِیْمًا } ”اور اگر تم اللہ اور اس کے رسول اور آخرت کے گھر کی طالب ہو تو اطمینان رکھو کہ اللہ نے تم جیسی نیک خواتین کے لیے اجر عظیم تیار کر رکھا ہے۔“ اب آپ لوگوں کی مرضی ہے کہ دنیا اور اس کی آسائشیں حاصل کرنے کا راستہ اختیار کر لویا رسول اللہ ﷺ کے ساتھ رہتے ہوئے فقر و فاقہ کی زندگی قبول کرلو۔ اس آیت کے نزول کے وقت رسول اللہ ﷺ کے نکاح میں چار بیویاں تھیں۔ حضرت سودہ ‘ حضرت عائشہ ‘ حضرت حفصہ اور حضرت اُمّ سلمہ رض۔ ابھی حضرت زینب رض سے حضور ﷺ کا نکاح نہیں ہوا تھا۔ روایات کے مطابق حضور ﷺ نے سب سے پہلے یہ بات حضرت عائشہ رض کے سامنے رکھی اور ان سے فرمایا کہ اس معاملے میں اپنے والدین کی رائے لے لو ‘ پھر فیصلہ کرو۔ انہوں نے بلاتوقف عرض کیا : ”کیا یہ معاملہ میں اپنے والدین سے پوچھوں ؟ میں تو اللہ اور اس کے رسول اور دار آخرت کی طالب ہوں۔“ اس کے بعد حضور ﷺ نے باقی ازواجِ مطہرات رض میں سے ایک ایک کے پاس جا کر یہی بات فرمائی اور ہر ایک نے وہی جواب دیا جو حضرت عائشہ رض نے دیا تھا۔ اور یوں سب ازواجِ مطہرات رض اپنے مطالبات سے دستبردار ہوگئیں۔ اس کے بعد حضور ﷺ کی تمام ازواج مطہرات رض نے اپنی زندگیاں اس طرح گزار دیں کہ حضور ﷺ کے کسی ایک گھر میں بھی متواتر دو وقت کا چولہا کبھی گرم نہ ہوا۔"
    },
    {
      "ayah": 3,
      "surah": 33,
      "text": "آیت 3 { وَّتَوَکَّلْ عَلَی اللّٰہِط وَکَفٰی بِاللّٰہِ وَکِیْلًا۔ ”اور آپ ﷺ اللہ پر توکل ّکیجیے۔ اور اللہ کافی ہے توکل کے لیے۔“ یعنی آپ ﷺ کو لوگوں کی طرف سے منفی پراپیگنڈے کا جو اندیشہ ہے اسے نظر انداز کردیجیے اور اللہ پر توکل اور بھروسہ کیجیے جس کا سہارا آپ ﷺ کے لیے کافی ہے۔"
    },
    {
      "ayah": 30,
      "surah": 33,
      "text": "آیت 30 { یٰنِسَآئَ النَّبِیِّ مَنْ یَّاْتِ مِنْکُنَّ بِفَاحِشَۃٍ مُّبَیِّنَۃٍ یُّضٰعَفْ لَہَا الْعَذَابُ ضِعْفَیْنِ } ”اے نبی ﷺ کی بیویو ! تم میں سے جو کوئی بالفرض کسی کھلی بےحیائی کا ارتکاب کرے گی اسے دوگنا عذاب دیاجائے گا۔“ { وَکَانَ ذٰلِکَ عَلَی اللّٰہِ یَسِیْرًا } ”اور یہ اللہ پر بہت آسان ہے۔“ یہ نہ سمجھنا کہ آپ نبی ﷺ کی بیویاں ہو اور نبی ﷺ آپ کو بچا لیں گے۔ اس معاملے میں اللہ تعالیٰ کا قانون بہت واضح ہے کہ اگر کسی شخص کے اپنے اعمال درست نہ ہوں تو آخرت میں اسے کوئی دوسرا نہیں بچا سکے گا۔ اس حوالے سے حضرت لوط علیہ السلام کی بیوی کا ذکر قرآن میں کثرت سے آیا ہے۔ سورة التحریم میں حضرت لوط علیہ السلام کی بیوی کے ساتھ حضرت نوح علیہ السلام کی بیوی کا ذکر بھی ہے کہ وہ دونوں انبیاء کی بیویاں ہوتے ہوئے بھی عذاب سے نہ بچ سکیں۔ حضرت ابوہریرہ رض سے روایت ہے کہ جب یہ آیت { وَاَنْذِرْ عَشِیْرَتَکَ الْاَقْرَبِیْنَ۔ الشعراء نازل ہوئی تو رسول اللہ ﷺ نے قریش کے تمام خاص و عام کو بلا کر جمع فرمایا اور ایک ایک قبیلے کا نام لے کر اس کے افراد کو مخاطب فرمایا : یا بنی کعب بن لوی !… یا بنی مُرۃ بن کعب !… یا بنی عبد شمس !… یا بنی عبد مناف !… یا بنی ہاشم !… یا بنی عبدالمطلب ! اور ہر ایک کو یہی فرمایا : اَنْقِذُوْا اَنْفُسَکُمْ مِنَ النَّارِ ”اپنے آپ کو آگ سے بچائو !“ آخر میں آپ ﷺ نے اپنی پیاری بیٹی سیدہ فاطمۃ الزہراء رض کو مخاطب کرتے ہوئے بھی یہی فرمایا : یَا فَاطِمَۃُ بِنْتَ مُحَمَّدٍ اَنْقِذِیْ نَفْسَکِ مِنَ النَّارِ ، فَاِنِّیْ لَا اَمْلِکُ لَـکُمْ مِنَ اللّٰہِ شَیْئًا ”اے محمد ﷺ کی بیٹی فاطمہ ! اپنے آپ کو آگ سے بچائو ! اس لیے کہ میں تم لوگوں کو اللہ کی گرفت سے بچانے کا کچھ بھی اختیار نہیں رکھتا۔“ صحیح مسلم ‘ ح : 204 دوسری روایت کے مطابق آپ ﷺ نے اپنے خاندان کے افراد کو بھی نام لے لے کر مخاطب فرمایا : یَا عَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِ ! لَا اُغْنِیْ عَنْکَ مِنَ اللّٰہِ شَیْئًا ، یَا صَفِیَّۃُ عَمَّۃَ رَسُوْلِ اللّٰہِ ! لَا اُغْنِیْ عَنْکِ مِنَ اللّٰہِ شَیْئًا ، یَا فَاطِمَۃُ بِنْتَ رَسُوْلِ اللّٰہِ ! سَلِینِیْ بِمَا شِئْتِ ، لَا اُغْنِیْ عَنْکِ مِنَ اللّٰہِ شَیْئًا صحیح مسلم ‘ ح : 206 ”اے میرے چچا عباس بن عبدالمطلب ! میں اللہ کے محاسبے کے وقت آپ کے کچھ کام نہ آسکوں گا۔ اے اللہ کے رسول کی پھوپھی صفیہ ! میں اللہ کے محاسبے کے وقت آپ کے کچھ کام نہ آسکوں گا۔ اے اللہ کے رسول کی بیٹی فاطمہ ! مجھ سے جو چاہو مانگ لو ‘ لیکن میں اللہ کے محاسبے کے وقت تمہارے کچھ کام نہ آسکوں گا۔“ یہاں اس بات کی وضاحت ضروری ہے کہ آیت قرآنی کے الفاظ کا یہ مطلب نہیں کہ ‘ معاذ اللہ ‘ نبی اکرم ﷺ کی ازواجِ مطہرات سے کسی بےحیائی کا اندیشہ تھا ‘ بلکہ اس سے مقصود آپ ﷺ کی ازواج کو یہ احساس دلانا تھا کہ اسلامی معاشرے میں ان کا مقام جس قدر بلند ہے اسی کے لحاظ سے ان کی ذمہ داریاں بھی بہت سخت ہیں ‘ اس لیے ان کا اخلاقی رویہ انتہائی پاکیزہ ہونا چاہیے۔"
    },
    {
      "ayah": 31,
      "surah": 33,
      "text": "آیت 31 { وَمَنْ یَّقْنُتْ مِنْکُنَّ لِلّٰہِ وَرَسُوْلِہٖ وَتَعْمَلْ صَالِحًا نُّؤْتِہَآ اَجْرَہَا مَرَّتَیْنِ } ”اور جو کوئی تم میں سے اللہ اور اس کے رسول ﷺ کی اطاعت پر کاربند رہے گی اور نیک عمل کرے گی تو اسے ہم دوگنا اجردیں گے“ { وَاَعْتَدْنَا لَہَا رِزْقًا کَرِیْمًا } ”اور اس کے لیے ہم نے عزت ّوالا رزق تیار کر رکھا ہے۔“ جنت میں انہیں ہر طرح کی نعمتوں سے نوازا جائے گا۔"
    },
    {
      "ayah": 32,
      "surah": 33,
      "text": "آیت 32 { یٰنِسَآئَ النَّبِیِّ لَسْتُنَّ کَاَحَدٍ مِّنَ النِّسَآئِ } ”اے نبی ﷺ کی بیویو ! تم عام عورتوں کی مانند نہیں ہو“ مراد یہ ہے کہ نبی مکرم ﷺ کی بیویاں ہونے کی حیثیت سے تمہیں تا قیام قیامت امت کی خواتین کے لیے اسوہ بننا ہے۔  آئندہ آیات میں ازواجِ مطہرات رض کو پردے سے متعلق خصوصی ہدایات دی جا رہی ہیں۔ اس سلسلے کی پہلی ہدایت یہ ہے : { اِنِ اتَّقَیْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ } ”اگر تم تقویٰ اختیار کرو تو گفتگو میں نرمی پیدا نہ کرو“ جیسا کہ قبل ازیں بیان ہوچکا ہے ‘ ان آیات کے نزول کے وقت عربوں کے رواج کے مطابق غیر مرد ایک دوسرے کے گھروں میں بےدھڑک آتے جاتے تھے اور گھر کی عورتوں سے بلا روک ٹوک گفتگو بھی کرتے تھے۔ چناچہ اس سلسلے میں پہلی ہدایت یہ دی گئی کہ اگر کسی مرد سے تمہیں براہ راست کبھی کوئی بات کرنی پڑے تو تقویٰ کا تقاضا یہ ہے کہ تمہاری آواز میں کسی قسم کی نزاکت ‘ نرمی یا چاشنی کا شائبہ تک نہ ہو۔ { فَیَطْمَعَ الَّذِیْ فِیْ قَلْبِہٖ مَرَضٌ} ”کہ وہ شخص جس کے دل میں روگ ہے وہ کسی لالچ میں پڑجائے“ ظاہر ہے کہ منافق بھی اسی معاشرے میں موجود تھے اور وہ کوئی موقع ہاتھ سے نہیں جانے دیتے تھے۔ حضرت عائشہ رض پر بہتان تراشی کا واقعہ اس کی واضح مثال ہے جس کی تفصیل ہم سورة النور میں پڑھ چکے ہیں۔ چناچہ پہلے اقدام کے طور پر یہاں غیر محرم َمردوں سے بات چیت میں احتیاط کا حکم دیا گیا ہے ‘ کیونکہ مخاطب خاتون کی آواز میں نرمی اور لوچ محسوس کرکے گندی ذہنیت کے حامل کسی شخص کے دل میں کوئی منفی آرزو پیدا ہوسکتی ہے اور وہ بات آگے بڑھانے کی کوشش کا سوچ سکتا ہے۔  { وَّقُلْنَ قَوْلًا مَّعْرُوْفًا } ”اور بات کرو معروف انداز میں۔“ اندازِ گفتگو میں نہ نرمی و نزاکت کی جھلک ہو اور نہ ہی ترشی و تلخی کا رنگ ‘ بس معقول اور معروف انداز میں صرف ضرورت کی بات چیت ہونی چاہیے۔"
    },
    {
      "ayah": 33,
      "surah": 33,
      "text": "آیت 33 { وَقَرْنَ فِیْ بُیُوْتِکُنَّ } ”اور تم اپنے گھروں میں قرار پکڑو“ ایک مخلوط معاشرے کو اسلامی معاشرے میں بدلنے کے سلسلے میں دوسری ہدایت یہ ہے کہ عورت کا اصل اور مستقل مقام اس کا گھر ہے۔ چناچہ اسے چاہیے کہ وہ گھر کے اندر رہ کر ماں ‘ بہن ‘ بیٹی یا بیوی کا کردار خوش اسلوبی سے ادا کرنے کی کوشش کرے۔  { وَلَا تَـبَرَّجْنَ تَبَرُّجَ الْجَاہِلِیَّۃِ الْاُوْلٰی } ”اور مت نکلو بن سنور کر پہلے دور جاہلیت کی طرح“ تبرّج کے معنی ہیں نمایاں ہونا اور نمائش کرنا۔ یہاں اس سے عورتوں کا بنائو سنگھار کر کے غیر َمردوں کے سامنے خود کو نمایاں کرنے کا عمل مراد ہے۔ اس عمل کا مقصد عورت کی اس خواہش کے علاوہ اور کچھ نہیں ہوتا کہ لوگوں کی نگاہیں اس کی طرف اٹھیں اور وہ ان کی توجہات کا مرکز بنے۔ عربوں کے ہاں تو اپنے تمدن اور طرزمعاشرت پر بڑھ چڑھ کر فخر کیا جاتا تھا اور وہ فرعون کی طرح اسے ”مثالی کلچر“ { بِطَرِیْقَتِکُمُ الْمُثْلٰی } طٰہٰ قرار دیتے ہوں گے ‘ لیکن قرآن نے ان طور طریقوں کو ”جاہلیت“ کی علامت قرار دیا ہے اور مسلمان خواتین کو ہدایت کی ہے کہ وہ خود کو اپنے گھروں تک محدود رکھیں اور بن ٹھن کر باہر نکلنے کے طور طریقے ترک کردیں۔  { وَاَقِمْنَ الصَّلٰوۃَ وَاٰتِیْنَ الزَّکٰوۃَ وَاَطِعْنَ اللّٰہَ وَرَسُوْلَہٗ } ”اور نماز قائم کرو ‘ زکوٰۃ ادا کرو اور اللہ اور اس کے رسول ﷺ کی اطاعت پر کاربند رہو۔“ { اِنَّمَا یُرِیْدُ اللّٰہُ لِیُذْہِبَ عَنْکُمُ الرِّجْسَ اَہْلَ الْبَیْتِ وَیُطَہِّرَکُمْ تَطْہِیْرًا } ”اللہ تو بس یہی چاہتا ہے اے نبی ﷺ کے گھر والو ! کہ وہ دور کر دے تم سے ناپاکی اور تمہیں خوب اچھی طرح پاک کر دے۔“ اے نبی ﷺ کی بیویو ! جس طرح محمد رسول اللہ ﷺ کی مثالی شخصیت میں امت کے لیے اسوہ ہے ‘ اسی طرح تمہاری شخصیات کو بھی پوری امت مسلمہ کی خواتین کے لیے اسوہ اور نمونہ بننا ہے۔ اس لیے اللہ چاہتا ہے کہ تمہیں ہر طرح کی آلائشوں سے پاک اور صاف کر کے تہذیب ِنفس ‘ تصفیہ قلب اور تزکیہ باطن کا اعلیٰ مرتبہ عطا فرمائے۔ یہاں پر اَہْلَ الْبَیْتِ کے خطاب کی مخاطب بلاشبہ ازواجِ مطہرات رض ہیں ‘ کیونکہ خطاب کا آغاز ہی یٰـنِسَآئَ النَّبِیِّ کے الفاظ سے کیا گیا ہے اور اس سے پہلی اور بعد کی آیات میں سارا خطاب انہی سے ہے۔ اس سے پہلے سورة ہود کی آیت 73 میں بھی یہ لفظ اہل البیت حضرت ابراہیم علیہ السلام کی اہلیہ محترم حضرت سارہ علیہ السلام کے لیے استعمال ہوا ہے۔ جب فرشتے انسانی شکلوں میں حضرت ابراہیم علیہ السلام کے گھر آئے تو انہوں نے حضرت سارہ علیہ السلام کو مخاطب کر کے یوں کہا : { رَحْمَتُ اللّٰہِ وَبَرَکٰتُہٗ عَلَیْکُمْ اَہْلَ الْبَیْتِ } ”اللہ کی رحمتیں اور اس کی برکتیں ہوں تم پر اے نبی علیہ السلام کے گھر والو !“ چناچہ اس ضمن میں کوئی ابہام نہیں ہونا چاہیے کہ ”اہل بیت“ سے اصلاً ازواجِ مطہرات رض مراد ہیں۔ البتہ حضرت فاطمہ ‘ حضرت علی اور حضرات حسنین رض کے بارے میں اُمّ المومنین حضرت اُمّ سلمہ رض سے مروی حضور ﷺ کا یہ فرمان : اَللّٰھُمَّ ھٰؤُلَائِ اَھْلُ بَیْتِیْ فَاَذْھِبْ عَنْھُمُ الرِّجْسَ وَطَھِّرْھُمْ تَطْھِیْرًا 1 گویا ان شخصیات کو بھی اہل بیت کے دائرے میں شامل کرنے سے متعلق ہے کہ اے اللہ ! یہ لوگ بھی میرے اہل ِبیت ہیں ‘ چناچہ ان سے بھی گندگی دور کر دے اور انہیں پاک کر دے۔"
    },
    {
      "ayah": 34,
      "surah": 33,
      "text": "آیت 34 { وَاذْکُرْنَ مَا یُتْلٰی فِیْ بُیُوْتِکُنَّ مِنْ اٰیٰتِ اللّٰہِ وَالْحِکْمَۃِ } ”اور یاد کیا کرو جو تمہارے گھروں میں اللہ کی آیات تلاوت کی جاتی ہیں اور حکمت کی باتیں سنائی جاتی ہیں۔“ آپ لوگوں کے گھروں میں اللہ کے رسول ﷺ پر وحی نازل ہوتی ہے اور یہاں سے دنیا بھر کو آیات الٰہی اور حکمت و دانائی کی تعلیم دی جاتی ہے ‘ اس لیے آپ لوگ سب سے بڑھ کر آیات ِالٰہی کو سننے اور ان پر عمل کرنے کی مکلف ہو۔ اس لحاظ سے بھی ازواج مطہرات رض کے درمیان حضرت عائشہ رض کو امتیازی شرف حاصل ہے۔ حضور ﷺ نے ایک بار حضرت اُمّ سلمہ رض سے حضرت عائشہ رض کے بارے میں فرمایا تھا : فَاِنَّـہٗ وَاللّٰہِ مَا نَزَلَ عَلَیَّ الْوَحْیُ وَاَنَا فِیْ لِحَافِ امْرَأَۃٍ مِنْکُنَّ غَیْرَھَا 1 ”اللہ کی قسم ‘ مجھ پر اس حال میں کبھی وحی نازل نہیں ہوئی کہ میں تم میں سے کسی عورت کے لحاف میں ہوں سوائے عائشہ رض کے۔“ ظاہر ہے وحی کا نزول تو حضور ﷺ کے قلب مبارک پر ہوتا تھا۔ اس کے لیے ظاہری طور پر تو کوئی خاص اہتمام کرنے اور جبرائیل علیہ السلام کو استیذان کی ضرورت نہیں تھی۔ جب اور جہاں اللہ تعالیٰ کا حکم ہوا وحی کے ساتھ آپ ﷺ کے دل پر نازل ہوگئے۔  آیت میں ”حکمت“ سے وحی خفی یعنی حضور ﷺ کے فرمودات مراد ہیں۔ گویا حکمت نبوی ﷺ کی تعلیمات سے بھی سب سے بڑھ کر ازواجِ نبی ﷺ ہی مستفیض ہو رہی تھیں۔ { اِنَّ اللّٰہَ کَانَ لَطِیْفًا خَبِیْرًا } ”یقینا اللہ بہت باریک بین ‘ ہرچیز سے باخبر ہے۔“"
    },
    {
      "ayah": 35,
      "surah": 33,
      "text": "آیت 35 { اِنَّ الْمُسْلِمِیْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ } ”یقینا مسلمان مرد اور مسلمان عورتیں ‘ اور مومن مرد اور مومن عورتیں“ ”مسلم“ کے لفظی معنی ہیں فرمانبردار اور سر ِتسلیم خم کرنے والا۔ جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے کہ اس آیت کے ساتھ سورة النور کی آیت 35 کی ایک خاص مناسبت ہے۔ سورة النور کی مذکورہ آیت یہ ہے : { اَللّٰہُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِ مَثَلُ نُوْرِہٖ کَمِشْکٰوۃٍ فِیْہَا مِصْبَاحٌ اَلْمِصْبَاحُ فِیْ زُجَاجَۃٍ اَلزُّجَاجَۃُ کَاَنَّہَا کَوْکَبٌ دُرِّیٌّ یُّوْقَدُ مِنْ شَجَرَۃٍ مُّبٰرَکَۃٍ زَیْتُوْنَۃٍ لَّا شَرْقِیَّۃٍ وَّلَا غَرْبِیَّۃٍلا یَّکَادُ زَیْتُہَا یُضِیْٓ ُٔ وَلَوْ لَمْ تَمْسَسْہُ نَارٌ نُوْرٌ عَلٰی نُوْرٍ یَہْدِی اللّٰہُ لِنُوْرِہٖ مَنْ یَّشَآئُ وَیَضْرِبُ اللّٰہُ الْاَمْثَالَ لِلنَّاسِ وَاللّٰہُ بِکُلِّ شَیْئٍ عَلِیْمٌ} ”اللہ نور ہے آسمانوں اور زمین کا۔ اس کے نور کی مثال ایسے ہے جیسے ایک طاق ‘ اس طاق میں ایک روشن چراغ ہے ‘ وہ چراغ شیشے کے فانوس میں ہے ‘ اور وہ شیشہ چمک رہا ہے جیسے کہ ایک چمکدار ستارہ ہو ‘ وہ چراغ جلایا جاتا ہے زیتون کے ایک مبارک درخت سے ‘ جو نہ شرقی ہے اور نہ غربی ‘ قریب ہے اس کا روغن خود بخود روشن ہوجائے ‘ چاہے اسے نہ چھوئے آگ۔ روشنی پر روشنی۔ اللہ ہدایت دیتا ہے اپنی روشنی کی جس کو چاہتا ہے ‘ اور اللہ یہ مثالیں بیان کرتا ہے لوگوں کے لیے ‘ جبکہ اللہ ہرچیز کا جاننے والا ہے۔“ سورة النور کی اس طویل آیت میں ایمان کی ماہیت و حقیقت اور ایمان کے اجزائے ترکیبی کا ذکر ہے۔ لیکن دل میں حقیقی ایمان کے جاگزیں ہوجا نے کے باعث متعلقہ شخصیت کے اندر جو اوصاف پیدا ہوتے ہیں ان کا ذکر آیت زیر مطالعہ میں آیا ہے۔ یہاں خصوصی طور پر ایک نکتہ یہ بھی سمجھ لیں کہ سورة النور اور سورة الاحزاب میں معاشرتی اصلاحات کے بارے میں جو احکام آئے ہیں ان میں عورتوں سے متعلق مسائل کی خصوصی اہمیت ہے۔ یہی وجہ ہے کہ آیت زیر نظر میں یہاں خصوصی طور پر َمردوں کے ساتھ ساتھ عورتوں کا ذکر علیحدہ صراحت کے ساتھ کیا گیا ہے ‘ جبکہ اس ضمن میں قرآن کا عمومی اسلوب یہی ہے کہ اکثر احکام مذکر کے صیغے میں دیے جاتے ہیں ‘ یعنی مردوں کو مخاطب کر کے ایک حکم دے دیا گیا اور بر سبیل ِ ”تغلیب“ عورتیں خود بخود اس حکم میں شامل ہوگئیں۔ جیسے وَاَقِیْمُوا الصَّلٰوۃَ مذکر کا صیغہ ہے لیکن اس حکم میں مرد اور عورتیں سب شامل ہیں۔ بہر حال اس آیت میں تکرار کے ساتھ مردوں کے ساتھ خصوصی طور پر عورتوں کا ذکر کر کے دونوں کے لیے دس اوصاف ِگنوائے گئے ہیں : { وَالْقٰنِتِیْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِیْنَ وَالصّٰدِقٰتِ } ”اور فرماں بردار مرد اور فرماں بردار عورتیں ‘ اور راست باز مرد اور راست باز عورتیں“ ”صدق“ سے مراد یہاں زبان کی سچائی کے ساتھ ساتھ عمل اور کردار کی سچائی ہے۔ { وَالصّٰبِرِیْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِیْنَ وَالْخٰشِعٰتِ } ”اور صبر کرنے والے مرد اور صبر کرنے والی عورتیں ‘ اور خشوع کرنے والے مرد اور خشوع کرنے والی عورتیں“ یعنی اللہ کے حضور جھک کر رہنے والے مرد اور عورتیں۔ { وَالْمُتَصَدِّقِیْنَ وَالْمُتَصَدِّقٰتِ وَالصَّآئِمِیْنَ وَالصّٰٓئِمٰتِ } ”اور صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں ‘ اور روزہ رکھنے والے مرد اور روزہ رکھنے والی عورتیں“ { وَالْحٰفِظِیْنَ فُرُوْجَہُمْ وَالْحٰفِظٰتِ } ”اور اپنی شرم گاہوں کی حفاظت کرنے والے مرد اور اپنی شرم گاہوں کی حفاظت کرنے والی عورتیں“ { وَالذَّاکِرِیْنَ اللّٰہَ کَثِیْرًا وَّالذّٰکِرٰتِ } ”اور کثرت سے اللہ کا ذکر کرنے والے مرد اور ذکر کرنے والی عورتیں“ { اَعَدَّ اللّٰہُ لَہُمْ مَّغْفِرَۃً وَّاَجْرًا عَظِیْمًا } ”اللہ نے ان سب کے لیے مغفرت اور بہت بڑا اجر تیار کر رکھا ہے۔“ اللَّھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ۔ -۔ - آمین !"
    },
    {
      "ayah": 36,
      "surah": 33,
      "text": "اب آئندہ آیات میں حضور اکرم ﷺ سے حضرت زینب رض کے نکاح سے متعلق معاملے کی تفصیل بیان ہوئی ہے۔ پہلے رکوع میں اس مضمون کی تمہید کے طور پر ُ منہ بولے بیٹے کے بارے میں مختصر حکم آیا تھا ‘ لیکن یہاں پر اس معاملے کے تمام اہم پہلوئوں کا احاطہ کیا گیا ہے۔ مثلاً پہلے حضور ﷺ کے حکم اور خواہش کے مطابق حضرت زینب رض کا نکاح حضرت زید رض بن حارثہ سے ہونا ‘ بعد میں ناچاقی کی شکایت پر بھی حضور ﷺ کا حضرت زید رض کو طلاق نہ دینے کی ہدایت کرنا ‘ پھر حضور ﷺ کا یہ سوچنا کہ چونکہ میں نے اصرارکر کے نکاح کروایا تھا ‘ اس لیے اب اگر طلاق ہوئی تو حضرت زینب رض کے لیے اس کے علاوہ تلافی کی کوئی صورت نہیں ہوگی کہ میں خود ان سے نکاح کرلوں۔ پھر آپ ﷺ کا یہ سوچنا کہ اگر میں خود نکاح کروں گا تو منہ بولے بیٹے کی مطلقہ سے نکاح کرنے پر مخالفین ایک طوفان کھڑا کردیں گے۔ اگرچہ بظاہر اس میں کچھ مضائقہ نہیں تھا ‘ لیکن پھر بھی حضور ﷺ اسے مصلحت کے خلاف سمجھتے تھے۔ چناچہ حضور ﷺ اسی شش و پنج میں تھے کہ یہ آیات نازل ہوگئیں۔آیت 36 { وَمَا کَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَۃٍ اِذَا قَضَی اللّٰہُ وَرَسُوْلُہٗٓ اَمْرًا اَنْ یَّکُوْنَ لَہُمُ الْخِیَرَۃُ مِنْ اَمْرِہِمْ } ”اور کسی مومن مرد اور مومن عورت کے لیے روا نہیں کہ جب اللہ اور اس کا رسول ﷺ کسی معاملے کا فیصلہ کردیں تو پھر بھی انہیں یہ خیال ہو کہ ان کے لیے اپنے اس معاملے میں کوئی اختیار باقی ہے۔“ یہ آیت اس وقت نازل ہوئی تھی جب رسول اللہ ﷺ نے حضرت زید رض کے لیے حضرت زینب رض کے ساتھ نکاح کا پیغام بھجوایا تھا اور حضرت زینب رض اور ان کے بھائی عبداللہ رض بن جحش اسے منظور کرنے پر آمادہ نہیں تھے۔ اس آیت کے نزول کے بعد وہ فوراً آمادہ ہوگئے۔ { وَمَنْ یَّعْصِ اللّٰہَ وَرَسُوْلَہٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِیْنًا } ”اور جو کوئی اللہ اور اس کے رسول ﷺ کی نافرمانی کرے تو وہ صریح گمراہی میں پڑگیا۔“ اپنے سیاق وسباق کے حوالے سے اگرچہ اس فقرے کا تعلق پس منظر میں بیان کیے گئے معاملہ سے ہے ‘ لیکن اس حکم کی نوعیت ایک قاعدہ کلیہ کی ہے کہ اگر کوئی شخص اللہ اور اللہ کے رسول ﷺ کے فیصلے کے بعد بھی کسی معاملے میں یہ سمجھے کہ اب بھی اس کے پاس کوئی اختیار option باقی ہے تو وہ گویا اللہ اور اس کے رسول ﷺ کی نافرمانی کا مرتکب ہو کر اس آیت کا مصداق ٹھہرے گا۔ حضرت زینب بنت جحش رض حضور ﷺ کی پھوپھی امیمہ بنت عبدالمطلب کی بیٹی تھیں۔ اس لحاظ سے ان کا تعلق قریش کے اونچے خاندان سے تھا۔ دوسری طرف حضرت زید رض بن حارثہ آزاد کردہ غلام تھے۔ اگرچہ ان کا تعلق بھی عرب کے ایک شریف خاندان سے تھا ‘ لیکن غلام تو وہ بہر حال رہ چکے تھے۔ اس لیے اگرچہ اس حکم کے بعد حضرت زینب رض اور ان کے گھر والوں نے اس نکاح کو قبول کرلیا تھا ‘ لیکن گمان غالب یہی ہے کہ حضرت زینب رض خاندانی تفاوت کے معاملے میں اپنے جذبات و احساسات کی وجہ سے حضرت زید رض کو شوہر کے طور پر مطلوبہ ادب و احترام نہ دے سکیں۔ حضرت زید رض نے متعدد بار حضور ﷺ سے اس صورت حال کی شکایت بھی کی اور طلاق دینے کی اجازت بھی چاہی مگر حضور ﷺ ہر دفعہ انہیں موافقت کی کوشش کرنے کی ہدایت فرما دیتے :"
    },
    {
      "ayah": 37,
      "surah": 33,
      "text": "آیت 37 { وَاِذْ تَقُوْلُ لِلَّذِیْٓ اَنْعَمَ اللّٰہُ عَلَیْہِ وَاَنْعَمْتَ عَلَیْہِ اَمْسِکْ عَلَیْکَ زَوْجَکَ وَاتَّقِ اللّٰہَ } ”اور اے نبی ﷺ ! جب آپ کہتے تھے اس شخص سے جس پر اللہ نے بھی انعام کیا تھا اور آپ نے بھی انعام کیا تھا کہ اپنی بیوی کو اپنے پاس روکے رکھو اور اللہ سے ڈرو“ اس سے مراد حضرت زید رض ہیں۔ ان پر اللہ تعالیٰ اور نبی اکرم ﷺ کا انعام و احسان یہ تھا کہ وہ گردش زمانہ سے اللہ کے رسول ﷺ کی خدمت میں پہنچ گئے تھے اور آپ ﷺ کے گھر میں گھر کے ایک فرد کی حیثیت سے رہے تھے۔ ان کے والد حارثہ بن شراحیل کا تعلق قبیلہ کلب سے تھا۔ حضرت زید رض جب آٹھ سال کے بچے تھے تو اپنی ماں کے ساتھ اپنے ننھیال گئے۔ ان کے قافلے پر دشمن قبیلے نے حملہ کردیا اور لوٹ مار کے ساتھ جن آدمیوں کو پکڑ کرلے گئے ان میں یہ بھی تھے۔ پھر انہوں نے عکاظ کے میلے میں لے جا کر ان کو بیچ دیا۔ خریدنے والے حکیم بن حزام تھے ‘ جنہوں نے ان کو اپنی پھوپھی حضرت خدیجہ رض کی خدمت میں پیش کردیا۔ جب نبی اکرم ﷺ کے ساتھ حضرت خدیجہ رض کا نکاح ہوا تو یہ حضور ﷺ کی خدمت میں پہنچ گئے۔ اس وقت ان کی عمر 15 برس تھی۔ کچھ مدت کے بعد حضرت زید رض کے والد اور چچا ان کو تلاش کرتے ہوئے حضور ﷺ تک پہنچے اور عرض کیا کہ آپ جو فدیہ چاہیں ہم دینے کو تیار ہیں ‘ آپ ہمارا بچہ ہمیں دے دیں۔ آپ ﷺ نے فرمایا کہ میں لڑکے کو بلاتا ہوں اور اس کی مرضی پر چھوڑے دیتا ہوں کہ وہ تمہارے ساتھ جانا چاہتا ہے یا میرے پاس رہنا چاہتا ہے۔ اگر وہ تمہارے ساتھ جاناچا ہے گا تو میں کوئی فدیہ نہیں لوں گا اور اسے جانے دوں گا ‘ لیکن اگر وہ میرے پاس رہنا چاہے تو میں اسے زبردستی آپ کے ساتھ نہیں بھیجوں گا۔ وہ دونوں حضرات بہت خوش ہوئے اور کہنے لگے کہ یہ تو آپ نے عدل و انصاف سے بھی بڑھ کر درست بات کی ہے۔ حضور ﷺ نے زید رض کو بلایا اور ان سے کہا کہ ان دونوں صاحبوں کو جانتے ہو ؟ انہوں نے عرض کیا : جی ہاں ‘ یہ میرے والد اور میرے چچا ہیں۔ آپ ﷺ نے فرمایا : اچھا ‘ تم ان کو بھی جانتے ہو اور مجھے بھی۔ اب تمہیں پوری آزادی ہے کہ چاہو تو ان کے ساتھ چلے جائو اور چاہو تو میرے ساتھ رہو۔ زید رض نے جواب میں کہا کہ میں آپ کو چھوڑ کر کسی کے پاس نہیں جانا چاہتا۔ ان کے باپ اور چچا نے ساتھ چلنے پر اصرار کیا اور کہا کہ کیا تو آزادی پر غلامی کو ترجیح دیتا ہے ؟ لیکن حضرت زید رض کسی طرح بھی حضور ﷺ کا ساتھ چھوڑنے پر آمادہ نہیں ہوئے۔ حضور ﷺ نے اسی وقت زید رض کو آزاد کردیا اور حرم میں جا کر قریش کے مجمع عام میں اعلان فرمایا کہ آپ سب لوگ گواہ رہیں ‘ آج سے زید میرا بیٹا ہے۔ چناچہ اس روز سے انہیں زید بن محمد ﷺ پکارا جانے لگا۔ یہ سب واقعات نبوت سے پہلے کے ہیں۔ نزولِ وحی کے بعد جب نبی اکرم ﷺ نے اعلانِ نبوت فرمایا تو چار ہستیاں ایسی تھیں جنہوں نے ایک لمحہ شک و تردد کے بغیر آپ ﷺ کے دعوائے نبوت کی تصدیق کی۔ ایک حضرت خدیجہ ‘ دوسرے حضرت زید ‘ تیسرے حضرت علی اور چوتھے حضرت ابوبکر صدیق رض۔ اس وقت حضرت زید رض کی عمر 30 سال تھی اور ان کو حضور ﷺ کی خدمت میں رہتے ہوئے 15 برس بیت چکے تھے۔ ہجرت کے بعد 4 ھ میں حضور ﷺ نے اپنی پھوپھی زاد بہن حضرت زینب رض سے ان کا نکاح کردیا۔ اپنی طرف سے ان کا مہر ادا کیا اور گھر بسانے کے لیے ان کو ضروری سامان عنایت فرمایا۔ یہی حالات ہیں جن کی طرف اللہ تعالیٰ نے ان الفاظ میں اشارہ فرمایا ہے کہ ”جس پر اللہ نے بھی انعام کیا تھا اور آپ ﷺ نے بھی انعام کیا تھا۔“ ماخوذ از تفہیم القرآن۔ - اضافہ از مرتب { وَتُخْفِیْ فِیْ نَفْسِکَ مَا اللّٰہُ مُبْدِیْہِ } ”اور آپ ﷺ اپنے دل میں چھپائے ہوئے تھے وہ بات جسے اللہ ظاہر کرنے والا تھا“ { وَتَخْشَی النَّاسَ وَاللّٰہُ اَحَقُّ اَنْ تَخْشٰہُ } ”اور آپ ﷺ لوگوں سے ڈر رہے تھے ‘ حالانکہ اللہ اس کا زیادہ حقدار ہے کہ آپ ﷺ اس سے ڈریں۔“ نبی اکرم ﷺ محسوس فرما رہے تھے کہ اگر زید رض نے طلاق دے دی تو مجھے خود زینب رض سے نکاح کرنا پڑے گا ‘ لیکن ساتھ ہی آپ ﷺ کو مخالفین کی طرف سے منفی پراپیگنڈے کا خدشہ بھی تھا۔ اگرچہ اس سورت کی ابتدائی آیات میں منہ بولے بیٹے کی شرعی اور قانونی حیثیت واضح فرما دی گئی تھی اور متعلقہ آیات کے نزول کے بعد لوگ انہیں زید رض بن محمد ﷺ کے بجائے زید رض بن حارثہ کہنے لگے تھے ‘ لیکن پھر بھی اندیشہ تھا کہ منافقین اس مسئلے کو بہانہ بنا کر حضور ﷺ کے خلاف واویلا کریں گے۔ { فَلَمَّا قَضٰی زَیْدٌ مِّنْہَا وَطَرًا زَوَّجْنٰـکَھَا } ”پس جب زید رض نے اس سے اپنا تعلق منقطع کرلیا تو اسے ہم نے آپ ﷺ کی زوجیت میں دے دیا“ یعنی جب حضرت زید رض نے حضرت زینب رض کو طلاق دے دی اور عدت بھی پوری ہوگئی تو ہم نے اس کا نکاح آپ ﷺ سے کردیا۔ یہاں اللہ تعالیٰ نے حضور ﷺ سے حضرت زینب رض کے نکاح کی نسبت خصوصی طور پر اپنی طرف فرمائی۔ کلام اللہ کا یہ اندازِ بیاں حضرت زینب رض کے لیے یقینا ایک بہت بڑا عزاز ہے۔ یہی وجہ ہے کہ حضرت زینب رض ان الفاظ پر فخر کرتے ہوئے دوسری ازواجِ مطہرات رض سے کہا کرتی تھیں کہ آپ سب لوگوں کے نکاح زمین پر ہوئے جبکہ میرا نکاح آسمانوں پر ہوا اور اللہ نے خود میرا نکاح پڑھایا۔ کلام اللہ کے ان الفاظ سے یہ صراحت بھی ہوتی ہے کہ نبی اکرم ﷺ نے یہ نکاح خود اپنی خواہش کی بنا پر نہیں بلکہ اللہ تعالیٰ کے حکم کی بنا پر کیا تھا۔  { لِکَیْ لَا یَکُوْنَ عَلَی الْمُؤْمِنِیْنَ حَرَجٌ فِیْٓ اَزْوَاجِ اَدْعِیَآئِہِمْ اِذَا قَضَوْا مِنْہُنَّ وَطَرًا } ”تاکہ مومنوں کے لیے ان کے منہ بولے بیٹوں کی بیویوں کے بارے میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنا تعلق بالکل کاٹ لیں۔“ یعنی حضور ﷺ کے اس نکاح کے ذریعے عرب معاشرے سے جاہلیت کی اس رسم کا خاتمہ بھی ہوجائے اور قیامت تک کے لیے ایک قانون بھی وضع ہوجائے تاکہ آئندہ منہ بولے بیٹے کی بیوہ یا مطلقہ کے معاملے کو ”محرماتِ ابدیہ“ کے ساتھ گڈ مڈ نہ کیا جائے۔ واضح رہے کہ محرماتِ ابدیہ کی فہرست سورة النساء آیت 23 اور 24 میں دی گئی ہے۔ { وَکَانَ اَمْرُ اللّٰہِ مَفْعُوْلًا } ”اور اللہ کا فیصلہ تو پورا ہو کر ہی رہنا تھا۔“ اس سارے معاملے میں یہی حکمت اور مصلحت پوشیدہ تھی کہ اللہ تعالیٰ اس فضول رسم کا خاتمہ حضور ﷺ کے ذاتی عمل سے کرنا چاہتا تھا۔ بعض نظریات اور خیالات معاشرے میں اس قدر پختہ اور گہرے ہوچکے ہوتے ہیں کہ ان کے خلاف کوئی عمل یا بات لوگ آسانی سے قبول نہیں کرتے۔ ٰمتبنی ّکی بیوہ یا مطلقہ کے ساتھ منہ بولے باپ کے نکاح کے بارے میں عرب معاشرے کے اندر مروّجہ خود ساختہ قانون بھی اسی زمرے میں آتا تھا۔ اس لیے اس قانون یا روایت کو خود حضور ﷺ کی ذاتی مثال کے ذریعے سے توڑنا مناسب خیال کیا گیا۔ چناچہ آپ ﷺ کے حضرت زینب رض سے نکاح کے بعد اس مسئلے میں کسی قسم کا ابہام یا شک باقی نہ رہا۔"
    },
    {
      "ayah": 38,
      "surah": 33,
      "text": "آیت 38 { مَا کَانَ عَلَی النَّبِیِّ مِنْ حَرَجٍ فِیْمَا فَرَضَ اللّٰہُ لَہٗ } ”نبی ﷺ پر کوئی مضائقہ نہیں اس بات میں جو اللہ نے اس کے لیے فرض کردی ہے۔“ { سُنَّۃَ اللّٰہِ فِی الَّذِیْنَ خَلَوْا مِنْ قَبْلُ } ”اللہ کا یہی طریقہ رہا ہے ان لوگوں کے بارے میں بھی جو پہلے گزر چکے ہیں۔“ تمام نبیوں اور رسولوں علیہ السلام کے بارے میں اللہ تعالیٰ کا یہی طریقہ رہا ہے کہ جو چیز ان پر فرض کردی جاتی تھی اس پر انہیں عمل کرنا ہوتا تھا۔  { وَکَانَ اَمْرُ اللّٰہِ قَدَرًا مَّقْدُوْرَا } ”اور اللہ کا فیصلہ قطعی طے شدہ تھا۔“ یہ سارا معاملہ اللہ کی مشیت میں پہلے سے طے ہوچکا تھا اور اس فیصلے کی تنفیذ کے لیے وقت مقرر کیا جا چکا تھا۔"
    },
    {
      "ayah": 39,
      "surah": 33,
      "text": "آیت 39 { نِ الَّذِیْنَ یُبَلِّغُوْنَ رِسٰلٰتِ اللّٰہِ وَیَخْشَوْنَہٗ } ”وہ اللہ کے رسول صلی اللہ علیہ وآلہ وسلم جو اللہ کے پیغامات پہنچاتے ہیں اور صرف اسی سے ڈرتے ہیں“ یعنی سابقہ انبیاء و رسل علیہ السلام بھی اللہ تعالیٰ کے پیغامات کی بلاخوفِ لومۃ لائم تبلیغ کرتے رہے ہیں اور اس معاملے میں انہوں نے کسی کی پروا نہیں کی۔ { وَلَا یَخْشَوْنَ اَحَدًا اِلَّا اللّٰہَ وَکَفٰی بِاللّٰہِ حَسِیْبًا } ”اور وہ نہیں ڈرتے کسی سے سوائے اللہ کے۔ اور اللہ کافی ہے حساب لینے والا۔"
    },
    {
      "ayah": 4,
      "surah": 33,
      "text": "آیت 4 { مَا جَعَلَ اللّٰہُ لِرَجُلٍ مِّنْ قَلْبَیْنِ فِیْ جَوْفِہٖ } ”اللہ نے کسی شخص کے سینے میں دو دل نہیں رکھے۔“ جوف کے معنی خالی جگہ کے ہیں اور یہاں اس سے سینے کا اندرونی حصہ chest cavity مراد ہے جس کے بائیں جانب دل ہوتا ہے۔ یعنی ہر انسان کے سینے میں اللہ نے ایک ہی دل رکھا ہے۔ اور اگر محاورۃً یوں کہا جائے کہ فلاں اور فلاں کے دل یکجا ہوگئے ہیں یا فلاں کا دل فلاں کے دل سے مل گیا ہے تو محض اس طرح کہہ دینے سے کسی کے سینے کے اندر حقیقت میں دو دل نہیں ہوجاتے۔ چناچہ جس طرح یہ ایک ٹھوس حقیقت ہے کہ اللہ تعالیٰ نے کسی انسان کے سینے میں دو دل نہیں بنائے ‘ اسی طرح یہ بھی ایک حقیقت ہے کہ کسی شخص کی دو مائیں نہیں ہوتیں۔ کسی شخص کی ماں صرف وہی ہے جس نے اسے جنم دیا اور کسی انسان کا باپ صرف وہی ہے جس کے صلب سے وہ پیدا ہوا۔ { وَمَا جَعَلَ اَزْوَاجَکُمُ الّٰیِْٔ تُظٰہِرُوْنَ مِنْہُنَّ اُمَّہٰتِکُمْ } ”اور نہ اس نے تمہاری ان بیویوں کو تمہاری مائیں بنایا ہے جن سے تم ظہار کر بیٹھتے ہو۔“ ”ظِھار“ عرب کے دور جاہلیت کی ایک اصطلاح ہے۔ اگر کوئی شخص اپنی بیوی سے ناراض ہو کر کبھی یوں کہہ دیتا کہ اَنْتِ عَلَیَّ کَظَھْرِ اُمِّیْ اب تو میرے اوپر اپنی ماں کی پیٹھ کی طرح حرام ہے تو اب اسے طلاق مغلظ ّدر مغلظ شمار کیا جاتا اور اس کی بیوی اس پر ہمیشہ کے لیے حرام ہوجاتی۔ یہاں اس خودساختہ تصور کی نفی کردی گئی کہ تم میں سے کسی کے اپنی بیوی کو ماں کہہ دینے یا ماں کے ساتھ تشبیہہ دے دینے سے وہ اس کی ماں نہیں بن جاتی۔ ”ظہار“ کے بارے میں واضح احکام سورة المجادلہ پارہ 28 کی ابتدائی آیات میں دیے گئے ہیں۔ { وَمَا جَعَلَ اَدْعِیَآئَ کُمْ اَبْنَآئَ کُمْ } ”اور نہ ہی اس نے تمہارے ُ منہ بولے بیٹوں کو تمہارے بیٹے بنایا ہے۔“ { ذٰلِکُمْ قَوْلُکُمْ بِاَفْوَاہِکُمْ } ”یہ سب تمہارے اپنے ُ منہ کی باتیں ہیں۔“ اللہ تعالیٰ کے نزدیک تمہاری ان خود ساختہ باتوں کی کوئی قانونی حیثیت نہیں۔ کسی کی ماں صرف وہی ہے جس نے اسے جنم دیا ہے اور کسی شخص کا بیٹا بھی صرف وہی ہے جو اس کے ُ صلب سے پیدا ہوا۔ فقط کسی کے کہہ دینے سے کوئی عورت کسی کی ماں نہیں بن جاتی اور کسی کے زبانی دعویٰ سے کوئی کسی کا بیٹا نہیں بن جاتا۔ { وَاللّٰہُ یَقُوْلُ الْحَقَّ وَہُوَ یَہْدِی السَّبِیْلَ } ”اور اللہ حق کہتا ہے اور وہی سیدھے راستے کی طرف ہدایت دیتا ہے۔“"
    },
    {
      "ayah": 40,
      "surah": 33,
      "text": "آیت 40 { مَا کَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِکُمْ } ”دیکھو ! محمد ﷺ تمہارے مردوں میں سے کسی کے باپ نہیں ہیں“ یہاں ایک دوسرے انداز میں واضح کردیا گیا کہ محمد ﷺ تم میں سے کسی مرد کے باپ نہیں ہیں۔ زید رض بن حارثہ محض آپ ﷺ کے منہ بولے بیٹے تھے۔ اب جبکہ اس ضمن میں ایک واضح حکم نازل ہوچکا ہے تو یہ معاملہ ہمیشہ کے لیے صاف ہوجانا چاہیے۔  حضور ﷺ کے ہاں جو نرینہ اولاد ہوئی اسے اللہ تعالیٰ نے بچپن میں ہی اٹھا لیا۔ آپ ﷺ کی آخری عمر میں حضرت ماریہ قبطیہ رض کے بطن سے حضرت ابراہیم علیہ السلام کی ولادت ہوئی لیکن وہ بھی بچپن ہی میں فوت ہوگئے۔ آپ ﷺ کو اپنے بیٹے ابراہیم رض سے بہت محبت تھی۔ ان کی وفات سے حضور ﷺ کو بہت تکلیف پہنچی ‘ جس کا اظہار آپ ﷺ کے اس فرمان سے ہوتا ہے : یا ابراہیم انا بِفِراقِک لمحزونون ”اے ابراہیم ! ہم تمہاری جدائی میں بہت رنجیدہ ہیں۔“  یہ عجیب اتفاق ہے کہ ابوالانبیاء حضرت ابراہیم علیہ السلام کی زوجہ محترمہ حضرت ہاجرہ علیہ السلام کا تعلق بھی مصر سے تھا جن کے بطن سے حضرت اسماعیل علیہ السلام پیدا ہوئے۔ حضرت اسماعیل علیہ السلام کی نسل سے حضور ﷺ کا تعلق ہے اور حضور ﷺ نے اپنے اس بیٹے کا نام ابراہیم رض رکھا جو مصر سے تعلق رکھنے والی حضرت ماریہ قبطیہ علیہ السلام کے بطن سے تھا۔  { وَلٰکِنْ رَّسُوْلَ اللّٰہِ وَخَاتَمَ النَّبِیّٖنَ } ”بلکہ آپ ﷺ اللہ کے رسول ﷺ ہیں اور سب نبیوں پر مہر ہیں۔“ محمد ﷺ اللہ کے رسول اور خاتم الانبیاء ہیں۔ آپ ﷺ کی آمد سے نبیوں کے سلسلہ پر مہر لگ گئی ‘ اب آپ ﷺ کے بعد کوئی نبی آنے والا نہیں ہے۔ چناچہ جاہلیت کی غلط رسومات اگر آپ ﷺ ختم نہ کرتے تو آپ ﷺ کے بعد پھر اور کون انہیں ختم کرتا ؟ اگر آپ ﷺ ذاتی مثال قائم کرتے ہوئے اپنے منہ بولے بیٹے کی مطلقہ سے نکاح نہ کرتے تو یہ رسم اس طرح حتمی انداز میں ختم نہ ہوتی۔  یہاں اس آیت کے حوالے سے رسالت اور نبوت میں لطیف فرق کو بھی سمجھ لیجیے۔ دونوں میں فرق یہ ہے کہ نبوت آپ ﷺ پر ختم ہوگئی ‘ لیکن آپ ﷺ کی رسالت اب بھی قائم و دائم ہے اور تا قیام قیامت قائم و دائم رہے گی۔ اپنی حیات مبارکہ میں آپ ﷺ براہِ راست بنفس نفیس رسالت کے فرائض سر انجام دے رہے تھے مگر اب آپ ﷺ کے امتی آپ ﷺ کی طرف سے یہ فریضہ ادا کر رہے ہیں۔ چناچہ آج دین کے جو خدام قرآن کا پیغام خلق ِخدا تک پہنچا رہے ہیں وہ گویا رسالت ِمحمدی ﷺ ہی کا پیغام پہنچا رہے ہیں۔ سورة الانعام کی آیت 19 کے یہ الفاظ گویا اسی صورت حال کی طرف اشارہ کر رہے ہیں : { وَاُوْحِیَ اِلَیَّ ہٰذَا الْقُرْاٰنُ لِاُنْذِرَکُمْ بِہٖ وَمَنْم بَلَغَ } ”اور میری جانب یہ قرآن وحی کیا گیا ہے تاکہ میں تمہیں خبردار کر دوں اس کے ذریعے سے اور اس کو بھی جس تک یہ پہنچ جائے“۔ حجۃ الوداع کے موقع پر حضور ﷺ نے اپنی رسالت کی ترویج و اشاعت کا یہ فریضہ امت کو سونپتے ہوئے ارشاد فرمایا تھا : فَلْیُبَلِّغِ الشَّاھِدُ الْغَائِبَ ”اب پہنچائیں وہ جو موجود ہیں ان تک جو موجود نہیں ہیں“۔ لہٰذا محمد ٌ رسول اللہ ﷺ کی رسالت آپ ﷺ کی امت کے ذریعے سے مسلسل قائم و دائم ہے۔ یہی وجہ ہے کہ یہاں ”خاتم“ کا جو لفظ آیا ہے وہ رسالت کے لیے نہیں بلکہ نبوت کے لیے آیا ہے۔ اس کا مطلب یہ ہے کہ جیسے ہی آپ ﷺ نے اس دنیا سے پردہ فرمایا وحی کا باب ہمیشہ کے لیے بند ہوگیا اور اس کے ساتھ ہی نبوت کا دروازہ بھی بند ہوگیا۔ گویا نبوت محمدی ﷺ اس دنیا میں حضور ﷺ کی ذات کے ساتھ قائم تھی اور آپ ﷺ کے وصال کے ساتھ ختم ہوگئی ‘ لیکن رسالت ِمحمد ﷺ قیامت تک قائم رہے گی۔ { وَکَانَ اللّٰہُ بِکُلِّ شَیْئٍ عَلِیْمًا } ”اور یقینا اللہ ہرچیز کا علم رکھنے والا ہے۔"
    },
    {
      "ayah": 41,
      "surah": 33,
      "text": "آیت 41 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوا اذْکُرُوا اللّٰہَ ذِکْرًا کَثِیْرًا } ”اے اہل ایمان ! اللہ کا ذکر کیا کرو کثرت کے ساتھ۔“ مراد یہ ہے کہ انسان ہر وقت اور ہر حال میں اللہ کو یاد رکھے اور ایک پنجابی کہاوت ”ہتھ کا رول ‘ دل یا رول“ کے مصداق اپنے روز مرہ معمولاتِ زندگی کے دوران بھی ہر گھڑی ‘ ہر قدم پر اللہ کی یاد اس کے دل میں مستحضر رہے۔ عملی طور پر ”ذکر کثیر“ کا بہترین طریقہ یہ ہے کہ ہم مسنون دعائوں کو یاد کر کے انہیں اپنے معمولات کا حصہ بنا لیں۔ حضور ﷺ نے ہمیں ہر کیفیت اور ہر موقع محل کے لیے دعائیں تعلیم فرمائی ہیں۔ مثلاً گھر میں داخل ہونے کی دعا ‘ گھر سے باہر نکلنے کی دعا ‘ بازار میں داخل ہونے اور باہر جانے کی دعا ‘ بیت الخلاء میں داخل ہونے اور باہر نکلنے کی دعا۔ اگر ہم ان مسنون دعائوں کو اپنے معمولات میں شامل کرلیں تو کوئی اضافی وقت صرف کیے بغیر اپنے کام کاج کے دوران بھی اللہ تعالیٰ کے ساتھ مسلسل اپنا تعلق قائم رکھ سکتے ہیں۔ نمازِ پنجگانہ بھی اللہ کے ذکر کی بہترین صورت ہے۔ البتہ بندئہ مومن کے لیے اللہ کا سب سے اعلیٰ ذکر قرآن کریم کی تلاوت ہے ‘ جیسا کہ سورة العنکبوت کی اس آیت میں ارشاد فرمایا گیا ہے : { اُتْلُ مَآ اُوْحِیَ اِلَیْکَ مِنَ الْکِتٰبِ وَاَقِمِ الصَّلٰوۃَط اِنَّ الصَّلٰوۃَ تَنْہٰی عَنِ الْفَحْشَآئِ وَالْمُنْکَرِط وَلَذِکْرُ اللّٰہِ اَکْبَرُ ط وَاللّٰہُ یَعْلَمُ مَا تَصْنَعُوْنَ۔ } ”تلاوت کرتے رہا کریں اس کی جو وحی کی گئی ہے آپ ﷺ کی طرف کتاب میں سے اور نماز قائم کریں۔ یقینا نماز روکتی ہے بےحیائی سے اور برے کاموں سے۔ اور اللہ کا ذکر سب سے بڑی چیز ہے۔ اور اللہ خوب جانتا ہے جو کچھ تم لوگ کر رہے ہو۔“"
    },
    { "ayah": 42, "surah": 33, "text": "آیت 42 { وَّسَبِّحُوْہُ بُکْرَۃً وَّاَصِیْلًا } ”اور صبح وشام اس کی تسبیح کرتے رہو۔“" },
    {
      "ayah": 43,
      "surah": 33,
      "text": "آیت 43 { ہُوَ الَّذِیْ یُصَلِّیْ عَلَیْکُمْ وَمَلٰٓئِکَتُہٗ لِیُخْرِجَکُمْ مِّنَ الظُّلُمٰتِ اِلَی النُّوْرِ } ”وہی ہے جو رحمتیں بھیجتا رہتا ہے تم پر اور اس کے فرشتے بھی ‘ تاکہ نکالے تمہیں اندھیروں سے روشنی کی طرف۔“ یہاں پر اہل ایمان پر اللہ کی رحمتیں نازل ہونے کے حوالے سے وہی الفاظ استعمال ہوئے ہیں جو اسی سورت کی آیت 56 میں نبی اکرم ﷺ کے لیے آئے ہیں۔ وہاں فرمایا گیا : { اِنَّ اللّٰہَ وَمَلٰٓئِکَتَہٗ یُصَلُّوْنَ عَلَی النَّبِیِّ } ”یقینا اللہ اور اس کے فرشتے رحمتیں بھیجتے ہیں نبی ﷺ پر“۔ بہر حال یہ آیت مومنین کے حق میں ایک بہت بڑی خوشخبری ہے کہ اللہ کی رحمتوں اور عنایتوں میں سے ہر اہل ایمان کو بھی حصہ عطا ہوتا ہے اور اللہ تعالیٰ کے فرشتے بھی اہل ایمان کے حق میں دعائے رحمت کرتے رہتے ہیں۔ { وَکَانَ بِالْمُؤْمِنِیْنَ رَحِیْمًا } ”اور اہل ایمان کے حق میں وہ بہت مہربان ہے۔“"
    },
    {
      "ayah": 44,
      "surah": 33,
      "text": "آیت 44 { تَحِیَّتُہُمْ یَوْمَ یَلْقَوْنَہٗ سَلٰمٌج وَاَعَدَّ لَہُمْ اَجْرًا کَرِیْمًا } ”جس دن وہ اس سے ملیں گے تو ان کی دعا ”سلام“ ہوگی ‘ اور اس نے تیار کر رکھا ہے ان کے لیے بہت با عزت اجر۔“"
    },
    {
      "ayah": 45,
      "surah": 33,
      "text": "آیت 45 { یٰٓاَیُّہَا النَّبِیُّ اِنَّآ اَرْسَلْنٰکَ شَاہِدًا وَّمُبَشِّرًا وَّنَذِیْرًا } ”اے نبی ﷺ ! یقینا ہم نے بھیجا ہے آپ کو گواہ بنا کر اور بشارت دینے والا اور خبردار کرنے والا۔“ اس آیت کے الفاظ نبوت اور رسالت کے درمیان ربط وتعلق کو بھی واضح کر رہے ہیں۔ نبوت اور رسالت کے تعلق یا فرق کو کسی شخص کے کسی محکمے کے لیے منتخب ہونے اور پھر اس محکمے کے اندر کسی مخصوص منصب پر اس کے ”تقرر“ کی مثال سے سمجھنا چاہیے۔ مثلاً جو لوگ مقابلے کے امتحان میں کامیاب قرار پاتے ہیں وہ سی ایس پی کیڈر cadre کے لیے منتخب ہوجاتے ہیں۔ لیکن محض اس کیڈر میں منتخب ہوجانے سے ان میں سے کسی کو نہ تو کوئی اختیار ملتا ہے اور نہ ہی کسی پر کوئی ذمہ داری عائد ہوتی ہے۔ لیکن جب ان میں سے کسی کا کسی منصب یا عہدے پر تقرر کردیا جاتا ہے ‘ مثلاً کسی جگہ ڈپٹی کمشنر کی حیثیت سے تعینات کردیا جاتا ہے ‘ تو اس منصب کے اختیارات بھی اسے حاصل ہوجاتے ہیں اور اس سے متعلقہ ذمہ داریاں بھی اس کے کندھوں پر آجاتی ہیں۔ اس مثال کے حوالے سے یوں سمجھئے کہ نبوت ایک ”کیڈر“ ہے ‘ جبکہ رسالت ایک خصوصی ”تقرر“۔ یعنی نسل ِانسانی میں سے جو لوگ نبوت کے لیے منتخب ہوئے وہ سب انبیاء قرار پائے۔ لیکن جب ان میں سے کسی نبی کو کسی خاص قوم کی طرف بھیجا گیا تو انہیں رسالت مل گئی اور اس ”تقرر“ کے بعد وہ رسول بن گئے۔  اسی اصول کے تحت حضور ﷺ کے حوالے سے کہا جاتا ہے کہ آپ ﷺ کی نبوت کا ظہور پہلی وحی کے ساتھ ہوا ‘ جبکہ آپ ﷺ کی رسالت کا آغاز اس وقت ہوا جب آپ ﷺ کو باقاعدہ تبلیغ کی ذمہ داری سونپی گئی۔ پہلی وحی ان آیات پر مشتمل تھی : { اِقْرَاْ بِاسْمِ رَبِّکَ الَّذِیْ خَلَقَ۔ خَلَقَ الْاِنْسَانَ مِنْ عَلَقٍ۔ اِقْرَاْ وَرَبُّکَ الْاَکْرَمُ۔ الَّذِیْ عَلَّمَ بِالْقَلَمِ۔ عَلَّمَ الْاِنْسَانَ مَا لَمْ یَعْلَمْ۔ ”پڑھئے اپنے رب کے نام سے جس نے پید ا کیا۔ اس نے پیدا کیا انسان کو جمے ہوئے خون کے ایک لوتھڑے سے۔ پڑھئے اور آپ ﷺ کا رب بہت کریم ہے۔ وہ ذات جس نے علم سکھایا قلم کے ذریعے۔ اس نے سکھایا انسان کو وہ کچھ جو وہ نہیں جانتا تھا۔“  ان پانچ آیات کے اندر نہ تو آپ ﷺ کو تبلیغ کا کوئی حکم دیا گیا ہے اور نہ ہی کسی قسم کی کوئی اور ذمہ داری سونپی گئی ہے۔ اس لیے بجا طور پر سمجھا جاسکتا ہے کہ اس وحی کے ذریعے صرف آپ ﷺ کی نبوت کا ظہور ہوا تھا ‘ جبکہ آپ ﷺ کی رسالت کا آغاز اس وحی سے ہوا : { یٰٓاَیُّہَا الْمُدَّثِّرُ۔ قُمْ فَاَنْذِرْ۔ وَرَبَّکَ فَکَبِّرْ۔ المدثر ”اے چادر میں لپٹنے والے ! اٹھئے اور خبردار کیجیے ‘ اور اپنے رب کی بڑائی بیان کیجیے“۔ ان آیات میں گویا آپ ﷺ کو لوگوں تک پیغام پہنچانے کا واضح حکم دے کر باقاعدہ ”رسالت“ کی ذمہ داری سونپ دی گئی۔ چناچہ زیر مطالعہ آیت میں حضور ﷺ کو ”نبی“ کی حیثیت سے مخاطب کر کے منصب ِرسالت عطا کرنے کے ذکر یٰٓـاَیُّہَا النَّبِیُّ اِنَّآ اَرْسَلْنٰکَ سے جہاں نبوت اور رسالت کا فرق واضح ہوجاتا ہے وہاں اس نکتے کی بھی وضاحت ہوجاتی ہے کہ پہلے آپ ﷺ کو نبوت عطا ہوئی اور بعد میں رسالت۔  آیت میں رسالت کے حوالے سے حضور ﷺ کی جن تین ذمہ داریوں شہادت علی الناس ‘ تبشیر اور انذار کا ذکر کیا گیا ہے ان کی وضاحت قرآن کی بہت سی دوسری آیات میں بھی ملتی ہے۔ سورة البقرۃ کی آیت 143 میں آپ ﷺ کی ”شہادت“ کی ذمہ داری کے حوالے سے یوں فرمایا گیا : { وَکَذٰلِکَ جَعَلْنٰکُمْ اُمَّۃً وَّسَطًا لِّـتَکُوْنُوْا شُہَدَآئَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًاط } ”اور اے مسلمانو ! اسی طرح تو ہم نے تمہیں ایک امت ِوسط بنایا ہے تاکہ تم لوگوں پر گواہ ہو اور رسول ﷺ تم پر گواہ ہو“۔ سورة الحج کی آخری آیت میں بھی یہ مضمون ان ہی الفاظ میں آیا ہے ‘ البتہ الفاظ کی ترتیب ذرا مختلف ہے : { لِیَکُوْنَ الرَّسُوْلُ شَہِیْدًا عَلَیْکُمْ وَتَکُوْنُوْا شُہَدَآئَ عَلَی النَّاسِ } ”تاکہ پیغمبر تم پر گواہ ہو اور تم لوگوں پر گواہ ہو۔“ اسی طرح تبشیر اور انذار کے حوالے سے بھی قرآن میں بہت سی آیات آئی ہیں ‘ صیغہ واحد میں بھی اور جمع کے صیغہ میں بھی۔"
    },
    {
      "ayah": 46,
      "surah": 33,
      "text": "آیت 46 { وَّدَاعِیًا اِلَی اللّٰہِ بِاِذْنِہٖ وَسِرَاجًا مُّنِیْرًا } ”اور اللہ کی طرف بلانے والا اس کے حکم سے اور ایک روشن چراغ بنا کر۔“ یہاں پر بِـاِذْنِہٖ کا لفظ خصوصی اہمیت کا حامل ہے۔ اس کا مطلب یہ ہے کہ رسول لوگوں کو اللہ کی طرف بلانے کے لیے ”مامور من اللہ“ ہو کر آتا ہے۔ ویسے تو اللہ کا جو بندہ بھی لوگوں کو اللہ کی طرف بلاتا ہے وہ داعی الی اللہ ہے ‘ لیکن ایک عام داعی اور ایک رسول کی دعوت میں زمین و آسمان کا فرق ہے۔ یہ فرق اس مثال سے سمجھئے کہ حفظانِ صحت کے اصولوں کا خیال رکھنا ہر شہری کا فرض ہے۔ یہ گویا اصول شہریت ہے اور عام طور پر گلی محلے میں ایک دوسرے کو اس کی تلقین بھی کی جاتی ہے ‘ اجتماعی طور پر بھی خیال کیا جاتا ہے کہ ماحول صاف رہے اور آلودگی نہ پھیلے ‘ اور اس کوشش کے اثرات معاشرے کے اندر کسی نہ کسی حد تک نظر بھی آتے ہیں۔ لیکن ان تمام کوششوں کا مقابلہ یا موازنہ اس محکمے کے ساتھ نہیں کیا جاسکتا جسے حکومت کی طرف سے خصوصی اختیارات کے ساتھ حفظانِ صحت کے اصولوں پر عمل درآمد کی ذمہ داری سونپی گئی ہو ‘ اس محکمے کے چھوٹے بڑے کارندے اسی کام پر مامور ہوں اور اسی کام کی تنخواہ لیتے ہوں۔ اسی طرح سے ملک کے دفاع کی مثال لی جاسکتی ہے۔ ہر شہری کا فرض ہے کہ وہ اپنی استطاعت کے مطابق خود کو دفاعِ وطن کے لیے تیار رکھے ‘ لیکن اس فرض کی ادائیگی کے لیے جب باقاعدہ ایک فوج تیار کی جاتی ہے تو اس کی ذمہ داری کی نوعیت مختلف ہوتی ہے۔ چناچہ اس پہلو سے زیر مطالعہ آیت میں بِاِذْنِہٖ کے لفظ سے رسالت کے فرضِ منصبی کی اہمیت کو خصوصی طور پر اجاگر کیا گیا ہے کہ اے نبی ﷺ آپ کوئی عام داعی نہیں ہیں بلکہ اللہ تعالیٰ نے آپ کو اس کام کے لیے خصوصی طور پر مامور کر کے بھیجا ہے۔"
    },
    {
      "ayah": 47,
      "surah": 33,
      "text": "آیت 47 { وَبَشِّرِ الْمُؤْمِنِیْنَ بِاَنَّ لَہُمْ مِّنَ اللّٰہِ فَضْلًا کَبِیْرًا } ”اور آپ ﷺ اہل ایمان کو بشارت دے دیجیے کہ ان کے لیے اللہ کی طرف سے بہت بڑا فضل ہے۔“"
    },
    {
      "ayah": 48,
      "surah": 33,
      "text": "آیت 48 { وَلَا تُطِعِ الْکٰفِرِیْنَ وَالْمُنٰفِقِیْنَ وَدَعْ اَذٰٹہُمْ وَتَوَکَّلْ عَلَی اللّٰہِ } ”اور آپ ﷺ ان کافروں اور منافقوں کی باتوں کا دھیان نہ کریں اور ان کی ایذا رسانی کو نظر انداز کردیں اور اللہ پر توکل ّکریں۔“ { وَکَفٰی بِاللّٰہِ وَکِیْلًا } ”اور اللہ کافی ہے آپ ﷺ کے لیے مددگار کے طور پر۔“ یہ لوگ جو چاہیں منصوبے بنا لیں اور جس قدر چاہیں آپ ﷺ کے خلاف کوششیں کرلیں ‘ یہ آپ ﷺ کا کچھ نہیں بگاڑسکیں گے۔"
    },
    {
      "ayah": 49,
      "surah": 33,
      "text": "آیت 49 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِذَا نَکَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْہُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْہُنَّ } ”اے اہل ایمان ! جب تم مومن خواتین سے نکاح کرو ‘ پھر انہیں طلاق دے دو قبل اس کے کہ انہیں چھوئو“ اس سے پہلے سورة البقرۃ کی آیات 236 اور 237 میں قبل از خلوت طلاق کی صورت میں مہر سے متعلق ہدایات ہم پڑھ چکے ہیں۔ مذکورہ آیات کے مضمون کا خلاصہ یہ ہے کہ اگر مہر مقرر نہ ہوا ہو اور خلوت سے قبل ہی شوہر اپنی منکوحہ کو طلاق دے دے تو ایسی صورت میں وہ اسے کچھ نہ کچھ دے کر رخصت کرے۔ اور اگر مہر مقرر ہوچکا ہو اور قبل از خلوت طلاق کی نوبت آجائے تو اس صورت میں مرد کے لیے آدھے مہر کی ادائیگی لازمی ہوگی۔ اب اس آیت میں قبل از خلوت طلاق کی صورت میں عدت ّکے مسئلے کی نشاندہی کی جا رہی ہے۔  { فَمَا لَـکُمْ عَلَیْہِنَّ مِنْ عِدَّۃٍ تَعْتَدُّوْنَہَا } ”تو تمہاری طرف سے ان پر کوئی عدت لازم نہیں ہے جس کی تم انہیں گنتی پوری کرائو۔“ عدت کا مقصد تو یہ ہے کہ سابق شوہر سے حمل کے ہونے یا نہ ہونے کی تصدیق ہوجائے۔ چناچہ جب خلوت ِصحیحہ کی نوبت ہی نہیں آئی اور حمل ہونے کا کوئی امکان ہی پیدا نہیں ہوا تو عدت کی ضرورت بھی نہیں رہی۔ { فَمَتِّعُوْہُنَّ وَسَرِّحُوْہُنَّ سَرَاحًا جَمِیْلًا } ”پس انہیں کچھ دے دلا کر بڑی خوبصورتی کے ساتھ رخصت کر دو۔“"
    },
    {
      "ayah": 5,
      "surah": 33,
      "text": "آیت 5 { اُدْعُوْہُمْ لِاٰبَآئِہِمْ ہُوَ اَقْسَطُ عِنْدَ اللّٰہِ } ”لہٰذا انہیں پکارا کرو ان کے باپوں کی نسبت سے ‘ یہ زیادہ مبنی بر انصاف ہے اللہ کے نزدیک۔“ اس واضح حکم کے بعد کسی کی ولدیت تبدیل کرنا حرام مطلق ہے۔ چناچہ اس حکم کے بعد حضرت زید رض کو زید رض بن محمد ﷺ کے بجائے زید رض بن حارثہ کہا جانے لگا۔ اکثر دیکھنے میں آیا ہے کہ بعض لوگ کسی وجہ سے کسی کا بچہ لے کر پالتے ہیں تو اس کی ولدیت کی جگہ اپنا نام لکھوانا چاہتے ہیں۔ وہ سمجھتے ہیں کہ جب بڑے ہو کر بچے کو پتا چلے گا کہ وہ اس کے والدین نہیں تو اسے ذہنی طور پر شدید دھچکا لگے گا جو اس کے لیے بہت سے نفسیاتی مسائل کا باعث بنے گا۔ لیکن ایسا کرنا کسی طرح بھی جائز نہیں ہے۔  { فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَآئَ ہُمْ فَاِخْوَانُکُمْ فِی الدِّیْنِ وَمَوَالِیْکُمْ } ”اور اگر تمہیں ان کے باپوں کے بارے میں پتا نہ ہو تو وہ تمہارے دینی بھائی اور رفیق ہیں۔“ کسی وجہ سے یوں بھی ہوسکتا ہے کہ کسی بچے کی ولدیت کے بارے میں کسی کو کچھ معلوم ہی نہ ہو۔ جیسے پاک بھارت تقسیم کے دوران اس طرح کے واقعات ہوئے کہ مہاجرین کی ایک ٹرین میں سب لوگ مارے گئے اور کوئی بچہ زندہ بچ گیا۔ بعد میں کسی نے اس بچے کو پال لیا ‘ لیکن اس کے والدین کے بارے میں کسی کو کچھ معلوم نہ ہوسکا۔  { وَلَیْسَ عَلَیْکُمْ جُنَاحٌ فِیْمَآ اَخْطَاْتُمْ بِہ } ”اور اس معاملے میں تم سے جو خطا ہوئی ہے اس پر تم سے کوئی مواخذہ نہیں“ یعنی اس حکم سے پہلے اس سلسلے میں اگر تم سے کوئی غلطی ہوئی ہے تو اللہ کے ہاں اس کی پکڑ نہیں ہوگی۔ { وَلٰکِنْ مَّا تَعَمَّدَتْ قُلُوْبُکُمْ } ”لیکن تم لوگ جو کچھ اپنے دلوں کے ارادے سے کرو گے اس کا ضرور احتساب ہوگا۔“ { وَکَانَ اللّٰہُ غَفُوْرًا رَّحِیْمًا } ”اور اللہ بہت بخشنے والا ‘ نہایت رحم کرنے والا ہے۔“"
    },
    {
      "ayah": 50,
      "surah": 33,
      "text": "آیت 50 { یٰٓــاَیُّہَا النَّبِیُّ اِنَّآ اَحْلَلْنَا لَکَ اَزْوَاجَکَ الّٰتِیْٓ اٰتَیْتَ اُجُوْرَہُنَّ } ”اے نبی ﷺ ! ہم نے آپ کے لیے حلال ٹھہرایا ہے آپ کی ان تمام ازواج کو جن کے مہر آپ نے ادا کیے ہیں“ { وَمَا مَلَکَتْ یَمِیْنُکَ مِمَّآ اَفَآئَ اللّٰہُ عَلَیْکَ } ”اور ان کو بھی جو آپ ﷺ کی ملک یمین باندیاں ہیں ‘ ان سے جو اللہ نے آپ ﷺ کو بطور ’ فے ‘ عطا کیں“ جیسے مصر کے فرمانروا مقوقس نے حضرت ماریہ قبطیہ علیہ السلام کو آپ ﷺ کی خدمت میں بطور ہدیہ بھیجا تھا۔ { وَبَنٰتِ عَمِّکَ وَبَنٰتِ عَمّٰتِکَ وَبَنٰتِ خَالِکَ وَبَنٰتِ خٰلٰتِکَ } ”اسی طرح آپ ﷺ کو نکاح کرنا جائز ہے اپنے چچا کی بیٹیوں سے اور اپنی پھوپھیوں کی بیٹیوں سے ‘ اور اپنی ماموئوں کی بیٹیوں اور اپنی خالائوں کی بیٹیوں سے“ { الّٰتِیْ ہَاجَرْنَ مَعَکَ } ”جنہوں نے آپ ﷺ کے ساتھ ہجرت کی۔“ { وَامْرَاَۃً مُّؤْمِنَۃً اِنْ وَّہَبَتْ نَفْسَہَا لِلنَّبِیِّ } ”اور وہ مومن عورت بھی جو ہبہ کرے اپنا آپ نبی ﷺ کے لیے“ { اِنْ اَرَادَ النَّبِیُّ اَنْ یَّسْتَنْکِحَہَا } ”اگر نبی ﷺ اسے اپنے نکاح میں لانا چاہیں۔“ یعنی وہ مسلمان خاتون جو مہر کا تقاضا کیے بغیر خود کو آپ ﷺ کی زوجیت کے لیے پیش کرے اور آپ ﷺ اسے قبول فرمائیں۔ { خَالِصَۃً لَّکَ مِنْ دُوْنِ الْمُؤْمِنِیْنَ } ”یہ رعایت خالص آپ ﷺ کے لیے ہے ‘ مومنین سے علیحدہ۔“ اس سلسلے میں نبی مکرم ﷺ کو عام قانون سے مستثنیٰ قرار دیا جا رہا ہے۔ { قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَیْہِمْ فِیْٓ اَزْوَاجِہِمْ وَمَا مَلَکَتْ اَیْمَانُہُمْ } ”ہمیں خوب معلوم ہے جو ہم نے ان عام مسلمانوں پر ان کی بیویوں اور ان کی باندیوں کے ضمن میں فرض کیا ہے“ ایک عام مسلمان ایک وقت میں چار سے زیادہ بیویاں اپنے نکاح میں نہیں رکھ سکتا۔ اسی طرح باندیوں کے بارے میں بھی ان پر طے شدہ قواعد و ضوابط کی پابندی لازم ہے۔ { لِکَیْلَا یَکُوْنَ عَلَیْکَ حَرَجٌ وَکَانَ اللّٰہُ غَفُوْرًا رَّحِیْمًا } ”تاکہ آپ ﷺ پر کوئی تنگی نہ رہے۔ اور اللہ بہت بخشنے والا ‘ نہایت رحم کرنے والا ہے۔“ اس موضوع کے حوالے سے ایک اہم نکتہ یہ بھی مد نظر رہنا چاہیے کہ حضور ﷺ کے متعدد نکاح کرنے میں بہت سی حکمتوں اور مصلحتوں کا عمل دخل تھا۔ مثلاً حضرت عائشہ رض اٹھارہ سال کی عمر میں بیوہ ہوگئیں اور اس کے بعد آپ رض ایک طویل مدت تک خواتین اُِمت کے لیے ایک معلمہ کا کردار ادا کرتی رہیں۔ اسی طرح حضور ﷺ نے بہت سے ایسے نکاح بھی کیے جن کی وجہ سے متعلقہ قبائل کے ساتھ مسلمانوں کے تعلقات مضبوط بنیادوں پر استوار ہوئے اور اس طرح اسلامی حکومت اور ریاست کو تقویت ملی۔ یہ مصلحتیں اس بات کی متقاضی تھیں کہ حضور ﷺ کے لیے نکاح کے معاملے میں کوئی تنگی باقی نہ رکھی جائے ‘ تاکہ جو عظیم کام آپ ﷺ کے سپرد کیا گیا تھا اس کی ضروریات کے لحاظ سے آپ جتنے نکاح کرنا چاہیں کرلیں۔"
    },
    {
      "ayah": 51,
      "surah": 33,
      "text": "آیت 51 { تُرْجِیْ مَنْ تَشَآئُ مِنْہُنَّ وَتُـــْٔــوِیْٓ اِلَیْکَ مَنْ تَشَآئُ } ”آپ ﷺ ان میں سے جس کو چاہیں پیچھے ہٹائیں اور جس کو چاہیں اپنے قریب جگہ دیں۔“ یہ بھی اللہ تعالیٰ کی طرف سے آپ ﷺ کو خصوصی اجازت دے دی گئی کہ آپ ﷺ کے لیے تمام ازواجِ مطہرات رض کے درمیان مساوات کا برتائو اور برابری کا سلوک کرنا ضروری نہیں۔ آپ ﷺ کو اجازت تھی کہ آپ ﷺ چاہیں تو کسی زوجہ محترمہ کے پاس زیادہ دیر ٹھہریں اور چاہیں تو کسی کو نسبتاً کم وقت دیں۔ { وَمَنِ ابْتَغَیْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَیْکَ } ”اور جن کو آپ ﷺ نے دور کردیا تھا ‘ ان میں سے کسی کو دوبارہ قریب کرنا چاہیں تو بھی آپ ﷺ پر کوئی حرج نہیں۔“ { ذٰلِکَ اَدْنٰٓی اَنْ تَقَرَّ اَعْیُنُہُنَّ وَلَا یَحْزَنَّ وَیَرْضَیْنَ بِمَآ اٰتَیْتَہُنَّ کُلُّہُنَّ } ”یہ زیادہ قریب ہے اس سے کہ ان کی آنکھیں ٹھنڈی رہیں اور وہ رنجیدہ نہ ہوں اور وہ سب کی سب راضی رہیں اس پر جو بھی آپ انہیں دیں۔“ یہ حکم اس لیے دیا جا رہا ہے کہ آپ ﷺ کی ازواج مطہرات رض آپ ﷺ کی طرف سے کسی چیز یا کسی سلوک کو اپنا حق نہ سمجھیں اور آپ ﷺ انہیں جو کچھ بھی عطا فرمائیں اسے آپ ﷺ کی عنایت سمجھتے ہوئے خوشی خوشی قبول کرلیں۔ اگرچہ اس حکم کے بعد حضور ﷺ پر ازواج کے مابین مساوات کا برتائو واجب نہیں رہا تھا مگر اس کے باوجود آپ ﷺ ہمیشہ نان و نفقہ سمیت ایک ایک چیز میں ناپ تول کی حد تک سب کے ساتھ برابر کا معاملہ فرمایا کرتے تھے۔ تمام ازواج کے ہاں شب باشی کے لیے بھی آپ ﷺ نے باری مقرر فرما رکھی تھی۔ اسی طرح جب آپ ﷺ مدینہ میں ہوتے تو نمازعصر کے بعد باری باری سب ازواج مطہرات رض کے ہاں تشریف لے جاتے اور اس دوران وقت کی تقسیم میں مساوات کا خیال فرماتے۔ غرض ہر معاملے میں آپ ﷺ بہت محتاط انداز میں عدل و مساوات کا اہتمام فرماتے اور اس کے باوجود فرمایا کرتے : اَللّٰھُمَّ ھٰذَا قَسْمِیْ فِیْمَا اَمْلِکُ فَلَا تَلُمْنِیْ فِیْمَا تَمْلِکُ وَلَا اَمْلِکُ 1 ”اے اللہ ! جو چیزیں میرے اختیار میں ہیں ان میں تو میں نے برابر کی تقسیم کردی ہے ‘ لیکن جو میرے اختیار میں نہیں ہیں بلکہ تیرے اختیار میں ہیں ان کے بارے میں مجھے ملامت نہ کرنا“۔ یعنی ایک سے زیادہ بیویوں کے درمیان مساوات کے حوالے سے ظاہری چیزوں کی حد تک تو کوشش کی جاسکتی ہے مگر دل کے رجحان یا میلان کو برابر تقسیم کرنا انسان کے بس میں نہیں۔ اس حوالے سے سورة النساء میں بہت واضح حکم آچکا ہے : { وَلَنْ تَسْتَطِیْعُوْٓا اَنْ تَعْدِلُوْا بَیْنَ النِّسَآئِ وَلَوْ حَرَصْتُمْ فَلاَ تَمِیْلُوْا کُلَّ الْمَیْلِ فَتَذَرُوْہَا کَالْمُعَلَّقَۃِط وَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰہَ کَانَ غَفُوْرًا رَّحِیْمًا } اور تمہارے لیے ممکن ہی نہیں کہ تم عورتوں کے درمیان انصاف کرسکو چاہے تم اس کے لیے کتنے ہی حریص بنو ‘ لیکن ایسا نہ ہو کہ تم کسی ایک کی طرف پورے کے پورے جھک جائو اور دوسری کو معلق کر کے چھوڑ دو۔ اور اگر تم اصلاح کرلو اور تقویٰ کی روش اختیار کروتو اللہ بہت بخشنے والا ‘ نہایت رحم فرمانے والا ہے۔“ { وَاللّٰہُ یَعْلَمُ مَا فِیْ قُلُوْبِکُمْ وَکَانَ اللّٰہُ عَلِیْمًا حَلِیْمًا } ”اور اللہ خوب جانتا ہے جو کچھ تمہارے دلوں میں ہے۔ اور اللہ ہرچیز کا علم رکھنے والا ‘ بہت بردبار ہے۔“"
    },
    {
      "ayah": 52,
      "surah": 33,
      "text": "آیت 52 { لَا یَحِلُّ لَکَ النِّسَآئُ مِنْم بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِہِنَّ مِنْ اَزْوَاجٍ } ”اب اس کے بعد اور عورتیں آپ ﷺ کے لیے حلال نہیں اور نہ ہی اس کی اجازت ہے کہ آپ ﷺ ان میں سے کسی کی جگہ کوئی اور بیوی لے آئیں“یعنی آئندہ نہ تو آپ ﷺ مزید کوئی نکاح کریں اور نہ ہی اپنی ازواجِ مطہرات رض میں سے کسی کو طلاق دیں۔ { وَّلَوْ اَعْجَبَکَ حُسْنُہُنَّ } ”اگرچہ ان کا حسن آپ ﷺ کو اچھا لگے“ یعنی بر بنائے طبع بشری کسی خاتون کی طرف کوئی رغبت ہونے کے باوجود بھی اب آپ ﷺ کو مزید نکاح کرنے کی اجازت نہیں ہے۔ آیت کے یہ الفاظ فطرتِ انسانی کے تقاضوں کے عین مطابق ہیں۔ انسانی فطرت کے اس طبعی میلان کی عکاسی حضور ﷺ کے اس فرمان سے بھی ہوتی ہے :  اِنَّمَا حُبِّبَ اِلَیَّ مِنْ دُنْیَاکُمُ النِّسَائُ وَالطِّیْبُ ، وَجُعِلَتْ قُرَّۃُ عَیْنِیْ فِی الصَّلَاۃِ 1”مجھے تو تمہاری دنیا میں سے دو ہی چیزیں پسند ہیں : عورتیں اور خوشبو ‘ البتہ میری آنکھوں کی ٹھنڈک نماز میں رکھی گئی ہے۔“ { اِلَّا مَا مَلَکَتْ یَمِیْنُکَ } ”سوائے اس کے جو آپ ﷺ کی مملوکہ ہو۔“ یعنی مذکورہ پابندی مزید نکاح کرنے کے بارے میں ہے ‘ باندیوں پر اس کا اطلاق نہیں ہوتا۔ روایات میں حضور ﷺ کی دو باندیوں کا ذکر ملتا ہے : حضرت ماریہ قبطیہ اور حضرت ریحانہ رض۔ { وَکَانَ اللّٰہُ عَلٰی کُلِّ شَیْئٍ رَّقِیْبًا } ”اور اللہ ہرچیز پر نگران ہے۔“"
    },
    {
      "ayah": 53,
      "surah": 33,
      "text": "آیت 53 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُیُوْتَ النَّبِیِّ اِلَّآ اَنْ یُّؤْذَنَ لَـکُمْ اِلٰی طَعَامٍ } ”اے اہل ِ ایمان ! مت داخل ہوجایا کرو نبی ﷺ کے گھروں میں مگر یہ کہ تمہیں کسی کھانے پر آنے کی اجازت دی جائے“ { غَیْرَ نٰظِرِیْنَ اِنٰـہُ } ”نہ انتظار کرتے ہوئے کھانے کی تیاری کا“ اس حوالے سے سورة النور کا یہ حکم بھی یاد کرلیں : { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُیُوْتًا غَیْرَ بُیُوْتِکُمْ حَتّٰی تَسْتَاْنِسُوْا وَتُسَلِّمُوْا عَلٰٓی اَہْلِہَا ذٰلِکُمْ خَیْرٌ لَّکُمْ لَعَلَّکُمْ تَذَکَّرُوْنَ } ”اے ایمان والو ! اپنے گھروں کے علاوہ دوسرے گھروں میں داخل نہ ہوا کرو ‘ حتیٰ کہ مانوس ہو لو بول چال کرلو اور گھر والوں کو سلام کرلو ‘ یہ تمہارے لیے بہتر ہے تاکہ تم نصیحت حاصل کرو“۔ یعنی اس وقت تک کسی کے گھر میں داخل مت ہوا کرو جب تک گھر والوں سے بات چیت کر کے انہیں اپنی پہچان نہ کرا لو۔ اس کے بعد سورة النور کی اگلی آیت آیت 28 میں { حَتّٰی یُؤْذَنَ لَکُمْج } یہاں تک کہ تمہیں اجازت دے دی جائے کے الفاظ بھی آئے ہیں۔ واضح رہے کہ سورة النور کا نزول سورة الاحزاب کے ایک سال بعد یعنی 6 ہجری میں ہوا۔ گویا سب سے پہلے یہ حکم آیت زیر مطالعہ میں رسول اللہ ﷺ کے گھر کے لیے دیا گیا لیکن بعد میں سورة النور کی مذکورہ آیت میں اسے ایک عمومی حکم کا درجہ دے دیا گیا۔ { وَلٰکِنْ اِذَا دُعِیْتُمْ فَادْخُلُوْا } ”ہاں جب تمہیں بلایا جائے تب داخل ہوا کرو“ { فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَاْنِسِیْنَ لِحَدِیْثٍ } ”پھر جب کھانا کھا چکو تو منتشر ہوجایا کرو اور باتوں میں لگے ہوئے بیٹھے نہ رہا کرو۔“ یعنی اگر کھانے کے لیے بلایا جائے تو وقت سے پہلے ہی آکر نہ بیٹھ جایا کرو جب کہ ابھی کھانا تیار بھی نہ ہوا ہو۔ پھر جب کھانا کھالو تو فوراً وہاں سے اٹھ جایا کرو اور وہاں ڈیرہ جما کر نہ بیٹھے رہا کرو کہ اب باہم گفتگو کریں گے اور حضور ﷺ کی باتیں بھی سنیں گے۔ { اِنَّ ذٰلِکُمْ کَانَ یُؤْذِی النَّبِیَّ } ”تمہاری یہ باتیں نبی ﷺ کے لیے تکلیف کا باعث تھیں“ ظاہر ہے اگر کوئی شخص کسی کے گھر میں آکر بیٹھ جائے اور اٹھنے کا نام نہ لے تو گھر والوں کو تکلیف تو ہوگی۔ مگر اس حوالے سے حضور ﷺ کی تکلیف کا ایک خصوصی پہلو یہ بھی تھا کہ آپ ﷺ کے جن گھروں کا یہاں ذکر ہو رہا ہے وہ دراصل چھوٹے چھوٹے حجرے تھے۔ روایات میں آتا ہے کہ اگر کوئی شخص آپ ﷺ سے ملنے کے لیے آجاتا اور آپ ﷺ اسے حجرئہ مبارک کے اندر بلا لیتے تو جب تک وہ چلا نہ جاتاحضرت عائشہ رض چادر اوڑھے چہرہ دیوار کی طرف کیے بیٹھی رہتیں۔ بہر حال ان حجروں کے اندر اتنی جگہ نہیں تھی کہ وہاں غیر محرم مرد محفل جما کر بیٹھتے۔ { فَیَسْتَحْیٖ مِنْکُمْ وَاللّٰہُ لَا یَسْتَحْیٖ مِنَ الْحَقِّ } ”مگر وہ نبی صلی اللہ علیہ وآلہ وسلم آپ لوگوں سے جھجک محسوس کرتے ہیں ‘ اور اللہ حق بیان کرنے سے نہیں جھجکتا۔“ گھروں کے اندر لوگوں کے تا دیر بیٹھنے سے حضور ﷺ کو تکلیف تو ہوتی تھی مگر آپ ﷺ مروّت اور شرافت میں انہیں جانے کا نہیں فرماتے تھے۔ { وَاِذَا سَاَلْتُمُوْہُنَّ مَتَاعًا فَسْئَلُوْہُنَّ مِنْ وَّرَآئِ حِجَابٍ } ”اور جب تمہیں نبی ﷺ کی بیویوں سے کوئی چیز مانگنی ہو تو پردے کی اوٹ سے مانگا کرو۔“ قرآن حکیم میں اس مقام پر لفظ ”حجاب“ پہلی بار آیا ہے اور یہ حجاب سے متعلق احکام کے سلسلے کا پہلا حکم ہے ‘ جس کا منشا یہ ہے کہ آئندہ حضور ﷺ کے گھروں کے دروازوں پر پردے لٹکا دیے جائیں اور اگر کسی غیر محرم مرد کو امہات المومنین رض میں سے کسی سے کوئی کام ہو وہ رُو در رُو نہیں بلکہ پردے کے پیچھے کھڑے ہو کر بات کرے۔ -۔ اس آیت کو ”آیت حجاب“ کہا جاتا ہے۔ -۔ اس حکم کے بعد ازواجِ مطہرات رض کے گھروں کے دروازوں پر پردے لٹکا دیے گئے ‘ اور چونکہ نبی اکرم ﷺ کی ذات گرامی مسلمانوں کے لیے اُسوئہ حسنہ تھی اور آپ ﷺ کا گھر تمام مسلمانوں کے لیے نمونے کا گھر تھا ‘ چناچہ تمام مسلمانوں کے گھروں کے دروازوں پر بھی پردے لٹک گئے۔ { ذٰلِکُمْ اَطْہَرُ لِقُلُوْبِکُمْ وَقُلُوْبِہِنَّ } ”یہ طرز عمل زیادہ پاکیزہ ہے تمہارے دلوں کے لیے بھی اور ان رض کے دلوں کے لیے بھی۔“ مرد اور عورت کے درمیان ایک دوسرے کے لیے اللہ تعالیٰ نے جو کشش رکھی ہے اس سے انکار نہیں کیا جاسکتا۔ اس لیے بہتر طریقہ یہی ہے کہ غیر محرم مردوں کا غیر محرم عورتوں کے ساتھ آمنا سامنا نہ ہو۔ { وَمَا کَانَ لَکُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰہِ } ”اور تمہارے لیے جائز نہیں ہے کہ تم اللہ کے رسول ﷺ کو ایذا پہنچائو“ یہاں ایک اہم نکتہ یہ بھی سمجھ لیں کہ اگرچہ معاشرتی اصلاحات کے بارے میں یہ احکام عمومی نوعیت کے ہیں لیکن ان اصلاحات کا آغاز خصوصی طور پر اللہ کے رسول ﷺ کے گھر سے کیا جا رہا ہے۔ اس کا ایک سبب تو وہی ہے جس کا حوالہ انگریزی ضرب المثل charity begins at home میں دیا گیا ہے کہ اچھے کام کی ابتدا اپنے گھر سے ہونی چاہیے۔ جبکہ دوسری طرف ان اقدامات کو حضور ﷺ کی ذات سے منسوب کر کے منافقین کی شرارتوں کے راستے بند کرنا بھی مقصود تھا جو حضور ﷺ کی ذات اور آپ ﷺ کے گھر والوں کے حوالے سے ہر وقت تاک میں رہتے تھے کہ انہیں کوئی بات ہاتھ آئے اور وہ اس کا بتنگڑ بنائیں۔ { وَلَآ اَنْ تَنْکِحُوْٓا اَزْوَاجَہٗ مِنْم بَعْدِہٖٓ اَبَدًا } ”اور نہ یہ جائز ہے کہ تم نکاح کرو آپ ﷺ کی بیویوں سے آپ ﷺ کے بعد کبھی بھی۔“ ازواجِ مطہرات رض کے خصوصی تقدس کا ذکر قبل ازیں آیت 6 میں { وَاَزْوَاجُہٗٓ اُمَّہٰتُہُمْط } اور نبی ﷺ کی بیویاں اہل ایمان کی مائیں ہیں کے الفاظ میں بھی آچکا ہے ‘ مگر یہاں پر صراحت کے ساتھ اس تقدس کو باقاعدہ قانونی حیثیت دے دی گئی۔ دراصل حضور ﷺ کو آیت 50 میں طلاق کا اختیار استعمال کرنے سے منع کرنے میں بھی یہی حکمت تھی کہ خدانخواستہ اگر آپ ﷺ اپنی کسی زوجہ محترمہ کو طلاق دیتے تو وہ کسی اور سے نکاح نہیں کرسکتی تھیں۔ اور طلاق کی گنجائش نہ ہونے ہی کی وجہ سے آپ ﷺ کو ازواج کی تعداد کے معاملے میں خصوصی رعایت دی گئی۔ { اِنَّ ذٰلِکُمْ کَانَ عِنْدَ اللّٰہِ عَظِیْمًا } ”یقینا اللہ کے نزدیک یہ بہت بڑی بات ہے۔“ چناچہ اگر کسی خبیث کی نیت میں کہیں کوئی فتور جنم لے رہا تھا تو اس پر واضح ہوجائے کہ یہ دروازہ اب ہمیشہ کے لیے بند ہوگیا ہے۔"
    },
    {
      "ayah": 54,
      "surah": 33,
      "text": "آیت 54 { اِنْ تُبْدُوْا شَیْئًا اَوْ تُخْفُوْہُ فَاِنَّ اللّٰہَ کَانَ بِکُلِّ شَیْئٍ عَلِیْمًا } ”خواہ تم کسی چیز کو ظاہر کرو خواہ چھپائو ‘ اللہ یقینا ہرچیز کا علم رکھنے والا ہے۔“"
    },
    {
      "ayah": 55,
      "surah": 33,
      "text": "آیت 55 { لاَ جُنَاحَ عَلَیْہِنَّ فِیْٓ اٰبَآئِہِنَّ } ”کوئی حرج نہیں اُن ازواجِ نبی ﷺ پر ان کے باپوں کے معاملے میں“ جیسے حضرت ابوبکر صدیق رض اگر چاہیں تو اپنی بیٹی حضرت عائشہ صدیقہ رض کے گھر میں آئیں یا حضرت عمرفاروق رض اپنی بیٹی حضرت حفصہ رض کے گھر میں آئیں ‘ اس میں کوئی رکاوٹ نہیں۔ { وَلَآ اَبْنَآئِہِنَّ وَلَآ اِخْوٰنِہِنَّ } ”اور نہ کوئی حرج ہے ان کے بیٹوں کے بارے میں ‘ اور نہ ان کے بھائیوں کے بارے میں“ { وَلَآ اَبْنَآئِ اِخْوٰنِہِنَّ وَلَآ اَبْنَآئِ اَخَوٰتِہِنَّ } ”اور نہ ان کے بھائیوں کے بیٹوں کے بارے میں اور نہ ان کی بہنوں کے بیٹوں کے بارے میں“ { وَلَا نِسَآئِہِنَّ وَلَا مَا مَلَکَتْ اَیْمَانُہُنَّ } ”اور نہ ان کی جان پہچان کی عورتوں کے بارے میں اور نہ ہی ان کی ِملک یمین کے بارے میں۔“ لغوی مفہوم کے اعتبار سے ”ملک یمین“ میں غلام اور باندیاں سب شامل ہیں ‘ لیکن اکثر و بیشتر اہل سنت علماء کے نزدیک یہاں اس سے صرف باندیاں مراد ہیں۔ اس آیت میں واضح طور پر عورتوں کے لیے محرم مردوں کی ایک فہرست فراہم کردی گئی ہے ‘ جیسے کہ سورة النساء کی آیت 23 میں مردوں کے لیے محرم عورتوں کی فہرست دی گئی ہے۔ اس کو یوں سمجھئے کہ اس مضمون کا مرکزی نقطہ nucleus زیر نظر آیت میں ہے ‘ جبکہ سورة النساء کی مذکورہ آیت میں اس کی مزید تفصیل فراہم کر کے ”محرماتِ ابدیہ“ کی فہرست کو مکمل کردیا گیا ہے جن سے کبھی بھی کسی صورت میں بھی نکاح جائز نہیں ہے۔  بہر حال آیت میں مذکور رشتوں کے علاوہ متعلقہ عورتوں کے لیے باقی تمام مرد غیر محرم ہیں اور انہیں گھر کے اندر زنان خانے میں داخل ہونے کی اجازت نہیں ہے۔ اگر کسی غیر محرم مرد کو گھر کی کسی خاتون سے کوئی بات کرنی ہو تو وہ پردے کے پیچھے رہ کر بات کرے اور اگر کسی وجہ سے کسی غیر محرم مرد کا گھر کے اندر داخلہ ناگزیر ہو تو بھی اہتمام کیا جائے کہ کسی خاتون سے اس کا سامنا نہ ہو۔ اسلامی طرز معاشرت کا یہی طریقہ ہے۔ اس حوالے سے قبل ازیں آیت 53 کی تشریح کے ضمن میں حضرت عائشہ رض کی مثال بیان ہوچکی ہے کہ اگر حضور ﷺ کسی شخص کو حجرہ مبارک کے اندر آنے کی اجازت مرحمت فرماتے تو علیحدہ جگہ نہ ہونے کے باعث حضرت عائشہ رض ایک کونے میں دیوار کی طرف رخ کیے بیٹھی رہتی تھیں تا وقتیکہ وہ صاحب چلے جاتے۔ { وَاتَّقِیْنَ اللّٰہَ اِنَّ اللّٰہَ کَانَ عَلٰی کُلِّ شَیْئٍ شَہِیْدًا } ”اور اے نبی ﷺ کی بیویو ! تم اللہ سے ڈرتی رہو۔ یقینا اللہ ہرچیز پر گواہ ہے۔"
    },
    {
      "ayah": 56,
      "surah": 33,
      "text": "آیت 56 { اِنَّ اللّٰہَ وَمَلٰٓئِکَتَہٗ یُصَلُّوْنَ عَلَی النَّبِیِّ } ”یقینا اللہ اور اس کے فرشتے رحمتیں نازل کرتے ہیں نبی ﷺ پر۔“ اس سے پہلے آیت 43 میں مومنین کے بارے میں فرمایا گیا کہ اللہ اور اس کے فرشتے اہل ایمان پر رحمتیں نازل کرتے ہیں۔ یہاں پر بھی وہی الفاظ آئے ہیں لیکن الفاظ کی ترتیب مختلف ہے۔ { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا صَلُّوْا عَلَیْہِ وَسَلِّمُوْا تَسْلِیْمًا } ”اے ایمان والو ! تم بھی آپ ﷺ پر رحمتیں اور سلام بھیجا کرو۔“ یعنی تم حضور ﷺ پر درود وسلام بھیجا کرو اور دعا کرتے رہا کرو کہ اللہ تعالیٰ آپ ﷺ پر اپنی رحمتیں نازل فرمائے۔"
    },
    {
      "ayah": 57,
      "surah": 33,
      "text": "آیت 57 { اِنَّ الَّذِیْنَ یُؤْذُوْنَ اللّٰہَ وَرَسُوْلَہٗ } ”یقینا وہ لوگ جو ایذا پہنچاتے ہیں اللہ اور اس کے رسول ﷺ کو“ یہ منافقین کا ذکر ہے۔ بعض دوسری مدنی سورتوں کی طرح اس سورة مبارکہ میں بھی منافقین کا ذکر کثرت سے آیا ہے۔ { لَعَنَہُمُ اللّٰہُ فِی الدُّنْیَا وَالْاٰخِرَۃِ وَاَعَدَّ لَہُمْ عَذَابًا مُّہِیْنًا } ”اللہ نے لعنت کی ہے ان پر دنیا اور آخرت دونوں میں اور ان کے لیے اس نے اہانت آمیز عذاب تیار کر رکھا ہے۔"
    },
    {
      "ayah": 58,
      "surah": 33,
      "text": "آیت 58{ وَالَّذِیْنَ یُؤْذُوْنَ الْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ بِغَیْرِ مَا اکْتَسَبُوْا } ”اور وہ لوگ جو ایذا پہنچاتے ہیں مومن مردوں اور مومن عورتوں کو بغیر اس کے کہ انہوں نے کسی گناہ کا ارتکاب کیا ہو“ ان پر بےجا الزام لگاتے ہیں ‘ بہتان تراشی کرتے ہیں اور اس طرح کے دوسرے حربوں سے انہیں اذیت پہنچاتے ہیں۔ { فَقَدِ احْتَمَلُوْا بُہْتَانًا وَّاِثْمًا مُّبِیْنًا } ”تو انہوں نے اپنے سر بہتان اور صریح گناہ کا بوجھ لے لیا ہے۔“ واضح رہے کہ اس آیت کے نزول تک ”قذف“ زنا سے متعلق جھوٹی تہمت لگانا کی سزا کا حکم نازل نہیں ہوا تھا۔ اس لیے یہاں صرف اس جرم کی سنگینی کی طرف اشارہ کیا گیا ہے ‘ البتہ سورة النور کی آیت 4 میں قذف کی حد 80 کوڑے مقرر کی گئی ہے۔ یعنی اگر کوئی شخص کسی مسلمان خاتون پر زنا کا الزام لگائے اور اس پر موقع کے چار گواہ پیش نہ کرسکے تو اس کو سزا کے طور پر 80 کوڑے لگائے جائیں گے۔"
    },
    {
      "ayah": 59,
      "surah": 33,
      "text": "اگلی آیات میں پردے سے متعلق مزید احکام دیے جا رہے ہیں۔ یاد رہے کہ گزشتہ آیات میں اس حوالے سے ہم دو احکام پڑھ چکے ہیں۔ ان میں پہلا حکم یہ تھا کہ عورتوں کا اصل مقام ان کا گھر ہے ‘ وہ گھروں میں رہ کر اپنی ذمہ داریاں نبھائیں اور بلا ضرورت گھروں سے باہر نہ نکلیں۔ جبکہ دوسرا حکم مردوں اور عورتوں کے باہمی میل جول پر پابندی سے متعلق تھا کہ غیر محرم مردوں کو دوسروں کے گھروں میں داخلے کی اجازت نہیں۔ اگر ضرورت کے تحت کسی مرد کو کسی غیر محرم خاتون سے کوئی بات کرنی ہو تو رُو در رُو نہیں ‘ بلکہ پردے کے پیچھے رہ کر بات کرے۔ اب اگلی آیت میں اس سلسلے کا تیسرا حکم دیا جا رہا ہے کہ مسلمان خواتین اگر کسی ضرورت کے تحت گھر سے باہر نکلیں تو کس انداز سے نکلیں۔آیت 59 { یٰٓاَیُّہَا النَّبِیُّ قُلْ لّاَِِزْوَاجِکَ وَبَنٰتِکَ وَنِسَآئِ الْمُؤْمِنِیْنَ } ”اے نبی ﷺ ! اپنی بیویوں ‘ اپنی بیٹیوں اور اہل ایمان خواتین سے کہہ دیں کہ“ گویا اب اصلاحات کا دائرہ وسیع ہورہا ہے۔ چناچہ اس حکم میں کاشانہ نبوت کی خواتین کے علاوہ عام مسلمان خواتین کو بھی شامل کرلیا گیا اور حضور ﷺ کی وساطت سے انہیں حکم دیا گیا : { یُدْنِیْنَ عَلَیْہِنَّ مِنْ جَلَابِیْبِہِنَّ } ”وہ اپنے اوپر اپنی چادروں کا ایک حصہ لٹکا لیا کریں۔“ اس حکم کے متوازی سورة النور کی آیت 31 کے یہ الفاظ بھی ذہن میں تازہ کرلیں : { وَلْیَضْرِبْنَ بِخُمُرِہِنَّ عَلٰی جُیُوْبِہِنَّ } ”اور وہ ڈالے رکھیں اپنی اوڑھنیاں اپنے گریبانوں پر۔“ سورة النور کے مطالعے کے دوران اس آیت کے حوالے سے یہ وضاحت گزر چکی ہے کہ اسلام سے قبل بھی عرب خواتین کے ہاں اوڑھنی اور چادر کے استعمال کا رواج تھا۔ اس حوالے سے ان کے ہاں ”اوڑھنی“ تو گویا لباس کا مستقل جزو تھا جسے خواتین گھر کے اندر بھی اوڑھے رکھتی تھیں جیسے کہ ہمارے ہاں بھی اکثر عورتیں دوپٹہ یا اوڑھنی ہر وقت اوڑھے رکھتی ہیں جبکہ خاندانی شریف خواتین گھر سے باہر جاتے ہوئے ایک بڑی سی چادر لپیٹ کر نکلتی تھیں۔ جتنے اونچے خاندان سے کسی خاتون کا تعلق ہوتا اسی قدر زیادہ احتیاط سے وہ چادر کا اہتمام کرتی تھی۔ البتہ عرب خواتین کے ہاں قبل از اسلام چہرہ ڈھانپنے کا کوئی رواج نہیں تھا۔ چناچہ اس حکم کے تحت خواتین کے چادر اوڑھنے کے مروّجہ طریقہ پر یہ اضافہ کیا گیا کہ خواتین گھر سے باہر نکلتے ہوئے اپنی چادروں کا ایک حصہ اپنے چہرے پر بھی ڈال لیا کریں ‘ یعنی گھونگھٹ لٹکا لیا کریں۔ اسی حکم کی بنا پر خواتین کے نقاب کرنے کا تصور پیدا ہوا ہے۔ جیسا کہ آج بھی ہمارے دیہات میں خواتین گھر سے باہر چادر سے اپنا چہرہ چھپائے ہوئے نظر آتی ہیں۔ خاص طور پر پختون کلچر میں زیادہ تر خواتین نقاب کا اہتمام کرتی ہیں یا بڑی سی چادر اس طرح لپیٹ لیتی ہیں کہ بس ایک آنکھ کھلی رہتی ہے۔ ایران کے دیہاتی ماحول میں بھی اس کا رواج دیکھا گیا ہے ‘ البتہ ایرانی شہروں میں صورت حال بالکل مختلف ہے۔ بلکہ وہاں اصولی طور پر گویا طے کرلیا گیا ہے کہ پردے کے حکم میں چہرہ شامل نہیں ہے ‘ حالانکہ یہ بات قرآن کی رو سے غلط ہے۔ چہرے کے پردے کے حوالے سے آیت 53 میں { فَسْئَلُوْہُنَّ مِنْ وَّرَآئِ حِجَابٍط } کے الفاظ خصوصی طور پر توجہ طلب ہیں کہ پردے کے پیچھے سے بات کرنے کی پابندی کا آخر مقصد کیا ہے۔ کیا خدانخواستہ ازواجِ مطہرات رض گھر کے اندر اوڑھنی کے بغیر ہوا کرتی تھیں ؟ اور اگر ایسا نہیں تھا تو پھر غیر محرم مردوں کو اس قدر اہتمام کے ساتھ پردے کے پیچھے سے بات کرنے کا حکم آخرکیوں دیا گیا ہے ؟ بہر حال بلا تعصب غور کرنے سے یہ حقیقت واضح ہوجاتی ہے کہ اس حکم کے ذریعے دراصل چہرے کے پردے کا اہتمام کیا گیا ہے تاکہ کسی غیر محرم مرد کی نظر ان کے چہرے پر نہ پڑے۔ چناچہ اسی اصول کے تحت آیت زیر مطالعہ میں فرمایا گیا کہ مسلمان خواتین گھروں سے باہر نکلیں تو اپنی چادریں اچھی طرح اوڑھ لپیٹ کر ان کا ایک حصہ یا ان کا پلو ّاپنے چہروں پر ڈال لیا کریں ‘ جسے عرف عام میں گھونگھٹ لٹکانا کہتے ہیں۔ واضح رہے کہ یہاں ”جَلابیب“ کا لفظ آیا ہے جو ”جِلباب“ کی جمع ہے اور جِلباب کے معنی بڑی چادر کے ہیں۔ اس کے مقابل سورة النور کی آیت 31 میں لفظ خُمُر استعمال ہوا ہے ‘ جس کا واحد خمار ہے اور اس سے چھوٹی اوڑھنی مراد ہے ‘ جسے گھر کے اندر ہر وقت اوڑھا جاتا ہے۔ ”جِلباب“ کی تشریح اہل لغت نے یوں کی ہے : ”ھو الرداء فوق الخمار“ یعنی جلباب اس بڑی چادر کو کہتے ہیں جو اوڑھنی کے اوپر لی جاتی ہے۔  { ذٰلِکَ اَدْنٰٓی اَنْ یُّعْرَفْنَ فَلَا یُؤْذَیْنَ } ”یہ اس سے نزدیک تر ہے کہ وہ پہچان لی جائیں تو انہیں کوئی ایذا نہ پہنچائی جائے۔“ تاکہ دیکھنے والے خود بخود پہچان لیں کہ کوئی خاندانی شریف خاتون جا رہی ہے۔ عرب کے اس ماحول میں لونڈیاں بغیر چادر کے کھلے عام پھرتی تھیں۔ اہل ایمان عورتوں کو حکم دیا گیا کہ وہ اپنے لباس میں لونڈیوں سے مشابہ بن کر گھروں سے نہ نکلیں کہ ان کے چہرے اور سر کے بال کھلے ہوں ‘ بلکہ اپنے چہروں پر اپنی چادروں کا ایک حصہ لٹکا لیا کریں تاکہ کوئی فاسق یا منافق ان کو چھیڑنے کی جرات نہ کرے۔ { وَکَانَ اللّٰہُ غَفُوْرًا رَّحِیْمًا } ”اور اللہ بہت بخشنے والا ‘ نہایت رحم کرنے والا ہے۔“"
    },
    {
      "ayah": 6,
      "surah": 33,
      "text": "آیت 6 { اَلنَّبِیُّ اَوْلٰی بِالْمُؤْمِنِیْنَ مِنْ اَنْفُسِہِمْ } ”یقینا نبی ﷺ کا حق مومنوں پر خود ان کی جانوں سے بھی زیادہ ہے“ تمام اہل ِایمان پر لازم ہے کہ وہ اپنی جانوں سے زیادہ حضور ﷺ کی جان کی فکر کریں اور آپ ﷺ کو اپنے ماں باپ ‘ اپنی اولاد اور اپنی جان سے بڑھ کر محبوب رکھیں۔ نبی اکرم ﷺ کا یہ فرمان صحیحین میں ذرا سے لفظی فرق کے ساتھ نقل ہوا ہے : لَا یُؤْمِنُ اَحَدُکُمْ حَتّٰی اَکُوْنَ اَحَبَّ اِلَیْہِ مِنْ وَالِدِہٖ وَوَلِدِہٖ وَالنَّاسِ اَجْمَعِیْنَ 1”تم میں سے کوئی شخص مومن نہیں ہوسکتا جب تک کہ میں اس کو اس کے باپ ‘ اس کی اولاد اور سب انسانوں سے بڑھ کر محبوب نہ ہو جائوں۔“ { وَاَزْوَاجُہٗٓ اُمَّہٰتُہُمْ } ”اور نبی ﷺ کی بیویاں ان کی مائیں ہیں۔“ یہاں پر اس فقرے سے پہلے ”وَھُوَ اَبٌ لَّھُمْ“ کے الفاظ کو محذوف سمجھا جانا چاہیے ‘ یعنی حضور ﷺ مومنوں کے لیے بمنزلہ باپ کے ہیں۔ اس سلسلے میں آپ ﷺ کا فرمان بھی ہے کہ : اِنَّمَا اَنَا لَکُمْ بِمَنْزِلَۃِ الْوَالِدِ 2 یعنی تم سب کے لیے میری حیثیت والد کی سی ہے۔ قرآن مجید کے ان الفاظ کی رو سے نبی کریم ﷺ کی بیویاں مسلمانوں کے لیے اسی طرح قابل احترام ہیں جس طرح ان کی حقیقی مائیں قابل احترام ہیں۔ چناچہ ازواجِ مطہرات رض کے ناموں کے ساتھ ”اُمّ المومنین رض“ کے الفاظ کا اضافہ کیا جاتا ہے۔ مثلاً اُمّ المومنین حضرت خدیجہ رض ‘ اُمّ المومنین حضرت عائشہ رض ‘ اُمّ المومنین حضرت صفیہ رض ‘ اُمّ المومنین حضرت زینب بنت جحش رض !  { وَاُولُوا الْاَرْحَامِ بَعْضُہُمْ اَوْلٰی بِبَعْضٍ فِیْ کِتٰبِ اللّٰہِ مِنَ الْمُؤْمِنِیْنَ وَالْمُہٰجِرِیْنَ } ”اور رحمی رشتے رکھنے والے ‘ اللہ کی کتاب کے مطابق ‘ مومنین و مہاجرین کی نسبت ایک دوسرے کے زیادہ حق دار ہیں“ { اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓی اَوْلِیٰٓئِِکُمْ مَّعْرُوْفًا } ”سوائے اس کے کہ تم لوگ اپنے دوستوں کے ساتھ کوئی ُ حسن ِسلوک کرنا چاہو۔“ اس سے پہلے ”اُولُوا الْاَرْحَامِ“ کے بارے میں یہی الفاظ سورة الانفال کی آخری آیت میں بھی آچکے ہیں۔ مراد یہ ہے کہ اللہ کے قانون میں رحمی اور خونی رشتے دوسرے تمام رشتوں پر فوقیت رکھتے ہیں۔ یہاں پر مومنین و مہاجرین کا ذکر کر کے مدینہ کے مقامی معاشرے میں ایک مخصوص صورت حال کی بھی وضاحت کردی گئی کہ اگرچہ تمہارے مہاجرین اور انصار کے درمیان ”مواخات“ کے تحت بےمثال رشتے قائم ہوچکے ہیں اور تم لوگوں نے ان رشتوں کے حوالے سے ایثار کی نئی نئی مثالیں بھی قائم کر کے دکھائی ہیں ‘ لیکن اللہ کے قانونِ وراثت میں ایسے رشتوں کی کوئی حیثیت نہیں ہے۔ چناچہ قانونِ وراثت میں نہ تو انصار و مہاجرین جیسے کسی بھائی چارے کا لحاظ ہوگا اور نہ ہی ُ منہ بولے رشتوں کے لیے کوئی حصہ مخصوص کیا جائے گا۔ البتہ اگر کوئی شخص اپنے تعلقات کی بنا پر کسی دینی بھائی ‘ عزیز یا دوست کو کوئی چیز تحفۃً دینا چاہے یا کسی کے حق میں کوئی چیزہبہ کرنا چاہے تو وہ ایسا کرسکتا ہے۔ { کَانَ ذٰلِکَ فِی الْْکِتٰبِ مَسْطُوْرًا } ”یہ سب باتیں پہلے سے کتاب میں لکھی ہوئی ہیں۔“ کتاب میں لکھے ہوئے سے مراد لوح محفوظ یا اس موضوع پر تورات کے احکام بھی ہوسکتے ہیں اور خود قرآنی احکام بھی ‘ جو اس سے پہلے سورة النساء اور سورة الانفال میں نازل ہوچکے تھے۔"
    },
    {
      "ayah": 60,
      "surah": 33,
      "text": "آیت 60 { لَئِنْ لَّمْ یَنْتَہِ الْمُنٰفِقُوْنَ وَالَّذِیْنَ فِیْ قُلُوْبِہِمْ مَّرَضٌ} ”اگر باز نہ آئے یہ منافق اور وہ لوگ جن کے دلوں میں روگ ہے“ { وَّالْمُرْجِفُوْنَ فِی الْْمَدِیْنَۃِ } ”اور جو مدینہ میں سنسنی پھیلانے والے ہیں“ منافقین کی عادت بن گئی تھی کہ وہ ماحول میں سنسنی پھیلانے کے لیے طرح طرح کی من گھڑت ہیجان انگیز افواہیں پھیلاتے رہتے تھے۔ ان افواہوں سے ان کا مقصد مسلمانوں کا حوصلہ پست کرنا اور ان کی اخلاقی ساکھ کو گرانا ہوتا تھا۔ انہیں خبردار کرنے کے لیے فرمایا گیا کہ اگر یہ لوگ ان حرکات سے باز نہ آئے : { لَنُغْرِیَنَّکَ بِہِمْ } ”تو اے نبی ﷺ ! ہم آپ کو ان پر اکسا دیں گے“ ہم آپ ﷺ کو ان کے خلاف بھر پور اور موثر اقدام کرنے کی اجازت دے دیں گے اور آپ ﷺ کے ہاتھوں انہیں سزا دلوائیں گے۔  { ثُمَّ لَا یُجَاوِرُوْنَکَ فِیْہَآ اِلَّا قَلِیْلًا } ”پھر وہ آپ ﷺ کے پڑوسی بن کر اس شہر میں نہیں رہ سکیں گے مگر بہت تھوڑا عرصہ۔“"
    },
    {
      "ayah": 61,
      "surah": 33,
      "text": "آیت 61 { مَّلْعُوْنِیْنَ اَیْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِیْلًا } ”یہ پھٹکارے ہوئے لوگ ہیں ‘ جہاں بھی پائے جائیں گے پکڑ لیے جائیں گے اور ُ بری طرح قتل کردیے جائیں گے۔“ یہ الفاظ اگرچہ اللہ تعالیٰ کی شدید بیزاری اور ناراضی کا مظہر ہیں مگر حضور ﷺ کی سیرت سے منافقین کے خلاف ایسا کوئی اقدام ثابت نہیں ہے۔ اس سے یہی معلوم ہوتا ہے کہ حضور ﷺ کو ایسا کوئی حکم باقاعدہ طور پر نہیں دیا گیا تھا۔"
    },
    {
      "ayah": 62,
      "surah": 33,
      "text": "آیت 62 { سُنَّۃَ اللّٰہِ فِی الَّذِیْنَ خَلَوْا مِنْ قَبْلُ } ”اللہ کی یہی ُ سنت ّرہی ہے ان لوگوں کے بارے میں بھی جو پہلے گزر چکے ہیں۔“ { وَلَنْ تَجِدَ لِسُنَّۃِ اللّٰہِ تَبْدِیْلًا } ”اور تم ہرگز نہیں پائو گے اللہ کے طریقے میں کوئی تبدیلی۔“"
    },
    {
      "ayah": 63,
      "surah": 33,
      "text": "آیت 63 { یَسْئَلُکَ النَّاسُ عَنِ السَّاعَۃِ } ”اے نبی ﷺ ! لوگ آپ سے قیامت کے بارے میں پوچھتے ہیں۔“ { قُلْ اِنَّمَا عِلْمُہَا عِنْدَ اللّٰہِ } ”کہہ دیجیے کہ اس کا علم تو اللہ ہی کے پاس ہے۔“ { وَمَا یُدْرِیْکَ لَعَلَّ السَّاعَۃَ تَـکُوْنُ قَرِیْبًا } ”اور تمہیں کیا معلوم ‘ شاید کہ قیامت قریب ہی آچکی ہو۔“"
    },
    {
      "ayah": 64,
      "surah": 33,
      "text": "آیت 64 { اِنَّ اللّٰہَ لَعَنَ الْکٰفِرِیْنَ وَاَعَدَّ لَہُمْ سَعِیْرًا } ”بیشک اللہ نے کافروں پر لعنت فرمائی ہے اور ان کے لیے دہکتی ہوئی آگ تیار کر رکھی ہے۔“"
    },
    {
      "ayah": 65,
      "surah": 33,
      "text": "آیت 65 { خٰلِدِیْنَ فِیْہَآ اَبَدًا } ”وہ اس میں رہیں گے ہمیشہ ہمیش۔“ { لَا یَجِدُوْنَ وَلِیًّا وَّلَا نَصِیْرًا } ”نہیں پائیں گے وہ کوئی حمایتی اور نہ کوئی مددگار۔“"
    },
    {
      "ayah": 66,
      "surah": 33,
      "text": "آیت 66 { یَوْمَ تُقَلَّبُ وُجُوْہُہُمْ فِی النَّارِ } ”جس دن ان کے چہرے آگ میں الٹ پلٹ کیے جائیں گے“ { یَقُوْلُوْنَ یٰلَیْتَنَآ اَطَعْنَا اللّٰہَ وَاَطَعْنَا الرَّسُوْلَا } ”اس وقت وہ کہیں گے : ہائے کاش ! ہم نے اطاعت کی ہوتی اللہ کی اور اطاعت کی ہوتی رسول ﷺ کی !“"
    },
    {
      "ayah": 67,
      "surah": 33,
      "text": "آیت 67 { وَقَالُوْٓا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَکُبَرَآئَ نَا فَاَضَلُّوْنَا السَّبِیْلَا } ”اور کہیں گے : اے ہمارے پروردگار ! ہم نے اپنے سرداروں اور اپنے بڑوں کی اطاعت کی تو انہوں نے ہمیں سیدھے راستے سے بھٹکا دیا۔“"
    },
    {
      "ayah": 68,
      "surah": 33,
      "text": "آیت 68 { رَبَّنَآ اٰتِہِمْ ضِعْفَیْنِ مِنَ الْعَذَابِ وَالْعَنْہُمْ لَعْنًا کَبِیْرًا } ”اے ہمارے پروردگار ! ُ تو ان کو دوگنا عذاب دے اور ان پر لعنت فرما ‘ بہت ہی بڑی لعنت۔“"
    },
    {
      "ayah": 69,
      "surah": 33,
      "text": "آیت 69 { یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَکُوْنُوْا کَالَّذِیْنَ اٰذَوْا مُوْسٰی } ”اے اہل ِایمان ! تم ان لوگوں کی مانند نہ ہوجانا جنہوں نے موسیٰ علیہ السلام ٰ کو اذیت دی تھی“ { فَـبَرَّاَہُ اللّٰہُ مِمَّا قَالُوْا وَکَانَ عِنْدَ اللّٰہِ وَجِیْہًا } ”تو اللہ نے اس کو بری ثابت کردیا اس بات سے جو انہوں نے کہی تھی ‘ اور وہ اللہ کے نزدیک بڑے مرتبے والا تھا۔“  حضرت موسیٰ علیہ السلام کو اپنی قوم بنی اسرائیل کی طرف سے کئی طرح کی اذیتوں کا سامنا کرنا پڑا تھا۔ سورة الصف میں آپ علیہ السلام کے وہ الفاظ نقل ہوئے ہیں جو آپ علیہ السلام نے اپنی قوم کے طرزعمل پر شکوہ کرتے ہوئے فرمائے تھے : { یٰـقَوْمِ لِمَ تُؤْذُوْنَنِیْ وَقَدْ تَّعْلَمُوْنَ اَنِّیْ رَسُوْلُ اللّٰہِ اِلَیْکُمْط } آیت 5 ”اے میری قوم ! تم مجھے کیوں اذیت دیتے ہو درآنحالیکہ تم جانتے ہو کہ میں تمہاری طرف اللہ کا رسول ہوں !“ حضرت موسیٰ علیہ السلام کو اپنی قوم کی طرف سے سب سے بڑی اذیت کا سامنا اس وقت کرنا پڑا جب آپ علیہ السلام نے قوم کو اللہ کے راستے میں قتال کرنے کا حکم دیا تو سوائے دو اشخاص کے پوری قوم نے انکار کردیا۔ قوم کے اس طرز عمل پر حضرت موسیٰ علیہ السلام نے جو کو فت اور اذیت محسوس کی اس کا اندازہ اس دعا سے کیا جاسکتا ہے جو آپ علیہ السلام نے اس موقع پر اللہ تعالیٰ سے کی : { قَالَ رَبِّ اِنِّیْ لَآ اَمْلِکُ اِلاَّ نَفْسِیْ وَاَخِیْ فَافْرُقْ بَیْنَنَا وَبَیْنَ الْقَوْمِ الْفٰسِقِیْنَ۔ المائدۃ ”انہوں علیہ السلام نے عرض کیا : اے میرے پروردگار ! مجھے تو اختیار نہیں ہے سوائے اپنی جان کے اور اپنے بھائی ہارون علیہ السلام کی جان کے ‘ تو اب تفریق کردے ہمارے اور ان ناہنجار لوگوں کے درمیان۔“ اس کے علاوہ آپ علیہ السلام پر ذاتی نوعیت کا ایک الزام لگا کر بھی آپ علیہ السلام کو سخت اذیت پہنچائی گئی۔ اس حوالے سے احادیث میں ایک واقعہ بہت تفصیل سے بیان ہوا ہے۔ اس واقعہ کا ُ لب ّلباب یہ ہے کہ اس زمانے میں عام طور پر مرد اپنے ستر کو چھپانے کا خاص اہتمام نہیں کرتے تھے اور سر ِعام برہنہ نہانے میں بھی عار محسوس نہیں کرتے تھے۔ اس کے برعکس حضرت موسیٰ علیہ السلام اس بارے میں غیر معمولی طور پر احتیاط سے کام لیتے تھے۔ اس پر لوگوں نے کہنا شروع کردیا کہ آپ علیہ السلام جسمانی طور پر کسی عیب یا مرض میں مبتلا ہیں جس کو چھپانے کے لیے آپ علیہ السلام اس قدر شرم و حیا کا مظاہرہ کرتے ہیں۔ بہر حال اللہ تعالیٰ نے ایک خاص ترکیب کے ذریعے لوگوں پر واضح کردیا کہ ان کا یہ الزام جھوٹا اور بےبنیاد تھا۔  سورة النور میں ہم حضرت عائشہ رض پر منافقین کی طرف سے بہتان تراشی کا وہ واقعہ بھی پڑھ چکے ہیں جو حضور ﷺ کے لیے سخت اذیت کا باعث بنا تھا۔ چناچہ یہاں تمام افرادِ امت کو خبردار کیا جارہا ہے کہ دیکھو ! تم بھی کہیں بنی اسرائیل کے ان لوگوں کی طرح نہ ہوجانا جو اپنے نبی حضرت موسیٰ علیہ السلام کو مختلف طریقوں سے تنگ کیا کرتے تھے۔ تمہارا کوئی عمل یا قول ایسا نہیں ہونا چاہیے جس کی وجہ سے رسول اللہ ﷺ کو تکلیف پہنچے۔"
    },
    {
      "ayah": 7,
      "surah": 33,
      "text": "آیت 7 { وَاِذْ اَخَذْنَا مِنَ النَّبِیّٖنَ مِیْثَاقَہُمْ } ”اور یاد کرو جب ہم نے ابنیاء سے ان کا عہد لیا تھا“ ”میثاق النبیین“ کا ذکر اس سے پہلے سورة آل عمران کی آیت 81 اور 82 میں بھی آچکا ہے۔ { وَمِنْکَ وَمِنْ نُّوْحٍ وَّاِبْرٰہِیْمَ وَمُوْسٰی وَعِیْسَی ابْنِ مَرْیَمَ } ”اور آپ ﷺ سے بھی ‘ اور نوح علیہ السلام ‘ ابراہیم ‘ موسیٰ علیہ السلام ٰ اور عیسیٰ علیہ السلام ٰ ابن مریم سے بھی۔“ { وَاَخَذْنَا مِنْہُمْ مِّیْثَاقًا غَلِیْظًا } ”اور ان سب سے ہم نے بڑا گاڑھا قول وقرار لیا تھا۔“ یہاں یہ نکتہ خصوصی طور پر لائق ِتوجہ ہے کہ اگر کوئی شخص ارواح کے علیحدہ وجود کا منکر ہو اور یہ بھی تسلیم کرنے کے لیے تیار نہ ہو کہ بنی نوع انسان کی تمام ارواح پہلے پیدا کردی گئی تھیں تو اس کے لیے اس آیت میں مذکور میثاق کی توجیہہ کرنا کسی طرح بھی ممکن نہیں۔ بہر حال قرآن میں واضح طور پر بتایا گیا ہے کہ ارواح سے دو عہد لیے گئے۔ ان میں سے ایک عہد کا ذکر سورة الاعراف کی آیت 172 میں ہے ‘ جسے ”عہد ِالست“ کہا جاتا ہے اور یہ عہد بلا تخصیص تمام انسانی ارواح سے لیا گیا تھا۔ دوسرے عہد کا ذکر آیت زیر مطالعہ اور سورة آل عمران کی آیت 81 میں ہے جو صرف انبیاء کی ارواح سے اضافی طور پر لیا گیا تھا۔ اس عہد میں روح محمد علیٰ صاحبہا الصلوٰۃ والسلام بھی موجود تھی اور دوسرے تمام انبیاء کرام علیہم السلام کی ارواح بھی۔ جو لوگ ارواح کے علیحدہ وجود کو تسلیم نہیں کرتے ان کا کہنا ہے کہ عہد کا یہ ذکر استعا راتی انداز میں ہوا ہے۔ لیکن اگر ان کا یہ موقف تسلیم کرلیا جائے تو پھر قرآن کے تمام احکام ہی استعارہ بن کر رہ جائیں گے اور حقیقت ان استعاروں میں گم ہوجائے گی۔"
    },
    {
      "ayah": 70,
      "surah": 33,
      "text": "آیت 70 { یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَقُوْلُوْا قَوْلًا سَدِیْدًا } ”اے اہل ِایمان ! اللہ کا تقویٰ اختیار کرو اور بات کیا کرو سیدھی۔“ چونکہ اس سے پہلے کی آیات میں عام گھریلو زندگی کے معاملات سے متعلق ہدایات دی گئی ہیں ‘ چناچہ اس سیاق وسباق میں اس حکم کا مفہوم یہ ہوگا کہ اپنے گھریلو معاملات میں بھی تم لوگ تقویٰ کی روش اپنائے رکھو اور اپنی زبان کے استعمال میں محتاط رہو۔ یعنی اپنے اہل و عیال کے ساتھ گفتگو میں بھی راست گوئی اور راست بازی کا خیال رکھو۔"
    },
    {
      "ayah": 71,
      "surah": 33,
      "text": "آیت 71 { یُّصْلِحْ لَکُمْ اَعْمَالَکُمْ وَیَغْفِرْ لَکُمْ ذُنُوْبَکُمْ } ”اللہ تمہارے سارے اعمال درست کردے گا اور تمہاری خطائیں بخش دے گا۔“ اگر بھول کر یا جذبات کی رو میں تم سے کوئی غلطی سرزد ہوگئی تو اللہ اسے معاف کر دے گا۔ { وَمَنْ یُّطِعِ اللّٰہَ وَرَسُوْلَہٗ فَقَدْ فَازَ فَوْزًا عَظِیْمًا } ”اور جو کوئی اللہ اور اس کے رسول ﷺ کی اطاعت پر کاربند ہوگیا تو اس نے بہت بڑی کامیابی حاصل کرلی۔“ یہاں کامیابی کا معیار بیان کردیا گیا کہ اہل ایمان کی کامیابی اللہ اور رسول ﷺ کی اطاعت میں ہے۔  اس سورت کی یہ دو آیات آیت 70 اور 71 حضور ﷺ خطبہ نکاح میں تلاوت فرمایا کرتے تھے۔ یہاں ضمنی طور پر یہ بھی جان لیں کہ ان دو آیات کے علاوہ مندرجہ ذیل آیات بھی خطبہ نکاح میں شامل ہیں : { یٰٓــاَیُّہَا النَّاسُ اتَّقُوْا رَبَّکُمُ الَّذِیْ خَلَقَکُمْ مِّنْ نَّفْسٍ وَّاحِدَۃٍ وَّخَلَقَ مِنْہَا زَوْجَہَا وَبَثَّ مِنْہُمَا رِجَالاً کَثِیْرًا وَّنِسَآئً ج وَاتَّقُوا اللّٰہَ الَّذِیْ تَسَآئَ لُوْنَ بِہٖ وَالْاَرْحَامَ ط اِنَّ اللّٰہَ کَانَ عَلَیْکُمْ رَقِیْبًا۔ النساء۔ { یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوا اتَّقُوا اللّٰہَ حَقَّ تُقٰتِہٖ وَلاَ تَمُوْتُنَّ اِلاَّ وَاَنْتُمْ مُّسْلِمُوْنَ۔ } آل عمران۔ -۔ خطبہ نکاح میں مذکورہ چار آیات کا ُ لب ّلباب ”تقویٰ“ ہے۔"
    },
    {
      "ayah": 72,
      "surah": 33,
      "text": "آیت 72 { اِنَّا عَرَضْنَا الْاَمَانَۃَ عَلَی السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ } ”ہم نے اس امانت کو پیش کیا آسمانوں پر اور زمین پر اور پہاڑوں پر“ { فَاَبَیْنَ اَنْ یَّحْمِلْنَہَا وَاَشْفَقْنَ مِنْہَا } ”تو ان سب نے انکار کردیا اس کو اٹھانے سے اور وہ اس سے ڈر گئے“ { وَحَمَلَہَا الْاِنْسَانُ اِنَّہٗ کَانَ ظَلُوْمًا جَہُوْلًا } ”اور انسان نے اسے اٹھا لیا۔ یقینا وہ بڑا ظالم اور بڑا نادان تھا۔“ یعنی انسان نے ایک بھاری ذمہ داری قبول کر کے اپنے اوپر ظلم کیا اور بڑی نادانی کا ثبوت دیا۔ مذکورہ امانت کے بارے میں بہت سی آراء ہیں اور ہر رائے کے بارے میں مفسرین نے اپنے اپنے دلائل بھی دیے ہیں۔ یہاں ان تمام آراء کا ذکر کرنا اور ایک ایک کے بارے میں دلائل کا جائزہ لینا تو ممکن نہیں ‘ البتہ اس حوالے سے میں اپنی رائے بیان کرنا ضروری سمجھتا ہوں جس کے بارے میں مجھے پورا وثوق ہے۔ میرے نزدیک اللہ کی امانت سے مراد یہاں وہ ”روح“ ہے جو انسان کے حیوانی وجود میں اللہ تعالیٰ نے بطور خاص پھونک رکھی ہے۔ انسان کا مادی وجود عالم خلق کی چیز ہے ‘ جبکہ ”روح“ کا تعلق عالم ِامر سے ہے۔ عالم خلق اور عالم امر کی وضاحت کے لیے ملاحظہ ہو : سورة الاعراف ‘ تشریح آیت 54۔ اللہ تعالیٰ نے عالم امر کی اس ”امانت“ کو عالم خلق کے مادی اور حیوانی وجود کے اندر رکھتے ہوئے اسے خاص اپنی طرف منسوب فرمایا ہے : { وَنَفَخْتُ فِیْہِ مِنْ رُّوْحِیْ } سورۃ الحجر : 29 اور سورة ص : 72۔ چناچہ اسی روح کی بنا پر انسان مسجودِ ملائک ٹھہرا ‘ اسی کے باعث اسے خلافت کا اعزاز ملا اور اسی کی وجہ سے انسان کا سینہ ”مہبط ِوحی“ بنا۔  وحی کا تعلق چونکہ عالم امر سے ہے اور وحی کا حامل فرشتہ بھی عالم امر کی مخلوق ہے ‘ اس لحاظ سے انسان اپنے مادی وجود کے ساتھ فرشتے کے ذریعے وحی کو وصول کرنے کا متحمل نہیں ہوسکتا تھا۔ لہٰذایہ روح ہی ہے جس نے اسے نزول وحی کے تجربے کو برداشت کرنے کے قابل بنایا۔ جنات کے اندر چونکہ یہ روح نہیں ہے اس لیے وہ وحی کے حصول reception کی صلاحیت نہیں رکھتے۔ یہی وجہ ہے کہ جنات کے ہاں کوئی نبی نہیں آیا اور ان کے لیے نبوت کے حوالے سے انسانوں انبیاء کی پیروی لازم قرار پائی۔  اس نکتے کو مزید اس طرح سمجھئے کہ یہاں ”ظَلُوْمًا جَہُوْلًا“ کے الفاظ میں انسان کے حیوانی وجود کی اس کمزوری کا ذکر ہوا ہے جو اس کے اندر روح پھونکے جانے سے پہلے پائی جاتی تھی۔ اسی کمزوری کو سورة الانبیاء کی آیت 37 میں { خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍط } اور سورة النساء میں { وَخُلِقَ الْاِنْسَانُ ضَعِیْفًا۔ } کے الفاظ سے تعبیر کیا گیا ہے۔ یہ کمزوری بہر حال ”نفخ روح“ سے پہلے کے انسان میں تھی۔ لیکن روح ربانی کی امانت ودیعت ہوجانے کے بعد اس کا رتبہ اس قدر بلند ہوا کہ وہ مسجودِ ملائک بن گیا۔ انسانی تخلیق کے ان دونوں مراحل کا ذکر سورة التین میں یوں فرمایا گیا ہے : { لَقَدْ خَلَقْنَا الْاِنْسَانَ فِیْٓ اَحْسَنِ تَقْوِیْمٍ۔ ثُمَّ رَدَدْنٰــہُ اَسْفَلَ سَافِلِیْنَ۔ ”یقینا ہم نے پیدا کیا انسان کو بہترین شکل و صورت میں۔ پھر ہم نے اس کو لوٹا دیا نچلوں میں سب سے نیچے۔“ یعنی جب ارواح کی صورت میں انسانوں کو پیدا کیا گیا تو وہ اَحْسَنِ تَقْوِیْمٍ کے مرتبے کی مخلوق تھی ‘ مگر جب اسے دنیا میں بھیجا گیا تو یہ اپنے جسد ِحیوانی کی کمزوریوں کے سبب جنات سے بھی نیچے چلا گیا۔  بہر حال میرے نزدیک یہاں جس امانت کا ذکر ہوا ہے وہ انسان کی روح ہے جو اللہ تعالیٰ کی طرف سے اس کے جسد خاکی میں رکھی گئی ہے اور یہی وہ امانت ہے جس کی بنا پر اس کا احتساب ہوگا۔ جس انسان نے اس امانت کا حق ادا کیا وہ آخرت میں : { فَرَوْحٌ وَّرَیْحَانٌ لا وَّجَنَّتُ نَعِیْمٍ۔ } الواقعہ سے نوازا جائے گا۔ یعنی اس کے لیے راحت اور خوشبو اور نعمتوں کے باغ کی ضیافت ہوگی۔ اس کے برعکس جو کوئی حیوانی خواہشات و داعیات کا اتباع کرتا رہا اور یوں اس امانت میں خیانت کا مرتکب ہوا وہ گویا حیوان ہی بن کر رہ گیا۔ چناچہ اس کو وہاں { فَنُزُلٌ مِّنْ حَمِیْمٍ۔ وَّتَصْلِیَۃُ جَحِیْمٍ۔ } الواقعہ کے انجام سے دوچار ہونا پڑے گا۔ یعنی آخرت میں کھولتے پانی کی مہمانی اور جہنم کے عذاب کی زندگی اس کی منتظر ہوگی۔"
    },
    {
      "ayah": 73,
      "surah": 33,
      "text": "آیت 73 { لِّیُعَذِّبَ اللّٰہُ الْمُنٰفِقِیْنَ وَالْمُنٰفِقٰتِ وَالْمُشْرِکِیْنَ وَالْمُشْرِکٰتِ } ”تاکہ اللہ عذاب دے منافق مردوں اور منافق عورتوں کو اور مشرک َمردوں اور مشرک عورتوں کو“ { وَیَتُوْبَ اللّٰہُ عَلَی الْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ } ”اور اللہ رحمت کے ساتھ توجہ فرمائے مومن مردوں اور مومن عورتوں پر۔“ آیت کے الفاظ میں ”توبہ قبول فرمائے“ یا ”توبہ کی توفیق عطا فرمائے“ کا مفہوم بھی موجود ہے۔ { وَکَانَ اللّٰہُ غَفُوْرًا رَّحِیْمًا } ”اور یقینا اللہ بہت بخشنے والا ‘ نہایت رحم کرنے والا ہے۔“ سورة الاحزاب مکی مدنی سورتوں کے چوتھے گروپ کی آخری سورت ہے۔ اس گروپ میں آٹھ مکیات سورۃ الفرقان ‘ سورة الشعراء ‘ سورة النمل ‘ سورة القصص ‘ سورة العنکبوت ‘ سورة الروم ‘ سورة لقمان ‘ سورة السجدۃ اور ایک مدنی سورت سورۃ الاحزاب شامل تھی۔ اس کے بعد مکی مدنی سورتوں کا پانچواں گروپ 13 مکی اور تین مدنی سورتوں پر مشتمل ہے۔ یہاں پر ضمنی طور پر مدنی سورتوں کی موجودہ ترتیب اور ترتیب نزولی کے بارے میں چند معلومات بھی نوٹ کرلیں۔ مصحف کی ترتیب میں سورة البقرۃ سے لے کر سورة الاحزاب تک تمام مدنی سورتیں طویل ہیں۔ لیکن سورة الاحزاب کے بعد اکثر مدنی سورتیں 2 رکوعوں پر مشتمل ہیں یا زیادہ سے زیادہ کسی کے چار رکوع ہیں۔ اب تک پڑھی جانے والی مدنی سورتوں کی ترتیب نزولی اس طرح ہے : پہلے سورة البقرۃ ‘ پھر سورة الانفال ‘ پھر سورة آل عمران ‘ پھر سورة النساء ‘ پھر سورة الاحزاب ‘ پھر سورة النور اور آخر میں سورة المائدۃ۔ جبکہ چھوٹی مدنی سورتیں مذکورہ طویل سورتوں کے بین بین میں نازل ہوتی رہی ہیں۔ جیسے سورة الصف سورة الاحزاب کے متصلاً بعد نازل ہوئی اور سورة محمد ﷺ سورة البقرۃ کے فوراً بعد ‘ لیکن غزوہ بدر سے پہلے نازل ہوئی۔"
    },
    {
      "ayah": 8,
      "surah": 33,
      "text": "آیت 8 { لِّیَسْئَلَ الصّٰدِقِیْنَ عَنْ صِدْقِہِمْ } ”تاکہ اللہ پوچھ لے سچے لوگوں سے ان کے سچ کے بارے میں۔“ یہاں اس فقرے کے بعد یہ الفاظ گویا محذوف ہیں : وَالْـکٰذِبِیْنَ عَنْ کِذْبِھِم اور وہ جھوٹوں سے بھی پوچھ لے ان کے جھوٹ کے بارے میں ! تاکہ اللہ تعالیٰ تمام انسانوں سے ان کے عقائد و اعمال کے بارے میں اچھی طرح سے پوچھ گچھ کرلے۔ { وَاَعَدَّ لِلْکٰفِرِیْنَ عَذَابًا اَلِیْمًا } ”اور اس نے تیار کر رکھا ہے کافروں کے لیے ایک دردناک عذاب۔“ پہلے رکوع کے اختتام پر اس مضمون کا سلسلہ عارضی طور پر منقطع کیا جا رہا ہے۔ یہاں پر تمہیداً ُ منہ بولے بیٹے کی قانونی حیثیت کو واضح کردیا گیا اور حضور ﷺ کو ہدایت فرمائی گئی کہ آپ ﷺ کافرین و منافقین کی باتوں کی طرف بالکل دھیان نہ دیں اور ان کی طرف سے منفی پراپیگنڈے کے اندیشوں کو بالکل نظر انداز کر کے اللہ کے حکم پر عمل کریں۔ -۔ اس مضمون کی مزید تفصیل چوتھے رکوع میں آئے گی۔"
    },
    {
      "ayah": 9,
      "surah": 33,
      "text": "اب دوسرے اور تیسرے رکوع میں غزوئہ احزاب کا ذکر ہے۔ یہ غزوہ 5 ہجری میں ہوا اور اس کی منصوبہ بندی میں کلیدی کردار مدینہ سے نکالے گئے یہودی قبیلہ بنو نضیر کے سرداروں نے ادا کیا۔ بنو نضیر کو عہد شکنی کی سزا کے طور پر 4 ہجری میں مدینہ سے نکال دیا گیا تھا۔ مدینہ سے نکلنے کے بعد وہ لوگ خیبر میں جا کر آباد ہوگئے تھے۔ وہ نہ صرف مسلمانوں سے انتقام لینا چاہتے تھے بلکہ ان کا خیال تھا کہ اگر مسلمانوں کا قلع قمع ہوجائے تو انہیں دوبارہ مدینہ میں آباد ہونے کا موقع مل جائے گا۔ چناچہ انہوں نے بڑی تگ ودو سے عرب کی تمام مسلم مخالف قوتوں کو متحد کر کے مدینہ پر حملہ کرنے کے لیے آمادہ کیا۔ اس کے لیے انہوں نے ابو عامر راہب جس کا تذکرہ اس سے پہلے سورة التوبہ کے مطالعے کے دوران مسجد ضرار کے حوالے سے آیت 107 کی تشریح کے ضمن میں ہوچکا ہے کی مدد سے قریش ِمکہ ‘ نجد کے بنو غطفان اور عرب کے دیگر چھوٹے بڑے قبائل سے رابطہ کیا۔ اپنی اس مہم کے نتیجے میں وہ لگ بھگ بارہ ہزار جنگجوئوں پر مشتمل ایک بہت بڑا لشکر تیار کرنے اور اس کو مدینہ پر چڑھا لانے میں کامیاب ہوگئے۔ عربوں کے مخصوص قبائلی نظام کی تاریخ کو مد نظر رکھا جائے تو اس زمانے میں اتنے بڑے پیمانے پر لشکر کشی ایک انہونی سی بات تھی۔  دوسری طرف مدینہ میں مسلمانوں کی تعداد مشکل سے تین ہزار تھی اور اس میں بھی منافقین کی ایک اچھی خاصی تعداد موجود تھی۔ اس کے علاوہ ایک بہت طاقتور یہودی قبیلے بنو قریظہ کی مدینہ میں موجودگی بھی ایک بہت بڑے خطرے کی علامت تھی۔ مدینہ میں ان لوگوں نے مضبوط گڑھیاں بنا رکھی تھیں۔ اس سے پہلے مدینہ کے دو یہودی قبائل بنو قینقاع اور بنو نضیر میثاقِ مدینہ کی خلاف ورزی کرکے مسلمانوں سے غداری کرچکے تھے۔ اس پس منظر میں اس طاقتور یہودی قبیلے کی طرف سے بھی نہ صرف غداری کا اندیشہ تھا ‘ بلکہ حملہ آور قبائل کے ساتھ ان کے خفیہ گٹھ جوڑ کے بارے میں ٹھوس اطلاعات بھی آچکی تھیں۔ ان حالات میں مٹھی بھر مسلمانوں کے لیے اتنے بڑے لشکر سے مقابلہ کرنا بظاہر ممکن نہیں تھا۔  اس صورت حال میں حضور ﷺ نے جب صحابہ رض سے مشورہ کیا تو حضرت سلمان فارسی رض کی طرف سے خندق کھودنے کی تجویز سامنے آئی۔ حضرت سلمان رض کا تعلق ایران سے تھا۔ آپ رض نے ایران میں رائج اس مخصوص طرز دفاع کے بارے میں اپنی ذاتی معلومات کی روشنی میں یہ مشورہ دیا جو حضور ﷺ نے پسند فرمایا۔ محل وقوع کے اعتبار سے مدینہ کی آبادی تین اطراف سے قدرتی طور پر محفوظ تھی۔ مشرق اور مغرب میں حرات لاوے کی چٹانوں پر مشتمل علاقہ تھا۔ اس علاقے میں اونٹوں اور گھوڑوں کی نقل و حرکت نہ ہوسکنے کی وجہ سے ان دونوں اطراف سے کسی بڑے حملے کا خطرہ نہیں تھا۔ عقب میں جنوب کی طرف بنو قریظہ کی گڑھیاں تھیں اور چونکہ ان کے ساتھ حضور ﷺ کا باقاعدہ معاہدہ تھا اور ابھی تک ان کی طرف سے کسی بد عہدی کا اظہار نہیں ہوا تھا اس لیے بظاہر یہ سمت بھی محفوظ تھی۔ اس طرح مدینہ کی صرف شمال مغربی سمت میں ہی ایسا علاقہ تھا جہاں سے اجتماعی فوج کشی کا خطرہ باقی رہ جاتا تھا۔ اس لیے اس علاقہ میں حضور ﷺ نے خندق کھودنے کا فیصلہ فرمایا۔ خندق کا مقصد اس سمت سے کسی بڑے حملے ‘ خصوصاً گھڑ سوار دستوں کی یلغار کو ناممکن بنانا تھا۔ اگر یکبارگی کسی بڑے حملے کا امکان نہ رہتا تو انفرادی طور پر خندق پار کرنے والے جنگجوئوں کے ساتھ آسانی سے نپٹا جاسکتا تھا۔  حضور ﷺ کے حکم سے خندق کی کھدائی کا کام شروع ہوگیا اور چھ دن کے اندر اندر یہ خندق تیار ہوگئی۔ لیکن خندق تو محض ایک مسئلے کا حل تھا ‘ جبکہ حالات تھے کہ انسانی تصور سے بھی بڑھ کر گھمبیر تھے۔ جزیرہ نمائے عرب کی تاریخ کے سب سے بڑے لشکر سے مقابلہ ‘ منافقین کی مدینہ کے اندر آستین کے سانپوں کی حیثیت سے موجودگی ‘ شدید سردی کا موسم ‘ قحط کا زمانہ ‘ رسد کی شدید کمی اور یہودی قبیلہ بنو قریظہ کی طرف سے بد عہدی کا خدشہ ! غرض خطرات و مسائل کا ایک سمندر تھا جس کی خوفناک لہریں پے درپے مسلمانوں پر اپنے تھپیڑوں کی یلغار کیے بڑھتی ہی چلی جا رہی تھیں۔ گویا اللہ تعالیٰ نے اہل ایمان کے صبر اور امتحان کے لیے ایک بہت ہی سخت اور خوفناک صورت پیدا کردی تھی۔ اسی دوران حضرت ُ نعیم بن مسعود رض جن کا تعلق بنوغطفان کی شاخ اشجع قبیلے سے تھا ‘ حضور ﷺ سے ملنے مدینہ آئے اور عرض کیا کہ میں اسلام قبول کرچکا ہوں مگر اس بارے میں ابھی تک کسی کو علم نہیں۔ اگر آپ ﷺ مجھے اجازت دیں تو میں بڑی آسانی سے حملہ آور قبائل اور بنو قریظہ کے مابین بد اعتمادی پیدا کرسکتا ہوں۔ واضح رہے کہ بنوقریظہ اور حملہ آور قبائل کے مابین سلسلہ جنبانی کا آغاز ہوچکا تھا۔ بنونضیر کا یہودی سردار حُیّ بن اخطب بنوقریظہ کے پاس پہنچا تھا اور انہیں مسلمانوں کے ساتھ بدعہدی پر آمادہ کرچکا تھا۔ اس طرح بنوقریظہ عہدشکنی کے مرتکب ہوچکے تھے۔ چناچہ حضور ﷺ کی اجازت سے حضرت نعیم بن مسعود رض بنوقریظہ کے پاس گئے اور انہیں سمجھایا کہ دیکھو محمد ﷺ کے ساتھ تمہارا معاہدہ ہے۔ اگر تم ان سے عہد شکنی کر کے حملہ آور قبائل کا ساتھ دو گے تو عین ممکن ہے کہ تم اپنی توقعات کے مطابق مسلمانوں کو ختم کرنے میں کامیاب ہو جائو۔ لیکن یہ بھی تو سوچو کہ اگر یہ منصوبہ ناکام ہوا تو تمہارا کیا بنے گا ؟ آخر اس کا امکان تو موجود ہے نا ‘ خواہ کتنا ہی خفیف کیوں نہ ہو ! ایسی صورت میں باہر سے آئے ہوئے سب لوگ تو محاصرہ اٹھا کر چلتے بنیں گے اور تمہیں مسلمانوں کے رحم و کرم پر چھوڑ جائیں گے۔ اس لیے بہتر ہوگا کہ حملہ آور قبائل کا ساتھ دینے سے پہلے تم لوگ اپنی حفاظت کی ضمانت کے طور پر ان سے کچھ افراد بطور یرغمال مانگ لو۔  اس کے بعد حضرت نعیم رض حملہ آور قبائل کے سرداروں کے پاس گئے اور انہیں خبردار کیا کہ بنو قریظہ تم لوگوں سے مخلص نہیں ‘ وہ تم سے کچھ آدمی بطور یرغمال مانگنے کا منصوبہ بنا رہے ہیں تاکہ تمہارے آدمی مسلمانوں کے حوالے کر کے انہیں اپنی وفاداری کا یقین دلا سکیں۔ چناچہ تم لوگ ان سے خبردار رہنا اور کسی قیمت پر بھی اپنے آدمی ان کے سپرد نہ کرنا ! حملہ آور قبائل اور بنو قریظہ کے درمیان مسلمانوں پر مشترکہ حملے کے بارے میں معاہدہ طے پانے ہی والا تھا ‘ لیکن معاہدے کو حتمی شکل دینے سے پہلے جب بنو قریظہ نے حملہ آور قبائل سے کچھ افراد بطور ضمانت مانگے تو انہوں نے ان کا یہ مطالبہ رد کردیا۔ اس طرح فریقین کے اندر بد اعتمادی کی فضا پیدا ہوگئی اور مسلمانوں کے خلاف ایک انتہائی خطرناک منصوبہ ناکام ہوگیا۔  بنو قریظہ کی طرف سے عدم تعاون کے بعد حملہ آور لشکر کی کامیابی کی رہی سہی امید بھی دم توڑ گئی۔ دوسری طرف انہیں موسم کی شدت اور رسد کی قلت کی وجہ سے بھی پریشانی کا سامنا تھا۔ ان حالات میں ایک رات قدرت الٰہی سے شدید آندھی آئی جس سے ان کے کیمپ کی ہرچیز درہم برہم ہوگئی۔ خیمے اکھڑ گئے ‘ کھانے کی دیگیں الٹ گئیں اور جانور دہشت زدہ ہوگئے۔ اس غیبی وار کی شدت کے سامنے ان کی ہمتیں بالکل ہی جواب دے گئیں۔ چناچہ اسی افراتفری کے عالم َمیں تمام قبائل نے واپسی کی راہ لی۔  یہ محاصرہ تقریباً پچیس دن تک جاری رہا۔ مسلمانوں کے لیے تو یہ ایک بہت سخت امتحان تھا ہی ‘ جس سے وہ سرخرو ہو کر نکلے ‘ لیکن دوسری طرف اس آزمائش سے منافقین کے نفاق کا پردہ بھی چاک ہوگیا اور ایک ایک منافق کا ُ خبث ِباطن اس کی زبان پر آگیا۔ یہی دراصل اس آزمائش کا مقصد بھی تھا : { لِیَمِیْزَ اللّٰہُ الْخَبِیْثَ مِنَ الطَّیِّبِ } الانفال : 37 ”تاکہ اللہ ناپاک کو پاک سے چھانٹ کر الگ کر دے“۔ -۔ - سورة العنکبوت کے پہلے رکوع میں یہی اصول اور قانون اللہ تعالیٰ نے سخت تاکیدی الفاظ میں دو دفعہ بیان فرمایا ہے۔ پہلے فرمایا : { فَلَیَعْلَمَنَّ اللّٰہُ الَّذِیْنَ صَدَقُوْا وَلَیَعْلَمَنَّ الْکٰذِبِیْنَ۔ ”چناچہ اللہ ظاہر کر کے رہے گا ان کو جو اپنے دعوائے ایمان میں سچے ہیں اور ان کو بھی جو جھوٹے ہیں۔“ پھر اس کے بعد دوبارہ فرمایا : { وَلَیَعْلَمَنَّ اللّٰہُ الَّذِیْنَ اٰمَنُوْا وَلَیَعْلَمَنَّ الْمُنٰفِقِیْنَ۔ ”اور یقینا اللہ ظاہر کر کے رہے گا سچے اہل ایمان کو ‘ اور ظاہر کر کے رہے گا منافقین کو بھی !“ اس معاملے کا ایک اور اہم پہلو یہ بھی ہے کہ جس طرح 5 نبوی ﷺ میں مکہ کے اندر غلاموں ‘ نوجوانوں اور بےسہارا مسلمانوں کو شدید مشکلات کا سامنا کرنا پڑا تھا اس کی تفصیل سورة العنکبوت کے پہلے رکوع کے مطالعے کے دوران گزر چکی ہے بالکل اسی طرح 5 ہجری میں مدینہ کے اندر بھی مسلمانوں کو غزوئہ خندق کی صورت میں سخت ترین آزمائش سے دو چار ہونا پڑا۔ بلکہ اس ضمن میں میری رائے واللہ اعلم تو یہ ہے کہ نبی اکرم ﷺ پر ذاتی طور پر سب سے مشکل وقت آپ ﷺ کے سفر ِطائف کے دوران آیا تھا ‘ جبکہ مسلمانوں کو اجتماعی سطح پر شدید ترین تکلیف دہ صورت حال کا سامنا غزوئہ خندق کے موقع پر کرنا پڑا۔آیت 9 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوا اذْکُرُوْا نِعْمَۃَ اللّٰہِ عَلَیْکُمْ } ”اے اہل ِایمان ! یاد کرو اللہ کے اس انعام کو جو تم لوگوں پر ہوا“ { اِذْ جَآئَ تْکُمْ جُنُوْدٌ} ”جب تم پر حملہ آور ہوئے بہت سے لشکر“ یہ لشکر مدینہ پر چاروں طرف سے چڑھ آئے تھے۔ بنو غطفان اور بنو خزاعہ کے لشکروں نے مشرق کی طرف سے چڑھائی کی ‘ جنوب مغرب کی طرف سے قریش ِمکہ حملہ آور ہوئے ‘ جبکہ شمال کی جانب سے انہیں بنو نضیر اور خیبر کے دوسرے یہودی قبائل کی مکمل پشت پناہی حاصل تھی۔ { فَاَرْسَلْنَا عَلَیْہِمْ رِیْحًا وَّجُنُوْدًا لَّمْ تَرَوْہَا } ”تو ہم نے ان پر ایک سخت آندھی بھیجی اور ایسے لشکر بھی جو تم نے نہیں دیکھے۔“ یعنی آندھی کی کیفیت تو تم لوگوں نے بھی دیکھی تھی ‘ لیکن اس کے علاوہ ہم نے ان پر فرشتوں کے لشکر بھی بھیجے تھے جو تم کو نظر نہیں آئے۔ { وَکَانَ اللّٰہُ بِمَا تَعْمَلُوْنَ بَصِیْرًا } ”اور جو کچھ تم لوگ کر رہے تھے اللہ اسے دیکھ رہا تھا۔“ اس ایک جملے میں محاصرے کے دوران ہر فرد کے رویے کا احاطہ کردیا گیا ہے۔ اس دوران کس کا ایمان غیر متزلزل رہا ‘ کس کی نیت میں نفاق تھا اور کون اپنے نفاق کو زبان پر لے آیا ‘ اللہ کو سب معلوم ہے۔ یہ محاصرہ تقریباً پچیس دن تک رہا۔ اس دوران اکا دکا مقامات پر معرکہ آرائی بھی ہوئی۔ اس حوالے سے حضرت علی رض اور عرب کے مشہور پہلوان عبد ِوُدّ کے درمیان ہونے والا مقابلہ تاریخ میں بہت مشہور ہے۔ عبد ِوُدّ پورے عرب کا مانا ہوا شہسوار تھا۔ اس کی عمر نوے ّسال تھی مگر وہ اس عمر میں بھی ہزار جنگجوئوں کے برابر سمجھا جاتا تھا۔ کوئی اکیلا شخص اس کے مقابلے میں آنے کا سوچ بھی نہیں سکتا تھا۔ وہ گھوڑے کو بھگاتے ہوئے ایک ہی زقند میں خندق پار کرنے میں کامیاب ہوگیا اور تن ِتنہا اس طرف آکر دعوت مبارزت دی کہ تم میں سے کوئی ہے جو میرا مقابلہ کرے ؟ ادھر سے حضرت علی رض اس کے مقابلے کے لیے تیار ہوئے۔  حضرت علی رض کے سامنے آنے پر اس نے کہا کہ میں اپنے مقابل آنے والے ہر شخص کو تین باتیں کہنے کا موقع دیتا ہوں اور ان میں سے ایک بات ضرور قبول کرتا ہوں۔ اس لیے تم اپنی تین خواہشات کا اظہار کرو۔ اس پر حضرت علی رض نے کہا کہ میری پہلی خواہش تو یہ ہے کہ تم ایمان لے آئو۔ اس نے کہا کہ یہ تو نہیں ہوسکتا۔ حضرت علی رض نے اپنی دوسری خواہش کا اظہار کرتے ہوئے کہا کہ تم جنگ سے واپس چلے جائو ! اس نے کہا کہ یہ بھی ممکن نہیں۔ ان دونوں باتوں سے انکار پر آپ رض نے فرمایا کہ پھر آئو اور مجھ سے مقابلہ کرو ! اس پر اس نے ایک بھر پور قہقہہ لگاتے ہوئے حیرت کا اظہار کیا کہ آج تک پورے عرب میں اس کے سامنے کسی کو ایسا کہنے کی جرات نہیں ہوئی۔ بہر حال دو بدو مقابلے میں حضرت علی رض نے اسے واصل ِجہنم کردیا۔ اس طرح کے اکا ّدُکا انفرادی مقابلوں کے علاوہ دونوں لشکروں کے درمیان کسی بڑے اجتماعی معرکے کی نوبت نہیں آئی۔ محاصرے کے غیر متوقع طور پر طول کھینچنے سے کفار کے لشکر میں روز بروزبد دلی پھیلتی جا رہی تھی۔ اس دوران حضرت ُ نعیم بن مسعود اشجعی رض کی حکمت عملی سے بھی بنو قریظہ اور حملہ آور قبائل کے درمیان بد اعتمادی پیدا ہوگئی۔ طویل محاصرے کے بعد اچانک خوفناک آندھی نے بھی اپنا رنگ دکھایا۔ اس پر مستزاد فرشتوں کے لشکروں کی دہشت تھی جس کی کیفیت کا اندازہ بھی نہیں کیا جاسکتا۔ اس سب کچھ کا نتیجہ یہ نکلا کہ عرب کی تاریخ کے سب سے بڑے لشکر کو اپنے مقاصد حاصل کیے بغیر ناکام و نامراد لوٹنا پڑا۔ -۔ - آئندہ آیات میں محاصرے کے دوران کی صورت حال پر مزید تبصرہ کیا جا رہا ہے :"
    }
  ]
}
