{
  "ayahs": [
    { "ayah": 1, "surah": 40, "text": "آیت 1 { حٰمٓ۔ ”ح ‘ م۔“" },
    {
      "ayah": 10,
      "surah": 40,
      "text": "گزشتہ آیات میں مومنین ِصادقین کے حالات کا نقشہ دکھایا گیا ہے کہ قیامت کے دن حاملین ِعرش ملائکہ ان کی مغفرت کے لیے دعائیں کر رہے ہوں گے۔ نہ صرف ان کے لیے بلکہ وہ ان کے آباء و اَجداد اور اہل و عیال کے لیے بھی سفارش کریں گے کہ ان میں سے اگر کوئی جنت کے نچلے درجے میں ہے تو اے پروردگار ! تو اس کے درجات کو بھی بلند فرما دے تاکہ وہ اپنے ان عزیز و اقارب کے ساتھ مل جائے جنہیں بلند تر درجات عطا ہوئے ہیں۔ اب ان آیات میں اس کے برعکس کفار و مشرکین کے حالات کا منظر دکھایا جا رہا ہے :آیت 10 { اِنَّ الَّذِیْنَ کَفَرُوْا یُنَادَوْنَ لَمَقْتُ اللّٰہِ اَکْبَرُ مِنْ مَّقْتِکُمْ اَنْفُسَکُمْ } ”جن لوگوں نے کفر کیا تھا انہیں پکارا جائے گا کہ آج تم جس قدر اپنی جانوں سے بےزار ہوگئے ہو اللہ کی بیزاری تم سے اس سے کہیں بڑھ کر تھی“ { اِذْ تُدْعَوْنَ اِلَی الْاِیْمَانِ فَتَکْفُرُوْنَ } ”جب تمہیں ایمان کی دعوت دی جاتی تھی اور تم کفر کرتے تھے۔“ آج عذاب کی حالت میں تمہاری جان پر بنی ہوئی ہے اور تم اپنی جانوں سے بیزار ہو کر موت کی دعائیں کر رہے ہو۔ مگر یاد کرو وہ وقت جب اللہ کا رسول تمہیں اللہ کی طرف اور قرآن کی طرف بلا رہا تھا اور تمہیں ایمان اور جہاد فی سبیل اللہ کا راستہ دکھا رہا تھا تو تم مسلسل انکار کیے جا رہے تھے۔ اس وقت اللہ تعالیٰ تم سے جس قدر بیزاری محسوس کر رہا تھا وہ تمہاری اس بیزاری سے کہیں زیادہ تھی جو تم لوگ آج اپنی جانوں سے محسوس کر رہے ہو۔"
    },
    {
      "ayah": 11,
      "surah": 40,
      "text": "آیت 11 { قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَیْنِ وَاَحْیَیْتَنَا اثْنَتَیْنِ } ”وہ فریاد کریں گے : اے ہمارے رب ! تو نے ہمیں دو دفعہ مارا اور دو دفعہ زندہ کیا“ { فَاعْتَرَفْنَا بِذُنُوْبِنَا فَہَلْ اِلٰی خُرُوْجٍ مِّنْ سَبِیْلٍ } ”تو اب ہم نے اپنے گناہوں کا اعتراف کرلیا ہے ‘ تو کیا اب یہاں سے نکلنے کی بھی کوئی راہ ہے ؟“ یعنی اگر ہم اس سے پہلے اتنے مراحل سے گزر آئے ہیں تو اب اس مرحلے سے بھی گزرنے کا کوئی طریقہ تو ہوگا۔ تو اے پروردگار ! ایک دفعہ ہمیں اس عذاب سے جان چھڑانے کا موقع بھی فراہم کر دے۔  تخلیق ِانسانی اور حیات انسانی کی حقیقت کے ضمن میں اس آیت کا مضمون پورے قرآن میں ذروہ سنام کا درجہ رکھتا ہے۔ اگرچہ یہ مضمون قرآن میں متعدد بار آچکا ہے لیکن اس قدر واضح انداز میں اور کہیں نہیں آیا۔ مثلاً سورة البقرۃ میں فرمایا گیا : { کَیْفَ تَکْفُرُوْنَ بِاللّٰہِ وَکُنْتُمْ اَمْوَاتاً فَاَحْیَاکُمْْج ثُمَّ یُمِیْتُکُمْ ثُمَّ یُحْیِیْکُمْ ثُمَّ اِلَیْہِ تُرْجَعُوْنَ۔ } ”تم کیسے کفر کرتے ہو اللہ کا ‘ حالانکہ تم مردہ تھے تو اس نے تمہیں زندہ کیا ‘ پھر وہ تمہیں مارے گا ‘ پھر زندہ کرے گا ‘ پھر تم اسی کی طرف لوٹا دیے جائو گے“۔ اگرچہ سورة البقرۃ کی اس آیت میں بھی دو احیاء اور دو اموات کا ذکر ہے مگر مختلف مفسرین نے ان الفاظ کی تاویل مختلف انداز میں کی ہے۔ البتہ آیت زیر مطالعہ اپنے مفہوم میں اس قدر واضح ہے کہ اس کی وضاحت کے لیے کسی تعبیر اور تاویل کی ضرورت نہیں۔ چناچہ اس آیت کے حوالے سے یہاں حیات انسانی کے مختلف ادوار کو اچھی طرح سے سمجھ لیجیے۔ ہر انسان کی پہلی تخلیق اس وقت عمل میں آئی جب عالم ارواح میں اس کی روح پیدا کی گئی۔ عالم ارواح کی یہ زندگی پورے شعور کے ساتھ تھی۔ اسی لیے تو وہاں تمام ارواح سے وہ عہد لیا گیا تھا جس کا ذکر سورة الاعراف کی آیت 172 میں { اَلَسْتُ بِرَبِّکُمْط قَالُوْا بَلٰیج } کے الفاظ کے ساتھ ہوا ہے۔ اس عہد کے وقت حضرت آدم علیہ السلام کی روح سے لے کر دنیا کے آخری انسان کی روح تک تمام ارواح حاضر و موجود تھیں۔ عالم ارواح میں ارواح کے اس عظیم الشان اجتماع کی کیفیت ایک حدیث میں ”جُنُوْدٌ مُّجَنَّدَۃ“ 1 لشکروں کے لشکر کے الفاظ میں بیان کی گئی ہے۔ مذکورہ عہد لینے کے بعد اللہ تعالیٰ نے تمام ارواح کو موت کی نیند سلا دیا۔ یہ ہر انسان کی پہلی موت اماتہ اولیٰ تھی جو عالم ارواح میں اس پر وارد ہوئی۔ اس طرح تمام ارواح کو گویا ایک کو لڈ سٹوریج میں محفوظ کردیا گیا۔ چناچہ جو ارواح ابھی تک دنیا میں نہیں آئیں وہ ابھی تک اسی کیفیت میں ہیں۔ علامہ اقبال ؔ نے اس کیفیت کا عجیب نقشہ کھینچا ہے مگر یہ ایسی تفصیل کا موقع نہیں۔  پھر جب عالم خلق ماں کے پیٹ میں کسی انسان کے جسم کا لوتھڑا تیار ہوجاتا ہے تو اس کی روح کو عالم ارواح سے اس لوتھڑے میں منتقل کردیا جاتا ہے۔ اس جسم میں منتقل ہونے کے بعد جب روح ”آنکھ“ کھولتی ہے تو یہ اس روح کا ”احیائے اوّل“ ہے۔ اس کے بعد وہ انسان ماں کے پیٹ سے دنیا میں وارد ہوتا ہے۔ ایک معین عرصے تک دنیا میں زندگی بسر کرتا ہے اور اس کے بعد مرجاتا ہے۔ چناچہ دنیوی زندگی کی یہ موت اس انسان یا روح کی دوسری موت اماتہ ثانیہ ہے۔ اس موت کے بعد وہ روح عالم برزخ میں چلی جاتی ہے ‘ جبکہ جسم اپنی اصل کی طرف لوٹ جاتا ہے یعنی مٹی میں مل کر مٹی ہوجاتا ہے۔ اسی طرح پوری نوع انسانی کی ارواح اپنی اپنی باری پر زندہ ہو کر دنیا میں آتی جائیں گی اور یہاں اپنے اپنے جسم کے ساتھ زندگی گزار کر ”دوسری موت“ کے بعد عالم برزخ کو سدھارتی جائیں گی۔ اس کے بعد جب قیامت برپا ہوگی تو ہر انسان کی روح کو ایک دفعہ پھر اس کے دنیوی جسم سے ملا کر زندہ کردیا جائے گا۔ یہ تمام انسانوں کا ”احیائے ثانی“ ہوگا۔ چناچہ جب میدانِ حشر میں اللہ کی عدالت لگے گی تو مجرم لوگ آیت زیر مطالعہ کے الفاظ میں اللہ تعالیٰ سے درخواست کریں گے کہ اے ہمارے پروردگار ! تو نے ہمیں دو مرتبہ موت دی اور دو دفعہ زندہ کیا۔ عالم ارواح سے دنیا کی زندگی تک اور دنیا کی موت کے بعد قیامت کے اس دن تک کئی ادوار ہم پر گزر چکے ‘ تو اے ہمارے پروردگار ! اب ایک دور اور سہی۔ ایک مرتبہ پھر ہم پر کرم فرمایا جائے اور ہمیں ایک موقع اور دے دیا جائے۔ یعنی وہ لوگ اپنی سابقہ زندگی کے مختلف ادوار کو دلیل بنا کر ایک اور دور کی رعایت حاصل کرنے کی درخواست کریں گے۔"
    },
    {
      "ayah": 12,
      "surah": 40,
      "text": "آیت 12 { ذٰلِکُمْ بِاَنَّہٗٓ اِذَا دُعِیَ اللّٰہُ وَحْدَہٗ کَفَرْتُمْ } ”یہ اس لیے ہے کہ جب اکیلے اللہ کو پکارا جاتا تھا تو تم انکار کرتے تھے۔“ { وَاِنْ یُّشْرَکْ بِہٖ تُؤْمِنُوْا } ”اور اگر اس کے ساتھ شرک کیا جاتا تو تم مان لیتے۔“ { فَالْحُکْمُ لِلّٰہِ الْعَلِیِّ الْکَبِیْرِ } ”تو اب ُ کل اختیار اللہ ہی کے ہاتھ میں ہے جو بہت بلند ‘ بہت عظمت والا ہے۔“"
    },
    {
      "ayah": 13,
      "surah": 40,
      "text": "آیت 13 { ہُوَ الَّذِیْ یُرِیْکُمْ اٰیٰتِہٖ وَیُنَزِّلُ لَکُمْ مِّنَ السَّمَآئِ رِزْقًا } ”وہی ہے جو تمہیں اپنی نشانیاں دکھاتا ہے اور اتارتا ہے تمہارے لیے آسمان سے روزی۔“ اللہ تعالیٰ آسمان سے بارش برساتا ہے اور بارش کا پانی زمین سے روزی پیدا کرنے کا سبب بنتا ہے۔ { وَمَا یَتَذَکَّرُ اِلَّا مَنْ یُّنِیْبُ } ”اور نہیں نصیحت حاصل کرتا مگر وہی جو رجوع کرتا ہے اللہ کی طرف۔“"
    },
    {
      "ayah": 14,
      "surah": 40,
      "text": "آیت 14 { فَادْعُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَ وَلَوْ کَرِہَ الْکٰفِرُوْنَ } ”پس تم پکارو اللہ کو اسی کے لیے اطاعت کو خالص کرتے ہوئے ‘ خواہ یہ کافروں کو کتنا ہی ناگوار ہو۔“ مُخْلِصِیْنَ لَہُ الدِّیْنَکے یہ کلمات سورة الزمر اور اس سورت کے درمیان مماثلت اور مشابہت کی علامت ہیں۔ دونوں سورتوں میں یہ کلمات بار بار آئے ہیں۔ ظاہر ہے توحید خالص کا عملی مظاہرہ اللہ کے نافرمانوں اور طاغوتی کارندوں کو تو کبھی بھی اچھا نہیں لگے گا۔ وہ تو چاہیں گے کہ ”اللہ کا حصہ اللہ کو دیا جائے اور قیصر کا حصہ قیصرکو !“ یعنی توحید کا ذکر بھی ہوتا رہے اور کاروبارِ شرک بھی چلتا رہے۔ کبھی کبھار کوئی حکم اللہ کا بھی مان لیا جائے ‘ مگر ساتھ ہی ساتھ دوسرے خدائوں اور حاجت روائوں کو بھی خوش رکھا جائے۔"
    },
    {
      "ayah": 15,
      "surah": 40,
      "text": "آیت 15 { رَفِیْعُ الدَّرَجٰتِ ذُوالْعَرْشِ } ”وہی اللہ ہے درجات کو بلند کرنے والا ‘ عرش کا مالک۔“ یہاں پھر اللہ کی شان کا بیان مرکب اضافی کی شکل میں ہوا ہے۔ { یُلْقِی الرُّوْحَ مِنْ اَمْرِہٖ عَلٰی مَنْ یَّشَآئُ مِنْ عِبَادِہٖ لِیُنْذِرَ یَوْمَ التَّلَاقِ } ”وہ القا کرتا ہے روح کو اپنے امر میں سے جس پر چاہتا ہے اپنے بندوں میں سے تاکہ وہ خبردار کر دے لوگوں کو ملاقات کے دن سے۔“ تاکہ اللہ تعالیٰ کے وہ بندے لوگوں کو یاد دہانی کرائیں کہ ایک دن انہوں نے اپنے رب کے حضور حاضر ہونا ہے۔ یہاں پر الرُّوْحَ مِنْ اَمْرِہٖ سے وحی مراد ہے۔ فرشتہ ‘ وحی اور انسانی روح تینوں کا تعلق عالم امر سے ہے ‘ لہٰذا ”روح“ کا لفظ ان تینوں کے لیے استعمال ہوتا ہے۔"
    },
    {
      "ayah": 16,
      "surah": 40,
      "text": "آیت 16 { یَوْمَ ہُمْ بٰـرِزُوْنَج لَا یَخْفٰی عَلَی اللّٰہِ مِنْہُمْ شَیْئٌ} ”جس روز یہ سامنے نکل کھڑے ہوں گے ‘ ان کی کوئی چیز بھی اللہ سے مخفی نہیں ہوگی۔“ { لِمَنِ الْمُلْکُ الْیَوْمَط } ”اُس روز پوچھاجائے گا : کس کے لیے ہے بادشاہی آج کے دن ؟  { لِلّٰہِ الْوَاحِدِ الْقَہَّارِ } ”جواب ملے گا : اکیلے اللہ کے لیے ہے جو تمام کائنات پر چھایا ہوا ہے۔“"
    },
    {
      "ayah": 17,
      "surah": 40,
      "text": "آیت 17 { اَلْیَوْمَ تُجْزٰی کُلُّ نَفْسٍم بِمَا کَسَبَتْ } ”آج ہر جان کو وہی بدلہ دیا جائے گا جو اس نے کمایا۔“ { لَا ظُلْمَ الْیَوْمَط اِنَّ اللّٰہَ سَرِیْعُ الْحِسَابِ } ”آج کوئی ظلم نہیں ہوگا۔ یقینا اللہ جلد حساب چکا دینے والا ہے۔“"
    },
    {
      "ayah": 18,
      "surah": 40,
      "text": "آیت 18 { وَاَنْذِرْہُمْ یَوْمَ الْاٰزِفَۃِ } ”اور اے نبی ﷺ ! انہیں خبردار کر دیجئے اس نزدیک آجانے والے دن سے“ { اِذِ الْقُلُوْبُ لَدَی الْحَنَاجِرِکٰظِمِیْنَ } ”جبکہ دل حلق میں آ پھنسیں گے اور وہ غم کو دبا رہے ہوں گے۔“ { مَا لِلظّٰلِمِیْنَ مِنْ حَمِیْمٍ وَّلَا شَفِیْعٍ یُّطَاعُ } ”ان ظالموں کا نہ کوئی دوست ہوگا اور نہ کوئی ایسا سفارشی ہوگا جس کی بات مانی جائے۔“"
    },
    {
      "ayah": 19,
      "surah": 40,
      "text": "آیت 19 { یَعْلَمُ خَآئِنَۃَ الْاَعْیُنِ وَمَا تُخْفِی الصُّدُوْرُ } ”وہ جانتا ہے نگاہوں کی چوری کو بھی ‘ اور جو کچھ سینوں میں چھپا ہے اس کو بھی۔“"
    },
    {
      "ayah": 2,
      "surah": 40,
      "text": "آیت 2 { تَنْزِیْلُ الْکِتٰبِ مِنَ اللّٰہِ الْعَزِیْزِ الْعَلِیْمِ } ”نازل کیا جانا ہے اس کتاب کا اس اللہ کی جانب سے جو زبردست ہے ‘ صاحب علم ہے۔“"
    },
    {
      "ayah": 20,
      "surah": 40,
      "text": "آیت 20 { وَاللّٰہُ یَقْضِیْ بِالْحَقِّ } ”اور اللہ فیصلہ کرے گا حق کے ساتھ۔“ { وَالَّذِیْنَ یَدْعُوْنَ مِنْ دُوْنِہٖ لَا یَقْضُوْنَ بِشَیْئٍ } ”اور جن کو یہ لوگ اللہ کے سوا پکارتے ہیں ‘ وہ کسی چیز کا بھی فیصلہ نہیں کریں گے۔“ { اِنَّ اللّٰہَ ہُوَ السَّمِیْعُ الْبَصِیْرُ } ”یقینا اللہ سب کچھ سننے والا ‘ سب کچھ دیکھنے والا ہے۔“"
    },
    {
      "ayah": 21,
      "surah": 40,
      "text": "آیت 21 { اَوَ لَمْ یَسِیْرُوْا فِی الْاَرْضِ فَیَنْظُرُوْا کَیْفَ کَانَ عَاقِبَۃُ الَّذِیْنَ کَانُوْا مِنْ قَبْلِہِمْ } ”کیا یہ زمین میں گھومے پھرے نہیں ہیں کہ دیکھتے کیسا انجام ہوا ان لوگوں کا جو ان سے پہلے تھے !“ { کَانُوْا ہُمْ اَشَدَّ مِنْہُمْ قُوَّۃً وَّاٰثَارًا فِی الْاَرْضِ } ”وہ کہیں زیادہ بڑھ کر تھے ان سے قوت میں اور زمین میں آثار کے حوالے سے بھی ‘ ‘ انہوں نے زمین میں بڑی بڑی عمارتیں اور بہت سی دوسری ایسی یادگاریں بنائیں جو ان کے بعد بھی ان کی نشانیوں کے طور پر موجود رہی ہیں۔ اقوامِ ماضی کے ایسے بہت سے آثار آج بھی دنیا میں جا بجا موجود ہیں جنہیں ہم آثار قدیمہ کہتے ہیں۔ { فَاَخَذَہُمُ اللّٰہُ بِذُنُوْبِہِمْ } ”تو اللہ نے ان کو پکڑا ان کے گناہوں کی پاداش میں۔“ { وَمَا کَانَ لَہُمْ مِّنَ اللّٰہِ مِنْ وَّاقٍ } ”اور پھر کوئی نہ ہوا انہیں اللہ سے بچانے والا۔“"
    },
    {
      "ayah": 22,
      "surah": 40,
      "text": "آیت 22 { ذٰلِکَ بِاَنَّہُمْ کَانَتْ تَّاْتِیْہِمْ رُسُلُہُمْ بِالْبَیِّنٰتِ } ”یہ اس لیے ہوا کہ ان کے پاس آتے رہے ان کے رسول بہت واضح نشانیوں کے ساتھ“ { فَکَفَرُوْا فَاَخَذَہُمُ اللّٰہُط اِنَّہٗ قَوِیٌّ شَدِیْدُ الْعِقَابِ } ”لیکن انہوں نے کفر کیا تو اللہ نے انہیں پکڑ لیا ‘ یقینا وہ بہت طاقتور ‘ سزا دینے میں بہت سخت ہے۔“"
    },
    {
      "ayah": 23,
      "surah": 40,
      "text": "اب آئندہ آیات میں ”مومن ِآلِ فرعون“ کا واقعہ بیان ہو رہا ہے جو اس سورت کا خاص مضمون ہے۔ وہ فرعون کے دربار میں بہت بڑے مرتبے پر فائز تھے۔ ظاہر ہے حضرت موسیٰ علیہ السلام کی دعوت دوسرے لوگوں کے ساتھ ساتھ ان تک بھی پہنچی ہوگی۔ اس دعوت کے جواب میں اللہ نے ان کا سینہ کھول دیا اور وہ ایمان لے آئے۔ البتہ مصلحت کے تحت انہوں نے اپنے ایمان کا اظہار نہ کیا۔ پھر ایک موقع پر جب فرعون نے اپنی کابینہ کے سامنے حضرت موسیٰ علیہ السلام کے قتل کی تجویز رکھی تو اس مرد حق سے خاموش نہ رہا گیا۔ چناچہ فرعون کی اس تجویز کے جواب میں انہوں نے بھرے دربار میں ایک بہت مدلل ّاور موثر تقریر کی۔ اللہ تعالیٰ نے ان کی اس ”حق گوئی و بےباکی“ کی پذیرائی یوں فرمائی کہ ان کی پوری تقریر کو قرآن کا حصہ بنا دیا۔ وہ نہ نبی تھے اور نہ رسول ‘ لیکن ان کی طویل تقریر جس شان سے اللہ تعالیٰ نے نقل فرمائی ہے اس کی کوئی مثال قرآن میں کسی نبی یا رسول کے حوالے سے بھی نہیں ملتی۔ ان کے اس خصوصی اعزاز سے اندازہ لگایا جاسکتا ہے کہ اللہ تعالیٰ کس شان سے اپنے بندوں کی قدر افزائی فرماتا ہے۔آیت 23 ‘ 24 { وَلَقَدْ اَرْسَلْنَا مُوْسٰی بِاٰیٰتِنَا وَسُلْطٰنٍ مُّبِیْنٍ ’ اور ہم نے بھیجا تھا موسیٰ علیہ السلام ٰ کو اپنی نشانیوں اور کھلی سند کے ساتھ ‘"
    },
    {
      "ayah": 24,
      "surah": 40,
      "text": "اِلٰی فِرْعَوْنَ وَہَامٰنَ وَقَارُوْنَ } ’ فرعون ‘ ہامان اور قارون کی طرف“ { فَقَالُوْا سٰحِرٌ کَذَّابٌ۔ ”تو انہوں نے کہا کہ یہ تو ایک جادوگر ہے انتہائی جھوٹا۔“ یہی الفاظ مشرکین ِمکہ ّنے حضور ﷺ کے لیے کہے تھے جو سورة صٓ کی آیت 4 میں نقل ہوئے ہیں۔"
    },
    {
      "ayah": 25,
      "surah": 40,
      "text": "آیت 25 { فَلَمَّا جَآئَ ہُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَآئَ الَّذِیْنَ اٰمَنُوْا مَعَہٗ وَاسْتَحْیُوْا نِسَآئَ ہُمْ } ”تو جب وہ آیا ان کے پاس ہماری طرف سے حق لے کر تو انہوں نے کہا کہ جو لوگ ان کے ساتھ ایمان لائیں ان کے بیٹوں کو قتل کر دو اور ان کی بیٹیوں کو زندہ رکھو۔“ { وَمَا کَیْدُ الْکٰفِرِیْنَ اِلَّا فِیْ ضَلٰلٍ } ”لیکن کافروں کا دائو بھٹک کر ہی رہ جاتا ہے۔“ اس سے پہلے ہم سورة الاعراف کے پندرھویں رکوع میں بھی سردارانِ قوم فرعون کے اس مطالبے کے بارے میں پڑھ چکے ہیں کہ آپ موسیٰ علیہ السلام ٰ کو کب تک ڈھیل دیتے رہیں گے ؟ لوگ دھڑا دھڑ اس پر ایمان لا رہے ہیں ‘ روز بروز اس کی طاقت بڑھتی جا رہی ہے اور اس کے نتیجے میں ملک کے اندر فساد پھیل رہا ہے۔ آپ اسے قتل کیوں نہیں کروا دیتے ؟ لیکن جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے کہ فرعون ایک وقت تک حضرت موسیٰ علیہ السلام کے خلاف کوئی سخت اقدام کرنے سے کتراتا رہا۔ اس کی وجہ یہ تھی کہ وہ حضرت موسیٰ علیہ السلام کو گویا اپنا بڑا بھائی سمجھتا تھا اور اس تعلق کی وجہ سے وہ دل میں آپ علیہ السلام کے لیے نرم گوشہ رکھتا تھا۔ اس بات کو سمجھنے کے لیے حضرت موسیٰ علیہ السلام ٰ کی پیدائش سے لے کر بحیثیت ِرسول علیہ السلام فرعون کے سامنے آنے تک کے واقعات کو ایک دفعہ پھر سے ذہن میں تازہ کرلیجیے۔ ان تفصیلات کا خلاصہ یہ ہے کہ حضرت موسیٰ علیہ السلام کی پیدائش کے وقت رعمسیس دوم فرعون برسر اقتدار تھا۔ حضرت موسیٰ علیہ السلام ٰ کو دریا سے نکال کر جب اس کے محل میں لایا گیا تو اس کی بیوی نے کسی طرح اسے قائل کرلیا کہ اس بچے کو قتل نہ کیا جائے۔ اس موقع پر فرعون کی بیوی کے اپنے شوہر کے ساتھ مکالمے کو سورة القصص میں یوں نقل کیا گیا ہے : { وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَیْنٍ لِّیْ وَلَکَط لَا تَقْتُلُوْہُ ق عَسٰٓی اَنْ یَّنْفَعَنَآ اَوْ نَتَّخِذَہٗ وَلَدًا } آیت 9 ”اور فرعون کی بیوی نے کہا کہ یہ آنکھوں کی ٹھنڈک ہے میرے لیے بھی اور تمہارے لیے بھی۔ تم اسے قتل مت کرو ‘ ممکن ہے کہ یہ ہمیں کوئی فائدہ پہنچائے یا ہم اسے بیٹا ہی بنا لیں“۔ غالب گمان یہی ہے کہ وہ خاتون حضرت آسیہ رض ہی تھیں جن کا ذکر سورة التحریم میں آیا ہے۔ اس وقت تک فرعون بےاولاد تھا۔ بعد میں اس کے ہاں ایک بیٹا پیدا ہوا۔ چناچہ فرعون کا حقیقی بیٹا اور حضرت موسیٰ علیہ السلام سگے بھائیوں کی طرح اکٹھے رہے اور ایک ساتھ جوانی کی عمر کو پہنچے۔ اس کے بعد حضرت موسیٰ علیہ السلام کے ہاتھوں ایک قبطی کا قتل ہوگیا تو آپ علیہ السلام مدین چلے گئے۔ مدین سے آپ علیہ السلام کی واپسی کے زمانے میں بڑا فرعون اگرچہ زندہ تھا مگر بڑھاپے کی وجہ سے اس نے تمام امور سلطنت اپنے بیٹے منفتاح کو سونپ رکھے تھے۔ اس طرح عملی طور پر اس کا بیٹاہی حکمران تھا جو ایک طرح سے حضرت موسیٰ علیہ السلام کا بھائی اور بچپن کا ساتھی تھا۔ یہی وجہ تھی کہ اپنے بڑے بڑے سرداروں کے پر زور مطالبے کے باوجود بھی وہ کئی سال تک حضرت موسیٰ علیہ السلام کے خلاف انتہائی اقدام کرنے سے گریز کرتا رہا۔ پھر جب اس نے کسی سخت اقدام کو ناگزیر سمجھا بھی تو آپ علیہ السلام کی ذات کے بجائے آپ علیہ السلام کی قوم کو نشانہ بنانے کا منصوبہ بنایا۔ اس منصوبے کے تحت اس نے ایک دفعہ پھر حکم دے دیا کہ بنی اسرائیل کے ہاں پیدا ہونے والے لڑکوں کو قتل کردیا جائے اور صرف ان کی بیٹیوں کو ہی زندہ رہنے دیا جائے۔ اس کا خیال تھا کہ اس طرح وہ اس تحریک کو کچلنے اور بنی اسرائیل کی طاقت کو ختم کرنے میں کامیاب ہوجائے گا۔ چناچہ آیت زیر مطالعہ میں اس کے اسی منصوبے کے بارے میں فرمایا گیا ہے کہ اللہ کے مخالفین کی کوئی چال بھی اللہ کے مقابلے میں کامیاب نہیں ہوسکتی۔"
    },
    {
      "ayah": 26,
      "surah": 40,
      "text": "آیت 26 { وَقَالَ فِرْعَوْنُ ذَرُوْنِیْٓ اَقْتُلْ مُوْسٰی وَلْیَدْعُ رَبَّہٗ } ”اور فرعون نے کہا : مجھے چھوڑو کہ میں موسیٰ علیہ السلام ٰ کو قتل کر دوں اور وہ بچائو کے لیے پکارلے اپنے رب کو۔“ فرعون کے اس فقرے کے اندر بہت سی اَن کہی تفصیلات کی جھلک بھی نظر آرہی ہے۔ اَوّلاً اس سے یہ معلوم ہوتا ہے کہ اس وقت تک فرعون بھانپ چکا تھا کہ پانی سر سے گزرنے کو ہے اور یہ کہ اس مرحلے پر اگر موسیٰ علیہ السلام ٰ کو قتل کر کے راستے سے نہ ہٹایا گیا تو یہ طوفان اس کے اقتدار سمیت مصر کی ”عظیم الشان تہذیب“ اور ”مثالی روایات“ کو بھی بہا لے جائے گا۔ ثانیاً اس فقرے سے اس کی بےچارگی بھی عیاں ہو رہی ہے۔ وہ مطلق العنان بادشاہ تھا مگر اس کے باوجود اس نے اپنے وزراء اور امراء سے اس قرارداد کی منظوری کی درخواست کی۔ اس کی ضرورت اسے کیوں محسوس ہوئی ؟ در اصل وہ دیکھ رہا تھا کہ حضرت موسیٰ علیہ السلام ٰ کی دعوت سے ہر طبقے کے لوگ متاثر ہو رہے ہیں۔ اس لیے اسے اندیشہ تھا کہ اگر اس تجویز پر تمام درباریوں کو اعتماد میں نہ لیا گیا تو رد عمل کے طور پر کہیں سے کوئی بغاوت بھی جنم لے سکتی ہے۔ { اِنِّیْٓ اَخَافُ اَنْ یُّبَدِّلَ دِیْنَکُمْ اَوْ اَنْ یُّظْہِرَ فِی الْاَرْضِ الْفَسَادَ } ”مجھے اندیشہ ہے کہ وہ تمہارا دین بدل دے گا یا زمین میں فساد برپا کر دے گا۔“ ”دین“ سے مراد یہاں نظام حکومت ہے ‘ اور فرعون کو اب سب سے بڑا اندیشہ یہی تھا کہ مصر کا اقتدارِ اعلیٰ ان کے ہاتھ سے نکل جائے گا۔ فرعون کی مذکورہ قرارداد کی اطلاع حضرت موسیٰ علیہ السلام تک پہنچی تو آپ علیہ السلام نے خود کو اللہ کی پناہ میں دینے کے عزم کا اظہار کیا :"
    },
    {
      "ayah": 27,
      "surah": 40,
      "text": "آیت 27 { وَقَالَ مُوْسٰٓی اِنِّیْ عُذْتُ بِرَبِّیْ وَرَبِّکُمْ مِّنْ کُلِّ مُتَکَبِّرٍ لَّا یُؤْمِنُ بِیَوْمِ الْحِسَابِ } ”اور موسیٰ علیہ السلام ٰ نے کہا کہ میں پناہ پکڑتا ہوں اپنے اور تمہارے رب کی ہر اس متکبر شخص کے مقابلے میں ‘ جو یوم حساب پر ایمان نہیں رکھتا۔“"
    },
    {
      "ayah": 28,
      "surah": 40,
      "text": "آیت 28 { وَقَالَ رَجُلٌ مُّؤْمِنٌق مِّنْ اٰلِ فِرْعَوْنَ یَکْتُمُ اِیْمَانَہٗ } ”اور آل فرعون میں سے ایک مومن مرد نے ‘ جو ابھی تک اپنے ایمان کو چھپائے ہوئے تھا ‘ کہا :“ اس مرحلے پر اس مرد مومن نے صورت حال کی نزاکت کو محسوس کرتے ہوئے کلمہ حق زبان پر لانے کا فیصلہ کرلیا۔ چناچہ اس نے تمام مصلحتوں کو بالائے طاق رکھ کر بھرے دربار میں اس مطلق العنان فرعون کے سامنے کھڑے ہو کر ”حق گوئی و بےباکی“ کی ایسی مثال قائم کی کہ اس کی زبان سے نکلے ہوئے الفاظ اور جملے گویا ع ”موتی سمجھ کے شان کریمی نے ُ چن لیے !“ اور پھر ان موتیوں کو اللہ تعالیٰ نے قیامت تک کے جاں نثارانِ حق کی آنکھوں کی طراوت کے لیے صفحاتِ قرآن کی زینت بنا دیا۔ چناچہ فرعون نے جونہی حضرت موسیٰ علیہ السلام کے قتل کی قرارداد پیش کی ‘ یہ مرد مومن فوراً بول اٹھا اور اس نے فرعون اور تمام اہل دربار کی آنکھوں میں آنکھیں ڈال کر کہا : { اَتَقْتُلُوْنَ رَجُلًا اَنْ یَّقُوْلَ رَبِّیَ اللّٰہُ } ”کیا تم قتل کرنا چاہتے ہو ایک شخص کو محض اس لیے کہ وہ کہتا ہے میرا رب اللہ ہے !“ کیا کسی شخص کا اللہ کو رب ماننا تمہارے نزدیک اتنا بڑا جرم ہے کہ اس کی پاداش میں تم اس کی جان کے درپے ہوگئے ہو ؟  ایک مرتبہ جب مشرکین مکہ نے حضور ﷺ کی سر عام ہجو کی اور آپ ﷺ پر حملہ آور ہوئے تو اس موقع پر حضرت ابوبکر صدیق رض بیچ میں آگئے اور انہوں رض نے مشرکین مکہ کو مخاطب کر کے یہی الفاظ دہرائے تھے : اَتَقْتُلُوْنَ رَجُلًا اَنْ یَّقُوْلَ رَبِّیَ اللّٰہُ 1 ”کیا تم لوگ ایک شخص محمد صلی اللہ علیہ وآلہ وسلم کی جان کے درپے صرف اس لیے ہو رہے ہو کہ وہ کہتا ہے کہ میرا رب اللہ ہے !“ { وَقَدْ جَآئَ کُمْ بِالْبَیِّنٰتِ مِنْ رَّبِّکُم } ”حالانکہ وہ تمہارے رب کی طرف سے واضح نشانیاں لے کر آیا ہے۔“ { وَاِنْ یَّکُ کَاذِبًا فَعَلَیْہِ کَذِبُہٗ } ”اور اگر وہ جھوٹا ہے تو اس کے جھوٹ کا وبال اسی پر آئے گا۔“ { وَاِنْ یَّکُ صَادِقًا یُّصِبْکُمْ بَعْضُ الَّذِیْ یَعِدُکُمْ } ”اور اگر وہ سچا ہوا تو تمہیں وہ بعض باتیں پہنچ کر رہیں گی جن کے بارے میں وہ تمہیں وعید سنا رہا ہے۔“ ایسی صورت میں تم پر عذاب الٰہی کی مار پڑے گی اور تم تباہ و برباد کردیے جائو گے۔ { اِنَّ اللّٰہَ لَا یَہْدِیْ مَنْ ہُوَ مُسْرِفٌ کَذَّابٌ } ”یقینا اللہ تعالیٰ راہ یاب نہیں کرتا اس کو جو حد سے بڑھنے والا ‘ بہت جھوٹا ہو۔“"
    },
    {
      "ayah": 29,
      "surah": 40,
      "text": "آیت 29 { یٰــقَوْمِ لَکُمُ الْمُلْکُ الْیَوْمَ ظٰہِرِیْنَ فِی الْاَرْضِ } ”اے میری قوم کے لوگو ! آج تو تمہارے ہاتھ میں حکومت ہے اور تم ہر طرح سے زمین میں غالب ہو۔“ آج تو تم ایک عظیم الشان سلطنت کے مالک ہو اور پوری دنیا میں تمہاری طاقت کا ڈنکا بج رہا ہے۔ { فَمَنْ یَّنْصُرُنَا مِنْم بَاْسِ اللّٰہِ اِنْ جَآئَ نَا } ”لیکن اگر کہیں ہم پر اللہ کا عذاب آگیا تو اس سے بچانے کے لیے ہماری مدد کون کرے گا ؟“ { قَالَ فِرْعَوْنُ مَآ اُرِیْکُمْ اِلَّا مَآ اَرٰی } ”فرعون نے کہا : میں تو تمہیں وہی کچھ دکھا رہا ہوں جو مجھے نظر آ رہا ہے“ مجھے تو یہ نظر آ رہا ہے کہ اگر اب بھی موسیٰ علیہ السلام ٰ کا قصہ پاک نہ کیا گیا تو پانی ہمارے سروں سے گزر جائے گا اور یہ مصر کے طول و عرض میں فسادبرپا کر دے گا۔ اس طرح جو تباہی آئے گی وہ ہمارا سب کچھ برباد کر کے رکھ دے گی۔ اس فقرے کا ایک مفہوم یہ بھی ہوسکتا ہے کہ میں نے تو تمہارے سامنے اپنی وہی رائے پیش کی ہے جو مجھے مناسب نظر آتی ہے۔ -۔ - مردِ مومن کی کھری کھری باتوں کے جواب میں فرعون کا یہ معذرت خواہانہ رد عمل حیران کن ہے۔ فرعون کی مطلق العنانی کا تصور ذہن میں رکھیے اور پھر اس مختصر سے جملے کے ایک ایک لفظ سے ٹپکتی ہوئی بےبسی اور بےچارگی ملاحظہ کیجیے۔ { وَمَآ اَہْدِیْکُمْ اِلَّا سَبِیْلَ الرَّشَادِ۔ } ”اور میں نہیں راہنمائی کر رہا تمہاری مگر کامیابی کے راستے کی طرف۔“"
    },
    {
      "ayah": 3,
      "surah": 40,
      "text": "آیت 3 { غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِیْدِ الْعِقَابِ لا ذِی الطَّوْلِ } ”وہ اللہ کہ جو بخشنے والا ہے گناہ کا ‘ قبول کرنے والا ہے توبہ کا ‘ سزا دینے میں بہت سخت ہے ‘ وہ بہت طاقت اور قدرت والا ہے۔“ یہاں اللہ تعالیٰ کی چار شانوں کا ذکر مرکب اضافی کی صورت میں ہوا ہے۔ آگے چل کر بھی اس سورت میں اسمائے حسنیٰ کے حوالے سے یہ انداز اور اسلوب نظر آئے گا۔ { لَآ اِلٰــہَ اِلَّا ہُوَط اِلَـیْہِ الْمَصِیْرُ } ”اس کے علاوہ کوئی معبود نہیں ‘ اور اسی کی طرف لوٹ کر جانا ہے۔“ یہاں یہ اہم نکتہ بھی نوٹ کر لیجیے کہ اس سورت میں ”توبہ“ اور ”استغفار“ کا ذکر بار بار آئے گا ‘ بلکہ اس حوالے سے فرشتوں کا ذکر بھی آئے گا کہ وہ بھی بندوں کے لیے استغفار کرتے ہیں۔ سورة المومن کا سورة الزمر کے ساتھ چونکہ جوڑے کا تعلق ہے اس لیے ان دونوں سورتوں کے بنیادی اور مرکزی مضمون میں بھی مماثلت پائی جاتی ہے۔ اس مماثلت کے حوالے سے قبل ازیں تمہیدی کلمات میں بھی وضاحت کی جا چکی ہے کہ سورة الزمر کا مرکزی مضمون ”توحید فی العبادت“ ہے اور سورة المومن کا مرکزی مضمون ”توحید فی الدعاء“ ہے۔ ”دعا“ کے بارے میں حضور ﷺ کا فرمان ہے : اَلدُّعَائُ مُخُّ الْعِبَادَۃِ 1 یعنی دعا عبادت کا جوہر ہے۔ ایک دوسری حدیث میں یہ الفاظ بھی ملتے ہیں : اَلدُّعُائُ ھُوَ الْعِبَادَۃُ 2 کہ دعا ہی اصل عبادت ہے۔ اس لحاظ سے توحید فی العبادت اور توحید فی الدعاء آپس میں لازم و ملزوم ہیں۔ چناچہ جس طرح عبادت کے حوالے سے سورة الزمر میں بار بار ”مُخْلِصًا لَّہُ الدِّیْنَ“ کی تکرار ہے ‘ اسی طرح اس سورت میں { فَادْعُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَ } کی بار بار تاکید ہے۔ یعنی دعا کرو اللہ سے اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے۔ ایسا نہ ہو کہ دعا تو اللہ سے مانگو اور اطاعت کسی اور کی کرو۔ اگر ایسا ہوگا تو یہ انتہائی بےتکی حرکت ہوگی۔ جس طرح اللہ تعالیٰ کو جزوی اطاعت قبول نہیں اسی طرح اسے اس شخص کی دعا سننا بھی منظور نہیں جو اللہ کی اطاعت کے ساتھ ساتھ کسی اور کی اطاعت کا طوق بھی اپنی گردن میں ڈالے ہوئے ہے۔ چناچہ ایسے شخص کو چاہیے کہ جس ”معبود“ کی وہ اطاعت کرتا ہے ‘ دعا بھی اسی سے کرے۔  آج ہم پاکستانیوں کو من حیث القوم اس تناظر میں اپنی حالت کا بغور جائزہ لینے کی ضرورت ہے کہ آج ہم ہر میدان میں ذلیل و رسوا کیوں ہو رہے ہیں اور روز بروز ہمارے قومی و ملکی حالات بد سے بد تر کیوں ہوتے چلے جا رہے ہیں۔ 1971 ء میں نہ صرف ہمارا ملک دولخت ہوگیا بلکہ بد ترین شکست کا داغ بھی ہمارے ماتھے پر لگ گیا۔ آج ہماری حالت پہلے سے بھی بدتر ہے۔ اس وقت ہمارے باقی ماندہ ملک کی سلامتی بھی ڈانواں ڈول ہے۔ انتہائی خضوع و خشوع کے ساتھ مانگی گئی ہماری دعائیں بھی قبول نہیں ہوتیں اور رو رو کر کی گئی فریادیں بھی نہیں سنی جاتیں۔ یہ دراصل کوئی غیر متوقع اور غیر معمولی صورت ِحال نہیں بلکہ ہمارے اجتماعی و قومی رویے کا منطقی نتیجہ ہے۔ اور یہ رویہ ّیا طرز عمل کیا ہے ؟ آج ہم نے اپنی ترجیحات بدل لی ہیں ‘ ہماری اطاعت اللہ کے لیے خالص نہیں رہی ‘ بلکہ ہم اللہ کی اطاعت کو چھوڑ کر بہت سی دوسری اطاعتوں کے غلام بن گئے ہیں۔ ہم نے اللہ کے نام پر یہ ملک اس وعدے کے ساتھ حاصل کیا تھا کہ اس ملک میں ہم اللہ کے دین کا بول بالا کریں گے۔ مگر آج ہم اللہ کے ساتھ کیے گئے اس وعدے سے ِپھر چکے ہیں۔ ایسی صورت حال میں وہ ہماری دعائیں کیونکر سنے گا ؟ کیوں وہ ہماری فریاد رسی کرے گا اور کیوں ہماری مدد کو پہنچے گا ؟ چناچہ آج اصولی طور پر ہمیں چاہیے کہ ہم دعائیں بھی اسی ”سپر پاور“ سے کریں جس کی اطاعت کا طوق اپنی گردنوں میں ڈالے پھرتے ہیں۔"
    },
    {
      "ayah": 30,
      "surah": 40,
      "text": "آیت 30 { وَقَالَ الَّذِیْٓ اٰمَنَ یٰــقَوْمِ } ”اور مرد مومن نے اپنی تقریر جاری رکھتے ہوئے کہا : اے میری قوم کے لوگو !“ { اِنِّیْٓ اَخَافُ عَلَیْکُمْ مِّثْلَ یَوْمِ الْاَحْزَابِ } ”مجھے اندیشہ ہے تم پر ایسے دن کا جیسے دن پہلی قوموں پر آئے تھے۔“"
    },
    {
      "ayah": 31,
      "surah": 40,
      "text": "آیت 31 { مِثْلَ دَاْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِیْنَ مِنْم بَعْدِہِمْ } ”جیسا کہ معاملہ ہوا تھا قوم نوح علیہ السلام کا اور قوم عاد اور قوم ثمود اور ان کے بعد کی قوموں کا۔“ { وَمَا اللّٰہُ یُرِیْدُ ظُلْمًا لِّلْعِبَادِ } ”اور اللہ تو اپنے بندوں پر کسی ظلم کا ارادہ نہیں رکھتا۔“ یہ تو خود بندے ہی ہیں جو رسولوں کی تکذیب اور اپنی کوتاہیوں اور شرارتوں کی وجہ سے عذاب الٰہی کو دعوت دیتے ہیں ‘ ورنہ اللہ عزوجل تو کسی پر ظلم نہیں کرتا۔"
    },
    {
      "ayah": 32,
      "surah": 40,
      "text": "آیت 32 { وَیٰـقَوْمِ اِنِّیْٓ اَخَافُ عَلَیْکُمْ یَوْمَ التَّنَادِ } ”اور اے میری قوم کے لوگو ! مجھے اندیشہ ہے تم پر چیخ پکار کے دن کا۔“ جس دن ہر طرف فریاد و فغاں اور چیخ و پکار مچی ہوگی اور لوگ ایک دوسرے کو پکار رہے ہوں گے۔"
    },
    {
      "ayah": 33,
      "surah": 40,
      "text": "آیت 33 { یَوْمَ تُوَلُّوْنَ مُدْبِرِیْنَج مَا لَکُمْ مِّنَ اللّٰہِ مِنْ عَاصِمٍ } ”جس دن تم پیٹھ موڑ کر بھاگو گے ‘ لیکن اللہ کی پکڑ سے تمہیں بچا نے والا کوئی نہیں ہوگا۔“ { وَمَنْ یُّضْلِلِ اللّٰہُ فَمَا لَہٗ مِنْ ہَادٍ } ”اور جسے اللہ ہی گمراہ کر دے پھر اسے ہدایت دینے والا کوئی نہیں ہوتا۔“"
    },
    {
      "ayah": 34,
      "surah": 40,
      "text": "آیت 34 { وَلَقَدْ جَآئَ کُمْ یُوْسُفُ مِنْ قَـبْلُ بِالْبَـیِّنٰتِ } ”اور دیکھو ! اس سے پہلے تمہارے پاس یوسف علیہ السلام آئے تھے واضح نشانیاں لے کر“ تمہارے اسی ملک مصر میں اس سے پہلے حضرت یوسف علیہ السلام بھی اللہ کے نبی کی حیثیت سے تمہارے آباء و اَجداد کے پاس آئے تھے۔ اللہ تعالیٰ نے انہیں تاویل الاحادیث کا علم عطا کیا تھا۔ انہوں نے بادشاہ کو اس کے خواب کی تعبیر بتلا کر آنے والی قحط سالی کے تدارک کی تدبیر بھی بتائی تھی اور اس طرح اس ملک کو تباہی سے بچایا تھا۔ اس کے باوجود تمہاری قوم نے نہ تو ان کی نصیحتوں پر کان دھرا اور نہ ہی انہیں علیہ السلام اللہ کا نبی مانا۔ اس آیت سے ضمنی طور پر یہ بھی معلوم ہوتا ہے کہ حضرت یوسف اور حضرت موسیٰ ﷺ کے درمیان بنی اسرائیل میں کوئی اور نبی نہیں آئے۔ اگر حضرت یوسف علیہ السلام کے بعد کوئی اور نبی بھی آئے ہوتے تو مومن ِآلِ فرعون ان کا بھی ذکر کرتے۔ البتہ حضرت موسیٰ علیہ السلام کے بعد حضرت عیسیٰ علیہ السلام تک چودہ سو سال کے دوران بنی اسرائیل میں بغیر کسی وقفے کے مسلسل نبوت رہی۔ یہاں حضرت یوسف علیہ السلام کے بارے میں یہ نکتہ بھی مد نظر رہے کہ آپ علیہ السلام رسول نہیں ‘ صرف نبی تھے۔ { فَمَا زِلْتُمْ فِیْ شَکٍّ مِّمَّا جَآئَ کُمْ بِہٖ } ”لیکن تم شکوک و شبہات میں ہی پڑے رہے ان تعلیمات کے بارے میں جو وہ علیہ السلام تمہارے پاس لے کر آئے تھے۔“ { حَتّٰیٓ اِذَا ہَلَکَ قُلْتُمْ لَنْ یَّبْعَثَ اللّٰہُ مِنْم بَعْدِہٖ رَسُوْلًا } ”یہاں تک کہ جب وہ فوت ہوگئے تو تم نے کہا کہ اب ان کے بعد اللہ کسی اور کو رسول بنا کر نہیں بھیجے گا۔“ یعنی حضرت یوسف علیہ السلام کی زندگی میں تو انہیں اللہ کا پیغمبر تسلیم نہ کیا مگر فوت ہونے پر ان کا ذکر پیغمبر کے طور پر ہی کیا۔ { کَذٰلِکَ یُضِلُّ اللّٰہُ مَنْ ہُوَ مُسْرِفٌ مُّرْتَابُ } ”اسی طرح اللہ گمراہ کردیتا ہے ان لوگوں کو جو حد سے بڑھنے والے اور شکوک و شبہات میں مبتلا رہنے والے ہوں۔“"
    },
    {
      "ayah": 35,
      "surah": 40,
      "text": "آیت 35 { نِ الَّذِیْنَ یُجَادِلُوْنَ فِیْٓ اٰیٰتِ اللّٰہِ بِغَیْرِ سُلْطٰنٍ اَتٰـٹہُمْ } ”جو اللہ کی آیات کے بارے میں جھگڑتے ہیں بغیر کسی سند کے جو ان کے پاس آئی ہو۔“ { کَبُرَ مَقْتًا عِنْدَ اللّٰہِ وَعِنْدَ الَّذِیْنَ اٰمَنُوْا } ”بڑی بیزاری کی بات ہے یہ اللہ کے نزدیک بھی اور اہل ِایمان کے نزدیک بھی۔“ { کَذٰلِکَ یَطْبَعُ اللّٰہُ عَلٰی کُلِّ قَلْبِ مُتَکَبِّرٍ جَبَّارٍ } ”اسی طرح اللہ مہر لگا دیا کرتا ہے ہر اس شخص کے دل پر جو متکبر ّاور سرکش ہو۔“ اللہ کے اس فیصلے کے بعد پھر ایسے لوگوں کو ایمان کی دولت نصیب نہیں ہوتی۔  مومن ِآلِ فرعون کی اس تقریر کو پڑھتے ہوئے فرعون کے دربار کا نقشہ ذہن میں لائیے اور درو دیوار کے درمیان سے ابھرنے والی اس تصویر کو غور سے دیکھئے ! فرعون نظریں زمین پر گاڑے بت بنا بیٹھا ہے۔ اس کے دائیں بائیں سب کے سب درباری مبہوت ہوچکے ہیں ‘ پورے دربار میں سناٹے ّکا عالم َہے۔ فضا میں صرف ایک آواز گونج رہی ہے اور وہ ہے حق کی آواز ! مردِ مومن ُ پر جلال انداز میں اپنی تقریر جاری رکھے ہوئے ہے۔ تقریر نہایت موثر اور مربوط ہے۔ اس میں عقلی دلائل بھی ہیں اور تاریخی شواہد بھی۔ دعوت کا انداز بھی ہے اور عبرت کا سامان بھی۔ ماحول پر گہری سنجیدگی طاری ہوچکی ہے۔ اس صورت ِحال میں فرعون کرے تو کیا کرے۔ نہ تو اسے چپ رہنے کا یارا ہے اور نہ بولنے کا حوصلہ۔ اندیشہ ہائے دور دراز کے جھرمٹ میں اسے یہ بھی یاد نہیں رہتا کہ وہ ”فرعون“ ہے۔ پھر کچھ دیر کے بعد جب وہ اس کیفیت سے باہر آتا بھی ہے تو مرد مومن کو جواب دینے کے بجائے اپنے وزیر سے مخاطب ہونا مناسب سمجھتا ہے :"
    },
    {
      "ayah": 36,
      "surah": 40,
      "text": "آیت 36 { وَقَالَ فِرْعَوْنُ یٰـہَامٰنُ ابْنِ لِیْ صَرْحًا لَّعَلِّیْٓ اَبْلُغُ الْاَسْبَابَ } ”اور فرعون نے کہا : اے ہامان ! میرے لیی ایک بلند عمارت بنوائو تاکہ میں پہنچ جائوں راستوں تک۔“"
    },
    {
      "ayah": 37,
      "surah": 40,
      "text": "آیت 37 { اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓی اِلٰہِ مُوْسٰی } ”یعنی آسمان کے راستوں تک ‘ پھر میں جھانک کر دیکھوں موسیٰ کے الٰہ کو“ یہ موسیٰ جس الٰہ کا ذکر کرتا ہے میں اس تک پہنچ کر خود اسے دیکھنا چاہتا ہوں۔ { وَاِنِّیْ لَاَظُنُّہٗ کَاذِبًا } ”اور میرا گمان تو یہ ہے کہ وہ جھوٹا ہے۔“ { وَکَذٰلِکَ زُیِّنَ لِفِرْعَوْنَ سُوْٓئُ عَمَلِہٖ } ”اور اس طرح فرعون کے لیے اس کا ُ برا عمل بھی ّمزین کردیا گیا“ یعنی فرعون کی نگاہوں میں اس کی بدعملی خوشنما بنا دی گئی۔ { وَصُدَّ عَنِ السَّبِیْلِ وَمَا کَیْدُ فِرْعَوْنَ اِلَّا فِیْ تَبَابٍ } ”اور اسے روک دیا گیا سیدھی راہ سے۔ اور فرعون کی یہ چال نہیں تھی مگر تباہ ہونے کے لیے۔“ فرعون کی بےبسی کی ایک تصویر تو ہم قبل ازیں آیت 29 میں دیکھ آئے ہیں : { مَآ اُرِیْکُمْ اِلَّا مَآ اَرٰی وَمَآ اَہْدِیْکُمْ اِلَّا سَبِیْلَ الرَّشَادِ } کہ دیکھو بھئی ! یہ تو میری رائے ہے ‘ مجھے جو بات صحیح محسوس ہوئی وہ میں نے آپ لوگوں کے سامنے رکھ دی۔ اب آیت زیر مطالعہ میں جو منظر دکھایا گیا ہے اس میں وہ پہلے سے بھی زیادہ بےبس نظر آ رہا ہے۔ یہ جملے بولتے ہوئے نہ تو اس نے مرد مومن کی کسی بات کا جواب دیا اور نہ ہی وہ اس سے نظریں ملا سکا۔ ایک طویل خاموشی کے بعد اس نے بات کی بھی تو اپنے وزیر سے کی اور بات بھی نہایت بےتکی اور لایعنی کی ! کہ مجھے کوئی اونچا سامینار بنا دو تاکہ میں اس پر چڑھ کر موسیٰ کے معبود کو دیکھ سکوں ! واہ رے بادشاہ سلامت واہ ! اسے کہتے ہیں کھسیانی بلی کھمبا نوچے ! اللہ تعالیٰ کے وجود کے خلاف ایسی ہی ایک ”پختہ دلیل“ موجودہ دور کے لال بجھکڑوں کو بھی سوجھی تھی جب انہوں نے کہا تھا کہ ہم تو چاندتک بھی ہو آئے ہیں ‘ ہمیں تو کہیں کوئی خدا نظر نہیں آیا۔ مردِ مومن نے بہر حال فرعون کی اس فضول اور بےمحل بات کو نظر انداز کر کے کمال سنجیدگی سے اپنی تقریر کو جاری رکھا :"
    },
    {
      "ayah": 38,
      "surah": 40,
      "text": "آیت 38 { وَقَالَ الَّذِیْٓ اٰمَنَ یٰـقَوْمِ اتَّبِعُوْنِ اَہْدِکُمْ سَبِیْلَ الرَّشَادِ } ”اور کہا اس مومن نے کہ اے میری قوم کے لوگو ! تم میری پیروی کرو ‘ میں تمہاری راہنمائی کروں گا نیکی کے راستے پر۔“ یہ گویا فرعون کی اس بات کا جواب ہے جو اس نے کہا تھا : { وَمَآ اَہْدِیْکُمْ اِلَّا سَبِیْلَ الرَّشَادِ } ”اور میں تمہاری راہنمائی نہیں کر رہا مگر کامیابی کے راستے کی طرف“۔ جواب میں مرد مومن نے فرعون ہی کے الفاظ دہراتے ہوئے اہل ِدربار کو مخاطب کیا ہے کہ اگر کوئی ”سبیل الرشاد“ کی بات کرتا ہے تو آئو میں تمہیں بتاتا ہوں کہ ”سبیل الرشاد“ کیا ہے۔ تم میری بات مانو ‘ میرے پیچھے آئو ‘ میں تمہاری راہنمائی کرتا ہوں کہ بھلائی اور کامیابی کیا ہوتی ہے اور کون سا راستہ رشد و ہدایت اور فلاح و کامیابی کی طرف جاتا ہے۔"
    },
    {
      "ayah": 39,
      "surah": 40,
      "text": "آیت 39 { یٰـقَوْمِ اِنَّمَا ہٰذِہِ الْحَیٰوۃُ الدُّنْیَا مَتَاعٌز وَّاِنَّ الْاٰخِرَۃَ ہِیَ دَارُ الْقَرَارِ } ”اے میری قوم کے لوگو ! یہ دنیا کی زندگی تو بس چند روزہ برتنے کا سامان ہے اور مستقل رہنے کی جگہ تو آخرت ہے۔“"
    },
    {
      "ayah": 4,
      "surah": 40,
      "text": "آیت 4 { مَا یُجَادِلُ فِیْٓ اٰیٰتِ اللّٰہِ اِلَّا الَّذِیْنَ کَفَرُوْا فَلَا یَغْرُرْکَ تَقَلُّبُہُمْ فِی الْْبِلَادِ } ”نہیں جھگڑتے اللہ کی آیات میں مگر وہی لوگ جو کفر کرتے ہیں ‘ تو اے نبی ﷺ ! زمین میں ان کی چلت پھرت آپ کو دھوکے میں نہ ڈالے۔“ یہاں حضور ﷺ کو مخاطب کر کے سب مسلمانوں کو سمجھانا مقصود ہے کہ اے مسلمانو ! ان غیر مسلموں کے مادی وسائل ‘ ان کی طاقت ‘ ترقی اور ٹیکنالوجی تمہیں مرعوب نہ کرے۔ دیکھو ! کسی دنیوی ”سپر پاور“ کے دھوکے میں آکر کہیں تم اللہ کی قدرت اور طاقت کو بھول نہ جانا !"
    },
    {
      "ayah": 40,
      "surah": 40,
      "text": "آیت 40 { مَنْ عَمِلَ سَیِّئَۃً فَلَا یُجْزٰٓی اِلَّا مِثْلَہَا } ”جس نے کوئی بدی کمائی ہوگی تو اسے بدلہ ملے گا اسی کے مانند۔“ { وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَکَرٍ اَوْ اُنْثٰی وَہُوَ مُؤْمِنٌ} ”اور جو کوئی نیک عمل کرے گا ‘ چاہے مرد ہو یا عورت ‘ لیکن ہو وہ مومن“ { فَاُولٰٓئِکَ یَدْخُلُوْنَ الْجَنَّۃَ یُرْزَقُوْنَ فِیْہَا بِغَیْرِ حِسَابٍ } ”تو وہی لوگ جنت ّمیں داخل ہوں گے ‘ وہاں انہیں رزق ملے گا بغیر حساب کے۔“"
    },
    {
      "ayah": 41,
      "surah": 40,
      "text": "آیت 41 { وَیٰــقَوْمِ مَا لِیْٓ اَدْعُوْکُمْ اِلَی النَّجٰوۃِ وَتَدْعُوْنَنِیْٓ اِلَی النَّارِ } ”اور اے میری قوم کے لوگو ! مجھے کیا ہے کہ میں تمہیں پکار رہا ہوں نجات کی طرف اور تم مجھے دعوت دے رہے ہو آگ کی !“ تم اللہ کے رسول علیہ السلام کو قتل کرنے کی منصوبہ بندی کر رہے ہو اور مجھ سے چاہتے ہو کہ میں بھی اس گناہ میں تمہارے ساتھ شریک ہو کر جہنم کا مستحق بن جائوں ‘ جبکہ میں چاہتا ہوں کہ تم سب میرے ساتھ آئو ‘ میرا راستہ اپنائو ‘ اللہ کے حضور توبہ کرو اور جہنم سے نجات پا کر جنت میں چلے جائو۔"
    },
    {
      "ayah": 42,
      "surah": 40,
      "text": "آیت 42 { تَدْعُوْنَنِیْ لِاَکْفُرَ بِاللّٰہِ وَاُشْرِکَ بِہٖ مَا لَیْسَ لِیْ بِہٖ عِلْمٌ} ”تم مجھے دعوت دے رہے ہو اس بات کی کہ میں اللہ کا کفر کروں اور شریک ٹھہرائوں اس کے ساتھ جس کا مجھے کوئی علم نہیں“ { وَّاَنَا اَدْعُوْکُمْ اِلَی الْعَزِیْزِ الْغَفَّارِ } ”اور میں تمہیں بلا رہا ہوں اس ذات کی طرف جو زبردست ہے ‘ بخشش کرنے والا ہے۔“"
    },
    {
      "ayah": 43,
      "surah": 40,
      "text": "آیت 43 { لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِیْْٓ اِلَیْہِ لَیْسَ لَہٗ دَعْوَۃٌ فِی الدُّنْیَا وَلَا فِی الْاٰخِرَۃِ } ”بلاشبہ جن معبودوں کی طرف تم مجھے بلا رہے ہو ‘ ان کے لیے کوئی دعوت نہ دنیا میں ہے اور نہ آخرت میں“ یہ سب تمہارے خود ساختہ معبود ہیں۔ نہ تو دنیا میں کہیں ان کی رسائی ہے اور نہ ہی آخرت میں انہیں کوئی اختیار ہے۔ { وَاَنَّ مَرَدَّنَآ اِلَی اللّٰہِ } ”اور یہ کہ ہم سب کو لوٹنا تو اللہ ہی کی طرف ہے“ یاد رکھو ! خواہی نخواہی ہمیں ایک دن حاضر تو اللہ ہی کے حضور ہونا ہے۔ { وَاَنَّ الْمُسْرِفِیْنَ ہُمْ اَصْحٰبُ النَّارِ } ”اور جو حد سے گزرنے والے ہیں وہی جہنمی ہیں۔“"
    },
    {
      "ayah": 44,
      "surah": 40,
      "text": "آیت 44 { فَسَتَذْکُرُوْنَ مَآ اَقُوْلُ لَکُمْ } ”تو عنقریب تم یاد کرو گے یہ باتیں جو میں تم سے کہہ رہا ہوں۔“ میں جانتا ہوں کہ تم میری ان باتوں کو نہیں مانو گے۔ مجھے یہ بھی یقین ہے کہ تم موسیٰ علیہ السلام ٰ اور اس کی قوم کے خلاف اپنی ساری چالیں چل کر رہو گے۔ مگر یاد رکھو ! اگر تم نے ایسا کیا تو یقینا تم اپنی تباہی اور بربادی کو دعوت دو گے۔ بہر حال میری یہ باتیں تمہیں اس وقت ضرور یاد آئیں گی جب تمہارا بھیانک انجام تمہارے سامنے آن کھڑا ہوگا۔ { وَاُفَوِّضُ اَمْرِیْٓ اِلَی اللّٰہِ } ”اور میں تو اپنا معاملہ اللہ کے حوالے کرتا ہوں۔“ یہ مرد مومن کی تقریر کے اختتامی الفاظ ہیں۔ اس جملے کو پڑھ کر محسوس ہوتا ہے کہ فرعون کے دربار میں کلمہ حق بلند کرنے کے بعد مرد مومن ذہنی طور پر کسی بھی سزا کا سامنا کرنے کے لیے تیار تھے۔ انہیں اندازہ تھا کہ اس ”گستاخی“ کے بعد انہیں قتل کردیا جائے گا۔ چناچہ انہوں نے اپنی تقریر کا اختتام اس خوبصورت جملے پر کیا۔ سورة یٰسٓ میں بھی ایک مرد مومن کی ”حق گوئی و بےباکی“ کا ذکر ہوا ہے ‘ جس نے اپنی قوم کو رسولوں کی پیروی کرنے کا مشورہ دیا تھا اور اپنے ایمان کا ڈنکے کی چوٹ اعلان کیا تھا۔ اس ”اعلانِ بغاوت“ کے نتیجے میں اس کو اسی لمحے شہید کردیا گیا تھا اور اللہ تعالیٰ نے اسی وقت اسے جنت میں داخل فرما دیا تھا۔ قرآن حکیم میں اس کے یہ الفاظ نقل ہوئے ہیں : { قَالَ یٰـلَیْتَ قَوْمِیْ یَعْلَمُوْنَ۔ بِمَا غَفَرَ لِیْ رَبِّیْ وَجَعَلَنِیْ مِنَ الْمُکْرَمِیْنَ۔ } یٰسٓ ”اس نے کہا کاش ! میری قوم کو معلوم ہوجاتا میرے رب نے جس طرح میری مغفرت فرمائی ہے اور جس طرح مجھے باعزت لوگوں میں شامل کرلیا ہے !“ مومن ِآلِ فرعون نے بھی اپنی شہادت کے امکان کو دیکھتے ہوئے کمال اطمینان سے اپنا معاملہ اللہ کو سونپ دیا۔ { اِنَّ اللّٰہَ بَصِیْرٌم بِالْعِبَادِ } ”اللہ یقینا اپنے بندوں کو دیکھ رہا ہے۔“ اسے یقین تھا کہ اللہ اپنے بندوں کے حالات سے خوب واقف ہے ‘ وہ عَلٰی کُلِّ شَیْئٍ قَدِیْرٌ ہے۔ وہ جسے چاہے ظلم و زیادتی کا شکار ہونے سے بچا سکتا ہے۔"
    },
    {
      "ayah": 45,
      "surah": 40,
      "text": "آیت 45 { فَوَقٰــٹـہُ اللّٰہُ سَیِّاٰتِ مَا مَکَرُوْا } ”تو بچالیا اللہ نے اس کو ان کی چالوں کی برائیوں سے“ یہاں پر ہُ کی ضمیر کا مرجع مومن ِآلِ فرعون بھی ہوسکتا ہے اور حضرت موسیٰ علیہ السلام بھی۔ بعض مفسرین کا خیال ہے کہ اس سے مراد مومن آلِ فرعون ہے کہ اللہ نے اسے فرعون کے انتقام کا نشانہ بننے سے بچالیا ‘ لیکن اکثر حضرات کی رائے یہ ہے کہ اس سے حضرت موسیٰ علیہ السلام ٰ مراد ہیں۔ چونکہ اس بات کا آغاز فرعون کی اس قرارداد سے ہوا تھا جو اس نے حضرت موسیٰ علیہ السلام ٰ کو قتل کرنے کی اجازت کے لیے اپنے درباریوں کے سامنے پیش کی تھی۔ اس لیے زیادہ قرین ِقیاس یہی ہے کہ اس پوری تفصیل کے اختتام پر آیت زیر مطالعہ میں فرعون کے مذکورہ منصوبے کی ناکامی پر تبصرہ کیا گیا ہے کہ مومن ِآلِ فرعون کی اس تقریر کے بعد دربار کا ماحول ایسا نہ رہا کہ اس میں حضرت موسیٰ علیہ السلام ٰ کے قتل کی قرارداد پاس ہوسکتی۔ چناچہ فرعون اور اس کے درباری اس بارے میں کوئی فیصلہ نہ کرسکے اور یوں اللہ تعالیٰ نے حضرت موسیٰ علیہ السلام کو ان کے شر سے محفوظ رکھا۔  { وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْٓئُ الْعَذَابِ } ”اور گھیر لیا آلِ فرعون کو بدترین عذاب نے۔“"
    },
    {
      "ayah": 46,
      "surah": 40,
      "text": "آیت 46{ اَلنَّارُ یُعْرَضُوْنَ عَلَیْہَا غُدُوًّا وَّعَشِیًّا } ”آگ ہے جس پر وہ پیش کیے جاتے ہیں صبح وشام۔“ یہ قرآن مجید کی دوسری آیت ہے جس سے عذاب قبر سے متعلق دلیل ملتی ہے نیز ملاحظہ ہو : سورة الفرقان کی آیت 69 کی تشریح۔  { وَیَوْمَ تَقُوْمُ السَّاعَۃُقف اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ } ”اور جس دن قیامت قائم ہوگی اُس دن کہہ دیا جائے گا کہ داخل کر دو فرعون کی قوم کو شدید ترین عذاب میں۔“ اس آیت کے مفہوم کے مطابق آلِ فرعون کو شدید ترین عذاب میں تو قیام قیامت کے بعد داخل کیا جائے گا ‘ لیکن اس سے پہلے قبر کی زندگی کے دوران صبح وشام انہیں آگ کے سامنے پیش کیا جاتا ہے۔ -۔ عذابِ قبر کے حوالے سے نبی اکرم ﷺ کے فرمودات بہت واضح ہیں۔ آپ ﷺ کا فرمان ہے : اِنَّمَا الْقَبْرُ رَوْضَۃٌ مِنْ رِیَاضِ الْجَنَّۃِ اَوْ حُفْرَۃٌ مِنْ حُفَرِ النَّارِ 1 ”قبریا تو جنت کے باغیچوں میں سے ایک باغیچہ ہے یا جہنم کے گڑھوں میں سے ایک گڑھا“۔ منکرین حدیث البتہ عذاب قبر کی نفی کرتے ہیں۔ در اصل قبر کا معاملہ ایک دوسرے جہان کا معاملہ ہے جو عالم غیب ہے۔ اس ضمن میں یہ بھی واضح رہنا چاہیے کہ قبر سے مراد وہ مخصوص گڑھا نہیں جہاں میت کو دفن کیا جاتا ہے ‘ بلکہ اس سے مراد عالم برزخ ہے۔ سورة المُطفِّفِین میں عالم برزخ کی دو کیفیات عِلِّیِیْناور سِجِّیْنکا ذکر ملتا ہے۔ اس عالم میں انسان نیم شعوری کی کیفیت میں ہوتا ہے۔ اگر کوئی خوش قسمت ”عِلِّیِیْن“ میں ہے تو وہاں جنت کی کھڑکی کھلی ہوتی ہے اور وہ جنت کی ٹھنڈی ہوائوں کے مزے لے رہا ہوتا ہے۔ اس کے برعکس ”سِجِّیْن“ میں جہنم کی کھڑکی میں سے آگ کی لپٹ آرہی ہوتی ہے۔"
    },
    {
      "ayah": 47,
      "surah": 40,
      "text": "آیت 47 { وَاِذْ یَتَحَآجُّوْنَ فِی النَّارِ فَیَقُوْلُ الضُّعَفٰٓؤُا لِلَّذِیْنَ اسْتَکْبَرُوْٓا } ”اور جب وہ آگ میں ایک دوسرے سے جھگڑیں گے تو کمزور لوگ بڑے بننے والوں سے کہیں گے“ { اِنَّا کُنَّا لَـکُمْ تَبَعًا فَہَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِیْبًا مِّنَ النَّارِ } ”ہم تو تمہاری پیروی کرتے تھے ‘ تو کیا تم لوگ ہم سے آگ کے عذاب کا کوئی حصہ کم کروا سکتے ہو ؟“ دنیا میں تو تمہارا ہر جگہ حکم چلتا تھا۔ تو اگر یہاں پر بھی تمہارا کچھ اختیار ہے تو ہمارے عذاب میں کچھ کمی کروا دو۔ آخر ہم تمہاری پیروی کر کے ہی اس حال کو پہنچے ہیں۔"
    },
    {
      "ayah": 48,
      "surah": 40,
      "text": "آیت 48 { قَالَ الَّذِیْنَ اسْتَکْبَرُوْٓا اِنَّا کُلٌّ فِیْہَآ } ”وہ بڑے بننے والے کہیں گے کہ ہم سبھی اس کے اندر پڑے ہوئے ہیں“ یعنی ابوجہل اور عتبہ بن ابی معیط جیسے بڑے بڑے سردار اپنی بےبسی اور بےچارگی کا اظہار کرتے ہوئے اپنے پیروکاروں سے یوں معذرت کریں گے۔ { اِنَّ اللّٰہَ قَدْ حَکَمَ بَیْنَ الْعِبَادِ } ”اللہ نے تو اپنے بندوں کے مابین فیصلہ کردیا ہے۔“ اللہ تعالیٰ کی طرف سے آخری فیصلہ ہوچکا ہے اور ہم تم سب چونکہ مجرم تھے اس لیے اس عذاب کے مستحق ٹھہرے ہیں۔"
    },
    {
      "ayah": 49,
      "surah": 40,
      "text": "آیت 49 { وَقَالَ الَّذِیْنَ فِی النَّارِ لِخَزَنَۃِ جَہَنَّمَ ادْعُوْا رَبَّکُمْ یُخَفِّفْ عَنَّا یَوْمًا مِّنَ الْعَذَابِ } ”اور کہیں گے وہ لوگ جو آگ میں ہوں گے جہنم کے داروغوں فرشتوں سے ‘ آپ اپنے رب سے دعا کریں کہ وہ ہم سے بس ایک دن ہی عذاب میں تخفیف کر دے۔“"
    },
    {
      "ayah": 5,
      "surah": 40,
      "text": "آیت 5 { کَذَّبَتْ قَبْلَہُمْ قَوْمُ نُوْحٍ وَّالْاَحْزَابُ مِنْم بَعْدِہِمْ } ”ان سے پہلے نوح علیہ السلام کی قوم نے جھٹلایا تھا اور ان کے بعد بہت سی دوسری قوموں نے بھی۔“ { وَہَمَّتْ کُلُّ اُمَّۃٍم بِرَسُوْلِہِمْ لِیَاْخُذُوْہُ } ”اور ہر قوم نے اپنے رسول کے متعلق ارادہ کیا کہ اسے پکڑ لے اور قتل کر دے“ { وَجٰدَلُوْا بِالْبَاطِلِ لِیُدْحِضُوْا بِہِ الْحَقَّ فَاَخَذْتُہُمْ قف فَکَیْفَ کَانَ عِقَابِ } ”اور وہ باطل دلیلوں کے ساتھ جھگڑتے رہے تاکہ اس کے ذریعے حق کو پسپا کردیں ‘ بالآخر میں نے انہیں پکڑ لیا ‘ تو کیسی رہی میری سزا ؟“"
    },
    {
      "ayah": 50,
      "surah": 40,
      "text": "آیت 50 { قَالُوْٓا اَوَلَمْ تَکُ تَاْتِیْکُمْ رُسُلُکُمْ بِالْبَیِّنٰتِ } ”وہ جواب میں کہیں گے کہ کیا تمہارے پاس رسول علیہ السلام نہیں آتے رہے تھے واضح نشانیوں اور واضح تعلیمات کے ساتھ ؟“ { قَالُوْا بَلٰی } ”وہ کہیں گے : ہاں آئے تو تھے !“ { قَالُوْا فَادْعُوْاج وَمَا دُعٰٓؤُا الْکٰفِرِیْنَ اِلَّا فِیْ ضَلٰلٍ } ”وہ کہیں گے : تو اب تم خود ہی پکارو ! اور کافروں کی دعا نہیں ہے مگر بھٹک کر رہ جانے والی۔“ دنیا کی زندگی میں جن لوگوں نے کفر و انکار کی روش اختیار کی تھی آج ان کی دعا بالکل صدا بصحرا ثابت ہوگی۔ ان لوگوں کی دعا کا نہ کوئی اثر ہوگا اور نہ ہی اس کی کہیں شنوائی ہوگی۔ بالکل یہی کیفیت ان لوگوں کی بھی ہے جو دنیا میں اللہ تعالیٰ سے دعائیں تو مانگتے ہیں مگر ساتھ ہی اپنی حرام خوری بھی جاری رکھے ہوئے ہیں۔ باطل کی چاکری بھی کیے جا رہے ہیں ‘ طاغوت کے حمایتی بھی بنے ہوئے ہیں اور اپنی سوچ اور فکر کو باطل طور طریقوں کے مطابق ڈھالنے کے لیے نت نئی راہیں بھی تلاش کرتے رہتے ہیں۔ گویا ان کی وفاداری اور دوستی تو شیطان اور اس کے چیلوں سے ہوتی ہے مگر دعا اللہ سے کرتے ہیں۔ اس حوالے سے یہ حدیث پہلے بھی بیان ہوچکی ہے کہ رسول اللہ ﷺ نے ایک شخص کا ذکر فرمایا جو بڑا طویل سفر کر کے حج یا عمرہ کے لیے آتا ہے۔ اس کے کپڑے بھی میلے ہوچکے ہیں اور بال بھی غبار آلودہ ہیں۔ وہ اپنے دونوں ہاتھ آسمان کی طرف اٹھا کر ”یارب ! یارب !“ پکارتا ہے۔ لیکن اس کا کھانا بھی حرام کا ہے ‘ اس کا پینا بھی حرام کا ہے ‘ اس نے جو کپڑے پہن رکھے ہیں وہ بھی حرام کمائی کے ہیں ‘ اور اس کے جسم نے حرام غذا سے نشوونما پائی ہے۔ -۔ تو اس کی دعا کیونکر قبول ہو ؟ فَاَنّٰی یُسْتَجَابُ لِذٰلِکَ ! 1 1971 ء کی جنگ کے دوران ہم نے دیکھا کہ پاکستان کی نصرت کے لیے حرمین شریفین میں قنوت نازلہ پڑھی جاتی تھی اور گڑ گڑا کر دعائیں مانگی جاتی تھیں ‘ مگر اللہ تعالیٰ نے ہمارے کرتوتوں کی وجہ سے اپنے گھر کے اندر مانگی گئی ان دعائوں کو بھی ٹھکرا دیا اور جو ہونا تھا وہ ہو کر رہا۔  لفظ ”کافر“ کو اس کے وسیع مفہوم کے تناظر میں رکھ کر غور کیجیے کہ اس کی زد کہاں کہاں پڑتی ہے۔ اس کا مصداق قانونی کفار کے علاوہ وہ لوگ بھی ٹھہرتے ہیں جو اللہ تعالیٰ کی ناشکری اور نافرمانی کے مرتکب ہوتے ہیں۔ اس حوالے سے سورة آل عمران کی آیت 97 کے آخر میں سنائی گئی وعید بہت واضح ہے۔ مذکورہ آیت میں حج کا حکم دینے کے بعد فرمایا گیا : { وَمَنْ کَفَرَ فَاِنَّ اللّٰہَ غَنِیٌّ عَنِ الْعٰلَمِیْنَ } ”اور جس نے کفر کیا تو وہ جان لے کہ اللہ بےنیاز ہے تمام جہان والوں سے“۔ یعنی جس نے صاحب استطاعت ہو کر بھی حج ادا نہیں کیا اس نے گویا کفر کیا۔ اسی طرح تارک صلوٰۃ کے بارے میں حضور ﷺ کا بہت مشہور فرمان ہے : مَنْ تَرَکَ الصَّلاَۃَ مُتَعَمِدًا فَقَدْ کَفَرَجِھَارًا 1 ”جس نے جان بوجھ کر نماز چھوڑ دی اس نے علانیہ کفر کیا۔“  پس ایک کفر تو وہ ہے جس سے ایک مسلمان باقاعدہ مرتد ہو کر سزا کا مستحق ٹھہرتا ہے اور ایک کفر یہ ہے جو اللہ تعالیٰ کے کسی خاص حکم کی نافرمانی سے سرزد ہوتا ہے اور جس کو کسی صاحب نظر نے ”جو دم غافل سو دم کافر“ کا عنوان دیا ہے۔ اس زاویئے سے دیکھا جائے تو آج پوری دنیا کے مسلمان اس کفر کے مرتکب ہو رہے ہیں۔ آج دنیا بھر میں مسلمانوں کا کوئی ایک ملک بھی ایسا نہیں جہاں اللہ کے قانون کی حکمرانی ہو ‘ جبکہ اللہ تعالیٰ کا فرمان تو اس بارے میں یہ ہے : { وَمَنْ لَّمْ یَحْکُمْ بِمَآ اَنْزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ الْکٰفِرُوْنَ۔ } المائدۃ ”جو لوگ اللہ تعالیٰ کی اتاری ہوئی شریعت کے مطابق فیصلے نہیں کرتے وہی تو کافر ہیں“۔ چناچہ ہمیں سنجیدگی سے غور کرنا چاہیے کہ اس حوالے سے آج ہم کہاں کھڑے ہیں ؟ ہم جس ملک کے شہری ہیں کیا وہاں شریعت اسلامی کی حکمرانی ہے ؟ کیا ہمارے دیوانی و فوجداری معاملات قرآن کے قانون کے مطابق طے پا رہے ہیں ؟ کیا ہمارا نظام معیشت اللہ کی مرضی کے مطابق چل رہا ہے ؟ اور اگر ایسا نہیں ہے اور یقینا نہیں ہے تو کیا ہم سورة المائدۃ کی مذکورہ آیت کے مصداق نہیں بن چکے ہیں۔"
    },
    {
      "ayah": 51,
      "surah": 40,
      "text": "آیت 51 { اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِیْنَ اٰمَنُوْا فِی الْْحَیٰوۃِ الدُّنْیَا وَیَوْمَ یَـقُوْمُ الْاَشْہَادُ } ”ہم لازماً مدد کرتے ہیں اپنے رسولوں کی اور ان لوگوں کی جو ایمان لائے دنیا کی زندگی میں بھی ‘ اور اس دن بھی مدد کریں گے جس دن گواہ کھڑے ہوں گے۔“"
    },
    {
      "ayah": 52,
      "surah": 40,
      "text": "آیت 52 { یَوْمَ لَا یَنْفَعُ الظّٰلِمِیْنَ مَعْذِرَتُہُمْ } ”جس دن کہ ظالموں کو ان کی معذرت کچھ فائدہ نہ دے گی“ { وَلَہُمُ اللَّعْنَۃُ وَلَہُمْ سُوْٓئُ الدَّارِ } ”اور ان کے لیے لعنت ہوگی اور ان کے لیے بہت ُ برا گھرہو گا۔“"
    },
    {
      "ayah": 53,
      "surah": 40,
      "text": "آیت 53 { وَلَقَدْ اٰتَیْنَا مُوْسَی الْہُدٰی وَاَوْرَثْنَا بَنِیْٓ اِسْرَآئِ یْلَ الْکِتٰبَ } ”اور ہم نے موسیٰ علیہ السلام ٰ کو ہدایت دی تھی اور ہم نے وارث بنایا تھا بنی اسرائیل کو کتاب کا۔“"
    },
    {
      "ayah": 54,
      "surah": 40,
      "text": "آیت 54 { ہُدًی وَّذِکْرٰی لِاُولِی الْاَلْبَابِ } ”جو ہدایت اور یاد دہانی تھی ہوشمندوں کے لیے۔“"
    },
    {
      "ayah": 55,
      "surah": 40,
      "text": "آیت 55 { فَاصْبِرْ اِنَّ وَعْدَ اللّٰہِ حَقٌّ} ”تو اے نبی ﷺ ! آپ صبر کیجیے ! یقینا اللہ کا وعدہ سچا ہے“ { وَّاسْتَغْفِرْ لِذَنبِْکَ } ”اور اپنے قصور کی معافی چاہیں“  اگر آپ خیال کرتے ہیں کہ کسی درجے میں بھی آپ سے کوئی کوتاہی ہوئی ہے تو اللہ سے استغفار کیجیے۔ یہاں پر حضور ﷺ کے حوالے سے لفظ ”ذنب“ کے مفہوم اور اس کی نوعیت کو اچھی طرح سمجھ لیجیے۔ انبیاء کرام علیہ السلام کی روحانی کیفیات اور اللہ تعالیٰ کے ساتھ مستقل استحضار کا مخصوص انداز اور معیار ہے۔ اگر استحضار کے اس مخصوص معیار میں کسی لمحے کوئی کمی آجائے تو اپنے احساس کی شدت کی وجہ سے انہیں یوں محسوس ہوتا ہے جیسے ان سے کوئی گناہ سرزد ہوگیا ہے۔ یہ گویا ”حَسَنَاتُ الابرَارِ سِیِّـــٔاتُ المُقرَّبین“ والا معاملہ ہے۔ یعنی مقربین ِبارگاہ کا مقام اتنا بلند ہے کہ عام آدمی کے معیار کی نیکی ان کے معاملے میں شاید کوتاہی شمار ہوجائے۔ { وَسَبِّحْ بِحَمْدِ رَبِّکَ بِالْعَشِیِّ وَالْاِبْکَارِ } ”اور اپنے رب کی حمد کے ساتھ اس کی تسبیح کیجیے شام کو بھی اور صبح کو بھی۔“"
    },
    {
      "ayah": 56,
      "surah": 40,
      "text": "آیت 56 { اِنَّ الَّذِیْنَ یُجَادِلُوْنَ فِیْٓ اٰیٰتِ اللّٰہِ بِغَیْرِ سُلْطٰنٍ اَتٰٹہُمْ } ”یقینا وہ لوگ جو اللہ کی آیات میں جھگڑے ڈالتے ہیں بغیر کسی سند کے جو ان کے پاس آئی ہو“ { اِنْ فِیْ صُدُوْرِہِمْ اِلَّا کِبْرٌ مَّا ہُمْ بِبَالِغِیْہِ } ”نہیں ہے ان کے دلوں میں کچھ ‘ مگر تکبر جس تک وہ پہنچنے والے نہیں ہیں۔“ ان کے دلوں میں صرف بڑائی کی خواہش ہے ‘ جو کبھی پوری نہیں ہوگی۔ { فَاسْتَعِذْ بِاللّٰہِط اِنَّہٗ ہُوَ السَّمِیْعُ الْبَصِیْرُ } ”پس آپ اللہ کی پناہ طلب کیجیے ‘ یقینا وہ سب کچھ سننے والا ‘ ہرچیز کو دیکھنے والا ہے۔“"
    },
    {
      "ayah": 57,
      "surah": 40,
      "text": "آیت 57 { لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَکْبَرُ مِنْ خَلْقِ النَّاسِ } ”آسمانوں اور زمین کی تخلیق یقینا زیادہ بڑا کام ہے انسانوں کی تخلیق سے“ اس مفہوم کو جتنا آج ہم سمجھ سکتے ہیں آج سے چودہ سو سال پہلے انسان نہیں سمجھ سکتا تھا۔ اس لیے کہ زمین و آسمان کی وسعتوں کے بارے میں آج کا انسان جو کچھ جانتا ہے اس دور کا انسان تو اس کے مقابلے میں بہت کم جانتا تھا۔ یہ کائنات اس قدر وسیع و عریض ہے کہ سائنس کی تمام تر ترقی اور بڑی بڑی ٹیلی سکوپس telescopes ایجاد کرلینے کے باوجود آج کے سائنس دان یہ تک نہیں جان سکے کہ اس کائنات کا نقطہ آغاز کہاں ہے اور یہ ختم کہاں پر ہوتی ہے۔ تو جس اللہ نے اتنی وسیع کائنات تخلیق کی ہے اس کے لیے تمہاری تخلیق کیا معنی رکھتی ہے ! { وَلٰکِنَّ اَکْثَرَ النَّاسِ لَا یَعْلَمُوْنَ } ”لیکن اکثر لوگ جانتے نہیں ہیں۔“"
    },
    {
      "ayah": 58,
      "surah": 40,
      "text": "آیت 58 { وَمَا یَسْتَوِی الْاَعْمٰی وَالْبَصِیْرُ } ”اور برابر نہیں ہوسکتے اندھے اور آنکھوں والے“ { وَالَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِیْٓئُ } ”اور نہ برابر ہوسکتے ہیں وہ جو ایمان لائے اور انہوں نے نیک اعمال کیے اور وہ جو بدکار ہیں۔“ { قَلِیْلًا مَّا تَتَذَکَّرُوْنَ } ”بہت ہی کم ہے جو کہ تم سبق حاصل کرتے ہو۔“"
    },
    {
      "ayah": 59,
      "surah": 40,
      "text": "آیت 59 { اِنَّ السَّاعَۃَ لَاٰتِیَۃٌ لَّا رَیْبَ فِیْہَاز وَلٰکِنَّ اَکْثَرَ النَّاسِ لَا یُؤْمِنُوْنَ } ” اور دیکھو ! یقینا قیامت آکر رہے گی اس میں کوئی شک نہیں ہے ‘ لیکن اکثر لوگ ماننے والے نہیں ہیں۔“"
    },
    {
      "ayah": 6,
      "surah": 40,
      "text": "آیت 6 { وَکَذٰلِکَ حَقَّتْ کَلِمَتُ رَبِّکَ عَلَی الَّذِیْنَ کَفَرُوْٓا اَنَّہُمْ اَصْحٰبُ النَّارِ } ”اور اسی طرح ان کافروں پر بھی آپ کے رب کی بات پوری ہوچکی ہے کہ یہ سب کے سب جہنمی ہیں۔“ اللہ کے جس قانون کی زد میں زمانہ ماضی کے کفار آئے تھے اب وہی قانون مشرکین عرب پر بھی لاگو ہوچکا ہے۔"
    },
    {
      "ayah": 60,
      "surah": 40,
      "text": "آیت 60 { وَقَالَ رَبُّکُمُ ادْعُوْنِیْٓ اَسْتَجِبْ لَکُمْ } ”اور تمہارا رب کہتا ہے کہ مجھے پکارو ‘ میں تمہاری دعا قبول کروں گا۔“ ابتدا میں بتایا گیا تھا کہ اس سورت کا مرکزی مضمون دعا ہے۔ چناچہ نوٹ کیجیے یہاں پھر فرمایا جا رہا ہے کہ اگر تم میرے بندے ہو تو مجھ سے مانگو ! انسان کا معاملہ یہ ہے کہ اس سے مانگا جائے تو اس پر گراں گزرتا ہے ‘ جبکہ اللہ سے اگر نہ مانگا جائے تو وہ ناراض ہوتا ہے۔ گویا عطائے خداوندی خود سائلوں کی تلاش میں رہتی ہے ع ”ہم تو مائل بہ کرم ہیں کوئی سائل ہی نہیں !“ نبی اکرم ﷺ کا فرمان ہے کہ رات کے پچھلے پہر اللہ تعالیٰ سمائے دنیا تک نزول فرماتے ہیں اور ایک ندا ہوتی ہے : ھَلْ مِنْ سَائِلٍ فَاُعْطِیَہُ ، ھَلْ مِنْ مُسْتَغْفِرٍ فَاَغْفِرَلَـہٗ ، ھَلْ مِنْ تَائِبٍ فَاَتُوْبَ عَلَیْہِ ، ھَلْ مِنْ دَاعٍ فَاُجِیْبَہٗ 1 ”ہے کوئی مانگنے والا کہ میں اسے عطا کروں ؟ ہے کوئی گناہوں کی معافی مانگنے والا کہ میں اسے معاف کروں ؟ ہے کوئی توبہ کرنے والا کہ میں اس کی توبہ قبول کروں ؟ ہے کوئی پکارنے والا کہ میں اس کی پکار قبول کروں ؟“ { اِنَّ الَّذِیْنَ یَسْتَکْبِرُوْنَ عَنْ عِبَادَتِیْ سَیَدْخُلُوْنَ جَہَنَّمَ دٰخِرِیْنَ } ”یقینا وہ لوگ جو میری عبادت سے تکبر کی بنا پر اعراض کرتے ہیں وہ داخل ہوں گے جہنم میں ذلیل و خوار ہو کر۔“ قبل ازیں عبادت اور دعا کے لازم و ملزوم ہونے کے بارے میں گفتگو ہوچکی ہے اور اس حدیث کا ذکر بھی ہوچکا ہے جس میں حضور ﷺ نے فرمایا ہے کہ دعا ہی اصل عبادت ہے۔ چناچہ اس آیت میں یہ نکتہ مزید واضح ہوگیا ہے۔ یہاں پر پہلے دعا کا ذکر کیا گیا ہے ادْعُوْنِیْٓ اور پھر اسی کے لیے عبادت کا لفظ لایا گیا ہے۔ گویا اس آیت میں دعا اور عبادت مترادف الفاظ کے طور پر آئے ہیں۔"
    },
    {
      "ayah": 61,
      "surah": 40,
      "text": "آیت 61 { اَللّٰہُ الَّذِیْ جَعَلَ لَکُمُ الَّیْلَ لِتَسْکُنُوْا فِیْہِ وَالنَّہَارَ مُبْصِرًا } ”اللہ ہی ہے جس نے تمہارے لیے رات بنائی ہے تاکہ تم اس میں سکون حاصل کرو اور دن بنا دیا ہے دیکھنے کے لیے۔“ اس نے رات کو تاریک بنایا ہے تاکہ تم اس میں آرام کرو اور دن کو روشن بنایا ہے تاکہ تم اس میں کام کرو۔ { اِنَّ اللّٰہَ لَذُوْ فَضْلٍ عَلَی النَّاسِ وَلٰکِنَّ اَکْثَرَ النَّاسِ لَا یَشْکُرُوْنَ } ”یقینا اللہ تو اپنے بندوں پر بہت فضل والا ہے ‘ لیکن اکثر لوگ شکر نہیں کرتے۔“"
    },
    {
      "ayah": 62,
      "surah": 40,
      "text": "آیت 62 { ذٰلِکُمُ اللّٰہُ رَبُّکُمْ خَالِقُ کُلِّ شَیْئٍ ”وہ ہے اللہ تمہارا رب جو ہرچیز کا خالق ہے۔“ { لَآ اِلٰہَ اِلَّا ہُوَز فَاَنّٰی تُؤْفَکُوْنَ } ”اس کے سوا کوئی معبود نہیں ‘ تو کہاں سے تم پھرائے جا رہے ہو !“"
    },
    {
      "ayah": 63,
      "surah": 40,
      "text": "آیت 63 { کَذٰلِکَ یُؤْفَکُ الَّذِیْنَ کَانُوْا بِاٰیٰتِ اللّٰہِ یَجْحَدُوْنَ } ”اسی طرح وہ لوگ بھی الٹے پھرائے گئے تھے جو اللہ کی آیات کا انکار کرتے تھے۔“"
    },
    {
      "ayah": 64,
      "surah": 40,
      "text": "آیت 64 { اَللّٰہُ الَّذِیْ جَعَلَ لَکُمُ الْاَرْضَ قَرَارًا وَّالسَّمَآئَ بِنَآئً } ”اللہ ہی ہے جس نے تمہارے لیے بنا دیا زمین کو ٹھہرنے کی جگہ اور آسمان کو چھت“ { وَّصَوَّرَکُمْ فَاَحْسَنَ صُوَرَکُمْ } ”اور تمہاری صورت گری کی ‘ تو کیا ہی عمدہ تمہاری صورتیں بنائیں“ { وَرَزَقَکُمْ مِّنَ الطَّیِّبٰتِ } ”اور تمہیں رزق بہم پہنچایا پاکیزہ چیزوں سے۔“ { ذٰلِکُمُ اللّٰہُ رَبُّکُمْج } ”وہ ہے اللہ تمہارا رب !“ { فَتَبٰـرَکَ اللّٰہُ رَبُّ الْعٰلَمِیْنَ } ”تو بہت بابرکت ہے اللہ جو تمام جہانوں کا پروردگار ہے۔“"
    },
    {
      "ayah": 65,
      "surah": 40,
      "text": "آیت 65 { ہُوَ الْحَیُّ لَآ اِلٰــہَ اِلَّا ہُوَ } ”وہ زندہ وجاوید ہستی ہے اس کے سوا کوئی معبود نہیں“ ایک وہی ذات ہے جو خود زندہ ہے ‘ صرف اسی کی حیات ذاتی ہے۔ باقی زندگی جہاں بھی ہے ‘ جس شکل میں بھی ہے اسی کی عطا کردہ ہے۔ ہمیں بھی زندگی کے یہ چار دن اسی نے مستعار دیے ہیں۔ ع ”عمر ِدراز مانگ کے لائے تھے چار دن !“ { فَادْعُوْہُ مُخْلِصِیْنَ لَہُ الدِّیْنَ } ”پس اسی کو پکارو ! اس کے لیے اطاعت کو خالص کرتے ہوئے۔“ نوٹ کیجیے ‘ پھر وہی حکم دہرایا جا رہا ہے کہ دعا اسی سے مانگو ‘ وہ قبول بھی کرے گا ‘ مگر شرط یہ ہے کہ تمہاری اطاعت خالص اسی کے لیے ہونی چاہیے۔ { اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْن } ”کل ُ حمد اللہ ہی کے لیے ہے جو تمام جہانوں کا پروردگار ہے۔“"
    },
    {
      "ayah": 66,
      "surah": 40,
      "text": "آیت 66 { قُلْ اِنِّیْ نُہِیْتُ اَنْ اَعْبُدَ الَّذِیْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰہِ } ”اے نبی ﷺ ! آپ کہہ دیجیے : مجھے تو روک دیا گیا ہے کہ میں بندگی کروں ان کی جن کو تم پکار رہے ہو اللہ کے سوا“ آیت 60 کی طرح یہاں بھی عبادت اَعْبُدَ اور دعا تَدْعُوْنَ کے الفاظ ایک دوسرے کے مترادف کے طور پر استعمال ہوئے ہیں۔ { لَمَّا جَآئَ نِیَ الْبَیِّنٰتُ مِنْ رَّبِّیْ } ”جبکہ میرے پاس آچکی ہیں واضح تعلیمات میرے رب کی طرف سے“ { وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِیْنَ } ”اور مجھے تو حکم ہوا ہے کہ میں سرتسلیم خم کر دوں تمام جہانوں کے پروردگار کے سامنے۔“ جہاں تک سورة المومن میں توحید ِعملی کے داخلی پہلو یعنی دعا کے مضمون کا تعلق ہے وہ اس سورت کی آیت 65 پر اختتام پذیر ہوچکا ہے۔ اس کے بعد اس سورت میں بھی انہیں مضامین کی جھلک نظر آئے گی جو عام طور پر مکی سورتوں میں آئے ہیں۔ البتہ یہاں پر یہ مضامین قدرے مختلف اسلوب اور ترتیب میں نظر آئیں گے۔ ان ہی مضامین میں سے ایک انسان کی تخلیق کا ذکر ہے :"
    },
    {
      "ayah": 67,
      "surah": 40,
      "text": "آیت 67 { ہُوَ الَّذِیْ خَلَقَکُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَۃٍ ثُمَّ مِنْ عَلَقَۃٍ } ”وہی ہے جس نے تمہیں پیدا کیا پہلے مٹی سے ‘ پھر نطفے سے ‘ پھر علقہ سے“ عَلَقَہکے لغوی معنی ایسی چیز کے ہیں جو کسی دوسری چیز کے ساتھ معلق ّہو۔ اس لفظ میں بچے کی تخلیق کے حوالے سے دوسرے مرحلے کی کیفیت بیان ہوئی ہے جب نطفہ رحم مادر کی دیوار کے ساتھ لٹکی ہوئی ایک جونک کی سی شکل اختیار کرلیتا ہے۔ -۔ -۔ -۔ لفظ ”عَلَقَہ“ کی مزید تشریح کے لیے ملاحظہ ہو سورة المومنون کی آیت 14 کی تشریح۔ { ثُمَّ یُخْرِجُکُمْ طِفْلًا } ”پھر وہ تمہیں نکال لیتا ہے ایک بچے کی حیثیت سے“ { ثُمَّ لِتَبْلُغُوْٓا اَشُدَّکُمْ } ”پھر تمہیں پروان چڑھاتا ہے تاکہ تم پہنچ جائو اپنی جوانی کو“ { ثُمَّ لِتَکُوْنُوْا شُیُوْخًا } ”پھر تمہیں مزید عمر دیتا ہے تاکہ تم ہو جائو بوڑھے۔“ یعنی حیات انسانی کا دورانیہ life cycle عام طور پر اسی نہج پر چلتا ہے۔ { وَمِنْکُمْ مَّنْ یُّتَوَفّٰی مِنْ قَبْلُ } ”اور تم میں سے بعض وہ بھی ہیں جنہیں اس سے پہلے ہی وفات دے دی جاتی ہے“ بہت سے ایسے لوگ بھی ہیں جو بڑھاپے کی عمر تک نہیں پہنچ پاتے۔ کوئی بچپن میں فوت ہوجاتا ہے اور کوئی جوانی میں۔ { وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّی وَّلَعَلَّکُمْ تَعْقِلُوْنَ۔ ”اور بعض کو مہلت دیتا ہے تاکہ تم ایک وقت معین ّکو پہنچ جائو اور یہ اس لیے ہے تاکہ تم نصیحت حاصل کرو۔“ چاہے کوئی بچپن میں ہی انتقال کر جائے ‘ کوئی جوانی میں فوت ہو یا کوئی بہت طویل عمر پالے ‘ ہر شخص نے اپنی موت تک بہر صورت زندہ رہنا ہے اور ہر شخص کی موت کا وقت اللہ کے ہاں مقرر اور طے شدہ ہے۔"
    },
    {
      "ayah": 68,
      "surah": 40,
      "text": "آیت 68 { ہُوَ الَّذِیْ یُحْیٖ وَیُمِیْتُج } ”وہی ہے جو زندہ رکھتا ہے اور موت وارد کرتا ہے۔“ { فَاِذَا قَضٰٓی اَمْرًا فَاِنَّمَا یَقُوْلُ لَہٗ کُنْ فَیَکُوْنُ } ”چناچہ اُس کے امر کی شان تو یہ ہے کہ جب وہ کسی کام کا فیصلہ کرلیتا ہے تو کہتا ہے ہوجا تو وہ ہوجاتا ہے۔“"
    },
    {
      "ayah": 69,
      "surah": 40,
      "text": "آیت 69 { اَلَمْ تَرَ اِلَی الَّذِیْنَ َیُجَادِلُوْنَ فِیْٓ اٰیٰتِ اللّٰہِ } ”کیا تم نے غور نہیں کیا ان لوگوں کے حال پر جو اللہ کی آیات کے بارے میں جھگڑتے ہیں !“ اَلَمْ تَرَکا لفظی ترجمہ تو یہ ہوگا کہ کیا تم نے دیکھا نہیں ؟ لیکن اس کا مفہوم یہی ہے کہ کیا تم نے غور نہیں کیا ؟ { اَنّٰی یُصْرَفُوْنَ } ”وہ کہاں سے پھرائے جا رہے ہیں ؟“ یعنی وہ حق کے قریب پہنچ کر واپس پلٹ گئے ہیں۔ یہ وہ لوگ ہیں جنہیں محمد ﷺ کا دور نصیب ہوا ‘ آپ ﷺ کے ساتھ ایک شہر اور ایک جگہ اکٹھے رہنے کا موقع ملا۔ لیکن ان کی بد قسمتی ملاحظہ کیجیے کہ اللہ تعالیٰ کے اتنے بڑے انعام کے باوجود بھی یہ لوگ ہدایت سے محروم رہ گئے۔ مقامِ عبرت ہے ! دیکھو ‘ یہ لوگ کہاں تک پہنچ کر ناکام لوٹے ہیں : ؎قسمت کی خوبی دیکھئے ٹوٹی کہاں کمند دو چار ہاتھ جبکہ لب ِبام رہ گیا !"
    },
    {
      "ayah": 7,
      "surah": 40,
      "text": "آیت 7 { اَلَّذِیْنَ یَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَہٗ } ”وہ فرشتے جو عرش کو اٹھائے ہوئے ہیں اور وہ جو ان کے ارد گرد ہیں“ اس آیت کو پڑھتے ہوئے سورة الزمر کی آخری آیت کو ذہن میں رکھیے جس میں میدانِ حشر میں عدالت ِالٰہی کا اختتامی منظر دکھایا گیا تھا : { وَتَرَی الْمَلٰٓئِکَۃَ حَآفِّیْنَ مِنْ حَوْلِ الْعَرْشِ یُسَبِّحُوْنَ بِحَمْدِ رَبِّہِمْج } ”اور تم دیکھو گے فرشتوں کو کہ وہ گھیرے ہوئے ہوں گے عرش کو اور اپنے ربّ کی تسبیح بیان کر رہے ہوں گے حمد کے ساتھ“۔ چناچہ یہاں ان حاملین عرش اور ان کے ساتھی ملائکہ کا ذکر دوبارہ ہو رہا ہے کہ : { یُسَبِّحُوْنَ بِحَمْدِ رَبِّہِمْ وَیُؤْمِنُوْنَ بِہٖ } ”وہ سب تسبیح کر رہے ہوتے ہیں اپنے رب کی حمد کے ساتھ اور اس پر پورا یقین رکھتے ہیں“ { وَیَسْتَغْفِرُوْنَ لِلَّذِیْنَ اٰمَنُوْا } ”اور اہل ایمان کے لیے استغفار کرتے ہیں۔“ { رَبَّنَا وَسِعْتَ کُلَّ شَیْئٍ رَّحْمَۃً وَّعِلْمًا } ”اے ہمارے پروردگار ! تیری رحمت اور تیرا علم ہرچیز کا احاطہ کیے ہوئے ہے“ { فَاغْفِرْ لِلَّذِیْنَ تَابُوْا وَاتَّبَعُوْا سَبِیْلَکَ } ”پس بخش دے ُ تو ان لوگوں کو جنہوں نے توبہ کی اور تیرے راستے کی پیروی کی“ اے پروردگار ! ہم تجھ سے کیا عرض کریں ؟ تجھے ہر شے کا علم ہے ‘ تیری رحمت پہلے ہی ہرچیز کو اپنی گود میں لیے ہوئے ہے۔ پھر بھی ہم تجھ سے تیری رحمت کی درخواست کرتے ہیں اور اہل زمین میں سے جو مومنین اور نیک لوگ ہیں ان کے لیے استغفار کرتے ہیں۔ اے پروردگار ! تو ان کی خطائیں بخش دے اور ان کے گناہوں سے درگزر فرما ! اس آیت سے یہ بھی ثابت ہوتا ہے کہ قیامت کے دن مومنین کے حق میں فرشتے بھی شفاعت کریں گے۔ یہ شفاعت ِحقہ ّہے۔ { وَقِہِمْ عَذَابَ الْجَحِیْمِ } ”اور ان کو جہنم کے عذاب سے بچا لے۔“"
    },
    {
      "ayah": 70,
      "surah": 40,
      "text": "آیت 70 { الَّذِیْنَ کَذَّبُوْا بِالْکِتٰبِ وَبِمَآ اَرْسَلْنَا بِہٖ رُسُلَنَاقف فَسَوْفَ یَعْلَمُوْنَ } ”وہ لوگ کہ جنہوں نے جھٹلایا کتاب کو اور ان چیزوں کو جن کے ساتھ ہم نے بھیجا اپنے رسولوں کو ‘ تو عنقریب انہیں معلوم ہوجائے گا۔“ بس کچھ ہی وقت کی بات ہے ‘ اصل حقیقت ان پر منکشف ہوجائے گی۔"
    },
    {
      "ayah": 71,
      "surah": 40,
      "text": "آیت 71 { اِذِ الْاَغْلٰلُ فِیْٓ اَعْنَاقِہِمْ وَالسَّلٰسِلُط یُسْحَبُوْنَ } ”جب ان کی گردنوں میں طوق پڑے ہوں گے اور وہ زنجیروں میں جکڑے ہوں گے ‘ اس حالت میں انہیں گھسیٹا جائے گا۔“"
    },
    {
      "ayah": 72,
      "surah": 40,
      "text": "آیت 72 { فِی الْْحَمِیْمِلا ثُمَّ فِی النَّارِ یُسْجَرُوْنَ } ”کھولتے پانی میں ‘ پھر انہیں آگ میں جھونک دیا جائے گا۔“"
    },
    {
      "ayah": 73,
      "surah": 40,
      "text": "آیت 73 ‘ 74 { ثُمَّ قِیْلَ لَہُمْ اَیْنَ مَا کُنْتُمْ تُشْرِکُوْنَ۔ مِنْ دُوْنِ اللّٰہِ } ”پھر ان سے کہا جائے گا : کہاں ہیں وہ جنہیں تم شریک بنایا کرتے تھے اللہ کے سوا ؟“ { قَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَکُنْ نَّدْعُوْا مِنْ قَبْلُ شَیْئًاط } ”وہ کہیں گے : سب گم ہوگئے ہم سے ‘ بلکہ ہم نہیں پکار رہے تھے اس سے پہلے کسی بھی شے کو۔“ اے اللہ ! آج اس وقت ہم پر یہ حقیقت واضح ہوگئی ہے کہ جنہیں معبود سمجھ کر ہم پکارا کرتے تھے ان کا تو کوئی وجود ہی نہیں تھا۔ { کَذٰلِکَ یُضِلُّ اللّٰہُ الْکٰفِرِیْنَ۔ ’ ‘ ’ اسی طرح اللہ بھٹکا دیتا ہے کافروں کو۔“"
    },
    {
      "ayah": 74,
      "surah": 40,
      "text": "آیت 73 ‘ 74 { ثُمَّ قِیْلَ لَہُمْ اَیْنَ مَا کُنْتُمْ تُشْرِکُوْنَ۔ مِنْ دُوْنِ اللّٰہِ } ”پھر ان سے کہا جائے گا : کہاں ہیں وہ جنہیں تم شریک بنایا کرتے تھے اللہ کے سوا ؟“ { قَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَکُنْ نَّدْعُوْا مِنْ قَبْلُ شَیْئًاط } ”وہ کہیں گے : سب گم ہوگئے ہم سے ‘ بلکہ ہم نہیں پکار رہے تھے اس سے پہلے کسی بھی شے کو۔“ اے اللہ ! آج اس وقت ہم پر یہ حقیقت واضح ہوگئی ہے کہ جنہیں معبود سمجھ کر ہم پکارا کرتے تھے ان کا تو کوئی وجود ہی نہیں تھا۔ { کَذٰلِکَ یُضِلُّ اللّٰہُ الْکٰفِرِیْنَ۔ ’ ‘ ’ اسی طرح اللہ بھٹکا دیتا ہے کافروں کو۔“"
    },
    {
      "ayah": 75,
      "surah": 40,
      "text": "آیت 75 { ذٰلِکُمْ بِمَا کُنْتُمْ تَفْرَحُوْنَ فِی الْاَرْضِ بِغَیْرِ الْحَقِّ وَبِمَا کُنْتُمْ تَمْرَحُوْنَ } ”اور یہ سب اس لیے ہوا کہ تم زمین میں ناحق اتراتے تھے اور اس لیے بھی کہ تم اکڑا بھی کرتے تھے۔“ تم لوگ دنیا کے مال و متاع پر خواہ مخواہ اکٹرفوں دکھاتے تھے۔ گویا تم ہلدی کی گانٹھ مل جانے پر پنساری بن بیٹھے تھے۔ حالانکہ دنیا میں تمہارا وہ سارا مال و متاع ہمارا ہی عطا کیا ہوا تھا جس پر اترانے اور فخر جتلانے کا تمہیں کوئی حق نہیں تھا۔"
    },
    {
      "ayah": 76,
      "surah": 40,
      "text": "آیت 76 { اُدْخُلُوْٓا اَبْوَابَ جَہَنَّمَ خٰلِدِیْنَ فِیْہَاج } ”اب داخل ہو جائو جہنم کے دروازوں میں ‘ اس میں ہمیشہ رہنے کے لیے۔“ { فَبِئْسَ مَثْوَی الْمُتَکَبِّرِیْنَ } ”تو یہ بہت ہی ُ برا ٹھکانہ ہے متکبرین ّکا۔“ اب اگلی آیت میں حضور ﷺ سے خطاب کر کے آپ ﷺ کی وساطت سے تمام مسلمانوں کو تسلی دی جا رہی ہے :"
    },
    {
      "ayah": 77,
      "surah": 40,
      "text": "آیت 77 { فَاصْبِرْ اِنَّ وَعْدَ اللّٰہِ حَقٌّ} ”تو اے نبی ﷺ ! آپ صبرکیجیے ‘ یقینا اللہ کا وعدہ حق ہے۔“ اللہ کا وعدہ ہے کہ اس کا دین ضرور غالب ہوگا : { مَآ اَنْزَلْنَا عَلَیْکَ الْقُرْاٰنَ لِتَشْقٰٓی } طٰہ ”ہم نے یہ قرآن آپ ﷺ پر اس لیے تو نازل نہیں کیا کہ آپ ﷺ ناکام ہوجائیں“ معاذ اللہ !  { فَاِمَّا نُرِیَنَّکَ بَعْضَ الَّذِیْ نَعِدُہُمْ اَوْ نَتَوَفَّیَنَّکَ } ”تو اگر ہم آپ ﷺ کو دکھا دیں اس میں سے کچھ جس کا ہم ان سے وعدہ کر رہے ہیں یا ہم آپ کو وفات دے دیں“ یہ مضمون قرآن میں متعدد بار آچکا ہے کہ جس عذاب کے بارے میں انہیں خبردار کیا جا رہا ہے وہ ان پر آپ ﷺ کی زندگی میں بھی آسکتا ہے اور یہ بھی ہوسکتا ہے کہ ان پر وہ برا وقت آپ ﷺ کے دنیا سے چلے جانے کے بعد آئے۔ { فَاِلَیْنَا یُرْجَعُوْنَ } ”پھر ان کو ہماری ہی طرف لوٹ کر آنا ہے۔“ مجھے انہیں پکڑنے کی کوئی جلدی نہیں ہے۔ وہ بھاگ کر کہیں نہیں جاسکتے۔ انہوں نے آنا تو بہر حال میرے ہی پاس ہے۔"
    },
    {
      "ayah": 78,
      "surah": 40,
      "text": "آیت 78 { وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِکَ مِنْہُمْ مَّنْ قَصَصْنَا عَلَیْکَ وَمِنْہُمْ مَّنْ لَّمْ نَقْصُصْ عَلَیْکَ } ”اور ہم نے بہت سے رسول بھیجے آپ ﷺ سے پہلے ‘ ان میں سے کچھ وہ بھی ہیں جن کا ذکر ہم نے آپ سے کیا ہے اور کچھ وہ بھی ہیں جن کا ذکر ہم نے آپ سے نہیں کیا۔“ یعنی ان رسولوں میں سے بعض کے حالات آپ کو سنا دیے ہیں اور بعض کے نہیں سنائے۔ { وَمَا کَانَ لِرَسُوْلٍ اَنْ یَّاْتِیَ بِاٰیَۃٍ اِلَّا بِاِذْنِ اللّٰہِ } ”اور کسی بھی رسول کے لیے یہ ممکن نہ تھا کہ وہ وہ کوئی نشانی لے آتا مگر اللہ کے اذن سے۔“ کبھی کوئی رسول اپنی مرضی اور ذاتی کوشش سے اپنی قوم کو کوئی معجزہ نہیں دکھا سکا۔ یہ مضمون اکثر مکی سورتوں میں آیا ہے۔ گویا اس مضمون کی ڈور کا تسلسل زیر مطالعہ مکی سورتوں میں بھی نظر آ رہا ہے۔ { فَاِذَا جَآئَ اَمْرُ اللّٰہِ قُضِیَ بِالْحَقِّ وَخَسِرَ ہُنَالِکَ الْمُبْطِلُوْنَ } ”پھر جب اللہ کا حکم آگیا تو فیصلہ چکا دیا گیا حق کے ساتھ اور اس وقت خسارے میں پڑگئے جھٹلانے والے۔“"
    },
    {
      "ayah": 79,
      "surah": 40,
      "text": "آیت 79 { اَللّٰہُ الَّذِیْ جَعَلَ لَکُمُ الْاَنْعَامَ لِتَرْکَبُوْا مِنْہَا وَمِنْہَا تَاْکُلُوْنَ } ”اللہ ہی ہے جس نے تمہارے لیے چوپائے بنا دیے تاکہ تم سواری کرو ان میں سے بعض پر اور ان میں سے بعض کا تم گوشت بھی کھاتے ہو۔“"
    },
    {
      "ayah": 8,
      "surah": 40,
      "text": "آیت 8 { رَبَّنَا وَاَدْخِلْہُمْ جَنّٰتِ عَدْنِ نِ الَّتِیْ وَعَدْتَّہُمْ } ”پروردگار ! اور انہیں داخل فرما ناان رہنے والے باغات میں جن کا ُ تو نے ان سے وعدہ کیا ہے“ { وَمَنْ صَلَحَ مِنْ اٰبَآئِ ہِمْ وَاَزْوَاجِہِمْ وَذُرِّیّٰتِہِمْط اِنَّکَ اَنْتَ الْعَزِیْزُ الْحَکِیْمُ } ”اور ان کو بھی جو نیک ہوں ان کے آباء و اَجداد ‘ ان کی بیویوں اور ان کی اولاد میں سے۔ تو ُ یقینا زبردست ہے ‘ کمالِ حکمت والا ہے۔“"
    },
    {
      "ayah": 80,
      "surah": 40,
      "text": "آیت 80 { وَلَکُمْ فِیْہَا مَنَافِعُ } ”اور ان میں تمہارے لیے اور بھی بہت سی منفعتیں ہیں“ یہ مضمون اس سے پہلے سورة النحل میں بہت تفصیل سے آچکا ہے۔ { وَلِتَبْلُغُوْا عَلَیْہَا حَاجَۃً فِیْ صُدُوْرِکُمْ وَعَلَیْہَا وَعَلَی الْفُلْکِ تُحْمَلُوْنَ } ”اور تاکہ ان پر سوار ہو کر تم اپنی وہ ضرورتیں پوری کرو جو تمہارے دل میں ہوتی ہیں اور ان پر بھی اور کشتیوں پر بھی تمہیں سوار کرایا جاتا ہے۔“"
    },
    {
      "ayah": 81,
      "surah": 40,
      "text": "آیت 81 { وَیُرِیْکُمْ اٰیٰتِہٖق فَاَیَّ اٰیٰتِ اللّٰہِ تُنْکِرُوْنَ } ”اور وہ تمہیں اپنی آیات دکھاتا رہتا ہے ‘ تو تم اللہ کی کون کون سی آیات کا انکار کرو گے ؟“ گزشتہ تین آیات میں آیات آفاقیہ کا ذکر ہوا۔ اب آگے ”ایام اللہ“ یعنی عبرت آموز تاریخی حقائق کا تذکرہ ہے۔"
    },
    {
      "ayah": 82,
      "surah": 40,
      "text": "آیت 82 { اَفَلَمْ یَسِیْرُوْا فِی الْاَرْضِ فَیَنْظُرُوْا کَیْفَ کَانَ عَاقِبَۃُ الَّذِیْنَ مِنْ قَبْلِہِمْ } ”تو کیا یہ لوگ زمین میں گھومے پھرے نہیں کہ غور کرتے کہ کیسا انجام ہوا ان کا جو ان سے پہلے تھے !“ { کَانُوْٓا اَکْثَرَ مِنْہُمْ وَاَشَدَّ قُوَّۃً وَّاٰثَارًا فِی الْاَرْضِ } ”وہ ان سے کہیں زیادہ تھے تعداد میں اور زیادہ شدید تھے طاقت میں بھی اور زمین میں نشانات چھوڑنے کے اعتبار سے بھی“ { فَمَآ اَغْنٰی عَنْہُمْ مَّا کَانُوْا یَکْسِبُوْنَ } ”تو ان کے کچھ کام نہ آیا وہ سب کچھ جو وہ کماتے رہے تھے۔“ ان کے یہ سارے کارنامے اور ساری کمائی انہیں اللہ کے عذاب سے نہ بچا سکی۔"
    },
    {
      "ayah": 83,
      "surah": 40,
      "text": "آیت 83 { فَلَمَّا جَآئَ تْہُمْ رُسُلُہُمْ بِالْبَیِّنٰتِ } ”تو جب آگئے ان کے پاس ان کے رسول واضح نشانیاں لے کر“ الْبَیِّنٰتِسے مراد حسی معجزات بھی ہیں اور واضح تعلیمات اور دلائل بھی۔ { فَرِحُوْا بِمَا عِنْدَہُمْ مِّنَ الْعِلْمِ وَحَاقَ بِہِمْ مَّا کَانُوْا بِہٖ یَسْتَھْزِئُ وْنَ } ”تو وہ اتراتے رہے اسی پر جو بھی علم ان کے پاس تھا اور گھیرے میں لے لیا انہیں اسی چیز نے جس کا وہ مذاق اڑاتے تھے۔“ وہ لوگ اپنے آبائی عقائد و توہمات پر جمے رہے اور انہی کو اپنے لیے باعث فخر سمجھتے رہے۔ اسی وجہ سے انہوں نے اس حق کا بھی مذاق اڑایا جو ان کے رسولوں علیہ السلام نے ان کے سامنے پیش کیا اور عذاب کی وعیدوں کا بھی جس سے انہیں خبردار کیا گیا۔ بالآخر انہیں اپنے کرتوتوں کی سزامل کر رہی۔"
    },
    {
      "ayah": 84,
      "surah": 40,
      "text": "آیت 84 { فَلَمَّا رَاَوْا بَاْسَنَا قَالُوْٓا اٰمَنَّا بِاللّٰہِ وَحْدَہٗ } ”پھر جب انہوں نے دیکھ لیا ہمارا عذاب تب انہوں نے کہا کہ ہم ایمان لائے اللہ واحد پر“ تب کہنے لگے کہ اب ہم توحید کے قائل ہوگئے ہیں اور اللہ تعالیٰ کی وحدا نیت کو تسلیم کرتے ہیں۔ { وَکَفَرْنَا بِمَا کُنَّا بِہٖ مُشْرِکِیْنَ } ”اور ہم نے انکار کیا ان معبودوں کا جنہیں ہم اللہ کے ساتھ شریک ٹھہراتے رہے تھے۔“"
    },
    {
      "ayah": 85,
      "surah": 40,
      "text": "آیت 85 { فَلَمْ یَکُ یَنْفَعُہُمْ اِیْمَانُہُمْ لَمَّا رَاَوْا بَاْسَنَا } ”تو پھر ان کا ایمان لانا ان کے لیے ہرگز مفید نہیں ہوا جبکہ انہوں نے ہمارا عذاب دیکھ لیا۔“ عذاب کے واضح آثار سامنے آجانے کے بعد توبہ کا دروازہ بند ہوجاتا ہے اور ایسے وقت کا ایمان اللہ کے ہاں قابل قبول نہیں۔ یہ اللہ تعالیٰ کا اٹل قانون ہے اور اس قانون سے استثناء نوع انسانی کی پوری تاریخ میں صرف ایک ہی قوم کو ملا اور وہ تھی حضرت یونس علیہ السلام کی قوم۔ اس استثناء کا ذکر ہم سورة یونس کی آیت 98 میں پڑھ چکے ہیں۔ دراصل حضرت یونس علیہ السلام اللہ تعالیٰ کی طرف سے ہجرت کی واضح اجازت آنے سے پہلے ہی اپنی قوم کو چھوڑ کر چلے گئے تھے۔ چناچہ نبی علیہ السلام کے کھاتے میں جو debit آیا وہ قوم کے لیے credit بن گیا۔ جدید اکائونٹنگ کے ماہرین خوب جانتے ہیں کہ ایک طرف کا debit دوسری طرف کا credit کیسے بن جاتا ہے۔ چناچہ حضرت یونس علیہ السلام کی قوم نے عذاب کے واضح آثار دیکھ لینے کے بعد توبہ کرلی اور ان کی یہ توبہ اللہ تعالیٰ نے قبول فرمالی۔ { سُنَّتَ اللّٰہِ الَّتِیْ قَدْ خَلَتْ فِیْ عِبَادِہٖج وَخَسِرَ ہُنَالِکَ الْکٰفِرُوْنَ } ”یہ اللہ کا وہ دستور ہے جو اس کے بندوں میں جاری رہا ہے ‘ اور اس وقت کافرلوگ خسارے میں رہے۔“ واقعہ یہ ہے کہ اصل خسارہ تو کافروں ہی کے لیے ہے۔"
    },
    {
      "ayah": 9,
      "surah": 40,
      "text": "آیت 9 { وَقِہِمُ السَّیِّاٰتِط وَمَنْ تَقِ السَّیِّاٰتِ یَوْمَئِذٍ فَقَدْ رَحِمْتَہٗ } ”اور انہیں بچا لے برائیوں سے۔ اور جسے تو ُ نے اس دن برائیوں سے بچالیا اس پر تو نے بڑا رحم کیا۔“ { وَذٰلِکَ ہُوَ الْفَوْزُ الْعَظِیْمُ } ”اور یقینا یہی بہت بڑی کامیابی ہے۔“"
    }
  ]
}
