{
  "ayahs": [
    { "ayah": 1, "surah": 42, "text": "آیت 1 { حٰمٓ۔ ”ح ‘ م۔“" },
    {
      "ayah": 10,
      "surah": 42,
      "text": "آیت 10 { وَمَا اخْتَلَفْتُمْ فِیْہِ مِنْ شَیْئٍ فَحُکْمُہٗٓ اِلَی اللّٰہِ } ”اور جس بات میں بھی تم اختلاف کرو تو اس کا فیصلہ اللہ ہی کی طرف ہے۔“ یعنی تمہارے مابین جو بھی اختلاف ہو اس کے فیصلے کا حق اللہ ہی کے پاس ہے۔ یہاں سے اس سورت کے ”مضمون خاص“ یعنی اقامت دین کی تمہید شروع ہو رہی ہے۔ چناچہ اس سلسلے میں پہلا نکتہ یہ بتایا گیا کہ اس کائنات کا اصل حاکم اللہ ہے اور حاکمیت صرف اور صرف اسی کے لیے ہے :Sovereignty belongs to HIM and HIM alone اس نکتے کو اقبالؔ نے یوں بیان کیا ہے : ؎سروری زیبا فقط اس ذات بےہمتا کو ہے حکمراں ہے اک وہی باقی بتان آزری  آیت کے ان الفاظ کے مفہوم کے مطابق انسانوں کے باہمی اختلافات کے فیصلوں کے لیے اللہ کا حکم آخری حکم کا درجہ رکھتا ہے اور اسی حقیقت کی تعمیل کا نام اللہ کی حاکمیت ہے۔ اگر کسی معاشرے کا پورا نظام اللہ کی حاکمیت کے تحت آجائے تو اس کا مطلب یہ ہوگا کہ وہاں اللہ کا دین قائم ہوگیا اور توحید بالفعل اس معاشرے میں نافذ ہوگئی۔ یعنی اللہ کی مرضی اور اس کے قانون کے مطابق باقاعدہ ایک حکومت قائم ہوجانے کا نام ”اقامت دین“ ہے ‘ جو زیر مطالعہ آیات کا مرکزی مضمون ہے۔ { ذٰلِکُمُ اللّٰہُ رَبِّیْ عَلَیْہِ تَوَکَّلْتُق وَاِلَیْہِ اُنِیْبُ } ”وہ ہے اللہ میرا رب ‘ اسی پر میں نے ّتوکل کیا ہے اور اسی کی طرف میں رجوع کرتا ہوں۔“"
    },
    {
      "ayah": 11,
      "surah": 42,
      "text": "آیت 11 { فَاطِرُ السَّمٰوٰتِ وَالْاَرْضِ } ”وہ آسمانوں اور زمین کا پیدا فرمانے والا ہے۔“ { جَعَلَ لَـکُمْ مِّنْ اَنْفُسِکُمْ اَزْوَاجًا وَّمِنَ الْاَنْعَامِ اَزْوَاجًا } ”اس نے تمہاری ہی نوع سے تمہارے جوڑے بنادیے اور چوپایوں سے بھی جوڑے بنائے۔“ جان داروں کی ہر نوع species میں نر بھی ہیں اور مادہ بھی۔  { یَذْرَؤُکُمْ فِیْہِ } ”اسی میں وہ تمہاری افزائش کرتا ہے۔“ { لَیْسَ کَمِثْلِہٖ شَیْئٌ} ”اس کی مثال کی سی بھی کوئی شے نہیں۔“ اس کی ہستی بالکل یکتا absolutely unique ہے۔ یہ اپنی طرز کا ایک منفرد اور حساس ّموضوع ہے جس کے اظہار کے لیے خصوصی اسلوب درکار ہے۔ لیکن ہمارا مسئلہ یہ ہے کہ ہماری زبان میں مطلق نفی absolute negation کے لیے کوئی لفظ اور اسلوب ہے ہی نہیں۔ زیادہ سے زیادہ یہی کہا جاسکتا ہے کہ اس جیسی کوئی شے نہیں یا اس کی مثال کی سی کوئی شے نہیں۔ لَا مِثْلَ لَـہٗ وَلَا مِثَالَ لَـہٗ ‘ وَلَا ضِدَّ لَہٗ وَلَا نِدَّ لَــہٗ۔ بہرحال یوں سمجھ لیں کہ اس مفہوم میں جتنے مترادفات چاہے استعمال کرلیے جائیں ‘ توحید کے اظہار وبیان کا حق ادا نہیں ہوسکتا۔ { وَہُوَ السَّمِیْعُ الْبَصِیْرُ } ”اور وہی ہے سب کچھ سننے والا ‘ سب کچھ دیکھنے والا ہے۔“"
    },
    {
      "ayah": 12,
      "surah": 42,
      "text": "آیت 12 { لَہٗ مَقَالِیْدُ السَّمٰوٰتِ وَالْاَرْضِ } ”اسی کے لیے ہیں آسمانوں اور زمین کی تمام کنجیاں۔“ { یَبْسُطُ الرِّزْقَ لِمَنْ یَّشَآئُ وَیَقْدِرُ } ”وہ کشادہ کردیتا ہے رزق جس کے لیے چاہتا ہے اور جس کو چاہتا ہے ناپ تول کردیتا ہے۔“ { اِنَّہٗ بِکُلِّ شَیْئٍ عَلِیْمٌ} ”یقینا وہ ہرچیز کا جاننے والا ہے۔“ وہ خوب جانتا ہے کہ کس کے لیے رزق میں کشادگی بہتر ہے اور کس کو بقدر ِضرورت دینا مناسب ہے۔  اگلی آیت اس لحاظ سے بہت اہم ہے کہ اس میں ”اقامت دین“ کی اصطلاح آئی ہے۔ اس لحاظ سے یہ آیت اس سورت کا عمود ہے اور اس مضمون کے اعتبار سے یہ مقام پورے قرآن میں ذروہ سنام climax کا درجہ رکھتا ہے۔"
    },
    {
      "ayah": 13,
      "surah": 42,
      "text": "آیت 13 { شَرَعَ لَـکُمْ مِّنَ الدِّیْنِ مَا وَصّٰی بِہٖ نُوْحًا } ”اے مسلمانو ! اللہ نے تمہارے لیے دین میں وہی کچھ مقرر کیا ہے جس کی وصیت اس نے نوح علیہ السلام کو کی تھی“ یہ براہ راست امت سے خطاب ہے۔ مکی سورتوں میں چونکہ عام طور پر اہل ایمان کو ”یٰٓــاَیُّـہَا الَّذِیْنَ اٰمَنُوْا“ کے الفاظ سے براہ راست مخاطب نہیں کیا جاتا اس لیے یہاں جمع کا یہ صیغہ شَرَعَ لَـکُمْ استعمال فرمایا گیا ہے۔ مکی سورتوں میں اس حوالے سے ہمیں دوسرا اسلوب یہ بھی ملتا ہے کہ صیغہ واحد میں حضور ﷺ کو مخاطب کر کے اہل ِ ایمان کو پیغام پہنچایا جاتا ہے۔ { وَّالَّذِیْٓ اَوْحَیْنَآ اِلَیْکَ وَمَا وَصَّیْنَا بِہٖٓ اِبْرٰہِیْمَ وَمُوْسٰی وَعِیْسٰٓی } ”اور جس کی وحی ہم نے اے محمد صلی اللہ علیہ وآلہ وسلم آپ کی طرف کی ہے ‘ اور جس کی وصیت ہم نے کی تھی ابراہیم کو اور موسیٰ کو اور عیسیٰ کو“ { اَنْ اَقِیْمُوا الدِّیْنَ } ”کہ قائم کرو دین کو۔“ اس آیت سے ایک تو یہ معلوم ہوا ہے کہ حضرات نوح ‘ ابراہیم ‘ موسیٰ ‘ عیسیٰ علیہ السلام اور محمد رسول اللہ ﷺ کا ‘ یعنی تمام پیغمبروں کا دین ایک ہی ہے۔ یہی مضمون سورة الانبیاء میں اس طرح آیا ہے : { اِنَّ ہٰذِہٖٓ اُمَّتُکُمْ اُمَّۃً وَّاحِدَۃًز وَّاَنَا رَبُّکُمْ فَاعْبُدُوْنِ۔ } ”یقینا یہ تمہاری امت ‘ ایک ہی امت ہے اور میں تم سب کا رب ہوں ‘ لہٰذا تم لوگ میری ہی بندگی کرو“۔ یعنی تمام انبیاء ورسل علیہ السلام اور ان کی امتوں کا دین ایک ہی تھا۔ ان کے درمیان اگر کوئی فرق یا اختلاف تھا تو وہ شریعتوں میں تھا۔ دوسری اہم بات اس آیت میں یہ بیان کی گئی ہے کہ اقامت دین کا فریضہ ان تمام پیغمبروں کو سونپا گیا تھا۔ حضرت موسیٰ علیہ السلام اور آپ علیہ السلام کی قوم کو اس سلسلے میں جو حکم ملا تھا اس کا ذکر قرآن میں موجود ہے کہ تم لوگ ارض فلسطین کو فتح کرنے کے لیے جہاد کرو۔ ظاہر ہے اس خطہ پر قبضہ کرنے کا مقصد اللہ کے دین کو وہاں بالفعل نافذ کرنا تھا۔ چناچہ اقامت دین کی جدوجہد ماقبل امتوں پر بھی فرض تھی۔ بہر حال اَقِیْمُوا الدِّیْنَ کے حکم کا خلاصہ یہی ہے کہ زبان سے صرف عقیدئہ توحید کا اقرار کرلینا کافی نہیں بلکہ اس عقیدے کا رنگ اپنے اعمال پر بھی چڑھائو ‘ اور نہ صرف انفرادی بلکہ اجتماعی طور پر اپنے معاشرے کی اعلیٰ ترین ریاستی اور حکومتی سطح پر اس کی تنفیذ و تعمیل کو یقینی بنائو۔ واضح رہے کہ مترجمین نے بالعموم { اَنْ اَقِیْمُوا الدِّیْنَ } کا ترجمہ کیا ہے : ”کہ دین کو قائم رکھو !“ یہ بھی درست ہے ‘ کیونکہ اقامت دین کے حوالے سے کسی معاشرے میں دو ہی صورتیں ممکن ہیں۔ یا تو وہاں دین قائم ہے یا قائم نہیں ہے۔ چناچہ اس حکم کا منشاء یہ ہے کہ اگر دین پہلے قائم ہے تو اسے قائم رکھو اور اگر قائم نہیں ہے تو اسے قائم کرو۔ مثلاً خیمہ اگر کھڑ ا ہے تو اسے گرنے سے بچانا ہے اور اگر پہلے سے کھڑا نہیں ہے تو اسے کھڑا erect کرنا ہے۔  { وَلَا تَتَفَرَّقُوْا فِیْہِ } ”اور اس میں تفرقہ نہ ڈالو۔“ یعنی تم لوگ اپنے دین کو پھاڑ کر ٹکڑے ٹکڑے نہ کردو۔ ایسانہ ہو کہ کسی ایک معاملے میں تو تم اللہ کا حکم مانو اور کسی دوسرے معاملے میں کسی اور کی خوشنودی کے طالب بن جائو۔ اسی رویے اور طریقے کو تفرقہ کہا جاتا ہے جس سے یہاں منع کیا جا رہا ہے۔ سورة الانعام : 159 کے الفاظ { اِنَّ الَّذِیْنَ فَرَّقُوْا دِیْنَہُمْ…} میں بھی ایسے ہی تفرقے کی طرف اشارہ ہے۔ البتہ فروعی مسائل میں ایک دوسرے کی رائے سے اختلاف کیا جاسکتا ہے ‘ یہ تفرقہ نہیں ہے۔ مثلاً میں اگر رفع یدین کرتا ہوں اور میرے کئی ساتھی امام ابوحنیفہ رح کے موقف کو زیادہ صحیح سمجھتے ہوئے رفع یدین کے بغیر نماز پڑھتے ہیں تو ایسے اختلاف میں کوئی حرج نہیں ‘ جبکہ بنیادی طور پر دین میں تفریق یا تفرقے کا طرز عمل نہ اپنایا جائے اور اس حقیقت کو تسلیم کیا جائے کہ حنفی ‘ مالکی ‘ شافعی ‘ حنبلی اور سلفی سب کے سب ایک ہی دین یعنی اسلام کے ماننے والے ہیں۔ اسی طرح مختلف پیغمبروں کی شریعتوں میں بھی اختلاف ہوسکتا ہے ‘ مثلاً اب شریعت ِمحمدی ﷺ کا زمانہ ہے ‘ اس سے پہلے شریعت موسوی علیہ السلام کا دور تھا اور اس سے پہلے کوئی اور شریعت تھی۔ لیکن یہ نکتہ بہر حال واضح رہنا چاہیے کہ تمام انبیاء و رسل علیہ السلام کا دین ایک ہی تھا یعنی اسلام۔ { کَبُرَ عَلَی الْمُشْرِکِیْنَ مَا تَدْعُوْہُمْ اِلَیْہِ } ”اے نبی صلی اللہ علیہ وآلہ وسلم بہت بھاری ہے مشرکین پر یہ بات جس کی طرف آپ ان کو بلا رہے ہیں۔“ مشرکین کی زندگی تو اسی تفریق و تقسیم پر چل رہی ہے۔ وہ تو اس نظریی پر عمل پیرا ہیں کہ ”جو خدا کا ہے وہ خدا کو دو اور جو قیصر کا ہے وہ قیصر کو دو“۔ ہمارے ہاں بھی ایسی ہی تقسیم پر دنیا کے معاملات چل رہے ہیں کہ جو حکومت کا حق ہے وہ حکومت کو دو اور جو مولوی کا حق ہے وہ مولوی کو دو۔ اور فرض کریں اگر علماء بھی اس تقسیم پر راضی ہوجائیں کہ چلیں ہمارا کام تو چل ہی رہا ہے تو ایسی صورت حال میں دین کی تو گویا نفی ہوجائے گی ‘ کیونکہ دین تو اللہ کی ُ کلی ّاطاعت کا نام ہے۔ چناچہ جس کسی نے بھی دین میں کسی ایسی تفریق یا تقسیم پر اپنے دل کو مطمئن کرلیا اس کا گویا اللہ سے کوئی تعلق اور واسطہ نہیں رہا۔ چناچہ مشرکین جو اللہ اور بتوں کے درمیاں اپنے ”دین“ کی تقسیم پر مطمئن ہیں انہیں توحید خالص کی دعوت بری تو لگے گی۔ مشرکین کے اس بغض وعناد کا ذکر سورة التوبہ : 33 اور سورة الصف : 9 میں اس طرح ہوا ہے : { ہُوَ الَّذِیْٓ اَرْسَلَ رَسُوْلَہٗ بِالْہُدٰی وَدِیْنِ الْحَقِّ لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖلا وَلَوْ کَرِہَ الْمُشْرِکُوْنَ 4 } ”وہی تو ہے جس نے بھیجا ہے اپنے رسول کو الہدیٰ اور دین حق دے کرتا کہ غالب کرے اسے ُ کل کے کل دین نظامِ زندگی پر ‘ خواہ یہ مشرکوں کو کتنا ہی ناگوار گزرے“۔ ظاہر ہے نظام توحید کے قیام اور دین حق کے غلبے کی صورت میں مشرکین کے دلوں میں کڑھن تو بہت ہوگی ‘ لیکن اللہ تعالیٰ نے تو اپنے رسول ﷺ کو بھیجا ہی اسی لیے ہے کہ وہ اللہ کے دین کو پورے نظام زندگی پر غالب کر دے۔ { اَللّٰہُ یَجْتَبِیْٓ اِلَیْہِ مَنْ یَّشَآئُ } ”اللہ جس کو چاہتا ہے اپنی طرف آنے کے لیے ُ چن لیتا ہے“ یہ اللہ کی شان عطا ہے کہ کبھی کبھی وہ کسی راہ چلتے مسافر کو اپنی طرف کھینچ لیتا ہے۔ صوفیاء کے ہاں اس حوالے سے ”سالک مجذوب“ اور ”مجذوب سالک“ کی اصطلاحات استعمال ہوتی ہیں۔ ”سالک مجذوب“ اللہ کے وہ مقرب بندے ہیں جو ”سلوک“ کی کئی کئی کٹھن منازل طے کر کے قرب و جذب کے مقام تک رسائی حاصل کر پاتے ہیں۔ ”صدیقین“ عام طور پر محنت و ریاضت کے اسی راستے سے مقام قرب تک پہنچتے ہیں۔ ان کے برعکس ”مجذوب سالک“ وہ خوش نصیب لوگ ہوتے ہیں جنہیں اللہ تعالیٰ کسی خاص موقع پر بلا تمہید اپنی طرف کھینچ لیتا ہے۔ ایسے لوگ ”مقامِ قرب“ پر فائز ہوجانے کے بعد منازلِ سلوک طے کرتے ہیں اور یہ مقام و مرتبہ اکثر و بیشتر ”شہداء“ کے حصے میں آتا ہے۔ حضرت عمر رض کو اللہ تعالیٰ نے اسی طرح اپنی طرف کھینچ لیا تھا ‘ ورنہ اس ”حسین اتفاق“ سے پہلے نہ تو آپ رض کا مزاج اس ”مقامِ شوق“ سے کچھ مطابقت رکھتا تھا اور نہ ہی آپ رض کے معمولات ومشاغل میں ایسے کسی ”رجحان“ کا رنگ پایا جاتا تھا۔ صدیقین اور شہداء کے اصطلاحی مفہوم کی تفصیل کے لیے ملاحظہ ہو سورة مریم : 41 کی تشریح۔  { وَیَہْدِیْٓ اِلَیْہِ مَنْ یُّنِیْبُ } ”اور وہ اپنی طرف ہدایت اسے دیتا ہے جو خود رجوع کرتا ہے۔“"
    },
    {
      "ayah": 14,
      "surah": 42,
      "text": "آیت 14 { وَمَا تَفَرَّقُوْٓا اِلَّا مِنْم بَعْدِ مَا جَآئَ ہُمُ الْعِلْمُ بَغْیًام بَیْنَہُمْ } ”اور انہوں نے تفرقہ نہیں کیا مگر اس کے بعد کہ ان کے پاس علم آچکا تھا ‘ آپس میں ضدم ّضدا کے باعث۔“ عرب میں حضور ﷺ کی دعوت ِاقامت ِدین کے مخاطبین بنیادی طور پر دو گروہ تھے ‘ یعنی مشرکین اور اہل کتاب۔ ان میں مشرکین کا تو اس دعوت کو ماننا بہت مشکل تھا اور یہ تلخ حقیقت پچھلی آیت میں واضح بھی کردی گئی ہے کہ آپ ﷺ کی یہ دعوت مشرکین پر بہت شاق گزر رہی ہے۔ البتہ اہل کتاب کا اس دعوت پر ایمان لے آنا نسبتاً زیادہ قرین قیاس تھا ‘ کیونکہ وہ تورات و انجیل جیسی الہامی کتابوں سے واقف تھے اور وحی ‘ ملائکہ اور آخرت پر بھی ایمان رکھتے تھے۔ لیکن زیر مطالعہ آیت میں حضور ﷺ کو بتایا جا رہا ہے کہ آپ ﷺ اہل کتاب سے بھی مثبت رد عمل کی توقع نہ رکھیں۔ کیونکہ ان دونوں گروہوں کی طرف سے اب تک کی مخالفت کسی لاعلمی کی وجہ سے نہیں ہوئی ہے ‘ بلکہ اللہ تعالیٰ کا اصل پیغام تو ان تک پہنچ چکا ہے ‘ بات پوری طرح واضح ہو کر ان کے دلوں میں اترچکی ہے۔ اس صورت حال میں ان کا انکار اور ان کی مخالفت محض باہمی تعصب اور ضد بازی کی بنا پر ہے ‘ کہ ہم محمد ﷺ کے پیروکار بن کر انہیں خود سے بڑا کیونکر تسلیم کرلیں اور اپنے آپ کو ان ﷺ کے سامنے چھوٹا کیسے بنا لیں ؟ اہل کتاب خود آپس میں بھی ایک دوسرے کی مخالفت اسی تعصب کی بنیاد پر کرتے ہیں ‘ جس کا ذکر سورة البقرۃ میں اس طرح آیا ہے : { وَقَالَتِ الْیَہُوْدُ لَیْسَتِ النَّصٰرٰی عَلٰی شَیْئٍص وَّقَالَتِ النَّصٰرٰی لَیْسَتِ الْیَہُوْدُ عَلٰی شَیْئٍ لا وَّہُمْ یَتْلُوْنَ الْکِتٰبَ } آیت 133 ”یہودی کہتے ہیں کہ نصاریٰ کسی بنیاد پر نہیں ہیں اور نصاریٰ کہتے ہیں کہ یہودی کسی بنیاد پر نہیں ہیں ‘ حالانکہ دونوں ہی کتاب پڑھ رہے ہیں۔“ عہدنامہ قدیم Old Testament یہودیوں اور عیسائیوں میں مشترک ہے۔ اس کے باوجود ان کی باہمی مخاصمت کا یہ عالم َہے کہ وہ ایک دوسرے کے قبلہ کو بھی تسلیم کرنے کو تیار نہیں ہیں۔ یروشلم کی ”سمت“ پر اگرچہ دونوں گروہوں کا اتفاق ہے ‘ لیکن باہمی عناد کی بنا پر ایک گروہ شرقی حصے کو قبلہ مانتا ہے جبکہ دوسرا غربی حصے کو۔ اس صورت حال میں حضور ﷺ سے فرمایا جا رہا ہے کہ یہ لوگ تعصب کے مرض میں مبتلا ہیں ‘ اس لیے آپ ﷺ ان میں سے کسی گروہ سے کسی مثبت رویے کی توقع نہ رکھیں ‘ ورنہ آپ ﷺ کو مایوسی ہوگی۔ بلکہ آپ ﷺ ان کی طرف سے انتہائی سخت اور منفی ردعمل کے لیے خود کو تیار کھیں۔ اس میں دراصل حضور ﷺ کے لیے بین السطور یہ پیغام بھی ہے کہ اقامت دین کی جدوجہد ایک طویل اور جاں گداز عمل ہے۔ اس لیے آپ ﷺ موافق حالات اور جلد کامیابی کی توقع نہ رکھیں۔ { وَلَوْلَا کَلِمَۃٌ سَبَقَتْ مِنْ رَّبِّکَ اِلٰٓی اَجَلٍ مُّسَمًّی لَّقُضِیَ بَیْنَہُمْ } ”اور اگر ایک بات آپ کے رب کی طرف سے پہلے سے ایک وقت معین کے لیے طے نہ پا چکی ہوتی تو ان کے مابین اختلافات کا فیصلہ چکا دیا جاتا۔“ { وَاِنَّ الَّذِیْنَ اُوْرِثُوا الْکِتٰبَ مِنْ بَعْدِہِمْ لَفِیْ شَکٍّ مِّنْہُ مُرِیْبٍ } ”اور جو لوگ کتاب کے وارث بنائے گئے ان کے بعد وہ اس کے متعلق ایک خلجان آمیز شک میں مبتلا ہیں۔“ یہ نکتہ خاص طور پر بہت اہم اور لائق توجہ ہے کہ ”وارثانِ کتاب“ کے اذہان وقلوب میں الجھن میں ڈالنے والے شکوک و شبہات کیوں ڈیرے جما لیتے ہیں ؟ دراصل ہوتا یوں ہے کہ شروع شروع میں سب معاملات بالکل ٹھیک چلتے رہتے ہیں ‘ مگر چوتھی پانچویں نسل تک آتے آتے معاملات اس وقت بگڑنے لگتے ہیں جب نوجوان اپنے علماء کو باہم دست و گریباں ہوتے دیکھتے ہیں اور ان کے دامن حیات کو متاع عمل سے خالی پاتے ہیں۔ ایسی صورت حال سے بیزار ہو کر علماء کے ساتھ ساتھ وہ اپنی ”کتاب“ سے بھی بدظن ہونے لگتے ہیں۔ یہ نوجوان خود تو کتاب کے علوم و معارف تک رسائی حاصل کرنے کی زحمت نہیں اٹھاتے لیکن اس مفروضے کو اپنے دلوں میں ضرور بٹھا لیتے ہیں کہ جب کتاب کے ”علماء“ کے کردار و عمل میں روشنی کی کوئی کرن دکھائی نہیں دیتی تو اس کا مطلب یہ ہے کہ ایسی کوئی روشنی اس کتاب کے اندر سرے سے موجود ہی نہیں۔"
    },
    {
      "ayah": 15,
      "surah": 42,
      "text": "آیت 15 { فَلِذٰلِکَ فَادْعُ } ”تو اے نبی ﷺ ! آپ اسی کی دعوت دیتے رہیے“ یہاں ذٰلِکَ کا اشارہ اوپر آیت 13 میں اَقِیْمُوا الدِّیْنَ کے حکم کی طرف ہے کہ آپ ﷺ ان لوگوں کو اقامت دین کی جدوجہد کے لیے مسلسل دعوت دیتے رہیے۔ { وَاسْتَقِمْ کَمَآ اُمِرْتَ } ”اور جمے رہیے جیسا کہ آپ کو حکم دیا گیا ہے“ آپ ﷺ کی رسالت کا مقصد اور مشن ہی چونکہ اقامت دین ہے ‘ اس لیے آپ ﷺ غلبہ حق کی جدوجہد کی اس راہ میں پوری استقامت اور تندہی کے ساتھ کھڑے رہیں۔ آپ ﷺ کے مخالفین تو چاہیں گے کہ آپ ﷺ کچھ نرم پڑنے کو تیار ہوں تو وہ بھی نرم پڑجائیں : { وَدُّوْا لَوْ تُدْہِنُ فَیُدْہِنُوْنَ۔ القلم۔ مگر آپ ہماری ہدایت و مشیت کے مطابق اپنے موقف پر جم کر کھڑے رہیں اور اس سفر میں کسی بھی موڑ پر کسی حال میں ‘ کبھی کوئی سمجھوتہ compromise نہ کریں : { وَقُلِ الْحَقُّ مِنْ رَّبِّکُمْقف فَمَنْ شَآئَ فَلْیُؤْمِنْ وَّمَنْ شَآئَ فَلْیَکْفُرْ } الکہف : 29 ”اور آپ ﷺ ان سے کہہ دیجیے کہ یہ حق ہے تمہارے رب کی طرف سے ‘ تو اب جو چاہے ایمان لائے اور جو چاہے کفر کرے۔“ { وَلَا تَتَّبِعْ اَہْوَآئَ ہُمْ } ”اور ان کی خواہشات کی پیروی نہ کیجیے۔“ یہی بات پانچ چھ سال بعد سورة البقرۃ کے اندر ان الفاظ میں پھر سے دہرائی گئی : { وَلَنْ تَرْضٰی عَنْکَ الْیَہُوْدُ وَلاَ النَّصٰرٰی حَتّٰی تَتّبِعَ مِلَّتَہُمْط } آیت 120 ”اے نبی ﷺ ! یہ یہودی اور نصرانی آپ سے ہرگز راضی نہیں ہوں گے جب تک کہ آپ ﷺ ان کے طریقے کی پیروی نہ کریں“۔ پرانے نظام کے ساتھ تو ان لوگوں کے مفادات وابستہ ہیں ‘ آپ ﷺ کی دعوت کو آگے بڑھتا دیکھ کر انہیں اپنی سیادتیں اور چودھراہٹیں خطرے میں نظر آرہی ہیں۔ وہ تو چاہیں گے کہ آپ ﷺ ان کے پیچھے چلیں اور ان کی لیڈر شپ قائم رہے۔ آج بھی اپنے اپنے مفادات کو بچانے کی روش اقامت دین کی جدو جہد میں سب سے بڑی رکاوٹ ہے۔ آج بھی اگر اللہ کا کوئی بندہ اس دعوت کا علم َبلند کر کے مَنْ اَنْصَارِیْٓ اِلَی اللّٰہِ کا نعرہ لگاتا ہے تو اربابِ ُ جبہ ّو دستار کو اپنی مسندوں ‘ خانقاہوں اور گدیوں کا مستقبل خطرے میں نظر آنے لگتا ہے۔ چناچہ ان کے ”خاموش رد عمل“ سے ایسی جدوجہد کے َعلم برداروں کو یہ پیغام آپ سے آپ ہی موصول ہوجاتا ہے کہ ”ہم تمہارے پیچھے کیوں چلیں ‘ تم ہمارے پیچھے کیوں نہ چلو ؟“ یاد رہے کہ اپنے مضمون اقامت دین کے اعتبار سے زیر مطالعہ تین آیات 13 ‘ 14 اور 15 بہت اہم ہیں۔ { وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰہُ مِنْ کِتٰبٍ } ”اور آپ کہہ دیجیے کہ میں تو اس کتاب پر ایمان لایا ہوں جو اللہ نے نازل کی ہے۔“ قبل ازیں سورة حٰم السجدۃ میں دعوت کے حوالے سے قرآن کا چھ مرتبہ ذکر آچکا ہے۔ اب یہاں اس آیت میں سورة حٰم السجدۃ کے مضمون کا گویا خلاصہ آگیا ہے کہ دعوت چلے گی تو اس کتاب کے بل پر اور کسی کو استقامت نصیب ہوگی تو بھی اسی کتاب کے ذریعے سے۔ چناچہ اس کی تلاوت کو اپنا معمول بنائیے ‘ اس کے معانی و مفہوم کو دل میں اتارئیے اور دوسروں تک پہنچائیے۔ قرآن میں حضور ﷺ کو بھی بار بار اسی کی یاد دہانی کرائی گئی ہے : { اُتْلُ مَآ اُوْحِیَ اِلَیْکَ مِنَ الْکِتٰبِ } العنکبوت : 45 ”تلاوت کرتے رہا کریں اس کی جو وحی کی گئی ہے آپ کی طرف کتاب میں سے۔“ { وَاُمِرْتُ لِاَعْدِلَ بَیْنَکُمْ } ”اور آپ ﷺ کہہ دیجیے کہ مجھے حکم ہوا کہ میں تمہارے درمیان عدل قائم کروں۔“ آپ ﷺ ان پر واضح کردیجیے کہ میں صرف وعظ کہنے اور میٹھی میٹھی باتیں سنا کر لوگوں کا دل بہلانے کے لیے نہیں آیا ‘ بلکہ میں معاشرے میں عدل و انصاف قائم کرنے اور نظام توحید کو عملی طور پر نافذ کرنے کے لیے آیا ہوں۔ اس جملے کے حوالے سے ہمیں بہت واضح طور پر سمجھ لینا چاہیے کہ حضور ﷺ کا اصل مشن کیا تھا اور آپ ﷺ کے اتباع کے تقاضے پورے کرنے کے لیے آج ہمارے اوپر کیا ذمہ داری عائد ہوتی ہے۔  حضور ﷺ کے اتباع کے تقاضے میلاد کی محفلیں سجا لینے یا بڑے بڑے جلوس نکال لینے سے پورے نہیں ہوں گے۔ اس کے لیے سب غلط کاریاں چھوڑ کر خود کو دین کے احکام کا پابند بنانا ہوگا اور پھر اپنے تن من دھن کے ساتھ عدل اجتماعی نظامِ توحید کو معاشرے میں قائم کرنے کے لیے جدوجہد کرنے والوں کی صف میں شامل ہونا ہوگا۔ حضرت ابوبکر رض نے خلیفہ بننے کے بعد اپنے پہلے خطاب میں دراصل حضور ﷺ کے اتباع کے اسی تقاضے { وَاُمِرْتُ لِاَعْدِلَ بَیْنَکُمْ } کے حوالے سے یہ تاریخی جملہ ارشاد فرمایا تھا : لوگو ! تم میں سے ہر کمزور شخص میرے نزدیک طاقتور ہوگا جب تک کہ میں اسے اس کا حق نہ دلوا دوں اور تم میں سے ہر قوی شخص میرے نزدیک کمزور ہوگا جب تک کہ میں اس سے حق دار کا حق وصول نہ کرلوں۔ { اَللّٰہُ رَبُّنَا وَرَبُّکُمْ لَنَآ اَعْمَالُنَا وَلَکُمْ اَعْمَالُکُمْ } ”اللہ ہمارا بھی رب ہے اور تمہارا بھی رب ہے ‘ ہمارے لیے ہمارے اعمال ہیں اور تمہارے لیے تمہارے اعمال ہیں۔“ { لَا حُجَّۃَ بَیْنَنَا وَبَیْنَکُمْ اَللّٰہُ یَجْمَعُ بَیْنَنَا } ”ہمارے درمیان کسی حجت بازی کی ضرورت نہیں ‘ اللہ ہمیں جمع کر دے گا۔“ اللہ تعالیٰ یا تو ہمیں اسی دنیا میں اکٹھا کر دے گا اور اگر یہاں یہ ممکن نہ ہوا تو آخرت میں تو ہم اکٹھے ہو ہی جائیں گے۔ اس فقرے کا مفہوم سمجھنے کے لیے ان تنظیموں اور گروہوں کا تصور ذہن میں لائیے جو سب اخلاص اور نیک نیتی سے اقامت دین کی جدوجہد میں مصروف ہیں۔ ظاہر ہے ان میں سے ہر جماعت کا اپنا منصوبہ اور اپنا طریقہ کار ہے۔ ان سب کی مثال دراصل منیٰ سے میدانِ عرفات جانے والے حجاج ّکے قافلوں جیسی ہے۔ جہاں لاکھوں لوگ ہزاروں قافلوں میں مختلف راستوں اور مختلف شاہراہوں پر گامزن ہوتے ہیں۔ ان کے راستے بیشک مختلف ہیں مگر منزل سب کی ایک ہے۔ یہ قافلے جیسے جیسے اپنی منزل کی طرف بڑھتے جاتے ہیں ویسے ویسے ان کے مابین فاصلہ کم ہوتا چلا جاتا ہے۔ حتیٰ کہ میدانِ عرفات میں پہنچ کر وہ سب ایک ہوجاتے ہیں۔ چناچہ اقامت دین کی جدوجہد کرنے والی مختلف جماعتیں اور تنظی میں جوں جوں اپنی منزل کی طرف بڑھیں گی ان کے باہمی اختلافات کم ہوتے چلے جائیں گے اور منزل مقصود پر پہنچ کر یہ سب اکٹھے ہوجائیں گے۔ اور اگر بالفرض وہ دنیا میں اکٹھے نہ ہو سکے تو بھی روز محشر تو سب اکٹھے ہوجائیں گے۔ چناچہ ان سب کو آپس میں تنقید کرنے کے بجائے زیر مطالعہ آیت کے الفاظ میں ایک دوسرے سے یوں کہنا چاہیے کہ دیکھو بھئی ہم سب اللہ کی رضا کے متلاشی ہیں۔ ہمارا رب بھی اللہ ہے اور تمہارا بھی۔ باقی جہاں تک ہمارے باہمی اختلاف کا تعلق ہے اس حوالے سے ہمیں آپس میں کوئی حجت بازی نہیں کرنی چاہیے۔ تم لوگ اپنی سوچ اور نظریے کے مطابق جدوجہد کرتے جائو ‘ ہم اپنے طریق کار اور لائحہ عمل کے مطابق کوشش جاری رکھے ہوئے ہیں۔ اللہ تعالیٰ نے چاہا تو ہم سب اپنی اپنی کوششوں کے لیے ماجورہوں گے۔ تم لوگوں کو تمہاری جدوجہد کا صلہ مل جائے گا اور ہم اپنی محنت کا پھل پالیں گے۔ لیکن چونکہ ہم سب اپنے مشن اور اپنی جدوجہد میں مخلص ہیں اس لیے آج نہیں تو کل ہم سب ایک ہوجائیں گے۔ اگر ہمارا طریق کار غلط ہوا تو ایک دن حقیقت ہم پر واضح ہوجائے گی اور ہم رجوع کرلیں گے اور اگر آپ لوگوں کے لائحہ عمل میں کوئی کمی ہوئی تو کبھی نہ کبھی آپ کو بھی وہ نظر آہی جائے گی اور آپ بھی ضرور اس کی تلافی کرلیں گے ‘ اِن شاء اللہ !  { وَاِلَـیْہِ الْمَصِیْرُ } ”اور اسی کی طرف سب کو لوٹنا ہے۔“ وہاں اللہ کی عدالت میں سب انسان اکٹھے کھڑے ہوں گے اور وہاں دودھ کا دودھ اور پانی کا پانی ہوجائے گا۔"
    },
    {
      "ayah": 16,
      "surah": 42,
      "text": "آیت 16{ وَالَّذِیْنَ یُحَآجُّوْنَ فِی اللّٰہِ مِنْم بَعْدِ مَا اسْتُجِیْبَ لَہٗ } ”اور وہ لوگ جو اللہ کے بارے میں حجت بازی میں لگے رہے ‘ اس کے بعد کہ اس کی دعوت پر لبیک کہہ دی گئی ہے“ یعنی اَلسّٰبِقُوْنَ الْاَوَّلُوْنَ تو روز اوّل ہی سے استقامت کے پہاڑ بنے کھڑے ہیں اور اب تو انتظار ہے وَالَّذِیْنَ اتَّبَعُوْہُمْ بِاِحْسَانٍ کے قافلے کا کہ ہر طرف سے لوگ جوق درجوق اور فوج در فوج دین میں داخل ہوں۔ لیکن جو لوگ اب بھی ٹس سے مس نہیں ہو رہے اور ہٹ دھرمی کی اپنی پرانی مسندیں سنبھالے حجت بازی کیے جا رہے ہیں : { حُجَّتُھُمْ دَاحِضَۃٌ عِنْدَ رَبِّہِمْ } ”ان کی حجت بازی ان کے رب کے نزدیک بالکل پسپا ہے“ { وَعَلَیْہِمْ غَضَبٌ وَّلَہُمْ عَذَابٌ شَدِیْدٌ } ”اور ان پر اللہ کا غضب ہے اور ان کے لیے بہت سخت عذاب بھی ہے۔“"
    },
    {
      "ayah": 17,
      "surah": 42,
      "text": "آیت 17 { اََللّٰہُ الَّذِیْٓ اَنْزَلَ الْکِتٰبَ بِالْحَقِّ وَالْمِیْزَانَ } ”اللہ ہی ہے جس نے اتاری ہے کتاب بھی اور میزان بھی حق کے ساتھ۔“ قرآن میں صرف دو ہی مقامات ایسے ہیں جہاں کتاب اور میزان کے الفاظ ایک ساتھ اکٹھے آئے ہیں۔ ایک تو آیت زیر مطالعہ اور دوسری سورة الحدید کی یہ آیت : { لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَیِّنٰتِ وَاَنْزَلْنَا مَعَہُمُ الْکِتٰبَ وَالْمِیْزَانَ لِیَقُوْمَ النَّاسُ بِالْقِسْطِج…} آیت 25 ”ہم نے بھیجے اپنے رسول واضح دلیلوں کے ساتھ اور ہم نے نازل کی ان کے ساتھ کتاب اور میزان تاکہ قائم رہیں لوگ عدل پر“۔ میزان دراصل دین حق کے عملی نظام کا نام ہے۔ اس کو یوں سمجھئے کہ ”کتاب“ ہر ایک کا حق مقرر کرتی ہے اور ”میزان“ ناپ تول کر کے یہ حق حقدار کو دیتی ہے۔ چناچہ آیت زیر مطالعہ کے ان الفاظ کا مفہوم یہ ہے کہ اللہ نے تمہیں دین بھی دیا ہے اور نظام بھی۔ اگر نظام نہ ہوتا تو دین کے مطابق فیصلے کیسے ہوتے اور پھر ان فیصلوں پر عمل درآمد کیونکر ہوتا ؟  { وَمَا یُدْرِیْکَ لَعَلَّ السَّاعَۃَ قَرِیْبٌ } ”اور تمہیں کیا معلوم کہ قیامت قریب ہی ہو !“ ”السَّاعۃ“ سے مراد قیامت کی گھڑی ہے ‘ اگرچہ انفرادی سطح پر دیکھا جائے تو ہر شخص کی موت ہی گویا اس کی قیامت ہے۔ جیسا کہ ایک حدیث میں آتا ہے : مَنْ مَاتَ فَقَدْ قَامَتْ قِیَامَتُـہٗ 1 ”جس کو موت آگئی پس اس کی قیامت تو قائم ہوگئی“۔ مقامِ غور ہے کہ اس حوالے سے ہمیں کس قدر مشکل صورت حال کا سامنا ہے۔ ایک طرف ہم میں سے ہر ایک کی ”قیامت“ اس کے سر پر کھڑی ہے اور دوسری طرف اللہ کی ”میزان“ کو نصب کرنے کی بھاری ذمہ داری ہے جو ہم سب کے کندھوں پر آن پڑی ہے۔ اب اگر ہم نے ابھی اور اسی وقت اس ذمہ داری کا احساس نہ کیا اور اس کے لیے فوری طور پر ہم اپنا تن من دھن لگا دینے کے لیے میدانِ عمل میں نہ اترے تو نہ معلوم ہم میں سے کس کس کی مہلت ِعمل کچھ کیے بغیر ہی ختم ہوجائے۔ آج ہم میں سے کون کہہ سکتا ہے کہ اسے کل کا سورج بھی دیکھنا نصیب ہوگا یا نہیں ! اس لیے ہمیں چاہیے کہ ہم مزید وقت ضائع کیے بغیر اس ِجدوجہد ّمیں جت جائیں۔ اس فیصلے کے لیے تاخیر اور تاجیل میں وقت ضائع کرنا سب سے بڑی حماقت ہے :"
    },
    {
      "ayah": 18,
      "surah": 42,
      "text": "آیت 18 { یَسْتَعْجِلُ بِہَا الَّذِیْنَ لَا یُؤْمِنُوْنَ بِہَا } ”اس قیامت کے لیے جلدی تو وہی مچا رہے ہیں جو اس پر ایمان نہیں رکھتے۔“ { وَالَّذِیْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْہَا وَیَعْلَمُوْنَ اَنَّہَا الْحَقُّ } ”اور جو لوگ ایمان رکھتے ہیں وہ تو اس سے لرزاں و ترساں رہتے ہیں اور وہ جانتے ہیں کہ وہ حق ہے۔“ قیامت کے تصور سے اللہ کے مقرب بندوں کے خوف کی کیفیت کا ذکر سورة النور میں یوں آیا ہے : { یَخَافُوْنَ یَوْمًا تَتَقَلَّبُ فِیْہِ الْقُلُوْبُ وَالْاَبْصَارُ۔ } ”وہ لرزاں و ترساں رہتے ہیں اس دن کے تصور سے جس دن الٹ جائیں گے دل اور نگاہیں۔“ { اَلَآ اِنَّ الَّذِیْنَ یُمَارُوْنَ فِی السَّاعَۃِ لَفِیْ ضَلٰلٍم بَعِیْدٍ } ”آگاہ ہو جائو جو لوگ قیامت کے بارے میں جھگڑتے ہیں ‘ وہ بڑی دور کی گمراہی میں پڑچکے ہیں۔“"
    },
    {
      "ayah": 19,
      "surah": 42,
      "text": "آیت 19 { اَللّٰہُ لَطِیْفٌٌم بِعِبَادِہٖ یَرْزُقُ مَنْ یَّشَآئُ } ”اللہ اپنے بندوں کے حق میں بہت مہربان ہے ‘ وہ رزق دیتا ہے جس کو چاہتا ہے۔“ لفظ ”لَطِیْفٌ“ میں لطف و کرم اور شفقت و مہربانی کے علاوہ باریک بین ہونے کا مفہوم بھی ہے۔ یعنی وہ بڑی باریک بینی کے ساتھ ان کی دقیق ترین ضروریات پر بھی نگاہ رکھتا ہے۔  آیت زیر مطالعہ کے مندرجہ بالا الفاظ کو اقامت دین کی جدوجہد کے سیاق وسباق میں سمجھنے کی ضرورت ہے۔ یعنی اقامت دین کی جدوجہد میں تمہیں یہ فکر نہیں ہونی چاہیے کہ ہم کھائیں گے کہاں سے ‘ پہنیں گے کیا اور ہماری دوسری ضروریات کیسے پوری ہوں گی ؟ اس حوالے سے قبل ازیں سورۃ العنکبوت ‘ آیت 60 کے ذیل میں متی کی انجیل سے حضرت مسیح علیہ السلام کے وعظ کا درج ذیل اقتباس ہم پڑھ چکے ہیں۔ حضرت مسیح علیہ السلام اپنے شاگردوں کو مخاطب کرتے ہوئے فرماتے ہیں :”تم خدا اور دولت دونوں کی خدمت نہیں کرسکتے۔ اس لیے میں تم سے کہتا ہوں کہ اپنی جان کی فکر نہ کرنا کہ ہم کیا کھائیں گے یا کیا پئیں گے ؟ اور نہ اپنے بدن کی کہ کیا پہنیں گے ؟ کیا جان خوراک سے اور بدن پوشاک سے بڑھ کر نہیں ؟ ہوا کے پرندوں کو دیکھو نہ بوتے ہیں نہ کاٹتے۔ نہ کو ٹھیوں میں جمع کرتے ہیں تو بھی تمہارا آسمانی باپ ان کو کھلاتا ہے۔ کیا تم ان سے زیادہ قدر نہیں رکھتے ؟ تم میں ایسا کون ہے جو فکر کرکے اپنی عمر میں ایک گھڑی بھی بڑھا سکے ؟ اور پوشاک کے لیے کیوں فکر کرتے ہو ؟ جنگلی سو سن کے درختوں کو غور سے دیکھو کہ وہ کس طرح بڑھتے ہیں۔ وہ نہ محنت کرتے نہ کا تتے ہیں۔ تو بھی میں تم سے کہتا ہوں کہ سلیمان بھی باوجود اپنی ساری شان و شوکت کے ان میں سے کسی کے مانند ملبس ّنہ تھا۔ پس جب خدا میدان کی گھاس کو جو آج ہے کل تنور میں جھونکی جائے گی ایسی پوشاک پہناتا ہے تو اے کم اعتقادو ‘ تم کو کیوں نہ پہنائے گا ؟ اس لیے فکر مند ہو کر یہ نہ کہو کہ ہم کیا کھائیں گے یا کیا پئیں گے یا کیا پہنیں گے ؟ کیونکہ ان سب چیزوں کی تلاش میں غیر قومیں رہتی ہیں اور تمہارا آسمانی باپ جانتا ہے کہ تم ان سب چیزوں کے محتاج ہو۔ بلکہ تم پہلے اس کی بادشاہی اور اس کی راست بازی کو تلاش کرو تو یہ سب چیزیں بھی تم کو مل جائیں گی۔ پس کل کے لیے فکر نہ کرو کیونکہ کل کا دن اپنے لیے آپ فکر کرلے گا۔ آج کے لیے آج ہی کا دکھ کافی ہے۔“ متی ‘ باب 6 : 25۔ 34 ‘ بحوالہ تدبر قرآن ‘ جلد پنجم ‘ ص 60 اس میں کیا شک ہے کہ اللہ تعالیٰ سب کا رازق بھی ہے اور وہ اپنے بندوں کی ایک ایک حاجت سے باخبر اور ان کی ایک ایک خواہش سے آگاہ بھی ہے۔ آپ ایک دفعہ یکسو ہو کر فیصلہ تو کرو ‘ کہ اب اپنے آپ کو اس کام کے لیے وقف کردینا ہے۔ پھر دیکھنا اللہ تعالیٰ تمہاری ضروریات کا خیال کیسے رکھتا ہے۔ اس کا وعدہ ہے : { وَمَنْ یَّتَّقِ اللّٰہَ یَجْعَلْ لَّہٗ مَخْرَجًا۔ وَّیَرْزُقْہُ مِنْ حَیْثُ لَا یَحْتَسِبُط } الطلاق : 3 ”اور جو کوئی اللہ کا تقویٰ اختیار کرتا ہے تو وہ اس کے لیے مشکلات سے نکلنے کا راستہ بنا دیتا ہے ‘ اور وہ اسے وہاں سے رزق دیتا ہے جہاں سے اسے گمان بھی نہیں ہوتا“۔ ہاں یہ ضرور ہے کہ اس راستے میں طرح طرح کی آزمائشوں اور سختیوں کا سامنا بھی کرنا پڑتا ہے۔ لیکن جب بندہ اس مرحلے میں بھی صبر و استقامت کے مظاہرے سے اپنی وفاداری اور یکسوئی ثابت کر دے تو پھر اللہ تعالیٰ اس کے لیے نئے نئے راستے کھول دیتا ہے اور ان راستوں پر چلنا اس کے لیے آسان کردیتا ہے۔ { وَہُوَ الْقَوِیُّ الْعَزِیْزُ } ”اور وہ تو بہت قوی ہے ‘ بہت زبردست ہے۔“"
    },
    {
      "ayah": 2,
      "surah": 42,
      "text": "آیت 2 { عٓسٓقٓ۔ ”ع ‘ س ‘ ق۔“ سورة الشوریٰ قرآن کی ان دو سورتوں میں سے ایک ہے جن کے آغاز میں پانچ پانچ حروفِ مقطعات آئے ہیں ‘ لیکن اس زمرے میں بھی یہ سورت اس لحاظ سے منفرد و یکتا ہے کہ اس کے آغاز میں حروفِ مقطعات کی دو آیات ہیں۔ مجھے ذاتی طور پر اس سورت سے بھی خصوصی نسبت ہے اور اس کی وجہ بھی سورة الحدید کے ساتھ میری نسبت ہی ہے۔ دراصل مضامین کے حوالے سے مدنی قرآن میں جو مقام سورة الحدید کا ہے بعینہٖ وہی مقام سورة الشوریٰ کا مکی قرآن میں ہے۔ سورة الشوریٰ حجم 53 آیات کے لحاظ سے سورة الحدید 29 آیات سے تقریباً دو گنا ہے ‘ اور مکی قرآن چونکہ حجم کے اعتبار سے مدنی قرآن سے دو گنا ہے اس لیے ان دونوں سورتوں کے مابین حجم کے اس تناسب سے بھی یہی لگتا ہے کہ مکی قرآن کے اندر سورة الشوریٰ گویا سورة الحدید کا بدل ہے۔"
    },
    {
      "ayah": 20,
      "surah": 42,
      "text": "آیت 20 { مَنْ کَانَ یُرِیْدُ حَرْثَ الْاٰخِرَۃِ نَزِدْ لَہٗ فِیْ حَرْثِہٖ } ”جو شخص آخرت کی کھیتی کا طالب ہوتا ہے تو ہم اس کے لیے اس کی کھیتی میں اضافہ کردیتے ہیں۔“ اس مضمون کا کلائمکس سورة بنی اسرائیل میں بایں الفاظ بیان ہوا ہے : { مَنْ کَانَ یُرِیْدُ الْعَاجِلَۃَ عَجَّلْنَا لَہٗ فِیْہَا مَا نَشَآئُ لِمَنْ نُّرِیْدُ ثُمَّ جَعَلْنَا لَہٗ جَہَنَّمَج یَصْلٰـٹہَا مَذْمُوْمًا مَّدْحُوْرًا۔ ”جو کوئی طلب گار بنتا ہے جلدی والی دنیا کا ‘ ہم اس کو جلدی دے دیتے ہیں اس میں جو کچھ ہم چاہتے ہیں ‘ جس کے لیے چاہتے ہیں ‘ پھر ہم مقرر کردیتے ہیں اس کے لیے جہنم ‘ وہ داخل ہوگا اس میں ملامت زدہ ‘ دھتکارا ہوا۔“ { وَمَنْ کَانَ یُرِیْدُ حَرْثَ الدُّنْیَا نُؤْتِہٖ مِنْہَا وَمَا لَہٗ فِی الْاٰخِرَۃِ مِنْ نَّصِیْبٍ } ”اور جو کوئی دنیا کی کھیتی کا طالب بن جاتا ہے تو ہم اس کو اس میں سے کچھ دے دیتے ہیں ‘ اور آخرت میں اس کا کوئی حصہ نہیں ہے۔“"
    },
    {
      "ayah": 21,
      "surah": 42,
      "text": "آیت 21 { اَمْ لَہُمْ شُرَکٰٓؤُا شَرَعُوْا لَہُمْ مِّنَ الدِّیْنِ مَا لَمْ یَاْذَنْم بِہِ اللّٰہُ } ”کیا ان کے کچھ ایسے شریک ہیں جنہوں نے ان کے لیے دین کا کوئی ایسا راستہ طے کردیا ہو جس کا اذن اللہ نے نہیں دیا ؟“ شرک کے حوالے سے یہ نکتہ قرآن میں بار بار دہرایا گیا ہے کہ مشرک لوگ جنہیں اللہ کا شریک ٹھہراتے ہیں اللہ نے ان کے لیے نہ تو کوئی سند اتاری ہے اور نہ ہی کسی الہامی کتاب میں ان کے لیے کوئی دلیل موجود ہے۔ اس سورت کا عمود چونکہ نظام شریعت میزان سے متعلق ہے اس لیے یہاں شرک کا ابطال اس مضمون کی دلیل کے ساتھ بالکل منفرد انداز میں آیا ہے کہ اللہ نے تو اپنے بندوں کے لیے ایک مکمل ضابطہ حیات نازل کیا ہے۔ تو ذرا یہ لوگ بھی بتائیں کہ ان کے معبودوں نے ان کے لیے زندگی میں کیا راہنمائی فراہم کی ہے ؟ کیا ان معبودوں نے بھی اپنے پجاریوں کو باقاعدہ کوئی کتاب دی ہے ؟ کیا لات ‘ منات اور ہبل نے بھی اپنے عقیدت مندوں کے لیے کوئی شریعت وضع کی ہے یا انہیں باقاعدہ کوئی نظام دیا ہے ؟ اور اگر ان نام نہاد معبودوں نے اپنا کوئی دین یا ضابطہ حیات اپنے ماننے والوں کو کبھی دیا ہی نہیں تو وہ کس حیثیت سے آخر معبود بنے بیٹھے ہیں ؟ اور ان کے پجاری آخر کس بنیاد پر ان کی پوجا کیے جا رہے ہیں ؟ { وَلَوْلَا کَلِمَۃُ الْفَصْلِ لَقُضِیَ بَیْنَہُمْ وَاِنَّ الظّٰلِمِیْنَ لَہُمْ عَذَابٌ اَلِیْمٌ} ”اور اگر ایک قطعی حکم پہلے سے طے نہ ہوچکا ہوتا تو ان کے درمیان فیصلہ کردیا جاتا۔ اور ظالموں کے لیے تو بہت دردناک عذاب ہے۔"
    },
    {
      "ayah": 22,
      "surah": 42,
      "text": "آیت 22 { تَرَی الظّٰلِمِیْنَ مُشْفِقِیْنَ مِمَّا کَسَبُوْا } ”تم دیکھو گے ان ظالموں کو کہ وہ اپنے کرتوتوں کے سبب ڈر رہے ہوں گے“ قیامت کے دن کفار و مشرکین اپنے غلط عقائد اور برے اعمال کے سبب خوف زدہ ہوں گے۔ دراصل نیکی و بدی کے بارے میں انسان کا ضمیر بہت حساس ّہے : { بَلِ الْاِنْسَانُ عَلٰی نَفْسِہٖ بَصِیْرَۃٌ۔ القیامۃ ”بلکہ انسان اپنے نفس پر خود گواہ ہے“۔ یہ آیت بہت واضح انداز میں ہمیں بتاتی ہے کہ انسانی ضمیر اپنے اندر کی گہرائیوں میں جھانک کر بغیر کسی مصلحت اور تعصب کے غلط اور درست کی نشاندہی کرنے کی صلاحیت رکھتا ہے۔ چناچہ قیامت کے دن تمام غلط کار انسان اپنے اعمال کو دیکھتے ہوئے حساب و کتاب سے پہلے ہی خوف سے کانپ رہے ہوں گے۔  { وَہُوَ وَاقِعٌم بِہِمْْط } ”اور وہ ان کے اوپر پڑنے والا ہوگا۔“ ان کے عقائد و افعال کا وبال ان کے سروں پر گرنے والا ہوگا۔ لیکن دوسری طرف اہل ِایمان کی کیفیت اس کے برعکس ہوگی : { وَالَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِیْ رَوْضٰتِ الْجَنّٰتِ } ”اور وہ لوگ جو ایمان لائے اور اعمالِ صالحہ پر کاربند رہے وہ جنتوں کے باغات میں ہوں گے۔“ { لَہُمْ مَّا یَشَآئُ وْنَ عِنْدَ رَبِّہِمْط ذٰلِکَ ہُوَ الْفَضْلُ الْکَبِیْرُ } ”ان کے لیے ان کے رب کے پاس وہ سب کچھ ہوگا جو وہ چاہیں گے۔ یہی ان کے لیے بہت بڑی فضیلت ہوگی۔“"
    },
    {
      "ayah": 23,
      "surah": 42,
      "text": "آیت 23 { ذٰلِکَ الَّذِیْ یُـبَشِّرُ اللّٰہُ عِبَادَہُ الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ } ”یہ ہے وہ انجامِ نیک جس کی بشارت دے رہا ہے اللہ اپنے ان بندوں کو جو ایمان لائے اور انہوں نے نیک عمل کیے۔“ { قُلْ لَّآ اَسْئَلُکُمْ عَلَیْہِ اَجْرًا } ”اے نبی ﷺ ! آپ کہہ دیجیے کہ میں تم سے کوئی اجر نہیں مانگتا“ میں سالہا سال سے تم تک یہ پیغام پہنچانے کا فریضہ انجام دے رہا ہوں مگر میں نے کبھی تم لوگوں سے اس کا کوئی صلہ یا انعام طلب نہیں کیا۔ { اِلَّا الْمَوَدَّۃَ فِی الْْقُرْبٰی } ”سوائے قرابت داری کے لحاظ کے۔“ اہل ِتشیع نے ان الفاظ کا یہ مطلب نکال لیا ہے کہ حضور ﷺ کی طرف سے اپنے قرابت داروں حضرت علی ‘ حضرت فاطمہ اور حسنین رض سے محبت کا تقاضا کیا گیا ہے۔ لیکن جس وقت مکہ معظمہ میں سورة الشوریٰ نازل ہوئی اس وقت حضرت علی و فاطمہ رض کی شادی تک نہیں ہوئی تھی۔ سیاق وسباق میں اس آیت کا درست اور منطقی مفہوم یہ ہے کہ میں تم لوگوں سے کسی اور صلے کا تقاضا نہیں کرتا ‘ لیکن یہ ضرور چاہتا ہوں کہ تم لوگ یعنی قریش اس قرابت داری کا تو لحاظ کرو جو میرے اور تمہارے درمیان ہے۔ آخر میں تمہارے قبیلے اور تمہاری برادری کا ایک فرد ہوں اور عرب روایات کے مطابق اس تعلق اور قرابت کے خصوصی حقوق متعین ہیں۔ چناچہ عرب تہذیب و روایات کے مطابق تمہاری شرافت و نجابت سے مجھے یہ توقع تھی کہ تم لوگ میرے معاملے میں قرابت داری کے فطری تقاضوں کا لحاظ رکھو گے ‘ لیکن مقام افسوس ہے کہ تم لوگوں نے ِضدم ّضدا میں ان تمام تقاضوں کو بھی بالائے طاق رکھ دیا ہے اور قرابت داری کے میرے فطری اور بنیادی حقوق کو بھی نظر انداز کردیا ہے۔ { وَمَنْ یَّقْتَرِفْ حَسَنَۃً نَّزِدْ لَہٗ فِیْہَا حُسْنًا اِنَّ اللّٰہَ غَفُوْرٌ شَکُوْرٌ} ”اور جو کوئی بھلائی کمائے گا تو ہم اس کے لیے اس میں بھلائی کا اضافہ کرتے رہیں گے۔ یقینا اللہ بہت بخشنے والا ‘ بہت قدردان ہے۔“"
    },
    {
      "ayah": 24,
      "surah": 42,
      "text": "آیت 24 { اَمْ یَقُوْلُوْنَ افْتَرٰی عَلَی اللّٰہِ کَذِبًا } ”کیا وہ کہتے ہیں کہ اس نے اللہ کے اوپر جھوٹ گھڑلیا ہے ؟“ یعنی یہ کہ محمد ﷺ نے قرآن خود بنا کر اللہ کی طرف منسوب کردیا ہے۔ { فَاِنْ یَّشَاِ اللّٰہُ یَخْتِمْ عَلٰی قَلْبِکَ } ”تو اگر اللہ چاہے تو آپ کے قلب پر مہر لگا دے۔“ یہ خطاب بظاہر محمد رسول اللہ ﷺ سے ہے لیکن اصل میں مخالفین کو سنانا مقصود ہے کہ یہ قرآن وحی کی صورت میں محمد ﷺ کے قلب پر نازل ہو رہا ہے۔ یہ خالص ایک وہبی صلاحیت ہے اور آپ ﷺ کو اس بارے میں ہرگز کوئی اختیار نہیں ہے۔ کجا یہ کہ آپ ﷺ خود اس کو گھڑیں یا تصنیف کریں۔ چناچہ اگر اللہ چاہے تو یہ صلاحیت آپ ﷺ سے واپس لے کر آپ ﷺ کے قلب پر مہر کر دے اور آپ ﷺ پر وحی آنا بند ہوجائے۔ سورة بنی اسرائیل میں یہی مضمون اس طرح آیا ہے : { وَلَئِنْ شِئْنَا لَنَذْہَبَنَّ بِالَّذِیْٓ اَوْحَیْنَآ اِلَیْکَ ثُمَّ لاَ تَجِدُ لَکَ بِہٖ عَلَیْنَا وَکِیْلاً۔ } ”اور اے نبی صلی اللہ علیہ وآلہ وسلم اگر ہم چاہیں تو لے جائیں اس قرآن کو جو ہم نے وحی کیا ہے آپ کی طرف ‘ پھر آپ نہ پائیں گے اپنے لیے اس پر ہمارے مقابلے میں کوئی مددگار۔“ { وَیَمْحُ اللّٰہُ الْبَاطِلَ وَیُحِقُّ الْحَقَّ بِکَلِمٰتِہٖ } ”اور اللہ باطل کو مٹا دیتا ہے اور حق کا حق ہونا ثابت کردیتا ہے اپنے کلمات سے۔“ یہ اللہ کی سنت اور اس کا اٹل قانون ہے ‘ لیکن اس کے ظہور میں اللہ کی مشیت کے مطابق وقت لگتا ہے۔ جیسے حضور ﷺ کی دعوت کے حوالے سے اللہ کی اس سنت کا ظہور پہلی دفعہ غزوئہ بدر کے میدان میں اس وقت عمل میں آیا جبکہ دعوت کو شروع ہوئے چودہ برس گزر چکے تھے۔ چناچہ غزوئہ بدر کے ذریعے حق و باطل کے مابین فرق کو واضح اور مبرہن کر کے نہ صرف یوم بدرکو یوم الفرقان الانفال : 41 قرار دیا گیا بلکہ اس غزوہ کا بنیادی مقصد بھی احقاقِ حق اور ابطالِ باطل ہی بتایا گیا : { لِیُحِقَّ الْحَقَّ وَیُبْطِلَ الْبَاطِلَ وَلَوْ کَرِہَ الْمُجْرِمُوْنَ } الانفال ”تاکہ سچا ثابت کر دے حق کو اور جھوٹاثابت کر دے باطل کو ‘ خواہ یہ مجرموں کو کتنا ہی ناگوار ہو۔“ { اِنَّہٗ عَلِیْمٌم بِذَاتِ الصُّدُوْرِ } ”یقینا وہ واقف ہے اس سے بھی جو کچھ سینوں کے اندر پوشیدہ ہے۔"
    },
    {
      "ayah": 25,
      "surah": 42,
      "text": "آیت 25 { وَہُوَ الَّذِیْ یَقْبَلُ التَّوْبَۃَ عَنْ عِبَادِہٖ وَیَعْفُوْا عَنِ السَّیِّاٰتِ وَیَعْلَمُ مَا تَفْعَلُوْن } ”اور وہی ہے کہ جو اپنے بندوں کی توبہ قبول فرماتا ہے اور ان کی بہت سی برائیوں سے درگزر کرتا ہے اور وہ جانتا ہے جو کچھ تم کرتے ہو۔“"
    },
    {
      "ayah": 26,
      "surah": 42,
      "text": "آیت 26 { وَیَسْتَجِیْبُ الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَیَزِیْدُہُمْ مِّنْ فَضْلِہٖ } ”اور وہ دعائیں قبول کرتا ہے ان لوگوں کی جو ایمان لائیں اور نیک اعمال کریں اور اپنے فضل سے انہیں ایمان واعمالِ صالحہ میں ترقی بھی دیتا ہے۔“ { وَالْکٰفِرُوْنَ لَہُمْ عَذَابٌ شَدِیْدٌ} ”اور کافروں کے لیے بہت سخت عذاب ہے۔“"
    },
    {
      "ayah": 27,
      "surah": 42,
      "text": "آیت 27 { وَلَوْ بَسَطَ اللّٰہُ الرِّزْقَ لِعِبَادِہٖ لَبَغَوْا فِی الْاَرْضِ } ”اور اگر اللہ کشادہ کردیتا رزق اپنے سب بندوں کے لیے تو وہ زمین میں سرکشی کرتے“ یقینا اللہ کے خزانے بہت وسیع ہیں ‘ لیکن اگر وہ ان خزانوں کو سب کے لیے کھول دیتا اور ہر کسی کو اس کی خواہش اور مرضی کے مطابق با فراغت اور با سہولت رزق ملنا شروع ہوجاتا تو انسانوں کی اکثریت اللہ سے سرکشی پر اتر آتی۔ کیونکہ اب جب کہ دو وقت کی روٹی کمانے کے لیے دن رات مشقت میں جتے رہنے کے باوجود بھی ان میں سے اکثر اللہ کے نافرمان ہیں تو فکر معاش سے فراغت تو ان کو بالکل ہی باغی بنا دیتی۔ { وَلٰکِنْ یُّنَزِّلُ بِقَدَرٍ مَّا یَشَآئُ اِنَّہٗ بِعِبَادِہٖ خَبِیْرٌ بَصِیْرٌ} ”لیکن اللہ نازل کرتا ہے ایک اندازے کے مطابق جو چاہتا ہے۔ یقینا وہ اپنے بندوں کے حالات سے باخبر ‘ ان کو دیکھنے والا ہے۔“"
    },
    {
      "ayah": 28,
      "surah": 42,
      "text": "آیت 28 { وَہُوَ الَّذِیْ یُنَزِّلُ الْغَیْثَ مِنْم بَعْدِ مَا قَنَطُوْا وَیَنْشُرُ رَحْمَتَہٗ } ”اور وہی ہے جو بارش برساتا ہے اس کے بعد کہ لوگ مایوس ہوچکے ہوتے ہیں اور اپنی رحمت پھیلا دیتا ہے۔“ خشک سالی میں فصلوں کی آبیاری کا وقت ہاتھ سے نکلتا دیکھ کر جب کسانوں کے دلوں میں مایوسی کے سائے گہرے ہونے لگتے ہیں تو اچانک اللہ کی رحمت کا ظہور ہوتا ہے اور بادل بارش کی نوید لے کر پہنچ جاتے ہیں۔ { وَہُوَ الْوَلِیُّ الْحَمِیْدُ } ”اور وہی ہے جو اپنے بندوں کا مددگار ہے اور وہ اپنی ذات میں آپ ستودہ صفات ہے۔“"
    },
    {
      "ayah": 29,
      "surah": 42,
      "text": "آیت 29 { وَمِنْ اٰیٰتِہٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَثَّ فِیْہِمَا مِنْ دَآبَّۃٍ } ”اور اس کی نشانیوں میں سے ہے آسمانوں اور زمین کی تخلیق اور ان دونوں میں اس نے جو جان دار پھیلادیے ہیں۔“ یعنی آسمانوں میں فرشتے جبکہ زمین اور اس کی فضا میں موجود بیشمار مخلوقات اس کی نشانیوں میں سے ہیں۔ { وَہُوَ عَلٰی جَمْعِہِمْ اِذَا یَشَآئُ قَدِیْرٌ} ”اور وہ جب چاہے ان سب کو جمع کرنے پر قادر ہے۔“ اس نے اپنی مرضی اور مشیت سے ان سب کو زمین و آسمان کی وسعتوں میں پھیلا رکھا ہے۔ البتہ جب وہ چاہے گا ان سب کو اپنے حضور حاضر کرلے گا۔"
    },
    {
      "ayah": 3,
      "surah": 42,
      "text": "آیت 3 { کَذٰلِکَ یُوْحِیْٓ اِلَیْکَ وَاِلَی الَّذِیْنَ مِنْ قَبْلِکَ لا اللّٰہُ الْعَزِیْزُ الْحَکِیْمُ } ”اے نبی ﷺ ! اسی طرح وحی کرتا ہے آپ کی طرف اور ان کی طرف بھی کرتا رہا ہے جو آپ سے پہلے تھے وہ اللہ جو بہت زبردست ‘ بہت حکمت والا ہے۔“ رسول اللہ ﷺ سے خطاب کرتے ہوئے دراصل آپ ﷺ کے مخاطبین کو بتایا جارہا ہے کہ یہ مضامین جس طرح آپ ﷺ کی طرف وحی کیے جا رہے ہیں اسی طرح آپ ﷺ سے پہلے آنے والے انبیاء کرام علیہ السلام کو بھی وحی کیے جا چکے ہیں۔ کَذٰلِکَ میں وحدت مدعا کی طرف بھی اشارہ ہے اور طریقہ وحی کی یکسانیت کی طرف بھی۔ یعنی اللہ تعالیٰ نے تمام انبیاء و رسل علیہ السلام کو انہی باتوں کی تعلیم دی ہے جن کی تعلیم آپ ﷺ کو دی جا رہی ہے۔ اس کی وضاحت آگے آیت 13 میں آرہی ہے : { شَرَعَ لَـکُمْ مِّنَ الدِّیْنِ …} نیز اس تعلیم کے لیے پہلے بھی یہی طریقہ اختیار فرمایا جو آپ ﷺ کے لیے اختیار فرمایا ہے ‘ یعنی وحی کا نزول۔ اس کی وضاحت آیت 51 میں آرہی ہے۔ مذکورہ آیت میں وحی کی اقسام کا ذکر ہے کہ اللہ تعالیٰ کن کن طریقوں سے انسانوں پر وحی بھیجتا رہا ہے۔ وحی کی ان اقسام کا ذکر میں نے اپنے لیکچر ”تعارفِ قرآن“ میں بھی کیا ہے ‘ جو ”بیان القرآن“ حصہ اول میں بھی شامل ہے۔"
    },
    {
      "ayah": 30,
      "surah": 42,
      "text": "آیت 30 { وَمَآ اَصَابَکُمْ مِّنْ مُّصِیْبَۃٍ فَبِمَا کَسَبَتْ اَیْدِیْکُمْ وَیَعْفُوْا عَنْ کَثِیْرٍ } ”اور تم پر جو بھی مصیبت آتی ہے وہ درحقیقت تمہارے اپنے ہاتھوں کی کمائی اعمال کے سبب آتی ہے اور تمہاری خطائوں میں سے اکثر کو تو وہ معاف بھی کرتا رہتا ہے۔“ اللہ تعالیٰ انسانوں کے ساتھ عمومی طور پر عفو و درگزر کا معاملہ فرماتا ہے اور ہر کسی کو ہر غلطی پر نہیں پکڑتا۔ البتہ بعض اوقات بعض نا فرمانیوں کی سزا وہ متعلقہ افراد کو دنیا ہی میں دے دیتا ہے۔"
    },
    {
      "ayah": 31,
      "surah": 42,
      "text": "آیت 31 { وَمَآ اَنْتُمْ بِمُعْجِزِیْنَ فِی الْاَرْضِج } ”اور تم زمین میں اللہ کو عاجز کرنے والے نہیں ہو۔“ یہاں اس فقرے کے بعد ”وَلَا فِی السَّمَائِ“ کے الفاظ گویا محذوف ہیں۔ جیسا کہ سورة العنکبوت میں فرمایا : { وَمَآ اَنْتُمْ بِمُعْجِزِیْنَ فِی الْاَرْضِ وَلَا فِی السَّمَآئِز } آیت 22 ”اور تم اسے عاجز کرنے والے نہیں ہو زمین میں اور نہ آسمان میں“۔ بہر حال اللہ کی مشیت کو کوئی نہیں روک سکتا ‘ وہ فَعَّالٌ لِّمَا یُرِیْدُ ہے۔ وہ جو ارادہ کرلیتا ہے کر گزرتا ہے ‘ اس میں کوئی رکاوٹ نہیں ڈال سکتا۔ { وَمَا لَـکُمْ مِّنْ دُوْنِ اللّٰہِ مِنْ وَّلِیٍّ وَّلَا نَصِیْرٍ } ”اور تمہارے لیے اللہ کے سوا نہ کوئی کارساز ہے اور نہ مددگار۔“"
    },
    {
      "ayah": 32,
      "surah": 42,
      "text": "آیت 32 { وَمِنْ اٰیٰتِہِ الْجَوَارِ فِی الْْبَحْرِکَالْاَعْلَامِ } ”اور اس کی نشانیوں میں سے سمندروں میں چلنے والے پہاڑوں کے مانند جہا زبھی ہیں۔“"
    },
    {
      "ayah": 33,
      "surah": 42,
      "text": "آیت 33 { اِنْ یَّشَاْ یُسْکِنِ الرِّیْحَ فَیَظْلَلْنَ رَوَاکِدَ عَلٰی ظَہْرِہٖ } ”اگر وہ چاہے تو ہوا کو ساکن کردے سو وہ کھڑے کے کھڑے رہ جائیں سمندر کی سطح پر۔“ { اِنَّ فِیْ ذٰلِکَ لَاٰیٰتٍ لِّکُلِّ صَبَّارٍ شَکُوْرٍ } ”یقینا اس میں نشانیاں ہیں ہر ایک صبر کرنے والے اور شکر کرنے والے کے لیے۔“"
    },
    {
      "ayah": 34,
      "surah": 42,
      "text": "آیت 34 { اَوْ یُوْبِقْہُنَّ بِمَا کَسَبُوْا وَیَعْفُ عَنْ کَثِیْرٍ } ”یا وہ چاہے تو تباہ کر دے ان جہازوں کو لوگوں کے گناہوں کی پاداش میں ‘ لیکن وہ بہت سی خطائوں سے درگزر فرماتا رہتا ہے۔“"
    },
    {
      "ayah": 35,
      "surah": 42,
      "text": "آیت 35 { وَّیَعْلَمَ الَّذِیْنَ یُجَادِلُوْنَ فِیْٓ اٰیٰتِنَا مَا لَہُمْ مِّنْ مَّحِیْصٍ } ”اور تاکہ جان لیں وہ لوگ جو ہماری آیات میں کٹ حجتی کر رہے ہیں کہ ان کے لیے بھاگنے کی کوئی جگہ نہیں ہے۔“"
    },
    {
      "ayah": 36,
      "surah": 42,
      "text": "گزشتہ آیات میں مکی سورتوں کے عمومی مضامین مثلاً مشرکین کے ساتھ ردوکدح ‘ آخرت کی جزا و سزا اور اللہ کی نشانیوں اور نعمتوں کا تذکرہ تھا ‘ لیکن اس کے بعد موضوع پھر سے سورت کے عمود یا مرکزی مضمون کی طرف لوٹ رہا ہے۔ چناچہ آئندہ آٹھ آیات میں وہ اوصاف بیان کیے گئے ہیں جو اقامت دین کی جدوجہد کرنے والے افراد کی سیرت کے لیے ناگزیز ہیں۔ انہی اوصاف کو اپنانے سے دراصل ایک ایسے مرد مومن کے کردار کا نقشہ تیار ہوتا ہے جو اس میدانِ کارزار میں قدم رکھتے ہوئے طے کرلیتا ہے کہ : { اِنَّ صَلاَتِیْ وَنُسُکِیْ وَمَحْیَایَ وَمَمَاتِیْ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ } الانعام ”میری نماز ‘ میری قربانی ‘ میری زندگی اور میری موت اللہ ہی کے لیے ہے جو تمام جہانوں کا پروردگار ہے“۔ اقامت دین کی جدوجہد کے علمبردار افراد کو معلوم ہونا چاہیے کہ ان اوصاف کو اپنائے بغیر ان کے کردار و عمل میں وہ مضبوط ”جان“ پیدا نہیں ہوگی جو اس ”معرکہ روح و بدن“ میں پیش کرنے کے لیے درکار ہے۔ اسی ضرورت اور شرط کو اقبال ؔنے یوں بیان کیا ہے : ؎ہو صداقت کے لیے جس دل میں مرنے کی تڑپ پہلے اپنے پیکر ِخاکی میں جاں پیدا کرے ! آئیے اب ہم ایک ایک کر کے ان اوصاف کا جائزہ لیتے ہیں۔ اس سلسلے کی پہلی ہدایت ملاحظہ ہو :آیت 36 { فَمَآ اُوْتِیْتُمْ مِّنْ شَیْئٍ فَمَتَاعُ الْحَیٰوۃِ الدُّنْیَا } ”پس جو کچھ بھی تمہیں دیا گیا ہے وہ دنیا ہی کی زندگی کا سازو سامان ہے۔“ { وَمَا عِنْدَ اللّٰہِ خَیْرٌ وَّاَبْقٰی لِلَّذِیْنَ اٰمَنُوْا وَعَلٰی رَبِّہِمْ یَتَوَکَّلُوْنَ } ”اور جو کچھ اللہ کے پاس ہے وہ بہتر اور باقی رہنے والا ہے ان لوگوں کے لیے جو ایمان رکھتے ہیں اور اپنے رب پر ّتوکل کرتے ہیں۔“ گویا اس منزل کے مسافروں کو سب سے پہلے اپنی ترجیحات بدلنا ہوں گی اور ایسی سوچ اپنانا ہوگی جس کے مطابق دنیا ومافیہا انہیں ہیچ نظر آئے اور اس کے مقابلے میں آخرت کی زندگی ان کا اصل مقصود و مطلوب بن جائے۔ اگر دنیا کی محبت دل کے کسی گوشے میں چھپی رہ گئی تو وہ اس میدان کے بڑے سے بڑے شہسوار کو بھی کبھی نہ کبھی ضرور اڑنگا لگا کر منہ کے بل گرائے گی۔ چناچہ آدمی سب سے پہلے یہ طے کرے کہ وہ طالب ِآخرت ہے یا طالب دنیا ؟ اقامت دین کی جدوجہد کے علمبرداروں کا پہلا وصف یہاں یہ بیان ہوا ہے کہ وہ دنیا سے بےرغبتی اختیار کر کے آخرت کو اپنا مقصود و مطلوب بنا لیتے ہیں ‘ جبکہ آیت کے اختتامی الفاظ کے مطابق ان کا دوسرا وصف یہ ہے : { وَعَلٰی رَبِّہِمْ یَتَوَکَّلُوْنَ } یعنی وہ ہر حال اور ہر کیفیت میں اپنے رب پر ہی توکل کرتے ہیں۔"
    },
    {
      "ayah": 37,
      "surah": 42,
      "text": "آیت 37 { وَالَّذِیْنَ یَجْتَنِبُوْنَ کَبٰٓئِرَ الْاِثْمِ وَالْفَوَاحِشَ } ”اور وہ لوگ کہ جو اجتناب کرتے ہیں بڑے بڑے گناہوں سے اور بےحیائی کے کاموں سے“ ظاہر ہے اس مقدس فریضہ کو نبھانے کا حلف اٹھانے والے رضاکار اگر اپنے دامن ِکردار کو ایسی نجاستوں سے بچا کر نہیں رکھیں گے تو وہ اس میدان میں آگے کیسے بڑھ سکیں گے۔ یہی مضمون سورة النساء کے اندر ہم ان الفاظ میں پڑھ چکے ہیں : { اِنْ تَجْتَنِبُوْا کَبَائِرَ مَا تُنْہَوْنَ عَنْہُ نُـکَفِّرْ عَنْکُمْ سَیِّاٰتِکُمْ وَنُدْخِلْکُمْ مُّدْخَلاً کَرِیْمًا۔ } ”اگر تم اجتناب کرتے رہو گے ان بڑے بڑے گناہوں سے جن سے تمہیں روکا جا رہا ہے تو ہم تمہاری چھوٹی برائیوں کو تم سے دور کردیں گے اور تمہیں داخل کریں گے بہت با عزت جگہ پر“۔ صغائر اور کبائر کے حوالے سے یہ نکتہ اچھی طرح سے ذہن نشین کرنے کی ضرورت ہے کہ ایک بندئہ مومن کو کبائر کے معاملے میں غیر معمولی طور پر حساس ہونا چاہیے۔ لیکن بد قسمتی سے ہمارے ہاں عمومی روش یہ ہے کہ ہم صغائر کے بارے میں تو بہت زیادہ باریک بین بننے کی کوشش کرتے ہیں ‘ چھوٹے چھوٹے مسائل کے بارے میں وضاحتیں اور فتوے بھی طلب کرتے رہتے ہیں ‘ مگر کبائر سے متعلق لاپرواہی برتتے ہیں۔ حالانکہ صغائر تو { اِنَّ الْحَسَنٰتِ یُذْہِبْنَ السَّیِّاٰتِط } ھود : 114 کے اصول کے تحت ساتھ ہی ساتھ معاف ہوتے رہتے ہیں اور سورة النساء کی متذکرہ بالا آیت میں بھی یہی بشارت دی جا رہی ہے کہ اگر تم لوگ کبائر سے بچتے رہو گے تو تمہارے صغائر ہم خود معاف کردیں گے۔ لیکن اس کے باوجود کبائر سے متعلق لاپرواہی اور صغائر کے بارے میں ”حساسیت“ کا عمومی رویہ ہمارے معاشرے میں ایک متعدی بیماری کی شکل اختیار کرچکا ہے۔ اس حوالے سے ہماری مشابہت بنی اسرائیل کی اس کیفیت کے ساتھ ہوچکی ہے جس کے بارے میں حضرت مسیح علیہ السلام نے انہیں فرمایا تھا کہ ”تم لوگ مچھر چھانتے ہو اور سموچے اونٹ نگل جاتے ہو“۔ بہر حال اللہ کے راستے میں نکلنے والے مجاہدین کے لیے ضروری ہے کہ وہ تقویٰ کی روش پر کاربند رہیں اور کبائرو فواحش سے اپنا دامن بچا کر رکھیں۔ { وَاِذَامَا غَضِبُوْا ہُمْ یَغْفِرُوْنَ } ”اور جب انہیں غصہ آتا ہے تو معاف کردیتے ہیں۔“ غَفَرَ کے معنی ڈھانپ دینے کے ہیں۔ اس معنی میں اس آہنی خود کو مِغْفَر کہا جاتا ہے جس سے دورانِ جنگ تلوار وغیرہ کے وار سے بچنے کے لیے سر کو ڈھانپا جاتا ہے۔ اس لحاظ سے مغفرت سے مراد اللہ تعالیٰ کی رحمت اور مہربانی ہے جو بندے کے گناہوں کو ڈھانپ لیتی ہے۔ لہٰذا مومنین ِصادقین کا یہاں جو وصف بتایا گیا ہے وہ یہ ہے کہ وہ غصے کا اظہار کرنے کے بجائے اسے پی جاتے ہیں۔ اشتعال کی حالت میں وہ کوئی اقدام نہیں کرتے بلکہ اپنے فیصلے ہمیشہ سوچ سمجھ کر کرتے ہیں اور انتقام لینے کے بجائے معاف کرنے کی حکمت عملی کو ترجیح دیتے ہیں۔ سورة آل عمران کی آیت 134 میں بھی متقین کی تعریف میں یہی صفت بیان کی گئی ہے : { وَالْکٰظِمِیْنَ الْغَیْظَ وَالْعَافِیْنَ عَنِ النَّاسِط } کہ وہ اپنے غصے کو پی جانے والے اور دوسروں کی غلطیوں کو معاف کرنے والے لوگ ہیں۔ چونکہ غصہ اور غصے کی کیفیت میں انسان کا اشتعال شیطانی اثرات کی بنا پر ہوتا ہے اس لیے سورة حٰم السجدۃ کی آیت 36 میں دی گئی یہ ہدایت غصے اور اس کے منفی اثرات سے بچنے کا بہترین نسخہ ہے : { وَاِمَّا یَنْزَغَنَّکَ مِنَ الشَّیْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰہِط } آیت 36 ”اور اگر کبھی تمہیں شیطان سے کوئی ُ چوک لگنے لگے تو اللہ کی پناہ طلب کرلیا کرو“۔ -۔ -۔ -۔ - اب آگے چلیے اگلے وصف کی طرف :"
    },
    {
      "ayah": 38,
      "surah": 42,
      "text": "آیت 38 { وَالَّذِیْنَ اسْتَجَابُوْا لِرَبِّہِمْ وَاَقَامُوا الصَّلٰوۃَ } ”اور وہ لوگ جنہوں نے اپنے رب کی پکار پر لبیک کہا اور نماز قائم کی۔“ یہ کون سی پکار ہے ؟ اس حوالے سے یہ اہم نکتہ ذہن میں رکھئے کہ اس سورت میں اب تک جمع کے صیغے میں فعل امر ایک ہی مرتبہ آیا ہے ‘ یعنی { اَنْ اَقِیْمُوا الدِّیْنَ } اور جمع کے صیغے میں اب تک ایک ہی مرتبہ فعل نہی آیا ہے ‘ یعنی { وَلَا تَتَفَرَّقُوْا فِیْہِ }۔ چناچہ یہی وہ پکار یا حکم ہے جس کی استجابت کا ذکر یہاں ہوا ہے ‘ یعنی : { اَقِیْمُوا الدِّیْنَ وَلَا تَتَفَرَّقُوْا فِیْہِط } آیت 13 ”دین کو قائم کرو اور اس میں تفرقہ نہ ڈالو“۔ اور اسی کے بارے میں حضور ﷺ کو آیت 15 میں مخاطب کر کے فرمایا گیا تھا : { فَلِذٰلِکَ فَادْعُج وَاسْتَقِمْ کَمَآ اُمِرْتَج وَلَا تَتَّبِعْ اَہْوَآئَ ہُمْج } کہ آپ ﷺ کی دعوت کا عمود اور مرکزی پیغام اقامت دین ہے ‘ اسی کی طرف آپ ﷺ نے لوگوں کو بلانا ہے ‘ اسی کی ضرورت اور اہمیت کو ان کے اذہان میں نقش hammer کرنا ہے۔ یہی آپ ﷺ کا مشن ہے اور یہی آپ ﷺ کی دعوت کا اصل ہدف۔ آپ ﷺ اپنے اسی مشن اور اسی موقف پر ڈٹے رہیے اور مخالفین کی مخالفت کی بالکل پروا نہ کیجیے۔ بلاشبہ یہ مشن بہت عظیم ہے اور اسی نسبت سے اس کی جدوجہد کے لیے خصوصی سیرت و کردار کے حامل مردانِ کار درکار ہیں۔ چناچہ آیات زیر مطالعہ میں ان اوصاف کا تذکرہ ہے جو اس مشن کے علمبرداروں کی شخصیات کے لیے ناگزیر ہیں۔ نماز کی پابندی کے بعد اگلا وصف بیان ہوا :  { وَاَمْرُہُمْ شُوْرٰی بَیْنَہُمْ } ”اور ان کا کام آپس میں مشورے سے ہوتا ہے۔“ ظاہر ہے اقامت دین کی جدوجہد کے لیے اجتماعیت درکار ہے اور اجتماعی زندگی میں فیصلے کرنے اور مختلف امور نپٹانے کے لیے باہمی مشاورت بہت ضروری ہے۔ لیکن کسی اجتماعیت کے اندر اگر موثر مشاورتی نظام موجود نہیں ہوگا اور کوئی ایک فرد دوسروں پر اپنی مرضی ٹھونسنے کا طرز عمل اپنانے کی کوشش کرے گا تو اس سے نہ صرف اجتماعی جدوجہد کو نقصان پہنچے گا بلکہ خود اس اجتماعیت کا وجود ہی خطرے میں پڑجائے گا۔ جماعتی زندگی میں مشاورت کی اہمیت کا اندازہ اس سے لگایا جاسکتا ہے کہ غزوہ احد میں جن صحابہ رض سے درّہ چھوڑنے کی غلطی سرزد ہوئی ان کے بارے میں حضور ﷺ کو حکم دیا گیا : { فَاعْفُ عَنْہُمْ وَاسْتَغْفِرْ لَہُمْ وَشَاوِرْہُمْ فِی الْاَمْرِج } آل عمران : 159 کہ نہ صرف آپ ﷺ انہیں معاف کردیں اور ان کے لیے مغفرت کی دعا کریں بلکہ انہیں مشورے میں بھی شامل رکھیں۔ مشاورت کے عمل سے اجتماعیت کو تقویت ملتی ہے۔ اس سے ساتھیوں کے مابین مشترکہ سوچ اور باہمی اعتماد پیدا ہوتا ہے اور ان میں سے ہر ایک کو جماعت کے اندر اپنی موجودگی کی اہمیت کا احساس ہوتا ہے کہ اس کی بات سنی جاتی ہے۔  حضور ﷺ خود بھی صحابہ رض سے مشورے کو بہت اہمیت دیتے تھے ‘ بلکہ بعض اوقات تو ایسا بھی ہوا کہ حضور ﷺ نے اپنی رائے پر صحابہ رض کی رائے کو ترجیح دیتے ہوئے فیصلہ صادر فرمایا۔ مثلاً غزوئہ بدر کے موقع پر حضور ﷺ نے لشکر کے کیمپ کے لیے ایک جگہ کا انتخاب فرمایا۔ مگر جب کیمپ لگ چکا تو کچھ صحابہ رض نے آپ ﷺ سے اجازت لے کر رائے دی کہ بعض وجوہات کی بنا پر دوسری جگہ کیمپ کے لیے زیادہ موزوں تھی۔ چناچہ آپ ﷺ نے صحابہ رض کی رائے سے اتفاق کرتے ہوئے کیمپ اکھاڑ کر صحابہ رض کی مجوزہ جگہ پر لگا نے کا حکم دے دیا۔ بہر حال اقامت دین کی جدوجہد میں مصروف جماعت کے نظم و نسق کا تقاضا ہے کہ اس جماعت میں مشاورت کا خصوصی اہتمام رکھا جائے۔ { وَمِمَّا رَزَقْنٰـہُمْ یُنْفِقُوْنَ } ”اور جو کچھ ہم نے انہیں دیا اس میں سے وہ خرچ کرتے ہیں۔“ دعوت و اقامت دین کی جدوجہد میں مصروف لوگوں کو جہاں اپنے وقت اور اپنی جانوں کی قربانی دینا پڑے گی ‘ وہاں اس راستے میں انہیں اپنا مال بھی خرچ کرنا پڑے گا۔ چناچہ متعلقہ لوگوں کے اوصاف میں سے ایک وصف یہ بھی گنوا دیا گیا کہ وہ اللہ کے دیے ہوئے مال میں سے ”انفاق“ بھی کرتے ہیں۔ قرآن کو غور سے پڑھنے والا شخص جانتا ہے کہ اس کے بہت سے مضامین ایک جیسے الفاظ کے ساتھ دہرا دہرا کر بیان ہوئے ہیں۔ خاص طور پر مکی سورتوں میں ملتی جلتی آیات مختلف اسالیب کے ساتھ بار بار آئی ہیں۔ اسی لیے قرآن کو کِتٰـباً مُتَشَابِھًا الزمر : 23 کا نام بھی دیا گیا ہے۔ لیکن اس کے ساتھ ساتھ ہر سورت کا ایک خاص مرکزی مضمون یا عمود بھی ہے جسے مضامین کے تنوع اور تکرار میں سے تلاش کرنے کے لیے غور و فکر اور تدبر کی ضرورت پیش آتی ہے۔ سورة الشوریٰ پر اگر اس پہلو سے غور کیا جائے تو معلوم ہوگا کہ اس سورت میں اگرچہ دوسری مکی سورتوں کے تمام مضامین بھی وارد ہوئے ہیں ‘ لیکن اس کا مرکزی مضمون یا عمود ”اقامت دین“ ہے۔ اور اس مضمون کے اعتبار سے اس سورت کی زیر مطالعہ آیات پورے قرآن میں منفرد اور ممتاز حیثیت کی حامل ہیں۔ ان آیات کی اس اہمیت کے پیش نظر مناسب معلوم ہوتا ہے کہ اس مضمون سے متعلق جن نکات کا ہم اب تک مطالعہ کرچکے ہیں انہیں ایک مرتبہ پھر سے ذہن میں تازہ کرلیا جائے۔  چناچہ اعادہ کے لیے ایک دفعہ پھر آیت 10 کی طرف رجوع کریں جس میں اللہ تعالیٰ کی حاکمیت کا تصور ان الفاظ میں واضح کیا گیا ہے : { وَمَا اخْتَلَفْتُمْ فِیْہِ مِنْ شَیْئٍ فَحُکْمُہٗٓ اِلَی اللّٰہِط } یعنی تمہارے باہمی اختلافات میں حکم دینے کا اختیار صرف اللہ ہی کو ہے۔ یہ وہی بات ہے جو اس سے پہلے ہم سورة یوسف میں بھی پڑھ چکے ہیں۔ حضرت یوسف علیہ السلام نے اپنے جیل کے ساتھیوں سے خطاب کرتے ہوئے فرمایا تھا : { اِنِ الْحُکْمُ اِلاَّ لِلّٰہِط اَمَرَ اَلاَّ تَعْبُدُوْٓا اِلآَّ اِیَّاہُط ذٰلِکَ الدِّیْنُ الْقَیِّمُ } آیت 40 یعنی حاکمیت کا اختیار صرف اور صرف اللہ کے پاس ہے ‘ اس نے حکم دیا ہے کہ اس کے سوا کسی کی عبادت نہ کرو ‘ یہی دین قیم ہے۔ اس کے بعد آیت 13 سے لے کر آیت 21 تک 9 آیات میں اقامت دین کا مضمون بہت جامع انداز میں بیان ہوا ہے۔ لیکن ان میں سے بھی پہلی تین آیات اپنی جامعیت کے لحاظ سے بہت اہم ہیں۔ آیت 13 میں فرمایا گیا : { اَنْ اَقِیْمُوا الدِّیْنَ وَلَا تَتَفَرَّقُوْا فِیْہِط } کہ دین کو قائم کرو اور اس معاملے میں اختلاف میں نہ پڑو۔ یعنی جزئیات اور فروعات میں اختلاف کا ہونا اور بات ہے ‘ لیکن دین کی اصل وحدت اور دین کے غلبہ کے لیے کی جانے والی جدوجہد میں تفرقہ بازی نہیں ہونی چاہیے۔ پھر اس کے بعد آیت 15 میں حضور ﷺ کے لیے یہ حکم اس حوالے سے بہت اہم ہے : { وَاسْتَقِمْ کَمَآ اُمِرْتَج وَلَا تَتَّبِعْ اَہْوَآئَ ہُمْج } کہ آپ ﷺ اللہ کے حکم کے مطابق اپنے موقف پر ڈٹے رہیے اور ان لوگوں کی خواہشات کی پیروی نہ کیجیے۔ پھر اسی آیت کے یہ الفاظ تو گویا اس مضمون کی شہ سرخی کا درجہ رکھتے ہیں : { وَاُمِرْتُ لِاَعْدِلَ بَیْنَکُمْط } کہ آپ ﷺ اعلان کردیجیے کہ میں تم لوگوں کے درمیان عدل قائم کرنے کے لیے آیا ہوں۔ میں تم لوگوں کو صرف نصیحتیں کرنے اور وعظ سنانے کے لیے نہیں آیا بلکہ معاشرے میں اجتماعی طور پر عدل و انصاف کا نظام قائم کرنا میرا فرضِ منصبی ہے۔ پھر اس سلسلے کی آخری بات آیت 21 میں یوں فرمائی گئی : { اَمْ لَہُمْ شُرَکٰٓؤُا شَرَعُوْا لَہُمْ مِّنَ الدِّیْنِ } کہ کیا ان کے شریکوں میں بھی کوئی ایسا ہے جس نے ان کو دین عطا کیا ہے اور ان کے لیے کوئی جامع نظام اور کوئی ضابطہ حیات وضع کیا ہے ؟ یعنی وہ ذات تو صرف اللہ ہی کی ہے جس نے اپنے بندوں کو دین حق عطا کیا ہے جو ان کے لیے مکمل اور کامل ضابطہ حیات ہے۔ [ سورة المائدۃ کی آیت 3 میں اللہ تعالیٰ نے اپنے دین کی کاملیت کی سند ان الفاظ میں عطا فرمائی ہے : { اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُمْ وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الْاِسْلاَمَ دِیْنًاط } ] پھر آیت 36 سے آیت 43 تک آٹھ آیات میں وہ اوصاف بیان کیے گئے ہیں جو اقامت دین کی جدوجہد کے علمبرداروں کو اپنی شخصیات میں پیدا کرنے کی ضرورت ہے۔ ان میں بھی پہلی تین آیات بہت جامع اور اہم ہیں۔ ان تین آیت میں جن اہم نکات کا ابھی ہم نے مطالعہ کیا ہے ان میں پہلا نکتہ یہ ہے کہ اصل زندگی آخرت کی زندگی ہے اور اس کے مقابلے میں دنیا ومافیہا کی کوئی وقعت و اہمیت نہیں ہے۔ چناچہ غلبہ دین کی جدوجہد کے لیے نکلنے والے ہر شخص کو فیصلہ کرنا ہوگا کہ دنیا کے لیے اس کی محنت صرف بنیادی ضروریاتِ زندگی کی فراہمی کی حد تک محدود رہے گی ‘ جبکہ اس کا اصل مقصود و مطلوب آخرت کی زندگی اور اس زندگی کی کامیابی ہے۔ ثانیاً اس جدوجہد میں توکل صرف اور صرف اللہ کی ذات پر ہوگا۔ مادی وسائل ‘ اپنی ذہانت ‘ طاقت اور صلاحیت پر تکیہ نہیں کیا جائے گا۔ ثالثاً تقویٰ ‘ تزکیہ نفس اور اصلاحِ کردار کی طرف خصوصی توجہ دی جائے گی۔ اس کے لیے کبائر اور فواحش سے کنارہ کشی اختیار کرنی ہوگی اور غصہ سمیت تمام باطنی خبائث سے بھی اپنے سینوں کو پاک کرنا ہوگا۔ پھر جو لوگ اللہ کے حکم پر لبیک کہتے ہوئے اقامت دین کی جدوجہد پر کمربستہ ہوجائیں ‘ انہیں اللہ تعالیٰ سے قلبی رشتہ جوڑنے اور یہ رشتہ قائم رکھنے کے لیے نماز کا التزام کرنا ہوگا۔ ان کے تمام فیصلے باہمی مشاورت سے طے ہوں گے اور اس جدوجہد میں ان کو اپنا وقت ‘ اپنا مال ‘ اپنی صلاحیتیں غرض اپنا وہ سب کچھ کھپا دینے کے لیے ہر وقت تیار رہنا ہوگا جو اللہ نے انہیں دیا ہے۔ زیر مطالعہ سورتوں میں انسانی سیرت و کردار سے متعلق جو ہدایات آئی ہیں ان کے بارے میں یہ نکتہ بھی مدنظر رہنا چاہیے کہ صحابہ رض کے کردار کے وہ تمام پہلو جو مدنی دور میں نمایاں ہوئے ان کی تمہید مکی دور میں ہی اٹھائی گئی تھی اور مدینہ پہنچے سے پہلے ہی ان ہدایات و احکام کے ذریعے ان لوگوں کو عملی میدان کے لیے ذہنی طور پر تیار کرلیا گیا تھا۔  اب اگلی پانچ آیات میں مردانِ حق کے جس وصف کا ذکر خصوصی اہتمام سے کیا جا رہا ہے وہ ”بدلہ“ لینے کی حکمت عملی ہے۔ یہ حکمت عملی بظاہر سورة حٰمٓ السجدۃ کے اس حکم سے متضاد نظر آتی ہے جس میں لوگوں کی زیادتیوں کو برداشت کرنے اور عفو و درگزر سے کام لینے کی ترغیب دی گئی ہے۔ اس ظاہری تضاد یا حکمت عملی کی تبدیلی کے فلسفے کو یوں سمجھیں کہ سورة حٰمٓ السجدۃ کا مرکزی مضمون ”دعوت“ ہے جبکہ سورة الشوریٰ کا مرکزی مضمون ”اقامت دین“ ہے۔ دعوت کے لیے تو ظاہر ہے خوشامد بھی کرنا پڑتی ہے ‘ لوگوں کے دروازوں پر بھی جانا پڑتا ہے اور ان کی جلی کٹی باتیں بھی سننا پڑتی ہیں۔ اس لیے سورة حٰمٓ السجدۃ میں لوگوں کی زیادتیوں کو برداشت کرنے اور گالیاں سن کر دعائیں دینے کا سبق دیا گیا ہے۔ لیکن زیر مطالعہ سورت میں اقامت دین اور عملی جدوجہد active resistance کے تناظر میں سختی کا جواب سختی سے دینے کی ترغیب دی جا رہی ہے۔ اس کا مطلب تو یہ ہے کہ سورة حٰمٓ السجدۃ میں دی گئی ہدایات کی روشنی میں دعوت کا مرحلہ کامیابی سے طے کرنے کے بعد غلبہ ٔ دین کی تحریک مسلح تصادم armed conflict کے مرحلے میں داخل ہوگئی ہے۔ یہ مرحلہ تیغ بکف ‘ سر پر کفن باندھ کر میدان میں اترنے اور جان ہتھیلی پر رکھ کر باطل کو للکارنے کا مرحلہ ہے۔ چناچہ اب صورت حال کی تبدیلی کے ساتھ ساتھ حکمت عملی بھی بدل رہی ہے اور شمع توحید کے پروانوں کو ممکنہ حالات کے پیش نظر نئی ہدایات دی جا رہی ہیں۔"
    },
    {
      "ayah": 39,
      "surah": 42,
      "text": "آیت 39 { وَالَّذِیْنَ اِذَٓا اَصَابَہُمُ الْبَغْیُ ہُمْ یَنْتَصِرُوْنَ } ”اور وہ لوگ کہ جب ان پر زیادتی ہو تو وہ بدلہ لیتے ہیں۔“ یعنی اقامت دین کی جدوجہد جب ”قتال“ کے مرحلے میں داخل ہوجائے تو پھر اینٹ کا جواب پتھر سے دینے کا حکم ہے۔ سورة البقرۃ میں اس حکمت عملی کو یوں بیان فرمایا گیا ہے : { وَاقْتُلُوْہُمْ حَیْثُ ثَقِفْتُمُوْہُمْ وَاَخْرِجُوْہُمْ مِّنْ حَیْثُ اَخْرَجُوْکُمْ } آیت 191 ”اور قتل کر دو انہیں جہاں کہیں بھی تم انہیں پائو اور نکال باہر کرو انہیں وہاں سے جہاں سے انہوں نے تمہیں نکالا تھا“۔ گویا جب ایک دفعہ آگے بڑھ کر باطل کو چیلنج کردیا گیا تو پھر فیصلہ کن فتح تک اس جنگ کو سختی سے جاری رکھنے کا حکم ہے۔ یہی وجہ تھی کہ جنگ بدر میں پکڑے گئے قیدیوں کو فدیہ لے کر رہا کیے جانے پر اللہ تعالیٰ کی طرف سے سورۃ الانفال کی آیات 67 ‘ 68 میں ناپسندیدگی کا اظہار فرمایا گیا۔ ان قیدیوں کے بارے میں حضرت عمر رض کی رائے یہ تھی کہ ان سب کو قتل کردیا جائے ‘ بلکہ آپ رض کو تو اصرار تھا کہ ہر مسلمان اپنے رشتے دار اور عزیز قیدی کو خود اپنے ہاتھ سے قتل کرے۔ اس حوالے سے آپ رض کی دلیل یہی تھی کہ اگر آج ان لوگوں کو چھوڑ دیا گیا تو کل وہ پھر ہمارے مقابلے میں آجائیں گے۔ حضرت عمر رض کے اس خدشے کی اس وقت تصدیق بھی ہوگئی جب فدیہ پر رہائی پانے والے قیدیوں میں سے اکثر و بیشتر اگلے سال غزوئہ اُحد میں مسلمانوں کے خلاف پھر سے آ کھڑے ہوئے تھے۔ عام مفسرین کے نزدیک سورة الانفال کی مذکورہ آیات حضرت عمر رض کی رائے کی تائید میں نازل ہوئیں۔"
    },
    {
      "ayah": 4,
      "surah": 42,
      "text": "آیت 4 { لَہٗ مَا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ وَہُوَ الْعَلِیُّ الْعَظِیْمُ } ”اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ اور وہ بہت بلند وبالا ‘ بہت عظمت والا ہے۔“"
    },
    {
      "ayah": 40,
      "surah": 42,
      "text": "آیت 40 { وَجَزٰٓؤُا سَیِّئَۃٍ سَیِّئَۃٌ مِّثْلُہَا } ”اور کسی برائی کا بدلہ ویسی ہی برائی ہے“ یہاں تقابل کے لیے سورة حٰمٓ السجدۃ کا یہ حکم ایک مرتبہ پھر ملاحظہ ہو : { وَلَا تَسْتَوِی الْحَسَنَۃُ وَلَا السَّیِّئَۃُط اِدْفَعْ بِالَّتِیْ ہِیَ اَحْسَنُ } آیت 34 ”اور دیکھو ! اچھائی اور برائی برابر نہیں ہوتے ‘ لہٰذا تم مدافعت کرو اس طریقے سے جو بہترین ہو“۔ اب بظاہر تو ان دونوں احکام میں تضاد contrast نظر آتا ہے ‘ لیکن قرآن کے ایسے مقامات کا مطالعہ اگر حضور ﷺ کی تحریک کے مختلف ادوار کے زمینی حقائق کی روشنی میں کیا جائے اور اس حوالے سے مکی اور مدنی ادوار کے حالات کے فرق کو مد نظر رکھا جائے تو تمام اشکالات خود بخود دور ہوجاتے ہیں۔ مکہ میں رہتے ہوئے اگر { کُفُّوْٓا اَیْدِیَکُمْ } النساء : 77 کی حکمت عملی اپنانے کی ہدایت تھی تو یہ اس وقت کا تقاضا تھا۔ اور اگر مدینہ میں آکر { وَاقْتُلُوْہُمْ حَیْثُ ثَقِفْتُمُوْہُمْ } کا حکم جاری ہوا ہے تو یہ اس مرحلے کی ضرورت ہے۔ چناچہ اپنے سیاق وسباق کے اعتبار سے آیت زیر مطالعہ کا مفہوم یہ ہے کہ جب دشمن کے ساتھ تمہارا دوبدو مقابلہ شروع ہوجائے تو جس قدر زیادتی تم پر مخالف فریق کرے اس قدر زیادتی ان پر تم بھی کرسکتے ہو۔ اگر وہ اشہر ِحرم ُ کی حرمت کو بٹہ ّلگاتے ہیں تو تم بھی اس ماہ کے تقدس کے احترام میں ہاتھ پر ہاتھ رکھ کر مت بیٹھے رہو۔ { فَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُہٗ عَلَی اللّٰہِ } ”پس جو کوئی معاف کر دے اور اصلاح کرے تو اس کا اجر اللہ کے ذمے ہے۔“ یہ معاف کرنا اگر اس اعتبار سے ہو کہ اس میں متعلقہ شخص کی اصلاح کا امکان ہو تو اسی میں بہتری ہے۔ { اِنَّہٗ لَا یُحِبُّ الظّٰلِمِیْنَ } ”یقینا اللہ ظالموں کو پسند نہیں کرتا۔“ ظالموں کے لیے البتہ کوئی معافی نہیں ‘ ان سے تو بہر حال بدلہ ہی لیا جائے گا۔ اس حکمت عملی کے بارے میں ہم سورة البقرۃ میں بھی پڑھ چکے ہیں : { وَلَـکُمْ فِی الْْقِصَاصِ حَیٰوۃٌ یّٰٓــاُولِی الْاَلْبَابِ } آیت 179 ”اور اے ہوشمندو ! قصاص میں ہی تمہارے لیے زندگی ہے۔“"
    },
    {
      "ayah": 41,
      "surah": 42,
      "text": "آیت 41 { وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِہٖ فَاُولٰٓئِکَ مَا عَلَیْہِمْ مِّنْ سَبِیْلٍ } ”اور جو کوئی بدلہ لے اس کے بعد کہ اس پر ظلم کیا گیا ہو تو ان لوگوں پر کوئی الزام نہیں ہے۔“ سورة النساء کی آیت 148 میں یہی اصول ان الفاظ میں بیان ہوا ہے : { لاَ یُحِبُّ اللّٰہُ الْجَہْرَ بِالسُّوْٓئِ مِنَ الْقَوْلِ اِلاَّ مَنْ ظُلِمَط } یعنی اللہ تعالیٰ کو بالکل پسند نہیں کہ کوئی شخص کوئی بری بات بلند آواز سے کہے مگر مظلوم اس سے مستثنیٰ ہے ‘ بدلہ لینا بہرحال مظلوم کا حق ہے۔ اگر وہ اپنے اوپر ہونے والی زیادتی کا بدلہ ہی لینا چاہتا ہے تو اسے معاف کرنے پر مجبور نہیں کیا جاسکتا۔ دیکھئے ان آیات کا اسلوب اور انداز سورة حٰمٓ السجدۃ کی مذکورہ آیات کے اسلوب سے کس قدر مختلف ہے۔ اسی ”تضاد“ کی بنیاد پر پروفیسر منٹگمری واٹ 1909 ء۔ 2006 ء نے Muhammad at Mecca اور Muhammad at Medina دو کتابیں لکھ کر یہ ثابت کرنے کی کوشش کی ہے کہ مکہ کے اندر جب محمد عربی ﷺ کی ایک حکمت عملی ناکام ہوگئی تو انہوں نے مدینہ جا کر اپنا لائحہ عمل بالکل ہی تبدیل کرلیا۔ اس بےچارے ”دانشور“ کی نظریں تعصب کی عینک کے باعث حضور ﷺ کی تحریک کے دو مراحل کے فرق کو نہیں دیکھ سکیں۔ وہ اس سادہ سی بات کو بھی نہیں سمجھ سکا کہ پہلا مرحلہ تیاری کا مرحلہ تھا جبکہ دوسرا عملی جدوجہد کا۔  مکی دور میں ”ہاتھ بندھے رکھنے“ کا حکم دراصل ایک سوچی سمجھی حکمت عملی strategy کا حصہ تھا ‘ جس کے تحت جاں نثارانِ توحید کو صبر و مصابرت کی بھٹی میں سے گزارنا مقصود تھا تاکہ میدانِ کارزار میں اترنے سے پہلے ان کے جذبے ضبط و برداشت کی آنچ سہہ سہہ کر پختہ اور ان کے دست وبازو آزمائش و ابتلا کی سختیاں جھیلنے کے عادی ہوجائیں۔ اقبال ؔنے اس حکمت عملی کو اس طرح بیان کیا ہے : ؎نالہ ہے بلبل ِشوریدہ ترا خام ابھی اپنے سینے میں اسے اور ذرا تھام ابھی ! مدنی دور میں جب ”بندھے ہوئے ہاتھ“ کھول دیے گئے تو حالات یکسر بدل گئے۔ چناچہ میدانِ بدر میں جب حضرت بلال رض کا سامنا اپنے سابق آقا امیہ ّبن خلف سے ہوا تو چشم ِفلک کوئی اور ہی منظر دیکھ رہی تھی۔ اب امیہ کی گردن کا مقدر نشانہ بننا تھا جبکہ ”اقدام“ کا اختیار تیغ بلالی رض کے پاس تھا۔"
    },
    {
      "ayah": 42,
      "surah": 42,
      "text": "آیت 42 { اِنَّمَا السَّبِیْلُ عَلَی الَّذِیْنَ یَظْلِمُوْنَ النَّاسَ } ”اصل میں الزام تو ان پر ہے جو لوگوں پر ظلم کرتے ہیں“ { وَیَبْغُوْنَ فِی الْاَرْضِ بِغَیْرِ الْحَقِّ اُولٰٓئِکَ لَہُمْ عَذَابٌ اَلِیْمٌ } ”اور زمین کے اندر سرکشی کرتے ہیں بغیر کسی حق کے۔ یہی لوگ ہیں جن کے لیے دردناک عذاب ہے۔“ عدل و انصاف کی راہ میں اصل رکاوٹ تو وہ لوگ ہیں جو زمین میں سرکشی دکھاتے ہیں ‘ جو اللہ تعالیٰ کی حاکمیت کو تسلیم کرنے کے بجائے خود حاکم بن بیٹھتے ہیں اور عوام الناس کے حقوق پر شب خون مارتے ہیں۔  اللہ تعالیٰ کے ہاں انسانی معاشرے میں عدل و انصاف کی اہمیت کا اندازہ ان تاکیدی احکام سے لگایا جاسکتا ہے جو پورے قرآن میں بہت تکرار کے ساتھ آئے ہیں۔ سورة آل عمران کی آیت 18 میں اللہ تعالیٰ کی شان { قَآئِمًام بِالْقِسْطِط } کے الفاظ میں بیان ہوئی ہے کہ وہ عدل و انصاف قائم کرنے والا ہے۔ سورة النساء کی آیت 135 میں فرمایا : { یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا کُوْنُوْا قَوّٰمِیْنَ بِالْقِسْطِ شُہَدَآئَ لِلّٰہِ } ”اے اہل ِایمان کھڑے ہو جائو پوری قوت کے ساتھ عدل کو قائم کرنے کے لیے اللہ کے گواہ بن کر“۔ اور پھر سورة المائدۃ کی آیت 8 میں یہی الفاظ اس ترتیب میں دہرائے گئے : { یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا کُوْنُوْا قَوّٰمِیْنَ لِلّٰہِ شُہَدَآئَ بِالْقِسْطِز } ”اے لوگو جو ایمان لائے ہو ! اللہ کی خاطر راستی پر قائم رہنے والے اور انصاف کی گواہی دینے والے بن جائو“۔ پھر زیرمطالعہ سورت کی آیت 15 میں حضور ﷺ سے فرمایا گیا کہ آپ ﷺ انہیں بتا دیجیے : { وَاُمِرْتُ لِاَعْدِلَ بَیْنَکُمْط } کہ مجھے تمہارے درمیان عدل قائم کرنے کے لیے بھیجا گیا ہے۔"
    },
    {
      "ayah": 43,
      "surah": 42,
      "text": "آیت 43 { وَلَمَنْ صَبَرَ وَغَفَرَ اِنَّ ذٰلِکَ لَمِنْ عَزْمِ الْاُمُوْرِ } ”اور ہاں جو کوئی صبر کرے اور معاف کر دے تو یہ واقعتابڑے ہمت کے کاموں میں سے ہے۔“ بدلہ لینا اگرچہ مظلوم کا حق ہے ‘ لیکن کسی خاص صورت حال میں اگر وہ صبر سے کام لیتے ہوئے اپنا یہ حق معاف کرنا چاہے تو بیشک یہ عزیمت کے اوصاف میں سے ہے۔  یہاں پر سیرت و کردار سے متعلق خصوصی اوصاف کا ذکر ختم ہوا۔ اس کے بعد کی آیات میں مکی سورتوں کے عمومی مضامین آ رہے ہیں۔"
    },
    {
      "ayah": 44,
      "surah": 42,
      "text": "آیت 44 { وَمَنْ یُّضْلِلِ اللّٰہُ فَمَالَــہٗ مِنْ وَّلِیٍّ مِّنْم بَعْدِہٖ } ”اور جس کو اللہ نے ہی گمراہ کردیا ہو تو اس کے بعد اس کے لیے کوئی مدد گار نہیں۔“ جس کی گمراہی پر اللہ تعالیٰ نے ہی مہر ثبت کردی ہو تو ایسے شخص کا ایسا کوئی حمایتی اور دوست ممکن نہیں جو اسے راہ راست پر لے آئے۔ { وَتَرَی الظّٰلِمِیْنَ لَمَّا رَاَوُا الْعَذَابَ یَقُوْلُوْنَ ہَلْ اِلٰی مَرَدٍّّّ مِّنْ سَبِیْلٍ } ”اور تم دیکھو گے ظالموں کو کہ جب وہ عذاب کو دیکھیں گے تو کہیں گے : کیا واپس لوٹ جانے کا بھی کوئی راستہ ہے ؟“"
    },
    {
      "ayah": 45,
      "surah": 42,
      "text": "آیت 45 { وَتَرٰٹہُمْ یُعْرَضُوْنَ عَلَیْہَا خٰشِعِیْنَ مِنَ الذُّلِّ یَنْظُرُوْنَ مِنْ طَرْفٍ خَفِیٍّ } ”اور تم دیکھو گے انہیں کہ وہ پیش کیے جائیں گے اس جہنم پر ‘ نگاہیں زمین میں گاڑے ہوں گے ذلت کی وجہ سے ‘ دیکھ رہے ہوں گے کن انکھیوں سے۔“ اسی کیفیت میں وہ لوگ ایک دوسرے سے گفتگو کر رہے ہوں گے۔ { وَقَالَ الَّذِیْنَ اٰمَنُوْٓا اِنَّ الْخٰسِرِیْنَ الَّذِیْنَ خَسِرُوْٓا اَنْفُسَہُمْ وَاَہْلِیْہِمْ یَوْمَ الْقِیٰمَۃِ } ”اور اُس وقت اہل ایمان کہیں گے کہ واقعتا تباہ و برباد ہونے والے تو وہ لوگ ہیں جنہوں نے اپنے آپ کو اور اپنے اہل و عیال کو قیامت کے دن خسارے میں مبتلا کیا۔“ { اَلَآ اِنَّ الظّٰلِمِیْنَ فِیْ عَذَابٍ مُّقِیْمٍ } ”آگاہ ہو جائو ! یہ ظالم تو ہمیشہ قائم رہنے والے عذاب میں رہیں گے۔“"
    },
    {
      "ayah": 46,
      "surah": 42,
      "text": "آیت 46 { وَمَا کَانَ لَہُمْ مِّنْ اَوْلِیَآئَ یَنْصُرُوْنَہُمْ مِّنْ دُوْنِ اللّٰہِ } ”اور ان کے لیے کوئی مدد گار نہیں ہوں گے جو ان کی مدد کرسکیں اللہ کے مقابلے میں۔“ { وَمَنْ یُّضْلِلِ اللّٰہُ فَمَا لَہٗ مِنْ سَبِیْلٍ } ”اور جسے اللہ نے ہی گمراہ کردیا ہو ‘ پھر اس کے لیے کوئی راستہ نہیں ہے۔“ اب اس کے بعد پھر اقامت دین سے متعلق دو عظیم آیات آرہی ہیں۔"
    },
    {
      "ayah": 47,
      "surah": 42,
      "text": "آیت 47 { اِسْتَجِیْبُوْا لِرَبِّکُمْ مِّنْ قَبْلِ اَنْ یَّاْتِیَ یَوْمٌ لَّا مَرَدَّ لَہٗ مِنَ اللّٰہِ } ”اے اہل ِایمان ! اپنے رب کی پکار پر لبیک کہو ‘ اس سے پہلے کہ اللہ کے حکم سے وہ دن آجائے جسے لوٹایا نہ جاسکے گا۔“ یہ اسی ”استجابت“ کا ذکر ہے جس کے بارے میں قبل ازیں ہم آیت 38 میں پڑھ چکے ہیں۔ وہاں یہ ذکر اصحابِ عزیمت کی مدح کے طور پر آیا تھا ‘ لیکن یہاں اب اس کے لیے ترغیب و تشویق کا انداز ہے کہ اے لوگو ! اب جبکہ تم نے یہ تمام احکام پڑھ لیے ہیں ‘ غلبہ دین کے حوالے سے تم نے اپنے فرائض کو سمجھ لیا ہے ‘ اس ضمن میں اپنے رب کی مرضی و منشا بھی تمہیں معلوم ہوچکی ہے ‘ تو اب آئو ! آگے بڑھو ! اور اپنے رب کی پکار پر فوراً لبیک کہو !  دراصل تم میں سے ہر کسی نے اپنی اپنی زندگی کے لیے بڑے بڑے منصوبے بنا رکھے ہیں۔ چناچہ اگر کسی کو اپنے اس ”فرض“ کی ادائیگی کا احساس ہو بھی جاتا ہے تو بھی اس کا دل انہی منصوبوں میں اٹکا رہتا ہے کہ بس میں یہ کام پایہ تکمیل تک پہنچا لوں ‘ اس ذمہ داری سے سبکدوش ہو لوں وہ فرض نبھا لوں ‘ تو خو دکودین کے لیے وقف کر دوں گا۔ مگر تم خوب جانتے ہو کہ موت کا کوئی وقت مقرر نہیں ‘ یہ کسی وقت بھی آسکتی ہے۔ لہٰذا اس سے پہلے کہ موت تمہارے سامنے آن کھڑی ہو ‘ تم { اَقِیْمُوا الدِّیْنَ وَلَا تَتَفَرَّقُوْا فِیْہِط } کے حکم پر کان دھرو ! اور اپنے رب کی اس پکار پر لبیک کہتے ہوئے دوسروں کے قدم سے قدم ملا کر آگے بڑھو ! اور اپنی مدت مہلت ختم ہونے سے پہلے پہلے کرنے کا یہ اصل کام کرلو ! { مَالَـکُمْ مِّنْ مَّلْجَاٍ یَّوْمَئِذٍ وَّمَا لَـکُمْ مِّنْ نَّکِیْرٍ } ”نہیں ہوگی تمہارے لیے اس دن کوئی جائے پناہ اور نہیں ہوگا تمہارے لیے کوئی موقع انکار۔“ یعنی تم اپنے کرتوتوں میں سے کسی کا انکار نہیں کرسکو گے۔ ان الفاظ کا یہ مفہوم بھی ہے کہ جو کچھ بھی تمہارے ساتھ کیا جائے گا تم اس پر نہ تو کوئی احتجاج کرسکو گے اور نہ ہی اپنی حالت کو تبدیل کرنا تمہارے بس میں ہوگا۔"
    },
    {
      "ayah": 48,
      "surah": 42,
      "text": "آیت 48 { فَاِنْ اَعْرَضُوْا فَمَآ اَرْسَلْنٰکَ عَلَیْہِمْ حَفِیْظًا } ”پھر اگر یہ لوگ اعراض کریں تو اے نبی ﷺ ! ہم نے آپ کو ان پر کوئی داروغہ بنا کر نہیں بھیجا۔“ یعنی اگر یہ لوگ اب بھی اپنے رب کی پکار پر لبیک کہتے ہوئے اقامت دین کی جدوجہد کے لیے کمربستہ نہ ہوں تو ان کی اس کوتاہی کی ذمہ داری آپ ﷺ پر نہیں ہوگی۔ { اِنْ عَلَیْکَ اِلَّا الْبَلٰغُ } ”نہیں ہے آپ پر کوئی ذمہ داری مگر صاف صاف پہنچا دینے کی۔“ { وَاِنَّآ اِذَا اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَۃً فَرِحَ بِہَا } ”اور جب ہم انسان کو اپنی رحمت کا کوئی مزہ چکھاتے ہیں تو وہ اس پر اتراتا ہے۔“ { وَاِنْ تُصِبْہُمْ سَیِّئَۃٌم بِمَا قَدَّمَتْ اَیْدِیْہِمْ فَاِنَّ الْاِنْسَانَ کَفُوْرٌ} ”اور اگر ان پر آپڑے کوئی برائی ان کے اپنے ہاتھوں کے کرتوتوں کی بدولت تو انسان بالکل نا شکرا بن جاتا ہے۔“"
    },
    {
      "ayah": 49,
      "surah": 42,
      "text": "آیت 49 { لِلّٰہِ مُلْکُ السَّمٰوٰتِ وَالْاَرْضِ } ”آسمانوں اور زمین کی بادشاہی اللہ ہی کے لیے ہے۔“ یہ مضمون قرآن میں بہت تکرار کے ساتھ آیا ہے ‘ لیکن اس کے لیے عام طور پر یہ جملہ آتا ہے : { لِلّٰہِ مَا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ } لیکن اس سورت کے مرکزی مضمون اقامت ِدین کے حوالے سے یہاں خاص طور پر ملک حکومت و اقتدار کا لفظ آیا ہے۔ { یَخْلُقُ مَا یَشَآئُ یَہَبُ لِمَنْ یَّشَآئُ اِنَاثًا وَّیَہَبُ لِمَنْ یَّشَآئُ الذُّکُوْرَ } ”وہ پیدا کرتا ہے جو چاہتا ہے۔ جس کو چاہتا ہے بیٹیاں دیتا ہے اور جس کو چاہتا ہے بیٹے دیتا ہے۔“"
    },
    {
      "ayah": 5,
      "surah": 42,
      "text": "آیت 5 { تَکَادُ السَّمٰوٰتُ یَتَفَطَّرْنَ مِنْ فَوْقِہِنَّ } ”قریب ہے کہ آسمان اپنے اوپر سے پھٹ پڑیں“ آسمان فرشتوں سے کھچا کھچ بھرے ہوئے ہیں۔ اتنے بڑے اجتماع کی وجہ سے آسمان پھٹنے کے قریب ہیں۔ ایک حدیث میں ہے کہ آسمانوں میں کوئی ایک بالشت برابر بھی جگہ خالی نہیں کہ جہاں کوئی فرشتہ سربسجود نہ ہو یا قیام میں مصروف نہ ہو۔ سورة المدثر آیت 31 میں فرشتوں کی کثرت تعداد سے متعلق ان الفاظ میں اشارہ فرمایا گیا ہے : { وَمَا یَعْلَمُ جُنُوْدَ رَبِّکَ اِلَّا ہُوَط } کہ آپ کے رب کے لشکروں کے بارے میں سوائے خود اس کے اور کوئی نہیں جانتا۔ { وَالْمَلٰٓئِکَۃُ یُسَبِّحُوْنَ بِحَمْدِ رَبِّہِمْ وَیَسْتَغْفِرُوْنَ لِمَنْ فِی الْاَرْضِ } ”اور فرشتے تسبیح کرتے ہیں اپنے رب کی حمد کے ساتھ اور زمین میں جو اہل ایمان ہیں ان کے لیے استغفار کرتے ہیں۔“ سورة المومن آیت 7 میں بھی ہم پڑھ آئے ہیں کہ حاملین عرش اور ان کے ساتھی فرشتے اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے ہیں اور اہل ایمان کے لیے مغفرت اور رحمت کی دعائیں کرتے ہیں۔ { اَلَآ اِنَّ اللّٰہَ ہُوَ الْغَفُوْرُ الرَّحِیْمُ } ”آگاہ ہو جائو ! یقینا اللہ ہی بخشنے والا ‘ رحم کرنے والا ہے۔“"
    },
    {
      "ayah": 50,
      "surah": 42,
      "text": "آیت 50 { اَوْ یُزَوِّجُہُمْ ذُکْرَانًا وَّاِنَاثًا } ”یا وہ انہیں ملا کردیتا ہے بیٹے اور بیٹیاں۔“ { وَیَجْعَلُ مَنْ یَّشَآئُ عَقِیْمًاط اِنَّہٗ عَلِیْمٌ قَدِیْرٌ} ”اور جس کو چاہتا ہے بانجھ کردیتا ہے۔ یقینا وہ سب کچھ جاننے والا ‘ ہرچیز پر قدرت رکھنے والا ہے۔“ وہ اپنی مرضی و منشا میں قادر مطلق ہے ‘ جس کو جو چاہے عطا کر دے ‘ لیکن وہ جس کو جو عطا کرتا ہے اپنے علم و حکمت کی بنیاد پر عطا کرتا ہے۔  اگلی آیات میں وحی کی حقیقت اور اس کی اقسام بیان ہوئی ہیں۔ اس موضوع پر یہ قرآن کا اہم ترین مقام ہے۔"
    },
    {
      "ayah": 51,
      "surah": 42,
      "text": "آیت 51 { وَمَا کَانَ لِبَشَرٍ اَنْ یُّکَلِّمَہُ اللّٰہُ } ”اور کسی بشر کا یہ مقام نہیں کہ اللہ اس سے کلام کرے“ اللہ تو ہرچیز پر قادر ہے ‘ وہ جو چاہے کرے ‘ مگر کسی انسان کے لیے یہ ممکن نہیں ہے کہ اللہ اس سے ہم کلام ہو۔ { اِلَّا وَحْیًا } ”سوائے وحی کے“ یہ وحی کی پہلی قسم ہے جسے ”القاء“ یا ”الہام“ کہا جاتا ہے۔ یعنی اللہ تعالیٰ وحی کے ذریعے براہ راست بندے تک اپنا پیغام پہنچادیتا ہے اور متعلقہ بات اس کے دل میں ڈال دیتا ہے۔ شہد کی مکھی کی طرف وحی کرنا النحل : 69 ‘ ہر آسمان میں اس سے متعلقہ پیغام پہنچانا حٰمٓ السجدۃ : 12 اور حضرت موسیٰ علیہ السلام کی والدہ کے دل میں القاء کرنا القصص : 7 اس وحی کی مثالیں ہیں جو قرآن میں بیان ہوئی ہیں۔  { اَوْ مِنْ وَّرَآیِٔ حِجَابٍ } ”یا پھر وہ بات کرتا ہے پردے کی اوٹ سے“ یہ وحی کی دوسری قسم ہے ‘ جیسے اللہ تعالیٰ نے حضرت موسیٰ علیہ السلام سے کلام فرمایا : { وَکَلَّمَ اللّٰہُ مُوْسٰی تَکْلِیْمًا } النساء۔ { اَوْ یُرْسِلَ رَسُوْلًا فَیُوْحِیَ بِاِذْنِہٖ مَا یَشَآئُ } ”یا وہ بھیجتا ہے کسی پیغام بر َ فرشتے کو ‘ پھر وہ وحی کرتا ہے اللہ کے حکم سے جو وہ چاہتا ہے۔“ یہ وحی کی تیسری قسم ہے ‘ جیسے حضرت جبرائیل علیہ السلام کے ذریعے سے پورا قرآن حضور ﷺ کے قلب مبارک پر نازل ہوا۔ { اِنَّہٗ عَلِیٌّ حَکِیْمٌ } ”وہ بہت بلند وبالا ہے ‘ کمال حکمت والا ہے۔“ اس کی شان اس سے بہت بلند ہے کہ وہ کسی انسان سے براہ راست بغیر حجاب کے کلام کرے ‘ اور وہ کمال حکمت والا ہے ‘ اس نے اپنی حکمت کے مطابق انسانوں تک پیغام رسانی communication کا جو طریقہ چاہا اختیار فرمایا۔"
    },
    {
      "ayah": 52,
      "surah": 42,
      "text": "آیت 52 { وَکَذٰلِکَ اَوْحَیْنَـآ اِلَـیْکَ رُوْحًا مِّنْ اَمْرِنَا } ”اور اے نبی ﷺ ! اسی طرح ہم نے آپ کی طرف وحی کی ہے ایک روح اپنے امر میں سے۔“ یہاں پر قرآن کو رُوحًا مِّن اَمْرِنَا کہا گیا ہے۔  اگلی آیت میں محمد رسول اللہ ﷺ کے ایمان کے بارے میں بتایا گیا ہے کہ آپ ﷺ کو ایمان کہاں سے ملا ؟ اس مضمون کے اعتبار سے یہ قرآن حکیم کا اہم ترین مقام ہے۔ حضور ﷺ کی ذات کی مثال ایمان کی دہکتی ہوئی بھٹی کی سی ہے کہ جو بھی آپ ﷺ کے قریب آگیا ایمان کی دولت سے مالا مال ہوگیا۔ البتہ جس طرح ایک خراب موصل bad conductor بھٹی کے سامنے ہونے کے باوجود بھی ”اتصالِ حرارت“ کے عمل سے محروم رہتا ہے اسی طرح بعض بد نصیب انسان منافقین آپ ﷺ کی قربت میں رہنے کے باوجود بھی ایمان سے محروم رہے۔  { مَا کُنْتَ تَدْرِیْ مَا الْکِتٰبُ وَلَا الْاِیْمَانُ } ”اے نبی ﷺ ! آپ نہیں جانتے تھے کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے“ آپ ﷺ نے دنیا کے معروف اور روایتی طریقے سے نہ تو تعلیم حاصل کی تھی اور نہ ہی آپ ﷺ نے تورات یا کوئی اور کتاب پڑھی تھی۔ اس لحاظ سے آپ ﷺ ”اُمییّن“ میں سے تھے۔ { وَلٰکِنْ جَعَلْنٰہُ نُوْرًا نَّہْدِیْ بِہٖ مَنْ نَّشَآئُ مِنْ عِبَادِنَا } ”لیکن اس قرآن کو ہم نے ایسا نور بنایا ہے جس کے ذریعے سے ہم ہدایت دیتے ہیں اپنے بندوں میں سے جس کو چاہتے ہیں۔“ یعنی قرآن کے ذریعے سے حضور ﷺ کے ایمان نے ایک حقیقی اور واقعی شکل اختیار کرلی۔ فطرتِ انسانی کے اندر موجود ایمان کی خفتہ dormant کیفیت کے بارے میں اس مطالعہ قرآن کے دوران قبل ازیں متعدد بار گفتگو ہوچکی ہے۔ ظاہر ہے روح محمدی ﷺ میں تمام انسانی ارواح سے زیادہ قوی ایمان موجود تھا۔ آپ ﷺ کی روح کے ایمان کی کیفیت سورة النور کے پانچویں رکوع میں بیان کی گئی مثال کے مطابق ”نورٌ عَلٰی نُوْرٍ“ کی سی تھی۔ ہمارے علماء نے اس کی تعبیر یوں کی ہے کہ آپ ﷺ کی روح کے اندر اجمالی ایمان پہلے سے موجود تھا ‘ جبکہ آپ ﷺ کو تفصیلی ایمان قرآن سے ملا۔ میں اس کی تعبیر یوں کرتا ہوں کہ آپ ﷺ کی روح مبارک کے اندر بالقوۃ ّ potentioal ایمان پہلے سے موجود تھا جو خفتہ dormant حالت میں تھا۔ قرآن نے اس ایمان کو فعال active کردیا۔ یعنی قرآن کے نور سے آپ ﷺ کا ایمان جگمگا اٹھا اور آپ ﷺ کی ذات کے اندر ”نورٌ عَلٰی نُوْرٍ“ کی کیفیت پیدا ہوگئی۔ اس کے بعد آپ ﷺ بنی نوع انسان کو راہ ہدایت دکھانے کے لیے مینارہ نور بن گئے۔ { وَاِنَّکَ لَتَہْدِیْٓ اِلٰی صِرَاطٍ مُّسْتَقِیْمٍ } ”اور آپ ﷺ یقینا سیدھے راستے کی طرف ہدایت دیتے ہیں۔“ جیسے کہ ساحل پر موجود روشنی کا مینار جہازوں کو بندرگارہ تک پہنچنے کا راستہ دکھاتا ہے۔"
    },
    {
      "ayah": 53,
      "surah": 42,
      "text": "آیت 53{ صِرَاطِ اللّٰہِ الَّذِیْ لَہٗ مَا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ } ”اس اللہ کے راستے کی طرف جس کی ملکیت ہے ہر وہ شے جو آسمانوں میں ہے اور ہر وہ شے جو زمین میں ہے۔“ { اَلَآ اِلَی اللّٰہِ تَصِیْرُ الْاُمُوْرُ } ”آگاہ ہو جائو ! تمام معاملات اللہ ہی کی طرف لوٹ جائیں گے۔“"
    },
    {
      "ayah": 6,
      "surah": 42,
      "text": "آیت 6 { وَالَّذِیْنَ اتَّخَذُوْا مِنْ دُوْنِہٖٓ اَوْلِیَآئَ } ”اور جن لوگوں نے اس کے سوا دوسرے مددگار بنا رکھے ہیں“ { اللّٰہُ حَفِیْظٌ عَلَیْہِمْ وَمَآ اَنْتَ عَلَیْہِمْ بِوَکِیْلٍ } ”اللہ ان پر نگران ہے ‘ اور اے نبی ﷺ ! آپ ان کے ذمہ دار نہیں ہیں۔“ وہ سمجھتے ہیں کہ قیامت کے دن وہ معبود ان کی شفاعت کریں گے اور ان کے ذریعے سے انہیں اللہ کا قرب حاصل ہوجائے گا ‘ لیکن انہیں معلوم ہونا چاہیے کہ اللہ ان کے سارے افعال کی نگرانی کر رہا ہے اور ان کا نامہ اعمال تیار ہو رہا ہے۔ ان کا محاسبہ اور مواخذہ کرنا اسی کا کام ہے۔"
    },
    {
      "ayah": 7,
      "surah": 42,
      "text": "آیت 7 { وَکَذٰلِکَ اَوْحَیْنَآ اِلَیْکَ قُرْاٰنًا عَرَبِیًّا } ”اور اسی طرح ہم نے وحی کیا ہے آپ کی طرف یہ قرآن عربی“ آیت 3 کی طرح یہاں پر بھی وحی کے ذکر کے ساتھ لفظ کَذٰلِکَ آیا ہے۔ اس کی وضاحت قبل ازیں کی جاچکی ہے۔ { لِّتُنْذِرَ اُمَّ الْقُرٰی وَمَنْ حَوْلَہَا } ”تاکہ آپ خبردار کردیں بستیوں کے مرکز اور اس کے ارد گرد رہنے والوں کو“ بالکل یہی الفاظ سورة الانعام کی آیت 92 میں بھی آئے ہیں۔ اللہ تعالیٰ کے ہاں کسی قوم پر اتمامِ حجت کرنے کا یہ وہی طریقہ اور اصول ہے جس کا ذکر سورة القصص کی آیت 59 میں اس طرح ہوا ہے : { وَمَا کَانَ رَبُّکَ مُہْلِکَ الْقُرٰی حَتّٰی یَبْعَثَ فِیْٓ اُمِّہَا رَسُوْلًا } ”اور نہیں ہے آپ کا رب بستیوں کو ہلاک کرنے والا ‘ جب تک کہ وہ ان کی مرکزی بستی میں کوئی رسول نہیں بھیجتا“۔ جزیرہ نمائے عرب کی ”اُمّ القری“ یعنی مرکزی بستی چونکہ مکہ ہے اس لیے مذکورہ اصول کے تحت اس مرکزی بستی میں نبی آخر الزماں ﷺ کو مبعوث فرمایا گیا۔ بلکہ ایک اعتبار سے تو مکہ پوری دنیا کا ”اُمّ القریٰ“ ہے۔ اس لیے کہ حَوْلَ کے معنی اردگرد کے ہیں اور ”اردگرد“ کی حدود کسی خاص نقطے تک محدود نہیں کی جا سکتیں۔ چناچہ ایک مرکزی مقام کے ارد گرد کے دائرے کو اگر بڑھاتے جائیں تو یہ دائرہ پوری دنیا تک پھیل جائے گا۔ اس نکتے کی وضاحت اس سے پہلے سورة الانعام کی آیت 92 کے تحت بھی گزر چکی ہے۔  { وَتُنْذِرَ یَوْمَ الْجَمْعِ لَا رَیْبَ فِیْہِ } ”اور آپ ﷺ خبردار کردیں اس جمع ہونے والے دن سے جس میں کوئی شک نہیں۔“ { فَرِیْقٌ فِی الْْجَنَّۃِ وَفَرِیْقٌ فِی السَّعِیْرِ } ”اُس دن ایک گروہ جنت میں جائے گا اور ایک گروہ جہنم میں۔“"
    },
    {
      "ayah": 8,
      "surah": 42,
      "text": "آیت 8 { وَلَوْ شَآئَ اللّٰہُ لَجَعَلَہُمْ اُمَّۃً وَّاحِدَۃً } ”اور اگر اللہ چاہتا تو انہیں ایک ہی امت بنا دیتا“ اللہ ایسے بھی کرسکتا تھا کہ دنیا کے تمام انسان مومن ہوتے۔ { وَّلٰکِنْ یُّدْخِلُ مَنْ یَّشَآئُ فِیْ رَحْمَتِہٖ } ”لیکن اللہ داخل کرتا ہے اپنی رحمت میں جس کو چاہتا ہے۔“ ان الفاظ کا ترجمہ یوں بھی ہوسکتا ہے : ”لیکن اللہ داخل کرتا ہے اپنی رحمت میں اس کو جو چاہتا ہے“۔ یعنی اللہ تعالیٰ اپنی رحمت یا مغفرت اور جنت کی نعمتیں صرف اسی کو عطا کرتا ہے جو ان کی خواہش رکھتا ہو اور اپنی محنت کی صورت میں ان کی قیمت بھی ادا کرنے کو تیار ہو۔ اس حوالے سے سورة التوبہ کی آیت 111 کے یہ الفاظ بھی ہر اہل ِایمان کے پیش نظررہنے چاہئیں : { اِنَّ اللّٰہَ اشْتَرٰی مِنَ الْمُؤْمِنِیْنَ اَنْفُسَہُمْ وَاَمْوَالَہُمْ بِاَنَّ لَہُمُ الْجَنَّۃَط } ”یقینا اللہ نے خرید لی ہیں اہل ایمان سے ان کی جانیں بھی اور ان کے مال بھی اس قیمت پر کہ ان کے لیے جنت ہے۔“ { وَالظّٰلِمُوْنَ مَا لَہُمْ مِّنْ وَّلِیٍّ وَّلَا نَصِیْرٍ } ”اور جو ظالم کافر و مشرک ہوں گے ان کے لیے نہ کوئی حمایتی ہوگا اور نہ کوئی مددگار۔“"
    },
    {
      "ayah": 9,
      "surah": 42,
      "text": "آیت 9 { اَمِ اتَّخَذُوْا مِنْ دُوْنِہٖٓ اَوْلِیَآئَ } ”کیا انہوں نے اللہ کے سوا کوئی اور حمایتی بنا لیے ہیں ؟“ یہاں پر پھر وہی بات دہرائی گئی ہے جو پیچھے ہم آیت 6 میں پڑھ آئے ہیں۔ { فَاللّٰہُ ہُوَ الْوَلِیُّ } ”سو حمایتی تو صرف اللہ ہی ہے“ اے کم عقلو ! اللہ کو چھوڑ کر تم کدھر بھٹک رہے ہو ؟ اصل حمایتی ‘ مددگار اور کارساز تو بس وہی ہے۔ اسی کو اپنا سہارا بنائو اور اسی کو اپنا ولی مانو ! اس حوالے سے سورة البقرۃ کی آیت 257 کے یہ الفاظ اہل ایمان کے لیے بہت بڑی خوشخبری کی حیثیت رکھتے ہیں : { اَللّٰہُ وَلِیُّ الَّذِیْنَ اٰمَنُوْا یُخْرِجُہُمْ مِّنَ الظُّلُمٰتِ اِلَی النُّوْرِ } ”اللہ ولی ہے اہل ایمان کا وہ انہیں گمراہیوں کے اندھیروں سے نکال کر ہدایت کی روشنی کی طرف لاتا ہے۔“ { وَہُوَ یُحْیِ الْمَوْتٰی وَہُوَ عَلٰی کُلِّ شَیْئٍ قَدِیْرٌ} ”اور وہی ہے جو زندہ کرے گا ُ مردوں کو ‘ اور وہ ہرچیز پر قادر ہے۔“"
    }
  ]
}
