{
  "ayahs": [
    { "ayah": 1, "surah": 45, "text": "آیت 1 { حٰمٓ } ”ح ‘ م۔“" },
    {
      "ayah": 10,
      "surah": 45,
      "text": "آیت 10 { مِنْ وَّرَآئِہِمْ جَہَنَّمُ } ”ان کے پیچھے جہنم ہے۔“ یعنی جہنم ان کی منتظر ہے۔ -۔ -۔ -۔ - وَرَاء کا لفظ ہر اس چیز کے لیے بولا جاتا ہے جو آدمی کی نظر سے اوجھل ہو خواہ آگے ہو یا پیچھے ہو۔ لہٰذا ان الفاظ کا دوسرا ترجمہ یہ بھی ہوسکتا ہے کہ ”ان کے آگے جہنم ہے“ جس میں وہ گرنے والے ہیں۔ { وَلَا یُغْنِیْ عَنْہُمْ مَّا کَسَبُوْا شَیْئًا } ”اور جو کچھ انہوں نے کمایا ہے وہ ان کے ذرا بھی کام نہیں آسکے گا“ دُنیا میں انہوں نے جو کچھ کمایا ہے اور مال و دولت جمع کیا ہے ‘ یہ سب کچھ انہیں جہنم سے نہ بچا سکے گا۔ { وَّلَا مَا اتَّخَذُوْا مِنْ دُوْنِ اللّٰہِ اَوْلِیَآئَج وَلَہُمْ عَذَابٌ عَظِیْمٌ } ”اور نہ وہ جن کو انہوں نے اللہ کے سوا مدد گار بنا رکھا ہے ‘ اور ان کے لیے بہت بڑا عذاب ہوگا۔“ اللہ کے سوا انہوں نے جو جھوٹے معبود بنا رکھے ہیں اور ان کی سفارش اور شفاعت کا انہیں زعم بھی ہے ‘ وہ بھی اس دن انہیں جہنم کے عذاب سے نہیں بچا سکیں گے۔"
    },
    {
      "ayah": 11,
      "surah": 45,
      "text": "آیت 11 { ہٰذَا ہُدًیج وَالَّذِیْنَ کَفَرُوْا بِاٰیٰتِ رَبِّہِمْ لَہُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِیْمٌ} ”یہ قرآن ہے ہدایت۔ اور جن لوگوں نے اپنے رب کی آیات کا کفر کیا ان کے لیے بہت ہی دردناک عذاب ہوگا۔“"
    },
    {
      "ayah": 12,
      "surah": 45,
      "text": "آیت 12 { اَللّٰہُ الَّذِیْ سَخَّرَ لَکُمُ الْبَحْرَ لِتَجْرِیَ الْفُلْکُ فِیْہِ بِاَمْرِہٖ } ”اللہ ہی ہے جس نے مسخر کردیا تمہارے لیے سمندر کو تاکہ اس میں کشتیاں چلیں اس کے حکم سے“ { وَلِتَبْتَغُوْا مِنْ فَضْلِہٖ وَلَعَلَّکُمْ تَشْکُرُوْنَ } ”تاکہ تم تلاش کرو اس کا فضل اور تاکہ تم شکر ادا کرو۔“ اللہ کا فضل تلاش کرنے سے یہاں تجارت کے ذریعے روزی تلاش کرنا مراد ہے ‘ جبکہ کشتیاں اور جہاز سمندروں اور دریائوں میں سامانِ تجارت کی نقل و حمل کا بہت بڑا ذریعہ ہیں۔"
    },
    {
      "ayah": 13,
      "surah": 45,
      "text": "آیت 13 { وَسَخَّرَ لَکُمْ مَّا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ جَمِیْعًا مِّنْہُ } ”اور اس نے مسخر کردیا تمہارے لیے اپنی طرف سے جو کچھ آسمانوں میں اور جو کچھ زمین میں ہے سب کچھ۔“ { اِنَّ فِیْ ذٰلِکَ لَاٰیٰتٍ لِّقَوْمٍ یَّتَفَکَّرُوْنَ } ”یقینا اس میں نشانیاں ہیں ان لوگوں کے لیے جو غور و فکر سے کام لیں۔“ اس مفہوم کی تمام آیات قرآنی کا ایک اہم پہلو یہ ہے کہ ان میں بنی نوع انسان کے لیے دعوت تسخیر ہے کہ اللہ نے تو زمین و آسمان کی ہر ہرچیز کو تمہارے لیے مسخر کردیا ہے ‘ اب یہ تمہاری ہمت پر منحصر ہے کہ تم اپنے علم اور ٹیکنالوجی کے َبل بوتے پر کس کس مقام اور کون کون سی چیز تک رسائی حاصل کرتے ہو۔ نیز ایسی آیات کے الفاظ میں نسل انسانی کے مستقبل کی ترقی کی جھلک بھی دیکھی جاسکتی ہے۔ مستقبل میں نہ معلوم اللہ تعالیٰ انسان کو ترقی کی کون کون سی منازل طے کرائے گا۔"
    },
    {
      "ayah": 14,
      "surah": 45,
      "text": "آیت 14 { قُلْ لِّلَّذِیْنَ اٰمَنُوْا یَغْفِرُوْا لِلَّذِیْنَ لَا یَرْجُوْنَ اَیَّامَ اللّٰہِ } ”اے نبی ﷺ ! آپ اہل ِایمان سے کہہ دیجیے کہ وہ ذرا درگزر کریں ان لوگوں سے جو اللہ کے دنوں کی توقع نہیں رکھتے“ اس آیت کے مضمون سے اندازہ ہوتا ہے کہ یہ سورت مکی دور کے تقریباً وسط میں نازل ہوئی ہے۔ گویا اس وقت حضور ﷺ کی دعوت کو شروع ہوئے پانچ چھ سال ہی ہوئے تھے ‘ یعنی ابھی اہل ِمکہ ّپر اتمامِ حجت نہیں ہوا تھا اور ابھی ان کے لیے مزید مہلت درکار تھی۔ چناچہ اہل ایمان کو تلقین کی جارہی ہے کہ وہ مشرکین کے مخالفانہ روییّسے دلبرداشتہ نہ ہوں۔ یہ جہالت میں ڈوبے ہوئے گمراہ لوگ ہیں ‘ انہیں ”ایام اللہ“ کے بارے میں کوئی کھٹکا اور اندیشہ ہے ہی نہیں۔ انہیں ادراک ہی نہیں کہ جس عذاب نے ماضی کی بڑی بڑی اقوام کو نیست و نابود کردیا تھا وہ ان پر بھی آسکتا ہے۔ لہٰذا ا بھی آپ لوگ ان سے درگزر کریں اور ان کے معاملے میں جلدی کرتے ہوئے یہ نہ سوچیں کہ نہ معلوم اللہ نے انہیں اس قدر ڈھیل کیوں دے رکھی ہے اور یہ کہ ان پر عذاب موعود آ کیوں نہیں جاتا ؟ اصل بات یہ ہے کہ اللہ تعالیٰ انہیں ابھی مزید مہلت دینا چاہتا ہے۔ { لِیَجْزِیَ قَوْمًام بِمَا کَانُوْا یَکْسِبُوْنَ } ”تاکہ اللہ بدلہ دے ایک قوم کو ان کی اپنی کمائی کے مطابق۔“"
    },
    {
      "ayah": 15,
      "surah": 45,
      "text": "آیت 15 { مَنْ عَمِلَ صَالِحًا فَلِنَفْسِہٖ وَمَنْ اَسَآئَ فَعَلَیْہَاز ثُمَّ اِلٰی رَبِّکُمْ تُرْجَعُوْنَ } ”جس کسی نے اچھا کام کیا تو اس نے اپنے ہی بھلے کے لیے کیا ‘ اور جس کسی نے برا کام کیا تو اس کا وبال بھی اسی پر ہوگا ‘ پھر تم اپنے رب کی طرف لوٹا دیے جائو گے۔“"
    },
    {
      "ayah": 16,
      "surah": 45,
      "text": "آیت 16 { وَلَقَدْ اٰتَیْنَا بَنِیْٓ اِسْرَآئِ یْلَ الْکِتٰبَ وَالْحُکْمَ وَالنُّبُوَّۃَ } ”اور ہم نے بنی اسرائیل کو عطا کی کتاب ‘ حکومت اور نبوت“ { وَرَزَقْنٰہُمْ مِّنَ الطَّیِّبٰتِ وَفَضَّلْنٰہُمْ عَلَی الْعٰلَمِیْنَ } ”اور ہم نے انہیں عطا کیں بہت سی پاکیزہ چیزیں ‘ اور انہیں ہم نے تمام جہان کی قوموں پر فضیلت دی۔“ ان لوگوں کا نسبی تعلق اگرچہ حضرت ابراہیم سے ہے ‘ لیکن جس قوم کا نام بنی اسرائیل ہے وہ حضرت یعقوب کی اولاد ہے۔ حضرت یعقوب علیہ السلام کا لقب ”اسرائیل“ اللہ کا بندہ تھا اور آپ علیہ السلام کے بارہ بیٹوں کی اولاد سے بارہ قبیلے وجود میں آئے جو بنی اسرائیل کہلائے۔ قرآن حکیم میں بنی اسرائیل کو فضیلت سے نوازے جانے کا ذکر تکرار سے آیا ہے۔ اس فضیلت کا ایک پہلو یہ بھی ہے کہ ان کے ہاں نبوت کا وہ سلسلہ جو دو پیغمبروں حضرت موسیٰ اور حضرت ہارون سے شروع ہوا ‘ چودہ سو برس تک بغیر کسی وقفے اور انقطاع کے جاری رہا۔ اس دوران ان کے ہاں پے در پے نبی آئے اور نبوت کی کڑی کے ساتھ کڑی یوں ملتی گئی کہ ایک مسلسل زنجیر بن گئی۔ پھر جس طرح اس زنجیر کا آغاز دو پیغمبروں سے ہوا تھا اسی طرح اس کا اختتام بھی دو پیغمبروں یعنی حضرت یحییٰ اور حضرت عیسیٰ ﷺ پر ہوا۔ بہر حال جتنے انبیاء بنی اسرائیل کی طرف آئے ‘ دنیا میں کسی اور قوم کی طرف اتنے انبیاء نہیں آئے۔ اقوامِ عالم پر بنی اسرائیل کی یہ فضیلت آج بھی قائم ہے۔ بنی اسرائیل کے حوالے سے ہمارے لیے اصل سمجھنے کی بات یہ ہے کہ وہ لوگ جب دین کی طرف پیٹھ پھر کر ‘ دنیا میں منہمک ہوگئے ‘ عیاشیوں میں پڑگئے اور آخرت کو بھول گئے تو اللہ تعالیٰ کی طرف سے فضیلت کی حامل اس قوم پر ذلت اور مسکنت تھوپ دی گئی : { وَضُرِبَتْ عَلَیْہِمُ الذِّلَّۃُ وَالْمَسْکَنَۃُ } اور اس فیصلے کا اعلان قرآن میں دو مرتبہ البقرۃ : 61 اور آلِ عمران : 112 کیا گیا۔ چناچہ بنی اسرائیل تاریخ میں آج ہمارے لیے عبرت کا سامان ہے۔ ہم پر بھی اللہ تعالیٰ نے اپنا خصوصی فضل اور احسان فرمایا کہ ہمیں اس نے اپنے آخری رسول ﷺ کی امت بنایا اور اپنی آخری کتاب سے نوازا۔ مگر ہم نے بھی جب دین کی طرف سے پیٹھ پھیرلی اور آخرت کو بھول کر دنیا ہی کو اپنا اوڑھنا ‘ بچھونا بنا لیا تو ہمارے حصے میں بھی ویسی ہی ذلت و مسکنت آئی۔ چناچہ آج دنیا میں ڈیڑھ سو کروڑ مسلمان ہیں مگر اقوامِ عالم کے درمیان ان کی حیثیت یہ ہے کہ ع ”کس نمی پر سد کہ بھیا کیستی ؟“ آج بین الاقوامی معاملات کے بارے میں کسی بھی فورم پر مسلمان ممالک کی رائے پوچھنے کی زحمت تک نہیں کی جاتی۔ بلکہ اب تو مسلمانوں کے اپنے معاملات کی باگ ڈور بھی غیروں کے ہاتھوں میں ہے۔ اس موضوع پر مزید معلومات کے لیے میری انگریزی تقریر Turmoil in Muslim Ummah سے استفادہ کیا جاسکتا ہے ‘ جبکہ اردو میں تو اس موضوع پر میری بہت سی تقاریر دستیاب ہیں۔"
    },
    {
      "ayah": 17,
      "surah": 45,
      "text": "آیت 17 { وَاٰتَیْنٰہُمْ بَیِّنٰتٍ مِّنَ الْاَمْرِ } ”اور ہم نے انہیں عطا کیں دین کے معاملہ میں واضح ہدایات۔“ یہاں ”امر“ سے مراد دین و شریعت ہے۔ یعنی ان کے انبیاء کو وحی کے ذریعے اللہ تعالیٰ کی طرف سے تمام ضروری ہدایات مسلسل ملتی رہیں۔ اس کے علاوہ انہیں تورات ‘ زبور اور انجیل جیسی کتابیں بھی عطا گئیں۔ { فَمَا اخْتَلَفُوْٓا اِلَّا مِنْم بَعْدِ مَا جَآئَ ہُمُ الْعِلْمُ لا بَغْیًام بَیْنَہُمْ } ”اور انہوں نے نہیں اختلاف کیا مگر اس کے بعد کہ ان کے پاس علم آچکا تھا ‘ محض باہمی ِضدم ّضدا کے سبب سے۔“ کتاب اللہ کی واضح تعلیمات ان لوگوں تک پہنچ چکی تھیں۔ اس کے باوجود ضد بازی کی بنیاد پر ان کے اندر شدید اختلافات پیدا ہوگئے اور انہی اختلافات کی وجہ سے یہ قوم مختلف گروہوں میں بٹ گئی۔ پہلے یہودی اور نصاریٰ الگ الگ ہوئے اور پھر ان دونوں گروہوں کے اندر باہمی ضدم ضدا کے باعث مزید کئی کئی فرقے بن گئے۔ دراصل کسی بھی قوم کی صفوں میں اختلاف کی بنیادی وجہ غلبہ حاصل کرنے کی وہ خواہش urge to dominate ہوتی ہے جو اس کے ہر دھڑے میں پائی جاتی ہے۔ ان اختلافات سے تفرقہ بازی جنم لیتی ہے جس کے باعث بالآخر اس قوم کا شیرازہ بکھر جاتا ہے۔ { اِنَّ رَبَّکَ یَقْضِیْ بَیْنَہُمْ یَوْمَ الْقِیٰمَۃِ فِیْمَا کَانُوْا فِیْہِ یَخْتَلِفُوْنَ } ”یقینا آپ ﷺ کا رب فیصلہ کر دے گا ان کے مابین قیامت کے دن ان تمام باتوں کا جن میں وہ اختلاف کرتے رہے ہیں۔“"
    },
    {
      "ayah": 18,
      "surah": 45,
      "text": "آیت 18 { ثُمَّ جَعَلْنٰکَ عَلٰی شَرِیْعَۃٍ مِّنَ الْاَمْرِ فَاتَّبِعْہَا }“ پھر اے نبی ﷺ ! ہم نے آپ کو قائم کردیا دین کے معاملہ میں ایک صاف شاہراہ شریعت پر ‘ تو آپ اسی کی پیروی کریں“ حضرت آدم سے لے کر نبی آخر الزماں ﷺ تک تمام انبیاء رسل علیہ السلام اسی دین کی دعوت کے لیے مبعوث ہوئے۔ سورة الشوریٰ میں اس نکتے کی وضاحت ہم پڑھ چکے ہیں : { شَرَعَ لَـکُمْ مِّنَ الدِّیْنِ مَا وَصّٰی بِہٖ نُوْحًا وَّالَّذِیْٓ اَوْحَیْنَـآ اِلَـیْکَ وَمَا وَصَّیْنَا بِہٖٓ اِبْرٰہِیْمَ وَمُوْسٰی وَعِیْسٰٓی…} آیت 13 ”اے مسلمانو ! اس نے تمہارے لیے دین میں وہی کچھ مقرر کیا ہے جس کی وصیت اس نے نوح علیہ السلام کو کی تھی اور جس کی وحی ہم نے اے محمد صلی اللہ علیہ وآلہ وسلم آپ کی طرف کی ہے اور جس کی وصیت ہم نے کی تھی ابراہیم علیہ السلام کو ‘ موسیٰ علیہ السلام ٰ کو ‘ اور عیسیٰ علیہ السلام ٰ کو…“ بہر حال ”امر اللہ“ یعنی اللہ کا دین تو شروع سے ایک ہی ہے۔ البتہ ہر زمانے کے تقاضوں کے لحاظ سے شریعتیں مختلف رہی ہیں ‘ مثلاً شریعت ِموسوی علیہ السلام کے بعض احکام شریعت ِمحمدی ﷺ کے بعض احکام سے مختلف ہوسکتے ہیں۔ آیت زیر مطالعہ کا مفہوم لفظ ”شَرِیْعَۃٍ“ کے حوالے سے یہ ہے کہ اے محمد ﷺ بنی اسرائیل کے بعد ہم نے آپ ﷺ کو اپنے دین کا آخری اور تکمیلی ایڈیشن شریعت ِمحمدی ﷺ کے نام سے اس سند کے ساتھ عطا کیا ہے کہ : { اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُم وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الْاِسْلاَمَ دِیْنًا } المائدۃ : 3 ”آج کے دن میں نے تمہارے لیے تمہارے دین کی تکمیل فرما دی ہے اور تم پر اتمام فرمادیا ہے اپنی نعمت کا اور تمہارے لیے میں نے پسند کرلیا ہے اسلام کو بحیثیت دین کے“۔ چناچہ اب آپ اور آپ کے پیروکار اسی شریعت کا اتباع کریں۔ { وَلَا تَتَّبِعْ اَہْوَآئَ الَّذِیْنَ لَا یَعْلَمُوْنَ }“ اور ان لوگوں کی خواہشات کی پیروی نہ کیجیے جن کے پاس کوئی علم ہی نہیں ہے۔“"
    },
    {
      "ayah": 19,
      "surah": 45,
      "text": "آیت 19 { اِنَّہُمْ لَنْ یُّغْنُوْا عَنْکَ مِنَ اللّٰہِ شَیْئًا } ”یہ لوگ اللہ کے مقابلے میں آپ کے کچھ بھی کام نہیں آسکیں گے۔“ یہ مضمون قرآن میں متعددبار آچکا ہے۔ سورة بنی اسرائیل میں یوں فرمایا گیا : { وَاِنْ کَادُوْا لَیَفْتِنُوْنَکَ عَنِ الَّذِیْٓ اَوْحَیْنَآ اِلَیْکَ لِتَفْتَرِیَ عَلَیْنَا غَیْرَہٗق وَاِذًا لاَّتَّخَذُوْکَ خَلِیْلاً وَلَوْلَآ اَنْ ثَـبَّتْنٰکَ لَقَدْ کِدْتَّ تَرْکَنُ اِلَیْہِمْ شَیْئًا قَلِیْلاً اِذًا لَّاَذَقْنٰکَ ضِعْفَ الْحَیٰوۃِ وَضِعْفَ الْمَمَاتِ ثُمَّ لاَ تَجِدُ لَکَ عَلَیْنَا نَصِیْرًا } ”اور یہ لوگ اس بات پر ُ تلے ہوئے ہیں کہ آپ ﷺ کو پھسلا دیں اس وحی سے جو ہم نے آپ ﷺ کی طرف کی ہے تاکہ اس کے علاوہ آپ ﷺ کوئی اور چیز گھڑ کر ہم سے منسوب کردیں ‘ اور اگر آپ ﷺ ایسا کرتے تب تو یہ لوگ آپ ﷺ کو اپنادوست بنا لیتے۔ اور اگر ہم آپ ﷺ کو ثابت قدم نہ رکھتے تو عین ممکن تھا کہ آپ ﷺ ان کی طرف کچھ نہ کچھ جھک ہی جاتے۔ اگر ایساہو جاتا تو تب ہم آپ ﷺ کود گنی سزا دیتے زندگی میں اور دگنی سزا دیتے موت پر ‘ پھر نہ پاتے آپ ﷺ اپنے لیے ہمارے مقابلے میں کوئی مددگار۔“ { وَاِنَّ الظّٰلِمِیْنَ بَعْضُہُمْ اَوْلِیَآئُ بَعْضٍ وَاللّٰہُ وَلِیُّ الْمُتَّقِیْنَ } ”اور یقینا یہ ظالم مشرک لوگ ایک دوسرے کے مدد گار ہیں ‘ جبکہ اللہ مددگار ہے متقین کا۔“"
    },
    {
      "ayah": 2,
      "surah": 45,
      "text": "آیت 2 { تَنْزِیْلُ الْکِتٰبِ مِنَ اللّٰہِ الْعَزِیْزِ الْحَکِیْمِ } ”اس کتاب کا اتارا جانا ہے اس اللہ کی طرف سے جو زبردست ‘ کمال حکمت والا ہے۔“"
    },
    {
      "ayah": 20,
      "surah": 45,
      "text": "آیت 20 { ہٰذَا بَصَآئِرُ لِلنَّاسِ وَہُدًی وَّرَحْمَۃٌ لِّقَوْمٍ یُّوْقِنُوْنَ } ”یہ ہیں آنکھیں کھولنے والی باتیں لوگوں کے لیے اور ہدایت اور رحمت ان لوگوں کے لیے جو ان پر یقین کریں۔“"
    },
    {
      "ayah": 21,
      "surah": 45,
      "text": "آیت 21 { اَمْ حَسِبَ الَّذِیْنَ اجْتَرَحُوا السَّیِّاٰتِ اَنْ نَّجْعَلَہُمْ کَالَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ } ”جو لوگ ُ بری باتوں کا ارتکاب کر رہے ہیں کیا انہوں نے یہ سمجھ رکھا ہے کہ ہم انہیں ان لوگوں کی طرح کردیں گے جو ایمان لائے اور جنہوں نے نیک عمل کیے ؟“ { سَوَآئً مَّحْیَاہُمْ وَمَمَاتُہُمْ سَآئَ مَا یَحْکُمُوْنَ } ”کہ ان کی زندگی اور موت ایک جیسی ہوجائے ؟ بہت برا فیصلہ ہے جو یہ لوگ کر رہے ہیں !“ قیامت کے حساب اور آخرت کی زندگی کے بارے میں عقلی اور منطقی سطح پر یہ ایک مضبوط دلیل ہے۔ اگر دنیا کے نیکو کاروں کو کوئی اجر و انعام نہ ملے ‘ مجرموں کو اپنے جرائم کی سزا نہ بھگتنی پڑے اور نیک و بد سب برابر ہوجائیں تو اس سے بڑا ظلم بھلا اور کیا ہوگا ؟ دنیا میں کچھ لوگ تو وہ ہیں جو حرام و حلال کی تمیز ختم کر کے اور جائز و ناجائز کی پابندیوں سے بےنیاز ہو کر عیش و عشرت کی زندگی بسر کر رہے ہیں۔ دوسری طرف اللہ کے کچھ بندے ایسے بھی ہیں جو زندگی کے ہر معاملے میں ہمیشہ پھونک پھونک کر قدم رکھتے ہیں۔ وہ اپنے فائدے کے لیے کسی کا حق نہیں مارتے۔ وہ فاقوں سے رہنا برداشت کرلیتے ہیں مگر حرام نہیں کھاتے۔ اب فرض کریں کہ اگر دنیا کی زندگی ہی آخری زندگی ہو ‘ نہ آخرت ہو اور نہ ہی مرنے کے بعد بےلاگ حساب و کتاب کا کوئی مرحلہ درپیش ہو ‘ نہ نیک اور دیانت دار لوگوں کے لیے کوئی جزا ہو اور نہ برے لوگوں کے لیے کوئی سزا ‘ تو ایسی صورت میں قاتلوں ‘ لٹیروں اور ظالموں کے تو گویا وارے نیارے ہوگئے ‘ جبکہ نیک ‘ شریف اور دیانتدار قسم کے لوگ سرا سر گھاٹے میں رہ گئے۔ اس لیے اگر قیامت قائم نہیں ہوتی ‘ نیکوکاروں کو ان کے نیک اعمال کی جزا نہیں ملتی اور بدکاروں کو ان کے کرتوتوں کا خمیازہ نہیں بھگتنا پڑتا تو یہ بنی نوع انسان کے ساتھ بہت بڑا ظلم ہوگا۔ چناچہ جو آخرت کو نہیں مانتا وہ دراصل اللہ تعالیٰ کی صفت ِعدل کا ہی منکر ہے۔"
    },
    {
      "ayah": 22,
      "surah": 45,
      "text": "آیت 22 { وَخَلَقَ اللّٰہُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰی کُلُّ نَفْسٍم بِمَا کَسَبَتْ وَہُمْ لَا یُظْلَمُوْنَ } ”اور اللہ نے تو آسمان اور زمین کو حق عدل کے ساتھ پیدا کیا ہے تاکہ پورا پورا بدلہ دیا جائے ہر جان کو جو کچھ اس نے کمایا ہو ‘ اور ان پر کوئی ظلم نہ ہو۔“"
    },
    {
      "ayah": 23,
      "surah": 45,
      "text": "آیت 23 { اَفَرَئَ یْتَ مَنِ اتَّخَذَ اِلٰہَہٗ ہَوٰٹہُ } ”کیا آپ نے دیکھا اس شخص کو جس نے اپنی خواہش ِ نفس کو اپنا معبود بنا رکھا ہے ؟“ اس سے قبل یہ مضمون سورة الفرقان کی آیت 43 میں بھی آچکا ہے۔ یہاں اس کا اعادہ دراصل زیر مطالعہ آٹھ سورتوں سورۃ الزمر تا سورة الاحقاف کے مرکزی مضمون کے سیاق وسباق میں ہوا ہے۔ چناچہ آیت کا مفہوم سمجھنے کے لیے ضروری ہے کہ اس مضمون کے ذیلی عنوانات کی ترتیب کو ایک دفعہ پھر سے ذہن میں تازہ کرلیا جائے۔ ان آٹھ سورتوں میں سے پہلی چار سورتوں الزمر تا الشوریٰ میں ”توحید ِعملی“ کا مضمون ایک خاص ترتیب اور تدیج کے ساتھ بیان ہوا ہے۔ سورة الزمر میں تکرار کے ساتھ تاکید کی گئی ہے کہ اللہ کی بندگی کرو اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے : { قُلْ اِنِّیْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰہَ مُخْلِصًا لَّہُ الدِّیْنَ۔ ”اے نبی ﷺ ! آپ کہہ دیجیے : مجھے حکم ہوا ہے کہ میں بندگی کروں اللہ کی اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے“۔ اللہ کی اطاعت سے منہ موڑ کر کسی اور کی اطاعت کرنا شرک ہے اور مخلوق میں سے کسی کی ایسی اطاعت کرنا بھی شرک ہے جس سے خالق کی معصیت کا ارتکاب ہوتا ہو۔ اس کے بعد سورة المومن میں توحید عملی کے داخلی پہلو دعا کو اجاگر کیا گیا ہے اور بار بار حکم دیا گیا ہے : { فَادْعُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَ } کہ اللہ سے دعا کرو اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے۔ اس طرح ان دونوں سورتوں میں توحید عملی کا مضمون اپنے خارجی اور داخلی دونوں پہلوئوں سے ایک فرد کی حد تک مکمل ہوگیا ہے۔ اس کے بعد اگلی دو سورتوں سورة حٰمٓ السجدۃ اور سورة الشوریٰ میں توحید عملی کو فرد سے اجتماعیت کی طرف بڑھایا گیا ہے۔ چناچہ سورة حٰمٓ السجدۃ میں توحید کی دعوت کو لوگوں تک پہنچانے کا حکم دیا گیا ہے اور اس دعوت کی فضیلت کو اس طرح بیان فرمایا گیا ہے : { وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَی اللّٰہِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِیْ مِنَ الْمُسْلِمِیْنَ } ”اور اس شخص سے بہتر بات اور کس کی ہوگی جو بلائے اللہ کی طرف اور وہ نیک عمل کرے اور کہے کہ میں بھی مسلمانوں میں سے ہوں !“ اس دعوت کا ذریعہ medium چونکہ قرآن ہے اس لیے اسی نسبت سے سورة حٰمٓ السجدۃ میں قرآن کی عظمت کا ذکر تکرار کے ساتھ چھ مرتبہ آیا ہے۔ اس کے بعد سورة الشوریٰ کا مرکزی مضمون اقامت دین ہے۔ تدریج کے حوالے سے اس کی وضاحت یوں ہوگی کہ جو لوگ توحید کی دعوت پر لبیک کہیں انہیں منظم کر کے ایک قوت میں تبدیل کیا جائے۔ پھر یہ سب لوگ مل کر باطل کے تسلط کو ختم کرنے اور معاشرے میں اللہ کے دین کو غالب کرنے کے لیے جدوجہد کریں۔ اس طرح ان چار سورتوں میں ”توحید عملی“ کے مضمون کو فرد سے لے کر ایک ترتیب اور تدریج کے ساتھ اجتماعی نظام کی سطح تک مکمل کردیا گیا ہے۔ اس کے بعد سورة الزخرف اور سورة الجاثیہ میں اس مضمون توحید فی الاطاعت کے تقابل کے طور پر شرک فی الاطاعت کو موضوع بنایا گیا ہے۔ سورة الزخرف میں اجتماعیت کی بلند ترین سطح یعنی حاکمیت کی سطح کے شرک کا حوالہ ہے جبکہ سورة الجاثیہ میں خصوصی طور پر آیت زیر مطالعہ میں انفرادی سطح کے شرک کا ذکر ہے۔ جہاں تک اجتماعیت کی سطح پر شرک کا تعلق ہے اس کو یوں سمجھئے کہ ”انسانی حاکمیت“ کا تصور شرک کی بد ترین شکل ہے ‘ کیونکہ حاکم مطلق تو صرف اللہ تعالیٰ ہے۔ سورة یوسف میں ہم پڑھ چکے ہیں : { اِنِ الْحُکْمُ اِلاَّ لِلّٰہِط } آیت 40 کہ اختیار مطلق تو صرف اللہ ہی کا ہے۔ اس حوالے سے سورة بنی اسرائیل کی آخری آیت کا یہ اعلان : { وَّلَمْ یَکُنْ لَّہٗ شَرِیْکٌ فِی الْْمُلْکِ } ”اور نہیں ہے اس کا کوئی شریک بادشاہی میں“ اور سورة الکہف کی آیت 26 کے یہ الفاظ { وَلَا یُشْرِکُ فِیْ حُکْمِہٖٓ اَحَدًا۔ ”اور وہ شریک نہیں کرتا اپنے حکم میں کسی کو بھی“ اپنے معانی و مفہوم میں بہت واضح ہیں۔ اب ایسے واضح احکام کے بعد اگر کوئی انسان ”حاکمیت مطلق“ کا دعویٰ کرے تو یہ گویا خدائی کا دعویٰ ہے اور یوں یہ شرک کی بد ترین شکل ہے۔ اسی شرک کا علمبردار نمرود تھا اور اسی جرم کا مرتکب فرعون بھی ہوا تھا۔ سورة الزخرف میں فرعون کے نعرہ شرک کا ذکر یوں آیا ہے : { وَنَادٰی فِرْعَوْنُ فِیْ قَوْمِہٖ قَالَ یٰقَوْمِ اَلَیْسَ لِیْ مُلْکُ مِصْرَ وَہٰذِہِ الْاَنْہٰرُ تَجْرِیْ مِنْ تَحْتِیْج اَفَلَا تُبْصِرُوْنَ۔ } ”اور فرعون نے اپنی قوم میں ڈھنڈورا پٹوا دیا ‘ اس نے کہا کہ اے میری قوم کے لوگو ! کیا مصر کی حکومت میری نہیں ہے اور یہ تمام نہریں میرے حکم کے تحت نہیں بہتی ہیں ؟ تو کیا تم دیکھتے نہیں ہو ؟“ شرک فی الاطاعت کا دوسرا پہلو انفرادی ہے ‘ جس کا ذکر آیت زیر مطالعہ میں آیا ہے۔ اس آیت میں ایک ایسے شخص کی مثال بیان ہوئی ہے جس نے اپنی زندگی میں اللہ کے حکم کے مقابلے میں اپنے نفس کی خواہش پر چلنے کا طرز عمل اپنا رکھا ہے اور وہ اپنے نفس کے تقاضوں اور اس کی خواہشات کو پورا کرنے کے لیے حلال و حرام کی تمیز روا نہیں رکھتا۔ ایسے شخص نے اپنے عمل سے گویا ثابت کردیا ہے کہ اس کا معبود اللہ نہیں ‘ بلکہ اس کا نفس ہے۔ اور وہ حقیقت میں اللہ کا نہیں اپنے نفس کا ”بندہ“ ہے۔ حضور ﷺ نے ایسے ہی شخص کو درہم و دینار کا بندہ قرار دیا ہے۔ آپ ﷺ کا فرمان ہے : تَعِسَ عَبْدُ الدِّیْنَارِ وَعَبْدُ الدِّرْھَمِ 1 ”ہلاک ہوجائے درہم و دینار کا بندہ“۔ یہ دراصل وہ شخص ہے جو دولت کی محبت میں اللہ تعالیٰ کے احکام اور حلال و حرام کی تمیز کو بالکل پس پشت ڈال چکا ہے۔ اب اس کے والدین نے اس کا نام ”عبدالرحمن“ ہی کیوں نہ رکھا ہو ‘ لیکن اس کے عمل سے تو یہی ثابت ہوتا ہے کہ اصل میں وہ ”عبدالدینار“ ہے۔ بہر حال سورة الزخرف میں شرک فی الاطاعت کا ذکر معاشرے کی بلند ترین سطح یعنی ریاست اور حاکمیت کی سطح پر ہوا ہے ‘ جبکہ زیر مطالعہ سورت کی اس آیت میں اس کی دوسری انتہا یعنی انفرادی سطح کے شرک کا بیان ہے۔ شرک کی باقی تمام صورتیں ان دونوں انتہائوں کے درمیان ہیں۔ آیت میں استفسار کے اسلوب سے زور کلام خاص طور پر زیادہ ہوگیا ہے کہ کیا آپ نے کبھی ایسے شخص کی عبرتناک حالت پر غور کیا ہے جس نے اپنی خواہش ِنفس کو اپنا معبود بنا رکھا ہے ؟ { وَاَضَلَّہُ اللّٰہُ عَلٰی عِلْمٍ } ”اور اللہ نے اسے گمراہ کر رکھا ہے اس کے علم کے باوجود“ ہوسکتا ہے وہ کوئی بہت بڑا عالم ہو یا اعلیٰ پائے کا محقق ہو یا کوئی نامور سائنسدان ہو ‘ مگر جس انسان نے اپنے نفس کا بندہ بن کر رہنا قبول کرلیا ہو اس کی علمی اہلیت ‘ تحقیقی استعداد اور سائنٹیفک اپروچ اسے نہ تو اللہ کی اطاعت کی راہ دکھا سکتی ہے ‘ اور نہ ہی اس کے دل کو ایمان اور اللہ کی معرفت کے نور سے منور کرسکتی ہے۔ ایسے بدقسمت لوگوں پر ہدایت کے دروازے ہمیشہ کے لیے بند کردیے جاتے ہیں : { خَتَمَ اللّٰہُ عَلٰی قُلُوْبِہِمْ وَعَلٰی سَمْعِہِمْ ط وَعَلٰٓی اَبْصَارِہِمْ غِشَاوَۃٌ ز } البقرۃ : 7۔ سورة البقرۃ کی اس آیت کے الفاظ سے ملتے جلتے الفاظ دیکھئے یہاں بھی آگئے ہیں : { وَّخَتَمَ عَلٰی سَمْعِہٖ وَقَلْبِہٖ وَجَعَلَ عَلٰی بَصَرِہٖ غِشٰوَۃً } ”اور اللہ نے اس کی سماعت اور اس کے دل پر مہر لگا دی ہے اور اس کی آنکھوں پر پردہ ڈال دیا ہے۔“ اس مہر اور اس پردے کی کیفیت کا عملی مشاہدہ کرنا ہو تو آج کے سائنسدانوں کو دیکھ لیجیے۔ انہوں نے سات سمندروں کے پانیوں کو کھنگال مارا ہے ‘ روئے ارضی کے ذرّے ذرّے کی چھان پھٹک وہ کرچکے ہیں۔ خلا کی وسعتوں کے اندر دور دور تک وہ جھانک آئے ہیں۔ غرض سائنسی کرشموں کے سبب انہوں نے کائنات کے بڑے بڑے رازوں کو طشت ازبام کردیا ہے ‘ لیکن اس پوری کائنات میں اگر انہیں نظر نہیں آیا تو ایک اللہ نظر نہیں آیا ! مذکورہ ”پردہ“ ان کی آنکھوں پر اس قدر دبیز ہوچکا ہے کہ اس پوری کائنات میں کائنات کے خالق کا انہیں کہیں سراغ نہیں ملا۔ { فَمَنْ یَّہْدِیْہِ مِنْم بَعْدِ اللّٰہِط اَفَلَا تَذَکَّرُوْنَ } ”تو اللہ کے اس فیصلے کے بعداب کون اسے ہدایت دے سکتا ہے ‘ تو کیا تم لوگ نصیحت حاصل نہیں کرتے ؟“"
    },
    {
      "ayah": 24,
      "surah": 45,
      "text": "آیت 24 { وَقَالُوْا مَا ہِیَ اِلَّا حَیَاتُنَا الدُّنْیَا نَمُوْتُ وَنَحْیَا } ”وہ کہتے ہیں کہ نہیں ہے کوئی اور زندگی سوائے ہماری دنیا کی زندگی کے ‘ ہم خود ہی مرتے ہیں اور خود ہی جیتے ہیں“ اس ایک جملے میں یوں سمجھئے کہ دہریت اور مادّیت Materialism کی پوری حقیقت سمو دی گئی ہے۔ اس فلسفے کے مطابق اس کائنات کی اصل اور سب سے بڑی حقیقت مادّہ matter ہے ‘ مادّے کے علاوہ کسی اور شے کا کوئی وجود نہیں ‘ مادّے کی اپنی صفات ہیں ‘ کائنات میں جہاں کہیں بھی کوئی چھوٹی سے چھوٹی اور بڑی سے بڑی تبدیلی آتی ہے وہ مادّے کی ہیئت میں تبدیلیوں physical and chemical changes کے باعث ہی ممکن ہے۔ یہ کائنات مادّے سے خود ہی وجود میں آئی تھی اور مادّے کے اٹل قوانین کے باعث خود ہی چل رہی ہے۔ انسانی زندگی بھی انہی اٹل قوانین کے تابع ہے۔ انہی لگے بندھے قوانین کے تحت انسان پیدا ہوتے ہیں ‘ اپنی طبعی عمر کے مطابق زندہ رہتے ہیں اور مرجاتے ہیں۔ نہ تو مرنے کے بعد انسان دوبارہ زندہ ہوسکتا ہے اور نہ ہی اس زندگی کے بعد کسی اور زندگی کا کوئی امکان ہے۔ یہ فلسفہ دہریت کے بنیادی نکات ہیں ‘ جبکہ تجربیت پسندی بحیثیت نظریہ علم Empiricism اور منطقی اثباتیت Logical Positivism بھی اسی فلسفے کی ذیلی شاخیں ہیں اور مذکورہ نکات ان سب کے ہاں مشترک ہیں۔  { وَمَا یُہْلِکُنَآ اِلَّا الدَّہْرُ } ”اور ہمیں نہیں ہلاک کرتا مگر زمانہ“ کہ ہم تو محض زمانے کی گردش سے ہلاک ہوتے ہیں۔ نہ تو کوئی اللہ ہے جو انسانوں کی موت کے پروانے جاری کرتا ہو اور نہ ہی کسی فرشتے وغیرہ کا کوئی وجود ہے جو آکر کسی کی جان قبض کرتا ہو۔ { وَمَا لَہُمْ بِذٰلِکَ مِنْ عِلْمٍج اِنْ ہُمْ اِلَّا یَظُنُّوْنَ } ”حالانکہ ان کے پاس اس بارے میں کوئی علم نہیں ہے ‘ وہ تو صرف ظن سے کام لے رہے ہیں۔“ محض اٹکل کے تیر ُ تکے ّچلا رہے ہیں۔"
    },
    {
      "ayah": 25,
      "surah": 45,
      "text": "آیت 25{ وَاِذَا تُتْلٰی عَلَیْہِمْ اٰیٰتُنَا بَیِّنٰتٍ مَّا کَانَ حُجَّتَہُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَـآئِنَآ اِنْ کُنْتُمْ صٰدِقِیْنَ } ”اور جب انہیں پڑھ کر سنائی جاتی ہیں ہماری روشن آیات تو نہیں ہوتی ان کی کوئی دلیل سوائے اس کے کہ وہ کہتے ہیں کہ زندہ کر کے لے آئو ہمارے آباء و اَجداد کو اگر تم سچے ہو !“ اس ضمن میں ان کے پاس واحد حجت اور دلیل یہی ہوتی ہے کہ چلو اگر تم ہمارے فوت شدہ آباء و اَجداد کو زندہ کر کے ہمارے پاس لے آئو تو ہم بعث بعد الموت کے تمہارے دعوے کو مان لیں گے۔"
    },
    {
      "ayah": 26,
      "surah": 45,
      "text": "آیت 26{ قُلِ اللّٰہُ یُحْیِیْکُمْ ثُمَّ یُمِیْتُکُمْ } ”اے نبی ﷺ ! آپ کہیے کہ اللہ ہی تمہیں زندہ کرتا ہے ‘ پھر وہی تمہیں موت دے گا“ کہ میں نے تو کبھی یہ دعویٰ نہیں کیا کہ میں کسی کو زندہ کروں گا۔ ہر کسی کی زندگی اور موت اللہ کے اختیار میں ہے۔ اب وہ حضرات جو اس کائنات اور انسانی زندگی کو مادّیت اور دہریت کی عینک سے دیکھتے ہیں ‘ انہیں یہ بات بھلا کیونکر سمجھ میں آسکتی ہے کہ ہم اس سے پہلے ایک زندگی اور ایک موت کے مراحل طے کر کے اس دنیا میں آئے ہیں ! وضاحت کے لیے ملاحظہ ہو : سورة المومن ‘ تشریح آیت 11 { ثُمَّ یَجْمَعُکُمْ اِلٰی یَوْمِ الْقِیٰمَۃِ لَا رَیْبَ فِیْہِ وَلٰـکِنَّ اَکْثَرَ النَّاسِ لَا یَعْلَمُوْنَ } ”پھر تمہیں جمع کرے گا قیامت کے دن جس میں کوئی شک نہیں ‘ لیکن اکثر لوگ جانتے نہیں ہیں۔“"
    },
    {
      "ayah": 27,
      "surah": 45,
      "text": "آیت 27 { وَلِلّٰہِ مُلْکُ السَّمٰوٰتِ وَالْاَرْضِ } ”اور اللہ ہی کے لیے ہے آسمانوں اور زمین کی بادشاہی۔“ { وَیَوْمَ تَقُوْمُ السَّاعَۃُ یَوْمَئِذٍ یَّخْسَرُ الْمُبْطِلُوْنَ } ”اور جس دن قیامت قائم ہوگی اس دن جھٹلانے والے بڑے خسارے میں ہوں گے۔“ جو لوگ حق کو باطل قرار دے رہے ہیں ‘ روزِ محشر انہیں عظیم خسارے کا سامنا کرنا ہوگا۔"
    },
    {
      "ayah": 28,
      "surah": 45,
      "text": "آیت 28 { وَتَرٰی کُلَّ اُمَّۃٍ جَاثِیَۃً } ”اور تم دیکھو گے کہ ہر امت گھٹنوں کے بل پڑی ہوگی۔“ { کُلُّ اُمَّۃٍ تُدْعٰٓی اِلٰی کِتٰبِہَا } ”ہر امت کو بلایا جائے گا اس کے اعمال نامے کی طرف۔“ وہاں سر ِمحشر باری باری ندا ہوگی کہ فلاں قوم کو لے آیا جائے اور ان کا اعمال نامہ پیش کیا جائے۔ { اَلْیَوْمَ تُجْزَوْنَ مَا کُنْتُمْ تَعْمَلُوْنَ } ”آج تمہیں بدلہ دیا جائے گا ان اعمال کا جو تم کرتے رہے ہو۔“"
    },
    {
      "ayah": 29,
      "surah": 45,
      "text": "آیت 29 { ہٰذَا کِتٰـبُنَا یَنْطِقُ عَلَیْکُمْ بِالْحَقِّ } ”یہ ہمارا تیار کردہ اعمال نامہ ہے جو تمہارے اوپر حق کے ساتھ گواہی دے گا۔“ یہ وہ ریکارڈ ہے جس میں ہم نے تمہارے ایک ایک عمل کو محفوظ کر رکھا ہے۔ یہ ابھی تمہاری ایک ایک حرکت کی ٹھیک ٹھیک تفصیل بتادے گا اور تمہارے خلاف بالکل ٹھیک ٹھیک گواہی دے گا۔ { اِنَّا کُنَّا نَسْتَنْسِخُ مَا کُنْتُمْ تَعْمَلُوْنَ } ”جو کچھ تم کیا کرتے تھے ہم اسے لکھواتے جا رہے تھے۔“ اس ”لکھنے“ کے مفہوم میں بہت وسعت اور جامعیت ہے۔ عام طور پر ہمارا ذہن لکھنے کے انسانی طور طریقوں کی طرف جاتا ہے۔ لیکن ان طریقوں میں بھی دیکھتے ہی دیکھتے ایسی تبدیلیاں آچکی ہیں جن کے بارے میں زمانہ ماضی میں کبھی ہم سوچ بھی نہیں سکتے تھے۔ ابھی کل ہی کی بات ہے کہ ہم قلم اور دوات سے لکھا کرتے تھے مگر آج اس سے کہیں بہتر لکھائی کمپیوٹر کے ذریعے سے ہوجاتی ہے۔ پھر آڈیو/ویڈیو ریکارڈنگ بھی تحریر ہی کی ترقی یافتہ صورت ہے۔ بہر حال اللہ تعالیٰ کے ہاں کی لکھائی کا تصور ہمارے ذہن سے بہت بالا ہے۔ بس یوں سمجھئے کہ اللہ تعالیٰ کے حکم سے ہر انسان کی زندگی کے ایک ایک عمل اور ایک ایک لمحے کی تفصیلی روداد تیار ہو رہی ہے۔ وقت آنے پر بس ایک اشارہ ہوگا اور متعلقہ انسان کی زندگی کی مکمل تصویر سامنے آجائے گی۔"
    },
    {
      "ayah": 3,
      "surah": 45,
      "text": "آیت 3 { اِنَّ فِی السَّمٰوٰتِ وَالْاَرْضِ لَاٰیٰتٍ لِّلْمُؤْمِنِیْنَ } ”یقینا آسمانوں اور زمین میں بہت سی نشانیاں ہیں ماننے والوں کے لیے۔“"
    },
    {
      "ayah": 30,
      "surah": 45,
      "text": "آیت 30 { فَاَمَّا الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ } ”پس جو لوگ ایمان لائے ہوں گے اور جنہوں نے نیک اعمال کیے ہوں گے“ { فَیُدْخِلُہُمْ رَبُّہُمْ فِیْ رَحْمَتِہٖ ذٰلِکَ ہُوَ الْفَوْزُ الْمُبِیْنُ } ”تو ان کو داخل کر دے گا ان کا پروردگار اپنی رحمت میں۔ یہ بہت واضح کامیابی ہوگی۔“"
    },
    {
      "ayah": 31,
      "surah": 45,
      "text": "آیت 31 { وَاَمَّا الَّذِیْنَ کَفَرُوْا } ”اور وہ لوگ جنہوں نے کفر کیا تھا“ { اَفَلَمْ تَکُنْ اٰیٰتِیْ تُتْلٰی عَلَیْکُمْ } ”ان سے اللہ پوچھے گا کہ کیا تمہیں میری آیات پڑھ کر نہیں سنائی جاتی تھیں ؟“ اس آیت میں اگرچہ کفار کا ذکر ہے ‘ لیکن اس مفہوم کی آیات کے حوالے سے یہ اہم نکتہ مدنظر رہے کہ ہم بھی جب قرآن سنتے ہیں تو اپنے اور پڑھ کر سنانے والے کے بارے میں اس جملے کا مفہوم ضرور یاد رکھنا چاہیے۔ اسی طرح ان سطور کو پڑھنے والے ہر قاری کے ذہن میں بھی یہ تصور ضرور ہونا چاہیے کہ قرآن کا پیغام اس تک پہنچ گیا ہے اور وہ اس کے بارے میں ضرور مسئول ہوگا۔ { فَاسْتَکْبَرْتُمْ وَکُنْتُمْ قَوْمًا مُّجْرِمِیْنَ } ”تو تم نے استکبار کیا اور تم مجرم لوگ تھے۔“ ہماری آیات کے آگے سر جھکانے اور ہمارے احکام کو تسلیم کرنے کے بجائے تم نے استکبار کا رویہ اپنا یا ‘ اس لحاظ سے واقعی تم بہت بڑے مجرم تھے۔"
    },
    {
      "ayah": 32,
      "surah": 45,
      "text": "آیت 32 { وَاِذَا قِیْلَ اِنَّ وَعْدَ اللّٰہِ حَقٌّ وَّالسَّاعَۃُ لَا رَیْبَ فِیْہَا } ”اور جب کہا جاتا کہ اللہ کا وعدہ سچ ہے اور قیامت آنے میں کوئی شک نہیں“ { قُلْتُمْ مَّا نَدْرِیْ مَا السَّاعَۃُ } ”تو تم کہتے کہ ہم نہیں جانتے کہ قیامت کیا ہوتی ہے“ السّاعۃ قیامت کی موعودہ گھڑی کا ذکر سن کر تم کہا کرتے تھے کہ ہم کسی ساعت واعت کو نہیں جانتے۔ تمہارے یہ گستاخانہ جملے ہمارے پاس ریکارڈ میں موجود ہیں۔ { اِنْ نَّظُنُّ اِلَّا ظَنًّا } ”ہاں ہمیں ایک گمان سا تو ہوتا ہے“ لیکن کبھی کبھی تم قیامت کا ذکر سن کر یوں بھی کہا کرتے تھے کہ ہاں قیامت کے قائم ہونے اور آخرت کی زندگی کے بارے میں ہمیں گمان سا تو ہوتا ہے ‘ ایک خیال سا تو آتا ہے۔ اصل بات یہ تھی کہ نیکی و بدی کے فرق اور سزا و جزا کی منطق کو تم لوگ خوب سمجھتے تھے۔ تم جانتے تھے کہ پیشہ ور مجرم اور نیک لوگ برابر نہیں ہوسکتے۔ کبھی کسی مظلوم کی بےبسی کو دیکھ کر تمہارے ذہن میں یہ سوال بھی چپک جاتا تھا کہ اس بےچارے کی کہیں تو داد رسی ہونی چاہیے اور کبھی کبھی تمہارا ضمیر تمہیں یہ بھی یاد دلایا کرتا تھا کہ ظالموں کو قرار واقعی سزا دلوانے کے لیے کوئی موثر اور قطعی نظام تو ضرور ہونا چاہیے۔ لیکن پھر دنیوی مفادات کی یلغار کو اپنے سامنے پا کر ایسی ہر سوچ کو مفروضہ قرار دے کر تم جھٹک دیا کرتے تھے۔ { وَّمَا نَحْنُ بِمُسْتَیْقِنِیْنَ } ”اور ہم اس کا یقین کرنے والے نہیں ہیں۔“ یہاں پر ”یقین“ کا لفظ بہت اہم اور معنی خیز ہے۔ دراصل ”آخرت“ کو ایک رسمی نظریے کے طور پر تسلیم کرلینا کافی نہیں۔ اس ”ایمان“ کو نتیجہ خیز بنانے کے لیے اس کے بارے میں دل میں گہرا یقین ہونا بہت ضروری ہے۔ جب تک دل میں بعث بعد الموت اور آخرت کا پختہ یقین نہیں ہوگا انسان کا کردار درست نہیں ہوسکتا۔ یہی وجہ ہے کہ سورة البقرۃ کی ابتدائی آیات میں متقین کی صفات کے حوالے سے جہاں غیب اور الہامی کتب پر ”ایمان لانے“ کی شرط کا ذکر ہے وہاں آخرت کے بارے میں ”یقین رکھنے“ کی ضرورت پر زور دیا گیا ہے : { وَبِالْاٰخِرَۃِ ہُمْ یُوْقِنُوْنَ }۔ اس کا مطلب یہ ہے کہ آخرت کے بارے میں دل کے اندر گہرایقین رکھے بغیر مقام تقویٰ تک پہنچنا ممکن ہی نہیں۔ چناچہ آج اگر ہم اپنے گریبانوں میں جھانکیں تو وَّمَا نَحْنُ بِمُسْتَیْقِنِیْنَکے الفاظ میں ہمیں اپنی باطنی کیفیت کی جھلک بھی نظر آئے گی۔ ہم موروثی مسلمان ہونے کی حیثیت سے ایک عقیدے کے درجے میں تو آخرت پر ایمان رکھتے ہیں ‘ لیکن کیا دوبارہ جی اٹھنے اور اللہ کی عدالت میں پیش ہونے کا پختہ یقین ہمارے دلوں میں موجود ہے ؟ اس سوال کا جواب ہم میں سے ہر شخص کو اپنے قلب کی گہرائیوں میں جھانک کر تلاش کرنے کی ضرورت ہے۔ اب رہا یہ سوال کہ یقین کی مطلوبہ کیفیت تک کیسے پہنچا جائے تو اس کا جواب ہمیں سورة الحدید کے مطالعہ کے دوران ملے گا۔"
    },
    {
      "ayah": 33,
      "surah": 45,
      "text": "آیت 33 { وَبَدَا لَہُمْ سَیِّاٰتُ مَا عَمِلُوْا } ”اور ان کے سامنے آجائیں گے ان کے وہ تمام ُ برے اعمال جو انہوں نے کیے تھے“ { وَحَاقَ بِہِمْ مَّا کَانُوْا بِہٖ یَسْتَہْزِئُ وْنَ } ”اور انہیں گھیرے میں لے لے گی وہی چیز جس کا وہ استہزا کیا کرتے تھے۔“ دنیا میں وہ لوگ جہنم کا مذاق اڑایا کرتے تھے ‘ چناچہ وہی جہنم انہیں اپنی آغوش میں لینے کے لیے وہاں موجود ہوگی۔"
    },
    {
      "ayah": 34,
      "surah": 45,
      "text": "آیت 34 { وَقِیْلَ الْیَوْمَ نَنْسٰٹکُمْ کَمَا نَسِیْتُمْ لِقَآئَ یَوْمِکُمْ ہٰذَا } ”اور ان سے کہہ دیا جائے گا کہ آج ہم تمہیں اسی طرح نظر انداز کردیں گے جیسے تم نے اس دن کی ملاقات کو نظر انداز کررکھا تھا“ { وَمَاْوٰٹکُمُ النَّارُ وَمَا لَکُمْ مِّنْ نّٰصِرِیْنَ } ”اور تمہارا ٹھکانہ اب آگ ہے اور تمہارے لیے کوئی مدد گار نہیں ہے۔“ چناچہ اب تمہارے رونے دھونے اور چیخنے چلانے سے کچھ نہیں ہوگا۔ اب تمہیں اس عذاب سے چھڑانے کے لیے کوئی نہیں آئے گا۔"
    },
    {
      "ayah": 35,
      "surah": 45,
      "text": "آیت 35 { ذٰلِکُمْ بِاَنَّکُمُ اتَّخَذْتُمْ اٰیٰتِ اللّٰہِ ہُزُوًا وَّغَرَّتْکُمُ الْحَیٰوۃُ الدُّنْیَا } ”یہ اس لیے کہ تم نے اللہ کی آیات کو مذاق بنا لیا تھا اور دنیا کی زندگی نے تمہیں دھوکے میں ڈالے رکھا۔“ { فَالْیَوْمَ لَا یُخْرَجُوْنَ مِنْہَا وَلَا ہُمْ یُسْتَعْتَبُوْنَ } ”تو آج انہیں نکالا نہیں جائے گا اس سے اور نہ ہی انہیں موقع دیا جائے گا کہ وہ توبہ کرلیں۔“ اب ان کے لیے موقع نہیں ہوگا کہ معافی مانگ کر اپنے ربّ کو راضی کرلیں۔ توبہ کا موقع تو دنیا میں تھا اور وہ موقع وہ لوگ کھو چکے ہوں گے۔"
    },
    {
      "ayah": 36,
      "surah": 45,
      "text": "آیت 36 { فَلِلّٰہِ الْحَمْدُ رَبِّ السَّمٰوٰتِ وَرَبِّ الْاَرْضِ رَبِّ الْعٰلَمِیْنَ } ”پس ُ کل تعریف اور کل شکر اللہ ہی کے لیے ہے جو آسمانوں کا اور زمین کا رب ہے اور تمام جہانوں کا رب ہے۔“"
    },
    {
      "ayah": 37,
      "surah": 45,
      "text": "آیت 37 { وَلَہُ الْکِبْرِیَآئُ فِی السَّمٰوٰتِ وَالْاَرْضِص وَہُوَ الْعَزِیْزُ الْحَکِیْمُ } ”اور اسی کے لیے ہے بڑائی آسمانوں اور زمین میں۔ اور وہی ہے زبردست ‘ حکمت والا۔“ اللہ اکبر ! یقینا اللہ سب سے بڑا ہے ! وہ آسمانوں میں بھی سب سے بڑا ہے اور وہ زمین میں بھی سب سے بڑا ہے۔ مگر زمین میں عملی طور پر اسے بڑا نہیں مانا جا رہا۔ زمین میں اللہ کے بندے اللہ سے بغاوت کرچکے ہیں۔ وہ اللہ کے قوانین کو پس پشت ڈال کر اپنی مرضی کی قانون سازی کر رہے ہیں۔ ان کا دعویٰ ہے کہ کسی ملک کے عوام ہی اس کے اقتدارِ اعلیٰ sovereignty کے اصل مالک ہیں۔ لیکن یاد رکھیے ! ”حاکمیت“ کا یہی دعویٰ سب سے بڑا کفر اور سب سے بڑا شرک ہے ‘ چاہے یہ دعویٰ فردِ واحد کرے یا پوری قوم مل کر کرے۔ اس حوالے سے بائبل میں موجود Lords Prayer کے یہ الفاظ بہت اہم ہیں۔ اس دعا میں اسی دعوے کو ختم کرنے ‘ اسی کفر و شرک کو مٹانے اور آسمانوں کی طرح زمین پر بھی اللہ کی مرضی نافذ کرنے کا ذکر ہے : Thy Kingdom come Thy will be done on Earth As it is in Heavensکہ اے اللہ ! تیری بادشاہت آئے۔ تیری مرضی جیسے آسمانوں میں پوری ہو رہی ہے ویسے ہی زمین پر بھی پوری ہو۔ آسمانوں کی مخلوق تو تیرے احکام کو من و عن تسلیم کرتی ہے۔ سورج تیری مرضی کے مطابق رواں دواں ہے۔ چاند تیرے حکم کا تابع ہے اور تمام کہکشائیں تیری مشیت کے سامنے سرنگوں ہیں ‘ لیکن ایک زمین ہے کہ جس کے بحر و بر کو انسان نے اپنے کرتوتوں کے سبب فساد سے بھر دیا ہے : { ظَہَرَ الْفَسَادُ فِی الْْبَرِّ وَالْبَحْرِ بِمَا کَسَبَتْ اَیْدِی النَّاسِ } الروم : 41 … اس لیے ضروری ہے کہ اللہ کی مرضی جیسے آسمانوں پر نافذ ہے ویسے ہی زمین پر بھی نافذ ہو۔ زمین پر بھی اللہ کے حکم کو سپریم لاء کا درجہ حاصل ہو۔ اسی قانون کے مطابق فیصلے ہوں۔ اسی کیفیت کا نام ”اقامت دین“ ہے ‘ جس کے لیے ”تنظیم اسلامی“ جدوجہد میں مصروف ہے۔"
    },
    {
      "ayah": 4,
      "surah": 45,
      "text": "آیت 4 { وَفِیْ خَلْقِکُمْ وَمَا یَبُثُّ مِنْ دَآبَّۃٍ اٰیٰتٌ لِّقَوْمٍ یُّوْقِنُوْنَ } ”اور تمہاری تخلیق میں ‘ اور جو اس نے پھیلادیے ہیں زمین میں جاندار ان میں بھی نشانیاں ہیں ان لوگوں کے لیے جو یقین کریں۔“"
    },
    {
      "ayah": 5,
      "surah": 45,
      "text": "آیت 5 { وَاخْتِلَافِ الَّیْلِ وَالنَّہَارِ وَمَآ اَنْزَلَ اللّٰہُ مِنَ السَّمَآئِ مِنْ رِّزْقٍ } ”اور رات اور دن کے اختلاف میں ‘ اور اس میں جو اللہ آسمان سے رزق اتارتا ہے“ رزق سے مراد یہاں بارش کا پانی ہے جو زمین سے روزی کے نکلنے کا ذریعہ بنتا ہے۔ بارش کے پانی کا نزول گویا انسانوں اور دوسرے جانداروں کے لیے رزق کا نزول ہے۔ { فَاَحْیَا بِہِ الْاَرْضَ بَعْدَ مَوْتِہَا } ”پھر زندہ کردیتا ہے اس سے زمین کو اس کی موت کے بعد“ وہ زمین جو بنجر اور بےآب وگیاہ پڑی تھی بارش کے برستے ہی ہریالی اور طرح طرح کے نباتات کے لباس میں ملبوس نظر آنے لگی۔ { وَتَصْرِیْفِ الرِّیٰحِ اٰیٰتٌ لِّقَوْمٍ یَّعْقِلُوْنَ } ”اور ہوائوں کے چلنے میں ‘ نشانیاں ہیں ان لوگوں کے لیے جو عقل سے کام لیں۔“ یہاں پر سورة البقرۃ کی وہ آیت ایک دفعہ پھر سے ذہن میں تازہ کرلیں جسے میں نے ”آیت الآیات“ کا عنوان دیا تھا : { اِنَّ فِیْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلاَفِ الَّیْلِ وَالنَّہَارِ وَالْفُلْکِ الَّتِیْ تَجْرِیْ فِی الْْبَحْرِ بِمَا یَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰہُ مِنَ السَّمَآئِ مِنْ مَّآئٍ فَاَحْیَا بِہِ الْاَرْضَ بَعْدَ مَوْتِہَا وَبَثَّ فِیْہَا مِنْ کُلِّ دَآبَّۃٍص وَّتَصْرِیْفِ الرِّیٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَیْنَ السَّمَآئِ وَالْاَرْضِ لَاٰیٰتٍ لِّقَوْمٍ یَّعْقِلُوْنَ } ”یقینا آسمانوں اور زمین کی تخلیق میں ‘ اور رات اور دن کے الٹ پھیر میں ‘ اور ان کشتیوں اور جہازوں میں جو سمندر میں یا دریائوں میں لوگوں کے لیے نفع بخش سامان لے کر چلتی ہیں ‘ اور اس پانی میں کہ جو اللہ نے آسمان سے اتارا ہے ‘ پھر اس سے زندگی بخشی زمین کو اس کے مردہ ہوجانے کے بعد ‘ اور ہر قسم کے حیوانات اور چرند پرند اس کے اندر پھیلادیے ‘ اور ہوائوں کی گردش میں ‘ اور ان بادلوں میں جو معلق کردیے گئے ہیں آسمان اور زمین کے درمیان ‘ نشانیاں ہیں ان لوگوں کے لیے جو عقل سے کام لیں۔“ گویا سورة البقرۃ کی اس آیت میں جو نشانیاں بیان ہوئی ہیں ان میں سے اکثر کا ذکر زیر مطالعہ تین آیات میں آگیا ہے۔"
    },
    {
      "ayah": 6,
      "surah": 45,
      "text": "آیت 6 { تِلْکَ اٰیٰتُ اللّٰہِ نَتْلُوْہَا عَلَیْکَ بِالْحَقِّ } ”یہ اللہ کی آیات ہیں جو ہم پڑھ کر سنا رہے ہیں آپ کو حق کے ساتھ۔“ { فَبِاَیِّ حَدِیْثٍم بَعْدَ اللّٰہِ وَاٰیٰتِہٖ یُؤْمِنُوْنَ } ”تو اب اللہ اور اس کی آیات کے بعد اور کون سی بات ہے جس پر یہ لوگ ایمان لائیں گے ؟“ اگر یہ لوگ کائنات میں موجود آیات آفاقی کا بچشم ِسر مشاہدہ کرنے اور قرآن کی آیات کو سننے کے بعد بھی ایمان نہیں لائے تو اور کس معجزے کو دیکھ کر ایمان لائیں گے ؟ ایمان کی دولت تو صرف اسے ہی نصیب ہوتی ہے جو خود طالب ِہدایت ہو۔ بلاشبہ قرآن ہر طالب ہدایت کے لیے ایک بہت بڑا معجزہ ‘ سراج منیر اور منبع رشد و ہدایت ہے۔ لیکن اگر کسی کے دل میں ہدایت کی طلب ہی نہ ہو تو وہ بڑے سے بڑا معجزہ دیکھ کر بھی ایمان نہیں لائے گا۔"
    },
    { "ayah": 7, "surah": 45, "text": "آیت 7 { وَیْلٌ لِّکُلِّ اَفَّاکٍ اَثِیْمٍ } ”بربادی ہے ہر جھوٹ گھڑنے والے گنہگار کے لیے۔“" },
    {
      "ayah": 8,
      "surah": 45,
      "text": "آیت 8 { یَّسْمَعُ اٰیٰتِ اللّٰہِ تُتْلٰی عَلَیْہِ ثُمَّ یُصِرُّ مُسْتَکْبِرًا کَاَنْ لَّمْ یَسْمَعْہَا } ”وہ سنتا ہے اللہ کی وہ آیات جو اسے پڑھ کر سنائی جاتی ہیں ‘ پھر وہ اڑ جاتا ہے ضد پر تکبر ّکرتے ہوئے جیسے کہ اس نے انہیں سنا ہی نہ ہو۔“ { فَـبَشِّرْہُ بِعَذَابٍ اَلِیْمٍ } ”تو آپ ﷺ اسے ایک دردناک عذاب کی بشارت دے دیجئے۔“ یہ دراصل سردارانِ قریش کے رویے کا ذکر ہے۔ ان میں سے اکثر کا یہی حال تھا۔"
    },
    {
      "ayah": 9,
      "surah": 45,
      "text": "آیت 9 { وَاِذَا عَلِمَ مِنْ اٰیٰتِنَا شَیْئَانِ اتَّخَذَہَا ہُزُوًا اُولٰٓئِکَ لَہُمْ عَذَابٌ مُّہِیْنٌ} ”اور جب ہماری آیات میں سے کوئی بات اس کے علم میں آتی ہے تو وہ اس کا مذاق اڑاتا ہے۔ یہی لوگ ہیں جن کے لیے اہانت آمیز عذاب ہوگا۔“"
    }
  ]
}
