{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 47,
      "text": "آیت 1 { اَلَّذِیْنَ کَفَرُوْا وَصَدُّوْا عَنْ سَبِیْلِ اللّٰہِ اَضَلَّ اَعْمَالَہُمْ } ”جن لوگوں نے کفر کیا اور اللہ کے راستے سے روکا اور خود بھی رکے اللہ نے ان کی ساری جدوجہد کو رائیگاں کردیا۔“ صَدَّ یَـصُدُّ کے بارے میں قبل ازیں بھی وضاحت کی جا چکی ہے کہ یہ فعل لازم بھی ہے اور متعدی بھی۔ یعنی اس کے معنی خود رکنے اور باز رہنے کے بھی ہیں اور دوسرے کو روکنے کے بھی۔ یہ آیت اپنے مفہوم میں اہل ِایمان کے لیے ایک بہت بڑی خوش خبری ہے کہ دعوت حق کی راہ میں رکاوٹ ڈالنے کے لیے اب تک مخالفین حق نے جو جدوجہد بھی کی ہے وہ سب اکارت ہوچکی ہے اور تمام تر مخالفتوں کے باوجود انقلابِ نبوی ﷺ کا قافلہ عنقریب اپنی منزل مقصود پر خیمہ زن ہونے والا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 47,
      "text": "آیت 10 { اَفَلَمْ یَسِیْرُوْا فِی الْاَرْضِ فَـیَنْظُرُوْا کَیْفَ کَانَ عَاقِبَۃُ الَّذِیْنَ مِنْ قَبْلِہِمْ } ”تو کیا یہ زمین میں گھومے پھرے نہیں کہ وہ دیکھتے کہ کیا انجام ہوا ان لوگوں کا جو ان سے پہلے تھے !“ { دَمَّرَ اللّٰہُ عَلَیْہِمْ وَلِلْکٰفِرِیْنَ اَمْثَالُہَا } ”اللہ نے ان پر ہلاکت کو مسلط کردیا ‘ اور ان کافروں کے لیے بھی ان ہی کی مثالیں ہوں گی۔“ جن نتائج سے پہلے گزرنے والی کافر اقوام دوچار ہوئیں ویسے ہی ہلاکت خیز نتائج ان کافروں کا مقدر ہیں۔"
    },
    {
      "ayah": 11,
      "surah": 47,
      "text": "آیت 11 { ذٰلِکَ بِاَنَّ اللّٰہَ مَوْلَی الَّذِیْنَ اٰمَنُوْا وَاَنَّ الْکٰفِرِیْنَ لَا مَوْلٰی لَہُمْ } ”یہ اس لیے کہ اللہ مولیٰ پشت پناہ ہے اہل ایمان کا اور یہ کہ کافروں کا کوئی مولیٰ ہے ہی نہیں۔“ اسی آیت کے الفاظ سے رسول اللہ ﷺ نے وہ نعرہ اخذ فرمایا تھا جس سے میدانِ اُحد میں کفار کے نعرے کا جواب دیا گیا تھا۔ میدانِ اُحد میں وقتی طور پر مسلمانوں کو شکست کا سامنا کرنا پڑا تو اس دوران رسول اللہ ﷺ کچھ صحابہ رض کے ساتھ جبل احد پر تشریف لے گئے تھے۔ اس وقت ابو سفیان اور خالد بن ولید بعد میں دونوں حضرات ایمان لا کر صحابہ رض میں شامل ہوئے سمیت بہت سے سردارانِ قریش پہاڑ کے دامن میں موجود تھے۔ ان میں سے ابوسفیان نے حضور ﷺ اور مسلمانوں کو مخاطب کر کے ُ پر جوش انداز میں نعرہ بلند کیا تھا : اُعْلُ ھُبَل ، اُعْلُ ھُبَل ! ہبل کی جے ! یعنی آج ہمارے بت ُ ہبل کا بول بالا ہوا۔ -۔ - رسول اللہ ﷺ نے مسلمانوں کو حکم دیا کہ وہ اس نعرے کا جواب ان الفاظ سے دیں : اَللّٰہُ اَعْلٰی وَاَجَل ! یعنی اللہ ہی سب سے بلند مرتبہ اور بزرگ و برتر ہے ‘ اسی کا بول بالا ہے ! اس کے جواب میں ابوسفیان نے ایک اور نعرہ لگایا : لَنَا الْعُزّٰی وَلا عُزّٰی لَکُمْ کہ ہمارے لیے توعزیٰ ّجیسی دیوی مدد کے لیے موجود ہے لیکن تمہاری تو کوئی عزیٰ ہی نہیں ہے۔ حضور ﷺ نے مسلمانوں کو اس کا جواب اس نعرے سے دینے کا حکم دیا : اَللّٰہُ مَوْلَانَا وَلَا مَوْلٰی لَکُمْکہ ہمارا مولیٰ مدد گار ‘ پشت پناہ اور کارساز تو اللہ ہے ‘ جبکہ تمہارا تو کوئی مولیٰ ہے ہی نہیں۔ 1"
    },
    {
      "ayah": 12,
      "surah": 47,
      "text": "آیت 12 { اِنَّ اللّٰہَ یُدْخِلُ الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِیْ مِنْ تَحْتِہَا الْاَنْہٰرُ } ”یقینا اللہ داخل کرے گا ان لوگوں کو جو ایمان لائے اور جنہوں نے نیک اعمال کیے ان باغات میں جن کے دامن میں نہریں بہتی ہوں گی۔“ { وَالَّذِیْنَ کَفَرُوْا یَتَمَتَّعُوْنَ وَیَاْکُلُوْنَ کَمَا تَاْکُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًی لَّہُمْ } ”اور جو کافر ہیں وہ دنیا میں عیش کر رہے ہیں اور ایسے کھا رہے ہیں جیسے حیوانات کھاتے ہیں اور ان کا ٹھکانہ آگ ہے۔“"
    },
    {
      "ayah": 13,
      "surah": 47,
      "text": "آیت 13 { وَکَاَیِّنْ مِّنْ قَرْیَۃٍ ہِیَ اَشَدُّ قُوَّۃً مِّنْ قَرْیَتِکَ الَّتِیْٓ اَخْرَجَتْکَ } ”اور اے نبی ﷺ ! کتنی ہی ایسی بستیاں تھیں جو کہیں زیادہ قوت کی حامل تھیں آپ کی اس بستی سے جس نے آپ کو نکالا ہے۔“ قریش نے اپنی طاقت کے زعم میں اللہ کے رسول ﷺ کو مکہ سے نکل جانے پر مجبور تو کردیا ہے ‘ لیکن انہیں معلوم ہونا چاہیے کہ ان سے پہلے دنیا میں ان کے شہر سے کہیں بڑے بڑے شہر آباد تھے اور ان شہروں کے باسی ان سے کہیں بڑھ کر طاقت و شوکت کے حامل تھے مگر : { اَہْلَکْنٰہُمْ فَلَا نَاصِرَ لَہُمْ } ”انہیں ہم نے ہلاک کردیا ‘ پس ان کا کوئی مد دگارنہ ہوا۔“"
    },
    {
      "ayah": 14,
      "surah": 47,
      "text": "آیت 14 { اَفَمَنْ کَانَ عَلٰی بَیِّنَۃٍ مِّنْ رَّبِّہٖ } ”تو بھلا وہ شخص جو اپنے رب کی طرف سے ایک روشن دلیل پر ہے“ یعنی اس کی سرشت اور فطرت بھی نیک ہے اور اللہ تعالیٰ نے جو ہدایت اس کو دی ہے وہ اس ہدایت پر بھی قائم ہے۔ { کَمَنْ زُیِّنَ لَہٗ سُوْٓئُ عَمَلِہٖ وَاتَّبَعُوْْٓا اَہْوَآئَ ہُمْ } ”وہ اس شخص جیسا ہوجائے گا جس کے لیے اس کے ُ برے اعمال مزین ّکر دیے گئے ہیں ‘ اور انہوں نے اپنی خواہشات کی پیروی کی ہے۔“ ایسے لوگوں کو وہی کچھ نظر آتا ہے جو ان کی خواہشات کا آئینہ انہیں دکھاتا ہے اور ظاہر ہے یہ آئینہ تو کالے کرتوتوں کو بھی خوشنما بنا کر ہی دکھاتا ہے۔ اسی وجہ سے فرعون نے اہل مصر کی تہذیب و روایات کو مثالی { بِطَرِیْقَتِکُمُ الْمُثْلٰی } طٰہٰ قرار دیا تھا۔ آیت زیرمطالعہ میں جن دو کرداروں کا ذکر کیا گیا ہے ان میں باہم کوئی مقابلہ یا موازنہ ہے ہی نہیں۔ ایک طرف اللہ کے وہ بندے ہیں جو اپنے رب کی طرف سے بینہ ّپر ہیں۔ یقینا وہ کامیاب ہونے والے لوگ ہیں۔ جبکہ دوسری طرف وہ لوگ ہیں جو اپنے نفس کی غلامی اور اپنی خواہشات کی پیروی میں زندگی گزار رہے ہیں۔ وہ بہرحال ناکام و نامراد ہیں۔"
    },
    {
      "ayah": 15,
      "surah": 47,
      "text": "آیت 15 { مَثَلُ الْجَنَّۃِ الَّتِیْ وُعِدَ الْمُتَّقُوْنَ } ”مثال اس جنت کی جس کا وعدہ کیا گیا ہے متقین سے۔“ { فِیْہَآ اَنْہٰرٌ مِّنْ مَّآئٍ غَیْرِ اٰسِنٍ } ”اس میں نہریں ہیں پانی کی جس میں کوئی ُ بو نہیں۔“ { وَاَنْہٰرٌ مِّنْ لَّـبَنٍ لَّمْ یَتَغَیَّرْ طَعْمُہٗ } ”اور دودھ کی نہریں ہیں جس کا ذائقہ تبدیل نہیں ہوتا۔“ { وَاَنْہٰرٌ مِّنْ خَمْرٍ لَّذَّۃٍ لِّلشّٰرِبِیْنَ } ”اور ایسی شراب کی نہریں ہیں جو سراپالذت ہے پینے والوں کے لیے۔“ { وَاَنْہٰرٌ مِّنْ عَسَلٍ مُّصَفًّی } ”اور نہریں ہیں صاف شفاف ّشہد کی۔“ { وَلَہُمْ فِیْہَا مِنْ کُلِّ الثَّمَرٰتِ وَمَغْفِرَۃٌ مِّنْ رَّبِّہِمْ } ”اور مزید برآں ان کے لیے ہوں گے اس میں ہر قسم کے پھل اور مغفرت ہوگی ان کے رب کی طرف سے۔“ تو بھلا وہ لوگ جو ان جنتوں کی نعمتوں سے لطف اندوز ہو رہے ہوں گے کیا وہ : { کَمَنْ ہُوَ خَالِدٌ فِی النَّارِ وَسُقُوْا مَآئً حَمِیْمًا فَقَطَّعَ اَمْعَآئَ ہُمْ } ”اُن جیسے ہوسکتے ہیں جو ہمیشہ آگ میں رہنے والے ہیں اور انہیں پلایا جائے گا کھولتا ہوا پانی جو ان کی انتڑیوں کو کاٹ کر رکھ دے گا۔“"
    },
    {
      "ayah": 16,
      "surah": 47,
      "text": "اب یہاں سے اس سورت کا اصل مضمون شروع ہو رہا ہے۔ جیسا کہ قبل ازیں بھی بتایا جا چکا ہے کہ اس سورت کا مرکزی مضمون ”قتال فی سبیل اللہ“ ہے اور اسی نسبت سے اس کا دوسرا نام ”سورة القتال“ ہے۔ اس مضمون کے تحت آئندہ آیات میں ان لوگوں کی باطنی کیفیات کی جھلکیاں بھی نظر آئیں گی جن کے دلوں میں روگ تھا اور قتال کے ذکر سے ان پر گھبراہٹ طاری ہوجاتی تھی۔آیت 16 { وَمِنْہُمْ مَّنْ یَّسْتَمِعُ اِلَیْکَ } ”اور اے نبی ﷺ ! ان میں کچھ لوگ ایسے بھی ہیں جو آپ کی بات کو بڑی توجہ سے سنتے ہیں۔“ { حَتّی اِذَا خَرَجُوْا مِنْ عِنْدِکَ قَالُوْا لِلَّذِیْنَ اُوْتُوا الْعِلْمَ مَاذَا قَالَ اٰنِفًا } ”یہاں تک کہ جب وہ آپ کے پاس سے نکل کر باہر جاتے ہیں تو ان لوگوں سے پوچھتے ہیں جنہیں علم دیا گیا ہے کہ ابھی انہوں محمد صلی اللہ علیہ وآلہ وسلم نے کیا کہا تھا ؟“ یعنی آج حضور ﷺ نے یہ جو ایک نئی بات کہہ دی ہے کہ ہمیں جنگ کے لیے تیار ہونا ہے اور قریش کے تجارتی قافلوں کا تعاقب کرنا ہے ‘ یہ ہماری سمجھ میں نہیں آئی۔ اُوْتُوا الْعِلْمَ سے یہاں اہل ِایمان بھی مراد ہوسکتے ہیں اور اہل کتاب یہودی بھی۔ یعنی منافقین یہ بات ان مسلمانوں سے پوچھتے جنہیں وہ زیادہ سمجھدار سمجھتے تھے یا یہ کہ یہی بات وہ لوگ یہودیوں سے جا کر پوچھتے جنہیں اس سے پہلے کتاب کا علم دیا گیا تھا۔ { اُولٰٓئِکَ الَّذِیْنَ طَبَعَ اللّٰہُ عَلٰی قُلُوْبِہِمْ وَاتَّبَعُوْٓا اَہْوَآئَ ہُمْ } ”یہ وہ لوگ ہیں جن کے دلوں پر اللہ نے مہر لگا دی ہے اور وہ اپنی خواہشات کی پیروی کر رہے ہیں۔“ جہاد و قتال کے تصور سے ان کے دلوں کی گھبراہٹ اور ایثار و قربانی کی باتوں کو قبول کرنے سے ان کی ہچکچاہٹ درحقیقت اس منافقت کی علامت ہے جو ان کے دلوں میں پیدا ہوچکی ہے۔"
    },
    {
      "ayah": 17,
      "surah": 47,
      "text": "آیت 17 { وَالَّذِیْنَ اہْتَدَوْا زَادَہُمْ ہُدًی وَّاٰتٰٹہُمْ تَقْوٰٹہُمْ } ”اور وہ لوگ جو ہدایت پر ہیں اللہ نے ان کی ہدایت میں اور اضافہ کردیا ہے اور انہیں ان کے حصے کا تقویٰ عطا فرمایا ہے۔“ جب سے رسول اللہ ﷺ کی تحریک مرحلہ قتال میں داخل ہوئی ہے اہل ایمان کے جوشِ ایمانی ‘ ذوقِ شہادت اور تقویٰ میں مزید اضافہ ہوگیا ہے۔"
    },
    {
      "ayah": 18,
      "surah": 47,
      "text": "آیت 18 { فَہَلْ یَنْظُرُوْنَ اِلَّا السَّاعَۃَ اَنْ تَاْتِیَہُمْ بَغْتَۃً فَقَدْ جَآئَ اَشْرَاطُہَا } ”تو یہ لوگ اب کس چیز کے منتظر ہیں سوائے قیامت کے کہ وہ آدھمکے ان پر اچانک ؟ پس اس کی علامات تو ظاہر ہو ہی چکی ہیں۔“ قیامت کی سب سے بڑی نشانی تو خود محمد عربی ﷺ کی بعثت ہے کہ آپ ﷺ آخری رسول ہیں۔ ایک موقع پر آپ ﷺ نے اپنی دو انگلیوں کو آپس میں ملا کر فرمایا : بُعِثْتُ اَنَا وَالسَّاعَۃُ کَھَاتَیْنِ 1 ”میں اور قیامت ان دو انگلیوں کی مانند جڑے ہوئے بھیجے گئے ہیں“۔ ظاہر ہے آپ ﷺ آخری نبی ہیں تو آپ ﷺ کے بعداب قیامت ہی کو آنا ہے۔ حضرت ابوامامہ باہلی رض سے روایت ہے کہ رسول اللہ ﷺ نے ارشاد فرمایا : اَنَا آخِرُ الْاَنْبِیَائِ وَاَنْتُمْ آخِرُ الْاُمَمِ 2 ”میں آخری نبی ہوں اور تم آخری امت ہو۔“ { فَاَنّٰی لَہُمْ اِذَا جَآئَ تْہُمْ ذِکْرٰٹہُمْ } ”تو جب وہ ان پر آدھمکے گی تو اس وقت ان کا نصیحت حاصل کرنا کس کام کا ہوگا ؟“"
    },
    {
      "ayah": 19,
      "surah": 47,
      "text": "آیت 19 { فَاعْلَمْ اَنَّہٗ لَآ اِلٰہَ اِلَّا اللّٰہُ وَاسْتَغْفِرْ لِذَنْبِکَ } ”بس جان لو کہ اللہ کے سوا کوئی معبود نہیں اور اپنی خطائوں کے لیے اللہ سے استغفار کرو“ وَاسْتَغْفِرْ لِذَنْبِکَ کی ایک تاویل تو یہ ہے کہ یہ خطاب اگرچہ صیغہ واحد میں نبی اکرم ﷺ سے ہے لیکن حقیقت میں آپ ﷺ کی وساطت سے یہ ہدایت آپ ﷺ کی امت کے لیے ہے۔ البتہ بعض علماء نے اس اسلوب کی وضاحت حضور ﷺ کے ”تعلق مع اللہ“ کے حوالے سے بھی کی ہے۔ اگر کسی عام بندہ مومن کو اللہ تعالیٰ کی خصوصی عنایت سے چند لمحات کے لیے تعلق مع اللہ میں انشراح کی کیفیت نصیب ہوجائے تو اس کے لیے یہ کیفیت اللہ تعالیٰ کی بہت بڑی نعمت ہے۔ لیکن حضور ﷺ کے لیے تو ظاہر ہے ہر وقت ہی انشراح کی کیفیت رہتی تھی اور اس کیفیت کی شدت intensity میں کسی ایک لمحے کے لیے ذرا سی بھی کمی کو آپ ﷺ بہت بڑی کوتاہی سمجھتے تھے۔ چناچہ یہاں لفظ ”ذنب“ کے حوالے سے آپ ﷺ کے اسی احساس کی طرف اشارہ ہے۔ گویا یہ ”حَسَنَاتُ الاَبْرَار سَیِّئاتُ المُقَرّبِین“ والا معاملہ ہے۔ یعنی بعض اوقات ایک عام مسلمان کے معیار کی نیکی کسی مقرب بارگاہ کے معیارِ عمل کے سامنے کوتاہی یا گناہ کے درجے میں شمار ہوتی ہے۔ بہر حال نہ تو مقربین بارگاہ کے تعلق مع اللہ کا معاملہ عام مسلمانوں کا سا ہے اور نہ ہی ان کے معاملے میں لفظ ”ذنب“ کی تعریف definition کا وہ مفہوم درست ہے جس سے عام طور پر ہم لوگ واقف ہیں۔  اس معاملے میں میری ایک ذاتی رائے بھی ہے جس کا ذکراگلی سورت یعنی سورة الفتح کی آیت 2 کے ضمن میں بھی آئے گا۔ میری رائے میں یہاں پر لفظ ”ذنب“ کا تعلق اس ”اجتماعیت“ سے ہے جس کے سربراہ حضور ﷺ تھے۔ پچھلے کئی برسوں سے حضور ﷺ اپنے اہل ایمان ساتھیوں کے ساتھ غلبہ دین کے لیے جدوجہد میں مصروف تھے۔ ظاہر ہے اس اجتماعی جدوجہد میں شریک افراد سے کہیں کوئی غلطی بھی سرزد ہوجاتی ہوگی اور کسی معاملے میں کبھی کوئی کوتاہی بھی رہ جاتی ہوگی۔ اگرچہ ایسی غلطیاں اور کوتاہیاں دوسروں سے ہوتی ہوں گی مگر تحریک اور جدوجہد کے قائد چونکہ حضور ﷺ تھے اس لیے ان کا ذکر یہاں آپ ﷺ کے حوالے سے کیا گیا ہے۔ جیسے جنگ میں پوری فوج حصہ لیتی ہے ‘ ایک ایک سپاہی لڑتا ہے لیکن فتح کا سہرا سپہ سالار کے سر بندھتا ہے ‘ اسی طرح اگر کسی فوج کو شکست سے دوچار ہونا پڑے تو بھی اس فوج کے کمانڈر ہی کو اس کا ذمہ دار ٹھہرایا جاتا ہے۔ { وَلِلْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ } ”اور اہل ِایمان مردوں اور عورتوں کے لیے بھی استغفار کریں۔“ { وَاللّٰہُ یَعْلَمُ مُتَقَلَّبَکُمْ وَمَثْوٰکُمْ } ”اور اللہ خوب جانتا ہے تمہارے لوٹنے کی جگہ کو اور تمہارے مستقل ٹھکانے کو۔“"
    },
    {
      "ayah": 2,
      "surah": 47,
      "text": "آیت 2 { وَالَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاٰمَنُوْا بِمَا نُزِّلَ عَلٰی مُحَمَّدٍ وَّہُوَ الْحَقُّ مِنْ رَّبِّہِمْ } ”اور جو لوگ ایمان لائے اور جنہوں نے نیک اعمال کیے اور جو ایمان لائے اس شے پر جو نازل کی گئی محمد ﷺ پر اور وہ حق ہے ان کے رب کی طرف سے“ { کَفَّرَ عَنْہُمْ سَیِّاٰتِہِمْ وَاَصْلَحَ بَالَہُمْ } ”اللہ نے دور کردیں ان سے ان کی خطائیں اور ان کے حال کو سنوار دیا۔“ اللہ تعالیٰ نے صحابہ کرام رض کو مسلسل آزمائشوں کی بھٹیوں میں سے گزار کر ان کی شخصیات کو ُ کندن بنا دیا۔ اس کی نظر ِرحمت سے ان کی سیرتیں ایمان و یقین کے نور سے جگمگانے لگیں اور ان کے کردار ‘ اخلاق و عمل کی خوشبو سے مہک اٹھے۔"
    },
    {
      "ayah": 20,
      "surah": 47,
      "text": "آیت 20 { وَیَقُوْلُ الَّذِیْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَۃٌ } ”اور یہ لوگ جو ایمان کے دعویدار ہیں ‘ کہتے ہیں کہ قتال کے بارے میں کوئی سورت کیوں نازل نہیں ہوئی ؟“ زیر مطالعہ مضمون کے حوالے سے اس سورت کی یہ آیت خصوصی اہمیت کی حامل ہے۔ اس کا پس منظر یہ ہے کہ ہجرت کے فوراً بعد رسول اللہ ﷺ نے مدینہ سے باہر قریش مکہ کے خلاف مہمات بھیجنا شروع کردیں۔ غزوہ بدر سے پہلے ایسی آٹھ مہمات کا بھیجا جانا تاریخ سے ثابت ہے۔ ان میں سے چار مہمات کا شمار تو غزوات میں ہوتا ہے کہ ان میں حضور ﷺ خود بھی تشریف لے گئے تھے۔ ان مہمات کے ذریعے سے آپ ﷺ نے خصوصی طور پر مندرجہ ذیل دو مقاصد حاصل کیے : الف : مکہ کی تجارتی شاہراہ سے ملحقہ علاقوں میں مسلح دستوں کی نقل و حرکت سے قریش مکہ کو آپ ﷺ نے ایک موثر پیغام پہنچا دیا کہ تمہاری شہ رگ life line اب ہر طرح سے ہمارے قبضہ میں ہے اور ہم جب چاہیں تمہاری مکمل معاشی ناکہ بندی کرسکتے ہیں۔ب : جن علاقوں میں آپ ﷺ نے مہمات بھیجیں یا آپ ﷺ خود تشریف لے گئے وہاں کے اکثر قبائل کو آپ ﷺ نے اپنا حلیف بنا لیا ‘ اور جو قبائل آپ ﷺ کے حلیف نہ بھی بنے انہوں نے قریش مکہ اور مسلمانوں کے تنازعہ میں غیر جانبدار رہنے کے معاہدے کرلیے۔ یوں اس پورے علاقے سے قریش مکہ کا اثر و رسوخ روز بروز کم ہونا شروع ہوگیا اور انہیں جزیرہ نمائے عرب میں صدیوں سے قائم اپنی سیاسی اجارہ داری کی بساط لپٹتی ہوئی محسوس ہونے لگی۔ اس حوالے سے یہ نکتہ بہت اہم ہے کہ حضور ﷺ کی طرف سے مذکورہ مہمات کی منصوبہ بندی ابتدائی اقدام initiative کی نئی حکمت عملی کے تحت کی جا رہی تھی۔ قریش مکہ کی طرف سے آپ ﷺ کے قیام مکہ کے دور کی زیادتیاں اپنی جگہ ‘ لیکن ہجرت کے بعد سے اب تک انہوں نے کوئی بھی جارحانہ اقدام نہیں کیا تھا۔ اس وقت تک جارحانہ اقدام سے متعلق قرآن میں بھی کوئی واضح ہدایت نہیں آئی تھی۔ سورة الحج کی آیت 39 میں جو حکم تھا وہ اذن اور اجازت کے درجے میں تھا ‘ اس حکم میں بھی جارحانہ اقدام کا کوئی اشارہ نہیں ملتا۔ بلکہ ایک رائے کے مطابق تو اس وقت تک یہ حکم نازل بھی نہیں ہوا تھا ‘ کیونکہ سورة الحج کو بعض لوگ مدنی سورت مانتے ہیں ‘ اور اگر یہ رائے درست ہو تو پھر یہ بھی امکان ہے کہ سورة الحج واقعتا اس دور کے بعد نازل ہوئی ہو۔ دوسری طرف سورة البقرۃ اس وقت تک مکمل نازل ہوچکی تھی اور اس میں قتال کے بارے میں احکام بھی موجود ہیں ‘ مگر وہ احکام زیادہ سے زیادہ اس نوعیت کے ہیں : { وَقَاتِلُوْا فِیْ سَبِیْلِ اللّٰہِ الَّذِیْنَ یُقَاتِلُوْنَکُمْ } البقرۃ : 190 کہ جو لوگ آپ سے لڑتے ہیں آپ لوگ ان کے خلاف لڑو !  اس پس منظر میں منافقین کی طرف سے حضور ﷺ کے مذکورہ اقدامات کے خلاف ”لَوْلَا نُزِّلَتْ سُوْرَۃٌ“ کے اعتراض کا مفہوم بخوبی واضح ہوجاتا ہے۔ ان کا موقف تھا کہ جب قریش کی طرف سے کوئی حریفانہ اقدام نہیں ہو رہا تو ہماری طرف سے ان کی تجارتی شاہراہ پر چھاپے مار کر اور ان کے قافلوں کا تعاقب کر کے خواہ مخواہ جنگی ماحول پیدا کرنے کا کوئی جواز نہیں ‘ اور اگر یہ اقدامات ایسے ہی ضروری تھے تو ان کے بارے میں اللہ تعالیٰ نے قرآن میں کوئی واضح حکم کیوں نازل نہیں کیا ؟ اور اگر قرآن میں ایسا کوئی حکم نازل نہیں ہوا تو یہ حقیقت واضح ہوجاتی ہے کہ حضور ﷺ خود اپنی مرضی سے یہ مہم جوئی کر رہے ہیں۔ { فَاِذَآ اُنْزِلَتْ سُوْرَۃٌ مُّحْکَمَۃٌ وَّذُکِرَ فِیْہَا الْقِتَالُ } ”پھر جب ایک محکم سورت نازل کردی گئی اور اس میں قتال کا حکم آگیا“ اس سے مراد زیر مطالعہ سورت یعنی سورة محمد ﷺ ہے اور اس سورت کا دوسرا نام ”سورة القتال“ اسی آیت سے ماخوذ ہے۔ { رَاَیْتَ الَّذِیْنَ فِیْ قُلُوْبِہِمْ مَّرَضٌ یَّـنْظُرُوْنَ اِلَـیْکَ نَظَرَ الْمَغْشِیِّ عَلَیْہِ مِنَ الْمَوْتِ } ”تو اب آپ دیکھیں گے ان لوگوں کو جن کے دلوں میں روگ ہے کہ یہ لوگ آپ ﷺ کی طرف ایسے دیکھیں گے جیسے وہ شخص دیکھتا ہے جس پر موت کی غشی طاری ہو رہی ہوتی ہے۔“ { فَاَوْلٰی لَہُمْ } ”تو بربادی ہے ان کے لیے !“ دراصل یہ لوگ قتال سے جی چراتے ہیں۔ قبل ازیں اپنے بچائو کے لیے ان کی دلیل یہ تھی کہ اس بارے میں اللہ کا کوئی واضح حکم نازل نہیں ہوا۔ اب جبکہ اللہ نے قتال کے بارے میں واضح حکم نازل کردیا ہے تو ان کی یہ دلیل ختم ہوگئی ہے۔"
    },
    {
      "ayah": 21,
      "surah": 47,
      "text": "آیت 21 { طَاعَۃٌ وَّقَوْلٌ مَّعْرُوْفٌ} ”اطاعت لازم ہے اور کوئی بھلی بات کہی جاسکتی ہے۔“ ان کے لیے پسندیدہ روش اطاعت اور قول معروف کی تھی۔ یہ لوگ جب ایمان کے دعوے دار ہیں تو ان پر اللہ کے رسول ﷺ کی اطاعت لازم ہے۔ ایمان کے دعوے کے ساتھ ساتھ یہ لوگ اللہ اور اس کے رسول ﷺ کے احکام کے خلاف دلیل بازی نہیں کرسکتے۔ ہاں اگر کسی معاملے میں یہ لوگ معروف طریقے سے کوئی مفید مشورہ دینا چاہتے تو اس میں کوئی حرج نہیں تھا۔ { فَاِذَا عَزَمَ الْاَمْرُقف فَلَوْ صَدَقُوا اللّٰہَ لَکَانَ خَیْرًا لَّہُمْ } ”تو جب کوئی فیصلہ طے پا جائے تو پھر اگر وہ اللہ سے اپنے ایمان کے وعدے میں سچے ثابت ہوں ‘ تبھی ان کے لیے بہتری ہے۔“"
    },
    {
      "ayah": 22,
      "surah": 47,
      "text": "آیت 22 { فَہَلْ عَسَیْتُمْ اِنْ تَوَلَّـیْتُمْ اَنْ تُفْسِدُوْا فِی الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَکُمْ } ”پس تم سے اس کے سوا کچھ متوقع نہیں ہے کہ اگر تم لوگوں کو حکومت مل جائے تو تم زمین میں فساد مچائو گے اور اپنے رحمی رشتے کاٹو گے۔“ عام طور پر اس آیت کے دو ترجمے کیے جاتے ہیں۔ دوسرے ترجمے کے مطابق آیت کا مفہوم یہ ہوگا کہ اگر تم لوگ قتال سے منہ موڑو گے تو تم سے یہی توقع کی جاسکتی ہے کہ تم زمین میں فساد مچائو گے اور خونی رشتوں کے تقدس کو پامال کرو گے۔ اوپر آیت کے تحت جو ترجمہ اختیار کیا گیا ہے وہ شیح الہند رح کے ترجمے کے مطابق ہے اور مجھے اسی سے اتفاق ہے۔ شیخ الہند رح کے ترجمے کے اصل الفاظ یہ ہیں : ”پھر تم سے یہ بھی توقع ہے کہ اگر تم کو حکومت مل جائے تو خرابی ڈالوملک میں اور قطع کرو اپنی قرابتیں“۔ یعنی اس مرحلے پر جبکہ تم لوگوں نے تربیت کے ضروری مراحل ابھی طے نہیں کیے ہیں ‘ ابھی تم آزمائشوں کی بھٹیوں میں سے گزر کر کندن نہیں بنے ہو اور تزکیہ باطن اور تقویٰ کے مطلوبہ معیار تک نہیں پہنچے ہو ‘ ایسی حالت میں اگر تم لوگوں کو جزیرہ نمائے عرب میں اقتدار مل جائے تو اس کا نتیجہ ”فساد فی الارض“ کے سوا اور بھلا کیا نکلے گا !  اس آیت کے مخاطب دراصل مدینہ اور اس کے اطراف و جوانب کے وہ لوگ ہیں جو ہجرت کے فوراً بعد ابھی تازہ تازہ ایمان لائے تھے ‘ انہوں نے ابتدائی دور کے اہل ایمان کی طرح اس راستے میں کڑی آزمائشوں کا سامنا نہیں کیا تھا اور اس لحاظ سے ان کے کردار و عمل میں ابھی مطلوبہ پختگی اور استقامت پیدا نہیں ہوئی تھی۔ اس کا عملی ثبوت غزوہ احد کے موقع پر اس وقت سامنے آگیا جب مسلمانوں کی صفوں سے ایک تہائی لوگ اچانک بہانہ بنا کر طے شدہ لائحہ عمل سے لاتعلق ہو کر اپنے گھروں میں جا بیٹھے۔ گویا اس وقت اہل ایمان کے اندر اتنی بڑی تعداد میں ضعیف الاعتقاد مسلمان اور منافقین موجود تھے۔  اس اہم نکتے پر آج ان تمام دینی جماعتوں کو بھی خصوصی توجہ مرکوز کرنے کی ضرورت ہے جو اپنی دانست میں غلبہ دین کے لیے اقتدار حاصل کرنے کی تگ و دو میں مصروف ہیں۔ اگر یہ جماعتیں اپنے کارکنوں کی مناسب تربیت پر توجہ نہیں دیں گی اور ان کے اندر اخلاص اور للہیت کے پاکیزہ جذبات پروان چڑھانے کے لیے موثر اقدامات نہیں کریں گی تو انہیں اقتدار ملنے کے نتیجے میں اصلاح کی بجائے الٹا فساد پیدا ہوگا اور ایسی صورت حال دین اور غلبہ دین کی جدوجہد کے لیے بدنامی کا باعث بنے گی۔ کیونکہ فاسق و فاجر قسم کے لوگوں اور لا دینی قوتوں کے پیدا کردہ فساد کو تو دنیا کسی اور زاویے سے دیکھتی ہے ‘ لیکن اگر کسی دینی جماعت کے اقتدار کی چھتری کے نیچے ”فساد فی الارض“ کی کیفیت پیدا ہوگی تو اس سے جماعت کی شہرت کے ساتھ دین بھی بدنام ہوگا۔"
    },
    {
      "ayah": 23,
      "surah": 47,
      "text": "آیت 23 { اُولٰٓئِکَ الَّذِیْنَ لَعَنَہُمُ اللّٰہُ فَاَصَمَّہُمْ وَاَعْمٰیٓ اَبْصَارَہُمْ } ”یہ وہ لوگ ہیں جن پر اللہ نے لعنت کی ہے ‘ پس ان کے کانوں کو بہرا اور ان کی نگاہوں کو اندھا کردیا ہے۔“"
    },
    {
      "ayah": 24,
      "surah": 47,
      "text": "آیت 24 { اَفَلَا یَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰی قُلُوْبٍ اَقْفَالُہَا } ”کیا یہ لوگ قرآن پر تدبر ّنہیں کرتے یا ان کے دلوں پر قفل پڑچکے ہیں !“ اگر یہ لوگ قرآن کے احکام پر غور و فکر کرتے اور اس کے بین السطور ّپیغام کو سمجھنے کی کوشش کرتے تو انہیں معلوم ہوجاتا کہ غلبہ دین کی جدوجہد میں جن جن مراحل سے ان کو سابقہ پڑ رہا ہے ان تمام مراحل کے بارے میں تو انہیں پہلے سے ہی متنبہ کردیا گیا تھا۔ ذرا دیکھیں سورة العنکبوت کی ان آیات میں راہ حق کی آزمائشوں سے متعلق کیسے دو ٹوک انداز میں بتادیا گیا ہے : { اَحَسِبَ النَّاسُ اَنْ یُّتْرَکُوْٓا اَنْ یَّقُوْلُوْٓا اٰمَنَّا وَہُمْ لَا یُفْتَنُوْنَ } ”کیا لوگوں نے یہ سمجھا تھا کہ وہ چھوڑ دیے جائیں گے صرف یہ کہنے سے کہ ہم ایمان لے آئے اور انہیں آزمایا نہ جائے گا !“ { وَلَقَدْ فَتَنَّا الَّذِیْنَ مِنْ قَبْلِہِمْ فَلَیَعْلَمَنَّ اللّٰہُ الَّذِیْنَ صَدَقُوْا وَلَیَعْلَمَنَّ الْکٰذِبِیْنَ } ”اور ہم نے تو ان کو بھی آزمایا تھا جو ان سے پہلے تھے ‘ چناچہ اللہ ظاہر کر کے رہے گا ان کو جنہوں نے سچ بولا اور ان کو بھی جو جھوٹے ہیں“۔ { وَلَیَعْلَمَنَّ اللّٰہُ الَّذِیْنَ اٰمَنُوْا وَلَیَعْلَمَنَّ الْمُنٰفِقِیْنَ } العنکبوت ”اور یقینا اللہ ظاہر کر کے رہے گا سچے اہل ایمان کو ‘ اور ظاہر کر کے رہے گا منافقین کو بھی۔“"
    },
    {
      "ayah": 25,
      "surah": 47,
      "text": "آیت 25 { اِنَّ الَّذِیْنَ ارْتَدُّوْا عَلٰٓی اَدْبَارِہِمْ مِّنْم بَعْدِ مَا تَبَیَّنَ لَہُمُ الْہُدَی الشَّیْطٰنُ سَوَّلَ لَہُمْ وَاَمْلٰی لَہُمْ } ”یقینا وہ لوگ جو پھرگئے اپنی پیٹھوں کے َبل ‘ اس کے بعد کہ ان پر ہدایت واضح ہوچکی ‘ شیطان نے ان کے لیے ارتداد کا یہ مرحلہ آسان کردیا ہے اور انہیں لمبی لمبی امیدیں دلائی ہیں۔“ ”طولِ امل“ کے اس شیطانی چکر میں پڑ کر انسان آخرت کو بالکل ہی فراموش کردیتا ہے۔ ظاہر ہے جس شخص نے لمبی لمبی امیدیں قائم کر کے اپنی زندگی میں بڑے بڑے منصوبے بنا رکھے ہوں ‘ اس کے دل میں شہادت کی تمنا کیسے پیدا ہوسکتی ہے ‘ اور ایسا شخص میدان جنگ میں جانا بھلا کیونکر پسند کرے گا !"
    },
    {
      "ayah": 26,
      "surah": 47,
      "text": "آیت 26 { ذٰلِکَ بِاَنَّـہُمْ قَالُوْا لِلَّذِیْنَ کَرِہُوْا مَا نَزَّلَ اللّٰہُ سَنُطِیْعُکُمْ فِیْ بَعْضِ الْاَمْرِج وَاللّٰہُ یَعْلَمُ اِسْرَارَہُمْ } ”یہ اس لیے ہوا کہ انہوں نے ان لوگوں سے جنہیں اللہ کا نازل کیا ہوا قرآن ناپسند ہے ‘ کہا کہ ہم بعض امور میں تمہاری اطاعت جاری رکھیں گے۔ اور اللہ کو ان کی خفیہ باتوں کا خوب علم ہے۔“ اللہ کے نازل کردہ قرآن کو ناپسند کرنے والے مشرکین اور یہود تھے ‘ جنہیں منافقین مسلسل اپنی وفاداریوں کا یقین دلاتے رہتے تھے کہ ہم بظاہر محمد ﷺ پر ایمان لا کر مسلمانوں میں شامل تو ہوگئے ہیں مگر آپ لوگوں سے ہمارا رشتہ بدستور قائم رہے گا اور تمام اہم معاملات میں صلاح مشورہ ہم آئندہ بھی آپ لوگوں سے ہی کیا کریں گے۔ منافق تو کہتے ہی اس شخص کو ہیں جو اپنا رشتہ دونوں طرف جوڑنے کی کوشش میں رہے۔ سورة النساء میں منافقین کی اس کیفیت کو ان الفاظ میں بیان فرمایا گیا ہے : { مُّذَبْذَبِیْنَ بَیْنَ ذٰلِکَق لآَ اِلٰی ہٰٓؤُلَآئِ وَلآَ اِلٰی ہٰٓؤُلَآئِط } آیت 143 ”یہ اس کے مابین مذبذب ہو کر رہ گئے ہیں ‘ نہ تو یہ ان کی جانب ہیں اور نہ ہی ان کی جانب ہیں“۔ جبکہ سورة البقرۃ میں ان کے دوغلے پن کا پردہ ان الفاظ میں چاک کیا گیا ہے : { وَاِذَا لَقُوا الَّذِیْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّا وَاِذَا خَلَوْا اِلٰی شَیٰطِیْنِہِمْ قَالُوْٓا اِنَّا مَعَکُمْ اِنَّمَا نَحْنُ مُسْتَہْزِئُ وْنَ } ”اور جب یہ اہل ِایمان سے ملتے ہیں تو کہتے ہیں ہم بھی ایمان رکھتے ہیں ‘ اور جب یہ خلوت میں ہوتے ہیں اپنے شیطانوں کے پاس تو کہتے ہیں کہ ہم تو آپ کے ساتھ ہیں اور ان لوگوں سے تو ہم محض مذاق کر رہے ہیں۔“"
    },
    {
      "ayah": 27,
      "surah": 47,
      "text": "آیت 27 { فَکَیْفَ اِذَا تَوَفَّتْہُمُ الْمَلٰٓئِکَۃُ یَضْرِبُوْنَ وُجُوْہَہُمْ وَاَدْبَارَہُمْ } ”تو کیا حال ہوگا ان کا اس وقت جب فرشتے ان کی جانیں قبض کریں گے ضربیں لگاتے ہوئے ان کے چہروں پر اور ان کی پیٹھوں پر۔“"
    },
    {
      "ayah": 28,
      "surah": 47,
      "text": "آیت 28 { ذٰلِکَ بِاَنَّہُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰہَ } ”یہ اس لیے کہ انہوں نے پیروی کی اس چیز کی جو اللہ کو ناراض کرنے والی ہے“ { وَکَرِہُوْا رِضْوَانَہٗ فَاَحْبَطَ اَعْمَالَہُمْ } ”اور انہوں نے ناپسند کیا اس کی رضا کو ‘ تو اس نے ان کے تمام اعمال اکارت کردیے۔“ قتال کے اس مرحلے پر ان لوگوں کا نفاق کھل کر سامنے آگیا۔ چناچہ اللہ تعالیٰ نے مسجد نبوی ﷺ میں رسول اللہ ﷺ کی اقتدا میں پڑھی گئی نمازوں سمیت ان کے اب تک کے تمام نیک اعمال ضائع کردیے۔"
    },
    {
      "ayah": 29,
      "surah": 47,
      "text": "آیت 29 { اَمْ حَسِبَ الَّذِیْنَ فِیْ قُلُوْبِہِمْ مَّرَضٌ اَنْ لَّنْ یُّخْرِجَ اللّٰہُ اَضْغَانَہُمْ } ”کیا سمجھ رکھا تھا ان لوگوں نے جن کے دلوں میں روگ ہے کہ اللہ ان کے کھوٹ کو ظاہر نہیں کرے گا ؟“ ان کا تو یہی خیال تھا کہ ان کے دوغلے پن کے بارے میں کسی کو خبر نہیں ہوگی اور ان کے سینوں کے کھوٹ بےنقاب نہیں ہوں گے۔ لیکن اللہ تعالیٰ نے تو ان کے نفاق کو ظاہر کرنا ہی تھا۔ سورة العنکبوت میں اللہ تعالیٰ نے دو ٹوک الفاظ میں فرمادیا تھا : { وَلَیَعْلَمَنَّ اللّٰہُ الَّذِیْنَ اٰمَنُوْا وَلَیَعْلَمَنَّ الْمُنٰفِقِیْنَ } ”اور یقینا اللہ ظاہر کر کے رہے گا سچے اہل ایمان کو ‘ اور ظاہر کر کے رہے گا منافقین کو بھی۔“"
    },
    {
      "ayah": 3,
      "surah": 47,
      "text": "آیت 3{ ذٰلِکَ بِاَنَّ الَّذِیْنَ کَفَرُوا اتَّبَعُوا الْبَاطِلَ } ”یہ اس لیے کہ جن لوگوں نے کفر کیا انہوں نے باطل کی پیروی کی“ { وَاَنَّ الَّذِیْنَ اٰمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَّبِّہِمْ } ”اور جو لوگ ایمان لائے انہوں نے حق کی پیروی کی ‘ جو ان کے رب کی طرف سے آیا ہے۔“ { کَذٰلِکَ یَضْرِبُ اللّٰہُ لِلنَّاسِ اَمْثَالَہُمْ } ”اسی طرح اللہ لوگوں کے لیے ان کی مثالیں بیان کرتا ہے۔“ اگلی آیت مشکلات القرآن میں سے ہے۔ اس کی بنیادی وجہ الفاظ کی وہ تقدیم و تاخیر ہے جو ہمیں قرآن کی آیات میں بعض جگہ نظر آتی ہے۔ جیسا کہ کئی مرتبہ وضاحت کی جا چکی ہے ‘ الفاظ کی یہ تقدیم و تاخیر قرآن کا خاص اسلوب ہے اور اس کا مقصد کلام کی روانی میں ایک خاص ردھم اور آہنگ کو قائم رکھنا ہوتا ہے۔ چناچہ قرآن میں جہاں کہیں بھی ایسا معاملہ ہو وہاں مفہوم کے درست ادراک کے لیے الفاظ کی اصل ترتیب کے بارے میں گہرے غور و فکر کی ضرورت ہوتی ہے۔ چناچہ اس آیت کے مطالعے کے لیے بھی خصوصی توجہ درکار ہے۔"
    },
    {
      "ayah": 30,
      "surah": 47,
      "text": "آیت 30 { وَلَوْ نَشَآئُ لَاَرَیْنٰکَہُمْ فَلَعَرَفْتَہُمْ بِسِیْمٰٹہُمْ } ”اور اگر ہم چاہیں تو آپ کو یہ لوگ دکھا دیں اس طرح کہ آپ ان کے چہروں سے انہیں پہچان لیں گے۔“ انگریزی کی مشہور کہاوت ہے face is the index of mind یعنی انسان کے دل کی کیفیت کا عکس اس کے چہرے پر عیاں ہوتا ہے۔ چناچہ ایک صادق الایمان شخص کے چہرے اور ایک منافق کے چہرے کی شناخت چھپ تو نہیں سکتی۔ { وَلَتَعْرِفَنَّہُمْ فِیْ لَحْنِ الْقَوْلِ } ”اور آپ انہیں لازماً پہچان لیں گے ان کی گفتگو کے انداز سے۔“ چہرے کی طرح انسان کی گفتگو کا انداز بھی اس کے دل کی کیفیت کی غمازی کرتا ہے۔ ایک سچے اور کھرے انسان کی گفتگو اور ایک منافق شخص کی گفتگو کے اطوار و انداز میں زمین آسمان کا فرق ہوتا ہے۔ { وَاللّٰہُ یَعْلَمُ اَعْمَالَکُمْ } ”اور اللہ تمہارے اعمال کو خوب جانتا ہے۔“"
    },
    {
      "ayah": 31,
      "surah": 47,
      "text": "آیت 31 { وَلَنَبْلُوَنَّکُمْ حَتّٰی نَعْلَمَ الْمُجٰہِدِیْنَ مِنْکُمْ وَالصّٰبِرِیْنَلا وَنَبْلُوَا اَخْبَارَکُمْ } ”اور ہم تمہیں لازماً آزمائیں گے یہاں تک کہ ہم ظاہر کردیں انہیں جو تم میں سے جہاد کرنے والے اور صبر کرنے والے ہیں اور ہم پوری تحقیق کرلیں تمہارے حالات کی۔“ حَتّٰی نَعْلَمَ کا لفظی ترجمہ تو یوں ہوگا کہ ہم معلوم کرلیں ‘ لیکن اہل سنت کے عقیدے کے مطابق اللہ تعالیٰ کا علم قدیم ہے اور کوئی ایسی چیز نہیں ہے جو پہلے سے اس کے علم میں نہ ہو۔ اس لیے ان الفاظ کی ترجمانی یونہی ہوگی کہ ہم تمہیں آزمائیں گے یہاں تک کہ ہم ظاہر کردیں اور سب کو دکھا دیں کہ تم میں سے مجاہدین کون ہیں اور صبر کرنے والے کون ؟ یہ آیت پڑھتے ہوئے سورة البقرۃ کی اس آیت کو بھی ذہن میں تازہ کرلیں : { وَلَنَبْلُوَنَّکُمْ بِشَیْئٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِ } آیت 155 ”اور ہم تمہیں لازماً آزمائیں گے کسی قدر خوف اور بھوک سے اور مالوں اور جانوں اور ثمرات کے نقصان سے“۔ سورة البقرۃ کی اس آیت کے نزول کے وقت چونکہ قتال کا حکم نہیں آیا تھا اس لیے اس میں آزمائشوں اور سختیوں کا ذکر تو ہے لیکن قتال کا ذکر نہیں ہے۔ اس لیے یوں سمجھئے کہ آیت زیر مطالعہ گویا سورة البقرۃ کی مذکورہ آیت کی توسیع extension ہے ‘ جس میں قتال کے حوالے سے خصوصی طور پر فرمایا گیا ہے کہ اب ہم تم میں سے واقعتاجہاد کرنے والوں اور صبر کرنے والوں کو چھان پھٹک کر الگ کرنا چاہتے ہیں۔"
    },
    {
      "ayah": 32,
      "surah": 47,
      "text": "آیت 32 { اِنَّ الَّذِیْنَ کَفَرُوْا وَصَدُّوْا عَنْ سَبِیْلِ اللّٰہِ وَشَآقُّــوا الرَّسُوْلَ مِنْم بَعْدِ مَا تَبَیَّنَ لَہُمُ الْہُدٰی لَنْ یَّضُرُّوا اللّٰہَ شَیْئًا وَسَیُحْبِطُ اَعْمَالَہُمْ } ”یقینا وہ لوگ جنہوں نے کفر کیا اور جو روکتے رہے دوسروں کو اللہ کے راستے سے اور وہ رسول ﷺ کی مخالفت میں سرگرم رہے اس کے بعد کہ ان کے لیے ہدایت واضح ہوچکی تھی ‘ وہ اللہ کا کچھ نہیں بگاڑ سکیں گے۔ اور وہ ان کے اعمال کو اکارت کر دے گا۔“ گزشتہ آیات میں منافقین کے حبط ِاعمال کا ذکر تھا ‘ اب آیت زیر مطالعہ میں کفارِ مکہ کے اعمال کی بربادی کا بتایا گیا ہے کہ یہ لوگ اپنے زعم میں بیت اللہ کے متولی ّہونے اور حاجیوں کی خدمت بجا لانے جیسی نیکیوں پر پھولے نہیں سماتے ‘ لیکن انہیں معلوم ہونا چاہیے کہ اللہ اور اس کے رسول ﷺ پر ایمان کی سند کے بغیر ان کا کوئی عمل بھی قابل قبول نہیں ہے۔ سورة التوبہ کی اس آیت میں ان لوگوں کو اس حوالے سے براہ راست مخاطب کیا گیا ہے : { اَجَعَلْتُمْ سِقَایَۃَ الْحَآجِّ وَعِمَارَۃَ الْمَسْجِدِ الْحَرَامِ کَمَنْ اٰمَنَ بِاللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَجٰہَدَ فِیْ سَبِیْلِ اللّٰہِط } آیت 19 ”کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کو آباد رکھنے کو برابر کردیا ہے اس شخص کے اعمال کے جو ایمان لایا اللہ پر اور یوم آخرت پر اور اس نے جہاد کیا اللہ کی راہ میں ؟“ آیت زیر مطالعہ میں ”اللہ کے راستے سے روکنے اور اللہ اور رسول کی مخالفت“ کے حوالے سے مشرکین مکہ کی اس طویل اور جاں گسل ”جدوجہد“ کی طرف بھی اشارہ ہے جس میں پچھلے اٹھارہ برسوں سے وہ اپنا تن من دھن کھپا رہے ہیں۔ آخر انہوں نے بھی تو اپنے ”دین“ کے لیے جنگیں لڑیں تھیں اور ان جنگوں میں انہوں نے جان و مال کی قربانیاں بھی دیں تھیں۔ صرف جنگ ِبدر میں انہوں نے اپنے 70 جنگجو قربان کیے تھے۔ اس جنگ کے اخراجات پورے کرنے کے لیے ان کا جذبہ انفاق بھی دیدنی تھا۔ نو سو اونٹ تو انہوں نے صرف لشکر کی غذائی ضروریات نو یا دس اونٹ روزانہ کے حساب سے پوری کرنے کے لیے مہیا کیے تھے۔ اس ایک مد کے اخراجات سے ہی اندازہ لگایا جاسکتا ہے کہ انہوں نے اپنے ”دین“ کے راستے میں کیسی کیسی قربانیاں دیں اور اپنے زعم میں کتنی بڑی بڑی نیکیاں کمائیں تھیں۔ بہر حال آیت زیر مطالعہ میں ان پر واضح کیا جا رہا ہے کہ اپنے زعم میں تم لوگوں نے جو بڑی بڑی نیکیاں کما رکھی ہیں اللہ تعالیٰ نے تمہارے کفر اور اللہ و رسول ﷺ سے تمہاری مخالفت کی وجہ سے وہ سب برباد کردی ہیں۔"
    },
    {
      "ayah": 33,
      "surah": 47,
      "text": "آیت 33 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اَطِیْعُوا اللّٰہَ وَاَطِیْعُوا الرَّسُوْلَ وَلَا تُبْطِلُوْٓا اَعْمَالَکُمْ } ”اے اہل ِایمان ! تم لوگ اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور کہیں اپنے اعمال ضائع نہ کر بیٹھنا۔“ اب تک تو تم لوگ اللہ تعالیٰ اور اس کے رسول ﷺ کے حکم پر ”آمَنَّا وَصَدَّقْـنَا“ کہتے آئے ہو اور اللہ کے دین کے لیے جان و مال کی قربانیاں بھی دیتے آئے ہو۔ لیکن اب قتال کا جو نیا اور مشکل مرحلہ آرہا ہے اس مرحلے میں تم لوگوں سے اب مزید قربانیوں کا مطالبہ ہے۔ چونکہ ایمان کا اولین تقاضا تو یہی ہے کہ اللہ اور اس کے رسول ﷺ کا جس وقت جو حکم ہو اس کی تعمیل کی جائے ‘ اس لیے دیکھنا ! اس مرحلے میں تم سے کہیں کوئی کوتاہی سرزد نہ ہونے پائے۔ اگر خدانخواستہ اس مرحلے پر تم لوگوں نے پیٹھ دکھا دی تو اس سے تمہارے تمام گزشتہ اعمال بھی ضائع ہوجائیں گے۔"
    },
    {
      "ayah": 34,
      "surah": 47,
      "text": "آیت 34 { اِنَّ الَّذِیْنَ کَفَرُوْا وَصَدُّوْا عَنْ سَبِیْلِ اللّٰہِ ثُمَّ مَاتُوْا وَہُمْ کُفَّارٌ فَلَنْ یَّغْفِرَ اللّٰہُ لَہُمْ } ”یقینا وہ لوگ جنہوں نے کفر کیا اور وہ اللہ کے راستے سے رکے رہے اور دوسروں کو بھی روکتے رہے پھر وہ مرگئے اس حالت میں کہ کافر ہی رہے تو ایسے لوگوں کو اللہ ہرگز نہیں بخشے گا۔“"
    },
    {
      "ayah": 35,
      "surah": 47,
      "text": "آیت 35 { فَلَا تَہِنُوْا وَتَدْعُوْٓا اِلَی السَّلْمِ } ”تو اے مسلمانو ! تم لوگ ڈھیلے نہ پڑو اور صلح و سلامتی کی دعوت مت دو“ یاد رکھو ! غلبہ دین کی جدوجہد کا یہ مرحلہ تم سے سرفروشی کا تقاضا کرتا ہے۔ اس مرحلے میں اب تمہیں دشمنوں سے صلح و سلامتی کے لیے مذکرات کرنے اور جنگ سے بچنے کی حکمت عملی اپنانے کی باتیں زیب نہیں دیتیں۔ تمہاری تحریک اب جس مرحلے میں داخل ہوچکی ہے اس مرحلے پر اب صلح و سلامتی کے پرچار کا موقع نہیں ‘ بلکہ جانیں قربان کرنے کا وقت ہے۔ { وَاَنْتُمُ الْاَعْلَوْنَ وَاللّٰہُ مَعَکُمْ وَلَنْ یَّتِرَکُمْ اَعْمَالَکُمْ } ”اور تم لوگ ہی غالب ہو گے ‘ اللہ تمہارے ساتھ ہے اور وہ تمہارے اعمال کو ہرگز ضائع نہیں کرے گا۔“"
    },
    {
      "ayah": 36,
      "surah": 47,
      "text": "آیت 36 { اِنَّمَا الْحَیٰوۃُ الدُّنْیَا لَعِبٌ وَّلَہْوٌ} ”یہ دنیا کی زندگی تو محض کھیل ہے اور کچھ جی کا بہلانا ہے۔“ آخرت کی زندگی کے مقابلے میں دنیا کی زندگی کی حیثیت لہو و لعب سے زیادہ کچھ نہیں۔ اسی حقیقت کو سورة آلِ عمران میں اس طرح واضح کیا گیا ہے : { وَما الْحَیٰوۃُ الدُّنْیَآ اِلاَّ مَتَاعُ الْغُرُوْرِ۔ } ”اور یہ دنیا کی زندگی تو اس کے سوا کچھ نہیں کہ صرف دھوکے کا سامان ہے۔“ { وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا یُؤْتِکُمْ اُجُوْرَکُمْ } ”اور اگر تم لوگ ایمان لائو اور تقویٰ اختیار کیے رہو تو وہ تمہیں تمہارے اجر عطا کرے گا“ { وَلَا یَسْئَلْکُمْ اَمْوَالَکُمْ } ”اور تم سے تمہارے اموال نہیں مانگے گا۔“ قرآن میں ”‘ انفاق فی سبیل اللہ“ کے بارے میں بہت تلقین اور تاکید آئی ہے۔ اللہ تعالیٰ نے اہل ایمان سے بار بار ان کے اموال کا براہ راست مطالبہ بھی کیا ہے : { مَنْ ذَاالَّذِیْ یُقْرِضُ اللّٰہَ قَرْضًا حَسَنًا …} البقرۃ : 245 ”کون ہے جو اللہ کو قرض حسنہ دے…!“ اور انفاق سے گریز کی روش کی سخت الفاظ میں مذمت بھی کی ہے : { وَاَنْفِقُوْا فِیْ سَبِیْلِ اللّٰہِ وَلاَ تُلْقُوْا بِاَیْدِیْکُمْ اِلَی التَّہْلُکَۃِج } البقرۃ : 195 ”خرچ کرو اللہ کی راہ میں اور مت ڈالو اپنے آپ کو اپنے ہاتھوں ہلاکت میں۔“ بہر حال قرآن میں اس موضوع پر جتنا بھی اصرار و تکرار ہے وہ ترغیب و تشویق کے انداز میں ہے ‘ اس میں جبر اور زبردستی کا پہلو بالکل نہیں ہے۔ حضور ﷺ کی عظیم الشان انقلابی جدوجہد کا یوں تو ہر انداز ہی مثالی اور قابل تعریف ہے ‘ لیکن زیر بحث موضوع کے حوالے سے آپ ﷺ کی اس تحریک کا جو پہلو خصوصی طور پر لائق توجہ ہے وہ یہ ہے کہ اس میں کہیں ”ایمرجنسی“ کی صورت حال نظر نہیں آتی ہے۔ کسی بھی مرحلے میں کسی کا مال ”بحق سرکار“ ضبط نہیں کیا گیا ‘ اور نہ ہی کسی معرکے کے لیے لوگوں کی پکڑ دھکڑ ہوئی۔ ”نفیر عام“ بھی پوری تحریک کے دوران صرف ایک موقع غزوئہ تبوک پر ہوئی ‘ ورنہ لوگوں کو متحرک کرنے کے لیے ہمیشہ ترغیب و تشویق کا ہی انداز اپنایا گیا : { یٰٓــاَیُّہَا النَّبِیُّ حَرِّضِ الْمُؤْمِنِیْنَ عَلَی الْقِتَالِط } الانفال : 65 ”اے نبی ﷺ ! ترغیب دلائیے اہل ایمان کو قتال کی“۔ بہر حال ترغیب کے لیے اہل ایمان کو اجر وثواب کا وعدہ دیا گیا اور انہیں ”شہادت ہے مقصود و مطلوب مومن“ کا سبق پڑھایا گیا ‘ لیکن کبھی زور زبردستی نہیں کی گئی۔ اس سیاق وسباق میں آیت زیر مطالعہ کا مفہوم یہ ہے کہ اللہ تعالیٰ تم سے زبردستی تمہارے اموال نہیں مانگتا یا تم سے سارے کا سارا مال دے ڈالنے کا مطالبہ نہیں کرتا۔"
    },
    {
      "ayah": 37,
      "surah": 47,
      "text": "آیت 37{ اِنْ یَّسْئَلْکُمُوْہَا فَیُحْفِکُمْ تَـبْخَلُوْا وَیُخْرِجْ اَضْغَانَـکُمْ } ”اگر وہ تم سے ان اموال کے بارے میں مطالبہ کرے اور اس معاملے میں تم پر تنگی کرے تو تم بخل سے کام لو گے اور وہ ظاہر کر دے گا تمہارے دلوں کے کھوٹ کو۔“ منافقین کے ساتھ عملی طور پر ایسا ہوتا بھی رہا کہ جب بھی کبھی مشکل حالات سے سابقہ پڑا ‘ ان کے دلوں کا کھوٹ فوراً ان کی زبانوں پر آگیا۔ جیسے غزوئہ احزاب کے موقع پر منافقین کے اندر کی خباثت ان الفاظ کے ساتھ ان کی زبانوں پر آگئی تھی : { مَّا وَعَدَنَا اللّٰہُ وَرَسُوْلُہٗٓ اِلَّا غُرُوْرًا۔ الاحزاب : 12 کہ اللہ اور اس کے رسول ﷺ نے تو ہمیں دھوکہ دیا ہے اور مستقبل کے بارے میں اب تک ہمیں سبز باغ ہی دکھائے جاتے رہے ہیں۔"
    },
    {
      "ayah": 38,
      "surah": 47,
      "text": "آیت 38 { ہٰٓاَنْتُمْ ہٰٓؤُلَآئِ تُدْعَوْنَ لِتُنْفِقُوْا فِیْ سَبِیْلِ اللّٰہِ } ”تم وہ لوگ ہو کہ تمہیں بلایا جا رہا ہے کہ تم اللہ کی راہ میں خرچ کرو۔“ { فَمِنْکُمْ مَّنْ یَّبْخَلُ وَمَنْ یَّبْخَلْ فَاِنَّمَا یَبْخَلُ عَنْ نَّفْسِہٖ } ”پس تم میں سے کوئی وہ بھی ہے جو بخل سے کام لیتا ہے ‘ اور جو کوئی بھی بخل کرتا ہے وہ اپنے آپ ہی سے بخل کرتا ہے۔“ اللہ تعالیٰ کی طرف سے مسلسل ترغیب کے باوجود جو لوگ انفاق فی سبیل اللہ سے جی چراتے ہیں انہیں معلوم ہونا چاہیے کہ اس معاملے میں بخل کر کے وہ کسی اور کا نہیں بلکہ اپنا ہی نقصان کر رہے ہیں اور نقصان بھی ایسا جس کی تلافی ممکن نہیں۔ دنیا کے چھوٹے چھوٹے مفادات کی خاطر آخرت کے دائمی اور ابدی اجر وثواب سے خود کو محروم کرلینا اور ایک کے بدلے سات سو ملنے کے وعدہ خداوندی کو لائق ِالتفات نہ سمجھنا کوئی معمولی نقصان تو نہیں ہے۔ { وَاللّٰہُ الْغَنِیُّ وَاَنْتُمُ الْفُقَرَآئُ } ”اور اللہ غنی ہے اور محتاج تو تم ہی ہو۔“ اللہ تعالیٰ تو غنی اور بےنیاز ہے ‘ اسے کسی چیز کی ضرورت نہیں ‘ وہ تو صرف تمہارے امتحان کے لیے تم سے کہتا ہے کہ مجھے قرض دو۔ اور اگر وہ تمہارے صدقات کو شرف قبولیت بخشتا ہے { وَیَاْخُذُ الصَّدَقٰتِ } التوبہ : 104 تو ایسا وہ محض تمہارے اعزازو اکرام کے لیے کرتا ہے۔ { وَاِنْ تَتَوَلَّوْا یَسْتَبْدِلْ قَوْمًا غَیْرَکُمْ ثُمَّ لَا یَکُوْنُوْٓا اَمْثَالَکُمْ } ”اور اگر تم پیٹھ پھیر لو گے تو وہ تمہیں ہٹا کر کسی اور قوم کو لے آئے گا ‘ پھر وہ تمہاری طرح نہیں ہوں گے۔“ یہ دو ٹوک اور فیصلہ کن انداز ہے کہ ایسا ہو کر رہے گا۔ اس حکم کا اطلاق ان لوگوں پر بھی ہوا ہوگا جنہوں نے اللہ کے رسول ﷺ کی معیت میں رہتے ہوئے منافقت کی بنا پر پیٹھ موڑلی تھی۔ ظاہر ہے وہ لوگ جب اس آیت کے مصداق بنے تو اللہ تعالیٰ نے انہیں راندئہ درگاہ کردیا اور ان کی جگہ نبی اکرم ﷺ کے لیے سچے ”جاں نثار“ اہل ِ ایمان ساتھی فراہم کردیے۔ لیکن اس کے بعد اس آیت کے مخاطب و مصداق دراصل ”اہل عرب“ ہیں جو امت مسلمہ کے مرکزہ nucleus کا درجہ رکھتے ہیں۔ اس نکتے کو یوں سمجھئے کہ حضور ﷺ کی بعثت ِاصلی یا بعثت خصوصی ”امیین“ یعنی بنو اسماعیل اور ان کے تابع مشرکین عرب کے لیے تھی۔ بنیادی طور پر تو وہی لوگ تھے جن کے سپرد حضور ﷺ کا مشن اس واضح حکم کے ساتھ ہوا تھا : { وَکَذٰلِکَ جَعَلْنٰکُمْ اُمَّۃً وَّسَطًا لِّتَکُوْنُوْا شُہَدَآئَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًاط } البقرۃ : 143 ”اے مسلمانو ! اسی طرح تو ہم نے تمہیں ایک امت وسط بنایا ہے تاکہ تم لوگوں پر گواہ ہو اور رسول ﷺ تم پر گواہ ہوں“۔ چناچہ آیت زیر مطالعہ میں براہ راست خطاب دراصل حضور ﷺ کے ”اہل عرب“ اُمتیوں سے ہے کہ اگر تم نے اس مشن سے منہ موڑ لیا تو اللہ تعالیٰ تمہیں ہٹا کر کسی اور قوم کو اس منصب پر فائز کر دے گا۔  میں سمجھتا ہوں کہ اس آیت کے مطابق اللہ تعالیٰ کی مشیت کا ظہور بتمام و بکمال تیرہویں صدی عیسوی میں اس وقت ہوا جب ہلاکو خان کے ذریعے سلطنت ِعباسیہ کو تاخت و تاراج کردیا گیا۔ اس ہنگامے میں تاتاریوں کے ہاتھوں بلامبالغہ کروڑوں مسلمان قتل ہوئے۔ 1258 ء میں سقوط بغداد کا سانحہ اس انداز میں روپذیر ہوا کہ شہر کی اینٹ سے اینٹ بجا دی گئی۔ تاتاری سپاہیوں نے بنو عباس کے آخری خلیفہ مستعصم باللہ کو گھسیٹ کر محل سے باہر نکالا اور کسی جانور کی کھال میں لپیٹ کر اسے گھوڑوں کے سموں تلے روندڈالا۔ یوں انتہائی عبرتناک طریقے سے عربوں کو امت مسلمہ کی قیادت سے معزول کردیا گیا۔ پھر کچھ عرصہ بعد اللہ تعالیٰ کی مشیت کے عین مطابق معجزانہ طور پر ان ہی تاتاریوں کی اولاد میں سے ترکانِ تیموری ‘ ترکانِ صفوی ‘ ترکانِ سلجوقی اور ترکانِ عثمانی جیسی قومیں مسلمان ہو کر اسلام کی علمبردار بن گئیں۔ ؎ ہے عیاں فتنہ تاتار کے افسانے سے پاسباں مل گئے کعبے کو صنم خانے سے اقبالؔ بالآخر امت مسلمہ کی قیادت کا سہرا سلطنت ِعثمانیہ The Great Ottoman Empire کے نام سے ترکانِ عثمانی کے سر باندھ دیا گیا اور اس طرح خلافت ِعثمانیہ کا جھنڈا عالم اسلام پر چار سو سال 1924 ء تک لہراتا رہا۔"
    },
    {
      "ayah": 4,
      "surah": 47,
      "text": "آیت 4 { فَاِذَا لَقِیْتُمُ الَّذِیْنَ کَفَرُوْا } ”تو اے مسلمانو ! جب تمہاری مڈ بھیڑ ہو کافروں سے“ اب جبکہ تمہاری جدوجہد مسلح تصادم کے مرحلے میں داخل ہوچکی ہے اور تم لوگ تلوار کا جواب تلوار سے دینے کے لیے میدان میں اتر پڑے ہو تو جب ان کافروں سے تمہارے مقابلہ کی نوبت آئے : { فَضَرْبَ الرِّقَابِ } ”تو ان کی گردنیں مارنا ہے !“ اب میدان کارزار میں تمہاری پہلی ترجیح یہی ہونی چاہیے کہ جو دشمن حق تمہارے سامنے آئے وہ بچ کر نہ جائے۔ لہٰذا ان کی گردنیں اُڑائو ‘ انہیں قتل کرو ! { حَتّٰٓی اِذَآ اَثْخَنْتُمُوْہُمْ فَشُدُّوا الْوَثَاقَ } ”یہاں تک کہ جب تم انہیں اچھی طرح سے ُ کچل دو تب انہیں مضبوطی کے ساتھ باندھو“ یعنی اس مرحلے پر تم بچے کھچے لوگوں کو قیدی بنا سکتے ہو۔ { فَاِمَّا مَنًّابَعْدُ وَاِمَّا فِدَآئً حَتّٰی تَضَعَ الْحَرْبُ اَوْزَارَہَا } ”پھر اس کے بعد تم انہیں چھوڑ سکتے ہو احسان کر کے یا فدیہ لے کر ‘ یہاں تک کہ جنگ اپنے ہتھیار ڈال دے۔“ اس آیت کے الفاظ میں تقدیم و تاخیر کے اسلوب پر غور کرنے سے معلوم ہوگا کہ الفاظ کی اصل ترتیب یوں ہے : ”فَضَرْبَ الرِّقَابِ ، حَتّٰٓی اِذَا اَثْخَنْتُمُوْہُمْ فَشُدُّوا الْوَثَاقَ ، حَتّٰی تَضَعَ الْحَرْبُ اَوْزَارَہَا فَاِمَّا مَنًّابَعْدُ وَاِمَّا فِدَآئً“۔ گویا اس جملے کے مطابق مقابلے کے مختلف مراحل کی ترتیب یہ ہوگی : پہلے ان کی گردنیں مارو ‘ جب ان کی طاقت اچھی طرح کچل ڈالی جائے تب انہیں قید میں مضبوط باندھو۔ پھر جب جنگ اپنے ہتھیار ڈال دے تو اس کے بعد انہیں چھوڑا جاسکتا ہے ‘ چاہے احسان کر کے چھوڑو یا فدیہ لے کر۔ آیت کے درست مفہوم تک پہنچنے کے لیے اس اہم فلسفے کو بھی سمجھنا ضروری ہے جو یہاں ”حَتّٰی تَضَعَ الْحَرْبُ اَوْزَارَہَا“ کے الفاظ میں بیان ہوا ہے۔ اس کے لیے انگریزی کے دو الفاظ war اور battle کو ذہن میں رکھئے۔ war سے مراد دو فریقوں کی باہمی محاذ آرائی اور کشمکش ہے جو ایک فریق کے فتح یاب اور دوسرے کے سرنگوں ہونے تک جاری رہتی ہے ‘ جبکہ battle سے مراد اس محاذ آرائی کے دوران متعلقہ فریقوں کے درمیان ہونے والا کوئی خاص معرکہ ہے۔ گویا ایک جنگ war کے دوران میں کئی لڑائیاں battles ہوسکتی ہیں۔ اب رسول اللہ ﷺ کی جدوجہد کے حوالے سے اس نکتے کو یوں سمجھئے کہ مدنی دور میں غلبہ دین کی جنگ war چھ سال تک مسلسل جاری رہی۔ -۔ - اس میں صرف صلح حدیبیہ کی وجہ سے کچھ مدت کے لیے ایک وقفہ آیا تھا۔ -۔ - اس جنگ کے دوران غزوئہ بدر Battle of Badar ‘ غزوئہ اُحد Battle of Uhad ‘ غزوہ احزاب Battle of Ahzaab ‘ غزوہ بنی مصطلق Battle of Bani Mustalaq اور بہت سی دوسری لڑائیاں لڑی گئیں۔ لیکن جنگ war نے مکمل طور پر ہتھیار اس وقت ڈالے جب پورے جزیرہ نمائے عرب میں اللہ کا دین اس حد تک غالب ہوگیا کہ اس کے مقابلے میں باطل کی طرف سے کسی قسم کی کوئی مزاحمت باقی نہ رہی۔  چناچہ زیر مطالعہ آیت میں جو حکمت بیان ہوئی ہے اس کا خلاصہ یہ ہے کہ اقامت دین کی جدوجہد کے آخری مرحلے یعنی مسلح تصادم میں جب باطل قوتوں کو علی الاعلان للکارا جا چکاہو اور مردانِ حق اپنے سروں پر کفن باندھ کر میدانِ کارزار میں اتر پڑے ہوں تو یہ پنجہ آزمائی اس وقت تک جاری رہے گی جب تک باطل پوری طرح سرنگوں نہ ہوجائے۔ اس دوران کسی مہم یا کسی لڑائی میں پکڑے جانے والے قیدیوں کو کسی بھی شرط پر آزاد کرنے کا مطلب یہ ہوگا کہ آپ انہیں اگلے معرکے میں دوبارہ اپنے مقابلے میں آنے کا موقع دے رہے ہیں۔ جیسے غزوہ بدر میں کفار کے ّستر 70 جنگجوئوں کے مارے جانے سے ان کی طاقت کو ایک حد تک تو نقصان پہنچا تھا ‘ مگر ان کی جنگی صلاحیت پوری طرح ختم نہیں ہوئی تھی۔ چناچہ ان کے 70 قیدیوں کی آزادی ان کے لیے پھر سے تقویت کا باعث بن گئی اور فدیہ دے کر آزاد ہونے والے قیدیوں میں سے اکثر افراد اگلے سال مسلمانوں کے مقابلے کے لیے پھر سے میدان میں تھے۔ دوسری طرف اس حوالے سے ایک نکتہ یہ بھی ذہن نشین کرلیجئے کہ غزوہ بدر کے قیدیوں کو فدیہ لے کر چھوڑنے سے متعلق حضور ﷺ کا فیصلہ ایک اجتہاد تھا ‘ جس کا تعلق جانچ judgement سے تھا۔ یعنی اس معاملے میں حضور ﷺ کا اندازہ تھا کہ کفار کی طاقت کچلی جا چکی ہے ‘ لیکن اللہ تعالیٰ کے نزدیک ابھی ایسا نہیں ہوا تھا۔ بہر حال اجتہاد کی دونوں صورتیں خطا اور صواب ہی اللہ تعالیٰ کے ہاں مقبول ہیں اور دونوں پر ہی اجر بھی ملتا ہے۔ البتہ اجتہاد میں تصویب کی صورت میں دہرے اجر کا وعدہ ہے۔ آیت زیر مطالعہ میں چونکہ قیدیوں کو فدیے کے عوض رہا کرنے کا اختیار دیا گیا تھا اس لیے حضور ﷺ نے اس اختیار کی رو سے مذکورہ فیصلہ فرمایا تھا۔ لیکن اللہ تعالیٰ کو بہتر طور پر معلوم تھا کہ کفر کی جنگی صلاحیت ابھی ختم نہیں ہوئی۔ اسی لیے سورة الانفال جو اس سورت کے بعد نازل ہوئی میں حضور ﷺ کے اس فیصلے سے متعلق یہ تبصرہ نازل ہوا تھا : { مَا کَانَ لِنَبِیٍّ اَنْ یَّکُوْنَ لَہٗٓ اَسْرٰی حَتّٰی یُثْخِنَ فِی الْاَرْضِ تُرِیْدُوْنَ عَرَضَ الدُّنْیَاق وَاللّٰہُ یُرِیْدُ الْاٰخِرَۃَ وَاللّٰہُ عَزِیْزٌ حَکِیْمٌ } ”کسی نبی کے لیے یہ روا نہیں کہ اس کے قبضے میں قیدی ہوں جب تک کہ وہ کافروں کو قتل کرکے زمین میں خوب خوں ریزی نہ کر دے۔ تم دنیا کا سازو سامان چاہتے ہو ‘ اور اللہ کے پیش نظر آخرت ہے ‘ اور اللہ عزیز اور حکیم ہے“۔ { لَوْلاَ کِتٰبٌ مِّنَ اللّٰہِ سَبَقَ لَمَسَّکُمْ فِیْمَآ اَخَذْتُمْ عَذَابٌ عَظِیْمٌ } ”اگر اللہ کی طرف سے ایک بات پہلے سے طے نہ ہوچکی ہوتی تو جو کچھ فدیہ وغیرہ تم نے لیا ہے اس کے باعث تم پر بڑا سخت عذاب آتا“۔ یہاں ”کتاب“ سے مراد آیت زیر مطالعہ کا یہ حکم ہے جس میں فدیہ کے عوض قیدیوں کو چھوڑنے کی اجازت دی گئی ہے۔ مطلب یہ کہ اگر اللہ تعالیٰ کی طرف سے سورة محمد ﷺ کی آیت 4 کا حکم پہلے سے نازل نہ ہوچکا ہوتا تو فدیہ لینے کی وجہ سے تم پر سخت گرفت ہوتی۔ { فَکُلُوْا مِمَّا غَنِمْتُمْ حَلٰلاً طَیِّبًاز وَّاتَّقُوا اللّٰہَط اِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ۔ ”تو اب کھائو جو تمہیں ملا ہے غنیمت میں سے کہ وہ تمہارے لیے حلال اور طیب ہے ‘ اور اللہ کا تقویٰ اختیار کرو۔ یقینا اللہ بخشنے والا ‘ رحم فرمانے والا ہے۔“ سورة الانفال کی یہ آیت بھی مشکلات القرآن میں سے ہے اور اس کو سمجھنے کے لیے بھی آیت زیر مطالعہ کی درست تفہیم ضروری ہے۔ بہر حال آیت زیر مطالعہ کے حکم کا خلاصہ یہ ہے کہ جب دشمن سے تمہارا مقابلہ ہو تو انہیں خوب قتل کرو ‘ پھر جب کفر کی کمر پوری طرح ٹوٹ جائے تو ان کے بچے کھچے زندہ افراد کو قیدی بھی بنا یا جاسکتا ہے۔ پھر جب دشمن کی طرف سے مزاحمت بالکل ختم ہوجائے اور اس کے خلاف تمہاری جنگ اپنے منطقی انجام کو پہنچ جائے تو قیدیوں کو آزاد کرنے میں کوئی مضائقہ نہیں ‘ چاہے ان کے عوض فدیہ لے لو یا احسان کرتے ہوئے بلامعاوضہ انہیں رہا کر دو۔ { ذٰلِکَ وَلَوْ یَشَآئُ اللّٰہُ لَانْتَصَرَ مِنْہُمْ } ”یہ ہے اس بارے میں حکم ‘ اور اگر اللہ چاہتا تو خود ہی ان سے بدلہ لے لیتا“ { وَلٰکِنْ لِّیَبْلُوَا بَعْضَکُمْ بِبَعْضٍ } ”لیکن اللہ آزماتا ہے تمہارے بعض لوگوں کو بعض دوسروں کے ذریعے سے۔“ اللہ تعالیٰ ان کفار سے خود بھی انتقام لے سکتا تھا۔ وہ چاہتا تو میدانِ بدر میں کفار کے ایک ہزار نفوس پر مشتمل لشکر کو آنِ واحد میں بھسم کر کے رکھ دیتا۔ لیکن اس نے تمہارے تین سو تیرہ افراد کو ایک ہزار کے طاقت ور لشکر کے مقابلے میں لا کر تمہارے صبر و ایمان اور جذبہ استقامت کا امتحان لینا پسند کیا۔  { وَالَّذِیْنَ قُتِلُوْا فِیْ سَبِیْلِ اللّٰہِ فَلَنْ یُّضِلَّ اَعْمَالَہُمْ } ”اور جو لوگ اللہ کی راہ میں قتل ہوگئے تو اللہ ان کے اعمال کو ہرگز ضائع نہیں کرے گا۔“ اللہ تعالیٰ ان کے اعمال کا انہیں بھر پور صلہ دے گا۔"
    },
    {
      "ayah": 5,
      "surah": 47,
      "text": "آیت 5 { سَیَہْدِیْہِمْ وَیُصْلِحُ بَالَہُمْ } ”وہ ان کی راہنمائی کرے گا اور ان کے احوال کو سنوار دے گا۔“"
    },
    {
      "ayah": 6,
      "surah": 47,
      "text": "آیت 6 { وَیُدْخِلُہُمُ الْجَنَّۃَ عَرَّفَہَا لَہُمْ } ”اور داخل کرے گا انہیں جنت میں جس کی ان کو پہچان کرا دی ہے۔“ یعنی جنت اور اس کی نعمتوں کا قرآن میں تفصیلی تعارف کرا دیا گیا ہے۔"
    },
    {
      "ayah": 7,
      "surah": 47,
      "text": "آیت 7 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰہَ یَنْصُرْکُمْ وَیُثَبِّتْ اَقْدَامَکُمْ } ”اے اہل ِایمان ! اگر تم اللہ کی مدد کرو گے تو اللہ تمہاری مدد کرے گا اور وہ تمہارے قدموں کو جما دے گا۔“ یہ اللہ تعالیٰ کا بہت اہم قانون ہے۔ اگر تم لوگ اللہ کے فرماں بردار بندے بن کر رہو گے ‘ اسی سے مدد مانگو گے ‘ اسی پر توکل ّکرو گے اور اس کے دین کے غلبے کی جدوجہد کو اپنی زندگی کا مشن بنا لوگے تو وہ تمہیں بےسہارا اور بےیارومددگار نہیں چھوڑے گا ‘ بلکہ ایسی صورت میں ہر جگہ ‘ ہر گھڑی اس کی مدد آپ لوگوں کے شامل حال رہے گی۔ لیکن اس کے برعکس اگر تم لوگ اللہ کے دشمنوں کے ساتھ دوستی کی پینگیں بڑھائو گے ‘ ان کی وفاداریوں کا دم بھرو گے ‘ انہیں اپنا حمایتی اور مدد گار سمجھو گے ‘ تو اللہ تعالیٰ تمہیں تمہارے حال پر چھوڑ دے گا۔ پھر تم اللہ سے رو رو کر بھی دعائیں کرو گے تو اس کے حضور تمہاری شنوائی نہیں ہوگی۔  اس کی عملی مثال 1971 ء کی پاک بھارت جنگ میں سامنے آئی تھی۔ اس جنگ کے دوران پاکستان کی کامیابی کے لیے مسجد الحرام اور مسجد نبوی ﷺ کے اندر تو اتر کے ساتھ قنوت نازلہ پڑھی جاتی رہی ‘ مگر عین اسی وقت ہمارے حکمرانوں کی حالت یہ تھی کہ وہ مدد اور حمایت کے لیے اللہ کے دشمنوں کے سامنے سجدہ ریز ہو کر ان کی مدد کا انتظار کر رہے تھے۔ یعنی دعائیں تو اللہ سے مانگی جا رہی تھیں لیکن بھروسا امریکہ کے ساتویں بحری بیڑے پر تھا۔ لہٰذا دنیا نے دیکھ لیا کہ حرمین شریفین کے اندر مانگی گئی دعائیں بھی اللہ کے حضور درجہ قبولیت حاصل نہ کرسکیں اور سقوط ڈھا کہ کا بدترین سانحہ رونما ہو کر رہا۔ اس صورت حال کا تکلیف دہ پہلو یہ ہے کہ قومی و ملکی سطح پر اتنی بڑی ہزیمت اور ذلت اٹھانے کے بعد بھی ہم نے اپنی روش تبدیل نہیں کی۔ چناچہ آج بھی ہماری حالت یہ ہے کہ ہم نے بدستور اللہ کے باغیوں کے سامنے مدد کے لیے ہاتھ پھیلا رکھے ہیں۔ ہمارے حکمران آج بھی انہی کو اپنا سرپرست سمجھتے ہیں اور انہیں کی مدد پر بھروسا کیے بیٹھے ہیں۔ ادھر پورے ملک کی معیشت ہے کہ بڑے دھڑلے ّسے سود پر چل رہی ہے۔ گویا ملک کے اندر ہم نے اللہ تعالیٰ اور اس کے رسول ﷺ کے ساتھ کھلم کھلا اعلانِ جنگ کر رکھا ہے۔ ایسی صورت میں اللہ تعالیٰ ہماری دعائیں بھلا کیونکر سنے گا اور کیونکر اس کی مدد ہمارے شامل حال ہوگی ؟  بہر حال آیت زیر مطالعہ میں اس حوالے سے ہمارے لیے راہنمائی بھی ہے اور خوشخبری بھی کہ اگر تم اللہ کی اطاعت میں مخلص رہو گے ‘ اس کے دین کے جھنڈے کو تھامے رکھوگے اور اقامت دین کی جدوجہد میں اپنا تن من دھن لگانے کے لیے آمادہ رہو گے تو وہ تمہاری مدد کے لیے ہر جگہ تمہارے ساتھ موجود ہوگا اور تمہارے دشمنوں کے مقابلے میں تمہارے قدم جمائے رکھے گا۔"
    },
    {
      "ayah": 8,
      "surah": 47,
      "text": "آیت 8 { وَالَّذِیْنَ کَفَرُوْا فَتَعْسًا لَّہُمْ وَاَضَلَّ اَعْمَالَہُمْ } ”اور وہ لوگ جنہوں نے کفر کیا تو ان کے لیے نا کامی ہے اور وہ ان کے تمام اعمال کو برباد کر دے گا۔“ تَعْسکا معنی ٹھوکر کھا کر منہ کے بل گرنا ہے ‘ گویا ناکام و نامراد اور ذلیل و رسوا ہونا۔ اور اس سے مراد ہلاکت بھی ہے۔ یعنی جن لوگوں نے کفر کی روش اختیار کی وہ دنیا کی زندگی میں بھی خائب و خاسر اور ذلیل و رسوا ہوں گے ‘ ٹھوکریں کھا کر منہ کے بل گرنا ان کا مقدر ہوگا۔ قیامت کے دن ایسے لوگ راندئہ درگاہ کردیے جائیں گے اور حصول دنیا کے لیے کی جانے والی ان کی تمام جدوجہد ان کے کسی کام نہیں آسکے گی۔"
    },
    {
      "ayah": 9,
      "surah": 47,
      "text": "آیت 9 { ذٰلِکَ بِاَنَّہُمْ کَرِہُوْا مَآ اَنْزَلَ اللّٰہُ فَاَحْبَطَ اَعْمَالَہُمْ } ”یہ اس لیے کہ انہوں نے اس چیز کو ناپسند کیا جو اللہ نے نازل کی تو اس نے ان کے تمام اعمال کو ضائع کردیا۔“ ایسے لوگوں کے نامہ ہائے اعمال میں جو نیک اعمال ہوں گے وہ بھی سب کے سب ضائع کردیے جائیں گے۔ جیسے مشرکین میں سے بعض لوگ غریبوں کو کھانا کھلاتے تھے اور حاجیوں کی مہمان نوازی کا خصوصی اہتمام کرتے تھے اور سمجھتے تھے کہ وہ بہت نیکی کے کام کر رہے ہیں۔ ایسے لوگوں کو سورة التوبہ کی آیت 19 میں دو ٹوک انداز میں بتادیا گیا : { اَجَعَلْتُمْ سِقَایَۃَ الْحَآجِّ وَعِمَارَۃَ الْمَسْجِدِ الْحَرَامِ کَمَنْ اٰمَنَ بِاللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَجٰہَدَ فِیْ سَبِیْلِ اللّٰہِط لاَ یَسْتَوٗنَ عِنْدَ اللّٰہِط } ”کیا تم نے حاجیوں کو پانی پلانے اور مسجد ِحرام کو آباد رکھنے کو برابر کردیا ہے اس شخص کے اعمال کے جو ایمان لایا اللہ پر اور یوم آخرت پر اور اس نے جہاد کیا اللہ کی راہ میں ؟ یہ برابر نہیں ہوسکتے اللہ کے نزدیک“۔ بہر حال یہ اللہ کا حتمی فیصلہ اور اٹل قانون ہے کہ اگر کوئی اللہ کے نازل کردہ قرآن کو ناپسند کرتا ہے تو اس کے تمام نیک اعمال بھی برباد ہوجائیں گے اور توشہ آخرت کے طور پر اس کے پاس کچھ بھی نہ بچے گا۔"
    }
  ]
}
