{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "آیت 1{ وَالذّٰرِیٰتِ ذَرْوًا۔ } ”قسم ہے ان ہوائوں کی جو بکھیرنے والی ہیں جیسے کہ بکھیرا جاتا ہے۔“ ہوائیـں بہت سی چیزوں کو بکھیرتی ہیں۔ مثلاً پودوں کے پھولوں کے زردانے pollens ہوائوں کی مدد سے ایک پودے سے دوسرے تک پہنچ کر اسے بارور کرتے ہیں۔ اسی طرح بہت سے درختوں کے بیج ہوائوں کے دوش پر سفر کرتے ہوئے دور دراز علاقوں تک پہنچ جاتے ہیں۔ یوں ہوائیں پودوں کے پھلنے پھولنے اور جنگلات کے بڑھانے میں بھی مدد دیتی ہیں۔"
    },
    { "ayah": 10, "surah": 51, "text": "آیت 10{ قُتِلَ الْخَرّٰصُوْنَ۔ } ”ہلاک ہوجائیں یہ اٹکلیں دوڑانے والے۔“" },
    {
      "ayah": 11,
      "surah": 51,
      "text": "آیت 1 1{ الَّذِیْنَ ہُمْ فِیْ غَمْرَۃٍ سَاہُوْنَ۔ } ”جو اپنی غفلت میں پڑے ہوئے ہیں۔“ انہیں نہ تو اپنے مقصد تخلیق کی خبر ہے اور نہ اپنے انجام کی فکر۔ حتیٰ کہ وہ اپنے اس عہد کو بھی بھولے ہوئے ہیں جو عالم ارواح میں انہوں نے اللہ تعالیٰ کے ساتھ کیا تھا۔ سورة الاعراف کی آیت 172 میں اس عہد کا ذکر اس طرح ہوا ہے :{ وَاِذْ اَخَذَ رَبُّکَ مِنْم بَنِیْٓ اٰدَمَ مِنْ ظُہُوْرِہِمْ ذُرِّیَّـتَہُمْ وَاَشْہَدَہُمْ عَلٰٓی اَنْفُسِہِمْج اَلَسْتُ بِرَبِّکُمْط قَالُوْا بَلٰیج شَہِدْنَاج } ”اور یاد کرو جب نکالا آپ ﷺ کے رب نے تمام بنی آدم کی پیٹھوں سے ان کی نسل کو اور ان کو گواہ بنایا خود ان کے اوپر ‘ اور سوال کیا کیا میں تمہارا ربّ نہیں ہوں ؟ انہوں نے کہا : کیوں نہیں ! ہم اس پر گواہ ہیں۔“انسان جب اس دنیا میں آتا ہے تو اس عہد کا ”عرفان“ اس کی روح کے اندر موجود ہوتا ہے۔ لیکن دنیوی زندگی کے دوران بعض لوگوں کی ارواح غفلت میں اس قدر ڈوب جاتی ہیں کہ انہیں اپنے رب سے کیا ہوا یہ عہد یاد ہی نہیں رہتا۔ زیر مطالعہ آیت میں ایسے ہی لوگوں کا ذکر ہے۔"
    },
    {
      "ayah": 12,
      "surah": 51,
      "text": "آیت 12{ یَسْئَلُوْنَ اَیَّانَ یَوْمُ الدِّیْنِ۔ } ”وہ پوچھتے ہیں کب آئے گا وہ جزا و سزا کا دن !“ مشرکین یہ سوال طنزیہ انداز میں کرتے تھے کہ آپ ﷺ کہتے رہتے ہیں کہ جزائے اعمال کا دن آکر رہے گا ‘ تو آخر کب تک آئے گا وہ روز جزا ؟ چناچہ ان کے اس سوال کا جواب بھی انہیں اسی انداز میں دیا جا رہا ہے :"
    },
    {
      "ayah": 13,
      "surah": 51,
      "text": "آیت 13{ یَوْمَ ہُمْ عَلَی النَّارِ یُفْتَنُوْنَ۔ } ”جس دن یہ لوگ آگ پر سینکے جائیں گے۔“  چونکہ مشرکین یہ سوال غیر سنجیدہ انداز میں کرتے تھے اس لیے جواب میں ان کے لیے ڈانٹ کا انداز پایاجاتا ہے۔"
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "آیت 14{ ذُوْقُوْا فِتْنَـتَـکُمْ ط ہٰذَا الَّذِیْ کُنْتُمْ بِہٖ تَسْتَعْجِلُوْنَ۔ } ”اُس دن ان سے کہا جائے گا اب چکھو مزا اپنی شرارت کا۔ یہ ہے وہ عذاب جس کی تم جلدی مچایا کرتے تھے۔“ تم لوگ ہمارے رسول ﷺ کو چیلنج کیا کرتے تھے ناکہ لے آئو ہم پر عذاب اگر لاسکتے ہو۔ چناچہ یہ ہے آج تمہارے اس مطالبے کا جواب۔ اب چکھو اس عذاب کا مزا !"
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "آیت 15{ اِنَّ الْمُتَّقِیْنَ فِیْ جَنّٰتٍ وَّعُیُوْنٍ۔ } ”یقینا اہل تقویٰ باغات اور چشموں کے اندر ہوں گے۔“"
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "آیت 16{ اٰخِذِیْنَ مَآاٰتٰٹہُمْ رَبُّہُمْط اِنَّہُمْ کَانُوْا قَبْلَ ذٰلِکَ مُحْسِنِیْنَ۔ } ”وہ شکریے کے ساتھ لے رہے ہوں گے جو کچھ ان کا رب انہیں دے گا۔ یہ وہ لوگ ہیں جو اس سے پہلے نیکوکار تھے۔“ یہ لوگ دنیا کی زندگی میں اپنے نیک اعمال کی وجہ سے درجہ احسان تک پہنچے ہوئے تھے۔"
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "آیت 17{ کَانُوْا قَلِیْلًا مِّنَ الَّـیْلِ مَا یَہْجَعُوْنَ۔ } ”رات کا تھوڑا ہی حصہ ہوتا تھا جس میں وہ سوتے تھے۔“ ان لوگوں کی راتوں کا بیشتر حصہ اپنے رب کے حضور حاضری میں گزرتا تھا۔ سورة الفرقان میں ”عباد الرحمن“ کے اس معمول کا ذکر اس طرح آیا ہے : { وَالَّذِیْنَ یَبِیْتُوْنَ لِرَبِّہِمْ سُجَّدًا وَّقِیَامًا۔ } ”اور وہ لوگ راتیں بسر کرتے ہیں اپنے رب کے حضور سجدے اور قیام کرتے ہوئے۔“"
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "آیت 18{ وَبِالْاَسْحَارِ ہُمْ یَسْتَغْفِرُوْنَ۔ } ”اور سحری کے اوقات میں وہ استغفار کرتے تھے۔“"
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "آیت 19{ وَفِیْٓ اَمْوَالِہِمْ حَقٌّ لِّلسَّآئِلِ وَالْمَحْرُوْمِ۔ } ”اور ان کے اموال میں سائل اور محتاج کا حق ہوا کرتا تھا۔“ انہوں نے اس حقیقت کو قبول کر رکھا تھا کہ ان کے پاس اللہ کا دیا جو کچھ بھی ہے اس میں فقراء و مساکین کا بھی حصہ ہے اور وہ متعلقہ لوگوں کا حق ان تک پہنچایا بھی کرتے تھے۔"
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "آیت 2{ فَالْحٰمِلٰتِ وِقْرًا۔ } ”پھر بوجھ اٹھا کر لانے والی ہیں۔“ ہوائیں اربوں کھربوں ٹن پانی سمندر سے اٹھا کر بادلوں کی شکل میں ہزاروں میل دور لے جاتی ہیں اور پھر مختلف علاقوں میں بارش برساتی ہیں۔"
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "آیت 20{ وَفِی الْاَرْضِ اٰیٰتٌ لِّلْمُوْقِنِیْنَ۔ } ”اور زمین میں ہر چہارطرف نشانیاں ہیں یقین کرنے والوں کے لیے۔“ سورة البقرۃ ‘ آیت 164 آیت الآیات میں اللہ تعالیٰ کی ان نشانیوں کا ذکر تفصیل کے ساتھ ہوا ہے۔"
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "آیت 21{ وَفِیْٓ اَنْفُسِکُمْ ط اَفَلَا تُبْصِرُوْنَ۔ } ”اور تمہاری اپنی جانوں میں بھی نشانیاں ہیں۔ تو کیا تم دیکھتے نہیں ہو ؟“ یعنی انسان کے جسم اور جسم کے ایک ایک نظام کے اندر اللہ تعالیٰ کی بیشمار نشانیاں موجود ہیں۔ انسان کو چاہیے کہ وہ ان نشانیوں پر غور کرے۔ مرزا بیدل ؔ نے اس خوبصورت شعر میں اسی مضمون کی ترجمانی کی ہے : ؎ستم است گر ہوست کشد کہ بہ سیر ِسرو وسمن درآ تو زغنچہ کم نہ دمیدئہ درِ دل کشا بہ چمن درآ ! اے انسان ! بڑے ستم کی بات ہے اگر تجھے تیری خواہش نفس کسی باغ کی سیر کے لیے کھینچ کرلے جاتی ہے ‘ جبکہ خود تیری اپنی چمک دمک کسی پھول سے کم نہیں ہے۔ کبھی اپنے دل کا دروازہ کھول کر اس چمن کی سیر کے لیے بھی آئو جو تمہاری روح کے اندر اللہ تعالیٰ نے مہکا رکھا ہے۔ اللہ تعالیٰ نے انسان کو اشرف المخلوقات بنایا ہے۔ انسان کو چاہیے کہ اپنی تخلیق اور اپنے وجود پر غور کرے اور اس اعتبار سے اپنے مقام و مرتبہ کو پہچانے۔ بقول مرزا بیدلؔ : ؎ہر دو عالم خاک شد تا بست نقش ِآدمی اے بہارِ نیستی از قدر خود ہوشیار باش ! اس شعر کی تشریح سورة النحل کی آیت 40 کے تحت بیان ہوئی ہے۔"
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "آیت 22{ وَفِی السَّمَآئِ رِزْقُکُمْ وَمَا تُوْعَدُوْنَ۔ } ”اور آسمان میں تمہارا رزق ہے اور وہ بھی جس کا تم سے وعدہ کیا جا رہا ہے۔“ اللہ تعالیٰ کی طرف سے تمہارا رزق بھی طے شدہ ہے اور تمہارے جنت یا دوزخ میں جانے کا فیصلہ بھی اسی کی مشیت سے ہونا ہے۔"
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "آیت 23{ فَوَرَبِّ السَّمَآئِ وَالْاَرْضِ اِنَّہٗ لَحَقٌّ مِّثْلَ مَآ اَنَّکُمْ تَنْطِقُوْنَ۔ } ”تو آسمانوں اور زمین کے رب کی قسم ‘ یقینایہ حق ہے ‘ بالکل ایسے جیسے اِس وقت تم بات چیت کر رہے ہو۔“ یعنی بعث بعد الموت شدنی ہے ‘ برحق ہے ‘ قیامت آکر رہے گی۔"
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "آیت 24{ ہَلْ اَتٰکَ حَدِیْثُ ضَیْفِ اِبْرٰہِیْمَ الْمُکْرَمِیْنَ۔ } ”کیا آپ ﷺ کے پاس ابراہیم علیہ السلام کے معزز مہمانوں کی خبرپہنچی ہے !“ یہ اس واقعہ کی طرف اشارہ ہے جب فرشتے انسانی شکلوں میں مہمان بن کر حضرت ابراہیم علیہ السلام کے گھر آئے تھے۔"
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "آیت 25{ اِذْ دَخَلُوْا عَلَیْہِ فَقَالُوْا سَلٰمًاط } ”جب وہ اس کے ہاں داخل ہوئے تو انہوں نے سلام کہا۔“ { قَالَ سَلٰـمٌ ج قَوْمٌ مُّنْکَرُوْنَ۔ } ”اس نے بھی جواب میں سلام کہا اور دل میں کہا کہ یہ تو کوئی اجنبی لوگ ہیں۔“"
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "آیت 26{ فَرَاغَ اِلٰٓی اَہْلِہٖ فَجَآئَ بِعِجْلٍ سَمِیْنٍ۔ } ”پھر وہ چپکے سے اپنے گھر والوں کی طرف گیا اور ایک بھنا ہوا موٹا تازہ بچھڑا لے آیا۔“ سورة ہود آیت 69 میں ”عِجْلٍ حَنِیْذٍ“ بھنا ہوا بچھڑا کے الفاظ آئے ہیں۔ پرانے زمانے کی دعوتیں اسی انداز سے ہوا کرتی تھیں کہ جانور ذبح کیا اور گھی میں تل کر یا بھون کر پورے کا پورا مہمانوں کے سامنے حاضر کردیا۔"
    },
    {
      "ayah": 27,
      "surah": 51,
      "text": "آیت 27{ فَقَرَّبَہٗٓ اِلَیْہِمْ قَالَ اَلَا تَاْکُلُوْنَ۔ } ”پھر اسے ان کی طرف بڑھایا اور کہا کہ آپ لوگ کھاتے نہیں ؟“"
    },
    {
      "ayah": 28,
      "surah": 51,
      "text": "آیت 28{ فَاَوْجَسَ مِنْہُمْ خِیْفَۃًط } ”تو اس نے ان کی طرف سے دل میں اندیشہ محسوس کیا۔“ مہمانوں کے کھانا تناول نہ کرنے پر حضرت ابراہیم علیہ السلام کو اندیشہ لاحق ہوا کہ شاید یہ لوگ میرے دشمن ہیں ‘ مجھے نقصان پہنچانا چاہتے ہیں اور اسی لیے میرا نمک کھانے سے احتراز کر رہے ہیں۔ پرانے زمانے کے لوگ دشمنی میں بھی شرافت دکھاتے تھے۔ اگر کسی کا نمک کھالیا جاتا تو اس کے بعد اسے نقصان پہنچانے کا نہیں سوچا جاتا تھا۔ { قَالُوْا لَا تَخَفْ ط } ”انہوں نے کہا : آپ ڈریں نہیں۔“ { وَبَشَّرُوْہُ بِغُلٰمٍ عَلِیْمٍ۔ } ”اور انہوں نے اسے بشارت دی ایک صاحب علم بیٹے کی۔“ صاحب علم بیٹے سے مراد حضرت اسحاق علیہ السلام ہیں جن کی پیدائش کی بشارت فرشتوں نے دی۔"
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "آیت 29{ فَاَقْبَلَتِ امْرَاَتُہٗ فِیْ صَرَّۃٍ فَصَکَّتْ وَجْہَہَا وَقَالَتْ عَجُوْزٌ عَقِیْمٌ۔ } ”اس پر اس کی بیوی سامنے آئی بڑبڑاتی ہوئی اور اس نے اپنا ماتھا پیٹ لیا اور کہنے لگی : بڑھیا بانجھ بچہ جنے گی کیا ؟“ کہ میں تو ساری عمر بانجھ رہی ہوں اور اب تو میری عمر بھی ماں بننے کی نہیں رہی ‘ تو کیا اب میرے ہاں بیٹا پیداہو گا ؟"
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "آیت 3{ فَالْجٰرِیٰتِ یُسْرًا۔ } ”پھر نرمی سے چلنے والی ہیں۔“ کبھی ٹھنڈی ٹھنڈی ہوا اس طرح چلتی ہے کہ اس کے ہلکے ہلکے جھونکے نباتات و حیوانات سب کے لیے بہت فرحت بخش ہوتے ہیں۔"
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "آیت 30{ قَالُوْا کَذٰلِکِ لا قَالَ رَبُّکِ ط } ”انہوں نے کہا : ایسا ہی فرمایا ہے آپ کے رب نے۔“ فرشتے جو انسانی شکل میں تھے انہوں نے جواب دیا : یقینا ایسے ہی ہوگا۔ ہم اپنی طرف سے یہ خبر نہیں دے رہے ‘ بلکہ یہ آپ کے رب کا فیصلہ ہے۔ { اِنَّہٗ ہُوَ الْحَکِیْمُ الْعَلِیْمُ۔ } ’ یقینا وہ سب کچھ جاننے والا بھی ہے اور بہت حکمت والا بھی۔“"
    },
    {
      "ayah": 31,
      "surah": 51,
      "text": "آیت 31{ قَالَ فَمَا خَطْبُـکُمْ اَیُّـہَا الْمُرْسَلُوْنَ۔ } ”ابراہیم نے پوچھا کہ اے ایلچیو ! پھر آپ لوگوں کا مقصد کیا ہے ؟“ آپ کا قصد اور ارادہ کیا ہے ؟ کیا خصوصی مہم آپ کو درپیش ہے ؟"
    },
    {
      "ayah": 32,
      "surah": 51,
      "text": "آیت 32{ قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰی قَوْمٍ مُّجْرِمِیْنَ۔ } ”انہوں نے کہا : ہم بھیجے گئے ہیں ایک مجرم قوم کی طرف۔“"
    },
    { "ayah": 33, "surah": 51, "text": "آیت 33{ لِنُرْسِلَ عَلَیْہِمْ حِجَارَۃً مِّنْ طِیْنٍ۔ } ”تاکہ ہم ان پر بارش برسائیں کنکریوں کی۔“" },
    {
      "ayah": 34,
      "surah": 51,
      "text": "آیت 34{ مُّسَوَّمَۃً عِنْدَ رَبِّکَ لِلْمُسْرِفِیْنَ۔ } ”جو نشان زدہ ہیں آپ کے رب کے پاس حد سے بڑھ جانے والوں کے لیے۔“ اللہ تعالیٰ نے ہر کنکری کو ان کے ایک خاص فرد کے لیے مخصوص کر رکھا ہے جو اس کے لیے گولی bullet کا کام کرے گی۔"
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "آیت 35{ فَاَخْرَجْنَا مَنْ کَانَ فِیْہَا مِنَ الْمُؤْمِنِیْنَ۔ } ”پھر ہم نے نکال لیا جو بھی اس بستی میں تھے اہل ایمان۔“"
    },
    {
      "ayah": 36,
      "surah": 51,
      "text": "آیت 36{ فَمَا وَجَدْنَا فِیْہَا غَیْرَ بَیْتٍ مِّنَ الْمُسْلِمِیْنَ۔ } ”تو نہیں پایا ہم نے اس میں سوائے ایک گھر کے کسی کو مسلمانوں میں سے۔“ یعنی حضرت لوط علیہ السلام کے ایک گھر کے سوا اس پوری قوم میں اور کوئی بھی مسلمان نہیں تھا۔"
    },
    {
      "ayah": 37,
      "surah": 51,
      "text": "آیت 37{ وَتَرَکْنَا فِیْہَآ اٰیَۃً لِّلَّذِیْنَ یَخَافُوْنَ الْعَذَابَ الْاَلِیْمَ۔ } ”اور ہم نے اس میں ایک نشانی چھوڑ دی ان لوگوں کے لیے جو ڈرتے ہوں دردناک عذاب سے۔“ قومِ لوط کی بستیاں سدوم اور عامورہ سمندر کے کنارے پر آباد تھیں ‘ جو اب بحیرئہ مردار Dead Sea کہلاتا ہے۔ ان بستیوں کے بارے میں یہی اندازہ تھا کہ جب زلزلے سے یہ علاقہ تلپٹ ہوا ہوگا تو یہ بستیاں سمندر میں غرق ہوگئی ہوں گی۔ اب اس کی تصدیق بھی ہوگئی ہے اور بحیرئہ مردار کی تہہ میں ان شہروں کے کھنڈرات کو دریافت بھی کرلیا گیا ہے۔ یہاں نشانی سے مراد یہی کھنڈرات ہیں جنہیں اللہ تعالیٰ نے رہتی دنیا تک لوگوں کی عبرت کے لیے ظاہر فرما دیا ہے۔"
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "آیت 38{ وَفِیْ مُوْسٰٓی اِذْ اَرْسَلْنٰــہُ اِلٰی فِرْعَوْنَ بِسُلْطٰنٍ مُّبِیْنٍ۔ } ”اور موسیٰ کے معاملے میں بھی نشانی ہے جب ہم نے اسے بھیجا فرعون کی طرف کھلی سند دے کر۔“"
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "آیت 39{ فَتَوَلّٰی بِرُکْنِہٖ } ”تو اس نے منہ موڑ لیا اپنی شان و شوکت کے گھمنڈ میں“ { وَقَالَ سٰحِرٌ اَوْ مَجْنُوْنٌ۔ } ”اور کہا کہ یہ ساحر ہے یا مجنون ہے۔“ یعنی فرعون نے بھی حضرت موسیٰ علیہ السلام کو وہی القابات دیے تھے جو اہل مکہ حضور ﷺ کو دے رہے تھے۔"
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "آیت 4{ فَالْمُقَسِّمٰتِ اَمْرًا۔ } ”پھر اللہ کے امر کو تقسیم کرنے والی ہیں۔“ اس سے مراد بارش کے پانی کی تقسیم ہے۔ بادل کی شکل میں سمندر کے پانی کو ہوائیں مختلف علاقوں میں اڑائے پھرتی ہیں ‘ مگر کس جگہ بارش ہوگی اور کس جگہ نہیں ہوگی اور جہاں ہوگی وہاں کس قدر ہوگی ‘ یہ سب کچھ تو اللہ کے حکم سے ہوتا ہے۔ اللہ کے اس امر حکم کی تقسیم ہوائوں کے ذریعے سے ہی ہوتی ہے۔ اس تقسیم کا مشاہدہ ہم آئے دن کرتے ہیں۔ چناچہ بعض علاقوں میں بارش سے جل تھل ہوجاتا ہے اور کچھ علاقے پانی کی ایک ایک بوند کو ترستے رہ جاتے ہیں اور کالی گھٹائیں ان کے اوپر سے گزر جاتی ہیں۔ ان آیات میں ہوائوں کی قسمیں کھا کر اور پھر ان کے ذریعے طے پانے والے بعض امور کا ذکر کر کے دراصل کائنات کے محکم نظام پر غور وفکر کی دعوت دی گئی ہے۔ اگر انسان اس بارے میں غور کرے گا تو وہ ضرور اس نتیجے پر پہنچ جائے گا کہ یہ کائنات اللہ تعالیٰ نے انسان کے لیے بنائی ہے : اِنَّ الدُّنْیَا خُلِقَتْ لَـکُمْ وَاَنْتُمْ خُلِقْتُمْ لِلْاٰخِرَۃِ 1 ”یہ دنیا تمہارے لیے پیدا کی گئی ہے اور تم آخرت کے لیے پیدا کیے گئے ہو۔“"
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "آیت 40{ فَاَخَذْنٰـہُ وَجُنُوْدَہٗ فَنَبَذْنٰـہُمْ فِی الْْیَمِّ وَہُوَ مُلِیْمٌ۔ } ”سو ہم نے پکڑا اس کو اور اس کے لشکروں کو اور انہیں پھینک دیا سمندر میں اور وہ ملامت زدہ تھا۔“"
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "آیت 41{ وَفِیْ عَادٍ اِذْ اَرْسَلْنَا عَلَیْہِمُ الرِّیْحَ الْعَقِیْمَ۔ } ”اور قوم عاد میں بھی نشانی ہے جب ہم نے ان پر ایک ایسی ہوا چھوڑ دی تھی جوہر خیر سے خالی تھی۔“ عَقِیْم کے معنی بانجھ کے ہیں ‘ یعنی ایسا مرد یا ایسی عورت جس کے اولاد پیدا نہ ہوتی ہو۔ قبل ازیں آیت 29 میں یہ لفظ اسی معنی میں آیا ہے۔ اس مفہوم میں اَلرِّیْحَ الْعَقِیْمَ سے مراد ایسی ہوا ہے جو ہر قسم کی خیر سے خالی تھی۔"
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "آیت 42{ مَا تَذَرُ مِنْ شَیْئٍ اَتَتْ عَلَیْہِ اِلَّا جَعَلَتْہُ کَالرَّمِیْمِ۔ } ”وہ نہیں چھوڑتی تھی کسی شے کو جس پر وہ آجاتی تھی مگر اس کو چوراچورا کر کے رکھ دیتی تھی۔“"
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "آیت 43{ وَفِیْ ثَمُوْدَ اِذْ قِیْلَ لَہُمْ تَمَتَّعُوْا حَتّٰی حِیْنٍ۔ } ”اور اسی طرح ثمود کے معاملے میں بھی نشانی ہے جب ان سے کہا گیا کہ ایک خاص وقت تک کے لیے تم فائدہ اٹھا لو دنیا کی نعمتوں سے۔“"
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "آیت 44{ فَعَتَوْا عَنْ اَمْرِ رَبِّہِمْ } ”تو انہوں نے سرکشی کی اپنے رب کے حکم سے“ { فَاَخَذَتْہُمُ الصّٰعِقَۃُ وَہُمْ یَنْظُرُوْنَ۔ } ”تو ان کے دیکھتے ہی دیکھتے ایک چنگھاڑ نے انہیں آپکڑا۔“"
    },
    {
      "ayah": 45,
      "surah": 51,
      "text": "آیت 45{ فَمَا اسْتَطَاعُوْا مِنْ قِیَامٍ وَّمَا کَانُوْا مُنْتَصِرِیْنَ۔ } ”تو نہ ان میں کھڑے ہونے کی سکت رہی اور نہ ہی اس قابل رہے کہ بدلہ لیتے۔“ یعنی نہ تو وہ اٹھ ہی سکے اور نہ اپنا بچائو ہی کرسکے۔"
    },
    {
      "ayah": 46,
      "surah": 51,
      "text": "آیت 46{ وَقَوْمَ نُوْحٍ مِّنْ قَـبْلُ ط } ”اور قوم نوح کو بھی اس سے پہلے ہم نے پکڑا۔“ { اِنَّـہُمْ کَانُوْا قَوْمًا فٰسِقِیْنَ۔ } ”یقینا وہ بھی بڑے ہی نافرمان لوگ تھے۔“ نوٹ کیجیے یہاں حضرت شعیب علیہ السلام کے سوا ان سب پیغمبروں کا ذکر آگیا ہے جن کے حالات طویل مکی سورتوں میں تفصیل سے بیان ہوئے ہیں۔ یعنی سورة الاعراف اور سورة ہود میں ایک ایک پیغمبر کا واقعہ عموماً ایک ایک رکوع میں بیان ہوا ہے لیکن یہاں ان کا ذکر ایک ایک دو دو آیات میں آیا ہے۔ گویا بعد میں نازل ہونے والی طویل مکی سورتوں میں انباء الرسل کی تفصیل بیان ہوئی ہے جبکہ زیر مطالعہ مکی سورتوں میں ان پیغمبروں کا ذکر انتہائی مختصر انداز میں آیا ہے۔"
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "آیت 47{ وَالسَّمَآئَ بَنَیْنٰہَا بِاَیْدٍ وَّاِنَّا لَمُوْسِعُوْنَ۔ } ”اور آسمان کو ہم نے بنایا اپنے ہاتھوں سے اور ہم اس کو توسیع دینے والے ہیں۔“ اِنَّا لَمُوْسِعُوْنَ کا ترجمہ عام طور پر ”ہم بڑی ہی وسعت رکھنے والے ہیں“ یا ”ہم بڑی قدرت والے ہیں“ کیا جاتا رہا ہے۔ لیکن لغوی اعتبار سے اس کا یہ ترجمہ زیادہ مناسب اور زیادہ جامع ہے جو اوپر متن میں اختیار کیا گیا ہے۔ اَوْسَع یُوسِعُ باب افعال ہے ‘ جس کا مطلب ہے کشادہ کرنا ‘ وسعت دینا۔ وَسِعَ ثلاثی مجرد ہے ‘ جس سے اسم الفاعل وَاسِعٌ آتا ہے۔ چناچہ { وَاللّٰہُ وَاسِعٌ عَلِیْمٌ} کا مطلب ہے : اللہ بڑی وسعت سمائی والا ہے ‘ اس کے خزانے لامحدود ہیں۔ جبکہ مَوْسِع باب افعال سے اسم الفاعل ہے اور اس کے معنی ہوں گے : وسعت دینے والا۔ اس لحاظ سے یہاں { اِنَّا لَمُوْسِعُوْنَ } کا مطلب یہ ہوگا کہ ہم اس کائنات کو مسلسل وسعت بخش رہے ہیں ‘ اسے وسیع سے وسیع تر کیے جا رہے ہیں۔ اور یہ وہی بات ہے جو آج ہمیں سائنس کی مدد سے معلوم ہوئی ہے۔ آج سے نصف صدی پہلے تک انسان کو یہ سب کچھ معلوم نہیں تھا مگر آج ہم جانتے ہیں کہ کائنات میں ہر گھڑی نئے نئے ستارے پیدا ہو رہے ہیں ‘ ہر آن نئی نئی کہکشائیں وجود میں آرہی ہیں اور یہ کائنات مسلسل پھیلتی چلی جا رہی ہے۔ ”Expanding Universe“ کے اس تصور کو اقبالؔ نے اپنے الفاظ میں اس طرح بیان کیا ہے : ؎ یہ کائنات ابھی ناتمام ہے شاید کہ آرہی ہے دمادم صدائے کُنْ فَـیَکُوْن تو اللہ تعالیٰ کی شان کُنْ فَیَکُوْنکا ظہور مسلسل جاری ہے۔ اسی مفہوم کو سورة فاطر کی پہلی آیت میں اس طرح بیان فرمایا گیا ہے : { یَزِیْدُ فِی الْخَلْقِ مَا یَشَآئُط } ”وہ اپنی تخلیق میں جو چاہتا ہے اضافہ کرتا رہتا ہے“۔ چناچہ وہ آسمانوں کو یعنی کائنات کو مسلسل وسعت دیے جا رہا ہے۔"
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "آیت 48{ وَالْاَرْضَ فَرَشْنٰـہَا فَنِعْمَ الْمٰہِدُوْنَ۔ } ”اور زمین کو ہم نے فرش کی مانند بچھا دیا ‘ پس ہم کیا ہی خوب بچھانے والے ہیں !“"
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "آیت 49{ وَمِنْ کُلِّ شَیْئٍ خَلَقْنَا زَوْجَیْنِ لَعَلَّکُمْ تَذَکَّرُوْنَ۔ } ”اور ہم نے ہر شے کے جوڑے بنائے ہیں شاید کہ تم نصیحت اخذ کرو۔“ ”جوڑوں“ کی تخلیق میں ہمارے لیے کس کس پہلو سے نصیحت کا سامان ہے ؟ یہ جاننے کے لیے تحقیق کا میدان بہت وسیع ہے۔ یہاں پر اس حوالے سے صرف یہ نکتہ سمجھ لیجیے کہ اس مفہوم کی آیات آخرت سے متعلق عقلی دلیل فراہم کرتی ہیں۔ یعنی جب ہر شے کا جوڑا ہے تو دنیا کا بھی تو جوڑا ہونا چاہیے اور ظاہر ہے دنیاکا جوڑا آخرت ہے۔"
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "آیت 5 ‘ 6{ اِنَّمَا تُوْعَدُوْنَ لَصَادِقٌ۔ وَّاِنَّ الدِّیْنَ لَوَاقِعٌ۔ } ”جو وعدہ تمہیں دیا جا رہا ہے وہ یقینا سچ ہے۔ اور جزا و سزا ضرور واقع ہو کر رہے گی۔“ یہ کائنات اور اس کا نظام گواہ ہے کہ بعث بعد الموت ‘ نفخہ اولیٰ ‘ نفخہثانیہ وغیرہ سے متعلق جو خبریں تمہیں دی جارہی ہیں وہ یقیناسچی ہیں اور جس عذاب کی تمہیں وعید سنائی جا رہی ہے اس میں کچھ شک و شبہ نہیں۔ قیامت ضرور قائم ہوگی اور اس دن تمام انسانوں کو پھر سے ضرور زندہ کیا جائے گا اور انہیں ان کے اعمال کا بدلہ مل کر رہے گا۔"
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "آیت 50{ فَفِرُّوْٓا اِلَی اللّٰہِ ط اِنِّیْ لَـکُمْ مِّنْہُ نَذِیْرٌ مُّبِیْنٌ۔ } ”تو دوڑو اللہ کی طرف ‘ یقینا میں تم لوگوں کے لیے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں۔“ اگر اللہ تعالیٰ کا پیغام تم تک پہنچ گیا ہے اور میری باتیں تمہاری سمجھ میں آگئی ہیں تو پھر اللہ کی طرف رجوع کرنے میں دیر نہ کرو۔ ممکن ہے فرشتے کو تمہاری جان قبض کرنے کا حکم بھی مل چکا ہو اور تمہاری مہلت عمل ختم ہونے کا وقت بالکل قریب آ لگا ہو۔"
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "آیت 51{ وَلَا تَجْعَلُوْا مَعَ اللّٰہِ اِلٰــہًا اٰخَرَط } ”اور اللہ کے ساتھ کوئی دوسرا معبود نہ ٹھہرائو۔“ { اِنِّیْ لَـکُمْ مِّنْہُ نَذِیْـرٌ مُّبِیْنٌ۔ } ”یقینا میں اس کی جانب سے تمہارے لیے واضح طور پر خبردار کرنے والا ہوں۔“"
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "آیت 52{ کَذٰلِکَ مَآ اَتَی الَّذِیْنَ مِنْ قَبْلِہِمْ مِّنْ رَّسُوْلٍ اِلَّا قَالُوْا سَاحِرٌ اَوْ مَجْنُوْنٌ۔ } ”اسی طرح ہوتا آیا ہے کہ نہیں آیا تھا ان سے پہلے لوگوں کے پاس کوئی رسول مگر انہوں نے یہی کہا تھا کہ یہ ساحر ہے یا مجنون ہے۔“"
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "آیت 53{ اَتَوَاصَوْا بِہٖ ج } ”کیا وہ ایک دوسرے کو وصیت کر گئے تھے اس کی ؟“ یعنی جو باتیں آج سے صدیوں پہلے کے لوگ اپنے پیغمبروں سے کہتے تھے ‘ عین وہی باتیں قریش مکہ آج ہمارے آخری رسول ﷺ سے کہہ رہے ہیں۔ کیا ان کی ہر نسل دوسری نسل کو یہ باتیں وصیت میں بتا کر جاتی رہی ہے ؟ { بَلْ ہُمْ قَوْمٌ طَاغُوْنَ۔ } ”بلکہ یہ ہیں ہی سرکش لوگ !“ ان کے رویے کی یکسانی اور ایک ہی طرز جواب کی مسلسل تکرار کی وجہ یہ ہے کہ طغیان و سرکشی ان سب کا مشترک وصف ہے۔ چناچہ اپنے اپنے پیغمبروں کے خلاف ان کے اعتراضات بھی ایک جیسے ہیں۔"
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "آیت 54{ فَتَوَلَّ عَنْہُمْ فَمَآ اَنْتَ بِمَلُوْمٍ۔ } ”پس اے نبی ﷺ ! آپ ان سے رُخ پھیر لیں ‘ آپ پر کوئی ملامت نہیں ہے۔“ یعنی اگر وہ آپ ﷺ کی مخالفت میں یہاں تک آگئے ہیں کہ آپ ﷺ کو شاعر ‘ ساحر ‘ مجنون اور معُلَّم سکھایا ہوا تک کہہ رہے ہیں اور آپ ﷺ کی دعوت سے مسلسل اعراض کر رہے ہیں تو اب آپ بھی اپنی توجہ ان کی طرف سے ہٹالیجیے۔ آپ محکم دلائل کے ساتھ ان پر اتمامِ حجت کرچکے ہیں۔ اگر یہ لوگ راہ راست پر نہ آئے تو اس کی جواب دہی آپ سے نہیں ہوگی۔ لہٰذا آپ انہیں چھوڑ کر ان لوگوں کی طرف اپنی توجہ مرکوز کریں جو آپ ﷺ کی بات کو سننا اور سمجھنا چاہتے ہیں۔"
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "آیت 55{ وَّذَکِّرْ فَاِنَّ الذِّکْرٰی تَنْفَعُ الْمُؤْمِنِیْنَ۔ } ”اور آپ تذکیر کرتے رہیے ‘ کیونکہ یہ تذکیر اہل ایمان کے لیے بہت فائدہ مند ہے۔“ آپ تعلیم و تبلیغ کی صورت میں تذکیر و یاد دہانی کا سلسلہ جاری رکھیں۔ یہ سرکش لوگ اگر اس تذکیر کو نظرانداز کر رہے ہیں تو کچھ مضائقہ نہیں ‘ اہل ایمان کے لیے تو یہ بہت مفید ہے۔ آپ سے قرآن سن سن کر اہل ِ ایمان کے ایمان میں برابر اضافہ ہوتا چلا جا رہا ہے۔"
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "آیت 56{ وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِیَعْبُدُوْنِ۔ } ”اور میں نے نہیں پیدا کیا جنوں اور انسانوں کو مگر صرف اس لیے کہ وہ میری بندگی کریں۔“ شیخ سعدی رح نے اس مفہوم کی ترجمانی اس طرح کی ہے : ؎زندگی آمد برائے بندگی زندگی بےبندگی شرمندگی !یہ آیت اس لحاظ سے بہت اہم ہے کہ اس میں تخلیق انسانی کی غایت بیان کی گئی ہے۔ کائنات کی تخلیق کے حوالے سے عام طور پر ایک سوال یہ کیا جاتا ہے کہ اللہ تعالیٰ کے نزدیک اس تخلیق کا سبب کیا ہے ؟ یہ ایک مشکل اور پیچیدہ سوال ہے جس کے جواب میں ہر زمانے کے فلاسفر اور حکماء نے اپنی اپنی آراء دی ہیں۔ یہ ان تفاصیل میں جانے کا موقع نہیں۔ ایک عام شخص کے لیے تخلیق کائنات کے سبب کے بارے میں آگاہی حاصل کرنا ضروری نہیں اور اس لاعلمی کی وجہ سے اسے کوئی نقصان پہنچنے کا اندیشہ بھی نہیں۔ البتہ اپنی تخلیق کی غرض وغایت کے بارے میں جاننا ہر انسان کے لیے ضروری ہے۔ اگر انسان کو اپنی غایت تخلیق ہی کا علم نہیں ہوگا تو گویا اس کی ساری زندگی رائیگاں جائے گی۔ چناچہ اس آیت میں بنی نوع انسان کو ان کی غایت تخلیق واضح طور پر بتادی گئی ہے کہ تمہیں اللہ تعالیٰ نے اپنی ”بندگی“ کے لیے پیدا کیا ہے۔  بندگی یا عبادت کے بارے میں قبل ازیں بھی میں نے کئی مرتبہ وضاحت کی ہے کہ اس کے تین حصے ہیں : اوّلاً ہمہ تن اطاعت ‘ ثانیاً اطاعت کی روح یعنی اللہ تعالیٰ کی غایت درجے کی محبت۔ عبادت اصلاً ان دو چیزوں کے مجموعے کا نام ہے اَلْعِبَادَۃُ تَجْمَعُ اَصْلَیْنِ : غَایَۃَ الْحُبِّ مَعَ غَایَۃِ الذُّلِّ وَالْخُضُوْعِ ۔ جبکہ تیسری چیز مراسم ِعبودیت ہے ‘ جس کی حیثیت عبادت کے ظاہر یا جسم کی ہے۔ مثلاً اللہ کے سامنے عاجزی کی حالت قنوت میں کھڑے ہونا قیام ‘ رکوع ‘ سجدہ ‘ حمدیہ کلمات ادا کرنا ‘ نماز وغیرہ مراسم عبودیت ہیں اور ان کی اپنی اہمیت ہے۔ اگر ہم عبادت کی اس تعریف اللہ تعالیٰ کی ہمہ تن اطاعت کی روشنی میں آج اپنی حالت کا جائزہ لیں تو یہ تلخ حقیقت واضح ہوگی کہ ہم میں سے جو لوگ اپنے زعم میں شب و روز پابندی کے ساتھ اللہ کی عبادت پر کمر بستہ ہیں وہ بھی زیادہ سے زیادہ دس یا پندرہ فیصد تک اللہ تعالیٰ کی اطاعت کر رہے ہیں۔ اس کا واضح تر مطلب یہ ہے کہ ہماری زندگیوں کا غالب حصہ اللہ سبحانہ و تعالیٰ کی اطاعت سے نکلا ہوا ہے۔ اس کی وجہ یہ ہے کہ ہم جس معاشرے میں رہ رہے ہیں اس پر کافرانہ نظام کا غلبہ ہے اور اس نظام کے تحت رہتے ہوئے اللہ تعالیٰ کی ہمہ تن اطاعت ممکن ہی نہیں۔ ان حالات میں ہم اللہ تعالیٰ کی اطاعت یا عبادت کے تقاضوں سے کیسے عہدہ برآ ہوسکتے ہیں ؟ اس سوال کا جواب جاننے کے خواہش مند حضرات اس موضوع پر میری کتب اور تقاریر سے استفادہ کرسکتے ہیں۔ آیت زیر مطالعہ کے حوالے سے یہاں پر مختصراً یہ سمجھ لیں کہ مادی وعلمی لحاظ سے انسان جس قدر چاہے ترقی کرلے اگر وہ اپنی زندگی کو اللہ تعالیٰ کی اطاعت یا بندگی کے قالب میں ڈھالنے سے قاصر رہا تو انسانی سطح پر اس کی ساری زندگی بیکار اور رائیگاں ہے۔ علامہ اقبالؔ نے اپنے ان اشعار میں انسان کی اسی ناکامی کی طرف اشارہ کیا ہے : ؎ڈھونڈنے والا ستاروں کی گزر گاہوں کا اپنے افکار کی دنیا میں سفر کر نہ سکا جس نے سورج کی شعاعوں کو گرفتار کیا زندگی کی شب ِتاریک سحر کر نہ سکا !"
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "آیت 57{ مَــآ اُرِیْدُ مِنْہُمْ مِّنْ رِّزْقٍ } ”میں ان سے کوئی رزق نہیں چاہتا“ { وَّمَــآ اُرِیْدُ اَنْ یُّطْعِمُوْنِ۔ } ”اور نہ میں یہ چاہتا ہوں کہ یہ مجھے کھلائیں ‘ پلائیں۔“"
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "آیت 58{ اِنَّ اللّٰہَ ہُوَ الرَّزَّاقُ ذُو الْـقُوَّۃِ الْمَتِیْنُ۔ } ”یقینا اللہ ہی سب کو رزق دینے والا ‘ قوت والا ‘ زبردست ہے۔“"
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "آیت 59{ فَاِنَّ لِلَّذِیْنَ ظَلَمُوْا ذَنُوْبًا مِّثْلَ ذَنُوْبِ اَصْحٰبِہِمْ فَلَا یَسْتَعْجِلُوْنِ۔ } ”پس ان ظالموں کا پیمانہ بھی لبریز ہوچکا ہے جس طرح ان کے ساتھیوں کا پیمانہ لبریز ہوا تھا ‘ سو یہ مجھ سے جلدی نہ مچائیں۔“ ”ذَنُوب“ ایسے ڈول کو کہتے ہیں جو پانی وغیرہ سے لبالب بھرا ہوا ہو۔ مراد یہ کہ زمانہ ماضی میں عذاب کا شکار ہونے والی اقوام کی طرح ان کفار و مشرکین کی بداعمالیوں کا ڈول بھی لبریزہو چکا ہے اور یہ ڈول اب کسی وقت بھی کھینچا جاسکتا ہے۔ لہٰذا اگر فوری طور پر ان کی پکڑ نہیں بھی ہو رہی تو اس سے وہ یہ نہ سمجھیں کہ انہیں یونہی چھوڑ دیا جائے گا۔"
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "آیت 5 ‘ 6{ اِنَّمَا تُوْعَدُوْنَ لَصَادِقٌ۔ وَّاِنَّ الدِّیْنَ لَوَاقِعٌ۔ } ”جو وعدہ تمہیں دیا جا رہا ہے وہ یقینا سچ ہے۔ اور جزا و سزا ضرور واقع ہو کر رہے گی۔“ یہ کائنات اور اس کا نظام گواہ ہے کہ بعث بعد الموت ‘ نفخہ اولیٰ ‘ نفخہثانیہ وغیرہ سے متعلق جو خبریں تمہیں دی جارہی ہیں وہ یقیناسچی ہیں اور جس عذاب کی تمہیں وعید سنائی جا رہی ہے اس میں کچھ شک و شبہ نہیں۔ قیامت ضرور قائم ہوگی اور اس دن تمام انسانوں کو پھر سے ضرور زندہ کیا جائے گا اور انہیں ان کے اعمال کا بدلہ مل کر رہے گا۔"
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "آیت 60{ فَوَیْلٌ لِّلَّذِیْنَ کَفَرُوْا مِنْ یَّوْمِہِمُ الَّذِیْ یُوْعَدُوْنَ۔ } ”تو ہلاکت اور بربادی ہے ان کافروں کے لیے اس دن سے جس کا ان سے وعدہ کیا جا رہا ہے۔“"
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "آیت 7{ وَالسَّمَآئِ ذَاتِ الْحُبُکِ۔ } ”اور قسم ہے جالی دار آسمان کی۔“ یہ اس منظر کی طرف اشارہ ہے جو رات کے وقت تاروں بھرا آسمان پیش کرتا ہے۔"
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "آیت 8{ اِنَّـکُمْ لَـفِیْ قَـوْلٍ مُّخْتَلِفٍ۔ } ”یقینا تم لوگ ایک جھگڑے کی بات میں پڑگئے ہو۔“ یعنی آخرت کے بارے میں تم ایک اختلاف میں پڑگئے ہو اور تمہاری بات ایک دوسرے سے مختلف ہے۔"
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "آیت 9{ یُّـؤْفَکُ عَنْہُ مَنْ اُفِکَ۔ } ”اس سے وہی پھیرا جاتا ہے جو پھیر دیا گیا ہے۔“ تم میں سے بہت سے ایسے لوگ بھی ہیں جو وحی کے اس پیغام کی طرف دھیان ہی نہیں دیتے اور جزا و سزا کے متعلق مختلف باتیں بناتے رہتے ہیں۔ حالانکہ جزاو سزا کا معاملہ ایک بدیہی حقیقت ہے اور اس کو تسلیم کرنے سے وہی شخص باز رہے گا جو راندئہ درگاہ ہے اور خیر وسعادت کے راستوں سے پھیر دیا گیا ہے۔"
    }
  ]
}
