{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 53,
      "text": "آیت 1{ وَالنَّجْمِ اِذَا ہَوٰی۔ } ”قسم ہے ستارے کی جبکہ وہ گرتا ہے۔“ ھَوٰی یَھْوِیْ ھَوِیًّا کا اصل معنی ہے اوپر سے نیچے گرنا۔ یہاں اس سے ستاروں کا افق سے غائب ہونا ‘ ڈوب جانا یا فنا ہوجانا مراد ہوسکتا ہے۔ اس پر قدرے تفصیلی بحث سورة الواقعہ میں ”مَوَاقِعِ النُّجُوْم“ کے ضمن میں آئے گی۔ الْھَوِیَّۃ گہرے کنویں کو اور ھَاوِیَۃ دوزخ کو کہا جاتا ہے۔ جبکہ اسی مادہ سے ھَوِیَ یَھْوٰی ھَوًی کا معنی ہے خواہش کرنا۔ یہ لفظ الھَوٰی آگے آیت 3 میں آ رہا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 53,
      "text": "آیت 10{ فَاَوْحٰٓی اِلٰی عَبْدِہٖ مَآ اَوْحٰی۔ } ”پھر اس نے وحی کی اللہ کے بندے کی طرف جو وحی کی۔“ ”اَوْحٰی“ کا فاعل اللہ تعالیٰ بھی ہوسکتا ہے۔ اس صورت میں ترجمہ یوں ہوگا : ”پس اللہ نے وحی کی اپنے بندے کی طرف جو وحی کی۔“ جس وحی کا یہ ذکر ہے وہ ”وحی رسالت“ تھی ‘ جبکہ پہلی وحی جو سورة العلق کی ابتدائی آیات پر مشتمل تھی ”وحی نبوت“ تھی۔ اس وحی سے حضور ﷺ کی نبوت کا ظہور ہوا : { اِقْرَاْ بِاسْمِ رَبِّکَ الَّذِیْ خَلَقَ۔ خَلَقَ الْاِنْسَانَ مِنْ عَلَقٍ۔ اِقْرَاْ وَرَبُّکَ الْاَکْرَمُ۔ الَّذِیْ عَلَّمَ بِالْقَلَمِ۔ عَلَّمَ الْاِنْسَانَ مَا لَمْ یَعْلَمْ۔ } ان پانچ آیات میں نہ تو آپ ﷺ کو کوئی حکم دیا گیا تھا اور نہ ہی کوئی ذمہ داری سونپی گئی تھی۔ اس کے بعد کئی ماہ تک کوئی وحی نہیں آئی۔ اس عارضی وقفے کو ”فترتِ وحی“ کا دور کہا جاتا ہے۔ پھر ایک دن جب آپ ﷺ غارِ حرا سے واپس آ رہے تھے تو وہ واقعہ پیش آیا جس کا ذکر آیات زیر مطالعہ میں ہو رہا ہے۔ یعنی آپ ﷺ نے حضرت جبرائیل علیہ السلام کو ان کی اصل ملکی شکل میں افق پر دیکھا۔ اس منظر سے آپ ﷺ خوفزدہ ہوگئے اور اسی گھبراہٹ کی حالت میں آپ ﷺ گھر پہنچے۔ گھر پہنچتے ہی آپ ﷺ نے حضرت خدیجہ رض کو کمبل اوڑھانے کا فرمایا۔ اس کیفیت میں جب آپ ﷺ کمبل اوڑھے لیٹے تھے تو یہ وحی نازل ہوئی ‘ جس میں آپ ﷺ کو رسالت کی ذمہ داری سونپ دی گئی : { یٰٓــاَیُّھَا الْمُدَّثِّرُ۔ قُمْ فَاَنْذِرْ۔ وَرَبَّکَ فَکَبِّرْ۔ } المدثر ”اے کمبل میں لپٹ کر لیٹنے والے ! اب کھڑے ہو جائو اور لوگوں کو خبردار کرو۔ اور اپنے رب کی بڑائی کا اعلان کرو !“ یعنی آپ ﷺ کی اس دعوت کا نقطہ آغاز تو ”انذار“ ہے مگر دنیا میں اس کا ہدف ”تکبیر رب“ ہے۔ پس آپ ﷺ اپنے رب کی بڑائی بیان کریں ‘ اس کی بڑائی منوائیں اور اس کی بڑائی کو نافذ کریں۔"
    },
    {
      "ayah": 11,
      "surah": 53,
      "text": "آیت 1 1{ مَا کَذَبَ الْفُؤَادُ مَا رَاٰی۔ } ”جو کچھ انہوں نے دیکھا ‘ ان کے دل و دماغ نے اسے جھٹلایا نہیں۔“ یعنی دل میں کسی قسم کا شک پیدا نہیں ہوا۔ یہ خیال نہیں آیا کہ یہ وہم ہوسکتا ہے یا خواب ہوسکتا ہے۔ جیسا کہ اکثر ہوتا ہے ‘ انسان جب کوئی غیر معمولی واقعہ یا انوکھامنظر دیکھتا ہے تو ایک لمحے کے لیے سوچ میں پڑجاتا ہے کہ ع ”آنچہ می بینم بیداریست یارب یا بخواب !“ اے اللہ ! یہ جو میں دیکھ رہا ہوں یہ بیداری میں دیکھ رہا ہوں یا خواب میں ! لیکن اس واقعہ کے بارے میں حضور ﷺ کا معاملہ ایسا نہیں تھا۔ آپ ﷺ کی آنکھوں نے جو دیکھا آپ ﷺ کے دل نے اسے تسلیم کیا اور اس کی تصدیق کی۔ گویا اس انتہائی غیر معمولی واقعہ کے بارے میں آپ ﷺ کے دل اور آپ ﷺ کی نگاہوں کے درمیان کوئی تضاد و اختلاف نہیں تھا۔"
    },
    {
      "ayah": 12,
      "surah": 53,
      "text": "آیت 12{ اَفَتُمٰرُوْنَہٗ عَلٰی مَا یَرٰی۔ } ”تو کیا تم اس سے جھگڑتے ہو اس چیز پر جسے وہ دیکھتا ہے !“ اس بارے میں جو تفصیل محمد ﷺ بیان کر رہے ہیں تم لوگ اس میں شکوک و شبہات کا اظہار کر رہے ہو۔ لیکن وہ تو یہ سب کچھ اپنی آنکھوں سے دیکھ چکے ہیں اور وہ تم سے آنکھوں دیکھا واقعہ ہی بیان کر رہے ہیں۔ بقول اقبال : ع ”قلندر ہرچہ گوید دیدہ گوید“ کہ قلندر جو بھی بیان کرتا ہے اپنا مشاہدہ ہی بیان کرتا ہے۔"
    },
    {
      "ayah": 13,
      "surah": 53,
      "text": "آیت 13{ وَلَقَدْ رَاٰہُ نَزْلَۃً اُخْرٰی۔ } ”اور انہوں نے تو اس کو ایک مرتبہ اور بھی اترتے دیکھا ہے۔“ یعنی حضور ﷺ نے حضرت جبرائیل علیہ السلام کو دو مرتبہ اصلی شکل و صورت میں دیکھا ہے۔ دوسری مرتبہ کہاں دیکھا ؟"
    },
    {
      "ayah": 14,
      "surah": 53,
      "text": "آیت 14{ عِنْدَ سِدْرَۃِ الْمُنْتَہٰی۔ } ”سدرۃ المنتہیٰ کے پاس۔“ یہ ساتویں آسمان پر وہ مقام ہے جس سے آگے کسی مخلوق کو جانے کی اجازت نہیں۔ اس انتہائی حد کی علامت بیری کا وہ درخت ہے جسے آیت میں ”سِدْرَۃِ الْمُنْتَہٰی“ کا نام دیا گیا ہے۔ اس مقام کی کیفیت اور نوعیت ہمارے تصور سے ماوراء ہے۔ معراج کے موقع پر ”سِدْرَۃِ الْمُنْتَہٰی“ پر حضرت جبرائیل علیہ السلام اپنی اصل ملکوتی شکل میں ظاہر ہوئے اور آگے جانے سے معذرت کرلی۔"
    },
    {
      "ayah": 15,
      "surah": 53,
      "text": "آیت 15{ عِنْدَہَا جَنَّۃُ الْمَاْوٰی۔ } ”جنت الماویٰ بھی اس کے پاس ہی ہے۔“ ”جنت الماویٰ“ سب سے اونچے درجے کی جنت ہے ‘ جو ساتویں آسمان پر سدرۃ المنتہیٰ کے قریب ہے۔ قیامت کے دن اہل جنت کو جہاں ”نزل“ پیش کیا جائے گا وہ جنت تو زمین پر واقع ہوگی۔ اس کے بعد ان میں سے ہر شخص کے اپنے اپنے ایمان و خلوص کی گہرائی اور انفاقِ جان و مال کے تناسب کے حساب سے درجہ بدرجہ ترقی ہوتی جائے گی۔ حتیٰ کہ کچھ خوش قسمت لوگ جنت الماویٰ میں پہنچ جائیں گے۔"
    },
    {
      "ayah": 16,
      "surah": 53,
      "text": "آیت 16{ اِذْ یَغْشَی السِّدْرَۃَ مَا یَغْشٰی۔ } ”جبکہ چھائے ہوئے تھا سدرہ پر جو چھائے ہوئے تھا۔“ یعنی تم انسانوں کو کیا بتایا جائے کہ اس بیری کے درخت کی اس وقت کیا کیفیت تھی۔ تم اس کیفیت کو نہیں سمجھ سکتے ہو۔ وہ انوار و تجلیاتِ الٰہیہ کے نزول کی ایسی کیفیت تھی جو نہ تو کسی زبان سے ادا ہوسکتی ہے اور نہ ہی کسی قسم کے الفاظ اس کی تعبیر کرسکتے ہیں۔"
    },
    {
      "ayah": 17,
      "surah": 53,
      "text": "آیت 17{ مَا زَاغَ الْبَصَرُ وَمَا طَغٰی۔ } ”اُس وقت محمد ﷺ کی آنکھ نہ تو کج ہوئی اور نہ ہی حد سے بڑھی۔“ یہاں پر دونوں انتہائی کیفیات کی نفی کردی گئی۔ انسان کی فطری اور طبعی کمزوری ہے کہ اگر اسے اچانک بہت تیز روشنی کا سامنا کرنا پڑے تو وہ نظروں کو اس سے پھیرنے اور ہٹانے کی کوشش کرتا ہے یا پلک جھپک لیتا ہے۔ اس حوالے سے یہاں بتایا گیا کہ حضور ﷺ نے انوار و تجلیاتِ اِلٰہیہ کا کھلی آنکھوں سے براہ راست مشاہدہ کیا اور نگاہ جما کر دیکھا۔ لیکن اس مشاہدے میں حد ادب سے تجاوز بھی نہیں کیا۔  واقعہ یہ ہے کہ اس آیت کو اکثر و بیشتر لوگ سمجھ نہیں سکے۔ جبکہ میں نے اس کے مفہوم کو علامہ اقبال ؔکے اس شعر کی مدد سے سمجھا ہے : ؎عین ِوصال میں مجھے حوصلہ نظر نہ تھا گرچہ بہانہ ُ جو رہی میری نگاہ بےادب !یہ بالِ جبریل کی نظم ”ذوق و شوق“ کا شعر ہے۔ یہ نظم بلاشبہ علامہ اقبال کی شاعرانہ استعداد کی معراج ہے ‘ اگرچہ امت ِمسلمہ کے لیے پیغام کے اعتبار سے ان کی آخری عمر 1936 ئ کی نظم ”ابلیس کی مجلس شوریٰ“ نقطہ عروج کا درجہ رکھتی ہے۔ اس شعر میں علامہ کہتے ہیں کہ میں وصال کے دوران ادب کے تمام تقاضوں کو بالائے طاق رکھ کر محبوب کے حسن کا مشاہد کرنا چاہتا تھا مگر نظریں جما کر براہ راست دیکھنے کا مجھ میں حوصلہ نہ تھا۔ یہاں اقبالؔ اپنی نظر کی ”بےادبی“ کو خود تسلیم کر رہے ہیں اور حد ادب سے تجاوز کرنے کی شدید خواہش کا بھی اعتراف کر رہے ہیں ‘ لیکن ساتھ ہی وہ اپنی معذوری کا بھی اعتراف کر رہے ہیں کہ ایسا کرنے کا حوصلہ ان میں نہیں تھا۔ گویا صرف وہ حوصلے کے فقدان کی وجہ سے ”بےادبی“ کے ارتکاب سے بچے رہے۔ اب اس شعر میں پیش کیے گئے تصور کی روشنی میں غور کریں تو آیت کا مفہوم واضح ہوجاتا ہے۔ حضور ﷺ کے تحمل اور حوصلے کا یہ عالم تھا کہ آپ ﷺ نے ان انوار و تجلیات کو براہ راست دیکھا اور جم کر مشاہدہ کیا۔ لیکن دوسری طرف آپ ﷺ کے ضبط اور ”ادب“ کا کمال یہ تھا کہ ”حوصلہ“ ہوتے ہوئے بھی آپ ﷺ کی طرف سے ایک خاص حد سے سرموتجاوز نہ ہوا۔"
    },
    {
      "ayah": 18,
      "surah": 53,
      "text": "آیت 18{ لَقَدْ رَاٰی مِنْ اٰیٰتِ رَبِّہِ الْکُبْرٰی۔ } ”انہوں نے اپنے رب کی عظیم ترین آیات کو دیکھا۔“ معراج کے موقع پر حضور ﷺ کے مشاہدے سے متعلق صحابہ کرام میں بھی دو آراء پائی جاتی ہیں۔ کچھ صحابہ رض کا خیال ہے کہ حضور ﷺ نے اللہ کو دیکھا ‘ جبکہ دوسری رائے یہ ہے کہ آپ ﷺ نے اللہ کو نہیں دیکھا بلکہ انوارِالٰہیہ کا مشاہدہ کیا۔ حضرت عائشہ رض اور حضرت عبداللہ بن مسعود رض اس بات کے قائل تھے کہ رسول اللہ ﷺ نے شب معراج میں اللہ تعالیٰ کو نہیں دیکھا۔ حضرت عائشہ رض تو یہاں تک فرمایا کرتی تھیں کہ ”جو شخص یہ دعویٰ کرتا ہے کہ محمد ﷺ نے اپنے رب کو دیکھا تھا وہ اللہ تعالیٰ پر بہت بڑا افترا کرتا ہے“۔ صحیح مسلم کتاب الایمان میں حضرت ابوذر غفاری رض سے عبداللہ بن شفیق رح کی دو روایتیں منقول ہیں۔ ایک روایت میں حضرت ابوذر رض فرماتے ہیں کہ میں نے رسول اللہ ﷺ سے پوچھا : ھَلْ رَاَیْتَ رَبَّکَ ”کیا آپ نے اپنے رب کو دیکھا تھا ؟“ حضور ﷺ نے جواب میں فرمایا : نُوْرٌ اَنّٰی اَرَاہُ ؟ ”ایک نور تھا ‘ میں اسے کیسے دیکھتا ؟“ دوسری روایت میں حضرت ابوذر رض فرماتے ہیں کہ میرے اس سوال کا جواب آپ ﷺ نے یہ دیا کہ رَاَیْتُ نُوْرًا ”میں نے ایک نور دیکھا تھا“۔ علامہ ابن القیم رح نے ”زاد المعاد“ میں رسول اللہ ﷺ کے پہلے ارشاد کا مطلب یہ بیان کیا ہے کہ ”میرے اور رویت باری تعالیٰ کے درمیان نور حائل تھا“۔ جبکہ دوسرے ارشاد کا مطلب وہ یہ بیان کرتے ہیں کہ ”میں نے اپنے رب کو نہیں بلکہ بس ایک نور دیکھا“۔ البتہ حضرت عبداللہ بن عباس سے منسوب روایات میں رویت ِباری تعالیٰ کا اثبات ملتا ہے۔ آیت زیر مطالعہ اس حوالے سے یہ واضح کرتی ہے کہ آپ ﷺ نے اللہ کی عظیم آیات کا مشاہدہ کیا۔ چناچہ یہ آیت اول الذکر کے لیے بنیاد فراہم کرتی ہے کہ آپ ﷺ نے اللہ تعالیٰ کی آیات کا مشاہدہ کیا نہ کہ خود اللہ تعالیٰ کو دیکھا۔ سورة بنی اسرائیل کی پہلی آیت میں سفر معراج کے پہلے حصے مسجد حرام تا مسجد اقصیٰ کا ذکر ہوا ‘ وہاں بھی یہ ارشاد ہوا ہے کہ ہم اپنے بندے کو اس لیے لے گئے تھے { لِنُرِیَہٗ مِنْ اٰیٰتِنَا } ”تاکہ اس کو اپنی نشانیاں دکھائیں“۔ لیکن وہاں ”زمینی آیات“ کے مشاہدے کی بات ہوئی ہے ‘ جبکہ ان آیات میں سفر معراج کے دوسرے مرحلے کے دوران سدرۃ المنتہیٰ کے مقام کی آیات و تجلیات کے مشاہدے کا ذکر ہے۔ یہ مقام کسی مخلوق کی رسائی کی آخری حد ہے۔ اس سے آگے ”حریم ذات“ ہے ‘ جہاں کسی غیر کا کوئی دخل ممکن نہیں۔ اس مقام خاص اور اس آخری حد پر لے جا کر حضور ﷺ کو خاص الخاص آیات الٰہیہ کا مشاہدہ کرایا گیا جنہیں آیت زیر مطالعہ میں ”آیات الکبریٰ“ کہا گیا ہے۔"
    },
    {
      "ayah": 19,
      "surah": 53,
      "text": "آیت 19{ اَفَرَئَ یْتُمُ اللّٰتَ وَالْعُزّٰی۔ } ”تو کیا تم لوگوں نے لات اور عزیٰ کے بارے میں غور کیا ہے ؟“ اب یہاں سے مکی سورتوں کے عمومی مضامین کا آغاز ہو رہا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 53,
      "text": "آیت 2 { مَا ضَلَّ صَاحِبُکُمْ وَمَا غَوٰی۔ } ”اے لوگو ! تمہارے یہ ساتھی نہ تو بھٹکے ہیں اور نہ ہی بہکے ہیں۔“ قرآن حکیم میں قسم بالعموم شہادت کے لیے آتی ہے۔ یہاں ستاروں کے غروب یا سقوط کی قسم کھا کر قریش کو مخاطب کر کے بتایا جا رہا ہے کہ تمہارے یہ ساتھی محمد ٌرسول اللہ ﷺ نہ تو غلط فہمی کی بنا پر راستہ سے بہکے ہیں اور نہ اپنے قصد و اختیار سے جان بوجھ کر غلط راستے پر چلے ہیں۔"
    },
    {
      "ayah": 20,
      "surah": 53,
      "text": "آیت 20{ وَمَنٰوۃَ الثَّالِثَۃَ الْاُخْرٰی۔ } ”اور جو تیسری ایک اور دیوی منات ہے ؟“ یعنی کبھی تم لوگوں نے اپنی ان تین دیویوں کی حقیقت کے بارے میں بھی سوچا ہے ؟"
    },
    {
      "ayah": 21,
      "surah": 53,
      "text": "آیت 21{ اَلَـکُمُ الذَّکَرُ وَلَہُ الْاُنْثٰی۔ } ”کیا تمہارے لیے بیٹے ہیں اور اس کے لیے بیٹیاں ؟“ تم اپنے لیے تو بیٹے پسند کرتے ہو اور اللہ تعالیٰ کو تم نے الاٹ بھی کی ہیں تو بیٹیاں !"
    },
    { "ayah": 22, "surah": 53, "text": "آیت 22{ تِلْکَ اِذًا قِسْمَۃٌ ضِیْزٰی۔ } ”یہ تو بہت بھونڈی تقسیم ہے !“" },
    {
      "ayah": 23,
      "surah": 53,
      "text": "آیت 23{ اِنْ ہِیَ اِلَّآ اَسْمَآئٌ سَمَّیْتُمُوْہَآ اَنْتُمْ وَاٰبَآؤُکُمْ } ”یہ کچھ نہیں ہے سوائے اس کے کہ کچھ نام ہیں جو رکھ لیے ہیں تم نے اور تمہارے آباء و اَجداد نے“ { مَّــآ اَنْزَلَ اللّٰہُ بِہَا مِنْ سُلْطٰنٍط } ”اللہ نے ان کے لیے کوئی سند نہیں اتاری۔“ { اِنْ یَّـتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَہْوَی الْاَنْفُسُ ج } ”یہ لوگ نہیں پیروی کر رہے مگر ظن وتخمین کی اور اپنی خواہشاتِ نفس کی۔“ یعنی ان لوگوں نے اپنی خواہشاتِ نفس اور wishful thinkings کو عقائد کی شکل دے دی ہے اور کچھ فرضی نام رکھ کر ان کی پوجا شروع کردی ہے۔ { وَلَقَدْ جَآئَ ہُمْ مِّنْ رَّبِّہِمُ الْہُدٰی۔ } ”جب کہ ان کے پاس ان کے رب کی طرف سے الہدیٰ آچکا ہے۔“ اللہ تعالیٰ نے ان کی ہدایت کے لیے اپنی کتاب بھی نازل کی ہے اور محمد رسول اللہ ﷺ کو بھی بھیجا ہے۔"
    },
    {
      "ayah": 24,
      "surah": 53,
      "text": "آیت 24{ اَمْ لِلْاِنْسَانِ مَا تَمَنّٰی۔ } ”کیا انسان کو وہی کچھ مل جائے گا جس کی وہ آرزو کرتا ہے ؟“"
    },
    {
      "ayah": 25,
      "surah": 53,
      "text": "آیت 25{ فَلِلّٰہِ الْاٰخِرَۃُ وَالْاُوْلٰی۔ } ”پس آخرت اور دنیا ‘ سب اللہ ہی کے اختیار میں ہے۔“ یعنی دنیا اور آخرت سے متعلق اختیار مطلق اللہ ہی کے ہاتھ میں ہے۔"
    },
    {
      "ayah": 26,
      "surah": 53,
      "text": "آیت 26{ وَکَمْ مِّنْ مَّلَکٍ فِی السَّمٰوٰتِ لَا تُغْنِیْ شَفَاعَتُہُمْ شَیْئًا } ”اور کتنے ہی فرشتے ہیں آسمانوں میں جن کی شفاعت کسی کام نہیں آئے گی“ { اِلَّا مِنْم بَعْدِ اَنْ یَّـاْذَنَ اللّٰہُ لِمَنْ یَّشَآئُ وَیَرْضٰی۔ } ”مگر اس کے بعد کہ اللہ جس کے لیے چاہے اجازت بخشے اور سفارش پسند کرے۔“ آسمانوں کے فرشتے اہل ایمان کے لیے تو دعا کرتے ہیں : { یَسْتَغْفِرُوْنَ لِلَّذِیْنَ اٰمَنُوْاج } المومن : 7 کہ پروردگار ! تو اہل ایمان کی مغفرت فرما دے۔ لیکن ان مشرکین کے لیے نہ کوئی دعا کرے گا اور نہ ہی شفاعت۔"
    },
    {
      "ayah": 27,
      "surah": 53,
      "text": "آیت 27{ اِنَّ الَّذِیْنَ لَا یُؤْمِنُوْنَ بِالْاٰخِرَۃِ لَیُسَمُّوْنَ الْمَلٰٓئِکَۃَ تَسْمِیَۃَ الْاُنْثٰی۔ } ”یہ لوگ جو آخرت پر ایمان نہیں رکھتے انہوں نے فرشتوں کے مونث نام رکھ دیے ہیں۔“ اور پھر اپنے خیال کے مطابق ان ہی ناموں پر انہوں نے اپنے لیے دیویاں گھڑ لی ہیں۔"
    },
    {
      "ayah": 28,
      "surah": 53,
      "text": "آیت 28{ وَمَا لَہُمْ بِہٖ مِنْ عِلْمٍ ط اِنْ یَّـتَّبِعُوْنَ اِلَّا الظَّنَّ ج } ”اور ان کے پاس اس بارے میں کوئی علم نہیں ہے۔ وہ نہیں پیروی کر رہے مگر صرف گمان کی۔“ یعنی فرشتوں کے مونث نام رکھنے اور پھر ان ناموں کے مطابق دیویاں بنا کر ان کی پوجا کرنے کے بارے میں ان کے پاس نہ تو کوئی عقلی دلیل ہے اور نہ ہی اللہ کی اتاری ہوئی کسی کتاب سے کوئی سند۔ اس سے یہ حقیقت کھل کر سامنے آجاتی ہے کہ یہ لوگ محض اپنے ظن وتخمین اور وہم و گمان کی پیروی کرر ہے ہیں۔ { وَاِنَّ الظَّنَّ لَا یُغْنِیْ مِنَ الْحَقِّ شَیْئًا۔ } ”اور ظن تو حق سے کچھ بھی مستغنی نہیں کرسکتا۔“ یعنی گمان کسی درجے میں بھی حق کا بدل نہیں ہوسکتا اور وہ حق کی جگہ کچھ بھی کام نہیں دے سکتا۔ -۔ حق یا تو وہ الہامی علم revealed knowledge ہے جو اللہ تعالیٰ نے وحی کے ذریعے سے لوگوں تک پہنچایا ہے یا پھر انسان کا وہ اکتسابی علم acquired knowledge جو وہ اپنے حواس سے حاصل ہونے والی ٹھوس معلومات کو عقل کی کسوٹی پر پرکھ کر حاصل کرتا ہے۔ جیسے کہا جاتا ہے : اَلْعِلْمُ عِلْمَانِ ‘ عِلْمُ الْاَدْیَانِ وَعِلْمُ الْاَبْدَان۔ اس موضوع پر مزید وضاحت کے لیے ملاحظہ ہو : سورة بنی اسرائیل کی آیت 36 کی تشریح۔ اس کے علاوہ جن علوم کی بنیاد ظن وتخمین پر ہے ‘ حق کے مقابلے میں ان کی کوئی حیثیت نہیں۔"
    },
    {
      "ayah": 29,
      "surah": 53,
      "text": "آیت 29{ فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰی عَنْ ذِکْرِنَا وَلَمْ یُرِدْ اِلَّا الْحَیٰوۃَ الدُّنْیَا۔ } ”تو اے نبی ﷺ ! آپ اعراض کر لیجیے ہر اس شخص سے جس نے روگردانی کی ہے ہمارے ذکر سے ‘ اور دنیا کی زندگی کے سوا جسے کچھ مطلوب نہیں ہے۔“ آپ ﷺ ہر ایسے شخص کو نظر انداز کردیں اور اسے اس کے حال پر چھوڑ دیں جو صرف اور صرف دنیا کا طالب ہے اور اپنے اس مطلوب کی دھن میں اس نے ہماری یاد سے پیٹھ موڑ لی ہے۔ ایسے شخص کا آخرت میں کوئی حصہ نہیں ہوگا۔ اس حوالے سے اللہ تعالیٰ کا قانون اٹل ہے جس کی وضاحت سورة بنی اسرائیل کی ان آیات میں کردی گئی ہے :{ مَنْ کَانَ یُرِیْدُ الْعَاجِلَۃَ عَجَّلْنَا لَہٗ فِیْہَا مَا نَشَآئُ لِمَنْ نُّرِیْدُ ثُمَّ جَعَلْنَا لَہٗ جَہَنَّمَج یَصْلٰٹہَا مَذْمُوْمًا مَّدْحُوْرًا۔ وَمَنْ اَرَادَ الْاٰخِرَۃَ وَسَعٰی لَہَا سَعْیَہَا وَہُوَ مُؤْمِنٌ فَاُولٰٓئِکَ کَانَ سَعْیُہُمْ مَّشْکُوْرًا۔ }  ”جو کوئی عاجلہ دنیا کا طلب گار بنتا ہے ہم اس کو جلدی دے دیتے ہیں اس میں سے جو کچھ ہم چاہتے ہیں ‘ جس کے لیے چاہتے ہیں ‘ پھر ہم مقرر کردیتے ہیں اس کے لیے جہنم۔ وہ داخل ہوگا اس میں ملامت زدہ ‘ دھتکارا ہوا۔ اور جو کوئی آخرت کا طلب گار ہو ‘ اور اس کے لیے اس کے شایانِ شان کوشش کرے اور وہ مومن بھی ہو تو یہی لوگ ہوں گے جن کی کوشش کی قدر افزائی کی جائے گی۔“"
    },
    {
      "ayah": 3,
      "surah": 53,
      "text": "آیت 3 { وَمَا یَنْطِقُ عَنِ الْہَوٰی۔ } ”اور یہ جو کچھ کہہ رہے ہیں اپنی خواہش نفس سے نہیں کہہ رہے ہیں۔“"
    },
    {
      "ayah": 30,
      "surah": 53,
      "text": "آیت 30{ ذٰلِکَ مَبْلَغُہُمْ مِّنَ الْعِلْمِ ط } ”یہ ہے ان کے علم کی رسائی کی حد۔“ ان کے علم کی رسائی بس دنیا تک ہی ہے اور وہ اسی میں الجھ کر رہ گئے ہیں۔ علم آخرت ان کے چھوٹے اور محدود ذہنوں کی پہنچ میں ہے ہی نہیں۔ حالانکہ انسان کا ذہنی ظرف ذرا بھی وسیع ہو تو وہ اپنے غور و فکر سے اس نتیجے پر پہنچ سکتا ہے کہ انسان جو کہ اشرف المخلوقات ہے اس کی زندگی اتنی بےوقعت نہیں ہوسکتی کہ اسے ”چاردن“ کی زندگی کا عنوان دے کر فضول خواہشات کی نذر کردیا جائے۔ بقول بہادر شاہ ظفر ؔ: ؎عمر ِدراز مانگ کے لائے تھے چار دن دو آرزو میں کٹ گئے ‘ دو انتظار میں !بہرحال یہ بات عقل اور منطق ہی کے خلاف ہے کہ انسان جیسی اشرف المخلوقات اور مسجودِ ملائک ہستی کی زندگی محض تیس ‘ چالیس یا پچاس برس کے دورانیے تک ہی محدود ہو۔ اس حوالے سے علامہ اقبال کا فلسفہ بہت بصیرت افروز اور مبنی بر حقیقت ہے۔ علامہ کے نزدیک انسانی زندگی وقت کے ایسے جاودانی تسلسل کا نام ہے جسے پیمانہ امروز و فردا سے ناپنا ممکن ہی نہیں : ؎تو اسے پیمانہ امروز و فردا سے نہ ناپ جاوداں ‘ پیہم دواں ‘ ہر دم جواں ہے زندگی ! { اِنَّ رَبَّکَ ہُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِیْلِہٖ لا وَہُوَ اَعْلَمُ بِمَنِ اہْتَدٰی۔ } ”یقینا آپ ﷺ کا ربّ خوب جانتا ہے ان کو بھی جو اس کی راہ سے بھٹک گئے ہیں اور وہ خوب جانتا ہے ان کو بھی جو ہدایت پر ہیں۔“"
    },
    {
      "ayah": 31,
      "surah": 53,
      "text": "آیت 31{ وَلِلّٰہِ مَا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ } ”اور اللہ ہی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے“ آسمانوں اور زمین کی ہرچیز کا مالک اللہ تعالیٰ ہی ہے۔ { لِیَجْزِیَ الَّذِیْنَ اَسَآئُ وْا بِمَا عَمِلُوْا } ”تاکہ وہ بدلہ دے ان کو جنہوں نے برائیاں کمائی ہیں ان کے اعمال کا“ { وَیَجْزِیَ الَّذِیْنَ اَحْسَنُوْا بِالْحُسْنٰی۔ } ”اور بدلہ دے ان کو جنہوں نے نیک کام کیے ہیں اچھا۔“"
    },
    {
      "ayah": 32,
      "surah": 53,
      "text": "آیت 32{ اَلَّذِیْنَ یَجْتَنِبُوْنَ کَبٰٓئِرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَ } ”وہ لوگ جو بڑے بڑے گناہوں اور بےحیائی سے بچتے ہیں سوائے کچھ آلودگی کے۔“ یہاں پر لَـمَم سے مراد صغائر ہیں 1۔ یہ مضمون اس سے پہلے سورة النساء ‘ آیت 31 اور سورة الشوریٰ ‘ آیت 37 میں بھی آچکا ہے اور اب یہاں تیسری مرتبہ آیا ہے۔ مذکورہ آیات کے ضمن میں اس مضمون کے مختلف پہلوئوں کی وضاحت کی جا چکی ہے۔ اس کا حاصل یہ ہے کہ چھوٹی چھوٹی چیزوں کے بارے میں بہت زیادہ متفکر ّ بھی نہ ہواجائے اور دوسروں سے درگزر سے بھی کام لیا جائے۔  یہاں اس حوالے سے میں آپ کی توجہ اس تلخ حقیقت کی طرف دلانا چاہتا ہوں کہ ہمارے معاشرے میں ہر شخص کسی نہ کسی دلیل کے ساتھ ایک دو کبائر کو اپنے لیے ”جائز“ قرار دے لیتا ہے اِلا ماشاء اللہ۔ فیکٹری کا مالک کہتا ہے کہ کیا کریں جی ! سود کے بغیر تو ہمارے ملک میں کاروبار کا کوئی تصور ہی نہیں۔ اب مجبوری ہے ‘ کیا کریں ! فیکٹری بند کر کے تو نہیں بیٹھ سکتے نا۔ سرکاری ملازم کہتا ہے کہ سکولوں کی فیسیں ‘ گھر کا کرایہ ‘ یوٹیلٹی بلز کہاں سے ادا کروں ؟ تنخواہ میں تو کسی طرح بھی گزارا ممکن نہیں۔ اب اگر رشوت نہیں لیں گے تو ظاہر ہے بھوکوں مریں گے ! غرض ہر شخص نے اپنے ضمیر کے سامنے اپنی مجبوری کا رونا رو کر کبائر میں سے کم از کم ایک گناہ کو اپنا لیا ہے اور ضمیر کی تسلی کے لیے اپنی تمام تر ترجیحات صغائر سے ”پرہیز“ کی طرف منتقل کردی ہیں۔ اس حوالے سے یہ لوگ صغائر سے متعلق مسائل بھی دریافت کرتے ہیں ‘ پھر ان مسائل پر بحثیں بھی ہوتی ہیں اور ان کے بارے میں دوسروں پر اعتراضات بھی کیے جاتے ہیں ‘ بلکہ چھوٹی چھوٹی باتوں پر جھگڑوں کی وجہ سے ”من دیگرم تو دیگری“ میں اور ہوں ‘ تم اور ہو کے فتوے بھی صادر کیے جاتے ہیں۔ اس معاملے میں کوئی بھی اللہ کا بندہ یہ نہیں سوچتا الا ماشاء اللہ ! کہ اصل زندگی تو آخرت کی زندگی ہے۔ میں اس چند روزہ زندگی کی آسانیوں اور عیاشیوں کے بدلے اصل زندگی کو تو قربان نہ کروں۔ اگر ایک کام سے جائز طور پر گزارا نہیں ہوتا تو کوئی دوسرا کام کرلوں ‘ یا اپنی ضروریات کو سکیڑ کر کم وسائل کے ساتھ زندگی بسر کرلوں ‘ مگر حرام تو نہ کھائوں ! { اِنَّ رَبَّکَ وَاسِعُ الْمَغْفِرَۃِ } ”یقینا آپ کا ربّ بہت ہی وسیع مغفرت والا ہے۔“ اس کا دامن ِمغفرت بہت وسیع ہے۔ اہل ِایمان بندے اگر کبائر و فواحش سے اجتناب کرتے رہیں تو وہ ان کی چھوٹی چھوٹی لغزشوں پر گرفت نہیں کرے گا اور اپنی رحمت بےپایاں کی وجہ سے ان کو معاف فرما دے گا۔ { ہُوَ اَعْلَمُ بِکُمْ اِذْ اَنْشَاَکُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّۃٌ فِیْ بُطُوْنِ اُمَّہٰتِکُمْ } ”وہ تمہیں خوب جانتا ہے ‘ جبکہ اس نے تمہیں زمین سے اٹھایا اور جب کہ تم اپنی مائوں کے پیٹوں میں جنین کی شکل میں تھے۔“ { فَلَا تُزَکُّوْٓا اَنْفُسَکُمْط ہُوَ اَعْلَمُ بِمَنِ اتَّقٰی۔ } ”تو تم خود کو بہت پاکباز نہ ٹھہرائو۔ وہ اسے خوب جانتا ہے جو تقویٰ اختیار کرتا ہے۔“ یعنی اپنے نفس کی پاکی کے دعوے نہ کرو ‘ وہی بہتر جانتا ہے کہ واقعتا متقی کون ہے۔ دراصل اپنی پرہیزگاری کا ڈھنڈورا پیٹنے کی ضرورت اس شخص کو ہی محسوس ہوتی ہے جس کا دل ”تھو تھا چنا باجے گھنا“ کے مصداق تقویٰ سے خالی ہو۔ جہاں تقویٰ کی روح کو نظر انداز کیا جا رہا ہوگا وہاں سارا زور تقویٰ کے مظاہر پر ہوگا۔ اندر سے حرام خوری جاری ہوگی اور اس کو چھپانے کے لیے اوپر سے چھوٹی چھوٹی دینی علامات کو اپنا کر تقویٰ کا لبادہ اوڑھ رکھاہو گا۔"
    },
    {
      "ayah": 33,
      "surah": 53,
      "text": "آیت 33{ اَفَرَئَ یْتَ الَّذِیْ تَوَلّٰی۔ } ”پھر اے نبی ﷺ ! کیا آپ نے اس شخص کو بھی دیکھا جس نے پیٹھ موڑ لی ؟“"
    },
    {
      "ayah": 34,
      "surah": 53,
      "text": "آیت 34{ وَاَعْطٰی قَلِیْلًا وَّاَکْدٰی رض } ”تھوڑا سا دیا اور پھر سخت ہوگیا۔“ عام مفسرین کی رائے یہ ہے کہ ان آیات میں ولید بن مغیرہ کا تذکرہ ہے۔ مجھے بھی اس رائے سے اتفاق ہے۔ تاریخ میں اس شخص کے بارے میں جو معلومات ملتی ہیں ان سے یہی معلوم ہوتا ہے کہ وہ ذہنی طور پر ایمان لانے کے قریب پہنچ چکا تھا ‘ مگر پھر اچانک اسے اپنی چودھراہٹ یاد آگئی۔ حق جوئی کی خواہش پر عصبیت کا جذبہ غالب آگیا اور یوں اس نے اپنی سوچ دوبارہ بدل لی۔ یہاں اس کے اسی رویے کا ذکر ہے۔ سورة المدثر میں اس شخص کا تذکرہ قدرے تفصیل سے آیا ہے۔"
    },
    {
      "ayah": 35,
      "surah": 53,
      "text": "آیت 35{ اَعِنْدَہٗ عِلْمُ الْغَیْبِ فَہُوَ یَرٰی۔ } ”کیا اس کے پاس غیب کا علم ہے کہ وہ دیکھ رہا ہے !“"
    },
    {
      "ayah": 36,
      "surah": 53,
      "text": "آیت 36{ اَمْ لَمْ یُـنَـبَّـاْ بِمَا فِیْ صُحُفِ مُوْسٰی۔ } ”کیا اسے خبر نہیں پہنچی اس بارے میں جو کچھ موسیٰ علیہ السلام کے صحیفوں میں تھا ؟“"
    },
    {
      "ayah": 37,
      "surah": 53,
      "text": "آیت 37{ وَاِبْرٰہِیْمَ الَّذِیْ وَفّٰیٓ۔ } ”اور ابراہیم کے صحیفوں میں تھا جس نے وفا کی انتہا کردی !“ صحف ِابراہیم علیہ السلام اور صحف ِموسیٰ علیہ السلام کا ذکر سورة الاعلیٰ میں بھی آیا ہے : { اِنَّ ہٰذَا لَفِی الصُّحُفِ الْاُوْلٰی۔ صُحُفِ اِبْرٰہِیْمَ وَمُوْسٰی۔ } ”یہی بات پہلے صحیفوں میں مرقوم ہے ‘ یعنی ابراہیم علیہ السلام اور موسیٰ علیہ السلام کے صحیفوں میں“۔ صحف موسیٰ تو عہدنامہ قدیم Old Testament کی پہلی پانچ کتابوں کی شکل میں آج بھی موجود ہیں ‘ البتہ صحف ابراہیم علیہ السلام کے بارے میں کسی کو کچھ خبر نہیں۔ اس حوالے سے میرا گمان ہے واللہ اعلم کہ ہندوئوں کے اپنشد صحف ابراہیم علیہ السلام کی بگڑی ہوئی شکل ہے۔ اس موضوع پر مزید تفصیل سورة طٰہ کی آیت 8 9 کے تحت ملاحظہ ہو۔ حضرت موسیٰ اور حضرت ابراہیم کے صحیفوں میں سے جس بات کا یہاں حوالہ دیا جا رہا ہے وہ یہ ہے :"
    },
    {
      "ayah": 38,
      "surah": 53,
      "text": "آیت 38{ اَلَّا تَزِرُ وَازِرَۃٌ وِّزْرَ اُخْرٰی۔ } ”کہ نہیں اٹھائے گی کوئی جان کسی دوسری جان کے بوجھ کو۔“ قیامت کے دن ہر شخص اپنی ذمہ داریوں کے لیے خود جواب دہ ہوگا۔ وہاں کوئی کسی کی مدد کو نہیں آئے گا ‘ جیسا کہ سورة مریم کی اس آیت میں واضح طور پر بتادیا گیا ہے : { وَکُلُّھُمْ اٰتِیْہِ یَوْمَ الْقِیٰمَۃِ فَرْدًا۔ } کہ اس دن ہر شخص اکیلا حاضر ہوگا۔ ماں باپ ‘ اولاد ‘ عزیز و اقارب میں سے کوئی اس کے ساتھ نہیں ہوگا۔"
    },
    {
      "ayah": 39,
      "surah": 53,
      "text": "آیت 39{ وَاَنْ لَّــیْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰی۔ } ”اور یہ کہ انسان کے لیے نہیں ہے مگر وہی کچھ جس کی اس نے سعی کی ہوگی۔“ انسان کو جو کچھ کرنا ہوگا اپنی محنت اور کوشش کے بل پر کرنا ہوگا ‘ خواہشوں اور تمنائوں سے کچھ نہیں ہوگا۔ قبل ازیں آیت 24 میں سوال کیا گیا تھا کہ ”کیا انسان کو وہی کچھ مل جائے گا جس کی وہ تمنا کرے گا ؟“ یہ آیت گویا مذکورہ سوال کا جواب ہے۔"
    },
    {
      "ayah": 4,
      "surah": 53,
      "text": "آیت 4 { اِنْ ہُوَ اِلَّا وَحْیٌ یُّوْحٰی۔ } ”یہ تو صرف وحی ہے جو ان کی طرف کی جاتی ہے۔“ اگلی آیات میں حضرت جبرائیل علیہ السلام کا ذکر ہے جنہوں نے نبی مکرم ﷺ کو اس کلام کی تعلیم دی۔ یہ مضمون دوسری مرتبہ 30 ویں پارے کی سورة التَّکوِیر میں آیا ہے۔ دونوں عبارتوں میں ایک خوبصورت مماثلت یہ ہے کہ وہاں بھی حضور ﷺ کا ذکر صَاحِبُـکُمْ کے لفظ سے کیا گیا ہے :{ وَمَا صَاحِبُکُمْ بِمَجْنُوْنٍ۔ وَلَقَدْ رَاٰہُ بِالْاُفُقِ الْمُبِیْنِ۔ وَمَا ہُوَ عَلَی الْغَیْبِ بِضَنِیْنٍ۔ وَمَا ہُوَ بِقَوْلِ شَیْطٰنٍ رَّجِیْمٍ۔ } التکویر”اور مکے والو تمہارے یہ رفیق دیوانے نہیں ہیں۔ بیشک انہوں نے اس جبرائیل کو کھلے افق پر دیکھا ہے۔ اور وہ غیب کے معاملے میں بخیل نہیں ہیں۔ اور یہ ہرگز کسی شیطان رجیم کا قول نہیں ہے۔“ حضرت جبرائیل علیہ السلام جب وحی لے کر آتے تو وہ حضور ﷺ کو نظر نہیں آتے تھے اور نہ ہی وحی کو آپ ﷺ اپنے کانوں سے سن سکتے تھے۔ فرشتے اور وحی دونوں کا تعلق چونکہ عالم امر سے ہے اس لیے ان کا نزول بھی آپ ﷺ کی شخصیت کے اس حصے پر ہوتا تھا جو عالم امر سے متعلق تھا ‘ یعنی آپ ﷺ کی روح مبارک۔ یا دوسرے لفظوں میں یوں سمجھیں کہ انسانی روح کا مسکن چونکہ قلب انسانی ہے اس لیے وحی کا نزول براہ راست حضور ﷺ کے قلب مبارک پر ہوتا تھا : ؎ نغمہ وہی ہے نغمہ کہ جس کو رُوح سنے اور روح سنائے ! تاہم حضرت جبرائیل علیہ السلام کا حضور ﷺ کے پاس انسانی شکل میں آنا بھی ثابت ہے۔ روایات میں یہ وضاحت بھی ملتی ہے کہ حضرت جبرائیل علیہ السلام جب انسانی شکل میں آپ ﷺ کے پاس آتے تو عموماً خوبصورت نوجوان صحابی حضرت دحیہ کلبی رض کی شکل میں آتے جو بہت عظیم انسان تھے۔ اس حوالے سے ایک اہم نکتہ یہ بھی ہے کہ انسانی شکل میں حضرت جبرائیل علیہ السلام کی حضور ﷺ سے جو گفتگو ہوتی وہ ”وحی متلو“ یعنی قرآن میں شامل نہیں ہے۔ مثلاً ”حدیث جبریل علیہ السلام“ میں حضرت جبرائیل علیہ السلام کے ساتھ حضور ﷺ کے مکالمے کی تفصیل درج ہے۔ اس موقع پر حضرت جبرائیل علیہ السلام انسانی شکل میں حضور ﷺ کے پاس آئے اور آپ ﷺ سے دین کے بارے میں چند بنیادی سوالات پوچھے۔ آپ ﷺ نے ان سوالات کے جوابات دیے۔ ان کے چلے جانے کے بعد آپ ﷺ نے صحابہ کرام کو بتایا کہ یہ جبرائیل علیہ السلام تھے جو تم لوگوں کو تمہارا دین سکھانے کے لیے آئے تھے۔ اس حدیث کا مضمون اس قدر اہم ہے کہ محدثین نے اسے ”اُمُّ السُّنَّہ“ قرار دیا ہے ‘ لیکن اس حدیث کے مندرجات قرآن میں شامل نہیں۔ البتہ حضور ﷺ نے حضرت جبرائیل علیہ السلام کو دو مرتبہ ان کی اصلی شکل میں بھی دیکھا ہے۔ پہلی مرتبہ تو آپ ﷺ نے انہیں آغاز نبوت کے زمانے میں دیکھا تھا۔ یہ واقعہ ”فترتِ وحی“ کے دنوں میں پیش آیا۔ پہلی وحی کے بعد وحی کا سلسلہ کچھ عرصہ کے لیے منقطع رہا ‘ اس وقفے کو ”فترتِ وحی“ کہا جاتا ہے۔ ایک دن آپ ﷺ غارِ حرا سے اتر رہے تھے تو آپ ﷺ نے ایک آواز سنی ”یامحمد !“ آپ ﷺ نے ادھر ادھر دیکھا تو کوئی بھی نہیں تھا۔ آپ ﷺ نے سمجھا کہ شاید مجھے دھوکہ ہوا ہے ‘ لیکن دوسرے ہی لمحے وہی آواز پھر سنائی دی۔ اس مرتبہ بھی آپ ﷺ کو جب کوئی انسان دکھائی نہ دیا تو آپ ﷺ کو کچھ خوف محسوس ہوا۔ تیسری مرتبہ جب آپ ﷺ نے پھر وہی آواز سنی تو آپ ﷺ نے آسمان کی طرف دیکھا۔ اوپر دیکھنے سے آپ ﷺ کو حضرت جبرائیل علیہ السلام اپنی اصلی ملکوتی شکل میں اس طرح نظر آئے کہ پورا افق بھرا ہوا تھا۔ دوسری مرتبہ آپ ﷺ نے حضرت جبرائیل علیہ السلام کو معراج کے موقع پر سدرۃ المنتہیٰ کے قریب دیکھا۔ آئندہ آیات میں اسی مشاہدے کا ذکر ہے۔ حضرت جبرائیل علیہ السلام جب حضور ﷺ کو سفر معراج پر لے جانے کے لیے آئے تو وہ انسانی شکل میں تھے اور آپ علیہ السلام کے لیے جو سواری براق وہ لے کر آئے تھے وہ بھی کوئی محسوس و مرئی قسم کی مخلوق تھی۔ لیکن جب آپ ﷺ ساتویں آسمان پر سدرۃ المنتہیٰ کے پاس پہنچے تو وہاں حضرت جبرائیل علیہ السلام اصل ملکوتی شکل میں ظاہر ہوئے۔ اس مقام پر انہوں نے آگے جانے سے معذرت کرتے ہوئے کہا کہ اگر میں یہاں سے آگے بڑھوں گا تو میرے َپر جل جائیں گے : ؎اگر یک سر ِموئے برتر قدم فروغِ تجلی بسوزد پرم  اس مضمون کے حوالے سے یہاں سمجھنے کا اصل نکتہ یہ ہے کہ حضرت جبرائیل علیہ السلام کی اصل ملکوتی شکل میں حضور ﷺ سے ملاقات کرانے اور پھر اس ملاقات کا قرآن مجید میں ذکر کرنے کا مقصد نزول وحی کے سلسلے کے درمیانی رابطے link کی سند فراہم کرنا ہے۔ اس نکتہ لطیف کو ”اصولِ حدیث“ کے حوالے سے سمجھنا چاہیے۔ محدثین نے احادیث کی صحت authenticity کی تحقیق کے لیے جو اصول وضع کیے ہیں ان میں ایک بنیادی اصول یہ بھی ہے کہ جس شخص کی کسی دوسری شخصیت سے روایت منقول ہے اس کی اس شخصیت سے شعور کی عمر اور شعور کی کیفیت میں ملاقات بھی ثابت ہونا ضروری ہے۔ اگر ایسی ملاقات ثابت نہ ہو سکے تو متعلقہ راوی کی روایت قابل قبول نہیں سمجھی جاتی۔ مثلاً اگر ایک تابعی رح رح کی کسی صحابی رض سے کوئی روایت منقول ہے مگر حقائق ثابت کرتے ہیں کہ جب وہ صحابی رض فوت ہوئے تو متعلقہ تابعی کی عمر صرف چھ سال تھی ‘ یعنی اس وقت ان کی عمر ایسی نہ تھی کہ وہ بات کو سمجھ کر کسی دوسرے کو بتاسکتے ‘ تو ایسی صورت میں متعلقہ تابعی کی وہ روایت محدثین کے لیے قابل قبول نہیں ہوگی۔ چناچہ حدیث رسول ﷺ کی صحت authenticity کے لیے اگر متعلقہ راویوں کی ملاقات کا ثابت ہونا ضروری ہے تو ایسا ہی ثبوت اللہ تعالیٰ کی حدیث اللہ تعالیٰ نے قرآن کو سورة الزمر کی آیت 23 میں اَحْسَنَ الْحَدِیْثِ قراردیا ہے کی روایت کے حوالے سے بھی دستیاب ہونا چاہیے۔ -۔ چناچہ قرآن مجید کی روایت کی تصدیق و توثیق یوں ہوگی : قرآن کیا ہے ؟ یہ اللہ کا کلام ہے۔ اللہ سے اس کا کلام کس نے سنا ؟ جبرائیل علیہ السلام نے سنا۔ جبرائیل علیہ السلام سے کس نے سنا ؟ جبرائیل علیہ السلام سے محمد ﷺ نے سنا۔ تو کیا جبرائیل علیہ السلام اور محمد ﷺ کی ملاقات ثابت ہے ؟ جی ہاں ! ان کے درمیان دو مرتبہ کی ملاقات قرآن سے ثابت ہے۔ -۔ چناچہ وحی کی ”روایت“ کا درمیانی رابطہ link ثابت کرنے کے لیے حضور ﷺ کی حضرت جبرائیل علیہ السلام سے اصل ملکوتی شکل میں ملاقات کی ”سند“ انتہائی اہم ہے جو یہ آیات فراہم کر رہی ہیں۔"
    },
    {
      "ayah": 40,
      "surah": 53,
      "text": "آیت 40{ وَاَنَّ سَعْیَہٗ سَوْفَ یُرٰی۔ } ”اور یہ کہ اس کی سعی عنقریب اسے دکھا دی جائے گی۔“ سورة الزلزال میں اس مضمون کی وضاحت اس طرح کی گئی ہے : { فَمَنْ یَّعْمَلْ مِثْقَالَ ذَرَّۃٍ خَیْرًا یَّرَہٗ۔ وَمَنْ یَّعْمَلْ مِثْقَالَ ذَرَّۃٍ شَرًّا یَّرَہٗ۔ } ”تو جس نے ذرہ برابر نیکی کی ہوگی وہ اسے دیکھ لے گا ‘ اور جس نے ذرہ برابر برائی کی ہوگی وہ بھی اسے دیکھ لے گا۔“"
    },
    {
      "ayah": 41,
      "surah": 53,
      "text": "آیت 41{ ثُمَّ یُجْزٰٹہُ الْجَزَآئَ الْاَوْفٰی۔ } ”پھر اس کو بدلہ دیا جائے گا پورا پورا بدلہ۔“"
    },
    {
      "ayah": 42,
      "surah": 53,
      "text": "آیت 42{ وَاَنَّ اِلٰی رَبِّکَ الْمُنْتَہٰی۔ } ”اور یہ کہ بالآخر پہنچنا تمہارے رب ہی کی طرف ہے۔“"
    },
    {
      "ayah": 43,
      "surah": 53,
      "text": "آیت 43{ وَاَنَّـہٗ ہُوَ اَضْحَکَ وَاَبْکٰی۔ } ”اور یہ کہ وہی ہے جو ہنساتا بھی ہے اور رلاتا بھی ہے۔“ یعنی اچھے برے حالات ‘ خوشی ‘ غم ‘ تکلیف ‘ بیماری سب کچھ اللہ کی طرف سے ہے۔"
    },
    {
      "ayah": 44,
      "surah": 53,
      "text": "آیت 44{ وَاَنَّہٗٗ ہُوَ اَمَاتَ وَاَحْیَا۔ } ”اور یہ کہ وہی ہے جو مارتا بھی ہے اور زندہ بھی رکھتا ہے۔“"
    },
    {
      "ayah": 45,
      "surah": 53,
      "text": "آیت 45 ‘ 46{ وَاَنَّہٗ خَلَقَ الزَّوْجَیْنِ الذَّکَرَ وَالْاُنْثٰی۔ مِنْ نُّطْفَۃٍ اِذَا تُمْنٰی۔ } ”اور یہ کہ وہی ہے جس نے پیدا کیے ہیں جوڑے نر اور مادہ کے ‘ ایک ہی بوندھ سے جبکہ وہ ٹپکائی جاتی ہے۔“"
    },
    {
      "ayah": 46,
      "surah": 53,
      "text": "آیت 45 ‘ 46{ وَاَنَّہٗ خَلَقَ الزَّوْجَیْنِ الذَّکَرَ وَالْاُنْثٰی۔ مِنْ نُّطْفَۃٍ اِذَا تُمْنٰی۔ } ”اور یہ کہ وہی ہے جس نے پیدا کیے ہیں جوڑے نر اور مادہ کے ‘ ایک ہی بوندھ سے جبکہ وہ ٹپکائی جاتی ہے۔“"
    },
    {
      "ayah": 47,
      "surah": 53,
      "text": "آیت 47{ وَاَنَّ عَلَیْہِ النَّشْاَۃَ الْاُخْرٰی۔ } ”اور یہ کہ اسی کے ذمے ہے دوبارہ اٹھانا۔“ یہاں یہ نکتہ بہت اہم اور لائق توجہ ہے کہ انسانوں کو دوبارہ اٹھانا اللہ تعالیٰ نے اپنے ذمہ لیا ہے۔ گویا انسانوں کو دوبارہ زندہ کر کے ان کا احتساب کرنا اللہ کے انصاف کا لازمی تقاضا ہے۔ اگر وہ انسانوں کو دوبارہ نہیں اٹھاتا اور ان کو ان کے اچھے برے اعمال کا بدلہ نہیں دیتا تو نیکوکار لوگوں کے ساتھ بہت بڑا ظلم ہوجائے گا۔ اس لیے کہ انہوں نے دنیا کی زندگی بھی آزمائشوں اور مصیبتوں میں گزاری۔ ساری زندگی وہ پھونک پھونک کر قدم رکھتے رہے ‘ حرام خوریوں سے بچنے کے لیے روکھی سوکھی کھا کر گزارا کرتے رہے۔ اگر انہیں ان کی محنتوں اور قربانیوں کا صلہ نہیں ملتا تو اس سے بڑا ظلم اور کیا ہوگا ؟"
    },
    {
      "ayah": 48,
      "surah": 53,
      "text": "آیت 48{ وَاَنَّہٗ ہُوَ اَغْنٰی وَاَقْنٰی۔ } ”اور یہ کہ اسی نے دولت دی اور اسی نے خزانہ دیا۔“ اَقْنٰی چونکہ باب افعال سے ہے ‘ جس کی خصوصیات میں ”سلب ماخذ“ بھی ہے ‘ چناچہ اس کا ترجمہ اَفْقَرَ بھی کیا گیا ہے۔ یعنی اس نے کسی کو غنی اور کسی کو فقیر بنا دیا۔"
    },
    {
      "ayah": 49,
      "surah": 53,
      "text": "آیت 49{ وَاَنَّہٗ ہُوَ رَبُّ الشِّعْرٰی۔ } ”اور یہ کہ وہی شعریٰ کا بھی ربّ ہے۔“ الشِّعریٰ وہ ستارہ تھا جس کی مختلف اقوام میں پوجا کی جاتی تھی۔ یہ ستارہ اس حیثیت سے اہل عرب کے ہاں بھی معروف تھا۔ اس لیے انہیں بتایا گیا کہ جسے تم لوگ الٰہ مانتے ہو اس کا رب بھی اللہ ہی ہے۔ تمہاری قسمت کے فیصلے یہ ستارہ نہیں کرتا بلکہ اللہ تعالیٰ کرتا ہے۔"
    },
    {
      "ayah": 5,
      "surah": 53,
      "text": "آیت 5{ عَلَّمَہٗ شَدِیْدُ الْقُوٰی۔ } ”انہیں سکھایا ہے اس نے جو زبردست قوت والا ہے۔“ ”شَدِیْدُ الْقُوٰی“ سے یہاں حضرت جبرائیل علیہ السلام مراد ہیں ‘ یعنی محمد رسول اللہ ﷺ کو یہ قرآن جبرائیل علیہ السلام نے سکھایا ہے جو زبردست قوت والا ہے۔"
    },
    {
      "ayah": 50,
      "surah": 53,
      "text": "آیت 50{ وَاَنَّہٓٗ اَہْلَکَ عَادَا نِ الْاُوْلٰی۔ } ”اور یہ کہ اسی نے ہلاک کیا تھا عاد اولیٰ کو۔“ ”عادِ اولیٰ“ سے مراد قدیم قوم عاد ہے ‘ جس کی طرف حضرت ہود علیہ السلام مبعوث کیے گئے۔ یہ قوم احقاف کے علاقے میں آباد ہوئی۔ اس قوم پر جب عذاب بھیجنے کا فیصلہ ہوا تو حضرت ہود علیہ السلام اپنے اہل ایمان ساتھیوں کے ہمراہ اس علاقے سے ہجرت کر گئے۔ ان لوگوں کی نسل سے جو قوم وجود میں آئی وہ ”ثمود“ کہلائی۔ لیکن وہ لوگ چونکہ قوم عاد ہی کی نسل سے تھے اس لیے انہیں ”عادِ ثانیہ“ بھی کہا جاتا ہے۔"
    },
    { "ayah": 51, "surah": 53, "text": "آیت 51{ وَثَمُوْدَا فَمَآ اَبْقٰی۔ } ”اور ثمود کو بھی ‘ پس کسی کو باقی نہ چھوڑا۔“ o" },
    {
      "ayah": 52,
      "surah": 53,
      "text": "آیت 52{ وَقَوْمَ نُوْحٍ مِّنْ قَبْلُط } ”اور قوم نوح علیہ السلام کو بھی ہلاک کیا ان سے پہلے۔“ { اِنَّہُمْ کَانُوْا ہُمْ اَظْلَمَ وَاَطْغٰی۔ } ”یقینا وہ تو ان سے بڑھ کر ظالم اور ان سے بڑھ کر سرکش تھے۔“"
    },
    {
      "ayah": 53,
      "surah": 53,
      "text": "آیت 53{ وَالْمُؤْتَفِکَۃَ اَہْوٰی۔ } ”اور اُسی نے الٹی ہوئی بستیوں کو پٹخ دیا۔“ اس سے سدوم اور عامورہ یعنی حضرت لوط علیہ السلام کی قوم کی بستیاں مراد ہیں۔"
    },
    {
      "ayah": 54,
      "surah": 53,
      "text": "آیت 54{ فَغَشّٰٹہَا مَا غَشّٰی۔ } ”اور پھر اس کو ڈھانپ لیاجس چیز نے ڈھانپ لیا۔“ پہلے شدید زلزلے نے ان آبادیوں کو تلپٹ کیا اور اس کے بعد ان پر کنکروں کی بارش ہوئی۔ یہاں اس آیت میں اس بارش کی طرف اشارہ ہے یعنی کنکروں کی بارش نے اس علاقے کو ڈھانپ لیا۔"
    },
    {
      "ayah": 55,
      "surah": 53,
      "text": "آیت 55{ فَبِاَیِّ اٰلَآئِ رَبِّکَ تَتَمَارٰی۔ } ”تو تم اپنے رب کی کون کون سی قدرتوں کے بارے میں شک کرو گے ؟“"
    },
    {
      "ayah": 56,
      "surah": 53,
      "text": "آیت 56{ ہٰذَا نَذِیْرٌ مِّنَ النُّذُرِ الْاُوْلٰی۔ } ”یہ محمد ﷺ ایک خبردار کرنے والے ہیں ‘ پہلے خبردار کرنے والوں کے زمرے میں سے۔“ نذیر کے معنی ہیں : ڈرانے والا ‘ آگاہ کرنے والا ‘ خبردار warn کرنے والا ‘ اور النُّذُر اسی کی جمع ہے۔"
    },
    { "ayah": 57, "surah": 53, "text": "آیت 57{ اَزِفَتِ الْاٰزِفَۃُ۔ } ”قریب آچکی ہے وہ آنے والی۔“" },
    {
      "ayah": 58,
      "surah": 53,
      "text": "آیت 58{ لَیْسَ لَہَا مِنْ دُوْنِ اللّٰہِ کَاشِفَۃٌ۔ } ”نہیں ہے اس کو اللہ کے سوا کوئی کھولنے والا۔“ قیامت برپا کرنے کا اختیار صرف اللہ ہی کے پاس ہے۔ گویا اس وقت قیامت کسی کشتی کی طرح ”لنگر انداز“ ہے ‘ اللہ تعالیٰ جب چاہے گا اس کا لنگر اٹھا کر اسے برپا کر دے گا۔ پھر یہ کہ اس کے وقوع کا علم بھی اللہ ہی کے پاس ہے۔ اللہ کے سوا کوئی کھول کر نہیں بتاسکتا کہ قیامت کب آئے گی۔ اور جب وہ وقت معین آجائے گا تو اللہ کے سوا کوئی اس کو ٹالنے اور دور کرنے پر قادر نہ ہوگا۔"
    },
    {
      "ayah": 59,
      "surah": 53,
      "text": "آیت 59{ اَفَمِنْ ہٰذَا الْحَدِیْثِ تَعْجَبُوْنَ۔ } ”تو کیا تم لوگوں کو اس کلام کے بارے میں تعجب ہورہا ہے ؟“ ہٰذَا الْحَدِیْثِ سے مراد یہاں قرآن مجید ہے ‘ یعنی کیا تم لوگ قرآن کے بارے میں تعجب کر رہے ہو ؟"
    },
    { "ayah": 6, "surah": 53, "text": "آیت 6{ ذُوْ مِرَّۃٍط فَاسْتَوٰی۔ } ”جو بڑا زور آور ہے۔ وہ سیدھا ہوا۔“" },
    { "ayah": 60, "surah": 53, "text": "آیت 60{ وَتَضْحَکُوْنَ وَلَا تَبْکُوْنَ۔ } ”اور تم ہنستے ہو اور روتے نہیں ہو !“" },
    { "ayah": 61, "surah": 53, "text": "آیت 61{ وَاَنْتُمْ سٰمِدُوْنَ۔ } ”اور تم خوش فعلیاں کر رہے ہو !“" },
    {
      "ayah": 62,
      "surah": 53,
      "text": "آیت 62{ فَاسْجُدُوْا لِلّٰہِ وَاعْبُدُوْا۔ } ”پس سجدہ کرو اللہ کے لیے اور اسی کی بندگی کرو !“ روایات میں آتا ہے کہ حضور ﷺ نے پہلی مرتبہ یہ سورت حرم کعبہ میں قریش کے ایک بڑے مجمع کے سامنے تلاوت فرمائی تھی۔ اس مجمع میں اہل ایمان بھی تھے اور مشرکین کے خواص و عوام بھی۔ اس کلام کی شدت تاثیر کا یہ عالم تھا کہ جب آپ ﷺ نے اسے سنانا شروع کیا تو مخالفین کو اس پر شور مچانے کی ہمت نہ ہوئی اور حضور ﷺ نے جب یہ آخری آیت تلاوت فرمانے کے بعد سجدہ کیا تو آپ ﷺ کے ساتھ مسلم و کافر سبھی سجدہ میں گرگئے۔ بعد میں مشرکین کو سخت پریشانی لاحق ہوئی کہ یہ ہم نے کیا کیا۔ آخر کار انہوں نے اپنے سجدے کے جواز میں یہ بات بتائی کہ ہم نے تو لات ‘ عزیٰ اور منات کے ذکر آیت 19 اور 20 کے بعد محمد ﷺ کی زبان سے یہ کلمات بھی سنے تھے : تلک الغرانِقَۃ العُلٰی ‘ وان شفَاعتُھُن لتُرٰجی یہ بلند مرتبہ دیویاں ہیں ‘ اور ان کی شفاعت کی امید کی جاتی ہے۔ ان کا کہنا تھا کہ یہ کلمات سننے کے بعد ہم نے سمجھا کہ محمد ﷺ نے ہماری دیویوں کو بھی تسلیم کرلیا ہے ‘ لہٰذا اب ان کے ساتھ ہمارا جھگڑا ختم ہوگیا ہے۔ حالانکہ اس پوری سورت کے سیاق وسباق میں ان فقروں کی کوئی جگہ ممکن ہی نہیں جن کے بارے میں ان کا دعویٰ تھا کہ ان کے کانوں نے سنے ہیں۔ حقیقت تو یہ ہے کہ مشرکین کے سجدہ میں گر جانے کا واقعہ کلام الٰہی کی غیر معمولی تاثیر اور خصوصی طور پر اس سورت کے ُ پرجلال اندازِ خطابت کے باعث پیش آیا تھا۔ ہمارا معاملہ تو یہ ہے کہ ہم کلام اللہ کے ادبی جمال ‘ اس کی فصاحت و بلاغت کی لطافتوں اور خطابت کی چاشنی کا صحیح ادراک نہیں کرسکتے۔ مگر اس کے اوّلین مخاطبین تو اہل زبان تھے۔ پھر نزول قرآن کے زمانے کے عرب معاشرے میں سخن گوئی اور سخن فہمی کا مجموعی ذوق بھی عروج پر تھا۔ وہ لوگ قرآن مجید کے ادبی و لسانی محاسن کو خوب سمجھتے تھے ‘ بلکہ حقیقت تو یہ ہے کہ ان کے بڑے بڑے شعراء ‘ ادباء اور خطباء قرآن مجید کے اعجازِ بیان کے سامنے سرنگوں ہوچکے تھے۔ ظاہر ہے اچھے کلام کی تاثیر سے تو کسی کو بھی انکار نہیں۔ خود حضور ﷺ کا فرمان ہے : اِنَّ مِنَ الشِّعْرِ لَحِکْمَۃً 1 1 صحیح البخاری ‘ کتاب الادب ‘ باب ما یجوز من الشعر والرجز والحداء … وسنن الترمذی ‘ ابواب الادب ‘ باب ما جاء ان من الشعر حکمۃ۔ ”یقینا بہت سے اشعار حکمت پر مبنی ہوتے ہیں“۔ نیز فرمایا : اِنَّ مِنَ الْبَیَانِ لَسِحْرًا 2 2 صحیح البخاری ‘ کتاب الطب ‘ باب ان من البیان سحراً۔ و صحیح مسلم ‘ کتاب الجمعۃ ‘ باب تخفیف الصلاۃ والخطبۃ۔ ”یقینابہت سے خطبات جادو کی سی تاثیر رکھتے ہیں“۔ زورِ خطابت اور تاثیر کے اعتبار سے اگرچہ قرآن مجید کی ہر آیت ہی لاجواب ہے مگر سورة النجم اس حوالے سے خصوصی اہمیت کی حامل ہے۔ مندرجہ بالا حقائق کے تناظر میں مذکورہ واقعہ کی توجیہہ یہ ہے کہ جب حضور ﷺ نے اس سورت کی تلاوت شروع کی تو تمام حاضرین مجمع دم بخود ہو کر سننے میں محو ہوگئے۔ حضور ﷺ کی زبان مبارک سے ادا ہونے والا ایک ایک لفظ اور ایک ایک فقرہ ان کی روحوں کی گہرائیوں تک اترتا گیا۔ خصوصاً مشرکین کی کیفیت تو ایسی تھی کہ تلاوت کے اختتام تک وہ گویا مبہوت ہوچکے تھے۔ چناچہ اختتامِ تلاوت پر جب حضور ﷺ اور مجمع میں موجود اہل ِ ایمان سجدہ میں گئے تو { فَاسْجُدُوْا لِلّٰہِ } کے حکم کی تاثیر ‘ ہیبت اور جلالت کی تاب نہ لاتے ہوئے سب کے سب مشرکین بھی بےاختیار سجدے میں گرگئے۔ گویا وہ اسی طرح سجدے میں گرا دیے گئے واللہ اعلم ! جیسے حضرت موسیٰ علیہ السلام کے مقابلے میں آئے ہوئے جادوگر سجدوں میں گرا دیے گئے تھے : { وَاُلْقِیَ السَّحَرَۃُ سٰجِدِیْنَ۔ } الاعراف۔ واضح رہے کہ سورة الاعراف کی اس آیت میں فعل مجہول اُ لْــقِیَ استعمال ہوا ہے۔ یعنی ایسے لگا جیسے انہیں کسی نے پکڑ کر سجدے میں گرا دیاہو۔"
    },
    {
      "ayah": 7,
      "surah": 53,
      "text": "آیت 7{ وَہُوَ بِالْاُفُقِ الْاَعْلٰی۔ } ”اور وہ افق اعلیٰ پر تھا۔“ یعنی حضور ﷺ نے حضرت جبرائیل علیہ السلام کو افق پر اپنی اصلی شکل میں دیکھا۔"
    },
    { "ayah": 8, "surah": 53, "text": "آیت 8{ ثُمَّ دَنَا فَتَدَلّٰی۔ } ”پھر وہ قریب آیا اور جھک پڑا۔“" },
    {
      "ayah": 9,
      "surah": 53,
      "text": "آیت 9{ فَکَانَ قَابَ قَوْسَیْنِ اَوْ اَدْنٰی۔ } ”بس دو کمانوں کے برابر فاصلہ رہ گیا یا اس سے بھی قریب۔“"
    }
  ]
}
