{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 58,
      "text": "آیت 1 { قَدْ سَمِعَ اللّٰہُ قَوْلَ الَّتِیْ تُجَادِلُکَ فِیْ زَوْجِہَا } ”اللہ نے سن لی اس عورت کی بات جو اے نبی ﷺ ! آپ سے جھگڑ رہی ہے اپنے شوہر کے بارے میں“ { وَتَشْتَـکِیْٓ اِلَی اللّٰہِ } ”اور وہ اللہ سے بھی فریاد کر رہی ہے۔“ { وَاللّٰہُ یَسْمَعُ تَحَاوُرَکُمَا } ”اور اللہ سن رہا ہے آپ دونوں کے مابین ہونے والی گفتگو۔“ { اِنَّ اللّٰہَ سَمِیْعٌم بَصِیْرٌ۔ } ”یقینا اللہ سب کچھ سننے والا ‘ سب کچھ دیکھنے والا ہے۔“ ”قَدْ سَمِعَ اللّٰہُ“ کے معنی یہاں محض سن لینے کے نہیں ‘ بلکہ قبول کرلینے اور فریاد رسی کرنے کے ہیں۔ یہ ”ظہار“ کے معاملے کا ذکر ہے جو ایک صحابی حضرت اوس رض بن صامت انصاری اور ان کی بیوی حضرت خولہ رض بنت ثعلبہ کے درمیان پیش آیا۔ کسی شخص کا اپنی بیوی کو اپنی ماں یا اپنی ماں کے کسی عضو سے تشبیہہ دینا اصطلاحاً ”ظہار“ کہلاتا ہے ‘ مثلاً کسی کا اپنی بیوی کو یوں کہہ دینا کہ تم میرے لیے میری ماں کی طرح ہو یا میری ماں کی پیٹھ کی طرح ہو۔ عربوں کے ہاں اس کے لیے یہ الفاظ کہے جاتے تھے : ”اَنْتِ عَلَیَّ کَظَھْرِ اُمِّی“ یعنی اب تجھ کو ہاتھ لگانا میرے لیے گویا اپنی ماں کی پیٹھ کو ہاتھ لگانا ہے۔ زمانہ جاہلیت میں ظہار کو طلاق ہی کی طرح سمجھا جاتا تھا ‘ بلکہ طلاق میں تو حالات و قرائن کے مطابق پھر بھی رجوع کی گنجائش تھی ‘ لیکن ظہار کی صورت میں میاں بیوی میں عمر بھر کے لیے علیحدگی ہوجاتی تھی اور وہ دوبارہ کبھی کسی بھی صورت میں میاں بیوی کے طور پر اکٹھے نہیں ہوسکتے تھے۔  روایات میں مذکورہ معاملے کی تفصیل یوں بیان کی گئی ہے کہ حضرت اوس رض غصے کی حالت میں اپنی بیوی سے ظہار کر بیٹھے۔ اس پر ان کی بیوی حضرت خولہ رض بنت ثعلبہ فریاد لے کر حضور ﷺ کی خدمت میں حاضر ہوئیں اور عرض کی کہ حضور ﷺ اوس رض نے یہ کردیا ہے۔ میرے چھوٹے چھوٹے بچے ہیں ‘ اب میں ان کو لے کر کہاں جائوں گی ؟ ان کو کیسے پالوں گی ؟ آپ ﷺ اس پریشانی کا کوئی حل بتائیں۔ حضور ﷺ نے فرمایا کہ ظہار کے بارے میں اللہ تعالیٰ نے ابھی تک کوئی حکم نازل نہیں فرمایا ‘ اس لیے میں ابھی کچھ نہیں کہہ سکتا۔ حضور ﷺ کے توقف پر وہ بدستور اصرار کرتی رہیں کہ حضور ﷺ آپ کچھ کریں ! ‘ میرا کیا بنے گا ؟ میرے بچے ہلاک ہوجائیں گے ! اسی کیفیت میں کبھی وہ اللہ تعالیٰ سے مخاطب ہوتیں کہ اے اللہ ! تو میری فریاد کو سن لے اور میرے لیے کوئی راستہ پیدا کر دے ! روایات کے مطابق اس اصرار و تکرار کے دوران ہی زیر مطالعہ آیات نازل ہوئیں۔ پہلی آیت کا انداز خصوصی طور پر بہت شفقت بھرا ہے کہ اے نبی ﷺ ! اللہ نے اس خاتون کی اس بحث و تکرار کو سن لیا ہے جو وہ آپ ﷺ کے ساتھ کر رہی ہے۔ حضرت خولہ رض بنت ثعلبہ کی فریاد پر اللہ تعالیٰ کی رحمت کا دریا موج میں آیا اور ظہار کے بارے میں مستقل قانون بنا دیا گیا۔ یہ قانون اگلی تین آیات میں بیان ہوا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 58,
      "text": "آیت 10{ اِنَّمَا النَّجْوٰی مِنَ الشَّیْطٰنِ } ”یہ نجویٰ تو شیطان کی طرف سے ہے“ منفی سرگوشیاں کرنا ایک شیطانی عمل ہے۔ جو لوگ اس میں ملوث ہوتے ہیں انہیں اس کی تحریک و ترغیب شیطان ہی کی طرف سے ملتی ہے۔  { لِیَحْزُنَ الَّذِیْنَ اٰمَنُوْا } ”تاکہ وہ اہل ایمان کو رنجیدہ کرے“ ان لوگوں کی سرگوشیوں اور خفیہ ملاقاتوں کا مقصد ہی یہ ہوتا ہے کہ وہ اہل ایمان کو نقصان پہنچا کر انہیں رنجیدہ ‘ دل گرفتہ اور پریشان کریں۔ آیت کے ان الفاظ سے یہ مفہوم بھی متبادر ہوتا ہے کہ یہ لوگ مسلمانوں کی محفل سے الگ جا کر کھسر پھسر اور سرگوشیاں اس لیے کرتے ہیں کہ ان کے اس عمل کو دیکھ کر مسلمان پریشان ہوں کہ یہ لوگ الگ بیٹھ کر ان کے خلاف نہ جانے کیا سازشیں کر رہے ہیں۔ گویا یہ لوگ ایک نفسیاتی حربے کے طور پر بھی نجویٰ کرتے تھے۔ ظاہر ہے جب بھری محفل سے تین چار لوگ الگ جا کر بیٹھ جائیں اور کھسر پھسر کرنا شروع کردیں تو اہل محفل کو فطری طور پر تجسس تو ہوگا کہ ہو نہ ہو یہ لوگ ضرور انہی کے خلاف باتیں کر رہے ہیں۔  { وَلَـیْسَ بِضَآرِّہِمْ شَیْئًا اِلَّا بِاِذْنِ اللّٰہِ } ”حالانکہ یہ شیطان انہیں کچھ بھی ضرر پہنچانے پر قادر نہیں مگر اللہ کے اذن سے۔“ شیطان اپنے ارادے اور اختیار سے اہل ایمان کو کوئی ضرر نہیں پہنچا سکتا۔ البتہ اگر اللہ کی طرف سے کسی کے لیے کوئی تکلیف یا آزمائش طے ہے تو وہ ضرور آئے گی ‘ اسے کوئی نہیں روک سکتا۔ { وَعَلَی اللّٰہِ فَلْیَتَوَکَّلِ الْمُؤْمِنُوْنَ۔ } ”اور اہل ایمان کو صرف اللہ پر توکل ّکرنا چاہیے۔“ اہل ایمان کو بھروسہ رکھنا چاہیے کہ اللہ ان کے ساتھ ہے اور شیطانی حربوں یا دشمنوں کی سازشوں سے ان کا کچھ نہیں بگڑ سکتا۔ اسی بھروسے کے ساتھ انہیں ہر وقت اپنے فرائض کی بجاآوری کے لیے کمربستہ رہنا چاہیے۔"
    },
    {
      "ayah": 11,
      "surah": 58,
      "text": "آیت 1 1{ یٰٓـــاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِذَا قِیْلَ لَـکُمْ تَفَسَّحُوْا فِی الْمَجٰلِسِ فَافْسَحُوْا یَفْسَحِ اللّٰہُ لَـکُمْ } ”اے مسلمانو ! جب تمہیں کہا جائے کہ مجالس میں کھل کر بیٹھو تو کھل جایا کرو ‘ اللہ تمہارے لیے کشادگی پیدا کر دے گا۔“ یہ سمجھانے کا بہت عمدہ انداز ہے۔ یہ نصیحت بھی دراصل منافقین کے ایک مخصوص طرزعمل کی وجہ سے کی جارہی ہے۔ منافقین کا یہ وطیرہ تھا کہ وہ حضور ﷺ کی محفلوں میں ٹولیوں کی صورت میں باہم جڑکر بیٹھتے تھے تاکہ درمیان میں کوئی اور سچا مسلمان نہ بیٹھ سکے۔ ایسے الگ حلقے بنا کر محفل کے دوران وہ حضور ﷺ کے فرمودات پر اپنی مرضی کے تبصرے کرتے اور استہزائیہ فقرے چست کرتے رہتے۔ ان کے اس طرزعمل کی وجہ سے مسلمانوں کو یہ عمومی ہدایت جاری کی گئی کہ محفل میں حلقے بنا کر بیٹھنے کے بجائے کھل کر بیٹھا کرو تاکہ معلوم ہو کہ یہ ایک اجتماع ہے۔ { وَاِذَا قِیْلَ انْشُزُوْا فَانْشُزُوْا } ”اور جب کہا جائے کہ اٹھ جائو تو اٹھ جایا کرو“ اس حکم کا باعث بھی منافقین کا طرزعمل ہی تھا۔ ان لوگوں کا معمول تھا کہ وہ مجلس برخاست ہوجانے کے بعد بھی ٹولیوں کی صورت میں اسی جگہ پر بیٹھے محو گفتگو رہتے تھے۔ فرض کریں حضور ﷺ نے مسلمانوں کو کسی ضروری مشورے کے لیے بلایا۔ اس پر سب لوگ حضور ﷺ کے پاس حاضر ہوئے ‘ ضروری گفتگو ہوئی اور صلاح و مشورے کا مرحلہ طے ہوگیا۔ اس کے بعد حضور ﷺ محفل کو برخاست کرنے کا حکم دے کر وہاں سے تشریف لے گئے اور آپ ﷺ کے حکم پر سب مسلمان بھی چلے گئے ‘ مگر یہ منافقین ہیں کہ ابھی بھی ٹولیوں کی صورت میں اسی جگہ پر بیٹھے سرگوشیوں میں مصروف ہیں۔ ان کی یہ حرکتیں نہ صرف اجتماعیت کے نظم و ضبط کے خلاف تھیں بلکہ ان سے بہت سی غلط فہمیاں بھی جنم لے سکتی تھیں۔ اس لیے یہ حکم دیا گیا کہ جب مجلس برخاست کرنے کا کہہ دیا جائے تو وہاں سے اٹھ جایا کرو۔ { یَرْفَعِ اللّٰہُ الَّذِیْنَ اٰمَنُوْا مِنْکُمْ وَالَّذِیْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍ } ”اللہ بلند فرما دے گا ان لوگوں کے درجات جو تم میں سے واقعی ایمان والے ہیں اور جن کو حقیقی علم عطا ہوا ہے۔“ { وَاللّٰہُ بِمَا تَعْمَلُوْنَ خَبِیْرٌ۔ } ”اور تم جو کچھ کر رہے ہو اللہ اس سے باخبر ہے۔“"
    },
    {
      "ayah": 12,
      "surah": 58,
      "text": "آیت 12{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِذَا نَاجَیْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَیْنَ یَدَیْ نَجْوٰٹکُمْ صَدَقَۃً } ”اے اہل ایمان ! جب تم رسول ﷺ سے تخلیہ میں کوئی بات کرنا چاہو تو اپنی اس بات چیت سے پہلے کچھ صدقہ دے دیا کرو۔“ اس حکم کا پس منظر یہ ہے کہ منافقین میں سے اکثر لوگ وقتاً فوقتاً بلاوجہ حضور ﷺ سے تخلیہ میں بات کرنے کا تقاضا کرتے تھے۔ حضور ﷺ مروّت کے باعث ہر کسی کی بات مان تو لیتے ‘ لیکن منافقین کا یہ طرزعمل آپ ﷺ کے لیے زحمت کا باعث تھا۔ یہ لوگ حضور ﷺ سے ایسی ملاقاتیں محض اپنی اہمیت اجاگر کرنے کے لیے کرتے تھے ‘ تاکہ لوگ دیکھیں کہ حضور ﷺ سے علیحدگی میں بات کرنے والا یہ شخص حضور ﷺ کے بہت قریب ہے اور حضور ﷺ کو اس پر بہت اعتماد ہے۔ جیسے رئیس المنافقین عبداللہ بن ابی کا معمول تھا کہ حضور ﷺ جب خطبہ جمعہ کے لیے کھڑے ہوتے تو وہ محض اپنی چودھراہٹ جتانے کے لیے فوراً اگلی صف میں کھڑا ہوجاتا اور حاضرین سے مخاطب ہو کر کہتا کہ لوگو ! یہ اللہ کے رسول ﷺ ہیں ‘ ان کی بات غور سے سنو ! یہ شخص مدینہ کے سب سے بڑے قبیلے خزرج کا سردار تھا۔ حضور ﷺ کی ہجرت سے قبل اہل مدینہ کا اتفاق ہوچکا تھا کہ مدینہ میں ایک مستحکم ریاستی نظام قائم کیا جائے تاکہ روز روز کی جنگوں اور باہمی خون ریزی سے ان کی جان چھوٹ جائے۔ اس کے لیے عبداللہ بن ابی کو بادشاہ بنانے کا فیصلہ ہوچکا تھا اور اس کے لیے تاج بھی تیارہو چکا تھا۔ بس رسم تاجپوشی کا انعقاد باقی تھا کہ حضور ﷺ مدینہ تشریف لے آئے اور آتے ہی مدینہ کے بےتاج بادشاہ بن گئے۔ اس طرح آپ ﷺ کی وجہ سے عبداللہ بن ابی کی بادشاہت کا خواب ناتمام رہ گیا۔ حالات کا رخ دیکھتے ہوئے اس نے ظاہری طور پر تو مسلمانی کا لبادہ اوڑھ لیا لیکن عمر بھر حضور ﷺ کی مخالفت کا کوئی موقع اس نے ہاتھ سے نہ جانے دیا۔ بہرحال حالات کی مجبوری تھی کہ ایسا شخص بھی حضور ﷺ سے اپنی قربت جتلانے اور اپنی خصوصی حیثیت نمایاں کرنے کے لیے جمعہ کے اجتماع میں یہ ڈرامہ رچانا ضروری سمجھتا تھا۔ منافقین کے اس طرزعمل کی حوصلہ شکنی کرنے کے لیے اللہ تعالیٰ نے اس حکم کے ذریعے حضور ﷺ سے علیحدگی میں بات کرنے پر ایک طرح کا ٹیکس عائد کردیا کہ اگر تمہارا حضور ﷺ سے علیحدگی میں بات کرنا ایسا ہی ضروری ہے تو پہلے اپنے مال میں سے کچھ صدقہ دو اور پھر آکر اس مقصد کے لیے حضور ﷺ سے وقت مانگو۔ منافقین چونکہ انفاق سے گھبراتے ہیں اس لیے اس حکم کے بعد ان میں سے کسی ایک شخص نے بھی صدقہ دے کر حضور ﷺ سے علیحدگی میں بات کرنے کی درخواست نہ کی۔ یہ حکم البتہ بہت تھوڑی دیر نافذ رہا اور جلد ہی اسے اگلی آیت کے ذریعے منسوخ کردیا گیا۔ حضرت علی رض کہتے ہیں کہ میں واحد شخص تھا جس نے اس حکم پر عمل کیا اور صدقہ دے کر حضور ﷺ سے علیحدگی میں بات کرنے کی درخواست کی۔  { ذٰلِکَ خَیْرٌ لَّــکُمْ وَاَطْہَرُ } ”یہ تمہارے لیے بہتر بھی ہے اور زیادہ پاکیزہ بھی۔“ { فَاِنْ لَّـمْ تَجِدُوْا فَاِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ۔ } ”البتہ اگر تم صدقہ دینے کے لیے کچھ نہ پائو تو اللہ بہت بخشنے والا ‘ بہت رحم کرنے والا ہے۔“ یعنی غریب اور نادار لوگ اس حکم پر عمل نہیں بھی کرسکتے تو کوئی مضائقہ نہیں ‘ اللہ تعالیٰ ان کا عذر قبول فرماتے ہوئے انہیں معاف فرمائے گا۔ لیکن ظاہر ہے جن لوگوں کی وجہ سے یہ حکم نازل ہوا وہ تو سب کے سب متمول ‘ مرفہ الحال اور بڑے لوگ تھے جو حضور ﷺ سے اپنی قربت جتلا کر لوگوں کے سامنے مزید ”بڑے“ بننا چاہتے تھے۔"
    },
    {
      "ayah": 13,
      "surah": 58,
      "text": "آیت 13{ ئَ اَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَیْنَ یَدَیْ نَجْوٰٹکُمْ صَدَقٰتٍ } ”کیا تم ڈر گئے اس سے کہ رسول ﷺ کے ساتھ اپنی تنہائی کی باتوں سے پہلے صدقات پیش کرو ؟“ { فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰہُ عَلَیْکُمْ } ”پھر جب تم نے یہ نہیں کیا اور اللہ نے بھی تم پر نظر ِ عنایت فرما دی“ { فَاَقِیْمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ وَاَطِیْعُوا اللّٰہَ وَرَسُوْلَہٗ } ”تو بس نماز قائم رکھو ‘ زکوٰۃ ادا کرتے رہو اور اللہ اور اس کے رسول ﷺ کی اطاعت کرتے رہو۔“ { وَاللّٰہُ خَبِیْرٌ بِمَا تَعْمَلُوْنَ۔ } ”اور اللہ باخبر ہے اس سے جو تم کر رہے ہو۔“ اس آیت کے ذریعے اس حکم کو جلد ہی منسوخ بھی کردیا گیا ‘ لیکن اس حکم سے ان لوگوں کی قلعی کھل گئی جو محض ریاکاری کے لیے حضور ﷺ سے علیحدگی میں بات کرنے کے شوقین تھے۔ پہلے تو وہ اس مقصد کے لیے باربار حضور ﷺ کے پاس آتے تھے ‘ لیکن صدقہ کے حکم کے بعد ان میں سے کسی کو بھی علیحدگی میں بات کرنے کی حاجت محسوس نہ ہوئی۔ بہرحال مذکورہ حکم کے بعد جب ان میں سے کوئی شخص بھی صدقہ دے کر حضور ﷺ سے علیحدگی میں بات کرنے کی درخواست لے کر نہ آیاتو اس حکم کی منسوخی کے بعد اپنا پرانا طرزعمل دہراتے ہوئے وہ شرم تو محسوس کرتے ہوں گے اور یہی دراصل اس وقتی اور عارضی حکم کا اصل مقصد تھا۔"
    },
    {
      "ayah": 14,
      "surah": 58,
      "text": "آیت 14{ اَلَمْ تَرَ اِلَی الَّذِیْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰہُ عَلَیْہِمْ } ”کیا تم نے غور نہیں کیا ان لوگوں کے طرزِعمل پر جنہوں نے دوستی گانٹھی ہے ان لوگوں سے جن پر اللہ کا غضب ہوا ہے۔“ اللہ کے غضب کے حوالے سے یہاں قوم یہود مَغْضُوْب عَلَیْہِمْ کی طرف اشارہ ہے اور ان سے دوستیاں گانٹھنے والے اوس اور خزرج کے منافقین تھے جو ان کے ساتھ اپنے پرانے حلیفانہ تعلقات کو ابھی تک نبا ہے چلے جا رہے تھے۔ { مَا ہُمْ مِّنْکُمْ وَلَا مِنْہُمْ } ”نہ وہ تم میں سے ہیں اور نہ ان میں سے ہیں“ منافقین کے اس دوغلے کردار کا ذکر سورة النساء آیت 143 میں اس طرح ہوا ہے : { لَآ اِلٰی ہٰٓــؤُلَآئِ وَلَآ اِلٰی ہٰٓــؤُلَآئِ } ”نہ تو یہ ان کی جانب ہیں اور نہ ہی ان کی جانب ہیں۔“ { وَیَحْلِفُوْنَ عَلَی الْکَذِبِ وَہُمْ یَعْلَمُوْنَ۔ } ”اور وہ جانتے بوجھتے جھوٹ پر قسمیں اٹھاتے ہیں۔"
    },
    {
      "ayah": 15,
      "surah": 58,
      "text": "آیت 15{ اَعَدَّ اللّٰہُ لَہُمْ عَذَابًا شَدِیْدًا } ”اللہ نے تیار کر رکھا ہے ان کے لیے سخت عذاب۔“ { اِنَّہُمْ سَآئَ مَا کَانُوْا یَعْمَلُوْنَ۔ } ”یقینا بہت ہی برا ہے وہ طرزعمل جو وہ اختیار کیے ہوئے ہیں۔“"
    },
    {
      "ayah": 16,
      "surah": 58,
      "text": "آیت 16{ اِتَّخَذُوْٓا اَیْمَانَہُمْ جُنَّۃً } ”انہوں نے اپنی قسموں کو ڈھال بنا لیا ہے“ یہ لوگ جھوٹی قسموں کو اپنی کمزوریوں کی ڈھال کے طور پر استعمال کرتے تھے۔ جہاں کہیں کسی کی کسی بات پر گرفت ہوتی ‘ وہ فوراً قسمیں کھانا شروع کردیتا کہ اللہ کی قسم اصل میں یہ معاملہ یوں نہیں تھا بلکہ یوں تھا۔ اس طرح اس کا مخاطب مروّت میں آکر خاموشی اختیار کرلیتا۔ { فَصَدُّوْا عَنْ سَبِیْلِ اللّٰہِ فَلَہُمْ عَذَابٌ مُّہِیْنٌ۔ } ”پس وہ اللہ کے راستے سے رک گئے ہیں اور دوسروں کو بھی روکتے ہیں پس ان کے لیے اہانت آمیز عذاب ہے۔“ صَدَّ یَصُدُّ کے معنی خود رکنا بھی ہیں اور دوسروں کو روکنا بھی۔"
    },
    {
      "ayah": 17,
      "surah": 58,
      "text": "آیت 17{ لَنْ تُغْنِیَ عَنْہُمْ اَمْوَالُہُمْ وَلَآ اَوْلَادُہُمْ مِّنَ اللّٰہِ شَیْئًا } ”ان کے کچھ بھی کام نہیں آئیں گے ان کے اموال اور نہ ہی ان کی اولادیں اللہ سے بچانے کے لیے۔“ { اُولٰٓئِکَ اَصْحٰبُ النَّارِ ہُمْ فِیْہَا خٰلِدُوْنَ۔ } ”یہ آگ والے ہیں ‘ اسی میں یہ ہمیشہ ہمیش رہیں گے۔“ مقامِ عبرت ہے کہ یہ ”نوید“ ان لوگوں کو سنائی جا رہی ہے جو بظاہر حضور ﷺ کے ماننے والے تھے ‘ آپ ﷺ کی اقتدا میں نمازیں پڑھتے تھے ‘ اسلام کا دم بھرتے تھے ‘ خود کو مسلمان کہتے تھے اور زبانوں سے گواہی دیتے تھے کہ محمد ﷺ اللہ کے رسول ہیں۔ سورة المنافقون کی پہلی آیت میں ان کی اس ”شہادت“ کا خصوصی طور پر ذکر کر کے ان کے جھوٹے ہونے پر مہر ثبت کی گئی ہے : { اِذَا جَآئَ کَ الْمُنٰفِقُوْنَ قَالُوْا نَشْہَدُ اِنَّکَ لَرَسُوْلُ اللّٰہِ 7 وَاللّٰہُ یَعْلَمُ اِنَّکَ لَرَسُوْلُہٗ وَاللّٰہُ یَشْہَدُ اِنَّ الْمُنٰفِقِیْنَ لَــکٰذِبُوْنَ۔ } ”اے نبی ﷺ ! جب آپ کے پاس منافقین آتے ہیں تو کہتے ہیں : ہم گواہی دیتے ہیں کہ آپ اللہ کے رسول ہیں۔ اللہ خوب جانتا ہے کہ آپ اس کے رسول ہیں ‘ اور اللہ گواہی دیتا ہے کہ بلاشبہ یہ منافقین جھوٹے ہیں۔“"
    },
    {
      "ayah": 18,
      "surah": 58,
      "text": "آیت 18{ یَوْمَ یَبْعَثُہُمُ اللّٰہُ جَمِیْعًا فَـیَحْلِفُوْنَ لَـہٗ کَمَا یَحْلِفُوْنَ لَـکُمْ } ”جس دن اللہ ان سب کو اٹھائے گا تو وہ اس کے سامنے بھی قسمیں کھائیں گے جیسے آج تمہارے سامنے قسمیں کھاتے ہیں“ یعنی یہ لوگ جھوٹی قسمیں کھانے کے اس حد تک عادی ہوچکے ہیں کہ قیامت کے دن اللہ عزوجل کے سامنے بھی اسی طرح جھوٹی قسمیں کھانا شروع ہوجائیں گے کہ ہم ایسے نہیں کہتے تھے اور ہم ویسے نہیں کرتے تھے۔  { وَیَحْسَبُوْنَ اَنَّـہُمْ عَلٰی شَیْئٍ } ”اور وہ سمجھیں گے کہ وہ کسی بات پر ہیں۔“ اللہ کی عدالت میں کھڑے ہو کر بھی وہ سمجھ رہے ہوں گے کہ ہمارے اعمال کی بھی کچھ نہ کچھ حیثیت تو ہے۔ آخر ہم مسلمان ہوئے تھے ‘ ہم نے اللہ کے رسول ﷺ کی اقتدا میں نمازیں پڑھی تھیں ‘ روزے رکھے تھے ‘ سب مسلمانوں کے ساتھ مل کر مہمات میں حصہ لیتے رہے تھے۔ اس طرح ہم دنیا سے کچھ نہ کچھ نیک اعمال تو لے کر آئے ہی ہیں۔  { اَلَآ اِنَّہُمْ ہُمُ الْکٰذِبُوْنَ۔ } ”آگاہ ہو جائو کہ وہ بالکل جھوٹے ہیں۔“"
    },
    {
      "ayah": 19,
      "surah": 58,
      "text": "آیت 19{ اِسْتَحْوَذَ عَلَیْہِمُ الشَّیْطٰنُ فَاَنْسٰٹہُمْ ذِکْرَ اللّٰہِ } ”شیطان نے ان کے اوپر قابو پا لیا ہے ‘ پس انہیں اللہ کی یاد بھلا دی ہے۔“ شیطان ان پر مسلط ہوچکا ہے اور اس نے انہیں اللہ کی یاد سے غافل کردیا ہے۔ { اُولٰٓئِکَ حِزْبُ الشَّیْطٰنِ } ”یہ لوگ ہیں شیطان کی جماعت۔“ رسول اللہ ﷺ کے زمانے میں شیطان کی یہ جماعت تین گروہوں پر مشتمل تھی۔ ان میں شیطان کا سب سے طاقتور ہتھیار مشرکین عرب تھے۔ انہوں نے اسلام کی مخالفت اور اپنے ”دین“ کی حمایت میں ہر طرح کی قربانیاں دیں ‘ جنگیں بھی لڑیں اور اپنے باطل معبودوں کے لیے گردنیں بھی کٹوائیں۔ دوسرا گروہ یہود مدینہ کا تھا ‘ جبکہ تیسرا گروہ منافقین پر مشتمل تھا۔ منافقین مسلمانوں کے اندر رہتے ہوئے ان کے خلاف fifth columnists کا کردار ادا کر رہے تھے۔ آیات زیر مطالعہ میں خصوصی طور پر ان لوگوں کا ذکر ہو رہا ہے کہ یہ اگرچہ خود کو مسلمان کہتے ہیں اور مسلمانوں کی صفوں میں بیٹھے ہیں ‘ لیکن اصل میں یہ حزب الشیطان ہی کے ارکان ہیں۔ مسلمانوں کی مخالفت کے حوالے سے ان لوگوں کے کردار کی مزید تفصیل اگلی سورة یعنی سورة الحشر میں بیان ہوئی ہے۔ { اَلَآ اِنَّ حِزْبَ الشَّیْطٰنِ ہُمُ الْخٰسِرُوْنَ۔ } ”آگاہ ہو جائو ! شیطان کی جماعت کے لوگ ہی حقیقت میں خسارہ اٹھانے والے ہیں۔“"
    },
    {
      "ayah": 2,
      "surah": 58,
      "text": "آیت 2 { اَلَّذِیْنَ یُظٰہِرُوْنَ مِنْکُمْ مِّنْ نِّسَآئِہِمْ مَّا ہُنَّ اُمَّہٰتِہِمْ } ”اے مسلمانو ! تم میں سے جو لوگ اپنی بیویوں کو مائیں کہہ بیٹھتے ہیں ‘ وہ ان کی مائیں نہیں بن جاتی ہیں۔“ جس طرح کسی کو کوئی بیٹا کہہ دے تو وہ اس کا بیٹا نہیں بن جاتا اور جس طرح منہ بولے بیٹے کی کوئی قانونی و شرعی حیثیت نہیں اسی طرح زبان سے اگر کوئی اپنی بیوی کو اپنی ماں کہہ دے تو ایسے کسی دعوے یا جملے کی بھی کوئی حیثیت نہیں۔ { اِنْ اُمَّہٰتُہُمْ اِلَّا اللّٰٓئِیْ وَلَدْنَہُمْ } ”ان کی مائیں تو وہی ہیں جنہوں نے انہیں جنا ہے۔“ { وَاِنَّہُمْ لَیَقُوْلُوْنَ مُنْکَرًا مِّنَ الْقَوْلِ وَزُوْرًا } ”البتہ یہ لوگ ایک نہایت ناپسندیدہ اور جھوٹی بات کہتے ہیں۔“ یہ لوگ اپنی بیویوں کو اپنی مائیں کہہ کر ایک نہایت بےہودہ ‘ شرمناک اور نامعقول بات منہ سے نکالتے ہیں۔ پھر یہ بات جھوٹی بھی ہے کہ ان کی بیویاں ان کے لیے اب مائیں ہوگئی ہیں۔ { وَاِنَّ اللّٰہَ لَعَفُوٌّ غَفُوْرٌ۔ } ”اور یقینا اللہ بہت معاف فرمانے والا ‘ بہت بخشنے والا ہے۔“ ان الفاظ میں یہ اشارہ دے دیا گیا کہ ظہار سے متعلق چونکہ ابھی تک کوئی قانون نازل نہیں ہوا تھا ‘ اس لیے اللہ تعالیٰ مذکورہ صحابی رض کو اس معاملے میں معاف فرما دے گا ‘ بلکہ اس سے پہلے جس کسی سے بھی یہ حرکت سرزد ہوئی ‘ اللہ تعالیٰ اس سے درگزر فرمائے گا۔"
    },
    {
      "ayah": 20,
      "surah": 58,
      "text": "آیت 20{ اِنَّ الَّذِیْنَ یُحَآدُّوْنَ اللّٰہَ وَرَسُوْلَہٗٓ اُولٰٓئِکَ فِی الْاَذَلِّیْنَ۔ } ”یقینا جو لوگ اللہ اور اس کے رسول ﷺ کی مخالفت پر ُ تلے بیٹھے ہیں ‘ وہی ذلیل ترین لوگوں میں سے ہوں گے۔“ ذلت کے ذکر کے لیے اَذَلِّیْن ذلیل ترین یہاں ”تفضیل کل“ superlative degree کے طور پر آیا ہے۔ سورة النساء کی اس آیت میں بھی منافقین کے لیے بالکل یہی اسلوب اختیار فرمایا گیا ہے : { اِنَّ الْمُنٰفِقِیْنَ فِی الدَّرْکِ الْاَسْفَلِ مِنَ النَّارِج وَلَنْ تَجِدَ لَہُمْ نَصِیْرًا۔ } ”یقینا منافقین آگ کے سب سے نچلے طبقے میں ہوں گے ‘ اور تم نہ پائو گے ان کے لیے کوئی مدد گار۔“"
    },
    {
      "ayah": 21,
      "surah": 58,
      "text": "آیت 21{ کَتَبَ اللّٰہُ لَاَغْلِبَنَّ اَنَا وَرُسُلِیْ } ”اللہ نے لکھ دیا ہے کہ یقینا میں غالب رہوں گا اور میرے رسول۔“ میں اور میرے رسول لازماً غالب ہو کر رہیں گے۔ یہ مضمون اس سے پہلے سورة الصافات کی ان آیات میں بھی آچکا ہے : { وَلَقَدْ سَبَـقَتْ کَلِمَتُـنَا لِعِبَادِنَا الْمُرْسَلِیْنَ - اِنَّـہُمْ لَہُمُ الْمَنْصُوْرُوْنَ - وَاِنَّ جُنْدَنَا لَہُمُ الْغٰلِبُوْنَ۔ } ”اور ہماری یہ بات پہلے سے طے شدہ ہے اپنے ان بندوں کے لیے جن کو ہم رسول بنا کر بھیجتے رہے ہیں ‘ کہ ان کی لازماً مدد کی جائے گی ‘ اور یقینا ہمارا لشکر ہی غالب رہے گا۔“ اس بارے میں قبل ازیں بھی متعدد بار ذکر ہوچکا ہے کہ اہم مضامین قرآن حکیم میں کم از کم دو مرتبہ ضرور آتے ہیں۔ یہ مضمون بھی اسی اصول کے تحت سورة الصَّافَّات کے بعد یہاں پھر آیا ہے۔ { اِنَّ اللّٰہَ قَوِیٌّ عَزِیْزٌ۔ } ”بیشک اللہ زبردست ہے ‘ زور آور ہے۔“ حزب الشیطان کے ذکر کے بعد فوری تقابل simultaneous contrast کے طور پر اب اگلی آیت میں حزب اللہ کا ذکر ہے۔ یہ آیت حزب اللہ کی رکنیت کے معیار کے حوالے سے litmus test بھی ہے۔ اس ٹیسٹ کا تعلق انسان کے قلبی تعلقات اور قریبی رشتوں سے ہے۔ اگر کسی مسلمان کا کوئی رشتہ دار ‘ چاہے وہ اس کا باپ ‘ بیٹا یا بھائی ہی کیوں نہ ہو ‘ کافر و مشرک ہے اور وہ اسلام کی مخالفت میں باقاعدہ سرگرمِ عمل ہے ‘ تو اس مسلمان کے لیے لازم ہے کہ اس کے ایمان کی تلوار اس دشمن ِخدا کے ساتھ موجود اپنے رشتے کو کاٹ پھینکے۔ لیکن اگر کوئی مسلمان ایسا کرنے میں کامیاب نہ ہوسکا اور کسی ایسے فرد کے ساتھ اس کے قلبی تعلق کا پیوند بدستور استوار رہا جو اللہ اور اس کے رسول ﷺ کی مخالفت میں سرگرم عمل ہے تو ایسا مسلمان حزب اللہ سے خارج سمجھا جائے گا۔"
    },
    {
      "ayah": 22,
      "surah": 58,
      "text": "آیت 22{ لَا تَجِدُ قَوْمًا یُّؤْمِنُوْنَ بِاللّٰہِ وَالْیَوْمِ الْاٰخِرِ یُوَآدُّوْنَ مَنْ حَآدَّ اللّٰہَ وَرَسُوْلَـہٗ } ”تم نہیں پائو گے ان لوگوں کو جو حقیقتاً ایمان رکھتے ہیں اللہ پر اور یوم آخرت پر کہ وہ محبت کرتے ہوں ان سے جو مخالفت کر رہے ہیں اللہ اور اس کے رسول ﷺ کی“ یہ حکم ان کفار و مشرکین کے لیے ہے جو اسلام کی مخالفت میں فعال active اور سرگرم عمل ہوں۔ جہاں تک ان کفار و مشرکین کا تعلق ہے جو ایسی کسی جدوجہد میں بالفعل فعال نہ ہوں ‘ ان کے بارے میں حکم آگے سورة الممتحنہ میں آئے گا۔ { وَلَوْ کَانُوْٓا اٰبَآئَ ہُمْ اَوْ اَبْنَآئَ ہُمْ اَوْ اِخْوَانَہُمْ اَوْ عَشِیْرَتَہُمْط } ”خواہ وہ ان کے باپ ہوں یا ان کے بیٹے ہوں یا ان کے بھائی ہوں یا ان کے رشتے دار ہوں۔“ آیت کا یہ حصہ پڑھتے ہوئے سورة التوبہ کی آیت 24 کا مضمون بھی ذہن میں تازہ کرلیں :{ قُلْ اِنْ کَانَ اٰبَآؤُکُمْ وَاَبْنَآؤُکُمْ وَاِخْوَانُکُمْ وَاَزْوَاجُکُمْ وَعَشِیْرَتُکُمْ وَاَمْوَالُنِ اقْتَرَفْتُمُوْہَا وَتِجَارَۃٌ تَخْشَوْنَ کَسَادَہَا وَمَسٰکِنُ تَرْضَوْنَہَآ اَحَبَّ اِلَیْکُمْ مِّنَ اللّٰہِ وَرَسُوْلِہٖ وَجِہَادٍ فِیْ سَبِیْلِہٖ فَتَرَبَّصُوْا حَتّٰی یَاْتِیَ اللّٰہُ بِاَمْرِہٖط وَاللّٰہُ لاَ یَہْدِی الْقَوْمَ الْفٰسِقِیْنَ۔ }  ”اے نبی ﷺ ! ان سے کہہ دیجیے کہ اگر تمہارے باپ ‘ تمہارے بیٹے ‘ تمہارے بھائی ‘ تمہاری بیویاں اور بیویوں کے لیے شوہر ‘ تمہارے رشتہ دار اور وہ مال جو تم نے بہت محنت سے کمائے ہیں ‘ اور وہ تجارت جس کے مندے کا تمہیں خطرہ رہتا ہے ‘ اور وہ مکانات جو تمہیں بہت پسند ہیں ‘ اگر یہ سب چیزیں تمہیں محبوب تر ہیں اللہ ‘ اس کے رسول اور اس کے راستے میں جہاد سے ‘ تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ سنا دے۔ اور اللہ ایسے فاسقوں کو راہ یاب نہیں کرتا۔“ ان آیات کا پیغام بہت واضح ہے کہ اللہ اور اس کے رسول ﷺ سے ایک بندئہ مسلمان کی محبت کا اصل امتحان عشق رسول ﷺ کے زبانی دعوے اور نعتیہ اشعار میں زمین و آسمان کے قلابے ملانے سے نہیں ‘ بلکہ جہاد فی سبیل اللہ کے حوالے سے ہوگا۔ اگر تو وہ اس آیت میں مذکور اپنی آٹھ محبتوں کو تج کر جہاد فی سبیل اللہ کے لیے کمربستہ ہے تو وہ اللہ اور اس کے رسول ﷺ کی محبت میں سچا ہے ‘ لیکن اگر وہ اس کے لیے عملاً تیار نہیں ہے تو اس کے زبانی دعو وں کی کوئی حیثیت نہیں۔ { اُولٰٓئِکَ کَتَبَ فِیْ قُلُوْبِہِمُ الْاِیْمَانَ } ”یہ وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان لکھ دیا ہے“ دلوں کے اندر ایمان لکھ دینے کا مطلب یہ ہے کہ اللہ نے ان کے دلوں میں ایمان پختہ کردیا ہے۔ یعنی ایمان اب ان کے دلوں میں نقش کا لحجر پتھر پر لکیر کی صورت اختیار کرچکا ہے۔  { وَاَیَّدَہُمْ بِرُوْحٍ مِّنْہُط } ”اور اس نے ان کی مدد کی ہے اپنی طرف سے روح کے ساتھ“ روح سے مراد یہاں فرشتہ بھی ہوسکتا ہے ‘ الہام بھی ہوسکتا ہے اور اللہ کا خصوصی فضل بھی ہوسکتا ہے۔ غرض اللہ کی طرف سے غیر مرئی انداز میں مدد کی کوئی صورت بھی ہوسکتی ہے۔ { وَیُدْخِلُہُمْ جَنّٰتٍ تَجْرِیْ مِنْ تَحْتِہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَاط } ”اور وہ داخل کرے گا انہیں ان باغات میں جن کے دامن میں ندیاں بہتی ہوں گی ‘ جس میں وہ ہمیشہ ہمیش رہیں گے۔“ { رَضِیَ اللّٰہُ عَنْہُمْ وَرَضُوْا عَنْہُط } ”اللہ ان سے راضی ہوگیا اور وہ اس سے راضی ہوگئے۔“ اس کا ترجمہ ایسے بھی کیا جاسکتا ہے کہ ”اللہ ان سے راضی ہوجائے گا اور وہ اس سے راضی ہوجائیں گے۔“ { اُولٰٓئِکَ حِزْبُ اللّٰہِط } ”یہ لوگ ہیں اللہ کی جماعت !“ { اَلَآ اِنَّ حِزْبَ اللّٰہِ ہُمُ الْمُفْلِحُوْنَ۔ } ”آگاہ ہو جائو ! یقینا اللہ کی جماعت کے لوگ ہی فلاح پانے والے ہیں۔“ سورة المائدۃ میں یہ مضمون اس طرح بیان ہوا ہے : { فَاِنَّ حِزْبَ اللّٰہِ ہُمُ الْغٰلِبُوْنَ۔ } کہ یقینا اللہ کی جماعت کے لوگ ہی غالب رہنے والے ہیں۔ اگر حزب اللہ کی جدوجہد کے نتیجے میں اللہ کا دین دنیا میں غالب ہوجاتا ہے تو یہ یقینا ایک بہت بڑی کامیابی ہے۔ لیکن اصل اور حقیقی کامیابی تو آخرت کی کامیابی ہے ‘ جس کی بشارت ”حزب اللہ“ والوں کو اس آیت میں دی جا رہی ہے۔ اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! آمین یارَبَّ الْعَالمین !"
    },
    {
      "ayah": 3,
      "surah": 58,
      "text": "آیت 3 { وَالَّذِیْنَ یُظٰہِرُوْنَ مِنْ نِّسَآئِہِمْ ثُمَّ یَعُوْدُوْنَ لِمَا قَالُـوْا } ”اور جو لوگ اپنی بیویوں سے ظہار کربیٹھیں ‘ پھر وہ اپنی کہی ہوئی بات سے واپس لوٹنا چاہیں“ { فَتَحْرِیْرُ رَقَـبَۃٍ مِّنْ قَـبْلِ اَنْ یَّـتَمَآسَّا } ”تو ایک غلام کا آزاد کرنا ہوگا ‘ اس سے پہلے کہ وہ ایک دوسرے کو مس کریں۔“ یعنی اس معاملے کا کفارہ ادا کرو اور پھر سے میاں بیوی کی طرح رہو ! { ذٰلِکُمْ تُوْعَظُوْنَ بِہٖ وَاللّٰہُ بِمَا تَعْمَلُوْنَ خَبِیْرٌ۔ } ”یہ بات ہے جس کی تمہیں نصیحت کی جا رہی ہے۔ اور جو کچھ تم کر رہے ہو اللہ اس سے باخبر ہے۔“"
    },
    {
      "ayah": 4,
      "surah": 58,
      "text": "آیت 4 { فَمَنْ لَّمْ یَجِدْ فَصِیَامُ شَہْرَیْنِ مُتَتَابِعَیْنِ مِنْ قَبْلِ اَنْ یَّتَمَآسَّا } ”تو جو کوئی غلام نہ پائے وہ دو مہینوں کے روزے رکھے لگاتار ‘ اس سے پہلے کہ وہ دونوں ایک دوسرے کو چھوئیں۔“ یعنی دو ماہ کے روزے اس طرح متواتر رکھے جائیں کہ درمیان میں کسی دن کا روزہ چھوٹنے نہ پائے۔  { فَمَنْ لَّمْ یَسْتَطِعْ فَاِطْعَامُ سِتِّیْنَ مِسْکِیْنًا } ”تو جو کوئی یہ بھی نہ کرسکتا ہو تو وہ ساٹھ مسکینوں کو کھانا کھلائے۔“ اگر کوئی شخص کمزور ہے ‘ ضعیف العمر ہے یا ایسا مریض ہے کہ دو ماہ کے لگاتار روزے رکھنا اس کے لیے ممکن نہیں تو وہ ساٹھ مساکین کو کھانا کھلائے۔ اس کے لیے اوسط معیار وہی ہوگا جو سورة المائدۃ کی آیت 89 میں قسم کے کفارے کے ضمن میں بیان ہوا ہے : { مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَھْلِیْکُمْ } یعنی جس معیار کا کھانا متعلقہ شخص اپنے اہل و عیال کو معمول کے مطابق کھلاتا ہے ‘ ویسا ہی کھانا وہ ساٹھ مسکینوں کو کھلائے۔  { ذٰلِکَ لِتُؤْمِنُوْا بِاللّٰہِ وَرَسُوْلِہٖ } ”یہ اس لیے تاکہ تم ایمان رکھو اللہ پر اور اس کے رسول ﷺ پر۔“ اس فقرے پر میں بہت عرصہ سوچ بچار کرتا رہا ‘ بالآخر مجھے اس بارے میں یہ نکتہ سمجھ میں آیا کہ جب کوئی شخص کفارہ کو اللہ کا قانون سمجھتے ہوئے اس کی سختی برداشت کرتا ہے تو اس کے ایمان میں مزید اضافہ ہوتا ہے۔ یعنی جس طرح ایمان سے عمل صالح پیدا ہوتا ہے ‘ اسی طرح عمل صالح سے ایمان میں اضافہ ہوتا ہے ‘ جیسے کہ سورة الحجرات میں فرمایا گیا :{ یَمُنُّوْنَ عَلَیْکَ اَنْ اَسْلَمُوْا قُلْ لَّا تَمُنُّوْا عَلَیَّ اِسْلَامَکُمْ بَلِ اللّٰہُ یَمُنُّ عَلَیْکُمْ اَنْ ہَدٰٹکُمْ لِلْاِیْمَانِ اِنْ کُنْتُمْ صٰدِقِیْنَ۔ }  ”اے نبی ﷺ ! یہ لوگ آپ پر احسان دھر رہے ہیں کہ وہ اسلام لے آئے ہیں ! ان سے کہیے کہ مجھ پر اپنے اسلام کا احسان نہ دھرو ‘ بلکہ اللہ تم پر احسان دھرتا ہے کہ اس نے تمہیں ایمان کے راستے پر ڈال دیا ہے ‘ اگر تم سچے ہو۔“یعنی تم لوگ اسلام میں داخل ہو کر گویا ایمان کے راستے پر چل پڑے ہو۔ اس بارے میں تم اللہ کا احسان مانو کہ وہ تمہیں ایمان کے راستے پر لے آیا ہے۔ اگر تم اخلاص کے ساتھ اس راستے پر چلتے ہوئے اعمالِ صالحہ کا اہتمام کرتے رہو گے تو تم ایمان تک بھی ضرور پہنچ جائو گے۔ یہاں { ذٰلِکَ لِتُؤْمِنُوْا بِاللّٰہِ وَرَسُوْلِہٖ } کا بھی یہی مفہوم ہے کہ اگر تم میں سے کوئی شخص غلطی کے بعد توبہ کرتے ہوئے کفارہ ادا کرے گا تو اللہ کے قانون پر عمل درآمد کرنے کی وجہ سے اس کے دل میں ایمان باللہ اور ایمان بالرسول مزید راسخ اور پختہ ہوجائے گا۔  { وَتِلْکَ حُدُوْدُ اللّٰہِ وَلِلْکٰفِرِیْنَ عَذَابٌ اَلِیْمٌ۔ } ”اور یہ اللہ کی مقرر کردہ حدود ہیں ‘ اور کافروں کے لیے بہت دردناک عذاب ہے۔“"
    },
    {
      "ayah": 5,
      "surah": 58,
      "text": "آیت 5{ اِنَّ الَّذِیْنَ یُحَآدُّوْنَ اللّٰہَ وَرَسُوْلَہٗ } ”یقینا وہ لوگ جو تل گئے ہیں مخالفت کرنے پر اللہ اور اس کے رسول ﷺ کی“ اس مضمون کا تعلق سورة الحدید کے مرکزی مضمون کے ساتھ ہے۔ سورة الحدید کی آیت 25 میں انبیاء و رسل علیہ السلام کی بعثت اور کتاب و میزان کے نزول کا مقصد یہ بتایا گیا ہے : لِیَقُوْمَ النَّاسُ بِالْقِسْطِ تاکہ انسانی معاشرے میں اللہ تعالیٰ کے دیے ہوئے نظامِ عدل وقسط کا قیام عمل میں لایا جاسکے۔ اب ظاہر ہے اہل ایمان جونہی اس مشن کے علمبردار بن کر اٹھیں گے تو شیطانی قوتیں بھی ان کا راستہ روکنے کے لیے پوری قوت سے سرگرم عمل ہوجائیں گی۔ ان حالات میں معاشرے کا سرمایہ دار اور جاگیردار طبقہ نظام عدل و قسط کے راستے کی سب سے بڑی رکاوٹ ثابت ہوگا۔ یہ لوگ تو کبھی بھی نہیں چاہیں گے کہ مزدوروں اور کسانوں کو ان کے حقوق ملیں۔ چناچہ وہ اپنے تمامتر وسائل کے ساتھ روایتی ظالمانہ نظام کے دفاع کے لیے میدان میں کود پڑیں گے۔ اس طرح فریقین کے درمیان ایک بھرپور کشمکش کا سلسلہ شروع ہوجائے گا۔ آیت زیر مطالعہ میں انہی قوتوں کی سرگرمیوں کا ذکر ہے۔ آئندہ آیات میں ان دونوں گروہوں کے کردار اور رویے کا ذکر حزب اللہ اور حزب الشیطان کے نام سے آئے گا۔ واضح رہے کہ لفظ یُحَادُّوْنَ کا تعلق بھی حدید سورۃ الحدید ‘ آیت 25 ہی سے ہے۔ یہ حدّ سے باب مفاعلہ ہے ‘ جیسے جہد سے مجاہدہ یا قتل سے مقاتلہ۔ چناچہ اس لفظ میں پوری قوت اور منصوبہ بندی کے ساتھ کسی کی مخالفت کرنے کا مفہوم پایاجاتا ہے۔ آیت زیر مطالعہ میں اللہ اور اس کے رسول ﷺ سے مراد اللہ کا دین ہے اور یہ مخالفت جس کا یہاں ذکر ہے وہ دراصل اللہ کے دین کی مخالفت ہے۔ ظاہر ہے اللہ تعالیٰ کی تکوینی حکومت جو پوری دنیا میں قائم ہے اسے تو سبھی تسلیم کرتے ہیں۔ اس حوالے سے کسی کی طرف سے اللہ تعالیٰ کی مخالفت کرنے کا کوئی سوال ہی نہیں۔ اسی طرح اللہ کے رسول ﷺ سے بھی کسی کو کوئی ذاتی دشمنی نہیں۔ چناچہ دنیا میں جہاں کہیں اللہ کے رسول ﷺ کی مخالفت کی جاتی ہے وہ بھی اللہ کے دین کی وجہ سے ہی کی جاتی ہے۔ اس نکتہ کو سورة الانعام کی اس آیت میں یوں واضح کیا گیا ہے : { فَاِنَّھُمْ لَا یُکَذِّبُوْنَکَ وَلٰـکِنَّ الظّٰلِمِیْنَ بِاٰیٰتِ اللّٰہِ یَجْحَدُوْنَ۔ } ”اے نبی ﷺ ! یہ لوگ آپ کو نہیں جھٹلا رہے بلکہ یہ ظالم تو اللہ کی آیات کا انکار کر رہے ہیں“۔ چناچہ باطل قوتوں کی اصل دشمنی اللہ کے دین سے ہے ‘ اور یہ دین بھی جب تک کتابوں اور لائبریریوں تک محدود رہے تب تک اس پر بھی کسی کو کوئی اعتراض نہیں۔ دینی مسائل کے بارے میں کوئی اعلیٰ سطحی تحقیقات کرے ‘ مقالے لکھے ‘ کتابیں تصنیف کرے ‘ کسی کو اس سے کچھ لینا دینا نہیں۔ لیکن جب کوئی اللہ کا بندہ یہ دعویٰ کرے کہ ہم اللہ کے دین اور اس کے دیے ہوئے نظامِ عدل و قسط کی معاشرے میں بالفعل ترویج و تنفیذ چاہتے ہیں تو اس کی یہ بات باطل پسند قوتوں کو ٹھنڈے پیٹوں برداشت نہیں ہوسکتی۔ چناچہ یہ لوگ ایسی کسی بھی کوشش کا راستہ روکنے کے لیے خم ٹھونک کر میدان میں آجاتے ہیں۔ اب ایسے لوگوں کے انجام کے بارے میں بتایا جا رہا ہے۔  { کُبِتُوْا کَمَا کُبِتَ الَّذِیْنَ مِنْ قَبْلِہِمْ } ”وہ ذلیل و خوار کردیے جائیں گے جس طرح ان سے پہلے کے لوگ ذلیل و خوار کیے جا چکے ہیں“ ان سے پہلے قوم فرعون ‘ قومِ عاد اور بہت سی دوسری اقوام نے بھی اللہ تعالیٰ اور اس کے رسولوں علیہ السلام کی مخالفت کی یہی روش اختیار کر کے اپنی بربادی کو دعوت دی تھی۔ چناچہ جو انجام مذکورہ اقوام کا ہوا ویسے ہی انجام سے اب یہ لوگ یعنی قریش مکہ بھی دوچار ہونے والے ہیں۔ { وَقَدْ اَنْزَلْنَـآ اٰیٰتٍم بَیِّنٰتٍ } ”اور ہم اتار چکے ہیں روشن آیات۔“ یعنی قرآن میں گزشتہ اقوام کے واقعات بہت تفصیل سے بیان کردیے گئے ہیں۔ ان میں سے اکثر قومیں قریش مکہ کی نسبت بہت طاقتور تھیں۔ جب ایسی طاقتور اقوام بھی اپنے پیغمبروں کے انکار کی بنا پر صفحہ ہستی سے مٹا دی گئیں تو آج ان لوگوں کی سرکشی و نافرمانی کو کیسے نظر انداز کیا جاسکتا ہے۔ { وَلِلْکٰفِرِیْنَ عَذَابٌ مُّہِیْنٌ۔ } ”اور کافروں کے لیے بہت ذلت والاعذاب ہے۔“ اللہ اور اس کے رسول ﷺ کے مخالفین کو دنیا میں بھی ہزیمت اٹھانا پڑے گی اور آخرت میں بھی انہیں بہت رسوا کن عذاب کا سامنا کرنا ہوگا۔"
    },
    {
      "ayah": 6,
      "surah": 58,
      "text": "آیت 6{ یَوْمَ یَبْعَثُہُمُ اللّٰہُ جَمِیْعًا فَیُنَبِّئُہُمْ بِمَا عَمِلُوْا } ”جس دن اللہ ان سب کو اٹھائے گا ‘ پھر انہیں جتلا دے گا ان کے اعمال کے بارے میں جو انہوں نے کیے تھے۔“ { اَحْصٰٹہُ اللّٰہُ وَنَسُوْہُ } ”اللہ نے ان اعمال کو محفوظ کر رکھا ہے جبکہ وہ انہیں بھول چکے ہیں۔“ یہ لوگ تو بھول چکے ہوں گے کہ انہوں نے اپنی دنیوی زندگی میں کیسی کیسی حرام خوریاں کی تھیں اور کس کس کے ساتھ کیا کیا زیادتی کی تھی۔ لیکن ظاہر ہے اللہ کے ہاں تو ہر شخص کے ایک ایک عمل اور ایک ایک حرکت کا ریکارڈ محفوظ ہوگا۔ { وَاللّٰہُ عَلٰی کُلِّ شَیْئٍ شَہِیْدٌ۔ } ”اور اللہ تو ہرچیز پر خودگواہ ہے۔"
    },
    {
      "ayah": 7,
      "surah": 58,
      "text": "آیت 7{ اَلَمْ تَرَ اَنَّ اللّٰہَ یَعْلَمُ مَا فِی السَّمٰوٰتِ وَمَا فِی الْاَرْضِ } ”کیا تم دیکھتے نہیں کہ اللہ جانتا ہے اس سب کچھ کے بارے میں جو آسمانوں میں ہے اور جو زمین میں ہے ؟“ { مَا یَکُوْنُ مِنْ نَّجْوٰی ثَلٰـثَۃٍ اِلَّا ہُوَ رَابِعُہُمْ } ”نہیں ہوتے کبھی بھی تین آدمی سرگوشیاں کرتے ہوئے مگر ان کا چوتھا وہ اللہ ہوتا ہے“ { وَلَا خَمْسَۃٍ اِلَّا ہُوَ سَادِسُہُمْ } ”اور نہیں سرگوشی کر رہے ہوتے کوئی پانچ افراد مگر ان کا چھٹا وہ اللہ ہوتا ہے“ خفیہ انداز میں سرگوشیاں کرنے کو ”نجویٰ“ کہا جاتا ہے۔ اس حوالے سے یہاں پر ضمنی طور پر یہ بھی سمجھ لیں کہ کسی تنظیم یا جماعت کے اندر نجویٰ کا رجحان یا رواج گروہ بندیوں اور فتنوں کا باعث بنتا ہے۔ کسی بھی اجتماعیت کے افراد میں باہم اختلافِ رائے کا پایا جانا تو بالکل ایک فطری تقاضا ہے ‘ جہاں اجتماعیت ہوگی وہاں لوگ ایک دوسرے کی آراء سے اختلاف بھی کریں گے۔ لیکن ایسے اختلافات کا اظہار اجتماعیت کے قواعد و ضوابط کے مطابق متعلقہ فورم پر کیا جانا چاہیے۔ اس کے برعکس عام طور پر یوں ہوتا ہے کہ تخریبی ذہنیت کے حامل کچھ ارکان اپنے اپنے اختلاف کا اظہار نجویٰ کی صورت میں دوسرے ساتھیوں سے کرنا شروع کردیتے ہیں۔ بات آگے بڑھتی ہے تو چند افراد پر مشتمل ایک مخصوص لابی بن جاتی ہے اور یوں تنظیم یا جماعت کے اندر باقاعدہ گروہ بندی کی بنیاد رکھ دی جاتی ہے۔ اگر اختلافات کا اظہار مناسب فورم پر ہو تو کھلی اور تعمیری بحث کا نتیجہ ہمیشہ مثبت رہتا ہے۔ اس سے غلط فہمیاں ختم ہوجاتی ہیں ‘ ابہام دور ہوجاتا ہے اور اصل حقیقت واضح ہو کر سامنے آجاتی ہے۔ بہرحال نجویٰ سرگوشیوں کی حیثیت اجتماعیت کے لیے سم ِقاتل کی سی ہے اور اگر یہ زہر کسی جماعت کی صفوں میں سرایت کر جائے تو اس کا اتحاد پارہ پارہ ہو کر رہ جاتا ہے۔  { وَلَآ اَدْنٰی مِنْ ذٰلِکَ وَلَآ اَکْثَرَ اِلَّا ہُوَ مَعَہُمْ اَیْنَ مَا کَانُوْا } ”اور نہیں ہوتے وہ اس سے کم یعنی دو افراد سرگوشی میں مصروف اور نہ اس سے زیادہ مگر یہ کہ وہ ان کے ساتھ ہوتا ہے جہاں کہیں بھی وہ ہوں۔“ سورة الحدید کی آیت 4 میں یہی مضمون ان الفاظ میں بیان ہوا ہے : { وَہُوَ مَعَکُمْ اَیْنَ مَا کُنْتُمْج } ”اور تم جہاں کہیں بھی ہوتے ہو وہ تمہارے ساتھ ہوتا ہے۔“ { ثُمَّ یُنَبِّئُہُمْ بِمَا عَمِلُوْا یَوْمَ الْقِیٰمَۃِ اِنَّ اللّٰہَ بِکُلِّ شَیْئٍ عَلِیْمٌ۔ } ”پھر وہ ان کو جتلا دے گا قیامت کے دن جو کچھ بھی انہوں نے عمل کیا تھا ‘ یقینا اللہ ہرچیز کا علم رکھنے والا ہے۔“"
    },
    {
      "ayah": 8,
      "surah": 58,
      "text": "آیت 8{ اَلَمْ تَرَ اِلَی الَّذِیْنَ نُہُوْا عَنِ النَّجْوٰی ثُمَّ یَعُوْدُوْنَ لِمَا نُہُوْا عَنْہُ } ”کیا تم نے دیکھا نہیں ان لوگوں کو جنہیں منع کیا گیا تھا نجویٰ سے ‘ پھر وہ اعادہ کر رہے ہیں اسی شے کا جس سے انہیں منع کیا گیا تھا“ یہ مدینہ کے منافقین کا ذکر ہے جو یہودیوں کے ساتھ مل کر ہر وقت مسلمانوں کے خلاف سازشوں کا جال ُ بننے کی کوششوں میں مصروف رہتے تھے۔ یہاں الَّذِیْنَ نُہُوْا عَنِ النَّجْوٰیکے الفاظ میں سورة النساء کی آیت 114 کے اس حکم کی طرف اشارہ ہے : { لَا خَیْرَ فِیْ کَثِیْرٍ مِّنْ نَّجْوٰٹھُمْ } کہ ان لوگوں کی اکثر سرگوشیوں میں خیر کی کوئی بات نہیں ہوتی۔ آیت زیر مطالعہ میں سورة النساء کی آیت کے حوالے سے یہ بھی ثابت ہوتا ہے کہ سورة المجادلہ ‘ سورة النساء کے بعد نازل ہوئی۔ { وَیَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِیَتِ الرَّسُوْلِ } ”اور وہ سرگوشیاں کرتے ہیں گناہ ‘ زیادتی اور رسول ﷺ کی نافرمانی سے متعلق۔“ قبل ازیں سورة النساء کے مطالعے کے دوران بھی ذکر ہوچکا ہے کہ حضور ﷺ کی ذاتی اطاعت کا حکم منافقین کو بہت برا لگتا تھا۔ اس حوالے سے ان کا موقف یہ تھا کہ ہم اللہ کی اطاعت بھی کرتے ہیں ‘ اللہ کی کتاب کے تمام احکام بھی تسلیم کرنے کو تیار ہیں ‘ لیکن اپنے جیسے ایک انسان کی تمام باتوں کو من وعن تسلیم کرنے کو ہم ضروری نہیں سمجھتے۔ اسی سوچ اور اسی موقف کے تحت وہ لوگ حضور ﷺ کے فیصلوں پر گاہے بگاہے اعتراضات بھی کرتے رہتے تھے۔ ان کے ایسے ہی ایک اعتراض کا ذکر سورة محمد کی آیت 20 میں بھی آیا ہے کہ جب اللہ تعالیٰ کی طرف سے قتال کا کوئی حکم نازل نہیں ہوا تو قریش کے ساتھ خواہ مخواہ چھیڑ چھاڑ شروع کر کے حالات کیوں خراب کیے جا رہے ہیں ؟ { وَاِذَا جَآئُ وْکَ حَیَّوْکَ بِمَا لَمْ یُحَیِّکَ بِہِ اللّٰہُ } ”اور جب وہ آپ ﷺ کے پاس آتے ہیں تو آپ ﷺ کو اس کلمہ سے دعا دیتے ہیں جس سے اللہ نے آپ ﷺ کو دعا نہیں دی“ ”تَحِیَّۃ“ کے لغوی معنی کسی کو زندگی کی دعا دینے کے ہیں۔ عربوں کے ہاں رواج تھا کہ وہ ایک دوسرے سے ملتے وقت ”حَیَّاکَ اللّٰہُ“ کے جملے کا تبادلہ کرتے تھے۔ اس کا مطلب ہے اللہ تعالیٰ تمہیں اچھی زندگی دے ‘ یا اللہ تعالیٰ تمہاری زندگی دراز کرے۔ عرفِ عام میں اس دعا کو ”تحیہ“ کہا جاتا تھا۔ اسلام نے دو مسلمانوں کی ملاقات کے موقع کے لیے دعائیہ کلمہ greetings کے طور پر السَّلام علیکم کے الفاظ کا انتخاب کیا ‘ لیکن تحیہ کا لفظ عربوں کے ہاں چونکہ بہت معروف تھا اس لیے ”السَّلام علیکم“ کو بھی اصطلاحاً ”تحیہ“ ہی کہا جانے لگا۔ سورة النساء کی آیت 86 میں یہ لفظ ”السَّلام علیکم“ ہی کے مفہوم میں آیا ہے۔ آیت زیر مطالعہ میں منافقین کی اس شرارت کا ذکر ہے جو وہ اس کلمہ تحیہ کے حوالے سے کرتے تھے۔ جب وہ حضور ﷺ کے پاس حاضر ہوتے تو السَّلَام علَیکمکہنے کے بجائے ”السّام علیکم“ کہتے۔ ”سام“ کے معنی موت کے ہیں اور اس طرح اپنی طرف سے وہ لوگ حضور ﷺ اور آپ ﷺ کی محفل میں موجود مسلمانوں کے لیے اس دعائیہ کلمہ کو معاذ اللہ ! بددعا میں بدل دیتے تھے۔ { وَیَقُوْلُوْنَ فِیْٓ اَنْفُسِہِمْ لَوْلَا یُعَذِّبُنَا اللّٰہُ بِمَا نَقُوْلُ } ”اور اپنے دل میں کہتے ہیں کہ اللہ ہمیں عذاب کیوں نہیں دیتا ہمارے اس طرح کہنے پر ؟“ ایسی حرکت کرنے کے بعد وہ سوچتے کہ اگر محمد ﷺ اللہ کے رسول ہوتے تو اللہ ان کی یہ توہین کبھی برداشت نہ کرتا اور اس گستاخی پر وہ فوراً ہماری زبانیں کھینچ لیتا۔ چناچہ ہمارے بار بار ایسا کہنے پر بھی اگر ہمیں کچھ نہیں ہوتا تو اس کا مطلب یہی ہے کہ یہ اللہ کے رسول نہیں ہیں۔ یہ مرض منافقت کی وہ سٹیج ہے جس کا ذکر سورة الحدید کی آیت 14 میں آچکا ہے۔ اس سٹیج پر منافق شخص کے بچے کھچے ایمان میں شکوک و شبہات کے کانٹے چبھنے لگتے ہیں اور اس کے نتیجے میں ایمان کی تھوڑی بہت پونجی بھی برف کی طرح پگھلنے اور ضائع ہونے لگتی ہے۔ { حَسْبُہُمْ جَہَنَّمُ یَصْلَوْنَہَا فَبِئْسَ الْمَصِیْرُ۔ } ”ان کے لیے تو اب جہنم ہی کافی ہے ‘ یہ اس میں داخل ہوں گے ‘ پس وہ بہت برا ٹھکانہ ہے۔"
    },
    {
      "ayah": 9,
      "surah": 58,
      "text": "آیت 9{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِذَا تَنَاجَیْتُمْ } ”اے اہل ایمان ! اگر تمہیں کوئی سرگوشی کرنی ہو“ { فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِیَتِ الرَّسُوْلِ } ”تو گناہ ‘ زیادتی اور رسول ﷺ کی نافرمانی کی باتوں سے متعلق ہرگز سرگوشی نہ کرو“ اگر تم میں سے چند لوگوں کا علیحدہ بیٹھ کر کوئی گفتگو یا منصوبہ بندی کرنا ناگزیر ہو تو یاد رکھو ‘ تمہاری اس خفیہ بات چیت یا سرگوشی کا موضوع ایسا ہرگز نہیں ہونا چاہیے جس سے گناہ ‘ کسی پر زیادتی یا اللہ کے رسول ﷺ کی نافرمانی کا کوئی پہلو نکلتاہو۔ { وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰی } ”ہاں تم نیکی اور تقویٰ کے بارے میں سرگوشی کرسکتے ہو۔“ کسی کو علیحدگی میں لے جا کر کوئی اچھا مشورہ دینا ہو ‘ نیکی کے کسی کام کا بتانا ہو ‘ یا صدقہ و خیرات کی تلقین کرنی ہو تو ایسی سرگوشیوں میں کوئی مضائقہ نہیں۔ { وَاتَّقُوا اللّٰہَ الَّذِیْٓ اِلَـیْہِ تُحْشَرُوْنَ۔ } ”اور اللہ سے ڈرتے رہو جس کی طرف تمہیں جمع کیا جائے گا۔“"
    }
  ]
}
