{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "آیت 1{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَـتَّخِذُوْا عَدُوِّیْ وَعَدُوَّکُمْ اَوْلِیَـآئَ } ”اے اہل ِایمان ! تم میرے دشمنوں اور اپنے دشمنوں کو اپنا دوست نہ بنائو“ یعنی تم لوگ کفار و مشرکین کی خیر خواہی اور بھلائی کا مت سوچو۔ ان کے ساتھ احسان کا معاملہ کرنے اور اچھے تعلقات بنانے کی کوشش مت کرو۔ ان آیات کا نزول اس وقت ہوا جب سردارانِ قریش کے نام حضرت حاطب رض بن ابی بلتعہ کا خط پکڑا گیا۔ { تُـلْقُوْنَ اِلَـیْہِمْ بِالْمَوَدَّۃِ } ”تم ان کی طرف دوستی اور محبت کے پیغامات بھیجتے ہو“ { وَقَدْ کَفَرُوْا بِمَا جَآئَ کُمْ مِّنَ الْحَقِّ } ”حالانکہ انہوں نے انکار کیا ہے اس حق کا جو تمہارے پاس آیا ہے۔“ { یُخْرِجُوْنَ الرَّسُوْلَ وَاِیَّاکُمْ } ”وہ رسول ﷺ کو اور تم لوگوں کو صرف اس بنا پر جلاوطن کرتے ہیں“ { اَنْ تُؤْمِنُوْا بِاللّٰہِ رَبِّکُمْ } ”کہ تم ایمان رکھتے ہو اللہ ‘ اپنے رب پر۔“ { اِنْ کُنْتُمْ خَرَجْتُمْ جِہَادًا فِیْ سَبِیْلِیْ وَابْتِغَآئَ مَرْضَاتِیْ } ”اگر تم نکلے تھے میرے راستے میں جہاد کرنے اور میری رضاجوئی کے لیے تو تمہارا یہ طرزعمل اس کے منافی ہے“ { تُسِرُّوْنَ اِلَـیْہِمْ بِالْمَوَدَّۃِ } ”تم انہیں خفیہ پیغامات بھیجتے ہو محبت اور دوستی کے“ { وَاَنَا اَعْلَمُ بِمَآ اَخْفَیْتُمْ وَمَـآ اَعْلَنْتُمْ } ”اور میں خوب جانتا ہوں جسے تم چھپاتے ہو اور جسے تم ظاہر کرتے ہو۔“ { وَمَنْ یَّـفْعَلْہُ مِنْکُمْ فَقَدْ ضَلَّ سَوَآئَ السَّبِیْلِ۔ } ”اور جو کوئی بھی تم میں سے یہ کام کرے تو وہ یقینا سیدھے راستے سے بھٹک گیا۔“ یہ طویل آیت مدنی سورتوں کے عمومی مزاج کی ترجمانی کرتی ہے۔"
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "آیت 10{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِذَا جَآئَ کُمُ الْمُؤْمِنٰتُ مُہٰجِرٰتٍ فَامْتَحِنُوْہُنَّ } ”اے اہل ِایمان ! جب تمہارے پاس آئیں مومن خواتین ہجرت کر کے تو ان کا امتحان لے لیا کرو۔“ یعنی ہر خاتون سے ضروری حد تک جانچ پڑتال اور تحقیق و تفتیش کرلیا کرو کہ آیا واقعی وہ سچی اور مخلص مومنہ ہے۔  { اَللّٰہُ اَعْلَمُ بِاِیْمَانِہِنَّ } ”اللہ تو ان کے ایمان کے بارے میں بہت اچھی طرح جانتا ہے۔“ کسی کے دل میں ایمان ہے یا نہیں ‘ اور اگر ہے تو کتنا ایمان ہے ‘ اس کا صحیح علم تو صرف اللہ تعالیٰ ہی کو ہے۔ تم لوگ اپنے طور پر کسی کے ایمان کے بارے میں کچھ نہیں جان سکتے۔ لیکن محض ایک احتیاطی تدبیر کے طور پر مناسب طریقے سے کسی نہ کسی درجے میں ایک اندازہ لگانے کی کوشش ضرور کیا کرو کہ ہجرت کرنے والی خواتین کیا واقعی مومنات ہیں اور کیا واقعی وہ اللہ تعالیٰ کی رضا کے لیے ہجرت کر کے مدینہ آئی ہیں۔  { فَاِنْ عَلِمْتُمُوْہُنَّ مُؤْمِنٰتٍ } ”پھر اگر تم جان لو کہ وہ واقعی مومنات ہیں“ { فَلَا تَرْجِعُوْہُنَّ اِلَی الْکُفَّارِ } ”تو انہیں کفار کی طرف مت لوٹائو۔“ { لَا ہُنَّ حِلٌّ لَّہُمْ وَلَا ہُمْ یَحِلُّوْنَ لَہُنَّ } ”نہ اب یہ ان کافروں کے لیے حلال ہیں اور نہ وہ ان کے لیے حلال ہیں۔“ { وَاٰتُوْہُمْ مَّآ اَنْفَقُوْا } ”اور ان کافروں کو ادا کر دو جو کچھ انہوں نے خرچ کیا تھا۔“ یعنی ان کے کافر شوہروں نے ان کو جو مہر دیے تھے وہ انہیں بھجوا دو۔ اگر کسی مشرک کی بیوی مسلمان ہو کر مکہ سے ہجرت کر کے مدینہ آگئی ہے تو اب وہ اس کی بیوی نہیں رہی ‘ ان کے درمیان تعلق زوجیت ختم ہوچکا ہے ‘ لیکن عدل و انصاف کا تقاضا یہ ہے کہ مہر کی وہ رقم جو وہ شخص اس خاتون کو اپنی بیوی کی حیثیت سے ادا کرچکا ہے وہ اسے لوٹا دی جائے۔ اس حکم سے اندازہ کیا جاسکتا ہے کہ اسلام بلاتفریق مذہب و ملت کسی حق دار کا حق اس تک پہنچانے کے معاملے کو کس قدر سنجیدگی سے لیتا ہے۔ اور یہ سنجیدگی یا تاکید صرف قانون سازی کی حد تک ہی نہیں بلکہ حضور ﷺ نے قرآنی قوانین و احکام کے عین مطابق ایسا نظام عدل و قسط بالفعل قائم کر کے بھی دکھا دیاجس میں حق دار کو تلاش کر کے اس کا حق اس تک پہنچایا جاتا تھا۔ حضرت عمر رض کے دور خلافت میں شام کے محاذ پر حضرت ابوعبیدہ بن الجراح رض سپہ سالار تھے۔ انہوں نے رومیوں کے خلاف یرموک کے میدان میں صدی کی سب سے بڑی جنگ لڑی۔ جنگ یرموک کی تیاری کے دوران ایک ایسا مرحلہ بھی آیا جب مسلمانوں کو جنگی حکمت عملی کے تحت کچھ مفتوحہ علاقوں کو خالی کر کے پیچھے ہٹنا پڑا۔ ان علاقوں کی عیسائی رعایا سے مسلمان جزیہ وصول کرچکے تھے۔ جزیہ ایک ایسا ٹیکس ہے جو اسلامی حکومت اپنے غیر مسلم شہریوں سے ان کے جان و مال کی حفاظت کی ذمہ داری کے عوض وصول کرتی ہے۔ اسی لیے یہ ٹیکس ادا کرنے والے شہری ذِمّی کہلاتے ہیں۔ بہرحال مذکورہ علاقوں سے مسلمان وقتی طور پر چونکہ واپس جا رہے تھے اور اپنی غیر مسلم رعایا کے جان و مال کی حفاظت کی ذمہ داری نبھانے سے قاصر تھے ‘ اس لیے حضرت ابوعبیدہ رض کے حکم پر جزیہ کی تمام رقم متعلقہ افراد کو واپس کردی گئی۔ مسلمانوں کے اس عمل نے عیسائیوں کو اس قدر متاثر کیا کہ ان کے واپس جانے پر وہ لوگ دھاڑیں مار مار کر روتے رہے۔ یہ ہے اس دین کے نظام عدل و قسط کے تحت حق دار کو اس کا حق پہنچانے کی ایک مثال ‘ جس کے ماننے والوں کو ہدایت کی جا رہی ہے کہ وہ مسلمان عورتوں کے مہر کی رقوم ان کے مشرک شوہروں کو لوٹا دیں۔ { وَلَا جُنَاحَ عَلَیْکُمْ اَنْ تَنْکِحُوْہُنَّ اِذَآ اٰتَیْتُمُوْہُنَّ اُجُوْرَہُنَّ } ”اور اے مسلمانو ! تم پر کوئی گناہ نہیں اگر تم ان خواتین سے نکاح کرلو جبکہ تم انہیں ان کے مہر ادا کر دو۔“ { وَلَا تُمْسِکُوْا بِعِصَمِ الْکَوَافِرِ } ”اور تم کافر خواتین کی ناموس کو اپنے قبضے میں نہ رکھو“یعنی اگر تم میں سے کچھ لوگوں کی بیویاں ایمان نہیں لائیں اور ابھی تک مکہ ہی میں ہیں تو تم ان کو اپنے نکاح میں روکے نہ رکھو ‘ بلکہ انہیں طلاق دے دو اور انہیں بتادو کہ اب تمہارا ان سے کوئی تعلق نہیں۔ { وَاسْئَلُوْا مَآ اَنْفَقْتُمْ وَلْیَسْئَلُوْا مَآ اَنْفَقُوْا } ”اور تم مانگ لو وہ مال جو تم نے بطورِ مہر خرچ کیا ہے ‘ اور وہ کافر بھی مانگ لیں جو کچھ انہوں نے خرچ کیا ہے۔“ یعنی جو مہر تم نے اپنی کافر بیویوں کو دیے تھے وہ تم واپس مانگ لو ‘ اور جو مہر کافروں نے اپنی مسلمان بیویوں کو دیے تھے انہیں وہ واپس مانگ لیں۔ { ذٰلِکُمْ حُکْمُ اللّٰہِط یَحْکُمُ بَیْنَـکُمْ } ”یہ اللہ کا حکم ہے ‘ وہ تمہارے مابین فیصلہ کر رہا ہے۔“ { وَاللّٰہُ عَلِیْمٌ حَکِیْمٌ۔ } ”اور اللہ سب کچھ جاننے والا ‘ کمال حکمت والا ہے۔“"
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "آیت 1 1{ وَاِنْ فَاتَـکُمْ شَیْئٌ مِّنْ اَزْوَاجِکُمْ اِلَی الْکُفَّارِ } ”اور اگر تمہاری بیویوں کے مہر میں سے کچھ کفار کی طرف رہ جائے“ اس صورت حال کو سمجھنے کے لیے فرض کریں کہ ایک مسلمان مرد ہجرت کر کے مدینہ آگیا اور اس کی مشرکہ بیوی مکہ میں ہی رہ گئی۔ بعد میں اس مسلمان نے اس خاتون کو پیغام بھجوایا کہ میرا تمہارا تعلق زوجیت ختم ہوچکا ہے لہٰذا تم مہر کی رقم مجھے لوٹا دو۔ اب اگر اس عورت نے مہر کی رقم واپس نہیں کی تو اس مسئلے کا حل بتایا جا رہا ہے کہ ایسی صورت میں تمہیں کیا کرنا ہے۔ { فَعَاقَـبْتُمْ فَاٰتُوا الَّذِیْنَ ذَہَبَتْ اَزْوَاجُہُمْ مِّثْلَ مَآ اَنْفَقُوْاط } ”تو جب تمہیں موقع ہاتھ آجائے تو جن لوگوں کی بیویاں جاتی رہی ہیں انہیں اتنی رقم ادا کر دو جتنی انہوں نے خرچ کی ہے۔“ اگر کسی جنگ سے تمہیں کچھ مال غنیمت ملے تو اس میں سے ان لوگوں کو تلافی کے طور پر کچھ مال دے دو جن کی بیویاں ایمان نہ لانے کی وجہ سے ان کی زوجیت میں نہیں رہیں اور وہ انہیں مہر کی رقوم بھی لوٹانے کو تیار نہیں ‘ تاکہ اس رقم سے مہر ادا کر کے وہ لوگ مکہ سے ہجرت کر کے آنے والی ان خواتین سے نکاح کرسکیں جن کے مشرک خاوند مکہ میں رہ گئے ہیں۔  { وَاتَّقُوا اللّٰہَ الَّذِیْٓ اَنْتُمْ بِہٖ مُؤْمِنُوْنَ۔ } ”اور اس اللہ کا تقویٰ اختیار کرو جس پر تمہارا ایمان ہے۔“"
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "آیت 12{ یٰٓاَیُّہَا النَّبِیُّ اِذَا جَآئَ کَ الْمُؤْمِنٰتُ یُبَایِعْنَکَ } ”اے نبی ﷺ جب آپ کے پاس آئیں مومن خواتین آپ سے بیعت کرنے کے لیے“ اب آگے بیعت کا وہ متن دیا گیا ہے جس کا ذکر سطور بالا میں ہوا تھا : { عَلٰٓی اَنْ لَّا یُشْرِکْنَ بِاللّٰہِ شَیْئًا } ”اس بات پر کہ وہ اللہ کے ساتھ کسی کو شریک نہیں کریں گی“ { وَّلَا یَسْرِقْنَ وَلَا یَزْنِیْنَ وَلَا یَقْتُلْنَ اَوْلَادَہُنَّ } ”اور نہ چوری کریں گی ‘ نہ بدکاری کریں گی اور نہ اپنی اولاد کو قتل کریں گی“ { وَلَا یَاْتِیْنَ بِبُہْتَانٍ یَّفْتَرِیْنَہٗ بَیْنَ اَیْدِیْہِنَّ وَاَرْجُلِہِنَّ } ”اور نہ وہ کوئی بہتان باندھیں گی جو ان کے ہاتھوں اور پائوں کے مابین سے ہو“ یعنی یہ کہ وہ کسی پر زنا کی تہمت نہیں لگائیں گی ‘ کوئی جنسی سکینڈل نہیں گھڑیں گی۔ اس تہمت کی ایک صورت یہ بھی ہوسکتی ہے کہ کوئی عورت کسی مرد پر الزام لگا دے کہ اس نے اس کی آبروریزی کی ہے۔ ایسے الزامات انبیاء کرام پر بھی لگتے رہے ہیں۔ اس بیعت کی آخری شق یہ ہے کہ : { وَلَا یَعْصِیْنَکَ فِیْ مَعْرُوْفٍ } ”اور وہ آپ ﷺ کی نافرمانی نہیں کریں گی معروف میں“ { فَـبَایِعْہُنَّ وَاسْتَغْفِرْ لَہُنَّ اللّٰہَ اِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ۔ } ”تو اے نبی ﷺ آپ ان سے بیعت لے لیں اور ان کے لیے استغفار کریں۔ یقینا اللہ بہت بخشنے والا ‘ بہت رحم کرنے و الا ہے۔“ احادیث میں بیعت عقبہ اولیٰ کا جو مضمون ملتا ہے وہ بھی خواتین کی اس بیعت کے مضمون سے ملتا جلتا ہے ‘ اسی لیے بیعت عقبہ اولیٰ کو ”بیعت النساء“ بھی کہا جاتا ہے۔ بیعت عقبہ اولیٰ کے زمانے تک اہل ایمان چونکہ ایک باقاعدہ جماعت کی شکل میں منظم نہیں ہوئے تھے اس لیے اس بیعت کے مضمون میں جماعتی نظم و ضبط سے متعلق کوئی شق موجود نہیں۔ اسی طرح ہمارے ہاں صوفیاء اپنے عقیدت مندوں سے جو ’ بیعت ِارشاد ‘ لیتے ہیں اس کا مضمون بھی تقریباً انہی نکات پر مشتمل ہوتا ہے کہ میں شرک نہیں کروں گا ‘ چوری نہیں کروں گا ‘ بدکاری نہیں کروں گا ‘ وغیرہ۔ گویا بیعت ِعقبہ اولیٰ ‘ بیعت ِخواتین اور بیعت ِارشاد تینوں کا مضمون تقریباً ایک ہی ہے۔ البتہ وہ بیعت جس کی بنیاد پر مسلمان باقاعدہ ایک جماعت کے طور پر منظم ہوئے وہ بیعت ِعقبہ ثانیہ ہے۔ حضرت عبادہ بن صامت رض کی روایت کردہ ایک متفق علیہ حدیث میں اس بیعت کے مضمون کا پورا متن موجود ہے۔ حضرت عبادہ رض بن صامت روایت کرتے ہیں : بَایَعْنَا رَسُولَ اللّٰہِ ﷺ کہ ہم نے بیعت کی تھی اللہ کے رسول ﷺ سے عَلَی السَّمْعِ وَالطَّاعَۃِ اس بات پر کہ ہم آپ ﷺ کا ہر حکم سنیں گے اور اطاعت کریں گے فِی الْعُسْرِ تنگی اور مشکل میں بھی والْیُسْرِ اور آسانی میں بھی وَالْمَنْشَطِ اس حالت میں بھی کہ ہماری طبیعتوں میں انشراح ہو کہ ہاں یہ کام واقعی بہت مفید ہے اور درست ہے وَالْمَکْرَہِ اور اس حالت میں بھی کہ ہمیں اپنی طبیعتوں پر جبر کرنا پڑے۔ یعنی ہمیں کسی فیصلے سے اتفاق نہ ہو تب بھی ہم آپ ﷺ کا فیصلہ مانیں گے۔ وَعَلٰی اَثَرَۃٍ عَلَیْنَا اور اس کے باوجود کہ دوسروں کو ہم پر ترجیح دے دی جائے۔ یعنی ہمارے مقابلے میں اگر کسی نووارد کو بھی امیر بنا دیا جائے گا تب بھی ہم اعتراض نہیں کریں گے۔ وَعَلٰی اَنْ لَا نُـنَازِعَ الْاَمْرَ اَھْلَہٗ اور جنہیں آپ ﷺ ذمہ دار یا امیر بنائیں گے ان سے ہم جھگڑا نہیں کریں گے ‘ بلکہ ان کا ہر حکم مانیں گے٭۔ وَعَلٰی اَنْ نَقُولَ بِالْحَقِّ اَیْنَمَا کُنَّا اور یہ کہ ہم حق بات ضرور کہیں گے جہاں کہیں بھی ہوں گے لَا نَخَافُ فِی اللّٰہِ لَوْمَۃَ لَائِمٍ 1 اور ہم کسی ملامت کرنے والے کی ملامت کے خوف سے اپنی زبان بند نہیں کریں گے۔  بیعت عقبہ ثانی کے اس مضمون کو ہم نے صرف ایک فقرے کے اضافے کے ساتھ تنظیم اسلامی کی بیعت کے لیے اختیار کیا ہے اور وہ اضافی فقرہ یہ ہے : اُبَایِعُ عَلَی السَّمْعِ وَالطَّاعَۃِ فِی الْمَعْرُوْفِکہ میں بیعت کرتا ہوں اس بات پر کہ ہر وہ حکم سنوں گا اور مانوں گا جو شریعت کے دائرے سے باہر نہ ہو ! آج ایسی کسی بھی بیعت کے لیے اس فقرے کا اضافہ اس لیے ضروری ہے کہ حضور ﷺ کی اطاعت تو مطلق تھی ‘ آپ ﷺ کا تو ہر حکم ہی معروف کے دائرے میں تھا ‘ لیکن آپ ﷺ کے بعد کسی بھی شخصیت کی مطلق اطاعت پر بیعت کرنا درست نہیں۔ اسی لیے حضرت ابوبکر صدیق رض نے بھی خلیفہ بننے پر صحابہ کرام رض سے جو بیعت لی وہ بھی مشروط تھی۔ یعنی آپ رض کی بیعت کرنے والا ہر شخص آپ رض کا صرف وہی حکم ماننے کا پابند تھا جو قرآن و سنت کے دائرے کے اندرہو۔ بیعت عقبہ ثانیہ کے مذکورہ مضمون کا تعلق ایک جماعت اور تنظیم کے نظم و نسق سے ہے۔ چناچہ اسی بیعت کی بنیاد پر حضور ﷺ نے ایک مضبوط جماعت منظم فرمائی اور مدینہ منورہ میں بارہ نقیب نو قبیلہ خزرج اور تین قبیلہ اوس سے مقرر فرما کر اہل ایمان کی جماعت کے ذیلی تنظیمی ڈھانچے کی بنیاد بھی رکھ دی۔ اس سے پہلے مسلمانوں کی تعداد بھی کم تھی اور تمام اہل ایمان مکہ کی حدود میں ہی رہتے تھے۔ مکہ ایک چھوٹا سا شہر تھا اور اہل ایمان کے امیر یا سربراہ کی حیثیت سے حضور ﷺ خودشہر میں موجود تھے۔ اس لیے کوئی نقیب یا ذیلی امیر مقرر کرنے کی ضرورت نہیں تھی۔ اب مسلمان مکہ سے دور مدینہ میں بھی موجود تھے اور ان کی تعداد میں روز بروز اضافہ بھی ہو رہا تھا اس لیے وہاں حضور ﷺ نے الگ تنظیمی ڈھانچہ تشکیل فرمایا۔ جماعتی زندگی میں عملی جدوجہد کے دوران چونکہ جہاد و قتال کے مراحل بھی آتے ہیں اور ایسے مراحل میں خواتین بالواسطہ طور پر ہی حصہ لیتی ہیں ‘ اس لیے حضرت عبادہ رض بن صامت کے روایت کردہ متن کے مطابق خواتین سے بیعت جہاد نہیں لی گئی ‘ بلکہ ان سے آیت زیر مطالعہ کے مضمون کے مطابق ہی بیعت لی گئی کہ وہ فلاں فلاں افعال نہیں کریں گی اور حضور ﷺ جو بھی بھلائی کا حکم دیں گے اس کی نافرمانی نہیں کریں گی۔ ہمارے ہاں تنظیم اسلامی میں بھی خواتین سے بیعت کے لیے بعینہٖ یہی الفاظ استعمال کیے جاتے ہیں جو اس آیت میں آئے ہیں۔ دراصل خواتین کی بیعت سے مقصود یہ نہیں کہ وہ بھی غلبہ دین کی جدوجہد میں َمردوں کی طرح عملی کردار ادا کریں یا جہاد و قتال میں حصہ لیں ‘ بلکہ اس کا مقصد یہ ہے کہ جماعتی زندگی کے ساتھ تعلق کی بنا پر { کُوْنُوْا مَعَ الصّٰدِقِیْنَ } کے حکم کی مصداق بن کر جماعتی زندگی کے فیوض و برکات سے وہ بھی بہرور ہوتی رہیں اور جماعتی زندگی کے لزوم سے متعلق احکامات پر بھی ان کا عمل ہوتا رہے۔ لزومِ جماعت کے حوالے سے حضور ﷺ کی درج ذیل احادیث بہت قطعی اور واضح ہیں :1 عَلَیْکُمْ بِالْجَمَاعَۃِ ، وَاِیَّاکُمْ وَالْـفُرْقَـۃَ ، فَاِنَّ الشَّیْطَانَ مَعَ الْوَاحِدِ ، وَھُوَ مِنَ الْاِثْـنَـیْنِ اَبْعَدُ 1”تم پر جماعت کی شکل میں رہنا فرض ہے ‘ اور تم تنہا مت رہو ‘ اس لیے کہ اکیلے شخص کا ساتھی شیطان بن جاتا ہے ‘ لیکن اگر دو مسلمان ایک ساتھ رہیں تو وہ دور ہوجاتا ہے۔“ حضرت عبداللہ بن عمر - روایت کرتے ہیں کہ نبی کریم ﷺ نے فرمایا :2 یَدُ اللّٰہِ مَعَ الْجَمَاعَۃِ ، ومَنْ شَذَّ شَذَّ اِلَی النَّارِ 2”اللہ کا ہاتھ جماعت پر ہے ‘ اور جو شخص خود کو جماعت سے کاٹ لیتا ہے وہ آگ میں ڈالا جائے گا۔“ جماعتی زندگی کی اہمیت اور ”جماعت“ کے ڈسپلن سے متعلق حضرت عمر رض کا یہ فرمان بھی بہت واضح ہے :اِنَّــہٗ لَا اِسْلَامَ اِلاَّ بِجَمَاعۃٍ وَلاَ جَمَاعَۃَ اِلَّا بِاِمَارَۃٍ وَلَا اِمَارَۃَ اِلاَّ بِطَاعَۃٍ 3”یہ ایک حقیقت ہے کہ اسلام نہیں ہے بغیر جماعت کے ‘ اور کوئی جماعت نہیں ہے بغیر امارت کے ‘ اور امارت کا کوئی فائدہ نہیں اگر اس کے ساتھ اطاعت نہ ہو۔“ بہرحال جماعت سازی کا مسنون ‘ منصوص اور ماثور طریقہ بیعت کا طریقہ ہی ہے ‘ لیکن آج کل اکثر دینی جماعتوں نے یہ مسنون طریقہ ترک کر کے دوسرے طریقے اپنا لیے ہیں۔ اگرچہ رائج الوقت سب طریقے بھی مباح ہیں ‘ لیکن ظاہر ہے مباح اور سنت میں زمین آسمان کا فرق ہے۔ اسی لیے ہم نے تنظیم اسلامی کی اساس بیعت کے نظام پر رکھی ہے۔ اس پر ہم اللہ تعالیٰ کا شکر ادا کرتے ہیں کہ اس نے ہمیں اس اہم سنت کو زندہ کرنے کی توفیق عطا فرمائی جو آج کل جماعت سازی کے حوالے سے بالکل متروک ہوچکی تھی۔"
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "آیت 13{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰہُ عَلَیْہِمْ } ”اے اہل ِایمان ! ان لوگوں کے ساتھ دوستی مت کرو جن پر اللہ کا غضب نازل ہوا ہے“ نوٹ کیجیے ‘ جس مضمون سے سورت کا آغاز ہوا تھا اختتام پر وہی مضمون دوبارہ آگیا ہے۔ قَوْمًا غَضِبَ اللّٰہُ عَلَیْہِمْ سے یہودی مراد ہیں اور یہاں اہل ایمان کو واضح طور پر منع کیا گیا ہے کہ ان کے ساتھ تمہاری دوستی نہیں ہونی چاہیے۔ { قَدْ یَئِسُوْا مِنَ الْاٰخِرَۃِ کَمَا یَئِسَ الْکُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ۔ } ”یہ لوگ آخرت سے مایوس ہوچکے ہیں جیسے کہ کفار مایوس ہوچکے ہیں اصحابِ قبور میں سے۔“ آیت کے اس حصے کا ایک مفہوم تو یہ ہے کہ یہ لوگ آخرت سے ایسے مایوس ہوچکے ہیں جیسے قبروں میں پڑے ہوئے کفار اپنی نجات سے مایوس ہیں۔ ظاہر ہے مرنے کے بعد کفار پر تمام حقائق منکشف ہوچکے ہیں اور ان حقائق کو دیکھتے ہوئے انہیں سزا سے بچنے کا کوئی راستہ نظر نہیں آتا۔ دوسرا مفہوم یوں ہے کہ یہ لوگ آخرت سے ایسے مایوس ہوچکے ہیں جیسے کفار اصحاب القبور کے دوبارہ اٹھنے سے مایوس ہیں۔ یہ دونوں مفاہیم اپنی اپنی جگہ درست ہیں ‘ اس لیے اس فقرے کے تراجم دونوں طرح سے کیے گئے ہیں۔"
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "آیت 2 { اِنْ یَّثْقَفُوْکُمْ یَکُوْنُوْا لَکُمْ اَعْدَآئً } ”اگر وہ تمہیں کہیں پالیں تو وہ تمہارے ساتھ دشمنی کریں گے“ { وَّیَبْسُطُوْٓا اِلَیْکُمْ اَیْدِیَہُمْ وَاَلْسِنَتَہُمْ بِالسُّوْٓئِ } ”اور تمہاری طرف بڑھائیں گے وہ اپنے ہاتھ اور اپنی زبانیں برے ارادے کے ساتھ“ تم تو ان کی طرف دوستی کے پیغامات بھیج رہے ہو ‘ لیکن اگر تم کہیں ان کے ہتھے چڑھ جائو تو وہ تمہارے ساتھ دشمنی کا ہر حربہ آزمائیں گے ‘ تم پر دست درازی بھی کریں گے اور زبان درازی بھی ‘ اور تمہیں نقصان پہنچانے میں کوئی کسر اٹھا نہیں رکھیں گے۔ { وَوَدُّوْا لَوْ تَـکْفُرُوْنَ۔ } ”اور ان کی شدید خواہش ہوگی کہ تم بھی کافر ہو جائو۔“"
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "آیت 3{ لَنْ تَنْفَعَکُمْ اَرْحَامُکُمْ وَلَآ اَوْلَادُکُمْ یَوْمَ الْقِیٰمَۃِ } ”تمہیں ہرگز نفع نہیں پہنچائیں گے تمہارے رحمی رشتے اور نہ تمہاری اولادیں ‘ قیامت کے دن۔“ { یَفْصِلُ بَیْنَکُمْط } ”اللہ فیصلہ کر دے گا تمہارے مابین۔“ { وَاللّٰہُ بِمَا تَعْمَلُوْنَ بَصِیْرٌ۔ } ”اور جو کچھ تم کر رہے ہو اللہ اسے دیکھ رہا ہے۔“"
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "آیت 4 { قَدْ کَانَتْ لَـکُمْ اُسْوَۃٌ حَسَنَۃٌ فِیْٓ اِبْرٰہِیْمَ وَالَّذِیْنَ مَعَہٗ } ”تمہارے لیے بہت اچھا نمونہ ہے ابراہیم علیہ السلام اور ان کے ساتھیوں کے طرزِعمل میں۔“ { اِذْ قَالُوْا لِقَوْمِہِمْ اِنَّا بُرَئٰٓ ؤُا مِنْکُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰہِ } ”جب انہوں نے اپنی قوم سے برملا کہہ دیا کہ ہم بالکل بری ہیں تم سے اور ان سے جنہیں تم پوجتے ہو اللہ کے سوا۔“ ہم تم سے بھی اور ان سے بھی اعلانِ براءت اور اظہارِ لاتعلقی کرتے ہیں۔ { کَفَرْنَا بِکُمْ وَبَدَا بَیْنَنَا وَبَیْنَکُمُ الْعَدَاوَۃُ وَالْبَغْضَآئُ اَبَدًا } ”ہم تم سے منکر ہوئے ‘ اور اب ہمارے اور تمہارے درمیان عداوت اور بغض کا سلسلہ شروع ہوگیا ہے ہمیشہ کے لیے“ { حَتّٰی تُؤْمِنُوْا بِاللّٰہِ وَحْدَہٗٓ } ”یہاں تک کہ تم بھی ایمان لے آئو اللہ پر توحید کے ساتھ“ گویا حضرت ابراہیم علیہ السلام اور آپ علیہ السلام کے ساتھی اہل ایمان j اپنے کافراعزہ و اقارب کے لیے ننگی تلوار بن گئے۔ یہاں یہ اہم نکتہ نوٹ کر لیجیے کہ حزب اللہ والوں کو اللہ تعالیٰ کے راستے میں جدوجہد کرتے ہوئے اپنے رحمی رشتوں کو کاٹ پھینکنے کا مشکل مرحلہ بھی لازماً طے کرنا پڑتا ہے۔ جیسا کہ سورة المجادلہ کی اس آیت میں واضح کیا گیا ہے : { لَا تَجِدُ قَوْمًا یُّـؤْمِنُوْنَ بِاللّٰہِ وَالْیَوْمِ الْاٰخِرِ یُوَآدُّوْنَ مَنْ حَآدَّ اللّٰہَ وَرَسُوْلَـہٗ وَلَوْ کَانُوْٓا اٰبَآئَ ہُمْ اَوْ اَبْنَآئَ ہُمْ اَوْ اِخْوَانَہُمْ اَوْ عَشِیْرَتَہُمْط } آیت 22 ”تم نہیں پائو گے ان لوگوں کو جو حقیقتاً ایمان رکھتے ہیں اللہ پر اور یوم آخرت پر کہ وہ محبت کرتے ہوں ان سے جو مخالفت پر کمر بستہ ہیں اللہ کی اور اس کے رسول ﷺ کی ‘ خواہ وہ ان کے باپ ہوں یا ان کے بیٹے ہوں یا ان کے بھائی ہوں یا ان کے رشتے دار ہوں“۔ چناچہ اسی اصول کے مطابق حضرت ابراہیم علیہ السلام اور آپ علیہ السلام کے اہل ایمان ساتھیوں نے اپنی قوم ‘ برادری اور رشتہ داروں سے نہ صرف اظہارِ لاتعلقی کیا بلکہ انہیں کھلم کھلا عداوت اور مخالفت کا چیلنج بھی دے دیا۔ { اِلَّا قَوْلَ اِبْرٰہِیْمَ لِاَبِیْہِ لَاَسْتَغْفِرَنَّ لَکَ } ”سوائے ابراہیم علیہ السلام کے اپنے باپ سے یہ کہنے کے کہ میں آپ کے لیے ضرور استغفار کروں گا“ یہ حضرت ابراہیم علیہ السلام کی اپنے والد کے ساتھ اس گفتگو کا حوالہ ہے جس کی تفصیل سورة مریم میں آئی ہے۔ اس موقع پر باپ بیٹے کے درمیان جو آخری مکالمہ ہوا وہ یہ تھا : { قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِہَتِیْ یٰٓــاِبْرٰہِیْمُج لَئِنْ لَّمْ تَنْتَہِ لَاَرْجُمَنَّکَ وَاہْجُرْنِیْ مَلِیًّا - قَالَ سَلٰمٌ عَلَیْکَج سَاَسْتَغْفِرُ لَکَ رَبِّیْط اِنَّہٗ کَانَ بِیْ حَفِیًّا۔ } ”اس نے کہا : اے ابراہیم ! کیا تم کنارہ کشی کر رہے ہو میرے معبودوں سے ؟ اگر تم اس سے باز نہ آئے تو میں تمہیں سنگسار کر دوں گا ‘ اور تم مجھے چھوڑ کر چلے جائو ایک مدت تک۔ ابراہیم d نے کہا : آپ پر سلام ! میں اپنے رب سے آپ کے لیے استغفار کرتا رہوں گا ‘ وہ مجھ پر بڑا مہربان ہے“۔ آیت زیر مطالعہ میں حضرت ابراہیم علیہ السلام کے اسی وعدے کا حوالہ آیا ہے۔ { وَمَآ اَمْلِکُ لَکَ مِنَ اللّٰہِ مِنْ شَیْئٍ } ”اور میں آپ کے بارے میں اللہ کے ہاں کچھ بھی اختیار نہیں رکھتا۔“ میں آپ کے لیے دعا ضرور کروں گا ‘ اللہ تعالیٰ دعا قبول کرے نہ کرے ‘ وہ آپ کو معاف کرے نہ کرے ‘ یہ اس کا اختیار ہے۔ اس ضمن میں یہ نکتہ بھی پیش نظر رہنا چاہیے کہ سورة مریم کی مذکورہ آیات ہجرت سے پہلے مکہ میں نازل ہوئی تھیں اور زیر مطالعہ آیت 8 ہجری میں فتح مکہ سے قبل نازل ہوئی۔ ان آیات میں حضرت ابراہیم علیہ السلام کے جس وعدے کا ذکر ہے اس سے متعلق آخری حکم سورة التوبہ کی اس آیت میں آیا ہے ‘ جو 9 ہجری میں ذیقعدہ کے بعد نازل ہوئی : { وَمَا کَانَ اسْتِغْفَارُ اِبْرٰہِیْمَ لِاَبِیْہِ اِلاَّ عَنْ مَّوْعِدَۃٍ وَّعَدَہَآ اِیَّاہُج فَلَمَّا تَـبَیَّنَ لَـہٗٓ اَنَّـہٗ عَدُوٌّ لِلّٰہِ تَـبَرَّاَ مِنْہُط اِنَّ اِبْرٰہِیْمَ لَاَوَّاہٌ حَلِیْمٌ۔ } ”اور نہیں تھا استغفار کرنا ابراہیم علیہ السلام کا اپنے والد کے حق میں مگر ایک وعدے کی بنیاد پر جو انہوں نے اس سے کیا تھا ‘ اور جب آپ علیہ السلام پر واضح ہوگیا کہ وہ اللہ کا دشمن ہے تو آپ علیہ السلام نے اس سے اعلانِ بیزاری کردیا۔ یقینا ابراہیم علیہ السلام بہت درد دل رکھنے والے اور حلیم الطبع انسان تھے“۔ چناچہ سورة التوبہ کی یہ آیت جو 9 ہجری میں ذیقعدہ کے بعد نازل ہوئی ‘ محکم تصور ہوگی اور پہلی آیات اس کے تابع سمجھی جائیں گی۔ { رَبَّنَا عَلَیْکَ تَوَکَّلْنَا وَاِلَیْکَ اَنَبْنَا وَاِلَیْکَ الْمَصِیْرُ۔ } ”پروردگار ! ہم نے تجھ پر ہی تو کل ّکیا اور تیری ہی طرف رجوع کیا اور ہمیں تیری طرف ہی لوٹ کر جانا ہے۔“"
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "آیت 5{ رَبَّنَا لَا تَجْعَلْنَا فِتْنَۃً لِّلَّذِیْنَ کَفَرُوْا } ”پروردگار ! تو ہمیں کافروں کے لیے تختہ امتحان نہ بنا دینا“ اے ہمارے پروردگار ! ایسا نہ ہو کہ تو کافروں کو ہمارے ذریعے سے آزمائے۔ ایسا نہ ہو کہ تو انہیں آزمانے کے لیے ہم پر ظلم کرنے کی چھوٹ دے دے۔ کسی کے لیے فتنہ یا تختہ مشق بننے کے مفہوم کو حضور ﷺ کے مکی دور میں مسلمانوں اور مشرکین کی مثال سے سمجھنا چاہیے۔ اللہ تعالیٰ مشرکین مکہ کی رسی دراز کر کے انہیں آزمانا چاہتا تھا کہ ٹھیک ہے تم میرے بندوں پر جتنا ظلم کرسکتے ہو کرلو ! میں دیکھنا چاہتا ہوں کہ تم کس حد تک جاتے ہو ! لیکن مشرکین کی اس آزمائش میں تختہ ستم تو ظاہر ہے مسلمان بنے ہوئے تھے۔ حضرت ابراہیم علیہ السلام کی اس دعا میں اللہ تعالیٰ سے ایسی آزمائش سے بچانے کی درخواست کی گئی ہے۔ { وَاغْفِرْلَـنَا رَبَّنَاج اِنَّکَ اَنْتَ الْعَزِیْزُ الْحَکِیْمُ۔ } ”اور تو ہمیں بخش دے ‘ اے ہمارے پروردگار ! یقینا تو ہی زبردست اور حکمت والا ہے۔“"
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "آیت 6{ لَقَدْ کَانَ لَکُمْ فِیْہِمْ اُسْوَۃٌ حَسَنَۃٌ} ”تمہارے لیے یقینا ان کے طرزِعمل میں ایک بہت اچھا نمونہ ہے“ لیکن یہ نمونہ اور اسوہ فائدہ مند کس کے لیے ہوسکتا ہے ؟ { لِّمَنْ کَانَ یَرْجُوا اللّٰہَ وَالْیَوْمَ الْاٰخِرَ } ”اس کے لیے جو اللہ تعالیٰ سے ملاقات اور یوم آخرت کی امید رکھتا ہو۔“ بالکل یہی الفاظ سورة الاحزاب میں حضور ﷺ کے اسوہ کے حوالے سے آئے ہیں : { لَقَدْ کَانَ لَـکُمْ فِیْ رَسُوْلِ اللّٰہِ اُسْوَۃٌ حَسَنَۃٌ لِّمَنْ کَانَ یَرْجُوا اللّٰہَ وَالْیَوْمَ الْاٰخِرَ وَذَکَرَ اللّٰہَ کَثِیْرًا۔ } یعنی حضور ﷺ کی شخصیت اور سیرت یقینا اسوہ کاملہ ہے ‘ لیکن اس سے مستفیض صرف وہی لوگ ہو سکیں گے جو اللہ اور آخرت پر ایمان رکھتے ہوں اور کثرت سے اللہ کا ذکر کرتے ہوں۔ { وَمَنْ یَّـتَوَلَّ فَاِنَّ اللّٰہَ ہُوَ الْغَنِیُّ الْحَمِیْدُ۔ } ”اور جو کوئی منہ موڑ لے تو یقینا اللہ بےنیاز اور اپنی ذات میں خود ستودہ صفات ہے۔“"
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "آیت 7{ عَسَی اللّٰہُ اَنْ یَّجْعَلَ بَیْنَکُمْ وَبَیْنَ الَّذِیْنَ عَادَیْتُمْ مِّنْہُمْ مَّوَدَّۃً } ”بعید نہیں کہ اللہ تمہارے اور ان لوگوں کے درمیان جن سے تمہاری دشمنی ہے ‘ دوستی پیدا کر دے۔“ ظاہر ہے اگر وہ بھی ایمان لے آئیں گے تو وہ تمہارے بھائی بن جائیں گے ‘ جیسا کہ سورة التوبہ کی آیت 11 میں فرمایا گیا : { فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوۃَ وَاٰتَوُا الزَّکٰوۃَ فَاِخْوَانُکُمْ فِی الدِّیْنِط } ”پھر بھی اگر وہ توبہ کرلیں ‘ نماز قائم کریں اور زکوٰۃ دیں تو وہ تمہارے دینی بھائی ہیں“۔ اور یہ مرحلہ کوئی زیادہ دور بھی نہیں تھا۔ زیرمطالعہ آیات فتح مکہ سے قبل 8 ہجری میں نازل ہوئیں اور اس سے اگلے ہی سال فتح مکہ کے بعد 9 ہجری میں مشرکین عرب کو چار ماہ کا الٹی میٹم دے دیا گیا کہ یا ایمان لے آئو ‘ یا سب قتل کردیے جائو گے۔ اس کے نتیجے میں سب لوگ ایمان لا کر اسلامی بھائی چارے میں شامل ہوگئے۔ آیت زیرمطالعہ میں دوستی اور محبت کے اسی رشتے کی طرف اشارہ ہے جو ان کے درمیان ایک سال بعد بننے والا تھا۔ { وَاللّٰہُ قَدِیْرٌط وَاللّٰہُ غَفُوْرٌ رَّحِیْمٌ۔ } ”اللہ ہر شے پر قادر ہے ‘ اور اللہ بہت بخشنے والا ‘ بہت رحم کرنے والا ہے۔“"
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "آیت 8{ لَا یَنْہٰٹکُمُ اللّٰہُ عَنِ الَّذِیْنَ لَمْ یُقَاتِلُوْکُمْ فِی الدِّیْنِ وَلَمْ یُخْرِجُوْکُمْ مِّنْ دِیَارِکُمْ اَنْ تَـبَـرُّوْہُمْ وَتُقْسِطُوْٓا اِلَـیْہِمْ } ”اللہ تمہیں نہیں روکتا ان لوگوں سے جنہوں نے دین کے معاملے میں تم سے کبھی جنگ نہیں کی اور تمہیں تمہارے گھروں سے نہیں نکالا کہ تم ان کے ساتھ کوئی بھلائی کرو یا انصاف کا معاملہ کرو۔“ یعنی وہ غیر حربی کافر ‘ جن کے ساتھ تمہاری جنگ نہیں ہے ‘ تم لوگوں کو مکہ سے بےدخل کرنے میں بھی ان کا کوئی کردار نہیں اور نہ ہی انہوں نے تمہارے خلاف تمہارے دشمنوں کی کبھی مدد کی ہے ‘ ایسے لوگوں کے ساتھ احسان اور بھلائی کا سلوک روا رکھنے میں کوئی مضائقہ نہیں۔ ایسے لوگوں کے ساتھ دنیوی معاملات کے حوالے سے عدل و انصاف کے تمام تقاضے بھی پورے کرنے چاہئیں۔ البتہ ولایت کا رشتہ اور قلبی محبت کا تعلق ان کے ساتھ بھی قائم کرنے کی اجازت نہیں ہے۔  { اِنَّ اللّٰہَ یُحِبُّ الْمُقْسِطِیْنَ۔ } ”بیشک اللہ تعالیٰ انصاف کرنے والوں کو پسند کرتا ہے۔“"
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "آیت 9 { اِنَّمَا یَنْہٰٹکُمُ اللّٰہُ عَنِ الَّذِیْنَ قَاتَلُوْکُمْ فِی الدِّیْنِ وَاَخْرَجُوْکُمْ مِّنْ دِیَارِکُمْ وَظٰہَرُوْا عَلٰٓی اِخْرَاجِکُمْ اَنْ تَوَلَّوْہُمْ } ”وہ تو تمہیں منع کرتا ہے ان لوگوں سے جنہوں نے تم سے دین کے معاملے میں جنگ کی اور تمہیں تمہارے گھروں سے نکالا اور تمہارے نکالنے میں دوسروں کی مدد کی کہ تم ان کے ساتھ ولایت اور دوستی کا رشتہ قائم کرو۔“ { وَمَنْ یَّتَوَلَّہُمْ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوْنَ۔ } ”اور جو کوئی ان کے ساتھ دوستی کرے گا تو وہی لوگ ہیں جو ظالم ہیں۔“ اب اگلی آیات میں خواتین سے متعلق چند مسائل کا ذکر آ رہا ہے جو صلح حدیبیہ 6 ہجری کے نتیجے میں سامنے آئے تھے۔ صلح حدیبیہ کی شرائط میں سے ایک شرط یہ بھی تھی کہ اگر کوئی مسلمان مکہ سے بھاگ کر مدینہ آئے گا تو مسلمان اسے واپس کرنے کے پابند ہوں گے ‘ لیکن اگر مدینہ سے کوئی مسلمان اپنا دین چھوڑ کر واپس مکہ آجائے گا تو قریش اسے واپس نہیں کریں گے۔ اس معاہدے کے بعد چند مسلمان خواتین مکہ سے ہجرت کر کے مدینہ آئیں تو قریش کی طرف سے مطالبہ آیا کہ انہیں واپس کیا جائے۔ اس پر حضور ﷺ نے فرمایا کہ معاہدے کی متعلقہ شق مردوں رجال سے متعلق ہے ‘ اس میں عورتوں نساء کا ذکر نہیں ہے ‘ اس لیے ان خواتین کو واپس نہیں کیا جائے گا۔ اس مثال کے بعد مکہ سے کچھ مزید خواتین بھی آنا شروع ہوگئیں تو ایسی مہاجر خواتین کے بارے میں تحقیق و تفتیش کی ضرورت محسوس ہوئی۔ خدشہ یہ تھا کہ ہجرت کے نام پر مشرک عورتیں جاسوسی وغیرہ کے لیے مکہ سے مدینہ آکر آباد نہ ہوجائیں اور ان کی وجہ سے بعد میں مسلمان معاشرے میں کوئی مسئلہ کھڑا نہ ہو۔ پھر ان میں کچھ ایسی شادی شدہ خواتین بھی تھیں جو اپنے مشرک شوہروں کو چھوڑ کر آرہی تھیں۔ ان کے بارے میں بھی یہ سوال اپنی جگہ جواب کا متقاضی تھا کہ کیا وہ مسلمان ہوجانے کے بعد بھی مشرک شوہروں کی زوجیت میں ہیں یا کہ آزاد ہوچکی ہیں ؟ اور اسی معاملے سے متعلق یہ مسئلہ بھی اہم تھا کہ کسی ایسی عورت کے مدینہ آجانے کے بعد کیا کوئی مسلمان اس سے نکاح کرسکتا ہے یا نہیں ؟ چناچہ اگلی دو آیات میں ان مسائل سے متعلق ہدایات دی گئی ہیں۔ جبکہ اس کے بعد ایک آیت میں مسلمان خواتین کی بیعت کا ذکر ہے۔ قرآن مجید میں ذکر تو مردوں کی بیعت بیعت رضوان کا بھی ہے ‘ لیکن اس بیعت کے الفاظ کیا تھے ‘ یا بیعت عقبہ اولیٰ اور بیعت عقبہ ثانیہ کا مضمون کیا تھا ؟ یہ تفصیل ہمیں احادیث سے ملتی ہے ‘ قرآن میں ان کا ذکر نہیں ہے۔ اس لحاظ سے یہاں خواتین کو مردوں پر ایک طرح سے فضیلت دی گئی ہے کہ آیت 12 میں ان کی بیعت کے حکم کے ساتھ بیعت کا پورا متن بھی دے دیا گیا ہے۔ میں سمجھتا ہوں کہ اللہ تعالیٰ کی طرف سے خواتین کو یہ خصوصی انعام ان کے حقوق کے پلڑے کا توازن درست رکھنے کے لیے دیا گیا ہے۔ اللہ تعالیٰ کی طرف سے مقرر کردہ قوانین و ضوابط اور حقوق و فرائض کی خصوصیت ہی یہی ہے کہ وہ ہر لحاظ سے متوازن ہیں۔ اگر کسی معاملے میں کوئی ایک حکم زیادہ سخت ہو تو اس کے پہلو میں کہیں کوئی نرم قانون بھی موجود ہوتا ہے۔ اگر کہیں کسی کے فرائض کا وزن زیادہ ہو رہا ہو تو اس کے حقوق کے پلڑے میں کچھ مزید ڈال کر اس کی میزان کو برابر کردیا جاتا ہے۔ میاں بیوی کے حقوق و فرائض ہی کی مثال لے لیں۔ قرآن مجید نے طلاق کا حق صرف خاوند کو دیا ہے ‘ اس کے مقابلے میں بیوی صرف خلع لے سکتی ہے ‘ طلاق نہیں دے سکتی۔ اسی طرح اگر میاں بیوی میں طلاق ہوجائے تو اولاد قانوناً والد کی شمار ہوتی ہے۔ ان دو مثالوں سے خاوند کے حقوق یا اختیارات کا پلڑا غیر معمولی طور پر جھکتا ہوا نظر آتا ہے ‘ لیکن دوسری طرف دیکھیں تو اولاد کے لیے ماں کا حق باپ کے حق کے مقابلے میں تین گنا زیادہ رکھا گیا ہے اور جنت کی بشارت صرف ماں کے قدموں کے حوالے سے دی گئی ہے۔ یوں اللہ تعالیٰ اپنے قوانین و ضوابط کو متوازن بناتے ہیں اور ہر کسی کے حقوق و فرائض کی ترازو کے ہر دو پلڑوں کو برابر رکھتے ہیں۔"
    }
  ]
}
