{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 63,
      "text": "آیت 1{ اِذَا جَآئَ کَ الْمُنٰفِقُوْنَ قَالُوْا نَشْہَدُ اِنَّکَ لَرَسُوْلُ اللّٰہِ 7} ”اے نبی ﷺ ! جب منافق آپ کے پاس آتے ہیں تو کہتے ہیں : ہم گواہی دیتے ہیں کہ بیشک آپ اللہ کے رسول ہیں۔“ { وَاللّٰہُ یَعْلَمُ اِنَّکَ لَرَسُوْلُہٗ } ”اور اللہ جانتا ہے کہ یقینا آپ اس کے رسول ہیں۔“ { وَاللّٰہُ یَشْہَدُ اِنَّ الْمُنٰفِقِیْنَ لَــکٰذِبُوْنَ۔ } ”اور اللہ گواہی دیتا ہے کہ یہ منافقین یقینا جھوٹے ہیں۔“ یعنی آپ ﷺ کی رسالت کی گواہی یہ لوگ صرف اپنی زبانوں سے دیتے ہیں ‘ ان کے دل اس حقیقت کو تسلیم نہیں کرتے ‘ اس لیے یہ لوگ جھوٹے کٰذِبُوْنَ ہیں۔ جیسا کہ تمہیدی کلمات میں ذکر ہوا ہے بات بات پر جھوٹ بولنا مرض منافقت کی پہلی سٹیج ہے۔"
    },
    {
      "ayah": 10,
      "surah": 63,
      "text": "آیت 10{ وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰــکُمْ مِّنْ قَـبْلِ اَنْ یَّــاْتِیَ اَحَدَکُمُ الْمَوْتُ } ”اور خرچ کر دو اس میں سے جو کچھ ہم نے تمہیں دیا ہے اس سے پہلے پہلے کہ تم میں سے کسی کی موت کا وقت آجائے“ { فَـیَـقُوْلَ رَبِّ لَــوْلَآ اَخَّرْتَنِیْ اِلٰٓی اَجَلٍ قَرِیْبٍلا فَاَصَّدَّقَ وَاَکُنْ مِّنَ الصّٰلِحِیْنَ۔ } ”پھر وہ اس وقت کہے کہ اے میرے رب ! تو نے مجھے ایک قریب وقت تک کیوں مہلت نہ دی کہ میں صدقہ کرتا اور نیک لوگوں میں سے ہوجاتا !“ گویا نفاق کی بیماری کا بالمثل علاج انفاق ہے۔ سورة الحدید کی آیت 18 کے تحت وضاحت کی جا چکی ہے کہ مال کی محبت کو دل سے نکالنے کے لیے دل کی زمین میں ”انفاق“ کا ہل چلانا پڑتا ہے اور جو لوگ یہ ہل چلانے میں کامیاب ہوجاتے ہیں اصل کامیابی انہی کے حصے میں آتی ہے :{ اِنَّ الْمُصَّدِّقِیْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰہَ قَرْضًا حَسَنًا یُّضٰعَفُ لَھُمْ وَلَھُمْ اَجْرٌ کَرِیْمٌ۔ وَالَّذِیْنَ اٰمَنُوْا بِاللّٰہِ وَرُسُلِہٖٓ اُولٰٓئِکَ ھُمُ الصِّدِّیْقُوْنَ صلے وَالشُّھَدَآئُ عِنْدَ رَبِّھِمْ …}”یقینا صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور جو اللہ کو قرض حسنہ دیں ‘ ان کو کئی گنا بڑھا کر دیاجائے گا اور ان کے لیے بڑا باعزت اجر ہوگا۔ اور جو لوگ ایمان لائے اللہ پر اور اس کے رسولوں پر انہی میں سے صدیق اور شہداء ہوں گے اپنے رب کے پاس…“ زیر مطالعہ آیت میں نقشہ کھینچا گیا ہے کہ ایک بڑا حسرت کا وقت آئے گا جب انسان کف ِافسوس ملے گا کہ اے کاش ! میں اس مال کو اللہ کی راہ میں صدقہ کرسکتا۔ آج یہ لوگ دونوں ہاتھوں سے مال جمع کر رہے ہیں اور گھروں کی آرائش و زیبائش پر بےتحاشا خرچ کر رہے ہیں ‘ لیکن ایک وقت آئے گا جب اہل و عیال ‘ عزیز و اقارب ‘ مال و دولت اور جائیداد ‘ سب کو چھوڑ کر یہاں سے جانا ہوگا۔ اس وقت انسان حسرت سے کہے گا کہ پروردگار ! کیوں نہ تو نے مجھے ذرا اور مہلت دے دی ! تو اگر ذرا اس وقت کو ٹال دے تو پھر میں یہ سب کچھ تیری راہ میں لٹا دوں ‘ سارا مال صدقہ کر دوں اور میں بالکل سچائی اور نیکوکاری کی راہ اختیار کرلوں۔ لیکن اس وقت اس حسرت کا کوئی نتیجہ برآمد نہیں ہوگا۔ اس لیے کہ اللہ کی یہ سنت ِثابتہ ہے کہ جب کسی کا وقت معین آجائے تو پھر اسے موخر نہیں کیا جاتا !"
    },
    {
      "ayah": 11,
      "surah": 63,
      "text": "آیت 1 1 { وَلَنْ یُّؤَخِّرَ اللّٰہُ نَفْسًا اِذَا جَآئَ اَجَلُہَا } ”اور اللہ ہرگز مہلت نہیں دے گا کسی جان کو جب اس کا وقت معین آپہنچے گا۔“ قوموں کی ”اجل“ موخر ہونے کی ایک مثال تو موجود ہے ‘ حضرت یونس علیہ السلام کی قوم کے معاملے میں عین وقت پر عذاب ٹالنے کا فیصلہ ہوا تھا ‘ لیکن انسانوں کی انفرادی اجل کبھی موخر نہیں کی گئی۔ { وَاللّٰہُ خَبِیْرٌم بِمَا تَعْمَلُوْنَ۔ } ”اور جو کچھ تم کر رہے ہو اللہ اس سے باخبر ہے۔“ اللہ تعالیٰ کو معلوم ہے کہ اس وقت کی یہ جزع فزع اور نالہ و شیون بھی فی الحقیقت منافقانہ ہوگی۔ اگر کہیں بالفرض کوئی مہلت مل بھی جائے تو پھر دوبارہ مال کی محبت عود کر آئے گی اور پھر تم اللہ کی راہ میں خرچ کرنے سے کنی ّکترا ئو گے۔"
    },
    {
      "ayah": 2,
      "surah": 63,
      "text": "آیت 2 { اِتَّخَذُوْٓا اَیْمَانَہُمْ جُنَّۃً فَصَدُّوْا عَنْ سَبِیْلِ اللّٰہِ } ”انہوں نے اپنی قسموں کو ڈھال بنا رکھا ہے اور یہ اللہ کے راستے سے رُک گئے ہیں۔“ جہاد و قتال سے بچنے کے لیے یہ لوگ قسمیں کھا کھا کر جھوٹے بہانے بناتے تھے کہ اللہ کی قسم میری بیوی سخت بیمار ہے ‘ گھر میں کوئی دوسرا اس کی دیکھ بھال کرنے والا بھی نہیں ‘ وغیرہ وغیرہ۔ جب نوبت قسموں تک پہنچ گئی تو گویا مرض دوسری سٹیج میں داخل ہوگیا۔ { اِنَّہُمْ سَآئَ مَا کَانُوْا یَعْمَلُوْنَ۔ } ”بہت ہی برا کام ہے جو یہ لوگ کرر ہے ہیں۔“"
    },
    {
      "ayah": 3,
      "surah": 63,
      "text": "آیت 3{ ذٰلِکَ بِاَنَّہُمْ اٰمَنُوْا ثُمَّ کَفَرُوْا } ”یہ اس وجہ سے ہے کہ یہ لوگ ایمان لائے پھر کافر ہوگئے“ یعنی ان کی منافقت شعوری نہیں ہے کہ وہ بدنیتی سے دھوکہ دینے کے لیے ایمان لائے ہوں۔ دین اسلام کی دعوت جب ان لوگوں تک پہنچی تھی تو ان کی فطرت نے گواہی دی تھی کہ یہ سچ اور حق کی دعوت ہے اور اس وقت وہ نیک نیتی سے ایمان لائے تھے۔ کچھ دیر کے لیے انہیں ایمان کی دولت نصیب ہوئی تھی ‘ لیکن ایمان لاتے وقت انہیں معلوم نہیں تھا کہ ع ”یہ شہادت گہہ الفت میں قدم رکھنا ہے“۔ اہل ِایمان کے لیے اللہ تعالیٰ کا واضح حکم ہے : { وَلَـنَـبْلُوَنَّــکُمْ بِشَیْئٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِط } البقرۃ : 155 کہ ہم تمہیں کسی قدر خوف ‘ بھوک اور مال و جان کے نقصانات جیسی سخت آزمائشوں سے ضرور آزمائیں گے۔ لیکن منافقین کو اس صورت حال کا اندازہ نہیں تھا۔ منافقین ِمدینہ میں بہت سے ایسے لوگ بھی تھے جو اپنے قبیلے کے سردار کے پیچھے ایمان لے آئے تھے۔ جیسے اوس اور خزرج کے قائدین ایمان لے آئے تو پورا پورا قبیلہ مسلمان ہوگیا۔ انہیں کیا پتا تھا کہ عملی طور پر ایمان کے تقاضے کیا ہیں۔ وہ تو برف کے تودے کی اوپری سطح tip of the iceberg ہی کو دیکھ رہے تھے۔ وہ نہیں جانتے تھے کہ اس تودے کے نیچے کیا ہے۔ بہرحال ایسے لوگ ایمان تو سچے دل سے لائے تھے ‘ لیکن ان کا ایمان تھا کمزور۔ اسی لیے تکلیفیں اور آزمائشیں دیکھ کر ان کے پائوں لڑکھڑاگئے۔ البتہ ضعیف الایمان مسلمانوں میں بہت سے ایسے لوگ بھی تھے جو اپنی تمامتر کمزوریوں اور کوتاہیوں کے باوجود ایمان کے دامن سے وابستہ رہے۔ ان سے جب کوئی کوتاہی ہوئی تو انہوں نے اس کا اقرار بھی کیا اور اس کے لیے وہ معافی کے طلب گار بھی ہوئے۔ سورة التوبہ میں ان لوگوں کا ذکر گزر چکا ہے اور وہاں ان کے ضعف ِایمان کا علاج بھی تجویز کردیا گیا : { خُذْ مِنْ اَمْوَالِہِمْ صَدَقَۃً تُطَہِّرُہُمْ وَتُزَکِّیْہِمْ بِہَا وَصَلِّ عَلَیْہِمْط } التوبۃ : 103 ”ان کے اموال میں سے صدقات قبول فرما لیجیے ‘ اس صدقے کے ذریعے سے آپ ﷺ انہیں پاک کریں گے اور ان کا تزکیہ کریں گے ‘ اور ان کے لیے دعا کیجیے“۔ یعنی انفاق فی سبیل اللہ سے ان کے ایمان کی کمزوری دور ہوجائے گی۔ بہرحال جو لوگ ایک دفعہ ایمان لانے کے بعد مشکلات سے گھبرا کر ایمان کے عملی تقاضوں سے جی چرانے لگے اور اپنی اس خیانت کو جھوٹے بہانوں سے چھپانے لگے وہ منافقت کی راہ پر چل نکلے۔ { فَطُبِعَ عَلٰی قُلُوْبِہِمْ فَہُمْ لَا یَفْقَہُوْنَ۔ } ”تو ان کے دلوں پر مہر لگا دی گئی ‘ پس یہ سمجھنے سے عاری ہوگئے۔“ ان کی منافقانہ روش کی وجہ سے اللہ تعالیٰ کی طرف سے ان کے دلوں پر مہر لگا دی گئی۔ چناچہ اب ان کی سمجھ بوجھ کی صلاحیت مفقود ہوچکی ہے اور یہ حقیقی تفقہ سے عاری ہوچکے ہیں۔"
    },
    {
      "ayah": 4,
      "surah": 63,
      "text": "آیت 4 { وَاِذَا رَاَیْتَہُمْ تُعْجِبُکَ اَجْسَامُہُمْ } ”اے نبی ﷺ ! جب آپ انہیں دیکھتے ہیں تو ان کے جسم آپ کو بڑے اچھے لگتے ہیں۔“ جسمانی طور پر ان کی شخصیات بڑی دلکش اور متاثر کن ہیں۔ { وَاِنْ یَّـقُوْلُوْا تَسْمَعْ لِقَوْلِہِمْ } ”اور اگر وہ بات کرتے ہیں تو آپ ﷺ ان کی بات سنتے ہیں۔“ ظاہر ہے یہ لوگ سرمایہ دار بھی تھے اور معاشرتی لحاظ سے بھی صاحب حیثیت تھے۔ اس لحاظ سے ان کی گفتگو ہر فورم پر توجہ سے سنی جاتی تھی۔ { کَاَنَّہُمْ خُشُبٌ مُّسَنَّدَۃٌ} ”لیکن اصل میں یہ دیوار سے لگائی ہوئی خشک لکڑیوں کی مانند ہیں۔“ حقیقت میں ان لوگوں کی حیثیت ان خشک لکڑیوں کی سی ہے جو کسی سہارے کے بغیر کھڑی بھی نہیں ہوسکتیں اور انہیں دیوار کی ٹیک لگا کر کھڑا کیا جاتا ہے۔  { یَحْسَبُوْنَ کُلَّ صَیْحَۃٍ عَلَیْہِمْ } ”یہ ہر زور کی آواز کو اپنے ہی اوپر گمان کرتے ہیں۔“ اندر سے یہ لوگ اس قدر بودے اور بزدل ہیں کہ کوئی بھی زور کی آواز یا کوئی آہٹ سنتے ہیں تو ان کی جان پر بن جاتی ہے۔ یہ ہر خطرے کو اپنے ہی اوپر سمجھتے ہیں اور ہر وقت کسی ناگہانی حملے کے خدشے یا جہاد و قتال کے تقاضے کے ڈر سے سہمے رہتے ہیں۔ { ہُمُ الْعَدُوُّ فَاحْذَرْہُمْ } ”آپ ﷺ کے اصل دشمن یہی ہیں ‘ آپ ان سے بچ کر رہیں !“ یہ ان کے مرض نفاق کی تیسری سٹیج کا ذکر ہے۔ ان کی دشمنی چونکہ دوستی کے پردے میں چھپی ہوتی ہے اس لیے یہاں خصوصی طور پر ان سے ہوشیار رہنے کی ہدایت کی جا رہی ہے کہ اے نبی ﷺ ! یہ لوگ آستین کے سانپ ہیں۔ مشرکین مکہ کے لشکر آپ لوگوں کے لیے اتنے خطرناک نہیں جتنے یہ اندر کے دشمن خطرناک ہیں۔ لہٰذا آپ ﷺ ان کو ہلکا نہ سمجھیں اور ان سے ہوشیار رہیں۔ ایسی صورت حال کے لیے حضرت مسیح علیہ السلام کا یہ قول بہت اہم ہے کہ ”فاختہ کی مانند بےضرر لیکن سانپ کی طرح ہوشیار رہو“۔ منافقین اگرچہ حضور ﷺ سے دشمنی کا کوئی موقع ہاتھ سے نہیں جانے دیتے تھے ‘ لیکن حضور ﷺ کی شان یہی تھی کہ آپ ﷺ ان کی غلطیاں اور گستاخیاں مسلسل نظرانداز فرماتے رہتے تھے ‘ بلکہ آپ ﷺ اپنی طبعی شرافت اور مروّت کی وجہ سے ان کے جھوٹے بہانے بھی مان لیتے تھے۔ یہاں تک کہ غزوئہ تبوک کی تیاری کے موقع پر جب آپ ﷺ نے بہت سے منافقین کو جھوٹے بہانوں کی وجہ سے پیچھے رہ جانے کی اجازت دے دی تو اللہ تعالیٰ کی طرف سے تنبیہہ آگئی : { عَفَا اللّٰہُ عَنْکَج لِمَ اَذِنْتَ لَہُمْ حَتّٰی یَتَبَیَّنَ لَکَ الَّذِیْنَ صَدَقُوْا وَتَعْلَمَ الْکٰذِبِیْنَ۔ } التوبۃ ”اے نبی ﷺ ! اللہ آپ کو معاف فرمائے یا اللہ نے آپ کو معاف فرمادیا آپ نے انہیں کیوں اجازت دے دی ؟ یہاں تک کہ آپ کے لیے واضح ہوجاتا کہ کون لوگ سچے ہیں اور آپ یہ بھی جان لیتے کہ کون جھوٹے ہیں !“ { قَاتَلَہُمُ اللّٰہُز اَنّٰی یُؤْفَـکُوْنَ۔ } ”اللہ ان کو ہلاک کرے ‘ یہ کہاں سے پھرائے جا رہے ہیں !“ تصور کیجیے یہ لوگ کس قدرقابل رشک مقام سے ناکام و نامراد لوٹے ہیں ! ان کو نبی آخر الزماں ﷺ کا زمانہ نصیب ہوا ‘ آپ ﷺ کی دعوت ایمان پر لبیک کہنے کی توفیق ملی ‘ آپ ﷺ کے قدموں میں بیٹھنے کے مواقع ہاتھ آئے۔ کیسی کیسی سعادتیں تھیں جو ان لوگوں کے حصے میں آئی تھیں۔ بقول ابراہیم ذوق : ع ”یہ نصیب اللہ اکبر ! لوٹنے کی جائے ہے“۔ مگر دوسری طرف ان کی بدنصیبی کی انتہا یہ ہے کہ یہاں تک پہنچ کر بھی یہ لوگ نامراد کے نامراد ہی رہے۔ مقامِ عبرت ہے ! کس بلندی پر پہنچ کر یہ لوگ کس اتھاہ پستی میں گرے ہیں : ؎قسمت کی خوبی دیکھئے ٹوٹی کہاں کمند دوچارہاتھ جب کہ لب ِبام رہ گیا !"
    },
    {
      "ayah": 5,
      "surah": 63,
      "text": "آیت 5 { وَاِذَا قِیْلَ لَہُمْ تَعَالَوْا یَسْتَغْفِرْ لَــکُمْ رَسُوْلُ اللّٰہِ } ”اور جب ان سے کہا جاتا ہے کہ آئو اپنی غلطی مان لو تاکہ اللہ کے رسول ﷺ تمہارے لیے استغفار کریں“ ظاہر ہے ان کے دلوں میں تو نبی اکرم ﷺ کے خلاف بغض اور عناد پیدا ہوچکا تھا تو ان حالات میں وہ کیسے آتے اور کیونکر اپنی غلطی تسلیم کرتے ؟ { لَوَّوْا رُئُ وْسَہُمْ } ”تو وہ اپنے سروں کو مٹکاتے ہیں“ کہ ہاں ہاں ! ٹھیک ہے ہم آئیں گے ‘ ضرور آئیں گے۔ { وَرَاَیْتَہُمْ یَصُدُّوْنَ وَہُمْ مُّسْتَکْبِرُوْنَ۔ } ”اور آپ انہیں دیکھتے ہیں کہ وہ رک جاتے ہیں تکبر کرتے ہوئے۔“ ان کے دلوں میں چونکہ تکبر ہے ‘ اس لیے وہ آپ ﷺ کے پاس آکر معافی مانگنے کو اپنی ہتک سمجھتے ہیں کہ دیکھیں جی آخر ہماری بھی کوئی عزت ہے ‘ اب کون روز روز وہاں جا کر مجرموں کی طرح اقبالِ جرم کرے اور ڈانٹ سنے !"
    },
    {
      "ayah": 6,
      "surah": 63,
      "text": "آیت 6{ سَوَآئٌ عَلَیْہِمْ اَسْتَغْفَرْتَ لَہُمْ اَمْ لَمْ تَسْتَغْفِرْ لَہُمْ } ”اے نبی ﷺ ! ان کے لیے برابر ہے کہ آپ ان کے لیے استغفار کریں یا ان کے لیے استغفار نہ کریں۔“ { لَنْ یَّغْفِرَ اللّٰہُ لَہُمْ } ”اللہ ان کو ہرگز معاف نہیں کرے گا۔“ یہی مضمون اس سے زیادہ سخت الفاظ میں سورة التوبہ میں بھی آچکا ہے۔ وہاں ان لوگوں کے بارے میں فرمایا گیا : { اِسْتَغْفِرْ لَہُمْ اَوْلاَ تَسْتَغْفِرْ لَہُمْط اِنْ تَسْتَغْفِرْ لَہُمْ سَبْعِیْنَ مَرَّۃً فَلَنْ یَّغْفِرَ اللّٰہُ لَہُمْط } آیت 80 ”اے نبی ﷺ ! آپ خواہ ان کے لیے استغفار کریں یا ان کے لیے استغفار نہ کریں۔ اگر آپ ستر ّمرتبہ بھی ان کے لیے استغفار کریں گے تب بھی اللہ انہیں ہرگز معاف نہیں فرمائے گا“۔ لیکن حضور ﷺ کی نرم دلی اور مروّت کی اپنی شان ہے۔ آپ ﷺ نے اس آیت کے نزول کے بعد ایک موقع پر مسکراتے ہوئے ارشاد فرمایا تھا :  لَـوْ اَعْلَمُ اَنِّی اِنْ زِدْتُ عَلَی السَّبْعِیْنَ غُفِرَ لَـہٗ لَزِدْتُ عَلَیْھَا 1 ”اگر مجھے معلوم ہو تاکہ ستر سے زیادہ مرتبہ استغفار کرنے سے اس کی معافی ہوسکتی ہے تو میں اس پر اضافہ کرلیتا“۔ واضح رہے کہ یہاں ستر کا عدد محاورے کے طور پر آیا ہے۔ مراد اس سے یہ ہے کہ اب ان کے لیے آپ ﷺ کا استغفار کرنا انہیں کچھ بھی فائدہ نہیں دے سکتا۔ ان کے دلوں میں آپ ﷺ کی عداوت اب اس نہج پر پہنچ چکی ہے کہ ان کی بخشش ممکن ہی نہیں۔ اب آئندہ آیات میں ایک واقعہ کے حوالے سے اہل ایمان کے ساتھ منافقین کی عداوت کا نقشہ دکھایا جارہا ہے۔ یہ واقعہ غزوئہ بنی مصطلق سے واپسی کے سفر میں پیش آیا تھا۔ مریسیع کے کنویں کے قریب جہاں لشکر کا پڑائو تھا ‘ دو مسلمانوں کا پانی بھرنے پر آپس میں جھگڑا ہوگیا۔ ان میں سے ایک انصار کا حلیف تھا جبکہ دوسرا حضرت عمر رض کا خادم تھا ‘ جس نے جذبات میں آکر اس کو ایک لات رسید کردی۔ اس پر منافقین نے اس کو بڑھا چڑھا کر مہاجرین اور انصار کے مابین جھگڑے کا رنگ دے دیا۔ عبداللہ بن ابی نے ‘ جو اس طرح کے مواقع کی ہمیشہ گھات میں رہتا ‘ موقع سے فائدہ اٹھا کر مہاجرین کے خلاف انصار کے جذبات بھڑکانے کے لیے نہایت زہر آلود فقرے کہے۔ اس نے انصار کو مخاطب کر کے کہا کہ مدینہ والو ! یہ ہمارے گھر میں پناہ پا کر اب ہمیں پر ّغرانے لگے ہیں۔ سچ کہا ہے جس نے کہا ہے کہ سَمِّنْ کَلْبَکَ یَاْکُلْکَکہ تم اپنے کتے کو کھلا پلا کر خوب موٹا کرو تاکہ وہ تم ہی کو کاٹے۔ تم نے ان بےگھر لوگوں کو سر چھپانے کی جگہ دی ‘ ان کی مدد کی ‘ انہیں کھلایا پلایا اور اپنے مال میں ان کو حصہ دار بنایا۔ یہ تمہاری اپنی غلطی کا خمیازہ ہے جو تمہیں بھگتنا پڑ رہا ہے۔ اگر تم ان کی امداد سے ہاتھ کھینچ لیتے تو یہ کب کے یہاں سے بھاگ کھڑے ہوتے۔۔۔ خدا کی قسم ! اب ہم پلٹے تو جو باعزت ہیں وہ رذیلوں کو مدینہ سے نکال باہر کریں گے۔ عبداللہ بن ابی کی یہ بکواس وہاں موقع پر موجود ایک نوجوان صحابی حضرت زید بن ارقم رض سن رہے تھے۔ انہوں نے حضور ﷺ کی خدمت میں پیش ہو کر سارا واقعہ بیان کردیا۔ حضور ﷺ نے عبداللہ بن ابی کو بلا کر دریافت فرمایا تو وہ صاف مکر گیا ‘ بلکہ اس نے الٹا احتجاج کیا کہ کیا آپ ﷺ میرے معاملے میں اس چھوکرے حضرت زید بن ارقم رض کی بات پر یقین کریں گے ؟ اس طرح حضرت زید رض کی پوزیشن بڑی خراب ہوگئی۔ ان آیات کے نزول کے بعد جب واقعہ کی تصدیق ہوگئی تو حضور ﷺ نے حضرت زید بن ارقم رض کی خصوصی طور پر دلجوئی فرمائی اور شفقت سے ان کا کان مروڑتے ہوئے فرمایا کہ لڑکے کے کان نے غلط نہیں سنا تھا۔  اس واقعہ کے حوالے سے یہ نکتہ بہت اہم ہے کہ عبداللہ بن ابی کا جرم ثابت ہوجانے کے بعد بھی حضور ﷺ نے اس کے خلاف کوئی اقدام نہیں کیا۔ اس کی وجہ یہ تھی کہ اس وقت تک عملاً اسلامی ریاست قائم نہیں ہوئی تھی۔ اس بارے میں عام طور پر تو یہی سمجھا جاتا ہے کہ حضور ﷺ کے مدینہ تشریف لے جانے کے فوراً بعد ہی وہاں باقاعدہ اسلامی ریاست وجود میں آگئی تھی اور حضور ﷺ کو باقاعدہ ایک سربراہِ ریاست اور سربراہِ حکومت کی حیثیت حاصل ہوگئی تھی ‘ لیکن اس دور کے معروضی حقائق اور واقعات سے ثابت ہوتا ہے کہ یہ خیال درست نہیں ہے۔ مثلاً ہم دیکھتے ہیں کہ غزوئہ اُحد کے موقع پر اسلامی لشکر کو چھوڑ کر جانے والے تین سو افراد سے کسی قسم کا کوئی تعرض نہیں کیا گیا۔ اسی طرح یہ بھی حقیقت ہے کہ منافقین مدینہ اپنے فیصلے حضور ﷺ کے بجائے یہودیوں سے کرواتے تھے۔ ظاہر ہے کسی ریاست میں تو ایسا نہیں ہوتا کہ اس کی ایک تہائی فوج دشمن کے مقابلے سے بھاگ جائے اور ان میں سے کسی ایک فرد سے بھی اس بارے میں کوئی باز پرس نہ ہو ‘ اور نہ ہی کسی ریاست کی عملداری میں یہ ممکن ہے کہ اس کا کوئی شہری ریاست کی عدالت کو چھوڑ کر اپنا مقدمہ کہیں اور لے جائے۔ بہرحال اس حوالے سے اصل صورت حال یہ تھی کہ علاقے کی واحد منظم اور طاقتور جماعت کے سربراہ کی حیثیت سے حضور ﷺ کو مدینہ میں معاشرتی و سیاسی لحاظ سے ایک خصوصی اور ممتاز مقام تو ہجرت کے فوراً بعد ہی حاصل ہوگیا تھا۔ البتہ آپ ﷺ کے تحت ایک باقاعدہ ریاست فتح مکہ کے بعد قائم ہوئی۔ یہی وجہ ہے کہ 9 ہجری میں غزوئہ تبوک سے رہ جانے والے لوگوں کا سخت مواخذہ ہوا۔ بہرحال عبداللہ بن ابی کے معاملے میں حضور ﷺ نے بہت درگزر سے کام لیا۔ واقعہ افک میں اس کے کردار سے حضور ﷺ بہت آزردہ ہوئے تھے۔ اس دوران تو ایک موقع پر آپ ﷺ نے یہاں تک فرما دیا تھا کہ کیا کوئی ایسا شخص نہیں ہے جو اس شخص کی ایذا سے مجھے بچا سکے ؟ لیکن آپ ﷺ کا یہ فرمان بھی محض آپ ﷺ کے جذبات کا اظہار تھا ‘ جبکہ آپ ﷺ نے اس کے خلاف کسی عملی اقدام کا حکم اس وقت بھی نہیں دیا۔ البتہ اس موقع پر اوس کے سردار حضرت سعد بن معاذ رض نے رسول اللہ ﷺ سے عرض کیا کہ حضور ! آپ ﷺ مجھے حکم دیں ‘ میں اس شخص کا کام تمام کرتا ہوں۔ اس پر خزرج کے سردار حضرت سعد بن عبادہ رض نے حضرت سعد رض بن معاذ کو مخاطب کرتے ہوئے کہا کہ آپ نے عبداللہ بن ابی کے قتل کی بات اس لیے کی ہے کہ اس کا تعلق قبیلہ خزرج سے ہے ! اور پھر حضرت سعد بن عبادہ رض ہی نے حضور ﷺ کو مشورہ دیا تھا کہ حضور ! آپ اس شخص کے معاملے میں نرمی سے کام لیں۔ اس کا اصل مسئلہ یہ ہے کہ ہم اسے اپنا بادشاہ بنانے کا فیصلہ کرچکے تھے اور اس کے لیے ہم نے سونے کا تاج بھی تیار کرلیا تھا کہ اسی اثنا میں آپ ﷺ مدینہ تشریف لے آئے۔ اس طرح اس کے سارے خواب بکھر گئے۔ ہمارے قبیلے پر ابھی تک اس کا اثر و رسوخ موجود ہے ‘ اس لیے حکمت اور مصلحت کا تقاضا یہی ہے کہ اس کے خلاف سختی نہ کی جائے۔ بہرحال اس ساری تفصیل کا خلاصہ یہ ہے کہ اس وقت تک باقاعدہ اسلامی ریاست اور حکومت بھی وجود میں نہیں آئی تھی اور ابھی قبائلی عصبیتیں بھی کسی نہ کسی حد تک موجود تھیں۔ یعنی مجموعی طور پر حالات ایسے نہیں تھے کہ حضور ﷺ ان پہلوئوں کو نظرانداز کر کے عبداللہ بن ابی کے خلاف کوئی سخت اقدام کرنے کا حکم دیتے۔ اس لیے آپ ﷺ نے اس کا یہ جرم بھی نظر انداز کردیا۔ { اِنَّ اللّٰہَ لَا یَہْدِی الْقَوْمَ الْفٰسِقِیْنَ۔ } ”یقینا اللہ ایسے فاسقوں کو ہدایت نہیں دیتا۔“"
    },
    {
      "ayah": 7,
      "surah": 63,
      "text": "آیت 7{ ہُمُ الَّذِیْنَ یَـقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰی مَنْ عِنْدَ رَسُوْلِ اللّٰہِ حَتّٰی یَنْفَضُّوْا } ”یہی ہیں وہ لوگ جو کہتے ہیں کہ مت خرچ کرو ان پر جو اللہ کے رسول ﷺ کے گرد جمع ہوگئے ہیں ‘ یہاں تک کہ یہ منتشر ہوجائیں۔“ منافقین سمجھتے تھے کہ اگر اہل مدینہ مہاجر مسلمانوں پر خرچ کرنا بند کردیں گے تو چند ہی دنوں میں یہ ساری بھیڑ چھٹ جائے گی۔ یہی بات عبداللہ بن ابی نے متذکرہ بالا جھگڑے کے موقع پر انصارِ مدینہ سے کہی تھی۔ { وَلِلّٰہِ خَزَآئِنُ السَّمٰوٰتِ وَالْاَرْضِ وَلٰــکِنَّ الْمُنٰفِقِیْنَ لَا یَفْقَہُوْنَ۔ } ”حالانکہ آسمانوں اور زمین کے خزانے تو اللہ ہی کے ہیں ‘ لیکن منافقین اس حقیقت کا فہم نہیں رکھتے۔“ یہاں آسمانوں اور زمین سے مرا دپوری کائنات ہے۔"
    },
    {
      "ayah": 8,
      "surah": 63,
      "text": "آیت 8{ یَـقُوْلُوْنَ لَئِنْ رَّجَعْنَــآ اِلَی الْمَدِیْنَۃِ لَـیُخْرِجَنَّ الْاَعَزُّ مِنْہَا الْاَذَلَّ } ”وہ کہتے ہیں کہ اگر ہم مدینہ لوٹ گئے تو جو طاقتور ہیں وہ لازماً نکال باہر کریں گے وہاں سے ان کمزور لوگوں کو۔“ عربی میں عزت کا اصل مفہوم طاقت اور غلبہ ہے ‘ جبکہ ذلیل کے معنی کمزور اور بےحیثیت کے ہیں۔ مذکورہ واقعہ چونکہ غزوئہ بنی مصطلق سے واپس آتے ہوئے راستے میں پیش آیا تھا اس لیے منافقین کے مکالمے میں یہاں مدینہ پلٹنے کا ذکر آیا ہے۔ عبداللہ بن ابی نے لوگوں کے جذبات بھڑکاتے ہوئے یہ بھی کہا تھا کہ جب ہم مدینہ واپس پہنچیں تو بالکل متفق الرائے ہو کر یہ طے کرلیں کہ جو صاحب عزت ہیں ‘ جو مدینہ کے قدیم باشندے sons of the soil ہیں وہ ان مہاجروں کو جو بڑے کمزور ہیں ‘ جن کی کوئی حیثیت نہیں ‘ مدینہ سے نکال باہر کریں گے۔  { وَلِلّٰہِ الْعِزَّۃُ وَلِرَسُوْلِہٖ وَلِلْمُؤْمِنِیْنَ وَلٰــکِنَّ الْمُنٰفِقِیْنَ لَا یَعْلَمُوْنَ۔ } ”حالانکہ اصل عزت تو اللہ ‘ اس کے رسول ﷺ اور مومنین کے لیے ہے ‘ لیکن یہ منافق جانتے نہیں۔“ عبداللہ بن ابی کے بیٹے کا نام بھی عبداللہ رض تھا ‘ جو بہت مخلص ‘ صادق القول اور صادق الایمان صحابی تھے۔ انہیں جب معلوم ہوا کہ میرے باپ نے یہ بکواس کی ہے تو انہوں نے اپنے باپ کو سبق سکھانے کی ٹھان لی۔ چناچہ لشکرجب واپس مدینہ پہنچا تو حضرت عبداللہ رض تلوار سونت کر اپنے باپ کے راستے میں کھڑے ہوگئے۔ انہوں رض نے عبداللہ بن ابی سے کہا اب جب تک تم یہ نہیں کہو گے کہ میں ذلیل ہوں اور تمام عزت اللہ ‘ اس کے رسول ﷺ اور اہل ایمان کے لیے ہے ‘ اس وقت تک میں تمہیں شہر میں داخل نہیں ہونے دوں گا۔ عبداللہ بن ابی نے اس پر حضور ﷺ سے بھی فریاد کی ‘ لوگوں کے سامنے بھی دہائی دی کہ دیکھو میرا اپنا بیٹا میرے قتل کے درپے ہے۔ لیکن حضرت عبداللہ رض اپنے موقف پر قائم رہے اور انہوں نے اپنی مذکورہ شرط منوا کر ہی اپنے باپ کو شہر میں داخل ہونے کی اجازت دی۔ یہ آٹھ آیات تو نفاق کے مراحل اور اس کی تشخیص اور پیش بینی prognosis کے بارے میں تھیں۔ ان میں گویا مرض نفاق ‘ اس کی علامات ‘ اس کا نقطہ آغاز ‘ اس کا سبب ‘ اس کے مختلف مراتب و مدارج اور اس کی ہلاکت خیزی ‘ یہ تمام چیزیں زیر بحث آگئیں۔ ان آیات کا خلاصہ یہی ہے کہ نفاق کی وجہ سے بالآخر انسان کے دل میں اللہ کے رسول ﷺ اور اہل ایمان کے خلاف شدید دشمنی پیدا ہوجاتی ہے اور یہ بیماری انسان کو ہلاکت و بربادی کے راستے پر وہاں پر پہنچا دیتی ہے جہاں اللہ کے رسول ﷺ کا استغفار بھی اس کے کام نہیں آسکتا۔"
    },
    {
      "ayah": 9,
      "surah": 63,
      "text": "اب دوسرے رکوع کی تین آیات میں اس بیماری کا علاج بتایا گیا ہے۔ جس طرح طب میں ایک مرض کا علاج دو طرح سے کیا جاتا ہے ‘ ایک حفاظتی preventive قسم کا علاج ہے اور دوسرا معالجاتی curative طرز کا ‘ اسی طرح یہاں بھی مرض نفاق کے علاج کے ضمن میں یہ دونوں پہلو سامنے آ رہے ہیں۔ ظاہر ہے کسی بیماری کے حوالے سے انسان کی پہلی کوشش تو یہی ہونی چاہیے کہ وہ اس بیماری کی چھوت سے بچا رہے۔ اس کے لیے ظاہر ہے اسے پرہیزی اقدام preventive measures اپنانے کی ضرورت ہوگی۔ جیسے آج کل کسی بیماری سے بچنے کا موثر طریقہ یہی ہے کہ آپ متعلقہوی کسی نیشن کا انجکشن لگوالیں۔ چناچہ اب اگلی آیت میں اس اقدام کا ذکر ہے جسے نفاق کی بیماری سے بچنے کے لیے حفظ ِماتقدم کے طور پر اپنانا ضروری ہے۔آیت 9{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تُلْہِکُمْ اَمْوَالُــکُمْ وَلَآ اَوْلَادُکُمْ عَنْ ذِکْرِ اللّٰہِ } ”اے اہل ایمان ! تمہیں غافل نہ کرنے پائیں تمہارے اموال اور تمہاری اولاد اللہ کی یاد سے۔“ یہاں دو چیزوں کو معین کیا گیا ہے جو انسان کو اللہ کی یاد سے غافل کرنے کا باعث بنتی ہیں ‘ یعنی مال اور اولاد۔ یہی مضمون آگے چل کر سورة التغابن میں نہایت واضح شکل میں بایں الفاظ آیا ہے : { اِنَّمَـآ اَمْوَالُــکُمْ وَاَوْلَادُکُمْ فِتْنَۃٌط } آیت 15 ”جان لو تمہارے مال اور تمہاری اولاد ہی ذریعہ آزمائش ہیں“۔ یہی تو وہ کسوٹی ہے جس پر تمہیں پرکھا جا رہا ہے۔ چناچہ متنبہ کردیا گیا کہ اہل ایمان ! دیکھنا تمہیں تمہارے اموال اور تمہاری اولاد اللہ کی یاد سے غافل نہ کردیں۔ { وَمَنْ یَّفْعَلْ ذٰلِکَ فَاُولٰٓئِکَ ہُمُ الْخٰسِرُوْنَ۔ } ”اور جو کوئی ایسا کریں گے تو وہی خسارے میں رہیں گے۔“ یہاں اللہ کے ذکر سے مراد صرف یہی نہیں کہ انسان ہر وقت تسبیحات وغیرہ پڑھتا رہے ‘ بلکہ اس کا وسیع تر مفہوم یہ ہے کہ انسان کو اللہ ہر وقت یاد رہے اور اسی بنا پر وہ اپنے جملہ فرائض کی ادائیگی کے لیے ہر وقت کمر بستہ رہے۔ تو اے اہل ایمان ! کہیں ایسا نہ ہو کہ اموال واولاد کے معاملات میں منہمک ہو کر تم لوگ اللہ ہی کو بھلا دو۔ جیسا کہ آج کل ہماری اکثریت کا حال ہے۔ آج اگر آپ لوگوں کو اللہ اور دین کی طرف بلائیں تو آپ کو عام طور پر یہی جواب ملے گا کہ کیا کریں جی وقت ہی نہیں ملتا ! اب ظاہر ہے جو شخص ایک خاص ”معیارِ زندگی“ کو اپنا معبود بنا کر دن رات اس کی پوجا میں لگا ہو تو اس کے پاس معبودِ حقیقی کی طرف رجوع کرنے کے لیے وقت کیونکر بچے گا ؟ چناچہ مرض نفاق کی چھوت سے بچنے کے لیے پرہیزی اقدام یہ بتایا گیا کہ اللہ کی یاد کسی وقت بھی تمہیں بھولنے نہ پائے۔ اور ساتھ ہی اللہ کی یاد کو بھلانے والے دو اہم ترین عوامل کی نشاندہی بھی کردی گئی۔ ظاہر ہے کسی بھی بیماری کا علاج کرنے کے لیے اس کے اصل اور بنیادی سبب کے بارے میں جاننا ضروری ہے۔ جب بیماری کا سبب ڈھونڈ کر اس کی بیخ کنی کردی جائے گی تو وہ بیماری دور ہوجائے گی۔ نفاق کی بیماری کا اصل سبب چونکہ دنیا کی محبت ہے اور دنیا کی محبت کا سب سے بڑا مظہر مال کی محبت ہے ‘ لہٰذا اس بیماری سے نجات حاصل کرنے کے لیے ضروری ہے کہ دل سے مال کی محبت ختم کردی جائے اور اس محبت کو ختم کرنے کا موثر طریقہ یہاں یہ بتایا جا رہا ہے کہ زیادہ سے زیادہ مال اللہ کی راہ میں خرچ کیا جائے :"
    }
  ]
}
