{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 68,
      "text": "آیت 1{ نٓ وَالْقَلَمِ وَمَا یَسْطُرُوْنَ۔ } ”ن ‘ قسم ہے قلم کی اور جو کچھ یہ لکھتے ہیں۔“ یعنی قلم بھی اور جو علمی ذخیرہ قلم کے ذریعہ نوع انسانی کے ہاں اب تک وجود میں آیا ہے وہ بھی اس حقیقت پر گواہ ہے کہ :"
    },
    {
      "ayah": 10,
      "surah": 68,
      "text": "آیت 10{ وَلَا تُطِعْ کُلَّ حَلَّافٍ مَّہِیْنٍ۔ } ”اور آپ ﷺ مت مانیے کسی ایسے شخص کی بات جو بہت قسمیں کھانے والا انتہائی گھٹیا ہے۔“ ان دونوں خصوصیات کا آپس میں فطری تعلق ہے۔ اپنی شخصیت کے ہلکے پن کی تلافی کرنے کے لیے بات بات پر قسمیں کھانا ہر گھٹیا آدمی کی ضرورت ہوتی ہے۔ لفظ ”مَہِیْن“ ذلیل و حقیر اور گھٹیا آدمی کے لیے بولا جاتا ہے۔"
    },
    {
      "ayah": 11,
      "surah": 68,
      "text": "آیت 10{ وَلَا تُطِعْ کُلَّ حَلَّافٍ مَّہِیْنٍ۔ } ”اور آپ ﷺ مت مانیے کسی ایسے شخص کی بات جو بہت قسمیں کھانے والا انتہائی گھٹیا ہے۔“ ان دونوں خصوصیات کا آپس میں فطری تعلق ہے۔ اپنی شخصیت کے ہلکے پن کی تلافی کرنے کے لیے بات بات پر قسمیں کھانا ہر گھٹیا آدمی کی ضرورت ہوتی ہے۔ لفظ ”مَہِیْن“ ذلیل و حقیر اور گھٹیا آدمی کے لیے بولا جاتا ہے۔"
    },
    {
      "ayah": 12,
      "surah": 68,
      "text": "آیت 10{ وَلَا تُطِعْ کُلَّ حَلَّافٍ مَّہِیْنٍ۔ } ”اور آپ ﷺ مت مانیے کسی ایسے شخص کی بات جو بہت قسمیں کھانے والا انتہائی گھٹیا ہے۔“ ان دونوں خصوصیات کا آپس میں فطری تعلق ہے۔ اپنی شخصیت کے ہلکے پن کی تلافی کرنے کے لیے بات بات پر قسمیں کھانا ہر گھٹیا آدمی کی ضرورت ہوتی ہے۔ لفظ ”مَہِیْن“ ذلیل و حقیر اور گھٹیا آدمی کے لیے بولا جاتا ہے۔"
    },
    {
      "ayah": 13,
      "surah": 68,
      "text": "آیت 13{ عُتُلٍّم بَعْدَ ذٰلِکَ زَنِیْمٍ۔ } ”بالکل گنوار ہے ‘ اس کے بعد یہ کہ بداصل بھی ہے۔“ یعنی مذکورہ بالا خصلتیں تو اس کی شخصیت میں ہیں ہی ‘ سب سے بڑی بات یہ کہ وہ بےنسب بھی ہے۔"
    },
    {
      "ayah": 14,
      "surah": 68,
      "text": "آیت 14{ اَنْ کَانَ ذَا مَالٍ وَّبَنِیْنَ۔ } ”صرف اس گھمنڈ پر کہ وہ مال و دولت اور بیٹوں والا ہے۔“ اللہ تعالیٰ نے ولید بن مغیرہ کو کثیر مال و دولت کے علاوہ بہت سے بیٹوں سے بھی نواز رکھا تھا۔ اور بیٹے بھی ایسے کہ ان میں سے ایک کو قبول اسلام کے بعد ”سَیْفٌ مِنْ سُیُوْفِ اللّٰہِ“ کا مرتبہ ملا۔ یعنی حضرت خالد بن ولید رض !"
    },
    {
      "ayah": 15,
      "surah": 68,
      "text": "آیت 14{ اَنْ کَانَ ذَا مَالٍ وَّبَنِیْنَ۔ } ”صرف اس گھمنڈ پر کہ وہ مال و دولت اور بیٹوں والا ہے۔“ اللہ تعالیٰ نے ولید بن مغیرہ کو کثیر مال و دولت کے علاوہ بہت سے بیٹوں سے بھی نواز رکھا تھا۔ اور بیٹے بھی ایسے کہ ان میں سے ایک کو قبول اسلام کے بعد ”سَیْفٌ مِنْ سُیُوْفِ اللّٰہِ“ کا مرتبہ ملا۔ یعنی حضرت خالد بن ولید رض !"
    },
    {
      "ayah": 16,
      "surah": 68,
      "text": "آیت 16{ سَنَسِمُہٗ عَلَی الْخُرْطُوْمِ۔ } ”ہم عنقریب اس کی سونڈ پر داغ لگائیں گے۔“ ممکن ہے اس کی ناک زیادہ لمبی اور نمایاں ہو۔ وہ خود بھی ازراہِ تکبر اپنے آپ کو بڑی ناک والا سمجھتا تھا ‘ جس کے لیے حقارت کے طور پر سونڈ کا لفظ استعمال کیا گیا ہے اور ناک پر داغ لگانے سے مراد تذلیل ہے۔ اب آئندہ آیات میں ایمان بالآخرت کے حوالے سے بہت عمدہ اور عام فہم تمثیل کے طور پر باغ والوں کا واقعہ بیان کیا جا رہا ہے۔"
    },
    {
      "ayah": 17,
      "surah": 68,
      "text": "آیت 17{ اِنَّا بَلَوْنٰہُمْ کَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّۃِج } ”یقینا ہم نے ان اہل مکہ کو اسی طرح آزمایا ہے جیسے ہم نے باغ والوں کو آزمایا تھا۔“ اللہ تعالیٰ لوگوں کو طرح طرح کے امتحانات سے آزماتا رہتا ہے۔ ایک انسان کو اگر دولت کی آزمائش میں ڈالا جاتا ہے ‘ تو کسی دوسرے کو غربت کے امتحان سے دوچار کردیا جاتا ہے۔ سورة الملک کی اس آیت میں تو انسان کی زندگی اور موت کی تخلیق کا مقصد ہی آزمائش بتایا گیا ہے : { الَّذِیْ خَلَقَ الْمَوْتَ وَالْحَیٰوۃَ لِیَبْلُوَکُمْ اَیُّکُمْ اَحْسَنُ عَمَلًاط وَہُوَ الْعَزِیْزُ الْغَفُوْرُ۔ } ”اس نے موت اور زندگی کو اس لیے پیدا کیا ہے تاکہ تمہیں آزمائے کہ تم میں سے کون اچھے اعمال کرنے والا ہے۔ اور وہ بہت زبردست بھی ہے اور بہت بخشنے والا بھی۔“ { اِذْ اَقْسَمُوْا لَیَصْرِمُنَّہَا مُصْبِحِیْنَ۔ } ”جبکہ انہوں نے قسم کھائی کہ وہ ضرور اس کا پھل اتار لیں گے صبح سویرے۔“"
    },
    {
      "ayah": 18,
      "surah": 68,
      "text": "آیت 18{ وَلَا یَسْتَثْنُوْنَ۔ } ”اور انہوں نے اس پر ان شاء اللہ بھی نہ کہا۔“ باغ کے پھل پک کر تیار ہوچکے تھے۔ انہوں نے ایک رات پروگرام طے کرلیا کہ وہ صبح سویرے جائیں گے اور سارا پھل اتار لائیں گے۔ گویا وہ اپنے اسباب و وسائل کے گھمنڈ میں مسبب ِحقیقی کو بالکل ہی بھول گئے۔"
    },
    {
      "ayah": 19,
      "surah": 68,
      "text": "آیت 18{ وَلَا یَسْتَثْنُوْنَ۔ } ”اور انہوں نے اس پر ان شاء اللہ بھی نہ کہا۔“ باغ کے پھل پک کر تیار ہوچکے تھے۔ انہوں نے ایک رات پروگرام طے کرلیا کہ وہ صبح سویرے جائیں گے اور سارا پھل اتار لائیں گے۔ گویا وہ اپنے اسباب و وسائل کے گھمنڈ میں مسبب ِحقیقی کو بالکل ہی بھول گئے۔"
    },
    {
      "ayah": 2,
      "surah": 68,
      "text": "آیت 2 { مَـآ اَنْتَ بِنِعْمَۃِ رَبِّکَ بِمَجْنُوْنٍ۔ } ”آپ اپنے رب کے فضل و کرم سے مجنون نہیں ہیں۔“ اے نبی ﷺ ! جو لوگ آپ کو مجنون کہہ رہے ہیں وہ خود احمق ہیں جو یہ تک نہیں جانتے کہ مجنون کیسے ہوتے ہیں۔ کیا ان لوگوں کو آپ ﷺ کی پاکیزہ اور اعلیٰ اخلاق کی حامل سیرت نظر نہیں آتی ؟ کیا یہ لوگ واقعتا سمجھتے ہیں کہ مجنون لوگوں کی زندگی کا نقشہ بھی ایسا ہی ہوتا ہے ؟ تو اے نبی ﷺ ! آپ ان لوگوں کی فضول اور لایعنی باتوں سے رنجیدہ نہ ہوں۔"
    },
    {
      "ayah": 20,
      "surah": 68,
      "text": "آیت 20{ فَاَصْبَحَتْ کَالصَّرِیْمِ۔ } ”تو وہ ایسے ہوگیا جیسے کٹی ہوئی فصل ہو۔“ یعنی رات کو وہ باغ کسی بگولے کی زد میں آیا اور جل کر راکھ کا ڈھیر بن گیا۔"
    },
    {
      "ayah": 21,
      "surah": 68,
      "text": "آیت 20{ فَاَصْبَحَتْ کَالصَّرِیْمِ۔ } ”تو وہ ایسے ہوگیا جیسے کٹی ہوئی فصل ہو۔“ یعنی رات کو وہ باغ کسی بگولے کی زد میں آیا اور جل کر راکھ کا ڈھیر بن گیا۔"
    },
    {
      "ayah": 22,
      "surah": 68,
      "text": "آیت 22{ اَنِ اغْدُوْا عَلٰی حَرْثِکُمْ اِنْ کُنْتُمْ صٰرِمِیْنَ۔ } ”کہ صبح سویرے چلو اپنے کھیت کی طرف اگر تم پھل توڑنا چاہتے ہو۔“ وہ صبح سویرے اپنے طے شدہ پروگرام کے مطابق پھل توڑنے کی تیاریاں کر رہے تھے ‘ جبکہ ان کا باغ رات کو جل کر تباہ ہوچکا تھا۔ اسی طرح انسان اپنی دھن میں مگن طرح طرح کے منصوبے بناتا رہتا ہے مگر اللہ تعالیٰ کے ایک فیصلے کے سامنے اس کے سارے منصوبے دھرے کے دھرے رہ جاتے ہیں۔ کبھی ایسا بھی ہوتا ہے کہ انسان کو کوئی جان لیوا مرض لاحق ہوچکا ہوتا ہے ‘ مگر وہ اس سے بیخبر اپنی لمبی لمبی امیدوں کو پایہ تکمیل تک پہنچانے کے لیے رات دن ایک کیے رہتا ہے۔ پھر جب مرض کی تشخیص ہوتی ہے تب بہت دیر ہوچکی ہوتی ہے۔"
    },
    {
      "ayah": 23,
      "surah": 68,
      "text": "آیت 22{ اَنِ اغْدُوْا عَلٰی حَرْثِکُمْ اِنْ کُنْتُمْ صٰرِمِیْنَ۔ } ”کہ صبح سویرے چلو اپنے کھیت کی طرف اگر تم پھل توڑنا چاہتے ہو۔“ وہ صبح سویرے اپنے طے شدہ پروگرام کے مطابق پھل توڑنے کی تیاریاں کر رہے تھے ‘ جبکہ ان کا باغ رات کو جل کر تباہ ہوچکا تھا۔ اسی طرح انسان اپنی دھن میں مگن طرح طرح کے منصوبے بناتا رہتا ہے مگر اللہ تعالیٰ کے ایک فیصلے کے سامنے اس کے سارے منصوبے دھرے کے دھرے رہ جاتے ہیں۔ کبھی ایسا بھی ہوتا ہے کہ انسان کو کوئی جان لیوا مرض لاحق ہوچکا ہوتا ہے ‘ مگر وہ اس سے بیخبر اپنی لمبی لمبی امیدوں کو پایہ تکمیل تک پہنچانے کے لیے رات دن ایک کیے رہتا ہے۔ پھر جب مرض کی تشخیص ہوتی ہے تب بہت دیر ہوچکی ہوتی ہے۔"
    },
    {
      "ayah": 24,
      "surah": 68,
      "text": "آیت 24{ اَنْ لَّا یَدْخُلَنَّہَا الْیَوْمَ عَلَیْکُمْ مِّسْکِیْنٌ} ”کہ دیکھو آج کوئی مسکین تمہارے پاس باغ میں ہرگز داخل نہ ہونے پائے۔“ دراصل انہوں نے پھل اتارنے کے لیے منہ اندھیرے جانے کا پروگرام بنایا ہی اس لیے تھا تاکہ ایسے مواقع پر آجانے والے غرباء و مساکین کو چکمہ دے سکیں۔ ان کا کہنا تھا کہ باغ پر سارا سال محنت ہم نے کی ہے ‘ اس کی حفاظت کی ہے ‘ اب پھل اتارنے کے موقع پر ہم اس میں سے غرباء و مساکین کو کس لیے دیں ؟ وہ ہمارے کیا لگتے ہیں ؟ یہ تھا ان کا اصل جرم جس کی انہیں سزا ملی۔ انسان کے کردار میں ایسی پستی آخرت پر یقین نہ ہونے کی وجہ سے آتی ہے۔"
    },
    {
      "ayah": 25,
      "surah": 68,
      "text": "آیت 25{ وَّغَدَوْا عَلٰی حَرْدٍ قٰدِرِیْنَ۔ } ”اور وہ صبح سویرے چلے جلدی جلدی یہ سمجھتے ہوئے کہ وہ اس ارادہ پر پوری طرح قادر ہیں۔“ یہ آیت لفظی تصویر کشی کی بہترین مثال ہے۔ اس وقت ان لوگوں کی جو ذہنی ‘ نفسیاتی اور ظاہری کیفیت تھی ان الفاظ میں اس کی ہوبہو تصویر کھینچ کر رکھ دی گئی ہے۔ انہیں زعم تھا کہ انہوں نے بڑی کامیاب منصوبہ بندی کی ہے ‘ ابھی تھوڑی ہی دیر میں وہ پھل اتار کرلے جائیں گے اور بھیک منگوں کو کانوں کان خبر نہیں ہوگی۔ ] حَرْدکا معنی قصد اور ارادہ ہے۔ یعنی انہوں نے جو یہ ارادہ کیا تھا کہ آج کسی غریب کو باغ میں داخل نہیں ہونے دیں گے اور صبح سویرے باغ کا پھل اتار لیں گے ‘ وہ خیال کر رہے تھے کہ ہم اس ارادے کو عملی جامہ پہنانے کی قدرت رکھتے ہیں۔ ["
    },
    {
      "ayah": 26,
      "surah": 68,
      "text": "آیت 26{ فَلَمَّا رَاَوْہَا قَالُوْٓا اِنَّا لَضَآلُّوْنَ۔ } ”پھر جب انہوں نے اس باغ کو دیکھا تو کہنے لگے کہ ہم تو کہیں بھٹک گئے ہیں۔“ فوری طور پر تو وہ یہی سمجھے کہ وہ اندھیرے میں راستہ بھول کر کسی اور جگہ آگئے ہیں اور یہ ان کا باغ نہیں ہے۔ پھر جب انہیں اصل صورت حال کا ادراک ہوا تو کہنے لگے :"
    },
    {
      "ayah": 27,
      "surah": 68,
      "text": "آیت 27{ بَلْ نَحْنُ مَحْرُوْمُوْنَ۔ } ”نہیں نہیں باغ تویہی ہے ہم تو محروم ہوگئے ہیں۔“ ہماری تو قسمت ہی پھوٹ گئی ہے۔"
    },
    {
      "ayah": 28,
      "surah": 68,
      "text": "آیت 28{ قَالَ اَوْسَطُہُمْ اَلَمْ اَقُلْ لَّکُمْ لَوْلَا تُسَبِّحُوْنَ۔ } ”ان کے درمیان والے نے کہا : میں تمہیں کہتا نہ تھا کہ تم اپنے رب کی تسبیح کیوں نہیں کرتے ؟“ یہ انہی کے کسی نیک فطرت بھائی کا ذکر ہے جو گاہے بگاہے انہیں روکتا ٹوکتا تھا اور انہیں یاد دہانی کراتا رہتا تھا کہ تم اللہ کو بھولے ہوئے ہو اور اللہ اور اس کے بندوں کے حقوق ادا کرنے سے پہلوتہی کرتے ہو۔"
    },
    {
      "ayah": 29,
      "surah": 68,
      "text": "آیت 28{ قَالَ اَوْسَطُہُمْ اَلَمْ اَقُلْ لَّکُمْ لَوْلَا تُسَبِّحُوْنَ۔ } ”ان کے درمیان والے نے کہا : میں تمہیں کہتا نہ تھا کہ تم اپنے رب کی تسبیح کیوں نہیں کرتے ؟“ یہ انہی کے کسی نیک فطرت بھائی کا ذکر ہے جو گاہے بگاہے انہیں روکتا ٹوکتا تھا اور انہیں یاد دہانی کراتا رہتا تھا کہ تم اللہ کو بھولے ہوئے ہو اور اللہ اور اس کے بندوں کے حقوق ادا کرنے سے پہلوتہی کرتے ہو۔"
    },
    {
      "ayah": 3,
      "surah": 68,
      "text": "آیت 2 { مَـآ اَنْتَ بِنِعْمَۃِ رَبِّکَ بِمَجْنُوْنٍ۔ } ”آپ اپنے رب کے فضل و کرم سے مجنون نہیں ہیں۔“ اے نبی ﷺ ! جو لوگ آپ کو مجنون کہہ رہے ہیں وہ خود احمق ہیں جو یہ تک نہیں جانتے کہ مجنون کیسے ہوتے ہیں۔ کیا ان لوگوں کو آپ ﷺ کی پاکیزہ اور اعلیٰ اخلاق کی حامل سیرت نظر نہیں آتی ؟ کیا یہ لوگ واقعتا سمجھتے ہیں کہ مجنون لوگوں کی زندگی کا نقشہ بھی ایسا ہی ہوتا ہے ؟ تو اے نبی ﷺ ! آپ ان لوگوں کی فضول اور لایعنی باتوں سے رنجیدہ نہ ہوں۔"
    },
    {
      "ayah": 30,
      "surah": 68,
      "text": "آیت 30{ فَاَقْبَلَ بَعْضُہُمْ عَلٰی بَعْضٍ یَّتَلَاوَمُوْنَ۔ } ”پھر وہ آپس میں ایک دوسرے کو ملامت کرنے لگے۔“ اب وہ اپنی گمراہی اور شومئی قسمت کی ذمہ داری آپس میں ایک دوسرے کے سر تھوپنے لگے۔"
    },
    {
      "ayah": 31,
      "surah": 68,
      "text": "آیت 30{ فَاَقْبَلَ بَعْضُہُمْ عَلٰی بَعْضٍ یَّتَلَاوَمُوْنَ۔ } ”پھر وہ آپس میں ایک دوسرے کو ملامت کرنے لگے۔“ اب وہ اپنی گمراہی اور شومئی قسمت کی ذمہ داری آپس میں ایک دوسرے کے سر تھوپنے لگے۔"
    },
    {
      "ayah": 32,
      "surah": 68,
      "text": "آیت 32{ عَسٰی رَبُّنَـآ اَنْ یُّـبْدِلَـنَا خَیْرًا مِّنْہَآ اِنَّـآ اِلٰی رَبِّنَا رٰغِبُوْنَ۔ } ”اُمید ہے ہمارا رب ہمیں اس سے بہتر عطا کر دے گا ‘ اب ہم اپنے رب کی طرف رجوع کرتے ہیں۔“ اب ہم نے توبہ کرلی ہے۔ اب ہم اپنی روش تبدیل کرلیں گے اور آئندہ باقاعدگی سے اللہ تعالیٰ کے تمام حقوق ادا کیا کریں گے۔ ہمیں امید ہے ہمارا رب ہمارے گناہوں کو معاف کرتے ہوئے ہمارے نقصان کی بھی تلافی کر دے گا اور اگلے سال ہمارا باغ اس سے بہتر پیداوار دے گا۔ رَغِبَ جب اِلٰی کے صلے کے ساتھ آتا ہے تو اس کے معنی کسی کی طرف رغبت کرنے کے ہوتے ہیں لیکن جب یہی لفظ عَنْ کے صلے کے ساتھ آئے تو بالکل متضاد معنی دیتا ہے۔ چناچہ رَغِبَ عَنْ کے معنی ہوں گے : رُخ پھیرلینا اور پہلوتہی کرنا۔ جیسا کہ سورة البقرۃ کی آیت 130 میں آیا ہے : { وَمَنْ یَّرْغَبُ عَنْ مِّلَّۃِ اِبْرٰہٖمَ اِلاَّ مَنْ سَفِہَ نَفْسَہٗط } ”اور کون ہوگا جو ابراہیم علیہ السلام کے طریقے سے منہ موڑے ؟ سوائے اس کے جس نے اپنے آپ کو حماقت ہی میں مبتلا کرنے کا فیصلہ کرلیا ہو !“  اب اگلی آیت میں گویا اس تمثیل یا واقعہ کا اخلاقی سبق moral lesson بیان ہوا ہے :"
    },
    {
      "ayah": 33,
      "surah": 68,
      "text": "آیت 33{ کَذٰلِکَ الْعَذَابُط وَلَعَذَابُ الْاٰخِرَۃِ اَکْبَرُ 7} ”اسی طرح آتا ہے عذاب ! اور آخرت کا عذاب تو یقینا بہت ہی بڑا ہے۔“ اس واقعے میں تو دنیا کے عذاب کا ذکر ہے۔ لیکن یاد رکھو دنیا کے عذاب تو نسبتاً چھوٹے اور وقتی ہوتے ہیں اور توبہ کرنے پر ٹل بھی جاتے ہیں۔ مثلاً ایک سال اگر پکی پکائی فصل برباد ہوگئی تو اللہ کی طرف رجوع کرنے سے ہوسکتا ہے اگلے سال اس کی تلافی ہوجائے ‘ لیکن آخرت کا معاملہ یکسر مختلف ہے۔ آخرت کا عذاب بہت بڑا ہوگا اور اس وقت پلٹنے کا راستہ اور توبہ کا دروازہ بھی بند ہوچکا ہوگا۔ { لَــوْ کَانُوْا یَعْلَمُوْنَ۔ } ”کاش کہ یہ لوگ اس حقیقت کو جانتے !“"
    },
    {
      "ayah": 34,
      "surah": 68,
      "text": "آیت 33{ کَذٰلِکَ الْعَذَابُط وَلَعَذَابُ الْاٰخِرَۃِ اَکْبَرُ 7} ”اسی طرح آتا ہے عذاب ! اور آخرت کا عذاب تو یقینا بہت ہی بڑا ہے۔“ اس واقعے میں تو دنیا کے عذاب کا ذکر ہے۔ لیکن یاد رکھو دنیا کے عذاب تو نسبتاً چھوٹے اور وقتی ہوتے ہیں اور توبہ کرنے پر ٹل بھی جاتے ہیں۔ مثلاً ایک سال اگر پکی پکائی فصل برباد ہوگئی تو اللہ کی طرف رجوع کرنے سے ہوسکتا ہے اگلے سال اس کی تلافی ہوجائے ‘ لیکن آخرت کا معاملہ یکسر مختلف ہے۔ آخرت کا عذاب بہت بڑا ہوگا اور اس وقت پلٹنے کا راستہ اور توبہ کا دروازہ بھی بند ہوچکا ہوگا۔ { لَــوْ کَانُوْا یَعْلَمُوْنَ۔ } ”کاش کہ یہ لوگ اس حقیقت کو جانتے !“"
    },
    {
      "ayah": 35,
      "surah": 68,
      "text": "آیت 35{ اَفَنَجْعَلُ الْمُسْلِمِیْنَ کَالْمُجْرِمِیْنَ۔ } ”کیا ہم اپنے فرمانبرداروں کو مجرموں کے برابر کردیں گے ؟“ اگر بعث بعد الموت کے منکرین کی منطق درست تسلیم کرلی جائے تو اس کا مطلب یہ ہوگا کہ نیکوکار اور مجرمین میں سرے سے کوئی فرق ہی نہیں ہے۔ طبعی طور پر تو موت بلاشبہ سب کو برابر کردیتی ہے ‘ جیسا کہ مشہور انگریزی نظم Death the Leveller میں بتایا گیا ہے۔ یعنی کوئی بادشاہ ہو ‘ کوئی فقیرہو ‘ کوئی شریف ہو ‘ کوئی مجرم ہو ‘ مرنا سبھی کو ہے۔ اس اعتبار سے تو یقینا موت کے سامنے سب انسان برابر ہیں ‘ لیکن یہ سمجھنا کہ موت آنے پر اخلاقی لحاظ سے بھی سب انسان برابر ہوجائیں گے انتہائی غیر منطقی اور احمقانہ سوچ ہے۔"
    },
    {
      "ayah": 36,
      "surah": 68,
      "text": "آیت 36{ مَا لَـکُمْقف کَیْفَ تَحْکُمُوْنَ۔ } ”تمہیں کیا ہوگیا ہے ‘ تم کیسے حکم لگاتے ہو ؟“ کیا تمہاری َمت ماری گئی ہے جو ایسی رائے بناتے ہو ؟ کیا اللہ کے ہاں ایسا ہی اندھیر مچاہوا ہے کہ وہاں مسلمین اور مجرمین برابر ہوجائیں گے ؟ کیا دنیا میں کہیں ایسا ہوتا ہے کہ کوئی حکومت اپنے باغیوں اور اپنے وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟"
    },
    {
      "ayah": 37,
      "surah": 68,
      "text": "آیت 36{ مَا لَـکُمْقف کَیْفَ تَحْکُمُوْنَ۔ } ”تمہیں کیا ہوگیا ہے ‘ تم کیسے حکم لگاتے ہو ؟“ کیا تمہاری َمت ماری گئی ہے جو ایسی رائے بناتے ہو ؟ کیا اللہ کے ہاں ایسا ہی اندھیر مچاہوا ہے کہ وہاں مسلمین اور مجرمین برابر ہوجائیں گے ؟ کیا دنیا میں کہیں ایسا ہوتا ہے کہ کوئی حکومت اپنے باغیوں اور اپنے وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟"
    },
    {
      "ayah": 38,
      "surah": 68,
      "text": "آیت 36{ مَا لَـکُمْقف کَیْفَ تَحْکُمُوْنَ۔ } ”تمہیں کیا ہوگیا ہے ‘ تم کیسے حکم لگاتے ہو ؟“ کیا تمہاری َمت ماری گئی ہے جو ایسی رائے بناتے ہو ؟ کیا اللہ کے ہاں ایسا ہی اندھیر مچاہوا ہے کہ وہاں مسلمین اور مجرمین برابر ہوجائیں گے ؟ کیا دنیا میں کہیں ایسا ہوتا ہے کہ کوئی حکومت اپنے باغیوں اور اپنے وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟"
    },
    {
      "ayah": 39,
      "surah": 68,
      "text": "آیت 36{ مَا لَـکُمْقف کَیْفَ تَحْکُمُوْنَ۔ } ”تمہیں کیا ہوگیا ہے ‘ تم کیسے حکم لگاتے ہو ؟“ کیا تمہاری َمت ماری گئی ہے جو ایسی رائے بناتے ہو ؟ کیا اللہ کے ہاں ایسا ہی اندھیر مچاہوا ہے کہ وہاں مسلمین اور مجرمین برابر ہوجائیں گے ؟ کیا دنیا میں کہیں ایسا ہوتا ہے کہ کوئی حکومت اپنے باغیوں اور اپنے وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟"
    },
    {
      "ayah": 4,
      "surah": 68,
      "text": "آیت 4{ وَاِنَّکَ لَعَلٰی خُلُقٍ عَظِیْمٍ۔ } ”اور آپ ﷺ یقینا اخلاق کے بلند ترین مرتبے پر فائز ہیں۔“ آپ ﷺ اپنے اخلاق اور کردار کے بلند ترین معیار کے باعث پہلے سے ہی معراجِ انسانیت کے مقام پر فائز تھے ‘ جبکہ اب آپ ﷺ معراجِ نبوت و رسالت کے سفر کا آغاز کر رہے ہیں۔"
    },
    {
      "ayah": 40,
      "surah": 68,
      "text": "آیت 36{ مَا لَـکُمْقف کَیْفَ تَحْکُمُوْنَ۔ } ”تمہیں کیا ہوگیا ہے ‘ تم کیسے حکم لگاتے ہو ؟“ کیا تمہاری َمت ماری گئی ہے جو ایسی رائے بناتے ہو ؟ کیا اللہ کے ہاں ایسا ہی اندھیر مچاہوا ہے کہ وہاں مسلمین اور مجرمین برابر ہوجائیں گے ؟ کیا دنیا میں کہیں ایسا ہوتا ہے کہ کوئی حکومت اپنے باغیوں اور اپنے وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟"
    },
    {
      "ayah": 41,
      "surah": 68,
      "text": "آیت 36{ مَا لَـکُمْقف کَیْفَ تَحْکُمُوْنَ۔ } ”تمہیں کیا ہوگیا ہے ‘ تم کیسے حکم لگاتے ہو ؟“ کیا تمہاری َمت ماری گئی ہے جو ایسی رائے بناتے ہو ؟ کیا اللہ کے ہاں ایسا ہی اندھیر مچاہوا ہے کہ وہاں مسلمین اور مجرمین برابر ہوجائیں گے ؟ کیا دنیا میں کہیں ایسا ہوتا ہے کہ کوئی حکومت اپنے باغیوں اور اپنے وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟"
    },
    {
      "ayah": 42,
      "surah": 68,
      "text": "آیت 42{ یَوْمَ یُکْشَفُ عَنْ سَاقٍ } ”جس دن پنڈلی کھولی جائے گی“ پنڈلی کھولے جانے کا مفہوم ہمارے تصور سے ماوراء ہے۔ ممکن ہے یہ اللہ تعالیٰ کی کسی خاص تجلی کا ذکر ہو جس کا ظہور میدانِ محشر کے کسی مرحلے پر لوگوں کی چھانٹی کرنے کے لیے ہونا ہو۔ واللہ اعلم ! اس اعتبار سے یہ آیت آیات متشابہات میں سے ہے۔ 1 { وَّیُدْعَوْنَ اِلَی السُّجُوْدِ فَلَا یَسْتَطِیْعُوْنَ۔ } ”اور انہیں پکارا جائے گا اللہ کے حضور سجدے کے لیے تو وہ کر نہیں سکیں گے۔“ جیسا کہ قبل ازیں سورة الحدید کی آیت 11 کے تحت بھی ذکر ہوچکا ہے ‘ میدانِ حشر میں اچھے اور برے لوگوں کو الگ الگ کرنے کے لیے بنی نوع انسان کو مختلف مراحل میں سے گزارا جائے گا۔ ”پنڈلی کا ظہور“ بھی ایسا ہی کوئی مرحلہ ہوگا۔ وہ صاحب ایمان لوگ جو اپنی دنیوی زندگی میں نماز کی پابندی کرتے رہے تھے اس تجلی کو دیکھتے ہی سجدے میں گرجائیں گے ‘ لیکن وہ لوگ جن کی گردنیں اکڑی رہتی تھیں اور جو نماز کی پابندی کا اہتمام نہیں کرتے تھے وہ اپنی تمام تر کوشش کے باوجود اس وقت سجدہ نہیں کرسکیں گے۔ گویا اس مرحلے پر ان لوگوں کو اللہ تعالیٰ کے سامنے جھکنے والے لوگوں سے الگ کرلیا جائے گا۔"
    },
    {
      "ayah": 43,
      "surah": 68,
      "text": "آیت 43{ خَاشِعَۃً اَبْصَارُہُمْ } ”ان کی نگاہیں زمین پر گڑی رہ جائیں گی“ { تَرْہَقُہُمْ ذِلَّـــۃٌط } ”ان کے چہروں پر ذلت چھا رہی ہوگی۔“ { وَقَدْ کَانُوْا یُدْعَوْنَ اِلَی السُّجُوْدِ وَہُمْ سٰلِمُوْنَ۔ } ”اور ان کو دنیا میں پکارا جاتا تھا سجدے کے لیے جبکہ یہ صحیح سالم تھے۔“ دنیا میں وہ لوگ اذان کی آواز پر کبھی توجہ ہی نہیں کرتے تھے اور کوئی مجبوری و معذوری نہ ہونے کے باوجود بھی اللہ تعالیٰ کے حضور سجدہ ریز نہیں ہوتے تھے۔ قیامت کے دن میدانِ حشر میں وہ سجدہ کرنا چاہیں گے لیکن نہیں کرسکیں گے۔"
    },
    {
      "ayah": 44,
      "surah": 68,
      "text": "آیت 44{ فَذَرْنِیْ وَمَنْ یُّکَذِّبُ بِہٰذَاالْحَدِیْثِ } ”تو اے نبی ﷺ ! آپ چھوڑ دیجیے مجھے اور ان لوگوں کو جو اس کلام کی تکذیب کر رہے ہیں۔“ جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے اس گروپ کی سورتوں میں یہ کلمہ ذَرْنِیْ ‘ فَذَرْنِیْ اور یہ اسلوب بہت تکرار کے ساتھ آیا ہے۔ اس میں ایک طرف حضور ﷺ کی دلجوئی کا پہلو ہے تو دوسری طرف آپ ﷺ کے مخالفین کے لیے بہت بڑی وعید ہے ‘ کہ اے نبی ﷺ ! آپ ان لوگوں کی باتوں سے رنجیدہ نہ ہوں ‘ ان کا معاملہ آپ مجھ پر چھوڑ دیجیے ‘ ان سے میں خود ہی نمٹ لوں گا۔ { سَنَسْتَدْرِجُہُمْ مِّنْ حَیْثُ لَا یَعْلَمُوْنَ۔ } ”ہم انہیں رفتہ رفتہ وہاں سے لے آئیں گے جہاں سے انہیں علم تک نہیں ہوگا۔“ علماء کے ہاں ”استدراج“ کا لفظ بطور اصطلاح استعمال ہوتا ہے۔ اس سے مراد ایسا عذاب ہے جو اللہ تعالیٰ کی ڈھیل سے ناجائز فائدہ اٹھانے کے باعث کسی قوم یا کسی فرد پر درجہ بدرجہ درجہ ‘ تدریج اور استدراج کا مادہ ایک ہی ہے مسلط ہو۔ مثلاً اگر کوئی شخص اپنی ہٹ دھرمی کی وجہ سے غلط راستے پر جا رہا ہے تو اللہ تعالیٰ اسے کچھ دیر کے لیے ڈھیل دیتا ہے ‘ بلکہ بعض اوقات اس راستے پر اسے طرح طرح کی کامیابیوں سے بھی نوازتا ہے تاکہ اس کے اندر کی خباثت پوری طرح سے ظاہر ہوجائے۔ جب وہ شخص اپنی روش کو کامیاب دیکھتا ہے تو سرکشی میں مزید دیدہ دلیری دکھاتا ہے۔ یہاں تک کہ اس کی مہلت کا وقت پورا ہوجاتا ہے اور پھر اچانک اسے عذاب کے شکنجے میں کس لیا جاتا ہے۔ استدراج کی مثال کانٹے کے ذریعے مچھلی کے شکار کی سی ہے۔ شکاری جب دیکھتا ہے کہ مچھلی نے کانٹا نگل لیا ہے تو وہ ڈور کو ڈھیلا چھوڑ دیتا ہے اور پھر جب چاہتا ہے ڈور کھینچ کر اسے قابو کرلیتا ہے۔ لفظ استدراج کی وضاحت کرتے ہوئے یہاں مجھے مولانا حسین احمد مدنی - کا وہ قول یاد آگیا ہے جس میں انہوں نے قیام پاکستان کے بارے میں کہا تھا کہ یہ استدراج بھی ہوسکتا ہے۔ مولانا صاحب رمضان ہمیشہ سلہٹ میں گزارتے تھے۔ 1946 ء کے رمضان میں انہوں نے کہہ دیا تھا کہ ملاء اعلٰی میں پاکستان کے قیام کا فیصلہ ہوچکا ہے۔ اس کے ٹھیک ایک سال بعد اگلے رمضان لیلۃ القدر میں پاکستان کا قیام واقعتا عمل میں آگیا۔ اس کا مطلب یہ ہے کہ مولانا مدنی رح کو بذریعہ کشف قیام پاکستان کے بارے میں جس فیصلے کا علم ہوا تھا ‘ ملاء اعلیٰ میں وہ فیصلہ 1946 ء کی لیلۃ القدر میں اس اصول کے تحت ہوا تھا جس کا ذکر سورة الدخان کی آیت 4 میں آیا ہے۔ اس آیت میں لیلۃ القدر لَیْلَۃٍ مُبَارَکَۃٍ کے بارے میں فرمایا گیا ہے : { فِیْھَا یُفْرَقُ کُلُّ اَمْرٍ حَکِیْمٍ۔ } کہ اس رات میں آئندہ سال کے دوران رونما ہونے والے اہم امور کے فیصلے کردیے جاتے ہیں۔ مولانا صاحب نظریاتی طور پر قیام پاکستان کے مخالف تھے۔ ان کے اس انکشاف کے بعد ان کے عقیدت مندوں نے بجاطور پر ان سے پوچھا کہ اس فیصلے کا علم ہوجانے کے باوجود بھی آپ قیام پاکستان کی مخالفت کیوں کر رہے ہیں ؟ اس پر مولانا صاحب رح نے جو جواب دیا تھا اس کا خلاصہ یہ ہے کہ یہ اللہ تعالیٰ کا تکوینی کائنات کی سلطنت کا انتظامی فیصلہ ہے۔ اللہ تعالیٰ کو اس سے کیا منظور ہے ‘ اس کا ہمیں علم نہیں۔ ہمیں چیزوں کے ظاہر اور سامنے نظر آنے والے حالات کو دیکھنا ہے۔ اللہ تعالیٰ نے انسان کو دیکھنے سننے ‘ سمجھنے وغیرہ کی صلاحیتیں اسی لیے دی ہیں کہ وہ ان صلاحیتوں سے کام لیتے ہوئے فیصلے کرے۔ چناچہ اس معاملے میں ہمیں وہی موقف اپنانا چاہیے جس میں ہمیں مسلمانانِ برصغیر کی بہتری نظر آتی ہو۔ ظاہر ہے اللہ تعالیٰ نے یہ فیصلہ اپنی حکمت اور مشیت کے مطابق کیا ہے۔ یہ بھی تو ممکن ہے کہ اللہ تعالیٰ کی طرف سے یہ فیصلہ ”استدراج“ کی غرض سے کیا گیا ہو۔ یعنی یہ بھی ہوسکتا ہے کہ اللہ تعالیٰ اس خطے کے مسلمانوں کو ڈھیل دے کر انہیں عذاب میں مبتلا کرنا چاہتا ہو۔  قیامِ پاکستان کے بعد کے حالات کو دیکھ کر محسوس ہوتا ہے کہ مولانا مدنی رح کا خدشہ کافی حد تک درست تھا۔ اہل پاکستان پر عذاب کا ایک کوڑا تو 1971 ء میں برسا تھا۔ اس کے بعد بھی ملک کی مجموعی صورت حال کبھی تسلی بخش نہیں رہی ‘ بلکہ پاکستان کے موجودہ حالات کو دیکھ کر تو یوں لگتا ہے کہ اب ایک فیصلہ کن عذاب ہمارے سر پر آیا کھڑا ہے۔ لیکن میری رائے میں اس کا سبب ”قیامِ پاکستان نہیں“ بلکہ بحیثیت قوم ہمارا وہ مجموعی طرزعمل ہے جو قیام پاکستان کے بعد ہم نے نظام اسلام کے حوالے سے اختیار کیا ہے۔"
    },
    {
      "ayah": 45,
      "surah": 68,
      "text": "آیت 44{ فَذَرْنِیْ وَمَنْ یُّکَذِّبُ بِہٰذَاالْحَدِیْثِ } ”تو اے نبی ﷺ ! آپ چھوڑ دیجیے مجھے اور ان لوگوں کو جو اس کلام کی تکذیب کر رہے ہیں۔“ جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے اس گروپ کی سورتوں میں یہ کلمہ ذَرْنِیْ ‘ فَذَرْنِیْ اور یہ اسلوب بہت تکرار کے ساتھ آیا ہے۔ اس میں ایک طرف حضور ﷺ کی دلجوئی کا پہلو ہے تو دوسری طرف آپ ﷺ کے مخالفین کے لیے بہت بڑی وعید ہے ‘ کہ اے نبی ﷺ ! آپ ان لوگوں کی باتوں سے رنجیدہ نہ ہوں ‘ ان کا معاملہ آپ مجھ پر چھوڑ دیجیے ‘ ان سے میں خود ہی نمٹ لوں گا۔ { سَنَسْتَدْرِجُہُمْ مِّنْ حَیْثُ لَا یَعْلَمُوْنَ۔ } ”ہم انہیں رفتہ رفتہ وہاں سے لے آئیں گے جہاں سے انہیں علم تک نہیں ہوگا۔“ علماء کے ہاں ”استدراج“ کا لفظ بطور اصطلاح استعمال ہوتا ہے۔ اس سے مراد ایسا عذاب ہے جو اللہ تعالیٰ کی ڈھیل سے ناجائز فائدہ اٹھانے کے باعث کسی قوم یا کسی فرد پر درجہ بدرجہ درجہ ‘ تدریج اور استدراج کا مادہ ایک ہی ہے مسلط ہو۔ مثلاً اگر کوئی شخص اپنی ہٹ دھرمی کی وجہ سے غلط راستے پر جا رہا ہے تو اللہ تعالیٰ اسے کچھ دیر کے لیے ڈھیل دیتا ہے ‘ بلکہ بعض اوقات اس راستے پر اسے طرح طرح کی کامیابیوں سے بھی نوازتا ہے تاکہ اس کے اندر کی خباثت پوری طرح سے ظاہر ہوجائے۔ جب وہ شخص اپنی روش کو کامیاب دیکھتا ہے تو سرکشی میں مزید دیدہ دلیری دکھاتا ہے۔ یہاں تک کہ اس کی مہلت کا وقت پورا ہوجاتا ہے اور پھر اچانک اسے عذاب کے شکنجے میں کس لیا جاتا ہے۔ استدراج کی مثال کانٹے کے ذریعے مچھلی کے شکار کی سی ہے۔ شکاری جب دیکھتا ہے کہ مچھلی نے کانٹا نگل لیا ہے تو وہ ڈور کو ڈھیلا چھوڑ دیتا ہے اور پھر جب چاہتا ہے ڈور کھینچ کر اسے قابو کرلیتا ہے۔ لفظ استدراج کی وضاحت کرتے ہوئے یہاں مجھے مولانا حسین احمد مدنی - کا وہ قول یاد آگیا ہے جس میں انہوں نے قیام پاکستان کے بارے میں کہا تھا کہ یہ استدراج بھی ہوسکتا ہے۔ مولانا صاحب رمضان ہمیشہ سلہٹ میں گزارتے تھے۔ 1946 ء کے رمضان میں انہوں نے کہہ دیا تھا کہ ملاء اعلٰی میں پاکستان کے قیام کا فیصلہ ہوچکا ہے۔ اس کے ٹھیک ایک سال بعد اگلے رمضان لیلۃ القدر میں پاکستان کا قیام واقعتا عمل میں آگیا۔ اس کا مطلب یہ ہے کہ مولانا مدنی رح کو بذریعہ کشف قیام پاکستان کے بارے میں جس فیصلے کا علم ہوا تھا ‘ ملاء اعلیٰ میں وہ فیصلہ 1946 ء کی لیلۃ القدر میں اس اصول کے تحت ہوا تھا جس کا ذکر سورة الدخان کی آیت 4 میں آیا ہے۔ اس آیت میں لیلۃ القدر لَیْلَۃٍ مُبَارَکَۃٍ کے بارے میں فرمایا گیا ہے : { فِیْھَا یُفْرَقُ کُلُّ اَمْرٍ حَکِیْمٍ۔ } کہ اس رات میں آئندہ سال کے دوران رونما ہونے والے اہم امور کے فیصلے کردیے جاتے ہیں۔ مولانا صاحب نظریاتی طور پر قیام پاکستان کے مخالف تھے۔ ان کے اس انکشاف کے بعد ان کے عقیدت مندوں نے بجاطور پر ان سے پوچھا کہ اس فیصلے کا علم ہوجانے کے باوجود بھی آپ قیام پاکستان کی مخالفت کیوں کر رہے ہیں ؟ اس پر مولانا صاحب رح نے جو جواب دیا تھا اس کا خلاصہ یہ ہے کہ یہ اللہ تعالیٰ کا تکوینی کائنات کی سلطنت کا انتظامی فیصلہ ہے۔ اللہ تعالیٰ کو اس سے کیا منظور ہے ‘ اس کا ہمیں علم نہیں۔ ہمیں چیزوں کے ظاہر اور سامنے نظر آنے والے حالات کو دیکھنا ہے۔ اللہ تعالیٰ نے انسان کو دیکھنے سننے ‘ سمجھنے وغیرہ کی صلاحیتیں اسی لیے دی ہیں کہ وہ ان صلاحیتوں سے کام لیتے ہوئے فیصلے کرے۔ چناچہ اس معاملے میں ہمیں وہی موقف اپنانا چاہیے جس میں ہمیں مسلمانانِ برصغیر کی بہتری نظر آتی ہو۔ ظاہر ہے اللہ تعالیٰ نے یہ فیصلہ اپنی حکمت اور مشیت کے مطابق کیا ہے۔ یہ بھی تو ممکن ہے کہ اللہ تعالیٰ کی طرف سے یہ فیصلہ ”استدراج“ کی غرض سے کیا گیا ہو۔ یعنی یہ بھی ہوسکتا ہے کہ اللہ تعالیٰ اس خطے کے مسلمانوں کو ڈھیل دے کر انہیں عذاب میں مبتلا کرنا چاہتا ہو۔  قیامِ پاکستان کے بعد کے حالات کو دیکھ کر محسوس ہوتا ہے کہ مولانا مدنی رح کا خدشہ کافی حد تک درست تھا۔ اہل پاکستان پر عذاب کا ایک کوڑا تو 1971 ء میں برسا تھا۔ اس کے بعد بھی ملک کی مجموعی صورت حال کبھی تسلی بخش نہیں رہی ‘ بلکہ پاکستان کے موجودہ حالات کو دیکھ کر تو یوں لگتا ہے کہ اب ایک فیصلہ کن عذاب ہمارے سر پر آیا کھڑا ہے۔ لیکن میری رائے میں اس کا سبب ”قیامِ پاکستان نہیں“ بلکہ بحیثیت قوم ہمارا وہ مجموعی طرزعمل ہے جو قیام پاکستان کے بعد ہم نے نظام اسلام کے حوالے سے اختیار کیا ہے۔"
    },
    {
      "ayah": 46,
      "surah": 68,
      "text": "آیت 46{ اَمْ تَسْئَلُہُمْ اَجْرًا فَہُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَ۔ } ”اے نبی ﷺ ! کیا آپ ان سے کوئی اجرت مانگتے ہیں جس کے تاوان کے بوجھ تلے یہ دبے جا رہے ہیں ؟“ ان لوگوں تک اللہ کا پیغام پہنچانے کے لیے آپ ﷺ سالہا سال سے دن رات محنت کر رہے ہیں۔ اپنی اس محنت کے عوض جب آپ ﷺ ان سے کسی معاوضے یا اجرت کے طلب گار بھی نہیں ہیں تو یہ لوگ آخر کس لیے پریشان ہیں ؟"
    },
    {
      "ayah": 47,
      "surah": 68,
      "text": "آیت 47{ اَمْ عِنْدَہُمُ الْغَیْبُ فَہُمْ یَکْتُبُوْنَ۔ } ”یا ان کے پاس غیب کا علم ہے جسے یہ لکھ رہے ہیں ؟“ یہ دونوں آیات 46 ‘ 47 جوں کی توں سورة الطور میں آیات 40 اور 41 کے طور پر بھی آچکی ہیں۔"
    },
    {
      "ayah": 48,
      "surah": 68,
      "text": "آیت 48{ فَاصْبِرْ لِحُکْمِ رَبِّکَ } ”تو اے نبی ﷺ ! آپ انتظار کیجیے اپنے رب کے حکم کا“ { وَلَا تَکُنْ کَصَاحِبِ الْحُوْتِ 7 } ”اور دیکھئے ‘ آپ ﷺ اس مچھلی والے کی طرح نہ ہوجایئے گا !“ ”مچھلی والے“ سے یہاں حضرت یونس علیہ السلام مراد ہیں۔ آپ علیہ السلام کی قوم پر جب عذاب کا فیصلہ ہوگیا تو آپ علیہ السلام اللہ تعالیٰ کے حکم کا انتظار کیے بغیر ہی اپنی قوم کا علاقہ چھوڑ کر چلے گئے۔ اس کا ذکر سورة الانبیاء کی آیت 87 میں اس طرح آیا ہے : { اِذْ ذَّہَبَ مُغَاضِبًا } ”جب وہ چل دیا غصے میں بھرا ہوا“۔ آپ علیہ السلام کا یہ غصہ حمیت حق میں تھا اور قوم کی طرف سے مسلسل ہٹ دھرمی اور کفر کی وجہ سے تھا۔ لیکن اس میں خطا کا پہلو یہ تھا کہ آپ علیہ السلام نے ہجرت کرنے سے متعلق اللہ تعالیٰ کے حکم کا انتظار نہ کیا۔  { اِذْ نَادٰی وَہُوَ مَکْظُوْمٌ۔ } ”جب اس نے پکارا اپنے رب کو اور وہ اپنے غم کو اندر ہی اندرپی رہا تھا۔“ حضرت یونس علیہ السلام مچھلی کے پیٹ میں انتہائی رنجیدہ حالت میں اللہ سے فریاد کر رہے تھے : { لآ اِلٰہَ اِلَّآ اَنْتَ سُبْحٰنَکَق اِنِّیْ کُنْتُ مِنَ الظّٰلِمِیْنَ۔ } الانبیاء ”تیرے سوا کوئی معبود نہیں ‘ تو پاک ہے اور یقینا میں ہی ظالموں میں سے ہوں۔“"
    },
    {
      "ayah": 49,
      "surah": 68,
      "text": "آیت 49{ لَوْلَآ اَنْ تَدٰرَکَہٗ نِعْمَۃٌ مِّنْ رَّبِّہٖ لَنُبِذَ بِالْعَرَآئِ وَہُوَ مَذْمُوْمٌ۔ } ”اگر اس کی دست گیری نہ کرتا اس کے رب کا ایک انعام اور احسان تو وہ ملامت زدہ ہو کر پھینک دیاجاتا کسی چٹیل زمین پر۔“ حضرت یونس علیہ السلام قدیم عراق کے شہر نینوا میں مبعوث ہوئے تھے۔ یہ شہر بعلبک کے شمال میں واقع تھا۔ دریائے فرات اور دریائے درجلہ اس علاقہ سے گزرتے ہوئے خلیج فارس میں آکر گرتے ہیں۔ آج کل تو یہ دونوں دریا سکڑ کر چھوٹی چھوٹی ندیوں میں تبدیل ہوگئے ہیں ‘ لیکن پرانے زمانے میں تو ظاہر ہے یہ بہت بڑے بڑے دریا ہوں گے۔ حضرت یونس علیہ السلام نینوا شہر سے نکل کر ان میں سے کسی دریا کو پار کرنے کے لیے کشتی میں سوار ہوئے۔ کشتی میں آپ علیہ السلام کے ساتھ وہ واقعہ پیش آیا جس کا ذکر اشارتاً سورة الصّٰفّٰتکی آیت 141 میں آیا ہے۔ اس کے نتیجے میں آپ علیہ السلام کو کسی وہیل مچھلی نے نگل لیا۔ وہ مچھلی خلیج فارس سے ہوتی ہوئی مکران کے ساحل پر پہنچی اور اللہ تعالیٰ کے حکم سے اس ساحل کے کسی مقام پر اس نے آپ علیہ السلام کو اگل دیا۔ اس وقت آپ علیہ السلام کی حالت بہت خراب تھی۔ اس موقع پر آپ علیہ السلام کو سایہ اور غذا وغیرہ فراہم کرنے کے لیے اللہ تعالیٰ نے ’ یقطین ‘ کا وہ پودا اگایا جس کا ذکر سورة الصّٰفّٰت ‘ آیت 146 میں آیا ہے۔ آیت زیر مطالعہ میں اسی پودے کی طرف اشارہ ہے جو اس وقت آپ علیہ السلام کے لیے واقعی اللہ تعالیٰ کی طرف سے بہت بڑی نعمت ثابت ہوا۔ یَقْطِینکے بارے میں مزید تفصیل جاننے کے لیے ملاحظہ ہو سورة الصّٰفّٰت ‘ آیت 146 کی تشریح۔"
    },
    {
      "ayah": 5,
      "surah": 68,
      "text": "آیت 5{ فَسَتُبْصِرُ وَیُبْصِرُوْنَ۔ } ”تو عنقریب آپ ﷺ بھی دیکھ لیں گے اور وہ بھی دیکھ لیں گے۔“ یہ بڑا پیارا اور ناصحانہ انداز ہے۔ جیسے کوئی بڑا کسی چھوٹے کو سمجھاتا ہے کہ آپ مخالفانہ باتوں پر آزردہ نہ ہوں ‘ کچھ ہی دنوں کی بات ہے ‘ اصل حقیقت بہت جلد کھل کر سامنے آجائے گی۔ پھر کسی کو کوئی شک و شبہ نہیں رہے گا :"
    },
    {
      "ayah": 50,
      "surah": 68,
      "text": "آیت 50{ فَاجْتَبٰـٹـہُ رَبُّہٗ فَجَعَلَہٗ مِنَ الصّٰلِحِیْنَ۔ } ”تو اس کے ربّ نے اس کو ُ چن لیا اور اسے پھر صالحین میں سے کردیا۔“ حضرت یونس علیہ السلام کے ذکر کے حوالے سے یہاں حضور ﷺ کا ایک فرمان بھی سن لیجیے۔ آپ ﷺ کا فرمان ہے : لَا تُفَضِّلُوْنِیْ عَلٰی یُوْنُسَ بْنِ مَتّٰی 1 ”کہ مجھے یونس علیہ السلام ابن متیٰ پر بھی فضیلت نہ دو“۔ اس میں ان لوگوں کے لیے تنبیہہ ہے جو اپنا جوشِ خطابت اور زور قلم دوسرے انبیاء کرام پر حضور ﷺ کی فضیلت ثابت کرنے میں صرف کرتے ہیں۔ آپ ﷺ بلاشبہ پوری نوع انسانی سے افضل اور سید الانبیاء والمرسلن ہیں۔ لیکن ع ”حاجت ِ مشاطہ ّنیست صورت دل آرام را“۔ آج پوری دنیا آپ ﷺ کی عظمت کی قائل ہے۔ اس حقیقت کا اس سے بڑا ثبوت اور کیا ہوگا کہ آج ایک عیسائی دانشور مائیکل ہارٹ اپنی کتاب ”The 100“ میں یہ لکھنے پر مجبور ہے :\" My choice of Muhammad to lead the list of the worlds most influential persons may surprise some readers and may be questioned by others , but he was the only man in history who was supremely successful on both the religious and secular levels.\"”حضرت محمد ﷺ کو دنیا کی بااثر ترین شخصیات میں سرفہرست رکھنے کے میرے اس فیصلے پر کچھ قارئین کو حیرت ہوگی اور بعض اس پر سوال بھی اٹھائیں گے ‘ لیکن پوری انسانی تاریخ میں صرف اور صرف آپ ﷺ ہی واحد شخص ہیں جو مذہبی اور سیکولر دونوں محاذوں پر پوری طرح کامیاب رہے۔“"
    },
    {
      "ayah": 51,
      "surah": 68,
      "text": "آیت 51{ وَاِنْ یَّـکَادُ الَّذِیْنَ کَفَرُوْا لَـیُزْلِقُوْنَکَ بِاَبْصَارِہِمْ لَمَّا سَمِعُوا الذِّکْرَ } ”اور یہ کافر تو ُ تلے ہوئے ہیں اس پر کہ اپنی نگاہوں کے زور سے آپ ﷺ کو پھسلا دیں گے جب وہ قرآن سنتے ہیں“ مشرکین ِمکہ نے حضور ﷺ کی قوت ارادی کو توڑنے کے لیے ہر ممکن طریقہ آزمایا اور اس مقصد کے لیے آپ ﷺ کے خلاف ہر حربہ استعمال کیا۔ بعض روایات میں آتا ہے کہ ایک مرحلے پر انہوں نے اس مقصد کے لیے ایسے عاملوں کی خدمات بھی حاصل کیں جو اپنی نگاہوں کی خصوصی طاقت کے ذریعے کسی کو نقصان پہنچانے کی اہلیت رکھتے تھے۔ شاید طبعی طور پر ایسا ممکن ہو۔ ہوسکتا ہے کوئی شخص خصوصی مشقوں exercises کے ذریعے اپنی آنکھوں میں اپنی قوت ارادی کو اس انداز میں مجتمع کرنے میں کامیاب ہوجاتا ہو کہ اس کے بعد جب وہ کسی دوسرے شخص کی آنکھوں میں آنکھیں ڈال کر دیکھے تو وہ اس کی نظروں کی تاب نہ لاسکے۔ بہرحال اس آیت میں مشرکین مکہ کے ایسے ہی اوچھے ہتھکنڈوں کا ذکر ہے۔  { وَیَـقُوْلُوْنَ اِنَّـہٗ لَمَجْنُوْنٌ۔ } ”اور کہتے ہیں کہ یہ تو دیوانہ ہے۔“ سورت کے آغاز اور اختتام کا باہمی ربط نوٹ کیجیے۔ جس مضمون سے سورت کا آغاز ہوا تھا اسی پر اس کا اختتام ہو رہا ہے۔ کفار حضور ﷺ کو مجنون کہتے تھے۔ ان کے اس الزام کی تردید سورت کے ابتدا میں بھی کی گئی اور آخر میں بھی۔ پھر یہاں یہ نکتہ بھی سمجھ میں آجاتا ہے کہ اس سورت کے آغاز میں حرف نٓ کیوں آیا ہے۔ دراصل ن کے معنی ”مچھلی“ کے ہیں ‘ جیسا کہ سورة ا الانبیاء کی آیت 87 میں حضرت یونس علیہ السلام کا ذکر ذوالنُّون مچھلی والے کے لقب سے کیا گیا ہے۔ چناچہ حرف ن کا معنوی ربط سورت کی ان اختتامی آیات کے ساتھ ہے جن میں صَاحِب الْحُوت حضرت یونس علیہ السلام کا ذکر آیا ہے۔"
    },
    {
      "ayah": 52,
      "surah": 68,
      "text": "آیت 52{ وَمَا ہُوَ اِلَّا ذِکْرٌ لِّلْعٰلَمِیْنَ۔ } ”اور نہیں ہے وہ ‘ مگر ایک یاد دہانی تمام جہان والوں کے لیے۔“ یہاں پر ھُوَکی ضمیر قرآن کے لیے بھی ہے اور حضور ﷺ کے لیے بھی۔ قرآن مجید کے ذکر یاد دہانی اور نصیحت ہونے کا تذکرہ تو قرآن میں بہت تکرار کے ساتھ آیا ہے ‘ جبکہ اپنی ذات میں حضور ﷺ بھی قیامت تک کے لوگوں کے لیے یاد دہانی ہیں ‘ بلکہ آپ ﷺ اپنی ذات میں مجسم قرآن ہیں۔ جیسا کہ حضرت عائشہ رض کا فرمان ہے : کَانَ خُلُقُہُ الْقُرْآنُ ”آپ ﷺ کا اخلاق قرآن ہی تو تھا۔“] بعض مترجمین نے یہاں ”ذِکْر“ کا ترجمہ ”شرف“ بھی کیا ہے۔ یعنی آپ ﷺ سارے جہانوں کے لیے وجہ عزو شرف ہیں۔ مرتب ["
    },
    {
      "ayah": 6,
      "surah": 68,
      "text": "آیت 6{ بِاَیِّکُمُ الْمَفْتُوْنُ۔ } ”کہ تم میں سے کون فتنے میں مبتلا تھا !“ بہت جلد دنیا پر واضح ہوجائے گا کہ تم دونوں فریقوں میں سے کون فتنے میں مبتلا ہوگیا تھا اور کون راہ راست پر تھا۔ کیا محمد بن عبداللہ ﷺ کو جنون کا عارضہ لاحق ہوگیا تھا معاذ اللہ ! یا آپ ﷺ کے مخالفین جوشِ تعصب میں پاگل ہوگئے تھے ؟"
    },
    {
      "ayah": 7,
      "surah": 68,
      "text": "آیت 7{ اِنَّ رَبَّکَ ہُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِیْلِہٖ } ”یقینا آپ ﷺ کا رب خوب جانتا ہے کہ کون اس کی راہ سے بھٹک گیا ہے“ { وَہُوَ اَعْلَمُ بِالْمُہْتَدِیْنَ۔ } ”اور وہ ان کو بھی خوب جانتا ہے جو ہدایت یافتہ ہیں۔“ یہ وہ آیات تھیں جو اکثر مفسرین کے نزدیک دوسری وحی میں نازل ہوئی تھیں۔ یہاں سے آگے نیا مضمون شروع ہو رہا ہے۔"
    },
    {
      "ayah": 8,
      "surah": 68,
      "text": "آیت 7{ اِنَّ رَبَّکَ ہُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِیْلِہٖ } ”یقینا آپ ﷺ کا رب خوب جانتا ہے کہ کون اس کی راہ سے بھٹک گیا ہے“ { وَہُوَ اَعْلَمُ بِالْمُہْتَدِیْنَ۔ } ”اور وہ ان کو بھی خوب جانتا ہے جو ہدایت یافتہ ہیں۔“ یہ وہ آیات تھیں جو اکثر مفسرین کے نزدیک دوسری وحی میں نازل ہوئی تھیں۔ یہاں سے آگے نیا مضمون شروع ہو رہا ہے۔"
    },
    {
      "ayah": 9,
      "surah": 68,
      "text": "آیت 9{ وَدُّوْا لَوْ تُدْہِنُ فَیُدْہِنُوْنَ۔ } ”وہ تو چاہتے ہیں کہ آپ ﷺ ذرا ڈھیلے پڑیں تو وہ بھی ڈھیلے پڑجائیں۔“ باطل کا تو وطیرہ ہے کہ پہلے وہ حق کو جھٹلاتا ہے ‘ پھر جب اس کے مقابلے میں کھڑے ہونا مشکل نظر آتا ہے تو مداہنت compromise پر اتر آتا ہے۔ لیکن حق کسی قسم کی مداہنت یا کسی درمیانی راستے کو نہیں جانتا۔ بقول اقبال ؎باطل دوئی پسند ہے حق لا شریک ہے شرکت میانہ حق و باطل نہ کر قبول ! اگلی آیات میں نام لیے بغیر انتہائی سخت الفاظ میں ایک کردار کا ذکر ہوا ہے۔ کسی معتبر روایت سے تو ثابت نہیں لیکن زیادہ تر مفسرین کا خیال ہے کہ ان آیات کا مصداق ولید بن مغیرہ تھا :"
    }
  ]
}
