{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 74,
      "text": "یہ رکوع صرف ایک آیت پر مشتمل ہے۔ اس آیت کے زمانہ نزول کے بارے میں جو روایات ملتی ہیں ان میں بہت اختلاف پایاجاتا ہے۔ کوئی روایت بتاتی ہے کہ یہ آیت اس سورت کے پہلے حصے کے نزول کے آٹھ ماہ بعد نازل ہوئی اور اس سے قیام اللیل کا پہلا حکم منسوخ ہوگیا۔ کچھ روایات میں یہ مدت ایک سال اور کچھ میں 16 ماہ بتائی گئی ہے۔ ایک رائے یہ بھی ہے کہ یہ آیت مدنی ہے اور پہلی آیات کے گیارہ سال بعد نازل ہوئی۔ اس آیت کو سمجھنے اور اس سے متعلق روایات میں پائے جانے والے غیر معمولی اختلاف کی وجہ جاننے کے لیے میں ایک عرصہ تک پریشان رہا۔ اس میں حیرت کی بات یہ ہے کہ اس حوالے سے کسی تفسیر سے بھی مجھے کوئی واضح راہنمائی نہ مل سکی۔ پھر کسی زمانے میں علامہ جلال الدین سیوطی رح کی کتاب ”الاتقان فی علوم القرآن“ کا مطالعہ کرتے ہوئے اتفاقاً مجھے اس بارے میں حضرت عبداللہ بن عباس - کا یہ قول مل گیا کہ یہ ایک نہیں دو آیات ہیں۔ چناچہ اس قول کی روشنی میں اس نکتے پر میرا دل مطمئن ہوگیا کہ اس کلام کا نزول تو دو حصوں میں ‘ دو الگ الگ مواقع پر ہوا ‘ لیکن حضور ﷺ کے فرمان کے مطابق اسے ایک آیت شمار کیا گیا۔آیت 20{ اِنَّ رَبَّکَ یَعْلَمُ اَنَّکَ تَقُوْمُ اَدْنٰی مِنْ ثُلُثَیِ الَّیْلِ وَنِصْفَہٗ وَثُلُثَہٗ } ”اے نبی ﷺ ! یقینا آپ کا رب جانتا ہے کہ آپ قیام کرتے ہیں کبھی دو تہائی رات کے قریب ‘ کبھی نصف رات اور کبھی ایک تہائی رات“ { وَطَآئِفَۃٌ مِّنَ الَّذِیْنَ مَعَکَ } ”اور جو لوگ آپ کے ساتھ ہیں ان میں سے بھی ایک جماعت آپ کے ساتھ کھڑی ہوتی ہے۔“ { وَاللّٰہُ یُقَدِّرُ الَّیْلَ وَالنَّہَارَط } ”اور اللہ ہی رات اور دن کا اندازہ کرتا ہے۔“ رات دن کے اوقات بھی اللہ نے بنائے ہیں اور انسانوں کو بھی اسی نے پیدا کیا ہے ‘ اس لیے وہ اپنے بندوں کی استعداد سے خوب واقف ہے۔ { عَلِمَ اَنْ لَّنْ تُحْصُوْہُ } ”اللہ جانتا ہے کہ تم اس کی پابندی نہیں کرسکو گے“ یعنی اللہ تعالیٰ کو معلوم ہے کہ اس انداز سے یہ مشقت زیادہ عرصے تک نہیں جھیلی جاسکتی۔ { فَتَابَ عَلَیْکُمْ } ”تو اس نے تم پر مہربانی فرمائی ہے“ { فَاقْرَئُ وْا مَا تَیَسَّرَ مِنَ الْقُرْاٰنِ } ”تو اب قرآن سے جتنا بآسانی پڑھ سکتے ہو پڑھ لیا کرو۔“ حضرت عبداللہ بن عباس رض کے مذکورہ قول کی روشنی میں میرا خیال ہے کہ اس آیت کا یہ حصہ پہلی آیات کے گیارہ ماہ یا ایک سال بعد نازل ہوا۔ اس حکم کے ذریعے دو تہائی یا نصف یا ایک تہائی رات تک قیام کرنے کی پابندی ختم کردی گئی اور یہ سہولت دے دی گئی کہ ہر شخص اپنی استطاعت کے مطابق قیام اللیل میں جتنا ممکن ہو اتنا قرآن پڑھ لیا کرے۔ البتہ آیت کا دوسرا درج ذیل حصہ جس میں قتال کا ذکر ہے ‘ اس کے متعلق میں سمجھتا ہوں کہ یہ ہجرت سے متصلاً قبل یا ہجرت کے متصلاً بعدنازل ہوا۔ چناچہ گیارہ سال کے وقفے والی روایت اس حصے سے متعلق ہے۔ { عَلِمَ اَنْ سَیَکُوْنُ مِنْکُمْ مَّرْضٰیلا } ”اللہ کے علم میں ہے کہ تم میں کچھ لوگ مریض ہوں گے“ { وَاٰخَرُوْنَ یَضْرِبُوْنَ فِی الْاَرْضِ یَـبْـتَغُوْنَ مِنْ فَضْلِ اللّٰہِ } ”اور بعض دوسرے زمین میں سفر کریں گے اللہ کے فضل کو تلاش کرتے ہوں گے“ { وَاٰخَرُوْنَ یُـقَاتِلُوْنَ فِیْ سَبِیْلِ اللّٰہِ } ”اور کچھ اللہ کی راہ میں قتال کر رہے ہوں گے“ اب ظاہر ہے ایسے لوگوں کے لیے رات کو طویل قیام کرنا ممکن نہیں۔ { فَاقْرَئُ وْا مَا تَیَسَّرَ مِنْہُلا } ”چناچہ جس قدر تمہارے لیے آسان ہو ‘ اس میں سے پڑھ لیا کرو“ { وَاَقِیْمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ } ”اور نماز قائم کرو اور زکوٰۃ ادا کرو“ اب اس حکم میں نماز پنجگانہ کی تاکید ہے اور نماز پنجگانہ ظاہر ہے 10 نبوی میں معراج کے موقع پر فرض ہوئی تھی۔ اس لحاظ سے بھی یہ رائے درست معلوم ہوتی ہے کہ آیت کا یہ حصہ 10 نبوی کے بعد ہجرت سے پہلے یا ہجرت کے فوراً بعد نازل ہوا۔ اس حکم میں پانچ نمازوں کو قیام اللیل کا بدل قرار دے دیا گیا ‘ البتہ رمضان میں قیام اللیل کا معاملہ اس سے مستثنیٰ رہا۔ رمضان چونکہ نزول قرآن کا مہینہ ہے : { شَہْرُ رَمَضَانَ الَّذِیْٓ اُنْزِلَ فِیْہِ الْقُرْاٰنُ } البقرۃ : 185 ”رمضان کا مہینہ وہ ہے جس میں قرآن نازل کیا گیا“ چناچہ قرآن سے تعلق کی تجدید کے لیے اس مہینے میں قیام اللیل کی خصوصی ترغیب دی گئی ہے۔ حضرت سلمان فارسی رض نے رمضان کی آمد پر حضور ﷺ کا ایک خطبہ نقل کیا ہے ‘ جس میں یہ الفاظ وارد ہوئے ہیں : جَعَلَ اللّٰہُ صِیَامَـــہٗ فَرِیْضَۃً وَقِیَامَ لَیْلِہٖ تَطَوُّعًا 1 ”اس مہینے کے روزے اللہ تعالیٰ نے فرض کیے ہیں اور اس کی راتوں میں بارگاہِ خداوندی میں کھڑا ہونے یعنی نماز تراویح پڑھنے کو نفل عبادت مقرر کیا ہے جس کا بہت بڑا ثواب رکھا ہے“۔ یعنی رمضان کے روزے تو اہل ایمان پر فرض کردیے گئے کہ اہل ثروت ‘ نادار ‘ مزدور ‘ کسان وغیرہ سبھی روزہ رکھیں اور بھوک پیاس کی سختیاں برداشت کرنے کے عادی بن کر خود کو جہاد فی سبیل اللہ کے لیے تیار رکھیں۔ جبکہ رمضان کی راتوں کے قیام کے لیے اختیار دے دیا گیا کہ جو کوئی اس کا اہتمام کرسکتا ہو وہ ضرور اس کی برکتوں سے مستفیض ہو۔ بعد میں خلیفہ دوم حضرت عمر فاروق رض کے دور خلافت میں اسے اجتماعی شکل دے دی گی۔ چناچہ اجتماعی قیام اللیل کا وہ سلسلہ جس کا اہتمام ہمارے ہاں باجماعت تراویح کی صورت میں ہوتا ہے حضرت عمر رض کی وساطت سے امت تک پہنچا ہے۔ یہ دراصل قیام اللیل کا ”عوامی“ پروگرام ہے اور اس کا بنیادی مقصد یہ ہے کہ قیام اللیل کی برکتوں سے کوئی شخص بھی محروم نہ رہنے پائے۔ قرونِ اولیٰ کے مخصوص ماحول اور حالات میں اس باجماعت قیام اللیل کی افادیت بہت زیادہ تھی۔ قرآن مجید کی زبان چونکہ ان لوگوں کی اپنی زبان تھی اس لیے امام کی زبان سے ادا ہونے والا ایک ایک لفظ ”از دل خیزد بر دل ریزد“ کے مصداق تمام سامعین کے دلوں میں اترتا چلا جاتا تھا ‘ لیکن آج ہمارے ہاں کی تراویح کے اکثر و بیشتر مقتدی تو ”زبانِ یارِ من ترکی ومن ترکی نمی دانم“ کی تصویر بنے سارا وقت رکعتوں کے حساب میں مشغول رہتے ہیں اِلا ماشاء اللہ۔ چناچہ اس عظیم الشان فورم پر بھی اب قرآن کا سننا بس سننے کی حد تک ہی ہے اور تفہیم و تذکیر کے حوالے سے اس استماع کی افادیت نہ ہونے کے برابر رہ گئی ہے۔ { وَاَقْرِضُوا اللّٰہَ قَرْضًا حَسَنًاط } ”اور اللہ کو قرض حسنہ دو۔“ { وَمَا تُقَدِّمُوْا لِاَنْفُسِکُمْ مِّنْ خَیْرٍ تَجِدُوْہُ عِنْدَ اللّٰہِ ہُوَ خَیْرًا وَّاَعْظَمَ اَجْرًاط } ”اور جو بھلائی بھی تم آگے بھیجو گے اپنی جانوں کے لیے ‘ اسے موجود پائو گے اللہ کے پاس بہتر اور اجر میں بڑھ کر۔“ جو نیک اعمال تم نے آگے بھیجے ہوں گے انہیں اللہ تعالیٰ کے پاس تم بہت ہی بہتر حالت میں پائو گے۔ اللہ تعالیٰ تمہارے ان اعمال کو نہ صرف سات سو گنا تک بڑھا کر تمہیں لوٹائے گا بلکہ اپنے فضل ِخاص سے اس کے بدلے خصوصی اجر بھی تمہیں عطا فرمائے گا۔ { وَاسْتَغْفِرُوا اللّٰہَ } ”اور اللہ سے مغفرت طلب کرتے رہو۔“ { اِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ۔ } ”یقینا اللہ تعالیٰ بہت بخشنے والا ‘ رحمت فرمانے والا ہے۔“صحیح البخاری ‘ کتاب صلاۃ التراویح ‘ باب فضل لیلۃ القدر۔ و صحیح مسلم ‘ کتاب صلاۃ المسافرین وقصرھا ‘ باب فی قیام رمضان وھو التراویح۔"
    },
    {
      "ayah": 10,
      "surah": 74,
      "text": "آیت 10{ عَلَی الْکٰفِرِیْنَ غَیْرُ یَسِیْرٍ۔ } ”کافروں پر وہ ہلکا نہیں ہوگا۔“ اس کے مقابل سورة المزمل میں قیامت کے دن کا ذکر اس طرح آیا تھا : { فَکَیْفَ تَتَّقُوْنَ اِنْ کَفَرْتُمْ یَوْمًا یَّجْعَلُ الْوِلْدَانَ شِیْبَانِ - السَّمَآئُ مُنْفَطِرٌم بِہٖط کَانَ وَعْدُہٗ مَفْعُوْلًا۔ } ”اب اگر تم بھی کفر کرو گے تو تم کیسے بچ جائو گے اس دن جو بچوں کو بوڑھا کر دے گا۔ آسمان اس کے ساتھ پھٹ پڑنے کو ہے۔ اس کا وعدہ پورا ہو کر رہے گا۔“ اس کے بعد سورت کے تیسرے حصے کا آغاز ہو رہا ہے۔ ان آیات کا لہجہ اور انداز بہت سخت ہے۔"
    },
    {
      "ayah": 11,
      "surah": 74,
      "text": "آیت 1 1{ ذَرْنِیْ وَمَنْ خَلَقْتُ وَحِیْدًا۔ } ”آپ چھوڑ دیجیے مجھے اور جس کو میں نے اکیلا پیدا کیا۔“ ذَرْنِیْکا یہ انداز ہم قبل ازیں سورة ن اور سورة المزمل میں بھی پڑھ چکے ہیں۔ خَلَقْتُ وَحِیْدًا کا مفہوم یہ ہے کہ جب میں نے اسے پیدا کیا تھا اس وقت یہ تنہا تھا ‘ کوئی مال ‘ اولاد یا جائیداد وغیرہ لے کر پیدا نہیں ہوا تھا۔ ان آیات کے بارے میں مفسرین کا اجماع ہے کہ یہ ولید بن مغیرہ کے حق میں نازل ہوئی ہیں۔ اس شخص کی مکہ اور طائف دونوں شہروں میں بڑی بڑی جائیدادیں تھیں۔ اللہ نے اسے بہت سے بیٹوں سے بھی نواز رکھا تھا۔"
    },
    {
      "ayah": 12,
      "surah": 74,
      "text": "آیت 12{ وَّجَعَلْتُ لَہٗ مَالًامَّمْدُوْدًا۔ } ”اور اسے میں نے بہت سا مال دیا پھیلا ہوا۔“ ان الفاظ میں اشارہ ہے اس شخص کی ان جائیدادوں کی طرف جو زمینوں ‘ باغوں ‘ گھروں وغیرہ کی صورت میں مکہ اور طائف دونوں شہروں میں پھیلی ہوئی تھیں۔"
    },
    {
      "ayah": 13,
      "surah": 74,
      "text": "آیت 13{ وَّبَنِیْنَ شُہُوْدًا۔ } ”اور نگاہوں کے سامنے رہنے والے بیٹے دیے۔“ کسی کے بیٹوں کا گھر میں حاضر و موجود رہنا بھی اس کی تونگری اور خوشحالی کی علامت ہے۔ ورنہ فکر معاش جوان بیٹوں کو گھر میں چین سے کہاں بیٹھنے دیتی ہے۔ آج ”حاضر باش“ بیٹوں جیسی نعمت کی قدر پوچھنی ہو تو ان والدین سے پوچھیں جن کے نوجوان بیٹے روزی کی تلاش میں امریکہ اور یورپ میں دھکے کھا رہے ہیں اور وہ محض انہیں ایک نظر دیکھنے کی امید پر جی رہے ہیں۔"
    },
    {
      "ayah": 14,
      "surah": 74,
      "text": "آیت 13{ وَّبَنِیْنَ شُہُوْدًا۔ } ”اور نگاہوں کے سامنے رہنے والے بیٹے دیے۔“ کسی کے بیٹوں کا گھر میں حاضر و موجود رہنا بھی اس کی تونگری اور خوشحالی کی علامت ہے۔ ورنہ فکر معاش جوان بیٹوں کو گھر میں چین سے کہاں بیٹھنے دیتی ہے۔ آج ”حاضر باش“ بیٹوں جیسی نعمت کی قدر پوچھنی ہو تو ان والدین سے پوچھیں جن کے نوجوان بیٹے روزی کی تلاش میں امریکہ اور یورپ میں دھکے کھا رہے ہیں اور وہ محض انہیں ایک نظر دیکھنے کی امید پر جی رہے ہیں۔"
    },
    {
      "ayah": 15,
      "surah": 74,
      "text": "آیت 13{ وَّبَنِیْنَ شُہُوْدًا۔ } ”اور نگاہوں کے سامنے رہنے والے بیٹے دیے۔“ کسی کے بیٹوں کا گھر میں حاضر و موجود رہنا بھی اس کی تونگری اور خوشحالی کی علامت ہے۔ ورنہ فکر معاش جوان بیٹوں کو گھر میں چین سے کہاں بیٹھنے دیتی ہے۔ آج ”حاضر باش“ بیٹوں جیسی نعمت کی قدر پوچھنی ہو تو ان والدین سے پوچھیں جن کے نوجوان بیٹے روزی کی تلاش میں امریکہ اور یورپ میں دھکے کھا رہے ہیں اور وہ محض انہیں ایک نظر دیکھنے کی امید پر جی رہے ہیں۔"
    },
    {
      "ayah": 16,
      "surah": 74,
      "text": "آیت 17{ سَاُرْہِقُہٗ صَعُوْدًا۔ } ”میں اسے عنقریب ایک سخت چڑھائی چڑھوائوں گا۔“ اس سے مراد ایسا عذاب ہے جس کی شدت ہر آن بڑھتی چلی جائے گی۔ اسی نوعیت کے عذاب کا ذکر سورة جن میں بھی آچکا ہے : { یَسْلُکْہُ عَذَابًا صَعَدًا۔ } ”تو وہ ڈال دے گا اس کو چڑھتے عذاب میں۔“ ولید بن مغیرہ بنیادی طور پر بہت ذہین اور سمجھ دار شخص تھا۔ وہ سمجھ چکا تھا کہ قرآن اللہ ہی کا کلام ہے اور محمد ﷺ اللہ کے رسول ہیں ‘ لیکن اپنے ضمیر کی اس آواز پر لبیک کہہ کر وہ اپنی چودھراہٹ اور دنیوی ٹھاٹھ باٹھ کی قربانی نہیں دے سکتا تھا۔ اس لحاظ سے وہ واقعتا بہت مشکل میں تھا۔ اپنی اس مشکل کا حل اسے کسی درمیانی راہ میں نظر آتا تھا۔ چناچہ قریش میں سب سے بڑھ کر اس شخص نے حضور ﷺ پر سمجھوتے compromise کے لیے دبائو ڈالنے کی کوشش کی تھی۔ اس کے لیے اس نے حضور ﷺ کو ہمدردانہ انداز میں بھی سمجھایا ‘ پرکشش پیشکش کا حربہ بھی آزمایا اور برادری کے معاملات کا واسطہ بھی دیا کہ قریش اگر آپس میں تقسیم ہوجائیں گے تو ان کی بنی بنائی ساکھ ختم ہو کر رہ جائے گی۔ غرض اس نے ہر طرح سے کوشش کی کہ حضور ﷺ کچھ اپنی بات منوا لیں ‘ کچھ قریش کی مان لیں اور اس طرح فریقین کے اختلافات کو مذاکرات کے ذریعے ختم کردیا جائے۔  آئندہ آیات میں ایک خاص واقعہ کے حوالے سے اس شخص کی ایک خاص کیفیت کی تصویر دکھائی گئی ہے۔ تفاسیر میں اس واقعہ کی تفصیل یوں بیان کی گئی ہے کہ ایک محفل میں قریش کے بڑے بڑے سردار جمع تھے۔ زیربحث موضوع یہ تھا کہ محمد ﷺ کے بارے میں ہمیں ایک متفقہ موقف اپنانا چاہیے۔ جب ہم میں سے کوئی اسے شاعر سمجھتا ہے ‘ کوئی جادوگر کہتا ہے ‘ کوئی کاہن قرار دیتا ہے تو اس سے خود ہمارا موقف کمزور ہوجاتا ہے کہ ہم خود کسی بات پر متفق نہیں۔ بحث مباحثے کے بعد انہوں نے ولید بن مغیرہ کو حضور ﷺ کے پاس بھیجا کہ وہ جائے اور آپ ﷺ سے تفصیلی بات چیت کر کے انہیں اپنی حتمی رائے سے آگاہ کرے۔ جب وہ حضور ﷺ سے ملاقات کرکے واپس آیا تو انہوں نے اس کے چہرے کا رنگ بدلا ہوا پایا۔ دراصل حضور ﷺ سے گفتگو کرنے کے بعد وہ پوری طرح قائل ہوچکا تھا کہ آپ ﷺ واقعی اللہ کے رسول ﷺ ہیں اور جو کلام آپ ﷺ پیش کر رہے ہیں وہ بلاشبہ اللہ ہی کا کلام ہے۔ لیکن یہ بات سردارانِ قریش کے سامنے تسلیم کرنا اسے کسی قیمت پر گوارا نہیں تھا۔ چناچہ جب انہوں نے اس سے پوچھا کہ وہ کس نتیجے پر پہنچا ہے ؟ کیا ہم محمد ﷺ کو محض ایک شاعر سمجھیں ؟ تو اس نے کہا : نہیں ان ﷺ کا کلام شعر نہیں ہے۔ انہوں نے پوچھا تو کیا پھر ہم اسے ﷺ کاہن کہہ سکتے ہیں ؟ اس نے جواب دیا : نہیں ‘ کاہنوں کے قول و کردار کو میں خوب جانتا ہوں۔ وہ ذومعنی باتیں کرتے ہیں جبکہ یہ ﷺ تو دو ٹوک اور سیدھی بات کرتے ہیں۔ اس پر سردارانِ قریش نے کہا کہ لوجی ! یہ تو گیا ! اس پر بھی محمد ﷺ کا جادو چل گیا ! اب اس نے اہل محفل کے جو تیور دیکھے تو فوراً پینترا بدل کر بولا کہ ہاں اس کے کلام کے بارے میں آپ لوگ یہ کہہ سکتے ہیں کہ یہ جادو ہے ‘ جو پچھلے زمانے سے چلا آ رہا ہے۔ اب ظاہر ہے ولید بن مغیرہ جیسے معتبر اور ّمدبر شخص کا ایک بات پر پوری طرح سے قائل ہونے کے بعد زبان سے اس کی علی الاعلان نفی کرنا کوئی آسان کام نہیں تھا۔ چناچہ اس موقع پر وہ اپنے ضمیر کی آواز کو دباتے ہوئے ‘ زبان سے جھوٹ کہتے ہوئے اور اس دوران اپنی پریشانی اور خفت کو چھپاتے ہوئے جس کرب سے گزرا ہے ‘ ان آیات میں اس کی اس پوری کیفیت کی تصویر کھینچ دی گئی ہے۔ اس اعتبار سے قرآن مجید کا یہ مقام فصاحت و بلاغت کی معراج اور لفظی منظر کشی کی بہترین مثال ہے۔"
    },
    {
      "ayah": 17,
      "surah": 74,
      "text": "آیت 18{ اِنَّہٗ فَکَّرَ وَقَدَّرَ۔ } ”اس نے غور کیا اور کچھ اندازہ کیا۔“ اس نے سوچا کہ دل کی بات زبان پر لانے یعنی حق کو مان لینے سے کیا ہوگا اور نہ ماننے کا کیا نتیجہ نکلے گا۔ پھر جب اسے اپنے دنیوی مفادات خطرے میں پڑتے نظر آئے تو اس نے ضمیر کی آواز کو دبالینے کا فیصلہ کرلیا۔"
    },
    {
      "ayah": 18,
      "surah": 74,
      "text": "آیت 19{ فَقُتِلَ کَیْفَ قَدَّرَ۔ } ”پس ہلاک ہوجائے ‘ اس نے کیسا غلط اندازہ ٹھہرایا۔“ اس کے اندازے کے مطابق تو حق کو مان لینے میں سراسر نقصان ہی نقصان تھا ‘ لیکن اسے اس حقیقت کا تو اندازہ ہی نہیں تھا کہ اس نے حق کو حق سمجھتے ہوئے ماننے سے انکار کر کے کتنے بڑے گھاٹے کا سودا کیا تھا۔"
    },
    {
      "ayah": 19,
      "surah": 74,
      "text": "آیت 19{ فَقُتِلَ کَیْفَ قَدَّرَ۔ } ”پس ہلاک ہوجائے ‘ اس نے کیسا غلط اندازہ ٹھہرایا۔“ اس کے اندازے کے مطابق تو حق کو مان لینے میں سراسر نقصان ہی نقصان تھا ‘ لیکن اسے اس حقیقت کا تو اندازہ ہی نہیں تھا کہ اس نے حق کو حق سمجھتے ہوئے ماننے سے انکار کر کے کتنے بڑے گھاٹے کا سودا کیا تھا۔"
    },
    {
      "ayah": 2,
      "surah": 74,
      "text": "آیت 2{ قُمْ فَاَنْذِرْ۔ } ”آپ ﷺ اٹھئے اور لوگوں کو خبردار کیجیے۔“ یہ ہے وہ کٹھن ذمہ داری جس کے بارے میں سورة المزمل کی آیت { اِنَّا سَنُلْقِیْ عَلَیْکَ قَوْلًا ثَقِیْلًا۔ } میں حضور ﷺ کو بہت پہلے اشارہ دے دیا گیا تھا ‘ یعنی انذارِ آخرت کی ذمہ داری ‘ جس کے لیے تمہیدی کلمات میں قیام اللیل کے مقابلے میں ”قیام النہار“ کی اصطلاح استعمال کی گئی ہے۔ دراصل انبیاء و رسل - کی دعوت کے حوالے سے جو اصطلاح قرآن مجید میں بہت تکرار کے ساتھ آئی ہے وہ ”انذار“ ہی ہے۔ اسی لیے حضور ﷺ کو بھی بار بار حکم دیا گیا کہ آپ ﷺ قرآن کے ذریعے سے لوگوں کو خبردار کریں : { وَاُوْحِیَ اِلَیَّ ہٰذَا الْقُرْاٰنُ لِاُنْذِرَکُمْ بِہٖ } الانعام : 19 اینبی ﷺ ! آپ ان لوگوں کو بتائیں کہ قرآن مجھ پر نازل ہی اس لیے ہوا ہے کہ میں اس کے ذریعے سے تم لوگوں کو خبردار کر دوں۔ تم اللہ تعالیٰ کی اعلیٰ ترین مخلوق ہو ‘ تمہارے اندر اللہ تعالیٰ نے اپنی روح پھونکی ہے۔ یہ روح اللہ تعالیٰ کی وہ عظیم امانت ہے جس کی ذمہ داری کے بوجھ سے زمین ‘ پہاڑ اور آسمان تک ڈر گئے تھے۔ اسی امانت کے حوالے سے تمہارا احتساب ہونا ہے۔ اس احتساب کے لیے مرنے کے بعد تمہیں پھر سے زندہ کیا جائے گا : وَاللّٰہِ لَتَمُوْتُنَّ کَمَا تَنَامُوْنَ ، ثُمَّ لَتُبْعَثُنَّ کَمَا تَسْتَـیْقِظُوْنَ ، ثُمَّ لَتُحَاسَبُنَّ بِمَا تَعْمَلُوْنَ ، ثُمَّ لَتُجْزَوُنَّ بِالْاِحْسَانِ اِحْسَانًا وَبالسُّوْئِ سُوْئً ، وَاِنَّھَا لَجَنَّــۃٌ اَبَدًا اَوْ لَـنَارٌ اَبَدًا 1”اللہ کی قسم ‘ تم سب مر جائو گے جیسے روزانہ سو جاتے ہو ! پھر یقینا تم اٹھائے جائو گے جیسے ہر صبح بیدار ہوجاتے ہو۔ پھر لازماً تمہارے اعمال کا حساب کتاب ہوگا ‘ اور پھر لازماً تمہیں بدلہ ملے گا اچھائی کا اچھائی اور برائی کا برائی ‘ اور وہ جنت ہے ہمیشہ کے لیے یا آگ ہے دائمی !“ بہرحال آیت زیر مطالعہ سے واضح ہوتا ہے کہ حضور ﷺ کی دعوت کا نقطہ آغاز ”انذارِ آخرت“ ہے۔ اب اگلی آیت میں اس دعوت کے ہدف کے بارے میں بتایا جا رہا ہے۔ ظاہر ہے حضور ﷺ کی دعوت کا ہدف نہ تو خانقاہی نظام کی تشکیل ہے اور نہ ہی صرف تعلیم و تعلّم کے نظام کا قیام ہے ‘ بلکہ اس کا ہدف یہ ہے :"
    },
    {
      "ayah": 20,
      "surah": 74,
      "text": "آیت 19{ فَقُتِلَ کَیْفَ قَدَّرَ۔ } ”پس ہلاک ہوجائے ‘ اس نے کیسا غلط اندازہ ٹھہرایا۔“ اس کے اندازے کے مطابق تو حق کو مان لینے میں سراسر نقصان ہی نقصان تھا ‘ لیکن اسے اس حقیقت کا تو اندازہ ہی نہیں تھا کہ اس نے حق کو حق سمجھتے ہوئے ماننے سے انکار کر کے کتنے بڑے گھاٹے کا سودا کیا تھا۔"
    },
    {
      "ayah": 21,
      "surah": 74,
      "text": "آیت 21{ ثُمَّ نَظَرَ۔ } ”پھر اس نے دیکھا۔“ یعنی کچھ دیر توقف کیا اور ایسے ظاہر کیا جیسے وہ کسی گہری سوچ میں ہے۔"
    },
    {
      "ayah": 22,
      "surah": 74,
      "text": "آیت 21{ ثُمَّ نَظَرَ۔ } ”پھر اس نے دیکھا۔“ یعنی کچھ دیر توقف کیا اور ایسے ظاہر کیا جیسے وہ کسی گہری سوچ میں ہے۔"
    },
    {
      "ayah": 23,
      "surah": 74,
      "text": "آیت 21{ ثُمَّ نَظَرَ۔ } ”پھر اس نے دیکھا۔“ یعنی کچھ دیر توقف کیا اور ایسے ظاہر کیا جیسے وہ کسی گہری سوچ میں ہے۔"
    },
    {
      "ayah": 24,
      "surah": 74,
      "text": "آیت 21{ ثُمَّ نَظَرَ۔ } ”پھر اس نے دیکھا۔“ یعنی کچھ دیر توقف کیا اور ایسے ظاہر کیا جیسے وہ کسی گہری سوچ میں ہے۔"
    },
    {
      "ayah": 25,
      "surah": 74,
      "text": "آیت 25{ اِنْ ہٰذَآ اِلَّا قَوْلُ الْبَشَرِ۔ } ”یہ نہیں ہے مگر انسان کا کلام۔“ یعنی اس کلام میں جادو کا سا اثر تو ہے ‘ لیکن محمد ﷺ کا یہ دعویٰ کہ یہ اللہ کا کلام ہے اسے میں نہیں مانتا۔ میں تو یہی سمجھتا ہوں کہ یہ انسانی کلام ہی ہے۔۔۔۔ اب اگلی آیات کو پڑھنے سے یوں محسوس ہوتا ہے جیسے اس نے حق کو پہچانتے ہوئے جھٹلا کر اللہ تعالیٰ کے غضب کو دعوت دے دی۔"
    },
    {
      "ayah": 26,
      "surah": 74,
      "text": "آیت 25{ اِنْ ہٰذَآ اِلَّا قَوْلُ الْبَشَرِ۔ } ”یہ نہیں ہے مگر انسان کا کلام۔“ یعنی اس کلام میں جادو کا سا اثر تو ہے ‘ لیکن محمد ﷺ کا یہ دعویٰ کہ یہ اللہ کا کلام ہے اسے میں نہیں مانتا۔ میں تو یہی سمجھتا ہوں کہ یہ انسانی کلام ہی ہے۔۔۔۔ اب اگلی آیات کو پڑھنے سے یوں محسوس ہوتا ہے جیسے اس نے حق کو پہچانتے ہوئے جھٹلا کر اللہ تعالیٰ کے غضب کو دعوت دے دی۔"
    },
    {
      "ayah": 27,
      "surah": 74,
      "text": "آیت 25{ اِنْ ہٰذَآ اِلَّا قَوْلُ الْبَشَرِ۔ } ”یہ نہیں ہے مگر انسان کا کلام۔“ یعنی اس کلام میں جادو کا سا اثر تو ہے ‘ لیکن محمد ﷺ کا یہ دعویٰ کہ یہ اللہ کا کلام ہے اسے میں نہیں مانتا۔ میں تو یہی سمجھتا ہوں کہ یہ انسانی کلام ہی ہے۔۔۔۔ اب اگلی آیات کو پڑھنے سے یوں محسوس ہوتا ہے جیسے اس نے حق کو پہچانتے ہوئے جھٹلا کر اللہ تعالیٰ کے غضب کو دعوت دے دی۔"
    },
    {
      "ayah": 28,
      "surah": 74,
      "text": "آیت 25{ اِنْ ہٰذَآ اِلَّا قَوْلُ الْبَشَرِ۔ } ”یہ نہیں ہے مگر انسان کا کلام۔“ یعنی اس کلام میں جادو کا سا اثر تو ہے ‘ لیکن محمد ﷺ کا یہ دعویٰ کہ یہ اللہ کا کلام ہے اسے میں نہیں مانتا۔ میں تو یہی سمجھتا ہوں کہ یہ انسانی کلام ہی ہے۔۔۔۔ اب اگلی آیات کو پڑھنے سے یوں محسوس ہوتا ہے جیسے اس نے حق کو پہچانتے ہوئے جھٹلا کر اللہ تعالیٰ کے غضب کو دعوت دے دی۔"
    },
    {
      "ayah": 29,
      "surah": 74,
      "text": "آیت 29{ لَوَّاحَۃٌ لِّلْبَشَرِ۔ } ”انسان کی کھال کو جھلسا ڈالنے والی۔“ نہ تو اس کا عذاب ختم ہوگا اور نہ ہی اس میں جلتے ہوئے انسان کو موت آئے گی۔"
    },
    {
      "ayah": 3,
      "surah": 74,
      "text": "آیت 3{ وَرَبَّکَ فَکَبِّرْ۔ } ”اور اپنے رب کو بڑا کرو !“ غور کیجیے ! رب کو بڑا کرنے کا کیا مطلب ہے ؟ وہ تو اپنی ذات میں خود ہی سب سے بڑا ہے۔ ہم انسان اس کو بھلا کیا بڑا کریں گے ؟ اس کا مطلب دراصل یہ ہے کہ اس زمین میں اللہ تعالیٰ کی بڑائی عملاً تسلیم نہیں کی جارہی۔ اللہ تعالیٰ نے انسان کو جو محدود اختیار عطا فرمایا تھا اس کے بل پر اس نے اسی کے خلاف علم بغاوت بلند کردیا۔ اس کا نتیجہ یہ نکلا ہے کہ دنیا میں ہر جگہ ظلم اور فساد کا بازار گرم ہوگیا ہے : { ظَھَرَ الْفَسَادُ فِی الْبَرِّ وَالْبَحْرِ بِمَا کَسَبَتْ اَیْدِی النَّاسِ } الروم : 41 ”بحر و بر میں فساد رونما ہوچکا ہے ‘ لوگوں کے اعمال کے سبب“۔ چناچہ اب جو کوئی بھی اللہ کو اپنا الٰہ اور اپنا رب مانتا ہے ‘ اس پر لازم ہے کہ وہ اللہ تعالیٰ کی پارٹی حزب اللہ کا ممبر اور اس کی فوج کا سپاہی بن کر لوگوں سے اس کی بڑائی کو منوانے اور اس کی کبریائی کو عملی طور پر دنیا میں نافذ کرنے کی جدوجہد میں اپنا تن من اور دھن کھپا دے ‘ تاکہ اللہ کی بات سب سے اونچی ہو : { وَیَکُوْنَ الدِّیْنُ کُلُّہٗ لِلّٰہِج } الانفال : 39 ”اور دین ُ کل کا کل اللہ کے لیے ہوجائے“۔ یہ ہے ”تکبیر ِرب“ یا رب کو بڑا کرنے کے مفہوم کا خلاصہ۔ گویا ان دو لفظوں میں حضور ﷺ کی بعثت کا مقصد اور آپ ﷺ کے مشن کا پورا فلسفہ بیان کردیا گیا ہے۔ اس حوالے سے ”تکبیر رب“ کی اصطلاح کی حیثیت ایک ایسی گٹھلی کی ہے جس میں سے اقامت ِدین ‘ غلبہ ٔ دین ‘ اظہارِ دین حق ‘ حکومت ِالٰہیہ وغیرہ اصطلاحات کی کو نپلیں پھوٹی ہیں۔ سورت کی ان ابتدائی تین آیات میں حضور ﷺ کی زندگی کے اس دور کی جھلک بھی نظر آتی ہے جب آپ ﷺ پر تفکر و تدبر بلکہ تشویش اور فکر مندی کا غلبہ تھا۔ غارِ حرا کے اندر پہلی وحی کا نزول آپ ﷺ کے لیے بالکل ایک نیا تجربہ تھا جس پر آپ ﷺ بجا طور پر فکر مند تھے۔ پھر ورقہ بن نوفل نے آپ ﷺ کے آئندہ حالات کے بارے میں جن خدشات کا اظہار کیا تھا اس کی وجہ سے آپ ﷺ کی تشویش میں مزید اضافہ ہوا۔ ورقہ بن نوفل حضرت خدیجہ رض کے چچا زاد بھائی تھے۔ پہلی وحی کے واقعہ کے بعد حضرت خدیجہ رض حضور ﷺ کو خصوصی طور پر ان کے پاس لے کر گئیں۔ وہ صاحب بصیرت عیسائی راہب تھے۔ انہوں نے آپ ﷺ سے غار حرا میں پیش آنے والے واقعہ کی تفصیل سننے کے بعد کہا کہ آپ ﷺ کے پاس وہی ناموس آیا ہے جو حضرت موسیٰ علیہ السلام اور حضرت عیسیٰ علیہ السلام پر نازل ہوا تھا۔ انہوں نے مزید کہا کہ کاش میں اس وقت تک زندہ رہوں جب آپ ﷺ کی قوم آپ ﷺ کو اس شہر سے نکال دے گی۔ حضور ﷺ نے ورقہ بن نوفل کی اس بات پر پریشانی اور حیرت کا اظہار کرتے ہوئے ان سے پوچھا کہ کیا میری قوم مجھییہاں سے نکال دے گی ؟ آپ ﷺ کا مطلب تھا کہ وہ سب لوگ تو مجھ سے بیحد محبت کرتے ہیں ‘ مجھے صادق اور امین مانتے ہیں ‘ اور میرے قدموں میں اپنی نگاہیں بچھاتے ہیں ‘ بھلا وہ مجھے کیوں شہر بدر کریں گے ؟ اس پر ورقہ بن نوفل نے جواب دیا کہ اللہ کے پیغام کو لوگوں تک پہنچانے کی یہ ذمہ داری جس کسی کو بھی ملی اس کی قوم اس کی دشمن بن گئی ‘ ہمیشہ سے ایسے ہی ہوتا آیا ہے اور اب بھی ایسا ہی ہوگا۔ حضور ﷺ سے اس ملاقات کے بعد جلد ہی ورقہ بن نوفل کا انتقال ہوگیا۔  اس واقعہ سے حضور ﷺ کی نبوت اور رسالت کا فرق بھی واضح ہوجاتا ہے۔ ورقہ بن نوفل نے حضور ﷺ کی نبوت کی تصدیق تو کردی تھی لیکن اس وقت تک حضور ﷺ کو اپنی دعوت کی تبلیغ کا حکم نہیں ملا تھا۔ یعنی اس وقت تک صرف آپ ﷺ کی نبوت کا ظہور ہوا تھا ‘ رسالت کی ذمہ داری ابھی آپ ﷺ کو نہیں ملی تھی۔ اسی لیے حضور ﷺ نے انہیں ایمان کی دعوت بھی نہیں دی اور اسی لیے ورقہ بن نوفل کا شمار صحابہ میں بھی نہیں ہوتا۔"
    },
    {
      "ayah": 30,
      "surah": 74,
      "text": "آیت 30{ عَلَیْہَا تِسْعَۃَ عَشَرَ۔ } ”اس پر انیس 19 داروغے مقرر ہیں۔“ آغازِ سورت سے یہاں تک پورا کلام ایک ہی اسلوب میں ہے ‘ یعنی چھوٹی چھوٹی آیات اور تیز ردھم۔ لیکن اب آگے ایک طویل آیت آرہی ہے۔ ایسی ہی ایک طویل آیت ہم سورة المزمل میں بھی پڑھ آئے ہیں ‘ بلکہ سورة المزمل کا دوسرا رکوع اسی ایک آیت پر مشتمل ہے۔ جس طرح سورة المزمل کی مذکورہ آیت باقی سورت سے الگ بعد میں نازل ہوئی ‘ اسی طرح اس سورت کی یہ ایک آیت بھی بعد میں نازل ہوئی تھی۔ اس آیت میں دراصل مشرکین کی ان استہزائیہ باتوں کا جواب دیا گیا ہے جو وہ جہنم کے داروغوں کی تعداد کے بارے میں کرتے تھے۔ روایات میں آتا ہے کہ جہنم کے داروغوں کی تعداد کے معاملے کو انہوں نے مذاق بنا لیا تھا اور وہ اپنی محفلوں میں اٹھتے بیٹھتے اس بارے میں طرح طرح کے فقرے کستے رہتے تھے۔ ایک محفل میں ابوجہل نے کہا تھا : بھائیو ! تم نے سن لیا ‘ اس نبی کے خدا کی فوج صرف انیس سپاہیوں پر مشتمل ہے۔ کیا تم اتنے گئے گزرے ہو کہ تم میں سے دس دس آدمی مل کر بھی ایک ایک سپاہی سے نمٹ نہ لیں گے ؟ اس پر بنی جُمَح کا ایک زور آور پہلوان یوں گویا ہوا کہ ان میں سے سترہ کو تو میں اکیلا سنبھال لوں گا ‘ باقی دو سے تم سب مل کر نمٹ لینا۔ غرض وہ لوگ طرح طرح کی باتیں کر کے اللہ کے کلام کا مذاق اڑاتے تھے۔ اب اس آیت میں ان کی ان باتوں کا جواب دیا جا رہا ہے :"
    },
    {
      "ayah": 31,
      "surah": 74,
      "text": "آیت 31{ وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰٓئِکَۃًص } ”اور ہم نے نہیں مقرر کیے جہنم کے داروغے مگر فرشتے“ ان لوگوں کو فرشتوں کی طاقت کا اندازہ ہی نہیں ہے۔ فرشتوں کی قوتوں کو انسانی قوتوں پر قیاس کرنا ان کی حماقت ہے۔ { وَّمَا جَعَلْنَا عِدَّتَہُمْ اِلَّا فِتْنَۃً لِّلَّذِیْنَ کَفَرُوْالا } ”اور ہم نے نہیں ٹھہرائی ان کی یہ تعداد مگر کافروں کی آزمائش کے لیے“ { لِیَسْتَیْقِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ } ”تاکہ جنہیں کتاب دی گئی تھی انہیں یقین آجائے“ جامع ترمذی کی ایک روایت کے مطابق جہنم کے انیس داروغوں کا ذکر تورات میں بھی ہے۔ اب ظاہر ہے اہل ِکتاب کے لیے تو قرآن کے حق میں یہ بہت بڑی دلیل ہے۔ { وَیَزْدَادَ الَّذِیْنَ اٰمَنُوْٓا اِیْمَانًا } ”اور جو اہل ایمان ہیں وہ ایمان میں بڑھیں“ اہل ایمان کے لیے تو ظاہر ہے اللہ تعالیٰ کی طرف سے آنے والی ہر وحی ایمان میں اضافے کا باعث ہی بنتی ہے۔ { وَّلَا یَرْتَابَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ وَالْمُؤْمِنُوْنَ } ”اور نہ شک میں پڑیں اہل کتاب اور اہل ایمان“ { وَلِیَقُوْلَ الَّذِیْنَ فِیْ قُلُوْبِہِمْ مَّرَضٌ وَّالْکٰفِرُوْنَ مَاذَآ اَرَادَ اللّٰہُ بِہٰذَا مَثَلًاط } ”اور تاکہ کہیں وہ لوگ جن کے دلوں میں روگ ہے اور کفار بھی کہ بھلا اس سے اللہ کی کیا مراد ہے ؟“ یعنی منافقین اور کفار اپنے من پسند تبصرے کرتے رہیں کہ جہنم کے فرشتوں کی تعداد بتانے سے اللہ تعالیٰ کا کیا مقصد ہے۔ { کَذٰلِکَ یُضِلُّ اللّٰہُ مَنْ یَّشَآئُ وَیَہْدِیْ مَنْ یَّشَآئُ } ”اسی طرح اللہ گمراہ کردیتا ہے جس کو چاہتا ہے اور ہدایت دیتا ہے جس کو چاہتا ہے۔“ { وَمَا یَعْلَمُ جُنُوْدَ رَبِّکَ اِلَّا ہُوَط } ”اور کوئی نہیں جانتا آپ کے رب کے لشکروں کو سوائے اس کے۔“ { وَمَا ہِیَ اِلَّا ذِکْرٰی لِلْبَشَرِ۔ } ”اور یہ آیات صرف انسانوں کی یاد دہانی کے لیے ہیں۔“ اس کے بعد سورت کے آخر تک تمام آیات کا اسلوب اور آہنگ وہی ہے جو شروع سورت سے چلا آ رہا ہے۔ یعنی چھوٹی چھوٹی آیات اور تیز ردھم۔"
    },
    {
      "ayah": 32,
      "surah": 74,
      "text": "آیت 31{ وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰٓئِکَۃًص } ”اور ہم نے نہیں مقرر کیے جہنم کے داروغے مگر فرشتے“ ان لوگوں کو فرشتوں کی طاقت کا اندازہ ہی نہیں ہے۔ فرشتوں کی قوتوں کو انسانی قوتوں پر قیاس کرنا ان کی حماقت ہے۔ { وَّمَا جَعَلْنَا عِدَّتَہُمْ اِلَّا فِتْنَۃً لِّلَّذِیْنَ کَفَرُوْالا } ”اور ہم نے نہیں ٹھہرائی ان کی یہ تعداد مگر کافروں کی آزمائش کے لیے“ { لِیَسْتَیْقِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ } ”تاکہ جنہیں کتاب دی گئی تھی انہیں یقین آجائے“ جامع ترمذی کی ایک روایت کے مطابق جہنم کے انیس داروغوں کا ذکر تورات میں بھی ہے۔ اب ظاہر ہے اہل ِکتاب کے لیے تو قرآن کے حق میں یہ بہت بڑی دلیل ہے۔ { وَیَزْدَادَ الَّذِیْنَ اٰمَنُوْٓا اِیْمَانًا } ”اور جو اہل ایمان ہیں وہ ایمان میں بڑھیں“ اہل ایمان کے لیے تو ظاہر ہے اللہ تعالیٰ کی طرف سے آنے والی ہر وحی ایمان میں اضافے کا باعث ہی بنتی ہے۔ { وَّلَا یَرْتَابَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ وَالْمُؤْمِنُوْنَ } ”اور نہ شک میں پڑیں اہل کتاب اور اہل ایمان“ { وَلِیَقُوْلَ الَّذِیْنَ فِیْ قُلُوْبِہِمْ مَّرَضٌ وَّالْکٰفِرُوْنَ مَاذَآ اَرَادَ اللّٰہُ بِہٰذَا مَثَلًاط } ”اور تاکہ کہیں وہ لوگ جن کے دلوں میں روگ ہے اور کفار بھی کہ بھلا اس سے اللہ کی کیا مراد ہے ؟“ یعنی منافقین اور کفار اپنے من پسند تبصرے کرتے رہیں کہ جہنم کے فرشتوں کی تعداد بتانے سے اللہ تعالیٰ کا کیا مقصد ہے۔ { کَذٰلِکَ یُضِلُّ اللّٰہُ مَنْ یَّشَآئُ وَیَہْدِیْ مَنْ یَّشَآئُ } ”اسی طرح اللہ گمراہ کردیتا ہے جس کو چاہتا ہے اور ہدایت دیتا ہے جس کو چاہتا ہے۔“ { وَمَا یَعْلَمُ جُنُوْدَ رَبِّکَ اِلَّا ہُوَط } ”اور کوئی نہیں جانتا آپ کے رب کے لشکروں کو سوائے اس کے۔“ { وَمَا ہِیَ اِلَّا ذِکْرٰی لِلْبَشَرِ۔ } ”اور یہ آیات صرف انسانوں کی یاد دہانی کے لیے ہیں۔“ اس کے بعد سورت کے آخر تک تمام آیات کا اسلوب اور آہنگ وہی ہے جو شروع سورت سے چلا آ رہا ہے۔ یعنی چھوٹی چھوٹی آیات اور تیز ردھم۔"
    },
    {
      "ayah": 33,
      "surah": 74,
      "text": "آیت 33{ وَالَّـیْلِ اِذْ اَدْبَرَ۔ } ”اور قسم ہے رات کی جب کہ وہ پیٹھ موڑے۔“ یعنی جب رات رخصت ہو رہی ہو۔"
    },
    {
      "ayah": 34,
      "surah": 74,
      "text": "آیت 34{ وَالصُّبْحِ اِذَآ اَسْفَرَ۔ } ”اور قسم ہے صبح کی جبکہ وہ روشن ہوجائے۔“ یہاں چاند کی قسم اور پھر رخصت ہوتی ہوئی رات اور روشن صبح کے ذکر کے پردے میں بہت اہم مضمون بیان ہوا ہے۔ رات کی قسم میں فترتِ وحی کے طویل دور کی طرف اشارہ ہے ‘ یعنی حضرت عیسیٰ علیہ السلام کے بعد نبوت محمدی ﷺ کے ظہور تک چھ سو برس پر محیط وہ عرصہ جس میں وحی کا سلسلہ منقطع رہا۔ اس دوران دنیا میں بلاشبہ جہالت کی تاریکی کا راج تھا۔ سابقہ نبوتوں کی تعلیمات زیادہ تر مسخ ہوچکی تھیں اور مجموعی طور پر دنیا کے اندر ہدایت ِآسمانی کی روشنی بہت مدھم پڑچکی تھی۔ چاند کی قسم اسی مدھم اور مستعار روشنی کا اشارہ دے رہی ہے ‘ جبکہ صبح کی روشنی نبوت و رسالت ِمحمدی ﷺ کا استعارہ ہے۔ گویا علامات کے پردے میں ان تین آیات میں جو مضمون بیان ہوا ہے اس کا خلاصہ یہ ہے کہ اگرچہ پچھلے چھ سو برس سے دنیا پر جہالت و ضلالت کی تاریک رات مسلط تھی ‘ ہدایت ِخداوندی کی روشنی نہ ہونے کے برابر رہ گئی تھی ‘ مگر اب رسالت ِمحمدی ﷺ کا خورشید طلوع ہونے سے تاریکی کا دور ختم ہوچکا ہے۔ ان تین قسموں کا حوالہ سورة الانشقاق پارہ تیس کی آیات 16 تا 19 کے مطالعہ کے دوران دوبارہ آئے گا۔"
    },
    {
      "ayah": 35,
      "surah": 74,
      "text": "آیت 35{ اِنَّہَا لَاِحْدَی الْکُبَرِ۔ } ”یقینا یہ بہت بڑی باتوں میں سے ایک بات ہے۔“ ظاہر ہے نوع انسانی کی تاریخ میں نبوت ِمحمدی ﷺ کے ظہور سے بڑا واقعہ اور کون سا ہوگا۔"
    },
    {
      "ayah": 36,
      "surah": 74,
      "text": "آیت 35{ اِنَّہَا لَاِحْدَی الْکُبَرِ۔ } ”یقینا یہ بہت بڑی باتوں میں سے ایک بات ہے۔“ ظاہر ہے نوع انسانی کی تاریخ میں نبوت ِمحمدی ﷺ کے ظہور سے بڑا واقعہ اور کون سا ہوگا۔"
    },
    {
      "ayah": 37,
      "surah": 74,
      "text": "آیت 37{ لِمَنْ شَآئَ مِنْکُمْ اَنْ یَّتَقَدَّمَ اَوْ یَتَاَخَّرَ۔ } ”جو بھی تم میں سے چاہے کہ وہ آگے بڑھے یا پیچھے رہ جائے۔“ اب کامیابی کا دار و مدار ہر کسی کی ہمت اور کوشش پر ہے۔ جس کی ہمت جوان ہو وہ سب سے آگے بڑھ کر صدیقیت کا مقام اور ”السابقون الاولون“ کا درجہ حاصل کرلے۔ جو کوئی دوسروں کا انتظار کرکے ذرا دیر سے چلنے میں عافیت سمجھے وہ وَاتَّبَعُوْھُمْ بِاِحْسَانٍ والوں کی فہرست میں اپنا نام لکھوا لے اور جس کسی کی ہمت اور قسمت ساتھ نہ دے وہ خود کو مستقل طور پر محروم کرلے۔"
    },
    {
      "ayah": 38,
      "surah": 74,
      "text": "آیت 38{ کُلُّ نَفْسٍم بِمَا کَسَبَتْ رَہِیْنَۃٌ۔ } ”ہر جان رہن ہے اس کے عوض جو کچھ کہ اس نے کمایا ہے۔“ ہر انسان نے اپنی دنیا کی زندگی میں جو کچھ کمایا ہے قیامت کے دن وہ سب کچھ اسے وصول کرنا ہوگا۔"
    },
    {
      "ayah": 39,
      "surah": 74,
      "text": "آیت 39{ اِلَّآ اَصْحٰبَ الْیَمِیْنِ۔ } ”سوائے ان لوگوں کے جو داہنے والے ہوں گے۔“ یعنی جن کا نامہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا۔"
    },
    {
      "ayah": 4,
      "surah": 74,
      "text": "آیت 4{ وَثِیَابَکَ فَطَہِّرْ۔ } ”اور اپنے کپڑوں کو صاف رکھنے کا اہتمام کیجیے۔“ جس طرح آپ ﷺ کی زندگی کا مقصد پاکیزہ ہے اسی طرح آپ ﷺ کا لباس بھی پاک اور صاف ہوناچاہیے۔ اس آیت کی صوفیانہ انداز میں ایک تعبیر یہ بھی کی گئی ہے کہ ”ثیاب“ سے صرف کپڑے ہی نہیں بلکہ اخلاق و کردار بھی مراد ہے۔ گویا اس حکم میں ظاہری طہارت کے ساتھ ساتھ باطنی طہارت بھی شامل ہے۔"
    },
    {
      "ayah": 40,
      "surah": 74,
      "text": "آیت 39{ اِلَّآ اَصْحٰبَ الْیَمِیْنِ۔ } ”سوائے ان لوگوں کے جو داہنے والے ہوں گے۔“ یعنی جن کا نامہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا۔"
    },
    {
      "ayah": 41,
      "surah": 74,
      "text": "آیت 39{ اِلَّآ اَصْحٰبَ الْیَمِیْنِ۔ } ”سوائے ان لوگوں کے جو داہنے والے ہوں گے۔“ یعنی جن کا نامہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا۔"
    },
    {
      "ayah": 42,
      "surah": 74,
      "text": "آیت 39{ اِلَّآ اَصْحٰبَ الْیَمِیْنِ۔ } ”سوائے ان لوگوں کے جو داہنے والے ہوں گے۔“ یعنی جن کا نامہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا۔"
    },
    {
      "ayah": 43,
      "surah": 74,
      "text": "آیت 39{ اِلَّآ اَصْحٰبَ الْیَمِیْنِ۔ } ”سوائے ان لوگوں کے جو داہنے والے ہوں گے۔“ یعنی جن کا نامہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا۔"
    },
    {
      "ayah": 44,
      "surah": 74,
      "text": "آیت 39{ اِلَّآ اَصْحٰبَ الْیَمِیْنِ۔ } ”سوائے ان لوگوں کے جو داہنے والے ہوں گے۔“ یعنی جن کا نامہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا۔"
    },
    {
      "ayah": 45,
      "surah": 74,
      "text": "آیت 45{ وَکُنَّا نَخُوْضُ مَعَ الْخَآئِضِیْنَ۔ } ”اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔“ ہم تو دنیا میں بس کھیل تماشوں میں ہی لگے رہے۔ حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے۔ ہم نے اپنی زندگی کے مقصد اور انجام کے بارے میں تو کبھی سنجیدگی سے سوچا ہی نہیں تھا۔"
    },
    {
      "ayah": 46,
      "surah": 74,
      "text": "آیت 45{ وَکُنَّا نَخُوْضُ مَعَ الْخَآئِضِیْنَ۔ } ”اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔“ ہم تو دنیا میں بس کھیل تماشوں میں ہی لگے رہے۔ حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے۔ ہم نے اپنی زندگی کے مقصد اور انجام کے بارے میں تو کبھی سنجیدگی سے سوچا ہی نہیں تھا۔"
    },
    {
      "ayah": 47,
      "surah": 74,
      "text": "آیت 45{ وَکُنَّا نَخُوْضُ مَعَ الْخَآئِضِیْنَ۔ } ”اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔“ ہم تو دنیا میں بس کھیل تماشوں میں ہی لگے رہے۔ حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے۔ ہم نے اپنی زندگی کے مقصد اور انجام کے بارے میں تو کبھی سنجیدگی سے سوچا ہی نہیں تھا۔"
    },
    {
      "ayah": 48,
      "surah": 74,
      "text": "آیت 45{ وَکُنَّا نَخُوْضُ مَعَ الْخَآئِضِیْنَ۔ } ”اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔“ ہم تو دنیا میں بس کھیل تماشوں میں ہی لگے رہے۔ حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے۔ ہم نے اپنی زندگی کے مقصد اور انجام کے بارے میں تو کبھی سنجیدگی سے سوچا ہی نہیں تھا۔"
    },
    {
      "ayah": 49,
      "surah": 74,
      "text": "آیت 45{ وَکُنَّا نَخُوْضُ مَعَ الْخَآئِضِیْنَ۔ } ”اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔“ ہم تو دنیا میں بس کھیل تماشوں میں ہی لگے رہے۔ حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے۔ ہم نے اپنی زندگی کے مقصد اور انجام کے بارے میں تو کبھی سنجیدگی سے سوچا ہی نہیں تھا۔"
    },
    {
      "ayah": 5,
      "surah": 74,
      "text": "آیت 5{ وَالرُّجْزَ فَاہْجُرْ۔ } ”اور ہر قسم کی گندگی سے دور رہیے۔“ یعنی ظاہری اور باطنی نجاستوں سے خود کو بچا کر رکھئے۔ ظاہر ہے باطنی گندگیوں میں سب سے بڑی گندگی شرک ہے۔ اسی لیے بعض مترجمین نے الرُّجْزَ کا ترجمہ ”بتوں کی گندگی“ کیا ہے۔"
    },
    {
      "ayah": 50,
      "surah": 74,
      "text": "آیت 45{ وَکُنَّا نَخُوْضُ مَعَ الْخَآئِضِیْنَ۔ } ”اور ہم کٹ حجتیاں کرنے والوں کے ساتھ مل کر کٹ حجتیاں کیا کرتے تھے۔“ ہم تو دنیا میں بس کھیل تماشوں میں ہی لگے رہے۔ حق کے خلاف باتیں بنانے والوں کے ساتھ مل کر ہم بھی باتیں بنانے لگتے تھے۔ ہم نے اپنی زندگی کے مقصد اور انجام کے بارے میں تو کبھی سنجیدگی سے سوچا ہی نہیں تھا۔"
    },
    {
      "ayah": 51,
      "surah": 74,
      "text": "آیت 51{ فَرَّتْ مِنْ قَسْوَرَۃٍ۔ } ”جو شیر سے ڈر کر بھاگ پڑے ہیں۔“ یہ لوگ ایک اللہ ‘ قرآن اور آخرت کے ذکر سے ایسے بھاگتے ہیں جیسے جنگلی گدھے شیر کی آہٹ پا کر جان بچانے کے لیے بھاگتے ہیں۔ ایسے مناظر اب ٹیلی ویژن پر عام دکھائے جاتے ہیں کہ افریقہ کے جنگلوں میں زیبروں کے غول کے غول شیر کی آہٹ محسوس کر کے بگٹٹ بھاگ کھڑے ہوتے ہیں۔"
    },
    {
      "ayah": 52,
      "surah": 74,
      "text": "آیت 52{ بَلْ یُرِیْدُ کُلُّ امْرِیٍٔ مِّنْہُمْ اَنْ یُّؤْتٰی صُحُفًا مُّنَشَّرَۃً۔ } ”بلکہ ان میں سے ہر شخص چاہتا ہے کہ اس کو پکڑا دیے جائیں کھلے صحیفے۔“ یہ ان کی استہزائیہ گفتگو کا ذکر ہے۔ وہ لوگ حضور ﷺ کی دعوت کے جواب میں اکثر ایسی باتیں کرتے تھے کہ یہ حساب کتاب کا معاملہ قیامت پر کیوں ٹالا جا رہا ہے ؟ آپ ﷺ اپنے اللہ سے کہیں کہ وہ مہربانی فرما کر ہمارے اعمالنامے ابھی ہمارے ہاتھوں میں پکڑا دے۔ اس آیت کا ایک مفہوم یہ بھی ہے کہ ہم قرآن کو اللہ کا کلام تب مانیں گے جب ہم میں سے ہر ایک کے ہاتھ میں اللہ تعالیٰ کی طرف سے ایک ایک صحیفہ پکڑا دیا جائے گا۔"
    },
    {
      "ayah": 53,
      "surah": 74,
      "text": "آیت 53{ کَلَّاط بَلْ لَّا یَخَافُوْنَ الْاٰخِرَۃَ۔ } ”ہرگز نہیں ! اصل بات یہ ہے کہ وہ آخرت کا خوف نہیں رکھتے۔“ جب ان کے دلوں میں آخرت کا خوف نہیں رہا تو اب وہ جیسی چاہیں باتیں بنائیں۔ فارسی کا مشہور محاورہ ہے : ”بےحیا باش و ہرچہ خواہی کن !“ کہ ایک دفعہ حیا کا پردہ اٹھا دو پھر جو چاہو کرو۔ چناچہ آخرت سے بےخوف ہو کر وہ ہر طرح کی باتیں بنانے میں آزاد ہیں۔"
    },
    {
      "ayah": 54,
      "surah": 74,
      "text": "آیت 53{ کَلَّاط بَلْ لَّا یَخَافُوْنَ الْاٰخِرَۃَ۔ } ”ہرگز نہیں ! اصل بات یہ ہے کہ وہ آخرت کا خوف نہیں رکھتے۔“ جب ان کے دلوں میں آخرت کا خوف نہیں رہا تو اب وہ جیسی چاہیں باتیں بنائیں۔ فارسی کا مشہور محاورہ ہے : ”بےحیا باش و ہرچہ خواہی کن !“ کہ ایک دفعہ حیا کا پردہ اٹھا دو پھر جو چاہو کرو۔ چناچہ آخرت سے بےخوف ہو کر وہ ہر طرح کی باتیں بنانے میں آزاد ہیں۔"
    },
    {
      "ayah": 55,
      "surah": 74,
      "text": "آیت 53{ کَلَّاط بَلْ لَّا یَخَافُوْنَ الْاٰخِرَۃَ۔ } ”ہرگز نہیں ! اصل بات یہ ہے کہ وہ آخرت کا خوف نہیں رکھتے۔“ جب ان کے دلوں میں آخرت کا خوف نہیں رہا تو اب وہ جیسی چاہیں باتیں بنائیں۔ فارسی کا مشہور محاورہ ہے : ”بےحیا باش و ہرچہ خواہی کن !“ کہ ایک دفعہ حیا کا پردہ اٹھا دو پھر جو چاہو کرو۔ چناچہ آخرت سے بےخوف ہو کر وہ ہر طرح کی باتیں بنانے میں آزاد ہیں۔"
    },
    {
      "ayah": 56,
      "surah": 74,
      "text": "آیت 56{ وَمَا یَذْکُرُوْنَ اِلَّآ اَنْ یَّشَآئَ اللّٰہُ ط } ”اور یہ لوگ نصیحت اخذ نہیں کریں گے ‘ مگر یہ کہ اللہ ہی ایسا چاہے۔“ { ہُوَ اَہْلُ التَّقْوٰی وَاَہْلُ الْمَغْفِرَۃِ۔ } ”وہی ڈرنے کے لائق ہے اور وہی مغفرت کا مجاز۔“ یہ اسی کا حق ہے کہ اس کا تقویٰ اختیار کیا جائے ‘ اس کے احکام کی پاسداری کی جائے اور وہی اس کا اہل ہے کہ جس کی چاہے مغفرت فرما دے۔"
    },
    {
      "ayah": 6,
      "surah": 74,
      "text": "آیت 6{ وَلَا تَمْنُنْ تَسْتَکْثِرُ۔ } ”اور زیادہ لینے کے لیے کسی پر احسان نہ کیجیے۔“ اس آیت کا عام اور معروف مفہوم تو یہی ہے کہ کسی پر احسان کرتے ہوئے بدلے کی توقع نہ رکھو ‘ بلکہ احسان برائے احسان کرو۔ لیکن مجھے ذاتی طور پر اس آیت کا وہ ترجمہ پسند ہے جو مولانا اصلاحی صاحب نے کیا ہے : ”اور اپنی سعی کو زیادہ خیال کر کے منقطع نہ کر !“ مَنَّ یَمُنُّ مَنًّا کے معانی احسان کرنا اور احسان جتلانا کے علاوہ توڑنے اور کاٹنے کے بھی ہیں۔ اصلاحی صاحب نے اپنے ترجمے میں اسی معنی کو اپنایا ہے۔ چناچہ اس معنی میں آیت کا مفہوم یہ ہوگا کہ اے نبی ﷺ ! آپ اپنے فرضِ منصبی سے متعلق جدوجہد کو منقطع نہ کرنا ‘ یقینا آپ ﷺ کی اس دعوت کے بڑے بڑے نتائج نکلیں گے۔ کچھ عرصے تک آپ ﷺ کو انتظار تو ضرور کرنا پڑے گا لیکن بالآخر آپ ﷺ کی تحریک کامیاب ہوگی اور آپ ﷺ کو ڈھیروں کامیابیاں ملیں گی۔"
    },
    {
      "ayah": 7,
      "surah": 74,
      "text": "آیت 7{ وَلِرَبِّکَ فَاصْبِرْ۔ } ”اور اپنے رب کے لیے صبر کرو۔“ یہ اس آیت کا وہ ترجمہ ہے جو عام طور پر کیا جاتا ہے۔ لیکن میں قبل ازیں متعدد بار یہ وضاحت کرچکا ہوں کہ صبر کے ساتھ جب ”ل“ آتا ہے تو اس کے معنی میں انتظار کا مفہوم آجاتا ہے۔ چناچہ اس آیت کا دوسرا مفہوم یہ بھی ہے کہ آپ ﷺ اپنے رب کے حکم کا انتظار کیجیے اور جو بھی حکم آئے اس پر عمل کیجیے۔ سورت کا پہلا حصہ ان ابتدائی سات آیات پر مشتمل ہے اور اس حصے میں حضور ﷺ سے خطاب تھا۔ اب اگلی آیت سے اس سورت کے دوسرے حصے کا آغاز ہوتا ہے۔ یہ حصہ تین مختصر آیات پر مشتمل ہے اور ان آیات میں قیامت کا نقشہ دکھایا گیا ہے۔"
    },
    {
      "ayah": 8,
      "surah": 74,
      "text": "آیت 10{ عَلَی الْکٰفِرِیْنَ غَیْرُ یَسِیْرٍ۔ } ”کافروں پر وہ ہلکا نہیں ہوگا۔“ اس کے مقابل سورة المزمل میں قیامت کے دن کا ذکر اس طرح آیا تھا : { فَکَیْفَ تَتَّقُوْنَ اِنْ کَفَرْتُمْ یَوْمًا یَّجْعَلُ الْوِلْدَانَ شِیْبَانِ - السَّمَآئُ مُنْفَطِرٌم بِہٖط کَانَ وَعْدُہٗ مَفْعُوْلًا۔ } ”اب اگر تم بھی کفر کرو گے تو تم کیسے بچ جائو گے اس دن جو بچوں کو بوڑھا کر دے گا۔ آسمان اس کے ساتھ پھٹ پڑنے کو ہے۔ اس کا وعدہ پورا ہو کر رہے گا۔“ اس کے بعد سورت کے تیسرے حصے کا آغاز ہو رہا ہے۔ ان آیات کا لہجہ اور انداز بہت سخت ہے۔"
    },
    {
      "ayah": 9,
      "surah": 74,
      "text": "آیت 10{ عَلَی الْکٰفِرِیْنَ غَیْرُ یَسِیْرٍ۔ } ”کافروں پر وہ ہلکا نہیں ہوگا۔“ اس کے مقابل سورة المزمل میں قیامت کے دن کا ذکر اس طرح آیا تھا : { فَکَیْفَ تَتَّقُوْنَ اِنْ کَفَرْتُمْ یَوْمًا یَّجْعَلُ الْوِلْدَانَ شِیْبَانِ - السَّمَآئُ مُنْفَطِرٌم بِہٖط کَانَ وَعْدُہٗ مَفْعُوْلًا۔ } ”اب اگر تم بھی کفر کرو گے تو تم کیسے بچ جائو گے اس دن جو بچوں کو بوڑھا کر دے گا۔ آسمان اس کے ساتھ پھٹ پڑنے کو ہے۔ اس کا وعدہ پورا ہو کر رہے گا۔“ اس کے بعد سورت کے تیسرے حصے کا آغاز ہو رہا ہے۔ ان آیات کا لہجہ اور انداز بہت سخت ہے۔"
    }
  ]
}
