{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 76,
      "text": "آیت 1{ ہَلْ اَتٰی عَلَی الْاِنْسَانِ حِیْنٌ مِّنَ الدَّہْرِ لَمْ یَکُنْ شَیْئًا مَّذْکُوْرًا۔ } ”کیا انسان پر اس زمانے میں ایک ایسا وقت بھی گزرا ہے جبکہ وہ کوئی قابل ذکر شے نہ تھا ؟“ ”دَہْر“ سے مراد وہ لامتناہی زمانہ ہے جس کی نہ ابتدا انسان کو معلوم ہے نہ انتہا ‘ جبکہ ”حِیْن“ سے مراد وہ خاص وقت ہے جو اس لامتناہی زمانے کے اندر کبھی پیش آیا ہو - - چناچہ ”دَہْر“ دراصل وقت کا وہ سمندر ہے جس کے اندر سے کائنات میں رونما ہونے والے ہر قسم کے واقعات و حادثات جنم لیتے ہیں۔ وقت کے اسی سمندر میں سے ہم انسان بھی نکلے ہیں۔ ع ”قلزمِ ہستی سے تو ابھرا ہے مانند ِحباب“ اقبال۔ چناچہ اس قلزم ہستی کے اندر ہر انسان پر ایک وقت ایسا بھی آیا ہے جب اس کا وجود حقیر پانی کی ایک ایسی بوند کی شکل میں تھا جس کا ذکر کرنا اور نام لینا بھی کوئی پسند نہیں کرتا۔"
    },
    {
      "ayah": 10,
      "surah": 76,
      "text": "آیت 10{ اِنَّا نَخَافُ مِنْ رَّبِّنَا یَوْمًا عَبُوْسًا قَمْطَرِیْرًا۔ } ”ہم تو ڈرتے ہیں اپنے رب کی طرف سے ایک ایسے دن سے جس کی اداسی بڑی ہولناک ہوگی۔“ عَبُوْس کا لفظ ایسے شخص کے لیے بولا جاتا ہے جس کے چہرے پر کبھی مسکراہٹ نہ آتی ہو ‘ بلکہ غصہ اور وحشت برستی ہو۔ جب کہ قمطریر کا معنی ہے بہت سخت ‘ بہت کرخت ‘ ہولناک اور طویل۔ چناچہ یہاں اس سے مراد میدانِ محشر کی وہ کیفیت ہے جس کی وجہ سے کھرب ہا کھرب انسان متفکر ّاور پریشان ہوں گے اور ان میں سے کسی ایک کے چہرے پر بھی مسکراہٹ کے آثار تک نظر نہیں آئیں گے۔"
    },
    {
      "ayah": 11,
      "surah": 76,
      "text": "آیت 1 1{ فَوَقٰـٹہُمُ اللّٰہُ شَرَّ ذٰلِکَ الْیَوْمِ } ”تو اللہ انہیں بچا لے گا اس دن کے شر سے“ { وَلَقّٰٹہُمْ نَضْرَۃً وَّسُرُوْرًا۔ } ”اور بخش دے گا انہیں تروتازگی اور مسرت۔“ یعنی چہروں کی تازگی اور دلوں کا سرور۔"
    },
    {
      "ayah": 12,
      "surah": 76,
      "text": "آیت 12{ وَجَزٰٹہُمْ بِمَا صَبَرُوْا جَنَّۃً وَّحَرِیْرًا۔ } ”اور بدلے میں دے گا انہیں ان کے صبر کے سبب جنت اور ریشم کا لباس۔“ دنیا میں وہ لوگ مشکل سے مشکل حالات میں بھی اللہ تعالیٰ کے احکام کی بجاآوری میں لگے رہے۔ انہوں نے فاقوں سے رہنا گوارا کرلیا لیکن حرام کی طرف آنکھ اٹھا کر بھی نہ دیکھا۔ حتیٰ کہ اللہ تعالیٰ کی رضا کے لیے انہوں نے اپنی جانیں تک قربان کردیں۔ ان کے اس صبر کے بدلے میں اللہ تعالیٰ انہیں رہنے کے لیے جنت اور پہننے کے لیے ریشم کی پوشاکیں عطا کرے گا۔"
    },
    {
      "ayah": 13,
      "surah": 76,
      "text": "آیت 13{ مُّتَّکِئِیْنَ فِیْہَا عَلَی الْاَرَآئِکِ } ”وہ تکیے لگائے بیٹھے ہوئے ہوں گے اس میں تختوں کے اوپر۔“ { لَا یَرَوْنَ فِیْہَا شَمْسًا وَّلَا زَمْہَرِیْرًا۔ } ”نہیں دیکھیں گے وہ اس میں دھوپ کی حدت اور نہ سخت سردی۔“ زَمْہَرِیر ایسی سخت سردی کو کہتے ہیں جو انسان پر زبردست کپکپی طاری کر دے۔ چناچہ جنت میں اہل جنت کو نہ تو دھوپ کی تپش تنگ کرے گی اور نہ ہی انہیں ٹھٹھرنے والی سردی کا سامنا کرنا پڑے گا۔ گویا جنت میں مسلسل معتدل موسم کا سماں ہوگا۔"
    },
    {
      "ayah": 14,
      "surah": 76,
      "text": "آیت 13{ مُّتَّکِئِیْنَ فِیْہَا عَلَی الْاَرَآئِکِ } ”وہ تکیے لگائے بیٹھے ہوئے ہوں گے اس میں تختوں کے اوپر۔“ { لَا یَرَوْنَ فِیْہَا شَمْسًا وَّلَا زَمْہَرِیْرًا۔ } ”نہیں دیکھیں گے وہ اس میں دھوپ کی حدت اور نہ سخت سردی۔“ زَمْہَرِیر ایسی سخت سردی کو کہتے ہیں جو انسان پر زبردست کپکپی طاری کر دے۔ چناچہ جنت میں اہل جنت کو نہ تو دھوپ کی تپش تنگ کرے گی اور نہ ہی انہیں ٹھٹھرنے والی سردی کا سامنا کرنا پڑے گا۔ گویا جنت میں مسلسل معتدل موسم کا سماں ہوگا۔"
    },
    {
      "ayah": 15,
      "surah": 76,
      "text": "آیت 13{ مُّتَّکِئِیْنَ فِیْہَا عَلَی الْاَرَآئِکِ } ”وہ تکیے لگائے بیٹھے ہوئے ہوں گے اس میں تختوں کے اوپر۔“ { لَا یَرَوْنَ فِیْہَا شَمْسًا وَّلَا زَمْہَرِیْرًا۔ } ”نہیں دیکھیں گے وہ اس میں دھوپ کی حدت اور نہ سخت سردی۔“ زَمْہَرِیر ایسی سخت سردی کو کہتے ہیں جو انسان پر زبردست کپکپی طاری کر دے۔ چناچہ جنت میں اہل جنت کو نہ تو دھوپ کی تپش تنگ کرے گی اور نہ ہی انہیں ٹھٹھرنے والی سردی کا سامنا کرنا پڑے گا۔ گویا جنت میں مسلسل معتدل موسم کا سماں ہوگا۔"
    },
    {
      "ayah": 16,
      "surah": 76,
      "text": "آیت 16{ قَوَارِیْرَا مِنْ فِضَّۃٍ } ”ایسا شیشہ جو چاندی کا ہوگا“ دراصل وہ آب خورے یا جام انتہائی نفیس اور شفاف crystal clear چاندی سے بنے ہوں گے ‘ لیکن دیکھنے میں وہ شیشے جیسے ہوں گے۔ { قَدَّرُوْہَا تَقْدِیْرًا۔ } ”ان کو ساقیانِ جنت نے بھرا ہوگا بھرپور اندازے کے مطابق۔“"
    },
    {
      "ayah": 17,
      "surah": 76,
      "text": "آیت 16{ قَوَارِیْرَا مِنْ فِضَّۃٍ } ”ایسا شیشہ جو چاندی کا ہوگا“ دراصل وہ آب خورے یا جام انتہائی نفیس اور شفاف crystal clear چاندی سے بنے ہوں گے ‘ لیکن دیکھنے میں وہ شیشے جیسے ہوں گے۔ { قَدَّرُوْہَا تَقْدِیْرًا۔ } ”ان کو ساقیانِ جنت نے بھرا ہوگا بھرپور اندازے کے مطابق۔“"
    },
    {
      "ayah": 18,
      "surah": 76,
      "text": "آیت 16{ قَوَارِیْرَا مِنْ فِضَّۃٍ } ”ایسا شیشہ جو چاندی کا ہوگا“ دراصل وہ آب خورے یا جام انتہائی نفیس اور شفاف crystal clear چاندی سے بنے ہوں گے ‘ لیکن دیکھنے میں وہ شیشے جیسے ہوں گے۔ { قَدَّرُوْہَا تَقْدِیْرًا۔ } ”ان کو ساقیانِ جنت نے بھرا ہوگا بھرپور اندازے کے مطابق۔“"
    },
    {
      "ayah": 19,
      "surah": 76,
      "text": "آیت 19{ وَیَطُوْفُ عَلَیْہِمْ وِلْدَانٌ مُّخَلَّدُوْنَج } ”اور ان پر گردش میں رہیں گے ایسے لڑکے خدامِ جنت جو ہمیشہ اسی عمر اور شکل میں رہیں گے۔“ { اِذَا رَاَیْتَہُمْ حَسِبْتَہُمْ لُــؤْلُــؤًا مَّنْثُوْرًا۔ } ”جب تم انہیں دیکھو گے تو محسوس کرو گے کہ جیسے وہ موتی ہیں بکھرے ہوئے۔“ یعنی وہ نوعمر خادم نہایت خوبصورت ہوں گے۔"
    },
    {
      "ayah": 2,
      "surah": 76,
      "text": "آیت 2 { اِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَۃٍ اَمْشَاجٍ } ”ہم نے انسان کو پیدا کیا ہے ملے جلے نطفے سے“ موجودہ دور میں سائنس نے اس آیت کا مفہوم بہت اچھی طرح واضح کردیا ہے کہ مرد کی طرف سے spermatozoon اور ماں کی طرف سے ovum ملتے ہیں تو zygote وجود میں آتا ہے۔ لیکنظاہر ہے پندرہ سو سال پہلے صحرائے عرب کا ایک بدو تو لفظ ”اَمْشَاج“ کو اپنی سمجھ اور عقل کے مطابق ہی سمجھا ہوگا۔ گویا قرآن مجید کے اعجاز کا ایک پہلو یہ بھی ہے کہ اس کے الفاظ کا مفہوم ہر زمانے کے ہر قسم کے انسانوں کے لیے قابل فہم رہا ہے اور وقت گزرنے کے ساتھ ساتھ ان الفاظ کے معانی و مطالب میں نئی نئی جہتیں بھی دریافت ہوتی رہتی ہیں۔  { نَّـبْـتَلِیْہِ } ”ہم اس کو الٹتے پلٹتے رہے“ یعنی رحم مادر میں ہم نے اس ”نُطْفَۃٍ اَمْشَاج“ کو مختلف مراحل سے گزارا۔ نطفہ سے اسے علقہ بنایا۔ علقہ کو مغضہ کی شکل میں تبدیل کیا اور پھر اس کے اعضاء درست کیے۔ ”نَـبْـتَلِیْہِ“ کا دوسرا مفہوم یہ بھی ہے ”تاکہ ہم اس کو آزمائیں“۔ یعنی ہم نے انسان کو امتحان اور آزمائش کے لیے پیدا کیا ہے۔ { فَجَعَلْنٰـہُ سَمِیْعًام بَصِیْرًا۔ } ”پھر ہم نے اس کو بنا دیا سننے والا ‘ دیکھنے والا۔“"
    },
    {
      "ayah": 20,
      "surah": 76,
      "text": "آیت 19{ وَیَطُوْفُ عَلَیْہِمْ وِلْدَانٌ مُّخَلَّدُوْنَج } ”اور ان پر گردش میں رہیں گے ایسے لڑکے خدامِ جنت جو ہمیشہ اسی عمر اور شکل میں رہیں گے۔“ { اِذَا رَاَیْتَہُمْ حَسِبْتَہُمْ لُــؤْلُــؤًا مَّنْثُوْرًا۔ } ”جب تم انہیں دیکھو گے تو محسوس کرو گے کہ جیسے وہ موتی ہیں بکھرے ہوئے۔“ یعنی وہ نوعمر خادم نہایت خوبصورت ہوں گے۔"
    },
    {
      "ayah": 21,
      "surah": 76,
      "text": "آیت 21{ عٰلِیَہُمْ ثِیَابُ سُنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌز } ”ان کے اوپر لباس ہوں گے باریک سبز ریشم کے اور گاڑھے ریشم کے“ { وَّحُلُّوْٓا اَسَاوِرَ مِنْ فِضَّۃٍج } ”اور انہیں کنگن پہنائے جائیں گے چاندی کے۔“ { وَسَقٰٹہُمْ رَبُّہُمْ شَرَابًا طَہُوْرًا۔ } ”اور پلائے گا انہیں ان کا پروردگار نہایت پاکیزہ مشروب۔“"
    },
    {
      "ayah": 22,
      "surah": 76,
      "text": "آیت 22{ اِنَّ ہٰذَا کَانَ لَـکُمْ جَزَآئً وَّکَانَ سَعْیُکُمْ مَّشْکُوْرًا۔ } ”اور کہا جائے گا : یہ تم لوگوں کے لیے بدلہ ہے ‘ اور تمہاری جدوجہد مقبول ہوچکی ہے۔“ تم لوگ اپنی دنیوی زندگی میں غلبہ دین کے لیے جو جدوجہد کرتے رہے تھے وہ اللہ کے ہاں قبول کرلی گئی ہے اور اس کی قدردانی کے طور پر تم لوگوں کو جنت اور اس کی نعمتوں سے نوازا جا رہا ہے۔ اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ !"
    },
    {
      "ayah": 23,
      "surah": 76,
      "text": "آیت 22{ اِنَّ ہٰذَا کَانَ لَـکُمْ جَزَآئً وَّکَانَ سَعْیُکُمْ مَّشْکُوْرًا۔ } ”اور کہا جائے گا : یہ تم لوگوں کے لیے بدلہ ہے ‘ اور تمہاری جدوجہد مقبول ہوچکی ہے۔“ تم لوگ اپنی دنیوی زندگی میں غلبہ دین کے لیے جو جدوجہد کرتے رہے تھے وہ اللہ کے ہاں قبول کرلی گئی ہے اور اس کی قدردانی کے طور پر تم لوگوں کو جنت اور اس کی نعمتوں سے نوازا جا رہا ہے۔ اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ !"
    },
    {
      "ayah": 24,
      "surah": 76,
      "text": "آیت 24{ فَاصْبِرْ لِحُکْمِ رَبِّکَ } ”تو آپ انتظار کیجیے اپنے رب کے حکم کا“ ربط ِمضمون کے اعتبار سے یوں سمجھئے کہ ان آیات کا تعلق سورة القیامہ کی ان آیات سے ہے : { لَا تُحَرِّکْ بِہٖ لِسَانَکَ لِتَعْجَلَ بِہٖ - اِنَّ عَلَیْنَا جَمْعَہٗ وَقُرْاٰنَہٗ۔ } ”آپ ﷺ اس قرآن کے ساتھ اپنی زبان کو تیزی سے حرکت نہ دیں۔ اسے جمع کرنا اور پڑھوا دینا ہمارے ذمہ ہے“۔ یعنی ہم نے قرآن مجید کو بطرز تنزیل تھوڑا تھوڑا کر کے ہی نازل کرنا ہے ‘ ہماری مشیت اسی میں ہے۔ ہمارا ہر حکم اور ہر فیصلہ اسی وقت پر نازل ہوگا جو وقت ہم نے اس کے نزول کے لیے طے کر رکھا ہے۔ چناچہ آپ ﷺ کو نہ صرف نزول قرآن کے حوالے سے صبر کرنا ہے بلکہ مخالفت کا سامنا کرتے ہوئے بھی آپ ﷺ کو اپنے رب کے احکام کا منتظر رہنا ہے۔  { وَلَا تُطِعْ مِنْہُمْ اٰثِمًا اَوْ کَفُوْرًا۔ } ”اور آپ ﷺ ان میں سے کسی گناہگار یا ناشکرے کی باتوں پر دھیان نہ دیجیے۔“"
    },
    {
      "ayah": 25,
      "surah": 76,
      "text": "آیت 24{ فَاصْبِرْ لِحُکْمِ رَبِّکَ } ”تو آپ انتظار کیجیے اپنے رب کے حکم کا“ ربط ِمضمون کے اعتبار سے یوں سمجھئے کہ ان آیات کا تعلق سورة القیامہ کی ان آیات سے ہے : { لَا تُحَرِّکْ بِہٖ لِسَانَکَ لِتَعْجَلَ بِہٖ - اِنَّ عَلَیْنَا جَمْعَہٗ وَقُرْاٰنَہٗ۔ } ”آپ ﷺ اس قرآن کے ساتھ اپنی زبان کو تیزی سے حرکت نہ دیں۔ اسے جمع کرنا اور پڑھوا دینا ہمارے ذمہ ہے“۔ یعنی ہم نے قرآن مجید کو بطرز تنزیل تھوڑا تھوڑا کر کے ہی نازل کرنا ہے ‘ ہماری مشیت اسی میں ہے۔ ہمارا ہر حکم اور ہر فیصلہ اسی وقت پر نازل ہوگا جو وقت ہم نے اس کے نزول کے لیے طے کر رکھا ہے۔ چناچہ آپ ﷺ کو نہ صرف نزول قرآن کے حوالے سے صبر کرنا ہے بلکہ مخالفت کا سامنا کرتے ہوئے بھی آپ ﷺ کو اپنے رب کے احکام کا منتظر رہنا ہے۔  { وَلَا تُطِعْ مِنْہُمْ اٰثِمًا اَوْ کَفُوْرًا۔ } ”اور آپ ﷺ ان میں سے کسی گناہگار یا ناشکرے کی باتوں پر دھیان نہ دیجیے۔“"
    },
    {
      "ayah": 26,
      "surah": 76,
      "text": "آیت 26{ وَمِنَ الَّـیْلِ فَاسْجُدْ لَہٗ } ”اور رات کے ایک حصے میں اس کے لیے سجدہ کیا کیجیے“ { وَسَبِّحْہُ لَـیْلًا طَوِیْلًا۔ } ”اور رات کے بڑے حصے میں اس کی تسبیح کیا کیجیے۔“ یہ اسی حکم کا تسلسل ہے جو سورة المزمل کی ابتدائی آیات میں دیا گیا تھا۔ یعنی آپ ﷺ رات کا بیشتر حصہ اللہ کے حضور کھڑے ہو کر قرآن پڑھنے ‘ اس کے حضور سربسجود رہنے اور اس کی تسبیح کرنے میں َصرف کیا کریں۔ اس وقت تک چونکہ ابھی نماز پنجگانہ کا حکم نہیں آیا تھا ‘ اس لیے سارا زور رات کی عبادت پر تھا۔ بعد میں جب نماز پنجگانہ کی فرضیت کا حکم آگیا تو اس ”قیام اللیل“ کو مختصر کر کے تہجد میں تبدیل کردیا گیا۔ وہ بھی سب کے لیے نہیں صرف حضور ﷺ کے لیے : { وَمِنَ الَّــیْلِ فَتَہَجَّدْ بہٖ نَافِلَۃً لَّکَ } بنی اسراء یل : 79۔ نَافِلَۃ کے لفظی معنی اضافی اور زائد کے ہیں۔ یعنی حضور ﷺ کے لیے نماز تہجد باقی فرض نمازوں کے علاوہ اضافی فرض کے درجے میں تھی ‘ جبکہ امت کے لیے اس کی حیثیت نفل کی ہے۔"
    },
    {
      "ayah": 27,
      "surah": 76,
      "text": "آیت 27{ اِنَّ ہٰٓؤُلَآئِ یُحِبُّوْنَ الْعَاجِلَۃَ وَیَذَرُوْنَ وَرَآئَ ہُمْ یَوْمًا ثَقِیْلًا۔ } ”یقینا یہ لوگ فوری ملنے والی چیز دنیا سے محبت کرتے ہیں اور ایک بھاری دن جو ان کے پیچھے آنے والا ہے ‘ اس کا دھیان چھوڑے بیٹھے ہیں۔“ یعنی قیامت کا سخت دن : { یَوْمًا یَّجْعَلُ الْوِلْدَانَ شِیْبَا۔ } المزمل ”وہ دن جو بچوں کو بوڑھا کر دے گا“۔ اس آیت کے مضمون کا ربط سورة القیامہ کی ان آیات کے ساتھ ہے : { کَلَّا بَلْ تُحِبُّوْنَ الْعَاجِلَۃَ - وَتَذَرُوْنَ الْاٰخِرَۃَ۔ } ”ہرگز نہیں ! اصل میں تم لوگ عاجلہ جلد ملنے والی چیز سے محبت کرتے ہو۔ اور تم آخرت کو چھوڑ دیتے ہو۔“"
    },
    {
      "ayah": 28,
      "surah": 76,
      "text": "آیت 28{ نَحْنُ خَلَقْنٰـہُمْ وَشَدَدْنَآ اَسْرَہُمْ } ”ہم نے ہی ان کو تخلیق فرمایا ہے اور ان کے جوڑ بند مضبوط کیے ہیں۔“ { وَاِذَا شِئْنَا بَدَّلْنَآ اَمْثَالَہُمْ تَبْدِیْلًا۔ } ”اور ہم جب چاہیں گے ان جیسے بدل کر اور لے آئیں گے۔“ عام طور پر اس آیت کا مفہوم یہ لیا جاتا ہے کہ اللہ تعالیٰ جب چاہے ایک قوم کو ختم کر کے اس کی جگہ کسی دوسری قوم کو لے آئے۔ لیکن اس سے پہلے چونکہ انسانی تخلیق اور انسانی جسم کے جو ڑبند درست کرنے کا ذکر ہوا ہے اس لیے میرے نزدیک اس جملے کا درست مفہوم یہ ہے کہ آخرت میں ہم ان لوگوں کو ان کے دنیوی زندگی والے جسموں جیسے اور جسم عطا کردیں گے۔ واضح رہے کہ یہ مضمون قبل ازیں سورة بنی اسرائیل : 99 ‘ سورة الواقعہ : 61 اور سورة یٰسٓ : 81 میں بھی آچکا ہے۔"
    },
    {
      "ayah": 29,
      "surah": 76,
      "text": "آیت 29{ اِنَّ ہٰذِہٖ تَذْکِرَۃٌج } ”یقینا یہ تو ایک یاد دہانی ہے۔“ { فَمَنْ شَآئَ اتَّخَذَ اِلٰی رَبِّہٖ سَبِیْلًا۔ } ”تو جو چاہے اپنے ربّ کی طرف راستہ اختیار کرلے۔“ یعنی جس کا جی چاہے اپنے رب کے قرب کا راستہ اختیار کرلے۔ اس مضمون کے حوالے سے صوفیاء کے ہاں سیر الی اللہ ‘ تقرب الی اللہ ‘ سلوک الی اللہ وغیرہ اصطلاحات استعمال ہوتی ہیں۔"
    },
    {
      "ayah": 3,
      "surah": 76,
      "text": "آیت 3{ اِنَّا ہَدَیْنٰـہُ السَّبِیْلَ } ”ہم نے اس کو راہ سجھا دی“ اس سے مراد ”ایمان“ سے متعلق وہ شعور یا وہ ہدایت اور راہنمائی ہے جو ہر انسان کی فطرت کے اندر پیدائشی طور پر موجود ہے۔ یعنی انسان اندھا اور بہرہ پیدا نہیں ہوا ‘ بلکہ اللہ تعالیٰ نے اسے ظاہری اور باطنی طور پر بہترین صلاحیتوں سے نوازا ہے۔ جسمانی حواس بھی دیے ہیں اور ساتھ ہی ساتھ اسے روح کی بصیرت بھی عطا کی ہے۔  { اِمَّا شَاکِرًا وَّاِمَّا کَفُوْرًا۔ } ”اب چاہے تو وہ شکر گزار بن کر رہے ‘ چاہے ناشکرا ہوکر۔“ اب ظاہر ہے جس انداز اور طریقے سے انسان زندگی گزارے گا ‘ اسی کے مطابق آخرت میں اس کو بدلہ دیا جائے گا۔"
    },
    {
      "ayah": 30,
      "surah": 76,
      "text": "آیت 30{ وَمَا تَشَآئُ وْنَ اِلَّآ اَنْ یَّشَآئَ اللّٰہُ } ”اور تمہارے چاہے کچھ نہیں ہوسکتا ‘ جب تک کہ اللہ نہ چاہے۔“ { اِنَّ اللّٰہَ کَانَ عَلِیْمًا حَکِیْمًا۔ } ”یقینا اللہ سب کچھ جاننے والا ‘ کمال حکمت والا ہے۔“"
    },
    {
      "ayah": 31,
      "surah": 76,
      "text": "آیت 31{ یُّدْخِلُ مَنْ یَّشَآئُ فِیْ رَحْمَتِہٖ } ”وہ داخل کرے گا اپنی رحمت میں جس کو چاہے گا۔“ ظاہر ہے دنیا و آخرت کا کوئی کام بھی اللہ تعالیٰ کی مشیت کے بغیر نہیں ہوسکتا۔ ہم اللہ کے حکم اور اذن کے بغیر کچھ بھی نہیں کرسکتے۔ اگر کوئی شخص ایک کام کرنے پر بظاہر قادر بھی ہو تو وہ اس کام کو اس وقت تک انجام نہیں دے سکتا جب تک اس کی مشیت کے ساتھ اللہ تعالیٰ کی مشیت بھی شامل نہ ہو۔ اہل سنت کا عقیدہ ہے کہ جس طرح ہم خود اللہ کی مخلوق ہیں اسی طرح ہمارے تمام اعمال بھی اللہ کی مخلوق ہیں۔ سورة الصَّافّات میں اللہ تعالیٰ کا فرمان ہے : { وَاللّٰہُ خَلَقَکُمْ وَمَا تَعْمَلُوْنَ۔ } کہ اللہ نے تمہیں بھی پیدا کیا ہے اور تمہارے اعمال کو بھی۔ اس مفہوم میں ہر انسان اپنی نیت اور اپنے ارادے کی بنا پر ”کا سب ِاعمال“ ہے ‘ جبکہ ”خالق اعمال“ اللہ تعالیٰ ہے۔ چناچہ اللہ تعالیٰ جسے چاہے گا اسے ایسے اعمال کی توفیق دے گا جن کی بنا پر وہ اس کی رحمت کا مستحق ٹھہرے گا۔ اس جملے کا ایک ترجمہ یہ بھی ہوسکتا ہے کہ وہ داخل کرے گا اپنی رحمت میں ‘ اسے جو چاہے گا۔ یعنی وہ صرف اسی شخص کو اپنی رحمت کے سائے میں جگہ دے گا جو اس کی رحمت کا مستحق بننے کے لیے کوشاں ہوگا۔ جیسا کہ سورة بنی اسرائیل میں فرمایا گیا ہے : { وَمَنْ اَرَادَ الْاٰخِرَۃَ وَسَعٰی لَہَا سَعْیَہَا وَہُوَ مُؤْمِنٌ فَاُولٰٓئِکَ کَانَ سَعْیُہُمْ مَّشْکُوْرًا۔ } یعنی جس شخص نے آخرت کو اپنا اصل مقصود بنا لیا اور اس کے لیے اس نے مقدور بھر محنت بھی کی اور وہ مومن بھی ہو ‘ تو اس کی وہ محنت اور کوشش اللہ تعالیٰ کے ہاں مقبول و مشکور ہوگی۔{ وَالظّٰلِمِیْنَ اَعَدَّ لَہُمْ عَذَابًا اَلِیْمًا۔ } ”اور رہے ظالم ‘ تو ان کے لیے اس نے بہت دردناک عذاب تیار کر رکھا ہے۔“ اَللّٰھُمَّ اَعِذْنَا مِنْ ذٰلِکَ ! اَللّٰھُمَّ اَجِرْنَا مِنْ ذٰلِکَ !"
    },
    {
      "ayah": 4,
      "surah": 76,
      "text": "آیت 5{ اِنَّ الْاَبْرَارَ یَشْرَبُوْنَ مِنْ کَاْسٍ کَانَ مِزَاجُہَا کَافُوْرًا۔ } ”یقینا نیکوکار بندے ایسی شراب کے جام نوش کریں گے جس میں کافور کی ملونی ہوگی۔“ ایک طرف کفار و مشرکین زنجیروں اور طوقوں میں جکڑے جہنم کی آگ میں جل رہے ہوں گے تو دوسری طرف اللہ کے فرمانبردار اور نیکوکار بندے جنت کی نعمتوں میں داد عیش دے رہے ہوں گے۔ جنت میں انہیں آبِ کافور کی آمیزش والی شراب طہور بھی پیش کی جائے گی۔ آگے اس چشمہ کافور کی مزید وضاحت ہے :"
    },
    {
      "ayah": 5,
      "surah": 76,
      "text": "آیت 5{ اِنَّ الْاَبْرَارَ یَشْرَبُوْنَ مِنْ کَاْسٍ کَانَ مِزَاجُہَا کَافُوْرًا۔ } ”یقینا نیکوکار بندے ایسی شراب کے جام نوش کریں گے جس میں کافور کی ملونی ہوگی۔“ ایک طرف کفار و مشرکین زنجیروں اور طوقوں میں جکڑے جہنم کی آگ میں جل رہے ہوں گے تو دوسری طرف اللہ کے فرمانبردار اور نیکوکار بندے جنت کی نعمتوں میں داد عیش دے رہے ہوں گے۔ جنت میں انہیں آبِ کافور کی آمیزش والی شراب طہور بھی پیش کی جائے گی۔ آگے اس چشمہ کافور کی مزید وضاحت ہے :"
    },
    {
      "ayah": 6,
      "surah": 76,
      "text": "آیت 6{ عَیْنًا یَّشْرَبُ بِہَا عِبَادُ اللّٰہِ یُفَجِّرُوْنَہَا تَفْجِیْرًا۔ } ”یہ ایک چشمہ ہے جس میں سے اللہ کے خاص بندے پئیں گے اور جدھر چاہیں گے اس کی شاخیں نکال لے جائیں گے۔“ یعنی اگر وہ چاہیں گے تو اس چشمے میں سے اپنی مرضی سے نہریں نکال کر اپنے اپنے علاقے کی طرف لے جائیں گے۔"
    },
    {
      "ayah": 7,
      "surah": 76,
      "text": "آیت 6{ عَیْنًا یَّشْرَبُ بِہَا عِبَادُ اللّٰہِ یُفَجِّرُوْنَہَا تَفْجِیْرًا۔ } ”یہ ایک چشمہ ہے جس میں سے اللہ کے خاص بندے پئیں گے اور جدھر چاہیں گے اس کی شاخیں نکال لے جائیں گے۔“ یعنی اگر وہ چاہیں گے تو اس چشمے میں سے اپنی مرضی سے نہریں نکال کر اپنے اپنے علاقے کی طرف لے جائیں گے۔"
    },
    {
      "ayah": 8,
      "surah": 76,
      "text": "آیت 8{ وَیُطْعِمُوْنَ الطَّعَامَ عَلٰی حُبِّہٖ مِسْکِیْنًا وَّیَتِیْمًا وَّاَسِیْرًا۔ } ”اور وہ کھانا کھلاتے ہیں اللہ کی محبت میں مسکین کو ‘ یتیم کو اور قیدی کو۔“ عَلٰی حُبِّہکا دوسرا مفہوم یہ بھی ہے کہ وہ مال کی محبت کے علی الرغم کھانا کھلاتے ہیں۔ یعنی ایک مفہوم تو یہ ہے کہ وہ لوگ اللہ کی محبت میں بھوکوں کو کھانا کھلاتے ہیں اور دوسرا یہ کہ اگرچہ ان کے دلوں میں بھی مال سے محبت کا جذبہ ہے اور ان کا جی بھی چاہتا ہے کہ وہ اپنے مال کو سنبھال سنبھال کر رکھیں ‘ لیکن اپنے ان جذبات کے باوجود وہ محض اللہ کی رضا کے لیے مستحقین کو کھانا کھلانے میں اپنا مال خرچ کرتے رہتے ہیں۔ ہم پڑھ چکے ہیں کہ حب ِمال کا علاج ہی انفاق فی سبیل اللہ ہے اور اللہ کی راہ میں خرچ کرنے والوں کو قرآن مجید میں جگہ جگہ بشارتیں دی گئی ہیں۔ ملاحظہ ہو سورة الحدید کی یہ آیت :{ اِنَّ الْمُصَّدِّقِیْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰہَ قَرْضًا حَسَنًا یُّضٰعَفُ لَھُمْ وَلَھُمْ اَجْرٌ کَرِیْمٌ۔ } ”یقینا صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور جو اللہ کو قرض حسنہ دیں ‘ ان کو کئی گنا بڑھا کردیا جائے گا اور ان کے لیے بڑا باعزت اجر ہوگا۔“"
    },
    {
      "ayah": 9,
      "surah": 76,
      "text": "آیت 8{ وَیُطْعِمُوْنَ الطَّعَامَ عَلٰی حُبِّہٖ مِسْکِیْنًا وَّیَتِیْمًا وَّاَسِیْرًا۔ } ”اور وہ کھانا کھلاتے ہیں اللہ کی محبت میں مسکین کو ‘ یتیم کو اور قیدی کو۔“ عَلٰی حُبِّہکا دوسرا مفہوم یہ بھی ہے کہ وہ مال کی محبت کے علی الرغم کھانا کھلاتے ہیں۔ یعنی ایک مفہوم تو یہ ہے کہ وہ لوگ اللہ کی محبت میں بھوکوں کو کھانا کھلاتے ہیں اور دوسرا یہ کہ اگرچہ ان کے دلوں میں بھی مال سے محبت کا جذبہ ہے اور ان کا جی بھی چاہتا ہے کہ وہ اپنے مال کو سنبھال سنبھال کر رکھیں ‘ لیکن اپنے ان جذبات کے باوجود وہ محض اللہ کی رضا کے لیے مستحقین کو کھانا کھلانے میں اپنا مال خرچ کرتے رہتے ہیں۔ ہم پڑھ چکے ہیں کہ حب ِمال کا علاج ہی انفاق فی سبیل اللہ ہے اور اللہ کی راہ میں خرچ کرنے والوں کو قرآن مجید میں جگہ جگہ بشارتیں دی گئی ہیں۔ ملاحظہ ہو سورة الحدید کی یہ آیت :{ اِنَّ الْمُصَّدِّقِیْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰہَ قَرْضًا حَسَنًا یُّضٰعَفُ لَھُمْ وَلَھُمْ اَجْرٌ کَرِیْمٌ۔ } ”یقینا صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور جو اللہ کو قرض حسنہ دیں ‘ ان کو کئی گنا بڑھا کردیا جائے گا اور ان کے لیے بڑا باعزت اجر ہوگا۔“"
    }
  ]
}
