{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 89,
      "text": "آیت 1{ وَالْفَجْرِ۔ } ”قسم ہے فجر کی۔“ سورة الفجر کی ابتدائی آیات قسموں کے حوالے سے مشکلات القرآن میں سے ہیں اور ان کے بارے میں متعدد اقوال ہیں۔ بہرحال اس پہلی آیت کے بارے میں عام رائے یہ ہے کہ اس سے 10 ذی الحجہ کی فجر مراد ہے جس کے بعد قربانی ہوتی ہے اور یہ دن مناسک ِحج کے حوالے سے بنیادی اور خصوصی اہمیت کا حامل ہے۔"
    },
    {
      "ayah": 10,
      "surah": 89,
      "text": "آیت 10{ وَفِرْعَوْنَ ذِی الْاَوْتَادِ۔ } ”اور فرعون کے ساتھ کیا کیا جو میخوں والا تھا۔“ اوتاد وتد کی جمع لوہے کی میخوں کو بھی کہتے ہیں اور لکڑی کے کھونٹوں کو بھی جن کے ساتھ خیموں کی رسیاں باندھی جاتی ہیں۔ چناچہ ایک رائے تو یہ ہے کہ یہ اس کے لشکروں کے خیموں کے کھونٹوں کا ذکر ہے۔ اس لیے کہ اس کے لشکر بہت بڑے تھے اور وہ بڑی شان و شوکت کا مالک تھا۔ جب وہ چڑھائی کرتا تو لشکروں کے خیمے نصب کرنے کے لیے کھونٹوں کا ایک بڑا ذخیرہ ان کے ہمراہ ہوتا۔ ایک دوسری رائے یہ بھی ہے کہ وہ جس سے ناراض ہوتا اسے صلیب پر چڑھا کر اس کے جسم میں میخیں لگوا دیتا تھا۔ واللہ اعلم !"
    },
    {
      "ayah": 11,
      "surah": 89,
      "text": "آیت 10{ وَفِرْعَوْنَ ذِی الْاَوْتَادِ۔ } ”اور فرعون کے ساتھ کیا کیا جو میخوں والا تھا۔“ اوتاد وتد کی جمع لوہے کی میخوں کو بھی کہتے ہیں اور لکڑی کے کھونٹوں کو بھی جن کے ساتھ خیموں کی رسیاں باندھی جاتی ہیں۔ چناچہ ایک رائے تو یہ ہے کہ یہ اس کے لشکروں کے خیموں کے کھونٹوں کا ذکر ہے۔ اس لیے کہ اس کے لشکر بہت بڑے تھے اور وہ بڑی شان و شوکت کا مالک تھا۔ جب وہ چڑھائی کرتا تو لشکروں کے خیمے نصب کرنے کے لیے کھونٹوں کا ایک بڑا ذخیرہ ان کے ہمراہ ہوتا۔ ایک دوسری رائے یہ بھی ہے کہ وہ جس سے ناراض ہوتا اسے صلیب پر چڑھا کر اس کے جسم میں میخیں لگوا دیتا تھا۔ واللہ اعلم !"
    },
    {
      "ayah": 12,
      "surah": 89,
      "text": "آیت 12{ فَاَکْثَرُوْا فِیْہَا الْفَسَادَ۔ } ”سو انہوں نے ان میں بکثرت فساد پھیلا دیا تھا۔“ ظاہر ہے جب اللہ تعالیٰ کے احکام اور اس کے نظام سے سرکشی ہوگی تو اس کا نتیجہ مخلوقِ خدا پر ظلم و زیادتی کی صورت میں سامنے آئے گا اور اسی ظلم و زیادتی کا نام فساد ہے۔ جس طرح آج G - 7 اور G - 9 ممالک کی انسان دشمن پالیسیاں دنیا میں فساد کا باعث بن رہی ہیں۔ ان ظالمانہ پالیسیوں کے نتیجے میں سرمایہ داروں اور محروم طبقہ کے افراد کے درمیان North versus South کے عنوان سے خطرناک محاذ آرائی شروع ہوچکی ہے۔ لیکن اب وہ وقت بھی دور نہیں جب اس صورت حال کے خطرناک نتائج خود ان کے اپنے گلے کا طوق بنیں گے : ؎ اور بھی دور فلک ہیں ابھی آنے والے ناز اتنا نہ کریں ہم کو ستانے والے !بہرحال زمین میں فساد ہمیشہ اللہ تعالیٰ کے احکام سے انسانوں کی سرکشی کی وجہ سے ہی پیدا ہوتا ہے ‘ جیسا کہ سورة الروم کی اس آیت میں فرمایا گیا ہے : { ظَہَرَ الْفَسَادُ فِی الْْبَرِّ وَالْبَحْرِ بِمَا کَسَبَتْ اَیْدِی النَّاسِ } آیت 41 ”بحر و بر میں فساد رونما ہوچکا ہے ‘ لوگوں کے اعمال کے سبب۔“"
    },
    {
      "ayah": 13,
      "surah": 89,
      "text": "آیت 13{ فَصَبَّ عَلَیْہِمْ رَبُّکَ سَوْطَ عَذَابٍ۔ } ”تو دے مارا ان کے اوپر آپ کے رب نے عذاب کا کوڑا۔“ چناچہ یہ سب قومیں اپنی سرکشی کی وجہ سے اللہ تعالیٰ کے عذاب کا شکار بنیں اور دنیا سے ان کا نام و نشان مٹ گیا۔"
    },
    {
      "ayah": 14,
      "surah": 89,
      "text": "آیت 14{ اِنَّ رَبَّکَ لَبِالْمِرْصَادِ۔ } ”بیشک آپ کا رب تو سرکشوں اور مفسدوں کی تاک میں ہے۔“ یعنی کوئی فرد ہو یا کوئی قوم ‘ جو کوئی بھی اللہ تعالیٰ سے سرکشی کرے گا اللہ تعالیٰ اسے اس جرم کی سزا ضرور دے گا۔"
    },
    {
      "ayah": 15,
      "surah": 89,
      "text": "آیت 14{ اِنَّ رَبَّکَ لَبِالْمِرْصَادِ۔ } ”بیشک آپ کا رب تو سرکشوں اور مفسدوں کی تاک میں ہے۔“ یعنی کوئی فرد ہو یا کوئی قوم ‘ جو کوئی بھی اللہ تعالیٰ سے سرکشی کرے گا اللہ تعالیٰ اسے اس جرم کی سزا ضرور دے گا۔"
    },
    {
      "ayah": 16,
      "surah": 89,
      "text": "آیت 14{ اِنَّ رَبَّکَ لَبِالْمِرْصَادِ۔ } ”بیشک آپ کا رب تو سرکشوں اور مفسدوں کی تاک میں ہے۔“ یعنی کوئی فرد ہو یا کوئی قوم ‘ جو کوئی بھی اللہ تعالیٰ سے سرکشی کرے گا اللہ تعالیٰ اسے اس جرم کی سزا ضرور دے گا۔"
    },
    {
      "ayah": 17,
      "surah": 89,
      "text": "آیت 17{ کَلَّا } ”ایسا ہرگز نہیں ہے !“ یہ مقام اپنے مضمون کے اعتبار سے پورے قرآن مجید میں منفرد و ممتاز ہے۔ مذکورہ دونوں کیفیات کے حوالے سے انسان کے جن مکالمات کا یہاں ذکر ہوا ہے بظاہر ان میں کوئی خرابی یا شرک کی آلودگی نظر نہیں آتی۔ دونوں کلمات توحید کے عین مطابق ہیں۔ رزق کی فراخی اور تنگی کے حوالے سے عزت اور ذلت کو کسی دیوی یا دیوتا سے نہیں بلکہ اللہ تعالیٰ سے منسوب کیا گیا ہے کہ میرے رب نے مجھے عزت دی ہے اور یہ کہ میرے رب نے مجھے ذلیل کیا ہے۔ بظاہر تو یہ اللہ تعالیٰ کے فرمان { وَتُعِزُّ مَنْ تَشَآئُ وَتُذِلُّ مَنْ تَشَآئُط } آلِ عمران : 26 ہی کا اقرار ہے ‘ کہ اے اللہ تو ُ جس کو چاہتا ہے عزت دیتا ہے اور تو جسے چاہتا ہے ذلیل کردیتا ہے۔ تو پھر یہاں ان جملوں کو آخر قابل مذمت کیوں ٹھہرایا گیا ہے ؟ اس نکتہ لطیف کو سمجھنے کے لیے اس حقیقت کو پیش نظر رکھنا ضروری ہے کہ توحید تو ہدایت کی جڑ اور بنیاد ہے ‘ جبکہ اس بنیاد سے اوپر بھی ہدایت کی بہت سی منازل ہیں۔ اس لیے ایک بندئہ مومن کو زندگی میں راہنمائی کے لیے اپنی نگاہیں صرف مینارئہ توحید پر ہی مرکوز نہیں رکھنی چاہئیں بلکہ اسے شاہراہِ ہدایت کے ہر سنگ میل اور ہر موڑ کو پیش نظر رکھتے ہوئے اپنے اندازِ فکر اور طرزعمل کا رخ متعین کرنا چاہیے۔  چناچہ ان جملوں کے حوالے سے اصل اور بنیادی خرابی یہ ہے کہ یہاں انسانی سوچ نے رزق کی فراخی اور تنگی کو عزت اور ذلت کا معیار سمجھ لیا ہے اور اس حقیقت کو نظرانداز کردیا ہے کہ انسان کے رزق کی بست و کشاد اللہ تعالیٰ کی طرف سے ہمیشہ امتحان اور آزمائش کے لیے ہوتی ہے۔ اللہ تعالیٰ انسان کو کبھی زیادہ رزق دے کر آزماتا ہے تو کبھی اس کو معاشی تنگی سے دوچار کر کے اس کا امتحان لیتا ہے۔ گویا انسان کے لیے عیش و آرام اور مال و دولت کی فراوانی میں بھی امتحان ہے اور رنج و عسرت اور تنگدستی و ناداری بھی امتحان ہی کے مراحل ہیں۔ اس زاویے سے دیکھا جائے تو جس انسان نے مال و دولت کی کمی یا زیادتی کو ذلت اور عزت کا معیار سمجھ لیا وہ دھوکا کھا گیا۔۔۔۔ ایک بندئہ مومن کو تو دنیوی عزت و ذلت کی ویسے بھی پروا نہیں ہونی چاہیے۔ ظاہر ہے اصل اور حقیقی عزت یا ذلت کا فیصلہ تو قیامت کے دن ہوگا۔ چناچہ جس انسان کو اللہ تعالیٰ رزق کی فراخی سے آزمارہا ہے اس کی عزت اس میں ہے کہ وہ اللہ تعالیٰ کی نعمتوں کا شکر ادا کرے اور اپنے دائیں بائیں محروم و نادار لوگوں کو ان کا وہ حق ادا کرے جو اللہ تعالیٰ نے آزمائش کی غرض سے اس کے مال میں رکھ دیا ہے۔ اسی طرح جس شخص کا امتحان رزق کی تنگی کے ساتھ ہو رہا ہے اس کی عزت اس میں ہے کہ وہ صبر کرے اور اپنی عزت نفس کو بچا کر رکھے۔  اس معاملے کا ایک اہم پہلو یہ بھی ہے کہ اگر رزق کی کمی بیشی اور عزت و ذلت کے حوالے سے مذکورہ فلسفہ واقعتا ہماری سمجھ میں آبھی جائے تو بھی ہمارا نفس ہمیں یہ پٹی ّضرور پڑھاتا ہے کہ رزق کی فراخی والی آزمائش آسان ہے اور اس کے مقابلے میں غربت و تنگدستی کی آزمائش بہت مشکل ہے ‘ جبکہ اصل حقیقت اس کے برعکس ہے۔ اس حوالے سے اصل حقیقت یہ ہے کہ غربت و تنگدستی کی آزمائش سے سرخرو ہونا انسان کے لیے نسبتاً آسان ہے اور اس کے مقابلے میں مال و دولت کی فراوانی کی آزمائش میں ثابت قدم رہنا بہت مشکل ہے۔ اس کی بنیادی وجہ یہ ہے کہ آسائش و آرام میں انسان کے غافل ہوجانے اور اللہ تعالیٰ کو بھول جانے کا زیادہ امکان ہے ‘ جبکہ مشکل اور پریشانی کی کیفیت میں انسان ہر وقت اللہ تعالیٰ کو یاد کرتا رہتا ہے۔ اس حوالے سے حضور ﷺ کا فرمان ہے : مَا قَلَّ وَکَفٰی خَیْرٌ مِمَّا کَثُرَ وَاَلْھٰی 1 ”جو مال مقدار میں کم ہو مگر کفایت کر جائے وہ اس سے بہتر ہے جو زیادہ ہو مگر غافل کر دے۔“ امام احمد بن حنبل - جب خلیفہ وقت کے عتاب کا شکار ہوئے تو جیل میں آپ پر بےپناہ تشدد کیا گیا۔ مورخین لکھتے ہیں کہ اس زمانے میں آپ رح کو جس تشدد کا سامنا کرنا پڑا ویسا تشدد اگر ہاتھی پر بھی کیا جاتا تو وہ بھی بلبلا اٹھتا۔ لیکن آپ نے وہ اذیت ناک آزمائش کمال صبر و استقامت سے برداشت کی اور اس دوران آنکھوں میں کبھی آنسو تک نہ آنے دیے۔ لیکن دوسرے خلیفہ کے دور میں جب آپ رح کو رہائی ملی اور آپ رح کی خدمت میں اشرفیوں کے توڑے بطور نذرانہ پیش کیے گئے تو آپ رح یہ ”نذرانہ“ دیکھ کر بےاختیار رو پڑے اور اللہ تعالیٰ کے حضور التجا کی کہ اے اللہ ! تیری یہ آزمائش بہت سخت ہے ‘ میں اس آزمائش کے قابل نہیں ہوں۔ اس ساری گفتگو کا خلاصہ یہ ہے کہ ”توحید“ ہدایت کا پہلا اور بنیادی درجہ ہے۔ اگر انسان اپنے اچھے برے ہر طرح کے حالات کو من جانب اللہ سمجھے تو اس کا یہ طرزعمل توحید کے عین مطابق ہے۔ لیکن اس کے اوپر بھی ہدایت کے بہت سے درجات ہیں۔ ان درجات میں سے ایک درجہ یہ ہے کہ انسان اللہ تعالیٰ کی آزمائش و ابتلاء کے اصول و ضوابط کو سمجھے اور یقین رکھے کہ دنیا کے عیش و آرام اور تنگدستی و عسرت کی کیفیات اللہ تعالیٰ کی آزمائش ہی کی مختلف صورتیں ہیں اور یہ کہ تنگدستی و عسرت کی آزمائش کے مقابلے میں دولت کی فراوانی کی آزمائش کہیں زیادہ سخت اور خطرناک ہے۔ { کَلَّا بَلْ لَّا تُـکْرِمُوْنَ الْیَتِیْمَ۔ } ”ایسا ہرگز نہیں ‘ بلکہ تم لوگ یتیم کی عزت نہیں کرتے۔“"
    },
    {
      "ayah": 18,
      "surah": 89,
      "text": "آیت 18{ وَلَا تَحٰٓضُّوْنَ عَلٰی طَعَامِ الْمِسْکِیْنِ۔ } ”اور نہ ہی تم لوگ آپس میں مسکینوں کو کھلانے کی ترغیب دیتے ہو۔“ کسی دوسرے شخص کو کسی نیکی کی ترغیب دینا اس لیے بھی مشکل ہے کہ اس کے لیے انسان کو پہلے خود اس نیکی پر کاربند ہونا پڑتا ہے۔ آیت زیر مطالعہ میں دراصل اسی انسانی کمزوری کی طرف توجہ دلائی گئی ہے کہ نہ تم خود بھوکوں کو کھانا کھلاتے ہو اور نہ ہی دوسروں کو اس نیک کام کی ترغیب دیتے ہو۔"
    },
    {
      "ayah": 19,
      "surah": 89,
      "text": "آیت 19{ وَتَاْکُلُوْنَ التُّرَاثَ اَکْلًا لَّمًّا۔ } ”اور تم ساری کی ساری میراث سمیٹ کر کھا جاتے ہو۔“ اس آیت میں انسانوں کے بنائے ہوئے غیر متوازن اور ظالمانہ قوانین وراثت کی طرف بھی اشارہ ہے اور اس سے یہ بھی مراد ہے کہ تم میں سے جو طاقتور ہے وہ مختلف حیلوں بہانوں سے تمام وراثت پر قبضہ کرلینا چاہتا ہے۔ واضح رہے کہ قرآن مجید نے دنیا کو مفصل ‘ جامع اور متوازن قوانین وراثت عطا کیے ہیں - اسلام سے قبل عرب معاشرے میں باپ کی پوری وراثت بڑے بیٹے کو منتقل ہوجاتی تھی اور چھوٹے تمام بہن بھائیوں کو اس میں سے کچھ بھی نہیں ملتا تھا۔ دنیا کے بعض ممالک میں ایسے ظالمانہ قوانین آج بھی نافذ العمل ہیں۔"
    },
    {
      "ayah": 2,
      "surah": 89,
      "text": "آیت 2{ وَلَیَالٍ عَشْرٍ۔ } ”اور قسم ہے دس راتوں کی۔“ پہلی قسم کی مناسبت سے اکثر مفسرین نے ان راتوں سے 10 ذی الحجہ کی فجر سے پہلے کی دس راتیں مراد لی ہیں۔ ظاہر ہے 10 ذی الحجہ کی فجر سے پہلے 10 ذی الحجہ کی رات گزر چکی ہوتی ہے ‘ اس لیے وہ رات بھی ان میں شامل ہے۔"
    },
    {
      "ayah": 20,
      "surah": 89,
      "text": "آیت 20{ وَّتُحِبُّوْنَ الْمَالَ حُبًّا جَمًّا۔ } ”اور تم مال سے ٹوٹ کر محبت کرتے ہو۔“ دنیوی مال و دولت کی محبت تمہارے دلوں میں کوٹ کوٹ کر بھری ہوئی ہے۔ واضح رہے کہ سورتوں کے اس جوڑے یعنی سورة الفجر اور سورة البلد میں نزول قرآن سے قبل کے عرب معاشرے کے تمدن اور رسم و رواج کی جھلکیاں نظر آتی ہیں۔ مثلاً طاقتوروں کے میراث کو زبردستی ہڑپ کر جانے ‘ مال و دولت کی غیر معمولی محبت اور اسی محبت کی وجہ سے خدمت خلق کے کاموں سے پہلوتہی کرنے کی مثالیں اس معاشرے میں عام تھیں۔"
    },
    {
      "ayah": 21,
      "surah": 89,
      "text": "آیت 21{ کَلَّآ اِذَا دُکَّتِ الْاَرْضُ دَکًّا دَکًّا۔ } ”ہرگز نہیں ! جب زمین کو کوٹ کوٹ کر ہموار کردیا جائے گا۔“ اس آیت کا یہ ترجمہ شاہ ولی اللہ - کے فرزند ارجمند شاہ عبدالقادر - کے ترجمہ کے مطابق ہے ‘ جبکہ ان کے بھائی شاہ رفیع الدین - نے اس کا ترجمہ یوں کیا ہے کہ جب زمین کو ریزہ ریزہ کردیا جائے گا۔"
    },
    {
      "ayah": 22,
      "surah": 89,
      "text": "آیت 22{ وَّجَآئَ رَبُّکَ وَالْمَلَکُ صَفًّا صَفًّا۔ } ”اور آپ کا رب جلوہ فرما ہوگا جب کہ فرشتے قطار در قطار حاضر ہوں گے۔“ سورة الحاقہ میں قیامت کے دن کا ایک منظر اس طرح بیان کیا گیا ہے : { وَالْمَلَکُ عَلٰٓی اَرْجَآئِہَاط وَیَحْمِلُ عَرْشَ رَبِّکَ فَوْقَہُمْ یَوْمَئِذٍ ثَمٰنِیَۃٌ۔ } ”اور فرشتے ہوں گے اس کے کناروں پر ‘ اور اس دن آپ کے ربّ کے عرش کو اٹھائے ہوئے ہوں گے آٹھ فرشتے“۔ سورة الرحمن میں اس دن کے آسمان کی کیفیت کا ذکر یوں آیا ہے : { فَاِذَا انْشَقَّتِ السَّمَآئُ فَکَانَتْ وَرْدَۃً کَالدِّہَانِ۔ } ”پھر جب آسمان پھٹ جائے گا اور ہوجائے گا گلابی ‘ تیل کی تلچھٹ جیسا۔“ قرآن مجید میں قیامت کے دن سے متعلق جو تفصیلات بیان ہوئی ہیں ان پر غور کرنے سے اندازہ ہوتا ہے کہ میدانِ حشر اسی زمین پر قائم ہوگا۔ زمین کو کھینچ کر چپٹا { وَاِذَا الْاَرْضُ مُدَّتْ۔ } الانشقاق اور کوٹ کوٹ کر ایسے ہموار کردیا جائے گا کہ اس کے تمام نشیب و فراز ختم ہوجائیں گے { لَا تَرٰی فِیْھَا عِوَجًا وَّلَآ اَمْتًا۔ } طٰہٰ ۔ پہاڑوں کو روئی کے گالوں کی طرح اڑا دیا جائے گا۔ پھر زمین پر اللہ تعالیٰ کا نزول اجلال ہوگا۔ اللہ تعالیٰ کی ایک خاص تجلی کے ساتھ آٹھ فرشتے نازل ہوں گے۔ دوسرے فرشتے صفیں باندھے کھڑے ہوں گے۔ اللہ تعالیٰ کی عدالت لگے گی ‘ حساب کتاب ہوگا اور یوں قصہ زمین برسرزمین ہی طے ہوگا۔ گویا جس زمین پر انسانون نے اپنے اچھے برے اعمال کا ارتکاب و اکتساب کیا ہے ‘ اسی زمین پر ان کا حساب ہوگا۔"
    },
    {
      "ayah": 23,
      "surah": 89,
      "text": "آیت 23{ وَجِایْٓئَ یَوْمَئِذٍم بِجَہَنَّمَ لا } ”اور لے آئی جائے گی اس روز جہنم بھی“ جہنم کا ظہور بھی شاید زمین کے اندر سے ہی ہوگا۔ یعنی جب زمین کو کھینچ کر چپٹا کیا جائے گا تو اس کے اندر کا کھولتا ہوا لاوا باہر نکل آئے گا ‘ جو جہنم کا سماں پیدا کر دے گا۔ واللہ اعلم !  { یَوْمَئِذٍ یَّـتَذَکَّرُ الْاِنْسَانُ وَاَنّٰی لَـہُ الذِّکْرٰی۔ } ”اس دن انسان کو سمجھ آئے گی ‘ لیکن اب سمجھنے کا کیا فائدہ !“ شاہ عبدالقادر رح صاحب نے اس کا ترجمہ یوں کیا ہے کہ ”اس دن انسان چیتے گا“ یعنی اس دن انسان کو بہت کچھ یاد آجائے گا کہ وہ دنیا سے اپنے ساتھ کیا لے کر آیا تھا اور اسے نصیحت بھی حاصل ہوجائے گی۔ لیکن اس وقت کی نصیحت سے اسے کوئی فائدہ نہ ہوگا۔ ظاہر ہے فائدہ تو تب ہوتا اگر اس نے دنیا میں نصیحت پکڑی ہوتی۔"
    },
    {
      "ayah": 24,
      "surah": 89,
      "text": "آیت 24{ یَـقُوْلُ یٰــلَیْتَنِیْ قَدَّمْتُ لِحَیَاتِیْ۔ } ”وہ کہے گا : اے کاش میں نے اپنی زندگی کے لیے کچھ آگے بھیجا ہوتا !“ یہاں لفظ حَیَاتِیْ میری زندگی خاص طور پر لائق توجہ ہے۔ یعنی اس وقت انسان کو معلوم ہوجائے گا کہ میری اصل زندگی تو یہ ہے جواَب شروع ہوئی ہے۔ میں خواہ مخواہ دنیا کی زندگی کو اصل زندگی سمجھتا رہا جو اس اصل زندگی کی تمہید تھی۔  دراصل انسانی زندگی عالم ارواح سے شروع ہوتی ہے اور دنیا سے ہوتی ہوئی ابد الاباد تک جاتی ہے۔ دنیا کے ماہ و سال اور شب و روز کی گنتی سے زندگی کے اس طویل سفر کا حساب ممکن نہیں۔ علامہ اقبال نے اس فلسفے کی ترجمانی یوں کی ہے : ؎تو اسے پیمانہ امروز و فردا سے نہ ناپ جاوداں ‘ پیہم دواں ‘ ہر دم جواں ہے زندگی !چنانچہ انسان کو اس حقیقت کا ادراک ہونا چاہیے کہ اس کی دنیوی زندگی اس کی جاودانی زندگی کے تسلسل کا ایک چھوٹا سا حصہ ہے جسے اللہ تعالیٰ نے اس کے امتحان کے لیے منتخب فرمایا ہے اور اس وقفہ امتحان کے اختتام کی علامت کے طور پر اس نے موت کو تخلیق فرمایا ہے ‘ تاکہ ہر انسان کے اعمال کی جانچ کی جاسکے : { الَّذِیْ خَلَقَ الْمَوْتَ وَالْحَیٰوۃَ لِیَبْلُوَکُمْ اَیُّکُمْ اَحْسَنُ عَمَلًاط } الملک : 2 ”اس نے موت اور زندگی کو اس لیے پیدا کیا ہے تاکہ تمہیں آزمائے کہ تم میں سے کون اچھے اعمال کرنے والا ہے۔“"
    },
    {
      "ayah": 25,
      "surah": 89,
      "text": "آیت 24{ یَـقُوْلُ یٰــلَیْتَنِیْ قَدَّمْتُ لِحَیَاتِیْ۔ } ”وہ کہے گا : اے کاش میں نے اپنی زندگی کے لیے کچھ آگے بھیجا ہوتا !“ یہاں لفظ حَیَاتِیْ میری زندگی خاص طور پر لائق توجہ ہے۔ یعنی اس وقت انسان کو معلوم ہوجائے گا کہ میری اصل زندگی تو یہ ہے جواَب شروع ہوئی ہے۔ میں خواہ مخواہ دنیا کی زندگی کو اصل زندگی سمجھتا رہا جو اس اصل زندگی کی تمہید تھی۔  دراصل انسانی زندگی عالم ارواح سے شروع ہوتی ہے اور دنیا سے ہوتی ہوئی ابد الاباد تک جاتی ہے۔ دنیا کے ماہ و سال اور شب و روز کی گنتی سے زندگی کے اس طویل سفر کا حساب ممکن نہیں۔ علامہ اقبال نے اس فلسفے کی ترجمانی یوں کی ہے : ؎تو اسے پیمانہ امروز و فردا سے نہ ناپ جاوداں ‘ پیہم دواں ‘ ہر دم جواں ہے زندگی !چنانچہ انسان کو اس حقیقت کا ادراک ہونا چاہیے کہ اس کی دنیوی زندگی اس کی جاودانی زندگی کے تسلسل کا ایک چھوٹا سا حصہ ہے جسے اللہ تعالیٰ نے اس کے امتحان کے لیے منتخب فرمایا ہے اور اس وقفہ امتحان کے اختتام کی علامت کے طور پر اس نے موت کو تخلیق فرمایا ہے ‘ تاکہ ہر انسان کے اعمال کی جانچ کی جاسکے : { الَّذِیْ خَلَقَ الْمَوْتَ وَالْحَیٰوۃَ لِیَبْلُوَکُمْ اَیُّکُمْ اَحْسَنُ عَمَلًاط } الملک : 2 ”اس نے موت اور زندگی کو اس لیے پیدا کیا ہے تاکہ تمہیں آزمائے کہ تم میں سے کون اچھے اعمال کرنے والا ہے۔“"
    },
    {
      "ayah": 26,
      "surah": 89,
      "text": "آیت 26{ وَّلَا یُوْثِقُ وَثَاقَہٗٓ اَحَدٌ۔ } ”اور اس کا سا باندھنا کوئی اور نہیں باندھ سکتا۔“ میدانِ حشر میں ایک طرف تو یہ نقشہ ہوگا اور دوسری طرف کچھ ایسے خوش قسمت لوگ بھی ہوں گے جن سے کہا جائے گا :"
    },
    {
      "ayah": 27,
      "surah": 89,
      "text": "آیت 27{ یٰٓــاَیَّتُہَا النَّفْسُ الْمُطْمَئِنَّۃُ۔ } ”اے نفس ِمطمئنہ !“ ّ جو اس امتحانی زندگی میں مطمئن ہو کر یکسوئی کے ساتھ اپنے رب کی بندگی میں لگا رہا اور اس کے دین کے ساتھ چمٹارہا۔"
    },
    {
      "ayah": 28,
      "surah": 89,
      "text": "آیت 28{ ارْجِعِیْٓ اِلٰی رَبِّکِ رَاضِیَۃً مَّرْضِیَّۃً۔ } ”اب لوٹ جائو اپنے رب کی طرف اس حال میں کہ تم اس سے راضی ‘ وہ تم سے راضی۔“ سورة البینہ کی آیت 8 میں ایسے خوش قسمت لوگوں کی یہی کیفیت { رَضِیَ اللّٰہُ عَنْھُمْ وَرَضُوْا عَنْہُط } ”اللہ ان سے راضی اور وہ اللہ سے راضی !“ کے الفاظ میں بیان کی گئی ہے۔"
    },
    {
      "ayah": 29,
      "surah": 89,
      "text": "آیت 29{ فَادْخُلِیْ فِیْ عِبٰدِیْ۔ } ”تو داخل ہو جائو میرے نیک بندوں میں۔“ اللہ تعالیٰ کے ان نیک بندوں کی نشاندہی سورة النساء کی اس آیت میں کی گئی ہے :  { وَمَنْ یُّطِـعِ اللّٰہَ وَالرَّسُوْلَ فَاُولٰٓئِکَ مَعَ الَّذِیْنَ اَنْعَمَ اللّٰہُ عَلَیْہِمْ مِّنَ النَّبِیّٖنَ وَالصِّدِّیْقِیْنَ وَالشُّہَدَآئِ وَالصّٰلِحِیْنَج وَحَسُنَ اُولٰٓئِکَ رَفِیْقًا۔ } ”اور جو کوئی اطاعت کرے گا اللہ کی اور رسول ﷺ کی تو یہ وہ لوگ ہوں گے جنہیں معیت حاصل ہوگی ان کی جن پر اللہ کا انعام ہوا ‘ یعنی انبیاء کرام ‘ صدیقین ‘ شہداء اور صالحین۔ اور کیا ہی اچھے ہیں یہ لوگ رفاقت کے لیے !“"
    },
    {
      "ayah": 3,
      "surah": 89,
      "text": "آیت 3{ وَّالشَّفْعِ وَالْوَتْرِ۔ } ”اور قسم ہے ُ جفت کی اور طاق کی۔“ اس سے عموماً رمضان کے آخری عشرہ کی جفت اور طاق راتیں مرادلی جاتی ہیں اور طاق راتوں میں لیلۃ القدر ہے۔ البتہ دنیا کے تمام علاقوں میں چاند چونکہ ایک ساتھ نظر نہیں آتا اس لیے مختلف علاقوں کی طاق اور جفت راتوں میں فرق ہوگا۔ مثلاً ہوسکتا ہے ہمارے ہاں پاکستان میں جو رات طاق ہو سعودی عرب میں وہ جفت ہو۔"
    },
    {
      "ayah": 30,
      "surah": 89,
      "text": "آیت 30{ وَادْخُلِیْ جَنَّتِیْ۔ } ”اور داخل ہو جائو میری جنت میں !“ چناچہ اس نَفسِ مُطمَئنّہسے کہا جائے گا کہ آئو ! میرے ان انعام یافتہ بندوں کی صف میں شامل ہو جائو۔ ایسے خوش قسمت لوگوں کے مراتب کی بلندی کے تصور اور اپنی تہی دامنی کے احساس کے پیش نظر ہمارا ان کی معیت کے لیے دعا مانگنا اگرچہ ”چھوٹا منہ بڑی بات“ کے زمرے میں آتا ہے مگر پھر بھی دل سے بےاختیار دعا نکلتی ہے : اَللّٰھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ۔۔۔۔ آمین !"
    },
    {
      "ayah": 4,
      "surah": 89,
      "text": "آیت 3{ وَّالشَّفْعِ وَالْوَتْرِ۔ } ”اور قسم ہے ُ جفت کی اور طاق کی۔“ اس سے عموماً رمضان کے آخری عشرہ کی جفت اور طاق راتیں مرادلی جاتی ہیں اور طاق راتوں میں لیلۃ القدر ہے۔ البتہ دنیا کے تمام علاقوں میں چاند چونکہ ایک ساتھ نظر نہیں آتا اس لیے مختلف علاقوں کی طاق اور جفت راتوں میں فرق ہوگا۔ مثلاً ہوسکتا ہے ہمارے ہاں پاکستان میں جو رات طاق ہو سعودی عرب میں وہ جفت ہو۔"
    },
    {
      "ayah": 5,
      "surah": 89,
      "text": "آیت 5{ ہَلْ فِیْ ذٰلِکَ قَسَمٌ لِّذِیْ حِجْرٍ۔ } ”کیا اس میں کوئی قسم دلیل ہے ان لوگوں کے لیے جو عقل مند ہیں ؟“ یعنی ان تمام چیزوں کو اگلی آیات کے مضمون پر گواہ ٹھہرایا گیا ہے۔"
    },
    {
      "ayah": 6,
      "surah": 89,
      "text": "آیت 5{ ہَلْ فِیْ ذٰلِکَ قَسَمٌ لِّذِیْ حِجْرٍ۔ } ”کیا اس میں کوئی قسم دلیل ہے ان لوگوں کے لیے جو عقل مند ہیں ؟“ یعنی ان تمام چیزوں کو اگلی آیات کے مضمون پر گواہ ٹھہرایا گیا ہے۔"
    },
    {
      "ayah": 7,
      "surah": 89,
      "text": "آیت 7{ اِرَمَ ذَاتِ الْعِمَادِ۔ } ”وہ ارم جو ستونوں والے تھے۔“ ”ارم“ کے بارے میں عام مورخین کا خیال ہے کہ یہ قوم عاد کے شاہی خاندان کا لقب تھا۔ یعنی جس طرح مصر میں فراعنہ ‘ عراق میں نماردہ اور یمن میں تبایعہ خاندانوں کی حکومتیں تھیں ‘ اسی طرح قوم عاد کے علاقے میں ارم خاندان برسراقتدار تھا۔ یہاں ان کے حوالے سے ستونوں کا ذکر اس لیے کیا گیا کہ وہ لوگ اپنی تعمیرات میں ستونوں کو خصوصی اہمیت دیتے تھے اور دنیا میں ستونوں پر بڑی بڑی عمارتیں کھڑی کرنے کا طریقہ سب سے پہلے انہی نے شروع کیا تھا۔ جیسے اس قوم کے ایک شہر کے جو زیرزمین آثار دریافت ہوئے ہیں ان سے پتا چلتا ہے کہ اس شہر کی فصیل پر تیس ستون یا مینار بنائے گئے تھے۔ کہا جاتا ہے کہ یہ شہر شداد نے خصوصی اہتمام کے ساتھ بسایا تھا جو اس قوم کا بہت بڑا بادشاہ تھا۔"
    },
    {
      "ayah": 8,
      "surah": 89,
      "text": "آیت 8{ الَّتِیْ لَمْ یُخْلَقْ مِثْلُہَا فِی الْْبِلَادِ۔ } ”جن کے مانند نہیں پیدا کیے گئے دنیا کے ملکوں میں۔“ یعنی قد و قامت اور جسمانی قوت کے لحاظ سے دنیا میں ان کا کوئی ثانی پیدا نہ ہوا۔ ان الفاظ کا ایک مفہوم یہ بھی ہوسکتا ہے کہ اس قوم نے جس معیار اور جس انداز کی تعمیرات کی تھیں ایسی تعمیرات ان سے پہلے دنیا میں کسی اور قوم نے نہیں کی تھیں۔ شاید اسی لیے تاریخ میں شداد کی ”جنت ارضی“ مشہور ہے۔"
    },
    {
      "ayah": 9,
      "surah": 89,
      "text": "آیت 9{ وَثَمُوْدَ الَّذِیْنَ جَابُوا الصَّخْرَ بِالْوَادِ۔ } ”اور ثمود کے ساتھ کیا کیا آپ کے رب نے جنہوں نے وادی میں چٹانوں کو تراشا تھا۔“ قومِ ثمود کے لوگ پہاڑوں کو تراشنے کے ماہر تھے۔ وہ بڑے بڑے پہاڑوں کو تراش کر خوبصورت کشادہ گھر اور محلات بناتے تھے۔ پہاڑوں سے تراشے ہوئے ان کے گھر اور محلات آج بھی موجود ہیں۔"
    }
  ]
}
