{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 9,
      "text": "تمہیدی کلمات سورۃ التوبہ کئی خطبات پر مشتمل ہے اور ان میں سے ہر خطبہ الگ پس منظر میں نازل ہوا ہے۔ جب تک ان مختلف خطبات کے پس منظر اور زمانۂ نزول کا الگ الگ تعین درست انداز میں نہ ہوجائے ‘ متعلقہ آیات کی درست توضیح و تشریح کرنا ممکن نہیں۔ چناچہ جن لوگوں نے اس سورت کی تفسیر کرتے ہوئے پوری احتیاط سے تحقیق نہیں کی ‘ وہ خود بھی مغالطوں کا شکار ہوئے ہیں اور دوسروں کو بھی شکوک و شبہات میں مبتلا کرنے کا باعث بنے ہیں۔ اس لحاظ سے یہ سورت قرآن حکیم کی مشکل ترین سورت ہے اور اس کی تفہیم کے لیے انتہائی محتاط تحقیق اور گہرے تدبر کی ضرورت ہے۔سورۃ التوبہ اور حضور ﷺ کی بعثت کے دو پہلو : محمد رسول اللہ ﷺ سے قبل ہر پیغمبر کو ایک خاص علاقے اور خاص قوم کی طرف مبعوث کیا گیا ‘ مگر آپ ﷺ اپنی قوم بنواسماعیل کی طرف بھی رسول بن کر آئے اور قیامت تک کے لیے پوری دنیا کے تمام انسانوں کی طرف بھی۔ یہ فضیلت تمام انبیاء و رسل میں صرف آپ ﷺ کے لیے مخصوص ہے کہ آپ ﷺ کو دو بعثتوں کے ساتھ مبعوث فرمایا گیا ‘ ایک بعثت خصوصی اور دوسری بعثت عمومی۔ آپ ﷺ کی بعثت کے ان دونوں پہلوؤں کے حوالے سے سورة التوبہ کی آیات میں بھی ایک بڑی خوبصورت تقسیم ملتی ہے۔ وہ اس طرح کہ اس سورت کے بھی بنیادی طور پر دو حصے ہیں۔ ان میں سے ایک حصہ آپ ﷺ کی۔ بعثت کے خصوصی پہلو سے متعلق ہے ‘ جبکہ دوسرے حصے کا تعلق آپ ﷺ کی بعثت کے عمومی پہلو سے ہے۔ چناچہ سورت کے ان دونوں حصوں کے موضوعات و مضامین کو سمجھنے کے لیے ضروری ہے کہ پہلے حضور ﷺ کی بعثت کے ان دونوں پہلوؤں کے فلسفے کو اچھی طرح ذہن نشین کرلیا جائے۔حضور ﷺ کی بعثت خصوصی : محمد عربی ﷺ کی خصوصی بعثت مشرکین عرب یا بنو اسماعیل کی طرف تھی۔ آپ ﷺ کا تعلق بھی اسی قوم سے تھا اور آپ ﷺ نے ان لوگوں کے اندر رہ کر ‘ خود ان کی زبان میں ‘ اللہ کا پیغام ان تک پہنچا دیا اور ان پر آخری حد تک اتمام حجت بھی کردیا۔ اسی ضمن میں پھر مشرکین عرب پر اللہ کے اس قدیم قانون کا نفاذ بھی عمل میں آیا کہ جب کسی قوم کی طرف کوئی رسول بھیجا جائے اور وہ رسول اپنی دعوت کے سلسلے میں اس قوم پر اتمام حجت کر دے ‘ پھر اگر وہ قوم اپنے رسول کی دعوت کو رد کر دے تو اس پر عذاب استیصال مسلط کردیا جاتا ہے۔ اس سلسلے میں مشرکین عرب پر عذاب استیصال کی نوعیت معروضی حالات کے پیش نظر پہلی قوموں کے مقابلے میں مختلف نظر آتی ہے۔ اس عذاب کی پہلی قسط غزوۂ بدر میں مشرکین مکہ کی ہزیمت و شکست کی صورت میں سامنے آئی جبکہ دوسری اور آخری قسط کا ذکر اس سورت کے آغاز میں کیا گیا ہے۔ بہر حال اپنی بعثت خصوصی کے حوالے سے حضور ﷺ نے جزیرہ نمائے عرب میں دین کو غالب کردیا ‘ اور وہاں آپ ﷺ کی حیات مبارکہ ہی میں اقامت دین کا عملی نقشہ اپنی پوری آب و تاب کے ساتھ جلوہ گر ہوگیا۔ حضور ﷺ کی بعثت عمومی : نبی اکرم ﷺ کی بعثت عمومی پوری انسانیت کی طرف قیامت تک کے لیے ہے۔ اس سلسلے میں دعوت کا آغاز آپ ﷺ نے صلح حدیبیہ 6 ہجری کے بعد فرمایا۔ اس سے پہلے آپ ﷺ نے کوئی مبلغ یا داعی عرب سے باہر نہیں بھیجا ‘ بلکہ تب تک آپ ﷺ نے اپنی پوری توجہ جزیرہ نمائے عرب تک مرکوز رکھی اور اپنے تمام وسائل اسی خطہ میں دین کو غالب کرنے کے لیے صرف کیے۔ لیکن جونہی آپ ﷺ کو اس سلسلے میں ٹھوس کامیابی ملی ‘ یعنی قریش نے آپ ﷺ کو بطور فریق ثانی کے تسلیم کر کے آپ ﷺ سے صلح کرلی ‘ قرآن نے سورة الفتح کی پہلی آیت میں اس صلح کو فتح مبین“ قرار دیا ہے تو آپ ﷺ نے اپنی بعثت عمومی کے تحت دعوت کا آغاز کرتے ہوئے عرب سے باہر مختلف سلاطین و امراء کی طرف خطوط بھیجنے شروع کردیے۔ اس سلسلے میں آپ ﷺ نے جن فرمانرواؤں کو خطوط لکھے ‘ ان میں قیصر روم ‘ ایران کے بادشاہ کسریٰ ‘ مصر کے بادشاہ مقوقس اور حبشہ کے فرمانروا نجاشی یہ عیسائی حکمران اس نجاشی کا جانشین تھا جنہوں نے اسلام قبول کرلیا تھا ‘ اور جن کی غائبانہ نماز جنازہ حضور ﷺ نے خود پڑھائی تھی کے نام شامل ہیں۔ [ نوٹ : ماضی قریب میں یہ چاروں خطوط اصل متن کے ساتھ اصل شکل میں دریافت ہوچکے ہیں۔ ] آپ ﷺ کے انہی خطوط کے ردِّ عمل کے طور پر سلطنت روما کے ساتھ مسلمانوں کے ٹکراؤ کا آغاز ہوا ‘ جس کا نتیجہ نبی اکرم ﷺ کی حیات طیبہ ہی میں جنگ موتہ اور غزوۂ تبوک کی صورت میں نکلا۔ بہر حال ان تمام حالات و واقعات کا تعلق آپ ﷺ کی بعثت عمومی سے ہے ‘ جس کی دعوت کا آغاز آپ ﷺ کی زندگی مبارک ہی میں ہوگیا تھا ‘ اور پھر خطبہ حجۃ الوداع کے موقع پر آپ ﷺ نے واضح طور پر یہ فریضہ امت کے ہر فرد کی طرف منتقل فرما دیا۔ چناچہ اب تا قیام قیامت آپ ﷺ پر ایمان رکھنے والا ہر مسلمان دعوت و تبلیغ اور اقامت دین کے لیے محنت و کوشش کا مکلف ہے۔موضوعات : مضامین و موضوعات کے حوالے سے یہ سورت دو حصوں پر مشتمل ہے ‘ جن کی تفصیل درج ذیل ہے :حصہ اول : یہ حصہ سورت کے پہلے پانچ رکوعوں پر مشتمل ہے اور اس کا تعلق رسول اللہ ﷺ کی بعثت خصوصی کے تکمیلی مرحلے سے ہے۔ آیات کی ترتیب کے مطابق اگرچہ یہ پانچ رکوع بھی مزید تین حصوں میں بٹے ہوئے ہیں ‘ مگر موضوع کے اعتبار سے دیکھا جائے تو یہ حصہ ہمیں دو خطبات پر مشتمل نظر آتا ہے ‘ جن کا الگ الگ تعارف ذیل کی سطور میں دیا جا رہا ہے۔پہلا خطبہ : پہلا خطبہ دوسرے اور تیسرے رکوع پر مشتمل ہے اور یہ فتح مکہ 8 ہجری سے پہلے نازل ہوا۔ ان آیات میں مسلمانوں کو فتح مکہ کے لیے نکلنے پر آمادہ کیا گیا ہے۔ یہ مسئلہ بہت نازک اور حساس تھا۔ مسلمان مہاجرین کی مشرکین مکہ کے ساتھ براہ راست قریبی رشتہ داریاں تھیں ‘ ان کے خاندان اور قبیلے مشترک تھے ‘ حتیٰ کہ بہت سے مسلمانوں کے اہل و عیال مکہ میں موجود تھے۔ کچھ غریب ‘ بےسہارا مسلمان ‘ جو مختلف وجوہات کی بنا پر ہجرت نہیں کرسکے تھے ‘ ابھی تک مکہ میں پھنسے ہوئے تھے۔ اب سوال یہ تھا کہ اگر جنگ ہوگی ‘ مکہ پر حملہ ہوگا تو ان سب کا کیا بنے گا ؟ کیا گندم کے ساتھ گھن بھی پس جائے گا ؟ دوسری طرف قریش مکہ کا بظاہر یہ اعزاز بھی نظر آتا تھا کہ وہ بیت اللہ کے متولی تھے اور حجاج کی خدمت کرتے تھے۔ اس حوالے سے کہیں سادہ دل مسلمان اپنے خدشات کا اظہار کر رہے تھے تو کہیں منافقین ان سوالات کی آڑ لے کر لگائی بجھائی میں مصروف تھے۔ چناچہ ان آیات کا مطالعہ کرتے ہوئے یہ پس منظر مدنظر رہنا چاہیے۔دوسرا خطبہ : دوسرا خطبہ پہلے ‘ چوتھے اور پانچویں رکوع پر مشتمل ہے اور یہ ذوالقعدہ 9 ہجری کے بعد نازل ہوا۔ موضوع کی اہمیت کے پیش نظر اس میں سے پہلی چھ آیات کو مقدم کر کے سورت کے آغاز میں لایا گیا ہے۔ یہ وہی آیات ہیں جن کے ساتھ حضور ﷺ نے حضرت علی رض کو قافلۂ حج کے پیچھے بھیجا تھا۔ اس کی تفصیل یوں ہے کہ 9 ہجری میں حضور ﷺ خود حج پر تشریف نہیں لے گئے تھے ‘ اس سال آپ ﷺ نے حضرت ابو بکرصدیق رض کو امیرحج بنا کر بھیجا تھا۔ حج کا یہ قافلہ ذوالقعدہ 9 ہجری میں روانہ ہوا اور اس کے روانہ ہونے کے بعد یہ آیات نازل ہوئیں۔ چناچہ نبی اکرم ﷺ نے حضرت علی رض کو بھیجا کہ حج کے موقع پر علی الاعلان یہ احکامات سب کو سنا دیے جائیں۔ سن 9 ہجری کے اس حج میں مشرکین مکہ بھی شامل تھے۔ چناچہ وہاں حج کے اجتماع میں حضرت علی رض نے یہ آیات پڑھ کر سنائیں ‘ جن کے تحت مشرکین کے ساتھ ہر قسم کے معاہدے سے اعلان براءت کردیا گیا اور یہ واضح کردیا گیا کہ آئندہ کوئی مشرک حج کے لیے نہ آئے۔ مشرکین عرب کے لیے چار ماہ کی مہلت کا اعلان کیا گیا کہ اس مہلت سے فائدہ اٹھاتے ہوئے وہ ایمان لانا چاہیں تو لے آئیں ‘ ورنہ ان کا قتل عام ہوگا۔ یہ آیات چونکہ قرآن کریم کی سخت ترین آیات ہیں ‘ اس لیے ضروری ہے کہ ان کے پس منظر کو اچھی طرح سمجھ لیا جائے۔ یہ احکامات دراصل اس عذاب استیصال کے قائم مقام ہیں جو قوم نوح علیہ السلام ‘ قوم ہود علیہ السلام ‘ قوم صالح علیہ السلام ‘ قوم شعیب ‘ علیہ السلام قوم لوط علیہ السلام اور آل فرعون پر آیا تھا۔ ان تمام قوموں پر عذاب استیصال اللہ کے اس اٹل قانون کے تحت آیا تھا جس کا ذکر قبل ازیں بھی ہوچکا ہے۔ اس قانون کے تحت مشرکین مکہ اب عذاب استیصال کے مستحق ہوچکے تھے ‘ اس لیے کہ حضور ﷺ نے انہی کی زبان میں اللہ کے احکامات ان تک پہنچا کر ان پر حجت تمام کردی تھی۔ اس سلسلے میں اللہ کی مشیت کے مطابق ان کو جو مہلت دی گئی تھی وہ بھی ختم ہوچکی تھی۔ چناچہ ان پر عذاب استیصال کی پہلی قسط میدان بدر میں نازل کی گئی اور دوسری اور آخری قسط کے طور پر اب انہیں الٹی میٹم دے دیا گیا کہ تمہارے پاس سوچنے اور فیصلہ کرنے کے لیے صرف چار ماہ ہیں۔ اس مدت میں ایمان لانا چاہو تو لے آؤ ورنہ قتل کردیے جاؤ گے۔ اس حکم کے اندر ان کے لیے یہ آپشن خود بخود موجود تھا کہ وہ چاہیں تو جزیرہ نمائے عرب سے باہر بھی جاسکتے ہیں ‘ مگر اب اس خطہ کے اندر وہ بحیثیت مشرک کے نہیں رہ سکتے ‘ کیونکہ اب جزیرہ نمائے عرب کو شرک سے بالکل پاک کردینے اور محمد رسول اللہ ﷺ کی بعثت خصوصی کی تکمیلی شان کے ظہور کا وقت آن پہنچا تھا۔ایک اشکال کی وضاحت : یہاں ایک اشکال اس وجہ سے پیدا ہوتا ہے کہ آیات کی موجودہ ترتیب خطبات کی زمانی ترتیب کے بالکل برعکس ہے۔ جو خطبہ پہلے 8 ہجری میں نازل ہوا ہے وہ سورت میں دوسرے رکوع سے شروع ہو رہا ہے ‘ جبکہ بعد 9 ہجری میں نازل ہونے والی آیات کو مقدم کر کے ان سے سورت کا آغاز کیا گیا ہے۔ پھر یہ دوسرا خطبہ بھی آیات کی ترتیب کے باعث دو حصوں میں تقسیم ہوگیا ہے۔ اس کی ابتدائی چھ آیات پہلے رکوع میں آگئی ہیں ‘ جبکہ بقیہ آیات چوتھے اور پانچویں رکوع میں ہیں۔ دراصل ترتیب آیات میں اس پیچیدگی کی وجہ قرآن کا وہ خاص اسلوب ہے جس کے تحت کسی انتہائی اہم بات کو موضوع کی منطقی اور روایتی ترتیب میں سے نکال کر شہ سرخی head line کے طور پر پہلے بیان کردیا جاتا ہے۔ اس اسلوب کو سمجھنے کے لیے سورة الانفال کے آغاز کا انداز ذہن میں رکھیے۔ وہاں مال غنیمت کا مسئلہ انتہائی اہم اور حساس نوعیت کا تھا ‘ جس پر تفصیلی بحث تو بعد میں ہونا مقصود تھی ‘ لیکن اس ضمن میں بنیادی اصول سورت کی پہلی آیت میں بیان کردیا گیا اور مسئلے کی خصوصی اہمیت کے پیش نظر اس موضوع سے سورت کا آغاز فرمایا گیا۔ بالکل اسی انداز میں اس سورت کا آغاز بھی ایک انتہائی اہم مسئلے کے بیان سے کیا گیا ‘ البتہ اس مسئلے کی بقیہ تفصیل بعد میں چوتھے اور پانچویں رکوع میں بیان ہوئی۔ حصہ دوم : اس سورت کا دوسرا حصہ چھٹے رکوع سے لے کر آخر تک گیارہ رکوعوں پر مشتمل ہے اور اس کا تعلق حضور ﷺ کی بعثت عمومی سے ہے۔ اس لیے کہ اس حصے کا مرکزی موضوع غزوۂ تبوک ہے اور غزوۂ تبوک تمہید تھی ‘ اس جدوجہد کی جس کا آغاز اقامت دین کے سلسلے میں جزیرہ نمائے عرب سے باہر بین الاقوامی سطح پر ہونے والا تھا۔ اِن گیارہ رکوعوں میں سے ابتدائی چار رکوع تو وہ ہیں جو غزوۂ تبوک کے لیے مسلمانوں کو ذہنی طور پر تیار کرنے سے متعلق ہیں ‘ چند آیات وہ ہیں جو تبوک جاتے ہوئے دوران سفر نازل ہوئیں ‘ چند آیات تبوک میں قیام کے دوران اور چندتبوک سے واپسی پر راستے میں نازل ہوئیں ‘ جبکہ ان میں چند آیات ایسی بھی ہیں جو تبوک سے واپسی کے بعد نازل ہوئیں۔ آیت 1 بَرَآءَ ۃٌ مِّنَ اللّٰہِ وَرَسُوْلِہٖٓ اِلَی الَّذِیْنَ عٰہَدْتُّمْ مِّنَ الْمُشْرِکِیْنَ یہ اللہ تعالیٰ کی طرف سے ایسے تمام معاہدے ختم کرنے کا دو ٹوک الفاظ میں اعلان ہے جو مسلمانوں نے مشرکین کے ساتھ کر رکھے تھے۔ یہ اعلان چونکہ انتہائی اہم اور حساس نوعیت کا تھا اور قطعی categorical انداز میں کیا گیا تھا ‘ اس لیے اس کے ساتھ کچھ شرائط یا استثنائی شقوں کا ذکر بھی کیا گیا جن کی تفصیل آئندہ آیات میں آئے گی۔ سورة التوبہ کے ضمن میں ایک اور بات لائق توجہ ہے کہ یہ قرآن کی واحد سورت ہے جس کے آغاز میں بسم اللہ الرحمن الرحیم“ نہیں لکھی جاتی۔ اس کا سبب حضرت علی رض نے یہ بیان فرمایا ہے کہ یہ سورت تو ننگی تلوار لے کر یعنی مشرکین کے لیے قتل عام کا اعلان لے کر نازل ہوئی ہے ‘ لہٰذا اللہ تعالیٰ کی رحمانیت اور رحیمیت کی صفات کے ساتھ اس کے مضامین کی مناسبت نہیں ہے۔"
    },
    {
      "ayah": 10,
      "surah": 9,
      "text": "آیت 9 اِشْتَرَوْا بِاٰیٰتِ اللّٰہِ ثَمَنًا قَلِیْلاً انہوں نے اللہ تعالیٰ کی آیات کی قدر نہیں کی اور ان کے بدلے میں حقیر سادنیوی فائدہ حاصل کرلیا۔ انہوں نے محمد ﷺ کو اللہ کا رسول جانتے ہوئے اور حق کو پہچانتے ہوئے صرف اس لیے رد کردیا ہے کہ ان کی چودھراہٹیں قائم رہیں ‘ لیکن انہیں بہت جلد معلوم ہوجائے گا کہ انہوں نے بہت گھاٹے کا سودا کیا ہے۔فَصَدُّوْا عَنْ سَبِیْلِہٖط اِنَّہُمْ سَآءَ مَا کَانُوْا یَعْمَلُوْنََ صَدَّ یَصُدُّ صَدًّا ‘ اس فعل کے اندر رکنے اور روکنے ‘ دونوں کے معنی پائے جاتے ہیں۔"
    },
    {
      "ayah": 100,
      "surah": 9,
      "text": "اب اہل ایمان کے مابین حفظ مراتب کا مضمون آ رہا ہے ‘ کیونکہ کسی بھی معاشرے میں تمام انسان برابر نہیں ہوتے : ؂ خدا پنج انگشت یکساں نہ کرد نہ ہر زن زن است و نہ ہر مرد مرد !مدینہ کے اس معاشرے میں بھی سب لوگ نظریاتی طور پر برابر نہیں تھے ‘ حتیٰ کہ جو منافقین تھے وہ بھی سب ایک جیسے منافق نہیں تھے۔ چونکہ انسانی فطرت تو تبدیل نہیں ہوتی اس لیے آئندہ بھی جب کبھی کسی مسلمان معاشرے میں کوئی دینی تحریک اٹھے گی تو اسی طرح کی صورت حال پیش آئے گی۔ تحریک کے ارکان کے درمیان درجہ بندی کا ایک واضح اور غیر مبہم ادراک نا گزیر ہوگا۔ لہٰذا یہ درجہ بندی حکمت قرآنی کا ایک بہت اہم موضوع ہے اور اس اعتبار سے یہ آیات بہت اہم ہیں۔آیت 100 وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُہٰجِرِیْنَ وَالْاَنْصَارِ وَالَّذِیْنَ اتَّبَعُوْہُمْ بِاِحْسَانٍلا رَّضِیَ اللّٰہُ عَنْہُمْ وَرَضُوْا عَنْہُ وَاَعَدَّ لَہُمْ جَنّٰتٍ تَجْرِیْ تَحْتَہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَآ اَبَدًا ط ذٰلِکَ الْفَوْزُ الْعَظِیْمُ اس درجہ بندی کے مطابق اہل ایمان کے یہ دو مراتب بلند ترین ہیں۔ یعنی سب سے اوپر السّٰبِقُوْنَ الْاَوَّلُوْنَ اور اس کے بعد ان کے پیروکار۔ اس سے پہلے ایک درجہ بندی ہم سورة النساء کی آیت 69 میں انبیاء ‘ صدیقین ‘ شہداء اور صالحین کے مراتب میں بھی دیکھ چکے ہیں۔ مگر وہ درجہ بندی کسی اور اعتبار سے ہے جس کی تفصیل کا یہ موقع نہیں۔ بنیادی طور پر ان دونوں گروہوں کے لوگ نیک سیرت ہیں جو فطرت سلیمہ اور عقل سلیم سے نوازے گئے ہیں۔ البتہ ان کی آپس کی درجہ بندی میں جو فرق ہے وہ ان کی طبیعت اور ہمت کے فرق کے باعث ہے۔ ان میں سے درجہ اول السّٰبِقُوْنَ الْاَوَّلُوْنَ پر فائز دراصل وہ لوگ ہیں جو حق کو سامنے آتے ہی فوراً قبول کرلیتے ہیں۔ حق ان کے لیے اس قدر قیمتی متاع ہے کہ اس کی قبولیت میں ذرا سی تاخیر بھی انہیں گوارا نہیں ہوتی۔ وہ اتنے باہمت لوگ ہوتے ہیں کہ قبول حق کا فیصلہ کرتے ہوئے وہ اس کے نتائج و عواقب کے بارے میں سوچ بچار میں نہیں پڑتے۔ وہ اس خیال کو خاطر میں نہیں لاتے کہ اس کے بعد انہیں کیا کچھ چھوڑنا ہوگا اور کیا کچھ بھگتنا پڑے گا۔ نہ وہ لوگ یہ دیکھتے ہیں کہ ان کے آگے اس راستے پر پہلے سے کوئی چل بھی رہا ہے یا نہیں ‘ اور اگر نہیں چل رہا تو کسی اور کے آنے کا انتظار کرلیں ‘ سب سے پہلے ‘ اکیلے وہ کیونکر اس پر خطر وادی میں کود پڑیں ! وہ ان سب پہلوؤں پر سوچنے میں وقت ضائع نہیں کرتے ‘ حق کو قبول کرنے میں کوئی سمجھوتہ نہیں کرتے ‘ کسی مصلحت کو خاطر میں نہیں لاتے ‘ عقل کے دلائل کی منطق میں نہیں پڑتے اور ع ہرچہ باداباد ‘ ما کشی در آب اندا ختیم کے مصداق آتش ابتلا میں کود جاتے ہیں۔ بقول اقبالؔ :r؂بے خطر کود پڑا آتش نمرود میں عشق عقل ہے کہ محو تماشائے لب بام ابھی !دوسرے درجہ میں وہ لوگ ہیں جو ان السّٰبِقُوْنَ الْاَوَّلُوْنَ کے اتباع میں داعئ حق کی پکار پر لبیک کہتے ہیں۔ یہ بھی سلیم الفطرت لوگ ہوتے ہیں ‘ حق کو پہلی نظر میں پہچاننے کی صلاحیت رکھتے ہیں اور اس کی قبولیت کے لیے آمادہ بھی ہوتے ہیں ‘ مگر ان میں ہمت قدرے کم ہوتی ہے۔ یہ ہرچہ بادا باد والا نعرہ بلند نہیں کرسکتے اور چاہتے ہیں کہ یہ نئی پگڈنڈی ذرا راستے کی شکل اختیار کرلے ‘ ہمارے آگے کوئی دو چار لوگ چلتے ہوئے نظر آئیں تو ہم بھی ان کے پیچھے چل پڑیں گے۔ یعنی اس میں معاملہ نیت کے کسی خلل کا نہیں ‘ صرف ہمت کی کمی کا ہے۔ اور وہ بھی اس لیے کہ ان کی طبائع ہی اس نہج پر بنائی گئی ہیں ‘ جیسے حضور ﷺ نے فرمایا : اَلنَّاسُ مَعَادِنُ کَمَعَادِنِ الْفِضَّۃِ وَالذَّھَبِ 1 انسان معدنیات کی کانوں کی طرح ہیں ‘ جیسے چاندی اور سونے کی کانیں ہوتی ہیں۔ یعنی جس طرح معدنیات کی قسمیں ہوتی ہیں اسی طرح انسانوں کی بھی مختلف اقسام ہیں۔ ظاہر ہے آپ سونے کی کچ دھات ore کو صاف کریں گے تو خالص سونا حاصل ہوگا۔ چاندی کی ore کو خواہ کتنا ہی صاف کرلیں وہ سونا نہیں بن سکتی۔ اسی طرح انسانوں کے طبائع میں جو بنیادی فرق ہوتا ہے اس کے سبب سب انسان برابر نہیں ہوسکتے۔ بہر حال یہاں پر اللہ تعالیٰ نے السّٰبِقُوْنَ الْاَوَّلُوْنَ اور ان کے اتباع میں حق کو قبول کرنے والوں کا ذکر ایک ساتھ کیا ہے ‘ کیونکہ ان متبعین نے بھی حق کو حق سمجھ کر قبول کیا ہے ‘ پوری نیک نیتی سے قبول کیا ہے اور صرف اللہ کی رضا کے لیے قبول کیا ہے۔ اس سلسلے میں کوئی اور غرض ‘ کوئی اور عامل ‘ کوئی اور مفاد ان کے پیش نظر نہیں تھا۔ بس تھوڑی سی ہمت کی کمی تھی جس کی وجہ سے وہ سبقت نہ لے سکے ‘ مگر دوسرے درجے پر فائز ہوگئے۔اب یہاں ایک اہم بات یہ نوٹ کرنے کی ہے کہ السّٰبِقُوْنَ الْاَوَّلُوْنَ مہاجرین میں سے بھی ہیں اور انصار میں سے بھی ‘ اور پھر ان میں ان کے اپنے اپنے متبعین ہیں۔ انصار چونکہ کہیں دس سال بعد ایمان لائے تھے ‘ اس لیے اگر زمانی اعتبار سے دیکھا جائے تو گروہ مہاجرین میں سے جو اصحاب متبعین قرار پائے ہیں وہ انصار کے السّٰبِقُوْنَ الْاَوَّلُوْنَ سے بھی پہلے ایمان لائے تھے ‘ مگر اس درجہ بندی اور مراتب میں وہ ان سے پیچھے ہی رہے۔ اس لیے کہ یہاں پہلے یا بعد میں آنے کا اعتبار زمانی لحاظ سے نہیں ‘ بلکہ یہ مزاج کا معاملہ ہے اور اس پہلے رد عمل کا معاملہ ہے جو کسی کے مزاج سے اس وقت ظہور پذیر ہوا جب اس نے پہلی دفعہ حق کو پہچانا۔ لہٰذا اگرچہ اہل مدینہ جو بعد میں انصار کہلائے بہت بعد میں ایمان لائے تھے مگر ان میں بھی وہ لوگ السّٰبِقُوْنَ الْاَوَّلُوْنَ ہی قرار پائے تھے جنہوں نے حق کو پہچان کر فوراً لبیک کہا ‘ پھر نہ نتائج کی پروا کی اور نہ کوئی مصلحت ان کے آڑے آئی۔"
    },
    {
      "ayah": 101,
      "surah": 9,
      "text": "آیت 101 وَمِمَّنْ حَوْلَکُمْ مِّنَ الْاَعْرَابِ مُنٰفِقُوْنَ ط وَمِنْ اَہْلِ الْمَدِیْنَۃِقف مَرَدُوْا عَلَی النِّفَاقِ قف یہ وہ لوگ ہیں جن کے نفاق کا مرض اب آخری مرحلے میں پہنچ کر لا علاج ہوچکا ہے اور اب اس مرض سے ان کے شفایاب ہونے کا کوئی امکان نہیں ہے۔ منافقت کے مرض کی بھی ٹی بی کی طرح تین stages ہوتی ہیں۔ جھوٹے بہانے بنانا اس مرض کی ابتدا ہے ‘ جبکہ بات بات پر جھوٹی قسمیں کھانا دوسری سٹیج کی علامت ہے ‘ اور جب یہ مرض تیسری اور آخری سٹیج میں پہنچتا ہے تو اس کی واضح علامت منافقین کی اہل ایمان کے ساتھ ضد اور دشمنی کی صورت میں ظاہر ہوتی ہے۔ اس لیے کہ اہل ایمان تو دین کے تمام مطالبات خوشی خوشی پورے کرتے ہیں ‘ جس مہم سے بچنے کے لیے منافقین بہانے تراشنے میں مصروف ہوتے ہیں اہل ایمان بلا حیل و حجت اس کے لیے دل و جان سے حاضر ہوجاتے ہیں۔ مؤمنین صادقین کا یہ رویہ منافقین کے لیے ایک عذاب سے کم نہیں ہوتا ‘ جس کے باعث آئے دن ان کی سبکی ہوتی ہے اور آئے دن ان کی منافقت کا پول کھلتا رہتا ہے۔ یہی وجہ ہے کہ منافقین کو مسلمانوں سے نفرت اور عداوت ہوجاتی ہے اور یہی اس مرض کی آخری سٹیج ہے۔لاَ تَعْلَمُہُمْ ط نَحْنُ نَعْلَمُہُمْط سَنُعَذِّبُہُمْ مَّرَّتَیْنِ منافقین مدینہ تو ہر روز نئے عذاب سے گزرتے تھے۔ ہر روز کہیں نہ کہیں اللہ کی راہ میں نکلنے کا مطالبہ ہوتا تھا اور ہر روز انہیں جھوٹی قسمیں کھا کھا کر ‘ جھوٹے بہانے بنا بنا کر جان چھڑانا پڑتی تھی۔ اس لحاظ سے ان کی زندگی مسلسل عذاب میں تھی۔ ثُمَّ یُرَدُّوْنَ اِلٰی عَذَابٍ عَظِیْمٍ دنیا کا عذاب جتنا بھی ہو آخرت کے عذاب کے مقابلے میں تو کچھ بھی نہیں۔ لہٰذا دنیا کے عذاب جھیلتے جھیلتے ایک دن انہیں بہت بڑے عذاب کا سامنا کرنے کے لیے پیش ہونا پڑے گا۔ السّٰبِقُوْنَ الْاَوَّلُوْنَ ‘ ان کے متبعین اور پھر منافقین کے ذکر کے بعد اب کچھ ایسے لوگوں کا ذکر ہونے جا رہا ہے جو ان دونوں انتہاؤں کے درمیان ہیں۔ ان لوگوں کا ذکر بھی دو الگ الگ درجوں میں ہوا ہے۔ ان میں پہلے جس گروہ کا ذکر آ رہا ہے وہ اگرچہ مخلص مسلمان تھے مگر ان میں ہمت کی کمی تھی۔ چلنا بھی چاہتے تھے مگر چل نہیں پاتے تھے۔ کسی قدر چلتے بھی تھے مگر کبھی کوتاہی بھی ہوجاتی تھی۔ ہمت کر کے آگے بڑھتے تھے لیکن کبھی کسل مندی اور سستی کا غلبہ بھی ہوجاتا تھا۔"
    },
    {
      "ayah": 102,
      "surah": 9,
      "text": "آیت 102 وَاٰخَرُوْنَ اعْتَرَفُوْا بِذُنُوْبِہِمْ وہ اپنی کوتاہیوں کو چھپانے کے لیے جھوٹ نہیں بولتے ‘ جھوٹی قسمیں نہیں کھاتے ‘ جھوٹے بہانے نہیں بناتے ‘ بلکہ کھلے عام اعتراف کرلیتے ہیں کہ ہم سے غلطی ہوگئی ‘ معمولات زندگی کی مصروفیات اور اہل و عیال کی مشغولیات نے ہمیں اس قدر الجھایا کہ ہم دینی فرائض کی ادائیگی میں کوتاہی کا ارتکاب کر بیٹھے۔ جب غلطی کا ایسا کھلا اعتراف ہوگیا تو نفاق کا احتمال جاتا رہا۔ لہٰذا انہیں توبہ کی توفیق مل گئی۔ خَلَطُوْا عَمَلاً صَالِحًا وَّاٰخَرَ سَیِّءًا ط نیک اعمال بھی کرتے ہیں مگر کبھی کوئی غلطی بھی کر بیٹھتے ہیں۔ ایثار وا نفاق بھی کرتے ہیں مگر دنیاداری کے جھمیلوں میں الجھ کر کہیں کوئی تقصیر بھی ہوجاتی ہے۔عَسَی اللّٰہُ اَنْ یَّتُوْبَ عَلَیْہِمْط اِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ ایک روایت کے مطابق یہ آیت حضرت ابو لبابہ رض اور ان کے چند ساتھیوں کے بارے میں نازل ہوئی۔ ان لوگوں سے سستی اور دنیاداری کی مصروفیات کے باعث یہ کوتاہی ہوئی کہ وہ غزوۂ تبوک پر نہ جاسکے ‘ مگر جلد ہی انہیں احساس ہوگیا کہ ان سے بہت بڑی غلطی سرزد ہوگئی ہے۔ چناچہ انہوں نے شدید احساس ندامت کے باعث رسول اللہ ﷺ کے واپس مدینہ تشریف لانے سے پہلے اپنے آپ کو مسجد نبوی کے ستونوں سے باندھ لیا کہ اب یا تو حضور ﷺ تشریف لا کر ہماری توبہ کی قبولیت کا اعلان فرمائیں گے اور ہمیں اپنے دست مبارک سے کھولیں گے یا پھر ہم یہیں بندھے بندھے اپنی جانیں دے دیں گے۔ حضور ﷺ کی واپسی پر یہ آیات نازل ہوئیں تو آپ ﷺ نے تشریف لے جا کر انہیں کھولا اور خوشخبری سنائی کہ ان کی توبہ قبول ہوگئی ہے۔ توبہ کرنے اور توبہ کی قبولیت کا یہ وہی اصول تھا جو ہم سورة النساء میں پڑھ آئے ہیں : اِنَّمَا التَّوْبَۃُ عَلَی اللّٰہِ لِلَّذِیْنَ یَعْمَلُوْنَ السُّوْٓءَ بِجَہَالَۃٍ ثُمَّ یَتُوْبُوْنَ مِنْ قَرِیْبٍ فَاُولٰٓءِکَ یَتُوْبُ اللّٰہُ عَلَیْہِمْط وَکَان اللّٰہُ عَلِیْماً حَکِیْماً یعنی کوئی غلطی یا کوتاہی سرزد ہونے کے فوراً بعد انسان کے اندر ایمانی جذبات لوٹ آئیں ‘ اسے احساس ندامت ہو اور وہ توبہ کرلے تو اللہ تعالیٰ نے ایسی توبہ کو قبول کرنے کا ذمہ لیا ہے۔ مگر ان اصحاب رض کو یہ اعزاز نصیب ہوا کہ ان کی توبہ کی قبولیت کے بارے میں خصوصی حکم نازل ہوا۔"
    },
    {
      "ayah": 103,
      "surah": 9,
      "text": "آیت 103 خُذْ مِنْ اَمْوَالِہِمْ صَدَقَۃً تُطَہِّرُہُمْ وَتُزَکِّیْہِمْ بِہَا روایت میں آتا ہے کہ یہ اصحاب رض اپنے اموال کے ساتھ خود حضور ﷺ کی خدمت میں حاضر ہوئے تھے کہ توبہ کی قبولیت کے شکرانے کے طور پر ہم اللہ کی راہ میں یہ اموال پیش کرتے ہیں۔ چونکہ یہ لوگ مخلص مؤمن تھے ‘ صرف سستی اور کمزوری کے باعث کوتاہی ہوئی تھی ‘ اس لیے اللہ تعالیٰ نے کمال مہربانی سے آپ ﷺ کو یہ صدقات قبول کرنے کی اجازت فرمائی۔ جبکہ منافقین کے صدقات قبول کرنے سے آپ ﷺ کو منع فرما دیا گیا تھا۔وَصَلِّ عَلَیْہِمْط اِنَّ صَلٰوتَکَ سَکَنٌ لَّہُمْ ط آپ ﷺ کی دعا ان کے لیے باعث اطمینان ہوگی اور انہیں تسلی ہوجائے گی کہ ان کی خطا معاف ہوگئی ہے اور ان کی توبہ قبول کی جا چکی ہے۔"
    },
    {
      "ayah": 104,
      "surah": 9,
      "text": "آیت 104 اَلَمْ یَعْلَمُوْٓا اَنَّ اللّٰہَ ہُوَ یَقْبَلُ التَّوْبَۃَ عَنْ عِبَادِہٖ وَیَاْخُذُ الصَّدَقٰتِ یعنی اللہ کے بندوں کو معلوم ہونا چاہیے کہ وہ التوّاب بھی ہے اور اپنے بندوں کے صدقات کو شرف قبولیت بھی بخشتا ہے۔ رسول اللہ ﷺ نے صدقہ و خیرات وغیرہ کے مال کو اپنے لیے اور اپنی اولاد کے لیے حرام قرار دیا ہے۔ مگر اللہ کا اپنے بندوں پر یہ خاص احسان ہے کہ وہ الغنی ہے ‘ بےنیاز ہے ‘ اسے کسی چیز کی ضرورت نہیں ‘ مگر پھر بھی وہ اپنے بندوں سے ان کے نفقات و صدقات کو قبول فرماتا ہے۔"
    },
    {
      "ayah": 105,
      "surah": 9,
      "text": "آیت 105 وَقُلِ اعْمَلُوْا فَسَیَرَی اللّٰہُ عَمَلَکُمْ وَرَسُوْلُہٗ وَالْمُؤْمِنُوْنَ ط اب پھر سے محنت کرو ‘ سرفروشی اور جاں فشانی کا مظاہرہ کرو ‘ آئندہ تمہارے اعمال کا جائزہ لیا جائے گا کہ مطالبات دین کے بارے میں تمہارا کیا رویہ ہے اور یہ کہ پھر سے کوئی کوتاہی ‘ لغزش وغیرہ تو نہیں ہونے پا رہی۔وَسَتُرَدُّوْنَ اِلٰی عٰلِمِ الْغَیْبِ وَالشَّہَادَۃِ فَیُنَبِّءُکُمْ بِمَا کُنْتُمْ تَعْمَلُوْنَ قیامت کے دن تمہیں اللہ تعالیٰ کے حضور پیش ہونا ہے ‘ جو تمہارے سارے کیے دھرے سے تم کو آگاہ کر دے گا۔ وہاں تمہارے سارے اعمال تمہارے سامنے پیش کردیے جائیں گے۔ اس بارے میں سورة الزلزال میں یوں فرمایا گیا : فَمَنْ یَّعْمَلْ مِثْقَالَ ذَرَّۃٍ خَیْرًا یَّرَہٗ۔ وَمَنْ یَّعْمَلْ مِثْقَالَ ذَرَّۃٍ شَرًّا یَّرَہٗ تو جس نے ذرّہ بھر نیکی کی ہوگی وہ اسے بچشم خود دیکھ لے گا۔ اور جس نے ذرہ بھر برائی کی ہوگی وہ اسے بچشم خود دیکھ لے گا۔ اس کے بعد وہاں دودھ کا دودھ اور پانی کا پانی ہوجائے گا۔"
    },
    {
      "ayah": 106,
      "surah": 9,
      "text": "آیت 106 وَاٰخَرُوْنَ مُرْجَوْنَ لِاَمْرِ اللّٰہِ اِمَّا یُعَذِّبُہُمْ وَاِمَّا یَتُوْبُ عَلَیْہِمْط وَاللّٰہُ عَلِیْمٌ حَکِیْمٌ یہ ضعفاء میں سے دوسری قسم کے لوگوں کا ذکر ہے ‘ جن کا معاملہ مؤخر کردیا گیا تھا۔ یہ تین اصحاب رض تھے : کعب بن مالک ‘ ہلال بن امیہ اور مرارہ بن الربیع رض ‘ ان میں سے ایک صحابی حضرت کعب بن مالک انصاری رض نے اپنا واقعہ بڑی تفصیل سے بیان کیا ہے جو کتب احادیث اور تفاسیر میں منقول ہے۔ مولانا مودودی رح نے بھی تفہیم القرآن میں بخاری شریف کے حوالے سے یہ طویل حدیث نقل کی ہے۔ یہ بہت سبق آموز اور عبرت انگیز واقعہ ہے۔ اسے پڑھنے کے بعد مدینہ کے اس معاشرے ‘ حضور ﷺ کے زیر تربیت افراد کے انداز فکر اور جماعتی زندگی کے نظم و ضبط کی جو تصویر ہمارے سامنے آتی ہے وہ حیران کن بھی ہے اور ایمان افروز بھی۔ یہ تینوں حضرات سچے مسلمان تھے ‘ مہم پر جانا بھی چاہتے تھے مگر سستی کی وجہ سے تاخیر ہوگئی اور اس طرح وہ جانے سے رہ گئے۔ حضرت کعب رض بن مالک خود فرماتے ہیں کہ میں اس زمانے میں بہت صحت مند اور خوشحال تھا ‘ میری اونٹنی بھی بہت توانا اور تیز رفتار تھی۔ جب سستی کی وجہ سے میں لشکر کے ساتھ روانہ نہ ہوسکا تو بھی میرا خیال تھا کہ میں آج کل میں روانہ ہوجاؤں گا اور راستے میں لشکر سے جاملوں گا۔ میں اسی طرح سوچتا رہا اور روانہ نہ ہوسکا۔ حتیٰ کہ وقت نکل گیا اور پھر ایک دن اچانک مجھے یہ احساس ہوا کہ اب خواہ میں کتنی ہی کوشش کرلوں ‘ لشکر کے ساتھ نہیں مل سکتا۔ جب رسول اللہ ﷺ تبوک سے واپس تشریف لائے تو آپ ﷺ نے پیچھے رہ جانے والوں کو بلا کر باز پرس شروع کی۔ منافقین آپ ﷺ کے سامنے قسمیں کھا کھا کر بہانے بناتے رہے اور آپ ﷺ ان کی باتوں کو مانتے رہے۔ جب کعب رض بن مالک کی باری آئی تو حضور ﷺ نے ان کو دیکھ کر تبسم فرمایا۔ ظاہر بات ہے کہ حضور ﷺ جانتے تھے کہ کعب رض سچے مؤمن ہیں۔ آپ ﷺ نے ان سے دریافت فرمایا کہ تمہیں کس چیز نے روکا تھا ؟ انہوں نے صاف کہہ دیا کہ لوگ جھوٹی قسمیں کھا کھا کر چھوٹ گئے ہیں ‘ اللہ نے مجھے بھی زبان دی ہے ‘ میں بھی بہت سی باتیں بنا سکتا ہوں ‘ مگر حقیقت یہ ہے کہ مجھے کوئی عذر مانع نہیں تھا۔ میں ان دنوں جتنا صحت مند تھا اتنا پہلے کبھی نہ تھا ‘ جتنا غنی اور خوشحال تھا پہلے کبھی نہ تھا۔ مجھے کوئی عذر مانع نہیں تھا سوائے اس کے کہ شیطان نے مجھے ورغلایا اور تاخیر ہوگئی۔ ان کے باقی دو ساتھیوں نے بھی اسی طرح سچ بولا اور کوئی بہانہ نہ بنایا۔ان تینوں حضرات کے بارے میں نبی اکرم ﷺ نے حکم دیا کہ کوئی شخص ان تینوں سے بات نہ کرے اور یوں ان کا مکمل طور پر معاشرتی مقاطعہ social boycott ہوگیا ‘ جو پورے پچاس دن جاری رہا۔ حضرت کعب رض فرماتے ہیں اس دوران ایک دن انہوں نے اپنے چچا زاد بھائی اور بچپن کے دوست سے بات کرنا چاہی تو اس نے بھی جواب نہ دیا۔ جب انہوں نے اس سے کہا کہ اللہ کے بندے تمہیں تو معلوم ہے کہ میں منافق نہیں ہوں تو اس نے جواب میں صرف اتنا کہا کہ اللہ اور اس کا رسول ﷺ ہی بہتر جانتے ہیں۔ چالیس دن بعد حضور ﷺ کے حکم پر انہوں نے ابھی بیوی کو بھی علیحدہ کردیا۔ اسی دوران والئ غسان کی طرف سے انہیں ایک خط بھی ملا ‘ جس میں لکھا تھا کہ ہم نے سنا ہے کہ آپ کے ساتھی آپ پر ظلم ڈھا رہے ہیں ‘ آپ باعزت آدمی ہیں ‘ آپ ایسے نہیں ہیں کہ آپ کو ذلیل کیا جائے ‘ لہٰذا آپ ہمارے پاس آجائیں ‘ ہم آپ کی قدر کریں گے اور اپنے ہاں اعلیٰ مراتب سے نوازیں گے۔ یہ بھی ایک بہت بڑی آزمائش تھی ‘ مگر انہوں نے وہ خط تنور میں جھونک کر شیطان کا یہ وار بھی ناکام بنا دیا۔ ان کی اس سزا کے پچاسویں دن ان کی معافی اور توبہ کی قبولیت کے بارے میں حکم نازل ہوا آیت 118 اور اس طرح اللہ نے انہیں اس آزمائش اور ابتلا میں سرخرو فرمایا۔ بائیکاٹ کے اختتام پر ہر فرد کی طرف سے ان حضرات کے لیے خلوص و محبت کے جذبات کا جس طرح سے اظہار ہوا اور پھر ان تینوں اصحاب رض نے اپنی آزمائش اور ابتلا کے دوران اخلاص و استقامت کی داستان جس خوبصورتی سے رقم کی ‘ یہ ایک دینی جماعتی زندگی کی مثالی تصویر ہے۔"
    },
    {
      "ayah": 107,
      "surah": 9,
      "text": "آیت 107 وَالَّذِیْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّکُفْرًا وَّتَفْرِیْقًام بَیْنَ الْمُؤْمِنِیْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰہَ وَرَسُوْلَہٗ مِنْ قَبْلُ ط ضِرَارًا باب مفاعلہ ہے ‘ یعنی انہوں نے مسجد بنائی ہے ضدم ضدا ‘ مقابلے میں اور دعوت حق کو نقصان پہنچانے کے لیے۔ یہ مسجد منافقین نے مسجد قبا کے قریبی علاقے میں بنائی تھی۔ اس کی تعمیر کے پیچھے ابو عامر راہب کا ہا تھ تھا۔ اس شخص کا تعلق قبیلہ خزرج سے تھا۔ وہ زمانۂ جاہلیت میں عیسائیت قبول کر کے راہب بن گیا تھا اور عرب میں اہل کتاب کے بہت بڑے عالم کے طور پر جانا جاتا تھا۔ جیسا کہ ورقہ بن نوفل ‘ جو قرشی تھے اور انہوں نے بھی بت پرستی چھوڑ کر عیسائیت اختیار کرلی تھی ‘ اور اپنے زمانے کے اتنے بڑے عالم تھے کہ تورات عبرانی زبان میں لکھا کرتے تھے۔ وہ بہت نیک اور سلیم الفطرت انسان تھے۔ جب حضرت خدیجہ رض حضور ﷺ کو لے کر ان کے پاس گئیں تو انہوں نے آپ ﷺ کی تصدیق کی اور بتایا کہ آپ ﷺ کے پاس وہی ناموس آیا ہے جو حضرت موسیٰ اور حضرت عیسیٰ علیہ السلام کے پاس آتا تھا۔ انہوں نے تو یہاں تک کہا تھا کہ کاش میں اس وقت تک زندہ رہوں جب آپ کی قوم آپ کو یہاں سے نکال دے گی۔ حضور ﷺ نے جب حیرت سے پوچھا کہ کیا یہ لوگ مجھے یہاں سے نکال دیں گے ؟ تو انہوں نے بتایا کہ ہاں ! معاملہ ایسا ہی ہے ‘ آپ کی دعوت کے نتیجے میں آپ کی قوم آپ کی دشمن بن جائے گی۔مگر ابو عامر راہب کا رویہ اس کے برعکس تھا۔ وہ رسول اللہ ﷺ کا شدید ترین دشمن بن گیا۔ قریش مکہ کی بدر میں شکست کے بعد یہ شخص مکہ میں جا کر آباد ہوگیا اور اہل مکہ کو حضور ﷺ اور مسلمانوں کے خلاف اکساتا رہا۔ چناچہ غزوۂ احد کے پیچھے بھی اسی شخص کی سازشیں کار فرما تھیں ‘ بلکہ میدان احد میں جب دونوں لشکر آمنے سامنے ہوئے تو اس نے لشکر سے باہر نکل کر انصار مدینہ کو خطاب کر کے انہیں ورغلانے کی کوشش بھی کی تھی۔ اس کے بعد بھی تمام جنگوں میں یہ مسلمانوں کے خلاف برسرپیکار رہا ‘ مگر حنین کی جنگ کے بعد جب اسے محسوس ہوا کہ اب جزیرہ نمائے عرب میں اس کے لیے کوئی جگہ نہیں رہی تو وہ مایوس ہو کر شام چلا گیا اور وہاں جا کر بھی مسلمانوں کے خلاف سازشوں میں مصروف رہا۔ اس کے لیے اس نے منافقین مدینہ کے ساتھ مسلسل رابطہ رکھا اور اسی کے کہنے پر منافقین نے مسجد ضرار تعمیر کی جو نام کو تو مسجد تھی مگر حقیقت میں سازشی عناصر کی کمین گاہ اور فتنے کا ایک مرکز تھی۔ وَلَیَحْلِفُنَّ اِنْ اَرَدْنَآ اِلاَّ الْحُسْنٰیط واللّٰہُ یَشْہَدُ اِنَّہُمْ لَکٰذِبُوْنَ اب جواب طلبی پر یہ منافقین قسمیں کھا کھا کر اپنی صفائی پیش کرنے کی کوشش کریں گے کہ ہماری کوئی بری نیت نہیں تھی ‘ ہمارا ارادہ تو نیکی اور بھلائی ہی کا تھا ‘ اصل میں دوسری مسجد ذرا دور پڑتی تھی جس کی وجہ سے ہم تمام نمازیں جماعت کے ساتھ ادا نہیں کرسکتے تھے ‘ اس لیے ہم نے سوچا کہ اپنے محلے میں ایک مسجد بنا لیں تاکہ تمام نمازیں آسانی سے باجماعت ادا کرسکیں ‘ وغیرہ وغیرہ۔"
    },
    {
      "ayah": 108,
      "surah": 9,
      "text": "آیت 108 لاَ تَقُمْ فِیْہِ اَبَدًا ط مسجد بنانے کے بعد یہ منافقین حضور ﷺ کے پاس یہ درخواست لے کر آئے تھے کہ آپ ﷺ مسجد میں تشریف لے آئیں تو بڑی برکت ہوگی۔ مگر اللہ تعالیٰ نے آپ ﷺ کو بروقت روک دیا کہ آپ ﷺ وہاں تشریف نہ لے جائیں۔لَمَسْجِدٌ اُسِّسَ عَلَی التَّقْوٰی مِنْ اَوَّلِ یَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِیْہِ ط یقیناً وہ مسجد جس کی بنیاد پہلے دن سے ہی تقویٰ پر رکھی گئی تھی ‘ وہ زیادہ مستحق ہے کہ آپ ﷺ اس میں کھڑے ہوں نماز پڑھیں اس سے مراد مسجد قبا ہے جو قریب ہی تھی اور جس کی بنیاد رسول اللہ ﷺ نے اپنے دست مبارک سے رکھی تھی۔ یہ مقام اس وقت کے مدینہ کی آبادی سے تین میل کے فاصلے پر تھا۔ جب آپ ﷺ ہجرت کر کے مدینہ تشریف لے گئے تو یہ آپ ﷺ کا پہلا پڑاؤ تھا۔ آپ ﷺ نے اس مقام پر قیام فرمایا تھا اور یہاں اس مسجد کی بنیاد رکھی تھی۔فِیْہِ رِجَالٌ یُّحِبُّوْنَ اَنْ یَّتَطَہَّرُوْاط واللّٰہُ یُحِبُّ الْمُطَّہِّرِیْنَ مسجد قبا والے مسلمانوں سے پوچھا گیا کہ آپ لوگوں کے کس عمل کی وجہ سے اللہ تعالیٰ نے آپ کی طہارت کی تعریف فرمائی ہے ؟ تو انہوں نے جواب دیا کہ ہم لوگ قضائے حاجت کے بعد ڈھیلے بھی استعمال کرتے ہیں اور پھر پانی سے بھی طہارت حاصل کرتے ہیں۔ چناچہ عام طور پر یہی سمجھا گیا ہے کہ اللہ تعالیٰ نے یہاں طہارت کے اس معیار کی تعریف فرمائی ہے۔"
    },
    {
      "ayah": 109,
      "surah": 9,
      "text": "آیت 109 اَفَمَنْ اَسَّسَ بُنْیَانَہٗ عَلٰی تَقْوٰی مِنَ اللّٰہِ وَرِضْوَانٍ خَیْرٌ اَمْ مَّنْ اَسَّسَ بُنْیَانَہٗ عَلٰی شَفَا جُرُفٍ ہَارٍ فَانْہَارَ بِہٖ فِیْ نَارِ جَہَنَّمَ ط یعنی جب انسان کوئی عمارت تعمیر کرنا چاہتا ہے تو اس کے لیے کسی مضبوط اور ٹھوس جگہ کا انتخاب کرتا ہے۔ اگر وہ کسی کھوکھلی جگہ پر یا کسی کھائی وغیرہ کے کنارے پر عمارت تعمیر کرے گا تو جلد یا بدیر وہ عمارت گر کر ہی رہے گی۔ دراصل یہ منافقین کی تدبیروں اور سازشوں کی مثال دی گئی ہے کہ ان کی مثال ایسی ہے جیسے وہ جہنم کی گہری کھائی کے کنارے پر اپنی عمارتیں تعمیر کر رہے ہوں ‘ چناچہ وہ کنارہ بھی گر کر رہے گا اور خود ان کو اور ان کی تعمیرات کو بھی جہنم میں گرائے گا۔"
    },
    {
      "ayah": 11,
      "surah": 9,
      "text": "آیت 11 فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوۃَ وَاٰتَوُا الزَّکٰوۃَ فَاِخْوَانُکُمْ فِی الدِّیْنِ ط اللہ نے ان کے لیے اب بھی توبہ کا دروازہ کھلا رکھا ہوا ہے۔ اب بھی اگر وہ اسلام قبول کرلیں اور شعار دینی کو اپنا لیں تو وہ تمہاری دینی برادری میں شامل ہوسکتے ہیں۔"
    },
    {
      "ayah": 110,
      "surah": 9,
      "text": "آیت 110 لاَ یَزَالُ بُنْیَانُہُمُ الَّذِیْ بَنَوْا رِیْبَۃً فِیْ قُلُوْبِہِمْ الآَّ اَنْ تَقَطَّعَ قُلُوْبُہُمْط وَاللّٰہُ عَلِیْمٌ حَکِیْمٌ۔ ان منافقین کے دلوں کے اندر منافقت کی جڑیں اتنی گہری جا چکی ہیں کہ اس کے اثرات کا زائل ہونا اب ممکن نہیں رہا۔ اس کی مثال یوں سمجھئے کہ اگر کسی کے پورے جسم میں کینسر پھیل چکا ہو تو معمولی آپریشن کرنے سے وہ ٹھیک نہیں ہوسکتا ‘ کیونکہ کینسر کے اثرات تو جسم کے ایک ایک ریشے میں سرایت کرچکے ہیں۔ اب اگر سارے جسم کو ٹکڑے ٹکڑے کردیا جائے تب شاید اس کی جڑوں کو نکالنا ممکن ہو۔ لہٰذا ان منافقین کے دل ہمیشہ شکوک و شبہات کے اندھیروں میں ہی ڈوبے رہیں گے ‘ انہیں ایمان و یقین کی روشنی کبھی نصیب نہیں ہوگی ‘ اِلا یہ کہ ان کے دل ٹکڑے ٹکڑے کردیے جائیں۔ اب اگلی دو آیات میں بہت اہم مضمون آ رہا ہے۔"
    },
    {
      "ayah": 111,
      "surah": 9,
      "text": "آیت 111 اِنَّ اللّٰہَ اشْتَرٰی مِنَ الْمُؤْمِنِیْنَ اَنْفُسَہُمْ وَاَمْوَالَہُمْ بِاَنَّ لَہُمُ الْجَنَّۃَ ط یہ دو طرفہ سودا ہے جو ایک صاحب ایمان بندے کا اپنے رب کے ساتھ ہوجاتا ہے۔ بندہ اپنے جان و مال بیچتا ہے اور اللہ اس کے جان و مال کو جنت کے عوض خرید لیتا ہے۔یُقَاتِلُوْنَ فِیْ سَبِیْلِ اللّٰہِ فَیَقْتُلُوْنَ وَیُقْتَلُوْنَ قف جیسے جنگ بدر میں مسلمانوں نے ستر کافروں کو جہنم رسید کیا ‘ اور میدان احد میں ستر اہل ایمان شہید ہوگئے۔وَعْدًا عَلَیْہِ حَقًّا فِی التَّوْرٰٹۃِ وَالْاِنْجِیْلِ وَالْقُرْاٰنِ ط یہاں بین السطور میں دراصل یہ یقین دہانی کرائی گئی ہے کہ یہ سودا اگرچہ ادھار کا سودا ہے مگر یہ ایک پختہ عہد ہے جس کو پورا کرنا اللہ کے ذمہ ہے۔ اس لیے اس کے بارے میں کوئی وسوسہ تمہارے دلوں میں نہ آنے پائے۔ دراصل یہ اس سوچ کا جواب ہے جو طبع بشری کی کمزوری کے سبب انسانی ذہن میں آتی ہے۔ انسان کو بنیادی طور پر نو نقد نہ تیرہ ادھار والا فلسفہ ہی اچھا لگتا ہے کہ کامیاب سودا تو وہی ہوتا ہے جو ایک ہاتھ دو اور دوسرے ہاتھ لو کے اصول کے مطابق ہو۔ مگر یہاں تو دنیوی زندگی میں سب کچھ قربان کرنے کی ترغیب دی جارہی ہے اور اس کے انعام کے لیے وعدۂ فردا کا انتظار کرنے کو کہا جا رہا ہے کہ اس قربانی کا انعام مرنے کے بعد آخرت میں ملے گا۔ لہٰذا ایک عام انسان اس جنت موعودہ کا ہلکا سا تصور ہی اپنے ذہن میں لاسکتا ہے۔ اس سلسلے میں یقین کی پختگی تو صرف خواص کو ہی نصیب ہوتی ہے۔ چناچہ اہل ایمان کو ادھار کے اس سودے پر اطمینان دلایا جا رہا ہے کہ اللہ کی طرف سے اس وعدے کی توثیق تین دفعہ ہوچکی ہے ‘ تورات میں ‘ انجیل میں اور پھر قرآن مجید میں بھی۔ وَمَنْ اَوْفٰی بِعَہْدِہٖ مِنَ اللّٰہِ فَاسْتَبْشِرُوْا بِبَیْعِکُمُ الَّذِیْ بَایَعْتُمْ بِہٖط وَذٰلِکَ ہُوَ الْفَوْزُ الْعَظِیْمُ بَایَعْتُمْ بِہٖیعنی آپس میں جو سودا تم نے کیا۔ مبایعت باب مفاعلہ بایَعَ یُبَایِعُ آپس میں سودا کرنا ثلاثی مجرد باع یَبِیْعُ بیچنا سے ہے۔ یہیں سے لفظ بیعت نکلا ہے۔ ایک بندہ جو بیعت کرتا ہے اس میں وہ اپنے آپ کو اللہ کے حوالے کرتا ہے۔ لہٰذا حضور ﷺ کے ہاتھ پر صحابہ رض نے جو بیعت کی ‘ اس کا مطلب یہی تھا کہ انہوں نے خود کو اللہ کے سپرد کردیا۔ اللہ تو چونکہ سامنے موجود نہیں تھا اس لیے بظاہر یہ بیعت حضور ﷺ کے ہاتھ مبارک پر ہوئی تھی ‘ مگر اللہ نے اسے اپنی طرف منسوب کرتے ہوئے فرمایا کہ اے نبی ﷺ جو لوگ آپ سے بیعت کرتے ہیں دراصل وہ اللہ سے ہی بیعت کرتے ہیں اور وقت بیعت ان کے ہاتھوں کے اوپر ایک تیسرا غیر مرئی ہاتھ اللہ کا بھی موجود ہوتا ہے۔ الفتح : 10 یہ سودا اور یہ بیع جس کا ذکر آیت زیر نظر میں ہوا ہے ایمان کا لازمی تقاضا ہے۔ دعا ہے کہ اللہ تعالیٰ ہم میں سے ہر ایک کو یہ سودا کرنے کی توفیق عطافرمائے کہ ہم اللہ کے ہاتھ اپنی جانیں اور اپنے اموال بیچ دیں۔ اب اس سودے کے اثرات عملی طور پر جب انسانی شخصیت پر مترتب ہوں گے تو اس میں سے اعمال صالحہ کا ظہور ہوگا۔ لہٰذا اس کیفیت کا نقشہ آئندہ آیت میں کھینچا گیا ہے۔"
    },
    {
      "ayah": 112,
      "surah": 9,
      "text": "آیت 112 اَلتَّآءِبُوْنَ الْعٰبِدُوْنَ الْحٰمِدُوْنَ السَّآءِحُوْنَ الرّٰکِعُوْنَ السّٰجِدُوْنَ ’ سَاءِحُوْنَ ‘ کا معنی ہے سیاحت کرنے والے۔ لیکن اس سے مرادمحض سیر و سیاحت نہیں بلکہ عبادت و ریاضت کے لیے گھربار چھوڑ کر نکل کھڑے ہونا ہے۔ پچھلی امتوں میں روحانی ترقی کے لیے لوگ لذات دنیوی کو ترک کر کے اور انسانی آبادیوں سے لا تعلق ہو کر جنگلوں میں چلے جاتے تھے اور رہبانیت اختیار کرلیتے تھے ‘ مگر ہمارے دین میں ایسی سیاحت اور رہبانیت کی اجازت نہیں۔ چناچہ حضور ﷺ نے فرمایا : لاَ رَہْبَانِیَّۃَ فِی الْاِسْلَامِ وَلَا سِیَاحَۃَ 1 اسلام میں نہ رہبانیت ہے نہ سیاحت۔ سابقہ ادیان کے برعکس اسلام نے سیاحت اور رہبانیت کا جو تصور متعارف کرایا ہے اس کے لیے ابوامامہ باہلی رض سے مروی یہ حدیث ملاحظہ کیجیے کہ رسول اللہ ﷺ نے ارشاد فرمایا :  اِنَّ لِکُلِّ اُمَّۃٍ سِیَاحَۃَ وَاِنَّ سِیَاحَۃَ اُمَّتِی الْجِھَادُ فِیْ سَبِیْلِ اللّٰہِ ‘ وَاِنَّ لِکُلِّ اُمَّۃٍ رَہْبَانِیَّۃٌ وَرَھْبَانِیَّۃُ اُمَّتِی الرِّبَاطُ فِیْ نُحُوْرِ الْعَدُوِّ 2 ہر امت کے لیے سیاحت کا ایک طریقہ تھا اور میری امت کی سیاحت جہاد فی سبیل اللہ ہے ‘ اور ہر امت کی ایک رہبانیت تھی ‘ جبکہ میری امت کی رہبانیت دشمن کے سامنے ڈٹ کر کھڑے ہونا ہے ایک صحابی رض نے عرض کیا کہ یارسول اللہ ‘ مجھے سیاحت کی اجازت دیجیے تو آپ ﷺ نے فرمایا : اِنَّ سِیَاحَۃَ اُمَّتِی الْجِھَادُ فِیْ سَبِیْلِ اللّٰہِ 3گویا ہماری امت کے لیے ’ سیاحت ‘ کا اطلاق جہاد و قتال کے لیے گھر سے نکلنے اور اس راستے میں صعوبتیں اٹھانے پر ہوگا۔یہ چھ اوصاف جو اوپر گنوائے گئے ہیں ان کا تعلق انسانی شخصیت کے نظریاتی پہلو سے ہے۔ اب اس کے بعد تین ایسی خصوصیات کا ذکر ہونے جا رہا ہے جو انسان کی عملی جدوجہد سے متعلق ہیں اور دعوت و تحریک کی صورت میں معاشرے پر اثر انداز ہوتی ہیں۔الْاٰمِرُوْنَ بالْمَعْرُوْفِ وَالنَّاہُوْنَ عَنِ الْمُنْکَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰہِط وَبَشِّرِ الْمُؤْمِنِیْنَ امر بالمعروف گویا دین کے لیے عملی جدوجہد کا نقطہ آغاز ہے۔ یہ جدوجہد جب آگے بڑھ کر نہی عن المنکر بالید کے مرحلے تک پہنچتی ہے تو پھر ان خدائی فوجداروں کی ضرورت پڑتی ہے جن کو یہاں وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰہِط کا لقب دیا گیا ہے۔ یہ لوگ اگر پوری طرح منظم ہوں تو اپنی تنظیمی طاقت کے بل پر کھڑے ہو کر اعلان کریں کہ اب ہم اپنے معاشرے میں منکرات کا سکہ نہیں چلنے دیں گے اور کسی کو اللہ کی حدود کو توڑنے کی اجازت نہیں دیں گے۔ اللّٰھم رَبَّنَا اجْعَلْنَا مِنْھُمْ ! منہج انقلاب نبوی ﷺ میں اس مرحلے کے ضمن میں آج اجتہاد کی ضرورت ہے کہ موجودہ حالات میں نہی عن المنکر بالید کے لیے اجتماعی اور منظم جدوجہد کی صورت کیا ہوگی۔"
    },
    {
      "ayah": 113,
      "surah": 9,
      "text": "آیت 112 اَلتَّآءِبُوْنَ الْعٰبِدُوْنَ الْحٰمِدُوْنَ السَّآءِحُوْنَ الرّٰکِعُوْنَ السّٰجِدُوْنَ ’ سَاءِحُوْنَ ‘ کا معنی ہے سیاحت کرنے والے۔ لیکن اس سے مرادمحض سیر و سیاحت نہیں بلکہ عبادت و ریاضت کے لیے گھربار چھوڑ کر نکل کھڑے ہونا ہے۔ پچھلی امتوں میں روحانی ترقی کے لیے لوگ لذات دنیوی کو ترک کر کے اور انسانی آبادیوں سے لا تعلق ہو کر جنگلوں میں چلے جاتے تھے اور رہبانیت اختیار کرلیتے تھے ‘ مگر ہمارے دین میں ایسی سیاحت اور رہبانیت کی اجازت نہیں۔ چناچہ حضور ﷺ نے فرمایا : لاَ رَہْبَانِیَّۃَ فِی الْاِسْلَامِ وَلَا سِیَاحَۃَ 1 اسلام میں نہ رہبانیت ہے نہ سیاحت۔ سابقہ ادیان کے برعکس اسلام نے سیاحت اور رہبانیت کا جو تصور متعارف کرایا ہے اس کے لیے ابوامامہ باہلی رض سے مروی یہ حدیث ملاحظہ کیجیے کہ رسول اللہ ﷺ نے ارشاد فرمایا :  اِنَّ لِکُلِّ اُمَّۃٍ سِیَاحَۃَ وَاِنَّ سِیَاحَۃَ اُمَّتِی الْجِھَادُ فِیْ سَبِیْلِ اللّٰہِ ‘ وَاِنَّ لِکُلِّ اُمَّۃٍ رَہْبَانِیَّۃٌ وَرَھْبَانِیَّۃُ اُمَّتِی الرِّبَاطُ فِیْ نُحُوْرِ الْعَدُوِّ 2 ہر امت کے لیے سیاحت کا ایک طریقہ تھا اور میری امت کی سیاحت جہاد فی سبیل اللہ ہے ‘ اور ہر امت کی ایک رہبانیت تھی ‘ جبکہ میری امت کی رہبانیت دشمن کے سامنے ڈٹ کر کھڑے ہونا ہے ایک صحابی رض نے عرض کیا کہ یارسول اللہ ‘ مجھے سیاحت کی اجازت دیجیے تو آپ ﷺ نے فرمایا : اِنَّ سِیَاحَۃَ اُمَّتِی الْجِھَادُ فِیْ سَبِیْلِ اللّٰہِ 3گویا ہماری امت کے لیے ’ سیاحت ‘ کا اطلاق جہاد و قتال کے لیے گھر سے نکلنے اور اس راستے میں صعوبتیں اٹھانے پر ہوگا۔یہ چھ اوصاف جو اوپر گنوائے گئے ہیں ان کا تعلق انسانی شخصیت کے نظریاتی پہلو سے ہے۔ اب اس کے بعد تین ایسی خصوصیات کا ذکر ہونے جا رہا ہے جو انسان کی عملی جدوجہد سے متعلق ہیں اور دعوت و تحریک کی صورت میں معاشرے پر اثر انداز ہوتی ہیں۔الْاٰمِرُوْنَ بالْمَعْرُوْفِ وَالنَّاہُوْنَ عَنِ الْمُنْکَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰہِط وَبَشِّرِ الْمُؤْمِنِیْنَ امر بالمعروف گویا دین کے لیے عملی جدوجہد کا نقطہ آغاز ہے۔ یہ جدوجہد جب آگے بڑھ کر نہی عن المنکر بالید کے مرحلے تک پہنچتی ہے تو پھر ان خدائی فوجداروں کی ضرورت پڑتی ہے جن کو یہاں وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰہِط کا لقب دیا گیا ہے۔ یہ لوگ اگر پوری طرح منظم ہوں تو اپنی تنظیمی طاقت کے بل پر کھڑے ہو کر اعلان کریں کہ اب ہم اپنے معاشرے میں منکرات کا سکہ نہیں چلنے دیں گے اور کسی کو اللہ کی حدود کو توڑنے کی اجازت نہیں دیں گے۔ اللّٰھم رَبَّنَا اجْعَلْنَا مِنْھُمْ ! منہج انقلاب نبوی ﷺ میں اس مرحلے کے ضمن میں آج اجتہاد کی ضرورت ہے کہ موجودہ حالات میں نہی عن المنکر بالید کے لیے اجتماعی اور منظم جدوجہد کی صورت کیا ہوگی۔"
    },
    {
      "ayah": 114,
      "surah": 9,
      "text": "آیت 114 وَمَا کَانَ اسْتِغْفَارُ اِبْرٰہِیْمَ لِاَبِیْہِ الاَّ عَنْ مَّوْعِدَۃٍ وَّعَدَہَآ اِیَّاہُ ج جب حضرت ابراہیم علیہ السلام کے والد نے آپ علیہ السلام کو گھر سے نکالا تھا تو جاتے ہوئے آپ علیہ السلام نے یہ وعدہ کیا تھا ‘ اس وعدے کا ذکر سورة مریم میں اس طرح کیا گیا ہے : سَاَسْتَغْفِرُ لَکَ رَبِّیْط اِنَّہٗ کَانَ بِیْ حَفِیًّا میں اپنے رب سے آپ کے لیے بخشش کی درخواست کروں گا ‘ بیشک وہ مجھ پر بڑا مہربان ہے فَلَمَّا تَبَیَّنَ لَہٗٓ اَنَّہٗ عَدُوٌّ لِلّٰہِ تَبَرَّاَ مِنْہُط اِنَّ اِبْرٰہِیْمَ لَاَوَّاہٌ حَلِیْمٌ حضرت ابراہیم علیہ السلام وعدے کے مطابق اپنے والد کی زندگی میں اس کے لیے دعا کرتے رہے کہ جب تک وہ زندہ تھا تو امید تھی کہ شایدا للہ تعالیٰ اسے ہدایت کی توفیق دے دے ‘ لیکن جب اس کی موت واقع ہوگئی تو آپ علیہ السلام نے استغفار بند کردیا کہ زندگی میں جب وہ کفر پر ہی اڑا رہا اور اسی حالت میں اس کی موت واقع ہوگئی تو ثابت ہوگیا کہ اب اس کے لیے توبہ کا دروازہ بند ہوگیا ہے۔"
    },
    {
      "ayah": 115,
      "surah": 9,
      "text": "آیت 115 وَمَا کَان اللّٰہُ لِیُضِلَّ قَوْمًام بَعْدَ اِذْ ہَدٰٹہُمْ حَتّٰی یُبَیِّنَ لَہُمْ مَّا یَتَّقُوْنَ ط یہ گویا معافی کا اعلان ہے ان لوگوں کے لیے جو اس حکم کے نازل ہونے سے پہلے اپنے مشرک والدین یا رشتہ داروں کے لیے دعا کرتے رہے تھے۔"
    },
    {
      "ayah": 116,
      "surah": 9,
      "text": "آیت 115 وَمَا کَان اللّٰہُ لِیُضِلَّ قَوْمًام بَعْدَ اِذْ ہَدٰٹہُمْ حَتّٰی یُبَیِّنَ لَہُمْ مَّا یَتَّقُوْنَ ط یہ گویا معافی کا اعلان ہے ان لوگوں کے لیے جو اس حکم کے نازل ہونے سے پہلے اپنے مشرک والدین یا رشتہ داروں کے لیے دعا کرتے رہے تھے۔"
    },
    {
      "ayah": 117,
      "surah": 9,
      "text": "آیت 117 لَقَدْ تَّابَ اللہ عَلَی النَّبِیِّ وَالْمُہٰجِرِیْنَ وَالْاَنْصَارِ الَّذِیْنَ اتَّبَعُوْہُ فِیْ سَاعَۃِ الْعُسْرَۃِ یہ تبوک کی مہم کی طرف اشارہ ہے۔ تاریخ میں یہ مہم جیش العسرۃ کے نام سے مشہور ہے۔ یہ وہ زمانہ تھا جب خشک سالی کے باعث مدینہ میں قحط کا سماں تھا۔ ان حالات میں اتنے بڑے لشکر کا اتنی لمبی مسافت پر وقت کی سپر پاور سے نبرد آزما ہونے کے لیے جانا واقعی بہت بڑی آزمائش تھی۔ جو لوگ اس آزمائش میں ثابت قدم رہے ‘ یہ ان کے لیے رحمت و شفقت کا ایک اعلان عام ہے۔مِنْم بَعْدِ مَا کَادَ یَزِیْغُ قُلُوْبُ فَرِیْقٍ مِّنْہُمْ بر بنائے طبع بشری کہیں نہ کہیں ‘ کبھی نہ کبھی انسان میں کچھ کمزوری آ ہی جاتی ہے۔ جیسے غزوۂ احد میں بھی دو مسلمان قبائل بنو حارثہ اور بنو سلمہ کے لوگوں کے دلوں میں عارضی طور پر تھوڑی سے کمزوری آگئی تھی۔"
    },
    {
      "ayah": 118,
      "surah": 9,
      "text": "آیت 118 وَّعَلَی الثَّلٰثَۃِ الَّذِیْنَ خُلِّفُوْا ط یہ تین صحابہ کعب رض بن مالک ‘ ہلال بن امیہ اور مرارہ بن ربیع رض کے لیے اعلان معافی ہے۔ ان تین اصحاب رض کا ذکر آیت 106 میں ہوا تھا اور وہاں ان کے معاملے کو مؤخر کردیا گیا تھا۔ پچاس دن کے معاشرتی مقاطعہ کی سزا کے بعد ان کی معافی کا بھی اعلان کردیا گیا اور انہیں اس حکم کی صورت میں قبولیت توبہ کی سند عطا ہوئی۔حَتّٰیٓ اِذَا ضَاقَتْ عَلَیْہِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَیْہِمْ اَنْفُسُہُمْ وَظَنُّوْٓا اَنْ لاَّ مَلْجَاَ مِنَ اللّٰہِ الآَّ اِلَیْہِ ط یہ ایسی کیفیت ہے کہ کوئی بچہ ماں سے پٹتا ہے مگر اس کے بعد اسی سے لپٹتا ہے۔ اللہ کے بندوں پر بھی اگر اللہ کی طرف سے سختی آتی ہے ‘ کوئی سزا ملتی ہے تو نہ صرف وہ اس سختی کو خوش دلی اور صبر سے برداشت کرتے ہیں ‘ بلکہ پناہ کے لیے رجوع بھی اسی کی طرف کرتے ہیں ‘ کیونکہ انہیں یقین ہوتا ہے کہ انہیں پناہ ملے گی تو اسی کے حضور ملے گی ‘ ان کے دکھوں کا مداوا ہوگا تو اسی کی جناب سے ہوگا۔ علامہ اقبال ؔ نے اس حقیقت کو کیسے خوبصورت الفاظ کا جامہ پہنایا ہے : ؂نہ کہیں جہاں میں اماں ملی ‘ جو اماں ملی تو کہاں ملی مرے جرم خانہ خراب کو ‘ ترے عفو بندہ نواز میں تا کہ وہ اللہ سے اپنے تعلق کو مضبوط کرلیں اور اپنی کمزوریوں اور کوتاہیوں کو دور کرلیں۔"
    },
    {
      "ayah": 119,
      "surah": 9,
      "text": "آیت 119 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَکُوْنُوْا مَعَ الصّٰدِقِیْنَ یہ گویا جماعتی زندگی اختیار کرنے کا حکم ہے۔ نیک لوگوں کی صحبت اختیار کرنے اور جماعتی زندگی سے منسلک رہنے کے بہت سے فوائد اور بہت سی برکتیں ہیں ‘ جیسا کہ اس سے پہلے ہم سورة الانعام کی آیت 71 میں پڑھ آئے ہیں : لَہٗٓ اَصْحٰبٌ یَّدْعُوْنَہٗٓ اِلَی الْہُدَی اءْتِنَا ط۔ جماعتی زندگی دراصل ایک قافلے کی مانند ہے۔ قافلے میں دوران سفر اگر کسی ساتھی کی ہمت جواب دے رہی ہو یا کوئی معذوری آڑے آرہی ہو تو دوسرے ساتھی اسے سہارا دینے ‘ ہاتھ پکڑنے اور ہمت بندھانے کے لیے موجود ہوتے ہیں۔"
    },
    {
      "ayah": 12,
      "surah": 9,
      "text": "آیت 12 وَاِنْ نَّکَثُوْٓا اَیْمَانَہُمْ مِّنْم بَعْدِ عَہْدِہِمْ وَطَعَنُوْا فِیْ دِیْنِکُمْ فَقَاتِلُوْٓا اَءِمَّۃَ الْکُفْرِلا اِنَّہُمْ لَآ اَیْمَانَ لَہُمْ یہ بہت اہم اور قابل توجہ نکتہ ہے۔ جزیرہ نمائے عرب کے اندر کافر اور مشرک تو بہت تھے مگر یہاں خصوصی طور پر کفر اور شرک کے پیشواؤں سے جنگ کرنے کا حکم دیا جا رہا ہے۔ یہ ائمّۃ الکفر کفر کے امام قریش تھے۔ وہ کعبہ کے متولی اور تمام قبائل کے بتوں کے مجاور تھے۔ دوسری طرف سیاسی ‘ معاشرتی اور معاشی لحاظ سے مکہ کو اُمّ القریٰ کی حیثیت حاصل تھی اور وہ ان کے زیر تسلط تھا۔ اس وقت اگرچہ جزیرہ نمائے عرب میں نہ کوئی مرکزی حکومت تھی اور نہ ہی کوئی باقاعدہ مرکزی دارالحکومت تھا ‘ مگر پھر بھی اس پورے خطے کا مرکزی شہر اور معنوی صدر مقام مکہ ہی تھا ‘ اور اس مرکزی شہر اور اُمّ القریٰ میں واقع اللہ کے گھر کو قریش نے شرک کا اڈا بنایا ہوا تھا۔ اس لیے جب تک ان کو شکست دے کر مکہ کو کفر اور شرک سے پاک نہ کردیا جاتا ‘ جزیرہ نمائے عرب کے اندر دین کے غلبے کا تصور نہیں کیا جاسکتا تھا۔ اس لیے یہاں فَقَاتِلُوْٓا اَءِمَّۃَ الْکُفْرِ کا واضح حکم دیا گیا ہے ‘ کہ جب تک کفر کے ان سرغنوں کا سر نہیں کچلاجائے گا اور شرک کے اس مرکزی اڈے کو ختم نہیں کیا جائے گا اس وقت تک سرزمین عرب میں دین کے کلی غلبے کی راہ ہموار نہیں ہوگی۔ لَعَلَّہُمْ یَنْتَہُوْنَ یعنی ان پر سختی کی جائے گی تو شاید باز آجائیں گے ‘ نرمی سے یہ ماننے والے نہیں ہیں۔"
    },
    {
      "ayah": 120,
      "surah": 9,
      "text": "آیت 120 مَا کَانَ لِاَہْلِ الْمَدِیْنَۃِ وَمَنْ حَوْلَہُمْ مِّنَ الْاَعْرَابِ اَنْ یَّتَخَلَّفُوْا عَنْ رَّسُوْلِ اللّٰہِ وَلاَ یَرْغَبُوْا بِاَنْفُسِہِمْ عَنْ نَّفْسِہٖ ط غزوۂ تبوک کے لیے نکلتے ہوئے مدینہ کے ماحول میں تپتی راہیں مجھ کو پکاریں ‘ دامن پکڑے چھاؤں گھنیری والا معاملہ تھا۔ لہٰذا جب اللہ کے رسول ﷺ ان تپتی راہوں کی طرف کوچ فرما رہے تھے تو کسی ایمان کے دعویدار کو یہ زیب نہیں دیتا تھا کہ وہ آپ ﷺ کا ساتھ چھوڑ کر پیچھے رہ جائے ‘ آپ ﷺ کی جان سے بڑھ کر اپنی جان کی عافیت کی فکر کرے اور آپ ﷺ کے سفر کی صعوبتوں پر اپنی آسائشوں کو ترجیح دے۔ذٰلِکَ بِاَنَّہُمْ لاَ یُصِیْبُہُمْ ظَمَاٌ وَّلاَ نَصَبٌ وَّلاَ مَخْمَصَۃٌ فِیْ سَبِیْلِ اللّٰہِ وَلاَ یَطَءُوْنَ مَوْطِءًا یَّغِیْظُ الْکُفَّارَ وَلاَ یَنَالُوْنَ مِنْ عَدُوٍّ نَّیْلاً الاَّ کُتِبَ لَہُمْ بِہٖ عَمَلٌ صَالِحٌ ط اہل ایمان جب اللہ کے راستے میں نکلتے ہیں تو ان کی ہر مشقت اور ہر تکلیف کے عوض اللہ تعالیٰ ان کے نیکیوں کے ذخیرہ میں مسلسل اضافہ فرماتے رہتے ہیں۔"
    },
    {
      "ayah": 121,
      "surah": 9,
      "text": "آیت 120 مَا کَانَ لِاَہْلِ الْمَدِیْنَۃِ وَمَنْ حَوْلَہُمْ مِّنَ الْاَعْرَابِ اَنْ یَّتَخَلَّفُوْا عَنْ رَّسُوْلِ اللّٰہِ وَلاَ یَرْغَبُوْا بِاَنْفُسِہِمْ عَنْ نَّفْسِہٖ ط غزوۂ تبوک کے لیے نکلتے ہوئے مدینہ کے ماحول میں تپتی راہیں مجھ کو پکاریں ‘ دامن پکڑے چھاؤں گھنیری والا معاملہ تھا۔ لہٰذا جب اللہ کے رسول ﷺ ان تپتی راہوں کی طرف کوچ فرما رہے تھے تو کسی ایمان کے دعویدار کو یہ زیب نہیں دیتا تھا کہ وہ آپ ﷺ کا ساتھ چھوڑ کر پیچھے رہ جائے ‘ آپ ﷺ کی جان سے بڑھ کر اپنی جان کی عافیت کی فکر کرے اور آپ ﷺ کے سفر کی صعوبتوں پر اپنی آسائشوں کو ترجیح دے۔ذٰلِکَ بِاَنَّہُمْ لاَ یُصِیْبُہُمْ ظَمَاٌ وَّلاَ نَصَبٌ وَّلاَ مَخْمَصَۃٌ فِیْ سَبِیْلِ اللّٰہِ وَلاَ یَطَءُوْنَ مَوْطِءًا یَّغِیْظُ الْکُفَّارَ وَلاَ یَنَالُوْنَ مِنْ عَدُوٍّ نَّیْلاً الاَّ کُتِبَ لَہُمْ بِہٖ عَمَلٌ صَالِحٌ ط اہل ایمان جب اللہ کے راستے میں نکلتے ہیں تو ان کی ہر مشقت اور ہر تکلیف کے عوض اللہ تعالیٰ ان کے نیکیوں کے ذخیرہ میں مسلسل اضافہ فرماتے رہتے ہیں۔"
    },
    {
      "ayah": 122,
      "surah": 9,
      "text": "آیت 122 وَمَا کَانَ الْمُؤْمِنُوْنَ لِیَنْفِرُوْا کَآفَّۃً ط مدینہ کے مضافات میں بسنے والے بدو قبائل کا تذکرہ پچھلی آیات میں ہوچکا ہے : اَلْاَعْرَابُ اَشَدُّ کُفْرًا وَّنِفَاقًا۔۔ یہ بدو لوگ کفر اور نفاق میں بہت زیادہ سخت تھے اور اس کا سبب علم دین سے ان کی نا واقفیت تھی۔ اس لیے کہ انہیں حضور ﷺ کی صحبت سے فیض یاب ہونے کا موقع نہیں مل رہا تھا۔ اب اس کے لیے یہ تو ممکن نہیں تھا کہ سارے بادیہ نشین لوگ اپنی اپنی آبادیاں چھوڑتے اور مدینہ میں آکر آباد ہوجاتے۔ چناچہ یہاں اس مسئلہ کا حل بتایا جا رہا ہے۔ فَلَوْلاَ نَفَرَ مِنْ کُلِّ فِرْقَۃٍ مِّنْہُمْ طَآءِفَۃٌ لِّیَتَفَقَّہُوْا فِی الدِّیْنِ یہاں اس مشکل کا حل یہ بتایا گیا کہ ہر علاقے اور ہر قبیلے سے چند لوگ آئیں اور صحبت نبوی ﷺ سے فیض یاب ہوں۔وَلِیُنْذِرُوْا قَوْمَہُمْ اِذَا رَجَعُوْٓا اِلَیْہِمْ لَعَلَّہُمْ یَحْذَرُوْنَ یہاں اس سلسلے میں باقاعدہ ایک نظام و ضع کرنے کی ہدایت کردی گئی کہ مختلف علاقوں سے قبائل کے نمائندے آئیں ‘ مدینہ میں قیام کریں ‘ رسول اللہ ﷺ کی صحبت میں رہیں ‘ اکابر صحابہ رض کی تربیت سے استفادہ کریں ‘ احکام دین کو سمجھیں اور پھر اپنے اپنے علاقوں میں واپس جا کر اس تعلیم کو عام کریں۔"
    },
    {
      "ayah": 123,
      "surah": 9,
      "text": "آیت 123 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا قَاتِلُوا الَّذِیْنَ یَلُوْنَکُمْ مِّنَ الْکُفَّارِ وَلْیَجِدُوْا فِیْکُمْ غِلْظَۃً ط اس حکم میں اشارہ ہے کہ رسول اللہ ﷺ کی دعوت کے بین الاقوامی اور آفاقی دور کا آغاز ہوچکا ہے ‘ اب اس دعوت کو چہار سو پھیلنا ہے اور دارالاسلام کی سرحدوں کو وسیع ہونا ہے۔ چناچہ حکم دیا جا رہا ہے کہ اسلامی حکومت کی سرحدوں پر جو کفار بستے ہیں ان سے قتال کرو ‘ اور جیسے جیسے یہ سرحدیں آگے بڑھتی جائیں تمہارے قتال کا سلسلہ بھی ان کے ساتھ ساتھ آگے بڑھتا چلا جائے ‘ حتیٰ کہ اللہ کا دین پوری دنیا پر غالب آجائے۔ جیسے سورة الانفال میں جزیرہ نمائے عرب کی حد تک قتال جاری رکھنے کا حکم ہوا تھا : وَقَاتِلُوْہُمْ حَتّٰی لاَ تَکُوْنَ فِتْنَۃٌ وَّیَکُوْنَ الدِّیْنُ کُلُّہٗ لِلّٰہِ ج آیت 39 یعنی جب تک جزیرہ نمائے عرب سے کفر و شرک کا خاتمہ نہیں ہوجاتا اور اللہ کا دین اس پورے علاقے میں غالب نہیں ہوجاتا یہ جنگ جاری رہے گی۔ بہر حال آیت زیر نظر میں غلبۂ دین کے لیے بین الاقوامی سطح پر جدوجہد کے لیے اللہ کا واضح حکم موجود ہے اور اس سلسلے میں اسلام کا چارٹر بھی۔ اسی پر عمل کرتے ہوئے جزیرہ نمائے عرب سے اسلامی افواج جہاد کے لیے نکلی تھیں اور پھر اسلامی سرحدوں کا دائرہ وسیع ہوتا گیا تھا۔"
    },
    {
      "ayah": 124,
      "surah": 9,
      "text": "آیت 124 وَاِذَا مَآ اُنْزِلَتْ سُوْرَۃٌ فَمِنْہُمْ مَّنْ یَّقُوْلُ اَیُّکُمْ زَادَتْہُ ہٰذِہٖٓ اِیْمَانًا ج اس سے پہلے سورة الانفال آیت 2 میں اہل ایمان کا ذکر اس حوالے سے ہوچکا ہے کہ جب ان کو اللہ کی آیات پڑھ کر سنائی جاتی ہیں تو ان کے ایمان میں اضافہ ہوجاتا ہے۔ منافقین اس پر طنز اور استہزاء کرتے تھے اور جب بھی کوئی تازہ وحی نازل ہوتی تو اس کا تمسخر اڑاتے ہوئے ایک دوسرے سے پوچھتے کہ ہاں بھئی اس سورت کو سن کر کس کس کے ایمان میں اضافہ ہوا ہے ؟فَاَمَّا الَّذِیْنَ اٰمَنُوْا فَزَادَتْہُمْ اِیْمَانًا وَّہُمْ یَسْتَبْشِرُوْنَ اللہ کا کلام سن کر حقیقی مؤمنین کے ایمان میں یقیناً اضافہ بھی ہوتا ہے اور وہ ہر وحی کے نازل ہونے پر خوشیاں بھی مناتے ہیں کہ اللہ نے اپنے کلام سے مزید انہیں نوازا ہے اور ان کے ایمان کو جلا بخشی ہے۔"
    },
    {
      "ayah": 125,
      "surah": 9,
      "text": "آیت 124 وَاِذَا مَآ اُنْزِلَتْ سُوْرَۃٌ فَمِنْہُمْ مَّنْ یَّقُوْلُ اَیُّکُمْ زَادَتْہُ ہٰذِہٖٓ اِیْمَانًا ج اس سے پہلے سورة الانفال آیت 2 میں اہل ایمان کا ذکر اس حوالے سے ہوچکا ہے کہ جب ان کو اللہ کی آیات پڑھ کر سنائی جاتی ہیں تو ان کے ایمان میں اضافہ ہوجاتا ہے۔ منافقین اس پر طنز اور استہزاء کرتے تھے اور جب بھی کوئی تازہ وحی نازل ہوتی تو اس کا تمسخر اڑاتے ہوئے ایک دوسرے سے پوچھتے کہ ہاں بھئی اس سورت کو سن کر کس کس کے ایمان میں اضافہ ہوا ہے ؟فَاَمَّا الَّذِیْنَ اٰمَنُوْا فَزَادَتْہُمْ اِیْمَانًا وَّہُمْ یَسْتَبْشِرُوْنَ اللہ کا کلام سن کر حقیقی مؤمنین کے ایمان میں یقیناً اضافہ بھی ہوتا ہے اور وہ ہر وحی کے نازل ہونے پر خوشیاں بھی مناتے ہیں کہ اللہ نے اپنے کلام سے مزید انہیں نوازا ہے اور ان کے ایمان کو جلا بخشی ہے۔"
    },
    {
      "ayah": 126,
      "surah": 9,
      "text": "آیت 126 اَوَلاَ یَرَوْنَ اَنَّہُمْ یُفْتَنُوْنَ فِیْ کُلِّ عَامٍ مَّرَّۃً اَوْ مَرَّتَیْنِ قتال کا مرحلہ ہو یا کسی اور آزمائش کا موقع ‘ وقفے وقفے سے سال میں ایک یا دو مرتبہ منافقین کے امتحان کا سامان ہو ہی جاتا ہے ‘ جس سے ان کی منافقت کا پردہ چاک ہوتا رہتا ہے۔"
    },
    {
      "ayah": 127,
      "surah": 9,
      "text": "آیت 127 وَاِذَا مَآ اُنْزِلَتْ سُوْرَۃٌ نَّظَرَ بَعْضُہُمْ اِلٰی بَعْضٍ ط جب قتال کے بارے میں احکام نازل ہوتے ہیں تو رسول اللہ ﷺ کی محفل میں موجود منافقین کنکھیوں سے ایک دوسرے کو اشارے کرتے ہیں۔ ہَلْ یَرٰٹکُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْا ط صَرَفَ اللّٰہُ قُلُوْبَہُمْ بِاَنَّہُمْ قَوْمٌ لاَّ یَفْقَہُوْنَ اس سورت کی آخری دو آیات قرآن مجید کی عظیم ترین آیات میں سے ہیں۔"
    },
    {
      "ayah": 128,
      "surah": 9,
      "text": "آیت 128 لَقَدْ جَآءَ کُمْ رَسُوْلٌ مِّنْ اَنْفُسِکُمْ عَزِیْزٌ عَلَیْہِ مَا عَنِتُّمْ حقیقت یہ ہے کہ ہر وہ شے جو تمہیں مصیبت اور ہلاکت سے دوچار کرنے والی ہو وہ ان کے دل پر نہایت شاق ہے۔ آپ ﷺ تمہیں دنیا اور آخرت دونوں کی ہلاکتوں اور مصیبتوں سے محفوظ اور دونوں کی سعادتوں سے بہرہ مند دیکھنا چاہتے ہیں۔ حَرِیْصٌ عَلَیْکُمْ بالْمُؤْمِنِیْنَ رَءُ وْفٌ رَّحِیْمٌ آپ ﷺ کی شدید خواہش ہے کہ اللہ تعالیٰ تمام خیر ‘ ساری خوبیاں اور ساری بھلائیاں تم لوگوں کو عطا فرما دے۔"
    },
    {
      "ayah": 129,
      "surah": 9,
      "text": "آیت 129 فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِیَ اللّٰہُز لَآ اِلٰہَ الاَّ ہُوَط اللہ تعالیٰ کے عرش کی کیفیت اور عظمت ہمارے تصور میں نہیں آسکتی۔بارک اللّٰہ لی ولکم فی القرآن العظیم ونفعنی وایاکم بالآیات والذکر الحکیم۔"
    },
    {
      "ayah": 13,
      "surah": 9,
      "text": "آیت 13 اَلاَ تُقَاتِلُوْنَ قَوْمًا نَّکَثُوْٓا اَیْمَانَہُمْ وَہَمُّوْا بِاِخْرَاج الرَّسُوْلِ اے مسلمانو ! مشرکین مکہ نے صلح حدیبیہ کو خود توڑا ہے ‘ جبکہ تمہاری طرف سے اس معاہدے کی کوئی خلاف ورزی نہیں ہوئی تھی ‘ اور یہ وہی لوگ تو ہیں جنہوں نے اللہ کے رسول ﷺ کو مکہ سے جلاوطنی پر مجبور کیا تھا۔ تو آخر کیا وجہ ہے کہ اب جب ان سے جنگ کرنے کا حکم دیا جا رہا ہے تو تم میں سے کچھ لوگ تذ بذب کا شکار ہو رہے ہیں۔وَہُمْ بَدَءُ وْکُمْ اَوَّلَ مَرَّۃٍ ط یعنی مکہ کے اندر مسلمانوں کو ستانے اور تکلیفیں پہنچانے کی کار ستانیاں ہوں یا غزوۂ بدر میں جنگ چھیڑنے کا معاملہ ہو یا صلح حدیبیہ کے توڑنے کا واقعہ ‘ تمہارے ساتھ ہر زیادتی اور بےاصولی کی پہل ہمیشہ ان لوگوں ہی کی طرف سے ہوتی رہی ہے۔اَتَخْشَوْنَہُمْ ج یہ متجسسانہ سوال searching question کا انداز ہے کہ ذرا اپنے گریبانوں میں جھانکو ‘ اپنے دلوں کو ٹٹولو ‘ کیا واقعی تم ان سے ڈر رہے ہو ؟ کیا تم پر کوئی بزدلی طاری ہوگئی ہے ؟ آخر تم قریش کے خلاف اقدام سے کیوں گھبرا رہے ہو ؟فَاللّٰہُ اَحَقُّ اَنْ تَخْشَوْہُ اِنْ کُنْتُمْ مُّؤْمِنِیْنَ اب اس کے بعد اقدام کرنے کا آخری حکم قطعی انداز میں دیا جا رہا ہے۔"
    },
    {
      "ayah": 14,
      "surah": 9,
      "text": "آیت 13 اَلاَ تُقَاتِلُوْنَ قَوْمًا نَّکَثُوْٓا اَیْمَانَہُمْ وَہَمُّوْا بِاِخْرَاج الرَّسُوْلِ اے مسلمانو ! مشرکین مکہ نے صلح حدیبیہ کو خود توڑا ہے ‘ جبکہ تمہاری طرف سے اس معاہدے کی کوئی خلاف ورزی نہیں ہوئی تھی ‘ اور یہ وہی لوگ تو ہیں جنہوں نے اللہ کے رسول ﷺ کو مکہ سے جلاوطنی پر مجبور کیا تھا۔ تو آخر کیا وجہ ہے کہ اب جب ان سے جنگ کرنے کا حکم دیا جا رہا ہے تو تم میں سے کچھ لوگ تذ بذب کا شکار ہو رہے ہیں۔وَہُمْ بَدَءُ وْکُمْ اَوَّلَ مَرَّۃٍ ط یعنی مکہ کے اندر مسلمانوں کو ستانے اور تکلیفیں پہنچانے کی کار ستانیاں ہوں یا غزوۂ بدر میں جنگ چھیڑنے کا معاملہ ہو یا صلح حدیبیہ کے توڑنے کا واقعہ ‘ تمہارے ساتھ ہر زیادتی اور بےاصولی کی پہل ہمیشہ ان لوگوں ہی کی طرف سے ہوتی رہی ہے۔اَتَخْشَوْنَہُمْ ج یہ متجسسانہ سوال searching question کا انداز ہے کہ ذرا اپنے گریبانوں میں جھانکو ‘ اپنے دلوں کو ٹٹولو ‘ کیا واقعی تم ان سے ڈر رہے ہو ؟ کیا تم پر کوئی بزدلی طاری ہوگئی ہے ؟ آخر تم قریش کے خلاف اقدام سے کیوں گھبرا رہے ہو ؟فَاللّٰہُ اَحَقُّ اَنْ تَخْشَوْہُ اِنْ کُنْتُمْ مُّؤْمِنِیْنَ اب اس کے بعد اقدام کرنے کا آخری حکم قطعی انداز میں دیا جا رہا ہے۔"
    },
    {
      "ayah": 15,
      "surah": 9,
      "text": "آیت 15 وَیُذْہِبْ غَیْظَ قُلُوْبِہِمْ ط اللہ تعالیٰ اس اقدام کے نتائج کے طور پر مسلمانوں کے سینوں کی جلن کو دور کرے گا اور انہیں ٹھنڈک عطا فرمائے گا۔ مکہ میں ابھی بھی ایسے لوگ موجود تھے جن کو قریش کی طرف سے تکالیف پہنچائی جا رہی تھیں۔ ابھی بھی مسلمان بچوں ‘ عورتوں اور ضعیفوں پر مظالم ڈھائے جا رہے تھے۔ چناچہ جب تمہارے حملے کے نتیجے میں ان ظالموں کی درگت بنے گی تو مظلوم مسلمانوں کے سینوں کی جلن بھی کچھ کم ہوگی۔وَیَتُوْبُ اللّٰہُ عَلٰی مَنْ یَّشَآءُط وَاللّٰہُ عَلِیْمٌ حَکِیْمٌ۔ اب جو آیت اَمْ حَسِبْتُمْ کے الفاظ سے شروع ہو رہی ہے وہ اپنے خاص انداز اور لہجے کے ساتھ قرآن میں تین مرتبہ آئی ہے۔ دو مرتبہ اس سے پہلے اور تیسری مرتبہ یہاں۔ سورة البقرۃ کی آیت 214 میں فرمایا : اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّۃَ وَلَمَّا یَاْتِکُمْ مَّثَلُ الَّذِیْنَ خَلَوْا مِنْ قَبْلِکُمْ ط سورة آل عمران کی آیت 142 میں فرمایا : اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّۃَ وَلَمَّا یَعْلَمِ اللّٰہُ الَّذِیْنَ جٰہَدُوْا مِنْکُمْ اور یہاں اس سورت کی آیت 16 میں فرمایا : اَمْ حَسِبْتُمْ اَنْ تُتْرَکُوْا وَلَمَّا یَعْلَمِ اللّٰہُ الَّذِیْنَ جٰہَدُوْا مِنْکُمْ ایک ہی موضوع کی حامل ان تینوں آیات کے نہ صرف الفاظ آپس میں ملتے ہیں ‘ بلکہ ان میں ایک عجیب و غریب مشابہت یہ بھی ہے کہ ہر آیت کے نمبر کے ہندسوں کا حاصل جمع 7 آتا ہے۔"
    },
    {
      "ayah": 16,
      "surah": 9,
      "text": "آیت 16 اَمْ حَسِبْتُمْ اَنْ تُتْرَکُوْا وَلَمَّا یَعْلَمِ اللّٰہُ الَّذِیْنَ جٰہَدُوْا مِنْکُمْ دوسری قوموں کے خلاف برسر پیکار ہونا اور بات ہے ‘ تمہیں اب اپنی قوم کے خلاف جہاد کرنے کے لیے جانا ہے۔ گویا اس حکم کے اندر نسبتاً سخت امتحان ہے۔ چناچہ اللہ تمہارا یہ امتحان بھی لینا چاہتا ہے۔ وَلَمْ یَتَّخِذُوْا مِنْ دُوْنِ اللّٰہِ وَلاَ رَسُوْلِہٖ وَلاَ الْمُؤْمِنِیْنَ وَلِیْجَۃً ط یہ دنیوی رشتوں کے خوشنما بندھن جب تک ایمان کی تلوار سے کٹیں گے نہیں ‘ اس وقت تک اللہ اور دین کے ساتھ تمہارا خلوص کیسے ثابت ہوگا !"
    },
    {
      "ayah": 17,
      "surah": 9,
      "text": "آیت 17 مَا کَانَ لِلْمُشْرِکِیْنَ اَنْ یَّعْمُرُوْا مَسٰجِدَ اللّٰہِ شٰہِدِیْنَ عَلٰٓی اَنْفُسِہِمْ بالْکُفْرِ ط یہ مساجد تو اللہ کے گھر ہیں ‘ یہ کعبہ اللہ کا گھر اور توحید کا مرکز ہے ‘ جبکہ قریش علی اعلان کفر پر ڈٹے ہوئے ہیں اور اللہ کے گھر کے متولی بھی بنے بیٹھے ہیں۔ ایسا کیونکر ممکن ہے ؟ اللہ کے ان دشمنوں کا اس کی مساجد کے اوپر کوئی حق کیسے ہوسکتا ہے ؟ اُولٰٓءِکَ حَبِطَتْ اَعْمَالُہُمْج وَفِی النَّارِ ہُمْ خٰلِدُوْنَ بیت اللہ کی دیکھ بھال اور حاجیوں کی خدمت جیسے وہ اعمال جن پر مشرکین مکہ پھولے نہیں سماتے ‘ ایمان کے بغیر اللہ کے نزدیک ان کے ان اعمال کی کوئی حیثیت نہیں ہے۔ ان کے کفر کے سبب اللہ نے ان کے تمام اعمال ضائع کردیے ہیں۔"
    },
    {
      "ayah": 18,
      "surah": 9,
      "text": "آیت 17 مَا کَانَ لِلْمُشْرِکِیْنَ اَنْ یَّعْمُرُوْا مَسٰجِدَ اللّٰہِ شٰہِدِیْنَ عَلٰٓی اَنْفُسِہِمْ بالْکُفْرِ ط یہ مساجد تو اللہ کے گھر ہیں ‘ یہ کعبہ اللہ کا گھر اور توحید کا مرکز ہے ‘ جبکہ قریش علی اعلان کفر پر ڈٹے ہوئے ہیں اور اللہ کے گھر کے متولی بھی بنے بیٹھے ہیں۔ ایسا کیونکر ممکن ہے ؟ اللہ کے ان دشمنوں کا اس کی مساجد کے اوپر کوئی حق کیسے ہوسکتا ہے ؟ اُولٰٓءِکَ حَبِطَتْ اَعْمَالُہُمْج وَفِی النَّارِ ہُمْ خٰلِدُوْنَ بیت اللہ کی دیکھ بھال اور حاجیوں کی خدمت جیسے وہ اعمال جن پر مشرکین مکہ پھولے نہیں سماتے ‘ ایمان کے بغیر اللہ کے نزدیک ان کے ان اعمال کی کوئی حیثیت نہیں ہے۔ ان کے کفر کے سبب اللہ نے ان کے تمام اعمال ضائع کردیے ہیں۔"
    },
    {
      "ayah": 19,
      "surah": 9,
      "text": "آیت 19 اَجَعَلْتُمْ سِقَایَۃَ الْحَآجِّ وَعِمَارَۃَ الْمَسْجِدِ الْحَرَامِ کَمَنْ اٰمَنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَجٰہَدَ فِیْ سَبِیْلِ اللّٰہِ ط مشرکین مکہ اس بات پر بہت نازاں ہیں کہ انہوں نے بیت اللہ کو آباد رکھا ہوا ہے اور وہ حاجیوں کو پانی پلانے جیسا کار خیر سر انجام دیتے ہیں ‘ تو کیا ان کے یہ امور ایمان باللہ ‘ ایمان بالآ خرت اور جہاد فی سبیل اللہ کے برابر ہوجائیں گے ؟"
    },
    {
      "ayah": 2,
      "surah": 9,
      "text": "آیت 2 فَسِیْحُوْا فِی الْاَرْضِ اَرْبَعَۃَ اَشْہُرٍ “یعنی اس جزیرہ نمائے عرب میں تمہیں رہنے اور گھومنے پھرنے کے لیے صرف چار مہینے کی مہلت دی جارہی ہے۔وَّاعْلَمُوْٓا اَنَّکُمْ غَیْرُ مُعْجِزِی اللّٰہِلا وَاَنَّ اللّٰہَ مُخْزِی الْکٰفِرِیْنَ اب ان مشرکین کے لیے اللہ کے عذاب کی آخری قسط آکر رہے گی۔ یہ قطعی اعلان تو ایسے معاہدوں کے ضمن میں تھا جن میں کوئی میعاد معین نہیں تھی ‘ جیسے عام دوستی کے معاہدے ‘ جنگ نہ کرنے کے معاہدے وغیرہ۔ ایسے تمام معاہدوں کو چارہ ماہ کی پیشگی وارننگ کے ساتھ ختم کردیا گیا۔ یہ ایک معقول طریقہ تھا جو سورة الانفال کی آیت 58 میں بیان کردہ اصول فَانْبِذْ اِلَیْہِمْ عَلٰی سَوَآءٍ ط کے مطابق اختیار کیا گیا۔ یعنی معاہدے کو علی الاعلان دوسرے فریق کی طرف پھینک دیا گیا ‘ اور پھر فوراً اقدام بھی نہیں کیا گیا ‘ بلکہ چار ماہ کی مہلت بھی دے دی گئی۔"
    },
    {
      "ayah": 20,
      "surah": 9,
      "text": "آیت 19 اَجَعَلْتُمْ سِقَایَۃَ الْحَآجِّ وَعِمَارَۃَ الْمَسْجِدِ الْحَرَامِ کَمَنْ اٰمَنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَجٰہَدَ فِیْ سَبِیْلِ اللّٰہِ ط مشرکین مکہ اس بات پر بہت نازاں ہیں کہ انہوں نے بیت اللہ کو آباد رکھا ہوا ہے اور وہ حاجیوں کو پانی پلانے جیسا کار خیر سر انجام دیتے ہیں ‘ تو کیا ان کے یہ امور ایمان باللہ ‘ ایمان بالآ خرت اور جہاد فی سبیل اللہ کے برابر ہوجائیں گے ؟"
    },
    {
      "ayah": 21,
      "surah": 9,
      "text": "آیت 19 اَجَعَلْتُمْ سِقَایَۃَ الْحَآجِّ وَعِمَارَۃَ الْمَسْجِدِ الْحَرَامِ کَمَنْ اٰمَنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَجٰہَدَ فِیْ سَبِیْلِ اللّٰہِ ط مشرکین مکہ اس بات پر بہت نازاں ہیں کہ انہوں نے بیت اللہ کو آباد رکھا ہوا ہے اور وہ حاجیوں کو پانی پلانے جیسا کار خیر سر انجام دیتے ہیں ‘ تو کیا ان کے یہ امور ایمان باللہ ‘ ایمان بالآ خرت اور جہاد فی سبیل اللہ کے برابر ہوجائیں گے ؟"
    },
    {
      "ayah": 22,
      "surah": 9,
      "text": "آیت 22 خٰلِدِیْنَ فِیْہَآ اَبَدًاط اِنَّ اللّٰہَ عِنْدَہٗٓ اَجْرٌ عَظِیْمٌ اگلی دو آیات اپنے موضوع اور فلسفۂ دین کے اعتبار سے بہت اہم ہیں۔ جیسا کہ اس سے پہلے بھی ذکر ہوچکا ہے ‘ مکہ پر چڑھائی کے سلسلے میں بعض مسلمانوں میں تذبذب پایا جاتا تھا۔ اس کی ایک بہت ہی اہم وجہ یہ تھی کہ مشرکین مکہ میں سے اکثر کے ساتھ مہاجرین کی بہت قریبی عزیز داریاں تھیں۔ ابھی تک تو کچھ امید تھی کہ شاید وہ لوگ ایمان لے آئیں گے ‘ مگر اب صاف نظر آ رہا تھا کہ مکہ پر چڑھائی کی صورت میں اپنے قریبی عزیزوں کے خلاف لڑنا ہوگا ‘ اپنے بھائیوں ‘ بیٹوں اور باپوں کے گلے کاٹنا ہوں گے۔ انسانی سطح پر یہ کوئی آسان کام نہیں تھا ‘ مگر اللہ تعالیٰ کو ابھی مسلمانوں کا یہ مشکل ترین امتحان لینا بھی مقصود تھا۔ لہٰذا یہ آیات اس ضمن میں اللہ کی مرضی اور دین حق کا اصول بہت واضح اور دو ٹوک الفاظ میں بیان کر رہی ہیں۔"
    },
    {
      "ayah": 23,
      "surah": 9,
      "text": "آیت 23 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لاَ تَتَّخِذُوْٓا اٰبَآءَ کُمْ وَاِخْوَانَکُمْ اَوْلِیَآءَ اِنِ اسْتَحَبُّوا الْکُفْرَ عَلَی الْاِیْمَانِ ط اگر اب بھی تمہارے دلوں میں اپنے کافر اقرباء کے لیے محبت موجود ہے تو اس کا مطلب یہ ہے کہ پھر ایمان کے ساتھ تمہارا رشتہ مضبوط نہیں ہے۔ اللہ ‘ اس کے دین اور توحید کے لیے تمہارے جذبات میں غیرت وحمیت نہیں ہے۔ وَمَنْ یَّتَوَلَّہُمْ مِّنْکُمْ فَاُولٰٓءِکَ ہُمُ الظّٰلِمُوْنَ اب وہ آیت آرہی ہے جو اس موضوع پر قرآن کریم کی اہم ترین آیت ہے۔"
    },
    {
      "ayah": 24,
      "surah": 9,
      "text": "آیت 24 قُلْ اِنْ کَانَ اٰبَآؤُکُمْ وَاَبْنَآؤُکُمْ وَاِخْوَانُکُمْ وَاَزْوَاجُکُمْ وَعَشِیْرَتُکُمْ وَاَمْوَالُنِ اقْتَرَفْتُمُوْہَا وَتِجَارَۃٌ تَخْشَوْنَ کَسَادَہَا وَمَسٰکِنُ تَرْضَوْنَہَآ اَحَبَّ اِلَیْکُمْ مِّنَ اللّٰہِ وَرَسُوْلِہٖ وَجِہَادٍ فِیْ سَبِیْلِہٖ فَتَرَبَّصُوْا حَتّٰی یَاْتِیَ اللّٰہُ بِاَمْرِہٖ ط وَاللّٰہُ لاَ یَہْدِی الْقَوْمَ الْفٰسِقِیْنَ یہاں آٹھ چیزیں گنوا دی گئی ہیں کہ اگر ان آٹھ چیزوں کی محبتوں میں سے کسی ایک یا سب محبتوں کا جذبہ اللہ ‘ اس کے رسول اور اس کے رستے میں جہاد کی محبتوں کے جذبے کے مقابلے میں زیادہ ہے تو پھر اللہ کے فیصلے کا انتظار کرو۔ یہ بہت سخت اور رونگٹے کھڑے کردینے والا لہجہ اور انداز ہے۔ ہم میں سے ہر شخص کو چاہیے کہ اپنے باطن میں ایک ترازو نصب کرے۔ اس کے ایک پلڑے میں یہ آٹھ محبتیں ڈالے اور دوسرے میں اللہ ‘ اس کے رسول ﷺ اور جہاد کی تین محبتیں ڈالے اور پھر اپنا جائزہ لے کہ میں کہاں کھڑا ہوں ! چونکہ انسان خود اپنے نفس سے خوب واقف ہے بَلِ الْاِنْسَانُ عَلٰی نَفْسِہٖ بَصِیْرَۃٌ  القیامہ اس لیے اسے اپنے باطن کی صحیح صورت حال معلوم ہوجائے گی۔ بہر حال اس سلسلے میں ہر مسلمان کو معلوم ہونا چاہیے کہ اگر تو اس کی ساری خواہشیں ‘ محبتیں اور حقوق بیوی ‘ اولاد ‘ نفس وغیرہ کے حقوق ان تین محبتوں کے تابع ہیں تو اس کے معاملات ایمان درست ہیں ‘ لیکن اگر مذکورہ آٹھ چیزوں میں سے کسی ایک بھی چیز کی محبت کا گراف اوپر چلا گیا تو بس یوں سمجھیں کہ وہاں توحید ختم ہے اور شرک شروع ! اسی فلسفہ کو علامہ اقبال ؔ نے اپنے اس شعر میں اس طرح پیش کیا ہے :یہ مال و دولت دنیا ‘ یہ رشتہ و پیوند بتان وہم و گماں ‘ لَا اِلٰہَ الاَّ اللّٰہ !آیت زیر نظر میں جو آٹھ چیزیں گنوائی گئی ہیں ان میں پہلی پانچ رشتہ وپیوند کے زمرے میں آتی ہیں جب کہ آخری تین مال و دولت دنیا کی مختلف شکلیں ہیں۔ علامہ اقبال ؔ فرماتے ہیں کہ ان چیزوں کی اصل میں کوئی حقیقت نہیں ہے ‘ یہ ہمارے وہم اور توہم کے بنائے ہوئے بت ہیں۔ جب تک لَا اِلَہ الاَّ اللّٰہ کی شمشیر سے ان بتوں کو توڑا نہیں جائے گا ‘ بندۂ مومن کے نہاں خانۂ دل میں توحید کا علم بلند نہیں ہوگا۔دوسرے اور تیسرے رکوع پر مشتمل وہ خطبہ جو رمضان 8 ہجری سے قبل نازل ہوا تھا یہاں ختم ہوا۔ اب چوتھے رکوع کے آغاز سے سلسلۂ کلام پھر سے سورت کی ابتدائی چھ آیات کے ساتھ جوڑا جا رہا ہے۔"
    },
    {
      "ayah": 25,
      "surah": 9,
      "text": "آیت 25 لَقَدْ نَصَرَکُمُ اللّٰہُ فِیْ مَوَاطِنَ کَثِیْرَۃٍلا وَّیَوْمَ حُنَیْنٍلا جیسا کہ قبل ازیں بیان ہوچکا ہے ‘ پہلے ‘ چوتھے اور پانچویں رکوع پر مشتمل یہ خطبہ ذوالقعدہ 9 ہجری میں نازل ہوا تھا ‘ جبکہ اس سے پہلے غزوۂ حنین شوال 8 ہجری میں وقوع پذیر ہوچکا تھا۔اِذْ اَعْجَبَتْکُمْ کَثْرَتُکُمْ معاملہ یوں نہیں تھا کہ لشکر میں شامل تمام مسلمانوں کو اپنی کثرت پر ناز اور فخر محسوس ہو رہا تھا۔ غزوۂ حنین میں مسلمانوں کی تعداد بارہ ہزار تھی ‘ جو اس سے پہلے کبھی کسی غزوہ میں اکٹھی نہیں ہوئی تھی۔ ان میں سے دس ہزار مسلمان تو وہ تھے جو فتح مکہ کے وقت حضور ﷺ کے ہمراہ تھے ‘ اور دو ہزار لوگ مکہ سے شامل ہوئے تھے۔ مکہ سے شامل ہونے والوں میں اکثر یت ان نو مسلموں کی تھی جو مکہ فتح ہوجانے کے بعد ایمان لائے تھے۔ یہ بھی ممکن ہے کہ ان میں کچھ مشرک بھی ہوں جو اب مسلمانوں کی رعایا ہونے کے باعث معاونین اور خاد مین کی حیثیت سے لشکر میں شامل ہوگئے ہوں۔ مسلمانوں کی یہ لشکر کشی ہوازن اور ثقیف کے قبائل کے خلاف تھی جو طائف اور اس کے ارد گرد کی شاداب وادیوں میں آباد تھے۔ مسلمان اس سے قبل بارہا قلیل تعداد اور معمولی اسلحہ سے کفار کی بڑی بڑی فوجوں کو شکست دے چکے تھے۔ چناچہ بعض مسلمانوں کی زبان سے اپنی کثرت کے زعم میں یہ الفاظ نکل گئے کہ آج مسلمانوں پر کون غالب آسکتا ہے ! دوسری طرف ہوازن اور ثقیف کے قبائل نے پہلے سے اپنے تیرانداز دستے پہاڑیوں اور گھاٹیوں پر تعینات کر رکھے تھے اور موزوں مقامات پر صف آرائی کرلی تھی۔ یہ لوگ بڑے ماہر تیر انداز تھے۔ مسلمانوں کا لشکر جب وادئ حنین میں پہنچا تو پہاڑیوں پر موجود تیر اندازوں نے تیروں کی بوچھاڑ کردی۔ لشکر نشیب میں تھا ‘ تیر بلندی سے آ رہے تھے اور دونوں طرف سے آ رہے تھے۔ اس سے لشکر میں بھگدڑ مچ گئی اور بارہ ہزار کا لشکر جرار تتر بتر ہوگیا۔ جب ہراول دستے سے لوگ اضطراری کیفیت میں پلٹ کر بھاگے تو ریلے کی صورت میں بہت سے دوسرے لوگوں کو بھی اپنے ساتھ دھکیلتے چلے گئے۔ بعض روایات میں آتا ہے کہ رسول اللہ ﷺ کے ساتھ صرف 30 یا 40 آدمی رہ گئے تھے۔ علامہ شبلی رح نے سیرت النبی ﷺ میں یہی لکھا ہے کہ 30 ‘ 40 آدمی رہ گئے تھے ‘ لیکن سید سلیمان ندوی رح نے بعد میں اپنے استاد کی رائے پر اختلافی نوٹ لکھا کہ تین سو یا چار سو آدمی آپ ﷺ کے ساتھ رہ گئے تھے۔ لیکن بارہ ہزار کے لشکر میں سے تین یا چار سو آدمیوں کا رہ جانا بھی کوئی معمولی واقعہ نہیں تھا۔ اس صورت حال میں حضور ﷺ اپنی سواری سے نیچے اترآئے ‘ آپ ﷺ نے علم خود اپنے ہاتھ میں لیا اور بآواز بلند رجز پڑھا : اَنَا النَّبِیُّ لا کَذِب اَنَا ابْنُ عَبْدِ المُطَّلِبکہ میں نبی ہوں اس میں کوئی شک نہیں ! یعنی میں یقیناً نبی ہوں ‘ چاہے یہ بارہ ہزار لوگ میرا ساتھ دیں تب بھی ‘ اور اگر کوئی بھی ساتھ نہ دے تب بھی۔ اور میں عبدالمطلب کا بیٹا ہوں ‘ یعنی میں عبدالمطلب کا پوتا میدان جنگ میں بنفس نفیس موجود ہوں۔ پھر آپ ﷺ نے لوگوں کو پکارا : اِلَیَّ یَاعِبَاد اللّٰہِ ! اللہ کے بندو ‘ میری طرف آؤ ! اس کے بعد آپ ﷺ نے قریب ہی موجود اپنے چچا حضرت عباس رض کو ‘ جن کی آواز کافی بلند تھی ‘ حکم دیا کہ انصار و مہاجرین کو پکاریں۔ انہوں نے بلند آواز سے پکارا : اصحاب بدر کہاں ہو ؟ اصحاب شجرہ بیعت رضوان والو کہاں ہو ؟ اس پر لوگ رسول اللہ ﷺ کی طرف پلٹنا شروع ہوئے اور لشکر پھر سے اکٹھا ہوا۔ اس کے بعد ایک بھرپور جنگ لڑنے کے بعد مسلمانوں کو فتح حاصل ہوئی۔ آیت زیر نظر کا اشارہ اس پورے واقعہ کی طرف ہے۔"
    },
    {
      "ayah": 26,
      "surah": 9,
      "text": "آیت 25 لَقَدْ نَصَرَکُمُ اللّٰہُ فِیْ مَوَاطِنَ کَثِیْرَۃٍلا وَّیَوْمَ حُنَیْنٍلا جیسا کہ قبل ازیں بیان ہوچکا ہے ‘ پہلے ‘ چوتھے اور پانچویں رکوع پر مشتمل یہ خطبہ ذوالقعدہ 9 ہجری میں نازل ہوا تھا ‘ جبکہ اس سے پہلے غزوۂ حنین شوال 8 ہجری میں وقوع پذیر ہوچکا تھا۔اِذْ اَعْجَبَتْکُمْ کَثْرَتُکُمْ معاملہ یوں نہیں تھا کہ لشکر میں شامل تمام مسلمانوں کو اپنی کثرت پر ناز اور فخر محسوس ہو رہا تھا۔ غزوۂ حنین میں مسلمانوں کی تعداد بارہ ہزار تھی ‘ جو اس سے پہلے کبھی کسی غزوہ میں اکٹھی نہیں ہوئی تھی۔ ان میں سے دس ہزار مسلمان تو وہ تھے جو فتح مکہ کے وقت حضور ﷺ کے ہمراہ تھے ‘ اور دو ہزار لوگ مکہ سے شامل ہوئے تھے۔ مکہ سے شامل ہونے والوں میں اکثر یت ان نو مسلموں کی تھی جو مکہ فتح ہوجانے کے بعد ایمان لائے تھے۔ یہ بھی ممکن ہے کہ ان میں کچھ مشرک بھی ہوں جو اب مسلمانوں کی رعایا ہونے کے باعث معاونین اور خاد مین کی حیثیت سے لشکر میں شامل ہوگئے ہوں۔ مسلمانوں کی یہ لشکر کشی ہوازن اور ثقیف کے قبائل کے خلاف تھی جو طائف اور اس کے ارد گرد کی شاداب وادیوں میں آباد تھے۔ مسلمان اس سے قبل بارہا قلیل تعداد اور معمولی اسلحہ سے کفار کی بڑی بڑی فوجوں کو شکست دے چکے تھے۔ چناچہ بعض مسلمانوں کی زبان سے اپنی کثرت کے زعم میں یہ الفاظ نکل گئے کہ آج مسلمانوں پر کون غالب آسکتا ہے ! دوسری طرف ہوازن اور ثقیف کے قبائل نے پہلے سے اپنے تیرانداز دستے پہاڑیوں اور گھاٹیوں پر تعینات کر رکھے تھے اور موزوں مقامات پر صف آرائی کرلی تھی۔ یہ لوگ بڑے ماہر تیر انداز تھے۔ مسلمانوں کا لشکر جب وادئ حنین میں پہنچا تو پہاڑیوں پر موجود تیر اندازوں نے تیروں کی بوچھاڑ کردی۔ لشکر نشیب میں تھا ‘ تیر بلندی سے آ رہے تھے اور دونوں طرف سے آ رہے تھے۔ اس سے لشکر میں بھگدڑ مچ گئی اور بارہ ہزار کا لشکر جرار تتر بتر ہوگیا۔ جب ہراول دستے سے لوگ اضطراری کیفیت میں پلٹ کر بھاگے تو ریلے کی صورت میں بہت سے دوسرے لوگوں کو بھی اپنے ساتھ دھکیلتے چلے گئے۔ بعض روایات میں آتا ہے کہ رسول اللہ ﷺ کے ساتھ صرف 30 یا 40 آدمی رہ گئے تھے۔ علامہ شبلی رح نے سیرت النبی ﷺ میں یہی لکھا ہے کہ 30 ‘ 40 آدمی رہ گئے تھے ‘ لیکن سید سلیمان ندوی رح نے بعد میں اپنے استاد کی رائے پر اختلافی نوٹ لکھا کہ تین سو یا چار سو آدمی آپ ﷺ کے ساتھ رہ گئے تھے۔ لیکن بارہ ہزار کے لشکر میں سے تین یا چار سو آدمیوں کا رہ جانا بھی کوئی معمولی واقعہ نہیں تھا۔ اس صورت حال میں حضور ﷺ اپنی سواری سے نیچے اترآئے ‘ آپ ﷺ نے علم خود اپنے ہاتھ میں لیا اور بآواز بلند رجز پڑھا : اَنَا النَّبِیُّ لا کَذِب اَنَا ابْنُ عَبْدِ المُطَّلِبکہ میں نبی ہوں اس میں کوئی شک نہیں ! یعنی میں یقیناً نبی ہوں ‘ چاہے یہ بارہ ہزار لوگ میرا ساتھ دیں تب بھی ‘ اور اگر کوئی بھی ساتھ نہ دے تب بھی۔ اور میں عبدالمطلب کا بیٹا ہوں ‘ یعنی میں عبدالمطلب کا پوتا میدان جنگ میں بنفس نفیس موجود ہوں۔ پھر آپ ﷺ نے لوگوں کو پکارا : اِلَیَّ یَاعِبَاد اللّٰہِ ! اللہ کے بندو ‘ میری طرف آؤ ! اس کے بعد آپ ﷺ نے قریب ہی موجود اپنے چچا حضرت عباس رض کو ‘ جن کی آواز کافی بلند تھی ‘ حکم دیا کہ انصار و مہاجرین کو پکاریں۔ انہوں نے بلند آواز سے پکارا : اصحاب بدر کہاں ہو ؟ اصحاب شجرہ بیعت رضوان والو کہاں ہو ؟ اس پر لوگ رسول اللہ ﷺ کی طرف پلٹنا شروع ہوئے اور لشکر پھر سے اکٹھا ہوا۔ اس کے بعد ایک بھرپور جنگ لڑنے کے بعد مسلمانوں کو فتح حاصل ہوئی۔ آیت زیر نظر کا اشارہ اس پورے واقعہ کی طرف ہے۔"
    },
    {
      "ayah": 27,
      "surah": 9,
      "text": "آیت 25 لَقَدْ نَصَرَکُمُ اللّٰہُ فِیْ مَوَاطِنَ کَثِیْرَۃٍلا وَّیَوْمَ حُنَیْنٍلا جیسا کہ قبل ازیں بیان ہوچکا ہے ‘ پہلے ‘ چوتھے اور پانچویں رکوع پر مشتمل یہ خطبہ ذوالقعدہ 9 ہجری میں نازل ہوا تھا ‘ جبکہ اس سے پہلے غزوۂ حنین شوال 8 ہجری میں وقوع پذیر ہوچکا تھا۔اِذْ اَعْجَبَتْکُمْ کَثْرَتُکُمْ معاملہ یوں نہیں تھا کہ لشکر میں شامل تمام مسلمانوں کو اپنی کثرت پر ناز اور فخر محسوس ہو رہا تھا۔ غزوۂ حنین میں مسلمانوں کی تعداد بارہ ہزار تھی ‘ جو اس سے پہلے کبھی کسی غزوہ میں اکٹھی نہیں ہوئی تھی۔ ان میں سے دس ہزار مسلمان تو وہ تھے جو فتح مکہ کے وقت حضور ﷺ کے ہمراہ تھے ‘ اور دو ہزار لوگ مکہ سے شامل ہوئے تھے۔ مکہ سے شامل ہونے والوں میں اکثر یت ان نو مسلموں کی تھی جو مکہ فتح ہوجانے کے بعد ایمان لائے تھے۔ یہ بھی ممکن ہے کہ ان میں کچھ مشرک بھی ہوں جو اب مسلمانوں کی رعایا ہونے کے باعث معاونین اور خاد مین کی حیثیت سے لشکر میں شامل ہوگئے ہوں۔ مسلمانوں کی یہ لشکر کشی ہوازن اور ثقیف کے قبائل کے خلاف تھی جو طائف اور اس کے ارد گرد کی شاداب وادیوں میں آباد تھے۔ مسلمان اس سے قبل بارہا قلیل تعداد اور معمولی اسلحہ سے کفار کی بڑی بڑی فوجوں کو شکست دے چکے تھے۔ چناچہ بعض مسلمانوں کی زبان سے اپنی کثرت کے زعم میں یہ الفاظ نکل گئے کہ آج مسلمانوں پر کون غالب آسکتا ہے ! دوسری طرف ہوازن اور ثقیف کے قبائل نے پہلے سے اپنے تیرانداز دستے پہاڑیوں اور گھاٹیوں پر تعینات کر رکھے تھے اور موزوں مقامات پر صف آرائی کرلی تھی۔ یہ لوگ بڑے ماہر تیر انداز تھے۔ مسلمانوں کا لشکر جب وادئ حنین میں پہنچا تو پہاڑیوں پر موجود تیر اندازوں نے تیروں کی بوچھاڑ کردی۔ لشکر نشیب میں تھا ‘ تیر بلندی سے آ رہے تھے اور دونوں طرف سے آ رہے تھے۔ اس سے لشکر میں بھگدڑ مچ گئی اور بارہ ہزار کا لشکر جرار تتر بتر ہوگیا۔ جب ہراول دستے سے لوگ اضطراری کیفیت میں پلٹ کر بھاگے تو ریلے کی صورت میں بہت سے دوسرے لوگوں کو بھی اپنے ساتھ دھکیلتے چلے گئے۔ بعض روایات میں آتا ہے کہ رسول اللہ ﷺ کے ساتھ صرف 30 یا 40 آدمی رہ گئے تھے۔ علامہ شبلی رح نے سیرت النبی ﷺ میں یہی لکھا ہے کہ 30 ‘ 40 آدمی رہ گئے تھے ‘ لیکن سید سلیمان ندوی رح نے بعد میں اپنے استاد کی رائے پر اختلافی نوٹ لکھا کہ تین سو یا چار سو آدمی آپ ﷺ کے ساتھ رہ گئے تھے۔ لیکن بارہ ہزار کے لشکر میں سے تین یا چار سو آدمیوں کا رہ جانا بھی کوئی معمولی واقعہ نہیں تھا۔ اس صورت حال میں حضور ﷺ اپنی سواری سے نیچے اترآئے ‘ آپ ﷺ نے علم خود اپنے ہاتھ میں لیا اور بآواز بلند رجز پڑھا : اَنَا النَّبِیُّ لا کَذِب اَنَا ابْنُ عَبْدِ المُطَّلِبکہ میں نبی ہوں اس میں کوئی شک نہیں ! یعنی میں یقیناً نبی ہوں ‘ چاہے یہ بارہ ہزار لوگ میرا ساتھ دیں تب بھی ‘ اور اگر کوئی بھی ساتھ نہ دے تب بھی۔ اور میں عبدالمطلب کا بیٹا ہوں ‘ یعنی میں عبدالمطلب کا پوتا میدان جنگ میں بنفس نفیس موجود ہوں۔ پھر آپ ﷺ نے لوگوں کو پکارا : اِلَیَّ یَاعِبَاد اللّٰہِ ! اللہ کے بندو ‘ میری طرف آؤ ! اس کے بعد آپ ﷺ نے قریب ہی موجود اپنے چچا حضرت عباس رض کو ‘ جن کی آواز کافی بلند تھی ‘ حکم دیا کہ انصار و مہاجرین کو پکاریں۔ انہوں نے بلند آواز سے پکارا : اصحاب بدر کہاں ہو ؟ اصحاب شجرہ بیعت رضوان والو کہاں ہو ؟ اس پر لوگ رسول اللہ ﷺ کی طرف پلٹنا شروع ہوئے اور لشکر پھر سے اکٹھا ہوا۔ اس کے بعد ایک بھرپور جنگ لڑنے کے بعد مسلمانوں کو فتح حاصل ہوئی۔ آیت زیر نظر کا اشارہ اس پورے واقعہ کی طرف ہے۔"
    },
    {
      "ayah": 28,
      "surah": 9,
      "text": "آیت 28 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِکُوْنَ نَجَسٌ فَلاَ یَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِہِمْ ہٰذَا ج یعنی اس سال 9 ہجری کے حج میں تو مشرکین بھی شامل ہیں ‘ مگر آئندہ کبھی کوئی مشرک حج کے لیے نہیں آسکے گا اور نہ کسی مشرک کو بیت اللہ یا مسجد حرام کے قریب آنے کی اجازت ہوگی۔ وَاِنْ خِفْتُمْ عَیْلَۃً فَسَوْفَ یُغْنِیْکُمُ اللّٰہُ مِنْ فَضْلِہٖٓ اِنْ شَآءَط اِنَّ اللّٰہَ عَلِیْمٌ حَکِیْمٌ اگر کسی کے ذہن میں یہ خیال آئے کہ اس حکم کے بعد حاجیوں کی تعداد کم ہوجائے گی اور ان کے نذرانوں اور قربانیوں سے ہونے والی آمدنی میں بھی کمی آجائے گی ‘ تو اسے اللہ کی ذات پر پورا پورا بھروسہ رکھنا چاہیے۔ عنقریب اس قدر دنیوی دولت تم لوگوں کو ملے گی کہ تم سنبھال نہیں سکو گے۔ چناچہ رسول اللہ ﷺ کے وصال کے بعد چند سالوں کے اندر اندر حالات یکسر تبدیل ہوگئے۔ سلطنت فارس اور سلطنت روما کی فتوحات کے بعد مال غنیمت کا گویا سیلاب امنڈ آیا اور اس قدر مال مسلمانوں کے لیے سنبھالنا واقعی مشکل ہوگیا۔ یہی صورت حال تھی جس کے بارے میں حضور ﷺ نے اپنی زندگی کے آخری ایام میں فرمایا تھا : فَوَاللّٰہِ لَا الْفَقْرُ اَخْشٰی عَلَیْکُمْ ‘ وَلٰکِنْ اَخْشٰی عَلَیْکُمْ اَنْ تُبْسَطَ عَلَیْکُمُ الدُّنْیَا کَمَا بُسِطَتْ عَلٰی مَنْ کَانَ قَبْلَکُمْ ‘ فَتَنَافَسُوْھَا کَمَا تَنَافَسُوْھَا ‘ وَتُھْلِکَکُمْ کَمَا اَھْلَکَتْھُمْ 1 پس اللہ کی قسم اے مسلمانو ! مجھے تم پر فقر و احتیاج کا کوئی اندیشہ نہیں ہے ‘ بلکہ مجھے تم پر اس بات کا اندیشہ ہے کہ تم پر دنیا کشادہ کردی جائے گی تمہارے قدموں میں مال و دولت کے انبار لگ جائیں گے جیسے کہ تم سے پہلے لوگوں پر کشادہ کی گئی ‘ پھر تم اس کے لیے ایک دوسرے سے آگے بڑھنے کی کوشش کرو گے جیسے کہ وہ لوگ کرتے رہے ‘ پھر یہ تمہیں تباہ و برباد کر کے رکھ دے گی جیسے کہ اس نے ان لوگوں کو تباہ و برباد کردیا"
    },
    {
      "ayah": 29,
      "surah": 9,
      "text": "آیت 29 قَاتِلُوا الَّذِیْنَ لاَ یُؤْمِنُوْنَ باللّٰہِ وَلا بالْیَوْمِ الْاٰخِرِ وَلاَ یُحَرِّمُوْنَ مَا حَرَّمَ اللّٰہُ وَرَسُوْلُہٗ وَلاَ یَدِیْنُوْنَ دِیْنَ الْحَقِّ مِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ حَتّٰی یُعْطُوا الْجِزْیَۃَ عَنْ یَّدٍ وَّہُمْ صٰغِرُوْنَ اس آیت میں بھی دین کا بہت اہم فلسفہ بیان ہوا ہے۔ اس حکم میں مشرکین عرب اور نسل انسانی کے باقی لوگوں کے درمیان فرق کیا گیا ہے۔ سورة التوبہ کی آیت 5 کی رو سے مشرکین عرب کو جو مہلت یا امان دی گئی تھی اس مدت کے گزرنے کے بعد ان کے لیے تو کوئی اور راستہ option اس کے علاوہ نہیں تھا کہ یا وہ ایمان لے آئیں یا انہیں قتل کردیا جائے گا ‘ یا وہ جزیرہ نمائے عرب چھوڑ کر چلے جائیں۔ ان کا معاملہ تو اس لیے خصوصی تھا کہ محمد رسول اللہ ﷺ نے اللہ کے رسول کی حیثیت سے ان پر آخری درجہ میں اتمام حجت کردیا تھا ‘ اور آپ ﷺ کا انکار کر کے وہ لوگ عذاب استیصال کے حق دار ہوچکے تھے۔ مگر یہود و نصاریٰ اور باقی پوری نوع انسانی کے لیے اس ضمن میں قانون مختلف ہے۔ جزیرہ نمائے عرب سے باہر کے لوگوں کے لیے اور قیامت تک تمام دنیا کے انسانوں کے لیے وہ چیلنج نہیں کہ ایمان لاؤ ورنہ قتل کردیے جاؤ گے۔ کیونکہ اس کے بعد اب حضور ﷺ بحیثیت رسول ﷺ معنوی طور پر تو موجود ہیں مگر بنفس نفیس موجود نہیں ‘ کہ براہ راست کوئی قوم آپ ﷺ کی دعوت کو رد کر کے عذاب استیصال کی مستحق ہوجائے۔ چناچہ باقی تمام نوع انسانی کے افراد کا معاملہ یہ ہے کہ ان سے قتال کیا جائے گا ‘ یہاں تک کہ وہ دین کی بالادستی کو بحیثیت ایک نظام کے قبول کرلیں ‘ مگر انفرادی طور پر کسی کو قبول اسلام کے لیے مجبور نہیں کیا جائے گا۔ ہر کوئی اپنے مذہب پر کاربند رہتے ہوئے اسلامی ریاست کے ایک شہری کے طور پر رہ سکتا ہے ‘ مگر ایسی صورت حال میں غیر مسلموں کو جزیہ دینا ہوگا۔ اسی فلسفے کے تحت خلافت راشدہ کے دور میں کسی بھی ملک پر لشکر کشی کرنے سے پہلے تین شرائط پیش کی جاتی تھیں۔ پہلی یہ کہ ایمان لے آؤ ‘ ایسی صورت میں تم ہمارے برابر کے شہری ہو گے۔ اگر یہ قبول نہ ہو تو اللہ کے دین کی بالا دستی قبول کر کے اسلامی ریاست کے فرمانبردار شہری بن کر رہنا اور جزیہ دینا قبول کرلو۔ ایسی صورت میں تم لوگوں کو آزادی ہوگی کہ تم یہودی ‘ عیسائی ‘ مجوسی ‘ ہندو وغیرہ جو چاہو بن کر رہو۔ لیکن اگر یہ بھی قابل قبول نہ ہو اور تم لوگ اس زمین پر باطل کا نظام قائم رکھنا چاہو تو پھر اس کا فیصلہ جنگ سے ہوگا۔"
    },
    {
      "ayah": 3,
      "surah": 9,
      "text": "آیت 3 وَاَذَانٌ مِّنَ اللّٰہِ وَرَسُوْلِہٖٓ اِلَی النَّاسِ یَوْمَ الْحَجِّ الْاَکْبَرِ عمرے کو چونکہ حج اصغر کہا جاتا ہے اس لیے یہاں عمرے کے مقابلے میں حج کو حج اکبر کہا گیا ہے۔ اس سلسلے میں ہمارے ہاں عوام میں جو یہ بات مشہور ہے کہ حج اگر جمعہ کے دن ہو تو وہ حج اکبرہوتا ہے ‘ ایک بےبنیاد بات ہے۔اَنَّ اللّٰہَ بَرِیْٓءٌ مِّنَ الْمُشْرِکِیْنَلا وَرَسُوْلُہٗ ط یہ اعلان چونکہ حج کے اجتماع میں کیا گیا تھا اور حج کے لیے جزیرہ نمائے عرب کے تمام اطراف و اکناف سے لوگ آئے ہوئے تھے ‘ لہٰذا اس موقع پر اعلان کرنے سے گویا عرب کے تمام لوگوں کے لیے اعلان عام ہوگیا کہ اب اللہ اور اس کا رسول ﷺ مشرکین سے برئ الذمہ ہیں اور ان کے ساتھ کسی بھی قسم کا کوئی معاہدہ نہیں رہا۔"
    },
    {
      "ayah": 30,
      "surah": 9,
      "text": "آیت 30 وَقَالَتِ الْیَہُوْدُ عُزَیْرُ نِ ابْنُ اللّٰہِ وَقَالَتِ النَّصٰرَی الْمَسِیْحُ ابْنُ اللّٰہِ ط ذٰلِکَ قَوْلُہُمْ بِاَفْوَاہِہِمْ ج یُضَاہِءُوْنَ قَوْلَ الَّذِیْنَ کَفَرُوْا مِنْ قَبْلُ ط ان کی ان باتوں یا من گھڑت عقیدوں کی کوئی حقیقت نہیں ہے ‘ بلکہ یہ لوگ اپنے سے پہلے والے مشرکین کے عقائد کی نقل کر رہے ہیں۔ متھرا ازم ایک قدیم مذہب تھا جس کا مرکز مصر تھا۔ اس مذہب میں پہلے سے یہ تثلیث موجود تھی : \" God the Father , Horus the Son of God and Isis the Mother Goddess.\" یعنی خدا ‘ خدا کا بیٹا اور اس کی ماں آئسس دیوی۔ یہ پہلی تثلیث تھی جو مصر میں بنی۔ پھر جب سینٹ پال نے عیسائیت کی تبلیغ شروع کی اور اس کا دائرہ غیر اسرائیلیوں gentiles تک وسیع کردیا تو اہل مصر کی نقالی میں تثلیث جیسے نظریات عیسائیت میں شامل کرلیے گئے تاکہ ان نئے لوگوں کو عیسائیت اختیار کرنے میں آسانی ہو۔ چناچہ عیسائیت میں جو پہلی تثلیث شامل کی گئی وہ یہی تھی کہ خدا ‘ خدا کا بیٹا یسوع اور مریم مقدس۔ تو انہوں نے قدیم مذاہب کی نقالی میں یہ تثلیث ایجاد کی تھی۔"
    },
    {
      "ayah": 31,
      "surah": 9,
      "text": "آیت 31 اِتَّخَذُوْٓا اَحْبَارَہُمْ وَرُہْبَانَہُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰہِ وَالْمَسِیْحَ ابْنَ مَرْیَمَ ج عیسائیوں میں دوسری بڑی گمراہی یہ پیدا ہوئی تھی کہ انہوں نے اپنے علماء و مشائخ اور حضرت عیسیٰ علیہ السلام کو بھی الوہیت میں حصہ دار بنا لیا تھا۔ حضرت عیسیٰ علیہ السلام تو ان کے ہاں باقاعدہ تین خداؤں میں سے ایک تھے اور اس حیثیت میں وہ آپ علیہ السلام کی پرستش بھی کرتے تھے ‘ مگر احبارو رہبان کو رب ماننے کی کیفیت ذرا مختلف تھی۔ حضرت عدی بن حاتم رض جنہوں نے عیسائیت سے اسلام قبول کیا تھا حضور ﷺ کی خدمت میں حاضر ہوئے اور اس آیت کے بارے میں وضاحت کی درخواست کی تو آپ ﷺ نے فرمایا :  اَمَا اِنَّھُمْ لَمْ یَکُوْنُوْا یَعْبُدُوْنَھُمْ وَلٰکِنَّھُمْ کَانُوْا اِذَا اَحَلُّوْا شَیْءًا اسْتَحَلُّوْہُ وَاِذَا حَرَّمُوْا عَلَیْھُمْ شَیْءًا حَرَّمُوْہُ 1 وہ ان احبارو رہبان کی عبادت تو نہیں کرتے تھے ‘ لیکن جب وہ کسی شے کو حلال قرار دیتے تو یہ اسے حلال مان لیتے اور جب کسی شے کو حرام قرار دیتے تو اسے حرام مان لیتے یعنی حلال و حرام کے بارے میں قانون سازی کا حق صرف اللہ تعالیٰ کو حاصل ہے ‘ اور اگر کوئی دوسرا اس حق کو استعمال کرتا ہے تو گویا وہ اللہ کی الوہیت میں حصہ دار بن رہا ہے ‘ اور جو کوئی اللہ کے علاوہ کسی کا یہ حق تسلیم کرتا ہے وہ گویا اسے اللہ کے سوا اپنا رب تسلیم کر رہا ہے۔آج بھی پوپ کو پورا اختیار حاصل ہے کہ وہ جو چاہے فیصلہ کرے۔ جیسا کہ اس نے ایک فرمان کے ذریعے سے یہودیوں کو دو ہزار سال پرانے اس الزام سے بری کردیا ‘ کہ انہوں نے حضرت مسیح علیہ السلام کو سولی پر چڑھایا تھا۔ گویا اسے تاریخ تک کو بدل دینے کا اختیار ہے ‘ اسی طرح وہ کسی حرام چیز کو حلال اور حلال کو حرام قرار دے سکتا ہے۔ اس طرح کے تصورات ہمارے ہاں اسماعیلیوں میں بھی پائے جاتے ہیں۔ ان کا امام حاضر معصوم ہوتا ہے اور اسے اختیار حاصل ہے کہ وہ جس چیز کو چاہے حلال کر دے اور جس چیز کو چاہے حرام کر دے۔ اس طرح انہوں نے شریعت کو ساقط کردیا ہے۔ تاہم یہ معاملہ بالخصوص گجرات انڈیا کے علاقے میں بسنے والے اسماعیلیوں کا ہے ‘ جبکہ ہنزہ میں جو اسماعیلی آباد ہیں ان کے ہاں شریعت موجود ہے ‘ کیونکہ یہ پرانے اسماعیلی ہیں جو باہر سے آکر یہاں آباد ہوئے تھے۔ گجرات انڈیا کے علاقہ میں اسماعیلیوں نے جب مقامی آبادی میں اپنے نظریات کی تبلیغ شروع کی تو انہوں نے وہی کیا جو سینٹ پال نے کیا تھا۔ انہوں نے شریعت کو ساقط کردیا اور ہندوؤں کے عقیدے کے مطابق اوتار کا عقیدہ اپنا لیا۔ مقامی ہندو آبادی میں اپنے نظریات کی آسان ترویج کے لیے انہوں نے حضرت علی رض کو دسویں اوتار کے طور پر پیش کیا ہندوؤں کے ہاں نو اوتار کا عقیدہ رائج تھا۔ لہٰذا دشتم اوتار کا عقیدہ مستقل طور پر ان کے ہاں رائج ہوگیا۔ اس کے علاوہ ان کے حاضر امام کو مکمل اختیار ہے کہ وہ شریعت کے جس حکم کو چاہے منسوخ کر دے ‘ کسی حلال چیز کو حرام کر دے یا کسی حرام کو حلال کر دے۔"
    },
    {
      "ayah": 32,
      "surah": 9,
      "text": "آیت 32 یُرِیْدُوْنَ اَنْ یُّطْفِءُوْا نُوْرَ اللّٰہِ بِاَفْوَاہِہِمْ وَیَاْبَی اللّٰہُ اِلَّآاَنْ یُّتِمَّ نُوْرَہٗ وَلَوْ کَرِہَ الْکٰفِرُوْنَ اس اسلوب میں یہودیوں پر ایک طرح کا طنز ہے کہ وہ خفیہ سازشوں کے ذریعے سے اس دین کو نیچا دکھانے کی کوشش کرتے ہیں اور کبھی علی الاعلان میدان میں آکر مقابلہ کرنے کی جرأت نہیں کرتے۔ اس آیت کی ترجمانی مولانا ظفر علی خان نے اپنے ایک شعر میں اس طرح کی ہے : ؂نور خدا ہے کفر کی حرکت پہ خندہ زن پھونکوں سے یہ چراغ بجھایا نہ جائے گا !"
    },
    {
      "ayah": 33,
      "surah": 9,
      "text": "آیت 33 ہُوَ الَّذِیْٓ اَرْسَلَ رَسُوْلَہٗ بالْہُدٰی وَدِیْنِ الْحَقِّ لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖلا وَلَوْ کَرِہَ الْمُشْرِکُوْنَ یہ آیت بہت واضح انداز میں محمد رسول اللہ ﷺ کی رسالت کی امتیازی یا تکمیلی شان کا مظہر ہے۔ جیسے کہ پہلے بھی ذکر ہوچکا ہے ‘ حضور ﷺ کی رسالت کا بنیادی مقصد تو دوسرے انبیاء ورسل کی طرح تبشیر ‘ انذار ‘ تذکیر ‘ دعوت اور تبلیغ ہے ‘ جس کا تذکرہ سورة النساء آیت 165 میں بایں الفاظ موجود ہے : رُسُلاً مُّبَشِّرِیْنَ وَمُنْذِرِیْنَ لِءَلاَّ یَکُوْنَ للنَّاسِ عَلَی اللّٰہِ حُجَّۃٌم بَعْدَ الرُّسُلِ ط لیکن اس کے علاوہ حضور ﷺ کی بعثت کا ایک امتیازی اور خصوصی مقصد بھی ہے اور وہ ہے تکمیل رسالت ‘ یعنی دین کو بالفعل قائم اور غالب کرنا۔ اِن دو آیات میں آپ ﷺ کی رسالت کی اسی تکمیلی شان کا ذکر ہے۔ آیات کا یہ جوڑا بالکل اسی ترتیب سے سورة الصف آیت 8 اور 9 میں بھی آیا ہے۔ ان میں سے پہلی آیت سورة الصف میں تھوڑے سے فرق کے ساتھ آئی ہے : یُرِیْدُوْنَ لِیُطْفِءُوْا نُوْرَ اللّٰہِ بِاَفْوَاہِہِمْ وَاللّٰہُ مُتِمُّ نُوْرِہٖ وَلَوْ کَرِہَ الْکٰفِرُوْنَ جبکہ دوسری آیت جوں کی توں ہے ‘ اس میں اور سورة التوبہ کی اس آیت میں بالکل کوئی فرق نہیں ہے۔ میں نے اس آیت پر چو بیس صفحات پر مشتمل ایک مقالہ لکھا تھا جو نبی اکرم ﷺ کا مقصد بعثت کے عنوان سے شائع ہوتا ہے۔ اس کتاب میں یہ ثابت کیا گیا ہے کہ حضور ﷺ کی بعثت کے خصوصی یا امتیازی مقصد کی کلی انداز میں تکمیل یعنی دنیا میں دین کو قائم اور غالب کرنے کی جدوجہد ہم سب پر حضور ﷺ کے امتی ہونے کی حیثیت سے فرض ہے۔ اگرچہ بہت سے لوگوں نے اس فرض سے جان چھڑانے کے لیے بھی دلائل دیے ہیں کہ دین کو ہم انسانوں نے نہیں بلکہ اللہ نے غالب کرنا ہے ‘ لیکن اس کتاب کے مطالعے سے آپ پر واضح ہوگا کہ اس فرض سے فرار کا کوئی راستہ نہیں ہے۔"
    },
    {
      "ayah": 34,
      "surah": 9,
      "text": "آیت 34 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِنَّ کَثِیْرًا مِّنَ الْاَحْبَارِ وَالرُّہْبَانِ لَیَاْکُلُوْنَ اَمْوَال النَّاس بالْبَاطِلِ مختلف مسلمان امتوں میں مذہبی پیشواؤں کے لیے مختلف نام اور القاب رائج رہے ہیں۔ بنی اسرائیل کے ہاں انہیں احبار اور رہبان کہا جاتا تھا۔ آیت زیر نظر کے مطابق اس طبقے میں اکثریت ایسے لوگوں کی رہی ہے جو باطل اور ناجائز ذرائع سے مال و دولت جمع کرنے اور جائیداد بنانے کے مکروہ دھندے میں ملوث رہے ہیں۔ ایک عام دنیا دار آدمی جائز طریقے سے مال و دولت کماتا ہے یا جائیداد بناتا ہے تو اس میں کوئی قباحت نہیں۔ مگر ایک ایسا شخص جو دین کی خدمت میں مصروف ہے اور اسی حقیقت سے جانا پہچانا جاتا ہے ‘ اگر وہ بھی مال و دولت جمع کرنے اور جائیداد بنانے میں مشغول ہوجائے ‘ اور مزید یہ کہ دین کو استعمال کرتے ہوئے اور اپنی دینی حیثیت کو نیلام کرتے ہوئے لوگوں کے مال ہڑپ کرنے لگے اور مال و دولت جمع کرنیہی کو اپنا مقصد زندگی بنا لے ‘ تو ایسا انسان آسمان کی چھت کے نیچے بد ترین انسان ہوگا۔ اپنی امت کے علماء کے بارے میں حضور ﷺ کی ایک بہت عبرت انگیز حدیث ہے : عَنْ عَلِیٍّ ص قَالَ قَالَ رَسُوْلُ اللّٰہِ ﷺ : یُوْشِکُ اَنْ یَأْتِیَ عَلَی النَّاسِ زَمَانٌ لَا یَبْقٰی مِنَ الْاِسْلَام الاَّ اسْمُہٗ ‘ وَلَا یَبْقٰی مِنَ الْقُرْآن الاَّ رَسْمُہٗ ‘ مَسَاجِدُھُمْ عَامِرَۃٌ وَھِیَ خَرَابٌ مِنَ الْھُدٰی ‘ عُلَمَاؤُھُمْ شَرٌّ مَنْ تَحْتَ اَدِیْمِ السَّمَاءِ ‘ مِنْ عِنْدِھِمْ تَخْرُجُ الْفِتْنَۃُ وَفِیْھِمْ تَعُوْدُ 1حضرت علی رض روایت کرتے ہیں کہ رسول اللہ ﷺ نے فرمایا : مجھے اندیشہ ہے کہ لوگوں پر ایک وقت ایسا آئے گا جب اسلام میں سے اس کے نام کے سوا کچھ نہیں بچے گا اور قرآن میں سے اس کے رسم الخط کے سوا کچھ باقی نہیں رہے گا۔ ان کی مسجدیں بہت آباد اور شاندار ہوں گی مگر وہ ہدایت سے خالی ہوں گی۔ ان کے علماء آسمان کی چھت کے نیچے بد ترین مخلوق ہوں گے ‘ فتنہ انہی میں سے برآمد ہوگا اور ان ہی میں لوٹ جائے گا وَیَصُدُّوْنَ عَنْ سَبِیْلِ اللّٰہِ ط جب کوئی دینی تحریک اٹھتی ہے ‘ کوئی اللہ کا مخلص بندہ لوگوں کو دین کی طرف بلاتا ہے ‘ تو ان مذہبی پیشواؤں کو اپنی مسندیں خطرے میں نظر آتی ہیں۔ وہ نہیں چاہتے کہ ان کے عقیدت مند انہیں چھوڑ کر کسی دوسری دعوت کی طرف متوجہ ہوں ‘ کیونکہ انہی عقیدت مندوں کے نذرانوں ہی سے تو ان کے دولت کے انباروں میں اضافہ ہو رہا ہوتا ہے اور ان کی جائیدادیں بن رہی ہوتی ہیں۔ وہ آخر کیونکر چاہیں گے کہ ان کے نام لیوا کسی دوسری دعوت پر لبیک کہیں۔وَالَّذِیْنَ یَکْنِزُوْنَ الذَّہَبَ وَالْفِضَّۃَ وَلاَ یُنْفِقُوْنَہَا فِیْ سَبِیْلِ اللّٰہِلا فَبَشِّرْہُمْ بِعَذَابٍ اَلِیْمٍ اس آیت کے حوالے سے حضرت ابوذر غفاری رض کی ذاتی رائے یہ تھی کہ سونا اور چاندی اپنے پاس رکھنا مطلقاً حرام ہے۔ مگر دوسرے صحابہ کرام رض ‘ حضرت ابوذر غفاری رض کی اس رائے سے متفق نہیں تھے۔ چناچہ دین کا عام قانون اس سلسلے میں یہی ہے کہ اگر کسی نے کوئی مال جائز طریقے سے کمایا ہو اور وہ اس میں سے زکوٰۃ بھی ادا کرتا ہو تو اس مال کو وہ اپنے پاس رکھا سکتا ہے ‘ چاہے اس کی مقدار کتنی ہی زیادہ ہو اور چاہے وہ سونے یا چاندی ہی کی شکل میں ہو۔ ایسا مال ایک شخص کی موت کے بعد اس کے ورثاء کو جائز مال کے طور پر قانون وراثت کے مطابق منتقل بھی ہوگا۔ چناچہ اللہ تعالیٰ کا نازل کردہ قانون وراثت خود اس بات پر دلیل ہے کہ مال و دولت کو اپنی ملکیت میں رکھنا ناجائز نہیں ہے ‘ کیونکہ اگر مال جمع نہیں ہوگا تو وراثت کس چیز کی ہوگی اور قانون وراثت کا عملاً کیا مقصد رہ جائے گا ؟ اس لحاظ سے قرآن کے وہ احکام روحانی اور اخلاقی تعلیم کے زمرے میں آتے ہیں جن میں بار بار مال خرچ کرنے کی ترغیب دی گئی ہے اور اس سلسلے میں قُلِ الْعَفْوَ ط البقرۃ : 219 کے الفاظ بھی موجود ہیں۔ یعنی جو بھی زائد از ضرورت ہو اسے اللہ کی راہ میں خرچ کردیا جائے۔ چناچہ حضرت عثمان رض کے دورخلافت میں حضرت ابوذر غفاری رض کی مخالفت کے باوجود قانونی نقطہ نظر سے یہی فیصلہ ہوا تھا کہ سونا ‘ چاندی اپنے پاس رکھنا مطلقاً حرام نہیں ہے ‘ مگر حضرت ابوذر غفاری رض اپنی رائے میں کسی قسم کی لچک پیدا کرنے پر آمادہ نہ ہوئے۔ چونکہ آپ رض کے اختلاف کی شدت کے باعث مدینہ کے ماحول میں ایک اضطرابی کیفیت پیدا ہو رہی تھی ‘ اس لیے حضرت عثمان رض نے آپ رض کو حکم دیا کہ وہ مدینہ سے باہر چلے جائیں۔ اس پر آپ رض مدینہ سے نکل گئے اور صحرا میں ایک چھونپڑی بنا کر اس میں رہنے لگے۔میرے نزدیک اس آیت کا حکم احبار اور رہبان یعنی مذہبی پیشواؤں کے ساتھ مخصوص ہے۔ اس میں وہ سب لوگ شامل ہیں جنہوں نے اپنا وقت اور اپنی صلاحیتیں دین کی خدمت کے لیے وقف کر رکھی ہیں اور ان کا اپنا کوئی ذریعہ آمدنی نہیں ہے۔ ایسے مذہبی پیشواؤں کو لوگ ہدیے دیتے ہیں اور ان کی مالی معاونت کرتے ہیں تاکہ وہ اپنی ضروریات زندگی کو پورا کرسکیں۔ جیسے حضور ﷺ خود بیت المال سے اپنی ضروریات پوری کرتے تھے ‘ ازواج مطہرات رض کو نان نفقہ بھی دیتے تھے اور اپنے عزیز و اقارب کے ساتھ حسن سلوک بھی کرتے تھے ‘ مگر بیت المال سے کچھ میسر نہ ہونے کی صورت میں فاقے بھی کرتے تھے۔ اسی طرح خلفائے راشدین رض کی مثال بھی ہے۔ چناچہ ایسے مذہبی پیشواؤں پر بھی لازم ہے کہ وہ دوسروں کے ہدیے اور وظائف صرف معروف انداز میں اپنی اور اپنے زیر کفالت افراد کی ضروریات زندگی پوری کرنے کے لیے استعمال میں لائیں۔ لیکن اگر یہ لوگ اپنی مذکورہ حیثیت سے فائدہ اٹھاتے ہوئے دولت اکٹھی کرنا اور جائیدادیں بنانا شروع کردیں ‘ اور پھر یہ جائیدادیں قانون وراثت کے تحت ان کے ورثاء کو منتقل ہوں تو ایسی صورت میں ان لوگوں پر اس آیت کے احکام کا حرف بہ حرف انطباق ہوگا۔ چناچہ آج بھی اگر آپ علمائے حق اور علمائے سو کے بارے میں معلوم کرنا چاہیں تو میرے نزدیک یہ آیت اس کے لیے ایک طرح کا لٹمس ٹیسٹ litmus test ہے۔ اگر کوئی مذہبی پیشوا یا عالم اپنے دینی کیرئیر کے نتیجے میں جائیدادبنا کر اور اپنے پیچھے دولت چھوڑ کرمرا ہو تو وہ بلاشک و شبہ علمائے سو میں سے ہے۔"
    },
    {
      "ayah": 35,
      "surah": 9,
      "text": "آیت 34 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِنَّ کَثِیْرًا مِّنَ الْاَحْبَارِ وَالرُّہْبَانِ لَیَاْکُلُوْنَ اَمْوَال النَّاس بالْبَاطِلِ مختلف مسلمان امتوں میں مذہبی پیشواؤں کے لیے مختلف نام اور القاب رائج رہے ہیں۔ بنی اسرائیل کے ہاں انہیں احبار اور رہبان کہا جاتا تھا۔ آیت زیر نظر کے مطابق اس طبقے میں اکثریت ایسے لوگوں کی رہی ہے جو باطل اور ناجائز ذرائع سے مال و دولت جمع کرنے اور جائیداد بنانے کے مکروہ دھندے میں ملوث رہے ہیں۔ ایک عام دنیا دار آدمی جائز طریقے سے مال و دولت کماتا ہے یا جائیداد بناتا ہے تو اس میں کوئی قباحت نہیں۔ مگر ایک ایسا شخص جو دین کی خدمت میں مصروف ہے اور اسی حقیقت سے جانا پہچانا جاتا ہے ‘ اگر وہ بھی مال و دولت جمع کرنے اور جائیداد بنانے میں مشغول ہوجائے ‘ اور مزید یہ کہ دین کو استعمال کرتے ہوئے اور اپنی دینی حیثیت کو نیلام کرتے ہوئے لوگوں کے مال ہڑپ کرنے لگے اور مال و دولت جمع کرنیہی کو اپنا مقصد زندگی بنا لے ‘ تو ایسا انسان آسمان کی چھت کے نیچے بد ترین انسان ہوگا۔ اپنی امت کے علماء کے بارے میں حضور ﷺ کی ایک بہت عبرت انگیز حدیث ہے : عَنْ عَلِیٍّ ص قَالَ قَالَ رَسُوْلُ اللّٰہِ ﷺ : یُوْشِکُ اَنْ یَأْتِیَ عَلَی النَّاسِ زَمَانٌ لَا یَبْقٰی مِنَ الْاِسْلَام الاَّ اسْمُہٗ ‘ وَلَا یَبْقٰی مِنَ الْقُرْآن الاَّ رَسْمُہٗ ‘ مَسَاجِدُھُمْ عَامِرَۃٌ وَھِیَ خَرَابٌ مِنَ الْھُدٰی ‘ عُلَمَاؤُھُمْ شَرٌّ مَنْ تَحْتَ اَدِیْمِ السَّمَاءِ ‘ مِنْ عِنْدِھِمْ تَخْرُجُ الْفِتْنَۃُ وَفِیْھِمْ تَعُوْدُ 1حضرت علی رض روایت کرتے ہیں کہ رسول اللہ ﷺ نے فرمایا : مجھے اندیشہ ہے کہ لوگوں پر ایک وقت ایسا آئے گا جب اسلام میں سے اس کے نام کے سوا کچھ نہیں بچے گا اور قرآن میں سے اس کے رسم الخط کے سوا کچھ باقی نہیں رہے گا۔ ان کی مسجدیں بہت آباد اور شاندار ہوں گی مگر وہ ہدایت سے خالی ہوں گی۔ ان کے علماء آسمان کی چھت کے نیچے بد ترین مخلوق ہوں گے ‘ فتنہ انہی میں سے برآمد ہوگا اور ان ہی میں لوٹ جائے گا وَیَصُدُّوْنَ عَنْ سَبِیْلِ اللّٰہِ ط جب کوئی دینی تحریک اٹھتی ہے ‘ کوئی اللہ کا مخلص بندہ لوگوں کو دین کی طرف بلاتا ہے ‘ تو ان مذہبی پیشواؤں کو اپنی مسندیں خطرے میں نظر آتی ہیں۔ وہ نہیں چاہتے کہ ان کے عقیدت مند انہیں چھوڑ کر کسی دوسری دعوت کی طرف متوجہ ہوں ‘ کیونکہ انہی عقیدت مندوں کے نذرانوں ہی سے تو ان کے دولت کے انباروں میں اضافہ ہو رہا ہوتا ہے اور ان کی جائیدادیں بن رہی ہوتی ہیں۔ وہ آخر کیونکر چاہیں گے کہ ان کے نام لیوا کسی دوسری دعوت پر لبیک کہیں۔وَالَّذِیْنَ یَکْنِزُوْنَ الذَّہَبَ وَالْفِضَّۃَ وَلاَ یُنْفِقُوْنَہَا فِیْ سَبِیْلِ اللّٰہِلا فَبَشِّرْہُمْ بِعَذَابٍ اَلِیْمٍ اس آیت کے حوالے سے حضرت ابوذر غفاری رض کی ذاتی رائے یہ تھی کہ سونا اور چاندی اپنے پاس رکھنا مطلقاً حرام ہے۔ مگر دوسرے صحابہ کرام رض ‘ حضرت ابوذر غفاری رض کی اس رائے سے متفق نہیں تھے۔ چناچہ دین کا عام قانون اس سلسلے میں یہی ہے کہ اگر کسی نے کوئی مال جائز طریقے سے کمایا ہو اور وہ اس میں سے زکوٰۃ بھی ادا کرتا ہو تو اس مال کو وہ اپنے پاس رکھا سکتا ہے ‘ چاہے اس کی مقدار کتنی ہی زیادہ ہو اور چاہے وہ سونے یا چاندی ہی کی شکل میں ہو۔ ایسا مال ایک شخص کی موت کے بعد اس کے ورثاء کو جائز مال کے طور پر قانون وراثت کے مطابق منتقل بھی ہوگا۔ چناچہ اللہ تعالیٰ کا نازل کردہ قانون وراثت خود اس بات پر دلیل ہے کہ مال و دولت کو اپنی ملکیت میں رکھنا ناجائز نہیں ہے ‘ کیونکہ اگر مال جمع نہیں ہوگا تو وراثت کس چیز کی ہوگی اور قانون وراثت کا عملاً کیا مقصد رہ جائے گا ؟ اس لحاظ سے قرآن کے وہ احکام روحانی اور اخلاقی تعلیم کے زمرے میں آتے ہیں جن میں بار بار مال خرچ کرنے کی ترغیب دی گئی ہے اور اس سلسلے میں قُلِ الْعَفْوَ ط البقرۃ : 219 کے الفاظ بھی موجود ہیں۔ یعنی جو بھی زائد از ضرورت ہو اسے اللہ کی راہ میں خرچ کردیا جائے۔ چناچہ حضرت عثمان رض کے دورخلافت میں حضرت ابوذر غفاری رض کی مخالفت کے باوجود قانونی نقطہ نظر سے یہی فیصلہ ہوا تھا کہ سونا ‘ چاندی اپنے پاس رکھنا مطلقاً حرام نہیں ہے ‘ مگر حضرت ابوذر غفاری رض اپنی رائے میں کسی قسم کی لچک پیدا کرنے پر آمادہ نہ ہوئے۔ چونکہ آپ رض کے اختلاف کی شدت کے باعث مدینہ کے ماحول میں ایک اضطرابی کیفیت پیدا ہو رہی تھی ‘ اس لیے حضرت عثمان رض نے آپ رض کو حکم دیا کہ وہ مدینہ سے باہر چلے جائیں۔ اس پر آپ رض مدینہ سے نکل گئے اور صحرا میں ایک چھونپڑی بنا کر اس میں رہنے لگے۔میرے نزدیک اس آیت کا حکم احبار اور رہبان یعنی مذہبی پیشواؤں کے ساتھ مخصوص ہے۔ اس میں وہ سب لوگ شامل ہیں جنہوں نے اپنا وقت اور اپنی صلاحیتیں دین کی خدمت کے لیے وقف کر رکھی ہیں اور ان کا اپنا کوئی ذریعہ آمدنی نہیں ہے۔ ایسے مذہبی پیشواؤں کو لوگ ہدیے دیتے ہیں اور ان کی مالی معاونت کرتے ہیں تاکہ وہ اپنی ضروریات زندگی کو پورا کرسکیں۔ جیسے حضور ﷺ خود بیت المال سے اپنی ضروریات پوری کرتے تھے ‘ ازواج مطہرات رض کو نان نفقہ بھی دیتے تھے اور اپنے عزیز و اقارب کے ساتھ حسن سلوک بھی کرتے تھے ‘ مگر بیت المال سے کچھ میسر نہ ہونے کی صورت میں فاقے بھی کرتے تھے۔ اسی طرح خلفائے راشدین رض کی مثال بھی ہے۔ چناچہ ایسے مذہبی پیشواؤں پر بھی لازم ہے کہ وہ دوسروں کے ہدیے اور وظائف صرف معروف انداز میں اپنی اور اپنے زیر کفالت افراد کی ضروریات زندگی پوری کرنے کے لیے استعمال میں لائیں۔ لیکن اگر یہ لوگ اپنی مذکورہ حیثیت سے فائدہ اٹھاتے ہوئے دولت اکٹھی کرنا اور جائیدادیں بنانا شروع کردیں ‘ اور پھر یہ جائیدادیں قانون وراثت کے تحت ان کے ورثاء کو منتقل ہوں تو ایسی صورت میں ان لوگوں پر اس آیت کے احکام کا حرف بہ حرف انطباق ہوگا۔ چناچہ آج بھی اگر آپ علمائے حق اور علمائے سو کے بارے میں معلوم کرنا چاہیں تو میرے نزدیک یہ آیت اس کے لیے ایک طرح کا لٹمس ٹیسٹ litmus test ہے۔ اگر کوئی مذہبی پیشوا یا عالم اپنے دینی کیرئیر کے نتیجے میں جائیدادبنا کر اور اپنے پیچھے دولت چھوڑ کرمرا ہو تو وہ بلاشک و شبہ علمائے سو میں سے ہے۔"
    },
    {
      "ayah": 36,
      "surah": 9,
      "text": "آیت 36 اِنَّ عِدَّۃَ الشُّہُوْرِ عِنْدَ اللّٰہِ اثْنَا عَشَرَ شَہْرًا فِیْ کِتٰبِ اللّٰہِ یَوْمَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ اللہ کے قائم کردہ تکوینی نظام اور تشریعی قانون کے تحت مہینوں کی تعداد بارہ مقرر کی گئی ہے۔مِنْہَآ اَرْبَعَۃٌ حُرُمٌ ط ان چار مہینوں ذو القعدہ ‘ ذو الحجہ ‘ محرم اور رجب کو اشہر حرم کہتے ہیں اور ان میں جنگ وغیرہ جائز نہیں۔ذٰلِکَ الدِّیْنُ الْقَیِّمُج فَلاَ تَظْلِمُوْا فِیْہِنَّ اَنْفُسَکُمْ قانون خداوندی کے مطابق یہ چار مہینے شروع سے محترم ہیں ‘ لہٰذا تم لوگ ان مہینوں کے بارے میں اپنے اوپر ظلم نہ کرو۔ اس میں قریش کے اس رواج کی طرف اشارہ ہے جس کے تحت وہ محترم مہینوں کو اپنی مرضی سے بدلتے رہتے تھے۔ کسی مہم یا لڑائی کے دوران میں اگر کوئی ماہ حرام آجاتا تو اس مہینے کے احترام میں جنگ وجدال بند کرنے کے بجائے وہ اعلان کردیتے کہ اس سال اس مہینے کے بجائے فلاں مہینہ ماہ حرام کے طور پر منایا جائے گا۔ اس طرح انہوں نے پورا کیلنڈر گڈ مڈ کر رکھا تھا۔ لیکن مہینوں کے ادل بدل اور الٹ پھیر سے گزرتے ہوئے قدرت خداوندی سے 10 ہجری میں کیلنڈر واپس اپنی اصلی حالت پر پہنچ گیا تھا۔ اسی لیے رسول اللہ ﷺ نے اپنے خطبۂ حجۃ الوداع میں فرمایا تھا : اِنَّ الزَّمَانَ قَدِ اسْتَدَارَ کَھَیْءَتِہٖ یَوْمَ خَلَقَ اللّٰہُ السَّمٰوٰتِ وَالْاَرْضَ۔۔ 1 یعنی زمانے کی یہ تقویم کیلنڈر پورا چکر لگا کر ساری غلطیوں اور ترامیم میں سے گزرتے ہوئے اب ٹھیک اسی جگہ پر پہنچ گئی ہے جس پر اللہ نے آسمانوں اور زمین کو پیدا کیا تھا۔"
    },
    {
      "ayah": 37,
      "surah": 9,
      "text": "آیت 37 اِنَّمَا النَّسِیْٓءُ زِیَادَۃٌ فِی الْْکُفْرِ یُضَلُّ بِہِ الَّذِیْنَ کَفَرُوْا یعنی امن کے مہینوں کو اپنی جگہ سے ہٹا کر آگے پیچھے کردینا کفر میں مزید ایک کافرانہ حرکت ہے۔یُحِلُّوْنَہٗ عَامًا وَّیُحَرِّمُوْنَہٗ عَامًا لِّیُوَاطِءُوْا عِدَّۃَ مَا حَرَّمَ اللّٰہُ فَیُحِلُّوْا مَا حَرَّمَ اللّٰہُ ط یعنی اس طرح الٹ پھیر کر کے وہ ان مہینوں کو حلال کرلیتے جو اصل میں اللہ نے حرام ٹھہرائے ہیں۔ مشرکین عرب بھی بارہ مہینوں میں سے چار مہینوں کو محترم مانتے تھے مگر اپنی مرضی سے ان مہینوں کو آگے پیچھے کرتے رہتے اور سال کے آخر تک ان کی تعداد پوری کردیتے۔زُیِّنَ لَہُمْ سُوْٓءُ اَعْمَالِہِمْ ط وَاللّٰہُ لاَ یَہْدِی الْقَوْمَ الْکٰفِرِیْنَ یہاں وہ پانچ رکوع ختم ہوئے جن کا تعلق نبی اکرم ﷺ کی بعثت خصوصی سے ہے۔ ان آیات میں اس سلسلے میں تکمیلی اور آخری احکام دے دیے گئے ہیں۔ اب چھٹے رکوع سے غزوۂ تبوک کے موضوع کا آغاز ہو رہا ہے۔ اس کے پس منظر کے ضمن میں چند باتیں پھر سے ذہن میں تازہ کرلیں۔ سن 6 ہجری میں صلح حدیبیہ کے فوراً بعد رسول اللہ ﷺ نے عرب سے باہر مختلف فرمانرواؤں کی طرف اپنے خطوط اور ایلچی بھیجنے شروع کیے۔ اس سلسلے میں آپ ﷺ کا نامۂ مبارک بصرٰی شام کے رئیس شرحبیل بن عمرو کی طرف بھی بھیجا گیا۔ یہ شخص رومن ایمپائر کا باج گزار تھا۔ اس کے پاس حضور ﷺ کا نامۂ مبارک حضرت حارث بن عمیر ازدی رض لے کر گئے تھے۔ شرحبیل نے تمام اخلاقی و سفارتی آداب کو بالائے طاق رکھتے ہوئے حضرت حارث رض کو شہید کرادیا۔ لہٰذا سفیر کے قتل کو اعلان جنگ سمجھتے ہوئے حضور ﷺ نے تین ہزار صحابہ رض پر مشتمل ایک لشکر تیار کر کے حضرت زید بن حارثہ رض کی زیر قیادت شام کی طرف بھیجا۔ جب یہ لشکر موتہ پہنچا تو انہوں نے ایک لاکھ رومیوں کا لشکر اپنے خلاف صف آرا پایا۔ مخالف لشکر کی تعداد کا اندازہ کرنے کے بعد مسلمانوں میں مقابلہ کرنے یا نہ کرنے کے بارے میں مشورہ ہوا۔ چناچہ شوق شہادت میں انہوں نے مقابلے کا فیصلہ کیا۔شہادت ہے مطلوب و مقصودِ مؤمن نہ مال غنیمت ‘ نہ کشور کشائی ! اقبالؔ جمادی الاولیٰ 8 ہجری کو ان دونوں لشکروں کے درمیان موتہ کے مقام پر جنگ ہوئی۔ مسلمان لشکر کے لیے رسول اللہ ﷺ نے حضرت زید رض بن حارثہ کے علاوہ خصوصی طور پر دو مزید کمانڈر بھی مقررفرمائے تھے۔ آپ ﷺ نے فرمایا تھا کہ اگر زید رض شہید ہوجائیں تو جعفر رض بن ابی طالب جعفر طیار رض کمان سنبھالیں گے ‘ اور اگر وہ بھی شہید ہوجائیں تو عبداللہ بن رواحہ انصاری رض لشکر کے امیر ہوں گے۔ چناچہ آپ ﷺ کے مقرر کردہ تینوں کمانڈر اسی ترتیب سے یکے بعد دیگرے شہید ہوگئے۔ حضرت عبداللہ بن رواحہ رض کی شہادت کے بعد حضرت خالدبن ولید رض نے از خود لشکر کی کمان سنبھالی ‘ اور کامیاب حکمت عملی کے تحت اپنے لشکر کو رومیوں کے نرغے سے نکالنے میں کامیاب ہوگئے۔ جنگ موتہ سے پیدا ہونے والی صورت حال میں حضور ﷺ نے اعلان عام فرمایا کہ رومیوں کے مقابلے کے لیے تمام ممکنہ وسائل بروئے کار لاتے ہوئے ایک بڑا لشکر تبوک کے لیے روانہ کیا جائے۔ اس مرتبہ آپ ﷺ نے خود لشکر کے ساتھ جانے کا فیصلہ فرمایا۔ تبوک مدینہ سے شمال کی جانب تقریباً ساڑھے تین سو میل کی مسافت پر حجاز کا آخری شہر ہے۔ یہ وہ علاقہ تھا جہاں سے آگے اس زمانے میں رومن ایمپائر کی سرحد شروع ہوتی تھی۔ غزوۂ تبوک میں شرکت کے لیے آپ ﷺ نے اعلان عام فرمایا تھا۔ یعنی جنگ کے قابل ہر صاحب ایمان شخص کے لیے فرض تھا کہ وہ اس مہم میں شریک ہو۔ یہ اہل ایمان کے لیے سخت امتحان اور آزمائش کا وقت تھا۔ قحط کا زمانہ ‘ شدید گرمی کا موسم ‘ طویل صحرائی سفر ‘ وقت کی سپر پاور سے مقابلہ اور سب پر مستزاد یہ کہ فصل سنبھالنے کا موسم سر پر کھڑا تھا۔ گویا ایک سے بڑھ کر ایک مسئلہ تھا اور ایک سے بڑھ کر ایک امتحان ! مدینہ کے بیشتر لوگوں کی سال بھر کی معیشت کا دارومدار کھجور کی فصل پر تھا ‘ جو اس وقت پک کر تیار کھڑی تھی۔ مہم پر نکلنے کا مطلب یہ تھا کہ پکی ہوئی کھجوروں کو درختوں پر ہی چھوڑ کر جانا ہوگا۔ عورتیں چونکہ کھجوروں کو درختوں سے اتارنے کا مشکل کام نہیں کرسکتی تھیں ‘ اس لیے پکی پکائی فصل ضائع جاتی صاف نظر آرہی تھی۔ دوسری طرف اس مہم کا اعلان منافقین پر بہت بھاری ثابت ہوا اور ان کی ساری خباثتیں اس کی وجہ سے طشت ازبام ہوگئیں۔ چناچہ آئندہ گیارہ رکوعوں کی آیات اپنے اندر اس سلسلے کے چھوٹے بڑے بہت سے موضوعات سمیٹے ہوئے ہیں ‘ مگر دوسرے مضامین کے درمیان میں ایک مضمون جو مسلسل چل رہا ہے وہ منافقین کا تذکرہ ہے۔ گویا یہ مضمون ایک دھاگہ ہے جس میں دوسرے مضامین موتیوں کی طرح پروئے ہوئے ہیں۔ اگرچہ اس سے پہلے سورة النساء میں منافقین کا ذکر بڑی تفصیل سے آچکا ہے ‘ لیکن آئندہ گیارہ رکوع اس موضوع پر قرآن کے ذروۂ سنام کا درجہ رکھتے ہیں۔ بہرحال رسول اللہ ﷺ تیس ہزار کا لشکر لے کر تبوک تشریف لے گئے۔ مقابل میں اگرچہ ہرقل قیصرروم بنفس نفیس موجود تھا ‘ لیکن شایدوہ پہچان چکا تھا کہ آپ ﷺ اللہ کے رسول ہیں ‘ چناچہ وہ مقابلے میں آنے کی جرأت نہ کرسکا۔ حضور ﷺ نے کچھ عرصہ تبوک میں قیام فرمایا۔ اس دوران میں ارد گرد کے بہت سے قبائل نے آکر آپ ﷺ سے معاہدے کیے۔ اس مہم میں اگرچہ جنگ کی نوبت نہ آئی مگر مسلمان لشکر کا مدینہ سے تبوک جا کر رومن ایمپائر کی سرحدوں پر دستک دینا اور ہرقل کا مقابلہ کرنے کی بجائے کنی کترا جانا ‘ کوئی معمولی واقعہ نہیں تھا۔ چناچہ نہ صرف اس علاقے میں مسلمانوں کی دھاک بیٹھ گئی بلکہ اسلامی ریاست کی سرحدیں عملی طور پر تبوک تک وسیع ہوگئیں۔ دوسری طرف جنگ موتہ کی وجہ سے مسلمانوں کی ساکھ کو جو نقصان پہنچا تھا اس کی بھر پور انداز میں تلافی ہوگئی۔ سلطنت روم کے ساتھ چھیڑ چھاڑ کا یہ سلسلہ جو غزوۂ تبوک کی صورت میں شروع ہوا ‘ اس میں مزید پیش رفت دورصدیقی رض میں ہوئی۔ حضور ﷺ کے وصال کے فوراً بعد مدینہ سے لشکر اسامہ رض کی روانگی بھی اس سلسلے کی ایک اہم کڑی تھی۔"
    },
    {
      "ayah": 38,
      "surah": 9,
      "text": "آیت 38 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا مَا لَکُمْ اِذَا قِیْلَ لَکُمُ انْفِرُوْا فِیْ سَبِیْلِ اللّٰہِ اثَّاقَلْتُمْ اِلَی الْاَرْضِ ط اگرچہ یہ وضاحت سورة النساء میں بھی ہوچکی ہے مگر اس نکتے کو دوبارہ ذہن نشین کرلیں کہ قرآن حکیم میں منافقین سے خطاب یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا کے صیغے میں ہی ہوتا ہے ‘ کیونکہ ایمان کا دعویٰ تو وہ بھی کرتے تھے اور قانونی اور ظاہری طور پر وہ بھی مسلمان تھے۔اَرَضِیْتُمْ بالْحَیٰوۃِ الدُّنْیَا مِنَ الْاٰخِرَۃِ ج یہ بھی ایک متجسسانہ سوال searching question ہے۔ یعنی تم دعویدار تو ہو ایمان بالآخرت کے ‘ لیکن اگر تم اللہ کی راہ میں جنگ کے لیے نکلنے کو تیار نہیں ہو تو اس کا مطلب یہ ہے کہ تم آخرت ہاتھ سے دے کر دنیا کے خریدار بننے جا رہے ہو۔ تم آخرت کی نعمتوں کو چھوڑ کر دنیا کی زندگی پر خوش ہو بیٹھے ہو۔"
    },
    {
      "ayah": 39,
      "surah": 9,
      "text": "آیت 39 اِلاَّ تَنْفِرُوْا یُعَذِّبْکُمْ عَذَابًا اَلِیْمًالا وَّیَسْتَبْدِلْ قَوْمًا غَیْرَکُمْ وَلاَ تَضُرُّوْہُ شَیْءًا ط اللہ کو تو اپنے دین کا جھنڈا اٹھوانا ہے ‘ اگر تم نہیں اٹھاؤ گے تو تمہیں ہٹا کر اس مقصد کے لیے کسی اور قوم کو آگے لے آئے گا۔"
    },
    {
      "ayah": 4,
      "surah": 9,
      "text": "آیت 4 اِلاَّ الَّذِیْنَ عٰہَدْتُّمْ مِّنَ الْمُشْرِکِیْنَ ثُمَّ لَمْ یَنْقُصُوْکُمْ شَیْءًا وَّلَمْ یُظَاہِرُوْا عَلَیْکُمْ اَحَدًا ‘یہاں میعادی معاہدوں کے سلسلے میں استثناء کا اعلان کیا جا رہا ہے۔ یعنی مشرکین کے ساتھ مسلمانوں کے ایسے معاہدے جو کسی خاص مدت تک ہوئے تھے ‘ ان کے بارے میں ارشاد ہو رہا ہے کہ اگر یہ مشرکین تمہارے ساتھ کیے گئے کسی معاہدے کو بخوبی نبھا رہے ہیں اور تمام شرائط کی پابندی کر رہے ہیں : فَاَتِمُّوْٓا اِلَیْہِمْ عَہْدَہُمْ اِلٰی مُدَّتِہِمْ ط تو مکمل کرو ان کے ساتھ ان کا معاہدہ مقررہ مدت تک یعنی مشرکین کے ساتھ ایک خاص مدت تک تمہارا کوئی معاہدہ ہوا تھا اور ان کی طرف سے ابھی تک اس میں کسی قسم کی خلاف ورزی بھی نہیں ہوئی ‘ تو اس معاہدے کی جو بھی مدت ہے وہ پوری کرو۔ اس کے بعد اس معاہدے کی تجدید نہیں ہوگی۔"
    },
    {
      "ayah": 40,
      "surah": 9,
      "text": "آیت 40 اِلاَّ تَنْصُرُوْہُ فَقَدْ نَصَرَہُ اللّٰہُ اِذْ اَخْرَجَہُ الَّذِیْنَ کَفَرُوْا ثَانِیَ اثْنَیْنِ اِذْ ہُمَا فِی الْْغَارِ یعنی وہ صرف دو اشخاص تھے ‘ محمد رسول اللہ ﷺ خود اور ابوبکر صدیق رض۔اِذْ یَقُوْلُ لِصَاحِبِہٖ لاَ تَحْزَنْ اِنَّ اللّٰہَ مَعَنَا ج جب حضرت ابوبکر رض نے کہا تھا کہ حضور ﷺ یہ لوگ تو غار کے دہانے تک پہنچ گئے ہیں ‘ اگر کسی نے ذرا بھی نیچے جھانک کر دیکھ لیا تو ہم نظر آجائیں گے ‘ تو حضور ﷺ نے فرمایا تھا کہ غم اور فکر مت کریں ‘ اللہ ہمارے ساتھ ہے !فَاَنْزَلَ اللّٰہُ سَکِیْنَتَہٗ عَلَیْہِ وَاَیَّدَہٗ بِجُنُوْدٍ لَّمْ تَرَوْہَا وَجَعَلَ کَلِمَۃَ الَّذِیْنَ کَفَرُوا السُّفْلٰی ط اس واقعے کا نتیجہ یہ نکلا کہ بالآخر کافر زیر ہوگئے اور پورے جزیرہ نمائے عرب کے اندر اللہ کا دین غالب ہوگیا۔"
    },
    {
      "ayah": 41,
      "surah": 9,
      "text": "آیت 41 اِنْفِرُوْا خِفَافًا وَّثِقَالاً یہ جو ہلکے اور بوجھل کے الفاظ استعمال ہوئے ہیں اس سے ان لوگوں کی کیفیت مراد ہے ‘ اور اس کیفیت کے دو پہلو ہوسکتے ہیں۔ ایک پہلو تو داخلی ہے ‘ یعنی بوجھل دل کے ساتھ نکلو یا آمادگی کے ساتھ ‘ اب نکلنا تو پڑے گا ‘ کیونکہ اب بات صرف تحریض و ترغیب تک نہیں رہی ‘ بلکہ جہاد کے لیے نفیر عام ہوچکی ہے ‘ لہٰذا اب اللہ کے رستے میں نکلنا فرض عین ہوچکا ہے۔ اس کا دوسرا پہلو خارجی ہے اور اس پہلو سے مفہوم یہ ہوگا کہ چاہے تمہارے پاس سازو سامان اور اسلحہ وغیرہ کافی ہے تب بھی نکلو اور اگر سازو سامان کم ہے تب بھی۔"
    },
    {
      "ayah": 42,
      "surah": 9,
      "text": "آیت 42 لَوْ کَانَ عَرَضًا قَرِیْبًا وَّسَفَرًا قَاصِدًا لاَّتَّبَعُوْکَ وَلٰکِنْم بَعُدَتْ عَلَیْہِمُ الشُّقَّۃُ ط اگر ان منافقین کو توقع ہوتی کہ مال غنیمت آسانی سے مل جائے گا اور ہدف بھی کہیں قریب ہوتا تو یہ لوگ ضرور آپ ﷺ کا ساتھ دیتے ‘ مگر اب تو حالت یہ ہے کہ تبوک کی مسافت کا سن کر ان کے دل بیٹھے جا رہے ہیں۔ رسول اللہ ﷺ کی عادت مبارکہ تھی کہ آپ ﷺ کسی بھی مہم کے ہدف وغیرہ کو ہمیشہ صیغہ راز میں رکھتے تھے۔ جنگ یا مہم کے لیے نکلنا ہوتا تو تیاری کا حکم دے دیا جاتا ‘ مگر یہ نہ بتایا جاتا کہ کہاں جانا ہے اور منصوبہ کیا ہے۔ اسی طرح فتح مکہ کے منصوبہ کو بھی آخر وقت تک خفیہ رکھا گیا تھا۔ مگر غزوۂ تبوک کی تیاری کے حکم کے ساتھ ہی آپ ﷺ نے تمام تفصیلات بھی علی الاعلان سب کو بتادی تھیں کہ لشکر کی منزل مقصود تبوک ہے اور ہمارا ٹکراؤ سلطنت روما سے ہے ‘ تاکہ ہر شخص ہر لحاظ سے اپنا جائزہ لے لے اور داخلی و خارجی دونوں پہلوؤں سے تیاری کرلے۔ سازو سامان بھی مہیا کرلے اور اپنے حوصلے کی بھی جانچ پرکھ کرلے۔وَسَیَحْلِفُوْنَ باللّٰہِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَکُمْ ج یعنی قسمیں کھا کھا کر بہانے بنائیں گے اور اپنی فرضی مجبوریوں کا رونا روئیں گے۔"
    },
    {
      "ayah": 43,
      "surah": 9,
      "text": "آیت 43 عَفَا اللّٰہُ عَنْکَ ج لِمَ اَذِنْتَ لَہُمْ یعنی آپ ﷺ کے پاس کوئی منافق آیا اور اپنی کسی مجبوری کا بہانہ بنا کر جہاد سے رخصت چاہی تو آپ ﷺ نے اپنی نرم مزاجی کی وجہ سے اسے اجازت دے دی۔ اب اس شخص کو تو گویا سند مل گئی کہ میں نے حضور ﷺ سے رخصت لی ہے۔ جہاد کے لیے نکلنے کا ارادہ تو اس کا تھا ہی نہیں ‘ مگر اجازت مل جانے سے اس کی منافقت کا پردہ چاک نہیں ہوا۔ اجازت نہ ملتی تو واضح طور پر معلوم ہوجاتا کہ اس نے حضور ﷺ کے حکم کی نافرمانی کی ہے۔ اس طرح کئی منافقین آئے اور اپنی مجبوریوں کا بہانہ بنا کر آپ ﷺ سے رخصت لے گئے۔"
    },
    {
      "ayah": 44,
      "surah": 9,
      "text": "آیت 44 لاَ یَسْتَاْذِنُکَ الَّذِیْنَ یُؤْمِنُوْنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ اَنْ یُّجَاہِدُوْا بِاَمْوَالِہِمْ وَاَنْفُسِہِمْ ط سچے مؤمن ایسی صورت حال میں ایسا کبھی نہیں کرسکتے کہ وہ جہاد سے معافی کے لیے درخواست کریں ‘ کیونکہ وہ جانتے ہیں کہ جہاد فی سبیل اللہ ایمان کا لازمی تقاضا ہے۔ قبل ازیں بیان ہوچکا ہے کہ سورة الحجرات کی آیت 15 میں ایمان کی جو تعریف definition کی گئی ہے اس میں تصدیق قلبی اور جہاد فی سبیل اللہ کو ایمان کے ارکان قرار دیا گیا ہے۔ اس آیت کا ذکر سورة الانفال کی آیت 2 اور آیت 74 کے ضمن میں بھی گزر چکا ہے۔ اس میں جہاد فی سبیل اللہ کو واضح طور پر ایمان کی لازمی شرط قرار دیا گیا ہے۔"
    },
    {
      "ayah": 45,
      "surah": 9,
      "text": "آیت 45 اِنَّمَا یَسْتَاْذِنُکَ الَّذِیْنَ لاَ یُؤْمِنُوْنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوْبُہُمْ یہاں سورة الحجرات کی مذکورہ آیت کے الفاظ ثُمَّ لَمْ یَرْتَابُوْا ذہن میں دوبارہ تازہ کرلیجئے کہ مؤمن تو وہی ہیں جو ایمان لانے کے بعد شک میں نہ پڑیں ‘ اور یہاں وارْتَابَتْ قُلُوْبُہُمْ کے الفاظ سے واضح فرما دیا کہ ان منافقین کے دلوں کے اندر تو شکوک و شبہات مستقل طور پر ڈیرے ڈال چکے ہیں۔فَہُمْ فِیْ رَیْبِہِمْ یَتَرَدَّدُوْنَ اپنے ایمان کے اندر پیدا ہونے والے شکوک و شبہات کی وجہ سے وہ تذبذب میں پڑے ہوئے ہیں اور جہاد کے لیے نکلنے کے بارے میں فیصلہ نہیں کر پا رہے۔ کبھی ان کو مسلمانوں کے ساتھ چلنے میں مصلحت نظر آتی کہ نہ جانے سے ایمان کا ظاہری بھرم بھی جاتا رہے گا ‘ مگر پھر فوراً ہی مسافت کی مشقت کے تصور سے دل بیٹھ جاتا ‘ دنیوی مفادات کا تصور پاؤں کی بیڑی بن جاتا اور پھر سے جھوٹے بہانے بننے شروع ہوجاتے۔"
    },
    {
      "ayah": 46,
      "surah": 9,
      "text": "آیت 46 وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَہٗ عُدَّۃً ایسے طویل اور کٹھن سفر کے لیے بھر پور تیاری کی ضرورت تھی ‘ بہت سا سازوسامان درکار تھا ‘ مگر اس کے لیے ان کا کچھ بھی تیاری نہ کرنا اور ہاتھ پر ہاتھ دھرے بیٹھے رہنا خود ہی ثابت کرتا ہے کہ انہوں نے جانے کا ارادہ تک نہیں کیا۔ وَّلٰکِنْ کَرِہَ اللّٰہُ انْبِعَاثَہُمْ فَثَبَّطَہُمْ وَقِیْلَ اقْعُدُوْا مَعَ الْقٰعِدِیْنَ اس فرمان میں جو حکمت تھی اس کی تفصیل اس طرح بیان فرمائی گئی :"
    },
    {
      "ayah": 47,
      "surah": 9,
      "text": "آیت 47 لَوْ خَرَجُوْا فِیْکُمْ مَّا زَادُوْکُمْ الاَّ خَبَالاً  ان کے دلوں میں چونکہ روگ تھا ‘ اس لیے لشکر کے ساتھ جا کر بھی یہ لوگ فتنے ہی اٹھاتے ‘ لڑائی جھگڑا کرانے کی کوشش کرتے اور سازشیں کرتے۔ لہٰذا ان کے بیٹھے رہنے اور سفر میں آپ لوگوں کے ساتھ نہ جا نے میں بھی بہتری پوشیدہ تھی۔ گویا بندۂ مؤمن کے لیے اللہ تعالیٰ کی طرف سے ہر طرح خیر ہی خیر ہے ‘ جبکہ منافق کے لیے ہر حالت میں شر ہی شر ہے۔ وَّلَا اَوْضَعُوْا خِلٰلَکُمْ یَبْغُوْنَکُمُ الْفِتْنَۃَ ج وَفِیْکُمْ سَمّٰعُوْنَ لَہُمْط وَاللّٰہُ عَلِیْمٌم بالظّٰلِمِیْنَ اس کا دوسرا ترجمہ یہ ہے کہ تمہارے درمیان ان کی باتیں سننے والے بھی ہیں۔ یعنی تمہارے درمیان ایسے نیک دل اور سادہ لوح مسلمان بھی ہیں جو ان منافقین کے بارے میں حسن ظن رکھتے ہیں۔ ایسے مسلمانوں کے ان منافقین کے ساتھ دوستانہ مراسم بھی ہیں اور وہ ان کی باتوں کو بڑی توجہ سے سنتے ہیں۔ چناچہ اگر یہ منافقین تمہارے ساتھ لشکر میں موجود ہوتے اور کوئی فتنہ اٹھاتے تو عین ممکن تھا کہ تمہارے وہ ساتھی اپنی سادہ لوحی کے باعث ان کے اٹھائے ہوئے فتنے کا شکار ہوجاتے۔"
    },
    {
      "ayah": 48,
      "surah": 9,
      "text": "آیت 48 لَقَدِ ابْتَغَوُا الْفِتْنَۃَ مِنْ قَبْلُ یاد رہے کہ یہی لفظ فتنہ اس حدیث میں بھی آیا ہے جس کا ذکر علمائے سو کے کردار کے سلسلے میں قبل ازیں آیت 34 کے ضمن میں ہوچکا ہے : عُلَمَاءُ ھُمْ شَرٌّ مَنْ تَحْتَ اَدِیْمِ السَّمَاءِ مِنْ عِنْدِھِمْ تَخْرُجُ الْفِتْنَہُ وَفِیْھِمْ تَعُوْدُ یعنی ان کے علماء آسمان کے نیچے بدترین لوگ ہوں گے ‘ فتنہ ان ہی میں سے برآمد ہوگا اور ان ہی میں پلٹ جائے گا۔ یعنی وہ آپس میں لڑائی جھگڑوں ‘ فتویٰ پردازیوں اور تفرقہ بازیوں میں مصروف ہوں گے۔ وَقَلَّبُوْا لَکَ الْاُمُوْرَ یہ لوگ اپنی امکانی حدتک کوشش کرتے رہے ہیں کہ آپ ﷺ کے معاملات کو تلپٹ کردیں۔حَتّٰی جَآءَ الْحَقُّ وَظَہَرَ اَمْرُ اللّٰہِ وَہُمْ کٰرِہُوْنَ یعنی جزیرہ نمائے عرب کی حد تک ان لوگوں کی خواہشوں اور کوششوں کے علی الرغم اللہ کا دین غالب ہوگیا۔"
    },
    {
      "ayah": 49,
      "surah": 9,
      "text": "آیت 49 وَمِنْہُمْ مَّنْ یَّقُوْلُ اءْذَنْ لِّیْ وَلاَ تَفْتِنِّیْ ط یہ منافق اور مردود شخص جد بن قیس تھا لعنۃ اللہ علیہ۔ جب رسول اللہ ﷺ نے غزوۂ تبوک کے لیے تیاری کا اعلان فرمایا تو یہ شخص آپ ﷺ کے پاس حاضر ہوا اور عجیب استہزائیہ انداز میں آپ ﷺ سے رخصت چاہی کہ حضور مجھے تو رہنے ہی دیں ‘ کیونکہ میں حسن پرست قسم کا انسان ہوں اور لشکر جا رہا ہے شام کے علاقے کی طرف ‘ جہاں کی عورتیں بہت حسین ہوتی ہیں۔ میں وہاں کی خوبصورت عورتوں کو دیکھ کر خود پر قابو نہیں رکھ سکوں گا اور فتنہ میں مبتلا ہوجاؤں گا ‘ لہٰذا آپ مجھے اس فتنے میں مت ڈالیں اور مجھے پیچھے ہی رہنے دیں۔اَلاَ فِی الْْفِتْنَۃِ سَقَطُوْا ط یعنی یہ شخص اور اس کے دوسرے ساتھی تو پہلے ہی بد ترین فتنے کا شکار ہوچکے ہیں جو اس طرح کے بہانے تراشنے کی جسارت کر رہے ہیں۔ ان کا یہ رویہ جس سوچ کی غمازی کر رہا ہے اس سے مزید بڑا فتنہ اور کون سا ہوگا !"
    },
    {
      "ayah": 5,
      "surah": 9,
      "text": "آیت 5 فَاِذَا انْسَلَخَ الْاَشْہُرُ الْحُرُمُ یہاں محترم مہینوں سے مراد وہ چار مہینے ہیں جن کی مشرکین کو مہلت دی گئی تھی۔ چار مہینے کی یہ مہلت یا امان غیر میعادی معاہدوں کے لیے تھی ‘ جبکہ میعادی معاہدوں کے بارے میں فرمایا گیا کہ ان کی طے شدہ مدت تک پابندی کی جائے۔ لہٰذا جیسے جیسے کسی گروہ کی مدت امان ختم ہوتی جائے گی اس لحاظ سے اس کے خلاف اقدام کیا جائے گا۔ بہر حال جب یہ مہلت اور امان کی مدت گزر جائے :فَاقْتُلُوا الْمُشْرِکِیْنَ حَیْثُ وَجَدْتُّمُوْہُمْ وَخُذُوْہُمْ وَاحْصُرُوْہُمْ وَاقْعُدُوْا لَہُمْ کُلَّ مَرْصَدٍ ج ان الفاظ میں موجود سختی کو محسوس کرتے ہوئے اس منظر اور ماحول کو ذہن میں لائیے جب یہ آیات بطور اعلان عام پڑھ کر سنائی جا رہی تھیں اور اندازہ کیجیے کہ ان میں سے ایک ایک لفظ اس ماحول میں کس قدر اہم اور پر تاثیر ہوگا۔ اس اجتماع میں مشرکین بھی موجود تھے اور ان کے لیے یہ اعلان اور الٹی میٹم یقیناً بہت بڑی ذلت و رسوائی کا باعث تھا۔ جب یہ چھ آیات نازل ہوئیں تو رسول اللہ ﷺ نے حضرت علی رض کو قافلہ حج کے پیچھے روانہ کیا اور انہیں تاکید کی کہ حج کے اجتماع میں میرے نمائندے کی حیثیت سے یہ آیات بطور اعلان عام پڑھ کر سنادیں۔ اس لیے کہ عرب کے رواج کے مطابق کسی بڑی شخصیت کی طرف سے اگر کوئی اہم اعلان کرنا مقصود ہوتا تو اس شخصیت کا کوئی قریبی عزیز ہی ایسا اعلان کرتا تھا۔ جب حضرت علی رض قافلۂ حج سے جا کر ملے تو قافلہ پڑاؤ پر تھا۔ امیر قافلہ حضرت ابوبکر صدیق رض تھے۔ جونہی حضرت علی رض آپ رض سے ملے تو آپ رض نے پہلا سوال کیا : اَمِیرٌ اَوْ مَاْمُورٌ ؟ یعنی آپ رض امیر بنا کر بھیجے گئے ہیں یا مامور ؟ مراد یہ تھی کہ پہلے میری اور آپ رض کی حیثیت کا تعین کرلیا جائے۔ اگر آپ رض کو امیر بنا کر بھیجا گیا ہے تو میں آپ رض کے لیے اپنی جگہ خالی کر دوں اور خود آپ رض کے سامنے مامور کی حیثیت سے بیٹھوں۔ اس پر حضرت علی رض نے جواب دیا کہ میں مامور ہوں ‘ امیر حج آپ رض ہی ہیں ‘ البتہ حج کے اجتماع میں آیات الٰہی پر مشتمل اہم اعلان رسول اللہ ﷺ کی طرف سے میں کروں گا۔ اس واقعہ سے یہ ظاہر ہوتا ہے کہ حضور ﷺ نے صحابہ کرام رض کی تربیت بہت خوبصورت انداز میں فرمائی تھی اور آپ ﷺ کی اسی تربیت کے باعث ان رض کی جماعتی زندگی انتہائی منظم تھی۔ اور آج مسلمانوں کا یہ حال ہے کہ یہ دنیا کی انتہائی غیر منظم قوم بن کر رہ گئے ہیں۔فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوۃَ وَاٰتَوُا الزَّکٰوۃَ فَخَلُّوْا سَبِیْلَہُمْط اِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ یعنی اگر وہ شرک سے تائب ہو کر مسلمان ہوجائیں ‘ نماز قائم کریں اور زکوٰۃ دینا قبول کرلیں تو پھر ان سے مواخذہ نہیں۔"
    },
    {
      "ayah": 50,
      "surah": 9,
      "text": "آیت 50 اِنْ تُصِبْکَ حَسَنَۃٌ تَسُؤْہُمْ ج اگر آپ ﷺ کو کہیں سے کوئی کامیابی ملتی ہے ‘ کوئی اچھی خبر آپ ﷺ کے لیے آتی ہے تو انہیں یہ سب کچھ ناگوار لگتا ہے۔وَاِنْ تُصِبْکَ مُصِیْبَۃٌ یَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ کہ ہم کوئی ان لوگوں کی طرح بیوقوف تھوڑے ہیں ‘ ہم نے تو پہلے ہی ان برے حالات سے اپنی حفاظت کا بندوبست کرلیا تھا۔وَیَتَوَلَّوْا وَّہُمْ فَرِحُوْنَ وہ اس صورت حال میں بڑے شاداں وفرحاں پھرتے ہیں کہ مسلمانوں پر مصیبت آگئی اور ہم بچ گئے۔اگلی دو آیات معرکہ حق و باطل میں ایک بندۂ مؤمن کے لیے بہت بڑا ہتھیار ہیں۔ اس لیے ہر مسلمان کو یہ دونوں آیات زبانی یاد کر لینی چاہئیں۔"
    },
    {
      "ayah": 51,
      "surah": 9,
      "text": "آیت 51 قُلْ لَّنْ یُّصِیْبَنَآ اِلاَّ مَا کَتَبَ اللّٰہُ لَنَاج ہُوَ مَوْلٰٹنَا ج ہم پر جو بھی مصیبت آتی ہے وہ اللہ ہی کی مرضی اور اجازت سے آتی ہے۔ اس کے اذن کے بغیر کائنات میں ایک پتابھی نہیں ہل سکتا۔ وہ ہمارا کارساز اور پروردگار ہے۔ اگر اس کی مشیت ہو کہ ہمیں کوئی تکلیف آئے تو سر آنکھوں پر ع سر تسلیم خم ہے جو مزاج یار میں آئے۔ جو اس کی رضا ہو ہم بھی اسی پر راضی ہیں۔ اگر اس کی طرف سے کوئی تکلیف آجائے تو اس میں بھی ہمارے لیے خیر ہے ع ہرچہ ساقئما ریخت عین الطاف است ہمارا ساقی ہمارے پیالے میں جو بھی ڈال دے اس کا لطف وکرم ہی ہے۔ محبوب کی شمشیر سے ذبح ہونا یقیناً بہت بڑے اعزاز کی بات ہے اور یہ اعزاز کسی غیر کے نصیب میں کیوں ہو ‘ جبکہ ہماری گردنیں ہر وقت اس سعادت کے لیے حاضر ہیں : ؂نہ شود نصیب دشمن کہ شود ہلاک تیغت سردوستاں سلامت کہ تو خنجر آزمائی !"
    },
    {
      "ayah": 52,
      "surah": 9,
      "text": "آیت 52 قُلْ ہَلْ تَرَبَّصُوْنَ بِنَآ اِلآَّ اِحْدَی الْحُسْنَیَیْنِ ط الْحُسْنَیَیْنِ ‘ الحُسْنٰیکی تثنیہ ہے ‘ جو اَحْسَن کی مؤنث ہے۔ یہ افعل التفضیل کا صیغہ ہے۔ چناچہ الْحُسْنَیَیْنِ کے معنی ہیں دو نہایت احسن صورتیں۔ جب کوئی بندۂ مؤمن اللہ کے راستے میں کسی مہم پر نکلتا ہے تو اس کے لیے تو دونوں امکانی صورتیں ہی احسن ہیں ‘ اللہ کی راہ میں شہیدہو جائیں تو وہ بھی احسن :r؂شہادت ہے مطلوب و مقصودِ مؤمن نہ مال غنیمت ‘ نہ کشور کشائی !اقبالؔ اور اگر کامیاب ہو کر آجائیں تو بھی احسن۔ دونوں صورتوں میں کامیابی ہی کامیابی ہے۔ تیسری کوئی صورت تو ہے ہی نہیں۔ لہٰذا ایک بندۂ مؤمن کو خوف کا ہے کا ؟ ؂ جو حق کی خاطر جیتے ہیں مرنے سے کہیں ڈرتے ہیں جگر ؔ جب وقت شہادت آتا ہے دل سینوں میں رقصاں ہوتے ہیں !وَنَحْنُ نَتَرَبَّصُ بِکُمْ اَنْ یُّصِیْبَکُمُ اللّٰہُ بِعَذَابٍ مِّنْ عِنْدِہٖٓ اَوْ بِاَیْدِیْنَاز ہمیں بھی تمہارے بارے میں انتظار ہے کہ تمہارے کرتوتوں کے سبب اللہ تعالیٰ تم پر خود کوئی عذاب نازل کر دے یا عین ممکن ہے کہ کبھی ہمیں اجازت دے دی جائے اور ہم تمہاری گردنیں اڑائیں۔"
    },
    {
      "ayah": 53,
      "surah": 9,
      "text": "آیت 53 قُلْ اَنْفِقُوْا طَوْعًا اَوْ کَرْہًا لَّنْ یُّتَقَبَّلَ مِنْکُمْ ط اِنَّکُمْ کُنْتُمْ قَوْمًا فٰسِقِیْنَ یہاں منافقین کے ایک دوسرے حربے کا ذکر ہے کہ کچھ مال اسباب چندے کے طور پر لے آئے اور بہانہ بنایا کہ مجھے فلاں فلاں مجبوری ہے ‘ میں خود تو جانے سے معذور ہوں ‘ مجھے رخصت دے دیں اور یہ سازو سامان قبول کرلیں۔ ایسی صورت حال کے جواب میں فرمایا جا رہا ہے کہ اب جبکہ جہاد کے لیے بنفس نفیس نکلنا فرض عین ہے ‘ اس صورت حال میں روپیہ پیسہ اور سازو سامان اس کا بدل نہیں ہوسکتا۔"
    },
    {
      "ayah": 54,
      "surah": 9,
      "text": "آیت 54 وَمَا مَنَعَہُمْْ اَنْ تُقْبَلَ مِنْہُمْ نَفَقٰتُہُمْ الآَّ اَنَّہُمْ کَفَرُوْا باللّٰہِ وَبِرَسُوْلِہٖ وَلاَ یَاْتُوْنَ الصَّلٰوۃَ الاَّ وَہُمْ کُسَالٰی وَلاَ یُنْفِقُوْنَ الاَّ وَہُمْ کٰرِہُوْنَ یعنی اب جو چندہ یہ لوگ پیش کر رہے ہیں وہ تو جان بچانے کے لیے دے رہے ہیں کہ ہم سے سازو سامان لے لیا جائے اور ہمیں اس مہم پر جانے سے معاف رکھا جائے۔"
    },
    {
      "ayah": 55,
      "surah": 9,
      "text": "آیت 55 فَلاَ تُعْجِبْکَ اَمْوَالُہُمْ وَلآَ اَوْلاَدُہُمْ ط ان کو دیکھ کر آپ لوگ یہ نہ سمجھیں کہ مال و دولت اور اولاد کی کثرت ان کے لیے اللہ کی بڑی نعمتیں ہیں۔ ایسا ہرگز نہیں ہے ‘ بلکہ ایسے لوگوں کو تو اللہ ایسی نعمتیں اس لیے دیتا ہے کہ ان کا حساب اسی دنیا میں بےباق ہوجائے اور آخرت میں ان کے لیے کچھ نہ بچے۔ اور ایسا بھی ہوتا ہے کہ بعض اوقات دنیا کی انہی نعمتوں کو اللہ تعالیٰ انسان کے لیے باعث عذاب بنا دیتا ہے۔اِنَّمَا یُرِیْدُ اللّٰہُ لِیُعَذِّبَہُمْ بِہَا فِی الْْحَیٰوۃِ الدُّنْیَا اللہ تعالیٰ کی طرف سے ایسے حالات بھی پیدا ہوسکتے ہیں کہ یہی اولاد جس کو انسان بڑے لاڈ پیار اور ارمانوں سے پال پوس کر بڑا کرتا ہے اس کے لیے سوہان روح بن جائے اور یہی مال و دولت جسے وہ جان جوکھوں میں ڈال کر جمع کرتا ہے اس کی جان کا وبال ثابت ہو۔ وَتَزْہَقَ اَنْفُسُہُمْ وَہُمْ کٰفِرُوْنَ اللہ تعالیٰ چاہتا ہے کہ یہ لوگ دنیا کی زندگی میں اپنی دولت ہی سے لپٹے رہیں اور اپنی اولاد کی محبت میں اس قدر مگن رہیں کہ جیتے جی انہیں آنکھ کھول کر حق کو دیکھنے اور پہچاننے کی فرصت ہی نصیب نہ ہو ‘ اور اسی حالت میں یہ لوگ آخری عذاب کے مستحق بن جائیں۔"
    },
    {
      "ayah": 56,
      "surah": 9,
      "text": "آیت 56 وَیَحْلِفُوْنَ باللّٰہِ اِنَّہُمْ لَمِنْکُمْ ط ہم بھی مسلمان ہیں ‘ آپ لوگوں کے ساتھی ہیں ‘ ہماری بات کا اعتبار کیجیے۔وَمَا ہُمْ مِّنْکُمْ وَلٰکِنَّہُمْ قَوْمٌ یَّفْرَقُوْنَ اصل میں یہ لوگ اسلام کے غلبے کے تصور سے خوفزدہ ہیں اور خوف کے مارے اپنے آپ کو مسلمان ظاہر کر رہے ہیں۔"
    },
    {
      "ayah": 57,
      "surah": 9,
      "text": "آیت 57 لَوْ یَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلاً لَّوَلَّوْا اِلَیْہِ وَہُمْ یَجْمَحُوْنَ جیسے کوئی جانور خوف کے مارے اپنی رسی تڑا کر بھاگتا ہے ‘ اسی طرح کی کیفیت ان پر بھی طاری ہے۔ اس اضطراری کیفیت میں اگر جزیرہ نمائے عرب میں انہیں کہیں بھی کوئی پناہ گاہ مل جاتی یا کسی بھی طرح کا کوئی ٹھکانہ جان بچانے کے لیے نظر آجاتا تو وہ خوف کے مارے یہاں سے بھاگ گئے ہوتے۔"
    },
    {
      "ayah": 58,
      "surah": 9,
      "text": "آیت 58 وَمِنْہُمْ مَّنْ یَّلْمِزُکَ فِی الصَّدَقٰتِ ج زکوٰۃ و صدقات کا مال رسول اللہ ﷺ خود تقسیم فرماتے تھے۔ ایک دفعہ یوں ہوا کہ مال کی تقسیم کے دوران ایک منافق نے آپ ﷺ کو ٹوک دیا : یَا مُحَمَّدُ اعْدِل اے محمد ﷺ انصاف کے ساتھ تقسیم کیجیے ! اس کی مراد یہ تھی کہ آپ ناانصافی کر رہے ہیں۔ اس پر حضور ﷺ کو غصہ آیا اور آپ ﷺ نے فرمایا : وَیْلَکَ وَمَنْ یَعْدِلُ اِذَا لَمْ اَکُنْ اَعْدِلُ۔۔ 1 تم برباد ہوجاؤ ‘ اگر میں عدل نہیں کروں گا تو اور کون کرے گا ؟"
    },
    {
      "ayah": 59,
      "surah": 9,
      "text": "آیت 59 وَلَوْ اَنَّہُمْ رَضُوْا مَآ اٰتٰٹہُمُ اللّٰہُ وَرَسُوْلُہٗلا وَقَالُوْا حَسْبُنَا اللّٰہُ سَیُؤْتِیْنَا اللّٰہُ مِنْ فَضْلِہٖ وَرَسُوْلُہٗٓلا اِنَّآ اِلَی اللّٰہِ رٰغِبُوْنَ اگر ان لوگوں کی سوچ مثبت ہوتی اور وہ اللہ اور اس کے رسول ﷺ کے بارے میں اچھا گمان رکھتے تو ان کے لیے بہترہوتا۔ اب وہ مشہور آیت آرہی ہے جس میں زکوٰۃ کے مصارف بیان ہوئے ہیں۔"
    },
    {
      "ayah": 6,
      "surah": 9,
      "text": "آیت 6 وَاِنْ اَحَدٌ مِّنَ الْمُشْرِکِیْنَ اسْتَجَارَکَ فَاَجِرْہُ حَتّٰی یَسْمَعَ کَلٰمَ اللّٰہِ جزیرہ نمائے عرب میں بہت سے لوگ ایسے بھی ہوں گے جنہوں نے ابھی تک رسول اللہ ﷺ کی دعوت کو سنجیدگی سے سنا ہی نہیں ہوگا۔ اتنے بڑے الٹی میٹم کے بعد ممکن ہے ان میں سے کچھ لوگ سوچنے پر مجبور ہوئے ہوں کہ اس دعوت کو سمجھنا چاہیے۔ چناچہ اسی حوالے سے حکم دیا جا رہا ہے کہ اگر کوئی شخص تم لوگوں سے پناہ طلب کرے تو نہ صرف اسے پناہ دے دی جائے ‘ بلکہ اسے موقع بھی فراہم کیا جائے کہ وہ قرآن کے پیغام کو اچھی طرح سن لے۔ یہاں پر کلام اللہ کے الفاظ قرآنی گویا شہادت دے رہے ہیں کہ یہ قرآن اللہ کا کلام ہے۔ثُمَّ اَبْلِغْہُ مَاْمَنَہٗ ط یعنی ایسے شخص کو فوری طور پر فیصلہ کرنے پر مجبور نہ کیا جائے کہ اسلام قبول کرتے ہو یا نہیں ؟ اگر قبول نہیں کرتے تو ابھی تمہاری گردن اڑادی جائے گی ‘ بلکہ کلام اللہ سننے کا موقع فراہم کرنے کے بعد اسے سمجھنے اور سوچنے کے لیے مہلت دی جائے اور اسے بحفاظت اس کے گھر تک پہنچانے کا انتظام کیا جائے۔ذٰلِکَ بِاَنَّہُمْ قَوْمٌ لاَّ یَعْلَمُوْنَ یعنی یہ لوگ ابھی تک بھی غفلت کا شکار ہیں۔ انہوں نے ابھی تک سنجیدگی سے سوچا ہی نہیں کہ یہ دعوت ہے کیا ! جس مضمون سے سورت کی ابتدا ہوئی تھی وہ یہاں عارضی طور پر ختم ہورہا ہے ‘ اب دوبارہ اس مضمون کا سلسلہ چوتھے رکوع کے ساتھ جا کر ملے گا۔ اس کے بعد اب دو رکوع دوسرا اور تیسرا وہ آئیں گے جو فتح مکہ سے قبل نازل ہوئے اور ان میں مسلمانوں کو قریش مکہ کے ساتھ جنگ کرنے کے لیے آمادہ کیا جا رہا ہے۔"
    },
    {
      "ayah": 60,
      "surah": 9,
      "text": "آیت 60 اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَآءِ وَالْمَسٰکِیْنِ وَالْعٰمِلِیْنَ عَلَیْہَا صدقات سے مراد یہاں زکوٰۃ ہے۔ وَالْعٰمِلِیْنَ عَلَیْہَامیں محکمہ زکوٰۃ کے چھوٹے بڑے تمام ملازمین شامل ہیں جو زکوٰۃ اکٹھی کرنے ‘ اس کا حساب رکھنے اور اسے مستحقین میں تقسیم کرنے یا اس محکمہ میں کسی بھی حیثیت میں مامور ہیں ‘ ان سب ملازمین کی تنخواہیں اسی زکوٰۃ میں سے دی جائیں گی۔وَالْمُؤَلَّفَۃِ قُلُوْبُہُمْ جب دین کی تحریک اور دعوت چل رہی ہو تو معاشرے کے بعض صاحب حیثیت افراد کی تالیف قلوب کے لیے زکوٰۃ کی رقم استعمال کی جاسکتی ہے تاکہ ایسے لوگوں کو کچھ دے دلا کر ان کی مخالفت کا زور کم کیا جاسکے۔ فقہاء کے نزدیک دین کے غالب ہوجانے کے بعد یہ مد ختم ہوگئی ہے ‘ لیکن اگر پھر کبھی اس قسم کی صورتحال درپیش ہو تو یہ مد پھر سے بحال ہوجائے گی۔وَفِی الرِّقَابِ وَالْغٰرِمِیْنَ ایسا مقروض جو قرض کے بوجھ سے نکلنے کی مقدرت نہ رکھتا ہو یا ایسا شخص جس پر کوئی تاوان پڑگیا ہو ‘ ایسے لوگوں کی گلو خلاصی کے لیے زکوٰۃ کی رقم سے مدد کی جاسکتی ہے۔وَفِیْ سَبِیْلِ اللّٰہِ یعنی اللہ کی راہ میں جہاد میں اور دعوت و اقامت دین کی جدوجہد میں بھی یہ رقم خرچ ہوسکتی ہے۔ لیکن زکوٰۃ اور صدقات کے سلسلے میں یہ نکتہ بہت اہم ہے کہ پہلی ترجیح کے طور پر اولین مستحقین وہ غرباء ‘ یتامیٰ ‘ مساکین اور بیوائیں ہیں جو واقعی محتاج ہوں۔ البتہ اگر زکوٰۃ کی کچھ رقم ایسے لوگوں کی مدد کے بعد بچ جائے تو وہ دین کے دوسرے کاموں میں صرف کی جاسکتی ہے۔وَابْنِ السَّبِیْلِط فَرِیْضَۃً مِّنَ اللّٰہِط وَاللّٰہُ عَلِیْمٌ حَکِیْمٌ فَرِیْضَۃً مِّنَ اللّٰہِ ط کے الفاظ احکام وراثت کے سلسلے میں سورة النساء کی آیت 11 میں بھی آئے ہیں۔"
    },
    {
      "ayah": 61,
      "surah": 9,
      "text": "آیت 61 وَمِنْہُمُ الَّذِیْنَ یُؤْذُوْنَ النَّبِیَّ وَیَقُوْلُوْنَ ہُوَ اُذُنٌ ط یہ تو نرے کان ہی کان ہیں۔ مراد یہ ہے کہ ہر ایک کی بات سن لیتے ہیں اور ہم جو بھی جھوٹا سچا بہانہ بناتے ہیں اسے مان لیتے ہیں ‘ گویا بالکل ہی بےبصیرت ہیں معاذ اللہ ! وہ ایسی باتیں کر کے رسول اللہ ﷺ کی توہین کرتے تھے اور آپ ﷺ کو اذیت پہنچاتے تھے۔قُلْ اُذُنُ خَیْرٍ لَّکُمْ یُؤْمِنُ باللّٰہِ وَیُؤْمِنُ لِلْمُؤْمِنِیْنَ یہاں پر یُؤْمِنُ کے ساتھ ب اور ل کے استعمال سے معنی کا واضح فرق ملاحظہ ہو۔ آمَنَ ‘ یُؤْمِنُ ’ ب ‘ کے ساتھ ایمان لانے اور ’ ل ‘ کے ساتھ بات ماننے اور یقین کرلینے کے معنی میں آتا ہے۔ یعنی ہمارے رسول ﷺ جانتے ہیں کہ تم جھوٹ بول رہے ہو مگر یہ آپ ﷺ کی شرافت ‘ نجابت اور مروت ہے کہ تمہاری جھوٹی باتیں سن کر بھی تمہیں یہ نہیں کہتے کہ تم جھوٹ بول رہے ہو ‘ اور سب کچھ جانتے ہوئے بھی تمہارا پول نہیں کھولتے۔ یہ تمہاری حماقت کی انتہا ہے کہ تم اپنے زعم میں رسول اللہ ﷺ کو دھوکہ دے رہے ہو۔ تم لوگوں کو اللہ کے رسول ﷺ کی بصیرت کا کچھ بھی اندازہ نہیں ہے۔ آپ ﷺ تو اللہ کے رسول ﷺ ہیں ‘ جبکہ ایک بندۂ مؤمن کی بصیرت کی بھی کیفیت یہ ہے کہ وہ اللہ کے نور سے دیکھتا ہے ‘ ازروئے حدیث نبوی ﷺ : اِتَّقُوْ ا فِرَاسَۃَ الْمُؤْمِنِ فَاِنَّہٗ یَنْظُرُ بِنُوْرِ اللّٰہِ 1"
    },
    {
      "ayah": 62,
      "surah": 9,
      "text": "آیت 62 یَحْلِفُوْنَ باللّٰہِ لَکُمْ لِیُرْضُوْکُمْ ج اس مہم کی تیاری کے دوران منافقین کا طریقہ کار یہ تھا کہ وہ جھوٹے بہانے بنا کر رسول اللہ ﷺ سے رخصت لے لیتے ‘ اور پھر قسمیں کھا کھا کر مسلمانوں کو بھی یقین دلانے کی کوشش کرتے کہ ہم آپ کے مخلص ساتھی ہیں ‘ آپ لوگ ہم پر شک نہ کریں۔"
    },
    {
      "ayah": 63,
      "surah": 9,
      "text": "آیت 62 یَحْلِفُوْنَ باللّٰہِ لَکُمْ لِیُرْضُوْکُمْ ج اس مہم کی تیاری کے دوران منافقین کا طریقہ کار یہ تھا کہ وہ جھوٹے بہانے بنا کر رسول اللہ ﷺ سے رخصت لے لیتے ‘ اور پھر قسمیں کھا کھا کر مسلمانوں کو بھی یقین دلانے کی کوشش کرتے کہ ہم آپ کے مخلص ساتھی ہیں ‘ آپ لوگ ہم پر شک نہ کریں۔"
    },
    {
      "ayah": 64,
      "surah": 9,
      "text": "آیت 64 یَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَیْہِمْ سُوْرَۃٌ تُنَبِّءُہُمْ بِمَا فِیْ قُلُوْبِہِمْ ط ان کے دلوں میں چونکہ چور ہے اس لیے انہیں ہر وقت یہ دھڑکا لگا رہتا ہے کہ کہیں وحی کے ذریعے ان کے جھوٹ کا پردہ چاک نہ کردیا جائے۔"
    },
    {
      "ayah": 65,
      "surah": 9,
      "text": "آیت 65 وَلَءِنْ سَاَلْتَہُمْ لَیَقُوْلُنَّ اِنَّمَا کُنَّا نَخُوْضُ وَنَلْعَبُ ط رسول اللہ ﷺ سے فرمایا جا رہا ہے کہ یہ منافقین جو آئے دن آپ ﷺ اور مسلمانوں کے خلاف ہرزہ سرائی کرتے رہتے ہیں ‘ اگر آپ ﷺ اس کے بارے میں ان سے باز پرس کریں تو فوراً کہیں گے کہ ہماری گفتگو سنجیدہ نوعیت کی نہیں تھی ‘ ہم تو ویسے ہی ہنسی مذاق اور دل لگی کر رہے تھے۔قُلْ اَبِاللّٰہِ وَاٰیٰتِہٖ وَرَسُوْلِہٖ کُنْتُمْ تَسْتَہْزِءُ ‘ وْنَ تو کیا اب ع بازی بازی با ریش با با ہم بازی ! کے مصداق اللہ ‘ اس کی آیات اور اس کا رسول ﷺ بھی تمہارے استہزاء اور تمسخر کا تختۂ مشق بنیں گے ؟"
    },
    {
      "ayah": 66,
      "surah": 9,
      "text": "آیت 66 لاَ تَعْتَذِرُوْا قَدْ کَفَرْتُمْ بَعْدَ اِیْمَانِکُمْ ط اِنْ نَّعْفُ عَنْ طَآءِفَۃٍ مِّنْکُمْ نُعَذِّبْ طَآءِفَۃًم بِاَنَّہُمْ کَانُوْا مُجْرِمِیْنَ یعنی اب وہ وقت آرہا ہے کہ تمہیں تمہارے ان کرتوتوں کے سبب سزائیں بھی ملیں گی۔"
    },
    {
      "ayah": 67,
      "surah": 9,
      "text": "آیت 67 اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُہُمْ مِّنْم بَعْضٍ 7 ان سب منافقین کا آپس میں گٹھ جوڑ ہے ‘ اندر سے یہ سب ایک ہیں۔یَاْمُرُوْنَ بالْمُنْکَرِ وَیَنْہَوْنَ عَنِ الْمَعْرُوْفِ یعنی اللہ کے احکام کے خلاف یہ لوگ امر با لمنکر اور نہی عن المعروف کی پالیسی پر عمل کر رہے ہیں۔ دوسروں سے ہمدردی جتا کر انہیں نیکی سے روکنے کی کوشش کرتے ہیں کہ دیکھو اپنے خون پسینے کی کمائی کواِدھر ادھر مت ضائع کرو ‘ بلکہ اسے اپنے اور اپنے بچوں کے مستقبل کے لیے سنبھال کر رکھو۔وَیَقْبِضُوْنَ اَیْدِیَہُمْ ط یعنی اللہ کے راستے میں خرچ نہیں کرتے۔"
    },
    {
      "ayah": 68,
      "surah": 9,
      "text": "آیت 68 وَعَدَ اللّٰہُ الْمُنٰفِقِیْنَ وَالْمُنٰفِقٰتِ وَالْکُفَّارَ نَارَ جَہَنَّمَ خٰلِدِیْنَ فِیْہَاط ہِیَ حَسْبُہُمْج وَلَعَنَہُمُ اللّٰہُج وَلَہُمْ عَذَابٌ مُّقِیْمٌ ایسا عذاب جو ان کو مسلسل دیا جائے گا اور اس کی شدت کبھی کم نہ ہوگی۔"
    },
    {
      "ayah": 69,
      "surah": 9,
      "text": "آیت 69 کَالَّذِیْنَ مِنْ قَبْلِکُمْ کَانُوْٓا اَشَدَّ مِنْکُمْ قُوَّۃً وَّاَکْثَرَ اَمْوَالاً وَّاَوْلاَدًا ط تم سے پہلے جو کافر قومیں گزری ہیں ‘ مثلا قوم عاد ‘ قوم ثمودوغیرہ وہ طاقت ‘ مال و دولت اور تعداد کے لحاظ سے تم سے بہت بڑھ کر تھیں۔ فَاسْتَمْتَعُوْا بِخَلَاقِہِمْ فَاسْتَمْتَعْتُمْ بِخَلاَقِکُمْ یعنی تمہاری مدت مہلت ختم ہونے کو ہے ‘ اب تم لوگ بہت جلد اپنے انجام کو پہنچنے والے ہو۔کَمَا اسْتَمْتَعَ الَّذِیْنَ مِنْ قَبْلِکُمْ بِخَلاَقِہِمْ وَخُضْتُمْ کَالَّذِیْ خَاضُوْا ط تم نے بھی اسی طرح کی روش اختیار کی جیسی انہوں نے اختیار کی تھی۔"
    },
    {
      "ayah": 7,
      "surah": 9,
      "text": "فتح مکہ سے قبل صورت حال ایسی تھی کہ مکہ مکرمہ پر حملہ کرنے کے سلسلے میں بہت سے لوگ تذبذب اور الجھن کا شکار تھے۔ بعض مسلمانوں کے بیوی بچے اور بہت سے کمزور مسلمان جو ہجرت نہیں کر پائے تھے ‘ ابھی تک مکہ میں پھنسے ہوئے تھے۔ اکثر لوگوں کو خدشہ تھا کہ اگر مکہ پر حملہ ہوا تو بہت خون خرابہ ہوگا اور مکہ میں موجود تمام مسلمان اس کی زد میں آجائیں گے۔ اگرچہ بعد میں بالفعل جنگ کی نوبت نہ آئی مگر مختلف ذہنوں میں ایسے اندیشے بہر حال موجود تھے۔ اس سلسلے میں زیادہ بےچینی منافقین نے پھیلائی ہوئی تھی۔ چناچہ ان آیات میں مسلمانوں کو مکہ پر حملہ کرنے کے لیے آمادہ کیا جا رہا ہے۔آیت 7 کَیْفَ یَکُوْنُ لِلْمُشْرِکِیْنَ عَہْدٌ عِنْدَ اللّٰہِ وَعِنْدَ رَسُوْلِہٖٓ یہاں پر اس پس منظر کو ذہن میں تازہ کرنے کی ضرورت ہے جس میں یہ آیات نازل ہوئیں۔ اس سے قبل مسلمانوں اور مشرکین مکہ کے درمیان صلح حدیبیہ ہوچکی تھی ‘ لیکن اس معاہدے کو خود قریش کے ایک قبیلے نے توڑ دیا۔ بعد میں جب قریش کو اپنی غلطی اور معاملے کی سنجیدگی کا احساس ہوا تو انہوں نے اپنے سردار ابو سفیان کو تجدید صلح کی درخواست کے لیے رسول اللہ ﷺ کی خدمت میں بھیجا۔ مدینہ پہنچ کر ابوسفیان سفارش کے لیے حضرت علی رض اور اپنی بیٹی حضرت اُمِّ حبیبہ رض اُمّ المؤ منین سے ملے۔ اِن دونوں شخصیات کی طرف سے ان کی سرے سے کوئی حوصلہ افزائی نہیں کی گئی۔ بلکہ حضرت اُمِّ حبیبہ رض کے ہاں تو ابو سفیان کو عجیب واقعہ پیش آیا۔ وہ جب اپنی بیٹی کے ہاں گئے تو حضور ﷺ کا بستر بچھا ہوا تھا ‘ وہ بستر پر بیٹھنے لگے تو اُمِّ حبیبہ رض نے فرمایا کہ ابا جان ذرا ٹھہریے ! اس پر وہ کھڑے کے کھڑے رہ گئے۔ بیٹی نے بستر تہ کردیا اور فرمایا کہ ہاں ابا جان اب بیٹھ جائیے۔ ابوسفیان کے لیے یہ کوئی معمولی بات نہیں تھی ‘ وہ قریش کے سب سے بڑے سردار اور رئیس تھے اور بستر تہ کرنے والی ان کی اپنی بیٹی تھی۔ چناچہ انہوں نے پوچھا : بیٹی ! کیا یہ بستر میرے لائق نہیں تھا یا میں اس بستر کے لائق نہیں ؟ بیٹی نے جواب دیا : ابا جان ! آپ اس بستر کے لائق نہیں۔ یہ اللہ کے نبی ﷺ کا بستر ہے اور آپ مشرک ہیں ! چناچہ ابو سفیان اب کہیں تو کیا کہیں ! وہ تو آئے تھے بیٹی سے سفارش کروانے کے لیے اور یہاں تو معاملہ ہی بالکل الٹ ہوگیا۔ چناچہ مطلب کی بات کے لیے تو زبان بھی نہ کھل سکی ہوگی۔ بہر حال ابو سفیان نے رسول اللہ ﷺ سے مل کر تجدید صلح کی درخواست کی مگر حضور ﷺ نے قبول نہیں فرمائی۔ اِن حالات میں ممکن ہے کہ کچھ لوگوں نے چہ مہ گوئیاں کی ہوں کہ دیکھیں جی قریش کا سردار خود چل کر آیا تھا ‘ صلح کی بھیک مانگ رہا تھا ‘ صلح بہتر ہوتی ہے ‘ حضور ﷺ کیوں صلح نہیں کر رہے ‘ وغیرہ وغیرہ۔ چناچہ اس پس منظر میں فرمایا جا رہا ہے کہ اللہ اور اس کے رسول ﷺ کے نزدیک ان مشرکین کے لیے اب کوئی معاہدہ کیسے قائم رہ سکتا ہے ؟ یعنی ان کے کسی عہد کی ذمہ داری اللہ اور اس کے رسول ﷺ پر کس طرح باقی رہ سکتی ہے ؟اِلاَّ الَّذِیْنَ عٰہَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ ج اس معاہدے سے مراد صلح حدیبیہ ہے۔ فَمَا اسْتَقَامُوْا لَکُمْ فَاسْتَقِیْمُوْا لَہُمْط اِنَّ اللّٰہَ یُحِبُّ الْمُتَّقِیْنَ یعنی جب تک مشرکین صلح کے اس معاہدے پر قائم رہے ‘ تم لوگوں نے بھی اس کی پوری پوری پابندی کی ‘ مگر اب جب کہ وہ خود ہی اسے توڑ چکے ہیں تو اب تمہارے اوپر اس سلسلے میں کوئی اخلاقی دباؤ نہیں ہے کہ لازماً اس معاہدے کی تجدید کی جائے۔ رسول اللہ ﷺ کو معلوم تھا کہ اب ان مشرکین میں اتنا دم نہیں ہے کہ وہ مقابلہ کرسکیں۔ ان حالات میں معاہدے کی تجدید کا مطلب تو یہ تھا کہ کفر اور شرک کو اپنی مذموم سرگرمیوں کے لیے پھر سے کھلی چھٹی fresh lease of existance مل جائے۔ اس لیے حضور ﷺ نے معاہدے کی تجدید قبول نہیں فرمائی۔"
    },
    {
      "ayah": 70,
      "surah": 9,
      "text": "آیت 70 اَلَمْ یَاْتِہِمْ نَبَاُ الَّذِیْنَ مِنْ قَبْلِہِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَلا وَقَوْمِ اِبْرٰہِیْمَ یہ قرآن مجید کا واحد مقام ہے جہاں قوم ابراہیم علیہ السلام کا تذکرہ اس انداز میں آیا ہے کہ شاید آپ علیہ السلام کی قوم پر بھی عذاب آیا ہو ‘ لیکن واضح طور پر ایسے کسی عذاب کا ذکر پورے قرآن میں کہیں نہیں ہے۔"
    },
    {
      "ayah": 71,
      "surah": 9,
      "text": "آیت 70 اَلَمْ یَاْتِہِمْ نَبَاُ الَّذِیْنَ مِنْ قَبْلِہِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَلا وَقَوْمِ اِبْرٰہِیْمَ یہ قرآن مجید کا واحد مقام ہے جہاں قوم ابراہیم علیہ السلام کا تذکرہ اس انداز میں آیا ہے کہ شاید آپ علیہ السلام کی قوم پر بھی عذاب آیا ہو ‘ لیکن واضح طور پر ایسے کسی عذاب کا ذکر پورے قرآن میں کہیں نہیں ہے۔"
    },
    {
      "ayah": 72,
      "surah": 9,
      "text": "آیت 72 وَعَدَ اللّٰہُ الْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِیْ مِنْ تَحْتِہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَا وَمَسٰکِنَ طَیِّبَۃً فِیْ جَنّٰتِ عَدْنٍ ط وَرِضْوَانٌ مِّنَ اللّٰہِ اَکْبَرُط ذٰلِکَ ہُوَ الْفَوْزُ الْعَظِیْمُ جنت کی ساری نعمتیں اپنی جگہ ‘ مگر اہل جنت کے لیے سب سے بڑی نعمت یہ ہوگی کہ اللہ ان سے راضی ہوجائے گا۔"
    },
    {
      "ayah": 73,
      "surah": 9,
      "text": "آیت 73 یٰٓاَیُّہَا النَّبِیُّ جَاہِدِ الْکُفَّارَ وَالْمُنٰفِقِیْنَ وَاغْلُظْ عَلَیْہِمْ ط یہ آیت بالکل انہی الفاظ کے ساتھ سورة التحریم میں بھی آئی ہے جو اٹھائیسویں پارے کی آخری سورت ہے۔ یہاں قابل غور نکتہ یہ ہے کہ اس آیت میں جہاد بمعنی قتال استعمال نہیں ہوا۔ منافقین کے ساتھ آپ ﷺ نے کبھی جنگ نہیں کی۔ لہٰذا یہاں جہاد سے مراد قتال سے نچلے درجے کی جدوجہد دُوْنَ الْقِتَالِ ہے کہ اے نبی ﷺ ! آپ منافقین کی ریشہ دوانیوں کا توڑ کرنے کے لیے جہاد کریں ‘ ان کی سازشوں کو ناکام بنانے کے لیے جدوجہد کریں۔ چناچہ بعض روایات میں آتا ہے کہ جب رسول اللہ ﷺ غزوۂ تبوک سے واپس آ رہے تھے تو اسی حوالے سے آپ ﷺ نے فرمایا تھا : رَجَعْنَا مِنَ الْجِہَادِ الْاَصْغَرِ اِلَی الْجِہَادِ الْاَکْبَرِ 1 یعنی ہم چھوٹے جہاد سے بڑے جہاد کی طرف لوٹ آئے ہیں۔ اب اس کی تعبیریں مختلف کی گئی ہیں کہ اس زمانے کی سپر پاور سلطنت روما کے خلاف جہاد کو آپ ﷺ نے جہاد اصغر فرمایا اور پھر فرمایا کہ اب جہاد اکبر تمہارے سامنے ہے۔ عام طور پر اس حدیث کی توجیہہ اس طرح کی گئی ہے کہ نفس کے خلاف جہاد سب سے بڑا جہاد ہے۔ جیسا کہ ایک حدیث میں آتا ہے کہ ایک دفعہ جب آپ ﷺ سے پوچھا گیا : اَیُّ الْجِہَادِ اَفْضَلُ ؟ یعنی سب سے افضل جہاد کون سا ہے ؟ تو جواب میں آپ ﷺ نے فرمایا : اَنْ تُجَاہِدَ نَفْسَکَ وَھَوَاکَ فِیْ ذَات اللّٰہِ عَزَّوَجَلَّ 2 یہ کہ تم جہاد کرو اپنے نفس اور اپنی خواہشات کے خلاف اللہ تعالیٰ کی اطاعت میں۔ لہٰذا اسی حدیث کی بنیاد پر جہاد اکبر والی مذکورہ حدیث کی تشریح اس طرح کی گئی ہے کہ جہاد با لنفس دشمن کے خلاف قتال سے بھی بڑا جہاد ہے۔ لیکن میرے نزدیک اس حدیث کا اصل مفہوم سمجھنے کے لیے اس کے موقع محل اور پس منظر کے حالات کو پیش نظر رکھنا ضروری ہے۔ مدینہ کے اندر منافقین دراصل مسلمانوں کے حق میں مار آستین تھے۔ اب ان کے خلاف رسول اللہ ﷺ کو جہاد کا حکم دیا جا رہا ہے ‘ مگر یہ معاملہ اتنا آسان اور سادہ نہیں تھا۔ ان منافقین کے اوس اور خزرج کے لوگوں کے ساتھ تعلقات تھے اور ان کے خلاف اقدام کرنے سے اندرونی طور پر کئی طرح کے مسائل جنم لے سکتے تھے۔ مگر اس آیت کے نزول کے بعد تبوک سے واپس آکر آپ ﷺ نے منافقین کے خلاف اس طرح کے کئی سخت اقدامات کیے تھے۔ جیسے آپ ﷺ نے مسجد ضرار کو گرانے اور جلانے کا حکم دیا ‘ اور پھر اس پر عمل بھی کرایا۔ یہ بہت بڑا اقدام تھا۔ منافقین مسجد کے تقدس کے نام پر لوگوں کو مشتعل بھی کرسکتے تھے۔ دراصل یہی وہ بڑا جہاد تھا جس کی طرف مذکورہ حدیث میں اشارہ ملتا ہے ‘ کیونکہ ان حالات میں اپنی صفوں کے اندر چھپے ہوئے دشمنوں کے وار سے بچنا اور ان کے خلاف نبرد آزما ہونا مسلمانوں کے لیے واقعی بہت مشکل مرحلہ تھا۔"
    },
    {
      "ayah": 74,
      "surah": 9,
      "text": "آیت 74 یَحْلِفُوْنَ باللّٰہِ مَا قَالُوْا ط یہ جس بات کا ذکر ہے اس کی تفصیل اٹھائیسویں پارے کی سورة المنافقون میں آئے گی۔ بہر حال یہاں صرف اتنا جان لینا ضروری ہے کہ تبوک سے واپسی کے سفر پر عبداللہ بن ابی کے منہ سے کسی نوجوان مسلمان نے غلط بات سنی تو اس نے آکر رسول اللہ ﷺ سے اس کا ذکر کردیا۔ آپ ﷺ نے طلب فرما کر باز پرس کی تو وہ صاف مکر گیا کہ اس نوجوان نے خواہ مخواہ فتنہ اٹھانے کی کوشش کی ہے۔ وَلَقَدْ قَالُوْا کَلِمَۃَ الْکُفْرِ عبداللہ بن ابی کے مکر جانے پر یہ آیت نازل ہوئی۔ اللہ تعالیٰ نے اس نوجوان کو سچا قرار دیا اور اس منافق کے جھوٹ کا پردہ چاک کردیا۔ وَکَفَرُوْا بَعْدَ اِسْلاَمِہِمْ وَہَمُّوْا بِمَا لَمْ یَنَالُوْا ج یہ جس واقعے کی طرف اشارہ ہے وہ بھی غزوۂ تبوک سے واپسی کے سفر میں پیش آیا تھا۔ پہاڑی راستہ میں ایک موقع پر رسول اللہ ﷺ کا گزر ایک ایسی تنگ گھاٹی سے ہوا جہاں سے ایک وقت میں صرف ایک اونٹ گزر سکتا تھا۔ اس موقع پر آپ ﷺ قافلے سے علیحدہ تھے اور آپ ﷺ کے ساتھ صرف دو صحابہ حضرت حذیفہ رض بن یمان اور عمار رض بن یاسر رض تھے۔ اس تنگ جگہ پر کچھ منافقین نے رات کی تاریکی سے فائدہ اٹھاتے ہوئے آپ ﷺ پر حملہ کردیا۔ انہوں نے پہچانے جانے کے ڈر سے ڈھاٹے باندھ رکھے تھے اور وہ چاہتے تھے کہ حضور ﷺ کو نعوذ باللہ شہید کردیں۔ بہر حال آپ ﷺ کے جاں نثار صحابہ رض نے حملہ آوروں کو مار بھگایا اور وہ اپنے ناپاک منصوبے میں کامیاب نہ ہو سکے۔ اس موقع پر رسول اللہ ﷺ نے اپنے ان دو صحابہ رض کو حملہ آوروں میں سے ہر ایک کے نام بتادیے اور ان کے علاوہ بھی تمام منافقین کے نام بتا دیے۔ مگر ساتھ ہی آپ ﷺ نے ان دونوں حضرات کو تاکید فرما دی کہ وہ یہ نام کسی کو نہ بتائیں اور آپ ﷺ کے اس راز کو اپنے پاس ہی محفوظ رکھیں۔ اسی وجہ سے حذیفہ رض بن یمان صحابہ رض میں صاحب سِرِّ النَّبِی ﷺ نبی ﷺ کے رازدان کے لقب سے مشہور ہوگئے تھے۔ وَمَا نَقَمُوْٓا الآَّ اَنْ اَغْنٰٹہُمُ اللّٰہُ وَرَسُوْلُہٗ مِنْ فَضْلِہٖ ج یعنی اللہ تعالیٰ کے فضل اور اس کے رسول ﷺ کی مہربانی سے یہ لوگ مال غنیمت اور زکوٰۃ و صدقات میں سے با فراغت حصہ پاتے رہے۔ فَاِنْ یَّتُوْبُوْا یَکُ خَیْرًا لَّہُمْ ج وَاِنْ یَّتَوَلَّوْا یُعَذِّبْہُمُ اللّٰہُ عَذَابًا اَلِیْمًا فِی الدُّنْیَا وَالْاٰخِرَۃِ ج وَمَا لَہُمْ فِی الْاَرْضِ مِنْ وَّلِیٍّ وَّلاَ نَصِیْرٍ اب وہ تین آیات آرہی ہیں جن کا حوالہ میری تقاریر میں اکثر آتا رہتا ہے۔ ان میں مدینہ کے منافقین کی ایک خاص قسم کا تذکرہ ہے ‘ مگر مسلمانان پاکستان کے لیے ان آیات کا مطالعہ بطور خاص مقام عبرت بھی ہے اور لمحۂ فکریہ بھی۔"
    },
    {
      "ayah": 75,
      "surah": 9,
      "text": "آیت 74 یَحْلِفُوْنَ باللّٰہِ مَا قَالُوْا ط یہ جس بات کا ذکر ہے اس کی تفصیل اٹھائیسویں پارے کی سورة المنافقون میں آئے گی۔ بہر حال یہاں صرف اتنا جان لینا ضروری ہے کہ تبوک سے واپسی کے سفر پر عبداللہ بن ابی کے منہ سے کسی نوجوان مسلمان نے غلط بات سنی تو اس نے آکر رسول اللہ ﷺ سے اس کا ذکر کردیا۔ آپ ﷺ نے طلب فرما کر باز پرس کی تو وہ صاف مکر گیا کہ اس نوجوان نے خواہ مخواہ فتنہ اٹھانے کی کوشش کی ہے۔ وَلَقَدْ قَالُوْا کَلِمَۃَ الْکُفْرِ عبداللہ بن ابی کے مکر جانے پر یہ آیت نازل ہوئی۔ اللہ تعالیٰ نے اس نوجوان کو سچا قرار دیا اور اس منافق کے جھوٹ کا پردہ چاک کردیا۔ وَکَفَرُوْا بَعْدَ اِسْلاَمِہِمْ وَہَمُّوْا بِمَا لَمْ یَنَالُوْا ج یہ جس واقعے کی طرف اشارہ ہے وہ بھی غزوۂ تبوک سے واپسی کے سفر میں پیش آیا تھا۔ پہاڑی راستہ میں ایک موقع پر رسول اللہ ﷺ کا گزر ایک ایسی تنگ گھاٹی سے ہوا جہاں سے ایک وقت میں صرف ایک اونٹ گزر سکتا تھا۔ اس موقع پر آپ ﷺ قافلے سے علیحدہ تھے اور آپ ﷺ کے ساتھ صرف دو صحابہ حضرت حذیفہ رض بن یمان اور عمار رض بن یاسر رض تھے۔ اس تنگ جگہ پر کچھ منافقین نے رات کی تاریکی سے فائدہ اٹھاتے ہوئے آپ ﷺ پر حملہ کردیا۔ انہوں نے پہچانے جانے کے ڈر سے ڈھاٹے باندھ رکھے تھے اور وہ چاہتے تھے کہ حضور ﷺ کو نعوذ باللہ شہید کردیں۔ بہر حال آپ ﷺ کے جاں نثار صحابہ رض نے حملہ آوروں کو مار بھگایا اور وہ اپنے ناپاک منصوبے میں کامیاب نہ ہو سکے۔ اس موقع پر رسول اللہ ﷺ نے اپنے ان دو صحابہ رض کو حملہ آوروں میں سے ہر ایک کے نام بتادیے اور ان کے علاوہ بھی تمام منافقین کے نام بتا دیے۔ مگر ساتھ ہی آپ ﷺ نے ان دونوں حضرات کو تاکید فرما دی کہ وہ یہ نام کسی کو نہ بتائیں اور آپ ﷺ کے اس راز کو اپنے پاس ہی محفوظ رکھیں۔ اسی وجہ سے حذیفہ رض بن یمان صحابہ رض میں صاحب سِرِّ النَّبِی ﷺ نبی ﷺ کے رازدان کے لقب سے مشہور ہوگئے تھے۔ وَمَا نَقَمُوْٓا الآَّ اَنْ اَغْنٰٹہُمُ اللّٰہُ وَرَسُوْلُہٗ مِنْ فَضْلِہٖ ج یعنی اللہ تعالیٰ کے فضل اور اس کے رسول ﷺ کی مہربانی سے یہ لوگ مال غنیمت اور زکوٰۃ و صدقات میں سے با فراغت حصہ پاتے رہے۔ فَاِنْ یَّتُوْبُوْا یَکُ خَیْرًا لَّہُمْ ج وَاِنْ یَّتَوَلَّوْا یُعَذِّبْہُمُ اللّٰہُ عَذَابًا اَلِیْمًا فِی الدُّنْیَا وَالْاٰخِرَۃِ ج وَمَا لَہُمْ فِی الْاَرْضِ مِنْ وَّلِیٍّ وَّلاَ نَصِیْرٍ اب وہ تین آیات آرہی ہیں جن کا حوالہ میری تقاریر میں اکثر آتا رہتا ہے۔ ان میں مدینہ کے منافقین کی ایک خاص قسم کا تذکرہ ہے ‘ مگر مسلمانان پاکستان کے لیے ان آیات کا مطالعہ بطور خاص مقام عبرت بھی ہے اور لمحۂ فکریہ بھی۔"
    },
    {
      "ayah": 76,
      "surah": 9,
      "text": "آیت 74 یَحْلِفُوْنَ باللّٰہِ مَا قَالُوْا ط یہ جس بات کا ذکر ہے اس کی تفصیل اٹھائیسویں پارے کی سورة المنافقون میں آئے گی۔ بہر حال یہاں صرف اتنا جان لینا ضروری ہے کہ تبوک سے واپسی کے سفر پر عبداللہ بن ابی کے منہ سے کسی نوجوان مسلمان نے غلط بات سنی تو اس نے آکر رسول اللہ ﷺ سے اس کا ذکر کردیا۔ آپ ﷺ نے طلب فرما کر باز پرس کی تو وہ صاف مکر گیا کہ اس نوجوان نے خواہ مخواہ فتنہ اٹھانے کی کوشش کی ہے۔ وَلَقَدْ قَالُوْا کَلِمَۃَ الْکُفْرِ عبداللہ بن ابی کے مکر جانے پر یہ آیت نازل ہوئی۔ اللہ تعالیٰ نے اس نوجوان کو سچا قرار دیا اور اس منافق کے جھوٹ کا پردہ چاک کردیا۔ وَکَفَرُوْا بَعْدَ اِسْلاَمِہِمْ وَہَمُّوْا بِمَا لَمْ یَنَالُوْا ج یہ جس واقعے کی طرف اشارہ ہے وہ بھی غزوۂ تبوک سے واپسی کے سفر میں پیش آیا تھا۔ پہاڑی راستہ میں ایک موقع پر رسول اللہ ﷺ کا گزر ایک ایسی تنگ گھاٹی سے ہوا جہاں سے ایک وقت میں صرف ایک اونٹ گزر سکتا تھا۔ اس موقع پر آپ ﷺ قافلے سے علیحدہ تھے اور آپ ﷺ کے ساتھ صرف دو صحابہ حضرت حذیفہ رض بن یمان اور عمار رض بن یاسر رض تھے۔ اس تنگ جگہ پر کچھ منافقین نے رات کی تاریکی سے فائدہ اٹھاتے ہوئے آپ ﷺ پر حملہ کردیا۔ انہوں نے پہچانے جانے کے ڈر سے ڈھاٹے باندھ رکھے تھے اور وہ چاہتے تھے کہ حضور ﷺ کو نعوذ باللہ شہید کردیں۔ بہر حال آپ ﷺ کے جاں نثار صحابہ رض نے حملہ آوروں کو مار بھگایا اور وہ اپنے ناپاک منصوبے میں کامیاب نہ ہو سکے۔ اس موقع پر رسول اللہ ﷺ نے اپنے ان دو صحابہ رض کو حملہ آوروں میں سے ہر ایک کے نام بتادیے اور ان کے علاوہ بھی تمام منافقین کے نام بتا دیے۔ مگر ساتھ ہی آپ ﷺ نے ان دونوں حضرات کو تاکید فرما دی کہ وہ یہ نام کسی کو نہ بتائیں اور آپ ﷺ کے اس راز کو اپنے پاس ہی محفوظ رکھیں۔ اسی وجہ سے حذیفہ رض بن یمان صحابہ رض میں صاحب سِرِّ النَّبِی ﷺ نبی ﷺ کے رازدان کے لقب سے مشہور ہوگئے تھے۔ وَمَا نَقَمُوْٓا الآَّ اَنْ اَغْنٰٹہُمُ اللّٰہُ وَرَسُوْلُہٗ مِنْ فَضْلِہٖ ج یعنی اللہ تعالیٰ کے فضل اور اس کے رسول ﷺ کی مہربانی سے یہ لوگ مال غنیمت اور زکوٰۃ و صدقات میں سے با فراغت حصہ پاتے رہے۔ فَاِنْ یَّتُوْبُوْا یَکُ خَیْرًا لَّہُمْ ج وَاِنْ یَّتَوَلَّوْا یُعَذِّبْہُمُ اللّٰہُ عَذَابًا اَلِیْمًا فِی الدُّنْیَا وَالْاٰخِرَۃِ ج وَمَا لَہُمْ فِی الْاَرْضِ مِنْ وَّلِیٍّ وَّلاَ نَصِیْرٍ اب وہ تین آیات آرہی ہیں جن کا حوالہ میری تقاریر میں اکثر آتا رہتا ہے۔ ان میں مدینہ کے منافقین کی ایک خاص قسم کا تذکرہ ہے ‘ مگر مسلمانان پاکستان کے لیے ان آیات کا مطالعہ بطور خاص مقام عبرت بھی ہے اور لمحۂ فکریہ بھی۔"
    },
    {
      "ayah": 77,
      "surah": 9,
      "text": "آیت 77 فَاَعْقَبَہُمْ نِفَاقًا فِیْ قُلُوْبِہِمْ اللہ سے وعدہ کر کے اس سے پھرجانے کی دنیا میں یہ نقدسزا ہے کہ اللہ تعالیٰ ایسے لوگوں کے دلوں میں نفاق پیدا فرما دیتے ہیں ‘ اور بدقسمتی سے یہی روگ آج مسلمانان پاکستان کے دلوں میں پیدا ہوچکا ہے۔ گویا پاکستانی قوم بحیثیت مجموعی اس سزا کی مستحق ہوچکی ہے۔ مسلمانان برصغیر نے تحریک پاکستان کے دوران اللہ سے ایک وعدہ کیا تھا اور یہ وعدہ ایک نعرہ بن کر بچے بچے کی زبان پر آگیا تھا : پاکستان کا مطلب کیا ؟ لَا اِلٰہَ اِلَّا اللّٰہ ! گویا دنیا کے نقشے پر یہ نیا ملک اسلام کے نام پر بنا ‘ اسلام کے لیے بنا۔ اس ضمن میں ہندوستان کے مسلمانوں نے تو ووٹ دے کر اپنا فرض کفایہ ادا کردیا کہ تم جا کر پاکستان میں اسلام کا نظام قائم کرو ‘ ہم پر جو گزرے گی سو گزرے گی۔ مگر مسلمانان پاکستان نے اس سلسلے میں اب تک کیا کیا ہے ؟ کہاں ہے اسلام اور کہاں ہے لَا اِلٰہَ اِلَّا اللّٰہ ؟ یہ پاکستانی قوم کی اللہ کے ساتھ اجتماعی بےوفائی اور بد عہدی کی مثال ہے۔ اس بد عہدی کا نتیجہ یہ ہوا کہ اللہ نے تین قسم کے نفاق اس قوم پر مسلط کردیے۔ ایک باہمی نفاق ‘ جس کے باعث یہ قوم اب قوم نہیں رہی فرقوں میں بٹ چکی ہے اور اس میں مختلف عصبیتیں پیدا ہوچکی ہیں۔ صوبائیت ‘ مذہبی فرقہ واریت وغیرہ نے باہمی اتحاد پارہ پارہ کردیا ہے۔ دوسرے جب یہ نفاق ہمارے دلوں کا روگ بنا تو اس سے شخصی کردار اور پھر قومی کردار کا بیڑا غرق ہوگیا۔ اس کے بارے میں ایک متفق علیہ حدیث ملاحظہ کیجیے۔ حضرت ابوہریرہ رض روایت کرتے ہیں کہ رسول اللہ ﷺ نے ارشاد فرمایا : آیَۃُ الْمُنَافِقِ ثَلَاثٌ [ وَفِیْ رِوَایَۃٍ لِمُسْلِمٍ : وَاِنْ صَامَ وَصَلّٰی وَزَعَمَ اَنَّہٗ مُسْلِمٌ] اِذَا حَدَّثَ کَذَبَ ‘ وَاِذَا وَعَدَ اَخْلَفَ ‘ وَاِذَا اوؤتُمِنَ خَانَ  منافق کی تین نشانیاں ہیں [ اور مسلم کی ایک روایت میں یہ الفاظ بھی ہیں : اگرچہ روزہ رکھتا ہو ‘ نماز پڑھتا ہو اور اپنے آپ کو مسلمان سمجھتا ہو ] i جب بولے جھوٹ بولے ii جب وعدہ کرے تو خلاف ورزی کرے iii جب امین بنایا جائے تو خیانت کرے اس حدیث کو کسوٹی سمجھ کر اپنی قوم کے کردار کو پرکھ لیجیے۔ جو جتنا بڑا ہے اتنا ہی بڑا جھوٹا ہے ‘ اتنا ہی بڑا وعدہ خلاف ہے اور اتنا ہی بڑا خائن ہے الا ما شاء اللہ ! تیسرا نفاق جو اس قوم کے حصے میں آیا وہ بہت ہی بڑا ہے اور وہ ہے آئین کا نفاق۔ آپ جانتے ہیں کہ کسی ملک کی اہم ترین دستاویز اس کا دستور ہوتا ہے ‘ جبکہ اس ملک کے آئین کو بھی منافقت کا پلندہ بنا کر رکھ دیا گیا ہے۔ ہمارے آئین میں ایک ہاتھ سے اسلام داخل کیا جاتا ہے اور دوسرے ہاتھ سے نکال لیا جاتا ہے۔ الفاظ دیکھو تو اسلام ہی اسلام ہے ‘ تعمیل دیکھو تو اسلام کہیں نظر نہیں آتا۔ ذرا ان الفاظ کو دیکھیں ‘ آئین میں کتنی بڑی بات لکھ دی گئی ہے : No legislation will be done repugnant to the Quran and the Sunnah.۔ یعنی قرآن و سنت کے خلاف کوئی قانون سازی نہیں ہوسکتی۔ ان الفاظ پر غور کریں تو معلوم ہوتا ہے کہ سورة الحجرات کی پہلی آیت کا ترجمہ کر کے دستور میں لکھ دیا گیا ہے ‘ لیکن ملک اور معاشرے کے اندر اس کے عملی پہلو پر نظر ڈالیں تو قرآن و سنت کے احکام پر عمل ہوتا کہیں بھی نظر نہیں آتا۔ گویا یہ الفاظ صرف آئینی اور قانونی تقاضا پورا کرنے کے لیے لکھ دیے گئے ہیں ‘ ان پر عمل کرنے کا کوئی ارادہ نہیں ہے۔ بس ایک اسلامی نظریاتی کونسل بنا دی گئی ہے جو اپنی سفارشات پیش کرتی رہتی ہے۔ یہ سفارشات سالانہ رپورٹس کے طور پر باقاعدگی سے پیش ہوتی رہتی ہیں ‘ مگر ان کی کوئی تعمیل نہیں ہوتی۔ اسی طرح فیڈرل شریعت کو رٹ بھی دکھاوے کا ایک ادارہ ہے۔ بڑے بڑے علماء اس کے تحت بڑی بڑی تنخواہیں اور مراعات لے رہے ہیں ‘ مگر عملی پہلو دیکھو تو دستورِپاکستان ان کے دائرۂ عمل سے ہی خارج ہے۔ اسی طرح عدالتی قوانین ‘ عائلی قوانین ‘ مالی قوانین وغیرہ سب فیڈرل شریعت کو رٹ کے دائرۂ اختیار سے باہر ہیں۔ غرض دستور کی سطح پر اتنی بڑی منافقت شاید پوری دنیا میں کہیں نہ ہو۔ بہر حال یہ ہے ایک ہلکی سی جھلک پاکستانی قوم کی اس سزا کی جو انہیں وعدہ خلافی کے جرم کے نتیجے میں دی گئی ہے۔ اِلٰی یَوْمِ یَلْقَوْنَہٗ اس نفاق سے اب ان کی جان روز قیامت تک نہیں چھوٹے گی۔ یہ کانٹا ان کے دلوں سے نکلے گا نہیں۔"
    },
    {
      "ayah": 78,
      "surah": 9,
      "text": "آیت 77 فَاَعْقَبَہُمْ نِفَاقًا فِیْ قُلُوْبِہِمْ اللہ سے وعدہ کر کے اس سے پھرجانے کی دنیا میں یہ نقدسزا ہے کہ اللہ تعالیٰ ایسے لوگوں کے دلوں میں نفاق پیدا فرما دیتے ہیں ‘ اور بدقسمتی سے یہی روگ آج مسلمانان پاکستان کے دلوں میں پیدا ہوچکا ہے۔ گویا پاکستانی قوم بحیثیت مجموعی اس سزا کی مستحق ہوچکی ہے۔ مسلمانان برصغیر نے تحریک پاکستان کے دوران اللہ سے ایک وعدہ کیا تھا اور یہ وعدہ ایک نعرہ بن کر بچے بچے کی زبان پر آگیا تھا : پاکستان کا مطلب کیا ؟ لَا اِلٰہَ اِلَّا اللّٰہ ! گویا دنیا کے نقشے پر یہ نیا ملک اسلام کے نام پر بنا ‘ اسلام کے لیے بنا۔ اس ضمن میں ہندوستان کے مسلمانوں نے تو ووٹ دے کر اپنا فرض کفایہ ادا کردیا کہ تم جا کر پاکستان میں اسلام کا نظام قائم کرو ‘ ہم پر جو گزرے گی سو گزرے گی۔ مگر مسلمانان پاکستان نے اس سلسلے میں اب تک کیا کیا ہے ؟ کہاں ہے اسلام اور کہاں ہے لَا اِلٰہَ اِلَّا اللّٰہ ؟ یہ پاکستانی قوم کی اللہ کے ساتھ اجتماعی بےوفائی اور بد عہدی کی مثال ہے۔ اس بد عہدی کا نتیجہ یہ ہوا کہ اللہ نے تین قسم کے نفاق اس قوم پر مسلط کردیے۔ ایک باہمی نفاق ‘ جس کے باعث یہ قوم اب قوم نہیں رہی فرقوں میں بٹ چکی ہے اور اس میں مختلف عصبیتیں پیدا ہوچکی ہیں۔ صوبائیت ‘ مذہبی فرقہ واریت وغیرہ نے باہمی اتحاد پارہ پارہ کردیا ہے۔ دوسرے جب یہ نفاق ہمارے دلوں کا روگ بنا تو اس سے شخصی کردار اور پھر قومی کردار کا بیڑا غرق ہوگیا۔ اس کے بارے میں ایک متفق علیہ حدیث ملاحظہ کیجیے۔ حضرت ابوہریرہ رض روایت کرتے ہیں کہ رسول اللہ ﷺ نے ارشاد فرمایا : آیَۃُ الْمُنَافِقِ ثَلَاثٌ [ وَفِیْ رِوَایَۃٍ لِمُسْلِمٍ : وَاِنْ صَامَ وَصَلّٰی وَزَعَمَ اَنَّہٗ مُسْلِمٌ] اِذَا حَدَّثَ کَذَبَ ‘ وَاِذَا وَعَدَ اَخْلَفَ ‘ وَاِذَا اوؤتُمِنَ خَانَ  منافق کی تین نشانیاں ہیں [ اور مسلم کی ایک روایت میں یہ الفاظ بھی ہیں : اگرچہ روزہ رکھتا ہو ‘ نماز پڑھتا ہو اور اپنے آپ کو مسلمان سمجھتا ہو ] i جب بولے جھوٹ بولے ii جب وعدہ کرے تو خلاف ورزی کرے iii جب امین بنایا جائے تو خیانت کرے اس حدیث کو کسوٹی سمجھ کر اپنی قوم کے کردار کو پرکھ لیجیے۔ جو جتنا بڑا ہے اتنا ہی بڑا جھوٹا ہے ‘ اتنا ہی بڑا وعدہ خلاف ہے اور اتنا ہی بڑا خائن ہے الا ما شاء اللہ ! تیسرا نفاق جو اس قوم کے حصے میں آیا وہ بہت ہی بڑا ہے اور وہ ہے آئین کا نفاق۔ آپ جانتے ہیں کہ کسی ملک کی اہم ترین دستاویز اس کا دستور ہوتا ہے ‘ جبکہ اس ملک کے آئین کو بھی منافقت کا پلندہ بنا کر رکھ دیا گیا ہے۔ ہمارے آئین میں ایک ہاتھ سے اسلام داخل کیا جاتا ہے اور دوسرے ہاتھ سے نکال لیا جاتا ہے۔ الفاظ دیکھو تو اسلام ہی اسلام ہے ‘ تعمیل دیکھو تو اسلام کہیں نظر نہیں آتا۔ ذرا ان الفاظ کو دیکھیں ‘ آئین میں کتنی بڑی بات لکھ دی گئی ہے : No legislation will be done repugnant to the Quran and the Sunnah.۔ یعنی قرآن و سنت کے خلاف کوئی قانون سازی نہیں ہوسکتی۔ ان الفاظ پر غور کریں تو معلوم ہوتا ہے کہ سورة الحجرات کی پہلی آیت کا ترجمہ کر کے دستور میں لکھ دیا گیا ہے ‘ لیکن ملک اور معاشرے کے اندر اس کے عملی پہلو پر نظر ڈالیں تو قرآن و سنت کے احکام پر عمل ہوتا کہیں بھی نظر نہیں آتا۔ گویا یہ الفاظ صرف آئینی اور قانونی تقاضا پورا کرنے کے لیے لکھ دیے گئے ہیں ‘ ان پر عمل کرنے کا کوئی ارادہ نہیں ہے۔ بس ایک اسلامی نظریاتی کونسل بنا دی گئی ہے جو اپنی سفارشات پیش کرتی رہتی ہے۔ یہ سفارشات سالانہ رپورٹس کے طور پر باقاعدگی سے پیش ہوتی رہتی ہیں ‘ مگر ان کی کوئی تعمیل نہیں ہوتی۔ اسی طرح فیڈرل شریعت کو رٹ بھی دکھاوے کا ایک ادارہ ہے۔ بڑے بڑے علماء اس کے تحت بڑی بڑی تنخواہیں اور مراعات لے رہے ہیں ‘ مگر عملی پہلو دیکھو تو دستورِپاکستان ان کے دائرۂ عمل سے ہی خارج ہے۔ اسی طرح عدالتی قوانین ‘ عائلی قوانین ‘ مالی قوانین وغیرہ سب فیڈرل شریعت کو رٹ کے دائرۂ اختیار سے باہر ہیں۔ غرض دستور کی سطح پر اتنی بڑی منافقت شاید پوری دنیا میں کہیں نہ ہو۔ بہر حال یہ ہے ایک ہلکی سی جھلک پاکستانی قوم کی اس سزا کی جو انہیں وعدہ خلافی کے جرم کے نتیجے میں دی گئی ہے۔ اِلٰی یَوْمِ یَلْقَوْنَہٗ اس نفاق سے اب ان کی جان روز قیامت تک نہیں چھوٹے گی۔ یہ کانٹا ان کے دلوں سے نکلے گا نہیں۔"
    },
    {
      "ayah": 79,
      "surah": 9,
      "text": "آیت 79 اَلَّذِیْنَ یَلْمِزُوْنَ الْمُطَّوِّعِیْنَ مِنَ الْمُؤْمِنِیْنَ فِی الصَّدَقٰتِ جب رسول اللہ ﷺ نے تبوک کی مہم کے لیے انفاق فی سبیل اللہ کی ترغیب دی تو مسلمانوں کی طرف سے ایثار اور اخلاص کے عجیب و غریب مظاہر دیکھنے میں آئے۔ ابو عقیل رض ایک انصاری صحابی تھے ‘ ان کے پاس دینے کو کچھ نہیں تھا۔ انہوں نے رات بھر ایک یہودی کے ہاں مزدوری کی اور ساری رات کنویں سے پانی نکال نکال کر اس کے باغ کو سیراب کرتے رہے۔ صبح انہیں مزدوری کے طور پر کچھ کھجوریں ملیں۔ انہوں نے ان میں سے آدھی کھجوریں تو گھر میں بچوں کے لیے چھوڑدیں اور باقی آدھی حضور ﷺ کی خدمت میں لا کر پیش کردیں۔ آپ ﷺ اس صحابی کے خلوص و اخلاص اور حسن عمل سے بہت خوش ہوئے اور فرمایا کہ یہ کھجوریں سب مال و اسباب پر بھاری ہیں۔ لہٰذا آپ ﷺ کی ہدایت کے مطابق انہیں سامان کے پورے ڈھیر کے اوپر پھیلا دیا گیا۔ لیکن وہاں جو منافقین تھے انہوں نے حضرت ابو عقیل رض کا مذاق اڑایا اور فقرے کسے کہ جی ہاں ‘ کیا کہنے ! بہت بڑی قربانی دی ہے ! ان کھجوروں کے بغیر تو یہ مہم کامیاب ہو ہی نہیں سکتی تھی ‘ وغیرہ وغیرہ۔"
    },
    {
      "ayah": 8,
      "surah": 9,
      "text": "آیت 8 کَیْفَ وَاِنْ یَّظْہَرُوْا عَلَیْکُمْ لاَ یَرْقُبُوْا فِیْکُمْ الاًّ وَّلاَ ذِمَّۃً ط ایسے لوگوں سے آخر کوئی معاہدہ کیوں کر قائم رہ سکتا ہے جن کا کردار یہ ہو کہ اگر وہ تم پر غلبہ حاصل کرلیں تو پھر نہ قرابت داری کا لحاظ کریں اور نہ معاہدے کے تقدس کا پاس۔ یُرْضُوْنَکُمْ بِاَفْوَاہِہِمْ راضی کرنا چاہتے ہیں تم لوگوں کو اپنے منہ کی باتوں سے اب وہ صلح کی تجدید کی خاطر آئے ہیں تو اس کے لیے بظاہر خوشامد اور چاپلوسی کر رہے ہیں۔ وہ چاہتے ہیں کہ اس طرح آپ لوگوں کو راضی کرلیں۔وَتَاْبٰی قُلُوْبُہُمْ ج وَاَکْثَرُہُمْ فٰسِقُوْنَ جو باتیں وہ زبان سے کر رہے ہیں وہ ان کے دل کی آواز نہیں ہے۔ دل سے وہ ابھی بھی نیک نیتی کے ساتھ صلح پر آمادہ نہیں ہیں۔"
    },
    {
      "ayah": 80,
      "surah": 9,
      "text": "آیت 80 اِسْتَغْفِرْ لَہُمْ اَوْ لاَ تَسْتَغْفِرْ لَہُمْط اِنْ تَسْتَغْفِرْ لَہُمْ سَبْعِیْنَ مَرَّۃً فَلَنْ یَّغْفِرَ اللّٰہُ لَہُمْ ط یہ آیت سورة النساء کی آیت 145 اِنَّ الْمُنٰفِقِیْنَ فِی الدَّرْکِ الْاَسْفَلِ مِنَ النَّارِ ج کے بعد منافقین کے حق میں سخت ترین آیت ہے۔"
    },
    {
      "ayah": 81,
      "surah": 9,
      "text": "آیت 81 فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِہِمْ خِلٰفَ رَسُوْلِ اللّٰہِ وَکَرِہُوْٓا اَنْ یُّجَاہِدُوْا بِاَمْوَالِہِمْ وَاَنْفُسِہِمْ فِیْ سَبِیْلِ اللّٰہِ وَقَالُوْا لاَ تَنْفِرُوْا فِی الْْحَرِّ ط یہ لوگ خود بھی اللہ کے رستے میں نہ نکلے اور دوسروں کو بھی روکنے کی کوشش میں رہے کہ ہم تو رخصت لے آئے ہیں ‘ تم بھی ہوش کے ناخن لو ‘ اس قدر شدید گرمی میں سفر کے لیے مت نکلو۔"
    },
    {
      "ayah": 82,
      "surah": 9,
      "text": "آیت 81 فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِہِمْ خِلٰفَ رَسُوْلِ اللّٰہِ وَکَرِہُوْٓا اَنْ یُّجَاہِدُوْا بِاَمْوَالِہِمْ وَاَنْفُسِہِمْ فِیْ سَبِیْلِ اللّٰہِ وَقَالُوْا لاَ تَنْفِرُوْا فِی الْْحَرِّ ط یہ لوگ خود بھی اللہ کے رستے میں نہ نکلے اور دوسروں کو بھی روکنے کی کوشش میں رہے کہ ہم تو رخصت لے آئے ہیں ‘ تم بھی ہوش کے ناخن لو ‘ اس قدر شدید گرمی میں سفر کے لیے مت نکلو۔"
    },
    {
      "ayah": 83,
      "surah": 9,
      "text": "آیت 83 فَاِنْ رَّجَعَکَ اللّٰہُ اِلٰی طَآءِفَۃٍ مِّنْہُمْ مضمون سے ظاہر ہو رہا ہے کہ یہ آیت مقام تبوک پر نازل ہوئی ہے۔ سورت کے اس دوسرے حصے کے پہلے چار رکوعوں چھٹے رکوع سے لے کر نویں رکوع تک کے بارے میں تو یقین سے کہا جاسکتا ہے کہ وہ غزوۂ تبوک پر روانگی سے قبل نازل ہوئے تھے۔ ان کے بعد کی آیات مختلف مواقع پر نازل ہوئیں ‘ کچھ جاتے ہوئے راستے میں ‘ کچھ تبوک میں قیام کے دوران اور کچھ واپس آتے ہوئے راستے میں۔فَاسْتَاْذَنُوْکَ لِلْخُرُوْجِ یعنی کسی مہم پر ‘ کسی اور دشمن کے خلاف آپ ﷺ کے ساتھ جہاد میں شریک ہونا چاہیں :فَقُلْ لَّنْ تَخْرُجُوْا مَعِیَ اَبَدًا غزوۂ تبوک کی مہم میں تمہارا آخری امتحان ہوچکا ہے اور اس میں تم لوگ ناکام ہوچکے ہو۔وَّلَنْ تُقَاتِلُوْا مَعِیَ عَدُوًّاط اِنَّکُمْ رَضِیْتُمْ بالْقُعُوْدِ اَوَّلَ مَرَّۃٍ جب جہاد کے لیے نفیر عام ہوئی اور سب پر نکلنا فرض قرار پایا تو تم اپنے گھروں میں بیٹھ رہنے پر راضی ہوگئے۔"
    },
    {
      "ayah": 84,
      "surah": 9,
      "text": "آیت 84 وَلاَ تُصَلِّ عَلآی اَحَدٍ مِّنْہُمْ مَّاتَ اَبَدًا وَّلاَ تَقُمْ عَلٰی قَبْرِہٖ ط یہ گویا اب ان کی رسوائی کا سامان ہو رہا ہے۔ اب تک تو منافقت پر پردے پڑے ہوئے تھے مگر اس آیت کے نزول کے بعد رسول اللہ ﷺ جب کسی کی نماز جنازہ پڑھنے سے انکار فرماتے تھے تو سب کو معلوم ہوجاتا تھا کہ وہ منافق مرا ہے۔"
    },
    {
      "ayah": 85,
      "surah": 9,
      "text": "آیت 85 وَلاَ تُعْجِبْکَ اَمْوَالُہُمْ وَاَوْلاَدُہُمْ ط یعنی آپ ﷺ ان کے مال اور اولاد کو وقعت مت دیجیے۔ یہ آیت اسی سورت میں 55 نمبر پر معمولی فرق کے ساتھ پہلے بھی آچکی ہے۔"
    },
    {
      "ayah": 86,
      "surah": 9,
      "text": "آیت 85 وَلاَ تُعْجِبْکَ اَمْوَالُہُمْ وَاَوْلاَدُہُمْ ط یعنی آپ ﷺ ان کے مال اور اولاد کو وقعت مت دیجیے۔ یہ آیت اسی سورت میں 55 نمبر پر معمولی فرق کے ساتھ پہلے بھی آچکی ہے۔"
    },
    {
      "ayah": 87,
      "surah": 9,
      "text": "آیت 87 رَضُوْا بِاَنْ یَّکُوْنُوْا مَعَ الْخَوَالِفِ اس انداز بیان میں ان پر گہرا طنز ہے۔ یعنی جنگ کرنا مردوں کا کام ہے جبکہ خواتین اور بچے ایسے مواقع پر پیچھے گھروں میں رہ جاتے ہیں۔ چناچہ اب جب تمام مردوں پر لازم ہے کہ وہ غزوۂ تبوک کے لیے نکلیں ‘ تو یہ منافقین طرح طرح کے بہانوں سے رخصت چاہتے ہیں۔ گویا انہوں نے پیچھے گھروں میں رہ جانے والی عورتوں کا کردار اپنے لیے پسند کرلیا ہے۔"
    },
    {
      "ayah": 88,
      "surah": 9,
      "text": "آیت 88 لٰکِنِ الرَّسُوْلُ وَالَّذِیْنَ اٰمَنُوْا مَعَہٗ جَاہَدُوْا بِاَمْوَالِہِمْ وَاَنْفُسِہِمْ ط وَاُولٰٓءِکَ لَہُمُ الْخَیْرٰتُز وَاُولٰٓءِکَ ہُمُ الْمُفْلِحُوْنَ فلاح محض ایک لفظ ہی نہیں بلکہ قرآن کی ایک جامع اصطلاح ہے۔ اس اصطلاح پر تفصیلی گفتگو ان شاء اللہ سورة المؤمنون کے آغاز میں ہوگی۔"
    },
    {
      "ayah": 89,
      "surah": 9,
      "text": "آیت 88 لٰکِنِ الرَّسُوْلُ وَالَّذِیْنَ اٰمَنُوْا مَعَہٗ جَاہَدُوْا بِاَمْوَالِہِمْ وَاَنْفُسِہِمْ ط وَاُولٰٓءِکَ لَہُمُ الْخَیْرٰتُز وَاُولٰٓءِکَ ہُمُ الْمُفْلِحُوْنَ فلاح محض ایک لفظ ہی نہیں بلکہ قرآن کی ایک جامع اصطلاح ہے۔ اس اصطلاح پر تفصیلی گفتگو ان شاء اللہ سورة المؤمنون کے آغاز میں ہوگی۔"
    },
    {
      "ayah": 9,
      "surah": 9,
      "text": "آیت 9 اِشْتَرَوْا بِاٰیٰتِ اللّٰہِ ثَمَنًا قَلِیْلاً انہوں نے اللہ تعالیٰ کی آیات کی قدر نہیں کی اور ان کے بدلے میں حقیر سادنیوی فائدہ حاصل کرلیا۔ انہوں نے محمد ﷺ کو اللہ کا رسول جانتے ہوئے اور حق کو پہچانتے ہوئے صرف اس لیے رد کردیا ہے کہ ان کی چودھراہٹیں قائم رہیں ‘ لیکن انہیں بہت جلد معلوم ہوجائے گا کہ انہوں نے بہت گھاٹے کا سودا کیا ہے۔فَصَدُّوْا عَنْ سَبِیْلِہٖط اِنَّہُمْ سَآءَ مَا کَانُوْا یَعْمَلُوْنََ صَدَّ یَصُدُّ صَدًّا ‘ اس فعل کے اندر رکنے اور روکنے ‘ دونوں کے معنی پائے جاتے ہیں۔"
    },
    {
      "ayah": 90,
      "surah": 9,
      "text": "آیت 90 وَجَآءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِیُؤْذَنَ لَہُمْ ’ اَعْرَاب ‘ جمع ہے ’ اعرابی ‘ کی ‘ یعنی بدو ‘ دیہاتی ‘ بادیہ نشین لوگ۔ جہاد کے لیے اس نفیر عام کا اطلاق مدینہ کے اطراف و جوانب کی آبادیوں میں بسنے والے مسلمانوں پر بھی ہوتا تھا۔ اب ان کا ذکر ہو رہا ہے کہ ان میں سے بھی لوگ آ آکر بہانے بنانے لگے کہ انہیں اس مہم پر جانے سے معاف رکھا جائے۔وَقَعَدَ الَّذِیْنَ کَذَبُوا اللّٰہَ وَرَسُوْلَہٗ ط انہوں نے جو وعدے کیے تھے وہ جھوٹے نکلے یا جو عذر وہ لوگ رخصت کے لیے پیش کر رہے تھے وہ سب بےبنیاد تھے۔"
    },
    {
      "ayah": 91,
      "surah": 9,
      "text": "آیت 91 لَیْسَ عَلَی الضُّعَفَآءِ وَلاَ عَلَی الْمَرْضٰی وَلاَ عَلَی الَّذِیْنَ لاَ یَجِدُوْنَ مَا یُنْفِقُوْنَ حَرَجٌ آخر اتنا طویل سفر کرنے کے لیے ضروری تھا کہ آدمی تندرست و توانا ہو ‘ اس کے پاس سواری کا انتظام ہو ‘ راستے میں کھانے پینے اور دوسری ضروریات کے لیے سامان مہیا ہو ‘ لیکن اگر کوئی شخص ضعیف ہے ‘ بیمار ہے ‘ یا اس قدر نادار ہے کہ سفر کے اخراجات کے لیے اس کے پاس کچھ بھی نہیں تو اللہ کی نظر میں وہ واقعتا مجبور و معذور ہے۔ لہٰذا ایسے لوگوں سے کوئی مؤاخذہ نہیں۔ ان کو اس بات کا کوئی الزام نہیں دیا جاسکتا۔اِذَا نَصَحُوْا لِلّٰہِ وَرَسُوْلِہٖ ط مَا عَلَی الْمُحْسِنِیْنَ مِنْ سَبِیْلٍط وَاللّٰہُ غَفُوْرٌ رَّحِیْمٌ یعنی مندرجہ بالا وجوہات میں سے کسی وجہ سے کوئی شخص واقعی معذور ہے مگر سچا اور پکا مومن ہے ‘ خلوصِ دل سے اللہ اور اس کے رسول کا وفادار ہے ‘ اس کا دین درجۂ احسان تک پہنچا ہوا ہے ‘ تو ایسے صاحب ایمان اور محسن لوگوں پر کوئی ملامت نہیں۔"
    },
    {
      "ayah": 92,
      "surah": 9,
      "text": "آیت 92 وَّلاَ عَلَی الَّذِیْنَ اِذَا مَآ اَتَوْکَ لِتَحْمِلَہُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُکُمْ عَلَیْہِ تَوَلَّوْا وَّاَعْیُنُہُمْ تَفِیْضُ مِنَ الدَّمْعِ حَزَنًا اَلاَّ یَجِدُوْا مَا یُنْفِقُوْنَ یعنی وہ لوگ جو دل و جان سے چاہتے تھے کہ اس مہم میں شریک ہوں ‘ مگر وسائل کی کمی کی وجہ سے شرکت نہیں کر پا رہے تھے ‘ اپنی اس محرومی پر وہ واقعتا صدمے اور رنج و غم سے ہلکان ہو رہے تھے۔ ایک طرف ایسے مؤمنین صادقین تھے اور دوسری طرف وہ صاحب حیثیت اُولُوا الطَّوْلِ لوگ جن کے پاس سب کچھ موجود تھا ‘ وسائل و ذرائع کی کمی نہیں تھی ‘ تندرست و توانا تھے ‘ لیکن اس سب کچھ کے باوجود وہ اللہ کی راہ میں نکلنے کو تیار نہیں تھے۔"
    },
    {
      "ayah": 93,
      "surah": 9,
      "text": "آیت 92 وَّلاَ عَلَی الَّذِیْنَ اِذَا مَآ اَتَوْکَ لِتَحْمِلَہُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُکُمْ عَلَیْہِ تَوَلَّوْا وَّاَعْیُنُہُمْ تَفِیْضُ مِنَ الدَّمْعِ حَزَنًا اَلاَّ یَجِدُوْا مَا یُنْفِقُوْنَ یعنی وہ لوگ جو دل و جان سے چاہتے تھے کہ اس مہم میں شریک ہوں ‘ مگر وسائل کی کمی کی وجہ سے شرکت نہیں کر پا رہے تھے ‘ اپنی اس محرومی پر وہ واقعتا صدمے اور رنج و غم سے ہلکان ہو رہے تھے۔ ایک طرف ایسے مؤمنین صادقین تھے اور دوسری طرف وہ صاحب حیثیت اُولُوا الطَّوْلِ لوگ جن کے پاس سب کچھ موجود تھا ‘ وسائل و ذرائع کی کمی نہیں تھی ‘ تندرست و توانا تھے ‘ لیکن اس سب کچھ کے باوجود وہ اللہ کی راہ میں نکلنے کو تیار نہیں تھے۔"
    },
    {
      "ayah": 94,
      "surah": 9,
      "text": "آیت 94 یَعْتَذِرُوْنَ اِلَیْکُمْ اِذَا رَجَعْتُمْ اِلَیْہِمْ ط یَعْتَذِرُوْنَچونکہ فعل مضارع ہے اس لیے اس کا ترجمہ حال میں بھی ہوسکتا ہے اور مستقبل میں بھی۔ اگر تو یہ آیات تبوک سے واپسی کے سفر کے دوران نازل ہوئی ہیں تو ترجمہ وہ ہوگا جو اوپر کیا گیا ہے ‘ لیکن اگر ان کا نزول رسول اللہ ﷺ کے مدینہ تشریف لانے کے بعد ہوا ہے تو ترجمہ یوں ہوگا : بہانے بنا رہے ہیں وہ تمہارے پاس آکر جب تم لوگ ان کے پاس لوٹ کر آگئے ہو قُلْ لاَّ تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَکُمْ قَدْ نَبَّاَنَا اللّٰہُ مِنْ اَخْبَارِکُمْ ط۔ مہم پر جانے سے قبل تو حضور ﷺ اپنی طبعی شرافت اور مروّت کے باعث منافقین کے جھوٹے بہانوں پر بھی سکوت فرماتے رہے تھے ‘ لیکن اب چونکہ بذریعہ وحی ان کے جھوٹ کے سارے پردے چاک کردیے گئے تھے اس لیے فرمایا جا رہا ہے کہ اے نبی ﷺ ! اب آپ ڈنکے کی چوٹ ان سے کہہ دیجیے کہ اب ہم تمہاری کسی بات پر یقین نہیں کریں گے ‘ کیونکہ اب اللہ تعالیٰ نے تمہاری باطنی کیفیات سے ہمیں مطلع کردیا ہے۔وَسَیَرَی اللّٰہُ عَمَلَکُمْ وَرَسُوْلُہٗ یعنی آئندہ تمہارے طرزعمل اور رویے attitude کا جائزہ لیا جائے گا۔"
    },
    {
      "ayah": 95,
      "surah": 9,
      "text": "آیت 94 یَعْتَذِرُوْنَ اِلَیْکُمْ اِذَا رَجَعْتُمْ اِلَیْہِمْ ط یَعْتَذِرُوْنَچونکہ فعل مضارع ہے اس لیے اس کا ترجمہ حال میں بھی ہوسکتا ہے اور مستقبل میں بھی۔ اگر تو یہ آیات تبوک سے واپسی کے سفر کے دوران نازل ہوئی ہیں تو ترجمہ وہ ہوگا جو اوپر کیا گیا ہے ‘ لیکن اگر ان کا نزول رسول اللہ ﷺ کے مدینہ تشریف لانے کے بعد ہوا ہے تو ترجمہ یوں ہوگا : بہانے بنا رہے ہیں وہ تمہارے پاس آکر جب تم لوگ ان کے پاس لوٹ کر آگئے ہو قُلْ لاَّ تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَکُمْ قَدْ نَبَّاَنَا اللّٰہُ مِنْ اَخْبَارِکُمْ ط۔ مہم پر جانے سے قبل تو حضور ﷺ اپنی طبعی شرافت اور مروّت کے باعث منافقین کے جھوٹے بہانوں پر بھی سکوت فرماتے رہے تھے ‘ لیکن اب چونکہ بذریعہ وحی ان کے جھوٹ کے سارے پردے چاک کردیے گئے تھے اس لیے فرمایا جا رہا ہے کہ اے نبی ﷺ ! اب آپ ڈنکے کی چوٹ ان سے کہہ دیجیے کہ اب ہم تمہاری کسی بات پر یقین نہیں کریں گے ‘ کیونکہ اب اللہ تعالیٰ نے تمہاری باطنی کیفیات سے ہمیں مطلع کردیا ہے۔وَسَیَرَی اللّٰہُ عَمَلَکُمْ وَرَسُوْلُہٗ یعنی آئندہ تمہارے طرزعمل اور رویے attitude کا جائزہ لیا جائے گا۔"
    },
    {
      "ayah": 96,
      "surah": 9,
      "text": "آیت 96 یَحْلِفُوْنَ لَکُمْ لِتَرْضَوْا عَنْہُمْ ج اب یہ ان منافقین کی دنیا داری کے لحاظ سے مجبوری تھی۔ ایک معاشرے کے اندر سب کا اکٹھے رہنا سہنا تھا۔ اوس اور خزرج کے اندر ان کی رشتہ داریاں تھیں۔ ایسے ماحول میں وہ سمجھتے تھے کہ اگر مسلمانوں کے دل ان کی طرف سے صاف نہ ہوئے تو وہ اس معاشرے کے اندر ایک طرح سے اچھوت بن کر رہ جائیں گے۔ اس لیے وہ مسلمانوں کے اندر اپنا اعتماد پھر سے بحال کرنے کے لیے ہر طرح سے دوڑ دھوپ کر رہے تھے ‘ مسلمانوں سے ملاقاتیں کرتے تھے ‘ ان کو اپنی مجبوریاں بتاتے تھے اور ان کے سامنے قسمیں کھا کھا کر اپنے اخلاص کا یقین دلانے کی کوشش کرتے تھے۔"
    },
    {
      "ayah": 97,
      "surah": 9,
      "text": "آیت 97 اَلْاَعْرَابُ اَشَدُّ کُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلاَّ یَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰہُ عَلٰی رَسُوْلِہٖ ط وَاللّٰہُ عَلِیْمٌ حَکِیْمٌ یعنی اہل مدینہ تو مسلسل رسول اللہ ﷺ کی صحبت سے فیض یاب ہو رہے تھے ‘ آپ ﷺ سے جمعہ کے خطبات سنتے تھے اور آپ ﷺ کی نصیحت کا ایک سلسلہ شب و روز ان کے درمیان چلتا رہتا تھا۔ مگر ان بادیہ نشین لوگوں کو تعلیم و تعلّم کے ایسے مواقع میسر نہیں تھے۔ لہٰذا فطری اور منطقی طور پر کفر و شرک اور نفاق کی شدت ان لوگوں میں نسبتاً زیادہ تھی۔"
    },
    {
      "ayah": 98,
      "surah": 9,
      "text": "آیت 98 وَمِنَ الْاَعْرَابِ مَنْ یَّتَّخِذُ مَا یُنْفِقُ مَغْرَمًا یعنی زکوٰۃ ‘ عشر وغیرہ کی ادائیگی جو اسلامی نظام حکومت کے تحت ان پر عائد ہوئی ہے یہ لوگ اس کو تاوان سمجھتے ہوئے بڑی ناگواری سے ادا کرتے ہیں ‘ اس لیے کہ اس سے پہلے اس علاقے میں نہ تو کوئی ایسا نظام تھا اور نہ ہی یہ لوگ محصولات وغیرہ ادا کرنے کے عادی تھے۔ وَّیَتَرَبَّصُ بِکُمُ الدَّوَآءِرَط یہ لوگ بڑی بےصبری سے انتظار کر رہے ہیں کہ گردش زمانہ کے باعث مسلمانوں کے خلاف کچھ ایسے حالات پیدا ہوجائیں جن سے مدینہ کی یہ اسلامی حکومت ختم ہوجائے اور وہ ان پابندیوں سے آزاد ہوجائیں۔عَلَیْہِمْ دَآءِرَۃُ السَّوْءِط وَاللّٰہُ سَمِیْعٌ عَلِیْمٌ ان کی منافقت جو ان کے دلوں کا روگ بن چکی ہے ‘ وہی اصل برائی ہے جو ان پر مسلط ہے۔"
    },
    {
      "ayah": 99,
      "surah": 9,
      "text": "آیت 99 وَمِنَ الْاَعْرَابِ مَنْ یُّؤْمِنُ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَیَتَّخِذُ مَا یُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰہِ وَصَلَوٰتِ الرَّسُوْلِ ط یعنی یہ بادیہ نشین لوگ سب کے سب ہی کفر و نفاق پرکار بند اور انفاق فی سبیل اللہ کو تاوان سمجھنے والے نہیں ہیں ‘ بلکہ ان میں سچے مؤمن بھی ہیں ‘ جو نہ صرف اللہ کے راستے میں شوق سے خرچ کرتے ہیں بلکہ اس انفاق کو تقرب الی اللہ کا ذریعہ سمجھتے ہیں۔ انہیں یقین ہے کہ دین کے لیے مال خرچ کرنے سے اللہ کے رسول ﷺ کی دعائیں بھی ان کے شامل حال ہوجائیں گی۔"
    }
  ]
}
