{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 95,
      "text": "آیت 7 ‘ 8{ فَاِذَا فَرَغْتَ فَانْصَبْ - وَاِلٰی رَبِّکَ فَارْغَبْ۔ } ”پھر جب آپ ﷺ فرائض نبوت سے فارغ ہوجائیں تو اسی کام میں لگ جایئے۔ اور اپنے رب کی طرف راغب ہوجایئے۔“ تو اے نبی ﷺ ! جب آپ اپنے فرضِ منصبی سے فارغ ہوجائیں اور اللہ کا دین غالب ہوجائے تو پھر آپ یکسو ہو کر اللہ کی طرف متوجہ ہوجائیں۔ نوٹ کیجیے ! سورة النصر میں بھی حضور ﷺ کے لیے بالکل یہی پیغام ہے :{ اِذَا جَآئَ نَصْرُاللّٰہِ وَالْفَتْحُ - وَرَاَیْتَ النَّاسَ یَدْخُلُوْنَ فِیْ دِیْنِ اللّٰہِ اَفْوَاجًا - فَسَبِّحْ بِحَمْدِ رَبِّکَ وَاسْتَغْفِرْہُطٓ اِنَّہٗ کَانَ تَوَّابًا۔ } یعنی جب غلبہ دین کے حوالے سے آپ ﷺ کا مشن مکمل ہوجائے تو پھر ہمہ تن ‘ ہمہ وقت آپ اللہ کی طرف متوجہ ہوجایئے گا اور تقرب الی اللہ کے لیے محنت شروع کردیجیے گا۔ چناچہ جونہی آپ ﷺ کا مشن پایہ تکمیل کو پہنچا تو آپ ﷺ نے فوراً محبوب کی طرف مراجعت کا فیصلہ کرلیا اَللّٰھُمَّ فِی الرَّفِیْقِ الاَعْلٰی کہ اے اللہ اب میں اپنے فرائض منصبی سے فارغ ہوگیا ہوں ‘ اب مجھ میں مزید انتظار کا یارا نہیں ! واضح رہے کہ انبیاء و رسل - کو اللہ تعالیٰ دنیا میں مزید رہنے یا کوچ کرنے سے متعلق اختیار عطا فرماتا تھا۔ روایات میں آتا ہے کہ آخری ایام میں ایک دن جب حضور ﷺ کے مرض میں افاقہ ہواتو آپ ﷺ مسجد میں تشریف لے گئے۔ منبرپر فروکش ہوئے اور خطبہ دیا۔ اس کے بعد منبر سے نیچے تشریف لائے۔ ظہر کی نماز پڑھائی اور پھر منبر پر تشریف لے گئے اور چند اہم نصیحتیں فرمانے کے بعد ارشاد فرمایا : ”ایک بندے کو اللہ نے اختیار دیا کہ وہ یا تو دنیا کی چمک دمک اور زیب وزینت میں سے جو کچھ چاہے اللہ اسے دے دے یا اللہ کے پاس جو کچھ ہے اسے اختیار کرلے تو اس بندے نے اللہ کے پاس والی چیز کو اختیار کرلیا“۔ یہ بات سن کر ابوبکر رض رونے لگے اور فرمایا : ”ہم اپنے ماں باپ سمیت آپ ﷺ پر قربان !“ اس پر لوگوں کو تعجب ہوا کہ حضور ﷺ کیا ارشاد فرما رہے ہیں اور اس پر ابوبکر رض کیا کہہ رہے ہیں ! لیکن چند دن بعد واضح ہوا کہ جس بندے کو اختیار دیا گیا تھا وہ خود رسول اللہ ﷺ تھے اور ابوبکر صدیق رض صحابہ کرام رض میں سب سے زیادہ صاحب علم تھے۔  یہاں حضور ﷺ کے اس فرمان کا ذکر کرتے ہوئے میرے دل کی بات زبان پر آگئی ہے۔۔۔۔ وہ یہ کہ اگر اللہ تعالیٰ نے اپنے خصوصی فضل سے مجھے حضور ﷺ کے قدموں میں پہنچا دیا تو میں حضور ﷺ سے شکوہ کرنے کی جسارت ضرور کروں گا کہ حضور ! آپ ﷺ نے بہت جلدی کی … حضور ﷺ ! مانا کہ ہجر و فراق کا ایک ایک لمحہ آپ ﷺ کے لیے مشکل تھا… مگر حضور ﷺ ! جو لوگ فوج در فوج اللہ کے دین میں داخل ہوئے تھے وہ بھی تو آپ ﷺ کے فیضانِ نظر کے محتاج تھے… حضور ﷺ ! اگر تھوڑا سا وقت ان کو بھی مل جاتا تو… مہاجرین رض و انصار رض کی طرز پر ان کی تربیت بھی ہو جاتی…! ! !"
    },
    {
      "ayah": 2,
      "surah": 95,
      "text": "آیت 7 ‘ 8{ فَاِذَا فَرَغْتَ فَانْصَبْ - وَاِلٰی رَبِّکَ فَارْغَبْ۔ } ”پھر جب آپ ﷺ فرائض نبوت سے فارغ ہوجائیں تو اسی کام میں لگ جایئے۔ اور اپنے رب کی طرف راغب ہوجایئے۔“ تو اے نبی ﷺ ! جب آپ اپنے فرضِ منصبی سے فارغ ہوجائیں اور اللہ کا دین غالب ہوجائے تو پھر آپ یکسو ہو کر اللہ کی طرف متوجہ ہوجائیں۔ نوٹ کیجیے ! سورة النصر میں بھی حضور ﷺ کے لیے بالکل یہی پیغام ہے :{ اِذَا جَآئَ نَصْرُاللّٰہِ وَالْفَتْحُ - وَرَاَیْتَ النَّاسَ یَدْخُلُوْنَ فِیْ دِیْنِ اللّٰہِ اَفْوَاجًا - فَسَبِّحْ بِحَمْدِ رَبِّکَ وَاسْتَغْفِرْہُطٓ اِنَّہٗ کَانَ تَوَّابًا۔ } یعنی جب غلبہ دین کے حوالے سے آپ ﷺ کا مشن مکمل ہوجائے تو پھر ہمہ تن ‘ ہمہ وقت آپ اللہ کی طرف متوجہ ہوجایئے گا اور تقرب الی اللہ کے لیے محنت شروع کردیجیے گا۔ چناچہ جونہی آپ ﷺ کا مشن پایہ تکمیل کو پہنچا تو آپ ﷺ نے فوراً محبوب کی طرف مراجعت کا فیصلہ کرلیا اَللّٰھُمَّ فِی الرَّفِیْقِ الاَعْلٰی کہ اے اللہ اب میں اپنے فرائض منصبی سے فارغ ہوگیا ہوں ‘ اب مجھ میں مزید انتظار کا یارا نہیں ! واضح رہے کہ انبیاء و رسل - کو اللہ تعالیٰ دنیا میں مزید رہنے یا کوچ کرنے سے متعلق اختیار عطا فرماتا تھا۔ روایات میں آتا ہے کہ آخری ایام میں ایک دن جب حضور ﷺ کے مرض میں افاقہ ہواتو آپ ﷺ مسجد میں تشریف لے گئے۔ منبرپر فروکش ہوئے اور خطبہ دیا۔ اس کے بعد منبر سے نیچے تشریف لائے۔ ظہر کی نماز پڑھائی اور پھر منبر پر تشریف لے گئے اور چند اہم نصیحتیں فرمانے کے بعد ارشاد فرمایا : ”ایک بندے کو اللہ نے اختیار دیا کہ وہ یا تو دنیا کی چمک دمک اور زیب وزینت میں سے جو کچھ چاہے اللہ اسے دے دے یا اللہ کے پاس جو کچھ ہے اسے اختیار کرلے تو اس بندے نے اللہ کے پاس والی چیز کو اختیار کرلیا“۔ یہ بات سن کر ابوبکر رض رونے لگے اور فرمایا : ”ہم اپنے ماں باپ سمیت آپ ﷺ پر قربان !“ اس پر لوگوں کو تعجب ہوا کہ حضور ﷺ کیا ارشاد فرما رہے ہیں اور اس پر ابوبکر رض کیا کہہ رہے ہیں ! لیکن چند دن بعد واضح ہوا کہ جس بندے کو اختیار دیا گیا تھا وہ خود رسول اللہ ﷺ تھے اور ابوبکر صدیق رض صحابہ کرام رض میں سب سے زیادہ صاحب علم تھے۔  یہاں حضور ﷺ کے اس فرمان کا ذکر کرتے ہوئے میرے دل کی بات زبان پر آگئی ہے۔۔۔۔ وہ یہ کہ اگر اللہ تعالیٰ نے اپنے خصوصی فضل سے مجھے حضور ﷺ کے قدموں میں پہنچا دیا تو میں حضور ﷺ سے شکوہ کرنے کی جسارت ضرور کروں گا کہ حضور ! آپ ﷺ نے بہت جلدی کی … حضور ﷺ ! مانا کہ ہجر و فراق کا ایک ایک لمحہ آپ ﷺ کے لیے مشکل تھا… مگر حضور ﷺ ! جو لوگ فوج در فوج اللہ کے دین میں داخل ہوئے تھے وہ بھی تو آپ ﷺ کے فیضانِ نظر کے محتاج تھے… حضور ﷺ ! اگر تھوڑا سا وقت ان کو بھی مل جاتا تو… مہاجرین رض و انصار رض کی طرز پر ان کی تربیت بھی ہو جاتی…! ! !"
    },
    {
      "ayah": 3,
      "surah": 95,
      "text": "آیت 3{ وَہٰذَا الْبَلَدِ الْاَمِیْنِ۔ } ”اور گواہ ہے یہ امن والا شہر۔“ التِّین کے معنی انجیر کے ہیں اور یہ بھی کہا جاتا ہے کہ قوم نوح علیہ السلام کے علاقے میں ایک بڑے پہاڑ کا نام بھی جبل التِّین تھا اور یہ کہ حضرت نوح علیہ السلام نے اسی پہاڑ کے دامن میں ساڑھے نو سو سال تک دعوت و تبلیغ کے فرائض سرانجام دیے۔ اسی طرح الزَّیْتُون سے مراد زیتون کا پھل اور درخت بھی ہے اور وہ پہاڑی بھی جس پر حضرت عیسیٰ علیہ السلام اکثر تبلیغی خطبات دیا کرتے تھے۔ ان خطبات میں سے آپ علیہ السلام کا ایک خطبہ ”پہاڑی کے وعظ“ Sermon of the Mount کے نام سے خاص طور پر مشہور ہے۔ تیسری قسم وَطُوْرِ سِیْنِیْنَ کا تعلق حضرت موسیٰ علیہ السلام کی ذات سے ہے۔ کو ہِ طور پر آپ علیہ السلام کو اللہ تعالیٰ سے ہم کلامی کا شرف حاصل ہوا۔ اور امن والے شہر سے مکہ مکرمہ مراد ہے جہاں محمد رسول اللہ ﷺ اس سورت کے نزول کے وقت دعوت و تبلیغ کا فریضہ سرانجام دے رہے تھے۔ گویا ان آیات میں جن مقامات کی قسمیں کھائی گئی ہیں ان میں سے ہر مقام کا تعلق ایک جلیل القدر شخصیت سے ہے۔ گویا ان شخصیات کو گواہ بنا کر یہاں اس حقیقت کی طرف توجہ دلانا مقصود ہے کہ بنیادی طور پر انسان بہت بلند مرتبت اور صاحب عزت و عظمت مخلوق ہے۔ اگر کسی کو اس حقیقت کے بارے میں کوئی شک ہو تو وہ اللہ تعالیٰ کے بندے نوح علیہ السلام کی زندگی کے شب و روز کا تصور کرے۔ اس کے بندے عیسیٰ علیہ السلام کے کردار کا نقشہ ذہن میں لائے ‘ موسیٰ علیہ السلام کی عظیم المرتبت شخصیت کو یاد کرے اور پھر سب سے بڑھ کر اس کے بندے محمد ﷺ کی بےمثال سیرت کا نمونہ دیکھے۔ یہ شخصیات ‘ ان کے کردار اور ان کی سیر تیں اس حقیقت پر گواہ ہیں کہ :"
    },
    {
      "ayah": 4,
      "surah": 95,
      "text": "آیت 4{ لَقَدْ خَلَقْنَا الْاِنْسَانَ فِیْٓ اَحْسَنِ تَقْوِیْمٍ۔ } ”ہم نے انسان کو بہترین ساخت پر پیدا کیا۔“ ہم نے تو انسان کو اشرف المخلوقات کے اعلیٰ مرتبے پر فائز کیا تھا : { وَلَقَدْ کَرَّمْنَا بَنِیْٓ اٰدَمَ وَحَمَلْنٰہُمْ فِی الْْبَرِّ وَالْبَحْرِ وَرَزَقْنٰہُمْ مِّنَ الطَّیِّبٰتِ وَفَضَّلْنٰہُمْ عَلٰی کَثِیْرٍ مِّمَّنْ خَلَقْنَا تَفْضِیْلاً۔ } بنی اسراء یل ”اور ہم نے بڑی عزت بخشی ہے اولادِ آدم علیہ السلام کو اور ہم اٹھائے پھرتے ہیں انہیں خشکی اور سمندر میں اور ہم نے انہیں پاکیزہ چیزوں سے رزق عطا کیا اور انہیں فضیلت دی اپنی بہت سی مخلوق پر ‘ بہت بڑی فضیلت“۔ نسل انسانی کی عزت و تکریم کی انتہا یہ ہے کہ ان کے جدامجد کو ہم نے اپنے دونوں ہاتھوں سے تخلیق کیا صٓ: 75 اور مسجود ِملائک بنایا۔ اگر تمہیں یہ دنیا ظالموں ‘ بدکاروں اور گھٹیا انسانوں سے بھری نظر آتی ہے تو اللہ نے بھی تمہارے سامنے اپنے ایسے چار بندوں کی مثالیں پیش کردی ہیں جو عظمت انسانی کے زندہ وجاوید ثبوت ہیں۔ کیا ان مثالوں کو دیکھنے کے بعد بھی کوئی عقل کا اندھا یہ دعویٰ کرے گا کہ انسان کے اندر خیر اور عظمت کا کوئی پہلو سرے سے موجود ہی نہیں ؟ بہرحال اگر کوئی شخص عظمت کے ان میناروں کو دیکھ لینے کے بعد بھی انسانی عظمت کا قائل نہ ہو اور اس عظمت و اکرام کو پانے کے لیے اپنا رخ تبدیل کرنے کی ضرورت محسوس نہ کرے تو یقینا اس کا شمار نسل انسانی کے ان افراد میں ہوگا جو شرفِ انسانیت سے نیچے گر کر حیوانوں سے بھی بدتر ہوچکے ہیں : { اُولٰٓئِکَ کَالْاَنْعَامِ بَلْ ھُمْ اَضَلُّط } الاعراف : 179"
    },
    {
      "ayah": 5,
      "surah": 95,
      "text": "آیت 5{ ثُمَّ رَدَدْنٰــہُ اَسْفَلَ سٰفِلِیْنَ۔ } ”پھر ہم نے لوٹا دیا اس کو پست ترین حالت کی طرف۔“ پھر اللہ تعالیٰ نے اپنی اس عظیم المرتبت مخلوق کی روح کو اس کے جسد خاکی میں بٹھا کر نیچے دنیا میں بھیج دیا۔ لیکن واضح رہے کہ اللہ تعالیٰ نے انسان کو زمین پر جہالت کی تاریکی میں نہیں بلکہ ہدایت کے اجالے میں بھیجا تھا۔ پھر اللہ تعالیٰ نے اسے کامیابی اور ناکامی کے راستوں کا شعور بھی عطا کیا ‘ اس کی فطرت میں نیکی و بدی کی تمیز بھی ودیعت کی اور وقتاً فوقتاً وہ براہ راست ہدایات بھی بھیجتا رہا : { وَلَا تَکُوْنُوْا کَالَّذِیْنَ نَسُوا اللّٰہَ فَاَنْسٰٹـھُمْ اَنْفُسَھُمْط } الحشر : 19 کہ تم ان لوگوں کی طرح نہ ہوجانا جنہوں نے اللہ کو فراموش کردیا اور اس کی پاداش میں اللہ نے انہیں اپنے آپ سے ہی غافل کردیا۔ بہرحال اللہ تعالیٰ نے انسان کو اشرف المخلوقات بنایا ہے۔ اب اگر وہ اپنے شرفِ انسانی کو بھلا کر محض حیوانی سطح پر زندگی بسر کرتا رہے اور خود کو حیوان ہی سمجھتا رہے تو یہ اس کی مرضی ہے۔ اس فلسفے کا خلاصہ یہ ہے کہ اپنی سرشت حیوانی وجود کے تقاضوں کے اعتبار سے انسان میں کچھ کمزوریاں اور خامیاں پائی جاتی ہیں ‘ لیکن اپنی فطرت روح کے لحاظ سے یہ بہت اعلیٰ اور عظیم المرتبت مخلوق ہے۔ اللہ تعالیٰ نے انسان کی روح کو اس کے حیوانی جسم میں متمکن فرما کر اسے دنیا میں بھیجاتو اس کا ارفع و اعلیٰ روحانی وجود اس کے حیوانی جسم میں قید ہو کر گویا اسفل نچلی مخلوق کی سطح پر آگیا۔ چناچہ دنیوی زندگی میں اس کے سامنے اصل ہدف یہ ہے کہ وہ اپنے شعور اور اللہ تعالیٰ کی فراہم کردہ ہدایت کے مطابق راستہ اختیار کرے ‘ اس راستے کے تقاضے پورے کرنے کے لیے محنت کرے اور اسفل سطح سے اوپر اٹھ کر اپنی اصل عظمت اور حقیقی منزل کو دوبارہ حاصل کرنے کی کوشش کرے۔  اب اگلی آیت میں اس راستے کی نشاندہی اور مطلوبہ محنت کے طریقے کی وضاحت کی گئی ہے :"
    },
    {
      "ayah": 6,
      "surah": 95,
      "text": "آیت 6{ اِلَّا الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ } ”سوائے ان لوگوں کے جو ایمان لائے اور انہوں نے نیک اعمال کیے“ اب مذکورہ پستی سے صرف وہی لوگ نکل پائیں گے جو اپنے شعور و حواس سے کام لیتے ہوئے اپنے خالق اور معبود کو پہچانیں گے یعنی اس پر ایمان لائیں گے اور پھر محنت کر کے اپنے کردار و عمل کو اس کی منشاء ومرضی کے مطابق ڈھالیں گے ‘ یعنی اعمال صالحہ کا اہتمام کریں گے۔  { فَلَہُمْ اَجْرٌ غَیْرُ مَمْنُوْنٍ۔ } ”تو ان کے لیے ایسا اجر ہوگا جس کا سلسلہ کبھی منقطع نہیں ہوگا۔“"
    },
    {
      "ayah": 7,
      "surah": 95,
      "text": "آیت 7{ فَمَا یُکَذِّبُکَ بَعْدُ بِالدِّیْنِ۔ } ”تو اس کے بعد کیا چیز تجھے آمادہ کرتی ہے جزا و سزا کے انکار پر ؟“ تو اے جزا و سزا کے منکر انسان ! جب تو خود دیکھ رہا ہے کہ دنیا میں تمام انسان ایک جیسے نہیں ہیں ‘ ان میں کچھ بہت اعلیٰ سیرت و کردار کے مالک ہیں اور کچھ ایسے بھی ہیں جو انسانیت کے ماتھے پر بدنما داغ کی حیثیت رکھتے ہیں ‘ تو اس صورت حال میں کیا عقل اور انصاف کا تقاضا یہ نہیں ہے کہ اچھوں کو ان کی اچھائی اور محنت کا پھل ملے اور بروں کو ان کی برائی اور نافرمانی کی سزا دی جائے ؟ یہ ایسی سیدھی سادی بات ہے جو عام ذہنی سطح کا ایک انسان بھی سمجھ سکتا ہے۔ تو یہ سب کچھ دیکھنے سننے اور سمجھنے کے بعد بھی آخر وہ کون سی منطق ہے جس کے تحت تم جزا و سزا کے انکار پر جمے ہوئے ہو ؟"
    },
    {
      "ayah": 8,
      "surah": 95,
      "text": "آیت 8{ اَلَیْسَ اللّٰہُ بِاَحْکَمِ الْحٰکِمِیْنَ۔ } ”کیا اللہ تمام حاکموں سے بڑا حاکم نہیں ہے ؟“ دنیا میں تم لوگ چھوٹے چھوٹے حاکموں کو دیکھتے ہو کہ وہ اپنے غداروں اور باغیوں کو عبرتناک سزا دیتے ہیں اور اپنے وفاداروں کو انعام و اکرام سے نوازتے ہیں۔ کیا دنیا میں تم نے کوئی ایسا حاکم بھی دیکھا ہے جو اپنے باغیوں اور وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟ اگر دنیا میں محدود اختیار کا مالک کوئی حاکم ایسا نہیں کرتا تو وہ اللہ عزوجل اپنے فرمانبردار بندوں اور نافرمانوں کو کیسے برابر کر دے گا جو سب حاکموں سے بڑا حاکم ہے ؟ کیا تم اللہ تعالیٰ کو احکم الحاکمین نہیں مانتے ہو ؟  مسند احمد ‘ سنن الترمذی ‘ سنن ابی دائود اور دیگر کتب حدیث میں حضرت ابوہریرہ رض سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا کہ جب تم میں سے کوئی سورة التین پڑھے اور اَلَیْسَ اللّٰہُ بِاَحْکَمِ الْحٰکِمِیْنَپر پہنچے تو کہے : بلٰی وانا علٰی ذٰلک من الشاھدین ”کیوں نہیں ! اور میں اس پر شہادت دینے والوں میں سے ہوں“۔ بعض روایات میں آتا ہے کہ حضور ﷺ جب یہ آیت پڑھتے تو فرماتے : سُبْحَانَکَ فَبَلٰی !"
    }
  ]
}
