{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 98,
      "text": "آیت 1{ لَمْ یَکُنِ الَّذِیْنَ کَفَرُوْا مِنْ اَہْلِ الْکِتٰبِ وَالْمُشْرِکِیْنَ مُنْفَکِّیْنَ حَتّٰی تَاْتِیَہُمُ الْبَیِّنَۃُ۔ } ”نہیں تھے وہ لوگ جنہوں نے کفر کیا تھا اہل کتاب میں سے اور مشرکین میں سے الگ ہونے والے یا باز آنے والے جب تک کہ ان کے پاس البیّنہنہ آجاتی۔“ ظاہر ہے وہ لوگ سیدھے راستے سے بھٹک کر گمراہی میں مبتلا ہوچکے تھے۔ اب جب تک ان کے سامنے کوئی بین واضح دلیل نہ آجاتی جس سے انہیں معلوم ہوجاتا کہ وہ گمراہ ہیں یا انہیں بہت واضح انداز میں بتا نہ دیا جاتا کہ وہ جس راہ پر چل رہے ہیں وہ راہ ہدایت نہیں ‘ اس وقت تک انہیں رشد و ہدایت کی راہ پر چلنے والوں سے علیحدہ نہیں کیا جاسکتا تھا۔ اس کا مفہوم یوں بھی ہوسکتا ہے کہ جب تک ان لوگوں کے پاس البینہ نہ آجاتی وہ اپنے کفر سے باز آنے والے نہیں تھے۔۔۔۔۔۔۔ مُنْفَکِّیْنَ : اِنْفِکاک فَکَّسے باب اِنْفعال سے ہے ‘ جس کا مفہوم ہے کسی چیز کا کسی چیز سے الگ ہوجانا ‘ جدا ہوجانا۔ وہ البیِّنہ کیا ہے ؟ اس کی وضاحت اگلی آیات میں کی جا رہی ہے :"
    },
    { "ayah": 2, "surah": 98, "text": "ان اوراق میں کیا ہے ؟" },
    {
      "ayah": 3,
      "surah": 98,
      "text": "آیت 3{ فِیْہَا کُتُبٌ قَـیِّمَۃٌ۔ } ”ان میں بڑے مضبوط احکام تحریر ہیں۔“ لفظ ”کتاب“ کے بارے میں قبل ازیں بھی متعدد بار واضح کیا جا چکا ہے کہ قرآن مجید میں یہ لفظ عام طور پر احکامِ شریعت کے لیے آتا ہے۔ تو پتا چلا کہ اللہ کے رسول ﷺ اور اللہ کی کتاب کا اکٹھا نام البیِّنہ ہے۔ یہ وہی بات ہے جو قبل ازیں ہم لفظ ”ذِکْرًا“ کے حوالے سے سورة الطلاق میں بھی پڑھ چکے ہیں۔ وہاں اہل ایمان کو مخاطب کر کے فرمایا گیا ہے : { قَدْ اَنْزَلَ اللّٰہُ اِلَـیْکُمْ ذِکْرًا - رَّسُوْلًا یَّـتْلُوْا عَلَیْکُمْ اٰیٰتِ اللّٰہِ مُـبَـیِّنٰتٍ …} ”اللہ نے تمہاری طرف ذکر نازل کردیا ہے۔ ایک رسول ﷺ جو اللہ کی آیات بینات تم لوگوں کو پڑھ کر سنا رہاہے…“ گویا تعبیر اور تعریف definition کے اعتبار سے اَلْبَـیِّنَہ اور ذِکْرًا ہم معنی اصطلاحات ہیں۔ یعنی اللہ تعالیٰ نے اپنے واضح احکام کتاب کی صورت میں نازل کیے اور اس کتاب کی تفہیم وتعلیم کے لیے رسول ﷺ کو بھی مبعوث فرمایا۔ اللہ کے رسول ﷺ نے وہ تمام احکام اس انداز میں کھول کر بیان فرما دیے کہ اب اس کے بعد ان مخاطبین کے پاس کفر و شرک کے ساتھ چمٹے رہنے اور ضلالت و گمراہی سے باز نہ آنے کا کوئی جو ازباقی نہیں رہا۔"
    },
    {
      "ayah": 4,
      "surah": 98,
      "text": "آیت 4{ وَمَا تَفَرَّقَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ اِلَّا مِنْم بَعْدِ مَا جَآئَ تْہُمُ الْبَـیِّنَۃُ۔ } ”اور جن لوگوں کو کتاب دی گئی تھی انہوں نے تفرقہ نہیں کیا تھا مگر اس کے بعد جبکہ ان کے پاس البیِّنہ آچکی تھی۔“ یعنی اسی طرح اس سے پہلے بنی اسرائیل کے پاس بھی البیِّنہ اللہ کا رسول ﷺ اور اس کی کتاب آئی تھی ‘ مگر وہ لوگ اس کے بعد بھی راہ راست پر آنے کے بجائے تفرقہ بازی میں پڑگئے۔ ان میں سے کچھ لوگ یہودی بن گئے اور کچھ نصاریٰ۔ بعد میں نصاریٰ مزید کئی فرقوں میں بٹتے چلے گئے۔ چناچہ البَیِّنہ کے آجانے کے بعد بھی راہ راست پر نہ آنے کے جرم کی پاداش میں وہ لوگ شدید ترین سزا کے مستحق ہوچکے ہیں۔"
    },
    {
      "ayah": 5,
      "surah": 98,
      "text": "آیت 5{ وَمَآ اُمِرُوْٓا اِلَّا لِیَعْبُدُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَلا حُنَفَآئَ } ”اور انہیں حکم نہیں ہوا تھا مگر یہ کہ وہ بندگی کریں اللہ کی ‘ اپنی اطاعت کو اس کے لیے خالص کرتے ہوئے ‘ بالکل یکسو ہو کر“ یہ حکم گویا پورے دین کا خلاصہ ہے جو اس سے پہلے سورة الزمر آیات 2 ‘ 3 ‘ 11 اور 14 میں بہت تاکید اور شدومد کے ساتھ بیان ہوچکا ہے۔ یعنی اللہ تعالیٰ کی عبادت اس کی پوری اطاعت کے ساتھ کریں۔ یہ نہیں کہ نماز بھی پڑھے جا رہے ہیں اور حرام خوریوں سے بھی باز نہیں آتے۔ گویا اللہ تعالیٰ کی اطاعت کے ساتھ ساتھ اپنے نفس کی اطاعت بھی جاری ہے۔ ایسی آیات دراصل ہمیں خبردار کرتی ہیں کہ جزوی بندگی اور ساجھے کی اطاعت اللہ تعالیٰ کو ہرگز قابل قبول نہیں۔ اور یہ کہ اگر ہم اس جرم کا ارتکاب کریں گے تو ہم بھی اسی وعید کے مستحق ہوں گے جو اس حوالے سے بنی اسرائیل کو سنائی گئی تھی۔ ملاحظہ ہوں اس وعید کے یہ الفاظ : { اَفَتُؤْمِنُوْنَ بِبَعْضِ الْکِتٰبِ وَتَـکْفُرُوْنَ بِبَعْضٍج فَمَا جَزَآئُ مَنْ یَّـفْعَلُ ذٰلِکَ مِنْکُمْ اِلاَّ خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج وَیَوْمَ الْقِیٰمَۃِ یُرَدُّوْنَ اِلٰٓی اَشَدِّ الْعَذَابِط } البقرۃ : 85 ”تو کیا تم کتاب کے ایک حصے کو مانتے ہو اور ایک کو نہیں مانتے ؟ تو نہیں ہے کوئی سزا اس کی جو یہ حرکت کرے تم میں سے سوائے ذلت و رسوائی کے دنیا کی زندگی میں ‘ اور قیامت کے روز وہ لوٹا دیے جائیں گے شدید ترین عذاب کی طرف“۔ بلکہ اس حوالے سے اصل حقیقت تو یہ ہے کہ اس آیت میں دنیا کے جس عذاب کا ذکر ہے { خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج } وہ اس وقت بحیثیت امت ہم پر مسلط ہو بھی چکا ہے۔ مقامِ عبرت ہے ! آج مسلمانوں کی آبادی دو ارب سے بھی زیادہ ہے ‘ دنیا کے بہترین خطے اور بہترین وسائل ان کے قبضے میں ہیں ‘ مگر اس کے باوجود عزت نام کی کوئی چیز ان کے پاس نہیں۔ بین الاقوامی معاملات کے حوالے سے مسلمان حکمرانوں کی حالت یہ ہے کہ ”کس نمی پرسد کہ بھیا کیستی ؟“ یعنی عالمی معاملات میں کوئی ان کی رائے لینا بھی گوارا نہیں کرتا۔ بلکہ مسلمان ملکوں کی اپنی پالیسیوں کا اختیار بھی ان کے پاس نہیں۔ ان کے سالانہ بجٹ بھی کہیں اور سے بن کر آتے ہیں۔  بہرحال اس آیت کے حکم کا مدعا یہی ہے کہ جسے اللہ کا ”بندہ“ بننا ہے اس کے لیے ضروری ہے کہ وہ اپنی پوری زندگی اس کے قانون کے تابع کر کے اس کے حضور پیش ہو۔ ”قیصر کا حصہ قیصر کو دو اور خدا کا حصہ خدا کو دو“ والا قانون اللہ تعالیٰ کو قابل قبول نہیں۔ چناچہ ایمان کے دعوے داروں کو چاہیے کہ وہ اللہ کی اطاعت کو خالص کرتے ہوئے پوری یکسوئی کے ساتھ اس کی عبادت کریں۔  { وَیُقِیْمُوا الصَّلٰوۃَ وَیُؤْتُوا الزَّکٰوۃَ وَذٰلِکَ دِیْنُ الْقَیِّمَۃِ۔ } ”اور یہ کہ نماز قائم کریں اور زکوٰۃ ادا کریں ‘ اور یہی ہے سیدھا اور سچا دین۔“ گویا ان الفاظ سے یہ بھی واضح ہوگیا کہ ”بندگی“ اور شے ہے ‘ جبکہ نماز اور زکوٰۃ اس کے علاوہ ہے۔ اس نکتے کو یوں سمجھیں کہ بندگی تو پوری زندگی اللہ تعالیٰ کی اطاعت میں دے دینے کا نام ہے۔ بقول شیخ سعدیؔ :زندگی آمد برائے بندگی زندگی بےبندگی شرمندگی !جبکہ نماز ‘ زکوٰۃ عبادات وغیرہ اس بندگی کے تقاضوں کو پورا کرنے کے لوازمات ہیں ‘ تاکہ ان کے ذریعے سے بندہ اپنے رب کو مسلسل یاد کرتا رہے اور اس کا تعلق اپنے رب کے ساتھ ہردم ‘ ہر گھڑی تازہ رہے۔ حفیظ جالندھری کے اس خوبصورت شعر میں یہی فلسفہ بیان ہوا ہے : سرکشی نے کردیے دھندلے نقوش بندگی آئو سجدے میں گریں لوح جبیں تازہ کریں !گویا ہمارے ”نقوشِ بندگی“ نفس پرستی کی کثافتوں اور کدورتوں کے گرد و غبار سے اکثر دھندلا جاتے ہیں۔ چناچہ انہیں تازہ رکھنے کے لیے نماز ‘ روزہ ‘ زکوٰۃ اور دیگر مراسم عبودیت کے ذریعے ہمیں اللہ تعالیٰ کے حضور مسلسل حاضری دینے کی ضرورت رہتی ہے۔ جیسے ایک بندئہ مسلمان اپنی نماز پنجگانہ کی ہر رکعت میں اللہ تعالیٰ کے ساتھ اپنا یہ عہد تازہ کرتا ہے : { اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ 4 } کہ اے اللہ ! ہم تیری ہی عبادت کرتے ہیں اور کرتے رہیں گے اور تجھ سے ہی مدد مانگتے ہیں اور مانگتے رہیں گے۔ تصور کیجیے اگر ایک بندہ اللہ تعالیٰ کے سامنے کھڑے ہو کر یہ عہد پورے ارادے اور شعور کے ساتھ روزانہ بار بار دہرائے گا تو اس سے اس کے تعلق مع اللہ کے چمن میں تروتازگی کی کیسی کیسی بہاروں کا سماں بندھا رہے گا۔"
    },
    {
      "ayah": 6,
      "surah": 98,
      "text": "آیت 5{ وَمَآ اُمِرُوْٓا اِلَّا لِیَعْبُدُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَلا حُنَفَآئَ } ”اور انہیں حکم نہیں ہوا تھا مگر یہ کہ وہ بندگی کریں اللہ کی ‘ اپنی اطاعت کو اس کے لیے خالص کرتے ہوئے ‘ بالکل یکسو ہو کر“ یہ حکم گویا پورے دین کا خلاصہ ہے جو اس سے پہلے سورة الزمر آیات 2 ‘ 3 ‘ 11 اور 14 میں بہت تاکید اور شدومد کے ساتھ بیان ہوچکا ہے۔ یعنی اللہ تعالیٰ کی عبادت اس کی پوری اطاعت کے ساتھ کریں۔ یہ نہیں کہ نماز بھی پڑھے جا رہے ہیں اور حرام خوریوں سے بھی باز نہیں آتے۔ گویا اللہ تعالیٰ کی اطاعت کے ساتھ ساتھ اپنے نفس کی اطاعت بھی جاری ہے۔ ایسی آیات دراصل ہمیں خبردار کرتی ہیں کہ جزوی بندگی اور ساجھے کی اطاعت اللہ تعالیٰ کو ہرگز قابل قبول نہیں۔ اور یہ کہ اگر ہم اس جرم کا ارتکاب کریں گے تو ہم بھی اسی وعید کے مستحق ہوں گے جو اس حوالے سے بنی اسرائیل کو سنائی گئی تھی۔ ملاحظہ ہوں اس وعید کے یہ الفاظ : { اَفَتُؤْمِنُوْنَ بِبَعْضِ الْکِتٰبِ وَتَـکْفُرُوْنَ بِبَعْضٍج فَمَا جَزَآئُ مَنْ یَّـفْعَلُ ذٰلِکَ مِنْکُمْ اِلاَّ خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج وَیَوْمَ الْقِیٰمَۃِ یُرَدُّوْنَ اِلٰٓی اَشَدِّ الْعَذَابِط } البقرۃ : 85 ”تو کیا تم کتاب کے ایک حصے کو مانتے ہو اور ایک کو نہیں مانتے ؟ تو نہیں ہے کوئی سزا اس کی جو یہ حرکت کرے تم میں سے سوائے ذلت و رسوائی کے دنیا کی زندگی میں ‘ اور قیامت کے روز وہ لوٹا دیے جائیں گے شدید ترین عذاب کی طرف“۔ بلکہ اس حوالے سے اصل حقیقت تو یہ ہے کہ اس آیت میں دنیا کے جس عذاب کا ذکر ہے { خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج } وہ اس وقت بحیثیت امت ہم پر مسلط ہو بھی چکا ہے۔ مقامِ عبرت ہے ! آج مسلمانوں کی آبادی دو ارب سے بھی زیادہ ہے ‘ دنیا کے بہترین خطے اور بہترین وسائل ان کے قبضے میں ہیں ‘ مگر اس کے باوجود عزت نام کی کوئی چیز ان کے پاس نہیں۔ بین الاقوامی معاملات کے حوالے سے مسلمان حکمرانوں کی حالت یہ ہے کہ ”کس نمی پرسد کہ بھیا کیستی ؟“ یعنی عالمی معاملات میں کوئی ان کی رائے لینا بھی گوارا نہیں کرتا۔ بلکہ مسلمان ملکوں کی اپنی پالیسیوں کا اختیار بھی ان کے پاس نہیں۔ ان کے سالانہ بجٹ بھی کہیں اور سے بن کر آتے ہیں۔  بہرحال اس آیت کے حکم کا مدعا یہی ہے کہ جسے اللہ کا ”بندہ“ بننا ہے اس کے لیے ضروری ہے کہ وہ اپنی پوری زندگی اس کے قانون کے تابع کر کے اس کے حضور پیش ہو۔ ”قیصر کا حصہ قیصر کو دو اور خدا کا حصہ خدا کو دو“ والا قانون اللہ تعالیٰ کو قابل قبول نہیں۔ چناچہ ایمان کے دعوے داروں کو چاہیے کہ وہ اللہ کی اطاعت کو خالص کرتے ہوئے پوری یکسوئی کے ساتھ اس کی عبادت کریں۔  { وَیُقِیْمُوا الصَّلٰوۃَ وَیُؤْتُوا الزَّکٰوۃَ وَذٰلِکَ دِیْنُ الْقَیِّمَۃِ۔ } ”اور یہ کہ نماز قائم کریں اور زکوٰۃ ادا کریں ‘ اور یہی ہے سیدھا اور سچا دین۔“ گویا ان الفاظ سے یہ بھی واضح ہوگیا کہ ”بندگی“ اور شے ہے ‘ جبکہ نماز اور زکوٰۃ اس کے علاوہ ہے۔ اس نکتے کو یوں سمجھیں کہ بندگی تو پوری زندگی اللہ تعالیٰ کی اطاعت میں دے دینے کا نام ہے۔ بقول شیخ سعدیؔ :زندگی آمد برائے بندگی زندگی بےبندگی شرمندگی !جبکہ نماز ‘ زکوٰۃ عبادات وغیرہ اس بندگی کے تقاضوں کو پورا کرنے کے لوازمات ہیں ‘ تاکہ ان کے ذریعے سے بندہ اپنے رب کو مسلسل یاد کرتا رہے اور اس کا تعلق اپنے رب کے ساتھ ہردم ‘ ہر گھڑی تازہ رہے۔ حفیظ جالندھری کے اس خوبصورت شعر میں یہی فلسفہ بیان ہوا ہے : سرکشی نے کردیے دھندلے نقوش بندگی آئو سجدے میں گریں لوح جبیں تازہ کریں !گویا ہمارے ”نقوشِ بندگی“ نفس پرستی کی کثافتوں اور کدورتوں کے گرد و غبار سے اکثر دھندلا جاتے ہیں۔ چناچہ انہیں تازہ رکھنے کے لیے نماز ‘ روزہ ‘ زکوٰۃ اور دیگر مراسم عبودیت کے ذریعے ہمیں اللہ تعالیٰ کے حضور مسلسل حاضری دینے کی ضرورت رہتی ہے۔ جیسے ایک بندئہ مسلمان اپنی نماز پنجگانہ کی ہر رکعت میں اللہ تعالیٰ کے ساتھ اپنا یہ عہد تازہ کرتا ہے : { اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ 4 } کہ اے اللہ ! ہم تیری ہی عبادت کرتے ہیں اور کرتے رہیں گے اور تجھ سے ہی مدد مانگتے ہیں اور مانگتے رہیں گے۔ تصور کیجیے اگر ایک بندہ اللہ تعالیٰ کے سامنے کھڑے ہو کر یہ عہد پورے ارادے اور شعور کے ساتھ روزانہ بار بار دہرائے گا تو اس سے اس کے تعلق مع اللہ کے چمن میں تروتازگی کی کیسی کیسی بہاروں کا سماں بندھا رہے گا۔"
    },
    {
      "ayah": 7,
      "surah": 98,
      "text": "آیت 7{ اِنَّ الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لا } ”اس کے برعکس وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے“ { اُولٰٓئِکَ ہُمْ خَیْرُالْبَرِیَّۃِ۔ } ”یہی بہترین خلائق ہیں۔“ اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اللہ تعالیٰ سے دعا ہے کہ وہ ہمیں ان لوگوں میں شامل ہونے کی توفیق عطا فرمائے۔ آمین !"
    },
    {
      "ayah": 8,
      "surah": 98,
      "text": "آیت 8{ جَزَآؤُہُمْ عِنْدَ رَبِّہِمْ جَنّٰتُ عَدْنٍ تَجْرِیْ مِنْ تَحْتِہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَآ اَبَدًاط } ”ان کا بدلہ ہوگا ان کے رب کے پاس دائمی قیام کے باغات کی صورت میں جن کے دامن میں ندیاں بہتی ہوں گی ‘ ان میں وہ رہیں گے ہمیشہ ہمیش۔“ یہاں پر ضمنی طور پر یہ علمی نکتہ بھی نوٹ کر لیجیے کہ قرآن مجید میں دو مقامات ایسے ہیں جہاں اہل جنت اور اہل جہنم کے فوری تقابل simultaneous contrast میں اہل جنت کے لیے { خٰلِدِیْنَ فِیْہَآ اَبَدًا } جبکہ اہل جہنم کے لیے صرف { خٰلِدِیْنَ فِیْہَا } کے الفاظ آئے ہیں۔ ان میں ایک مقام تو یہی ہے۔ یعنی اس سورت کی زیر مطالعہ آیت میں اہل جنت کے لیے { خٰلِدِیْنَ فِیْہَـآ اَبَدًا } کے الفاظ آئے ہیں ‘ جبکہ اس سے پہلے آیت 6 میں اہل جہنم کا ذکر کرتے ہوئے { خٰلِدِیْنَ فِیْہَا } کے الفاظ تک اکتفاء فرمایا گیا ہے۔ اس کے علاوہ سورة التغابن کی آیت 9 اور آیت 10 میں بھی اہل جنت اور اہل جہنم کے تقابل کے حوالے سے یہی فرق دیکھنے میں آتا ہے۔ ان دونوں مقامات میں مذکورہ فرق کی بنیاد پر امت مسلمہ کی دو بہت بڑی علمی شخصیات نے یہ موقف اختیار کیا ہے کہ جنت اور اس کی نعمتیں تو ابدی ہیں ‘ لیکن جہنم ابدی نہیں ہے اور یہ کہ کبھی ایک وقت ایسا بھی آئے گا جب اہل جہنم میں سے خیر کے حامل آخری عناصر کو نکال کر باقی لوگوں کو مدت مدید تک مبتلائے عذاب رکھنے کے بعد بالآخر اس میں جلا کر معدوم کردیا جائے گا اور اس کے بعد جہنم کو بھی ختم کردیا جائے گا۔ اس موقف کی حامل دو شخصیات میں ایک تو شیخ اکبر محی الدین ابن عربی رح ہیں جن کا شمار چوٹی کے صوفیاء میں ہوتا ہے اور دوسری شخصیت امام ابن تیمیہ رح کی ہے جو سلفی حضرات کے نزدیک اسلامی دنیا کے سب سے بڑے امام اور عالم ہیں۔ امام ابن تیمیہ رح کا اس نکتے پر محی الدین ابن عربی رح سے متفق ہوجانا یقینا ایک اہم بات اور ”متفق گردید رائے بوعلی بارائے من“ والا معاملہ ہے ‘ کیونکہ مجموعی طور پر وہ محی الدین ابن عربی رح کے خیالات ونظریات سے شدید اختلاف رکھتے ہیں۔ واضح رہے کہ جہنم کے ابدی نہ ہونے سے متعلق میں نے یہاں مذکورہ دو شخصیات کی آراء کا ذکر محض ایک علمی نکتے کے طور پر کیا ہے ‘ عام اہل سنت کا عقیدہ بہرحال یہ نہیں ہے۔ اہل سنت علماء کے نزدیک جہنم بھی جنت کی طرح ابدی ہی ہے۔  { رَضِیَ اللّٰہُ عَنْہُمْ وَرَضُوْا عَنْہُط } ”اللہ ان سے راضی ہوا اور وہ اس سے راضی ہوئے۔“ یعنی آخرت میں اللہ تعالیٰ انہیں اتنا کچھ عطا فرمائے گا کہ وہ اللہ سے خوش ہوجائیں گے۔ { ذٰلِکَ لِمَنْ خَشِیَ رَبَّہٗ۔ } ”یہ صلہ اس کے لیے ہے جو اپنے رب سے ڈرتا ہے۔“ اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! آمین ‘ ثم آمین !"
    }
  ]
}
