{
  "text": "انسان بےصبرا، بخیل اور کنجوس بھی ہے  یہاں انسانی جبلت کی کمزوری بیان ہو رہی ہے کہ یہ بڑا ہی بےصبرا ہے، مصیبت کے وقت تو مارے گھبراہٹ اور پریشانی کے باؤلا سا ہوجاتا ہے، گویا دل اڑ گیا اور گویا اب کوئی آس باقی نہیں رہی، اور راحت کے وقت بخیل کنجوس بن جاتا ہے اللہ تعالیٰ کا حق بھی ڈکار جاتا ہے، رسول اللہ ﷺ فرماتے ہیں بدترین چیز انسان میں بیحد بخیلی اور اعلیٰ درجہ کی نامردی ہے (ابو داؤد) پھر فرمایا کہ ہاں اس مذموم خصلت سے وہ لوگ دور ہیں جن پر خاص فضل الٰہی ہے اور جنہیں توفیق خیر ازل سے مل چکی ہے، جن کی صفتیں یہ ہیں کہ وہ پورے نمازی ہیں وقتوں کی نگہبانی کرنے واجبات نماز کو اچھی طرح بجا لانے سکون اطمینان اور خشوع خضوع سے پابندی کے ساتھ نماز ادا کرنے والے۔ جیسے فرمایا آیت (قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ) 23۔ المؤمنون :1) ، ان ایمان داروں نے نجات پالی جو اپنی نماز خوف اللہ سے ادا کرتے ہیں، ٹھہرے ہوئے بےحرکت کے پانی کو بھی عرب ماء دائم کہتے ہیں اس سے ثابت ہوا کہ نماز میں اطمینان واجب ہے، جو شخص اپنے رکوع سجدے پوری طرح ٹھہر کر بااطمینان ادا نہیں کرتا وہ اپنی نماز پر دائم نہیں کیونکہ نہ وہ سکون کرتا ہے نہ اطمینان بلکہ کوئے کی طرح ٹھونگیں مار لیتا ہے اس کی نماز اسے نجات نہیں دلوائے گی، اور یہ بھی کہا گیا ہے کہ اس سے مراد ہر نیک عمل پر مداوت اور ہمیشگی کرنا ہے جیسے کہ نبی علیہ صلوات اللہ کا فرمان ہے کہ اللہ کو سب سے زیادہ پسند وہ عمل ہے جس پر مداوت میں جائے گو کم ہو، خودحضور ﷺ کی عادت مبارک بھی یہی تھی کہ جس کام کو کرتے اس پر ہمیشگی کرتے، حضرت قتادہ ؒ فرماتے ہیں ہم سے ذکر کیا گیا کہ حضرت دانیال پیغمبر نے امت محمد ﷺ کی تعریف کرتے ہوئے فرمایا کہ وہ ایسی نماز پڑھے گی کہ اگر قوم نوح ایسی نماز پڑھتی تو ڈوبتی نہیں اور قوم عاد کی اگر ایسی نماز ہوتی تو ان پر بےبرکتی کی ہوائیں نہ بھیجی جاتیں اور اگر قوم ثمود کی نماز ایسی ہوتی تو انہیں چیخ سے ہلاک نہ کیا جاتا، پس اے لوگو ! نماز کو اچھی طرح پابندی سے پڑھا کرو مومن کا یہ زیور اور اس کا بہترین خلق ہے، پھر فرماتا ہے ان کے مالوں میں حاجت مندوں کا بھی مقررہ حصہ ہے سائل اور محروم کی پوری تفسیر سورة ذاریات میں گذر چکی ہے۔ یہ لوگ حساب اور جزا کے دن پر بھی یقین کامل اور پورا ایمان رکھتے ہیں اسی وجہ سے وہ اعمال کرتے ہیں جن سے ثواب پائیں اور عذاب سے چھوٹیں، پھر ان کی صفت بیان ہوتی ہے کہ وہ اپنے رب کے عذاب سے ڈرتے اور خوف کھانے والے ہیں، جس عذاب سے کوئی عقل مند انسان بےخوف نہیں رہ سکتا ہاں جسے اللہ امن دے اور یہ لوگ اپنی شرمگاہوں کو حرام کاری سے روکتے ہیں جہاں اللہ کی اجازت نہیں اس جگہ سے بچاتے ہیں، ہاں اپنی بیویوں اور اپنی ملکیت کی لونڈیوں سے اپنی خواہش پوری کرتے ہیں سو اس میں ان پر کوئی ملامت نہیں، لیکن جو شخص ان کے علاوہ اور جگہ یا اور طرح اپنی شہوت رانی کرلے وہ یقیناً حدود اللہ سے تجاوز کرنے والا ہے، ان دونوں آیتوں کی پوری تفسیر (قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ) 23۔ المؤمنون :1) میں گذر چکی ہے یہاں دوبارہ لانے کی ضرورت نہیں۔ یہ لوگ امانت کے ادا کرنے والے وعدوں اور وعیدوں قول اور قرار کو پورا کرنے والے اور اچھی طرح نباہنے والے ہیں، نہ خیانت کریں نہ بد عہدی اور وعدہ شکنی کریں۔ یہ کل صفتیں مومنوں کی ہیں اور ان کا خلاف کرنے والا منافق ہے، جیسے کہ صحیح حدیث میں ہے منافق کی تین خصلتیں ہیں جب کبھی بات کرے جھوٹ بولے، جب کبھی جھگڑے گالیاں بولے۔ یہ اپنی شہادتوں کی بھی حفاظت کرنے والے ہیں یعنی نہ اس میں کمی کریں نہ زیادتی نہ شہادت دینے سے بھاگیں نہ اسے چھپائیں، جو چھپالے وہ گنہگار دل والا ہے۔ پھر فرمایا وہ اپنی نماز کی پوری چوکسی کرتے ہیں یعنی وقت پر ارکان اور واجبات اور مستجات کو پوری طرح بجا لا کر نماز پڑھتے ہیں، یہاں یہ بات خاص توجہ کے لائق ہے کہ ان جنتیوں کے اوصاف بیان کرتے ہوئے شروع وصف میں بھی نماز کی ادائیگی کا بیان کیا اور ختم بھی اسی پر کیا پس معلوم ہوا کہ نماز امر دین میں عظیم الشان کام ہے اور سب سے زیادہ شرافت اور فضیلت والی چیز بھی یہی ہے اس کا ادا کرنا سخت ضروری ہے اور اس کا بندوبست نہایت ہی تاکید والا ہے۔ سورة (قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ) 23۔ المؤمنون :1) میں بھی ٹھیک اسی طرح بیان ہوا ہے اور وہاں ان اوصاف کے بعد بیان فرمایا ہے کہ یہی لوگ ہمیشہ ہمیشہ کے لئے وارث فردوس ہیں اور یہاں فرمایا یہی لوگ جنتی ہیں اور قسم قسم کی لذتوں اور خوشبوؤں سے عزت و اقبال کے ساتھ مسرور و محفوظ ہیں۔",
  "ayah": 32,
  "surah": 70
}
