{
  "text": "عذاب کے طالب عذاب دیئے جائیں گے  اللہ تعالیٰ فرماتا ہے کہ جس عذاب کو یہ طلب کر رہے ہیں وہ عذاب ان طلب کرنے والے کافروں پر اس دن آئے گا جس دن آسمان مثل مھل کے ہوجائے، یعنی زیتون کی تلچھٹ جیسا ہوجائے، اور پہاڑ ایسے ہوجائیں جیسے دھنی ہوئی اون، یہی فرمان اور جگہ ہے آیت (وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ ۙ) 70۔ المعارج :9) پھر فرماتا ہے کوئی قریبی رشتہ دار کسی اپنے قریبی رشتہ دار سے پوچھ گچھ بھی نہ کرے گا حالانکہ ایک دوسرے کو بری حالت میں دیکھ رہے ہوں گے لیکن خود ایسے مشغول ہوں گے کہ دوسرے کا حال پوچھنے کا بھی ہوش نہیں سب آپا دھاپی میں پڑے ہیں، حضرت ابن عباس فرماتے ہیں ایک دوسرے کو دیکھے گا پہچانے لگا لیکن پھر بھاگ کھڑا ہوگا، جیسے اور جگہ ہے آیت (لِكُلِّ امْرِۍ مِّنْهُمْ يَوْمَىِٕذٍ شَاْنٌ يُّغْنِيْهِ 37؀ۭ) 80۔ عبس :37) یعنی ہر ایک ایسے مشغلے میں لگا ہوا ہوگا جو دوسرے کی طرف متوجہ ہونے کا موقعہ ہی نہ دے گا۔ ایک اور جگہ فرمان ہے لوگو اپنے رب سے ڈر اور اس دن کا خوف کرو جس دن باپ اپنی اولاد کے اور اولاد اپنے باپ کے کچھ کام نہ آئے گا اور جگہ ارشاد ہے کوئی کسی کا بوجھ نہ بٹائے گا، گو قرابت دار ہوں اور جگہ فرمان ہے لوگو اپنے رب سے ڈرو اور اس دن کا خوف کرو جس دن باپ اپنی اولاد کے اور اولاد اپنے باپ کے کچھ کام نہ آئے گا اور جگہ ارشاد ہے کوئی کسی کا بوجھ نہ بٹائے گا، گو قرابت دار ہوں اور جگہ فرمان ہے آیت (فَاِذَا نُفِخَ فِي الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۗءَلُوْنَ01001) 23۔ المؤمنون :101) یعنی صور پھونکتے ہی سب آپس کے رشتے ناتے اور پوچھ گچھ ختم ہوجائے گی اور جگہ فرمان ہے یعنی اس دن انسان اپنے بھائی، ماں، باپ، بیوی اور فرزند سے بھاگتا پھرے گا۔ ہر شخص اپنی پریشانیوں کی وجہ سے دوسرے سے غافل ہوگا، یہ وہ دن ہوگا کہ اس دن ہر گنہگار دل سے چاہے گا کہ اپنی اولاد کو اپنے فدیہ میں دے کر جہنم کے آج کے عذاب سے چھوٹ جائے اور اپنی بیوی، بھائی، اپنے رشتے کنبے، اپنے خاندان اور قبیلے کو بلکہ چاہے گا کہ تمام روئے زمین کے لوگوں کو جہنم میں ڈال دیا جائے لیکن اسے آزاد کردیا جائے۔ آہ ! کیا ہی دل گداز منظر ہے کہ انسان اپنے کلیجے کے ٹکڑوں کو، اپنی شاخوں، اپنی جڑوں سب کو آج فدا کرنے پر تیار ہے تاکہ خود بچ جائے۔ (فصیلہ) کے معنی ماں کے بھی کئے گئے ہیں، غرض تمام تر محبوب ہستیوں کو اپنی طرف سے بھینٹ میں دینے پر دل سے رضامند ہوگا، لیکن کوئی چیز کام نہ آئے گی کوئی بدلہ اور فدیہ نہ کھپے گا، کوئی عوض اور معاوضہ قبول نہ کیا جائے گا بلکہ اس آگ کے عذاب میں ڈالا جائے گا جو اونچے اونچے اور تیز تیز شعلے پھینکنے والی اور سخت بھڑکنے والی ہے جو سر کی کھال تک جھلسا کر کھینچ لاتی ہے، بدن کی کھال دور کردیتی ہے اور کھوپڑی پلپلی کردیتی ہے، ہڈیوں کو گوشت سے الگ کردیتی ہے، رگ پٹھے کھنچنے لگتے ہیں، ہاتھ پاؤں اینٹھنے لگتے ہیں، پنڈلیاں کٹی جاتی ہیں چہرہ بگڑ جاتا ہے، ہر ایک عضو بدل جاتا ہے، چیخ پکار کرتا رہتا ہے، ہڈیوں کا چورا کرتی رہتی ہے، کھالیں جلائی جاتی ہے۔ یہ آگ اپنی فصیح زبان اور اونچی آواز سے اپنے والوں کو جنہوں نے دنیا میں بدکاریاں اور اللہ کی نافرمانیاں کی تھیں پکارتی ہے پھر جس طرح پرند جانور دانہ چگتا ہے اسی طرح میدان محشر میں سے ایسے بدلوگوں کو ایک ایک کر کے دیکھ بھال کر چن لیتی ہے، اب ان کی بد اعمالیاں بیان ہو رہی ہیں کہ یہ دل سے جھٹلانے والے اور بدن سے عمل چھوڑ دینے والے تھے، یہ مال کو جمع کرنے والے اور سربند کر کے رکھ چھوڑنے والے تھے، اللہ تعالیٰ کے ضروری احکام میں بھی مال خرچ کرنے سے بھاگتے تھے بلکہ زکوٰۃ تک ادا نہ کرتے تھے، حدیث شریف میں ہے سمیٹ سمیٹ کر سینت سینت کر نہ رکھ ورنہ اللہ تعالیٰ بھی تجھ سے روک لے گا، حضرت عبداللہ بن حکیم تو اس آیت پر عمل کرتے ہوئے کبھی تھیلی کا منہ ہی نہ باندھتے تھے، امام حسن بصری فرماتے ہیں اے ابن آدم اللہ تعالیٰ کی وعید سن رہا ہے پھر مال سمیٹتا جا رہا ہے ؟ حضرت قتادہ فرماتے ہیں مال کو جمع کرنے میں حلال حرام کا پاس نہ رکھتا تھا اور فرمان اللہ ہوتے ہوئے بھی خرچ کی ہمت نہیں کرتا تھا۔",
  "ayah": 9,
  "surah": 70
}
