{
  "text": "إِذَا مَسَّهُ الشَّرُّ‌ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ‌ مَنُوعًا (very upset when touched by evil, and very niggard when visited by good (fortune)... 70:20-21). This verse describes the fickle nature of man. When bad things happen to him he becomes desperate and upset, and loses patience. When good things come to him, such as wealth and comfort, he becomes begrudging and miserly in spending his wealth for good causes. 'Impatience', in this context, signifies 'that which is outside the limits of Shari` ah'. 'Niggard', in this context, signifies 'failing to fulfill pecuniary obligations imposed by the Shari'ah' as explained previously. The verses that follow make an exception of the righteous believers to the characteristics of the general body of human beings. This exception starts from إِلَّا الْمُصَلِّينَ (except the performers of salah...70:22) and ends at عَلَىٰ صَلَاتِهِمْ دَائِمُونَ (regular in their salah.... 70:23)\nThe first exception is expressed with the words 'the performers of salah' [ 22]. Obviously, it means the believers, but referring to them as 'performers of salah' indicates that 'salah' is the greatest sign and the essential characteristic of a believer. In fact, the only people worthy of the name 'believers' are 'the performers of salah'. The following verses describe the qualities of the performers of salah.\nالَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَائِمُونَ (who are regular in their salah...70:23). This means that the entire salah needs to be performed with due concentration. Imam Baghawi, on the basis of his own chain of narrators, transmits a narration on the authority of Abul-Khair that they asked Sayyidna 'Uqbah Ibn ` Amir ؓ about the meaning of this verse (23) whether it implies that they perform their salah constantly and always without any break or non-stop, he replied that is not its meaning. It means they, from the outset to the end, perform it with due concentration - without an intentional deviation This is similar to the verse 2 of Surah Mu'minun:\nالَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ\n'who are concentrative in their salah [ 23:2] '\nThus Verse 23 describes the quality of Khushu' ('humbleness) while Verse 34 وَالَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ (and those who take due care of their salah) speaks of those who regularly offer it on its due time and take care of its general etiquette. Thus it may not be surmised that the subject-matter has been repeated. The qualities of the righteous believers given in forthcoming verses are almost the same as those given in Surah Al- Mu'minun.",
  "ayah": 22,
  "surah": 70
}
