{
  "text": "تَعْرُ‌جُ الْمَلَائِكَةُ وَالرُّ‌وحُ (to whom ascend the angels and the Spirit ...70:4). In other words, the angels and Jibra'il (علیہ السلام) ascend these levels which are one on top of the other. Although the word 'angels' include 'Jibra'il (علیہ السلام) ، his name is singled out specifically on account of his special honour.\nفِي يَوْمٍ كَانَ مِقْدَارُ‌هُ خَمْسِينَ أَلْفَ سَنَةٍ ( in a day the length of which is fifty thousand years…70:4).This statement, grammatically, is connected to an understood verb, which is yaqa'u [ will occur ]. The sense is that the inevitable punishment mentioned earlier will occur on a day the measure of which is fifty thousand years. Sayyidna Abu Said Khudri ؓ narrates that the blessed Companions asked the Holy Prophet ﷺ about the length of the day that measures fifty thousand years. He replied: \"I swear by the Being in Whose control is my life! The day for the believers will be lighter and less than the time during which they would perform an obligatory salah.\" (Transmitted by Ahmad, Abu Yala, Ibn Hibban, Baihagi through a 'an' chain of narrators - Mazhari)\nAnd the following Hadith is reported from Sayyidna Abu Hurairah ؓ\nیکون علی المؤمنین کمقدار مابین الظھر والعصر اخرجہ الحاکم و البیھقی مرفوعاً و موقوفاً ۔ (مظھری)\n\"The time on this day for the believers will be like that between ` asr and maghrib\". (This Hadith is reported both in marfu' and mauquf ways, that is, in some versions, this is the statement of Abu Hurairah ؓ himself, while in others it is attributed by him to the Holy Prophet ﷺ .)\nThese ahadith indicate that the length of fifty thousand years is a 'relative term'. In relation to unbelievers the day would be as long as five thousand years, and in relation to the believers it would be as short as the time between ` asr and maghrib or even shorter.\nThe Length of the Day of Judgment - A thousand years or Fifty Thousand Years? An Analysis\nAccording to the above verse, the measure of the Day of Judgment is fifty thousand years but, according to the following verse of Surah As-Sajdah, the length of the day is mentioned as one thousand years:\nيُدَبِّرُ‌ الْأَمْرَ‌ مِنَ السَّمَاءِ إِلَى الْأَرْ‌ضِ ثُمَّ يَعْرُ‌جُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُ‌هُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ\nHe manages (every) matter from the sky to the earth, then it (every matter) will ascend to Him in a day the measure of which is a thousand years according to the way you count. [ 32:5]\nApparently, there seems to be a discrepancy between the two verses. The narratives cited earlier resolve this apparent contradiction. Length and shortness of time are relative concepts. It will be different according to different groups and their varying conditions. Relative to the entire body of die-hard unbelievers, it will measure fifty thousand years, and relative to the entire body of righteous believers, the day will be made so easy that it will seem easier than a person performing salah in this world. In between the two bodies of believers and unbelievers are there may be some groups of unbelievers for whom the day will seem to be one thousand years. It is also relative to varying psychological conditions that a person might be experiencing. If a person is feeling upset or is experiencing excruciating pain, time will hardly seem to move for him. An hour sometimes seems like more than a day or even more than a week. When a person, on the other hand, is in comfort and peace, the longest time will seem the shortest.\nMazhari has interpreted verse [ 5] of Surah As-Sajdah differently. He says that the day of a thousand years mentioned here refers to one of the days of the phenomenal world. Jibra'il (علیہ السلام) and other angels with him descend from the heavens to the earth and then ascend from the earth to the heavens. This is such a long journey that if man were to undertake it, it would take him a thousand years. Authentic ahadith report that the journey from heavens to earth takes five hundred years and the journey back from earth to the heaven takes another five hundred years, totalling a thousand years according to human travelling. Assuming man were to conquer this distance, a return journey would take him a thousand years between heavens and earth and back, although the angels cover this distance in a very short time. In short, verse [ 5] of Surah As-Sajdah refers to a day of the phenomenal world while the verse of Surah Al-Ma` arij refers to the Day of Judgment which will be very much longer than the days of this world, the length and shortness of which will be experienced differently by different people according to their conditions. And Allah, the Pure and Exalted, knows best!",
  "ayah": 5,
  "surah": 70
}
