{
  "text": "Commentary\nAfter narrating the incident of the war between Rum and Persia in the beginning of Surah Ar-Rum, it was declared that the cause of the misguidance of the infidels and their heedlessness towards the truth was their excessive love for material life and paying no heed to the Hereafter. After that, any possible misgiving regarding resurrection on the Dooms Day and about the rewards and punishment after reckoning was clarified from different angles. Then it was suggested that one should, at the first place, look and ponder within his Self, and then should look around and note what had happened to the people who had lived before, and what was their end. After that Allah's exclusive Omnipotence was described, in which no one is His partner. The obvious conclusion of all these facts and reasoning is that no one else but Allah is entitled to being worshipped, and what He has conveyed through His prophets about the Dooms Day, resurrection, reckoning, Paradise and Hell in the Hereafter should be believed in its totality. In the above verses six manifestations of His Omnipotence together with all-encompassing wisdom are described which are the signs of His incomparable power and wisdom. These realities are termed in these verses as \"signs\" which in the present context mean \"signs of the divine omnipotence\"\nFirst sign of divine omnipotence\nMan, the most distinguished among all creatures who is the ruler of the universe, is created from earth, which is the most inferior element among all the constituting elements of nature. Among the four well-known elements, that is water, fire, air and earth, the last named does not have the slightest sense, sensation or movement. All other elements have at least some movement, but the earth is devoid of that as well. However, this element is selected by Allah Ta’ ala for the creation of humans. Iblis (Shaitan) was misled by his arrogance as he regarded himself superior to man, since he is made of fire. What he failed to understand was that greatness and superiority is awarded by Allah Ta’ ala. He is free to award it to any one He chooses.\nCreation of man from earth is obvious with reference to ‘Adam (علیہ السلام) who is the father of all mankind. Since he was created from clay, the entire mankind, being his progeny, is created indirectly from clay. Every man's creation from earth may also be explained by saying that every man or woman is created from human sperm which is constituted by different ingredients. The origin of most of these ingredients is nothing but earth.",
  "ayah": 20,
  "surah": 30
}
