{
  "text": "Second sign of the divine omnipotence\nAllah Ta’ ala has created women in the same genus as that of man and they are made their wives as lifelong partners. Men and women are created from the same matter, yet there is a world of difference in their built, appearance, looks, character, habits, morals, disposition etc. If one seeks to recognize God, even this creation provides an excellent example of His supreme power. The wisdom behind the creation of this particular sex is said to be لِّتَسْكُنُوا إِلَيْهَا (So that you may find tranquility in them - 21). If one ponders, it becomes evident that all the requirements of men from women end up in drawing peace of mind, tranquility and comfort. The Holy Qur'an has put all that in one word.\nThe verse has thus indicated that the total outcome of married life is peace of mind and comfort; the couple that enjoys it is successful in the object of its creation, while the family that is deprived of peace of mind and tranquility is unsuccessful in its married life. This is also true that the very foundation of a successful married life rests on a lawful marriage. If one probes into the societies that developed illicit ways of living together without the bond of marriage, he will certainly discover that the life of such people is devoid of peace and tranquility. Living like animals to fulfill lust may provide temporary pleasure, but not the lasting peace of mind and comfort one draws from a proper married life.\nThe object of married life is tranquility for which mutual love and affection is the key\nThe present verse has declared that the object of married life of man and woman is peace of mind. This could be achieved only when there is a mutual recognition of each other's rights and a sincere effort to fulfill them. Otherwise the demand for meeting one's own rights only will lead to domestic brawls and shattering of peace. One course for the fulfillment of these rights could have been to lay stress only on legislation and imposing laws, as has been done in the case of other rights of the people, where it is prohibited to usurp the rights of others and after due warnings the punishments have been prescribed, and it is advised to show sympathy and sacrifice toward others. However, it is a common experience that people cannot be corrected only by giving them a set of laws, unless they are accompanied by nurturing taqwa and Allah's fear in the hearts. That is why the Holy Qur'an, whenever it gives any injunctions regarding the social life of man, comes with the directions of وَاخْشَوْا اتَّقُوا اللَّـهَ (Fear Allah) as a complement to those injunctions.\nMutual relations between man and woman are of such a delicate and sensitive nature that neither a law can ensure the fulfillment of their respective rights completely, nor can any court do full justice to it. It is for this reason that the Holy Prophet ﷺ has selected those verses of the Qur'an for the khutbah (sermon) of nikah in which stress is laid on piety, fear of Allah and the Hereafter. Only these qualities in the spouses could stand as a guarantor for the fulfillment of mutual rights.\nIn addition to this, Allah Ta’ ala has not made the conjugal rignts merely a matter of rules and regulations, but also a natural and emotional requirement of every man and woman. It is on the same pattern as the mutual rights of parents and children are safeguarded by the natural love they have for each other. Allah Ta’ ala has filled the hearts of parents with such a natural love that they are compelled to protect their children more than their own-selves. Similarly, a degree of natural love is put in the hearts of children for their parents. The same thing is done in the case of spouses, for which it is said وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَ‌حْمَةً (And He has created love and kindness between you - 30:21), that is, Allah Ta’ ala has not restricted-the relationship between spouses to a legal and religious relationship, but has filled their hearts with love and compassion. The literal meaning of wudd and mawaddah is 'liking', which results in love and affection. Here Allah Ta’ ala has used two words - one is mawddah (love or friendship) and the other rahmah (kindness). It is possible that mawaddah (love) refers to the young age when spouses are attracted towards each other with love and affection, while rahmah refers to the old age when passions subside and compassion for each other takes over. (Qurtubi)\nAfter that it is saidإِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُ‌ونَ (Surely in this there are signs for a people who reflect - 30:21). Although this verse has mentioned only one sign, but at the end of the verse, the word 'signs' in plural is used. The reason for this is that conjugal relationship, which is being discussed here, has many aspects, religious and mundane benefits. If all these benefits are taken into consideration, it appears that this relationship contains a number of signs of the divine omnipotence.\nThird sign of divine omnipotence\nThe people living on earth are divided into many races, having different physical features and colours. Some are white, while others are black, brown, and yellow. Rather many have multitude of in-between shades of colours, because of inter-marriages among those having different colours. They speak different languages with many different dialects. The creation of the sky and earth is no doubt a great Divine masterpiece, but the difference of 'tongues' between human beings is also an equally astonishing Divine marvel. The difference of 'tongues' mentioned in this verse includes the difference of languages. There are hundreds of languages spoken in different parts of the world. Some of them are so much at variance from each other that there seems to be absolutely no link between them. Then, it also includes the difference of accents, pronunciations and the qualities of voices. Allah's omnipotence has created the voice of each individual distinguishable from that of the others. The voices of men are clearly distinct from those of women, and the voices of children, from those of aged people, and so on, although the apparatus of speech, i.e. the tongue, the lips, the throat etc. are the same in all human beings. تَبَارَ‌كَ اللَّـهُ أَحْسَنُ الْخَالِقِينَ",
  "ayah": 21,
  "surah": 30
}
