{
  "text": "Commentary\nظَهَرَ‌ الْفَسَادُ فِي الْبَرِّ‌ وَالْبَحْرِ‌ بِمَا كَسَبَتْ أَيْدِي النَّاسِ (Plight has appeared on land and sea because of what the hands of the people have earned 30:41). The author of Ruh ul-Ma’ ani has explained that the word fasad' (translated in the text as 'plight' ) means all sorts of calamities, such as famine, epidemic diseases, frequency of the incidents of fire, drowning, lack of Allah's blessing in everything, and reduction in profits and incurring of losses in lucrative businesses. It can also be deduced from this verse that the cause of falling of calamities in the world is commission of sins and other evil acts by the people. Shirk (association of partners with Allah) and infidelity are the most severe of them all, and other sins follow after them.\nThe same subject has appeared in another verse with a difference أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ‌ (42:30) that is, whatever troubles you are inflicted with are due to your own wrong doings. The essence of this statement is that whatever troubles and tribulations people face in this world are brought about by their own sins, despite the fact that many of these sins are pardoned, and many are punished but slightly, and yet some others are left unpunished. There are only a few sins that are punished by way of calamities. If all sins were punished with the intensity they deserve, no one would have been left alive in the world. But it is our good fortune that Allah Ta’ ala forgives so many of our sins and those which are not forgiven are dealt with very mildly, as stated at the end of the verse لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا (So that He (Allah) makes them taste same of what they did - 30:41) that is, He lets them taste a little of their evil deeds. After that, it is pointed out that whatever trouble and tribulation is sent down to them in this world, though as a result of their misdeeds, is in fact blessing and grace from Him, if only one could ponder. The purpose of these worldly troubles is to awaken them from their slumber, so that they get rid of their evil acts. This would naturally result in their favour and bring them blessings, as stated at the end of the verse لَعَلَّهُمْ يَرْ‌جِعُونَ (In order that they may return (to the right way). - 30:41).\nBig calamities fall upon the world because of the sins of people\nIt is in this backdrop that some scholars have declared that if a man commits an evil deed, he harms the entire human kind, beasts, birds and other animals, because whatever calamities fall upon earth due to his sins, all others are also affected by it. Therefore, each one of the sufferers of the calamities will lodge a claim against the sinner on Dooms Day.\nShaqiq Zahid has said that whoever acquires something unlawfully, he does not harm only the person whom he has taken it from, but also the entire human kind. (Ruh). It is because this opens up the door for others to follow, and thus the whole humanity gets involved in the practice. Secondly, this evil practice invites the calamities which in turn bring about troubles for everyone.\nAnswer to a doubt\nIt is recorded in authentic ahadith that the Holy Prophet ﷺ has said, ` this world is a prison for the believers and heaven for the infidels.' He then elaborated that the infidels get the reward of their good deeds in this world only in the form of wealth and health, whereas the reward of the believers is saved up to be awarded in the Hereafter. Furthermore, the believers in this world are like a branch of tree, which drifts from side to side in the breeze and stands still when the breeze stops; and ultimately they leave the world in this very condition. It is also stated that the worldly tribulations afflict the prophets most and then to those who are near to them, and then to those who are near to the near ones. بَلَاًء أَشَدَّ النَّاسِ (The most severe trials are faced by the prophets, then by those closer to them, then by those closer to them.)\nApparently, all these authentic ahadith seem to be in conflict with the statement given in this verse. Further, it is also a common experience that generally the Muslim believers live a difficult life, whereas the infidels and libertines live a comfortable and easy life. If the troubles and difficulties were afflicted because of sins, as mentioned in the verse, the situation would have been exactly opposite.\nAnswer to this quandary is that the verse under reference has mentioned the sins as a cause for inviting troubles, but not the only cause (عِ (رح) لَّتِ تامَّہ) in the sense that whenever one is afflicted with troubles, it is only due to his sins. As a rule, if the cause of some happening comes to surface, its resultant effect normally follows. However, in certain cases the normal effect is overtaken by some other cause, suppressing or altogether eliminating the normal effect. For instance if someone says that purgatives are used for moving the bowls, the statement is true as far as the effect of purgatives is concerned. But sometimes they don't move the bowls under the effect of some other drug or an unknown reason. Similarly, it is also a common experience that at times antipyretics do not bring down the fever and the sleeping pills do not put one to sleep. Therefore, the upshot of the verse is that it is one of the traits of sins to invite troubles and tribulations, but sometimes due to other conflicting reasons, the troubles do not come about. On the other hand, the opposite of this can also happen at times, that is, troubles and tribulations may come about without commitment of sins, because their appearance without sins has not been ruled out in the verse altogether. Therefore, in the case of prophets and pious persons, calamities may visit them without sins. In such situations the cause of vexation is not sins, but for the sake of upgrading their status, tests and trials are conducted by putting them into trouble.\nMoreover, the Holy Qur'an has assigned the reason for the troubles and tribulations as sins of people for such situations where these calamities engulf the whole world or the entire city, and all humans and animals are afflicted with that. Normally such calamities fall when sins are committed openly and freely. In the case of individual troubles and tribulations, this rule does not apply, because sometimes calamities befall for trials and tests, and when the individual passes the tests successfully, his position is raised in the Hereafter. In fact, such calamities prove to be blessings and graces of Allah Ta’ ala. Hence it is not correct to call a person sinner, if he is afflicted with calamity. In the same way, it is not apt to consider someone pious and righteous if he is affluent. However, the main reason for the affliction of major troubles and calamities, such as famine, storms, epidemics, inflation and lack of Allah's blessing is commission of sins openly and defiance of Allah's rule.\nSpecial note\nHadrat Shah Waliyyullah (رح) has commented in (حُجَّۃَ البَالِغۃ) that there are two types of causes, in this world, for good or evil, trouble or comfort and difficulty or ease. Causes of the first kind are visible or outward, while causes of the second type are latent or inward. Outward causes are the material causes which are seen by all and normally regarded as such; whereas the inward causes are those based on human actions, which lead to either help from the angels or to their curse and hate. For example, the causes of rain before the scientists and philosophers are the formation of vapors in the form of clouds over the oceans due to heat, then their drift toward the land by the breeze, then their ascent to heights because of the heat of land, and then freezing of vapors after attaining heights into the cooler strata, and after being defrost by the heat of sun, their ultimate fall from the height in the form of water drops. But the ahadith on the subject tell us that this whole process is an act of the angels. In fact, there is no contradiction in the two statements as there could be many causes for any one process. Hence the outward cause in this case is the scientific explanation referred above, while the inward cause could be the action of the angels. When both these causes are combined, the rain falls according to need and expectation, and if both the causes do not combine, the rainfall may be interrupted.\nExplaining the subject further, Shah Waliyyullah (رح) has said that some causes of the tribulations of the world are physical or biological, which do not recognize good or bad. For instance, it is the characteristic of fire to burn, without considering whether someone is pious or sinner, unless it receives a Divine command to act otherwise, as was the case in the fire of Namrud, which was commanded to cool down and be tranquil for Sayyidna Ibrahim (علیہ السلام) . The attribute of water is to drown the heavier bodies. So it will always act to perform this duty. Similarly, other elements are also performing their assigned jobs. For some, they become troublesome and arduous, but for others they bring in comfort and ease.\nLike the outward physical causes, the good or evil deeds of a person are also effective in bringing troubles and tribulations or ease and comfort. When both outward and inward causes of ease, happiness and comfort join together, the person or a group of people enjoy ease and comfort in life. As against this, if the natural causes bring in distress and problems for an individual or a group of people and his or their actions also call for troubles and tribulations, then the calamities fall as a rule.\nSometimes it happens that whereas the material outward causes are working to bring about troubles and calamity, but the good actions of a person are inclined for ease and comfort in his life. In such a conflicting situation, the inward causes are consumed in countering the influence of the outward causes. As a result, the full benefit of his friendly inward causes is not reaped. Likewise, it happens sometimes that the material causes demand the ease and comfort, but the inward causes or his actions invite troubles and tribulations. In this conflicting situation also, neither full comfort and ease is available nor the calamities take their full toll.\nIn a similar manner, the material causes are sometimes made unfavorable for a prophet, saint or a pious to put him to test. If this explanation is understood properly, then the mutual harmony and consistency between the Qur'anic verses and the referred ahadith becomes apparent, and any doubts about inconsistency or conflict are removed. وَاللہُ سبحانَہُ و تعالیٰ اَعلَم\nDifference between trial or test and punishment or torment when calamities fall\nWhen the calamities fall, they are meant for trial and test for some good people in order to atone their sins or raise their status, and for others to punish them for their sins. In both cases, the form of the calamities look alike. Then how should they be differentiated? Shah Waliyyullah (رح) has said that the calamities on good people for the sake of tests can be recognized by their endurance with contentment, which is a gift of God. They remain happy and contented in troubles and calamities like a patient, who remains contented on his treatment by medicines of bitter taste or by a painful surgery. Not only that he does not complain of the pains he faced during treatment, but also pays fees for it and deploys all sorts of resources for getting himself treated in such a painful manner. As against this, the evildoers, on whom the calamities fall as punishment, take it to heart and cry and moan against the sufferings they are placed in. Sometimes they utter words of ingratitude to the extent of blasphemy.\nSayyidi Hakim-ul-Ummah Ashraf Thanavi (رح) has given another distinction between the two calamities. If one becomes aware of his sins and faults and finds greater inclination toward seeking pardon from Allah Ta’ ala, then it is a sign of His kindness and favour. But if one gets frustrated and indulges more in sins and evil, then it is a sign of Allah's wrath and torment. وَاللہُ سبحانَہُ و تعالیٰ اَعلَم",
  "ayah": 43,
  "surah": 30
}
