{
  "text": "يَعْلَمُونَ ظَاهِرً‌ا مِّنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَ‌ةِ هُمْ غَافِلُونَ (They know something superficial of the worldly life, but of the Hereafter they are negligent.-7). These disbelievers were quite conversant with the mundane needs, that is how to perform trading, which commodity should they trade in, where should they make purchases, where should they sell etc. Similarly, they knew well how to till, when to put seeds, and when to harvest. They were also equally knowledgeable about the construction of buildings and to furnish them with luxury goods. But they were totally ignorant and negligent about the other aspect of the worldly life which in fact is more important, and brings forth the real purpose of its creation; that is to appreciate that he is not a permanent resident of this world, rather his stay in the world is a temporary stay, like that of a visitor on a tourist visa. Man's permanent abode is in the Hereafter, and he has to collect here the goods for his comfort in the next life. The goods of comfort for the next life are the true faith and righteous deeds. This simple and straight-forward reality is not understood by these so-called intellectuals.\nAnother point worth consideration in this verse is about the wording used by the Holy Qur'an in this verse. The word \"zahiran\" with tanwin, according to the Arabic grammar, indicates that even superficial things of the worldly life are not fully known to them;1 what they know is only one aspect of it, while they are ignorant of its other aspects, and are totally negligent of the Hereafter.\n1. This aspect of the language used by the Holy Qur’ an has been tried to be reflected in the translation above by the words, \"something superficial \" instead of \"what is superficial\".\nEarning of mundane needs by neglecting the Hereafter is no sagacity\nThe Holy Qur'an is full of admonitory stories of the world. Those who had earned a name for collecting all sorts of luxuries and comforts for themselves, and then their disastrous end was witnessed in this very world, will also be subjected to everlasting torment of the Hereafter. So no sane person will call them intellectual or sagacious. Unfortunately, in the present day world the height of sagacity and wisdom is attributed to the one who could accumulate the largest quantity of wealth, and arrange for himself the best of comforts and luxuries. He is called the most successful and wise, no matter how low he might be in his morals. To call such a person wise is indeed an insult to wisdom - both by religious and moral standards. By Qur'anic standard, only those are wise who are conscious of Allah and the Hereafter, and strive for the comforts of the next life, keeping their needs of this wordly life at a level at which such needs are necessary; and do not make their achievement the sole purpose of their lives. The following verse depicts the same meaning:إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْ‌ضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ‌ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ الَّذِينَ يَذْكُرُ‌ونَ اللَّـهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُ‌ونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْ‌ضِ رَ‌بَّنَا مَا خَلَقْتَ هَـٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ‌ (Surely, in the creation of the heavens and the earth, and in the alternation of night and day, there are signs for the people of wisdom, who remember Allah standing and sitting, and (lying) on their sides, and ponder on the creation of the heavens and the earth (saying:) \"Our Lord, You have not created all this in vain. We proclaim Your purity. So, save us from the punishment of Fire.\" (3:190-191).",
  "ayah": 7,
  "surah": 30
}
