{
  "text": "Commentary\nThe first two verses are an appendix and endorsement to the previous subject that these disbelievers are engrossed so much in the temporary mundane glitter and transitory pleasures that they have totally forgotten the real nature of this world and its ultimate end. If they had pondered over this, the secret of this world would have dawned upon them that the Creator of this universe has not created the sky and the earth, and the creatures in between, just for nothing. There is a great wisdom and purpose behind their creation, which is, that people should recognize the Creator through all His creations, and then get on to look for things that He likes and dislikes. Once they know His likes and dislikes, they should strive to please Him as much as possible, and avoid that which displeases Him. It is obvious that there should be rewards for good deeds, and punishments for evil doings, because equating good with bad is against justice and fair play. One should also realize that this world is not the place where his good or evil acts may be recompensed in full. On the contrary, very often it is seen that the evil-doers thrive very well in this world, and the one who abstains from evils suffers the troubles and tribulations.\nTherefore, it is necessary that a time should come when this system should come to an end, and a reckoning of good and evil acts of all the persons takes place, on the basis of which rewards and punishments are awarded. The time when this will come is called the Dooms Day and the Hereafter.\nThe gist of this discussion is that if the disbelievers had pondered over these things, then this very sky and earth and the creatures in between them would have testified that they were not permanent. They are here but for a short time, after which a new world is to come, which will be permanent. This is the essence of the first of the above verses أَوَلَمْ يَتَفَكَّرُ‌وا فِي أَنفُسِهِم (30:8) This was a matter of logical rationale. In the next verse worldly thinking and experiences are presented as a testimony, and the Makkans are addressed in the following words:",
  "ayah": 8,
  "surah": 30
}
