{
  "text": "بلندو عظیم مرتبہ قرآن مجید  قرآن کریم کی بزرگی بیان ہو رہی ہے کہ فی الواقع یہ پاک کتاب اس قدر بلند مرتبہ ہے کہ دل اس کے سامنے جھک جائیں، رونگٹے کھڑے ہوجائیں، کلیجے کپکپائیں، اس کے سچے وعدے اور اس کی حقانی ڈانٹ ڈپٹ ہر سننے والے کو بید کی طرح تھرادے، اور دربار اللہ میں سریہ سجود کرا دے، اگر یہ قرآن جناب باری کسی سخت بلند اور اونچے پہاڑ پر بھی نازل فرماتا اور اسے غور و فکر اور فہم و فراست کی حس بھی دیتا تو وہ بھی اللہ کے خوف سے ریزہ ریزہ ہوجاتا، پھر انسانوں کے دلوں پر جو نسبتاً بہت نرم اور چھوٹے ہیں۔ جنہیں پوری سمجھ بوجھ ہے، اس کا بہت بڑا اثر پڑنا چاہئے، ان مثالوں کو لوگوں کے سامنے ان کے غور و فکر کے لئے اللہ تعالیٰ نے بیان فرما دیا، مطلب یہ ہے کہ انسانوں کو بھی ڈر اور عاجزی چاہئے، متواتر حدیث میں ہے کہ منبر تیار ہونے سے پہلے رسول اللہ ﷺ ایک کھجور کے تنے پر ٹیک لگا کر خطبہ پڑھا کرتے تھے جب منبر بن گیا، بچھ گیا اور حضور ﷺ اس پر خطبہ پڑھنے کو کھڑے ہوئے اور وہ تنادور ہوگیا، تو اس میں سے رونے کی آواز آنے لگی اور اس طرح سسکیاں لے لے کر وہ رونے لگا جیسے کوئی بچہ بلک بلک کر روتا ہو اور اسے چپ کرایا جا رہا ہو کیونکہ وہ ذکر وحی کے سننے سے کچھ دور ہوگیا تھا۔ امام بصری اس حدیث کو بیان کر کے فرماتے تھے کہ \" لوگو ایک کھجور کا تنا اس قدر اللہ کے رسول ﷺ کا شائق ہو تو تمہیں چاہئے کہ اس سے بہت زیادہ شوق اور چاہت تم رکھو۔ \" اسی طرح کی یہ آیت ہے کہ \" جب ایک پہاڑ کا یہ حال ہو تو تمہیں چاہئے کہ تم تو اس حالت میں اس سے آگے رہو \" اور جگہ فرمان اللہ ہے (ترجمہ) یعنی اگر کوئی قرآن ایسا ہوتا کہ اس کے باعث پہاڑ چلا دیئے جائیں یا زمین کاٹ دی جائے یا مردے بول پڑیں (تو اس کے قابل یہی قرآن تھا) (مگر پھر بھی ان کفار کو ایمان نصیب نہ ہوتا) اور جگہ فرمان عالی شان ہے (ترجمہ) الخ، یعنی بعض پتھر ایسے ہیں جن میں سے نہریں بہ نکلتی ہیں بعض وہ ہیں کہ پھٹ جاتے ہیں اور ان میں سے پانی نکلتا ہے بعض اللہ کے خوف سے گرپڑتے ہیں۔ پھر فرماتا ہے اللہ تعالیٰ کے سوا نہ تو کوئی پالنے اور پرورش کرنے والا ہے، نہ اس کے سوا کسی کی ایسی نشانیاں ہیں کہ اس کی کسی قسم کی عبادت کوئی کرے اس کے سوا جن جن کی لوگ پرستش اور پوجا کرتے ہیں وہ سب باطل ہیں، وہ تمام کائنات کا علم رکھنے والا ہے، جو چیزیں ہم پر ظاہر ہیں اور جو چیزیں ہم سے پوشیدہ ہیں سب اس پر عیاں ہیں، خواہ آسمان میں ہو خواہ زمین میں ہوں خواہ چھوٹی ہوں خواہ بڑی ہوں یہاں تک کہ اندھیریوں کے ذرے بھی اس پر ظاہر ہیں، وہ اتنی بڑی وسیع رحمت والا ہے کہ اس کی رحمت تمام مخلوق پر محیط ہے، وہ دنیا اور آخرت میں رحمان بھی ہے اور رحیم بھی ہے، ہماری تفسیر کے شروع میں ان دونوں ناموں کی پوری تفسیر گذر چکی ہے، قرآن کریم میں اور جگہ ہے۔ (ترجمہ) میری رحمت نے تمام چیزوں کو گھیر لای ہے اور جگہ فرمان ہے (ترجمہ) \" تمہارے رب نے اپنی ذات پر رحم و رحمت لکھ لی ہے۔ \" اور فرمان ہے (ترجمہ) \" کہدو کہ اللہ تعالیٰ کے فضل و رحمت کے ساتھ ہی خوش ہونا چاہئے تمہاری جمع کردہ چیز سے بہتر یہی ہے۔ اس مالک رب معبود کے سوا اور کوئی ان اوصاف والا نہیں، تمام چیزوں کا تنا وہی مالک و مختار ہے ہر چیز کا ہیر پھیر کرنے والا سب پر قبضہ اور تصرف رکھنے والا بھی وہی ہے کوئی نہیں جو اس کی مزاحمت یا مدافعت کرسکے یا اسے ممانعت کرسکے، وہ قدوس ہے یعنی طاہر ہے، مبارک ہے، ذاتی اور صفاتی نقصانات سے پاک ہے تمام بلند مرتبہفرشتے اور سب کی سب اعلیٰ مخلوق اس کی تسبیح و تقدیس میں علی الدوام مشغول ہے کل عیبوں اور نقصانوں سے مبرا اور منزہ ہے، اس کا کوئی کام حکمت سے خالی نہیں اپنے افعال میں بھی اس کی ذات ہر طرح کے نقصان سے پاک ہے، وہ مومن ہے یعنی تمام مخلوق کو اس نے اس بات سے بےخوف رکھا ہے کہ ان پر کسی طرح کا کسی وقت اپنی طرف سے ظلم ہو، اس نے یہ فرما کر کہ یہ حق ہے سب کو امن دے رکھا ہے، اپنے ایماندار بندوں کے ایمان کی تصدیق کرتا ہے، وہ مہیمن ہے یعنی اپنی تمام مخلوق کے اعمال کا ہر وقت یکساں طور شاہد ہے اور نگہبان ہے، جیسے فرمان ہے (ترجمہ) اللہ تعالیٰ ہر چیز پر شاہد ہے اور فرمان ہے (ترجمہ) اللہ تعالیٰ ان کے تمام افعال پر گواہ ہے اور جگہ فرمایا (ترجمہ) الخ مطلب یہ ہے کہ ہر نفس جو کچھ کر رہا ہے اسے اللہ تعالیٰ دیکھ رہا ہے، وہ عزیز ہے ہر چیز اس کے تابع فرمان ہے کل مخلوق پر وہ غالب ہے پس اس کی عزت عظمت جبروت کبریائی کی وجہ سے اس کا مقابلہ کوئی نہیں کرسکتا، وہ جبار اور متکبر ہے، جبریت اور کبر صرف اسی کے شایان شان ہے صحیح حدیث میں ہے اللہ تعالیٰ فرماتا ہے عظمت میرا تہمد ہے اور کبریائی میری چادر ہے جو مجھ سے ان دونوں میں سے کسی کو چھیننا چاہے گا میں اسے عذاب کروں گا، اپنی مخلوق کو جس چیز پر چاہے وہ رکھ سکتا ہے، کل کاموں کی اصلاح اسی کے ہاتھ ہے، وہ ہر برائی سے نفرت اور دوری رکھنے والا ہے، جو لوگ اپنی کم سمجھی کی وجہ سے دوسروں کو اس کا شریک ٹھہرا رہے ہیں وہ ان سب سے بیزار ہے، اس کی الوہیت شرکت سے مبرا ہے، اللہ تعالیٰ خالق ہے یعنی مقدر مقرر کرنے والا، پھر باری ہے یعنی اسے جاری اور ظاہر کرنے والا، کوئی ایسا نہیں کہ جو تقدیر اور تنقید دونوں پر قادر ہو جو چاہے اندازہ مقرر کرے اور پھر اسی کے مطابق اسے چلائے بھی کبھی بھی اس میں فرق نہ آنے دے، بہت سے ترتیب دینے والے اور اندازہ کرنے والے ہیں جو پھر اسے جاری کرنے اور اسی کے مطابق برابر جاری رکھنے پر قادر نہیں، تقدیر کے ساتھ ایجاد اور تنقید پر بھی قدرت رکھنے والی اللہ کی ہی ذات ہے، پس خلق سے مراد تقدیر اور برء سے مراد تنفیذ ہے، عرب میں یہ الفاظ ان معنوں میں برابر بطور مثال کے بھی مروج ہیں، اسی کی شان ہے کہ جس چیز کو جب جس طرح کرنا چاہے کہہ دیتا ہے کہ ہوجا وہ اسی طرح اسی صورت میں ہوجاتی ہے جیسے فرمان ہے (ترجمہ) جس صورت میں اس نے چاہا تجھے ترکیب دی، اسی لئے یہاں فرماتا ہے ہو مصور بےمثل ہے یعنی جس چیز کی ایجاد جس طرح کی چاہتا ہے کہ گذرتا ہے۔ پیارے پیارے بہترین اور بزرگ تر ناموں والا وہی ہے، سورة اعراف میں اس جملہ کی تفسیر گذر چکی ہے، نیز وہ حدیث بھی بیان ہوچکی ہے جو بخاری مسلم میں بہ روایت حضرت ابوہریرہ مروی ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ کے ننانوے یعنی ایک کم ایک سو نام ہیں جو انہیں شمار کرلے یاد رکھ لے وہ جنت میں داخل ہوگا وہ وتر ہے یعنی واحد ہے اور اکائی کو دوست رکھتا ہے، ترمذی میں ان ناموں کی صراحت بھی آئی ہے جو نام یہ ہیں۔ اللہ کہ نہیں کوئی معبود مگر وہی، رحمٰن، رحمی، ملک، قدوس، سلام، مومن، مہیمن، عزیز، جبار، متکبر، خالق، باری، مصور، غفار، قہار، وہاب، رزاق، فتاح، علیم، قابض، باسط، خافض، رافع معز، ، سمیع، بصیر، حکم، عدل، لطیف، خبیر، حلیم، عظیم، غفور، شکور، علی، کبیر، حفیظ، مقیت، حسیب، جلیل، کریم، رقیب، مجیب، واسع، حکیم، ودود، مجید، باعث، شہید، حق، وکیل، قوی، متین، ولی، حمید، محصی، مبدی، معید، محی، ممیت، حی وقیوم، واجد، ماجد، واحد، صبر، قادر، مقتدر، مقدم، موخر، اول، آخر، ظاہر، باطن، والی، متعال، بر، تواب، منتقم، عفو، رؤف، مالک الملک، ذوالجلا، والا کرام، مقسط، جامع، غنی، مغنی، معطی، مانع، ضار، نافع، نور، ہادی، بدیع، باقی، وارث، رشید، صبور۔ ابن ماجہ میں بھی یہ حدیث ہے اور اس میں کچھ تقدیم تاخیر کمی زیادتی بھی ہے الغرض ان تمام احادیث وغیرہ کا بیان پوری طرح سورة اعراف میں گذر چکا ہے اس لئے یہاں صرف اتنا لکھ دینا کافی ہے باقی سب کو دوبارہ وارد کرنے کی ضرورت نہیں۔ آسمان و زمین کی کل چیزیں اس کی تسبیح بیان کرتی ہیں۔ جیسے اور جگہ فرمان ہے (ترجمہ) اس کی پاکیزگی بیان کرتے ہیں، ساتوں آسمان اور زمینیں اور ان میں جو مخلوق ہے اور کوئی چیز ایسی نہیں جو اس کی تسبیح حمد کے ساتھ بیان نہ کرتی ہو لیکن تم ان کی تسبیح کو سمجھ نہیں سکتے بیشک وہ بردبار اور بخشش کرنے والا ہے، وہ عزیز ہے اس کی حکمت والی سرکار اپنے احکام اور تقدیر کے تقدر میں ایسی نہیں کہ کسی طرح کی کمی نکالی جائے یا کوئی اعتراض قائم کیا جاسکے، مسند احمد کی حدیث میں ہے جو شخص صبح کو تین مرتبہ (ترجمہ) پڑھ کر سورة حشر کے آخر کی (ان) تین آیتوں کو پڑھ لے اللہ تعالیٰ اس کے لئے ستر ہزار فرشتے مقرر کرتا ہے جو شام تک اس پر رحمت بھیجتے ہیں اور اگر اسی دن اس کا انتقال ہوجائے تو شہادت کا مرتبہ پاتا ہے اور جو شخص ان کی تلاوت شام کے وقت کرے وہ بھی اسی حکم میں ہے، ترمذی میں بھی یہ حدیث ہے اور امام ترمذی ؒ اسے غریب بتاتے ہیں۔ الحمد اللہ سورة حشر کی تفسیر ختم ہوئی۔",
  "ayah": 23,
  "surah": 59
}
