{
  "text": "Verse [ 4] وَمَا تَفَرَّ‌قَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (And those who were given the Book did not disagree but after the Clear Proof came to them.) The verb tafarraqa here means 'to deny, reject or differ and disagree'. The verse means to say that the People of the Book had eagerly awaited the advent of a great Holy Prophet ﷺ about whom clear prophecies were found in their Scriptures, clear description of the Holy Prophet ﷺ was given, in that the Qur'an would descend upon him and it would be compulsory for them to obey and follow him, but when he appeared in fact, then instead of accepting him, they rejected him. The Qur'an points out that there was a complete agreement among the Jews and the Christians that the Final Messenger t will make his appearance, as in [ 2:89] وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُ‌وا \"...while earlier, they used to seek help against those who disbelieved...\" That is, the Torah had in several places foretold the coming of the Holy Prophet ﷺ . In fact, the Jews themselves used to tell the pagan Arabs that a new Prophet was soon to come who will vanquish them, and the Jews claimed that they would be with him, so they would be victorious. Further in [ 2:89] the Qur'an states فَلَمَّا جَاءَهُم مَّا عَرَ‌فُوا كَفَرُ‌وا بِهِ \"...yet when there came to them that they did identify, they denied it... \". The phrase 'that they did identify' could refer to the 'Final Messenger' ﷺ or the 'new Divine Book [ the Qur'an ] ' or the 'religion of Truth'. The same theme runs through the verse under comment: Many people accepted the new Prophet ﷺ ، the new Book and the new religion in terms of the prophecies made in their revealed Scriptures, but a large number, especially the Christians, rejected them. It is a strange phenomenon that before his advent they believed in him without a single dissenting voice, but when he appeared as the Clear Proof, dissention arose and a large number rejected him while a small number believed in him.\nSince this phenomenon was restricted to the People of the Book, it did not include the pagans, unlike verse [ 1] which includes the pagans also. Allah knows best!",
  "ayah": 4,
  "surah": 98
}
