{
  "text": "১০২-১০৩ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ তিনিই তোমাদের প্রভু যিনি প্রত্যেক জিনিস সৃষ্টি করেছেন। তিনিই প্রত্যেক জিনিসের সৃষ্টিকর্তা। সুতরাং তোমরা তাঁরই ইবাদত কর এবং তার একত্ববাদ স্বীকার করে নাও। তাঁর কোন সন্তান নেই, পিতা নেই, জীবন সঙ্গিনী নেই এবং সমতুল্যও কেউ নেই। প্রত্যেক বস্তুর উপর তিনি রক্ষক। প্রত্যেক জিনিসের তিনি তদবীরকারী। তিনিই জীবিকা দান করে থাকেন। রাত-দিন তিনিই বানিয়েছেন। কারও দৃষ্টি তাকে পরিবেষ্টন করতে পারে না। এই মাসআলায় পূর্ববর্তী গুরুজনদের কয়েকটি উক্তি রয়েছে। একটি উক্তি এই যে, পরকালে চক্ষু দ্বারা তাকে দেখা যাবে বটে, কিন্তু দুনিয়াতে তাকে দেখা যাবে না। নবী (সঃ)-এর হাদীসের মাধ্যমে ক্রমাগতভাবে এটাই প্রমাণিত আছে। যেমন হযরত মাসরূক (রাঃ) হযরত আয়েশা (রাঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ যে ব্যক্তি এই ধারণা করে যে, মুহাম্মাদ (সঃ) স্বীয় প্রতিপালককে দেখেছেন সে আল্লাহর উপর মিথ্যা আরোপ করেছে। কেননা, আল্লাহ তাআলা ততা বলেছেনঃ “তাঁকে কারও দৃষ্টি পরিবেষ্টন করতে পারে না, আর তিনি সকল দৃষ্টি পরিবেষ্টনকারী।” হযরত ইবনে আব্বাস (রাঃ) এর বিপরীত মত পোষণ করেছেন। তিনি আল্লাহ-দর্শনকে মুক’ বা অনির্দিষ্ট রেখেছেন এবং তাঁর থেকে এটাও বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) অন্তদৃষ্টিতে আল্লাহ তা'আলাকে দু’বার দেখেছেন। এই মাসআলাটি সূরায়ে নাজমে ইনশাআল্লাহ বর্ণিত হবে । ইবনে উয়াইনা বলেন যে, দুনিয়াতে চক্ষুগুলো তাঁকে দেখতে পাবে না। অন্যান্যদের মতে এর ভাবার্থ হচ্ছে এই যে, চোখ ভরে কেউ তাঁকে দেখতে পাবে না। এর থেকে ঐ দর্শনের স্বাতন্ত্র রয়েছে যা আখিরাতে মুমিনরা লাভ করবে। মুতাযিলারা নিজেদের বিবেকের চাহিদার ভিত্তিতে এর ভাবার্থ এই বুঝেছে যে, চক্ষু দ্বারা আল্লাহকে ইহজগতেও দেখা যাবে না এবং পরজগতেও না। তাদের এই বিশ্বাস আহলে সুন্নাত ওয়াল জামাআতের বিপরীত। এটা মুতাযিলাদের অজ্ঞতারই পরিচায়ক। কেননা, আল্লাহ তা'আলাকে যে দেখা যাবে এটাতো তার উক্তি দ্বারাই প্রমাণিত হয়। তিনি বলেনঃ (আরবী) অর্থাৎ “সেই দিন বহু মুখমণ্ডল উজ্জ্বল ও জ্যোতির্ময় হবে। (এবং) স্বীয় প্রতিপালকের দিকে তাকাতে থাকবে।” (৭৫:২২-২৩) আবার কাফিরদের সম্পর্কে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “(তারা যেরূপ ধারণা করছে সেরূপ) কখনও নয়, এসব লোক সেই দিন তাদের প্রতিপালক (এর দর্শন লাভ) হতে প্রতিরুদ্ধ থাকবে।” (৮৩:১৫) অর্থাৎ তারা মহান আল্লাহকে দেখতে পাবে না । এর দ্বারা একথা প্রমাণিত হয় যে, মুমিনদের জন্যে আল্লাহ তা'আলার দর্শন লাভের ব্যাপারে কোন প্রতিবন্ধকতা সৃষ্টি হবে না। মুতাওয়াতির হাদীস দ্বারাও এটা প্রমাণিত হয় যে, দারুল আখিরাতে মুমিনরা জান্নাতে স্পষ্টভাবে আল্লাহ তা'আলাকে দেখতে পাবে। মহান আল্লাহর অনুগ্রহের ফলেই তারা এই মর্যাদার অধিকারী হবে। তিনি আমাদেরকে স্বীয় ফল ও করমে তাঁদের অন্তর্ভুক্ত করুন! আমীন!আর ভাবার্থ সম্পর্কে এও বলা হয়েছে যে, জ্ঞান তাঁকে পরিবেষ্টন করতে পারবে না। এরূপ ধারণা খুবই বিস্ময়কর বটে। এটা প্রকাশ্য আয়াতের উল্টো। এর ভাবার্থ হলো এই যে, ইরাক’ -এর অর্থ হচ্ছে দর্শন। আল্লাহ তাআলাই। সবচেয়ে ভাল জানেন। তাছাড়া অন্যান্যদের এই ধারণা রয়েছে যে, দর্শন প্রমাণিত হওয়াকে মেনে নেয়া ‘ইদরাক’কে অস্বীকার করার বিপরীত নয়। কেননা ইরাক’ দর্শন হতে বিশিষ্টতর। আর বিশিষ্টের অস্বীকৃতিতে সাধারণের অস্বীকৃতি হয় না। যে ইদরাক’কে এখানে অস্বীকার করা হয়েছে সেটা কোন প্রকারের সে ব্যাপারে কয়েকটি উক্তি রয়েছে। যেমন হাকীকতকে জানা। আর হাকীকতের জ্ঞান তো আল্লাহ ছাড়া আর কারও থাকতে পারে না। যদিও মুমিনদের দর্শন লাভ হবে তথাপি হাকীকত অন্য জিনিস । চন্দ্রকে তো সবাই দেখে থাকে। কিন্তু ওর হাকীকত, মূলতত্ত্ব ও রহস্য সম্পর্কে কারও জ্ঞান থাকতে পারে না। সুতরাং আল্লাহর সমতুল্য তো কেউই নেই। ইবনে আলিয়্যাহ্ বলেন যে, আল্লাহকে দেখতে না পাওয়া দুনিয়ার মধ্যে নির্দিষ্ট। অর্থাৎ দুনিয়ায় আল্লাহ তা'আলাকে চক্ষু দ্বারা দেখা যাবে না। কেউ কেউ বলেন যে, ইরাক’ ‘রূইয়াত' হতে বিশিষ্টতর। কেননা, পরিবেষ্টন করাকে ইদরাক বলা হয়। আর পবিবেষ্টন না করা দর্শন না করাকে অপরিহার্য করে না। যেমন সমুদয় জ্ঞানকে পরিবেষ্টন করতে না পারা এটা অপরিহার্য করে না যে, সাধারণ জ্ঞানও লাভ করা যাবে না। মানুষ যে ইলমকে স্বীয় আবেষ্টনীর মধ্যে আনতে পারবে না তা নিম্নের আয়াত দ্বারা প্রমাণিত হয়। আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “তারা ইলমকে পরিবেষ্টন করতে পারে না।” (২০৪ ১১০)।সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সাঃ) বলেনঃ “হে আল্লাহ! আমি আপনার প্রশংসাকে পরিবেষ্টন করতে পারি না।” এর অর্থ এটা নয় যে, তিনি। আল্লাহর সাধারণ প্রশংসাও করতে পারবেন না। হযরত ইবনে আব্বাস (রাঃ)-এর উক্তি রয়েছে যে, কারও দৃষ্টি আল্লাহকে পরিবেষ্টন করতে পারে না। ইকরামা (রঃ)-কে বলা হয়ঃ (আরবী) অর্থাৎ “চোখগুলো তাকে পরিবেষ্টন করে না।” তখন তিনি বলেনঃ “তোমরা কি আকাশ দেখতে পাও না?” উত্তরে বলা হয়ঃ “হ্যা, পাই তো।” পুনরায় তিনি জিজ্ঞেস করেনঃ “এক দৃষ্টিতেই কি সম্পূর্ণ আকাশটা দেখতে পাও?” মোটকথা, আল্লাহ পাকের উপর যে দৃষ্টিগুলো পড়বে তা থেকে তিনি বহু ঊর্ধ্বে। আল্লাহ তা'আলা বলেন যে, মুমিনদের মুখমণ্ডল উজ্জ্বল ও জ্যোতির্ময় হবে এবং তারা তাদের প্রতিপালককে দেখতে থাকবে। কিন্তু তার শ্রেষ্ঠত্ব ও বুযুর্গীর কারণে তাঁকে পরিবেষ্টন করতে সক্ষম হবে না। এই আয়াতের তাফসীরে যে হাদীসটি এসেছে যে, “যদি সমস্ত দানব, মানব, শয়তান এবং ফেরেশতার একটি সারি বানানো হয় তথাপিও তাঁকে পরিবেষ্টন করা যাবে না।” সেই হাদীসটি খুবই গরীব বা দুর্বল এবং ছয়খানা বিশুদ্ধ হাদীস গ্রন্থের কোনটার মধ্যেই বর্ণিত হয়নি।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, নবী (সঃ) আল্লাহ তাআলাকে দেখেছিলেন। তখন তাকে জিজ্ঞেস করা হয়। (আরবী) (দৃষ্টিসমূহ তাঁকে পরিবেষ্টন করতে পারে না) একথা কি আল্লাহ তা'আলা বলেননি? তিনি উত্তরে বলেনঃ ওটা তো হল আল্লাহর নূর বা জ্যোতি । কিন্তু এই আয়াতের ভাবার্থ এই যে, যদি আল্লাহ পাক স্বীয় সমস্ত নূরসহ প্রকাশিত হন তবে চক্ষুসমূহ তাঁকে দেখতে সক্ষম হবে না। আবার কেউ কেউ এই ভাবার্থ বর্ণনা করেন যে, কোন জিনিস তাঁর সামনে প্রতিষ্ঠিত থাকতে পারে না। আল্লাহ তা'আলা নিদ্রা যান না এবং নিদ্রা যাওয়া তার পক্ষে শোভনীয় নয়। তিনি দাঁড়িপাল্লা দাড় করে রেখেছেন। দিনের আমলগুলো রাত্রির পূর্বে এবং রাত্রির আমলগুলো দিনের পূর্বে তার সামনে পেশ করা হয়। তার পর্দা আলো বা আগুন। যদি তিনি উঠে পড়েন তবে তার জ্যোতি সারা দুনিয়াকে জ্বালিয়ে দেবে।পূর্ববর্তী কিতাবগুলোতে রয়েছে যে, আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে বলেছিলেনঃ “হে মূসা (আঃ)! কোন প্রাণী আমার ঔজ্জ্বল্য পেয়ে জীবিত থাকতে পারে না এবং কোন শুষ্ক জিনিস ধ্বংস ছাড়া আর কিছুই থাকতে পারে না ।” আল্লাহ তা'আলা বলেনঃ “যখন আল্লাহ পাহাড়ের উপর স্বীয় জ্যোতি বিচ্ছুরিত করলেন তখন পাহাড় বিদীর্ণ হয়ে গেল এবং মূসা (আঃ) অজ্ঞান হয়ে পড়ে গেল । যখন তার জ্ঞান ফিরলো তখন বললো- আমি আপনার পবিত্রতা বর্ণনা করছি, আর আপনার দিকে প্রত্যাবর্তন করছি এবং আমিই হলাম বিশ্বাস স্থাপনকারীদের প্রথম ব্যক্তি।” ইদরাকে খাস বা বিশেষ পরিবেষ্টন কিয়ামতের দিনের রূইয়াত বা দর্শনকে অস্বীকার করে না। আল্লাহ তা'আলা স্বীয় মুমিন বান্দাদের উপর নিজের জ্যোতি প্রকাশ করবেন। তাঁর জ্যোতি এবং শ্রেষ্ঠত্ব ও বুযুর্গী তার অভিপ্রায় অনুযায়ী হবে। দৃষ্টিসমূহ তা পুরোপুরিভাবে পরিবেষ্টন করতে পারবে না। এ কারণেই হযরত আয়েশা (রাঃ) আখিরাতের দর্শনের প্রতি স্বীকৃতি দান করেন এবং দুনিয়ার দর্শনকে অস্বীকার করেন। তিনিও এই আয়াতকেই দলীল হিসেবে গ্রহণ করেছেন। সুতরাং ‘ইদরাক’ যা অস্বীকার করছে তা হচ্ছে ঐ শ্রেষ্ঠত্ব ও বুযুর্গীর দর্শন। এটা কোন মানব বা ফেরেশতার পক্ষে সম্ভবপর নয়। ইরশাদ হচ্ছে (আরবী) অর্থাৎ তিনি সকল দৃষ্টি পরিবেষ্টনকারী। কেননা তিনিই মানুষের চক্ষু সৃষ্টি করেছেন। কাজেই তিনি তা পরিবেষ্টন করতে পারবেন না কেন? তিনি বলেনঃ তিনি কি স্বীয় সৃষ্ট বস্তুকে জানবেন না? তিনি তো অতীব সূক্ষ্মদর্শী ও সব বিষয় ওয়াকিফহাল। কখনও কখনও (আরবী) শব্দ দ্বারা (আরবী) বুঝানো হয়ে থাকে। অর্থাৎ দর্শকরা তাঁকে দেখতে পারে না। তিনি হচ্ছেন অর্থাৎ কোন কিছু বের করার ব্যাপারে খুবই সূক্ষ্মদর্শী এবং তিনি হচ্ছেন (আরবী) অর্থাৎ প্রত্যেক বস্তুর ঠিকানা সম্বন্ধে তিনি পূর্ণ ওয়াকিফহাল। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। যেমন মহান আল্লাহ হযরত লোকমানের উক্তির উদ্ধৃতি দিয়ে বলেনঃ (আরবী) অর্থাৎ “(লোকমান আঃ স্বীয় পুত্রকে উপদেশ দিতে গিয়ে বলেন) হে বৎস! যদি কোন কার্য (অতি গুপ্তও হয়, যেমন) সরিষা বীজের পরিমাণ হয়, অতঃপর তা পাথরের অভ্যন্তরে থাকে অথবা আসমান সমূহের ভিতরে কিংবা যমীনের অভ্যন্তরে থাকে, তথাপি আল্লাহ তা এনে উপস্থিত করবেন; নিঃসন্দেহে আল্লাহ বড়ই সূক্ষ্মদর্শী সর্ব বিষয়ে খবরদার।” (৩১:১৬)",
  "ayah": 103,
  "surah": 6
}
