{
  "text": "আল্লাহ পাক স্বীয় রাসূল (সঃ) এবং মুমিনদেরকে সম্বোধন করে বলছেন যে, তারা যেন মুশরিকদের দেবতাগুলোকে গালাগালি না করে এবং ভালমন্দ না বলে। এতে কিছুটা যৌক্তিকতা থাকলেও এর ফলে ঝগড়া ফাসাদ ও বিবাদ বিসম্বাদ বৃদ্ধি পায়। অর্থাৎ তাদের দেবতাদেরকে গালি দিলে তারাও মুসলমানদের প্রভু আল্লাহকে গালি দেবে। মুশরিকরা বলতোঃ “হে মুহাম্মাদ (সঃ)! আপনারা আমাদের দেবতাদের গালি দেয়া হতে বিরত থাকুন, নতুবা আমরাও আপনাদের প্রভুর নিন্দে করবো।” তাই আল্লাহ তাআলা মুশরিকদের দেবতাদেরকে গালি দিতে মুসলমানদেরকে নিষেধ করলেন। হযরত কাতাদা (রঃ) হতে বর্ণিত আছে যে, মুসলমানরা কাফিরদের মূর্তিগুলোকে গালি দিতেন। তখন কাফিররাও হকীকত না বুঝে বৈরীভাব নিয়ে আল্লাহ তা'আলাকে ভালমন্দ বলতো। যখন আবূ তালিব মৃত্যু শয্যায় শায়িত হন তখন কুরায়েশরা পরামর্শ করে- “চল, আমরা আবু তালিবের কাছে যাই এবং তাঁকে অনুরোধ করি যে, তিনি যেন স্বীয় ভ্রাতুপুত্রকে আমাদের বিরুদ্ধাচরণ করতে নিষেধ করে দেন। কেননা, এটা আমাদের জন্যে লজ্জাজনক ব্যাপার হবে যে, আবু তালিবের মৃত্যুর পর আমরা মুহাম্মাদ (সঃ)-কে হত্যা করে ফেলবো। কারণ, এরূপ করলে আরববাসী বলবে যে, আবু তালিবের জীবদ্দশায় তো কাপুরুষরা কিছুই করতে পারলো না, আর যেমনই তিনি মারা গেলেন তেমনই তারা তাকে হত্যা করে ফেললো।” সুতরাং আবু জাহেল, আবু সুফিয়ান, আমর ইবনুল আস এবং আরও কয়েকজন লোক প্রতিনিধি হিসেবে আগমন করে। তারা মুত্তালিব নামক একটি লোককে অনুমতি লাভের জন্যে প্রেরণ করে। আবূ তালিব তাদেরকে ডেকে নেন। তারা তখন। তাকে বলেঃ “হে আবু তালিব! আপনি আমাদের বড় এবং আমাদের নেতা। মুহাম্মাদ (সঃ) আমাদেরকে কষ্ট দিচ্ছেন এবং আমাদের দেবতাদেরকে কষ্ট দিচ্ছেন এবং আমাদের দেবতাদেরকে গালি দিচ্ছেন। আমরা চাই যে, আপনি তাকে ডেকে নিয়ে নিষেধ করে দেন। তিনি যেন আমাদের দেবতাদের নাম পর্যন্ত না নেন! নতুবা আমরাও তাকে ও তার আল্লাহকে ছেড়ে দেব না।” এ কথা শুনে আবু তালিব মুহাম্মাদ (সঃ)-কে ডেকে পাঠান এবং তাঁকে বলেনঃ “এরা তোমারই কওম এবং তোমারই চাচার সন্তান। রাসূলুল্লাহ (সঃ) তখন তাকে বলেনঃ চাচা! খবর কি? এবং এরা চায় কি?' তখন তারা বলেঃ “আমাদের উদ্দেশ্য এই যে, আপনি আমাদের উপর এবং আমাদের দেবতাদের উপর কোন হস্তক্ষেপ করবেন না। তাহলে আমরাও আপনার উপর এবং আপনার আল্লাহর উপর কোন হস্তক্ষেপ করবো না।” রাসূলুল্লাহ (সঃ) তাদের কথার উত্তরে বলেনঃ “আমি কি তোমাদেরকে এমন একটি কথা বলে দেবে যে, যদি তোমরা ওটা মেনে নাও তবে তোমরা আরব ও আজমের মালিক হয়ে যাবে এবং সমস্ত দেশ থেকে তোমাদের কাছে রাজস্বের সম্পদ আসতে থাকবে?” উত্তরে আবু জাহেল বললোঃ ‘আপনার একটা কথা কেন, দশটা কথা মানতে রাজি আছি। বলুন সেটা কি?' তিনি বললেনঃ বল - (আরবী) (আল্লাহ ছাড়া আর কেউ মা'বুদ নেই)। তারা সেটা অস্বীকার করল এবং মুখ ফিরিয়ে নিলো। আবু তালিব তখন রাসূলুল্লাহ (সঃ)-কে বললেনঃ “হে ভাতিজা! এটা ছাড়া অন্য কথা বল। তোমার কওম তো একথাতে আরও অগ্নিশর্মা হয়ে উঠছে।” একথা শুনে রাসূলুল্লাহ (সঃ) বললেনঃ “চাচাজান! এটা ছাড়া অন্য কিছু বলার আমার কি অধিকার আছে? এরা যদি আমার হাতে সূর্যও এনে দেয় তথাপি আমি এটা ছাড়া অন্য কিছুই বলতে পারি না।” একথা দ্বারা তাদেরকে নিরাশ করাই তার উদ্দেশ্য ছিল। সুতরাং তারা তেলে-বেগুনে জ্বলে উঠে তাকে বললোঃ “আমাদের দেবতাদেরকে ভালমন্দ বলা থেকে বিরত থাকুন, নতুবা আমরাও আপনাকে ও আপনার আল্লাহকে গালি দিব।” এ জন্যেই আল্লাহ পাক বলেনঃ তারা অজ্ঞানতা বশতঃ বৈরীভাবে আল্লাহকেই গালি দিতে শুরু করবে। সুতরাং তাদের দেবতাদেরকে গালি দিবার। যৌক্তিকতা থাকলেও এই অবস্থার প্রতি লক্ষ্য রেখে তা থেকে বিরত থাকা উচিত। কেননা, এতে বিবাদ বিসম্বাদ আরও বেড়ে যাবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “ যে তার পিতা-মাতাকে গালি দেয় সে অভিশপ্ত!' সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন লোক কি তার পিতা-মাতাকে গালি দিতে পারে?” তিনি উত্তরে বলেনঃ “যে কোন লোকের পিতাকে গালি দেয়, তখন লোকটি এর পিতাকে গালি দেয় এবং যে কোন লোকের মাকে গালি দেয়, সে তখন এর মাকে গালি দেয়, সুতরাং প্রথম লোকটি যেন নিজের পিতা-মাতাকেই গালি দিলো। আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “এভাবেই আমি প্রতিটি জনগোষ্ঠির জন্যে তাদের আমলকে চাকচিক্যময় করে দিয়েছি।” অর্থাৎ যেমন এই কওম মূর্তির প্রতি আসক্তিকেই পছন্দ করেছে, দ্রুপ পূর্ববর্তী উম্মতও পথভ্রষ্ট ছিল এবং তারাও নিজেদের আমলকেই পছন্দ করতো। আল্লাহ তাআলা যা ইচ্ছা তাই করে থাকেন এবং তাতেই নিপুণতা নিহিত থাকে। শেষ পর্যন্ত মানুষকে আল্লাহর কাছেই ফিরে যেতে হবে। সেইদিন তারা তাদের দুনিয়ার কৃত কার্যগুলো ভাল কি মন্দ তা জানতে পারবে। যদি সেগুলো ভাল হয় তবে তারা ভাল বিনিময় পাবে এবং যদি মন্দ হয় তবে মন্দ বিনিময়ই প্রাপ্ত হবে।",
  "ayah": 108,
  "surah": 6
}
