{
  "text": "১১২-১১৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে বলেনঃ হে মুহাম্মাদ (সঃ)! তোমার যেমন বিরোধিতাকারী ও শত্রু রয়েছে, অনুরূপভাবে তোমার পূর্ববর্তী নবীদেরও বিরোধিতাকারী ও শত্রুতাকারী ছিল। সুতরাং তুমি তাদের বিরোধিতার কারণে দুঃখিত হয়ো না। মহান আল্লাহ স্বীয় নবী (সঃ)-কে আরও বলেনঃ তোমার পূর্ববর্তী নবীরা এমনই ছিল যে, লোকেরা তাদেরকে মিথ্যা প্রতিপন্ন ও অবিশ্বাস করতো এবং বিভিন্ন প্রকারের কষ্ট দিতো, তথাপি তার ধৈর্যধারণ করতো। হে রাসূল (সঃ)! এই লোকগুলো তোমাকে যা কিছু বলছে, তোমার পূর্ববর্তী রাসূলদেরকেও এসব কথাই বলা হয়েছিল। জেনে রেখো যে, আল্লাহ যেমন ক্ষমতাশীল তেমনই কঠিন শাস্তিদাতাও বটে। আল্লাহ পাক বলেনঃ এভাবেই আমি প্রত্যেক নবীর জন্যে মানুষ ও জ্বিনের শয়তানদেরকে শত্রুরূপে সৃষ্টি করেছি। ওয়ারাকা ইবনে নওফল রাসূলুল্লাহ (সঃ)-কে বলেছিলেনঃ “হে মুহাম্মাদ (সঃ)! এই কুরায়েশরা আপনার সাথে শত্রুতা করবে এবং যে কোন নবীই আপনার মত কথা স্বীয় উম্মতকে বলেছেন তাঁর সাথেই শত্রুতা করা হয়েছে।” (এটি একটি দীর্ঘ হাদীসের অংশ বিশেষ, যে হাদীসটি ইমাম বুখারী (রঃ) স্বীয় 'সহীহ' গ্রন্থে (আরবী)  অনুচ্ছেদে তাখরীজ করেছেন) (আরবী) হচ্ছে (আরবী) এবং (আরবী) হচ্ছে অর্থাৎ তাদের শত্রুরা হচ্ছে মানুষ ও জ্বিনদের মধ্যকার শয়তানগণ। আর শয়তান এমন সবকেই বলা হয় যাদের দুষ্টামির কোন নযীর থাকে না। ঐ রাসূলদের শত্রুতা ঐ শয়তানরা ছাড়া আর কে-ই বা করতে পারে যারা তাদেরই জাতি ও শ্রেণীভুক্ত? কাতাদা (রঃ) বলেন যে, জ্বিনদের মধ্যেও শয়তান আছে এবং মানুষের মধ্যেও শয়তান রয়েছে। তারা নিজ নিজ দলভুক্তদেরকে পাপকার্য শিক্ষা দিয়ে থাকে। কাতাদা (রঃ) বলেনঃ আমার কাছে এ সংবাদ পৌঁছেছে যে, হযরত আবু যার (রাঃ) একদা নামায পড়ছিলেন। সে সময় নবী (সঃ) তাকে বলেছিলেন- “হে আবু যার (রাঃ)! মানুষ ও জ্বিনের শয়তান থেকে আশ্রয় প্রার্থনা কর।” তখন তিনি বলেন, মানুষের মধ্যেও কি শয়তান রয়েছে? উত্তরে রাসূলুল্লাহ (সঃ) বলেন, “হ্যা”। (ইবনে কাসীর (রঃ) বলেন যে, এটা তো কাতাদা ও আবু যর (রাঃ)-এর মধ্যে (আরবী) হচ্ছে) ইবনে জারীর (রঃ) হযরত আবু যার (রাঃ) হতে বর্ণনা করেছেন যে, তিনি বলেন, আমি একদা রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করি। মজলিস বড় হয়ে যায়। রাসূলুল্লাহ (সঃ) আমাকে বলেনঃ “হে আবু যার (রাঃ)! তুমি কি নামায পড়েছ?” আমি উত্তরে বললাম, হে আল্লাহর রাসূল (সঃ)! না (আমি নামায পড়িনি) । তিনি বললেন, উঠ, দু'রাকআত নামায পড়। তিনি (আবূ যার রাঃ) বলেনঃ (আমি দু'রাকআত নামায পড়লাম। অতঃপর তাঁর কাছে এসে বসে পড়লাম। তখন তিনি বললেন, “হে আবু যার (রাঃ)! তুমি কি জ্বিন ও মানুষের শয়তানদের থেকে  আশ্রয় প্রার্থনা করেছো?” আমি বললাম, না, হে আল্লাহর রাসূল (সঃ)! মানুষের মধ্যেও কি শয়তান রয়েছে? তিনি উত্তরে বললেন, “হ্যা, তারা জ্বিনের শয়তানদের চেয়েও দুষ্টতম।” (এতেও (আরবী) হয়েছে। আহমাদ ও ইবনে মিরদুওয়াই থেকে (আরবী) রূপে অনুরূপ বর্ণিত হয়েছে)ইবনে আবি হাতিম (রঃ) আবূ উমামা (রাঃ) হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেনঃ হে আবু যার (রাঃ)! তুমি জ্বিন ও মানুষের শয়তানদের থেকে আশ্রয় প্রার্থনা করেছো?” তিনি উত্তরে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! মানুষের মধ্যেও কি শয়তান রয়েছে?” রাসূলুল্লাহ (সঃ) বলেনঃ হ্যা।ইকরামা (রঃ) বলেন যে, জ্বিনের শয়তানরা মানবরূপী শয়তানদের কাছে অহী নিয়ে আসে এবং মানবরূপী শয়তানরা জ্বিনের শয়তানদের কাছে অহী নিয়ে । আসে (আরবী) আল্লাহ পাকের এই উক্তি সম্পর্কে ইকরামা (রঃ) বলেন যে, মানুষের মধ্যেও শয়তান আছে এবং জ্বিনদের মধ্যেও আছে। এখন মানবরূপী শয়তানরা জ্বিন-শয়তানদের কাছে তাদের মনের সংকল্পের কথা প্রকাশ করে থাকে। তারা একে অপরের কাছে খারাপ কথার অহী করে। ইকরামা (রঃ) বলেন যে, মানবীয় শয়তান হচ্ছে তারাই যারা মানুষকে পাপকার্যের পরামর্শ দান করে এবং জ্বিনদের মধ্যকার শয়তানরা জ্বিনদেরকে পথভ্রষ্ট করে থাকে। সুতরাং প্রত্যেকেই নিজ নিজ সাথীকে বলে- “আমি তো আমার সঙ্গীকে পথভ্রষ্ট করেছি, তুমিও এভাবে তোমার সঙ্গীকে পথভ্রষ্ট কর।” এইভাবে তারা একে অপরকে পাপকার্যের শিক্ষা দান করতে থাকে। মোটকথা, ইবনে জারীর (রঃ) এটাই মনে করেছেন যে, ইকরামা ও সুদ্দীর মতে মানবীয় শয়তান দ্বারা দানবীয় ঐ শয়তানদেরকে বুঝানো হয়েছে যারা মানুষকে বিভ্রান্ত করে থাকে। অর্থ এটা নয় যে, মানুষের মধ্যে মানবীয় জ্বিনও রয়েছে। এতে কোন সন্দেহ নেই যে, ইকরামার কথা দ্বারা এটাই প্রকাশ পাচ্ছে, কিন্তু সুদ্দীর কথা দ্বারা এ অর্থ বুঝায় না, যদিও এর সম্ভাবনা রয়েছে। যহ্হাক (রঃ)-এর বর্ণনায় রয়েছে যে, জ্বিনদের মধ্যেও শয়তান আছে যারা তাদেরকে বিভ্রান্ত করে থাকে, যেমন মানবীয় শয়তান মানুষের বিভ্রান্তির কারণ হয়ে দাঁড়ায়। এখন মানবীয় শয়তান দানবীয় শয়তানদের সাথে মিলিত হয়ে বলে- তাকে এর দ্বারা বিভ্রান্ত কর এবং এভাবে বিভ্রান্ত কর । যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ তারা একে অপরকে কতগুলো মনোমুগ্ধকর ধোকাপূর্ণ ও প্রতারণাময় কথা দ্বারা প্ররোচিত করে থাকে। মোটকথা, সঠিক কথা হচ্ছে ওটাই যা হযরত আবু যার (রাঃ) বর্ণিত হাদীসে বর্ণনা করা হয়েছে। তা হচ্ছে এই যে, মানুষের মধ্যেও মানবীয় শয়তান রয়েছে এবং প্রত্যেক জিনিসের শয়তান হচ্ছে ওরই শ্রেণীভুক্ত অবাধ্য ও উদ্ধত জিনিসটা। সহীহ মুসলিমে হযরত আবু যার (রাঃ)। হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন- “কালো কুকুর শয়তান হয়ে থাকে।” এর অর্থ এটাই দাঁড়ায় যে, ওটা কুকুরের মধ্যে শয়তান। মুজাহিদ (রঃ) এই আয়াতের তাফসীরে লিখেছেন যে, জ্বিন জাতির কাফিররা হচ্ছে দানবীয় শয়তান এবং ঐ শয়তানরা মানবীয় শয়তানদের কাছে অহী পাঠিয়ে থাকে। আর মানব জাতির কাফিররা হচ্ছে মানবীয় শয়তান।ইকরামা (রঃ) হতে বর্ণিত আছে, তিনি বলেনঃ আমি একদা মুখতারের কাছে গমন করি। সে আমাকে অতিথি হিসেবে গ্রহণ করে এবং রাতেও আমাকে তার কাছে অবস্থান করায়। অতঃপর সে আমাকে বলে, “আমার কওমের কাছে যাও এবং তাদেরকে হাদীস শুনাও।” আমি তখন তার কথামত তাদের কাছে গমন করি। একটি লোক আমার সামনে এসে বলে- “অহী সম্পর্কে আপনার মতামত কি?” আমি উত্তরে বলি- অহী দু’ প্রকারের হয়ে থাকে। আল্লাহ পাক বলেন, (আরবী) অর্থাৎ “(হে নবী সঃ!) আমি এই কুরআন তোমার কাছে অহী করেছি।” (১২:৩) আর এক জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “মানবী শয়তান ও দানবীয় শয়তানরা একে অপরের কাছে কতগুলো মনোমুগ্ধকর ধোকাপূর্ণ ও প্রতারণাময় কথার অহী করে থাকে।” এ কথা শোনামাত্র তারা আমার উপর আক্রমণ করে বসে এবং আমাকে মারপিট করতে উদ্যত হয়। আমি তাদেরকে বলি, এটা তোমাদের কি ধরনের আচরণ? আমি তো তোমাদের একজন মেহমান! শেষ পর্যন্ত তারা আমাকে ছেড়ে দেয়। ইকরামা (রঃ) মুখতারের কাছে এ কথাটা পেশ করেছিলেন। সে ছিল আবু উবাইদের পুত্র। আল্লাহ তার মঙ্গল না করুন! সে ধারণা করতো যে, তার কাছেও অহী এসে থাকে। তার বোন সুফিয়া হযরত আব্দুল্লাহ ইবনে উমার (রাঃ)-এর স্ত্রী ছিলেন। তিনি একজন সতী সাধ্বী মহিলা ছিলেন। আব্দুল্লাহ ইবনে উমার (রাঃ) যখন খবর দেন যে, মুখতার তার উপর অহী আসার দাবী করে থাকে, তখন ইকরামা (রঃ) বলেনঃ “আল্লাহ তা'আলা সত্য বলেছেন যে, শয়তানেরা তাদের বন্ধুদের কাছে অহী করতে থাকে এবং একে অপরের কাছে মিথ্যে কথা পৌছিয়ে বেড়ায়, যা শোনার ফলে শ্রবণকারী তার উপর প্রভাবিত হয়ে পড়ে। আল্লাহ তা'আলা বলেনঃ যদি আল্লাহ চাইতেন তবে তারা এরূপ করতো না। অর্থাৎ এ সবকিছু আল্লাহ তাআলার ইচ্ছা ও মর্জিতেই হচ্ছে যে, প্রত্যেক নবীরই শত্রু লোকদের মধ্য থেকেই হয়ে থাকে। সুতরাং হে নবী (সঃ)! তুমি তাদেরকে ক্ষমা করে দাও এবং তাদের মিথ্যা অপবাদ থেকে মুখ ফিরিয়ে নাও। তাদের শত্রুতার ব্যাপারে তুমি আল্লাহর উপরই ভরসা কর। তিনিই তোমার জন্যে যথেষ্ট।(আরবী) আল্লাহ পাকের এ উক্তির অর্থ এই যে, যারা পরকালের উপর বিশ্বাস করে না তারা এসব শয়তানের দিকে ঝুঁকে পড়ে এবং তাদের বন্ধু ও সহায়ক হয়ে যায়। তারা একে অপরকে খুশী করতে থাকে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমরা এবং তোমাদের উপাস্যগণ (সমবেত হয়ে) আল্লাহ হতে কাউকেও ফিরাতে পারবে না। ঐ ব্যক্তি ছাড়া, যে জাহান্নামে প্রবেশকারী হবে।” (৩৭:১৬১-১৬৩) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “অবশ্যই তোমরা কিয়ামত সম্বন্ধে বিভিন্ন মত পোষণ করে থাক। ওটা হতে ঐ ব্যক্তিই নিরস্ত থাকে, যে (সম্পূর্ণরূপে মঙ্গল হতে) বিরত থাকতে চায়।” (৫১:৮-৯) মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ হে নবী (সঃ)! যদি তারা শয়তান হয়ে বিভ্রান্ত করতে থাকে এবং লোকেরা তাদের দিকে ঝুঁকে পড়ে, তবে তারা যা উপার্জন করতে রয়েছে তা তাদেরকে উপার্জন করতে দাও।",
  "ayah": 113,
  "surah": 6
}
