{
  "text": "এখানে আল্লাহ তাআলা বলেন যে, আল্লাহ যাকে হিদায়াত করার ইচ্ছা করেন অর অন্তরকে তিনি ইসলামের জন্যে খুলে দেন অর্থাৎ ইসলাম ধর্ম গ্রহণ করা তার জন্যে সহজ করে দেন। এটা ওরই নিদর্শন যে, তার ভাগ্যে মঙ্গল লিখিত আছে। যেমন তিনি বলেনঃ “ইসলামের জন্যে আল্লাহ যার অন্তর খুলে দেন, তার জন্যে তার প্রভুর পক্ষ থেকে নূর বা আলো নির্দিষ্ট করে দেয়া হয়। মহান আল্লাহ আরও বলেনঃ “কিন্তু আল্লাহ তোমাদের অন্তরে ঈমানের ভালবাসা স্থাপন করেছেন এবং ওটা তোমাদের অন্তরে শোভনীয় করেছেন, আর কুফর, পাপ ও অন্যায়াচরণের প্রতি তোমাদের অন্তরে ঘৃণার উদ্রেক করেছেন, এসব লোকই সুপথ প্রাপ্ত। হযরত ইবনে আব্বাস (রাঃ) এই আয়াতের ব্যাপারে বলেন যে, আল্লাহ তা'আলা তাওহীদ ও ঈমান কবূল করার মত প্রশস্ততা তার অন্তরে আনয়ন করেন। আবু মালিক ও অন্যান্যদের মতে এ ভাবার্থই বেশী প্রকাশমান। আবু জাফর হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ মুমিনদের মধ্যে কোন ব্যক্তি অধিক বুদ্ধিমান ও জ্ঞানী?' তিনি উত্তরে বলেনঃ “যে ব্যক্তি খুব বেশী মৃত্যুকে স্মরণ করে এবং যে ব্যক্তি মৃত্যুর পরবর্তী সময়ের জন্যে সবেচেয়ে বেশী প্রস্তুতি গ্রহণ করে।” রাসূলুল্লাহ (সঃ)-কে (আরবী)-এই আয়াত সম্পর্কেই জিজ্ঞেস করা হয়। জনগণ তাকে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কিভাবে অন্তরকে খুলে দেয়া হয়?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “একটা নূর অন্তরে নিক্ষেপ করা হয় যার ফলে অন্তর খুলে যায় ও প্রশস্ত হয়ে পড়ে। অর্থাৎ মানুষের মধ্যে সংকীর্ণতা অবশিষ্ট থাকে না।” জনগণ পুনরায় জিজ্ঞেস করেনঃ “কারো অন্তর যে খুলে গেছে এটা কি করে জানা যায়? তিনি জবাবে বলেনঃ “এর পরিচয় এইভাবে পাওয়া যায় যে, সে পরকালের দিকে ঝুঁকে পড়ে, দুনিয়ার প্রতি তার আসক্তি থাকে না এবং মৃত্যু আসার পূর্বেই ওর জন্যে সে প্রস্তুতি গ্রহণ করতে থাকে।”(আরবী) অর্থাৎ যাকে তিনি পথভ্রষ্ট করার ইচ্ছা করেন তার অন্তরকে তিনি খুবই সংকীর্ণ করে দেন। (আরবী) শব্দটির (আরবী) অক্ষরের উপর (আরবী) হবে, (আরবী) অক্ষরের উপর (আরবী) হবে। কিন্তু অধিকাংশ লোক (আরবী) অক্ষরে (আরবী) ও (আরবী) দিয়ে পড়ে থাকেন। এ দু'টোর দৃষ্টান্ত হচ্ছে হাইয়ীনুন ও হাইনুন শব্দ (আরবী) শব্দটিকে কেউ কেউ (আরবী) ও (আরবী) সহ পড়েছেন। আবার অন্য কিরআতে (আরবী) এবং (আরবী) সহ রয়েছে। অর্থাৎ সে এতদূর পথভ্রষ্ট হয়ে পড়ে যে, তার অন্তর হিদায়াতের জন্যে মোটেই প্রশস্ত থাকে না। ঈমান সেখানে পথ পায় না । হযরত উমার (রাঃ) একজন বেদুইনকে জিজ্ঞেস করেনঃ কি জিনিস?” সে উত্তরে বলেঃ “ওটা একটা গাছ, গাছের ভিতরেই থাকে। কোন রাখাল ওটা পর্যন্ত পৌঁছতে পারে না, কোন জীবজন্তু এবং অন্য কোন জিনিসও ওর পাত্তা পায় না।” তখন হযরত উমার (রাঃ) বলেনঃ “মুনাফিকদের অন্তরও ঠিক এরূপই হয়ে থাকে। কোন ভাল কথা সেখানে প্রবেশই করতে পারে না।” হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা তার অন্তরের উপর ইসলামকে সংকীর্ণ করে দেন। কেননা, ইসলাম তো একটা প্রশস্ত জিনিস। আর কাফিরের অন্তর সংকীর্ণ হয়ে থাকে। সুতরাং সেখানে ইসলামের জায়গা হবে কিরূপে? যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “দ্বীন কবূল করে নেয়ার পর তোমাদের অন্তরে কোন সংকীর্ণতা থাকতে পারে না। আর আল্লাহ তোমাদের দ্বীনের মধ্যে কোন সংকীর্ণতা রাখেননি।” (২২:৭৮) কিন্তু মুনাফিকের অন্তর সন্দেহের মধ্যে জড়িত থাকে এবং অন্তরের সংকীর্ণতার কারণে (আরবী)-এর স্বীকারোক্তি সে করতেই পারে না। ঈমান আনয়ন করা তার উপর এমন কঠিন হয়ে পড়ে যেমন কারও উপর আকাশে আরোহণ কঠিন হয়ে থাকে। অর্থাৎ যেরূপ আদম সন্তান আকাশে আরোহণ করতে পারে না, দ্রুপ তাওহীদের বিশ্বাস মুনাফিকের অন্তরে ঘর করতে পারে না। আওযায়ী (রঃ) বলেন যে, আল্লাহ তা'আলা যার অন্তরকে সংকীর্ণ করে দিয়েছেন সে কিভাবে ঈমান আনতে পারে? কাফিরের অন্তর সম্পর্কে এটা দৃষ্টান্ত স্বরূপ বলা হয়েছে যে, তার অন্তরে ঈমানের আরোহণ এমনই কঠিন যেমন কারও আকাশে আরোহণ করা কঠিন অর্থাৎ যেমন আকাশে চড়া কারো পক্ষে সম্ভব নয় তদ্রূপ কাফিরের ঈমান আনয়নও সম্ভব নয়।অতঃপর ইরশাদ হচ্ছে-যেমন তার অন্তরকে সংকীর্ণ করে দেয়া হয়েছে তরূপ আল্লাহ শয়তানকে তার উপর বিজয়ী করে দিয়েছেন, যে তাকে আল্লাহর পথ থেকে বিভ্রান্ত করতে রয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) শব্দের অর্থ হচ্ছে শয়তান। আর মুজাহিদ (রঃ) বলেন যে, (আরবী) হচ্ছে প্রত্যেক ঐ জিনিস যাতে কোন মঙ্গল নিহিত নেই।",
  "ayah": 125,
  "surah": 6
}
