{
  "text": "ইরশাদ হচ্ছে-হে মুহাম্মাদ (সঃ)! ঐ দিনকে স্মরণ কর, যখন আল্লাহ ঐ জ্বিন ও শয়তানদেরকে এবং তাদের মানব বন্ধুদেরকে, তারা দুনিয়ায় যাদের ইবাদত করতো এবং যাদের কাছে আশ্রয় গ্রহণ করতো, আর দুনিয়ার মজা উপভোগের ব্যাপারে একে অপরের কাছে অহী পাঠাতো, তাদের সকলকে সমবেত করবেন এবং বলবেনঃ হে জ্বিন ও শয়তানের দল! তোমরা মানব গোষ্ঠীকে বহু প্রকারে বিভ্রান্ত করেছিলে। যেমন আল্লাহ পাক বলেনঃ “হে আদম সন্তান! আমি কি তোমাদের কাছে এ অঙ্গীকার গ্রহণ করিনি যে, তোমরা শয়তানের উপাসনা করবে না, কেননা সে তোমাদের প্রকাশ্য শত্রু? আর তোমরা আমারই ইবাদত করবে, এটাই হচ্ছে সিরাতে মুসতাকীম বা সরল সহজ পথ? তোমাদের বড় বড় লকে এই শয়তানরাই পথভ্রষ্ট করেছে, তাহলে এখনও কি তোমাদের জ্ঞান লাভ হবে না?” আর তাদের মানব বন্ধুরা বলবেঃ “হে আমাদের প্রভু! নিশ্চয়ই আপনার কথা সত্য। আমরা প্রত্যেকেই একে অপরের দ্বারা উপকার লাভ করেছি।” হাসান (রঃ) বলেন, এই প্রকার লাভ করা ছিল এই যে, ঐ শয়তানরা আদেশ করতো আর এই মূখ ও অজ্ঞ মানুষেরা ওর উপর আমল করতো। ইবনে জুরায়েজ (রাঃ) বলেন, অজ্ঞতার যুগে কোন লোক সফররত অবস্থায় কোন উত্যকায় পথভ্রষ্ট হয়ে গেলে বলতোঃ ‘আমি এই উপত্যকায় সবচেয়ে বড় জ্বিনের আশ্রয় প্রার্থনা করছি। এটাই হতো ঐ সব মানুষের উপকার লাভ। কিয়ামতের দিন তারা এরই ওযর পেশ করবে। আর জ্বিনদের মানুষদের নিকট থেকে উপকার লাভ করা এই যে, মানুষ তাদের সম্মান করতো এবং তাদের কাছে সাহায্য প্রার্থনা করতো। ফলে মানুষদের নিকট থেকে তাদের মর্যাদা লাভ হতো। তাই তারা বলতোঃ “আমরা জ্বিন ও মানুষের নেতা। আর আপনি আমাদের জন্যে যে সময় নির্ধারণ করে দিয়েছিলেন ঐ ওয়াদা পর্যন্ত আমরা পৌছে গেছি।” এর দ্বারা মৃত্যুকে বুঝানো হয়েছে। তখন আল্লাহ তা'আলা বলবেনঃ “এখন জাহান্নামই হচ্ছে তোমাদের ও তোমাদের বন্ধুদের বাসস্থান, যার মধ্যে তোমরা চিরকাল অবস্থান করবে। তারপর আল্লাহ যা চাইবেন তাই করবেন।” কেউ কেউ বলেন যে, এই ব্যতিক্রমের অর্থ হচ্ছে বারযাখের দিকে প্রত্যাবর্তন। কেউ কেউ এই মত পোষণ করেন যে, এই সময়কাল দুনিয়ার দিকে প্রত্যাবর্তন। আবার কেউ কেউ এমন কথা বলেছেন যার বর্ণনা সূরায়ে হৃদে আসবে। সেখানে আল্লাহ পাক বলেছেনঃ “তারা জাহান্নামে ততকাল থাকবে যতকাল যমীন ও আসমান থাকবে। হ্যা, তবে এ ছাড়া আল্লাহ যা চাইবেন তা তার মর্জি। তিনি তো যা ইচ্ছা করেন তা কার্যে পরিণত করার অধিকার তার রয়েছে। এই আয়াতের তাফসীর ঐ আয়াত দ্বারা হচ্ছে-জাহান্নাম তোমাদের বাসস্থান, যার মধ্যে তোমরা চিরকাল অবস্থান করবে, হ্যা, তবে আল্লাহ যা চান। এটা এমন একটি আয়াত যে, আল্লাহর মাখলুকের ব্যাপারে আল্লাহর উপর কোন হুকুম লাগানো এবং কাউকে জান্নাতী বা জাহান্নামী বলা কারো মোটেই উচিত নয়।",
  "ayah": 128,
  "surah": 6
}
