{
  "text": "এখানে আল্লাহ পাক কাফির দানব ও মানবকে সতর্ক করে বলছেন-হে জ্বিন ও মানব গোষ্ঠী! আমি কিয়ামতের দিন তোমাদেরকে জিজ্ঞেস করবো, তোমাদের কাছে আমার নবীরা এসে কি তাদের নবুওয়াতের দায়িত্ব পালন করেনি? এটাকে (আরবী) বলা হয়। অর্থাৎ অবশ্যই তোমাদের কাছে আমার নবীরা এসে তোমাদেরকে কিয়ামতের দিন সম্পর্কে ভয় প্রদর্শন করেছিল। রাসূল শুধুমাত্র মানুষের মধ্যেই ছিলেন, জ্বিনদের মধ্যে কোন রাসূল হননি। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, রাসূল শুধু বানী আদমের মধ্যেই হয়ে থাকেন এবং জ্বিনদের মধ্যে থাকে ভয় প্রদর্শক, যারা তাদেরকে আল্লাহর শাস্তি থেকে ভয় প্রদর্শন করে থাকে। ইবনে মাযাহিমের ধারণা এই যে, জ্বিনদের মধ্যেও রাসুল আছে এবং স্বীয় দাবীর অনুকূলে এই আয়াতে কারীমা দলীল রূপে পেশ করেছেন। কিন্তু এটা বিশেষ চিন্তা করার বিষয়। কেননা এটা কোন নিশ্চিত কথা নয়। কারণ, কোন আয়াতেই এ বিষয়ের ব্যাখ্যা নেই। খুব বেশী বললে একথা বলা যেতে পারে যে, জ্বিনদের মধ্যে নবী হওয়ার সম্ভাবনা রয়েছে মাত্র। আল্লাহই সবচেয়ে বেশী জানেন। এটা আল্লাহ পাকের নিম্নের আয়াতের মত। তিনি বলেনঃ (আরবী)  অর্থাৎ “তিনি দুটি সমুদ্রকে সম্মিলিত করেছেন, ফলে পরস্পরে মিলিত হয়ে আছে। এতদুভয়ের মধ্যে একটি অনতিক্রমনীয় অন্তরায় রয়েছে।” (৫৫:১৯-২০) এরপর তিনি বলেনঃ (আরবী) অর্থাৎ “এতদুভয়ের মধ্য হতে মুক্তা ও প্রবাল-রত্নসমূহ বের হয়ে থাকে।” (৫৫:২২) এখন এটা স্পষ্ট কথা যে, মুক্তা ও প্রবাল-রত্ন লবণাক্ত সমুদ্রের মধ্যেই থাকে, মিষ্ট পানির সমুদ্রের মধ্যে থাকে না। তাহলে যেমন মুক্তা ও প্রবাল-রত্নকে মিষ্ট ও লবণাক্ত উভয় সমুদ্রের সাথে সম্বন্ধযুক্ত করা হয়েছে, ঠিক অদ্রুপই রাসূলদেরকে দানব ও মানব উভয়ের মধ্যেই গণনা করা হয়েছে। ইবনে জারীর (রঃ)-ও এই উত্তরই দিয়েছেন। রাসূলগণ যে শুধু মানুষের মধ্য থেকেই হয়েছেন এটা আল্লাহ পাকের উক্তিতেই রয়েছে। তিনি বলেনঃ (আরবী) পর্যন্ত (৪:১৬৩-১৬৫)। আর ইবরাহীম (আঃ)-এর যিক্র সম্পর্কিত আল্লাহ তা'আলার (আরবী) (২৯:২৭) এই উক্তিতেও রয়েছে। এর দ্বারা জানা গেল যে, হযরত ইবরাহীম (আঃ)-এর পরে নবুওয়াত ও কিতাবকে তার সন্তানদের মধ্যেই সীমাবদ্ধ করে দেয়া হয়েছে। আর কোন লোকেরই এই উক্তি নেই যে, হযরত ইবরাহীম (আঃ)-এর পূর্বে নবুওয়াত জ্বিনদের মধ্যে ছিল এবং তাঁকে প্রেরণ করার পরে তাদের নবুওয়াত শেষ হয়ে গেছে। মোটকথা জ্বিনদের মধ্যে নবুওয়াত থাকা হযরত ইবরাহীম (আঃ)-এর পূর্বেও প্রমাণিত হচ্ছে না এবং তার পরেও না। আল্লাহ তা'আলা বলেনঃ “হে রাসূল (সঃ)! তোমার পূর্বে আমি যেসব রাসূল পাঠিয়েছিলাম তারাও খাদ্য খেতো এবং বাজারে চলাফেরা করতো।” আর এক জায়গায় তিনি বলেনঃ “হে নবী (সঃ)! তোমার পূর্বে আমি যাদেরকে রাসূল হিসেবে পাঠিয়েছিলাম তারা তাদের গ্রামবাসীদেরই অন্তর্ভুক্ত ছিল। আর এটা জানা কথা যে, রিসালাতের ব্যাপারে জ্বিনেরা মানুষের অনুসারী। এ জন্যেই জ্বিনদের সম্পর্কে খবর দিতে গিয়ে আল্লাহ পাক বলেন-“হে নবী (সঃ)! জ্বিনদের একটি দলকে আমি তোমার দিকে ফিরিয়ে দিয়েছি। তারা কুরআন শুনতে থাকে। যখন তারা কুরআনের মজলিসে হাযির হয় তখন পরস্পর বলাবলি করে-তোমরা নীরবতা অবলম্বন করে কুরআন শুনতে থাক। যখন কুরআন পাঠ শেষ হয় তখন তারা তাদের কওমের কাছে গিয়ে তাদেরকে আল্লাহ থেকে ভয় প্রদর্শন করে এবং বলে- হে আমার সঙ্গীরা, আমরা একটা কিতাব শুনেছি যা হযরত মূসা (আঃ)-এর পরে অবতীর্ণ হয়েছে এবং যা তাওরাতের সত্যতা প্রতিপাদনকারী, আর সত্য কথা ও সোজা সরল পথের দিশা দিয়ে থাকে। হে বন্ধুরা! আল্লাহর দিকে আহ্বানকারীর আহ্বানে সাড়া দাও এবং তার উপর ঈমান আন। তাহলে আল্লাহ তোমাদের পাপরাশি ক্ষমা করে দিবেন এবং যন্ত্রণাদায়ক শাস্তি থেকে তোমাদেরকে মুক্তি দান করবেন। আর যদি কেউ আল্লাহর আহ্বানকারীর আহ্বানে সাড়া না দেয় এবং কাফির থেকে যায় তবে সে আল্লাহকে অপারগ করতে পারে না এবং আল্লাহ তার ওলী হতে পারেন না। এসব লোক বড়ই বিভ্রান্তির মধ্যে পড়ে যাবে।” জামিউত তিরমিযীতে রয়েছে যে, নবী (সঃ) সূরায়ে আর রাহমান পাঠ করেন এবং তাতে নিম্নের আয়াত পড়েনঃ (আরবী) অর্থাৎ “হে জ্বিন ও মানব! আমি তোমাদের (হিসাব গ্রহণের নিমিত্ত শীঘ্রই অবসর গ্রহণ করবো।” (৫৫:৩১)।মহান আল্লাহ বলেনঃ “হে আমার মানব ও দানবের দল! তোমাদের কাছে কি আল্লাহর রাসূলগণ এসেছিল না, যারা আমার আয়াতগুলো তোমাদেরকে পড়ে শুনাতো এবং আজকের দিনের সাক্ষাৎ সম্পর্কে তোমাদেরকে সতর্ক করতো? তারা উত্তরে বলবে- হে আল্লাহ! আমরা স্বীকার করছি যে, আপনার রাসূলগণ আমাদের কাছে আপনার বাণী প্রচার করেছিলেন এবং আমাদেরকে আপনার সাথে সাক্ষাৎ হওয়া সম্পর্কে ভয়ও দেখিয়েছিলেন, আর তারা আমাদেরকে এ কথাও বলেছিলেন যে, আজকের এ দিনটা (অর্থাৎ কিয়ামত) অবশ্যই সংঘটিত হবে।”(আরবী) অর্থাৎ পার্থিব জীবনই তাদেরকে ধোকায় নিপতিত রেখেছিল। পার্থিব জীবনে তারা ইফরাত’ ও ‘তাফরীত' অর্থাৎ অত্যধিক ও অত্যল্পের মধ্যে জড়িয়ে পড়েছিল এবং রাসূলদেরকে মিথ্যা প্রতিপন্ন করে ও মু'জিযাগুলোর বিরুদ্ধাচরণ করে ধ্বংস হয়ে গিয়েছিল। কেননা, তারা পার্থিব জীবনের সুখ সম্ভোগে এবং প্রবৃত্তির অনুসরণে গ্রেপ্তার হয়ে পড়েছিল। আর কিয়ামতের দিন তারা নিজেদেরই বিরুদ্ধে সাক্ষ্য দেবে যে, তারা কাফির ছিল।",
  "ayah": 130,
  "surah": 6
}
