{
  "text": "১৪৩-১৪৪ নং আয়াতের তাফসীর:\nইসলামের পূর্বে অজ্ঞ আরবরা কতগুলো পশু নিজেদের উপর হারাম করে নিয়েছিল এবং ওগুলোর শ্রেণী বিভাগ নির্ধারণ করেছিল। অর্থাৎ 'বাহীরা, ‘সায়েবা’, ‘ওয়াসীলা’, ‘হাম’ ইত্যাদি পশুগুলো। তারা এরূপ হারাম করে নিয়েছিল পশুগুলোর মধ্যেও এবং ফসল ফলাদির মধ্যেও। তাই আল্লাহ তা'আলা বলেনঃ তোমাদের এসব বাগান, শস্যক্ষেত্র, ভারবাহী পশু, আরোহণযোগ্য পশু ইত্যাদি সবকিছু আল্লাহই সৃষ্টি করেছেন। অতঃপর মহান আল্লাহ চতুষ্পদ জন্তুগুলোর প্রকার বর্ণনা করলেন এবং বকরিরও বর্ণনা দিলেন যা সাদা রং এর হয়ে থাকে, মেষের বর্ণনা দিলেন যা কাল রং এর হয়। ওগুলোর নর ও মাদীরও বর্ণনা করলেন। তারপর উট নর ও মাদী এবং গরু নর ও মাদীর বর্ণনা দিলেন। তিনি এ সমুদয়, জন্তুর কোনটাই হারাম করেননি এবং এগুলোর বাচ্চাগুলোকেও না। কেননা, তিনি এগুলোকে বানী আদমের খাদ্য, সওয়ারী, বোঝা বহন, দুগ্ধপান ইত্যাদি বিভিন্ন প্রকারের উপকার লাভের জন্যে সৃষ্টি করেছেন। যেমন তিনি বলেনঃ এই পশুগুলোর মধ্য হতে আট জোড়া তোমাদের জন্যে অবতীর্ণ করেছি।(আরবী) -এটা দ্বারা কাফিরদের নিম্নের উক্তিকে খণ্ডন করা হয়েছেঃ “এই জন্তুগুলোর পেটে যা রয়েছে তা শুধু আমাদের পুরুষদের জন্যে, আমাদের স্ত্রীলোকদের জন্যে এটা হারাম।” এখন আল্লাহ পাক বলেনঃ তোমরা যদি সত্যবাদী হও তবে আমাকে নিশ্চিত রূপে বল যে, যে জিনিসগুলো হারাম হওয়ার তোমরা ধারণা করছো, আল্লাহ কিরূপে ওগুলো তোমাদের উপর হারাম করলেন? তোমরা ‘বাহীরা’, ‘সায়েবা ইত্যাদিকে কেন হারাম করে নিচ্ছ?হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আট জোড়ার মধ্যে দু'টি মেষ এবং দু’টি বকরির চার জোড়া হলো। আল্লাহ পাক বলেন-এগুলোর কোনটিকেই আমি হারাম করিনি। এদের বাচ্চা, তা নরই হাক অথবা মাদীই হাক, কোনটাকে হালাল এবং কোনটাকে হারাম কিরূপে বানিয়ে নিচ্ছ? যদি তোমরা সত্যবাদী হও তবে নিশ্চিত রূপে বল। এগুলো তো সবই হালাল। আল্লাহ পাকের উক্তিঃ (আরবী) এর দ্বারা কাফির ও মুশরিকদেরকে ভৎসনা করা হচ্ছে যে, কিভাবে তারা মনগড়া নতুন নতুন কথা বলছে এবং নিজেরাই হারাম বানিয়ে নিয়ে আল্লাহ তা'আলার দিকে সম্বন্ধ লাগিয়ে দিচ্ছে। সুতরাং যারা আল্লাহর উপর মিথ্যা আরোপ করতঃ জনগণকে বিভ্রান্ত করে, তাদের মত অত্যাচারী আর কে হতে পারে? এটা আমর ইবনে লুহাই ইবনে কামআ' সম্পর্কে বলা হয়েছে। কেননা, সে-ই সর্বপ্রথম নবীদের দ্বীনকে পরিবর্তন করে দিয়েছিল এবং সায়েবা’, ‘ওয়াসীলা’, ‘হাম’ ইত্যাদির ই'তেকাদ বা বিশ্বাস সৃষ্টি করেছিল। হাদীস দ্বারাও এটা প্রমাণিত।",
  "ayah": 144,
  "surah": 6
}
