{
  "text": "মহান আল্লাহ স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলছেনঃ হে মুহাম্মাদ (সঃ)! যারা আল্লাহর উপর মিথ্যা আরোপ করে তাঁর প্রদত্ত রিককে হারাম করে নিয়েছে তাদেরকে তুমি বলে দাও-আমার উপর যে অহী অবতীর্ণ করা হয়েছে তাতে আমি এমন কিছুই হারাম পাইনি যা তোমরা হারাম করে নিয়েছো, ঐগুলো ছাড়া যেগুলো হারাম হওয়ার কথা বর্ণিত হয়েছে। আবার এ কথাও বলা হয়েছে, এর অর্থ হচ্ছে জীবজন্তুগুলোর কোনটিই আমি হারাম পাচ্ছি না, ঐগুলো ব্যতীত যেগুলোর হারাম হওয়ার বর্ণনা দেয়া হয়েছে। সূরায়ে মায়েদায় এর বর্ণনা দেয়া হয়েছে এবং হাদীসেও ওগুলোর হারাম হওয়ার বর্ণনা রয়েছে। কেউ কেউ ওটাকেও মানসূখ বলেছেন। কিন্তু পরবর্তী অধিকাংশ মনীষীর মতে এটা মানসূখ নয়। কেননা, এতে তো মূলের বৈধতাকেও উঠিয়ে দেয়া অবশ্যম্ভাবী হয়ে পড়বে। আর (আরবী) রক্তকে বলা হয়। যদি এই আয়াতটি না থাকতো তবে লোকেরা ঐ রক্তও নিয়ে নিতো যা শিরাগুলোতে চলাচল করছে। যেমন ইয়াহূদীরা সেই রক্তও নিয়ে থাকে। ইমরান ইবনে জারীর (রঃ) বলেনঃ “আমি আবু মুজলি (রঃ)-কে রক্ত সস্পর্কে জিজ্ঞেস করলাম অর্থাৎ ঐ রক্ত সম্পর্কে যা মাথা, কণ্ঠ ইত্যাদির সাথে লেগে থাকে এবং রান্না করার সময় হাঁড়ির মধ্যে রক্তের যে লালিমা প্রকাশ পায়। তিনি উত্তরে বললেনঃ “আল্লাহ তো শুধু প্রবাহিত রক্ত খেতে নিষেধ করেছেন। যদি গোশতের সাথে রক্ত লেগে থাকে তবে তাতে কোন দোষ নেই।” হযরত কাসিম (রঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) বন্য পশুর গোশত এবং হাঁড়ির ভিতরের রক্তকে দূষণীয় মনে করতেন না এবং এই আয়াতটি পাঠ করতেন। (এটা ইবনে জারীর (রঃ) হযরত আয়েশা (রাঃ) হতে বর্ণনা করেছেন এবং ইবনে কাসীর (রঃ) এটাকে সহীহ ও গারীব বলেছেন)হযরত জাবির ইবনে আব্দুল্লাহ (রঃ)-কে জিজ্ঞেস করা হলোঃ “জনগণ ধারণা করছে যে, রাসূলুল্লাহ (সঃ) খায়বারের যুদ্ধের সময় পালিত গাধার গোশত খেতে নিষেধ করেছিলেন (এ সম্পর্কে আপনার অভিমত কি?)।” তিনি উত্তরে বললেনঃ “হাকাম ইবনে আমর (রাঃ) রাসূলুল্লাহ (সঃ) থেকে এরূপ বর্ণনা করে থাকেন বটে, কিন্তু তাফসীরের সমুদ্র অর্থাৎ হযরত আব্বাস (রাঃ) এটা অস্বীকার করেন। এবং (আরবী) -এই আয়াতটি শুনিয়ে থাকেন।” (এটা ইমাম বুখারী (রঃ), ইমাম আবু দাউদ (রঃ) এবং ইমাম হাকিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, অজ্ঞতার যুগের লোকেরা কোন জিনিস খেত এবং কোন জিনিসকে মাকরূহ ও অপবিত্র মনে করে। পরিত্যাগ করত। তাই মহান আল্লাহ স্বীয় নবী (সঃ)-এর উপর আহকাম অবতীর্ণ করলেন। তিনি হালালকে হালাল এবং হারামকে হারাম বলে দিলেন। আর যেগুলো সম্পর্কে নীরবতা অবলম্বন করলেন সেগুলো খাওয়া মুবাহ। অতঃপর তিনি উক্ত আয়াতটিই পাঠ করলেন। (এটা ইবনে মিরদুওয়াই-এর ভাষা । ইমাম আবু দাউদ (রঃ) এটা বর্ণনা করেছেন। আর ইমাম হাকিম (রঃ) বলেছেন যে, এর ইসনাদ বিশুদ্ধ কিন্তু তারা দুজন এটাকে তাখরীজ করেননি)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত সাওদা বিন্তে যামআ (রাঃ)-এর একটি বকরি মারা যায় । তিনি রাসূলুল্লাহ (সঃ) কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার বকরিটি মারা গেছে।” তখন তিনি বললেনঃ “তুমি এর চামড়া দ্বারা মশক বানিয়ে নিলে না কেন?” হযরত সাওদা (রাঃ) বলেনঃ “বকরি মারা গেলে আমরা ওর চামড়া দ্বারা মশক বানিয়ে নিতাম।” অতঃপর রাসূলুল্লাহ (সঃ) এই আয়াতটি পড়ে হযরত সাওদা (রাঃ)-কে বলেনঃ “মৃতজতু, প্রবাহিত রক্ত এবং শূকরের মাংস খাওয়া হারাম। কিন্তু যদি তুমি মৃতজন্তুর চামড়া দাবাগাত বা সংস্কার করে নাও তবে তা ব্যবহার করতে পার।” হযরত সাওদা (রাঃ) তখন ঐ মৃত বকরিটির চামড়া দ্বারা মশক বানিয়ে নেন, যা বহুদিন পর্যন্ত তাঁর কাছে ছিল। (হাদীসটি ইমাম আহমাদ (রঃ) তাখরীজ করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম নাসাঈ (রঃ) অনুরূপ বর্ণনা করেছেন)সাঈদ ইবনে মানসূর (রঃ) নামীলা ফাযারী (রঃ) হতে বর্ণনা করেছেন যে, তিনি বলেনঃ “আমি (একদা) হযরত ইবনে উমার (রাঃ) -এর নিকটে ছিলাম, এমন সময় একটি লোক তাঁকে সজারুর গোশত খাওয়া সম্পর্কে জিজ্ঞেস করে। তিনি তখন উপরোক্ত আয়াতটিই পাঠ করেন (অর্থাৎ এ আয়াতে সজারু হারাম হওয়ার কোন উল্লেখ নেই।) তখন তাঁর পাশে উপবিষ্ট একজন বৃদ্ধ বললেনঃ “আমি হযরত আবূ হুরাইরা (রাঃ) হতে শুনেছি যে, রাসূলুল্লাহ (সঃ) বলেছেন, সজারু হচ্ছে খারাপ ও অশ্লীল জন্তুসমূহের মধ্যে একটি জন্তু।” তখন হযরত ইবনে উমার (রাঃ) বলেনঃ “নবী (সঃ) যদি এরূপ বলে থাকেন তবে সেরূপই হবে। (এটা ইমাম আবু দাউদ (রঃ) সাঈদ ইবনে মানসূর (রঃ) হতে বর্ণনা করেছেন) আল্লাহ পাকের উক্তি- (আরবী) অর্থাৎ কেউ যদি হারাম বস্তু খেতে বাধ্য হয় এবং একেবারে নিরুপায় হয়ে পড়ে, সে যে প্রবৃত্তির বশবর্তী হয়ে এটা করছে তা নয় এবং প্রয়োজনের অতিরিক্তও খাচ্ছে না, তবে তার জন্যে এটা খাওয়া বৈধ। কেননা, আল্লাহ ক্ষমাশীল ও দয়ালু। এই আয়াতের তাফসীর সূরায়ে বাকারায় হয়ে গেছে এবং সেখানে পূর্ণ আলোকপাত করা হয়েছে। এই আয়াতের ধরনে বুঝা যায় যে, এখানে উদ্দেশ্য হচ্ছে মুশরিকদের মতবাদ খণ্ডন করা। তারা নিজেদের উপর কতগুলো বস্তু হারাম করে নেয়ার বিদআত চালু করেছিল। যেমন ‘বাহীরা’, ‘সায়েবা' ইত্যাদি পশুকে হারাম করণ। তাই রাসূলুল্লাহ (সঃ) তাদেরকে সংবাদ দিয়ে দেন যে, এসব পশু হারাম হওয়ার কথা কোন জায়গাতেই উল্লেখ নেই। সুতরাং মুসলমানদের এগুলো খাওয়া থেকে বিরত থাকার কোনই প্রয়োজন নেই। শুধুমাত্র মৃত্যু, প্রবাহিত রক্ত ও শূকরের মাংস খাওয়া নিষিদ্ধ। আর যে পশুকে গায়রুল্লাহর নামে জবাই করা হয়েছে। সেটাও হারাম। এ কয়টি ছাড়া আল্লাহ আর কোনকিছুই হারাম করেননি। যা থেকে নীরবতা অবলম্বন করা হয়েছে সেটাও ক্ষমাই। তাহলে আল্লাহ যা হারাম করেননি ওটা তোমরা কোথা থেকে হারাম বানিয়ে নিচ্ছ? এরই ভিত্তিতে অন্যান্য জিনিসের অবৈধতা অবশিষ্ট থাকছে না, যেমন আলেমদের মশহুর মাযহাবে পালিত গাধা বা বন্য জন্তুর গোশত কিংবা থাবা বিশিষ্ট পাখীর গোশত বৈধ নয়, এ সবগুলোর অবৈধতা বাকী থাকছে না।",
  "ayah": 145,
  "surah": 6
}
