{
  "text": "হযরত ইবনে মাসউদ (রাঃ) বলেন যে, যে ব্যক্তি রাসূলুল্লাহ (সঃ)-এর শেষ অসিয়তের প্রতি লক্ষ্য করতে চায় সে যেন উল্লিখিত আয়াতগুলো পাঠ করে । হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সূরায়ে আন'আমে কতগুলো আয়াত রয়েছে স্পষ্ট মর্ম বিশিষ্ট এবং ঐগুলোই হচ্ছে কিতাবের মূল। অতঃপর তিনি (আরবী) -এই আয়াতটি পাঠ করেন। হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের মধ্যে কে আমাদের কাছে তিনটি কাজের দীক্ষা গ্রহণ করবে?' অতঃপর তিনি উক্ত আয়াত পাঠ করলেন। পাঠ শেষ করে তিনি বললেনঃ “যে ব্যক্তি এই কথাগুলো যথাযথভাবে পালন করবে, তার প্রতিদান আল্লাহর কাছে রয়েছে। পক্ষান্তরে যে ব্যক্তি এগুলো পালনে অবহেলা করবে, খুব সম্ভব আল্লাহ তাকে দুনিয়াতেই শাস্তি প্রদান করবেন। আর যদি তিনি শাস্তিটাকে পরকাল পর্যন্ত উঠিয়ে রাখেন তবে তখন তাঁর মর্জির উপর নির্ভর করবে। ইচ্ছা করলে তিনি তাকে শাস্তি দিবেন, অথবা ক্ষমা করে দিবেন।” এর তাফসীর নিম্নরূপঃ আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে বলেছেনঃ হে মুহাম্মাদ (সঃ) ! এই মুশরিকদেরকে বলে দাও, যারা গায়রুল্লাহর উপাসনা করছে এবং আল্লাহর হালাল জিনিসকে হারাম করে নিচ্ছে, আর নিজেদের সন্তানদেরকে হত্যা করছে। তাদেরকে শয়তান বিভ্রান্ত করেছে এবং তারা মনগড়া কথা বলছে, (তাদেরকে বলঃ) এসো, আমি তোমাদেরকে বলে দেই যে, আল্লাহ কোন্ জিনিসগুলোকে হারাম করেছেন। আমি এসব কথা ধারণা ও অনুমান করে বলছি না, বরং আল্লাহ আমার কাছে যে অহী করেছেন সেই অনুযায়ীই বলছি যে, তোমরা আল্লাহর সাথে অন্য কাউকেও শরীক বানিয়ে নিও না। আয়াতের ভাষার ধরনে বুঝা যাচ্ছে যে, এখানে (আরবী) শব্দটি উহ্য রয়েছে, অর্থাৎ (আরবী) এইরূপ রয়েছে। এজন্যেই আয়াতের শেষে রয়েছে (আরবী) অর্থাৎ এসব বিষয় আল্লাহ তোমাদেরকে নির্দেশ দিয়েছেন, যেন তোমরা অনুধাবন করতে পার।সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত জিবরাঈল (আঃ) আমার কাছে এসে এ সংবাদ দিয়েছেন যে, যে ব্যক্তি শিরক না করা অবস্থায় মারা যাবে সে জান্নাতে প্রবেশ করবে।” আমি বললামঃ যদিও সে ব্যভিচার করে অথবা চুরি করে তবুও কি? তিনি উত্তরে বললেনঃ 'হ্যা, যদিও সে ব্যভিচার করে অথবা চুরি করে। আমি তিনবার এই প্রশ্ন করি। প্রতিবারেই তিনি এই উত্তরই দেন এবং তৃতীয়বারে বলেনঃ “যদিও সে ব্যভিচার করে, অথবা চুরি করে এবং মদ্যপান করে (তবুও সে জান্নাতে প্রবেশ করবে)। কোন কোন বর্ণনায় রয়েছে যে, রাসূলুল্লাহ (সঃ)-কে তিনবার প্রশ্নকারী ছিলেন স্বয়ং হযরত আবু যার (রাঃ)।তৃতীয়বারে রাসূলুল্লাহ (সঃ) হযরত আবু যার (রাঃ)-কে বলেছিলেনঃ “হ্যাঁ, আবু যার (রাঃ)-এর নাক ধূলায় ধূসরিত হাক, যদিও সে ব্যভিচার করে থাকে বা চুরি করে থাকে (তবুও জান্নাতে যাবে)।” হযরত আবু যার (রাঃ) যখনই এ হাদীসটি শুনাতেন তখনই হাদীসটি পূর্ণরূপে বর্ণনা করার পর “আবু যার (রাঃ)-এর নাক ধূলায় ধূসরিত হাক” এ কথাটিও অবশ্যই বলতেন।হযরত আবু যার (রাঃ) হতে আরও বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেন, আল্লাহ তা'আলা বলেন- “হে আদম সন্তান! যতক্ষণ পর্যন্ত তুমি আমার কাছে দুআ করবে এবং আমার কাছে আশা করতে থাকবে ততক্ষণ পর্যন্ত আমি তোমাকে ক্ষমা করতে থাকবো যা কিছু গুনাহ তোমার দ্বারা হবে। আর আমি তোমার পাপরাশিকে মোটেই গ্রাহ্য করবো না। তুমি যদি আমার কাছে পৃথিবীপূর্ণ পাপরাশি নিয়ে আসো তবে আমি তোমাকে পৃথিবীপূর্ণ ক্ষমা প্রদান করবো, যদি তুমি আমার সাথে কাউকেও শরীক না করে থাক। যদি তোমার পাপরাশি আকাশ ভর্তিও হয় এবং তুমি আমার কাছে ক্ষমা প্রার্থনা কর তবে আমি তোমাকে ক্ষমা করে দেবো।” কুরআন কারীমে এর সাক্ষ্য মিলে। আল্লাহ তা'আলা বলেনঃ “নিশ্চয়ই আল্লাহ শিবৃকের পাপ ক্ষমা করবেন না, অন্যসব পাপ তিনি ইচ্ছা করলে ক্ষমা করবেন।” সহীহ মুসলিমে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, যে ব্যক্তি আল্লাহর সাথে কাউকেও শরীক না করে মারা গেল সে জান্নাতে প্রবেশ করবে। এ সম্পৰ্কীয় কুরআনের আয়াত এবং হাদীস বহু রয়েছে। হযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “তোমরা শিরক করো না যদিও তোমাদেরকে কেটে টুকরো টুকরো করা হয় বা শূলে চড়ানো হয় অথবা আগুনে জ্বালিয়ে দেয়া হয়।” হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সাঃ) আমাদেরকে সাতটি খাসলাতের বা অভ্যাসের অসিয়ত করেছিলেন। (তন্মধ্যে একটি এই যে,) তোমরা আল্লাহর সাথে কাউকেও শরীক করবে না, যদিও তোমাদেরকে জ্বালিয়ে দেয়া হয়, কেটে টুকরো টুকরো করে দেয়া হয় এবং শূলে চড়ানো হয়।” (হাদীসটি ইবনে মিরদুওয়াই (রঃ) ও ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ইরশাদ হচ্ছে- (আরবী) অর্থাৎ পিতা-মাতার সাথে সদ্ব্যবহার করবে। ভাবার্থ হচ্ছে-আল্লাহ তোমাদেরকে নির্দেশ দিচ্ছেন যে, তোমরা তোমাদের পিতা-মাতার সাথে সৎ ও উত্তম ব্যবহার করবে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমাদের প্রভু তোমাদেরকে নির্দেশ দিয়েছেন যে, তোমরা একমাত্র তাঁরই ইবাদত করবে এবং পিতা-মাতার সাথে ভাল ব্যবহার করবে।” (১৭:২৩) আল্লাহ পাক সাধারণ ভাবে নিজের আনুগত্যের সাথে সাথে পিতা-মাতার সাথে সদ্ব্যবহার করাকে মিলিয়ে দিয়েছেন। যেমন বলেছেনঃ “আমার এবং স্বীয় পিতা-মাতার কৃতজ্ঞতা প্রকাশ কর, তোমাদেরকে আমারই কাছে ফিরে আসতে হবে। আর যদি তারা উভয়ে তোমাকে এ কথার চাপ দেয় যে, তুমি আমার সাথে কোন বস্তুকে শরীক সাব্যস্ত কর, যার (উপাস্য হওয়ার) পক্ষে তোমার কাছে কোন প্রমাণ নেই, তবে তুমি তাদের কথা মানবে না এবং পার্থিব বিষয়ে সদ্ভাবে সাহচর্য করে যাবে, আর ঐ ব্যক্তির পথে চলবে যেই ব্যক্তি আমার দিকে রুজু হয় (ফিরে আসে), অনন্তর আমার দিকে তোমাদের ফিরে আসতে হবে । অতঃপর পিতা-মাতার মুশরিক হওয়া সত্ত্বেও তাদের অবস্থা হিসেবে তাদের সাথে সদ্ব্যবহার করার নির্দেশ আল্লাহ প্রদান করলেন। আল্লাহ তাআলা আরও বলেনঃ “আমি বানী ইসরাঈলের কাছে অঙ্গীকার নিয়েছিলাম-তোমরা আল্লাহ ছাড়া আর কারো ইবাদত করবে না এবং পিতা-মাতার সাথে সদ্ব্যবহার করবে।” এ বিষয় সম্পৰ্কীয় বহু আয়াত রয়েছে।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, ইবনে মাসউদ (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন আমলটি উত্তম?” তিনি উত্তরে বললেনঃ “নামায সময় মত আদায় করা।” ইবনে মাসউদ (রাঃ) বলেন, আমি বললাম, তারপর কোনটি? তিনি জবাব দিলেনঃ “পিতা-মাতার সাথে সদ্ব্যবহার করা।” আমি বললাম, তারপর কোন্টি? তিনি উত্তরে বলেনঃ “আল্লাহর পথে জিহাদ করা।” হযরত ইবনে মাসউদ (রাঃ) বলেন, আমি যদি প্রশ্ন আরও বাড়াতাম তবে তিনি উত্তরও বাড়িয়ে দিতেন। হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে ইবনে সামিত (রাঃ)! তুমি তোমার পিতা-মাতার অনুগত হয়ে যাও। যদি তারা আমাদেরকে সারা দুনিয়া দিয়ে দাও’ একথাও বলে তবে সেটাও পালন কর।” এ হাদীসটির ইসনাদ দুর্বল। আল্লাহ তা'আলা সবচেয়ে ভাল জানেন।(আরবী) দারিদ্রতার ভয়ে তোমরা তোমাদের সন্তানদেরকে হত্যা করো না, কেননা আমিই তোমাদেরকে ও তাদেরকে আহার্য দান করে থাকি।পিতা-মাতাকে নির্দেশ দিচ্ছেন-তোমরা দারিদ্রের ভয়ে তোমাদের ছেলে মেয়েদেরকে হত্যা করো না। শয়তানরা মুশরিকদেরকে বিভ্রান্ত করেছিল বলে তারা নিজেদের সন্তানদেরকে জীবন্ত প্রোথিত করতো। তারা লজ্জার ভয়ে কন্যা সন্তানদেরকে জীবন্ত গেড়ে ফেলতো। আবার দারিদ্রতার ভয়ে কোন কোন পুত্র সন্তানকেও হত্যা করতো। এ জন্যেই সহীহ বুখারী ও সহীহ মুসলিমে হযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি জিজ্ঞেস করেন, “হে আল্লাহর রাসূল (সঃ)! কোন পাপটি সবচেয়ে বড়?” তিনি উত্তরে বলেনঃ “তা হচ্ছে এই যে, তুমি আল্লাহর জন্যে শরীক স্থাপন করবে, অথচ তিনিই তোমাকে (এবং ঐ শরীককে) সৃষ্টি করেছেন!\" ইবনে মাসউদ (রাঃ) বলেনঃ আমি বললাম, তারপর কোনটি? তিনি বলেনঃ “তুমি তোমার সন্তানকে হত্যা করবে এই ভয়ে যে, সে তোমার সাথে আহার করবে।” আমি বললাম, তারপর কোনটি? তিনি বললেনঃ “তা এই যে, তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে ব্যভিচারে লিপ্ত হয়ে পড়বে। অতঃপর তিনি নিম্নের আয়াতটি পাঠ করলেনঃ (আরবী) অর্থাৎ “যারা আল্লাহর সাথে অন্য কোন মা'বুদের উপাসনা করে না এবং আল্লাহ যাকে (হত্যা করা) হারাম করে দিয়েছেন, তাকে হত্যা করে না শরীয়ত সম্মত কারণ ব্যতীত, এবং ব্যভিচার করে না।” (এটা ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) আব্দুল্লাহ ইবনে মাসউদ (রাঃ) হতে তাখরীজ করেছেন) (২৫:৬৮) উপরে বর্ণিত ‘ফাকর' বা দারিদ্রকে ‘ইমলোক’ বলা হয়। এ জন্যেই আল্লাহ পাক সূরায়ে বানী ইসরাঈলে বলেনঃ “জীবিকা তো আমিই তাদেরকে এবং তোমাদেরকে দিয়ে থাকি।” ওখানে জীবিকার শুরুতে শিশুদের নাম নেয়া হয়েছে। কেননা, সেখানে ব্যবস্থাপনায় তারাই উদ্দেশ্য ছিল অর্থাৎ তাদেরকে জীবিকা পৌছানোর কারণে তোমরা দরিদ্র হয়ে যাবে এই ভয়ে তাদেরকে হত্যা করো না। কারণ সকলেরই জীবিকার দায়িত্ব আল্লাহর উপর রয়েছে। কিন্তু এখানে যেহেতু দারিদ্র বিদ্যমান রয়েছে এ জন্যে এখানে বলেছেন, আমি তোমাদেরকে ও তাদেরকে জীবিকা দান করে থাকি। কারণ, এখানে গুরুত্বপূর্ণ কথা হচ্ছে তোমাদেরকে জীবিকা আমিই দান করেছি, সুতরাং নিজেদের জীবিকার ভয় করো না। আল্লাহ তা'আলার উক্তিঃ (আরবী) অর্থাৎ তোমরা অশ্লীল কাজ ও কথার নিকটেও যেয়ো না, তা প্রকাশ্যেই হাক বা গোপনীয়ই থাক। যেমন তিনি অন্য জায়গায় বলেছেনঃ “হে নবী (সঃ) ! তুমি বলে দাও-আমার প্রতিপালক প্রকাশ্য ও গোপনীয় সমস্ত অশ্লীলতাই নিষিদ্ধ। করেছেন, আর তোমরা অন্যায়, পাপ ও বিদ্রোহ থেকে বেঁচে থাক। আর বিরত থাক শিরক থেকে যার কোন সনদ নেই এবং এমন কিছু আল্লাহর দিকে সম্বন্ধ করা থেকে দূরে থাক যা তোমরা জান না।” এর তাফসীর আল্লাহ পাকের (আরবী) -এই উক্তির মধ্যে করা হয়েছে। হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ অপেক্ষা লজ্জাশীল আর কেউ হতে পারে না। এ জন্যেই তিনি প্রকাশ্য ও গোপনীয় সমস্ত নির্লজ্জতাকে হারাম করে দিয়েছেন।” (ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এ হাদীসটি বর্ণনা করেছেন)সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, হযরত সা'দ ইবনে উবাদা (রাঃ) বলেছেনঃ “আমি যদি আমার স্ত্রীর। সাথে কোন পর পুরুষকে (ব্যভিচারে লিপ্ত) দেখতে পাই তবে অবশ্যই তাকে তরবারী দ্বারা হত্যা করে ফেলবো।” রাসূলুল্লাহ (সঃ)-এর কানে এ সংবাদ পৌছলে তিনি বলেন, তোমরা কি সা’দ (রাঃ)-এর লজ্জাশীলতায় বিস্ময় বোধ করছো! আল্লাহর শপথ! আমি সা’দ (রাঃ) অপেক্ষা অধিক লজ্জাশীল এবং আল্লাহ আমার চেয়ে বেশী লজ্জাশীল। এ জন্যেই তিনি সমস্ত নির্লজ্জতাকে হারাম করে দিয়েছেন।(আরবী) অর্থাৎ আল্লাহ যার হত্যা নিষিদ্ধ করেছেন, যথার্থ কারণ ছাড়া তাকে হত্যা করো না। গুরুত্ব বুঝাবার জন্যেই আল্লাহ তাআলা পৃথকভাবে এর নিষেধাজ্ঞা আনয়ন করেছেন। নতুবা এটা প্রকাশ্য ও গোপনীয় নির্লজ্জতার নিষিদ্ধতারই অন্তর্ভুক্ত। সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন মুসলমানের রক্ত হালাল নয় যে সাক্ষ্য প্রদান করে যে, আল্লাহ ছাড়া অন্য কোন মা'বুদ নেই এবং আমি আল্লাহর রাসূল। তবে তিনটির যে কোন একটি কারণে হত্যা করা যায়। (১) বিবাহিত ব্যভিচারী, (২) প্রাণের বিনিময়ে প্রাণ (অর্থাৎ হত্যার বিনিময়ে হত্যা) এবং (৩) দ্বীন পরিত্যাগকারী ও দলের মধ্যে বিচ্ছিন্নতা আনয়নকারী।” সহীহ মুসলিমের শব্দ নিম্নরূপ রয়েছে “যিনি ছাড়া কেউ উপাস্য নেই তাঁর শপথ! কোন মুসলমান ব্যক্তির রক্ত হালাল নয়” পরবর্তী ভাষা একইরূপ। (সহীহ বুখারী ও সহীহ মুসলিমের শব্দের মধ্যে পার্থক্য এই যে, সহীহ বুখারীতে রয়েছেঃ  (আরবী) সহীহ মুসলিমে রয়েছেঃ (আরবী) পরবর্তী কথাগুলো একইরূপ) আর ইমাম আবু দাউদ (রঃ) এবং ইমাম নাসাঈ (রঃ) হযরত আয়েশা (রাঃ) হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন মুসলমান লোকের রক্ত হালাল নয় তিনটির কোন একটি কারণ ছাড়া। (১) যদি কোন বিবাহিত পুরুষ বা স্ত্রী) লোক ব্যভিচার করে তবে তাকে প্রস্তর নিক্ষেপে হত্যা করা হবে। (২) যদি কোন লোক কোন লোককে ইচ্ছাপূর্বক হত্যা করে তবে সেই হত্যার বিনিময়ে তাকে হত্যা করা হবে। (৩) যদি কোন লোক ইসলাম থেকে বেরিয়ে যায় এবং আল্লাহ ও তার রাসূল (সঃ) -এর বিরুদ্ধে যুদ্ধ করে তবে তাকে হত্যা করা হবে অথবা শূলী দেয়া হবে কিংবা দেশান্তর করা হবে।”আমীরুল মুমিনীন হযরত উসমান (রাঃ) যখন বিদ্রোহীগণ কর্তৃক পরিবেষ্টিত হন তখন তিনি তাদেরকে বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি, তিনটির কোন একটি কারণ ছাড়া কোন মুসলমান লোকের রক্ত হালাল নয়। (১) যে ব্যক্তি ইসলাম গ্রহণের পর পুনরায় কাফির হয়ে গেল, (২) যে ব্যক্তি বিবাহিত হওয়া সত্ত্বেও ব্যভিচারে লিপ্ত হয়ে পড়লো এবং (৩) যে ব্যক্তি কাউকে অন্যায় ভাবে হত্যা করলো। তাহলে আল্লাহর শপথ! আমি কখনও ব্যভিচার করিনি, অজ্ঞতার যুগেও না এবং ইসলামের যুগেও না। আমি কখনও এ ইচ্ছা পোষণ করিনি যে, ইসলাম গ্রহণের পর এ দ্বীনের পরিবর্তে অন্য দ্বীন গ্রহণ করবো। আর আমি কখনও কাউকে হত্যাও করিনি। সুতরাং তোমরা আমাকে কিসের উপর ভিত্তি করে হত্যা করতে চাচ্ছ ?” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমীযী (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন। ইমাম তিরমীযী (রঃ) বলেন যে, হাদীসটি হাসান) যে অমুসলিমের সাথে চুক্তি হয়ে যাবে এবং যে হারবীকে (অমুসলিম দেশের অমুসলিম) ইসলামী রাষ্ট্রে বাস করার জন্যে নিরাপত্তা দেয়া হবে, তাদেরকে হত্যা করতে কঠোরভাবে নিষেধ করা হয়েছে। এমন কি এ ব্যাপারে ধমক ও ভীতি প্রদর্শন করা হয়েছে। ইমাম বুখারী (রঃ) হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ) বলেছেনঃ “যে ব্যক্তি চুক্তিকৃত কোন লোককে হত্যা করবে সে জান্নাতের সুগন্ধও পাবে না, অথচ জান্নাতের সুগন্ধ চল্লিশ বছরের পথের দূরত্ব থেকেও পাওয়া যায়।” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে ব্যক্তি এমন কোন চুক্তিকৃত ব্যক্তিকে হত্যা করবে যার নিরাপত্তার যিম্মাদার স্বয়ং আল্লাহ ও তাঁর রাসূল হয়ে গেছেন, সে ব্যক্তি জান্নাতের খোশবু পর্যন্ত পাবে না। (হাদীসটি ইমাম ইবনে মাজাহ (রঃ) ও ইমাম তিরমীযী বর্ণনা করেছেন এবং ইমাম তিরমীযী হাদীসটিকে হাসান বলেছেন) (আরবী) অর্থাৎ এসব বিষয় আল্লাহ তোমাদেরকে নির্দেশ দিয়েছেন, যেন তোমরা অনুধাবন করতে পার।",
  "ayah": 151,
  "surah": 6
}
