{
  "text": "ইরশাদ হচ্ছে-তোমরা এদিক ওদিক অন্যান্য পথগুলোর উপর চলো না, নতুবা আল্লাহর পথ হতে সরে পড়বে। তোমরা দ্বীনকে প্রতিষ্ঠিত রাখ এবং তাতে বিচ্ছেদ সৃষ্টি করো না। এই প্রকারের আয়াতসমূহে আল্লাহ তা'আলা মুমিনদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন দল ছেড়ে না দেয় এবং দলে বিভেদ সৃষ্টি করা থেকে তারা যেন বেঁচে থাকে। পূর্ববর্তী লোকেরা দ্বীনের ব্যাপারে ঝগড়া-ফাসাদ ও যুদ্ধ-বিগ্রহে লিপ্ত হয়ে পড়েছিল এবং মতানৈক্য সৃষ্টি করেছিল। ফলে তারা ধ্বংস হয়ে গিয়েছিল।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) মাটিতে স্বহস্তে একটি রেখা টানেন। তারপর বলেনঃ “এটা হচ্ছে আল্লাহর সরল সোজা পথ।” অতঃপর তিনি ডানে ও বামে আরও কতগুলো রেখা টানেন এবং বলেনঃ “এগুলো হচ্ছে ঐসব রাস্তা যেগুলোর প্রত্যেকটির উপর একজন করে শয়তান বসে রয়েছে এবং ঐ দিকে (মানুষকে) আহ্বান করছে।” অতঃপর তিনিএই আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম হাকিম (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন। ইমাম হাকিম (রঃ) এটাকে বিশুদ্ধ বলেছেন। তারা দু'জন এটাকে তাখরীজ করেননি)হযরত জাবির (রাঃ) হতে বর্ণিত, তিনি বলেন, আমরা নবী (সঃ)-এর কাছে উপবিষ্ট ছিলাম, এমন সময় তিনি এভাবে তাঁর সামনে একটা রেখা টানেন এবং বলেনঃ “এটা হচ্ছে আল্লাহর পথ।” অতঃপর ডানে ও বামে দু'টি করে রেখা টানেন এবং বলেনঃ “এগুলো হচ্ছে শয়তানের পথ।” তারপর মধ্যভাগের রেখার উপর স্বীয় হাতটি রাখেন এবং (আরবী) এই আয়াতটিই পাঠ করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ), ইবনে মাজাহ (রঃ) এবং বাযযার (রঃ) বর্ণনা করেছেন) হযরত জাবির (রাঃ) হতেই বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) একটি রেখা টানেন। তারপর ডান দিকে একটি রেখা টানেন এবং বামদিকে একটি রেখা টানেন। অতঃপর স্বীয় হস্ত মুবারক মধ্যবর্তী রেখাটির উপর রেখে (আরবী) -এই আয়াতটি পাঠ করেন। (এ হাদীসটি ইবনে মিরদুওয়াই (রঃ) হযরত জাবির ইবনে আবদুল্লাহ (রঃ) হতে বর্ণনা করেছেন)হযরত আবান ইবনে উসমান (রাঃ) হতে বর্ণিত আছে যে, একটি লোক হযরত ইবনে মাসউদ (রাঃ)-কে জিজ্ঞেস করেনঃ “সিরাতে মুস্তাকীম কি?” তিনি উত্তরে বলেনঃ “একদা রাসূলুল্লাহ (সঃ) আমাদেরকে তাঁর নিকটে স্থান দিয়েছিলেন এবং তার চক্ষু যেন জান্নাতের দিকে ছিল। তাঁর ডান দিকে একটা পথ ছিল এবং বাম দিকে একটা পথ ছিল। পথগুলোর উপর কতগুলো লোক অবস্থান করছিল এবং যারা তাদের পার্শ্ব দিয়ে গমন করছিল তাদেরকে তারা নিজেদের দিকে আহ্বান করছিল। সুতরাং যারা তাদের ডাকে সাড়া দিয়ে তাদের পথ ধরলো তারা জাহান্নামে প্রবেশ করলো। আর যারা সরল সোজা পথ ধরলো তারা জান্নাতে প্রবেশ করলো।” অতঃপর (আরবী) –এই আয়াতটি পাঠ করলেন। নাওয়াস ইবনে সামআন (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ আল্লাহ তা'আলা সিরাতে মুস্তাকিমের দৃষ্টান্ত পেশ করেছেন। এর দু'দিকে দু'টি প্রাচীর রয়েছে এবং তাতে খোলা দরজা রয়েছে। দরজাগুলোর উপর পর্দা লটকান। রয়েছে। সোজা রাস্তাটির দরজার উপর আল্লাহর দিকে আহ্বানকারী একটি লোক বসে আছে এবং বলছেঃ “হে লোক সকল! তোমরা সবাই এই সরল সোজা পথে চলে এসো। এদিক ওদিক যেয়ো না।” আর একটি নাক রাস্তার উপর থেকে ডাক দিতে রয়েছে। যখনই কোন লোক ঐ দরজাগুলোর কোন একটি দরজা খোলার ইচ্ছা করছে তখনই সে তাকে বলছে- “সর্বনাশ! ওটা খোলো না। কারণ যদি তুমি দরজাটি খুলে দাও তবে তুমি ওর মধ্যে প্রবেশই করে যাবে।”এখন এই সরল সোজা পথটি হচ্ছে ইসলাম। আর প্রাচীরগুলো হচ্ছে আল্লাহর হুদূদ। এই খোলা দরজাগুলো হচ্ছে আল্লাহর নিষিদ্ধ বস্তুসমূহ। রাস্তার মাথায় যে বসে আছে ওটা হচ্ছে আল্লাহর কিতাব। আর রাস্তার উপর থেকে যে ডাক দিচ্ছে সে হচ্ছে আল্লাহর উপদেশদাতা যা প্রত্যেক মুসলমানের অন্তরে রয়েছে। অন্তর যেন তাকে খারাপ কাজ থেকে বাধা দিচ্ছে। (এ হাদীসটি ইমাম আহমাদ (রঃ), তিরমীযী (রঃ) এবং নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের মধ্যে কে আমার কাছে এই তিনটি আয়াতের উপর দীক্ষা গ্রহণ করতে পার?” অতঃপর তিনি (আরবী) এখান থেকে শুরু করে তিনটি আয়াত পাঠ করলেন। আয়াত তিনটির পাঠ শেষ করে বললেনঃ “যে ব্যক্তি এগুলোর হক আদায় করলো, তার পুরস্কার আল্লাহর কাছে নির্ধারিত হয়ে গেল। আর যে ব্যক্তি এগুলোর আমলে অবহেলা করলো, তাকে হয়তো আল্লাহ দুনিয়াতেই শাস্তি দিয়ে দিবেন। আর যদি আল্লাহ তাকে শাস্তি প্রদানে বিলম্ব করেন তবে তিনি পরকালে ইচ্ছা করলে তাকে শাস্তি দিবেন অথবা ক্ষমা করে দিবেন।”",
  "ayah": 153,
  "surah": 6
}
