{
  "text": "১৫৬-১৫৭ নং আয়াতের তাফসীর:\nইবনে জারীর (রঃ) বলেন যে, এর অর্থ হচ্ছে, আমি এ কিতাব অবতীর্ণ করেছি এই কারণে যে, যেন তোমরা বলতে না পার আমাদের পূর্বে তো ইয়াহূদী ও নাসারাদের উপর কিতাব অবতীর্ণ করা হয়েছিল এবং আমাদের উপর অবতীর্ণ করা হয়নি। তাদের ওযর আপত্তি শেষ করে দেয়ার জন্যেই এ বর্ণনা দেয়া হয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ “যদি ব্যাপার এটা না হতো যে, তাদের প্রতি আপতিত বিপদ তাদেরই কর্মের ফল তবে তারা বলতো-হে আমাদের প্রভু! যদি আপনি কোন রাসূল আমাদের কাছে পাঠাতেন তবে আমরাও আপনার নির্দেশ পালন করতাম।” ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) বা। দু’টি দল হচ্ছে ইয়াহুদী ও নাসারা। (এটা হচ্ছে মুজাহিদ (রঃ), সুদ্দী (রঃ), কাতাদা (রঃ) প্রমুখ পূর্ববতী গুরুজনেরও উক্তি)(আরবী) অর্থাৎ আমরা এই ইয়াহুদী ও নাসারাদের ভাষা তো বুঝি না, কাজেই আমরা গাফেল ছিলাম এবং তাদের মত সঠিক আমল করতে পারিনি। আর তোমরা যেন এ কথাও বলতে না পার-যদি আমাদের উপরও আমাদের ভাষায় কোন আসমানী কিতাব অবতীর্ণ হতো তবে আমরা এই ইয়াহদী ও নাসারাদের চেয়ে বেশী হিদায়াত প্রাপ্ত হতাম। তাই আমি তাদের এই ওযর আপত্তি খতম করে দিলাম। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ “তারা শপথ করে করে বলে যে, যদি তাদের কাছে কোন রাসূল আসতেন তবে তারা সবচেয়ে বেশী ভাল আমল করতো এবং হিদায়াত প্রাপ্ত হতো। তাই তিনি বলেনঃ “এখন তোমাদের কাছে তোমাদের প্রভুর পক্ষ থেকে হিদায়াত ও রহমতযুক্ত কিতাব এসে গেছে।” এই কুরআনে আযীম তোমাদের ভাষাতেই অবতারিত, এতে হালাল ও হারাম সবকিছুরই বর্ণনা রয়েছে। এটা ঐ লোকদের জন্যে রহমত, যারা এর অনুসরণ করে এবং সদা আল্লাহর ইবাদতে নিয়োজিত থাকে।(আরবী) সুতরাং যে ব্যক্তি আল্লাহর আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে এবং তার থেকে এড়িয়ে চলে তার চেয়ে বড় অত্যাচারী আর কে হতে পারে? সে নিজেও তো কুরআন থেকে উপকার লাভ করলো না বা আহকাম মেনে চললই না, এমন কি অন্যান্য লোকদেরকেও আল্লাহর আয়াতের অনুসরণ থেকে ফিরিয়ে দিলো এবং হিদায়াতের পথ প্রাপ্তি থেকে তাদেরকে বঞ্চিত করলো। যেমন সূরার শুরুতে আল্লাহ পাক বলেছেনঃ “তারা নিজেরাও ঈমান আনয়ন থেকে বিরত থাকছে এবং অন্যদেরকেও বিরত রাখছে। তারা নিজেদের জীবনকে নিজেদের হাতেই ধ্বংসের মুখে ঠেলে দিচ্ছে।”ইরশাদ হচ্ছে-যারা কুফরী করে এবং আল্লাহর পথ থেকে অন্যান্য লোকদেরকেও বাধা প্রদান করে তাদের দ্বিগুণ শাস্তি হবে। আর এই আয়াতে। কারীমায় বলেনঃ “আমি ঐ লোকদেরকে ভীষণ শাস্তি প্রদান করবো যারা আল্লাহর পথ থেকে মানুষকে বাধা প্রদান করে। যেমন তিনি বলেছেনঃ “সে বিশ্বাসও করেনি, নামাযও পড়েনি বরং মিথ্যা প্রতিপন্ন করেছে এবং মুখ ফিরিয়ে নিয়েছে।মোটকথা, বহু আয়াত এটা প্রমাণ করে যে, এই কাফিররা অন্তরে মিথ্যা প্রতিপন্ন ও অবিশ্বাস করে এবং বাহ্যিকও ভাল কাজ করে না।",
  "ayah": 157,
  "surah": 6
}
