{
  "text": "রাসূল (সঃ)-এর বিরুদ্ধাচরণ কারীদেরকে ও কাফিরদেরকে হুমকি দেয়া হচ্ছে- তোমরা তো শুধু এরই অপেক্ষা করছো যে, তোমাদের কাছে ফেরেশতারা এসে যাবে কিংবা স্বয়ং তোমাদের প্রতিপালক এসে যাবেন, এটা কিয়ামতের দিন অবশ্যই হবে, অথবা আল্লাহর কোন কোন নিদর্শন তোমাদের কাছে প্রকাশ হয়ে পড়বে! তাহলে যখন ঐ নিদর্শনগুলো প্রকাশ হয়ে পড়বে তখন কারো ঈমান আনয়ন তার কোন উপকারে আসবে না। আর এটা কিয়ামত সংঘটিত হওয়ার পূর্বে কিয়ামতের আলামত হিসেবে অবশ্যই প্রকাশ পাবে। যেমন ইমাম বুখারী (রঃ) এই আয়াতের তাফসীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হবে না যে পর্যন্ত না পশ্চিম দিক হতে সূর্য উদিত হবে। আর যখন লোকেরা এ অবস্থা অবলোকন করবে তখন সারা দুনিয়াবাসীর এটার প্রতি বিশ্বাস হয়ে যাবে এবং তারা ঈমান আনয়ন করবে। আর যদি পূর্বে ঈমান না এনে থাকে তবে তখনকার ঈমান আনয়নে কোনই ফল হবে না।” অতঃপর তিনি এই আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম বুখারী (রঃ) হযরত আবু হুরাইরা (রাঃ) হতে কয়েকটি পন্থায় তাখরীজ করেছেন)আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যদি তিনটি জিনিস প্রকাশ হয়ে পড়ে তবে ওগুলো প্রকাশ পাওয়ার পূর্বে কেউ ঈমান এনে না থাকলে তখন ঈমান আনয়ন বিফল হবে এবং পূর্বে ভাল কাজ করে না থাকলে তখন ভাল কাজ করে কোনই লাভ হবে না। প্রথম নিদর্শন হচ্ছে পূর্ব দিকের স্থলে পশ্চিম দিক হতে সূর্য উদিত হওয়া। দ্বিতীয় নিদর্শন হচ্ছে দাজ্জালের আবির্ভাব এবং তৃতীয় নিদর্শন হচ্ছে দাব্বাতুল আরদের প্রকাশ।” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হবে না যে পর্যন্ত না সূর্য পশ্চিম দিক হতে উদিত হবে। অতঃপর যখন সূর্য পশ্চিম দিক হতে উদিত হবে তখন সমস্ত লোক ঈমান আনবে। ওটা এমন এক সময় যখন এমন ব্যক্তির ঈমান আনয়ন কোন উপকারে আসবে না যে ব্যক্তি ওর পূর্বে ঈমান আনেনি।” (এ হাদীসটি ইমাম আহমাদ (রঃ) হযরত আবু হুরাইরা (রাঃ) হতে বর্ণনা করেছেন)আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি সূর্য পশ্চিম দিকে উদিত হওয়ার পূর্বেই তাওবা করবে তার তাওবা কবুল হবে, এর পরে আর তাওবা কবুল হবে না।” (বিশুদ্ধ ছ’খানা হাদীস গ্রন্থের একখানা ছাড়া সবগুলোর মধ্যেই এ হাদীসটি রয়েছে)হযরত আবু যার আল গিফারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ (সঃ) আমাকে বললেনঃ “সূর্য অস্তমিত হওয়ার পর কোথায় যায় তা তুমি জান কি?” আমি বললাম, না, আমি জানি না। তিনি বললেনঃ “ওটা আরশের সামনে পৌছে এবং সিজদায় পড়ে যায়। তারপর উঠে পড়ে, শেষ পর্যন্ত ওকে বলা হয়-ফিরে যাও। হে আবু যার (রাঃ)! ঐদিন নিকটবর্তী যেই দিন ওকে বলা হবে-তুমি যেখান থেকে এসেছে সেখানেই ফিরে যাও। ওটা এমনই এক দিন, যেই দিন ঐ ব্যক্তির ঈমান আনয়নে কোনই উপকার হবে না যে ব্যক্তি ওর পূর্বে ঈমান আনেনি।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) আবু যর গিফারী (রাঃ) হতে তাখরীজ করেছেন)অপর একটি হাদীস- হুযাইফা ইবনে উসায়েদ (রাঃ) হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ (সঃ) কক্ষ থেকে বের হয়ে আমাদের কাছে আসলেন, সেই সময় আমরা কিয়ামত সম্পর্কে আলোচনা করছিলাম। অতঃপর তিনি বললেনঃ “কিয়ামত সংঘটিত হবে না যে পর্যন্ত না তোমরা দশটি নিদর্শন অবলোকন করবে। (সেগুলো হচ্ছে) পশ্চিম দিক হতে সূর্য উদিত হওয়া, ধোয়া ওঠা, দাব্বাতুল আরদের আবির্ভাব হওয়া, ইয়াজু মাজুযের আত্মপ্রকাশ ঘটা, ঈসা ইবনে মারইয়াম (আঃ)-এর আগমন হওয়া, দাজ্জাল বের হওয়া, তিনটি ভূমিকম্প হওয়া বা যমীন ধ্বসে যাওয়া, একটি পূর্ব দিকে, একটি পশ্চিম দিকে এবং একটি আরব উপদ্বীপে, আদনে এক আগুন প্রকাশিত হওয়া যার কারণে মানুষ দৌড়িয়ে পালাতে থাকবে, তারা রাত্রে কোন জায়গায় ঘুমাতে চাইলে সেখানেও ঐ আগুন বিদ্যমান, আবার দিনে কোন স্থানে শুইতে চাইলে সেখানেও ঐ আগুন হাজির।” (ইমাম আহমাদ (রঃ) ও আসহাবুস সুনানিল আরবা' এটাকে তাখরীজ করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)হযরত হুযাইফা (রাঃ) বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলামহে আল্লাহর রাসূল (সঃ)! পশ্চিম দিক থেকে সূর্য উদিত হওয়ার নিদর্শন কি? তিনি উত্তরে বললেনঃ “সেই দিন রাত্রি এতো দীর্ঘ হবে যে, দুটি রাত্রির সমান অনুভূত হবে। রাত্রে যারা নামায পড়ে তারা জেগে উঠবে এবং যেভাবে তাহাজ্জুদের নামায পড়ে থাকে সেভাবেই পড়বে। তারকাগুলোকে স্ব স্ব স্থানে প্রতিষ্ঠিত দেখা যাবে, অস্ত যাবে না। এ লোকগুলো নামায শেষ করে ঘুমিয়ে পড়বে। পুনরায় জেগে উঠবে এবং নামায পড়বে। আবার শুয়ে যাবে এবং পুনরায় জেগে উঠবে ও নামায পড়বে। শুয়ে শুয়ে তাদের পার্শ্বদেশ অনড় হয়ে যাবে। রাত্রি এতো দীর্ঘ হয়ে যাবে যে, মানুষ হতভম্ব হয়ে পড়বে, সকাল হবে না। তারা অপেক্ষমান থাকবে যে, সূর্য পূর্ব দিক থেকেই উদিত হবে। অকস্মাৎ ওটাকে পশ্চিম দিক থেকে উদিত হতে দেখা যাবে। তখন ঈমান আনয়নে কোনই উপকার হবে না।\" (ইবনে মিরদুওয়াই (রঃ) এ হাদীসটি বর্ণনা করেছেন। কিন্তু এই ঢঙ্গে ছ'খানা সহীহ হাদীস গ্রন্থের কোন একটাতেও বিদ্যমান নেই)অপর একটি হাদীস সাফওয়ান ইবনে উসসাল (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি- “আল্লাহ তা'আলা পশ্চিম দিকে একটি দরযা খুলে রেখেছেন যার প্রস্থ সত্তর বছরের পথ। এটা তাওবার দর। সূর্য বিপরীত দিক থেকে উদিত হওয়ার পূর্বে এটা বন্ধ করা হবে না।” (ইমাম তিরমিযী (রঃ) এটা বর্ণনা করেছেন এবং নাসাঈ (রঃ) ও ইবনে মাজাহ (রঃ) এটাকে বিশুদ্ধ বলেছেন)অপর একটি হাদীসঃ “একটি রাত্রি লোকদের উপর এমন আসবে যা তিন রাত্রির সমান হবে। যখন এরূপ ঘটবে তখন যারা তাহাজ্জুদের নামায পড়ে থাকে তারা এর পরিচয় পেয়ে যাবে। সুতরাং তারা নফল নামায পড়বে, তারপর শুয়ে যাবে, আবার উঠবে, আবার নামায পড়বে। তারা এরূপ বারবার করতে থাকবে এমন সময় হঠাৎ শোরগোল উঠবে। লোকেরা চীৎকার করতে থাকবে এবং ভয়ে মসজিদের দিকে দৌড়িয়ে যাবে। কেননা সূর্য সে সময় পশ্চিম দিক হতে উদিত অবস্থায় রইবে । এখন ওটা আকাশের মধ্যস্থলে এসে আবার পশ্চিম দিকে ফিরে যাবে। এরপরে যথা নিয়মে পূর্ব দিক থেকেই উদিত হতে থাকেবে। ঐ সময় ঈমান আনয়ন বিফল হবে।” (এ হাদীসটি গারীব এবং ছ’খানা সহীহ হাদীস গ্রন্থের কোনটাতেই নেই)অপর একটি হাদীসঃ তিনজন মুসলমান মদীনায় মারওয়ানের নিকট উপস্থিত ছিলেন এবং তিনি কিয়ামতের নিদর্শনাবলীর আলোচনা করতে গিয়ে বলছিলেন যে, দাজ্জাল বের হওয়া কিয়ামতের একটি আলামত। অতঃপর লোকগুলো হযরত আব্দুল্লাহ ইবনে উমার (রাঃ)-এর কাছে আগমন করেন এবং মারওয়ানের কাছে যা শুনেছিলেন তা তার কাছে বর্ণনা করেন। তিনি তখন বললেনঃ “মারওয়ান তো কিছুই বলেননি। আমি রাসূলুল্লাহ (সঃ)-এর নিকট থেকে যা শুনে স্মরণ করে রেখেছি তাই তোমাদেরকে শুনাচ্ছি। প্রথম নিদর্শন এই যে, সূর্য পশ্চিম দিক থেকে উদিত হবে। তারপর দাব্বাতুল আরদের আবির্ভাব অথবা কোন একটি প্রথমে এবং অন্যটি এরপরে প্রকাশ পাবে।”অপর একটি হাদীসঃ আমর ইবনুল আস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, যখন সূর্য পশ্চিম দিক হতে উদিত হবে তখন ইবলীস শয়তান সিজদায় পড়ে যাবে এবং চীৎকার করে বলবে-“হে আমার প্রভু! এখন আপনি আমাকে যাকে সিজদা করার হুকুম করতেন তাকেই আমি সিজদা করতাম।” তখন তার দেহরক্ষীরা তাকে বলবে, এসব অনুনয় বিনয় কেন? সে উত্তরে বলবে, আমি আল্লাহর কাছে আবেদন করেছিলাম, “আমাকে ওয়াক্তে মা’ম পর্যন্ত অবসর দিন। আর আজকের দিনটিই হচ্ছে ওয়াক্তে মালুম।” তারপর দাব্বাতুল আরদ বের হবে। তার প্রথম পা রাখার স্থান হবে ইতাকিয়া। ইবলীস এসে তাকে চপেটাঘাত করবে। (এ হাদীসটি গারীব। এর সনদ দুর্বল। সম্ভবতঃ ইবনুল আস (রাঃ) ঐ যখীরা থেকে হাদীসটি গ্রহণ করে থাকবেন যা আবদুল্লাহ ইবনে উমার (রাঃ) ইয়ারমুকের যুদ্ধে পড়ে পেয়েছিলেন। আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)ইবনু সা'দী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হিজরত লুপ্ত হবে না (বরং অব্যাহত থাকবে) যে পর্যন্ত শত্রু যুদ্ধ করতে থাকবে।” মুআবিয়া (রাঃ), আবদুর রহমান ইবনে আউফ (রাঃ) এবং আবদুল্লাহ ইবনে আমর ইবনুল আস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হিজরত দু’প্রকারের রয়েছে। একটি হচ্ছে খারাপ কাজ থেকে হিজরত করে ভাল কাজের দিকে ধাবিত হওয়া এবং অপরটি হচ্ছে আল্লাহ ও রাসূল (সঃ)-এর দিকে হিজরত করা। আর এটা বাকী থাকবে যে পর্যন্ত না তাওবার দরযা বন্ধ হবে। সূর্য যখন পশ্চিম দিক থেকে উদিত হবে তখন প্রত্যেক লোকের অন্তরে মোহর লেগে যাবে। যা কিছু তার মধ্যে রয়েছে সেটাই থাকবে এবং যা কিছু আমল মানুষ করেছে ওটাই যথেষ্ট হয়েছে (অর্থাৎ এর পরে কোন আমল করলে তা কোনই কাজে আসবে না)।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। ইবনে কাসীর (রঃ) বলেন, এ হদীসটির ইসনাদ উত্তম)হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, কিয়ামতের নিদর্শনগুলো সবই ঘটে গেছে, শুধুমাত্র চারটি নিদর্শন আসতে বাকী আছে। (১) পশ্চিম দিক থেকে সূর্য উদিত হওয়া, (২) দাজ্জালের আবির্ভাব, (৩) দাব্বাতুল আরদ বের হওয়া এবং (৪) ইয়াজুজ মাজুজের আগমন । হযরত ইবনে আব্বাস (রাঃ) হতে একটি হাদীস মার’রূপে বর্ণিত আছে। হাদীসটি দীর্ঘ এবং গারীব। তা এই যে, ঐ দিন সূর্য ও চন্দ্র মিলিতভাবে পশ্চিম দিক থেকে উদিত হবে এবং অর্ধ আকাশ পর্যন্ত এসে পুনরায় ঐ দিকেই ফিরে যাবে। এ হাদীসটি মুনকার ও মাওযু'। কিন্তু এর মারফু হওয়ার দাবী করা হয়েছে। ইবনে আব্বাস (রাঃ) এবং অহাব ইবনে মুনাব্বাহ (রঃ) পর্যন্ত এসে বর্ণনাকারীদের বিরতি হয়েছে। সুতরাং এটাকে সম্পূর্ণরূপে উড়িয়ে দেয়া যায় না। আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, প্রথম আলামত প্রকাশ পাওয়া মাত্রই কিরামান কাতেবীনের কাজ শেষ হয়ে যাবে এবং দেহের আমলের উপর সাক্ষ্য প্রদানের সময় এসে যাবে। ওর পূর্বেই যারা ঈমানদার ছিল এবং ভাল কাজ করতো তারা বড়ই উপকৃত হবে। পক্ষান্তরে যার পূর্বে ভাল ছিল না, তারা তখন তাওবাহ করতে শুরু করবে। কিন্তু তখন তাওবাহ্ করে কি লাভ? (আরবী) এর ভাবার্থ এটাই। অর্থাৎ তখন আর ভাল কাজ কবুল করা হবে না যদি পূর্বে ভাল কাজ করে না থাকে। আল্লাহ পাক বলেনঃ “হে নবী (সঃ)! তুমি বলে দাও-তোমরা ঐ দিনের অপেক্ষা কর, আমিও অপেক্ষা করছি।” এটা কাফিরদের প্রতি কঠিন ভৎসনা, যারা ঈমান ও তাওবাহ থেকে উদাসীন রয়েছে, শেষ পর্যন্ত ঐ সময় এসে গেছে। যেমন মহান আল্লাহ বলেনঃ “এরা শুধু কিয়ামতের সময়ের অপেক্ষা করছে, যেন তা তাদের কাছে হঠাৎ এসে পড়ে, অবশ্যই এর নিদর্শনগুলো তো এসেই পড়েছে, সুতরাং যখন তা সংঘটিত হয়েই যাবে তখন তাদের বুঝবার সুযোগ থাকবে কোথায়?” ইরশাদ হচ্ছে-যখন তারা আমার শাস্তি প্রত্যক্ষ করবে তখন বলবে আমরা একক আল্লাহর উপর ঈমান আনলাম এবং শরীকদেরকে অস্বীকার করলাম, কিন্তু শাস্তি দেখার পর ঈমানের এসব কথা বাজে ও ভিত্তিহীন।",
  "ayah": 158,
  "surah": 6
}
