{
  "text": "১২-১৬ নং আয়াতের তাফসীর:\nজানিয়ে দেয়া হচ্ছে যে, আল্লাহ পাক আকাশ ও পৃথিবীর মালিক এবং তিনি নিজের উপর দয়া ও অনুগ্রহকে ওয়াজিব করে নিয়েছেন । সহীহ্ বুখারী ও সহীহ্ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা মাখলুককে সৃষ্টি করার পর লাওহে মাহফুযে লিখে। দেন- আমার রহমত আমার গযবের উপর জয়যুক্ত থাকবে।”ইরশাদ হচ্ছে-অবশ্যই তিনি কিয়ামতের দিন তোমাদের সকলকে একত্রিত করবেন। এখানে (আরবী)  টি কসমের জন্যে ব্যবহৃত হয়েছে। আল্লাহ পাক যেন কসম খেয়ে বলছেন যে, তিনি নির্ধারিত দিনে তার সকল বান্দাকে একত্রিত করবেন। মুমিনদেরতো এ ব্যাপারে কোনই সন্দেহ নেই । কিন্তু কাফিরদের এতে সন্দেহ রয়েছে। রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়েছিল, সেখানে কি প্রস্রবণও রয়েছে? তিনি উত্তরে বলেছিলেনঃ “আল্লাহর কসম! তথায় প্রস্রবণ রয়েছে। নিশ্চয়ই আল্লাহর সৎ বান্দারা নবীদের হাওযে অবতরণ করবে। আল্লাহ তাআলা সত্তর হাজার ফেরেশতা পাঠাবেন যাদের হাতে আগুনের ডাণ্ডা থাকবে এবং নবীদের হাওযের উপর অবতরণকারী কাফিরদেরকে সেখান থেকে ডাক দিতে থাকবে।” এই হাদীসটি গারীব। জামিউত্ তিরমিযীতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক নবীর একটি করে হাওয থাকবে এবং আমি আশা করি যে, আমার হাওযে জনগণের ভীড় বেশী হবে।” বলা হচ্ছে-যারা নিজেরাই নিজেদেরকে ক্ষতি ও ধ্বংসের মুখে ফেলেছে, তারাই ঈমান আনে না এবং পরকাল সম্পর্কে ভয় রাখে না।এরপর আল্লাহ তা'আলা বলেনঃ রাত্রিকালে এবং দিবাভাগে যা কিছু বসবাস করে সব কিছুই আল্লাহর ব্যবস্থাপনায় রয়েছে, তিনি বান্দাদের সমস্ত কথাই শুনেন এবং তাদের সম্পর্কে সব কিছুই অবগত আছেন। তিনি তাদের অন্তরের কথা সম্পর্কেও পূর্ণ ওয়াকেফহাল। অতঃপর তার যে রাসূল (সঃ)-কে মহান একত্ববাদ এবং সুদৃঢ় শরীয়ত প্রদান করা হয়েছে তাঁকে তিনি সম্বোধন করে বলেনঃ “তুমি লোকদেরকে সিরাতে মুসতাকীমের দিকে আহ্বান কর এবং তাদেরকে বলে দাও আমি কি আকাশ ও পৃথিবীর সৃষ্টিকর্তা আল্লাহকে বাদ দিয়ে অন্য কাউকে নিজের পৃষ্ঠপোষক ও বন্ধু রূপে গ্রহণ করবো?” যেমন তিনি অন্য জায়গায় বলেছেনঃ“(হে নবী সঃ!) তুমি বল, হে মূখ লোকেরা! তোমরা কি আমাকে নির্দেশ দিচ্ছ যে, আমি আল্লাহকে বাদ দিয়ে অন্য কারও ইবাদত করবো?” ভাবার্থ এই যে, আল্লাহ হচ্ছেন আকাশ ও পৃথিবীর সৃষ্টিকর্তা। বিনা নমুনায় তিনি নভোমণ্ডল ও ভূ-মণ্ডলকে সৃষ্টি করেছেন। সুতরাং আমি এইরূপ মাবুদকে বাদ দিয়ে অন্য কারও কিরূপে ইবাদত করতে পারি? তিনি সকলকে খাওয়াইয়ে থাকেন, তাঁকে খাওয়ানো হয় না, তিনি বান্দার মুখাপেক্ষী নন। যেমন আল্লাহ তা'আলা বলেছেনঃ “আমি দানব ও মানবকে শুধুমাত্র আমার ইবাদতের জন্যে সৃষ্টি করেছি।” কেউ কেউ লা-য়ুআমু শব্দটিকে লা-য়্যাআমু পড়েছেন, অর্থাৎ তিনি নিজে কিছুই খান না। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “আহলে কুবার একজন আনসারী রাসূলুল্লাহ (সঃ)-কে দাওয়াত করেন। তাঁর সাথে আমরাও গমন করি। খাওয়া শেষে তিনি বলেন- সেই আল্লাহর শুকরিয়া আদায় করছি যিনি খাওয়ান অথচ নিজে খান না, তিনি আমাদের প্রতি অনুগ্রহ করতঃ আমাদেরকে খাওয়ান, পান করান এবং আমাদের উলঙ্গ দেহে কাপড় পরান। সুতরাং আমরা সেই আল্লাহকে ছাড়তে পারি না, তাঁর প্রতি অকৃতজ্ঞ হতে পারি না এবং আমরা তার থেকে অমুখাপেক্ষীও থাকতে পারি না। তিনি আমাদেরকে পথভ্রষ্টতা থেকে বাঁচিয়েছেন, আমাদের অন্তরের কালিমা দূর করেছেন এবং সমস্ত মাখলুকের উপর আমাদের মর্যাদা দান করেছেন।ইরশাদ হচ্ছে- হে নবী (সঃ)! তুমি বল, আমাকে এই নির্দেশ দেয়া হয়েছে। যে, আমি যেন সর্ব প্রথম মুসলমান হই এবং শির্ক না করি। আমি যদি আল্লাহর না-ফরমানী করি তবে ভীষণ দিনের কঠিন শাস্তির আমার ভয় রয়েছে। কিয়ামতের দিন যার উপর থেকে আল্লাহর শাস্তি সরিয়ে দেয়া হবে, তার প্রতি ওটা তাঁর অনুগ্রহই বটে, আর ওটাই হচ্ছে বিরাট সফলতা। যেমন এক জায়গায় আল্লাহ পাক বলেনঃ “যাকে জাহান্নাম থেকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে সেই ব্যক্তি হবে পূর্ণ সফলকাম।” আর সফলতা হচ্ছে উপকার লাভ করা এবং ক্ষতি হতে বেঁচে থাকা।",
  "ayah": 16,
  "surah": 6
}
