{
  "text": "এখানে আল্লাহ তাআলা স্বীয় নবী (সঃ)-কে সম্বোধন করে বলছেনঃ হে নবী (সঃ)! মুশরিকদেরকে নির্ভেজাল ইবাদত ও আল্লাহর উপর ভরসাকরণ সম্পর্কে তুমি বলে দাও-আমি কি আল্লাহকে বাদ দিয়ে অন্যকে স্বীয় প্রতিপালক বানিয়ে নিবো ? অথচ তিনিই তো প্রত্যেক বস্তুর প্রতিপালকু। সুতরাং আমি তাকেই আমার প্রতিপালক বানিয়ে নিবো। আমার এই প্রতিপালক একাকীই আমাকে। লালন-পালন করে থাকেন, আমার রক্ষণাবেক্ষণ করে থাকেন এবং আমার প্রতিটি বিষয়ে তিনি আমার তদবীরকারী। তাই আমি তিনি ছাড়া আর কারও সামনে মাথা নত করবো না। কেননা, সমস্ত সৃষ্টবস্তু ও সৃষ্টজীব তারই। নির্দেশ প্রদানের হক একমাত্র তাঁরই রয়েছে। মোটকথা, এ আয়াতে ইবাদতে আন্তরিকতা ও আল্লাহর উপর ভরসা করার নির্দেশ রয়েছে। যেমন এর পূর্ববর্তী আয়াতে ইবাদতে আন্তরিকতা শিক্ষা দেয়া হয়েছিল। আর কুরআন কারীমে এই বিষয়ের পারস্পরিক মিলন অধিক পরিলক্ষিত হয়। যেমন আল্লাহ পাক বলেনঃ তোমরা বল- “আমরা আপনারই ইবাদত করি এবং আপনারই কাছে সাহায্য প্রার্থনা করি।” অন্য জায়গায় রয়েছেঃ “তারই ইবাদত কর এবং তাঁরই উপর ভরসা কর।” অন্যত্র বলেনঃ “হে নবী (সঃ)! তুমি বল-তিনি পরম দাতা ও দয়ালু, আমরা তাঁরই উপর ঈমান এনেছি এবং তাঁরই উপর ভরসা করেছি।” আর এক জায়গায় বলেনঃ “তিনি পূর্ব ও পশ্চিমের প্রভু, তিনি ছাড়া অন্য কোন মাবুদ নেই, সুতরাং তাকেই ভরসার কেন্দ্রস্থল বানিয়ে নাও।” এর সাথে সাদৃশ্য যুক্ত আয়াত আরও রয়েছে। যেমন আল্লাহ তাআলা বলেনঃ “কেউ কোন দুষ্কর্ম করলে ওর পাপের ফল তাকেই ভোগ করতে হবে, কারও পাপের বোঝা অপর কেউ বহন করবে না।” এই আয়াতগুলোর মাধ্যমে এই সংবাদ দেয়া হচ্ছে যে, কিয়ামতের দিন যে শাস্তি দেয়া হবে তা নিপুণতা ও ন্যায়ের ভিত্তিতেই হবে। আমলের প্রতিফল আমলকারীই পাবে। ভাল লোককে ভাল প্রতিদান এবং মন্দ লোককে মন্দ প্রতিদান দেয়া হবে। একজনের পাপের কারণে অপরজনকে শাস্তি দেয়া হবে না। যেমন মহান আল্লাহ বলেনঃ “পাপের বোঝা বহনকারী কেউ যদি তার সেই বোঝা বহনের জন্যে কাউকে আহ্বান করে তবে সে তার ঐ বোঝা বহন করবে না। যদিও সে তার নিকটতম আত্মীয়ও হয়।” (আরবী) (২০:১১২) -এর তাফসীরে আলেমগণ বলেন যে, কোন লোককে অপর কোন লোকের পাপের বোঝা বহন করতে বলে তার প্রতি অত্যাচার করা হবে নাএবং তার পুণ্য কিছু কমিয়ে দিয়েও তার উপর যুলুম করা হবে না । আল্লাহ পাক আরও বলেনঃ “প্রত্যেককেই তার কৃতকর্মের জন্যে আবদ্ধ রাখা হবে, শাস্তি প্রাপ্তির পূর্বে তাকে ছেড়ে দেয়া হবে না, তবে এটা ডানদিক ওয়ালাদের জন্যে প্রযোজ্য নয়। কেননা, তাদের নেক আমলের বরকত তাদের সন্তান-সন্ততি ও আত্মীয়-স্বজন পর্যন্ত পৌছে যাবে। যেমন আল্লাহ তাআলা সূরায়ে তুরে বলেছেনঃ “যারা ঈমান এনেছে এবং যাদের সন্তান-সন্ততিও ঈমান আনয়নে তাদের সঙ্গী হয়েছে, আমি তাদের সন্তান-সন্ততিদেরকেও (মর্যাদায়) তাদের সাথে শামিল করে দিবো, আর (এই জন্যে) আমি তাদের আমলসমূহ হতে কিছুমাত্রও কম করবো না।” অর্থাৎ পূর্ববর্তীরাও পরবর্তীদের সৎ আমলের পুণ্য লাভ করবে কিন্তু তাই বলে পরবর্তীদের প্রতিদান হতে একটুও কম করা হবে না এবং জান্নাতে উচ্চ আসনে সৎ সন্তানদের নিকটে তাদের পূর্ব পুরুষদেরকেও পৌছিয়ে দেয়া হবে। পুত্রের পুণ্য পিতাও লাভ করে থাকে, যদিও সে সৎ আমলে পুত্রের সাথে শরীক না থাকে। এ কারণে যে পুত্রের প্রতিদান কিছু কেটে নেয়া হবে তা নয়, বরং দু’জনকেই সমান সমান বিনিময় প্রদান করা হবে। এমন কি আল্লাহ তা'আলা পুত্রদেরকেও পিতাদের আমলের বরকতের কারণে তাদের মনযিল পর্যন্ত। পৌছিয়ে থাকেন। এটা তার বিশেষ অনুগ্রহ। আল্লাহ তাআলা বলেন যে, প্রত্যেকে তার কৃতকর্মের জন্যে আবদ্ধ থাকবে। অর্থাৎ তাকে তার কৃতকর্মের কারণে পাকড়াও করা হবে। এরপর আল্লাহ পাক বলেনঃ তোমাদেরকে তোমাদের প্রভুর কাছেই ফিরে যেতে হবে। অর্থাৎ তোমরা যা করতে চাও স্বীয় জায়গায়। করতে থাক, আমিও আমার জায়গায় আমার কাজ করবো। শেষ পর্যন্ত একদিন তোমাদেরকে আমার কাছে আসতেই হবে। সেই দিন আমি মুমিন ও মুশরিক সবকেই তাদের কৃতকর্ম সম্পর্কে অবহিত করবো এবং তারা দুনিয়ায় অবস্থানরত অবস্থায় প্রকাল সম্পর্কে যে মতানৈক্য রাখতো, সেই দিন সবকিছুই প্রতীয়মান হয়ে পড়বে।মহান আল্লাহ বলেনঃ “হে নবী (সঃ)! তুমি মুশরিক ও কাফিরদেরকে বলে দাও-আমাদের কার্য সম্পর্কে তোমাদেরকে জিজ্ঞাসাবাদ করা হবে না এবং তোমাদের কৃতকর্ম সম্পর্কে আমরাও জিজ্ঞাসিত হবো না। তুমি আরও বলআমাদের প্রভু আমাদের সকলকেই একত্রিত করবেন, অতঃপর তিনি আমাদের মধ্যে হক ও ন্যায়ের সাথে ফায়সালা করবেন, তিনি হচ্ছেন সবচেয়ে উত্তম ফায়সালাকারী, সবকিছু অবহিত।”",
  "ayah": 164,
  "surah": 6
}
