{
  "text": "১৭-২১ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তাআলা সংবাদ দিচ্ছেন যে, তিনি লাভ ও ক্ষতির মালিক। তিনি তাঁর সষ্টির মধ্যে নিজের ইচ্ছামত ব্যবস্থাপনা চালিয়ে থাকেন। তাঁর নির্দেশকে না কেউ পিছনে সরাতে পারে, না তাঁর মীমাংসাকে কেউ বাধা প্রদান করতে পারে। যদি তিনি অকল্যাণ ও অমঙ্গলকে থামিয়ে দেন তবে সেটা কেউ চালু করতে পারে না। পক্ষান্তরে যদি তিনি কল্যাণ ও মঙ্গলকে চালু করেন তবে সেটাকে কেউ থামাতে পারে না। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “আল্লাহ মানুষকে যে রহমত দিতে চান ওটা কেউ বন্ধ করতে পারে না এবং যার থেকে তিনি তা বন্ধ রাখেন ওটা কেউ প্রদান করতে পারে না।” (৫২) সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলতেনঃ (আরবী) এই জন্যেই আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ তিনি সেই আল্লাহ যার জন্যে মানুষের মাথা নুয়ে পড়েছে, তিনি প্রত্যেক জিনিসের উপর জয়যুক্ত, তাঁর শ্রেষ্ঠত্ব ও উচ্চ সৰ্যাদার সামনে সব কিছুই নতি স্বীকার করেছে। তাঁর সমস্ত কাজ হিকমতে পরিপূর্ণ। তিনি বস্তুসমূহের স্থান সম্পর্কে পূর্ণ ওয়াকিফহাল। তিনি কিছু প্রদান করলে ওর প্রাপককেই প্রদান করে থাকেন এবং কিছু বন্ধ রাখলে যে প্রাপক নয় তার থেকেই তা বন্ধ রাখেন। তিনি বলেনঃ (আরবী) অথাৎ, হে মুহাম্মাদ (সঃ)! তুমি তাদেরকে জিজ্ঞেস কর যে, কার সাক্ষ্য সবচেয়ে বেশী গণ্য?(আরবী) অর্থাৎ, হে নবী (সঃ)! তুমিই তাদেরকে উত্তরে বলে দাও আমার ও তোমাদের মধ্যে আল্লাহই হচ্ছেন সাক্ষী। আর এই কুরআন আমার নিকট অহীর মাধ্যমে প্রেরণ করা হয়েছে, যেন আমি এর মাধ্যমে তোমাদেরকে ভয় প্রদর্শন করি এবং তাকেও ভয় দেখাই যার নিকট এই কুরআনের বাণী পৌছবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “ঐ লোকদের মধ্যে যারা কুফুরী করবে, জাহান্নাম হবে তাদের ওয়াদাকৃত স্থান।” (১১:১৭) আর যার কাছে কুরআনের বাণী পৌঁছবে সে যেন নবী (সঃ)-এর সাথেই সাক্ষাৎ করলো। রাসূলুল্লাহ (সঃ) বলেনঃ “যার কাছে কুরআন পৌছে গেল তার কাছে যেন স্বয়ং আমিই তবলীগ করলাম।” নবী (সঃ) আরও বলেছেনঃ “আল্লাহর আয়াতগুলো পৌছিয়ে দাও। যার কাছে আল্লাহর কিতাবের কোন আয়াত পৌছে গেল তার কাছে তার হুকুম পৌছে গেল।” রাবী ইবনে আনাস বলেছেন, রাসূল (সঃ)-এর অনুসারীর এটা অবশ্য কর্তব্য যে, ইসলামের দাওয়াত সে এমনভাবে দেবে যেমনভাবে রাসূলুল্লাহ (সঃ) দিয়েছিলেন এবং এমনভাবে ভয় প্রদর্শন করবে যেমনভাবে রাসূলুল্লাহ (সঃ) ভয় প্রদর্শন করেছিলেন। ইরশাদ হচ্ছে (আরবী) অর্থাৎ হে মুশরিকরা, তোমরা কি সাক্ষ্য দিচ্ছ যে, আল্লাহর সাথে অন্যান্য মা'বুদ রয়েছে? তুমি বলে দাও-এরূপ সাক্ষ্য আমি তো দিতে পারি না। যেমন অন্য জায়গায় তিনি বলেছেনঃ (আরবী) অর্থাৎ “যদি তারা সাক্ষ্য দিয়েই ফেলে তবে হে নবী (সঃ)! তুমি কিন্তু তাদের সাথে সাক্ষ্য দিয়ো না।” (৬:১৫০) আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ হে নবী (সঃ)! তুমি ঘোষণা করে দাও যে, তিনিই একমাত্র মা'বুদ, আর তোমরা যে শিরকে লিপ্ত রয়েছে, আমার সাথে ওর কোনই সম্পর্ক নেই।অতঃপর আল্লাহ তা'আলা আহলে কিতাবদের সম্পর্কে বলছেন যে, তারা এই কুরআনকে এমন উত্তম রূপে জানে যেমন উত্তম রূপে জানে তারা নিজেদের পুত্রদেরকে। কেননা, তাদের কিতাবে পূর্ববর্তী নবীদের সংবাদ রয়েছে। তাঁরা সবাই মুহাম্মাদ (সঃ)-এর অস্তিত্ব লাভের সুসংবাদ দিয়েছেন এবং তার গুণাবলী, তার দেশ, তার হিজরত, তাঁর উম্মতের গুণাবলী ইত্যাদি সম্পর্কে খবর দিয়ে গেছেন। এ জন্যই এরপর আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ যারা নিজেদেরকে ধ্বংসের মুখে ঠেলে দিয়েছে তারা ঈমান আনবে । অথচ ব্যাপারটা খুবই পরিষ্কার যে, নবীগণ তাঁর সুসংবাদ দিয়েছেন এবং প্রাচীন যুগ থেকে তাঁর নবুওয়াত ও আবির্ভাবের ভবিষ্যদ্বাণী করে গেছেন।(আরবী) বলা হচ্ছে অর্থাৎ যে ব্যক্তি আল্লাহর উপর মিথ্যা দোষারোপ করে কিংবা আল্লাহর আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে, তার চেয়ে বড় যালিম আর কে হতে পারে? অর্থাৎ তার চেয়ে বড় যালিম আর কেউই হতে পারে না। এরপর ঘোষণা করা হচ্ছে (আরবী) অর্থাৎ এরূপ আল্লাহর উপর মিথ্যা দোষারোপকারী এবং আল্লাহর আয়াতসমূহকে অস্বীকারকারী কখনই সাফল্য লাভ করতে পারবে না।",
  "ayah": 21,
  "surah": 6
}
