{
  "text": "২২-২৬ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা মুশরিকদের সম্পর্কে সংবাদ দিচ্ছেন- আমি যখন কিয়ামতের দিন তাদেরকে একত্রিত করবো তখন তাদেরকে ঐসব প্রতিমা সম্বন্ধে জিজ্ঞাসাবাদ করবো আল্লাহকে ছেড়ে তারা যেগুলোর উপাসনা করতো। তিনি বলবেন, আল্লাহ তাআলার সাথে তোমরা যেসব প্রতিমাকে শরীক করতে সেগুলো আজ কোথায়? আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ, তাদের ওযর-আপত্তি ও দলীল শুধুমাত্র এতটুকুই হবে যে, তারা বলবে-আল্লাহর কসম! আমরা মুশরিক ছিলাম না। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তাঁর কাছে একটি লোক এসে বললো, হে ইবনে আব্বাস (রাঃ)! আপনি তো শুনেছেন যে, আল্লাহ তাআলা বলেছেন-(আরবী) অর্থাৎ, আল্লাহর কসম! আমরা মুশরিক ছিলাম না। কিন্তু এটা কিভাবে হবে? তখন তিনি বললেন, যখন মুশরিকরা দেখবে যে, নামাযী ছাড়া আর কেউ জান্নাতে প্রবেশ করছে না তখন তারা পরস্পর বলাবলি করবে- এসো আমরা শিরক করাকে অস্বীকার করি।' একথা বলে তারা নিজেদের মুশরিক হওয়াকে অস্বীকার করে বসবে। তখন আল্লাহ পাক তাদের মুখে মোহর লাগিয়ে দিবেন। অতঃপর তাদের হাত পা তাদের মুশরিক হওয়ার সাক্ষ্য দিতে থাকবে, ফলে তারা কোন কথাই আর গোপন করতে পারবে না। হে প্রশ্নকারী! সুতরাং এখন তো তোমার মনে কোন সন্দেহ রইলো না যে, কুরআন কারীমে এমন কোন কথা। অবশিষ্ট নেই যা খুলে খুলে বলার অপেক্ষা রাখে। কিন্তু তুমি বুঝতে পার না এবং ব্যাখ্যা বিশ্লেষণ করতেও সক্ষম নও। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই আয়াতটি মুনাফিকদের ব্যাপারে অবতীর্ণ হয়েছিল। কিন্তু এখানে সন্দেহের উদ্রেক হচ্ছে যে, এই আয়াতটি তো মক্কায় অবতীর্ণ হয়েছিল, আর মক্কায় আবার মুনাফিক ছিল কোথায়? মদীনায় ইসলাম সাধারণভাবে গৃহীত হওয়ার পরে তো তাদের দল সৃষ্টি হয়। মুনাফিকদের ব্যাপারে যে আয়াত অবতীর্ণ হয় তা হচ্ছে আয়াতে মুজাদালাহ। তা হচ্ছে-(আরবী) অর্থাৎ “যেই দিন আল্লাহ তাদেরকে একত্রিত করবেন (অর্থাৎ কিয়ামতের দিন), সেই দিন তারা আল্লাহর নামে কসম খেয়ে খেয়ে বর্ণনা করতে থাকবে।” (৫৮:১৮) অনুরূপভাবে আল্লাহ পাক এখানে ঐ লোকদের সম্পর্কে বলেছেনঃ (আরবী) অর্থাৎ লক্ষ্য কর, তারা নিজেদের সম্পর্কে কিরূপ মিথ্যা বলছে! তখন যাদেরকে তারা মিথ্যা মা’দ মনোনীত করেছিল, তারা সবাই নিরুদ্দেশ হয়ে যাবে।ইরশাদ হচ্ছে-তাদের মধ্যে এমন লোকও রয়েছে যারা মনোযোগ সহকারে কান লাগিয়ে তোমার (মুহাম্মাদ সঃ) কথা শুনে থাকে, কিন্তু তাদের দুষ্কর্মের কারণে যাতে তারা তোমার কথা ভালরূপে বুঝতে না পারে সে জন্যে আমি তাদের অন্তরের উপর আবরণ রেখে দিয়েছি এবং তাদের কানে বধিরতা রেখেছি, যাতে তারা শুনতে না পায়, তারা যদি সমস্ত আয়াত ও প্রমাণাদিও অবলোকন করে তথাপি তারা ঈমান আনবে না। তারা অহী শুনবার জন্যে এসে থাকে, কিন্তু এই শ্রবণে তাদের কোনই উপকার হয় না। যেমন আল্লাহ তা'আলা অপর এক জায়গায় বলেছেন, তাদের দৃষ্টান্ত সেই চতুষ্পদ জন্তুর ন্যায় যে তার রাখালের শব্দ ও ডাক শুনে বটে, কিন্তু অর্থ কিছুই বুঝে না। অতঃপর মহান আল্লাহ বলেন যে, তারা দলীল প্রমাণাদি অবলোকন করে থাকে বটে, কিন্তু তাদের না আছে কোন বিবেক বুদ্ধি এবং না তারা ন্যায়পরায়ণতার সাথে কাজ করে থাকে, সুতরাং তারা ঈমান আনবে কিরূপে? এরপর আল্লাহ তা'আলা রাসূলুল্লাহ (সঃ)-কে সম্বোধন করে বলেনঃ যদি তাদের মধ্যে কল্যাণ লাভের সামর্থ্য থাকতো তবে আল্লাহ তাদেরকে শুনার তাওফীক দিতেন। আর যখন তারা তোমার কাছে আসে তখন তর্ক বিতর্কে লিপ্ত হয়ে যায় এবং বাতিল ও অযৌক্তিক কথা পেশ করতঃ সত্যকে লোপ করে দেয়ার চেষ্টা করে। তারা বলে- হে মুহাম্মাদ (সঃ)! যেসব কথা আপনি অহীর নাম দিয়ে পেশ করছেন ওগুলো তো পূর্ববর্তী লোকদের কাহিনী ছাড়া আর কিছুই নয়। তারা জনগণকে নবী (সঃ)-এর সাথে যোগাযোগ করতে বাধা প্রদান করে এবং তারা নিজেরাও দূরে সরে থাকে।(আরবী) -এর তাফসীরে দু'টি উক্তি রয়েছে। একটি হচ্ছে যে, তারা জনগণকে সত্যের অনুসরণ, রাসূলুল্লাহ (সঃ)-এর সত্যতা স্বীকারকরণ এবং কুরআন কারীমের অনুসরণ হতে বিরত রাখে এবং নিজেরাও এগুলো থেকে দুরে সরে থাকে। তারা যেন দু'টি খারাপ করে থাকে। তা হল এই যে, তারা না নিজেরা উপকৃত হয়, না অন্যদেরকে উপকার লাভ করতে দেয়। দ্বিতীয় উক্তি হল এই যে, (আরবী) -এর ভাবার্থ হল-জনগণ রাসূলুল্লাহ (সঃ)-কে কষ্ট দেয়ার চেষ্টা করলে আবু তালিব তাদেরকে বাধা দিতেন। সেই সম্পর্কেই এই আয়াত অবতীর্ণ হয়। সাঈদ ইবনে আবূ হিলাল বলেন যে, রাসূলুল্লাহ (সঃ)-এর দশজন চাচা সম্পর্কে এই আয়াত অবতীর্ণ হয়। তারা সবাই লোকদেরকে তাঁকে হত্যা করা থেকে বাধা প্রদান করতো বটে, কিন্তু বড়ই দুঃখের বিষয় এই যে, তারা নিজেরা ঈমানের বরকত লাভ থেকে বঞ্চিত থাকতেন। সুতরাং তাঁরা ছিলেন বাহ্যতঃ তাঁর প্রতি সহানুভূতিশীল, কিন্তু ভিতরে ছিলেন তাঁর বিরুদ্ধাচরণকারী। এর পর ইরশাদ হচ্ছে যে, তারা নির্বুদ্ধিতা বশতঃ নিজেদেরকে ধ্বংসের মুখে ঠেলে দিচ্ছে। তারা এ কথাটা মোটেই বুঝছে না যে, তারা নিজেরাই নিজেদের ক্ষতি ও ধ্বংস টেনে আনছে!",
  "ayah": 26,
  "surah": 6
}
