{
  "text": "৩১-৩২ নং আয়াতের তাফসীর:\nএখানে মহান আল্লাহর সাথে সাক্ষাৎ হওয়াকে যারা অস্বীকার করে তাদের সম্পর্কে এবং তাদের উদ্দেশ্য সফল না হওয়া ও তাদের নৈরাশ্য সম্পর্কে বর্ণনা দেয়া হচ্ছে। আল্লাহ পাক বলছেন যে, যখন কিয়ামত হঠাৎ এসে পড়বে তখন তারা তাদের খারাপ আমলের জন্যে কতই না লজ্জিত হবে! তারা বলবে ? হায়! আমরা যদি সত্যের বিরোধিতা না করতাম তবে কতই না ভাল হতো! (আরবী) শব্দের সর্বনামটি পার্থিব জীবনের দিকেও ফিরতে পারে এবং আমলের দিকেও ফিরতে পারে।আল্লাহ তা'আলা বলেনঃ তারা তাদের গুনাহর বোঝা নিজেদের পিঠে বহন করবে এবং যেই বোঝা তারা বহন করবে সেটা কতই না জঘন্য বোঝা! হযরত কাতাদা (রঃ) (আরবী) শব্দটিকে (আরবী) পড়তেন। ইবনে আবি হাতিম (রঃ) আবু মিরযাওক (রঃ) থেকে বর্ণনা করেছেন যে, তিনি বলেছেনঃ যখন কাফির বা পাপী ব্যক্তি কবর থেকে উঠবে তখন একটা অত্যন্ত জঘন্য আকৃতির লোক তাকে অভ্যর্থনা করবে। তার থেকে ভীষণ দুর্গন্ধ ছুটবে! ঐ কাফির ব্যক্তি তখন তাকে জিজ্ঞেস করবে, তুমি কে? সে উত্তরে বলবেঃ “তুমি আমাকে চিনতে পারছো না? আমি তো তোমারই নিকৃষ্ট আমলের প্রতিকৃতি, যে আমল তুমি দুনিয়ায় করতে। দুনিয়ায় বহু দিন যাবত তুমি আমার উপর সওয়ার ছিলে। এখন আমি তোমার উপর সওয়ার হবো। (এটা ইবনে আবি হাতিম আমর ইবনে কায়েসের হাদীস থেকে আবু মিরযাওক হতে বর্ণনা করেছেন) এই পরিপ্রেক্ষিতেই বলা হয়েছে যে, তারা তাদের পিঠের উপর তাদের বোঝা বহন করবে। সুদ্দী (রঃ) বলেন যে, যখনই কোন পাপী ব্যক্তিকে কবরে প্রবেশ করানো হয় তখনই এক অত্যন্ত জঘন্য প্রতিকৃতি তার কাছে এসে থাকে। ঐ প্রতিকৃতি অত্যন্ত কৃষ্ণ বর্ণের এবং ওর পরনের কাপড় খুবই ময়লাযুক্ত। তার থেকে বিকট দুর্গন্ধ ছুটতে থাকে। সে ঐ ব্যক্তির কবরে অবস্থান করতে থাকে। সে তাকে দেখে বলে, তোমার চেহারা কতই জঘন্য।” সে তখন বলে, আমি তোমার জঘন্য কাজেরই প্রতিকৃতি। তোমার কাজগুলো ছিল এই রূপই দুর্গন্ধময়।' সে বলবেঃ তুমি কে?' সেই প্রতিকৃতি উত্তরে বলবেঃ ‘আমি তোমারই আমল। অতঃপর সে কিয়ামত পর্যন্ত তার সাথে তার কবরেই অবস্থান করবে। কিয়ামতের দিন সে তাকে বলবেঃ দুনিয়ায় আমি তোমাকে কাম ও উপভোগের আকারে বহন করে এসেছিলাম। আজ তুমিই আমাকে বহন করবে। অতঃপর তার আমলের প্রতিকৃতি তার পিঠের উপর সওয়ার হয়ে তাকে জাহান্নামের দিকে নিয়ে যাবে। এই আয়াতের ব্যাখ্যা এটাই। ইরশাদ হচ্ছে যে, পার্থিব জীবন খেল তামাশা ও আমোদ-প্রমোদের ব্যাপার ছাড়া আর কিছুই নয়, আর মুত্তাকীদের জন্যে পরকালই হচ্ছে মঙ্গলময়।",
  "ayah": 32,
  "surah": 6
}
