{
  "text": "৩৩-৩৬ নং আয়াতের তাফসীর:\nলোকেরা যে নবী (সঃ)-কে মিথ্যা প্রতিপন্ন করছে এবং তার বিরুদ্ধাচরণে উঠে পড়ে লেগেছে সে জন্যে আল্লাহ পাক তাঁকে সান্ত্বনার সুরে বলছেন, হে নবী (সঃ)! তাদের তোমাকে মিথ্যা প্রতিপন্ন করা এবং এর ফলে তোমার দুঃখিত ও চিন্তিত হওয়ার ব্যাপারটা আমার অজানা নয়। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ তুমি তাদের উপর দুঃখ ও আফসোস করো না।' (৩৫:৮) অন্য জায়গায় আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “হে মুহাম্মাদ (সঃ)! তারা যদি ঈমান না আনে তাহলে তুমি হয়তো তাদের জন্যে তোমার জীবন বিসর্জন করে দেবে।” (২৬৪ ৩) অন্য স্থানে রয়েছেঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! তারা যদি ঈমান না আনে তবে হয়তো তাদের পিছনে আফসোস করে করে তুমি তোমার জীবন বিসর্জন করবে।\" (১৮:৬)।ইরশাদ হচ্ছে- “নিশ্চয়ই তারা তোমাকে মিথ্যা প্রতিপন্ন করছে না, বরং এই যালিমরা আল্লাহর আয়াত সমূহকেই অস্বীকার করছে।” অর্থাৎ হে মুহাম্মাদ (সঃ)! তারা তোমার উপর মিথ্যা বলার অপবাদ দিচ্ছে না, বরং প্রকৃতপক্ষে এই অত্যাচারী ললাকেরা সত্যের বিরোধিতা করে আল্লাহর আয়াত সমূহকেই অস্বীকার করছে। এ সম্পর্কে-ই হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, আবু জেহেল নবী (সঃ)-কে বলেছিল- “আমরা তোমাকে তো মিথ্যাবাদী বলছি না, বরং যে দ্বীন তুমি নিয়ে এসেছ ওটাকেই আমরা মিথ্যা ও অসত্য বলছি। তখন আল্লাহ তা'আলা এই আয়াত অবতীর্ণ করেন। ইবনে আবি হাতিম (রঃ) আৰু ইয়াযীদ আল মাদানী (রঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ)-এর সঙ্গে আবূ জেহেলের সাক্ষাৎ হয়। তখন সে তার সাথে মুসাফাহ্ (কর মর্দন) করে। এ দেখে তার এক সাথী তাকে বলেঃ তুমি এঁর সাথে মুসাফাহ্ করলে? উত্তরে আবু জেহেল বলেঃ “আল্লাহর শপথ! অবশ্যই আমি জানি যে, ইনি আল্লাহর নবী। কিন্তু আমরা কি কখনও আবদে মানাফের অনুগত হতে পারি?আবু জেহেলের কাহিনীর ব্যাপারে বলা হয়েছে যে, সে রাত্রিকালে গোপনে রাসূলুল্লাহ (সঃ)-এর কিরাত শুনবার জন্যে আগমন করে। অনুরূপভাবে আবু সুফইয়ান ও আখনাস ইবনে শুরাইকও আসে। কিন্তু তারা একে অপরের খবর জানতো না। তিনজনই সকাল পর্যন্ত কুরআন শুনতে থাকে। সকালের আলো প্রকাশিত হয়ে উঠলে তারা বাড়ীর দিকে প্রত্যাবর্তন করে। পথে তিনজনেরই সাক্ষাৎ ঘটে। তারা তখন একে অপরকে জিজ্ঞাসাবাদ করেঃ ‘কি উদ্দেশ্যে এসেছিলে?' তারা প্রত্যেকেই তাদের আগমনের উদ্দেশ্যের কথা বলে দেয়। অতঃপর তারা প্রতিজ্ঞাবদ্ধ হয় যে, আর তারা এ কাজে আসবে না। কেননা, হতে পারে যে, তাদের দেখাদেখি কুরায়েশদের যুবকরাও আসতে শুরু করে দেবে এবং তারা পরীক্ষার মধ্যে পড়ে যাবে। দ্বিতীয় রাত্রে প্রত্যেকেই ধারণা করে যে, ওরা দু’জন তো আসবে না। সুতরাং কুরআন কারীম শুনতে যাওয়া যাক। এ ধারণার বশবর্তী হয়ে সবাই এসে যায় এবং ফিরবার পথে পুনরায় পথে তাদের সাক্ষাৎ হয়। প্রতিজ্ঞা ভঙ্গের কারণে একে অপরকে তিরস্কার করে এবং পুনরাবৃত্তি না করার অঙ্গীকার করে। তৃতীয় রাত্রেও তারা তিনজনই এসে যায় এবং সকালে পুনরায় তাদের সাক্ষাৎ ঘটে। এবার তারা দৃঢ়ভাবে প্রতিজ্ঞাবদ্ধ হয় যে, আর কখনও কুরআন শুনতে আসবে না। এক্ষণে আখনাস ইবনে শুরাইক আবু সুফইয়ান ইবনে হারবের কাছে গমন করে এবং বলেঃ হে আবূ হানযালা! তুমি মুহাম্মাদ (সঃ)-এর মুখে যে কুরআন শুনেছে সে সম্পর্কে তোমার মতামত কি?উত্তরে আবু সুফইয়ান বললেনঃ “হে আবূ সা'লাবা! আল্লাহর কসম! আমি এমন কিছু শুনেছি যা আমার নিকট খুবই পরিচিত এবং ওর ভাবার্থও আমি ভালভাবে বুঝেছি। আবার এমন কিছুও শুনেছি যা আমি জানিও না এবং ওর ভাবার্থও বুঝতে পারিনি।” তখন আখনাস বললোঃ “আল্লাহর কসম! আমার অবস্থাও তাই। এরপর আখনাস সেখান থেকে ফিরে এসে আবু জেহেলের নিকট গমন করে এবং তাকে বলে, হে আবুল হাকাম! মুহাম্মাদ (সঃ)-এর নিকট থেকে যা কিছু শুনেছে সে সম্পর্কে তোমার অভিমত কি? তখন আবু জেহেল বলল, “গৌরব লাভের ব্যাপারে আমরা আবদে মানাফের সাথে প্রতিদ্বন্দ্বিতা কর ? রয়েছি। তারা দাওয়াত করলে আমরাও দাওয়াত করি। তারা দান খয়রাত করলে আমরাও করি। অবশেষে আমরা হাতপা গুটিয়ে বসে আছি এমন সময় তারা দাবী করেছে যে, তাদের কাছে আল্লাহর নবী (সঃ) রয়েছেন এবং তার কাছে আকাশ থেকে অহী আসে, আমরা তো এ কথা বলতে পারছি না। সুতরাং আল্লাহর কসম! আমরা কখনও ওর উপর ঈমান আনবো না এবং তার নবুওয়াতের উপরও বিশ্বাস স্থাপন করবো না।” আখনাস এ কথা শুনে সেখান থেকে চলে যায়। “তারা তোমাকে মিথ্যা প্রতিপন্ন করে না, বরং অত্যাচারীরা আল্লাহর আয়াত সমূহকেই অবিশ্বাস করছে।” এই আয়াত সম্পর্কে সুদ্দী (রঃ) বলেন যে, বদরের দিন আখনাস বিন শুরাইক বানী যুহরাকে বলেঃ “মুহাম্মাদ (সঃ) তোমাদের ভাগ্নে। সুতরাং তোমাদের তাঁরই পক্ষ অবলম্বন করা উচিত। যদি সত্যি তিনি নবীই হন তবে আজ বদরের দিনে তোমাদের তার সাথে যুদ্ধ না করাই সমীচীন। আর যদি তিনি মিথ্যাবাদীই হন তবে তোমাদের ভাগ্নে হিসেবে তার থেকে বিরত থাকাই তোমাদের কর্তব্য। তোমরা তার সাথে যুদ্ধও করবে না এবং তাঁকে সাহায্যও করবে না। অপেক্ষা কর আমি আবুল হাকামের সাথে সাক্ষাৎ করি। যদি সে মুহাম্মাদ (সঃ)-এর উপর জয়যুক্ত হয় তবে তোমরা নিরাপদে দেশে ফিরে যাবে। আর যদি মুহাম্মাদ (সঃ) জয়যুক্ত হন তবে তোমরা তোমাদের কওমের বিরুদ্ধে যুদ্ধ করনি বলে তারা তোমাদের কোন ক্ষতি করবে না। সুতরাং তোমাদের যুদ্ধ থেকে বিরত থাকাই উচিত।” সেদিন থেকেই তার নাম আখনাস হয়ে যায়। পূর্বে তার নাম ছিল উবাই। এখন আখনাস আৰূ জেহেলের সাথে নির্জনে মিলিত হয়। সে তাকে জিজ্ঞেস করে, হে আবুল হাকাম! এখানে তো আমি ও তুমি ছাড়া কুরায়েশদের আর কেউ নেই। আমাকে বলতো, মুহাম্মাদ (সঃ) সত্যবাদী, না মিথ্যাবাদী? আবু জেহেল উত্তরে বলেঃ “আরে নরাধম! মুহাম্মাদ (সঃ) তো সত্যবাদী বটেই। তিনি জীবনে কখনও মিথ্যা কথা বলেননি।কিন্তু কথা এই যে, বানু কুসাইরাই যদি পতাকাধারীও হয়, হজ্বের মৌসুমে হাজীদেরকে পানি সরবরাহকারী তারাই হয় এবং কাবা ঘরের চাবি রাখার হকদার তারাই হয়, আবার তাদের নবুওয়াতও সবাই মেনে নেয় তবে অন্যান্য কুরাইশদের জন্যে বাকী থাকলো কি? এই কারণেই তা আমরা অস্বীকার করছি।” তখন আল্লাহ তা'আলা (আরবী) -এই আয়াতটি অবতীর্ণ করেন। আর মুহাম্মাদ (সঃ) তো আল্লাহর আয়াত।(আরবী) এই আয়াতে নবী (সঃ)-কে সান্ত্বনা দেয়া হয়েছে এবং তাকে সাহায্য করার ওয়াদা করা হয়েছে। যেমনভাবে তার পূর্ববর্তী নবীদেরকেও সাহায্য করা হয়েছিল। শেষ পর্যন্ত কওমের মিথ্যা প্রতিপন্ন করা ও তাদের কষ্ট পৌছানোর পরে তাদের সাথে ওয়াদা করা হয়েছিল যে, পরিণাম তাঁদেরই ভাল হবে। এমন কি দুনিয়াতেও তাদের উপর আল্লাহর সাহায্য নেমে এসেছিল। আর পরকালে তো সাহায্য অবধারিত রয়েছেই। এই জন্যেই বলা হয়েছে যে, আল্লাহর কথার কোন পরিবর্তন নেই এবং সাহায্যের যে ওয়াদা করা হয়েছে তা অবশ্যই পুরো করা হবে। যেমন তিনি এক জায়গায় বলেছেন-(আরবী) অর্থাৎ “ইতিপূর্বে আমার প্রেরিত বান্দাদের পক্ষেই আমার কথা প্রাধান্য লাভ করেছে।\" (৩৭৪ ১৭১) আর এক জায়গায় তিনি বলেছেন-(আরবী) অর্থাৎ “আল্লাহ ফরয করে নিয়েছেন- অবশ্যই আমি এবং আমার রাসূলগণই জয়যুক্ত হবো, নিশ্চয়ই আল্লাহ ক্ষমতাবান ও পরাক্রমশালী।” (৫৮:২১) আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ হে নবী (সঃ)! অবশ্যই তোমার কাছে রাসূলদের খবর এসে গেছে। আর তাদের জীবনীতে তোমার জন্যে উত্তম আদর্শ রয়েছে। এরপর ইরশাদ হচ্ছে- (আরবী) অর্থাৎ তাদেরকে এড়িয়ে চলা যদি তোমার পক্ষে কঠিন হয়, তবে তুমি এর কোন প্রতিকার করতে পারবে কি? ভূপৃষ্ঠে সুড়ঙ্গ তৈরি কর এবং সেখান থেকে তাদের জন্যে আল্লাহর নির্দেশাবলী বের করে নিয়ে এসো অথবা আকাশে সিঁড়ি লাগিয়ে উপরে উঠে যাও এবং সেখানে কোন নিদর্শন অনুসন্ধান কর, আর তা তাদের কাছে পেশ কর।সম্ভব হলে এসব কাজ কর । কিন্তু এটা কখনও সম্ভব নয়। তাছাড়া এরূপ করলেও তারা ঈমান আনবে না। চাইলে আল্লাহ তাদের সকলকে ঈমানের উপর একত্রিত করতেন। সুতরাং হে নবী (সঃ)! কথা বুঝবার চেষ্টা কর। অযথা দুঃখ করো না এবং মূর্খদের মত হয়ো না। যেমন আল্লাহ তা'আলা বলেন : (আরবী) অর্থাৎ “যদি তোমার প্রভু চাইতেন তবে অবশ্যই পৃথিবীর সকলেই ঈমান আনতো।\" (১০:৯৯) এই আয়াত সম্পর্কে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সমস্ত লোকই যেন ঈমান আনয়ন করে এবং হিদায়াতের অনুসারী হয়ে যায় এই চেষ্টাই রাসূলুল্লাহ (সঃ) করতে রয়েছিলেন। তখন আল্লাহ রাব্বল আলামীন তাঁকে জানিয়ে দিলেন যে, যার ভাগ্যে পূর্বেই ঈমান লিপিবদ্ধ রয়েছে একমাত্র সেই ঈমান আনবে। আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ যারা মনোযোগ দিয়ে শুনে তারাই সত্যের ডাকে সাড়া দেবে এবং সত্য অনুধাবন করবে।অর্থাৎ আল্লাহ মৃতদেরকে জীবিত করে উঠাবেন, অতঃপর তাদেরকে তারই কাছে ফিরিয়ে নেয়া হবে। (আরবী) দ্বারা কাফিরদেরকে বুঝানো হয়েছে, কেননা তাদের অন্তর মৃত। এ জন্যে জীবিতাবস্থাতেই তাদেরকে মৃত বলে উল্লেখ করা হয়েছে এবং দেহের মরে যাওয়ার সাথে সাদৃশ্য যুক্ত করা হয়েছে। এর উদ্দেশ্য হচ্ছে তাদেরকে লাঞ্ছিত করা।",
  "ayah": 36,
  "surah": 6
}
