{
  "text": "৫৫-৫৯ নং আয়াতের তাফসীর:\nইরশাদ হচ্ছে- যেমন আমি পূর্ববর্তী বর্ণনায় দলীল প্রমাণাদির মাধ্যমে সাধুতা, হিদায়াত ইত্যাদিকে প্রকাশ করে দিয়েছি, তেমনই যে আয়াতগুলোর সম্বোধিত ব্যক্তি প্রকাশ্য বর্ণনার মুখাপেক্ষী তার কাছে আমি ঐ আয়াতগুলো স্পষ্টভাবে বর্ণনা করেছি। এর কারণ এটাও যে, যেন অপরাধীদের পথ সুস্পষ্ট হয়ে পড়ে। আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলছেন, হে মুহাম্মাদ (সঃ)! তুমি কাফিরদেরকে বলে দাও-আল্লাহ তাআলা যে অহী আমার নিকট পাঠিয়েছেন আমি তা অন্তদৃষ্টি দিয়ে দেখে ওর উপর প্রতিষ্ঠিত রয়েছি। পক্ষান্তরে তোমরা সত্যকে মিথ্যা জেনেছো। তোমরা যে শাস্তির জন্য তাড়াহুড়া করছে তা আমার হাতে নেই। হুকুমের মালিক তো একমাত্র আল্লাহ। যদি তিনি সত্বর তোমাদের উপর শাস্তি আনয়নের ইচ্ছে করেন তবে সেই শাস্তি সত্বরই তোমাদের উপর এসে পড়বে। আর যদি তিনি কোন মহান উদ্দেশ্যকে সামনে রেখে শাস্তি প্রদানে বিলম্ব করেন এবং তোমাদেরকে অবকাশ দেন তবে ওটারও তার অধিকার রয়েছে। এজন্যেই আল্লাহ পাক বলেনঃ তিনি সত্যপন্থা অবলম্বন করে থাকেন। এবং তিনি কোন নির্দেশ জারী ও বান্দাদের মধ্যে কোন হুকুম চালুর ব্যাপারে সত্যের উপর প্রতিষ্ঠিত থাকেন। হে নবী (সঃ)! তুমি তাদেরকে বল-যদি তোমাদের উপর সত্বর শাস্তি আনয়ন আমার অধিকারভুক্ত হতো তবে তোমরা যে শাস্তির যোগ্য তা আমি সত্বরই তোমাদের উপর অবতীর্ণ করতাম। আর আল্লাহ তো অত্যাচারীদেরকে ভালরূপেই জানেন। যদি প্রশ্ন করা হয় যে, এই আয়াত এবং সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হাদীস পরস্পর বিরোধী, তাহলে উভয়ের মধ্যে আনুকূল্য আনয়নের উপায় কি? হাদীসটি নিম্নে বর্ণিত হলোঃহযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে। জিজ্ঞেস করলাম, হে আল্লাহর রাসূল (সঃ)! উহুদের দিবস অপেক্ষা কঠিনতর কোন দিন কি আপনার জীবনে এসেছিল? তিনি উত্তরে বলেনঃ হে আয়েশা (রাঃ)! তোমার কওমের পক্ষ থেকে যে ভীষণতম কষ্ট আমার উপর পৌঁছেছিল তা হচ্ছে আকাবা দিবসের কষ্ট। যখন আমি ইবনে আবদি ইয়ালীল ইবনে আবদি কিলালের উপর নিজেকে পেশ করি তখন সে আমার আহ্বানে সাড়া না দিয়ে তা প্রত্যাখ্যান করে। আমি তখন অত্যন্ত দুঃখিত মনে সেখান থেকে ফিরে যাই। কারণে সাআ’লিব নামক স্থানে পৌঁছে আমার জ্ঞান ফিরে আসে। আমি মাথা উঠিয়ে দেখি যে, আমার উপরে এক খণ্ড মেঘ ছেয়ে আছে। আমি ওর মধ্যে হযরত জিবরাঈল (আঃ)-কে দেখতে পাই। তিনি আমাকে বলেন, হে মুহাম্মাদ (সঃ)! আপনার কওমের লোকেরা আপনাকে যা বলছে তা আল্লাহ শুনেছেন। তিনি আপনার সাহয্যার্থে পাহাড়ের ফেরেশতাকে পাঠিয়েছেন যাতে আপনি যা চান তাকে তাই নির্দেশ দেন! পাহাড়ের ফেরেশতাও সাড়া দিলেন এবং তাঁকে সালাম জানালেন। অতঃপর বললেন, আল্লাহ আমাকে আপনার সাহায্যার্থে পাঠিয়েছেন। সুতরাং যদি আপনি আমাকে হুকুম করেন তবে আমি এই পাহাড় দু'টি আপনার কওমের উপর নিক্ষেপ করি। তখন রাসূলুল্লাহ (সঃ) বললেন, আমি আশা রাখছি যে, আল্লাহ এই কাফিরদের বংশ হতে এমন লোকও বের করবেন যারা মুমিন হবে এবং আল্লাহর সাথে আর কাউকেও শরীক করবে না।সহীহ মুসলিমে নিম্নরূপ শব্দ রয়েছে। তাদের উপর ফেরেশতা শাস্তি পেশ করলে রাসূলুল্লাহ (সঃ) তাদেরকে অবকাশ দিতে বললেন এবং শাস্তি প্রদানে বিলম্ব করণের ইচ্ছা প্রকাশ করলেন, যাতে তাদের বংশ থেকে মুমিনদের জন্মলাভ হতে পারে। তাহলে এখন সমস্যা দেখা দিচ্ছে যে, আল্লাহর উল্লিখিত উক্তি এবং এই হাদীসের মধ্যে আনুকূল্যের উপায় কি? পূর্ববর্তী উক্তি এই যে, রাসূলুল্লাহ (সঃ)-কে বলতে বলা হচ্ছে- তোমরা যে শাস্তি চাচ্ছ তা যদি আমার অধিকারে থাকতো তাহলে তো এখনই আমার ও তোমাদের মধ্যে ফায়সালা হয়েই যেতো এক এখনই আমি তোমাদের উপর শাস্তি অবতীর্ণ করতাম। আর এখানে শাস্তি প্রদানের অধিকার লাভ সত্ত্বেও রাসূলুল্লাহ (সঃ) তাদের উপর শাস্তি অবতীর্ণ করছে না! এই সমস্যার সমাধান এইভাবে হতে পারেঃ পবিত্র আয়াত দ্বারা এটাই প্রমাণিত হচ্ছে যে, যে শাস্তি তারা চাচ্ছে তা তাদের চাওয়ার কারণেই তাদের উপর পতিত হতো। আর উক্ত হাদীসে এটা উল্লেখ নেই যে, তারা শাস্তি চেয়েছিল। বরং ফেরেশতা তাদের উপর শাস্তি পেশ করতে চেয়েছিলেন এবং বলেছিলেন, হে মুহাম্মাদ (সঃ)! যদি আপনি চান তবে আমি এই ‘আখশাবাইন’ পাহাড় দু'টিকে তাদের উপর নিক্ষেপ করে দেই, যে পাহাড় দুটি মক্কায় অবস্থিত এবং মক্কাকে উত্তর ও দক্ষিণ দিক থেকে ঘিরে রয়েছে। কিন্তু রাসূলুল্লাহ (সঃ) নমনীয়তা প্রদর্শন করতঃ বিলম্বের সাথে কাজ করার ইচ্ছা প্রকাশ করেন।ইরশাদ হচ্ছে- অদৃশ্যের কথা আল্লাহ ছাড়া আর কেউ জানে না। রাসূলুল্লাহ (সঃ) বলেছেন, “গায়েবের বিষয় হচ্ছে পাঁচটি। (১) কিয়ামতের সময়ের কথা আল্লাহ ছাড়া আর কারও জানা নেই। (২) বৃষ্টি বর্ষণ করা। (৩) গর্ভবতীর গর্ভে পুত্র সন্তান আছে কি কন্যা সন্তান আছে। (৪) কোন লোক আগামীকল্য কি উপার্জন করবে। (৫) কোন লোকই এটা জানে না যে, কোন ভূমিতে সে মৃত্যুবরণ করবে। একমাত্র আল্লাহই এসব বিষয়ের খবর রাখেন।” হযরত উমার (রাঃ) বর্ণিত হাদীসে রয়েছে যে, এক সময় হযরত জিবরাঈল (আঃ) একজন গ্রাম্য লোকের রূপ ধারণ করে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন এবং ঈমান, ইসলাম ও ইহসান সম্পর্কে তাকে জিজ্ঞেস করেন। রাসূলুল্লাহ (সঃ) তখন উত্তর দিতে গিয়ে এক পর্যায়ে বলেনঃ “পাঁচটি বিষয়ের জ্ঞান আল্লাহ ছাড়া আর কারও নেই।” অতঃপর তিনি (আরবী) (৩১:৩৪) -এই আয়াতটি পাঠ করেন। আর আল্লাহ পাকের উক্তিঃ (আরবী) -এর ভাবার্থ এই যে, জলভাগে ও স্থলভাগে যত কিছু অজৈব বস্তু বিদ্যমান রয়েছে, আল্লাহ পাকের জ্ঞান সেই সব কিছুকেই পরিবেষ্টন করে রয়েছে। যমীন ও আসমানের অণু পরিমাণ জিনিসও তার থেকে গোপন নেই। কবি সারসারী কতই সুন্দর কথা বলেছেন- (আরবী) অর্থাৎ “আল্লাহ থেকে কোন অণু পরিমান জিনিসও গোপন থাকতে পরে না, দর্শকের সামনে তা প্রকাশিতই হাক বা গোপনীয়ই থাক না কেন।”(আরবী) আল্লাহ পাকের এই উক্তির তাৎপর্য এই যে, তিনি যখন অজৈব বস্তুর গতিরও খবর রাখেন তখন তিনি প্রাণীসমূহ, বিশেষ করে দানব ও মানবের গতি ও আমলের খবর কেন রাখবেন না? কেননা, তাদের উপর তো ইবাদত বন্দেগীর দায়িত্ব অর্পিত হয়েছে। যেমন এক জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “তিনি চক্ষুসমূহের অবিশ্বস্ততা ও অন্তরের গোপন কথাও জানেন।” (৪০:১৯) স্থলভাগ ও জলভাগের প্রত্যেক বৃক্ষের উপরও একজন করে নিযুক্ত রয়েছেন, যিনি পাতাসমূহের পতনের শব্দ পর্যন্ত গণে রাখেন। লাওহে মাহফুযে প্রত্যেক আদ্র-শুষ্ক, প্রত্যেক সরল-বক্র এবং ভূ-পৃষ্ঠের অন্ধকারের মধ্যকার এক একটি অণু পরিমাণ বস্তুও লিখিত রয়েছে। প্রত্যেক গাছ এমন কি সঁচের ছিদ্রের উপরও ফেরেশতা নিযুক্ত রয়েছেন। তিনি গাছ সম্পর্কে লিখতে রয়েছেন যে, কখন সেটা সজীব হলো এবং কখন শুকিয়ে গেল। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা দোয়াত ও লিপি সৃষ্টি করেন এবং দুনিয়ায় যত কিছু হবে, সবই লিপিবদ্ধ করেন। অর্থাৎ কিরূপ মাখলুক সৃষ্টি করা হবে, তার জীবিকা হালাল হবে কি হারাম হবে, তার আমল ভাল হবে কি মন্দ হবে ইত্যাদি সব কিছুই লিপিবদ্ধ করেন। হযরত আমর ইবনুল আস (রাঃ) হতে বর্ণিত আছে যে, তৃতীয় যমীনের নীচের এবং চতুর্থ যমীনের উপরের জ্বিনেরা তাদের নূর বা আলো প্রকাশ করতে চাইলো, কিন্তু কোন কোণ থেকেই তাদের নূর বা আলো প্রকাশ করতে পারলো না। এ হচ্ছে আল্লাহ তাআলার মহরসমূহ। প্রত্যেক মহরের উপর একজন ফেরেশতা রয়েছেন। আল্লাহ পাক প্রত্যহ একজন ফেরেশতাকে পাঠিয়ে দিয়ে বলেনঃ “যে মহরের দায়িত্ব তোমার উপর রয়েছে, তুমি তার হিফাযত করবে।”",
  "ayah": 59,
  "surah": 6
}
