{
  "text": "৬৬-৬৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলছেন, তোমার কওম অর্থাৎ কুরায়েশরা তোমাকে মিথ্যা প্রতিপন্ন করছে, অথচ এটা ছাড়া সত্য আর কিছুই নেই।তুমি তাদেরকে বল-আমি তোমাদের রক্ষক ও জিম্মাদার নই। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ “(হে মুহাম্মাদ সঃ)! তুমি বল-এটা তোমাদের প্রভুর পক্ষ থেকে সত্য, সুতরাং যার ইচ্ছা হবে সে ঈমান আনবে এবং যে ইচ্ছা করবে সে অমান্য করবে।” অর্থাৎ আমার দায়িত্ব তো হচ্ছে শুধু প্রচার করে দেয়া, আর তোমাদের কাজ হচ্ছে শ্রবণ করা ও মেনে নেয়া । যে আমার কথা মান্য করবে সে দুনিয়া ও আখিরাতে উজ্জ্বল চেহারা বিশিষ্ট হবে এবং যে বিরুদ্ধাচরণ করবে সে উভয় জায়গাতেই হতভাগ্য হবে। এ জন্যেই ইরশাদ হচ্ছে - প্রত্যেক সংবাদের জন্যেই একটি নির্দিষ্ট সময় রয়েছে, যদিও সেটা বিলম্বে হয়। যেমন অন্যত্র আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “অবশ্যই তোমরা ওর সংবাদ কিছুদিন পরে জানতে পারবে।” (৩৮:৮৮) তিনি আরও বলেনঃ (আরবী) অর্থাৎ “প্রত্যেক মৃত্যুর জন্যেই একটা নির্ধারিত সময় রয়েছে।” (১৩:৩৮) এটা হচ্ছে ধমক ও ভীতি প্রদর্শন। এ জন্যেই মহান আল্লাহ বলেনঃ “সত্বরই তোমরা জানতে পারবে।”(আরবী) -অর্থাৎ হে মুহাম্মাদ (সঃ)! যখন তুমি কাফিরদেরকে দেখবে যে, তারা মিথ্যা প্রতিপন্নতা ও বিদ্রুপের সঙ্গে আমার আয়াতসমূহ সম্পর্কে সমালোচনা করছে, তখন তুমি তাদের নিকট থেকে দূরে সরে যাবে যে পর্যন্ত না তারা অন্য কোন প্রসঙ্গে লিপ্ত হয়। আর যদি শয়তান তোমাকে এটা ভুলিয়ে দেয় তবে স্মরণ হওয়া মাত্রই তুমি এই অত্যাচারীদের সাথে আর বসবে না। ভাবার্থ এই যে, রাসূলুল্লাহ (সঃ)-এর উম্মতের কোন লোকই যেন ঐ সব অবিশ্বাসকারী ও মিথ্যা প্রতিপন্নকারীর সাথে উঠা-বসা না করে যারা আল্লাহর আয়াতসমূহকে পরিবর্তন করে ফেলে এবং ওগুলোকে সঠিক ও প্রকাশমান ভাবার্থের উপর কায়েম রাখে না। এ জন্যেই হাদীসে এসেছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মত ভুল বশতঃ বা বাধ্য হয়ে কোন কাজ করে বসলে তা ক্ষমা করে দেয়া হয়েছে।” (হাদীসটি ইবনে মাজাহ (রঃ) তাখরীজ করেছেন এবং তাঁর হাদীস গ্রন্থের ভাষা হচ্ছে নিম্নরূপঃ (আরবী) অর্থাৎ “নিশ্চয়ই আল্লাহ আমার উম্মতের ভুলত্রুটি ক্ষমা করে দিয়েছেন) কুরআন কারীমের “যখন তোমরা শুনতে পাও যে, আল্লাহর আয়াতসমূহের সাথে কুফরী করা হচ্ছে এবং ওগুলোকে বিদ্রুপ করা হচ্ছে তখন তোমরা তাদের নিকট থেকে উঠে যাও যে পর্যন্ত না তারা অন্য প্রসঙ্গে নিমগ্ন হয়, নতুবা তোমরা তাদেরই সমতুল্য হয়ে যাবে” -এই আয়াতে ঐ দিকেই ইঙ্গিত করা হয়েছে। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ যালিম লোকদের হিসাব নিকাশের দায়-দায়িত্ব মুত্তাকী লোকদের উপর কিছুমাত্র অর্পিত নয়। অর্থাৎ মুত্তাকী লোকেরা যখন ঐ সব কাফির ও যালিমের সাথে উঠাবসা করবে না, বরং তাদের নিকট থেকে উঠে যাবে তখন তারা তাদের দায়িত্ব পালন করলো। ফলে তারা তাদের সাথে পাপে জড়িত হবে না। সাঈদ ইবনে জুবাইর (রাঃ) এর ভাবার্থ বলেনঃ যদি ঐ যালিম ও কাফিররা আল্লাহর আয়াতসমূহকে ত্রুটিযুক্ত করার চেষ্টায় লেগে থাকে তবে এখন মুসলমানদের উপর কোন দায়িত্ব অর্পিত হবে না যদি তারা তাদের থেকে দূরে সরে থাকে। কিন্তু অন্যান্য আলেমগণ এর ভাবার্থ বর্ণনায় বলেছেনঃ মুসলমানরা ঐ যালিমদের সাথে উঠাবসা করলেও তাদের বিদ্রুপ করণের যিম্মাদারী তাদের উপর পড়বে না। তাঁদের ধারণায় এই আয়াতটি (আরবী)-এর আয়াত দ্বারা মানসূখ হয়ে গেছে। আয়াতটি হচ্ছে (আরবী) অর্থাৎ ঐ অবস্থায় তোমরাও তাদের সমতুল্য হয়ে যাবে। (৪:১৪০) আয়াতের এই ব্যাখ্যা (আরবী) -এই আয়াতের সাথে সম্পর্কযুক্ত ছিল। এটা ছিল মুজাহিদ (রঃ), সুদ্দী (রঃ), ইবনে জুরাইজ (রঃ) প্রমুখ মনীষীর উক্তি। তাঁদের এই কথার ভিত্তিতে আল্লাহ পাকের (আরবী)-এই উক্তির ভাবার্থ হবে নিম্নরূপঃ “কিন্তু আমি তোমাদেরকে এরূপ অবস্থায় তাদের থেকে পরানুখ থাকার নির্দেশ দিয়েছি, যাতে ওটা তাদের জন্যে শিক্ষা ও উপদেশ হয়, হয়তো তারা এর ফলে সতর্ক হয়ে যাবে এবং ভবিষ্যতে আর এর পুনরাবৃত্তি করবে না।",
  "ayah": 69,
  "surah": 6
}
