{
  "text": "৮০-৮৩ নং আয়াতের তাফসীর:\nমহান আল্লাহ ইবরাহীম খলীল (আঃ)-এর সম্পর্কে বলছেন-যখন তিনি একত্ববাদ নিয়ে স্বীয় কওমের সাথে তর্ক বিতর্ক করছিলেন এবং তাদেরকে বলছিলেনঃ আল্লাহ তা'আলার ব্যাপারে কি তোমরা আমার সাথে ঝগড়া করছো? তিনি তো এক ও অদ্বিতীয়। তিনি আমাকে সরল সঠিক পথে পরিচালিত করেছেন এবং তিনি যে এক ওর দলীল প্রমাণ আমি তোমাদের সামনে পেশ করছি। এর পরেও কিভাবে আমি তোমাদের বাজে কথা এবং অহেতুক সন্দেহের প্রতি মনোযোগ দিতে পারি? তোমাদের কথা যে বাজে ও ভিত্তিহীন এর দলীল আমার কাছে বিদ্যমান রয়েছে। তোমাদের নিজেদের তৈরী এই মূর্তিগুলোর তো কোন কিছুই করার ক্ষমতা নেই। আমি ওদেরকে ভয় করি না এবং তিল পরিমাণও পরওয়া করি না। যদি এই মূর্তিগুলো আমার কোন ক্ষতি সাধনে সক্ষম হয় তবে ক্ষতি করুক দেখি? তবে হ্যাঁ, আমার মহান প্রভু আল্লাহ ইচ্ছা করলে আমার ক্ষতি সাধন করতে পারেন। সমস্ত বস্তু সম্পর্কে তাঁর ব্যাপক জ্ঞান রয়েছে। কোন কিছুই তাঁর কাছে গোপন নেই। আমি যা কিছু বর্ণনা করছি তোমরা কি এর থেকে একটুও শিক্ষা এবং উপদেশ গ্রহণ করবে না? উপদেশ গ্রহণ করলে অবশ্যই তোমরা এদের পূজা-অর্চনা থেকে বিরত থাকতে। তাদের সামনে এইসব দলীল প্রমাণ পেশ করার ফল ঠিক হযরত হূদ (আঃ)-এর তাঁর কওমের সামনে এইসব দলীল পেশ করার ফলের মতই। এই আ’দ সম্প্রদায়ের ঘটনা কুরআন কারীমে বিদ্যমান রয়েছে। আল্লাহ পাক তাদের কথার উদ্ধৃতি দিয়ে বলেনঃ (আরবী) (১১:৫৩-৫৬) অর্থাৎ হযরত হূদ (আঃ)-এর কওমের লোকেরা তাকে বলেছিল, হে হূদ (আঃ)! আপনি তো আমাদের সামনে কোন মুজিযা পেশ করেননি, শুধু আপনার কথার উপর বিশ্বাস করেই কি আমরা আমাদের মা’বৃদগুলোকে পরিত্যাগ করবো? আমরা তো আপনার উপর ঈমান আনয়ন করবো না। আমরা তো মনে করছি যে, আমাদের মাবুদগুলোর পক্ষ থেকে আপনার উপর কোন লা'নত বর্ষিত হয়েছে। তখন হূদ (আঃ) বললেনঃ আমি আল্লাহকে সাক্ষী করছি এবং তোমরাও সাক্ষী থাকো, আমি ঐ সমস্ত বস্তুর প্রতি অসন্তুষ্ট যাদেরকে তোমরা আল্লাহর শরীক সাব্যস্ত করছো, অনন্তর তোমরা সকলে মিলে আমার বিরুদ্ধে ষড়যন্ত্র চালাও, অতঃপর আমাকে সামান্য অবকাশও দিয়ো না। আমি আল্লাহর উপর ভরসা করেছি যিনি আমারও রব এবং তোমাদেরও রব; ভূ-পৃষ্ঠে যত বিচরণকারী আছে সবারই ঝুটি তাঁরই মুষ্টিতে আবদ্ধ; নিশ্চয়ই আমার রব সরল পথে অবস্থিত।”পরবর্তী আয়াতে হযরত ইবরাহীম (আঃ)-এর উক্তি তুলে ধরা হয়েছে- আমি তোমাদের বাতিল মূর্তিগুলোকে ভয় করবো কেন? অথচ তোমরা আল্লাহকে ছেড়ে প্রতিমাগুলোকে নিজেদের মা’রূদ বানিয়ে নিতে ভয় করছো না এবং তোমাদের কাছে এর কোন দলীল প্রমাণও নেই। যেমন এক জায়গায় আল্লাহ পাক বলেনঃ (আরবী) (৪২:২১) তিনি আর এক জায়গায় বলেছেনঃ (আরবী) (৫৩:২৩) অতঃপর ইরশাদ হচ্ছে- তোমরাই বল তো যে, তোমাদের এবং আমার দলের মধ্যে কোন্ দলটি সত্যের উপর রয়েছে? সেই মা’রূদ কি সত্যের উপর রয়েছেন যিনি সবকিছু করতে সক্ষম, না ঐ মা'বুদগুলো সত্যের উপর রয়েছে যেগুলো লাভ ও ক্ষতি কোনটারই মালিক নয়?এরপর ঘোষিত হচ্ছে যারা ঈমান এনেছে এবং ঈমানের উপর যুলুম অর্থাৎ শিককে সংমিশ্রিত করেনি, শান্তি ও নিরাপত্তার অধিকারী তো তারাই এবং তারাই সঠিক পথে পরিচালিত। তারা ইবাদতকে একমাত্র আল্লাহর জন্যে নির্দিষ্ট করেছিল এবং সেই ইবাদতকে শিরক থেকে সম্পূর্ণরূপে মুক্ত রেখেছিল। তাই দুনিয়া ও আখিরাত তাদেরই অধিকারে রয়েছে।সহীহ বুখারীতে হযরত আব্দুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, (আরবী)-এই আয়াতটি যখন অবতীর্ণ হয় তখন সাহাবীগণ রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেন, “হে আল্লাহর রাসূল (সঃ)! কে এমন আছে যে নিজের নফসের উপর যুলুম করেনি?” তখন (আরবী) এই আয়াতটি অবতীর্ণ হয়। অর্থাৎ “নিশ্চয়ই শিকই হচ্ছে সবচেয়ে বড় অত্যাচার।” (৩১:১৩)।যখন উপরোল্লিখিত আয়াত অবতীর্ণ হয় এবং লোকেরা ভুল বুঝে নেয়, তখন রাসূলুল্লাহ (সঃ) তাদেরকে বলেন, তোমরা যা বুঝেছো তা নয়। সৎ বান্দা অর্থাৎ লোকমান হাকীম কি বলেছিলেন তা কি তোমরা শুননি? তিনি স্বীয় পুত্রকে সম্বোধন করে বলেছিলেনঃ (আরবী) অর্থাৎ “হে আমার প্রিয় পুত্র! আল্লাহর সাথে শরীক স্থাপন করো না, নিশ্চয়ই তার সাথে শরীক স্থাপন করা হচ্ছে বড় অত্যাচার।” (৩১:১৩) এখানে যুলুম দ্বারা শিরুককে বুঝানো হয়েছে। (এটা ইমাম আহমাদ (রঃ) ও ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। ইমাম বুখারী (রঃ) এটাকে (আরবী) এই শব্দ দ্বারা তাখরীজ করেছেন)হযরত আব্দুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, যখন -এই আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমাকে বলা হয়েছে যে, তুমি ঐ ঈমানদার লোকদেরই অন্তর্ভুক্ত।” হযরত জারীর ইবনে আব্দুল্লাহ (রাঃ) বলেনঃ একদা আমরা রাসূলুল্লাহ (সঃ)-এর সাথে চলছিলাম। আমরা যখন মদীনা হতে বাইরে চলে যাই তখন একজন উষ্ট্রারোহীকে আমাদের দিকে আসতে দেখা যায়। রাসূলুল্লাহ (সঃ) বললেনঃ “এই উষ্ট্রারোহী তোমাদের সাথে সাক্ষাতের উদ্দেশ্যেই আসছে।” যখন সে আমাদের কাছে পৌছে যায় তখন নবী (সঃ) তাকে জিজ্ঞেস করেনঃ “কোথা থেকে আসছো?” সে উত্তরে বললোঃ “আমার পরিবারবর্গ ও গোত্রের নিকট থেকে আসছি।” রাসূলুল্লাহ (সঃ) জিজ্ঞেস করলেনঃ “কোথায় যাবে?” সে জবাবে বললোঃ “আমি রাসূলুল্লাহ (সঃ)-এর সাথে সাক্ষাৎ করতে চাই।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আচ্ছা, কি বলতে চাও বল, আমিই আল্লাহর রাসুল।” সে বললোঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে ঈমান সম্পর্কে শিক্ষা দান করুন।” তিনি বললেনঃ “তুমি সাক্ষ্য দান করবে যে, আল্লাহ ছাড়া অন্য কোন মা’রূদ নেই এবং আরও সাক্ষ্য দেবে যে, মুহাম্মাদ (সঃ) আল্লাহর রাসূল। আর তুমি নামায সুপ্রতিষ্ঠিত করবে, যাকাত দেবে, রমযানের রোযা রাখবে এবং বায়তুল্লাহর হজ্ব করবে।” সে বললোঃ “আমি এগুলো স্বীকার করলাম।” বর্ণনাকারী বলেন যে, (সে ফিরে যেতে উদ্যত হলে) তার উটের সামনের পা জংলী ইঁদুরের গর্তে ঢুকে যায়। ফলে উটটি পড়ে যায় এবং সাথে সাথে লোকটিও পড়ে যায়। এই কারণে তার মাথা ফেটে যায় এবং গর্দান ভেঙ্গে যায়। রাসূলুল্লাহ (সঃ) তখন বলেনঃ “লোকটির রক্ষণাবেক্ষণ করা আমার দায়িত্ব।” সাথে সাথে হযরত আম্মার ইবনে ইয়াসির (রাঃ) ও হযরত হুযাইফা (রাঃ) দৌড়ে গিয়ে উঠালেন। তারপর তারা বলে উঠলেনঃ “হে আল্লাহর রাসূল (সঃ)! লোকটির তো প্রাণবায়ু বেরিয়ে গেছে!” একথা শুনে তিনি তাদের দিক থেকে মুখ ফিরিয়ে নেন। তারপর তিনি তাদেরকে বলেনঃ “আমি লোকটির দিক থেকে কেন মুখ ফিরিয়ে নিয়েছিলাম তা কি তোমরা জান? (এর কারণ এই যে,) আমি দেখতে পাচ্ছিলাম যে, দু’জন ফেরেশতা তার মুখে জান্নাতের ফল দিতে রয়েছেন। এর দ্বারা আমি বুঝতে পারলাম যে, লোকটি ক্ষুধার্ত অবস্থায় মারা গেছে। এরপর রসূলুল্লাহ (সঃ) বললেনঃ এ লোকটি ঐ লোকদের অন্তর্ভুক্ত ছিল যাদের সম্পর্কে আল্লাহ তা'আলা বলেছেন- “তারা তাদের ঈমানের সাথে যুলুম অর্থাৎ শিরিককে সংমিশ্রিত করে না। তারপর তিনি বললেনঃ “তোমাদের ভাইয়ের কাফন দাফনের ব্যবস্থা কর।” আমরা তখন তাকে গোসল দিলাম, কাফন পরালাম ও সুগন্ধি লাগালাম। অতঃপর তাকে কবরের দিকে বহন করে নিয়ে গেলাম। এরপর রাসূলুল্লাহ (সঃ) আসলেন এবং কবরের ধারে বসে পড়লেন। অতঃপর তিনি বললেনঃ “বগলী কবর খনন কর, খোলা কবর করো না। আমাদের কবর বগলীই হয়ে থাকে এবং অন্যদের জন্যে হয় ভোলা কবর। এই লোকটি ঐ লোকদের অন্তর্ভুক্ত ছিল যারা অল্প আমল করে অধিক পুণ্য লাভ করে থাকে।”ইবনে আব্বাস (রাঃ) হাদীসটি আরো একটু বিস্তারিতভাবে বর্ণনা করেছেন। তিনি বলেনঃ “আমরা রাসূলুল্লাহ (সঃ)-এর সাথে পথ চলছিলাম। এমন সময় একজন গ্রাম্য লোক আমাদের সামনে এসে পড়ে এবং বলতে শুরু করেঃ “হে আল্লাহর রাসূল (সঃ)! যে আল্লাহ আপনাকে সত্যসহ পাঠিয়েছেন তাঁর শপথ করে আমি বলছি যে, আমি আমার দেশ, ছেলেমেয়ে এবং মালধন ছেড়ে আপনার নিকট এসেছি। উদ্দেশ্য এই যে, আপনার মাধ্যমে আমি হিদায়াত লাভ করবো। আমার অবস্থা এই যে, পথে শুধু ঘাস-পাতা খেয়ে আপনার কাছে পৌছেছি। এখন আপনি আমাকে দ্বীনের শিক্ষা দান করুন!” রাসূলুল্লাহ (সঃ) তখন তাকে দ্বীন শিক্ষা দিলেন এবং সে তা কবুল করল। আমরা তার চারদিকে ভীড় জমালাম। সে ফিরে যেতে উদ্যত হলো। এমন সময় তার উটের পা জংলী ইঁদুরের গর্তে ঢুকে গেল। তখন উটটি পড়ে গেল এবং ধাক্কা খেয়ে লোকটির ঘাড় ভেঙ্গে গেল। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আল্লাহর কসম! লোকটি ঠিকই বলেছিল যে, দেশ ও ছেলেমেয়ে ছেড়ে শুধুমাত্র হিদায়াত ও দ্বীন লাভের উদ্দেশ্যে আমার নিকট আগমন করেছিল। সে দ্বীনী শিক্ষা লাভ করেছে। আমি জানতে পারলাম যে, এই সফরে সে শুধু যমীনের ঘাস পাতা খেয়ে দিন কাটিয়েছে। সে আমল করেছে অল্প কিন্তু পুণ্য লাভ করেছে অধিক। যারা তাদের ঈমানের সাথে যুলুম অর্থাৎ শিরককে মিশ্রিত করেনি তারাই শান্তি ও নিরাপত্তা লাভের অধিকারী। তারাই প্রকৃত হিদায়াত প্রাপ্ত।' এই কথা যাদের সম্পর্কে বলা হয়েছে এ লোকটি তাদেরই একজন।”হযরত আবদুল্লাহ ইবনে সাখীরা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যাকে দেয়া হলে কৃতজ্ঞতা প্রকাশ করে, না দেয়া হলে ধৈর্যধারণ করে, কারও উপর যুলুম করলে তার কাছে ক্ষমা প্রার্থনা করে এবং তার উপর যুলুম করা হলে যুলুমকারীকে ক্ষমা করে দেয়” -এ পর্যন্ত বলে তিনি নীরব হয়ে গেলেন। তখন সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! তার জন্যে কি রয়েছে?” তখন তিনি পাঠ করলেনঃ (আরবী) অর্থাৎ এই লোকদের জন্যে রয়েছে শান্তি ও নিরাপত্তা এবং এরাই হচ্ছে সুপথ প্রাপ্ত। (লুবাব গ্রন্থে ইবনে আবি হাতিম (রঃ) তাখরীজ করেছেন যে, একজন মুসলিম-শত্রু মুসলমানদের উপর আক্রমণ চলিয়ে পর পর তিনজনকে শহীদ করে দেয়। তারপর সে রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেঃ এখন আমার ইসলাম গ্রহণে কোন উপকার হবে কি? তিনি উত্তরে বলেনঃ হ্যা।' তখন সে ঘোড়া চালিয়ে মুসলমানদের মধ্যে প্রবেশ করে। অতঃপর তার সঙ্গীদের উপর আক্রমণ চালিয়ে পর পর তিনজনকে হত্যা করে। কয়েকজন মনীষী মনে করেন যে, (আরবী) এই আয়াতটি তারই ব্যাপারে অবতীর্ণ হয়)(আরবী) অর্থাৎ “এটাই ছিল আমার যুক্তি-প্রমাণ যা আমি ইবরাহীম (আঃ)-কে তার স্বজাতির মুকাবিলায় দান করেছিলাম।” আল্লাহ পাকের এই উক্তির মধ্যে যে যুক্তি-প্রমাণের কথা রয়েছে তা এই যে, হযরত ইবরাহীম (আঃ) তাঁর সম্প্রদায়ের লোককে বলেছিলেনঃ “তোমরা যখন কোন দলীল প্রমাণ ছাড়াই আল্লাহর সঙ্গে শরীক স্থাপন করতে ভয় কর না, তখন আমি তোমাদের এই সব শক্তিহীন মাবুদকে ভয় করবো কেন? এখন তোমরা নিজেরাই দেখে নেবে যে, আমাদের দুই দলের মধ্যে কারা বেশী নিজেদের রক্ষার ব্যবস্থা করেছে।” মহান আল্লাহ এটারই নাম দিয়েছেন শান্তি, নিরাপত্তা এবং হিদায়াত। অতঃপর আল্লাহ তা'আলা বলেছেনঃ (আরবী) এবং এর পরে বলেছেনঃ (আরবী)এখানে শব্দটিকে (আরবী)-এর সঙ্গেও পড়া হয়েছে এবং ছাড়াও পড়া হয়েছে। দু’টোর অর্থ প্রায় একই। যেমন সূরায়ে (আরবী)-এ রয়েছে।(আরবী) অর্থাৎ “তিনি নিজের কথায় হাকীম বা প্রজ্ঞাময় এবং নিজের কাজে আলীম বা বিজ্ঞ।” (১২:৬) অর্থাৎ তিনি যাকে চান হিদায়াত দান করেন এবং যাকে চান পথভ্রষ্ট করেন। যেমন তিনি এক জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! নিশ্চয়ই যাদের উপর তোমার প্রভুর কথা ও ফায়সালা সাব্যস্ত হয়ে গেছে তারা সমস্ত নিদর্শন দেখলেও ঈমান আনবে না, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি প্রত্যক্ষ করে।” (১০:৯৬-৯৭)।",
  "ayah": 83,
  "surah": 6
}
