{
  "text": "৯৩-৯৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ আল্লাহর উপর মিথ্যা আরোপকারীদের চেয়ে বড় অত্যাচারী আর কে আছে? সে তাঁর শরীক স্থাপন করছে বা বলছে যে, তাঁর সন্তান রয়েছে, কিংবা দাবী করছে যে, আল্লাহ তাকে রাসূল করে পাঠিয়েছেন, অথচ তাকে পাঠানো হয়নি। এ জন্যেই আল্লাহ পাক বলেন, সে বলছে যে, তার কাছেও অহী পাঠানো হয়েছে, অথচ তার কাছে তা পাঠানো হয়নি। ইকরামা ও কাতাদা বলেন যে, এই আয়াতটি মুসাইলামা কাযযাবের ব্যাপারে অবতীর্ণ হয়।আর তার চেয়ে বড় যালিম আর কে আছে যে বলে, আল্লাহ যেমন কুরআন অবতীর্ণ করেছেন আমিও দ্রুপ অবতীর্ণ করতে পারি। অর্থাৎ সে দাবী করছে যে, আল্লাহর মত অহী সেও অবতীর্ণ করতে পারে। (লুবাব গ্রন্থে রয়েছে- ইবনে জারীর হতে তাখরীজ করা হয়েছে যে, (আরবী) -এই আয়াতটি মুসাইলামার ব্যাপারে অবতীর্ণ হয়। আর (আরবী)-এই আয়াতটি অবতীর্ণ হয় আব্দুল্লাহ ইবনে সা'দের ব্যাপারে। সুদ্দী (রঃ) হতে বর্ণিত আছে যে, আব্দুল্লাহ ইবনে সা’দ বলতোযদি মুহাম্মাদ (সঃ)-এর কাছে অহী করা হয়ে থাকে তবে আমার কাছেও অহী করা হয়ে থাকে। আর যদি আল্লাহ তাঁর কাছে (কুরআন) অবতীর্ণ করে থাকেন তবে আমিও তদ্রুপ অবতীর্ণ করতে পারি। মুহাম্মাদ (সঃ) বলেনঃ (আরবী) আর আমি (আরবী) বলি) যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যখন তাদের কাছে আমার আয়াতসমূহ পাঠ করা হয় তখন তারা বলে- আমরা শুনলাম এবং ইচ্ছা করলে আমরাও এরূপ বলতে পারি।” (৮:৩১) (আরবী) অর্থাৎ হে নবী (সঃ)! যদি তুমি ঐ সময়ের অবস্থা দেখতে, যে সময় যালিমেরা মৃত্যু যন্ত্রণায় পরিবেষ্টিত হবে! (আরবী) অর্থাৎ ফেরেশতারা মারবার জন্যে হাত উঠাবে। যেমন মহান আল্লাহ এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “(হে কাবীল। আমাকে হত্যা করার জন্যে) যদি তুমি আমার দিকে হাত উঠাও। (৫:২৮) আর এক জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “(হে নবী সঃ) তারা তোমাকে কষ্ট দেয়ার জন্যে ও ভালমন্দ বলার জন্যে তোমার দিকে হাত ও জিহ্বা প্রসারিত করে।” (৬০:২) যহ্হাক (রঃ) ও আবু সালিহ (রঃ) বলেন যে, এখানে ভাবার্থ হচ্ছে শাস্তির জন্যে হাত উঠানো। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “(হে মুহাম্মাদ সঃ)! যদি তুমি দেখতে যখন মৃত্যুমুখী কাফিরদেরকে ফেরেশতারা তাদের চেহারায় ও পিঠে মারতে রয়েছে!\" এজন্যেই আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ ঐ ফেরেশতারা তাদের দেহ থেকে প্রাণ বের করার জন্যে তাদের দিকে তাদের হস্ত প্রসারিত করবেন। তারা তাদেরকে বলবেন, তোমরা তোমাদের প্রাণগুলো বের করে দাও। যখন কাফিরদের মৃত্যুর সময় নিকটবর্তী হবে তখন ফেরেশতারা তাদেরকে শাস্তি, শৃংখল, জাহান্নাম, গরম পানি এবং আল্লাহর গযবের সংবাদ প্রদান করবেন। তখন তাদের আত্মাগুলো বেরিয়ে আসতে অস্বীকার করবে এবং তাদের দেহের মধ্যে ফিরতে থাকবে। সেই সময় ফেরেশতারা তাদেরকে প্রহার করতে থাকবেন যে পর্যন্ত না তাদের আত্মাগুলো বেরিয়ে আসে। আর তারা বলবেন, নিজেদের প্রাণগুলো বের করে দাও। তোমরা যে আল্লাহর উপর মিথ্যা আরোপ করতে তারই শাস্তি স্বরূপ আজকে তোমাদেরকে অপমানজনক আযাব প্রদান করা হবে। মুমিন ও কাফিরদের মৃত্যু সম্পকীয় বহু হাদীস এসেছে। আল্লাহ তাআলা বলেনঃ “মুমিনদেরকে আল্লাহ পার্থিব জগতে ও পরকালে সঠিক কথার উপর অটল রাখবেন।” ইবনে মিরদুওয়াই (রঃ) এখানে গারীব সনদে একটি সুদীর্ঘ হাদীস বর্ণনা করেছেন। হাদীসটি হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত হয়েছে বলে কথিত আছে। ইরশাদ হচ্ছে - (আরবী) অর্থাৎ “তোমরা আমার কাছে এককভাবে এসেছো, যেভাবে আমি প্রথমবার তোমাদেরকে সৃষ্টি করেছিলাম।” একথা তাদেরকে কিয়ামতের দিন বলা হবে। যেমন আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “(হে নবী সঃ)! তাদেরকে তোমার প্রভুর সামনে সারিবদ্ধভাবে পেশ করা হবে, (তাদেরকে আল্লাহ বলবেন) তোমরা আমার কাছে এককভাবে এসেছো, যেভাবে আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম। আর তোমরা এটা অস্বীকার করতে এবং এই কিয়ামতের দিনকে বহু দূরের ব্যাপার মনে করতে। এটাই হচ্ছে পুনরুত্থানের দিন।” (১৮:৪৮) তিনি আরও বলেনঃ (আরবী) অর্থাৎ “আমি তোমাদেরকে দুনিয়ায় যে নিয়ামত ও মালধন দান করেছিলাম তা তোমরা শুধু জমা করেই রেখেছিলে, ওগুলো দুনিয়ায় তোমাদের পিছনে ছেড়ে এসেছো।\" সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইবনে আদম (আদম সন্তান) বলে- আমার মাল, আমার মাল। অথচ তোমার মাল তো এতটুকুই যা তুমি খেয়ে শেষ করছো, যা পরিধান করে পুরানা করেছে এবং যা দান-খয়রাত করে বাকী রেখেছো, এ ছাড়া তোমার সমস্ত সম্পদ অন্যের জন্যে। (তুমি রেখে গেলে)।” আল্লাহ পাক আদম সন্তানকে জিজ্ঞেস করবেনঃ “তুমি যা জমা করেছিলে তা আজ কোথায়? সে উত্তরে বলবেঃ “হে আমার প্রভু! আমি দুনিয়াতে জমা করেছিলাম, বাড়িয়ে ছিলাম এবং তা সেখানেই ছেড়ে এসেছি।” অতঃপর তিনি বলবেনঃ “তোমরা যাদেরকে আমার শরীক মনে করতে তোমাদের সেই সব সুপারিশকারী কোথায়? এখন তারা সুপারিশ করছে না কেন?” এর দ্বারা তাদেরকে ভৎসনা ও তিরস্কার করা হচ্ছে। কেননা, তারা দুনিয়ায় মূর্তির পূজা করতো এবং মনে করতো যে, ওগুলো পার্থিব জীবনে ও পারলৌকিক জীবনে তাদের জন্যে উপকারী হবে। কিন্তু কিয়ামতের দিন সমস্ত সম্পর্ক ছিন্ন হয়ে যাবে। পথভ্রষ্টতা শেষ হয়ে যাবে, মূর্তিগুলোর রাজত্বের অবসান ঘটবে এবং আল্লাহ পাক লোকদেরকে সম্বোধন করে বলবেনঃ “যেসব মূর্তিকে তোমরা আমার শরীক মনে করতে সেগুলো আজ কোথায়?” তাদেরকে আরও বলা হবে- “এখন তোমাদের মিথ্যা মা'বুদগুলো কোথায়? তারা কি এখন তোমাদের কোন সাহায্য করতে পারবে, বা তোমরাই তাদেরকে কোন সাহায্য করতে পারবে কি?” এজন্যেই তিনি বলেনঃ “আমি তো তোমাদের সাথে তোমাদের সেই সুপারিশকারীদেরকে দেখছি না যাদের সম্বন্ধে তোমরা দাবী করতে যে, তারা তোমাদের কাজেকর্মে আমার শরীক। বাস্তবিকই তোমাদের পরস্পরের সম্পর্ক তো বিচ্ছিন্ন হয়ে গেছে!\" বায়নাকুম শব্দটিকে যদি (আরবী) দিয়ে অর্থাৎ বায়নুকুম পড়া যায় তবে অর্থ হবে- তোমাদের দলগুলো ভেঙ্গে দেয়া হবে। আর যদি (আরবী) দিয়ে পড়া হয় তবে ভাবার্থ হবে- তোমাদের পরস্পরের সম্পর্ক ছিন্ন হয়ে যাবে এবং মূর্তিগুলোর নিকট থেকে তোমরা যা কিছু পাওয়ার আশা করতে সে আশা গুড়ে বালি। যেমন তিনি বলেনঃ “যখন মাতব্বরগণ তাবেদারগণ থেকে সম্পূর্ণ পৃথক হয়ে যাবে এবং সবাই শাস্তি প্রত্যক্ষ করবে, আর তাদের যে পারস্পরিক সম্পর্ক ছিল তা বিচ্ছিন্ন হয়ে যাবে। আর এই তাবেদারগণ বলবে-যদি আমরা একটু (দুনিয়ায়) ফিরে যেতে পারতাম, তবে আমরাও তাদের থেকে সম্পূর্ণ পৃথক হতাম যেমন (আজ) তারা আমাদের থেকে পরিষ্কারভাবে পৃথক হয়ে পড়েছে। আল্লাহ এরূপই তাদেরকে তাদের কুকর্মগুলো নিষ্ফল আকাংখারূপে দেখিয়ে দিবেন, আর তাদের জাহান্নাম থেকে বের হওয়া কখনও নসীবে ঘটবে না।” মহান আল্লাহ আর এক জায়গায় বলেনঃ “যখন শিঙ্গায় ফুৎকার দেয়া হবে তখন তাদের পারস্পরিক বংশ সম্পর্ক কিছুই অবশিষ্ট থাকবে না এবং তারা একে অপরের সম্পর্কে জিজ্ঞাসাবাদও করবে না। তিনি অন্য জায়গায় বলেনঃ “তোমরা দুনিয়ায় যে তাদের পূজা-অর্চনা করতে তা শুধুমাত্র পাথিব জীবনে মহব্বত ও ভালবাসার খাতিরে। কিন্তু কিয়ামতের দিন তোমরা একে অপরকে অস্বীকার করে বসবে এবং একে অপরকে তিরস্কার করতে থাকবে, সেদিন তোমাদের আশ্রয়স্থল হবে জাহান্নাম এবং তোমাদের কেউ সাহায্যকারী হবে না।” আর এক স্থানে আল্লাহ পাক বলেনঃ “তাদেরকে বলা হবে-তোমাদের শরীকদেরকে (যাদেরকে তোমরা আল্লাহর সাথে শরীক বানিয়ে নিয়েছিলে তাদেরকে) ডাক, তারা তখন তাদেরকে ডাকতে থাকবে, কিন্তু তারা তাদেরকে কোন উত্তর দেবে না।” কুরআন কারীমে এ সম্পর্কীয় বহু সংখ্যক আয়াত বিদ্যমান রয়েছে।",
  "ayah": 94,
  "surah": 6
}
