{
  "text": "قوله تعالى ولو يعجل الله للناس الشر استعجالهم بالخير لقضي إليهم أجلهم [ ص: 230 ] فيه ثلاث مسائل :الأولى : قوله تعالى ولو يعجل الله للناس الشر قيل : معناه ولو عجل الله للناس العقوبة كما يستعجلون الثواب والخير لماتوا ؛ لأنهم خلقوا في الدنيا خلقا ضعيفا ، وليس هم كذا يوم القيامة ; لأنهم يوم القيامة يخلقون للبقاء . وقيل : المعنى لو فعل الله مع الناس في إجابته إلى المكروه مثل ما يريدون فعله معهم في إجابته إلى الخير لأهلكهم ; وهو معنى لقضي إليهم أجلهم . وقيل : إنه خاص بالكافر ; أي ولو يعجل الله للكافر العذاب على كفره كما عجل له خير الدنيا من المال والولد لعجل له قضاء أجله ليتعجل عذاب الآخرة ; قال ابن إسحاق . مقاتل : هو قول النضر بن الحارث : اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء ; فلو عجل لهم هذا لهلكوا . وقال مجاهد : نزلت في الرجل يدعو على نفسه أو ماله أو ولده إذا غضب : اللهم أهلكه ، اللهم لا تبارك له فيه والعنه ، أو نحو هذا ; فلو استجيب ذلك منه كما يستجاب الخير لقضي إليهم أجلهم . فالآية نزلت ذامة لخلق ذميم هو في بعض الناس يدعون في الخير فيريدون تعجيل الإجابة ثم يحملهم أحيانا سوء الخلق على الدعاء في الشر ; فلو عجل لهم لهلكوا .الثانية : واختلف في إجابة هذا الدعاء ; فروي عن النبي صلى الله عليه وسلم أنه قال : إني سألت الله عز وجل ألا يستجيب دعاء حبيب على حبيبه . وقال شهر بن حوشب : قرأت في بعض الكتب أن الله تعالى يقول للملائكة الموكلين بالعبد : لا تكتبوا على عبدي في حال ضجره شيئا ; لطفا من الله تعالى عليه . قال بعضهم : وقد يستجاب ذلك الدعاء ، واحتج بحديث جابر الذي رواه مسلم في صحيحه آخر الكتاب ، قال جابر : سرنا مع رسول الله صلى الله عليه وسلم في غزوة بطن بواط وهو يطلب المجدي بن عمرو الجهني وكان الناضح يعتقبه منا الخمسة والستة والسبعة ، فدارت عقبة رجل من الأنصار على ناضح له فأناخه فركب ، ثم بعثه فتلدن عليه بعض التلدن ; فقال له : شأ ; لعنك الله! فقال رسول الله صلى الله عليه وسلم : من هذا اللاعن بعيره ؟ قال : أنا يا رسول الله ; قال : انزل عنه فلا تصحبنا بملعون لا تدعوا على أنفسكم ولا تدعوا على أولادكم ولا تدعوا على أموالكم لا توافقوا من الله ساعة يسأل فيها عطاء فيستجيب لكم . [ ص: 231 ] في غير كتاب مسلم أن النبي صلى الله عليه وسلم كان في سفر فلعن رجل ناقته فقال : أين الذي لعن ناقته ؟ فقال الرجل : أنا هذا يا رسول الله ; فقال : أخرها عنك فقد أجبت فيها ذكره الحليمي في منهاج الدين . \" شأ \" يروى بالسين والشين ، وهو زجر للبعير بمعنى سر .الثالثة : قوله تعالى : ولو يعجل الله قال العلماء : التعجيل من الله ، والاستعجال من العبد . وقال أبو علي : هما من الله ; وفي الكلام حذف ; أي ولو يعجل الله للناس الشر تعجيلا مثل استعجالهم بالخير ، ثم حذف تعجيلا وأقام صفته مقامه ، ثم حذف صفته وأقام المضاف إليه مقامه ; هذا مذهب الخليل وسيبويه . وعلى قول الأخفش والفراء كاستعجالهم ، ثم حذف الكاف ونصب . قال الفراء : كما تقول ضربت زيدا ضربك ، أي كضربك . وقرأ ابن عامر لقضى إليهم أجلهم . وهي قراءة حسنة ; لأنه متصل بقوله : ولو يعجل الله للناس الشر .فنذر الذين لا يرجون لقاءنا أي لا يعجل لهم الشر فربما يتوب منهم تائب ، أو يخرج من أصلابهم مؤمن .في طغيانهم يعمهون أي يتحيرون . والطغيان : العلو والارتفاع ; وقد تقدم في \" البقرة \" . وقد قيل : إن المراد بهذه الآية أهل مكة ، وإنها نزلت حين قالوا : اللهم إن كان هذا هو الحق من عندك الآية ، على ما تقدم والله أعلم .",
  "ayah": 11,
  "surah": 10
}
