{
  "text": "قوله تعالى إنما مثل الحياة الدنيا كماء أنزلناه من السماء فاختلط به نبات الأرض مما يأكل الناس والأنعام حتى إذا أخذت الأرض زخرفها وازينت وظن أهلها أنهم قادرون عليها أتاها أمرنا ليلا أو نهارا فجعلناها حصيدا كأن لم تغن بالأمس كذلك نفصل الآيات لقوم يتفكرون[ ص: 240 ] قوله تعالى إنما مثل الحياة الدنيا كماء أنزلناه من السماء معنى الآية التشبيه والتمثيل ، أي صفة الحياة الدنيا في فنائها وزوالها وقلة خطرها والملاذ بها كماء ; أي مثل ماء ، فالكاف في موضع رفع . وسيأتي لهذا التشبيه مزيد بيان في \" الكهف \" إن شاء الله تعالى .أنزلناه من السماء نعت ل ( ماء ) فاختلط روي عن نافع أنه وقف على فاختلط أي فاختلط الماء بالأرض ، ثم ابتدأ به نبات الأرض أي بالماء نبات الأرض ; فأخرجت ألوانا من النبات ، فنبات على هذا ابتداء ، وعلى مذهب من لم يقف على فاختلط مرفوع باختلط ; أي اختلط النبات بالمطر ، أي شرب منه فتندى وحسن واخضر . والاختلاط تداخل الشيء بعضه في بعض .قوله تعالى مما يأكل الناس من الحبوب والثمار والبقول ، والأنعام من الكلإ والتبن والشعير .حتى إذا أخذت الأرض زخرفها أي حسنها وزينتها . والزخرف كمال حسن الشيء ; ومنه قيل للذهب : زخرف .وازينت أي بالحبوب والثمار والأزهار ; والأصل تزينت أدغمت التاء في الزاي وجيء بألف الوصل ; لأن الحرف المدغم مقام حرفين الأول منهما ساكن والساكن لا يمكن الابتداء به . وقرأ ابن مسعود وأبي بن كعب \" وتزينت \" على الأصل . وقرأ الحسن والأعرج وأبو العالية \" وأزينت \" أي أتت بالزينة عليها ، أي الغلة والزرع ، وجاء بالفعل على أصله ولو أعله لقال وازانت . وقال عوف بن أبي جميلة الأعرابي : قرأ أشياخنا \" وازيانت \" وزنه اسوادت . وفي رواية المقدمي \" وازاينت \" والأصل فيه تزاينت ، وزنه تقاعست ثم أدغم . وقرأ الشعبي وقتادة \" وأزينت \" مثل أفعلت . وقرأ أبو عثمان النهدي \" وازينت \" مثل افعلت ، وعنه أيضا \" وازيانت \" مثل افعالت ، وروي عنه \" ازيأنت \" بالهمزة ; ثلاث قراءات .قوله تعالى وظن أهلها أي أيقن .أنهم قادرون عليها أي على حصادها والانتفاع بها ; أخبر عن الأرض والمعني النبات إذ كان مفهوما وهو منها . وقيل : رد إلى الغلة ، وقيل : إلى الزينة .أتاها أمرنا أي عذابنا ، أو أمرنا بهلاكها ليلا أو نهارا ظرفان فجعلناها حصيدا مفعولان ، أي محصودة مقطوعة لا شيء فيها . وقال حصيدا ولم يؤنث لأنه فعيل بمعنى مفعول . قال أبو عبيد : الحصيد المستأصل .كأن لم تغن بالأمس أي لم تكن عامرة ; من \" غني \" إذا أقام فيه وعمره . والمغاني في اللغة : المنازل التي يعمرها الناس . وقال قتادة : كأن لم تنعم . قال لبيد :[ ص: 241 ]وغنيت سبتا قبل مجرى داحس لو كان للنفس اللجوج خلودوقراءة العامة تغن بالتاء لتأنيث الأرض . وقرأ قتادة \" يغن \" بالياء ، يذهب به إلى الزخرف ; يعني فكما يهلك هذا الزرع هكذا كذلك الدنيا .نفصل الآيات أي نبينها لقوم يتفكرون في آيات الله .",
  "ayah": 24,
  "surah": 10
}
