{
  "text": "قوله تعالى للذين أحسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة أولئك أصحاب الجنة هم فيها خالدونقوله تعالى للذين أحسنوا الحسنى وزيادة روي من حديث أنس قال : سئل رسول الله صلى الله عليه وسلم عن قوله تعالى : وزيادة قال : للذين أحسنوا العمل في الدنيا لهم الحسنى وهي الجنة والزيادة النظر إلى وجه الله الكريم وهو قول أبي بكر الصديق وعلي بن أبي طالب في رواية . وحذيفة وعبادة بن الصامت وكعب بن عجرة وأبي موسى وصهيب وابن عباس في رواية ، وهو قول جماعة من التابعين ، وهو الصحيح في الباب . وروى مسلم في صحيحه عن صهيب عن النبي صلى الله عليه وسلم قال : إذا دخل أهل الجنة الجنة قال الله تبارك وتعالى تريدون شيئا أزيدكم فيقولون ألم تبيض وجوهنا ألم تدخلنا الجنة وتنجنا من النار قال فيكشف الحجاب فما [ ص: 243 ] أعطوا شيئا أحب إليهم من النظر إلى ربهم عز وجل وفي رواية ثم تلا للذين أحسنوا الحسنى وزيادة وخرجه النسائي أيضا عن صهيب قال قيل لرسول الله صلى الله عليه وسلم : هذه الآية للذين أحسنوا الحسنى وزيادة قال : إذا دخل أهل الجنة الجنة وأهل النار النار نادى مناد يا أهل الجنة إن لكم موعدا عند الله يريد أن ينجزكموه قالوا ألم يبيض وجوهنا ويثقل موازيننا ويجرنا من النار قال فيكشف الحجاب فينظرون إليه فوالله ما أعطاهم الله شيئا أحب إليهم من النظر ولا أقر لأعينهم . وخرجه ابن المبارك في دقائقه عن أبي موسى الأشعري موقوفا ، وقد ذكرناه في كتاب التذكرة ، وذكرنا هناك معنى كشف الحجاب ، والحمد لله . وخرج الترمذي الحكيم أبو عبد الله رحمه الله : حدثنا علي بن حجر حدثنا الوليد بن مسلم عن زهير عن أبي العالية عن أبي بن كعب قال : سألت رسول الله صلى الله عليه وسلم عن الزيادتين في كتاب الله ; في قوله للذين أحسنوا الحسنى وزيادة قال : النظر إلى وجه الرحمن وعن قوله : وأرسلناه إلى مائة ألف أو يزيدون قال : عشرون ألفا . وقد قيل : إن الزيادة أن تضاعف الحسنة عشر حسنات إلى أكثر من ذلك ; روي عن ابن عباس . وروي عن علي بن أبي طالب رضي الله عنه : الزيادة غرفة من لؤلؤة واحدة لها أربعة آلاف باب . وقال مجاهد : الحسنى حسنة مثل حسنة ، والزيادة مغفرة من الله ورضوان . وقال عبد الرحمن بن زيد بن أسلم : الحسنى الجنة ، والزيادة ما أعطاهم الله في الدنيا من فضله لا يحاسبهم به يوم القيامة . وقال عبد الرحمن بن سابط : الحسنى البشرى ، والزيادة النظر إلى وجه الله الكريم ; قال الله تعالى : وجوه يومئذ ناضرة إلى ربها ناظرة . وقال يزيد بن شجرة : الزيادة أن تمر السحابة بأهل الجنة فتمطرهم من كل النوادر التي لم يروها ، وتقول : يا أهل الجنة ، ما تريدون أن أمطركم ؟ فلا يريدون شيئا إلا أمطرتهم إياه . وقيل : الزيادة أنه ما يمر عليهم مقدار يوم من أيام الدنيا إلا حتى يطيف بمنزل أحدهم سبعون ألف ملك ، مع كل ملك هدايا من عند الله ليست مع صاحبه ، ما رأوا مثل تلك الهدايا قط ; فسبحان الواسع العليم الغني الحميد العلي الكبير العزيز القدير البر الرحيم المدبر الحكيم اللطيف الكريم الذي لا تتناهى مقدوراته .وقيل : أحسنوا أي معاملة الناس ، الحسنى : شفاعتهم ، والزيادة : إذن الله تعالى فيها وقبوله .[ ص: 244 ] قوله تعالى ولا يرهق قيل : معناه يلحق ; ومنه قيل : غلام مراهق إذا لحق بالرجال . وقيل : يعلو . وقيل : يغشى ; والمعنى متقارب .قتر ولا ذلة أولئك أصحاب الجنة هم فيها خالدون قتر غبار . ولا ذلة أي مذلة ; كما يلحق أهل النار ; أي لا يلحقهم غبار في محشرهم إلى الله ولا تغشاهم ذلة . وأنشد أبو عبيدة للفرزدق :متوج برداء الملك يتبعه موج ترى فوقه الرايات والقتراوقرأ الحسن \" قتر \" بإسكان التاء . والقتر والقترة والقترة بمعنى واحد ; قاله النحاس . وواحد القتر قترة ; ومنه قوله تعالى : ترهقها قترة أي تعلوها غبرة . وقيل : قتر كآبة وكسوف . ابن عباس : القتر سواد الوجوه . ابن بحر : دخان النار ; ومنه قتار القدر . وقال ابن ليلى : هو بعد نظرهم إلى ربهم عز وجل .قلت : هذا فيه نظر ; فإن الله عز وجل يقول : إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون إلى قوله لا يحزنهم الفزع الأكبر وقال في غير آية : ولا خوف عليهم ولا هم يحزنون وقال : إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا الآية . وهذا عام فلا يتغير بفضل الله في موطن من المواطن لا قبل النظر ولا بعده وجه المحسن بسواد من كآبة ولا حزن ، ولا يعلوه شيء من دخان جهنم ولا غيره . وأما الذين ابيضت وجوههم ففي رحمة الله هم فيها خالدون .",
  "ayah": 26,
  "surah": 10
}
