{
  "text": "قوله تعالى هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمونقوله تعالى هو الذي جعل الشمس ضياء مفعولان ، أي مضيئة ، ولم يؤنث لأنه مصدر ; أو ذات ضياءوالقمر نورا عطف ، أي منيرا ، أو ذا نور ، فالضياء ما يضيء الأشياء ، والنور ما يبين فيخفى ؛ لأنه من النار من أصل واحد . والضياء جمع ضوء ; كالسياط والحياض جمع سوط وحوض . وقرأ قنبل عن ابن كثير \" ضئاء \" بهمز الياء ولا وجه له ؛ لأن ياءه كانت واوا مفتوحة وهي عين الفعل ، أصلها ضواء فقلبت وجعلت ياء كما جعلت في الصيام والقيام . قال المهدوي : ومن قرأ ضئاء بالهمز فهو مقلوب ، قدمت الهمزة التي بعد الألف فصارت قبل الألف فصار ضئايا ، ثم قلبت الياء همزة لوقوعها بعد ألف زائدة . وكذلك إن قدرت أن الياء حين تأخرت رجعت إلى الواو التي انقلبت عنها فإنها تقلب همزة أيضا فوزنه فلاع مقلوب من فعال . ويقال : إن الشمس والقمر تضيء وجوههما لأهل السماوات السبع وظهورهما لأهل الأرضين السبع .قوله تعالى وقدره منازل أي ذا منازل ، أو قدر له منازل . ثم قيل : المعنى وقدرهما ، فوحد إيجازا واختصارا ; كما قال : وإذا رأوا تجارة أو لهوا انفضوا إليها . وكما قال :نحن بما عندنا وأنت بما عندك راض والرأي مختلفوقيل : إن الإخبار عن القمر وحده ; إذ به تحصى الشهور التي عليها العمل في المعاملات ونحوها ، كما تقدم في \" البقرة \" . وفي سورة يس : والقمر قدرناه منازل أي [ ص: 226 ] على عدد الشهر ، وهو ثمانية وعشرون منزلا . ويومان للنقصان والمحاق ، وهناك يأتي بيانه .لتعلموا عدد السنين والحساب قال ابن عباس : لو جعل شمسين ، شمسا بالنهار وشمسا بالليل ليس فيهما ظلمة ولا ليل ، لم يعلم عدد السنين وحساب الشهور . وواحد السنين سنة ، ومن العرب من يقول : سنوات في الجمع ومنهم من يقول : سنهات . والتصغير سنية وسنيهة .قوله تعالى ما خلق الله ذلك إلا بالحق أي ما أراد الله عز وجل بخلق ذلك إلا الحكمة والصواب ، وإظهارا لصنعته وحكمته ، ودلالة على قدرته وعلمه ، ولتجزى كل نفس بما كسبت ; فهذا هو الحق .قوله تعالى يفصل الآيات لقوم يعلمون تفصيل الآيات تبيينها ليستدل بها على قدرته تعالى ، لاختصاص الليل بظلامه والنهار بضيائه من غير استحقاق لهما ولا إيجاب ; فيكون هذا لهم دليلا على أن ذلك بإرادة مريد . وقرأ ابن كثير وأبو عمرو وحفص ويعقوب يفصل بالياء ، واختاره أبو عبيد وأبو حاتم ; لقوله من قبله : ما خلق الله ذلك إلا بالحق وبعده وما خلق الله في السماوات والأرض فيكون متبعا له . وقرأ ابن السميقع \" تفصل \" بضم التاء وفتح الصاد على الفعل المجهول ، و \" الآيات رفعا . الباقون \" نفصل \" بالنون على التعظيم .",
  "ayah": 5,
  "surah": 10
}
