{
  "text": "قوله تعالى فاليوم ننجيك ببدنك لتكون لمن خلفك آية وإن كثيرا من الناس عن آياتنا لغافلون قوله تعالى فاليوم ننجيك ببدنك أي نلقيك على نجوة من الأرض . وذلك أن بني [ ص: 286 ] إسرائيل لم يصدقوا أن فرعون غرق ، وقالوا : هو أعظم شأنا من ذلك ، فألقاه الله على نجوة من الأرض ، أي مكان مرتفع من البحر حتى شاهدوه قال أوس بن حجر يصف مطرا :فمن بعقوته كمن بنجوته والمستكين كمن يمشي بقرواحوقرأ اليزيدي وابن السميقع \" ننحيك \" بالحاء من التنحية ، وحكاها علقمة عن ابن مسعود ; أي تكون على ناحية من البحر . قال ابن جريج : فرمي به على ساحل البحر حتى رآه بنو إسرائيل ، وكان قصيرا أحمر كأنه ثور . وحكى علقمة عن عبد الله أنه قرأ \" بندائك \" من النداء . قال أبو بكر الأنباري : وليس بمخالف لهجاء مصحفنا ، إذ سبيله أن يكتب بياء وكاف بعد الدال ; لأن الألف تسقط من ندائك في ترتيب خط المصحف كما سقط من الظلمات والسماوات ، فإذا وقع بها الحذف استوى هجاء بدنك وندائك ، على أن هذه القراءة مرغوب عنها لشذوذها وخلافها ما عليه عامة المسلمين ; والقراءة سنة يأخذها آخر عن أول ، وفي معناها نقص عن تأويل قراءتنا ، إذ ليس فيها للدرع ذكر الذي تتابعت الآثار بأن بني إسرائيل اختلفوا في غرق فرعون ، وسألوا الله تعالى ، أن يريهم إياه غريقا فألقوه على نجوة من الأرض ببدنه وهو درعه التي يلبسها في الحروب . قال ابن عباس ومحمد بن كعب القرظي : وكانت درعه من لؤلؤ منظوم . وقيل : من الذهب وكان يعرف بها . وقيل : من حديد ; قاله أبو صخر : والبدن الدرع القصيرة . وأنشد أبو عبيدة للأعشى :وبيضاء كالنهي موضونة     لها قونس فوق جيب البدنوأنشد أيضا لعمرو بن معديكرب :ومضى نساؤهم بكل مفاضة     جدلاء سابغة وبالأبدانوقال كعب بن مالك :ترى الأبدان فيها مسبغات     على الأبطال واليلب الحصيناأراد بالأبدان الدروع واليلب الدروع اليمانية ، كانت تتخذ من الجلود يخرز بعضها إلى بعض ; وهو اسم جنس ، الواحد يلبة . قال عمرو بن كلثوم :علينا البيض واليلب اليماني     وأسياف يقمن وينحنيناوقيل ببدنك بجسد لا روح فيه ; قاله مجاهد . قال الأخفش : وأما قول من قال بدرعك فليس بشيء . قال أبو بكر : لأنهم لما ضرعوا إلى الله يسألونه مشاهدة فرعون غريقا أبرزه لهم فرأوا جسدا لا روح فيه ، فلما رأتهبنو إسرائيل قالوا نعم! يا موسى هذا فرعون وقد [ ص: 287 ] غرق ; فخرج الشك من قلوبهم وابتلع البحر فرعون كما كان . فعلى هذا ( ننجيك ببدنك ) احتمل معنيين : أحدهما - نلقيك على نجوة من الأرض . والثاني - نظهر جسدك الذي لا روح فيه . والقراءة الشاذة \" بندائك \" يرجع معناها إلى معنى قراءة الجماعة ؛ لأن النداء يفسر تفسيرين ، أحدهما - نلقيك بصياحك بكلمة التوبة ، وقولك بعد أن أغلق بابها ومضى وقت قبولها : آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين على موضع رفيع . والآخر - فاليوم نعزلك عن غامض البحر بندائك لما قلت ( أنا ربكم الأعلى ) ; فكانت تنجيته بالبدن معاقبة من رب العالمين له على ما فرط من كفره الذي منه نداؤه الذي افترى فيه وبهت ، وادعى القدرة والأمر الذي يعلم أنه كاذب فيه وعاجز عنه وغير مستحق له . قال أبو بكر الأنباري : فقراءتنا تتضمن ما في القراءة الشاذة من المعاني وتزيد عليها .قوله تعالى لتكون لمن خلفك آية أي لبني إسرائيل ولمن بقي من قوم فرعون ممن لم يدركه الغرق ولم ينته إليه هذا الخبر . وإن كثيرا من الناس عن آياتنا لغافلون أي معرضون عن تأمل آياتنا والتفكر فيها . وقرئ \" لمن خلفك \" بفتح اللام ; أي لمن بقي بعدك يخلفك في أرضك . وقرأ علي بن أبي طالب \" لمن خلقك \" بالقاف ; أي تكون آية لخالقك .",
  "ayah": 92,
  "surah": 10
}
