{
  "text": "قوله تعالى فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حينقوله تعالى فلولا كانت قرية آمنت قال الأخفش والكسائي : أي فهلا . وفي مصحف أبي وابن مسعود \" فهلا \" وأصل لولا في الكلام التحضيض أو الدلالة على منع أمر لوجود غيره . ومفهوم من معنى الآية نفي إيمان أهل القرى ثم استثنى قوم يونس ; فهو بحسب اللفظ استثناء منقطع ، وهو بحسب المعنى متصل ; لأن تقديره ما آمن أهل قرية إلا قوم يونس . والنصب في قوم هو الوجه ، وكذلك أدخله سيبويه في \" باب ما لا يكون إلا منصوبا \" . قال النحاس : إلا قوم يونس نصب لأنه استثناء ليس من الأول ، أي لكن قوم يونس ; هذا قول الكسائي والأخفش والفراء . ويجوز . \" إلا قوم يونس \" بالرفع ، ومن أحسن ما قيل في الرفع ما قال أبو إسحاق الزجاج قال : يكون المعنى غير قوم يونس ، فلما جاء بإلا أعرب الاسم الذي بعدها بإعراب غير ; كما قال :وكل أخ مفارقه أخوه لعمر أبيك إلا الفرقدانوروي في قصة قوم يونس عن جماعة من المفسرين : أن قوم يونس كانوا بنينوى من أرض الموصل وكانوا يعبدون الأصنام ، فأرسل الله إليهم يونس عليه السلام يدعوهم إلى الإسلام وترك ما هم عليه فأبوا ; فقيل : إنه أقام يدعوهم تسع سنين فيئس من إيمانهم ; فقيل له : أخبرهم أن العذاب مصبحهم إلى ثلاث ففعل ، وقالوا : هو رجل لا يكذب فارقبوه فإن أقام معكم وبين أظهركم فلا عليكم ، وإن ارتحل عنكم فهو نزول العذاب لا شك ; فلما كان الليل تزود يونس وخرج عنهم فأصبحوا فلم يجدوه فتابوا ودعوا الله ولبسوا المسوح وفرقوا بين الأمهات والأولاد من الناس والبهائم ، وردوا المظالم في تلك الحالة . وقال ابن مسعود : وكان الرجل يأتي الحجر قد وضع عليه أساس بنيانه فيقتلعه فيرده ; والعذاب منهم فيما روي عن ابن عباس على ثلثي ميل . وروي على ميل . وعن ابن عباس أنهم غشيتهم ظلة وفيها حمرة فلم تزل تدنو حتى وجدوا حرها بين أكتافهم . وقال ابن جبير : غشيهم العذاب كما يغشى الثوب [ ص: 290 ] القبر ، فلما صحت توبتهم رفع الله عنهم العذاب . وقال الطبري : خص قوم يونس من بين سائر الأمم بأن تيب عليهم بعد معاينة العذاب ; وذكر ذلك عن جماعة من المفسرين . وقال الزجاج : إنهم لم يقع بهم العذاب ، وإنما رأوا العلامة التي تدل على العذاب ، ولو رأوا عين العذاب لما نفعهم الإيمان . قلت : قول الزجاج حسن ; فإن المعاينة التي لا تنفع التوبة معها هي التلبس بالعذاب كقصة فرعون ، ولهذا جاء بقصة قوم يونس على أثر قصة فرعون لأنه آمن حين رأى العذاب فلم ينفعه ذلك ، وقوم يونس تابوا قبل ذلك . ويعضد هذا قوله عليه السلام : إن الله يقبل توبة العبد ما لم يغرغر . والغرغرة الحشرجة ، وذلك هو حال التلبس بالموت ، وأما قبل ذلك فلا . والله أعلم . وقد روي معنى ما قلناه عن ابن مسعود ، أن يونس لما وعدهم العذاب إلى ثلاثة أيام خرج عنهم فأصبحوا فلم يجدوه فتابوا وفرقوا بين الأمهات والأولاد ; وهذا يدل على أن توبتهم قبل رؤية علامة العذاب . وسيأتي مسندا مبينا في سورة \" والصافات إن شاء الله تعالى . ويكون معنى كشفنا عنهم عذاب الخزي أي العذاب الذي وعدهم به يونس أنه ينزل بهم ، لا أنهم رأوه عيانا ولا مخايلة ; وعلى هذا لا إشكال ولا تعارض ولا خصوص ، والله أعلم . وبالجملة فكان أهل نينوى في سابق العلم من السعداء . وروي عن علي رضي الله عنه أنه قال : إن الحذر لا يرد القدر ، وإن الدعاء ليرد القدر . وذلك أن الله تعالى يقول : إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا . قال رضي الله عنه : وذلك يوم عاشوراء .قوله تعالى ومتعناهم إلى حين قيل إلى أجلهم ، قال السدي وقيل : إلى أن يصيروا إلى الجنة أو إلى النار ; قاله ابن عباس .",
  "ayah": 98,
  "surah": 10
}
