{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 11,
      "text": "Alif lām rā’ God knows best what He means by these letters; this is a Book whose verses have been set clear through marvellous arrangement and wonderful meanings and then detailed expounded through rulings stories and admonitions from One Wise Informed that is from God."
    },
    {
      "ayah": 10,
      "surah": 11,
      "text": "But if We cause him to taste prosperity after some misery such as impoverishment and hardship that had befallen him assuredly he will say ‘The ills the afflictions have gone from me’ when he had not anticipated that they would go away; yet still he does not give thanks for this; lo! he is exultant wanton boastful to people of what he has been given;"
    },
    {
      "ayah": 100,
      "surah": 11,
      "text": "That which is mentioned dhālika is the subject the predicate of which follows is something of the tidings of the towns which We relate to you O Muhammad (s). Some of them that is of the towns are standing only its inhabitants having been destroyed and some of them have been cut down destroyed together with its inhabitants such that there are no vestiges thereof much like crops harvested with sickles."
    },
    {
      "ayah": 101,
      "surah": 11,
      "text": "And We did not wrong them destroying them for not having committed any sins but they wronged themselves through idolatry. Their gods did not avail defend them in any way min shay’in min is extra those gods upon whom they called whom they worshipped besides God that is other than Him when the command of your Lord His chastisement came; and they their gods — through their the disbelievers’ worship of these gods did not increase them in anything but ruin but loss."
    },
    {
      "ayah": 102,
      "surah": 11,
      "text": "Such like that seizing is the seizing of your Lord when He seizes the towns meaning its inhabitants while they are doing wrong by way of sins in other words nothing can avail them in any way when He seizes them. Truly His seizing is painful severe. The two Shaykhs Bukhārī and Muslim reported by way of an isnād from Abū Mūsā al-Ash‘arī that he said ‘The Prophet s said “God gives extended respite to the evildoer but when He seizes him there is no escape for him” whereupon the Prophet s recited the verse Such is the seizing of your Lord Q. 11102 above’."
    },
    {
      "ayah": 103,
      "surah": 11,
      "text": "There is indeed in that which is mentioned of stories a sign a lesson for him who fears the chastisement of the Hereafter that in other words the Day of Resurrection is a day to which on which mankind will be gathered and that is a day witnessed witnessed by all creatures."
    },
    {
      "ayah": 104,
      "surah": 11,
      "text": "And We do not defer it but to a term already reckoned but to a time predetermined by God."
    },
    {
      "ayah": 105,
      "surah": 11,
      "text": "The day it that day comes no soul shall speak takallamu one of the tā’ letters of tatakallamu has been omitted except by His permission exalted be He. Some of them that is some creatures will be wretched and some of them joyous each having been determined to be thus from pre-eternity."
    },
    {
      "ayah": 106,
      "surah": 11,
      "text": "As for those who are damned according to God’s prior knowledge they will be in the Fire; their lot therein will be wailing which is a loud sound and sighing which is a faint sound;"
    },
    {
      "ayah": 107,
      "surah": 11,
      "text": "abiding therein for as long as the heavens and the earth endure that is for the length of the duration of both in this world except other than what your Lord may will in the way of adding to the duration of these two such that it their abiding becomes indefinite meaning that they will abide therein forever. Truly your Lord is Doer of what He desires."
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "And as for those who are fortunate read sa‘idū or su‘idū they shall be in Paradise abiding therein for as long as the heavens and the earth endure except other than what your Lord may will — as mentioned already of increasing the duration which in their case is indicated by His words an endless bounty one not to be cut off. The interpretation given above seems to be the clear and obvious one devoid of affectation but God knows best what it means."
    },
    {
      "ayah": 109,
      "surah": 11,
      "text": "So do not be O Muhammad (s) in doubt in uncertainty concerning what these folk worship of idols We will indeed chastise them as We did those before them — this is intended as solace for the Prophet s. They worship only as their fathers worshipped — that is in the same way — before and indeed We chastised them; and We shall surely pay them like those fathers of theirs their whole due their portion of the chastisement undiminished that is in full."
    },
    {
      "ayah": 11,
      "surah": 11,
      "text": "save but those who endure misery patiently and perform righteous deeds during times of comfort; theirs will be forgiveness and a great reward which is Paradise."
    },
    {
      "ayah": 110,
      "surah": 11,
      "text": "And We verily gave Moses the Scripture the Torah but differences arose concerning it some believing others denying just as is the case with the Qur’ān; and were it not for a word that went forth from your Lord to defer the reckoning and the requital for creatures to the Day of Resurrection the case would have been decided between them in this world regarding that over which they differed; and truly they that is those who deny it are in grave doubt concerning it doubt creating great uncertainty."
    },
    {
      "ayah": 111,
      "surah": 11,
      "text": "And assuredly read wa-in or wa-inna to each that is to all creatures verily la-mā the mā is extra and the lām is in the place of an implied oath or a separator; a variant reading has lammā with the sense of illā ‘but’ making the preceding in for negation your Lord will pay for his works that is the requital thereof in full. Truly He is Aware of what they do knowing the inner and outer aspects thereof."
    },
    {
      "ayah": 112,
      "surah": 11,
      "text": "So remain upright acting in accordance with the commandment of your Lord and supplicating Him as you have been commanded and let him also remain upright he who repents who believes with you; and do not transgress do not overstep the bounds of God. Truly He sees what you do and will requite you for it."
    },
    {
      "ayah": 113,
      "surah": 11,
      "text": "And do not incline toward the evildoers through affection or adulation or by showing satisfaction with their actions lest the Fire touch smite you and you have besides God other than Him no protectors min awliyā’ min is extra to guard you from Him; and then you will not be helped you will not be protected from His chastisement."
    },
    {
      "ayah": 114,
      "surah": 11,
      "text": "And establish prayer at the two ends of the day at first light and before sunset that is pray in the morning at noon and in the afternoon and in some watches zulafan is the plural of zulfa a portion of the night that is at sunset and late evening. Indeed good deeds such as the five prayers annul misdeeds minor sins this was revealed regarding one who kissed a female stranger and told the Prophet s about it and then asked him ‘Is this verse true for me?’ and the Prophet said to him ‘It is so for every person of my community’ as reported by the two Shaykhs Bukhārī and Muslim. That is a remembrance for the mindful an admonition for those who heed them."
    },
    {
      "ayah": 115,
      "surah": 11,
      "text": "And be patient O Muhammad (s) in enduring the harm inflicted upon you by your people or in performing prayer for indeed God does not waste the wage of those who are virtuous by patiently enduring through acts of obedience to God."
    },
    {
      "ayah": 116,
      "surah": 11,
      "text": "If only there had been among the generations past communities before you men possessing a remnant of good sense men of religion and virtue forbidding corruption in the earth this statement is intended to be a negation in other words ‘there never were such men among them’ except but a few of those whom mimman min is explicative We delivered from among them did forbid corruption and were thus delivered. But those who did wrong through corruption and neglecting to forbid followed that by which they were made profligate and were sinners."
    },
    {
      "ayah": 117,
      "surah": 11,
      "text": "Yet your Lord would never destroy the towns through injustice on His part against them while their inhabitants were righteous that is believers."
    },
    {
      "ayah": 118,
      "surah": 11,
      "text": "Had your Lord willed He would have made mankind one community people of one religion but they continue to differ in religion"
    },
    {
      "ayah": 119,
      "surah": 11,
      "text": "except those on whom your Lord has mercy those for whom He desires good and so they do not differ in it — and that is why He created them that is He created those of difference for that in other words so that they should differ and those deserving mercy for that in other words so that they should receive mercy. And the Word of your Lord has been fulfilled namely ‘I will surely fill Hell with jinn and mankind together’."
    },
    {
      "ayah": 12,
      "surah": 11,
      "text": "Perhaps O Muhammad (s) you might think to leave out some of what is revealed to you such that you do not convey it to them for they do not take it seriously and that your breast should be straitened by it by reciting it to them because they say ‘Why has a treasure not been sent down for him or an angel not come with him?’ to confirm his sincerity as we had requested? You are but a warner and yours is only to convey the Message not to produce what they have requested; and God is Guardian over all things He is Preserver of all things so He will requite them accordingly."
    },
    {
      "ayah": 120,
      "surah": 11,
      "text": "And all that kullān is in the accusative because it is the direct object of naqussu ‘We relate’; and the nunation compensates for a missing genitive annexation that is all that is necessary We relate to you of the accounts of the messengers that mā substitutes for kullan ‘all that’ with which We might strengthen reassure your heart. And in these accounts or verses there has come to you the Truth and an admonition and a reminder to the believers they are specifically mentioned here because they are the ones to benefit from them through their belief in them in contrast to the case with the disbelievers."
    },
    {
      "ayah": 121,
      "surah": 11,
      "text": "And say to those who do not believe ‘Act according to your ability according to your status we are acting according to our status — this is a threat for them."
    },
    { "ayah": 122, "surah": 11, "text": "And wait for the consequence of your affair we are also waiting’ for this." },
    {
      "ayah": 123,
      "surah": 11,
      "text": "And to God belongs the Unseen of the heavens and the earth that is the knowledge of what is concealed within them and to Him all matters are returned read active yarji‘u meaning ‘return’ or passive yurja‘u meaning ‘are returned’ and He will exact retribution from those who were disobedient. So worship Him affirm His Oneness and rely on Him trust in Him for He is sufficient for you and your Lord is not heedless of what they do but He defers dealing with them until their appointed time a variant reading has ta‘malūn ‘what you do’."
    },
    {
      "ayah": 13,
      "surah": 11,
      "text": "Or do they say ‘He has invented it’? that is the Qur’ān. Say ‘Then bring ten sūras the like thereof in terms of clarity and rhetorical excellence invented for you are Arabs who speak Arabic eloquently like myself — he challenged them to these ten sūras first and then to one sūra — and call in order for them to assist you upon whom you can beside God that is on other than Him if you are truthful’ about it the Qur’ān being an invention of lies."
    },
    {
      "ayah": 14,
      "surah": 11,
      "text": "Then if they that is those on whom you call for assistance do not answer you know this address is to the idolaters that it has been revealed enwrapped only in God’s knowledge not as an invention of lies against Him and that an is softened in other words understand it as annahu there is no god save Him. Will you then submit? after this definitive argument; in other words ‘Submit!’"
    },
    {
      "ayah": 15,
      "surah": 11,
      "text": "He who desires the life of this world and its adornment by persisting in idolatry — it is said that this was revealed regarding the dissimulators — We shall repay them their deeds that is the requital of any good that they did such as charity or kindness to kin in it by giving them abundant provision and therein that is in this world they shall not be defrauded they shall not be made to suffer diminution in anything."
    },
    {
      "ayah": 16,
      "surah": 11,
      "text": "Those are they for whom there is nothing in the Hereafter but the Fire; what they contrive will have failed will be invalid therein that is in the Hereafter and will not be rewarded and useless is that which they used to do."
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "Is he who relies on a clear proof a clear statement from his Lord meaning the Prophet s or the believers; it the proof being the Qur’ān a clear proof which is followed by a witness to it of its veracity as being from Him that is from God; he the witness being Gabriel and before it before the Qur’ān was the Book of Moses the Torah also a witness to it as an example and a mercy? imāman wa-rahmatan is a circumstantial qualifier is such a person like one who is not so? No! Those that is the ones who rely on a clear proof they believe in it that is in the Qur’ān and so for them will be Paradise; but he who disbelieves in it of the partisans namely all the disbelievers the Fire shall be his appointed place. So do not be in doubt in uncertainty concerning it concerning the Qur’ān. Truly it is the Truth from your Lord but most of mankind that is the people of Mecca do not believe."
    },
    {
      "ayah": 18,
      "surah": 11,
      "text": "And who that is none does greater wrong than he who invents a lie concerning God? by ascribing to Him partner and child. Those they shall be brought before their Lord on the Day of Resurrection amid the rest of creation and the witnesses ashhād is the plural of shāhid namely the angels who will bear witness that the messengers conveyed the Message and that the disbelievers denied them will say ‘These are they who lied concerning their Lord’. Surely the curse of God is upon the wrong-doers the idolaters;"
    },
    {
      "ayah": 19,
      "surah": 11,
      "text": "they who bar people from God’s way from the religion of Islam desiring to have it seeking that the way be crooked; and in the Hereafter they hum ‘they’ is reiterated for emphasis are disbelievers."
    },
    {
      "ayah": 2,
      "surah": 11,
      "text": "Saying ‘Worship none but God. Truly I am to you a warner from Him of chastisement if you disbelieve and a bearer of good tidings’ of reward if you believe."
    },
    {
      "ayah": 20,
      "surah": 11,
      "text": "Such will not escape God in the earth and beside God other than Him they can have no allies no helpers to protect them against His chastisement. For them the chastisement will be double for their having led others astray. They could not hear the truth nor did they use to see it; that is to say because of their extreme aversion to it it is as though they did not have the physical capacity for it."
    },
    {
      "ayah": 21,
      "surah": 11,
      "text": "Such are they who have lost their souls for their journey’s end shall be to the Fire made everlasting for them; and that which they used to invent of lies concerning God in the way of claiming that He has a partner has failed them is absent before them."
    },
    { "ayah": 22, "surah": 11, "text": "Without doubt verily they will be the greatest losers in the Hereafter." },
    {
      "ayah": 23,
      "surah": 11,
      "text": "Truly those who believe and perform righteous deeds and humble themselves who are at peace and feel reassured or who repent before their Lord such will be the inhabitants of Paradise abiding therein."
    },
    {
      "ayah": 24,
      "surah": 11,
      "text": "The likeness the description of the two parties the disbelievers and the believers is as the blind and the deaf this being the likeness of the disbeliever and the one who sees and the one who hears this being the likeness of the believer are they equal in likeness? No! Will you not then remember? tadhakkarūn the original tā’ of tatadhakkarūn has been assimilated with the dhāl will you not then be admonished?"
    },
    {
      "ayah": 25,
      "surah": 11,
      "text": "And verily We sent Noah to his people and he said ‘I am annī a variant reading has innī in which case ‘he said’ has been omitted for you a clear warner one whose warning is plain."
    },
    {
      "ayah": 26,
      "surah": 11,
      "text": "That you worship none but God. Lo! I fear for you should you worship other than Him the chastisement of a painful day’ painful in this world and in the Hereafter."
    },
    {
      "ayah": 27,
      "surah": 11,
      "text": "The council the respected elders of his people who disbelieved said ‘We see you but a mortal like us and you have no merit over us and we see not that any follow you save the vilest among us the riffraff among us such as the weavers and the shoemakers through rash opinion bādiya’l-ra’ya read with hamza or without in both cases in other words impulsively without thinking you over it bādiya’l-ra’ya is in the accusative because it is an adverbial clause that is to say at the time that their opinion first came into being. We do not see that you have any merit over us for which you would deserve our following you; nay we deem you liars’ with regard to your claim to be bringing a Message they the disbelievers included his folk with him in their address to him."
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "He said ‘O my people have you considered — inform me — if I am acting upon a clear proof a clear statement from my Lord and He has given me mercy — prophethood — from Him and it has been obscured concealed from you ‘amiyat ‘obscured’ a variant reading has the passive ‘ummiyat can we compel you to it are we able to force you to accept it while you are averse to it? We are not able to do that."
    },
    {
      "ayah": 29,
      "surah": 11,
      "text": "And O my people I do not ask of you any wealth which you should give me for this for conveying the Message. My wage my reward falls only upon God and I will not drive away those who believe as you have commanded me; they shall surely meet their Lord at the Resurrection and He will requite them and exact vengeance for them from those who wronged them and drove them away. But I see you are a people who are ignorant of the consequence of your affair."
    },
    {
      "ayah": 3,
      "surah": 11,
      "text": "And bidding you ‘Ask forgiveness of your Lord for your idolatry then repent return to Him through acts of obedience and He will give you in this world fair enjoyment in the way of pleasant living and abundant provision until a time appointed namely death and He will give in the Hereafter every person of merit in deed the due for his merit his reward. But if you turn away tawallaw one of the two tā’ letters of tatawallaw has been omitted in other words if you object I fear for you the chastisement of an awful day namely the Day of Resurrection."
    },
    {
      "ayah": 30,
      "surah": 11,
      "text": "And O my people who would help who would defend me against God that is against His chastisement if I drive them away? in other words there is none to help me. Will you not then remember? tadhakkarūn the original second tā’ in tatadhakkarūn has been assimilated with the dhāl will you not then be admonished?"
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "And I do not say to you “I possess the treasure houses of God” nor “I have knowledge of the Unseen”; nor do I say “I am an angel” nay I am human like you. Nor do I say to those whom your eyes scorn that God will not give them any good — God knows best what is in their souls in their hearts. Lo! if I were to say this then indeed I would be of the evildoers’."
    },
    {
      "ayah": 32,
      "surah": 11,
      "text": "They said ‘O Noah you have disputed with us and disputed with us at length so bring upon us that wherewith you are threatening us in the way of chastisement if you are of the truthful’."
    },
    {
      "ayah": 33,
      "surah": 11,
      "text": "He said ‘Only God will bring it upon you if He wills to hasten it on for you for the decision is His not mine; and you cannot escape Him elude God."
    },
    {
      "ayah": 34,
      "surah": 11,
      "text": "And my counsel will not benefit you if I desire to counsel you when God desires to keep you astray the response to the conditional is indicated by wa-lā yanfa‘ukum nushī ‘and my counsel will not benefit you’. He is your Lord and to Him you will be brought back’."
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "God exalted be He says Or do they the disbelievers of Mecca say ‘He has invented it’? Muhammad (s) has invented the Qur’ān? Say ‘If I have invented it then my crime will be upon me my sin will be upon me that is the punishment for it; and I am innocent of what you commit’ of crime when you attribute invention to me."
    },
    {
      "ayah": 36,
      "surah": 11,
      "text": "And it was revealed to Noah that ‘None of your people will believe except he who has already believed. Do not be distressed grieved because of what they do in the way of idolatry. So he Noah invoked God against them with the words My Lord leave not one of the disbelievers upon the earth Q. 7126. God responded to this invocation of his and said"
    },
    {
      "ayah": 37,
      "surah": 11,
      "text": "Build the Ark the ship under Our eyes under Our watch and protection and by Our inspiration by Our command and do not address Me concerning those who have done evil those who have disbelieved by asking that I should refrain from destroying them; lo! they shall be drowned’."
    },
    {
      "ayah": 38,
      "surah": 11,
      "text": "And he was building the Ark yasna‘ is narrating a past state in the present tense and whenever a council a group of his people passed him they scoffed at him mocked him. He said ‘Though you scoff at us yet we scoff at you even as you scoff when we are saved while you drown;"
    },
    {
      "ayah": 39,
      "surah": 11,
      "text": "and you shall know to whom man introduces the relative clause which constitutes the direct object of the action of ‘knowing’ will come a chastisement degrading him and upon whom an enduring an everlasting chastisement will fall’."
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "Unto God is your return and He has power over all things’ including reward and chastisement."
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "Such that when hattā represents the objective for the action of ‘building’ Our command came for their destruction and the baker’s oven gushed forth with water — this was the sign for Noah — We said ‘Load therein in the ship of every kind of every male and female that is of every species of these two two a male and a female ithnayn constitutes the direct object. According to the story God gathered for Noah all the beasts of prey and birds and other animals; he Noah would go through every species to select them with his hands and his right hand would fall upon a male and the left upon a female whereupon he would take them aboard the ship; and your family — that is his wife and children — save those against whom the Word has already gone forth from among them that they be destroyed this was his wife and his son Canaan in contrast with Shem Ham and Japheth whom he took aboard together with their three wives and those who believe’. And none but a few believed with him it is said that these were six men and their wives; it is also said that the number of all those aboard the ship was eighty half of whom were men and the other half women."
    },
    {
      "ayah": 41,
      "surah": 11,
      "text": "And he Noah said ‘Embark therein! In the Name of God be its course and its mooring read majrāhā and marsāhā or mujrāhā and mursāhā both being verbal nouns meaning the length of its course and where it docks in other words the entire journey. Truly my Lord is Forgiving Merciful’ for He did not destroy us."
    },
    {
      "ayah": 42,
      "surah": 11,
      "text": "And it sailed with them amid waves like mountains in terms of their height and size and Noah called out to his son Canaan who was standing away from the ship ‘O my son embark with us and do not be with the disbelievers!’"
    },
    {
      "ayah": 43,
      "surah": 11,
      "text": "He said ‘I shall take refuge in a mountain that will protect me preserve me from the water’. Said he ‘This day there is none that can protect from God’s command from His chastisement except — but — him on whom He God has mercy’ he will be protected. God exalted be He says And the waves came between them so he was among the drowned."
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "And it was said ‘O earth swallow your waters that have sprung forth from you — and it reabsorbed it all except for what came down from the sky and formed rivers and seas — and O heaven abate!’ withhold the rain and it did. And the waters subsided decreased. And the affair was accomplished the matter of the destruction of Noah’s people was complete and it settled and the ship came to rest upon al-Jūdī a mountain in Mespotamia al-jazīra near Mosul; and it was said ‘Away with — perish — the evildoing the disbelieving folk!’"
    },
    {
      "ayah": 45,
      "surah": 11,
      "text": "And Noah called out to his Lord and said ‘My Lord lo! my son Canaan is of my family and You promised me that they would be saved and truly Your promise is the Truth which never fails and You are the Most Just of Judges’ the most knowledgeable and the fairest of them."
    },
    {
      "ayah": 46,
      "surah": 11,
      "text": "He God exalted be He said ‘O Noah lo! he is not of your family of those who will be saved or of the followers of your religion; lo! it that is your asking me to save him is not a righteous deed for he is a disbeliever and there is no deliverance for disbelievers ‘āmalun ghayru sālihin ‘it is not a righteous deed’ a variant reading has ‘āmila the verb with ghayra in the accusative in which case the person governing the verb ‘amila is his son. So do not ask of Me read either fa-lā tas’alanni or fa-lā tas’alni that whereof you have no knowledge in respect to saving your son. I admonish you lest you be among the ignorant’ when you ask about what you do not know."
    },
    {
      "ayah": 47,
      "surah": 11,
      "text": "He said ‘My Lord I seek refuge in You from the sin that I should ask of You that whereof I have no knowledge. Unless You forgive me my excess and have mercy on me I shall be among the losers’."
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "It was said ‘O Noah go down disembark from the ship in peace in safety or with a greeting from Us and blessings good things upon you and upon some communities that will spring from those with you in the ship that is from their children and their seed those who are and those who will be the believers. And there will be other communities read umamun to spring from those with you to whom We shall give enjoyment in this world and then a painful chastisement will befall them’ in the Hereafter and these will be the disbelievers."
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "Those that is these verses containing stories such as the story of Noah are of the tidings of the Unseen of the tales of that which was hidden from you which We inspire in you O Muhammad (s). You yourself did not know it nor did your people know it before this Qur’ān. So be patient in conveying the Message and in enduring your people’s hurt as Noah endured. Truly the praiseworthy sequel is for those who are God-fearing."
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "As reported by al-Bukhārī by way of an isnād from Ibn ‘Abbās the following was revealed regarding those who were embarrassed to withdraw to relieve nature or to have sexual intercourse without their clothes and become exposed to the heaven. It is also said that it was revealed regarding the hypocrites Lo! they fold up their breasts that they may hide from Him that is from God; lo! the moment they cover themselves with their garments wrapping themselves up therewith He God exalted be He knows what they keep hidden and what they proclaim and so their hiding is to no avail. Truly He knows what is in the breasts of men that is what is in the hearts."
    },
    {
      "ayah": 50,
      "surah": 11,
      "text": "And We sent to ‘Ād their brother from the tribe Hūd. He said ‘O my people worship God! affirm His Oneness. You have no god min ilāhin min is extra other than He. You in your worship of graven images do but invent you do but invent lies against God."
    },
    {
      "ayah": 51,
      "surah": 11,
      "text": "O my people I do not ask of you any wage for it for the affirmation of His Oneness. Lo! my wage falls only upon Him Who originated me created me. Will you not understand?"
    },
    {
      "ayah": 52,
      "surah": 11,
      "text": "And O my people ask forgiveness of your Lord for your idolatry then turn return to Him repentant through obedience; He will release the sky He will release the rain — for they had been denied it — upon you in abundance with abundant rainfall and He will add to you strength to your strength through wealth and children. Do not turn away as sinners’ idolaters."
    },
    {
      "ayah": 53,
      "surah": 11,
      "text": "They said ‘O Hūd you have not brought us any clear proof any evidence for what you say and we are not going to forsake our gods on the basis of your saying that is because of what you say and we are not believers in you."
    },
    {
      "ayah": 54,
      "surah": 11,
      "text": "We say nothing concerning you save that one of our gods has possessed you in some evil way’ rendering you insane for your having cursed them and so you are raving. He said ‘Lo! I call God to bear witness for me and you bear witness also that I am innocent of what you associate with Him"
    },
    {
      "ayah": 55,
      "surah": 11,
      "text": "beside Him; so plot against me devise ways to destroy me all together you and your graven images then give me no respite grant me no reprieve."
    },
    {
      "ayah": 56,
      "surah": 11,
      "text": "Truly I have put my trust in God my Lord and your Lord; there is no mā min min is extra creature no living thing that treads upon this earth but He takes it by the forelock that is but He is its possessor and subjugator so that no benefit or harm occurs except by His permission — the forelock is specifically used here because he who is taken by his forelock suffers the ultimate humiliation. Surely my Lord is on a straight path that is on the way of truth and justice."
    },
    {
      "ayah": 57,
      "surah": 11,
      "text": "And if you turn away tawallaw one of the two tā’ letters of tatawallaw has been omitted that is if you object still I have conveyed to you that wherewith I was sent to you and my Lord will set in place of you a folk other than you. You cannot injure Him in any way by your idolatry. Truly My Lord is Preserver Watcher over all things’."
    },
    {
      "ayah": 58,
      "surah": 11,
      "text": "And when Our command Our chastisement came to pass We delivered Hūd and those who believed with him by a mercy by guidance from Us and We delivered them from a harsh a severe chastisement."
    },
    {
      "ayah": 59,
      "surah": 11,
      "text": "And that was ‘Ād — this is an allusion to their remains; in other words go forth in the land and look at these remains. God then describes their case saying they knowingly denied the signs of their Lord and disobeyed His messengers rusulahu is in the plural because when a person disobeys a messenger he has effectively disobeyed all of them since they share a common principle in that Message with which they come namely the principle of God’s Oneness; and they that is the riffraff followed the command of every rebellious tyrant every leader of theirs who is obstinate with regard to the truth."
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "And there is not wa-mā min min is extra a creature dābba is that creature which treads dabba in the earth but the sustenance thereof rests on God sustenance which He has undertaken to provide out of His bounty exalted be He. And He knows its habitation its dwelling-place in this world — or in the loins — and its repository after death or in the womb. All that which is mentioned is in a manifest a clear Book which is the Preserved Tablet al-lawh al-mahfūz."
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "And a curse was made to follow them in this world from people and on the Day of Resurrection a curse will follow them for all creatures to see. ‘Lo! ‘Ād disbelieved in they knowingly denied their Lord. Lo! away far from God’s mercy with ‘Ād the folk of Hūd!’"
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "And We sent to Thamūd their brother from the tribe Sālih. He said ‘O my people worship God! affirm His Oneness. You have no god other than He. He it is Who produced you Who began your creation from the earth by creating your father Adam from it and has given you to live therein He has made you inhabitants living therein; so ask forgiveness of Him from idolatry then turn return to Him repentant through acts of obedience. Truly my Lord is Near to His creation by virtue of His knowledge Responsive’ to those who ask of Him."
    },
    {
      "ayah": 62,
      "surah": 11,
      "text": "They said ‘O Sālih you had been one of promise among us that is to say we had hoped that you would become our chief before this that has issued from you. Do you forbid us to worship what our fathers worshipped? in the way of graven images? Truly we are in grave doubt doubt creating great uncertainty concerning that to which you are calling us’ in the way of affirming God’s Oneness."
    },
    {
      "ayah": 63,
      "surah": 11,
      "text": "He said ‘O my people have you considered if I am acting upon a clear proof a clear statement from my Lord and He has given me from Him mercy prophethood who will help me who will defend me against God against His chastisement if I disobey Him? You would only be adding by commanding me to do that to my loss my misguidance."
    },
    {
      "ayah": 64,
      "surah": 11,
      "text": "And O my people this is the she-camel of God a sign for you āyatan is a circumstantial qualifier operated by the demonstrative noun hādhihi ‘this’. Leave her to eat in God’s earth and do not cause her any harm by hamstringing her lest you be seized by a near chastisement’ if you do hamstring her."
    },
    {
      "ayah": 65,
      "surah": 11,
      "text": "But they hamstrung her Qudār hamstrung her at their command and he Sālih said ‘Enjoy yourselves live in your dwellings for three days whereafter you will be destroyed. That is a promise that will not be belied’."
    },
    {
      "ayah": 66,
      "surah": 11,
      "text": "So when Our command came for their destruction We delivered Sālih and those who believed with him they numbered 4000 by a mercy from Us and We delivered them from the ignominy of that day read yawmi’idhin if understood as declinable or read yawma’idhin on the basis of it yawm ‘day’ being annexed to an invariable idhin ‘that’ which is the majority view. Truly your Lord is the Strong the Mighty the Victor."
    },
    {
      "ayah": 67,
      "surah": 11,
      "text": "And those who did evil were seized by the Cry so that they ended up lying lifeless prostrate in their habitations keeled over their knees dead"
    },
    {
      "ayah": 68,
      "surah": 11,
      "text": "as if ka-an had been softened and its subject omitted in other words understand it as ka’annahum they had not dwelt there in their dwelling-place ‘Lo! Thamūd disbelieved in their Lord lo! away with Thamūd!’ this may be read declined li-Thamūdan or left as indeclinable li-Thamūda referring to the district or the tribe."
    },
    {
      "ayah": 69,
      "surah": 11,
      "text": "And verily Our messengers came to Abraham with good tidings of the birth of Isaac and after him Jacob. They said ‘Peace!’ salāman is a verbal noun. He said ‘Peace!’ be upon you and did not delay to bring a roasted calf."
    },
    {
      "ayah": 7,
      "surah": 11,
      "text": "And He it is Who created the heavens and the earth in six days the first of which was Sunday and the last Friday — and His Throne before creating them was upon the water borne by the winds — that He might try you li-yabluwakum is semantically connected to khalaqa ‘He Who created’ in other words He created them and all that is beneficial and good for you in them in order to test you which of you is best in conduct that is which of you is most obedient to God. And if you were to say O Muhammad (s) to them ‘Truly you shall be raised again after death’ those who disbelieve will say ‘This Qur’ān that speaks of resurrection — or this that you are saying — is nothing but manifest clear sorcery’ sihrun a variant reading has sāhirun ‘sorcerer’ in which case the reference is to the Prophet s."
    },
    {
      "ayah": 70,
      "surah": 11,
      "text": "And when he saw their hands not reaching to it he was suspicious of them and conceived he kept secret in himself a fear of them. They said ‘Fear not. Lo! we have been sent to the people of Lot’ to destroy them."
    },
    {
      "ayah": 71,
      "surah": 11,
      "text": "And his wife that is Abraham’s wife Sarah standing by serving them laughed at the good tiding of their destruction; and so We gave her the good tiding of Isaac and after Isaac of Jacob his son whom she would live to see."
    },
    {
      "ayah": 72,
      "surah": 11,
      "text": "She said ‘Woe to me! yā waylatā is an expression used in reaction to a serious matter; the alif suffixed in waylatā substitutes for the yā’ of the genitive annexation waylatī ‘my woe’. Shall I bear a child when I am an old woman 99 years old and this my husband is an old man? 100 or 120 years old shaykhan is in the accusative because it is a circumstantial qualifier operated by the demonstrative import of dhā ‘this’. Truly this is a strange thing’ that a child should be born to such an aged couple."
    },
    {
      "ayah": 73,
      "surah": 11,
      "text": "They said ‘Are you astonished by God’s command? by His power? The mercy of God and His blessings be upon you O people of the House! the House of Abraham. Truly He is Praised Glorious!’ Generous."
    },
    {
      "ayah": 74,
      "surah": 11,
      "text": "And when the awe the fear departed from Abraham and the good tiding came to him of a child he began to plead with Us pleading with Our messengers concerning the matter of the people of Lot."
    },
    {
      "ayah": 75,
      "surah": 11,
      "text": "Assuredly Abraham was forbearing long-suffering imploring penitent always returning to God in repentance thus he said to them ‘Would you destroy a town in which there are 300 believers?’ They said ‘No’. He said ‘Would you destroy a town in which there are 200 believers?’ They said ‘No’. He said ‘Would you destroy a town in which there are 40 believers?’ They said ‘No’. He said ‘Would you destroy a town in which there are 14 believers?’ They said ‘No’. He said ‘What if there were one believer in it?’ They said ‘No’. He said ‘Lot is in it’. They said ‘We know full well who is in it’ … to the end of the narrative."
    },
    {
      "ayah": 76,
      "surah": 11,
      "text": "When he had pleaded with them at length they said ‘O Abraham desist from this pleading. Truly your Lord’s command for their destruction has gone forth and truly there will come upon them a chastisement which cannot be repelled’."
    },
    {
      "ayah": 77,
      "surah": 11,
      "text": "And when Our messengers came to Lot he was distressed he was grieved on their account and felt constrained in his power to protect them because they had handsome faces and were dressed as visiting guests and so he feared for them from his people and he said ‘This is a distressful a very difficult day’."
    },
    {
      "ayah": 78,
      "surah": 11,
      "text": "And his people when they became aware of them came to him running hastening towards him — and previously before they came they had been committing abominations namely penetrative sexual intercourse with men. He Lot said ‘O my people! Here are my daughters marry with them; they are purer for you. So fear God and do not degrade me do not disgrace me before my guests. Is there not among you any upright man?’ to enjoin decency and forbid indecency?"
    },
    {
      "ayah": 79,
      "surah": 11,
      "text": "They said ‘You know full well that we have no right to no need of your daughters and you know well what we desire’ in the way of sexual intercourse with men."
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "And if we postpone the chastisement for them until the arrival of a reckoned time reckoned moments they will surely say in mockery ‘What is detaining it?’ what is preventing it from being sent down? God exalted be He says Verily on the day when it comes to them it cannot be averted warded off from them and that chastisement which they derided shall surround them it shall come down upon them."
    },
    {
      "ayah": 80,
      "surah": 11,
      "text": "He said ‘Would that I had strength power to resist you or could resort to some strong support!’ to some clan that would help me I would surely fall upon you. So when the angels saw this"
    },
    {
      "ayah": 81,
      "surah": 11,
      "text": "they said ‘O Lot truly we are messengers of your Lord. They shall not reach you with any harm so travel with your family during a part of the night and let not one of you turn round lest they see the terrible predicament that will befall them except for your wife read illā imra’atuka in the nominative as a substitute for ahadun; a variant reading has illā imra’ataka in the accusative as her being an exception among his ‘family’ in other words do no take her along when you travel lo! she shall be smitten by that which smites them it is said that he did not take her along with him; it is also said that she did set out with them and turned round and so exclaimed ‘Woe is my people!’ at which point a stone struck her and killed her. When he Lot asked them about the time of their destruction they replied Truly their tryst is for the morning and when he said ‘I want it to be sooner’ they said is the morning not nigh enough?’"
    },
    {
      "ayah": 82,
      "surah": 11,
      "text": "So when Our command for their destruction came to pass We made their uppermost that is their cities the nethermost — when Gabriel raised them to the sky and dropped them upside down to the earth and We rained upon them stones of baked clay clay baked in fire one after another"
    },
    {
      "ayah": 83,
      "surah": 11,
      "text": "marked each one of them with the name of the person it would strike with your Lord ‘inda rabbik is an adverbial qualifier for these stones and they the stones — or their lands — are not far from the evildoers that is from the people of Mecca."
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": "And We sent to Midian their brother Shu‘ayb. He said ‘O my people worship God! affirm His Oneness. You have no god other than He. And diminish not the measure or the weight. I see you in prosperity enjoying a grace which precludes any need for stinting people; and I fear for you should you not believe the chastisement of a besetting day besetting you destroying you the attribution of this term ‘besetting’ to ‘a day’ as opposed to ‘the chastisement’ is figurative for it the chastisement will take place thereupon."
    },
    {
      "ayah": 85,
      "surah": 11,
      "text": "O my people give full measure and weight fulfil the due of both of these in justice and do not defraud people in respect of their goods do not diminish anything of their due and do not be degenerate in the land working corruption by killing or otherwise lā ta‘thaū derives from ‘athiya meaning afsada ‘he corrupted’; mufsidīn ‘working corruption’ is a circumstantial qualifier reiterating the import of the term operating it ta‘thaū ‘do not be degenerate’."
    },
    {
      "ayah": 86,
      "surah": 11,
      "text": "The remainder which is from God that provision of His which remains for you after you have given full measure and weight is better for you than fraud if you are believers; and I am not a guardian over you’ a watcher that I should requite you for your deeds I was sent only as a warner."
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "They said to him mockingly ‘O Shu‘ayb does your way of prayer command you with the obligation to make sure that we should leave what our fathers used to worship of idols or that we should cease to do as we will with our goods? meaning that such a command is an absurdity which no person calling to good would commend. You are indeed the forbearing the right-guided’ they said this in mockery."
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "He said ‘O my people have you considered that I might be acting upon a clear proof from my Lord and that He has provided me with fair wholesome sustenance from Him? should I then blemish it with what is unlawful in the way of fraud or stinting? And I do not desire to be inconsistent and then partake in what I forbid you thus committing the same. I desire only to set things right in your case by way of enjoining justice so far as I am able. My success my ability to do this successfully and to enjoin other acts of obedience is only with God. In Him I trust and to Him I turn I return repentant."
    },
    {
      "ayah": 89,
      "surah": 11,
      "text": "And O my people let not the breach with me the dispute you have with me shiqāqī ‘the breach with me’ is the subject of the verb yajrimannakum ‘make you deserve’ in which the suffixed pronoun -kum ‘you’ constitutes the first direct object the second being what follows make you deserve earn you as punishment that there befall you the like of what befell the people of Noah or the people of Hūd or the people of Sālih in the way of chastisement; and the people of Lot that is their dwelling-places or the era in which they were destroyed are not far away from you so take heed of this."
    },
    {
      "ayah": 9,
      "surah": 11,
      "text": "And if We cause the disbelieving man to taste some mercy from Us such as wealth and good health and then wrest it from him lo! he is despairing having lost hope of God’s mercy ungrateful intensely ungrateful to Him."
    },
    {
      "ayah": 90,
      "surah": 11,
      "text": "And ask forgiveness of your Lord then repent to Him. Truly my Lord is Merciful to believers Affectionate’ loving towards them."
    },
    {
      "ayah": 91,
      "surah": 11,
      "text": "They said in proclamation of their lack of concern ‘O Shu‘ayb we do not understand much of what you say. Truly we see you are weak abject among us and were it not for your clan we would have stoned you; for you are not too powerful too venerable for us’ to stone but it is your clan that is powerful."
    },
    {
      "ayah": 92,
      "surah": 11,
      "text": "He said ‘O my people is my clan more venerable in your sight than God? such that you refrain from killing me because of them instead of your protecting me for being the Messenger of God? And do you put Him God behind you neglected? rejected behind your backs not mindful of Him? Truly my Lord encompasses in knowledge what you do and will requite you."
    },
    {
      "ayah": 93,
      "surah": 11,
      "text": "And O my people act according to your ability your circumstances lo! I too am acting according to mine. You will soon know upon whom man is the relative particle introducing the direct object of the action of ‘knowing’ will come the chastisement that will abase him and who is a liar. And sit in watch wait for the consequence of your affair I too will be with you watching’ waiting."
    },
    {
      "ayah": 94,
      "surah": 11,
      "text": "And when Our command came for their destruction We delivered Shu‘ayb and those who believed with him by a mercy from Us; and the Cry seized those who were evildoers — Gabriel cried at them — and they ended up lying lifeless prostrate in their habitations keeled over on their knees dead"
    },
    {
      "ayah": 95,
      "surah": 11,
      "text": "as if ka-an is softened in other words understand it as ka-annahum they had never dwelt there ‘Lo! Away with Midian just as Thamūd was done away with!’"
    },
    {
      "ayah": 96,
      "surah": 11,
      "text": "And verily We sent Moses with Our signs and a clear warrant a manifest and evident proof"
    },
    {
      "ayah": 97,
      "surah": 11,
      "text": "to Pharaoh and his council; but they followed Pharaoh’s command and Pharaoh’s command was not right-guided appropriate."
    },
    {
      "ayah": 98,
      "surah": 11,
      "text": "He will go before his people on the Day of Resurrection and they will follow him as they did in this world and he will lead them he will admit them to the Fire — an evil place it is for those entering it!"
    },
    {
      "ayah": 99,
      "surah": 11,
      "text": "And a curse was made to follow them in this world as well as a curse on the Day of Resurrection — evil is the assistance offered! in their case."
    }
  ]
}
