{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 13,
      "text": "Alif lām mīm rā’ God knows best what He means by these letters. Those these verses are the verses of the Book the Qur’ān the genitive annexation carries the meaning of partitive min ‘from’ and that which has been revealed to you from your Lord namely the Qur’ān this preceding sentence constitutes the subject the predicate of which is the following is the Truth wherein is no doubt but most people that is the people of Mecca do not believe that it is from God exalted be He."
    },
    {
      "ayah": 10,
      "surah": 13,
      "text": "They are all the same according to His knowledge exalted be He those of you who speak secretly and those who do so openly and those who lurk who hide themselves in the night in its darkness and those who go forth those who are manifest to view when they make their way by day."
    },
    {
      "ayah": 11,
      "surah": 13,
      "text": "For him for man are attendants angels who follow him to his front and to his rear guarding him through God’s command that is by His command from the danger of the jinn and others. Indeed God does not alter the state of a people — He does not deprive them of His grace — unless they have altered the state of their souls from their comely nature through an act of disobedience. And if God wills misfortune chastisement for a people there is none that can repel it either from among the attendant angels or others; and they for whom God wills misfortune have no protector min wālin min is extra to avert it from them apart from Him that is other than God."
    },
    {
      "ayah": 12,
      "surah": 13,
      "text": "He it is Who shows you the lightning inspiring fear in travellers of thunderbolts and hope for those who are at home of rain; and He produces He creates the clouds that are heavy with rain."
    },
    {
      "ayah": 13,
      "surah": 13,
      "text": "And the thunder — this is an angel who is in charge of the clouds driving them while he constantly proclaims His praise that is he says ‘Glory be to God through His praise’ subhāna’Llāh wa-bi-hamdihi and so too the angels proclaim His praise in awe of Him that is of God. He unleashes the thunderbolts — these are a fire which issues forth from the clouds — and smites with them whom He will such that it burns that person this was revealed regarding a man to whom the Prophet s had sent someone to invite to Islam and who said ‘Who is the Messenger of God? And what is God? Is He made of gold or of silver or of copper?’ whereupon a thunderbolt came down on him and blew off the top of his head; yet they that is the disbelievers dispute argue with the Prophet s about God though He is great in might in power or in the severity of His retribution."
    },
    {
      "ayah": 14,
      "surah": 13,
      "text": "His exalted be He is the call of truth that is the words that constitute it the truth and these are ‘there is no god but God’ lā ilāha illā’Llāh; and those upon whom they call read yad‘ūn or tad‘ūn ‘you call’ those whom they worship apart from Him that is other than Him — namely the idols — do not answer them anything of which they ask; save as is the response to one who stretches forth his hands towards water at the edge of a well calling to it that it may reach his mouth by its rising through the well to reach him but it would never reach it that is reach his mouth ever likewise they the idols will not answer them; and the call of the disbelievers their worship of idols — or their actual supplication — goes only astray it is only in perdition."
    },
    {
      "ayah": 15,
      "surah": 13,
      "text": "And to God prostrate whoever is in the heavens and the earth willingly such as believers or unwillingly such as hypocrites and those coerced by the sword and their shadows also prostrate in the mornings and the evenings."
    },
    {
      "ayah": 16,
      "surah": 13,
      "text": "Say O Muhammad (s) to your people ‘Who is the Lord of the heavens and the earth?’ Say ‘God’ — and even if they do not say it there can be no other response. Say to them ‘Then have you taken beside Him other than Him protectors idols to worship who have no power to benefit or harm themselves?’ and you abandon the One Who is their Possessor? an interrogative meant as a rebuke. Say ‘Are the blind one and the seer respectively the disbeliever and the believer equal? Or are darkness disbelief and the light faith equal? No! Or have they set up for God associates who have created the like of His creation so that creation seems alike that is is what the associates create and the creation of God alike to them?’ so that they believe them worthy of being worshipped on account of what these associates have created? an interrogative of disavowal; in other words not so! None save the Creator is worthy of being worshipped. Say ‘God is the Creator of all things having no associate therein and so He cannot have an associate in terms of worship; and He is the One the Subjugator’ of His servants."
    },
    {
      "ayah": 17,
      "surah": 13,
      "text": "He then strikes a similitude of truth and falsehood saying He exalted be He sends down water rain from the sky whereat the valleys flow according to their measure according to their full capacity and the flood carries a scum that swells rising above it and this scum is the filth and the like that lies on the surface of the earth and from that which they smelt read tūqidūn ‘you smelt’ or yūqidūn ‘they smelt’ in the fire of the earth’s minerals such as gold silver or copper desiring seeking to make ornaments adornment or ware which is useful such as utensils when they the minerals are melted; there rises a scum the like of it that is the like of the scum of the flood and this latter scum consists of the impurities expelled by the bellows. Thus in the way mentioned God points out truth and falsehood that is He points out the similitude thereof. As for the scum of the flood and of the minerals smelted it passes away as dross useless refuse while that which is of use to mankind in the way of water and minerals lingers remains in the earth for a time likewise falsehood wanes and is eventually effaced even if it should prevail over the truth at certain times. Truth on the other hand is established and enduring. Thus in the way mentioned God strikes He makes clear similitudes."
    },
    {
      "ayah": 18,
      "surah": 13,
      "text": "For those who respond to their Lord those who answer Him by way of obedience there shall be the goodly reward Paradise and those who do not respond to Him namely the disbelievers — if they possessed all that is in the earth and therewith the like of it they would offer it to redeem themselves therewith against the chastisement. For such there shall be an awful reckoning and that is that they will be requited for every single thing they did none of which will be forgiven and their abode shall be Hell an evil resting place it is!"
    },
    {
      "ayah": 19,
      "surah": 13,
      "text": "The following was revealed regarding Hamza and Abū Jahl Is he who knows that what is revealed to you from your Lord is the truth and so believes in it like him who is blind? and does not know it nor believes in it? No! But only people of pith possessors of intellect remember heed such admonitions;"
    },
    {
      "ayah": 2,
      "surah": 13,
      "text": "God is He Who raised up the heavens without visible supports ‘amad is the plural of ‘imād which is the same as an ustuwāna ‘a column’; and this statement is true since there are no actual supports then presided upon the Throne a presiding befitting Him and disposed made subservient the sun and the moon each one of them moving along its course until the conclusion of an appointed time that is until the Day of Resurrection. He directs the command He conducts the affairs of His Kingdom. He details He expounds the signs the indications of His power so that you O people of Mecca might be certain of the encounter with your Lord through resurrection."
    },
    {
      "ayah": 20,
      "surah": 13,
      "text": "such as fulfil God’s covenant meaning the one that was taken from them while they were still atoms — or meaning any covenant — and do not break the pact by abandoning belief or religious obligations;"
    },
    {
      "ayah": 21,
      "surah": 13,
      "text": "and such as cement what God has commanded should be cemented of faith and kinship ties and so forth and fear their Lord that is His Threat of punishment and dread an awful reckoning — a similar statement has preceded;"
    },
    {
      "ayah": 22,
      "surah": 13,
      "text": "such as are patient through obedience and during hardship and staying away from disobedience desiring seeking their Lord’s countenance and nothing else from among the transient things of this world; and maintain the prayer and expend in obedience of that which We have provided them secretly and openly and repel evil with good such as repelling ignorance through forbearance and harm through patience; those theirs shall be the sequel of the heavenly Abode that is the praiseworthy sequel in the Hereafter namely"
    },
    {
      "ayah": 23,
      "surah": 13,
      "text": "Gardens of Eden as a place of residence which they shall enter they along with those who were righteous those who believed from among their fathers and their spouses and their descendants even if these latter did not perform deeds of the same merit as theirs they shall share with them their stations of Paradise as an honouring for them; and the angels shall enter to them from every gate of the gates of Paradise or of the gates of the palaces of Paradise when they first enter in order to congratulate them."
    },
    {
      "ayah": 24,
      "surah": 13,
      "text": "They will say to them ‘Peace be upon you this is the reward for your patience’ during life on earth. How excellent is your sequel the sequel of the heavenly Abode!"
    },
    {
      "ayah": 25,
      "surah": 13,
      "text": "And those who break God’s covenant after pledging it and sever what God has commanded should be cemented and work corruption in the earth through unbelief and acts of disobedience theirs shall be the curse banishment from God’s mercy and theirs shall be the awful abode the awful sequel in the abode of the Hereafter namely Hell."
    },
    {
      "ayah": 26,
      "surah": 13,
      "text": "God expands provision He makes it abundant for whom He will and straitens restricts it for whomever He will; and they the people of Mecca rejoice a wanton rejoicing in the life of this world that is in what they acquire therein yet the life of this world in comparison with the life of the Hereafter is but a brief enjoyment a trifling thing enjoyed and then lost."
    },
    {
      "ayah": 27,
      "surah": 13,
      "text": "And those who disbelieve from among the people of Mecca say ‘Why has not some sign like the staff and the glowing hand or the she-camel been sent down upon him upon Muhammad (s) from his Lord?’ Say to them ‘Indeed God sends astray whomever He will to send astray — such that signs cannot avail him in any way — and He guides He directs to Him to His religion those who turn in repentance’ those who return to Him man ‘those who’ is substituted by the following alladhīna ‘those who …’;"
    },
    {
      "ayah": 28,
      "surah": 13,
      "text": "those who believe and whose hearts are reassured find rest by God’s remembrance that is by His promise of reward. Verily by God’s remembrance are hearts reassured that is the hearts of the believers;"
    },
    {
      "ayah": 29,
      "surah": 13,
      "text": "those who believe and perform righteous deeds alladhīna āmanū wa-‘amilū’l-sālihāt is the subject the predicate of which is the following theirs shall be blessedness tūbā is a verbal noun derived from tīb ‘goodness’ or the name of a tree in Paradise whose shade a mounted traveller travelling for 100 years would still not traverse and a fair resort a fair place to return to."
    },
    {
      "ayah": 3,
      "surah": 13,
      "text": "And He it is Who spread out extended flat the earth and set created therein firm mountains and rivers and of every fruit He has made in it two kinds of every species. He covers He cloaks the night and its darkness with the day. Surely in that which is mentioned are signs indications of His Oneness exalted be He for a people who reflect upon God’s handiwork."
    },
    {
      "ayah": 30,
      "surah": 13,
      "text": "Thus just as We sent prophets before you We have sent you to a community before whom other communities have passed away that you may recite to them that which We have revealed to you that is the Qur’ān; yet they disbelieve in the Compassionate One for when they were commanded to prostrate themselves to Him they said ‘And what is the Compassionate One?’ Say to them O Muhammad (s) ‘He is my Lord; there is no god save Him. In Him I trust and to Him is my recourse’."
    },
    {
      "ayah": 31,
      "surah": 13,
      "text": "The following was revealed when they said to him ‘If you are truly a prophet then make these mountains of Mecca drift away before us and make for us rivers and springs in it that we may plant and sow seeds and resurrect for us our dead fathers to speak to us and tell us that you are a prophet’ Even if it were a Qur’ān whereby the mountains were set in motion moved from their places or the earth were cleft torn or the dead were spoken to such that they would respond they still would not believe. Nay but the affair belongs entirely to God and none other so that none believes except he whom He wills that he believes and no other; even if they were given what they request of signs. The following was revealed when the Companions were keen that what was requested of signs should be manifested hoping that they the ones requesting them might believe Have they not realised those who believe that an is softened in other words understand it as annahu had God willed He could have guided all mankind? to faith without the need for any sign? And the disbelievers from among the people of Mecca continue to be struck by devastation a catastrophe that devastates them through all manner of hardship such as being killed taken captive and suffering war or drought because of what they wrought because of their actions that is their disbelief; or you alight O Muhammad (s) together with your army near their home — Mecca — until God’s promise of victory against them comes to pass; truly God does not break His promise and indeed he alighted at Hudaybiyya until the conquest of Mecca took place;"
    },
    {
      "ayah": 32,
      "surah": 13,
      "text": "messengers were certainly mocked before you in the same way that you have been mocked — this is meant as solace for the Prophet s — but I gave respite to those who disbelieved; then I seized them with retribution and how was My retribution? that is to say it My retribution will come to pass; and I shall deal with those who have mocked you in the same way."
    },
    {
      "ayah": 33,
      "surah": 13,
      "text": "Is He Who stands watches over every soul what it has earned? what it has done of good or evil — and this is God — like the idols who are not so? No! This response is suggested by the following words Yet they ascribe to God associates. Say ‘Name them! for Him who are they? Or will you inform Him will you inform God of something that is of an associate which He does not know in the earth? an interrogative of disavowal; in other words He has no associate for if He did He would know him — exalted be He above such a thing. Or is it — nay — you call them associates merely a manner of speaking?’ that is it is merely on the basis of false conjecture without any truth in it. Nay but their scheming their unbelief has been adorned for those who disbelieve and they have been barred from the way from the path of guidance; and whomever God sends astray for him there is no guide."
    },
    {
      "ayah": 34,
      "surah": 13,
      "text": "For them there is chastisement in the life of this world through being killed or taken captive; and verily the chastisement of the Hereafter is more grievous is more severe; and they have no defender protector from God that is from His chastisement."
    },
    {
      "ayah": 35,
      "surah": 13,
      "text": "The likeness the description of Paradise which has been promised to the God-fearing this is a subject the predicate of which has been omitted in other words according to what We recount to you is as follows beneath it rivers flow its food what is consumed in it is everlasting never perishing and its shade is everlasting never replaced by any sun because it does not exist therein. That namely Paradise is the reward the sequel of those who were wary of idolatry and the requital of the disbelievers is the Fire!"
    },
    {
      "ayah": 36,
      "surah": 13,
      "text": "And those to whom We have given the Scripture such as ‘Abd Allāh b. Salām and others from among the believing Jews rejoice in that which has been revealed to you because of its according with what they have with them of revelation; and among the factions that aligned themselves against you in enmity from among the idolaters and the Jews are those who reject some of it such as the mention of the ‘Compassionate One’ al-Rahmān and all that is other than the stories related therein. Say ‘I have been commanded — in that which has been revealed to me — only to worship God and not to associate anything with Him. To Him I call and to Him shall be my return’."
    },
    {
      "ayah": 37,
      "surah": 13,
      "text": "And so just like that manner of revelation We have revealed it that is the Qur’ān as a decisive judgement in Arabic in the language of the Arabs for you to judge thereby between people. And if you should follow their whims that is those of the disbelievers in that to which they summon you of their creed hypothetically speaking after what has come to you of knowledge of God’s Oneness you shall have no protector to assist you against God mina’Llāhi min the second min is extra and no defender to ward off His chastisement."
    },
    {
      "ayah": 38,
      "surah": 13,
      "text": "And when they derided him for having many wives the following was revealed And indeed We sent messengers before you and We assigned to them wives and seed children — and you are like them; and it was not for any Messenger from among them that he should bring a sign save by God’s leave because they are servants enthralled by Him. For every term period there is a Book wherein is inscribed its delimitation."
    },
    {
      "ayah": 39,
      "surah": 13,
      "text": "God effaces of it the Book whatever He will and He fixes read yuthbit or yuthabbit therein whatever He will of rulings or other matters and with Him is the Mother of the Book its source of origin of which nothing is ever changed and which consists of what He inscribed in pre-eternity azal."
    },
    {
      "ayah": 4,
      "surah": 13,
      "text": "And on the earth are tracts diverse terrains neighbouring each other joined side by side some good some briny some of little yield and some fruitful — and these constitute proofs of His power exalted be He — and gardens orchards of vines and sown fields read zar‘un in the nominative as a supplement to jannātun ‘gardens’ or read zar‘in in the genitive as a supplement to a‘nābin ‘of vines’; similarly constituting proofs of His power are His words and date-palms sharing one root sinwān is the plural of sinw which are date-palms belonging to the same root but with many offshoots and date-palms otherwise each of individual root watered read tusqā as referring to jannāt ‘gardens’ and what is in them or read yusqā as referring to the mentioned date-palms by the same source of water; and We make some of them to excel wa-nufaddil or read wa-yufaddil ‘and He God makes some of them to excel’ others in flavour read fī’l-ukul or fī’l-ukl and so some are sweet others bitter — and these are also proofs of His power exalted be He. Surely in that which is mentioned are signs for a people who understand who reflect."
    },
    {
      "ayah": 40,
      "surah": 13,
      "text": "And whether read as immā the nūn of the conditional particle in ‘whether’ has been assimiliated with the extra mā We show you a part of that which We promise them of chastisement during your lifetime the response of the conditional statement has been omitted in other words understand it as being fa-dhāk ‘then so shall it be’; or We take you to Us before chastising them; it is for you only to convey the Message your duty is only to deliver the Message and it is for Us to do the reckoning when they finally come to Us whereupon We shall requite them."
    },
    {
      "ayah": 41,
      "surah": 13,
      "text": "Or is it that they the people of Mecca have not seen how We visit the land how We target their land diminishing it at its outlying regions? by giving victory to the Prophet s. And God judges among His creatures as He will; there is none that can repel His judgement and He is swift at reckoning."
    },
    {
      "ayah": 42,
      "surah": 13,
      "text": "And indeed those that were before them of communities plotted against their prophets just as they plot against you; but to God belongs all plotting. And nor is their plotting like the plotting of God for exalted be He He knows what every soul earns and so its requital is prepared for it and this is the ultimate plotting since He brings it to them whence they are not aware. The disbeliever the genus is meant here; a variant reading has kuffār ‘the disbelievers’ shall assuredly know for whom shall be the sequel of the heavenly Abode that is the praiseworthy sequel in the abode of the Hereafter will it be theirs or that of the Prophet s and his Companions?"
    },
    {
      "ayah": 43,
      "surah": 13,
      "text": "And those who disbelieve say to you ‘You have not been sent by God!’ Say to them ‘God suffices as a witness between me and you to my truthfulness as a messenger and he who possesses knowledge of the Book’ from among the Christian and Jewish believers."
    },
    {
      "ayah": 5,
      "surah": 13,
      "text": "And if you wonder O Muhammad (s) at the disbelievers denying you then surely wondrous surely deserving wonder is their saying in denial of resurrection ‘When we have become dust shall we indeed then be raised in a new creation?’ it is wondrous because the One Who has the power to originate creation and to originate what has been mentioned above without any precedent has also the power to restore them to life both hamzas in both instances a-idhā and a-innā are pronounced; or one may pronounce the first and not pronounce the second but in both cases inserting an alif or not inserting it; one variant reading has the first a-idhā as the interrogative and the second one a-innā as the predicate while another variant reading has the exact opposite. Those are the ones who disbelieve in their Lord; those — fetters shall be around their necks; and those they shall be the inhabitants of the Fire abiding therein."
    },
    {
      "ayah": 6,
      "surah": 13,
      "text": "The following was revealed regarding their hastening on out of mockery of the chastisement And they would have you hasten on the evil the chastisement rather than the good rather than mercy when there have indeed occurred before them exemplary punishments mathulāt is the plural of mathula similar in pattern to samura pl. samurāt ‘acacia’ that is to say the punishments of disbelievers like them will they not take warning from these? Truly your Lord is forgiving to mankind despite their evil-doing for otherwise He would not have left a single creature on the face of it the earth; and truly your Lord is severe in retribution against those who disobey Him."
    },
    {
      "ayah": 7,
      "surah": 13,
      "text": "And those who disbelieve say ‘Why has not some sign been sent down upon him upon Muhammad (s) from his Lord!’ the like of the staff and the glowing hand or the she-camel. God exalted be He says You are only a warner one to threaten the disbelievers for it is not your duty to bring forth signs; and for every folk there is a guide a prophet to guide them to their Lord with the signs that He gives him and not what with they request."
    },
    {
      "ayah": 8,
      "surah": 13,
      "text": "God knows what every female bears of male or female one or more and otherwise and what the wombs reduce of the time of gestation and what they increase of it. And everything with Him is according to a precise measure a precise amount and limit which it does not exceed;"
    },
    {
      "ayah": 9,
      "surah": 13,
      "text": "He is the Knower of the unseen and the visible of what is hidden and what is witnessed; the Great the Tremendous the High Exalted above His creation through His overpowering subjugation read al-muta‘ālī or al-muta‘āl ‘the High Exalted’."
    }
  ]
}
