{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 15,
      "text": "Alif lām rā’ God knows best what He means by these letters. Those — these verses — are the verses of the Book the Qur’ān āyātu’l-kitābi this annexation functions in the sense of min ‘from’ and of a manifest Qur’ān one that makes evident what is truth and what is falsehood wa-qur’ānin mubīnin is made up of a supplement with an added adjectival qualification."
    },
    { "ayah": 10, "surah": 15, "text": "And verily We sent before you messengers to former factions sects." },
    {
      "ayah": 11,
      "surah": 15,
      "text": "And never did a messenger come to them but that they mocked him in the same way that your people have mocked you — this is meant to comfort the Prophet s."
    },
    {
      "ayah": 12,
      "surah": 15,
      "text": "Thus We cause it to find its way in other words in the same way that We have caused denial to enter the hearts of those individuals We cause it to enter into the hearts of the sinners that is the disbelievers of Mecca."
    },
    {
      "ayah": 13,
      "surah": 15,
      "text": "They do not believe in him in the Prophet s even though the example of the men of old has already gone before that is the way of God in dealing with them those of old by chastising them for denying the truthfulness of their prophets those Meccans are like these former."
    },
    {
      "ayah": 14,
      "surah": 15,
      "text": "And even if We were to open for them a gate from the heaven and they were to continue ascending through it the gate"
    },
    {
      "ayah": 15,
      "surah": 15,
      "text": "they would say ‘It is merely that our eyes have been dazzled they have been shut. Nay we are a folk bewitched!’ imagining this."
    },
    {
      "ayah": 16,
      "surah": 15,
      "text": "And verily We have placed in the heaven constellations twelve of them Aries Taurus Gemini Cancer Leo Virgo al-sunbula Libra Scorpio Sagittarius Capricorn Aquarius and Pisces which are the mansions of the seven orbiting planets Mars rules Aries and Scorpio Venus Taurus and Libra Mercury Gemini and Virgo the Moon Cancer the Sun Leo Jupiter Sagittarius and Pisces and Saturn Capricorn and Aquarius; and We have adorned it with these planets for beholders;"
    },
    { "ayah": 17, "surah": 15, "text": "and We have guarded them with meteors from every outcast devil;" },
    {
      "ayah": 18,
      "surah": 15,
      "text": "except the one who listens by stealth — he is pursued by a clear flame a shining meteor that burns him or pierces him or drives him insane."
    },
    {
      "ayah": 19,
      "surah": 15,
      "text": "And the earth We have stretched it out spread it flat and cast therein firm mountains lest it should sway beneath its inhabitants and caused to grow therein every kind of balanced thing every kind of thing known and determined."
    },
    {
      "ayah": 2,
      "surah": 15,
      "text": "It may be that read rubbamā or rubamā those who disbelieve on the Day of Resurrection when they witness their predicament and that of the Muslims will wish that they had been muslims rubba here is used to indicate ‘many’ since many of them will wish this; but it is also said to indicate ‘few’ since they will be so stupefied by the terrors that they will not come out of their stupor to wish such a thing except on a few occasions"
    },
    {
      "ayah": 20,
      "surah": 15,
      "text": "And We have made for you therein means of livelihood read ma‘āyish such as fruits and grains and We have made this for you those for whom you do not provide such as servants crawling creatures and cattle; it is God Who provides for them."
    },
    {
      "ayah": 21,
      "surah": 15,
      "text": "And there is not a thing but that the stores thereof the keys to its stores are with Us and We do not send it down except in a known measure according to the benefits of all creatures."
    },
    {
      "ayah": 22,
      "surah": 15,
      "text": "And We send the winds as fertilisers to fertilise the clouds whereupon they fill up with water and send down out of the heaven out of the clouds water rain so that We give it to you to drink for you are not the storers thereof that is the stores thereof are not in your control."
    },
    {
      "ayah": 23,
      "surah": 15,
      "text": "Indeed it is We Who give life and bring death and We are the heirs Who shall endure inheriting all creation."
    },
    {
      "ayah": 24,
      "surah": 15,
      "text": "And verily We know the predecessors among you that is those creatures from Adam who have already passed and verily We know the successors those who will come afterwards until the Day of Resurrection."
    },
    {
      "ayah": 25,
      "surah": 15,
      "text": "And it is indeed your Lord Who will gather them lo! He is Wise in His actions Knower of His creatures."
    },
    {
      "ayah": 26,
      "surah": 15,
      "text": "And verily We created man Adam out of a dry clinking clay that gives off a clinking sound when it is tapped of malleable mud black mud."
    },
    {
      "ayah": 27,
      "surah": 15,
      "text": "And the jānn the father of the jinn namely Iblīs We created beforehand — that is before the creation of Adam — out of the permeative fire a smokeless fire that can escape through openings."
    },
    {
      "ayah": 28,
      "surah": 15,
      "text": "And mention when your Lord said to the angels ‘Indeed I am going to create a mortal out of a dry clay drawn from a malleable mud."
    },
    {
      "ayah": 29,
      "surah": 15,
      "text": "So when I have proportioned him completed him and breathed caused to flow of My Spirit in him so that he becomes a living thing — the annexation of ‘the Spirit’ to him is a conferring of honour upon Adam — fall down in prostration before him!’ a prostration meant as an act of salutation by bowing."
    },
    {
      "ayah": 3,
      "surah": 15,
      "text": "Leave them the disbelievers O Muhammad (s) to eat and to enjoy this world of theirs and that they be diverted distracted by hope of a long life and other such matters that keep them away from faith for they will come to know the sequel of their affair — this was revealed before the command to fight them."
    },
    {
      "ayah": 30,
      "surah": 15,
      "text": "And so the angels prostrated all of them together kulluhum ajma‘ūn contains two elements of emphasis"
    },
    {
      "ayah": 31,
      "surah": 15,
      "text": "except Iblīs the father of the jinn — he was standing among the angels he refused to be among those prostrating."
    },
    {
      "ayah": 32,
      "surah": 15,
      "text": "He God exalted be He ‘O Iblīs what is wrong with you what prevents you that you are not among those prostrating?’"
    },
    {
      "ayah": 33,
      "surah": 15,
      "text": "Said he ‘I was not about to prostrate myself I should not prostrate myself before a mortal whom You have created out of a dry clay drawn from malleable mud’."
    },
    {
      "ayah": 34,
      "surah": 15,
      "text": "Said He ‘Then be gone from hence that is from the Garden — but it is also said from the heavens — for you are indeed accursed outcast."
    },
    {
      "ayah": 35,
      "surah": 15,
      "text": "And indeed the curse shall rest upon you until the Day of Judgement’ the Day of Requital."
    },
    {
      "ayah": 36,
      "surah": 15,
      "text": "Said he ‘My Lord! Reprieve me until the day when they mankind shall be resurrected’."
    },
    { "ayah": 37, "surah": 15, "text": "Said He ‘Then lo! you are of those reprieved" },
    {
      "ayah": 38,
      "surah": 15,
      "text": "until the day of the known time’ the time of the blowing of the First Trumpet."
    },
    {
      "ayah": 39,
      "surah": 15,
      "text": "Said he ‘My Lord because You have lead me astray bi-mā ‘because’ the bi- is for oaths the response for which is what follows I shall adorn for them evil acts acts of disobedience in the earth and I shall lead them astray all of them;"
    },
    {
      "ayah": 4,
      "surah": 15,
      "text": "And We did not destroy any town min qaryatin min is extra meaning its inhabitants but that it had a known decree a pre-determined term after which it would be destroyed."
    },
    {
      "ayah": 40,
      "surah": 15,
      "text": "except those servants of Yours who are sincerely devoted to You’ namely believers."
    },
    { "ayah": 41, "surah": 15, "text": "He God exalted be He said ‘This is a straight path leading to Me" },
    {
      "ayah": 42,
      "surah": 15,
      "text": "in other words truly over My servants that is believers you shall have no warrant no power except those who follow you from among the perverse the disbelievers."
    },
    {
      "ayah": 43,
      "surah": 15,
      "text": "And truly Hell shall be their tryst all of them that is all those who follow you shall be with you in Hell."
    },
    {
      "ayah": 44,
      "surah": 15,
      "text": "It has seven gates seven layers — to each gate therein belongs an appointed portion lot of them."
    },
    {
      "ayah": 45,
      "surah": 15,
      "text": "Truly the God-fearing shall be amidst gardens orchards and springs’ flowing through them."
    },
    {
      "ayah": 46,
      "surah": 15,
      "text": "And it shall be said to them ‘Enter them in peace that is safe from all danger — or it means enter with the greeting of ‘Peace!’ in other words say ‘Peace’ and then enter secure!’ from all terror."
    },
    {
      "ayah": 47,
      "surah": 15,
      "text": "And We remove whatever rancour spite may be in their breasts. As brethren ikhwānan is a circumstantial qualifier referring to them they shall recline upon couches facing one another mutaqābilīn is also a circumstantial qualifier in other words they do not look upon each other’s backs because the couches revolve with them in them."
    },
    {
      "ayah": 48,
      "surah": 15,
      "text": "No toil no weariness will touch them nor will they be expelled from thence ever."
    },
    {
      "ayah": 49,
      "surah": 15,
      "text": "Tell inform O Muhammad (s) My servants that verily I am the Forgiving of believers the Merciful to them"
    },
    {
      "ayah": 5,
      "surah": 15,
      "text": "No community min ummatin min is extra can outstrip its predetermined term nor can they seek to delay it nor can they put it off."
    },
    {
      "ayah": 50,
      "surah": 15,
      "text": "and that My chastisement of those who are disobedient is the painful chastisement."
    },
    {
      "ayah": 51,
      "surah": 15,
      "text": "And tell them of the guests of Abraham that is the angels — there were twelve ten or three of them among them Gabriel;"
    },
    {
      "ayah": 52,
      "surah": 15,
      "text": "how when they entered unto him and said ‘Peace!’ that is they said this very word salām. He Abraham said after having offered them food which they did not eat ‘Lo! we are afraid of you’."
    },
    {
      "ayah": 53,
      "surah": 15,
      "text": "They said ‘Do not be afraid; lo! we are the messengers of your Lord sent to give you good tidings of a knowledgeable boy’ one very knowledgeable boy namely Isaac — as we mentioned in sūrat Hūd Q. 1169."
    },
    {
      "ayah": 54,
      "surah": 15,
      "text": "He said ‘Do you give me good tidings of a boy when old age has befallen me?’ ‘alā an massaniya l-kibaru is a circumstantial qualifier in other words despite the fact of its having befallen me? So of what thing do you give me good tidings?’ an interrogative meant to indicate amazement."
    },
    {
      "ayah": 55,
      "surah": 15,
      "text": "They said ‘We give you good tidings in truth sincerely; so do not be of the despairing’ the despondent."
    },
    {
      "ayah": 56,
      "surah": 15,
      "text": "He said ‘And who — in other words no one — despairs read yaqnitu or yaqnatu of the mercy of his Lord save those who are astray?’ save disbelievers."
    },
    { "ayah": 57, "surah": 15, "text": "He said ‘So what is your business O you who have been sent by God?’" },
    {
      "ayah": 58,
      "surah": 15,
      "text": "They said ‘We have been sent to a sinning folk a disbelieving folk namely the people of Lot in order to destroy them;"
    },
    {
      "ayah": 59,
      "surah": 15,
      "text": "all except the family of Lot; indeed we shall save them all of them because of their faith"
    },
    {
      "ayah": 6,
      "surah": 15,
      "text": "And they that is the disbelievers of Mecca say to the Prophet s ‘O you to whom the Remembrance the Qur’ān — as you claim — has been revealed lo! you are indeed possessed!"
    },
    {
      "ayah": 60,
      "surah": 15,
      "text": "except his wife — We have decreed that she indeed should be of those who will remain behind’ of those who will stay behind in the chastisement because of her unbelief."
    },
    {
      "ayah": 61,
      "surah": 15,
      "text": "And when those who had been sent by God came to the family of Lot that is to Lot himself"
    },
    { "ayah": 62, "surah": 15, "text": "he said to them ‘Indeed you are strangers’ that is I do not know you." },
    {
      "ayah": 63,
      "surah": 15,
      "text": "They said ‘Rather we have come to you because of that which they your people used to doubt namely the chastisement."
    },
    {
      "ayah": 64,
      "surah": 15,
      "text": "And we have brought you the Truth and indeed we speak truthfully in what we say."
    },
    {
      "ayah": 65,
      "surah": 15,
      "text": "So travel with your family in a portion of the night and follow their rear walk behind them; and let none of you turn round lest he see the dreadful nature of that punishment which will be sent down on them and go whither you are commanded’ namely to Syria."
    },
    {
      "ayah": 66,
      "surah": 15,
      "text": "And We conveyed We revealed to him the matter which was that these sinners was to be eradicated by morning musbihīn is a circumstantial qualifier in other words their annihilation will take place in the morning."
    },
    {
      "ayah": 67,
      "surah": 15,
      "text": "And then came the people of the city the city of Sodom that is the people of Lot upon being told that there were handsome clean-shaven individuals — namely the angels — in the house of Lot rejoicing yastabshirūn is a circumstantial qualifier desiring to commit an abomination with them."
    },
    { "ayah": 68, "surah": 15, "text": "He Lot said ‘Lo! these are my guests so do not disgrace me;" },
    {
      "ayah": 69,
      "surah": 15,
      "text": "and fear God and do not humiliate me’ by seeking them to commit an abomination with them."
    },
    {
      "ayah": 7,
      "surah": 15,
      "text": "Why do you not bring us the angels if you are of the truthful?’ in saying that you are a prophet and that this Qur’ān is from God."
    },
    {
      "ayah": 70,
      "surah": 15,
      "text": "They said ‘Have we not forbidden you from entertaining anyone?’ from offering them hospitality?"
    },
    {
      "ayah": 71,
      "surah": 15,
      "text": "He said ‘These here are my daughters if you must be doing’ what you desire to do in the way of satisfying your lust then marry them. God exalted be He says"
    },
    {
      "ayah": 72,
      "surah": 15,
      "text": "By your life — this is an address to the Prophet s — in their drunkenness they were bewildered hesitant."
    },
    { "ayah": 73, "surah": 15, "text": "Then the Cry the Cry of Gabriel seized them at sunrise." },
    {
      "ayah": 74,
      "surah": 15,
      "text": "And We made their that is their cities’ topmost part their nethermost by Gabriel’s raising them the cities to the heaven and dropping them face down onto the earth and We rained on them stones of baked clay clay baked in fire."
    },
    {
      "ayah": 75,
      "surah": 15,
      "text": "Indeed in that which is mentioned there are signs indications of God’s Oneness for those who take note those who observe and take heed."
    },
    {
      "ayah": 76,
      "surah": 15,
      "text": "And indeed they that is the cities of the people of Lot are on a road that still remains Quraysh’s route to Syria one not yet effaced so why do they not take heed from their example?"
    },
    { "ayah": 77, "surah": 15, "text": "There is indeed a sign a lesson in that for believers." },
    {
      "ayah": 78,
      "surah": 15,
      "text": "And certainly in has been softened in other words understand it as being innahu the dwellers in the wood a huddle of trees near Midian — these were the people of the prophet Shu‘ayb — were evildoers for denying Shu‘ayb."
    },
    {
      "ayah": 79,
      "surah": 15,
      "text": "So We exacted retribution from them by destroying them through extreme heat. And certainly both of them that is the cities of the people of Lot and those of the dwellers in the wood are upon a open road plain to see so will you not take heed from their example O people of Mecca?"
    },
    {
      "ayah": 8,
      "surah": 15,
      "text": "God exalted be He says The angels do not descend tanazzalu one of the two tā’ letters of tatanazzalu has been omitted save with the truth with the chastisement; and then that is upon the descent of the angels with the chastisement they the disbelievers would not be reprieved would not be granted respite."
    },
    {
      "ayah": 80,
      "surah": 15,
      "text": "And verily the dwellers in al-Hijr — a valley between Medina and Syria — namely the tribe of Thamūd denied those who had been sent by God when they denied the prophet Sālih as this constituted a denial of the other messengers since they all shared the fact that they came with the Message proclaiming the Oneness of God."
    },
    {
      "ayah": 81,
      "surah": 15,
      "text": "And We brought them Our signs by way of the she-camel of Sālih but they were averse to them refusing to reflect on them."
    },
    { "ayah": 82, "surah": 15, "text": "And they used to hew out dwellings from the mountains feeling secure." },
    { "ayah": 83, "surah": 15, "text": "But the Cry seized them in the morning." },
    {
      "ayah": 84,
      "surah": 15,
      "text": "And so that which they used to count as gain in the way of building fortresses and amassing riches did not avail did not protect them from the chastisement."
    },
    {
      "ayah": 85,
      "surah": 15,
      "text": "We did not create the heavens and the earth and all that is between them save with the Truth. And truly the Hour shall come without doubt whereupon every person will be requited according to his deeds. So be forgiving O Muhammad (s) to your people with gracious forgiveness turn away from them without any feeling of anxiety — this was abrogated by the ‘sword’ verse Q. 95."
    },
    { "ayah": 86, "surah": 15, "text": "Truly your Lord He is the Creator of everything the Knowing of everything." },
    {
      "ayah": 87,
      "surah": 15,
      "text": "And verily We have given you seven of the oft-repeated verses — the Prophet s said that this meant sūrat al-Fātiha as reported by the two Shaykhs Bukhārī and Muslim since it is repeated in every unit of prayer rak‘a — and the great Qur’ān."
    },
    {
      "ayah": 88,
      "surah": 15,
      "text": "Do not extend your glance toward that which We have given different groups of them to enjoy and do not grieve for them should they not believe and lower your wing temper your nature for the believers."
    },
    {
      "ayah": 89,
      "surah": 15,
      "text": "And say ‘Indeed I am the warner of God’s chastisement lest it be sent down on you the clear warner clear in his warning."
    },
    {
      "ayah": 9,
      "surah": 15,
      "text": "Verily it is We nahnu emphasises the subject of inna or functions as a separating pronoun Who have revealed the Remembrance the Qur’ān and assuredly We will preserve it against substitution distortion additions and omissions."
    },
    {
      "ayah": 90,
      "surah": 15,
      "text": "Even as We sent down chastisement on those who make division the Jews and the Christians"
    },
    {
      "ayah": 91,
      "surah": 15,
      "text": "those who have reduced the Recitation namely those scriptures revealed to them to parts believing in some and disbelieving in others. It is alternatively said that the individuals meant here were those who ‘divided up’ among themselves the roads to Mecca barring people from Islam. Some of them said that the Qur’ān was sorcery some that it was soothsaying and others that it was poetry."
    },
    { "ayah": 92, "surah": 15, "text": "By your Lord We shall question them all — a questioning involving rebuke —" },
    { "ayah": 93, "surah": 15, "text": "about what they used to do." },
    {
      "ayah": 94,
      "surah": 15,
      "text": "So proclaim O Muhammad (s) what you have been commanded to proclaim in other words declare it openly and carry it out and turn away from the idolaters — this was revealed before the command to struggle against the idolaters."
    },
    {
      "ayah": 95,
      "surah": 15,
      "text": "Indeed We have sufficed you against the mockers who mocked you by Our having destroyed each one of them through some harm and these were al-Walīd b. al-Mughīra al-‘Āsī b. Wā’il ‘Udayy b. Qays al-Aswad b. al-Muttalib and al-Aswad b. ‘Abd Yaghūth"
    },
    {
      "ayah": 96,
      "surah": 15,
      "text": "those mockers who set up besides God another god this entire clause is an adjectival qualification; but it is also said to be the subject and because there is an implicit conditional meaning in the above-mentioned clause the particle fā’ has been inserted into the predicate which is the following soon they will know the sequel of their affair."
    },
    {
      "ayah": 97,
      "surah": 15,
      "text": "And verily wa-laqad is for confirmation We know that your breast is at times oppressed by what they say in the way of mockery and denial."
    },
    {
      "ayah": 98,
      "surah": 15,
      "text": "So glorify intimately repeating the praise of your Lord in other words say subhāna’Llāhi wa-bi-hamdihi — and be of those who prostrate themselves those who pray;"
    },
    { "ayah": 99, "surah": 15, "text": "and worship your Lord until Certainty — Death — comes to you." }
  ]
}
