{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 18,
      "text": "Praise — which is the attribution to a person of that which is beautiful — is established as something that belongs to God alone exalted be He. Now is the intention here to point this out for the purpose of believing in it or to praise God thereby or both? All are possibilities the most profitable of which is to understand the third as being the intention behind this statement; Who has revealed to His servant Muhammad (s) the Book the Qur’ān and has not allowed for it that is He has not allowed that there be in it any crookedness any variance or contradiction the last sentence wa-lam yaj‘al lahu ‘iwajan is a circumstantial qualifier referring to al-kitāb ‘the Book’;"
    },
    {
      "ayah": 10,
      "surah": 18,
      "text": "Mention when the youths took refuge in the Cave fitya ‘youths’ is the plural of fatā and denotes a mature young man fearing for their faith from their disbelieving people they said ‘Our Lord! Give us mercy from Yourself and remedy for us our affair through rectitude’ through Your guidance."
    },
    {
      "ayah": 100,
      "surah": 18,
      "text": "And on that day We shall present We shall bring close Hell to the disbelievers plain to view"
    },
    {
      "ayah": 101,
      "surah": 18,
      "text": "those disbelievers whose eyes alladhīna kānat a‘yunuhum substitutes for al-kāfirīna ‘the disbelievers’ were masked from My remembrance namely the Qur’ān such that they were blind unable to be guided thereby and who could not bear to hear that is to say they were unable to listen to what the Prophet used to recite to them out of spite for him and so they did not believe therein."
    },
    {
      "ayah": 102,
      "surah": 18,
      "text": "Do the disbelievers reckon that they can take My servants namely My angels as well as Jesus and Ezra as patrons as lords beside Me? awliyā’a ‘as patrons’ constitutes the second direct object of the verb yattakhidhū ‘that they can take’; the second direct object of the verb hasiba ‘reckon’ has been omitted. The meaning is do they suppose that the mentioned ‘taking as patrons’ will not incur My wrath and that I will not punish them for this? No! Truly We have prepared Hell for the disbelievers these the ones mentioned above and others as a place of hospitality in other words it has been prepared for them just as a house is prepared for a guest."
    },
    {
      "ayah": 103,
      "surah": 18,
      "text": "Say ‘Shall We inform you who will be the greatest losers in regard to their works? al-akhsarīna a‘mālan a specification that happens to correspond to that which is specifically meant; and these losers are described in His words as being"
    },
    {
      "ayah": 104,
      "surah": 18,
      "text": "Those whose effort goes astray in the life of this world those whose deeds are invalid while they reckon they think that they are doing good work good deeds for which they will be rewarded."
    },
    {
      "ayah": 105,
      "surah": 18,
      "text": "Those are they who disbelieve in the signs of their Lord in the proofs of His Oneness proofs such as the Qur’ān and otherwise and the encounter with Him’ that is and who disbelieve in resurrection reckoning reward and punishment. So their works have failed they are invalid and on the Day of Resurrection We shall not assign any weight to them in other words We shall not accord them any value."
    },
    {
      "ayah": 106,
      "surah": 18,
      "text": "That namely the matter which I God have mentioned concerning the failure of their deeds and so on dhālika ‘that’ constitutes the subject is their requital — Hell — because they disbelieved and took My signs and My messengers in mockery that is to say taking both of them as something to be derided."
    },
    {
      "ayah": 107,
      "surah": 18,
      "text": "Truly those who believe and perform righteous deeds — theirs will be according to God’s prescience the gardens of Firdaws which are at the centre of Paradise and at its highest part the annexation thereto of firdaws to jannāt ‘gardens’ is explicative as a place of hospitality as an abode;"
    },
    {
      "ayah": 108,
      "surah": 18,
      "text": "wherein they will abide with no desire demand to be removed from them to be transferred to some other gardens."
    },
    {
      "ayah": 109,
      "surah": 18,
      "text": "Say ‘If the sea in other words if its waters were ink midād is what one writes with for the Words of my Lord Words that testify to His laws and His marvels such that these Words are written with it the sea would be spent in recording them before the Words of my Lord were spent read as tanfada or yanfada even though We brought the like of it namely the like of the sea as replenishment’ in order to add it to the other sea it would also be spent while they God’s Words would not be exhausted madadan ‘as replenishment’ in the accusative because it is a specification."
    },
    {
      "ayah": 11,
      "surah": 18,
      "text": "So We smote their ears that is We made them sleep in the Cave for several years for a fixed number of years."
    },
    {
      "ayah": 110,
      "surah": 18,
      "text": "Say ‘I am only a human being a son of Adam like you; it has been revealed to me that your God is only One God annamā the anna assimilated with the mā retains its function of referring to the verbal noun in other words the Oneness of the Divine is what is being revealed to me. So whoever hopes to encounter his Lord through the Resurrection and the Requital let him do righteous work and not associate with the worship of his Lord that is to say let him not commit idolatry in performing it by feigning faith before anyone’."
    },
    {
      "ayah": 12,
      "surah": 18,
      "text": "Then We aroused them We awakened them that We might know a knowledge of direct vision which of the two parties the two groups in disagreement over the length of their stay in the cave was better in calculating ahsā is of the pattern of af‘al meaning ‘more precise’ what they had tarried li-mā labithū is semantically connected to the following in terms of the length of time amadan in the accusative denotes purpose."
    },
    {
      "ayah": 13,
      "surah": 18,
      "text": "We relate recite to you their story with truth that is truthfully. They were indeed youths who believed in their Lord and We increased them in guidance."
    },
    {
      "ayah": 14,
      "surah": 18,
      "text": "And We strengthened their hearts to enable them to speak the truth when they stood up before their king who had commanded them to prostrate to idols and said ‘Our Lord is the Lord of the heavens and the earth. We will not call on any god besides Him that is other than Him for then we shall certainly have uttered an outrage in other words we shall have spoken a statement that contains shatat meaning one of extreme disbelief were we hypothetically to call on any god other than God."
    },
    {
      "ayah": 15,
      "surah": 18,
      "text": "These hā’ūlā’ is the subject of the sentence our people qawmunā is an explicative supplement to the subject have taken gods besides Him. Why if what they claim is true do they not bring some clear warrant some manifest argument regarding them? regarding worship of these idols. And who does greater wrong — in other words no one does greater wrong — than he who invents a lie against God? by ascribing partners to Him exalted be He. Some among the youths said to the others"
    },
    {
      "ayah": 16,
      "surah": 18,
      "text": "And when you withdraw from them and from that which they worship except God then take refuge in the Cave. Your Lord will reveal for you something of His mercy and prepare for you in your affair some comfort’ read mirfaqan or marfiqan that is to say something for you to find comfort in in the way of lunch or supper."
    },
    {
      "ayah": 17,
      "surah": 18,
      "text": "And you might have seen the sun when it rose inclining read tazzāwaru or tazāwaru away from their Cave towards the right side of it and when it set go past them on the left avoid them and pass over them so that it does not fall on them at all while they were in a cavern therein in an ample space inside the Cave where the coolness and the gentle breeze of the winds reached them. That which is mentioned was one of God’s signs one of the proofs of His power. Whomever God guides he indeed is rightly guided and whomever He leads astray you will not find for him a guiding friend."
    },
    {
      "ayah": 18,
      "surah": 18,
      "text": "And you would have supposed them — had you seen them — awake that is conscious because their eyes were open ayqāz ‘awake’ is the plural of yaqiz though they were asleep ruqūd is the plural of rāqid. And We caused them to turn over to the right and to the left lest the earth consume their flesh and their dog lay stretching its forelegs his paws on the threshold at the opening of the cave whenever they turned over it would turn over just like them both during sleep and consciousness. If you had observed them you would have turned away from them in flight and you would have been filled read la-mulli’ta or la-muli’ta with awe because of them read ru‘ban or ru‘uban ‘awe’ it was through this awe that God protected them from anyone entering upon them."
    },
    {
      "ayah": 19,
      "surah": 18,
      "text": "And so just as We did with them that which We have mentioned it was that We aroused them We awakened them that they might question one another concerning their state and the length of their stay in the cave. One of them said ‘How long have you tarried?’ They said ‘We have tarried a day or part of a day’ he said this because they had entered the cave at sunrise and were awakened at sunset and so they thought that it was the time of sunset on the day of their entry. Then they said unsure about this fact ‘Your Lord knows best how long you have tarried. Now send one of you with this silver coin of yours read bi-warqikum or bi-wariqikum to the city — which is said to be the one now called Tarsus Tarasūs — and let him see which is the purest food that is which of the foods of the city is the purest and let him bring you a supply thereof. Let him be careful and not make anyone aware of you."
    },
    {
      "ayah": 2,
      "surah": 18,
      "text": "a Book upright qayyiman is a second circumstantial qualifier for added emphasis to warn of to make by this Book the disbelievers fear severe chastisement from Him from God and to bring to the believers who perform righteous deeds the good tidings that theirs will be a fair reward"
    },
    {
      "ayah": 20,
      "surah": 18,
      "text": "For indeed if they should come to know of you they will either stone you kill you by stoning or make you return to their creed and then if you do return to their creed you will never prosper’."
    },
    {
      "ayah": 21,
      "surah": 18,
      "text": "And so just as We aroused them it was that We disclosed them to their people and the believers that they that is their people might know that God’s promise of resurrection is true by virtue of the fact that One Who has the power to make them sleep for such a long period of time or sustain them in that state without nourishment also has the power to resurrect the dead; and that as for the Hour there is no doubt no uncertainty concerning it. Behold idh adverbially qualifies a‘tharnā ‘We disclosed’ they were disputing that is the believers and the disbelievers among themselves their affair the affair of the youths with regard to building something around them as a monument; so they the disbelievers said ‘Build over them that is around them a building to cover them up; their Lord knows them best.’ Those who prevailed regarding their affair the affair of the youths namely the believers ‘We will verily set up over them around them a place of worship’ for prayers to be performed therein. And this indeed took place at the entrance of the cave."
    },
    {
      "ayah": 22,
      "surah": 18,
      "text": "They will say that is some of those disputing the number of the youths of the cave at the time of the Prophet s in other words some of these will say that they the youths were ‘Three; their dog the fourth of them’; and they some others among them will say ‘Five; their dog the sixth of them’ — both of these sayings were those of the Christians of Najrān — guessing at random in other words out of supposition not having been present with them at the time and this statement ‘guessing at random’ refers back to both sayings and is in the accusative because it is an object denoting reason in other words they said this for the reason that they were merely supposing it. And they that is the believers will say ‘Seven; and their dog the eighth of them’ the sentence is part of the subject clause the predicate of which is the adjectival qualification of sab‘a ‘seven’ namely thāminuhum ‘the eighth of them’ with the additional wāw wa-thāminuhum which is said to be for emphasis or an indication that the adjective is semantically attached to that which it is qualifying. The qualification of the first two sayings as being ‘random’ but not the third is proof that the latter is the satisfactory and correct number. Say ‘My Lord knows best their number and none knows them except a few’ Ibn ‘Abbās said ‘I am one of these “few” described’ and he mentioned that they were seven. So do not contend concerning them except with an outward manner of contention except with that which has been revealed to you and do not question concerning them do not ask for opinions from any of them from the People of the Scripture the Jews. The people of Mecca asked him the Prophet about the story of the People of the Cave and so he said to them ‘I will tell you about it tomorrow’ but without adding the words ‘If God wills’ inshā’a’ Llāhu and so the following was revealed"
    },
    {
      "ayah": 23,
      "surah": 18,
      "text": "And never say regarding something that is for the purpose of doing something ‘I will indeed do that tomorrow’ in other words I will do something at some future point in time"
    },
    {
      "ayah": 24,
      "surah": 18,
      "text": "without adding ‘If God will’ in other words unless firmly adhering to the will of God exalted be He by saying ‘If God will’ inshā’a’Llāh. And remember your Lord that is remember His will making things conditional on it if you forget to make things conditional on it mentioning it after forgetting it is the equal in validity to mentioning it at the time of the statement — as al-Hasan al-Basrī and others have said — as long as the person is still in the same place in which he made the statement. And say ‘May be my Lord will guide me to something closer in time than this closer than the story of the People of the Cave as an indication of the truth of my prophethood by way of guidance and God indeed did so."
    },
    {
      "ayah": 25,
      "surah": 18,
      "text": "And they tarried in the Cave three hundred read with tanwīn thalāthami’atin years sinīn is an explicative supplement to thalāthami’atin ‘three hundred’ these three hundred years in the case of the People of the Cave were solar years; but for the number of lunar ones the Arabs add nine years thereto and this is mentioned in His saying and add nine that is nine years; in other words three hundred solar years while three hundred and nine lunar ones."
    },
    {
      "ayah": 26,
      "surah": 18,
      "text": "Say ‘God is more knowledgeable of how long they tarried more knowledgeable than those contending over this issue — and this fact has already been mentioned above verse 19. To Him belongs the Unseen of the heavens and the earth that is to Him belongs the knowledge thereof. How well He sees! namely God — this form is for expressing amazement at something. How well He hears! likewise for expressing amazement. These two expressions are being used metaphorically. What is meant is that nothing can escape God’s sight or hearing. They the inhabitants of the heavens and the earth have no guardian someone to assist them besides Him and He makes none to share in His rule’ for He is Independent without need of a partner."
    },
    {
      "ayah": 27,
      "surah": 18,
      "text": "And recite that which has been revealed to you of the Book of your Lord. There is none who can change His words. And you will not find besides Him any refuge."
    },
    {
      "ayah": 28,
      "surah": 18,
      "text": "And restrain yourself detain yourself along with those who call upon their Lord at morning and evening desiring through their worship His Countenance exalted be He and not any of the transient things of this world — and these are the poor; and do not let your eyes overlook turn away from them — these the eyes are being used to refer to the person addressed — desiring the glitter of the life of this world. And do not obey him whose heart We have made oblivious to Our remembrance that is to the Qur’ān — this was ‘Uyayna b. Hisn and his companions — and who follows his own whim by attributing partners to God and whose conduct is mere prodigality excess."
    },
    {
      "ayah": 29,
      "surah": 18,
      "text": "And say to him and to his companions that this Qur’ān is ‘The truth that comes from your Lord; so whoever will let him believe and whoever will let him disbelieve’ — this is meant as a threat to them. Indeed We have prepared for the wrongdoers that is the disbelievers a Fire and they will be surrounded by its pavilion by that which encloses the Fire itself. If they cry out for help they will be succoured with water like molten copper like thick burning oil which scalds faces because of the intensity of its heat if it is brought near them. What an evil drink that is and how ill is the Fire as a resting-place! murtafaqan is a specification derived from the agent of the verb in other words vile is the person choosing to rest thereon; and this is in contrast to what He will say next about Paradise How fair a resting-place below verse 31. For indeed what resting-place can there be in the Fire?"
    },
    { "ayah": 3, "surah": 18, "text": "wherein they will abide forever and this reward is Paradise;" },
    {
      "ayah": 30,
      "surah": 18,
      "text": "Truly those who believe and perform righteous deeds — indeed We do not leave the reward of those of good deeds to go to waste this last sentence is the predicate of the previous inna’lladhīna ‘truly those who’ and in it an overt identification of the recipients of the reward has replaced the would-be pronominalisation in other words it is ‘their reward’ which shall not be left to go to waste and We will reward them with what it the reward of good-doers comprises."
    },
    {
      "ayah": 31,
      "surah": 18,
      "text": "Those for them there shall be Gardens of Eden as a place of residence underneath which rivers flow; therein they shall be adorned with bracelets of gold min asāwir it is said that min here is either extra or partitive; it asāwir is the plural of aswira — similar in pattern to ahmira for himār — which is the plural of siwār and they shall wear green garments of fine silk sundus and heavy silk brocade istabraq is that silk which is coarse God says in the verse of sūrat al-Rahmān Q. 5554 lined with heavy silk brocade; reclining therein on couches arā’ik is the plural of arīka which is a bed inside a curtained canopy and is also a tent adorned with garments and curtains for a bride. How excellent a reward a requital is Paradise and how fair a resting-place!"
    },
    {
      "ayah": 32,
      "surah": 18,
      "text": "And strike coin for them for the disbelievers together with the believers a similitude two men rajulayn is a substitute for mathalan ‘a similitude’ and constitutes together with what follows an explanation of the similitude to one of whom the disbeliever We had assigned two gardens orchards of vines and We had surrounded them with date-palms and had set between them a field of crops from which he acquired his food supplies."
    },
    {
      "ayah": 33,
      "surah": 18,
      "text": "Each of the two gardens kiltā ‘each of the two’ is a singular noun that indicates a dual number; and the entire clause is the subject yielded ātat is the predicate thereof its produce its fruit without stinting diminishing anything thereof. And We caused a stream to gush forth therein to run through them."
    },
    {
      "ayah": 34,
      "surah": 18,
      "text": "And he had together with his two gardens fruit read thamar thumur or thumr all of which constitute the plural of thamra sing. ‘a fruit’ similar in pattern to shajara pl. shajar khashaba pl. khushb or badana pl. budn and he said to his companion the believer as he conversed with him boasting before him ‘I have more wealth than you and am stronger in respect of men’ in respect of clansmen."
    },
    {
      "ayah": 35,
      "surah": 18,
      "text": "And he entered his garden taking with him his companion accompanying him all around it showing him its fruits — God does not say here his ‘two gardens’ because what is meant is the beautiful part of the garden rawda; or because to mention just one suffices — having wronged himself through his disbelief. He said ‘I do not think that all this will ever perish become non-existent."
    },
    {
      "ayah": 36,
      "surah": 18,
      "text": "Moreover I do not think that the Hour will ever come; and even if I am indeed returned to my Lord in the Hereafter according to your claim I shall surely find better than this as a resort’ as a place of return."
    },
    {
      "ayah": 37,
      "surah": 18,
      "text": "His companion said to him as he conversed with him responding to him ‘Do you disbelieve in Him Who created you of dust — as Adam was created of it — then of a drop of fluid of semen then fashioned you made you upright and gave you the form of a man?"
    },
    {
      "ayah": 38,
      "surah": 18,
      "text": "But lo lākinnā is actually made up of lākin anā ‘but I … ’ where the hamza vowel has either been transferred onto the nūn of lākin or omitted altogether with the nūn assimilated with the like of it He is huwa this is the pronoun of the subject matter to be stated and is clarified by the sentence that follows it the meaning in other words is ‘But it is that I say that He is’ God my Lord and I do not ascribe any partner to my Lord."
    },
    {
      "ayah": 39,
      "surah": 18,
      "text": "And if only when you entered your garden you had said upon admiring it ‘This is “What God has willed. There is no power except in God”. In a hadīth it is stated that ‘Whoever is given something good in the way of family or wealth and upon receiving it says “What God wills comes to pass; there is no power except in God” mā shā’a’Llāh lā quwwata illā bi’Llāh he will never experience any ill therefrom’. If you see me anā is a pronoun separating two direct objects as less than you in wealth and children"
    },
    { "ayah": 4, "surah": 18, "text": "and to warn those from among the disbelievers who say ‘God has taken a son’." },
    {
      "ayah": 40,
      "surah": 18,
      "text": "maybe my Lord will give me something better than your garden this is the response to the conditional clause beginning with lawlā ‘and if only’ and unleash upon it bolts husbān is the plural of husbāna that is to say thunderbolts from the heaven so that it becomes a bare plain a piece of smooth ground upon which no foot can stand firm;"
    },
    {
      "ayah": 41,
      "surah": 18,
      "text": "or maybe its water will sink deep down ghawran functions in meaning like ghā’iran and it constitutes a supplement to yursila ‘He will unleash’ but not a supplement to tusbiha ‘it becomes’ because the sinking of water deep into the earth does not necessarily result from thunderbolts so that you have no means of acquiring it’ no possible way of reaching it."
    },
    {
      "ayah": 42,
      "surah": 18,
      "text": "And his fruit was beset through the curbing measures mentioned above it was beset together with his garden by destruction and were thus ruined and so he began to wring his hands out of regret and anguish because of what he had spent on it on the cultivation of his garden as it lay fallen having collapsed on its trellises those supporting the vines so that first these collapsed and then the vine-grapes collapsed after them saying ‘O yā is for exclamation I wish I had not ascribed any partner to my Lord!’"
    },
    {
      "ayah": 43,
      "surah": 18,
      "text": "But there was no read takun or yakun party no persons to help him besides God at the moment of its destruction nor could he help himself at the moment of its destruction all by himself."
    },
    {
      "ayah": 44,
      "surah": 18,
      "text": "There that is on the Day of Resurrection all protection walāya; if read wilāya then it means ‘sovereignty’ belongs to God the True if read as al-haqqu then it is as an adjective qualifying walāya or wilāya or if read as al-haqqi then it is an attribute of God’s Majesty. He is better at rewarding than the rewarding of any person other than Him if such a person were in a position to reward; and best in consequence read ‘uquban or ‘uqban He is best in terms of the consequence for believers both thawāban ‘rewarding’ and ‘uqban ‘consequence’ are in the accusative for the purpose of specification."
    },
    {
      "ayah": 45,
      "surah": 18,
      "text": "And strike draw for them your people the similitude of the life of this world mathala’l-hayāti’l-dunyā constitutes the first direct object as water ka-mā’in the second direct object which We send down out from the heaven and the vegetation of the earth mingles with it the vegetation multiplies by the sending down of the water; or it is that the water mixes with the vegetation such that it is nourished and flourishes; and it then becomes the vegetation becomes chaff dried up its various parts broken up in fragments scattered strewn and dispersed by the winds which then blow it away. The import is the life of this world is likened to flourishing vegetation which then becomes dry is broken up and scattered by the winds a variant reading for riyāh ‘winds’ has rīh. And God is Omnipotent Powerful over all things."
    },
    {
      "ayah": 46,
      "surah": 18,
      "text": "Wealth and children are an adornment of the life of this world adornment with which one arrays oneself therein. But the enduring things the righteous deeds — and these are ‘Glory be to God’ subhāna’Llāh ‘Praise be to God’ al-hāmdu li’Llāh ‘There is no god but God lā ilāha illā’Llāh ‘God is Great’ Allāhu akbar; some add the following ‘There is no power or strength except in God’ lā hawla wa-lā quwwata illā bi’Llāh — these are better with your Lord for reward and better in respect of hope in other words they are better in terms of what a person hopes for and desires from God exalted be He."
    },
    {
      "ayah": 47,
      "surah": 18,
      "text": "And mention the day when the mountains shall be set in motion — they shall be removed from the face of the earth and become ‘as scattered dust’ Q. 566 a variant reading for tusayyaru’l-jibālu has nusayyiru’l-jibāla ‘We shall set the mountains in motion’ and you will see the earth exposed manifest in full view with no mountain or anything else on top of it. And We shall gather them believers and disbelievers such that We will not leave out anyone of them."
    },
    {
      "ayah": 48,
      "surah": 18,
      "text": "And they shall be presented before your Lord in ranks saffan is a circumstantial qualifier in other words ranged so that every community is in a row on its own and it shall be said to them ‘Verily you have come to Us just as We created you the first time that is to say individually barefoot naked and uncircumcised; and it shall be said to the deniers of the Resurrection rather you claimed that a of allan is an softened in place of the hardened one in other words it is to be understood as annahu We would not appoint for you a tryst’ for resurrection."
    },
    {
      "ayah": 49,
      "surah": 18,
      "text": "And the Book shall be set in place the Book of every man — in his right hand if he is from among the believers and in his left hand if he is from among the disbelievers. And you will see the guilty the disbelievers apprehensive fearful of what is in it and they will say when they observe the evil deeds recorded in it ‘O yā is for exclamation woe to us! O this is our destruction! this form waylatanā is a verbal noun but in this form it cannot be conjugated as a verb What is it with this Book that it leaves out neither small nor great from among our sins but instead it has counted it?’ enumerated it and fixed it in the record — they are stupefied by it in this respect. And they shall find all that they did present fixed in writing in their individual Book. And your Lord does not wrong anyone He does not punish him if he is without guilt nor does He diminish anything of the reward of a believer."
    },
    {
      "ayah": 5,
      "surah": 18,
      "text": "They do not have in this in this saying any knowledge nor did their fathers before them who also used to say this. Dreadful grave is the word that comes out of their mouths kalimatan ‘word’ is for specification and it explains the unidentified feminine person of the verb kaburat ‘dreadful’; and that which is the object of censure has been omitted and that is their above-mentioned saying that God has taken a son. They speak nothing thereby but an utterance of lies."
    },
    {
      "ayah": 50,
      "surah": 18,
      "text": "And when idh is dependent because it is governed by an implicit udhkur ‘mention when’ We said to the angels ‘Prostrate before Adam’ a prostration involving a bow not placing one’s forehead down to the ground as a greeting to him; and so they prostrated all except Iblīs. He was one of the jinn — some say that these creatures are a species of angels in which case the exceptive clause illā Iblīs ‘except Iblīs’ is a continuous one; but it is also said to be discontinuous since Iblīs is considered the progenitor of all the jinn having offspring who are mentioned alongside him further below; angels on the other hand do not have offspring; and he transgressed against his Lord’s command that is to say he rebelled against obedience to Him by refraining from performing the prostration. Will you then take him and his offspring — this address is to Adam and his progeny the final pronominal suffix hā’ in both words refers to Iblīs for your patrons instead of Me obeying them when they are an enemy to you? in other words when they are your enemies wa-hum lakum ‘aduwwun is a circumstantial qualifier. How evil for the evildoers is that substitute! of Iblīs and his offspring in obeying them instead of obeying God."
    },
    {
      "ayah": 51,
      "surah": 18,
      "text": "I did not make them a witness that is Iblīs and his offspring to the creation of the heavens and the earth nor to their own creation that is to say I did not make any of them present at the moment of the creation of the other. Nor do I take misleaders devils as My support as assistants in the process of creation so why do you obey them?"
    },
    {
      "ayah": 52,
      "surah": 18,
      "text": "And the day yawma is in the accusative because it is governed by the implicit udhkur ‘mention’ when He will say yaqūl or it may be read as naqūl ‘We will say’ ‘Call those partners of Mine those graven images as you used to claim’ let them intercede for you in the way you used to claim; and then they will call them but they will not respond to their call they will not answer them and We shall set between them between the graven images and those who worship them a gulf of doom — a valley from among the valleys of Hell in which they shall all be destroyed the term mawbiq derives from the verb wabaqa meaning halaka ‘he was destroyed’."
    },
    {
      "ayah": 53,
      "surah": 18,
      "text": "And the criminals will behold the Fire and realise that are certain that they are about to fall into it. And they will find no means of avoiding it of circumventing it."
    },
    {
      "ayah": 54,
      "surah": 18,
      "text": "And verily We have dispensed We have explained for mankind in this Qur’ān an example of every kind of similitude min kulli mathalin is an adjective qualifying an omitted clause in other words ‘We have dispensed therein a similitude from every kind of similitude that they may be admonished. But man is most disputatious he is most contentious in matters of falsehood jadalan is a specification derived from al-insān ‘man’ the subject of kāna in other words the meaning is that the disputatiousness of man is what can be found in him most."
    },
    {
      "ayah": 55,
      "surah": 18,
      "text": "And nothing prevented people that is the disbelievers of Mecca from believing an yu’minū is after al-nāsa ‘people’ constitutes the second direct object clause when the guidance the Qur’ān came to them and from asking forgiveness of their Lord without that there should come upon them the precedent of the ancients sunnatu’l-awwalīn constitutes the subject of the verb that is to say Our precedent of dealing with them which is the destruction decreed for them or that the chastisement should come upon them before their very eyes in front of them and for them to see — which was their being killed on the day of Badr a variant reading for qibalan has qubulan which in the accusative is the plural of qabīlin meaning ‘of various kinds’."
    },
    {
      "ayah": 56,
      "surah": 18,
      "text": "And We do not send messengers except as bearers of good tidings to believers and as warners as threateners to disbelievers. But those who disbelieve dispute with falsehood when they say that ‘Has God sent a human as a messenger from Him?’ Q. 1794 and the like of such statements that they may refute thereby that by way of their disputing they may invalidate the truth the Qur’ān. And they have taken My signs namely the Qur’ān and that whereof they have been warned in the way of the Fire derisively in mockery."
    },
    {
      "ayah": 57,
      "surah": 18,
      "text": "And who does greater wrong than he who has been reminded of the signs of his Lord yet turns away from them and forgets what his hands have sent ahead? what he has committed in the way of disbelief and acts of disobedience. Indeed on their hearts We have cast veils coverings lest they should understand it that is lest they should comprehend the Qur’ān in other words and so as a result they do not comprehend it; and in their ears a deafness a heaviness and so they do not hear it; and though you call them to guidance they will not be guided in that case that is given the casting of veils mentioned ever."
    },
    {
      "ayah": 58,
      "surah": 18,
      "text": "And your Lord is the Forgiver Full of Mercy. Were He to take them to task in this world for what they have earned He would have hastened for them the chastisement therein; but they have a tryst which is the Day of Resurrection from which they will not find any escape any refuge."
    },
    {
      "ayah": 59,
      "surah": 18,
      "text": "And those towns that is to say the inhabitants of those towns such as ‘Ād and Thamūd as well as others We destroyed them when they did evil when they disbelieved and We appointed for their destruction a variant reading for mahlikihim has muhlakihim a tryst."
    },
    {
      "ayah": 6,
      "surah": 18,
      "text": "Yet it may be that you will consume destroy yourself in their wake — following your being with them that is after they have left you — if they should not believe in this discourse in this Qur’ān out of grief out of rage and anguish on your part because of your eagerness that they believe asafan ‘out of grief’ is in the accusative because it functions as an object denoting reason."
    },
    {
      "ayah": 60,
      "surah": 18,
      "text": "And mention when Moses son of Amram ‘Imrān said to his lad Joshua son of Nun Yūsha‘ bin Nūn who used to follow him around serve him and acquire knowledge from him ‘I will not give up I will not stop journeying until I have reached the juncture of the two seas — the point where the Byzantine sea and the Persian sea meet beyond the east — though I march on for ages’ for a very long time before reaching it if it be far."
    },
    {
      "ayah": 61,
      "surah": 18,
      "text": "So when they reached a juncture between the two between the two seas they forgot their fish — Joshua forgot his luggage leaving it behind at the moment of departure and Moses forgot to remind him — and so it the fish made its way into the sea that is it formed it — through God’s forming it — by burrowing that is like through a burrow which is a passage that is long and enclosed; this was so because God exalted be He held back the flow of the water preventing it from engulfing the fish and it the water withdrew from around it the fish and remained thus like a cleft without closing and what was beneath it the cleft stood still."
    },
    {
      "ayah": 62,
      "surah": 18,
      "text": "And when they had made the traverse of that location having journeyed until the morning of the following day he Moses said to his lad ‘Bring us our breakfast ghadā’ that meal which is consumed at the beginning of the day. We have certainly encountered on this journey of ours much fatigue’ exhaustion which took its effect on them after the traverse."
    },
    {
      "ayah": 63,
      "surah": 18,
      "text": "He said ‘Do you see? — in other words remember when we sheltered at the rock in that location indeed I forgot the fish — and none but Satan made me forget al-shaytān ‘Satan’ substitutes for the suffixed pronoun hā’ of ansānī-hu to mention it an adhkurahu an inclusive substitution in other words it should be understood as ansānī dhikrahu ‘he Satan made me forget the mentioning of it’ — and it the fish made its way into the sea in an amazing manner’ ‘ajaban constitutes the second direct object that is to say Moses and his lad were amazed by it because of what has already been explained concerning it."
    },
    {
      "ayah": 64,
      "surah": 18,
      "text": "Said he Moses ‘That namely our losing the fish is what we have been seeking!’ what we have been after for it is a sign for us of the presence of the one whom we seek. So they turned back retracing their footsteps until they reached the rock."
    },
    {
      "ayah": 65,
      "surah": 18,
      "text": "So there they found one of Our servants namely al-Khidr to whom We had given mercy from Us — according to one opinion this mercy was prophethood; according to another it was authority and this latter is the opinion of the majority of scholars — and We had taught him knowledge from Us ‘ilman is the second direct object in other words some knowledge of unseen things; al-Bukhārī reports the following hadīth ‘Moses was delivering a sermon among the Children of Israel and was asked “Who is the most knowledgeable of people?” to which he Moses said “Myself”. God then reproached him for not having attributed his knowledge as coming from Him. God then revealed to him the following “Truly there is a servant of Mine at the juncture of the two seas; he is more knowledgeable than you”. Moses then asked “My Lord how do I reach him?” He God said ‘Take a fish with you and place it in a basket and the place where you lose the fish will be the place where he is.” He Moses took a fish and placed it in a basket and departed together with his lad Joshua son of Nun until they reached the rock. There they placed their heads back and fell asleep. The fish began to move about in the basket until it escaped from it and fell into the sea and it made its way into the sea in an amazing manner. God then held back the flow of the water preventing it from engulfing the fish forming a kind of arch over it. When he awoke his companion Joshua forgot to inform him of what had happened to the fish and so they journeyed on for the remainder of that day and night until on the morning of the second day Moses said to his lad ‘Bring us our breakfast’ to where he says and it made its way into the sea in an amazing manner’. He Bukhārī said ‘For the fish it the way into the sea was by ‘burrowing’ saraban and for Moses and his lad it this way was ‘amazing’ ‘ajaban …’ and so on to the end of Bukhārī’s report."
    },
    {
      "ayah": 66,
      "surah": 18,
      "text": "Moses said to him ‘May I follow you for the purpose that you teach me of what you have been taught in the way of probity?’ namely something of right conduct through which I might be rightly-guided a variant reading for rashadan has rushdan ‘probity’; he asked him this because to increase one’s knowledge is something which is always sought."
    },
    { "ayah": 67, "surah": 18, "text": "Said he ‘Truly you will not be able to bear with me." },
    {
      "ayah": 68,
      "surah": 18,
      "text": "And how can you bear with that whereof you have never been informed?’ in the above-mentioned hadīth of Bukhārī after this verse there is the following statement ‘O Moses I possess knowledge which God has taught me and which you do not have and equally you possess knowledge which God has taught you and which I do not have’. His saying khubran ‘informed’ is a verbal noun meaning that which you have never encompassed in other words the truth of which you have never been informed of."
    },
    {
      "ayah": 69,
      "surah": 18,
      "text": "He said ‘You will find me God willing patient and I will not disobey in other words and you will also find me non-disobedient towards you in any matter’ with which you charge me. He Moses made this statement conditional upon the Will of God because he was not confident of himself in what he had committed himself to. Indeed this is the custom of prophets and saints namely that they do not put their trust in themselves for a single moment."
    },
    {
      "ayah": 7,
      "surah": 18,
      "text": "Truly We have made all that is on the earth in the way of animals plants trees rivers and so on as an adornment for it that We may try them that We may test mankind observing thereby which of them is best in conduct therein that is to see which of them is the most abstemious of it."
    },
    {
      "ayah": 70,
      "surah": 18,
      "text": "He said ‘If you follow me then do not question me lā tas’alnī a variant reading has lā tas’alannī concerning anything that you might find objectionable in what I do according to your limited knowledge and be patient until I myself make mention of it to you’ in other words until I mention it to you with an explication of the reason for it. Moses accepted his precondition bearing in mind the respect which a student should exercise in the presence of a teacher."
    },
    {
      "ayah": 71,
      "surah": 18,
      "text": "So they set off making their way on foot along the coast of the sea until when they embarked on the ship which was carrying them he al-Khidr made a hole in it by destroying a plank or two on the starboard side with an axe after they had sailed into deep waters. Said he Moses to him ‘Did you make a hole in it to drown its people? li-tughriqa ahlahā ‘for you to drown its people’; a variant reading has li-yaghraqa ahluhā ‘so that its people might drown’. You have certainly done a dreadful thing’ that is a grave and reprehensible thing — it is reported that the water did not actually penetrate it."
    },
    { "ayah": 72, "surah": 18, "text": "He said ‘Did I not say that you would not be able to bear with me?’" },
    {
      "ayah": 73,
      "surah": 18,
      "text": "He said ‘Do not take me to task on account of that which I forgot that is on account of the fact that I was not mindful of submitting to you in the matter and of refraining from showing disapproval of your actions and do not exhaust me do not charge me in this affair of mine with difficulty’ with hardship during my companionship of you in other words treat me throughout it with forgiveness and indulgence."
    },
    {
      "ayah": 74,
      "surah": 18,
      "text": "So they set off after leaving the ship making their way on foot until when they met a boy who had not yet reached puberty playing with other boys among whom his face was the fairest — and he al-Khidr slew him by slitting his throat with a knife while he lay down or by tearing his head off with his hand or by smashing his head against a wall all of which are different opinions the coordinating fā’ of fa-qatalahu ‘and he slew him’ is used here because it indicates that the slaying took place after the encounter; the response to idhā ‘when’ is the following statement qāla … — he Moses said to him ‘Have you slain an innocent soul that is a pure one that had not reached the age of legal responsibility a variant reading for zākiya has zakiyya one slain not in retaliation for another soul? in other words one that has not slain any soul. Verily you have committed an dreadful thing’ read nukran or nukuran that is to say an abomination."
    },
    {
      "ayah": 75,
      "surah": 18,
      "text": "He said ‘Did I not say to you that you would never be able to bear with me?’ laka ‘to you’ has been added to that same statement which was made before because this time there could not be any excuse for Moses’s impatience."
    },
    {
      "ayah": 76,
      "surah": 18,
      "text": "And for this reason he said ‘If I ask you about anything after this after this instance then do not keep me in your company do not allow me to follow you for truly you will have found from me read ladunnī or ladunī on my part sufficient enough excuse’ for you to part company with me."
    },
    {
      "ayah": 77,
      "surah": 18,
      "text": "So they set off until when they came to the folk of a certain town namely Antioch Antākya they asked its folk for food they asked them for food by way of hospitality but they refused to extend them any hospitality. They then found in it a wall one hundred cubits high about to collapse that is it was close to falling down because of its tilt; so he al-Khidr straightened it with his own hands. He Moses said to him ‘Had you wished you could have taken a variant reading for la-ttakhadhta has la-takhidhta a wage for it’ some sort of payment since they did not extend us any hospitality despite our need for food."
    },
    {
      "ayah": 78,
      "surah": 18,
      "text": "Said he al-Khidr to him ‘This is the parting that is the moment for parting between me and you baynī wa-baynika here the preposition bayna has been annexed to a non-multiple noun but this is allowed grammatically because it is then repeated with its other noun together with the coordinating wāw. I will inform you before I part company with you the interpretation of that over which you were not able to maintain patience."
    },
    {
      "ayah": 79,
      "surah": 18,
      "text": "As for the ship it belonged to poor people ten in number who earned a living on the sea with it leasing it to others as a way of gaining a living; and I wanted to make it defective for behind them whenever they returned — or meaning before them now — was a king a disbeliever seizing every ship that was usable by force ghasban is in the accusative as a verbal noun containing an explanation of the nature of such ‘seizure’."
    },
    {
      "ayah": 8,
      "surah": 18,
      "text": "And indeed We shall turn all that is therein into barren shreds that produce no plants."
    },
    {
      "ayah": 80,
      "surah": 18,
      "text": "And as for the boy his parents were believers and We feared lest he should overwhelm them with insolence and disbelief — for he is as described by the hadīth of Muslim ‘He was incorrigibly disposed to disbelief and had he lived longer this disposition of his would have oppressed them because of their love for him they would have followed him in such a path of disbelief’."
    },
    {
      "ayah": 81,
      "surah": 18,
      "text": "So We desired that their Lord should give them in exchange read yubaddilahumā or yubdilahumā one better than him in purity that is in righteousness and God-fearing and closer than him to mercy read ruhman or ruhuman in other words it is to be understood as rahmatan ‘by way of mercy’ namely closer to dutifulness towards his parents. Thus God exalted be He gave them in exchange a girl who afterwards married a prophet and gave birth to a prophet through whom God guided an entire community."
    },
    {
      "ayah": 82,
      "surah": 18,
      "text": "And as for the wall it belonged to two orphan boys who lived in the city and beneath it there was a treasure a buried trove of gold and silver belonging to them. Their father had been a righteous man and so because of his righteousness they were protected both in terms of their souls and their possessions and your Lord desired that they should come of age that is He desired for them the attainment of maturity and extract their treasure as a mercy from your Lord rahmatan min rabbik is a direct object denoting reason operated by the verb arāda ‘He desired’. And I did not do it namely what has been mentioned of his making a hole in the ship the slaying of the boy and the repair of the wall of my own accord that is out of my own choosing; nay it was because of a command in the form of an inspiration from God. This is the interpretation of that over which you could not maintain patience’ one may say istā‘a or istatā‘a to mean ‘he had the capacity for something’; in this instance and the previous one both forms of the verb have been used. Moreover there is a variety of expression in the use of fa-aradtu ‘I desired’ fa-aradnā ‘We desired’ and fa-arāda rabbuk ‘Your Lord desired’."
    },
    {
      "ayah": 83,
      "surah": 18,
      "text": "And they the Jews question you concerning Dhū’l-Qarnayn whose name was Alexander; he was not a prophet. Say ‘I shall recite relate to you a mention an account of him’ of his affair."
    },
    {
      "ayah": 84,
      "surah": 18,
      "text": "Indeed We empowered him throughout the land by facilitating for him the journeying therein and We gave him to everything of which one might have need a way a route to lead him to that which he sought."
    },
    { "ayah": 85, "surah": 18, "text": "And he followed a way he took a route towards the west" },
    {
      "ayah": 86,
      "surah": 18,
      "text": "until when he reached the setting of the sun the place where it sets he found it setting in a muddy spring ‘ayn hami’a a spring containing ham’a which is black clay its setting in a spring is described as seen from the perspective of the eye for otherwise it is far larger in size than this world; and he found by it that is by the spring a folk of disbelievers. We said ‘O Dhū’l-Qarnayn — by means of inspiration — either chastise the folk by slaying them or treat them kindly’ by merely taking them captive."
    },
    {
      "ayah": 87,
      "surah": 18,
      "text": "He said ‘As for him who does wrong by way of practising idolatry we shall chastise him We shall slay him. Then he shall be returned to his Lord and He shall chastise him with an awful chastisement read nukran or nukuran that is a severe one in the Fire."
    },
    {
      "ayah": 88,
      "surah": 18,
      "text": "But as for him who believes and acts righteously he shall have the fairest reward namely Paradise the annexation construction jazā’u l-husnā ‘the fairest reward’ is explicative; a variant reading has jazā’an al-husnā ‘he shall have as a requital that which is fairest’; al-Farrā’ said that this accusative reading of jazā’an is intended as an explanation of the nature of the requital by way of attribution to ‘that which is fairest’; and we shall speak to him mildly in our command’ that is to say we shall command him with what he will find easy to bear."
    },
    { "ayah": 89, "surah": 18, "text": "Then he followed a way towards the east" },
    {
      "ayah": 9,
      "surah": 18,
      "text": "Or did you think did you suppose that the Companions of the Cave the cavern in the mountain and the Inscription the tablet wherein their names and lineages had been inscribed — the Prophet s had been asked about their tale — were with regard to their tale a unique marvel from among the entirety of Our signs? ‘ajaban ‘a marvel’ is the predicate of the defective verb kāna sc. kānū the preceding min āyātinā ‘from among Our signs’ being a circumstantial qualifier. In other words did you suppose that they were a marvel exclusively from among all Our other signs or that they were the most marvellous among them? Not so."
    },
    {
      "ayah": 90,
      "surah": 18,
      "text": "until when he reached the rising of the sun the place where it rises he found it rising on a folk namely Negroes zanj for whom We had not provided against it that is against the sun any form of cover in the way of clothing or roofing as their land could not support any structures; they had underground tunnels into which they would disappear at the rising of the sun and out of which they would emerge when it was at its highest point in the sky."
    },
    {
      "ayah": 91,
      "surah": 18,
      "text": "So it was in other words the situation was as We have stated; and We encompassed whatever pertained to him that is what Dhū’l-Qarnayn possessed in the way of machinery men and otherwise in knowledge."
    },
    { "ayah": 92, "surah": 18, "text": "Then he followed a way" },
    {
      "ayah": 93,
      "surah": 18,
      "text": "until when he reached between the two barriers read al-saddayn or al-suddayn here and likewise further below at verse 94 saddan or suddan — these were two mountains lying in the remote regions beyond the land of the Turks; Alexander sealed the breach between the two as will be described below — he found on this side of them that is in front of them a folk that could scarcely comprehend speech in other words they could only understand it after much agonising a variant reading for yafqahūna ‘comprehend’ has yufqihūna ‘be understood’."
    },
    {
      "ayah": 94,
      "surah": 18,
      "text": "They said ‘O Dhū’l-Qarnayn truly Gog and Magog read Ya’jūj wa-Ma’jūj or Yājūj wa-Mājūj these two are non-Arabic names of two tribes and are therefore indeclinable are causing corruption in the land plundering and oppressing us when they come forth to attack us. So shall we pay you a tribute some form of payment a variant reading for kharjan is kharājan on condition that you build between us and them a barrier? an obstruction so that they will not be able to reach us."
    },
    {
      "ayah": 95,
      "surah": 18,
      "text": "He said ‘That wealth and so on wherewith my Lord has empowered me makkannī a variant reading has makkananī is better than the tribute that you offer me and so I have no need for it. I shall build for you the barrier without demanding a fee; so help me with strength in that which I will demand from you and I will build between you and them a rampart a fortified barricade."
    },
    {
      "ayah": 96,
      "surah": 18,
      "text": "Bring me ingots of iron!’ namely pieces thereof as large as the blocks of stone to be used in the construction; he used these ingots in his construction placing between them firewood and coal. Until when he had levelled up the gap between the two flanks read al-sudufayn or al-sadafayn or al-sudfayn meaning the two flanks of the two mountains he set up bellows and lit a fire around this construction — he said ‘Blow!’ and they blew until when he had made it namely the iron a fire that is like a fire he said ‘Bring me molten copper to pour over it’ the two verbs ātūnī ‘bring me’ and ufrigh ‘pour’ are in contention over this direct object qitran ‘molten copper’; it this direct object has been omitted before the first verb because it is being governed by the second verb. Thus he poured the molten copper over the hot iron so that it penetrated between the individual ingots making a solid single whole."
    },
    {
      "ayah": 97,
      "surah": 18,
      "text": "And so they Gog and Magog were not able to scale it to climb up its length because of its great height and smoothness nor could they pierce it because of its firmness and thickness."
    },
    {
      "ayah": 98,
      "surah": 18,
      "text": "Said he Dhū’l-Qarnayn ‘This namely the barrier the ability to make it is a mercy from my Lord a grace from Him because it prevents them from coming forth. But when the promise of my Lord comes to pass the promise of their coming forth which will be near the time of the Resurrection He will level it pulverised and flattened for my Lord’s promise of their coming forth and of other things is always true’ it will be. God exalted be He says"
    },
    {
      "ayah": 99,
      "surah": 18,
      "text": "And on that day the day of their coming forth We shall let some of them surge against others mixing with one another on account of their multitude and the Trumpet namely the Horn signalling the Resurrection shall be blown and We shall gather them namely creatures in one place on the Day of Resurrection a single gathering."
    }
  ]
}
