{
  "ayahs": [
    { "ayah": 1, "surah": 2, "text": "Alif lām mīm God knows best what He means by these letters." },
    {
      "ayah": 10,
      "surah": 2,
      "text": "In their hearts is a sickness doubt and hypocrisy which ails their hearts debilitating them; and God has increased their sickness with what He has revealed in the Qur’ān since they disbelieve it; and there awaits them a painful chastisement because they used to lie read yukadhdhibūn to imply that they used to call the Prophet of God a liar or yakdhibūn to imply their mendacity when saying ‘we believe’."
    },
    {
      "ayah": 100,
      "surah": 2,
      "text": "Why whenever they make a covenant with God that they will believe in the Prophet s when he appears or that they will not give assistance to the idolaters against the Prophet s does a party of them reject it? cast it away repudiating it this is the response to the clause beginning with kullamā the interrogative of rebuke. Nay bal indicates a transition but most of them are disbelievers."
    },
    {
      "ayah": 101,
      "surah": 2,
      "text": "When there came to them a messenger from God namely Muhammad (s) confirming what was with them a party of them who were given the Scripture have cast away the Scripture of God that is the Torah behind their backs that is to say they have not acted according to what it said about belief in the Messenger and otherwise; as though they did not know what is contained in it to the effect that he is a true Prophet or that it is the Book of God."
    },
    {
      "ayah": 102,
      "surah": 2,
      "text": "And they follow wa’ttaba‘ū is a supplement to nabadha ‘it cast away’ what the devils used to relate during the time of Solomon’s kingdom in the way of sorcery it is said that they the devils buried these books of sorcery underneath his throne when his kingdom was taken from him; it is also said that they used to listen stealthily and add fabrications to what they heard and then pass it on to the priests who would compile it in books; this would be disseminated and rumours spread that the jinn had knowledge of the Unseen. Solomon gathered these books and buried them. When he died the devils showed people where these books were and the latter brought them out and found that they contained sorcery and said ‘Your kingdom was only thanks to what is in here’; they then took to learning them and rejected the Scriptures of their prophets. In order to demonstrate Solomon’s innocence and in repudiation of the Jews when they said ‘Look at this Muhammad he mentions Solomon as one of the prophets when he was only a sorcerer’ God exalted says Solomon disbelieved not that is he did not work magic because he disbelieved but the devils disbelieved teaching the people sorcery this sentence is a circumstantial qualifier referring to the person governing the verb kafarū; and teaching them that which was revealed to the two angels that is the sorcery that they were inspired to perform al-malakayn ‘the two angels’ a variant reading has al-malikayn ‘the two kings’ who were in Babylon — a town in lower Iraq — Hārūt and Mārūt here the names are standing in for ‘the two angels’ or an explication of the latter. Ibn ‘Abbās said ‘They were two sorcerers who used to teach people magic’; it is also said that they were two angels that had been sent to teach sorcery to people as a trial from God. They taught not any man without them saying by way of counsel ‘We are but a temptation a trial from God for people so that He may test them when they are taught it whoever learns it is a disbeliever but whoever renounces it he is a believer; do not disbelieve’ by learning it; if this person refused and insisted on learning it they would teach him."
    },
    {
      "ayah": 103,
      "surah": 2,
      "text": "Yet if only they the Jews had believed in the Prophet and the Qur’ān and been fearful of God’s chastisement by abandoning acts of disobedience towards Him such as sorcery the response to the conditional clause beginning with law ‘if’ has been omitted but it is intimated to be ‘they would have been rewarded’ and this is indicated by His following words verily a reward from God would have been better than that for which they sold themselves if they had but known that this is better they would not have preferred that over this la-mathūbatun ‘verily the reward’ is the subject; the lām is that of oaths; and min ‘indi’Llāhi khayrun ‘from God would have been better’ is the predicate."
    },
    {
      "ayah": 104,
      "surah": 2,
      "text": "O you who believe do not say to the Prophet s ‘Observe us’ rā‘inā is an imperative form from murā‘āt which they used to say to him and this was a derogatory term in Hebrew derived from the noun al-ru‘ūna ‘thoughtlessness’. They found this very amusing and used to address the Prophet s in this way and so the believers were forbidden to use it; but say instead ‘Regard us’ that is look at us and give ear to what you are commanded and be prepared to accept it; and for disbelievers awaits a painful chastisement that is the Fire."
    },
    {
      "ayah": 105,
      "surah": 2,
      "text": "Those disbelievers of the People of the Scripture and the idolaters from among the Arabs al-mushrikīna ‘idolaters’ is a supplement to ahl al-kitābi ‘People of the Scripture’ and the min ‘of’ is explicative do not wish that any good any Inspiration should be revealed to you from your Lord out of envy of you but God singles out for His mercy for the office of His Prophet whom He will; God is of bounty abounding."
    },
    {
      "ayah": 106,
      "surah": 2,
      "text": "When the disbelievers began to deride the matter of abrogation saying that one day Muhammad enjoins his Companions to one thing and then the next day he forbids it God revealed And whatever verse mā is the conditional particle that has been revealed containing a judgement We abrogate either together with its recital or not that is only its judgement but its recital continues; there is a variant reading nunsikh meaning ‘Whatever verse We command you or Gabriel to abrogate’ or postpone so that We do not reveal the judgement contained in it and We withhold its recital or retain it in the Preserved Tablet; a variant reading of nunsi’hā is nunsihā from ‘to forget’ so ‘Whatever verse We abrogate or We make you forget that is We erase from your heart’; the response to the conditional sentence begun with mā is We bring in place a better one that is more beneficial for Our servants either because it is easier to implement or contains much reward; or the like of it in terms of religious obligation and reward; do you not know that God has power over all things? including abrogating and substituting verses? the interrogative here is meant as an affirmative."
    },
    {
      "ayah": 107,
      "surah": 2,
      "text": "Do you not know that to God belongs the kingdom of the heavens and the earth doing what He pleases and that you have none besides God other than God neither protector to safeguard you nor helper? to keep away His chastisement when it comes."
    },
    {
      "ayah": 108,
      "surah": 2,
      "text": "When the Meccans asked the Prophet to enlarge the size of Mecca and make Safā full of gold the following was revealed Or do you desire to question your Messenger as Moses was questioned by his people aforetime? when they asked him to show them God openly among other things; whoever exchanges belief for unbelief taking the latter in place of the former by refraining from contemplating the clear proofs and by requesting others instead has surely strayed from the even way meaning he has mistaken the proper path al-sawā‘ essentially means al-wasat ‘middle way’."
    },
    {
      "ayah": 109,
      "surah": 2,
      "text": "Many of the People of the Scripture long that law ‘if only that’ represents the import of the verbal noun they might make you disbelievers after you have believed from the envy hasadan is the object denoting reason being of their own souls that is to say their wicked souls have prompted them to this attitude; after the truth with regard to the Prophet s has become clear to them in the Torah; yet pardon leave them be and be forgiving stay away and make no encroachments against them till God brings His command concerning fighting them; truly God has power over all things."
    },
    {
      "ayah": 11,
      "surah": 2,
      "text": "When it is said to them that is these latter ‘Do not spread corruption in the land’ through unbelief and hindering people from faith They say ‘We are only putting things right’ that is ‘we are not engaging in corruption’. God exalted be He refutes them saying"
    },
    {
      "ayah": 110,
      "surah": 2,
      "text": "And perform the prayer and pay the alms; whatever good in the way of obedience such as observing kinship and charity you shall offer for your own souls you shall find it that is its reward with God; assuredly God sees what you do and will requite you for it."
    },
    {
      "ayah": 111,
      "surah": 2,
      "text": "And they say ‘None shall enter Paradise except those who are Jews hūd is the plural of hā’id or Christians’ this is what the Jews of Medina and the Christians of Najrān said when they disputed with the Prophet s each party separately claiming Paradise for its members exclusively. Such sayings are their desires their false passions. Say to them ‘Produce your proof your evidence for this if you speak truly’ in this matter."
    },
    {
      "ayah": 112,
      "surah": 2,
      "text": "Nay but others will also enter Paradise namely whoever submits his purpose to God that is adheres to His commands wajh ‘face’ sc. ‘purpose’ is here mentioned because it is the most noble part of the body so that when it has submitted there is all the more reason for the other parts to follow being virtuous affirming God’s Oneness his reward is with his Lord the reward of his deeds being Paradise and no fear shall befall them neither shall they grieve in the Hereafter."
    },
    {
      "ayah": 113,
      "surah": 2,
      "text": "The Jews say ‘The Christians stand on nothing’ that can be used as support for their claims and they rejected Jesus; and the Christians say ‘The Jews stand on nothing’ that can be used as support for their claims and they rejected Moses; yet they both groups recite the Scripture revealed to them in the Scripture of the Jews there is the confirmation of Jesus and in that of the Christians there is the confirmation of Moses yatlūna’l-kitāba ‘they recite the Scripture’ the sentence is a circumstantial qualifier. Thus in the way that these have said the ignorant from among the Arabs and others say the like of what these say this last phrase mithla qawlihim ‘the like of what they say’ is the explication of dhālika ‘that way’ that is to say to every person of religion they would say ‘You have no basis’; God shall decide between them on the Day of Resurrection regarding their differences in religion and will admit the confirmer into Paradise and the falsifier into the Fire."
    },
    {
      "ayah": 114,
      "surah": 2,
      "text": "And who does greater evil — that is none does more evil — than he who bars God’s places of worship so that His Name be not invoked in them in prayer and praise and strives to ruin them? through destruction and impeding people from them this was revealed to inform of the Byzantines’ destruction of the Holy House sc. Jerusalem or it was revealed when the idolaters barred the Prophet s from entering Mecca in the year of the battle of Hudaybiyya; such men might never enter them save in fear illā khā’ifīna is a predicate also functioning as a command that is to say ‘Frighten them by threats of waging war against them so that not one of them shall enter it feeling secure’; for them in this world is degradation debasement through being killed taken captive and forced to pay the jizya; and in the Hereafter a mighty chastisement namely the Fire."
    },
    {
      "ayah": 115,
      "surah": 2,
      "text": "The following was revealed either when the Jews criticised the change of the direction of prayer qibla or concerning the supererogatory prayers on animal-back during journeys which one may pray in any direction To God belong the East and the West that is the entire earth because these two directions represent both sides of it the earth; whithersoever you turn your faces in prayer by His command there is the Face of God the direction of prayer with which He is pleased. Lo! God is Embracing His bounty embracing all things Knowing how to manage His creation."
    },
    {
      "ayah": 116,
      "surah": 2,
      "text": "And they the Jews and the Christians and those that claim that the angels are God’s daughters say read wa-qālū or simply qālū ‘God has taken to Himself a son’; God says Glory be to Him! as a way of exalting Himself above this; Nay to Him belongs all that is in the heavens and the earth as possessions creatures and servants and this sovereignty contradicts having a child and is expressed by the particle mā ‘all that’ in order to include all creation that is not rational; all obey His will submitting to that which is required from each one of them here the emphasis is on rational beings."
    },
    {
      "ayah": 117,
      "surah": 2,
      "text": "Creator of the heavens and the earth making them exist without any exemplary precedent; and when He decrees wills a thing to exist He but says to it ‘Be’ and it is that is to say it becomes fa-yakūnu a variant reading has fa-yakūna on account of it being the response in the subjunctive mood to the jussive statement."
    },
    {
      "ayah": 118,
      "surah": 2,
      "text": "And they that is the disbelievers of Mecca who do not know say to the Prophet s ‘Why does God not speak to us? to say that you are His Messenger; Why does a sign not come to us?’ of the sort we have requested in order to show your sincerity. So in the same way that these disbelievers have spoken spoke those before them from among past communities to their prophets the like of what they say in their obstinacy and demand for signs; their hearts are much alike in terms of unbelief and stubbornness this is meant as consolation for the Prophet s. Yet We have made clear the signs to a people who are certain a people who know that these are God’s signs and so they believe in them for to request other signs would be obduracy."
    },
    {
      "ayah": 119,
      "surah": 2,
      "text": "We have sent you Muhammad (s) with the truth the guidance a bearer of good tidings of Paradise for those who respond to this guidance and warner of the Fire to those who do not respond to it. You shall not be asked about the inhabitants of Hell-fire that is about why the disbelievers did not believe for your responsibility is only to deliver the Message a variant reading of lā tus’al is lā tas’al ‘do not ask’ with the final apocopation of the vowel on account of it being an imperative."
    },
    {
      "ayah": 12,
      "surah": 2,
      "text": "Truly a-lā ‘truly’ is for alerting intended emphatically they are the agents of corruption but they perceive this not."
    },
    {
      "ayah": 120,
      "surah": 2,
      "text": "Never will the Jews be pleased with you neither the Christians not until you follow their creed their religion Say ‘God’s guidance that is Islam is the true guidance’ besides which there is only error. And if you were wa-la-in the lām is for oaths to follow their whims hypothetically speaking whims to which they are calling you after the knowledge the Divine revelation that has come to you you shall have against God neither friend to protect you nor helper to defend you against Him."
    },
    {
      "ayah": 121,
      "surah": 2,
      "text": "Those to whom We have given the Scripture this is the subject of the sentence and who recite it with true recitation that is who recite it as it was revealed haqqa tilāwatihi ‘its true recitation’ is a circumstantial qualifier; haqqa is in the accusative because it is the object of the verbal noun they believe in it this is the predicate this was revealed concerning a group of Ethiopians that presented themselves to the Prophet and accepted Islam; and whoever disbelieves in it that is in the revealed Book by distorting it they shall be the losers because they will be destined for the Fire made everlasting for them."
    },
    {
      "ayah": 122,
      "surah": 2,
      "text": "O Children of Israel remember My favour wherewith I favoured you and that I have preferred you over all the worlds a similar verse has already been mentioned."
    },
    {
      "ayah": 123,
      "surah": 2,
      "text": "And beware of fear a day when no soul shall for another on this Day be requited that is when no soul for another shall be of any avail and no compensation no ransom shall be accepted from it nor any intercession shall benefit it neither shall they be helped against God’s chastisement."
    },
    {
      "ayah": 124,
      "surah": 2,
      "text": "And mention when his Lord tested tried Abraham Ibrāhīm also read Ibrāhām with certain words with certain commands and prohibitions with which He charged him it is said that these included the rituals of the Pilgrimage the rinsing of the mouth snuffing up water into the nostrils to clean them cleaning of the teeth trimming facial hair combing of the hair trimming the fingernails shaving armpit and pubic hair circumcision and washing one’s private parts after elimination; and he fulfilled them he performed them thoroughly; He God exalted said to him ‘I make you a leader an exemplar in religion for the people.’ Said he ‘And of my seed?’ my progeny make leaders from among them; He said ‘My covenant of leadership shall not reach the evildoers’ the disbelievers from among them this indicates that the covenant will reach only those who are not evildoers."
    },
    {
      "ayah": 125,
      "surah": 2,
      "text": "And when We appointed the House the Ka‘ba to be a place of visitation to which they flock from every direction for the people and a sanctuary of safety for them from the injustice and attacks that befall other places a person could come across his father’s killer there and yet not act violently against him; and ‘Take ittakhidhū is also read ittakhadhū making it a predicate O people to yourselves Abraham’s station the founding stone he used when building the House for a place of prayer’ so that you perform two units of prayer for the circumambulation; And We made a covenant with Abraham and Ishmael We commanded them ‘Purify My House of graven images for those that shall go round it and those that cleave to it in ritual residence to those who bow and prostrate themselves’ that is those who pray al-rukka‘ and al-sujūd are the plurals of rāki‘ ‘one bowing’ and sājid ‘one prostrated’ respectively."
    },
    {
      "ayah": 126,
      "surah": 2,
      "text": "And when Abraham said ‘My Lord make this place a land secure in which there is safety God granted him his request making it a sanctuary in which no human blood is shed no injustice is committed towards anyone no prey is hunted and which is never deserted in any of its parts; and provide its people with fruits something which actually happened when there came itinerants from as far as Syria whereas before it had been devoid of any vegetation or water; such of them as believe in God and the Last Day’ this phrase stands in place of its people and they are here singled out for mention in the request in accordance with God’s saying My covenant shall not reach the evildoers; He exalted said ‘And whoever disbelieves I will also provide with fruits to him I shall give enjoyment read either umti‘uhu or umatti‘uhu by granting him sustenance in this life a little the length of his life but then I shall compel him I shall drive him in the Hereafter to the chastisement of the Fire so that he cannot find an escape — how evil a journey’s end!’ a place to which to return."
    },
    {
      "ayah": 127,
      "surah": 2,
      "text": "And mention when Abraham raised up the foundations the supports or the walls of the House building it min al-bayt ‘of the House’ is semantically connected to yarfa‘u ‘raises up’ and Ishmael with him wa-Ismā‘īlu is a supplement to Ibrāhīmu both of them saying ‘Our Lord! Receive this building from us. Truly You are the Hearing of words the Knowing of deeds."
    },
    {
      "ayah": 128,
      "surah": 2,
      "text": "Our Lord! And make us submissive compliant to You and make of our seed our progeny a community a people submissive to You min in the phrase min dhurriyyatinā ‘of our seed’ here is partitive and is used here in accordance with God’s above-mentioned saying My covenant shall not reach the evildoers; and show us teach us our holy rites our ceremonies for worship or for the pilgrimage and relent to us. Surely You are the Relenting the Merciful they asked Him to turn towards them despite their moral impeccability out of humbleness and in order to teach their progeny."
    },
    {
      "ayah": 129,
      "surah": 2,
      "text": "Our Lord! And send among them the people of this House a messenger one of them and God granted him this petition with the sending of Muhammad (s) who shall recite to them Your signs the Qur’ān and teach them the Book the Qur’ān and Wisdom that is what the former contains of judgments and purify them cleanse them of idolatry; You are the Mighty the Victor the Wise in His creation."
    },
    {
      "ayah": 13,
      "surah": 2,
      "text": "When it is said to them ‘Believe as the people believe’ that is as the Companions of the Prophet s They say ‘Shall we believe as fools believe?’ that is as the ignorant do? No we do not follow their way. The exalted One refutes them saying Truly they are the foolish ones but they know this not."
    },
    {
      "ayah": 130,
      "surah": 2,
      "text": "Who therefore meaning ‘none’ shrinks from the religion of Abraham abandoning it except he who fools himself? that is to say either the one who ignores that his soul has been created for God and that it is obliged to worship Him or the one who treats it with frivolity and degrades it. Indeed We chose him We elected him in this world for prophethood and friendship and in the Hereafter he shall be among the righteous those of the high stations al-darajāt al-‘ulā cf. Q. 2075."
    },
    {
      "ayah": 131,
      "surah": 2,
      "text": "And mention When his Lord said to him ‘Submit’ obey God and devote your religion purely to Him he said ‘I have submitted to the Lord of the Worlds’."
    },
    {
      "ayah": 132,
      "surah": 2,
      "text": "And Abraham enjoined wassā; may also be read awsā upon his sons this creed and so did Jacob upon his sons saying ‘My sons God has chosen for you the true religion the religion of submission to God islām see that you die not save in submission he forbade them from abandoning this submission to God and enjoined them to adhere firmly to it until death overtook them."
    },
    {
      "ayah": 133,
      "surah": 2,
      "text": "When the Jews said to the Prophet s ‘Do you not know that on the day of his death Jacob charged his sons with Judaism?’ the following was revealed Or were you witnesses present when death came to Jacob? When idh ‘when’ substitutes for the preceding idh he said to his sons ‘What will you worship after me?’ after I die?; They said ‘We will worship your God and the God of your fathers Abraham and Ishmael and Isaac in recognition of the predominant mention of the father figures Ishmael is also counted as a father and also because the status of an uncle is akin to that of a father One God ilāhan wāhidan ‘One God’ substitutes for ilāhaka ‘your God’ to Him we submit’ the initial am of the phrase am kuntum ‘Or were you …’ is similar to the hamza of denial sc. a-kuntum the sense being ‘You were not present at his death so how do you ascribe to him what does not befit him?’."
    },
    {
      "ayah": 134,
      "surah": 2,
      "text": "That tilka is the subject of this sentence and denotes Abraham Jacob and his sons and is feminine because it agrees with the gender of its predicate is a community that has passed away has gone before; theirs is what they have earned the reward for their deeds lahā mā kasabat theirs is what they have earned’ constitutes the commencement of a new sentence and yours the Jews are being addressed here is what you have earned; you shall not be asked about what they did in the same way that they will not be asked about what you did this latter statement being an affirmation of the former."
    },
    {
      "ayah": 135,
      "surah": 2,
      "text": "And they say ‘Be Jews or Christians the particle aw is for detail; the first of these is the saying of the Medinan Jews while the second is that of the Christians of Najrān and you shall be guided’. Say to them ‘Nay we follow rather the creed of Abraham a hanīf hanīfan is a circumstantial qualifier referring to Ibrāhīma that is to say one that inclines away from all other religions to the upright religion; and he was not of the idolaters’."
    },
    {
      "ayah": 136,
      "surah": 2,
      "text": "Say this address is to the believers ‘We believe in God and in that which has been revealed to us the Qur’ān and revealed to Abraham the ten scrolls Ishmael Isaac Jacob and the Tribes his sons and that which was given to Moses the Torah and Jesus the Gospel and the prophets from their Lord of Books and signs we make no division between any of them believing in some and disbelieving in others in the manner of Jews and Christians and to Him we submit’."
    },
    {
      "ayah": 137,
      "surah": 2,
      "text": "And if they the Jews and the Christians believe in the like mithl ‘the like’ is extra of what you believe in then they are truly guided; but if they turn away from belief in it then they are clearly in schism in opposition to you; God will suffice you O Muhammad (s) against them and their schisms; He is the Hearer of their sayings the Knower of their circumstances God sufficed him with regard to them by killing Qurayza expelling Nadīr and exacting the jizya from them."
    },
    {
      "ayah": 138,
      "surah": 2,
      "text": "The mark of God sibghata’Llāhi a verbal noun reaffirming the earlier āmannā and it is in the accusative because of the verbal construction implied that is to say sabaghanā’Llāhu ‘God has marked us’ this denotes His religion the one towards which He made human beings naturally inclined as it leaves its mark on a person in the same way that a dye leaves its mark on a garment; and who has that is none has a better mark sibghatan ‘marking’ is for specification than God? And Him we worship the Jews said to the Muslims ‘We are the people of the first Book and our direction of prayer qibla is more ancient and prophets were never sent from among the Arabs; if Muhammad were a prophet he would have been one of us’. Thus the following was revealed"
    },
    {
      "ayah": 139,
      "surah": 2,
      "text": "Say to them ‘Would you then dispute with us concerning God that He chose a prophet from among the Arabs and He is our Lord and your Lord? and so it is for Him to choose whom He will Our deeds belong to us for which we will be requited and to you belong your deeds for which you will be requited so that it is not improbable that among our deeds there will be those for which we will deserve to be honoured; and to Him we are sincerely devoted in religion and in deed unlike you hence we are more worthy to be chosen the hamza of a-tuhājjūnanā ‘would you then dispute’ is for rejection and the three clauses that follow it are all circumstantial qualifiers."
    },
    {
      "ayah": 14,
      "surah": 2,
      "text": "When they meet laqū is actually laquyū but the damma has been omitted being too cumbersome for pronunciation; likewise the yā’ is omitted because it is unvocalised and is followed by a wāw; those who believe they say ‘We believe’; but when they go apart away from them and return to their devils their leaders they say ‘We are with you in religion; we were only mocking them the believers by feigning belief."
    },
    {
      "ayah": 140,
      "surah": 2,
      "text": "Or nay do you say taqūlūna also read yaqūlūna ‘do they say?’ ‘Abraham Ishmael Isaac and Jacob and the Tribes — they were Jews or they were Christians?’ Say to them ‘Have you then greater knowledge or has God? that is God has greater knowledge; He dissociated Abraham from both groups when He said Abraham was not a Jew nor a Christian Q. 367; and those mentioned with him Abraham are his followers in not belonging to either group. And who does greater injustice than he who conceals hides from people a testimony he has received from God? that is there is none more unjust than him these are the Jews for they concealed God’s testimony about Abraham’s pure faith in the Torah; And God is not heedless of what you do’ this is a threat for them."
    },
    {
      "ayah": 141,
      "surah": 2,
      "text": "That is a community that has passed away; theirs is what they have earned and yours is what you have earned; you shall not be asked about what they did a similar verse has already been mentioned above."
    },
    {
      "ayah": 142,
      "surah": 2,
      "text": "The fools the ignorant among the people that is the Jews and the idolaters will say ‘What matter has turned them the Prophet s and the believers from the direction they were facing in their prayers formerly?’ this being the Holy House bayt al-maqdis sc. Jerusalem; the sīn of sa-yaqūlu ‘they will say’ denotes the future tense and informs of the Unseen. Say ‘To God belong the East and the West that is all directions. Thus He commands that they face whichever direction He wills and there can be no objection. He guides whomever He will His guidance being to a straight path’ that is the religion of Islam and you are among these guided ones."
    },
    {
      "ayah": 143,
      "surah": 2,
      "text": "Thus in the same way that We guided you to it We appointed you O community of Muhammad (s) a midmost community excellent and upright that you might be witnesses to the people on the Day of Resurrection that their messengers delivered the Message to them; and that the Messenger might be a witness to you that he delivered the Message to you and We did not appoint make the direction for you now the direction you were facing that is the Ka‘ba the Prophet s used to face it in prayer but when he emigrated he was commanded to face the Holy House of Jerusalem in order to win the hearts of the Jews. He prayed in this direction for sixteen or seventeen months before he changed direction; except that We might know that it become manifest knowledge who followed the Messenger and believed in him from him who turned on his heels and returned to unbelief doubting the religion and thinking that the Prophet s was confused about this issue; and a number of them apostatised as a result of this— though it the change of direction were wa-in ‘though’ is softened and its noun apocopated originally being wa-innahā a grave thing troublesome for people save for those of them whom God has guided; but God would never cause your faith that is your prayers towards the Holy House of Jerusalem to be wasted but He will reward you for them the reason that this verse was revealed was that some had asked about the status of those that had died before the change of direction of prayer; truly God is Gentle with believing people Merciful when He does not let their deeds go to waste al-ra’fa means ‘intensity of mercy’ and is mentioned first to allow for the end rhyme of the verse with the preceding one."
    },
    {
      "ayah": 144,
      "surah": 2,
      "text": "We have indeed qad ‘indeed’ is for affirmation seen you turning your face about in the direction of the heaven looking around for the Revelation and longing for the command to face the Ka‘ba he the Prophet wished for this because it was the prayer-direction of Abraham and would be more conducive to the submission of the Arabs to Islam; now We will surely turn you to a direction that shall satisfy you that you will love. Turn your face in prayer towards the Sacred Mosque that is the Ka‘ba and wherever you are addressing the Muslim community turn your faces in prayer towards it. Those who have been given the Scripture know that it the change towards the Ka‘ba is the fixed truth from their Lord on account of the description in their Scripture of how the Prophet s would re-orient himself to it; God is not heedless of what you do O believers when you obey His command alternatively ta‘malūna ‘you do’ can be read ya‘malūna ‘they do’ in other words it would be referring to the Jews’ denial of the matter concerning the direction of prayer."
    },
    {
      "ayah": 145,
      "surah": 2,
      "text": "Yet if wa-la-in the lām is for oaths you should bring to those who have been given the Scripture every sign about your truthfulness in the matter of the direction of prayer they will not follow your direction out of obduracy and you are not a follower of their direction this is a categorical negation of his the Prophet’s desire that they become Muslims and of their desire that he return to their direction of prayer; neither are they the Jews and the Christians followers of one another’s direction. If you were to follow their whims the ones to which they summon you after the knowledge the revelation that has come to you then you if hypothetically you were to follow them will surely be among the evildoers."
    },
    {
      "ayah": 146,
      "surah": 2,
      "text": "Those to whom We have given the Scripture they recognise him Muhammad (s) as they recognise their sons because of the descriptions of him in their Scripture ‘Abd Allāh Ibn Salām said ‘I recognised him the moment I saw him as I would my own son; but my recognition of Muhammad (s) was more intense’; even though there is a party of them that conceal the truth that is his description while they know this truth which you Muhammad (s) follow."
    },
    {
      "ayah": 147,
      "surah": 2,
      "text": "The truth comes from your Lord; then be not among the doubters who doubt it that is to say ‘be not of such a disposition’ which is more eloquent than merely saying ‘do not waver’."
    },
    {
      "ayah": 148,
      "surah": 2,
      "text": "Every person of every community has his direction wijha his qibla to which he turns muwallīhā ‘he turns to it’ is also read as muwallāhā ‘he is made to turn to it’ in his prayers so vie with one another in good works strive with acts of obedience and acceptance of these. Wherever you may be God will bring you all together gathering you on the Day of Resurrection and requiting you for your deeds; surely God has power over all things."
    },
    {
      "ayah": 149,
      "surah": 2,
      "text": "From whatever place you issue on a journey turn your face towards the Sacred Mosque; it is the truth from your Lord. God is not heedless of what you do ta‘malūna ‘you do’ may also be read as ya‘malūna ‘they do’ as already appears above sc. 2144; its repetition is intended to point out that the stipulation applies equally to being on a journey or otherwise."
    },
    {
      "ayah": 15,
      "surah": 2,
      "text": "God Himself mocks them requiting them for their mockery leaving them that is giving them respite in their insolence that is in their transgressing the limits of unbelief; bewildered wavering in perplexity ya‘mahūn is a circumstantial qualifier."
    },
    {
      "ayah": 150,
      "surah": 2,
      "text": "From whatever place you issue turn your face towards the Sacred Mosque; and wherever you may be turn your faces towards it all of which is being repeated for emphasis so that there be not any argument from the people the Jews or the idolaters against you so that there be not any cause for contention regarding the change to a different direction of prayer. In this way their contentions against you will cease to exist both the contentions of the Jews when they say ‘He Muhammad (s) rejects our religion but follows our direction of prayer’ and of the idolaters when they say ‘He Muhammad (s) claims to follow the creed of Abraham but he contravenes his Abraham’s qibla’; excepting the evildoers among them acting in obstinacy who will say ‘He Muhammad (s) only changed to this direction because of his natural inclination towards the idolatrous religion of his forefathers’. The exceptive statement indicated by illā is a continuous one the meaning being ‘No one will have anything to say against you except for what these people say’; and do not fear them do not fear their arguing with you regarding the change to it the Ka‘ba but fear Me by complying with My command; and that I may perfect My grace upon you by guiding you to the principal rituals of your religion and that you may be guided to the truth wa-li-utimma ‘that I may perfect’ is a supplement to li-allā yakūna ‘that there be not’."
    },
    {
      "ayah": 151,
      "surah": 2,
      "text": "As also We have sent this verbal clause ka-mā arsalnā ‘as We have sent’ is semantically connected to wa-li-utimma of the previous verse that is to say ‘Also We have sent by way of perfection’; as it My grace has been perfected by Our sending among you of yourselves Muhammad (s) a messenger to recite Our verses the Qur’ān to you and to purify you to cleanse you from idolatry and to teach you the Book the Qur’ān and wisdom the rulings therein and to teach you what you knew not."
    },
    {
      "ayah": 152,
      "surah": 2,
      "text": "So remember Me through prayer glorification and the like I will remember you this is said to mean ‘I will reward you’; in a hadīth about God that He says ‘whoever remembers Me in himself I will remember him in Myself and whoever remembers Me in an assembly I will remember him in an Assembly more excellent than his’; and be thankful to Me for My grace by being obedient and be not ungrateful towards Me through disobedience."
    },
    {
      "ayah": 153,
      "surah": 2,
      "text": "O you who believe seek help regarding the Hereafter through patience in obedience and afflictions and prayer He singles it out for mention on account of its frequency and its greatness; surely God is with the patient helping them."
    },
    {
      "ayah": 154,
      "surah": 2,
      "text": "And say not of those slain in God’s way that ‘They are dead’; rather they are living their spirits are according to a hadīth contained in green birds that take wing freely wherever they wish in Paradise; but you are not aware but you do not know their condition."
    },
    {
      "ayah": 155,
      "surah": 2,
      "text": "Surely We will try you with something of fear of an enemy and hunger by way of drought and diminution of goods as a result of destruction and lives as a result of slaughter death and disease and fruits by way of crop damage that is to say We will try you to see if you practise patience or not; yet give good tidings of Paradise to the patient during calamities;"
    },
    {
      "ayah": 156,
      "surah": 2,
      "text": "those who when they are struck by an affliction a calamity say ‘Surely we belong to God we are His possession and servants with whom He does as He pleases; and to Him we will return’ in the Hereafter whereupon He will requite us in one hadīth it is said that ‘whoever pronounces the istirjā‘ sc. the formula ‘surely we belong to God and to Him we will return’ when an affliction befalls him God will reward him and compensate him with what is better’. Similarly it is said that on one occasion when his lamp blew out the Prophet s uttered the istirjā‘ whereupon ‘Ā’isha said to him saying ‘But it is just a lamp’ to which he replied ‘Whatever bothers a believer is an affliction of sorts’ this is reported by Abū Dāwūd in his section on mursal reports."
    },
    {
      "ayah": 157,
      "surah": 2,
      "text": "Upon those rest blessings forgiveness and mercy grace from their Lord and those — they are the truly guided to rectitude."
    },
    {
      "ayah": 158,
      "surah": 2,
      "text": "Truly Safā and Marwa two mountains near Mecca are among the waymarks sha‘ā’ir plural of sha‘īra of God the ritual ceremonies of His religion so whoever makes the Pilgrimage to the House or the Visitation that is whoever prepares to perform the Pilgrimage hajj or the Visitation ‘umra the original sense of both terms hajja and i‘tamara is ‘to aim for’ and ‘to visit’ respectively; he would not be at fault it would not be a sin if he circumambulates them the original tā’ of yatatawwafa ‘circumambulate’ has been assimilated with the tā’ by pacing quickly sa‘y between them seven times this was revealed when the Muslims were averse to this circumambulation because the pagan Arabs used to circumambulate them and there was an idol atop each mountain which they used to stroke. It is reported from Ibn ‘Abbās that this pacing between the two is not obligatory based on the fact that when no sin can be incurred the context implies free choice. Al-Shāfi‘ī and others however considered it to be a pillar of the Pilgrimage rituals. The Prophet made clear its obligatory aspect when he said that ‘God has prescribed for you the pacing sa‘y’ as reported by al-Bayhaqī and others; and he the Prophet also said ‘Begin with what God has begun’ meaning al-Safā as reported by Muslim; and whoever volunteers tatawwa‘a a variant reading is yattawa‘ the ta’ here being assimilated good that is any good deed such as circumambulation or other that is not obligatory on him; God is Grateful for such a deed and rewards that person for it Knowing it."
    },
    {
      "ayah": 159,
      "surah": 2,
      "text": "The following was revealed concerning the Jews Those who conceal from people the clear proofs and the guidance that We have revealed such as the ‘stoning’ verse and the description of Muhammad (s) after We have shown them clearly in the Scripture the Torah — they shall be cursed by God that is He will move them far away from His mercy and by the cursers the angels believers or by every single thing when they supplicate that they be cursed."
    },
    {
      "ayah": 16,
      "surah": 2,
      "text": "Those are they who have bought error for guidance that is they have exchanged the latter for the former; so their commerce has not profited them that is to say they have gained nothing from it indeed they have lost because their destination is the Fire made everlasting for them; nor are they guided in what they did."
    },
    {
      "ayah": 160,
      "surah": 2,
      "text": "Except those that repent turning back from such deeds and make amends in their actions and show clearly what they were concealing — them I shall turn relenting accepting their repentance; I am the Relenting the Merciful to believers."
    },
    {
      "ayah": 161,
      "surah": 2,
      "text": "But those who disbelieve and die disbelieving wa-hum kuffār ‘they being disbelievers’ is a circumstantial qualifier — upon them shall be the curse of God and the angels and of people altogether that is they deserve such a curse in this life and in the next; ‘people’ here is said to be either people in general or believers."
    },
    {
      "ayah": 162,
      "surah": 2,
      "text": "Abiding therein that is in the curse and the Fire the latter indicated by the following words the chastisement shall not be lightened for them not even for a blink of an eye no respite shall be given them in which to have time to repent or to excuse themselves."
    },
    {
      "ayah": 163,
      "surah": 2,
      "text": "When they asked him Muhammad (s) to describe his Lord the following was revealed Your God the One deserving of your worship is One God without any equal in either essence or attribute; there is no god except Him He is the Compassionate the Merciful."
    },
    {
      "ayah": 164,
      "surah": 2,
      "text": "They then asked for a sign to prove this and the following was revealed Surely in the creation of the heavens and the earth and the marvels contained in them and the alternation of the night and day passing and returning increasing and diminishing and the ships that run in the sea and do not become cracked and sink with what profits men of trade and merchandise and the water the rain God sends down from the heaven with which He revives the earth with vegetation after it is dead after it has dried out and He scatters abroad in it all manner of crawling thing by dividing them and spreading them throughout on account of the vegetation for they thrive on the fertile pastures it produces; and the disposition of the winds changing it from south to north from cold to warm and the clouds compelled subjugated by God’s command moving to wherever God wishes between heaven and the earth without being attached to either of the two — surely there are signs indicating His Oneness exalted be He for a people who comprehend a people who contemplate."
    },
    {
      "ayah": 165,
      "surah": 2,
      "text": "Yet there be people who take to themselves compeers idols besides God that is other than God loving them by magnifying them and being subservient to them as God is loved that is as their love of Him; but those who believe love God more ardently than those who love their compeers because the former never reject God whereas the latter when faced with hardship soon abandon those compeers for God; If he if you O Muhammad (s) were to see those who did evil by taking to themselves compeers when idh here denotes idhā they see read either as active yarawna ‘they see’ or passive yurawna ‘they are made to see’ the chastisement you would see a grave sight that this is because the might the power and the vanquishing altogether a circumstantial qualifier belongs to God and that God is terrible in chastisement according to one reading the person listening to the verse governs the verb yarā ‘he sees’ and constitutes the subject of the clause; according to another reading it is the ‘evildoers’ who constitute the subject of the clause and govern the verb yarā; and so it yarā has the sense of ya‘lam ‘he knows’; the particle an ‘that’ and what comes after it have taken the place of the objects in both cases; the response to the initial conditional law ‘if’ has been omitted. The general meaning of the verse then is ‘If they were aware in this world of the severity of God’s chastisement and of the fact that power is God’s alone the moment they come to see it with their own eyes on the Day of Resurrection they would not take to themselves compeers’."
    },
    {
      "ayah": 166,
      "surah": 2,
      "text": "When idh here substitutes for the previous idh those who were followed that is the leaders disown their followers that is to say when they have denied misleading them the latter and they have seen the chastisement and the cords the bonds of affection and kinship that were between them on earth are cut away before them from them taqatta‘at ‘cut away’ is a supplement to tabarra’a ‘disown’."
    },
    {
      "ayah": 167,
      "surah": 2,
      "text": "And those who followed say ‘O if only we might return again to the world and disown them the ones who had been followed as they have disowned us!’ on this day the particle law ‘if only’ is an optative and its response is natabarra’a ‘we disown’. So just as He showed them the severity of His chastisement and their disowning of one another so too God shall show them their evil works as anguish hasarāt is a circumstantial qualifier regrets for them! Never shall they exit from the Fire once they have entered it."
    },
    {
      "ayah": 168,
      "surah": 2,
      "text": "The following was revealed when some said that it was unlawful to take a camel that has been let loose sawā’ib O people eat of what is in the earth lawful halālan is a circumstantial qualifier and wholesome tayyiban is an adjective for emphasis that is to say what is delicious; and follow not the steps the ways of Satan meaning what he embellishes of temptations; he is a manifest foe to you whose enmity is clear;"
    },
    {
      "ayah": 169,
      "surah": 2,
      "text": "he only commands you to evil sin and indecency what is abhorred by the Law and that you should speak against God what you do not know such as forbidding what He has not forbidden and otherwise."
    },
    {
      "ayah": 17,
      "surah": 2,
      "text": "Their likeness the way they are in their hypocrisy is as the likeness of one who kindled that is one who lit a fire in darkness and when it illumined all about him so that he is able to see and to feel warm and secure from those he feared God took away their light extinguishing it the plural pronoun in nūrihim takes into account the plural import of alladhī; and left them in darkness unable to see what is around them confused as to the way in fear; likewise are those who have found temporary security by professing faith but who will meet with terror and punishment upon death; these last are"
    },
    {
      "ayah": 170,
      "surah": 2,
      "text": "And when it is said to them the disbelievers ‘Follow what God has revealed’ pertaining to affirmation of God’s Oneness and the good things that He has made lawful they say ‘No; but we follow what we found our fathers doing’ in the way of idol-worship deeming unlawful the camel let loose and practising the slitting of the camel’s ear sc. bahīra. God says What? the hamza of a-wa-law is for repudiation do they follow them Even if their fathers do not understand anything concerning religion and they were not guided? to the truth."
    },
    {
      "ayah": 171,
      "surah": 2,
      "text": "The likeness the attribute of those who disbelieve and the one who calls them to guidance is as the likeness of one who shouts to that which hears nothing save a call and a cry only a sound not understanding its meaning when they listen to an admonition they are like cattle that hear the cry of their shepherd but do not understand what he is saying; they are deaf dumb blind — they do not comprehend any admonition."
    },
    {
      "ayah": 172,
      "surah": 2,
      "text": "O you who believe eat of the good things that are lawful wherewith We have provided you and give thanks to God for what He has made lawful for you if it be Him that you worship."
    },
    {
      "ayah": 173,
      "surah": 2,
      "text": "He has only forbidden you carrion that is the consumption of it since this is the subject of the general address here and similarly the consumption of what follows all of which is what has not been slaughtered in accordance with prescriptions of the Law; to this the Sunna adds as also constituting carrion what has been severed from a living creature. A special status is however accorded fish and locusts; blood poured forth as in sūrat al-An‘ām see Q. 6145 the flesh of swine the meat is singled out for mention because that part is what people mostly seek every other part being implied thereby; what has been hallowed to other than God that is to say what has been slaughtered in other than His Name al-ihlāl is the raising of one’s voice which they used to do when sacrificing for their gods. Yet whoever is constrained forced by dire need to eat of the above-mentioned not desiring to rebel against Muslims nor transgressing committing aggression against them by waylaying them no sin shall be on him for eating it. God is Forgiving to His friends Merciful to those who are obedient to Him for He has granted them wide berth in this matter. The aggressor and the transgressor are excluded from this dispensation and to these two categories one should also add every person that sets out on a journey in disobedience such as the fugitive or the excise collector for whom it would be unlawful to eat any of the mentioned unless they repent of their disobedience; this is the opinion of al-Shāfi‘ī."
    },
    {
      "ayah": 174,
      "surah": 2,
      "text": "Those who conceal what God has revealed of the Scripture comprising all the descriptions of Muhammad (s) meaning the Jews and sell it for a little price in this world taking this little price in its place from the debased ones among them for fear of losing out if they were to manifest it sc. the truth of Muhammad (s) — they shall consume nothing in their bellies but the Fire because that is their journey’s end; God shall not speak to them on the Day of Resurrection out of anger with them neither purify them from the filth of sin; and theirs is a painful chastisement that is the Fire."
    },
    {
      "ayah": 175,
      "surah": 2,
      "text": "Those are they that have bought error at the price of guidance taking the former in place of the latter in this world and chastisement at the price of pardon the pardon that would have been prepared for them in the Hereafter had they not concealed this matter; what makes them so patient for the Fire? that is how great is the extent of their patience? This statement is intended to provoke amazement in the believers at the way in which they the disbelievers commit sins that necessitate their punishment in the Fire with complete indifference. In reality they would have no patience whatever to endure the Fire."
    },
    {
      "ayah": 176,
      "surah": 2,
      "text": "That which has been mentioned of their eating of the Fire and what follows it is because God has revealed the Book with the truth but they are at variance regarding it believing in parts of it while disbelieving in others and concealing them; and those that are at variance regarding the Book concerning this matter namely the Jews — although it is said that these are the idolaters some of whom said with regard to the Qur’ān that it was poetry others that it was sorcery and others still that it was divination — are in schism disagreement far removed from the truth."
    },
    {
      "ayah": 177,
      "surah": 2,
      "text": "It is not piety that you turn your faces in prayer to the East and to the West. This was revealed in response to the claim made by the Jews and the Christians to this effect. True piety that is the pious person al-birr is also read al-barr in the sense of al-bārr ‘the dutiful person’ is that of the one who believes in God and the Last Day and the angels and the Book that is the scriptures and the prophets and who gives of his substance however despite it being cherished by him to kinsmen and orphans and the needy and the traveller and beggars and for the setting free of slaves both the captive and the one to be manumitted by contract; and who observes prayer and pays the alms that are obligatory and what was given before alms were made obligatory in the way of charity; and those who fulfil their covenant when they have engaged in a covenant with God or with others those who endure with fortitude al-sābirīna is the accusative of laudation misfortune al-ba’sā’ is abject poverty hardship illness and peril at the height of a battle in the way of God; these described in the way mentioned are the ones who are truthful in their faith and in their claims to piety and these are the ones who are fearful of God."
    },
    {
      "ayah": 178,
      "surah": 2,
      "text": "O you who believe prescribed made obligatory for you is retaliation on equal terms regarding the slain both in the attributes of the one slain and in the action involved; a free man is killed for a free man and not for a slave; and a slave for a slave and a female for a female. The Sunna makes it clear that a male may be killed in retaliation for a female and that religious affiliation should be taken into account also so that a Muslim cannot be killed in return for an disbeliever even if the former be a slave and the latter a free man. But if anything of the blood is pardoned any one of those who have slain in relation to his brother the one slain so that the retaliation is waived the use of the indefinite shay’un ‘anything’ here implies the waiving of retaliation through a partial pardon by the inheritors of the slain; the mention of akhīh ‘his brother’ is intended as a conciliatory entreaty to pardon and a declaration that killing should not sever the bonds of religious brotherhood; the particle man ‘any one’ is the subject of a conditional or a relative clause of which the predicate is the following fa’ittibā‘un let the pursuing that is the action of the one who has pardoned in pursuing the killer be honourable demanding the blood money without force. The fact that the ‘pursuing’ results from the ‘pardoning’ implies that one of the two actions is a duty which is one of al-Shāfi‘ī’s two opinions here. The other opinion is that retaliation is the duty whereas the blood money is merely compensation for non-retaliation so that if one were to pardon but not name his blood money then nothing happens; and this latter is the preferred opinion. And let the payment of the blood money by the slayer to him the pardoner that is the one inheriting from the slain be with kindliness without procrastination or fraud; that stipulation mentioned here about the possibility of retaliation and the forgoing of this in return for blood money is an alleviation a facilitation given to you by your Lord and a mercy for you for He has given you latitude in this matter and has not categorically demanded that one of the said options be followed through in the way that He made it obligatory for Jews to retaliate and for Christians to pardon and accept blood money; and for him who commits aggression by being unjust towards the killer and slaying him after that that is after pardoning — his is a painful chastisement of the Fire in the Hereafter or of being killed in this world."
    },
    {
      "ayah": 179,
      "surah": 2,
      "text": "In retaliation there is life for you that is great longevity O people of pith possessors of intellect because if the would-be killer knew that he would be killed in retaliation he would refrain from such action and would have thereby given life to himself and to the one whom he had intended to kill; and so it retaliation was stipulated by the Law so that you might fear killing fearing retaliation."
    },
    {
      "ayah": 18,
      "surah": 2,
      "text": "deaf to the truth so that they cannot hear it and accept it; dumb mute as regards goodness unable to speak of it; and blind to the path of guidance so that they cannot perceive it; they shall not return from error."
    },
    {
      "ayah": 180,
      "surah": 2,
      "text": "Prescribed made obligatory for you when any of you is approached by death that is by its causes and leaves behind some good material possessions is to make testament al-wasiyyatu is in the nominative because of kutiba and is semantically connected to the particle idhā ‘when’ if the latter is adverbial; but if this latter is conditional then it al-wasiyyatu indicates the response; the response to the conditional particle in ‘if’ is in other words implied to be fa’l-yūsi ‘let him make testament’; in favour of his parents and kinsmen honourably that is justly not giving more than the allotted share of a third nor preferring the richer person — an obligation haqqan here emphasises the import of what has preceded on those that fear God this verse has been abrogated by the ‘inheritance’ verse āyat al-mīrāth see Q. 411 and by the hadīth ‘Do not make testament for one already inheriting’ as reported by al-Tirmidhī."
    },
    {
      "ayah": 181,
      "surah": 2,
      "text": "Then if anyone whether a witness or a trustee changes it that is the testament after hearing it and knowing it the sin resulting from the changed testament shall rest upon those who change it here the explicit subject stands in place of the implicit one; surely God is Hearing of the testator’s words Knowing of the deeds of the trustee requiting each accordingly."
    },
    {
      "ayah": 182,
      "surah": 2,
      "text": "But if any one fears injustice an error in straying from what is right or sin because he has purposely increased the share of a third or specified a rich individual from one making testament read mūsī or muwassī and so makes things right between them the testator and the trustee by commanding that justice be done then no sin shall be upon him with regard to this matter; surely God is Forgiving Merciful."
    },
    {
      "ayah": 183,
      "surah": 2,
      "text": "O you who believe prescribed for you obligatory for you is the Fast just as it was prescribed for those communities that were before you so that you might guard yourselves against acts of disobedience for it the fast curbs the desires that prompt these acts."
    },
    {
      "ayah": 184,
      "surah": 2,
      "text": "For days ayyāman ‘days’ is in the accusative as the object of al-siyām ‘the fast’ or of an implied yasūmū ‘he fasts’ numbered few or specific in number that is those of Ramadān as will be mentioned below; God has specified a small number as a way of facilitating matters for those under the obligation; and if any of you during the month be sick or be on a journey in which prayers are shortened or if one is strained by the fast in both cases and breaks it then a number of other days equal to the ones during which he broke his fast — let him fast them instead; and for those who are not able to do it to fast on account of old age or chronic illness a redemption which is the feeding of a poor man with about the same amount one consumes in a given day that is one mudd measure of the principal food of that town each day a variant reading has genitive fidyatin as an explicative clause. It is also said that the lā negation of the verb yutīqūnahu is not actually implied because at the very beginning of Islam they could choose between fasting or offering the redemption; but later on this was abrogated by fixing the Fast as an obligation where God says So let those of you who are present at the month fast it Q. 2185 Ibn ‘Abbās said by way of qualification ‘Except for the pregnant one and the one breastfeeding if they break their fast out of concern for the child; in the case of these two the verse remains valid and has not been abrogated’. For him who volunteers good by offering more than the minimum amount mentioned for the redemption; that volunteering is good for him; but that you should fast wa-an tasūmū is the subject is better for you khayrun lakum is its predicate than breaking the fast and paying the redemption if you but knew that this is better for you then do it."
    },
    {
      "ayah": 185,
      "surah": 2,
      "text": "These days of the month of Ramadān wherein the Qur’ān was revealed from the Preserved Tablet to the earthly heaven on the Night of Ordainment laylat al-qadr from Him a guidance hudan ‘a guidance’ is a circumstantial qualifier guiding away from error for the people and as clear proofs lucid verses of the Guidance the rulings that guide to truth and of the Criterion that discriminates between truth and falsehood; So let those of you who are present at the month fast it and if any of you be sick or if he be on a journey then a number of other days this concession has already been mentioned but it is repeated here to avoid the mistaken impression that it has been abrogated by the comprehensive implication of man shahida ‘who are present’. God desires ease for you and desires not hardship for you and for this reason He has permitted you the breaking of the fast during illness or travel this ease being the very reason He has commanded you to fast; He supplements the previous statement with and that you fulfil read tukmilū or tukammilū the number of the fasting days of Ramadān and magnify God when you have completed them for having guided you for having directed you to the principal rites of His religion and that you might be thankful to God for this."
    },
    {
      "ayah": 186,
      "surah": 2,
      "text": "A group of followers of the Prophet s asked him ‘Is our Lord nearby so that we should talk to Him secretly or is He far away so that we should call out to him?’ and the following was revealed And when My servants question you concerning Me — I am near to them in My knowledge and he informed them of this; I answer the call of the caller by granting him his request when he calls to Me; so let them respond to Me My call to them to be obedient and let them believe let them persevere in faith in Me that they might go aright that they might become guided."
    },
    {
      "ayah": 187,
      "surah": 2,
      "text": "Permitted to you upon the night of the Fast is to go in to your wives in sexual intercourse this was revealed as an abrogation of its unlawfulness during the earliest phase of Islam as well as an abrogation of the unlawfulness of eating and drinking after the night prayer; they are a vestment for you and you are a vestment for them a metaphor for their embraces or their need for one another; God knows that you have been betraying yourselves by having sexual intercourse on the eve of the fast this happened with ‘Umar b. al-Khattāb and others and they apologised to the Prophet s and so He has turned to you relenting before you even turned in repentance and He has pardoned you. So now when it is permitted to you lie with them in sexual intercourse and seek what God has prescribed for you of sexual intercourse or what it produces of offspring; and eat and drink at any time during the night until the white thread is distinct to you from the black thread at daybreak that is the true moment of daybreak which explains the white thread while the explanation of the black thread namely the night has been left out. The whiteness and the darkness of the dawn twilight are likened to two black and white threads in the way they stretch out; then complete the fast from daybreak to the night that is until it arrives after the setting of the sun; and do not lie with them your women while you cleave to the mosques in devotion to God while you are residing therein with the intention of performing i‘tikāf ‘spiritual retreat’. This was a prohibition pertaining to one who used to leave the mosque whilst in a state of i‘tikāf have sexual intercourse with his wife and then return. Those rulings mentioned are God’s bounds delimited by God for His servants so that they do not overstep them; do not approach them lā taqrabūhā is more intense than lā ta‘taddūhā ‘Do not overstep’ used in verses elsewhere. So just as He makes clear to you what has been mentioned God makes clear His signs to people so that they might fear disobeying His prohibitions."
    },
    {
      "ayah": 188,
      "surah": 2,
      "text": "Consume not your goods between you that is to say do not let one consume the goods of the other in deception that which is illicit according to the Law such as theft and extortion; and do not proffer them the regulation of these goods or any bribes to the judges that you may consume as a result of any arbitration a portion of other people’s goods embroiled in sin while you are aware that you are in error."
    },
    {
      "ayah": 189,
      "surah": 2,
      "text": "They will ask you O Muhammad (s) about the new moons ahilla plural of hilāl ‘Why do they seem very thin and then wax until they are full of light and then wane again as at the first and are not always the same in the way that the sun is?’ Say to them ‘They are appointed times mawāqīt is the plural of mīqāt for the people for them to know the times for sowing the land for business for their women’s waiting periods their fast and their breaking it and the Pilgrimage’ wa’l-hajji and the Pilgrimage’ is a supplement to li’l-nāsi ‘for the people’ that is to say appointed times by which its season is known for if they the new moons always looked the same none of these things could be known. It is not piety to come to the houses from their backs in your state of pilgrimage inviolability ihrām when you would bore holes in them to enter them and then exit disregarding their doors; they used to do this and claim that it was out of piety; but piety is to fear God by not contravening His commands; so come to the houses by their doors when in a state of pilgrimage inviolability and fear God that you may prosper that you may triumph."
    },
    {
      "ayah": 19,
      "surah": 2,
      "text": "Or the likeness of them is as a cloudburst that is the likeness of them is as people are during rain ka-sayyib the term is originally sayyūb from the verb sāba yasūbu meaning ‘it came down’; out of the heaven out of the clouds in which clouds is darkness layer upon layer and thunder the angel in charge of them sc. the clouds; it is also said that this thunder is actually the sound of his voice; and lightning the flash caused by his voice which he uses to drive them — they the people under the rain put their fingers that is their fingertips in their ears against because of the thunderclaps the violent sound of thunder in order not to hear it cautious of fearful of death if they were to hear it. Similar is the case with these when the Qur’ān is revealed in which there is mention of the unbelief that is like darkness the threat of punishment that is like the sound of thunder and the clear arguments that are like the clear lightning they shut their ears in order not to hear it and thereby incline towards true faith and abandon their religion which for them would be death; and God encompasses the disbelievers in both knowledge and power so they cannot escape Him."
    },
    {
      "ayah": 190,
      "surah": 2,
      "text": "After the Prophet s was prevented from visiting the House in the year of the battle of Hudaybiyya he made a pact with the disbelievers that he would be allowed to return the following year at which time they would vacate Mecca for three days. Having prepared to depart for the Visitation ‘umra he and the believers were concerned that Quraysh would not keep to the agreement and instigate fighting. The Muslims were averse to becoming engaged in fighting while in a state of pilgrimage inviolability in the Sacred Enclosure al-haram and during the sacred months and so the following was revealed And fight in the way of God to elevate His religion with those who fight against you the disbelievers but aggress not against them by initiating the fighting; God loves not the aggressors the ones that overstep the bounds which God has set for them this stipulation was abrogated by the verse of barā’a ‘immunity’ Q. 91 or by His saying below"
    },
    {
      "ayah": 191,
      "surah": 2,
      "text": "And slay them wherever you come upon them and expel them from where they expelled you that is from Mecca and this was done after the Conquest of Mecca; sedition their idolatry is more grievous more serious than slaying them in the Sacred Enclosure or while in a state of pilgrimage inviolability the thing that you greatly feared. But fight them not by the Sacred Mosque that is in the Sacred Enclosure until they should fight you there; then if they fight you there slay them there a variant reading drops the alif in the three verbs sc. wa-lā taqtilūhum hattā yaqtulūkum fa-in qatalūkum so that the sense is ‘slaying’ in all three and not just ‘fighting’ — such killing and expulsion is the requital of disbelievers."
    },
    {
      "ayah": 192,
      "surah": 2,
      "text": "But if they desist from unbelief and become Muslims surely God is Forgiving Merciful to them."
    },
    {
      "ayah": 193,
      "surah": 2,
      "text": "Fight them till there is no sedition no idolatry and the religion all worship is for God alone and none are worshipped apart from Him; then if they desist from idolatry do not aggress against them. This is indicated by the following words there shall be no enmity no aggression through slaying or otherwise save against evildoers. Those that desist however are not evildoers and should not be shown any enmity."
    },
    {
      "ayah": 194,
      "surah": 2,
      "text": "The sacred month in return for the sacred month therefore just as they fight you during it kill them during it a response to the Muslims’ consideration of the momentous nature of this matter; holy things hurumāt plural of hurma is what must be treated as sacrosanct demand retaliation in kind if these holy things are violated; whoever commits aggression against you through fighting in the Sacred Enclosure or during a state of ritual purity or in the sacred months then commit aggression against him in the manner that he committed against you the Muslim response is also referred to as ‘aggression’ because that is what it resembles formally; and fear God when avenging yourselves and by renouncing aggression and know that God is with the God-fearing helping and assisting them."
    },
    {
      "ayah": 195,
      "surah": 2,
      "text": "And spend in the way of God in obedience to Him in holy struggle and the like; and cast not your own hands yourselves the bā’ of bi-aydīkum ‘with your hands’ is extra into destruction by withholding funds needed for the struggle or abandoning it altogether because this will give your enemy the advantage over you; but be virtuous by spending etc.; God loves the virtuous that is He rewards them."
    },
    {
      "ayah": 196,
      "surah": 2,
      "text": "Fulfil the Pilgrimage and the Visitation to God by completing them according to their due; but if you are prevented from fulfilling them by an enemy then give such offering as may be feasible for you — a sheep — and do not shave your heads that is do not release yourselves from the state of pilgrimage inviolability until the offering mentioned reaches its place its place of sacrifice that is within the enclosure according to al-Shāfi‘ī; the sacrifice is then made with the intention of releasing oneself from the state of pilgrimage inviolability and is divided among the needy after which the head is shaved and the release is effected. If any of you is sick or has an ailment of the head such as lice or severe pains and has thus shaved his head while in a state of pilgrimage inviolability then incumbent upon him is a redemption by fast for three days or a voluntary almsgiving consisting of three cubic measures of the principal food of the town for six needy persons or a ritual sacrifice that is the slaughter of a sheep aw ‘or’ denotes freedom of choice. To this last has been added the case of the one who shaves his head without excuse because the requirement of redemption is most obvious in his case; but also it is required in the case of one that enjoys without shaving such things as scents attire or oils be it with an excuse or without. When you are secure knowing that the enemy has gone or is not present then whoever enjoys the Visitation having completed it and observed its ritual prohibitions until the Pilgrimage until he enters its ritual inviolability in the relevant months; let his offering be such as is feasible for him such as a sheep that he sacrifices after entering into the state of pilgrimage inviolability ideally on the Day of Sacrifice; or if he finds none because there are none available or because he does not have sufficient funds then incumbent upon him is a fast of three days in the Pilgrimage that is to say in a state of pilgrimage inviolability. In such a case he should enter into the state of pilgrimage inviolability before the seventh of Dhū’l-Hijja but ideally before the sixth because one is discouraged from fasting on the Day of ‘Arafa."
    },
    {
      "ayah": 197,
      "surah": 2,
      "text": "The Pilgrimage the time for it is in months well-known Shawwāl Dhū’l-Qa’da and ten nights some say all of Dhū’l Hijja; whoever undertakes upon himself the duty of Pilgrimage during them by entering into the state of pilgrimage inviolability then no lewdness no sexual intercourse for them nor wickedness nor acts of disobedience or disputing or quarrelling in the Pilgrimage a variant reading for fa-lā rafathun wa-lā fusūqun wa-lā jidāla has the accusative for all three nouns sc. fa-lā rafatha wa-lā fusūqa wa-lā jidāla; prohibition is meant in all three cases. Whatever good you do by way of voluntary almsgiving God knows it and will reward you for it. And take provision to suffice you your journey this was revealed regarding the people of Yemen who use to make the Pilgrimage and not take any provisions with them thus becoming a burden for others. But the best provision is piety taqwā ‘piety’ literally ‘guarding’ with which you are able to guard against asking others for things; and fear you Me O people of pith! O possessors of intellect."
    },
    {
      "ayah": 198,
      "surah": 2,
      "text": "You would not be at fault if you should seek bounty sustenance from your Lord by engaging in commerce at the Pilgrimage this was revealed in response to their aversion to such an idea; but when you press on push on from ‘Arafāt having stood in prayer upon it then remember God after the overnight stay at Muzdalifa by repeating the talbiya sc. labbayka Llāhummā labbayk ‘at thy service O God at thy service’ the tahlīl lā ilāha illā Llāh ‘no god but God’ and making supplications at the Sacred Waymark a mountain at the end of Muzdalifa called Quzah. In one hadīth the Prophet s stood there remembering God and supplicating until his face began to glow brightly according to Muslim; and remember Him as He has guided you to the principal rites of His religion and the rituals of His Pilgrimage the kāf of ka-mā ‘as’ is the particle denoting the reason though previously before His guidance you were astray."
    },
    {
      "ayah": 199,
      "surah": 2,
      "text": "Then thumma denotes the sequence intended press on O Quraysh from where the people press on that is from ‘Arafa by standing there together with them for they used to stand at Muzdalifa disdaining to stand with other people; and seek God’s forgiveness for your sins; God is Forgiving Merciful to the believers."
    },
    {
      "ayah": 2,
      "surah": 2,
      "text": "That meaning this Book which Muhammad (s) recites in it there is no doubt no uncertainty that it is from God the negation lĀ rayba fĪhi is the predicate of dhĀlika; the use of the demonstrative here is intended to glorify the Book. A guidance hudĀ is a second predicate meaning that it the Book ‘guides’ for the God-fearing namely those that tend towards piety by adhering to commands and avoiding things prohibited thereby guarding themselves from the Fire;"
    },
    {
      "ayah": 20,
      "surah": 2,
      "text": "The lightning well-nigh almost snatches away their sight that is takes it away swiftly; whensoever it gives them light they walk in it in its light; and when the darkness is over them they stop that is they stand still a simile of the perturbation that the Qur’ānic arguments cause in their hearts and of their acknowledging the truths of what they love to hear and recoiling from what they detest; had God willed He would have taken away their hearing and their sight that is the exterior faculty in the same way that He took away their inner one; Truly God has power over all things that He wills as for example His taking away of the above-mentioned."
    },
    {
      "ayah": 200,
      "surah": 2,
      "text": "And when you have performed and completed your holy rites that is the devotions pertaining to your pilgrimage having cast stones at the Jamrat al-‘Aqaba performed the circumambulation and stopped at Minā remember God by extolling Him and repeating the takbīr saying Allāhu akbar ‘God is Great’ as you remember your fathers as you used to remember them and boast about them at the end of your pilgrimage or yet more intensely than your remembrance of them ashadda is in the accusative because it is a circumstantial qualifier referring to dhikr ‘remembrance’ which itself is in the accusative as the object of udhkurū ‘remember’ because had it come after it it would have functioned as an adjectival phrase. There are some people who say ‘Our Lord give to us our lot in this world’ and they are given it; such people will have no part no lot in the Hereafter."
    },
    {
      "ayah": 201,
      "surah": 2,
      "text": "And there are others who say ‘Our Lord give to us in this world good a grace and good Paradise in the Hereafter and guard us against the chastisement of the Fire’ by not making us enter it. This former statement depicts the manner of the idolaters while the latter the way of the believers and is intended to encourage people to petition for good in both abodes for which one is promised a reward as He says"
    },
    {
      "ayah": 202,
      "surah": 2,
      "text": "Those — they shall have a portion a reward from as a result of what they have earned the deeds they have performed such as Pilgrimage and supplication; and God is swift at reckoning reckoning with the whole of creation in half a day of this world as one hadīth states."
    },
    {
      "ayah": 203,
      "surah": 2,
      "text": "And remember God by making takbīr saying Allāhu akbar ‘God is Great’ while you cast your stones at the Jamarāt during certain days numbered the three days of tashrīq. If any man hastens on his departure from Minā in two days that is on the second day of tashrīq after he has cast his stones that hastening is no sin for him; and if he delays such that he stays until the third night and cast his stones it is not a sin for him that is they have the choice of either for the sin has been precluded in both cases; if he fears God during his pilgrimage — for such a person is truly a pilgrim — and fear God and know that to Him you shall be gathered in the Hereafter that He may requite you for your deeds."
    },
    {
      "ayah": 204,
      "surah": 2,
      "text": "And among people there is he whose speech in the life of this world pleases you but it would not please you in the Hereafter because it contradicts what he actually used to believe; and who calls on God to witness what is in his heart as being in accordance with what he says; yet he is most stubborn in dispute with you and your followers on account of his enmity towards you this was al-Akhnas b. Sharīq a hypocrite who spoke kindly in the presence of the Prophet s swearing that he believed in him and that he loved him and frequently sitting with him. God then revealed his mendacity in this matter. On one occasion he passed by some crops and livestock that belonged to the Muslims and later that night he set fire to them the crops and slaughtered them the livestock. God moreover says"
    },
    {
      "ayah": 205,
      "surah": 2,
      "text": "And when he turns his back leaving you behind he hastens he walks about the earth to do corruption there and to destroy the tillage and the stock these last two actions are included in such ‘corruption’; and God loves not corruption that is to say it does not please Him."
    },
    {
      "ayah": 206,
      "surah": 2,
      "text": "And when it is said to him ‘Fear God’ in your actions he is seized by vainglory pride and rage in his sin the one he was commanded to avoid committing. So Hell shall be enough it suffices for him — how evil a cradling a resting place it is!"
    },
    {
      "ayah": 207,
      "surah": 2,
      "text": "But there are other men who sell themselves expend themselves in obedience to God desiring God’s pleasure this was Suhayb b. Sinān al-Rūmī who emigrated to Medina when the idolaters began to persecute him leaving them all his property; and God is Gentle with His servants for He guides them to what pleases Him."
    },
    {
      "ayah": 208,
      "surah": 2,
      "text": "The following verse was revealed regarding ‘Abd Allāh b. Salām and his companions who after converting to Islam still observed the Sabbath with reverence and were averse to the consumption of camels O you who believe come all of you into submission read al-salm or al-silm that is Islam; kāffatan is a circumstantial qualifier referring to al-silm meaning into all of its precepts; and follow not the steps the ways of Satan that is his temptations to you by way of creating divisions; he is a manifest foe to you one whose enmity is obvious."
    },
    {
      "ayah": 209,
      "surah": 2,
      "text": "But if you slip and incline away from implementing all of its precepts after the clear proofs the lucid arguments have come to you to the effect that this is the truth know then that God is Mighty and nothing can prevent Him from taking His vengeance against you; Wise in His actions."
    },
    {
      "ayah": 21,
      "surah": 2,
      "text": "O people of Mecca worship profess the oneness of your Lord Who created you made you when you were nothing and created those that were before you; so that you may be fearful of His punishment by worshipping Him la‘alla ‘so that’ is essentially an optative but when spoken by God it denotes an affirmative"
    },
    {
      "ayah": 210,
      "surah": 2,
      "text": "What do they those that fail to enter into it sc. Islam completely wait for await that God shall come to them that is His Command; this is similar to where God says or that God’s command should come to pass Q. 1633 meaning His chastisement in the shadows zulal plural of zulla of clouds and the angels? The matter is determined the matter of their destruction has been completed and to God all matters are returned in the Hereafter where He will requite each according to his deeds read passive turja‘u al-umūr ‘matters are returned’ or active tarji‘u al-umūr ‘matters return’."
    },
    {
      "ayah": 211,
      "surah": 2,
      "text": "Ask O Muhammad (s) the Children of Israel by way of rebuke how many a clear proof manifest ones such as the parting of the sea and the sending down of manna and quails which they exchanged for unbelief did We give them kam ‘how many’ is the interrogative particle linking the second object of the verb sal ‘ask’ and is also the second object of the verb ātaynā ‘We gave’ and its specifier; whoever changes God’s grace that is what God has blessed him with in the way of signs for these constitute the causes of guidance after it has come to him out of unbelief God is severe in retribution against him."
    },
    {
      "ayah": 212,
      "surah": 2,
      "text": "Decked out fair to the disbelievers of Mecca is the life of this world in disguise and they have fallen in love with it; and they deride the believers on account of their poverty the likes of Bilāl al-Habashī ‘Ammār b. Yāsir and Suhayb al-Rūmī mocking them and treating them condescendingly with their wealth; but those who fear idolatry namely those mentioned shall be above them on the Day of Resurrection; and God sustains whomever He will without reckoning with ample sustenance in the Hereafter or in this world when He gives to those that were mocked possession of the property and lives of those that mocked them."
    },
    {
      "ayah": 213,
      "surah": 2,
      "text": "People were one community in faith but they fell into disagreement and some believed while others disbelieved; then God sent forth the prophets to them as bearers of good tidings of Paradise for the believers and warners of the Fire for the disbelievers; and He revealed with them the Scripture meaning the Books with the truth bi’l-haqqi ‘with the truth’ is semantically connected to anzala ‘He revealed’ that He might decide according to it between people regarding their differences in religion; and only those who had been given it the Scripture so that some believed while others disbelieved differed about it about religion after the clear proofs the manifest arguments for God’s Oneness had come to them min of min ba‘di ‘after’ is semantically connected to ikhtalafa ‘they differed’ and together with what follows should be understood as coming before the exception illā lladhīna ‘only those’; out of insolence on the part of the disbelievers one to another; then God guided those who believed to the truth regarding which min of min al-haqqi ‘of the truth’ here is explicative they were at variance by His leave by His will; and God guides with His guidance whomever He will to a straight path the path of truth."
    },
    {
      "ayah": 214,
      "surah": 2,
      "text": "The following was revealed after the Muslims suffered a trying experience Or did you suppose that you should enter Paradise without there having come upon you the like of what came upon those believers who passed away before you? of trials so that you may endure as they did; a new sentence begins here explaining the previous one They were afflicted by misery extreme poverty and hardship illness and were so convulsed by all types of tribulations that the Messenger and those who believed with him said read yaqūla or yaqūlu not expecting to see any help on account of the extreme hardship afflicting them ‘When will God’s help come?’ the help which we were promised; and God responded to them Ah but surely God’s help is nigh in coming."
    },
    {
      "ayah": 215,
      "surah": 2,
      "text": "They will ask you O Muhammad (s) about what they should expend. This was the question posed by ‘Amr b. al-Jamūh. He was a wealthy elderly man and went to ask the Prophet s what and for whom he should expend; Say to them ‘Whatever you expend of good min khayrin ‘of good’ is an explication of mā ‘whatever’ covering small and large amounts and denotes one half of the question represented by the expender; God responds with regard to the one receiving the expenditure this pertaining to the other half of the question in the following it is for parents and kinsmen orphans the needy and the traveller that is they are the most deserving of it; and whatever good you may do by way of expending or otherwise God has knowledge of it’ and will requite it accordingly."
    },
    {
      "ayah": 216,
      "surah": 2,
      "text": "Prescribed for you obligatory for you is fighting disbelievers though it be hateful to you by nature because of the hardship involved. Yet it may happen that you hate a thing which is good for you; and it may happen that you love a thing which is bad for you because the soul inclines towards those desires which result in its destruction and its rejection of the religious obligations that would bring about its happiness. Perhaps then even if you are averse to it you will find much good in fighting as a result of victory booty martyrdom or reward; while if you were to reject fighting even if you would like to do so you will find much evil because then you may be subjugated impoverished and denied the reward; God knows what is good for you and you know this not so strive in what He commands you."
    },
    {
      "ayah": 217,
      "surah": 2,
      "text": "Thus the Prophet s sent forth the first of his raiding parties under the command of ‘Abd Allāh b. Jahsh. They fought against the idolaters and killed ‘Amr b. ‘Abd Allāh Ibn al-Hadramī in the sacred month of Rajab thinking that it was the last day of Jumādā II. The disbelievers reviled them for making fighting lawful in a sacred month and so God revealed the following They ask you about the sacred the forbidden month and fighting in it qitālin fīhi ‘fighting in it’ is an inclusive substitution for al-shahri l-harāmi ‘the sacred month’. Say to them ‘Fighting qitālun is the subject in it is a grave thing kabīr ‘grave’ is the predicate that is heinous in terms of sin; but to bar saddun is the subject people from God’s way His religion and disbelief in Him in God and to bar from the Sacred Mosque that is Mecca and to expel its people the Prophet s and the believers from it — that is graver the predicate of the last subject that is more heinous in terms of sin than fighting in it in God’s sight; and sedition your idolatry is graver than your slaying’ in it. They the disbelievers will not cease to fight against you O believers until so that they turn you from your religion to unbelief if they are able; and whoever of you turns from his religion and dies disbelieving — their good works have failed that is they are invalid in this world and the Hereafter. Thus they will not count for anything and will not result in any reward. The specification of death as a condition is because if that person were to return to Islam again his original deeds would not be invalidated and he will be rewarded for them and he would not have to repeat them deeds such as performing the Pilgrimage al-Shāfi‘ī is of this opinion. Those are the inhabitants of the Fire abiding therein."
    },
    {
      "ayah": 218,
      "surah": 2,
      "text": "When those of the raiding party of ‘Abd Allāh b. Jahsh thought that although they had been released from the sin of having slain in the sacred month they would not receive any reward the following was revealed Verily the believers and those who emigrate and depart from their homeland and struggle in God’s way in order to elevate His religion — those have hope of God’s compassion His reward; and God is Forgiving of believers Merciful to them."
    },
    {
      "ayah": 219,
      "surah": 2,
      "text": "They ask you about wine and divinatory arrows gambling and what the ruling is regarding them. Say to them ‘In both that is in the partaking of both is great sin a variant reading for kabīr ‘great’ has kathīr ‘much’ because of the fighting cursing and swearing that ensue from it; and profit for men by way of delight and enjoyment in wine and acquiring money effortlessly from gambling; but the sin in them that is the degenerate behaviour in which they result is greater graver than the usefulness’. When this verse was revealed some gave up drinking while others persisted until the verse of sūrat al-Mā’ida Q. 590-91 finally made it illicit. And they will ask you what that is to say how much they should expend. Say expend ‘Comfortably’ al-‘afwa in the accusative is also read in the nominative al-‘afwu implying a preceding huwa that is the surplus of your need and do not expend what you need ruining yourselves. So just as He explained to you what has been mentioned God makes clear His signs to you that you might reflect"
    },
    {
      "ayah": 22,
      "surah": 2,
      "text": "He Who assigned to you created for you the earth for a couch like a carpet that is laid out neither extremely hard nor extremely soft so as to make it impossible to stand firm upon it; and heaven for an edifice like a roof; and sent down from the heaven water wherewith He brought forth all types of fruits for your provision; so set not up compeers to God that is partners in worship while you know that He is the Creator that you create not and that only One that creates can be God."
    },
    {
      "ayah": 220,
      "surah": 2,
      "text": "on the matters of this world and the Hereafter and follow what is best for you in both. They will ask you about orphans and the distress their affair caused them for if they became intimate with them they may slip into error but if they put aside the money due to them and prepare their meals for them separately this would distress them. Say ‘To set their affairs aright in terms of their funds by looking after it and your mingling with them is better’ than you not doing this; and if you intermix with them your funds and theirs they are your brothers in religion and it is only natural for one to intermix his affair with his brother so you do too; God knows well him who works corruption in their property when he intermixes with them from him who sets it aright and God will requite both; and had He willed He would have harassed you and made it difficult for you by prohibiting you from intermixing with them. Surely God is Mighty victorious in His affair Wise in His actions."
    },
    {
      "ayah": 221,
      "surah": 2,
      "text": "O Muslims Do not marry idolatresses disbelievers until they believe; a believing slavegirl is better than an idolatress who may be a free woman; this was revealed as a rebuttal of the idea that it was shameful to marry a slavegirl and that it was better to marry an idolatress free woman; though you may admire her because of her beauty and wealth this provision excludes the womenfolk of the People of the Scripture as indicated by the verse Q. 55 lawful to you are the chaste women among those who were given the Scripture. And do not marry off believing women to idolaters until they believe. A believing slave is better than an idolater though you may admire him for his wealth and good looks. Those the people of idolatry call to the Fire because they invite one to perform deeds that merit this and for this reason one should not marry with them; and God calls through the voice of His prophets to Paradise and pardon that is to the deeds that merit these two by His leave by His will so that His call may be heeded by marrying with His friends; and He makes clear His signs to the people so that they might remember that they might be admonished."
    },
    {
      "ayah": 222,
      "surah": 2,
      "text": "They will ask you about the monthly period that is menstruation and the spot in which it occurs and how should one treat women during it. Say ‘It is an ailment filth or the place whence it issues is so; so part with women refrain from sexual intercourse with them in the monthly period in this time or in the part affected; and do not approach them for sexual intercourse until they are pure yathurna or yattahharna the original tā’ of yatatahharna has been assimilated with the tā’ that is until they have cleansed themselves after its cessation; when they have cleansed themselves then come to them in sexual intercourse as God has commanded you’ by avoiding it the female organ during menstruation and not resorting to any other part. Truly God loves that is He rewards and honours those who repent of sins and He loves those who cleanse themselves from impurities."
    },
    {
      "ayah": 223,
      "surah": 2,
      "text": "Your women are a tillage for you that is the place where you sow the seeds of your children; so come to your tillage that is the specified place the front part as in whichever way you wish whether standing up sitting down lying down from the front or the back this was revealed in response to the Jews saying that if a person had vaginal intercourse with his wife from behind the child would be born cross-eyed; and offer for your souls righteous deeds such as saying ‘In the Name of God’ bismillāh when you commence intercourse; and fear God in what He commands and prohibits; and know that you shall meet Him at the Resurrection where He will requite you according to your deeds; and give good tidings of Paradise to the believers who feared Him."
    },
    {
      "ayah": 224,
      "surah": 2,
      "text": "Do not make God by swearing in His Name a hindrance a cause of impediment in your oaths that is setting up such impediments by swearing in His Name frequently so as not to be pious and God-fearing; in such instances oaths are hateful and result in perjury which requires a redemption effected by doing the opposite of the oath such as performing righteous deeds and so forth which constitute an act of obedience; and to put things right between people this means do not be prevented from doing righteous deeds as mentioned just because you swore against them; nay do them and make redemption; this understanding of the verse is justified by the reason for its revelation namely their refraining from such deeds; surely God is All-Hearing of what you say Knower of your circumstances."
    },
    {
      "ayah": 225,
      "surah": 2,
      "text": "God will not take you to task for a slip that results in your oaths which is what the tongue utters spontaneously and unintentionally such as ‘By God’ ‘Indeed by God’ in such instances there is no sin and no redemption required; but He will take you to task for what your hearts have earned what their intention is when you commit perjury in your oaths; and God is Forgiving of slips in your oaths Forbearing since He delays the punishment of the one deserving it."
    },
    {
      "ayah": 226,
      "surah": 2,
      "text": "For those who forswear their women by swearing that they will not have sexual intercourse with them a wait of four months; if they revert back from the oath or repeal it and resume sexual relations God is Forgiving of the harm they caused their women by swearing Merciful to them."
    },
    {
      "ayah": 227,
      "surah": 2,
      "text": "But if they resolve upon divorce by not repealing it then let them go through with it; surely God is Hearing of what they say; Knowing of their resolve meaning that after the waiting period mentioned they can only revert or divorce."
    },
    {
      "ayah": 228,
      "surah": 2,
      "text": "Divorced women shall wait by themselves before remarrying for three periods qurū’in is the plural of qar’ of purity or menstruation — these are two different opinions — which begin from the moment of divorce. This stipulation applies to those who have been sexually penetrated but not to those otherwise on account of His saying there shall be no waiting period for you to reckon against them Q. 3349. The waiting period for immature or menopausal women is three months; pregnant women on the other hand must wait until they give birth as stated in the sūrat al-Talāq Q. 654 while slavegirls must wait two months according to the Sunna. And it is not lawful for them to hide what God has created in their wombs of child or menstruation if they believe in God and the Last Day. Their mates their spouses have a better right to restore them to bring them back even if they refuse in such time that is during the waiting period if they desire to set things right between them and put pressure on the woman to return; the statement is not a condition for the possibility of return but an incitement to set things right in the case of repealed divorce; the term ahaqq ‘better right to’ does not denote any priority since in any case no other person has the right to marry them during their waiting period; women shall have rights due from their spouses similar to those rights due from them with justice as stipulated by the Law in the way of kind conjugality and not being harmed; but their men have a degree above them in rights as in their duty to obey their husbands because of their the husbands’ payment of a dowry and their husbands being the bread-winners; God is Mighty in His Kingdom Wise in what He has ordained for His creatures."
    },
    {
      "ayah": 229,
      "surah": 2,
      "text": "Divorce that is repudiation of the type that may be revoked is twice; then honourable retention that is to say you are then obliged to revert to them to retain them without harming them; or setting them free kindly. It is not lawful for you O male spouses to take of what you have given them of dowry if you divorce them unless the married couple fear that they may not maintain God’s bounds that is to say that they will not honour the rights God has established for them a variant reading for yakhāfā ‘they dual form fear’ has yukhāfā with the direct object taking the accusative ending; allā yuqīmā is an inclusive substitution for the person governing the verb; both verbs are also read in the second person sc. takhāfā ‘you fear’ tuqīmā ‘you maintain’. If you fear they may not maintain God’s bounds neither of them would be at fault if she were to ransom herself of some money so that he should divorce her. In other words in this instance there is no culpability either for the man should he take of the dowry or for the woman should she offer of it. Those prescriptions mentioned are God’s bounds; do not transgress them. Whoever transgresses God’s bounds — those are the evildoers."
    },
    {
      "ayah": 23,
      "surah": 2,
      "text": "And if you are in doubt in uncertainty concerning what We have revealed to Our servant Muhammad (s) of the Qur’ān that it is from God then bring a sūra like it that is also revealed min mithlihi min is explicative that is a sūra like it in its eloquence fine arrangement and its bestowal of knowledge of the Unseen; a sūra is a passage with a beginning and end made up of a minimum of three verses; and call your witnesses those other gods that you worship besides God that is other than Him so that it can be seen if you are truthful in your claim that Muhammad (s) speaks it from himself. So do this for you are also fluent speakers of Arabic like him. When they could not do this God said"
    },
    {
      "ayah": 230,
      "surah": 2,
      "text": "If he the husband divorces her after the two utterances of divorce; she shall not be lawful to him after that after the third utterance of divorce until she marries another husband who has sexual intercourse with her as reported by the two Shaykhs Bukhārī and Muslim. If he the second husband divorces her then neither of them would be at fault that is the woman and her first husband to return to each other in wedlock after the completion of the waiting period if they think that they will maintain God’s bounds. Those matters mentioned are God’s bounds which He makes clear to a people who have knowledge a people who reflect."
    },
    {
      "ayah": 231,
      "surah": 2,
      "text": "When you divorce women and they have very nearly reached the end of their term then retain them by returning to them honourably not harming them or set them free honourably or leave them until their term is completed; do not retain them when reverting in harm dirāran is an object denoting reason to transgress that is so as to force them to redemption or to repudiate them or confine them indoors for a long time; whoever does that has wronged his soul by exposing it to God’s chastisement; take not God’s verses in mockery in jest by contravening them and remember God’s grace upon you that is Islam and the Book the Qur’ān and the wisdom the rulings contained therein He has revealed to you to exhort you therewith so that you should give thanks by acting in accordance with it; and fear God and know that God has knowledge of all things and nothing can be hidden from Him."
    },
    {
      "ayah": 232,
      "surah": 2,
      "text": "When you divorce women and they have reached completed their term of waiting do not debar them — addressing the guardians here — from marrying their divorced husbands when they the male spouses and their women have agreed together honourably in accordance with the Law. The occasion for the revelation of this verse was Ma‘qil b. Yasār’s sister was divorced by her husband who then wanted to restore her but Ma‘qil refused as reported by al-Hākim. That the prohibition against debarring is an admonition for whoever of you believe in God and the Last Day because it is for the benefit of such a person; that refraining from debarring is purer for you better and cleaner for you and for them bearing in mind the suspicion that can be aroused by the couple on account of prior intimacy. God knows what is in your interest and you know not any of this so follow His commands."
    },
    {
      "ayah": 233,
      "surah": 2,
      "text": "Mothers shall suckle their children for two full years kāmilayn ‘two full ones’ is an adjective for emphasis; this is for such as desire to fulfil the suckling and this is the maximum length of time. It is for the father to provide food for them the mothers and clothe them during the suckling if they be divorced honourably to the best of his ability. No soul is charged save to its capacity its ability; a mother shall not be harmed by her child that is on account of the child by being forced to suckle it if she does not want to; neither should a father be harmed by his child that is on account of it by being charged with more than he is able to bear. The mention of both parents here in relation to the child is intended to show sympathy for both. The heir the one inheriting from his father that is the young man who is the trustee of his father’s property has a similar duty to that of the father in terms of providing sustenance and clothing for the other parent. But if the two parents desire by mutual consent agreement and consultation so that the child’s best interests are clear to wean that is to effect ablactation before the completion of the two-year period then they would not be at fault in this matter. And if you addressing the parents desire to seek nursing from other than the mothers for your children you would not be at fault in this respect provided you hand over to them what you have given what you intend to give them in the way of wages honourably in kindness and good nature; and fear God and know that God sees what you do and that nothing of it can be hidden from Him."
    },
    {
      "ayah": 234,
      "surah": 2,
      "text": "And those of you who pass away die leaving behind wives they shall wait by themselves after their death refraining from marriage for four months and ten nights this applies to women who are not pregnant. The waiting period in the case of pregnant women is for them to give birth — as stated by a verse in sūrat al-Talāq Q. 654. The slavegirl must wait for half this period of four months according to the Sunna; when they have reached completed their term of waiting then you would not be at fault O guardians regarding what they may do with themselves in the way of adorning themselves and offering themselves before suitors honourably in accordance with the Law; God is aware of what you do both secretly and openly."
    },
    {
      "ayah": 235,
      "surah": 2,
      "text": "You would not be at fault regarding the proposal with the intention of marriage you present offer or hide in your hearts during the waiting period to women whose spouses have died such as men saying ‘How beautiful you are!’ or ‘Who could find one like you?’ or ‘How many a man must desire you!’. God knows that you will be mindful of them in proposing to them impatiently and so He has permitted you to make such offers; but do not make arrangements of marriage with them secretly unless you speak honourable words such as are acknowledged by the Law in other words such as proposals that which is permitted to you. And do not resolve on the knot the consummation of marriage until that which is written the period prescribed has reached its term and has been completed; and know that God knows what is in your souls of resolve or otherwise; so be fearful of Him that He should chastise you if you have made such resolve; and know that God is Forgiving toward him who is fearful of Him Forbearing in delaying the chastisement of the one deserving it."
    },
    {
      "ayah": 236,
      "surah": 2,
      "text": "You would not be at fault if you divorce women while you have not touched them tamassūhunna also read tumāssūhunna that is while you have not had sexual intercourse with them nor appointed any obligation dowry for them the particle mā ‘while’ relates to the verbal action and is also adverbial that is to say there are no sinful consequences for divorcing them if you have not copulated with them or assigned them a dowry so divorce them; yet make provision of comforts for them honourably that is in accordance with the Law bi’l-ma‘rūf ‘honourably’ is an adjectival qualification of matā‘an ‘comforts’ giving them what they can enjoy the one of ample means the affluent among you according to his means and the needy man of restricted income according to his means — an obligation haqqan ‘obligation’ is either a second qualifier of matā‘an ‘comforts’ or an emphatic verbal noun on the virtuous the obedient ones."
    },
    {
      "ayah": 237,
      "surah": 2,
      "text": "And if you divorce them before you have touched them and you have already appointed for them an obligation then one-half of what you have appointed must be given to them and the other half returns to you; unless it be that they the women make remission and forgo it or he makes remission by leaving her the entire amount the one in whose hand is the knot of marriage the husband to be or as Ibn ‘Abbās is reported to have said ‘The legal guardian where the female is a minor’; in which case nobody would be at fault; yet that you should remit wa-an ta‘fū is the subject is nearer to piety aqrabu li’l-taqwā is its predicate. Forget not kindness between you that is to be bountiful towards one another; surely God sees what you do and will requite you accordingly."
    },
    {
      "ayah": 238,
      "surah": 2,
      "text": "Maintain the five prayers by performing them at their appointed times and the middle prayer either that of the afternoon or the morning or the midday or another prayer there are many opinions on this matter; God has singled it out for mention because of its merit; and stand in prayer submissive to God li Lllāhi qānitīn some have said that this means ‘obedience’ on account of the Prophet s saying ‘Wherever the expression qunūt ‘submission’ appears in the Qur’ān it denotes obedience’ as reported by Ahmad b. Hanbal and others; it is also said to mean ‘in silence’ sākitīn on the basis of a hadīth of Zayd b. Arqam in which he said ‘We used to speak to each other sometimes during prayer but when this was revealed we were commanded to be silent and were forbidden to talk’ as reported by the two Shaykhs Bukhārī and Muslim."
    },
    {
      "ayah": 239,
      "surah": 2,
      "text": "And if you are in fear of an enemy or a torrent or a predatory animal then standing rijāl plural of rājil praying while walking or mounted rukbān plural of rākib. In other words in whichever way you can facing the direction of the qibla or otherwise making the gestures of genuflexion and prostration; but when you are secure from any fear then remember God by performing prayer as He taught you what you knew not before He taught you its obligations and its proper ways the particle kāf of ka-mā ‘as’ has the same meaning as mithl ‘like’ while the mā is related to the verbal action or is relative."
    },
    {
      "ayah": 24,
      "surah": 2,
      "text": "And if you do not do what was mentioned because you are incapable and you will not a parenthetical statement that is never will you be able to because of its inimitability then fear through belief in God and belief that this is not the words of a human the Fire whose fuel is men disbelievers and stones like their very idols indicating that its heat is extreme since it burns with the stones mentioned unlike the fires of this world that burn with wood and similar materials; prepared and made ready for disbelievers so that they are punished in it this phrase u‘iddat li’l-kāfirīna ‘prepared for disbelievers’ is either a new sentence or a sustained circumstantial qualifier."
    },
    {
      "ayah": 240,
      "surah": 2,
      "text": "And those of you who die leaving wives let them make testament wasiyyatan or wasiyyatun for their wives as an obligation and give them provision what they can enjoy of property and clothes for until the completion of a year matā‘an ilā l-hawl ‘provision for a year’ is a circumstantial qualifier that is without expelling them from their habitations; but if they go forth of their own accord you would not be at fault you the guardians of the dead one regarding what they may do with themselves honourably in accordance with the Law such as adorning themselves or abandoning the mourning or that you should cut off their expenditure; God is Mighty in His Kingdom Wise in His actions. The testament mentioned here was abrogated by the ‘inheritance’ verse Q. 412 and the waiting of one year without expulsion was abrogated by the previous verse four months and ten Q. 2234 which was revealed later. In the opinion of al-Shāfi‘ī may God have mercy on him the habitation remains hers."
    },
    {
      "ayah": 241,
      "surah": 2,
      "text": "There shall be provision for divorced women which they are given honourably as is feasible — an obligation haqqan ‘obligation’ is in the accusative because it is governed by an implied verb on those who fear God may He be exalted. He has repeated the phrase in order to include the woman that has been touched sexually since the previous verse addresses a different issue."
    },
    {
      "ayah": 242,
      "surah": 2,
      "text": "So in the same way that He has explained to you what has been mentioned God makes clear His signs for you so that you might understand reflect."
    },
    {
      "ayah": 243,
      "surah": 2,
      "text": "Have you not seen an interrogative to provoke amazement and a longing to hear what will follow that is ‘Has your knowledge not attained’ those thousands four eight ten thirty forty or seventy thousand who went forth from their habitations fearful of death? hadhara’l-mawt an object denoting reason. These were a people from among the Children of Israel who fled their homeland after it was afflicted with plague. God said to them ‘Die!’ and they did. Then He gave them life after eight days or more as a result of the supplication of their prophet Ezekiel Hizqīl and they lived on for a while with the effects of death still upon them such that when they wore garments these turned into shrouds for the deceased; and this phenomenon remained with their descendants. Truly God is bounteous to people such as when He gave life back to those just mentioned but most people that is disbelievers are not thankful. The purpose of mentioning the story of these people is to encourage believers to fight in the way of God which is why the following statement is supplemented to it"
    },
    {
      "ayah": 244,
      "surah": 2,
      "text": "So fight in God’s way in order to elevate His religion and know that God is Hearing of your sayings Knowing of your affairs and He will requite you accordingly."
    },
    {
      "ayah": 245,
      "surah": 2,
      "text": "Who is he that will lend God a loan by expending his property in the way of God that is good by expending it for the sake of God Mighty and Majestic out of pureness of heart and He will multiply yudā‘if also read yuda‘‘if it for him manifold? up to ten or seven hundred times or more as will be mentioned soon. God straitens sustenance for whomever He wills in order to try him and enlarges it in abundance for whomever He wills in order to test him; and to Him you shall be returned in the Hereafter through the Resurrection where He will requite you for your deeds."
    },
    {
      "ayah": 246,
      "surah": 2,
      "text": "Have you not seen the story and the tale of the council an assembly of the Children of Israel after the death of Moses when they said to a prophet of theirs namely Samuel ‘Send establish for us a king to unite us and to whom we can refer matters and we will fight with him in God’s way’. He the prophet said to them ‘Might it be that ‘asaytum or ‘asītum if fighting is prescribed for you you will not fight? allā tuqātilū is the predicate of ‘asā ‘might it be’; the interrogative is intended to confirm the expectation that follows sc. that they will not fight. They said ‘Why should we not fight in God’s way when we have been expelled from our habitations and our children?’ as a result of these latter being taken captive or killed that which they suffered at the hands of Goliath and his men. The meaning is ‘There is nothing to stop us fighting provided the requirement we demanded is forthcoming’. God exalted be He says Yet when fighting was prescribed for them they turned their backs from fighting in cowardice except a few of them the ones that crossed the river with Saul Tālūt as will be mentioned; and God has knowledge of the evildoers and will requite them accordingly. The prophet then asked his Lord to send forth a king and God responded by sending forth Saul."
    },
    {
      "ayah": 247,
      "surah": 2,
      "text": "Then their prophet said to them ‘Verily God has raised up Saul for you as king’ They said ‘How can he be king over us when we have better right than he to kingship since he is not of the tribe of monarchs or that of prophets; he Saul was a tanner or a shepherd; seeing he has not been given amplitude of wealth?’ which he can use to establish a kingdom. He the prophet said to them ‘God has chosen him over you for kingship and has increased him broadly amply in knowledge and body at that time he was the most knowledgeable and the most handsome of all the Children of Israel and the most perfect of character. God gives the kingship to whom He will in the way He does and there can be no objection; and God is Embracing in His bounty Knowing of those who deserve it."
    },
    {
      "ayah": 248,
      "surah": 2,
      "text": "And their prophet said to them after they had demanded a sign of his kingship ‘The sign of his kingship is that there will come to you the Ark a chest containing the images of the prophets which God sent down to Adam and which was handed down to them sc. the Israelites until the Amalekites seized it from them in battle. They used to commence fighting invoking it before their enemy and marching behind it as well as experience peacefulness in its presence as God says therein is a Spirit of Peace reassurance for your hearts from your Lord and a remnant of what the folk of Moses and the folk of Aaron left behind which were Moses’s pair of sandals and his staff Aaron’s turban a measure qafīz of the manna that used to come down on them and the pieces of the broken tablets the angels bearing it tahmiluhu l-malā’ikatu the circumstantial qualifier referring to the subject of the verb ya’tiyakum ‘there will come to’. Surely in that shall be a sign for you of his kingship if you are believers’. The angels bore it between the earth and the sky while they gazed at it until finally they placed it before Saul. They then acknowledged his kingship and hastened to enlist in the holy struggle and he chose seventy thousand of their young men."
    },
    {
      "ayah": 249,
      "surah": 2,
      "text": "And when Saul went forth with the hosts from the Holy House sc. Jerusalem the heat was intense and so they asked him for water; he said ‘God will try test you in order to distinguish the obedient among you from the disobedient with a river between Jordan and Palestine whoever drinks of it of its water is not of me is not of my followers and whoever tastes it not he is of me except for him who scoops up with his hand’ ghurfa or gharfa ‘a scoop’ satisfying himself therewith and not taking more he is also of my followers. But they drank of it when they reached it and saw that it was abundant except a few of them who restricted themselves to a scoop it is reported that one scoop was enough for each man and his horse and they numbered over three hundred; and when he crossed it with those who believed the ones who confined themselves to the one scoop they the ones that drank profusely said ‘We have no power today against Goliath and his troops’ that is no power to fight them and they were cowardly and did not cross it. Those who thought with certainty that they would meet God at the Resurrection and these were the ones that crossed it said ‘How often kam ‘how’ functions as a predicate meaning kathīr ‘many’ a little company group of men has overcome a numerous one by God’s leave by His will; and God is with the patient’ providing them with help and assistance."
    },
    {
      "ayah": 25,
      "surah": 2,
      "text": "And give good tidings to inform those who believe who have faith in God and perform righteous deeds such as the obligatory and supererogatory rituals that theirs shall be Gardens of trees and habitations underneath which that is underneath these trees and palaces rivers run tajrī min tahtihā’l-anhāru that is there are waters in it al-nahr is the place in which water flows and is so called because the water carves yanhar its way through it; the reference to it as ‘running’ is figurative; whensoever they are provided with fruits therefrom that is whenever they are given to eat from these gardens they shall say ‘This is what that is the like of what we were provided with before’ that is before this in Paradise since its fruits are similar and this is evidenced by the following statement they shall be given it the provision in perfect semblance that is resembling one another in colour but different in taste; and there for them shall be spouses of houris and others purified from menstruation and impurities; therein they shall abide dwelling therein forever neither perishing nor departing therefrom. And when the Jews said ‘Why does God strike a similitude about flies where He says And if a fly should rob them of anything Q. 2273 and about a spider where He says As the likeness of the spider Q. 2941 what does God want with these vile creatures? God then revealed the following"
    },
    {
      "ayah": 250,
      "surah": 2,
      "text": "So when they went forth against Goliath and his troops facing them in military columns they said ‘Our Lord pour out upon us patience and make firm our feet by strengthening our hearts for this struggle and grant us victory over the disbelieving folk!’"
    },
    {
      "ayah": 251,
      "surah": 2,
      "text": "And they routed they broke them by the leave of God by His will and David who was among the ranks of Saul’s army slew Goliath; and God gave him David the kingship over the Children of Israel and Wisdom prophethood after the death of Samuel and Saul and the combination of kingship and prophethood had never come to anyone before him; and He taught him such as He willed of the manufacture of mail-coats and the speech of birds. Had God not repelled people some ba‘dahum ‘some’ substitutes for saying ba‘dan min al-nās ‘some people’ by means of others the earth would have surely been corrupted with idolaters defeating and slaying Muslims and mosques being destroyed; but God is bounteous to all worlds by repelling some by means of others."
    },
    {
      "ayah": 252,
      "surah": 2,
      "text": "These verses are the verses of God We recite to you O Muhammad (s) as narration in truth and assuredly you are one of the Messengers of God the emphasis is made here with the particle inna of innaka ‘surely you are’ with the remainder of the statement being a rebuttal of the disbelievers’ saying ‘You are no Messenger’."
    },
    {
      "ayah": 253,
      "surah": 2,
      "text": "Those tilka is the subject messengers al-rusul is either an adjective or the predicate some We have preferred above others by assigning a particular trait to one not found in the other; some there are to whom God spoke such as Moses and some He raised in rank namely Muhammad (s) on account of his call being to all peoples his being the Seal of the Prophets on account of the superiority of his community to all others the sundry miracles and the many special qualities. And We gave Jesus son of Mary the clear proofs and confirmed him strengthened him with the Holy Spirit namely Gabriel who would accompany him wherever he went. And had God willed that all people be guided those who came after them after the messengers that is their communities would not have fought against one another after the clear proofs had come to them because of their disagreement and their leading one another astray; but they fell into variance as He willed and some of them believed and adhered firmly to his faith and some disbelieved as the Christians did after Jesus al-Masīh and had God willed they would not have fought against one another repeated here for emphasis but God does whatever He desires giving success to whomever He will and disappointment to whomever He will."
    },
    {
      "ayah": 254,
      "surah": 2,
      "text": "O you who believe expend of what We have provided you with what is due of it as alms before there comes a day in which there shall be neither commerce ransom nor friendship that can be of any benefit nor intercession without His permission a variant reading has all three nouns in nominative inflection bay‘un khullatun shafā‘atun as opposed to lā bay‘a lā khullata lā shafā‘ata this is the Day of Resurrection. And the disbelievers those that disbelieve in God or in the obligations He has imposed on them — they are the evildoers for not respecting God’s command."
    },
    {
      "ayah": 255,
      "surah": 2,
      "text": "God there is no god that is there is none worthy of being worshipped in all existence except Him the Living the Everlasting the Eternal Sustainer the One constantly engaged in the management of His creation. Slumber does not seize Him neither sleep; to Him belongs all that is in the heavens and the earth as possessions creatures and servants; who is there that is to say none is there that shall intercede with Him save by His leave? in this for him. He knows what lies before them that is creation and what is after them of the affairs of this world and the Hereafter; and they encompass nothing of His knowledge that is they know nothing of what He knows save such as He wills to inform of it by way of His messengers. His throne subsumes the heavens and the earth it is said that His knowledge encompasses them both; it is also said that the kursī ‘throne’ itself subsumes them on account of its vastness as in the hadīth ‘The seven heavens compared to the kursī are like seven silver coins lying in a metal shield of armour’; the preserving of them the heavens and the earth wearies Him not does not burden Him; He is the Sublime above His creation by virtue of His subjugation of them the Tremendous the Great."
    },
    {
      "ayah": 256,
      "surah": 2,
      "text": "There is no compulsion in entering into religion. Rectitude has become clear from error that is say through clear proofs it has become manifest that faith is rectitude and disbelief is error this was revealed concerning the Ansār of Medina who tried to compel their sons to enter into Islam; so whoever disbelieves in the false deity namely Satan or idols tāghūt ‘false deity’ is used in a singular and plural sense and believes in God has laid hold of the most firm handle the tight knot unbreaking that cannot be severed; God is Hearing of what is said Knowing of what is done."
    },
    {
      "ayah": 257,
      "surah": 2,
      "text": "God is the Protector helper of the believers; He brings them forth from the shadows of unbelief into the light of faith. And the disbelievers — their protectors are false deities that bring them forth from the light into the shadows the repetition of ‘bringing forth from’ here is either to be taken as a reflection of His previous words “He brings them forth from the shadows” or as a reference to all those Jews who believed in the Prophet before he was sent but then rejected him those are the inhabitants of the Fire therein they shall abide."
    },
    {
      "ayah": 258,
      "surah": 2,
      "text": "Have you not seen him who disputed with Abraham concerning his Lord because of the fact that God had given him the kingship? that is his arrogance towards this very grace of God this was Nimrod Nimrūd. When idh is a substitution for hājja ‘disputed’ Abraham in response to the other’s question ‘Who is this Lord of yours to whom you are calling us?’ said ‘My Lord is He who gives life and makes to die’ the One that creates life and death in bodies; he Nimrod said ‘I give life by sparing and make to die’ by killing. He then had two men brought before him killed one and spared the other. When Abraham realised that this man was a fool Abraham resorting to a more sophisticated argument said ‘God brings the sun from the east; so bring you it from the west.’ Then the disbeliever was confused perplexed and amazed; and God guides not the folk who do evil disbelieving to the art of argument."
    },
    {
      "ayah": 259,
      "surah": 2,
      "text": "Or did you see such as he Ezra ‘Uzayr who the kāf of ka’lladhī ‘such as he who’ is extra passed by a city namely the Holy House sc. Jerusalem riding on an ass and carrying with him a basket of figs and a cup of juice a city that was fallen down collapsed upon its turrets its roof tops after Nebuchadnezzar had destroyed it; he said ‘How annā means kayfa ‘how’ shall God give life to this now that it is dead?’ challenging the power of the exalted One so God made him die and remain dead for a hundred years then he raised him up brought him back to life to show him how this could be done; He God said ‘How long have you tarried?’ been here?; he said ‘I have tarried a day or part of a day’ because he fell asleep before noon and was made dead and then brought back to life again at sunset and thus he thought it was a day’s sleep; He said ‘Nay; you have tarried a hundred years. Look at your food the figs and drink the cup of juice it has not spoiled despite the length of time the final hā’ of yatasannah ‘to spoil’ is said to belong to the original root s-n-h; but it is also said to be silent in which case the root would be s-n-y; a variant reading omits the final hā’; and look at your ass how it is and he saw that it had died and all that remained were its withered white bones. We did this so that you would know and so that We would make you a sign of the truth of the Resurrection for the people. And look at the bones of the ass how We shall set them up how We shall raise them back to life nunshiruhā or nanshiruhā derived from the two expressions nashara and anshara; a variant reading has nunshizuhā meaning ‘How We shall move it and make it stand’; and then clothe them with flesh’ and when he looked at it he saw that the bones had been reconstituted and clothed with flesh and that the Spirit had been breathed into it making it bray. So when it was made clear to him as a result of witnessing it he said ‘I know a variant reading for a‘lam ‘I know’ has the imperative i‘lam ‘know!’ thus making it a command from God with the knowledge of direct vision that God has power over all things’."
    },
    {
      "ayah": 26,
      "surah": 2,
      "text": "God is not ashamed to strike to make a similitude mathal is the first direct object; mā either represents an indefinite noun described by what comes after it and constitutes a second direct object meaning ‘whatever that similitude may be’; or it the mā is extra to emphasise the vileness involved so that what follows constitutes the second direct object; even of a gnat ba‘ūda is the singular of ba‘ūd that is small flies; or anything above it that is larger than it so that this explanation is not affected by the size of the creature with regard to the judgement God is making; as for the believers they know it the similitude is the truth established and given in this instance from their Lord; but as for disbelievers they say ‘What did God desire by this for a similitude?’ mathalan is a specification meaning ‘by this similitude’; mā is an interrogative of rejection and is the subject; dhā means alladhī whose relative clause contains its predicate in other words ‘what use is there in it?’. God then responds to them saying Thereby that is by this similitude He leads many astray from the truth on account of their disbelieving in it and thereby He guides many believers on account of their belief in it; and thereby He leads none astray except the wicked those that reject obedience to Him."
    },
    {
      "ayah": 260,
      "surah": 2,
      "text": "And mention when Abraham said ‘My Lord show me how You give life to the dead’ He God exalted be He said to him ‘Why do you not believe?’ in My power to revive; God asks him this even though He knows of his belief in this power as a response to his request and so that the ones listening will know the purpose of the request; ‘Yes’ I do believe he said ‘but I ask You so that my heart may be re-assured’ so that it may be at peace through direct vision in addition to that certainty which is sought through logical reasoning. Said He ‘Take four birds and twist them to you sirhunna or surhunna turn them towards you cut them up and mix together their flesh and feathers then set a part of them on every hill in the land around you then summon them to you and they will come to you in haste. And know that God is Mighty that nothing is beyond Him Wise’ in His actions. Abraham took a peacock an eagle a raven and a cock and did with them as has been mentioned but kept their heads with him. He called them and all the parts began to fly back together combining until they were whole and returning to their heads."
    },
    {
      "ayah": 261,
      "surah": 2,
      "text": "The likeness of the quality of the expenditure of those who expend their wealth in the way of God that is in obedience of Him is as the likeness of a grain of corn that sprouts seven ears in every ear a hundred grains likewise what they expend will be multiplied seven hundred times; so God multiplies even more than this for whom He will; God is Embracing in His bounty Knowing those who deserve such multiplications."
    },
    {
      "ayah": 262,
      "surah": 2,
      "text": "Those who expend their wealth in the way of God then do not follow up their expenditure with reminder of their generosity of the one on whom they expended for example by saying ‘I was good to him and restored his affairs’; and injury to that person by mentioning this to people whom he would prefer not to know about it; their wage the reward for their expenditure is with their Lord and no fear shall befall them neither shall they grieve in the Hereafter."
    },
    {
      "ayah": 263,
      "surah": 2,
      "text": "Honourable words kind talk and a generous reply to the beggar and forgiveness towards him for his persistence are better than a voluntary almsgiving followed by injury through reproach and deriding him for his begging; and God is Independent of the voluntary almsgiving of His servants Forbearing in His delaying the punishment of the reproachful and injurious one."
    },
    {
      "ayah": 264,
      "surah": 2,
      "text": "O you who believe annul not the rewards of your voluntary almsgivings with reproach and injury as in the manner of the annulment of the expenditure of one who expends of his substance to show off to men and believes not in God and the Last Day this is the hypocrite. The likeness of him is as the likeness of a smooth rock on which is soil and a torrent of intense rain smites it and leaves it barren and smooth with nothing on it. They have no power lā yaqdirūna is a resumption of the statement about the likeness of the one that expends for show; the person becomes plural on account of the potential plural implication of alladhī ‘the one who’ over anything that they have earned that they did in other words they find no reward for it in the Hereafter just as one finds nothing of the dust that was on the surface of the smooth rock after the rain has washed it away. God guides not the disbelieving folk."
    },
    {
      "ayah": 265,
      "surah": 2,
      "text": "But the likeness of the expenditure of those who expend their wealth seeking God’s good pleasure and to confirm themselves that is to realise the reward thereof in contrast to the hypocrites who do not hope for it since they do not believe in it is as the likeness of a garden an orchard upon a hill read rabwa or rubwa a high ground; a torrent smites it and it yields gives forth its produce read ukulahā or uklahā its fruits twofold twice the fruits of another garden; if no torrent smites it then dew tall a light drizzle which falls on it and suffices it on account of its altitude. In other words it grows and bears fruit regardless of how much rain falls; likewise are the expenditures of those mentioned they will increase with God regardless of how much they were; and God sees what you do and He will requite you for it."
    },
    {
      "ayah": 266,
      "surah": 2,
      "text": "Would any of you wish to have a garden an orchard of date-palms and vines with rivers flowing beneath it for him there is in it all manner of fruit then old age smites him and makes him too weak to profit from it and he has seed but they are weak young children who cannot manage it; then a whirlwind i‘sār are violent winds with fire smites it and it is consumed? so that he loses what he is most in need of and now he and his children have become incapacitated confused without any resources. This is a similitude of how the expenditure of the one expending for show or the one who reproaches after having expended vanishes and how it is of no avail when he will be most in need of it in the Hereafter the interrogative a-yawaddu ‘would any wish’ is intended as a denial. According to Ibn ‘Abbās this is the person who performs deeds of obedience but when Satan comes to him he begins to work disobedience until all his good deeds have been consumed. So in the way that He has explained what has been mentioned God makes clear the signs to you so that you might reflect and take heed."
    },
    {
      "ayah": 267,
      "surah": 2,
      "text": "O you who believe expend of that is to say purify the good things you have earned of property and the good things of what We have produced for you from the earth of grains and fruits and seek not lā tayammamū means lā taqsudū the corrupt the vile of it the above-mentioned for your expending it as alms tunfiqūna ‘you expend’ is a circumstantial qualifier referring to the person of the verb tayammamū ‘seek’; for you would never take it the vile part yourselves if you were given it as something due to you; without closing your eyes to it by being careless and mindless so how do you expect to give what is due to God from this?; and know that God is Independent of your expenditures Laudable praised in every situation."
    },
    {
      "ayah": 268,
      "surah": 2,
      "text": "Satan promises you poverty by making you fear loss when you make a voluntary almsgiving and so you withhold it and enjoins you to indecency niggardliness and the impeding of almsgiving; but God promises you in return for your expenditure His pardon for your sins and His bounty as sustenance from Him; and God is Embracing in His bounty Knowing the one who expends."
    },
    {
      "ayah": 269,
      "surah": 2,
      "text": "He gives wisdom that is the profitable knowledge that leads to righteous action to whomever He will and he who is given wisdom has been given much good because he will end up in perpetual bliss; yet none remembers the tā’ of yadhdhakkar has been assimilated with the dhāl that is to say none is admonished but the people of pith possessors of intellects."
    },
    {
      "ayah": 27,
      "surah": 2,
      "text": "Those such as He has described break the covenant of God the contract He made with them in the revealed Books to belief in Muhammad (s) after its solemn binding after it has been confirmed with them and such as cut what God has commanded should be joined of belief in the Prophet of kinship and other matters an in the phrase an yūsala ‘that it be joined’ substitutes for the pronoun suffixed in bihi of the preceding words mā amara Llāhu bihi ‘that which God has commanded’; and such as do corruption in the land by way of their transgressing and impeding faith they the ones thus described shall be the losers since they shall end up in the Fire made everlasting for them."
    },
    {
      "ayah": 270,
      "surah": 2,
      "text": "And whatever expenditure you expend be it as alms or a voluntary almsgiving and whatever vow you make and fulfil surely God knows it and will requite you for it. For the evildoers who prevent almsgiving and vows or expend other than the way they should in disobedience to God they have no helpers to protect them from His chastisement."
    },
    {
      "ayah": 271,
      "surah": 2,
      "text": "If you proclaim make manifest your voluntary almsgivings that is your supererogatory deeds it is a fine thing to show them; but if you conceal them and give them to the poor that is even better for you than making them manifest or giving it to the rich. As regards the obligatory almsgiving it is better to make it manifest so that it serves as an example and so that one is not accused falsely of not giving; as regards giving it to the poor this is obligatory; and it will absolve you of some of your evil deeds read yukaffir ‘it will absolve’ or nukaffir ‘We will absolve’ either in apocopated form with no final vowel yukaffir nukaffir being a supplement to the locus of fa-huwa ‘that is’ or with nominative inflection yukaffiru nukaffiru indicating the beginning of a new sentence. God is aware of what you do knowing its inner and outer aspects nothing of it being hidden from Him."
    },
    {
      "ayah": 272,
      "surah": 2,
      "text": "When the Prophet s was prohibited from giving voluntary alms to idolaters as an incentive for them to embrace Islam the following was revealed You are not responsible for guiding them that is to say for people that they should embrace Islam you are responsible only for conveying the Message to them; but God guides with His guidance whomever He will to embrace Islam. And whatever good property you expend is for yourselves since the reward is for you; for then you are expending desiring only God’s Face this clause is the predicate denoting a prohibition that is to say His reward and not any other transient object of this world and whatever good you expend its requital shall be repaid to you in full and you will not be wronged you will not suffer any diminishment of it both of the last two sentences emphasise the first one."
    },
    {
      "ayah": 273,
      "surah": 2,
      "text": "For the poor this is the predicate of the missing subject al-sadaqāt ‘voluntary almsgiving’ who are constrained in the way of God those who have confined themselves in preparation for the struggle this was revealed concerning the people of Suffa consisting in some four hundred of the Emigrants muhājirūn set apart from the other Muslims for the study of the Qur’ān and to take part in raids; and they are unable to journey darban means safaran in the land to engage in commerce and earn their living since they are fully engaged in the struggle; the ignorant man supposes them on account of the way they behave rich because of their abstinence that is their refraining from asking for things; but you the one being addressed shall know them by their mark by the signs of their humility and exertion; they do not beg of men and make urgent demands importunately that is to say they do not beg in the first place so there is no question of persistence. And whatever good you expend surely God has knowledge of it and will requite it accordingly."
    },
    {
      "ayah": 274,
      "surah": 2,
      "text": "Those who expend their wealth night and day secretly and openly their wage awaits them with their Lord and no fear shall befall them neither shall they grieve."
    },
    {
      "ayah": 275,
      "surah": 2,
      "text": "Those who devour that is those who seize by way of usury which is an excess levied in transactions of money or foodstuffs either on their value or on credit shall not rise again from their graves except rising as one whom Satan has made prostrate demented from touch through madness min al-mass ‘from touch’ is semantically connected to yaqūmūna ‘they rise’; that which befalls them is because of the fact that they say ‘Trade is like usury’ in terms of permissibility this statement is a type of reversed simile used for intensity sc. ‘usury is like trade’ is the expected word order. God responds to them saying that God has permitted trade and forbidden usury. Whoever receives an admonition from his Lord and desists from devouring it he shall have his past gains those made before the prohibition and which cannot be reclaimed from him and his affair with regard to pardoning him is committed to God; but whoever reverts to devouring it treating it like trade in terms of lawfulness — those are the inhabitants of the Fire abiding therein."
    },
    {
      "ayah": 276,
      "surah": 2,
      "text": "God effaces usury diminishing it and eliminating any blessing in it but He augments voluntary almsgivings with interest increasing them making them grow and multiplying their reward. God loves not that is to say He will requite any guilty profligate devouring it ingrate who deems usury licit."
    },
    {
      "ayah": 277,
      "surah": 2,
      "text": "Those who believe and perform righteous deeds and establish the prayer and pay the alms — their wage awaits them with their Lord and no fear shall befall them neither shall they grieve."
    },
    {
      "ayah": 278,
      "surah": 2,
      "text": "O you who believe fear God and give up abandon the usury that is outstanding if you are believers true to your faith since it is expected of the believer that he adhere to God’s command this was revealed when some of the Companions after the prohibition wanted to reclaim some of the usury from before."
    },
    {
      "ayah": 279,
      "surah": 2,
      "text": "But if you do not do what you have been commanded then be warned have knowledge of war from God and His Messenger against you herein is a grave threat for them. When it was revealed they said ‘What power can we have in a war against Him!’ Yet if you repent and forgo it you shall have your principal sums the original amounts not being unjust by charging interest and no injustice being done to you by way of any diminution."
    },
    {
      "ayah": 28,
      "surah": 2,
      "text": "How do you people of Mecca disbelieve in God when you were dead semen inside loins and He gave you life in the womb and in this world by breathing Spirit into you the interrogative here is either intended to provoke amazement at their persistent unbelief despite the evidence established or intended as a rebuke; then He shall make you dead after your terms of life are completed then He shall give you life at the Resurrection then to Him you shall be returned! after resurrection whereupon He shall requite you according to your deeds; and He states as proof of the Resurrection when they denied it"
    },
    {
      "ayah": 280,
      "surah": 2,
      "text": "And if any man in debt should be in difficulties then let him have respite a postponement till things are easier read maysara or maysura meaning ‘a time of ease’; but that you should give tassaddaqū where the second tā’ of the softened form tatasaddaqū has been assimilated with the sād the one in difficulty a voluntary almsgiving by waiving his debt is better for you did you but know if you know that it is better for you then do it. In a hadīth it is said ‘Whoever gives respite to one in difficulty or waives his debt God will place him under His shade on a day when there shall be no shade except God’s’ as reported by Muslim."
    },
    {
      "ayah": 281,
      "surah": 2,
      "text": "And fear a day wherein you shall be returned to God namely the Day of Resurrection read the passive turja‘ūna meaning ‘you shall be returned’ or the active tarji‘ūna meaning ‘you shall return’ and every soul on that day shall be paid in full the requital of what it has earned what it has done of good or evil; and they shall not be wronged through any loss of a good deed or the incurring of an extra evil deed."
    },
    {
      "ayah": 282,
      "surah": 2,
      "text": "O you who believe when you contract when you are dealing with a debt such as in prepayment for future delivery of goods or a loan one upon another for a stated a known term write it down as confirmation and security against any dispute; and let a writer write it the contract of debt down between you justly accurately not increasing or decreasing the amount or the terms; and let not any writer refuse to write it down if he is requested for such a task as God has taught him the kāf of ka-mā ‘as’ is semantically connected to the verb ya’ba ‘refuse’ that is just as He has given him the advantage of knowing how to write he should not be niggardly in this respect; so let him write repeated for emphasis and let the debtor dictate to the one writing the contract for he is the one being witnessed and must be fully aware of his obligations; and let him fear God his Lord when dictating and not diminish anything of it of the debt due. And if the debtor be a fool a squanderer or weak not up to dictating on account of old age or immaturity or unable to dictate himself on account of being dumb or not knowing the language and so forth then let his guardian the one in charge of his affairs be it a parent an executor a custodian or an interpreter dictate justly. And summon to bear witness the debt two witnesses men mature Muslim free men; or if the two witnesses be not men then one man and two women to bear witness such witnesses as you approve of on account of their piety and probity; the number of women is because of the fact so that if one of the two women errs forgets the testimony given their lesser astuteness and accuracy; the other the one remembering will remind her read fa-tudhakkira or fa-tudhkira the one that has forgotten — the ‘reminding’ clause is the reason for the choice of two women that is to say so that she may be reminded if she errs or strays into error because this forgetfulness is the cause of it a variant reading for an ‘that’ has the conditional in ‘if’ with the verb inflected as tudhakkiru ‘she will remind’ making it a new sentence the response to which follows; and let the witnesses not refuse whenever the mā of idhā mā ‘whenever’ is extra they are summoned to bear witness and take responsibility for the testimony; and be not disdainful lazy to write it down that which you have witnessed in truth for this frequently occurred be it small or great a little or much with its term that is the date on which it is due ilā ajlihi is a circumstantial qualifier referring to the pronominal suffix hā’ of taktubū-hu ‘you write it down’; that writing down is more equitable more just in God’s sight more upright for testimony that is to say that is more helpful in summoning witness because it contains the reminder; and nearer closer to attaining the desired state that you will not be in doubt with regard to the amount and the due dates; unless it be that there is trade carried out there and then tijāratun hādiratun a variant reading has tijāratan hādiratan in which case the nominal sentence is missing its subject and must be the pronoun for tijāra ‘trade’ that is hiya ‘it fem."
    },
    {
      "ayah": 283,
      "surah": 2,
      "text": "And if you are upon a journey travelling and you contract a debt and you do not find a writer then a pledge ruhun or rihān plural of rahn in hand as a guarantee for you. The Sunna clarifies the permissibility of making pledges in towns where writers may be forthcoming; but the stipulation is made in the event of travel because in this case it is more important to have a guarantee; God’s reference to it being ‘in hand’ maqbūda is a condition for the pledge given to be valid and to satisfy the pledgee or his representative. But if one of you the creditor trusts another the debtor over the debt and does not require a pledge let him who is trusted the debtor deliver his trust the debt; and let him fear God his Lord when delivering it. And do not conceal the testimony if you are summoned to give it; whoever conceals it his heart is sinful the heart is mentioned because it is the locus of the testimony and because if it sins there are other sinful consequences and so the person will be punished as though he were a sinner; and God knows what you do nothing of which can be hidden from Him."
    },
    {
      "ayah": 284,
      "surah": 2,
      "text": "To God belongs all that is in the heavens and the earth. Whether you disclose manifest what is in your hearts or hide it of evil and resolve for it God shall take you to account for it informing you of it on the Day of Resurrection. Then He will forgive whom He will to forgive and chastise whom He will to chastise both verbs are apocopated fa-yaghfir ‘he will forgive’ wa-yu‘adhdhib ‘he will chastise’ if taken as the responses to the conditional in tubdū ‘if you proclaim’; but they may also be read with a final nominative inflection yaghfiru yu‘adhdhibu in which case it would constitute a new clause and follow on from an implicit fa-huwa ‘then He’. And God has power over all things including reckoning with you and requiting you."
    },
    {
      "ayah": 285,
      "surah": 2,
      "text": "The Messenger Muhammad (s) believes in affirms the truth of what was revealed to him from his Lord namely the Qur’ān and the believers wa’l-mu’minūna is a supplement to al-rasūlu ‘the Messenger’; each one the tanwīn of kullun stands in place of the second noun in an annexation sc. kullu wāhidin believes in God and His angels and in His Books all of them and each of them and His messengers and they say ‘we make no distinction between any of His messengers’ believing in some and disbelieving in others in the manner of the Jews and the Christians. And they say ‘We hear what we have been enjoined to hear and accept and obey; we ask you Your forgiveness our Lord; to You is the homecoming’ that is the return at the Resurrection. When the previous verse was revealed the believers complained of evil whisperings and it grieved them that they should be taken to account according to the principle expressed in it and so the following was revealed"
    },
    {
      "ayah": 286,
      "surah": 2,
      "text": "God charges no soul save to its capacity that is what it is capable of bearing; for it is what it has merited of good and its reward and against it is what it has earned of evil and its burden no person shall be requited for another’s sin or for what he has not earned even if he was tempted to do it. Say Our Lord take us not to task by way of chastisement if we forget or err by straying from the right path unknowingly — as You used to take to task those before us God has lifted this burden from this community as reported in hadīth. The petition here then is a way of acknowledging God’s favour; our Lord burden us not with a load an affair which we cannot bear such as You did lay upon those before us namely upon the Children of Israel as for example the killing of oneself in repentance the paying of a quarter of one’s property for alms and the severing of the impure part. Our Lord do not burden us beyond what we have the power the strength to bear of obligations and trials; and pardon us effacing our sins and forgive us and have mercy on us with mercy added to Your forgiveness; You are our Patron our Master and the Guardian of our affairs; so grant us assistance against the disbelieving folk by establishing definitive proof for us and victory over them in battle for it is expected of a patron that he assist his clients against their enemies. In a hadīth it is stated that when this verse was revealed and the Prophet s was reciting it after each word it was said to him “Granted”."
    },
    {
      "ayah": 29,
      "surah": 2,
      "text": "He it is Who created for you all that is in the earth that is the earth and all that is in it so that you may benefit from and learn lessons from it; then after creating the earth He turned to that is He made His object heaven and levelled them fa-sawwāhunna the pronoun -hunna refers to ‘heaven’ since it heaven is implicit in the import of the sentence attributed to it the pronoun that is to say He made them thus as He says in another verse fa-qadāhunna so He determined them Q. 4112 seven heavens and He has knowledge of all things in their totality and in their individual detail so do you not then think that the One who has the power to create this to begin with which is much greater than what you are also has the power to bring you back after death?"
    },
    {
      "ayah": 3,
      "surah": 2,
      "text": "who believe in that is who accept the truth of the Unseen what is hidden from them of the Resurrection Paradise and the Fire; and maintain the prayer that is to say who perform it giving it its proper due; and of what We have provided them that is of what we have bestowed upon them expend in obedience to God;"
    },
    {
      "ayah": 30,
      "surah": 2,
      "text": "And mention O Muhammad (s) when your Lord said to the angels ‘I am appointing on earth a vicegerent’ who shall act as My deputy by implementing My rulings therein — and this vicegerent was Adam; They said ‘What will You appoint therein one who will do corruption therein through disobedience and shed blood spilling it through killing just as the progeny of the jinn did for they used to inhabit it but when they became corrupted God sent down the angels against them and they were driven away to islands and into the mountains; while we glorify continuously You with praise that is “We say Glory and Praise be to You” and sanctify You?’ that is ‘We exalt You as transcendent above what does not befit You?; the lām of laka ‘You’ is extra and the sentence wa-nuqaddisu laka ‘We sanctify You’ is a circumstantial qualifier the import being ‘thus we are more entitled to be Your vicegerents’; He exalted be He said ‘Assuredly I know what you know not’ of the benefits of making Adam a vicegerent and of the fact that among his progeny will be the obedient and the transgressor and justice will prevail between them. They said ‘God will never create anything more noble in His eyes than us nor more knowledgeable since we have been created before it and have seen what it has not seen. God then created Adam from the surface of the earth adīm al-ard adīm literally means ‘skin’ taking a handful of all its colours and mixing it with different waters then made him upright and breathed into him the Spirit and he thus became a living being with senses after having been inanimate."
    },
    {
      "ayah": 31,
      "surah": 2,
      "text": "And He taught Adam the names that is the names of things named all of them by placing knowledge of them into his heart; then He presented them these names the majority of which concerned intellectual beings to the angels and said to them in reproach ‘Now tell Me inform Me the names of these things named if you speak truly’ in your claim that I would not create anything more knowledgeable than you or that you are more deserving of this vicegerency; the response to the conditional sentence is intimated by what precedes it."
    },
    {
      "ayah": 32,
      "surah": 2,
      "text": "They said ‘Glory be to You! exalting You above that any should object to You We know not except what You have taught us. Surely You are innaka anta emphasises the preceding suffixed pronoun kāf the Knower Wise’ from whose knowledge and wisdom nothing escapes."
    },
    {
      "ayah": 33,
      "surah": 2,
      "text": "He exalted be He said ‘Adam tell them the angels their names’ all of the things named; so he named each thing by its appellation and mentioned the wisdom behind its creation; And when he had told them their names He exalted said in rebuke ‘Did I not tell you that I know the Unseen in the heavens and the earth? what is unseen in them And I know what you reveal what you manifested when you said ‘What will You appoint therein …’ and what you were hiding what you were keeping secret when you were saying that God would not create anything more knowledgeable or more noble in His eyes than us."
    },
    {
      "ayah": 34,
      "surah": 2,
      "text": "And mention when We said to the angels ‘Prostrate yourselves to Adam’ a prostration that is a bow of salutation; so they prostrated themselves except Iblīs the father of the jinn who was among the angels he refused to prostrate and disdained became proud and said I am better than he Q. 712; and so he became one of the disbelievers according to God’s knowledge."
    },
    {
      "ayah": 35,
      "surah": 2,
      "text": "And We said ‘Adam dwell anta ‘you’ of ‘dwell you’ here reiterates the concealed pronoun of the person of the verb uskun so that it wa-zawjuk may be made a supplement to it; and your wife Eve Hawwā’ — who was created from his left rib — in the Garden and eat thereof of its food easefully of anything without restrictions where you desire; but do not come near this tree to eat from it and this was wheat or a vine or something else lest you be become evildoers’ that is transgressors."
    },
    {
      "ayah": 36,
      "surah": 2,
      "text": "Then Satan Iblīs caused them to slip he caused them to be removed fa-azallahumā a variant reading has fa-azālahumā he caused them to be away from it therefrom that is from the Garden when he said to them ‘Shall I point you to the tree of eternity’ cf. Q. 20120 and swore to them by God that he was only giving good advice to them and so they ate of it; and brought them out of what they were in of bliss; and We said ‘Go down to earth both of you and all those comprised by your seed; some of you of your progeny an enemy to the other through your wronging one another; and in the earth a dwelling a place of settlement shall be yours and enjoyment of whatever of its vegetation you may enjoy for a while’ until the time your terms of life are concluded."
    },
    {
      "ayah": 37,
      "surah": 2,
      "text": "Thereafter Adam received certain words from his Lord with which He inspired him a variant reading of Ādamu has accusative Ādama and nominative kalimātu meaning they the words came to him and these were those of the verse Lord we have wronged ourselves Q. 723 with which he supplicated and He relented to him that is He accepted his repentance; truly He is the Relenting to His servants the Merciful to them."
    },
    {
      "ayah": 38,
      "surah": 2,
      "text": "We said ‘Go down from it from the Garden all together He has repeated this phrase qulnā ihbitū in order to supplement it with yet fa-immā the nūn of the conditional particle in ‘if’ has been assimilated with the extra mā there shall come to you from Me guidance a Book and a prophet and whoever follows My guidance believing in me and performing deeds in obedience of Me no fear shall befall them neither shall they grieve in the Hereafter since they will be admitted into Paradise."
    },
    {
      "ayah": 39,
      "surah": 2,
      "text": "As for the disbelievers who deny Our signs Our Books those shall be the inhabitants of the Fire abiding therein’ enduring perpetually neither perishing nor exiting therefrom."
    },
    {
      "ayah": 4,
      "surah": 2,
      "text": "and who believe in what has been revealed to you namely the Qur’ān; and what was revealed before you that is the Torah the Gospel and other scriptures; and of the Hereafter they are certain that is they know it is real."
    },
    {
      "ayah": 40,
      "surah": 2,
      "text": "O Children of Israel sons of Jacob remember My favour wherewith I favoured you that is your forefathers saving them from Pharaoh parting the sea sending clouds as shelter and other instances for which you should show gratitude by being obedient to Me; and fulfil My covenant that which I took from you that you believe in Muhammad (s) and I shall fulfil your covenant that which I gave to you that you shall be rewarded for this with Paradise; and be in awe of Me fear Me and not anyone else when you have abandoned belief in him the Prophet."
    },
    {
      "ayah": 41,
      "surah": 2,
      "text": "And believe in what I have revealed of the Qur’ān confirming that which is with you of the Torah by its agreement with it in respect to affirmation of God’s Oneness and prophethood; and be not the first to disbelieve in it from among the People of the Scripture for those who will come after you will depend on you and so you will bear their sins. And do not sell exchange My signs those that relate to the description of Muhammad (s) in your Book; for a small price for a trivial and temporary affair of this world; that is to say do not suppress this for fear of losing what you hope to earn from lowly individuals among you; and fear Me and none other in this matter."
    },
    {
      "ayah": 42,
      "surah": 2,
      "text": "And do not obscure confuse the truth that I have revealed to you with falsehood that you fabricate; and do not conceal the truth the description of Muhammad (s) wittingly that is knowing it to be the truth."
    },
    {
      "ayah": 43,
      "surah": 2,
      "text": "And establish prayer and pay the alms and bow with those that bow that is pray with those who pray Muhammad (s) and his Companions this was revealed concerning their religious scholars who used to say to their kin from among the Muslims ‘Stay firm upon the religion of Muhammad (s) for it is the truth’."
    },
    {
      "ayah": 44,
      "surah": 2,
      "text": "Will you bid others to piety to belief in Muhammad (s) and forget yourselves neglecting yourselves and not bidding them to the same while you recite the Book? in which there is the threat of chastisement if what you do contradicts what you say. Do you not understand? the evil nature of your actions that you might then repent? the sentence about ‘forgetting’ constitutes the syntactical locus of the interrogative of disavowal."
    },
    {
      "ayah": 45,
      "surah": 2,
      "text": "Seek help ask for assistance in your affairs in patience by restraining the soul in the face of that which it dislikes; and prayer. The singling out of this for mention is a way of emphasising its great importance; in one hadīth it is stated ‘When something bothered the Prophet s he would immediately resort to prayer’; it is said that the address here is to the Jews when greed and desire for leadership became impediments to their faith they were enjoined to forbearance which constituted fasting and prayer since the former stems from lust and the latter yields humility and negates pride. For it prayer is grievous burdensome except to the humble those that are at peace in obedience"
    },
    {
      "ayah": 46,
      "surah": 2,
      "text": "who reckon who are certain that they shall meet their Lord at the Resurrection and that to Him they are returning in the Hereafter where He will reward them."
    },
    {
      "ayah": 47,
      "surah": 2,
      "text": "O Children of Israel remember My favour wherewith I favoured you by giving thanks through obedience to Me and that I have preferred you your forefathers above all the worlds of their time;"
    },
    {
      "ayah": 48,
      "surah": 2,
      "text": "and fear be scared of the day when no soul for another shall give satisfaction which is the Day of Resurrection and no intercession shall be accepted read either tuqbal or yuqbal from it that is it is not the case that it has power to intercede for it then to be accepted from it or rejected as God says So now we have no intercessors Q. 26100; nor any compensation ransom be taken neither shall they be helped to avoid God’s chastisement."
    },
    {
      "ayah": 49,
      "surah": 2,
      "text": "And remember when We delivered you your forefathers the address here and henceforth directed to those living at the time of the our Prophet is about how God blessed their forefathers and is intended to remind them of God’s grace so that they might believe; from the folk of Pharaoh who were visiting you with that is making you taste evil chastisement of the worst kind the sentence here is a circumstantial qualifier referring to the person of the pronoun suffixed in najjaynākum ‘We delivered you’; slaughtering your newly-born sons this is explaining what has just been said; and sparing retaining your women doing so because of the saying of some of their priests that a child born among the Israelites shall bring about the end of your rule Pharaoh; and for you therein chastisement or deliverance was a tremendous trial a test or a grace from your Lord."
    },
    {
      "ayah": 5,
      "surah": 2,
      "text": "Those as described in the way mentioned are upon guidance from their Lord those are the ones that will prosper that is who will succeed in entering Paradise and be saved from the Fire."
    },
    {
      "ayah": 50,
      "surah": 2,
      "text": "And remember when We divided split in two for you on account of you the sea such that you were able to cross it and escape from your enemy; and We delivered you from drowning and drowned Pharaoh’s folk his people with him while you were beholding the sea crashing down on top of them."
    },
    {
      "ayah": 51,
      "surah": 2,
      "text": "And when We appointed for wā‘adnā or wa‘adnā Moses forty nights at the end of which We shall give him the Torah for you to implement then you took to yourselves the calf the one which the Samaritan fashioned for you as a god after him that is after he departed for Our appointment and you were evildoers for taking it in worship because you directed your worship to the wrong place."
    },
    {
      "ayah": 52,
      "surah": 2,
      "text": "Then We pardoned you erasing your sins after that act of worship so that you might be thankful for Our favour upon you."
    },
    {
      "ayah": 53,
      "surah": 2,
      "text": "And when We gave to Moses the Scripture the Torah and the Criterion wa’l-furqān is an explicative supplement of Torah that is the one that discriminates faraqa between truth and falsehood and between what is licit and illicit so that you might be guided by it away from error."
    },
    {
      "ayah": 54,
      "surah": 2,
      "text": "And when Moses said to his people those who worshipped the calf ‘My people you have done wrong against yourselves by your taking the golden calf for a god; now turn to your Creator away from that worship of the calf and slay one another that is let the innocent of you slay the guilty; That slaughter will be better for you in your Creator’s sight’ who made it easier for you to accomplish this and sent down a dark cloud over you so that none of you was able to see the other and show him mercy such that almost seventy thousand of you were killed; and He will turn to you relenting before your turning in repentance; truly He is the Relenting the Merciful."
    },
    {
      "ayah": 55,
      "surah": 2,
      "text": "And when you said having gone out with Moses to apologise before God for your worship of the calf and having heard what he had said to you; ‘O Moses we will not believe you till we see God openly’ with our own eyes; and the thunderbolt the shout took you and you died while you were beholding what was happening to you."
    },
    {
      "ayah": 56,
      "surah": 2,
      "text": "Then We raised you up brought you back to life after you were dead so that you might be thankful for this favour of Ours."
    },
    {
      "ayah": 57,
      "surah": 2,
      "text": "And We made the cloud overshadow you that is We sheltered you with fine clouds from the heat of the sun while you were in the wilderness; and We sent down in them the clouds upon you manna and quails — which are respectively a type of citrus known as turunjabīn and the quail — and We said ‘Eat of the good things We have provided for you’ and do not store any of it away but they were not grateful for this favour and stored the food and so they were deprived of it; And they did not wrong Us in this but themselves they wronged since the evil consequences of this befell them."
    },
    {
      "ayah": 58,
      "surah": 2,
      "text": "And when We said to them after they came out of the wilderness ‘Enter this city either the Holy House of Jerusalem Bayt al-Maqdis or Jericho Arīhā and eat freely therein wherever you will plentifully and without any restrictions and enter it at the gate its gate prostrating bowing and say ‘our request is for an exoneration’ that is ‘That we be exonerated from our transgressions’ and We shall forgive naghfir a variant reading has one of the two passive forms yughfar or tughfar ‘they will be forgiven’ you your transgressions and We shall give more to those who are virtuous’ — through obedience — in terms of reward."
    },
    {
      "ayah": 59,
      "surah": 2,
      "text": "Then the evildoers among them substituted a saying other than that which had been said to them and said instead ‘A grain inside a hair’ and entered the town dragging themselves on their rears; so We sent down upon the evildoers the replacement of the second person of the previous verse with the overt identification in the third person alladhīna zalamū ‘the evildoers’ is intended to emphasise the depravity of their action wrath a punishment of plague from the heaven for their wickedness for deviating from obedience and within a very short period of time just under seventy thousand of them were dead."
    },
    {
      "ayah": 6,
      "surah": 2,
      "text": "As for the disbelievers the likes of Abū Jahl Abū Lahab and such; alike it is for them whether you have warned them or have not warned them they do not believe as God knows very well so do not hope that they will believe read a-andhartahum pronouncing both hamzas or by not pronouncing the second making it an alif instead and inserting an alif between the one not pronounced and the other one or leaving this insertion; al-indhār ‘warning’ is to give knowledge of something and simultaneously instil an element of fear."
    },
    {
      "ayah": 60,
      "surah": 2,
      "text": "And mention when Moses sought water for his people for they suffered thirst in the wilderness We said ‘Strike with your staff the rock the one that ran off with his robe a light cube-like rock about the size of a man’s head made of marble and he struck it and there exploded there burst and gushed forth from it twelve fountains equal to the number of tribes each people each tribe among them came to know their drinking-place which they did not share with any of the others. And We said to them ‘Eat and drink of that which God has provided and do not be degenerate in the earth seeking corruption’ mufsidīn is a circumstantial qualifier emphasising its operator the subject of the verb lā ta‘thaw ‘do not be degenerate’ derived from ‘athiya meaning afsada ‘to corrupt’."
    },
    {
      "ayah": 61,
      "surah": 2,
      "text": "And when you said ‘Moses we will not endure one sort of food that is to say manna and quails; pray to your Lord for us that He may bring forth for us something of min here is explicative what the earth produces — green herbs cucumbers garlic lentils onions’ he Moses said to them ‘Would you exchange what is better more noble that is do you substitute this with what is lowlier?’ the hamza of a-tastabdilūna is for rebuke; they thus refused to change their mind and he Moses supplicated to God and He exalted be He said ‘Go down to a city whichever city it may be; you shall have there what you demanded’ of vegetable produce; And abasement submissiveness and wretchedness that is the signs of poverty on account of their submissiveness and debasement that always accompany them even if they be rich in the same way that a coin never changes its mint; were cast upon them and they incurred ended up with God’s wrath; that that is that affliction and wrath was because they used to disbelieve the signs of God and slay prophets such as Zachariah and John without right that is unjustly; that was because they disobeyed and they were transgressors overstepping the bounds in disobedience here the repetition dhālik bi-mā ‘asaw wa-kānū ya‘tadūn is for emphasis."
    },
    {
      "ayah": 62,
      "surah": 2,
      "text": "Surely those who believe who believed before in the prophets and those of Jewry the Jews and the Christians and the Sabaeans a Christian or Jewish sect whoever from among them believes in God and the Last Day in the time of our Prophet and performs righteous deeds according to the Law given to him — their wage that is the reward for their deeds is with their Lord and no fear shall befall them neither shall they grieve the singular person of the verbs āmana ‘believes’ and ‘amila ‘performs’ takes account of the singular form of man ‘whoever’ but in what comes afterwards of the plural pronouns its plural meaning is taken into account."
    },
    {
      "ayah": 63,
      "surah": 2,
      "text": "And mention when We made a covenant with you your pledge to act according to what is in the Torah and We had raised above you the Mount which We uprooted from the earth and placed above you when you refused to accept it sc. the Torah and We said ‘Take forcefully seriously and with effort what We have given you and remember what is in it acting in accordance with it so that you might preserve yourselves’ from the Fire or acts of disobedience."
    },
    {
      "ayah": 64,
      "surah": 2,
      "text": "Then you turned away thereafter and but for God’s bounty and His mercy towards you you would have been among the losers there is no commentary on this verse."
    },
    {
      "ayah": 65,
      "surah": 2,
      "text": "And verily wa-la-qad the lām is for oaths you know that there were those among you who transgressed violated the Sabbath by fishing when We had forbidden you to do so — these were the inhabitants of Eilat — and We said to them ‘Be apes despised!’ rejected and they became so they died three days later."
    },
    {
      "ayah": 66,
      "surah": 2,
      "text": "And We made it this punishment an exemplary punishment a lesson to dissuade others from doing what they did; for all the former times and for the latter that is for the people of that time or those that came later; and an admonition to such as who fear God these are singled out for mention here because they in contrast to others are the ones who benefit thereby."
    },
    {
      "ayah": 67,
      "surah": 2,
      "text": "And mention when Moses said to his people when one among them was killed and the killer was not known and so they asked Moses to pray to God to reveal the killer which he did; ‘God commands you to sacrifice a cow’. They said ‘Do you take us in mockery?’ that is making fun of us when you answer us like this? He said ‘I take refuge with I seek defence with God lest I should be one of the ignorant’ one of those who indulge in mockery."
    },
    {
      "ayah": 68,
      "surah": 2,
      "text": "But when they realised that he was being serious They said ‘Pray to your Lord for us that He may make clear to us what she may be’ its true nature He Moses said ‘He God says she is a cow neither old nor virgin that is young middling between the two in terms of age; so do what you have been commanded’ by way of sacrificing it."
    },
    {
      "ayah": 69,
      "surah": 2,
      "text": "They said ‘Pray to your Lord for us that He make clear to us what her colour may be’ He said ‘He says she shall be a golden cow bright in colour that is of a very intense yellow gladdening to beholders its beauty will please those that look at it."
    },
    {
      "ayah": 7,
      "surah": 2,
      "text": "God has set a seal on their hearts impressing on them and making certain that no good enters them; and on their hearing in which He has deposited something so that they cannot profit from the truth they hear; and on their eyes is a covering that is a veil so that they do not see the truth; and for them there will be a mighty chastisement that is intense and everlasting."
    },
    {
      "ayah": 70,
      "surah": 2,
      "text": "They said ‘Pray to your Lord for us that He make clear to us what she may be does it graze freely or is it used in labour?; the cows that is the species described in the way mentioned are all alike to us because there are many of them and we have not been able to find the one sought after; and if God wills we shall then be guided’ to it. In one hadīth it is reported ‘Had they not uttered the proviso inshā’a Llāh it would never have been made clear to them’."
    },
    {
      "ayah": 71,
      "surah": 2,
      "text": "He said ‘He says she shall be a cow not broken not subdued for labour that is to plough the earth churning its soil for sowing tuthīr al-ard the clause describes the word dhalūl and constitutes part of the negation; or to water the tillage that is the land prepared for sowing; one safe from faults and the effects of toil; with no blemish of a colour other than her own on her’. They said ‘Now you have brought the truth’ that is now you have explained it clearly; they thus sought it out and found it with a boy very dutiful towards his mother and they eventually purchased it for the equivalent of its weight in gold; and so they sacrificed her even though they very nearly did not on account of its excessive cost. In a hadīth it is stated that ‘Had they sacrificed any cow it would have sufficed them but they made it difficult for themselves and so God made it difficult for them’."
    },
    {
      "ayah": 72,
      "surah": 2,
      "text": "And when you killed a living soul and disputed thereon iddāra’tum the tā’ of the root-form itdāra’tum has been assimilated with the dāl — and God disclosed what you were hiding this is a parenthetical statement; the story begins here with wa-idh qataltum nafsan ‘and when you killed a soul’… and continues in the following"
    },
    {
      "ayah": 73,
      "surah": 2,
      "text": "so We said ‘Smite him the slain man with part of it’ and so when he was struck with its tongue or its tail he came back to life and said ‘So-and-so killed me’ and after pointing out two of his cousins he died; the two killers were denied the inheritance and were later killed. God says even so is the revival for God brings to life the dead and He shows you His signs the proofs of His power so that you might understand that you might reflect and realise that the One capable of reviving a single soul is also capable of reviving a multitude of souls and then believe."
    },
    {
      "ayah": 74,
      "surah": 2,
      "text": "Then your hearts became hardened O you Jews they your hearts became stiffened against acceptance of the truth thereafter that is after what is mentioned of the bringing back to life of the slain man and the other signs before this; and they are like stones in their hardness or even yet harder than these; for there are stones from which rivers come gushing and others split yashshaqqaq the initial tā’ of the root-form yatashaqqaq has been assimilated with the shīn so that water issues from them; and others come down from on high in fear of God while your hearts are unmoved unstirred and not humbled; And God is not heedless of what you do but instead He gives you respite until your time comes ta‘malūna ‘you do’ a variant reading has ya‘malūna ‘they do’ indicating a shift to the third person address."
    },
    {
      "ayah": 75,
      "surah": 2,
      "text": "Are you then so eager O believers that they the Jews should believe you seeing there is a party of them a group of their rabbis that heard God’s word in the Torah and then tampered with it changing it and that after they had comprehended it after they had understood it knowingly? knowing full well that they were indulging in mendacity the hamza at the beginning of the verb a-fa-tatma‘ūn is an interrogative for rejection in other words ‘Do not be so eager for they have disbelieved before’."
    },
    {
      "ayah": 76,
      "surah": 2,
      "text": "And when they the hypocrites from among the Jews meet those who believe they say ‘We believe’ that Muhammad (s) is a prophet and that he is the one of whom we have been given good tidings in our Book; but when they go in private one to another they their leaders the ones not involved in the hypocrisy say to those hypocrites ‘Do you speak to them the believers of what God has disclosed to you that is what He has made known to you of Muhammad’s s description in the Torah so that they may thereby dispute the lām of li-yuhājjūkum ‘that they may dispute with you’ is the lām of ‘becoming’ with you before your Lord? in the Hereafter and hold the proof against you for not following him Muhammad (s) despite your knowledge of his sincerity? Have you no understanding?’ of the fact that they will contend with you if you speak to them in this way? So beware."
    },
    {
      "ayah": 77,
      "surah": 2,
      "text": "God says Know they not the interrogative is affirmative the inserted wāw of a-wa-lā is to indicate the supplement that God knows what they keep secret and what they proclaim? that is what they hide and what they reveal in this matter and all other matters so that they may desist from these things."
    },
    {
      "ayah": 78,
      "surah": 2,
      "text": "And there are some of them the Jews that are illiterate unlettered not knowing the Scripture the Torah but only desires lies which were handed down to them by their leaders and which they relied upon; and in their rejection of the prophethood of the Prophet and fabrications of other matters they have mere conjectures and no firm knowledge."
    },
    {
      "ayah": 79,
      "surah": 2,
      "text": "So woe a severe chastisement to those who write the Scripture with their hands that is fabricating it themselves then say ‘This is from God’ that they may sell it for a small price of this world these are the Jews the ones that altered the description of the Prophet in the Torah as well as the ‘stoning’ verse and other details and rewrote them in a way different from that in which they were revealed. So woe to them for what their hands have written of fabrications and woe to them for their earnings by way of bribery rishan plural of rishwa."
    },
    {
      "ayah": 8,
      "surah": 2,
      "text": "The following was revealed concerning the hypocrites and some people there are who say ‘We believe in God and the Last Day’ that is in the Day of Resurrection because it is the very last day; but they are not believers the plural import of man in man yaqūl ‘who says’ is taken into account here as expressed by a pronoun hum that expresses this plural meaning."
    },
    {
      "ayah": 80,
      "surah": 2,
      "text": "And they say when the Prophet promised them the Fire ‘the Fire shall not touch us that is afflict us save a number of days’ only a short time of forty days the same length of time their forefathers worshipped the calf after which time it the Fire will cease. Say to them Muhammad (s) ‘Have you taken with God a covenant? a pledge from Him to this? God will not fail in His covenant in this matter or — nay — say you against God what you do not know? a’ttakhadhtum the conjunctive hamza has been omitted on account of the interrogative hamza sufficing."
    },
    {
      "ayah": 81,
      "surah": 2,
      "text": "Not so it will touch you and you will abide therein; whoever earns evil through associating another with God and is encompassed by his transgression in the singular and the plural that is to say it overcomes him and encircles him totally for he has died an idolater — those are the inhabitants of the Fire therein abiding khālidūn this plural noun takes account of the plural import of man ‘whoever’."
    },
    {
      "ayah": 82,
      "surah": 2,
      "text": "And those who believe and perform righteous deeds — those are the inhabitants of Paradise therein abiding."
    },
    {
      "ayah": 83,
      "surah": 2,
      "text": "And mention when We made a covenant with the Children of Israel in the Torah where We said ‘You shall not worship a variant reading for lā ta‘budūna has third person plural lā ya‘budūn ‘they shall not worship’ any other than God lā ta‘budūna illā Llāha is a predicate denoting a prohibition; one may also read lā ta‘budū Worship you not; and to be good and righteous to parents and the near of kin here kinship is adjoined to parents; and to orphans and to the needy; and speak well good words to men commanding good and forbidding evil being truthful with regard to the status of Muhammad (s) and being kind to them sc. orphans and the needy a variant reading for hasanan has husnan the verbal noun used as a hyperbolic description; and observe prayer and pay the alms’ which you actually accepted but then you turned away refusing to fulfil these obligations here the second person address is used but their forefathers are still meant; all but a few of you rejecting it like your forefathers."
    },
    {
      "ayah": 84,
      "surah": 2,
      "text": "And when We made a covenant with you and We said ‘You shall not shed your own blood spilling it by slaying one another; neither expel your own from your habitations’ let no one of you expel the other from his house; then you confirmed it that is you accepted this covenant and you bore witness upon your own souls."
    },
    {
      "ayah": 85,
      "surah": 2,
      "text": "Then there you are killing one another and expelling a party of you from their habitations conspiring tazzāharūna the original ta’ has been assimilated with the zā’; a variant reading has it without the assimilation that is tazāharūna assisting one another against them in sin in disobedience and enmity injustice and if they come to you as captives a variant reading for usārā has asrā you ransom them a variant reading for tafdūhum has tufādūhum that is to say you deliver them from captivity with money etc. and this ransoming was one of the things to which they were pledged; yet their expulsion was forbidden you muharramun ‘alaykum ikhrājuhum is semantically connected to wa-tukhrijūna ‘and expelling’ and the statement that comes in between is parenthetical that is expulsion was forbidden you in the same way that non-ransoming was forbidden you. Qurayza had allied themselves with the Aws and the Nadīr with the Khazraj but every member of an alliance would fight against a fellow ally thus destroying each other’s homes and expelling one another taking prisoners and then ransoming them. When they were asked ‘Why do you fight them and then pay their ransom?’ they would reply ‘Because we have been commanded to ransom’; and they would be asked ‘So why do you fight them then?’ to which they would say ‘For fear that our allies be humiliated’; God exalted says What do you believe in part of the Book that is the part about ransom and disbelieve in part? namely the part about renouncing fighting expulsion and assistance against one another; What shall be the requital of those of you who do that but degradation disgrace and ignominy in the life of this world they were disgraced when Qurayza were slewn and the Nadīr were expelled to Syria and ordered to pay the jizya; and on the Day of Resurrection to be returned to the most terrible of chastisement? And God is not heedless of what you do ta‘malūna or read ya‘malūna ‘they do’."
    },
    {
      "ayah": 86,
      "surah": 2,
      "text": "Those are the ones who have purchased the life of this world at the price of the Hereafter by preferring the former to the latter — for them the punishment shall not be lightened neither shall they be helped neither shall they be protected against it."
    },
    {
      "ayah": 87,
      "surah": 2,
      "text": "And We gave Moses the Scripture the Torah and after him We sent successive messengers that is We sent them one after another and We gave Jesus son of Mary the clear proofs that is the miracles of bringing the dead back to life and healing the blind and the leper and We confirmed him We strengthened him with the Holy Spirit the expression rūh al-qudus is an example of annexing in a genitive construction the noun described to the adjective qualifying it in other words al-rūh al-muqaddasa that is Gabriel so described on account of his Jesus’s sanctity; he would accompany him Jesus wherever he went; still you refuse to be upright and whenever there came to you a messenger with what your souls did not desire did not like in the way of truth you became arrogant you disdained to follow him istakbartum ‘you became arrogant’ is the response to the particle kullamā ‘whenever’ and constitutes the interrogative and is meant as a rebuke; and some of them you called liars such as Jesus and some you slay? such as Zachariah and John the present tenses of these verbs are used to narrate the past events as though they were events in the present in other words ‘and some you slew’."
    },
    {
      "ayah": 88,
      "surah": 2,
      "text": "And they say to the Prophet mockingly ‘Our hearts are encased’ ghulf is the plural of aghlaf that is to say wrapped up in covers and cannot comprehend what you say; God exalted be He says Nay bal introduces the rebuttal but God has cursed them removed them far from His mercy and degraded them when they rejected the messengers for their unbelief which is not the result of anything defective in their hearts; and little will they believe fa-qalīlan mā yu’minūn the mā here is extra emphasising the ‘littleness’ involved that is their belief is minimal."
    },
    {
      "ayah": 89,
      "surah": 2,
      "text": "When there came to them a Book from God confirming what was with them in the Torah that is the Qur’ān — and they formerly before it came prayed for victory for assistance over the disbelievers saying ‘God give us assistance against them through the Prophet that shall be sent at the end of time’; but when there came to them what they recognised as the truth that is the mission of the Prophet they disbelieved in it out of envy and for fear of losing leadership the response to the first lammā particle is indicated by the response to the second one; and the curse of God is on the disbelievers."
    },
    {
      "ayah": 9,
      "surah": 2,
      "text": "They would deceive God and the believers by manifesting the opposite of the unbelief they hide so that they can avoid His rulings in this world; and only themselves they deceive yukhādi‘ūn for the evil consequences of their deception will rebound upon them as they are disgraced in this world when God makes known to His Prophet what they are hiding and they will be punished in the Hereafter; and they are not aware and they do not know that they are actually deceiving themselves mukhāda‘a although a third verbal form from khāda‘a actually denotes a one-way action such as when one says ‘āqabtu al-lissa ‘I punished the thief’ using the third verbal form ‘āqaba; the mention of ‘God’ in this statement is for rhetorical effect; a variant reading for wa-mā yukhādi‘ūna has wa-mā yakhda‘ūna."
    },
    {
      "ayah": 90,
      "surah": 2,
      "text": "Evil is that for which they sell their souls that is their share of the reward in the Hereafter bi’samā ‘evil is that for which’ mā here is an indefinite particle representing ‘a thing’ and constitutes a specification qualifying the subject of the verb bi’s ‘evil is’ the very thing being singled out for criticism; that they disbelieve in that Qur’ān which God has revealed grudging baghyan here is an object denoting reason for yakfurū ‘they disbelieve’ that is out of envy that God should reveal read either yunzil or yunazzil of His bounty the Inspiration to whomever He will of His servants to deliver the Message; and they were laden they returned with anger from God for their disbelief in what He has revealed the indefinite form bi-ghadabin ‘with anger’ is used to emphasise the awesomeness of the ‘anger’ upon anger which they deserved formerly when they neglected the Torah and disbelieved in Jesus; and for the disbelievers there shall be a humiliating chastisement."
    },
    {
      "ayah": 91,
      "surah": 2,
      "text": "And when it was said to them ‘Believe in what God has revealed that is the Qur’ān and other Books they said ‘We believe in what was revealed to us’ that is the Torah; and wā here indicates a circumstantial qualifier they disbelieve in what is beyond that what is other than that or what came afterwards such as the Qur’ān; yet it is the truth wa-huwa’l-haqqu is a circumstantial qualifier confirming musaddiqan a second circumstantial qualifier for emphasis what is with them. Say to them ‘Why then were you slaying the prophets of God formerly if you were believers?’ in the Torah and in it you were forbidden to kill them this address concerning what their forefathers did is directed towards those present at the time of our Prophet on account of their approval of it that is of what the forefathers had done."
    },
    {
      "ayah": 92,
      "surah": 2,
      "text": "And Moses came to you with clear proofs miracles such as the staff his hand and the parting of the sea; then you took to yourselves the calf as a god after him after he had gone to the appointment and you were evildoers for taking it in worship."
    },
    {
      "ayah": 93,
      "surah": 2,
      "text": "And when We made a covenant with you to act according to what is in the Torah and raised over you the Mount to drop it on you when you had refused to accept it; We said ‘Take forcefully seriously and with effort what We have given you and listen’ to what you have been commanded and be prepared to accept it They said ‘We hear your words and disobey’ your command; and they were made to drink the calf in their hearts that is to say the love of it the golden calf intoxicated their hearts in the way that wine does on account of their unbelief. Say to them ‘Evil is that thing which your belief in the Torah enjoins on you in the way of the worship of the golden calf if you are believers’ in it as you claim; meaning you are not believers for faith does not command that you worship the calf — their forefathers are meant here. Likewise you do not believe in the Torah because you have denied the prophethood of Muhammad (s) whereas faith in it does not command you to reject him."
    },
    {
      "ayah": 94,
      "surah": 2,
      "text": "Say to them ‘If the Abode of the Hereafter that is Paradise with God is purely yours that is exclusively and not for other people as you allege then long for death — if you speak truly’ here both conditionals are connected to the verb tamannū ‘long for’ so that the first is dependent upon the second in other words ‘If you speak truly when you claim that it is yours then you will naturally incline to what is yours and since the path to it is death long for it death’."
    },
    {
      "ayah": 95,
      "surah": 2,
      "text": "But they will never long for it because of that which their own hands have sent before them as a result of their rejection of the Prophet s the consequence of their mendacity. God knows the evildoers the disbelievers and He will requite them."
    },
    {
      "ayah": 96,
      "surah": 2,
      "text": "And you shall find them the lām of la-tajidannahum is for oaths the people most covetous of life and more covetous of it than the idolaters who reject the idea of the Resurrection for the former know that their journey’s end will be the Fire while the idolaters do not believe even in this; any one of them would love wishes that he might be given life for a thousand years law yu‘ammar ‘if only he might be given life’ the particle law ‘if only’ relates to the verbal noun and functions with the sense of an ‘that’ and together with its relative clause explains the implicit verbal noun in the object of the verb yawaddu ‘he would love’; yet any one of them his being given life an yu‘ammara ‘that he should be given life’ constitutes the subject of the verb muzahzihihi ‘that it should budge him’ this verb comes later as though it were ta‘mīruhu ‘the giving of life to him’ shall not budge remove him from the chastisement of the Fire. God sees what they do ya‘malūna may be alternatively read ta‘malūna ‘you do’ and will requite them. ‘Abd Allāh Ibn Sūryā asked the Prophet s or ‘Umar b. al-Khattāb about which angel brings down the revelation and he replied that it was Gabriel; he Ibn Sūryā then said ‘He is our enemy because he brings chastisement with him; had it been Michael we would have believed in him because he brings fertility and security.’ Then the following was revealed"
    },
    {
      "ayah": 97,
      "surah": 2,
      "text": "Say to them ‘Whoever is an enemy to Gabriel let him die in exasperation — he it was that brought it the Qur’ān down upon your heart by the leave by the command of God confirming what was before it of scriptures a guidance from error and good tidings of Paradise for the believers."
    },
    {
      "ayah": 98,
      "surah": 2,
      "text": "Whoever is an enemy to God and His angels and His messengers and Gabriel read Jibrīl or Jabrīl Jibra’il or Jabra’il Jibra’īl or Jabra’īl and Michael Mīkāl also read Mīkā’īl or Mīkā’il; a supplement to malā’ikatihi ‘His angels’ an example of the specific being supplemented to the collective — then surely God is an enemy to the disbelievers’ He says ‘to the disbelievers’ instead of ‘to them’ in order to point out their status."
    },
    {
      "ayah": 99,
      "surah": 2,
      "text": "And We have revealed to you O Muhammad (s) clear proofs lucid ones bayyinātin ‘clear proofs’ is a circumstantial qualifier; this was in response to Ibn Sūryā saying to the Prophet s ‘You have not brought us anything’; and none disbelieves in them except the wicked these have disbelieved in them."
    }
  ]
}
