{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 24,
      "text": "This is a sūra which We have revealed and prescribed read faradnāhā or the intensive form farradnāhā on account of the large number of prescriptions contained in it and wherein We have revealed manifest signs signs containing clear indications that perhaps you might remember tadhakkarūna the second tā’ of tatadhakkarūna has been assimilated with the dhāl that you might be admonished."
    },
    {
      "ayah": 10,
      "surah": 24,
      "text": "And were it not for God’s bounty to you and His mercy in shielding you from being exposed in such situations and that God is the Relenting in His acceptance of repentance in such situations and otherwise Wise in the rulings He has given for this and other matters that He might make clear the truth therein and hasten punishment for those deserving it."
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "Truly those who initiated the slander the worst calumny against ‘Ā’isha — mother of the believers may God be pleased with her — accusing her of fornication are a band from among yourselves a group from among the believers. She said that these were Hassān b. Thābit ‘Abd Allāh b. Ubayy Mistah b. Uthātha and Hamna bt. Jahsh. Do not suppose O you believers other than the mentioned band that it is bad for you; rather it is good for you for God will reward you for it and reveal ‘Ā’isha’s innocence and the innocence of the one who is supposed to have committed it with her namely Safwān b. al-Mu‘attal. She ‘Ā’isha related ‘I accompanied the Prophet s during a raid and this was after the requirement to wear the veil had been revealed. When he was through with it the raid he headed back to the campsite and one night having drawn close to Medina he announced that all should march off home. So I walked a distance away from the campsite and relieved myself. But when I came back to the campsite I realised that my necklace ‘iqd meaning qilāda had snapped. So I went back to look for it. In the meantime they had strapped my litter’ — in which one rides — ‘thinking that I was inside for in those days women were slight and ate very small portions ‘ulqa. Finally I found my necklace but when I went back to where I had been staying overnight they had already departed. I sat in the place where I had camped; I assumed that the group would notice my absence and come back for me. But my eyes were overcome by drowsiness and I fell asleep. Safwān had pitched camp behind the army to rest for some of the night ‘arrasa then set off while it was still night until he reached the site of the camp. He saw what looked like a person sleeping and recognised me when he eventually saw me having seen me on numerous occasions before the requirement of the veil. I woke up to the sound of him saying ‘To God we belong and to Him we shall surely return’ innā li’Llāhi wa-innā ilayhi rāji‘ūn for he had recognised me. So I concealed my face with my gown jilbāb — in other words I covered it up with my wrap mulā’a."
    },
    {
      "ayah": 12,
      "surah": 24,
      "text": "Why when you first heard about it did the believing men and women not think good of themselves that is why did some not think good of others and say ‘This is a manifest calumny?’ this is a patent lie? there is a shift here in the address from the second to the third person in other words why did you not assume good of them O band of believers and say"
    },
    {
      "ayah": 13,
      "surah": 24,
      "text": "Why did they that is this band of accusers not produce four witnesses to it? who had witnessed it. And since they did not produce the witnesses those in God’s sight in His judgement they are liars in this matter."
    },
    {
      "ayah": 14,
      "surah": 24,
      "text": "And were it not for God’s bounty to you and His mercy in the life of this world and the Hereafter there would have befallen you for what you O band of accusers engaged in for what you indulged in an awful chastisement in the Hereafter;"
    },
    {
      "ayah": 15,
      "surah": 24,
      "text": "when you were receiving it welcomingly with your tongues that is to say when you were reporting it one from the other one of the two letters tā’ has been omitted from the verb tatalaqqawnahu ‘you were receiving it’; idh ‘when’ is dependent because of massakum ‘befallen you’ or afadtum ‘engaged in’ and were uttering with your mouths that whereof you had no knowledge supposing it to be a light matter a sinless act while with God it was grave in sinfulness."
    },
    {
      "ayah": 16,
      "surah": 24,
      "text": "And why when you heard it did you not say ‘It is not for us to speak about this. Glory be to You! — this exclamation here is meant to indicate amazement — This is an awful calumny?’ an awful lie?"
    },
    {
      "ayah": 17,
      "surah": 24,
      "text": "God admonishes you He forbids you lest you should ever repeat the like of it if you are in truth believers then you will be admonished by this."
    },
    {
      "ayah": 18,
      "surah": 24,
      "text": "And God clarifies for you the signs through commands and prohibitions and God is Knower of what He enjoins and what He prohibits Wise therein."
    },
    {
      "ayah": 19,
      "surah": 24,
      "text": "Truly those who love that indecency should be spread by the tongue concerning those who believe by its being associated with them — and the ones meant are the band — theirs will be a painful chastisement in the life of this world by way of the prescribed legal punishment for false accusation and the Hereafter by way of the Fire as is God’s due and God knows that such indecency does not apply in their case and you O band of accusers as regards the calumny of which you spoke do not know whether such indecency took place among them."
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "As for the fornicatress and the fornicator that is of those not in wedlock — because those in wedlock are stoned according to the Sunna the al in al-zāniya ‘the fornicatress’ and al-zānī ‘the fornicator’ according to some mentioned opinions is a relative particle; the clause al-zāniyatu wa’l-zānī is a subject and because of its similarity to a conditional the fā’ has been inserted into the predicate which is the following fa’jlidū strike each of them a hundred lashes a hundred strikes one says jaladahu to mean daraba jildahu ‘he struck him on the skin’. According to the Sunna in addition to this punishment there is also banishment for a whole year. The slave however receives half of the mentioned punishment. And do not let any pity for them overcome you in God’s religion that is to say in the fulfilment of His rulings by disregarding any part of their prescribed punishment if you believe in God and the Last Day namely the Day of Resurrection in this statement there is an incitement to abide by what was mentioned before the conditional above and it also constitutes the response to the latter or at least is an indication of the response to it. And let their punishment the flogging be witnessed by a group of the believers — some say that this should be a group of three; some say four as in the number of witnesses testifying to an act of fornication."
    },
    {
      "ayah": 20,
      "surah": 24,
      "text": "And were it not for God’s bounty to you O band of accusers and His mercy and that God is Gentle Merciful to you He would have surely hastened to bring about your punishment."
    },
    {
      "ayah": 21,
      "surah": 24,
      "text": "O you who believe do not follow in the steps of Satan that is his ways of making things seem attractive. For whoever follows in the steps of Satan assuredly he the one being followed enjoins indecency that is he enjoins vile acts and what is reprehensible if followed according to the Law. And were it not for God’s bounty to you and His mercy not one of you O band of accusers would ever have grown pure after the calumny of which you spoke that is to say not one of you would have ever been reformed or purified from this sin by repenting of it. But God purifies whom He will from sin by accepting his repentance from him and God is Hearer of what you have said Knower of your intentions."
    },
    {
      "ayah": 22,
      "surah": 24,
      "text": "And do not let those of you who possess bounty the wealthy and the affluent swear not to give to the near of kin and the poor and those who emigrate in the way of God — this was revealed regarding Abū Bakr who swore to provide no more for Mistah his maternal cousin a destitute Emigrant who had fought at the battle of Badr because of his involvement in the calumny when thitherto he had provided for him. And it was revealed also regarding certain Companions who swore not to give voluntary alms to those who had participated in spreading the calumny in any way. Let them forgive and excuse them in this matter. Do you not love that God should forgive you? And God is Forgiving Merciful to believers. Abū Bakr said ‘Indeed. I would love that God forgive me’ and he restored thereafter to Mistah what he used to expend on him."
    },
    {
      "ayah": 23,
      "surah": 24,
      "text": "Truly those who make accusations of fornication against honourably married chaste women who are unaware of indecent acts — since it would never occur to them to commit such acts — who believe in God and His Messenger shall be cursed in this world and the Hereafter; and there will be an awful chastisement for them"
    },
    {
      "ayah": 24,
      "surah": 24,
      "text": "on the day yawma is in the accusative because of the implicit sense of ‘permanence’ to which lahum ‘for them’ is semantically connected when their tongues and their hands and their feet shall testify against them read feminine person tashhadu or masculine person yashhadu ‘testify’ concerning what they used to do in terms of speech and action — this day is the Day of Resurrection."
    },
    {
      "ayah": 25,
      "surah": 24,
      "text": "On that day God will pay them in full their just due He will requite them with the requital they deserve and they shall know that God is the Manifest Truth since He will have realised for them that requital of His whereof they had been in doubt. Among such people is ‘Abd Allāh b. Ubayy. The ‘honourable women’ mentioned above are the Prophet’s s wives regarding whom no repentance has been mentioned as being possible in the case of their being falsely accused; those women regarding whom repentance has been mentioned however at the beginning of the sūra verses 4-5 in the case of their being falsely accused are women other these wives of the Prophet."
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "Vile women and vile words are for vile men and vile men for vile women and the mentioned vile words. Good women and as mentioned good words are for good men and good men for good women and the mentioned good words that is to say what suits something vile is its like and what suits something good is its like — such good men and women the like of ‘Ā’isha and Safwān are absolved of what they say what the corrupt men and women say about them. For them for good men and women will be forgiveness and a glorious provision in Paradise. ‘Ā’isha felt honoured by some of the things mentioned in this verse namely that she was created ‘a good woman’ and was promised ‘forgiveness and a glorious provision’."
    },
    {
      "ayah": 27,
      "surah": 24,
      "text": "O you who believe do not enter houses other than your houses until you have first asked permission and greeted their occupants. So a person must say ‘Peace be upon you may I enter?’ as is stated in one hadīth. That is better for you than entering without permission that perhaps you might remember tadhakkarūna the second tā’ of tatadhakkarūna has been assimilated with the dhāl the superiority of such conduct and so follow it."
    },
    {
      "ayah": 28,
      "surah": 24,
      "text": "And if you do not find anyone in them to give you permission still do not enter them until permission has been given to you. And if it is said to you when you are seeking permission ‘Go away’ then go away for this going away is purer that is better for you than sitting and waiting at the doorstep. And God knows what you do whether you enter with permission or without it and He will requite you for it."
    },
    {
      "ayah": 29,
      "surah": 24,
      "text": "You would not be at fault if you enter without permission uninhabited houses wherein is comfort some benefit for you in the way of finding shelter and so on as in the case of travellers inns and charitable hostels. And God knows what you disclose what you do openly and what you hide what you do secretly when entering houses other than your own be it for a righteous purpose or otherwise. It will be mentioned shortly that they should bid themselves peace when entering their own houses."
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "The fornicator shall not marry anyone but a fornicatress or an idolatress and the fornicatress shall be married by none except a fornicator or an idolator in other words what is suitable for each of the two for the purposes of marriage is the above-mentioned; and that namely marrying of fornicators is forbidden to believers who are better than those. This was revealed when the poor among the Emigrants resolved to marry the wealthy whores of the idolaters so that they the women would provide for them. Thus it is said that the prohibition applies specifically to them; but it is also said to apply in general; but it was abrogated by God’s words Marry off the spouseless among you Q. 2432."
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "Tell believing men to lower their gaze from what is unlawful for them to look at min of min absārihim ‘their gaze’ is extra and to guard their private parts from doing with them what is unlawful for them to do. That is purer in other words better for them. Truly God is Aware of what they do with their gazes and private parts and He will requite them for it."
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "And tell believing women to lower their gaze away from what is not lawful for them to look at and to guard their private parts from what is not lawful for them to do with them and not to display their adornment except for what is apparent namely the face and the hands which may be seen by a stranger when there is no danger of either or both falling into temptation — this being one of two opinions. The second of these is that even this is forbidden because there is a presumption that these parts will cause temptation — and this is the preferred opinion if one must settle this topic with a definitive opinion; and let them draw their veils over their bosoms that is let them cover up their heads necks and chests with veils and not reveal their hidden adornment namely all that is other than the face and the hands except to their husbands bu‘ūl is the plural form of ba‘l ‘male spouse’ or their fathers or their husbands’ fathers or their sons or their husbands’ sons or their brothers or their brothers’ sons or their sisters’ sons or their women or what their right hands own all of whom are permitted to look thereat except for the part from the navel down to the knees which is unlawful for any other than their husbands to see; ‘their women’ however excludes disbelieving women for it is not permitted for Muslim women to reveal themselves to these; ‘what their right hands own’ comprises slaves; or such men who are dependant on what food may be left over not ghayri read as an adjective or read ghayra as an exceptive possessing any sexual desire not those men who are in sexual need of women so for example those whose male member cannot become erect; or children who are not yet aware of women’s private parts in the context of sexual intercourse and so to these they may reveal themselves except for that part from the navel to the knees. And do not let them thump with their feet to make known their hidden ornaments as in a rattling anklet and the like. And rally to God in repentance O believers repenting of the occasions on which you may have looked at what is forbidden to look at of such parts and otherwise so that you might be prosperous so that you might be saved from such sinful acts when your repentance thereof is accepted — in this verse the prevalent address is to males over females."
    },
    {
      "ayah": 32,
      "surah": 24,
      "text": "And marry off the spouseless among you ayāmā is the plural form of ayyim namely a spouseless female whether she be a virgin or one previously married or a spouseless male this stipulation relates to free men and free women and the righteous ones the believers among your male slaves and your female slaves ‘ibād is one plural form of ‘abd. If they the free men are poor God will enrich them through marriage out of His bounty. God is Embracing of the needs of His creatures Knowing of them."
    },
    {
      "ayah": 33,
      "surah": 24,
      "text": "And let those who cannot find the means to marry be continent those who do not have the bridal money or the means for financial support needed for marriage let them restrain themselves from fornication until God enriches them until He improves their means out of His bounty and they marry. And those who seek a written contract of emancipation from among those whom your right hand owns of male slaves and female slaves contract with them accordingly if you know in them any good such as trustworthiness and the ability to earn income in order to fulfil the amount stated in the written contract which might be worded for example thus ‘I contract you for the amount of two thousand to be paid over a period of two months at one thousand a month and if you fulfill this you are a free man’ and the other would say ‘I accept’; and give them — this is a command for the slaves’ owners — out of the wealth of God which He has given you in the measure that will help them to fulfill their commitment to you the action of ītā’ ‘giving’ here suggests that some of the amount to which they have committed themselves should be waived. And do not compel your slave-girls your handmaidens to prostitution fornication when they desire to be chaste to abstain therefrom this ‘desire’ is the cause of the act of ‘compulsion’ so that the statement is not properly a conditional that you may seek through such compulsion the transient things of the life of this world — this was revealed regarding ‘Abd Allāh b. Ubayy who used to force his slave-girls to earn money through fornication. And should anyone compel them then surely God after their compulsion will be Forgiving to these slave-girls Merciful to them."
    },
    {
      "ayah": 34,
      "surah": 24,
      "text": "And verily We have revealed to you clear verses read mubayyanāt or mubayyināt in this sūra verses in which if read mubayyanāt what is mentioned is already clear or which if read mubayyināt are clarificatory of that which is mentioned and an example a curious tale namely that of ‘Ā’isha of those who passed away before you that is to say of their kind of example that is an example of their curious tales such as the tales of Joseph and Mary and an admonition for those who fear God in what He exalted be He has said And do not let any pity for them overcome you in God’s religion verse 2 above; and Why when you first heard about it did the believing men and women not think good of themselves… to the end of verse 12 above; and And why when you heard it did you not say … to the end of verse 16 above; and God admonishes you lest you should ever repeat the like of it … to the end of verse 17 above. This admonition is specifically for ‘those who fear God’ because they are the ones to benefit from such an admonition."
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "God is the Light of the heavens and the earth in other words He illumines both of them with the sun and the moon. The likeness of His Light that is the description of it as it resides in the heart of a believer is as a niche wherein is a lamp. The lamp is in a glass — this glass is the case for the lantern and the misbāh is the torch that is the wick that is lit; al-mishkāt is a recess that does not penetrate to the other side in other words the tube inside the lantern the glass with the light inside it is as it were a glittering star that is a light-giving star read dirrī’un or durrī’un derived from al-dar‘ ‘to repel’ because it repels darkness; or read durriyyun derived from al-durr ‘pearls’ kindled is this lamp read past tense tawaqqada; a variant reading has the imperfect tense of awqada in the passive voice yūqadu; another reading has tūqadu in which case the reference is to al-zujāja ‘the glass’ from the oil of a Blessed Tree an olive neither of the east nor of the west but in between the two so that no harmful cold or heat affects it; whose oil would almost glow forth of itself though no fire touched it because of the extent of its purity. Light by Him upon light by fire; the light of God is His guidance of the believer light upon the light of faith. God guides to His Light that is to the religion of Islam whom He will. And God strikes He illustrates similitudes for men by approximating such similitudes to their comprehension so that they might take heed and believe; and God is Knower of all things including knowledge of how to strike similitudes."
    },
    {
      "ayah": 36,
      "surah": 24,
      "text": "In houses fī buyūtin is semantically connected to yusabbihu ‘glorify’ that will follow whose status God has allowed to be raised houses He has allowed to be venerated and wherein His Name is remembered through the affirmation of His Oneness therein they make glorifications read yusabbahu ‘glorifications are made’ or yusabbihu meaning ‘therein pray’ to Him in the mornings al-ghuduww is a verbal noun meaning al-ghadawāt ‘the early mornings’ and the evenings the darkness after sunset"
    },
    {
      "ayah": 37,
      "surah": 24,
      "text": "men rijālun the subject of the verb yusabbihu ‘make glorifications’; if the passive is read yusabbahu ‘glorifications are made’ it rijālun ‘men’ substitutes for the impersonal subject of lahu ‘to Him’ so that rijālun ‘men’ is the subject of an implied verb in response to an implied question as if one had asked who makes glorifications to Him? whom neither trading purchase nor sale distracts from the remembrance of God and the observance of prayer the final hā’ of iqāmat ‘the observance’ has been omitted to facilitate the reading and payment of the alms. They fear a day when hearts and eyes will be tossed about in fear the hearts tossed about between the hope of deliverance and the fear of destruction and the eyes to the right and to the left out of anxiety — this is the Day of Resurrection;"
    },
    {
      "ayah": 38,
      "surah": 24,
      "text": "so that God may reward them for the best of what they did that is reward them the reward for it ahsana means husna and give them more out of His bounty; and God provides whomever He will without any reckoning one says of someone yunfiqu bi-ghayri hisābin to mean that such a person is so generous that it is as though he does not need to reckon what he spends."
    },
    {
      "ayah": 39,
      "surah": 24,
      "text": "And as for those who disbelieve their works are like a mirage in a plain qī‘a is the plural of qā‘ that is to say fulāt ‘an open space’. A mirage is a kind of radiation which one might observe therein at midday during extreme heat resembling running water — which the thirsty man supposes to be water until he comes to it and finds it to be nothing like what he had supposed. Likewise is the case of the disbeliever who supposes that his deeds such as some voluntary alms will benefit him; but when he dies and comes before his Lord he will not find his deed in other words it will be of no benefit to him; and he finds God there namely in the place of his deeds Who pays him his account in full that is He requites him for it in this world; and God is swift at reckoning that is at requiting."
    },
    {
      "ayah": 4,
      "surah": 24,
      "text": "And those who accuse honourable women in wedlock who are chaste of fornication and then do not bring four witnesses to testify as eyewitnesses to their fornication strike them eighty lashes that is each one of them and do not accept any testimony from them ever in anything; and those they are the immoral for committing a grave sin kabīra;"
    },
    {
      "ayah": 40,
      "surah": 24,
      "text": "Or it is that those who disbelieve their evil deeds are as the manifold darkness on a deep sea covered by a billow above which that is above which billow there is another billow above which second billow there are clouds these being the manifold layers of darkness one on top of another the darkness of the sea the darkness of the first billow the darkness of the second together with the darkness of the clouds. When he an observer holds out his hand in such layers of darkness he can scarcely see it in other words he would not even come close to seeing it. And he whom God has not granted any light has no light that is to say he whom God does not guide cannot be guided."
    },
    {
      "ayah": 41,
      "surah": 24,
      "text": "Have you not seen that God is glorified by all who are in the heavens and the earth prayer being one form of glorification and the birds tayr is the plural of tā’ir between the heaven and the earth spreading their wings? sāffātin is a circumstantial qualifier. Of each one of them He God verily knows its prayer and its glorification; and God knows what they do — the statement is predominantly directed to rational beings."
    },
    {
      "ayah": 42,
      "surah": 24,
      "text": "And to God belongs the kingdom of the heavens and the earth the treasuries of rain provision and vegetation and with God is the journey’s end the final return."
    },
    {
      "ayah": 43,
      "surah": 24,
      "text": "Have you not seen how God drives the clouds moves them along gently then composes them joining some with others and making scattered pieces as one then piles them up some on top of others whereat you see the rain issuing from the midst of them from specific outlets in them? And He sends down from the heaven out of the mountains min jibālin min is extra that are therein in the heaven fīhā substitutes for mina’l-samā’i ‘from the heaven’ with the repetition of a genitive preposition hail that is He sends down some hail and smites with it whom He will and turns it away from whom He will. The brilliance of its lightning its flashing would almost take away the eyes that look at it in other words it would almost snatching them away."
    },
    {
      "ayah": 44,
      "surah": 24,
      "text": "God alternates the night and the day that is He brings one in place of the other. Surely in that alternation there is a lesson an indication for those who see those possessing insight an indication of God’s power exalted be He."
    },
    {
      "ayah": 45,
      "surah": 24,
      "text": "And God has created every beast that is every animal from fluid from a sperm-drop. Among them are some that creep upon their bellies such as snakes and reptiles and among them are some that walk on two feet such as human beings and birds and among them are some that walk on four such as four-legged beasts and cattle. God creates whatever He will. Truly God has power over all things."
    },
    {
      "ayah": 46,
      "surah": 24,
      "text": "And verily We have revealed manifest signs namely the Qur’ān; and God guides whomever He will to a straight path a straight route and that is the religion of Islam."
    },
    {
      "ayah": 47,
      "surah": 24,
      "text": "And they the hypocrites say ‘We believe in we affirm the truth of God of His Oneness and the Messenger Muhammad (s) and we obey’ them in what rulings they God and Muhammad give. Then after that a party of them turn away they are averse to it and those those who are averse they are not believers as believers should be believers whose hearts agree with the words of their tongues."
    },
    {
      "ayah": 48,
      "surah": 24,
      "text": "And when they are summoned to God and His Messenger who conveys His words that he may judge between them behold a party of them are averse to come to him."
    },
    {
      "ayah": 49,
      "surah": 24,
      "text": "But if right be on their side they would come to him willingly hastening compliantly."
    },
    {
      "ayah": 5,
      "surah": 24,
      "text": "except those who repent thereafter and make amends in their deeds for God is indeed Forgiving of their unsubstantiated accusations Merciful to them in inspiring them to make repentance whereby their immorality is curbed and their testimony becomes once again acceptable — some say however that it can never be accepted thereafter if the proviso is taken to refer to the last clause."
    },
    {
      "ayah": 50,
      "surah": 24,
      "text": "Is there a sickness disbelief in their hearts? Or are they in doubt are they uncertain of his prophethood or do they fear that God and His Messenger will be unjust to them? in judgement in other words that they will be wronged therein? No! Rather those they are the wrongdoers for shunning him."
    },
    {
      "ayah": 51,
      "surah": 24,
      "text": "All that the believers say when they are summoned to God and His Messenger that he may judge between them is that they say in other words the saying that befits them is to say ‘We hear and we obey’ by responding to the summons. And those then are the successful the ones who will be saved."
    },
    {
      "ayah": 52,
      "surah": 24,
      "text": "And he who obeys God and His Messenger and fears God and fears Him read yattaqh or yattaqhi by being obedient to Him those they are the winners of Paradise."
    },
    {
      "ayah": 53,
      "surah": 24,
      "text": "And they swear by God solemn oaths that if you order them to participate in the struggle they will surely go forth. Say to them ‘Do not swear! Acknowledged obedience to the Prophet is better than the oaths to which you are not true. Surely God is Aware of what you do’ when you say you will obey but act otherwise."
    },
    {
      "ayah": 54,
      "surah": 24,
      "text": "Say ‘Obey God and obey the Messenger.’ But if you turn away from obedience to him tawallaw ‘you turn away’ one of the two tā’ letters in tatawallaw has been omitted; an address to them know that he is only responsible for that with which he has been charged of conveying the Message and you are responsible for that with which you have been charged of obedience to him. And if you obey him you will be rightly guided. And the Messenger’s duty is only to convey the Message clearly’."
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "God has promised those of you who believe and perform righteous deeds that He will surely make them successors in the earth in place of the disbelievers just as He made those Children of Israel who were before them successors in place of the ruling tyrants the verb may be read as active istakhlafa ‘He made them successors’ or as passive istukhlifa ‘were made successors’ and He will surely establish for them their religion which He has approved for them namely the religion of Islam by making it prevail over all religions and enrich them throughout the land so that they become masters thereof and that He will give them in exchange read wa-la-yubdilannahum or wa-la-yubaddilannahum after their fear of disbelievers security. And God fulfilled His promise to them in the way mentioned and He praises them with His words ‘They worship Me without associating anything with Me’ ya‘budūnanī lā yushrikūna bī shay’an is an independent new sentence standing as a justification for His promise. And whoever is ungrateful after that bestowal of grace from among them whoever is ungrateful for it those they are the immoral. The first to show ingratitude for that grace of God were the murderers of ‘Uthmān b. ‘Affān may God be pleased with him and they began to kill one another henceforth after having been brothers."
    },
    {
      "ayah": 56,
      "surah": 24,
      "text": "And establish prayer and pay the alms and obey the Messenger that perhaps you may find mercy that is to say do so hoping for mercy."
    },
    {
      "ayah": 57,
      "surah": 24,
      "text": "And do not suppose read tahsabanna or yahsabanna the subject of the verb being the Messenger that those who disbelieve can escape Us in the land by eluding us. For their abode will be their return will be to the Fire and it is surely an evil destination it is an evil place of return."
    },
    {
      "ayah": 58,
      "surah": 24,
      "text": "O you who believe let those whom your right hands own of male slaves and female slaves and those of you who have not reached puberty from among the free men and who have not become sexually aware of women ask leave of you three times at three times of the day before the dawn prayer and when you put off your garments at noon and after the night prayer. These are three periods of privacy for you read thalāthu ‘awrātin lakum with nominative inflection as the predicate of an implied subject followed by a genitive annexation with the annexed term standing in place thereof of the predicate in other words the implied predicate followed by the annexation is hiya awqāt ‘these are times of …’; or read thalātha ‘awrātin lakum in the accusative the implication being that awqāta is itself in the accusative as a substitute for the syntactical status of what precedes it in place of which stands the annexed term. It is because clothes are taken off that private parts are revealed during such periods. Neither you nor they namely slaves and young boys would be at fault in entering upon you without asking leave at other times that is after the three times of day specified; they frequent you to provide service as some of you do with others this sentence corroborates the preceding one. So just as He has clarified what has been mentioned God clarifies for you the signs the rulings; and God is Knower of the affairs of His creatures Wise in what He has ordained for them. It is said that the ‘permission’ verse āyat al-isti’idhān was abrogated; but it is also said that it was not abrogated but that people thought little of neglecting to seek permission in such situations."
    },
    {
      "ayah": 59,
      "surah": 24,
      "text": "And when the children among you O free men reach puberty let them seek permission at all times just as those now older free men sought permission before them. So God clarifies His signs for you and God is Knower Wise."
    },
    {
      "ayah": 6,
      "surah": 24,
      "text": "And those who accuse their wives of fornication but have no witnesses to substantiate this except themselves — which happened with some Companions — then the testimony of one of them fa-shahādatu ahadihim the subject shall be to testify swearing by God four times araba‘a shahādātin is in the accusative as a verbal noun that he is indeed being truthful in accusing his wife of committing fornication"
    },
    {
      "ayah": 60,
      "surah": 24,
      "text": "And as for menopausal women who have ceased to menstruate or to bear children because of old age who do not expect to marry for that reason they would not be at fault if they put off their clothes such a robe a cloak or the facial mask over a head veil in such a way as not to display adornment that is hidden such as a necklace a bracelet or an anklet; but to refrain from doing so by not putting them off is better for them; and God is Hearer of what you say Knower of what is in your hearts."
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "There is no blame upon the blind nor any blame upon the lame nor any blame upon the sick that they be one’s table companions nor any blame upon yourselves if you eat from your own houses that is from the houses of your offspring or your fathers’ houses or your mothers’ houses or your brothers’ houses or your sisters’ houses or the houses of your paternal uncles or the houses of your paternal aunts or the houses of your maternal uncles or the houses of your maternal aunts or from that whereof you hold the keys from that which you safeguard on behalf of others or from those of your faithful friends sadīq is so called because he is ‘faithful’ sadaqa to you in his affection. In other words one is permitted to eat from the houses of those mentioned even if they are not present provided that they consent to it. You would not be at fault whether you eat together in a group or separately individually ashtāt is the plural of shatt. This was revealed concerning those who felt inhibited about eating alone and who when they could not find a table companion they would refrain from eating. But when you enter houses that are yours houses wherein there is no one bid peace to yourselves say ‘Peace be upon us and upon God’s righteous servants’ for the angels will return your greeting; and if there is family therein bid peace to them with a salutation tahiyyatan is the verbal noun from hayyā ‘he saluted’ from God blessed and good and for which one is rewarded. So God clarifies the signs for you that is to say He sets out for you in detail the ritual ceremonies of your religion that perhaps you might comprehend in order for you to understand this."
    },
    {
      "ayah": 62,
      "surah": 24,
      "text": "Only they are believers who believe in God and His Messenger and who when they are with him namely the Messenger in a collective affair such as during the Friday sermon do not leave when they have an excuse until they have asked leave of him. Truly those who ask leave of you — it is they who believe in God and His Messenger. So when they ask leave of you for some affair some matter of theirs give permission to whom you will of them to leave and ask God to forgive them. Truly God is Forgiving Merciful."
    },
    {
      "ayah": 63,
      "surah": 24,
      "text": "Do not among yourselves consider the calling of the Messenger to be like your calling of one another by saying ‘O Muhammad!’ s but say ‘O Prophet of God’ or ‘O Messenger of God!’ gently respectfully and in a low voice. Verily God knows those of you who slip away surreptitiously that is those who leave the mosque secretly during the sermon without asking leave hiding behind something qad ‘verily’ is for confirmation. So let those who contravene His command that is God’s command or that of His Messenger beware lest an ordeal a trial befall them or there befall them a painful chastisement in the Hereafter."
    },
    {
      "ayah": 64,
      "surah": 24,
      "text": "Lo! surely to God belongs all that is in the heavens and the earth by way of possession creation and servitude. He is ever aware of how you O you who are obligated to the prescriptions of the Law are behaving with regard to faith or hypocrisy and He knows the day when they shall be returned to Him there is a shift here from the second person address to that of the third person in other words He knows when this day will be — He will inform them thereupon of what they did of good and evil and God is Knower of all things which they do and otherwise."
    },
    {
      "ayah": 7,
      "surah": 24,
      "text": "and a fifth time that God’s wrath shall be upon him if he were lying in this the predicate of the subject fa-shahādatu ahadihim ‘then the testimony of one of them’ is the implicit ‘will spare him the prescribed legal punishment for false accusation’."
    },
    {
      "ayah": 8,
      "surah": 24,
      "text": "And the punishment namely the prescribed legal punishment for fornication that is established upon his testimony shall be averted from her if she testify swearing by God four times that he is indeed lying in accusing her of having fornicated;"
    },
    {
      "ayah": 9,
      "surah": 24,
      "text": "and a fifth time that God’s wrath shall be upon her if he were being truthful therein."
    }
  ]
}
