{
  "ayahs": [
    { "ayah": 1, "surah": 29, "text": "Alif lām mīm God knows best what He means by these letters." },
    {
      "ayah": 10,
      "surah": 29,
      "text": "And among people there are those who say ‘We believe in God’ but if such a person suffers hurt in God’s cause he takes people’s persecution that is their harming of him to be the same as God’s chastisement in terms of his fear of it and so he obeys them and behaves hypocritically. Yet if la-in the lām is for oaths there comes help to believers from your Lord and they take spoils they will assuredly say la-yaqūlunna the final nūn of the indicative has been omitted because of the other nūn coming after it and likewise the wāw indicating the plural person has been replaced by a damma because of two unvocalised consonants coming together ‘We were indeed with you’ in faith so give us a share of the booty. God exalted be He says Does God not know best what is in the breasts of all creatures? what is in their hearts of faith or hypocrisy? Indeed He does."
    },
    {
      "ayah": 11,
      "surah": 29,
      "text": "And God shall surely ascertain those who believe in their hearts and He shall surely ascertain the hypocrites and He will requite each group accordingly the lām in both verbs la-ya‘lamanna ‘He shall ascertain’ is for oaths."
    },
    {
      "ayah": 12,
      "surah": 29,
      "text": "And those who disbelieve say to those who believe ‘Follow our path our religion and we will bear responsibility for your sins’ when you follow us should there be any such sins the imperative here functions as a predicate. God exalted be He says But they will not be able to bear anything of their sins. Truly they are liars in saying this."
    },
    {
      "ayah": 13,
      "surah": 29,
      "text": "And they shall certainly bear their own burdens their sins and other burdens along with their own burdens as punishment for saying to believers Follow our path previous verse and for their leading astray those who follow them blindly; and on the Day of Resurrection they shall surely be questioned concerning what they used to invent what they used to fabricate of lies against God a questioning of rebuke the lām in both verbs la-yahmilunna and la-yus’alunna is for oaths; in both verbs the plural indicators of the subject wāw and nūn -ūna have been omitted."
    },
    {
      "ayah": 14,
      "surah": 29,
      "text": "And verily We sent Noah to his people when he was forty years of age or older and he remained among them a thousand-less-fifty years calling them to affirm God’s Oneness but they denied him; so the Flood engulfed them a deluge of water drifted against them rising above them and drowning them for they were wrongdoers idolaters."
    },
    {
      "ayah": 15,
      "surah": 29,
      "text": "Then We delivered him namely Noah and the occupants of the ship those who were with him in it and We made this a sign a lesson for all peoples for all peoples that would come after them should they disobey the messengers sent to them. Noah lived for a further sixty years or more after the Flood until mankind multiplied again."
    },
    {
      "ayah": 16,
      "surah": 29,
      "text": "And mention Abraham when he said to his people ‘Worship God and fear Him fear His punishment; that is better for you than the worship of idols which you practice if you only knew what is good from what is otherwise."
    },
    {
      "ayah": 17,
      "surah": 29,
      "text": "What you worship besides God that is other than Him are only graven images and you fabricate a calumny you speak lies such as ‘These graven images are God’s partners’. Truly those whom you worship besides God have no power to provide for you. So seek your provision from God request it from Him and worship Him and be thankful to Him; to Him you shall be returned."
    },
    {
      "ayah": 18,
      "surah": 29,
      "text": "But if you deny that is if you deny me O people of Mecca then many communities have denied before you that is before my time; and the messenger’s duty is only to communicate the Message clearly’. Both stories are meant to comfort the Prophet s. And regarding his people God exalted be He says"
    },
    {
      "ayah": 19,
      "surah": 29,
      "text": "Have they not seen yaraw or taraw ‘have you not seen?’ observed how God originates creation yubdi’u from 4th form abda’a; a variant reading has yabda‘u from 1st form bada’a both with the same meaning ‘He creates them originally’ then He restores it namely creation just as He originated them? Surely that which is mentioned of the first and the second acts of creation is easy for God so how can they deny the second one?"
    },
    {
      "ayah": 2,
      "surah": 29,
      "text": "Do people suppose that they will be left to say that is that they will be left alone because of their saying ‘We believe’ and they will not be tried? tested with that which will reveal the sincerity of their belief. This verse was revealed regarding a group of individuals who when they became believers endured suffering at the hands of the idolaters."
    },
    {
      "ayah": 20,
      "surah": 29,
      "text": "Say ‘Travel in the land and observe how He originated creation of those before you and how He made them die. Then God shall bring about the other genesis al-nashā’a or al-nash’a. Truly God has power over all things among them the origination of creation and the restoration thereof."
    },
    {
      "ayah": 21,
      "surah": 29,
      "text": "He chastises whomever He will to chastise and has mercy on whomever He will to have mercy and to Him you shall be returned."
    },
    {
      "ayah": 22,
      "surah": 29,
      "text": "And you will never be able to thwart Him your Lord and prevent Him from catching up with you on earth or in the heaven were you to be in it in other words you cannot elude Him; and you do not have besides God that is other than Him any guardian to defend you against Him or any helper to help you escape from His chastisement."
    },
    {
      "ayah": 23,
      "surah": 29,
      "text": "And those who disbelieve in God’s signs and the encounter with Him namely the Qur’ān and the Resurrection respectively they have despaired of My mercy that is of attaining My Paradise and for those there shall be a painful chastisement."
    },
    {
      "ayah": 24,
      "surah": 29,
      "text": "God exalted be He says with regard to the tale of Abraham peace be upon him But the only answer of his people was that they said ‘Slay him or burn him!’ Then God delivered him from the fire into which they threw him by making it cool and harmless for him. Surely in that namely in that deliverance of him from it there are signs — namely the fact that it did not have any affect on him despite its greatness and the fact that it was extinguished and that within a brief period meadows sprung up in its place — for a people who believe a people who affirm the truth of God’s Oneness and His power for they are the ones to benefit from these signs."
    },
    {
      "ayah": 25,
      "surah": 29,
      "text": "And he Abraham said ‘You have adopted mere idols besides God which you worship mā of innamā relates to the verbal noun for the sake of mutual affection between you mawaddatu baynikum this is the predicate of inna of innamā; the accusative reading mawaddata baynikum would denote a direct object denoting reason so that the mā would denote ‘entirety’ — in other words you are friends of one another in your worship of them in the life of this world. Then on the Day of Resurrection you will disown one another the leaders will dissociate from those who followed them; and you will curse one another those who followed will curse their leaders; and your abode your destination all together will be the Fire and you will have no helpers’ to protect you against it."
    },
    {
      "ayah": 26,
      "surah": 29,
      "text": "And Lot believed in him he affirmed the sincerity of Abraham and he was his paternal nephew from his brother Hārān and he Abraham said ‘Indeed I am migrating away from my people toward my Lord to where my Lord commands. So he shunned his people and emigrated from the rural lands of Iraq to Syria. Indeed He is the Mighty in His kingdom the Wise’ in what He does."
    },
    {
      "ayah": 27,
      "surah": 29,
      "text": "And We gave him after Ishmael Isaac and Jacob after Isaac; and We ordained among his descendants prophethood thus all prophets after Abraham are descended from him and the Scripture meaning the Holy Books the Torah the Gospels the Psalms and the Criterion al-furqān. And We gave him his reward in this world which is fair praise of him by members of all the Abrahamic religions. And in the Hereafter he shall truly be among the righteous for whom there shall be the highest degrees of reward."
    },
    {
      "ayah": 28,
      "surah": 29,
      "text": "And mention Lot when he said to his people ‘Truly you read a-innakum pronouncing both hamzas or not pronouncing the second and inserting an alif between the two in either case and in both instances commit lewdness namely coming in unto the rears of men such as none in all the worlds of jinn or men has committed before you."
    },
    {
      "ayah": 29,
      "surah": 29,
      "text": "What! Do you come unto men and cut off the way the travel roads of passers-by committing lewd acts with whoever passes your way such that people ceased to pass by where you live and you discuss in your gatherings in your conversations indecency?’ you discuss committing lewd acts with one another. But the only answer of his people was that they said ‘Bring us the chastisement of God if you are truthful’ in your deeming such acts vile and that chastisement will befall those who do such things."
    },
    {
      "ayah": 3,
      "surah": 29,
      "text": "And certainly We tried those who were before them. So God shall surely know those who are sincere in their faith — a knowledge of direct vision — and He shall surely know those who are liars regarding it."
    },
    {
      "ayah": 30,
      "surah": 29,
      "text": "He said ‘My Lord help me by making that of which I spoke come true regarding the sending down of chastisement against the people who work corruption’ those who are disobedient by coming unto men. So God answered his call."
    },
    {
      "ayah": 31,
      "surah": 29,
      "text": "And when Our messengers came to Abraham with the good tidings of Isaac and Jacob after him they said ‘We shall assuredly destroy the people of this town namely the town of Lot for truly its people are evildoers’ disbelievers."
    },
    {
      "ayah": 32,
      "surah": 29,
      "text": "He Abraham said ‘Lo! Lot is in it.’ They namely the messengers said ‘We know very well who is in it. Assuredly We shall deliver him read la-nunjiyannahu or la-nunajjiyannahu and his family except his wife she is of those who will stay behind’ of those who will remain behind in the chastisement."
    },
    {
      "ayah": 33,
      "surah": 29,
      "text": "And when Our messengers came to Lot he was distressed on their account he was grieved because of them and he was constrained unable to help them because they had handsome faces dressed as guests and thus he feared for them from his people. So they informed him that they were the messengers of his Lord. But they said ‘Do not be afraid nor grieve. We shall surely deliver you read munajjūka or munjūka and your family except your wife she is of those who will remain behind ahlaka ‘your family’ is in the accusative as a supplement to the suffixed direct object pronoun kāf of munajjūka ‘We shall surely deliver you’."
    },
    {
      "ayah": 34,
      "surah": 29,
      "text": "We are indeed going to bring down read munzilūna or munazzilūna upon the people of this town a scourge a chastisement from the heaven because of on account of the acts of their immorality’."
    },
    {
      "ayah": 35,
      "surah": 29,
      "text": "And verily We have left of that a clear sign a manifest one — namely the remains of its the town’s ruins — for a people who understand a people who reflect."
    },
    {
      "ayah": 36,
      "surah": 29,
      "text": "And We sent to Midian their brother Shu‘ayb. He said ‘O my people! Worship God and anticipate the Last Day fear it namely the Day of Resurrection; and do not be degenerate in the earth working corruption’ mufsidīna is a circumstantial qualifier emphasising its operator wa-lā ta‘thaw ‘do not be degenerate’; it the verb derives from ‘athiya meaning afsada ‘he corrupted’."
    },
    {
      "ayah": 37,
      "surah": 29,
      "text": "But they denied him and so the earthquake the violent tremor seized them and they ended up lying lifeless prostrate in their habitations keeled over their knees dead."
    },
    {
      "ayah": 38,
      "surah": 29,
      "text": "And We destroyed ‘Ād and Thamūd may be fully declined or not as diptotes denoting both the district or the tribe respectively— it is indeed evident to you their destruction from their former dwellings in al-Hijr and in Yemen. For Satan adorned for them their deeds of disbelief and disobedience and thus barred them from the Way the way of truth though they had been discerning perceptive people."
    },
    {
      "ayah": 39,
      "surah": 29,
      "text": "And We destroyed Korah and Pharaoh and Hāmān! And verily Moses brought them beforehand clear signs manifest proofs but they acted arrogantly in the land; and they could not thwart Us they could not elude Our chastisement."
    },
    {
      "ayah": 4,
      "surah": 29,
      "text": "Or do those who commit evil deeds idolatry and acts of disobedience suppose that they can elude Us? so that We will not be able to requite them. Evil is that judgement of theirs which they judge!"
    },
    {
      "ayah": 40,
      "surah": 29,
      "text": "So each of those mentioned We seized for his sin; and among them were some upon whom We unleashed a squall of stones as in the case of the people of Lot and among them were some who were seized by the Cry such as Thamūd and among them were some whom We made the earth swallow such as Korah and among them were some whom We drowned like the people of Noah Pharaoh and his people. And God never wronged them by chastising them for having committed no sin but they wronged themselves by committing sins."
    },
    {
      "ayah": 41,
      "surah": 29,
      "text": "The likeness of those who choose besides God other patrons namely idols from whom they hope to profit is as the likeness of the spider that makes a home for itself in which to shelter. And truly the frailest the weakest of homes is the home of the spider for it neither protects it from heat nor cold — likewise idols cannot benefit those who worship them — if they only knew this they would not worship them."
    },
    {
      "ayah": 42,
      "surah": 29,
      "text": "Truly God knows whatever thing mā functions like alladhī they call on what they worship read yad‘ūna ‘they call on’ or tad‘ūna ‘you call on’ besides Him other than Him. And He is the Mighty in His kingdom the Wise in what He does."
    },
    {
      "ayah": 43,
      "surah": 29,
      "text": "And such similitudes in the Qur’ān We strike them We coin them for the sake of mankind; but none understands them none grasp them except those who know those who reflect."
    },
    {
      "ayah": 44,
      "surah": 29,
      "text": "God created the heavens and the earth with truth that is rightly. Surely in that there is a sign indicating His power exalted be He for believers — they are specifically mentioned because they are the ones to benefit thereby in their faith in contrast to disbelievers."
    },
    {
      "ayah": 45,
      "surah": 29,
      "text": "Recite what has been revealed to you of the Book the Qur’ān and maintain prayer; truly prayer prohibits lewd acts and indecency defined as such according to the Law. In other words that is its purpose provided that the person adheres to observance of it. And the remembrance of God is surely greater than other acts of obedience and God knows what you do and He will requite you for them."
    },
    {
      "ayah": 46,
      "surah": 29,
      "text": "And do not dispute with the People of the Scripture unless it be with that — in that manner of disputation bettering the most virtuous way such as calling them to God by reference to His signs and pointing out His arguments; except in the case of those of them who have done wrong by waging war and refusing to accept to pay the jizya-tax dispute with these using the sword until such time as they submit or pay the jizya-tax; and say to those who have accepted the imposition upon them of the jizya-tax should they inform you of something stated in their Scriptures ‘We believe in that which has been revealed to us and revealed to you — and neither believe nor disbelieve them in that which they tell you — our God and your God is one and the same and to Him we submit’ to Him we are obedient."
    },
    {
      "ayah": 47,
      "surah": 29,
      "text": "Thus have We revealed to you the Book the Qur’ān in the same way that We have revealed to them the Torah and other scripture. And so those to whom We have given the Scripture the Torah such as ‘Abd Allāh b. Salām and others believe in it in the Qur’ān and of these people of Mecca there are some who believe in it; and none denies Our signs after they have been manifested except disbelievers namely the Jews and those for whom it was apparent that the Qur’ān was the truth and that the one who brought it was truthful but still denied it."
    },
    {
      "ayah": 48,
      "surah": 29,
      "text": "And you did not use to recite before this namely before the Qur’ān any other Book nor did you write it with your right hand for had you been reciting something and writing then those who follow falsehood the Jews would have had doubts about you and would have said ‘What the Torah states is that he will be unlettered ummī unable to read or write’."
    },
    {
      "ayah": 49,
      "surah": 29,
      "text": "Nay but it that is the Qur’ān which you have brought is clear signs in the breasts of those who have been given knowledge namely the believers who preserve it in their hearts and none denies Our signs except wrongdoers namely the Jews — they denied them after they were manifested to them."
    },
    {
      "ayah": 5,
      "surah": 29,
      "text": "Whoever expects to encounter God should know that God’s appointed term for this encounter will indeed come; so let him prepare for it. And He is the Hearer of the sayings of His servants the Knower of their actions."
    },
    {
      "ayah": 50,
      "surah": 29,
      "text": "And they namely the disbelievers of Mecca say ‘Why has not some sign been sent down to him to Muhammad (s) from his Lord?’ āyatun ‘sign’ a variant reading has āyātun ‘signs’ such as the she-camel of Sālih or the staff of Moses or the Table of Jesus. Say to them ‘Signs are only with God and He sends them down as He will and I am only a plain warner’ making manifest my warning of the punishment of the Fire for disobedient people."
    },
    {
      "ayah": 51,
      "surah": 29,
      "text": "Is it not sufficient for them regarding what they have demanded that We have revealed to you the Book the Qur’ān which is recited to them? — as it constitutes a ongoing sign that will never terminate in contrast to the signs mentioned. Surely in that Book is mercy and a reminder an admonition for a people who believe."
    },
    {
      "ayah": 52,
      "surah": 29,
      "text": "Say ‘God suffices as a witness between me and you’ of my sincerity. He knows whatever is in the heavens and the earth including my circumstances and yours. And those who believe in falsehood namely all that is worshipped besides God and who disbelieve in God from among you — those they are the losers in their bargain for they have purchased disbelief in return for faith."
    },
    {
      "ayah": 53,
      "surah": 29,
      "text": "And they ask you to hasten the chastisement. Yet were it not for an appointed term for this chastisement the chastisement would have come upon them before long but it shall assuredly come upon them suddenly while they are unaware of the time of its coming."
    },
    {
      "ayah": 54,
      "surah": 29,
      "text": "And they ask you to hasten the chastisement in this world. And lo! Hell shall encompass the disbelievers"
    },
    {
      "ayah": 55,
      "surah": 29,
      "text": "on the Day when the chastisement shall envelop them from above them and from under their feet and We shall say thereat read the verb as naqūlu in other words ‘We shall command that it be said; or if read yaqūlu ‘he shall say’ namely the one in charge of meting out chastisement ‘Taste now what you used to do!’ that is taste the requital for it as you will not be able to elude Us."
    },
    {
      "ayah": 56,
      "surah": 29,
      "text": "O My servants who believe! My earth is indeed vast. So worship only Me in whichever land worship is possible by emigrating to it from a land in which worship is not possible — this verse was revealed regarding the oppressed Muslims living in Mecca who were constrained to manifest their Islam in it."
    },
    {
      "ayah": 57,
      "surah": 29,
      "text": "Every soul shall taste death. Then to Us you shall be returned turja‘ūna; or yurja‘ūna ‘they shall be returned’ after resurrection."
    },
    {
      "ayah": 58,
      "surah": 29,
      "text": "And those who believe and perform righteous deeds We shall surely lodge them We shall give them residence a variant reading has nuthwiyannahum derived from thawā’ ‘residence’; the transitive link to the indirect object ghurafan is made without the preposition fī ‘in’ in lofty abodes of Paradise underneath which rivers flow to abide decreed for them to live forever in them — excellent is this reward as the reward of the toilers;"
    },
    {
      "ayah": 59,
      "surah": 29,
      "text": "they are those who are steadfast in enduring the harm inflicted upon them by the idolaters and in enduring the Emigration in order to make manifest the religion of Islam and who put their trust in their Lord so that He provides for them whence they do not expect."
    },
    {
      "ayah": 6,
      "surah": 29,
      "text": "And whoever struggles in war or against the temptations of his own soul struggles only for his own sake because the benefits to be reaped from his struggle will be for his sake and not for God’s. For truly God is Independent of the creatures of all the Worlds mankind jinn and angels and He is also without need of their worship."
    },
    {
      "ayah": 60,
      "surah": 29,
      "text": "And how many ka-ayyin means kam an animal there is that does not bear its own provision on account of its inability to do so. Yet God provides for it and for you O Emigrants al-muhājirūn even when you carry with you neither supplies nor substance. And He is the Hearer of your sayings the Knower of your consciences."
    },
    {
      "ayah": 61,
      "surah": 29,
      "text": "And if wa-la-in the lām is for oaths you were to ask them namely the disbelievers ‘Who created the heavens and the earth and disposed the sun and the moon?’ They would assuredly say ‘God.’ So how then are they turned away? from affirming His Oneness after affirming that God created them."
    },
    {
      "ayah": 62,
      "surah": 29,
      "text": "God extends provision He makes it abundant for whomever He will of His servants by way of a test and He straitens He restricts it for him after having extended it that is for whomever He will to try. Truly God has knowledge of all things among them the occasion in which it is appropriate for Him to extend or to straiten."
    },
    {
      "ayah": 63,
      "surah": 29,
      "text": "And if wa-la-in the lām is for oaths you were to ask them ‘Who sends down water from the heaven and therewith revives the earth after its death?’ They would assuredly say ‘God’ so how can they ascribe partners to Him?! Say to them ‘Praise be to God!’ that the proof has been established against you. Nay but most of them do not realise their contradictiousness in this respect."
    },
    {
      "ayah": 64,
      "surah": 29,
      "text": "And the life of this world is nothing but diversion and play whereas closeness to God pertains to concern for the Hereafter since the fruits thereof will be revealed in it. But surely the Abode of the Hereafter is indeed the true Life if they only knew this then they would not prefer this world to it."
    },
    {
      "ayah": 65,
      "surah": 29,
      "text": "And when they board the ship they call on God making their supplications purely to Him in other words they do not call on any other besides Him suffering distress which only He is able to remove; but when He delivers them to land behold! they ascribe partners to Him"
    },
    {
      "ayah": 66,
      "surah": 29,
      "text": "that they may be ungrateful for what We have bestowed on them of graces and that they may seek enjoyment in consenting to worship idols together a variant reading for the purposive wa-li-yatamatta‘ū has wa’l-yatamatta‘ū ‘and let them seek their enjoyment’ as an imperative denoting a threat for they will soon know! the consequences of this."
    },
    {
      "ayah": 67,
      "surah": 29,
      "text": "Or is it that they have not seen have not realised that We have appointed their town of Mecca to be a secure Sanctuary while people are snatched away all around them? by being killed or taken captive except for them? Is it that they believe in falsehood in the idol and are wont to be ungrateful for God’s grace? when they ascribe partners to Him?"
    },
    {
      "ayah": 68,
      "surah": 29,
      "text": "And who — in other words there is none who — does greater wrong than he who invents a lie against God by ascribing partners to Him or denies truth be it the Prophet or the Book when it comes to him? Is there not in Hell a lodging an abode for the disbelievers? in other words there is such an abode therein and such a person belongs with them."
    },
    {
      "ayah": 69,
      "surah": 29,
      "text": "But as for those who struggle for Our sake for Our truth We shall assuredly guide them in Our ways that is the means to come to Us and truly God is with the virtuous the believers assisting and helping."
    },
    {
      "ayah": 7,
      "surah": 29,
      "text": "And those who believe and perform righteous deeds We will surely absolve them of their misdeeds by their performance of righteous deeds and We will indeed requite them with the best of what they used to do namely their righteous deeds it ahsana is in the accusative because the operator of the oblique bi has been omitted."
    },
    {
      "ayah": 8,
      "surah": 29,
      "text": "And We have enjoined on man kindness to his parents that he should be dutiful towards them; but if they urge you to ascribe to Me as partner that of which you do not have any knowledge any knowledge that accords with reality and so is meaningless then do not obey them in such incitements to idolatry. To Me will be your return whereat I will inform you of what you used to do and I will requite you for it."
    },
    {
      "ayah": 9,
      "surah": 29,
      "text": "And those who believe and perform righteous deeds assuredly We shall admit them among the righteous among the prophets and the saints by gathering in the company of one another at the Resurrection."
    }
  ]
}
