{
  "ayahs": [
    { "ayah": 1, "surah": 30, "text": "Alif lām mīm God knows best what He means by these letters." },
    {
      "ayah": 10,
      "surah": 30,
      "text": "Then the consequence for those who committed evil was evil al-sū’ā is the feminine form of al-aswa’ ‘the worst’; it may be read as the predicate of kāna if one reads ‘āqibatu in the nominative; or it is the subject of kāna if read as ‘āqibata in the accusative; and so what is meant is Hell in the former reading or according to the latter reading simply their evil actions because they denied the signs of God the Qur’ān and made a mock of them."
    },
    {
      "ayah": 11,
      "surah": 30,
      "text": "God originates creation in other words He produces the creation of mankind then He will reproduce it that is the creation of them after their death then to Him you shall be returned read turja‘ūna; or yurja‘ūna ‘they shall be returned’."
    },
    {
      "ayah": 12,
      "surah": 30,
      "text": "And on the Day when the Hour comes the sinners will be dumbfounded the idolaters will be fall into silence as their line of argument can no longer be continued."
    },
    {
      "ayah": 13,
      "surah": 30,
      "text": "And none from among those partners of theirs those whom they ascribed as partners of God namely the idols to intercede for them shall be intercessors for them and they shall disavow these partners of theirs in other words they shall dissociate from them."
    },
    {
      "ayah": 14,
      "surah": 30,
      "text": "And on the Day when the Hour comes that day yawma’idhin is repeated for emphasis they believers and disbelievers shall be separated."
    },
    {
      "ayah": 15,
      "surah": 30,
      "text": "As for those who believed and performed righteous deeds they shall be made happy in a garden of Paradise."
    },
    {
      "ayah": 16,
      "surah": 30,
      "text": "But as for those who disbelieved and denied Our signs namely the Qur’ān and the encounter of the Hereafter the Resurrection and other matters those they shall be arraigned into the chastisement."
    },
    {
      "ayah": 17,
      "surah": 30,
      "text": "So glory be to God — in other words so glorify God meaning perform prayer — when you enter the time of the night in which there are two prayers the sunset one maghrib and the later night one ‘ishā’ and when you rise in the morning in which there is the morning prayer subh."
    },
    {
      "ayah": 18,
      "surah": 30,
      "text": "And to Him belongs all praise in the heavens and the earth — a parenthetical statement in other words the inhabitants in both of these realms praise Him — and as the sun declines wa-‘ashiyyan is a supplement to hīna ‘when’ of the previous verse in which comes the afternoon prayer ‘asr and when you enter noontime in which comes the midday prayer zuhr."
    },
    {
      "ayah": 19,
      "surah": 30,
      "text": "He brings forth the living from the dead as in the case of the human being who is produced from a sperm-drop and a bird from an egg and He brings forth the dead a sperm-drop or an egg from the living and He revives the earth with vegetation after it has died dried out. And in such a manner of being brought forth you shall be brought forth from the graves read either as the active takhrujūna ‘you shall come forth’ or the passive tukhrajūna ‘you shall be brought forth’."
    },
    {
      "ayah": 2,
      "surah": 30,
      "text": "The Byzantines — who are among the People of the Scripture — have been vanquished; the Persians vanquished them and they are not people of a scripture but worship graven images. The Meccan disbelievers rejoiced in this defeat of the Byzantines and said to the Muslims ‘We shall vanquish you as the Persians vanquished the Byzantines’;"
    },
    {
      "ayah": 20,
      "surah": 30,
      "text": "And of His signs exalted be He indicating His power is that He created you in other words your origin Adam of dust then lo! you are human beings of flesh and blood spreading across the earth."
    },
    {
      "ayah": 21,
      "surah": 30,
      "text": "And of His signs is that He created for you from yourselves mates — Eve was created from Adam’s rib and the remainder of mankind from the reproductive fluids of men and women — that you might find peace by their side and become intimate with them and He ordained between you all affection and mercy. Surely in that mentioned there are signs for a people who reflect upon God’s handiwork exalted be He."
    },
    {
      "ayah": 22,
      "surah": 30,
      "text": "And of His signs is the creation of the heavens and the earth and the differences of your tongues that is your languages such as Arabic non-Arabic and so on and your colours such as white or black or otherwise even though all of you are originally the offspring of the same man and woman. Surely in that there are signs indications of His power exalted be He for all peoples this may be vocalised either as li’l-‘ālamīna or li’l-‘ālimīna so it means either rational creatures or people of knowledge respectively."
    },
    {
      "ayah": 23,
      "surah": 30,
      "text": "And of His signs is your sleep by night and day by His will as a repose for you and your seeking during the day of His bounty in other words your going about freely in order to seek a living is by His will. Surely in that there are signs for people who listen listening in a way so as to be prompted to reflect and take heed."
    },
    {
      "ayah": 24,
      "surah": 30,
      "text": "And of His signs is His showing you lightning to arouse fear in the traveller of storms and hope in the one not travelling of the coming of the rain; and He sends down water from the heaven and with it He revives the earth after it has died that is after it has dried out so that it produces vegetation once again. Surely in that mentioned there are signs for people who understand a people who reflect."
    },
    {
      "ayah": 25,
      "surah": 30,
      "text": "And of His signs is that the heaven and the earth remain standing by His command by His will without any supports; then when He calls you to come out of the earth when Isrāfīl blows the Horn for the raising from the graves to commence lo! you shall come forth from it alive. Thus your coming forth out of it by a call constitutes one of His many signs exalted be He."
    },
    {
      "ayah": 26,
      "surah": 30,
      "text": "And to Him belongs whoever is in the heavens and the earth as possessions creatures and servants. All are obedient to Him."
    },
    {
      "ayah": 27,
      "surah": 30,
      "text": "And He it is Who initiates the creation of mankind then brings it back after their destruction and that is even easier for Him than the initiation — from the perspective of those addressed for whom to repeat something is easier than doing it for the first time — otherwise in God’s case exalted be He both are just as easy. His is the loftiest description in the heavens and the earth the most sublime attribute namely that ‘there is no god except God’. And He is the Mighty in His kingdom the Wise in His creation."
    },
    {
      "ayah": 28,
      "surah": 30,
      "text": "He has struck He has coined for you O idolaters a similitude that is actually drawn from yourselves and it is as follows do you have among those whom your right hands own that is to say among your servants any partners of yourselves who may share in what We have provided for you of property and so on so that you and they are equal therein fearing them as you fear your own folk just as you fear those free men like you? the interrogative is meant as a negation in other words ‘your servants are not partners of yours in what you own so how can you make some of God’s servants partners of His. So We detail the signs so We explain them in such detail for people who understand a people who reflect."
    },
    {
      "ayah": 29,
      "surah": 30,
      "text": "Nay but those who do evil through idolatry follow their own desires without any knowledge. So who will guide he whom God has led astray? that is to say he will have none to guide him. And they have no helpers no protectors against God’s chastisement."
    },
    {
      "ayah": 3,
      "surah": 30,
      "text": "in the nearer part of the land that is in the Byzantine land that lies nearest to Persia in Mesopotamia al-Jazīra. There the two armies met and the Persians were the ones who had begun the invasion. But they that is the Byzantines after their vanquishing ghalabihim the verbal noun ghalab has been annexed to the direct object hum in other words ghalabatu fāris iyyāhum ‘the Persians’ vanquishing of them’ shall be the victors over the Persians"
    },
    {
      "ayah": 30,
      "surah": 30,
      "text": "So set your purpose O Muhammad (s) for religion as a hanīf as one inclining to it — in other words devote your religion you and whoever follows you purely to God — a nature given by God upon which He originated mankind and this nature is His religion in other words adhere to it. There is no changing God’s creation His religion that is to say do not change it by becoming idolaters. That is the upright religion the belief in God’s Oneness but most people namely the Meccan disbelievers do not know anything of God’s Oneness —"
    },
    {
      "ayah": 31,
      "surah": 30,
      "text": "turning referring to Him exalted be He concerning what He has commanded and what He has forbidden munībīna ‘turning’ is a circumstantial qualifier referring to the subject of the verb aqim ‘set up’ in other words addressing the third plural person aqīmū ‘set up’ and fear Him and establish prayer and do not be among the idolaters"
    },
    {
      "ayah": 32,
      "surah": 30,
      "text": "of those mina’lladhīna is a substitution for al-mushrikīna ‘idolaters’ using the same operator of the oblique min who have divided up their religion by being at variance over what they worship and have become dissenting factions sects divided over this matter each party among them rejoicing delighting in what they have a variant reading for farraqū is fāraqū in other words ‘of those who have parted with the religion to which they have been commanded’."
    },
    {
      "ayah": 33,
      "surah": 30,
      "text": "And when some distress some hardship befalls people that is people such as the Meccan disbelievers they call on their Lord turning returning in penitence to Him alone. Then when He lets them taste mercy from Him by way of rain lo! a party of them ascribe partners to their Lord."
    },
    {
      "ayah": 34,
      "surah": 30,
      "text": "Let them be ungrateful for what We have given them this is an imperative meant as a threat. ‘So take your enjoyment. Soon you will know’ the consequences of your enjoyment there is a shift away from the third person address to the second."
    },
    {
      "ayah": 35,
      "surah": 30,
      "text": "Or am the hamza here is meant for denial have We revealed any warrant any argument or scripture to them which might speak a token speech of what they associate with Him? in other words commanding them to associate others with God? No!"
    },
    {
      "ayah": 36,
      "surah": 30,
      "text": "And when We let people that is people such as the disbelievers of Mecca and others taste some mercy some grace they exult in it an exultation of arrogance. But if some evil some hardship befalls them for what their own hands have sent ahead behold! they despair of mercy. It is in the nature of a believer to give thanks in times of grace and to hope for mercy from his Lord in times of hardship."
    },
    {
      "ayah": 37,
      "surah": 30,
      "text": "Have they not seen have they not realised that God extends He makes abundant His provision to whomever He will as a test and straitens? and He restricts it for whomever He will as a trial? Surely in that there are signs for people who believe in them."
    },
    {
      "ayah": 38,
      "surah": 30,
      "text": "And give the relative what is his due in the way of dutifulness and kindness and the needy and the wayfarer the traveller give voluntary alms — the Prophet’s community must emulate him in this respect. That is better for those who desire God’s Countenance who desire His reward in exchange for what they do; those they are the successful the winners."
    },
    {
      "ayah": 39,
      "surah": 30,
      "text": "And what you give in usury — such as when something is given as a gift or a present for the purpose of demanding more in return; it the practice of usury ribā is referred to by the same noun denoting that illicit ‘extra’ ziyāda requested in the financial transaction — that it may increase the wealth of the people giving it does not increase with God — there is no reward in it for those who give it. But what you give as alms zakāt as voluntary alms sadaqa seeking thereby God’s Countenance such of you who do so — they are the receivers of manifold increase in their reward for what they sought there is here a shift of address away from the second person."
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "in a few years bid‘ usually means between three and nine or ten years. So the two armies met again seven years after this former encounter and the Byzantines defeated the Persians. To God belongs the command before and after that is before the defeat of the Byzantines and thereafter that is to say the Persian victory at first and the Byzantine victory later were the result of God’s command in other words His will and on that day the day when the Byzantines will be victorious the believers shall rejoice"
    },
    {
      "ayah": 40,
      "surah": 30,
      "text": "God is the One Who created you then provided for you then makes you die then gives you life is there anyone among your associates of those whom you have associated with God who does anything of the kind? No! Glory be to Him and exalted be He above what they associate with Him."
    },
    {
      "ayah": 41,
      "surah": 30,
      "text": "Corruption has appeared on land in the wastelands because of the rain being withheld and the vegetation diminishing and on sea in lands near rivers because of their waters diminishing because of what people’s hands have perpetrated of acts of disobedience that He may make them taste li-yudhīqahum; or may be read li-nudhīqahum ‘that We may make them taste’ something of what they have done that is the punishment for it that perhaps they may repent."
    },
    {
      "ayah": 42,
      "surah": 30,
      "text": "Say to the Meccan disbelievers ‘Travel in the land and behold how was the consequence for those who were before; most of them were idolaters’ and so they were destroyed because of their idolatry and their dwellings and habitations lie desolate in ruin."
    },
    {
      "ayah": 43,
      "surah": 30,
      "text": "So set your purpose for the upright religion the religion of Islam before there comes the inevitable day from God namely the Day of Resurrection. On that day they shall be sundered yassadda‘ūna the original tā’ yatasadda‘ūna has been assimilated with the sād that is they will be split into separate groups after the Reckoning destined for Paradise or the Fire."
    },
    {
      "ayah": 44,
      "surah": 30,
      "text": "Whoever disbelieves the consequence of his disbelief shall upon him that is the evil consequences of his disbelief which will be his being punished in the Fire and those who act righteously they will be paving the way for the salvation of their own souls preparing their places in Paradise"
    },
    {
      "ayah": 45,
      "surah": 30,
      "text": "that He may requite li-yajziya is semantically connected to yassadda‘ūna ‘they shall be sundered’ those who believe and perform righteous deeds out of His bounty that He may reward them. Indeed He does not like the disbelievers in other words He will punish them."
    },
    {
      "ayah": 46,
      "surah": 30,
      "text": "And of His signs exalted be He is that He unleashes the winds as bearers of good tidings meaning so that they may bring you good tidings of rain and that He may let you taste thereby of His mercy namely in the way of rain and fertile soil and that the ships may run thereby by His command by His will and that you may seek that you may request of His bounty provision by way of commerce at sea and that perhaps you might then give thanks for these graces O people of Mecca and so affirm His Oneness."
    },
    {
      "ayah": 47,
      "surah": 30,
      "text": "And verily We sent before you messengers to their people and they brought them clear signs plain proofs of their sincerity concerning their Message to them but they denied them. Then We took vengeance upon those who were guilty We destroyed those who denied them and it was ever incumbent upon Us to give victory to the believers over the disbelievers by destroying these and delivering the believers."
    },
    {
      "ayah": 48,
      "surah": 30,
      "text": "God is the One Who unleashes the winds which then raise stir up clouds and He then spreads them across the heaven as He will in small or large quantities and He forms them into fragments read kisafan or kisfan ‘scattered pieces’ then you see the rain issuing out of them that is out of the midst of them. Then when He drops it the rain upon whomever of His servants He will lo! they rejoice they are happy because of the rain."
    },
    {
      "ayah": 49,
      "surah": 30,
      "text": "Though indeed before it was sent down upon them before that min qablihi is repeated for emphasis they had been despondent despairing of its sending down."
    },
    {
      "ayah": 5,
      "surah": 30,
      "text": "in God’s help to them against the Persians. They the believers indeed rejoiced in this as they came to know of it on the day that it took place on the day of the battle of Badr when Gabriel came down with this news thereon in addition to their rejoicing in their victory over the idolaters on that same day. He helps whomever He will; and He is the Mighty the Victor the Merciful to believers."
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "So behold the effects a variant reading has singular athar ‘the effect’ of God's mercy that is His grace in giving them rain how He revives the earth after it has died after it has dried out so that it produces vegetation again. Surely He is the Reviver of the dead and He has power over all things."
    },
    {
      "ayah": 51,
      "surah": 30,
      "text": "But if wa-la-in the lām is for oaths We unleash a different wind that damages vegetation and they see it turn yellow they would begin la-zallū is the response to the conditional oath after that that is after its turning yellow to disbelieve to deny the grace of having been given rain."
    },
    {
      "ayah": 52,
      "surah": 30,
      "text": "And so you cannot make the dead hear nor can you make the deaf hear the call when read al-du‘ā’a idhā pronouncing both hamzas or by not pronouncing the second one that comes between it and the yā’ they go away with their backs turned."
    },
    {
      "ayah": 53,
      "surah": 30,
      "text": "Nor can you guide the blind out of their error. You can only make hear in a way so as to understand and accept those who believe in Our signs in the Qur’ān and have thus submitted sincere in their affirmation of God’s Oneness."
    },
    {
      "ayah": 54,
      "surah": 30,
      "text": "God is the One Who created you from a state of weakness from a ‘base fluid’ cf. Q. 328 then He ordained after a second weakness which is the weakness of the period of childhood strength that is the strength of youth then after strength He appointed weakness again and grey hair the weakness of old age and the grey hairs of decrepitude read vocalised as du‘f ‘weakness’ in all three places. He creates what He will of weakness and strength youth and grey hairs and He is the Knower of how to manage His creatures the Omnipotent."
    },
    {
      "ayah": 55,
      "surah": 30,
      "text": "And on the Day when the Hour comes the guilty the disbelievers shall swear that they had not remained more than an hour in the grave. God exalted be He says That is how they use to be deceived how they used to be turned away from the truth — the Resurrection — similar to the way in which they have now been turned away from the real truth about how long they had remained."
    },
    {
      "ayah": 56,
      "surah": 30,
      "text": "But those who have been given knowledge and faith of angels and others shall say ‘You have remained according to God’s decree in accordance with what He had decreed for you in His prior knowledge until the Day of Resurrection. This is the Day of Resurrection which you rejected but you did not know’ that it would come to pass."
    },
    {
      "ayah": 57,
      "surah": 30,
      "text": "So on that day their excuses for denying it will not profit read lā yanfa‘u or lā tanfa‘u the evildoers nor will they be asked to make amends yusta‘tabūna means ‘they will not be asked for al-‘utbā’ which denotes ‘a return to that which pleases God’."
    },
    {
      "ayah": 58,
      "surah": 30,
      "text": "And verily We have struck We have coined for mankind in this Qur’ān every kind of similitude as a way of cautioning them. And if wa-la-in the lām is for oaths you O Muhammad (s) were to bring them a miraculous sign such as the staff or the hand in the case of Moses those who disbelieve from among them will certainly say la-yaqūlanna the indicative nūn has been omitted because of the other nūn coming after it and likewise the wāw replaced by the damma in lu because of two unvocalised consonants coming together and it indicates the plural person ‘You — in other words Muhammad (s) and his Companions — are nothing but followers of falsehood’."
    },
    {
      "ayah": 59,
      "surah": 30,
      "text": "Thus does God seal the hearts of those who do not know anything of God’s Oneness in the same way that He has sealed the hearts of these aforementioned individuals."
    },
    {
      "ayah": 6,
      "surah": 30,
      "text": "The promise of God wa‘da’Llāhi is the verbal noun substituting for the full verbal construction; it is actually wa‘adahumu’Llāhu al-nasr ‘God promised them victory’. God does not fail His promise of such help but most people namely the disbelievers of Mecca are not aware of His promise to help them to victory."
    },
    {
      "ayah": 60,
      "surah": 30,
      "text": "So be patient. Surely God’s promise to give you victory over them is true. And do not let them cause you to be inconstant those who are uncertain of the Resurrection in other words do not let them cause you to succumb to inconstancy and frivolity by abandoning patience that is to say do not abandon it."
    },
    {
      "ayah": 7,
      "surah": 30,
      "text": "They know merely an outward aspect of the life of this world that is to say its various means of securing livelihood such as commerce agriculture construction and cultivation and so on; but they of the Hereafter they are oblivious this repetition of hum ‘they’ is for emphasis."
    },
    {
      "ayah": 8,
      "surah": 30,
      "text": "Have they not contemplated themselves? so that they might emerge from their oblivion. God did not create the heavens and the earth and what is between them except with the truth and an appointed term for that creation at the conclusion of which this creation will perish and after which will be the Resurrection. But indeed many people that is to say such as the Meccan disbelievers disbelieve in the encounter with their Lord that is they do not believe in resurrection after death."
    },
    {
      "ayah": 9,
      "surah": 30,
      "text": "Have they not travelled in the land and beheld how was the consequence for those before them? of past communities which was that they were destroyed for denying their messengers. They were more powerful than them — such were ‘Ād and Thamūd — and they effected the land they tilled it and churned it up to sow crops and cultivate trees and developed it more than these the Meccan disbelievers have developed it; and their messengers brought them clear signs manifest proofs for God would never wrong them by destroying them without being guilty but they used to wrong themselves by denying their messengers."
    }
  ]
}
