{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 33,
      "text": "O Prophet! Fear God remain in fear of Him and do not obey the disbelievers and the hypocrites and so follow them in what contravenes your Law. Truly God is Knower of what will happens before it happens Wise in what He creates."
    },
    {
      "ayah": 10,
      "surah": 33,
      "text": "When they came at you from above you and from below you in other words from the higher side of the valley and from its lower side from the east and from the west and when the eyes turned away in fear from everything to gaze at their enemies approaching from every side and the hearts lept to the throats hanājir the plural of hunjura which lies at the bottom of the gullet out of intense fear while you entertained all sorts of different thoughts concerning God some of assistance some of despair;"
    },
    {
      "ayah": 11,
      "surah": 33,
      "text": "it was there that the believers were sorely tried there they were tested to distinguish the sincere individual from the one otherwise and were shaken with a mighty shock because of the severity of the terror."
    },
    {
      "ayah": 12,
      "surah": 33,
      "text": "And mention when the hypocrites and those in whose hearts is sickness namely weakness of conviction were saying ‘What God and His Messenger promised us of assistance to victory was nothing but delusion’ falsehood."
    },
    {
      "ayah": 13,
      "surah": 33,
      "text": "And when a party of them namely the hypocrites said ‘O people of Yathrib! namely the region of Medina it Yathriba is a diptote because of its being a proper noun and because of the morphological similarity it bears to a verbal form there is not a stand possible read muqām or maqām for you here in other words no place to stay and no strategic position so turn back to your dwellings in Medina — they had set out with the Prophet s towards the foot of a mountain outside Medina for battle. And a group of them even sought the permission of the Prophet to turn back saying ‘Our homes are exposed unprotected and we fear for them’. God exalted be He says although they were not exposed. They only sought to flee from battle."
    },
    {
      "ayah": 14,
      "surah": 33,
      "text": "And had they been invaded in it namely Medina from all sides and had they been exhorted in other words had the invaders exhorted them to treachery a return to idolatrous ways they would have committed it read la-ātawhā or la-atawhā meaning ‘they would have offered it’ or ‘they would have committed it’ respectively and would have hesitated thereupon but a little."
    },
    {
      "ayah": 15,
      "surah": 33,
      "text": "Though they had assuredly pledged to God before that that they would not turn their backs to flee; and a pledge given to God must be answered for regarding whether it was fulfilled or not."
    },
    {
      "ayah": 16,
      "surah": 33,
      "text": "Say ‘Flight will not avail you should you flee from death or from being slain and then if you were to flee you would not be extended comfort in this world after you have fled except a little’ except for the remainder of your terms of life."
    },
    {
      "ayah": 17,
      "surah": 33,
      "text": "Say ‘Who is it that can protect you grant you sanctuary from God should He desire to cause you ill whether it be destruction or defeat or who is it that can cause you ill should He God desire for you mercy?’ good. And they shall not find for themselves besides God in other words other than God any protector to avail them or helper to ward off harm from them."
    },
    {
      "ayah": 18,
      "surah": 33,
      "text": "Indeed God already knows the hinderers among you and those who say to their brethren ‘Come to us’ and they do not engage in the battle except a little for show and for the sake of their reputation"
    },
    {
      "ayah": 19,
      "surah": 33,
      "text": "grudging to you in their help ashihha ‘grudging’ is the plural of shahīh and is a circumstantial qualifier referring to the subject of the verb ya’tūna ‘they engage’. And when there is a panic you see them looking at you their eyes rolling like one that is like the look of one or the rolling of one fainting at death in other words one in the throes thereof; but when the panic subsides and the spoils have been secured they scald you they hurt you or they smite you with their sharp tongues in their greed for the riches in other words for the spoils which they demand greedily. Those they never believed really. Therefore God has invalidated their works and that invalidation is easy for God by His will."
    },
    {
      "ayah": 2,
      "surah": 33,
      "text": "And follow what is revealed to you from your Lord namely the Qur’ān. Truly God is Aware of what you do ta‘malūna; a variant reading has ya‘malūna ‘what they do’."
    },
    {
      "ayah": 20,
      "surah": 33,
      "text": "They suppose that the confederates of disbelievers have not yet departed to Mecca because of their fear of them and were the confederates to come a second time they would wish that they were in the desert with the Bedouins asking about your news your encounters with the disbelievers. And if they were among you this second time they would fight but a little for show and for fear of being reviled."
    },
    {
      "ayah": 21,
      "surah": 33,
      "text": "Verily there is for you a good example read iswa or uswa in the Messenger of God to emulate in combat and in holding one’s ground therein for whoever li-man substitutes for lakum ‘for you’ hopes for the encounter with God fears Him and the Last Day and remembers God often in contrast to those who do not."
    },
    {
      "ayah": 22,
      "surah": 33,
      "text": "And when the believers saw the confederates of disbelievers they said ‘This is what God and His Messenger promised us in the way of trial and assistance to victory and God and His Messenger were truthful’ about the promise. And that only increased them in faith in belief in God’s promise and submission to His command."
    },
    {
      "ayah": 23,
      "surah": 33,
      "text": "Among the believers are men who are true to the covenant they made with God in steadfastly remaining alongside the Prophet s. Some of them have fulfilled their vow having died or been killed fighting for God’s cause and some are still awaiting for this fate and they have not changed their commitment to the covenant in the least and they stand in contrast to the situation with the hypocrites;"
    },
    {
      "ayah": 24,
      "surah": 33,
      "text": "that God may reward the truthful for their truthfulness and chastise the hypocrites if He will by causing them to die in a state of hypocrisy or relent to them. Surely God is Forgiving to he who repents Merciful to him."
    },
    {
      "ayah": 25,
      "surah": 33,
      "text": "And God repulsed those who were disbelievers namely the confederates in their rage without their attaining any good without achieving their desire in any way to triumph over the believers. And God spared the believers from fighting by unleashing the wind and the angels. And truly God is Strong in bringing about what He wants Mighty prevailing with His way."
    },
    {
      "ayah": 26,
      "surah": 33,
      "text": "And He brought down those of the People of the Scripture namely the Banū Qurayza who had supported them from their strongholds sayāsī is the plural of sīsa and is that in which one fortifies himself against an enemy and He cast terror into their hearts so that some of them you slew and these were the combatants and some of them you took captive namely their children."
    },
    {
      "ayah": 27,
      "surah": 33,
      "text": "And He made you inherit their land and their homes and their possessions and a land you had not trodden thitherto and this was the territory of Khaybar which was captured after that of Qurayza. And God has power over all things."
    },
    {
      "ayah": 28,
      "surah": 33,
      "text": "O Prophet! Say to your wives — who were nine and they had asked him for some of the adornments of this world which he did not possess — ‘If you desire the life of this world and its adornment come now I will provide for you in other words the compensation to be provided for divorce and release you in a gracious manner I will divorce you and will not coerce you to stay."
    },
    {
      "ayah": 29,
      "surah": 33,
      "text": "But if you desire God and His Messenger and the Abode of the Hereafter namely Paradise then God has indeed prepared for the virtuous among you virtuous for desiring the Hereafter a great reward’ namely Paradise so choose the Hereafter over the life of this world."
    },
    {
      "ayah": 3,
      "surah": 33,
      "text": "And put your trust in God regarding this affair of yours; and God suffices as Guardian to preserve you. And the members of his the Prophet’s community are subject to the same admonitions in all of the above."
    },
    {
      "ayah": 30,
      "surah": 33,
      "text": "O wives of the Prophet! Whoever of you commits manifest indecency read mubayyana or mubayyina meaning respectively ‘it has become evident’ meaning ‘one that is evident’ the chastisement shall be doubled yudā‘af a variant reading has 2nd form yuda‘‘af and still another has nuda‘‘if ‘We shall double’ in which case read al-‘adhāba as accusative for her in other words twice the chastisement for other women; and that is easy for God."
    },
    {
      "ayah": 31,
      "surah": 33,
      "text": "But whoever of you is obedient to God and His Messenger and acts righteously We shall give her a twofold reward in other words twice the reward for other women variant readings for ta‘mal and nu’tihā are impersonal ya‘mal ‘whoever acts’ and yu’tihā ‘He will give her’. And We have prepared a noble provision for her in Paradise in addition to the twofold reward."
    },
    {
      "ayah": 32,
      "surah": 33,
      "text": "O wives of the Prophet! You are not like any other group of women. If you fear God for you are more exalted in status then do not be complaisant in your speech with men lest he in whose heart is a sickness hypocrisy aspire to you but speak honourable words without any complaisance."
    },
    {
      "ayah": 33,
      "surah": 33,
      "text": "And stay in your houses read qirna or qarna derived from al-qarār and is actually aqrirna or aqrarna from qarirtu or qarartu the vowelling of the rā’ is moved to the qāf and the rā’ is omitted together with the conjunctive hamza and do not flaunt your finery tabarrajna with one of the two original tā’ of tatabarrajna letters omitted in the flaunting manner of the former Time of Ignorance in other words before Islam when they used to display their beauty to men — the stipulation regarding such ‘displays’ after the coming of Islam is mentioned in the verse and not to display their adornment except what is apparent Q. 2431. And maintain prayer and pay the alms and obey God and His Messenger. Indeed God will but to rid you of sin O People of the House in other words O women of the Prophet s and to purify you of it with a thorough purification."
    },
    {
      "ayah": 34,
      "surah": 33,
      "text": "And remember that which is recited in your houses of the revelations of God of the Qur’ān and wisdom the Sunna. Truly God is Kind to His friends Aware of all His creatures."
    },
    {
      "ayah": 35,
      "surah": 33,
      "text": "Indeed the men who have submitted to God and the women who have submitted to God and the believing men and the believing women and the obedient men and the obedient women and the men who are truthful and the women who are truthful in their faith and the patient men and the patient women steadfast in performing acts of obedience and the humble men and the humble women and the charitable men and the charitable women and the men who fast and the women who fast and the men who guard their private parts and the women who guard their private parts from what is unlawful and the men who remember God often and the women who remember God often — for them God has prepared forgiveness of their acts of disobedience and a great reward for their acts of obedience."
    },
    {
      "ayah": 36,
      "surah": 33,
      "text": "And it is not fitting for any believing man or believing woman when God and His Messenger have decided on a matter to have read takūna or yakūna a choice in their matter in contravention of the decision of God and His Messenger. This verse was revealed regarding ‘Abd Allāh b. Jahsh and his sister Zaynab whose hand the Prophet had asked for in marriage but meaning on behalf of Zayd b. Hāritha. They were loathe to this proposal when they found out that it was on the latter’s behalf for they had thought that the Prophet s wanted to marry her himself. But afterwards they consented because of the following part of the verse And whoever disobeys God and His Messenger has certainly strayed into manifest error. Thus the Prophet s gave her in marriage to Zayd. Then on one occasion he the Prophet caught sight of her and felt love for her whereafter when he realised that Zayd lost his affection for her and so said to the Prophet s ‘I want to part with her’. But the Prophet said to him ‘Retain your wife for yourself’ as God exalted be He says"
    },
    {
      "ayah": 37,
      "surah": 33,
      "text": "And when idh is dependent because of an implied preceding udhkur ‘mention when’ you said to him to whom God had shown favour by guiding him to Islam and to whom you too had shown favour by manumitting him — this was Zayd b. Hāritha who had been a prisoner of war before the coming of Islam in the period of al-jāhiliyya. The Messenger of God s purchased him before his call to prophethood and then manumitted him and adopted him as his son — ‘Retain your wife for yourself and fear God’ before divorcing her. But you had hidden in your heart what God was to disclose what He was to manifest of your love for her and of the fact that should Zayd part with her you would marry her and you feared people would say ‘He has married his son’s wife!’ though God is worthier that you should fear Him in all things so take her in marriage and do not be concerned with what people say. Zayd subsequently divorced her and her obligatory waiting period was completed. God exalted be He says So when Zayd had fulfilled whatever need he had of her We joined her in marriage to you — the Prophet consummated his marriage with her without the customary permission from her legal guardian and gratified the Muslims with a feast of bread and meat — so that there may not be any restriction for the believers in respect of the wives of their adopted sons when the latter have fulfilled whatever wish they have of them. And God’s commandment that which He has decreed is bound to be realised."
    },
    {
      "ayah": 38,
      "surah": 33,
      "text": "There is no restriction for the Prophet in what God has ordained in what He has made lawful for him that is God’s precedent sunnata’Llāhi is in the accusative because the operator of the oblique has been removed from the oblique construction ka-sunnati’Llāhi ‘as is God’s precedent’ with those who passed away before of prophets which is that there is no restriction for them in this respect a special dispensation for them regarding marriage — and God’s commandment what He does is inexorable destiny"
    },
    {
      "ayah": 39,
      "surah": 33,
      "text": "— those who alladhīna qualifies the previous alladhīna deliver the Messages of God and fear Him and fear no one except Him and therefore they do not fear what people might say about that which God has made lawful for them. And God suffices as Reckoner as keeper of the deeds of His creatures and as One to reckon with them."
    },
    {
      "ayah": 4,
      "surah": 33,
      "text": "God has not placed two hearts inside any man this was revealed in order to refute those disbelievers who said that they each had two hearts with which they could reason better than Muhammad’s single mind; nor has He made your wives whom read as allā’ī or allā’ you repudiate by zihār read tazzahharūna or tuzāhirūna; the original tā’ of tatazāharūna has been assimilated with the zā’ — a man would say to his wife for example ‘You are for me as untouchable as my mother’s back’ — your mothers in other words He has not made you wives like your mothers so that they are illicit for conjugality in that respect a practice which in pre-Islamic times was considered a valid form of divorce. An atonement with necessary conditions is necessary in such a case as mentioned in sūrat al-Mujādila Q. 582-3. Nor has He made those whom you claim as adopted sons ad‘iyā’ the plural of da‘iyy which is one claimed as the son of one who is not his biological father your sons in reality. That is a mere utterance of your mouths namely of the Jews and the hypocrites. When the Prophet s married Zaynab bt. Jahsh who had been Zayd b. Hāritha’s wife the adopted son of the Prophet s they said ‘Muhammad married his son’s wife!’ and so God proved them liars in this. But God speaks the truth in this matter and He guides to the way the way of truth."
    },
    {
      "ayah": 40,
      "surah": 33,
      "text": "Muhammad is not the father of any man among you he is not Zayd’s biological father and so it is not unlawful for him to marry his former wife Zaynab after him; but he is the Messenger of God and the Seal of the Prophets and so he will not have a son that is a fully grown man to be a prophet after him a variant reading for khātim al-nabiyyīna has khātam al-nabiyyīn as in the instrument known as a ‘seal’ in other words their prophethood has been sealed by him. And God has knowledge of all things among these is the fact that there will be no prophet after him and even when the lord Jesus descends at the end of days he will rule according to his Muhammad’s Law."
    },
    { "ayah": 41, "surah": 33, "text": "O you who believe! Remember God with much remembrance." },
    {
      "ayah": 42,
      "surah": 33,
      "text": "And glorify Him morning and evening in other words at the beginning of the day and at the end of it."
    },
    {
      "ayah": 43,
      "surah": 33,
      "text": "It is He Who blesses you that is to say Who shows mercy to you and His angels ask forgiveness for you that He may bring you forth that He may always bring you forth from darkness namely from disbelief into light namely faith. And He is Merciful to the believers."
    },
    {
      "ayah": 44,
      "surah": 33,
      "text": "Their greeting from Him exalted be He on the day they encounter Him will be ‘Peace’ extended to them by the tongues of the angels. And He has prepared for them a noble reward namely Paradise."
    },
    {
      "ayah": 45,
      "surah": 33,
      "text": "O Prophet! Indeed We have sent you as a witness against those to whom you have were sent and as a bearer of good tidings for those who affirm your sincerity of Paradise and as a warner for those who deny you of the punishment of the Fire"
    },
    {
      "ayah": 46,
      "surah": 33,
      "text": "and as a summoner to God to obedience to Him by His leave by His command and as a illuminating lamp in other words the equivalent of it in terms of one’s being able to find guidance therewith."
    },
    {
      "ayah": 47,
      "surah": 33,
      "text": "And give good tidings to the believers that there will be for them a great bounty from God namely Paradise."
    },
    {
      "ayah": 48,
      "surah": 33,
      "text": "And do not obey the disbelievers and the hypocrites in assenting to do what contravenes your Law; and disregard leave aside their injuriousness — do not retaliate against them for it until you receive a command from God regarding how to deal with them. And put your trust in God for He will suffice you and God suffices as Guardian One to Whom matters are entrusted."
    },
    {
      "ayah": 49,
      "surah": 33,
      "text": "O you who believe if you marry believing women and then divorce them before you have touched them read tamassūhunna or tumāsūhunna that is before you have copulated with them there shall be no waiting period for you to reckon against them no waiting period needed to preclude pregnancy or otherwise. But provide for them give them what they can use for securing comforts in cases where no dowry has been fixed for them; otherwise theirs is to retain half of what was fixed but no more — this is what Ibn ‘Abbās said and it is the opinion followed by al-Shāfi‘ī’; and release them in a gracious manner leave them be without the intention to cause them any harm."
    },
    {
      "ayah": 5,
      "surah": 33,
      "text": "Instead attribute them to their true fathers. That is more equitable that is more just in the sight of God. If you do not know their true fathers then they are your brethren in religion and as your associates. And you would not be at fault for any mistake you make in this respect except in what your hearts may premeditate after the prohibition has been issued. And God is Forgiving of whatever you said before the prohibition was issued Merciful to you in this respect."
    },
    {
      "ayah": 50,
      "surah": 33,
      "text": "O Prophet! Indeed We have made lawful for you your wives whom you have given their dowries and what your right hand owns of those whom God has given you as spoils of war from the disbelievers whom you have taken captive such as Safiyya and Juwayriyya and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you as opposed to those who did not emigrate and any believing woman if she gift herself in marriage to the Prophet and if the Prophet desire to take her in marriage and ask for her hand in marriage without paying her a dowry — a privilege for you exclusively not for the rest of the believers nikāh ‘marriage’ when expressed by the term hiba ‘gift’ denotes marriage without dowry. Indeed We know what We have imposed upon them namely the believers with respect to their wives in the way of rulings to the effect that they should not take more than four wives and should only marry with the consent of a legal guardian the presence of witnesses and the payment of a dowry and with respect to what their right hands own of slavegirls in the way of purchase or otherwise so that the handmaiden be one lawful for her master such as a slavegirl belonging to the People of the Scripture kitābiyya and not a Magian or an idolater and that she should be ascertained as not carrying child with the necessary waiting period istibrā’ before copulation; so that li-kaylā is semantically connected to what came before this last statement there may be no unnecessary restriction for you no constraint in marriage for you. And God is Forgiving of what is difficult to guard against Merciful in giving dispensations allowing for latitude in this respect."
    },
    {
      "ayah": 51,
      "surah": 33,
      "text": "You may put off read turji’ or turjī you may postpone consorting with whomever of them you wish namely of your wives from their turn for intimacy and consort embrace in conjugality whomever you wish of them and come unto her and as for whomever you may desire of those whom you have set aside from their share you would not be at fault to desire her and consort with her again. He was given the choice in this respect after it had been obligatory for him to give each wife her equal share of conjugality. That freedom of choice makes it likelier that they will be comforted and not grieve and that they will be satisfied with what you give them of what has been mentioned of your freedom to choose whom to consort with every one of them kulluhunna emphasises the subject of the verb yardayna ‘they will be satisfied’ will be well-pleased with what you give her. And God knows what is in your hearts with respect to your women and your preferring some to others. We have given you the freedom to choose from among them in order to make it easier for you to have what you desire. And God is Knower of His creatures Forbearing in refraining from punishing them."
    },
    {
      "ayah": 52,
      "surah": 33,
      "text": "Women are not lawful for you read lā tahillu or lā yahillu beyond that beyond the nine that have chosen you as their husband nor is it lawful for you to change tabaddala one of the two original tā’ letters of tatabaddala has been omitted them for other wives by divorcing them or some of them and marry in place of those whom you divorce even though their beauty impress you except those whom your right hand owns of slavegirls which is in contrast lawful for you. In addition to these slavegirls the Prophet s came to own Māriya the Copt. She bore for him Ibrāhīm who died during his lifetime. And God is Watcher over Preserver of all things."
    },
    {
      "ayah": 53,
      "surah": 33,
      "text": "O you who believe do not enter the Prophet’s houses unless permission is granted you to enter by invitation to share a meal and so you enter without waiting for the right moment for when it is ready ināhu a verbal noun from anā ya’nī. But when you are invited enter and when you have had your meal disperse without lingering for any leisurely conversation amongst yourselves. Indeed that lingering is upsetting for the Prophet and he is too shy of you to make you leave but God is not shy of the truth that you should leave — in other words He would never refrain from declaring it a variant reading for yastahyī has yastahī. And when you ask anything of his womenfolk in other words the wives of the Prophet s ask them from behind a screen a curtain. That is purer for your hearts and their hearts than entertaining sinful thoughts. And you should never cause the Messenger of God hurt in any way; nor ever marry his wives after him. Assuredly that in God’s sight would be very grave as a sin."
    },
    {
      "ayah": 54,
      "surah": 33,
      "text": "Whether you disclose anything or keep it hidden regarding marrying them after him truly God has knowledge of all things and will requite you for it."
    },
    {
      "ayah": 55,
      "surah": 33,
      "text": "They the Prophet’s wives would not be at fault with regard to socialising with their fathers or their sons or their brothers or their brothers’ sons or their sisters’ sons or their own believing women or what their right hands own of slavegirls or male servants in seeing them or conversing with them without a screen. And fear O women God in what you have been commanded. Surely God is Witness to all things with nothing being hidden from Him."
    },
    {
      "ayah": 56,
      "surah": 33,
      "text": "Indeed God and His angels bless the Prophet Muhammad (s). O you who believe invoke blessings on him and invoke peace upon him in a worthy manner in other words say ‘O God bless our master Muhammad and grant him peace’ Allāhumma sallī ‘alā sayyidinā Muhammad wa-sallim."
    },
    {
      "ayah": 57,
      "surah": 33,
      "text": "Indeed those who are injurious to God and His Messenger — and they are the disbelievers who attribute to God what He is exalted above of such things as His having a son or a partner and they deny His Messenger — God has cursed them in this world and the Hereafter He has banished them from His mercy and has prepared for them a humiliating chastisement and that is the Fire."
    },
    {
      "ayah": 58,
      "surah": 33,
      "text": "And those who cause hurt to believing men and believing women without the latter’s having done anything those who accuse them of what they have not done have verily borne the guilt of calumny they have borne lies and the burden of manifest sin."
    },
    {
      "ayah": 59,
      "surah": 33,
      "text": "O Prophet! Tell your wives and daughters and the women of the believers to draw their cloaks closely over themselves jalābīb is the plural of jilbāb which is a wrap that covers a woman totally — in other words let them pull part of it also over their faces leaving one eye visible when they need to leave the house for something. That makes it likelier that they will be known to be free women and not be molested by being approached. In contrast slavegirls did not use to cover their faces and so the disbelievers used to pester them. And God is Forgiving of any occasion in the past when they may have neglected to cover themselves Merciful to them in His veiling them."
    },
    {
      "ayah": 6,
      "surah": 33,
      "text": "The Prophet is closer to the believers than their own souls in terms of what he calls them to and what their own souls have called them to contravene and his wives are their mothers insofar as they the believers are forbidden to marry them. And those related by blood kinsmen are more entitled to inherit from one another in the Book of God than the other believers and the Emigrants in other words than inheriting on account of their sharing faith and the Emigration which had been the case at the beginning of Islam but was then abrogated; barring any favour you may do your friends by making a bequest which is permissible. This namely the abrogation of inheritance on account of shared faith and Emigration by the inheritance on account of kinship is written in the Book — in both instances al-kitāb ‘the Book’ denotes the Preserved Tablet al-lawh al-mahfūz."
    },
    {
      "ayah": 60,
      "surah": 33,
      "text": "If la-in the lām is for oaths the hypocrites do not desist from their hypocrisy and likewise those in whose hearts is a sickness in their urge to fornicate as well as the scaremongers in the city who alarm the believers by saying to them things like ‘Your enemy is here and your raiding parties have been massacred!’ or they say to them ‘They have been defeated!’. Assuredly We will urge you to take action against them We will give you sway over them then they will not be your neighbours they will not dwell near you in it except for a little while after which they will depart."
    },
    {
      "ayah": 61,
      "surah": 33,
      "text": "Accursed banished from mercy shall they be wherever they are found they shall be seized and slain violently that is to say that is the ruling concerning them — meant as a command for the Prophet."
    },
    {
      "ayah": 62,
      "surah": 33,
      "text": "God’s precedent in other words God has made this His precedent in dealing with those who passed away before with regard to the hypocrites of past communities who used to alarm believers with their scaremongery and you will find that there is no changing God’s precedent no changing of it from Him."
    },
    {
      "ayah": 63,
      "surah": 33,
      "text": "People such as the people of Mecca question you concerning the Hour when will it be? Say ‘Knowledge thereof lies only with God — and what do you know what would provide you with knowledge thereof? In other words you do not know it perhaps the Hour is near’."
    },
    {
      "ayah": 64,
      "surah": 33,
      "text": "God has indeed cursed the disbelievers He has banished them from His mercy and prepared for them a blaze a violent fire into which they shall be admitted"
    },
    {
      "ayah": 65,
      "surah": 33,
      "text": "to abide their abiding having been foreordained therein forever. They shall not find any protector to preserve them from it or helper to ward it off from them."
    },
    {
      "ayah": 66,
      "surah": 33,
      "text": "On the day when their faces are turned about in the Fire they shall say ‘O yā is for alerting would that we had obeyed God and obeyed the Messenger!’"
    },
    {
      "ayah": 67,
      "surah": 33,
      "text": "And they namely those who had been the followers of the leaders of error shall say ‘Our Lord we obeyed our leaders read plural sādatanā or sādātanā which is the plural of the plural and elders and they led us astray from the way the path of guidance."
    },
    {
      "ayah": 68,
      "surah": 33,
      "text": "Our Lord give them a double chastisement in other words twice the like of our chastisement and curse them chastise them with numerous curses!’ with the equivalent number of chastisements la‘nan kathīran ‘numerous curses’ is also read la‘nan kabīran which means ‘with a mighty curse’."
    },
    {
      "ayah": 69,
      "surah": 33,
      "text": "O you who believe do not behave towards your Prophet as did those who harmed Moses — when they would say for example ‘The only reason he does not wash with us is that he has an inflammation in his testicles’ — whereat God absolved him of what they alleged when Moses placed his robe on a rock to go to wash the rock hurtled away with it until it came to a halt amid a group of men from the Children of Israel. As Moses chased it and took his robe to cover himself they saw that he had no such inflammation udra is an inflammation of the testicle. And he was distinguished in God’s sight. An instance of our Prophet s being subjected to hurt was when on one occasion while dividing up the spoils a man said to him ‘This is a division that I do not want to please God!’ whereat the Prophet s became angered and said ‘May God have mercy upon Moses for truly he was hurt with worse than this but endured’ — reported by al-Bukhārī."
    },
    {
      "ayah": 7,
      "surah": 33,
      "text": "And mention when We took a pledge from the prophets at the point when they were brought forth from the loins of Adam the size of atoms and from you and from Noah and Abraham and Moses and Jesus son of Mary that they worship only God and call others to worship Him the mention of the five names is an instance of supplementing the specific to the general. And We took from them a solemn pledge a solid one that they fulfil what they have been charged with and this was effected by swearing an oath to God after which the pledge was consummated;"
    },
    { "ayah": 70, "surah": 33, "text": "O you who believe fear God and speak words of integrity what is proper." },
    {
      "ayah": 71,
      "surah": 33,
      "text": "He will rectify your deeds for you He will accept them and will forgive you your sins. And whoever obeys God and His Messenger has verily achieved a great success he has attained his ultimate goal."
    },
    {
      "ayah": 72,
      "surah": 33,
      "text": "Indeed We offered the Trust — the obligation to prayer and other matters which when performed result in reward and when neglected result in punishment — to the heavens and the earth and the mountains and created in them the power of comprehension and speech at the time of that offer but they refused to bear it and were apprehensive of it; but man Adam undertook it when it was offered to him. Truly he is a wrongdoer to his own soul because of what he undertook ignorant of the responsibility that comes with it —"
    },
    {
      "ayah": 73,
      "surah": 33,
      "text": "so that God may chastise li-yu‘adhdhiba the lām therein is semantically connected to ‘aradnā ‘We offered’ which resulted in ‘Adam’s undertaking’ the hypocrites men and women and the idolaters men and women those who forsake the Trust and that God may relent to the believing men and believing women who fulfil the Trust. And God is Forgiving to believers Merciful to them."
    },
    {
      "ayah": 8,
      "surah": 33,
      "text": "that He God may question the truthful about their truthfulness in delivering the Message as a way thereby to justifiably reproach the disbelievers; and He exalted be He has prepared for those who disbelieve in them a painful chastisement ‘adhāban alīman is a supplement to akhadhnā ‘We took’."
    },
    {
      "ayah": 9,
      "surah": 33,
      "text": "O you who believe! Remember God’s favour to you when hosts of disbelievers came against you as confederates at the time the Ditch al-khandaq was being dug and We unleashed against them a great wind and hosts of angels you did not see. And God is ever Seer of what you do read ta‘malūna to imply ‘in the way of your digging of the ditch’; or read ya‘malūna ‘of what they do’ to imply ‘the idolaters’ forming of a confederation’."
    }
  ]
}
