{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 34,
      "text": "Praise be to God — God exalted be He praises Himself with these words; the import constitutes the eulogy that ‘praise’ is ever-established for God and it entails the attribution to Him of all that is beautiful exalted be He — to Whom belongs whatever is in the heavens and whatever is in the earth as possessions and creation. And to Him belongs all praise in the Hereafter as in this world for His friends praise Him as they enter Paradise. And He is the Wise in what He does the Aware of His creatures."
    },
    {
      "ayah": 10,
      "surah": 34,
      "text": "And verily We bestowed on David a great favour from Us — prophethood and scripture — and We said ‘O mountains repeat with him in praise by making glorifications and the birds too!’ read wa’l-tayra in the accusative as a supplement to the syntactical locus of jibāl ‘mountains’ in other words and We also called on them to glorify God with him. And We made iron malleable for him so that it was as dough in his hands."
    },
    {
      "ayah": 11,
      "surah": 34,
      "text": "And We said ‘Fashion from it long coats of mail — complete suits of armour which the person wearing it drags behind him along the ground — and measure well the links’ that is in the weaving of the coats the maker of these is called sarrād. In other words make them so that the rings thereof are arranged properly. And act O family of David together with him righteously. Indeed I am Seer of what you do and will requite you for it accordingly."
    },
    {
      "ayah": 12,
      "surah": 34,
      "text": "And We disposed for Solomon the wind the nominative reading of al-rīhu would be based on an implicit missing verb sakhkharnā ‘We disposed’ its morning course meaning its journey from the morning to the noon was a month’s journey and its evening course that is its journey from the noon to sunset was a month’s journey. And We caused a fount of molten copper to flow for him in other words We caused the copper to melt for him and so the fount flowed for three days and nights like water and to this day people have been using of that copper which was given to Solomon at that time. And of the jinn there were those who worked before him by the leave by the command of his Lord. And such of them as deviated from Our command to him to obey him Solomon We would make them taste the chastisement of the Blaze the Fire in the Hereafter — but it is also said that their chastisement was in this world in which case an angel would smite one of them with a lash thereof that would scorch him."
    },
    {
      "ayah": 13,
      "surah": 34,
      "text": "They fashioned for him whatever he wished lofty shrines mahārīb are high edifices which are ascended by stairs and statues tamāthīl is the plural of timthāl which is any thing which you fashion as a likeness of another in other words brass crystal or marble figures — the use of figures was not prohibited according to his Law; and basins jifān is the plural of jafna like cisterns jawābin is the plural of jābiya which is a large basin — around each ‘basin’ a thousand men would gather to eat — and cauldrons built into the ground fixed with foundations and cannot be moved from their places these were made from the rocks of the mountains of Yemen and to which one ascended by climbing up a ladder. And We said ‘Work O House of David in obedience to God in thankfulness to Him for what He has given you. And few indeed of My servants are thankful’ labouring in obedience to Me in thanks for My favours."
    },
    {
      "ayah": 14,
      "surah": 34,
      "text": "And when We decreed for him for Solomon death in other words when he died — he remained supported against his staff an entire year while the jinn continued to toil in hard labour as was customary unaware of his death until finally when a termite ate through his staff he fell to the ground and was seen to be dead — nothing indicated to them that he had died except a termite al-ard is the verbal noun from uridat al-khashaba passive verbal form in other words ‘it the piece of wood was eaten away by a termite al-arada’ that gnawed away at his staff read minsa’atahu or minsātahu replacing the hamza with an alif meaning a ‘staff’ so called because when describing it one would say yunsa’u bihā to mean it is used to repel or drive away creatures’. And when he fell down dead the jinn realised it became apparent to them that an is softened in other words annahum had they known the Unseen — comprising what was hidden from them in the way of Solomon being dead — they would not have continued in the humiliating chastisement in that hard labour of theirs in which they continued as they supposed him to be alive which is in contrast to what they would have supposed had they known the Unseen and the fact that he had been there an entire year judging by how much of the staff the termite had eaten through after his death; in other words they would not have continued in the humiliating chastisement for a single day or even a single night longer."
    },
    {
      "ayah": 15,
      "surah": 34,
      "text": "Verily there was for Sheba Saba’ declined as li-Saba’in or left as indeclinable li-Saba’a is the name of a tribe that took its name from one of their Arab ancestors in their dwelling-place in Yemen a sign indicating God’s power exalted be He two gardens jannatān a substitution for āyatun ‘a sign’ to the right and to the left in other words on the right side of their valley and on its left side. And it was said to them ‘Eat of your Lord’s provision and give thanks to Him for the graces He has bestowed on you in the land of Sheba. A good land — in which there was no dung gnats flies fleas scorpions or snakes and in which when a stranger passed through with his clothes lice-infected these lice would be killed off because of the purity of its air — and God is a forgiving Lord.’"
    },
    {
      "ayah": 16,
      "surah": 34,
      "text": "But they were disregardful of giving thanks to Him and became disbelievers so We unleashed upon them the flood of the Dam al-‘arim is the plural of ‘arima which is a structure or something similar that holds water back to be stored for when it is needed in other words We unleashed upon them the flood-waters of their valley which had been held back by the mentioned structure so that they engulfed their two gardens together with all their property. And We gave them in place of their two gardens two gardens bearing dhawātay a dual form of feminine plural dhawāt; usually the form dhātay from the singular would have been used bitter fruit bitter and vile ukul may be read as a genitive annexation ukulin khamtin in the sense of ‘that which is eaten thereof being bitter; or it may be read without as ukuli khamtin; and this phrase is supplemented by the following wa-athlin wa-shay’in min sidrin qalīl and tamarisk and sparse lote trees."
    },
    {
      "ayah": 17,
      "surah": 34,
      "text": "That replacement of what they had is what We requited them with for their ingratitude and is anyone but the ingrate ever so requited? read hal yujāzā illā’l-kafūru; or read as hal nujāzī illā’l-kafūra ‘Would We requite anyone but the ingrate?’ in other words it is only the like of such who is called to account."
    },
    {
      "ayah": 18,
      "surah": 34,
      "text": "And We set between them between Sheba who were in Yemen and the towns which We had blessed with abundance of water and trees — these being the towns of Syria to which they used to travel for commerce — prominent towns continuous along the route from Yemen to Syria and We facilitated for travellers the journeying through them such that they would rest for the afternoon in one and spend the night in the next and so on until the end of their travel having no need of any supplies or water along the way; and We said ‘Travel through them night and day safely’ having no fear by night or by day."
    },
    {
      "ayah": 19,
      "surah": 34,
      "text": "But they said ‘Our Lord make far apart ba‘‘id a variant reading has bā‘id the stages of our travel’ to Syria make these stages through deserts so that they could glory before the poor in riding their camels and bearing their supplies and water and so they behaved wantonly with the graces bestowed on them by God and they wronged their souls through disbelief and so We made them bywords of wrongdoing in this respect for those who came after them and We caused them to disintegrate totally We scattered them all over the lands. Surely in that which is mentioned there are signs lessons for every servant who is steadfast in refraining from acts of disobedience grateful for God’s graces."
    },
    {
      "ayah": 2,
      "surah": 34,
      "text": "He knows what penetrates the earth of water and so forth and what issues out of it of vegetation and so on and what comes down from the heaven of provision and so on and what ascends into it of deeds and so on and He is the Merciful to His friends the Forgiving to them."
    },
    {
      "ayah": 20,
      "surah": 34,
      "text": "And verily Iblīs proved true read sadaqa or saddaqa his opinion of them that is of the disbelievers among them — the folk of Sheba — which was that by his tempting them to go astray they would follow him. So they followed him if the verb above is read sadaqa this would mean that ‘he was right in his opinion’ and if read saddaqa it would mean that ‘he found this opinion of his to be true’ — all except a group of the believers mina’l-mu’minīna the min ‘of’ is explicative not partitive in other words all except that group who were the believers they did not follow him."
    },
    {
      "ayah": 21,
      "surah": 34,
      "text": "And he did not have any warrant over them any power to sway them from Us but that We might know by this knowledge being made manifest him who believed in the Hereafter from him who was in doubt thereof and so requite each of the two accordingly. And your Lord is Preserver Watcher of all things."
    },
    {
      "ayah": 22,
      "surah": 34,
      "text": "Say O Muhammad (s) to the disbelievers of Mecca ‘Call on those whom you have asserted those whom you have asserted to be gods besides God in other words other than Him so that they might benefit you as you are wont to assert. God exalted be He says of them They do not possess even so much as the weight of an atom of good or evil in the heavens or in the earth and they do not have any share in either of them nor has He exalted be He among them the gods any auxiliary’ anyone required as His helper."
    },
    {
      "ayah": 23,
      "surah": 34,
      "text": "And intercession will not avail with Him exalted be He — this was in response to their saying that their gods would intercede for them with Him — except for him to whom leave is given in this respect read adhina ‘to whom He gives leave’; or udhina ‘to whom leave is given’. Yet when fear is banished from their hearts read active fazza‘a or passive fuzzi‘a when fear is removed from them upon leave being given for this intercession they will say — some will say to others in anticipation of a favourable outcome — ‘What has your Lord said?’ concerning this. They will say He has said the saying that is ‘The truth’ in other words leave has been given for it. And He is the Exalted above His creation by His subjugation of them the Great the Tremendous."
    },
    {
      "ayah": 24,
      "surah": 34,
      "text": "Say ‘Who provides for you from the heavens rain and from the earth?’ vegetation. Say ‘God!’ — even if they do not say it there is no other valid answer. And indeed either we or you are — in other words either one of the two parties is — rightly guided or in manifest error. The ambiguity here concerning which of the two is rightly guided is intended as a gentle invitation for them to embrace faith if their way to it is facilitated by God."
    },
    {
      "ayah": 25,
      "surah": 34,
      "text": "Say ‘You will not be questioned about the sins we committed nor shall we be questioned about what you do’ for we are quit of you."
    },
    {
      "ayah": 26,
      "surah": 34,
      "text": "Say ‘Our Lord will bring us together on the Day of Resurrection then He will judge between us with truth and He will admit the truthful into Paradise and the liars into the Fire. And He is the Judge the Knowing’ in what He judges."
    },
    {
      "ayah": 27,
      "surah": 34,
      "text": "Say ‘Show me apprise me of those whom you have joined to Him as associates in worship. No indeed! — this is meant to deter them from even supposing that He has an associate. Rather He is God the Mighty Whose way will prevail the Wise’ in the way in which He manages the affairs of His creation and so He could not have any associate in His kingdom."
    },
    {
      "ayah": 28,
      "surah": 34,
      "text": "And We did not send you except to all kāffatan is a circumstantial qualifier referring to al-nās ‘mankind’ and is made to precede li’l-nās because of the importance attached to it of mankind both as a bearer of good tidings to believers of Paradise and a warner to the disbelievers of chastisement but most people such as the disbelievers of Mecca do not know this."
    },
    {
      "ayah": 29,
      "surah": 34,
      "text": "And they say ‘When shall this promise of chastisement be fulfilled if you are being truthful?’ concerning it."
    },
    {
      "ayah": 3,
      "surah": 34,
      "text": "And those who disbelieve say ‘The Hour the Resurrection will never come to us’. Say to them ‘Yes indeed by my Lord it shall come to you — by the Knower of the Unseen read ‘ālimi’l-ghaybi as an adjectival qualification of wa-rabbī ‘by my Lord’ or read ‘ālimu’l-ghaybi as the predicate of a missing subject such as huwa ‘He is’; or read ‘allāmi’l-ghaybi. Not even the weight of an atom escapes is hidden from Him in the heavens or in the earth nor is there anything smaller than that or greater but it is in a Manifest Book namely the Preserved Tablet al-lawh al-mahfūz"
    },
    {
      "ayah": 30,
      "surah": 34,
      "text": "Say ‘Yours is the tryst of a Day which you can neither defer nor advance by a single hour’ and this is the Day of Resurrection."
    },
    {
      "ayah": 31,
      "surah": 34,
      "text": "And those who disbelieve from among the people of Mecca say ‘We will not believe in this Qur’ān nor in that which was revealed before it’ — in other words what preceded it such as the Torah and the Gospel both of which contain proofs of the Resurrection — because they reject the truth of this last. God exalted be He says of them But if you were to see O Muhammad (s) when the evildoers the disbelievers are brought to stand before their Lord bandying arguments against one another. Those who were oppressed — the followers — will say to those who were arrogant — the leaders ‘Had it not been for you barring us from faith we would have been believers’ in the Prophet."
    },
    {
      "ayah": 32,
      "surah": 34,
      "text": "Those who were arrogant will say to those who were oppressed ‘Was it us who barred you from guidance after it had come to you? Nay! Rather you were guilty’ of your own accord."
    },
    {
      "ayah": 33,
      "surah": 34,
      "text": "And those who were oppressed will say to those who were arrogant ‘Nay but it was your scheming night and day in other words such were your schemes against us during both of these times when you used to command us to disbelieve in God and set up partners with Him’. And they that is the two parties will conceal their remorse for not having believed in Him when they see the chastisement in other words each person will hide it his remorse from the next for fear of being reviled; and We will place fetters around the necks of the disbelievers while they are in the Fire. Shall they be requited except the requital for what they used to do? in the world."
    },
    {
      "ayah": 34,
      "surah": 34,
      "text": "And We did not send a warner to any town without its affluent ones its leaders those enjoying life’s comforts saying ‘Indeed we disbelieve in that Message with which you have been sent’."
    },
    {
      "ayah": 35,
      "surah": 34,
      "text": "And they say ‘We possess more wealth and children than those who are believers and we shall not be chastised’."
    },
    {
      "ayah": 36,
      "surah": 34,
      "text": "Say ‘Truly my Lord extends provision He makes it abundant for whomever He will as a test and restricts it for whomever He will to try them but most people such as the disbelievers of Mecca do not know’ this truth."
    },
    {
      "ayah": 37,
      "surah": 34,
      "text": "Nor is it your wealth or your children that will bring you near to Us in closeness except for but it is those who believe and act righteously those they shall have a twofold reward for what they did in other words they shall have it as the reward of their action — as a good deed for example is rewarded tenfold or more — and they shall be in the lofty abodes of Paradise secure from death and otherwise a variant reading for al-ghurufāt is al-ghurfa the generic noun implying a plural."
    },
    {
      "ayah": 38,
      "surah": 34,
      "text": "And those who strive against Our signs namely the Qur’ān seeking to invalidate it supposing Us to be inomnipotent — or supposing that they can elude Us — those they will be arraigned into the chastisement."
    },
    {
      "ayah": 39,
      "surah": 34,
      "text": "Say ‘My Lord extends provision He makes it abundant for whomever He will of His servants as a test and restricts it for him after having extended it — or He restricts it for him whom He will to try and whatever thing you may expend for the cause of good He will replace it. And He is the best of providers’. It is said that every man ‘provides for’ his dependants yarzuqu ‘ā’ilatahu meaning that he does so from the provision given to him by God."
    },
    {
      "ayah": 4,
      "surah": 34,
      "text": "that He may requite thereat those who believe and perform righteous deeds — for such there will be forgiveness and a fair provision in Paradise."
    },
    {
      "ayah": 40,
      "surah": 34,
      "text": "And mention on the Day when He will gather them all together namely all the idolaters He will say to the angels ‘Was it these who used to worship you?’ read a-hā’ūlā’i iyyākum pronouncing both hamzas or by replacing the first with a yā’ or dropping it altogether."
    },
    {
      "ayah": 41,
      "surah": 34,
      "text": "They will say ‘Glory be to You exalted above that You should have an associate! You are our Supporter not they in other words as far as we are concerned there are no bonds of association between us and them. Nay bal is to indicate transition rather they used to worship the jinn the devils in other words they used to obey them and agree to worship us; most of them were believers in them’ accepting as truth what these jinn used to say to them."
    },
    {
      "ayah": 42,
      "surah": 34,
      "text": "God exalted be He says ‘So today none among you has any power over another in other words none of those worshipped have any power over any of those who worshipped either to benefit through intercession or to hurt’ through chastisement. And We shall say to those who did wrong who disbelieved ‘Taste the chastisement of the Fire which you used to deny!’"
    },
    {
      "ayah": 43,
      "surah": 34,
      "text": "And when Our signs from the Qur’ān are recited to them being clear signs evident ones by the tongue of our Prophet Muhammad (s) they say ‘This is just a man who desires to bar you from worshipping what your fathers used to worship’ of idols. And they say ‘This Qur’ān is nothing but a calumny a lie that has been invented against God. And those who disbelieve say to the truth the Qur’ān when it comes to them ‘This is nothing but plain sorcery’. God exalted be He says"
    },
    {
      "ayah": 44,
      "surah": 34,
      "text": "And We did not give them any scriptures for them to study nor did We send them any warner before you so on what grounds do they deny you?"
    },
    {
      "ayah": 45,
      "surah": 34,
      "text": "And those who were before them also denied and they these ones the Meccans have not received even a tenth of what We gave those others in the way of might long life and abundance of wealth. Yet they denied My messengers who were sent to them so how was My abhorrence! so how was My rebuttal against them through punishment and destruction in other words it was appropriate."
    },
    {
      "ayah": 46,
      "surah": 34,
      "text": "Say ‘I will give you just one piece of admonition namely that you rise up for God in other words for His sake in twos and individually and then reflect and realise that there is no madness in your companion Muhammad (s). He is just a warner to you before the befalling of a severe chastisement’ in the Hereafter if you disobey him."
    },
    {
      "ayah": 47,
      "surah": 34,
      "text": "Say to them ‘I have not asked you in return for my warning and delivering the Message to you any reward since it is for the benefit of you in other words I do not ask you for any reward in return for this. Indeed my reward lies only with God and He is Witness over all things’ observing them all knowing my truthfulness."
    },
    {
      "ayah": 48,
      "surah": 34,
      "text": "Say ‘Indeed my Lord hurls the truth He casts it onto His prophets — He is the Knower of the Unseen’ of all that is hidden from His creatures throughout the heavens and the earth."
    },
    {
      "ayah": 49,
      "surah": 34,
      "text": "Say ‘The truth Islam has come. And falsehood disbelief neither originates nor restores anything’ in other words it leaves no trace of itself behind."
    },
    {
      "ayah": 5,
      "surah": 34,
      "text": "And those who strive against who strive to invalidate Our signs namely the Qur’ān deeming Us inomnipotent mu‘ajjizīna a variant reading of this here and later on in verse 38 below is mu‘ājizīna so that respectively these mean ‘deeming that We are incapable’ mu‘ajjizīna or if read mu‘ājizīna ‘vying with Us in order to elude Us’ for they suppose that there is no such thing as resurrection or punishment — for such there will be a chastisement of an awful punishment’ read either alīmin or alīmun respectively as an adjectival qualification of rijzin ‘punishment’ or ‘adhābun ‘chastisement’."
    },
    {
      "ayah": 50,
      "surah": 34,
      "text": "Say ‘If I go astray from the truth I will be going astray only to my own loss that is to say the sin of my going astray shall be held against me; and if I am rightly guided it will have been by what my Lord reveals to me of the Qur’ān and wisdom. Truly He is Hearer of supplications Nigh’."
    },
    {
      "ayah": 51,
      "surah": 34,
      "text": "If you could but see O Muhammad (s) when they are stricken with terror at the Resurrection you would see a dreadful thing and so there is no escape for them from Us that is to say they will not be able to elude Us and they are seized from a close quarter namely from the graves."
    },
    {
      "ayah": 52,
      "surah": 34,
      "text": "And they will say ‘We believe in him now’ in other words in Muhammad (s) — or if read ‘We believe in it’ then in the Qur’ān. But how can they attain it read tanāwush or tanā’ush that is attain faith from a place that is far away from the place for attaining it — as they are now in the Hereafter and the proper place for attaining it was in this world —"
    },
    {
      "ayah": 53,
      "surah": 34,
      "text": "when they disbelieved in it before? in this world. And they throw guesses at the Unseen from a far-off place in other words they make guesses about something the knowledge of which was hidden far away from them as when they would say that the Prophet was a sorcerer or a poet or a soothsayer or that the Qur’ān was sorcery poetry or soothsaying."
    },
    {
      "ayah": 54,
      "surah": 34,
      "text": "And a barrier is set between them and what they crave in the way of faith — in other words their craving to embrace it — just as was done with their counterparts in respect to disbelief formerly in other words before them. Indeed they used to be in grave doubt doubt causing them to have misgivings about that in which they now believe but the proofs for which they never considered in this world."
    },
    {
      "ayah": 6,
      "surah": 34,
      "text": "And those who have been given knowledge — the believers from among the People of the Scripture such as ‘Abd Allāh b. Salām and his companions — see they know that what has been revealed to you from your Lord that is the Qur’ān is the decisive truth and that it guides to the path the way of the Mighty the Praised in other words of God the Lord of Might Who is ever-praised."
    },
    {
      "ayah": 7,
      "surah": 34,
      "text": "And those who disbelieve say that is some of them say to others in order to provoke disbelief in them ‘Shall we show you a man — namely Muhammad (s) — who will inform you that when you have been utterly torn to pieces you shall indeed be created anew?’"
    },
    {
      "ayah": 8,
      "surah": 34,
      "text": "Has he invented read a’ftarā; the hamza read with a fatha vowelling is for the interrogative and suffices in place of the conjunctive hamza a lie against God in this respect or is there a madness in him does he suffer a dementia on account of which he has imagined that? God exalted be He says Nay but those who do not believe in the Hereafter that comprises resurrection and chastisement will be in the chastisement thereat and in error that is far from the truth in this world."
    },
    {
      "ayah": 9,
      "surah": 34,
      "text": "Have they not observed what is before them and what is behind them in other words what is above them and what is beneath them of heaven and earth? If We will it We can make the earth swallow them or let fall on them fragments read kisfan or kisafan ‘large pieces’ from the heaven a variant reading has the third person singular for all three verbs sc. yashā’ ‘He will’ yakhsif ‘He makes to swallow’ yusqit ‘He lets fall’. Surely in that which is observed there is a sign for every penitent servant turning back to his Lord signs indicating God’s power to resurrect and to do what He will."
    }
  ]
}
