{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 35,
      "text": "Praise be to God God praises Himself with in these terms as explained at the beginning of the preceding sūrat Saba’ Originator of the heavens and the earth the One Who created them without any precedent Appointer of the angels as messengers to His prophets having wings in sets of two or three or four. He multiplies in creation in angels and other creatures what He will. Surely God has power over all things."
    },
    {
      "ayah": 10,
      "surah": 35,
      "text": "Whoever desires glory should know that all glory belongs to God in this world and in the Hereafter and it cannot be obtained from Him except through obedience to Him so let such a one be obedient to Him. To Him ascends good words that is to say He is aware of such good words and these are statements such as ‘there is no god except God’ and the like; and as for righteous action He exalts it He accepts it; but those who plot evil schemes against the Prophet — as was the case at the council assembly in the way of imprisoning him killing him or expelling him as mentioned in sūrat al-Anfāl Q. 830 — theirs shall be a severe chastisement and their plotting shall come to nothing it shall be ruined."
    },
    {
      "ayah": 11,
      "surah": 35,
      "text": "And God created you from dust by having created your father Adam from it then from a drop of seminal fluid in other words from sperm by creating his seed from it; then He made you pairs males and females. And no female bears or brings forth except with His knowledge illā bi-‘ilmihi is a circumstantial qualifier in other words ‘except that it is known by Him’ and no long-living person is given long life in other words the life of none is increased for one who has a long life nor is anything diminished of his life in other words of the life of that same long-living person or some other long-living person but it is recorded in a Book namely the Preserved Tablet. Surely that is easy for God."
    },
    {
      "ayah": 12,
      "surah": 35,
      "text": "Nor are the two kinds of seas alike this one is extremely sweet pleasant to drink and that one is salty extremely bitter. Yet from each of the two you eat fresh meat namely fish and obtain from the salt — and it is also said from both of them — ornaments which you wear namely pearls and coral. And you see you sight the ships therein in each of the two seas ploughing through mawākhira in other words tamkhuru’l-mā’a meaning ‘it cleaves it as it makes its way through it coming and going by the same wind that you may seek of His bounty exalted be He through commerce and that perhaps you may give thanks to God for this bounty."
    },
    {
      "ayah": 13,
      "surah": 35,
      "text": "He God makes the night pass enter into the day so that it becomes longer and He makes the day pass into the night so that it becomes longer and He has disposed the sun and the moon each of them moving in its course to an appointed term — to the Day of Resurrection. That is God your Lord; to Him belongs all sovereignty. As for those on whom you call whom you worship besides Him in other words other than Him — and they are the idols — they do not possess even so much as the husk of a date-stone."
    },
    {
      "ayah": 14,
      "surah": 35,
      "text": "If you call on them they will not hear your call and even if they heard —hypothetically speaking — they would not be able to respond to you; and on the Day of Resurrection they will disown your idolatrous associations in other words your associating them with God in power that is to say they will declare themselves innocent of you and of your worship of them. And none can inform you about the state in the two abodes like One Who is Aware Knower and this is God exalted be He."
    },
    {
      "ayah": 15,
      "surah": 35,
      "text": "O mankind! You are the ones who are in need of God in every state. And God He is the Independent without any need of His creatures the Praised the One Who is praised in whatever He does with them."
    },
    {
      "ayah": 16,
      "surah": 35,
      "text": "If He will He can take you away and bring about a new creation instead of you."
    },
    { "ayah": 17, "surah": 35, "text": "And that is not an arduous thing for God." },
    {
      "ayah": 18,
      "surah": 35,
      "text": "And no burdened soul shall bear the burden of another sinful soul. And should one soul burdened heavily with sin call for some of its burden to be borne by another nothing of it will be borne even if the one called be a relative kin such as a father or a son — the impossibility of ‘having something borne by another’ in both instances is something ordained by God. You can only warn those who fear their Lord in secret in other words those who fear Him despite not having seen Him for they are the ones to benefit from the warning and observe the prayer maintain performance of it. For whoever purifies himself cleansing himself of idolatry and other similar abominations is purifying himself only for the sake of his own soul because the reforming of his self pertains to him. And to God is the end of the journeying the return in the Hereafter when He will requite according to deeds."
    },
    {
      "ayah": 19,
      "surah": 35,
      "text": "Nor are the blind and the seer equal that is the disbeliever and the believer are not equal"
    },
    {
      "ayah": 2,
      "surah": 35,
      "text": "Whatever mercy God unfolds for mankind in the way of provision or rain none can withhold it; and whatever He withholds thereof none can release it after Him that is after His withholding it. And He is the Mighty Whose way prevails the Wise in what He does."
    },
    { "ayah": 20, "surah": 35, "text": "nor darkness — disbelief — and light — faith;" },
    { "ayah": 21, "surah": 35, "text": "nor shade and torrid heat namely Paradise and the Fire;" },
    {
      "ayah": 22,
      "surah": 35,
      "text": "nor are the living equal to the dead the believers and the disbelievers respectively the addition of the particle lā ‘nor’ in all three instances is for emphasis. Indeed God makes to hear whomever He will to be guided so that such a person then responds to Him by embracing faith. But you cannot make those who are in the graves to hear namely the disbelievers — whom He has likened to the dead — to hear and so respond."
    },
    { "ayah": 23, "surah": 35, "text": "You are but a warner to them." },
    {
      "ayah": 24,
      "surah": 35,
      "text": "Truly We have sent you with the truth with right guidance as a bearer of good tidings to him who responds to it and a warner to him who does not respond to it. And there is not a community but there has passed there has been in it a warner a prophet to warn it."
    },
    {
      "ayah": 25,
      "surah": 35,
      "text": "And if they that is the people of Meccans deny you those before them also denied their messengers brought them manifest signs miracles and with scriptures such as the scrolls of Abraham and with the illuminating Book namely the Torah and the Gospel so endure patiently as they endured."
    },
    {
      "ayah": 26,
      "surah": 35,
      "text": "Then I seized those who disbelieved for their denial and how was My abhorrence! how was My rebuttal against them by way of punishment and destruction in other words it was appropriate."
    },
    {
      "ayah": 27,
      "surah": 35,
      "text": "Have you not seen have you not realised that God sends down water from the heaven wherewith We bring forth there is here a shift from the third person to the first person address fruits of diverse hues such as green red and yellow fruits and so on? And in the mountains are streaks judad is the plural of judda which is a mountain trail or the like white and red and yellow of diverse hues some intense and some pale and others pitch-black? gharābību sūd is a supplement to judadun ‘streaks’ meaning dark-black rocks one commonly says aswad ghirbīb but rarely ghirbīb aswad."
    },
    {
      "ayah": 28,
      "surah": 35,
      "text": "And of humans and beasts and cattle there are diverse hues likewise like the diversity of the hues of fruits and mountains. Indeed only those of God’s servants who have knowledge fear Him in contrast to the ignorant such as the disbelievers of Mecca. Truly God is Mighty in His kingdom Forgiving of the sins of His faithful servants."
    },
    {
      "ayah": 29,
      "surah": 35,
      "text": "Indeed those who recite the Book of God and observe prayer they maintain performance of it and expend of what We have provided them secretly and openly to give as alms and otherwise anticipate a commerce that will never be ruined"
    },
    {
      "ayah": 3,
      "surah": 35,
      "text": "O people that is the people of Mecca remember God’s grace to you in His making you dwell within the Meccan Sanctuary and preventing raids against you. Is there any creator min khāliqin min is extra; khāliq is the subject other than God read ghayru’Llāhi or gharyri’Llāhi as an adjectival qualification of khāliq ‘creator’ either concording with the oblique form of min khāliqin or concording with the syntactical status thereof; the predicate of the subject is the following who provides for you from the heaven rain and from the earth? vegetation the interrogative is actually an affirmative that is to say ‘there is no creator or provider other than Him. There is no god except Him. So how then do you deviate? how are you turned away from affirming His Oneness when you already affirm that He is the Creator and the Provider?"
    },
    {
      "ayah": 30,
      "surah": 35,
      "text": "that He may pay them in full their rewards the reward for their mentioned deeds and enrich them out of His bounty. Truly He is Forgiving of their sins Appreciative of their obedience."
    },
    {
      "ayah": 31,
      "surah": 35,
      "text": "And that which We have revealed to you of the Book the Qur’ān is the truth confirming what was revealed before it in other words confirming the Books that came before it. Indeed with regard to His servants God is truly Aware and Seeing knowing both their inward and outward aspects."
    },
    {
      "ayah": 32,
      "surah": 35,
      "text": "Then We gave the Book the Qur’ān to those of Our servants whom We chose namely your community. Yet some of them are those who wrong themselves by failing to act fully in accordance with it and some of them are moderate acting in accordance with it most of the time and some are those who take the lead in performing good works so that in addition to his acquiring knowledge he disseminates it and shows others the way to proper conduct as well as acting in accordance with the Qur’ān by the leave of God by His will. That bequest to them of the Book is the greatest favour!"
    },
    {
      "ayah": 33,
      "surah": 35,
      "text": "Gardens of Eden as a permanent residence into which they will be admitted the three types of servants mentioned read active yadkhulūnahā ‘they will enter it’ or passive yudkhalūnahā ‘into which they will be admitted’ as the predicate of the subject jannāt ‘gardens’ — therein they will be adorned yuhallawna is a second predicate with some bracelets of gold and pearls studded with gold and their garments therein will be of silk."
    },
    {
      "ayah": 34,
      "surah": 35,
      "text": "And they will say ‘Praise be to God Who has removed all grief from us. Truly our Lord is Forgiving of sins Appreciative of obedience"
    },
    {
      "ayah": 35,
      "surah": 35,
      "text": "Who out of His favour has made us to dwell in the Abode of everlasting Stay wherein no toil shall touch us nor shall we be touched by any fatigue’ lack of strength caused by exhaustion and this is because religious obligations no longer apply therein the second of these ‘fatigue’ which is consequent upon the first ‘toil’ is mentioned in order to make explicit the non-existence of any toil in Paradise."
    },
    {
      "ayah": 36,
      "surah": 35,
      "text": "And as for those who disbelieve there will be for them the fire of Hell they will neither be done away with through death so that they may die and find rest nor will any aspect of its chastisement be lightened for them not even for a single moment. In this way in the way that We requite these We requite every ingrate every disbeliever read yujzā kullu kafūrin ‘every ingrate is so requited’; or najzī kulla kafūrin ‘so We requite every ingrate’."
    },
    {
      "ayah": 37,
      "surah": 35,
      "text": "While therein they will be crying out calling for help in distress howling and saying ‘Our Lord! Bring us forth from it and we will act righteously other than how we used to act’. But it will be said to them ‘Did We not give you long life enough time in which to take heed for him who would take heed? And moreover the warner the Messenger came to you but you did not respond to his call so taste now this chastisement! For the evildoers the disbelievers have no helper’ to ward off from them the chastisement."
    },
    {
      "ayah": 38,
      "surah": 35,
      "text": "Truly God is Knower of the Unseen of the heavens and the earth; truly He knows well what is in the breasts what is in the hearts — thus there is all the more reason that He should also have knowledge of other things given the way people are."
    },
    {
      "ayah": 39,
      "surah": 35,
      "text": "It is He Who made you successors in the earth khalā’if ‘successors’ is the plural of khalīfa in other words one succeeding the other. So whoever disbelieves of you his disbelief will be to his own detriment that is the evil consequences of his disbelief will be so. And their disbelief does not increase the disbelievers with their Lord in anything except disfavour wrath. And their disbelief does not increase the disbelievers in anything except loss of the reward of the Hereafter."
    },
    {
      "ayah": 4,
      "surah": 35,
      "text": "And if they deny you O Muhammad (s) with regard to your coming with the message of God’s Oneness resurrection reckoning and punishment verily other messengers before you were denied in this respect so be steadfast as they were steadfast; and to God all matters are returned in the Hereafter when He will requite the deniers and grant victory to the messengers."
    },
    {
      "ayah": 40,
      "surah": 35,
      "text": "Say ‘Have you considered your associates on whom you call those whom you worship besides God? in other words other than God — and they are the idols whom you asserted to be partners of God exalted be He. Show me apprise me of what part of the earth they have created. Or do they have some partnership some share alongside God in the creation of the heavens?’ Or have We given them a scripture so that they are acting upon a clear proof a definitive argument therefrom? to the effect that they have some partnership with Me? Nothing of the sort! Nay but the evildoers the disbelievers promise one another nothing but delusion falsehood when they say that the idols will intercede for them."
    },
    {
      "ayah": 41,
      "surah": 35,
      "text": "Truly God sustains the heavens and the earth lest they disappear in other words He prevents them from disappearing. And if wa-la-in the lām is for oaths they were to disappear there is none that can sustain them after Him in other words other than Him. Truly He is ever Forbearing Forgiving in deferring the punishment of the disbelievers."
    },
    {
      "ayah": 42,
      "surah": 35,
      "text": "And they that is the disbelievers of Mecca swore by God their most solemn oaths they swore with utmost effort to be sincere in them that if a warner a messenger were to come to them they would be more readily guided than any one of the communities than the Jews the Christians or others in other words more readily guided than any one of these — having themselves seen the extent to which these groups called each other liars given that The Jews say ‘The Christians stand on nothing’ and the Christians say ‘The Jews stand on nothing’ Q. 2113. But when a warner namely Muhammad (s) did come to them this coming of his only increased them in aversion further away from right guidance"
    },
    {
      "ayah": 43,
      "surah": 35,
      "text": "acting with disdain in the land against faith istikbāran fī’l-ardi an object denoting reason and devising acts of evil in the way of idolatry and otherwise; and evil schemes will beset surround only their authors namely the one who devises such evil the qualifying of makr ‘scheme’ with the noun al-sayyi’ ‘evil’ is intrinsic to the fact that it is a scheme and so the annexation of the former to the latter is said to be alternative usage in which the annexed term is implied as a precaution against annexing a noun to an adjective. So do they expect do they await anything but the precedent of the ancients? God’s way of dealing with them such as chastising them for their denial of the messengers? Yet you will never find any change in God’s precedent and you will never find any revision in God’s precedent that is to say chastisement is never replaced by anything else nor is it ever meted out other than to the one who deserves it."
    },
    {
      "ayah": 44,
      "surah": 35,
      "text": "Have they not travelled in the land and seen the nature of the consequence for those who were before them — and they were mightier than these in power? but still God destroyed them for their denial of the messengers. And God is not such that anything in the heavens or in the earth can escape Him pre-empt Him or elude Him. Truly He is ever Knower of all things Omnipotent."
    },
    {
      "ayah": 45,
      "surah": 35,
      "text": "Were God to take mankind to task for what they have acquired of acts of disobedience He would not leave on its surface that is the earth’s a single creature a single living thing moving thereon. But He reprieves them to an appointed term namely to the Day of Resurrection. And when their term comes — then truly they will know that God is ever Seer of His servants and so He will requite them according to the nature of their deeds rewarding the believers and punishing the disbelievers."
    },
    {
      "ayah": 5,
      "surah": 35,
      "text": "O mankind! Indeed God’s promise of resurrection and of other issues is true. So do not let the life of this world deceive you from believing in all of that and do not let the Deceiver Satan deceive you concerning God on account of His forbearance and respiting of sinners in this life."
    },
    {
      "ayah": 6,
      "surah": 35,
      "text": "Truly Satan is an enemy to you. So treat him as an enemy by being obedient to God and do not obey him; he only summons his faction his followers in disbelief so that they may be among the inhabitants of the Blaze the fierce Fire."
    },
    {
      "ayah": 7,
      "surah": 35,
      "text": "Those who disbelieve theirs will be a severe chastisement; but those who believe and perform righteous deeds theirs will be forgiveness and a great reward — this is a declaration of what fate will be for the adherents of Satan and what will be for his opponents respectively."
    },
    {
      "ayah": 8,
      "surah": 35,
      "text": "The following was revealed regarding Abū Jahl and others Is he the evil of whose deeds is made to seem fair to him by distortion so that he deems it good …? a-fa-man ‘is he whose’ constitutes the subject the predicate of which is an omitted ‘like one whom God has guided?’ No! And this predicate is indicated by what follows. Indeed God leads astray whomever He will and guides whomever He will. So do not let your soul expire for their sake for those to whom it has made to seem fair out of sighings by becoming anguished lest they do not believe. Indeed God is Knower of what they do and He will requite them for it."
    },
    {
      "ayah": 9,
      "surah": 35,
      "text": "And it is God Who unleashes the winds al-riyāha a variant reading has al-rīha and they raise clouds fa-tuthīru’l-sahāba the imperfect tense here is used to narrate the past that is they stir them up then We drive them there is a shift here from the third person to the first person address to a dead land read mayyitin or maytin wherein is no plant life and therewith revive the earth of that land after it has been dead after its having been dried-out. In other words We made seeds and grass grow in it Such will be the Raising that is the Resurrection and the bringing of the dead back to life."
    }
  ]
}
