{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 38,
      "text": "Sād God knows best what He means by this letter. By the Qur’ān bearing the Remembrance that is bearing the Pronouncement; or what is meant is that the Qur’ān is a Book of renown the response to this oath has been omitted in other words ‘It is not as the Meccan disbelievers say that there are many gods’."
    },
    {
      "ayah": 10,
      "surah": 38,
      "text": "Or do they possess the kingdom of the heavens and the earth and whatever is between them? If this is what they claim Then let them ascend by the means of ascension that lead to the heaven and bring down some revelation wahy and then assign it exclusively to whomever they wish am in both verses represents the rhetorical hamza of denial."
    },
    {
      "ayah": 11,
      "surah": 38,
      "text": "A routed mahzūmun is an adjectival qualification of jundun ‘host’ host is all that they are in other words they are nothing but a despicable host nothing more — in their denial of you — from among the factions mina’l-ahzābi also an adjectival qualification of jundun in other words they are like those hosts of factions who were in confederation against prophets before you these were defeated and destroyed and likewise We shall destroy these people."
    },
    {
      "ayah": 12,
      "surah": 38,
      "text": "Before them the people of Noah denied the inflection of the verb kadhdabat ‘denied’ that is governed by qawmu ‘people’ is in the feminine person because of the implicit sense and so did those of ‘Ād and Pharaoh he of the stakes — he used to fix four stakes for the person who incurred his wrath and tie to these stakes that person’s hands and feet and then torture him —"
    },
    {
      "ayah": 13,
      "surah": 38,
      "text": "and Thamūd and the people of Lot and the dwellers in the wood a small forest namely the people of Shu‘ayb peace be upon him — those were the factions."
    },
    {
      "ayah": 14,
      "surah": 38,
      "text": "Each one of the factions did not but deny the messengers for when they deny one they have in effect denied them all since their call to God is the same one namely the call to affirmation of His Oneness. So My retribution was justified it was necessary."
    },
    {
      "ayah": 15,
      "surah": 38,
      "text": "And these that is the disbelievers of Mecca do not await but a single Cry namely the Blast of the Resurrection that will herald chastisement for them for which there will be no revoking read fawāq or fuwāq."
    },
    {
      "ayah": 16,
      "surah": 38,
      "text": "And they said — after the following verse was revealed As for him who is given his book in his right hand … to the end of the verse Q. 6919 — ‘Our Lord hasten on for us the record of our deeds before the Day of Reckoning’ — they said this mockingly."
    },
    {
      "ayah": 17,
      "surah": 38,
      "text": "God exalted be He says Bear patiently what they say and remember Our servant David the one of fortitude that is to say the one of fortitude in worship he used to fast every other day and keep vigil for half the night sleep for a third and then keep vigil for the last sixth. Indeed he was a penitent soul always returning to what pleases God."
    },
    {
      "ayah": 18,
      "surah": 38,
      "text": "Truly We disposed the mountains to glorify God with him with the same glorification at evening at the time of the night prayer and at sunrise at the time of the morning prayer which is when the sun has fully risen with its light extending everywhere."
    },
    {
      "ayah": 19,
      "surah": 38,
      "text": "And We disposed the birds mustered in flocks gathered before him glorifying with him; each of the mountains and birds turning to him reverting to obedience of him by glorifying God with him."
    },
    {
      "ayah": 2,
      "surah": 38,
      "text": "Nay but those who disbelieve from among the people of Mecca dwell in conceit in self-glory and in disdain of faith and defiance disagreement with and enmity towards the Prophet s."
    },
    {
      "ayah": 20,
      "surah": 38,
      "text": "And We strengthened his Kingdom We reinforced it with guards and hosts every night there thirty thousand men would be standing guard at his sanctuary; and gave him wisdom prophethood and sound judgement in all matters and decisive speech the ability to formulate a satisfactory statement for a decision in any endeavour."
    },
    {
      "ayah": 21,
      "surah": 38,
      "text": "And has there come to you O Muhammad (s) the purpose of the interrogative indicated by hal here is to provoke curiosity and a desire to listen to what will follow the tale of the disputants when they scaled the sanctuary? David’s sanctuary that is his place of prayer for they had been prohibited from entering by the front gates because of his being engaged in worship in other words has it come to you their tale and their account?"
    },
    {
      "ayah": 22,
      "surah": 38,
      "text": "When they entered upon David and he was frightened by them. And they said ‘Do not fear; we are two disputants some say that this means ‘two groups’ in order to agree with the plural person of the verb dakhalū ‘they entered’; others say ‘two individuals’ with the plural person actually denoting these two; al-khasm may refer to a one or more individuals. These two were angels who had come in the form of two disputants between whom there was supposed to have occurred the situation mentioned — but only hypothetically — in order to alert David peace be upon him to what he had done he had ninety nine women but desired the woman of a man who had only her and no other. He David had married her and consummated the marriage. One of us has infringed upon the rights of the other so judge justly between us and do not transgress do not be unjust and guide us direct us to the right path’ the correct way."
    },
    {
      "ayah": 23,
      "surah": 38,
      "text": "‘Behold this brother of mine in other words my fellow co-religionist has ninety-nine ewes — here used to represent the women — while I have a single ewe; yet he said “Entrust it to me” in other words make me in charge of it and he overcame me in speech’ in other words in the argument; so the latter conceded charge of it to him."
    },
    {
      "ayah": 24,
      "surah": 38,
      "text": "He said ‘He has certainly wronged you by asking for your ewe that he may add it to his sheep. And indeed many associates infringe upon the rights of one another except such as believe and perform righteous deeds but few are they!’ mā emphasises the ‘fewness’. As the two angels were ascending to the heaven one said to the other ‘He has certainly passed judgement on himself!’ David was thus alerted to his deed. God exalted be He says And David thought in other words he became certain that We had indeed tried him that We had caused him to fall into a trial that is a test through his love for that woman. So he sought forgiveness of his Lord and fell down bowing in other words prostrate and repented."
    },
    {
      "ayah": 25,
      "surah": 38,
      "text": "So We forgave him that and indeed he has a station of nearness with Us that is even more good things in this world and a fair return in the Hereafter."
    },
    {
      "ayah": 26,
      "surah": 38,
      "text": "‘O David! We have indeed made you a vicegerent on the earth managing the affairs of people; so judge justly between people and do not follow desire that is the desires of the soul that it then lead you astray from the way of God that is to say from the proofs that indicate the truth of His Oneness. Truly those who go astray from the way of God in other words from belief in God — for them there will be a severe chastisement because of their forgetting the Day of Reckoning’ as a result of their having neglected faith. For had they been certain of the truth of the Day of Reckoning they would have first been believers in this world."
    },
    {
      "ayah": 27,
      "surah": 38,
      "text": "And We did not create the heavens and the earth and all that is between them in vain frivolously. That namely the creation of what has been mentioned as being for no particular purpose is the supposition of those who disbelieve from among the people of Mecca. So woe — a valley in hell-fire — to the disbelievers from the Fire!"
    },
    {
      "ayah": 28,
      "surah": 38,
      "text": "Or shall We treat those who believe and perform righteous deeds like those who cause corruption in the earth; or shall We treat the God-fearing like the profligate? This was revealed when the Meccan disbelievers said to the believers ‘In the Hereafter we will receive the same reward as that which you will receive’ am ‘or’ contains the rhetorical hamza of denial."
    },
    {
      "ayah": 29,
      "surah": 38,
      "text": "A Book kitābun the predicate of a missing subject namely hādhā ‘this is’ that We have revealed to you full of blessing that they may contemplate yaddabbarū is actually yatadabbarū but the tā’ has been assimilated with the dāl its signs that they may reflect upon its meanings and become believers and that they may remember that they may be admonished — those people of pith those possessors of intellect."
    },
    {
      "ayah": 3,
      "surah": 38,
      "text": "How many — in other words many — a generation a community of past communities We have destroyed before them and they cried out when the chastisement was sent down on them when it was no longer the time for escape that is to say the time was not one for fleeing the suffixed tā’ of wa-lāta is extra; the sentence is a circumstantial qualifier referring to the subject of the verb nādaw ‘they cried out’ in other words they called for help but the situation was such that there could be no escape or deliverance; but still the Meccan disbelievers have not taken heed from their example."
    },
    {
      "ayah": 30,
      "surah": 38,
      "text": "And We bestowed on David Solomon his son — what an excellent servant! that is Solomon. Truly he was a penitent soul always returning to God with glorification and remembrance at all times."
    },
    {
      "ayah": 31,
      "surah": 38,
      "text": "When one evening — which is the period after midday — there were displayed before him the prancing steeds al-sāfināt ‘horses’ is the plural of sāfina which denotes a horse standing on three legs with the fourth supported on the edge of the hoof and derives from the verb safana yasfinu sufūnan; al-jiyād is the plural of jawād which is a ‘racer’; the meaning is that these horses are such that when they are halted they stand still and when they run they surpass others in speed. One thousand horses were displayed before him after he had performed the midday prayer for he had wanted to use them in a holy struggle jihād against an enemy. But when the display reached the nine-hundredth horse the sun set and he had not performed the afternoon prayer. So he was greatly distressed."
    },
    {
      "ayah": 32,
      "surah": 38,
      "text": "He said ‘Lo! I have loved I have desired the love of worldly good things that is of horses over the remembrance of my Lord’ that is over the afternoon prayer until it that is the sun disappeared behind the night’s veil until it was concealed by that which veils it from sight."
    },
    {
      "ayah": 33,
      "surah": 38,
      "text": "Bring them back to me! that is the horses that were displayed; and they so brought them back. Then he set about slashing with his sword their legs al-sūq is the plural of sāq and necks in other words he slaughtered them and cut off their legs as an offering of atonement to God exalted be He for having been distracted by them from the prayer. He gave all the meat thereof as voluntary alms and so God compensated him what was better and faster that these horses and this was the wind which blew at his command as he wished."
    },
    {
      "ayah": 34,
      "surah": 38,
      "text": "And We certainly tried Solomon We tested him by wresting his kingdom from him because he had married a woman solely out of his desire for her. She used to worship idols in his own home without his knowledge. Now control of his kingdom lay in his ring. On one occasion needing to withdraw to relieve himself he took it off and left it with this woman of his whose name was al-Amīna as was his custom; but a jinn disguised in the form of Solomon came to her and seized it from her. And We cast upon his throne a lifeless body which was that very jinn and he was the one known as Sakhr — or it was some other jinn; he sat upon Solomon’s throne and so as was the case with Solomon the birds and other creatures devoted themselves to him in service. When Solomon came out of his palace having seen him the jinn upon his throne he said to the people ‘I am Solomon not him!’ But they did not recognise him. Then he repented — Solomon returned to his kingdom many days later after he had managed to acquire the ring. He wore it and sat upon his throne again."
    },
    {
      "ayah": 35,
      "surah": 38,
      "text": "He said ‘My Lord! Forgive me and grant me a kingdom that shall not belong to anyone after me in other words other than me this use of min ba‘dī to mean ‘other than me’ is similar to Q. 4523 fa-man yahdīh min ba‘di’Llāh ‘who will guide him other than God?’. Truly You are the Bestower’."
    },
    {
      "ayah": 36,
      "surah": 38,
      "text": "So We disposed for him the wind which blew softly gently at his command wherever he intended."
    },
    {
      "ayah": 37,
      "surah": 38,
      "text": "And the devils also We disposed every builder building marvellous edifices and diver in the sea bringing up pearls"
    },
    {
      "ayah": 38,
      "surah": 38,
      "text": "and others too from among them bounded together in fetters in shackles with their hands tied to their necks."
    },
    {
      "ayah": 39,
      "surah": 38,
      "text": "And We said to him ‘This is Our gift. So bestow grant thereof to whomever you wish or withhold from giving without any reckoning’ in other words without your being called to account for any of this."
    },
    {
      "ayah": 4,
      "surah": 38,
      "text": "And they marvel that a warner has come to them from among themselves a messenger from among their number to warn them and to threaten them with the punishment of the Fire after resurrection — and this warner is the Prophet s. And those who disbelieve the overt noun al-kāfirūnā has replaced the third person pronominalisation say ‘This is a sorcerer a liar."
    },
    {
      "ayah": 40,
      "surah": 38,
      "text": "And indeed he has a station of nearness with Us and a fair resort — a similar statement has already appeared in another verse above."
    },
    {
      "ayah": 41,
      "surah": 38,
      "text": "And mention also Our servant Job when he called out to his Lord saying ‘Lo! Satan has afflicted me with hardship harm and suffering’ pain he attributes all this to Satan even though all things are from God to show reverence in his call to Him exalted be He."
    },
    {
      "ayah": 42,
      "surah": 38,
      "text": "And it was said to him ‘Stamp your foot on the ground — and he stamped it and a spring of water gushed forth and it was said This is a cool bath cool water for you to wash with and a drink’ for you to drink of. So he washed himself and drank from it whereat every ailment that had affected him internally and externally disappeared."
    },
    {
      "ayah": 43,
      "surah": 38,
      "text": "And We gave him back his family along with others like them that is God brought back to life all the children of his that had died and provided him with as many in addition to them as a mercy a grace from us and a reminder an admonition to people of pith possessors of intellect."
    },
    {
      "ayah": 44,
      "surah": 38,
      "text": "And We said to him ‘Take in your hand a bunch of twigs or some blades of grass and smite therewith your wife — for he had sworn to smite her a hundred times on one occasion when she was late in coming to him — and do not break your oath’ by not smiting her so he took a hundred rushes and smote her with them once and that sufficed to fulfil his oath. Truly We found him to be steadfast. What an excellent servant! was Job. Indeed he was a penitent soul always returning to God exalted be He."
    },
    {
      "ayah": 45,
      "surah": 38,
      "text": "And mention also Our servants Abraham and Isaac and Jacob — men of fortitude vigorous in their worship and insight deep understanding of religion a variant reading for ‘ibādanā ‘Our servants’ has singular ‘abdanā ‘Our servant’ with Ibrāhīma as the explication thereof and what follows as being a supplement to ‘abdanā ‘Our servant’."
    },
    {
      "ayah": 46,
      "surah": 38,
      "text": "Assuredly We purified them with an exclusive thought namely the remembrance of the Abode of the Hereafter in other words to always remember it and to work for it a variant reading for bi-khālisatin dhikrā’l-dār has the genitive construction bi-khālisati dhikrā’l-dār making this dhikrā al-dār ‘remembrance of the Abode’ the explicative thereof."
    },
    {
      "ayah": 47,
      "surah": 38,
      "text": "And indeed in Our sight they are of the elect the excellent akhyār is the plural of khayyir."
    },
    {
      "ayah": 48,
      "surah": 38,
      "text": "And mention also Our servants Ishmael and Elisha who was a prophet the lām here in al-Yasa‘ is extra and Dhū’l-Kifl — there is disagreement over whether he was a prophet; it is said that he was so called because he looked after kafala a hundred prophets who had sought refuge with him from being killed. Each that is every one of them was among the excellent akhyār is the plural of khayyir."
    },
    {
      "ayah": 49,
      "surah": 38,
      "text": "This is a remembrance of them made by the mention of fair praise of them here; and indeed for the God-fearing who comprise them there will truly be a fair return in the Hereafter —"
    },
    {
      "ayah": 5,
      "surah": 38,
      "text": "Has he made the gods One God? — for he had said to them ‘Say there is no god except God’ — in other words they objected how could one god suffice for all of creation? Lo! that is indeed a curious thing’."
    },
    {
      "ayah": 50,
      "surah": 38,
      "text": "Gardens of Eden jannāti ‘Adnin is either a substitution for or an explicative supplement to husna ma’ābin ‘a fair return’ whose gates are flung open for them;"
    },
    {
      "ayah": 51,
      "surah": 38,
      "text": "reclining therein on couches; therein they call for plenteous fruit and drink."
    },
    {
      "ayah": 52,
      "surah": 38,
      "text": "And with them there will be maidens of restrained glances restricting their eyes to their spouses of a like age of the same age girls who are thirty three years of age atrāb is the plural of tirb."
    },
    {
      "ayah": 53,
      "surah": 38,
      "text": "‘This that is mentioned is what you are promised by way of the unseen there is a shift in the address away from the third to the second person for the Day of Reckoning."
    },
    {
      "ayah": 54,
      "surah": 38,
      "text": "This is indeed Our provision which will never be exhausted’ in other words one which will never cease this last sentence mā lahu min nafādin is a circumstantial qualifier referring to rizqunā ‘Our provision’; or it is a second predicate of inna ‘indeed’ meaning that it will be ‘everlasting’."
    },
    {
      "ayah": 55,
      "surah": 38,
      "text": "That which is mentioned will be the reward for the believers is so; but for the insolent this is a new sentence there will surely be an evil place of return —"
    },
    { "ayah": 56, "surah": 38, "text": "Hell which they will enter — an evil resting place!" },
    {
      "ayah": 57,
      "surah": 38,
      "text": "This chastisement — inferred as so by what follows — let them then taste it burning hot water and pus read ghasāq or ghassāq the festering matter excreted by the inhabitants of the Fire;"
    },
    {
      "ayah": 58,
      "surah": 38,
      "text": "and other ākhar may be plural or singular kinds of torment resembling it in other words like the boiling water and pus mentioned in pairs of all sorts in other words their chastisement will consist of various kinds."
    },
    {
      "ayah": 59,
      "surah": 38,
      "text": "And it will be said to them as they enter the Fire with their followers ‘This is a horde about to plunge to enter with you into the Fire violently — at which point those who used to be followed say no welcome is there for them here! in other words they will find no comfort for them here. They will indeed roast in the Fire’."
    },
    {
      "ayah": 6,
      "surah": 38,
      "text": "And the council from among them go about from the place of their assembly at the house of Abū Tālib and the place where they heard the Prophet s say ‘Say there is no god except God’ saying ‘Go! they say to one another go and stand by your gods adhere firmly to worship of them; lo! this that has been mentioned concerning the Oneness of God is indeed a thing sought from us."
    },
    {
      "ayah": 60,
      "surah": 38,
      "text": "They the followers say ‘Nay but for you there is no welcome! You prepared this that is disbelief for us. So what an evil abode!’ for us and for you is the Fire."
    },
    {
      "ayah": 61,
      "surah": 38,
      "text": "They also say ‘Our Lord whoever prepared this for us give him double his chastisement that is give him in addition the like of his chastisement for his disbelief in the Fire!’"
    },
    {
      "ayah": 62,
      "surah": 38,
      "text": "And they the disbelievers of Mecca say while they are in the Fire ‘What is the matter with us that we do not see here men whom we used to count in the world among the wicked?"
    },
    {
      "ayah": 63,
      "surah": 38,
      "text": "Did we treat them mockingly? read sukhriyyan or sikhriyyan did we use to deride them in the life of the world the final yā’ in sikhriyyā is attributive. In other words are they missing? Or have our eyes missed them here?’ so that we have not caught sight of them. Such men were the poor among the Muslims like ‘Ammār b. Yāsir Bilāl al-Habashī Suhayb al-Rūmī and Salmān al-Fārisī."
    },
    {
      "ayah": 64,
      "surah": 38,
      "text": "Assuredly that is true such a scene will necessarily take place which is the wrangling of the inhabitants of the Fire — as shown above."
    },
    {
      "ayah": 65,
      "surah": 38,
      "text": "Say O Muhammad (s) to the disbelievers of Mecca ‘I am only a warner to threaten disbelievers with punishment in the Fire. And there is no god except God the One the All-Compelling of all His creatures;"
    },
    {
      "ayah": 66,
      "surah": 38,
      "text": "Lord of the heavens and the earth and all that is between them the Mighty Whose way always prevails the ever Forgiving’ of His friends."
    },
    { "ayah": 67, "surah": 38, "text": "Say to them ‘It is a tremendous tiding" },
    {
      "ayah": 68,
      "surah": 38,
      "text": "from which you are turning away namely the Qur’ān of which I have informed you and in which I have brought you what can only be known by revelation and that is God’s saying"
    },
    {
      "ayah": 69,
      "surah": 38,
      "text": "I had no knowledge of the High Council that is to say of the angels when they disputed in the matter of Adam when God exalted be He said to them ‘I am appointing on earth a vicegerent’ to the end of the verse Q. 230."
    },
    {
      "ayah": 7,
      "surah": 38,
      "text": "We never heard of this in the latter-day creed namely the creed of Jesus. This is surely nothing but an invention mere lies."
    },
    {
      "ayah": 70,
      "surah": 38,
      "text": "All that is revealed to me is that I am just a plain warner’ one whose warning is clear."
    },
    {
      "ayah": 71,
      "surah": 38,
      "text": "Mention when your Lord said to the angels ‘Indeed I am about to create a human being out of clay and this was Adam."
    },
    {
      "ayah": 72,
      "surah": 38,
      "text": "So when I have proportioned him completed him and breathed in him when I have caused to flow therein My spirit so that he becomes a living being — the addition of ‘the spirit’ to Adam is an honour for him; the ‘spirit’ is a subtle body that gives life to a human being by permeating him — then fall down in prostration before him!’ — a prostration of salutation that is actually a bow."
    },
    {
      "ayah": 73,
      "surah": 38,
      "text": "Thereat the angels prostrated all of them together there are two emphases here kulluhum and ajma‘ūn;"
    },
    {
      "ayah": 74,
      "surah": 38,
      "text": "except Iblīs the father of the jinn who was among the audience of angels; he was disdainful and he was one of the disbelievers according to God’s knowledge exalted be He."
    },
    {
      "ayah": 75,
      "surah": 38,
      "text": "He said ‘O Iblīs! What prevents you from prostrating before that which I have created with My own hands? in other words whose creation I Myself have undertaken. This in itself is an honour for Adam as God has Himself undertaken the unmediated creation of all creatures. Are you being arrogant now in refraining from prostrating an interrogative meant as a rebuke; or are you of the exalted?’ of the proud and have therefore disdained to prostrate yourself because you are one of them?"
    },
    {
      "ayah": 76,
      "surah": 38,
      "text": "He said ‘I am better than him. You created me from fire and You created him from clay’."
    },
    {
      "ayah": 77,
      "surah": 38,
      "text": "He said ‘Then begone hence that is from Paradise — or it is said begone from the heavens — for you are indeed accursed outcast."
    },
    {
      "ayah": 78,
      "surah": 38,
      "text": "And indeed My curse shall be on you until the Day of Judgement’ the Day of Requital."
    },
    {
      "ayah": 79,
      "surah": 38,
      "text": "He said ‘My Lord then reprieve me until the day when they mankind will be raised’."
    },
    {
      "ayah": 8,
      "surah": 38,
      "text": "Has the Remembrance the Qur’ān been revealed to him Muhammad (s) out of all of us’ when he is neither the elder nor the noblest among us? In other words it could not have been revealed to him read a-unzila pronouncing both hamzas or not pronouncing the second one but in both cases inserting an intervening alif or without this insertion. God exalted be He says Nay but they are in doubt concerning My Remembrance My revelation that is the Qur’ān for they deny the one who has brought it. Nay but they have not yet tasted My chastisement and if they were to taste it they would certainly believe the Prophet s in what he has brought — but then in such a case their belief in the Prophet would be of no benefit to them."
    },
    { "ayah": 80, "surah": 38, "text": "He said ‘Then you will indeed be among the reprieved" },
    { "ayah": 81, "surah": 38, "text": "until the day of the known time’ the time of the First Blast." },
    { "ayah": 82, "surah": 38, "text": "He said ‘Now by Your might I shall surely pervert them all" },
    {
      "ayah": 83,
      "surah": 38,
      "text": "except those servants of Yours among them who will be saved’ namely the believers."
    },
    {
      "ayah": 84,
      "surah": 38,
      "text": "He said ‘So the truth is — and the truth I always speak read both words in the accusative fa’l-haqqa wa’l-haqqa; or with the first in the nominative and the second in the accusative because of the verb aqūlu ‘I speak’ that follows. As for reading the first one in the accusative this would be on account of the mentioned verb qāla ‘he said’; but it is also said to be on account of its being a verbal noun the sense being uhiqqu l-haqqa ‘I establish the truth’; or it is in the accusative by implication if the particle for the oath fa is removed. It the first haqq could also be in the nominative because of its being the subject of a missing predicate as in fa’l-haqqu minnī ‘truth comes from Me’. It is also said that the sentence means fa’l-haqqu qasamī ‘the truth is this oath from Me’ the response to which is the following la-amla’anna … —"
    },
    {
      "ayah": 85,
      "surah": 38,
      "text": "I shall assuredly fill Hell with you by way of filling it with your progeny and with whoever of them follows you that is of mankind all together’."
    },
    {
      "ayah": 86,
      "surah": 38,
      "text": "Say ‘I do not ask of you in return for this for delivering the Message to you any reward any fee; nor am I an impostor so as to make up the Qur’ān myself."
    },
    {
      "ayah": 87,
      "surah": 38,
      "text": "It is only in other words the Qur’ān is only a reminder an admonition for all worlds those of humans jinn and other rational beings but excluding the angels."
    },
    {
      "ayah": 88,
      "surah": 38,
      "text": "And you will assuredly come to know O disbelievers of Mecca its tiding the news of its truth in due time’ that is to say on the Day of Resurrection ‘ilm ‘knowing’ is here being used in the sense of ‘urf ‘experience’; the prefixed lām in la-ta‘lamunna ‘you will assuredly know’ is for an implicit oath in other words what is meant is wa’Llāhi la-ta‘lamunna ‘By God you will assuredly know’."
    },
    {
      "ayah": 9,
      "surah": 38,
      "text": "Or do they possess the treasuries of your Lord’s mercy the Mighty the Victor the Bestower? treasuries such as prophethood and otherwise so that they might give it to whomever they want?"
    }
  ]
}
