{
  "ayahs": [
    { "ayah": 1, "surah": 41, "text": "Hā mīm God knows best what He means by these letters." },
    {
      "ayah": 10,
      "surah": 41,
      "text": "And He set wa-ja‘ala the beginning of a new independent sentence and cannot be a supplement to the preceding relative clause containing alladhī ‘Who’ because of the intervening clause that is syntactically unrelated therein firm mountains rising above it and blessed it with an abundance of water crops and stock and ordained divided therein its various means of sustenance for human beings and beasts in four complete days — in other words the ‘setting therein of mountains’ together with what has been mentioned in addition all took place on Tuesday and Wednesday — evenly sawā’an in the accusative because it is a verbal noun in other words the four days were exactly four neither less nor more for all enquirers about the creation of the earth and all that is in it."
    },
    {
      "ayah": 11,
      "surah": 41,
      "text": "Then He turned to the heaven when it was smoke consisting of rising vapours and He said to it and to the earth “Come both of you to what I desire from you willingly or unwillingly!” taw‘an aw karhan their syntactical locus is that of a circumstantial qualifier in other words ‘Come being obedient or coerced’. They said “We come together with all those inhabiting us willingly!” tā’i‘īna mainly indicates masculine rational beings; it may also be that they are referred to in this way because they are being addressed thus."
    },
    {
      "ayah": 12,
      "surah": 41,
      "text": "Then He ordained them the suffixed pronoun refers back to al-samā’ ‘the heaven’ because it al-samā’ actually denotes that plural sense to which it will lead in the following clause in other words He made them to be seven heavens in two days — Thursday and Friday. He completed them in the last hour thereof in which He created Adam — which is why He does not say sawā’an ‘evenly’ here as He did earlier; what is said here concords with those verse in which it is stated that the heavens and the earth were created in six days; and in each heaven He revealed its commandment’ that to which He commanded those in it to follow in the way of obedience and worship. And We adorned the lowest heaven with lamps with stars and this was also to guard them hifzan is in the accusative because of its implicit verbal sense in other words ‘We guarded it against the devils lest they try to listen therein to the angels by stealth with meteors’. That is the ordaining of the Mighty in His kingdom the Knower of His creatures."
    },
    {
      "ayah": 13,
      "surah": 41,
      "text": "But if they that is the Meccan disbelievers turn away from belief after this clear statement then say ‘I warn you of I threaten you with a thunderbolt like the thunderbolt of ‘Ād and Thamūd’ in other words a chastisement that will destroy you like the one that destroyed them."
    },
    {
      "ayah": 14,
      "surah": 41,
      "text": "When the messengers came to them from in front of them and from behind them that is coming to them to warn them and leaving them behind as they departed but they disbelieved as will be stated shortly — the destruction of them meant would only take place in his time — saying ‘Worship none but God’ they said ‘Had our Lord willed He would have surely sent down to us angels; therefore we indeed disbelieve in what you according to your claim have been sent with!’"
    },
    {
      "ayah": 15,
      "surah": 41,
      "text": "As for ‘Ād they acted arrogantly in the earth without right and they said upon their being threatened with the chastisement ‘Who is more powerful than us in might?’ in other words they believed no one to be so — a single man among them could pull out a huge rock from a mountainside and have the strength to place it wherever he wished. Did they not see did they not realise that God He Who created them was more powerful than them in might? And they used to deny Our signs the miracles We sent down."
    },
    {
      "ayah": 16,
      "surah": 41,
      "text": "So We unleashed upon them a raging wind cold and violent but without rain during some ill-fated days read nahisātin or nahsātin days that were calamitous for them that We might make them taste the chastisement of disgrace humiliation in the life of this world; yet the chastisement of the Hereafter is indeed more disgraceful more severe and they will not be helped to have it warded off from them."
    },
    {
      "ayah": 17,
      "surah": 41,
      "text": "And as for Thamūd We offered them guidance We pointed out to them the path of guidance but they preferred blindness they chose disbelief as opposed to guidance. So the thunderbolt of the humiliating chastisement seized them on account of what they used to earn."
    },
    { "ayah": 18, "surah": 41, "text": "And We delivered from it those who believed and feared God." },
    {
      "ayah": 19,
      "surah": 41,
      "text": "And mention the day when God’s enemies are gathered read either yuhsharu a‘dā’u’Llāhi or nahshuru a‘dā’a’Llāhi ‘when We gather God’s enemies’ to the Fire for they will be driven thereto"
    },
    {
      "ayah": 2,
      "surah": 41,
      "text": "A revelation from the Compassionate the Merciful tanzīlun mina’l-rahmāni’l-rahīm the subject."
    },
    {
      "ayah": 20,
      "surah": 41,
      "text": "until when they reach it idhā mā the mā is extra their hearing and their eyes and their skins will bear witness against them concerning what they used to do."
    },
    {
      "ayah": 21,
      "surah": 41,
      "text": "And they will say to their skins ‘Why did you bear witness against us?’ They will say ‘God made us speak Who gave speech to all things in other words all things which He wanted to be able to speak. And He created you the first time and to Him you will be returned it is said that this statement is made by their skins; but it is also said to be God’s words as is the case with what follows for it is similar in context to what preceded namely that the One with the power to originate you without any precedent and restore you to life after death also has the power to make your skins and your limbs speak."
    },
    {
      "ayah": 22,
      "surah": 41,
      "text": "And you did not use to conceal yourselves when you used to commit lewd acts lest your hearing or your eyes or your skins should bear witness against you because you were never certain about the truth of resurrection; but you thought when you used to conceal yourselves that God did not know most of what you did."
    },
    {
      "ayah": 23,
      "surah": 41,
      "text": "And that wa-dhālikum the subject supposition of yours zannukum substitutes for it which you supposed of your Lord alladhī zanantum bi-rabbikum a descriptive clause; the predicate is the following ardākum has ruined you that is it has brought about your destruction. So you have become among the losers’."
    },
    {
      "ayah": 24,
      "surah": 41,
      "text": "So if they endure the chastisement the Fire will still be their abode; and if they seek reconciliation if they seek the satisfaction of God then they will not be among the reconciled those deemed satisfactory by God."
    },
    {
      "ayah": 25,
      "surah": 41,
      "text": "And We have assigned We have occasioned for them companions from among the devils who have adorned for them that which is before them of what concerns this world and the following after lusts and that which is behind them of what concerns the Hereafter when they make them say that there will be neither resurrection nor reckoning. And the word of chastisement — namely the verse Assuredly I will fill Hell … Q. 11119 — became due against them being among all those communities that passed away that were destroyed before them of jinn and mankind. Truly they were losers."
    },
    {
      "ayah": 26,
      "surah": 41,
      "text": "And those who disbelieve say during the Prophet’s s recitation of the Qur’ān ‘Do not listen to this Qur’ān and hoot it down make a din and so forth and clamour whenever he is reciting that perhaps you might prevail’ so that he will then desist from recitation."
    },
    {
      "ayah": 27,
      "surah": 41,
      "text": "God exalted be He says regarding them But verily We will make those who disbelieve taste a severe chastisement and We will verily requite them the worst of what they used to do in other words with the worst requital for their deeds."
    },
    {
      "ayah": 28,
      "surah": 41,
      "text": "That severe chastisement and worst requital is the requital of God’s enemies jazā’u a‘dā’i the second hamza may be pronounced fully or replaced with a wāw — the Fire! al-nāru an explicative supplement to jazā’u ‘the requital’ alluded to by the demonstrative dhālika ‘that’. Therein will be their everlasting abode that is as a place of permanent residence from which there will be no removal as a requital jazā’an is in the accusative as a verbal noun from the implicit verbal action for their denial of Our signs for their denial of the Qur’ān."
    },
    {
      "ayah": 29,
      "surah": 41,
      "text": "And those who disbelieve will say while in the Fire ‘Our Lord show us those who led us astray from among the jinn and mankind — namely Iblīs and Cain respectively both of whom established disbelief and slaying as something to be emulated — so that we may have them underneath our feet to trample them in the Fire that they may be among the lowermost’ in other words in a chastisement more severe than ours."
    },
    {
      "ayah": 3,
      "surah": 41,
      "text": "A Book kitābun the predicate thereof whose signs have been set out in detail whose signs have been expounded through various rulings stories and admonitions as an Arabic Qur’ān qur’ānan ‘arabiyyan a circumstantial qualifier referring to kitābun ‘a Book’ by qualifying it adjectivally for a people li-qawmin is semantically connected to fussilat ‘set out in detail’ who have knowledge who understand this fact — and they are the Arabs;"
    },
    {
      "ayah": 30,
      "surah": 41,
      "text": "Truly those who say ‘Our Lord is God!’ and then remain upright adhering to the affirmation of God’s Oneness and to whatever else has been enjoined on them the angels descend upon them at the point of death saying to them ‘Do not fear death and what will come after it nor grieve for any family or children that you have left behind for we will look after them after you and rejoice in the good tidings of the paradise which you were promised."
    },
    {
      "ayah": 31,
      "surah": 41,
      "text": "We are your friends in the life of this world that is we will look after you in it and in the Hereafter in other words we will be alongside you thereat until you enter Paradise; and therein you will have whatever your souls desire and therein you will have whatever you request"
    },
    {
      "ayah": 32,
      "surah": 41,
      "text": "as a hospitality a pre-prepared provision nuzulan is in the accusative because of an implied preceding verb ‘appointed for you’ from One Forgiving Merciful’ namely God."
    },
    {
      "ayah": 33,
      "surah": 41,
      "text": "And who speaks better words — in other words no one speaks better words — than him who summons others to God by affirming His Oneness and acts righteously and says ‘Indeed I am one of those who submit to God’?"
    },
    {
      "ayah": 34,
      "surah": 41,
      "text": "And they are not equal the good deed and the evil deed even with respect to their subdivisions because any number of such good deeds are always above any number of the latter. Repel the evil deed with that in other words with that trait which is better such as repelling anger with endurance ignorance with forbearance and the intention to inflict harm with pardon then behold he between whom and you there was enmity will be as though he were a dear friend in other words then your enemy will become like a close friend in terms of his affection for you if you act in such a way alladhī ‘he … whom’ is the subject; ka-annahu ‘as though’ is the predicate; idhā is an adverbial particle for expressing the comparative import."
    },
    {
      "ayah": 35,
      "surah": 41,
      "text": "But none is granted it in other words none is given that better trait except those who are steadfast; and none is granted it except one deserving of a great reward."
    },
    {
      "ayah": 36,
      "surah": 41,
      "text": "And if wa-immā here the nūn of the conditional particle in has been assimilated with the mā which is extra some temptation from Satan should provoke you in other words if some diversion should turn you away from that better trait and other good acts then seek refuge in God this is the response to the conditional ‘and if’; the response to the command clause is omitted being ‘and He will ward it off from you’. Truly He is the Hearer of what is said the Knower of what is done."
    },
    {
      "ayah": 37,
      "surah": 41,
      "text": "And among His signs are the night and the day and the sun and the moon. Do not prostrate to the sun and moon but prostrate to God Who created them namely these fours signs if it is Him Whom you worship."
    },
    {
      "ayah": 38,
      "surah": 41,
      "text": "But if they disdain to prostrate to God alone still those who are with your Lord that is to say still the angels glorify perform prayers to Him night and day and they tire not they never weary thereof."
    },
    {
      "ayah": 39,
      "surah": 41,
      "text": "And among His signs is that you see the earth desolate dried out without any vegetation but when We send down water upon it it stirs it moves and swells swells and rises. Truly He Who revives it is indeed the Reviver of the dead. Surely He has power over all things."
    },
    {
      "ayah": 4,
      "surah": 41,
      "text": "containing good tidings bashīran is an adjective describing qur’ānan ‘a Qur’ān’ and a warning. But most of them turn away so that they do not hear in a way so as to accept its message."
    },
    {
      "ayah": 40,
      "surah": 41,
      "text": "Indeed those who blaspheme yulhidūna derives from the verb alhada or lahada ‘he blasphemed’ Our signs — the Qur’ān by denying its truth — are not hidden from Us and We will requite them. Is one who is cast into the Fire better off or one who arrives secure on the Day of Resurrection? Act as you wish; indeed He is Seer of what you do — this is meant as a threat for them."
    },
    {
      "ayah": 41,
      "surah": 41,
      "text": "Truly those who disbelieve in the Remembrance — the Qur’ān — when it comes to them … We will requite them — and truly it is an unassailable Book"
    },
    {
      "ayah": 42,
      "surah": 41,
      "text": "falsehood cannot approach it from before it or from behind it in other words there is no scripture before it or after it that contradicts it; it is a revelation from One Wise Praised that is to say from God the One Who is praised in His affair."
    },
    {
      "ayah": 43,
      "surah": 41,
      "text": "Nothing is said to you in terms of denial of you except the like of what has already been said to the messengers before you. Surely your Lord is One of forgiveness to believers and also One of painful punishment for disbelievers."
    },
    {
      "ayah": 44,
      "surah": 41,
      "text": "And had We made it namely the Remembrance a non-Arabic Qur’ān they would have said ‘Why have its signs not been explained clearly? so that we might understand them? What! a Qur’ān that is non-Arabic and an Arab prophet?’ this is an interrogative of denial spoken by them; read a-a‘jamiyyun pronouncing both the first and the second hamza or by changing it into an alif and either writing it out in full or not. Say ‘For those who believe it is guidance from error and a healing from the disease of ignorance; but as for those who do not believe there is a deafness in their ears a heaviness and so they are unable to hear it and they are blind to it so they are unable to comprehend it. Those they are as if they were being called from a distant place’ that is to say they are like one who is called from far away unable to hear or comprehend what is being called out to him."
    },
    {
      "ayah": 45,
      "surah": 41,
      "text": "And verily We gave Moses the Scripture the Torah but differences arose concerning it in terms of some affirming the truth of it and others denying it as with the Qur’ān; and were it not for a Word that had already preceded from your Lord to defer the reckoning and requital of creatures until the Day of Resurrection judgement would have been made between them in this world concerning that over which they differed; for indeed they the deniers of it are in grave doubt concerning it doubt which leads to utter uncertainty."
    },
    {
      "ayah": 46,
      "surah": 41,
      "text": "Whoever acts righteously it is for the good of his own soul that he acts thus and whoever does evil it is to the detriment thereof in other words the harm consequent from his evildoing will only be to him. And your Lord is not at all a tyrant to His servants that is He is not One of injustice as He exalted be He says Surely God shall not wrong so much as the weight of an atom Q. 440."
    },
    {
      "ayah": 47,
      "surah": 41,
      "text": "To Him devolves all knowledge of the Hour — when it shall come to pass none other than Him knows this. And no fruit thamaratin a variant reading has the plural thamarātin ‘fruits’ emerges from its sheath its receptacle akmām the plural of kimm except with His knowledge and no female bears child or delivers except with His knowledge. And on the day when He will call out to them ‘Where then are My associates?’ they will say ‘We proclaim to You we now apprise You that there is no witness amongst us’ that is a witness who can testify to the allegation that You have an associate."
    },
    {
      "ayah": 48,
      "surah": 41,
      "text": "And what they used to call on what they used to worship before in this world of idols has forsaken them and they suppose they will be certain that there is no refuge for them no escape from the chastisement the negation in both instances comments on the operation implied in the nouns of actions; also the negation stands in place of the direct objects in both instances."
    },
    {
      "ayah": 49,
      "surah": 41,
      "text": "Man never wearies of supplicating for good in other words he never ceases to ask his Lord for wealth and good health and other good things but should any ill befall him such as impoverishment or hardship then he becomes despondent despairing of God’s mercy — this and what follows relates to the attitude of disbelievers."
    },
    {
      "ayah": 5,
      "surah": 41,
      "text": "And they say to the Prophet ‘Our hearts are veiled they are masked from that to which you call us and in our ears there is a deafness and between us and you there is a partition a variance over religion so act according to your religion; indeed we shall be acting!’ according to our religion."
    },
    {
      "ayah": 50,
      "surah": 41,
      "text": "And if wa-la-in the lām is for oaths We let him taste if We bestow on him mercy such as riches or good health from Us after the harm the hardship or tribulation that had befallen him he will surely say ‘This is my due! in other words it is on account of what I do. I do not think that the Hour will ever set in and even if wa-la-in the lām is for oaths I am returned to my Lord I will indeed have the best reward with Him’ namely Paradise. But We will assuredly inform those who disbelieve of what they did and assuredly We will make them taste a harsh chastisement the lām prefixed in both verbs is that for oaths."
    },
    {
      "ayah": 51,
      "surah": 41,
      "text": "And when We bestow graces upon man insān the generic noun is meant he shows disregard of giving thanks and turns aside turns his head in arrogance a variant reading for nā’a has na’ā; but when ill befalls him he makes prolonged supplications."
    },
    {
      "ayah": 52,
      "surah": 41,
      "text": "Say ‘Consider this if it the Qur’ān is from God as the Prophet says and you disbelieve in it who — in other words none — will be further astray than one who is in extreme defiance?’ of the truth this third person singular address is used instead of ‘who will be further astray than you’ in order to point out their status as disbelievers."
    },
    {
      "ayah": 53,
      "surah": 41,
      "text": "We shall show them Our signs in the horizons in all the regions of the heavens and the earth in the way of the luminous celestial bodies the varieties of vegetation and trees and in their own souls in the way of the exquisite craftsmanship and unique wisdom inherent in their creation until it becomes clear to them that it namely the Qur’ān is the truth revealed by God informing of the Resurrection the Reckoning and the Punishment so that they realise that they will be punished for their disbelief in it and in the one who has come with it. Is it not sufficient that your Lord bi-rabbika governs the verb yakfi ‘sufficient’ is witness to all things? annahu ‘alā kulli shay’in shahīd substitutes for bi-rabbika. In other words is not sufficient proof of your truthfulness that nothing whatsoever can be hidden from God?"
    },
    {
      "ayah": 54,
      "surah": 41,
      "text": "Nay verily they are in doubt about the encounter with their Lord because they deny the Resurrection. Nay verily He exalted be He encompasses all things in knowledge and in power and so He will requite them for their disbelief."
    },
    {
      "ayah": 6,
      "surah": 41,
      "text": "Say ‘I am only a human being like you. It has been revealed to me simply that your God is One God. So be upright in your conduct before Him through faith and obedience and seek forgiveness from Him. And woe waylun is an expression implying ‘chastisement’ to the idolaters"
    },
    {
      "ayah": 7,
      "surah": 41,
      "text": "who do not pay the alms and who are disbelievers in the Hereafter the repetition of hum ‘they’ is for emphasis."
    },
    {
      "ayah": 8,
      "surah": 41,
      "text": "Indeed those who believe and perform righteous deeds shall have an enduring reward’ one that is unceasing."
    },
    {
      "ayah": 9,
      "surah": 41,
      "text": "Say ‘Do you really read a-innakum pronouncing both hamzas or by not pronouncing the second one but inserting an alif between the two in both cases disbelieve in Him Who created the earth in two days Sunday and Monday and ascribe to Him associates? That is the Lord in other words the Possesser of all the Worlds al-‘ālamīn the plural of ‘ālam which denotes everything apart from God. On account of the variety of beings that it subsumes it has been expressed in the plural form ending with –īn as a way of giving prevalence in the address to rational beings."
    }
  ]
}
