{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 48,
      "text": "Verily We have given you We have ordained for you the conquest fath of Mecca and other places in the future by force as a result of your struggle a clear victory one that is plain and manifest;"
    },
    {
      "ayah": 10,
      "surah": 48,
      "text": "Truly those who pledge allegiance to you the ‘Pledge of Beatitude’ bay‘at al-ridwān given at al-Hudaybiyya in fact pledge allegiance to God — this statement is akin to Whoever obeys the Messenger verily obeys God Q. 480. The Hand of God is above their hands the hands with which they pledged allegiance to the Prophet in other words God exalted be He has observed their pledge of allegiance and will requite them in accordance with their adherence to it. So whoever reneges whoever breaches the pledge reneges — that is the evil consequences of his breach will eventually be — against his own soul; and whoever fulfils the covenant which he has made with God He will give him fa-sa-yu’tīhi; or read fa-sa-nu’tīhi ‘We will give him’ a great reward."
    },
    {
      "ayah": 11,
      "surah": 48,
      "text": "Those of the Bedouins who were left behind around Medina — that is to say those whom God made to stay behind and not to accompany you when you had asked them to set out with you for Mecca fearing that Quraysh would attack you upon your return in the year of al-Hudaybiyya — will say to you ‘Our possessions and our families kept us occupied preventing us from going forth with you. So ask forgiveness for us!’ of God for our failure to go forth with you. God exalted be He exposes their mendacity by saying They say with their tongues that is to say in asking forgiveness and in the preceding statement of theirs what is not in their hearts and so they are lying in the excuse which they give. Say ‘Who can an interrogative meant rhetorically as a negation that is to say ‘none can’ avail you anything against God should He desire to cause you harm read darran or durran or desire to bring you benefit? Nay but God is ever Aware of what you do in other words He is ever possessed of such an attribute."
    },
    {
      "ayah": 12,
      "surah": 48,
      "text": "Nay bal in both instances marks a transition from one subject to another but you thought that the Messenger and the believers would never return to their families and that thought was adorned in your hearts that is to say you thought that they would be annihilated by being slain and would not return and you thought evil thoughts that just mentioned and other things and you were a ruined lot’ būr is the plural of bā’ir in other words a lot to be destroyed according to God for having entertained such evil thoughts."
    },
    {
      "ayah": 13,
      "surah": 48,
      "text": "And whoever does not believe in God and His Messenger We have prepared for the disbelievers a blaze a severe fire."
    },
    {
      "ayah": 14,
      "surah": 48,
      "text": "And to God belongs the kingdom of the heavens and the earth He forgives whomever He will and chastises whomever He will; and God is ever Forgiving Merciful that is to say He is ever possessed of the attributes mentioned."
    },
    {
      "ayah": 15,
      "surah": 48,
      "text": "Those mentioned who were left behind will say when you set forth after spoils namely the spoils of Khaybar in order to capture them ‘Let us follow you’ that we might also take a share of it. They desire thereby to change the words of God kalāma’Llāhi a variant reading has kalima’Llāhi in other words His promising of the spoils of Khaybar exclusively for those who were at al-Hudaybiyya. Say ‘You shall never follow us! Thus has God said beforehand’ that is prior to our return. Then they will say ‘Nay but you are envious of us’ lest we might acquire a share of the spoils and therefore you say this that you say. Nay but they never understood anything of religion all except a few of them."
    },
    {
      "ayah": 16,
      "surah": 48,
      "text": "Say to those of the Bedouins mentioned who were left behind to test them ‘You shall be called against a people possessed of great might — these are said to have been the tribe of Banū Hanīfa the inhabitants of the region of al-Yamāma; but it is also said that these were the Persians and the Byzantines — you shall fight them tuqātilūnahum is a circumstancial qualifier referring to an implied future situation which constitutes that to which the ‘call’ will be made; or they will submit so that you will not have to fight. So if you obey the command to fight them God will give you a good reward; but if you turn away like you turned away before He will chastise you with a painful chastisement’."
    },
    {
      "ayah": 17,
      "surah": 48,
      "text": "There is no blame on the blind nor is there blame on the lame nor is there blame on the sick to refrain from participating in the struggle. And whoever obeys God and His Messenger He will admit him read yudkhilhu or nudkhilhu ‘We will admit him’ into gardens underneath which rivers flow; and whoever turns away him He will chastise read yu‘adhdhibhu or nu‘adhdhibhu ‘him We will chastise’ with a painful chastisement."
    },
    {
      "ayah": 18,
      "surah": 48,
      "text": "Verily God was pleased with the believers when they pledged allegiance to you at al-Hudaybiyya under the tree this was an acacia — they these believers numbered 1300 or more; he took an oath of allegiance from them that they would fight against Quraysh and not attempt to flee from death. And He God knew what was in their hearts of sincerity and loyalty so He sent down the spirit of Peace upon them and rewarded them with a near victory which was the conquest of Khaybar following their departure from al-Hudaybiyya"
    },
    {
      "ayah": 19,
      "surah": 48,
      "text": "and abundant spoils which they will capture from Khaybar and God is ever Mighty Wise that is to say He is ever possessed of such attributes."
    },
    {
      "ayah": 2,
      "surah": 48,
      "text": "that God may forgive you by virtue of your struggle what is past of your sin and what is to come of it so that your community might then desire to struggle like you — this verse also constitutes a justification of the concept of the infallibility ‘isma of prophets peace be upon them against sin by way of a definitive rational proof the lām in li-yaghfira ‘that He may forgive’ is for indicating the ultimate reason for the conquest so that the content of this latter statement constitutes an effect and not the cause and that He may perfect by way of the mentioned victory His favour to you and guide you thereby to a straight path upon which He will confirm you — and this straight path is the religion of Islam;"
    },
    {
      "ayah": 20,
      "surah": 48,
      "text": "God has promised you abundant spoils which you will capture through the various conquests. So He has expedited this one the spoils of Khaybar for you and withheld men’s hands from you with regard to your families after you had set off on the campaign as the Jews had intended to plot against them; but God cast terror into their hearts; so that it the expedited one wa-li-takūna is a supplement to an implied verb that is to say li-tashkurūhu ‘that you may give thanks to Him’ may be a sign for the believers of their being assisted by God and that He may guide you on a straight path that is to say the way in which you should rely on Him and entrust any affair to Him exalted be He;"
    },
    {
      "ayah": 21,
      "surah": 48,
      "text": "and others wa-ukhrā is an adjectival qualification of the implied subject maghānima ‘spoils’ which you were not able to capture — namely spoils from the Persians and the Byzantines; God has verily encompassed these already that is to say He knows that they will be yours. And God has power over all things that is to say He is ever possessed of such an attribute."
    },
    {
      "ayah": 22,
      "surah": 48,
      "text": "And if those who disbelieve had fought you at al-Hudaybiyya they would have turned their backs to flee — then they would not have found any protector to guard them or helper."
    },
    {
      "ayah": 23,
      "surah": 48,
      "text": "That is the way of God sunnata’Llāhi is a verbal noun emphasising the import of the preceding sentence about the defeat of the disbelievers and the victory of the believers that is to say sanna’Llāhu dhālika sunnatan ‘God has established this as His way of dealing with believers and disbelievers’ which has taken its course before and you will never find in God’s way any change by Him."
    },
    {
      "ayah": 24,
      "surah": 48,
      "text": "And it is He Who withheld their hands from you and your hands from them in the valley of Mecca at al-Hudaybiyya after He had made you victors over them for eighty of them surrounded your camp in order to inflict losses upon you but they were captured and taken to the Prophet s who pardoned them and set them free and this resulted in the truce. And God is ever Seer of what you do read ta‘malūna or ya‘malūna ‘they do’ that is to say He is ever possessed of this attribute."
    },
    {
      "ayah": 25,
      "surah": 48,
      "text": "They are the ones who disbelieved and barred you from the Sacred Mosque that is barred you from reaching it and prevented the offering wa’l-hadya is a supplement to the suffixed pronoun –kum ‘you’ of saddūkum ‘they barred you’ which was detained ma‘kūfan is a circumstantial qualifier from reaching its destination that is from the place at which it is customarily sacrificed namely the Sanctuary itself an yablugha mahillahu is an inclusive substitution. And were it not for some of the believing men and believing women being present at Mecca alongside the disbelievers whom you did not know to be believers — lest you should trample them that is to say lest you should slay them together with the disbelievers had you been given permission to embark on the conquest an tata’ūhum is an inclusive substitution for –hum ‘them’ of lam ta‘lamūhum ‘whom you did not know’ and thus incur sin on account of them without your knowing it … the third person pronouns in both groups of people predominantly imply males; the response to lawlā ‘were it not’ has been omitted through ellipsis being something along the lines of la-udhina lakum fī’l-fathi ‘you would have been permitted to embark on the conquest’ but permission for this was not given at the time so that God may admit into His mercy whom He will such as those believers mentioned. Had they been clearly separated had they the believers been distinguishable from the disbelievers We would have surely chastised the disbelievers among them of the people of Mecca immediately thereat by permitting you to go ahead with the conquest thereof with a painful chastisement."
    },
    {
      "ayah": 26,
      "surah": 48,
      "text": "When those who disbelieve alladhīna kafarū is the subject of the following verb ja‘ala nourished idh ja‘ala is semantically connected to ‘adhdhabnā in their hearts zealotry al-hamiyya means ‘disdain of something’ the zealotry of pagandom hamiyyata’l-jāhiliyyati substitutes for al-hamiyyata ‘zealotry’ namely their barring of the Prophet and his Companions from visiting the Sacred Mosque but then God sent down His spirit of Peace upon His Messenger and the believers and so they the disbelievers made a truce with them on the condition that they the believers would be allowed to return the following year and such zealotry would not overcome them the believers as it did the disbelievers then until they would come to fight them later and He made them the believers abide by the word of God-fearing kalimata’l-taqwā ‘there is no god except God and Muhammad is His Messenger’ it kalima ‘word’ is annexed to al-taqwā because it is the cause of it for they were worthier of it of the word than the disbelievers and deserving of it wa-ahlahā is an explanatory supplement. And God is ever Knower of all things that is to say He is ever possessed of such an attribute and among the things He knows is that they are worthy of it."
    },
    {
      "ayah": 27,
      "surah": 48,
      "text": "Verily God has fulfilled the vision for His Messenger in all truth The Messenger of God s saw in his sleep in the year of al-Hudaybiyya before his departure from Medina that he would enter Mecca together with his Companions safely whereafter they would shave completely or shorten their hair. He informed his Companions of this and they rejoiced. But when they set off with him from Medina and the disbelievers impeded them at al-Hudaybiyya such that they had to retreat which was distressing for them for some of the hypocrites began to have doubts about the Prophet’s sincerity this verse was revealed bi’l-haqqi ‘in all truth’ is semantically connected to sadaqa ‘fulfilled’ or it is a circumstantial qualifier referring to al-ru’yā ‘the vision’ and what comes after it is the explanation thereof ‘You will assuredly enter the Sacred Mosque God willing — this is said to secure blessings — in safety to shave your heads that is all the hair or to shorten it to shorten some of the hair both muhalliqīna and muqassirīna are implied circumstantial qualifiers without any fear’ ever. So He knew there to be in the truce what you did not know in the way of reconciliation between the believers and the Meccans and assigned you before that entry a near victory namely the conquest of Khaybar — the vision was fulfilled in the following year."
    },
    {
      "ayah": 28,
      "surah": 48,
      "text": "It is He Who has sent His Messenger with guidance and the religion of truth that He may make it that is the religion of truth prevail over all religion over all the other religions. And God suffices as witness to the fact that you have been sent with what has been mentioned as God exalted be He says"
    },
    {
      "ayah": 29,
      "surah": 48,
      "text": "Muhammad the subject is the Messenger of God its predicate and those who are with him that is his Companions from among the believers wa’lladhīna ma‘ahu another subject the predicate of which is the following ashiddā’u are hard tough against the disbelievers showing them no mercy but merciful among themselves ruhamā’u is a second predicate of wa’lladhīna ma‘ahu ‘and those who are with him’ that is to say they show mutual sympathy and affection for one another much like a father and a son. You see you observe them bowing prostrating in worship both rukka‘an and sujjadan are circumstantial qualifiers. They seek yabtaghūna is the beginning of a new sentence bounty from God and beatitude. Their mark sīmāhum is a subject their distinguishing feature is on their faces fī wujūhihim is its predicate this is a light and a radiance by which in the Hereafter they will be recognised as having been those who used to prostrate in this world from the effect of prostration min athari’l-sujūdi is semantically connected to the same thing to which the predicate is semantically connected that is to say kā’inatan ‘this being from the effect of prostration’; syntactically it is a circumstantial qualifier referring to the subject of kā’inatan which is also the subject of the predicate sc. wujūhihim ‘their faces’. That mentioned description is their description mathaluhum is the subject in the Torah fī’l-tawrāti is the predicate thereof; and their description in the Gospel wa-mathaluhum fī’l-injīli is a subject the predicate of which is what follows is as a seed that sends forth its shoot read shat’ahu or shata’ahu and strengthens it read āzarahu or azarahu nourishing it and assisting it and it grows stout and rises firmly becoming strong and upright upon its stalk its roots sūq is the plural of sāq delighting the sowers that is to say those who planted it on account of its fairness. The Companions may God be pleased with them are being described in this way for at the outset they were weak and very few in number; but then their number grew and they acquired strength in the most wholesome way so that He may enrage the disbelievers by them li-yaghīza bihimu’l-kuffāra is semantically connected to an omitted clause which is suggested by what preceded that is to say ‘they are likened to this so that God may enrage the disbelievers’. God has promised those of them who believe and perform righteous deeds the Companions minhum ‘of them’ min ‘of’ is an indicator of the genus and not partitive for they are all possessed of the mentioned attributes forgiveness and a great reward — Paradise. Both of these rewards will also be given to those who will come after them as is stated in other verses."
    },
    {
      "ayah": 3,
      "surah": 48,
      "text": "and that God may grant you therein a mighty victory one of glory involving no humiliation."
    },
    {
      "ayah": 4,
      "surah": 48,
      "text": "He it is Who sent down the spirit of Peace Divine reassurance into the hearts of the believers that they might add faith to their faith by way of their embracing of the legal stipulations of religion for every time He revealed one of these they would believe in it — including the command to struggle. And to God belong the hosts of the heavens and the earth and so if He wanted to bring victory to His religion by means of others He would have done so. And God is ever Knower of His creatures Wise in His actions in other words He is ever possessed of such attributes;"
    },
    {
      "ayah": 5,
      "surah": 48,
      "text": "so that He may admit li-yudkhila is semantically connected to an omitted clause that is to say amara bi’l-jihād ‘He has enjoined the struggle so that He may admit’ the believing men and believing women into gardens underneath which rivers flow wherein they will abide and that He may absolve them of their misdeeds; for that in God’s sight is a supreme triumph;"
    },
    {
      "ayah": 6,
      "surah": 48,
      "text": "and so that He may chastise the hypocrites men and women and the idolaters men and women and those who make evil assumptions about God read al-saw’ or al-sū’ ‘evil’ in all three places; they assumed that He will not assist Muhammad (s) and the believers. For them will be an evil turn of fortune by way of abasement and chastisement; and God is wroth with them and He has cursed them He has banished them far from His mercy and has prepared for them Hell — and it is an evil destination! an evil place to return to."
    },
    {
      "ayah": 7,
      "surah": 48,
      "text": "And to God belong the hosts of the heavens and the earth; and God is ever Mighty in His kingdom Wise in His actions in other words He is ever possessed of such attributes."
    },
    {
      "ayah": 8,
      "surah": 48,
      "text": "Indeed We have sent you as a witness against your community at the Resurrection and a bearer of good tidings to them in this world and a warner to threaten those in it who do evil with the punishment of the Fire;"
    },
    {
      "ayah": 9,
      "surah": 48,
      "text": "that you may believe li-tu’minū may also here be read li-yu’minū ‘that they may believe’; and similarly read either the second person plural or the third person plural in the next three instances in God and His Messenger and that you may support Him tu‘azzirūhu a variant reading has tu‘azzizūhu and revere Him the third person suffixed pronoun -hu ‘him’ may refer either to God or to His Messenger and glorify Him that is God morning and evening."
    }
  ]
}
