{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 50,
      "text": "Qāf God knows best what He means by this letter. By the glorious Qur’ān by the noble Qur’ān the disbelievers of Mecca have certainly not believed in Muhammad (s)."
    },
    {
      "ayah": 10,
      "surah": 50,
      "text": "and the date-palms that stand tall bāsiqātin is an implied future circumstantial qualifier with piled spathes one cluster of dates sitting on top of the other"
    },
    {
      "ayah": 11,
      "surah": 50,
      "text": "as provision for Our servants rizqan li’l-‘ibādi is a direct object denoting reason; and with it We revive a dead land baldatan may be followed equally by the masculine maytan or the feminine adjective maytatan. So like that manner of reviving shall be the rising from the graves so how can you deny it? the interrogative is meant as an affirmative; the meaning then is that they have indeed observed all of these things and are aware of what has been mentioned yet they disbelieve."
    },
    {
      "ayah": 12,
      "surah": 50,
      "text": "The people of Noah denied before them kadhdhabat has a feminine person inflection because of the feminine gender of the import of qawm ‘people’ and so did the dwellers at al-Rass — this was the name of a well around which they dwelt together with their livestock; they worshipped idols and it is said that their prophet was one Hanzala b. Safwān; but some say that he was some other person — and Thamūd the people of Sālih"
    },
    { "ayah": 13, "surah": 50, "text": "and ‘Ād the people of Hūd and Pharaoh the brethren of Lot" },
    {
      "ayah": 14,
      "surah": 50,
      "text": "and the dwellers in the wood a small forest — the people of Shu‘ayb — and the people of Tubba‘ — a king who ruled in Yemen; he had submitted to God and had summoned his people to the same submission to God but they denied him. Each of those mentioned denied the messengers as your tribe Quraysh have and so My threat became due the sending down of chastisement on all of them became incumbent so do not be anguished by Quraysh’s disbelieving in you."
    },
    {
      "ayah": 15,
      "surah": 50,
      "text": "Were We then wearied by the first creation? that is to say We were not wearied by it and likewise We will not be wearied by restoring it. Nay yet they are in doubt about a new creation which will be at the Resurrection."
    },
    {
      "ayah": 16,
      "surah": 50,
      "text": "And verily We created man and We know wa-na‘lamu is a circumstantial qualifier with an implicit preceding nahnu what mā relates to the verbal action his soul whispers to him what it speaks to him the bi- of bihi ‘him’ is extra or it is required for the intransitive verb to become transitive and take a direct object; the suffixed personal pronoun in bihi ‘him’ refers to man; and We are nearer to him in knowing him than his jugular vein habli’l-warīdi the genitive annexation is explicative; al-warīdān are two principal veins on either side of the neck."
    },
    {
      "ayah": 17,
      "surah": 50,
      "text": "When idh is dependent because of an implied udhkur ‘mention’ the two Receivers the two angels charged with recording a person’s deeds receive when they observe and record seated that is while both of them are sitting qa‘īdun ‘seated’ is the subject the predicate of which is the preceding clause on the right and on the left hand side of him —"
    },
    {
      "ayah": 18,
      "surah": 50,
      "text": "he does not utter a word but that there is beside him a watcher a guardian who is ready present both raqībun ‘watcher’ and ‘atīdun ‘ready’ are meant to indicate the dual."
    },
    {
      "ayah": 19,
      "surah": 50,
      "text": "And the agony of death its throes and distress arrives with the truth of the Hereafter such that the one who denied it sees it with his own eyes — and this is the distress itself. That namely death is what you used to shun what you used to flee from and be terrified by."
    },
    {
      "ayah": 2,
      "surah": 50,
      "text": "Nay but they consider it odd that there should have come to them a warner from among themselves a messenger who is one of them to threaten them with the punishment of the Fire after resurrection. So the disbelievers say ‘This warning is an odd thing!"
    },
    {
      "ayah": 20,
      "surah": 50,
      "text": "And the Trumpet will be blown for resurrection. That namely the day of the blast is the Day of the Promised Threat of chastisement for the disbelievers."
    },
    {
      "ayah": 21,
      "surah": 50,
      "text": "And thereat every soul will come to the site for the Gathering accompanied by a driver an angel to drive it there and a witness to testify to its deeds namely the hands and the feet and others; and it will be said to the disbeliever"
    },
    {
      "ayah": 22,
      "surah": 50,
      "text": "‘Verily in the world you were oblivious of this that has befallen you on this day; So now We have removed from you your covering We have done away with your oblivion by what you witness on this day and so your sight on this day is acute’ it is sharp able to perceive what you used to reject in the world."
    },
    {
      "ayah": 23,
      "surah": 50,
      "text": "And his companion the angel charged with him will say ‘This is what I have ready with me as testimony’ whereupon it will be said to Mālik the Keeper of the Fire"
    },
    {
      "ayah": 24,
      "surah": 50,
      "text": "‘Cast into Hell alqiyā meaning either alqi alqi ‘cast cast …’ to denote repetition or the emphatic form alqiyan ‘cast!’ which is the reading of al-Hasan al-Basrī in other words the final nūn has been changed into an alif every obdurate disbeliever obstinate to the truth"
    },
    {
      "ayah": 25,
      "surah": 50,
      "text": "hinderer of good such as the payment of alms transgressor wrongdoer skeptic a doubter of his religion"
    },
    {
      "ayah": 26,
      "surah": 50,
      "text": "who has set up alongside God another god! alladhī ja‘ala ma‘a’Llāhi ilāhan ākhara is the subject with an implicitly conditional import the predicate of which is the following. Cast him then into the severe chastisement’ the explanation of this dual form of the verb alqiyāhu ‘cast him’ is as above."
    },
    {
      "ayah": 27,
      "surah": 50,
      "text": "And his companion Satan will say ‘Our Lord! I did not make him a rebel I did not lead him astray but he himself was in extreme error’ and so when I invited him to disobedience he heeded my call — for this one had said ‘he Satan made me a rebel’ by way of his Satan’s invitation to him."
    },
    {
      "ayah": 28,
      "surah": 50,
      "text": "He exalted be He will say ‘Do not dispute in My presence in other words disputing is of no use here for I had already given you in the life of the world the threat of chastisement in the Hereafter should you not believe and so it is now inevitable."
    },
    {
      "ayah": 29,
      "surah": 50,
      "text": "The word that comes from Me in this respect cannot be altered and I am not unjust to servants’ that I should chastise them without any guilt on their part zallām means dhū zulm ‘one of injustice’ because of His words There will be no injustice today Q. 4017;"
    },
    {
      "ayah": 3,
      "surah": 50,
      "text": "What! read a-idhā pronouncing both hamzas or not pronouncing the second but inserting an alif between the two in both cases When we are dead and have become dust? shall we return to life? That is a far-fetched return!’ an event that is extremely remote."
    },
    {
      "ayah": 30,
      "surah": 50,
      "text": "on the day yawma is in the accusative because of zallām ‘unjust’ when We will say naqūlu may also be read yaqūlu ‘He will say’ to Hell ‘Are you now full?’ this interrogative is for confirmation of His promise to fill it with mankind and jinn and it will say by way of an interrogative such as a question ‘Are there any more?’ that is to say ‘I Hell only have capacity for what I have been filled with’ in other words ‘I am full!’."
    },
    {
      "ayah": 31,
      "surah": 50,
      "text": "And Paradise will be brought near for the God-fearing to a place not far anymore from them and so they see it whereupon it will be said to them"
    },
    {
      "ayah": 32,
      "surah": 50,
      "text": "‘This that you see is what you were promised read tū‘adūna or third person plural yū‘adūna ‘they were promised’ in the world and what follows substitutes for li’l-muttaqīna ‘for the God-fearing’ — it is for every penitent one for every person reverting after sin to obedience of God who is mindful mindful of the bounds of God’s religion"
    },
    {
      "ayah": 33,
      "surah": 50,
      "text": "who fears the Compassionate One while He is in the Unseen the one who fears Him without having seen Him and comes with a penitent heart’ a heart eagerly applying itself to obedience of Him."
    },
    {
      "ayah": 34,
      "surah": 50,
      "text": "It will also be said to the God-fearing ‘Enter it in peace! that is to say secure from every fear or it means enter it with a greeting that is to say greet yourselves and enter. That day in which this entry takes place is the day of immortality’ of everlastingness in Paradise."
    },
    {
      "ayah": 35,
      "surah": 50,
      "text": "Therein they will have whatever they wish; and with Us there is yet more as extra for what they did and for what they will request."
    },
    {
      "ayah": 36,
      "surah": 50,
      "text": "And how many a generation We destroyed before them that is before the disbelievers of Quraysh We destroyed many generations of disbelievers who were mightier than these in prowess and who then searched throughout the land wondering is there any escape? for them and others from death but they found none."
    },
    {
      "ayah": 37,
      "surah": 50,
      "text": "Assuredly there is in that which is mentioned a reminder an admonition for him who has a heart a mind or gives ear or listens to admonitions in full witness present in heart and mind."
    },
    {
      "ayah": 38,
      "surah": 50,
      "text": "And verily We created the heavens and the earth and all that is between them in six days the first of which was Sunday and the last of which was Friday and no weariness no fatigue touched Us this was revealed as a refutation of the Jews’ claim that God rested on the Saturday and lay down upon the Throne. The preclusion of weariness in His case is absolute on account of His transcending of the attributes of creatures and the non-existence of any contiguity between Him and other beings His command when He wills a thing is just to say to it ‘Be’ and it is Q. 3682."
    },
    {
      "ayah": 39,
      "surah": 50,
      "text": "So endure patiently addressing the Prophet s what they the Jews and others say in the way of anthropomorphic comparisons and denials and glorify with praise of your Lord perform prayers with praise of Him before the rising of the sun in other words perform the morning prayer and before the sunset that is to say perform both the midday and the afternoon prayers;"
    },
    {
      "ayah": 4,
      "surah": 50,
      "text": "We know what the earth diminishes consumes of them and with Us is a preserving Book namely the Preserved Tablet al-lawh al-mahfūz which contains everything that has been ordained by God."
    },
    {
      "ayah": 40,
      "surah": 50,
      "text": "and glorify Him at some part of the night that is to say perform the two evening prayers and after prostrations read adbār as the plural of dubur or idbār as the verbal noun from adbara ‘to pass’ in other words perform supererogatory prayers as prescribed by the Sunna after the obligatory ones; it is also said to mean the actual uttering of glorifications at these times with continuous praise."
    },
    {
      "ayah": 41,
      "surah": 50,
      "text": "And listen — O addressee to My words — on the day when the caller namely the archangel Isrāfīl calls out from a place that is near to the heaven this is the Rock of the Holy House of Jerusalem the place on earth that is the nearest to the heaven. He Isrāfīl will say ‘O withered bones severed limbs torn flesh and scattered hairs! God verily commands you to come together for the passing of judgement’."
    },
    {
      "ayah": 42,
      "surah": 50,
      "text": "On the day yawma substitutes for the previous yawma when they that is all creatures hear the Call of truth of the Resurrection — this will be Isrāfīl’s second blast and it may precede or follow his initial call — that day of the call and the hearing is the day of coming forth from the graves yawma ‘on the day is in the accusative because of an implied yunādī ‘when he will call’ that is to say they will come to know the consequence of their denial."
    },
    {
      "ayah": 43,
      "surah": 50,
      "text": "Indeed it is We Who give life and bring death and to Us is the journey’s end."
    },
    {
      "ayah": 44,
      "surah": 50,
      "text": "On the day when yawma substitutes for the previous yawma with the intervening statement being a parenthetical the earth is split asunder read tashaqqaqu or tashshaqqaqu where the original second tā’ of tatashaqqaqu has been assimilated with it the shīn from them they will come hastening forth sirā‘an sirā‘ the plural of sarī‘ a circumstantial qualifier referring to an implied clause that is to say together they would read fa-yakhrujūna musri‘īna ‘they come forth hastening’. That is an easy gathering for Us dhālika hashrun ‘alaynā yasīr there is here a separation of the noun from its adjective by what is semantically connected to it for the purpose of specification — which is rhetorically unobjectionable; dhālika ‘that’ is meant to point out the signification of the ‘gathering’ which itself is also predicated by this demonstrative particle and this signification is the bringing back to life after extinction and the assembly for the exposition and the reckoning before God."
    },
    {
      "ayah": 45,
      "surah": 50,
      "text": "We know best what they the disbelievers of the Quraysh say and you are not to be a coercer of them so as to coerce them to embrace faith — but this was revealed before the command to struggle against these disbelievers. So admonish by the Qur’ān those who fear My threat namely believers."
    },
    {
      "ayah": 5,
      "surah": 50,
      "text": "Nay but they denied the truth the Qur’ān when it came to them and so they with regard to the Prophet s and the Qur’ān are now in a confounded situation a troubled one. For on one occasion they said that he was ‘A sorcerer!’ cf. Q. 384 and that his statements were ‘Nothing but manifest sorcery!’ cf. Q. 3715 on another ‘A poet!’ cf. Q. 215 and ‘Poetry!’ cf. Q. 3669 and still on another ‘A soothsayer!’ cf. Q. 5229 and that his statements were nothing more than soothsaying cf. Q. 6942."
    },
    {
      "ayah": 6,
      "surah": 50,
      "text": "Have they not then looked with their own eyes at the heaven being above them in order to take heed by their own minds of the consequences for them when they deny the Resurrection how We have built it without supports and adorned it with planets and how there are no cracks in it? no fissures blemishing it."
    },
    {
      "ayah": 7,
      "surah": 50,
      "text": "And the earth wa’l-arda is a supplement to the position of the words ilā l-samā’i ‘at the heaven’ how We have spread it out how We have rolled it across the face of the water and cast in it firm mountains to fix it in place and caused every delightful kind every delightful specimen causing delight by its very beauty to grow in it"
    },
    {
      "ayah": 8,
      "surah": 50,
      "text": "as an insight tabsiratan is a direct object denoting reason that is to say We did this to give an insight from Us and a reminder for every penitent servant who returns to obedience of Us."
    },
    {
      "ayah": 9,
      "surah": 50,
      "text": "And We send down from the heaven blessed water containing much blessing with which We cause to grow gardens orchards and the grain that is harvested"
    }
  ]
}
