{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "By the scatterers the winds that scatter dust and other things that scatter dharwan is a verbal noun; one may also say tadhrīhi dharyan ‘it blows it sweeping it away’;"
    },
    { "ayah": 10, "surah": 51, "text": "Perish the conjecturers accursed be the liars those of differing opinions" },
    {
      "ayah": 11,
      "surah": 51,
      "text": "who are in a stupor in ignorance that has stupefied them heedless oblivious of the matter of the Hereafter."
    },
    {
      "ayah": 12,
      "surah": 51,
      "text": "They ask the Prophet asking him derisively ‘When is the Day of Judgement?’ in other words ‘when will it come?’ and the response given to them is that it will come"
    },
    {
      "ayah": 13,
      "surah": 51,
      "text": "on the day when they will be tormented in the Fire that is to say chastised in it and it will be said to them during the chastisement"
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "‘Taste this torment of yours this chastisement of yours. This chastisement is what you sought to hasten on!’ in the world in derision."
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "Truly the God-fearing will be amid gardens orchards and springs flowing therein"
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "receiving ākhidhīna is a circumstantial qualifier referring to the person of the predicate of inna ‘truly’ what their Lord has given them of reward for indeed formerly before their entering Paradise they had been virtuous in the world."
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "Little of the night did they use to sleep mā is extra; yahja‘ūna is the predicate of kānū; qalīlan ‘little’ is an adverb in other words they used to sleep for a small portion of the night and perform prayers during most of it"
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "and at dawns they used to seek forgiveness they used say ‘Our Lord! Forgive us’"
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "and there was a share in their wealth assigned for the beggar and the deprived the latter being the one who does not beg because of his self-restraint."
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "and those that bear the clouds that bear moisture as a burden wiqran is the direct object of al-hāmilat ‘those that bear’;"
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "And in the earth in the way of mountains seas trees fruits plants and other things there are signs indications of God’s power glory be to Him exalted be He and of His Oneness for those who know with certainty"
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "and in your souls there are also signs from the beginning of your creation to its end and in the marvelous aspects of your creation. Will you not then perceive? all that and thus infer therefrom the Creator of it and His power."
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "And in the heaven is your provision that is the rain from which results the vegetation that is your provision and there is also what you are promised in the way of the ultimate return reward and punishment in other words all of this is foreordained in the heaven."
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "So by the Lord of the heaven and the earth it that which you are promised is as assuredly true as the fact that you have power of speech read mithlu in the nominative as an adjective with the mā being extra; or read mithla in the accusative as being a compound with mā that is to say it is as true as your speech is in reality that is in your knowing it to be true necessarily by its issuing from you."
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "Has the story reached you — addressing the Prophet s — of Abraham’s honoured guests? — these were said to be either twelve ten or three angels one of whom was Gabriel."
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "When idh is an adverbial qualifier of hadīthu dayfi ‘the story of the guests’ they entered upon him and said ‘Peace!’ — in other words they said these very words. He said ‘Peace!’ — also these very words — These are an unfamiliar folk whom we do not know — he said this to himself qawmun munkarūna is the predicate of an implicit subject such as hā’ūlā’i ‘these are’."
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "Then he went aside to his family secretly and brought a fat calf — in sūrat Hūd it is said a roasted calf Q. 1169 —"
    },
    {
      "ayah": 27,
      "surah": 51,
      "text": "and he placed it near them saying ‘Will you not eat?’ he invited them to eat but they did not respond."
    },
    {
      "ayah": 28,
      "surah": 51,
      "text": "Then he conceived he kept secret in himself a fear of them. They said ‘Do not be afraid!’ we are messengers from your Lord. And they gave him good tidings of the birth of a knowledgeable boy one endowed with much knowledge and this was Isaac as mentioned in sūrat Hūd Q. 1171."
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "Then his wife Sarah came forward clamouring shouting fī sarratin is a circumstantial qualifier that is to say she came shouting and smote slapped her face and said ‘A barren old woman!’ who has never given birth to a child aged ninety-nine with Abraham being one hundred years old; or alternatively he was a hundred and twenty years old and she was ninety years old."
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "and those that run the ships that run upon the surface of the water with ease yusran is a verbal noun functioning as a circumstantial qualifier that is to say muyassaratan;"
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "They said ‘So just like what we have said with regard to the good tiding has your Lord said. Indeed He is the Wise in His actions the Knower’ of His creatures."
    },
    { "ayah": 31, "surah": 51, "text": "He said ‘So what is your business O you who have been sent by God?’" },
    {
      "ayah": 32,
      "surah": 51,
      "text": "They said ‘Lo! we have been sent to a guilty folk disbelievers — these were the people of Lot —"
    },
    { "ayah": 33, "surah": 51, "text": "that we may unleash upon them stones of clay baked in fire" },
    {
      "ayah": 34,
      "surah": 51,
      "text": "marked bearing the name of the person at whom it will be hurled by your Lord ‘inda rabbika is an adverbial qualifier of musawwamatan ‘marked’ for the destruction of the prodigal’ for coming unto males in addition to their disbelief."
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "So We brought forth those in them that is in the towns of the people of Lot who were believers in order to destroy the disbelievers;"
    },
    {
      "ayah": 36,
      "surah": 51,
      "text": "but We did not find therein other than one house of those who had submitted to God these were Lot and his two daughters. They have been described here with the terms ‘belief’ and ‘submission’ because they had affirmed faith in their hearts and used their limbs to perform acts of obedience."
    },
    {
      "ayah": 37,
      "surah": 51,
      "text": "And We left therein after destroying the disbelievers a sign an indication of their destruction for those who fear the painful chastisement so that they may not do what these sinners did."
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "And a sign too in Moses wa-fī Mūsā is a supplement to fīhā ‘therein’ that is to say We also left a sign in the story of Moses when We sent him to Pharaoh vested with a clear warrant with a manifest proof;"
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "but he turned away he rejected belief to his supports bi-ruknihi his hosts so called because to him they are like a support rukn saying to Moses that he Moses was ‘A sorcerer or a madman!’"
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "and those that apportion by command the angels who distribute provisions and the rains and other things across the lands and to all servants"
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "So We seized him and his hosts and cast flung them into the waters the sea and so they drowned for he that is Pharaoh was blameworthy guilty of what is blameworthy such as denying the messengers and claiming divinity."
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "And also in the destruction of ‘Ād was a sign when We unleashed against them a barren wind a wind which brings nothing of good for it does not bear any rain and does not pollinate any trees; this wind was the west wind al-dabūr."
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "It did not leave anything any soul or property that it came upon without making it like decayed bones like something that is withered and in scattered pieces."
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "And also in the destruction of Thamūd was a sign when it was said to them after the hamstringing of the she-camel ‘Enjoy yourselves for a while!’ until the end of your terms of life — as stated in the other verse ‘Enjoy yourselves in your dwellings for three days’ Q.1165."
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "Then they defied they scorned the command of their Lord refraining from implementing it; so the thunderbolt that is the destructive cry seized them after the three days had passed as they were looking around in other words it seized them in the daytime."
    },
    {
      "ayah": 45,
      "surah": 51,
      "text": "So they were unable to rise up they could not get up upon the sending down of the chastisement nor were they victors over the One Who destroyed them."
    },
    {
      "ayah": 46,
      "surah": 51,
      "text": "And the people of Noah read wa qawmi Nūhin as a supplement to Thamūda in other words ‘in the destruction of these two peoples by what destructive power exists in the heavens and the earth there is also a sign’; or read wa qawma Nūhin in other words ‘We also destroyed the people of Noah’ aforetime that is before the destruction of those mentioned. Indeed they were an immoral lot."
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "And the heaven We built it with might and indeed We are powerful one says āda’l-rajulu or ya’īdu to mean ‘he is strong’; and awsa‘a’l-rajulu to mean ‘he has become capable dhū sa‘a and strong’."
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "And the earth We spread it out We made it level what excellent Spreaders then! We are."
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "And of all things wa-min kulli shay’in is semantically connected to His following words khalaqnā We created pairs two kinds such as male and female heaven and earth sun and moon plain and mountain summer and winter sweet and bitter light and darkness that perhaps you might remember tadhakkarūna one of the two original tā’ letters of tatadhakkarūna has been omitted and hence realise that the Creator of pairs is Himself Singular that you might then worship him."
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "assuredly what you are promised mā ‘what’ relates to the verbal action in other words the promise given to them of resurrection and other matters is true is indeed a true promise"
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "So flee unto God that is to say away from His punishment toward His reward by being obedient to Him and not disobeying Him. Truly I am a clear warner to you from Him."
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "And do not set up another god alongside God. Truly I am a clear warner to you from Him before fa-firrū ‘so flee’ one may read an implicit preceding qul lahum ‘Say to them’."
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "Thus there did not come to those who were before them any messenger but they said that he was ‘A sorcerer or a madman!’ in other words their denial of you by saying that you are a sorcerer or a madman was like the denial of communities before them of their messengers by saying that same thing."
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "Have they all enjoined this upon one another? an interrogative intended as a denial. Nay but they are an insolent folk a folk whose own proclivity to insolence has made them all say the same thing."
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "So shun them for you will not be reproached because you have conveyed the Message to them."
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "And remind admonish by the Qur’ān for reminding truly benefits believers these being those whom God knows that they will believe."
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "And I did not create the jinn and mankind except that they may worship Me the fact that disbelievers do not worship God does not contradict this statement since a purpose does not have to be realised in an act for it to be valid as when you may say ‘I sharpened this pencil in order to write with it’ even though you might not actually write with it."
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "I do not desire from them any provision either for Myself for themselves or for others nor do I desire that they should feed Me or feed themselves or others."
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "Indeed it is God Who is the Provider the Lord of Strength the Firm the Stern."
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "And for those who have wronged their souls through disbelief from among the people of Mecca and others there will assuredly be a lot a share of chastisement like the lot the share of their counterparts who perished before them. So let them not ask Me to hasten on the chastisement should I give them respite until the Day of Resurrection."
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "and assuredly judgement requital after the reckoning will take place! without doubt."
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "For woe a terrible chastisement will come to those who disbelieve from upon that day of theirs which they are promised that is the Day of Resurrection."
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "And by the heaven with all its tracks hubuk is the plural of habīka similar in pattern and meaning to turuq tarīqa ‘paths’ that is to say by the heaven that is created with tracks similar to tracks made in the sand"
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "indeed you O people of Mecca with regard to the matter of the Prophet s and the Qur’ān are of differing opinions some say of the Prophet that he is ‘a poet’ ‘a sorcerer’ or ‘a soothsayer’ and of the Qur’ān that it is ‘poetry’ ‘sorcery’ or ‘soothsaying’."
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "He is turned away therefrom from the Prophet s and the Qur’ān that is turned away from believing therein who has deviated who has been turned away from guidance in God’s exalted be He."
    }
  ]
}
