{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 54,
      "text": "The Hour has drawn near the Resurrection is close at hand and the moon has split it broke in two at Mount Abū Qubays and Qu‘ayqa‘ān as a sign for the Prophet s for it had been demanded of him and when it took place he said ‘Bear witness now!’ — as reported by the two Shaykhs al-Bukhārī and Muslim."
    },
    {
      "ayah": 10,
      "surah": 54,
      "text": "And so he invoked his Lord saying ‘I have been annī to be understood as bi-annī overcome so help me!’"
    },
    {
      "ayah": 11,
      "surah": 54,
      "text": "Then We opened read fa-fatahnā or fa-fattahnā the gates of the heaven with torrential waters waters pouring down intensely"
    },
    {
      "ayah": 12,
      "surah": 54,
      "text": "and We made the earth burst forth with springs that flowed forth and the waters the waters of the heaven and the earth met for a purpose a circumstance that was preordained a matter which had been decreed since pre-eternity namely their destruction by drowning."
    },
    {
      "ayah": 13,
      "surah": 54,
      "text": "And We bore him that is Noah on one a ship made of planks and nails dusur is what boards are fastened down with of nails and the like; the singular is disār similar in pattern to kutub kitāb ‘book’"
    },
    {
      "ayah": 14,
      "surah": 54,
      "text": "sailing before Our eyes that is in Our sights in other words it was being protected as retaliation jazā’an is in the accusative because of the implied verbal clause that is to say ‘they were drowned by way of revenge’ for the sake of him who was rejected namely Noah peace be upon him a variant reading for passive kufira has kafara ‘him who disbelieved’ in other words they were drowned as a punishment for them."
    },
    {
      "ayah": 15,
      "surah": 54,
      "text": "And verily We left it We preserved this deed as a sign for whomever might be admonished by it in other words the news of this deed became widely-known and endured. So is there anyone who will remember? anyone who will take heed from or be admonished by it? muddakir is actually mudhtakir but the tā’ has been replaced with a dāl likewise the dhāl and it the dāl has been assimilated with it the other dāl."
    },
    {
      "ayah": 16,
      "surah": 54,
      "text": "How dreadful then were My chastisement and My warnings? this is an interrogative meant as an affirmative; kayfa ‘how’ is the predicate of kāna ‘was’ and it is here being used to inquire about a ‘state’; the intention is to prompt those who are being addressed to affirm the fact that God’s chastisement of those who denied Noah was fully deserved."
    },
    {
      "ayah": 17,
      "surah": 54,
      "text": "And verily We have made the Qur’ān easy to remember We have facilitated its memorisation and disposed it to serve as a source of remembrance. So is there anyone who remember? anyone who will be admonished by it and memorise it? the interrogative here is intended as an imperative in other words memorise it and be admonished by it; none of God’s scriptures is memorised by heart other than it the Qur’ān."
    },
    {
      "ayah": 18,
      "surah": 54,
      "text": "‘Ād denied their prophet Hūd and so they were chastised. How then were My chastisement and My warnings? how then was My warning them of the chastisement before it was sent down? In other words it was justified and He explains this chastisement by saying"
    },
    {
      "ayah": 19,
      "surah": 54,
      "text": "Indeed We unleashed upon them a clamorous wind intensely noisy on a day of prolonged ill fortune nahsin mustamirr means either one of continuous ill fortune or one of severe ill fortune — and this was the last Wednesday of the month —"
    },
    {
      "ayah": 2,
      "surah": 54,
      "text": "And if they the disbelievers among Quraysh see a sign a miracle of the Prophet s they turn away and say this is ‘A powerful sorcery!’ mustamirr ‘powerful’ derives from al-mirra meaning ‘strength’; or it mustamirr means ‘incessant’."
    },
    {
      "ayah": 20,
      "surah": 54,
      "text": "tearing people away wrenching them from the holes in the ground in which they had been embedded and flinging them down to the ground head first thereby crushing their necks and severing their heads from their bodies as if they were while lying in this mentioned state trunks of uprooted palm-trees severed and thrown on the ground — they are likened to palm-trees because of their tallness nakhlun ‘palm-trees’ is masculine here but feminine in sūrat al-Hāqqa nakhlun khāwiya ‘fallen down or hollow palm-trees’ Q. 697 in order to harmonise with the end-rhyme of the verses in both instances."
    },
    { "ayah": 21, "surah": 54, "text": "How then were My chastisement and My warnings?" },
    {
      "ayah": 22,
      "surah": 54,
      "text": "And verily We have made the Qur’ān easy to remember. So is there anyone who will remember?"
    },
    {
      "ayah": 23,
      "surah": 54,
      "text": "Thamūd denied the warnings nudhur is the plural of nadhīr with the sense of mundhir that is to say they denied those matters which their prophet Sālih warned them of if they refused to believe in him and to follow him"
    },
    {
      "ayah": 24,
      "surah": 54,
      "text": "and they said ‘Is it a mortal basharan is in the accusative because it is governed by a succeeding verb alone among us minnā wāhidan are both adjectives of basharan that we are to follow? nattabi‘uhu this explains the verb which renders it basharan ‘mortal’ accusative; the interrogative is meant as a negative in other words why should we follow him when there are many of us and he is only one among us and not a king? That is to say we will not follow him. Then indeed if we were to follow him we would be in error a parting with reason and insanity!"
    },
    {
      "ayah": 25,
      "surah": 54,
      "text": "Has the Reminder the revelation been cast read a-ulqiya pronouncing both hamzas or by not pronouncing the second one but in both cases inserting an intervening alif or leaving this insertion out upon him alone from among us? in other words nothing has been revealed to him. Nay but he is a conceited an arrogant and insolent liar in his saying that the mentioned has been revealed to him. God exalted be He says"
    },
    {
      "ayah": 26,
      "surah": 54,
      "text": "‘They will know tomorrow in the Hereafter who is the conceited liar and it is them for they will be chastised for having denied their prophet Sālih."
    },
    {
      "ayah": 27,
      "surah": 54,
      "text": "Lo! We are sending the She-camel We will bring it forth out of the mountain the rock as they demanded as a trial a test for them that We may try them. So watch them O Sālih await to see what they will do and what will be done with them and remain patient istabir the tā’ here has replaced the tā’ of the 8th form ifta‘ala in other words endure their harm."
    },
    {
      "ayah": 28,
      "surah": 54,
      "text": "And inform them that the water is to be divided between them and the She-camel one day for them and the next for it every drinking every portion of water will be attended’ by the people drawing water on their designated day and by the She-camel on its day. They adhered to this regime but eventually became impatient with it and decided to slaughter the She-camel."
    },
    {
      "ayah": 29,
      "surah": 54,
      "text": "But they called their companion Qudār to slay it so he took he drew his sword and he hamstrung with it the She-camel in other words he slew her in compliance with their wish."
    },
    {
      "ayah": 3,
      "surah": 54,
      "text": "And they denied the Prophet s and followed their own desires as regards their falsehood; and every matter that is good or evil will be settled with that person who is responsible for it either by his ending up in Paradise or in the Fire."
    },
    {
      "ayah": 30,
      "surah": 54,
      "text": "How then were My chastisement and My warnings? My warning them of chastisement before it was sent down? In other words it was justified. He explains it their chastisement by saying"
    },
    {
      "ayah": 31,
      "surah": 54,
      "text": "Indeed We unleashed upon them a single Cry and they became like the chaff of a corral builder al-muhtazir is one who makes a pen from dried tree-branches and thorns for his sheep to protect them from wolves and beasts of prey; the fallen parts which they tread are called hashīm."
    },
    {
      "ayah": 32,
      "surah": 54,
      "text": "And verily We have made the Qur’ān easy to remember. So is there anyone who will remember?"
    },
    {
      "ayah": 33,
      "surah": 54,
      "text": "The people of Lot denied the warnings they denied those issues of which they were warned by his Lot’s tongue."
    },
    {
      "ayah": 34,
      "surah": 54,
      "text": "Indeed We unleashed upon them a squall of pebbles a wind hurling at them pebbles namely small stones a single one of these being no larger than the palm of the hand and they were destroyed; all except the family of Lot namely his two daughters together with him whom We delivered at dawn from among the dawns the morning time of an unspecified day had a specific day been meant for that mentioned dawn it sahar would have been treated as a diptote instead of the declined form saharin being a definite noun derived from al-sahar for with definite nouns one ought to use the preceding definite article al. So was the squall unleashed at first with the family of Lot still there? There are two opinions regarding this in the case of the former that it was unleashed upon them including the family of Lot the exception is understood as a continuous one while in the case of the latter opinion that they were delivered before the squall the exception is understood as a discontinuous one even if it ‘the family of Lot’ is actually subsumed by the collective noun ‘the people of Lot’ and so they were delivered as a kindness from God;"
    },
    {
      "ayah": 35,
      "surah": 54,
      "text": "as a grace ni‘matan is a verbal noun that is to say in‘āman ‘an act of grace’ from Us. So like that requital do We requite him who gives thanks for Our graces and is a believer or it means him who is a believer in God and His messenger and is obedient to both."
    },
    {
      "ayah": 36,
      "surah": 54,
      "text": "And verily he had warned them Lot had threatened them of Our strike Our seizing them with chastisement but they disputed they contested and denied the warnings his warning."
    },
    {
      "ayah": 37,
      "surah": 54,
      "text": "And they had even solicited of him his guests that he should let them have their own way with those who had come to him as guests that they may do wicked things with them — and these guests were angels. So We blotted out their eyes We blinded them and made them without slits so that they were continuous folds of skin like the rest of the face by having Gabriel smack them with his wing. ‘So taste now so We said to them taste My chastisement and My warnings’ that is to say taste the effects and the substance of My warning and My threat."
    },
    {
      "ayah": 38,
      "surah": 54,
      "text": "And verily there greeted them in the early morning the morning time of an unspecified day an abiding chastisement a permanent chastisement continuous with the chastisement of the Hereafter."
    },
    { "ayah": 39, "surah": 54, "text": "‘So taste now My chastisement and My warnings!’" },
    {
      "ayah": 4,
      "surah": 54,
      "text": "And verily there has come to them such tidings stories about the destruction of communities which denied their messengers as contain a deterrent to them muzdajar is a verbal noun or a noun of place; the dāl of muzdajar replaces the tā’ of the 8th form ifta‘ala; one may say izdajartuhu or zajartuhu to mean ‘I forbade him sternly’; mā ‘such as’ either indicates a relative clause or it is qualified by an adjective;"
    },
    {
      "ayah": 40,
      "surah": 54,
      "text": "And verily We have made the Qur’ān easy to remember. So is there anyone who will remember?"
    },
    {
      "ayah": 41,
      "surah": 54,
      "text": "And verily there came to Pharaoh’s folk his people together with him the warnings the warning by the tongue of Moses and Aaron but they did not believe."
    },
    {
      "ayah": 42,
      "surah": 54,
      "text": "Rather They denied Our signs all nine of them which were given to Moses. So We seized them by way of chastisement with the seizing of One Who is Mighty Strong Omnipotent Powerful Whom nothing can thwart."
    },
    {
      "ayah": 43,
      "surah": 54,
      "text": "Are your disbelievers O Quraysh better than those? mentioned beginning from the people of Noah to those of Pharaoh which is why they have not been chastised? Or have you O disbelievers of Quraysh been granted some immunity from chastisement in the Scriptures? the Books? the interrogative in both instances is meant as a denial in other words it is not so."
    },
    {
      "ayah": 44,
      "surah": 54,
      "text": "Or do they the disbelievers of Quraysh say ‘We are a host that will be helped to victory’? against Muhammad (s)? When Abū Jahl on the day of Badr said ‘We are a host that will be helped to victory’ the following was revealed"
    },
    {
      "ayah": 45,
      "surah": 54,
      "text": "The host will truly be routed and turn its back to flee and so they were defeated at Badr and God’s Messenger s was granted victory over them."
    },
    {
      "ayah": 46,
      "surah": 54,
      "text": "Nay but the Hour is their tryst for chastisement and the Hour that is the chastisement thereat will be more calamitous greater in affliction and more bitter than the chastisement of this world."
    },
    {
      "ayah": 47,
      "surah": 54,
      "text": "Indeed the guilty are in error in the destruction of being killed in this world and in a blazing fire a fire that has been set ablaze musa‘‘ara that is fiercely ignited in the Hereafter."
    },
    {
      "ayah": 48,
      "surah": 54,
      "text": "The day when they are dragged into the Fire on their faces in the Hereafter and it is said to them ‘Taste now the touch of Saqar’ Hell’s affliction of you."
    },
    {
      "ayah": 49,
      "surah": 54,
      "text": "Truly everything read inna kulla shay’in is in the accusative as a dependent clause because of a verb governing it have We created in a measure by ordainment bi-qadarin ‘in a measure’ is a circumstantial qualifier referring to kulla ‘every’ in other words ‘already predetermined’; a variant reading for kulla has nominative kullu as the subject the predicate of which is khalaqnāhu ‘We have created’."
    },
    {
      "ayah": 5,
      "surah": 54,
      "text": "wisdom hikmatun is the predicate of an omitted subject or a substitution for mā ‘such as’ or for muzdajar ‘deterrent’ that is far-reaching complete; but warnings nudhur is the plural of nadhīr functioning in the agent sense of mundhir ‘a warner’ that is to say ‘those matters which warn them’; mā is either for negation or it is an interrogative of denial in which case it stands as a preceding direct object are of no avail warnings are of no use with them."
    },
    {
      "ayah": 50,
      "surah": 54,
      "text": "And Our command for a thing which We want to bring into existence is but a single word like the twinkling of an eye in terms of speed and this is the saying of kun ‘Be’ whereat it comes into existence. His command when He wills a thing is just to say to it ‘Be’ and it is Q. 3682."
    },
    {
      "ayah": 51,
      "surah": 54,
      "text": "And verily We have destroyed the likes of you the likes of you in terms of disbelief from among past communities. So is there anyone who will remember? this is an interrogative meant as an imperative that is to say ‘Remember and be admonished!’."
    },
    {
      "ayah": 52,
      "surah": 54,
      "text": "And everything they that is servants have done is recorded in the scrolls the books of the Guardian Angels al-hafaza"
    },
    {
      "ayah": 53,
      "surah": 54,
      "text": "and every small and great sin or deed is inscribed is recorded in the Preserved Tablet al-lawh al-mahfūz."
    },
    {
      "ayah": 54,
      "surah": 54,
      "text": "Assuredly the God-fearing will be amid gardens orchards and rivers the collective noun is meant here; a variant reading for nahar has the plural nuhur similar in form to asad ‘lion’ plural usud the meaning being that they will drink from its rivers water milk honey and wine;"
    },
    {
      "ayah": 55,
      "surah": 54,
      "text": "in an abode of truth a place of truth wherein there is no idle talk or cause for sin — the collective noun maq‘ad is meant here; a variant reading has maqā‘id ‘abodes’ in other words they are in congregations in Paradise that are free from idle talk and cause for sin in contrast to the congregations of this world which are rarely free from such things syntactically this statement is considered a second predicate and also a substitution; it the ‘abode’ may be understood as being ‘one of truth’ regardless of whether one reads the substitution as being of the part for the whole or otherwise; before a King malīk this form is hyperbolic that is to say One of a mighty and vast kingdom Who is Omnipotent Powerful Whom nothing can thwart namely God exalted be He ‘inda indicates glorious rank and closeness to His bounty exalted be He."
    },
    {
      "ayah": 6,
      "surah": 54,
      "text": "So turn away from them! this is the import of the preceding statement and it completes what is being said. On the day when the Summoner namely Isrāfīl yawma ‘the day’ is rendered accusative by yakhrujūna ‘they will emerge’ next verse summons to an awful thing read nukur or nukr in the sense of munkar ‘disagreeable’ a thing which the souls will find awful and this is the Reckoning;"
    },
    {
      "ayah": 7,
      "surah": 54,
      "text": "with their downcast khāshi‘an a variant reading has khushsha‘an humiliated looks absāruhum is a circumstantial qualifier referring to the subject of the verb yakhrujūna ‘they will emerge’ they that is mankind will emerge from the graves as though they were scattered locusts not knowing where to go out of fear and perplexity this sentence ka’annahum jarādun muntashirun is a circumstantial qualifier referring to the subject of the verb yakhrujūna ‘they will emerge’ and so is His saying muhti‘īna"
    },
    {
      "ayah": 8,
      "surah": 54,
      "text": "scrambling hastening with their necks stretched out toward the Summoner. The disbelievers among them will say ‘This is a hard day!’ a difficult one for disbelievers — as is stated in sūrat al-Muddaththir a day of hardship for the disbelievers Q. 749-10."
    },
    {
      "ayah": 9,
      "surah": 54,
      "text": "The people of Noah denied kadhdhabat has feminine inflection on account of the import referring to a feminine noun qawm ‘tribe’ before them before Quraysh. Thus they denied Our servant Noah and said ‘A madman!’ and he was reviled they repulsed him with insults and in other ways."
    }
  ]
}
