{
  "ayahs": [
    { "ayah": 1, "surah": 55, "text": "The Compassionate One God exalted be He" },
    {
      "ayah": 10,
      "surah": 55,
      "text": "And the earth He placed it He fixed it in place for all creatures man jinn and others."
    },
    {
      "ayah": 11,
      "surah": 55,
      "text": "In it are fruits and the familiar date-palms with sheaths the spathes containing its flowers"
    },
    { "ayah": 12, "surah": 55, "text": "and grain such as wheat and barley with husk and fragrant herb." },
    {
      "ayah": 13,
      "surah": 55,
      "text": "So which of your Lord’s favours graces will you deny? tukadhdhibān is mentioned thirty one times; the interrogative is meant to be understood as an affirmative judging by what al-Hākim al-Naysābūrī reported by way of an isnād from Jābir b. ‘Abd Allāh al-Ansārī who said ‘The Messenger of God s was reciting surāt al-Rahmān to us and when he completed it he said “What is wrong with you that you have been silent throughout? Verily the jinn are more responsive than you. Not once did I recite this verse to them — So which of your Lord’s favours will you deny? — but that they said ‘Not one of your graces our Lord do we deny for all praise belongs to You’ ”."
    },
    {
      "ayah": 14,
      "surah": 55,
      "text": "He created man Adam of dry clay salsāl a dry hollow mud producing an echo if tapped resembling the potter’s fakhkhār clay that has been baked"
    },
    {
      "ayah": 15,
      "surah": 55,
      "text": "and He created the Jann the father of the jinn namely Iblīs of a smokeless flame of fire."
    },
    { "ayah": 16, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 17,
      "surah": 55,
      "text": "Lord of the two Easts the points of the winter sunrise and the summer sunrise and Lord of the two Wests likewise the two points of sunset."
    },
    { "ayah": 18, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 19,
      "surah": 55,
      "text": "He has loosed the two waters the sweet and the salty; and so they meet in the perception of the eye."
    },
    { "ayah": 2, "surah": 55, "text": "has taught whomever He will the Qur’ān." },
    {
      "ayah": 20,
      "surah": 55,
      "text": "Between them there is a barrier by His power exalted be He. They do not overstep neither of the two encroaches upon the other to become mixed with it."
    },
    { "ayah": 21, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 22,
      "surah": 55,
      "text": "From both of them from the point at which they seem to meet — but which is actually from only one of the two and that is the salt water — is brought forth yukhraju passive may also be read as active yakhruju ‘emerge’ the pearl and the coral marjān these are red pieces of shell or small pearls."
    },
    { "ayah": 23, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 24,
      "surah": 55,
      "text": "His are the crafted ships that sail in the sea appearing like landmarks like mountains in their tremendous size and height."
    },
    { "ayah": 25, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 26,
      "surah": 55,
      "text": "Everyone who is on it that is on the earth of animal beings will perish man ‘who’ is used to indicate predominance of rational beings;"
    },
    {
      "ayah": 27,
      "surah": 55,
      "text": "yet there will remain the countenance of your Lord His Essence the countenance of majesty magnificence and munificence towards believers through His graces to them."
    },
    { "ayah": 28, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 29,
      "surah": 55,
      "text": "All that is in the heavens and the earth implore Him either by way of speech or by their very state of dependence on Him for the strength which they require for worship for provision forgiveness and other things. Every day all the time He is upon some matter something that He manifests in accordance with what He has decreed since pre-eternity such as the giving of life the bringing of death exalting and abasing individuals giving abundantly and withholding responding to a supplicating person and giving the one requesting something and so on and so forth."
    },
    { "ayah": 3, "surah": 55, "text": "He created man the species mankind" },
    { "ayah": 30, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 31,
      "surah": 55,
      "text": "We will attend to you We shall turn to reckon with you O you two heavy ones! mankind and jinn."
    },
    { "ayah": 32, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 33,
      "surah": 55,
      "text": "O company of jinn and humans if you are able to pass through to exit from the confines the regions of the heavens and the earth then pass through! — a command meant to challenge them to what they are incapable of doing. You will not pass through except with a sanction except with some power and you have no power for such a thing."
    },
    { "ayah": 34, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 35,
      "surah": 55,
      "text": "Against you will be unleashed a heat of fire shuwāz can either mean that the flame thereof has no smoke or that it does have it with it and a flash of brass without any flame and you will not be able to seek help you will not be able to defend yourselves against this nay it will drive you to the site of the Gathering."
    },
    { "ayah": 36, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 37,
      "surah": 55,
      "text": "And when the heaven is split open when it becomes open with many gates in preparation for the descent of the angels and it turns crimson wardatan literally ‘a rose’ in other words red like this rose like tanned leather red skins in contrast to its the heaven’s usual appearance the response to idhā ‘when’ is along the lines of fa-mā a‘zama’l-hawli ‘How great will be the terror then!’."
    },
    { "ayah": 38, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 39,
      "surah": 55,
      "text": "Thus on that day no man will be questioned about his sin nor any jinn about his sin; but they are questioned on some other occasion By your Lord We shall question them all Q.1592 al-jānn in this instance and in what will follow denotes the jinn and also in both cases al-ins denotes human beings."
    },
    { "ayah": 4, "surah": 55, "text": "teaching him the coherent speech utterance." },
    { "ayah": 40, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 41,
      "surah": 55,
      "text": "The guilty will be recognised by their mark blackened faces and bruised eyes; so they will be seized by the forelocks and the feet."
    },
    { "ayah": 42, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    { "ayah": 43, "surah": 55, "text": "‘This is Hell which the guilty were wont to deny!’" },
    {
      "ayah": 44,
      "surah": 55,
      "text": "They shall pass round they shall pace between it and boiling hot water water of extreme temperature which they are given to drink every time they call to be rescued from the heat of the Fire ānin is defective like qādin."
    },
    { "ayah": 45, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 46,
      "surah": 55,
      "text": "But for those who feared that is for every one of them or for all of them together the station of their Lord the standing before Him for the Reckoning and therefore refrained from being disobedient to Him there will be two gardens."
    },
    { "ayah": 47, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 48,
      "surah": 55,
      "text": "Both with dhawātā the dual form of the regular form dhawāt with its lām its third consonant is changed into a yā’ abundant branches afnān is the plural of fanan similar in pattern to talal atlāl."
    },
    { "ayah": 49, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 5,
      "surah": 55,
      "text": "The sun and the moon follow a reckoning they move according to a strict calculation"
    },
    { "ayah": 50, "surah": 55, "text": "In both of them there are two flowing springs." },
    { "ayah": 51, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 52,
      "surah": 55,
      "text": "In both of them of every fruit fākiha of the fruits of this world — or it fākiha means all those things in which one delights yutafakkahu bihi — there are two kinds two varieties one juicy one dried and those which in this world are bitter like colocynth will be sweet therein."
    },
    { "ayah": 53, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 54,
      "surah": 55,
      "text": "They will be reclining muttaki’īna is a circumstantial qualifier operated by an omitted verb that is to say yatana‘‘amūna they will enjoy bliss while reclining’ upon couches lined with heavy silk brocade istabraq thick or coarse silk the outer lining being of fine silk sundus. And the fruits of both gardens will be near so that it may be reached by the one standing up the one sitting down or the one lying down."
    },
    { "ayah": 55, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 56,
      "surah": 55,
      "text": "In them in the two gardens and what they comprise of upper chambers and palaces are maidens of restrained glances restricting their eyes to those spouses of theirs from among either the men or the jinn who are reclining maidens who have not been touched who have not been deflowered — and these maidens are either houris or women of this world who will have been created anew by any man or jinn before them."
    },
    { "ayah": 57, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 58,
      "surah": 55,
      "text": "It is as though they are rubies in their purity and pearls in their fairness."
    },
    { "ayah": 59, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 6,
      "surah": 55,
      "text": "and the grass all stalkless vegetation and the trees that vegetation which possesses stalk prostrate comply with what is required of them."
    },
    {
      "ayah": 60,
      "surah": 55,
      "text": "Is the reward of goodness manifested through obedience anything but goodness? granted through bliss?"
    },
    { "ayah": 61, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 62,
      "surah": 55,
      "text": "And beside these two mentioned gardens there will be two other gardens in addition for those who feared the standing before their Lord."
    },
    { "ayah": 63, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 64,
      "surah": 55,
      "text": "Deep green mudhāmmatān this means that they are almost black on account of the intensity of their greenness."
    },
    { "ayah": 65, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    { "ayah": 66, "surah": 55, "text": "In both of them will be two gushing fountains rushing with water unceasing." },
    { "ayah": 67, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 68,
      "surah": 55,
      "text": "In both of them will be fruits and date-palms and pomegranates the latter two fruits being from among these fruits of the two gardens; but it is also said that they belong to the fruits of some other garden."
    },
    { "ayah": 69, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 7,
      "surah": 55,
      "text": "And He has raised the heaven and set up the balance He has established justice"
    },
    {
      "ayah": 70,
      "surah": 55,
      "text": "In them that is in the two gardens and their palaces and what they comprise are maidens who are good in nature and with beautiful faces."
    },
    { "ayah": 71, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 72,
      "surah": 55,
      "text": "Houris hur this means maidens with intense black eyes set against the intense whiteness of the iris secluded concealed in pavilions made of studded gems annexed to the palaces like boudoirs."
    },
    { "ayah": 73, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 74,
      "surah": 55,
      "text": "Untouched by any man before them before these soon-to-be spouses of theirs or jinn."
    },
    { "ayah": 75, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 76,
      "surah": 55,
      "text": "Reclining namely their spouses muttaki’īna syntactically it is as described above upon green cushions rafraf is the plural of rafrafa which can mean either ‘carpets’ or ‘cushions’ and lovely druggets ‘abqariyyin the plural of ‘abqariyya which are velvet carpets."
    },
    { "ayah": 77, "surah": 55, "text": "So which of your Lord’s favours will you deny?" },
    {
      "ayah": 78,
      "surah": 55,
      "text": "Blessed be the Name of your Lord He of Majesty and Munificence as explained above; the word ism is extra."
    },
    {
      "ayah": 8,
      "surah": 55,
      "text": "declaring that you should not contravene that is to say so that you may not do wrong with regard to the balance that instrument with which one weighs."
    },
    {
      "ayah": 9,
      "surah": 55,
      "text": "And observe the weights with justice fairly and do not skimp the balance do not decrease the value of what is being weighed."
    }
  ]
}
