{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 58,
      "text": "God has certainly heard the words of her who disputes with you her who consults you O Prophet concerning her husband who has repudiated her by zihār — he had said to her ‘You are to me as untouchable as the back of my mother’. She asked the Prophet s about this and he told her that she was thenceforth forbidden to him as was customary among them at the time of Jāhiliyya namely that repudiation by zihār results in permanent separation. She was Khawla bt. Tha‘laba and he was Aws b. al-Sāmit — and complains to God of her being alone and of her impoverishment while having young children whom if she were to leave with him they would go astray but whom if they remained with her would go hungry. And God hears your conversation your consulting. Assuredly God is Hearer Seer He is Knower."
    },
    {
      "ayah": 10,
      "surah": 58,
      "text": "Secret conversations tainted with sin and the like are of the work of Satan a result of his deception that those who believe may end up grieving; but he cannot harm them in any way except God’s leave that is except by His will. And in God let the believers put all their trust."
    },
    {
      "ayah": 11,
      "surah": 58,
      "text": "O you who believe when it is said to you ‘Make room’ during the assembly during the assembly convened with the Prophet s or for remembrance so that those arriving to join you may find room to sit al-majlis ‘assembly’ may also be read in the plural al-majālis then make room; God will make room for you in Paradise. And when it is said ‘Rise up’ stand up for prayer or for other good deeds do rise up a variant reading for unshuzū fa’nshuzū has anshizū in both instances sc. anshizū fa’nshizū; God will raise those of you who have faith thereby obeying this command and He will raise those who have been given knowledge by degrees in Paradise. And God is Aware of what you do."
    },
    {
      "ayah": 12,
      "surah": 58,
      "text": "O you who believe when you converse in secret with the Messenger when you wish to converse with him privately offer some voluntary alms before your secret talk. That is better for you and purer for your sins. But if you find nothing to offer as alms then God is indeed Forgiving of your secret conversation Merciful to you. In other words nothing will be held against you for holding a secret conversation without having offered some voluntary alms beforehand. However He God abrogated this later by saying"
    },
    {
      "ayah": 13,
      "surah": 58,
      "text": "Do you fear read a-ashfaqtum either pronouncing both hamzas fully or by replacing the second one with an alif or not pronouncing it but inserting an alif between the one not unpronounced and the other one or without this insertion poverty when you fear to offer voluntary alms before your secret talks. So as you did not do this giving of voluntary alms and God relented to you waiving this requirement for you maintain prayer and pay the alms and obey God and His Messenger that is to say observe these duties regularly. For God is Aware of what you do."
    },
    {
      "ayah": 14,
      "surah": 58,
      "text": "Have you not regarded have you not seen those who — these being the hypocrites — fraternise with a folk — these being the Jews — at whom God is wrathful? They the hypocrites neither belong with you the believers nor with them the Jews but are suspended in between and they swear falsely in other words saying that they are believers while they know that they are lying in this."
    },
    {
      "ayah": 15,
      "surah": 58,
      "text": "God has prepared for them a severe chastisement. Evil indeed is that which they are wont to do in the way of acts of disobedience."
    },
    {
      "ayah": 16,
      "surah": 58,
      "text": "They have taken their oaths as a shield a means of protection for themselves and their possessions and so they bar thereby the believers from the way of God that is from engaging in a struggle against them thereby slaying them and seizing their possessions. So for them there will be a humiliating chastisement."
    },
    {
      "ayah": 17,
      "surah": 58,
      "text": "Neither their possessions nor their children will avail them in any way against God against His chastisement. Those — they are the inhabitants of the Fire wherein they will abide."
    },
    {
      "ayah": 18,
      "surah": 58,
      "text": "Mention the day when God will raise them all together whereupon they will swear to Him that they are believers just as they swear to you now and suppose that they are standing on something beneficial by swearing in Hereafter just as they supposed it to have been beneficial for them in this world. Yet assuredly it is they who are the liars!"
    },
    {
      "ayah": 19,
      "surah": 58,
      "text": "Satan has prevailed upon them by their obedience of him and so he has caused them to forget the remembrance of God. Those are Satan’s confederates his followers. Yet it is indeed Satan’s confederates who are the losers!"
    },
    {
      "ayah": 2,
      "surah": 58,
      "text": "Those of you who repudiate their wives by zihār yazzahharūna is actually yatazahharūna in which the tā’ has been assimilated with the zā’; a variant reading has yazzāharūna and still another has yuzāhirūna similar in form to yuqātilūna; the same applies for the second instance of this verb below they are not their mothers; their mothers are only those who read allā’ī or without the final long yā’ allā’i gave birth to them and indeed they in repudiating them by zihār utter indecent words and a calumny a lie. Yet assuredly God is Pardoning Forgiving to the one who repudiates by zihār through an atonement which he must offer."
    },
    {
      "ayah": 20,
      "surah": 58,
      "text": "Indeed those who oppose God and His Messenger — they will be among the most abased the vanquished."
    },
    {
      "ayah": 21,
      "surah": 58,
      "text": "God has inscribed in the Preserved Tablet or it means He has decreed ‘I shall assuredly prevail I and My messengers’ by means of definitive proof or the sword. Truly God is Strong Mighty."
    },
    {
      "ayah": 22,
      "surah": 58,
      "text": "You will not find a people who believe in God and the Last Day loving befriending those who oppose God and His Messenger even though they the opposers were their fathers that is to say the believers’ fathers or their sons or their brothers or their clan rather you will find that they intend to do them harm and they fight them over the question of faith as occurred on one occasion with some Companions may God be pleased with them. For those the ones who are not loving of them He has inscribed He has established faith upon their hearts and reinforced them with a spirit a light from Him exalted be He and He will admit them into gardens underneath which rivers flow wherein they will abide God being pleased with them for their obedience of Him and they being pleased with Him because of His reward. Those they are God’s confederates following His command and refraining from what He has forbidden. Assuredly it is God’s confederates who are the successful the winners."
    },
    {
      "ayah": 3,
      "surah": 58,
      "text": "And those who repudiate their wives by zihār and then go back on what they have said instead doing the opposite of this and retaining the woman divorced by zihār that which is contrary to the purpose of zihār in which a woman is characterised as being forbidden — then the penalty for them is the setting free of a slave an obligation upon him before they touch one another in sexual intercourse. By this you are being admonished; and God is Aware of what you do."
    },
    {
      "ayah": 4,
      "surah": 58,
      "text": "And he who cannot find the wherewithal to set free a slave then his redemption shall be the fasting of two successive months before they touch one another. And if he is unable to fast then the redemption shall be the feeding of sixty needy persons as an obligation upon him that is before they touch one another understanding the unrestricted prescription as having the same restriction as the restricted one. For every needy person he should give one mudd measure of the principal food of the town. This namely lightening of the atonement is so that you may believe in God and His Messenger. And these namely the rulings mentioned are God’s bounds; and for the rejecters of them there is a painful chastisement."
    },
    {
      "ayah": 5,
      "surah": 58,
      "text": "Indeed those who oppose God and His Messenger will be abased humiliated just as those before them were abased for opposing their messengers. And verily We have revealed clear signs indicating the truthfulness of the Messenger and for those who disbelieve in the signs there is a humiliating chastisement."
    },
    {
      "ayah": 6,
      "surah": 58,
      "text": "The day when God will raise them all together He will then inform them of what they did. God has kept count of it while they forgot it. And God is Witness to all things."
    },
    {
      "ayah": 7,
      "surah": 58,
      "text": "Have you not seen have you not realised that God knows all that is in the heavens and all that is in the earth? Not secret conversation of three takes place but He is their fourth companion by virtue of His omniscience nor of five but He is their sixth nor of fewer than that or more but He is with them wherever they may be. Then He will inform them of what they did on the Day of Resurrection. Assuredly God has knowledge of all things."
    },
    {
      "ayah": 8,
      "surah": 58,
      "text": "Have you not seen have you not observed those who were forbidden from conversing in secret but then returned to that they had been forbidden and all the while hold secret conversations tainted with sin and plans for enmity and disobedience to the Messenger? These were the Jews whom the Prophet s had forbidden them what they used to do in their secret talks that is their habit of conversing secretly with one another and giving the believers looks in order to cast doubt into their hearts about the faith. And who when they come to you they greet you O Prophet with that with which God never greeted you — namely their saying to the Prophet al-sāmu ‘alayka meaning ‘Death be upon you’ and they say within themselves ‘Why does God not chastise us for what we say?’ in the way of such a greeting and our saying that he is not a prophet if he truly were a prophet. Hell will suffice them! In it they will be made to burn — and what an evil journey’s end! it is."
    },
    {
      "ayah": 9,
      "surah": 58,
      "text": "O you who believe if you do talk in secret then do not talk in secret sinfully and in enmity and disobedience to the Messenger but talk secretly in piety and fear of God. And fear God to Whom you will be gathered."
    }
  ]
}
