{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 67,
      "text": "Blessed exalted above the attributes of created beings is He in Whose hand at Whose disposal is all sovereignty all authority and power and He has power over all things."
    },
    {
      "ayah": 10,
      "surah": 67,
      "text": "And they will say ‘Had we listened that is listening so as to understand or comprehended that is comprehension entailing reflection upon the truth we would not have been among the inhabitants of the Blaze’."
    },
    {
      "ayah": 11,
      "surah": 67,
      "text": "Thus they will confess when confession is of no avail their sin which was their denial of the warners. So away suhqan or suhuqan with the inhabitants of the Blaze! so far away may they be from God’s mercy."
    },
    {
      "ayah": 12,
      "surah": 67,
      "text": "Assuredly those who fear their Lord in secret while they are absent from people’s eyes being obedient to Him in secret such that openly before people it is all the more likely that they fear their Lord — there will be for them forgiveness and a great reward namely Paradise."
    },
    {
      "ayah": 13,
      "surah": 67,
      "text": "And whether you keep secret O people your speech or proclaim it He indeed exalted be He is Knower of what is in the breasts of what they contain so how much more so is He Knower in the case of what you utter openly — the reason for the revelation of this verse was that the idolaters said to one another ‘Speak secretly and Muhammad’s god will not hear you’."
    },
    {
      "ayah": 14,
      "surah": 67,
      "text": "Will He Who has created not know? what you keep secret in other words will His knowledge of things be precluded by such secret speech? And He is the Subtle in His knowledge the Aware therein."
    },
    {
      "ayah": 15,
      "surah": 67,
      "text": "It is He Who made the earth tractable for you easy for you to walk on; so walk in its flanks and eat of His provision that has been created for you; and to Him is the resurrection from the graves for the Requital."
    },
    {
      "ayah": 16,
      "surah": 67,
      "text": "Are you secure read a-amintum pronouncing both hamzas fully or by not pronouncing the second one inserting an alif between it and the other one or without the insertion but replacing it with an alif instead in thinking that He Who is in the heaven that He Whose authority and power is in the heaven will not cause the earth to swallow you an yakhsifa substitutes for man ‘He Who’ while it quakes? while it moves underneath you and rises above you?"
    },
    {
      "ayah": 17,
      "surah": 67,
      "text": "Are you secure in thinking that He Who is in the heaven will not unleash an yursila substitutes for man ‘He Who’ upon you a squall of pebbles? a wind hurling pebbles at you. But you will soon come to know upon seeing the chastisement with your own eyes the nature of My warning My warning of chastisement in other words you will soon see that it was true."
    },
    {
      "ayah": 18,
      "surah": 67,
      "text": "And verily those communities who were before them denied then see how was My rebuttal! how was My rebuttal of them in destroying them when they denied in other words how it was true."
    },
    {
      "ayah": 19,
      "surah": 67,
      "text": "Or have they not seen the birds above them in the air spreading their wings and closing? their wings after spreading them? in other words read wa-yaqbidna as wa-qābidātin similar to sāffātin ‘spreading’. Nothing sustains them from falling either when they are spreading them or closing them except the Compassionate One by His power. Indeed He is Seer of all things. The meaning is have they not inferred from the fact that the birds are able to remain in the air that We have the power to do with them what has been mentioned above as well as inflicting upon them other kinds of chastisement?"
    },
    {
      "ayah": 2,
      "surah": 67,
      "text": "He Who created death in this world and life in the Hereafter — or both of them in this world since the sperm-drop is imbued with life life being that power by which sensation becomes possible death being the opposite of this or the non-existence of it — these being two alternative opinions; in the case of the latter life in the Hereafter ‘creation’ implies ‘ordainment’ — that He may try you that He may test you in this life to see which of you is best in conduct which of you is most obedient to God and He is the Mighty in His vengeance against those who disobey Him the Forgiving to those who repent to Him;"
    },
    {
      "ayah": 20,
      "surah": 67,
      "text": "Or who am-man the subject is it hādhā its predicate that alladhī a substitution for hādhā ‘is it’ will be an army supporters for you lakum belongs to the relative clause of alladhī ‘that’ to help you yansurukum is an adjectival qualification of jundun ‘an army’ besides the Compassionate One? that is to say other than Him who is there that will be able to avert His chastisement from you in other words you have no helper. The disbelievers are in nothing but delusion Satan has deluded them into believing that the chastisement will not befall them."
    },
    {
      "ayah": 21,
      "surah": 67,
      "text": "Or who is it that will provide for you if He the Compassionate One withholds His provision? that is to say if He withholds the rain from you the response to the conditional has been omitted but is indicated by what preceded it namely the statement to the effect ‘who will provide for you?’ and so the response would be you have no provider other than Him. Nay but they persist in disdain and aversion moving away further from the truth."
    },
    {
      "ayah": 22,
      "surah": 67,
      "text": "Is he who walks cast down fallen on his face more rightly guided or he who walks upright on a straight path? the predicate of the second man ‘who’ has been omitted but is indicated by the predicate of the first namely ahdā ‘more rightly guided’; the similitude refers to the believer and the disbeliever and to which of the two is more rightly guided."
    },
    {
      "ayah": 23,
      "surah": 67,
      "text": "Say ‘It is He Who created you and endowed you with hearing and sight and hearts. Little do you thank!’ mā tashkurūna mā is extra; the sentence itself is a new independent one informing of how extremely little they give thanks for these graces."
    },
    {
      "ayah": 24,
      "surah": 67,
      "text": "Say ‘It is He Who multiplied you created you on earth and to Him you will be gathered’ for the Reckoning."
    },
    {
      "ayah": 25,
      "surah": 67,
      "text": "And they say to the believers ‘When will this promise be fulfilled the promise of the gathering if you are truthful?’ about it."
    },
    {
      "ayah": 26,
      "surah": 67,
      "text": "Say ‘The knowledge of its coming is only with God and I am but a plain warner’ one whose warning is plain."
    },
    {
      "ayah": 27,
      "surah": 67,
      "text": "But when they see it that is the chastisement after the gathering near at hand the faces of those who disbelieved will be awry blackened and it will be said that is the keepers of Hell will say to them ‘This is that chastisement which the warning of which you used to make claims about’ claims to the effect that you would not be resurrected — this is the narration of a situation that will take place in the future and which has been expressed using the past tense in order to confirm that it will actually take place."
    },
    {
      "ayah": 28,
      "surah": 67,
      "text": "Say ‘Have you considered If God destroys me and those with me of believers by His chastisement as you would have it or has mercy on us and does not chastise us who then will protect the disbelievers from a painful chastisement?’ in other words they will have no protector from it."
    },
    {
      "ayah": 29,
      "surah": 67,
      "text": "Say ‘He is the Compassionate One; we believe in Him and in Him we put our trust. And assuredly you will soon know sa-ta‘lamūna is also read sa-ya‘lamūna ‘they will know’ upon seeing the chastisement with your own eyes who is in manifest error’ is it us or yourselves or them?"
    },
    {
      "ayah": 3,
      "surah": 67,
      "text": "Who created seven heavens in layers one above the other without any contact between them. You do not see in the Compassionate One’s creation of these or of other things any irregularity any disparity or discordance. Then cast your eyes again turn them toward the heaven Do you see in it any fissure? any cracks or ruptures?"
    },
    {
      "ayah": 30,
      "surah": 67,
      "text": "Say ‘Have you considered If your water were to sink deep into the earth who then will bring you running water?’ which hands and buckets would be able to reach like they do your water in other words none but God exalted be He would be able to bring it so how can you reject that He will resurrect you? It is commendable for one to say Allāhu rabbu’l-‘ālamīna ‘God Lord of the Worlds!’ after ma‘īn ‘running water’ as is stated in a hadīth. This verse was recited before a certain tyrant who then replied ‘Hatchets and pickaxes will bring it!’ whereupon the water of his eyes dried up and he became blind. We seek refuge with God against that we should be insolent towards Him or His verses."
    },
    {
      "ayah": 4,
      "surah": 67,
      "text": "Then cast your eyes yet again once and then twice and your sight will return to you humbled abject on account of it not perceiving any fissure and wearied unable to see any fissure."
    },
    {
      "ayah": 5,
      "surah": 67,
      "text": "And verily We have adorned the lowest heaven the one closest to the earth with lamps with stars and made them missiles against the devils should they attempt to listen by stealth in which case a meteor of fire detaches itself from the star just like a brand is taken from a fire and either kills that jinn or deprives him of his senses it is not that the star itself is displaced from its position; and We have prepared for them the chastisement of the Blaze the ignited Fire."
    },
    {
      "ayah": 6,
      "surah": 67,
      "text": "And for those who disbelieve in their Lord there is the chastisement of Hell and what an evil journey’s end! it is."
    },
    {
      "ayah": 7,
      "surah": 67,
      "text": "When they are flung into it they hear it blaring producing a horrid sound like that of an ass as it seethes"
    },
    {
      "ayah": 8,
      "surah": 67,
      "text": "almost exploding tamayyazu a variant reading has the original form tatamayyazu ripped apart with rage in wrath against the disbelievers. Whenever a host a group of them is flung into it its keepers ask them an interrogation of rebuke ‘Did there not come to you a warner?’ a messenger to warn you of God’s chastisement."
    },
    {
      "ayah": 9,
      "surah": 67,
      "text": "They will say ‘Yes a warner did indeed come to us but we denied and said “God has not revealed anything; you are assuredly in great error”’ this last words may be the words of the angels spoken to the disbelievers when they are told of the denial or they may belong to the words of the disbelievers spoken to the warners."
    }
  ]
}
