{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 72,
      "text": "Say O Muhammad (s) to people ‘It has been revealed to me that is to say I have been informed by way of revelation from God exalted be He that annahu the suffixed pronoun is that of the matter a company of the jinn the jinn of Nasībīn. This was at the time of the morning prayer at Batn Nakhla a location between Mecca and Tā’if — these jinn being those mentioned in God’s saying And when We sent a company of jinn your way…’ Q. 4629 — listened to my recitation then said to their people upon returning to them “We have indeed heard a marvellous Qur’ān whose clarity the richness of its meanings and other aspects one marvels at"
    },
    {
      "ayah": 10,
      "surah": 72,
      "text": "And we do not know by not being able to eavesdrop by stealth whether ill is intended for those who are in the earth or whether their Lord intends for them good."
    },
    {
      "ayah": 11,
      "surah": 72,
      "text": "And that among us some have become righteous after having listened to the Qur’ān and some of us are otherwise that is to say a folk who are unrighteous; we are made up of different sects opposing groups some submitters to God and others disbelievers."
    },
    {
      "ayah": 12,
      "surah": 72,
      "text": "And we assume that an softened in place of the hardened form that is to say annahu we will never be able to elude God in the earth nor will we be able to elude Him by fleeing — we will not be able to escape Him whether we are on earth or fleeing from it in the heavens."
    },
    {
      "ayah": 13,
      "surah": 72,
      "text": "And that when we heard the guidance the Qur’ān we believed in it. For whoever believes in his Lord read an implied huwa ‘he’ before fa-lā yakhāfu shall fear neither loss a diminishing of his good deeds nor oppression nor injustice by having his evil deeds increased."
    },
    {
      "ayah": 14,
      "surah": 72,
      "text": "And that among us some have submitted to God while some of us are unjust tyrants — on account of their disbelief. So whoever has submitted to God those are the ones who seek right guidance."
    },
    {
      "ayah": 15,
      "surah": 72,
      "text": "And as for those are unjust they will be firewood fuel for Hell!” ’ annā annahum and annahu totalling all twelve instances above including innahu ta‘ālā and annā minnā’l-muslimūna and what comes in between them may be read with a kasra sc. innā innahum etc. indicating a new sentence every time or with a fatha sc. annā annahum etc. indicating the statement that will follow as a relative clause."
    },
    {
      "ayah": 16,
      "surah": 72,
      "text": "God exalted be He says the following about the Meccan disbelievers And it has been revealed to me that if they allaw softened in place of the hardened form its subject having been omitted that is to say annahum law which is a supplement to annahu istama‘a ‘that a company of jinn listened’ adopt the right path the path of submission to God We will give them abundant water to drink plenteous water from the heaven — this was after rain had been withheld from them for seven years —"
    },
    {
      "ayah": 17,
      "surah": 72,
      "text": "so that We may try them test them therein and so know through knowledge outwardly manifested the nature of their gratitude. And whoever turns away from the remembrance of his Lord from the Qur’ān We will admit him naslukhu or read first person yaslukhu ‘He will admit him’ into a tortuous chastisement."
    },
    {
      "ayah": 18,
      "surah": 72,
      "text": "And it has been revealed to me that the places of prayer belong to God so do not invoke in them anyone along with God by associating others with Him like the Jews and Christians do who when they enter their churches and temples they ascribe partners to God."
    },
    {
      "ayah": 19,
      "surah": 72,
      "text": "And that annahu; or innahu as a new sentence the pronoun being that of the matter when the servant of God the Prophet Muhammad (s) rose to invoke Him to worship Him at Batn Nakhla they that is the jinn listening to his recitation were almost upon him in heaps libadan or lubadan the plural of libda or lubda like felt in the way they were heaped on top of one another crowding in their eagerness to listen to the Qur’ān."
    },
    {
      "ayah": 2,
      "surah": 72,
      "text": "which guides to rectitude to faith and propriety. Therefore we believe in it and we will never after this day associate anyone with our Lord."
    },
    {
      "ayah": 20,
      "surah": 72,
      "text": "He said in response to the disbelievers saying ‘Abandon this affair of yours!’ a variant reading for qāla ‘he said’ has qul ‘Say’ ‘I invoke only my Lord as God and I do not associate anyone with Him’."
    },
    {
      "ayah": 21,
      "surah": 72,
      "text": "Say ‘I truly have no power to bring you any harm to lead you astray or any guidance’ any good."
    },
    {
      "ayah": 22,
      "surah": 72,
      "text": "Say ‘Indeed none shall protect me from God from His chastisement were I to disobey Him and I shall never find besides Him that is other than Him any refuge."
    },
    {
      "ayah": 23,
      "surah": 72,
      "text": "I have power to bring you only a communication illā balāghan is excepted from the direct object clause of amliku ‘I have power to bring’ that is to say I have power only to communicate the Message to you from God that is on His behalf and His Messages wa-risālātihi is a supplement to balāghan ‘a communication’; what comes between the excepted clause and the clause from which it is excepted is a parenthetical statement intended to emphasise the preclusion of the Prophet’s ‘ability to bring them anything else’. And whoever disobeys God and His Messenger concerning the affirmation of His Oneness and hence does not believe — indeed there will be for him the fire of Hell abiding khālidīna is a circumstantial qualifier referring to the person indicated by man ‘whoever’ in lahu ‘for him’ taking into account its plural import; it khālidīna is also an implied circumstantial qualifier in other words they shall enter it with their abiding having been preordained therein forever’."
    },
    {
      "ayah": 24,
      "surah": 72,
      "text": "Such that when they see hattā is for inceptiveness but also entailing a purposive sense to an implied preceding clause that is to say they persist in their disbelief until they come to see … what they are promised of chastisement they will then know at the moment that it befalls them either on the day of Badr or on the Day of Resurrection who is weaker in supporters and fewer in numbers in assistants is it them or the believers — according to the former reading? Or is it Me or them according to the latter. Some of them said ‘When will this promise be fulfilled?’ whereupon the following was revealed"
    },
    {
      "ayah": 25,
      "surah": 72,
      "text": "Say ‘I do not know if what you are promised of chastisement is near or if my Lord has set a distant length for it an extent and a term which only He knows."
    },
    {
      "ayah": 26,
      "surah": 72,
      "text": "Knower He is of the Unseen what is hidden from servants and He does not disclose He does not reveal His Unseen to anyone from mankind"
    },
    {
      "ayah": 27,
      "surah": 72,
      "text": "except to a messenger of whom He approves. Then in addition to disclosing to him what He will to disclose of it by way of making it a miracle for him He despatches He appoints and sends forth before him namely the Messenger and behind him watchers angels to preserve him until He has conveyed it to him as part of the entire revelation"
    },
    {
      "ayah": 28,
      "surah": 72,
      "text": "so that He God may know by knowledge outwardly manifested that an softened in place of the hardened form that is to say annahu they that is the messengers have conveyed the Messages of their Lord the plural person of the verb ablaghū ‘they have conveyed’ takes into account the plural implication of man ‘whom’ and He encompasses all that is with them wa-ahāta bimā ladayhim is a supplement to an implied clause that is to say so He has knowledge of that and keeps count of all things’ ‘adadan ‘count’ is for specification; it is transformed from a direct object sc. ‘adada originally ahsā ‘adada kulli shay’in ‘He keeps count of all things’."
    },
    {
      "ayah": 3,
      "surah": 72,
      "text": "And we believe that annahu the pronoun in this and in the next two instances is that of the matter — exalted be the majesty of our Lord transcendent is His majesty and magnificence above what is ascribed to Him — He has taken neither spouse nor son."
    },
    {
      "ayah": 4,
      "surah": 72,
      "text": "And that the fool among us the ignorant one among us used to utter atrocious lies against God extreme calumny by attributing to Him a spouse and a son."
    },
    {
      "ayah": 5,
      "surah": 72,
      "text": "And we thought that an softened that is to say annahu humans and jinn would never utter a lie against God by attributing such things to Him until we discovered their mendacity thereby. God exalted be He says"
    },
    {
      "ayah": 6,
      "surah": 72,
      "text": "And that certain individuals of mankind used to seek the protection of certain individuals of the jinn when they stopped over in dangerous places during their journeys — whereat every man would say ‘I seek the protection of the lord of this place against the evil of the insolent ones in it’ — so that they increased them by their seeking their protection in oppressiveness such that they would say ‘We are now lords of jinn and humans!’."
    },
    {
      "ayah": 7,
      "surah": 72,
      "text": "And they namely the jinn thought just as you O humans thought that an softened in place of the hardened form that is to say annahu God would never raise anyone after his death."
    },
    {
      "ayah": 8,
      "surah": 72,
      "text": "The jinn say And we made for the heaven we desired to listen by stealth but we found it filled with mighty guards from among the angels and meteors scorching stars this was at the time of the sending of the Prophet s."
    },
    {
      "ayah": 9,
      "surah": 72,
      "text": "And we used to that is to say before his Mission sit in certain places therein to listen in; but anyone listening now will find a meteor lying in wait for him aimed at him ready to strike him."
    }
  ]
}
