{
  "ayahs": [
    { "ayah": 1, "surah": 80, "text": "He the Prophet frowned glowered with his face and turned away" },
    {
      "ayah": 10,
      "surah": 80,
      "text": "to him you pay no heed talahhā the original second tā’ of tatalahhā has been omitted that is to say from him you are distracted by other things."
    },
    {
      "ayah": 11,
      "surah": 80,
      "text": "No indeed! do not behave like this. Truly it the sūra is or the verses are a reminder an admonition for all creatures —"
    },
    {
      "ayah": 12,
      "surah": 80,
      "text": "so let whoever will remember it preserve it in his memory and thus be admonished by it —"
    },
    {
      "ayah": 13,
      "surah": 80,
      "text": "on leaves fī suhufin is the second predicate of innahā ‘truly it’ and what precedes it is a parenthetical statement that are honoured by God"
    },
    { "ayah": 14, "surah": 80, "text": "elevated in the heavens purified exalted above the touch of devils" },
    { "ayah": 15, "surah": 80, "text": "in the hands of scribes who write it down from the Preserved Tablet" },
    { "ayah": 16, "surah": 80, "text": "noble pious obedient to God exalted be He these being the angels." },
    {
      "ayah": 17,
      "surah": 80,
      "text": "Perish man! accursed be the disbeliever! What has made him ungrateful? an interrogative statement meant as a rebuke — what has driven him to disbelief?"
    },
    {
      "ayah": 18,
      "surah": 80,
      "text": "From what thing has He created him? an interrogative meant as an affirmative which He then explains by saying"
    },
    {
      "ayah": 19,
      "surah": 80,
      "text": "From a drop of sperm did He create him then proportion him in stages as a blood-clot then an embryo up to the last stage of his creation."
    },
    {
      "ayah": 2,
      "surah": 80,
      "text": "because the blind man came to him ‘Abd Allāh son of Umm Maktūm who interrupted him while he was busy with those notables of Quryash whose submission to God he was very eager for. The blind man was not aware that he was busy with these and so he called out to him ‘Teach me of what God has taught you’. However the Prophet s went off to his house. He was then reproached for this with what was revealed in this sūra. Afterwards whenever he came to him the Prophet would say to him ‘Greetings to him on whose account God reproached me!’ and would lay down his cloak for him."
    },
    { "ayah": 20, "surah": 80, "text": "Then He made the way his exit from his mother’s belly easy for him;" },
    {
      "ayah": 21,
      "surah": 80,
      "text": "then He makes him die and buries him He places him in a grave that hides him;"
    },
    { "ayah": 22, "surah": 80, "text": "then when He wills He will raise him for the Resurrection." },
    {
      "ayah": 23,
      "surah": 80,
      "text": "No indeed! Verily he has not accomplished he has not done what He his Lord commanded him to do."
    },
    {
      "ayah": 24,
      "surah": 80,
      "text": "So let man consider in reflection his source of food how it is determined and procured for him"
    },
    { "ayah": 25, "surah": 80, "text": "that We pour down water from the clouds plenteously;" },
    { "ayah": 26, "surah": 80, "text": "then We split the earth into fissures with vegetation" },
    { "ayah": 27, "surah": 80, "text": "and cause the grains such as wheat and barley to grow therein" },
    { "ayah": 28, "surah": 80, "text": "and vines and herbs qadb is moist qatt" },
    { "ayah": 29, "surah": 80, "text": "and olives and date-palms" },
    {
      "ayah": 3,
      "surah": 80,
      "text": "And how would you know? Perhaps he would cleanse himself yazzakkā the original tā’ of yatazakkā has been assimilated with the zāy that is perhaps he would purge himself of sins by what he hears from you"
    },
    { "ayah": 30, "surah": 80, "text": "and gardens of dense foliage orchards teeming with trees" },
    {
      "ayah": 31,
      "surah": 80,
      "text": "and fruits and pastures abb is what cattle graze; it is also said to be ‘straw’"
    },
    {
      "ayah": 32,
      "surah": 80,
      "text": "as sustenance understand matā‘an as mut‘atan or tamtī‘an as explained above in the previous sūra for you and your flocks also as explained above."
    },
    { "ayah": 33, "surah": 80, "text": "So when the deafening Cry the second blast comes —" },
    { "ayah": 34, "surah": 80, "text": "the day when a man will flee from his own brother" },
    { "ayah": 35, "surah": 80, "text": "and his mother and his father" },
    {
      "ayah": 36,
      "surah": 80,
      "text": "and his wife and his sons yawma ‘the day when’ is a substitution for idhā ‘when’ the response to which is indicated by what follows —"
    },
    {
      "ayah": 37,
      "surah": 80,
      "text": "every person that day will have a matter to preoccupy him a predicament to distract him from the affairs of others in other words every person will be preoccupied with his own self."
    },
    { "ayah": 38, "surah": 80, "text": "On that day some faces will be shining radiant" },
    { "ayah": 39, "surah": 80, "text": "laughing joyous happy — these are the believers." },
    {
      "ayah": 4,
      "surah": 80,
      "text": "or be admonished yadhdhakkar the original tā’ of yatadhakkar has been assimilated with the dhāl and so the reminder the admonition heard from you might benefit him a variant reading for tanfa‘uhu has tanfa‘ahu as the response to the optative statement."
    },
    { "ayah": 40, "surah": 80, "text": "And some faces on that day will be covered with dust" },
    { "ayah": 41, "surah": 80, "text": "overcast covered with gloom darkness and blackness." },
    {
      "ayah": 42,
      "surah": 80,
      "text": "Those the people of this predicament are the disbelievers the profligates those who have combined disbelief with profligacy."
    },
    { "ayah": 5, "surah": 80, "text": "But as for the one who thinks himself self-sufficient through wealth" },
    {
      "ayah": 6,
      "surah": 80,
      "text": "to him you do attend tasaddā a variant reading has tassaddā where the original second tā’ of tatasaddā has been assimilated with the sād him you accept and turn your attention to;"
    },
    {
      "ayah": 7,
      "surah": 80,
      "text": "yet it is not your concern if he does not cleanse himself if he does not believe."
    },
    {
      "ayah": 8,
      "surah": 80,
      "text": "But as for him who comes to you hurrying yas‘ā is a circumstantial qualifier referring to the subject of the verb jā’a ‘comes’"
    },
    {
      "ayah": 9,
      "surah": 80,
      "text": "fearful of God wa-huwa yakhshā is a circumstantial qualifier referring to the subject of the verb yas‘ā ‘hurrying’ — this being the blind man —"
    }
  ]
}
