{
  "ayahs": [
    { "ayah": 1, "surah": 81, "text": "When the sun is folded away enfolded and stripped of its light" },
    {
      "ayah": 10,
      "surah": 81,
      "text": "and when the scrolls the scrolls containing the deeds are unrolled read nushirat or nushshirat when they are unfolded and spread out;"
    },
    {
      "ayah": 11,
      "surah": 81,
      "text": "and when the heaven is stripped off torn away from its place just as the skin of a sheep is stripped off;"
    },
    {
      "ayah": 12,
      "surah": 81,
      "text": "and when the Hell-fire is set ablaze read su‘irat or su‘‘irat when it is set alight;"
    },
    {
      "ayah": 13,
      "surah": 81,
      "text": "and when Paradise is brought near when it is brought close to those who have merited it that they may enter it the response to idhā ‘when’ at the beginning of the sūra and all that has been supplemented thereto is the following"
    },
    {
      "ayah": 14,
      "surah": 81,
      "text": "then a soul every soul at the time of the occurrence of the things mentioned which is the Day of Resurrection will know what it has presented of good or evil."
    },
    { "ayah": 15, "surah": 81, "text": "So I swear fa-lā lā is extra by the receding planets" },
    {
      "ayah": 16,
      "surah": 81,
      "text": "the movers the setters that is the five planets Saturn Jupiter Mars Venus and Mercury takhnusu means ‘they sink away’ during their orbit whereas we see stars at the end of their zodiacal course return to the start; taknisu means that they enter their kinās ‘hideaway’ in other words they retreat into their setting-places;"
    },
    {
      "ayah": 17,
      "surah": 81,
      "text": "and by the night as it approaches as it falls with its darkness or it means as it recedes;"
    },
    { "ayah": 18, "surah": 81, "text": "and by the dawn as it breathes as it extends until it becomes broad daylight" },
    {
      "ayah": 19,
      "surah": 81,
      "text": "truly this Qur’ān is the word of a messenger who is noble in the sight of God exalted be He — this being the messenger Gabriel it qawl ‘word’ has been annexed to him because he descends with it"
    },
    {
      "ayah": 2,
      "surah": 81,
      "text": "and when the stars scatter when they are extinguished and hurtle down towards the earth"
    },
    {
      "ayah": 20,
      "surah": 81,
      "text": "powerful one of mighty powers eminent one of eminent status makīnin is semantically connected ‘inda ‘in the presence of’ in the presence of the Lord of the Throne that is God exalted be He;"
    },
    {
      "ayah": 21,
      "surah": 81,
      "text": "obeyed there the angels obey him in the heavens trustworthy with the Revelation."
    },
    {
      "ayah": 22,
      "surah": 81,
      "text": "And your companion Muhammad (s) wa-mā sāhibukum a supplement to the clause from innahu ‘truly this is’ up to the last of the oath clauses is not a madman as you claim."
    },
    {
      "ayah": 23,
      "surah": 81,
      "text": "For verily he Muhammad (s) saw him Gabriel in the form in which he was created on the clear horizon the highest one towards the east;"
    },
    {
      "ayah": 24,
      "surah": 81,
      "text": "and he Muhammad (s) is not to be accused of knowing the Unseen what is hidden of the revelation and the tidings of the heaven a variant reading for bi-zanīnin has bi-danīnin meaning that he is not ‘niggardly’ with the Unseen so as to reduce something of it and not disclose it."
    },
    {
      "ayah": 25,
      "surah": 81,
      "text": "And it that is the Qur’ān is not the word of an accursed satan eavesdropping stealthily."
    },
    {
      "ayah": 26,
      "surah": 81,
      "text": "So where are you going? So what path are you going to follow in repudiating the Qur’ān and turning away from it?"
    },
    { "ayah": 27, "surah": 81, "text": "It is only a reminder an admonition for all worlds those of mankind and jinn" },
    {
      "ayah": 28,
      "surah": 81,
      "text": "for those of you who li-man shā’a minkum is a substitution for li’l-‘ālamīna ‘for all worlds’ using the same preposition wish to go straight by following the truth;"
    },
    {
      "ayah": 29,
      "surah": 81,
      "text": "but you will not wish to go straight along the path of truth unless God the Lord of the Worlds of all creatures wills that you should go straight along it."
    },
    {
      "ayah": 3,
      "surah": 81,
      "text": "and when the mountains are set in motion when they are blown away from the face of the earth becoming as scattered dust"
    },
    {
      "ayah": 4,
      "surah": 81,
      "text": "and when the pregnant camels are neglected abandoned without a herdsman or anyone to milk them on account of the matter that has come over them — even though previously no wealth was dearer to them than these pregnant camels;"
    },
    {
      "ayah": 5,
      "surah": 81,
      "text": "and when the wild beasts are mustered when they are brought together after being resurrected so that each of them may retaliate against the other before becoming dust;"
    },
    {
      "ayah": 6,
      "surah": 81,
      "text": "and when the seas are set afire read sujirat or sujjirat when they are set alight and become a mass of fire;"
    },
    { "ayah": 7, "surah": 81, "text": "and when the souls are coupled when they are paired up with their bodies;" },
    {
      "ayah": 8,
      "surah": 81,
      "text": "and when the girl buried-alive the young girl buried alive for fear of shame and impoverishment asks — in rebuke of its slayer —"
    },
    {
      "ayah": 9,
      "surah": 81,
      "text": "for what sin she was slain sa’alat ‘asks’ a variant reading has su’ilat ‘she is asked’ narrating the address directed to her to which she then responds by saying ‘I was slain without having committed any sin’;"
    }
  ]
}
