{
  "ayahs": [
    { "ayah": 1, "surah": 82, "text": "When the heaven is split open when it is rent asunder" },
    { "ayah": 10, "surah": 82, "text": "Yet lo! there are above you watchers from among the angels over your deeds" },
    { "ayah": 11, "surah": 82, "text": "noble in God’s sight writers of these deeds" },
    { "ayah": 12, "surah": 82, "text": "who know whatever you do all of it." },
    {
      "ayah": 13,
      "surah": 82,
      "text": "Indeed the pious the believers who are sincere in their faith shall be amid bliss in Paradise"
    },
    {
      "ayah": 14,
      "surah": 82,
      "text": "and indeed the profligates the disbelievers shall be in Hell-fire a scorching fire"
    },
    { "ayah": 15, "surah": 82, "text": "entering it to suffer its heat on the Day of Judgement the Day of Requital" },
    { "ayah": 16, "surah": 82, "text": "and they shall not be absent from it they shall not be taken out of it." },
    { "ayah": 17, "surah": 82, "text": "And what would show you what would inform you what the Day of Judgement is?" },
    {
      "ayah": 18,
      "surah": 82,
      "text": "Again what would show you what the Day of Judgement is? — repeated to emphasise its enormity."
    },
    {
      "ayah": 19,
      "surah": 82,
      "text": "It is a day read yawmu when no soul will be of any avail any use to another soul and the absolute command on that day will be God’s there will be no power of command for anyone other than Him thereat in other words none has been given the power to mediate thereupon in contrast to situations in this world."
    },
    { "ayah": 2, "surah": 82, "text": "and when the stars are dispersed when they expire and begin to fall" },
    {
      "ayah": 3,
      "surah": 82,
      "text": "and when the seas are burst forth released one upon the other forming one mass of water so that the sweet water mixes with the salty;"
    },
    {
      "ayah": 4,
      "surah": 82,
      "text": "and when the tombs are overturned when their earth above them is dug up and its dead are raised the response to idhā ‘when’ and all that is supplemented thereto is the following"
    },
    {
      "ayah": 5,
      "surah": 82,
      "text": "a soul every soul will know at the time of the occurrence of the things mentioned which is the Day of Resurrection what it has sent ahead in the way of deeds and what it has left behind of these and did not do."
    },
    {
      "ayah": 6,
      "surah": 82,
      "text": "O disbelieving man! What has deceived you with regard to your generous Lord? so that you have disobeyed Him"
    },
    {
      "ayah": 7,
      "surah": 82,
      "text": "Who created you when you were not then made you upright in your created form with sound limbs then proportioned you read fa-‘adalak or fa-‘addalak making you symmetrical in shape with well-proportioned parts so that no hand or leg is longer than the other"
    },
    { "ayah": 8, "surah": 82, "text": "assembling you in whatever mā is a relative form He will?" },
    {
      "ayah": 9,
      "surah": 82,
      "text": "No indeed! — a deterrent against letting oneself be misled by the generosity of God exalted be He. Rather you that is disbelievers of Mecca deny Judgement requital for deeds;"
    }
  ]
}
