{
  "ayahs": [
    { "ayah": 1, "surah": 84, "text": "When the heaven is rent asunder" },
    {
      "ayah": 10,
      "surah": 84,
      "text": "But as for him who is given his book from behind his back — and this is the disbeliever whose right hand is chained to his neck and whose left hand by which he is given the book is placed behind his back"
    },
    {
      "ayah": 11,
      "surah": 84,
      "text": "he will pray upon seeing what is in it for annihilation he will invoke destruction against himself by saying yā thabūrāh ‘O annihilation of mine!’"
    },
    {
      "ayah": 12,
      "surah": 84,
      "text": "and he will enter the Blaze an intense fire a variant reading for yaslā ‘he will enter’ has yusallā ‘he will be admitted’."
    },
    {
      "ayah": 13,
      "surah": 84,
      "text": "Indeed among his folk his clan in the world he used to be joyful wanton lusting after his desires;"
    },
    {
      "ayah": 14,
      "surah": 84,
      "text": "indeed he thought that an softened in place of the hardened form with its subject omitted that is to say annahu he would never return to his Lord."
    },
    {
      "ayah": 15,
      "surah": 84,
      "text": "Nay! he will return to Him; indeed his Lord is ever Seer of him knowing that he would return to Him."
    },
    {
      "ayah": 16,
      "surah": 84,
      "text": "So I swear fa-lā lā is extra by the twilight al-shafaq the reddishness visible in the horizon after the sunset"
    },
    {
      "ayah": 17,
      "surah": 84,
      "text": "and by the night and what it envelops what it brings together of creatures and otherwise that have entered into it"
    },
    {
      "ayah": 18,
      "surah": 84,
      "text": "and by the moon when it is at the full and its light is complete and this happens during the nights of the full moon"
    },
    {
      "ayah": 19,
      "surah": 84,
      "text": "you will surely journey tarkabunna is actually tarkabūnanna but the nūn of the indicative has been omitted because of two identical letters following one another and the wāw is omitted because of two unvocalised consonants coming together from stage to stage state after state namely death then life then what comes afterwards of the states at the Resurrection."
    },
    {
      "ayah": 2,
      "surah": 84,
      "text": "and heeds gives ear to and in rending itself asunder obeys its Lord as it should that is as its duty is to heed and obey"
    },
    {
      "ayah": 20,
      "surah": 84,
      "text": "So what is wrong with them that is the disbelievers that they do not have faith that is to say what is there to prevent them from embracing faith; or what argument do they have for neglecting it despite the existence of proofs for it"
    },
    {
      "ayah": 21,
      "surah": 84,
      "text": "and what is wrong with them that when the Qur’ān is recited to them they do not prostrate? they do not submit by believing in it given its inimitability?"
    },
    { "ayah": 22, "surah": 84, "text": "Nay but the disbelievers deny resurrection and other matters" },
    {
      "ayah": 23,
      "surah": 84,
      "text": "and God knows best what they are amassing accumulating in their scrolls in the way of disbelief denial and evil deeds."
    },
    { "ayah": 24, "surah": 84, "text": "So give them good tidings inform them of a painful chastisement" },
    {
      "ayah": 25,
      "surah": 84,
      "text": "except those who believe and perform righteous deeds theirs will be an unfailing reward one that is unending undiminished and not given to them in expectance of anything in return."
    },
    {
      "ayah": 3,
      "surah": 84,
      "text": "and when the earth is stretched out when its width is increased just as a piece of leather is stretched so that no edifice or mountain remains upon it"
    },
    {
      "ayah": 4,
      "surah": 84,
      "text": "and casts out all that is in it of the dead onto its surface and empties itself thereof"
    },
    {
      "ayah": 5,
      "surah": 84,
      "text": "and heeds and in this respect gives ear to and obeys its Lord as it should all of this will be on the Day of Resurrection the response to idhā ‘when’ and to all that is supplemented thereto has been omitted; but it is indicated by what follows it and is implied to be something like laqiya’l-insānu ‘amalahu ‘man will encounter his deeds’."
    },
    {
      "ayah": 6,
      "surah": 84,
      "text": "O man! Verily you are labouring exerting your efforts toward the encounter with your Lord that is death laboriously and you will encounter it that is you will encounter your mentioned good or evil deeds on the Day of Resurrection."
    },
    {
      "ayah": 7,
      "surah": 84,
      "text": "Then as for him who is given his book the record of his deeds in his right hand — and this is the believer —"
    },
    {
      "ayah": 8,
      "surah": 84,
      "text": "he will receive an easy reckoning which simply entails the presentation of his deeds to him as in the hadīth of the two Sahīhs of Bukhārī and Muslim — in which there is also a hadīth saying ‘He who is reckoned with at length will be destined for perdition’ — and after this presentation of his deeds to the believer he will be excused"
    },
    { "ayah": 9, "surah": 84, "text": "and return to his family in Paradise joyful because of it." }
  ]
}
