{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 98,
      "text": "The disbelievers from among min explicative the People of the Scripture and the idolaters that is the idol-worshippers wa’l-mushrikīna is a supplement to ahl ‘the People of’ were not going to leave off munfakkīna is the predicate of yakun ‘were’ that is to say they were not going to abandon their ways until the clear proof namely Muhammad (s) should come to them that is until it came to them;"
    },
    {
      "ayah": 2,
      "surah": 98,
      "text": "a messenger from God rasūlun mina’Llāhi substitutes for al-bayyinatu ‘the clear proof’ namely the Prophet s reciting pages purified of all falsehood"
    },
    {
      "ayah": 3,
      "surah": 98,
      "text": "wherein are upright precepts written rulings that are upright that is to say one who recites what contains all that and that is the Qur’ān. Thus some of them believed in it while others disbelieved."
    },
    {
      "ayah": 4,
      "surah": 98,
      "text": "And those who were given the Scripture did not become divided regarding belief in him the Prophet s except after the clear proof had come to them namely the Prophet s — or the Qur’ān which he brought as his miracle. Before his s arrival they had all agreed to believe in him when he would come; then those who disbelieved in him from among them became envious of him."
    },
    {
      "ayah": 5,
      "surah": 98,
      "text": "And they were only commanded in their Scripture the Torah and the Gospel to worship God illā li-ya‘budū means illā an ya‘budū an having been omitted and the lām added devoting religion purely to Him free of any idolatry as hanīfs upright in following the religion of Abraham and the religion of Muhammad (s) when he would come — so how is it that they disbelieved in him? and to establish prayer and pay the alms. That is the upright religion the upright creed."
    },
    {
      "ayah": 6,
      "surah": 98,
      "text": "Truly the disbelievers from among the People of the Scripture and the idolaters shall be in the fire of Hell to abide therein khālidīna an implied circumstantial qualifier in other words it will be decreed for them by God exalted be He to abide therein — those are the worst of creatures."
    },
    {
      "ayah": 7,
      "surah": 98,
      "text": "Truly those who believe and perform righteous deeds — they are the best of creatures al-bariyya means al-khalīqa."
    },
    {
      "ayah": 8,
      "surah": 98,
      "text": "Their reward with their Lord will be Gardens of Eden as a residence underneath which rivers flow wherein they shall abide forever. God is pleased with them because of their obedience of Him and they are pleased with Him because of His reward. That is the reward for him who fears his Lord for him who fears His punishment and hence desists from disobeying Him exalted be He."
    }
  ]
}
