{
  "text": "The Story of Adam and Iblis\nIbn Abi Hatim recorded that Ibn `Abbas said, \"Verily, man was named Insan only because he was given a covenant, but he forgot it (Nasiya).\" `Ali bin Abi Talhah reported the same from Ibn `Abbas. Mujahid and Al-Hasan said that he forgot means, \"He abandoned it.\" Concerning Allah's statement,\nوَإِذْ قُلْنَا لِلْمَلَـئِكَةِ اسْجُدُواْ لاًّدَمَ\n(And when We said to the angels: \"Prostrate yourselves to Adam.\") He, Allah mentions how Adam was honored and what respect was given to him. He mentions how He favored him over many of those whom He created. A discussion of this story has already preceded in Surat Al-Baqarah, Surat Al-A`raf, Surat Al-Hijr and Surat Al-Kahf. It will also be mentioned again at the end of Surah Sad. In this story, Allah mentions the creation of Adam and that He commanded the angels to prostrate to Adam as a sign of honor and respect. He also explains the enmity of Iblis for the Children of Adam and for their father, Adam, before them. Due to this Allah says,\nفَسَجَدُواْ إِلاَّ إِبْلِيسَ أَبَى\n(They prostrated themselves (all) except Iblis; he refused.) This means that he refrained from prostrating and became arrogant.\nفَقُلْنَا يـَادَمُ إِنَّ هَـذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ\n(Then We said: \"O Adam! Verily, this is an enemy to you and to your wife...\") here wife refers to Hawwa'.\nفَلاَ يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى\n(So let him not get you both out of Paradise, so that you will be distressed.) meaning, `Do not be hasty in doing something that will get you expelled from Paradise, or else you will be fatigued, discomforted and worried, seeking your sustenance. But here, in Paradise, you live a life of ease with no burdens and no difficulties.'\nإِنَّ لَكَ أَلاَّ تَجُوعَ فِيهَا وَلاَ تَعْرَى\n(Verily, you will never be hungry therein nor naked.) The reason that Allah combined hunger and nakedness is because hunger is internal humiliation, while nakedness is external humiliation.\nوَأَنَّكَ لاَ تَظْمَؤُا فِيهَا وَلاَ تَضْحَى\n(And you (will) suffer not from thirst therein nor from the sun's heat.) These two characteristics are also opposites. Thirst is the internal heat and being parched from lack of water, while the suns heat is the external heat.\nفَوَسْوَسَ إِلَيْهِ الشَّيْطَـنُ قَالَ يـَادَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لاَّ يَبْلَى\n(Then Shaytan whispered to him, saying: \"O Adam! Shall I lead you to the Tree of Eternity and to a kingdom that will never waste away\") It has already been mentioned that he caused them to fall through deception.\nوَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ النَّـصِحِينَ\n(And he swore by Allah to them both: \"Verily, I am one of the sincere well-wishers for you both.\") 7:21 It has already preceded in our discussion that Allah took a promise from Adam and his wife that although they could eat from every fruit, they could not come near a specific tree in Paradise. However, Iblis did not cease prodding them until they both had eaten from it. It was the Tree of Eternity (Shajarat Al-Khuld). This meant that anyone who ate from it would live forever and always remain. A Hadith has been narrated which mentions this Tree of Eternity. Abu Dawud At-Tayalisi reported from Abu Hurayrah that the Prophet said,\n«إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ مَا يَقْطَعُهَا، وَهِيَ شَجَرَةُ الْخُلْد»\n(Verily, in Paradise there is a tree which a rider can travel under its shade for one hundred years and still not have passed it. It is the Tree of Eternity.) Imam Ahmad also recorded this narration. Concerning Allah's statement,\nفَأَكَلاَ مِنْهَا فَبَدَتْ لَهُمَا سَوْءَتُهُمَا\n(Then they both ate of the tree, and so their private parts became manifest to them,) Ibn Abi Hatim recorded that Ubayy bin Ka`b said that the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ خَلَقَ آدَمَ رَجُلًا طُوَالًا كَثِيرَ شَعْرِ الرَّأْسِ، كَأَنَّهُ نَخْلَةُ سَحُوقٍ،فَلَمَّا ذَاقَ الشَّجَرَةَ سَقَطَ عَنْهُ لِبَاسُهُ، فَأَوَّلُ مَا بَدَا مِنْهُ عَوْرَتُهُ، فَلَمَّا نَظَرَ إِلَى عَوْرَتِهِ جَعَلَ يَشْتَدُّ فِي الْجَنَّةِ، فَأَخَذَتْ شَعْرَهُ شَجَرَةٌ فَنَازَعَهَا، فَنَادَاهُ الرَّحْمَنُ: يَا آدَمُ مِنِّي تَفِرُّ، فَلَمَّا سَمِعَ كَلَامَ الرَّحْمَنِ قَالَ: يَا رَبِّ لَا، وَلَكِنِ اسْتِحْيَاءً، أَرَأَيْتَ إِنْ تُبْتُ وَرَجَعْتُ أَعَائِدِي إِلَى الْجَنَّةِ؟ قَالَ: نَعَم»\n(Verily, Allah created Adam as a tall man with an abundance of hair on his head. He looked like a clothed palm tree. Then, when he tasted (the fruit of) the tree, his clothes fell off of him. The first thing that became exposed was his private parts. So when he noticed his nakedness, he tried to run back into Paradise. However, in the process a tree caught hold of his hair (i.e. his hair was tangled in a tree), so he ripped his hair out. Then, the Most Beneficent called out to him saying, \"O Adam, are you fleeing from me\" When he heard the Words of the Most Beneficent, he said, \"No my Lord, but I am ashamed. If I repent and recant would You let me return to Paradise\" Allah replied, \"Yes.\") This is the meaning of Allah's statement,\nفَتَلَقَّى ءَادَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ\na(Then Adam received from his Lord Words. And his Lord pardoned him.) 2:37 However, this narration has a break in the chain of transmission between Al-Hasan and Ubayy bin Ka`b. Al-Hasan did not hear this Hadith from Ubayy. It is questionable as to whether this narration can be correctly attributed to the Prophet . Allah said,\nوَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ\n(And they began to cover themselves with the leaves of the Paradise for their covering. ) Mujahid said, \"They patched the leaves on themselves in the form of a garment.\" Qatadah and As-Suddi both said the same. Concerning Allah's statement,\nفَأَكَلاَ مِنْهَا فَبَدَتْ لَهُمَا سَوْءَتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ وَعَصَى ءَادَمُ رَبَّهُ فَغَوَى - ثُمَّ اجْتَبَـهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى\n(Thus Adam disobeyed his Lord, so he went astray. Then his Lord chose him, and turned to him with forgiveness, and gave him guidance.) Al-Bukhari recorded that Abu Hurayrah said that the Prophet said,\n«حَاجَّ مُوسَى آدَمَ، فَقَالَ لَهُ: أَنْتَ الَّذِي أَخْرَجْتَ النَّاسَ مِنَ الْجَنَّةِ بِذَنْبِكَ وَأَشْقَيْتَهُمْ؟ قَالَ آدَمُ: يَا مُوسَى، أَنْتَ الَّذِي اصْطَفَاكَ اللهُ بِرِسَالَاتِهِ وَبِكَلَامِهِ، أَتَلُومُنِي عَلَى أَمْرٍ كَتَبَهُ اللهُ عَلَيَّ قَبْلَ أَنْ يَخْلُقَنِي أَوْ قَدَّرَهُ اللهُ عَلَيَّ قَبْلَ أَنْ يَخْلُقَنِي؟ قال رسول اللهصلى الله عليه وسلّم: فَحَجَّ آدَمُ مُوسَى»\n(Musa argued with Adam and he said to him, \"Are you the one who got mankind expelled from Paradise because of your sin and you caused them grief!\" Adam replied, \"Are you the one whom Allah chose for His Divine Messages and His direct Speech Are you blaming me for a matter that Allah wrote upon me before He created me\") Then, the Messenger of Allah ﷺ said, (Thus, Adam defeated Musa.) This Hadith has various routes of transmission in the Two Sahihs as well as the Musnad collections.",
  "ayah": 117,
  "surah": 20
}
