{
  "text": "Choosing Musa to go to Fir`awn and to be Soft and Gentle in His Invitation\nAllah, the Exalted, says in His address to Musa that he had lived among the people of Madyan, avoiding Fir`awn and his chiefs. He worked as a shepherd for his father-in-law until the appointed time for his work ended. Then he met the decree of Allah and His predetermined will, without him having any set appointment. This entire situation was under the control of Allah, Blessed be He, the Most High. He compels His servants and His creatures to whatever end He wills. This is why Allah says,\nثُمَّ جِئْتَ عَلَى قَدَرٍ يمُوسَى\n(Then You came here according to the fixed term which I ordained (for you), O Musa!) Mujahid said, \"For a set appointment.\" `Abdur-Razzaq recorded that Ma`mar reported from Qatadah that he said,\nثُمَّ جِئْتَ عَلَى قَدَرٍ يمُوسَى\n(Then You came here according to the fixed term which I ordained (for you), O Musa!) \"For the decree of messengership and prophethood.\" Concerning Allah's statement,\nوَاصْطَنَعْتُكَ لِنَفْسِى\n(And I have chosen you for Myself.) This means, \"I have chosen you and selected you to be a Messenger for Myself. This is as I wish and according to My will.\" Concerning the Tafsir of this Ayah, Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«الْتَقَى آدَمُ وَمُوسَى فَقَالَ مُوسَى: أَنْتَ الَّذِي أَشْقَيْتَ النَّاسَ وَأَخْرَجْتَهُمْ مِنَ الْجَنَّةِ، فَقَالَ آدَمُ: وَأَنْتَ الَّذِي اصْطَفَاكَ اللهُ بِرِسَالَتِهِ وَاصْطَفَاكَ لِنَفْسِهِ، وَأَنْزَلَ عَلَيْكَ التَّوْرَاةَ؟ قَالَ: نَعَمْ، قَالَ: فَوَجَدْتَهُ مَكْتُوبًا عَلَيَّ قَبْلَ أَنْ يَخْلُقَنِي؟ قَالَ: نَعَمْ، فَحَجَّ آدَمُ مُوسَى»\n(Adam and Musa met, and Musa said, \"You are the one who made things difficult for mankind and you caused them to be evicted from Paradise.\" Adam said, \"Are you the one whom Allah chose for His Message, and He selected you for Himself and He revealed the Tawrah to you\" Musa replied, \"Yes.\" Then Adam said, \"Did you find that it was preordained upon me before He (Allah) created me\" Musa replied, \"Yes.\" Therefore, Adam defeated Musa's argument.) Both Al-Bukhari and Muslim recorded this narration. Concerning Allah's statement,\nاذْهَبْ أَنتَ وَأَخُوكَ بِـَايَـتِى\n(Go you and your brother with My Ayat,) This means with My proofs, evidences and miracles.\nوَلاَ تَنِيَا فِى ذِكْرِى\n(And do not, you both, slacken and become weak in My remembrance.) `Ali bin Abi Talhah related from Ibn `Abbas that he said, \"This means do not be slow.\" Mujahid reported that Ibn `Abbas said, \"This means do not be weak.\" The meaning here is that they should not slacken in the remembrance of Allah. Rather, they both should remember Allah during their meeting with Fir`awn so that the remembrance of Allah can be an aid for them against him. The remembrance of Allah would be their strength and their power that would defeat him. Allah's statement;\nاذْهَبَآ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى\n(Go both of you to Fir`awn, Verily, he has transgressed.) means that he has rebelled and become haughty and insolent against Allah and he has disobeyed Him.\nفَقُولاَ لَهُ قَوْلاً لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى\n(And speak to him mildly, perhaps he may accept admonition or fear (Allah).) This Ayah contains a great lesson. Even though Fir`awn was the most insolent and arrogant of people and Musa was the friend of Allah among His creation at that time, Musa was still commanded to speak to Fir`awn with mildness and softness. Therefore, their invitation to him was with gentle, soft and easy speech that is used by one who is a close friend. This is so that the message may have more effect on the souls, and so it would have deeper and more beneficial results. This is as Allah, the Exalted, says,\nادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَـدِلْهُم بِالَّتِى هِىَ أَحْسَنُ\n(Invite (mankind) to the way of your Lord with wisdom and fair preaching, and argue with them in a way that is better.) 16:125 Concerning Allah's statement,\nلَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى\n(perhaps he may accept admonition or fear (Allah). ) This means that perhaps he will recant from that which he is in of misguidance and destruction,\nأَوْ يَخْشَى\n(or he will fear) meaning that he will become obedient due to fear of Allah. This is as Allah says,\nلِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً\n(For such who desires to remember or desires to show his gratitude.) 25:62 Thus, to remember means to recant from that which is dangerous, and fear means to attain obedience.",
  "ayah": 43,
  "surah": 20
}
