{
  "text": "Recapitulation of the Event of Hudaibiyah\nWhen the Peace Treaty of Hudaibiyah was completed, it was decided that the Muslims would not enter Makkah that year, and would return to Madinah without performing ` Umrah. They were highly upset at this, because the blessed Companions ؓ determination to perform ` Umrah was on account of the Holy Prophet's ﷺ vision, which is also a kind of revelation. The fact that everything was apparently happening contrary to the vision, they could not understand how the Holy Prophet's ﷺ journey had served its purpose. Some of the noble Companions ؓ ، as a result, began to doubt, God forbid!, whether the vision was not fulfilled. The non-believers and hypocrites, on the other hand, taunted the believers that their Prophet's dream was not translated into reality. At this, the current set of verses was revealed (Transmitted by Baihaqi and others from Mujahid).\nلَّقَدْ صَدَقَ اللَّـهُ رَ‌سُولَهُ الرُّ‌ؤْيَا بِالْحَقِّ (Indeed, Allah has made true to His Messenger ﷺ the dream (shown) with truth...48:27). Sidq صِدق[ truth ] is, lexically, the antonym of kidhb کِذب lie or falsehood ]. Both these words are used for statements. If a statement is conformable to existing fact or reality, it is Sidq. If it lacks accord with fact or reality, it is kidhb. Sometimes this word is used in relation to actions. In that case the word connotes the realization of an action, as for instance in [ 33:23], رِ‌جَالٌ صَدَقُوا مَا عَاهَدُوا اللَّـهَ (Among the believers are men who were true to their covenant with Allah;...). In this case the word sidq takes two grammatical objects, as in this verse the first object of the verb sadaqa is rasulahu and its second object is ru'ya. The verse says that Allah has made true the dream. Here the event that was to take place in future has been expressed in the past perfect tense because of its certainty of occurrence. A reinforcing context that this event is definitely going to take place in future is expressed in energetic aorist thus: لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَ‌امَ You will most definitely enter the Sacred Mosque.\" (The construction under analysis la-tadkhulu-nna is made up of the following constituents: The corroborative la is prefixed to the aorist denoting \"Certainly\" + the doubled energetic or corroborative nun reinforcing the sense of \"most definitely\" appended as a suffix to the future tense tadkhulu \"you shall most definitely enter\" ). That is to say, the vision you had seen that you have entered the sacred Mosque will most definitely happen. It will not happen this year. It will happen at a future date. The date had not been specified in the dream. The blessed Companions ؓ in their enthusiasm made up their mind to set out for the journey that very year, and the Holy Prophet ﷺ concurred with their determination. There was much Divine wisdom in it which became manifest at the time of the Treaty of Hudaibiyah and served many useful purposes to which reference is , already made. For example, when Sayyidna ` Umar ؓ questioned the whole situation and expressed his doubt, Sayyidna Abu Bakr\tرضی اللہ تعالیٰ عنہم allayed his suspicions and misgivings. He said no particular date and year was specified in the Holy Prophet's ﷺ vision. If it did not happen now, it does not matter; it will happen at some other time (Qurtubi).\nImportance of insha-Allah for the Performance of Future Works\nIn this verse Allah promises the Muslims that they will most definitely enter the sacred precincts of Makkah at a future time, and in making His promise He employed the phrase اِنشَا اللہُ insha-Allah [ If Allah wills or God willing ]. Allah being fully aware of His Will, there was no need for Him to have used the phrase, yet He used it (Qurtubi). This has been done for the purpose of teaching the Messenger and the people the importance of insha-Allah. (Qurtubi)\nمُحَلِّقِينَ رُ‌ءُوسَكُمْ وَمُقَصِّرِ‌ينَ (...your heads shaved, your hair cut short... 48:27). It is recorded in Bukhari that when ` Umrah that was missed in the sixth year of Hijrah was performed in Dhul Qa'dah of the following year [ 7.H.] and came to be known in history as عُمرَۃُ القضٰی ` Umrat-ul-Qada', Sayyidna Mu'wiyah ؓ says he trimmed the blessed hair of the Holy Prophet ﷺ with a pair of scissors. This incident took place in ` Umrat-ul-Qada', not in hajja-tul-wada' [ farewell pilgrimage ] because on the latter occasion he had his head shaved (Qurtubi).\nفَعَلِمَ مَا لَمْ تَعْلَمُوا (So He knew what you did not know....48:27). It was within Allah's power to have allowed the Muslims to enter the sacred Mosque and perform their ` Umrah that very year. However, there was great wisdom in deferring it until the following year which Allah only knew and the Muslims generally did not know. Among these benefits was the conquest of Khaibar which Allah had willed must be achieved first, so that the Muslims may become a powerful force in terms of material resources. This would make it possible for them to perform their ` Umrah peacefully and with tranquility. Thus the Qur'an says: ذَٰ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِ‌يبًا (and He assigned before that a well-nigh victory.) [ 27] \" دُونِ ذَٰلِكَ ;Duna dhalika (before that) in this context stands fort) دُونَ الرُّویَا junar-ru'ya, that is to say, before the fulfilment of this vision, the Muslims must achieve the conquest of Khaibar which is near at hand. Some scholars have expressed the view that فَتْحًا قَرِ‌يبًا fathan qariban [ nigh victory ] refers to the Peace Treaty of Hudaibiyah itself, because that opened the gate for the victory of Makkah and all subsequent victories. Eventually, all the noble Companions ؓ acknowledged the Treaty to be the greatest of all victories. The meaning of the verse would be: you did not know what wisdom and good lay hidden in your determination to march, then your apparent failure to accomplish it, and eventually in reaching a peace settlement the terms of which seemed to be hurtful to your self-respect but Allah was fully acquainted with it. He had ordained that before the Holy Prophet's ﷺ vision should manifest itself, you might be blessed with another victory in the form of the Peace Treaty of Hudaibiyah - a victory near at hand. As a result of this victory, it was seen by all that while on the occasion of Hudaibiyah the noble Companions ؓ did not number more than 1500, later they increased in number to about 10, 000 (Qurtubi).\nThis was necessary because the Jews of Khaibar always conspired with the disbelievers of Makkah against the Holy Prophet who was encircled by the Makkans from the South, and by the Jews of Khaibar from the North. Any possible battle with any of them would entail the danger from the backside. The Treaty of Hudaibiyah made the South safe for the Muslims, and they were able to conquer Khaibar on the North without any fear from their back. (Muhammad Taqi Usmani)",
  "ayah": 27,
  "surah": 48
}
