{
  "surah": 10,
  "ayah": 23,
  "text": "[O mankind] your insolence is only against your own souls, to the end of this [verse]: insolence is the opposite of justness. So just as justness is a virtue that subsumes all other virtues and configuration from the [inclusive] unity that procures an effusion from the light of the Oneness for the soul, so insolence can only be the result of utter engrossment in vices such that it requires all of them. The one so [insolent] is at extreme distance from the Truth and utter darkness, as it is said [in a ḥadīth]: 'Injustice shall be [a heap of] darknesses on the Day of Resurrection'. That is why He says 'against your souls' and not against the victim of the injustice, because the one suffering the injustice will end up fortunate thereby while the unjust one will be utterly wretched. It is but the enjoyment of the life of this world since all excesses and acts of immoderation that are the counterpart to justice are mere natural enjoyments and animal pleasures that will perish with the perishing of sensory life whose similitude in being quick to disappear and of little endurance is given in the similitude here in which the earth adorns itself with its ornaments by [receiving] rainwater but is then quickly destroyed by some ruinous matter before there is time to profit from the plants [that had shot forth with the rain]. There then follows eternal wretchedness and everlasting painful chastisement. According to the ḥadīth it is said that the good that is quickest to receive reward is kindness to relatives; and the evil that receives its punishment most promptly is insolence and the perjurious oath, since against this latter there accumulate the dues of people and so his punishment cannot be delayed for the length of time that a due of God, exalted be He, can. I have heard one [Sufi] shaykh say: 'Rarely does an insolent [tyrant] die a natural death and rarely does a wicked person reach old age', and that is because they both challenge God, exalted be He, by trying to demolish the order which God's solicitude is devoted to keeping in check and because they both contravene His wisdom and His justice."
}
