{
  "surah": 10,
  "ayah": 44,
  "text": "Verily God is not unjust towards mankind in any way: since there is mention of deafness and blindness, both of which indicate a lack of preparedness for perception, one is given to think from these statements that an injustice has taken place by virtue of the fact that some possess preparedness while others do not. However, He disavows any [suggestion of] injustice with regard to Himself because the lack of original preparedness is not [an act of] injustice [on His part], on account of the non-existence of the possibility of better [preparedness] than that with regard to that person's specificity and ipseity: thus his entified reality entails that [preparedness] at some level of contingency. It is like in the case of an ass which, given its asinine nature, cannot possess preparedness entailing human perception and its entified reality requires the asinine preparedness entailed therein: nothing is demanded of it that would be beyond [the capacity of] its preparedness. Hence there is no injustice in this case, since there had not been any at the outset. If, however, it [the preparedness] is invalidated by dark configurations taking firm root, then [the matter is clear and] there is nothing more to be said about this. In both cases, that person is unjust to his soul. As for the former, [he is unjust] because he has fallen short in terms of the degrees of contingency and his deficiency relative to what is above him, as, for example, with the ass falling short of [the level of] man and its being deficient in relation to him but not in relation to itself: in terms of itself it [the ass] has neither fallen short nor is deficient. As for the latter, it is obvious. According to this sense then: they [mankind] are unjust to their own souls. They diminish their shares. Or, it is that God does not wrong mankind in any way by demanding of them what is beyond their [individual] preparedness and then punishing them for [failing] that. It is that mankind wrong their own souls by using their preparednesses for things other than for which these were created."
}
