{
  "text": "القول في تأويل قوله تعالى :  الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ (1)قال أبو جعفر: قد ذكرنا اختلاف أهل التأويل في تأويل قوله : (الر) ، والصواب من القول في ذلك عندنا بشواهده ، بما أغنى عن إعادته في هذا الموضع . (11)* * *وقوله: (كتاب أحكمت آياته) ، يعني: هذا الكتاب الذي أنـزله الله على نبيه محمد صلى الله عليه وسلم، وهو القرآن.* * *ورفع قوله: \" كتاب \" بنيّة: \" هذا كتاب \".فأما على قول من زعم أن قوله: (الر) ، مرادٌ به سائر حروف المعجم التي نـزل بها القرآن، وجعلت هذه الحروف دلالةً على جميعها، وأن معنى الكلام: \" هذه الحروف كتاب أحكمت آياته \"  ،  فإن الكتاب على قوله ، ينبغي أن يكون مرفوعًا بقوله: (الر).* * *وأما قوله: (أحكمت آياته ثم فصلت) ، فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: تأويله: أحكمت آياته بالأمر والنهي، ثم فصلت بالثَّواب والعقاب.*ذكر من قال ذلك:17915- حدثني يعقوب بن إبراهيم قال ، حدثنا هشيم، قال، أخبرني أبو محمد الثقفي، عن الحسن في قوله: (كتاب أحكمت آياته ثم فصلت) ، قال: أحكمت بالأمر والنهي، وفصلت بالثواب والعقاب. (12)17916- حدثنا ابن حميد قال ، حدثنا عبد الكريم بن محمد الجرجاني، عن أبي بكر الهذلي، عن الحسن: (الر كتاب أحكمت آياته) ، قال: أحكمت في الأمر والنهى ، وفصلت بالوعيد. (13)17917- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الله بن الزبير، عن ابن عيينة، عن رجل، عن الحسن: (الر كتاب أحكمت آياته) ، قال: بالأمر والنهي  ، (ثم فصلت) ، قال: بالثواب والعقاب.* * *وروي عن الحسن قولٌ خلاف هذا. وذلك ما:-17918- حدثنا القاسم قال ، حدثنا الحسين، قال، حدثني حجاج، عن ابن جريج، عن أبي بكر، عن الحسن، قال ،  وحدثنا عباد بن العوام، عن رجل، عن الحسن قال: (أحكمت) ، بالثواب والعقاب  ، (ثم فصلت) ، بالأمر والنهي.* * *وقال آخرون: معنى ذلك: ( أحكمت آياته ) من الباطل، ثم فصلت، فبين منها الحلال والحرام.*ذكر من قال ذلك:17919- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قوله: ( الر كتاب أحكمت آياته ثم فصلت من لدن حكيم خبير) ، أحكمها الله من الباطل ، ثم فصلها بعلمه، فبيّن حلاله وحرامه ، وطاعته ومعصيته.* * *17920- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (أحكمت آياته ثم فصلت) ، قال: أحكمها الله من الباطل، ثم فَصَّلها، بيَّنها.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب ، قولُ من قال: معناه: أحكم الله آياته من الدَّخَل والخَلَل والباطل، ثم فصَّلها بالأمر والنهي.وذلك أن \" إحكام الشيء \" إصلاحه وإتقانه  ،  و \" إحكام آيات القرآن \" إحكامها من خلل يكون فيها ، أو باطل يقدر ذو زيغ أن يطعن فيها من قِبَله. (14)وأما \" تفصيل آياته \" فإنه تمييز بعضها من بعض، بالبيان عما فيها من حلال وحرام ، وأمرٍ ونهي. (15)* * *وكان بعض المفسرين يفسر قوله: (فصلت)، بمعنى: فُسِّرت، وذلك نحو الذي قلنا فيه من القول.*ذكر من قال ذلك:17921- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى قال ، حدثنا ابن أبي نجيح، عن مجاهد في قول الله: (ثم فصلت) ، قال: فُسِّرت .17922- حدثنا ابن وكيع قال ، حدثنا ابن نمير، عن ورقاء، عن ابن أبي نجيح، عن مجاهد: (فصلت)، قال: فُسّرت.17923-. . . . قال، حدثنا محمد بن بكر، عن ابن جريج قال، بلغني عن مجاهد: (ثم فصلت) ، قال: فسّرت .17924- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.17925-. . . . قال، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.17926- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد، مثله.* * *وقال قتادة: معناه: بُيِّنَتْ، وقد ذكرنا الرواية بذلك قبلُ، وهو شبيه المعنى بقول مجاهد.* * *وأما قوله: (من لدن حكيم خبير)، فإن معناه: (حكيم ) بتدبير الأشياء وتقديرها، خبير بما تؤول إليه عواقبُها. (16)17927- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، في قوله: (من لدن حكيم خبير)، يقول: من عند حكيم خبير. (17)-------------------------الهوامش :(1) انظر تفسير \" المس \" فيما سلف ص : 49 ، تعليق : 1 ، والمراجع هناك .وتفسير \" الضر \" فيما سلف من فهارس اللغة ( ضرر ) .(2) انظر تفسير \" الكشف \" فيما سلف 11 : 354 / 13 : 73 / 15 : 36 ، 205 .(3) انظر تفسير \" الخير \" فيما سلف من فهارس اللغة ( خير ) .(4) انظر تفسير \" الإصابة \" فيما سلف من فهارس اللغة ( صوب ) .(5) انظر تفسير \" الغفور \" و \" الرحيم \" فيما سلف من فهارس اللغة ( غفر ) ، ( رحم ) .(6) انظر تفسير \" الاهتداء \" فيما سلف من فهارس اللغة ( هدى ) .(7) انظر تفسير \" الضلال \" فيما سلف من فهارس اللغة ( ظلل ) .(8) انظر تفسير \" وكيل \" فيما سلف 12 : 33 ، تعليق : 2 ، والمراجع هناك .(9) انظر تفسير \" الحكم \" فيما سلف 12 : 561 ، تعليق : 1 ، والمراجع هناك .(10) عند هذا الموضع ، انتهى جزء من التقسيم القديم ، وفي مخطوطتنا بعد هذا ما نصه :\" آخر تفسير سورة يونس عليه السلام والحمد لله وحده ، وصلى الله على محمد وآله .يتلوه تفسير السورة التي يذكر فيها هود \" .يتلوه :\" بسم الله الرحمن الرحيم ربّ يسِّرْ \"(11) انظر ما سلف 1 : 205 - 224 / 6 : 149 - 12 : 293 ، 294 / 15 : 7 .(12) الأثر : 17915 - \" أبو محمد الثقفي \" ، الراوي عن الحسن ، لم أعلم من يكون .(13) الأثر : 17916 - \" عبد الكريم بن محمد الجرجاني \" ، قاضي جرجان ، روى عن قيس بن الربيع ، وأبي حنيفة ، وزهير بن معاوية ، وابن جريج ، وغيرهم . روى عنه أبو يوسف القاضي ، وابن عيينة ، وهما أكبر منه ، والشافعي ، وغيرهم . مات سنة نيف وسبعين ومائة ، فلا أدري أيدرك محمد بن حميد أن يروي عنه أم لا ؟ مترجم في التهذيب .(14) انظر تفسير \" الإحكام \" فيما سلف 6 : 170 ، 174 - 182 .(15) انظر تفسير \" تفصيل الآيات \" فيما سلف ص : 91 ، تعليق : 1 ، والمراجع هناك .(16) انظر تفسير \" حكيم \" و \" خبير \" فيما سلف من فهارس اللغة ( حكم ) ، ( خبر ) .(17) انظر تفسير \" من لدن \" فيما سلف 6 : 362 .",
  "ayah": 1,
  "surah": 11
}
