{
  "text": "وقوله: (خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك إن ربك فعال لما يريد)، يعني تعالى ذكره بقوله: (خالدين فيها)، لابثين فيها (20)  ،  ويعني بقوله: (ما دامت السماوات والأرض)، أبدًا . (21)* * *وذلك أن العرب إذا أرادت أن تصف الشيء بالدوام أبدًا قالت: هذا دائم دوام السموات والأرض ، بمعنى أنه دائم أبدًا، وكذلك يقولون: \" هو باقٍ ما اختلف الليل والنهار \". و \" ما سمر ابنا سَمِير \"، و \" ما لألأت العُفْرُ بأذنابها \" يعنون بذلك كله \" أبدا \". فخاطبهم جل ثناؤه بما يتعارفون به بينهم فقال: (خالدين فيها ما دامت السماوات والأرض) ، والمعنى في ذلك: خالدين فيها أبدًا.* * *وكان ابن زيد يقول في ذلك بنحو ما قلنا فيه.18572- حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (خالدين فيها ما دامت السماوات والأرض) ، قال: ما دامت الأرض أرضًا، والسماءُ سماءً.* * *ثم قال: (إلا ما شاء ربك)، واختلف أهل العلم والتأويل في معنى ذلك فقال بعضهم: هذا استثناءٌ استثناه الله في بأهل التوحيد ، أنه يخرجهم من النار إذا شاء ، بعد أن أدخلهم النار.*ذكر من قال ذلك:18573- حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق، عن معمر، عن قتادة، في قوله: ( فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ * خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلا مَا شَاءَ رَبُّكَ ) ، قال: الله أعلم بثُنَياه. (22)وذكر لنا أن ناسًا يصيبهم سَفْعٌ من النار بذنوب أصابوها، (23) ثم يدخلهم الجنة.18574- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة: (خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك) ، والله أعلم بثَنيَّته . (24) ذكر لنا أن ناسًا يصيبهم سَفْعٌ من النار بذنوب أصابتهم، ثم يدخلهم الله الجنة بفضل رحمته، يقال لهم : \" الجهنَّميُّون \".18575- حدثنا محمد بن المثني قال ، حدثنا شيبان بن فروخ قال ، حدثنا أبو هلال قال ، حدثنا قتادة، وتلا هذه الآية: ( فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ ) ، إلى قوله: (لما يريد) ، فقال عند ذلك: حدثنا أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: \" يَخْرج قومٌ من النار  ،  قال قتادة: ولا نقول مثل ما يقول أهل حَرُوراء. (25)18576- حدثنا ابن حميد قال ، حدثنا يعقوب، عن أبي مالك، يعني ثعلبة، عن أبي سنان في قوله: ( فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ * خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلا مَا شَاءَ رَبُّكَ )، قال: استثناء في أهل التوحيد.18577- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن الضحاك بن مزاحم: ( فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ )، إلى قوله: (خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك) ، قال: يخرج قوم من النار فيدخلون الجنة، فهم الذين استثنى لهم.18578- حدثني المثني قال ، حدثنا عبد الله بن صالح قال، ثني معاوية، عن عامر بن جشيب، عن خالد بن معدان في قوله:  لابِثِينَ فِيهَا أَحْقَابًا  ، [سورة النبأ: 23] ، وقوله: (خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك) ، أنهما في أهل التوحيد. (26)* * *وقال آخرون: الاستثناء في هذه الآية في أهل التوحيد، إلا أنهم قالوا: معنى قوله: (إلا ما شاء ربك) ، إلا أن يشاء ربك أن يتجاوز عنهم فلا يدخلهم النار. ووجهوا الاستثناء إلى أنه من قوله: ( فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ )  ، (إلا ما شاء ربك)، لا من \" الخلود \".*ذكر من قال ذلك:18579- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال ، حدثنا ابن التيمي، عن أبيه، عن أبي نضرة، عن جابر أو: أبي سعيد  ،  يعني الخدري  ،  أو : عن رجل من أصحاب رسول الله صلى الله عليه وسلم ،  في قوله: (إلا ما شاء ربك إن ربك فعال لما يريد) ، قال: هذه الآية تأتي على القرآن كلِّه يقول: حيث كان في القرآن (خالدين فيها)، تأتي عليه  ،  قال: وسمعت أبا مجلز يقول: هو جزاؤه، فإن شاء الله تجاوَزَ عن عذابه.* * *وقال آخرون: عنى بذلك أهل النار وكلَّ من دخلها.*ذكر من قال ذلك :18580- حدثت عن المسيب عمن ذكره، عن ابن عباس: (خالدين فيها ما دامت السماوات والأرض)، لا يموتون، ولا هم منها يخرجون ما دامت السموات والأرض، (إلا ما شاء ربك) ، قال: استثناءُ الله. قال: يأمر النار أن تأكلهم. قال: وقال ابن مسعود: ليأتين على جهنَّم زمان تخفِقُ أبوابُها ، ليس فيها أحد، وذلك بعد ما يلبثون فيها أحقابًا.18581- حدثنا ابن حميد قال ، حدثنا جرير، عن بيان، عن الشعبي قال: جهنم أسرع الدارين عمرانًا وأسرعهما خرابًا.* * *وقال آخرون: أخبرنا الله بمشيئته لأهل الجنة، فعرَّفنا معنى ثُنْياه بقوله:  عَطَاءً غَيْرَ مَجْذُوذٍ  ، أنها في الزيادة على مقدار مدَّة السموات والأرض .قال: ولم يخبرنا بمشيئته في أهل النار. وجائز أن تكون مشيئته في الزيادة ، وجائز أن تكون في النقصان.*ذكر من قال ذلك:18582- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك) ، فقرأ حتى بلغ:  عَطَاءً غَيْرَ مَجْذُوذٍ  ، قال: وأخبرنا بالذي يشاء لأهل الجنة، فقال:  عَطَاءً غَيْرَ مَجْذُوذٍ  ، ولم يخبرنا بالذي يشاء لأهل النار.* * *قال أبو جعفر: وأولى هذه الأقوال في تأويل هذه الآية بالصواب، القولُ الذي ذكرنا عن قتادة والضحاك: من أن ذلك استثناء في أهل التوحيد من أهل الكبائر أنه يدخلهم النار، خالدين فيها أبدًا إلا ما شاءَ من تركهم فيها أقل من ذلك، ثم يخرجهم فيدخلهم الجنة، كما قد بينا في غير هذا الموضع ، (27)  بما أغنى عن إعادته في هذا الموضع. (28)وإنما قلنا ذلك أولى الأقوال بالصحة في ذلك ، لأن الله جل ثناؤه أوعد أهل الشرك به الخلود في النار، وتظاهرت بذلك الأخبار عن رسول الله صلى الله عليه وسلم، فغير جائز أن يكون استثناءً في أهل الشرك ،  وأن الأخبار قد تواترت عن رسول الله صلى الله عليه وسلم أن الله يدخل قومًا من أهل الإيمان به بذنوبٍ أصابوها النارَ، ثم يخرجهم منها فيدخلهم الجنة ، فغير جائز أن يكون ذلك استثناء في أهل التوحيد قبل دُخُولها ، مع صحة الأخبار عن رسول الله صلى الله عليه وسلم بما ذكرنا  ،  وأنّا إن جعلناه استثناء في ذلك، كنا قد دخلنا في قول من يقول: \" لا يدخل الجنة فاسق ، ولا النار مؤمن \"، وذلك خلاف مذاهب أهل العلم ، وما جاءت به الأخبار عن رسول الله صلى الله عليه وسلم. فإذا فسد هذان الوجهان ، فلا قول قال به القُدْوة من أهل العلم إلا الثالث.* * *ولأهل العربية في ذلك مذهبٌ غير ذلك، سنذكره بعدُ، ونبينه إن شاء الله . (29) .* * *وقوله: (إن ربك فعال لما يريد) ، يقول تعالى ذكره: إن ربك ، يا محمد ، لا يمنعه مانع من فعل ما أراد فعله بمن عصاه وخالف أمره ، من الانتقام منه، ولكنه يفعل ما يشاء فعلَه ، فيمضي فيهم وفيمن شاء من خلقه فعلُه وقضاؤهُ. (30)---------------------------الهوامش :(20) انظر تفسير \" الخلود \" فيما سلف من فهارس اللغة ( خلد ) .(21) انظر تفسير \" ما دام \" 10 : 185 / 11 : 74 ، 238 .(22) \" الثنيا \" ( بضمك فسكون ) و \" الثنية \" ، على وزن ( فعيلة ) ، و \" المثنوية \" ، كله الاستثناء .(23) \" سفعته النار والشمس سفعًا \" ، لفحته لفحًا يسيرًا ، فغيرت لون بشرته وسودته .(24) انظر التعليق رقم : 1 .(25) \" أهل حروراء \" ، هم الخوارج ، يقولون إن صاحب الكبيرة مخلد في النار ، لأنهم يكفرون أهل الكبائر .(26) الأثر : 18578 - \" عامر بن جشيب الحمصي \" ، روى عن أبي أمامة ، وخالد بن معدان ، وغيرهما . ثقة . مترجم في التهذيب ، وابن أبي حاتم 3 / 1 / 319 . وكان في المطبوعة : \" جشب \" ، وهو خطأ ، والمخطوطة كما أثبت إلا أنها غير منقوطة . وهذا الخبر سيأتي في التفسير 30 : 8 ، 9 ، ( بولاق ) في تفسير سورة \" النبأ \" .(27) في المطبوعة : \" كذا قد بينا \" ، وهو كلام غث ، ورطه فيه سوء كتابة الناسخ .(28) غاب عني مكانه ، فمن وجده فليثبته .(29) انظر ما سيأتي ص : 487 - 489 .(30) في المطبوعة والمخطوطة : \" ولكنه يفعل ما يشاء ، فيمضي فعله فيهم وفيمن شاء من خلقه فعله وقضاؤه \" ، وهو غير مستقيم ، والآفة من الناسخ ، والصواب ما أثبت ، بتقديم \" فعله \" الأولى .",
  "ayah": 107,
  "surah": 11
}
