{
  "text": "القول في تأويل قوله تعالى :  مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ (15)قال أبو جعفر: يقول تعالى ذكره: من كان يريد بعمله الحياة الدنيا، وإيّاها وَزينتها يطلب به ، (6) نوفّ إليهم أجور أعمالهم فيها وثوابها (7)  ، (وهم فيها) يقول: وهم في الدنيا ، (لا يبخسون) ، يقول: لا ينقصون أجرها، ولكنهم يوفونه فيها. (8)* * *وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.*ذكر من قال ذلك:18012- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: (من كان يريد الحياة الدنيا وزينتها) الآية، وهي ما يعطيهم الله من الدنيا بحسناتهم ، وذلك أنهم لا يظلمون نقيرًا. يقول: من عمل صالحًا التماس الدنيا ، صومًا أو صلاةً أو تهجدًا بالليل، لا يعمله إلا لالتماس الدنيا ، يقول الله: أوفيه الذي التمس في الدنيا من المثابة، وحبط عمله الذي كان يعملُ التماس الدنيا، وهو في الآخرة من الخاسرين.18013- حدثنا ابن وكيع قال ، حدثنا جرير، عن منصور، عن سعيد بن جبير: (من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها) ، قال: ثوابَ ما عملوا في الدنيا من خير أعطوه في الدنيا، وليس لهم في الآخرة إلا النار وحبط ما صَنَعوا فيها.* * *18014- حدثنا ابن حميد قال ، حدثنا جرير، عن منصور، عن سعيد بن جبير قوله: (من كان يريد الحياة الدنيا وزينتها نوفّ إليهم أعمالهم فيها) ، قال: وَزْنَ ما عملوا من خير أعطوا في الدنيا، (9) وليس لهم في الآخرة إلا النار وحبط ما صنعوا فيها. قال: هي مثل الآية التي في الروم:  وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلا يَرْبُو عِنْدَ اللَّهِ  ، [سورة الروم: 39]18015- حدثنا ابن وكيع قال ، حدثنا أبي، عن سفيان، عن منصور، عن سعيد بن جبير: (من كان يريد الحياة الدنيا وزينتها) ، قال: من عمل للدنيا وُفِّيهُ في الدنيا.18016- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: (من كان يريد الحياة الدنيا وزينتها) ، قال: من عمل عملا مما أمر الله به ، من صلاة أو صدقة ، لا يريد بها وجهَ الله ، أعطاه الله في الدنيا ثوابَ ذلك مثلَ ما أنفق ، فذلك قوله: (نوفّ إليهم أعمالهم فيها) ، في الدنيا، (وهم فيها لا يبخسون) ، أجر ما عملوا فيها،  أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا  ، الآية.18017- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن عيسى  ،  يعني ابن ميمون  ،  عن مجاهد في قوله: (من كان يريد الحياة الدنيا وزينتها) ، قال: ممن لا يقبل منه ، جُوزِي به ، يُعطَى ثوابَه.18018- حدثنا ابن وكيع قال ، حدثنا ابن يمان، عن سفيان، عن عيسى الجرشي، عن مجاهد: (من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها)، قال: ممن لا يقبل منه ، يعجّل له في الدنيا. (10)18019- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قوله: (من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون) ، أي: لا يظلمون. يقول: من كانت الدنيا همَّه وسَدَمه (11) وطَلِبته ونيّته، جازاه الله بحسناته في الدنيا، ثم يفضي إلى الآخرة، وليس له حسنة يعطى بها جزاءً. وأما المؤمن ، فيجازى بحسناته في الدنيا ، ويثاب عليها في الآخرة  ، (وهم فيها لا يبخسون) أي : في الآخرة لا يظلمون.18020- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور  ،  وحدثنا  الحسن بن يحيى قال، أخبرنا عبد الرزاق  ،  جميعًا، عن معمر، عن قتادة: (من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها)، الآية، قال: من كان إنما هِمّته الدنيا ، إياها يطلب ، أعطاه الله مالا وأعطاه فيها ما يعيش، وكان ذلك قصاصًا له بعمله.(وهم فيها لا يبخسون) ، قال: لا يظلمون.18021-. . .. قال، حدثنا محمد بن ثور، عن معمر، عن ليث بن أبي سلم، عن محمد بن كعب القرظي: أن النبي صلى الله عليه وسلم قال: من أحسن من محسن ، فقد وقع أجره على الله في عاجل الدنيا وآجل الآخرة . (12)18022- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها) ، الآية، يقول: من عمل عملا صالحًا في غير تقوى  ،  يعني من أهل الشرك  ،  أعطي على ذلك أجرًا في الدنيا: يصل رحمًا، يعطي سائلا يرحم مضطرًّا ، في نحو هذا من أعمال البرّ ، يعجل الله له ثواب عمله في الدنيا، ويُوسِّع عليه في المعيشة والرزق، ويقرُّ عينه فيما خَوَّله، ويدفع عنه من مكاره الدنيا ، في نحو هذا، وليس له في الآخرة من نصيب.18023- حدثنا محمد بن المثنى قال ، حدثنا حفص بن عمر أبو عمر الضرير قال ، حدثنا همام، عن قتادة، عن أنس في قوله: (نوف إليهم أعمالهم فيها وهم فيها لا يبخسون) ، قال: هي في اليهود والنصارى.18024-. . . . قال، حدثنا حفص بن عمر قال ، حدثنا يزيد بن زريع، عن أبي رجاء الأزدي، عن الحسن: (نوف إليهم أعمالهم فيها) ، قال: طيباتهم.18025- حدثني يعقوب قال ، حدثنا ابن علية، عن أبي رجاء، عن الحسن، مثله.18026- حدثنا ابن وكيع قال ، حدثنا ابن علية، عن أبي رجاء، عن الحسن، مثله.18027- حدثني المثنى قال ، حدثنا سويد قال، أخبرنا ابن المبارك، عن وهيب: أنه بلغه أن مجاهدًا كان يقول في هذه الآية: هم أهل الرياء، هم أهل الرياء.18028-. . . . قال، أخبرنا ابن المبارك، عن حيوة بن شريح قال ، حدثني الوليد بن أبي الوليد أبو عثمان، أن عقبة بن مسلم حدثه، أنّ شُفيّ بن ماتع الأصبحي حدثه: أنه دخل المدينة، فإذا هو برجل قد اجتمع عليه الناس، فقال من هذا؟ فقالوا أبو هريرة! فدنوت منه حتى قعدت بين يديه ، وهو يحدِّث الناس، فلما سكت وَخَلا (13) قلت: أنشدك بحقِّ ، وبحقِّ، (14) لما حدثتني حديثًا سمعته من رسول الله صلى الله عليه وسلم عَقَلته وعلمتَه . قال: فقال أبو هريرة: أفعل، لأحدثنك حديثًا حدّثنيه رسول الله صلى الله عليه وسلم ! ثم نَشَغ نشغةً، (15) ثم أفاق فقال: لأحدثنك حديثًا حدّثنيه رسول الله صلى الله عليه وسلم في هذا البيت ، ما فيه أحدٌ غيري وغيره ! ثم نشَغ أبو هريرة نشغةً شديدة، ثم مال خارًّا على وجهه، واشتدّ به طويلا ثم أفاق فقال: حدثني رسول الله صلى الله عليه وسلم: إن الله تبارك وتعالى إذا كان يوم القيامة ، نـزل إلى القيامة ليقضي بينهم ، (16) وكل أمة جاثيةٌ، فأوّل من يدعى به رجلٌ جمع القرآن، ورجل قُتِل في سبيل الله، ورجل كثير المال، فيقول الله للقارئ: ألم أعلمك ما أنـزلتُ على رسولي؟ قال: بلى يا رب ! قال: فماذا عملت فيما عُلِّمت؟ قال: كنت أقوم آناء الليل وآناء النهار! فيقول الله له: كذبت ! وتقول له الملائكة: كذبت ! ويقول الله له: بل أردت أن يقال: \" فلان قارئ\" فقد قيل ذلك ! ويؤتى بصاحب المال فيقول الله له: ألم أوسِّع عليك حتى لم أدعك تحتاج إلى أحد؟ قال: بلى يا رب ! قال: فماذا عملت فيما آتيتك؟ قال: كنت أصل الرحم ، وأتصدَّق. فيقول الله له: كذبت ! وتقول الملائكة: كذبت ! ويقول الله له: بل أردت أن يقال: \" فلان جواد \"، فقد قيل ذلك! ويؤتى بالذي قتل في سبيل الله، فيقال له: فيماذا قُتلت؟ فيقول: أمرت بالجهاد في سبيلك، فقاتلت حتى قتلت. فيقول الله له: كذبت ! وتقول له الملائكة: كذبت ! ويقول الله له: بل أردت أن يقال: \" فلان جريء \"، وقد قيل ذلك ! ثم ضرب رسول الله صلى الله عليه وسلم على ركبتي فقال: يا أبا هريرة ، أولئك الثلاثة أول خلق الله تُسَعَّر بهم النار يوم القيامة. (17)،  قال الوليد أبو عثمان: فأخبرني عقبة أن شفيًّا هو الذي دخل على معاوية، فأخبره بهذا.قال أبو عثمان: وحدثني العلاء بن أبي حكيم : أنه كان سيَّافًا لمعاوية، قال: فدخل عليه رجل فحدّثه بهذا عن أبي هريرة، فقال أبو هريرة : وقد فعل بهؤلاء هذا، فكيف بمن بقي من الناس! ثم بكى معاوية بكاءً شديدًا حتى ظننا أنه هلك، وقلنا: [قد جاءنا ] هذا الرجل بشرٍّ ! (18) ثم أفاق معاوية ومسح عن وجهه فقال: صدق الله ورسوله : (من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها) ، وقرأ إلى:  وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ  . (19)18029- حدثني الحارث قال ، حدثنا عبد العزيز قال ، حدثنا سفيان، عن عيسى بن ميمون، عن مجاهد: (من كان يريد الحياة الدنيا وزينتها) الآية، قال: ممن لا يتقبل منه، يصوم ويصلي يريد به الدنيا، ويدفع عنه هَمّ الآخرة (20)  ، (وهم فيها لا يبخسون)، لا ينقصون.---------------------الهوامش :(6) في المطبوعة : \" وأثاثها وزينتها يطلب به \" ، فأفسد الكلام وضامه ، وهو في المخطوطة على الصواب كما أثبته .(7) انظر تفسير \" الزينة \" فيما سلف ص : 177 ، تعليق : 2 ، 5 ، والمراجع هناك .،  وتفسير \" التوفية \" فيما سلف من فهارس اللغة ( وفى ) .(8) انظر تفسير \" البخس \" فيما سلف 6 : 56 / 12 : 555 .(9) في المطبوعة : \" وربما عملوا من خير أعطوه في الدنيا \" ، وهو كلام متلو لا معنى له .وفي المخطوطة ما أثبته ، إلا أن فيه \" ورب ما عملوا \" غير منقوطة ، وصواب قراءتها ما أثبت .(10) الأثر : 18018 - \" عيسى الجرشي \" ، هو \" عيسى بن ميمون الجرشي المكي \" ، المذكور في الخبر السالف ، مضى قبل مرات ، آخرها رقم : 14677 .(11) \" السدم \" ( بفتحتين ) : الولوع بالشيء واللهج به . والغم بطلبه ، والندم على فوته ، وفي الحديث :\"مَنْ كانت الدنيا همَّه وسَدَمَه ، جَعَل الله فَقْرَه بين عينيه \" .(12) الأثر : 18021 - هذا خبر مرسل .(13) في المطبوعة : \" وخلى \" ، والصواب ما أثبت ، كما في المخطوطة .(14) \" بحق ، وبحق \" هذا قسم عليه ، يريد : \" بحق كذا \" ، وهو اختصار .(15) \" نشغ الرجل \" ، شهق حتى يكاد يبلغ به الغشى . قال أبو عبيدة : \" وإنما يفعل ذلك الإنسان شوقا إلى صاحبه ، أو إلى شيء فائت ، وأسفا عليه وحبا للقائه \" .(16) هكذا في المخطوطة والمطبوعة : \" نزل إلى القيامة \" ، وأنا في شك منها شديد ، وأظن الصواب ما في رواية الترمذي :\" ينزل إلى العباد ليقضى بينهم \" .(17) في المطبوعة والمخطوطة : \" تسعر لهم \" ، والصواب ما أثبت من سنن الترمذي .(18) في المطبوعة : \" قلنا هذا الرجل شر \" ، وهو فاسد جدا ، وفي المخطوطة مثله إلا أن فيها : \" بشر \" ، والصواب ما أثبته من سنن الترمذي ، ووضعت الزيادة بين القوسين .(19) الأثر : 18028 - \" ابن المبارك \" ، هو \" عبد الله بن المبارك \" ، الإمام المشهور، و \" حيوة بن شريح التجيبي المصري \" ، روى له الجماعة ، مضى مرارًا ، آخرها رقم : 16382 .\" والوليد بن أبي الوليد القرشي ، أبو عثمان \" ، ثقة ، مضى برقم : 5455 .\" وعقبة بن مسلم التجيبي المصري \" ، تابعي ثقة ، مضى مرارًا آخرها رقم : 13240 ، 13241 .\" وشفي بن ماتع الأصبحي المصري \" ، تابعي ثقة ، من ثقات المصريين ، كان عالمًا حكيمًا . وعده ابن جرير الطبري في الصحابة ، ولا يكاد يثبت . مترجم في التهذيب ، وابن سعد 7 / 2 / 201 ، والكبير 2 / 2 / 267 ، وابن أبي حاتم 2 / 1 / 389 ، والإصابة في ترجمته في القسم الرابع من حرف الشين . وقال الحافظ ابن حجر : \" وأورد حديثه بقي بن مخلد في مسنده أيضًا . ولم أر له رواية عن صحابي إلا عن عبد الله بن عمرو بن العاص ، وحديثه عنه في السنن . وجزم بأنه تابعي ، وأن حديثه مرسل : البخاري وابن حبان ، وأبو حاتم الرازي ، وغيرهم \" . وهذا الخبر رواه الترمذي في \" كتاب الزهد \" ، في باب \" الرياء والسمعة \" ، وقال : \" هذا حديث حسن غريب \" ، وقد قال شيخ الإسلام ابن تيمية : \" فالترمذي إذا قال : حسن غريب ، قد يعني به أنه غريب من ذلك الطريق ، لكن المتن له شواهد صار بها من جملة الحسن \" ، قلت : وغرابة هذا الحديث ، رواية \" شفي بن ماتع \" ، عن \" أبي هريرة \" ، وشفي لا تعرف له رواية مشهورة ثانية إلا عند عبد الله بن عمرو بن العاص ، وإن كانت روايته عن أبي هريرة حسنة ، على غرابتها ، لأنه خليق أن يروى عنه ، وخليق أن يلقاه مرة بالمدينة ، كما جاء في هذا الخبر . وقد رواه مختصرًا ، النسائي في سننه 6 : 23 ، من طريق أخرى ، عن محمد بن عبد الأعلى ، عن خالد ، عن جريج ، عن يوسف بن يوسف ، عن سليمان بن يسار ، قال : تفرق الناس عن أبي هريرة ، فقال له قائل من أهل الشأم ، أيها الشيخ ، حدثني حديثًا سمعته من رسول الله صلى الله عليه وسلم ، الحديث  ،  فكأن هذا القائل من أهل الشأم هو \" شفي بن ماتع \" ، وأنه كان بالشأم قبل أن يسكن مصر ، و\" شفي \" ، في الطبقة الثانية من تابعي أهل مصر ، كما عده ابن سعد . و\" سليمان بن يسار الهلالي \" ، أحد الفقهاء السبعة بالمدينة ، وسمع من أبي هريرة ، فكأن هذا القائل ، أو شفي بن ماتع ، كان يومئذ صغيرًا وهو يسأل أبا هريرة بالمدينة ، وكأن خبر النسائي ، هو الشاهد من الحديث الصحيح الذي جعل الترمذي يصف الخبر الأول بأنه \" حسن غريب \" .(20) في المخطوطة والمطبوعة : \" ويدفع عنه وهم الآخرة \" . ولا معنى له ، وأرجح أن الصواب ما أثبت .",
  "ayah": 15,
  "surah": 11
}
