{
  "text": "القول في تأويل قوله تعالى :  أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِقال أبو جعفر: يقول تعالى ذكره: (أفمن كان على بينة من ربه) ، قد بين له دينه فتبينه (22)  ، (ويتلوه شاهد منه). (23)* * *واختلف أهل التأويل في تأويل ذلك.فقال بعضهم: يعني بقوله: (أفمن كان على بينة من ربه) ، محمدًا صلى الله عليه وسلم.ذكر من قال ذلك:18030- حدثني محمد بن خلف قال ، حدثنا حسين بن محمد قال ، حدثنا شيبان، عن قتادة، عن عروة، عن محمد ابن الحنفية قال: قلت لأبي: يا أبت ، أنت التالي في (ويتلوه شاهد منه) ؟ قال: لا والله يا بنيّ ! وددت أني كنت أنا هو، ولكنه لسانُه18031- حدثني يعقوب وابن وكيع قالا حدثنا ابن علية، عن أبي رجاء، ، عن الحسن: (ويتلوه شاهد منه) قال: لسانه.18032- حدثنا ابن بشار قال ، حدثنا ابن أبي عدي، عن عوف، عن الحسن، في قوله: (ويتلوه شاهد منه) قال: لسانه.18033- حدثنا محمد بن المثنى قال ، حدثنا الحكم بن عبد الله أبو النعمان العجلي قال ، حدثنا شعبة، عن أبي رجاء، عن الحسن، مثله. (24)18034- حدثني علي بن الحسن الأزدي قال ، حدثنا المعافى بن عمران، عن قرة بن خالد، عن الحسن، مثله.18035- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قوله: (أفمن كان على بينة من ربه) ، وهو محمد ، كان على بيّنة من ربه.18036- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، عن الحسن قوله: (ويتلوه شاهد منه) قال: لسانه.18037- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (ويتلوه شاهد منه)، قال: لسانه هو الشاهد.18038- حدثنا ابن وكيع قال ، حدثنا أبو أسامة، عن شعبة، عن أبي رجاء، عن الحسن، مثله.18039- حدثنا ابن وكيع قال ، حدثنا غندر، عن عوف، عن الحسن، مثله.* * *وقال آخرون: يعني بقوله: (ويتلوه شاهد منه)، محمدًا صلى الله عليه وسلم.ذكر من قال ذلك:18040- حدثنا محمد بن بشار قال ، حدثنا ابن أبي عدي، عن عوف، عن سليمان العلاف، عن الحسين بن علي في قوله: (ويتلوه شاهد منه) قال: الشاهد محمد صلى الله عليه وسلم . (25)18041- حدثنا ابن وكيع قال ، حدثنا غندر، عن عوف، قال، حدثني سليمان العلاف قال: بلغني أن الحسن بن علي قال: (ويتلوه شاهد منه) ، قال: محمد صلى الله عليه وسلم.18042-. . . . قال، حدثنا أبو أسامة، عن عوف، عن سليمان العلاف، سمع الحَسَن بن علي: (ويتلوه شاهد منه) ، يقول: محمد، هو الشاهد من الله. (26)18043- حدثني يونس بن عبد الأعلى قال: أخبرنا ابن وهب قال، قال ابن زيد في قوله: (أفمن كان على بينة من ربه ويتلوه شاهد منه) ، قال: رسول الله صلى الله عليه وسلم ، كان على بينة من ربه، والقرآن يتلوه شاهدٌ أيضًا من الله ، (27) بأنه رسول الله صلى الله عليه وسلم.18044- حدثنا ابن وكيع قال ، حدثنا جرير، عن ليث، عن مجاهد: (أفمن كان على بينة من ربه) ، قال: النبي صلى الله عليه وسلم.18045- حدثنا ابن وكيع قال ، حدثنا أبي، عن نضر بن عربي، عن عكرمة، مثله.18046-. . .. قال، حدثنا أبي، عن سفيان، عن منصور، عن إبراهيم، مثله.18047- حدثنا الحارث قال ، حدثنا أبو خالد، سمعت سفيان يقول: (أفمن كان على بينة من ربه) ، قال: محمد صلى الله عليه وسلم.* * *وقال آخرون: هو علي بن أبي طالب.*ذكر من قال ذلك:18048- حدثنا محمد بن عمارة الأسدي قال ، حدثنا رزيق بن مرزوق قال ، حدثنا صباح الفراء، عن جابر، عن عبد الله بن نجيّ قال، قال علي رضي الله عنه: ما من رجل من قريش إلا وقد نـزلت فيه الآية والآيتان. فقال له رجُل: فأنتَ فأي شيء نـزل فيك؟ فقال علي: أما تقرأ الآية التي نـزلت في هود : (ويتلوه شاهد منه). (28)* * *وقال آخرون: هو جبريل.*ذكر من قال ذلك:18049- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، عن عكرمة، عن ابن عباس: (ويتلوه شاهد منه) ، إنه كان يقول: جبريل.18050- حدثنا أبو كريب وابن وكيع، قالا حدثنا ابن إدريس، عن الحسن بن عبيد الله، عن إبراهيم: (ويتلوه شاهد منه) ، قال: جبريل.18051- وحدثنا به أبو كريب مرة أخرى ، بإسناده عن إبراهيم فقال: قال : يقولون : \" علي\" ، إنما هو جبريل.18052- حدثنا أبو كريب، وابن وكيع قالا حدثنا ابن إدريس، عن ليث، عن مجاهد قال: هو جبريل، تلا التوراة والإنجيل والقرآن، وهو الشاهد من الله.18053- حدثنا ابن بشار قال ، حدثنا عبد الرحمن قال ، حدثنا سفيان  ،  وحدثنا محمد بن عبد الله المخرّميّ ، قال ، حدثنا جعفر بن عون قال ، حدثنا سفيان  ،  وحدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، وحدثني المثنى قال ، حدثنا أبو نعيم قال ، حدثنا سفيان  ،  عن منصور  ،  عن إبراهيم: (ويتلوه شاهد منه) قال: جبريل.18054- حدثنا محمد بن المثنى قال ، حدثنا محمد بن جعفر قال ، حدثنا شعبة، عن منصور، عن إبراهيم، مثله.18055-. . . . قال، حدثنا سهل بن يوسف قال ، حدثنا شعبة، عن منصور، عن إبراهيم، مثله.18056- حدثنا ابن وكيع قال ، حدثنا جرير، عن منصور، عن إبراهيم، مثله.18057-. . . . قال، حدثنا جرير، عن ليث، عن مجاهد قال: جبريل.18058-. . . . قال، حدثنا عبد الله، عن إسرائيل، عن السدي، عن أبي صالح: (ويتلوه شاهد منه) ، قال: جبريل.18059-. . . . قال، حدثنا أبو معاوية، عن جويبر، عن الضحاك: (ويتلوه شاهد منه) ، قال: جبريل18060-. . . . حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال: سمعت الضحاك يقول في قوله: (أفمن كان على بينة من ربه) ، يعني محمدًا هو على بينة من الله  ، (ويتلوه شاهد منه) ، جبريل ، شاهدٌ من الله ، يتلو على محمد ما بُعث به.18061- حدثنا ابن وكيع قال ، حدثنا أبي، عن أبي جعفر، عن الربيع، عن أبي العالية قال: هو جبريل18062-. . . . قال، حدثنا أبي، عن نضر بن عربي، عن عكرمة، قال: هو جبريل.18063-. . . . قال، حدثنا أبي، عن سفيان، عن منصور، عن إبراهيم، قال: جبريل.18064-. . . . حدثني محمد بن سعد قال، حدثني أبي، قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: (أفمن كان على بينة من ربه)، يعني محمدًا ، على بينة من ربه  ، (ويتلوه شاهد منه) ، فهو جبريل ، شاهد من الله بالذي يتلو من كتاب الله الذي أنـزل على محمد قال: ويقال: (ويتلوه شاهد منه) ، يقول: يحفظه المَلَك الذي معه.18065- حدثني المثنى قال ، حدثنا أبو النعمان عارم قال ، حدثنا حماد بن زيد، عن أيوب قال،كان مجاهد يقول في قوله: (أفمن كان على بينة من ربه) ، قال: يعني محمدًا، (ويتلوه شاهد منه) ، قال: جبريل.* * *وقال آخرون: هو ملك يحفظه.*ذكر من قال ذلك:18066- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: (ويتلوه شاهد منه) ، قال: معه حافظ من الله ، مَلَكٌ.18067- حدثنا ابن وكيع قال ، حدثنا يزيد بن هارون، وسويد بن عمرو، عن حماد بن سلمة، عن أيوب، عن مجاهد: (ويتلوه شاهد منه) ، قال: ملك يحفظه.18068-. . . . قال، حدثنا محمد بن بكر، عن ابن جريج، عمن سمع مجاهدًا: (ويتلوه شاهد منه) ، قال: الملك.18069- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: (ويتلوه شاهد منه) ، يتبعه حافظٌ من الله ، مَلَكٌ.18070- حدثني المثنى قال ، حدثنا الحجاج بن المنهال قال ، حدثنا حماد، عن أيوب، عن مجاهد: (ويتلوه شاهد منه) ، قال: الملك يحفظه:  يَتْلُونَهُ حَقَّ تِلاوَتِهِ  ، [سورة البقرة: 121] قال: يتّبعونه حقّ اتباعه.18071- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد: (ويتلوه شاهد منه) ، قال: حافظ من الله ، مَلكٌ.* * *قال أبو جعفر: وأولى هذه الأقوال التي ذكرناها بالصواب في تأويل قوله: (ويتلوه شاهد منه)، قولُ من قال: \" هو جبريل \"، لدلالة قوله: (ومن قبله كتاب موسى إمامًا ورحمةً) ، على صحة ذلك . وذلك أن نبي الله صلى الله عليه وسلم لم يتلُ قبل القرآن كتاب موسى، فيكون ذلك دليلا على صحة قول من قال: \" عنى به لسان محمد صلى الله عليه وسلم، أو: محمد نفسه، أو : عليّ\" على قول من قال: \" عني به علي\". ولا يعلم أنّ أحدًا كان تلا ذلك قبل القرآن ، أو جاء به، ممن ذكر أهل التأويل أنه عنى بقوله: (ويتلوه شاهد منه) ، غير جبريل عليه السلام.* * *فإن قال قائل: فإن كان ذلك دليلك على أن المعنيَّ به جبريل، فقد يجب أن تكون القراءة في قوله: (ومن قبله كتاب موسى) بالنصب ، لأن معنى الكلام على ما تأولتَ يجب أن يكون: ويتلو القرآنَ شاهدٌ من الله، ومن قبل القرآن كتابَ موسى؟قيل: إن القراء في الأمصار قد أجمعت على قراءة ذلك بالرفع فلم يكن لأحد خلافها، ولو كانت القراءة جاءت في ذلك بالنصب ، كانت قراءة صحيحةً ومعنى صحيحًا.فإن قال: فما وجه رفعهم إذًا \" الكتاب \" على ما ادعيت من التأويل؟قيل: وجه رفعهم هذا أنهم ابتدؤوا الخبر عن مجيء كتاب موسى قبل كتابنا المنـزل على محمد، فرفعوه ب \" من \" [ومنه]، (29) والقراءة كذلك، والمعنى الذي ذكرت من معنى تلاوة جبريل ذلك قبل القرآن، وأن المراد من معناه ذلك ، وإن كان الخبر مستأنفًا على ما وصفت ، اكتفاءً بدلالة الكلام على معناه.* * *وأما قوله: (إمامًا) فإنه نصب على القطع من \" كتاب موسى \" ، (30) وقوله (ورحمة) ، عطف على \" الإمام \". كأنه قيل: ومن قبله كتاب موسى إمامًا لبني إسرائيل يأتمُّون به، ورحمةً من الله تلاه على موسى، كما:-18072- حدثنا ابن وكيع قال ، حدثنا أبي، عن أبيه، عن منصور، عن إبراهيم، في قوله: (ومن قبله كتاب موسى) ، قال: من قبله جاء بالكتاب إلى موسى.* * *وفي الكلام محذوف قد ترك ذكره اكتفاء بدلالة ما ذكر عليه منه، وهو: (أفمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتاب موسى إمامًا ورحمةً) ،  ،  \" كمن هو في الضلالة متردد لا يهتدي لرشد، ولا يعرف حقًّا من باطل، ولا يطلب بعمله إلا الحياة الدنيا وزينتها \". وذلك نظير قوله:  أَمْ مَنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ  [سورة الزمر: 9] (31) والدليل على حقيقة ما قلنا في ذلك أن ذلك عقيب قوله:  مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا  ، الآية، ثم قيل: أهذا خير ، أمن كان على بينة من ربه؟ والعرب تفعل ذلك كثيرًا إذا كان فيما ذكرت دلالة على مرادها على ما حذفت، وذلك كقول الشاعر: (32)وَأُقْسِــمُ لَـوْ شَـيْءٌ أَتَانَـا رَسُـولُهسِـواكَ وَلَكِـنْ لَـمْ نَجِـدْ لَـكَ مَدْفَعًا (33)* * *وقوله: (أولئك يؤمنون به) ، يقول: هؤلاء الذين ذكرت ، يصدقون ويقرّون به ، إن كفر به هؤلاء المشركون الذين يقولون: إن محمدًا افتراه.* * *القول في تأويل قوله تعالى :  وَمَنْ يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ (17)قال أبو جعفر : يقول تعالى ذكره: ومن يكفر بهذا القرآن ، فيجحد أنه من عند الله  ، (من الأحزاب) وهم المتحزّبة على مللهم (34)  ، (فالنار موعده)، أنه يصير إليها في الآخرة بتكذيبه. يقول الله لنبيه محمد صلى الله عليه وسلم: (فلا تك في مرية منه) ، يقول: فلا تك في شك منه، (35) من أن موعدَ من كفر بالقرآن من الأحزاب النارُ، وأن هذا القرآن الذي أنـزلناه إليك من عند الله.ثم ابتدأ جل ثناؤه الخبر عن القرآن فقال: إن هذا القرآن الذي أنـزلناه إليك ، يا محمد ، الحقّ من ربك لا شك فيه، ولكنّ أكثر الناس لا يصدِّقون بأن ذلك كذلك.* * *فإن قال قائل: أوَ كان النبي صلى الله عليه وسلم في شكٍّ من أن القرآن من عند الله، وأنه حق، حتى قيل له: \" فلا تك في مرية منه \"؟قيل: هذا نظير قوله:  فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْـزَلْنَا إِلَيْكَ  [ سورة يونس: 94] ، وقد بينا ذلك هنالك. (36)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:18073- حدثنا محمد بن بشار قال ، حدثنا عبد الوهاب قال ، حدثنا أيوب قال: نبئت أن سعيد بن جبير قال: ما بلغني حديثٌ عن رسول الله صلى الله عليه وسلم، على وَجهه إلا وجدت مصداقَه في كتاب الله تعالى، حتى قال \" لا يسمعُ بي أحدٌ من هذه الأمة ، ولا يهودي ولا نصرانيّ، ثم لا يؤمن بما أرسلت به إلا دخل النار \". قال سعيد، فقلت : أين هذا في كتاب الله؟ حتى أتيت على هذه الآية: (وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ) ، قال: من أهل الملل كُلّها.18074- حدثنا محمد بن عبد الله المخرّمي ، وابن وكيع قالا حدثنا جعفر بن عون قال ، حدثنا سفيان، عن أيوب، عن سعيد بن جبير في قوله: (ومن يكفُر به من الأحزاب) ، قال: من الملل كلها.18075- حدثني يعقوب ، وابن وكيع قالا حدثنا ابن علية قال ، حدثنا أيوب، عن سعيد بن جبير قال: كنت لا أسمع بحديث عن رسول الله صلى الله عليه وسلم على وَجهه، إلا وجدت مصداقه  ،  أو قال تصديقه  ،  في القرآن، فبلغني أن رسول الله صلى الله عليه وسلم قال: \" لا يسمع بي أحدٌ من هذه الأمة ، ولا يهودي ولا نصراني ، ثم لا يؤمن بما أرسلت به إلا دخل النار \" ، فجعلت أقول: أين مصداقُها؟ حتى أتيت على هذه:  أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ  ، إلى قوله: (فالنار موعده) ، قال: فالأحزاب، الملل كلها.18076- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر قال، حدثني أيوب، عن سعيد بن جبير قال، قال رسول الله صلى الله عليه وسلم: \" ما من أحد يسمع بي من هذه الأمة ، ولا يهودي ولا نصراني ، فلا يؤمن بي إلا دخل النار \" ، فجعلت أقول: أين مصداقها في كتاب الله؟ قال: وقلَّما سمعت حديثًا عن النبي صلى الله عليه وسلم إلا وجدتُ له تصديقًا في القرآن، حتى وجدت هذه الآيات: (ومن يكفر به من الأحزاب فالنار موعده) ، الملل كلها. (37)18077-. . .. قال، حدثنا محمد بن ثور، عن معمر، عن قتادة: (ومن يكفر به من الأحزاب فالنار موعده) ، قال: الكفارُ أحزابٌ كلهم على الكفر.18078- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قوله:  وَمِنَ الأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ  ، [سورة الرعد: 36] ، أي : يكفر ببعضه، وهم اليهود والنصارى. قال: بلغنا أن نبي الله صلى الله عليه وسلم كان يقول: \" لا يسمع بي أحدٌ من هذه الأمة ، ولا يهودي ولا نصراني ، ثم يموت قبل أن يؤمن بي، إلا دخل النار \".18079- حدثني المثنى قال ، حدثنا يوسف بن عدي النضري قال، أخبرنا ابن المبارك، عن شعبة، عن أبي بشر، عن سعيد بن جبير، عن أبي موسى الأشعري: أن رسول الله صلى الله عليه وسلم قال: من سمع بي من أمتي أو يهودي أو نصراني، فلم يؤمن بي لم يدخل الجنة. (38)-----------------------الهوامش :(22) انظر تفسير \" البينة \" فيما سلف من فهارس اللغة ( بين ) .(23) انظر تفسير \" يتلو \" ، و \" شاهد \" فيما سلف من فهارس اللغة ( تلا ) ، ( شهد ) .(24) الأثر : 18033 - \" الحكم بن عبد الله \" ، \" أبو النعمان العجلي \" ، ثقة ، مضى برقم : 17013 .(25) الأثر : 18040 - \" سليمان العلاف \" ، مترجم في الكبير 2 / 2 / 31 ، وابن أبي حاتم 2 / 1 / 153 ، ولم يذكرا فيه جرحًا ، وقالا : إنه بلغه عن الحسن ، روى عنه عوف ، وقال البخاري : مرسل . وكأنه يعني هذا الحديث ، انظر الخبر التالي . وكان في المطبوعة والمخطوطة \" عن الحسين بن علي \" ، وهو خطأ ، يدل عليه ما ذكرته ، وانظر الخبر التالي ، والذي يليه .(26) الأثران : 18041 ، 18042 - \" سليمان العلاف \" ، انظر التعليق السالف ، وفي الأثرين \" الحسين بن علي \" في المخطوطة والمطبوعة ، والصواب ما أثبت كما مر ذلك في التعليق على الأثر السالف .(27) في المطبوعة : \" شاهد منه أيضًا \" ، والذي في المخطوطة هو الجيد .(28) الأثر : 18048 - \" رزيق بن مرزوق الكوفي المقرئ البجلي \" ، روى عن أبي الأحوص ، وابن عيينة ، وسهل بن شعيب ، وروى عنه أحمد بن يحيى الصوفي ، وأبو حاتم الرازي ، وقال : \" صدوق \" مترجم في ابن أبي حاتم 1 / 2 / 506 .\" وصباح الفراء \" ، لم أجده ، وأخشى أن يكون هو \" صباح بن يحيى المزني \" ، وهو الشيعي المتروك الذي سلف برقم : 16113 .\" وجابر \" هو الجعفي \" جابر بن يزيد الجعفي \" . وهو ضعيف ، بل ربما كان القول فيه أشد ، وكان فوق ذلك رافضيًا يشتم أصحاب رسول الله صلى الله عليه وسلم ، وقال ابن حبان : \" كان من أصحاب عبد الله بن سبأ ، وكان يقول : إن عليا يرجع إلى الدنيا \" مضى مرارًا آخرها رقم : 14008 . \" وعبد الله بن نجي بن سلمة الكوفي الحضرمي \" ، ليس بالقوي ، كان أبوه على مطهرة علي رضي الله عنه ، قال البخاري : \" فيه نظر \" ، مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 184 . وميزان الاعتدال 2 : 82 ، وقال الذهبي : \" روى عنه جابر الجعفي ، فمنكرة من جابر \" ، ووثقه النسائي .وكان في المطبوعة \" عبد الله بن يحيى \" ، لم يحسن قراءة المخطوطة فيعرف الاسم .(29) في المطبوعة : \" فرفعوه بمن قبله والقراءة كذلك \" ، غير ما في المخطوطة ، لهذه الكلمة التي وضعتها بين القوسين ، وأنا أخشى أن تكون زيادة لا معنى لها ، ولذلك أثبتها بين القوسين ، كما في المخطوطة .وانظر تفسير الآية في معاني القرآن للفراء .(30) \" القطع \" ، الحال ، كما سلف ص : 76 ، تعليق : 4 ، والمراجع هناك .(31) انظر تفسير الآية في معاني القرآن للفراء .(32) هو امرؤ القيس .(33) ديوانه : 113 ، والخزانة 4 : 227 ، وغيرهما كثير ، وسيأتي في التفسير 13 : 102 / 23 : 128 / 29 : 67 ( بولاق ) ، وهذا البيت قد كثر الاستدلال به على الحذف ، إلا أن البغدادي أفاد فائدة جيدة فقال : \" وعذرهم في تقدير الجواب أن هذا البيت ساقط في أكثر الروايات ، وقد ذكره الزجاجي في أماليه الصغرى والكبرى في جملة أبيات ثمانية ، رواها المبرد من قصيدة لأمرئ القيس ، ورأينا أن نقتصر عليها ، وهي :بَعَثْــتُ إلَيْهــا والنُّجـوم خَـوَاضِعٌحِــذَارًا عَلَيْهَــا أنْ تَقُـومَ فَتَسْـمَعَافَجَـاءتْ قَطُـوفَ المَشْيِ هَائِبَةَ السُّرَىيُــدَافِعُ رُكْنَـاهَــا كَـوَاعِبَ أرْبَعَـايُزَجِّيهَـا مَشْـىَ الـنَّزِيفِ وَقَـدْ جَرَىصُبَـابُ الكَـرَى فِـي مُخِّـهِ فَتَقَطَّعَـاتَقُــولُ وَقَـدْ جَرَّدْتُهَـا مِـنْ ثِيَابِهَـاكَمَـا رُعْـتَ مَكْحُـولَ المَـدَامِع أَتْلَعَاأَجِــدَّكَ لَـوْ شَـيْءٌ أَتَانـا رَسُـولُهُسِـوَاكَ وَلكِـنْ لـم نَجِـدْ لَـكَ مَدْفَعَاإِذَنْ لَرَدَدْنَــاهُ , وَلَــوْ طَـالَ مَكْثُـهُلَدَيْنَــا , وَلَكِنَّــا بِحُــبِّكَ وُلَّعَــافَبِتْنَـا تَصُـدُّ الوُحْـشُ عَنَّـا , كَأَنَّنَـاقَتِيـلاَنِ لم يَعْلَـمْ النَّـاسُ لَنَا مَصْرَعَاإِذَا أَخَذَتْهَـا هِـزَّةُ الـرَّوْعِ , أَمْسَـكَتْبِمَنْكِـبِ مِقْـدَامٍ عَـلَى الهَـوْلِ أرْوَعَاهذا ما قاله البغدادي ، وفيه قول لا يتسع له هذا المكان ، ولكن فيه فائدة تقيد .(34) انظر تفسير \" الحزب \" فيما سلف 1 : 244 / 10 : 428 .(35) انظر تفسير \" المرية \" فيما سلف من فهارس اللغة ( مري ) .(36) انظر ما سلف قريبًا ص : 200 - 203 .(37) الآثار : 18073 - 18077 - هذه الآثار عن سعيد بن جبير ، والتي روى فيها الخبر مرسلا ، رواه الحاكم في المستدرك 2 : 342 ، موصولا مرفوعًا من حديث ابن عباس . وذلك من طريق عبد الرازق ، عن معمر ، عن أبي عمرو البصري ، عن سعيد بن جبير ، عن ابن عباس ، وقال الحاكم \" هذا حديث صحيح على شرط الشيخين ، ولم يخرجاه \" ، ووافقه الذهبي .وانظر حديث أبي هريرة ، في صحيح مسلم 2 : 186 ، وما سيأتي من حديث أبي موسى رقم : 18079 .(38) الأثر : 18079 - \" يوسف بن عدي النصري \" ، هكذا في المخطوطة غير منقوط ، وفي المطبوعة : \" النضري \" ولا أدري من أين أتى بإعجامه هذا . والذي مر بنا في الخبر رقم : 10309 ، رواية المثنى ، عن يوسف بن عدي ، عن ابن المبارك \" وظننت هناك أنه : \" يوسف بن عدي بن رزيق التيمي \" ، فلا أدري ما هذه النسبة التي هنا ، إلا أني أظن أنها \" المصري \" ، لأن \" يوسف بن عدي \" ، وإن يكن كوفيًا ، إلا أنه سكن مصر ، ومات بها سنة 232 .وهذا الخبر رواه أحمد في مسنده 4 : 396 ، عن طريق محمد بن جعفر ، عن شعبة ، عن أبي بشر ، بهذا اللفظ . ومثله 4 : 398 ، من طريق عفان ، عن شعبة .وخرجه الهيثمي في مجمع الزوائد 8 : 261 ، 262 ، مطولا ، وفيه من قول أبي موسى الأشعري : \" فقلت : ما قال رسول الله صلى الله عليه وسلم ، إلا في كتاب الله عز وجل ، فقرأت فوجدت : {ومن يكفر به من الأحزاب فالنار موعده } ، فهذا نحو ما قاله سعيد بن جبير في الآثار السالفة . وقال الهيثمي بعد : \" رواه الطبراني ، واللفظ له ، وأحمد بنحوه في الروايتين ، ورجال أحمد رجال الصحيح ، والبزار أيضًا باختصار\" .",
  "ayah": 17,
  "surah": 11
}
