{
  "text": "القول في تأويل قوله تعالى :  فَقَالَ الْمَلأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ (27)قال أبو جعفر: يقول تعالى ذكره: فقال الكبراء من قوم نوح وأشرافهم  ،  وهم (الملأ )،  ،  (14) الذين كفروا بالله وجحدوا نبوة نبيهم نوح عليه السلام  ، (ما نراك)، يا نوح، (إلا بشرًا مثلنا) ، يعنون بذلك أنه آدمي مثلهم في الخلق والصُّورة والجنس، كأنهم كانوا منكرين أن يكون الله يرسل من البشر رسولا إلى خلقه. (15)* * *وقوله: (وما نراك اتَّبعك إلا الذين هم أراذلنا بادي الرأي) ، يقول: وما نراك اتبعك إلا الذين هم سفلتنا من الناس ، دون الكبراء والأشراف ، فيما نرَى ويظهر لنا.* * *وقوله: (بادي الرأي) ، اختلفت القرأة في قراءته.فقرأته عامة قرأة المدينة والعراق: ( بَادِيَ الرَّأْيِ )، بغير همز \" البادي\" وبهمز \" الرأي\"، بمعنى: ظاهر الرأي، من قولهم: \" بدا الشيء يبدو \" ، إذا ظهر، كما قال الراجز: (16)أَضْحَـى لِخَـالِي شَـبَهِيَ بَـادِي بَدِيوَصَــارَ لِلْفَحْــلِ لِسَــانِي وَيَـدِي (17)\" بادي بدي\" بغير همز، وقال آخر:وقَدْ عَلَتْنِي ذُرْأَةٌ بادِي بَدِي (18)* * *وقرأ ذلك بعض أهل البصرة: (بَادِئَ الرَّأْيِ)، مهموزًا أيضًا، بمعنى: مبتدأ الرأي، من قولهم: \" بدأت بهذا الأمر \"، إذا ابتدأت به قبل غيره.* * *قال أبو جعفر: وأولى القراءتين بالصواب في ذلك عندنا قراءة من قرأ: ( بَادِيَ الرَّأْيِ ) بغير همز \" البادي\"، وبهمز \" الرأي\"، لأن معنى ذلك الكلام: إلا الذين هم أراذلنا ، في ظاهر الرأي ، وفيما يظهر لنا.* * *وقوله: (وما نرى لكم علينا من فضل)، يقول: وما نتبين لكم علينا من فضل نلتموه بمخالفتكم إيانا في عبادة الأوثان إلى عبادة الله وإخلاص العبودة له، فنتبعكم طلبَ ذلك الفضل ، وابتغاءَ ما أصبتموه بخلافكم إيانا  ، (بل نظنكم كاذبين).* * *وهذا خطاب منهم لنوحٍ عليه السلام، وذلك أنهم إنما كذبوا نوحًا دون أتباعه، لأن أتباعه لم يكونوا رُسلا. وأخرج الخطابَ وهو واحد مخرج خطاب الجميع، كما قيل:  يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ  ، [ سورة الطلاق: 1] .* * *قال أبو جعفر: وتأويل الكلام: بل نظنك ، يا نوح ، في دعواك أن الله ابتعثك إلينا رسولا كاذبًا.* * *وبنحو ما قلنا في تأويل قوله (بادي الرأي) قال أهل التأويل.*ذكر من قال ذلك:18105- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس قوله: ( وما نراك اتبعك إلا الذين هم أراذلنا بادي الرأي ) ، قال: فيما ظهر لنا------------------------الهوامش :(14) انظر تفسير \" الملأ \" فيما سلف ص : 177 ، تعليق : 1 ، والمراجع هناك .(15) انظر تفسير \" البشر \" فيما سلف 11 : 521 ، تعليق : 1 ، والمراجع هناك .(16) أبو نخيلة السعدي .(17) هذا الرجز والذي يليه ، من رجز أبي نخيلة السعدي ، لا شك في البيت الثاني منهما ، أما الأول فإني أرتاب في صحة إنشاده ، على الوجه الذي أنشده الفراء في معاني القرآن . وقد خرج هذا الرجز ، صديقنا وشيخنا عبد العزيز الميمني الراجكرتي في سمط اللآلئ : 293 ، 480 ، وفي اللسان ( ذرأ ) ، وتهذيب إصلاح المنطق 2 : 32 ، وسيبويه 2 : 54 ، ونوادر اليزيدي : 128 ، والأغاني ( ساسي) 18 : 151 ، وتاريخ ابن عساكر 2: 321  ،  وأزيد ، تاريخ الطبري 9 : 273 ، والمعاني الكبير : 1223 ، والفراء في معاني القرآن ، ومجاز القرآن 1 : 288 ، واللسان ( بدا ) ، والأبيات هي :كَـيْفَ التَّصَـابِي فِعْـلَ مَـنْ لَـمْ يَهْتَدِوَقَــد عَلَتْنِــي ذُرْأَةٌ بَــادِي بَـدىوَرَثْيَــةٌ تَنْهَـــضُ فــي تَشَـدُّدِيبَعْـدَ انْتِهَـاضِي فـي الشَّـبَابِ الأمْلَدِوَبَعْــدَ مَــا أَذْكُــرُ مِـنْ تَـأَوُّدِيوَبَعْــدَ تَمْشَــائِي وتَطْوِيحِـي يَـدِيوَمِشْــيَتِي تَحْـتَ الغُـدَافِ الأسْـوَدِوذكرها صاحب اللسان في ( بدا ) ، والتبريزي في تهذيب إصلاح المنطق ، وزاد بعد قوله \" ورثيــة تنهــض فــي تشـدديوصــار للفحــل لســاني ويـديأما البيت الأول ، فلم أجده في مكان ، وأخشى أن تكون \" بادي بدى \" فيه ، موضوعة مكان كلمة أخرى ، ولا شك أن موضع هذين البيتين ، ليس في الموضع الذي وضع أحدهما فيه صاحب اللسان والتبريزي .(18) انظر التعليق السالف . و \" الذرأة \" ( بضم فسكون ) ، الشيب في مقدم الرأس .",
  "ayah": 27,
  "surah": 11
}
