{
  "text": "القول في تأويل قوله تعالى :  وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ (41)قال أبو جعفر: يقول تعالى ذكره: وقال نوح: اركبوا في الفلك ، \" بسم الله مجراها ومرساها \".* * *وفي الكلام محذوف قد استغني بدلالة ما ذكر من الخبر عليه عنه، وهو قوله:  قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلا قَلِيلٌ   ،  فحملهم نوح فيها  ،  \" وقال \" لهم، \" اركبوا فيها \". فاستغني بدلالة قوله: (وقال اركبوا فيها) ، عن حمله إياهم فيها، فتُرك ذكره.* * *واختلفت القراء في قراءة قوله: ( بسم الله مجراها ومرساها ) ، فقرأته عامة قراء أهل المدينة والبصرة وبعض الكوفيين: ( بِسْمِ اللهِ مُجْرَاهَا وَمُرْسَاهَا ) ، بضم الميم في الحرفين كليهما. وإذا قرئ كذلك كان من \" أجرى \" و \" أرسى \"، وكان فيه وجهان من الإعراب:أحدهما : الرفع بمعنى: بسم الله إجراؤها وإرساؤها  ،  فيكون \" المجرى \" و \" المرسى \" مرفوعين حينئذ بالباء التي في قوله: (بسم الله).والآخر : النصب، بمعنى: بسم الله عند إجرائها وإرسائها، أو وقت إجرائها وإرسائها  ،  فيكون قوله: (بسم الله) ، كلامًا مكتفيًا بنفسه، كقول القائل عند ابتدائه في عمل يعمله: \" بسم الله \"، ثم يكون \" المجرى \" و \" المرسى \" منصوبين على ما نصبت العرب قولهم : \" الحمد لله سِرارَك و إهلالك \" ، يعنون الهلال أوّله وآخره، كأنهم قالوا: \" الحمد لله أوّل الهلال وآخره \"، ومسموع منهم أيضا: \" الحمدُ لله ما إهلالك إلى سِرارِك \". (26)* * *وقرأ ذلك عامة قراء الكوفيين: ( بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا ) ، بفتح الميم من \" مجراها \"، وضمها من \" مرساها \"، فجعلوا \" مجراها \" مصدرًا من \" جري يجري مَجْرَى \"، و \" مرساها \" من \" أرسَى يُرْسي إرساء \" . (27)وإذا قرئ ذلك كذلك ، كانَ في إعرابهما من الوجهين ، نحو الذي فيهما إذا قرئا: (مُجراها ومُرساها)، بضم الميم فيهما ، على ما بيَّنتُ.* * *وروي عن أبي رجاء العطاردي أنه كان يقرأ ذلك: (بِسْمِ اللهِ مُجْرِيهَا وَمُرْسِيهَا ) ، بضم الميم فيهما، ويصيرهما نعتًا لله. وإذا قرئا كذلك، كان فيهما أيضًا وجهان من الإعراب، غير أن أحدهما الخفضُ، وهو الأغلب عليهما من وجهي الإعراب ، لأن معنى الكلام على هذه القراءة: بسم الله مُجْرى الفلك ومرسيها  ،  ف \" المجرى \" نعت لاسم الله. وقد يحتمل أن يكون نصبًا، وهو الوجه الثاني، لأنه يحسن دخول الألف واللام في \" المجري\" و \" المرسي\"، كقولك: \" بسم الله  المجريها والمرسيها \" ، وإذا حذفتا نصبتا على الحال، إذ كان فيهما معنى النكرة، وإن كانا مضافين إلى المعرفة.* * *وقد ذكر عن بعض الكوفيين أنه قرأ ذلك: ( مَجْرَاهَا ومَرْسَاهَا) ، بفتح الميم فيهما جميعا، من \" جرى \" و \" رسا \" ، كأنه وجهه إلى أنه في حال جَرْيها وحال رُسُوّها، وجعل كلتا الصفتين للفلك ، كما قال عنترة:فَصَــبَرْتُ نَفْسًـا عِنْـدَ ذَلِـكَ حُـرَّةًتَرْسُــو إذَا نَفَسُ الجبَــانِ تَطَلّــعُ (28)* * *قال أبو جعفر: والقراءة التي نختارها في ذلك قراءة من قرأ: (بِسْمِ اللهِ مَجْرَاهَا) ، بفتح الميم (وَمُرْسَاهَا) ، بضم الميم، بمعنى: بسم الله حين تَجْري وحين تُرْسي.وإنما اخترت الفتح في ميم \" مجراها \" لقرب ذلك من قوله:  وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ  ، ولم يقل: \" تُجْرَى بهم \" . ومن قرأ: (بسم الله مُجْراها)، كان الصواب على قراءته أن يقرأ: \" وهي تُجْرى بهم \". وفي إجماعهم على قراءة  تَجْرِي  ، بفتح التاء دليل واضع على أن الوجه في (مجراها) فتح الميم. وإنما اخترنا الضم في (مرساها) ، لإجماع الحجة من القراء على ضمّها.ومعنى قوله (مجراها) ، مسيرها  ، (ومرساها)، وقفها، من وقَفَها الله وأرساها.* * *وكان مجاهد يقرأ ذلك بضم الميم في الحرفين جميعًا.18182- حدثني المثني قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد  ،18183-. . .. قال، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد : ( بِسْمِ اللهِ مُجْرَاهَا وَمُرْسَاهَا) ، قال: حين يركبون ويجرون ويرسون.18184- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى ، عن ابن أبي نجيح ، عن مجاهد : بسم الله حين يركبون ويجرون ويرسون.18185- حدثنا ابن وكيع قال ، حدثنا ابن نمير، عن ورقاء، عن ابن أبي نجيح، عن مجاهد: ( بِسْمِ اللهِ مُجْرَاهَا وَمُرْسَاهَا) ، قال: بسم الله حين يجرون وحين يرسون.18186- حدثنا أبو كريب قال ، حدثنا جابر بن نوح قال ، حدثنا أبو روق، عن الضحاك، في قوله: (اركبوا فيها بسم الله مجراها ومرساها) قال: إذا أراد أن ترسي قال: \" بسم الله \" فأرست، وإذا أراد أن تجري قال \" بسم الله \" فجرت.* * *وقوله: (إن ربي لغفور رحيم) ، يقول: إن ربي لساتر ذنوب من تاب وأناب إليه ، رحيم بهم أن يعذبهم بعدَ التوبة. (29)-------------------الهوامش :(26) قال الفراء في معاني القرآن ، بعد ذلك : \" يريدون : ما بين إهلالك إلى سرارك \" .(27) انظر تفسير \" الإرساء \" فيما سلف 13 : 293 .(28) ديوانه : 89 من أبيات ، يقول قبله ، يذكر الغراب ، ويتشاءم به .إنَّ الَّــذِينَ نَعَبْــتَ لِــي بِفِـرَاقِهِمْقَـدْ أَسْـهَرُوا لَيْـلَ التِّمَـامِ وأوْجَـعُواوَعَــرَفْتُ أنَّ مَنِيَّتِــي إنْ تَــأتِنِيلا يُنْجِــنِي مِنْهَـا الفِـرَارُ الأسْـرَعُفَصَــبَرْتُ عَارِفَــةً لــذَلِكَ حُـرَّةً. . . . . . . . . . . . . . . . . . .و \" نفس عارفة \" ، حاملة الشدائد صبور ، إذا حملت على أمر احتملته ، من طول مكابدتها لأهوال هذه الحياة . و\" ترسو \" ، تثبت . و\" تطلع \" ، تنزو متلفتة إلى مهرب ، أو ناصر ، من الجزع والرعب .(29) انظر تفسير \" غفور \" و \" رحيم \" فيما سلف من فهارس اللغة ( غفر ) ، ( رحم ) .",
  "ayah": 41,
  "surah": 11
}
