{
  "text": "القول في تأويل قوله تعالى :  قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ (43)قال أبو جعفر: يقول تعالى ذكره: قال ابن نوح لما دعاه نوح إلى أن يركب معه السفينة خوفًا عليه من الغرق: ( سآوي إلى جبل يعصمني من الماء) يقول: سأصير إلى جبل أتحصّن به من الماء ، (30) فيمنعني منه أن يغرقني.* * *ويعني بقوله: (يعصمني) يمنعني، مثل \" عصام القربة \" ، الذي يشدُّ به رأسها ، فيمنع الماء أن يسيل منها. (31)* * *وقوله: (لا عاصم اليوم من أمر الله إلا من رحم)، يقول: لا مانع اليوم من أمر الله الذي قد نـزل بالخلق من الغرق والهلاك ، إلا من رحمنا فأنقذنا منه، فإنه الذي يمنع من شاء من خلقه ويعصم.* * *،  ف \" من \" في موضع رفع، لأن معنى الكلام: لا عاصم يَعصم اليوم من أمر الله إلا الله.* * *وقد اختلف أهل العربية في موضع \" من \" في هذا الموضع.فقال بعض نحويي الكوفة: هو في موضع نصب، لأن المعصوم بخلاف العاصم، والمرحوم معصوم . قال: كأن نصبه بمنـزلة قوله:  مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلا اتِّبَاعَ الظَّنِّ  [ سورة النساء : 157] ، قال: ومن استجاز :  اتِّبَاعَ الظَّنِّ  ، والرفع في قوله: (32)وَبَلْـــــدَةٌ لَيْسَ بِهَـــــا أَنِيسُإِلا الْيَعَـــــــــافِيرُ وَإِلا العِيسُ (33)لم يجز له الرفع في \" من \"، لأن الذي قال: \" إلا اليعافير \"، جعل أنيس البرِّ ، اليعافير وما أشبهها. وكذلك قوله:  إِلا اتِّبَاعَ الظَّنِّ  ، يقول علمهم ظنٌّ. قال: وأنت لا يجوز لك في وجه أن تقول: \" المعصوم \" هو \" عاصم \" في حال، ولكن لو جعلت \" العاصم \" في تأويل \" معصوم \" ، [كأنك قلت]: \" لا معصوم اليوم من أمر الله \" ، (34) لجاز رفع \" من \". قال: ولا ينكر أن يخرج \" المفعول \" على \" فاعل \"، ألا ترى قوله:  مِنْ مَاءٍ دَافِقٍ  ، [سورة الطارق: 6] ، معناه ، والله أعلم : مدفوق  ،  وقوله:  فِي عِيشَةٍ رَاضِيَةٍ  ، معناها: مرضية؟ قال الشاعر: (35)دَعِ الْمَكَــارِمَ لا تَرْحَــلْ لِبُغْيَتِهَــاوَاقْعُـدْ فَـإِنَّكَ أَنْـتَ الطَّـاعِمُ الْكَاسِي (36)ومعناه: المكسوُّ.* * *وقال بعض نحويّي البصرة: (لا عاصم اليوم من أمر الله إلا من رحم) ، على: \" لكن من رحم \"، ويجوز أن يكون على: لا ذا عصمة: أي : معصوم، ويكون (إلا من رحم) ، رفعًا بدلا من \" العاصم \" .* * *قال أبو جعفر: ولا وجه لهذه الأقوال التي حكيناها عن هؤلاء، لأن كلام الله تعالى إنما يُوَجَّه إلى الأفصح الأشهر من كلام من نـزل بلسانه ، ما وُجِد إلى ذلك سبيل.ولم يضطرَّنا شيء إلى أن نجعل \" عاصمًا \" في معنى \" معصوم \"، ولا أن نجعل \" إلا \" بمعنى \" لكن \"، إذ كنا نجد لذلك في معناها الذي هو معناه في المشهور من كلام العرب مخرجًا صحيحًا، وهو ما قلنا من أنَّ معنى ذلك: قال نوح: لا عاصم اليوم من أمر الله ، إلا من رحمَنا فأنجانا من عذابه، كما يقال: \" لا مُنجي اليوم من عذاب الله إلا الله \"  ،  \" ولا مطعم اليومَ من طعام زيد إلا زيد \" . فهذا هو الكلام المعروف والمعنى المفهوم.* * *وقوله: (وحال بينهما الموج فكان من المغرقين)، يقول: وحال بين نوح وابنه موجُ الماء فغرق، (37) فكان ممن أهلكه بالغرق من قوم نوح صلى الله عليه وسلم.-----------------------الهوامش :(30) انظر تفسير \" أوى \" فيما سلف 13 : 477 ، تعليق : 2 ، والمراجع هناك .(31) انظر تفسير \" يعصم \" فيما سلف 10 : 472 ، تعليق : 2 / 15 : 73 .(32) هو جران العود .(33) سلف البيت وتخريجه فيما مضى 9 : 203 .(34) الزيادة بين القوسين من معاني القرآن للفراء ، وهو نص كلامه .(35) هو الحطيئة .(36) ديوانه : 54 ، وطبقات فحول الشعراء : 98 ، واللسان ( طعم ) ، ( كسا ) ، ومعاني القرآن للفراء ، وغيرها كثير ، في خبره المشهور لما ذم الزبرقان ، واستعدى عليه عمر بن الخطاب ، وقال عمر لحسان : أهجاه ؟ قال : لا ، ولكنه ذرق عليه ! وقد فسرته على أن \" الطاعم \" و\" الكاسي \" ، على النسب ، أي : ذو الطعام ، يشتهيه ويستجيده من شرهه  ،  وذو الكسوة ، يتخيرها ويتأنق فيها ، لا هم له في المكارم . ولذلك قال الزبرقان لعمر : أو ما تبلغ مروءتي إلا أن آكل وألبس ! ! ومثل هذا قول عبد الرحمن بن حسان :إنِّـي رأَيْـتُ مِـنَ المَكَـارِمِ حَسْـبَكُمأَن تَلْبَسُــوا حُـرَّ الثِّيَـابِ وَتَشْـبَعُوا.(37) انظر تفسير \" حال \" فيما سلف 13 : 472 .",
  "ayah": 43,
  "surah": 11
}
