{
  "text": "القول في تأويل قوله تعالى :  قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ (46)قال أبو جعفر: يقول الله تعالى ذكره: قال الله يا نوح إن الذي غرقته فأهلكته الذي تذكر أنه من أهلك ليس من أهلك.* * *واختلف أهل التأويل في معنى قوله: (ليس من أهلك) .فقال بعضهم: معناه: ليس من ولدك ، هو من غيرك. وقالوا: كان ذلك من حِنْثٍ. (1)*ذكر من قال ذلك:18208- حدثني يعقوب بن إبراهيم قال ، حدثنا هشيم، عن عوف، عن الحسن، في قوله: (إنه ليس من أهلك)، قال: لم يكن ابنه.18209- حدثنا أبو كريب وابن وكيع قالا حدثنا يحيى بن يمان، عن شريك، عن جابر، عن أبي جعفر:  وَنَادَى نُوحٌ ابْنَهُ  ، قال: ابن امرأته.18210- حدثنا ابن وكيع قال ، حدثنا ابن علية، عن أصحاب ابن أبي عروبة فيهم ، [عن] الحسن قال: لا والله ، ما هو بابنه. (2)18211-. . . . قال، حدثنا أبي، عن إسرائيل، عن جابر، عن أبي جعفر:  وَنَادَى نُوحٌ ابْنَهُ  ، قال: هذه بلغة طيّ لم يكن ابنه، كان ابن امرأته.18212- حدثني المثني قال ، حدثنا عمرو بن عون قال ، حدثنا هشيم، عن عوف، ومنصور، عن الحسن في قوله: (إنه ليس من أهلك) ، قال: لم يكن ابنه. وكان يقرؤها: ( إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ) (3)18213- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة قال: كنت عند الحسن فقال: \" نادى نوح ابنه \"، لعمْر الله ما هو ابنه ! قال: قلت : يا أبا سعيد يقول:  وَنَادَى نُوحٌ ابْنَهُ  ، وتقول: ليس بابنه؟ قال: أفرأيت قوله: (إنه ليس من أهلك) ؟ قال: قلت إنه ليس من أهلك الذين وعدتك أن أنجيهم معك، (4) ولا يختلف أهل الكتاب أنه ابنه. قال: إن أهل الكتاب يكذبون.18214- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، قال: سمعت الحسن يقرأ هذه الآية: (إنه ليس من أهلك إنه عمل غير صالح)، فقال عند ذلك: والله ما كان ابنه . ثم قرأ هذه الآية:  فَخَانَتَاهُمَا  ، [ سورة التحريم: 10] قال سعيد: فذكرت ذلك لقتادة، قال: ما كان ينبغي له أن يحلف.18215- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد : (فلا تسألن ما ليس لك به علم) ، قال: تبيّن لنوح أنه ليس بابنه.18216- حدثني المثني قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: (فلا تسألن ما ليس لك به علم) ، قال: بين الله لنوح أنه ليس بابنه.18217- حدثني المثني قال ، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبى نجيح، عن مجاهد مثله.18218- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد، مثله.قال ابن جريج في قوله:  وَنَادَى نُوحٌ ابْنَهُ  ، قال: ناداه وهو يحسبه أنه ابنه وكان وُلد على فراشه18219- حدثني الحارث قال ، حدثنا عبد العزيز قال ، حدثنا إسرائيل، عن ثوير، عن أبي جعفر: (إنه ليس من أهلك) ، قال: لو كان من أهله لنجا. (5)18220- حدثني محمد بن عمرو قال ، حدثنا سفيان، عن عمرو، سمع عبيد بن عمير يقول: نرى أن ما قضى رسول الله صلى الله عليه وسلم \" الولد للفراش \"، من أجل ابن نوح.18221- حدثنا ابن وكيع قال ، حدثنا ابن علية، عن ابن عون، عن الحسن قال: لا والله ما هو بابنه.* * *وقال آخرون: معنى ذلك: (ليس من أهلك) الذين وعدتك أن أنجيهم.*ذكر من قال ذلك:18222- حدثنا أبو كريب وابن وكيع قالا حدثنا ابن يمان، عن سفيان، عن أبي عامر، عن الضحاك، عن ابن عباس في قوله:  وَنَادَى نُوحٌ ابْنَهُ  ، قال: هو ابنه.18223- حدثنا ابن وكيع قال ، حدثنا أبو أسامة، عن سفيان قال ، حدثنا أبو عامر، عن الضحاك قال: قال ابن عباس: هو ابنه، ما بغت امرأة نبيٍّ قطُّ.18224- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق، قال، أخبرنا الثوري، عن أبي عامر الهمدانيّ، عن الضحاك بن مزاحم، عن ابن عباس قال، ما بغت امرأة نبي قط. قال: وقوله: (إنه ليس من أهلك)، الذين وعدتك أن أنجيهم معك.18225- حدثنا الحسن قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة وغيره، عن عكرمة، عن ابن عباس قال: هو ابنه: غير أنه خالفه في العمل والنية  ،  قال عكرمة في بعض الحروف: (إِنَّهُ عَمِلَ عَمَلا غَيْرَ صَالِحٍ) ، والخيانة تكون على غير بابٍ.18226- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قال، كان عكرمة يقول: كان ابنه، ولكن كان مخالفًا له في النية والعمل، فمن ثم قيل له: (إنه ليس من أهلك).18227- حدثنا الحسن قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري وابن عيينة، عن موسى بن أبي عائشة، عن سليمان بن قتة قال: سمعت ابن عباس يُسْأل وهو إلى جنب الكعبة عن قول الله تعالى:  فَخَانَتَاهُمَا  ، [سورة التحريم: 10] ، قال: أما إنه لم يكن بالزنا، ولكن كانت هذه تخبر الناس أنه مجنون، وكانت هذه تدل ، على الأضياف. ثم قرأ: (إنه عملٌ خير صالح)  ،  قال ابن عيينة: وأخبرني عمار الدُّهني : أنه سأل سعيد بن جبير عن ذلك فقال: كانَ ابن نوح، إن الله لا يكذب! قال:  وَنَادَى نُوحٌ  ابْنَهُ  ، قال: وقال بعض العلماء: ما فجرت امرَأة نبيٍّ قط.18228- حدثنا ابن وكيع قال ، حدثنا ابن عيينة، عن عمار الدهني، عن سعيد بن جبير قال: قال الله ، وهو الصادق، وهو ابنه:  وَنَادَى نُوحٌ ابْنَهُ  .18229- حدثنا أبو كريب قال ، حدثنا أبن يمان، عن سعيد، عن موسى بن أبي عائشة، عن عبد الله بن شداد، عن ابن عباس قال: ما بَغَت امرأة نبي قط.18230- حدثنا يعقوب بن إبراهيم قال ، حدثنا هشيم، قال: سألت أبا بشر عن قوله: (إنه ليس من أهلك)، قال: ليس من أهل دينك، وليس ممن وعدتك أن أنجيهم  ،  قال يعقوب: قال هشيم: كان عامة ما كان يحدِّثنا أبو بشر عن سعيد بن جبير.18231- حدثنا ابن وكيع قال ، حدثنا محمد بن عبيد، عن يعقوب بن قيس قال: أتى سعيد بن جبير رجلٌ فقال: يا أبا عبد الله، الذي ذكر الله في كتابه \" ابن نوح \" أبنُه هو؟ قال: نعم، والله إن نبيَّ الله أمره أن يركب معه في السفينة فعصى، فقال:  سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ  ، قال: ( يا نوح إنه ليس من أهلك إنه عمل غير صالح) ، لمعصية نبي الله.18232- حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني أبو صخر، عن أبي معاوية البجلي، عن سعيد بن جبير : أنه جاء إليه رجل فسأله . فقال: أرأيتك ابن نُوح أبنه؟ فسبَّحَ طويلا ثم قال: لا إله إلا الله، يحدِّث الله محمدًا:  وَنَادَى نُوحٌ ابْنَهُ  وتقول ليس منه ؟ ولكن خالفه في العمل، فليس منه من لم يؤمن.18233- حدثني يعقوب وابن وكيع قالا حدثنا ابن علية، عن أبي هارون الغنوي، عن عكرمة في قوله:  وَنَادَى نُوحٌ ابْنَهُ  ، قال: أشهد أنه ابنه، قال الله:   وَنَادَى نُوحٌ ابْنَهُ  .18234- حدثنا ابن وكيع قال ، حدثنا أبي، عن إسرائيل، عن جابر، عن مجاهد وعكرمة قالا هو ابنه.18235- حدثني فضالة بن الفضل الكوفي قال، قال بزيع: سأل رجل الضحاك عن ابن نوح ، فقال: ألا تعجبون إلى هذا الأحمق ! يسألني عن ابن نوح، وهو ابن نوح كما قال الله: قال نوح لابنه. (6)18236- حدثنا ابن حميد قال ، حدثنا يحيى بن واضح قال ، حدثنا عبيد، عن الضحاك أنه قرأ:  وَنَادَى نُوحٌ ابْنَهُ  ، وقوله: (ليس من أهلك) ، قال: يقول: ليس هو من أهلك. قال: يقول: ليس هو من أهل ولايتك، ولا ممن وعدتك أن أنجى من أهلك  ، (إنه عمل غير صالح) ، قال: يقول كان عمله في شرك.18237- حدثنا ابن وكيع قال ، حدثنا أبو معاوية، عن جويبر، عن الضحاك قال، هو والله ابنه لصُلْبه.18238- حدثني المثني قال ، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن جويبر، عن الضحاك في قوله: (ليس من أهلك) ، قال: ليس من أهل دينك، ولا ممن وعدتك أن أنجيه، وكان ابنه لصلبه.18239- حدثني المثني قال ، حدثنا عبد الله بن صالح قال، حدثني  معاوية، عن علي، عن ابن عباس قوله: (قال يا نوح إنه ليس من أهلك) ، يقول: ليس ممن وعدناه النجاة.18240- حدثت عن الحسين بن الفرج قال: سمعت أبا معاذ قال ، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (إنه ليس من أهلك) ، يقول: ليس من أهل ولايتك، ولا ممن وعدتك أن أنجي من أهلك  ، (إنه عمل غير صالح) ، يقول: كان عمله في شرك.18241- حدثنا ابن وكيع قال ، حدثنا خالد بن حيان، عن جعفر بن برقان، عن ميمون، وثابت بن الحجاج قالا هو ابنه ، ولد على فراشه.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب قول من قال: تأويل ذلك: إنه ليس من أهلك الذين وعدتك أن أنجيهم، لأنه كان لدينك مخالفًا ، وبي كافرًا  ،  وكان ابنه لأن الله تعالى ذكره قد أخبر نبيه محمدًا صلى الله عليه وسلم أنه ابنه فقال:  وَنَادَى نُوحٌ ابْنَهُ  ، وغير جائز أن يخبر أنه ابنه فيكون بخلاف ما أخبر. وليس في قوله: (إنه ليس من أهلك) ، دلالةٌ على أنه ليس بابنه، إذ كان قوله: (ليس من أهلك) ، محتملا من المعنى ما ذكرنا، ومحتملا أنه ليس من أهل دينك، ثم يحذف \" الدين \" فيقال: (إنه ليس من أهلك)، كما قيل:  وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا  ، [سورة يوسف: 82] .* * *وأما قوله: (إنه عمل غير صالح) ، فإن القراء اختلفت في قراءته.فقرأته عامة قراء الأمصار: ( إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ) بتنوين \" عمل \" ورفع \" غير \".* * *واختلف الذين قرءوا ذلك كذلك في تأويله.فقال بعضهم: معناه: إن مسألتك إياي هذه عمل غير صالح.*ذكر من قال ذلك:18242- حدثنا ابن وكيع قال ، حدثنا جرير، عن مغيرة، عن إبراهيم: (إنه عمل غير صالح) ، قال: إن مسألتك إياي هذه عملٌ غير صالح.18243- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة: (إنه عمل غير صالح) ، أي سوء (7)  ، (فلا تسألن ما ليس لك به علم).18244- حدثني المثني قال ، حدثنا عبد الله قال، حدثني معاوية، عن علي، عن ابن عباس قوله: (إنه عمل غير صالح) ، يقول: سؤالك عما ليس لك به علم.18245- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن حمزة الزيات، عن الأعمش، عن مجاهد قوله: (إنه عمل غير صالح) ، قال: سؤالك إياي، عمل غير صالح  ، (فلا تسألن ما ليس لك به علمٌ).* * *وقال آخرون: بل معناه: إن الذي ذكرت أنّه ابنك فسألتني أن أنجيه ، عملٌ غير صالح، أي : أنه لغير رشدة . وقالوا: \" الهاء \"، في قوله: \" إنه \" عائدة على \" الابن \".*ذكر من قال ذلك:18246- حدثنا ابن وكيع قال ، حدثنا ابن نمير، عن ابن أبي عروبة، عن قتادة، عن الحسن أنه قرأ: ( عَمَلٌ غَيْرُ صَالِحٍ ) ، قال: ما هو والله بابنه. (8)* * *وروي عن جماعة من السلف أنهم قرءوا ذلك: (إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ) ،  على وجه الخبر عن الفعل الماضي، وغير منصوبة. وممن روي عنه أنه قرأ ذلك كذلك ، ابنُ عباس.18247- حدثنا ابن وكيع قال ، حدثنا ابن عينة، عن موسى بن أبي عائشة، عن سليمان بن قتة، عن ابن عباس أنه قرأ: (عَمِلَ غَيْرَ صَالِحٍ) .* * *ووجَّهوا تأويل ذلك إلى ما:-18248- حدثنا به ابن وكيع قال ، حدثنا غندر، عن ابن أبي عروبة، عن قتادة، عن عكرمة، عن ابن عباس: (إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ)، قال: كان مخالفًا في النية والعمل.* * *قال أبو جعفر:  ،  ولا نعلم هذه القراءة قرأ بها أحد من قراء الأمصار ، إلا بعض المتأخرين، واعتلَّ في ذلك بخبر روي عن رسول الله صلى الله عليه وسلم أنه قرأ ذلك كذلك ، غيرِ صحيح السند. وذلك حديث روي عن شهر بن حوشب، فمرة يقول : \" عن أم سلمة \"، ومرة يقول : \" عن أسماء بنت يزيد \" ، ولا نعلم أبنت يزيد [يريد] ؟ (9) ولا نعلم لشهر سماعًا يصح عن أمّ سلمة.  (10)* * *قال أبو جعفر : والصواب من القراءة في ذلك عندنا ما عليه قراء الأمصار، وذلك رفع (عَمَلٌ) بالتنوين، ورفع (غَيْرُ)، يعني: إن سؤالك إياي ما تسألنيه في أبنك  ،  المخالفِ دينَك ، الموالي أهل الشرك بي من النجاة من الهلاك، وقد مضت إجابتي إياك في دعائك:  لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ، ما قد مضى من غير استثناء أحد منهم  ،  (11) عملٌ غير صالح، لأنَّه مسألة منك إليّ أن لا أفعل ما قد تقدّم مني القول بأني أفعله ، في إجابتي مسألتك إياي فعله. فذلك هو العمل غير الصالح.* * *وقوله: ( لا تسألن ما ليس لك به علم) ، نهيٌ من الله تعالى ذكرهُ نبيه نوحًا أن يسأله أسباب أفعاله التي قد طوى علمها عنه وعن غيره من البشر. يقول له تعالى ذكره: إني يا نوح قد أخبرتك عن سؤالك سبب إهلاكي ابنك الذي أهلكته، فلا تسألن بعدها عما قد طويتُ علمه عنك من أسباب أفعالي، وليس لك به علم ،  \" إني أعظك أن تكون من الجاهلين \" في مسألتك إياي عن ذلك.* * *وكان ابن زيد يقول في قوله: (إني أعظك أن تكون من الجاهلين)، ما:-18249- حدثني به يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (إني أعظك أن تكون من الجاهلين) ، أنْ تبلغ الجهالة بك أن لا أفي لك بوعد وعدتك ، حتى تسألني ما ليس لك به علم  ،   وَإِلا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ  .* * *واختلفت القراء في قراءة قوله: (فلا تسألن ما ليس لك به علم) ، فقرأ ذلك عامة قراء الأمصار ( فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْم ) ، بكسر النون وتخفيفها  ،  ونحْوًا بكسرها إلى الدلالة على \" الياء \" التي هي كناية اسم الله  [في] : فلا تسألني. (12)وقرأ ذلك بعض المكيين وبعض أهل الشام: ( فَلا تَسْأَلَنَّ ) ، بتشديد النون وفتحها بمعنى: فلا تسألنَّ يا نوح ما ليس لك به علم.* * *قال أبو جعفر : والصواب من القراءة في ذلك عندنا ، تخفيفُ النون وكسرها، لأن ذلك هو الفصيح من كلام العرب المستعمل بينهم.----------------------الهوامش :(1) \" الحنث \" (بكسر الحاء وسكون النون ) ، الذنب والمعصية . وفي الحديث \" يكثر فيهم أولاد الحنث \" ، أي : أولاد الزنا . ويروى \" الخبث \" ( بالخاء مضمومة والثاء ) ، من \" الخبث \" ، وهو الفساد والفجور . وفي الحديث : \" إذا كثر الخبث كان كذا وكذا \" ، أي : الفسق والفجور . وفي الحديث \" أنه أتى برجل مخدج سقيم ، وجد مع أمة يخبث بها \" ، أي : يزني بها . ويقال : \" هو ابن خبثة \" ، لابن الزنية ، ولد لغير رشدة .(2) الأثر : 18210 - كان في المطبوعة : \" عن أصحاب ابن أبي عروبة فيهم الحسن \" ، وهو كلام لا معنى له ، وخاصة بعد تصرفه في نص المخطوطة ، لأنه لم يفهم معنى هذا الإسناد ، إذ كان فيها : \" عن أصحاب ابن أبي عروبة فيهم الحسن \" ، وهذا أيضًا فاسد ، يصلحه ما زدته بين القوسين، فإن \" ابن علية \" يروي عن \" سعيد بن أبي عروبة \" ، و \" ابن أبي عروبة \" روى عن \" الحسن البصري \".(3) الأثر : 18212 - انظر ما سيأتي رقم : 18246 .(4) في المخطوطة : \" إنه ليس من أهلي \" ، وفوقها حرف ( ط ) دلالة على الخطأ .(5) الأثر : 18219 - \" ثوير \" ، هو \" ثوير بن أبي فاختة \" ، ضعيف ، مضى مرارًا ، آخرها برقم : 9833 . وكان في المطبوعة : \" ثور \" ، والصواب من المخطوطة .(6) الأثر : 18235 - \" فضالة بن الفضل بن فضالة التميمي الطهوي الكوفي \" ، شيخ الطبري ، صدوق ربما أخطأ . مترجم في التهذيب وابن أبي حاتم 3 / 2 / 79 .و\" بزيع \" هو اللحام ، أبو حازم ، وهو \"بزيع بن عبد الله \" سمع الضحاك . كان أبو نعيم يتكلم فيه ، وضعفه النسائي وغيره . وقال ابن عدي : \" إنما أنكروا عليه ما يحكيه عن الضحاك من التفسير ولا يتابع عليه \" . مترجم في الكبير 1 / 2 / 130 ، وابن أبي حاتم 1 / 1 / 420 ، ولسان الميزان 2 : 12 ، وميزان الاعتدال 1 : 143 . وهكذا جاء في المخطوطة والمطبوعة في آخر الخبر : \" كما قال الله ، قال نوح لابنه \" ، والآية : \" ونادى نوح ابنه \" ، وأخشى أن يكون أراد : \" قال نوح لابنه : يا بني اركب معنا \" .(7) أخشى أن يكون الصواب : \" أي سؤالك إياي \" ، ولكن هكذا هو في المخطوطة والمطبوعة .(8) الأثر : 18246 - انظر ما سلف رقم : 18212 .(9) في المطبوعة : \" ولا نعلم لبنت يزيد ، ولا نعلم لشهر . . . \" ، وفي المخطوطة مثله ، إلا أن فيها : \" أبنت يريد \" ، ورأيت أن أبا جعفر أراد ما أثبت ، بهذه الزيادة بين القوسين ، وكأنه يقول : إنه يقول مرة \" أم سلمة \" ومرة \" أسماء بنت يزيد \" ، ولا نعلم أهي التي يريد بقوله : \" أم سلمة \" ، أم غيرها ، وانظر التعليق التالي .(10) . . . حديث شهر بن حوشب عن أسماء بنت يزيد ، أو \" أم سلمة \" ، لم يذكر أبو جعفر إسناده ، وسأفصل القول فيه في هذا الموضع ، فإن أبا جعفر لم يوف الأمر حقه ، ولم يبينه بيانًا شافيًا .1 - وهذا الحديث ، رواه أحمد في مسنده في ثلاثة مواضع 6 : 454 ، 459 ، 460 ، كلها من طريق : حماد بن سلمة ، عن ثابت البناني ، عن شهر بن حوشب ، عن \" أسماء بنت يزيد \" ، والطريق الأولى والثالثة ، مطولة ، فيها قراءة آية سورة الزمر : 53{ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا وَلاَ يُبَالِي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } .2 - ومن هذه الطريق نفسها ، رواه أبو داود الطيالسي في مسنده ص : 226 ، رقم : 1631 ، مقتصرًا على الآية الأولى ، \" شهر بن حوشب ، عن أسماء بنت يزيد الأنصارية \" .3 - ورواه أبو داود في سننه 4 : 47 ، من طريقين ، رقم : 3982 ، 3983 . الأولى : حماد ، عن ثابت ، عن شهر ، عن أسماء بنت يزيد .الثانية : عبد العزيز بن المختار ، عن ثابت ، عن شهر قال : سألت أم سلمة : كيف كان رسول الله يقرأ هذه الآية ؟4 - ورواه الترمذي في \" القراءات \" ، من طريق عبد الله بن حفص ، عن ثابت البناني ، عن شهر بن حوشب ، عن أم سلمة .وقال : وقد روي هذا الحديث أيضًا عن شهر بن حوشب ، عن أسماء بنت يزيد .5 - ورواه أبو نعيم في الحلية 8 : 301 ، من طريق محمد بن ثابت البناني ، عن ثابت البناني ، عن شهر بن حوشب ، عن أم سلمة . \" وقال : حديث مشهور من حديث ثابت \" ، وانظر رقم ( 8 ) ، فإن الطيالسي جعله من حديث أم سلمة أم المؤمنين .6 - ورواه الحاكم في المستدرك 2 : 249 ، مقتصرًا على آية \" سورة الزمر \" ، التي ذكرتها في رقم : 1 ، من طريق حماد بن سلمة ، عن ثابت ، عن شهر ، عن أسماء بنت يزيد ، ثم قال : \" هذا حديث غريب عال ، ولم أذكر في كتابي هذا عن شهر ، غير هذا الحديث الواحد \" .7 - ورواه أحمد في مسنده 6 : 294 ، 322 ، من طريق هارون النحوي ، عن ثابت البناني ، عن أبيه ، عن شهر بن حوشب ، عن أم سلمة ( وذلك في مسند أم سلمة أم المؤمنين . ( وظني أن أبا جعفر ذهب إلى أن شهرًا دلس في هذا الحديث ، فلا يعلم أأراد \" أسماء بنت يزيد الأنصارية \" ، أم \" أم سلمة \" أم المؤمنين ، ولذلك قال بعد : \"ولا نعلم لشهر سماعًا يصح عن أم سلمة \" ، ولا شك أن الطبري عنى هنا \" أم سلمة \" أم المؤمنين .\" وأسماء بنت يزيد بن السكن الأنصارية \" ، هي مولاة \" شهر بن حوشب \" ، وكنيتها \" أم سلمة \" ، فلذلك صرح باسمها مرة ، وكناها أخرى ، وهذا لا يضر . و\" شهر بن حوشب \" ، كان أروى الناس عن مولاته \" أم سلمة \" ، \"أسماء بنت يزيد \" وقال أحمد : \" ما أحسن حديثه \" ، ووثقه ، وقال : \" روى عن أسماء أحاديث حسانًا \" .وقال الترمذي ، بعد أن ساق الخبر ، \" وسمعت عبد بن حميد يقول : أسماء بنت يزيد ، هي أم سلمة الأنصارية ، كلا الحديثين عندي واحد . وقال روى شهر بن حوشب غير حديث عنه أم سلمة الأنصارية ، وهي أسماء بنت يزيد . وقد روى عن عائشة عن النبي صلى الله عليه وسلم ، نحو هذا \" وسنذكر حديث عائشة بعد . ومع ذلك ، فرواية شهر بن حوشب ، عن \" أم سلمة \" أم المؤمنين قد ذكر البخاري في الكبير 2 / 2 / 259 ، فقال : \" سمع أم سلمة \" ، ولم يزد ، ولم يذكر \" أسماء بنت يزيد \" ، ومن أجل ذلك خشيت أن يكون البخاري أراد \" أم سلمة ، \" أسماء بنت يزيد \" ، لا أم المؤمنين . وأما ابن أبي حاتم 2 / 1 / 382 فذكر أنه : \" روى عن أم سلمة ، وأسماء بنت يزيد \" ، ففرق ، ودل التفريق على أنه أراد \" أم سلمة \" ، أم المؤمنين . صرح الحافظ ابن حجر في ترجمته ، بسماعه عن \" أم سلمة \" أم المؤمنين . وروايته عن أم المؤمنين جائزة ، فإن \" أم سلمة \" زوج رسول الله صلى الله عليه وسلم ، توفيت على الصحيح سنة 61 أو سنة : 62 . وشهر بن حوشب عاش ثمانين سنة ، ومات سنة 100 ، ويقال سنة 111 ، أو سنة 112 . فسماعه منها لا ينقضه شيء من شبهة العمر . أما الرواية ، فقد صحح العلماء أنه روى عنها . فرد الطبري روايته بأنه لا يعلم له سماعًا عن أم المؤمنين، لا يقوم على شيء ، فقد عرف ذلك غيره . بيد أن الحافظ بن حجر ، نقل في ترجمة \" شهر بن حوشب \" ، فذكر عن صالح بن محمد ، بعد توثيقه شهرًا ، وأنه لم يوقف له على كذب ، ثم قال : \"ويروى عن النبي صلى الله عليه وسلم أحاديث في القراءات ، لا يأتي بها غيره \" . وقد كان شهر قارئا ، ذكر ذلك الطبري نفسه ، حتى قال أيوب بن أبي حسين : \" ما رأيت أحدًا أقرأ لكتاب الله منه \" ، فإن يكن في حديث شهر شيء ، فإنما هو غرابة خبره ، وهذا لا يضر إذا صح الإسناد . ولكن يبقى الإشكال من ناحية أخرى ، رواية أحمد من طريق هارون النحوي ، عن ثابت البناني نفسه ( كما في رقم 7 ) ، والذي رواه الطيالسي رقم ( 8 ) من طريق محمد بن ثابت ، عن ثابت ، يضم إليه رقم ( 5 ) من رواية أبي نعيم ، ويضم إليها ، الطريق الثانية من رقم ( 3 ) ، ثم رقم ( 4 ) من رواية الترمذي ، وإن كان قد نقل عن \" عبد بن حميد \" ، أنهما واحد . كما سلف . ورواية هذه الأخبار كلها تدور على \" ثابت البناني ، عن شهر \" ، فكأن ثابتًا البناني ، رواه عن شهر عن : أم سلمة أسماء بنت يزيد  ،  وعنه عن أم سلمة أم المؤمنين ، فهما حديثان لا شك في ذلك ، لا كما قال \" عبد بن حميد \" ، ولكن هل روى ذلك أحد عن أم سلمة أم المؤمنين ، غير شهر بن حوشب ؟ لا أدري . فإذا صح أن شهرًا قد انفرد به عن أم المؤمنين ، فهل وقع الخطأ في ترك الفصل بينهما ، من ثابت أم من الذي يليه ؟ لا أدري أيضًا . وإذا كانا حديثًا واحدًا ، فكيف وقع التفريق في المسانيد ، فجعل حديثين ، وكيف وقع هذا التفريق ؟ ولم وقع ؟ ألمجرد الشبهة من قبل الكنية \" أم سلمة \" ؟ هذا موضع يحتاج إلى تفصيل دقيق . وهذا ، فيما أظن ، هو الذي جعل أبا جعفر الطبري ، يشكك في رواية الخبر ، لاختلاطه ، ولكنه علله بغير علة الاختلاط والاضطراب كما رأيت .* * * وأما حديث عائشة ، الموافق لحديث أم سلمة ، في هذه القراءة ، فقد رواه البخاري في الكبير 1 / 1 / 286 ، 287 ، من طريق إبراهيم بن الزبرقان ، عن أبي روق ، عن محمد بن جحادة ، عن أبيه ، عن عائشة ، ثم رواه أيضًا منها 1 / 2 / 251 .ورواه الحاكم في المستدرك من هذه الطريق نفسها ، وقال الذهبي تعليقا عليه \" إسناده مظلم \" . وخرجه الهيثمي في مجمع الزوائد 7 : 155 ، وقال : \" رواه الطبراني في الأوسط ، وفيه حميد بن الأزرق ، ولم أعرفه . وبقية رجاله ثقات \" . والكلام في حديث عائشة يطول ، ففي رواية محمد بن جحادة الإيامي ، عن أبيه ، كلام ليس هذا موضع تحقيقه .(11) السياق : \" إن سؤالك إياي . . . عمل غير صالح \" ، فقوله \" عمل \" ، خبر \" إن \" في صدر الجملة .(12) في المخطوطة والمطبوعة : \" كناية اسم الله فلا تسألن \" وبنون مفردة في آخرها . والصواب ، إن شاء الله ، ما أثبت ، بزيادة \" في \" ، وزيادة الياء في \" تسألني \" .",
  "ayah": 46,
  "surah": 11
}
