{
  "text": "القول في تأويل قوله تعالى :  أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (5)قال أبو جعفر : اختلفت القراء في قراءة قوله: ( ألا أنهم يثنون صدورهم ) ، فقرأته عامة الأمصار: ( أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ ) ، على تقدير \" يفعلون \" من \" ثنيت \"، و \" الصدور \" منصوبة.واختلف قارئو ذلك كذلك في تأويله، فقال بعضهم: ذلك كان من فعل بعض المنافقين ، كان إذا مرّ برسول الله صلى الله عليه وسلم غطَّى وجهه وثَنَى ظهره.*ذكر من قال ذلك:17938- حدثنا محمد بن المثنى قال ، حدثنا ابن أبي عدي، عن شعبة، عن حصين، عن عبد الله بن شداد في قوله: (ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم) ، قال: كان أحدهم إذا مرّ برسول الله صلى الله عليه وسلم قال بثوبه على وجهه ، وثنى ظهره. (26)17939- حدثنا القاسم قال ، حدثنا الحسين قال ، حدثنا هشيم قال، أخبرنا حصين، عن عبد الله بن شداد بن الهاد قوله: (ألا إنهم يثنون صدورهم ليستخفوا منه)، قال: من رسول الله صلى الله عليه وسلم . قال: كان المنافقون إذا مرُّوا به ثنى أحدهم صدره ، ويطأطئ رأسه. فقال الله: (ألا إنهم يثنون صدورهم)، الآية.17940- حدثني المثنى قال ، حدثنا عمرو بن عون قال ، حدثنا هشيم، عن حصين قال: سمعت عبد الله بن شداد يقول في قوله: (يثنون صدورهم) ، قال: كان أحدهم إذا مر بالنبي صلى الله عليه وسلم ، ثَنَى صدره، وتغشَّى بثوبه ، كي لا يراه النبي صلى الله عليه وسلم.* * *وقال آخرون: بل كانوا يفعلون ذلك جهلا منهم بالله وظنًّا أن الله يخفى عليه ما تضمره صدورهم إذا فعلوا ذلك.*ذكر من قال ذلك:17941- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: (يثنون صدورهم) قال: شكًّا وامتراءً في الحق، ليستخفوا من الله إن استطاعوا.17942- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: (يثنون صدورهم) ، شكًّا وامتراءً في الحق.(ليستخفوا منه) ، قال: من الله إن استطاعوا.17943- حدثنا ابن وكيع قال ، حدثنا ابن نمير، عن ورقاء، عن ابن نجيح، عن مجاهد: (يثنون صدورهم) ، قال: تضيق شكًّا .17944- حدثنا المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد: (يثنون صدورهم) ، قال: تضيق شكًّا وامتراءً في الحق. قال: (ليستخفوا منه) ، قال: من الله إن استطاعوا17945- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد، بنحوه.17946- حدثنا محمد بن بشار قال ، حدثنا هوذة قال ، حدثنا عوف، عن الحسن في قوله: (ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم)، قال: من جهالتهم به، قال الله: (ألا حين يستغشون ثيابهم) ، في ظلمة الليل ، في أجواف بيوتهم ، (يعلم) ، تلك الساعة (ما يسرون وما يعلنون إنه عليم بذات الصدور ).17947- حدثنا ابن وكيع قال ، حدثنا أبي، عن سفيان، عن منصور، عن أبي رزين: (ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم)، قال: كان أحدهم يحني ظهره ، ويستغشي بثوبه.* * *وقال آخرون: إنما كانوا يفعلون ذلك لئلا يسمعوا كتاب الله . (27)*ذكر من قال ذلك:17948- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة : ( ألا إنهم يثنون صدورهم) الآية، قال: كانوا يحنون صدورهم لكيلا يسمعوا كتاب الله، قال تعالى: (ألا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون) وذلك أخفى ما يكون ابن آدم ، إذا حنى صدره واستغشى بثوبه ، وأضمر همَّه في نفسه، فإن الله لا يخفى ذلك عليه. (28)17949- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (يستغشون ثيابهم) ، قال: أخفى ما يكون الإنسان إذا أسرَّ في نفسه شيئًا وتغطَّى بثوبه، فذلك أخفى ما يكون، والله يطلع على ما في نفوسهم، والله يعلم ما يسرُّون وما يعلنون.* * *وقال آخرون: إنما هذا إخبارٌ من الله نبيَّه صلى الله عليه وسلم عن المنافقين الذين كانوا يضمرون له العداوة والبغضاء ، ويبدون له المحبة والمودة، أنهم معه وعلى دينه. (29) يقول جل ثناؤه: ألا إنهم يطوون صدورهم على الكفر ليستخفوا من الله، ثم أخبر جل ثناؤه أنه لا يخفى عليه سرائرهم وعلانيتهم.* * *وقال آخرون: كانوا يفعلون ذلك إذا ناجى بعضهم بعضًا.*ذكر من قال ذلك:17950- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (ألا إنهم يثنون صدورهم ليستخفوا منه) ، قال: هذا حين يناجي بعضهم بعضًا. وقرأ: (ألا حين يستغشون ثيابهم) الآية.* * *وروي عن ابن عباس أنه كان يقرأ ذلك: (أَلا إِنَّهُمْ تَثْنَونِي صُدُورُهُمْ )، على مثال: \" تَحْلَولِي الثمرة \" ، \" تَفْعَوْعِل \".17951- حدثنا . . . قال ، حدثنا أبو أسامة، عن ابن جريج، عن ابن أبي مليكة قال: سمعت ابن عباس يقرأ (أَلا إِنَّهُمْ تَثْنَوْنِي صُدُورُهُمْ )، قال: كانوا لا يأتون النساء ولا الغائط إلا وقد تغشوا بثيابهم ، كراهة أن يُفْضُوا بفروجهم إلى السماء. (30)17952- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، سمعت محمد بن عباد بن جعفر يقول، سمعت ابن عباس يقرؤها: (أَلا إِنَّهُمْ تَثْنَوْنِي صُدُورُهُمْ )، قال: سألته عنها فقال: كان ناس يستحيون أن يتخلَّوا فيُفْضُوا إلى السماء، وأن يصيبوا فيْفضُوا إلى السماء.* * *وروي عن ابن عباس في تأويل ذلك قول آخر، وهو ما:-17953- حدثنا به محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر قال، أخبرت ، عن عكرمة: أن ابن عباس قرأ (أَلا إِنَّهُمْ تَثْنَوْنِي صُدُورُهُمْ )، وقال ابن عباس: \" تثنوني صدورهم \"، الشكُّ في الله ، وعمل السيئات  ، (يستغشون ثيابهم) ، يستكبر، أو يستكنّ من الله ، والله يراه، يعلم ما يسرُّون وما يعلنون.17954- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق، قال، أخبرنا معمر، عن رجل، عن عكرمة، عن ابن عباس أنه قرأ: (أَلا إِنَّهُمْ تَثْنَونِي صُدُورُهُمْ )، قال عكرمة: \" تثنوني صدورهم \"، قال: الشك في الله ، وعمل السيئات، فيستغشي ثيابه ، ويستكنّ من الله، والله يراه ويعلم ما يسرُّون وما يعلنون* * *قال أبو جعفر: والصواب من القراءة في ذلك عندنا ما عليه قراء الأمصار، وهو: ( أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ ) ، على مثال \" يفعلون \"، و \" الصدور \" نصب ، بمعنى: يحنون صدورهم ويكنُّونها، (31) كما:-17955- حدثني المثنى قال ، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: (يثنون صدورهم) ، يقول: يكنُّون. (32)17956- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: (ألا إنهم يثنون صدورهم) ، يقول: يكتمون ما في قلوبهم  ، (ألا حين يستغشون ثيابهم)، يعلم ما عملوا بالليل والنهار.17957- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، حدثنا عبيد قال، سمعت الضحاك يقول في قوله: (ألا إنهم يثنون صدورهم) ، يقول: (تَثْنَوْنِي صُدُورُهُمْ).قال أبو جعفر: وهذا التأويل الذي تأوّله الضحاك على مذهب قراءة ابن عباس، إلا أن الذي حدثنا ، هكذا ذكر القراءة في الرواية.* * *فإذا كانت القراءة التي ذكرنا أولى القراءتين في ذلك بالصواب ، لإجماع الحجة من القراء عليها. فأولى التأويلات بتأويل ذلك، تأويلُ من قال: إنهم كانوا يفعلون ذلك جهلا منهم بالله أنه يخفى عليه ما تضمره نفوسهم ، أو تناجوه بينهم.وإنما قلنا ذلك أولى التأويلات بالآية، لأن قوله: (ليستخفوا منه) ، بمعنى: ليستخفوا من الله، وأن الهاء في قوله، (منه) ، عائدة على اسم الله، ولم يجر لمحمّدٍ ذكر قبلُ ، فيجعل من ذكره صلى الله عليه وسلم وهي في سياق الخبر عن الله. فإذا كان ذلك كذلك ، كانت بأن تكون من ذكر الله أولى. وإذا صحّ أن ذلك كذلك، كان معلومًا أنهم لم يحدِّثوا أنفسهم أنهم يستخفون من الله ، إلا بجهلهم به. فأخبرهم جل ثناؤه أنه لا يخفى عليه سرُّ أمورهم وعلانيتها على أيّ حالٍ كانوا ، تغشَّوا بالثياب ، أو أظهروا بالبَرَاز، (33)فقال: (ألا حين يستغشون ثيابهم) ، يعني: يتغشَّون ثيابهم ، يتغطونها ويلبسون.* * *يقال منه: \" استغشى ثوبه وتغشّاه \"، قال الله:  وَاسْتَغْشَوْا ثِيَابَهُمْ  [سورة نوح: 7 ]، وقالت الخنساء:أَرْعَـى النُّجُـومَ وَمَـا كُـلِّفْتُ رِعْيَتَهَاوَتَــارَةً أَتَغَشَّــى فَضْـلَ أَطْمَـارِي (34)* * *، (يعلم ما يسرون) ، يقول جل ثناؤه: يعلم ما يسرُّ هؤلاء الجهلة بربهم، الظانُّون أن الله يخفى عليه ما أضمرته صدورهم إذا حنوها على ما فيها ، وثنوها، وما تناجوه بينهم فأخفوه (35)  ، (وما يعلنون) ، سواء عنده سرائرُ عباده وعلانيتهم  ، (إنه عليم بذات الصدور) ، يقول تعالى ذكره: إن الله ذو علم بكل ما أخفته صدور خلقه ، من إيمان وكفر ، وحق وباطل ، وخير وشر، وما تستجنُّه مما لم تُجنُّه بعدُ، (36) كما:-17958- حدثني المثنى قال ، حدثنا عبد الله بن صالح قال حدثني معاوية، عن علي، عن ابن عباس: (ألا حين يستغشون ثيابهم) ، يقول: يغطون رءوسهم.* * *قال أبو جعفر: فاحذروا أن يطلع عليكم ربكم وأنتم مضمرون في صُدُوركم الشكّ في شيء من توحيده أو أمره أو نهيه، أو فيما ألزمكم الإيمان به والتصديق، فتهلكوا باعتقادكم ذلك.--------------------------الهوامش :(26) قوله : \" قال بثوبه على وجهه \" ، أي : أخذ ثوبه وحاول أن يغطي به وجهه حتى لا يراه صلى الله عليه وسلم . و \" قال \" حرف من اللغة ، يستخدم في معان كثيرة ، ويراد به تصوير الحركة .انظر ما سلف 2 : 546 ، 547 / الأثر : 5796 ج 5 ص 400 ، تعليق : 1 / الأثر 12523 ج 10 ص 572 ، تعليق : 1 / الأثر 17429 ، ج 14 ص : 541 ، تعليق : 2 .(27) في المطبوعة : \" كلام الله تعالى \" ، وأثبت ما في المخطوطة .(28) ما بين القوسين ساقط من المخطوطة .(29) في المطبوعة : \" وأنهم \" بالواو ، وما في المخطوطة صواب جيد .(30) الأثر : 17951 - في المطبوعة : \" حدثنا ابن وكيع قال ، حدثنا أبو أسامة \" ، وهذا ليس في المخطوطة ، بل الذي فيها ما أثبته : \" حدثنا قال .... حدثنا أبو أسامة \" ، بياض بين الكلامين وفوقه كتب \" كذا \" ، يعني ، هكذا البياض بالأصل .(31) في المطبوعة : \" يكبونها \" و \" يكبون \" ، بالباء في الموضعين ، والصواب ما في المخطوطة وهي منقوطة هناك فيهما .(32) في المطبوعة : \" يكبونها \" و \" يكبون \" ، بالباء في الموضعين ، والصواب ما في المخطوطة وهي منقوطة هناك فيهما .(33) \" البراز \" ( بفتح الباء ) : الفضاء البعيد الواسع ، ليس فيه شجر ولا ستر .(34) ديوانها : 109 ، من شعرها في مراثي أخيها صخر ، تقول قبله :إنِّــي أَرِقْـتُ فبِـتُّ اللَّيْـلَ سَـاهِرَةًكَأَنَّمَــا كٌحِــلَتْ عَيْنِــي بِعُــوَّارِ\" العوار \" القذى . وقولها : \" أرعى النجوم \" ، تراقبها ، من غلبة الهم عليها ليلا ، فهي ساهرة تأنس بتطويح البصر في السماوات . و \" الأطمار \" ، أخلاق الثياب . تقول : طال حدادها وحزنها ، فلا تبالي أن يكون لها جديد ، فهي في خلقان ثيابها ، فإذا طال سهرها وغلبها ما غلبها ، تغطت بأطمارها فعل الحزين ، وبكت أو انطوت على أحزانها .(35) انظر تفسير \" الإسرار \" فيما سلف : 103 .(36) انظر تفسير \" ذات الصدور \" فيما سلف 13 : 570 ، تعليق : 2 ، والمراجع هناك .",
  "ayah": 5,
  "surah": 11
}
