{
  "text": "القول في تأويل قوله تعالى :  وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (6)قال أبو جعفر : يعني تعالى ذكره بقوله: ( وما من دابّة في الأرض إلا على الله رزقها ) ، وما تدبّ دابّة في الأرض .* * *و \" الدابّة \" \" الفاعلة \" ، من دبّ فهو يدبّ، وهو دابٌّ، وهي دابّة. (1)* * *(إلا على الله رزقها ) ، يقول: إلا ومن الله رزقها الذي يصل إليها ، هو به متكفل، وذلك قوتها وغذاؤها وما به عَيْشُها.* * *وبنحو الذي قلنا في ذلك قال بعض أهل التأويل.*ذكر من قال ذلك:17959- حدثنا القاسم قال ، حدثنا الحسين، قال، حدثني حجاج، عن ابن جريج قال، قال مجاهد، في قوله: ( وما من دابة في الأرض إلا على الله رزقها ) ، قال: ما جاءها من رزقٍ فمن الله، وربما لم يرزقها حتى تموت جوعًا، ولكن ما كان من رزقٍ فمن الله.17960- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال ، حدثني أبي، عن أبيه، عن ابن عباس قوله: ( وما من دابة في الأرض إلا على الله رزقها ) ، قال: كل دابة17961- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: ( وما من دابة في الأرض إلا على الله رزقها ) ، يعني: كلّ دابة ، والناسُ منهم.* * *وكان بعض أهل العلم بكلام العرب من أهل البصرة يزعم أن كل مالٍ فهو \" دابة \" (2)  ،  وأن معنى الكلام: وما دابة في الأرض  ،  وأن \" من \" زائدة. (3)* * *وقوله: ( ويعلم مستقرها ) ، حيث تستقر فيه، وذلك مأواها الذي تأوي إليه ليلا أو نهارًا  ، (ومستودعها) الموضع الذي يودعها، إما بموتها ، فيه ، أو دفنها . (4)* * *وبنحو الذي قلنا في ذلك قال جماعة من أهل التأويل.*ذكر من قال ذلك:17962- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن التيمي، عن ليث، عن الحكم، عن مقسم، عن ابن عباس قال: ( مستقرها ) حيث تأوي  ، ( ومستودعها ) ، حيث تموت.17963- حدثني المثنى قال ، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: ( ويعلم مستقرها ) ، يقول: حيث تأوى  ، ( ومستودعها ) ، يقول: إذا ماتت.17964- حدثنا ابن وكيع قال ، حدثنا المحاربي، عن ليث، عن الحكم، عن مقسم، عن ابن عباس: (يعلم مستقرها ومستودعها) ، قال: \" المستقر \"، حيث تأوي  ،  و \" المستودع \"، حيث تموت.* * *وقال آخرون: ( مستقرّها ) ، في الرحم  ، (ومستودعها ) ، في الصلب.*ذكر من قال ذلك:17965- حدثنا المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: ( ويعلم مستقرها ) ، في الرحم ، ( ومستودعها ) ، في الصلب، مثل التي في \" الأنعام \". (5)17966- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه عن ابن عباس، قوله: ( ويعلم مستقرها ومستودعها)، فالمستقر ما كان في الرحم، والمستودع ما كان في الصلب.17967- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد قال، سمعت الضحاك يقول في قوله: ( ويعلم مستقرها) ، يقول: في الرحم  ، (ومستودعها) ، في الصلب.* * *وقال آخرون: \" المستقر \" في الرحم  ،  و \" المستودع \" ، حيث تموت.*ذكر من قال ذلك:17968- حدثنا ابن وكيع قال ، حدثنا أبي ويعلى، وابن فضيل، عن إسماعيل، عن إبراهيم، عن عبد الله: ( ويعلم مستقرها ومستودعها ) ، قال: \" مستقرها \" ، الأرحام  ،  و \" مستودعها \": الأرض التي تموت فيها.17969-. . . . قال، حدثنا عبيد الله، عن إسرائيل، عن السدي، عن مرة، عن عبد الله: ( ويعلم مستقرها ومستودعها ) ، \" المستقر \" الرحم، و \" المستودع \" المكان الذي تموت فيه.* * *وقال آخرون : ( مستقرها ) ، أيام حياتها  ، ( ومستودعها ) ، حيث تموت فيه.* ذكر من قال ذلك:17970- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الرحمن بن سعد قال أخبرنا أبو جعفر، عن الربيع بن أنس قوله: ( ويعلم مستقرها ومستودعها )، قال: (مستقرها) ، أيام حياتها، و (مستودعها): حيث تموت ، ومن حيث تبعث.* * *قال أبو جعفر: وإنما اخترنا القول الذي اخترناه فيه، لأن الله جل ثناؤه أخبر أن ما رزقت الدواب من رزق فمنه، فأولى أن يتبع ذلك أن يعلم مثواها ومستقرها دون الخبر عن علمه بما تضمنته الأصلاب والأرحام.* * *ويعني بقوله: (كل في كتاب) ، [مبين] ، عدد كل دابة، (6) ومبلغ أرزاقها ، وقدر قرارها في مستقرها، ومدة لبثها في مستودعها. كل ذلك في كتاب عند الله مثبت مكتوب  ، (مبين)، يبين لمن قرأه أن ذلك مثبت مكتوب قبل أن يخلقها ويوجدها. (7)وهذا إخبارٌ من الله جل ثناؤه الذين كانوا يثنون صدورهم ليستخفوا منه ، أنه قد علم الأشياء كلها، وأثبتها في كتاب عنده قبل أن يخلقها ويوجدها ، يقول لهم تعالى ذكره: فمن كان قد علم ذلك منهم قبل أن يوجدهم، فكيف يخفى عليه ما تنطوي عليه نفوسهم إذا ثنوا به صدورهم ، واستغشوا عليه ثيابهم؟------------------------الهوامش :(1) انظر تفسير \" الدابة \" فيما سلف 14 : 21 ، تعليق : 1 ، والمراجع هناك .(2) في المطبوعة : \" كل ماش فهو دابة \" ، والذي أثبته هو نص المخطوطة ، و \" المال \" عند العرب ، الإبل والأنعام ، وسائر الحيوان مما يقتنى . وهذا وجه . ولكن الذي في مجاز القرآن ، وهذا نص كلامه ، فهو \" كل آكل \" ، ولا قدرة لي على الفصل في صواب ما قاله أبو عبيدة ، لأن نسخة المجاز المطبوعة ، ربما وجد فيها خلاف لما نقل عن أبي عبيدة في الكتب الأخرى .(3) هذا نص أبي عبيدة في مجاز القرآن 1 : 285 .(4) انظر تفسير \" المستقر \" ، و \" المستودع \" فيما سلف 1 : 539 / 11 : 434 ، 562 - 572 / 12 : 358 ، 359 .(5) انظر تفسير \" سورة الأنعام \" 11 : 562 - 572 . والآثار هناك .(6) زدت ما بين القوسين ، لأني رجحت أنه حق الكلام ، وأن الناسخ ظن أنه تكرار فتركه .(7) انظر تفسير \" مبين \" فيما سلف من فهارس اللغة ( بين ) .",
  "ayah": 6,
  "surah": 11
}
