{
  "text": "القول في تأويل قوله تعالى :  وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْقال أبو جعفر: يقول تعالى ذكره: (وامرأته) ، سارَة بنت هاران بن ناحور بن ساروج بن راعو بن فالغ، (41) وهي ابنة عم إبراهيم  ، (قائمة)، قيل: كانت قائمة من وراء الستر تسمع كلام الرسل وكلام إبراهيم عليه السلام. وقيل: كانت قائمة تخدُم الرسل ، وإبراهيم جالسٌ مع الرسل.* * *وقوله: (فضحكت) ، اختلف أهل التأويل في معنى قوله (فضحكت)، وفي السبب الذي من أجله ضحكت.فقال بعضهم: ضحكت الضحك المعروف ، تعجبًا من أنَّها وزوجها إبراهيم يخدمان ضِيفانهم بأنفسهما ، تكرمةً لهم، وهم عن طعامهم ممسكون لا يأكلون.* ذكر من قال ذلك:18314- حدثني موسى بن هارون قال ، حدثنا عمرو بن حماد قال ، حدثنا أسباط، عن السدي قال، بعث الله الملائكة لتهلك قوم لوط ، أقبلت تمشي في صورة رجال شباب، حتى نـزلوا على إبراهيم فتضيَّفوه، فلما رآهم إبراهيم أجلّهم، فراغ إلى أهله، فجاء بعجل سمين، فذبحه ثم شواه في الرَّضْف، فهو \" الحنيذ \"  حين شواه. وأتاهم فقعد معهم، وقامت سارَة تخدمُهم. فذلك حين يقول: (وَامْرَأَتُهُ قَائِمَةٌ ) وَهُوَ جَالِسٌ  ،  في قراءة ابن مسعود. فلما قرّبه إليهم قال ألا تأكلون؟ قالوا: يا إبراهيم ، إنا لا نأكل طعامًا إلا بثمن . قال: فإن لهذا ثمنًا! قالوا: وما ثمنه؟ قال: تذكرون اسم الله على أوّله ، وتحمدونه على آخره. فنظر جبريل إلى ميكائيل فقال: حُقَّ لهذا أن يتخذه ربه خليلا! فلما رأى أيديهم لا تصل إليه  ،  يقول: لا يأكلون  ،  فزع منهم وأوجس منهم خيفة ، فلما نظرت إليه سارة أنه قد أكرمهم وقامت هي تخدمهم، ضحكت وقالت: عجبًا لأضيافنا هؤلاء، إنا نخدمهم بأنفسنا تكرمةً لهم، وهم لا يأكلون طعامنا ! (42)* * *وقال آخرون: بل ضحكت من أن قوم لوط في غَفْلة وقد جاءت رُسُل الله لهلاكهم.*ذكر من قال ذلك:18315- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، قال: لما أوجس إبراهيم خيفة في نفسه حدثوه عند ذلك بما جاؤوا فيه، فضحكت امرأته وعجبت من أن قومًا أتاهم العذاب ، وهم في غفلة. فضحكت من ذلك وعجبت  ،   فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ18316- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة أنه قال: ضحكت تعجبًا مما فيه قوم لوط من الغفلة ، ومما أتاهم من العذاب.* * *وقال آخرون: بل ضحكت ظنًّا منها بهم أنهم يريدون عَمَل قوم لوط.*ذكر من قال ذلك :18317- حدثنا الحارث قال ، حدثنا عبد العزيز قال ، حدثنا أبو معشر،  عن محمد بن قيس، في قوله: (وامرأته قائمة فضحكت) ، قال: لما جاءت الملائكة ظنَّت أنهم يريدون أن يعملوا كما يعمل قوم لوط.* * *وقال آخرون: بل ضحكت لما رأت بزوجها إبراهيم من الرَّوع.*ذكر من قال ذلك:18318- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن الكلبي: (فضحكت) ، قال: ضحكت حين راعُوا إبراهيم مما رأت من الروع، بإبراهيم.* * *وقال آخرون: بل ضحكت حين بشرت بإسحاق تعجبًا من أن يكون لها ولد على كبر سنها وسن زوجها.*ذكر من قال ذلك:18319- حدثني المثنى قال إسحاق قال ، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد أنه سمع وهب بن منبه يقول: لما أتى الملائكة إبراهيم عليه السلام فرآهم، راعه هيئتهم وجمالهم، فسلموا عليه، وجلسوا إليه، فقام فأمر بعجل سمين، فحُنِذَ له، فقرّب إليهم الطعام  ،   فَلَمَّا رَأَى أَيْدِيَهُمْ لا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً  ، وسارة وراء البيت تسمع ، قالوا: لا تَخَفْ إنَّا نبشرك بغلام حليم مبارك ! وبشّر به امرأته سارة، فضحكت وعجبت: كيف يكون لي ولد وأنا عجوز ، وهو شيخ كبير! فقالوا: أتعجبين من أمر الله؟ فإنه قادر على ما يشاء! فقد وهبه الله لكم ، فأبشروا به .* * *وقد قال بعض من كان يتأول هذا التأويل: إن هذا من المقدَّم الذي معناه التأخير، كأنّ معنى الكلام عنده: وامرأته قائمة، فبشرناها بإسحاق ومن وراء إسحاق يعقوب، فضحكت وقالت: يا ويلتا أألد وأنا عجوز؟* * *وقال آخرون: بل معنى قوله: \" فضحكت \" في هذا الموضع: فحاضت.*ذكر من قال ذلك:18320- حدثني سعيد بن عمرو السكوني قال ، حدثنا بقية بن الوليد، عن علي بن هارون، عن عمرو بن الأزهر، عن ليث، عن مجاهد في قوله: (فضحكت) ، قال: حاضت، وكانت ابنة بضع وتسعين سنة. قال: وكان إبراهيم ابن مائة سنة. (43)* * *وقال آخرون: بل ضحكت سرورًا بالأمن منهم، لما قالوا لإبراهيم: لا تخف، وذلك أنه قد كان خافهم وخافتهم أيضًا كما خافهم إبراهيم . فلما أمِنَت ضحكت، فأتبعوها البشارة بإسحاق.* * *وقد كان بعض أهل العربية من الكوفيين يزعم أنه لم يسمع \" ضحكت \"، بمعنى : حاضت ، من ثقة. (44)* * *وذكر بعض أهل العربية من البصريين أن بعض أهل الحجاز أخبره عن بعضهم أن العرب تقول \" ضحكت المرأة \"، حاضت . قال: وقد قال:  \" الضحك \"، الحيض، وقد قال بعضهم: \" الضحك \": الثَّغْرُ ، (45) وذكر بيت أبي ذؤيب:فَجَـاءَ بِمِـزْجٍ لَـمْ يَـرَ النَّـاسُ مِثْلَهُهُـوَ الضَّحْـكُ إلا أَنَّـهُ عَمـلُ النَّحْلِ (46)وذكر أنَّ بعض أصحابه أنشده في الضحك بمعنى الحيض: (47)وَضِحْــكُ الأرَانِــبِ فَـوْقَ الصَّفَـاكَمِثْــل دَمِ الجَــوْفِ يَــوْمَ اللِّقَـا (48)قال: وذكر له بعض أصحابه أنه سمع للكميت:فَـأضْحَكَتِ الضِّبَـاعُ سُـيُوفُ سَـعْدٍبِقَتْــلَى مَــا دُفِــنَّ وَلا وُدِينَــا (49)وقال: يريد الحيض. قال: وبلحرث بن كعب يقولون: \" ضحكت النخلة \"، إذا أخرجت الطَّلع أو البُسْر. وقالوا: \" الضَّحك \" الطلع. قال: وسمعنا من يحكي: \" أضحكت حوضًا \" أي ملأته حتى فاض. قال: وكأن المعنى قريبٌ بعضه من بعض كله، لأنه كأنه شيءٌ يمتلئُ فيفيض.* * *قال أبو جعفر : وأولى الأقوال التي ذكرت في ذلك بالصواب قولُ من قال: معنى قوله: \" فضحكت \" فعجبت من غفلة قوم لوط عما قد أحاط بهم من عذاب الله وغفلتهم عنه.وإنما قلنا هذا القول أولى بالصواب ، لأنه ذكر عقيب قولهم لإبراهيم:  لا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ  . فإذ كان ذلك كذلك، وكان لا وجه للضحك والتعجب من قولهم لإبراهيم: (لا تخف)، كان الضحك والتعجب إنما هو من أمر قوم لوط.* * *القول في تأويل قوله تعالى :  فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ (71)قال أبو جعفر: يقول تعالى ذكره: فبشَّرنا سارَة امرأة إبراهيم ثوابًا منا لها على نَكيرها وعجبها من فعل قوم لوط  ، (بإسحاق ) ، ولدًا لها  ، (ومن وراء إسحاق يعقوب) ، يقول: ومن خلف إسحاق يعقوب ، من ابنها إسحاق.* * *و \" الوراء \" في كلام العرب، ولد الولد، وكذلك تأوَّله أهل التأويل.*ذكر من قال ذلك:18321- حدثنا حميد بن مسعدة قال ، حدثنا بشر بن المفضل قال ، حدثنا داود، عن عامر قال: (ومن وراء إسحاق يعقوب) ، قال: الوراء: ولد الولد.18322- حدثنا عمرو بن علي ومحمد بن المثنى، قال كلّ واحد منهما، حدثني أبو اليسع إسماعيل بن حماد بن أبي المغيرة مولى الأشعري، قال: كنت إلى جنب جدي أبي المغيرة بن مهران ، في مسجد عليّ بن زيد، فمر بنا الحسنُ بن أبي الحسن فقال: يا أبا المغيرة من هذا الفتى؟ قال: ابني من ورائي،  فقال الحسن: (فبشرناها بإسحاق ومن وراء إسحاق يعقوب). (50)18323- حدثنا عمرو بن علي ومحمد بن المثنى قالا حدثنا محمد بن أبي عدي قال ، حدثنا داود بن أبي هند، عن الشعبي في قوله: (فبشرناها بإسحاق ومن وراء إسحاق يعقوب) ، قال: ولد الولد هو \" الوراء \".18324- حدثني إسحاق بن شاهين قال ، حدثنا خالد، عن داود، عن عامر في قوله: (ومن وراء إسحاق يعقوب) ، قال: \" الوراء \" ، ولد الولد.18325- حدثني يعقوب بن إبراهيم قال ، حدثنا ابن علية، عن داود، عن الشعبي، مثله.18326- حدثني الحارث قال ، حدثنا عبد العزيز قال ، حدثنا أبو عمرو الأزدي قال: سمعت الشعبي يقول: ولد الولد: هم الولد من الوَراء.18327- حدثني الحارث قال ، حدثنا عبد العزيز قال ، حدثنا سفيان، عن حبيب بن أبي ثابت قال: جاء رجل إلى ابن عباس ومعه ابن ابنه فقال: من هذا معك؟ قال: هذا ابن ابني. قال: هذا ولدُك من الوراء! قال: فكأنه شقَّ على ذلك الرجل، فقال ابن عباس: إن الله يقول: (فبشرناها بإسحاق ومن وراء إسحاق يعقوب) ، فولد الولد هم الوراء.18328- حدثني موسى بن هارون قال ، حدثنا عمرو بن حماد قال ، حدثنا أسباط، عن السدي قال: لما ضحكت سارَة . وقالت: \" عجبًا لأضيافنا هؤلاء، إنا نخدمهم بأنفسنا تكرمة لهم وهم لا يأكلون طعامنا \" ! قال لها جبريل: أبشري بولد اسمُه إسحاق ، ومن وراء إسحاق يعقوب. فَضربتْ وَجْهَهَا عجبًا، فذلك قوله:  فَصَكَّتْ وَجْهَهَا  ، [سورة الذاريات : 29] . وقالت:  أَأَلِدُ  وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ  قالوا  أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ  ، قالت سارة: ما آية ذلك؟ قال: فأخذ بيده عودًا يابسا فلواه بين أصابعه، فاهتز أخضر، فقال إبراهيم: هُو لله إذا ذبيحًا.18329- حدثنا ابن حميد قال ، حدثنا سلمة، عن ابن إسحاق، قال:  فَضَحِكَتْ   ،  يعني سارَة لما عرفت من أمر الله جل ثناؤه ولمَا تعلم من قوم لوط  ،  فبشروها بإسحاق ومن وراء إسحاق يعقوب  ،  بابن وبابن ابن. فقالت وصكت وجهها  ،  يقال: ضربت على جبينها  ، :  يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ  ، إلى قوله:  إِنَّهُ حَمِيدٌ مَجِيدٌ  .* * *واختلفت القراء في قراءة ذلك، فقرأته عامة قراء العراق والحجاز: (وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبُ ) ، برفع \" يعقوب \"، ويعيد ابتداء الكلام بقوله.(ومن وراء إسحاق يعقوب) ، وذلك وإن كان خبرًا مبتدأ، ففيه دلالة على معنى التبشير.* * *وقرأه بعض قراء أهل الكوفة والشأم، (وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوب ) نصبًا .* * *فأما الشامي منهما ، فذكر أنه كان ينحو ب \" يعقوب \" نحو النصب بإضمار فعل آخر مشاكل للبشارة، كأنه قال: ووهبنا له من وراء إسحاق يعقوب. فلما لم يظهر \" وهبنا \" عمل فيه \" التبشير \" وعطف به على موضع \" إسحاق \"، إذ كان \" إسحاق \" وإن كان مخفوضًا ، فإنه بمعنى المنصوب بعمل \" بشرنا \" ، فيه، كما قال الشاعر: (51)جِــئْنِي بِمِثْـلِ بَنِـي بَـدْرٍ لِقَـوْمِهِمِأَوْ مِثْـلِ أُسَْـرِة مَنْظُـورِ بـنِ سَـيَّارِأَوْ عَـامِرَ بْـنَ طُفَيْـلٍ فِـي مُرَكَّبِـهِأَوْ حَارِثًـا , يَـوْمَ نَادَى القَوْمُ: يَا حَارِ (52)* * *وأما الكوفي منهما فإنه قرأه بتأويل الخفض فيما ذكر عنه، غير أنه نصبه لأنه لا يجرى. وقد أنكر ذلك أهل العلم بالعربية من أجل دخول الصفة بين حرف العطف والاسم . (53) وقالوا: خطأ أن يقال: \" مررت بعمرٍو في الدَّار وفي الدار زيد \" وأنت عاطف ب \" زيد \" على \" عمرو \"، إلا بتكرير الباء وإعادتها، فإن لم تعد كان وجه الكلام عندهم الرفع، وجاز النصب، فإن قُدم الاسم على الصفة جاز حينئذ الخفض، وذلك إذا قلت: \" مررت بعمرو في الدار وزيد في البيت \". وقد أجاز الخفضَ والصفةُ معترضةٌ بين حرف العطف والاسم ، بعضُ نحويي البصرة.* * *قال أبو جعفر : وأولى القراءتين في ذلك بالصواب عندي قراءة من قرأه رفعًا، لأن ذلك هو الكلام المعروف من كلام العرب، والذي لا يتناكره أهل العلم بالعربية، وما عليه قراءة الأمصار. فأما النَّصب فيه فإن له وجهًا، غير أنِّي لا أحبُّ القراءة به، لأن كتاب الله نـزلَ بأفصح ألسُن العرب، والذي هو أولى بالعلم بالذي نـزل به من الفصاحة.------------------------الهوامش:(41) هكذا هنا : \" ساروج \" ، وفي غيره : \" ساروغ \" ، وهو الأكثر .(42) الأثر : 18314 - رواه أبو جعفر في تاريخه 1 : 128 .(43) الأثر : 18320 - \" علي بن هارون \" ، مضى برقم : 6521 . وكتبت هناك أني أظنه \" يزيد بن هارون \" ، وهذا ظن خطأ ، دل عليه هذا الإسناد ، فهو هناك أيضًا : \" سعيد بن عمرو السكوني ، عن بقية بن الوليد ، عن علي بن هارون \" ، ومثل هذا الخطأ لا يكاد يتفق على بعد ما بين الكلامين . والصواب أن \" علي بن هارون \" مجهول ، فإن \" بقية بن الوليد \" مشهور بالرواية عن هؤلاء المجهولين ، وكان يحدث بالمناكير عن هؤلاء المجاهيل ، وكان يأخذ عن كل من أدبر وأقبل . فهذا \" علي بن هارون \" ممن أدبر أو أقبل ! ! وأما \" عمرو بن الأزهر العتكي \" ، فهو كذاب يضع الحديث ، وكان أبو سعيد الحداد يقول : \" كان عمرو بن الأزهر يكذب مجاوبة \" ، قيل له : \" كيف هذا \" ؟ قال : \" رجل أسلم ثوبًا إلى حائك ينسجه \" ! ! مترجم في ابن أبي حاتم 3 / 1 / 221 ، وتاريخ بغداد 12 : 193 ، وميزان الاعتدال 2 : 281 ، ولسان الميزان 4 : 353 . فهذا خبر هالك من جميع نواحيه .(44) هذه مقالة الفراء في معاني القرآن ، في تفسير الآية .(45) في المطبوعة : \" الضحك العجب \" وفي المخطوطة: \" العسب \" سيئة الكتابة ، كأنه لم يحسن قراءة المخطوطة التي نقل عنها ، والبيت الذي استشهد به دال على صواب ما أثبتناه .(46) ديوانه ( ديوان الهذليين ) 1 : 42 ، واللسان (ضحك ) ، وغيرهما ، من قصيدة من عجائبه ، ذكر في آخرها الخمر ، وكيف تزودها من أهل مصر وغزة ، وأقبل بها يقطع الأرض ، حتى بات بمزدلفة ( جمع ) ، ومنى ، فقال قبل البيت :فَبَـاتَ بِجَـمْعٍ , ثُـمَّ تَـمَّ إِلَـى مِنًـىفـأَصْبَحَ رَأْدًا يَبْتَغِـي المِـزْجَ بالسَّحْلوقوله : \" رأدًا \" ، أي طالبًا ، و \" المزج \" العسل يمزج بالخمر، و\"السحل\" يعني ينقد الدراهم، يقول: فلما طلب ذلك \"المزج\" اشترى بماله مزجا أي : عسلًا ، كأنه ثغر حسناء في بياضه وصفائه ورقته . هكذا قالوا ، وفي النفس منه شيء . وأجود منه عندي أن يقال إن \" الضحك \" في هذا البيت ، هو طلع النخل حين ينشق عما في جوفه ، وهو أبيض شديد البياض والنقاء .(47) لم أعرف قائله .(48) اللسان ( ضحك ) .(49) اللسان (ضحك) ، من قصيدة له مشهورة ، لم أجدها مجموعة في مكان ، ويزعمون أن الضبع تحيض ، إذا أكلت لحوم الناس أو شربت دماءهم . وكان ابن دريد يرد هذا ويقول : من شاهد الضباع عند حيضها فيعلم أنها تحيض ؟(50) الأثر : 18322- \"أبو اليسع\" إسماعيل بن حماد بن أبي المغيرة ، مولى الأشعري\" ، لم أجده في مكان آخر . والذي وجدته :\"إسماعيل بن حماد بن أبي سليمان ، مولى الأشعري \" مترجم في التهذيب ، والكبير 1/1/351، وابن أبي حاتم 1/1/ 164، وروى عنه \" عمر بن علي بن مقدم \"، ولم يرو عنه \"عمرو بن علي الفلاس\" ، وإذًا فليس هو هو. فيبقى مجهولًا حتى نجد له ترجمة.(51) هو جرير .(52) ديوانه : 312 ، 313 ، ونقائض جرير والأخطل : 144 ، وسيبويه 1 : 48 ، 86 ، والفراء في معاني القرآن ، في تفسير الآية : من جياد قصائده في هجاء الأخطل ، يقول له :لاَ تَفْخَــرَنَّ , فــإنَّ اللــهَ أنْـزَلكُمْيَــا خُـزْرَ تَغْلِـبَ دَارَ الـذُّلِّ والعَـارِمَـا فِيكُـمُ حَـكَمٌ تُــرْضَى حُكُومَتُـهُلِلمُسْــلِمينَ , ولاَ مُسْتَشْــهَدٌ شَـارِيثم يقول البيتين ، وبينهما بيت ثالث :أوْ مَثْــلَ آلِ زُهَـيْرٍ , والقَنـا قِصَـدٌوَالخَـيْلُ فـي رَهَـجٍ مِنْهَـا وَإِعْصَارِوهو في هذه القصيدة يفخر ببني قيس عيلان بن مضر بن نزار جميعًا ، على بني ربيعة بن نزار ، وهم جذم الأخطل التغلبي . فذكر \" بني بدر \" ، الفزاريين من قيس عيلان ، و\" منظور بن سيار الفزاري \" ، و\" آل الزهير بن جذيمة \" ، العبسيين ، و\" عامر بن الطفيل \" من بني جعفر بن كلاب ، و\" الحارث بن ظالم المري \"، من بني ذبيان ، ثم تابع ذكر سائر قبائل قيس .(53) \" الصفة \" يعني حرف الجر ، كما سلف مرارًا ، انظر فهارس المصطلحات .",
  "ayah": 71,
  "surah": 11
}
