{
  "text": "القول في تأويل قوله تعالى :  وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ (77)قال أبو جعفر : يقول تعالى ذكره: ولما جاءت ملائكتنا لوطًا، ساءَه مَجيئهم  ،  وهو \" فعل \" من \" السوء \"  ، (وضاق بهم ) ، بمجيئهم (ذَرْعًا)، يقول: وضاقت نفسه غما بمجيئهم . وذلك أنه لم يكن يعلم أنهم رسلُ الله في حال ما ساءه مجيئهم، وعلم من قومه ما هم عليه من إتيانهم الفاحشة، وخاف عليهم، فضاق من أجل ذلك بمجيئهم ذرعًا، وعلم أنه سيحتاج إلى المدافعة عن أضيافه، ولذلك قال: (هذا يوم عصيب).* * *وبنحو الذي قلنا في ذلك قال أهل التأويلذكر من قال ذلك :18350- حدثني المثني قال ، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: (ولما جاءت رسلنا لوطًا سيء بهم وضاق بهم ذرعًا)، يقول: ساء ظنًا بقومه وضاق ذرعًا بأضيافه.* * *18351- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، عن حذيفة أنه قال: لما جاءت الرسل لوطًا أتوه وهو في أرض له يعمل فيها، وقد قيل لهم ، والله أعلم: لا تهلكوهم حتى يشهدَ لوط . قال: فأتوه فقالوا: إنا مُتَضيِّفوك الليلة، فانطلق بهم، فلما مضى ساعةً التفت فقال: أما تعلمون ما يعمَل أهل هذه القرية؟ والله ما أعلم على ظهر الأرض أناسًا أخبث منهم ! قال: فمضى معهم. ثم قال الثانية مثل ما قال، فانطلق بهم. فلما بصرت بهم عجوزُ السَّوْء امرأته، انطلقَت فأنذرتهم. (15)18352- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة قال، قال حذيفة، فذكر نحوه.18353- حدثنا ابن حميد قال ، حدثنا الحكم بن بشير قال ، حدثنا عمرو بن قيس الملائي، عن سعيد بن بشير، عن قتادة، قال: أتت الملائكة لوطًا وهو في مزرعة له، وقال الله للملائكة: إن شهد لوط عليهم أربعَ شهادات فقد أذنت لكم في هَلكتهم. فقالوا: يا لوط ، إنا نريد أن نُضيِّفك الليلة. فقال: وما بلغكم من أمرهم؟ قالوا: وما أمرهم؟ قال: أشهد بالله إنها لشرُّ قرية في الأرض عملا ! يقول ذلك أربع مرات، فشهد عليهم لوط أربع شهادات، فدخلوا معه منـزله. (16)18354- حدثني موسى بن هارون قال ، حدثنا عمرو بن حماد  قال ، حدثنا أسباط، عن السدي قال، خرجت الملائكة من عند إبراهيم نحو قرية لوط، فأتوها نصف النهار، فلما بلغوا نهر سَدُوم لقوا ابنة لوط تستقي من الماء لأهلها، وكانت له ابنتان، اسم الكبرى \" ريثا \"، والصغرى \" زغرتا \"، (17) فقالوا لها: يا جارية، هل من منـزل؟ قالت: نعم، فَمكانَكم لا تدخُلوا حتى آتيكم ! فَرِقَتْ عليهم من قَوْمها . (18) فأتت أباها فقالت: يا أبتاه أرادك فتيان على باب المدينة ما رأيت وجوه قوم أحسنَ منهم، لا يأخذهم قومك فيفضحوهم ! وقد كان قومه نهوه أن يُضيف رجلا فقالوا: خَلّ عنَّا فلنضِف الرجال ! فجاء بهم، فلم يعلم أحدٌ إلا أهل بيت لوط، فخرجت امرأته فأخبرت قومها، قالت: إن في بيت لوط رجالا ما رأيت مثل وجوههم قَطّ ! فجاءه قومه يُهْرَعون إليه. (19)18355- حدثنا ابن حميد قال ، حدثنا سلمة، عن ابن إسحاق، قال: خرجت الرسل فيما يزعم أهل التوراة من عند إبراهيم إلى لوط بالمؤتفكة، فلما جاءت الرسل لوطًا سيء بهم وضاق بهم ذرعًا، وذلك من تخوف قومه عليهم أن يفضحُوه في ضيفه، فقال: (هذا يوم عصيبٌ).* * *وأما قوله: (وقال هذا يوم عصيب) ، فإنه يقول: وقال لوط: هذا اليوم يوم شديد شره، عظيم بلاؤه،* * *يقال منه: عصب يومنا هذا يعصب عصبًا، ومنه قول عدي بن زيد:وَكُـنْتُ لِـزَازَ خَـصْمِكَ لـمْ أُعَـرِّدْوَقَــدْ سَـلَكُوكَ فِـي يَـوْمٍ عَصِيـب (20)وقول الراجز:يَــوْمٌ عَصِيــبٌ يَعْصِـبُ الأَبْطَـالاعَصْــبَ القَــوِيِّ السَّـلَمَ الطِّـوَالا (21)وقول الآخر:وَإنَّـكَ إنْ لا تُـرْضِ بَكْـرَ بـنَ وَائِلٍيَكُـنْ لَـكَ يَـوْمٌ بـالعِرَاقِ عَصِيـبِ (22)وقال كعب بن جعيل:ومُلَبُّـــونَ بِـــالحَضِيضِ فِئــامٌعَارِفــاتٌ مِنْــهُ بِيَــوْمٍ عَصِيـبِ (23)* * *ونحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك :18356- حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: (عصيب)، : شديد18357- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قال: (هذا يوم عصيب) ، يقول شديد.18358- حدثنا ابن حميد قال ، حدثنا سلمة، عن ابن إسحاق قال: (هذا يوم عصيب) ، أي يوم بلاء وشدة.18359- حدثنا ابن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (يوم عصيب) ، شديد.18360- حدثني علي قال ، حدثنا عبد الله قال، حدثني معاوية، عن علي، عن ابن عباس، قوله: (وقال هذا يوم عصيب) ، أي : يوم شديد.---------------------------الهوامش :(15) الأثر : 18351 - رواه الطبري في تاريخه 1 : 154 .(16) الأثر : 18353 - رواه الطبري في تاريخه 1 : 154 .(17) هكذا في المخطوطة منقوطة نقطًا واضحًا ، على قلة النقط في مواضع منها . وفي التاريخ : \" رعزيا \" ، وتحقيق ذلك يحتاج إلى وقت غير هذا .(18) أي : خافت عليهم .(19) الأثر : 18354 - رواه الطبري في تاريخه 1 : 154 ، تام الإسناد ، مطولا .(20) الأغاني 2 : 111 ، مجاز القرآن 1 : 294 ، اللسان ( سلك ) ، وسيأتي في التفسير 14 : 8 / 18 : 13 ( بولاق ) . من قصيدة له طويلة ، قالها وهو في حبس النعمان بن المنذر ، يقول للنعمان قبله :سَــعَى الأَعْــدَاءُ لاَ يَـأْلُونَ شَـرًّاعَـــلَيَّ وَربِّ مَكَّــةَ والصَّلِيــبِأَرَادُوا كــي تُمَهَّــلَ عَــنْ عَـدِيٍّلِيُسْــجَنَ أَو يُدَهُــدَهَ فِـي القَلِيـبِوَكُـــنْتُ لِــزازَ خَــصْمِكَ . . .. . . . . . . . . . . . . . . . . . . .أُعَـــالِنُهُم وأُبْطِــنُ كُــلَّ سِــرٍّكَمَــا بَيْـنَ اللِّحَـاءِ إِلَـى العَسِـيبِفَفُـــزْتُ عَلَيْهِــمْ لَمّــا الْتَقَيْنَــابِتَــاجِكَ فَــوْزَةَ القِــدْحِ الأرِيـبِ\" دهدهه \" ، دحرجه من علو إلى سفل ، و \" القليب \" ، البئر ، إنما عنى القبر هنا . و \" لزاز الخصم \" ، الشديد المعاند ذو البأس في الملمات . و\"عرد عن خصمه\" ، أحجم ونكص . وكان في المطبوعة هنا \" أعدد \" ، وفي المخطوطة : \" أعود \" ، والصواب ما أثبت . و\" اللحاء \" قشر العود ، و \" العسيب \" جريد النخل ، يقول : سرك كما بين هذين ، يعني خفي لا يرى . و\" القدح الأريب \" من قداح الميسر ، هو القدح ذو الآراب الكثيرة ، و\"الآراب\" أعضاء الجذور .(21) لم أعرف قائله ، وهو في مجاز القرآن 1 : 294 .(22) لم أعرف قائله ، وهو في مجاز القرآن 1 : 294 .(23) لم أجد البيت في مكان آخر ، وفي المطبوعة : \" ويلبون \" ، وفي المخطوطة مثله ، إلا أن فيه خطأ في النقط وأظن الصواب ما أثبت ، من قولهم : \" ألب بالمكان \" ، إذا لزمه ولم يفارقه . \" والحضيض \" ، منخفض من الأرض عند منقطع الجبل. و\" فئام\" ، جماعات . وكأن هذا البيت من شعره الذي رثى به عبد الرحمن بن خالد بن الوليد ، وروى أبياتا منه المصعب الزبيري في نسب قريش ص : 325 ، وكان كعب بن جعيل مداحًا له .",
  "ayah": 77,
  "surah": 11
}
