{
  "text": "القول في تأويل قوله تعالى :  وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلا تُخْزُونِي فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (78)قال أبو جعفر : يقول تعالى ذكره: وجاء لوطًا قومه يستحثون إليه ، يُرْعَدون مع سرعة المشي ، مما بهم من طلب الفاحشة.* * *يقال: \" أهْرِعَ الرجل \" ، من برد أو غضب أو حمَّى، إذا أرعد، \" وهو مُهْرَع \" ، إذا كان مُعْجلا حريصًا، كما قال الراجز:  (24)* بِمُعْجَلاتٍ نَحْوَهُ مَهَارِع * (25)ومنه قول مهلهل:فجــاؤوا يُهْرَعُـونَ وهـمْ أُسـارَىتَقُــودُهُمُ عــلى رَغــمِ الأُنُـوفِ (26)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك :18361- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قول الله: (يُهْرَعون إليه) ، قال: يهرولون، وهو الإسراع في المشي.18362- حدثني المثني قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.18363- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد، نحوه.18364- حدثنا ابن وكيع قال ، حدثنا أبو خالد والمحاربي، عن جويبر، عن الضحاك: (وجاءه قومه يهرعون إليه) ، قال: يسعون إليه.18365- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة : قال : فأتوه يهرعون إليه، يقول: سراعًا إليه.18366- حدثنا ابن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (يهرعون إليه) ، قال: يسرعون إليه.18367- حدثنا موسى قال ، حدثنا عمرو قال ، حدثنا أسباط، عن السدي: (وجاءه قومه يهرعون إليه) ، يقول: يسرعون المشي إليه.18368- حدثني الحارث قال ، حدثنا عبد العزيز قال ، حدثنا يحيى بن  زكريا، عن ابن جريج، عن مجاهد: (وجاءه قومه يهرعون إليه) ، قال: يهرولون في المشي  ،  قال سفيان: (يهرعون إليه) ، يسرعون إليه.18369- حدثنا سوار بن عبد الله قال، قال سفيان بن عيينة في قوله: (يهرعون إليه) ، قال: كأنهم يدفعون.18370- حدثنا ابن حميد قال ، حدثنا يعقوب قال ، حدثنا حفص بن حميد، عن شمر بن عطية قال، أقبلوا يسرعون مشيًا بين الهرولة والجمز.18371- حدثني علي بن داود قال ، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي عن ابن عباس، قوله: (وجاءه قومه يهرعون إليه) ، يقول: مسرعين.* * *وقوله: (ومن قبل كانوا يعملون السيئات)، يقول: من قبل مجيئهم إلى لوط ، كانوا يأتون الرجال في أدبارهم، كما:-18372- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: (ومن قبل كانوا يعملون السيئات) ، قال: يأتون الرجال.* * *وقوله: (قال يا قوم هؤلاء بناتي)، يقول تعالى ذكره: قال لوط لقومه لما جاؤوه يراودونه عن ضيفه: هؤلاء يا قوم بناتي  ،  يعني نساء أمته  ،  فانكحوهن فهنّ أطهر لكم، كما:-18373- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (هؤلاء بناتي هن أطهر لكم) ، قال: أمرهم لوط بتزويج النساء وقال: (هن أطهر لكم).18374- حدثنا محمد قال: ثنا محمد بن ثور، عن معمر، قال: وبلغني هذا أيضًا عن مجاهد.18375- حدثنا ابن وكيع، عن سفيان، عن ليث، عن مجاهد: (هؤلاء  بناتي هن أطهر لكم) ، قال: لم تكن بناته، ولكن كنَّ من أمّته، وكل نبي أبُو أمَّته.18376- حدثنا ابن وكيع قال ، حدثنا ابن علية، عن ابن أبي نجيح، عن مجاهد، في قوله: (هؤلاء بناتي هن أطهر لكم) ، قال: أمرهم أن يتزوجوا النساء، لم يعرضْ عليهم سفاحًا.18377- حدثني يعقوب قال ، حدثنا أبو بشر، سمعت ابن أبي نجيح يقول في قوله: (هن أطهر لكم) ، قال: ما عرض عليهم نكاحًا ولا سفاحًا. (27)18378- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة في قوله: (هؤلاء بناتي هن أطهر لكم) قال: أمرهم أن يتزوجوا النساء، وأراد نبي الله صلى الله عليه وسلم أن يَقي أضيافه ببناته.18379- حدثني المثني قال ، حدثنا إسحاق قال ، حدثنا عبد الرحمن بن سعد قال، أخبرنا أبو جعفر عن الربيع، في قوله: (هؤلاء بناتي هن أطهر لكم)، يعني التزويج  ،  حدثني أبو جعفر، عن الربيع في قوله: (هؤلاء بناتي هن أطهر لكم) ، يعني التزويج. (28)18380- حدثني المثنى قال ، حدثنا أبو النعمان عارم قال ، حدثنا حماد بن زيد قال ، حدثنا محمد بن شبيب الزهراني ، عن أبي بشر، عن سعيد بن جبير، في قول لوط: (هؤلاء بناتي هن أطهر لكم) ، يعني: نساءهم ، هنّ بَنَاته ، هو نبيّهم  ،  وقال في بعض القراءة: (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَهُوَ أَبٌ لَهُمْ ) [سورة الأحزاب: 6] . (29)18381- حدثني موسى بن هارون قال ، حدثنا عمرو قال ، حدثنا أسباط، عن السدي: (وجاءه قومه يهرعون إليه)، قالوا: أو لم ننهك أن تضيف العالمين؟ قال: (هؤلاء بناتي هن أطهر لكم )، إن كنتم فاعلين ، أليس منكم رجل رشيد؟18382- حدثنا ابن حميد قال ، حدثنا سلمة، عن ابن إسحاق، قال: لما جاءت الرسل لوطًا أقبل قومه إليهم حين أخبروا بهم يهرَعون إليه. فيزعمون ، والله أعلم ، أن امرأة لوط هي التي أخبرتهم بمكانهم، وقالت: إن عند لوط لضيفانًا ما رأيت أحسنَ ولا أجمل قطُّ منهم ! وكانوا يأتون الرجالَ شهوة من دون النساء، فاحشةٌ ، لم يسبقهم بها أحد من العالمين. فلما جاؤوه قالوا: أو لم ننهك عن العالمين؟ أي : ألم نقل لك: لا يقربنَّك أحدٌ، فإنا لن نجد عندك أحدًا إلا فعلنا به الفاحشة؟ قال : \" يا قوم هؤلاء بناتي هن أطهر لكم \"، فأنا أفدي ضيفي منكم بهنّ، ولم يدعهم إلا إلى الحلال من النكاح.18383- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد قوله: (هؤلاء بناتي ، قال: النساء.* * *واختلفت القراء في قراءة قوله: (هن أطهر لكم).فقرأته عامة القراء برفع : (أَطْهَرُ)، على أن جعلوا \" هن \" اسمًا، \" وأطهر \" خبره، كأنه قيل: بناتي أطهرُ لكم مما تريدون من الفاحشة من الرجال.* * *وذكر عن عيسى بن عمر البصري أنه كان يقرأ ذلك: (هُنَّ أَطْهَرَ لَكُمْ ) ، بنصب \" أطهر \". (30)* * *وكان بعض نحويي البصرة يقول: هذا لا يكون، إنما ينصب خبر الفعل الذي لا يستغني عن الخبر إذا كان بين الاسم والخبر هذه الأسماء المضمرة.وكان بعض نحويي الكوفة يقول: من نصبه جعله نكرةً خارجة من المعرفة، ويكون قوله: \" هن \" عمادًا للفعل فلا يُعْمِله.* * *وقال آخر منهم: مسموع من العرب: \" هذا زيد إيَّاه بعينه \" ، قال: فقد جعله خبرًا لـ \" هذا \" مثل قولك: \" كان عبد الله إياه بعينه \". قال: وإنما لم يجز أن يقع الفعل ههنا ، لأن التقريب ردُّ كلام ، (31) فلم يجتمعا ، لأنه يتناقض، لأنَّ ذلك إخبار عن معهود، وهذا إخبار عن ابتداء ما هو فيه: \" ها أنا ذا حاضر \"، أو : \" زيد هو العالم \"، فتناقض أن يدخل المعهودُ على الحاضر، فلذلك لم يجُزْ.* * *قال أبو جعفر : والقراءة التي لا أستجيز خلافها في ذلك، الرفع : ( هُنَّ أَطْهَرُ لَكُمْ )، لإجماع الحجة من قراء الأمصار عليه ، مع صحته في العربية، وبعد النصب فيه من الصحة.* * *وقوله: (فاتقوا الله ولا تخزون في ضيفي)، يقول: فاخشوا الله ، أيها الناس، واحذروا عقابه ، في إتيانكم الفاحشة التي تأتونها وتطلبونها  ، (ولا تخزون في ضيفي) ، يقول: ولا تذلوني بأن تركبوا مني في ضيفي ما يكرهون أن تركبُوه منهم. (32)* * *و \" الضيف \" ، في لفظ واحدٍ في هذا الموضع بمعنى جمع. والعرب تسمي الواحد والجمع \" ضيفًا \" بلفظ واحدٍ. كما قالوا: \" رجل عَدْل، وقوم عَدْل \".* * *وقوله: (أليس منكم رجل رشيد)، يقول: أليس منكم رجل ذو رُشد ، ينهى من أراد ركوبَ الفاحشة من ضيفي، فيحول بينهم وبين ذلك؟ (33) كما:-18384- حدثنا ابن حميد قال ، حدثنا سلمة، عن ابن إسحاق: (فاتقوا الله ولا تخزون في ضيفي أليس منكم رجل رشيد) ، أي رجل يعرف الحقَّ وينهى عن المنكر؟------------------------الهوامش :(24) لم أعرف قائله .(25) مجاز القرآن لأبي عبيدة 1 : 294 .(26) اللسان ( هرع ) ، ولم أعرف سائر الشعر .(27) لا يظهر لهذه العبارة معنى ، وأخشى أن يكون سقط من الكلام شيء ويكون : \" ما عرض عليهم بناته نكاحا ولا سفاحا \" ، ويكون ابن أبي نجيح أراد أنه أمرهم بأن يتزوجوا النساء من قومهم .(28) هكذا جاء التكرار في المخطوطة والمطبوعة ، وأخشى أن يكون سقط من الإسناد شيء .(29) الأثر : 18380 - \" محمد بن شبيب الزهراني \" ، ثقة . مترجم في التهذيب ، والكبير 1 / 1 / 114 ، وابن أبي حاتم 3 / 2 / 285 .(30) انظر قراءة عيسى بن عمر ، وما قاله له أبو عمرو بن العلاء ، في طبقات فحول الشعراء ص : 18 .(31) انظر تفسير \" التقريب \" فيما سلف 7 : 149 ، تعليق : 4 ، وص : 150 ، تعليق : 3 ، وهو من اصطلاح الكوفيين . وهو أن تكون \" هذا \" و \" هذه \" ، من أخوات \" كان \" في احتياجهما إلى اسم مرفوع ، وخبر منصوب .(32) انظر تفسير \" الخزي \" فيما سلف من فهارس اللغة ( خزي ) .(33) انظر تفسير \" الرشد \" فيما سلف 13 : 114 ، تعليق : 5 ، والمراجع هناك .",
  "ayah": 78,
  "surah": 11
}
