{
  "text": "قال أبو جعفر: والصواب من القول في ذلك عندنا ما قاله المفسرون، وهو أنها حجارة من طين، وبذلك وصفها الله في كتابه في موضع، وذلك قوله:  لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ * مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ  [سورة الذاريات: 33، 34]* * *وقد روي عن سعيد بن جبير أنه كان يقول: هي فارسية ونبطية.18435- حدثنا ابن حميد قال ، حدثنا جرير، عن عطاء بن السائب، عن سعيد بن جبير قال: فارسية ونبطية \" سج \" ، \" إيل \".* * *فذهب سعيد بن جبير في ذلك إلى أن اسم الطين بالفارسية \" جل \" لا \" إيل \"، وأن ذلك لو كان بالفارسية لكان \" سِجْل \" لا \" سجيل \"، لأن الحجر بالفارسية يدعى \" سج \" والطين \" جل \"، فلا وجه لكون الياء فيها وهي فارسية.* * *قال أبو جعفر : وقد بينا الصواب من القول عندنا في أوّل الكتاب ، بما أغنى عن إعادته في هذا الموضع. (7)* * *وقد ذكر عن الحسن البصري أنه قال: كان أصل الحجارة طينًا فشُدِّدت.* * *وأما قوله: مَنْضُودٍ ، فإن قتادة وعكرمة يقولان فيه ما:-18436- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة وعكرمة: مَنْضُودٍ يقول: مصفوفة.18437- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة مَنْضُودٍ يقول: مصفوفة.* * *وقال الربيع بن أنس فيه ما:-18438- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع بن أنس، في قوله مَنْضُودٍ ، قال: نضد بعضه على بعض.18439- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن أبي بكر الهذلي بن عبد الله: أما قوله: مَنْضُودٍ ، فإنها في السماء منضودة: معدَّة، وهي من عُدَّة الله التي أعَدَّ للظلمة.* * *وقال بعضهم: مَنْضُودٍ ، يتبع بعضه بعضًا عليهم. قال: فذلك نَضَدُه.* * *قال أبو جعفر : والصواب من القول في ذلك ما قاله الربيع بن أنس، وذلك أن قوله: مَنْضُودٍ من نعت سِجِّيلٍ ، لا من نعت \" الحجارة \"، وإنما أمطر القوم حجارة من طين، صفة ذلك الطين أنه نُضِد بعضه إلى بعض، فصُيِّر حجارة، ولم يُمْطَرُوا الطين ، فيكونَ موصوفًا بأنه تتابع على القوم بمجيئه.قال أبو جعفر: وإنما كان جائزًا أن يكون على ما تأوّله هذا المتأوّل لو كان التنـزيل بالنصب \" منضودةً\"، فيكون من نعت \" الحجارة \" حينئذ.* * *وأما قوله: (مسوَّمة عند ربك) ، فإنه يقول: معلمة عند الله، أعلمها الله، (8) و \" المسوّمة \" من نعت \" الحجارة \"، ولذلك نصبت على النعت. (9)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك :18440- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: (مسوّمة) ، قال: معلمة.18441- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.18442-. . . . قال، حدثنا إسحاق قال ، حدثنا عبد الله بن أبي جعفر، عن ورقاء، عن ابن أبى نجيح، عن مجاهد، مثله.18443- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد، مثله  ،  قال ابن جريج: (مسوّمة ) ، لا تشاكل حجارة الأرض.18444- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة وعكرمة: (مسومة) قالا مطوَّقة بها نَضْحٌ من حمرة. (10)18445- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة: (مسومة) عليها سيما معلومة . حدّث بعضُ من رآها ، أنها حجارة مطوَّقة عليها  ،  أو بها نضحٌ من حمرة ، ليست كحجارتكم.18446- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع، في قوله: (مسوّمة) ، قال: عليها سيما خطوط.18447- حدثني موسى بن هارون قال ، حدثنا عمرو قال ، حدثنا أسباط، عن السدي: (مسومة) قال: \" المسومة \"، المختَّمة.* * *وأما قوله: (وما هي من الظالمين ببعيد) ، فإنه يقول تعالى ذكره متهددًا مشركي قريش: وما هذه الحجارة التي أمطرتها على قوم لوط ، من مشركي قومك ، يا محمد ، ببعيد أن يمطروها ، إن لم يتوبوا من شركهم.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك :18448- حدثنا محمد بن المثني قال ، حدثنا أبو عتاب الدلال سهل بن حماد قال ، حدثنا شعبة قال ، حدثنا أبان بن تغلب، عن مجاهد، في قوله: (وما هي من الظالمين ببعيد) ، قال: أن يصيبهم ما أصاب القوم. (11)18449- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: (وما هي من الظالمين ببعيد) ، قال: يُرْهِب بها من يشاء.18450- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.18451-. . . . قال، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.18452- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد، مثله.18453- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة: (وما هي من الظالمين ببعيد)، يقول: ما أجار الله منها ظالمًا بعد قوم لوط.18454- حدثني محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة وعكرمة: (وما هي من الظالمين ببعيد)، يقول: لم يترك منها ظالمًا بعدهم. (12)18455- حدثنا علي بن سهل قال ، حدثنا ضمرة بن ربيعة، عن ابن شوذب ، عن قتادة في قوله: (وما هي من الظالمين ببعيد) ، قال: يعني ظالمي هذه الأمة . قال: والله ما أجارَ منها ظالمًا بعدُ!18456- حدثنا موسى بن هارون قال ، حدثنا حماد قال ، حدثنا أسباط، عن السدي: (وما هي من الظالمين ببعيد) ، يقول: من ظَلَمة العرب ، إن لم يتوبوا فيعذّبوا بها.18457- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن أبي بكر الهذلي بن عبد الله قال : يقول: (وما هي من الظالمين ببعيد) ، من ظلمة أمتك ببعيد، فلا يأمنها منهم ظالم .* * *وكان قلب الملائكة عَالي أرض سدوم سافلها، كما:-18458- حدثنا أبو كريب قال ، حدثنا جابر بن نوح قال ، حدثنا الأعمش، عن مجاهد قال: أخذ جبريل عليه السلام قوم لوط من سَرْحهم ودورهم، حملهم بمواشيهم وأمتعتهم حتى سمع أهل السماء نباح كلابهم ثم أكفأهم. (13)18459- حدثنا به أبو كريب مرة أخرى عن مجاهد قال: أدخل جبريل جناحه تحت الأرض السفلى من قوم لوط، ثم أخذهم بالجناح الأيمن، فأخذهم من سرحهم ومواشيهم ، ثم رفعها (14)18460- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، كان يقول: فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا ، قال: لما أصبحوا غدا جبريل على قريتهم، ففتقها من أركانها، ثم أدخل جناحه، ثم حملها على خَوافي جناحه. (15)18461-. . . . قال، حدثنا شبل قال ، فحدثني هذا ابن أبي نجيح، عن إبراهيم بن أبي بكر  ،  قال: ولم يسمعه ابن أبي نجيح  ،  عن مجاهد قال،  فحملها على خوافي جناحه بما فيها، ثم صعد بها إلى السماء حتى سمع أهل السماء نباح كلابهم ، ثم قلبها. فكان أوّل ما سقط منها شِرَافها. (16) فذلك قول الله: جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ ، قال مجاهد: فلم يصب قومًا ما أصابهم ، إن الله طمس على أعينهم، ثم قلب قريتهم، وأمطر عليهم حجارة من سجيل. (17)18462- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة قال، بلغنا أن جبريل عليه السلام أخذَ بعُرْوة القرية الوُسْطى، ثم ألوَى بها إلى السماء، (18) حتى سمع أهل السماء ضَواغِي كلابهم، (19) ثم دمَّر بعضها على بعض فجعل عاليها سافلها ، ثم أتبعهم الحجارة  ،  قال قتادة: وبلغنا أنهم كانوا أربعة آلاف ألف. (20)18463- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قال: ذكر لنا أن جبريل عليه السلام أخذ بعروتها الوسطى، ثم ألوى بها إلى جَوّ السماء حتى سمعت الملائكة ضَواغي كلابهم، ثم دمر بعضها على بعض ثم اتبع شُذَّان القوم صخرًا . (21) قال: وهي ثلاث قرًى يقال لها \" سدوم \"، وهي بين المدينة والشأم. قال: وذكر لنا أنه كان فيها أربعة آلاف ألف. وذكر  لنا أن إبراهيم عليه السلام كان يشرف [ثم] يقول (22) سدوم ، يومٌ مَا لكِ! (23)18464- حدثني موسى قال ، حدثنا عمرو قال ، حدثنا أسباط، عن السدي قال، لما أصبحوا  ،  يعني قوم لوط  ،  نـزل جبريل، فاقتلع الأرض من سبع أرضين، فحملها حتى بلغ السماء الدنيا ، [حتى سمع أهل السماء نباح كلابهم ، وأصوات ديوكهم، ثم قلبها فقتلهم] ، (24) فذلك حين يقول:  وَالْمُؤْتَفِكَةَ أَهْوَى  [سورة النجم: 53] ، المنقلبة حين أهوى بها جبريل الأرض فاقتلعها بجناحه، فمن لم يمت حين أسقط الأرض أمطر الله عليه وهو تحت الأرض الحجارة، ومن كان منهم شاذًّا في الأرض . وهو قول الله: جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ ، ثم تتبعهم في القرى، فكان الرجل [يتحدث] ، فيأتيه الحجر فيقتله، (25) وذلك قول الله تعالى: وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ . (26)18465- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن أبي بكر  ،  وأبو سفيان، عن معمر  ،  ، عن قتادة قال، بلغنا أن جبريل عليه السلام لما أصبح نشرَ جناحه، فانتسف به أرضهم بما فيها من قُصورها ودوابها وحجارتها وشجرها ، وجميع ما فيها، فضمها في جناحه، فحواها وطواها في جوف جناحه، ثم صعد بها إلى السماء الدنيا، حتى سمع سُكان السماء أصواتَ الناس والكلاب، وكانوا أربعة آلاف ألف، ثم قلبها فأرسلها إلى الأرض منكوسةً، دمْدَمَ بعضها على بعض، فجعل عاليها سافلها، ثم أتبعها حجارة من سجيل18466- حدثنا ابن حميد قال ، حدثنا سلمة قال، حدثني ابن إسحاق قال، حدثني محمد بن كعب القرظي قال: حدثت أن نبي الله صلى الله عليه  وسلم قال: \" بعث الله جبريل عليه السلام إلى المؤتفكة قرية لوط عليه السلام التي كان لوط فيهم، فاحتملها بجناحه، ثم صعد بها حتى إن أهل السماء الدنيا ليسمعون نُباح كلابها وأصوات دجاجها، ثم كفأها على وجهها، ثم أتبعها الله بالحجارة، يقول الله: جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ ، فأهلكها الله وما حولها من المؤتفكات، وكنّ خمس قريات، \" صنعة \" و \" صعوة \" \" وعثرة \"، و \" دوما \" و \" سدوم \"  ،  وسدوم هي القرية العظمى  ،  ونجى الله لوطًا ومن معه من أهله، إلا امرأته كانت فيمن هلك.----------------------الهوامش :(7) انظر ما سلف 1 : 13 - 20 .(8) انظر تفسير \" المسومة \" فيما سلف 6 : 251 - 257 / 7 : 184 - 190 .(9) في المطبوعة : \" نصبت ونعت بها \" ، وفي المخطوطة : \" نصبت وانعت \" ، وكأن الصواب ما أثبت .(10) في المخطوطة : \" يصح من حمرة \" ، والصواب ما في المخطوطة . و\"النضح \" ، ما بقي له أثر ، يقال : \" على ثوبه نضح دم \" ، وهو اليسير منه ، الباقي أثره .(11) الأثر : 18448 - \" سهل بن حماد \" ، \" أبو عتاب الدلال \" ، ثقة لا بأس به . مترجم في التهذيب ، والكبير 2 / 2 / 103 ، وابن أبي حاتم 2 / 1 / 196 .(12) في المطبوعة : \" لم يبرأ منها ظالم \" ، وفي المخطوطة : \" يبرا منها ظالما \" ، ورأيت قراءتها كما أثبتها .(13) الأثر : 18458 - رواه أبو جعفر في تاريخه 1 : 157 .(14) الأثر : 18459- رواه أبو جعفر في تاريخه 1 : 157 .(15) الأثر : 18460 - رواه أبو جعفر في تاريخه 1 : 157 .(16) في المطبوعة : \" شرفها \" ، وفي المخطوطة والتاريخ \" شرافها \" ، كأنه على جمع \" شريف \" ، نحو \" صغير \" و \" صغار \" و \" كبير \" و \" كبار \" ، وكأن صوابهما \" أشرافها \" ، لأن \" شراف \" ، لم يذكر في جموع \" شريف \" ، ولكني أخشى أن تكون هي \" شذانها \" كما سيأتي في رقم : 18463 ، تعليق رقم : 6 .(17) الأثر : 18461 - رواه أبو جعفر في تاريخه 1 : 157 ، مختصرًا ، أسقط منه قول مجاهد الآخر .(18) يقال : \" ألوت به العقاب \" ، أي أخذته وطارت به .(19) \" ضواغي الكلاب \" ، جمع \" ضاغية \" ، أي التي لها \" ضغاء \" ، وهو صوت الذليل المقهور إذا استغاث .(20) الأثر : 18462 - رواه أبو جعفر في تاريخه 1 : 157 .(21) \" الشذان \" جمع \" شاذ \" ، وهو الذي خرج من الجماعة ، فشذ عنهم .(22) الزيادة من تاريخ الطبري . وفي التاريخ : \" سدوم يوم هالك \" ، وأخشى أن الصواب هو ما في التفسير ، وأن ذاك خطأ .(23) الأثر : 18463 - رواه أبو جعفر في تاريخه 1 : 157 .(24) ما بين القوسين زيادة لا بد منها من سياق الكلام ، نقلتها من نص الخبر في تاريخ الطبري .(25) في المطبوعة والمخطوطة : \" فكان الرجل يأتيه \" ، وأثبت النص من التاريخ .(26) الأثر : 18464 - رواه أبو جعفر في تاريخه 1 : 157 ، 158 .",
  "ayah": 83,
  "surah": 11
}
