{
  "text": "القول في تأويل قوله تعالى :  وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ (84)قال أبو جعفر: يقول تعالى ذكره: وأرسلنا إلى وَلَد مدين أخاهم شعيبًا، فلما أتاهم قال : (يا قوم اعبدوا الله ما لكم من إله غيره) ، يقول: أطيعوه، وتذللوا له بالطاعة لما أمركم به ونهاكم عنه  ، (ما لكم من إله غيره) ، يقول: ما لكم من معبود سواه يستحقّ عليكم العبادة غيره  ، (ولا تنقصوا المكيال والميزان) ، يقول: ولا تنقصوا الناس حقوقهم في مكيالكم وميزانكم  ، (إني أراكم بخير) .* * *واختلف أهل التأويل في \" الخير \" الذي أخبر الله عن شعيب أنه قال لمدين إنه يراهم به.فقال بعضهم: كان ذلك رُخْص السعر وَحذرهم غلاءه.*ذكر من قال ذلك :18467- حدثني زكريا بن يحيى بن أبي زائدة قال ، حدثنا عبد الله بن داود الواسطي قال ، حدثنا محمد بن موسى، عن الذيال بن عمرو، عن ابن عباس: (إني أراكم بخير) ، قال: رُخْص السعر  ، (وإني أخاف عليكم عذاب يوم محيط) ، قال: غلاء سعر. (27)18468- حدثني أحمد بن عمرو البَصري قال، حدثني عبد الصمد بن عبد الوارث قال ، حدثنا صالح بن رستم، عن الحسن، وذكر قوم شعيب قال: (إني أراكم بخير) ، قال: رُخْص السعر. (28)18469- حدثني محمد بن عمرو بن علي قال ، حدثنا عبد الصمد بن عبد الوارث، عن أبي عامر الخراز، عن الحسن في قوله: (إني أراكم بخير) قال: الغنى ورُخْص السعر.* * *وقال آخرون: عنى بذلك: إنّي أرى لكم مالا وزينة من زين الدنيا.ذكر من قال ذلك:-18470- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله: (إني أراكم بخير) ، قال: يعني خير الدنيا وزينتها .18471- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة  قوله : (إني أراكم بخير) ، أبصر عليهم قِشْرًا من قشر الدنيا وزينتها. (29)18472- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (إني أراكم بخير) ، قال: في دنياكم، كما قال الله تعالى:  إِنْ تَرَكَ خَيْرًا  ، سماه \" خيرًا \" لأن الناس يسمون المال \" خيرًا \".* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب ما أخبر الله عن شعيب أنه قال لقومه، وذلك قوله: (إني أراكم بخير) ، يعني بخير الدنيا. وقد يدخل في خير الدنيا ، المال وزينة الحياة الدنيا ، ورخص السعر  ،  ولا دلالة على أنه عنى بقيله ذلك بعض خيرات الدنيا دون بعض، فذلك على كل معاني خيرات الدنيا التي ذكر أهل العلم أنهم كانوا أوتوها.* * *وإنما قال ذلك شعيب، لأن قومه كانوا في سعة من عيشهم ورخص من أسعارهم ، كثيرة أموالهم، فقال لهم: لا تنقصوا الناس حقوقهم في مكاييلكم وموازينكم، فقد وَسَّع الله عليكم رزقكم،  ، (وإني أخاف عليكم) ، بمخالفتكم أمر الله ، وبَخْسكم الناس أموالهم في مكاييلكم وموازينكم  ، (عذاب يوم محيط ) ، يقول: أن ينـزل بكم عذاب يوم محيط بكم عذابه. فجعل \" المحيط\" نعتًا لليوم، وهو من نعت \" العذاب \"، إذ كان مفهومًا معناه، وكان العذاب في اليوم، فصار كقولهم : \" بعْض جُبَّتك محترقة \". (30)-------------------الهوامش :(27) الأثر : 18467- \" الذيال بن عمرو \" ، هكذا جاء هنا بالذال معجمة ، وقد سلف في رقم : 14445 ، وتعليقي عليه ، وتعليق أخي السيد أحمد رحمه الله ، في ج 12 : 589 ، رقم : 7 ، \" الزباء بن عمرو \" ، وفي ابن كثير : \" الديال \" بدال مهملة ، ولم نستطع أن نعرف من يكون . والإسناد هنا ، هو الإسناد هناك نفسه .(28) الأثر : 18468 - \" أحمد بن عمرو البصري \" : شيخ الطبري ، مضى برقم : 9875 ، 13928 ، وقد مضى ما قلت فيه ، وقد روى عنه أبو جعفر في تاريخه 1 : 182 / 5 : 32 . وكان في المطبوعة هنا : \" أحمد بن علي النصري \" ، ولا أدري من أين جاء بهذا التغيير ؟ .(29) \" القشر \" هو في الأصل ، قشر الشجرة ونحوها ، ثم أستعير للثياب وكل ملبوس ، مما يخلع كما يخلع القشر ، ثم أستعير لما نلبسه من زينة الحياة ثم نخلعه راضين أو كارهين .(30) انظر تفسير \" محيط \" فيما سلف 15 : 93 ، تعليق 1 ، والمراجع هناك .",
  "ayah": 84,
  "surah": 11
}
