{
  "text": "القول في تأويل قوله تعالى :  قَالُوا يَا شُعَيْبُ أَصَلاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لأَنْتَ الْحَلِيمُ الرَّشِيدُ (87)قال أبو جعفر: يقول تعالى ذكره: قال قوم شعيب: يا شعيب ، أصَلواتك تأمرك أن نترك عبادة ما يعبد آباؤنا من الأوثان والأصنام (36)  ، (أو أن نفعل في أموالنا ما نشاء) ، من كسر الدراهم وقطعها ، وبخس الناس في الكيل والوزن  ، (إنك لأنت الحليم) ، وهو الذي لا يحمله الغضب أن يفعل ما لم يكن ليفعله في حال الرّضى، (37)  ، (الرشيد) ، يعني: رشيد الأمر في أمره إياهم أن يتركوا عبادة الأوثان، (38) كما:-18487- حدثنا محمود بن خداش قال ، حدثنا حماد بن خالد الخياط قال ، حدثنا داود بن قيس، عن زيد بن أسلم في قول الله: (أصلاتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء إنك لأنت الحليم الرشيد) (39) قال: كان مما نهاهم عنه حذف الدراهم (40)  ،  أو قال: قطع الدراهم، الشك من حمّاد. (41)18488- حدثنا سهل بن موسى الرازي قال ، حدثنا ابن أبي فديك، عن  أبي مودود قال: سمعت محمد بن كعب القرظي يقول: بلغني أن قوم شعيب عُذِّبوا في قطع الدراهم، وجدت ذلك في القرآن: (أصلواتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء). (42)18489- حدثنا ابن وكيع قال ، حدثنا زيد بن حباب، عن موسى بن عبيدة، عن محمد بن كعب القرظي قال: عُذّب قوم شعيب في قطعهم الدراهم فقالوا: (يا شعيب أصلواتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء).18490-. . . . قال، حدثنا حماد بن خالد الخياط، عن داود بن قيس، عن زيد بن أسلم في قوله: (أو أن نفعل في أموالنا ما نشاء)، قال: كان مما نهاهم عنه حَذْفُ الدراهم.18491- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (قالوا يا شعيب أصلواتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء) ، قال: نهاهم عن قطع الدنانير والدراهم فقالوا: إنما هي أموالنا نفعل فيها ما نشاء، إن شئنا قطعناها، وإن شئنا صرفناها، وإن شئنا طرَحناها!18492- . . . . قال وأخبرنا ابن وهب قال، وأخبرني داود بن قيس المرّي : أنه سمع زيد بن أسلم يقول في قول الله: (قالوا يا شعيب أصلواتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء) ، قال زيدٌ: كان من ذلك قطع الدراهم.* * *وقوله: (أصلواتك) ، كان الأعمش يقول في تأويلها ما:-18493- حدثنا الحسن قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري عن  الأعمش في قوله: (أصلواتك) قال: قراءتك .* * *فإن قال قائل: وكيف قيل: (أصلواتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء)، وإنما كان شعيب نهاهم أن يفعلوا في أموالهم ما قد ذكرتَ أنه نهاهم عنه فيها؟قيل: إن معنى ذلك بخلاف ما توهَّمت. وقد اختلف أهل العربية في معنى ذلك.فقال بعض البصريين: معنى ذلك: أصلواتك تأمرك أن نترك ما يعبد آباؤنا، أو أن نترك أن نفعل في أموالنا ما نشاء  ،  وليس معناه: تأمرك أن نفعل في أموالنا ما نشاء، لأنه ليس بذا أمرهم.* * *وقال بعض الكوفيين نحو هذا القول قال. وفيها وجه آخر يجعل الأمر كالنهي، كأنه قال: أصلواتك تأمرك بذا ، وتنهانا عن ذا؟ فهي حينئذ مردودة على أن الأولى منصوبة بقوله \" تأمرك \"، وأن الثانية منصوبة عطفًا بها على \" ما \" التي في قوله: (ما يعبد). وإذا كان ذلك كذلك، كان معنى الكلام: أصلواتك تأمرك أن نترك ما يعبد آباؤنا، أو أن نترك أن نفعل في أموالنا ما نشاء.* * *وقد ذكر عن بعض القراء أنه قرأه (مَا تَشَاء).* * *قال أبو جعفر: فمن قرأ ذلك كذلك ، فلا مئونة فيه، وكانت \" أن \" الثانية حينئذ معطوفة على \" أن \" الأولى.* * *وأما قوله لشعيب: (إنك لأنت الحليم الرشيد) فإنهم أعداء الله ، قالوا ذلك له استهزاءً به ، وإنما سفَّهوه وجهَّلوه بهذا الكلام.* * *وبما قلنا من ذلك قال أهل التأويل.* ذكر من قال ذلك:-18494- حدثنا القاسم قال ، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: (إنك لأنت الحليم الرشيد)، قال: يستهزئون.18495- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (إنك لأنت الحليم الرشيد)، المستهزئون ، يستهزئون : بأنك لأنت الحليم الرشيد ! (43)--------------------الهوامش :(36) في المطبوعة في هذا الموضع \" أصلاتك \" ، بالإفراد ، وأثبت ما في المخطوطة .(37) انظر تفسير \" الحليم \" فيما سلف ص : 406 ، تعليق : 1 ، والمراجع هناك .(38) انظر تفسير \" الرشيد \" فيما سلف ص : 417 ، تعليق : 1 ، والمراجع هناك .(39) جاء في المخطوطة \" أصلاتك \" بالإفراد ، وهي إحدى القراءتين .(40) \" حذف الشيء \" ، قطعه من طرفه ، ومنه \" تحذيف الشعر \" ، إذا أخذت من نواحيه فسويته .(41) الأثر : 18487 - \" محمود بن خداش الطاقاني \" ، شيخ الطبري ، مضى برقم : 187 . \" وحماد بن خالد الخياط القرشي \" ، ثقة ، كان أميًا لا يكتب ، وكان يقرأ الحديث . مترجم في التهذيب ، والكبير 3 / 1 / 25 ، وابن أبي حاتم 1 / 2 / 136 .(42) في المطبوعة هنا أيضًا : \" أصلاتك \" بالإفراد ، وأثبت ما في المخطوطة . وسأردها إلى المخطوطة حيث وجدتها ، وأترك الإفراد حيث أجده ، بلا إشارة إلى ذلك .(43) في المطبوعة : \" بأنك لأنت \" ، والصواب المحض ما في المخطوطة .",
  "ayah": 87,
  "surah": 11
}
