{
  "text": "فاما الاانسان ............................ اھانن\nیہ تو ہے ، انسان کی سوچ ، ان حالات کے بارے میں جن سے وہ گزرتا ہے۔ کبھی وہ امیر ہوتا ہے ، کبھی غریب ہوتا ہے ، کبھی فراخی نصیب ہوتی ہے اور کبھی تنگی۔ کبھی اللہ اسے نعمتوں اور عزتوں سے آزماتا ہے کبھی جاہ مال سے اس کی آزمائش ہوتی ہے لیکن وہ سمجھ نہیں پاتا کہ یہ تو آزمائش ہورہی ہے کہ اگر وہ کامیاب ہوا تو اسے جزاء ملے۔ لیکن اس کی سوچ یہ ہے کہ وہ مال ومتال کی فراخی اور عزت وجاہ سے یہ نتیجہ اخذ کرتا ہے کہ وہ اللہ کے نزدیک اس مقام و مرتبہ کا مستحق ہے اور یہ دولت اور یہ عزت اس بات کی دلیل ہے کہ وہ اللہ کے نزدیک مقبول ہے۔ اس غلط فہمی کی وجہ سے وہ آزمائش کو انعام سمجھتا ہے اور امتحان کو نتیجہ سمجھتا ہے۔ اور اللہ کے نزدیک عزت ومقام کو وہ اس دنیا کی عزت اور مقام پر قیاس کرتا ہے۔ اسی طرح ایسا شخص اگر غریب ہوجائے تو یہ سمجھتا ہے شاید اسے سزا دے دی گئی ہے۔ اور وہ آزمائش کو سزا سمجھتا ہے۔ اور اگر اللہ نے اس کے رزق میں کمی کردی ہے تو یہ اسے سزا اور توہین سمجھتا ہے۔ اس کی سوچ یوں ہے کہ اگر یہ توہین آمیز سلوک نہ ہوتا تو اللہ اسے غریب نہ بناتا۔\nدونوں حالتوں میں ایسا سوچنے والا شخص غلطی پر ہوتا ہے۔ جس طرح اس کی سوچ غلط ہے اسی طرح اس کا اندازہ بھی غلط ہے۔ اصل بات یہ ہے کہ رزق کی تنگی بھی آزمائش ہے اور کشادگی بھی آزمائش ہے۔ کشادگی یوں آزمائش ہے کہ آیا اس پر وہ شکر ادا کرتا ہے یا دولت کو ظلم وسرکشی کا سبب بناتا ہے اور تنگی کی صورت میں آیا وہ صبر کرتا ہے یا ترش مزاجی کا اظہار کرتا ہے ۔ دونوں حالات میں اس کا جو رد عمل ہوگا اسی کے مطابق جزاء وسزا ہوگی۔ دنیا کا مال اور دنیا کی غربت بذات خود نہ جزاء ہیں اور نہ سزا ہیں۔ اللہ کے بندوں کو ان کی دولت کی بنا پر نہیں تولا جاتا۔ نہ اس دنیا میں اللہ کی طرف نعمت کا عطا ہونا یا منع کیا جانا علامت ہے اللہ کی رضامندی کی یا اللہ کی طرف سے ناراضگی کی۔ اللہ تو نیکوکاروں کو بھی دیتا ہے اور بدکاروں کو بھی دیتا ہے ، اور نیکوکاروں سے منع بھی کرتا ہے اور عطا بھی کرتا ہے۔\nانسان کا قلب ایمان سے خالی ہوتا ہے ، تو وہ اللہ کی جانب سے دین یا محروم کرنے کی حکمت کو نہیں سمجھ پاتا۔ اور نہوہ اللہ کے ہاں مقرر کردہ حسن وقبح کے پیمانوں کو سمجھتا ہے اور جب کسی کا دل ایمان سے بھر جاتا ہے تو وہ خدا رسیدہ ہوتا ہے اور اسے معلوم ہوتا ہے کہ اللہ کے میزان میں کیا چیزوزن دار ہے۔ اس لئے ایسے شخص کے نزدیک دنیا کی کم قیمت منافع ہلکے ہوجاتے ہیں اور وہ جانتا ہے کہ آزمائش کے نتیجے میں جزاء ملیت ہے تو وہ رزق کی کشادگی اور تنگی دونوں حالتوں میں قیامت کے لئے کام کرتا ہے اور دونوں حالتوں میں تقدیر الٰہی پر مطمئن ہوتا ہے اور دنیا کی ظاہری ٹھاٹھ باٹھ کے بغیر بھی اللہ کے ہاں جو اقدار وزن دار ہیں ان کو سمجھتا ہے اور دنیا کی بےوزن قدریں اسے ہیچ نظر آتی ہیں۔\nقرآن کریم کے براہ راست مخاطب مکہ کے لوگو تھے۔ ایسے لوگ ہر سوسائٹی میں پائے جاتے ہیں۔ ان کا قصور یہ ہوتا ہے کہ وہ اس دنیا سے وسیع تر دنیا اور بڑی دنیا کا تصور نہیں کرپاتے۔ یہ ایسے لوگ تھے جو تنگی رزق اور کشادگی رزق کے بارے میں اور اللہ کے بارے میں یہ تصور رکھتے تھے جس کا اوپر ذکر ہوا۔ وہ اپنی اس سوچ کے مطابق اس زمین پر لوگوں کی قدروقمیت متعین کرتے تھے۔ خلاصہ یہ کہ ان کے نزدیک مال وجاہ ہی سب کچھ تھا۔ اس سے آگے ان کے نزدیک کوئی پیمانہ نہ تھا۔ یہی وجہ ہے کہ وہ دولت کے پیچھے مرتے تھے اور مال کی محبت میں حد سے گزر جاتے تھے۔ جس کی وجہ سے وہ بےحد لالچی اور ہر کسی سے فائدے کی امید اپنے دل میں لئے ہوئے تھے ، اور اس جذبہ کی وجہ سے یہ لوگ سخت لالچی ہوگئے تھے۔ چناچہ اللہ یہاں ان لوگوں کی دلی حالت کو ذرا کھولتا ہے اور بتاتا ہے کہ مال و دولت کی یہ لالچ جو ان کے دلوں میں رچی بسی ہے ، وہ اس وجہ سے کہ مال و دولت کے بارے میں ان کی سوچ غلط ہے۔ یہ نہیں سمجھتے کہ مال و دولت نعمت ہی نہیں بلکہ آزمائش بھی ہے۔ اسی طرح غربت بھی مصیبت ہی نہیں بلکہ آزمائش ہے۔",
  "ayah": 15,
  "surah": 89
}
