{
  "surah": 22,
  "ayah": 78,
  "text": "And struggle in God as is the rightful due of His struggle. He chose you, and He placed no hardship upon you in the religion-the creed of your father Abraham. He named you submit- ters from before.... He is your Patron, so what an excellent Patron and what an excellent Helper! Struggle is of three sorts: One with the soul, one with the heart, and one with possessions. Struggle with the soul is that you not rest from service and discipline, you do not look for concessions and interpretations, and you go forward in the commands and prohibitions with reverence. Struggle with the heart is that you do not give odious thoughts access to your self, you do not have deter- mined resoluteness in opposition, and you do not rest from meditation on blessings and bounties. Struggle with possessions is by giving away, generosity, munificence, and largesse. Generos-ity is that you give away some and you keep some for yourself. Munificence is that you give away most and keep a little for yourself. Largesse is that you give away all and live in poverty and want. This was the state of Abū Bakr, the greatest of the sincerely truthful, to whom MuṣṬafā said, “What remains for your family?” He said, “God and His Messenger.” It has been said that the rightful due of His struggle is that you do not slacken from struggle against the soul for a moment. Their speaker said, O Lord, my struggle is never over, so Your earth is all my front line and fortress. He chose you... He named you... He is your Patron. He chose you. When He chose you, He saw the faults, and He was pleased despite the faults. He named you. There was no heaven and no earth, no Throne and no Footstool, no Adam and no Eve, and you were Muslim in His knowledge. He placed the name of Muslim upon you and wrote for you the inscription of election: those to whom the most beautiful has preceded from Us [21:101]. He chose you through guidance, He named you with the name of friendship, and He is your Patron by manifesting solicitude. He chose you, not because of the excellence of your deeds, He named you with the name of the Substitutes, and He is your Patron in all states."
}
