{
  "text": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4)هذا النوع الثاني من الأنواع الخاصة المعطوفة على العام من قوله : { من شر ما خلق } [ الفلق : 2 ] . وعُطف { شر النفاثات في العقد } على شر الليل لأن الليل وقت يتحين فيه السحَرة إجراء شعوذتهم لئلا يطلع عليهم أحد .والنفث : نفخ مع تحريك اللسان بدون إخراج ريق فهو أقل من التفل ، يفعله السحرة إذا وضعوا علاج سحرهم في شيء وعَقدوا عليه عُقَداً ثم نفثوا عليها .فالمراد ب { النفاثات في العقد } : النساء الساحرات ، وإنما جيء بصفة المؤنث لأن الغالب عند العرب أن يتعاطى السحرَ النساء لأن نساءهم لا شغل لهن بعد تهيئة لوازم الطعام والماء والنظافة ، فلذلك يكثر انكبابهن على مثل هاته السفاسف من السحر والتَّكهن ونحو ذلك ، فالأوهام الباطلة تتفشى بينهن ، وكان العرب يزعمون أن الغُول ساحرةٌ من الجِن . وورد في خبر هجرة الحبشة أن عمارة بن الوليد بن المغيرة اتُّهم بزوجة النجاشي وأن النجاشي دعَا له السوَاحر فنفخن في إحليله فصار مسلوب العقل هائماً على وجهه ولحق بالوحوش .و { العُقد } : جمع عقدة وهي ربط في خيط أو وَتَر يزعم السحرة أنه سحر المسحور يستمر ما دامت تلك العقد معقودة ، ولذلك يخافون من حَلها فيدفنونها أو يخبئونها في محل لا يُهتدى إليه . أمر الله رسوله صلى الله عليه وسلم بالاستعاذة من شر السحرة لأنه ضمن له أن لا يلحقه شر السحرة ، وذلك إبطال لقول المشركين في أكاذيبهم إنه مسحور ، قال تعالى : { وقال الظالمون إنْ تتبعون إلا رجلاً مسحوراً } [ الفرقان : 8 ] .وجملة القول هنا : أنه لما كان الأصح أن السورة مكية فإن النبي صلى الله عليه وسلم مأمون من أن يصيبه شر النفاثات لأن الله أعاذه منها .وأمّا السحر فقد بسطنا القول فيه عند قوله تعالى : { يعلِّمون الناس السحر } في سورة البقرة ( 102 ) .وإنما جعلت الاستعاذة من النفاثات لا من النفْث ، فلم يقل : إذا نفثن في العقد ، للإِشارة إلى أن نفثهن في العُقد ليس بشيء يجلب ضراً بذاته وإنما يجلب الضر النافثاتُ وهن متعاطيات السحر ، لأن الساحر يحرص على أن لا يترك شيئاً مما يحقق له ما يعمله لأجله إلاّ احتال على إيصاله إليه ، فربما وضع له في طعامه أو شرابه عناصر مفسدة للعقل أو مهلكة بقصد أو بغير قصد ، أو قاذورات يُفسد اختلاطُها بالجسد بعضَ عناصر انتظام الجسم يختلّ بها نشاط أعصابه أو إرادته ، وربما أغرى به من يغتاله أو من يتجسس على أحواله ليُرِي لمن يسألونه السحر أن سحره لا يتخلف ولا يخطىء .وتعريف { النفاثات } تعريف الجنس وهو في معنى النكرة ، فلا تفاوت في المعنى بينه وبين قوله : { ومن شر غاسق } [ الفلق : 3 ] وقوله : { ومن شر حاسد } [ الفلق : 5 ] . وإنما أوثر لفظ { النفاثات } بالتعريف لأن التعريف في مثله للإِشارة إلى أن حقيقة معلومة للسامع مثل التعريف في قولهم : «أرسلها العراك» كما تقدم في قوله تعالى : { الحمد للَّه } في سورة الفاتحة ( 2 ) .وتعريف { النفاثات } باللام إشارة إلى أنهن معهودات بين العرب .",
  "ayah": 4,
  "surah": 113
}
