{
  "text": "ہود ؑ اور ان کی قوم  حضرت ہود ؑ کا قصہ بیان ہو رہا ہے کہ انہوں نے عادیوں کو جو احقاف کے رہنے والے تھے اللہ کی طرف بلایا۔ احقاف ملک یمن میں حضرموت کے پاس ریتلی پہاڑیوں کے قریب ہے ان کا زمانہ نوح ؑ کے بعد کا ہے۔ سورة اعراف میں بھی ان کا ذکر گزر چکا ہے کہ انہیں قوم نوح کا جانشین بنایا گیا اور انہیں بہت کچھ کشادگی اور وسعت دی گئی۔ ڈیل ڈول دیا بڑی قوت طاقت دی پورے مال اولاد کھیت باغات پھل اور اناج دیا۔ بکثرت دولت اور زر بہت سی نہریں اور چشمے جابجادئیے۔ الغرض ہر طرح کی آسائش اور آسانی مہیا کی لیکن رب کی تمام نعمتوں کی ناقدری کرنے والے اور اللہ کے ساتھ شریک کرنے والوں نے اپنے نبی کو جھٹلایا۔ یہ انہی میں سے تھے نبی نے انہیں سمجھایا بجھایا ڈرایا دھمکایا اپنا رسول ہونا ظاہر فرمایا۔ اپنی اطاعت اور اللہ کی عبادت و وحدانیت کی دعوت دی جیسے کہ نوح ؑ نے دی تھی۔ اپنا بےلاگ ہونا طالب دنیا نہ ہونا بیان فرمایا۔ اپنے خواص کا بھی ذکر کیا یہ جو فخر وریا کے طور پر اپنے مال برباد کرتے تھے اور اونچے اونچے مشہور ٹیلوں پر اپنی قوت کے اور مال کے اظہار کے لئے بلند وبالا علامتیں بناتے تھے اس فعل عبث سے انہیں ان کے نبی حضرت ہود ؑ نے روکا کیونکہ اس میں بیکار دولت کا کھونا وقت کا برباد کرنا اور مشقت اٹھانا ہے جس سے دین دنیا کا کوئی فائدہ نہ مقصود ہوتا ہے نہ متصور۔ بڑے بڑے پختہ اور بلند برج اور مینار بناتے تھے جس کے بارے میں ان کے نبی نے نصیحت کی کہ کیا تم یہ سمجھے بیٹھے ہو کہ یہیں ہمیشہ رہوگے محبت دنیا نے تمہیں آخرت بھلادی ہے لیکن یاد رکھو تمہاری یہ چاہت بےسود ہے۔ دنیا زائل ہونے والی ہے تم خود فنا ہونے والے ہو۔ ایک قرأت میں کانکم خالدون ہے ابن ابی حاتم میں ہے کہ جب مسلمانوں نے غوطہ میں محلات اور باغات کی تعمیر اعلی پیمانے پر ضروت سے زیادہ شروع کردی تو حضرت ابو درداء ؓ نے مسجد میں کھڑے ہو کر فرمایا کہ اے دمشق کے رہنے والو سنو ! لوگ سب جمع ہوگئے تو آپ نے اللہ تعالیٰ کی حمد وثنا کے بعد فرمایا کہ تمہیں شرم نہیں آتی تم خیال نہیں کرتے کہ تم نے وہ جمع کرنا شروع کردیا جسے تم کھا نہیں سکتے۔ تم نے وہ مکانات بنانے شروع کردئیے جو تمہارے رہنے سہنے کے کام نہیں آتے تم نے وہ دور دراز کی آرزوئیں کرنی شروع کردیں جو پوری ہونی محال ہیں۔ کیا تم بھول گئے تم سے اگلے لوگوں نے بھی جمع جتھا کر کے سنبھال سنبھال کر رکھا تھا۔ بڑے اونچے اونچے پختہ اور مضبوط محلات تعمیر کئے تھے بڑی بڑی آرزوئیں باندھی تھیں لیکن نتیجہ یہ ہوا کہ وہ دھوکے میں رہ گئے ان کی پونجی برباد ہوگئی ان کے مکانات اور بستیاں اجڑگئیں۔ عادیوں کو دیکھو کہ عدن سے لے کر عمان تک ان کے گھوڑے اور اونٹ تھے لیکن آج وہ کہاں ہیں ؟ ہے کوئی ایسا بیوقوف کہ قوم عاد کی میراث کو دو درہموں کے بدلے بھی خریدے انکے مال ومکانات کا بیان فرما کر ان کی قوت وطاقت کا بیان فرمایا کہ بڑے سرکش، بتکبر اور سخت لوگ تھے۔ نبی علیہ صلوات اللہ نے انہیں اللہ سے ڈرنے اور اپنی اطاعت کرنے کا حکم دیا کہ عبادت رب کی کرو اطاعت اس کے رسول کی کرو پھر وہ نعمتیں یاد دلائیں جو اللہ نے ان پر انعام کی تھیں جنہیں وہ خود جانتے تھے۔ مثلا چوپائے جانور اور اولاد باغات اور دریا پھر اپنا اندیشہ ظاہر کیا کہ اگر تم نے میری تکذیب کی اور میری مخالفت پر جمے رہے تو تم پر عذاب اللہ برس پڑے گا لالچ اور ڈر دونوں دکھائے مگر بےسود رہیں۔",
  "ayah": 131,
  "surah": 26
}
