{
  "text": "نبی کا اپنے آپ سے تقابل  ثمودیوں نے اپنے نبی کو جواب دیا کہ تجھ پر تو کسی نے جادو کردیا ہے گو ایک معنی یہ بھی کئے گئے کہ تو مخلوق میں سے ہے اور اسکی دلیل میں عربی کا ایک شعر بھی پیش کیا جاتا ہے لیکن ظاہر معنی پہلے ہی ہیں۔ اسی کے ساتھ انہوں نے کہا کہ تو تو ہم جیسا ایک انسان ہے یہ کیسے ممکن ہے کہ ہم میں سے تو کسی پر وحی نہ آئے اور تجھ پر آجائے کچھ نہیں یہ صرف بناوٹ ہے ایک خود ساختہ ڈرامہ ہے محض جھوٹ اور صاف طوفان ہے اچھا ہم کہتے ہیں اگر تو واقعی سچا نبی ہے تو کوئی معجزہ دکھا اس وقت ان کے چھوٹے بڑے سب جمع تھے اور یک زبان ہو کر سب نے معجزہ طلب کیا تھا۔ آپ نے پوچھا تم کیا معجزہ دیکھانا چاہتے ہو ؟ انہوں نے کہا یہ سامنے جو پتھر کی بڑی ساری چٹان ہے یہ ہمارے دیکھتے ہوئے پھٹے اور اس میں سے ایک گابھن اونٹنی اس اس رنگ کی اور ایسی ایسی نکلے۔ آپ نے فرمایا اچھا اگر میں رب سے دعا کروں اور وہ یہی معجزہ میرے ہاتھوں تمہیں دکھا دے پھر تو تمہیں میری نبوت کے ماننے میں کوئی عذر نہ ہوگا ؟ سب نے پختہ وعدہ کیا قول قرار کیا کہ ہم سب ایمان لائیں گے اور آپ کی نبوت مان لیں گے۔ آپ بہت جلد یہ معجزہ دکھائیں۔ آپ نے اسی وقت نماز شروع کردی پھر اللہ عزوجل سے دعا کی اسی وقت وہ پتھر پھٹا اور اسی طرح کی ایک اونٹنی ان کے دیکھتے ہوئے اس میں سے نکلی۔ کچھ لوگ تو حسب اقرار مومن ہوگئے لیکن اکثر لوگ پھر بھی کافر کے کافر رہے۔ آپ نے کہا سنو ایک دن یہ پانی پئے گی اور ایک دن پانی کی باری تمہاری مقرر رہے گی۔ اب تم میں سے کوئی اسے برائی نہ پہنچائے ورنہ بدترین عذاب تم پر اتر پڑے گا۔ ایک عرصے تک تو وہ رکے رہے۔ اونٹنی ان میں رہی چارہ چگتی اور اپنی باری والے دن پانی پیتی۔ اس دن یہ لوگ اس کے دودھ سے سیر ہوجاتے۔ لیکن ایک مدت کے بعد ان کی بدبختی نے انہیں آگھیرا۔ ان میں سے ایک ملعون نے اونٹنی کے مار ڈالنے کا ارادہ کیا اور کل اہل شہر اس کے موافق ہوگئے چناچہ اس کی کوچیں کاٹ کر اسے مار ڈالا۔ جس کے نتیجے میں انہیں سخت ندامت اور پیشمانی اٹھانی پڑی اللہ کے عذاب نے انہیں اچانک آدبوچا۔ ان کی زمین ہلا دی گئیں اور ایک چیخ سے سب کے سب ہلاک کردئیے گئے۔ دل اڑ گئے کلیجے پاش پاش ہوگئے اور وہم گمان بھی جس چیز کا نہ تھا وہ آن پڑا۔ اور تاآخر سب غارت ہوگئے اور دنیا جہاں کے لئے یہ خوفناک واقعہ عبرت افزا ہوگیا۔ اتنی بڑی نشانی اپنی آنکھوں دیکھ کر بھی ان میں سے اکثر لوگوں کو ایمان لانا نصیب نہ ہوا اسمیں کچھ شک نہیں کہ اللہ غالب ہے اور رحیم بھی ہے۔",
  "ayah": 155,
  "surah": 26
}
