{
  "text": "مناظرہ کے بعد مقابلہ  مناظرہ زبانی ہوچکا۔ اب مناظرہ عملا ہو رہا ہے اس مناظرہ کا ذکر سورة اعراف سورة طہ اور اس سورت میں ہے۔ قبطیوں کا ارادہ اللہ کے نور کے بجھانے کا تھا اور اللہ کا ارادہ اس کی نورانیت کے پھیلانے کا تھا۔ پس اللہ کا ارادہ غالب رہا۔ ایمان و کفر کا مقابلہ جب کبھی ہوا ایمان کفر پر غالب رہا۔ اللہ تعالیٰ حق کو غالب کرتا ہے باطل کا سر پھٹ جاتا ہے اور لوگوں کے باطل ارادے ہوا میں اڑ جاتے ہیں۔ حق آجاتا ہے باطل بھاگ کھڑا ہوتا ہے۔ یہاں بھی یہ ہوا ہر ایک شہر میں سپاہی بھیجے گئے۔ چاروں طرف سے بڑے بڑے نامی گرامی جادوگر جمع کئے گئے جو اپنے فن میں کامل اور استاد زمانہ تھے کہا گیا ہے کہ ان کی تعداد بارہ یا پندرہ یا سترہ یا انیس یا کچھ اوپر تیس یا اسی ہزار کی یا اس سے کم وبیش تھی۔ صحیح تعداد اللہ تعالیٰ ہی کو معلوم ہے ان تمام کے استاد اور سردار چار شخص تھے۔ سابور عاذور حطحط اور مصفی۔ چونکہ سارے ملک میں شور مچ چکا تھا چاروں طرف سے لوگوں کے غول کے غول وقت مقررہ سے پہلے مصر میں جمع ہوگئے۔ چونکہ یہ کلیہ قاعدہ ہے کہ رعیت اپنے بادشاہ کے مذہب پر ہوتی ہے۔ سب کی زبان سے یہی نکلتا تھا کہ جادوگروں کے غلبہ کے بعد ہم تو ان کی راہ لگ جائیں گے۔ یہ کسی زبان سے نہ نکلا کہ جس طرف حق ہوگا ہم اسی طرف ہوجائیں گے اب موقعہ پر فرعون مع اپنے جاہ چشم کے نکال تمام امراء ورؤسا ساتھ تھے لشکر فوج پلٹن ہمراہ تھی جادوگروں کو اپنے دربار میں اپنے سامنے بلوایا۔ جادوگروں نے بادشاہ سے عہد لینا چاہا اس لئے کہا کہ جب ہم غالب آجائیں تو بادشاہ ہمیں انعامات سے محروم نہیں رکھیں گے ؟ فرعون نے جواب دیا واہ یہ کیسے ہوسکتا ہے نہ صرف انعام بلکہ میں تو تمہیں اپنے خاص رؤسا میں شامل کرونگا اور تم ہمیشہ میرے پاس اور میرے ساتھ ہی رہا کروگے۔ تم میرے مقرب بن جاؤ گے میری تمام تر توجہ تمہاری ہی طرف ہوگی۔ وہ خوشی خوشی میدان کی طرف چل دیئے۔ وہاں جاکر موسیٰ ؑ سے کہنے لگے۔ بولو تم پہلے اپنی استادی دکھاتے ہو ؟ یا ہم دکھائیں ؟ حضرت موسیٰ ؑ نے فرمایا نہیں تم ہی پہلے اپنی بھڑاس نکال لو تاکہ تمہارے دل میں کوئی ارمان نہ رہ جائے یہ جواب پاتے ہی انہوں نے اپنی چھڑیاں اور رسیاں میدان میں ڈال دیں اور کہنے لگے فرعون کی عزت سے ہمارا غلبہ رہے گا۔ جیسے جاہل عوام جب کسی کام کو کرتے ہیں تو کہتے ہیں یہ فلاں کے ثواب سے۔ سورة اعراف میں ہے جادوگروں نے لوگوں کی آنکھوں پر جادو کردیا۔ انہیں ہیبت میں ڈال دیا اور بڑا بھاری جادو ظاہر کیا۔ سورة طہ میں ہے کہ ان کی لاٹھیاں اور رسیاں ان کے جادو سے ہلتی جلتی معلوم ہونے لگیں۔ اب حضرت موسیٰ ؑ نے اپنے ہاتھ میں جو لکڑی تھی اسے میدان میں ڈال دیا جس نے سارے میدان میں ان کی جو کچھ نظربندیوں کی چیزیں تھیں، سب کو ہضم کرلیا۔ پس حق ظاہر ہوگیا اور باطل دب گیا اور ان کا کیا کرایا سب غارت ہوگیا۔ یہ کوئی ہلکی سی بات اور تھوڑی سی دلیل نہ تھی جادوگر تو اسے دیکھتے ہی مسلمان ہوگئے کہ ایک شخص اپنے استاد فن کے مقابلے میں آتا ہے اس کا حال جادوگروں کا سا نہیں۔ وہ کوئی بات نہیں کرتا یقینا ہمارا جادو صرف نگاہوں کا فریب ہے اور اس کے پاس اللہ کا دیا ہوا معجزہ ہے وہ تو اسی وقت وہیں کے وہیں اللہ کے سامنے سجدے میں گرگئے۔ اور اسی مجمع میں سب کے سامنے اپنے ایمان لانے کا اعلان کیا کہ ہم رب العالمین پر ایمان لاچکے۔ پھر اپنا قول اور واضح کرنے کے لئے یہ بھی ساتھ ہی کہہ دیا کہ رب العالمین سے ہماری مراد وہ رب ہے جسے حضرت موسیٰ ؑ اور ہارون ؑ اپنا رب کہتے ہیں۔ اتنا بڑا معجزہ اس قدر انقلاب فرعون نے اپنی آنکھوں سے دیکھا لیکن ملعون کی قسمت میں ایمان نہ تھا۔ پھر بھی آنکھیں نہ کھلی۔ اور دشمن جاں ہوگیا۔ اور اپنی طاقت سے حق کو کچلنے لگا۔ اور کہنے لگا کہ ہاں میں جان گیا موسیٰ تم سب کے استاد تھے اسے تم نے پہلے سے بھیج دیا پھر تم بظاہر مقابلہ کرنے کے لئے آئے اور باطنی مشورے کے مطابق میدان ہار گئے اور اس کی بات مان گئے پس تمہارا یہ مکر کھل گیا۔",
  "ayah": 40,
  "surah": 26
}
