{
  "text": "فرعونیوں کا انجام  موسیٰ ؑ نے اپنی نبوت کا بہت سارا زمانہ ان میں گزارا۔ اللہ کی آیتیں ان پر واضح کردیں لیکن ان کا سر نیچا نہ ہوا ان کا تکبر نہ ٹوٹا ان کی بد دماغی میں کوئی فرق نہ آیا۔ تو اب سوا اس کے کے کوئی چیز باقی نہ رہی کہ ان پر عذاب الہٰی آجائے اور یہ غارت ہوں۔ موسیٰ ؑ کو اللہ کی وحی آئی کہ راتوں رات بنی اسرائیلیوں کو لے کر میرے حکم کے مطابق چل دو۔ بنو اسرائیل نے اس موقع پر قبطیوں سے بہت سے زیور بطور عاریت کے لئے اور چاند چڑھنے کے وقت چپ چاپ چل دئیے۔ مجاہد رحمۃ اللہ فرماتے ہیں کہ اس رات چاند گہن تھا۔ حضرت موسیٰ ؑ نے راستے میں دریافت فرمایا کہ حضرت یوسف ؑ کی قبر کہاں ہے ؟ بنو اسرائیل کی ایک بڑھیا نے قبر بتلادی۔ آپ نے تابوت یوسف اپنے ساتھ اٹھالیا۔ کہا گیا کہ خود آپ نے ہی اسے اٹھایا تھا۔ حضرت یوسف ؑ کی وصیت تھی کہ بنی اسرائیل جب یہاں سے جانے لگیں تو آپ کا تابوت اپنے ہمراہ لیتے جائیں۔ ابن ابی حاتم کی ایک حدیث میں ہے کہ حضور ﷺ کسی اعرابی کے ہاں مہمان ہوئے اس نے آپ کی بڑی خاطر تواضع کی واپسی میں آپ نے فرمایا کبھی ہم سے مدینے میں بھی مل لینا کچھ دنوں بعد اعرابی آپ کے پاس آیا۔ حضور ﷺ نے فرمایا کچھ چاہئے ؟ اس نے کہاں ہاں ایک تو اونٹنی دیجئے مع ہودج کے اور ایک بکری دیئجے جو دودھ دیتی ہو آپ نے فرمایا افسوس تو نے بنی اسرائیل کی بڑھیا جیسا سوال نہ کیا۔ صحابہ ؓ نے پوچھا۔ وہ واقعہ کیا ہے ؟ آپ نے فرمایا جب حضرت کلیم اللہ بنی اسرائیل کو لے کر چلے تو راستہ بھول گئے ہزار کوشش کی لیکن راہ نہیں ملتی۔ آپ نے لوگوں کو جمع کرکے پوچھایہ کیا اندھیر ہے ؟ تو علمائے بنی اسرائیل نے کہا بات یہ ہے کہ حضرت یوسف ؑ نے اپنے آخری وقت ہم سے عہد لیا تھا کہ جب ہم مصر سے چلیں تو آپ کے تابوت کو بھی یہاں سے اپنے ساتھ لیتے جائیں۔ حضرت موسیٰ کلیم اللہ نے دریافت فرمایا کہ تم میں سے کون جانتا ہے کہ یوسف ؑ کی تربت کہاں ہے ؟ سب نے انکار کردیا ہم نہیں جانتے ہم میں سوائے ایک بڑھیا کے اور کوئی بھی آپ کی قبر سے واقف نہیں آپ نے اس بڑھیا کے پاس آدمی بھیج کر اس سے کہلوایا کہ مجھے حضرت یوسف ؑ کی قبر دکھا۔ بڑھیا نے کہا ہاں دکھاؤں گی لیکن پہلے اپنے حق لے لوں۔ حضرت موسیٰ ؑ نے کہا تو کیا چاہتی ہے ؟ اس نے جواب دیا کہ جنت میں آپ کا ساتھ مجھے میسر ہو۔ آپ پر اس کا یہ سوال بھاری پڑا اسی وقت وحی آئی کہ اس کی بات مان لو اور اسکی شرط منظور کرلو اب وہ آپ کو ایک جھیل کے پاس لے گئی جس کے پانی کا رنگ بھی متغیر ہوگیا تھا کہا کہ اس کا پانی نکال ڈالو جب پانی نکال ڈالا اور زمین نظر آنے لگی تو کہا اب یہاں کھودو۔ کھودنا شروع ہوا تو قبر ظاہر ہوگئی اسے ساتھ رکھ لیا اب جو چلنے لگے تو راستہ صاف نظر آنے لگا اور سیدھی راہ لگ گئے۔ لیکن یہ حدیث بہت ہی غریب ہے بلکہ زیادہ قریب تو یہ ہے کہ یہ موقوف ہے یعنی رسول اللہ ﷺ کا فرمان نہیں۔ واللہ اعلم۔ یہ لوگ تو اپنے راستے لگ گئے ادھر فرعون اور فرعونیوں کی صبح کے وقت جو آنکھ کھلتی ہے تو چوکیدار غلام وغیرہ کوئی نہیں۔ سخت پیچ وتاب کھانے لگے اور مارے غصے کے سرخ ہوگئے جب یہ معلوم ہوا کہ بنی اسرائیل رات کو سب کے سب فرار ہوگئے ہیں تو اور بھی سناٹا چھا گیا۔ اسی وقت اپنے لشکر جمع کرنے لگا۔ سب کو جمع کرکے ان سے کہنے لگا۔ کہ یہ بنی اسرائیل کا ایک چھوٹا سا گروہ ہے محض ذلیل کمین اور قلیل لوگ ہیں ہر وقت ان سے ہمیں کوفت ہوتی رہتی ہے تکلیف پہنچتی رہتی ہے۔ اور پھر ہر وقت ہمیں ان کی طرف سے دغدغہ ہی لگا رہتا ہے یہ معنی حاذرون کی قرأت پر ہیں سلف کی ایک جماعت نے اسے حذرون بھی پڑھا ہے یعنی ہم ہتھیار بند ہیں میں ارادہ کرچکا ہوں کہ اب انہیں ان کی سرکشی کا مزہ چکھا دوں۔ ان سب کو ایک ساتھ گھیر گھار کر گاجر مولی کی طرح کاٹ ڈال دوں۔ اللہ کی شان یہی بات اسی پر لوٹ پڑی اور وہ مع اپنی قوم اور لاؤ لشکر کے یہ یک وقت ہلاک ہوا۔ لعنۃ اللہ علیہ وعلی من تبعہ۔ جناب باری کا ارشاد ہے کہ یہ لوگ اپنی طاقت اور اکثریت کے گھمنڈ پر بنی اسرائیل کے تعاقب میں انہیں نیست ونابود کرنے کے ارادے سے نکل کھڑے ہوئے اس بہانے ہم نے انہیں ان کے باغات چشموں نہروں خزانوں اور بارونق مکانوں سے خارج کیا اور جہنم واصل کیا۔ وہ اپنے بلند وبالا شوکت وشان والے محلات ہرے بھرے باغات جاری نہریں خزانے سلطنت ملک تخت وتاج جاہو مال سے چھوڑ کر بنی اسرائیل کے پیچھے مصر سے نکلے۔ اور ہم نے ان کی یہ تمام چیزیں بنی اسرائیل کو دلوادیں جو آج تک پست حال تھے ذلیل ونادار تھے۔ چونکہ ہمار ارادہ ہوچکا تھا کہ ہم ان کمزوروں کو ابھاریں اور ان گرے پڑے لوگوں کو برسر ترقی لائیں اور انہیں پیشوا اور وارث بنادیں اور ارادہ ہم نے پورا کیا۔",
  "ayah": 54,
  "surah": 26
}
