{
  "text": "نیک لوگ اور جنت جن لوگوں نے نیکیاں کی تھیں برائیوں سے بچے تھے جنت اس دن ان کے پاس ہی ان کے سامنے ہی زیب وزینت کے ساتھ موجود ہوگی۔ اور سرکشوں کے لئے اسی طرح جہنم ظاہر ہوگی اس میں سے ایک گردن نکل کھڑی ہوگی جو گنہگاروں کی طرف غضبناک تیوروں سے نظر ڈالے گی اور اس طرح شور مچائے گی کہ دل اڑ جائیں گے اور مشرکوں سے ڈانٹ ڈپت کے ساتھ فرمایا جائے گا کہ تمہارے معبودان باطل جنہیں تم اللہ کے سوا پوجتے تھے کہاں ہیں۔ کیا وہ تمہاری کچھ مدد کرتے ہیں ؟ یا خود اپنی مدد کرسکتے ہیں ؟ نہیں نہیں بلکہ عابد و معبود سب دوزخ میں الٹے لٹک رہے ہیں اور جل بھن رہے ہیں۔ تابع ومتبوع سب اوپر تلے جہنم میں جھونک دیئے جائیں گے ساتھ ہی ابلیس کے کل لشکری بھی اول سے لے کر آخر تک۔ وہاں سفلے لوگ بڑے لوگوں سے جھگڑیں گے اور کہیں گے کہ ہم نے زندگی بھر تمہاری مانی۔ آج تم ہمیں عذابوں سے کیوں نہیں چھڑاتے۔ سچ تو یہ ہے کہ ہم ہی بالکل گمراہ تھے راہ سے دور ہوگئے تھے کہ تمہارے احکام کو اللہ کے احکام کے مثل سمجھ بیٹھے تھے اور رب العلیمن کے ساتھ ہی تمہاری بھی عبادت کرتے رہے گویا کہ تمہیں رب کے برابر سمجھے ہوئے تھے۔ افسوس ہمیں اس غلط اور خطرناک راہ پر مجرموں نے لگائے رکھا۔ اب تو ہماری کوئی سفارشی بھی نہیں رہا۔ آپس میں پوچھیں گے کہ کیا کوئی ہمارا شفیع ہے جو ہماری شفاعت کرے ؟ یا ایسا بھی ہوسکتا ہے کہ ہم دوبارہ دنیا کی طرف لوٹائے جائیں اور وہاں جاکر اب تک کئے ہوئے اعمال کے خلاف عمل کریں ؟ جہاں ہمارا کوئی سفارشی ہمیں نظر نہیں آتا وہاں کوئی قریبی سچا دوست بھی نہیں دکھائی دیتا کہ وہی ہماری ہمدردی وغم خواری کرے کیونکہ وہ جانتے ہیں کہ اگر کسی صالح شخص سے ہماری دوستی ہوتی تو وہ آج ضرور ہمیں نفع دیتا اور اگر کوئی ہمارا دلی محب ہوتا تو وہ ضرور ہماری شفاعت کے لئے آگے بڑھتا اور اگر ہمیں پھر سے دنیا میں جانا ملتا تو ہم آپ اپنے ان بد اعمال کا تدارک کرلیتے اپنے رب کی ہی مانتے اور اسی کی عبادتیں کرتے۔ لیکن حق تو یہ ہے کہ یہ بدبخت ازلی اگر دوبارہ بھی لائیں جائیں تو وہی بد اعمالیاں پھر سے شروع کردیں۔ سورة ص میں بھی ان دوزخیوں کے جھگڑے کا بیان کرکے اللہ تعالیٰ نے فرمایا ہے کہ ان کا یہ جھگڑا یقینا ہوگا۔ ابراہیم ؑ نے اپنی قوم سے جو کچھ فرمایا اور جو دلیلیں انہیں دیں اور ان پر توحید کی وضاحت کی اس میں یقینا اللہ کی الوہیت پر اور اس کی یکتائی پر صاف برہان موجود ہے لیکن پھر بھی اکثر لوگ ایمان سے محروم ہیں اس میں بھی کوئی شک نہیں کہ تیرا پالنہار پروردگار پورے غلبے اور قوت والا ساتھ ہی بخشش و رحم والا ہے۔",
  "ayah": 97,
  "surah": 26
}
