{
  "text": "قوله تعالى : فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيا فيه خمس مسائل :الأولى : قوله تعالى : فخرج على قومه من المحراب أي أشرف عليهم من المصلى . والمحراب أرفع المواضع ، وأشرف المجالس ، وكانوا يتخذون المحاريب فيما ارتفع من الأرض ؛ دليله محراب داود - عليه السلام - على ما يأتي . واختلف الناس في اشتقاقه ؛ فقالت فرقة : هو مأخوذ من الحرب كأن ملازمه يحارب الشيطان والشهوات . وقالت فرقة : هو مأخوذ من الحرب ( بفتح الراء ) كأن ملازمه يلقى منه حربا وتعبا ونصبا .الثانية : هذه الآية تدل على أن ارتفاع إمامهم على المأمومين كان مشروعا عندهم في صلاتهم . وقد اختلف في هذه المسألة فقهاء الأمصار ، فأجاز ذلك الإمام أحمد وغيره متمسكا بقصة المنبر . ومنع مالك ذلك في الارتفاع الكثير دون اليسير ، وعلل أصحابه المنع بخوف الكبر على الإمام .[ ص: 14 ] قلت : وهذا فيه نظر ؛ وأحسن ما فيه ما رواه أبو داود عن همام أن حذيفة أم الناس بالمدائن على دكان ، فأخذ أبو مسعود بقميصه فجبذه ، فلما فرغ من صلاته قال : ألم تعلم أنهم كانوا ينهون عن هذا - أو - ينهى عن ذلك ! قال : بلى ؛ قد ذكرت حين مددتني . وروي أيضا عن عدي بن ثابت الأنصاري قال : حدثني رجل أنه كان مع عمار بن ياسر بالمدائن ، فأقيمت الصلاة فتقدم عمار بن ياسر ، وقام على دكان يصلي والناس أسفل منه ، فتقدم حذيفة فأخذ على يديه فاتبعه عمار حتى أنزله حذيفة ، فلما فرغ عمار من صلاته ، قال له حذيفة : ألم تسمع رسول الله - صلى الله عليه وسلم - يقول : إذا أم الرجل القوم فلا يقم في مكان أرفع من مقامهم أو نحو ذلك ؛ فقال عمار : لذلك اتبعتك حين أخذت على يدي .قلت : فهؤلاء ثلاثة من الصحابة قد أخبروا بالنهي عن ذلك ، ولم يحتج أحد منهم على صاحبه بحديث المنبر فدل على أنه منسوخ ، ومما يدل على نسخه أن فيه عملا زائدا في الصلاة ، وهو النزول والصعود ، فنسخ كما نسخ الكلام والسلام . وهذا أولى مما اعتذر به أصحابنا من أن النبي - صلى الله عليه وسلم - كان معصوما من الكبر ؛ لأن كثيرا من الأئمة يوجد لا كبر عندهم ، ومنهم من علله بأن ارتفاع المنبر كان يسيرا ؛ والله أعلم .[ الثالثة ] قوله تعالى : فأوحى إليهم أن سبحوا بكرة وعشيا قال الكلبي وقتادة وابن منبه : أوحى إليهم أشار . القتبي : أومأ . مجاهد : كتب على الأرض . عكرمة : كتب في كتاب . والوحي في كلام العرب الكتابة ؛ ومنه قول ذي الرمة :سوى الأربع الدهم اللواتي كأنها     بقية وحي في بطون الصحائفوقال عنترة :كوحي صحائف من عهد كسرى     فأهداها لأعجم طمطميو بكرة وعشيا ظرفان . وزعم الفراء أن العشي يؤنث ويجوز تذكيره إذا أبهمت ؛ قال : وقد يكون العشي جمع عشية .الرابعة : قد تقدم الحكم في الإشارة في ( آل عمران ) واختلف علماؤنا فيمن حلف ألا يكلم إنسانا فكتب إليه كتابا ، أو أرسل إليه رسولا ؛ فقال مالك : إنه يحنث إلا أن ينوي [ ص: 15 ] مشافهته ، ثم رجع فقال : لا ينوي في الكتاب ويحنث إلا أن يرتجع الكتاب قبل وصوله . قال ابن القاسم : إذا قرأ كتابه حنث ، وكذلك لو قرأ الحالف كتاب المحلوف عليه . وقال أشهب : لا يحنث إذا قرأه الحالف ؛ وهذا بين ؛ لأنه لم يكلمه ولا ابتدأه بكلام إلا أن يريد ألا يعلم معنى كلامه ، فإنه يحنث وعليه يخرج قول ابن القاسم . فإن حلف ليكلمنه لم يبر إلا بمشافهته ؛ وقال ابن الماجشون : وإن حلف لئن علم كذا ليعلمنه أو ليخبرنه إليه أو أرسل إليه رسولا بر ، ولو علماه جميعا لم يبر ، حتى يعلمه لأن علمهما مختلف .الخامسة : واتفق مالك والشافعي والكوفيون أن الأخرس إذا كتب الطلاق بيده لزمه ؛ قال الكوفيون : إلا أن يكون رجل أصمت أياما فكتب لم يجز من ذلك شيء . قال الطحاوي : الخرس مخالف للصمت العارض ، كما أن العجز عن الجماع العارض لمرض ونحوه يوما أو نحوه مخالف للعجز الميئوس منه الجماع ، نحو الجنون في باب خيار المرأة في الفرقة .",
  "ayah": 11,
  "surah": 19
}
