{
  "text": "وبرا بوالدتي قال ابن عباس : لما قال وبرا بوالدتي ولم يقل بوالدي علم أنه شيء من جهة الله تعالى .ولم يجعلني جبارا أي متعظما متكبرا يقتل ويضرب على الغضب . وقيل : الجبار الذي لا يرى لأحد عليه حقا قط . شقيا أي خائبا من الخير . ابن عباس : عاقا . وقيل : عاصيا لربه . وقيل : لم يجعلني تاركا لأمره فأشقى كما شقي إبليس لما ترك أمره .قال مالك بن أنس - رحمه الله تعالى - في هذه الآية : ما أشدها على أهل القدر ! أخبر عيسى - عليه السلام - بما قضي من أمره ، وبما هو كائن إلى أن يموت . وقد روي في قصص هذه الآية عن ابن زيد وغيره أنهم لما سمعوا كلام عيسى أذعنوا وقالوا : إن هذا لأمر عظيم . وروي أن عيسى - عليه السلام - إنما تكلم في طفولته بهذه الآية ، ثم عاد إلى حالة الأطفال ، حتى مشى على عادة البشر إلى أن بلغ مبلغ الصبيان فكان نطقه إظهار براءة أمه لا أنه كان ممن يعقل في تلك الحالة ، وهو كما ينطق الله تعالى الجوارح يوم القيامة . ولم ينقل أنه دام نطقه ، ولا أنه كان يصلي وهو ابن يوم أو شهر ، ولو كان يدوم نطقه وتسبيحه ووعظه وصلاته في صغره من وقت الولادة لكان مثله مما لا ينكتم ، وهذا كله مما يدل على فساد القول الأول ، ويصرح بجهالة قائله .ويدل أيضا على أنه تكلم في المهد خلافا لليهود والنصارى . والدليل على ذلك إجماع الفرق على أنها لم تحد . وإنما صح براءتها من الزنا بكلامه في المهد . ودلت هذه الآية على أن الصلاة والزكاة وبر الوالدين كان واجبا على الأمم السالفة ، والقرون الخالية الماضية ، فهو مما يثبت حكمه ولم ينسخ في شريعة أمره . وكان عيسى - عليه السلام - في غاية التواضع ؛ يأكل الشجر ، ويلبس الشعر ، ويجلس على التراب ، ويأوي حيث جنه الليل ، لا مسكن له ، - صلى الله عليه وسلم - .الإشارة بمنزلة الكلام ، وتفهم ما يفهم القول . كيف لا وقد أخبر الله تعالى عن مريم فقال : فأشارت إليه وفهم منها القوم مقصودها وغرضها فقالوا : كيف نكلم وقد مضى هذا في ( آل عمران ) مستوفى .قال الكوفيون : لا يصح قذف الأخرس ولا لعانه . وروي مثله عن الشعبي ، وبه قال الأوزاعي وأحمد وإسحاق ، وإنما يصح القذف عندهم بصريح الزنا دون معناه ، وهذا لا يصح من الأخرس ضرورة ، فلم يكن قاذفا ؛ بالإشارة بالزنا من الوطء الحلال والشبهة . قالوا : واللعان عندنا شهادات ، وشهادة الأخرس لا تقبل بالإجماع . قال ابن القصار : [ ص: 31 ] قولهم إن القذف لا يصح إلا بالتصريح ، فهو باطل بسائر الألسنة ما عدا العربية ، فكذلك إشارة الأخرس . وما ذكروه من الإجماع في شهادة الأخرس فغلط . وقد نص مالك أن شهادته مقبولة إذا فهمت إشارته ، وأنها تقوم مقام اللفظ بالشهادة ، وأما مع القدرة باللفظ فلا تقع منه إلا باللفظ . قال ابن المنذر : والمخالفون يلزمون الأخرس الطلاق والبيوع وسائر الأحكام ، فينبغي أن يكون القذف مثل ذلك . قال المهلب : وقد تكون الإشارة في كثير من أبواب الفقه أقوى من الكلام مثل قوله - عليه الصلاة والسلام - : بعثت أنا والساعة كهاتين نعرف قرب ما بينهما بمقدار زيادة الوسطى على السبابة . وفي إجماع العقول على أن العيان أقوى من الخبر دليل على أن الإشارة قد تكون في بعض المواضع أقوى من الكلام .",
  "ayah": 32,
  "surah": 19
}
