{
  "text": "قوله تعالى : أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم وممن حملنا مع نوح ومن ذرية إبراهيم وإسرائيل وممن هدينا واجتبينا إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيافيه أربع مسائل :الأولى : قوله تعالى : أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم يريد إدريس وحده . وممن حملنا مع نوح يريد إبراهيم وحده . ومن ذرية إبراهيم يريد إسماعيل وإسحاق ويعقوب . ومن ذرية إسرائيل موسى وهارون وزكريا ويحيى [ ص: 45 ] وعيسى فكان لإدريس ونوح شرف القرب من آدم ، ولإبراهيم شرف القرب من نوح ولإسماعيل وإسحاق ويعقوب شرف القرب من إبراهيم . وممن هدينا أي إلى الإسلام . واجتبينا بالإيمان . إذا تتلى عليهم آيات الرحمن وقرأ شبل بن عباد المكي ( يتلى ) بالتذكير لأن التأنيث غير حقيقي مع وجود الفاصل . خروا سجدا وبكيا وصفهم بالخشوع لله والبكاء . وقد مضى في ( سبحان ) . يقال بكى يبكي بكاء وبكى وبكيا ، إلا أن الخليل قال : إذا قصرت البكاء فهو مثل الحزن ؛ أي ليس معه صوت كما قال الشاعر :بكت عيني وحق لها بكاها وما يغني البكاء ولا العويلسجدا نصب على الحال وبكيا عطف عليه .الثانية : في هذه الآية دلالة على أن لآيات الرحمن تأثيرا في القلوب . قال الحسن ( إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيا ) في الصلاة . وقال الأصم : المراد بآيات الرحمن الكتب المتضمنة لتوحيده وحججه ، وأنهم كانوا يسجدون عند تلاوتها ، ويبكون عند ذكرها . والمروي عن ابن عباس أن المراد به القرآن خاصة ، وأنهم كانوا يسجدون ويبكون عند تلاوته ؛ قال الكيا : وفي هذا دلالة من قوله على أن القرآن هو الذي كان يتلى على جميع الأنبياء ، ولو كان كذلك لما كان الرسول - عليه الصلاة والسلام - مختصا بإنزاله إليه .الثالثة : احتج أبو بكر الرازي بهذه الآية على وجوب سجود القرآن على المستمع والقارئ . قال إلكيا : وهذا بعيد فإن هذا الوصف شامل لكل آيات الله تعالى . وضم السجود إلى البكاء ، وأبان به عن طريقة الأنبياء عليهم الصلاة والسلام في تعظيمهم لله تعالى وآياته ، وليس فيه دلالة على وجوب ذلك عند آية مخصوصة .الرابعة : قال العلماء : ينبغي لمن قرأ سجدة أن يدعو فيها بما يليق بآياتها ، فإن قرأ سورة السجدة الم تنزيل قال : اللهم اجعلني من الساجدين لوجهك ، المسبحين بحمدك ، وأعوذ بك أن أكون من المستكبرين عن أمرك . وإن قرأ سجدة ( سبحان ) قال : اللهم اجعلني من الباكين إليك ، الخاشعين لك . وإن قرأ هذه قال : اللهم اجعلني من عبادك المنعم عليهم ، المهديين الساجدين لك ، الباكين عند تلاوة آياتك .",
  "ayah": 58,
  "surah": 19
}
