{
  "text": "قوله تعالى : تكاد السماوات قراءة العامة هنا وفي ( الشورى ) بالتاء . وقراءة نافع ويحيى والكسائي ( يكاد ) بالياء لتقدم الفعل . يتفطرن منه أي يتشققن وقرأ نافع وابن كثير وحفص وغيرهم بتاء بعد الياء وشد الطاء من التفطر هنا وفي ( الشورى ) ووافقهم حمزة وابن عامر في ( الشورى ) وقرأ هنا ( ينفطرن ) من الانفطار وكذلك قرأها أبو عمرو وأبو بكر والمفضل في السورتين . وهي اختيار أبي عبيد لقوله تعالى : إذا السماء انفطرت وقوله : السماء منفطر به وتنشق الأرض أي تتصدع وتخر الجبال هدا قال ابن عباس : ( هدما أي تسقط بصوت شديد ) وفي الحديث اللهم إني أعوذ بك من الهد والهدة قال شمر قال أحمد بن غياث المروزي الهد الهدم والهدة الخسوف . وقال الليث هو الهدم الشديد كحائط يهد بمرة يقال هدني الأمر وهد ركني أي كسرني وبلغ مني قاله الهروي . الجوهري : وهد البناء يهده هدا كسره وضعضعه وهدته المصيبة أي أوهنت ركنه وانهد الجبل انكسر . الأصمعي : والهد الرجل الضعيف يقول الرجل للرجل [ ص: 79 ] إذا أوعده إني لغير هد أي غير ضعيف وقال ابن الأعرابي الهد من الرجال الجواد الكريم وأما الجبان الضعيف فهو الهد بالكسر وأنشد [ العباس بن عبد المطلب ] :ليسوا بهدين في الحروب إذا     تعقد فوق الحراقف النطقوالهدة صوت وقع الحائط ونحوه تقول هد يهد ( بالكسر ) هديدا والهاد صوت يسمعه أهل الساحل يأتيهم من قبل البحر له دوي في الأرض وربما كانت منه الزلزلة ودويه هديده . النحاس : هدا مصدر لأن معنى تخر تهد وقال غيره : حال أي مهدودة أن دعوا للرحمن ولدا أن في موضع نصب عند الفراء بمعنى لأن دعوا ومن أن دعوا فموضع أن نصب بسقوط الخافض وزعم الفراء أن الكسائي قال : هي في موضع خفض بتقدير الخافض وذكر ابن المبارك : حدثنا مسعر عن واصل عن عون بن عبد الله قال : قال عبد الله بن مسعود : إن الجبل ليقول للجبل يا فلان هل مر بك اليوم ذاكر لله ؟ فإن قال نعم سر به ثم قرأ عبد الله وقالوا اتخذ الرحمن ولدا الآية قال : أفتراهن يسمعن الزور ولا يسمعن الخير ؟ ! قال وحدثني عوف عن غالب بن عجرد قال حدثني رجل من أهل الشام في مسجد منى قال : إن الله تعالى لما خلق الأرض وخلق ما فيها من الشجر لم تك في الأرض شجرة يأتيها بنو آدم إلا أصابوا منها منفعة وكان لهم منها منفعة ، فلم تزل الأرض والشجر كذلك حتى تكلم فجرة بني آدم تلك الكلمة العظيمة ، قولهم : اتخذ الرحمن ولدا فلما قالوها اقشعرت الأرض وشاك الشجر وقال ابن عباس اقشعرت الجبال وما فيها من الأشجار والبحار وما فيها من الحيتان فصار من ذلك الشوك في الحيتان وفي الأشجار الشوك وقال ابن عباس أيضا وكعب فزعت السماوات والأرض والجبال وجميع المخلوقات إلا الثقلين وكادت أن تزول وغضبت الملائكة فاستعرت جهنم وشاك الشجر واكفهرت الأرض وجدبت حين قالوا : اتخذ الله ولدا . وقال محمد بن كعب : لقد كاد أعداء الله أن يقيموا علينا الساعة لقوله تعالى : تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال هدا",
  "ayah": 90,
  "surah": 19
}
