{
  "text": "آیت 2 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لاَ تُحِلُّوْا شَعَآءِرَ اللّٰہِ وَلا الشَّہْرَ الْحَرَامَ یعنی اللہ کی حرام کردہ چیزوں کو اپنی خواہش کے مطابق حلال مت کرلیا کرو۔ وَلاَ الْہَدْیَ یعنی قربانی کے وہ جانور جو حج یا عمرے پر جاتے ہوئے لوگ ساتھ لے کر جاتے تھے۔ عربوں کے ہاں رواج تھا کہ وہ حج یا عمرے پر جاتے وقت قربانی کے جانور ساتھ لے کر جاتے تھے۔ یہاں ان جانوروں کی بےحرمتی کی ممانعت بیان ہو رہی ہے۔وَلاَ الْقَلَآءِدَ اور نہ ان جانوروں کی بےحرمتی ہونے پائے جن کی گردنوں میں پٹے ڈال دیے گئے ہوں یہ پٹے قلادے علامت کے طور پر ڈال دیے جاتے تھے کہ یہ قربانی کے جانور ہیں اور کعبے کی طرف جا رہے ہیں۔ وَلَآ ا آمِّیْنَ الْبَیْتَ الْحَرَامَ یعنی وہ لوگ جو بیت الحرام کی طرف چل پڑے ہوں ‘ حج یا عمرے کا قصد کر کے سفر کر رہے ہوں ‘ اب ان کی بھی اللہ کے گھر کے ساتھ ایک نسبت ہوگئی ہے ‘ وہ اللہ کے گھر کے مسافر ہیں ‘ جیسا کہ اہل عرب حجاج کرام کو کہتے ہیں : مَرْحَبًا بِضُیُوْفِ الرَّحْمٰن مرحبا ان لوگوں کو جو رحمن کے مہمان ہیں۔ یعنی تمام حجاجِّ کرام اصل میں اللہ کے مہمان ہیں ‘ اللہ ان تمام زائرین کعبہ کا میزبان ہے۔ تو اللہ کے ان تمام مہمانوں کی ہتک عزت اور بےحرمتی سے منع کردیا گیا۔ یَبْتَغُوْنَ فَضْلاً مِّنْ رَّبِّہِمْ وَرِضْوَانًا ط۔ یہ سب کے سب اللہ تعالیٰ کے فضل اور اس کی خوشنودی کی تلاش میں نکلے ہوئے ہیں ‘ اللہ کو راضی کرنے کی کوشش میں مکان محترم کعبہ کی طرف جا رہے ہیں۔ وَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ط۔حلال ہوجانا ایک اصطلاح ہے ‘ یعنی احرام کھول دینا ‘ حالت احرام سے باہر آجانا۔ اب تمہیں شکار کی آزادی ہے ‘ اس پر پابندی صرف احرام کی حالت میں تھی۔ وَلاَ یَجْرِمَنَّکُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْکُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْا 7یعنی جیسے اہل مکہ نے تم لوگوں کو چھ سات برس تک حج وعمرہ سے روکے رکھا ‘ اب کہیں اس کے جواب میں تم لوگ بھی ان پر زیادتی نہ کرنا۔ وَتَعَاوَنُوْا عَلَی الْبِرِّ وَالتَّقْوٰی وَلاَ تَعَاوَنُوْا عَلَی الْاِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللّٰہَط اِنَّ اللّٰہَ شَدِیْدُ الْعِقَابِ دیکھئے یہ انداز بالکل وہی ہے جو سورة النساء کا تھا ‘ وہی معاشرتی معاملات اور ان کے بارے میں بنیادی اصول بیان ہو رہے ہیں۔ اب آ رہے ہیں وہ استثنائی احکام جن کا ذکر آغازسورۃ میں ہوا تھا کہ الاَّ مَا یُتْلٰی عَلَیْکُمْ۔ کھانے پینے کے لیے جو چیزیں حرام قرار دی گئی ہیں ان کا ذکر یہاں آخری مرتبہ آ رہا ہے اور وہ بھی بہت وضاحت کے ساتھ :",
  "ayah": 2,
  "surah": 5
}
