{
  "text": "آیت 82 لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَۃً لِّلَّذِیْنَ اٰمَنُوا الْیَہُوْدَ وَالَّذِیْنَ اَشْرَکُوْا ج یہ بہت اہم آیت ہے۔ مکہ کے مشرکین بھی مسلمانوں کے دشمن تھے ‘ لیکن ان کی دشمنی کم از کم کھلی دشمنی تھی ‘ ان کا دشمن ہونا بالکل ظاہر و باہر تھا ‘ وہ سامنے سے حملہ کرتے تھے۔ لیکن مسلمانوں سے بد ترین دشمنی یہود کی تھی ‘ وہ آستین کے سانپ تھے اور سازشی انداز میں مسلمانوں کو نقصان پہنچانے میں مشرکین مکہ سے کہیں آگے تھے۔ آج بھی یہود اور ہنود مسلمانوں کی دشمنی میں سب سے آگے ہیں ‘ کیونکہ اس قسم بت پرستی کا شرک تو اب صرف ہندوستان میں رہ گیا ہے ‘ اور کہیں نہیں رہا۔ ہندوستان کے بھی اب یہ صرف نچلے طبقے میں ہے جبکہ عام طور پر اوپر کے طبقے میں نہیں ہے۔ لیکن بہرحال اب بھی مسلمانوں کے خلاف یہود اور ہنود کا گٹھ جوڑ ہے۔وَلَتَجِدَنَّ اَقْرَبَہُمْ مَّوَدَّۃً لِّلَّذِیْنَ اٰمَنُوا الَّذِیْنَ قَالُوْٓا اِنَّا نَصٰرٰی ط یہ تاریخی حقیقت ہے اور سیرت محمد ﷺ سے ثابت ہے کہ جس طرح کی شدید دشمنی اس وقت یہود نے آپ ﷺ سے کی ویسی نصاریٰ نے نہیں کی۔ حضرت نجاشی رح شاہ حبشہ نے اس وقت کے مسلمان مہاجروں کو پناہ دی ‘ مقوقس شاہ مصر نے بھی حضور ﷺ کی خدمت میں ہدیے بھیجے۔ ہرقل نے بھی حضور ﷺ کے نامۂ مبارک کا احترام کیا۔ وہ چاہتا بھی تھا کہ اگر میری پوری قوم مان لے تو ہم اسلام قبول کرلیں۔ نجران کے عیسائیوں کا ایک وفد آپ ﷺ کی خدمت میں حاضر ہوا ‘ جس کا ذکر سورة آل عمران آیت 61 میں ہم پڑھ چکے ہیں۔ وہ لوگ اگرچہ مسلمان تو نہیں ہوئے مگر ان کارویّہ انتہائی محتاط رہا۔ بہر حال یہ حقیقت ہے کہ حضور ﷺ کے زمانے میں مسلمانوں کے خلاف عیسائیوں کی مخالفت میں وہ شدت نہ تھی جو یہودیوں کی مخالفت میں تھی۔ذٰلِکَ بِاَنَّ مِنْہُمْ قِسِّیْسِیْنَ وَرُہْبَانًا وَّاَنَّہُمْ لاَ یَسْتَکْبِرُوْنَ یعنی عیسائیوں میں اس وقت تک علمائے حق بھی موجود تھے اور درویش راہب بھی جو واقعی اللہ والے تھے۔ بحیرہ راہب عیسائی تھا جس نے حضور ﷺ کو بچپن میں پہچانا تھا۔ اسی طرح ورقہ بن نوفل نے حضور ﷺ کی سب سے پہلے تصدیق کی تھی اور بتایا تھا کہ اے محمد ﷺ آپ پر وہی ناموس نازل ہوا ہے جو اس سے پہلے حضرت موسیٰ اور حضرت عیسیٰ علیہ السلام پر نازل ہوا تھا۔ ورقہ بن نوفل تھے تو عرب کے رہنے والے ‘ لیکن وہ حق کی تلاش میں شام گئے اور عیسائیت اختیار کی۔ وہ عبرانی زبان میں تورات لکھا کرتے تھے۔ یہ اس دور کے چند عیسائی علماء اور راہبوں کی مثالیں ہیں۔ لیکن وہ قِسِّیسِین اور رُہْبان اب آپ کو عیسائیوں میں نہیں ملیں گے ‘ وہ دور ختم ہوچکا ہے۔ یہ اس وقت کی بات ہے جب قرآن نازل ہو رہا تھا۔ اس کے بعد جو صورت حال بدلی ہے اور صلیبی جنگوں کے اندر عیسائیت نے جو وحشت و بربر یت دکھائی ہے ‘ اور عیسائی علماء اور مذہبی پیشواؤں نے جس طرح مسلمانوں کے خون سے ہولی کھیلی ہے اور اپنی قوم سے اس سلسلے میں جو کارنامے انجام دلوائے ہیں وہ تاریخ کے چہرے پر بہت ہی بد نما داغ ہے۔",
  "ayah": 82,
  "surah": 5
}
