{
  "text": "آیت 91 اِنَّمَا یُرِیْدُ الشَّیْطٰنُ اَنْ یُّوْقِعَ بَیْنَکُمُ الْعَدَاوَۃَ وَالْبَغْضَآءَ فِی الْْخَمْرِ وَالْمَیْسِرِ یہ بہت اہم بات ہے ‘ کیونکہ شراب کے نشے میں انسان اپنا ہوش اور شعور کھو بیٹھتا ہے۔ ایسی حالت میں اس کو کچھ خبر نہیں رہتی کہ وہ منہ سے کیا بکواس کر رہا ہے اور اس کے اعضاء وجوارح سے کیا افعال سرزد ہو رہے ہیں ‘ لہٰذا کچھ نہیں کہا جاسکتا کہ ایسی حالت میں کسی بات یا کسی حرکت سے کیا کیا گل کھلیں گے ‘ کیسے کیسے جھگڑے اور فسادات جنم لیں گے۔ بعض اوقات ایسا بھی ہوتا کہ حکومتی اور ریاستی سطح کے بڑے بڑے راز شراب کے نشے میں چرالیے جاتے ہیں۔ تو اللہ تعالیٰ تمہیں ان چیزوں سے بچانا چاہتا ہے ‘ جبکہ شیطان چاہتا ہے کہ تمہارے مابین عداوت اور بغض پیدا کرے۔ اسی طرح جوئے سے بھی بغض و عداوت کی کو نپلیں پھوٹتی ہیں۔ مثلاً ایک آدمی جوئے میں ہار جاتا ہے ‘ پھر پے در پے ہارتا چلا جاتا ہے۔ ایک وقت آتا ہے کہ وہ پھٹ پڑتا ہے اور غصّے میں آگ بگولا ہو کر آپے سے باہر ہوجاتا ہے۔ اس لیے کہ اسے نظر آ رہا ہے کہ میرا جو حریف مجھ سے جیت رہا ہے وہ کسی محنت کی وجہ سے نہیں جیت رہا۔ کسی نے محنت اور کوشش سے کچھ کمایا ہو تو اس سے دوسرے کو جلن محسوس نہیں ہوتی ‘ لیکن جوئے میں بےمحنت کی کمائی ہوتی ہے جسے مخالف فریق برداشت نہیں کرسکتا ‘ اور اس طرح انسانی تعلقات میں کئی منفی پیچیدگیاں جنم لیتی ہیں۔وَیَصُدَّکُمْ عَنْ ذِکْرِ اللّٰہِ وَعَنِ الصَّلٰوۃِج ۔اللہ کے ذکر اور نماز سے روکنے والا معاملہ بھی شراب کا تو بالکل واضح ہے ‘ لیکن جوئے میں بھی یونہی ہوتا ہے کہ آدمی ایک بار اس میں لگ جائے تو پھر وہاں سے نکلنامشکل ہوجاتا ہے۔ جیسا کہ تاش اور شطر نج وغیرہ بھی ایسے کھیل ہیں کہ ان میں مشغول ہو کر انسان ذکر اور نماز جیسی چیزوں سے بالکل غافل ہوجاتا ہے۔ فَہَلْ اَنْتُمْ مُّنْتَہُوْنَ یہ انداز بڑا سخت ہے اور اس کا ایک خاص پس منظر ہے۔ شراب اور جوئے کے بارے میں ایک واضح ہدایت قبل ازیں آچکی تھی : فِیْہِمَآ اِثْمٌ کَبِیْرٌ وَّمَنَافِعُ للنَّاسِز وَاِثْمُہُمَآ اَکْبَرُ مِنْ نَّفْعِہِمَا ط البقرۃ : 219 ان دونوں کے اندر بہت بڑے گناہ کے پہلو ہیں ‘ اور لوگوں کے لیے کچھ فائدے بھی ہیں ‘ البتہ ان کا گناہ کا پہلو نفع کے پہلو سے بڑا ہے۔ تو اسی وقت تمہیں سمجھ لینا چاہیے تھا اور باز آجانا چاہیے تھا۔ اس پہلے حکم میں اللہ تعالیٰ کی مصلحت ‘ مشیّت اور شریعت کا رخ تو واضح ہوگیا تھا۔ پھر اگلا قدم اٹھایا گیا اور حکم دیا گیا : جب تم لوگ شراب کے نشے میں ہو تو نماز کے قریب مت جاؤ۔۔ النساء : 43۔ اس سے تو پورے طور سے واضح ہوجانا چاہیے تھا کہ دین کا اہم ترین ستون نماز ہے : اَلصَّلٰوۃُ عِمَاد الدِّیْنِ 1 اور یہ شراب نماز سے روک رہی ہے ‘ تو تمہیں یہ چھوڑ دینی چاہیے تھی۔ بہر حال اب آخری بات اللہ تعالیٰ کی طرف سے آگئی ہے ‘ تو اسے سن کر کیا اب بھی باز نہیں آؤ گے ؟",
  "ayah": 91,
  "surah": 5
}
