{
  "text": "هود - عليه السلام - من السور التي افتتحت ببعض حروف التهجي ، وقد سبق أن تكلمنا بشيء من التفصيل عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس ، عن آراء العلماء فى المراد بهذه الحروف المقطعة التى افتتحت بها بعض السور .ورجحنا أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض سور القرآن ، على سبيل الإِيقاظ والتنبيه للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك المعارضين فى أن القرآن من عند الله - تعالى - : هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون به كلامكم ، ومنظوا من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك من كونه منزلا من عند الله فهاتوا مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك ، أو هاتوا عشر سور من مثله ، أو هاتوا سورة واحدة .فلما عجزوا - وهم أهل الفصاحة والبيان - ثبت أن غيرهم أعجز ، وأن هذا القرآن من عند الله ، ( وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً ) .وقوله : ( أُحْكِمَتْ آيَاتُهُ ) من الإِحكام - بكسر الهمزة - وهذه المادة تستعمل فى اللغة لمعان متعددة ، ترجع إلى شئ واحد هو المنع . يقال : أحكم الأمر . أى : أتقنه ومنعه من الفساد . أى : منع نفسه ومنع الناس عما لا يليق : ويقال أحكم الفرس ، إذا جعل له حكمة تمنعه من الجموح والاضطراب .وقوله : ( ثُمَّ فُصِّلَتْ ) من التفصيل ، بمعنى التوضيح والشرح للحقائق والمسائل المراد بيانها ، بحيث لا يبقى فيها شتباه أو لبس .والمعنى : هذا الكتاب الذى أنزلناه إليك يا محمد ، هو كتاب عظيم الشأن ، جليل القدر ، فقد أحكم الله آياته إحكاما بديعا ، وأتقنها إتقانا معجزا ، بحيث لا يتطرق إليها خلل فساد . ثم فصل - سبحانه - هذه الآيات تفصيلا حكيما ، بأن أنزلها نجوما ، وجعلها سورا سورا ، مشتملة على ما يسعد الناس فى دنياهم وآخرتهم ، من شئون العقائد ، والعبادات ، والمعاملات ، والآداب ، والأحكام .قال صاحب الكشاف ما ملخصه : ( أُحْكِمَتْ آيَاتُهُ ) أى : نظمت نظما رصينا محكما ، بحيث لا يقع فيه نقض ولا خلل ، كالبناء المحكم المرصف . . وقيل : منعت من الفساد ، من قولهم : أحكمت الدابة ، إذا وضعت عليها الحكمة لتمنعها من الجماح ، قال جرير :أبنى حنيفة أحكموا سفاءكم ... إني أخاف عليكم أن أغضبا( ثُمَّ فُصِّلَتْ ) كما تفصل القلائد بالفرائد ، ومن دلائل التوحيد والأحكام والمواعظ والقصص ، أو جعلت فصولا سورة سورة ، وآية آية ، أو فرقت فى التنزيل ولم تنزل جملة واحدة .و ( ثم ) فى قوله - سبحانه - \" ثم فصلت \" للتراخى فى الرتبة كما هو شأنها فى عطف الجمل ، لما فى التفصيل من الاهتمام لدى النفوس ، لأن العقول ترتاح إلى التفصيل بعد الإِجمال ، والتوضيح بعد الإِيجاز .وجملة ( مِن لَّدُنْ حَكِيمٍ خَبِيرٍ ) صفة أخرى للكتاب ، وصف بها ، لإِظهار شرفه من حيث مصدره ، بعد أن وصف بإحكات آياته وتفصيلها الدالين على علو مرتبته من حيث الذات أى : هذا الكتاب الذى أتقنت آياته إتقانا بديعا ، وفصلت تفصيلا رصينا ، ليس هو من عند أحد من الخلق ، وإنما هو من عند الخلق الحكيم فى كل أقواله وأفعاله ، الخبير بظواهر الأمر وبواطنها .قال الشوكانى : وفى قوله ( مِن لَّدُنْ حَكِيمٍ خَبِيرٍ ) لف ونشر ، لأن المعنى : أحكمها حكيم ، وفصلها خبير ، عالم بمواقع الأمور .",
  "ayah": 1,
  "surah": 11
}
