{
  "text": "ثم بين - سبحانه - أن اختلاف الناس فى الحق موجود قبل بعثة النبى - صلى الله عليه وسلم - فقال : ( وَلَقَدْ آتَيْنَا موسى الكتاب فاختلف فِيهِ . . ) .أى : كما اختلف قومك - أيها الرسول الكريم - فى شأن القرآن الكريم فمنهم من وصفه بأنه أساطير الأولين ، فقد اختلف قوم موسى من قبلك فى شأن التوراة التى أنزلها الله على نبيهم موسى لهدايتهم ، إذ منهم من آمن بها ومنهم من كفر . . .وما دام الأمر كذلك ، فلا تحزن - أيها الرسول الكريم - لاختلاف قومك فى شأن القرآن الكريم ، فإن هذا الاختلاف شأن الناس فى كل زمان ومكان والمصيبة إذا عمت خفت .فالجملة الكريمة تسلية للرسول - صلى الله عليه وسلم - عما أصابه من مشركى قومه .وجاء الفعل ( اختلف ) بصيغة المبنى للمجهول ، لأن ذكر فاعل الاختلاف لا يتلعق به غرض ، وإنما الذى يتعلق به الغرض هو ما نجم عن هذا الاختلاف من كفر وضلال .ثم بين - سبحانه - جانبا من مظاهر فضله ورحمته بخلقه فقال : ( وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ . . . ) .والمراد بالكلمة التى سبقت : تأخير العذاب عنهم إلى يوم القيامة ، وعدم إهلاكهم بعذاب الاستئصال فى الدنيا .قال الشوكانى : قوله - سبحانه - ( وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ . . . ) أى : لولا أن الله - تعالى - قد حكم بتأخير عذابهم إلى يوم القيامة لما علم فى ذلك من الصلاح ، لقضى بينهم ، أى : بين قومك ، أو بين قوم موسى ، فيما كانوا فيه مختلفين فأثيب المحق وعذب المبطل ، أو الكلمة؛ هى أن رحمته سبحانه سبقت غضبه ، فأمهلهم ولم يعاجلهم لذلك .وقيل إن الكلمة هى أنهم لا يعذبون بعذاب الاستئصال ، وهذا من جملة التسلية له - صلى الله عليه وسلم - .ثم ختم - سبحانه - الآية الكريمة بقوله : ( وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ .والمريب اسم فاعل من أراب . يقال أربته فأنا أريبه إذا فعلت به فعلا يوجب لديه الريبة والحيرة .أى : وإن هؤلاء المختلفين فى شأن الكتاب لفى شك منه ، وهذا الشك قد أوقعهم فى الريبة والتخبط والاضطراب .وهذا شأن المعرضين عن الحق ، لا يجدون مجالا لنقده وإنكاره ، فيحملهم عنادهم وجحودهم على التشكيك فيه ، وتأويله تأويلا سقيما يدعو إلى الريبة والقلق .وبعض المفسرين يرى عودة الضمير فى قوله ( وإنهم ) إلى قوم موسى ، وفى قوله ( منه ) إلى كتابهم التوراة .وبعضهم يرى عودة الضمير الأول إلى قوم النبى - صلى الله عليه وسلم - والثانى إلى القرآن الكريم .والذى يبدو لنا أن الرأى الأول أظهر فى معىن الآية ، لأن الكلام فى موسى - عليه السلام - وقومه الذين اختلفوا فى شأن كتابهم التوراة اختلافا كبيرا ، وعود الضمير إلى المتكلم عنه أولى بالقبول .وهذا لا يمنع أن بعض المكذبين للرسول - صلى الله عليه وسلم - كانوا فى شك من القرآن ، أوقعهم هذا الشك فى الريبة والحيرة .فتكون الجملة الكريمة من باب التسلية للرسول - صلى الله عليه وسلم - عما قاله بعض المشركين فى شأن القرآن الكريم .",
  "ayah": 110,
  "surah": 11
}
