{
  "text": "ثم أرشد - سبحانه - عباده المؤمنين إلى ما يعينهم إلى ما يعينهم على الاستقامة وعلى عدم الركون إلى الظالمين ، فقال : ( وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ الليل إِنَّ الحسنات يُذْهِبْنَ السيئات ذلك ذكرى لِلذَّاكِرِينَ ) .والمراد بإقامتها الإِتيان بها فى أوقاتها كاملة الأركان والخشوع والإِخلاص لله رب العالمين .والمراد بالصلاة هنا : الصلاة المفروضة .قال القرطبى : لم يختلف أحد من أهل التأويل فى أن الصلاة فى هذه الآية ، المراد بها الصلوات المفروضة . وخصها بالذكر لأنها ثانية أركان الإِسلام ، وإليها يفزع فى النوائب ، وكان النبى - صلى الله عليه وسلم - \" إذا حزبه أمر فزع إلى الصلاة \" .وطرفى النهار : أى أول النهار وآخره ، لأن طرف الشئ منتهاه من أوله أو من آخره .والنهار : يتناول ما بين مطلع الفجر إلى غروب الشمس . سمى بذلك لأن الضياء ينهر فيه أى يبرز كما يبرز النهر .والصلاة التى تكون فى هذين الوقتين ، تشمل صلاة الغداة وهى صلاة الصبح ، وصلاة العشى وهى صلاة الظهر والعصر ، لأن لفظ العشى يكون من الزوال إلى الغروب .وقيل الصلاة التى تكون فى هذين الوقتين هى صلاة الصبح والمغرب .وقوله ( وَزُلَفاً مِّنَ الليل ) معطوف على طرفى النهار .والزلف جمع زلفه كغرف وغرفة - والمراد بها الساعات القريبة من آخر النهار ، إذا الإِزلاف معناه القرب ومنه قوله - تعالى - ( وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ . . . ) أى : قربت منهم . وتقول أزلفنى فلان منه : أى قربنى .فمعنى ( وَزُلَفاً مِّنَ الليل ) يعنى صلاة المغرب والعشاء . قال رسول الله - صلى الله عليه وسلم - \" هما زلفتا الليل : المغرب والعشاء \" .ويحتمل أن تكون هذه الآية نزلت قبل فرض الصلوات الخمس ليلة الإِسراء ، فإنه إنما كان يجب من الصلاة صلاتان : صلاة قبل طلوع الشمس وصلاة قبل غروبها ، وفى أثناء الليل قيام عليه وعلى الأمة ، ثم نسخ فى حق الأمة ، وثبت وجوبه عليه ، ثم نسخ عنه أيضا فى قول .وجملة ( إِنَّ الحسنات يُذْهِبْنَ السيئات ) مسوقة مساق التعليل للأمر بإقامة الصلاة ، وأكدت بحرف ( إن ) للاهتمام وتحقيق الخبر ، والحسنات صفة لموصوف محذوف ، وكذلك السيئات .والمعنى : إن الأعمال الحسنة - كالصلاة والزكاة والصيام والحج ، والاستغفار . . يذهبن الأعمال السيئات ، أى يذهبن المؤاخذة عليها ، ويذهبن الاتجاه إليها ببركة المواظبة على الأعمال الحسنة .والمراد بالسيئات هنا صغار الذنوب ، لقوله - تعالى - ( إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلاً كَرِيماً ) ولقوله - تعالى - ( الذين يَجْتَنِبُونَ كَبَائِرَ الإثم والفواحش إِلاَّ اللمم إِنَّ رَبَّكَ وَاسِعُ المغفرة . . . ) ولأن كبائر الذنوب لا تكفرها إلا التوبة الصادقة .وقوله ( ذلك ذكرى لِلذَّاكِرِينَ ) أى : ذلك الذى أمرناك به من وجوب إقامة الصلاة ، ومن الاستقامة على أمر الله . . فيه التذكرة النافعة ، لمن كان شأنه التذكر والاعتبار ، لا الإِعراض والعناد .وهذه الآية الكريمة من الآيات التى قال عنها بعض المفسرين بأنها مدنية ، وقد ذكرنا فى التمهيد بين بدى السورة ، أن سورة هود ترجح أنها كلها مكية ، وليس فيها آيات مدنية .ومما يؤيد أن هذه الآية مكية أنها مسوقة مع ما سبقها من آيات لتسلية النبى - صلى الله عليه وسلم - ولإِرشاده وأتباعه إلى ما يعينهم على الاستقامة ، وعدم الركون إلى الظالمين .ولأن بعض الروايات التى وردت فى شأنها لم تذكر أنها نزلت فى المدينة ، بل ذكرت أن الرسول - صلى الله عليه وسلم - تلاها على السائل ، ومن هذه الروايات ما رواه الإِمام أحمد ومسلم وأبو داود والترمذى والنسائى وابن جرير - وهذا لفظه - عن ابن مسعود قال : \" جاء رجل إلى البنى - صلى الله عليه وسلم - فقال : يا رسول الله إنى وجدت أمرة فى بستان ، ففعلت بها كل شئ غير أنى لم أجامعها ، فافعل بى ما شئت ، فلم يقل رسول الله - صلى الله عليه وسلم - شيئا ، فذهب الرجل ، فقال عمر : لقد ستر الله عليه لو ستر على نفسه ، فأتبعه الرسول - صلى الله عليه وسلم - بصره ثم قال : ردوه على فرده عليه فقرأ عليه : ( وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ الليل . . ) الآية ، فقال معاذ - وفى رواية عمر - يا رسول الله ، أله وحده أم للناس كافة؟ فقال : بل للناس كافة \" والروايات التى ورد فيها فأنزل عليه هذه الآية ، فى الإِمكان أن تؤول أن المراد أنزل عليه شمول عموم الحسنات والسيئات لقضية السائل ، لجميع ما يماثلها من إصابة الذنوب سوى الكبائر .",
  "ayah": 114,
  "surah": 11
}
