{
  "text": "ثم ختم - سبحانه - السورة الكريمة بهذه الآيات الدالة على سنن الله - تعالى - فى خلقه ، وعلى الحكم التى من أجلها ساق الله - تعالى - تلك القصص فى كتابه فقال - تعالى - :( فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ . . . ) .قوله - تعالى - ( فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الفساد فِي الأرض إِلاَّ قَلِيلاً مِّمَّنْ أَنجَيْنَا مِنْهُمْ . . . ) إرشاد إلى أن الأمم إذا خلت من الآمرين بالمعروف والناهين عن المنكر ، حلت بها المصائب والنكبات . .ولولا : حرف تحضيض بمعنى هلا . والمقصود بالتحضيض هنا تحذير المعاصرين للنبى - صلى الله عليه وسلم - ومن سيأتى بعدهم من الوقوع فيما وقع فيه أهل القرون الماضية من ترك الأمر بالمعروف والنهى عن المنكر ، حتى لا يصيب اللاحقين ما أصاب السابقين .والقرون : جمع قرن ، والمراد به الأمة من الناس الذين يجمعهم زمان واحد ، والراجح أن القرن مائة عام .و ( أُوْلُواْ بَقِيَّةٍ ) أى : أصحاب مناقب حميدة ، وخصال كريمة ، وعقول راجحة . . .وأصل البقية : ما يصطفيه الإِنسان لنفسه من أشياء نفيسة يدخرها لينتفع بها ، ومنه قولهم : فلان من بقية القوم ، أى : من خيارهم وأهل الفضل فيهم ، قال الشاعر :إن تذنبوا ثم تأتينى بقيتكم ... فما على بذنب منكم فوتوفى الأمثال : فى الزوايا خبايا ، وفى الرجال بقايا .والفساد فى الأرض : يشمل ما يكون فيها من المعاصى واختلال الأحوال وارتكاب المنكرات والبعد عن الصراط المستقيم .والمعنى : فلا وجد من أولئك الأقوام الذين كانوا من قبلكم ، رجال أصحاب خصال كريمة ، وعقول سليمة ، تجعلهم هذه الخصال وتلك العقول ينهون أنفسهم وغيرهم عن الإِفساد فى الأرض ، وعن انتهاك الحرمات؟كلا إنهم لم يكن فيهم هؤلاء الرجال الذين ينهون عن الفساد فى الأرض ، إلا عددا قليلا منهم أنجيناهم بسبب إيمانهم عن الفساد فى الأرض .وفى هذا من التوبيخ لأهل مكة ولكل من تقاعس عن الأمر بالمعروف والنهى عن المنكر ما فيه ، لأن الله - تعالى - بين أن عذاب الاستئصال الذى حل بالظالمين السابقين ، كان من أسبابه عدم نهيهم عن الفساد فى الأرض .قال الشوكانى : والاستثناء فى قوله ( إِلاَّ قَلِيلاً . . . ) منقطع ، أى : لكن قليلا ممن أنجينا منهم كانوا ينهون عن الفساد فى الأرض ، وقيل : هو متصل ، لأن فى حرف التحضيض معى النفى ، فكأنه قال : ما كان فى القرون أولو بقية ينهون عن الفساد فى الأرض ، إلا قليلا من أنجينا منهم ، ومن فى قوله ( مِّمَّنْ أَنجَيْنَا مِنْهُمْ ) بيانية ، لأنه لم ينج إلا الناهون .وقال ابن كثير : ولهذا أمر الله - تعالى - هذه الأمة الشريفة أن يكون فيها من يأمر بالمعروف وينهى عن المنكر وأولئك هم المفلحون ، وفى الحديث : \" إن الناس إذا رأوا المنكر فلم يغيروه ، أوشك الله أن يعمهم بعقاب من عنده \" ولهذا قال : ( فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الفساد فِي الأرض . . . )وقوله : ( واتبع الذين ظَلَمُواْ مَآ أُتْرِفُواْ فِيهِ .. . ) إشارة إلى أن هؤلاء القاعدين عن النهى عن الإِفساد فى الأرض ، قد استمروا على فجورهم وفسقهم دون أن يلتفتوا إلى خصال الخير ، وإلى سبيل الصلاح .وأترفوا من الترف ومعناه التقلب فى نعم الله - تعالى - مع ترك شكره - سبحانه - عليها .والمترف : هو الشخص الذى أبطرته النعمة ، فانغمس فى الشهوات والمعاصى ، وأعرض عن الأعمال الصالحة . .والجملة الكريمة معطوفة على كلام مقدر يقتضيه الكلام ، والمعنى : أن هؤلاء الذين لم يكن فيهم أولو بقية ينهون عن الفساد فى الأرض إلا من استثنى ، قد استمروا فى طغيانهم واتبعوا ما أنعموا فيه من الثروة والعيش الهنئ والشهوت العاجلة ، فكفروا النعمة ، واستكبروا وفسقوا عن أمر ربهم ، وكانوا قوما مجرمين ، أى مصرين على ارتكاب الجرائم والمنكرات ، فحق عليهم العقاب الذى يستحقونه بسبب هذه السيئات .",
  "ayah": 116,
  "surah": 11
}
