{
  "text": "ثم بين - سبحانه - سوء مصيرهم فى الآخرة فقال : ( أولئك الذين لَيْسَ لَهُمْ فِي الآخرة إِلاَّ النار وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ ) .أى : أولئك الذين أرادوا بأقوالهم وأعمالهم الحياة الدنيا وزينتها ، ليس لهم فى الآخرة إلا النار ، لأنهم استوفوا ما تقتضيه صور أعمالهم الحسنة فى الدنيا وبقيت عليهم أوزار نياتم السيئة فى الآخرة .( وَحَبِطَ مَا صَنَعُواْ فِيهَا ) أى : وفسد ما صنعوه فى الدنيا من أعمال الخير ، لأنهم لم يقصدوا بها وجه الله - تعالى - وإنما قصدوا بها الرياه ورضى الناس . . .وقوله ( وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ ) أى : وباطل فى نفسه ما كانوا يعملونه فى الدنيا من أعمال ظاهرها البر والصلاح ، لأنه لا ثمرة له ولا ثواب فى الآخرة لأن الأعمال بالنيات ، ونيات هؤلاء المرائين ، لم تكن تلتفت إلى ثواب الله ، وإنما كانت متجهة اتجاها كليا إلى الحياة الدنيا وزينتها ، إلى رضاء المخلوق لا الخالق .وشبيهة بهاتين الآيتين قوله - تعالى - : ( مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ ) وقوله - تعالى - : ( مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَّدْحُوراً . وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً . كُلاًّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُوراً . انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً ) هذا ومن العلماء من يرى أن هاتين الآيتين مسوقتان فى شأن الكفار ومن على شاكلتهم من الضالة كاليهود والنصارى والمنافقين .. . لأن قوله - تعالى - ( أولئك الذين لَيْسَ لَهُمْ فِي الآخرة إِلاَّ النار . . . ) لا يليق إلا بهم .والذى نراه أن هاتين الآيتين تتناولان الكفار ومن على شاكلتهم تناولا أوليا ، ولكن هذا لا يمنع من أنهما يندرج تحت وعيدهما كل من قصد بأقواله وأعماله الحياة الدنيا وزينتها ، ونبذ كل معانى الإِخلاص والطاعة لله رب العالمين .ومما يشهد لذلك أن هناك أحاديث كثيرة ، حذرت من الرياء ، وتوعدت مقترفة بأشد بأنواع العقوبات ومن هذه الأحاديث ما رواه أبو داود عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" من تعلم علما مما يبتغى به وجه الله ، لا يتعلمه إلا ليصيب به عرضا من الدنيا لم يجد عرف الجنة يوم القيامة \" - أى رائحتها - .وصفوة القول : أن الآيتين الكريمتين تسوقان سنة من سنن الله مع عباده فى هذه الدنيا ، هى أن الله - تعالى - لا ينقص الناس شيئا من ثمار جهودهم وأعمالهم فى هذه الدنيا ، إلا أن هذه الجهود وتلك الأعمال التى ظاهرها الصلاح ، إن كان المقصود بها الحياة الدنيا وزينتها وجدوا نتائجها فى الدنيا فحسب .وإن كان المقصود بها رضا الله - تعالى - وثواب الآخرة ، وجدوا ثمارها ونتائجها الحسنة يوم القيامة ، بجانب تمتعهم بما أحله الله لهم فى الدنيا من طيبات .وذلك لأن العمل للحياة الأخرى - فى شريعة الإِسلام - لا يحول بين العمل النافع فى الحياة الدنيا ، ولا ينقص شيئا من آثاره وثماره ، بل إنه يزكيه وينميه ويباركه . . ورحم الله القائل : ليس أحد يعمل حسنة إلا وُفِّى ثوابها فإن كان مسلما مخلصا وُفِّى ثوابها فى الدنيا والآخرة ، وإن كان كافرا وفى ثوابها فى الدنيا .",
  "ayah": 16,
  "surah": 11
}
