{
  "text": "وبعد أن بين - سبحانه - حال الذين يريدون الحياة الدنيا وزينتها ، أتبع ذلك بيان حال الذين يريدون الحق والصواب فيما يفعلون ويتركون فقال - تعالى - :( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ . . . ) .قال صاحب المنار ما ملخصه : البينة ما تبين به الحق من كل شئ بحسبه كالبرهان فى العقليات والنصوص فى النقليات ، والخوارق فى الإِلهيات ، والتجارب فى الحسيات ، والشهادات فى القضائيات ، والاستقراء فى إثبات الكليات ، وقد نطق القرآن بأن الرسل قد جاءوا أقوامهم بالبينات وأن كل نبى منهم كان يحتج على قومه بأنه على بينة من ربه وأنه جاءهم ببينة من ربهم ، كما ترى فى قصصهم فى هذه السورة وفى غيرها . .وقوله : ( وَيَتْلُوهُ . . . ) من التلو بمعنى الاقتفاء والاتباع . يقال : تلا فلان فلانا إذا كان تابعا له ومقتفيا أثره . والمراد به هنا : التأييد والتقوية .وللمفسرين أقوال متعددة فى المقصود بقوله - تعالى - ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ ) وبقوله - سبحانه - ( وَيَتْلُوهُ شَاهِدٌ مِّنْهُ ) .وفى مرجع الضمائر فى قوله \" ربه - ويتلوه - ومنه \" . . .وأقرب هذه الأقوال إلى الصواب أن يكون المقصود بقوله - تعالى - ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ ) الرسول - صلى الله عليه وسلم - وأتباعه المؤمنون .وبقوله تعالى - ( وَيَتْلُوهُ شَاهِدٌ مِّنْهُ ) القرآن الكريم الذى أنزله الله - تعالى - على نبيه - صلى الله عليه وسلم - ليكون معجزة له شاهدة بصدقه .والضمير فى قوله من ربه يعود إلى النبى - صلى الله عليه وسلم - وفى قوله ( وَيَتْلُوهُ ) يعود إلى القرآن الكريم ، وفى قوله ( منه ) يعود إلى الله - تعالى - .وعلى هذا القول يكون المعنى : أفمن كان على حجة واضحة من عند ربه تهديه إلى الحق والصواب فى كل أقواله وأفعاله ، وهو هذا الرسول الكريم وأتباعه ويؤيده ويقويه فى دعوته شاهد من ربه هو هذا القرآن الكريم المعجز لسائر البشر . .أفمن كان هذا شأنه كمن ليس كذلك؟أو أفمن كان هذا شأنه كمن استحوذ عليه الشيطان فجعله لا يريد إلا الحياة الدنيا وزينتها؟ كلا إنهما لا يستويان .وشهادة القرآن الكريم بصدق الرسول - صلى الله عليه وسلم - فى دعوته ، تتجلى فى إعجازه ، فقد تحدى النبى - صلى الله عليه وسلم - أعداءه أن يأتوا بسورة من مثله فعجزوا مع فصاحتهم وبلاغتهم ، فثبت بذلك أن هذا القرآن من عند الله - تعالى - .وإنما جعلنا هذا القول أقرب الأقوال إلى الصواب ، لأنه هو الذى يتسق مع ما يفيده ظاهر الآية الكريمة ، ولأننا عندما نقرأ هذه السورة الكريمة وغيرها ، نجد الرسل الكرام كثيرا ما يؤكدون لأقوامهم - أنهم - أى الرسل على بينة من ربهم .فهذا نوح - عليه السلام - يقول لقومه : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن ربي وَآتَانِي رَحْمَةً مِّنْ عِندِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ )وهذا صالح - عليه السلام - يقول لقومه : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةً مِّن رَّبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَن يَنصُرُنِي مِنَ الله إِنْ عَصَيْتُهُ . . . ) وهذا شعيب - عليه السلام - يقول لقومه : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن رَّبِّي وَرَزَقَنِي مِنْهُ رِزْقاً حَسَناً . . . ) وهكذا نجد كل نبى يؤكد لقومه أنه جاءهم على بينة من ربه وما دام الأمر كذلك فسيدنا رسول الله - صلى الله عليه وسلم - هو أفضل من جاء قومه على بينة من ربه ، والمؤمنون به - صلى الله عليه وسلم - يقتدرون به فى ذلك .ويرى بعضهم أن المراد بالبينة القرآن الكريم ، وبالشاهد إعجازه ، وبالموصول مؤمنوا أهل الكتاب ، وأن الضمير فى قوله \" ويتلوه - ومنه \" يعودان إلى القرآن الكريم وإعجازه .وعلى هذا الرأى يكون المعنى : أفمن كان على برهان جلى من ربه يدل على حقية الإِسلام وهو القرآن ، ويؤيده ويقويه - أى القرآن - شاهد منه على كونه من عند الله وهذا الشاهد هو إعجازه للبشر عن أن يأتوا بسورة من مثله .قال الآلوسى ما ملخصه : قوله : ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ ) : أصل البينة الدالة الواضحة عقلية كانت أو محسوسة ، وتطلق على الدليل مطلقا . . والتنوين فيها للتعظيم ، أى : بيئة عظيمة الشأن والمراد بها القرآن ، وباعتبار ذلك أو البرهان جاء الضمير الراجع إليها فى قوله ( وَيَتْلُوهُ ) أى يتبعه ( شَاهِدٌ ) عظيم يشهد بكونه من عند الله وهو إعجازه . .ومعنى كون ذلك الشاهد تابعا له : أنه وصف له لا ينفك عنه . . وكذا الضمير فى \" منه \" - يعود إلى القرآن - وهو متعلق بمحذوف وقع صفته لشاهد ومعنى كونه منه أنه غير خارج عنه . .ومن المفسرين من يرى أن المراد بالبيئة القرآن الكريم - أيضا - ويرى أن المراد بالشاهد جبريل - عليه السلام - وأن قوله - سبحانه - ( وَيَتْلُوهُ ) من التلاوة بمعى القراءة لا من التَّلْوِ بمعنى الاتباع .وعلى هذا الرأى يكون المعنى : أفمن كان على برهان جلى من ربه يدل على حقية الإِسلام وهو القرآن ويتلوا هذا القرآن على الرسول - صلى الله عليه وسلم - شاهد من الله - تعالى - هو جبريل - عليه السلام - .فالضمير فى ( وَيَتْلُوهُ ) على هذا الرأى يعود إلى جبريل - عليه السلام - وفى \" منه \" يعود على الله تعالى - .وهناك أقوال أخرى فى تفسير الآية الكريمة رأينا من الخير أن نضرب عنها صفحا لضعفها .وقوله ( وَمِن قَبْلِهِ كِتَابُ موسى إِمَاماً وَرَحْمَةً ) دليل آخر على صدق النبى - صلى الله عليه وسلم - فى دعوته . وهو معطوف على شاهد والضمير فى قوله ( وَمِن قَبْلِهِ .. . ) يعود على شاهد - أيضا - .وقوله ( إِمَاماً وَرَحْمَةً ) منصوبان على الحالية من قوله ( كِتَابُ ) .والمعنى ومن قبل هذا الشاهد على صدق الرسول - صلى الله عليه وسلم - وهو القرآن الكريم أنزل الله - تعالى - على موسى كتابه التوراة مشتملا على صفات الرسول - صلى الله عليه وسلم - و ( إِمَاماً ) يؤتم به فى أمور الدين والدنيا ورحمة لبنى إسرائيل من العذاب إذا ما آمنوا به واتبعوا تعاليمه .قال الشوكانى : وإنما قدم الشاهد على كتاب موسى مع كونه متأخرا فى الوجود لكونه - أى الشاهد بمعنى المعجز - وصفا لازما غير مفارق ، فكان أغرق فى الوصفية من كتاب موسى .وهى شهادة كتاب موسى وهو التوراة أنه بشر بمحمد - صلى الله عليه وسلم - وأخبر بأنه رسول من الله - تعالى - .واسم الإِشارة فى قوله ( أولئك يُؤْمِنُونَ بِهِ ) يعود إلى الموصوفين بأنهم على بينة من ربهم وهم النبى - صلى الله عليه وسلم - وأتباعه المؤمنون الصادقون .أى : أولئك الموصوفون بأنهم على بينة من ربهم يؤمنون بأن الإسلام هو الدين الحق ، وبأن رسول الله - صلى الله عليه وسلم - رسول صدق وبأن القرآن من عند الله - تعالى - وحده .فالضمير فى قوله ( به ) يعود على كل ما جاء به الرسول - صلى الله عليه وسلم - من عند ربه ويدخل فى ذلك دخولا أوليا القرآن الكريم .وقوله : ( وَمَن يَكْفُرْ بِهِ مِنَ الأحزاب فالنار مَوْعِدُهُ ) بيان لسوء عاقبة الكافرين بما جاء به الرسول - صلى الله عليه وسلم - بعد بيان حسن عاقبة المؤمنين به .والأحزاب جمع حزب وهم الذين تخربوا وتجمعو من أهل مكة وغيرهم لمحاربة الرسول - صلى الله عليه وسلم - ودعوته .أى : ومن يكفر بهذا القرآن وبما جاء به الرسول - صلى الله عليه وسلم - من هدايات فإن نار جهنم هى المكان الذى ينتظره وينتظر كل متحزب ضد دعوته - صلى الله عليه وسلم - .وفى جعل النار موعدا لهذا الكافر بالقرآن إشعار بأن فيها ما لا يحيط به الوصف من ألوان العذاب الذى يجعله لا يموت فيها ولا يحيا .ثم ختم - سبحانه - الآية الكريمة بالحض على النظر الصحيح الذى يؤدى إلى اليقين بن ما جاء به الرسول - صلى الله عليه وسلم - هو الحق الذى لا يشو به باطل فقال - تعالى - : ( فَلاَ تَكُ فِي مِرْيَةٍ مِّنْهُ إِنَّهُ الحق مِن رَّبِّكَ ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ ) .أى : فلا تك - أيها العاقل - فى شك من أن هذا القرآن من عند الله ومن أن ما جاء به الرسول - صلى الله عليه وسلم - هو الصدق ، بل عليك أن تعتقد اعتقادا جازما فى صحة ذلك ، لأن ما جاء به - صلى الله عليه وسلم - هو الحق الثابت من عند ربك ولكن أكثر الناس لا يؤمنون بذلك لا نطماس بصائرهم ، ولتقليدهم لآبائهم ، ولإِيثارهم الغى على الرشد .وبذلك نرى الآية الكريمة قد ميزت بين من كان على الحق ومن كان على الباطل وساقت حشودا من الأدلة الدالة على صدق الرسول - صلى الله عليه وسلم - فى دعوته ، وعلى صحة ما عليه أتباعه ، وأمرتهم بالثبات على الحق الذى آمنوا به ، وتوعدت المتحزبين ضد دعوة الإِسلام بنار جهنم التى هى بئس القرار .هذا ، وهذه الآية الكريمة هى من الآيات التى قيل بأنها مدنية ، وبمراجعتنا لتفسيرها لم نجد ما يؤيد بذلك ، بل الذى نراه أن السورة كلها مكية كما سبق أن أشرنا إلى ذلك فى المقدمة .",
  "ayah": 17,
  "surah": 11
}
