{
  "text": "قوله - سبحانه - ( حتى إِذَا جَآءَ أَمْرُنَا وَفَارَ التنور قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين . . . ) بيان لمرحلة جديدة من مراحل قصة نوح - عليه السلام - مع قومه .و ( حتى ) هنا حرف غاية لقوله - تعالى - قبل ذلك ( وَيَصْنَعُ الفلك . . . إلخ ) .والمراد بالأمر فى قوله - سبحانه - ( حتى إِذَا جَآءَ أَمْرُنَا . . . ) حلول وقت نزول العذاب بهم ، فهو مفرد الأمور ، أى : حتى إذا حل بهم وقت عذابنا . . قلنا احمل فيها من كل زوجين اثنين .ويصح أن يكون المراد به الأمر بالشئ على أنه مفرد الأوامر ، فيكون المعنى : حتى إذا جاء أمرنا لنوح بركوب السفينة ، وللأرض بتفجير عيونها ، وللسماء بإنزال أمطارها . . قلنا احمل فيها . . .وجملة ، وفار التنور ، معطوفة على ( جَآءَ أَمْرُنَا ) وكلمة ( فار ) من الفور والفوران ، وهو شدة الغليان للماء وغيره .قال صاحب المنار ما ملخصه : \" والفور والفوران ضرب من الحركة والارتفاع والقوى ، يقال في الماء إذا غلا وارتفع . . . ويقال فى النار إذا هاجت قال - تعالى - ( إِذَآ أُلْقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقاً وَهِيَ تَفُورُ ) ومن المجاز : فار الغضب ، إذا اشتد . . .وللمفسرين فى المراد بلفظ ( التنور ) أقوال منها : أن المراد به الشئ الذى يخبز فيه الخبز ، وهو ما يسمى بالموقد أو الكانون . . .ومنها أن المراد به وجه الأرض . . .ومنها : أن المراد به موضع اجتماع الماء في السفينة . . .ومنها : أن المراد به طلوع الفجر من قولهم : تنور الفجر . . .ومنها : أن المراد به أعالى الأرض والمواضع المرتفعة فيها . .وقيل : إن الكلام على سبيل المجاز ، والمراد بقوله - سبحانه - ( وَفَارَ التنور ) التمثيل بحضور العذاب ، كقولهم ، حمى الوطيس ، إذا اشتد القتال .وأرجح هذه الأقوال أولها ، لأن التنور فى اللغة يطلق على الشئ الذى يخبز فيه ، وفورانه معناه : نبع الماء منه بشدة مع الارتفاع والغليان ، كما يفوز الماء فى القدر عند الغليان ، ولعل ذلك كان علامة لنوح - عليه السلام - على اقتراب وقت الطوفان .وقد رجح هذا القول المحققون من المفسرين ، فقد قال الإِمام ابن جرير بعد أن ذكر جملة من الأقوال فى معى التنور : \" وأولى الأقوال عندنا بتأويل قوله ( التنور ) قول من قال : هو التنور الذى يخبز فيه ، لأن هذا هو المعروف من كلام العرب ، وكلام الله لا يوجه إلا إلى الأغلب الأشهر من معانيه عند العرب ، إلا أن تقوم حجة على شئ منه بخلاف ذلك ، فيسلم لها .وذلك لأنه جل ثناؤه إنما خاطبهم بما خاطبهم به لإِفهامهم معنى ما خاطبهم به .أى : قلنا لنوح حين جاء عذابنا قومه . . . وفار التنور الذى جعلنا فورانه بالماء آية مجئ عذابنا . . احمل فيها - أى السفينة من كل زوجين اثنين ..وقال الإِمام الرازى ما ملخصه : فإن قيل : فما الأصح من هذه الأقوال - فى معنى التنور . . . ؟قلنا : الأصل حمل الكلام على حقيقته ، ولفظ التنور حقيقة فى الموضع الذى يخبز فيه ، فوجب حمل اللفظ عليه . . .ثم قال : والذى روى من أن فور التنور كان علامة لهلاك القوم لا يمتنع لأن هذه واقعة عظيمة ، وقد وعد الله - تعالى - المؤمنين النجاة فلابد أن يجعل لهم علامة بها يعرفون الوقت المعين \" فلا يبعد جعل هذه الحالة علامة لحدوث هذه الواقعة \" .وجملة ( قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين وَأَهْلَكَ ) جواب إذا .ولفظ ( زوجين ) تثنية زوج ، والمراد به هنا الذكر والأنثى من كل نوع .قراءة الجمهور ( مِن كُلٍّ زَوْجَيْنِ اثنين ) بدون تنوين للفظ كل ، وإضافته إلى زوجين .وقرأ حفص : ( مِن كُلٍّ زَوْجَيْنِ اثنين ) بتنوين لفظ كل وهو تنوين عوض عن مضاف إليه ، والتقدير : احمل فيها من كل نوع من أنواع المخلوقات التى أنت فى حاجة إليها ذكرا وأنثى .ويكون لفظ ( زوجين ) مفعولا لقوله ( احمل ) واثنين صفة له .والمراد بأهله : أهل بيته كزوجته وأولاده ، وأكثر ما يطلق لفظ الأهل على الزوجة ، كما فى قوله - ( فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطور نَاراً قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَاراً . . . ) والمراد بأهله : من كان مؤمنا منهم .وجملة ( إِلاَّ مَن سَبَقَ عَلَيْهِ القول ) استثناء من الأهل .أى : احمل فيها أهلك إلا من سبق عليه قضاؤنا بكفره منهم فلا تحمله .والمراد بمن سبق عليه القول : زوجته التى جاء ذكرها فى سورة التحريم فى قوله - تعالى - ( ضَرَبَ الله مَثَلاً لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا . . ) وابنه الذى أبى أن يركب معه السفينة .قال الآلوسى عند تفسيره لهذه الجملة : والمراد زوجة له أخرى تسمى ( واعلة ) بالعين المهملة ، وفى رواية ( والقة ) وابنه منها واسمه ( كنعان ) . . وكانا كافرينوجملة ( وَمَنْ آمَنَ ) معطوفة على قوله ( وَأَهْلَكَ ) أى : واحمل معك من آمن بك من قومك .والمعنى للآية الكريمة : لقد امتثل نوح أمر ربه له بصنع السفينة ، حتى إذا ما تم صنعها ، وحان وقت نزول العذاب بالكافرين من قومه ، وتحققت العلامات الدالة على ذلك ، قال الله - تعالى - لنوح : احمل فيها من كل نوع من أنواع المخلوقات التى أنت فى حاجة إليها ذكر أو أنثى ، واحمل فيها أيضا من آمن بك من أهل بيتك دون من لم يؤمن ، واحمل فيها كذلك جميع المؤمنين الذين اتبعوا دعوتك من غير أهل بيتك .وقد ختم - سبحانه - الآية الكريمة بما يدل على قلة عدد من آمن به فقال : ( وَمَآ آمَنَ مَعَهُ إِلاَّ قَلِيلٌ ) .أى : وما آمن معه إلا عدد قليل من قومه بعد أن لبث فيهم قرونا متطاولة يدعوهم إلى الدين الحق ليلا ونهارا ، وسرا وعلانية .قال الآلوسى بعد أن ساق أقوالا فى عدد من آمن بنوح - عليه السلام - من قومه : . . . والرواية الصحيحة أنهم كانوا تسعة وسبعين : زوجته ، وبنوه الثلاثة ونساؤهم ، وانثان وسبعون رجلا وامرأة من غيرهم . . .",
  "ayah": 40,
  "surah": 11
}
