{
  "text": "وبعد أن غرق الكافرون ، ونجا نوح ومن معه من المؤمنين ، وجه الله - تعالى - أمره إلى الأرض وإلى السماء . . فقال : ( وَقِيلَ ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي وَغِيضَ المآء وَقُضِيَ الأمر واستوت عَلَى الجودي وَقِيلَ بُعْداً لِّلْقَوْمِ الظالمين ) .أى : وبعد أن أدى الطوفان وظيفته فأغرق بأمر الله - تعالى - الكافرين ، قال الله - تعالى - للأرض : ( ياأرض ابلعي مَآءَكِ ) .أى : اشربى أيتها الأرض ما على وجهك من ماء ، وابتعليه بسرعة فى باطنك كما يبتلع الإِنسان طعامه فى بطنه بدون استقرار فى الفم .وقال - سبحانه - للسماء ( وياسمآء أَقْلِعِي ) أى : أمسكى عن إرسال المطر يقال : أقلع فلان عن فعله إقلاعا ، إذا كف عنه وترك فعله . ويقال : أقلعت الحمى عن فلان ، إذا تركته .فامتثلتا - أى الأرض والسماء - لأمر الله - فى الحال ، فهو القائل وقوله الحق : ( إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ ) وقوله ( وَغِيضَ المآء ) أى : نقص ونضب . يقال : غاض الماء يغيض ، إذا قل ونقص .والمراد به هنا : الملاء الذى نشأ عن الطوفان .وقوله : ( وَقُضِيَ الأمر ) أى : تم ونفذ ما وعد الله - تعالى - به نبيه نوحا - عليه السلام - من إهلاكه للقوم الظالمين .والضمير فى قوله : ( واستوت عَلَى الجودي ) للسفينة ، والجودى ، جيل بشمال العراق بالقرب من مدينة الموصل . وقيل هو جبل بالشام .أى : واستقرت السفينة التى تحمل نوحا والمؤمنين بدعوته ، على الجبل المعروف بهذا الاسم ، بعد أن أهلك الله أعداءهم .قال ابن كثير ما ملخصه : وكان خروجهم من السفينة فى يوم عاشوراء من المحرم ، فقد روى الإِمام أحمد عن أبى هريرة قال : \" مر النبى - صلى الله عليه وسلم - بأناس من اليهود ، وقد صاموا يوم عاشوراء ، فقال لهم : ما هذا الصوم؟ قالوا ، هذا اليوم الذى نجى الله موسى وبنى إسرائيل من الغرق ، وغرق فيه فرعون . وهذا يوم استوت فيه السفينة على الجودى . فصامه نوح وموسى - عليه السلام - شكرا لله .فقال النبى - صلى الله عليه وسلم - \" أنا أحق بموسى ، وأحق بصوم هذا اليوم \" فصامه ، وقال لأصحابه : من كان أصبح منكم صائما فليتم صومه ، ومن كان قد أصاب من غذاء أهله ، فليتم بقية يومه \" \" .ثم ختم - سبحانه - الآية الكريمة بقوله : وقيل بعدا القوم الظالمين .أى : هلاكا وسحقا وطردا من رحمة الله - تعالى - للقوم الذين ظلموا أنفسهم بإيثارهم الكفر على الإِيمان ، والضلالة على الهداية .قال الجمل : ( وبعدا ) مصدر بعد - بكسر العين - يقال بعد بعدا - بضم فسكون - وبعداً - بفتحتين - إذا بعد بعد بعيدا بحيث لا يرجى عوده ، ثم استعير للهلاك ، وخص بدعاء السوء ، وهو منصوب على المصدر بفعل مقدر . أى : وقيل بعداً بعدا . . .هذا وقد تكلم بعض العلماء عن أوجه البلاغة والفصاحة فى هذه الآية كلاما طويلا ، نكتفى بذكر جانب مما قاله فى ذلك الشيخ القاسمى فى تفسيره .قال - رحمه الله - ما ملخصه : \" هذه الآية بلغت من أسرار الإِعجاز غايتها ، وحوت من بدائع الفوائد نهايتها . وقد اهتم علماء البيان بإبراز ذلك ، ومن أوسعهم مجالا فى مضمار معارفها الإِمام \" السكاكى \" فقد أطال وأطنب فى كتابه \" المفتاح \" فى الحديث عنها .فقد قال - عليه الرحمة - فى بحث البلاغة والفصاحة :وإذ قد وفقت على البلاغة ، وعثرت على الفصاحة ، فأذكر لك على سبيل الأنموذج ، آية أكشف لك فيها من وجوههما ما عسى ن يكون مستورا عنك ، وهذه الآية هى قوله - تعالى - ( وَقِيلَ ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي وَغِيضَ المآء وَقُضِيَ الأمر . . ) .والنظر فى هذه الآية من أربع جهات : من جهة علم البيان ، ومن جهة علم المعانى ، ومن جهة الفصاحة المعنوية ، ومن جهة الفصاحة اللفظية .أما النظر فيها من جهة علم البيان . . فتقول : إنه - عز سلطانه - لما أراد أن يبين معنى هو : أردنا أن نرد ما انفجر من الأرض إلى بطنها فارتد ، وأن نقطع طوفان السماء فانقطع ، وأن نغيض الماء النازل من السماء فغاض لما أراد ذلك : بنى الكلام على التشبيه ، بأن شبه الأرض والسماء بالمأمور الذى لا يتأتى منه أن يعصى أمره . . وكأنهما عقلاء مميزون فقال : ( ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي . . . ) .ثم قال : ( ماءك ) بإضافة الماء إلى الأرض على سبيل المجاز ، تشبيها لاتصال الماء بالأرض ، باتصال الملك بالمالك .ثم اختار لاحتباس المطر لفظ الإِقلاع الذى هو ترك الفاعل للفعل .وأما المنظر فيها من حيث علم المعانى . . فذلك أنه اختير ( يا ) دون سائر أخواتها ، لكونها أكثر فى الاستعمال . . واختير لفظ \" ابلعى \" على \" ابتلعى \" لكونه أخصر . ثم أطلق الظلم ليتناول كل نوع منه ، حتى يدخل فيه ظلمهم لأنفسهم .وأما النظر فيها من جانب الفصاحة المعنوية فهى كما ترى . نظم للمعانى لطيف ، وتأدية لها ملخصة مبينة ، لا تعقيد الفكر فى طلب المراد ، ولا التواء يشيك الطريق إلى المرتاد ، بل إذا جربت نفسك عند استماعها ، وجدت ألفاظها تسابق معانيها ، ومعانيها تسابق ألفاظها ، فما من لفظة فى تركيب الآية ونظمها تسبق إلى أذنك ، إلا ومعناها أسبق إلى قلبك .وأما النظر فيها من جانب الفصاحة اللفظية : فألفاظها على ما ترى عربية ، مستعملة جارية على قوانين اللغة ، سليمة من التنافر ، بعدية عن البشاعة .ولا تظن الآية مقصورة على ما ذكرت ، فلعل ما تركت أكثر مما ذكرت .",
  "ayah": 44,
  "surah": 11
}
