{
  "text": "ثم أرشدهم إلى ما يؤدى إلى زيادة غناهم وقوتهم ، وحذرهم من سوء عاقبة البطر والأشر فقال : ( وياقوم استغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ ) .والاستغفار : طلب المغفرة من الله - تعالى - وعدم المؤاخذة على الخطايا :والتوبة : العزم على الإِقلاع عن الذنب ، مع الندم على ما حصل منه فى الماضى .أى : ويا قوم استغفروا ربكم مما فرط منكم من شرك وعصيان ، ثم عودوا إليه بالتوبة الصادقة النصوح .وثم هنا للترتيب الرتبى ، لأن الإِقلاع عن الذنب مع المداومة على ذلك : مقدم على طلب المغفرة .وجملة ( يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً ) جواب الأمر فى قوله ( استغفروا ) .والمراد بالسماء هنا السحاب أو المطر ، تسمية للشئ باسم مصدره .ومدرارا : مأخوذ من الدر أى : سيلان اللبن وكثرته . ثم استعير للمطر الغزير يقال : درت السماء بالمطر تدر وتدر درا . . . إذا كثر نزول المطر منها .وهو حال من السماء ، ولم يؤنث مع أنه حال من مؤنث ، باعتبار أن المراد بالسماء هنا المطر أو السحاب .والمعنى : أن هودا - عليه السلام - قال لقومه يا قوم اعبدوا الله واستغفروه وتوبوا إليه . . فإنكم إن فعلتم ذلك أرسل الله - تعالى - عليكم المطر غزيرا متتابعا فى أوقات حاجتكم إليه؛ لتشربوا منه وتسقوا به دوابكم وزروعكم .وجملة ( وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ ) معطوفة على ما قبلها .أى : وأيضا إن فعلتم ذلك زادكم الله - تعالى - عزا إلى عزكم ، وزيادة القوة ، لأنهم كانوا أصحاب زروع وبساتين وعمارات . وقيل : \" حبس الله عنوهم المطر وأعقم أرحام نسائهم ثلاث سنين ، فوعدهم هود على الاستغفار والتوبة كثرة الأمطار ، ومضاعفة القوة بالتناسل . . \" ثم حذرهم من مقابلة نعم الله بالكفر والجحود فقال : ( وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ ) والتولى : هو الإِعراض عن الشئ بإصرار وعناد .أى : ولا تتولوا عما دعوتكم إليه وأنتم مصرون على ما أنتم عليه من إجرام وجحود وعناد .وإلى هنا يكون هود - عليه السلام - قد وضح لقومه دعوته ، ورغبهم فى الاستجابة لها ، وحذرهم من الإِعراض عنها ، وناداهم بلفظ - يا قوم - ثلاث مرات ، توددوا إليهم ، وتذكيرا لهم بآصرة القرابة التى تجمعهم وإياه .لعل ذلك يستثير مشاعرهم ، ويحقق امطئنانهم إليه ، فإن الرائد لا يكذب أهله .",
  "ayah": 52,
  "surah": 11
}
