{
  "text": "ثم أضافوا إلى إصرارهم هذا استخفافا به وبما يدعو إليه فقالوا : \" إن نقول إلا اعتراك بعض آلهتنا بسوء . . \"ومعنى اعتراك : أصابك ومسك . يقال عراه الأمر واعتراه أى أصابه ، وأصله من قولهم : عراه يعروه ، أى : غشية وأصابه . ومنه قول الشاعر :وإنى لتعرونى لذكراك هزة . . ... أى : تصيبنى .أى : ما نحن تباركى آلهتنا عن قولك ، وما نحن لك بمتبعين ، بل عليك أن تيأس يأسا تاما من استجابتنا لك ، وحالتك التى نراها بأعيننا تجعلنا نقول لك : إن سبك لآلهتنا جعل بعضها - لا كلها - يتسلط عليك ، ويوجه قدرته نحوك ، فيصيبك بالجنون والهذيان والأمراض .ولم يقولوا : \" اعتراك آلهتنا بسوء \" بل قالوا : ( بَعْضُ آلِهَتِنَا ) تهديدا له وإشارة إلى أنه لو تصدت له جميع الآلهة لأهلكته إهلاكا .وهذكا نراهم قد ردوا على نبيهم ومرشدهم بأربعة ردود ، تدرجوا فيها من السئ إلى الأسوأ ، ومن القبيح إلى الأقبح . . مما يدل على توغلهم فى الطغيان ، وبلوغهم النهاية فى العناد والكفر والجحود .قال صاحب الكشاف ما ملخصه : \" أن نقول إلا اعتراك بعض آلهتنا بسوء . . \"أى : مسك بجنون لسبك إياها ، وصدك عنها ، وعداوتك لها ، مكافأة لك منها على سوء فعلك بسوء الجزاء ، فمن ثم صرت تتكلم بكلام المجانين وتهذى بهذيان المبرسمين .ثم قال . وقد دلت ردودهم المتقدمة على أن القوم كانوا جفاة غلاظ الأكباد ، لا يبالون بالبهت ، ولا يلتفتون إلى النصح ، ولا تلين شكيمتهم للرشد .وهذا الأخير دال على جهل مفرط ، وبله متناه ، حيث اعقتدوا فى حجارة أنها تنتصر وتنقم . . .والآن بعد أن استمع هود - عليه السلام - إلى ردودهم القبيحة ماذا كان موقفه منهم؟لقد كان موقفه منهم : موقف المتبرئ من شركهم ، والمتحدى لطغيانهم والمعتمد على الله - تعالى - وحده فى الانتصار عليهم ، ولقد حكى القرآن رده علهيم فقال :( قَالَ إني أُشْهِدُ الله واشهدوا أَنِّي برياء مِّمَّا تُشْرِكُونَ . مِن دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لاَ تُنظِرُونِ . إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ .فَإِن تَوَلَّوْاْ فَقَدْ أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلاَ تَضُرُّونَهُ شَيْئاً إِنَّ رَبِّي على كُلِّ شَيْءٍ حَفِيظٌ )أى : قال هود - عليه السلام - للطغاة من قومه بعزة وثقة ( قَالَ إني أُشْهِدُ الله ) الذى لا رب سواه على براءتى من عبادتكم لغيره .( واشهدوا ) أنتم أيضا على ( أَنِّي برياء مِّمَّا تُشْرِكُونَ ) .أى : على براءتى من كل عبادة تعبدونها لغير الله - تعالى - لأنها عبادة باطلة . يحتقرها العقلاء ، ويتنزه عنها كل إنسان يحترم نفسه .فأنت تراه فى هذه الآية الكريمة يعلن احتقاره لآلهتهم ، وبراءته من شركهم ، واستخفافه بأصنامهم التى زعموا أن بعضها قد أصابوا بسوء ، ويوثق هذه البراءة بإشهاد الله - تعالى - وإشهادهم .",
  "ayah": 54,
  "surah": 11
}
