{
  "text": "ثم ساق - سبحانه - ما يدل على كمال قدرته ، وسابغ فضله ، وشمول علمه فقال - تعالى - :( وَمَا مِن دَآبَّةٍ فِي الأرض . . . ) .قال الآلوسى ما ملخصه : الدابة اسم لكل حيوان ذى روح ، ذكرا كان أو أنثى ، عاقلا أو غيره ، مأخذو من الدبيب وهو فى الأصل المشى الخفيف . . واختصت فى العرف بذوات القوائم الأربع .والمراد بها هنا المعنى اللغوى باتفاق المفسرين . .قال - تعالى - ( والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ يَخْلُقُ الله مَا يَشَآءُ إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ ) والمراد برزقها : طعامها وغذاؤها الذى به قوام حياتها .والمعنى : وما من حيوان يدب على الأرض ، إلا على الله - تعالى - غذاؤه ومعاشه ، فضلا منه - سبحانه - وكرما على مخلوقاته .وقدم - سبحانه - الجار والمجرور ( عَلَى الله ) على متعلقة وهو ( رِزْقُهَا ) لإِفادة القصر . أى على الله وحده لا على غيره رزقها ومعاشها .وكون رزقها ومعاشها على الله - تعالى - لا ينافى الأخذ بالأسباب ، والسعى فى سبيل الحصول على وسائل العيش ، لأنه - سبحانه - وإن كان قد تكفل بأرزاق خلقه ، إلا أنه أمرهم بالاجتهاد فى استعمال كافة الوسائل المشروعة من أجل الحصول على ما يغنيهم ويسد حاجتهم .قال - تعالى - : ( هُوَ الذي جَعَلَ لَكُمُ الأرض ذَلُولاً فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ وَإِلَيْهِ النشور ) وجملة ( وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ) بيان لشمول علمه - سبحانه - لكل شئ فى هذا الكون .والمستقر والمستودع : اسما مكان لمحل الاستقرار والإِيداع للدابة فى هذا الكون ، سواء أكان ذلك فى الأصلاب أم فى الأرحام أم فى القبور أم فى غيرها .قال الشوكانى : أخرج عبد الرزاق وابن جرير وابن المنذر وابن أبى حاتم وأبو الشيخ ، عن ابن عباس فى قوله ( وَيَعْلَمُ مُسْتَقَرَّهَا ) قال : حيث تأوى . ومستودعها قال : حيث تموت .وأخرج ابن أبى شيبة وابن جرير وابن المنذر والحاكم وصححه عن ابن مسعود قال : مستقرها فى الأرحام ومستودعها حيث تموت .قال : ويؤيد هذا التفسير الذى ذهب إليه ابن مسعود ما أخرجه الترمذى الحكيم فى نوادر الأصول والحاكم وصححه وابن مردويه والبيهقى فى الشعب عن ابن مسعود عن النبى - صلى الله عليه وسلم - قال : \" إذا كان أجل أحدكم بأرض ، أتيحت له إليها حاجة ، حتى إذا بلغ أقصى أثره منها فيقبض ، فتقول الأرض يوم القيامة : هذا ما استودعتنى \" .وقوله : ( كُلٌّ فِي كِتَابٍ مُّبِينٍ ) تذييل قصد به بيان دقة علمه - سبحانه - بعد بيان شمول هذا العلم وإحاطته بكل شئ .والتنوين فى ( كل ) هو تنوين العوض ، أى : كل ما يتعلق برزق هذه الدواب ومستقرها ومستودعها مسجل فى كتاب مبين ، أى : فى كتاب واضح جلى ظاهر فى علم الله - سبحانه - بحيث لا يغادر صغيرة ولا كبيرة إلا أحصاها ، وهذا الكتاب هو اللوح المحفوظ .",
  "ayah": 6,
  "surah": 11
}
