{
  "text": "ولكن حلم إبراهيم وإنابته . . . لم يرد قضاء الله العادل فى شأن قوم لوط ولذا قالت الملائكة له - كما حكى القرآن عنهم - : ( ياإبراهيم أَعْرِضْ عَنْ هاذآ إِنَّهُ قَدْ جَآءَ أَمْرُ رَبَّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ ) .أى : قالت الملائكة لإِبراهيم : ( ياإبراهيم أَعْرِضْ عَنْ هاذآ ) الجدال فى أمر قوم لوط ، وفى طلب إمهال عقوبتهم ( إِنَّهُ قَدْ جَآءَ أَمْرُ رَبَّكَ ) بإهلاكهم ( وإنهم ) بسبب إصرارهم على ارتكاب الفواحش ( آتِيهِمْ ) من ربهم ( عَذَابٌ ) شديد ( غَيْرُ مَرْدُودٍ ) عنهم لا بسبب الجدال ولا بأى سبب سواه ، فإن قضاء الله لا يرد عن القوم المجرمين . هذا ، وقد ذكر الشيخ القاسمى بعض الفوائد والأحكام التى أخذها العلماء من هذه الآيات فقال : قال بعض المفسرين : لهذه الآيات ثمرات وفوائد .منها : أن حصول الولد المخصص بالفضل نعمة ، وأن هلاك العاصى نعمة - أيضاً - لأن البشرى قد فسرت بولادة إسحاق لقوله ( فَبَشَّرْنَاهَا بِإِسْحَاقَ ) وفسرت بهلاك قوم لوط ، لقوله : ( قَالُواْ لاَ تَخَفْ إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ ) .ومنها : استحباب نزول المبشر - بالكسر - على المبشر - بالفتح - لأن الملائكة أرسلهم الله - تعالى - لذلك .ومنها : أنه يستحب للمبشر أن يتلقى البشارة بالشكر لله - تعالى - على ما بشر به . فقد حكى عن الأصم أنه قال : جاؤوه فى أرض يعمل فيها ، فلما فرغ غرز مسحاته ، وصلى ركعتين .ومنها : أن السلام مشروع ، وأنه ينبغى أن يكون الرد أفضل لقول إبراهيم ( سلام ) بالرفع وهو أدل على الثبات والدوام .ومنها : مشروعية الضيافة ، والمبادرة إليها ، واستحباب مبادرة الضيف بالأكل منها .ومنها : استحباب خدمة الضيف ولو للمرأة ، لقول مجاهد : وامرأته قائمة؛ أى فى خدمة أضياف إبراهيم . . . وخدمة الضيفان من مكارم الأخلاق .ومنها : جواز مراجعة الأجانب فى القول ، وأن صوتها ليس بعورة .ومنها : أن امرأة الرجل من أهل بيته - فيكون أزواجه - صلى الله عليه وسلم - من أهل بيته .ومنها : - كما يقول الإِمام ابن كثير - استدل على أن الذبيح هو إسماعيل لا إسحاق ، وأنه يمتنع أن يكون هو إسحاق ، لأنه وقعت البشارة به ، وأنه سيولد له يعقوب ، فكيف يؤمر إبراهيم بذبحه وهو طفل صغير ، ولم يولد له بعد يعقوب الموعود بوجوده ، ووعد الله حق لا خلف فيه ، فيمتنع أن يؤمر بذبح إسحاق والحالة هذه ، فتعين أن يكون الذبيح إسماعيل ، وهذا من أحسن الاستدلال وأصحه .",
  "ayah": 76,
  "surah": 11
}
