{
  "text": "ثم انتقلت السورة الكريمة بعد ذلك فقصت علينا ما كان بين شعيب - عليه السلام - وقومه وكيف أنه دعاهم إلى عبادة الله - تعالى - وحده بأسلوب بليغ حكيم ، ولكنهم لم يستجيبوا له ، فكانت عاقبتهم الهلاك كالذين من قبلهم قال - تعالى - :( وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً . . . )تلك هى قصة شعيب - عليه السلام - كما حكتها هذه السورة الكريمة ، وقد وردت هذه القصة فى سور أخرى منها : سورتى الأعراف والشعراء . .ومدين اسم للقبيلة التى تنتسب إلى مدين بن إبراهيم - عليه السلام - .وكانوا يسكنون فى المنطقة التى تسمى ( معان ) وتقع بين حدود الحجاز والشام .وأهل مدين يسمون أيضاً بأصحاب الأيكة .والأيكة : منطقة مليئة بالشجر كانت مجاورة لقرية ( معان ) ، وكان يسكنها بعض الناس فأرسل الله شعيباً إليهم جميعاً .وشعيب هو ابن ميكيل بن يشجر بن مدين بن إبراهيم ، فهو أخوهم فى النسب .وكان النبى - صلى الله عليه وسلم - إذا ذكر شعيب قال : \" ذلك خطيب الأنبياء \" لحسن مراجعته لقومه ، وقوة حجته .وكان قومه يعبدون الأصنام . ويطففون فى الكيل والميزان . . . فدعاهم إلى عبادة الله وحده ، ونهاهم عن الخيانة وسوء الأخلاق .ويرى بعض العلماء : أن شعيباً أرسل إلى أمتين : أهل مدين الذين أهلكوا بالصيحة؛ وأصحاب الأيكة الذين أخذهم الله بعذاب يوم الظلة ، وأن الله - تعالى - لم يبعث نبياً مرتين سوى شعيب - عليه السلام - .ولكن المحققين من العلماء اختاروا أنهما أمة واحدة ، فأهل مدين هم أصحاب الأيكة ، أخذتهم الرجفة والصيحة وعذاب يوم الظلة - أى السحابة - وأن كل عذاب كان كالمقدمة للآخر .هذا ، وقوله - سبحانه - ( وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً . . . ) معطوف على ما سبقه من قصة صالح - عليه السلام - عطف القصة على القصة .أى : وكما أرسلنا صالحاً - عليه السلام - إلى ثمود ، فقد أرسلنا إلى أهل مدين أخاهم شعيباً - عليه السلام - فقال لهم مقالة كل نبى لقومه : يا قوم اعبدوا الله وحده ، فإنكم لا إله لكم على الحقيقة سواه ، فهو الذى خلقكم ، وهو الذى رزقكم ، وهو الذى إليه مرجعكم . . .ثم بعد أن أمرهم بإخلاص العبادة لله ، نهاهم عن التطفيف فى الكيل والميزان فقال : ( وَلاَ تَنقُصُواْ المكيال والميزان )والمكيال والميزان : اسمان للآلة التى يكال بها ويوزن .ونقص الكيل والميزان يكون من وجهين : أحدهما أن يكون الاستنقاص من جهتهم إذا باعوا لغيرهم .وثانيهما : أن يكون الاستنقاص من جهة غيرهم إذا اشتروا منه ، بأن يأخذوا منه أكثر من حقهم .فكأنه - عليه السلام - يقول لهم : لا تنقصوا المكيال والميزان لا عند الأخذ ولا عند الإعطاء ، فلا تعطوا غيركم أقل من حقه إذا بعتم ، ولا تأخذوا منه أكثر من حقكم إذا اشتريتم .وإلى هذين الأمرين أشار قوله - تعالى - ( وَيْلٌ لِّلْمُطَفِّفِينَ . الذين إِذَا اكتالوا عَلَى الناس يَسْتَوْفُونَ . وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ . . . ) ثم بين لهم الأسباب التى دعته إلى أمرهم ونهيهم فقال : ( إني أَرَاكُمْ بِخَيْرٍ وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ ) .والخير : كلمة جامعة لكل ما يرضى الإِنسان ويغنيه ويسره .ومحيط : أى شامل بحيث لا يستطيع أحد الإِفلات منه . كما يحيط الظرف بالمظروف . . .أى : أخلصوا لله عبادتكم ، والتزموا العدل فى معاملاتكم ، فإنى أراكم تملكون الوفير من المال ، وتعيشون فى رغد من العيش ، وفى بسطة من الرزق ، ومن كان كذلك فمن الواجب عليه أن يقابل هذه النعم بالشكر لواهبها وهو الله - تعالى - وأن يستعملها استعمالاً يرضيه ، وأن يعطى كل ذى حق حقه .وإنى - أيضاً - أخاف عليكم إذا ما تماديتم فى مخالففة ما آمركم به وما أنهاكم عنه ، عذاب يوم أهواله وآلامه شاملة لكل ظالم ، بحيث لا يستطيع أن يهرب منها . . .قال الشوكانى : وصف - سبحانه - اليوم بالإِحاطة ، والمراد العذاب لأن العذاب واقع فى اليوم ، ومعنى إحاطة عذاب اليوم بهم ، أنهم لا يشذ منهم أحد عنه ، ولا يجدون منه ملجأ ولا مهربا .فأنت ترى أن شعيباً - عليه السلام - بعد أن أمرهم بما يصلح عقيدتهم ونهاهم عما يفسد معاملاتهم وأخلاقهم . . ذكرهم بما هم فيه من نعمة وغنى قطعاً لعذرهم حتى لا يقولوا له نحن فى حاجة إلى تطفيف المكيال والميزان لفقرنا ، ثم أخبرهم بأنه ما حمله على هذا النصح لهم إلا خوفه عليهم .",
  "ayah": 84,
  "surah": 11
}
