{
  "text": "ومع كل هذه السفاهة : ترى شعيبا - عليه السلام - وهو خطيب الأنبياء - يتغاضى عن سفاهاتهم ، لأنه يحس بقصورهم وجهلهم ، كما يحس بقوة الحق الذى أتاهم به من عند ربه ، فيرد عليهم بقوله : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن رَّبِّي . . ) والبينة : ما يتبين به الحق من الباطل ، ويتميز به الهدى من الضلال .أى : قال شعيب لقومه بأسلوب مهذب حكيم : يا قوم أخبرونى إن كنت على حجة واضحة ، وبصيرة مستنيرة منحنى إياها ربى ومالك أمرى .( وَرَزَقَنِي مِنْهُ ) - سبحانه - ، ( رِزْقاً حَسَناً ) يتمثل فى النبوة التى كرمنى بها ، وفى المال الحلال الذى بين يديى ، وفى الحياة الطيبة التى أحياها .وجواب الشرط محذوف والتقدير : أخبرونى إن كنت كذلك ، هل يليق بى بعد ذلك أن أخالف أمره مسايرة لأهوائكم؟ كلا إنه لا يليق بى ذلك ، وإنما اللائق بى أن أبلغ جميع ما أمرنى بتبليغه دون خوف أو تقصر .ثم يكشف لهم عن أخلاقه وسلوكه معهم فيقول : ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ . . . )أى : ما أريد بأمرى لكم بعبادة الله وحده ، وبنهيى إياكم عن التطفيف والبخس ، مجرد مخالفتكم ومنازعتكم ومعاكستكم ، أو أن آمركم بشئ ثم لا أفعله ، أو أنهاكم عنه ثم أفعله ، من أجل تحقيق منفعة دنيوية . .كلا ، كلا إنى لا أريد شيئا من ذلك وإنما أنا إنسان يطابق قولى فعلى ، وأختار لكم ما أختاره لنفسى .قال صاحب الكشاف ما ملخصه : قوله ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ ) يقال : خالفنى فلان إلى كذا : إذا ق صده وأنت مول عنه . وخالفنى عنه : إذا ولى عنه وأنت تقصده .ويلقاك الرجل صادرا عن المال فتسأله عن صاحبه فيقول : خالفنى إلى الماء ، يريد أنه ذهب إليه واردا ، وهو ذهب عنه صادراً ، ومنه قوله - سبحانه - ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ ) يعنى : ما أريد أن أسبقكم إلى شهواتكم التى نهيتكم عنها لأستبد بها دونكم .وقال الإِمام ابن كثير ، وعن مسروق أن امرأة جاءت إلى ابن مسعود - رضى الله عنه - فقالت له : أأنت الذى نتهى عن الواصلة - أى التى تصل شعرها بشعر آخر -؟ قال : نعم . فقالت : فلعله فى بعض نسائك ، فقال : ما حفظت إذاً وصية العبد الصالح ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ ) .ثم بين لهم أنه ما ريد لهم إلا الإِصلاح فيقول : ( إِنْ أُرِيدُ إِلاَّ الإصلاح مَا استطعت . . . )أى : ما أريد بما أنصحكم به إلا إصلاحكم وسعادتكم ، وما دمت أستطيع ذلك ، وأقدر عليه ، فلن أقصر فى إسداء الهداية لكم .ثم يفوض الأمور إلى الله - تعالى - فيقول : ( وَمَا توفيقي إِلاَّ بالله عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ ) .أى : وما توفيقى فيما أدعوكم إليه من خير أو أنهاكم عنه من شر إلا بتأييد الله وعونه ، فهو وحده الذى عليه أتوكل وأعتمد فى كل شئونى ، وهو وحده الذى إليه أرجع فى كل أمورى .",
  "ayah": 88,
  "surah": 11
}
