{
  "text": "ثم صرح - سبحانه - بلعنهم فى الدارين فقالك ( وَأُتْبِعُواْ فِي هذه لَعْنَةً وَيَوْمَ القيامة ) . .أى : إن اللعنة والفضيحة لحقت بهم ، واتبعتهم فى الدنيا وفى الأخرى ، كما قال - تعالى - فى آية أخرى : ( وَأَتْبَعْنَاهُم فِي هَذِهِ الدنيا لَعْنَةً وَيَوْمَ القِيَامَةِ هُمْ مِّنَ المقبوحين ) وجملة ( بِئْسَ الرفد المرفود ) مستأنفة لإِنشاء ذم اللعنة ، والمخصوص بالذم محذوف دل عليه ذكر اللعنة ، أى بئس الرفد هى .الرفد العطاء والعون يقال رفد فلان فلانا يرفده رفدا أى أعطاه وأعانه على قضاء مصالحه ، أى : بئس العطاء المعطى لهم تلك اللعنة المضاعفة التى لابستهم فى الدنيا والآخرة .وسميت اللعنة رفدا على سبيل التهكم بهم ، كما فى قول القائل : تحية بينهم ضرب وجيع . فكأنه - سبحانه - يقول : هذه اللعنة هى العطاء المعى من فرعون لأتباعه الذين كانوا من خلفه كقطيع الأغنام الذى يسير خلف قائده بدون تفكر أو تدبر . . .وبئس العطاء عطاؤه لهم . . .وإلى هنا تكون هذه السورة الكريمة قد حدثتنا عن قصة نوح مع قومه ، وعن قصة هود مع قومه ، وعن قصة صالح مع قومه ، وعن قصة إبراهيم مع الملائكة ، وعن قصة لوط مع قومه ومع الملائكة ، وعن قصة شعيب مع قومه ، وعن قصة موسى مع فرعون وملئه .ويلاحظ أن السورة الكريمة قد ساقت لنا تلك القصص حسب ترتيبها التاريخى والزمنى ، لأهداف من أهمها :1 - إبراز وحدة العقيدة فى دعوة الأنبياء جميعا ، فكل نبى قد قال لقومه : اعبدوا اله مالكم من إله غيره . . . ثم يسوق لهم الأدلة على صدقه فيما بلغه عن ربه .2 - إبراز أن الناس فى كل زمان ومكان فيهم الأخيار الذين يتبعون الرسل ، وفيهم الأشرار الذين يحاربون الحق . . .3 - بيان العاقبة الحسنة التى انتهى إليها المؤمنون بسبب إيمانهم وصدقهم وعملهم الصالح . . . والعاقبة السيئة التى انتهى إليها الكافرون بسبب كفرهم وإعراضهم عن الحق . . .قال - تعالى - ( فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ ) ثم ساقت السورة بعد ذلك حتى نهايتها آيات كريمة اشتملت على تعليقات وتعقيبات متنوعة ، وهذه التعليقات والتعقيبات قوية الصلة بما سبقها من آيات . . .",
  "ayah": 99,
  "surah": 11
}
