{
  "text": "آیت نمبر 9 تا 11\nیہ نصیحت حضرت موسیٰ (علیہ السلام) کے قوم میں سے ہے لیکن سیاق کلام میں موسیٰ (علیہ السلام) کا ذکر چھوڑ دیا گیا تا کہ منظر پر رسولوں اور ان کی دعوت کا حصہ لایا جائے۔ یعنی تمام رسولوں کا اپنی اپنی بالمقابل جاہلیتوں کے ساتھ مکان و زمان کے اختلاف کے باوجود جو رویہ رہا ، اسے یکجا کر کے اس منظر میں لایا گیا۔ موسیٰ (علیہ السلام) گویا اس عظیم قصے کو پیش کرنے والے Compairor تھے۔ انہوں نے اس قصے کو بڑے کرداروں کو آمنے سامنے کردیا۔ اب وہ خود منظر پر شریک گفتگو ہیں۔ قصص کو پیش کرنے کا یہ ایک مخصوص اسلوب ہے جو قرآن نے اختیار کیا ہے کہ وہ ایک حکایتی اور بیانیہ انداز کلام کو زندہ کرداروں کی شکل میں پیش کرتا ہے۔ ہم دیکھتے ہیں کہ سب رسول اور ان کی امم موجود ہیں اور تمام رسولوں کا مقابلہ جاہلیتوں کے ساتھ ہے۔ اقوام اور رسولوں کے درمیان زمان و مکان کے فاصلے مٹا دئیے جاتے ہیں اور واقعات کو زمان ومکان سے علیحدہ کر کے پیش کردیا جاتا ہے ، جب کہ زمان و مکان کے پردوں کے پیچھے وجود کی حقیقت ہے۔\nالم یاتکم ۔۔۔۔۔ الا اللہ (14 : 9) ” کیا تمہیں ان قوموں کے حالات نہیں پہنچے جو تم سے پہلے گزر چکی ہیں ؟ قوم نوح (علیہ السلام) ، عاد ، ثمود اور ان کے بعد آنے والی بہت سی قومیں جن کا شمار اللہ ہی کو معلوم ہے ؟ “ یہ بہت سی اقوام ہیں ۔ ان میں وہ لوگ بھی ہیں جن کا ذکر قرآن کریم میں نہیں ہوا۔ یعنی قوم موسیٰ (علیہ السلام) اور اقوام ثمود کے درمیان۔ یہاں سیاق کلام کا مقصد یہ نہیں ہے کہ ان اقوام کی تفصیلات دی جائیں کیونکہ رسول بھی دراصل ایک زمرہ ہیں اور جن لوگوں کو تبلیغ کی جا رہی تھی وہ بھی ایک زمرہ کے لوگ ہیں۔\nجاء تھم رسلھم ۔۔۔۔۔ الیہ مریب (14 : 9) ” تو انہوں نے اپنے منہ میں ہاتھ دبا لیے اور کہا کہ ” جس پیغام کے ساتھ تم بھیجے گئے ہو ہم اس کو نہیں مانتے اور جس چیز کی تم ہمیں دعوت ہو اس کی طرف سے ہم سخت خلجان آمیز شک میں پڑے ہوئے ہیں “۔\nفردوا ایدیھم (14 : 9) کا مفہوم یہ ہے کہ جس طرح کوئی شخص اپنی آواز کو بلند کرنے کے لئے منہ کے سامنے ہاتھ رکھتا ہے تا کہ آواز بلند ہو اور دور تک سنی جاسکے۔ اس وقت لوگ اپنے منہ کے سامنے ہتھیلی ہلاتے ہیں تا کہ ہتھیلی کے آگے پیچھے ہونے سے آواز زیادہ بلند ہو۔ اس طرح آواز میں زیادہ موجیں پیدا ہوں اور اس تموج کی وجہ سے آواز دور تک جائے۔ یہاں ان کی اس حرکت کو اس لئے پیش کیا جاتا ہے کہ یہ لوگ پرزور انداز میں تکذیب کرتے تھے۔ ببانگ دہل اور توہین آمیز طریقے سے نہایت ہی کرخت اور تہذیب و آداب سے خالی طریقوں سے انہوں نے پیغمبروں کی بات کا انکار کیا۔\nرسولوں کی دعوت کا بنیادی نکتہ ہی یہ ہوتا تھا کہ اللہ ایک ہے اور وہی وحدہ الٰہ ورب ہے اور اپنے بندوں میں سے کوئی اس کے ساتھ شریک نہیں ہے۔ اس حقیقت میں شک کرنا جس کا ادراک ہر فطرت سلیمہ کرتی ہے اور اس کائنات کے اندر پھیلے ہوئے شواہد بھی ظاہرو باہر ہیں تو ایسے حالات میں عقیدۂ توحید میں شک کرنا نہایت ہی مکروہ اور قبیح حرکت ہے۔ رسولوں نے اس شک کو بےحد مکروہ سمجھا کہ زمین و آسمان کا یہ نظام شاہد عادل ہے۔\nقالت رسلھم ۔۔۔۔ والارض (14 : 10) ” ان کے رسولوں نے کہا ” کیا خدا کے بارے میں شک ہے جو آسمانوں اور زمین کا خالق ہے “۔ کیا اللہ کے بارے میں شک ہے حالانکہ زمین و آسمان کا یہ نظام بآواز بلند پکار رہا ہے کہ اللہ وہ ہے جس نے یہ نظام بنایا ہے اور اسے چلایا ہے ۔ رسولوں نے یہ بات اس لیے کی کہ زمین و آسمان نہایت ہی واضح اور کھلے دلائل و نشانات ہیں۔ ان کی طرف صرف اشارہ ہی کافی ہے۔ ان کے نظام کو ہر گمراہ دیکھ کر راہ ہدایت پر آسکتا ہے۔ رسولوں نے زمین و آسمان کی طرف فقط اشارے ہی کو کافی سمجھا۔ اس کے بعد رسولوں نے بندوں پر اللہ کی نعمتوں کو گنوانا شروع کردیا کہ اللہ نے ان کو ایمان کی دعوت دی اور ایک وقت تک مہلت بھی دی تا کہ وہ دعوت ہدایت پر سوچ سکیں۔\nیدعوکم لیغفر لکم من ذنوبکم (14 : 10) ” وہ تمہیں بلا رہا ہے تا کہ تمہارے قصور معاف کرے “۔ حقیقی دعوت تو ایمان کی دعوت ہے جس کے نتیجے میں مغفرت نصیب ہوتی ہے۔ لیکن یہاں دعوت و مغفرت کو ایک ساتھ لایا گیا ہے تا کہ اللہ کا احسان اچھی طرح واضح ہو کہ ایمان لاتے ہیں مغفرت ہوجاتی ہے اور پھر ان لوگوں کا رویہ اور سخت انکار مزید قابل تعجب ہے اور قابل مذمت ہوجاتا ہے کہ مغفرت کی طرف دعوت دی جارہی ہے اور یہ لوگ ہیں کہ منہ میں ہاتھ ڈال کر انکار کرتے ہیں۔\nویؤخرکم الی اجل مسمی (14 : 10) ” اور تم کو ایک مدت مقررہ تک مہلت دے “۔ اللہ تعالیٰ ایمان و مغفرت کی دعوت دینے کے ساتھ ہی ان سے یہ مطالبہ نہیں کرتا کہ وہ فوراً قبول کریں اور نہ ان کی تکذیب کے بعد فوراً ان کو ہلاک کرتا ہے ، بلکہ مہلت دیتا ہے۔ یہ مہلت اس دنیا میں بھی ایک وقت تک ہوتی ہے ۔ اور قیامت تک بھی بڑھ سکتی ہے۔ اس عرصے میں تم اچھی طرح اس دعوت پر غور کرسکتے ہو اور اللہ کی عزت اور رسولوں کے بیان پر بھی غور کرسکتے ہو۔ یہ اللہ کی بہت بڑی رحمت اور مہربانی ہے اور یہ بھی اللہ کے انعامات میں سے ایک نعمت ہے۔ تو کیا ایسے انعامات الہٰیہ کا وہی جواب ہے جو تم دے رہے ہو۔ لیکن یہ لوگ بہت ہی جاہل ہیں اور وہ اسی پرانے جاہلانہ اعتراض کا سہارا لیتے ہیں۔\nقالوا ان انتم ۔۔۔۔۔ یعبد اباؤنا (14 : 10) ” انہوں نے جواب دیا ” تم کچھ نہیں ہو مگر ویسے ہی انسان جیسے ہم ہیں۔ تم ہمیں ان ہستیوں کی بندگی سے روکنا چاہتے ہو جن کی بندگی باپ دادا سے ہوتی چلی آرہی ہے “۔ اللہ نے انسانوں میں سے ایک شخص کو رسول بنا کر بھیجا۔ یہ تو انسانوں کے لئے اعزاز تھا لیکن یہ وہ نہ صرف یہ کہ اسے سمجھتے نہیں بلکہ اس کا انکار کرتے ہیں اور اس میں نہ صرف شک کرتے ہیں ، بلکہ وہ الٹا رسولوں پر یہ الزام لگاتے ہیں کہ انہوں نے ہمارے خلاف یہ سازش کی ہے کہ ہمیں اس راہ سے ہٹا دیں جس پر ہمارے باپ دادا چلے آئے ہیں۔ لیکن سوچتے نہیں کہ رسول کیوں نہیں اس راہ سے ہٹانا چاہتے ہیں۔ تمام بت پرست ہمیشہ عقلی جمود میں مبتلا ہوتے ہیں اور ان کے پاس یہی دلیل ہوتی ہے کہ ہمارے آباؤ اجداد یہی کام کرتے رہے ہیں لیکن یہ نہیں سوچتے کہ آباء کے مذہب کی حیثیت کیا ہے ؟ اگر غورو فکر سے کام لیا جائے تو ان الہٰوں کی حیثیت کیا ہے ؟ بجائے اس کے کہ وہ کوئی عقل و فکر سے کام لیں اور اس جدید معقول دعوت کو قبول کرلیں یہ لوگ الٹا پیغمبروں سے ثبوت مانگتے ہیں۔\nفاتونا بسلطن مبین (14 : 10) ” اچھا تو لاؤ کوئی صریح سند “ ۔ رسول اپنی بشریت کا انکار نہیں بلکہ اقرار کرتے ہیں بلکہ وہ لوگوں کو اس طرف متوجہ کرتے ہیں کہ اللہ نے ان پر احسان کیا کہ انہیں بار رسالت کے اٹھانے کے اہل بنایا ۔\nقالت لھم ۔۔۔۔۔ من عبادہ (14 : 11) ” ان کے رسولوں نے ان سے کہا ” واقعی ہم کچھ نہیں ہیں مگر تم ہی جیسے انسان لیکن اللہ اپنے بندوں میں سے جو کو چاہتا ہے ، نوازتا ہے “۔ یہاں سیاق کلام میں اللہ کے احسان کا ذکر کیا گیا ہے کیونکہ اس پوری سورة میں فضا اللہ کے احسانات کی ہے۔ ہر جگہ اللہ کے انعامات کا ذکر ہے۔ چناچہ یہاں بھی لکھا گیا کہ اللہ کے احسانات ہیں جس پر ہوجائیں۔ یہ احسان صرف رسولوں کی ذات پر ہی نہیں ہوتا بلکہ یہ پوری بشریت پر احسان ہے کہ اس میں سے بعض افراد کی یہ ڈیوٹی لگائی گئی کہ وہ دوسروں کی ہدایت اور راہنمائی کا کام کریں۔ یہ ڈیوٹی ہے کیا ؟ یہ کہ عالم بالا سے ان کا رابطہ ہو اور پھر لوگوں تک پیغام پہنچائیں اور پھر پوری انسانیت پر احسان ہے کہ یہ رسول لوگوں کی فطرت کو جگائیں اور اس کے اوپر سے زنگ دور کردیں تا کہ فطرت انسانی میں وہ قوتیں تازہ ہوجائیں جو ہدایت کو قبول کریں اور جمود کی موت سے نکل کر قبولت حق کی زندگی میں داخل ہوں۔ پھر انسانیت پر یہ بہت بڑا احسان ہے کہ یہ رسول لوگوں کو مختلف الہٰوں کی بندگی اور غلامی سے نکال کر صرف اللہ کی بندگی میں داخل کریں اور ان کی عزت نفس ، اور ان کی قوتوں کو لوگوں کی غلامی میں صرف ہونے سے بچائیں۔ کیونکہ غلامی میں جب ایک انسان اپنے جیسے انسان کے سامنے جھکتا ہے تو اس کی عزت نفس ختم ہوجاتی ہے۔ انسانی قوت اپنے جیسے انسانوں کو الٰہ بنا کر بکھر جاتی ہے۔\nرہی یہ بات کہ رسول کوئی واضح معجزہ پیش کریں یا کسی فوق الفطرت قوت کا مظاہرہ کریں تو تمام رسولوں نے اپنی اپنی قوم سے یہی کہا کہ معجزات کا صدور تو اللہ کے ہاتھ میں ہے تا کہ عوام الناس کے تاریک ذہنوں میں یہ بات بیٹھ جائے کہ ذات الٰہی اور ذات بشر میں فرق کیا ہے تا کہ لوگوں کے ذہنوں میں توحید کا ایسا صاف تصور بیٹھ جائے کہ اللہ کی ذات صفات میں کوئی شریک نہ ہو۔ یہ وہ نکتہ ہے جس پر پہنچ کر تمام بت پرستوں نے راستہ گم کردیا اور عیسائیوں نے بھی توحید کا راستہ اس وقت گم کردیا جب انہوں نے اپنے دین کو یونانی ، رومی ، مصری اور ہندی فلسفوں کے ساتھ مکس کرلیا۔ عیسائیوں کی گمراہی کا آغاز ہی اس عقیدے سے ہوا کہ حضرت عیسیٰ (علیہ السلام) کے ہاتھ پر خوارق عادت معجزات کا صدور ہوا۔ چناچہ خود عیسائیوں نے بعد میں ان کو الٰہ مان لیا۔\nوما کان لنا۔۔۔۔۔۔ المومنون ( 14 : 11) ” اور یہ ہمارے اختیار میں نہیں ہے کہ تمہیں کوئی سند لا دیں۔ سند تو اللہ ہی کے اذن سے ہو سکتی ہے اور اللہ ہی پر اہل ایمان کو بھروسہ کرنا چاہئے “۔ رسولوں کا کہنا یہ تھا کہ ہم اللہ کی قوت کے سوا کسی اور قوت پر کبھی کوئی بھروسہ نہیں کرتے اور یہ ان کا دائمی اصول ہے۔ کیونکہ اہل ایمان کا بھروسہ صرف اللہ ہی پر ہوتا ہے۔ ایک مومن کا دل صرف اللہ کی طرف متوجہ ہوتا ہے ، اور وہ اس کے اوپر بھروسہ کرتا ہے۔\nرسولوں کا شیوہ یہ ہوتا ہے کہ وہ لوگوں کی طرف سے تمام زیادتیوں کا مقابلہ ایمان سے کرتے ہیں۔ اور ان کی اذیتوں کا مقابلے ثابت قدمی سے کرتے ہیں۔ رسول سو الیہ انداز میں ان جاہلوں سے پوچھتے ہیں کہ ہم کیوں نہ اللہ پر بھروسہ کریں۔",
  "ayah": 10,
  "surah": 14
}
