{
  "text": "آیت نمبر 13 تا 14\nاس مقام پر اسلام اور جاہلیت کے معرکے کی حقیقت کھل کر سامنے آجاتی ہے۔ دراصل کوئی جاہلی نظام اس بات کو گوارا نہیں کرتا کہ اسلام کا کوئی مستقل اقتدار اعلیٰ ہو ، اور وہ جاہلیت کے انتداب سے باہر ہو۔ نہ جاہلیت اس بات کو برداشت کرتی ہے کہ اس کے مستحکم نظام سے باہر کوئی اسلامی نظام ہو ، اگرچہ اسلام کی یہ مقتدر اعلیٰ قوت جاہلیت کے ساتھ پر امن بقائے باہمی کے اصول پر چلنے کے لئے راضی ہو۔ اس لیے کہ جاہلیت کو پتہ ہے کہ اسلام ایک مستقل متحرک سوسائٹی کی شکل اختیار کرتا ہے جس کی اپنی قیادت ہوتی ہے ، جس کا اپنا دائرہ دوستاں ہوتا ہے ، جبکہ یہی وہ بات ہے جسے کوئی نظام جاہلیت کبھی گوارا نہیں کرتا۔ چناچہ یہاں جاہلیت رسولان کرام سے فقط یہ مطالبہ نہیں کرتی کہ وہ اپنی دعوتی سرگرمیاں بند کردیں بلکہ وہ کہتے ہیں کہ تم ہماری ملت اور ہماری پارٹی میں واپس آجاؤ، اور ہماری جاہلی سوسائٹی میں مدغم ہوجاؤ، بلکہ ہماری کان میں پگھل جاؤ، اس طرح کہ تمہارا کوئی مستقل وجود نہ رہے۔ یہی تو وہ بات ہے جسے اسلامی نظام کا مزاج قبول ہی نہیں کرتا اور نہ اس بات سے رسول۔۔۔۔ دستبردار ہوتے ہیں۔ چناچہ وہ انکار کردیتے ہیں اس لئے کہ ایک مسلم جو جاہلی سوسائٹی سے کٹ کر باہر آتا ہے کس طرح وہ دوبارہ اس سوسائٹی میں گھل مل سکتا ہے۔\nحقیقت یہ ہے کہ ہر جاہلی سوسائٹی ، ایسے عناصر سے مرکب ہوتی ہے جو اپنے طبعی مزاج کے اعتبار سے کسی اسلامی عنصر کو قبول ہی نہیں کرتی الا یہ کہ کوئی مسلمان اپنی پوری تحریکی اور عملی قوتیں اس جاہلی سوسائٹی کے استحکام ہی کے لئے خرچ کر رہا ہو ، اور جاہلیت کی بنیادیں مضبوط کر رہا ہو۔ بعض لوگوں کو یہ غلط فہمی لاحق ہے کہ وہ جاہلیت میں گھس کر اور جاہلیت کے نظام کے اندر پگھل کر اور اس کا کل پرزہ بن کر اسلام کی خدمت کرسکتے ہیں۔ اس قسم کے لوگ دراصل اسلامی سوسائٹی کے عضویاتی عناصر ترکیبی اور اس کے مزاج ہی سے واقف نہیں ہیں اور نہ جاہلی معاشرے کے مزاج سے یہ لوگ واقف ہیں۔ ہر معاشرہ دراصل اپنے اندر صرف انہی اجزاء کو قبول کرتا ہے جو اس معاشرے کے لئے کام کر رہے ہوں۔ اس کے مقام اور نظام کو مستحکم کر رہے ہوں۔ یہی وجہ ہے کہ رسولان کرام اعلانیہ انکار کردیتے ہیں کہ ہم اب تمہاری ملت اور سوسائٹی میں واپس نہیں آسکتے۔ اس مقام پر اللہ کی قوت قاہرہ پھر جاہلیت پر ضرب لگاتی ہے۔ یہ ایسی ضرب ہوتی ہے کہ اس کے مقابلے میں کوئی قوت نہیں ٹھہر سکتی کیونکہ یہ ضرب نہایت ہی عظیم قوت کی طرف سے ہوتی ہے۔ اس ضرب کو پھر بڑے بڑے سرکش اور ڈکٹیٹر بھی نہیں سہہ سکتے۔\nیہ بات جان لینا چاہئے کہ اللہ کی عظیم قوت تحریکی معاملات میں تب مداخلت کرتی ہے جب رسول اپنی قوم سے مکمل علیحدگی اختیار کرلیتے ہیں۔ ان کا تصور یہ ہوتا ہے کہ اللہ نے انہیں اس جاہلیت سے نجات دے دی ہے ، اس لیے اب وہ دوبارہ اس نظام جاہلیت میں واپس نہیں جاسکتے۔ جب تک وہ اپنی امتیازی شان پر اصرار نہیں کرتے۔ جب تک وہ اپنے دینی نظریہ پر مصر نہیں ہوتے اور اپنی قیادت کی ماتحتی میں اپنی الگ سوسائٹی کی تشکیل نہیں کرتے۔ اور جب تک یہ تحریک اور قیادت نظریاتی بنیادوں پر اپنی قوم کو منقسم نہیں کردیتی۔ غرض جب تک یہ صورت نہیں ہوتی کہ ایک قوم دو ملتوں کی شکل میں منقسم ہوجائے ، جن کا نظریہ ، جن کا طریق زندگی ، جن کی سوسائٹی اور جن کی قیادت علیحدہ ہوجائے تو اس وقت تک اللہ کی عظیم قوت مداخلت نہیں کرتی۔ جب اسلامی تحریک یہ پوزیشن اختیار کرلیتی ہے تو پھر اللہ کی عظیم قوت جاہلیت پر فیصلہ کن ضرب لگاتی ہے۔ اب پھر کیا ہوتا ہے ، وہ تمام طاغوتی قوتیں پاش پاش کردی جاتی ہیں جو تحریک اسلامی کے لئے خطرہ ہوتی ہیں اور پھر ایسے لوگوں کو اللہ کی عظیم قوت زمین میں مستحکم کر کے بٹھا دیتی ہے اور تب جا کر اللہ کا وعدہ سچا ہوتا ہے جو رسولوں کے ساتھ بھی ہوتا ہے اور ان کے بعد داعیان حق کے ساتھ بھی ہوتا ہے۔ لیکن اگر تحریک اسلامی جاہلی سوسائٹی کا حصہ ہو۔ اس کے اندر پگھل چکی ہو ، اور جاہلی سوسائٹی کے طور طریقوں کے اندر ، جاہلی تنظیم کے اندر کام کر رہی ہو ، اس سے علیحدہ ، ممتاز اور جدا تحریک یا نظام نہ رکھتی ہو اور اس کی اپنی قیادت نہ ہو۔ اس وقت تک یہ مداخلت نہیں ہوتی اور نہ اللہ کی نصرت آتی ہے۔\nفاوحی الیھم ربھم لنھلکن الظلمین (14 : 13) “ تب ان کے رب نے ان پر وحی بھیجی کہ ہم ان ظالموں کو ہلاک کردیں گے ”۔ یہ نون تاکید اور عظمت کے لئے ہے۔ یہ دونوں معانی اس سخت موقعہ پر بہت اہمیت رکھتے ہیں ، یعنی ہم ان جابر مشرکوں ، ظالموں اور سرکشوں کو ہلاک کردیں گے ، ان کی ذاتی خرابیوں کی وجہ سے اور اس سچائی کی خاطر جو عوام کے لئے بھیجی گئی اور اس خوف و ہراس کی وجہ سے جو انہوں نے عوام کے اندر پیدا کردیا تھا۔\nولنسکننکم الارض من بعدھم (14 : 14) “ اور اس کے بعد تمہیں زمین پر آباد کریں گے ”۔ یہ کام کسی طرف داری یا مزاح کے لئے نہیں ہے بلکہ یہ اللہ کی سنت جاریہ ہے اور اللہ کے ہاں فیصلے عدل کے مطابق ہوتے ہیں۔\nذلک لمن خاف مقامی وخاف وعید (14 : 14) “ یہ انعام ہے اس کا جو میرے حضور جواب دہی کا خوف رکھتا ہو اور میری وعید سے ڈرتا ہو ”۔ یعنی ایک مقتدر کو بنا کر کسی اور کو اقتدار دینا ، اور زمین کی خلافت دینا ، اس لیے ہوتا ہے کہ سرکشوں کو ہٹا کر ان کی جگہ خدا کا خوف رکھنے والی قیادت لائی جائے۔ پھر وہ دست درازی نہ کرے ، زمین میں غرور اور تکبر نہ کرے ، جباری و قہاری سے حکمرانی نہ کرے ، اللہ کے حدود سے ڈرے اور اللہ کے سامنے جوابدہ ہو اور فساد فی الارض سے بچے ، زمین میں ظلم نہ کرے ، اس لیے کہ اسے یہ اقتدار اس لیے دیا گیا ہے کہ وہ اس کے لئے اہل سمجھی گئی ہے۔\nجب اہل حق اور اہل باطل کے درمیان مکمل جدائی ہوجاتی ہے تو پھر سرکشوں اور ڈکٹیٹروں کی اس حقیر دنیاوی قوت کے مقابلے میں اللہ جبار وقہار اور مکمل گھیر لینے والے کی عظیم قوت سامنے آتی ہے۔ کیونکہ رسولوں کی تبلیغ کی مہم ختم ہوجاتی ہے ، حق و باطل ایک دوسرے کے بالمقابل صف آراء ہوجاتے ہیں اور مومن جھوٹوں سے جدا ہوجاتے ہیں۔ اب صورت حالات یہ ہوتی ہے کہ ایک طرف ایک کیمپ میں دنیا کے سرکشوں کی قوت سامنے آتی ہے اور رسول اور داعیان حق دوسری طرف کھڑے ہوتے ہیں اور ان کے ساتھ اللہ کی عظیم قوت ہوتی ہے۔ دونوں فتح و نصرت کے لئے دعا کرتے ہیں ، اور انجام یوں ہوتا ہے۔",
  "ayah": 14,
  "surah": 14
}
