{
  "text": "آیت نمبر 21 تا 22\nدعوت اسلامی اور داعیان حق کی یہ داستان ، اور جھٹلانے والوں اور ڈکٹیٹروں کی یہ کہانی اب اس دنیا کے اسٹیج سے آخرت کے اسٹیج پر منتقل ہوگئی ہے اور نہایت ہی دلچسپ منظر ہے۔\nوبرزوا للہ جمیعاً ( 14 : 21) “ اور یہ لوگ جب اکٹھے اللہ کے سامنے بےنقاب ہوں گے ”۔ یہ سرکش ڈکٹیٹر بھی کھڑے ہیں۔ اللہ کے سامنے اور ان کے کمزور کردار والے متبعین بھی کھڑے ہیں جنہوں نے ذلت اور کمزور کا کردار پسند کرلیا تھا ۔ شیطان بھی ایک طرف کھڑا ہے۔ دوسری جانب وہ لوگ بھی کھڑے ہیں جو رسولوں پر ایمان لائے تھے اور نیک کام کرتے تھے ۔ یہ سب اب ایک میدان قیامت میں ہیں ، کھلے میدان میں ۔ اللہ کے لئے تو یہ پہلے بھی ظاہر و باہر تھے لیکن آج وہ خود اپنے احساس و شعور میں اپنے آپ کو ننگا اور بےحجاب محسوس کرتے ہیں۔ کیونکہ میدان حشر میں کوئی پردہ اور اوٹ نہیں ہے۔ یہ میدان بھرا ہوا ہے ، پردہ اٹھتا ہے اور مکالمہ شروع ہوتا ہے۔\nفقال الضعفوا ۔۔۔۔۔۔ من شییء (14 : 21) “ اس وقت ان میں سے جو دنیا میں کمزور تھے ، وہ ان لوگوں سے جو بڑے بنے ہوئے تھے ، کہیں گے “ دنیا میں تم تمہارے تابع تھے ، اب کیا تم اللہ کے عذاب سے ہم کو بچانے کے لئے بھی کچھ کرسکتے ہو ؟” بودے کردار کے کمزور لوگ بہرحال کمزور ہوتے ہیں۔ یہ وہ لوگ ہوتے ہیں جو اس اعلیٰ انسانی دولت سے دستبردار ہوجاتے ہیں جو اللہ نے ہر انسان کو دی ہے۔ وہ آزادی کی دولت ہے ، آزادی رائے ہے ، آزادی دین اور نظریہ اور حریت عمل ہے۔ ان لوگوں نے اپنی مرضی سے اپنی آزادی کو ترک کر کے غلامی اختیار کرلی ہے اور سرکشوں اور ڈکٹیٹروں کے غلام بن گئے ہیں ۔ یہ غیر اللہ کے بندے اور غلام بن گئے ہیں اور اللہ کی غلامی کی بجائے انہوں نے انسانوں کی غلامی اختیار کرلی ہے ، لیکن اسلام میں ضعیفی کوئی معقول عذر نہیں ہے بلکہ ضعیفی ایک جرم ہے ، اللہ کسی کو یہ اجازت نہیں دیتا کہ وہ کسی کا غلام بن جائے وہ تو انسانوں کو دعوت دیتا ہے کہ باعزت زندگی اختیار کرو ، میری عزت کرو ، میری پناہ میں آجاؤ۔ اللہ نے ہر انسان کو آزاد اور مکرم بنایا ہے اور اسے یہ اجازت نہیں ہے کہ اپنی آزادی کو بیچ دے ، یا کسی بڑی سے بڑی مادی قوت کے سامنے سپر انداز ہوجائے چاہے وہ بہت بڑی قوت کیوں نہ ہو۔ کسی بھی قوت کو اللہ یہ حق نہیں دیتا کہ وہ دوسرے انسانوں کو اپنا غلام بنا کے رکھے۔ اسلام میں ہر انسان کی آزادی اور عزت کا احترا ہے۔ دنیا کی بڑی سے بڑی مادی قوت بھی صرف انسانی جان اور جسم کا تعلق ختم کرسکتی ہے۔ تشدد اور اذیت دے سکتی ہے لیکن کسی کی آزاد سلب نہیں کرسکتی۔ انسانی ضمیر ، انسانی روح اور انسانی عقل پر کوئی ڈکٹیٹر حکومت نہیں کرسکتا ، نہ عقل ، روح اور ضمیر کو کوئی قید کرسکتا ہے ، ضمیر اور روح ، اور عقل اور حریت سے ایک انسان خود دستبردار ہوا کرتا ہے۔ پھر وہ ذلیل ہو کر مستضعفین میں داخل ہوجاتا ہے۔\nاپنے عقائد ، نظریات ، افکار اور طرز عمل میں کسی ضعیف سے ضعیف آدمی کو کوئی انسان سرکشوں اور ڈکٹیٹروں کے تابع نہیں بنا سکتا۔ کوئی شخص بھی کسی ضعیف سے ضعیف آدمی کو اس بات پر مجبور نہیں کرسکتا کہ وہ کسی سرکش اور ڈکٹیٹرکا دین قبول کرلے ، کیونکہ اللہ خالق و رازق موجود ہے جو سب کا کفیل و ذمہ دار ہے۔ صرف ضعیف لوگ خود اپنی خوشی سے یہ کام کرتے ہیں ، یہ خود ضعیف بن گئے ، ان کی قوت اور کسی سرکش اور ڈکٹیٹر کی قوت برابر ہے۔ جاہ و مرتبہ اور مال و منال کے اعتبار سے یہ مستضعفین ڈکٹیٹر کے برابر ہوتے ہیں۔ کسی ڈکٹیٹر کا مرتبہ اور منصب کسی کو ضعیف نہیں بنا سکتا بلکہ یہ ذہنی طور پر بودے کردار کے لوگ ہوتے ہیں ، اپنے ایمان اور روح کے اعتبار سے یہ کمزور لوگ ہوتے ہیں ، بےعزت اور آبرو باختہ لوگ ہوتے ہیں اور اپنی آزادی اور عزت کو معمولی مفادات کے لئے بیچ دینے والے لوگ ہوتے ہیں جو جھکتے ہیں حالانکہ عزت و آبرو اور آزادی انسان کا نہایت قیمتی اثاثہ ہوتا ہے۔\nہم دیکھتے ہیں کہ ان بودے لوگوں کی ایک بھیڑ ہے اور سرکش اور ڈکٹیٹر چند ایک ہیں۔ آخر یہ بھیڑ کیوں چند لوگوں کی غلامی اختیار کرتی ہے ، دراصل ان عوام میں ہمت نہیں ہوتی ، یہ روحانی اعتبار سے شکست خوردہ ہوتے ہیں۔ ان کے اندر حمیت نہیں ہوتی ، عزت نفس نہیں ہوتی اور یہ روحانی اور داخلی طور پر ان ڈکٹیٹروں کے سامنے شکست کھائے ہوئے ہوتے ہیں۔\nحقیقت یہ ہے کہ کوئی ڈکٹیٹر جمہور عوام کو صرف ان کی مرضی ہی سے ذلیل کرتا ہے۔ اگر عوام اٹھ کھڑے ہوں تو ان کے سامنے کوئی ڈکٹیٹرکھڑا نہیں رہ سکتا۔ لیکن یہ صورت حال خود عوام کے کمزور ارادے کی وجہ سے ہے۔\nکسی انسان پر ذلت تب ہی طاری ہوتی ہے ، جب اس کے اندر ذلیل ہونے کی صلاحیت ہو ، ڈکٹیٹر ہمیشہ عوام کی اس کمزوری سے فائدہ اٹھاتا ہے۔ اب ذرا کمزوروں کی ذہنیت کو دیکھو کہ قیامت کے دن وہ کس انداز سے پیش آتا ہے ، ان کی بات سے معلوم ہوتا ہے کہ یہ نہایت بودے کردار کے مالک تھے اور ہیں۔\nان کنا لکم ۔۔۔۔۔۔ من شییء (14 : 21) “ دنیا مین ہم تمہارے تابع تھے ، اب کیا تم اللہ کے عذاب سے ہم کو بچانے کے لئے بھی کچھ کرسکتے ہو ؟” یہ تمہاری تابع داری ہی ہمیں اس انجام تک لے آئی ہے جو بہت ہی المناک انجام ہے۔ یا ان کا مقصد فقط یہ ہے کہ انہوں نے اللہ کا عذاب تو دیکھ لیا ہے ، اب یہ ان مستکبرین کی سرزنش کرنا چاہتے ہیں کہ تمہاری قیادت اور راہنمائی یہ رنگ لاتی ہے ، اب آگے بڑھو اس عذاب کے لئے۔ بہرحال ان کا مطلب جو بھی ہو ، ہر حال میں ان کی ذلت پر بھی دلالت کرتا ہے اور منکرین کا جواب۔\nقالوا لو ھدنا ۔۔۔۔۔ من محیص (14 : 21) “ وہ جواب دیں گے ، اگر اللہ نے ہمیں نجات کی کوئی راہ دکھائی ہوتی تو ہم ضرور تمہیں دکھا دیتے۔ اب تو یکساں ہے خواہ ہم جزع و فزع کریں یا صبر ، بہرحال ہمارے لیے بچنے کی کوئی صورت نہیں ہے ”۔\nیہ بادل ناخواستہ ایک دو ٹوک جواب ہے ، “ اگر اللہ نے ہمیں نجات کی کوئی راہ دکھائی ہوتی تو ہم ضرور تمہیں دکھا دیتے ”۔ اب ہمیں کیوں ملامت کرتے ہو ، ہماری راہ بھی ایک ہے اور انجام بھی ایک ہے ، آخر ہم کب راہ نجات پر چلے کہ تم کو گمراہ کردیا۔ اگر ہمیں ہدایت نصیب ہوتی تو تم بھی ہمارے ساتھ راہ ہدایت پر ہوتے ، جس طرح ہماری گمراہی نے تمہیں گمراہ کیا۔ اب قیامت میں یہ لوگ اپنی ہدایت اور ضلالت کو اللہ کی طرف منسوب کرتے ہیں۔ اب تو یہ اللہ کی کبریائی کو تسلیم کرتے ہیں اور اللہ پر ایمان لاتے ہیں حالانکہ دنیا میں یہ ان ضعفاء پر اس طرح دست درازیاں کرتے تھے کہ گویا ان سرکشوں سے کوئی پوچھنے والا جباروقہار ہے ہی نہیں۔ اب یہاں وہ ہدایت و ضلالت کو اللہ کی طرف منسوب کر کے اس کی ذمہ داری سے بچنا چاہتے ہیں ، حالانکہ اللہ نے تو ان کو یہ حکم نہ دیا تھا کہ تم گمراہ ہوجاؤ ؟\nان اللہ لا یامر بالفحشاء “ اللہ لوگوں کو فحاشی کا حکم نہیں دیتا ”۔ لیکن در پردہ یہ ان کمزور فطرت لوگوں کو ملامت بھی کرتے ہیں ، ان کا مطلب یہ ہے کہ اب جزع و فزع سے فائدہ نہیں ، نہ صبر کرنے سے فائدہ ہے۔ عذاب کا فیصلہ ہوچکا ہے ، صبر سے یا جزع و فزع سے یہ تو ٹلنے کا نہیں۔ اب تو بہ کا دروازہ بند ہے۔ اگر یہ کھلا ہوتا تو گمراہ لوگ فریاد کر کے ہدایت پر آسکتے تھے ، اگر دنیا میں کوئی سختی ہوتی اور تم صبر کرتے تو بھی اللہ کی رحمت کی امید تھی۔ اب تو مہلت ختم ہے اور عذاب سے بچنے کی کوئی صورت نہیں ہے۔\nسواء علینا اجزعنا ام صبرنا ما لنا من محیص (14 : 21) “ اب تو یکساں ہے خواہ ہم جزع و فزع کریں یا صبر ، بہرحال ہمارے لیے بچنے پر ایک تعجب انگیز کردار آتا ہے۔ شیطان نمودار ہوتا ہے ، جو گمراہی کا داعی اور سرکشی کا حدی خواں ہے۔ یہ اسٹیج پر زاہدوں کے جبے میں آتا ہے۔ کاہنوں کی طرح نمودار ہوتا ہے ، اور دونوں فریقوں پر اپنے شیطانی غرور کا اظہار کرتا ہے اور ان کو ایسا چرکہ لگاتا ہے کہ یہ زبانی زخم شاید عذاب جہنم سے بھی کڑوا ہے۔\nوقال الشیطن لما ۔۔۔۔۔۔ لھم عذاب الیم (14 : 22) “ اور شیطان کہے گا “ حقیقت یہ ہے کہ اللہ نے جو وعدے تم سے کئے تھے وہ سب سچے تھے اور میں نے جتنے وعدے کئے ان میں سے کوئی بھی پورا نہ کیا ۔ میرا تم پر کوئی زور تو تھا نہیں ، میں نے اس کے سوا کچھ نہیں کیا کہ اپنے راستے کی طرف تم کو دعوت دی اور تم نے میری دعوت پر لبیک کہا۔ اب مجھے ملامت نہ کرو ، اپنے آپ ہی کو ملامت کرو۔ یہاں نہ میں تمہاری فریادرسی کرسکتا ہوں اور نہ تم میری۔ اس سے پہلے جو تم نے مجھے خدائی میں شریک بنا رکھا تھا میں اس سے بری الذمہ ہوں ، ایسے ظالموں کے لئے دردناک سزا یقینی ہے ”۔\nخدا کی پناہ ، حقیقت یہ ہے کہ شیطان درحقیقت شیطان ہے۔ اس منظر میں یہ مکمل فارم میں ہے جس طرح مستکبرین ڈکٹیٹر اور مستضعفین بودے کردار کے لوگ اپنی صحیح فارم میں ہیں۔\nیہ وہی شیطان ہے جو سینوں کے اندر وسوسہ اندازیاں کیا کرتا تھا ، لوگوں کو بدکرداریوں اور گناہوں کے لئے دھوکے دیتا تھا ، کفر کو لوگوں کے لئے مزین بناتا تھا۔ دعوت اسلامی کے سننے سے لوگوں کو روکتا تھا ، آج وہ انہیں نہایت ہی نیش زنی اور طعنہ زنی اور دردناک مزاح سے کہتا ہے کہ تمہاری اپنی غلطی ہے۔ اب یہ بھی اس کے بیان کردہ حقائق کا کوئی جواب نہیں دے سکتے کیونکہ وہ جو کچھ کہتا ہے اس کے مطابق تو آخری فیصلہ ہوچکا ہے۔ اب تو وہ سچی بات کہتا ہے لیکن بعد از وقت ۔\nان اللہ وعدکم وعد الحق ووعدتکم فاخلفتکم (14 : 22) “ حقیقت یہ ہے کہ اللہ نے جو وعدے تم سے کئے تھے وہ سب سچے تھے اور میں نے جتنے وعدے کیے ان میں سے کوئی پورا نہ کیا ”۔ اس کے بعد شیطان ایک نیا طعنہ دے کر انہیں چرکا لگاتا ہے کہ کیوں تم نے میری دعوت پر لبیک کہا ، مجھے تم پر کوئی اقتدار تو حاصل نہ تھا۔ صرف یہ بات تھی کہ تم لوگوں نے اپنی شخصیت کو بھلا دیا ہے میرے اور تمہارے درمیان جو دشمنی تھی اس کو نظر انداز کردیا۔ اور تم نے میری غلط دعوت کو قبول کرلیا۔ اور انبیاء کی سچی دعوت کو ترک کردیا۔\nوما کان لی ۔۔۔۔۔ فاستجبتم لی (14 : 22) “ میرا تم پر کوئی زور تو تھا نہیں ، میں نے اس کے سوا کچھ نہیں کیا کہ اپنے راستے کی طرف تم کو دعوت دی اور تم نے میری دعوت پر لبیک کہا ”۔ اس کے بعد وہ انہیں مزید شرمندہ کرتا ہے اور کہتا ہے مجھے ملامت نہ کرو بلکہ تم خود قابل سرزنش ہو کہ تم نے میری اطاعت کی۔\nفلا تلومونی ولو موا انفسکم (14 : 22) “ اب مجھے ملامت نہ کرو ، اپنے آپ ہی کو ملامت کرو ”۔ اب وہ ان کو اپنے حال پر چھوڑ دیتا ہے اور ان سے دستکش ہوجاتا ہے ، حالانکہ خود اس نے ان کے ساتھ وعدے کئے تھے اور ان کو امیدیں دلائی تھیں ، اور ان کے دل میں وسوسے ڈالے تھے کہ تمہارا کچھ بھی نہ بگڑے گا۔ اب جبکہ وہ فریاد کر رہے ہیں تو ان کی کوئی مدد نہیں کر رہا ہے۔ اور اگر وہ ان سے فریاد کرے تو وہ بھی کوئی مدد اس شیطان کی نہیں کرسکتے۔\nما انا بمصر خکم وما انتم بمصرخی (14 : 22) “ یہاں نہ میں تمہاری فریاد رسی کرسکتا ہوں ، نہ تم میری ” ۔ اب تو ہمارے اور تمہارے درمیان کوئی تعلق اور کوئی دوستی نہیں ہے۔\nاب وہ اس بات سے اپنی براءت کا اعلان کرتا ہے کہ تم نے مجھے اللہ کا شریک بنایا۔ صاف صاف انکار کرتا ہے کہ میں نے تو ایسا نہیں کہا۔\nانی کفرت بما اشرکتمون من قبل (14 : 22) “ اس سے پہلے جو تم نے مجھے خدائی میں شریک بنا رکھا تھا میں اس سے بری الذمہ ہو ”۔ شیطان اپنی تقریر ایک ایسی بات پر ختم کرتا ہے جو اس کے دوستوں کے لئے سخت حوصلہ شکن ہے۔\nان الظلمین لھم عذاب الیم (14 : 22) “ ایسے ظالموں کے لئے تو دردناک سزا یقینی ہے ”۔ یہ دیکھو شیطان کا کردار ! یہی تو ہے جو ان کو گمراہی کی طرف بلا رہا تھا اور وہ اس کے کہنے پر گمراہ ہوگئے تھے۔ ان کو رسول خدا کی طرف بلا رہے تھے اور ان لوگوں نے رسولان کی ایک نہ مانی۔ انکار کردیا۔\nقبل اس کے کہ اس منظر پر پردہ گرجائے دوسری طرف سے ایک اہل ایمان کا گروپ نمودار ہوتا ہے۔ یہ وہ لوگ ہیں جو آج قیامت کے دن سر خرو ہوگئے ہیں۔ ان کی نجات کا فیصلہ ہوگیا ہے۔",
  "ayah": 21,
  "surah": 14
}
