{
  "text": "آیت نمبر 35 تا 41\nاس منظر میں حضرت ابراہیم (علیہ السلام) بیت اللہ کے پاس کھڑے نظر آتے ہیں۔ بیت اللہ کی تعمیر انہوں نے کردی ہے اور یہ وہی بیت اللہ ہے جس کی تولیت اب قریش تک آپہنچی ہے۔ اور ذرا دیکھو ان کو ، یہ اللہ کے ساتھ کفر بیت اللہ میں کرتے ہیں۔ اور یہ کفر وہ اس گھر میں کرتے ہیں جس کے بنانے والے نے اسے صرف اللہ کی بندگی کے لئے بنایا تھا۔ قرآن کریم اس منظر میں حضرت ابراہیم (علیہ السلام) کو ایک عاجزی کرنے والا ، اللہ سے نہایت ڈرنے والا ، ذکر و شکر کرنے والا ظاہر کرتا ہے۔ یہ اس لیے کہ قریش ذرا غور کریں اور اپنے انکار اور ہٹ دھرمی کو ترک کر کے دعوت اسلامی کا اعتراف کرلیں ، کفر کے بجائے شکر کریں ، غفلت کے بجائے نصیحت حاصل کریں اور ابراہیم (علیہ السلام) کی اولاد ہونے کے دعویٰ کے ساتھ ساتھ وہ جو بدراہ و گمراہ ہوگئے ، واپس ان کی اصلی راہ پر آجائیں اور حضرت ابراہیم (علیہ السلام) کی پیروی کر کے راہ ہدایت پر آجائیں۔\nرب اجعل ھذا البلد امنا (14 : 35) ” پروردگار ، اس شہر (یعنی مکہ ) کو امن کا شہر بنا دے “۔ امن وہ نعمت ہے جو ہر انسان کی ضرورت ہے۔ انسان کے احساسات پر امن بہت اثر کرتا ہے ، کیونکہ انسان کی زندگی جاری ہی امن سے رہ سکتی ہے۔ یہاں حضرت ابراہیم (علیہ السلام) کی دعائے امن کو اس لیے لایا گیا ہے کہ اہل مکہ کو بتایا جائے کہ ذرا عقل کے ناخن لو اور اس شہر کے امن کو تباہ نہ کرو ، بڑی دعاؤں کے بعد یہ ملا ہے ۔ تم ایک طویل عرصہ ہوا اس سے فائدہ اٹھاتے رہے ہو اور خود اپنے ہاتھوں سے تباہ کرتے ہو اور شکر نہیں کرتے۔ یہ امن اس شہر کو تو حضرت ابراہیم (علیہ السلام) کی دعاؤں سے حاصل ہوا ہے۔ افسوس صد افسوس کہ تم حضرت ابراہیم (علیہ السلام) کے طریقے اور دین کو چھوڑ چکے ہو ، اور یوں نا شکری کرتے ہو۔ اور اس پر مستزاد یہ کہ اس خانہ توحید میں تم نے اللہ کے شریکوں کے بت رکھ چھوڑے ہیں ، تم اس شہر میں حضرت ابراہیم (علیہ السلام) کے دین اور اللہ کی راہ سے لوگوں کو روکتے ہو ، حضرت ابراہیم (علیہ السلام) کی دعا کے اس حصے پر تو غور کرو۔\nواجنبنی وبنی ان نعبد الاصنام ( 14 : 35) ” اور مجھے اور میری اولاد کو بت پرستی سے بچا “۔ حضرت ابراہیم (علیہ السلام) کی اس دعا سے معلوم ہوتا ہے کہ آپ رب کے سامنے تسلیم و رضا کے پیکر ہیں۔ اور دل کی گہرائیوں سے التجا کر رہے ہیں۔ دعا یہ ہے کہ اے اللہ مجھے اور میری اولاد کو بت پرستی سے بچائیو ، آپ اپنی دعا میں مدد بھی طلب فرماتے ہیں اور راہنمائی بھی چاہتے ہیں۔ اس دعا سے معلوم ہوتا ہے کہ آپ اس ہدایت کو اللہ کی نعمتوں میں سے ایک نعمت سمجھتے ہیں جس کی وجہ سے دل شرک اور بت پرستی کی تاریکیوں سے نکل آتا ہے اور جہالت کے بدلے علم اور تاریکی کے بدلے روشنی پاتا ہے۔ یعنی ایمان باللہ اور توحید کی ہدایت اور روشنی ۔ توحید میں آخر انسان حیرت اور پریشانی کے تہ بہ تہ اندھیروں سے نکل جاتا ہے اور گمراہی اور بدکرداری سے بچ نکلتا ہے ۔ وہ روشن دماغ ، پرسکون اور برقرار ہوتا ہے اور مختلف الہٰوں اور خداؤں کی بندگی سے نکل کر اور ذلت اور غلامی سے نکل کر ، ایک خدا کی نہایت ہی باعزت بندگی میں داخل ہوتا ہے اور ایک آزاد زندگی پاتا ہے۔ یہ وہ انعامات ہیں جو حضرت ابراہیم (علیہ السلام) پر رب تعالیٰ نے کر رکھے تھے۔ اب وہ دعا کرتے ہیں کہ یہ انعامات برقرار ہیں۔ وہ بھی اور ان کی اولاد بھی بت پرستی کی لعنت سے دور رہے\nحضرت ابراہیم (علیہ السلام) یہ دعا اس لیے کرتے ہیں کہ وہ دیکھتے ہیں کہ ان کے ما حول میں ان کی ہم عصر نسلوں میں سے اکثریت کو بت پرستی نے گمراہ کر رکھا ہے ، سابقہ لوگ بھی اس میں مبتلائے ہوئے اور خلق کثیر کو ان بتوں نے گمراہ کیا۔\nرب انھن اضللن کثیرا من الناس (14 : 36) ” اے رب ، ان بتوں نے بہتوں کو گمراہی میں ڈال دیا ہے “۔ اب یہ دعا اعلان کا رنگ اختیار کرتی ہے۔ آپ فرماتے ہیں کہ اللہ جو شخص میرے طریقے کو اپنائے گا وہی میرا ہوگا ، وہ میری طرف نسبت کرسکے گا ، اور قیامت میں میرے ساتھیوں میں سے ہوگا۔ ایمان اور نظریہ کا رفیق ہوگا۔\nفمن تبعنی فانہ منی (14 : 36) ” لہٰذا ان میں سے جو میرے طریقے پر چلے وہ میرا ہے “۔ اور جو میرے طریقے کو چھوڑ دے تو اس کا انجام میں تیرے سپرد کرتا ہوں۔\nومن عصانی فانک غفور رحیم (14 : 36) “ اور جو میرے خلاف طریقہ اختیار کرے تو ، تو درگزر کرنے والا مہربان ہے ” ۔ اس سے معلوم ہوتا ہے کہ حضرت ابراہیم (علیہ السلام) کس قدر مہربان ، رحیم اور بردباد اور صبر کرنے والے تھے۔ اس لیے وہ ان لوگوں کی ہلاکت کا مطالبہ نہیں کرتے۔ جو لوگ حضرت ابراہیم (علیہ السلام) کے طریقوں کو نہیں اپناتے اور ادھر ادھر ہوجاتے ہیں ، آپ ان کے لئے عذاب میں جلدی نہیں فرماتے بلکہ عذاب کا تذکرہ ہی نہیں کرتے۔ آپ ان لوگوں کو جو حضرت کے طریقوں سے ہٹ جاتے ہیں ، اللہ کے رحم و کرم کے سپرد کرتے ہیں ، عفو و درگزر کے حوالے کرتے ہیں۔ چناچہ اس فضا پر رحمت اور مغفرت کے سائے پھیل جاتے ہیں اور رحمت و شفقت اور معرفت کے ان سایوں کے نتیجے میں معصیت کی فضا دب جاتی ہے۔ حضرت ابراہیم (علیہ السلام) معصیت کی فضا کو کھولتے نہیں ، پس منظر میں لے جاتے ہیں۔\nاب اس سے آگے حضرت ابراہیم (علیہ السلام) اللہ کے سامنے یہ درخواست پیش فرماتے ہیں کہ اے اللہ تو دیکھ رہا ہے کہ میں نے اپنی اولاد میں سے بعض لوگوں کو اس بنجر وادی میں مستقلاً آباد کردیا ہے۔ جو بیت اللہ کے قریب ہونے کے سوا بنجر اور پسماندہ ہے اور یہ بھی ظاہر کرتے ہیں کہ ان لوگوں کو یہاں بسانے کا مقصد کیا ہے۔\nربنا انی اسکنت۔۔۔۔۔ بیتک المحرم (14 : 37) “ اے میرے رب ، میں نے اس بےآب وگیاہ وادی میں اپنی اولاد کے ایک حصے کو تیرے محترم گھر کے ساتھ لا بسایا ہے ”۔ یہ کیوں ؟\nربنا لیقیموا الصلوٰۃ (14 : 37) “ پروردگار ، یہ میں نے اس لیے کیا ہے کہ یہ لوگ یہاں نماز قائم کریں ”۔ فقط اقامت صلوٰہ مقصد ہے اور صرف اس مقصد کے لئے اس بنجر اور خشک وادی میں ان کو بسایا ہے۔\nفاجعل افئدۃ من الناس تھوی الیھم (14 : 37) “ لہٰذا لوگوں کے دلوں کو ان کا مشتاق بنا ”۔ دعا میں کس قدر رقت ہے اور فضا میں کس قدر سرور ہے ، دل میں رقت پیدا ہوتی ہے اور مشتاقان دید اڑ اڑ کر اس شہر پر گرتے نظر آتے ہیں۔ اس وادی غیر ذی زرع اور خشک و بنجر کی طرف عاشقوں کے قافلے رواں دواں ہیں۔ غرض اس دعا کے اندر اس قدر ترو تازگی ہے اور دعا کے اندر اس قدر رقت ہے کہ قریب ہے کہ پوری کائنات کے آنسو اس وادی کو تر کردیں۔\nوارزقھم من الثمرات (14 : 37) “ اور انہیں کھانے کو پھل دے ”۔ اور یہ پھل ان کو ان لوگوں کے ذریعہ ملیں جو ہر طرف سے اس گھر اور ان لوگوں پر پروانوں کی طرح آکر گریں۔ یہ کیوں ؟ اس لیے کہ وہ کھائیں پئیں اور مزے کریں ، اور اس کے بعد حضرت ابراہیم (علیہ السلام) کو جیسے شکر گزار ہونے کی خواہش ظاہر ہے کہ یہی ہے۔\nلعلھم یشکرون ( 14 : 37) “ شاید یہ شکر گزار بنیں ”۔ چناچہ حضرت ابراہیم (علیہ السلام) اپنی اولاد کو بیت اللہ کے پڑوس میں آباد کرتے ہیں اور سیاق کلام سے اس کا مقصد یہی ظاہر ہوتا ہے کہ وہ یہاں رہ کر نمازوں کو قائم کریں جس طرح نماز کو قائم کرنے کا طریقہ ہوتا ہے ۔ نیز حضرت ابراہیم (علیہ السلام) کی اس دعا کا مقصد یہی معلوم ہوتا ہے کہ ان کی اس خواہش کے پیچھے صرف یہ جذبہ ہے کہ لوگ اللہ کے شکر گزارہوں۔ لوگوں کے دل بیت اللہ اور اہل بیت اللہ کی طرف کھچ آئیں ، پھر لوگوں کے اس اجتماع سے ان کے لئے پھلوں اور غلوں کی شکل میں خوراک فراہم ہو اور اس کے جواب میں یہ لوگ اللہ کا شکر ادا کریں۔\nاس دعا کی روشنی میں قرآن کریم اس حقیقت کو ظاہر کرتا ہے کہ قریش جس مقصد کے لئے بیت اللہ کے قریب بسائے گئے تھے انہوں نے وہ مقصد ترک کردیا ہے۔ نہ وہ اللہ کے لئے نماز قائم کرتے ہیں اور نہ اللہ کے ان انعامات پر اس کا شکر ادا کرتے ہیں حالانکہ ابراہیم (علیہ السلام) کی دعا قبول ہوچکی ہے ۔ بیت اللہ پر لوگوں کا اجتماع جاری ہے اور پھل اور فروٹ ہر طرف سے ان کے لئے وافر مقدار میں آرہے ہیں۔\nحضرت ابراہیم (علیہ السلام) اپنی اس دعا پر ، کہ اس نے اپنی اولاد کو یہاں بسایا ہے اور ان کو پھل اور دوسری ضروریات فراہم ہوں ، تا کہ وہ نماز قائم کریں اور اللہ کا شکر ادا کریں ، اب خود تبصرہ فرماتے ہیں کہ اللہ تو سب لوگوں کے دلوں کی خواہشات کو جانتا ہے خواہ ظاہری ہوں یا خفیہ ہوں۔ اگر کوئی خدا کے خوف سے نماز پڑھتا ہے اور شکر کرتا ہے تو اللہ جانتا ہے۔ اللہ کی طرف توجہ میں مظاہر کی اہمیت نہیں ہے ، جس طرح یہ لوگ بیت اللہ میں تالیاں بجاتے اور سیٹیاں بجاتے ہیں۔ عبادت اور دعا تو اصل وہ ہوتی ہے جس میں کسی کا قلب و ضمیر اللہ کی طرف متوجہ ہوں کیونکہ اللہ سے کسی کی کوئی چیز پوشیدہ نہیں ہے۔ وہ تو زمین و آسمان میں ظاہر و خفیہ ہر چیز کو جانتا ہے۔\nربنا انک تعلم ۔۔۔۔۔۔ فی السماء (14 : 37) “ پروردگار ، تو جانتا ہے جو کچھ ہم چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں ”۔ اور واقعی اللہ کچھ بھی چھپا ہوا نہیں ہے ، نہ زمین مین نہ آسمانوں میں ”۔\nاس کے بعد حضرت ابراہیم (علیہ السلام) کی سابقہ مہربانیوں کو یاد کر کے اللہ کا شکر ادا کرتے ہیں اور حمد کرتے ہیں۔\nالحمد للہ الذی ۔۔۔۔۔ لسمیع الدعاء (14 : 39) “ شکر ہے اس خدا کا جس نے مجھے اس بڑھ اپنے میں اسماعیل (علیہ السلام) اور اسحاق (علیہ السلام) جیسے بیٹے دئیے ، حقیقت یہ ہے کہ میرا رب ضرور دعا سنتا ہے ”۔ اگر کسی کو بڑھاپے میں اولاد دے دی جائے جبکہ اس سے قبل اس کی اولاد نہ ہو تو اس پر بہت زیادہ اثر ہوتا ہے کیونکہ اولاد دراصل انسانی زندگی کا تسلسل ہے۔ اگر انسان کی زندگی قریب الاختتام ہو اور اسے غیر متوقع طور پر اولاد مل جائے تو یہ نہایت ہی اطمینان کی بات ہوتی ہے کیونکہ انسانی نفس ہمیشہ یہ ضرورت محسوس کرتا ہے کہ اس کی اولاد ہو۔ یہی وجہ ہے کہ حضرت ابراہیم حمد باری کرتے ہیں اور اللہ کی مزید رحمت کے امیداوار ہیں۔\nاب اس شکر اور حمد کے بعد یہ دعا کرتے ہیں کہ اے اللہ مجھے شکر ادا کرنے اور حمد باری تعالیٰ پر مداومت عطا فرما ، کہ میں تیری عبادت کرتا رہوں ، اطاعت کرتا رہوں۔ یوں حضرت ابراہیم (علیہ السلام) اپنے اس عزم کو اظہار کرتے ہیں کہ وہ شکر کرتے رہیں گے ، عبادت الٰہی کرتے رہیں گے اور یہ دعا اس ڈر سے کر رہے ہیں کہ کہیں اس میں کوئی رکاوٹ پیدا نہ ہوجائے ، کوئی امر ان کو اس سے موڑ نہ دے۔ چناچہ اپنے اس عزم کو بھی اب اللہ کی امداد سے جاری رکھنے کی دعا کرتے ہیں۔\nرب اجعلنی۔۔۔۔۔ وتقبل دعاء ( 14 : 40) “ اے میرے پروردگار ، مجھے نماز قائم کرنے والا بنا اور میری اولاد سے بھی (ایسے لوگ اٹھا جو یہ کام کریں ) ۔ پروردگار ، میر دعا قبول کر ”۔ ایک بار پھر ہمیں حضرت ابراہیم (علیہ السلام) اور ان کی اولاد اہل قریش کے موقف میں مکمل تضاد نظر آتا ہے ، ابراہیم (علیہ السلام) اللہ سے اس بات کے لئے مدد طلب کرتے ہیں کہ مجھے نماز قائم کرنے والا بنا دے اور اس کام میں مجھے اور میری اولاد کو توفیق دے مگر اس کی اولاد ہے کہ وہ نماز سے اعراض کر رہی ہے۔ اور حضرت ابراہیم (علیہ السلام) کی اولاد ہی سے جو رسول ان کے پاس آیا اور جو انہیں نصیحت کرتا ہے ، اور حضرت ابراہیم (علیہ السلام) کی تعلیمات یاد دلاتا ہے یہ لوگ اس کی تکذیب پر تلے ہوئے ہیں ، حالانکہ یہ خود ان میں سے ہے۔\nحضرت ابراہیم (علیہ السلام) اپنی اس خضوع وخشوع اور عاجزی سے بھری ہوئی دعا کو اپنے لیے اور اپنے والدین کے لئے اور تمام مومنین کے لئے طلب مغفرت پر ختم فرماتے ہیں کہ اے اللہ ہمیں حساب کے دن بخش دیجئے۔ کیونکہ حساب کے دن تو ہر شخص کو صرف عمل ہی فائدہ دے گا یا پھر اللہ کی طرف سے مغفرت ہی اس کا کام کرے گی۔\nربنا اغفرلی ۔۔۔۔۔۔۔ یقوم الحساب (14 : 41) “ پروردگار ، مجھے اور میرے والدین کو اور سب ایمان لانے والوں کو اس دن معاف کر دیجیو جبکہ حساب قائم ہوگا ”۔ خشوع و خضوع سے بھر پور اس دعا کا منظر یہاں ختم ہوتا ہے جس میں اللہ کی بےبہا نعمتوں اور ان پر شکر کے مناظر دکھائے گئے ، جس میں گفتگو کا ٹون نہایت ہی دھیمی موسیقی کا تھا ، جس طرح ہلکی ہوا میں سطح آب پر ہلکی سی موجیں اٹھتی ہیں۔ اس منظر سے پورے ماحول پر ایک الوداعی اور لطیف جذباتی فضا طاری ہوجاتی ہے۔ انسانی دل اللہ کی پناہ میں آجاتے ہیں۔ اللہ کے انعامات کو یاد کرتے ہیں اور یہ منظر حضرت ابراہیم (علیہ السلام) کو ایک بندۂ ذاکر وشاکر کے طور پر تصور کرتا ہے ، جس طرح اس دعا سے پہلے تمام بندگان خدا کو قرآن نے دعوت دی تھی کہ وہ اللہ کے بندگان ذاکر و شاکر بن جائیں۔\nیہاں قارئین یہ بات نوٹ کرنا بھول نہ جائیں کہ حضرت ابراہیم (علیہ السلام) کی اس پر سوز دعا میں “ ربنا ” اور “ رب ” اور “ ربی ” کا لفظ استعمال کیا گیا ہے۔ آپ نے اپنے لیے اور آپ کے بعد اپنی اولاد کے لئے اللہ کی صفت ربوبیت کو جان بوجھ کر استعمال کیا ہے اور اس میں گہری حکمت پوشیدہ ہے۔ آپ یہاں اللہ کی صفت الوہیت کو نہیں لاتے بلکہ صفت ربوبیت کو ۔۔۔۔ لاتے ہیں اس لیے کہ تمام جاہلیتوں خصوصاً عربی جاہلیت میں اللہ کی الوہیت مختلف فیہ نہیں رہی ہے۔ جس چیز میں ہمیشہ اختلاف واقع ہوتا ہے وہ اللہ کی صفت ربوبیت ہے۔ یعنی رب وہ ہوتا ہے جس کا تجویز کردہ نظام ، دین اور شریعت اس زمین پر چلتا ہے۔ اور یہی اصل عملی مسئلہ ہوتا ہے جو لوگوں کی زندگی کو متاثر کرتا ہے۔ جس کی وجہ سے اسلام اور جاہلیت میں تمیز ہوتی ہے ، توحید شرک سے جدا ہوتی ہے کیونکہ لوگ یا تو اللہ کے دین میں ہوں گے تو اللہ ان کا رب ہوگا یا وہ غیر اللہ کے نظام میں ہوں گے پھر یہ غیر اللہ ان کا رب ہوگا۔ اسلام اور جاہلیت اور توحید اور شرک میں یہی فرق ہے جو عملی زندگی میں اسلام کو جاہلیت اور توحید کو شرک سے جدا کرتا ہے۔ قرآن کریم یہاں قریش پر ان کے باپ ابراہیم (علیہ السلام) کی دعا میں ربوبیت کے مسئلے کو اس لیے پیش کرتا ہے اور ربوبیت پر اسی لیے زور دیتا ہے کہ وہ عربوں اور قریش پر واضح کرنا چاہتا ہے کہ تم اپنے جد امجد کی وصیت اور دعاؤں کے خلاف جا رہے ہو۔\nسیاق کلام میں اس حصے کا آغاز ان آیات پر کیا گیا تھا۔\nالم تر الی ۔۔۔۔۔۔ دار البوار (14 : 28) “ وہ لوگ جنہوں نے اللہ کی نعمت پائی اور اسے کفران نعمت سے بدل ڈالا اور اپنی قوم کو بھی ہلاکت کے گھر میں جھونک دیا ”۔ یہ لوگ بدستور اپنی اس ظالمانہ چال پر قائم رہے ، لیکن ان پر عذاب الٰہی بھی نہ آیا اور رسول اللہ ﷺ کو حکم دیا گیا کہ ان سے یہ کہیں :\nقل تمتعوا فان مصیرکم الی النار ( 14 : 30) “ کہو ، اچھا مزے کرلو ، آخر کار تمہیں پلٹ کر دوزخ ہی میں جانا ہے ”۔ اور حضور اکرم ﷺ کو مزید حکم دیا گیا تھا کہ آپ اپنی دعوت کا رخ اہل ایمان کی طرف پھیر دیں ، انہیں نماز اور کھلے طور پر اور خفیہ طور پر انفاق پر آمادہ کریں۔\nمن قبل ان یاتی یوم لا بیع فیہ ولا خلل (14 : 31) “ قبل اس کے کہ وہ دن آئے جس میں نہ خریدو فروخت ہوگی اور نہ دوست نوازی ہوسکے گی ” اب اس حصے کی تکمیل اس پر ہوتی ہے کہ جو لوگ اللہ کی نعمتوں کا کفران کرتے ہیں۔ ان کے لئے اللہ نے کیا تیار کر رکھا ہے اور وہ اپنے اس انجام تک کب پہنچیں گے اور یہ بات قیامت کے مناظر کی شکل میں بتائی جاتی ہے۔ جو پے درپے آتے ہیں۔ جن میں مارے خوف کے انسانی قدم ڈگمگائے جاتے ہیں اور دل تھر تھر کانپتے ہیں۔",
  "ayah": 35,
  "surah": 14
}
