{
  "text": "اس طرح ہم نے حضرت موسیٰ (علیہ السلام) کو بھی اپنی قوم کی زبان میں ارسال کیا تھا۔\nآیت نمبر 5 تا 8\nحضرت نبی ﷺ کو جو حکم دیا گیا ہے اور حضرت موسیٰ (علیہ السلام) کو جو حکم دیا گیا تھا دونوں کے الفاظ ایک ہی ہیں۔ اس سورة میں یہی انداز کلام اختیار کیا گیا ہے۔ اس فقرے کے بارے میں ابھی ہم مفصل بات کرچکے ہیں ، یہی تفسیر یہاں بھی ہے۔ حضرت محمد ﷺ کے لئے یہ حکم تھا۔\nلتخرج الناس من الظلمت الی النور (14 : 1) ” تا کہ تم لوگوں کو تاریکیوں سے نکال کر روشنی میں لاؤ “۔ اور یہی حکم موسیٰ (علیہ السلام) کے لئے ہے۔\nولقد ارسلنا ۔۔۔۔۔۔۔ الی النور (14 : 5) ” یہ کہ اپنی قوم کو ظلمات سے نکال کر روشنی میں لاؤ “۔\nحضور ﷺ کو حکم پوری انسانیت کے لئے ہے اور حضرت موسیٰ (علیہ السلام) کو حکم صرف ان کی قوم کے لئے تھا ۔ لیکن مقصد دونوں کا ایک ہی تھا کہ اپنی قوم کو تاریکیوں سے نکالو۔\nوذکرھم بایم اللہ (14 : 5) ” اور انہیں تاریخ الٰہی کے سبق آموز واقعات سنا کر نصیحت کرو “۔ سب کے سب دن اللہ کے ہیں۔ لیکن یہاں ان تاریخی دنوں سے مقصد ہے جن میں اللہ کے انعامات یا اللہ کا عذاب واضح طور پر نظر آتا ہے تا کہ ان سے انسانیت یا انسانیت کی کوئی جماعت استفادہ کرے اور نصیحت حاصل کرے۔ بعد میں تفصیلات آرہی ہیں کہ حضرت موسیٰ علیہ اللسام نے اپنی قوم کو ایام اللہ سے ڈرایا اور اقوام کے تاریخی واقعات ، قوم نوح ، قوم عاد ، قوم ثمود اور ان کے بعد آنے والی اقوام کے بارے میں یاد دہانی کرائی۔ یہ ہیں ایام اللہ۔\nان فی ذلک لایت لکل صبار شکور (14 : 5) ” ان واقعات میں بڑی نشانیاں ہیں ہر اس شخص کے لئے جو صبر اور شکر کرنے والا ہو “۔ ان ایام میں بعض آیات ، دلائل اور نشانات اقوام کی بدبختی کے ہیں تو اس سے صبر کی نصیحت حاصل ہوتی ہے اور بعض آیات اللہ کی نعمتوں کی ہوتی ہیں اور ان سے شکر کی نصیحت حاصل ہوتی ہے۔ جو شخص صبر کرنے والا اور شکر بجا لانے والا ہوتا ہے وہی ان نصیحتوں کا ادراک کرسکتا ہے اور ان کے اندر پائی جانے والی حکمت اور عبرت کو سمجھ سکتا ہے۔ نیز ان میں اس کے لئے تسلی اور یاد دہانی بھی ہوتی ہے۔\nچناچہ حضرت موسیٰ (علیہ السلام) اپنی قوم میں نبوت کے فرائض سر انجام دیتے رہے اور قوم کو نصیحت کرتے رہے۔\nواذ قال موسیٰ ۔۔۔۔۔۔ من ربکم عظیم (14 : 6) ” یاد کرو جب موسیٰ علی السلام نے اپنی قوم سے کہا ” اللہ کے اس احسان کو یاد کرو جو اس نے تم پر کیا ہے ۔ اس نے تم کو فرعون والوں سے چھڑایا جو تم کو سخت تکلیفیں دیتے تھے ، تمہارے لڑکوں کو قتل کر ڈالتے تھے اور تمہاری لڑکیوں کو زندہ بچا رکھتے تھے ، اس میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی “۔\nحضرت موسیٰ (علیہ السلام) ان کو اللہ کی نعمتیں یاد دلاتے ہیں۔ یہ نعمت کی اللہ نے ، ان کو سخت عذاب سے نجات دی۔ یہ عذاب ان کو آل فرعون کی طرف سے دیا جا رہا تھا اور یہ عذاب مسلسل ان پر ڈھایا جا رہا تھا۔ اس میں کوئی وقفہ یا کوئی چھٹی کا پیریڈ نہ تھا اور اس عذاب کی انتہا یہ تھی کہ وہ ان کے بچوں میں سے لڑکوں کو قتل کردیتے تھے اور لڑکیوں کو زندہ رہنے دیتے تھے۔ یہ اس لیے کہ ان کے اندر قوت مدافعت باقی نہ رہے اور مردوں کی کمی کی وجہ سے جنگی اعتبار سے وہ ضعیف ہوجائیں تا کہ ان کو ذلیل کر کے رکھا جاسکے۔ اللہ نے ان کو غلامی اور ذلت کی اس حالت سے نکالا۔ چناچہ یہاں ان کو حضرت موسیٰ (علیہ السلام) یاد دلاتے ہیں تا کہ وہ شکر بجا لائیں۔\nوفی ذلکم بلاء من ربکم عظیم (14 : 6) ” اس میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی “۔ پہلے تو ان کو نعمت کے ساتھ نہیں بلکہ مصیبت میں آزمایا گیا تا کہ ان کے صبر ، برداشت اور قوت مدافعت اور عزم کو آزمایا جائے کہ وہ کس قدر مخلص ہیں اور کس قدر اللہ کے احکام بجا لانے والے ہیں۔ صبر کا یہ مفہوم یہ نہیں ہے کہ کوئی انسان ذلت کو برداشت کرتے کرتے اپنے آپ کو اس کا عادی بنا لے بلکہ صبر یہ ہے کہ انسان مصائب کو برداشت کرے لیکن اس کی استقامت میں کوئی تزلزل نہ آئے۔ وہ شکست برداشت نہ کرے ، روحانی طور پر ہمت نہ ہارے ، اپنے پروگرام پر چلنے کا عزم پورا رکھتا ہو اور اس کے اندر ظلم اور سرکشی کے مقابلے کے لئے تیاری کا عزم موجود ہو۔ اگر ایسا نہیں ہے تو صبر نہیں بلکہ خواری اور ذلت کو قبول کرنا ہے اور نجات میں بھی ان کے لئے آزمائش ہے کہ آیا وہ شکر کرتے ہیں یا نہیں۔ اللہ کی اس نعمت کا اعتراف کرتے ہیں یا نہیں۔ اور نجات کے بدلے اللہ کی راہ ہدایت کو اپناتے ہیں یا نہیں۔\nحضرت موسیٰ (علیہ السلام) اب مزید بیان کرتے ہیں۔ ایام اللہ کے بیان کے بعد اب ان کو مستقبل کی ہدایات دیتے ہیں اور بتاتے ہیں کہ اب تمہیں چاہئے کہ صبر اور شکر کو اپنا وطیرہ بنا لو اور اگر تم شکر کروگے تو اس کا نتیجہ اچھا ہوگا اور اگر کفر کروگے تو اللہ کا عذاب پھر تیار ہوگا۔\nواذ تاذن ۔۔۔۔۔۔ عذابی لشدید (14 : 7) ” یاد رکھو ، تمہارے رب نے خبردار کردیا تھا کہ اگر شکر گزار بنو گے تو میں تم کو اور زیادہ نوازوں گا اور اگر کفران نعمت کرو گے تو میری سزا بہت سخت ہے “۔\nیہ ایک عظیم حقیقت ہے ، یہ حقیقت کہ شکر نعمت سے نعمت میں اضافہ ہوتا ہے اور کفران نعمت سے انسان اللہ کی شدید پکڑ میں آجاتا ہے۔ جب ہم ذرا اس حقیقت پر غور کرتے ہیں تو پہلی ہی سوچ میں ہمارے دل اس حقیقت پر مطمئن ہوجاتے ہیں کیونکہ ایک تو یہ اللہ کا سچا وعدہ ہے اور اس نے بہرحال پورا ہو کر رہنا ہے لیکن اگر ہم اس کے اسباب کو بھی معلوم کرنا چاہیں اور ایسے اسباب کی تلاش کریں جنہیں ہم سمجھ سکتے ہیں تو بھی ہمیں کچھ زیادہ دور جانے کی ضرورت نہیں پڑتی۔\nشکر نعمت سے معلوم ہوتا ہے کہ شکر کرنے والے کے نفس میں ایک صحیح معیار بیٹھا ہوا ہے۔ اللہ کی نعمت کا فطری تقاضا ہے کہ اس کا شکر ادا کیا جائے۔ ہر فطرت سلیم ، احسان کا فطری صلہ شکر کو سمجھتی ہے۔ ایک تو یہ سبب ہے ، دوسرے یہ کہ جو شخص نعمتوں پر اللہ کا شکر ادا کرتا ہے وہ یہ یقین رکھتا ہے کہ اللہ ہی ان نعمتوں کا متصرف ہے۔ اس طرح یہ شخص سر کشی سے باز رہتا ہے ، لوگوں پر اپنے آپ کو برتر نہیں سمجھتا اور اللہ کی نعمتوں کو مخلوق خدا کے اذیت دینے ، شر کرنے ، معاشرے میں فساد پھیلانے اور خصوصاً گندگی پھیلانے کے لئے استعمال نہیں کرے گا۔\nان امور سے انسان کے نفس کے اندر پاکی آجاتی ہے اور ایسا شخص عمل صالح کے لئے آگے بڑھتا ہے۔ خدا کی دی ہوئی دولت میں اچھا تصرف کرتا ہے اور اس اچھے تصرف کی وجہ سے اس میں ترقی ہوتی ہے اور برکت آجاتی ہے ۔ اس طرح ایسے شخص سے اس کے اردگرد کے لوگ بھی خوش ہوتے ہیں اور پھر اس خوشی کی وجہ سے وہ اس کی اور معاونت کرتے ہیں۔ اس طرح معیشت کی ترقی کے لئے مزید پر امن ماحول فراہم ہوتا ہے اور اس میں ترقی ہوتی ہے۔ اگرچہ ایک مومن کے لئے تو صرف یہی کافی ہے کہ اگر شکر کرو گے تو میں زیادہ دولت دوں گا چاہے وہ دوسرے اسباب کو سمجھ سکے یا نہ سمجھ سکے کیونکہ اللہ کا وعدہ ایک حق ہے اور اس نے بہرحال پورا ہونا ہے۔\nاللہ تعالیٰ کی نعمتوں کا کفر دو طرح کا ہوتا ہے ایک تو اس طرح کہ نعمت کا شکر ادا نہ کیا جائے ، دوسرے اس طرح کہ دولت مند شخص اس بات کا انکار کردے کہ ان نعمتوں کا بخشنے والا اللہ ہے۔ وہ ان نعمتوں کو اپنے علم ، اپنی مہارت اور اپنی ذاتی جدو جہد کا ثمرہ قرار دے۔ گویا وہ یہ سمجھتا ہے کہ علم ، مہارت ، جدو جہد کی قوت یہ اللہ کی نعمتیں نہیں ہیں۔ یہ اس کی خود کی پیدا کردہ ہیں اور بھی کفران نعمت یوں ہوتا ہے کہ ان کی وجہ سے یہ شخص سرکشی اختیار کرتا ہے ، تکبر کرتا ہے ، اپنے آپ کو لوگوں کے مقابلے میں بڑی چیز سمجھتا ہے اور ان کے ذریعہ فساد پھیلاتا ہے اور عیش و عشرت کرتا ہے۔ یہ سب امور اللہ کی نعمتوں کی ناشکری میں آتے ہیں۔ عذاب شدید کی بھی پھر مختلف شکلیں ہیں ، کبھی تو یہ یوں آتا ہے کہ اللہ کی نعمت کسی سے سلب کرلی جاتی ہے اور وہ مشخص طور پر ان سے محروم ہوجاتا ہے یا انسانی شعور پر نعمتوں کا جو اثر ہوتا ہے وہ مٹ جاتا ہے۔ بعض اوقات کسی نعمت کو انسان کے لئے مصیبت بنا دیا جاتا ہے اور صاحب نعمت پر اس کی وجہ مصائب آجاتے ہیں۔ جو لوگ اس نعمت سے محروم ہوتے ہیں وہ اس کے ساتھ حسد کرتے ہیں اور کبھی یوں ہوتا ہے کہ اس دنیا میں اس پر ایک عرصے کے بعد عذاب آجاتا ہے اور کبھی اس عذاب کو آخرت تک ملتوی کردیا جاتا ہے۔ لیکن عذاب ملتا ضرور ہے کیونکہ کفران نعمت کا جرم بغیر سزا کے نہیں رہ سکتا۔\nاگر کوئی شکر کرتا ہے تو اللہ کو اس کا کوئی فائدہ نہیں پہنچتا۔ اور اگر کوئی کفران نعمت کرتا ہے تو اللہ کو اس سے کوئی نقصان نہیں پہنچتا۔ اللہ تو بذات خود غنی ہے اور دونوں جہانوں میں کسی کا محتاج نہیں ہے۔ وہ بذات خود محمود ہے۔ یہ نہیں ہے کہ وہ صرف لوگوں کے شکر اور حمد کے ساتھ محمود ہو سکتا ہے۔\nوقال موسیٰ ۔۔۔۔۔۔ لغنی حمید (14 : 8) ” اور موسیٰ نے کہا کہ اگر تم کفر کرو اور زمین کے سارے رہنے والے بھی کافر ہوجائیں تو اللہ بےنیاز ہے اور اپنی ذات میں محمود ہے “۔ اگر تم شکر کرو گے تو اس سے تمہاری زندگی سدھرے گی۔ لوگوں کے نفوس اللہ کی طرف متوجہ ہوں گے اور پاکیزہ ہوں گے اور شکر کی وجہ سے وہ سدھر جائیں گے۔ وہ مطمئن ہوجائیں گے کہ اب یہ نعمت انشاء اللہ جاری رہے گی اور اس کے بگڑنے اور ختم ہونے کا خطرہ نہ رہے گا۔ نیز بطور شکر نعمت جو خرچ کیا جائے گا اس پر کوئی نفس پریشان نہ ہوگا بلکہ خوش ہوگا۔ کیونکہ منعم موجود ہے اور بطور شکر جو حصہ جائے گا اس سے بقیہ حصہ پاک ہوگا اور اجر مزید ملے گا۔\nحضرت موسیٰ (علیہ السلام) اپنی قوم کے سامنے وعظ و نصیحت جاری رکھے ہوئے ہیں لیکن وہ پس منظر میں چلے گئے تا کہ منظر پر ایک عظیم معرکہ دکھایا جاسکے۔ جو تمام انبیاء کی امتوں اور ان کے بالمقابل جاہلیتوں میں برپا ہوگا۔ ان جاہلیتوں نے اپنے اپنے رسولوں کی تکذیب کی تھی۔ قرآن مجید کا یہ انوکھا اسلوب ہے کہ وہ کلام کا انداز یکلخت بدل کر اسے زندہ منظر میں بدل دیتا ہے۔ یہ منظر زندہ اور متحرک ہوتا ہے۔ اس میں افراد چلتے پھرتے نظر آتے ہیں اور ان کے تاثرات بھی صاف نظر آتے ہیں۔ زمان ومکان کو لپیٹ کر اب ایک عظیم منظر۔",
  "ayah": 5,
  "surah": 14
}
