{
  "text": "বলুন। ‘প্রশংসা আল্লাহ্রই যিনি কোন সন্তান গ্রহণ করেননি [১] , তাঁর সার্বভৌমত্বে কোন অংশীদার নেই [২] এবং দুর্দশাগ্রস্ততা থেকে বাঁচতে তাঁর অভিভাবকের প্রয়োজন নেই [৩]। আর আপনি সসম্ভ্রমে তাঁর মাহাত্ম্য ঘোষণা করুন।\n[১] এখানে প্রত্যক্ষভাবে রাসূলকে নির্দেশ দেয়া হলেও নির্দেশটি সমস্ত উম্মতের জন্যও প্রযোজ্য। সবাইকে তাওহীদের ঘোষণা দেয়ার নির্দেশ দেয়া হচ্ছে। আল্লাহর একত্ববাদ প্রতিষ্ঠা করার আদেশ করা হয়েছে। পবিত্র কুরআনের বিভিন্ন স্থানে তাওহীদের এ অংশের নির্দেশ সম্বলিত আয়াতসমূহ এসেছে। [যেমন, সূরা ইখলাস, সূরা আল জিনঃ ৩, সূরা আল-মু'মিনূনঃ ৯১, সূরা আল-আনআমঃ ১০১, সূরা আল-বাকারাহ ১১৬, সূরা ইউনুসঃ ৬৮, সূরা আল-কাহফঃ ৪, সূরা মারইয়ামঃ ৮৮-৯২, সূরা আল আম্বিয়াঃ ২৬, সূরা আল-ফুরকানঃ ২] এ সমস্ত আয়াতে যে সত্যটি তুলে ধরা হয়েছে তা হলো, দয়াময় আল্লাহর জন্য সন্তান গ্রহণ অসম্ভব। সন্তান তো তারাই আশা করে যারা তাদের অবর্তমানে তাদের কাজকারবার দেখাশুনা, তাদের নাম টিকিয়ে রাখা, তাদের চাহিদা পূরণ, তাদের কর্মকাণ্ডে সাহায্য-সহযোগিতার প্রয়োজন পড়ে। মহান আল্লাহ তা’আলা এ সমস্ত কিছু থেকে সম্পূর্ণ পবিত্র। তিনি সর্বদা আছেন ও থাকবেন। তার কোন অভাব নেই। সবাই তাঁর মুখাপেক্ষী। সুতরাং আল্লাহর কোন সন্তান হতে পারে না। এতে ইয়াহুদী ও নাসারাদের দাবীর রদ করা হয়েছে। [দেখুন, ফাতহুল কাদীর]\n[২] এখানে আরও যে সমস্ত কারণে মানুষ তাওহীদ থেকে বিচ্যুত হয় তা হচ্ছে, কোন কোন মানুষ মনে করে থাকে যে, যদি তার সন্তান নাও থাকে তার রাজত্বে ও রবুবিয়াতে অন্য কেউ শরীক আছে। সুতরাং তাদেরকেও সন্তুষ্ট করা উচিত। যেমন, মাজুস সম্প্রদায় মনে করে থাকে। তারা দু’জন ইলাহ নির্ধারণ করে থাকে। [ফাতহুল কাদীর] অনুরূপভাবে হিন্দু সম্প্রদায়ের মধ্যেও অনেকে এ ধরনের বিশ্বাস করে থাকে।\n[৩] এখানে সে সমস্ত মুশরিকদের কথা বলা হয়েছে যারা বিভিন্ন দেবতা ও জ্ঞানী গুণী মহামানবদের সম্পর্কে বিশ্বাস করতো যে, আল্লাহ নিজের সার্বভৌম কর্তৃত্বের বিভিন্ন বিভাগ এবং নিজের রাজত্বের বিভিন্ন এলাকা তাদের ব্যবস্থাপনায় দিয়ে দিয়েছেন। এখানে তাদের এ বিশ্বাসের বিরুদ্ধে প্রমাণ পেশ করা হয়েছে যে, আল্লাহ এমন নন যে, তিনি কোন কাজ করতে গিয়ে অপর কাজ করতে অপারগ হয়ে পড়েন। সুতরাং তার সহকারী কেন লাগবে? সুতরাং তাদের যে বিশ্বাস ছিল, আল্লাহ নিজে তাঁর সার্বভৌম কর্তৃত্বের বোঝা বহন করতে অক্ষম, তাই তিনি নিজের জন্য কোন সাহায্যকারী ও নির্ভর তালাশ করে বেড়াচ্ছেন। এটা একান্ত ভ্ৰান্ত ধারণা ও বিশ্বাস। তাই বলা হয়েছে, আল্লাহ অক্ষম নন। তাঁর কোন ডেপুটি, সহকারী ও সাহায্যকারীর প্রয়োজন নেই। [দেখুন, ইবন কাসীর]",
  "ayah": 111,
  "surah": 17
}
