{
  "text": "সাত আসমান এবং যমীন এবং এগুলোর অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে [১] এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু তাঁদের পবিত্রতা ও মহিমা ঘোষণা তোমরা বুঝতে পার না; নিশ্চয় তিনি সহনশীল, ক্ষমাপরায়ণ।\n[১] ইচ্ছাগত তাসবীহ তো শুধু ফেরেশতা এবং ঈমানদার জিন ও মানবের মধ্যেই সীমাবদ্ধ। কিন্তু সৃষ্টিগতভাবে আল্লাহ্ তাআলা জগতের প্রত্যেকটি অণু-পরমাণুকে তাসবীহ পাঠ্যকারী বানিয়ে রেখেছেন। [ইবন কাসীর] কিন্তু তাদের এই সৃষ্টিগত ও বাধ্যতামূলক তাসবীহ সাধারণ মানুষের শ্রুতিগোচর হয়না। এ আয়াতেই বলা হয়েছে\n, وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ\nএ উক্তি এ কথা প্রমাণ করে যে, প্রত্যেক বস্তুর সৃষ্টিগত তাসবীহ এমন জিনিস, যা সাধারণ মানুষ বুঝতে সক্ষম নয়। অবস্থগত তাসবীহ তো বিবেকবান ও বুদ্ধিমানরা বুঝতে পারে। এ থেকে জানা গেল যে, এই তাসবীহ পাঠ শুধু অবস্থাগত নয়, সত্যিকারের; কিন্তু আমাদের বোধশক্তি ও অনুভূতির উর্ধের্ব। তাছাড়া মু'জেযা ও কারামত হিসেবে কখনও কখনও অচেতন বস্তু সমূহের তাসবীহও আল্লাহ তা'আলা মাঝে মধ্যে শুনিয়ে থাকেন। যেমন, আব্দুল্লাহ ইবনে মাসউদ বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে খাবার খেতাম, এমতাবস্থায় আমরা খাবারের তাসবীহও শুনতাম” [বুখারীঃ ৩৫৭৯]\nঅনুরূপভাবে মরা খেজুরগাছের কাঠের কান্না। [বুখারী: ৩৫৮৩]\nমক্কার এক পাথর কর্তৃক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সালাম দেয়া। [মুসলিম: ২২৭৭]\nউদাহরণতঃ সূরা ছোয়াদে দাউদ আলাইহিস সালাম সম্পর্কে বলা হয়েছেঃ “আমি পাহাড়সমূহকে আজ্ঞাবহ করে দিয়েছি। তারা দাউদের সাথে সকাল-বিকাল তাসবীহ পাঠ করে”। [১৮] সূরা আল-বাক্কারায় পাহাড়ের পাথর সম্পর্কে বলা হয়েছেঃ “কতক পাথর আল্লাহর ভয়ে নীচে পড়ে যায়” [৭৪]। এতে প্রমাণিত হয়েছে যে, পাথরের মধ্যেও চেতনা, অনুভূতি ও আল্লাহর ভয় রয়েছে। সূরা মারইয়ামে নাসারা সম্প্রদায় কর্তৃক ঈসা আলাইহিস সালামকে আল্লাহর পুত্র আখ্যায়িত করার প্রতিবাদে বলা হয়েছেঃ “তারা বলে, ‘দয়াময় সন্তান গ্ৰহণ করেছেন। তোমরা তো এমন এক বীভৎস বিষয়ের অবতারণা করছ; যাতে আকাশমণ্ডলী বিদীর্ণ হয়ে যাবে, পৃথিবী খণ্ড-বিখণ্ড হবে ও পর্বতমণ্ডলী চূৰ্ণ-বিচূর্ণ হয়ে আপতিত হবে, যেহেতু তারা দয়াময়ের প্রতি সন্তান আরোপ করে। অথচ সন্তান গ্ৰহণ করা দয়াময়ের শোভন নয়!”। [৮৮-৯২] বলাবাহুল্য, এই ভয়-ভীতি তাদের চেতনা ও অনুভূতির পরিচায়ক। চেতনা ও অনুভূতি থাকলে তসবীহ পাঠ করা অসম্ভব নয়।",
  "ayah": 44,
  "surah": 17
}
