{
  "text": "আর আমাদেরকে নিদর্শন প্রেরণ করা থেকে শুধু এটাই বিরত রেখেছে যে, তাদের পূর্ববর্তীগণ তাতে মিথ্যারোপ করেছিল। আর আমরা শিক্ষাপ্রদ নিদর্শনসরূপ সামূদ জাতিকে উষটৃ দিয়েছিলাম, অতঃপর তারা সেটার প্রতি যুলুম করেছিল। আমরা তো শুধু ভয় দেখানোর জন্যই নিদর্শন পাঠিয়ে থাকি [১]।\n[১] এখানে বক্তব্য হচ্ছে এই যে, এ ধরনের মু'জিযা দেখার পর যখন লোকেরা একে মিথ্যা বলতে থাকে তখন তাদের উপর আযাব নাযিল হওয়া অনিবাৰ্য হয়ে পড়ে এবং তখন এ জাতিকে ধ্বংস করা ছাড়া আর কোন পথ থাকে না। মানব জাতির অতীত ইতিহাস প্রমাণ করে , বিভিন্ন জাতি সুস্পষ্ট মু'জিযা দেখে নেবার পরও সেগুলোকে মিথ্যা বলেছে, ফলে তাদেরকে ধ্বংস করে দেয়া হয়েছে। এখন এটা পুরোপুরি। আল্লাহর রহমত যে, তিনি এমন ধরনের কোন মু'জিযা আর পাঠাচ্ছেন না। এর মানে হচ্ছে , তিনি তোমাদের বুঝবার ও সংশোধিত হবার অবকাশ দিচ্ছেন। কিন্তু তোমরা এমনি নির্বোধ যে, মু'জিযার দাবী জানিয়ে সামুদ জাতির পরিণাম ভোগ করতে চাচ্ছি। সামূদ জাতি সুস্পষ্ট নিদর্শন চেয়েছিল। তারপর যখন তাদের কাছে তা আসল এবং তারা কুফরী করল তখন আল্লাহ্ তা'আলা তাঁর নিয়মানুসারে তাদেরকে ধ্বংস করে দিলেন। এ আয়াতের শানে নুযুল সম্পর্কে জানা থাকলে বিষয়টি আরো স্পষ্ট হবে। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ 'মক্কাবাসীগণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এ দাবী করল যে, আপনি আমাদের জন্য সাফা পাহাড়কে স্বর্ণে পরিণত করে দিন। আমাদের জন্য মক্কার পাহাড়গুলো স্থানান্তরিত করে আমাদের মধ্যে প্রশস্ততার ব্যবস্থা করুন। তখন আল্লাহ তা'আলা বলেনঃ “আপনি যদি চান তো আমি তারা যা চায় তা তাদেরকে দিব কিন্তু তারপর যদি তারা কুফরী করে তবে তাদের পূর্ববর্তীগণ যেভাবে ধ্বংস হয়েছে সেভাবে তাদেরকেও ধ্বংস করে দেব। আর যদি আপনি চান তো আমি অপেক্ষা করব হয়ত বা তাদের বংশধরদের কেউ ঈমান আনবে।\" তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “বরং আমি তাদের জন্য অপেক্ষা করব।” তখন আল্লাহ এ আয়াত নাযিল করেন। [মুসনাদে আহমাদঃ ১/২৫৮, দ্বিয়া আল-মাকদেসী, আলমুখতারাহঃ ১০/৭৮-৮০] সুতরাং কোন ম্যাজিক বা দর্শনীয় খেলা দেখানোর উদ্দেশ্যে কখনো মু'জিযা দেখানো হয় না। সব সময় মু'জিযা এই উদ্দেশ্যে দেখানো হয়েছে যে, লোকেরা তা দেখে সাবধান হয়ে যাবে, তারা বুঝতে পারবে নবীর পেছনে আছে এক সর্বময় শক্তিশালী সত্তার অসীম ক্ষমতা এবং তাঁর নাফরানীর পরিণাম কি হতে পারে তাও তারা জানতে পারবে।",
  "ayah": 59,
  "surah": 17
}
