{
  "text": "আর স্মরণ করুন, যখন আমরা আপনাকে বলেছিলাম যে, নিশ্চয় আপনার রব মানুষকে পরিবেষ্টন করে আছেন [১]। আর আমরা যে দৃশ্য আপনাকে দেখিয়েছি তা [২] এবং কুরআনে উল্লেখিত অভিশপ্ত গাছটিও [৩] শুধু মানুষের জন্য ফিতনাস্বরূপ [৪] নির্ধারণ করেছি। আর আমরা তাদেরকে ভয় দেখাই, কিন্তু এটা তাদের ঘোর অবাধ্যতাই বৃদ্ধি করে।\n[১] অর্থাৎ আপনার নবুওয়াতী দাওয়াতের সূচনালগ্নেই যখন মক্কার এ কাফেররা আপনার বিরোধিতা করতে এবং আপনার পথে প্রতিবন্ধকতা দাঁড় করাতে শুরু করেছিল তখনই আমি পরিষ্কার ভাষায় ঘোষণা করেছিলাম, আমি এ লোকদেরকে ঘিরে রেখেছি, এরা সর্বাত্মক প্রচেষ্টা চালিয়ে দেখে নিক, কোন ভাবেই এরা আপনার দাওয়াতের পথ রোধ করতে পারবে না এবং আপনি যে কাজে হাত দিয়েছেন সব রকমের বাধা-বিপত্তি সত্ত্বেও সে কাজ সম্পন্ন হবেই। অথবা আয়াতের অর্থ, আপনি দাওয়াত দিতে থাকুন, তারা আপনার কোন ক্ষতি করতে পারবে না। কারণ, তারা সবাই আল্লাহর আয়ত্ত্বাধীন। [ইবন কাসীর] আল্লাহ বিরোধীদেরকে ঘিরে রেখেছেন এবং নবীর দাওয়াত আল্লাহর হেফাজতে রয়েছে-একথা মক্কার প্রাথমিক যুগের সূরাগুলোতে বিভিন্ন জায়গায় বলা হয়েছে। যেমন সূরা বুরুজে বলা হয়েছেঃ “কিন্তু এ কাফেররা মিথ্যা বলার ও অস্বীকার করার কাজে লেগেই আছে এবং আল্লাহ সবদিক থেকে তাদেরকে ঘেরাও করে রেখেছেন\"। [১৯-২০] এর জন্য আরো দেখুন, সূরা আল-বাকারাহঃ ১৯, সূরা ফুসসিলাতঃ ৫৪ ৷\n[২] এ আয়াতে সংখ্যাগরিষ্ঠ তফসীরবিদদের মতে الرؤيا (স্বপ্ন) বলে رؤية (দেখা) বোঝানো হয়েছে। যা ইসরা ও মি'রাজের রাত্ৰিতে সংঘটিত হয়েছিল। [ইবন কাসীর]\n[৩] অর্থাৎ “যাক্কুম”। এ সম্পর্কে কুরআনে খবর দেয়া হয়েছে, এ গাছটি জাহান্নামের তলদেশে উৎপন্ন হবে এবং জাহান্নামীদের তা খেতে হবে। একে অভিশপ্ত করার মানে হচ্ছে এই যে, যারা এ গাছ থেকে খাবে তারা অভিশপ্ত হবে। [ফাতহুল কাদীর] যেমন অন্য সূরায় বলা হয়েছে, “নিশ্চয় যাক্কুম গাছ হবে, পাপীর খাদ্য\" [সূরা আদ-দোখান: ৪৩-৪৪]\n[৪] অর্থাৎ মি'রাজের রাত্ৰিতে যে দৃশ্যাবলী আমি আপনাকে দেখিয়েছিলাম, তা মানুষের জন্য একটি ফেতনা ছিল। আরবী ভাষায় ‘ফেতনা’ শব্দটি অনেক অর্থে ব্যবহৃত হয়। এর এক অর্থ গোমরাহী। আরেক অর্থ পরীক্ষাও হয় এবং অন্য এক অর্থ হাঙ্গামা ও গোলযোগ। এখানে সব অর্থের সম্ভাবনা বিদ্যমান। আয়েশা রাদিয়াল্লাহু আনহা, সুফিয়ান, হাসান, মুজাহিদ রাহে মাহুমুল্লাহ প্রমুখ বলেনঃ এটা ছিল ধর্মত্যাগের ফেতনা। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যখন শবে-মে'রাজে বায়তুল-মুকাদ্দাস, সেখান থেকে আকাশে যাওয়ার এবং প্রত্যুষের পূর্বে ফিরে আসার কথা প্রকাশ করলেন, তখন কোন কোন অপক্ক নও মুসলিম মুরতাদ হয়ে যাবার অবস্থায় পড়ে গিয়েছিল। [তাবারী; ফাতহুল কাদীর]",
  "ayah": 60,
  "surah": 17
}
