{
  "text": "সূর্য হেলে পড়ার পর থেকে রাতের ঘন অন্ধকার পর্যন্ত সালাত কায়েম করুন [১] এবং ফজরের সালাত [২]। নিশ্চয় ফজরের সালাত উপস্থিতির সময় [৩]\nনবম রুকু’\n[১] আলোচ্য আয়াতসমূহে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সময় মত সালাত কায়েম করার নির্দেশ দেয়া হচ্ছে। [ইবন কাসীর] পূর্বের আয়াতসমূহে আল্লাহ সংক্রান্ত আকীদা, আখেরাতের জন্য পুনরুত্থান ও প্রতিফল বিষয়াদি বর্ণিত হয়েছে। এখানে সবচেয়ে উত্তম ইবাদাত সম্পর্কে নির্দেশ দেয়া হচ্ছে। [ফাতহুল কাদীর] পর্বত সমান সমস্যা ও সংকটের আলোচনা করার পর পরই সালাত কায়েম করার হুকুম দেয়ার মাধ্যমে মহান সর্বশক্তিমান আল্লাহ এ মর্মে একটি সূক্ষ্ম ইঙ্গিত করেছেন যে, এ অবস্থায় একজন মুমিনের জন্য যে অবিচলতার প্রয়োজন হয় তা সালাত কায়েমের মাধ্যমেই অর্জিত হতে পারে। শক্ৰদের দুরভিসন্ধি ও উৎপীড়ন থেকে আত্মরক্ষার উত্তম প্রতিকার হচ্ছে সালাত কায়েম করা। সূরা হিজারের আয়াতে আরও স্পষ্ট ভাষায় বলা হয়েছেঃ “আমি জানি যে, কাফেরদের পীড়াদায়ক কথাবার্তা শুনে আপনার অন্তর সংকুচিত হয়ে যায়। অতএব আপনি আপনার পালনকর্তার প্রশংসা দ্বারা তাঁর পবিত্রতা ও মহিমা ঘোষণা করুন এবং সেজদাকারীদের অন্তর্ভুক্ত হয়ে যান।” [৯৭-৯৮] এ আয়াতে আল্লাহর যিকর, প্রশংসা, তসবীহ ও সালাতে মশগুল হয়ে যাওয়াকে শক্ৰদের উৎপীড়নের প্রতিকার সাব্যস্ত করা হয়েছে। আল্লাহর যিকর ও সালাত বিশেষভাবে এ থেকে আত্মরক্ষার প্রতিকার। এ ব্যাখ্যাও অবাস্তব নয় যে, শক্ৰদের উৎপীড়ন থেকে আত্মরক্ষা করা আল্লাহর সাহায্যের উপর নির্ভরশীল এবং আল্লাহর সাহায্য লাভ করার উত্তম পন্থা হচ্ছে সালাত। যেমন কুরআন পাক বলেঃ “সবর ও সালাত দ্বারা সাহায্য প্রার্থনা কর। ” [সূরা আল-বাকারাহঃ ৪৫]\n[২]  আয়াতে قرآن শব্দ এসেছে, যার অর্থঃ পড়া। আরও এসেছে فجر  শব্দ, \"ফজর’ শব্দের আভিধানিক অর্থ হচ্ছে, ভোর হওয়া বা প্ৰভাতের উদয় হওয়া। অর্থাৎ একেবারে সেই প্রথম লগ্নটি যখন প্ৰভাতের শুভ্ৰতা রাতের আধার চিরে উকি দিতে থাকে। তাই এ শব্দদ্বয়ের অর্থ দাঁড়ায়, ফজরের কুরআন পাঠ। কুরআন মজীদে সালাতের প্রতিশব্দ হিসেবে সালাতের বিভিন্ন অংশের মধ্য থেকে কোন একটির নাম নিয়ে সমগ্ৰ সালাতটি ধরা হয়েছে। যেমন তাসবীহ, যিকির, হামদ(প্ৰশংসা), কিয়াম (দাঁড়ানো) রুকূ, সিজদাহ ইত্যাদি। এখানে قرآن  শব্দ বলে সালাত বোঝানো হয়েছে। কেননা, কুরআন পাঠ নামায্যের গুরুত্বপূর্ণ অঙ্গ। কাজেই আয়াতের দ্বারা ফজরের সালাতকেই বুঝানো হয়েছে। [ফাতহুল কাদীর]\nঅধিকাংশ তাফসীরবিদদের মতে এ আয়াতটি পাঁচ ওয়াক্ত নামাযের জন্যে একটি পূর্ণাঙ্গ নির্দেশ। কেননা, دلوك শব্দের অর্থ আসলে ঝুকে পড়া। সূর্যের ঝুকে পড়া তখন শুরু হয়, যখন সূর্য পশ্চিমাকাশে ঢলে পড়ে, সূর্যাস্তকেও دلوك বলা যায়। কিন্তু অধিকাংশ সাহাবী ও তাবেয়ীগণ এস্থলে শব্দের অর্থ সূর্যের ঢলে পড়াই নিয়েছেন। আর غسق শব্দের অর্থ রাত্রির অন্ধকার সম্পূর্ণ হয়ে যাওয়া। এভাবে\nأَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ\nএর মধ্যে চারটি সালাত এসে গেছেঃ যোহর, আসর, মাগরিব ও এশা। এর পরবর্তী বৰ্ণনা الْفَجْرِ قُرْآنَ  দ্বারা ফজরের সালাতকে বুঝানো হয়েছে। এ আয়াতে সংক্ষেপে মি'রাজের সময় যে পাঁচ ওয়াক্ত সালাত ফরয করা হয়েছিল তার সময়গুলো কিভাবে সংগঠিত ও বিন্যস্ত করা হবে তা বলা হয়েছে। নির্দেশ দেয়া হয়েছে, একটি সালাত পড়ে নিতে হবে সূর্যোদয়ের আগে। আর বাকি চারটি সালাত সূর্য ঢলে পড়ার পর থেকে নিয়ে রাতের অন্ধকার পর্যন্ত পড়ে নিতে হবে। তারপর এ হুকুমটি ব্যাখ্যা করার জন্য জিবরীল আলাইহিস সালামকে পাঠানো হয়েছে। তিনি এসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নামাযগুলোর সঠিক সময়ের শিক্ষা দান করেছেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “জিবরীল দু’বার আমাকে বায়তুল্লাহর কাছাকাছি জায়গায় সালাত পড়ান। প্রথম দিন যোহরের সালাত ঠিক এমন সময় পড়ান যখন সূর্য সবেমাত্র হেলে পড়েছিল এবং ছায়া জুতার একটি ফিতার চাইতে বেশী লম্বা হয়নি। তারপর আসরের সালাত পড়ান এমন এক সময় যখন প্রত্যেক জিনিসের ছায়া তার দৈর্ঘ্যের সমপরিমাণ ছিল। এরপর মাগরিবের সালাত এমন সময় পড়ান যখন রোযাদার রোযার ইফতার করে। তারপর পশ্চিমাকাশের লালিমা খতম হবার পরপরই এশার সালাত পড়ান। আর ফজরের সালাত পড়ান। ঠিক যখন রোযাদারের উপর খাওয়া দাওয়া হারাম হয়ে যায় তেমনি সময়। দ্বিতীয় দিন তিনি আমাকে যোহরের সালাত এমন সময় পড়ান যখন প্রত্যেক জিনিসের ছায়া তার দৈর্ঘ্যের সমান ছিল। আসরের সালাত পড়ান এমন সময় যখন প্রত্যেক জিনিসের ছায়া তার দৈর্ঘের দ্বিগুণ ছিল। মাগরিবের সালাত পড়ান এমন সময় যখন সাওমপালনকারী সাওমের ইফতার করে। এশার সালাত পড়ান এমন সময় যখন রাতের তিনভাগের একভাগ অতিক্রান্ত হয়ে গেছে এবং ফজরের সালাত পড়ান আলো চারদিকে ভালভাবে ছড়িয়ে পড়ার পর। তারপর জিব্রীল আমার দিকে মুখ ফিরিয়ে বলেন, হে মুহাম্মাদ! এই হচ্ছে নবীদের সালাত আদায়ের সময় এবং এ দু'টি সময়ের মাঝখানেই হচ্ছে সালাতের সঠিক সময়। ” [তিরমিয়ীঃ ১৫৯, আবুদাউদঃ ৩৯৩]\nকুরআন মজীদের বিভিন্ন জায়গায়ও পাঁচ সালাতের এ ওয়াক্তসমূহের প্রতি ইংগিত করা হয়েছে। যেমন সূরা হূদে বলা হয়েছেঃ “সালাত কায়েম করো দিনের দুই প্রান্তে (অর্থাৎ ফজর ও মাগরিব) এবং কিছু রাত পার হয়ে গেলে (অর্থাৎ এশা)। [১১৪] সূরা ‘ত্বা-হা’য়ে বলা হয়েছেঃ “আর নিজের রবের হামদ (প্রশংসা) সহকারে তাঁর তাসবীহ (পবিত্রতা বর্ণনা) করতে থাকো সূর্যোদয়ের পূর্বে (ফজর) ও সূর্যাস্তের পূর্বে (আসর) এবং রাতের সময় আবার তাসবীহ করো (এশা) আর দিনের প্রান্তসমূহে (অর্থাৎ সকাল, যোহর ও মাগরিব)”। [১৩০] তারপর সূরা রূমে বলা হয়েছেঃ “কাজেই আল্লাহর তাসবীহ করো যখন তোমাদের সন্ধ্যা হয় (মাগরিব) এবং যখন সকাল হয় (ফজর)। তাঁরই জন্য প্রশংসা আকাশসমূহে ও পৃথিবীতে এবং তাঁর তাসবীহ করো দিনের শেষ অংশে (আসর) এবং যখন তোমাদের দুপুর (যোহর) হয়। \"[১৭-১৮] তবে যদিও আলোচ্য আয়াতসমূহে পাঁচ ওয়াক্ত সালাতের নির্দেশই সংক্ষেপে বৰ্ণিত হয়েছে কিন্তু এর পূর্ণ তাফসীর ও ব্যাখ্যা কেবলমাত্র রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের কথা ও কাজের মাধ্যমেই সাব্যস্ত হয়েছে। [ইবন কাসীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ব্যাখ্যা গ্ৰহণ না করা পর্যন্ত কোন ব্যক্তি সালাত আদায়ই করতে পারে না। জানি না, যারা কুরআনকে হাদীস ও রাসূলের বর্ণনা ছাড়াই বোঝার দাবী করে, তারা সালাত কিভাবে পড়ে? এমনিভাবে এ আয়াতে সালাতে কুরআন পাঠের কথাও সংক্ষেপে উল্লেখিত হয়েছে। এর বিবরণ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের কথা ও কাজ দ্বারা প্রমাণিত হয়েছে।\n[৩] مشهو د শব্দটি شهد ধাতু থেকে উদ্ভূত। এর অর্থ উপস্থিত হওয়া। হাদীসসমূহের বর্ণনা অনুযায়ী এ সময় দিবা-রাত্রির উভয় দল ফেরেশতা সালাতে উপস্থিত হয়। তাই একে مشهو د বলা হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “রাতের ফেরেশতা এবং দিনের ফেরেশতাগণ এ সময় উপস্থিত হয়। ” [তিরমিয়ী ৩১৩৫]\nঅন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"জামাতের সালাতের ফযীলত একাকী সালাতের চেয়ে পচিশ গুণ বেশী। রাতের ফেরেশতা এবং দিনের ফেরেশতাগণ ফজরের সালাতে একত্রিত হন। \" [বুখারীঃ ৬৪৮, মুসলিমঃ ৬৪৯]",
  "ayah": 78,
  "surah": 17
}
