{
  "text": "আর রাতের কিছু অংশে তাহাজ্জুদ [১] আদায় করুন, এটা আপনার জন্য অতিরিক্ত [২]। আশা করা যায় আপনার রব আপনাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে [৩]।\n[১] تهجد শব্দটি নিদ্ৰা যাওয়া ও জাগ্রত হওয়া এই পরস্পর বিরোধী দুই অর্থে ব্যবহৃত হয়। [ফাতহুল কাদীর] আয়াতের অর্থ এই যে, রাত্রির কিছু অংশে কুরআন পাঠসহ জাগ্রত থাকুন। কেননা به এর সর্বনাম দ্বারা কুরআন বোঝানো হয়েছে। [ফাতহুল কাদীর] আর কুরআন পাঠসহ জাগ্রত থাকার অর্থ সালাত পড়া। এ কারণেই শরীআতের পরিভাষায় রাত্রিকালীন সালাতকে “তাহাজ্জুদ” বলা হয়। সাধারণতঃ এর অর্থ, এরূপ নেয়া হয় যে কিছুক্ষণ নিদ্ৰা যাওয়ার পর যে সালাত পড়া হয় তাই তাহাজ্জুদের সালাত। হাসান বসরী বলেনঃ এশার পরে পড়া হয় এমন প্রত্যেক সালাতকে তাহাজ্জুদ বলা যায়। [ইবন কাসীর] তবে প্রচলিত পদ্ধতির কারণে কিছুক্ষণ নিদ্ৰা যাওয়ার পর পড়ার অর্থেই অনেকে তাহাজ্জুদ বুঝে থাকেন। সাধারণতঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম ও সাহাবায়ে কেরাম শেষ রাত্রে জাগ্রত হয়ে তাহাজ্জুদের সালাত পড়তেন। তাই এভাবে পড়াই উত্তম হবে। তাহাজ্জুদের সালাতের ব্যাপারে বহু হাদীসে অনেক ফযীলত বর্ণিত হয়েছে। এক হাদীসে বলা হয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “রমযানের সাওমের পর সবচেয়ে উত্তম হলো আল্লাহর মাস মুহররামের সাওম আর ফরয সালাতের পর সবচেয়ে উত্তম সালাত হলো, রাতের সালাত”। [মুসলিমঃ ১১৬৩]\n[২] نافلة  শব্দের আভিধানিক অর্থ অতিরিক্ত। এ কারণেই যেসব সালাত, দান-সদকা ওয়াজিব ও জরুরী নয়- করলে সওয়াব পাওয়া যায় এবং না করলে গোনাহ নাই, সেগুলোকে নফল বলা হয়। আয়াতে নামাযে তাহাজ্জুদের সাথে نافلة  শব্দ সংযুক্ত হওয়ায় এটাই বোঝা যায় যে, তাহাজ্জুদের সালাত বিশেষভাবে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম- এর জন্যে নফল। অথচ সমগ্র উম্মতের জন্যেও নফল। এজন্যেই কোন কোন তফসীরবিদ এখানে نافلة  শব্দটিকে উম্মতের ওপর তো শুধু পাঁচ ওয়াক্ত সালাতই ফরয; কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম-এর উপর তাহাজ্জুদও একটি অতিরিক্ত ফরয। অতএব, এখানে نافلة শব্দের অর্থ অতিরিক্ত ফরয। নফলের সাধারণ অর্থে নয়। [তাবারী] আবার কোন কোন মুফাসসির বলেন, এখানে نافلة শব্দটি তার সাধারণ অর্থ অতিরিক্ত অর্থেই ব্যবহৃত হয়েছে, তখন অর্থ হবেঃ আপনার যাবতীয় পূর্ব ও পরের গুণাহ মাফ হয়ে যাওয়ার কারণে আপনার জন্য তাহাজ্জুদের সালাত অতিরিক্তই রয়ে গেল। [ইবন কাসীর] আপনার উম্মাতের জন্য সেটার প্রয়োজনীয়তা হলো, গোনাহ মাফ পাওয়া। কিন্তু আপনার জন্য তা মর্যাদা বৃদ্ধি কারক। কিন্তু নফল হওয়া সত্ত্বেও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ ত্যাগ করতেন না। এ ব্যাপারে তাকে জিজ্ঞেস করা হলে তিনি বলেছিলেন যে,\nأَفَلا أَكُونُ عَبْداً شكُوراً\nঅর্থাৎ “আমি কি কৃতজ্ঞ বান্দা হবো না? [মুসলিমঃ ২৮১৯]\n[৩] আলোচ্য আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে মাকামে মাহমুদের ওয়াদা দেয়া হয়েছে। মাকামে মাহমুদ শব্দদ্বয়ের অর্থ, প্রশংসনীয় স্থান। এই মাকাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের জন্যেই বিশেষভাবে নির্দিষ্ট-অন্য কোন নবীর জন্যে নয়। এর তাফসীর প্রসঙ্গে বিভিন্ন উক্তি বর্ণিত আছে। সহীহ হাদীস সমূহে স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, এ হচ্ছে “বড় শাফা আতের মাকাম”। [ফাতহুল কাদীর]। হাশরের ময়দানে যখন সমগ্ৰ মানব জাতি একত্রিত হবে এবং প্রত্যেক নবীর কাছেই শাফাআতের দরখাস্ত করবে, তখন সব নবীই শাফা’আত করতে অপারগতা প্রকাশ করবেন। তখন কেবল মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামাই সমগ্ৰ মানবজাতির জন্যে শাফাআত করবেন। এ সম্পর্কে দিন লোকেরা দলে দলে বিভক্ত হবে। প্রত্যেক উম্মত তার নিজের নবীর কাছে যাবে। তারা বলবে, হে অমুক (নবী)!! আল্লাহর কাছে আমাদের জন্য শাফা’আত করুন। হে অমুক (নবী)!! আল্লাহর কাছে আমাদের জন্য শাফা’আত করুন। (কিন্তু তারা কেউ শাফা’আত করতে রাযী  হবেন না)। শেষ পর্যন্ত শাফা’আতের দায়িত্ব এসে পড়বে নবী (মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উপর। আর এই দিনেই আল্লাহ তাকে মাকামে মাহমুদে দাঁড় করাবেন। [বুখারীঃ ৪৭১৮]\nঅপর এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যে ব্যক্তি আযান শুনার পর বলবে “আল্লাহুম্মা রাব্বা হাযিহিদ দাওয়াতিত তাম্মাতি ওয়াস সালাতিল কায়েমাহ, আতি মুহাম্মদানিল ওয়াসিলাতা ওয়াল ফাদীলাহ ওয়াব’আসাহু মাকামাম মাহমুদানিল্লাযী ওয়াদতাহ্” তার জন্য আমার শাফা’আত হালাল হয়ে যাবে। [বুখারীঃ ৪৭১৯]\nঅন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তিনি এ আয়াতে مَقامٌ مَحْمُود “মাকামে মাহমুদ তথা প্রশংসিত স্থান” সম্পর্কে বলেছেনঃ “এটা সে স্থান যেখান থেকে আমি আমার উম্মাতের জন্য শাফা’আত করব। ” [মুসনাদে আহমাদঃ ২/৪৪১, ৫২৮]",
  "ayah": 79,
  "surah": 17
}
