{
  "text": "নিশ্চয়ই এ কুরআন হেদায়াত করে সে পথের দিকে যা আকওয়াম [১] (সরল, সুদৃঢ়) এবং  সৎকর্মপরায়ণ মুমিনদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহাপুরস্কার।\n[১] কুরআন যে পথ নির্দেশ করে, তাকে ‘আকওয়াম' বলা হয়েছে। ‘আকওয়াম’ সেপথ, যা অভীষ্ট লক্ষ্যে পৌছাতে নিকটবর্তী, সহজ এবং বিপদাপদমুক্ত ও। সুতরাং কুরআনের প্রদর্শিত পথটি সহজ, সরল, সঠিক, কল্যাণকর, ইনসাফপূর্ণ [আদওয়াউল বায়ান] এ থেকে বোঝা গেল যে, কুরআন মানুষের জীবনের জন্যে যেসব বিধি-বিধান দান করে, সেগুলোতে এ উপরোক্ত গুণগুলো বিদ্যমান রয়েছে। তাতে রয়েছে দুনিয়া ও আখেরাতের কল্যাণ। যদিও মুলহিদও আল্লাহ বিরোধী মানুষ স্বল্প বুদ্ধির কারণে মাঝে মাঝে এ পথকে দুৰ্গম ও বিপদ সংকুল মনে করতে থাকে এবং দ্বীনে ইসলামে বিভিন্নভাবে বদনামী করে থাকে। তারা মূলত আল্লাহর বিধানসমূহের হিকমত ও রহস্য সম্পর্কে অজ্ঞ ও জানতে অপারগ। [আদওয়াউল বায়ান] কিন্তু রাব্ববুল আলামীন সৃষ্টি জগতের প্রতিটি অণু-পরমাণু সম্পর্কে জ্ঞান রাখেন এবং ভূত ও ভবিষ্যৎ তাঁর কাছে সমান। একমাত্র তিনিই এ সত্য জানতে পারেন যে, মানুষের উপকার কোন কাজেও কিভাবে বেশী। স্বয়ং মানুষ যেহেতু সামগ্রিক অবস্থা সম্পর্কে জ্ঞাত নয়, তাই সে নিজের ভালমন্দ ও পুরোপুরি জানতে পারে না। কুরআন যে উত্তম পথের পথ নির্দেশ করে তার উদাহরণ হলো, কুরআন তাওহীদের দিকে পথ নির্দেশ করে, যা মানবজীবনের সবচেয়ে চরমও পরম পাওয়া। কুরআন তাওহীদের তিনটি অংশ অর্থাৎ প্রভুত্বে, নাম ও গুণে এবং ইবাদতে তাওহীদ প্রতিষ্ঠা করার নির্দেশ দেয় যা মানুষের জীবনকে এক সুন্দর ও সাবলীল গতিতে নিয়ে যায়। কুরআন তালাকের ক্ষমতা পুরুষের হাতে দিয়েছে। কারণ, ক্ষেতের মালিকই জানেন কিভাবে তিনি সেটা পরিচালনা করবেন। কুরআন মিরাসের ক্ষেত্রে ছেলেকে মেয়ের দ্বিগুণ দিয়েছে। এটা তার প্রাজ্ঞতার প্রমাণ। অনুরূপভাবে কুরআন কিসাসের প্রতি পথ নির্দেশ করে যা মানুষের জানের নিরাপত্তা বিধান করে। তদ্রুপ কুরআন মানুষকে চুরির শাস্তি হিসেবে হাত কাটার নির্দেশ দেয় যা মানুষের মালের নিরাপত্তা নিশ্চিত করে। তেমনিভাবে কুরআন মানুষকে ব্যভিচারের শাস্তি হিসেবে পাথর মেরে হত্যা এবং বেত্রাঘাতের প্রতি দিক নির্দেশনা দেয় যা মানুষের সম্মানের হেফাজতের গ্যারান্টি দেয়। সুতরাং কুরআন সত্যিকার অর্থেই এমন পথের দিক নির্দেশনা দেয় যা অভীষ্ট লক্ষ্যে পৌঁছাতে নিকটবতী, সহজ ও বিপদমুক্ত । [আদওয়াউল বায়ান; সংক্ষেপিত]",
  "ayah": 9,
  "surah": 17
}
