{
  "text": "قال انی ارید ۔۔۔۔۔۔۔۔۔۔ انشاء اللہ من الصلحین (27)\nیوں نہایت ہی سادگی اور بےتکلفی سے اس شخص نے اپنی دو بیٹیوں میں ایک حضرت موسیٰ کے عقد میں دینے کے لیے خود پیش کش کردی۔ شاید یہ وہی لڑکی تھی جس نے تجویز دی تھی اور اس کے اور موسیٰ (علیہ السلام) کے قلوب کا میلان ایک دوسرے کی طرف تھا۔ اس شخص نے بےتکلفی سے اور براہ راست پیش کش صراحت کے ساتھ کردی۔ کیونکہ یہ پیش کش عقد کے لیے تھی۔ لہٰذا اس میں حجاب محسوس کرنے کی کوئی ضرورت نہ تھی۔ کیونکہ یہ پیش کش اس لیے تھی کہ ایک نیا خاندان وجود میں آجائے۔ اس شخص نے تکلف اور کنایہ و اشارہ میں بات کرنے کا تکلف نہیں کیا۔ ایسے تکلفات اور بناوٹیں ان معاشروں میں ہوتی ہیں جن میں فطرت سے انحراف پیدا ہوجاتا ہے اور ایسے معاشرے نہایت ہی باطل ، گندی رسومات اور تکلفات کا شکار ہوجاتے ہیں۔ ان تکلفات کی وجہ سے والد یا سرپرست کسی بچی کو کسی کے عقد میں دینے کے لیے کبھی صاف صاف پیش کش نہیں کرتا ، حالانکہ دل سے وہ کئی لوگوں کو پسند کرتا ہے۔ وہ اچھی طرح سمجھتا ہے کہ فلاں رشتہ اس کی بہن بیٹی اور رشتہ دار کے لیے بہت مفید ہے ، لیکن لوگ انتظار کرتے ہیں کچھ خاوند ، اس کے وکیل یا اس کے سرپرست کی طرف سے کوئی پیش کش ہو ، بالعموم یہ تصور کیا جاتا ہے کہ عورت کی جانب سے پیش کش مناسب نہیں ہے۔\nلیکن ایسی غیر فطری اور سڑی ہوئی سوسائٹیوں کے تضادات میں سے ایک تضاد یہ ہے کہ نوجوان لڑکے ایک دوسرے کے ساتھ آزادانہ میل جول رکھتے ہیں۔ آزادانہ گب شپ لگاتے ہیں ، آزادانہ اختلاط اور باہم انکشاف کے روادار ہوتے ہیں لیکن نکاح اور عقد کی پیش کش کو معیوب سمجھا جاتا ہے۔ جب نکاح کی پیش کش ہوتی ہے تو اس وقت بھی مصنوعی حجاب اور پردہ داری شروع ہوجاتی ہے اور لڑکا لڑکی ایک دوسرے کے ساتھ بات چیت چھوڑ دیتے ہیں بلکہ پردہ شروع ہوجاتا ہے۔ غرض نکاح کی پیش کش میں فطری بےتکلفی نہیں ہوتی حالانکہ اس میں سادگی اور کھلاپن ہونا چاہئے۔\nرسول اللہ ﷺ کے زمانے میں باپ صاف صاف اپنی لڑکیوں کا رشتہ پیش کرتے تھے بلکہ عورتیں بھی اپنے آپ کو پیش کرتی تھیں۔ عورتیں اپنے آپ کو نبی ﷺ کے نکاح میں آنے کی پیش کش کرتی تھیں یا ان لوگوں کو بےتکلف پیش کش کرتی تھیں جو ان کے ساتھ نکاح میں دلچسپی رکھتے تھے۔ یہ معاملہ نہایت سادگی اور علانیہ اور بےتکلفی اور کھلے پن سے طے ہوجاتا۔ اور اس کے لیے کوئی مخصوص آداب و تکلفات نہ تھے۔ نہ اس طرح پیش کش سے کسی کی عزت اور شرافت میں فرق آتا تھا۔ حضرت عمرؓ نے اپنی بچی حفصہ کی پیش کش حضرت ابوبکر صدیق ؓ کو کی تو وہ خاموش ہوگئے۔ پھر انہوں نے حضرت عثمان کو کی تو انہوں نے معذرت کی۔ جب انہوں نے حضور ﷺ کو اطلاع دی کہ انہوں نے ایسا کیا ہے تو حضور ﷺ بہت خوش ہوئے اور فرمایا ہوسکتا ہے کہ اسے ایسا رشتہ مل جائے جو ان دونوں سے بہتر ہو۔ اس کے بعد حضور اکرم ﷺ نے خود ان کے ساتھ نکاح کرلیا۔ ایک دوسری عورت نے اپنے آپ کو رسول اللہ ﷺ کے لیے پیش کیا تو آپ ﷺ نے معذرت کی۔ پھر اس عورت نے اپنے نکاح کا اختیار حضور ﷺ کو دے دیا۔ حضور ﷺ نے اس کا نکاح ایک ایسے شخص سے کردیا جس کے پاس قرآن کی دو سورتیں تھیں۔ حضور ﷺ نے اس عورت کا نکاح اس کے ساتھ کردیا اور ان دو سورتوں کو اس کا مہر قرار دیا۔\nیہ تھی وہ سادگی جس کے ساتھ اسلامی معاشرے میں خاندان بن رہے تھے اور اس طرح ایک اسلامی سوسائٹی وجود میں آرہی تھی۔ اس معاملے میں ان کے ہاں کوئی اشارہ ، کنایہ ، تکلف اور تصنع اور ٹیڑھ نہ تھی۔ مدین کے اس بوڑھے نے بھی ایسا ہی کیا۔ اس نے خود موسیٰ (علیہ السلام) کو یہ پیش کش کی اور یہ وعدہ بھی کیا کہ اس عرصے میں وہ ان پر کوئی سختی نہ کرے گا۔ اور ان کی وسعت سے زیادہ کام نہ لے گا۔ اور وہ یہ امید کرتا ہے کہ تم ایک صالح نوجوان کا کردار ادا کرو گے۔ اور ہمارے معاملات و صفائی کے ساتھ چلیں گے۔ یہ نہایت ہی خوبصورت اور سادہ آداب ہیں۔ وہ نہ اپنے آپ کو آسمانوں پر چڑھاتے ہیں اور پاکی داماں کی حکایات کرتے ہیں اور نہ موسیٰ (علیہ السلام) کے بارے میں تعریف اور مدح سرائی کرتے ہیں۔ پس صرف خیر کی امید رکھتے ہیں۔ اور تمام معاملات اللہ کی مشیت کے سپرد کرتے ہیں۔",
  "ayah": 27,
  "surah": 28
}
