{
  "text": "فلما جآءھم موسیٰ ۔۔۔۔۔۔۔۔۔۔۔۔ ویوم القیمۃ ھم من المقبوحین (36 – 42)\nیہاں قرآن کریم نے نہایت ہی جلدی میں فرعون کا انجام بتا دیا اور ایک فیصلہ کن دار کے نتیجے میں اس کا کام تمام ہوگیا۔\nیہاں جادوگروں کے مقابلے کو حذف کردیا گیا ہے جبکہ دوسری سورتوں میں بعض جگہ اجمال اور بعض جگہ تفصیل کے ساتھ اس کا ذکر ہوا ہے۔ یہ کڑی یہاں اس لیے حذف کردی گئی ہے کہ تکذہب کے بعد جلد ہی ہلاکت کا منظر پیش کردیا جائے ۔ اور نہ صرف یہ کہ دنیاوی عذاب کا ذکر ہو بلکہ آخرت کے عذاب کی ایک جھلک بھی دکھا دی جائے۔ اختصار اور جدلی کے ساتھ بات کو انجام پہنچانا اس سورت میں مقصود بالذات ہے۔ کیونکہ پوری سورت کا انداز یوں ہی ہے۔ اس سورت میں دست قدرت نمایاں طور پر متحرک نظر آتا ہے اس لیے یہاں بھی موسیٰ اور فرعون کے آمنے سامنے کے بعد جلد ہی فرعون کا انجام بد دکھا دیا گیا اور دست قدرت نے چشم زدن میں اس عظیم قوت کو ختم کردیا اور تفصیلات بیان کرنے کے بجائے جلدی سے آخری جھلک دکھا دی۔\nفلما جآءھم موسیٰ ۔۔۔۔۔۔۔ الاولین (28: 36) ” پھر جب موسیٰ ۔۔۔۔ ان لوگوں کے پاس ہماری کھلی کھلی نشانیاں لے کر پہنچا تو انہوں نے کہا کہ ” یہ کچھ نہیں ہے مگر بناؤٹی جادو۔ اور یہ باتیں تو ہم نے اپنے باپ دادا کے زمانے میں کبھی سنیں ہی نہیں “۔ یہ ایک ایسی سچائی کا انکار ہے جس کا کوئی جواب ان سے بن نہ پڑتا تھا اور تمام زمانوں میں حاملین حق کے ساتھ مکذبین نے یہی سلوک کیا ہے۔ جب وہ لاجواب ہوگئے تو ایسی باتیں کرتے رہے۔ ان کا دعویٰ یہ رہا ہے کہ یہ جادو ہے۔ ان کے پاس اس کے سوا کوئی جواب نہیں ہے کہ یہ تو نئی بات ہے۔ اس قسم کی بات ہم نے کبھی اپنے آبا سے نہیں سنی۔\nیہ لوگ حضرت موسیٰ کے معجزات کے مقابلے میں کوئی حجت اور دلیل نہیں پاتے اور نہ موسیٰ (علیہ السلام) کے مقابلے میں کوئی برہان پیش کرتے ہیں۔ وہ بس ایک مجمل بات کرتے ہیں جس سے نہ حق ثابت ہوتا ہے اور نہ باطل ۔ نہ کوئی دعویٰ رد ہوتا ہے اور نہ ثابت ہوتا ہے۔ کیا یہ بھی کوئی بات ہے کہ ہم نے یہ بات کبھی نہیں سنی۔ یہ محض شک کا اظہار ہے اور اہل باطل ہمیشہ جب سچائی کو تسلیم نہیں کرتے تو وہ اسے مشکوک بنانے کی سعی کرتے ہیں۔ ہر دور میں باطل کا یہی رویہ رہا۔ لہٰذا موسیٰ (علیہ السلام) نے بھی یہاں بات مختصر کرتے ہوئے معاملہ کو اللہ کے حوالے کردیا۔\nوقال موسیٰ ربی ۔۔۔۔۔۔۔ لا یفلح الظلمون (28: 37) ” موسیٰ نے جواب دیا “ میرا رب اس شخص کے حال سے خوب واقف ہے جو اس کی طرف سے ہدایت لے کر آیا ہے اور وہی بہتر جانتا ہے کہ آخری انجام کس کا اچھا ہونا ہے ، حق یہ ہے کہ ظالم کبھی فلاح نہیں پاتے “۔\nحضرت موسیٰ (علیہ السلام) کی طرف سے یہ نہایت ہی مہذب اور با ادب جواب ہے۔ یہ جواب بہت ہی واضح اور نصیحت آموز ہے لیکن اس میں کوئی تلمیح اور اشارہ اور اجمال نہیں ہے۔ یہ جواب پر اعتمادی کے ساتھ دیا گیا ہے اور حضرت موسیٰ کو پورا اطمینان ہے کہ حق و باطل کے اس مقابلے میں حق فلاح پائے گا۔ کیونکہ اللہ تعالیٰ کو تو خوب معلوم ہے کہ حضرت موسیٰ سچے ہیں اس لئے کہ وہ اللہ کی براہ راست ہدایت اور مکالمے کے تحت کام کر رہے ہیں۔ اور اچھا انجام ان لوگوں کے لیے ہے جو ہدایت پر ہیں اور ظالم کبھی فلاح نہیں پاتے۔ یہ اللہ کی سنت ہے جو کبھی تبدیل نہیں ہوتی۔ اگرچہ بعض معاملات بظاہر یوں نظر آتے ہیں کہ حق کو کامیابی حاصل نہیں ہو رہی ہے۔ یہ اللہ کی سنت ہے اور اسی سنت کے ساتھ حضرت موسیٰ بھی فرعون کے مقابلے میں اترے ہیں اور تمام انبیاء سنن الہیہ کے مطابق ہی کام کرتے ہیں۔ اب اس پر اطمینان ، مہذبانہ اور معقول جواب کا جواب الجواب فرعون کیا دیتا ہے محض دعویٰ سرکشی ، کھیل اور مزاح اور غرور لاابالی پن اور سستی۔\nوقال فرعون یایھا الملا ۔۔۔۔۔۔۔۔۔ من الکذبین (28: 38) ” اور فرعون نے کہا ” اے اہل دربار ، میں تو اپنے سوا تمہارے کسی خدا کو نہیں جانتا۔ ہامان ، ذرا اینٹیں پکوا کر میرے لیے ایک اونچی عمارت تو بنوا ، شاید کہ اس پر چڑھ کر میں موسیٰ کے خدا کو دیکھ سکوں ، میں تو اسے جھوٹا سمجھتا ہوں “۔\nاے سرداران مصر میں نہیں سمجھتا کہ میرے سوا تمہارا اور بھی کوئی حاکم والٰہ ہے۔ فسق و سرکشی کا ، یہ بلند ترین رویہ ہے اور سردار ظاہر ہے کہ وہ اقرار کریں گے۔ اب وہ یہاں اس نظریہ کا سہرا لیتا ہے جو اس دور میں مصر میں عام طور پر تسلیم کیا جاتا تھا کہ بادشاہوں کا نسب عامہ الہوں سے ملتا ہے۔ اس کے بعد وہ اس جبر کا سہارا بھی لیتا ہے جس کے مقابلے میں کوئی دماغ سوچتا نہیں اور کوئی شخص سر اٹھا کر نہیں چلتا۔ اور کوئی زبان یہ جرات نہیں کرتی کہ کوئی اختلافی بات کرے ، حالانکہ وہ اچھی طرح جانتے تھے کہ یہ بادشاہ انہی جیسا ایک بشر ہے جو پیدا ہوتا ہے اور مرتا ہے لیکن ان اساطیر اور پھر جبر کی بنا پر کہتا تھا اور یہ تسلیم کرتے تھے ، بغیر اعتراض اور تنقید کے۔\nاب وہ ایک ایسی حرکت کرتا ہے جس سے بظاہر تو وہ یہ ظاہر کرتا ہے کہ وہ فی الواقعہ حقیقت معلوم کرنا چاہتا ہے۔ اور وہ چاہتا ہے کہ موسیٰ کے الہہ کو وہ آسمانوں میں تلاش کرنے نکلا ہے لیکن دراصل وہ حضرت موسیٰ کے ساتھ ایک سنجیدہ مزاح کرتا ہے\nفاوقد لی یھا من ۔۔۔۔۔ الہ موسیٰ (28: 38) ” اے ہامان ، ذرا اینٹیں پکوا کر میرے لیے ایک اونچی عمارت تو بنوا ، شاید کہ اس پر چڑھ کر میں موسیٰ کے خدا کو دیکھ سکوں “۔\nموسیٰ کہتا ہے کہ اس کا الٰہ آسمانوں میں ہے۔ بطور مزاح وہ کہتا ہے کہ مجھے تو اس میں شک ہے لیکن اس شک کے باوجود میں حقیقت معلوم کرنا چاہتا ہوں۔\nوانی لاظنہ من الکذبین (28: 38) ” میں تو اسے جھوٹا سمجھتا ہوں “۔\nجس طرح دوسرے مقامات پر ہوا ، یہاں حضرت موسیٰ اور جادوگروں کا مقابلہ بھی ہوا۔ جس کو یہاں حذف کردیا گیا ہے۔\nواستکبر ھو ۔۔۔۔۔ لا یرجعون (28: 39) ” اس نے اور اس کے لشکروں نے زمین میں بغیر کسی حق کے اس بڑائی کا گھمنڈ کیا اور سمجھے کہ انہیں کبھی ہماری طرف پلٹنا نہیں ہے “۔ جب ان کو یہ واہمہ ہوگیا کہ انہوں نے اللہ کی طرف نہیں پلٹنا تو انہوں نے زمین میں ناحق گھمنڈ شروع کردیا۔ اور معجزات اور پیغمبروں کو جھٹلایا۔ وہ معجزات جن کی تفصیلات اس سے قبل گزر گئی ہیں اور دوسری سورتوں میں ان کا مظاہرہ مفصل دکھایا گیا ہے۔\nفاخذنہ و جنودہ فنبذنھم فی الیم (28: 40) ” آخر کار ہم نے اسے اور اس کے لشکروں کو پکڑا اور سمندر میں پھینک دیا “۔ یہ نہایت ہی اختصار کے ساتھ لیکن فیصلہ کن انداز میں سخت پکڑ اور ، سمندر میں پھینک دیا جانا ہے جس طرح انسان کسی کنکر اور کسی پتھر کو سمندر میں پھینک دیتا ہے۔ جس طرح موسیٰ کی والدہ نے شیرخوار موسیٰ کو فرعون کے ڈر سے دریا میں پھینک دیا تھا ، اس طرح اسے اور اس کے لشکروں کو سمندر میں پھینک دیا گیا۔ لیکن اس بچے کو اللہ نے بچانا تھا تو بچ گیا اور فرعون اور اس کے لشکروں کو غرق کرنا تھا تو غرق ہوگئے۔ سمندر ان کے لئے باعث ہلاکت ہوگیا۔ لہٰذا امن وامان بھی اللہ کے ہاں ہے اور ڈرنا ہے تو اللہ ہی سے ڈرنا چاہئے کہ وہ ڈرنے کا مستحق ہے۔\nفانظر کیف کان عاقبۃ الظلمین (28: 40) ” دیکھو ، ان ظالموں کا کیسا انجام ہوا ؟ “ یہ انجام وہ منظر پر نظر آتا ہے۔ تمام دنیا کے سامنے ہے۔ اس میں مکذبین کے لیے بھی عبرت ہے اور نصیحت پانے والوں کے لیے بھی عبرت ہے۔ اس سے معلوم ہوتا ہے کہ سرکش جباروں کو اللہ ہلاک کرنا چاہے تو چشم زدن میں نیست و نابود کردیتا ہے ، نصف سطر لکھنے سے بھی پہلے۔\nاگلے لمحے فرعون اور اس کا لشکر اس دنیا سے اس جہاں میں ہیں اور فرعون اور اس کا لشکر وہاں بھی ایک عجیب منظر میں نظر آتے ہیں۔ ان کو حشر کے فیصلے کے بعد جہنم کی طرف بلایا جاتا ہے۔ فرعون وہاں بھی اپنے لاؤ لشکر سمیت جہنم کی طرف رواں دواں ہے جس طرح وہ تعاقب میں حضرت موسیٰ کے پیچھے رواں تھا۔\nوجعلنھم ائمۃ یدعون الی النار (28: 41) ” ہم نے ان کو جہنم کی طرف دعوت دینے والے پیش رو بنا دیا “۔ کیا ہی بری دعوت ہے جو یہ لوگ دیتے ہیں۔ اور کیا ہی بری قیادت و امامت ہے جو یہ لوگ کرتے ہیں۔\nویقوم القیمۃ لاینصرون (28: 41) ” اور قیامت کے روز کہیں سے کوئی مدد نہ پاسکیں گے “۔ دنیا میں بھی ان کو ہزیمت اٹھانی پڑی اور آخرت میں بھی ان کو ناکامی کا سامنا کرنا ہوگا۔ سرکشی اور ظلم کا یہی بدلہ تو ہوتا ہے۔ وہاں صرف ناکامی ہی نہ ہوگی ، بلکہ ہر طرف سے لعنت و ملامت بھی ہوگی۔ اس زمین پر بھی اور آخرت میں حشر کے میدان میں بھی۔\nواتبعنھم فی ۔۔۔۔۔ من المقبوحین (28: 42) ” ہم نے اس دنیا میں ان کے پیچھے لعنت لگا دی اور قیامت کے روز وہ بڑی قباحت میں مبتلا ہوں گے “۔ مقبوحین کا لفظ ہی ایسا ہے کہ اس کی آواز ہی اس کے مفہوم کو ظاہر کرتی ہے۔ ” قبح “ شرمندگی ، طعن ، تشنیع ، گندگی اور نفرت کے تمام مفہومات مقبوحین میں شامل ہیں۔ یہ اس لیے کہ زمین میں یہ کبر و غرور کا روپ اختصار کرتے تھے۔ عزت و جاہ اور قوت اور بندوں پر ظلم ان کا وطیرہ تھا۔\nیہاں سیاق کلام میں مصر سے بنی اسرائیل کے ثروج کو نہایت ہی اختصار کے ساتھ اور فرعون کے انجام بد کی ایک جھلک سرعت کے ساتھ دکھانے کے بعد یہ دکھایا جاتا ہے کہ حضرت موسیٰ کو کس قدر مقام بلند عطا ہوا۔",
  "ayah": 42,
  "surah": 28
}
