{
  "text": "الذین اتینھم الکتب ۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ لا نبتغی الجھلین (52 – 55)\nسعید بن جبیر فرماتے ہیں کہ یہ ان 70 پادریوں کے بارے میں ہے جنہیں نجاشی نے بھیجا تھا۔ جب یہ لوگ نبی ﷺ کے پاس آئے تو آپ نے ان پر سورت یسین پڑھی۔ جب سورت ختم ہوگئی تو یہ لوگ رونے لگے اور مسلمان ہوگئے ان کے بارے میں زیر بحث آیات بھی نازل ہوئیں۔\nالذین اتینھم الکتب من قبلہ ھم بہ یومنون (28: 52) ” وہ لوگ جنہیں ہم نے اس سے قبل کتاب دی ہے ، وہ اس پر ایمان لاتے ہیں “۔\nمحمد ابن اسحاق نے اپنی سیرت میں نقل کیا ہے ” اس کے بعد حضور اکرم ﷺ کے پاس قریبا بیس آدمی آئے۔ آپ ﷺ مکہ میں تھے۔ یہ لوگ عیسائی تھے اور انہوں نے آپ کے بارے میں سنا تھا۔ یہ لوگ حبشہ سے آئے تھے۔ انہوں نے حضور ﷺ کو مسجد حرام میں پایا۔ یہ لوگ حضور ﷺ کے پاس بیٹھے اور آپ ﷺ سے بات کرتے رہے۔ قریش کے کچھ لوگ کعبہ کے اردگرد محافل سجائے بیٹھے تھے۔ جب ان لوگوں کا سوال و جواب ختم ہوا تو حضور ﷺ نے ان لوگوں کو اللہ کی طرف بلایا اور ان کے سامنے قرآن مجید پڑھا۔ جب انہوں نے قرآن مجید سنا تو ان کے آنسو جاری ہوگئے۔ انہوں نے دعوت الی اللہ قبول کرلی ، ایمان لائے اور آپ کی تصدیق کی۔ انہوں نے اپنی کتابوں میں آپ کے بارے میں جو کچھ لکھا ہوا پایا تھا وہ علامات آپ میں معلوم کرلیں۔ جب یہ لوگ حضور اکرم ﷺ کے پاس سے اٹھ کر جانے لگے تو ابوجہل اور ہشام نے چند دوسرے لوگوں کے ساتھ ان کی راہ روک لی اور انہوں نے ان لوگوں سے کہا تم کس قدر بدبخت مسافر ہو ، تمہیں تمہارے ملک کے ہم مذہب لوگوں نے بھیجا تھا کہ اس شخص کے بارے میں معلومات لے کر آؤ، تم ابھی اس کے پاس اچھی طرح بیٹھے بھی نہ تھے کہ تم نے اپنا دین چھوڑ دیا اور اس شخص کی تصدیق کردی۔ ہم سمجھتے ہیں تم جیسا احمق اور کوئی سوار نہ ہوگا۔ انہوں نے کہا تم پر سلامتی ہو ، ہم تمہارے ساتھ جہالت کرنے کے لئے تیار نہیں ہیں۔ ہمارا دین ہمارا ہے اور تمہارا دین تمہیں مبارک ہو۔ ہم اپنے آپ کو خیر سے دور نہیں رکھتے “۔\nکہتے ہیں کہ بعض لوگوں کے نزدیک یہ وفد نجران کے نصاریٰ کا تھا۔ خدا ہی جانتا ہے کہ یہ وفد نجرانیوں کا تھا یا حبشیوں کا ۔ اور یہ بھی کہا جاتا ہے کہ یہ آیت انہی کے بارے میں نازل ہوئی۔\nالذین اتینھم الکتن من قبلہ ھم بہ یومنون (28: 52) کہتے ہیں میں نے زھری سے پوچھا کہ یہ آیات کس کے بارے میں نازل ہوئی ہیں۔ انہوں نے کہا کہ میں اپنے علماء سے یہ سنتا رہا کہ یہ آیات نجاشی اور اس کے ساتھیوں کے بارے میں نازل ہوئی ہیں اور وہ آیات بھی جو سورت مائدہ میں ہیں۔\nذلک بان منھم قسیسین ورھبانا۔۔۔۔۔۔ فاکتبنا من الشھدین تک ۔\nبہرحال یہ آیات جس کے بارے میں بھی نازل ہوئی ہوں ، قرآن ایک واقعہ کی طرف اشارہ کر رہا ہے۔ اس واقعہ کے بارے میں کفار جانتے تھے اور اس کا انکار نہ کرتے تھے تاکہ لوگ سمجھ سکیں کہ دنیا میں ایسے پاک نفس لوگ بھی ہیں جو قرآن کو سن کر اس کی تصدیق کرتے ہیں اور پھر اس پر مطمئن ہوجاتے ہیں اور وہ اس سچائی کو اچھی طرح سمجھتے ہیں جو اس میں ہے۔ یہ لوگ جانتے ہیں کہ ان کے پاس جو سابق کتاب تھی۔ قرآن کی تعلیمات اس کے مطابق ہیں۔ ایسے لوگوں کو کوئی روکنے والا ایمان لانے سے روک بھی نہیں سکتا۔ نہ ان کے اندر کا ان کا نفس امارہ اور نہ بڑائی کا تصور اور گھمنڈ ہے اور ایسے لوگ پھر دوسرا جہلاء کی طرف سے دی جانے والی اذیتوں اور طعنوں کو بھی برداشت کرتے ہیں۔ اور ان ایذاؤں اور اپنی خواہشات نفس کے علی الرغم حق پر جم جاتے ہیں۔\nالذین اتینھم ۔۔۔۔۔ یومنون (28: 52) ” وہ لوگ جنہیں اس سے قبل کتاب دی گئی ہے وہ اس پر ایمان لاتے ہیں “۔ اور قرآن کی حقانیت کے دلائل میں سے یہ ایک دلیل ہے ، ورنہ تمام کتابیں اللہ کی طرف سے ہیں۔ ان کے مضامین باہم ملتے جلتے ہیں جس کو اس کا ابتدائی حصہ دیا گیا وہ اس کے آخری حصہ میں بھی حق پاتا ہے ، مطمئن ہوتا ہے ، ایمان لاتا ہے ، اور جان لیتا ہے کہ یہ بھی اللہ ہی کی طرف سے ہے۔\nواذا یتلی ۔۔۔۔۔۔ قبلہ مسلمین (28: 53) ” جب ان کو سنایا جاتا ہے تو کہتے ہیں کہ ہم اس پر ایمان لائے۔ یہ واقعی حق ہے ، ہمارے رب کی طرف سے۔ ہم تو پہلے ہی مسلم ہیں “۔ یعنی یہ کلام اس قدر واضح ہے کہ اسے صرف تلاوت کی ضرورت ہے ، جن لوگوں کو پہلے کتاب دی گئی ہے وہ تو دیکھتے ہی معلوم کرلیتے ہیں کہ یہ اسی سرچشمے سے ہے۔ اور اس کا سرچشمہ بھی وہی ہے جس سے سچائی نکلتی ہے۔ جھوٹ وہاں سے نہیں آسکتا۔ ” یہ حق ہے ہمارے رب کی طرف سے “۔ اور یہ کہہ ” ہم تو اس سے پہلے سے مسلم تھے “۔ اللہ کے مسلم ہونے کا مفہوم ہے کہ ہم پہلے سے اللہ کے مطیع فرمان تھے۔\nیہ لوگ جو اللہ کے مطیع فرمان تھے اور پھر انہوں نے محض سنتے ہی قرآن کی بھی تصدیق کردی۔\nاولئک یوتون اجرھم مرتین بما صبروا (28: 54) ” یہ وہ لوگ ہیں جنہیں ان کا اجر دو بار دیا جائے گا ، اس ثابت قدمی کے بدلے جو انہوں نے دکھائی “۔ یہ کہ انہوں نے خالص اسلام پر صبر کیا ، انہوں نے اپنے دل و دماغ کو اسلام کی طرف متوجہ کیا۔ انہوں نے ذاتی خواہشات اور ہوائے نفس پر غلبہ پایا اور پہلے دین پر بھی جمے رہے اور دوسرے پر بھی جمے رہے۔ اس لیے ان کو دو مرتبہ اجر دیا جائے گا۔ یہ اس لیے کہ انہوں نے صبر کیا اور قبول حق کرنے کے بعد جم گئے۔ کسی عقیدے کو قبول کرنے کے بعد جم جانا بہت ہی مشکل کام ہے اور پھر خواہشات نفس ، چاہتوں ، بےراہ روی اور سرکشی کے خلاف جم جانا تو بہت ہی مشکل کام ہے۔ اور ان لوگوں نے یہ سب کام کیے۔ ان لوگوں نے لوگوں کی علامت کی بھی پرواہ نہ کی۔ اور لوگوں کی طرف سے ایذا رسانی کی پرواہ نہ کی۔ جیسا کہ سابقہ روایات میں ذکر ہوا۔\nویدرءون بالحسنۃ السیئۃ (28: 54) ” اور برائی کو بھلائی سے دفع کرتے ہیں “۔ یہ بھی ایک قسم کا صبر ہے۔ اور\nیہ صبر خالص صبر سے زیادہ پر مشقت ہوتا ہے۔ خالص صبر تو یہ ہے کہ ایذارسانی اور مذاق پر صبر کیا جائے۔ برائی پر صبر بہت مشکل ہے۔ نفسانی غرور کو صرف اسی طرح قابو میں لایا جاسکتا ہے کیونکہ نفس چاہتا ہے کہ مزاح اور ایذا رسانی کا جواب دیا جائے ، غصہ کیا جائے اور انتقام لے کر دل کو ٹھنڈا کیا جائے اور پھر ایذا پر صبر کرنے کے بعد دوسرا اعلیٰ درجہ یہ ہے کہ ایذا کے بدلے میں احسان کیا جائے۔ مزاح کے بدلے میں نرمی اور ٹھنڈے پن کا مظاہرہ کیا جائے اور پھر بدروی کے مقابلے میں اچھا رویہ اختیار کرنا اور برائی کے بدلے احسان کرنا صرف ان لوگوں کا کام ہے جو بھلائی اور احسان کے اعلیٰ مراتب پر فائز ہوں۔ یہ مقام صرف اچھے مومن ہی حاصل کرسکتے ہیں۔ وہ لوگوں سے اذیت پاتے ہیں اور پھر بھی راضی اور مطمئن رہتے ہیں۔\nومما رزقنھم ینفقون (28: 54) ” اور جو کچھ رزق ہم نے انہیں دیا ہے اس میں سے خرچ کرتے ہیں یہاں ان لوگوں کی قبولیت حق میں کشادہ دلی کے ساتھ ساتھ اتفاق فی سبیل اللہ کے سلسلے میں کشادہ دلی کا ذکر بھی کردیا گیا۔ کیونکہ نیکی اور سخاوت ایک ہی سرچشمے سئ نکلنے والی بھلائیاں ہیں اور یہ تب صادر ہوتی ہیں کہ جب انسان اپنی خواہشات نفس پر قابو پالے اور زمینی اقدار کے مقابلے میں اعلیٰ قدروں کو اہمیت دے۔ ان اقدار میں پہلی قدر کا تعلق نفسیات کی دنیا سے ہے اور دوسری کا معیشت سے۔ یہی وجہ ہے کہ قرآن کریم میں بسا اوقات ایمان اور انفاق کا ذکر ایک جگہ آتا ہے۔\nایمان پر صبر کرنے والوں اور خالص عقیدہ اختیار کرنے والوں کی ایک دوسری صفت :\nواذا سمعوا ۔۔۔۔۔ لا نبتغی الجھلین (28: 55) ” اور جب انہوں نے بیہودہ بات سنی تو یہ کہہ کر اس سے کنارہ کش ہوگئے کہ ہمارے لئے اور تمہارے اعمال تمہارے لیے ، تم کو سلام ہے۔ ہم جاہلوں کا سا طریقہ اختیار کرنا نہیں چاہتے “۔ لغو کا مطلب فضول باتیں کرنا ہے جن میں کوئی فائدہ نہ ہو اور نہ ان کے پیچھے کوئی مقصد ہو۔ یعنی وہ لاحاصل گفتگو جس سے دل و دماغ کے اندر کسی مفید علم و حکمت کا اضافہ نہ ہو۔ یعنی وہ گری ہوئی باتیں جن سے احساس و شعور میں اور زبان و کلام میں گندگی اور برائی کا اضافہ ہو۔ چاہے وہ کسی کے ساتھ مکالمے کی صورت میں ہوں یا کسی غائب شخص کے واقعات نقل کرتے ہوئے ہوں۔\nمومن دل کبھی بھی اس قسم کی لغو باتوں میں مشغول نہیں ہوتے۔ نہ وہ لغو باتیں سنتے ہیں کیونکہ ان کے پیش نظر بلند وبالا امور ہوتے ہیں ، پاکیزہ اور نورانی باتیں۔\nواذا سمعوا اللغو اعرضوا عنہ (28: 55) ” انہوں نے جب بیہودہ بات سنی تو کنارہ کش ہوگئے “۔ لیکن وہ اہل لغو پر نہ غصہ ہوتے ہیں ، نہ ان سے الجھتے ہیں کہ زبردستی منع کردیں اور نہ وہ ان کے ساتھ بحث شروع کرتے ہیں۔ کیونکہ اہل لغو کے ساتھ الجھنا بھی ایک طرح کا لغوا مر ہے۔ وہ بس ان کو چھوڑ کر علیحدہ ہوجاتے ہیں۔\nوقالوا لنا ۔۔۔۔۔ سلم علیکم (28: 55) ” اور کہا ہمارے اعمال ہمارے لئے ، اور تمہارے اعمال تم کو سلام ہے “ نہایت ادب سے ، دعائے خیر کے ساتھ ، اس خواہش کے ساتھ کہ وہ بھی ہدایت یافتہ ہوجائیں۔ لیکن یہ خواہش رکھتے ہوئے بھی یہ ان کے لغو میں شریک نہیں ہوتے۔\nلا نبتغی الجھلین (28: 55) ” ہم جاہلوں کا سا طریقہ اختیار نہیں کرتے “۔ اور ہم یہ نہیں چاہتے کہ اپنا قیمتی وقت ان کے ساتھ ضائع کریں۔ نہ یہ چاہتے ہیں کہ ان کے لغو میں شریک ہوں اور خاموشی سے سنتے رہیں۔ ایسی رواداری کے بھی قائل نہیں۔ یہ ایک روشن نفس کی تصویر ہے جو نفس مومنہ ہے ، اپنے ایمان پر مطمئن ہے۔ لغو سے بالا و برتر ہے۔ لیکن کشادہ دل اور کشادہ دست ہے ۔ یہ نفس مومنہ ان لوگوں کے لیے رسم و راہ مقرر کرتی ہے جو صحیح راستہ پر چلنا چاہتے ہیں۔ لہٰذا جاہلوں کے ساتھ جاہلیت میں اشتراک بھی نہیں ۔ ان کے ساتھ مخاصمت بھی نہیں ، ان پر غصہ بھی نہیں ، ان کے ساتھ ترش روئی بھی نہیں بلکہ سنجیدگی ، سربلندی ، کشادہ دلی اور برائی کرنے والے کے ساتھ بھی نیکی اور بھلائی۔\nیہ اہل کتاب ، جو ایمان لائے ، ان کے ایمان لانے میں رسول اللہ ﷺ کو کوئی بڑا مجاہدہ کرنا نہیں پڑا۔ آپ نے صرف قرآن کی تلاوت فرمائی ، بس چند سوالات کیے اور ایمان قبول کرلیا جبکہ وہ خود اپنی قوم کے ساتھ آپ رات دن سالوں تک مجاہدہ کرتے رہے۔ پھر اپنے محبوب رشتہ داروں کے ساتھ تو بہت ہی محنت کرتے رہے۔ لیکن ان لوگوں کو ایمان نصیب نہ ہوا ۔ یہ بات حضور ﷺ خود جانتے تھے کہ آپ ﷺ کے اختیار میں یہ بات نہیں ہے کہ آپ اپنے محبوبوں کو ہدایت دے دیں۔ اللہ تعالیٰ تو صرف ان لوگوں کو ہدایت عطا کرتا ہے جن کے نفس کے بارے میں وہ جانتا ہے کہ وہ مستحق ہیں اور ایمان کے لیے تیار ہیں۔",
  "ayah": 54,
  "surah": 28
}
