{
  "text": "انک لا تھدی ۔۔۔۔۔ وھو اعلم بلمھتدین (56)\nصحیحین میں وارد ہے کہ یہ آیت نبی ﷺ کے چچا ابو طالب کے حق میں نازل ہوئی۔ یہ نبی ﷺ کے حامی و مددگار تھے اور قریش کے مقابلے میں آپ کے دفاع کے لیے بنیان مرصوص بنے ہوئے تھے۔ یہ آپ ﷺ کے اس قدر حامی تھے کہ ان کی حمایت کی وجہ سے آپ آزادانہ دعوت دے سکتے تھے۔ اس حمایت کی وجہ سے قریش نے ان کو اور پورے بنی ہاشم کا مقاطعہ کیا تھا ، اور ان کو شعب ابو طالب میں محصور کردیا۔ یہ سب کام وہ اپنے بھیجتے کی محبت میں کرتے تھے اور قوی حمیت اور عزت و آبرو کو بچانے کے لیے کرتے تھے جب آپ کی وفات کا وقت آیا تو نبی ﷺ نے آپ کو دعوت ایمان دی اور عرض کیا کہ آپ اسلام میں داخل ہوجائیں۔ لیکن اللہ نے ان کے حق میں ایمان نہ لکھا تھا کیونکہ اس کا حقیقی علم اور اصلی سبب اللہ کو معلوم تھا۔\nزھری اور سعید بن المسیب کہتے ہیں کہ جب ابو طالب کی وفات کا وقت آیا تو رسول اللہ ﷺ ان کے پاس آئے تو ابوجہل ابن ہشام ان کے پاس بیٹھا تھا۔ عبد اللہ ابن امیہ بھی تھا۔ تو رسول اللہ ﷺ نے فرمایا اے چچا ، صرف لا الٰہ اللہ کہہ دیں۔ میں اللہ کے ساتھ اس پر تمہارے لیے جھگڑلوں گا۔ ابوجہل اور عبد اللہ ابن امیہ نے کہا ابو طالب تم عبد المطلب کی ملت کو چھوڑ رہے ہو ، رسول اللہ بار بار ان پر یہ پیش فرماتے تھے اور یہ دونوں بار بار اسے روکتے تھے۔ اور یہی بات دہراتے تھے یہاں تک کہ انہوں نے آخری الفاظ یہ کہے ” عبد المطلب کے دین پر “۔ اور لا الٰہ الا اللہ کہنے سے انکار کردیا۔ اس پر رسول اللہ ﷺ نے فرمایا واللہ (خدا کی قسم) میں تمہارے لیے مغفرت کی دعا کرتا رہوں گا جب تک مجھے منع نہ کردیا جائے۔ اس پر یہ آیت نازل ہوئی۔\nما کان للنبی والذین ۔۔۔۔۔۔ اولی قربی اور ابو طالب ہی کے حق میں نازل ہوئی۔\nانک لا تھدی ۔۔۔۔۔ من یشاء (28: 56) (صحیحین) مسلم اور ترمذی نے ، ابو حازم اور ابوہریرہ کی روایت نقل کی کہ جب ابو طالب کی وفات کا وقت قریب آیا۔ تو رسول اللہ ﷺ ان کے پاس پہنچے اور کہا ” اے چچا کہہ دو ” لا الٰہ الا اللہ “۔ میں قیامت میں تمہارے حق میں شہادت دوں گا۔ انہوں نے کہا اگر یہ بات نہ ہوتی کہ قریش مجھے طعنہ دیں کہ سکرات الموت کی تکلیف کی وجہ سے اس نے یہ کہہ دیا تو میں ضرور یہ کلمہ پڑھ دیتا ، تیری آنکھوں کی ٹھنڈک کی وجہ سے۔ میں یہ کلمہ صرف تیری آنکھوں کو ٹھنڈا کرنے کے لیے پڑھتا۔ اس پر یہ آیت نازل ہوئی۔\nانک لا تھدی۔۔۔۔۔۔۔ اعلم بالمھتدین (28: 56) ” تم ہدایت نہیں دے سکتے جسے تم محبوب سمجھو ، یہ اللہ ہے جسے چاہتا ہے ، ہدایت دیتا ہے۔ وہ ہدایت پانے والوں کو خوب جانتا ہے “۔\nاور حضرت ابن عباس ؓ اور ابن عمر ؓ سے روایت ہے اور مجاہد ، شعبی اور قتادہ کی بھی یہی رائے ہے کہ یہ ابو طالب کے حق میں نازل ہوئی ہے۔ اور انہوں نے جو آخری لفظ کہے وہ تھے علی ملۃ عبد المطلب۔\nانسان جب اس حدیث پر غور کرتا ہے تو اسے معلوم ہوتا ہے کہ دین اسلام کس قدر پختہ اور سیدھا دین ہے۔ ابو طالب رسول اللہ ﷺ کے حقیقی چچا ، آپ ﷺ کے کفیل ، حامی اور آپ ﷺ کا دفاع کرنے والے تھے۔ لیکن اللہ نے انہیں ایمان نصیب نہ کیا۔ باوجود اس کے کہ رسول اللہ کو ان سے بہت زیادہ محبت تھی اور آپ ﷺ حد سے زیادہ خواہش مند تھے کہ وہ ایمان لے آئیں۔ اس کی وجہ صرف یہ تھی کہ ابو طالب نے رشتے اور قومی حمیت کو ایمان سے زیادہ اہمیت دی۔ اللہ کو اس بات کا علم تھا اور اللہ کو اس بات کا خوب علم تھا کہ حضور اکرم ﷺ ان سے بہت زیادہ محبت کرتے ہیں اور امید رکھتے ہیں کہ شاید وہ ایمان لے آئیں۔ اس لیے اللہ نے ہدایت نہ دینے کا اختیار حضور ﷺ کے اختیارات ہی سے خارج کردیا۔ ہدایت دینا یا نہ دینا صرف اللہ الٰہ العالمین کے اختیار میں ہے اور رسول کی ڈیوٹی صرف تبلیغ تک محدود ہے۔ لہٰذا داعیوں کی ڈیوٹی یہ ہے کہ وہ دعوت دیں۔ دعوت کے بعد پھر لوگوں کے دلوں میں تصرف کرنا اللہ کا کام ہے۔ لوگوں کے دل اللہ کی دو انگلیوں کے درمیان ہیں۔ اللہ لوگوں کو ہدایت دیتا ہے ، یا گمراہ کرتا ہے۔ یہ فیصلے لوگوں کے دلوں کے حالات کے مطابق ہوتے ہیں اور ان کے شخصی استعداد پر ہوتے ہیں اور اس بارے میں علم صرف اللہ کو ہے۔\nاب قرآن مجید ان کے اس خدشے پر تبصرہ کرتا ہے جس کا اظہار وہ کرتے رہتے تھے کہ اگر ہم نے حضرت محمد ﷺ کا اتباع کیا تو قبائل عرب پر اہل قریش کو قیادت و سیادت کا جو منصب حاصل ہے ، وہ جاتا رہے گا۔ یہ لوگ خانہ کعبہ کی تعظیم کرتے ہیں۔ خانہ کعبہ کے مجاوروں یعنی اہل قریش کی اطاعت کرتے ہیں ، خانہ کعبہ میں رکھے ہوئے بتوں کی تعظیم کرتے ہیں اس لیے یہ قبائل انہیں اچک لیں گے۔ یا جزیرۃ العرب سے باہر کا کوئی دشمن ان پر فتح پالے گا اور یہ قبائل ایسے دشمن کی تایت کریں گے ، چناچہ کہا جاتا ہے کہ خوف و امن کا سرچشمہ ذات باری ہے۔ فرعون بھی بظاہر بہت بڑی قوت کا حامل تھا۔ ہلاکت کا حقیقی سبب تو دنیا پرستی ، دولت پرستی ، اللہ کی آیات اور اللہ کے رسولوں کی تکذیب ہے۔ اور ھق سے منہ موڑنا ہے۔ حق کو قبول کرنا ، ہلاکت کا سبب کبھی نہیں ہوا۔ انسانی تاریخ گواہ ہے کہ ہلاک وہ اقوام ہوا کرتی ہیں جن کے پیش نظر صرف دنیا کے مفادات ہوتے ہیں ، حالانکہ متاع دنیا ایک حقیر چیز ہے ، انسان کا اصل فائدہ آخرت میں ہے اور وہ اللہ کے پاس ہے۔",
  "ayah": 56,
  "surah": 28
}
