{
  "text": "فالتقطہ ال فرعون ” آخر کار فرعون کے گھر والوں نے اسے (دریا سے) نکال لیا “۔ کیا یہی امن تھا ؟ اور کیا یہی فرعون تک بشارت تھی ؟ کیا ہل فرعون کے علاوہ کسی اور سے اس بیچاری کو کوئی ڈر تھا ؟ ڈر تو یہی تھا کہ اس کے حالات سے ظالم فرعونی خبردار نہ ہوجائیں۔ ڈر تو صرف یہ تھا کہ یہ بچہ فرعون کے ہاتھ نہ لگ جائے۔ دیکھئے قدرت خداوندی کا کرشمہ کہ یہ بچہ ان کے ہاتھ میں محفوظ ہے۔\nہاں ، یہی کچھ تھا ، یہ دست قدرت کا کھلا چیلنج ہے اور نہایت ہی کھلا چیلنج ہے۔ فرعون اور ہامان کی عظیم سیاسی اور مالی قوت کا چیلنج ہے۔ یہ عظیم قوت رات دن بنی اسرائیل کے ہاں پیدا ہونے والے لڑکوں کا پیچھا کر رہی ہے۔ ان کو ڈر ہے کہ ان کا اقتدار ، ان کا تخت ، بلکہ خودان کی ذات کو ان لوگوں سے خطرہ ہے۔ فرعونیوں نے خفیہ سروس اور خفیہ ایجنسیوں کا جال پھیلا رکھا تھا ، وہ ایک ایک گھر پر نظر رکھتے تھے کہ کوئی بچہ بچ کر نہ نکل جائے۔ لیکن خالق حقیقی ان کی ان سرگرمیوں کا دفعیہ بغیر کسی قیل و قال ، بغیر کسی خفیہ سروس کے خود ان کے ہاتھوں سے کر رہا ہے۔ خود ان سے اس بچہ کی پرورش کرا رہا ہے۔ یہ کون سا بچہ ہے ؟ اس بچے کے ہاتھوں ان کی اس عظیم قوت کو پاس پاس ہونا ہے۔ یہ بغیر سہارے ، بغیر کسی ظاہری تدبیر کے ، عاجزی اور ناتوانی کی انتہائی شدید کمزوری کے حالات میں ان کے ہاتھوں میں ہے اور یہ بیچاری ماں اسے ان کے حوالے کر رہی ہے۔ ایسے حالات میں کہ یہ بچہ اپنے لیے کچھ بھی نہیں کرسکتا۔ یہ خود اس بچے کو فرعوں کے مضبوط قلعوں تک پہنچا دیتی ہے۔ اس ظالم کو اس بچے کی تلاش بھی نہیں کرنا پڑتی۔ جس طرح وہ ہر پیدا ہونے والے بچے کی تلاش رات دن جاری رکھتے تھے۔ جس کے ہاں بھی بچہ پیدا ہوتا ، سرکار وہاں پہنچ جاتی۔ دست قدرت نہایت ہی چیلنج کے انداز میں اپنے منصوبے کا صاف صاف اعلان کردیتا ہے۔\nلیکون لھم عدوا وحزنا ” تاکہ وہ ان کا دشمن اور ان کے لیے سبب رنج بنے “۔ یہ بچہ ان کے لیے ایک ایسا دشمن بن جائے جو ان کی قوت کو چیلنج کرے اور ان کے لیے پریشانی کا باعث بن جائے۔\nان فرعون وھامن وجنودھما کانوا خطئین (8) ” واقعی فرعون اور ہامان اور ان کے لشکر (اپنی تدبیر میں) بڑے غلط کار تھے “۔ وہ کس طرح ان کا دشمن بنے گا اور کس طرح باعث تشویش ہوگا حالانکہ وہ ان کے ہاتھ میں ہے اور بےبس ہے۔ اس کے پاس کوئی قوت نہیں ہے۔ اس کے پاس کوئی ظاہری ذریعہ اور تدبیر بھی نہیں ہے۔ سیاق کلام اس کا جواب خود دیتا ہے",
  "ayah": 8,
  "surah": 28
}
