{
  "text": "The Description of the Qur'an\nHere Allah praises His Book, the Noble Qur'an, which was revealed to His noble Messenger ﷺ. Allah says,\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated.) Mujahid said, \"This means that the entire Qur'an's parts resemble each other and are oft-repeated.\" Qatadah said, \"One Ayah resembles another and one letter resembles another.\" Ad-Dahhak said, \"It is oft-repeated so that people will understand what their Lord tells them.\" `Ikrimah and Al-Hasan said, \"There may be an Ayah in one Surah, and another Ayah in another Surah that resembles it.\" Sa`id bin Jubayr narrated from Ibn `Abbas, may Allah be pleased with him: \"Oft-repeated means that parts of the Qur'an resemble one another and repeat one another.\" Some of the scholars said that it was narrated from Sufyan bin `Uyaynah that\nمُّتَشَـبِهاً مَّثَانِيَ\n(its parts resembling each other (and) oft-repeated.) means that some passages of the Qur'an may sometimes refer to one thing, so they resemble one another, and sometimes they mention a thing and its opposite. Such as when the believers then the disbelievers are mentioned, or when Paradise then Hell are described, and so on, and this is the meaning of oft-repeated. Examples include the Ayat:\nإِنَّ الاٌّبْرَارَ لَفِى نَعِيمٍ - وَإِنَّ الْفُجَّارَ لَفِى جَحِيمٍ\n(Verily, the most righteous will be in delight; and verily, the most wicked will be in the blazing Fire (Hell).) (82:13-14)\nكَلاَّ إِنَّ كِتَـبَ الْفُجَّارِ لَفِى سِجِّينٍ\n(Nay! Truly, the Record of the most wicked is (preserved) in Sijjin) until\nكَلاَّ إِنَّ كِتَـبَ الاٌّبْرَارِ لَفِى عِلِّيِّينَ\n(Nay! Verily, the Record of the most righteous is (preserved) in `Illiyyin) (83: 7-18)\nهَـذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَابٍ\n(This is a Reminder. And verily, for those who have Taqwa is a good final return (Paradise)) until;\nهَـذَا وَإِنَّ لِلطَّـغِينَ لَشَرَّ مَـَابٍ\n(This is so! And for those who transgress, there will be an evil final return (Fire).) (38:49-55). And there are other similar passages. All of this has to do with it being oft-repeated, i.e., when two meanings are referred to. But when a passage is about one thing, with some parts of it resembling others, this is \"its parts resembling each other.\" This is not the same as the Mutashabihat mentioned in the Ayah:\nمِنْهُ آيَـتٌ مُّحْكَمَـتٌ هُنَّ أُمُّ الْكِتَـبِ وَأُخَرُ مُتَشَـبِهَـتٌ\n(In it are Ayat that are entirely clear, they are the foundations of the Book; and others not entirely clear) (3:7). that refers to something else altogether.\nتَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah.) means, this is the description of the righteous, when they hear the Words of the Compeller, the Protector, the Almighty, the Oft-Forgiving, because they understand the promises and warnings contained therein. The frightening words and threats make their skin shiver from fear.\nثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Then their skin and their heart soften to the remembrance of Allah.) because of their hope for His mercy and kindness. They are unlike others, the wicked, immoral sinners, in a number of ways: First They listen to the recitation of the Ayat of the Qur'an, while those (sinners) listen to poetic verse recited by female singers. Second When the Ayat of Ar-Rahman are recited to them, they fall down in prostration weeping, with the proper attitude of fear, hope, love, understanding and knowledge, as Allah says:\nإِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـتُهُ زَادَتْهُمْ إِيمَـناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ - الَّذِينَ يُقِيمُونَ الصَّلَوةَ وَمِمَّا رَزَقْنَـهُمْ يُنفِقُونَ - أُوْلـئِكَ هُمُ الْمُؤْمِنُونَ حَقّاً لَّهُمْ دَرَجَـتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ\n(The believers are only those who, when Allah is mentioned, feel a fear in their hearts and when His Ayat are recited unto them, they increase their faith; and they put their trust in their Lord; Who perform the Salah and spend out of that We have provided them. It is they who are the believers in it. For them are grades of dignity with their Lord, and forgiveness and a generous provision (i.e., Paradise).) (8:2-4),\nوَالَّذِينَ إِذَا ذُكِّرُواْ بِـَايَـتِ رَبِّهِمْ لَمْ يَخِرُّواْ عَلَيْهَا صُمّاً وَعُمْيَاناً\n(And those who, when they are reminded of the Ayat of their Lord, fall not on them (as if they were) deaf and blind) (25:73). When they hear the Ayat of Allah, they are not too busy to pay attention to them; they listen to them and understand their meanings. So they act upon them and prostrate when they hear them, out of understanding, not out of ignorance and blind following of others. Third They adhere to the correct etiquette when they listen to them. As the Companions, may Allah be pleased with them, used to do when they listened to the words of Allah recited by the Messenger of Allah ﷺ. Their skin Would shiver, and their hearts would soften to the remembrance of Allah. They did not shout or do other actions that are not natural; on the contrary, they would sit quietly with the proper attitude of fear, in an unparalleled fashion. they attained the victory of praise from their Lord in this world and the Hereafter. `Abdur-Razzaq said, \"Ma`mar told us that Qatadah, may Allah have mercy on him, recited,\nتَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah.) and said, `This is the characteristic of the friends of Allah; Allah has described them in this manner, saying that their skin shivers, their eyes weep and their hearts find rest to the remembrance of Allah. He did not say that they lose their minds and swoon; that is the characteristic of the followers of innovation, and that comes from the Shaytan.\"' Allah's saying:\nذلِكَ هُدَى اللَّهِ يَهْدِى بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ\n(That is the guidance of Allah. He guides therewith whom He wills;) means, this is the characteristic of those whom Allah has guided, and anyone who does anything different is one of those whom Allah has sent astray.\nوَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ\n(and whomever Allah sends astray, for him there is no guide.)",
  "ayah": 23,
  "surah": 39
}
