{
  "text": "إِنَّآ أَنزَلْنَا عَلَيْكَ الْكِتَـبَ\n(Verily, We have sent down to you the Book) meaning, the Qur'an.\nلِلنَّـاسِ بِالْحَق\n(for mankind in truth.) means, for all of creation, mankind and Jinn, so that he may warn them therewith.\nفَـمَنِ اهْتَـدَى فَلِنَفْسِهِ\n(So, whosoever accepts the guidance, it is only for himself;) means, the benefit of that will return to him.\nوَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا\n(and whosoever goes astray, he goes astray only for his (own) loss.) means, the consequences of that will return to him.\nوَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ\n(And you are not a trustee over them. ) means, `you are not responsible for guiding them.'\nإِنَّمَآ أَنتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَىْءٍ وَكِيلٌ\n(But you are only a warner. And Allah is a Trustee over all things) (11:12).\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(your duty is only to convey and on Us is the reckoning) (13:40).\nAllah is the One Who causes Death and gives Life\nThen Allah tells us that He is in control of all things and does as He wills. He causes men to die (the \"greater death\") when He sends the angels to take men's souls from their bodies, and He causes them to \"die a lesser death\" when they sleep. Allah says:\nوَهُوَ الَّذِى يَتَوَفَّـكُم بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مّسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ - وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً حَتَّى إِذَا جَآءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ\n(It is He, Who takes your souls by night (when you are asleep), and has knowledge of all that you have done by day, then He raises (wakes) you up again that a term appointed be fulfilled, then (in the end) unto Him will be your return. Then He will inform you of that which you used to do. He is the Irresistible, over His servants, and He sends guardians (angels guarding and writing all of one's good and bad deeds) over you, until when death approaches one of you, Our messengers (angels) take his soul, and they never neglect their duty.)(6:60-61). Here Allah mentions the two deaths, the lesser death then the greater death after it; in the Ayah above (39: 42), He mentions the greater then the lesser. Allah says:\nاللَّهُ يَتَوَفَّى الاٌّنفُسَ حِينَ مِوْتِـهَا وَالَّتِى لَمْ تَمُتْ فِى مَنَامِـهَا فَيُمْسِكُ الَّتِى قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الاٍّخْرَى إِلَى أَجَلٍ مُّسَمًّى\n(It is Allah Who takes away the souls at the time of their death, and those that die not during their sleep. He keeps those (souls) for which He has ordained death and sends the rest for a term appointed.) This indicates that they the souls meet in the higher realm, as was stated in the Hadith attributed to the Prophet which was narrated by Ibn Mandah and others. In the Two Sahihs of Al-Bukhari and Muslim, it is reported that Abu Hurayrah, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:\n«إِذَا أَوَى أَحَدُكُمْ إِلى فِرَاشِهِ فَلْيَنْفُضْهُ بِدَاخِلَةِ إِزَارِهِ، فَإِنَّهُ لَا يَدْرِي مَا خَلَفَهُ عَلَيْهِ، ثُمَّ لِيَقُلْ: بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِين»\n(When anyone of you goes to bed, let him brush down the bed with his garment, for he does not know what has come on his bed since he left it. Then let him say, \"In Your Name, O Lord, I lay down my side and in Your Name I raise it up; if You take my soul, have mercy on it, and if You send it back, protect it with that which You protect Your righteous servants.\")\nفَيُمْسِكُ الَّتِى قَضَى عَلَيْهَا الْمَوْتَ\n(He keeps those (souls) for which He has ordained death) means, those which have died, and He returns the others back for an appointed term. As-Suddi said, \"For the rest of their lives.\" Ibn `Abbas, may Allah be pleased with him, said, \"He keeps the souls of the dead and sends back the souls of the living, and He does not make any mistakes.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَتَفَكَّرُونَ\n(Verily, in this are signs for a people who think deeply.)",
  "ayah": 41,
  "surah": 39
}
