{
  "text": "How Man changes when He is blessed after suffering Harm\nAllah tells us how man, when he is suffering from harm, prays to Allah, turning to Him in repentance and calling upon Him, but when He makes things easy for him, he transgresses and commits sins.\nإِنَّمَآ أُوتِيتُهُ عَلَى عِلْمٍ\n(Only because of knowledge I obtained it.) means, `because Allah knows that I deserve it; if it were not for the fact that Allah regards me as special, He would not have given me this.' Qatadah said, \"Because I know that I deserve it.\" Allah says:\nبَلْ هِىَ فِتْنَةٌ\n(Nay, it is only a trial,) meaning, `the matter is not as he claims; on the contrary, We have blessed him with this as a test to see whether he will be obedient or disobedient -- although We have prior knowledge of that.' In fact, it is a trial.\nوَلَـكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ\n(but most of them know not!) So they say what they say and claim what they claim.\nقَدْ قَالَهَا الَّذِينَ مِن قَبْلِهِمْ\n(Verily, those before them said it,) means, the previous nations who came before said the same things and made the same claims,\nفَمَآ أَغْنَى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ\n(yet (all) that they had earned availed them not. ) means, what they said was not right and all that they had gathered did not save them.\nفَأَصَـبَهُمْ سَيِّئَاتُ مَا كَسَبُواْ وَالَّذِينَ ظَلَمُواْ مِنْ هَـؤُلاَءِ\n(So, the evil results of that which they earned overtook them. And those who did wrong of these...) means, the people who are addressed here,\nسَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُواْ\n(will also be overtaken by the evil results (torment) for that which they earned;) just as happened to those earlier peoples.\nوَمَا هُمْ بِمُعْجِزِينَ\n(and they will never be able to escape.) This is like the Ayah in which Allah tells us how Qarun reacted when his people told him:\nإِنَّ قَـرُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَءَاتَيْنَاهُ مِنَ الْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُوْلِى الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لاَ تَفْرَحْ إِنَّ اللَّهَ لاَ يُحِبُّ الْفَرِحِينَ - وَابْتَغِ فِيمَآ ءَاتَاكَ اللَّهُ الدَّارَ الاٌّخِرَةَ وَلاَ تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَآ أَحْسَنَ اللَّهُ إِلَيْكَ وَلاَ تَبْغِ الْفَسَادَ فِى الاٌّرْضِ إِنَّ اللَّهَ لاَ يُحِبُّ الْمُفْسِدِينَ - قَالَ إِنَّمَآ أُوتِيتُهُ عَلَى عِلْمٍ عِندِى أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ\n(\"Do not exult, verily, Allah likes not those who exult. But seek, with that (wealth) which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of lawful enjoyment in this world; and do good as Allah has been good to you, and seek not mischief in the land. Verily, Allah likes not the corrupters.\" He said: \"This has been given to me only because of the knowledge I possess.\" Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount (of riches) they had collected But the criminals will not be questioned of their sins.\") (28:76-78). And Allah says:\nوَقَالُواْ نَحْنُ أَكْثَـرُ أَمْوَلاً وَأَوْلَـداً وَمَا نَحْنُ بِمُعَذَّبِينَ\n(And they say: \"We are more in wealth and in children, and we are not going to be punished.\") (34:35).\nأَوَلَمْ يَعْلَمُواْ أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ\n(Do they not know that Allah expands the provision for whom He wills, and straitens it.) means, He gives plenty to some and restricts the provision for others.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يُؤْمِنُونَ\n(Verily, in this are signs for the folk who believe!) means, there is a lesson and proof.",
  "ayah": 50,
  "surah": 39
}
