{
  "text": "The Believers will be taken to Paradise Here\nAllah tells us about the blessed believers, who will be taken to Paradise in groups, one group after another, starting with the best of them: those who are closest to Allah, then the most righteous, then the next best and the next best. Each group will be with others like them, Prophets with Prophets, the true believers with their peers, the martyrs with their counterparts, the scholars with their colleagues, every group composed of people of the same kind.\nحَتَّى إِذَا جَآءُوهَا\n(till when they reach it,) means, when they arrive at the gates of Paradise, after passing over the Sirat, where they will be detained on a bridge between Paradise and Hell, and any injustices that existed between them in this world will be settled until they have all been purified from sin through this trial. Then permission will be granted for them to enter Paradise. It was recorded in the Hadith about the Trumpet that when the believers reach the gates of Paradise, they will consult one another as to who should ask permission for them to enter. They will ask Adam, then Nuh, then Ibrahim, then Musa, then `Isa, then Muhammad (may blessings and peace be upon them all). This is akin to what will happen in the arena of judgement, when they will ask for someone to intercede for them with Allah when He comes to pass judgement. This is to show the noble position of Muhammad ﷺ above the rest of mankind in all situations. In Sahih Muslim, it is reported that Anas, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«أَنَا أَوَّلُ شَفِيعٍ فِي الْجَنَّة»\n(I will be the first intercessor in Paradise.) According to the wording of Muslim:\n«وَأَنَا أَوَّلُ مَنْ يَقْرَعُ بَابَ الْجَنَّة»\n(I will be the first one to knock at the gates of Paradise.) Imam Ahmad recorded that Anas bin Malik, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«آتِي بَابَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ فَأَسْتَفْتِحُ فَيَقُولُ الْخَازِنُ: مَنْ أَنْتَ؟ فَأَقُولُ: مُحَمَّدٌ قَالَ: فَيَقُولُ: بِكَ أُمِرْتُ أَنْ لَا أَفْتَحَ لِأَحَدٍ قَبْلَك»\n(I will come to the gate of Paradise on the Day of Resurrection and will ask for it to be opened. The gatekeeper will say, \"Who are you\" I will say \"Muhammad.\" He will say, \"I was told about you and that I was not to open the gate for anyone before you.\")\" It was also recorded by Muslim. Imam Ahmad recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّـةَ، صُوَرُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، لَا يَبْصُقُونَ فِيهَا، وَلَا يَمْتَخِطُونَ فِيهَا، وَلَا يَتَغَوَّطُونَ فِيهَا، آنِيَتُهُمْ وَأَمْشَاطُهُمُ الذَّهَبُ وَالْفِضَّةُ، وَمَجَامِرُهُمُ الْأَلُوَّةُ وَرَشْحُهُمُ الْمِسْكُ، وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ، يُرَى مُخُّ سَاقِهِمَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الْحُسْنِ، لَا اخْتِلَافَ بَيْنَهُمْ وَلَا تَبَاغُضَ، قُلُوبُهُمْ عَلى قَلْبٍ وَاحِدٍ، يُسَبِّحُونَ اللهَ تَعَالَى بُكْرَةً وَعَشِيًّا»\n(The first group to enter Paradise will enter looking like the moon on the night when it is full. They will not spit there, or blow their noses, or defecate. Their vessels and combs will be of gold and silver, their censers will be of aloeswood and their sweat will be musk. Each of them will have two wives, the marrow of whose shin bones will be visible from beneath the skin because of their beauty. There will be no disputes between them and there will be no hatred; their hearts will be as if one heart. They will glorify Allah morning and evening.)\" This was also recorded by Al-Bukhari and Muslim. Al-Hafiz Abu Ya`la recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«أَوَّلُ زُمْرَةٍ يَدْخُلُونَ الْجَنَّةَ عَلى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّذِينَ يَلُونَهُمْ عَلى ضَوْءِ أَشَدِّ كَوْكَبٍ دُرِّيَ فِي السَّمَاءِ إِضَاءَةً، لَا يَبُولُونَ، وَلَا يَتَغَوَّطُونَ، وَلَا يَتْفِلُونَ، وَلَا يَمْتَخِطُونَ، أَمْشَاطُهُمُ الذَّهَبُ، وَرَشْحُهُمُ الْمِسْكُ، وَمَجَامِرُهُمُ الْأَلُوَّةُ، وَأَزْوَاجُهُمُ الْحُورُ الْعِينُ، أَخْلَاقُهُمْ عَلى خُلُقِ رَجُلٍ وَاحِدٍ، عَلى صُورَةِ أَبِيهِمْ آدَمَ، سِتُّونَ ذِرَاعًا فِي السَّمَاء»\n(The first group to enter Paradise will look like the moon on the night when it is full. They will be followed by a group which looks like the brightest star shining in the sky. They will not urinate or defecate or spit or blow their noses. Their combs will be of gold, their sweat will be musk and their censers will be of aloeswood. Their wives will be Al-Hur Al-`Iyn, and they will all look the same, as if they are one person in the image of their father Adam, sixty cubits tall.)\" They Al-Bukhari and Muslim also produced this from the Hadith of Jabir. It was reported that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي زُمْرَةٌ، هُمْ سَبْعُونَ أَلْفًا،تُضِيءُ وُجُوهُهُمْ إِضَاءَةَ الْقَمَرِ لَيْلَةَ الْبَدْر»\n(A group of my Ummah, seventy thousand, will enter Paradise with their faces shining like the moon on the night when it is full.) `Ukkashah bin Mihsan stood up and said, `O Messenger of Allah, pray to Allah to make me one of them.' He said,\n«اللْهُمَّ اجْعَلْهُ مِنْهُم»\n(O Allah, make him one of them.) Then one of the Ansar stood up and said, `O Messenger of Allah, pray to Allah to make me one of them.' He said,\n«سَبَقَكَ بِهَا عُكَّاشَة»\n(Ukkashah has beaten you to it.)\" This was recorded by (Al-Bukhari and Muslim). This Hadith -- about the seventy thousand who will enter Paradise without being brought to account -- was also recorded by Al-Bukhari and Muslim from Ibn `Abbas, may Allah be pleased with him, Jabir bin `Abdullah, `Imran bin Husayn, Ibn Mas`ud, Rifa`ah bin `Arabah Al-Juhani and Umm Qays bint Mihsan -- may Allah be pleased with them all -- and also from Abu Hazim from Sahl bin Sa`d, may Allah be pleased with them, who said that the Messenger of Allah ﷺ said:\n«لَيَدْخُلَنَّ الْجَنَّةَ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا أَوْ سَبْعُمِائَةِ أَلْفٍ آخِذٌ بَعْضُهُمْ بِبَعْضٍ، حَتْى يَدْخُلَ أَوَّلُهُمْ وَآخِرُهُمُ الْجَنَّةَ، وُجُوهُهُمْ عَلى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْر»\n(Seventy thousand or seven hundred thousand of my Ummah will surely enter Paradise, holding on to one another, such that the first and last of them will enter Paradise together, with their faces looking like the moon on the night when it is full.)\"\nحَتَّى إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـمٌ عَلَيْكُـمْ طِبْتُمْ فَادْخُلُوهَا خَـلِدِينَ\n(till when they reach it, and its gates will be opened and its keepers will say: \"Salam `Alaykum (peace be upon you)! You have done well, so enter here to abide therein forever.\") This is a conditional sentence that is not complete. What it implies is that when they come to the gates of Paradise the gates will be opened for them as a sign of honor, and the angelic gatekeepers will meet them with glad tidings, greetings of peace and praise. Unlike the gatekeepers of Hell who will meet the disbelievers with rebuke and reprimand, the believers will be filled with happiness and joy, each according to his degree of luxury and delights. What happens after this is not mentioned; it is left for the imagination to think of its dearest wishes and be filled with hope. It is known from the Sahih Hadiths that Paradise has eight gates. Imam Ahmad recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«مَنْ أَنْفَقَ زَوْجَيْنِ مِنْ مَالِهِ فِي سَبِيلِ اللهِ تَعَالَى دُعِيَ مِنْ أَبْوَابِ الْجَنَّةِ، وَلِلْجَنَّةِ أَبْوَابٌ، فَمَنْ كَانَ مِنْ أَهْلِ الصَّلَاةِ دُعِيَ مِنْ بَابِ الصَّلَاةِ، وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ، وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِيَ مِنْ بَابِ الْجِهَادِ، وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّان»\n(Whoever spends a pair of something from his wealth for the sake of Allah, will be called from the gates of Paradise. Paradise has (several) gates. Whoever is among the people of prayer, will be called from the gate of Prayer; whoever is among the people of charity, will be called from the gate of Charity; whoever is among the people of Jihad, will be called from the gate of Jihad; whoever is among the people of fasting, will be called from the Gate of Ar-Rayyan.)\" Abu Bakr said, `O Messenger of Allah, it does not matter from which gate one is called, but will anyone be called from all of them' He said,\n«نَعَمْ، وَأَرْجُو أَنْ تَكُونَ مِنْهُم»\n(Yes, and I hope that you will be one of them.)\" Something similar was also recorded by Al-Bukhari and Muslim. It was reported from Sahl bin Sa`d, may Allah be pleased with him, that the Messenger of Allah ﷺ said:\n«إِنَّ فِي الْجَنَّةِ ثَمَانِيَةَ أَبْوَابٍ، بَابٌ مِنْهَا يُسَمَّى الرَّيَّانَ، لَا يَدْخُلُهُ إِلَّا الصَّائِمُون»\n(In Paradise there are eight gates; one of them is called Ar-Rayyan, and no one will enter it except those who fast.)\" In Sahih Muslim, it is recorded that `Umar bin Al-Khattab, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ أَوْ فَيُسْبِغُ الْوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَنْ لَا إِلهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ، يَدْخُلُ مِنْ أَيِّهَا شَاء»\n(There is no one among you who performs Wudu' and does it well, or -- amply --, then he says: \"I testify that there is none worthy of worship except Allah and that Muhammad is His servant and Messenger, \" but the eight gates of Paradise will be opened for him and he will enter through whichever one he wishes.)\"\nThe Width of the Gates of Paradise\nWe ask Allah to make us among its people. In the Two Sahihs, it is reported from Abu Hurayrah, may Allah be pleased with him, in the lengthy Hadith about intercession (that the Prophet said):\n«فَيَقُولُ اللهُ تَعَالَى: يَا مُحَمَّدُ، أَدْخِلْ مَنْ لَا حِسَابَ عَلَيْهِ مِنْ أُمَّتِكَ مِنَ الْبَابِ الْأَيْمَنِ، وَهُمْ شُرَكَاءُ النَّاسِ فِي الْأَبْوَابِ الأُخَرِ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّ مَا بَيْنَ الْمِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ مَا بَيْنَ عِضَادَتَيِ الْبَابِ لَكَمَا بَيْنَ مَكَّةَ وَهَجَرٍ أَوْ هَجَرٍ وَمَكَّةَ وفي رواية مَكَّةَ وَبُصْرَى»\n(Allah will say: \"O Muhammad, admit those of your Ummah who are not to be brought to account, through the right-hand gate, and they will be counted among those who will enter from other gates as well.\" By the One in Whose Hand is the soul of Muhammad, the distance between the two gateposts of the gates of Paradise is like the distance between Makkah and Hajar -- or Hajar and Makkah.)\" According to another report: (between Makkah and Busra.) It was recorded in Sahih Muslim from `Utbah bin Ghazwan that (the Prophet ) gave them a speech in which he told them that the distance between the two gateposts of Paradise was the distance of a forty-year journey, but there would come a day when they would be packed with crowds of people. Allah says,\nوَقَالَ لَهُمْ خَزَنَتُهَا سَلَـمٌ عَلَيْكُـمْ طِبْتُمْ\n(and its keepers will say: \"Salam `Alaykum (peace be upon you)! You have done well,\") meaning, `your deeds and words were good, and your efforts were good, and your reward is good.' The Messenger of Allah ﷺ issued commands during some of his military campaigns that it should be shouted out to the Muslims:\n«إِنَّ الْجَنَّةَ لَا يَدْخُلُهَا إِلَّا نَفْسٌ مُسْلِمَةٌ وفي رواية مُؤْمِنَة»\n(No one enters Paradise except a Muslim soul) or, according to one report, (A believing soul.)\" Allah says,\nفَادْخُلُوهَا خَـلِدِينَ\n(so enter here to abide therein forever.) means, to dwell therein, never seeking any change.\nوَقَـالُواْ الْحَـمْدُ للَّهِ الَّذِى صَدَقَنَا وَعْدَهُ\n(And they will say: \"All the praises and thanks be to Allah Who has fulfilled His promise to us...\") means, when the believers see the great reward and splendors, blessing and grand generosity, they will say,\nالْحَـمْدُ للَّهِ الَّذِى صَدَقَنَا وَعْدَهُ\n(All the praises and thanks be to Allah Who has fulfilled His promise to us) meaning, `the promise which He made to us through His Messengers who called us to this in the world.'\nرَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَـمَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ\n(Our Lord! Grant us what You promised unto us through Your Messengers and disgrace us not on the Day of Resurrection, for You never break (Your) promise)(3:194),\nوَقَالُواْ الْحَمْدُ لِلَّهِ الَّذِى هَدَانَا لِهَـذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلا أَنْ هَدَانَا اللَّهُ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ\n(and they will say: \"All the praises and thanks be to Allah, Who has guided us to this, and never could we have found guidance, were it not that Allah had guided us! Indeed, the Messengers of our Lord came with the truth.\") (7:43), and\nوَقَالُواْ الْحَمْدُ للَّهِ الَّذِى أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ - الَّذِى أَحَلَّنَا دَارَ الْمُقَامَةِ مِن فَضْلِهِ لاَ يَمَسُّنَا فِيهَا نَصَبٌ وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ\n(And they will say: \"All the praises and thanks be to Allah Who has removed from us (all) grief. Verily, our Lord is indeed Oft-Forgiving, Most Ready to appreciate (good deeds). Who, out of His grace, has lodged us in a home that will last forever, where toil will touch us not nor weariness will touch us.\") (35:34-35)\nوَأَوْرَثَنَا الاٌّرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ الْعَـمِلِينَ\n(and has made us inherit (this) land. We can dwell in Paradise where we will; how excellent a reward for the (pious) workers!) Abu Al-Aliyah, Abu Salih, Qatadah, As-Suddi and Ibn Zayd said, \"This means the land of Paradise.\" This is like the Ayah:\nوَلَقَدْ كَتَبْنَا فِى الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الاٌّرْضَ يَرِثُهَا عِبَادِىَ الصَّـلِحُونَ\n(And indeed We have written in Az-Zabur after Adh-Dhikr that My righteous servants shall inherit the land. ) (21:105) they will say:\nنَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَآءُ\n(We can dwell in Paradise where we will) meaning, `wherever we want, we can settle; how excellent a reward for our efforts.' In the Two Sahihs, it was reported in the story of the Mi`raj which was narrated by Anas bin Malik, may Allah be pleased with him, that the Prophet said:\n«أُدْخِلْتُ الْجَنَّةَ، فَإِذَا فِيهَا جَنَابِذُ اللُّؤْلُؤِ، وَإِذَا تُرَابُهَا الْمِسْك»\n(I was admitted into Paradise where I saw that its domes were pearls and its soil was musk.)\"",
  "ayah": 73,
  "surah": 39
}
