{
  "text": "درس 23 ایک نظر میں\nاگر ہم ان روایات کو لے لیں ‘ جن میں یہ کہا گیا ہے کہ اس سورت کی ابتدائی 80 سے کچھ اوپر آیات اس موقع پر نازل ہوئیں جب وفد نجران رسول اللہ ﷺ کے ساتھ مناظرے کے لئے آیا تھا ‘ یہ وفد عیسائیوں پر مشتمل تھا ‘ اور یہ لوگ رسول ﷺ سے حضرت عیسیٰ (علیہ السلام) کے بارے میں گفتگو کرنا چاہتے تھے ۔ تو پھر اس سبق کی تمام آیات گویا اس موقع پر نازل شدہ تصور ہوں گی ‘ لیکن یہ روایات خود اس حقیقت کو بیان کردیتی ہیں کہ یہ وفد عام الوفود 9 ھ میں آیا تھا ‘ اس وقت غلبہ اسلام کا شہرہ جزیرۃ العرب اور اس کے اردگرد علاقوں میں پھیل گیا تھا اور جزیرۃ العرب کے مختلف علاقوں سے وفود رسول اکرم ﷺ کے ساتھ ملاقات کے لئے دھڑا دھڑ حاضر ہورہے تھے ‘ ان وفود میں سے بعض تو معلومات حاصل کرنے آئے تھے اور بعض ایسے تھے جو جدید حالات میں رسول اکرم ﷺ کے ساتھ معاہدات کی پیشکش بھی کرتے تھے ۔\nجیسا کہ میں اس سے پہلے کہہ چکا ہوں ‘ کہ ان آیات میں جن موضوعات پر بحث کی گئی ہے اور جس انداز سے بحث کی گئی ہے ۔ یہ دونوں اس بات کا اظہار کرتے ہیں کہ یہ آیات ہجرت کے بعد قریبی زمانہ میں نازل ہوئیں ۔ اس سورت میں زیادہ تر اہل کتاب کے ساتھ نظریاتی مباحثہ ہے ۔ ان کے غلط عقائد کی وجہ سے مسلمانوں کے اندر جو شبہات پیدا ہوتے تھے ۔ ان کے جوابات ہیں ‘ یا ان اعتراضات کے جوابات ہیں جو وہ رسول اللہ ﷺ کی رسالت کی صحت کے بارے میں کیا کرتے تھے ‘ یا وہ ہدایات ہیں جو اہل کتاب کے حوالے سے حقیقت توحید اور شرک کے بارے میں نازل ہوئیں ‘ یا وہ خبرداری ہے جو اللہ نے یہاں اہل کتاب کی سازشوں کے مقابلے میں دی اور کہا کہ تم ان کے دھوکے میں نہ آؤ ‘ اپنے موقف پر ثابت قدم رہو ‘ ان موضوعات و مباحث کی وجہ سے میرا میلان اس طرف ہے کہ یہ آیات وفد نجران کے ساتھ مخصوص نہیں ہیں ۔ کیونکہ یہ وفد 9 ھ میں آیا تھا ‘ اس لئے کہ ان آیات کے نزول کے لئے 9 ھ سے پہلے بھی مدینہ طیبہ میں ایسے حالات تھے کہ ان کا نزول ان میں ہوایا یہ پوری سورت ان میں نازل ہوگئی ہو۔ اس لئے ان آیات کی تشریح کے وقت ہم واقعہ نجران ہی کو پیش نظر نہ رکھیں گے بلکہ اس سورت کا خطاب عام اہل کتاب کو سمجھاجائے گا ۔ کیونکہ تاریخی شواہد کے مطابق یہ واقعہ بہت متاخر ہے ۔\nجیسا کہ ہم نے اوپر تمہید میں کہا ‘ ان آیات میں ‘ اس اصلی کشمکش کا ذکر ہے ‘ جو اس وقت تحریک اسلامی اور اس کے عقائد و نظریات اور اہل کتاب اور مشرکین اور ان کے عقائد ونظریات کے درمیان برپاتھی ‘ یہ جنگ ظہور اسلام کے ساتھ ہی شروع تھی ‘ اس میں کوئی وقفہ نہ تھا ‘ خصوصاً اس وقت اس کشمکش میں بڑی تیزی آگئی تھی جب تحریک اسلامی کا ہیڈ کو راٹر مدینہ منتقل ہوا اور وہاں ایک اسلامی حکومت قائم ہوگئی ۔ اس نظریاتی جنگ میں مشرکین اور یہودی شانہ بشانہ لڑ رہے تھے ۔ اور ان کی اس مشترکہ مہم کو قرآن کریم تفصیل سے ریکارڈ کرتا ہے۔\nیہ بات بعید از امکان نہیں ہے کہ جزیرۃ العرب کے اطراف واکناف میں جو عیسائی آباد تھے ‘ ان میں مذہبی پیشوا بھی اس نظریاتی جنگ میں کسی نہ کسی صورت میں شریک ہوں ‘ نیز یہ بات بھی بعید از قیاس نہیں ہے کہ قرآن مجید نے حضرت عیسیٰ (علیہ السلام) کے بارے میں جو صحیح عقائد ونظریات پیش کئے تھے ان کا علم ان عیسائیوں کو ہوگیا ہو ‘ اور وہ اس موضوع پر رسول اکرم ﷺ کے ساتھ بحث و مباحثہ کے لئے آئے ہوں ‘ کیونکہ حضرت عیسیٰ (علیہ السلام) کے بارے میں عیسائی اپنی اصل راہ سے ہٹ گئے تھے ۔ اور اس موضوع پر قرآن کریم تنقید کرچکا تھا ‘ اور عقیدہ توحید کے حوالے سے عیسائیوں پر رد آگیا تھا۔\nاس سبق میں ابتداء ہی اسلام کے عقیدہ توحید کو اہل شرک کے انحرافات اور شبہات سے پاک وصاف کرکے بیان کیا گیا ہے ‘ اور یہ قرار دیا گیا کہ قرآن کریم حق و باطل کے درمیان فرقان ہے ‘ اور جو شخص بھی آیات الٰہی کا انکار کرے گا وہ کافر تصور ہوگا۔ چاہے وہ اہل کتاب میں سے ‘ ان آیات میں قرآن کے حوالے سے بتایا گیا مسلمانوں اور اہل ایمان کا رویہ ان آیات کے ساتھ کیا ہے ‘ اپنے رب کے ساتھ ان کا کیا رویہ ہونا چاہئے ‘ واضح طو رپر بیان کیا جاتا ہے کہ ایمان کی کیا علامات ہوتی ہیں ‘ وہ اس قدر واضح ہوتی ہیں کہ اہل ایمان کی پہچان میں کوئی غلطی نہیں ہوتی ۔ اور کفر کی بھی کچھ علامات ہوتی ہیں اور اہل کفر کی پہچان میں بھی غلطی نہیں ہوسکتی ۔ فرماتے ہیں :\n” اللہ وہ ‘ زندہ جاوید ہستی ‘ جو نظام کائنات کو سنبھالے ہوئے ہے ‘ حقیقت میں اس کے سوا کوئی خدا نہیں ہے ‘ اس نے تم پر کتاب نازل کی ‘ جو حق لے کر آئی ہے ‘ اور ان کتابوں کی تصدیق کررہی ہے جو پہلے آئی ہوئی تھیں۔ اس سے پہلے وہ انسانوں کی ہدایت کے لئے تورات و انجیل نازل کرچکا ہے ‘ اور اس نے وہ کسوٹی اتاری ہے ۔ اب جو لوگ اللہ کے فرامین قبول کرنے سے انکار کریں۔ ان کو یقیناً سخت سزا ملے گی ۔ “ اللہ بےپناہ طاقت کا مالک ہے اور برائی کا بدلہ دینے والا ہے ‘ زمین و آسمان کی کوئی چیز اللہ سے پوشیدہ نہیں ہے ۔ وہی تو ہے جو تمہاری ماؤں کے پیٹ میں ‘ تمہاری صورتیں ، جیسی چاہتا ہے بناتا ہے ‘ اس زبردست حکمت والے کے سوا کوئی اور خدا نہیں۔ وہی اللہ ہے ‘ جس نے یہ کتاب تم پر نازل کی۔ اس کتاب میں دو طرح کی آیات ہیں ۔ ایک محکمات جو کتاب کی اصل بنیادیں ہیں ۔ اور دوسری متشابہات ‘ جن لوگوں کے دلوں میں ٹیڑھ ہے وہ فتنے کی تلاش میں ہمیشہ متشابہات ہی کے پیچھے پڑے رہتے ہیں اور ان کو معنی پہنانے کی کوشش کیا کرتے ہیں ‘ حالانکہ ان کا حقیقی مفہوم اللہ کے سوا کوئی نہیں جانتا ۔ بخلاف اس کے جو لوگ علم میں پختہ کار ہیں ۔ وہ کہتے ہیں ۔” ہمارا ان پر ایمان ہے ‘ یہ سب ہمارے رب کی طرف سے ہیں ‘ اور سچ یہ ہے کہ کسی چیز سے صحیح سبق صرف دانشمند لوگ ہی حاصل کرتے ہیں۔ “ (1 : 3 تا 8)\n” اللہ نے خود شہادت دی ہے کہ اس کے سوا کوئی خدا نہیں ہے ‘ اور فرشتوں اور سب اہل علم نے بھی شہادت دی ہے ‘ وہ انصاف پر قائم ہے ‘ اس زبردست حکیم کے سوا فی الواقع کوئی اللہ نہیں ‘ اللہ کے نزدیک دین صرف اسلام ہے ‘ اس دین سے ہٹ کر جو مختلف طریقے ان لوگوں نے اختیار کئے جنہیں کتاب دی گئی تھی ۔ ان کے اس طرزعمل کی کوئی وجہ اس کے سوا نہ تھی کہ انہوں نے علم آجانے کے بعد ‘ آپس میں ایک دوسرے پر زیادتی کرنے کے لئے ایسا کیا ‘ اور جو کوئی اللہ کے احکام وہدایات کی اطاعت سے انکار کردے ‘ اللہ کو اس سے حساب لیتے کچھ دیر نہیں لگتی ۔\nاور اس سبق میں ایک تہدید تو ایسی آئی ہے جس میں روئے سخن یہود کی طرف ہے ‘ مثلاً فرمایا ” جو لوگ اللہ کی آیات کا انکار کرتے ہیں ‘ جو نبیوں کو ناحق قتل کرتے ہیں ‘ اور ان لوگوں کو بھی قتل کرتے ہیں جو عدل و انصاف کا حکم دیتے ہیں تو انہیں درناک عذاب کی خوشخبری دیجئے ۔ “ قتل انبیاء کا ذکر آتے ہی ذہن یہودیوں کی طرف چلا جاتا ہے ‘ اس لئے کہ یہ کارنامہ وہی سرانجام دیتے رہے ہیں ۔ ایک دوسری آیت میں آیا ہے ۔” اہل ایمان اہل ایمان کو چھوڑ کر کافروں کو دوست نہ بنائیں ۔ “ اس آیت میں اگرچہ لفظ کافر واقع ہے تاہم اس سے مراد غالباً یہودی ہیں ‘ اگرچہ اس میں مشرکین بھی شامل ہوسکتے ہیں ۔ اس لئے تحریک اسلامی کے اس دور تک بعض مسلمان ‘ اپنے کافر مشرکین اقارب اور یہودیوں میں سے اپنے دوستوں کے ساتھ تعلقات قائم کئے ہوتے تھے ۔ اس لئے یہاں انہیں اب ایسے تعلقات جاری رکھنے سے منع کردیا گیا اور اس قدر سخت الفاظ میں ان تعلقات کے انجام بد سے ڈرایا گیا ‘ چاہے یہ دوست یہودی ہوں یا مشرکین ہوں ۔ کیونکہ سب کے الکافرین کا لفظ استعمال ہوا ہے ۔\nاسی طرح ایک دوسری آیت ” ان لوگوں کو کہہ دو جنہوں نے کفر اختیار کیا ‘ تم عنقریب مغلوب ہوگے اور تمہیں جہنم کی طرف لے جایا جائے گا ‘ جو بہت ہی برا ٹھکانہ ہے ‘ تمہارے لیے ان دوگروہوں میں سامان عبرت ہے جو ایک دوسرے سے نبرد آزما ہوئے ‘ ایک اللہ کی راہ میں لڑرہا تھا اور دوسرا کافر تھا ‘ دیکھنے والے دیکھ رہے تھے کہ کافر گروہ مومن گروہ سے دوچند تھا۔ “ اس آیت میں غزوہ بدر کے واقعات کی طرف اشارہ ہے ‘ لیکن خطاب یہودیوں سے ہے ‘ اس سلسلے میں حضرت ابن عباس ؓ سے ایک روایت منقول ہے ‘ فرماتے ہیں کہ جب رسول اکرم ﷺ نے بدر کے دن قریش کو شکست دی اور آپ ﷺ مدینہ طیبہ لوٹے تو یہودیوں کو جمع کیا تو انہیں یہ نصیحت کی کہ اس سے قبل کے تمہارا وہ حال ہوجائے جو قریش کا ہو ‘ تم مسلمان ہوجاؤ۔ انہوں نے کہا : محمد ! بیشک تم نے قریش کے چند آدمیوں کو قتل کردیا ہے مگر اس سے کہیں غرور میں مبتلا نہ ہوجاؤ کیونکہ وہ ناتجربہ کار تھے اور جنگ کے بارے میں زیادہ جانتے نہ تھے ۔ اگر تم نے ہمارے ساتھ جنگ کی تو تمہیں معلوم ہوجائے گا کہ ہم کچھ لوگ ہیں شائد آپ کو ہم جیسے لوگوں کبھی واسطہ نہ پڑے ۔ ان کے بارے میں اللہ تعالیٰ نے یہ آیت فرمائی کہ ” ان لوگوں سے کہہ دو کہ جنہوں نے کفر کا راستہ اختیار کیا ‘ بہت جلدی تم مغلوب ہوجاؤگے اور پھر جہنم کی طرف تمہیں اٹھایاجائے گا “………ان الفاظ تک ” ایک گروہ اللہ کے راستے میں لڑتا ہے ۔ “ یعنی بدر میں اور ” دوسرا کافر ہے۔ “ (ابوداؤد)\nاس طرح اس سبق کی آیت ” اب اگر یہ لوگ تم سے جھگڑا کریں ‘ کیا تم نے بھی اس کی اطاعت اور بندگی قبول کی ؟ “ اگر کی ‘ تو راہ راست پاگئے اور اگر اس سے منہ موڑا تو تم پر صرف پیغام پہنچانا ہے ۔ آگے اللہ خود اپنے بندوں کے معاملات دیکھنے والا ہے ۔ “ (60 : 3 میں رسول ﷺ کو خطاب ہے ‘ اور یہ خطاب اگرچہ اہل کتاب کے ساتھ نظریاتی مباحثہ کے اس سبق کے آغاز میں ہے ‘ تاہم یہ عام ہے اور مخالف خواہ اہل کتاب ہوں یا غیر اہل کتاب ہوں ‘ اس آیت کا آخری حصہ ” اگر انہوں نے منہ موڑا تو تم پر صرف پیغام پہنچانے کی ذمہ داری ہے ۔ “ سے معلوم ہوتا ہے کہ اس وقت رسول ﷺ پر اہل کتاب کے خلاف جہاد فرض نہ ہوا تھا۔ اور آپ ان سے جزیہ بھی وصول نہ کرتے تھے ۔ جس سے ہمارا یہ نظریہ درست معلوم ہوتا ہے کہ اس سبق میں جو زیر بحث آیات ہیں وہ ہجرت کے بعد ابتدائی دور میں نازل ہوئیں۔\nغرض ان تمام آیات پر اچھی طرح غور کرنے سے معلوم ہوتا ہے کہ ان کا تعلق کسی ایک واقعہ مثلاً قدوم نجران سے نہیں ہے ‘ ان میں دی گئی ہدایات عام ہیں اور ان کا انطباق تمام مخالفین اسلام پر ہوتا ہے ‘ ہاں جن واقعات کی نسبت سے ان آیات کا نزول ہوا ہے۔ ایسے واقعات میں ایک واقعہ وفد نجران کا بھی ہوسکتا ہے ‘ کیونکہ ان ابتدائی دنوں میں ایسے مواقع بار بار وقوع پذیر ہوا کرتے تھے ۔ کیونکہ اس دور میں جزیرۃ العرب میں مسلمانوں اور ان کے مخالفین کے درمیان ایک ہمہ گیر نظریاتی جنگ جاری تھی ۔ خصوصاً یہود مدینہ کے ساتھ۔\nاس پہلے سبق میں اسلامی تصور حیات کے بارے میں نہایت ہی اہم بنیادی تصورات کو پیش کیا گیا ہے ۔ اس نظریہ حیات کی نوعیت اور اس کے مزاج کے بارے میں بھی اہم وضاحتیں دی گئی ہیں۔ نیز یہ بھی بتایا گیا ہے کہ اس نظریہ حیات کے عملی اثرات ‘ انسانی زندگی پر کیا مرتب ہوتے ہیں ‘ وہ آثار جو لازمہ ایمان ہیں ‘ مثلاً اللہ تعالیٰ کو وحدہٗ لاشریک سمجھنا ‘ اور اس کا لازمی نتیجہ یہ بتا گیا ہے کہ ایک مؤحد اللہ کا مسلم بھی ہوجائے ‘ یہی دین ہے اور اس کے سوا کوئی دین نہیں ہے۔ اور مسلم ہونے کا مفہوم یہ ہے کہ انسان اللہ کے سامنے سرتسلیم خم کردے اور اس کی اطاعت کرے ۔ اس کے اوامر کو مانے ‘ اس کی شریعت کو مانے ‘ اس کے رسول اور رسول کے طریقہ زندگی کا اتباع کرے۔ پس اس نظریہ حیات کی رو سے اگر کوئی سر تسلیم خم نہیں کرتا ‘ کوئی اطاعت نہیں کرتا ‘ کوئی رسول کا اتباع نہیں کرتا تو وہ مسلم نہیں ہے۔ لہٰذا وہ ایسا دیندار نہیں ہے جس کے دین کو اللہ نے پسند کیا ہو۔ اور اللہ نے صرف اسلام کو پسند کیا ہے ۔ اور اسلام جیسا کہ ہم نے اوپر بیان کیا مکمل طور پر سر تسلیم خم کردینے ‘ اطاعت کرنے اور اتباع کرنے کا نام ہے ۔ یہی وجہ ہے کہ قرآن کریم بڑے تعجب کے ساتھ اہل کتاب پر یہ تبصرہ کرتا ہے جب انہیں اس طرف بلایا جاتا ہے کہ آؤ کتاب اللہ کے مطابق فیصلہ کریں یَتَوَلّٰی فَرِیقٌ مِّنھُم وَھُم مُّعرِضُونَ وہ منہ پھیر کر چلے جاتے ہیں ۔ ظاہر ہے کہ قرآن کی اصلاح میں یہ اعراض کفر کے ہم معنی ہے ‘ اور اس اعراض سے ان کے دعوائے ایمان کی قلعی کھل جاتی ہے اور اس سے ایمان کی نفی ہوتی ہے۔ اس حقیقت کی مزید وضاحت اس سورت کے حصہ دوئم میں کی گئی ہے ………اس قدر اجمالی تعارف کے بعد اب مناسب ہے کہ اس درس کی آیات کی مفصل تشریح و تفسیر پیش کی جائے۔\nیہ حروف مقطعات ہیں ‘ ان کی کوئی توضیح وتشریح تو ممکن نہیں ہے ‘ البتہ ترجیحی بنیاد پر ‘ میں اس کا وہی مفہوم بیان کرتا ہوں ‘ جو میں نے سورة بقرہ کے ابتداء میں بیان کیا تھا ‘ یعنی یہ اس چیلنج کی طرف اشارہ ہے کہ یہ کتاب انہی حروف سے بنی ہے ‘ جو مخالفین اسلام کے دسترس میں ہیں ‘ لیکن اس کے باوجود یہ کتاب معجزہ ہے ‘ اور مخالفین اس جیسی کتاب لانے میں ناکام رہے ہیں۔\nان حروف کی جس تفسیر کو ہم نے ترجیح دی ہے ‘ متعددسورتوں میں اس چیلنج کی تشریح یا اشارہ خود اس سورت میں بھی پایا جاتا ہے جس کی ابتداء میں یہ حروف وارد ہوئے ہیں ۔ مثلاً سورة بقرہ میں یہ اشارہ بطور صریح چیلنج موجود ہے\nوَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (23)\n” اور اگر تمہیں اس امر میں شک ہے کہ یہ کتاب جو ہم نے اپنے بندے پر اتاری ہے ‘ یہ ہماری ہے یا نہیں تو اس کے مانند ایک ہی سورت بنالاؤ ‘ اپنے سارے ہم نواؤں کو بلالو ‘ ایک اللہ کو چھوڑ کر باقی جس جس کی چاہو ‘ مدد لے لو ‘ اگر تم سچے ہو تو یہ کام کر دکھاؤ۔ “ (23 : 2)\nزیربحث سورة آل عمران میں ‘ تحدی اور چیلنج کا اشارہ ایک دوسری نوعیت سے کیا گیا ہے ‘ یہ کہ یہ کتاب اس اللہ کی جانب سے نازل کی گئی ہے ۔ جس کے سوا کوئی دوسرا الٰہ نہیں ہے ۔ اور یہ انہی حروف وکلمات سے مولف ہے جن حروف وکلمات میں تمام دوسری کتب سماوی نازل ہوئی تھیں ۔ اور جن پر خود اہل کتاب ایمان لاچکے ہیں ‘ جن سے اس سورت کا زیادہ تر خطاب متعلق ہے ۔ اس لئے یہ بات کوئی قابل تعجب یا قابل انکار نہیں ہے کہ اللہ تعالیٰ ان ہی حروف سے مولف ایک نئی کتاب اپنے رسول پر نازل کرے۔",
  "ayah": 1,
  "surah": 3
}
