{
  "text": "دوسری اساس جس پر اسلامی سوسائٹی کی عمارت اٹھتی ہے وہ اخوت اسلامی کی اساس ہے ۔ صرف اللہ کے نام پر برادری ‘ اسلامی نظام زندگی کی رفاقت ‘ اسلامی نظام زندگی کے قیام کے لئے جدوجہد کرنے کی رفاقت ۔\nوَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ\n” سب مل کر اللہ کی رسی کو مضبوطی سے پکڑلو ‘ اور تفرقہ میں نہ پڑو ‘ اللہ کے اس احسان کو یاد رکھو جو اس نے تم پر کیا ‘ تم ایک دوسرے کے دشمن تھے ‘ اس نے تمہارے دل جوڑ دیئے اور اس کے فضل وکرم سے تم بھائی بھائی بن گئے ۔ تم آگ سے بھرے ہوئے ایک گڑھے کے کنارے کھڑے تھے ‘ اللہ نے تم کو بچالیا ۔ اس طرح اللہ اپنی نشانیاں تمہارے سامنے روشن کرتا ہے شاید کہ تم ان علامتوں سے تمہیں اپنی فلاح کا سیدھا رستہ نظر آجائے ۔ “\nیہ اخوت گویا خدا خوفی اور ایمان سے پھوٹتی ہے ‘ یعنی اسلام کی اساس اول ہے ۔ اور اخوت کی بنیاد اللہ کی رسی ہے ۔ یعنی اللہ کے ساتھ کئے ہوئے عہد کی اساس پر ‘ اس کے دین کی اساس پر اور اس کے منہاج کی اساس پر ۔ اس اخوت کی اساس جاہلیت کی اکٹھ کی اساس پر نہیں ہے ‘ نہ جاہلیت کے کسی دوسرے مقصد کی اساس پر ہے ‘ نہ کسی اور رسی پر جو اللہ کی رسی کے علاوہ ہو۔ صرف اللہ کی رسی پر َاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلا تَفَرَّقُوا……………” سب مل کر اللہ کی رسی کو مضبوطی سے پکڑلو اور تفرقہ میں نہ پڑو۔ “\nیہ اخوت جس کی اساس اللہ کی رسی کو مضبوطی سے پکڑنے پر ہے ‘ اللہ تعالیٰ پہلی جماعت اسلامی پر اپنا احسان عظیم بتاتے ہیں ۔ فرماتے ہیں کہ یہ وہ نعمت ہے ‘ جس سے اللہ تعالیٰ صرف ان لوگوں کو سرفراز فرماتے ہیں جن سے اللہ کو محبت ہوتی ہے ۔ یہاں اللہ تعالیٰ انہیں اپنے اس انعام کو یاد دلاتے ہیں ۔ فرماتے ہیں ذرا اس حالت کو ذہن میں لائیں جس پر وہ جاہلیت کے دور میں تھے ۔ یعنی وہ ” اعداء “ تھے۔ ایک ایک کا دشمن تھا ۔ دیکھو مدینہ میں اوس اور خزرج کی طرح دشمنی کا نمونہ اور کوئی پیش کرسکتا ہے ۔ یہ یثرب کے دوقبیلے تھے ‘ یہ قبیلے یہودیوں کے پڑوس میں رہتے تھے اور یہ یہودی ان کے درمیان عداوت کی آگ سلگائے رکھتے تھے ‘ وہ ہر وقت پھونکیں مارتے تھے ‘ اور اس آگ کو اس قدر تازہ رکھتے کہ وہ ان کے درمیان ہر قسم کے تعلقات کو جلاکر بھسم کردیتی ۔ یہودیوں کے لئے یہ ایک اچھا میدان کار تھا ۔ اور وہ اسی میں رات اور دن کام کرتے رہے تھے ۔ اور اسی کے ساتھ زندہ رہتے تھے ۔ تو اللہ تعالیٰ نے ان دو عربی قبیلوں کی تالیف قلب کا سامان کردیا اور یہ اسلام تھا ‘ یہ صرف اسلام ہی تھا جس نے ان نفرت کرنے والے قبائل کے دلوں کو جوڑا۔ اور یہ صرف اللہ کی رسی ہی تھی جسے سب نے مضبوطی سے پکڑرکھا تھا اور وہ اللہ کے اس احسان کی وجہ سے بھائی بھائی بن گئے تھے ۔ یہ صرف اسلامی اخوت ہی ہے جس کی وجہ سے لوگوں میں اتحاد پیدا ہوسکتا ہے اور وہ اس کی وجہ سے اپنی تاریخی دشمنیاں بھول سکتے ہیں ‘ یا اپنے قبائلی انتقام معاف کرسکتے ہیں ‘ یا لوگ اپنے ذاتی مفادات اور فرقہ وارانہ روایات کو ترک کرسکتے ہیں اور پھر تمام لوگ اللہ تعالیٰ بزرگ و برتر کے سامنے ایک ہی صف میں کھڑے ہوجاتے ہیں ۔\nوَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا\n” اور تم ایک دوسرے کے دشمن تھے ‘ اس نے تمہارے دل جوڑ دئیے اور اس کے فضل وکرم سے تم بھائی بھائی بن گئے ۔ “\nپھر اللہ تعالیٰ انہیں اپنا وہ احسان جتلاتے ہیں کہ وہ آگ سے بھرے ہوئے گڑھے کے کنارے پر تھے اور قریب تھا کہ وہ اس میں گرجائیں لیکن اللہ تعالیٰ نے انہیں اس سے بچالیا۔ اور وہ اس سے اس طرح بچے کہ انہوں نے اللہ کی رسی کو مضبوطی سے پکڑلیا اور ایمان لے آئے ۔ یہ تھی اسلام کی پہلی اساس ۔ اور پھر ان کے دلوں میں محبت ڈال دی اور وہ بھائی بھائی بن گئے اور یہ محبت اور رفاقت اسلام کے اجتماعی نظام کی دوسری اساس تھی ۔ اس لئے فرمایا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا……………” اور تم آگ سے بھرے ہوئے ایک گڑھے کے کنارے تھے ‘ اس نے تم کو اس سے بچالیا۔ “\nآیت میں ” تمہارے دل جوڑ دیئے “ کا لفظ استعمال کیا گیا ہے ۔ دل کا لفظ اس لئے استعمال ہوا ہے کہ باہم انسانی رابطے اور شعور دلوں کی ایک گٹھڑی میں باہم ملاکر ‘ جوڑ دیا گیا ‘ اور وہ اللہ کے ہاتھ میں ہیں ۔ اللہ کے ساتھ کئے ہوئے عہد اور میثاق کی رسی کے ساتھ باندھ دیا گیا ۔ اس طرح اس آیت میں مسلمانوں کی اس وقت کی تصویر کو جامہ الفاظ پہنایا گیا ہے بلکہ ان کی صورتحال ایک زندہ اور متحرک منظر میں نظر آرہی ہے کہ وہ وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ……………” اور تم آگے سے بھرے ہوئے گڑھے کے کنارے پر تھے ۔ “ اور صورت حال یوں تھی کہ تم گرنے ہی والے تھے اچانک اللہ کے دست قدرت نے تمہیں بچالیا ۔ گویا اللہ کا ہاتھ محسوس اور شاہد ہے ۔ اللہ کی رسی محسوس طور پر نظر آتی ہے ۔ اور انتہائی خطرے کی صورت حال سے قوم بال بال بچ جاتی ہے ۔ یہ ایک زندہ ‘ متحرک نظارہ ہے ۔ اس منظر کو دیکھنے والوں کے دل دھڑک رہے ہیں اور خطرہ سامنے موجود ہے ۔ صدیوں اور نسلوں کے بعد گویا آنکھیں دیکھ رہی ہیں ۔\nمحمد بن اسحاق نے اپنی سیرت میں اس کا تذکرہ کیا ہے کہ یہ آیت اوس اور خزرج کے بارے میں نازل ہوئی ہے۔ ہوا یوں کہ ایک یہودی ایک ایسی محفل کے پاس سے گزرا جس میں اوس اور خرزج کے لوگ بھائیوں کی طرح بیٹھے ہوئے تھے ‘ اسے یہ بات بہت ہی شاق گزری ۔ اس پر اس نے ایک شخص بھیجا اور اسے کہا کہ جنگ بعاث میں ان کے درمیان جو واقعات ہوئے تھے ذرا اس محفل میں ان کا تذکرہ کرے اور یہ شخص اور ان کی محفلوں میں ان واقعات کا اپنے انداز میں تذکرہ کرتارہا ۔ اس طرح لوگ ایک دوسرے کے خلاف گرم ہوگئے ۔ ایک دوسرے کو غضبناک نظروں سے دیکھنے لگے ۔ ایک دوسرے کے اندر انہوں نے جذبہ انتقام بھڑکایا ۔ اپنے اپنے جھنڈے اٹھالئے ‘ اسلحہ طلب ہوگیا اور مقام ” حرہ “ دوبارہ جنگ کے لئے تقریباً طے ہوگیا ۔ اس بات کی اطلاع رسول ﷺ ہو ہوگئی ۔ رسول ﷺ ان کے پاس آئے ‘ انہیں ٹھنڈا کیا اور فرمایا :” کیا تم دوبارہ جاہلیت کی طرف دعوت دیتے ہو اور میں تمہارے درمیان ہوں۔ “ اس کے بعد آپ نے ان پر اس آیت کی تلاوت فرمائی ۔ اس پر انہیں سخت ندامت ہوئی ۔ فوراً ان کے درمیان صلح ہوگئی ۔ انہوں نے باہم معانقہ کیا اور اسلحے پھینک دئیے ‘ اللہ ان سے راضی ہو۔\nجب اللہ تعالیٰ نے ان کے سامنے حقیقت واضح فرمائی تو وہ راہ ہدایت پر آگئے ۔ اور ان کے بارے میں اللہ سبحانہ وتعالیٰ کی بات سچی ہوگئی ۔ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ……………” اس طرح اللہ اپنی نشانیاں تم پر روشن کرتا ہے تاکہ ان نشانیوں میں سے تمہاری فلاح کا سیدھا راستہ نظرآئے ۔ “\nمسلمان ایک دو سے سے محبت کرتے تھے ‘ اللہ کے نظام پر قائم تھے اور تمام انسانیت کی قیادت کرنے کی راہ پر گامزن تھے اور اللہ کی رسی کو مضبوطی سے تھامے ہوئے تھے اور یہودی یہ سعی کررہے تھے کہ اس رسی کو کاٹ دیں ۔ یہودیوں کی ان مسلسل سازشوں کا یہ ایک نمونہ ہے ‘ جو وہ مسلسل جماعت مسلمہ کے خلاف کرتے رہے رہتے ہیں ۔ اور یہ سازشیں وہ ہمیشہ اس وقت کرنے لگتے ہیں جب مسلمان اللہ کی رسی کو پکڑنے کی کوشش کرتے ہیں اور اسلامی نظام زندگی کو اپنانے کی کوشش کرتے ہیں ۔ اور ان کی یہ کوششیں کامیاب ہی اس لئے ہوتی ہیں کہ مسلمان اہل کتاب کی پیروی شروع کردیتے ہیں اور ان کی یہ ریشہ دوانیاں اس قدر گہری چال پر مبنی ہوتی ہیں کہ قریب تھا کہ وہ دور اول کے مسلمانوں کو بھی باہم دست گریباں کردیں اور انہیں اسلام سے پھیر کر دوبارہ کفر کے حالات میں داخل کردیں۔ اور ان کے درمیان رابطہ پیدا کرنے والی اللہ کی مضبوط رسی کو کاٹ دیں ‘ جس کی وجہ سے وہ ایک دوسرے کے بھائی ہوگئے تھے اور متفق اور مجتمع ہوگئے تھے ۔ آیت کا یہ ٹکڑا اس آیت اور اس سے قبل کی آیات کے درمیان ربط کو بھی ظاہر کرتا ہے ۔\nیہاں یہ بات نوٹ کرنے کے قابل ہے کہ اس آیت کا شان نزول یہ ہو یا نہ ہو ‘ آیت بہرحال اس واقعہ کے مقابلہ میں ایک عام صورت حال کو بیان کررہی ہے ۔ کیونکہ اس کے سیاق اور سباق یہ بتا رہے ہیں کہ اس وقت یہودیوں کی طرف سے مسلمانوں کو ایک دوسرے کے ساتھ لڑانے اور ان کے اندر تفریق پیدا کرنے میں ایک زبردست تحریک مسلسل چل رہی تھی ۔ وہ اپنے تمام وسائل کو کام میں لاکر اسلامی صفوں میں فتنہ انگیزیاں اور تفرقہ برپا کرنے کی کوشش میں ہر وقت لگے رہتے تھے ۔ یہی وجہ ہے کہ قرآن کریم مسلمانوں کو بار بار تنبیہ کرتا ہے کہ یہودیوں اور اہل کتاب کی سازشوں کے مقابلے میں ہوشیار رہیں ‘ وہ ان کے درمیان شکوک و شبہات اور نفاق کے بیج بو رہے ہیں اور ان کے اندر فکری انتشار کے لئے ہر وقت کوشاں ہیں ۔ ہر دور میں یہودیوں کا مسلمانوں کے حوالے سے یہی طرزعمل ہے ۔ آج بھی وہ یہی کچھ کررہے ہیں اور کل بھی ان کا رویہ یہی ہوگا ‘ ہر اسلامی سوسائٹی اور ہر زمانے میں ۔",
  "ayah": 103,
  "surah": 3
}
