{
  "text": "بدر میں مسلمانوں کو جو فتح نصیب ہوئی تھی وہ معجزانہ تھی ‘ جیسا کہ ہم اوپر کہہ آئے ہیں ۔ یہ فتح مادی اسباب کی نایابی کے باوجود حاصل ہوئی تھی ۔ اس وقت مسلمانوں کے پاس معروف مادی اسباب نہ تھے ۔ اس جنگ میں ترازو کے دوپلڑے یعنی مومنین اور مشرکین متوازن نہ تھے ‘ نہ ہی ان کی حالت ایسی تھی کہ وہ توازن کے قریب ہوں ۔ مشرک ایک ہزار کی تعداد میں تھے ‘ اور وہ جنگ کی خاطر بطور عام لام بندی نکلے تھے ‘ اس لئے کہ ان سے ابوسفیان نے مددچاہی تھی ‘ اور ان کا ہدف بھی متعین تھا وہ یہ کہ ابوسفیان کے قافلے کو بچایا جائے اور یہ ہزار آدمی ہر قسم کے ساز و سامان سے لیس تھے ۔ وہ اپنی دولت کے بچاؤ کے لئے نکلے تھے ۔ نیز اپنی عزت اور شرف کو بھی انہوں نے بچانا تھا۔ اس کے مقابلے میں مسلمان صرف تین فی صد تھے اور وہ اس لئے نہ نکلے تھے ‘ سازوسامان سے لیس اس قدر عظیم فوج سے ‘ ان کا مقابلہ ہوگا وہ ایک ہلکے پھلکے پروگرام کے لئے نکلے تھے ‘ وہ ایک غیر مسلح قفلے پر ہاتھ ڈالنے کے لئے نکلے تھے ‘ اور اس پر ہاتھ ڈالنا چاہتے تھے ‘ قلیل تعداد میں ہونے کے ساتھ ساتھ ان کے پاس سازوسامان نہ بھی تھا ‘ اور ان کے پیچھے مدینہ میں ابھی تک مشرکین بھی موجود تھے اور وہ بھی اپنی جگہ پر قوت تھے ۔ اس طرح مدینہ میں منافقین کا بھی ایک بڑ طبقہ موجود تھا اور وہ مدینہ کے معاشرے میں اونچامقام رکھتے تھے ۔ اس کے علاوہ مدینہ میں یہودی بھی تھے جو ہر وقت اس تاک میں لگے رہتے تھے کہ مدینہ میں مسلمانوں پر وار کریں ۔ علاوہ ازیں وہ قلیل تعداد میں مسلمانوں کا ایک گروہ تھے جو جزیرۃ العرب کفر وشرک کی ایک عظیم قوت کے درمیان گھرے ہوئے تھے اور ان سب اسباب کے علاوہ ابھی وہ مظلوم پناہ گزیں تھے ‘ جنہیں مکہ سے نکال دیا گیا تھا ‘ کچھ انصار تھے جنہوں نے ان مہاجرین کو پناہ دی ہوئی تھی ‘ بہرحال اس معاشرے میں ان کی حیثیت ایک نوخیز پودے کی تھی ۔\nان حالات کا ذکر کرکے اللہ تعالیٰ بتاتے ہیں کہ ایسے حالات میں اس قدر عظیم فتح کا حقیقی سبب صرف اللہ تعالیٰ کی نصرت ہی ہے۔\nوَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ……………” اس سے پہلے جنگ بدر میں اللہ تعالیٰ تمہاری مدد کرچکا تھا ‘ حالانکہ اس وقت تم بہت کمزور تھے ‘ لہٰذا تم کو چاہئے کہ اللہ کی ناشکری سے بچو ۔ امید ہے کہ اب تم شکرگزار بنوگے۔ “\nصرف اللہ ہی نے انہیں نصرت بخشی اور انہیں اس وجہ سے نصرت بخشی جس کی حکمت کو ان آیات میں بیان کیا گیا ہے۔ ناصر و مددگار نہ وہ خود تھے نہ کوئی اور تھا ‘ اس لئے اگر انہوں نے کسی سے ڈرنا ہے اور کسی سے خائف ہونا ہے تو چاہئے کہ صرف اللہ سے ڈریں اور اس کا خوف اپنے اندر پیدا کریں ۔ اس لئے کہ فتح وشکست اس کے ہاتھ میں ہے ۔ وہی اللہ ہے جو اقتدار وقوت کا سرچشمہ ہے ۔ اللہ خوفی ہی انہیں شکر پر آمادہ کرسکتی ہے ۔ ہر حال میں ان پر اللہ کا جو انعام واکرام ہورہا ہے ‘ اس پر ان کا فرج ہے کہ وہ اللہ کا پورا پورا شکر ادا کریں ‘ جو ان انعامات واکرامات کے لائق ہو۔",
  "ayah": 123,
  "surah": 3
}
