{
  "text": "أَوْ يَتُوبَ عَلَيْهِمْ……………” یا انہیں معاف کردے۔ “ اس لئے کہ بعض اوقات اہل اسلام کی فتح کے نتیجے میں کفار کو عبرت حاصل ہوتی ہے اور وہ سبق حاصل کرلیتے ہیں اور اس فتح کے نتیجے میں وہ اسلام قبول کرلیتے ہیں ‘ نتیجتاً اللہ انہیں معاف کردیتا ہے ۔ ان سے صفت کفر چلی جاتی ہے اور وہ راہ ہدایت پاکر اسلام پر جم جاتے ہیں۔\nأَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ……………” چاہے انہیں سزادے کیونکہ وہ ظالم ہیں۔ “ عذاب کی ایک شکل تو یہ ہوتی ہے کہ اہل اسلام ان پر غالب آجاتے ہیں ‘ دوسری صورت قید ہونے کی\nصورت میں وہ عذاب پاتے ہیں یا ان کا خاتمہ کفر پر ہوجاتا ہے اور انجام کار وہ سزائے جہنم کے مستحق ہوجاتے ہیں ۔ یہ سزا ان کو اس لئے دی جاتی ہے کہ وہ کفر کرکے ظلم کا ارتکاب کرتے ہیں ‘ مسلمانوں کو فتنے میں ڈالتے ہیں اور فساد فی الارض کے مرتکب ہوتے ہیں ۔ نیز وہ اس اصلاحی نظام حیات کے مقابلے میں اتر کر ظلم کا ارتکاب کرتے ہیں جو اسلامی نظام حیات اور اسلامی شریعت کی صورت میں دنیا میں نافذ ہونے کے لئے آیا ہے ۔ غرض وہ سب مظالم اس میں شامل ہیں جو کفر کی وجہ سے وجود میں آتے ہیں اور جن کی وجہ سے اللہ کی راہ کو مسدود کیا جاتا ہے ۔\nبہرحال یہ سب پروگرام حکمت الٰہی کے تحت ہوتا ہے اور اس میں انسانی ارادے کا کوئی دخل نہیں ہوتا یہاں تک کہ اس آیت کی رو سے خود رسول اللہ ﷺ کی ذات کو بھی اس پروگرام میں دخل انداز ہونے سے خارج کیا جاتا ہے ۔ اور ان امور میں فیصلے کا اختیار صرف اللہ کی ذات کے ساتھ مخصوص ہوجاتا ہے ۔ اس لئے کہ ایسے فیصلے ذات باری کے شایان شان ہیں ۔ ان میں ذات باری منفرد ہے اور اس کا کوئی شریک نہیں ہے ۔\nیوں اہل ایمان کی ذات فتح و کامرانی کے ساتھ اس منظر سے باہر آجاتی ہے ۔ وہ خود فتح و کامرانی کے اسباب کے دائرے سے نکل جاتے ہیں اور اس کے نتائج میں ان کا کوئی دخل نہیں رہتا ۔ یوں وہ اس کبر و غرور سے محفوظ رہتے ہیں جو فاتحین کے دلوں میں بالعموم پیدا ہوجاتا ہے ‘ نیز وہ سخت گیری ‘ غرور اور احساس برتری سے بھی مامون ہوجاتے ہیں جن کی وجہ سے اکثر فاتحین پھولے نہیں سماتے اور ان کے روح اور طرز عمل غیر متوازن ہوتے ہیں ۔ چناچہ اہل ایمان محسوس کرتے ہیں کہ فیصلے کے اختیارات ان کے پاس نہیں ہیں ۔ اختیارات تو سب کے سب اللہ کے پاس ہیں ۔\nغرض لوگ مطیع فرمان ہوں یا نافرمان ہوں ان سب کے امور کا مالک اللہ تعالیٰ ہے ۔ یہ کہ لوگوں کی قسمت کے فیصلے ‘ خواہ وہ اچھے لوگ ہوں یا برے ‘ اللہ نے اپنے ہاتھ میں رکھے ہیں ۔ یہ ہے تحریک اسلامی کی حقیقت اور یہ ہے اس میں لوگوں کا مقام چاہے وہ اچھے ہوں یا برے ہوں۔ اس میدان میں خود رسول اکرم ﷺ اور اہل ایمان کا کام صرف یہ ہے کہ وہ اچھے طریقے سے اپنے فرائض سر انجام دیں ۔ اور نتائج اللہ پر چھوڑدیں ۔ وہ اپنے کئے پر صرف اللہ سے اجر کے طلب گار ہوں ‘ وہ انہیں پورا پورا اجردے گا اور ان کا والی اور مددگار ہوگا۔\nیہ آیت کہ ” فیصلے کے اختیارات میں تمہارا کوئی دخل نہیں ہے “ اس لئے بھی یہاں لائی گئی ہے کہ آنے والی آیت میں بعض لوگوں کی یہ بات نقل ہونے والی ہے ۔ هَلْ لَنَا مِنَ الأمْرِ مِنْ شَيْءٍ……………” اس کام کو چلانے میں ہمارا بھی کوئی حصہ ہے۔ “ (154 : 3) اور یہ کہ لَوْ كَانَ لَنَا مِنَ الأمْرِ شَيْءٌ مَا قُتِلْنَا هَا هُنَا……………” اگر اختیارات میں ہمارا کوئی حصہ ہوتا تو یہاں ہم نہ مارے جاتے ۔ “ (157 : 3) اور یہ آیت دراصل ان مزعومات کا پیشگی جواب ہے کہ جی ہاں اختیارات الٰہیہ میں کوئی شریک نہیں ہے ‘ نہ فتح کسی کے اختیار میں ہے نہ شکست ۔ تمہارا کام صرف اطاعت امر ہے ‘ ادائے فرض ہے اور مکمل وفاداری ہے ۔ یہی امور تم سے مطلوب ہیں ۔ ان کے بعد نتائج کیا نکلتے ہیں تو بس یہ اللہ تعالیٰ کا کام ہے ۔ ان میں کسی کا دخل نہیں ہے۔ یہاں تک کہ رسول اللہ ﷺ کا بھی دخل نہیں ہے ۔ یہ وہ اصلی حقیقت جو اسلامی تصور حیات کے پیش نظر ہے اور اسے نفس انسانی کی گہرائیوں میں جاگزیں ہونا چاہئے اور اسے واقعات ‘ حالات اور افراد کار سے بھی برتر اور بلند ہونا چاہئے ۔\nواقعہ بدر کی یہ یاد دہانی اور اسلامی تصور حیات کے ان اساسی حقائق کا اختتامیہ اس عام حقیقت کے اظہار سے ہوتا ہے کہ آخر کار فتح وہزیمت دونوں اللہ تعالیٰ کی قدرت اور حکیمانہ پالیسی کے تابع ہوتی ہیں اور یہاں آکر اس بیان کے خاتمہ پر ‘ اس سے بھی زیادہ عمومی حقیقت کو سامنے لایا جاتا ہے کہ اس پوری کائنات میں اللہ کا امر جاری وساری ہے ۔ اس لئے جسے وہ چاہتا ہے بخش دیتا ہے اور جسے چاہتا ہے عذاب میں مبتلا کردیتا ہے ۔",
  "ayah": 128,
  "surah": 3
}
