{
  "text": "اس آیت\nيَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ …………… کے دومفہوم ہوسکتے ہیں ‘ یرون کی ضمیر اگر کفار کی طرف ہے اور ہم سے مراد اہل ایمان ہیں تو مفہوم ہوگا کہ اہل کفر کو اپنی ظاہری کثرت کے باجود نظر یوں آرہا تھا کہ اہل اسلام ان سے دوگنا ہیں ۔ اور یوں یہ اللہ تعالیٰ کی جانب سے تائید غیبی تھی کہ کفار کو اہل اسلام زیادہ اور وہ خود تھوڑے نظر آرہے تھے ۔ یوں ان کے قدم اکھڑ گئے اور ان کے دل بیٹھ گئے۔\nاور اگر اس کے برعکس لیا جائے یعنی یرون سے مراد ہو کہ مسلمان ھم ان کو دیکھ رہے تھے ۔ تو مفہوم یہ ہوگا کہ مسلمانوں کو وہ اپنے دوگنا نظر آرہے تھے ‘ وہ تین گنا تھے ۔ اس کے باوجود اہل اسلام ثابت قدم رہے ‘ اور فتح یاب ہوئے ۔ اصل بات یہ ہے کہ تائید ونصرت اللہ کے ہاتھ میں ہے ۔ اس لئے دکھانا یہ مطلوب ہے کہ اہل کفر اپنے انجام پر غور کریں ۔ اور اہل اسلام دلوں کو مضبوط کرلیں اور یقین کرلیں کہ ان کے اعداء کی تقدیر میں شکست لکھی جاچکی ہے ۔ اس لئے وہ ان اعداء سے خوف نہ کھائیں ۔ جیسا کہ ہم نے اس سورت پر تبصرہ کرتے ہوئے یہ کہا تھا کہ اس وقت جو صورتحال تھی ‘ اس میں اہل کتاب کو اس قسم کی تنبیہ اور تخویف کی ضرورت تھی ۔\nقرآن کریم مسلسل اپنی عظیم حقیقت پر کاربند ہے اور اس عظیم سچائی میں سے ایک بات یہ ہے کہ اس دنیا میں جو لوگ کفر کرتے ہیں ‘ آیات کو جھٹلاتے ہیں اور اسلامی نظام زندگی سے انحراف کرتے ہیں ان کی شکست کا وعدہ اب بھی اپنی جگہ قائم ہے اور قائم رہے گا۔ اسی طرح اللہ تعالیٰ کا ‘ اہل ایمان کے ساتھ یہ وعدہ بھی اپنی جگہ قائم ہے کہ وہ فتح یاب ہوں گے اگرچہ وہ قلیل تعداد میں ہوں ‘ اور نصرت اور فتح صرف تائید ایزدی پر موقوف ہے اور یہ صرف اس کا اختیا رہے ‘ جسے چاہے وہ فتح ونصرت سے نوازے ۔ حقیقت اپنی جگہ اب بھی قائم ہے ۔ منسوخ نہیں ہوئی۔\nاہل ایمان کا یہ فرض ہے کہ وہ اس حقیقت پر اچھی طرح مطمئن ہوجائیں ۔ اور اس پر پوری طرح اعتماد کریں ۔ اور میدان جہاد میں اپنی تیاریاں مکمل طور پر کریں جس قدر ممکن ہو ‘ اور اس تیاری کے بعد پھر تائید خداوندی کا انتظار کریں ۔ وہ نہ جلدبازی کریں ‘ نہ مایوس ہوں ‘ اگرچہ انہیں طویل انتظار ہی کیوں نہ کرنا پڑے ۔ کیونکہ اللہ حکیم ہے وہ اپنی تدابیر خود اپنے وقت پر کرتا ہے ‘ اور اس حکمت کے مطابق ہی اس کا وعدہ اپنے وقت پر پورا ہوتا ہے۔\nإِنَّ فِي ذَلِكَ لَعِبْرَةً لأولِي الأبْصَارِ ……………” دیدہ بینا رکھنے والوں کے لئے اس میں بڑا سبق پوشیدہ ہے ۔ اس لئے ضروری ہے دیکھنے والی آنکھ ہو ‘ تدبیر کرنے والی بصیرت ہو ‘ تب ہی ایک انسان عبرت حاصل کرسکتا ہے اور تب ہی قلب میں فہم پیدا ہوتا ہے ۔ اگر بصیرت نہ ہو تو سامان عبرت شب وروز آنکھوں کے سامنے سے گزرتا ہے مگر آنکھ نہیں دیکھ پاتی۔ “\nاگلی آیت میں ‘ جماعت مسلم کی تربیت کے سلسلے میں ‘ اسے ان فطری میلانات اور فطری اسباب کے بارے میں آگاہ کیا جاتا ہے ‘ جن کی وجہ سے انسان کی زندگی میں گمراہی اور انحراف کا آگاز ہوتا ہے ‘ اس لئے اس بات کی اشد ضرورت ہے کہ ان فطری میلانات کو ہر وقت ضبط کنٹرول میں رکھا جائے ۔ اور ہر وقت زندگی کے اعلیٰ مقاصد کو پیش نظر رکھاجائے اور اصل مطمح نظر وہ اکرام وانعام ہوجائے جو کسی انسان کو یوم آخرت میں مل سکتا ہے۔\nحقیقت یہ ہے کہ خواہشات دنیاوی میں گم ہوجانے ‘ مرغوبات نفس کے درپے ہوجانے اور دوسرے فطری میلانات کا بندہ بن جانے کا نتیجہ یہ ہوتا ہے ‘ کہ انسان کے دل بصیرت اور اس کی عقل سے عبرت آموزی ختم ہوجاتی ہے۔ اور انسان کی حالت یہ ہوجاتی ہے کہ وہ حسی لذتوں اور دنیاوی مرغوبات کے ہاتھوں مجبور ہوجاتا ہے۔ اعلیٰ اور بلند مقاصد نظروں سے اوجھل ہوجاتے ہیں ۔ انسان کے احساسات مادی ہوجاتے ہیں وہ دنیائے قریب کی ان لذتوں کے دائرے سے آگے نہیں بڑھ سکتا ۔ اور وہ ان اعلیٰ مقاصد کے حصول کی لذت سے محروم ہوجاتا ہے جس کا تعلق انسان کے خلیفۃ اللہ فی الارض ہونے کے منصب سے ہے ۔ اور جو اس دنیا کی اس مخلوق کے شایان شان ہیں جسے اللہ نے اپنا خلیفہ بنایا ہے۔ اس وسیع مملکت دنیا میں۔\nیہاں یہ بات نوٹ کرنے کے قابل ہے کہ یہ فطری میلانات اور دنیاوی مرغوبات چونکہ اللہ کی جانب سے ‘ انسان کے تکوینی فرائض ہیں اور یہ رجحانات ومیلانات ‘ اس دنیا میں حیات انسانی کی نشوونما اور ترقی کے لئے اہم کردار ادا کرتے ہیں اور یہ ایک قسم کا فطری فریضہ ہیں ‘ اس لئے اسلام نے ان فطری میلانات کو ختم کرنے یا ان کی بیخ کنی کا کوئی اشارہ نہیں دیتا ۔ ہاں اسلام یہ حکم دیتا ہے کہ ان میلانات کو ضابطے کا پابند بنایاجائے ۔ ان کو منظم کیا جائے ‘ ان کی تیزی کو کم کیا جائے ان کو اس طرح کنٹرول کیا جائے کہ ان پر انسان کو پورا پورا ضبط حاصل ہو ‘ انسان ان کا مالک اور متصرف ہو ‘ اور انسان ان سے آگے مقاصد عالیہ پر بھی نظریں جمائے ہوئے ہو اور اپنے آپ کو ان کی غلامی سے بلند سمجھتا ہو۔\nاس لئے قرآن کریم کی آنیونی آیات ان مرغوبات اور ان میلانات کے بارے میں بحث کرتی ہے۔ لیکن اللہ تعالیٰ اس آیت میں ان اخروی لذائذ ‘ مرغوبات جن کا تعلق کام ودہن سے ہے اور ان کا ذکر کرتے ہیں جن کا تعلق عقل وخرد سے ہوتا ۔ اور یہ اخروی لذات ان لوگوں کا نصیبہ ہوگا جنہوں نے اس جہاں میں اپنے نفوس کے اوپر کنٹرول کیا ۔ اور وہ اس جہاں میں عیش و عشرت اور لذات میں غرق نہ ہوئے اور انہوں نے یہاں اپنے آپ کو مقام انسانیت پر بلند رکھا۔\nاس ایک ہی آیت میں قرآن کریم نے دوران کلام ‘ اس دنیا کی تمام اہم مرغوبات کو ایک ساتھ جمع کردیا ۔ مثلاً عورتیں ‘ اولاد ‘ مال دولت ‘ گھوڑے اور سواری ‘ سرسبز و شاداب اراضی اور اس میں قسم قسم کے مویشی ‘ اس دنیا میں جس قدر مرغوبات ممکن ہیں وہ سب اس آیت میں جمع کردی گئی ہیں ۔ یا تو بذات خود یہ اشیاء مرغوبات میں شامل ہیں ‘ یا وہ انسان کے لئے فراہمی مرغوبات کا ذریعہ ہیں۔ اور اس کے ساتھ ہی دوسری آیت میں ان مرغوبات اور لذائذ کا ذکر ہے ‘ جو اللہ نے اہل ایمان کے لئے ‘ اس جہاں میں تیار کی ہیں ۔ ایسے باغات اور لذائذ کا ذکر ہے ‘ جو اللہ نے اہل ایمان کے لئے ‘ اس جہاں میں تیار کی ہیں ۔ ایسے باغات جن کے نیچے نہریں بہہ رہی ہوں گی ‘ پاکیزہ بیویاں ‘ اور ان سب انعامات سے بڑا انعام ذات باری کی رضامندی اور خوشنودی ۔ اور یہ انعام صرف ان لوگوں کے لئے ہیں جن کی نظریں ان دنیاوی لذائذ سے اونچی ہیں ‘ جن کا تعلق اللہ سے قائم ہے ‘ ذرا ان آیات پر غور فرمائیں۔",
  "ayah": 13,
  "surah": 3
}
