{
  "text": "یہ تمام ہدایات یہاں عین اس وقت جاری ہیں کہ سیاق کلام میں جنگی معرکہ پر بحث شروع ہونے والی ہے ۔ اور ان سے یہاں اسلامی نظریہ حیات کی خصوصیات میں سے ایک اہم خصوصیت کی طرف اشارہ مطلوب ہے ۔ اسلامی نظریہ حیات انسانی شخصیت اور اس کی سرگرمیوں کو ایک جامع نقطہ نظر سے دیکھتا ہے ۔ اور انسان اور اس کی تگ ودو کو ایک ہی محور کے گرد گھماتا ہے ۔ وہ یہ ہے کہ انسان کو اپنی پوری زندگی میں اللہ وحدہٗ لاشریک کی اطاعت اور پرستش کرنی ہے ۔ ہر معاملے میں صرف اس کی طرف متوجہ ہونا ہے ۔ اور صرف اسلامی نظام حیات ہی پوری زندگی پر حاوی کرنا ہے اور انسانی شخصیت کے تمام احوال اور تمام حالات پر اسلامی نظام حیات کو غالب کرنا ہے اور انسانی زندگی کے تمام پہلوؤں میں اسے رائج کرنا ہے۔ اس کے بعد یہ ہدایات انسانی زندگی کی بوقلمونیوں کے درمیان اس ربط کی طرف اشارہ کرتی ہیں اور سعی انسانی کے آخری نتائج میں اس ربط کے اثرات بھی بیان کئے جاتے ہیں ‘ جیسا کہ اس سے قبل ہم بیان کر آئے ہیں ۔\nاسلامی نظام زندگی نفس انسانی کے ہر پہلو کو اپنی گرفت میں لیتا ہے ‘ وہ جماعت مسلمہ کی زندگی کو پوری طرح منظم کرتا ہے ۔ وہ اس کے درمیان بخرے بخرے کرکے کوئی فیصلہ نہیں کرتا ۔ اس لئے وہ میدان کارزر کے لئے سازوسامان بھی تیار کرتا ہے اور افراد کار کے اندر صلاحیت جنگ بھی پیدا کرتا ہے ۔ وہ اہل ایمان کے دلوں کو بھی پاک کرتا ہے ۔ ان کے ذہنوں کی تطہیر کرتا ہے ‘ انسان کے اندر ایسی اخلاقی قوت پیدا کرتا ہے کہ وہ ہوائے نفس اور جسمانی خواہشات پر قابو پاسکیں ۔ جماعت مسلمہ کے اندر محبت ‘ ملنساری پیدا کی جاتی ہے اور یہ تمام اوصاف ایک دوسرے کے ساتھ مربوط ہیں ۔ جب ہم ان تمام خصوصیات پر تفصیل کے ساتھ بحث کریں گے اور ان ہدایات میں سے ہر ایک کی تفسیر کریں گے تو معلوم ہوگا کہ تمام اوصاف وہدایات کا جماعت مسلمہ کی عملی زندگی کے ساتھ گہرا ربط ہے۔ اور یہ اوصاف میدان جنگ اور میدان حیات دونوں میں جماعت مسلمہ کی تقدیر کے ساتھ مربوط ہیں ۔\nسود اور سودی نظام معیشت پر بحث فی ظلال القرآن پارہ سوئم میں تفصیل کے بیان ہوچکی ہے ۔ اس لئے یہاں ہم اس پوری بحث کو دہرانا مناسب نہیں سمجھتے ۔ لیکن یہاں اضعاف مضاعفہ کے الفاظ پر غور کرنا مناسب ہوگا۔ اس لئے کہ ہمارے زمانے کے بعض لوگ ان الفاظ کی آڑ لے کر یہ مفہوم بیان کرتے ہیں کہ جو چیز حرام کی گئی ہے وہ اضعاف مضاعفہ ہے ۔ رہا وہ سود جو چار فیصد ہو ‘ پانچ فیصد ہو ‘ سات فی صد ہو ‘ نوفی صد ہو تو وہ اضعاف مضاعفہ نہیں ہے ‘ لہٰذا وہ حرام نہیں ہے ۔\nاس کی تردید میں صرف یہی کہنا کافی ہے کہ اضعاف مضاعفہ کی قید دراصل نزول قرآن کے وقت موجود واقعی صورتحال کا اظہار کرتی ہے ‘ یہ قید اس حکم کو محدود اور مشروط نہیں کرتی ۔ سورة بقرہ میں جو آیت وارد ہے وہ قطعی ہے ۔ اور ربا کی ہر صورت کو حرام قرار دیتی ہے ۔ اس لئے اس میں کوئی قید وحد نہیں ہے ۔ وہاں یہ الفاظ نہیں وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا……………” سود میں سے جو کچھ باقی ہے اسے چھوڑدو۔ “ چاہے وہ سود جس شرح سے بھی ہو۔ “\nاس اصولی بحث کے بعد اب ہم بتائیں گے کہ ربا کے ساتھ اس صفت اضعاف مضاعفہ کی قید کیوں عائد کی گئی ہے ؟ صرف یہ کہ یہ صفت سودی نظام کی تاریخ کی طرف اشارہ کررہی ہے جس میں سودی کاروبار دوچند چہار چند شرح سے کیا جاتا تھا۔ بلکہ یہ بتاتی ہے کہ سود کی شرح جو بھی ہو سود کے تباہ کن نظام کے ساتھ یہ صفت اضعاف مضاعفہ ایک لازم صفت ہے ۔\nسودی نظام کا خلاصہ یہ ہے کہ کسی سوسائٹی میں پوری دولت کی گردش اس نظام کے مطابق شروع ہوتی ہے ‘ اس لئے سودی کاروبار میں سرگرمیاں سود مفرد کی طرح سادہ سرگرمیاں نہیں ہوتیں۔ اس گردش کا ایک پہلو یہ ہے کہ اس نظام میں مال کی منتقلی بار بار ہوتی رہتی ‘ اس لئے وہ سود مرکب میں تبدیل ہوجاتا ہے ‘ اس لئے بار بار سودی چارج کی وجہ سے بالآخر سود کی رقم کئی گنا ہوجاتی ہے ۔ اور وہ بلاجدال اضعافاً مضاعفہ بن جاتی ہے ۔ اس لئے اپنے مزاج کے اعتبار سے سودی نظام میں دولت دوگنی چوگنی بنتی جاتی ہے۔ اس لئے اضعاف مضاعفہ کا اطلاق اس صورت حال کے اندر منحصر نہ ہوگا جو نزول قرآن کے وقت عرب سوسائٹی میں مروج تھی بلکہ ہر دور میں ہر قسم کے سودی نظام کی یہ خاصیت ہوتی ہے کہ وہ دوگنا چوگنا ہوتا رہتا ہے۔\nاور جیسا کہ ہم نے تیسرے پارے میں تفصیلات دی ہیں ‘ اس نظام کی خصوصیت یہ بھی ہوتی ہے کہ یہ لوگوں کی نفسیات اور اخلاق پوری طرح بگاڑ دیتا ہے ۔ نیز یہ نظام ملک کی اقتصادی اور سیاسی صورت حال کو بھی پوری طرح خراب کردیتا ہے ۔ اس لئے اس سودی نظام کے اثرات امت کی اجتماعی زندگی پر پڑتے ہیں اور امت کے انجام پر اس کے اثرات ہوتے ہیں ۔ جیسا کہ ہم نے تیسرے پارے میں ذکر کیا ہے۔\nاسلام جس وقت امت مسلمہ کی تخلیق کررہا تھا ‘ وہ اس امت کے لئے ایک اخلاقی اور نفسیاتی نظام حیات کی بنیاد بھی رکھ رہا تھا ‘ وہ اس نئی امت کی سیاسی اور اقتصادی زندگی کو بھی صحت مندانہ اصولوں پر استوار کررہا تھا ‘ اس سلسلے میں اس نئی امت کو معرکے درپیش ہوئے اور ان کے جو اثرات مرتب ہوئے وہ تاریخ اسلام کے معروف ومشہور واقعات ہیں ‘ اس لئے جنگی واقعات کے درمیان میں اچانک حرمت ربا کا ذکر بھی قابل فہم ہے اس لئے کہ اسلامی نظام حیات ایک جامع اور حکیمانہ نظام ہے ۔ نیز ربا کی ممانعت کے بعد یہ کہنا کہ اللہ سے ڈرو اور یہ امید رکھو کہ تم پر رحم کیا جائے گا اور پھر یہ کہنا کہ اس آگ سے اپنے آپ کو بچاؤ جو کافروں کے لئے تیار کی گئی ہے ‘ یہ دونوں باتیں بھی اس نقطہ نظر سے قابل فہم ہوجاتی ہیں ۔\nمطلب یہ ہے کہ جو شخص بھی اللہ سے ڈرتا ہو اور اس کے دل میں اللہ کا خوف ہو وہ ہرگز سود نہیں کھاسکتا ‘ نیز جس شخص کے دل میں عذاب جہنم کا خوف ہو ‘ وہ بھی ہر گز سود خور نہیں ہوسکتا ۔ بالفاظ دیگر جو شخص بھی ایمان رکھتا ہو اور اپنے آپ کو کافروں کی لائن سے نکالنا پسند کرتا ہو وہ کبھی سود خور نہیں ہوسکتا ۔ ایمان صرف خالی خولی باتوں کا نام نہیں ہے بلکہ اس کا تقاضا یہ بھی ہے کہ اسلامی نظام حیات کے قیام اور پوری زندگی کو اسلام کے رنگ میں رنگنے کے لئے ایمان کو ہر اول دستہ قرار دیا گیا ہے۔\nیہ بات محال ہے کہ ایمان اور سودی نظام ایک جگہ جمع ہوجائیں جہاں سودی نظام قائم ہوگا ‘ وہ سوسائٹی پوری کی پوری دین اسلام سے خارج تصور ہوگی اور اس کا انجام اس آگ میں ہوگا جسے فی الحقیقت کافروں کے لئے تیار کیا گیا ہے ۔ اس مسئلے میں جو بھی بحث کی جائے وہ غیر ضروری بحث ہوگی ‘ اس لئے کہ اس آیت میں پہلے سودی کاروبار کی ممانعت کی گئی ہے ۔ اس کے بعد اہل ایمان کو یہ دعوت دی گئی ہے کہ وہ اللہ کا خوف کریں اور اس حکم پر عمل کریں اور اس آگ سے بچیں جو کافروں کے لئے تیار کی گئی ہے ۔ یہ مضمون اس نہج پر بےمقصد نہیں لایا گیا نہ اتفاقیہ طور پر اس طرح بیان کردیا گیا ہے ۔ یہ سب ہدایات بامقصد ہیں ‘ بطور تاکید لائی گئی ہیں اور مسلمانوں کے ذہن میں اس حقیقت کو اسی مفہوم میں بٹھانا مقصود ہے ۔\nانہیں یہ امید دلائی گئی ہے کہ اگر وہ سودی کاروبار ترک کردیں گے تو وہ امید کرسکتے ہیں کہ وہ کامیاب ہوں گے ‘ اس لئے کہ کامیابی صرف اللہ کے تقویٰ کے نتیجے میں مل سکتی ہے ۔ تقویٰ کا طبعی انجام فلاح ہے۔ اور فلاح اس لئے کہ انسانوں کی زندگی میں اسلامی نظام قائم کیا جائے ۔ پارہ سوئم میں ہم تفصیل سے بیان کر آئے ہیں کہ اس منحوس سودی نظام نے انسانی معاشروں کو کس طرح تباہ کیا ہے ۔ اور پوری انسانیت کو اس نظام نے کن کن مصائب میں مبتلا کئے رکھا ہے ۔ مناسب ہے کہ پارہ سوئم میں دی گئی مباحث کو ایک بار پھر ذہن نشین کرلیاجائے تاکہ ہمیں معلوم ہوجائے کہ اسلامی نقطہ نظر سے فلاح کا تصور کیا ہے اور یہ کہ کس طرح فلاح اس بات پر موقوف ہے کہ ہم اس خبیث سودی نظام کو جڑ سے اکھاڑ پھینکیں ۔",
  "ayah": 131,
  "surah": 3
}
