{
  "text": "اسی مناسبت سے اہل ایمان کی ایک دوسری صفت کو بھی لیا جاتا ہے۔\nوَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ\n” جن کا حال یہ ہے کہ اگر کوئی فحش کام ان سے سرزد ہوجاتا ہے یا گناہ کا ارتکاب کرکے وہ اپنے اوپر ظلم کر بیٹھتے ہیں تو معاً اللہ انہیں یاد آجاتا ہے اور اس سے وہ اپنے قصوروں کی معافی چاہتے ہیں …………کیونکہ اللہ کے سوا اور کون ہے جو گناہ معاف کرسکتا ہو………اور دیدہ و دانستہ اپنے کئے پر اصرار نہیں کرتے ۔ “\nاس سے معلوم ہوتا ہے کہ اسلامی شریعت کس قدر کشادہ دل ہے ‘ اللہ لوگوں کو صرف اس وقت کشادہ دلی اور باہم برداشت کی دعوت دیتا ہے جب وہ خود ان کے ساتھ نہایت ہی فیاضی کا سلوک کرتا ہے اور اس کی انہیں اطلاع بھی دے دیتا ہے ‘ تاکہ وہ اپنے اندر فیاضی کا ذوق پیدا کریں اور نور خدا سے شمع روشن کریں اور اونچے اخلاق سیکھیں ۔ متقین اہل ایمان میں سے بلند مرتبت لوگ ہوتے ہیں ۔ لیکن دین اسلام کی بےمثال فیاضی ہے یہ دین ان لوگوں کو بھی متقین شمار کرتا ہے ” جن کا حال یہ ہے کہ اگر ان سے کوئی فحش کام سرزد ہوجاتا ہے یا گناہ کا ارتکاب کرکے وہ اپنے اوپر ظلم کربیٹھتے ہیں تو معاً انہیں اللہ یاد آجاتا ہے اور اس سے وہ اپنے قصوروں کی معافی چاہتے ہیں ۔ “ اور گناہوں سے ” فحش “ کام اسلامی نقطہ نظر سے بدترین گناہ اور بڑے گناہوں میں سے ہے لیکن یہ اس دین کی کشادہ دلی اور فیاضی ہے کہ وہ فحاشی جیسے گھناؤنے گناہ کے ارتکاب کرنے والے کو بھی راندہ درگاہ نہیں بناتا ۔ اور اس پر رحمت کے دروازے بند نہیں کئے جاتے ۔ نہ یہ دین ایسے لوگوں کو دوسرے درجے کے مسلمان قرار دیتا ہے ‘ بلکہ ان کو بھی متقین کے اعلیٰ مرتبے پر فائز کرتا ہے ۔ ہاں اس مرتبے پر فائز کرنے کے لئے صرف ایک شرط ان پر عائد کی جاتی ہے اور اس شرط سے بھی اس دین کا مزاج اور اس کا رجحان اچھی طرح معلوم ہوتا ہے ۔ وہ شرط یہ ہے کہ ارتکاب معصیت کے بعد معاً وہ اللہ کو یاد کرلیں اور اپنے گناہوں کی مغفرت مانگ لیں اور یہ کہ وہ اس گاہ پر اصرار نہ کریں حالانکہ وہ جانتے ہوں کہ وہ جو چھ کررہے ہیں وہ ایک معصیت ہے ۔ اور یہ کہ وہ معصیت میں بےشرمی اور بےباکی کے ساتھ غرق نہ ہوجائیں بالفاظ دیگر وہ اللہ کی بندگی کے دائرے کے اندر رہیں اور آخر کار اس کے سامنے سرتسلیم خم کرتے ہوں ۔ یوں وہ اللہ کی پناہ میں رہیں ۔ وہ اس کے عفو و درگزر اور فضل وکرم کے دائرے کے اندر ہی رہیں ۔\nدین اسلام کو معلوم تھا کہ انسان کمزوریوں کا پتلا ہے ‘ بعض اوقات ان بشری کمزوریوں کی وجہ اس سے فحاشی کا ارتکاب بھی ہوجاتا ہے ۔ بعض اوقات گوشت و پوست کے جسمانی میلانات جوش میں آتے ہیں اور وہ حیوانی تقاضوں کے تحت جسمانی خواہشات اور میلانات کی سطح تک اتر آتا ہے اور اس سے بھی آگے بڑھ کر وہ جسمانی میلانات ‘ خواہشات اور رجحانات کی گرمی اور دباؤ میں اللہ جل شانہ کے احکامات کی خلاف ورزی پر بھی مجبور ہوجاتا ہے ۔ دین اسلام انسان کی اس فطری کمزوری کو مدنظر رکھتا ہے ‘ اس لئے اس کے ساتھ سخت رویہ اختیار نہیں کرتا ۔ اور جب انسان ان خطاؤں کا ارتکاب کرکے اپنے اوپر ظلم کا ارتکاب کرے تو یہ دین اسے فوراً ہی رحمت خداوندی سے مار نہیں بھگاتا ‘ خصوصاً جبکہ وہ فحاشی کا ارتکاب کرے یا کسی گناہ کبیرہ میں پڑجائے ۔ اس کے دل میں شمع ایمان روشن ہے تو وہ اس کی دستگیری کے لئے کافی ہے ۔ اگر اس کے دل میں ایمان کے سوتے خشک نہیں ہوئے اور اس کا رشتہ تعلق باللہ بالکل کٹ نہیں گیا تو اس کے دل میں یہ احساس زندہ رہتا ہے کہ وہ انسان ہے غلطی کا پتلا ہے اور اس کا رب غفور ورحیم ہے ۔ اس لئے یہ انسان ضعیف اور خطاکار پرامید رہتا ہے اور بخیر و عافیت رہتا ہے اور اس دنیا میں اس کا سفر بند نہیں ہوتا۔ وہ ایک مضبوط رسی تھامے ہوئے ہوتا ہے اور اس کا سرا اس کے ہاتھ سے چھوٹ نہیں جاتا ۔ اس کی انسانی کمزوریاں اسے چاہے کس قدر گرائیں ‘ جب تک شمع ایمان اس کے دل میں روشن ہے ‘ وہ منزل مقصود پالے گا ۔ جب تک وہ اس مضبوط رسی کو تھامے ہوئے ہے وہ راہ راست پر آہی جائے گا ۔ جب تک وہ اللہ کو یاد رکھتا ہے اور اس کے دل میں خوف اللہ پایا جاتا ہے ‘ جب تک وہ اپنے گناہوں کی معافی مانگتا ہے اور اللہ کی بندگی کا اقرار کرتا ہے اور اس کی نافرمانی اکڑ کر نہیں کرتا تو وہ راہ راست پر آسکتا ہے۔\nیہ دین اس مخلوق کے لئے توبہ کا دروازہ بند نہیں کرتا اگرچہ یہ ضعیف مخلوق وقتی طور پر گمراہی کے گڑھے میں کیوں نہ گرجائے ۔ یہ دین اس خطاؤں کے پتلے انسان کو کسی غیر آباد صحراء میں بےیارومددگار نہیں چھوڑتا ۔ وہ اسے اپنے انجام کے بارے میں مایوس وپریشان بھی نہیں چھوڑتا ۔ اسے ہر وقت مغفرت کی امید دلائی جاتی ہے ۔ اس کی راہنمائی کی جاتی ہے ۔ اس کے کانپتے ہاتھوں کو ہاتھ میں لیا جاتا ہے ۔ اس کے ڈگمگاتے قدم مستحکم اور ثابت ہوجاتے ہیں ۔ اسے شمع امید عطا کی جاتی جس میں وہ اپنی راہ پالیتا ہے اور یوں وہ محفوظ اور ماموں جائے قرار تک پہنچ جاتا ہے ۔ اور پر امن سرحد میں داخل ہوجاتا ہے۔\nاس دین کا مطالبہ انسان سے صرف ایک ہے ۔ وہ یہ کہ اس کے قلب سے ایمان کے سوتے خشک نہ ہوگئے ہوں۔ اس کی روحانی دنیا تاریک نہ ہوگئی ہو اور اس نے اپنے خالق حقیقی کو بھلانہ دیا ہو ۔ وہ اللہ کو یاد کررہا ہو اور اس کی روح میں وہ راہنما مینار نور موجود ہو اور اس کے دل میں اس کے ضمیر کی آواز حدی خواں ہو اور اس کی زمین میں ایمان کا نم باقی ہو تو امید کی جاسکتی ہے کہ اس کے دل میں شمع ایمان دوبارہ روشن ہو ‘ امید کی جاسکتی ہے کہ وہ دوبارہ امن و سکون کے خطیرہ میں لوٹ آئے اور امید کی جاسکتی ہے کہ اس کے کشت زار دل میں دوبارہ ایمان کی تخم ریزی ہوسکے۔\nایک واضح مثال آپ کو بھی درپیش ہوگی ۔ تمہارا خطاکار بچہ اگر یہ یقین رکھتا ہو کہ جس غلطی کا ارتکاب اس سے ہوچکا ہے اس پر اب گھر میں ڈنڈے کے سوا اور کچھ نہیں ہے تو وہ پیچھے نہیں دیکھے گا اور بھاگتا ہی رہے گا اور مزید بےراہ روی اختیار کرے گا ۔ اور کبھی گھر کو واپس نہ آئے گا ۔ لیکن اگر ڈنڈے کے ساتھ ساتھ گھر میں اس کے سر پر ہاتھ پھیرنے والاپر شفقت ہاتھ بھی ہو جو معذرت پر اس کی اس کمزوری سے صرف نظر کرتاہو اور اسے تھپکی دیتا ہو اور جب وہ معافی مانگے تو اس کی معافی قبول ہوتی ہو تو اس صورت میں اس بات کا امکان ہے کہ وہ واپس گھرآجائے۔\nاسلام اس ضعیف اور خطاکار انسان کے ساتھ ایسا ہی رویہ اختیار کرتا ہے ۔ خالق کو معلوم ہے کہ انسان کی شخصیت میں اگر ایک طرف ضعف اور کمزوری ہے تو دوسری جانب اس میں کچھ صلاحیت بھی ہے۔ ایک جانب اگر اس پر مادیت کا بوجھ لدا ہوا ہے تو دوسری جانب کے اس کے اندر روحانیت کی سبک رفتاری بھی ہے ۔ ایک طرف اس کی ذات میں اگر نفوس حیوانی کے میلانات ہیں تو دوسری جانب اس کے اندر ربانی رجحانات بھی ودیعت کئے گئے ہیں ۔ اس جب بھی وہ حیوانی گندگیوں میں مبتلا ہوکر نیچے گرتا ہے تو دست قدرت اس کی دستگیری کرتا ہے اور اسے اوپر کی جانب اٹھاتا ہے اور پھسلنے پر اس کو تھپکی دے کر دوبارہ اسے کھڑا کرتا ہے کہ وہ راہ راست پر رواں ہو ‘ بشرطیکہ اس کے دل میں اللہ کی یاد ہو اور وہ اپنے خالق کو بالکل بھول نہ چکا ہو ۔ اور وہ جان بوجھ کر غلطی پر نہ اڑجائے ۔ رسول اللہ ﷺ فرماتے ہیں کہ ” جو شخص استغفار کرے تو یہ سمجھا جائے گا کہ وہ غلطی پر مصر نہیں ہے اگرچہ وہ دن میں ستر مرتبہ ایسا کرے۔ (روایت ابوداؤد ‘ ترمذی اور بزار ۔ اس نے اپنی سند میں عثمان ابن واقد کی روایت سے نقل کیا ہے ۔ اگرچہ اس کی سند میں ایک نامعلوم صحابی ہیں لیکن ابن کثیر نے اسے صحیح قرار دیا ہے اور کہا ہے ” حدیث حسن “ )\nہاں توبہ کو دروازہ کھلا رکھ کر اسلام بہرحال بےراہ روی میں لوگوں کو آزاد نہیں چھوڑتا ۔ اور نہ غلط کار اور گمراہیوں کے گڑھے میں گرنے والوں کو قابل تعریف سمجھتا ہے ۔ اور نہ اس گندگی کو حسن سے تعبیر کرتا ہے ‘ جس طرح نام نہاد ” واقعیت پسندی “ کے پیروکار کرتے ہیں ‘ ہاں اسلام صرف لغزش اور انسان کی فطری کمزوریوں کو تسلیم کرتا ہے تاکہ انسان کے اندر مایوسی پیدا نہ ہو اور شمع امید روشن رہے ۔ اس طرح اسلام شرم وحیاء کے انفعالات کی حوصلہ افزائی کرتا ہے اور انسانی کوتاہیوں پر اللہ کی جانب سے مغفرت ہوتی ہے ۔ اس لئے کہ اللہ کے سوا اور کن ہے جو مغفرت کرسکے ۔ اسلام گناہ کی حوصلہ افزائی نہیں کرتا البتہ اگر کوئی شرمندہ ہوتا ہے تو اس کی حوصلہ افزائی کرتا ہے ۔ وہ استغفار کے لئے آمادہ تو کرتا ہے لیکن وہ گناہوں کے ارتکاب میں لاپرواہی کی اجازت بھی نہیں دیتا ۔ نہ مسلسل خطاکاری کرنے اور اسے شعار بنانے کی اجازت دیتا ہے ‘ اس لئے کہ جو لوگ ارتکاب جرم کو اہمیت ہی نہیں دیتے اور مسلسل گناہ پر گناہ کئے جارہے ہیں تو وہ حدود سے نکل گئے ہیں ۔ اس کے سامنے دیواریں حائل ہوگئی ہیں۔\nیوں اسلام ‘ اس انسانیت کو پکارتا ہے کہ وہ بلند افق کو نصب العین بنائے ‘ لیکن اس دعوت کی پکار کے ساتھ اس پر رحمت اور شفقت کے لئے بھی ہر وقت تیار رہتا ہے ۔ اس لئے کہ اسلام کو یہ اچھی طرح معلوم ہے کہ انسان کی طاقت حدود کیا ہیں ۔ اس لئے اسلام ‘ انسان کے لئے ‘ امید کا دروازہ ہمیشہ کھلا رکھتا ہے ۔ اور انسان کی طاقت جہاں تک ساتھ دیتی ہے وہ اسے آگے بڑھاتا ہے۔ (تفصیلات کے لئے دیکھئے میری کتاب ” اسلام اور عالمی سلامتی “ کی فصل ” ضمیر کی سلامتی “ )",
  "ayah": 135,
  "surah": 3
}
