{
  "text": "ارتکاب معصیت سے استغفار کرکے وہ محض منفی کام نہیں کررہے ‘ اور نہ وہ خوشحالی اور بدحالی میں انفاق کرکے محض منفی کام کررہے ہیں یا غصہ پی کر اور لوگوں سے عفو و درگزر کرکے وہ محض منفی کام کررہے ہیں ‘ بلکہ وہ مثبت کام بھی کرتے ہیں اور نیک عمل کرنے والے ہیں ‘ اس لئے ان کے لئے ان کے رب کی طرف سے مغفرت ہے اور وہ ایسے باغات میں رہیں گے جن کے نیچے سے نہریں بہتی ہوں گی اور مغفرت کے بعد ان کو اللہ تعالیٰ کی جانب سے محبت کا اعزاز بھی حاصل ہوگا ۔ یہاں ان کے نفس کی گہرائیوں میں بھی عمل ہے اور ظاہری زندگی میں بھی عمل ہے ۔ دونوں عمل ہیں ‘ دونوں میں حرکت ہے اور دونوں میں ترقی ہے ۔\nیہ تمام صفات جن کا یہاں ذکر ہورہا ہے اور سیاق کلام میں آگے جس معرکہ کارزار کا ذکر ہونے والا ہے ‘ ان دونوں کے درمیان ایک خاص مناسبت ہے ۔ جس طرح سودی معیشت یا باہمی تعاون کے اسلامی نظام معیشت کا تعلق میدان جہاد کے معرکے سے تھا اور اسلامی جماعت کے شب وروز اس سے متاثر ہوئے تھے ‘ اسی طرح ان نفسیاتی خصوصیات اور اجتماعی اوصاف کے اثرات بھی جماعت مسلمہ پر پڑتے تھے ۔ ہم نے اس موضوع پر بات کا آغاز کرتے وقت اس طرف اشارہ کیا ہے ۔ مثلاً کنجوسی پر فتح یاب ہونا ‘ غصے پر قابوپانا ‘ ارتکاب معصیت کے مقابلے میں ضبط کرنا ‘ اللہ کی طرف رجوع کرنا ‘ اس کی جانب مغفرت کا طلب گار ہونا اور اس کی رضامندی کو نصب العین بنالینا ایسی فتوحات ہیں جو معرکہ کارزار میں دشمن پر فتح حاصل کرنے کے لئے اشد ضروری ہیں ۔ یہ لوگ دشمنان اسلام اس لئے تو تھے کیونکہ وہ بخل کے نمائندے تھے ۔ وہ اپنی خواہشات نفس کے پیروکار تھے ‘ وہ خطاکار اور بےحیا تھے اور وہ اسلام کے دشمن اس لئے تو تھے کہ وہ بخل کے نمائندے تھے ۔ وہ اپنی خواہشات نفس کے پیروکار تھے ‘ وہ خطاکار اور بےحیاء تھے اور وہ اسلام کے دشمن اس لئے تھے کہ وہ اپنی ذات ‘ اپنی خواہشات اور اپنے نظام زندگی میں اللہ تعالیٰ کے احکام ‘ اس کی شریعت اور اس کے پسندیدہ نظام زندگی کے تابع نہ تھے ۔ یہی تو ان کے ساتھ عداوت کی وجہ تھی اور یہی تو میدان کشمکش تھا ۔ اور اسی وجہ سے ان کے خلاف جہاد شروع کیا گیا تھا ۔ ان اسباب کے علاوہ مسلمانوں کی معرکہ آرائی اور عمل جہاد کے کوئی اسباب نہ تھے اور نہ اب ہیں ۔ ایک مسلم کی عداوت بھی اللہ کے لئے ہے ‘ اس کی معرکہ آرائی بھی فی سبیل اللہ ہے ‘ اس کا جہاد بھی اللہ کے لئے ہے ‘ اس کی درج بالا تمام ہدایات اور ان کے بعد آنے والے معرکہ کارزار کے بیان کے درمیان مکمل مناسبت ہے ۔ نیز ان باتوں کا ان حالات سے بھی تعلق تھا جن میں یہ معرکہ درپیش پوا۔ مثلاً یہ کہ رسول اللہ ﷺ کی حکم عدولی ‘ مال غنیمت جمع کرنے کا لالچ ‘ اور اس کی وجہ سے رسول ﷺ کی واضح ہدایات کو نظر انداز کرنا ۔ عبداللہ ابن ابی اور اس کے ساتھیوں کی جانب سے محض انا کی خاطر لشکر اسلام سے علیحدہ ہوجانا ۔ اور جیسا کہ سیاق کلام میں یہ بات واضح ہوگی کہ بعض لوگوں نے بڑی بری غلطیوں کا ارتکاب کیا ۔ نیز ان لوگوں کے نظریات اور تصورات میں بھی جھول اس لئے تھی کہ وہ ہر امر کو اللہ اور رسول کی طرف نہ لوٹاتے تھے اور بعض لوگ مایوس ہوکر یہ سوالات کرتے تھے کہ آیا ہماری اس تحریک کا کوئی نتیجہ برآمد ہوگا ؟ اور بعض لوگوں کے یہ خیالات تھے کہ ہماری کوئی حیثیت ہوتی تو یہاں یوں نہ مارے جاتے وغیرہ۔\nقرآن کریم ان تمام حالات سے بحث کرتا ہے ۔ ایک ایک کرکے ‘ بعض امور کی وضاحت کی جاتی ہے ‘ بعض امور کے بارے میں وہ آخری فیصلے کردیتا ہے ۔ ان حقائق کے بارے میں وہ نفس انسانی کو چٹکی بھر کر جگاتا ہے ‘ اس کے اندر جوش پیدا کرتا ہے اور ان حقائق کو حیات انسانی کے اندر زندہ کردیتا ہے ۔ اور یہ کام قرآن کریم اپنے منفرد طریقہ کار کے مطابق کرتا ہے جس کے نمونے سیاق کلام کے اندر جابجا ملیں گے ۔\nغرض اس مضمون کے تیسرے فقرے مین اب معرکہ کے واقعات کا آغاز ہوجاتا ہے لیکن ان واقعات کے اندر بھی اسلامی تصور حیات کے بنیادی حقائق ذہن نشین کرائے گئے ہیں ۔ رہے واقعات معرکہ تو انہیں محض محور اور مدار کے طور پر استعمال کیا جاتا ہے اور یہ حقائق ان واقعات کے اردگرد گھومتے ہیں ۔\nاس پیراگراف کے آغاز میں اس طرف اشارہ کیا جاتا ہے کہ اس کائنات میں اللہ تعالیٰ کی ایک سنت جاریہ ہے اور اس سنت کا تعلق ان اقوام سے ہے جو حق کو جھٹلاتی ہیں ۔ اس اصول اور سنت کے ذکر کا مقصد یہ بات مسلمانوں کے گوش گزار کرنا ہے کہ اس معرکے میں انہیں جو شکست ہوگی یہ ایک عارضی بات ہے اور یہ اس کائنات میں اللہ کی مستقل سنت نہیں ہے ۔ یہ عارضی شکست بھی ایک خاص حکمت پر مبنی تھی ۔ اس کے بعد انہیں تلقین کی جاتی ہے کہ وہ صبر سے کام لیں اور اس سرزمین پر بذریعہ قوت ایمان اپنے آپ کو سربلند رکھیں ۔ اگر اس معرکے میں انہیں شکست ہوئی ہے اور انہوں نے زخم کھائے ہیں تو اس سے قبل ایسے معرکے میں اہل شرک نے زخم کھائے تھے اور انہیں شکست ہوئی تھی لیکن اس میں بھی اللہ تعالیٰ کی گہری حکمت کارفرماتھی اور جس کا بیان ان کے سامنے کھل کر آجائے گا ۔ یہ حکمت کہ اہل اسلام کی صفوں میں سے کھوٹے لوگوں کو علیحدہ کردیاجائے ‘ ان کے دلوں سے کھوٹ نکال دیا جائے ‘ اور شہداء اسلام کی ایک ایسی مثال تیار کی جائے جو اپنے نظریہ حیات کے لئے جان دینے والے ہوں اور مسلمان موت کا مقابلہ آنکھوں میں آنکھیں ڈال کر کریں ۔ جبکہ اس سے قبل وہ راہ حق میں تمنائے موت اپنے دلوں میں لئے ہوئے تھے تاکہ وہ اپنے وعدوں اور اپنی آرزوؤں کو حقیقت کے ترازو میں تول کر دیکھیں ۔ اور سب سے بڑھ کر یہ کہ وہ کفر کو صفحہ ہستی سے مٹادیں اور کافروں کے مقابلے میں ایک منظم اسلامی جماعت کو مضبوط بنیادوں پر استوار کریں ۔ چناچہ ان پورے واقعات کی تہہ میں ایک بلند حکمت پوشیدہ تھی چاہے یہ واقعات فتح ہوں یا حادثات شکست ہوں ۔ فرماتے ہیں",
  "ayah": 136,
  "surah": 3
}
