{
  "text": "اس کے بعد روئے سخن مسلمانون کی طرف پھرجاتا ہے ۔ ان کی دلجوئی کی جاتی ہے ‘ تسلی دی جاتی ہے اور ثابت قدمی کی تلقین کی جاتی ہے۔ وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الأعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ…………… ” دل شکستہ نہ ہو ‘ غم نہ کرو ‘ تم ہی غالب رہوگے ‘ اگر تم مومن ہو۔ “ وَلا تَهِنُوا………… یہ لفظ وہن سے نکلا ہے ‘ جس کے معنی ضعیفی کے ہیں اور غم نہ کرو ‘ یعنی ان مصائب پر جو تمہیں پیش آرہے ہیں یا ان مفادات کے لئے جو تم سے چھوٹ گئے ۔ تم غالب اور برتر ہو ‘ اس لئے کہ تمہارا نظریہ حیات برتر ہے ۔ تم صرف اللہ وحدہ کے سامنے سجدہ ریز ہوتے ہو اور وہ لوگ اللہ کی مخلوقات میں سے کسی مخلوق کے سامنے جھکتے ہیں یا کسی چیز کو اللہ کے ساتھ شریک کرکے اس کے سامنے جھکتے ہیں ۔ اور تمہارا نظام حیات ان کے نظام حیات کے مقابلے میں افضل و برتر ہے ۔ تم اس نظام کے مطابق زندگی بسر کررہے ہو جسے اللہ نے بنایا ہے ۔ اور وہ اس نظام زندگی کے پیروکار ہیں جو انسانوں نے بنایا ہے ۔ تمہارا رول ان کے مقابلے میں برتر ہے ۔ تم پوری انسانیت کے لئے حاملین وصیت ہو ‘ اس پوری انسانیت کے لئے ہادی اور راہبر ہو جبکہ وہ اللہ کے اس نظام سے دھتکارے ہوئے ہیں ‘ گمراہ ہوچکے ہیں ۔ اس کرہ ارض پر تمہارا مقام بلند مقام ہے ۔ تم اس وراثت کے حاملین میں سے ہو جس کا تمہارے ساتھ اللہ نے عہد کررکھا ہے ۔ اور ان لوگوں کی حالت یہ ہے کہ وہ عدم اور فنا کی طرف بڑھ رہے ہیں ۔ اس لئے اگر تم سچے مومن بن جاؤ تو تم ہی اس دنیا میں اعلیٰ اور سربلند رہوگے ۔ اور اگر تم سچے مومن ہو تو نہ ڈرو اور نہ غم کرو اور نہ دل شکستہ ہو ‘ اس لئے کہ یہ اللہ کی سنت ہے کہ کبھی تم پر مصیبت آئے گی اور کبھی تم کامران ہوگے اور جہاد ‘ ابتلا اور کھرے کھوٹے کے درمیان تمیز ہوجانے کے بعد تمہاری عاقبت اچھی ہوگی ۔\n” اس وقت اگر تمہیں چوٹ لگی ہے تو اس سے پہلے ایسی ہی چوٹ تمہارے مخالف فریق کو بھی لگ چکی ہے ۔ تو زمانہ کے نشیب و فراز ہیں جنہیں ہم لوگوں کے درمیان گردش دیتے رہتے ہیں ۔ تم پر یہ وقت اس لئے لایا گیا ہے کہ اللہ دیکھنا چاہتا تھا کہ تم میں سچے مومن کون ہیں اور لوگوں کو چھانٹ لینا چاہتا تھا جو واقعی (راستی کے ) کے گواہ ہیں ۔ کیونکہ ظالم لوگ اللہ کو پسند نہیں ہیں ۔ اور وہ اس آزمائش کے ذریعہ سے مومنوں کو الگ چھانٹ کر کافروں کو سرکوبی کردینا چاہتا تھا۔ “\nیہاں اس چوٹ کا ذکر کیا گیا جو اہل اسلام کو لگی اور اس کا بھی ذکر کیا جو جھٹلانے والوں کو لگی تھی ۔ مکذبین کے چوٹ سے مراد غزوہ بدر ہے ۔ اس لئے کہ اس موقعہ پر مشرکین کو چوٹ لگی تھی اور اہل اسلام صحیح وسالم بچ گئے تھے لیکن جھٹلانے والوں کی چوٹ سے مراد غزوہ احد بھی ہوسکتا ہے جس میں ابتداءً گو مسلمانوں کو فتح ہوئی تھی ۔ اہل کفر کو شکست ہوئی تھی اور ان میں سے ستر آدمی قتل ہوگئے تھے ۔ اس کے بعد مشرکین بھاگ نکلے اور مسلمان ان کے تعاقب میں نکلے اور کھوپڑیوں پر ضربات لگاتے رہے ۔ مشرکین کا علم تک گر گیا اور کوئی ایساشخص نہ رہا جو آگے بڑھ کر علم اٹھاتا ۔ آخر کار ایک عورت نے علم اٹھایا۔ اس پر انہیں جرات ہوئی اور اس کے اردگرد جمع ہوگئے ۔ اس کے بعد مشرکین کی باری آئی جب تیراندزوں سے رسول ﷺ کے احکام کی خلاف ورزی کی ۔ آپس میں اختلاف کیا اور اس معرکے کے آخری دور میں مسلمانوں پر وہ مصیبت آئی جس کا یہاں ذکر ہورہا ہے اور یہ پوری پوری سزا تھی اس بات کی کہ انہوں نے رسول ﷺ کے احکام کی خلاف ورزی کی اور آپس میں اختلاف کیا۔ یوں اللہ تعالیٰ کی وہ سنت ظاہر ہوئی جسے اس نے اس کائنات کے لئے مقدر فرمایا ہے ۔ اس لئے تیر اندازوں کی جانب سے رسول ﷺ کے احکام کی خلاف ورزی اور مشورہ کے باوجود آپس میں اختلاف اس وجہ سے پیدا ہوئے تھے کہ ان کے دلوں میں مال غنیمت کا لالچ پیدا ہوگیا تھا اور اللہ تعالیٰ نے جہاد و قتال میں مسلمانوں کے لئے نصرت تو بہرحال لکھ دی ہے لیکن ان لوگوں کے لئے جو صرف جہاد فی سبیل اللہ کرتے ہیں ۔ اور ان کا مطمح نظر اس دنیائے دنی کو کوئی بےوقعت فائدہ نہیں ہوتا۔ اس واقعہ کی وجہ سے اللہ تعالیٰ کی ایک دوسری سنت کا ظہور بھی ہوا۔ وہ یہ کہ اللہ تعالیٰ فتح ونصرت کو لوگوں کے درمیان پھرتے رہتے ہیں ۔ کبھی اہل حق کو فتح ہوتی ہے تو کبھی کبھار اہل باطل کو فتح ہوتی ہے ۔ ان کے اعمال اور ان کی نیتوں کے مطابق ۔ ان ایام کی وجہ سے اہل ایمان اور اہل نفاق کو چھانٹ کر رکھ دیا جاتا ہے۔ نیز غلطیوں کا ارتکاب ہوتا ہے اور لوگوں کے دلوں سے نظریاتی کھوٹ نکل جاتا ہے۔",
  "ayah": 139,
  "surah": 3
}
