{
  "text": "اس کے بعد اب مضمون اس طرف جاتا ہے کہاں حادثات فاجعہ کے پس پشت کیا حکمت پوشیدہ ہے ؟ بتایا جاتا ہے کہ ان کے ذریعہ امت کی تربیت مقصود تھی ‘ اسے پاک کرکے اس کے اعلیٰ کردار کے لئے تیار کرنا مقصود تھا ‘ تاکہ وہ اللہ کی تقدیر اور ہتھیار بن کر کافروں کو نیست ونابود کرے اور مکذبین کو سزا دینے کے لئے دست قدرت کے لئے پردہ بن جائے ۔ وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ……………” اور وہ آزمائش کے ذریعہ سے مومنوں کو الگ چھانٹ کر کافروں کی سرکوبی کردینا چاہتا تھا۔ “ تمحیص علیحدہ اور ممتاز کرنے کے بعد کا درجہ ہے ۔ اور یہ وہ کاروائی ہے جو انسان کے اندر پایہ تکمیل کو پہنچتی ہے ۔ ضمیر کے اندر اس کی تکمیل ہوتی ہے ۔ یہ ایک ایسا تجربہ ہوتا ہے جس سے شخصیت کے خفیہ گوشے کھل کر سامنے آجائیں ۔ ان خفیہ گوشوں پر لائٹ فوکس ہوجاتی ہے تاکہ ان گوشوں سے میل ‘ کھوٹ اور ملاوٹ دور ہوجائے ۔ وہ واضح اور صاف نظر آجائیں اور یہ شخصیت سچائی پر خوبی کے ساتھ جم جائے ۔\nبارہا ایسا ہوتا ہے کہ انسان اپنے نفس اور اپنی شخصیت کے بارے میں صحیح جائزہ نہیں لے سکتا۔ وہ اپنی خفی کمزوریوں اور اپنے نفس کے نشیب و فراز سے واقف نہیں ہوتا ۔ اور یوں اسے نہ اپنی قوت کا صحیح اندازہ ہوتا ہے اور نہ اپنی کمزوریوں کا صحیح پتہ ہوتا ہے۔ اس کی بعض ایسی خفیہ کمزوریاں ہوتی ہیں جن کا اظہار اس وقت ہوتا ہے جب ان کو ابھارا جائے۔\nچھانٹی کے اس عمل کا انتظام اللہ جل شانہ نے اپنے ہاتھ میں لیا ہوا تھا ۔ اور یہ چھانٹی اسی طرح کی جارہی تھی کہ مسلمانوں کو زندگی کے نشیب و فراز سے دوچار کیا جائے ‘ انہیں فتح بھی ہو اور شکست بھی ہو ‘ سختی بھی آئے اور اچھے حالات بھی درپیش ہوں۔ انہیں خوب رگڑا دیا جائے ۔ اور اس تلخ رگڑ کے بعد اہل ایمان اپنے بارے میں وہ کچھ جان لیں جو اس سے قبل وہ جانتے تھے ۔ حادثات ‘ تجربے اور مختلف عملی مواقف سے دوچار کرکے ان کی یہ چھانٹی ہوئی۔\nبعض اوقات انسان اس غرے میں مبتلا ہوتا ہے کہ وہ قوی وشجاع ہے اور حرص وآزار کے پنجے سے آزاد ہے اور جب وہ عملی تجربات کی کسوٹی پر چڑھتا ہے اور جب وہ واقعی حالات سے دوچار ہوتا ہے تو اسے پتہ چلتا ہے کہ اس کی شخصیت میں تو ابھی بڑی بڑی کمزوریاں ہیں ‘ جو ابھی تک دور نہیں ہوسکیں ۔ اور یہ کہ وہ ابھی تک مشکلات کے اس قدر دباؤ کے برداشت کرنے کی قوت نہیں رکھتا اس لئے یہ بات خود اس کے مفاد میں ہوتی ہے کہ اسے قبل از وقت اپنی کمزوریوں کا علم ہوجائے تاکہ وہ اپنی شخصیت کو ازسرنو ڈھالنے کی کوشش کرے ۔ اور وہ ان مشکلات کے برداشت کرنے کے لئے اپنے آپ کو تیار کرلے جو اس کی دعوت کی راہ میں لازماً درپیش آنے والی ہیں۔ اور اس نظریہ حیات کی وجہ سے وہ لابدی ہیں۔\nاللہ تعالیٰ کی اسکیم یہ تھی کہ وہ اس پہلی جماعت اسلامی کی اچھی طرح تربیت کردے ۔ جسے اس نے پوری انسانیت کی قیادت کے لئے تیار کرنا تھا ۔ اس اسکیم کے مطابق اس جماعت نے اس کرہ ارض پر ایک عظیم کا سر انجام دینا تھا ۔ اس لئے اللہ تعالیٰ نے اس جماعت کو اسی طرح چھاٹا اور احد میں اسے ایسے حالات سے دوچار کیا جو غیر متوقع تھے تاکہ یہ جماعت اپنی سطح ذرابلند کرے اور اپنے آپ کو اس رول کے لئے تیار کرے جو اللہ نے طے کردیا تھا کہ اس نے ادا کرنا ہے اور وہ یہ تھا کہوَيَمْحَقَ الْكَافِرِينَ……………” اور تاکہ وہ کافروں کی سرکوبی کرے ۔ “ اور یہ اس لئے کہ حق کے ذریعہ ‘ باطل کی سرکوبی کرنا سنت الٰہیہ میں سے ایک سنت ہے ۔ لیکن یہ سرکوبی اس وقت ممکن ہوتی ہے جب حق ظاہر ہوجائے اور سخت تربیت اور چھانٹی کے ذریعہ اس کی کمزوریاں دور کردی جائیں ۔",
  "ayah": 141,
  "surah": 3
}
