{
  "text": "اب اگلی حکیمانہ بات بصورت استفہام انکاری آتی ہے۔ دعوت اسلامی کے بارے میں مسلمانوں کی سوچ کو درست کیا جاتا ہے اور بتایا جاتا ہے کہ اس سلسلے میں سنت الٰہی کیا ہے ؟ بتایا جاتا ہے کہ فتح وشکست ‘ اعمال اور انکے نتائج کے بارے میں اللہ کا ایک اٹل قانون ہے ۔ بتایا جاتا ہے کہ جنت کی راہ میں تو کانٹے بھی بچھے ہوئے ہوتے ہیں ‘ مشکلات بھی ہوتی ہیں ‘ اور اس راہ میں مشکلات کو صبر وثبات کے ذریعہ حل کیا جاسکتا ہے ۔ محض خالی خولی تمناؤں اور نیک خواہشات کے ذریعہ یہ گھاٹی عبور نہیں کی جاسکتی ۔ تمہیں اس راہ میں مشکلات انگیز کرنی ہوں گی اور اپنی صفوں کو کمزور لوگوں سے صاف کرنا ہوگا۔\nأَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ (142) وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ\n” کیا تم نے یہ سمجھ رکھا ہے کہ یونہی جنت میں چلے جاؤگے حالانکہ ابھی اللہ نے یہ تو دیکھا ہی نہیں کہ تم میں وہ کون لوگ ہیں جو اس کی راہ میں جانیں لڑانے والے اور اس کی خاطر صبر کرنے والے ہیں ۔ تم موت کی تمنائیں کررہے تھے مگر یہ اس وقت کی بات تھی جب موت سامنے نہ آئی تھی ‘ لو اب وہ تمہارے سامنے آگئی ہے اور تم نے اسے آنکھوں سے دیکھ لیا ۔ “\nصیغہ استفہام انکاری اس مقام پر استعمال ہوتا ہے جہاں مخاطب کو ایک نہایت ہی خطرناک فکری غلطی پر متنبہ کرنا مطلوب ہوتا ہے ۔ یہاں فکری غلطی یہ تھی کہ لوگوں نے سمجھا کہ بس زبان سے اس قسم کا اعلان ہی کافی ہے کہ میں مسلمان ہوگیا ہوں اور میں موت کے لئے تیار ہوں ‘ اسلام کی راہ میں مرمٹنے کے لئے۔ صرف اس اعلان ہی سے گویا انہوں نے دعوت اسلامی کی راہ کی تمام مشکلات برداشت کرلیں اور اب وہ اللہ کی رضامندی اور جنت دونوں کے مستحق ہوگئے ہیں۔\nیہاں انہیں سختی کے ساتھ بتایا گیا کہ تمہاری یہ سوچ درست نہیں ہے ۔ تمہیں مشکلات کے واقعی تجربے سے گزرنا ہوگا ‘ عملی امتحان ہوگا ، جہاد میں شرکت کرنی ہوگی اور مصائب کو گلے لگانا ہوگا۔ اور اس کے بعد یہ کہ ان مشکلات کی حالت میں جزع وفزع نہیں بلکہ صبر کرنا ہوگا اور ان کو برداشت کرنا ہوگا۔\nیہاں اس آیت کے بعض الفاظ چونکادینے والے ہیں وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ …………… ” حالانکہ ابھی یہ تو اللہ نے دیکھا ہی نہیں کہ تم میں سے کون لوگ ہیں جو اس کی راہ میں جانیں لڑانے والے ہیں وَيَعْلَمَ الصَّابِرِينَ……………” اور کون ہیں جو اس کی خاطر صبر کرنے والے ہیں۔ “\nاس لئے اس راہ میں صرف جہاد کرلینا ہی کافی نہیں ہے ‘ بلکہ مشکلات راہ پر صبر کرنا بھی ضروری ہے ۔ یہ مشکلات تو مسلسل ہوتی ہیں ‘ مختلف نوعیت کی ہوا کرتی ہیں اور یہ اس وقت تک ختم نہیں ہوجاتیں جب میدان جنگ میں جہاد ختم ہوجاتا ہے ‘ بلکہ بارہا ایسا ہوتا ہے کہ میدان جنگ میں مشکلات جہاد بہت ہی کم ہوتی ہیں بمقابلہ اس کے جو جہاد کے بعد آتی ہیں اور جن کی خاطر صبر کا تقاضا کیا گیا ہے اور جن میں ایمان کی آزمائش ہوتی ہے ۔ ہماری روزمرہ کی زندگی میں نہ ختم ہونے والی مشکلات ہوتی ہیں ‘ افق ایمان پر مسلسل جمے رہنا ‘ شعور اور عمل دونوں میں ایمان کے تقاضے پورے کرتے رہنا ‘ زندگی کی راہوں میں انسانی کمزوریوں پر بذریعہ صبر قابو پاتے رہنا ‘ روز مرہ زندگی میں ان تمام لوگوں کے ساتھ یومیہ معاملات میں اور اپنے نفس کے ساتھ تمام معاملات میں اسلام پر جمے رہنا اور خصوصاً ان مقامات پر صبروثبات کا مظاہرہ کرنا جن میں باطل قوتوں کو بظاہر کامیابی حاصل ہوتی ہے اور وہ یوں نظر آتی ہیں گویا بس فتح اب ان کے لئے مقدر ہے ۔ پھر بعض اوقات جدوجہد طویل ہوتی ہے اور راستہ طویل اور کٹھن نظرآتا ہے اور مشکلات سے پر نظر آتا ہے ‘ ایسے حالات میں صبر کرتے رہنا ‘ جہاد اور مشکلات اور جنگاہ میں آرام طلبی کی تمنا ‘ وسوسے اور نفس کی اکتاہٹ کے مقابلے میں صبر وثبات کا مظاہرہ کرتے چلے جانا ‘ غرض اس راہ میں جو نامعلوم اور پوشیدہ مشکلات ہوتی ہیں ‘ اور ان میں سے میدان جنگ صرف ایک مشکل ہے ‘ ان سب کو انگیز کرنے کا حوصلہ پیدا کرنا وغیرہ یہ سب اس آیت کے تقاضے ہیں اور جنت کی راہ کی مشکلات ہیں ۔ غرض ان مقاصد کا حصول صرف الفاظ اور تمناؤں سے نہیں ہوتا۔",
  "ayah": 142,
  "surah": 3
}
