{
  "text": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ……………” تم موت کی تمنائیں کررہے تھے ‘ مگر یہ اس وقت کی بات تھی جب موت سامنے نہ آئی تھی ‘ لو اب وہ تمہارے سامنے آگئی ہے اور تم نے اسے آنکھوں سے دیکھ لیا۔ “\nیہاں قرآن مجید ان کو ایک بار پھر موت کے سامنے لاکر کھڑا کردیتا ہے ‘ جس کی وہ تمنائیں کیا کرتے تھے ۔ اور پھر جس کا معائنہ وہ معرکہ احد کے میدان میں کرچکے تھے اور اس منظر کے سامنے انہیں اس لئے کھڑا کیا گیا ہے کہ وہ ذرا ان حقائق کے ساتھ جو عملی میدان میں درپیش آئے ہیں ‘ ان الفاظ وکلمات کا مقابلہ کریں جو ان کی زبان پر ہوتے ہیں اور ان تمناؤں کا موازنہ کریں جو ان کے دلوں میں ہوتی ہیں تاکہ وہ انہیں سکھائے کہ وہ ہر اس کلمے اور لفظ کا جائزہ لیں جو ان کی زبانوں سے نکلتا ہے اور یہ دیکھیں کہ ان کلمات کے پیچھے مفہومات کا کس قدر سرمایہ موجود ہے اور یہ جائزہ وہ ان حقائق کی روشنی میں لیں جو معرکہ احد کے اندر پیش آئے ۔ اس طرح انہیں معلوم ہوگا کہ ان کلمات کی قدر و قیمت کیا ہے ‘ جو وہ اپنے منہ سے ادا کرتے ہیں اور ان تمناؤں کی حیثیت کیا ہے جو وہ اپنے دلوں میں بسائے ہوئے ہیں اور ان بھاری حقائق کے مقابلے میں ان وعدوں کا کیا مقام ہے جو انہوں نے کئے تھے ۔ پھر انہیں یہاں یہ بھی سکھایا جاتا ہے کہ صرف ہوا میں تحلیل ہونے والے الفاظ یا دل میں ابھرنے والی تمنائیں ہیں انہیں جنت میں داخل نہیں کرسکتیں ‘ بلکہ جب جنت میں وہ تب داخل ہوسکیں گے جب وہ ان کلمات کو حقیقت کا جامہ پہنائیں اور ان تمناؤں کو میدان عمل میں لائیں تاکہ وہ حقیقی جہاد کا روپ دھاریں اور اس راہ کی مشکلات میں وہ صبر کرتے ہوئے نظر آئیں اور اللہ کی راہ میں ان حقائق کو لوگوں کی واقعی اور عملی دنیا میں دیکھ لیں۔\nاللہ تعالیٰ کے لئے یہ کام کوئی مشکل نہ تھا کہ وہ مومنین کو مشکلات میں ڈالے بغیر اور تکالیف دئیے بغیر ہی پہلے ہی دن اپنے نبی ‘ اپنے اس پیغام ہدایت اور اپنے اس تجویز کردہ نظام حیات کو کامیابی سے ہمکنار کردیتا۔ وہ اس بات پر قادر تھا کہ وہ فرشتے اتارتا اور وہ ان کے ساتھ لڑتے یا وہ اکیلے ہی مشرکین کو تباہ کردیتے ‘ جس طرح ان فرشتوں نے قوم عاد ‘ قوم ثمود اور قوم لوط (علیہم السلام) کو تباہ کیا تھا۔\nلیکن جو اہداف مقرر ہوئے تھے ‘ وہ صرف فتح ونصرت نہ تھے ۔ اہداف میں یہ امر بھی تھا کہ جماعت مسلمہ کی تربیت بھی کی جائے ‘ اس لئے کہ اس جماعت نے پوری انسانیت کی قیادت کا فریضہ سر انجام دینا تھا۔ اس وقت انسانیت ضعیف ونحیف تھی ‘ خواہشات نفسانی اور میلانات جسمانی کی غلام تھی ‘ اور وہ عملاً جاہلیت اور فکراً انحراف کا شکار تھی اور اس مقصد کے لئے ایسی قیادت درکار تھی جو ذہین ہو ‘ اور وہ قائدین سے اعلیٰ صلاحیتوں کا تقاضا کرتی ہو ‘ اور ان تقاضوں میں سب سے پہلا تقاضا یہ ہو کہ وہ حق اور صداقت پر پختگی سے جمنے والے ہوں۔ وہ مشکلات پر صبر کرنے والے ہوں اور انہیں معلوم ہو کہ ان کی صفوں میں کہاں کمزوری ہے اور کہاں قوت ہے ۔ اور اسے یہ بھی معلوم ہو کہ انسانی نفس کہاں ٹھوکر کھاتا ہے ‘ کہاں راہ راست سے انحراف کا خطرہ ہوتا ہے اور یہ کہ پھر ان سب کمزوریوں کا علاج کیا ہے ؟ پھر اگر اچھے حالات اور کامرانی ہو تو پھر بھی صبر کرنے والی ہو اور شدیدحالات ہوں تو پھر بھی صبر ہو ‘ اور حقیقت یہ ہے کہ کامیابی کے بعد ناکامی دیکھنا اور اس پر صبر کرنا ان حالات میں بہت ہی کڑوی اور ناخوشگوار صورت حال تھی ۔\nجماعت مسلمہ کو عالمی قیادت کے منصب پر فائز کرنے کے احکام دینے سے قبل ‘ اللہ تعالیٰ نے جماعت مسلمہ کو ایسی سخت تربیت سے گزارا۔ یہ اس لئے کہ وہ اس عظیم اور خوفناک کام کرنے کے لئے تیار ہوجائے ‘ جو اس نے کرہ ارض پر سرانجام دینا تھا ۔ اور اللہ تعالیٰ کی مشیئت یہ تھی کہ وہ اس عظیم مشن پر اس انسان کو بھیجے گا جس کے لئے اس نے اسے چھانٹ لیا اور منتخب کرلیا ہے ۔\nاور مشیئت الٰہیہ جماعت مسلمہ کی تیاری اور تربیت میں اب مختلف وسائل کو کام میں لاتی ہے ۔ مختلف حالات اور واقعات سے اسے گزارا جاتا ہے ۔ کبھی تو اس جماعت کو ایک فیصلہ کن فتح عطا کی جاتی ہے ‘ تو پھر یہ خوش ہوجاتی ہے ‘ اپنے اوپر اس کا اعتماد بحال ہوجاتا ہے ‘ اور یہ کام اللہ تعالیٰ کی معاونت خاصہ کے ذریعہ ہوتا ہے ۔ اسے فتح و کامرانی کا تجربہ بھی کرایا جاتا ہے ۔ تو وہ کامرانی کے اس نشے میں صبر اور سنجیدگی کا مظاہرہ کرتی ہے ‘ وہ اس میں کبر و غرور بدمستی اور علو کے مقابلے میں بھی کامیاب ہوتی ہے ۔ تواضع اور اللہ کے شکر کا دامن نہیں چھوڑتی ۔ اور بعض اوقات اسے شکست شدت اور درد سے گزارا جاتا ہے ‘ تو وہ اللہ کے جناب میں پناہ لیتی ہے ۔ اسے اپنی ذاقی قوت کا اندازہ ہوجاتا ہے ۔ اور اسے معلوم ہوجاتا ہے کہ جب وہ اسلامی نظام زندگی سے معمولی انحراف بھی کرے گی تو اس کے لئے اس کے نتائج کس قدر خطرناک ہوں گے ۔ یوں وہ شکست کی کڑواہٹ بھی چکھ لے گی اور اس کے ساتھ وہ باطل پر بھی غالب ہوگی اس لئے کہ وہ حق پر ہے ۔ اسے اپنی صفوں کے اندر کمزوریاں اور نقائص معلوم ہوجائیں گے کہ کہاں سے خواہشات نفس در آتی ہیں ‘ کہاں جاکر قدم پھسلتے ہیں تاکہ اگلے مرحلے میں وہ ان تمام کمزوریوں کو دور کرسکے ۔ اور وہ فتح اور شکست دونوں سے تجربات کا ایک وسیع سرمایہ لے کر آگے بڑھے ۔ یہ تھی سنت الٰہیہ اور اس کے مطابق قضا وقدر کا نظام چل رہی تھا۔ اس میں سرموانحراف ممکن نہ تھا اور نہ اب ہے ۔\nیہ معرکہ احد کے حاصلات تجربہ میں سے ایک قلیل زاد راہ تھا ‘ تجربات کا ایک حصہ تھا جسے جماعت مسلمہ کے لئے ‘ ہر اسلامی انقلابی جماعت مسلمہ کے لئے ‘ ہر دور ‘ ہر زمان اور ہر مکان میں اٹھنے والی جماعت کے لئے یہاں آیات قرآنی میں قلم بند کیا گیا ہے ۔\nاس کے بعد قرآن کریم اپنی خاص نہج کے مطابق ‘ جماعت اسلامی کی تربیت کے لئے یہاں بعض عظیم اور اہم واقعات کو اپنے مخصوص انداز میں پیش کرتی ہیں ملاحظہ ہو :",
  "ayah": 143,
  "surah": 3
}
