{
  "text": "اس ٹکڑے کی پہلی آیت ایک متعین واقعہ کی طرف اشارہ کررہی ہے اور یہ واقعہ غزوہ احد میں پیش آیا۔ جب تیراندازوں نے پہاڑ پر اپنا متعین مقام چھوڑدیا ‘ اور مشرکین وہاں سے ان پر چڑھ دوڑے ‘ مسلمانوں پر ٹوٹ پڑے ‘ مسلمانوں کو شکست ہوئی اور رسول ﷺ کے دانت مبارک شہید ہوگئے اور آپ کے چہرے پر زخم آئے اور چہرہ مبارک سے خون بہنے لگا ‘ فریقین باہم گتھم گتھا ہوگئے ‘ مسلمان منتشر ہوگئے ‘ کسی کو کسی کا پتہ نہ رہا۔ ان حالات میں کسی پکارنے والے نے یہ آواز دے دی ۔ لوگو ! محمد ﷺ قتل ہوگئے۔ اس چیخ کا مسلمانوں پر بہت ہی برا اثر ہوا۔ ان میں سے بہت سے لوٹ کر مدینہ آگئے ۔ پہاڑ کے اوپر چڑھ گئے ‘ شکست کھاگئے اور مایوس ہوکر میدان جنگ کو چھوڑ گئے ۔ رسول ﷺ کے پاس چند افراد رہ گئے اور ان حالات میں آپ ﷺ ان چند افراد کے ساتھ جم گئے۔ اور مسلمانوں کو یہ آواز دینے لگے کہ واپس آؤ ‘ چناچہ وہ پھر سے مجتمع ہوئے ۔ ان کے دل تھم گئے ۔ اس وقت اللہ تعالیٰ نے ایک محسوس انداز میں ان پر اونگھ طاری کرکے انہیں طمانیت قلب اور امن و سکون عطا کردیا جب کہ تفصیلات بعد میں آرہی ہیں۔\nیہ واقعہ جس نے ان لوگوں کو مکمل طور پر مدہوش کردیا تھا ‘ قرآن کریم اسے نکتہ توجہ بناتا ہے اور اس مناسبت سے وہ یہاں اسلامی تصور حیات کے اہم حقائق کو سامنے لاتا ہے۔ اس کو موضوع بناکر یہاں حقیقت موت وحیات کے بارے میں اہم اشارے دئیے جاتے ہیں اور تاریخ ایمانی اور حالات قافلہ ایمانی پر روشنی ڈالی جاتی ہے۔\nوَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ\n” محمد اس کے سوا کچھ نہیں کہ بس ایک رسول ہیں ‘ ان سے پہلے اور بھی رسول گزرچکے ہیں ‘ پھر کیا اگر وہ مرجائیں یا قتل کردیئے جائیں تو تم لوگ الٹے پاؤں پھر جاؤگے یاد رکھو ‘ جو الٹا پھرے گا وہ اللہ کا کچھ نقصان نہ کرے گا ‘ البتہ جو اللہ کے شکر گزار بندے بن کر رہیں گے انہیں وہ اس کی جزادے گا۔ “\nبیشک محمد ﷺ صرف رسول ہیں ‘ ان سے پہلے بھی رسول گزرے ہیں ‘ یہ سب رسل فوت ہوئے ہیں اور محمد ﷺ بھی اس طرح فوت ہوں گے جس طرح وہ رسول فوت ہوئے ۔ یہ ایک ایسی حقیقت ہے جس کا انکار نہیں کیا جاسکتا۔ جب اس معرکہ میں یہ حقیقت (اگرچہ جھوٹی افواہ کے طور پر) تمہارے سامنے آئی تو کیوں تمہاری نظروں سے اوجھل رہی ۔ یہ نہایت ہی حیرت انگیز بات ہے۔\nمحمد ﷺ اللہ کی طرف سے پیغام لانے والے ہیں ۔ وہ اس لئے آئے ہیں کہ اللہ کا پیغام پہنچادیں ۔ اللہ اپنی جگہ زندہ لایموت ہے ۔ اس کا پیغام زندہ جاوید ہے ۔ اس لئے یہ کس طرح مناسب ہوگا کہ اگر پیغام لانے والے فوت ہوجائیں یا قتل ہوجائیں تو تم اپنے نظریہ حیات کو چھوڑ کر الٹے پاؤں پھر جاؤ۔ یہ بھی ایک واضح حقیقت تھی جو اس معرکہ کی افراتفری میں ان کی نظروں سے اوجھل ہوگئی تھی حالانکہ مناسب تھا کہ یہ اہل ایمان کی نظروں سے اوجھل ہوجائے کیونکہ یہ نہایت ہی سیدھی سادھی بات تھی۔\nانسان فانی ہے اور نظریہ حیات باقی ہے ۔ اسلامی نظام زندگی ایک علیحدہ حقیقت ہے جو ان لوگوں سے بالکل مستقل حقیقت رکھتا ہے جو اس کے حاملین ہیں اور جو اسے لوگوں تک پہنچاتے ہیں ‘ وہ رسول ہوں یا رسولوں کے بعد امت کے داعی اور مبلغین ہوں ۔ وہ مسلمان جو رسول اللہ ﷺ کے ساتھ محبت رکھتا ہے اور یہ محبت ایسی ہے جس کی پوری تاریخ انسانی میں کوئی نظیر نہیں ملتی ‘ اس کا فرض ہے کہ وہ ذات رسول اور اس نظریہ حیات کے اندر فرق و امتیاز کرے جسے اس ذات نے لوگوں تک پھیلایا۔ اس لئے کہ جو نظریہ حیات آپ ﷺ نے دیا وہ حَیٌّ لِایَمُوتُ…………ہے۔ اس کا تعلق اللہ تعالیٰ سے ہے جو حَیٌّ لَایَمُوتُ…………ہے۔ یہ فرق کرنا ان کا فرض اس لئے بنتا ہے کہ وہ محب رسول ہیں ۔ یہ لوگ نہیں چاہتے تھے کہ رسول ﷺ کو کانٹا تک بھی چبھے ۔ ابودجانہ کو دیکھو وہ اپنی پیٹھ کے ذریعہ رسول اللہ ﷺ کے ڈھال بنے ہوئے ہیں ۔ ان پر تیروں کی بارش ہورہی ہے اور وہ وہیں ہیں جو جمے ہوئے ہیں اور یہ دیکھو کہ آپ صرف 9 آدمیوں کے ساتھ رہ گئے اور ان سے ایک کے بعد ایک شہید ہورہا ہے ‘ سب ختم ہوجاتے ہیں لیکن آپ ﷺ کو گزند نہ پہنچے نہیں دیتے ۔ اور آج ہر جگہ اور ہر زمانے میں آپ کا نام سنتے ہی لوگ بوجہ محبت وجد میں آجاتے ہیں اور ٹوٹ کر آپ سے محبت کرتے ہیں ‘ اپنے پورتے پورے وجود کے ساتھ اور اپنے پورے جذبات کے ساتھ ۔\nاے محبان رسول ! داعی سے دعوت کی قدر و قیمت زیادہ ہے ۔ وَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ……………” محمد اس کے سوا کچھ نہیں کہ بس ایک رسول ہیں ۔ ان سے پہلے اور رسول بھی گزرچکے ہیں ۔ “ وہ سابق رسول بھی اسی دعوت کے حاملین تھے جس کی جڑیں زمانہ قدیم تک دور تک پھیلی ہوئی ہیں ‘ تاریخ کے بڑے بڑے میدانوں میں بارہا یہ دعوت سر سبز ہوتی رہی ہے ۔ اس کا آغاز ‘ آغاز انسانیت کے ساتھ ساتھ ہوا ہے ۔ اور یہ رسول زندگی کی گزرگاہوں میں اس کے حدی خواں رہے ہیں ۔ قائدانہ انداز میں امن وسلامتی کے ساتھ ۔\nاس لئے یہ پیغام اور یہ نظام داعی سے بڑا ہے اور داعی سے زیادہ زندہ رہنے والا ہے۔ داعی تو آتے جاتے رہتے ہیں لیکن یہ پیغام زمانوں اور نسلوں سے جاری وساری ہے ۔ اس کے ماننے والے اس کے منبع اول کے ساتھ مربوط اور جڑے رہتے ہیں ۔ وہ منبع اور مصدر جس نے خود ان رسولوں کو بھیجا وہ منبع باقی ہے۔ اس کی طرف مومنین کا رخ ہے ۔ وہ نصب العین ہے اور اہل ایمان کے لئے یہ جائز نہیں ہے کہ وہ الٹے پاؤں پھریں اور اللہ کی ہدایت کو چھوڑ کر مرتد ہوجائیں حالانکہ اللہ زندہ جاوید ہے۔\nیہی وجہ ہے کہ یہاں ان کے رویے پر سخت نکیر کی گئی ۔ فرماتے ہیں\nأَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ\n” کیا اگر وہ مرجائیں یا قتل کردیئے جائیں تو تم لوگ الٹے پاؤں پھر جاؤگے ؟ یاد رکھو جو الٹا پھرے گا وہ اللہ کا کچھ نقصان نہ کرے گا ‘ البتہ جو اللہ کے شکر گزار بن رہیں گے انہیں وہ اس کی جزادے گا۔ “\nتعبیر ایسی ہے کہ اس میں ارتداد کی زندہ تصویر سامنے آجاتی ہے۔” تم لوگ الٹے پھر جاؤگے۔ “ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ……………اوروَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ……………” جو الٹاپھرے۔ “ یہ ایک حسی اور دیکھے جانے والی حرکت ہے ‘ ایک زندہ شخص الٹے پاؤں مڑتا ہے۔ یہ انقلاب ارتداد کی ایک مجسم شکل ہے ۔ اسلامی نظریہ حیات چھوڑنا بعینہ اسی طرح ہے جس طرح ایک شخص اچانک واپس الٹے پاؤں مڑجائے ۔ حالانکہ یہاں اس انقلاب سے مراد یہ حسی حرکت نہیں ہے ‘ بلکہ اس سے مراد وہ نفسیاتی حالت ہے جس میں ایک شخص نظریاتی پسپائی اختیار کرتا ہے ۔ ایک شخص نے یہ آواز دی کہ محمد ﷺ قتل ہوگئے ہیں ‘ یہ سنتے ہی بعض مسلمانوں کے ذہن میں یہ تصور اور یہ سوال آگیا کہ اب مشرکین کے ساتھ جنگ کا فائدیہ کیا ہے ؟ غرض اس طرح ذہنی حرکت اور اس ذہنی انقلاب کا اظہار حسی حرکت سے کیا گیا۔ یعنی ان کے ذہن اس طرح واپس ہوگئے جو طرح وہ معرکہ احد میں جسمانی طور پر پسپائی اختیار کررہے تھے ۔ یہ ہے وہ حقیقت جس کی طرف نضربن انس ؓ نے اشارہ کیا تھا۔ لوگوں نے ہتھیار چھوڑ دئیے اور ان سے کہا گیا کہ رسول اکرم ﷺ تو مارے گئے۔ اس پر انہوں نے ان سے کہا :” پھر محمد ﷺ کے بعد تم زندہ رہ کر کیا کروگے۔ اٹھو اور اس مقصد کے لئے شہیدہوجاؤ جس کے لئے آپ ﷺ شہید ہوئے۔ “\nوَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا……………” یاد رکھو جو الٹاپھرے گا وہ اللہ کا کچھ نقصان نہ کرے گا۔ “ وہ تو خود خسارہ اٹھائے گا ۔ وہ خود اپنے آپ کو ایذا شدیتا ہے کہ وہ الٹا پھرتا ہے اور اس کے اس انقلاب موقف سے اللہ کو کوئی نقصان نہ ہوگا۔ اللہ تو لوگوں سے بےنیاز ہے ۔ وہ ان کے ایمان کا محتاج نہیں ہے ۔ یہ تو اس کی مہربانی ہے کہ اس نے لوگوں کے لئے یہ نظام تجویز کیا جس میں خود ان کی سعادت اور ان کا فائدہ ہے ۔ اور جو شخص اس نظام سے روگردانی کرے گا وہ خود برے انجام سے اس دنیا میں دوچار ہوگا۔ وہ اپنی ذات میں حیران وپریشان ہوگا اور اپنی سوسائٹی میں بھی ۔ اس کے اس فعل کی وجہ سے یہ نظام خراب ہوگا ‘ حیات انسانی خراب ہوگی اور پوری انسانی آبادی خراب ہوگی ۔ تمام معاملات بےترتیب ہوجائیں گے ‘ لوگ خود اپنے ہاتھوں گرفتار مصیبت ہوں گے ۔ محض اس لئے کہ انہوں نے اس نظام سے روگردانی کی کہ صرف اس کے اندر پوری انسانی نظام زندگی کا نظام درست طور پر چل سکتا ہے ۔ انسان مطمئن ہوسکتا ہے اور صرف اس نظام کے زیرسایہ نفس انسانی اپنی فطرت کے ساتھ ہم آہنگ ہوسکتا ہے ۔ اور اس پوری کائنات کے ساتھ چل سکتا ہے جس کے اندر وہ زندہ رہ رہا ہے۔\nوَسَيَجْزِي اللَّهُ الشَّاكِرِينَ……………” اور جو اللہ کے شکر گزاربندے بن کر رہیں گے انہیں وہ اس کی جزادے گا۔ “ یہ شکرگزار وہی ہیں جو اللہ تعالیٰ کی اس نعمت کی قدر و قیمت جاتے جو اس نے انہیں اسلامی نظام زندگی دے کر ان پر کی ۔ وہ شکر اس طرح ادا کرتے ہیں کہ وہ اس نظام کی اطاعت کرتے ہیں ‘ وہ اس طرح بھی شکر کرتے ہیں کہ اللہ کی ثناء خوانی کریں ‘ اور اس کو قائم کرکے اس دنیا کی سعادت حاصل کریں اور یہی ان کی جزا اس دنیا میں ہے ۔ ان کی شکر گزاری کی بہترین جزا اور اس کے بعد آخرت میں ان کو جزا دی جائے گی اور یہ اخروی سعادت ہوگی جو اس دنیاوی سعادت مندی سے بہت بڑی ہوگی اور جوابدہی ہوگی۔\nگویا اس واقعہ پر اس تبصرے کے ذریعہ ‘ اللہ تعالیٰ ‘ مسلمانوں کی اس ذاتی دلچسپی کو ‘ جو رسول اکرم ﷺ کی ذات کے ساتھ تھی ‘ ہٹاکر اسے براہ راست ذات باری کے ساتھ جوڑتے ہیں جو اس دعوت کا اصل سرچشمہ ہے ۔ اس لئے کہ دعوت اسلامی کا یہ چشمہ صافی رسول ﷺ نے نہیں جاری فرمایا تھا۔ آپ نے تو لوگوں راہنمائی اس طرف فرمائی اور لوگوں کو بلایا کہ وہ اس ٹھاٹھیں مارتے ہوئے دریا کے فیض سے فیض یاب ہوں ‘ جس طرح آپ ﷺ سے پہلے دوسرے رسول بھی یہی راہنمائی کرتے رہے تھے ۔ اور وہ مخلوق کے پیاسے قافلوں کو دعوت دیتے رہے کہ اس چشمہ صافی سے سیراب ہوں اور پیاس بجھائیں۔\nگویا اللہ تعالیٰ کا ارادہ یہ تھا کہ وہ لوگوں کا ہاتھ پکڑ کر ان کے ہاتھ میں وہ مضبوط رسی تھمادیں ‘ جسے حضرت محمد ﷺ نے نہیں باندھا ‘ بلکہ آپ تو اس لئے تشریف لائے تھے کہ لوگوں کو اس پختہ رسی میں باندھ دیں۔ ان کو اسی حالت میں چھوڑ دیں اور وہ اس دنیا سے اس حالت میں چلے جائیں کہ لوگ اس رسی کو مضبوطی سے پکڑے ہوئے ہوں۔\nگویا اللہ تعالیٰ یہ چاہتے تھے کہ مسلمانوں کا رابطہ براہ راست اسلام سے ہوجائے اور ان کا عہد براہ راست اللہ کے ساتھ ہوجائے اور اللہ تعالیٰ کے سامنے ‘ اس عہد کے بارے میں ان کی شمولیت بلاواسطہ ہوجائے ۔ براہ راست اللہ کے سامنے وہ جوابدہ ہوں تاکہ وہ اپنی ذمہ داریوں کا احساس کرسکیں ‘ ایسی ذمہ داریاں جو رسول اکرم ﷺ کے فوت ہونے سے ختم نہیں ہوجاتیں ۔ گویا انہوں نے براہ راست اللہ سے بیعت اور براہ راست اللہ کے سامنے وہ اس کے بارے میں جوابدہ ہیں ۔\nگویا اللہ کی مشیئت یہ تھی کہ امت مسلمہ اس صدمے سے دوچار ہوجائے جس سے ایک دن اس نے دوچار ہونا تھا۔ اللہ تعالیٰ کو معلوم تھا کہ جب یہ صدمہ ہوگا تو ان کے لئے ناقابل برداشت ہوگا۔ لہٰذا اللہ تعالیٰ نے اس مقام پر انہیں اس صدمے کی ریہرسل کرادی ۔ وہ انہیں عملاً پہنچادیا یعنی رسول کی وفات کے بارے میں بھی انہیں یہ صدمہ پہنچادیا ‘ قبل اس کے کہ یہ صدمہ جب فی الواقعہ ہو تو انہیں بالکل ہی نڈھال نہ کردے۔\nاور جب رسول ﷺ کی وفات کے وقت وہ اس صدمے سے دوچار ہوئے تو وہ فی الوا قعہ اسے برداشت نہ کرسکے ۔ حضرت عمرؓ جیسی تربیت یافتہ شخصیت اٹھ کھڑی ہوئی ‘ تلوار سونت لی اور پکارا کہ کوئی یہ لفظ منہ تک نہ لائے کہ محمد ﷺ فوت ہوگئے ہیں۔\nیہ ابوبکرؓ ہی تھے جو فوراً اٹھے ‘ جو خدا رسیدہ تھے ‘ جن کا تعلق تقدیر الٰہی سے براہ راست مضبوط تھا ‘ انہوں اسی آیت کو پڑھا اور ان لوگوں کو یاد دلایا جو نڈھال ہوکر حواس کھوبیٹھے تھے ۔ جب انہوں نے اس خدائی پکار کو سنا تو ان کے حواس بحال ہوئے اور وہ ہوش میں آئے ۔",
  "ayah": 144,
  "surah": 3
}
