{
  "text": "اس کے بعد نفس انسانی کے اندر پائے جانے والے فطری خوف کو ایک ٹچ دیتے ہیں یہ ایک نہایت ہی الہامی مس ہے ۔ وہ یکدم اس خوف کو دور کردیتا ہے اور موت وحیات کے بارے میں ایک اٹل حقیقت بیان کردی جاتی ہے ۔ نیز موت کے بعد لوگوں کے ساتھ اللہ کا سلوک اور جزاء وسزا کا ذکر کردیا جاتا ہے۔\nوَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ\n” کوئی ذی روح اللہ کے اذن کے بغیر نہیں مرسکتا۔ موت کا وقت تو لکھا ہوا ہے ۔ جو شخص دنیا کے ارادے سے کام کرے گا اس کو ہم دنیا ہی میں سے دے دیں گے اور جو ثواب آخرت کے ارادے سے کام کرے گا وہ آخرت کا ثواب پائے گا اور شکر کرنے والوں کو ہم ان کی جزا ضرور عطاکریں گے۔ “\nہر شخص کی موت کے لئے ایک لکھا ہوا وقت مقرر ہے اور کوئی شخص اس لکھے ہوئے وقت تک زندگی گزارنے سے پہلے ہرگز مر نہیں سکتا ۔ اس لئے ڈر ‘ خوف ‘ ہراس اور جزع وفزع ایک پل بھر زندگی کی میعاد کو آگے نہیں بڑھاسکتا ۔ شجاعت ‘ ثابت قدمی ‘ اقدام اور وفاداری سے عمر کم نہیں ہوتی ۔ ناس ہو بزدلی کا ! بزدلوں کی آنکھ نیند کو تر سے ! جس کے لئے جو دن مقرر ہے ‘ اس میں نہ ایک دن کی کمی ہو سکتی ہے اور نہ اضافہ !\nاس حقیقت کے بیان سے نفس انسانی میں تقدیر اور اجل کی حقیقت بیٹھ جاتی ہے ۔ اس لئے نفس انسانی اس کے بارے میں سوچنا چھوڑدیتا ہے ۔ اس کی کوئی پرواہ ہی نہیں کرتا ۔ اس کی سوچ تمام تر ادائے فرض ‘ وفائے عہد اور ایمانی تقاضوں کو پورا کرنے میں صرف ہوتی ہے ۔ اس کی وجہ سے وہ حرص اور کنجوسی کے بندھنوں سے بھی آزاد ہوجاتا ہے اور خوف اور جزع وفزع پر بھی قابو پالیتا ہے ۔ اب وہ راہ حق کی تمام مشکلات کو انگیز کرتے ہوئے اور راہ حق کے فرائض پورے کرتے ہوئے بڑے صبر و سکون کے ساتھ اور توکل علی اللہ کرتے ہوئے آگے بڑھتا ہے ۔ کیونکہ اب کی اس نئی سوچ کے مطابق ‘ موت کا وقت اللہ کے ہاتھ میں ہے اور لکھا ہوا ہے ۔\nذرا ایک قدم اور آگے جائیں ۔ اس بات کا فیصلہ ہوگیا کہ عمر لکھی ہوئی ہے اور موت کا وقت متعین اور مقرر ہے تو بتایا جاتا ہے کہ اصل سوچ یہ ہے کہ تم اپنی کمائی کو دیکھو کہ اس وقت ‘ آنے والے وقت ‘ کے لئے تم نے کیا تیاری کی ہے اور کس مزید کمائی کا ارادہ ہے۔ اس نفس سے پوچھا جاتا ہے کہ تم اپنی کمائی کو دیکھو کہ اس وقت ‘ آنے والے وقت ‘ کے لئے تم نے کیا تیاری کی ہے اور کس مزید کمائی کا ارادہ ہے ۔ اس نفس سے پوچھا جاتا ہے کہ اے نفس ! کیا تم ایمان کے تقاضوں کو پس پشت ڈالنا چاہتے ہو اور کامیابی اور ناکامی کو اسی دنیا کے اندر محدود اور بند کردینا چاہتے ہو اور صرف اس دنیا کے لئے زندہ رہنا چاہتے ہو یا کہ تمہاری نظریں افق اعلیٰ پر بھی ہیں ؟ کیا اس محدود دنیا کے مقابلے میں بہت بڑی دنیا کی فکر بھی تمہیں ہے ۔ اس دنیا کی محدود عمر کے غم اور اہتمام کے ساتھ ساتھ کیا آخرت کا ارادہ بھی ہے ؟\nوَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا\n” جو شخص ثواب دنیا کے ارادے سے کام کرے گا اس کو ہم دنیا ہی میں دے دیں گے اور جو شخص آخرت کے ارادے سے کام کرے گا وہ آخرت کا ثواب پائے گا۔ “\nاور ان دونوں زندگیوں میں بہت بڑا فرق ہے ۔ اور ان دونوں ارادوں میں بہت بڑا امتیاز ہے جبکہ دونوں صورتوں میں موت کا وقت وہی ہے جو مقرر ہے۔ فرق یہ ہے کہ جو شخص صرف اس دنیا کے لئے زندہ ہے اور صرف اس دنیا کا عوضانہ چاہتا ہے اس کی زندگی اور کیڑوں مکوڑوں اور ڈھورڈنگروں کی زندگیوں میں کیا فرق ہے ۔ دونوں کا وقت مقرر ہے ۔ اور جس شخص کی نظریں دار آخرت پر لگی ہوئی ہیں ‘ وہ انسانوں جیسی شریفانہ اور کریمانہ زندگی بسر کرتا ہے ‘ اسے اللہ تعالیٰ نے چن لیا ہے ۔ وہ اس کرہ ارض پر اللہ کا خلیفہ ہے اور یہ بھی وقت مقرر پر اس دنیا سے رخصت ہوگا۔ وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلا……………” کوئی ذی روح اللہ کے اذن کے بغیر نہیں مرکستا۔ موت کا وقت لکھا ہوا ہے ۔ “\nوَسَنَجْزِي الشَّاكِرِينَ……………” اور شکر کرنے والوں کو ہم ان کی جزا ضرور عطاکریں گے ۔ “ یہ کون ہیں ؟ یہ وہ لوگ ہیں جو مقام انسانیت کو پالیتے ہیں اور اللہ نے انسان کو جو شرف عطا کیا ہے اس کی قدر کرتے ہیں ۔ اس لئے وہ اپنے آپ کو حیوانی سطح سے ذرا اوپر رکھتے ہیں ۔ اور اللہ کا شکر ادا کرتے ہیں اور اس شکریہ کی صورت یہ ہے کہ وہ ایمان کے تقاضے پورے کرتے ہیں ۔\nغرض اس انداز میں حیات وممات کی حقیقت ذہن نشین کرنے اور زندگی کے ان مقاصد اور ترجیحات کے حوالے سے اپنے لئے چن لیتے ہیں ‘ قرآن کریم انسانوں کے سامنے دوراستے رکھتا ہے ‘ ان کو دعوت فکر دی جاتی ہے کہ وہ اپنے لئے کون سا راستہ منتخب کرتے ہیں ۔ وہ اپنے لئے محض کیڑے مکوڑوں کی زندگی پسند کرتے ہیں یا انسان مکرم کی زندگی کو پسند کرتے ہیں ۔ یوں نفس انسانی خوف موت اور دنیا کی تکالیف پر جزع وفزع ترک کرکے ایک زیادہ مفید کام کی طرف منتقل ہونا پسند کرتا ہے اور یہ انتخاب وہ اپنے اختیار تمیزی سے کرتا ہے کیونکہ وہ دونوں میں سے ہر راستہ وہ اختیار کرسکتا ہے۔ چاہے تو دنیا کا راستہ اختیار کرے اور چاہے تو آخرت کا راستہ اختیار کرے ۔ جو راہ بھی وہ اختیار کرے ‘ اس کا صلہ پائے گا۔",
  "ayah": 145,
  "surah": 3
}
