{
  "text": "اس کے بعد قرآن کریم بطور مثال زمانہ ماقبل کے اہل ایمان کی مثال بیان کرتا ہے۔ اس لئے کہ انسانیت کی طویل تاریخ میں ‘ زندگی کی گزرگاہوں میں قافلہ ایمان ہمیشہ رواں دواں رہا ہے ۔ یہ مثال ان لوگوں کی ہے جو اپنے وعدے ایمان پر سچے رہے ۔ انہوں نے اپنے نبیوں کے ساتھ داد شجاعت دی ۔ جب وہ مصیبت میں مبتلا ہوئے تو جزع وفزع نہیں کی ۔ اور اس مقام جہاد میں انہوں نے ایمانی آداب کی سخت پاسداری کی ۔ وہ موت کی آنکھوں میں آنکھیں ڈالتے رہے ۔ اور ان کے منہ سے اف تک نہ سنی گئی صرف اللہ سے استغفار کرتے رہے وہ اپنی معمولی غلطیوں کو بھی برا قصور تصور کرتے اور اسے ” اسراف “ سے تعبیر کرتے ۔ وہ اپنے رب سے صرف صبر وثبات کے ذریعہ کفار کے مقابلے میں نصرت طلب کرتے ۔ اور ان کا یہی رویہ تھا جس کی وجہ سے وہ ثواب دارین حاصل کرپائے ۔ یہ ثواب انہیں اس لئے دیا گیا کہ وہ نہایت ہی عاجزی سے دست بدعا ہوتے اور جہاد کے مواقف پر احسان اور حسن نیت سے قائم رہتے ۔ یہی وجہ ہے کہ وہ مسلمانوں کے لئے مثال بن گئے۔\nاحد میں مسلمانوں کو ہزیمت کا جو صدمہ ہوا ‘ وہ اس قسم کا پہلا صدمہ تھا ۔ اس سے قبل بدر میں اللہ نے انہیں فتح مندی عطا کی تھی ‘ حالانکہ وہ مخالفین سے کئی گنا کم تھے ۔ اس فتح کے بعد ان کے ذہن میں یہ بات بیٹھ گئی تھی کہ گویا یہ فتح شاید ان کے حق میں ایک تکوینی سنت الٰہی ہے ‘ لیکن احد کا تجربہ ان کے لئے اچانک تھا۔ وہ غیر متوقع ابتلا سے دوچار ہوگئے۔\nیہی وجہ ہے کہ واقعہ احد پر قرآن کریم نے طویل ترین تبصرہ کیا ہے۔ اس میں کبھی تو اہل ایمان کو تسلی دی گئی ہے اور کبھی ان پر سخت نکیر کی گئی ہے ‘ کبھی ان کی بات کی تائید کی گئی اور کسی جگہ انہیں تمثیلات سے سمجھایا گیا ہے ۔ یوں ان کے نفوس کی تربیت کی گئ ہے ‘ ان کے تصورحیات کی تصحیح کی گئی ہے اور انہیں آنے والے معرکوں کے لئے تیار کیا گیا ہے ‘ اس لئے کہ ان کی راہ طویل تھی ‘ اور ان کے سامنے مشکل مراحل تھے ‘ بھاری فرائض ان پر عائد ہوتے تھے اور وہ جس عظیم انقلاب کے نمائندے تھے وہ ایک عظیم الشان امر تھا۔\nیہاں ان کی جو مثال پیش کی گئی ہے وہ ایک عام مثال ہے ۔ اس مثال میں کسی ایک نبی کی بات نہیں کی گئی ۔ کسی ایک قوم کی بات بھی نہیں کی گئی ‘ بلکہ قافہ ایمان کی بات کی گئی ہے ۔ آداب مؤمنین کی بات کی گئی ہے ۔ بتایا گیا ہے کہ ابتلا ایک ایسا مرحلہ ہے جو ہر دعوت اور ہر دین میں پیش آتا رہتا ہے ۔ تمام انبیاء کے متبعین تمہارے اسلاف ہیں ۔ اس لئے قافلہ ایمان دراصل ایک ہے اور ایک ہی تسلسل ہے ۔ یہ بات ذہن نشین کرائی جاتی ہے کہ نظریہ ٔ حیات ایک ہی ہے اور یہ سب کے سب ایک ہی ایمانی فوج کے رجمنٹ ہیں۔\nوَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ\n” اس سے پہلے کتنے ہی نبی گزرے ہیں جن کے ساتھ مل کر بہت سے اللہ پرستوں نے جنگ کی ۔ اللہ کی راہ میں جو مصیبتیں ان پر پڑیں ان سے وہ دل شکستہ نہیں ہوئے ‘ انہوں نے کمزوری نہیں دکھائی اور نہ وہ باطل کے آگے سرنگوں ہوئے۔ “\nکتنے ہی نبی گزرچکے ہیں جن کے ساتھ اسلامی جماعتیں لڑچ کی ہیں ۔ انہوں نے توکمزوری نہیں دکھائی ۔ ان پر جو مشکلات پڑیں ‘ جو مصائب وشدائد پیش آئے ‘ وہ جس درد والم میں مبتلا ہوئے وہ تم سے کچھ کم نہ تھا لیکن انہوں نے کمزوری نہیں دکھائی ۔ انہوں نے اس جدوجہد کا سلسلہ ختم نہیں کردیا ۔ نہ وہ ان مشکلات کے سامنے جھکے اور نہ دشمنوں کے سامنے جھکے ۔ مومنین کی شان تو ایسی ہوتی ہے ‘ اس لئے کہ وہ ایمان اور نظریہ حیات کے لئے جدوجہد کررہے ہوتے ہیں۔ وَاللَّهُ يُحِبُّ الصَّابِرِينَ …………… ” ایسے ہی صابروں کو اللہ پسند کرتا ہے ۔ “ جن کے نفوس ضعف نہیں دکھاتے ‘ ان کی قوتیں مضحمل نہیں ہوتیں ‘ ان کے عزائم نرم نہیں پڑتے ۔ وہ نہ جھکتے ہیں اور نہ سرنگوں ہوتے ہیں ۔ یہ تعبیر کہ اللہ صابرین کو محبوب رکھتے ہیں نہایت ہی مؤثر تعبیر ہے ۔ اس میں خاص اشارہ پایا جاتا ہے ۔ یہ محبت اور پیغام محبت تمام دردوں اور دکھوں کے لئے مرہم ہے ‘ اس سے تمام زخم مندل ہوجاتے ہیں اور تمام تلخیاں اور تمام تھکاوٹیں ختم ہوجاتی ہیں ۔\nیہاں تو ان سابق اہل ایمان کے ظاہری موقف کا ذکر کیا گیا ہے کہ وہ ظاہری مشکلات کے مقابلے میں یہ ثابت قدمی اختیار کرتے ہیں ‘ لیکن آنے والی آیت ان کی داخلی کیفیات اور ان کے ایمان و شعور کی تصویر کسی بھی کرتی ہے ۔ دکھایا جاتا ہے کہ وہ جناب باری میں کتنے مودب ہیں ۔ وہ اس خوف کا مقابلہ کس طرح کرتے ہیں جو ان کے نفس پر طاری ہوتا ہے اور جو مدہوش کرنے والا ہوتا ہے ‘ نہایت ہی دہشت ناک ہوتا ہے اور جو نفس انسانی کو پوری طرح گرفت میں لے لیتا ہے ‘ کیونکہ یہ خطرہ اٹل ہوتا ہے لیکن ایسا خوف وخطر بھی ان اہل ایمان کی توجہ الی اللہ پر اثر انداز نہیں ہوسکتا ‘ وہ ایسے حالات میں بھی اللہ سے لولگائے رکھتے ہیں ۔ اور ایسے حالات میں بادی النظر میں کسی انسان کا یہی مطالبہ ہوسکتا ہے کہ اے اللہ ہمیں فتح نصیب کر لیکن وہ صرف عفو و درگزر کا سوال یوں کرتے ہیں ‘ یوں وہ گویا ادائیگی فرض میں اپنی کوتاہیوں اور خطاکاریوں کا اعتراف کرتے ہیں اور کے بعد وہ ثابت قدمی اور دشمنوں پر فتح مندی کی دعا کرتے ہیں۔",
  "ayah": 146,
  "surah": 3
}
