{
  "text": "یہ مثال کہ اہل ایمان اپنے لئے کچھ نہیں مانگتے ۔ اگرچہ اللہ تعالیٰ نے انہیں وہ سب کچھ دے دیا ۔ انہیں وہ کچھ دے دیا جس کی طالب دنیا کبھی تمنا کرسکتا ہے ۔ نیز انہیں وہ سب کچھ بھی دے دیا جس کی تمنا کوئی طالب آخرت کرسکتا ہے ۔ فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الآخِرَةِ …………… ” آخر کار اللہ نے ان کو دنیا کا ثواب بھی دیا اور اس سے بہتر آخرت کا ثواب بھی دیا۔ “\nاب اللہ تعالیٰ شہادت دیتے ہیں کہ یہ لوگ محسنین میں سے تھے ‘ انہوں نے بارگاہ الٰہی میں بہترین ادب کا مظاہرہ کیا اور انہوں نے بہترین مظاہرہ دوران جہاد کیا ‘ اس لئے اللہ تعالیٰ نے اعلان کردیا کہ وہ ان سے محبت کرتے ہیں اور یہ وہ نعمت ہے جو ہر قسم کے ثواب سے بھی زیادہ قیمتی ہے ۔ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ……………” اللہ کو ایسے ہی نیک لوگ پسند ہیں ۔ “\nاس انداز میں پیراگراف ختم ہوتا ہے ‘ جس میں اسلامی تصور حیات کے نہایت ہی اساسی حقائق کو پیش کیا گیا ہے ‘ جن کی وجہ سے پہلی اسلامی جماعت کی بہترین تربیت ہوئی اور جو ہر نسل اور ہر دور میں اٹھنے والی تحریک اور ہر دور کی امت کے لئے سرمایہ بصیرت ہے ۔\nاب یہ تبصرہ آگے ایک قدم اور آگے بڑھتا ہے ۔ اس معرکہ کے کچھ اور واقعات سامنے رکھے جاتے ہیں تاکہ ان سے بصیرت افروز نتائج اخذکئے جاسکیں۔ اہل ایمان کی نظریاتی تصحیح ہو ‘ ان کے نفوس کی تربیت ہو انہیں آگاہ کیا جائے کہ اس راہ میں کہاں کہاں پھسلنے کا خطرہ ہے ‘ انہیں بتایا جائے کہ ان کے اردگرد سازشوں کے جال بچھے ہوئے ہیں ‘ اور دشمن گھات میں بیٹھے ہوئے ہیں ۔\nحقیقت یہ ہے کہ احد میں شکست کی وجہ سے مدینہ کے کفار ‘ منافقین اور یہود کو از سر نو سازشیں کرنے کا موقع مل گیا تھا ‘ اس لئے کہ اس وقت تک اہل مدینہ اہل اسلام کے لئے نیک نیت نہ ہوئے تھے ۔ اس شہر میں ابھی تک مسلمان اجنبی تھے ۔ اس اجنبی تحریک اور اس نئے پودے کے اردگرد جنگ بدر نے رعب اور دبدبے کی ایک باڑ قائم کردی تھی ۔ کیونکہ بدر میں اہل اسلام کو نہایت ہی فیصلہ کن فتح حاصل ہوئی تھی اور جب احد میں شکست ہوئی تو یہ صورت حال بدل گئی ۔ اسلام کے ان خفیہ دشمنوں کو موقع مل گیا کہ وہ اپنے دلی کینہ اور بغض وعناد کا اظہار کرسکیں ۔ اور معاشرے کے اندر زہر آلود پروپیگنڈا کرسکیں ۔ اور جن گھرانوں میں لوگ شہید ہوگئے تھے ‘ یا جن میں لوگ شدید زخمی تھے اور ایک کہرام مچاہوا تھا ان میں اس کے زہر آلودپروپیگنڈے اور سازشوں کے لئے راہ ہموار ہوگئی تھی چناچہ ان لوگوں نے اب کھل کر ریشہ دوانیاں شروع کردی تھیں ۔\nآنے والے پیراگرافوں میں اس معرکہ کے اہم واقعات کا نقشہ کھینچا گیا ہے اور اس کے بڑے بڑے واقعات قلم بند کئے گئے ہیں ۔ اللہ تعالیٰ سب سے پہلے مسلمانوں کو متنبہ کرتے ہیں کہ کافروں کی پیروی مت کرو ‘ تمہیں فتح حاصل ہوگی اور کافروں کے دلوں میں تمہارا رعب از سر نو پیدا ہوگا ‘ انہیں بتایا جاتا ہے کہ ابتدائے معرکہ میں تو تمہیں فتح ہوئی اور یہ میرے وعدے کے مطابق تھی جسے تم نے کمزوری دکھاکر ضائع کیا ‘ آپس میں نزاع اور خلاف کیا ‘ رسول اللہ کے حکم کی خلاف ورزی کی ‘ اس کے بعد انہیں اس معرکے کے دونوں رخ زندہ اور متحرک صورت میں بتائے جاتے ہیں ۔ ہزیمت کے بعد افراتفری ‘ پھر اہل ایمان کے لئے تسلی و اطمینان کا سامان اور اہل نفاق کے دلوں میں حسرت ویاس ‘ جن کے خیالات اللہ کے بارے میں اچھے نہ تھے ۔ نیز انہیں یہ بھی بتایا جاتا ہے کہ اس معرکہ میں واقعات کا رخ شکست کی جانب پھیرنے میں بھی اللہ تعالیٰ کی لطیف حکمت کارفرماتھی ‘ نیز یہ کہ موت کا ایک دن متعین ہے اور اس سلسلے میں اہل کفر اپنے گمراہ کن پروپیگنڈے کے ذریعہ جو گمراہی پھیلا رہے ہیں ان سے بچ کر رہو اور آخر کار تمہیں بہرحال اللہ کے سامنے پیش ہونا ہے وہ اپنی موت مریں یا شہید ہوں جانا تو ادہر ہی ہے ۔",
  "ayah": 148,
  "surah": 3
}
