{
  "text": "یہاں قرآن مجید نے جنگ کی اسٹیج کے تمام مناظر کو پوری طرح ‘ الفاظ کے ذریعہ منقش کردیا ۔ اس میں فتح اور شکست دونوں کے مناظر دکھائے گئے ہیں ‘ الفاظ کی صورت میں ایک ریل چلتی نظر آتی ہے ‘ جس میں میدان جنگ کے تمام مناظر یکے بعد دیگرے سامنے آتے چلے جاتے ہیں ‘ بلکہ دلی خیانت ‘ جسموں کے انداز اور ضمیر کی کھٹک تک صاف نظرآتے ہیں ۔ عبارات کے معانی کو اس طرح منتقل کرتی ہیں گویا ریل ہے جو مناظر دکھا رہی ہے ۔ ہر حرکت میں جدید تصویر ‘ متحرک اور زندہ نظرآتی ہے خصوصاً وہ منظر جب لوگ پہاڑ پر چڑھتے ہوئے بھاگ رہے ہیں اور رسول اللہ ﷺ انہیں پکار رہے ہیں ‘ لیکن وہ ایک نہیں سنتے ۔ دہشت زدہ ہیں ‘ پریشان ہیں ‘ جنگ چھوڑ کر پیٹھ موڑ کر بھاگنے کے لئے اوپر ہی کی طرف جارہے ہیں ۔ ان تصاویر کے ساتھ ساتھ دلی وساوس ، قلبی کیفیات ‘ تاثرات اور خلجان بھی صاف نظر آتا ہے ۔ اتنی بڑی مقدار میں زندہ ‘ متحرک اور چلتی پھرتی تصاویر اور پھر ان کے اندر کے فیصلے ‘ ہدایات اور بہترین تبصرے اور یہ سب کچھ اسی مختصر سی عبارت میں ۔ یہ ہے قرآن کریم کا منفرد اسلوب بیان اور یہ ہے قرآن کریم کی منفرد طرز تربیت۔\nوَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ…………… ” اللہ نے نصرت کا جو وعدہ تم سے کیا تھا ‘ وہ تو اس نے پورا کردیا۔ ابتداء میں اس کے حکم سے تم انہیں قتل کررہے تھے ۔ “ یہ معرکہ کی ابتدائی تصویر ہے جب مسلمانوں نے مشرکین کو قتل کرنا شروع کردیا تھا۔ تَحُسُّونَهُمْ سے مراد تخمدونَ حِسَّھُم…………(تم اس کے احساس کو بجھا رہے تھے ) یا تم ان کو جڑ سے اکھاڑ پھینک رہے تھے ۔ اس سے پہلے کہ مال غنیمت کالالچ انہیں بےراہ کردے ۔ اور رسول اللہ ﷺ نے انہیں کہہ دیا تھا ” تمہیں فتح نصیب ہوگی لیکن اس وقت تک جب تک تم نے صبر کیا ۔ “ چناچہ یہی بات سچی نکلی۔\nحَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ\nمگر جب تم نے کمزوری دکھائی اور اپنے کام میں باہم اختلاف کیا اور جونہی وہ چیز تمہیں اللہ نے دکھائی جس کی محبت میں تم گرفتار تھے ‘ تم نے اپنے سردار کے حکم کی خلاف ورزی کی ۔ اس لئے کہ تم میں سے بعض لوگ دنیا کے طالب تھے اور کچھ آخرت کی خواہش رکھتے تھے ۔ “\nیہ تیراندازوں کے حالات کا جائزہ ہے ۔ ان میں سے بعض لوگ مال غنیمت کے دھوکے میں آگئے ۔ ان کے اور ان میں سے ان لوگوں کے درمیان نزاع ہوگیا جو رسول اللہ ﷺ کی مکمل اطاعت کرنا چاہتے تھے ۔ بات یہاں تک پہنچی کہ انہوں نے معصیت اور نافرمانی کا فیصلہ کیا خصوصاً اس وقت جب انہوں نے اپنی آنکھوں سے فتح مندی کے آثار دیکھ لئے ۔ ان میں دو گروہ بن گئے ۔ ایک گروہ نے مال غنیمت کا ارادہ کرلیا اور دوسرے نے ثواب آخرت کو ترجیح دی ۔ ان کے دلوں کے اندر اختلاف پیدا ہوگیا۔ اور اسلامی صفوں میں وحدت نہ رہی۔ اور نہ ہی ہدف ایک رہا۔ لالچ نے اخلاص کو مکدر کردیا حالانکہ نظریاتی جنگوں میں خلوص شرط اول ہوتی ہے ۔ اس لئے کہ نظریاتی جنگ دوسروں سے مختلف ہوتی ہے ۔ یہ جنگ ایک طرف میدان جنگ میں لڑی جاتی ہے اور دوسری طرف خود انسانی ضمیر کے اندر بھی لڑی جاتی ہے اور جب تک ضمیر کے میدان میں فتح حاصل نہ ہو ‘ جنگ کے میدان میں فتح ممکن نہیں ہے ۔ یہ ایک ایسی جنگ ہوتی ہے جو صرف اللہ کے لئے ہوتی ہے ‘ اس لئے اس میں کامیابی سے ہمکنار وہی لوگ ہوتے ہیں جن کے دل اللہ کے لئے خالص ہوجائیں ۔ جب وہ اللہ کا جھنڈا بلند کرتے ہیں تو اللہ انہیں تب ہی نصرت عطا کرتے ہیں ۔ جب اللہ ان کو چھانٹ کر خالص کردیں اور وہ صرف اسی کے معرکوں میں کامیاب رہتے ہیں حالانکہ وہ باطل کے جھنڈے اٹھا رہے ہوتے ہیں ۔ اس میں بھی حکمت ہوتی ہے ‘ جس کا علم اللہ ہی کو ہوتا ہے۔ لیکن جو لوگ حق کا علم بلند کرتے ہیں اور پھر حق کے لئے یکسو نہیں ہوتے ‘ مخلص نہیں ہوتے ‘ تو ایسے لوگوں کو اللہ کبھی بھی نصرت عطا نہیں کرتے ۔ ان کو آزمائش میں ڈالا جاتا ہے ‘ یہاں تک کہ ان کی چھانٹی ہوجاتی ہے اور وہ لوگ بالکل ستھرے ہوجاتے ہیں جو اللہ کے لئے کام کرتے ہیں ۔ یہ ہے وہ بات جسے قرآن مجید جماعت مسلمہ پر ان کے موقف کی روشنی میں واضح کرنا چاہتا ہے۔ یہ ہے وہ حقیقت جس کی تلقین پہلی جماعت اسلامی کو اس وقت کی جارہی ہے جب کہ وہ ہزیمت کے تلخ حقائق سے دوچار تھی ‘ اسے دردناک چوٹ لگی ہوئی تھی اور یہ چوٹ اس کے اپنے ڈانواں ڈول موقف کی وجہ سے لگی تھی ۔ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الآخِرَةَ……………(ابن کثیر ) یوں اللہ تعالیٰ ان کے دلوں کا حال کھول کر ان کے سامنے رکھ دیتے ہیں ‘ ان کے دلوں کی بات ظاہر کردی جاتی ہے اور انہیں معلوم ہوجاتا ہے کہ شکست کیوں ہوئی تاکہ آئندہ اس سے بچیں۔\nاس کے ساتھ ساتھ اللہ اپنی حکمت اور تدبیر کا ایک پہلو بھی ان پر واضح فرماتے ہیں ۔ یہ کہ انہیں جو تکالیف اٹھانی پڑیں اور یہ واقعات جو بالکل ظاہری اسباب کی وجہ سے پیش آئے لیکن اللہ کی قدرت دیکھئے ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ……………” تب اللہ نے تمہیں کافروں کے مقابلے میں پسپا کردیا تاکہ تمہاری آزمائش کرے ۔ “ حقیقت یہ ہے کہ انسان کے تمام افعال کی پشت پر تقدیر کارفرما ہوتی ہے ۔ جب انہوں نے کمزوری دکھائی ‘ آپس میں تنازع کیا ‘ حکم عدولی کی ‘ اللہ تعالیٰ نے ان کی قوت کو پھیر دیا ‘ ان کی طاقت ختم ہوگئی ‘ وہ مشرکین کی آمد کو معلوم نہ کرسکے ‘ تیراندازوں کو گھاٹی سے ہٹادیا۔ میدان میں لڑنے والوں کو بھی پیچھے ہٹادیا ۔ وہ بھاگنے لگے ‘ یہ سب واقعات اس طرح پیش آئے کہ خود ان کے کئے کا نتیجہ تھے۔ لیکن ان ظاہری واقعات کے پیچھے بھی حکمت وتدبیر تھی ‘ وہ یہ کہ اللہ اہل ایمان کو آزمائش میں ڈالنا چاہتے تھے تاکہ سخت ترین حالات ‘ خوف وہراس ‘ قتل وجراح اور ہزیمت وشکست سے دوچار کرکے انہیں آزمایاجائے ۔ اور ان مشکلات کے نتیجے میں ان دلوں کے خفیہ گوشے بھی سامنے آجائیں۔ دل صاف ہوجائیں اور صفوں سے کمزور لوگ دور ہوجائیں جیسا کہ آئندہ بیان ہوگا۔ ہوتاتو یہ ہے واقعات بظاہر اپنے ظاہری اسباب کے نیتجے میں سامنے آتے ہیں لیکن ان ظاہری اسباب کے ہوتے ہوئے بھی ان کے پیچھے تدبیر کام کررہی ہوتی ہے ۔ اس لئے ان دونوں کے درمیان کوئی تعارض نہیں ہے ۔ ہر واقعہ کے پیچھے سبب ظاہری بھی ہوتا ہے اور اس سبب ظاہری کے پیچھے اللہ کی حکمت وتدبیر بھی کام کررہی ہوتی ہے اور یہ تدبیر لطیف وخبیر کی طرف سے ہوتی ہے ۔\nوَلَقَدْ عَفَا عَنْكُمْ……………” اور حق یہ ہے کہ اللہ نے پھر بھی تمہیں معاف ہی کردیا۔ “ یعنی اللہ نے تمہاری کمزوری ‘ باہم نزاع اور حکم عدولی کو معاف کردیا ۔ اس طرح تم جو بھاگ نکلے ‘ الٹے پاؤں پھرے ۔ یہ سب کچھ اللہ نے معاف کردیا۔ اور یہ معافی صرف اس کا فضل وکرم ہے ۔ تمہاری بشری کمزوریوں کو اس نے معاف کردیا ‘ نظرانداز کردیا کیونکہ تمہاری نیت بری نہ تھی ‘ تم غلطی پر اصرار نہیں کررہے تھے ۔ کیونکہ تمہاری یہ کمزوری اور یہ غلطی دائرہ ایمان کے اندر ہے ۔ تم اللہ کے سامنے بھی جھکتے ہو اور اپنی قیادت کے احکام کے سامنے بھی سرتسلیم خم کرتے ہو۔ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ……………” کیونکہ مومنین پر اللہ بڑی نظر عنایت رکھتا ہے۔ “\nاس کا پہلا فضل تو یہ ہے کہ اس نے انہیں معاف کردیا ۔ جب تک وہ اسلامی نظام پر قائم ہیں اس کی بندگی کا اقرار کرتے ہیں ۔ وہ اللہ کے خصائص الوہیت وحاکمیت کے مدعی خود نہیں ہوتے ۔ وہ اپنے لئے منہاج حیات ‘ نظام قانون ‘ اقدار حیات اور حسن وقبح کے پیمانے خود وضع نہیں کرتے بلکہ صرف اللہ سے لیتے ہیں ۔ یہ اصول تسلیم کرتے ہوئے اگر ان سے بتقاضائے بشریت ‘ بوجہ کمزوری ‘ بوجہ عارضی جوش اور عارضی خواہشات کوئی غلطی ہوجائے تو وہ معاف ہوسکتی ہے لیکن غلطیوں پر ابتلا کی سزا ضرور دی جاتی ہے تاکہ وہ کھوٹ دور ہو اور وہ کمزوری دور ہو۔",
  "ayah": 152,
  "surah": 3
}
