{
  "text": "اب ایک دوسری حقیقت پر غور ہوتا ہے ۔ موت اور قتل سے کیا زندگی ختم ہوجاتی ہے ‘ کیا زندگی اس انعام سے بہتر ہے جو اللہ دے گا ؟ نہیں ۔ کچھ اور اقدار حیات بھی تو ہیں ۔ کچھ پہلو بھی ہیں جو اللہ کے ترازو میں قابل غور ہیں :\nوَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ (157) وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لإلَى اللَّهِ تُحْشَرُونَ\n” اگر تم اللہ کی راہ میں مارے جاؤیا مرجاؤ تو اللہ کی رحمت اور بخشش جو تمہارے حصے میں آئے گی وہ ان ساری چیزوں سے زیادہ بہتر ہے جنہیں یہ لوگ جمع کرتے ہیں اور خواہ تم مرو یامارے جاؤ۔ بہرحال تم سب کو سمٹ کر جانا اللہ ہی کی طرف ہے ۔ “\nغرض اللہ کی راہ میں موت اور قتل ہونا ‘ ان شرائط وقیود کے ساتھ ‘ زندگی سے بدرجہا بہتر ہے ۔ ان تمام دنیوی مفادات اور مال و منال سے بہتر ہے جسے رات دن لوگ جمع کررہے ہیں ۔ اس عزت واحترام سے بہتر ہے جس کے لئے لوگ کوشاں ہیں ۔ یہ موت اس لئے بہتر ہے کہ اس کے نتیجے میں اللہ کی رحمت اور مغفرت نصیب ہوتی ہے ۔ اللہ کے میزان حقیقت نما میں یہ بہتر ہے ‘ ان تمام چیزوں سے جو وہ جمع کرتے ہیں ۔ یہ مغفرت اور یہ رحمت ہی مطلوب مومن ہوتی ہے ۔ اور اللہ تعالیٰ موت وحیات کے اس مقام میں لوگوں کو شخصی برتری اور انسانی مقاصد اور سربلندیوں کے حوالے نہیں کرتے ‘ بلکہ انہیں وہ کچھ دکھایا جاتا ہے جو اللہ کے ہاں ہے ‘ ان کے دلوں کو رحمت خداوندی سے جوڑا جاتا ہے ، اور رحمت خداوندی کو یونہی دنیا مال ومنال سے زیادہ خیر اور قیمتی قرار دیا جاتا ہے ۔ دنیا کے تمام ممکنہ مقاصد سے ‘ اسے برتر اور قیمتی قراردیا جاتا ہے ۔\nسب لوگ لوٹ کر اللہ کی طرف جائیں گے ‘ سب لوگ حشر کے دن اٹھاکر اس کے سامنے حاضر کئے جائیں گے ۔ چاہے وہ اپنے بستر پر مریں ‘ چاہے وہ کرہ ارض پر کسی تجارتی سفر میں مریں اور چاہے وہ جہاد فی سبیل اللہ کے دوران شہید ہوں۔ جانا انہوں نے بہرحال اللہ کی طرف ہے ۔ انجام کار انہوں نے وہاں حاضر ہونا ہے ۔ فرق اگر کوئی ہے تو وہ صرف لوگوں کے نقطہ نظر ‘ ان کے مطمح نظر اور طرزعمل میں ہے ۔ رہا واقعی عملی انجام تو اس میں کوئی فرق نہیں ہے ۔ ایک مقررہ وقت میں ‘ ایک مقررہ مقام پر ‘ تحریر شدہ تقدیر کے مطابق جو اٹل ہے ‘ ہر شخص کی موت واقع ہوگی ۔ یوں وہ اللہ کی طرف لوٹ جائے گا ‘ اور پھر ایک مقرر وقت قیامت میں وہ حشر کے میدان میں اٹھے گا ۔ وہاں یا وہ اللہ کی رحمت اور مغفرت پانے والوں میں ہوگا یا وہ غضب الٰہی اور عذاب الٰہی کے چنگل میں جائے گا۔ اس لئے وہ شخص احمق الحمقاء ہے ‘ جو اپنے لئے برا انجام پسند کرتا ہے ‘ جبکہ اسے ہر حال میں مرنا تو ہے ۔\nیوں دلوں میں حقیقت موت وحیات بیٹھ جاتی ہے ۔ اللہ کی تقدیر کا درس دیا جاتا ہے اور یوں قلوب مومنہ تقدیر کے رواں دواں واقعات کو دیکھتے ہوئے مطمئن ہوجاتے ہیں ۔ تقدیر کے پردے کے پیچھے جو حکمت کارفرماہوتی ہے اس پر مطمئن ہوجاتے ہیں ۔ ابتلا میں جو ثواب آخرت ہے اسے پسند کرتے ہیں ۔ اس پر غزوہ احد کے اہم واقعات یہاں ختم ہوجاتے ہیں اور ان کی جو متعلقہ باتیں تھیں ان پر کلام ختم ہوجاتا ہے۔\nاب سیاق کلام ایک نئے مضمون کو جنم لیتا ہے ۔ اس مضمون کا موضوع قائد انقلاب کی شخصیت ہے ۔ رسول اللہ ﷺ کی ذاتی صفات کے بارے میں ‘ حقیقت نبوت کے بارے میں اور امت مسلمہ کی زندگی ذات نبوی اور حقیقت نبوت کے اہم کردار کے بارے میں بتایا جاتا ہے ۔ بتایا جاتا ہے کہ ذات باری تعالیٰ اس امت کے ساتھ کس قدر رحیم وکریم ہیں۔ اس موضوع کے ساتھ کچھ اور تاریں بھی ملی ہوئی ہیں کہ جماعت مسلمہ کی تنظیم کے سلسلے میں ربانی طریق کار کیا ہے۔ اور یہ کہ اس تنظیم کی اساس کیا ہے ۔ یعنی کن نظریات پر اسے قائم کیا گیا ہے اور کن حقائق پر وہ استوار ہے ۔ نیز اس تصور حیات کی اہمیت کیا ہے اور تنظیم کے لئے اس ربانی منہاج کی اہمیت کیا ہے اور پھر اس منہاج کا اثر پوری انسانیت پر کیا ہوگا ؟",
  "ayah": 157,
  "surah": 3
}
