{
  "text": "یہاں اب اللہ تعالیٰ ‘ اپنے خاص بندوں کی صفات گنواتے ہیں ‘ یہ کہ اب آپ کے ساتھ ان کا تعلق کیسا ہوتا ہے۔ اور وہ کیا اعمال ہوتے ہیں جن کی بناء بندے جنتوں کے انعامات کے مستحق ہوجاتے ہیں ۔\nان کی دعاؤں میں ان کے منہ سے جو بات نکلتی ہے وہ ان کے تقویٰ اور اللہ خوفی کا نتیجہ ہوتی ہے وہ اللہ سے ڈر کر پہلے ایمان کا اعلان کرتے ہیں ۔ پھر ایمان کو عنداللہ اپنا شفیع بناتے ہیں اور مغفرت طلب کرتے ہیں اور اپنے آپ کو آگ سے بچاتے ہیں ۔\nان کی تمام صفات میں سے ‘ انسانی زندگی کی اقدار میں سے ایک اعلیٰ قدر کا ذکر ہے ۔ خصوصاً جماعت مسلمہ کے لئے ان اقدار کی بہت اہمیت ہے ۔ وہ صبر کرنے والے ہیں ‘ صبر میں انسان ہر رنج والم کو برداشت کرتا ہے ۔ اور دعوت اسلامی کی راہ میں جو بھی مشکلادرپیش ہوں ان پر ثابت قدم رہتا ہے۔ دعوت اسلامی کی راہ میں اپنے فرائض سر انجام دیتا ہے ۔ وہ اللہ کے سامنے تسلیم ورضا کا پیکر بن جاتا ہے اور حالات اس پر مصائب کے جو پہاڑ بھی توڑیں وہ اللہ کے حکم پر راضی برضا ہوتا ہے۔ وہ سچے ہیں ۔ اس لئے کہ سچائی اس کائنات کی بنیاد ہے ۔ سچائی کا دامن تھام کر وہ عام لوگوں سے اونچے ہوجاتے ہیں ۔ جھوٹ کا خلاصہ یہ ہوتا ہے کہ انسان کسی فائدے کے لئے یا کسی ضرر سے بچنے کے لئے سچائی چھوڑ دیتا ہے۔\nاور فرمان بردار ہیں ‘ یوں حق الوہیت ادا کرتے ہیں اور اپنی جانب سے واجبات بندگی پر کاربند ہوتے ہیں ۔ اور صرف اللہ کی بندگی کرتے ہیں جس کے سوا اور کسی کی بندگی ان کے تصور حیات میں نہیں ہے ۔\nانفاق فی سبیل اللہ کا فائدہ یہ ہوتا ہے کہ انسان دولت کے ہاتھوں ذلیل نہیں ہوتا ۔ اور اسے بخل سے نجات ملتی ہے ۔ اور انفاق کرکے ایک شخص عملاً انسانی اخوت کو ذاتی خواہش اور لذت پر ترجیح دیتا ہے اور وہ ایسے اجتماعی تحفظ کی فضا پیدا کرتا ہے جو سب انسانوں کے لئے خوشگوار ہو۔\nاور رات کے آخری پہر میں استغفار تو ایک ایسا مقام ہے ‘ جہاں گھنی اور خوشگوار چھاؤں ‘ جس کی فضا تروتازہ ہے اور لفظ ” اسْحَارِ “ تو اس خاص وقت یعنی طلوع فجر سے قدرے پہلے ایسی خوشگوار اور پرسکون تصویر کشی کرتا ہے جو اپنی جگہ لاجواب ہے۔ یہ ایک ایسا وقت ہوتا ہے جب کائنات نہایت ہی پرسکون ہوتی ‘ فضا صاف ہوتی ہے ‘ اس وقت نفس انسانی کے روحانی تصورات جاگ اٹھتے ہیں ۔ اچھے خیالات کا ذہن وقلب پر القاء ہوتا ہے ۔ اس پرکیف فضا میں جب انسان کی جانب سے بارگاہ الٰہی میں استغفار ہورہا ہو ‘ تو پھر اس کا پرتو بھی نفس انسانی پر نہایت ہی روحانی اثرات ڈالتا ہے ۔ اس وقت انسان کی روح اور اس کائنات کی روح رب کائنات اور خالق انسان کے سامنے ہم سبق اور ہم سمت ہوجاتی ہیں۔\nایسے صابروں ‘ ایسے صداقت شعاروں ‘ ایسے ہی اطاعت گزاروں ‘ ایسے ہی دولت نثاروں اور ایسے بخشش کے طلبگاروں کا یہ حق ہوتا ہے کہ اللہ کی رضامندی ان کا استقبال کرے اس لئے کہ وہ اس کے مستحق ہوتے ہیں ۔ اس لئے کہ اللہ کی رحمت کی چھاؤں گھنی ہوتی ہے ۔ اور اس کا پھل تروتازہ ہوتا ہے۔ اور وہ ہر لذت اور ہر شہوت سے اپنے اندر زیادہ مٹھاس رکھتی ہے ۔ اگر ذوق سلیم ہو۔\nیوں قرآن کریم ‘ اس زمین کے اوپر سے اسے مخلوق ارضی سمجھتے ہوئے ‘ نفس انسانی کی راہنمائی شروع کرتا ہے۔ آہستہ آہستہ اسے بلند کرتا ہے اور اسے ایک بلند افق پر ملاء اعلیٰ کی روشنیوں تک لے جاتا ہے ‘ اور یہ عمل بڑے آرام سے ‘ بڑی تسلی سے ‘ بڑی نرمی اور شفقت سے وقوع پذیر ہوتا ہے ۔ اس روحانی ترقی میں انسان کی فطرت اور اس کے فطری میلانات کو پوری طرح مدنظر رکھا جاتا ہے۔ اس میں اس کی جسمانی کمزوریوں اور ناتوانیوں کا بھی خیال رکھا جاتا ہے ۔ اس محبت اور اس کے شوق کو بھی جوش دلایا جاتا ہے۔ اور اس میں کسی فطری جذبے کی بیخٰ کنی نہیں کی جاتی اور نہ ہی اسے کسی کام پر مجبور کیا جاتا ہے ۔ اس مہم کے دوران عام زندگی رواں دواں رہتی ہے۔ اس میں تعطل نہیں پیدا کیا جاتا۔ یہ ہے فطرت اللہ ‘ یہ ہے اللہ کا نظام حیات ‘ اس فطرت کے لئے اور اللہ اپنے بندوں کے حال سے اچھی طرح خبردار ہے وَاللَّهُ بَصِيرٌ بِالْعِبَادِ !\n٭………٭………٭………٭………٭\nیہاں تک تو اس سورت کا ہدف یہ تھا کہ عقیدہ توحید کو نکھار کر رکھ دیاجائے۔ یوں کہ اللہ ایک ہے ۔ وہی اس کائنات کو تھامے ہوئے ہے ۔ دنیا میں آنے والے رسول بھی ایک ہیں اور ان کی رسالت بھی ایک ہی اکائی ہے ۔ اور یہ بتایا گیا تھا کہ آیات الٰہی اور افکار الٰہیہ کے بارے میں اصل اہل ایمان کا رویہ کیا ہوتا ہے اور جن لوگوں کے دلوں میں ٹیڑھ ہوتی ہے وہ ان افکار وآیات کتاب کے ساتھ کیا رویہ اختیار کرتے ہیں ۔ انحراف کرنیوالوں کو اپنے انجام بد سے ڈرایا گیا اور اس سلسلے میں ان کی توجہ ماضی اور حال کے منحرفین کے انجام بد کو بطور مثال پیش کیا گیا ۔ اس کے بعد یہ بتایا گیا کہ عقیدہ توحید اور اسلامی نظریہ حیات ایک عام فطری نظام ہے اور اس میں فطری میلانات کا بھی خیال رکھا جاتا ہے ۔ لیکن متقین کی نظر ان سے بلند ہوتی ہے اور وہ ہر وقت اپنے رب کے سامنے گڑگڑاتے ہیں ۔\nلیکن اب یہاں سے لیکر اس سبق کے اختتام تک ایک دوسری حقیقت سے ہمیں روشناس کرایا جاتا ہے ۔ اور یہ دوسری حقیقت عقیدہ توحید اور اسلامی نظریہ ٔ حیات کا ایک لازمی نتیجہ ہے ۔ اگر پہلی حقیقت ہے تو دوسری کو بھی موجود ہونا چاہئے ۔ وہ یہ کہ حقیقت توحید کا مصداق اور مظہر ہماری زندگیوں میں ہونا چاہئے ۔ یہ تمام باتیں اس سبق کے آنے والے حصے میں بیان کی گئی ہیں ۔\nپہلے حصہ اول کے خلاصے کو پھر ذہن نشین اور مستحضر کیا جاتا ہے تاکہ اس کے نتائج دوسری حقیقت کے ذریعہ مرتب ہوں ‘ اس حصے کا آغاز اس شہادت سے کیا جاتا ہے کہ اللہ کے سوا کوئی الٰہ نہیں ہے ۔ اس عقیدہ کی شہادت فرشتے بھی دیتے آئے ہیں اور اصحاب العلم بھی اس کی تصدیق کرتے آئے ہیں ۔ الٰہ ہونے کے ساتھ ساتھ اللہ قوام بھی ہے یعنی اس کائنات کا نگہبان ‘ اور اس کی قیومیت کا یہ مفہوم ہے کہ وہ اس کائنات اور اس کے اندر انسان دونوں کو عدل کے مطابق چلاتا ہے۔ اور جب یہ بات مسلم ہے کہ اللہ ہی الٰہ اور قیوم ہے تو پھر دوسری بات خود بخود مستلزم ہوجاتی ہے کہ یہ اللہ کی بندگی کا اقرار کریں ۔ یہ بندگی صرف اس کی ہو ‘ اس کا حکم تمام انسانوں کی زندگی میں نازل ہو۔ اس کے مطابق فیصلے ہوں ‘ تمام بندے اللہ کے سامنے سرتسلیم خم کریں۔ اس کے سامنے جھکیں ‘ اس ہستی کی اطاعت کریں جو قیوم ہے ۔ اس کی نازل کردہ کتاب اور اس کے رسول کی سنت پر عمل پیر اہوں۔\nاور دوسری حقیقت کا اظہار یوں کیا گیا إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسْلام …………… ” اللہ کے نزدیک دین صرف اسلام ہے ۔ “ اس لئے اللہ اسلام کے سوا کوئی دین قبول نہیں فرماتے ‘ اور اسلام کیا ہے۔ وہ سر تسلیم خم کرنا ‘ اطاعت کرنا ‘ اور ہر معاملے میں اتباع کرنا۔ اس لئے اللہ کے ہاں مقبول دین صرف عقلی تصور نہیں ہے۔ نہ صرف تصدیق بالقلب دین ‘ دین یہ ہے کہ اس تصور حیات اور اس تصدیق ویقین کے تقاضے بھی پورے کئے جائیں اور تقاضے یہ ہیں کہ لوگ اپنے تمام امور میں شریعت کے مطابق فیصلے کریں ۔ اور پھر شریعت جو فیصلہ کرے اسے بطیب خاطر قبول کریں اور اس نظام میں رسول خدا کی اطاعت کریں ۔\nیہی وجہ ہے کہ قرآن کریم بڑے تعجب خیز انداز میں اہل کتاب کے بارے میں اس حقیقت کا اظہار کرتا ہے کہ وہ دعویٰ تو یہ کرتے ہیں کہ وہ اللہ کے دین پر ہیں لیکن ان کارویہ یہ ہے کہ جب انہیں اللہ کی کتاب کی طرف بلایا جاتا ہے کہ آؤ اس کے مطابق فیصلہ کریں تو ان میں سے ایک گروہ رو گردانی کرتا ہے جس سے ان کے دعوائے دین کی قلعی کھل جاتی ہے اور وہ باطل ہوجاتا ہے اللہ کے نزدیک مقبول دین صرف اسلام ہے ‘ اور اسلام بغیر سر تسلیم خم کرنے کے نہیں ہے ۔ اسلام یہ ہے کہ رسول خدا کی اطاعت ہو اور امور زندگی میں فیصلے کتاب اللہ کے مطابق ہوں۔\nیہاں کتاب اللہ سے اعراض اور روگردانی کی علت کا ذکر بھی کردیا گیا ہے ‘ اور اس کی ایسی حسی اور واقعی تعبیر کی گئی ہے جس سے معلوم ہوتا ہے کہ وہ سرے سے دین پر ایمان ہی نہیں رکھتے ۔ اس لئے کہ وہ یوم الحساب کے عدل و انصاف کے تصور پر پوری طرح یقین نہیں رکھتے ۔ وہ اس لئے کہ ان کا خیال تھا ” کہ انہیں دوزخ کی آگ میں صرف چند دن رہنا ہوگا۔ اس لئے کہ وہ اہل کتاب ہیں اور ان کے دین کے معاملے میں انہیں ان عقیدوں نے فریب میں ڈال دیا تھا جو انہوں نے جھوٹے طور گھڑے ہوئے تھے ۔ “ اور یہ ان کے لئے عجیب دھوکہ تھا ‘ غرض اس وقت وہ نہ اہل کتاب ہیں اور نہ اہل دین ہیں ۔ نہ مومن ہیں ‘ کیوں ؟ اس لئے کہ جب انہیں بلایا جاتا ہے کہ آؤ تمہاری کتاب کے مطابق کسی قضئیے کا فیصلہ کریں تو وہ منہ موڑ کر بھاگتے ہیں۔\nغرض قرآن کریم اس قطعیت اور جزم کے ساتھ دین کا مفہوم اور دین کی حقیقت یہاں بیان کرتا ہے ۔ اس لئے تمام لوگوں کی جانب سے اب اللہ کے ہاں مقبول دین صرف دین اسلام ہے جو واضح صاف اور قطعی ہے ۔ یعنی دین اسلام اور اسلام کا معنی ہے کتاب اللہ کے مطابق عدالتوں میں فیصلہ کرنا اور اس کے بعد اسے تسلیم کرنا اور اس پر عمل کرنا ۔ اگر کوئی ایسا نہیں کرتا تو وہ دین دار نہیں ہے ۔ وہ مسلم نہیں ہے ۔ اگرچہ وہ دعوائے دین کرے اور دعوائے اسلام کرے ۔ اللہ تعالیٰ دین کی جو حد بیان فرماتے ہیں ‘ جو تعریف کرتے ہیں ‘ جس کی تائید کرتے ہیں وہ وہی ہے جو اوپر ہم نے بیان کیا اور اللہ دین کی تعریف بیان کرنے میں کسی انسان کی خواہش کے تابع نہیں ‘ وہ جس طرح جانتا ہے۔\nنہ صرف یہ بلکہ جو شخص کفار کو دوست بناتا ہے ۔ (اور سیاق کلام سے معلوم ہوتا ہے کہ کفار وہ ہیں جو عدالتوں کے اندر کتاب اللہ کے مطابق فیصلے نہیں کرتے ۔ ) تو اس کا اللہ تعالیٰ کے ساتھ کوئی تعلق نہ ہوگا۔ “ کسی معاملے میں بھی اللہ سے متعلق نہ ہوگا۔ اس کے اور اللہ کے درمیان کوئی رابطہ نہ رہا ۔ یعنی صرف اس لئے کہ اس شخص نے کافروں سے دوستی کی ‘ یا کافروں کی نصرت کی یا کافروں سے نصرت طلب کی ۔ اور کافر وہ جو اللہ کی کتاب پر اپنی عدالتوں میں فیصلے نہیں کرتے ۔ اگرچہ زبانی طور پر وہ دعویٰ کریں کہ وہ دین اللہ پر ہیں۔\nکفار کی دوستی سے اس قدر سختی سے منع کیا جاتا ہے کہ اگر تم باز نہ آئے تو اس سے تمہارا دین اپنی اساس سے ختم ہوجائے گا اور قرآن کریم اس تنبیہ اور ڈراوے کے ساتھ ساتھ انہیں اچھی طرح سمجھاتا بھی ہے۔ مسلمانوں کو یہ بصیرت دی جاتی ہے کہ وہ اللہ ہی اس پوری کائنات میں اصل متصرف الامور ہے ۔ وہ سردار ہے ۔ اور اسی کے تصرف میں تمام امور ہیں ۔ وہی مالک الملک ہے ۔ وہ جسے چاہتا ہے ملک عطا کرتا ہے جس سے چاہتا ہے ملک لے لیتا ہے ۔ جسے چاہتا ہے عزت دیتا ہے جس سے چاہتا ہے عزت واپس لے لیتا ہے ۔ اور لوگوں کی زندگی کے امور میں اس کا یہ تصرف بھی اس تکوینی تصرف کا ایک حصہ ہے ‘ جو وہ اس کا ئنات کو چلانے کے لئے کرتا ہے ۔ دیکھئے ‘ وہ رات کو دن میں داخل کرتا ہے اور دن کو رات میں داخل کرتا ہے ۔ وہ مردہ چیزوں سے زندہ چیزوں کو نکالتا ہے اور زندہ چیزوں سے مردہ چیزیں نکالتا ہے ۔ اور یہی اس کا قیام بالعدل ہے ۔ جس کے ساتھ وہ انسانوں کو تھامے ہوئے ہے ۔ اور کائنات کو بھی تھامے ہوئے ہے۔ اس لئے اہل ایمان کو کیا ضرورت ہے کہ وہ اللہ کو چھوڑ کر کفار کے ساتھ دوستیاں قائم کریں ۔ چاہے اہل کفار کی قوت بہت زیادہ ہو ‘ ان کا مال بہت زیادہ ہو اور اولاد بہت زیادہ ہو ۔\nاس مکرر اور موکد ڈراوے اور تنبیہ سے اس بات کا اظہار ہوتا ہے کہ اس وقت نوخیز جماعت مسلمہ پر اس نکتے کی اچھی طرح وضاحت نہ ہوئی تھی ۔ اور اس وقت اہل اسلام میں سے بعض لوگوں نے اپنے سابقہ خاندانی ‘ قومی اور اقتصادی روابط بحال رکھے ہوئے تھے ۔ یہ روبط مشرکین مکہ اور یہودیان مدینہ کے ساتھ بیک وقت تھے ، اس لئے دین اسلام کی یہ تفسیر کی گئی اور انہیں اہل کفر کے ساتھ دوستانہ روابط نہ رکھنے کا حکم دیا گیا ۔ نیز اس آیت سے یہ بھی ظاہر ہوتا ہے ‘ دنیا میں انسان کی ظاہری قوتوں کی طرف میلان رکھتا ہے ‘ ان سے متاثر ہوتا ہے ‘ اس لئے انہیں بتایا جاتا ہے کہ اصلی قوت کون ہے ‘ اصلی حقیقت ان لوگوں کی کیا ہے ‘ اور یہ کہ اسلامی نظریہ ٔ حیات کیا ہے ۔ اور اس کے تقاضے کیا ہیں یعنی عملی زندگی میں۔\nاور اس سبق کا خاتمہ اس قطعی فیصلے پر ہوتا ہے کہ اسلام اللہ اور رسول کی اطاعت کا نام ہے اور یہ کہ اللہ کی جانب چلنے کا واحد راستہ یہ ہے رسول اللہ کی اطاعت کی جائے ۔ صرف یہ کافی نہیں ہے کہ کلمہ شہادت پر دل سے مجرد یقین کرلیاجائے اور زبان سے اس کا اقرار کرلیا جائے ۔ فرماتے ہیں ” کہہ دیجئے ‘ اگر تم اللہ کو محبوب رکھتے ہو تو میری اطاعت کرو اللہ تمہیں محبوب رکھے گا۔ “ ……………\n” کہہ دو ‘ اللہ کی اطاعت کرو اور رسول کی اطاعت کرو ‘ اگر وہ اس سے منہ پھیریں ‘ تو جان لو کہ اللہ کافروں کے ساتھ محبت نہیں رکھتا۔ “ ……………پس یا تو اتباع ہوگا اور مکمل تابعداری کروگے تو اللہ بھی اسے پسند کرے گا یا پھر کفر ہوگا جسے اللہ نہایت ہی ناپسند کرتا ہے ۔ یہ ہے وہ مقام جس سے ایک مسلمان اور ایک کافر کے راستے جدا ہوتے ہیں ۔ اس سبق کے اس دوسرے حصے پر اب تفصیل سے غور ہوگا۔",
  "ayah": 16,
  "surah": 3
}
