{
  "text": "اللہ تعالیٰ نے اپنے اوپر یہ لکھ دیا ہے کہ وہ اپنے دوستوں کی مدد کرے گا ‘ جو اس کا جھنڈا اٹھانے والے ہوں اور جو اس پر پختہ ایمان اور عقیدہ رکھنے والے ہوں ۔ لیکن اس نے اس وعدے کو ایک شرط سے مشروط کیا ہے اور وہ یہ ہے کہ اللہ کی نصرت کے مستحق وہ اس وقت ہوں گے جب ان کے دلوں میں حقیقت ایمان اچھی طرح جاگزیں اور مستحکم ہوجائے ۔ اور وہ اپنی تنظیم اور طرزعمل میں ایمان کے تقاضے پورے کررہے ہوں ۔ اور ان کی وسعت اور طاقت کے اندر جو کچھ ہو وہ انہوں نے تیار کیا ہو۔ ان کی طاقت میں جس قدر ممکن ہو وہ جدوجہد کررہے ہوں ۔ یہ ہے سنت الٰہیہ اور سنت الٰہیہ کی کسی کے ساتھ خاص دوستی نہیں ہوتی نہ وہ کسی کی رورعایت کرتی ہے ۔ جب اللہ والے ان امور میں سے کسی میں بھی قصور اور کمی رکھتے ہوں تو ان کا فرض ہے کہ وہ اپنی تقصیرات کے نتائج بھی قبول کریں ۔ اس لئے کہ صرف مومن ہونے سے ان کے لئے ضابطہ سنن الٰہیہ معطل نہ کردیا جائے گا۔ نہ ناموس اعلیٰ باطل ہوجائے گا ۔ وہ تو مسلم ہی تب ہوں گے جب وہ اپنی زندگی کے اندر سنن الٰہیہ کو جاری وساری کردیں ۔ اور اپنی فطرت کو ناموس کائنات کے ساتھ ہم آہنگ کردیں ۔\nلیکن ان کا نفس مسلمان ہونا بھی بیکار نہیں جاتا۔ نہ وہ بےاثر ہوتا ہے۔ ان کا اللہ کے سامنے سرتسلیم خم کردینا ‘ اس کے جھنڈے اٹھانا ‘ اس کی اطاعت کا عزم کرلینا اور اس کے نظام حیات کا التزام کرنا وغیرہ ان امور کا یہ اثر ضرور ہوگا کہ اللہ تعالیٰ ان کی ان تقصیرات اور ان غلطیوں میں سے خیر اور برکت کا پہلو نکال دے ۔ اگرچہ ان غلطیوں کی وجہ سے وہ چوٹیں کھائیں ‘ قربانیاں دیں اور وقتی طور پر شکست کھالیں ۔ وہ ان غلطیوں سے ان کے تجربے میں اضافہ کرے گا ۔ اس طرح ان کا عقیدہ صاف ہوجائے گا ۔ ان کے دل صاف ہوں گے ۔ ان کی صفوں کی تطہیر ہوگی اور اس طرح آخر کار وہ اس نصرت کے حق دار ہوجائیں گے جس کا وعدہ اللہ نے کیا ہے ۔ آخری انجام خیر و برکت پر ہوگا ‘ مسلمان اللہ کی بارگاہ سے ‘ اس کی رحمت و عنایت سے دھتکارے نہیں جاتے بلکہ اللہ تعالیٰ انہیں مزید زاد راہ سے نوازتا ہے۔ اگرچہ اثنائے راہ میں انہیں تکالیف پہنچیں ‘ مشکلات کا سامنا ہو اور رنج والم سے دوچار ہوں۔\nاس وضاحت کے ساتھ اور فیصلہ کن انداز میں اللہ تعالیٰ جماعت مسلمہ سے خطاب فرماتے ہیں ۔ ان کے اس سوالیہ انداز میں اور جو واقعات پیش آئے ‘ ان پر ان کی حیرانی اور پریشانی کا جواب دیا جاتا ہے اور بتایا جاتا ہے کہ ان واقعات کا قریبی سبب کیا تھا ؟ نیز یہ بھی بتایا جاتا ہے کہ اس میں تقدیر الٰہی کے اندر دوررس حکمت کیا پوشیدہ تھی ؟ اور منافقین کو بتایا جاتا ہے کہ موت کا ایک حق راستہ ہے ۔ ڈر سے موت ٹلتی نہیں اور نہ ہی جہاد میں شرکت نہ کرنے سے موت موخر ہوجاتی ہے ۔\n” اور تمہارا کیا حال ہے کہ جب تم پر مصیبت آپڑی تو تم کہنے لگے یہ کہاں سے آئی ؟ حالانکہ اس سے دوگنی مصیبت تمہارے ہاتھوں ان پر پڑچکی ہے ۔ اے نبی ان سے کہو ‘ یہ مصیبت تمہاری اپنی لائی ہوئی ہے ۔ اللہ ہر چیز پر قادر ہے ۔ “\nجنگ احد میں مسلمانوں پر جو مصائب آئے وہ سب کے سامنے ہیں ۔ ستر آدمی شہید ہوئے اور زخمی اور مزید مصائب ان کے علاوہ تھے ۔ بہت ہی کڑوادن تھا یہ ان کے لئے ۔ ان پر یہ مصائب نہایت ہی شاق تھے اور ناقابل برداشت تھے ۔ ان کا خیال یہ تھا کہ وہ مسلمان ہیں اور اللہ کی راہ میں جہاد کررہے ہیں ‘ اور ان کے مخالفین اللہ کے دشمن ہیں اور مشرک ہیں اور مسلمان جو اس مصیبت میں مبتلا ہوئے ‘ اس سے پہلے وہ ان دشمنان اسلام کو دوگنا نقصان پہنچاچکے تھے ۔ یہ اشارہ ہے بدر کی طرف وہاں انہوں نے کفار کو نقصان پہنچایا تھا جبکہ وہ اللہ کے حکم پر درست کھڑے تھے ۔ وہ رسول اللہ ﷺ کے احکام پر عمل پیرا تھے ۔ اس سے قبل کہ وہ مال غنیمت کو دیکھ کر بےراہ ہوجائیں ۔ اور اس سے قبل کہ ان کے دلوں میں ایسے خیالات پیدا ہوں جو ایمان کے ساتھ لگا نہیں کھاتے ۔\nاللہ انہیں یہ سب باتیں یاد دلاتے ہیں اور ان کے اس حیرانی سے بھرے ہوئے سوال کا جواب یوں دیتے ہیں کہ اس کا براہ راست سبب تو خود ان کے افعال تھے ۔ قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ……………” اے نبی ان سے کہو یہ مصیبت تمہاری اپنی لائی ہوئی ہے ۔ “\nیہ خود تمہارے نفوس تھے ‘ جن میں خلل آگیا ‘ تم متفرق ہوگئے اور باہم تنازعہ کرنے لگے اور یہ تم ہی تھے جنہوں نے اللہ اور اس کے رسول کی شرائط پر عمل نہ کیا ۔ یہ تمہارے ہی نفوس تھے جن میں طمع اور لالچ داخل ہوگئی ‘ اور یہ تم ہی تھے جنہوں نے رسول اللہ ﷺ کے صریح احکام کی خلاف ورزی کی اور آپ کے جنگی منصوبے کو سبوتاژ کیا ۔ پس یہ نتائج جن سے تم دوچار ہوئے اور جنہیں تم انہونی قرار دیتے ہو ‘ اور تم کہتے ہو کہ یہ حالات کیسے پیش آگئے ؟ تو جواب یہ ہے کہ یہ تمہاری اپنی وجہ سے ہوا۔ تم پر تو اللہ تعالیٰ کی سنت الٰہیہ کا انطباق ہوا ہے ۔ جب تم نے اپنے آپ کو اس سنت کے سامنے پیش کیا ۔ انسان جب اپنے آپ کو سنت الٰہیہ کے سامنے پیش کرتا ہے تو وہ سنت اس پر پوری طرح منطبق ہوتی ہے ۔ یہ شخص مسلم ہو یا مشرک ہو ‘ اس سلسلے میں کسی رورعایت نہ ہوگی ۔ لہٰذا کسی کے اسلام کا کمال یہ ہونا چاہئے کہ وہ اپنے آپ کو اللہ کی سنت کے مطابق ڈھال لے اور وہ یہ کام پہلے ہی کرلے۔\nإِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ……………” اللہ ہر چز پر قادر ہے ۔ “ اور اس کی قدرت کا ہی یہ تقاضا ہے کہ وہ اپنی سنت کو نافذ فرماتا ہے ۔ وہ اس کائنات میں اپنے ناموس کی کارفرمائی قائم کراتا ہے ۔ اور تمام کام اس کی قدرت اور ارادے کے مطابق چلتے ہیں ۔ اور یہ بھی اس کی قدرت کا تقاضا ہے کہ اس کی سنت معطل نہ ہو ‘ جس پر اس نے اس کائنات اس زندگی اور زندگی کے ان واقعات کو چلایا ہے ۔",
  "ayah": 165,
  "surah": 3
}
