{
  "text": "اس آیت میں عبداللہ ابن ابی ابن السلول اور اس کے ساتھیوں کے موقف کی طرف اشارہ ہے ۔ انہیں جو خطاب دیا گیا ہے وہ الَّذِينَ نَافَقُوا ………(وہ لوگ جنہوں نے نفاق کیا ) کا تھا۔ اللہ تعالیٰ نے اس موقعہ پر ان کا پردہ فاش کردیا۔ اور اسلامی صفوں سے انہیں جدا کردیا ۔ اور ان کے اس دن کے موقف پر یہ تبصرہ کیا هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلإيمَانِ …………… (اس وقت وہ ایمان کی بہ نسبت کفر سے زیادہ قریب تھے ) یہ کہ وہ اپنے اس احتجاج میں سچے نہ تھے کہ آج مسلمانوں اور کافروں کے درمیان جنگ نہیں ہورہی ہے ۔ اس لئے وہ واپس ہورہے ہیں ۔ اس لئے کہ ان کی واپسی کا فی الحقیقت یہ سبب نہ تھا۔ بلکہ وہ ” جو کچھ اپنے منہ سے کہہ رہے تھے وہ بات ان کے دل میں نہ تھی ۔ “ ان کے دلوں میں تو نفاق کی بیماری تھی ۔ اور یہ نفاق انہیں نظریہ ٔ حیات کے تابع نہ کرتا تھا بلکہ وہ ان کی شخصیات اور ان کی ذاتی حیثیات کو نظریہ حیات سے زیادہ اہمیت دیتا تھا۔ ان لوگوں کے رئیس عبداللہ ابن ابی ابن السلول نے یہ اعتراض بھی کیا تھا کہ رسول اللہ ﷺ نے احد کی دن اس کی رائے کو قبول نہیں کیا ۔ اور اس واقعہ سے پہلے کے اسباب یہ تھے کہ جب رسول اکرم ﷺ اپنی رسالت کے پیغام کو لے کر مدینہ طیبہ پہنچے تو اس وقت عبداللہ ابن ابی کی سربراہی میں ایک ریاست کی تشکیل کی تیاریاں ہورہی تھیں ۔ اس کے لئے تاج بن رہا تھا ۔ آپ ﷺ کی آمد کے نتیجے میں ریاست کا مقام حاملین اسلام نے حاصل کرلیا ۔ یہ بات ان کے دل میں تیر کی طرح پیوست تھی ۔ اور یہی وجہ تھی کہ وہ احد کے دن واپس ہوگئے تھے ۔ چونکہ دشمن مدینہ کے دروازے پر تھے ‘ اس لئے یہ لوگ واپس ہوگئے اور مومن صادق کی یہ بات انہوں نے رد کردی ۔ یہ مومن صادق عبداللہ بن عمرو ابن حزام تھے ۔ وہ انہیں پکار رہے تھے تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا……………”(آؤ اللہ کی راہ میں جنگ کرو یا دفاع ہی کرو) اس کے جواب ان کا احتجاج و استدلال یہ تھا کہ ان کے خیال میں کوئی جنگ نہیں ہے ۔ اگر کوئی بات ہوتی وہ ضرور جاتے ۔ اور ان کے موقف کی تردید یوں کی گئی وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ……………” اور جو کچھ وہ دلوں میں چھپاتے ہیں اللہ اسے خوب جانتا ہے ۔ “\nیوں وہ اپنے تخلف اور پلٹنے کو حکمت اور مفید قرار دیتے ہیں اور رسول اللہ ﷺ کی اطاعت کو نقصان اور ضرر رساں قرار دیتے ہیں ۔ اور اس سے بڑی بات یہ ہے کہ وہ اسلام کے صاف اور ستھرے تصور حیات کو خراب کرتے ہیں ‘ کیونکہ اسلامی تصور حیات کے مطابق ہر شخص کی موت کا وقت مقرر ہوتا ہے ۔ موت وحیات کی حقیقت یہ ہے کہ ان کا تعلق تقدیر الٰہی کے ساتھ ہے ۔ اس لئے اللہ تعالیٰ یہاں ان کے ان غلط تصورات کی تردید ضروری سمجھتے ہیں ۔ فوراً ان کے اس تصور کی واضح تردید کردی جاتی ہے ‘ جس سے ایک طرف ان کی تیار کی ہوئی سازش کے تار وپور بکھر جاتے ہیں اور دوسری جانب سے اسلامی تصور حیات ہر قسم کے اجمال اور دھندلے پن سے پاک وصاف ہوجاتا ہے ۔ فرماتے ہیں قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ……………” ان سے کہو اگر تم اپنے اس قول میں سچے ہو تو خود تمہاری موت جب آئے تو اسے ٹال کر دکھادینا ۔ “\nموت تو جس طرح مجاہد کو آتی ہے اسی طرح جو لوگ گھر میں بیٹھے رہتے ہیں ‘ انہیں بھی آتی ہے ‘ بہادر کو بھی آتی ہے اور بزدل کو بھی آتی ہے۔ نہ کوئی محافظ اسے ٹال سکتا ہے اور نہ کوئی احتیاطی تدبیر ۔ نہ بزدلی اور جہاد سے غیر حاضری سے وہ ٹل سکتی ہے۔ اور یہ صورت حال ایسی ہے ‘ جو خود اپنی دلیل آپ ہے اور اس میں کسی شک کی کوئی گنجائش نہیں ہے ۔ یہی حقیقی صورت حال ہے جس کو قرآن مجید خود ان کے خلاف پیش کرتا ہے ۔ یوں ان کی مکروہ سازش کو رد کردیا جاتا ہے ۔ سچائی کو اپنی جگہ رکھ کر مستحکم کردیا جاتا ہے ۔ مسلمانوں کے دل مطمئن اور مضبوط ہوجاتے ہیں ۔ انہیں اطمینان ‘ آرام اور ذوق یقین سے سیراب کردیا جاتا ہے۔\nواقعات احد کے بیان کے اس انداز کی طرف ذہن انسانی ملتفت ہوئے بغیر نہیں رہ سکتا کہ اس بیان میں اس واقعہ یعنی عبداللہ بن ابی اور اس کے ساتھیوں کی روگردانی کو بہت ہی موخر کرکے لایا گیا ہے ۔ حالانکہ یہ واقعہ اس معرکے کے ابتدائی دور میں ہوا تھا اور معرکے کے آغاز ہی سے وہ واپس ہوگیا تھا۔ اسے اول میں بیان کرنے کے بجائے آخر میں لایا گیا یہ کیوں ؟\nیہ تاخیر اس لئے کی گئی کہ اس میں بھی قرآن کریم کے انداز تربیت میں سے ایک خاص انداز کا اظہار کیا گیا ہے۔ مقصد یہ تھا کہ اس حادثہ پر تبصرے سے قبل وہ تمام اساسی تصورات بیان کردئیے جو اسلامی نظام زندگی کے بنیادی قواعد میں شمار ہوتے ہیں اور جب مسلمانوں کے ذہن میں وہ تمام احساسات جاگزیں ہوگئے ‘ اور مسلمانوں کی اقدار کے لئے حقیقی پیمانے وضع ہوگئے تو آخر میں ان لوگوں کی طرف اشارہ کردیا گیا جنہوں نے نفاق اختیار کیا تھا۔ ان کے کردار اور ان کی سرگرمیوں کو بےنقاب کیا گیا۔ ایسے موقعہ پر ان لوگوں کے خلاف تنقید آئی جب مسلمانوں کے ذہن اس کے لئے تیار تھے اور اس قابل ہوگئے تھے کہ معلوم کرسکیں کہ ان کے افکار و تصورات کے اندر کیا کیا انحراف ہے اور کیا کیا کمزوریاں ہیں ؟ اور یہ کہ ان کے پیمانے کس قدر غلط ہیں ؟ اور یہ کہ ایک مومن کے دل و دماغ کے اندر افکار اور تصورات اور حسن وقبح کے پیمانے ایسے ہونے چاہئیں اور کسی فرد اور قوم کے اعمال کا جائزہ ان پیمانوں کے مطابق ہونا چاہئے اور اس کے بعد جب مومن پر اعمال اور افراد کو پیش کیا جاتا ہے تو وہ ایک روشن مزاج اور ایمانی احساس اور ایمانی سرمایہ حکمت کی روشنی میں ان پر فوراً حکم لگاتا ہے کہ کیا کمتر ہے اور کیا بہتر ہے ۔ کون صالح ہے اور کون برا ہے۔\nیہ قرآنی انداز بیان کا ایک خاص رنگ ہے ۔ عبداللہ ابن ابی اس وقت تک اپنی قوم کا سرکردہ لیڈر تھا جیسا کہ ہم نے اوپر بیان کیا ہے ۔ وہ اس لئے سوج گیا کہ رسول اکرم ﷺ نے اس کی رائے کو قبول نہ کیا تھا۔ اس لئے کہ نبی ﷺ نے اصول مشورہ کو رائج کرنا تھا۔ پھر جو بات طے ہوجائے اس کو نافذ کرنا تھا ‘ چاہے وہ غلط ہی کیوں نہ ہو کیونکہ دوسری رائے کے سلسلے میں لوگوں کو رجحان ظاہرہوگیا تھا ۔ اس شخص کی اس روگردانی کی وجہ سے اسلامی صفوں کے اندر بڑی افراتفری پیدا ہوگئی تھی ۔ ان کے افکار میں تزلزل پیدا ہوگیا تھا۔ پھر اس کی رائے کی اہمیت اور بھی واضح ہوگئی جب شکست ہوئی اور لوگوں کو حسرت اور افسوس ہونے لگا۔ اور دلوں میں یہ بات آئی کہ اسی کے کہنے پر عمل کرلیا ہوتا ۔ اسلامی منہاج کے لئے یہ ضروری تھا کہ اس کی رائے اور اس کے اس فعل کو قدرے نظر انداز کرکے اور غیر اہم کرکے پیش کیا جائے اور جنگ کے واقعات کا آغاز اس واقعہ سے نہ کیا جائے ۔ حالانکہ یہ حادثہ پہلے درپیش ہوا تھا۔ اس واقعہ کو اس قدر موخر کرنے اور پھر اسے بیان کرکے اس گروہ پر نفاق کا لیبل چسپاں کردینے اور پھر ان کے لئے غائب اور مجہول صیغے کا استعمال اور اس گروہ کے سرغنے کا ذکر نہ کرنے سے اور انہیں الَّذِينَ نَافَقُوا……………کہہ کر پکارنے کا مقصد صرف یہ ہے کہ ان کی اہمیت کو کم کیا جائے اور یہ بات اصولاًان تمام لوگوں پر چسپاں ہو ‘ جو ایسی حرکات کرتے ہیں اور بات اس طرح اصولی رنگ اختیار کرے جس طرح آغاز کلام میں اسے اصولی رکھا گیا تھا۔",
  "ayah": 167,
  "surah": 3
}
