{
  "text": "اس کے بعد یہ خصوصیت کہ ان کے دل ان لوگوں کے حالات کے اندر مشغول ہیں اور دلچسپی لے رہے ہیں جو اس دنیا میں زندہ رہ رہے ہیں اور ان کے زندہ رہنے والوں کے انجام کے بارے میں بہت ہی مطمئن ہیں ۔ اس لئے کہ انہیں معلوم ہوگیا ہے کہ ان سے بھی اللہ تعالیٰ راضی ہے ۔\nيَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ\n” اور مطمئن ہیں کہ جو اہل ایمان ان کے پیچھے دنیا میں رہ گئے ہیں اور ابھی وہاں نہیں پہنچے ‘ ان کے لئے بھی کسی رنج وخوف کا موقعہ نہیں ہے ۔ وہ اللہ کے انعام اور اس کے فضل پر شاداں اور فرحاں ہیں اور ان کو معلوم ہوچکا ہے کہ اللہ مومنوں کا اجر ضائع نہیں کرتا ۔ “\nوہ اپنے بھائیوں سے منقطع نہیں ہوگئے ‘ جو ابھی وہاں نہیں پہنچے اور ان سے جدا ہوگئے ہیں ۔ وہ زندہ ہیں ‘ ان کے ساتھ ہیں اور دنیا اور آخرت میں پیچھے آنے والوں سے جو کچھ ملنے والا ہے ‘ اس پر وہ بہت ہی خوش ہیں اور وہ اس لئے شاداں وفرحاں ہیں کہ ان آنے والوں کے لئے بھی کسی رنج اور خوف کا موقعہ نہیں ہے ۔ وہ اپنے رب کے ہاں جو اعلیٰ درجے کی زندگی گزار رہے ہیں ۔ اس سے انہیں معلوم ہوگیا ہے کہ آنے والوں کے بھی مزے ہیں ۔ اس لئے کہ ان پر بےبہا فضل وکرم ہورہا ہے ۔ اللہ تعالیٰ کا مومنین صادقین کے ساتھ یہی تعلق ہوتا ہے کہ وہ ان کا اجر ضائع نہیں کرتا۔\nسوال یہ ہے کہ زندگی کے خصائص میں سے کون ساوہ خاصہ ہے جو ان شہداء فی سبیل اللہ کو حاصل نہیں ہے ؟ اور وہ کیا چیز ہے جو آنے والے مومنین سے ان کو ممتاز کرتی ہے اور یہ کہ ان کے اس انتقال کی وجہ سے پھر حسرت ‘ فقدان اور وحشت اور افسوس کا کیا موقعہ ہے ؟ یعنی پسماندگان کے لئے افسوس کا کیا موقع ہے کہ وہ افسوس کرتے ہیں ۔ یہ تو نہایت خوشی کا موقعہ ہے ۔ یہ تو رضامندی اور محبت کا موقعہ ہے کہ ایک شخص ہم سے جدا ہوکر اللہ کے ہاں پہنچ گیا۔ اور اس انتقال کے ساتھ ساتھ ہم سے ملحق بھی ہے ۔\nاگر موت فی سبیل اللہ ہے ‘ تو وہ موت نہیں ہے اور خود مجاہدین کے اپنے شعور کے مطابق بھی وہ موت نہیں ہے ۔ ان لوگوں کے لئے بھی موت نہیں ہے جو پیچھے رہ گئے ہیں بلکہ یہ زندگی کے میدان کی وسعت ہے ۔ اس کے شعور کی وسعت ہے ‘ اس کی صورتوں کی وسعت ہے ۔ یہ حیات ‘ شہید کی حیات ‘ زندگی کی سرحدوں کے آگے چلی جاتی ہے ۔ اسی طرح اس زندگی کے مظاہر بدل جاتے ہیں۔ یہ زندگی دنیا کی تنگ دامانی سے نکل کر ایک وسیع میدان میں داخل ہوجاتی ہے ۔ اس کے سامنے وہ پردے اور رکاوٹیں نہیں ہوتیں جو ہمارے ذہن میں ہوتی ہیں ۔ گویا زندگی اپنی شکل و صورت سے منتقل ہوکر دوسری شکل و صورت میں داخل ہوجاتی ہے ۔ ایک زندگی ختم ہوتی اور دوسری شروع ہوتی ہے ۔\nاس آیت نے زندگی کو جو نیا مفہوم دیا ہے ‘ یا قرآن کریم کی اس جیسی دوسری آیات شہداء کی زندگی کو جو مفہوم عطا کرتی ہیں ‘ اس کے اثرات یہ ہوئے کہ مجاہدین کرام کے قدم طلب شہادت میں ہر وقت رواں دواں رہے ۔ اور ان کی ایک مثال وہ نمونے ہیں جو ہم نے جنگ احد کے بیان کے آغاز میں دئیے ہیں ۔\nاس حقیقت اور عظیم حقیقت کے بیان کے بعد کہ اہل ایمان کے لئے جو کچھ اللہ کے ہاں تیار کیا ہوا ہے ‘ اس پر شہداء خوشیاں منا رہے ہیں ‘ تو اللہ تعالیٰ یہاں وضاحت فرماتے ہیں کہ وہ اہل ایمان ہیں ‘ کون ہیں اور ان کا ان کے رب کے ساتھ کیا تعلق ہے ؟",
  "ayah": 171,
  "surah": 3
}
