{
  "text": "یہ وہ لوگ تھے جنہیں جنگ احد کی دوسری صبح رسول اللہ ﷺ نے پکارا نکلو کہ ابھی تلخ معرکہ ختم نہیں ہے اور ان کی حالت یہ تھی کہ ان کے زخموں سے ابھی تک خون جاری ہے ۔ اور وہ کل ہی جان لڑا کر موت کے منہ سے نکلے تھے ۔ اور ابھی تک انہوں نے کل کے معرکہ کی ہولناکیوں کو بھولانہ تھا۔ ہزیمت کی تلخی ان کے منہ میں باقی تھی ‘ درد کی شدت میں ابھی تک کمی نہ آئی تھی ۔ مزید یہ کہ انہوں نے اعزہ و اقارب کی قیمتی جانوں کا نذرانہ کل ہی تو پیش کیا تھا اور سب سے بڑی بات یہ ہے کہ ان کی اکثریت بری طرح زخمی تھی ۔\nرسول اللہ ﷺ نے انہیں پکارا تھا اور صرف انہیں پکارا تھا اور یہ دعوت اور اس کے نتیجے میں لوگوں کی طرف سے لبیک کہنا ‘ ایک ایسافعل تھا جس کے اندر گہرے اشارات پائے جاتے ہیں ۔ اور یہ بڑے حقائق پر مشتمل ہے ۔ اور اس میں گہری حکمت پوشیدہ تھی ۔\nممکن ہے رسول اللہ ﷺ یہ چاہتے ہوں کہ اس معرکے میں اہل ایمان کی آخری بات اور ان کا آخری شعور یہ نہ ہو کہ انہیں ہزیمت ہوئی ہے ۔ اور وہ شکست کھاچکے ہیں اور اس زخموں کی حالت میں کراہ رہے ہیں ۔ اس لئے رسول اللہ ﷺ نے انہیں حکم دیا کہ کپڑے جھاڑیں اور قریش کا تعاقب کریں ۔ ان کا پیچھا کریں تاکہ ان کے ذہن میں یہ بات بیٹھ جائے کہ یہ تو ایک ابتلاتھی ‘ ایک تجربہ تھا اور یہ اس معرکے کا کوئی آخری فیصلہ نہ تھا ۔ اور اس کے بعد بھی مسلمانوں کی قوت اپنی جگہ موجود ہے ۔ اور یہ کہ دشمن ابھی تک ضعیف ہیں ۔ یہ تو ایک بار تھی جس میں اچانک شکست ہوگئی ۔ اور ہم اس کا بدلہ لیں گے ۔ اگر ہم نے کمزوری اور بےاتفاقی کو دور کردیا اور اللہ اور رسول کے حکم کو تسلیم کیا۔\nیہ بھی ممکن تھا کہ رسول اللہ قریش کے ذہنوں سے یہ بات نکالنا چاہتے ہوں کہ وہ فتح کے پھریرے اڑاتے ہوئے مکہ میں داخل ہورہے ہیں۔ اس لئے آپ نے اس معرکے میں شریک ہونے والوں کی معیت میں ان کا تعاقب کیا۔ اور اس سے قریش کو یہ جتلانا مقصود تھا کہ انہوں نے ابھی تک مسلمانوں کی قوت کو توڑا نہیں ہے ۔ اور یہ کہ ابھی تک ان میں تعاقب یا دوسری جنگ کی قوت باقی ہے ۔ جس طرح سیرت کی روایات میں آتا ہے اس تعاقب سے یہ دونوں مقاصد پورے ہوگئے۔\nشاید رسول اکرم ﷺ مسلمانوں اور پوری دنیا کو یہ احساس دلانا چاہتے تھے کہ اس دنیا میں ایک نئی حقیقت کا ظہور ہوچکا ہے اور وہ نئی حقیقت جو اپنے ظہور کے بعد اب قائم ہوچکی ہے وہ یہ ہے کہ اس نئی تحریک کا اصل سرمایہ اس کا عقیدہ ہے ۔ یہی اس کا نصب العین ہے اور اس کے سوا اس کا کوئی مقصد حیات نہیں ہے اور اس کے سوا اس کو زندگی میں کوئی اور ترجیح نہیں ہے ۔ مسلمان اس نظریہ حیات ہی کے لئے زندہ ہیں ‘ اس لئے اس نظریہ حیات کے بعد ان کے نفوس کی کوئی اور تمنا نہیں ہے ۔ اور وہ اس کے لئے اپنا سب کچھ قربان کرنے کے لئے تیار ہیں ۔\nاس وقت اس کرہ ارض پر یہ ایک بالکل نئی بات تھی ۔ لہٰذا یہ بات ضروری تھی کہ پوری دنیا کو معلوم ہوجائے اور خود مسلمانوں کو بھی اس کا شعور ہوجائے ‘ کہ یہ جدید نظریہ اب قائم ہوچکا ہے اور اب یہ اس کرہ ارض پر ایک انمٹ حقیقت ہے ۔ اور اس حقیقت کا اس سے بڑا اظہار نہ ہوسکتا تھا کہ احد میں اس قدر زخم کھانے کے بعد فدایان اسلام اپنے رستے زخموں کے ساتھ ایک غالب قوت کے تعاقب میں نکل کھڑے ہوں ۔ ان کی جانب سے یہ اقدام ایک واضح روشن اور بالکل ایک خوفناک اقدام تھا ۔ اس میں توکل علی اللہ کی روشن مثال پائی جاتی تھی ۔ اور لوگ ان جانبازوں کو جو ڈرا رہے تھے کہ قریش پھر سے جمع ہورہے ہیں ‘ جس طرح ابوسفیان کے نمائندوں نے انہیں یہ بات پہنچائی تھی اور منافقین نے بھی قریش کے اس منصوبے کو خوفناک انداز میں پیش کیا کہ وہ ایسا کرنے والے ہیں ۔\nالَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ……………” جن سے لوگوں نے کہا کہ تمہارے خلاف بڑی فوجیں جمع ہوئی ہیں ان سے ڈرو ‘ تو یہ سن کر ان کا ایمان اور بڑھ گیا۔ اور انہوں نے جواب دیا ‘ ہمارے لئے اللہ کافی ہے اور وہی بہتر کارساز ہے ۔ “\nاس خوفناک صورت حال میں یہ تعاقب دراصل یہ اعلان تھا کہ اس کرہ ارض پر اب انقلاب اور یہ عظیم انقلاب اب حقیقت بن چکا ہے ۔ غرض یہ تھے وہ بعض پہلو جو رسول ﷺ کے اس حکیمانہ اقدام سے واضح طور پر نظر آتے ہیں ۔ سیرت کی بعض روایات سے ان لوگوں کے حالات کا پتہ چلتا ہے جنہوں نے زخموں کے اندر چکنا چور ہونے کے باوجود رسول ﷺ کی کال (پکار) پر لبیک کہا۔",
  "ayah": 172,
  "surah": 3
}
