{
  "text": "اور پھر انجام کیا ہوگا ؟ وہی جو اللہ نے متوکلین کے لئے لکھ دیا ہے جو اللہ کے لئے خالص ہوجاتے ہیں اور جن کے لئے بس اللہ ہی کافی ہوتا ہے۔\nفَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ\n” آخرکار وہ اللہ تعالیٰ کی نعمت اور فضل کے ساتھ پلٹ آئے ‘ ان کو کسی قسم کا ضرر بھی نہ پہنچا اور اللہ کی رضاپر چلنے کا شرف بھی انہیں حاصل ہوگیا ‘ اللہ بڑا فضل فرمانے والا ہے۔ “\nوہ مشکلات سے بچ کر بغیر کسی تکلیف کے واپس ہوگئے ۔ اللہ کی رضامندی کے ساتھ واپس ہوئے اور کامیابی اور خوشی سے واپس ہوئے ۔ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ……………” اللہ کی نعمت اور فضل کے ساتھ ۔ “ اللہ تعالیٰ یہاں پھر ان کی توجہ جود اور بخشش کے سبب اول کی طرف مبذول کراتے ہیں ‘ کہ سبب اول اللہ کی نعمت اور اس کا فضل ہوا کرتا ہے ۔ اور اس میں یہ اشارہ بھی مقصود ہے کہ صحابہ کرام کا موقف قابل تعریف تھا۔ کیونکہ ان کا یہ موقف تھا کہ وہ صرف اللہ کا فضل اور اس کی نعمت کی تلاش میں تھے ۔ تمام نعمتوں کا سرچشمہ یہی ہے کہ اللہ کا فضل ہوجائے اور ان کا موقف بھی ایسا تھا جہاں فضل خداوندی کی بارش تھی ۔ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ……………” اور اللہ فضل عظیم کا مالک ہے۔ “ اس طرح ‘ اللہ اپنی ابدی کتاب میں یہ ثبت کردیتے ہیں اور اپنے کلام میں ان کی یہ تصویر کھینچتے ہیں ‘ ان کا یہ موقف پیش فرماتے ہیں اور اللہ کا کلام وہ کلام ہے جس کے ساتھ یہ پوری کائنات ہم آہنگ ہے ۔ غرض ان کا موقف نہایت ہی شریفانہ ہے اور ان کی یہ تصویر بھی نہایت ہی خوبصورت ہے ۔\nجب انسان کے اس موقف اور ان کے اس نظارے پر غور کرتا ہے تو اسے احساس ہوجاتا ہے کہ صرف ایک ہی رات میں ان لوگوں کا نقطہ نظر یکسر بدل گیا ہے ‘ وہ پختہ کار ہوگئے ‘ باہم متناسق ہوگئے ‘ وہ جہاں کھڑے تھے وہاں مطمئن ہوکر جم گئے ۔ ان کے خیالات سے تمام دھند اور میل دور ہوگئی اور ان کی صورت حال بالکل نئی ہوگئی ۔ کل ان کے تصورات میں اور ان کی صفوں کے اندر جو خلجان اور جو تذبذب پایا جاتا تھا ‘ آج اس کا نام ونشان نہیں ہے ۔ صرف ایک رات ہی گزری تھی کہ ان کے موقف میں زمین و آسمان کا فرق ہوگیا ۔ عظیم فرق اور میلوں کی مسافت ایک لحظہ میں طے ہوگئی۔ اس تلخ تجربے نے ان کے نفوس کے اندر اپنا کام کردکھایا ۔ اس حادثہ نے انہیں خوب جھنجھوڑا جس کی وجہ سے ان کے تصورات سے ہر قسم کے غبار چھٹ گئے ‘ ان کے دل از سر نو جاگ اٹھے ‘ ان کے قدم جم گئے اور ان کے دل از سر نو عزم صمیم سے مالا مال ہوگئے ۔ بالکل درست ہے یہ کہنا کہ اس ابتلا میں بھی اللہ فضل پوشیدہ تھا۔\nاس پیراگراف کے آخر میں اس وقت کے موجودہ جزع وفزع اور خوف وہراس کی علت بھی بتادی گئی ۔ بتایا گیا کہ یہ تو شیطان ہے جو اپنے دوستوں کا ڈر اور رعب تمہارے دلوں میں بٹھاتا ہے۔ وہ اپنے دوستوں کو رعب وبدبہ کے لباس میں پیش کرتا ہے۔ اس لئے اہل ایمان کو شیطان کی اس چال سے خوب خبردار رہنا چاہئے ۔ اور اس کے اس مکر کو بےاثر بنانے کی تدابیر اختیار کرنی چاہئیں ۔ اس لئے وہ اہل قریش سے نہ ڈریں کیونکہ وہ اس وقت شیطان کے ساتھی ہیں ۔ وہ شیطان ہے دوستوں سے خائف ہونے کے بجائے اللہ سے ڈریں کیونکہ صرف وہی قوی قادر مطلق اور جبار ہے اور وہی اس بات کا مستحق کہ اس سے خوف کیا جائے۔\n” اب تمہیں معلوم ہوگیا کہ وہ دراصل شیطان تھا ‘ جو اپنے دوستوں سے خواہ مخواہ ڈرارہا تھا لہٰذا آئندہ تم انسانوں سے نہ ڈرنا ‘ مجھ سے ڈرنا اگر تم حقیقت میں ایمان لانے والے ہو۔ “\nشیطان اپنے دوستوں کو بہت بڑا کرکے اور پھولا کر پیش کرتا ہے ۔ وہ انہیں ایسے لباس میں پیش کرتا ہے جس میں وہ قوی اور طاقتور نظر آئیں ۔ وہ دلوں میں یہ رعب بٹھاتا ہے کہ شیطان کے ساتھی سب کچھ اپنے حق میں پھیر سکتے ہیں اور ان کے ہاتھ لمبے ہیں ۔ وہ نفع بھی دے سکتے ہیں اور ضرر بھی دے سکتے ہیں تاکہ شیطان اس ذریعہ سے اپنی ضروریات اور اغراض پوری کرتا رہے ۔ اور ان دوستوں کے ذریعہ دنیا میں شر اور فساد پھیلائے ۔ اور لوگوں کو اپنے دوستوں کے سامنے اس قدر جھکادے کہ وہ ان کی اطاعت غیر مشروط طور پر کریں ۔ کوئی ان کے سامنے کسی بات کا انکار نہ کرسکے ۔ کوئی شخص ان پر تنقید نہ کرسکے اور ان شر و فساد سے روکنے کی جرأت ہی نہ کرسکے ۔\nشیطان کی پالیسی یہ ہوتی ہے کہ باطل کو خوب پھولاکر اور موٹا کرکے پیش کرے ۔ اس طرح کہ وہ قوی ‘ صاحب قدرت ‘ قہار اور جبار اور سخت گرفت کا مالک نظر آئے ۔ اس کی کوئی پوزیشن نہ ہو ۔ اس کا مقابلہ کرنے والا کوئی نہ ہو اور کوئی قوت ایسی نہ ہو جو اس پر غالب آسکتی ہو ۔ شیطان کی مصلحت یہ ہے کہ وہ صورت حال کو اس طرح قائم رکھے ۔ خوف اور رعب کے پردے میں اور تخویف اور پکڑ کی فضا میں شیطان کے دوست دنیا میں سب کاروائیاں کرتے ہیں ۔ وہ معروف کو منکر بناتے ہیں اور منکر کو معروف بناتے ہیں۔ شر ‘ فساد اور گمراہی پھیلاتے ہیں ۔ سچائی ‘ ہدایت اور عدل کی آواز کو دھیما کرتے ہیں ‘ بغیر اس کے کہ کوئی ان کو چیلنج کرے یا ان کے سامنے کھڑا ہو ‘ یا قیادت کے مقام سے انہیں ہٹاسکے ۔ غرض وہ باطل جس کی ترویج کرتے ہیں ان پر تنقید کی جرأت ہی اہل حق کو نہ ہو اور جس حق کو وہ مٹانا چاہتے ہیں اس کی وضاحت کرنے اور اسے غالب کرنے کی بھی کسی جرأت نہ ہوسکے ۔\nشیطان سخت مکار ‘ دغاباز اور غدار ہے ۔ وہ اپنے دوستوں کے لباس میں آتا ہے۔ اور جو لوگ شیطانی وساوس کے مقابلے میں احتیاط نہیں کرتے ‘ وہ ان دوستوں سے انہیں خوب ڈراتا ہے ۔ یہی وجہ ہے کہ اللہ تعالیٰ یہاں اسے خوب ننگا کرتے ہیں ۔ اور وہ یوں ننگا ہوجاتا ہے کہ اس کے جسم پر اس کے مکروفریب کا کوئی لباس ہی نہیں رہتا ۔ اہل ایمان شیطان کی حقیقت کو اچھی طرح جان لیتے ہیں ۔ اس کے وسوسوں اور اس کے مکر و فریب کی حقیقت کو پالیتے ہیں تاکہ وہ اس سے محتاط ہوجائیں ۔ اس کے دوستوں سے نہ ڈریں اور نہ ان سے خائف ہوں۔ جو مومن ذات باری پر مکمل بھروسہ کئے ہوئے ہے۔ اس کے مقابلے میں شیطان بہت ہی کمزور ہوتا ہے اس لئے کہ اس کی قوت کا سرچشمہ اللہ ہوتا ہے ۔ وہ واحد قوت جس سے کسی انسان کو ڈرنا چاہئے وہ صرف وہی قوت ہوتی ہے جو نفع اور نقصان پہنچانے پر قادر ہو اور نفع اور نقصان دینے والی قوت صرف اللہ کی قوت ہے ۔ اور ایک مومن صرف اللہ سے ڈرنے والا ہوتا ہے۔ اور جب تمام اہل ایمان صرف اللہ سے ڈرنے والے بن جائیں تو وہ سب قوتوں کے مقابلے میں قوی تر ہوجاتے ہیں ۔ پھر ان کے مقابلے میں دنیا کی کوئی قوت ٹھہر نہیں سکتی ۔ نہ شیطانی قوت اور نہ شیطان کے دوستوں کی قوت تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ……………” پس تم ان سے نہ ڈرو اور مجھ ہی سے ڈرو ‘ اگر تم مومن ہو۔ “\nاب اس سلسلے میں آخری نتیجہ اور آخری نچوڑ پیش کیا جاتا ہے ۔ روئے سخن رسول اکرم ﷺ کی طرف کرکے بطور تسلی اور دلجوئی کہا جاتا ہے کہ آپ پریشان نہ ہوں ‘ اور آپ اس بات کا غم نہ کھائیں کہ یہ اہل کفر والحاد کی جانب بہت تیزی سے جارہے ہیں ۔ اور وہ اس کفر میں اس قدر تیز ہیں کہ گویا وہ کسی دوڑ کے مقابلے میں ہیں ‘ کہا جاتا ہے کہ ذرا ان کی اس حرکت پر غور کرو کہ اس سے اللہ تعالیٰ کو نقصان کیا ہے ؟ یہ تو خود ان کے لئے ایک مصیبت ہوگی ۔ اللہ تعالیٰ نے یہ مصیبت ان کی قسمت میں لکھ دی ۔ اللہ تعالیٰ کو اچھی طرح علم تھا کہ وہ کیا کریں گے اور کیا کیا کفر کرنے والے ہیں ؟ اس لئے اس سے پہلے ہی یہ فیصلہ کردیا کہ اچھا تو آخرت میں محروم ہوگے ۔ اس لئے انہیں اس نے ان کے حال ہی پر چھوڑدیا اور وہ ہدف کفر ہی کی طرف بڑی مسارعت سے بڑھتے رہے ۔ ان کے سامنے راہ ہدایت بھی واضح تھی ‘ لیکن انہوں نے اپنے اختیار تمیزی کو استعمال کرتے ہوئے کفر کی راہ کو اپنایا ۔ اس لئے انہیں ان کے حال ہی پر چھوڑ دیا گیا ۔ اور ان کو مزید مہلت دی گئی کہ وہ خوب گناہ سمیٹ لیں زیادہ سے زیادہ ۔ یہ مہلت ان کو وقت کے لحاظ سے بھی دی گئی اور خوشحالی کی صورت میں بھی دی گئی ۔ لہٰذا یہ مہلت اور خوشحالی ان کے لئے گویا بطور انعام کار ایک وبال اور مصیبت ہے ۔ یہ حصہ آیات اس پر ختم ہوتا ہے کہ ان تمام واقعات کی پشت پر کیا حکمت تھی ؟ یہ کہ مومنین کو کیوں ابتلا میں ڈالا گیا ‘ اہل کفر کو کیوں اس قدر مہلت دی جارہی ہے ۔ یہ اس لئے پاک لوگ گندے لوگوں سے الگ چھٹ کر رہ جائیں ۔ اور یہ پاکیزگی اور تطہیر کا عمل آزمائش اور ابتلا ہی کی وجہ سے ہوتا ہے ۔ اس لئے کہ رسول کی بات بذریعہ آزمائش ہی معلوم ہوسکتی ہے ۔ وہ تو غیب ہے اور غیب کا علم صرف اللہ کو ہوتا ہے ۔ لوگوں کو اس کا پتہ نہیں ہوتا۔ اس لئے اللہ تعالیٰ نے یہ مناسب سمجھا کہ ایک مناسب طریقہ کار کے مطابق غیب کا اظہار اہل ایمان پر ہوجائے ‘ اہل ایمان کو دلوں کا حال معلوم ہوجائے ‘ پاک لوگ گندے عناصر سے الگ ہوجائیں اور اللہ پر ایمان لانے والے ‘ قطعی اور یقینی طور پر میدان میں آجائیں۔",
  "ayah": 175,
  "surah": 3
}
