{
  "text": "درس 28 ایک نظر میں\nیہاں تک معرکہ احد کا بیان ختم ہوجاتا ہے لیکن جماعت مسلمہ اور اس کے اردگرد نواح میں پھیلے ہوئے دشمنان اسلام کے ساتھ معرکہ آرائی ابھی ختم نہ ہوئی تھی ۔ خصوصاً یہودیوں نے مباحثے اور مجادلے شروع کر رکھے تھے ‘ تشکیک اور بےچینی پیدا کرنا ‘ سازشیں اور کینہ پروری اور گھات میں بیٹھ کر وار کرنے کے مواقع تلاش کرنا ۔ اس معرکے کے اردگرد یہ اس سورت کے اکثر مباحث پھیلے ہوئے ہیں اور گھومتے ہیں ۔\nرسول اکرم ﷺ نے قبیلہ بنی قینقاع کو مدینہ کے قرب و جوار سے جلاوطن کردیا تھا کیونکہ غزوہ بدر کے بعد وہ سخت بوکھلا گئے تھے اور انہوں نے سازشیں شروع کردی تھیں ۔ انہوں نے مسلمانوں کے ساتھ چھیڑ چھاڑ شروع کردی تھی اور جو عہد و پیمان ان کے ساتھ ہوئے تھے ان کو وہ کھلے بندوں توڑتے تھے ۔ یہ عہد ان کے ساتھ رسول ﷺ کے مدینہ طیبہ میں ہجرت کرنے کے متصلاً بعد ہوئے تھے ۔ اور اس وقت ہوئے تھے کہ اوس وکذرج کی اکثریت اسلام میں داخل ہونے کی وجہ سے مدینہ میں اسلامی ریاست قائم ہوگئی تھی ۔ لیکن مدینہ کے اردگرد بنی النضیر ‘ بنوقریظہ ابھی موجود تھے ۔ اس کے علاوہ خیبر کے یہودی اور ان کے علاوہ جزیرۃ العرب کے دوسرے یہودی بھی موجود تھے ۔ یہ سب لوگ باہم مراسلت کرتے تھے ‘ فوجیں جمع کررہے تھے ۔ مدینہ کے منافقین کے ساتھ رابطے قائم کررہے تھے اور مدینہ اور مدینہ کے اردگرد کے کفار کے ساتھ اور مکہ کے مشرکین کے ساتھ کے روابط قائم تھے ۔ اور مسلمانوں کے خلاف انہوں نے نہ ختم ہونے والی سازشوں کا سلسلہ شروع کررکھا تھا۔\nقُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ (12) قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لأولِي الأبْصَارِ (13)\n” تمہارے لئے ان دوگروہوں میں نشان عبرت تھا ‘ جو (بدر میں) ایک دوسرے سے نبردآزما ہوئے ۔ ایک گروہ اللہ کی راہ میں لڑرہا تھا تھا اور دوسرا گروہ کافر تھا۔ دیکھنے والے بچشم سر دیکھ رہے تھے کہ کافر گروہ مومن گروہ سے دوچند ہے ۔ (مگر نتیجے نے ثابت کردیا کہ ) اللہ اپنی فتح ونصرت سے جس کو چاہتا ہے مدد دیتا ہے۔ دیدہ بینا رکھنے والوں کے لئے اس میں بڑا سبق پوشیدہ ہے ۔ “\nجب رسول اللہ ﷺ نے ان کو اللہ کی جانب سے آیا ہوایہ ڈراوا پہنچایا ‘ جو اس لئے نازل ہوا تھا کہ اللہ تعالیٰ کی نظر میں تھیں وہ تمام سرگرمیاں جو وہ ان دنوں دکھا رہے تھے اور جس غصے کا اظہار ان کی جانب سے ہورہا ہے اور بدر کے بعد تو وہ مسلسل سازشوں میں لگے ہوئے تھے تو انہوں نے اس ڈراوے کو بہت ہی برے اور حقارت آمیز طریقے سے رد کردیا ۔ انہوں نے کہا :” محمد ! اپنے آپ کو غرور میں نہ ڈالو ‘ تم نے بیشک قریش کے بعض لوگوں کو قتل کردیا ۔ یہ لوگ ناتجربہ کار تھے ۔ انہیں کیا پتہ تھا کہ جنگ کس طرح لڑی جاتی ہے ۔ اللہ کی قسم ! اگر تم نے کبھی ہم سے جنگ لڑی تو تمہیں معلوم ہوجائے گا کہ ہم لوگ کچھ ہیں ۔ یقیناً تم ہم جیسے لوگ نہ پاؤگے ۔ “ اس جواب کے بعد وہ سازشوں میں شریک ہوگئے ۔ اس سورت میں ان کی سازشوں کے کچھ رنگ نقل کئے گئے ہیں ۔ یہاں تک کہ انہوں نے رسول اکرم ﷺ سے جو عہد و پیمان کیا تھا ‘ اسے انہوں نے توڑدیا ۔ رسول ﷺ نے ان کا محاصرہ کرلیا ۔ چناچہ وہ رسول ﷺ کے فیصلے پر ہتھیار ڈالنے کے لئے آمادہ ہوگئے ۔ رسول ﷺ نے انہیں مدینہ سے جلاوطن کرکے ” اذرعات “ بھیج دیا ۔ یہودیوں کے مدینہ میں صرف دو گروہ رہ گئے بنوقریظہ اور بنو النضیر جو عہد کی پابندی بظاہر کررہے تھے لیکن خفیہ طور پر یہ بھی سازشوں ‘ مکاریوں ‘ دھوکہ بازی ‘ فتنہ بازی اور افواہیں پھیلانے میں مصروف تھے ۔ غرض یہ لوگ وہ تمام کام کرنے لگے جو یہود اپنی پوری تاریخ میں بڑی مہارت سے کرتے آئے ہیں ۔ اور کتاب اللہ میں اسے بالکل تفصیلات کے ساتھ ریکارڈ کیا گیا ہے اور پوری کرہ ارض کی آبادی کو ان سے خبردار کیا گیا ہے کہ اس زمین پر یہ ایک ملعون قوم ہے ۔\nاس سبق میں بنی اسرائیل کے بعض اقوال وافعال کو لیا گیا ہے ۔ نظر آتا ہے کہ وہ بارگاہ رب العزت میں بھی بےادبی کرنے پر اتر آئے تھے ۔ مسلمانوں کے ساتھ برا رویہ تو ان کے لئے کوئی بات ہی نہ تھی ۔ یہ لوگ میثاق مدینہ کے مطابق اپنی مالی ذمہ داریاں ادا کرنے سے پہلو تہی کرتے تھے جو معاہدہ انہوں نے خود نبی ﷺ کے ساتھ کیا تھا ‘ وہ کہتے تھے اِنَّ اللّٰہَ فَقِیرٌوَّنَحنُ اَغنَیَآءُ……………” اللہ فقیر ہے اور ہم غنی ہیں۔ “\nاس سبق میں یہودیوں کے وہ واہی دلائل بھی ملیں گے جو وہ دعوت اسلامی کے خلاف پیش کیا کرتے تھے ‘ جب بھی یہ دعوت انہیں دی جاتی ۔ یہ دلائل سب کے سب جھوٹے ہوتے اور تاریخی اعتبار سے بھی ان کی کوئی اصل نہ ہوتی ۔ مثلاً یہ کہ وہ اللہ کے ساتھ کئے ہوئے عہد کی بھی خلاف ورزی کررہے تھے ۔ وہ عہد یہ تھا کہ وہ اللہ کے احکام اور سچائی کو بیان کریں گے اور کبھی نہیں چھپائیں گے ۔ انہوں نے اس عہد کو توڑ دیا تھا ‘ پس پشت ڈال دیا تھا اور اس کے بدلے انہوں نے مالی فوائد حاصل کئے ۔ اپنے پیغمبروں کو ناحق قتل کیا ‘ حالانکہ یہ پیغمبر ان کے پاس خارق عادت معجزات حسب الطلب ظاہر کرچکے تھے ۔ نیز وہ پیغمبر واضح دلائل کے ساتھ آئے تھے مگر ان یہودیوں نے ان کو مسترد کردیا۔\nیہودیوں کے ان شرمناک اقوال وافعال کے ذکر کی وجہ سے ‘ انبیاء کے ساتھ ان کے برتاؤ اور بارگاہ باری تعالیٰ میں ان کی گستاخیوں کے اظہار بیان کی وجہ سے ‘ مدینہ کے ارد گرد بسنے والے یہودی اس نوخیز جماعت مسلمہ کے دشمن ہوگئے تھے ۔ نیز اس سبق میں یہ بھی بیان کیا گیا ہے کہ یہودیوں اور مشرکین کی سازشوں اور ایذا رسانیوں سے مسلمانوں کو کس قدر تکلیف ہورہی ہے ۔ ان امور کا ذکر جماعت مسلمہ کی تربیت کے لئے یہاں نہایت ہی ضروری تھا ۔ تاکہ وہ اپنے ماحول سے علی وجہ البصیرت خبردار ہوں کہ ان کے اردگرد جو لوگ رہ رہے ہیں وہ کون ہیں۔ تاکہ اہل ایمان کو اس سرزمین کے حالات اچھی طرح معلوم ہوجائیں جس میں وہ کام کررہے ہیں ۔ نیز یہ کہ ان کی راہ میں کیا کیا مشکلات ہیں ‘ کہاں کہاں ان کے لئے دام زیر زمین بچھے ہیں ۔ اور اس راہ میں ان کے لئے کیا کیا مصائب تیار ہیں ۔ مدینہ طیبہ میں یہودی مسلمانوں کے خلاف جو سازشیں کررہے تھے ‘ وہ ان عداوتوں سے کم خطرناک تھیں جو مکہ کے مشرکین مسلمانوں کے ساتھ روا رکھتے تھے۔ غالباً مسلمانوں کے خلاف پوری تاریخ اسلام میں جو سازشیں ہوتی ہیں وہ یہودی کرتے رہے ہیں ۔ ہمیشہ یہ لوگ مسلمانوں کے لئے خطرناک رہے ہیں ۔\nاس اثر آفریں سبق میں پے درپے اس سلسلے میں ہدایات دی گئی ہیں ۔ مسلمانوں کو بتایا جاتا ہے کہ کون سی اقدار ہیں جو دائمی ہیں اور کون سی اقدار زائل ہونے والی ہیں ۔ اس لئے کہ اس دنیا میں زندگی کی ایک محدود وقت کے لئے ہے ۔ ہر نفس ایک دن موت سے ہمکنار ہونے والا ہے ۔ اصل جزء تو آخرت میں ملے گی ۔ اصل کمائی اور خسارے کا پتہ تو وہاں لگے گا ۔ وہاں جو شخص آگ سے بچالیا گیا اور جنت میں داخل ہوگیا تو گویا وہ کامیاب رہا۔ اور دنیا تو ایسے ساز و سامان سے اٹی پڑی ہے جو ہر وقت دھوکے میں ڈال سکتا ہے ۔ اور یہ ہمارے اموال ‘ ہماری جانیں ہمارے پاس اللہ کی امانت ہیں ۔ اہل کتاب اور مشرکین کی جانب سے اذیت تمہیں پہنچتی رہے گی۔ صرف صبر ‘ اللہ خوفی اور اسلام پر پختگی سے عمل ہی تمہیں آگ سے بچاسکتا ہے اور یوں ان سازشوں سے بھی بچاجاسکتا ہے۔\nمدینہ کی پہلی جماعت کو جو ہدایات دی گئی ہیں ‘ وہ آج بھی ہمارے لئے تازہ ہدایات ہیں ۔ کل بھی ہمارے لئے یہی ہدایات ہیں ۔ جو لوگ اسلام کو ازسر نو قائم کرنا چاہتے ہیں اور جو لوگ اسلامی زندگی کا قیام چاہتے ہیں وہ اپنی آنکھوں سے دیکھیں گے کہ ان کے دشمنوں کا وہی مزاج ہے جو مدینہ کے دشمنوں کا تھا۔ یہ دشمن وہی مشرکین اور اہل کتاب کے ملحدین ہیں ۔ آج یہودی عالمین صہیونیت کی شکل میں آئے ہیں ۔ عیسائی عالمی صلیب کی شکل میں ہیں ۔ اور عالمی کمیونزم کی شکل میں ہیں ۔ آج بھی تحریک اسلامی کو بتایا جاتا ہے کہ اس کی راہ میں جو مشکلات ہیں ‘ جو دام رکھے ہوئے ہیں ‘ ان کے وہی قربانیاں ہیں ‘ وہی اذیتیں ہیں اور وہی ابتلاء ہیں ۔ لیکن تم اپنی نظر آخرت پر رکھو ۔ مالی اور جانی نقصانات برداشت کرنے پڑیں گے ۔ لیکن تمہیں پہلی جماعت اسلامی کی طرح آج بھی وہی سبق یاد کرنا ہوگا۔” آخر کار ہر شخص کو مرنا ہے ۔ اور تم سب اپنے اپنے پورے اجر قیامت کے روز پانے والے ہو ‘ کامیاب دراصل وہ ہے جو وہاں آتش دوزخ سے بچ جائے اور جنت میں داخل کردیا جائے ۔ رہی یہ دنیا ‘ تو یہ محض ایک ظاہر فریب دینے والی چیز ہے ……مسلمانو ! تمہیں مال اور جان دونوں آزمائشیں پیش آکر رہیں گی ‘ اور تم ابھی اہل کتاب اور مشرکین سے بہت سی تکلیف دہ باتیں سنوگے ۔ اگر ان سب حالات میں صبر اور اللہ ترسی کی روش قائم ہوئے تو یہ بڑے حوصلے کا کام ہے۔ “\nغرض قرآن وہی قرآن ہے جو تھا ‘ اس کی حیثیت وہی ہے کہ یہ اس امت کے لئے دائمی ہدایات پر مشتمل کتاب ہے ۔ یہ اس امت کا حدی خواں اور رہبر ورہنما ہے۔ یہ اس کے لئے قابل اعتمادقائد ہے……لیکن اس کے دشمن بھی وہی دشمن ہیں ‘ جو تھے اور انقلاب کی راہ بھی وہی ہے جو تھی ۔\nاس مجموعہ آیات میں پہلی آیت کے بارے میں کوئی ایسی روایت نہیں ہے کہ اس میں بخیلوں سے مراد کون لوگ ہیں اور یہ کہ بخل کے فعل مذموم سے کن لوگوں کو ڈرایا گیا ہے ؟ اور یہ کہ قیامت میں ان کا انجام یہ ہوگا لیکن جس مقام پر یہ آیت ہے ‘ معلوم ہوتا ہے کہ اس کا تعلق بعد میں آنے والی آیات سے ہے جو یہودیوں کے بارے میں وارد ہیں ‘ اس لئے کہ یہ یہودی ہی تھے جنہوں نے یہ کہا تھا کہ اللہ فقیر ہے اور ہم غنی ہیں ۔ اور یہ وہی لوگ تھے جنہوں نے کہا تھا کہ اللہ نے ہم سے یہ وعدہ کیا ہے کہ ہم اس وقت تک کسی رسول کو نہ مانیں جب تک وہ ایسی قربانی نہ لے آئیں جسے آگ جلادے ۔ “\nاصل بات یہ ہے کہ یہ آیت یہودیوں کے بارے میں ہے جنہیں اس وقت یہ دعوت دی جارہی تھی کہ وہ میثاق مدینہ کے مطابق جن مالی ذمہ داریوں کے پابند ہیں ‘ انہیں وہ ادا کریں ۔ اور یہ دعوت بھی انہیں دی گئی تھی کہ وہ نبی آخرالزمان کی دعوت کو قبول کرلیں اور اللہ کی راہ میں انفاق کریں۔\nچناچہ یہ تہدید آمیز ڈراوا نازل ہوا ‘ اور اس کے بعد یہودیوں کی ان کٹ حجتی دلائل کو رد کیا گیا جو وہ رسول اللہ ﷺ پر ایمان نہ لانے کے لئے پیش کرتے تھے ۔ ان دلائل میں نہایت ہی گستاخانہ طرز ادب اختیار کرتے تھے اور یہ بےادبی دراصل وہ اپنے رب کی کرتے تھے ۔ یہودیوں کو تہدید آمیز تنبیہ کے رسول اکرم ﷺ کو تسلی دی جاتی ہے ‘ کہ ٹھیک ہے کہ یہ یہود آپ کی تکذیب کررہے ہیں لیکن آپ سے قبل جو رسول گزرے ہیں اس کے ساتھ بہ نسبت آپ کے سخت رویہ ان کی اقوام نے اختیار کیا تھا۔ ان رسولوں میں سے انبیاء بنی اسرائیل بھی تھے جو ان کے پاس باقاعدہ دلائل لے کر آئے تھے ‘ انہوں نے حسب طلب معجزات بھی پیش کئے جیسا کہ تاریخ بنی اسرائیل میں مشہو رہے۔\nاس آیت کا مفہوم عام ہے ۔ اس سے یہودی بھی مراد ہوسکتے ہیں جو میثاق مدینہ کے تحت عائد ہونے والی مالی ذمہ داریوں میں بخل سے کام لیتے تھے اور دوسرے لوگ بھی اس کے مدلول میں شامل ہیں جو اپنے دئیے سے خرچ نہیں کرتے اور بخل سے کام لیتے ہیں ۔ وہ یہ سمجھتے ہیں کہ یہ بخل ان کے لئے خیر ہے کہ ان کے مال اس سے محفوظ ہوتے ہیں اور انفاق کی وجہ سے یہ اموال جاتے ہیں۔\nیہ آیت انہیں اس قسم کے جھوٹے حساب و کتاب سے منع کرتی ہے ‘ فیصلہ کیا جاتا ہے کہ وہ جو کچھ جمع کرتے ہیں قیامت کے دن ان کے گلے کا طوق ہوگا اور یہ طوق آگے سے بنے گا ۔ یہ ایک نہایت خوفناک تہدید ہے ۔ انداز تعبیر اس طرح ہے کہ اس میں بخل کو زیادہ بدشکل کرکے پیش کرتا ہے ۔ کہا جاتا ہے کہ ان لوگوں کو اللہ نے اپنے فضل سے نوازا ہے اور وہ پھر بھی بخل کرتے ہیں ۔ وہ اپنے ذاتی مال میں بخل نہیں کررہے بلکہ اللہ کے دئیے میں بخل کرتے ہیں ۔ وہ جب اس دنیا میں آئے تھے تو ان کے ہاتھ میں کچھ بھی نہیں تھا ۔ نہ ان کے ہم قبیلہ لوگوں کے پاس کچھ تھا ۔ تو اللہ نے ان پر اپنا فضل کیا اور ان کو سب کچھ دے دیا ۔ جب اللہ تعالیٰ نے ان سے یہ مطالبہ کیا کہ وہ خود اس کے دئیے میں سے اسے کچھ دیں تو انہوں نے اللہ کے فضل وکرم کو یاد نہ کیا اور تھوڑا سا واپس دینے میں بھی بخیلی کی ۔ وہ یہ گمان کرنے لگے کہ یہ ذخیرہ اندوزی ان کے لئے مفید ہوگی حالانکہ یہ ان کے لئے سخت مضر ہے بلکہ شرمناک قسم کی مضرت ہے ۔ اس لئے کہ وہ بہرحال اس جہاں سے جانے والے ہیں ۔ اس مال اور دولت کو چھوڑنے والے ہیں ۔ بعد کے لوگوں کے لئے اور آخرکار اللہ ہی وارث ہوگا۔ اس لئے کہ ” اللہ ہی کے لئے میراث ہے آسمانوں اور زمین کی ۔ “ تو پھر یہ سونا اور جمع شدہ دولت تو نہایت ہی تھوڑے عرصے کے لئے رہتی ہے ۔ اس کے بعد سب کی سب اللہ کی طرف لوٹتی ہے ۔ اور ان کے کھاتے میں تو وہی کچھ ہے جو انہوں نے اللہ کی راہ میں خرچ کیا ۔ اللہ کی رضا کے لئے خرچ کیا ۔ اس کا اجر ان کو پورا پورا ملے گا اور صرف اس صورت میں وہ آگ سے طوق سے بچ سکتے جب وہ اپنی زائد دولت اللہ راہ مین خرچ کردیں۔\nاس کے بعد یہودیوں پر سخت تنقید کی جاتی ہے ۔ جن کے ہاتھوں میں دولت تھی ۔ یہ دولت انہیں اللہ نے دی تھی۔ اور یہ سمجھنے لگے اپنے آپ کو غنی اور اللہ سے مستغنی کہ انہیں اللہ کی جانب سے کسی اجر اور صلے کی حاجت نہیں ہے ۔ اور نہ انہیں دوچند سہ چند ثواب کی ضرورت ہے جو اللہ ان لوگوں کو دیتا ہے جو اس کی راہ میں خرچ کرتے ہیں اور جسے اللہ اپنا فضل کہتا ہے اور ان لوگوں کی جانب سے قرضہ سے تعبیر کرتا ہے ۔ لیکن ان لوگوں نے ایک ذلیل شخص کی حیثیت سے یہ جواب دیا کہ اللہ کو کیا ضرورت ہے کہ وہ ہم سے ہمارا مال قرض مانگتے ہیں اور پھر ہمیں دوگنا کردیتے ہیں ‘ حالانکہ خود اللہ تعالیٰ ربا سے منع کرتے ہیں اور اضعاف مضاعفہ کو حرام قرار دیتے ہیں ۔ ان کی یہ بات الفاظ کا کھیل ہے ۔ جس سے معلوم ہوتا ہے کہ یہ نہایت ہی رذیل اور بےادب اور گستاخ لوگ ہیں۔",
  "ayah": 180,
  "surah": 3
}
