{
  "text": "اس دعا کا خاتمہ توجہ الی اللہ اور فضل خداوندی کی امیدواری سے ہوتا ہے ۔ اس بات پر اعتماد اور یقین کا اظہار کیا جاتا ہے کہ اللہ تعالیٰ کے ہاں ہر وعدے کی وفا ہوتی ہے ۔ رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ ” خداوند ! جو وعدے تو نے اپنے رسولوں کے ذریعے سے کئے ہیں ان کو ہمارے ساتھ پورا کر اور قیامت کے دن ہمیں رسوائی میں نہ ڈال ‘ بیشک تو اپنے وعدے کے خلاف کرنے والا نہیں ہے ۔ “\nیہاں اب دعائیہ انداز میں یہ مطالبہ کیا جارہا ہے کہ رسولوں نے آپ کے جو وعدے ہم پہنچائے ہیں ‘ اور ہمیں تو یقین ہے کہ آپ کے ہاں وعدہ خلافی نہیں ہوتی ‘ وہ وعدے پورے کردے ۔ یہ لوگ امید کرتے ہیں کہ قیامت کے دن وہ شرمندہ نہ ہوں گے ۔ یہ ان کے افکار کی دنیا میں پہلے جھٹکے کے نتیجے میں ان کے دین کی حالت ہے کہ وہ امید سے دامن بھرے ہوئے ہیں کہ وہ رسوا نہ ہوں گے ۔ اور اسے وہ دعا کی ابتدا میں بھی لاتے ہیں اور آخر میں بھی لاتے ہیں ۔ جن سے معلوم ہوتا ہے کہ وہ اصحاب دانش کس قدر حساس ہوگئے ہیں ۔ ان کے دل کس قدر نرم ہوگئے ہیں ۔ وہ کس قدر صاف ہوگئے ہیں ۔ اللہ کا ڈر اور معصیت کے شرم سے ان کے دل بھرے ہیں ۔\nاپنے مجموعی مضمون کے اعتبار سے ‘ یہ دعا ‘ ان اہل دانش کی جانب سے مطالعہ فطرت کے نتیجے میں مکمل قبولیت مکمل آمادگی کا اظہار ہے جو ان کے دل پر نظام کائنات کے مطالعہ سے القاء ہوئی ۔\nمناسب ہے کہ ہم اس دعا پر ایک بار پھر غور کریں ‘ اس کی فنی خوبصورتی اور اس کی مناسب طرزادا پر نگاہ ڈالنا بھی ضروری ہے ۔\nقرآن کریم کی ہر سورت میں ‘ اس کی آیات کے لئے ایک متعین قافیہ اپنایا گیا ہے ۔ اور قرآن مجید کے اندر قافیہ اور فواصل کا وہ طریقہ نہیں اپنایا گیا جو اشعار میں ہوتا ہے ۔ کہ حرف سے حرف ملے ۔ لیکن ان کا نغمہ اور زیروبم باہم متشابہ ہوتے ہیں ۔ مثلاً الفاظ بصیر ‘ حکیم ‘ مبین اور مریب ایک جیسے صوتی اثرات رکھتے ہیں۔ یا مثلاً الباب ‘ ابصار ‘ النار اور قرار جیسے الفاظ کے صوتی اثرات یکساں ہیں یا مثلاً خفیا ‘ شقیا ‘ شرقیاجی سے الفاظ اگرچہ شعری قافیہ نہیں لیکن ان کا صوتی ایقاع ایک جیسا ہے ۔ ان میں سے پہلا قافیہ اکثر پر زور تقریر جیسے مواقع پر ہوتا ہے ۔ جہاں انداز بیانیہ ہوتا ہے………دوسرا قسم کا قافیہ دعاؤں کے مواقع پر ہوتا ہے اور تیسری قسم کو حکایات اور بیان واقعات کے لئے لایا جاتا ہے۔\nسورة آل عمران میں پہلی قسم کا قافیہ ہے ‘ صرف دوجگہ اس سے انحراف ہوا ہے ۔ ابتداء میں جہاں دعاتھی ‘ پھر ان آخری آیات میں جہاں پھر دعا ہے ۔\nیہ انداز بالکل ایک نیا اور انوکھا انداز ہے جو قرآن نے مخصوص تعبیرات کے لئے اختیار کیا ہے ۔ دعا کے لئے جو انداز اختیار کیا گیا وہ دعا کو نرم آواز اور پر سو زلہجہ دیتا ہے ۔ الفاظ کے اندر مٹھاس پایا جاتا ہے ۔ جو عاجزی کے ساتھ عرض مدعا کے لئے نہایت ہی موزوں ہے ۔\nایک دوسری فنی خصوصیت بھی ان آیات میں پائی جاتی ہے ۔ کائنات میں تخلیق ارض وسما کا منظر اور گردش لیل ونہار کے جو مناظر انسان کے غور وفکر کے لئے پیش کئے گئے تھے ‘ ان کے ساتھ مناسب یہ تھا کہ دعا ایسی ہو جس میں خشوع و خضوع خوش آوازی کے ساتھ ہو ۔ اس کے نغمات طویل ہوں ‘ اس کے آواز کے زیروبم نہایت ہی گہرے ہوں ۔ اس طرح اس منظر کے الہامات ‘ اثرات طویل ہوں اور اعصاب سماعت اور خیال پر اس کے گہرے اثرات ہوں اور پھر یہ تاثر وجدان پر منتقل ہوجائے ۔ کیونکہ ان کلمات کے صوتی حرکات کے اندر بھی نہایت خشوع ‘ خوش ‘ خوش گواری ‘ توجہ اور اللہ ترسی ہے ۔ اس منظر کی جس طرح عبارت طویل ہے اس طرح نغمات بھی طویل ہیں ۔ جس سے قرآن کریم کی تعبیرات کی اصل غرض وغایت پوری ہوتی ہے اور اس کے ساتھ قرآن کریم کی اصل نئی خوبیاں بھی سامنے آتی ہیں ۔\nجس طرح یہ دعا طویل ہے ۔ اسی جواب دعا بھی طویل ہے :",
  "ayah": 194,
  "surah": 3
}
