{
  "text": "” اے نبی ! دنیا کے ملکوں کی اللہ کے نافرمانوں کی چلت پھرت تمہیں کسی دھوکے میں نہ ڈالے ‘ یہ صرف چند روزہ زندگی کا تھوڑاسا لطف ہے ‘ پھر یہ سب جہنم میں جائیں گے جو بدترین جائے قرار ہے ۔ برعکس اس کے جو لوگ اپنے رب سے ڈرتے ہوئے زندگی بسر کرتے ہیں ان کے لئے ایسے باغ ہیں جن کے نیچے نہریں بہتی ہیں ‘ ان باغوں میں وہ ہمیشہ رہیں گے ۔ اللہ کے پاس سے یہ سامان ضیافت ہے ان کے لئے ‘ اور جو کچھ اللہ کے پاس ہے نیک لوگوں کے لئے وہی سب سے بہتر ہے۔ “\nلوگوں کا ممالک میں چلنا پھرنا ‘ سیاحتیں کرنا یہ اس بات کی علامت ہے کہ وہ دولتمند ہیں اور ان کے پاس کچھ ہے ۔ نیز یہ ان کے مرتبے اور سیاسی قوت کی بھی علامت ہے ۔ یہ ایسے مظاہر ہیں جو اہل ایمان کو کھٹک سکتے ہیں ۔ وہ دل میں کسک محسوس کرسکتے ہیں ۔ عام لوگ ایسا احساس بہرحال رکھتے ہیں جیسا کہ وہ مشکل معاشی حالات اور محرومیت کا شکار ہوں ۔ انہیں اذیت دی جارہی ہو اور وہ جہد مسلسل کررہے ہوں انہیں جلاوطن کیا گیا ہو اور وہ بہتری کے لئے جہاد کررہے ہوں ۔ ان پر ہر قسم کی تکالیف اور خوفناک حالات آرہے ہوں اور دشمنان اسلام اور باطل پرست ناز ونعم میں پل رہے ہوں ۔ یہ صورت حال ایک طرف تو غفلت کا شکار جمہور عوام کو قلبی اذیت میں مبتلا کرتی ہے کہ جب وہ دیکھتے ہیں کہ سچائی اور اہل حق مشکلات میں ہیں اور باطل اور اہل باطل کامیاب ہیں بلکہ عیش میں ہیں ۔ اور خود ان گمراہوں اور اہل باطل کے دلوں میں بھی یہ صورتحال غرور اور خود اعتمادی پیدا کرتی ہے اور وہ مزید گمراہ ہوتے ہیں ۔ اور شر و فساد میں اور سرکش اور گمراہی میں مزید آگے بڑھتے ہیں ۔ اس لئے یہاں یہ آیت آئی کہ ” اے نبی ! دنیا کے ملکوں میں اللہ کے نافرمان لوگوں کی چلت پھرت تمہیں دھوکے میں نہ ڈالے ۔ یہ چند روزہ زندگی کا تھوڑا سالطف ہے ‘ اور پھر یہ جہنم میں جائیں گے جو بدترین جائے قرار ہے ۔ “………متاع قلیل ہے۔ ختم ہونے والا اور جانے والا ہے ۔ اور دائمی ٹھکانہ ان کا جہنم ہے ۔ جو بہت بری جگہ ہے ۔ اور اس تھوڑے سے جانیوالے اور ختم ہونے والے متاع قلیل کے مقابلے میں کیا ہے ؟ باغات ہیں ‘ ان میں دائمی زندگی ہے اور اللہ کی طرف سے عزت افزائی ہے۔” ایسے باغ ہیں جن کے نیچے نہریں بہتی ہیں ۔ “………” ان میں وہ ہمیشہ رہیں گے ۔ “……یہ سامان ضیافت ہے ان کے لئے ۔ “………جو اللہ کے ہاں مزید ہے وہ نیکوکاروں کے لئے بہت بہتر ہے۔ “\nاس میں شک نہیں کہ اگر اس حصے کو ترازو کے ایک پلڑے میں رکھیں اور دوسرے حصے کو دوسرے میں تو جو کچھ اللہ کے ہاں ہے وہ نیک لوگوں کے لئے بہت ہی بہتر ہے۔ اور یہ شک کسی دل میں نہ ہوگا کہ جو لوگ اپنی زندگی میں تقویٰ کی راہ اختیار کرتے یہیں ان کا پلڑان لوگوں سے بھاری ہوگا جنہوں نے کفر کا رویہ اختیار کیا ۔ اور اسی طرح کوئی ذی عقل انسان اس معاملے میں تردد نہ کرے گا کہ اسے وہی حصہ اختیار کرنا چاہئے جو دانشور اپنے لئے اختیار کرتے ہیں ۔\nاللہ تعالیٰ یہاں تعلیم وتربیت کے میدان میں اور اسلامی تصور حیات کی اساسی قدروں کے قیام میں مسلمانوں کے ساتھ کوئی وعدہ نہیں فرماتے کہ وہ ان کی نصرت فرمائیں گے ۔ یہ وعدہ بھی نہیں فرماتے کہ تمہارے دشمنوں کو میں مقہور ومغلوب کرکے تمہیں دوں گا اور یہ وعدہ بھی نہیں فرماتے کہ تمہیں زمین کے اند تمکین اور استقرار نصیب کیا جائے گا اور نہ وہ اس دنیا کی زندگی کی چیزوں میں سے کی دوسری چیز کا وعدہ فرماتے ہیں ۔ جیسا کہ بعض دوسرے مقامات پر اللہ نے وعدہ فرمایا ہے وہ جو اللہ تعالیٰ اپنے اوپر یہ فرض کرتا ہے کہ وہ اپنے دوستوں کی مدد کرے گا بمقابلہ دشمنان اسلام ۔\nیہاں اللہ تعالیٰ صرف ایک چیز کا وعدہ فرماتے ہیں ‘ وہ جو اللہ کے ہاں ہے۔ دعوت اسلامی میں اصل اجر یہی ہے ۔ اور یہی ہے اس دعوت کا نقطہ امتیاز ۔ ہر ہدف اور ہر مقصد سے بےنیازی ‘ ہر مطمح نظر سے استغنا۔ یہاں تک کہ وہ اس خواہش سے بھی بےنیاز ہوجائے کہ اس کا نظریہ حیات غالب ہو۔ اللہ کا حکم بلند ہو اور اللہ کے دشمن مقہور اور مغلوب ہوں۔ غرض اللہ کی مرضی یہ ہے کہ اہل ایمان اس غرض سے بھی بےنیاز ہوجائیں اور اپنے امور اللہ تعالیٰ کے سپرد کردیں ۔ اور ان کے دل اس سے بھی پاک ہوجائیں کہ یہ مقاصد ان کے لئے پسندیدہ ہوں ‘ اگرچہ یہ صرف ان کی ہی خواہش نہیں ہوتی ۔\nیہ عقیدہ کہ جان دینی ہے ‘ وفاداری کرنی ہے اور ادائیگی فرض بجالانا ہے اور بس بغیر کسی دنیاوی غرض اور لالچ کے ۔ بغیر اس طلب کے کہ دنیا میں نصرت ‘ غلبہ تمکن فی الارض اور سربلندی حاصل ہو۔ اور ہر چیز کا انتظار دار آخرت میں ہو۔\nاور اس کے بعد نصرت بھی آتی ہے ۔ تمکن فی الارض بھی نصیب ہوتا ہے اور دنیا میں اسلام کو سربلندی بھی نصیب ہوتی ہے۔ لیکن یہ تمام امور بیعت میں داخل نہیں ہیں ۔ یہ امور سودے میں شامل نہیں ۔ اس سودے میں مومنین نے قیمت کا کوئی حصہ اس دنیا میں وصول نہیں کرنا ۔ یہاں تو صرف ادائیگی فرض ‘ وفائے عہد اور جان دینا ہے اور مشکلات کو برداشت کرنا ہے۔\nمکہ مکرمہ میں دعوت اور دعوت کے لئے بیعت اسی اصول پر جاری تھی ۔ یہی سودا وہاں ہورہا تھا ۔ لیکن اللہ نے مسلمانوں کو نصرت ‘ غلبہ اور سربلندی نصیب نہ کی تھی ۔ وہاں اللہ تعالیٰ نے انہیں زمین کے اندر اقتدار کی چابیاں سپرد نہ کی تھیں ۔ نہ انسانیت کی قیادت کا منصب ان کے حوالے کردیا تھا۔ ہاں جب وہ اس معیار کے مطابق مخلص ہوگئے اور اس معیار کے مطابق وفائے عہد کرنے لگے تو انہیں سب کچھ ملا۔\nمحمد ابن کعب القرظی فرماتے ہیں عبداللہ ابن رواحہ ؓ نے رسول اللہ ﷺ سے عقبہ کی رات کے موقعہ پر (اوس اور خزرج کے نمائندوں کے کے اسی رات بیعت کی اور فیصلہ ہوا کہ آپ ﷺ مدینہ کو ہجرت فرمائیں گے ۔ ) عرض کیا اللہ کے رسول ﷺ آپ اپنے رب کے لئے اور اپنے لئے جو شرائط چاہیں عائد کردیں ۔ آپ ﷺ نے فرمایا : میں رب کے لئے تو یہ شرط لگاتا ہوں کہ تم اس کی بندگی کرو اور اس کے ساتھ کسی کو شریک نہ کروگے ۔ اور اپنے لئے میں یہ شرط لگاتا ہوں کہ تم لوگ میری حفاظت اسی طرح کروگے جس طرح تم اپنی جان ومال کی حفاظت کرتے ہو ۔ “ اس پر انہوں نے کہا تو پھر ہمیں کیا ملے گا ؟ تو آپ ﷺ نے وسلم نے جواب دیا صرف ” الجنۃ “۔ اس پر انہوں نے ‘ سب کہا اس سودے میں ہم بہت ہی نفع میں رہے ۔ نہ ہم خود اس سودے کو واپس کرتے ہیں اور نہ فریق دوئم سے اس کی منسوخی کا مطالبہ کرتے ہیں۔ “\nیہ تھی بات الجنۃ ‘ فقط جنت اس میں ان سے یہ وعدہ نہ تھا کہ انہیں نصرت ‘ عزت ‘ اتحاد ‘ قوت ‘ تمکن فی الارض ‘ قیادت ‘ مال اور دولت یا کوئی اور چیز ملے گی ۔ اگرچہ یہ تمام چیزیں انہیں دی گئیں ۔ لیکن یہ چیزیں سودے سے خارج تھیں …………اس کے باوجود ان کا خیال یہ تھا کہ وہ اس سودے میں کامیاب رہے ۔ اور یہ کہ نہ افاقہ کرتے ہیں اور نہ دوسرے فریق سے اس خواہش کا اظہار کرتے ہیں ۔ انہوں واضح سودا کیا۔ دو بیعت کرنیوالوں کے درمیان یہ سودا ہوا۔ معاملہ ختم ہوا۔ معاہدہ ہوگیا اور اس کے بعد اس میں کوئی سودا بازی نہیں ہوئی ۔\nیوں اللہ تعالیٰ نے اس جماعت کی تربیت کی جس کے بارے میں اللہ کا فیصلہ یہ تھا کہ اس کرہ ارض پر اقتدار کی چابیاں اس کے سپرد ہونی ہیں ۔ زمام اقتدار اس کے ہاتھ میں ہوگی اور اسے یہ قیادت اس وقت سپرد ہوئی جب وہ ہر قسم کے لالچ سے پاک ہوگئے ‘ ہر قسم کی خواہشات کو انہوں نے لات ماردی ‘ ہر قسم کی خواہشات نفس پر انہوں نے ضبط کیا ۔ یہاں تک کہ انہوں نے اسلامی انقلاب کے حوالے سے بھی اپنی فطری خواہشات کو ترک کردیا ۔ اسلامی نظام کے قیام کی خواہش کو بھی انہوں نے دبادیا ۔ اور انہوں نے نظریہ حیات کی کامیابی کے لئے سوچنا بند کردیا ۔ جس کے لئے وہ جانیں دے رہے تھے ۔ اس لئے کہ اس عظیم قیادت کی ذمہ داریاں اٹھانے کا اہل کوئی ایسا شخص یا جماعت نہیں ہوسکتی جس کے نفس کے اندر کوئی خواہش ہو یا اس کے نفس کے اندر کوئی نفسانیت ہو اور وہ پورا پورا اسلام میں داخل نہ ہوگیا ہو۔",
  "ayah": 196,
  "surah": 3
}
