{
  "text": "اب مزید وضاحت کی کوئی ضرورت نہیں ہے ۔ بہت کچھ کہہ دیا گیا ‘ اس لئے اب یا تو تم لوگ اللہ وحدہ کی الوہیت کا اعتراف کرو ‘ اس کی نگہبانی کا اعتراف کرو اور نتیجتاً اتباع اور انقیاد کرو ورنہ پھر تمہیں اس کا کوئی حل نہ ملے گا ۔ اور یہ مباحثہ یونہی جاری رہے گا ۔ اور تم توحید اور اسلام سے محروم رہو گے ۔ چناچہ اللہ تعالیٰ رسول اللہ کو صرف ایک لفظ ایسا بتاتے ہیں جو بیک وقت نظریہ حیات اور نظام زندگی کا مظہر ہے ۔ اور وہ یہ کہ اگر پھر بھی یہ لوگ تم سے جھگڑیں تو تم صاف کہہ دو کہ ہم نے اس کے آگے سر تسلیم خم کردیا ہے۔ أَسْلَمْتُ وَجْهِيَ…………میں اسلام لایا اور میرے متبعین بھی ‘ یہاں اہل ایمان کو متبعین کہہ کر اشارہ اس طرف مطلوب ہے کہ اسلام صرف تصدیق ہی نہیں ہے ۔ اس کے بعد اتباع بھی ضروری ہے ‘ اسی طرح یہ تعبیر کہ میرا چہرہ اللہ کے سامنے جھک گیا ہے۔ اس لئے کہ اسلام محض قول وقرار کا نام بھی نہیں ہے ۔ نہ صرف عقیدے اور تصور کا نام ہے ۔ اس کے مفہوم میں انقیاد بھی داخل ہے ۔ اتباع اور اطاعت بھی داخل ہے ۔ چہرے کا مطیع ہونا مقصد ہے مکمل انقیاد واتباع ‘ اس لئے کہ انسان کے جسم میں چہرے کو اعلیٰ مقام حاصل ہے ۔ چہرے مہرے ہی سے معلوم ہوتا ہے کہ انسان کس قدر مطیع ‘ متبع ‘ فرماں بردار اور ہر وقت عمل کے لئے چاق وچوبند ہے ۔\nیہ ہے خود حضرت محمد ﷺ کا اعتقاد اور آپ کا نظام زندگی ‘ نظام مصطفیٰ ‘ اور مسلمان تو ہیں ہی وہ لوگ جو اس کے متبع اور مقلد ہیں ‘ اس کے اعتقاد میں بھی اور اس کے عمل میں بھی اس لئے اب یہ اہل کتاب اور غیر اہل کتاب سے پوچھا جائے ۔ اب یہ سوال کیا جائے جو دونوں کیمپوں کے درمیان واضح حد بندی کردے ۔ دونوں کے درمیان حد فاصل قائم کردے ۔ جس میں کوئی اشتباہ نہ رہے اور دونوں کے درمیان کوئی فکری اختلاط والتباس نہ رہے ۔\nوَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالأمِّيِّينَ أَأَسْلَمْتُمْ……………” اہل کتاب اور امیوں (غیر اہل کتاب) سے کہو :” کیا تم نے بھی سر تسلیم خم کردیا ؟ “ یہاں اہل کتاب اور غیر اہل کتاب کا فرق اب ختم کردیا جاتا ہے ۔ اب دونوں ایک ہی مقام پر کھڑے ہیں ۔ اہل کتاب اور مشرکین دونوں کو دعوت اسلام دی جاتی ہے اور یہ دعوت اسلام اسی مفہوم کے ساتھ ہے جس کی تشریح ہم کرتے ہیں ۔ انہیں دعوت دی جاتی ہے کہ وہ عقیدہ توحید قبول کریں اللہ کی ذات میں اور اس کی قیومیت اور نگہبانی میں ‘ اس کے بعد انہیں دعوت دی جاتی ہے کہ وہ اس عقیدے کو اپنانے کے بعد پھر مطیع فرمان ہوجائیں اور اطاعت یہ ہوگی کہ وہ اپنی پوری زندگی میں فیصلے کتاب اللہ کے مطابق کریں ‘ اسلامی نظام زندگی کو اپنائیں فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا……………” اگر انہوں نے یہ اطاعت قبول کرلی تو راہ راست پاگئے ۔ “\nمعلوم ہوا کہ ہدایت کا ظہور صرف ایک ہی شکل میں ہوتا ہے یعنی اسلام کی صورت میں یعنی اس کی ماہیت اور اس طبیعت کے مطابق ‘ اس کے سوا کوئی اور صورت نہیں ہے ‘ کوئی دوسرا تصور نہیں ہے ‘ کوئی دوسرا طریق کار نہیں اور نہ کوئی دوسرا ایسا منہاج ہے جس کے ذریعہ ہدایت حاصل کی جاسکتی ہو ۔ اس کے سوا جو بھی اور راستے ہیں وہ سب ٹیڑھے ہیں ‘ وہ سب حیرانی و پریشانی کے راستے ہیں ۔ وہ سب زیغ وضلال کے راستے ہیں۔\nوَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ……………” اگر وہ منہ موڑیں تو تم پر صرف پیغام پہنچادینے کی ذمہ داری ہے ۔ “ پیغام پہنچانے کے بعد رسول کی ذمہ داری ختم ہوجاتی ہے ۔ آپ کا کام ختم ہوجاتا ہے اور یہ اس وقت کی بات ہے جب آپ کو ان لوگوں کے ساتھ قتال کی اجازت نہ دی گئی تھی جو اسلام قبول نہیں کرتے یہاں تک کہ وہ باز آجائیں ‘ بعد کا حکم یہ تھا وہ یا تو مکمل انقیاد اختیار کرلیں اور اسلامی نظام کے مطیع ہوجائیں یا پھر وہ معاہدہ کریں اور جزیہ ادا کرکے اسلامی نظام کے تابع ہوجائیں پھر وہ آزاد ہیں اس لئے کہ اسلام میں عقائد تبدیل کرنے کا کوئی جبر نہیں ہے ۔\nوَاللَّهُ بَصِيرٌ بِالْعِبَادِ……………” اللہ اپنے بندوں کے معاملات سے اچھی طرح باخبر ہے ۔ “ وہ اپنے علم اور بصیرت کے مطابق ہی ان کے معاملات کو چلاتا ہے اور ان کے تمام امور اسی کے ہاتھ میں ہیں ہر حال میں ‘ اس لئے وہ اپنے بندوں کو اندھیرے میں نہیں رکھتا ۔ اور وہ انہیں صاف صاف بتاتا ہے کہ ان کا انجام کیا ہوگا۔ وہ بتاتا ہے کہ گزشتہ تاریخ انسانیت میں اللہ کے باغیوں اور نافرمانیوں کا انجام کیا ہوتا ہے اور اب بھی اس کی سنت وہی ہے ۔ فرماتے ہیں :",
  "ayah": 20,
  "surah": 3
}
