{
  "text": "اب آخری ضرب ہے ۔ اللہ کی جانب سے ان لوگوں کو پکار دی جاتی ہے جو ایمان لائے ہیں ۔ اس میں اس راہ کی مشکلات کا مختصر ترین نچوڑ اور خلاصہ پیش کیا جاتا ہے اور راستے کی ذمہ داریوں اور شرائط کا ذکر کیا جاتا ہے۔\nعالم بالا سے یہ پکار ‘ اہل ایمان کے لئے ہے ۔ اور اس صفتی نام سے یہ پکار ہے جس صفت نے انہیں ذات باری سے مربوط کیا ہے ۔ وہ ذات جوان مومنین پر یہ ذمہ داریاں ڈال رہی ہے ۔ جو انہیں اس پکار کے اہل بناتی اور جو انہیں ذمہ داریاں اٹھانے کی تربیت دیتی ہے ۔ اور انہیں اس زمین پر بھی اسی طرح مکرم بناتی ہے جس طرح انہیں آسمان پر مکرم بنایا گیا ہے۔ يَا أَيُّهَا الَّذِينَ آمَنُوا……………(اے لوگو جو ایمان لائے ہو۔ )\nاور پکار کس لئے ہے ۔ صبر سے کام لو ‘ جرات دکھاؤ ‘ ہر وقت دشمن کے مقابلے کے لئے تیار رہو ‘ اور ہر وقت خوف اللہ کو پیش نظر رکھو………اس پوری سورت میں صبر اور تقویٰ کی باربار تلقین کی گئی ہے ۔ ان کا تذکرہ الگ الگ بھی ہوا ہے اور یکجا بھی ہوا ہے ۔ نیز اس پوری سورت میں یہ دعوت دی گئی ہے کہ راہ حق میں مشکلات برداشت کرو ‘ مجاہدہ کرو ‘ سازشوں کا مقابلہ کرو اور جو لوگ شکست کی طرف بلاتے ہیں اور ہمت شکنی کی باتیں کرتے ہیں ان کی طرف توجہ نہ کرو اور یہاں اس سورت کے آخر میں اس مضمون کو دہرا کر صبر اور مصابرت کی دعوت دی جاتی ہے ۔ اللہ کی راہ میں ہر وقت تیار رہنے اور اللہ خوفی کو اختیار کرنے کی تلقین یہاں بہترین خاتمہ ہے ۔\nصبر اس راہ کا بہترین سامان ہے ‘ راہ دعوت اسلامی کا ‘ اس لئے کہ یہ طویل اور پر مشقت راستہ ہے ۔ یہ مشکلات سے پر اور کانٹوں سے اٹاپڑا ہے ۔ جگہ جگہ ابتلاوآزمائش ہے ۔ ہر وقت چوٹ لگنے اور جان کی قربانی کے مواقع ہیں ۔ اور ہر موقع ایسا ہے جس میں صبر کی ضرورت ہوتی ہے ۔ انسانی خواہشات پر صبر ‘ نفس کے مرغوبات پر صبر ‘ ہر قسم کے لالچوں اور آرزؤں پر صبر ‘ اپنے ضعف اور نقص پر صبر ‘ ان کے مزاج کے انحراف پر صبر ‘ نفس کی جلد بازی اور افسردگی پر صبر ‘ لوگوں کی خواہشات پر صبر ‘ لوگوں کے ضعف اور کمزوری پر صبر ‘ لوگوں کے جہل اور بری سوچ پر صبر ‘ ان کے مزاج کے انحراف پر صبر ان کی نخوت اور غرور پر صبر ‘ ان کی چالبازیوں پر صبر ‘ باطل کے غرور پر صبر ‘ کفر کی گندگی پر صبر ‘ شر کے پھیلنے پھولنے پر صبر ‘ شہوت کے غلبے پر صبر ‘ غرور اور کبر کی آگ پر صبر ‘ مددگاروں کی قلت پر صبر ‘ اعانت کننددگان کی قلت پر صبر ‘ راستے کی طوالت پر صبر ‘ کرب اور بےچینی کے اوقات میں شیطانی وسوسوں پر صبر ‘ اور جہاد کی تلخی پر صبر اور ان تمام نفسیاتی تاثرات اور متنوع انفعالات پر صبر………مثلا رنج والم ‘ غیض وغضب ‘ دلی تنگی اور گھٹن ‘ بعض اوقات بھلائی پر بےاعتمادی اور انسانی فطرت کی اصلاح کی ناامیدی وغیرہ………بعض اوقات رنج وملال اور تھکاوٹ پیدا ہوجاتی ہے اور انسان پر مایوسی کا غبار چھا جاتا ہے ۔ ایسے حالات میں صبر ہی کام دیتا ہے ۔ پھر جب غلبہ نصیب ہوتا ہے تو انسان کو انتقام پر قدرت حاصل ہوجاتی ہے ۔ اور اس وقت پھر صبر کی ضرورت پیش آتی ہے ۔ پھر بعض اوقات مادی سہولیات ملتی ہیں تو ان پر تواضع اور سنجیدگی کرنا ہوتی ہے ۔ بغیر تکبر اور بغیر میلان انتقام اور بغیر اس کے کہ قصاص میں حد سے گزرجائیں………پھر خوشحالی اور بدحالی دونوں میں اللہ سے لولگائے رکھنا ‘ اس کے فیصلوں کے سامنے سرتسلیم خم کرنا ‘ اور نہایت ہی اطمینان ‘ نہایت ہی اعتماد اور منکسرالمزاجی کے ساتھ اپنے تمام امور اس کے حوالے کردینا۔\nان سب امور میں صبر کرنا اور ان جیسے دوسرے امور میں صبر کرنا ‘ ایسے امور ہیں جو مسالک راہ حق کو ‘ اس کے اس طویل سفر میں پیش آتے رہتے ہیں ۔ ایسی مشکلات اور ایسے حالات پیش آتے رہتے ہیں ۔ جن کو الفاظ میں بیان نہیں کیا جاسکتا ۔ کیونکہ ان مشکلات کا اظہار الفاظ میں ممکن نہیں ۔ ان مشقتوں کا مفہوم کلمات کے جامہ میں نہیں سماتا ۔ اس مفہوم کا ادراک وہی شخص کرسکتا ہے جس پر وہ معانی گزرے ہوں اور جس نے اس راہ کی مشقتوں کو انگیز کیا ہو۔ اس نے ان تاثرات کو چکھا ہو اور وہ ان تلخ تجربوں سے خود گزرا ہو۔\nوہ لوگ جو ایمان لائے تھے ‘ انہوں نے ان مذکورہ بالا مشکلات کے اکثر پہلوؤں کی تلخی کو خود چکھ لیا تھا۔ اس لئے انہوں نے اس پکار کو اچھی طرح سمجھ لیا ۔ وہ صبر کے مفہوم کو اچھی طرح سمجھتے تھے جس کے بارے میں انہیں تلقین کی جارہی ہے کہ وہ اسی پر گامزن ہوں ۔\nاب صبر کے بعد مصابرہ کیا ہے ؟ یہ صبر کا باب مفاعلہ ہے ۔ یعنی صبر میں باہم مقابلہ کرو۔ ان تمام امور میں جن کا ذکر اوپر ہوا ۔ اسلام کے دشمنوں کے ساتھ مصابرت جو اہل ایمان کے صبر کو اپنی تلوار سے کاٹنا چاہتے ہیں ۔ یعنی مذکورہ بالاجذبات کے ساتھ مصابرت یا دشمنوں کے ساتھ مصابرت ‘ پس جہاد کے اس طویل سفر میں ان کا صبر ختم نہ ہونے پائے ۔ بلکہ انہیں آخر دم تک اپنے اعداء سے زیادہ صبر کا مظاہرہ کرنا چاہئے ۔ ان دشمنوں سے انہیں زیادہ صبر والا ہونا چاہئے جو دلوں کے اندر چھپے ہوئے ہیں ۔ اسی طرح شرپسند دشمنوں کے مقابلے میں بھی ۔ گویا اہل ایمان اور ان کے دشمنوں کے درمیان مصابرت کا مقابلہ ہے کہ اس میدان میں کون آگے نکلتا ہے ۔ حکم دیا جاتا ہے ہے کہ صبر کا مقابلہ صبر سے کرو ‘ مدافعت کا مقابلہ مدافعت سے کرو ‘ جدوجہد کا مقابلہ جدوجہد سے کرو ‘ اصرارکا مقابلہ اصرار سے کرو ‘ اور آخری مقابلہ یہ ہوگا کہ اہل ایمان مقابلے میں سب سے آگے ہوں گے ۔ اگر باطل اپنے نظریے پر اصرار کرتا ہے صبر کرتا ہے ‘ اور اپنی راہ پر گامزن ہے تو حق اس بات کا زیادہ مستحق ہے کہ زیادہ مصر ہو ‘ زیادہ صبرناک ہو اور اپنی راہ میں زیادہ جدوجہد کرنے والا ہو۔\nاور رابط کیا ہے ۔ جہاد کے مقامات پر مورچے لگانا۔ مورچہ زن ہونا۔ دشمنوں کے حملوں کے خطرناک مقامات پر چوکیاں قائم کرنا ‘ اور اسلامی جماعت ہر وقت دشمن پر نظر رکھتی تھی ۔ کبھی وہ سوتی نہ تھی ‘ اس لئے کہ اس کے ساتھ اس کے دشمنوں نے کبھی مصالحت نہیں کی تھی۔ جب سے اس نے دعوت اسلامی کا بوجھ اٹھانے کا اعلان کیا ۔ اور لوگوں پر اس دعوت کو پیش کیا ‘ تو وہ میدان جنگ اور حالت جنگ میں رہی ہے ۔ کسی جگہ بھی اور کسی دور میں بھی وہ رابطہ جہاد سے مستغنی نہیں رہی ہے ‘ اور آخرالزمان اور قیامت تک یہ پوزیشن ایسی رہے گی۔\nدعوت اسلامی لوگوں کے سامنے ایک حقیقت پسندانہ نظام زندگی پیش کرتی ہے ۔ ایسانظام جو ان کے ضمیر کے اندر بھی قائم ہوتا ہے ‘ جو ان کے مال پر بھی حکمران ہوتا ہے ‘ جوان کی زندگی کے تمام امور پر حکمران ہوتا ہے ‘ جو ان کی معیشت پر بھی حکمران ہوتا ہے اور جو ایک منصفانہ اور سیدھا نظام ہوتا ہے ۔ لیکن دنیا کا قانون ہے کہ شر ایسے منصفانہ ‘ عادلانہ اور خیر پر مشتمل سیدھے نظام کو ٹھنڈے پیٹوں برداشت نہیں کرتا ۔ کوئی باطل خیر ‘ عدل اور استواری کو محبوب نہیں رکھتا ‘ اور کوئی ظلم عدل ‘ مساوات اور شرافت کو برداشت نہیں کرتا ۔ اس لئے دعوت اسلامی کی مخالفت میں اصحاب شر ‘ اصحاب باطل اور ظالم کھڑے ہوجاتے ہیں ۔ اسلام کے خلاف تمام گندے اور مفاد پرست اٹھ کھڑے ہوتے ہیں ۔ تاکہ وہ لوگوں کو اپنے مفاد کے لئے استعمال کرتے رہیں ۔ ظالم اور متکبر بھی اسلام کے خلاف اٹھ کھڑے ہوتے ہیں ۔ اس لئے کہ وہ ظلم اور استکبار سے دست بردار ہونے کے لئے تیار نہیں ہوتے ۔ اور اس کے مقابلے میں تمام بداخلاق اور بےراہ روی اختیار کرنے والے لوگ اٹھ کھڑے ہوتے ہیں ۔ اس لئے کہ وہ اپنی اخلاقی بےراہ روی اور شہوت رانی کو ترک نہیں کرسکتے ۔ اس لئے ان سب کے ساتھ مسلسل جہاد بہت ضروری ہے ۔ اور ان کے مقابلے میں صبر اور مصابرت فرض عین ہے۔ اس لئے مسلسل چوکیداری اور اسلامی کو سٹ گارڈز کی ضرورت ہے تاکہ یہ نہ ہو کہ امت مسلمہ کے خلاف کوئی قوت اچانک حملہ آور ہوجائے ‘ جبکہ ایسی قوتیں ہر سرزمین اور ہر نسل میں اس کے خلاف تاک لگائے ہوتی ہیں ۔\nیہ ہے اس دعوت کا مزاج ‘ اس کا طریق کار اس کی پالیسی یہ نہیں ہوتی کہ وہ حد سے تجاوز کرے لیکن اس کی یہ پالیسی ضرور ہوتی ہے کہ وہ اس کرہ ارض پر ایک مستحکم نظام زندگی اور ایک صحت مند منہاج قائم کرے ۔ لیکن دعوت اسلامی کے مقابلے میں ہمیشہ کوئی نہ کوئی ایسی قوت اٹھ کھڑی ہوتی ہے جو اس منہاج اور اس نظام کو ناپسند کرتی ہے ۔ اور پھر یہ قوت اس کی راہ میں اپنی پوری قوت لاکر کھڑی ہوجاتی ہے اور ہر قسم کی مکاری کرتی پھرتی ہے ۔ وہ دعوت اسلامی کی ہر برائی پر خوش ہوتی ہے ‘ جو ہاتھ ‘ دل اور زبان سے دعوت اسلامی کے خلاف مسلسل جدوجہد کراتی ہے ۔ اس لئے تحریک اسلامی کا بھی فرض ہے کہ وہ اس معرکے میں اپنے پورے فرائض اور واجبات کے ساتھ کودے ۔ اور اس کا فرض ہے کہ وہ ہر وقت بیدار رہے اور کسی وقت بھی غافل نہ ہو۔\nلیکن ان تمام کاموں میں اللہ ترسی کا ہتھیار اس نے لازماً اپنی کمر کے ساتھ باندھا ہوا ہو۔ کیونکہ تقویٰ ایک بیدار چوکیدار ہے جو دل کے دروازے پر بیٹھا ہوتا ہے ۔ وہ اسے غافل نہیں ہونے دیتا ۔ وہ اسے ضعیف نہیں ہونے دیتا ۔ اور وہ اسے حدود سے گزرنے بھی نہیں دیتا ۔ اور وہ اسے راہ راست سے بھٹکنے بھی نہیں دیتا۔\nاور تقویٰ کے اس بیدار چوکیدار کی ضرورت کا احساس صرف اس شخص ہی کو ہوسکتا ہے جس نے اس راستے کی مشقتوں کو دیکھا ہوتا ہے۔ جس نے متضاد میلانات اور بکثرت اور پے درپے تاثرات کے دباؤ کا مقابلہ کیا ہو۔ مختلف حالات اور مختلف لحظات میں ۔\nاس سورت میں تار رباب پر یہ آخری ضرب تھی ۔ جس میں اس قسم کے بیشمار مضراب استعمال کئے گئے ۔ اور یہ ضربات سب کی سب ان تاروں پر لگائی گئیں ہیں جن کا تعلق دعوت اسلامی کی راہ میں عائد ہونے والے فرائض اور واجبات سے تھا ۔ اور یہی وجہ ہے کہ آخر میں یہ فیصلہ دیا جاتا ہے کہ اگر تم ہمہ گیر فلاح چاہتے ہو اور مکمل انقلاب چاہتے ہو تو ان فرائض کا بطریق احسن پورا کرنا ضروری ہے ۔ لَعَلَّكُمْ تُفْلِحُونَ ……………(امید ہے کہ تم فلاح پاؤگے۔ )",
  "ayah": 200,
  "surah": 3
}
