{
  "text": "اس آیت کے پہلے جملے میں اسلامی تصور حیات کے تمام اساسی حقائق ذکر ہوئے ہیں ‘ اہل کتاب وغیرہ میں سے جو لوگ حضرت محمد ﷺ کی رسالت کے منکر تھے۔ ان کی تردید کی گئی ہے اور اللہ تعالیٰ کی جانب سے جو کچھ نازل ہوا وہ درست ہے۔\nیہ آیت بتاتی ہے کہ ہدایت کا نزول صرف اللہ تعالیٰ کی جانب سے ہوتا ہے۔ تمام کتب سماوی اس کی جانب سے ہیں ‘ اللہ وہ ہے جس کے سوا کوئی الٰہ نہیں ہے اور وہ حی اور قیوم ہے ‘ وہی ہے جس نے آپ پر یہ قرآن کریم اتارا اور وہی ہے جس نے اس سے پہلے حضرت موسیٰ (علیہ السلام) پر تورات اتاری ‘ وہی ہے جس نے حضرت عیسیٰ (علیہ السلام) پر انجیل اتاری ‘ اس لئے اللہ کی الوہیت اور اس کی بندگی میں اس کے ساتھ کسی کا اشتراک و اختلاط نہ ہوگا۔ وہی ایک الٰہ ہے جو اپنے مختار بندوں پر کتابیں نازل کرتا ہے ۔ اور وہ بندے اس سے ہدایت اخذ کرتے ہیں ۔ اور وہ اخذ کرنے والے بھی اللہ کے بندے ہی ہوتے ہیں اگرچہ وہ انبیاء ہوں۔\nیہ آیت بتاتی ہے کہ کتب سماوی میں جو راہ ہدایت وہ ایک دین ہے ‘ اس لئے کہ آپ پر یہ کتاب جو سچائی لے کر آئی ہے ‘ وہ ان تمام صداقتوں کی تصدیق کرتی ہے ‘ جو انبیاء سابقہ پر نازل ہوئیں۔ مثلاً تورات اور انجیل میں ‘ اور ان سب کتابوں اور رسالتوں کا ہدف ایک ہی رہا ہے یعنی لوگوں کو راہ راست پر لانا ‘ پھر یہ کتاب جو آپ پر نازل کی گئی ہے۔ اس کی ایک دوسری صفت بھی ہے ۔ وہ یہ کہ چونکہ کتب سماوی کے اندر ان کے ماننے والوں نے مرور زمانہ کے ساتھ ساتھ بہت تحریفات کی ہیں اس لئے یہ فرقان بھی ہے ۔ یہ ان کتب سماوی کی اصل ہدایات اور ان محرفہ ہدایات کے درمیان فرق کرتی ہے اور یہ بتاتی ہے کہ کیا اصل ہے اور کیا انحراف اور کیا تحریف ہے ‘ جیسا کہ اس کا ایک نمونہ ہم نے آرنلڈ کی کتاب دعوت الی الاسلام کے طویل اقتباس میں دیا تھا۔\nاس میں ضمناً یہ فیصلہ بھی کردیا جاتا ہے کہ اہل کتاب کے لئے اس رسالت جدیدہ کے انکار کرنے کے لئے کوئی وجہ نہیں ہے ۔ اس لئے کہ اس رسالت کی راہ بھی وہی ہے جس پر سابقہ رسالتیں تھیں ۔ یہ کتاب اسی طرح نازل ہوئی جس طرح اس سے قبل کتابیں نازل ہوئیں ۔ جس طرح اس سے قبل ایک بشر رسول پر نازل ہوئیں ‘ اسی طرح یہ کتاب بھی ایک بشر پر نازل ہوئی ہے ۔ اور یہ کتاب ان تمام کتابوں اور رسولوں کی تصدیق کرتی ہے ۔ جس طرح یہ حق پر مشتمل ہے ‘ اسی طرح وہ کتابیں بھی سچائی پر مشتمل تھیں ۔ اور اس کتاب کو اسی ذات نے اتارا جس کا حق ہے کہ وہ سچائی اتارے ‘ اس لئے کہ صرف اسی ذات کو اختیار حاصل ہے کہ وہ انسانوں کے لئے نظام زندگی تجویز کرے ‘ ان کے فکری تصورات ان کے لئے وضع کرے ۔ ان کے لئے شریعت تجویز کرے ۔ ان کے لئے اخلاق وآداب کا نظام تجویز کرے اور یہ تمام کتابیں اس کتاب منزل میں موجود ہوں۔\nاس آیت کے دوسرے حصے میں ان لوگوں کے لئے ایک خوفناک تنبیہ کا ذکر ہے جو بغیر کسی حجت کے اللہ کی آیات کا انکار کرتے ہیں ۔ بتایا جاتا ہے کہ اللہ عزیز ہے ‘ وہ بےپناہ قوتوں کا مالک ہے اور اس کی پکڑ شدید ہوتی ہے اور کبھی انتقام بھی لیتا ہے جو بہت خوفناک ہوتا ہے ۔ اور وہ لوگ جو اللہ کی آیات کا انکار کرتے ہیں گویا وہ تمام دینوں کا انکار کرتے ہیں جو اپنی اصل کے اعتبار سے ایک ہے ‘ اہل کتاب نے پہلے اس کتاب کا انکار کیا جو ان پر نازل ہوئی ہے اور جس کی انہوں نے تحریف کی ہے۔ وہی اب اس کتاب کا انکار کرتے ہیں ۔ اس لئے کہ انہوں نے خود اپنی کتابوں کی بھی تحریف کی تھی ۔ اس لئے یہ کتاب جدید ان کے لئے فرقان ہے ۔ اس لئے یہاں یہ شدید دہمکی انہی کو دی گئی ہے ۔ اور انہی سے کہا گیا ہے کہ تم اللہ کے انتقام سے بچو۔",
  "ayah": 3,
  "surah": 3
}
