{
  "text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا\n” وہ دن آنے والا ہے جب ہر نفس اپنے کئے کا پھل حاضر پائے گا ۔ خواہ اس نے بھلائی کی ہو یا برائی ‘ اس روز آدمی یہ تمنا کرے گا کہ کاش ابھی یہ دن اس سے دور ہوتا۔ “\nیہ ایک ایسا خطاب ہے ‘ جو قلب انسانی کی گہرائیوں تک اترتا چلا جاتا ہے ‘ انسان کا کل سرمایہ اس کے سامنے رکھ دیا جاتا ہے اور اسے یاد دلایا جاتا ہے کہ ایک دن وہ بذات خود اپنے اس سرمائے کے سامنے کھڑا ہوگا اور وہ پسند کرے گا اس کا یہ سرمایہ اس سے دور ہوتا لیکن افسوس کہ اس کی یہ خواہش ہرگز پوری نہ ہوسکے گی ۔ یا وہ یہ خواہش کرے گا کہ یہ دن ہی نہ آتا ‘ لیکن وہ تو آگیا ہے۔ وہ اسے دیکھ رہا ہے ۔ وہ پکڑا گیا ہے ۔ اب کوئی چھٹکارا نہیں ہے ۔ اب کوئی جائے فرار نہیں ہے !\nاور یہ کلام عالی مقام قلب بشری پر مزید حملے جاری رکھتا ہے ‘ اب اللہ تعالیٰ لوگوں کو اپنی ذات ہیب مال سے ڈراتا ہے وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ……………” اور اللہ اب تمہیں اپنی ذات سے ڈراتا ہے ۔ “………لیکن آخر میں اللہ تعالیٰ اس خوفناک ماحول میں بھی بندے کو اپنی رحمت کی کرن بھی دکھاتا ہے اور یہ اشارہ کرتا ہے کہ ابھی فرصت باقی ہے وقت ختم نہیں ہوگیا۔ واللہ رؤف بالعباد ” اور اللہ اپنے بندوں کا نہایت خیر خواہ ہے ۔ “ اور اللہ کی جانب سے قبل از وقت یہ تحذیر اور ڈراوا بھی اس کی مہربانی ہے اور اس بات کا ثبوت ہے کہ اللہ اپنے بندوں کی بھلائی چاہتا ہے ۔\nاہل ایمان اور کفار کے درمیان دوستی کے تعلق کے خلاف یہ عظیم حملہ ‘ یہ ہمہ جہت حملہ ‘ جس کے اندر مختلف قسم کے مفید اشارے ‘ ہدایات اور نصیحتیں پائی جاتی ہیں ۔ اس کی ضروریات اس موقع پر کیوں پیش آئی ‘ اس سے اس بات کا اظہارہوتا ہے کہ اس دور میں اسلامی کیمپ اور اس اردگرد پھیلے ہوئے مخالف کیمپ میں ‘ لوگوں کے درمیان رشتہ داری ‘ معاشی اور معاشرتی تعلقات موجود تھے ۔ جماعت مسلمہ کے افراد کے تعلقات اپنے رشتہ داروں اور دوستوں سے قائم تھے ۔ یہ تعلقات مکہ کے لوگوں کے ساتھ بھی تھے ۔ اور مدینہ کے اردگرد یہودیوں کے ساتھ بھی قائم تھے ۔ ان تعلقات کی اساس رشتہ داری یا تجارت پر تھی ۔ جبکہ اسلام یہ چاہتا تھا کہ اس کے اس جدید معاشرے میں لوگوں کے باہمی تعلقات صرف نظریہ حیات کی اساس پر ہوں ۔ اس نظام زندگی کی اساس پر جو اس نظریہ حیات سے تشکیل پایا ہے ۔ یہ ایک ایسا معاملہ ہے جس میں اسلام کسی قسم کی کمزوری یا ترقی ہرگز برداشت نہیں کرتا ۔\nنیز اس سے یہ بات بھی ظاہر ہوتی ہے ‘ انسانی دل و دماغ اور اس کی فکر ونظر ہر وقت اس بات کی محتاج ہے وہ ان مشکلات اور رکاوٹوں سے آزادی حاصل کرے اور ان بندھنوں کو توڑ دے جو اسلامی نظام اور اللہ کی راہ کی طرف آنے میں حائل ہوں………ہاں یہ بات ذہن میں رہے کہ اسلام اپنے دشمنوں کے ساتھ حسن سلوک سے منع نہیں کرتا ۔ اگرچہ وہ اس کے دین کے دشمن ہوں ۔ اس لئے کہ حسن سلوک اور حسن معاملہ ایک الگ چیز ہے اور ولاء اور دوستی ایک الگ معاملہ ہے ۔ دوستی میں باہم محبت ہوتی ہے ‘ ایک دوسرے کی امداد ونصرت ہوتی ہے ۔ اور یہ کام وہ دل سے ہرگز نہیں کرسکتا جو مومن ہے ۔ ایک مومن صرف مومنین کے ساتھ دوستی کرسکتا ہے جو رابطہ ایمان میں منسلک ہیں۔ اور جو اسلامی نظام زندگی میں باہم رفیق ہیں اور جو لوگ شریعت نافذ کرتے اور اس کے سامنے جھکتے ہیں۔\nسب سے آخر میں اس سبق کا اختتامیہ ایک فیصلہ کن انداز میں سامنے آتا ہے۔ اور وہ اس مسئلے کو فیصلہ کن انداز میں پیش کرتا ہے اور یہ مسئلہ وہی ہے جس کے اردگرد یہ پوری سورت گھوم رہی ہے ۔ یہ اختتامیہ فیصلہ کن اور مختصر انداز میں حقیقت ایمان اور حقیقت دین کو بیان کردیتا ہے اور ایمان اور کفر کے درمیان ایک حد فاصل قائم کردی جاتی ہے ۔ یہ حد اس قدر واضح ہے کہ اب کسی کو کوئی غلط فہمی پیدا ہونے کا کوئی امکان نہیں ہے۔",
  "ayah": 30,
  "surah": 3
}
