{
  "text": "اللہ کی محبت صرف زبانی دعویٰ نہیں ہے اور نہ کوئی وہ وجدانی امر ہے۔ اس کے ساتھ رسول اللہ ﷺ کا اتباع ضروری ہے ۔ آپ کی سیرت اور نقش قدم پر چلنا ضروری ہے ۔ اپنی زندگی میں اسلامی نظام رائج کرنا ضروری ہے ۔ ایمان صرف چند کلمات ادا کرنے کا نام نہیں ہے ۔ نہ یہ شعور اور جذبات سے عبارت ہے ۔ نہ وہ صرف چند شعائر کے قیام کا نام ہے ۔ بلکہ ایمان اللہ اور اس کے رسول کی اطاعت کا نام ہے ۔ اور اس منہاج پر عمل کا نام جس کے حامل رسول اللہ ہیں ۔\nپہلی آیت کی تفسیر میں امام ابن کثیر فرماتے ہیں ” یہ آیت ہر اس شخص کے کیس کا فیصلہ کردیتی ہے جو اللہ کی محبت کا دعویٰ کرتا ہے لیکن اس کا سلوک طریقہ محمدیہ پر نہیں ہے ۔ یہ شخص فی الحقیقت جھوٹا ہے ۔ یہاں تک کہ وہ شریعت محمدیہ کی اطاعت کرے ۔ اور اپنے تمام اقوال اور اعمال میں دین محمدی کی اطاعت کرے ۔ جیسا کہ صحیح حدیث میں رسول اللہ ﷺ سے ثابت ہے۔” جس شخص نے جو عمل کیا ‘ جو ہمارے کام کے مطابق نہیں ہے ‘ تو وہ مردود ہے ۔ “\nاور دوسری آیت کی تشریح میں فرماتے ہیں قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا……………” کہہ دو کہ اللہ اور رسول کی اطاعت کرو بس اگر وہ منہ پھیر دیں ۔ “………اس سے اس بات کا اظہار ہوتا ہے کہ نبی اکرم ﷺ کے طریقے کی مخالفت کفر ہے ۔ اور اللہ تعالیٰ ایسے اوصاف والے شخص سے محبت ہرگز نہیں کرتا۔ اگرچہ ایسا شخص یہ دعویٰ کرے یا یہ یقین کرے کہ وہ محب اللہ ہے ۔ “\nامام شمس الدین ابومحمد ‘ ابن قیم الجوزیہ اپنی کتاب زاد المعاد میں فرماتے ہیں ۔” جو شخص کتب سیرت اور ثابت شدہ احادیث پر غور کرے گا اسے معلوم ہوگا بیشمار اہل کتاب اور مشرکین ایسے ہیں جو رسول اللہ ﷺ کی صداقت اور حقانیت کی شہادت دیتے ہیں ۔ لیکن ان کی یہ شہادت انہیں اسلام میں داخل نہیں کرتی ۔ تو معلوم ہوا کہ اسلام اس سے کہیں زیادہ کوئی اور چیز ہے ۔ اسلام صرف علم اور معرفت کا نام نہیں ہے ۔ اور نہ ہی وہ معرفت اور اقرار سے عبارت ہے ۔ بلکہ اسلام عبارت ہے ‘ معرفت اقرار اور اطاعت تینوں سے ۔ یہ انقیاد اور طاعت ظاہری امور میں بھی لازمی ہے اور باطنی امور میں بھی ۔ “\nدین اسلام کی ایک حقیقت اور ماہیت ہے اور جب تک وہ حقیقت اور ماہیت موجود نہ ہوگی دین نہ ہوگا۔ اور وہ حقیقت صرف رسول اللہ ﷺ کا اتباع ہے ۔ شریعت کا اتباع ہے ۔ کتاب اللہ کے مطابق عدالتی نظام کا قیام ہے ۔ اور یہ حقیقت عقیدہ توحید سے پھوٹ کر نکلتی ہے ۔ جس طرح اس عقیدے کی تشریح اسلام نے کی ہے ۔ یعنی یہ کہ اللہ اپنی ذات میں وحدہ لاشریک ہے ۔ اس کا حق ہے کہ لوگ پوری طرح اس کے غلام اور بندے ہوں ‘ وہ اللہ کے احکام نافذ کرنے والے ہوں۔ ان میں شریعت الٰہیہ نافذ ہو اور وہ ایسی اقدار قائم کریں جن کے مطابق لوگ اپنے فیصلے کریں اور پھر ان پر راضی ہوں ۔ اس عقیدے کی رو سے اللہ واحد نگہبان ہے ۔ اس لئے وہی حاکم ہے اور لوگوں کے درمیان تمام اجتماعی تعلقات اس حاکمیت کی اساس پر قائم ہوں ‘ جس طرح اس پوری کائنات کا نظام اس کے قانون قدرت کے مطابق رواں دواں ہے ۔ اور ظاہر ہے کہ انسان بھی اس کائنات کا ایک جزء ہے ۔\nجیسا کہ ہم نے تفصیل سے مطالعہ کیا اس سورت کا پہلا سبق بالکل وضاحت اور صاف ستھرے طریقے سے اس بات کا فیصلہ کردیتا ہے کہ اللہ کے نزدیک مقبول نظام زندگی صرف اسلام ہے۔ اس سے فرار اور جان چھڑانے کی کوئی ضرورت نہیں ہے۔ جو شخص بھی مسلمان بننا چاہتا ہے اسے یہ حقیقت تسلیم کرنا ہوگی ۔ اسلام کی یہی صورت ہے ‘ وہ صورت نہیں ہے جو آج کل لوگوں نے اپنے لئے خود گھڑ رکھی ہے ۔ وہ محض اوہام ہیں ‘ محض خرافات ہیں۔",
  "ayah": 32,
  "surah": 3
}
