{
  "text": "یہ برگزیدگی کیا تھی ؟ وہ یہ کہ اللہ براہ راست اس کے اندر اپنی ایک روح ڈالنے والے تھے ۔ جس طرح اللہ نے حضرت آدم کے جسد خاکی میں سب سے پہلے روح ڈالی تھی ۔ اور پھر یہ خارق العادۃ واقعہ پوری انسانیت کے سامنے پیش کیا گیا اپنے خاص طریقے کے مطابق ‘ فی الواقع یہ تاریخ انسانیت کی ایک منفرد برگزیدگی ہے ۔ اور بلاشبہ ایک عظیم واقعہ ہے ………لیکن آج تک اس عظیم واقعہ کا انسانیت کو صحیح علم نہ تھا ۔ یہاں صفائی کی طرف اشارہ کرکے یہ تاثر دیا گیا کہ حضرت عیسیٰ (علیہ السلام) کی پیدائش کے بارے میں یہودی جو شبہات پھیلاتے تھے اور جو رکیک حملے کرتے تھے ‘ وہ قابل مذمت ہیں ۔ وہ حضرت مریم کی پاکیزگی میں شکوک و شبہات پھیلاتے تھے اور ان کی دلیل یہ تھی کہ آج تک تاریخ انسانیت میں ایسی خارق العادۃ پیدائش کا واقعہ نہیں ہوا ہے۔ اس لئے یہ یہودی (اللہ انہیں غارت کرے) کہتے تھے کہ اس واقعہ کے پیچھے کوئی ناپسندیدہ راز ہے۔\nیہاں آکر معلوم ہوتا ہے کہ اسلام کی عظمت کا کیا مقام ہے ‘ اس سے یہ بھی ظاہر ہوتا ہے کہ اسلام کا منبع صافی کس قدر بلند اور قابل اعتماد ہے ۔ رسول ﷺ پر اہل کتاب ‘ بشمول نصاریٰ قسم قسم کے الزامات عائدکر رہے تھے ۔ آپ کی تکذیب کررہے تھے ۔ آپ کے دشمن تھے اور جدل وجدال پر ہر وقت آمادہ رہتے تھے ۔ اسلام کی حقانیت کے خلاف شبہات پھیلاتے تھے ۔ لیکن دیکھئے وہ اپنے رب کی جانب سے یہ پیغام لاتے ہیں کہ حضرت مریم (علیہا السلام) کی حقیقت یہ ہے اور یہ کہ وہ تمام دنیا کی عورتوں پر فضیلت رکھتی ہیں ۔ یوں اسلام حضرت مریم کے مقام کو بلند آفاق تک اونچا کردیتا ہے ۔ لیکن موقعہ ومحل ایسا ہے کہ حضرت مریم کے پیروکار آپ کے ساتھ بحث ومناظرہ کے لئے آئے ہوئے ہیں ۔ اور حضرت مریم (علیہ السلام) کی تعظیم کو آپ کے لئے جواز بناتے ہیں کہ وہ رسول ﷺ پر ایمان نہ لائیں ۔ اور حضرت محمد ﷺ کے دین کی تکذیب کریں۔\nکیا سچائی ہے یہ ‘ کس قدر عظمت ہے یہ اسلام کی ‘ اس سے بڑی دلیل اور کیا ہوسکتی ہے کہ رسول ﷺ سچے ہیں اور ایک سچے منبع سے فیض یاب ہیں ۔ آپ پر وحی لانے والے بھی سچے ہیں ۔ وہ سچائی سے اپنے رب سے لیتے ہیں ۔ وہ حضرت مریم اور حضرت عیسیٰ (علیہ السلام) کے حق میں جو سچائی پاتے ہیں اس کا اعلان کردیتے ہیں ۔ اگر آپ اللہ کے سچے رسول نہ ہوتے تو وہ ان حالات میں اپنے دشمنوں کے متعلق اس سچائی کا اظہار نہ کرتے ۔",
  "ayah": 42,
  "surah": 3
}
