{
  "text": "اس کے بعد یہ اختتامیہ حقیقت مسیح کا فیصلہ کردیتا ہے ‘ فیصلہ کن انداز میں بتایا جاتا ہے کہ اللہ کا ارادہ ہی ہر چیز کا خالق ہے ۔ جس طرح اللہ نے حضرت عیسیٰ (علیہ السلام) کو پیدا کیا ۔ اللہ کے ہاں تخلیق کا عمل صرف یہ ہے ۔\nإِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ……………” اللہ کے نزدیک عیسیٰ کی مثال آدم کی سی ہے کہ اللہ نے اسے مٹی سے بنایا اور حکم دیا کہ ہوجا اور وہ ہوگیا۔ “\nحضرت عیسیٰ کی ولادت اس اعتبار سے کہ وہ پیدائش انسانی کے عام ڈگر سے ہٹ کر ہے ضرور تعجب انگیز ہے ۔ لیکن جب اسے حضرت آدم (علیہ السلام) کی تخلیق کے حوالے سے دیکھاجائے ‘ تو اس میں کوئی انوکھی چیز نظر نہیں آتی ۔ پیدائش مسیح کے معاملے میں اہل کتاب کے درمیان جو بحث ومناظرہ اور جدل وجدال جاری تھا ۔ اور اس سلسلے میں وہ عجیب و غریب قصے کہانیاں گھڑ رہے تھے ۔ طلسماتی ماحول پیدا کررہے تھے کہ وہ ایک عجیب بات ہے ۔ محض اس لئے کہ وہ بغیر باپ کے پیدا ہوئے ۔ یہی اہل کتاب اپنی کتابوں میں صبح وشام یہ تلاوت کرتے تھے کہ حضرت آدم کو مٹی سے پیدا کیا گیا اور اس ڈھانچے میں پھر اللہ نے روح پھونکی اور اس سے بطور انسان آدم زندہ ہوگیا ۔ اور وہ حضرت آدم کے بارے میں اس قسم کے قصے کہانیاں نہ گھڑتے تھے ۔ اور نہ ہی بحث و مباحثہ کرتے تھے ۔ وہ آدم (علیہ السلام) کے بارے میں یہ سوچتے تھے کہ ان کی بھی ایک لاہوتی طبیعت ہے ۔ اس لئے کہ جس عناصر سے آدم انسان بن کر آئے وہی عناصر ہیں جن سے حضرت عیسیٰ (علیہ السلام) بن باپ پیدا ہوکر آئے ۔ یعنی اللہ تعالیٰ نے حضرت آدم (علیہ السلام) میں اپنی روح پھونکی ‘ اور حضرت عیسیٰ (علیہ السلام) میں بھی روح ڈالی ۔ اور اس کا طریقہ کار ایک کلمہ کن سے مکمل ہوا۔ اللہ تعالیٰ نے کن کہا اور جو اس نے پیدا کرنے کا ارادہ کیا تھا وہ فیکون ہوگیا۔\nیہ حقیقت کس قدر سادہ ہے حقیقت آدم بھی یہ ہے اور حقیقت بھی یہی ہے ۔ بلکہ تمام مخلوقات کی تخلیق کی بس یہی حقیقت ہے ۔ اور یہ ایک ایسی حقیقت ہے کہ جو ذہن انسانی میں بسہولت اور بوضاحت آجاتی ہے ۔ تعجب تو اس پر ہے کہ ان واقعات کے بارے میں یہ طویل مجادلہ اور مباحثہ کیوں ہوتا رہا ۔ حالانکہ یہ واقعہ اللہ کی سنت کبریٰ کے مطابق تھا ۔ جو اس پوری کائنات میں جاری وساری ہے ۔ یعنی تخلیق کرنا اور دوبارہ اٹھانا۔\nدراصل یہ ہے انداز اس ذکر حکیم کا ‘ یہ ذکر فطرت انسانی کو فطری منطق سے خطاب کرتا ہے ۔ جو واقعی عملی ‘ سادہ ہوتی ہے ۔ اس حکیمانہ انداز کلام کی وجہ سے دنیا کے پیچیدہ ترین مشکل ترین فلسفی مسائل بھی اسے سہل نظر آتے ہیں جیسے روز مرہ کے معمولات۔\nسیاق کلام جب اس واضح فیصلے تک پہنچ جاتا ہے ۔ تو روئے سخن اب رسول اکرم ﷺ کی طرف پھرجاتا ہے ۔ اور آپ کو بتایا جاتا ہے کہ آپ اپنے سچے موقف پر قائم رہیں ۔ جس کی تلاوت آپ کے سامنے کی جارہی ہے اور جسے آپ کے حس و شعور میں بٹھایا جارہا ہے جس طرح اہل ایمان کے حس و شعور میں اسے مضبوط طرح جاگزیں کیا جارہا ہے اس لئے کہ اہل ایمان میں سے بعض افراد پر اہل کتاب کے شبہات اثر ڈال رہے تھے اور عجیب انداز میں تلبیس کرکے اہل ایمان کو گمراہ کرنے کی کوشش کررہے تھے ۔",
  "ayah": 59,
  "surah": 3
}
