{
  "text": "ان حضرات کی بحث و تکرار کا پول کھولنے کے بعد اور اس بحث کی حیثیت ختم کردینے کے بعد اور انہیں مکمل طور پر ناقابل اعتبار کردینے کے بعد ‘ اب اللہ تعالیٰ وہ اصل حقیقت بیان فرماتے ہیں جو اللہ تعالیٰ کے علم میں ہے ۔ کیونکہ تاریخ انسانی میں بہت زیادہ قدیم واقعات کی اصل حقیقت تو اللہ ہی جانتا ہے ۔ نیز حضرت ابراہیم (علیہ السلام) پر جو دین نازل فرمایا گیا تھا ‘ اس کی حقیقت کو بھی اللہ ہی جانتا ہے ۔ اور اللہ کا فیصلہ بہرحال قاطع ہے ۔ اللہ کے فیصلے کے بعد کسی کے لئے کوئی بات کرنے کی گنجائش بھی نہیں ہے ۔ الایہ کہ کوئی ہر صورت میں ‘ بغیر کسی دلیل وبرہان کے ‘ مجادلہ پر اتر آیاہو مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\n” ابراہیم (علیہ السلام) نہ یہودی تھا ‘ نہ عیسائی بلکہ وہ ایک مسلم یکسو تھا اور وہ ہرگز مشرکوں میں سے نہ تھا۔ “ یوں ‘ اس سے پہلے اشارۃً بات کی گئی تھی کہ ابراہیم نہ یہودی تھے اور نہ نصرانی تھے ‘ اس لئے کہ تورات وانجیل بعد میں نازل ہوئی ۔ یہاں اس کی تصریح کردی گئی ہے کہ وہ یہودی اور نصرانی نہیں تھے بلکہ وہ مسلم حنیف تھے ۔ اور وہ اسلام کے سوا کسی اور ملت کی طرف مائل نہ تھے ۔ اس لئے کہ وہ مسلم تھے ۔ اور مسلم بھی ان معنوں میں تھے ‘ جن کی تفصیل ہم نے اس سے پہلے بیان کردی ہے وَمَا كَانَ مِنَ الْمُشْرِكِينَ……………” اور وہ مشرکوں میں سے نہ تھے۔ “ یہ فقرہ سابقہ فقرے کی تاکید مزید ہے کہ وہ مسلم حنیف تھے ۔ اور اس لئے کہ مسلم حنیف جو بھی ہو وہ مشرک نہیں ہوتا۔ اب حنیف مسلم کے بعدیہ کہنا کہ وہ مشرک نہ تھے اس میں چند لطیف اشارے مقصود ہیں ۔\nپہلا اشارہ یہ ہے کہ یہود ونصاریٰ جن کے اندر عقائد کا انحراف اس حد تک پہنچ گیا ہے وہ در حقیقت مشرک ہیں ۔ یہی وجہ ہے کہ وہ ابراہیم نہ یہودی ہوسکتا ہے اور نہ نصرانی ‘ بلکہ وہ مسلم حنیف ہی ہے۔\nدوسرا اشارہ یہ ہے کہ اسلام ایک علیحدہ حقیقت ہے اور شرک بالکل ایک الگ چیز ہے ۔ ان دونوں کا ایک جگہ اکٹھ کبھی نہیں ہوسکتا ۔ اسلام مطلق توحیدکانام ہے اور توحید بھی از ہمہ جہت وباہمہ خصوصیات وباہمہ مقتضیات اس لئے اسلام شرک کے کسی رنگ کے ساتھ لگا نہیں کھاتا۔\nاس میں تیسرا اشارہ یہ مطلوب ہے کہ مشرکین قریش اپنے آپ کو حنیفی اور دین ابراہیم (علیہ السلام) کے پیرو سمجھتے تھے ۔ اور وہ خانہ کعبہ کے خادم اور مجاور تھے ۔ ان کو بتایا جارہا ہے کہ وہ تو مسلم حنیف تھے ۔ اور تم مشرکین ہو وَمَا كَانَ مِنَ الْمُشْرِكِينَ……………” وہ مشرکوں میں سے نہ تھا۔ “\nجب ابراہیم (علیہ السلام) مسلم حنیف تھے اور مشرک نہ تھے تو یہود ونصاریٰ یا مشرکین میں سے کوئی بھی یہ دعویٰ نہیں کرسکتا کہ وہ ان کے وارث ہیں ۔ اور نہ ہی ان میں سے کوئی یہ دعویٰ کرسکتا ہے کہ وہ ابراہیم کے دین کے والی ہیں حالانکہ وہ اس دین سے بہت ہی دور جاچکے ہیں ۔ عقیدہ اور نظریہ وہ رابطہ ہے جس پر لوگ اسلام میں باہم جمع ہوتے ہیں ۔ جبکہ ہم نسب ‘ ہم قوم ‘ ہم جنس اور ہم وطن ہوکر بھی لوگ دوسرے سے دور ہوتے ہیں ۔ اگر وہ مسلمان نہ ہوں اور جب اسلامی نظریہ حیات کی اس مضبوط اساس پر اہل ایمان جمع ہوتے ہیں تو پھر ان کی نظر میں انسان وہ ہوتا ہے جو روحانی اعتبار سے انسان ہو۔ یعنی انسان اس وجہ سے ممتاز ہے کہ اس کے جسم میں اللہ نے ایک پاک روح ڈالی ہے ۔ چناچہ اس کا صحیح اکٹھ بھی عقیدے کی اساس ہو سکتا ہے جو اس کی روح کی خصوصیات میں سے ایک اہم خصوصیت ہے ۔ انسان کا اجتماعی نظام ان اساسوں پر قائم نہیں ہوتا جس پر مویشیوں کا اکٹھ ہوتا ہے ۔ مثلاً ای جگہ چرنے والے مویشی ‘ ایک جنس کے مویشی ‘ ایک چراگاہ والے مویشی ایک ہی باڑے میں اور اہل زندان میں روکے ہوئے مویشی باہم مل کر رہتے ہیں ۔ اسلامی نقطہ نظر سے ایک فرد اور دوسرے فرد ‘ ایک گروہ اور دوسرے گروہ ‘ ایک نسل اور دوسری نسل کے درمیان ماسوائے عقیدہ اور نظریہ حیات کے اور کوئی رابطہ نہیں ہوتا۔ اس میں ایک مومن دوسرے مومن سے محبت کرتا ہے ‘ ایک مسلم گروہ کو دوسرے مسلم گروہ سے محبت ہوتی ہے ۔ ایک اسلامی جماعت کا دوسرے اسلامی جماعت سے تعلق ہوتا ہے اور مسلم نسلوں کا دوسری مسلم نسلوں سے تعلق ہوتا ہے اور اس کی راہ میں زمان ومکان کی حدود حائل نہیں ہوسکتیں۔ اس تعلق کی راہ میں خون اور نسب کے فاصلے حائل نہیں ہوسکتے ۔ قوم اور علاقے کے فاصلے حائل نہیں ہوتے ۔ وہ باہم نظریاتی دوست ہوتے ہیں ۔ صرف نظریہ کی اساس پر اور ان سب کے اوپر پھر ذات باری سب کی دوست ہوتی ہے ۔",
  "ayah": 67,
  "surah": 3
}
