{
  "text": "کس قدر مکارانہ طریق کار ہے یہ ؟ جیسا کہ ہم نے کہا یہ لوگ ایسے اوچھے ہتھیار بھی استعمال کرتے تھے ۔ اس لئے کہ اسلام لانا اور پھر اسلام سے پھرجانا ‘ اس لئے ممکن تھا کہ بعض کمزور طبع لوگ ‘ کم فہم لوگ ‘ ایسے لوگ جو زیادہ ثابت قدم نہ تھے ۔ اور جنہیں اپنے دین کی حقیقت کا بھی اچھی طرح علم نہ تھا ‘ وہ متاثر ہوسکتے تھے ۔ ان کے دل میں خلجان پیدا ہوسکتا تھا۔ خصوصاً عرب جو امی تھے ۔ اور ان میں یہ بات عام تھی کہ دین اور کتب سماوی کے بارے میں اہل کتاب ان سے زیادہ معلومات رکھتے ہیں ۔ جب انہوں نے دیکھا کہ وہ ایمان لاتے ہیں اور پھر مرتد ہوجاتے ہیں تو ظاہر ہے کہ انہوں نے اس دین میں کوئی خفیہ کمزوری یا نقص پکڑلیا ہوگا۔ یا یہ کہ خود مرتد ہونے والے شک میں پڑگئے کہ وہ فیصلہ نہیں کرپاتے کہ وہ کدھر جائیں اور ان کو کسی حال میں ثابت حاصل نہیں ہے ۔ اور اہل کتاب کی جانب سے یہ دھوکہ آج تک جاری ہے ۔ ہاں اس کی شکل و صورت اور طور طریقے حالات زمانہ کے مطابقت سے بدل گئے ہیں ۔\nہاں آج کے دور میں مسلمانوں کے دشمنوں نے یہ سمجھ لیا ہے کہ وہ اب ان پرانی سازشوں پر ملمع کاری کرکے اہل اسلام کو دھوکہ نہیں دے سکتے ۔ اس لئے تمام دشمنوں نے اسی پرانے اسلوب پر کچھ جدید طریقے وضع کئے ہیں اور ان کے ذریعے سے مسلمانوں کو گمراہ کرتے ہیں ۔ اب ان لوگوں نے عالم اسلام میں اساتذہ ‘ فلاسفہ ‘ محققین اور پی ایچ ڈی کے حاملین کی ایک جرار فوج چھوڑی ہوئی ہے ۔ یہ سب لوگ درپردہ ان دشمنان اسلام کے ایجنٹ ہیں ۔ پھر ان دشمنوں نے ہمارے مصنفین ‘ شعراء ‘ فن کاروں اور صحافیوں کو بھی اپنے جال میں پھنسا رکھا ہے ۔ ان لوگوں کے نام مسلمانوں جیسے ہیں ۔ اس لئے کہ وہ مسلمانوں کی اولاد ہیں اور بعض تو مسلمانوں کے علماء ہیں ۔\nایجنٹ کی اس فوج کا کام صرف یہ ہے کہ یہ مسلمانوں کے دل و دماغ میں شکوک و شبہات پھیلائے ۔ اور اس کے لئے مختلف اسلوب اختیار کرے ۔ کبھی وہ علم وادب کے دروازے سے کام کرتے ہیں ۔ کبھی وہ صحافی اور فنکار کے روپ میں کام کرتے ہیں ۔ یہ لوگ اسلامی اصول حیات کی قدر و قیمت کم کرنے ‘ اسلامی نظریہ حیات کا مزاح اڑانے ‘ اسلامی اصولوں اور نصوص میں ایسی تاویلیں کرنے میں لگے ہوتے ہیں ‘ جن تاویلوں کے وہ نصوص متحمل ہی نہیں ہوسکتے ۔ یہ مسلسل ڈھول پیٹتے ہیں کہ اسلامی نظام حیات رجعت پسندی ہے ۔ اور وہ ہر وقت اس تبلیغ میں لگے رہتے ہیں کہ اسلامی نظریہ حیات کو ترک کردیا جائے ۔ اور اسے انسان کی عملی زندگی سے خارج کردیاجائے ۔ گویا کہ انسانی زندگی کو اس سے خطرہ ہے اور اس کو زندگی سے خطرہ ہے۔ یہ لوگ مسلمانوں کے شعور اور طرز عمل میں ایسے تصورات اور ایسی روایات اور ایسے اصول کو رواج دیتے ہیں جو اسلامی تصورات کے متضاد ہوتے ہیں اور جن سے اسلامی طرز عمل اور اسلامی روایات کی خوش شکست وریخت ہوتی ہے ۔ یہ ایجنٹ ان جدیدجاہلی تصورات کو مسلمانوں کے نظریات میں جس قدر جاذب بناتے ہیں ۔ اسی قدر ایمانی روایات کا حلیہ بگاڑتے ہیں ۔ مزید برآں یہ کہ یہ ایجنٹ جنسیت کو ہر قید وبند سے آزاد کرتے ہیں ۔ اور اساسوں کو بنیاد سے اکھاڑ تے ہیں ۔ جن کے اوپر پاکیزہ اخلاق استوار ہوتے ہیں اور معاشرے کو اس گندگی کے اندر گراتے ہیں جسے وہ جگہ جگہ پھیلاتے پھرتے ہیں اور سب سے بڑی بات یہ ہے کہ یہ ایجنٹ اسلامی تاریخ کا بعینہ اسی طرح حلیہ بگاڑتے ہیں ‘ جس طرح انہوں نے اپنی کتب سماوی کا حلیہ بگاڑا اور اس میں تحریف کی ۔\nلیکن آپ حیران ہوں گے یہ ایجنٹ ان سب کارناموں کے ساتھ پھر بھی مسلمان ہیں ! کیوں مسلمان نہ ہوں ‘ کیا ان کے نام مسلمانوں کی طرح نہیں ؟ اور وہ ان ناموں کے ساتھ ساتھ روز دن چڑھے اپنے اسلام کا اظہار واقرار بھی کرتے ہیں لیکن وہ مذکورہ بالا کارنامے کرکے گویا شام کے وقت وہ اسلام کا انکار کردیتے ہیں ۔ اور اس طرح یہ ایجنٹ وہ کردار ادا کرتے ہیں جو پرانے اہل کتاب کرتے تھے ۔ فرق صرف یہ ہے کہ دور قدیم اور آج کے ماحول اور طریقہ واردات میں قدرے فرق ہے۔",
  "ayah": 72,
  "surah": 3
}
