{
  "text": "جو اہل کتاب اس وقت اہل ایمان اور جماعت مسلمہ کے مقابلے میں اترے ہوئے تھے اور بحث و تکرار کررہے تھے ‘ ان کے بارے میں قرآن کریم کا تبصرہ نہایت ہی منصفانہ سچائی پر مبنی ہے ۔ اور ان کے اوصاف بےکم وکاست بیان کئے گئے ہیں ۔ اور جو اوصاف بیان کئے گئے ہیں ‘ آج تک اہل کتاب کا یہی حال ہے ۔ غرض اہل کتاب اسلام اور مسلمانوں کے ساتھ جو دشمنی کررہے تھے مسلمانوں اور اسلام کے خلاف وہ جس قدر گہری اور مذموم سازشیں کررہے تھے اور جماعت مسلمہ اور دین اسلام کے خلاف وہ جس قدر شدید شر و فساد کے لئے ہر وقت تیار رہتے تھے ۔ ان سب حقائق کے باوجود ان میں سے جو لوگ اچھے تھے نہ ان کے فضائل چھپاتا ہے اور نہ ان کے بیان میں کمی کرتا ہے۔ حالانکہ وہ اس وقت وہ اہل اسلام کے ساتھ مقابلہ ومناظرہ کی حالت میں تھے ۔ اس لئے قرآن مجید کہتا ہے کہ اہل کتاب میں سے بعض لوگ ایسے ہیں کہ اگر ان کے ہاتھ میں لوگوں کے عظیم حقوق بھی آجائیں تو وہ انہیں تلف نہیں کرتے ۔\nوَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ……………” اہل کتاب میں سے کوئی تو ایسا ہے اگر تم اس کے اعتماد پر مال و دولت کا ایک ڈھیر بھی دے دو تو وہ تمہارا مال تمہیں ادا کرے گا۔ “ لیکن ان میں سے ایسے لوگ بھی ہیں جو پرلے درجے کے خائن ‘ لالچی ‘ اور ملمع کار ہیں جو کسی کا حق نہیں لوٹاتے ۔ اگرچہ وہ بہت ہی حقیر کیوں نہ ہوں ‘ ہاں صرف وہ اس صورت میں ادا کریں گے کہ تم ان سے اصرار سے مطالبہ کرو اور ان کے سر پر سوار ہوجاؤ اور یہ حق مارنے کے لئے وہ ایک ایسا فلسفہ بھی گڑھتے ہیں جس میں سوچے سمجھے اللہ پر جھوٹ باندھتے ہیں۔\nوَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لا يُؤَدِّهِ إِلَيْكَ إِلا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الأمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ ” اور کسی کا حال یہ ہے کہ اگر تم ایک دینار کے معاملے میں بھی اس پر بھروسہ کرو تو وہ ادانہ کرے گا الا یہ کہ تم اس کے سر پر سوارہوجاؤ ‘ ان کی اس اخلاقی حالت کا سبب یہ ہے کہ وہ کہتے ہیں ” امیوں (غیر یہودیوں کے معاملے میں ) ہم پر کوئی مواخذہ نہیں ہے ۔ “ اور یہ بات وہ محض جھوٹ گھڑ کر اللہ کی طرف منسوب کرتے ہیں حالانکہ انہیں معلوم ہے کہ اللہ نے کوئی ایسی بات نہیں فرمائی۔ “\nاور یہ بھی یہودیوں کی ایک خاص صفت ہے ۔ صرف یہودی یہ بات کہتے تھے ۔ ان کے ہاں اخلاق وآداب کے مختلف پیمانے تھے ۔ امانت ودیانت تو صرف ایک یہودی اور دوسری یہودی کے درمیان معاملات کے لئے ہے ۔ رہے غیر یہودی جنہیں وہ امی کہتے تھے ۔ اور ان سے مراد ان کی صرف عربوں ہی سے تھی ۔ تو ان کے اموال تلف کرنے اور ناجائز ہڑپ کرجانے میں وہ کوئی حرج محسوس نہ کرتے تھے ۔ وہ بڑی بےتکلفی کے ساتھ غیر یہود کے ساتھ دھوکہ ‘ فریب ‘ ملمع کاری ‘ استحصال جیسے جرائم کا ارتکاب کرتے تھے ۔ بغیر کسی جھجھک کے وہ ان کے خلاف اوچھے ہتھیار استعمال کرتے اور مذموم حرکات کا ارتکاب کرتے۔\nتعجب کی بات تو یہ ہے کہ ان کا کہنا یہ تھا کہ ان کا خدا اور ان کا دین انہیں اس بات کا حکم دیتا ہے۔ لیکن دراصل وہ اچھی طرح جانتے تھے کہ وہ جھوٹ بولتے ہیں ۔ اس لئے کہ اللہ تعالیٰ کسی فحش بات کا حکم نہیں دیتا ۔ مثلاً یہ کہ وہ کسی گروہ کو حکم دے کہ وہ دوسرے گروہ کی دولت ناجائز اور ظالمانہ طور پرکھائے ۔ اور اس کے ساتھ اپنے کئے ہوئے معاہدوں کی پابندی نہ کرے ۔ اور اپنی ذمہ داریاں پوری نہ کرے ۔ اور ان کو بغیر کسی کراہیت اور حرج کے نقصان پہنچاتا چلاجائے ۔ لیکن وہ یہودی تھے ۔ وہ یہودی جنہوں نے انسانوں کے ساتھ عداوت اور دشمنی کو اپنا دین بنارکھا ہے۔ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ……………” وہ اللہ پر جھوٹ باندھتے ہیں ‘ جانتے ہوئے۔ “",
  "ayah": 75,
  "surah": 3
}
