{
  "text": "اس مقام پر قرآن کریم انسانوں کے لئے اپنا واحد اخلاقی اصول طے کردیتا ہے ۔ یہ اس کا واحد اخلاقی معیار ہے ۔ اور وہ اپنے اخلاقی نقطہ نظر کو خدا اور خدا خوفی کے ساتھ جوڑ دیتا ہے۔\nغرض یہ ایک اخلاقی اصول ہے ‘ جس نے اس کا لحاظ رکھا ‘ اللہ کے عہد کا پاس کرتے ہوئے اللہ خوفی کا شعور رکھتے ہوئے تو اللہ تعالیٰ اس کے ساتھ محبت رکھے گا ‘ اسے اعزاز اور اکرام نصیب ہوگا۔ اور جس نے اللہ کے ساتھ کئے ہوئے ‘ اس عہد کو دنیا کے ثمن قلیل کی وجہ سے توڑا ‘ چاہے اسے یہ پوری دنیا کیوں نہ مل رہی ہو ‘ تو اس کے لئے آخرت میں کوئی حصہ نہ ہوگا ‘ اس لئے کہ یہ پوری دنیا بھی آخرت کے مقابلے میں متاع قلیل ہے ۔ اللہ کے ہاں ایسا شخص ہرگز مقبول نہ ہوگا اور ایسے شخص کے لئے کوئی نرمی نہ ہوگی ۔ نہ وہ صاف ہوگا اور نہ پاک ‘ اس کی یہ حالت ہوگی وہ عذاب الیم میں مبتلا ہوگا۔\nیہاں اشارتاً یہ کہا گیا ہے کہ وفائے عہد کا تعلق اللہ خوفی کے ساتھ ہے ۔ اس لئے وفائے عہد میں کسی حالت میں بھی فرق نہیں آنا چاہئے ۔ وہ دوست کے ساتھ ہو یا دشمن کے ساتھ ہو ۔ وفائے عہد مصلحتوں پر موقوف نہیں ہوتا ۔ اس لئے کہ وفائے عہد کا معاملہ اللہ کے ساتھ مربوط ہوتا ہے۔ اس کا ربط اور تعلق اس شخص کے ساتھ نہیں ہوتا جس کے ساتھ عہد کیا گیا ہو۔\nیہ ہے اسلام کا اخلاقی نقطہ نظر ‘ ایفائے عہد میں بھی اور عمومی اجتماعی اخلاق میں بھی ۔ یہ کہ اجتماعی معاملات میں سب سے پہلا معاملہ اللہ کے ساتھ ہوتا ہے ۔ ایک مسلمان سب سے پہلے ذات باری کو پیش نظر رکھتا ہے۔ وہ سب سے پہلے اللہ کے غضب سے ڈرتا ہے ۔ اور اس کی رضامندی کا طلب گار ہوتا ہے۔ اسلام میں اخلاقیات کی تہہ میں محرک مصلحت نہیں ہوتی ‘ نہ اس کا سبب اجتماعی عادت ہوتی ہے اور نہ اخلاقیات سوسائٹی کے دباؤ کی وجہ سے رائج ہوتے ہیں ‘ اس لئے کہ سوسائٹی کبھی راہ راست پر ہوتی ہے اور کبھی گمراہ ہوتی ہے ۔ اور اس میں گمراہ کن اقدار اور پیمانے رائج ہوجاتے ہیں ۔ لہٰذا اخلاقیات کے لئے ایسے ناقابل تغیر پیمانے وضع ہونا ضروری ہیں جن کے مطابق ایک فرد بھی اپنے اخلاق کو ناپے اور ایک سوسائٹی بھی ان کے معیار کو سمجھے ۔ اور ناقابل تغیر ہونے اور مستحکم ہونے کے ساتھ ساتھ ان اخلاقی پیمانوں کا تعلق عالم بالا سے بھی ہو ‘ جہاں سے پیمانے لئے جائیں ۔ یہ پیمانے اور ان کا ماخذ انسانی اصطلاحات اور انسانی ضروریات سے بالاہو ‘ اس لئے کہ انسانی ضروریات اور مصلحتیں روز بدلتی رہتی ہیں ۔ لہٰذا یہ ضروری ہے کہ یہ اصول اور پیمانے ذات باری سے اخذ کئے جائیں اور وہ اس طرح کہ سب سے پہلے معلوم کیا جائے کہ اللہ کی رضا کیا ہے ۔ اس کی رضامندی پیش نظر ہو ‘ اس کا خوف دل میں ہو ‘ یوں اسلام انسانیت کو ایک ایسا اخلاقی نظام دیتا ہے جس کی جڑیں اس دنیا کی بجائے عالم بالا میں ہوتی ہیں اور وہ اسی روشن مستحکم اور سربلند سرچشمے سے اپنے اخلاقی پیمانے اور اخلاقی اصول اخذ کرتا ہے۔\nیہی وجہ ہے کہ جو لوگ وعدہ خلافی کرتے ہیں اور امانت میں بددیانتی کرتے ہیں ان کے بارے میں فرماتے ہیں کہ وہ اللہ کے عہد اور اپنی قسموں کو تھوڑی قیمت پر بیچ ڈالتے ہیں ۔ لہٰذا عہد و پیمان کا پہلا تعلق اللہ اور بندے کے درمیان ہے اور بعد میں اس کا تعلق ایک انسان اور دوسرے انسان کے ساتھ ہے ۔ لہٰذا جہاں تک اللہ کا تعلق ہے ایسے عہد شکن لوگوں کے لئے آخرت میں کوئی حصہ نہ ہوگا۔ ہاں اگر وہ اس عہد شکنی اور قسم توڑنے کے عوض کوئی دنیاوی مفاد حاصل کرنا چاہتے ہیں تو یہ مصالح دنیا آخرت کے مقابلے میں کوئی قیمت نہیں رکھتے ۔ اس لئے ان کی اس عہد شکنی کی وجہ سے روز آخرت میں ان کے لئے کوئی جزا نہ ہوگی اس لئے کہ انہوں نے لوگوں کے ساتھ جو عہد کیا تھا وہ اللہ کے ساتھ بھی عہد تھا۔\nیہاں اس بات کی وضاحت بھی ہوتی ہے کہ فنی اعتبار سے قرآن کریم کا اسلوب تعبیر نہایت ہی مصورانہ ہے ۔ یہاں اس حقیقت کہ اللہ ان پر کوئی توجہ نہ کرے گا اور ان کی کوئی رو رعایت نہ ہوگی ۔ یوں ادا کیا گیا ہے کہ اللہ نہ ان کے ساتھ بات کرے گا ‘ نہ ان کی طرف نظر اٹھاکر دیکھے گا اور نہ ہی انہیں پاک کرے گا ۔ یہ وہ انداز ہے جو بالعموم نظر انداز کرنے کے لئے عام لوگوں کے درمیان متعارف ہے ۔ قرآن کریم نے اس تصویری انداز بیان کو اس لئے اختیار کیا ہے تاکہ قیامت کے دن ان کی رسوائی کی ایک زندہ اور وجدانی تصویر آنکھوں کے سامنے آجائے ۔ یہ زندہ اور وجدانی پیرایہ اظہار محض تجریدی انداز بیان سے زیادہ دلنشین ہوتا ہے۔ یہ قرآن کریم کا پیرایہ اظہار ‘ بہت ہی خوبصورت اور حسین و جمیل ۔\nذرا آگے بڑھئے اور دیکھئے اہل کتاب کے کچھ اور نمونے ‘ ایک نمونہ ان گمراہ کنندگان کا ہے جو خود کتاب اللہ کو لوگوں کی گمراہی کے لئے بطور ہتھیار استعمال کرتے ہیں ۔ وہ اپنی زبان کو موڑ کر چالاکی سے بات کرتے ہیں اور مراد کچھ سے کچھ بن جاتی ہے ۔ وہ آیات کتاب میں ایسی توڑپھوڑ کرتے ہیں جس سے مراد اور مفہوم ان کی متعینہ خواہشات کے مطابق ہوجاتا ہے اور اس توڑ اور پھوڑ کے بدلے میں ایک حقیر فیس وصول کرتے ہیں ۔ اور اس فیس کا تعلق اس دنیا کے حقیر مقاصد کے ساتھ ہوتا ہے اور وہ جو تحریفات اور تاویلات کرتے تھے منجملہ ان میں سے وہ عقائد تھے ‘ جو انہوں نے حضرت مسیح اور حضرت مریم کے بارے میں گھڑرکھے تھے ۔ اور وہ عقائد اہل کنیسا اور حکام وقت کے مفید مطلب تھے ۔",
  "ayah": 76,
  "surah": 3
}
