{
  "text": "جب اہل دین اخلاقی فساد میں مبتلا ہوجاتے ہیں تو وہ دینی حقائق میں ملاوٹ کا ذریعہ بنتے ہیں اور یہ کام وہ علمائے دین کے لباس میں کرتے ہیں ۔ قرآن کریم یہاں اہل کتاب میں ایک گروہ کے جو حالات بیان کررہا ہے ‘ ان سے ہم اپنے زمانے میں اچھی طرح واقف ہیں ‘ اہل کتاب نصوص کتاب میں تاویلات کرتے تھے ۔ زبان کے ہیر پھیر سے مفہوم تبدیل کرتے تھے ۔ اور اس طرح وہ طے شدہ نتائج اخذ کرتے تھے ۔ اور ان کا یقین یہ ہوتا تھا کہ کتاب اللہ کا مفہوم یہی ہے ۔ اور یہی مفہوم ارادہ الٰہی کا اظہار ہے ۔ حالانکہ جو نتائج وہ اخذ کرتے تھے وہ اصول دین سے متصادم تھے ۔ ان کو یہ اعتماد تھا اکثر سامعین ان پڑھ اور بےعلم ہیں اور وہ ان کے خودساختہ نتائج اور آیات کے حقیقی مفہوم کے درمیان کوئی فرق اور امتیاز نہیں کرسکتے ۔ حالانکہ ان کے نتائج جعلی اور جھوٹے تھے اور ان نتائج تک وہ آیات کو زبردستی کھینچ کر لاتے تھے ۔\nاہل کتاب کا یہ نمونہ ہمارے دور میں بعض دینی راہنماؤں میں پوری طرح پایا جاتا ہے ‘ جو بطور ظلم اپنے آپ کو دین کے حوالے سے پیش کرتے ہیں ۔ جو دین میں تحریف کرتے ہیں ۔ اور جو اپنی خواہشات نفسانیہ میں سے مزاح بناتے ہیں ۔ وہ اپنے کاندھوں پر آیات الٰہی کو اٹھائے ہوئے پھرتے ہیں اور جہاں بھی انہیں کوئی مفاد نظرآئے اسی کی بھینٹ چڑھاتے ہیں ‘ جہاں بھی اس دنیا کے مفادات میں سے کوئی بھی مفاد ملتا ہے ۔ ان آیات کے ذریعہ وہ اسے حاصل کرتے ہیں ۔ غرض آیات الٰہی کو اٹھائے یہ لوگ اغراض دنیاوی کے پیچھے دوڑتے رہتے ہیں ۔ اور پھر ان آیات کی گردن توڑ کر اور انہیں خوب مروڑ کر ان مفادات پر فٹ کرتے ہیں ۔ وہ الفاظ کے مفہوم میں ایسی تبدیلی کرتے ہیں کہ وہ ان کے مقاصد اور رجحانات سے موافق ہوجائیں ۔ اگرچہ یہ رجحانات دین کے اساسی تصورات اور اصول دین کے ساتھ متصادم ہوں ۔ وہ اس میدان میں سہ گانہ جدوجہد کرتے ہیں اور ہر قسم کی بہتان تراشی کا ارتکاب کرتے ہیں اور ہر وقت اسی گھات میں بیٹھے رہتے ہیں کہ کسی طرح قرآن مجید کے کسی لفظ کا وہ مفہوم نکال لیں جو ان کی خواہشات نفسانیہ کے مطابق ہو ‘ اور جس سے یہ رائج اور صاید خواہشات ثابت ہوجائیں ۔\nوَیَقُولُونَ ھُوَ مِن عِندِ اللّٰہِ وَمَا ھُوَ مِن عِندِ اللّٰہِ وَیَقُولُونَ عَلَی اللّٰہِ الکَذِبَ وَھُم یَعلَمُونَ\n” وہ کہتے ہیں کہ جو کچھ ہم پڑھ رہے ہیں یہ اللہ کی طرف سے ہے حالانکہ وہ اللہ کی طرف سے نہیں ہوتا ‘ وہ جان بوجھ کر بات اللہ کی طرف منسوب کردیتے ہیں ۔ “\nقرآن کریم نے اہل کتاب کے ایک گروہ کا جو حال بیان کیا ہے ‘ یہ ایک ایسی بیماری ہے جو اہل کتاب کے ساتھ مخصوص نہیں ہے ۔ اس میں ہر وہ قوم مبتلا ہوجاتی ہے جو دین کا کام ایسے لوگوں کے سپرد کردیتی ہے جو نام نہاد دیندار ہوتے ہیں اور جن کے نزدیک دین اس قدر ارزاں ہوجاتا ہے کہ اس کی قدر و قیمت ان کی اغراض دنیاوی میں سے ادنی کے غرض کے برابر بھی نہیں ہوتی ۔ اور ان کی ذمہ داری کی حس اس قدر مانگ پڑجاتی ہے کہ ان کا دل اللہ پر جھوٹ باندھنے سے بھی نہیں چوکتا۔ وہ لوگوں اور بندوں کی چاپلوسی کی خاطر آیات الٰہی میں تبدیلی کرتے ہیں ۔ اور اپنی غیر صحت مندخواہشات کو پورا کرنے کے لئے وہ اللہ کے دین میں تحریف کا ارتکاب کرتے ہیں ۔ گویا اللہ تعالیٰ جماعت مسلمہ کو اس خطرناک مقام سے آگاہ کرتے ہیں جہاں قدم پھسل جاتے ہیں اور جس کی وجہ سے بنی اسرائیل نے اپنے مقام قیادت کو کھودیا۔\nان آیات کے مجموعی تاثر کے مطابق معلوم ہوتا ہے کہ بنی اسرائیل کا یہ گروہ کتاب اللہ میں سے مجازی تعبیرات پر مشتمل بعض جملے تلاش کرلیتا تھا اور پھر ان آیات کو توڑ مروڑ کر ان سے ایسے معانی نکال لیتا تھا ‘ جن کی متحمل وہ آیات نہ تھیں ۔ یوں وہ اپنی تاویلات کے ذریعہ عجیب معانی نکالتے اور ان پڑھ لوگوں کو یہ تاثر دیتے کہ یہ مفاہم کتاب اللہ کے مدلولات ہیں ۔ حالانکہ وہ خود ان کے ایجاد کردہ تھے ۔ وہ لوگوں سے کہتے یہ ہے وہ بات جو اللہ نے کہی ہے ۔ حالانکہ اللہ نے تعالیٰ نے ایسی کوئی بات نہیں کہی ہوتی ۔ ان تاویلات کا مقصد اور ہدف یہ تھا کہ وہ حضرت عیسیٰ (علیہ السلام) کی الوہیت ثابت کردیں ‘۔ یعنی تین اقنوم باپ ‘ بیٹا اور روح القدس ‘ تین بھی اور ایک بھی اور وہ ایک اللہ ہے ۔ حالانکہ اللہ تعالیٰ ان کے تصور سے پاک ہے ۔ وہ حضرت عیسیٰ (علیہ السلام) سے ایسے کلمات روایت کرتے تھے جو ان کے مزعومات کی تائید کرتے تھے ۔ تو اللہ تعالیٰ نے ان کی ان تحریفات اور تاویلات کی تردید کرتے ہوئے فرمایا کہ یہ کیسے ممکن ہے کہ اللہ اپنے بندے کو نبوت کے لئے چن لے اور اس کو یہ عظیم منصب عطاکردے اور وہ بندہ لوگوں کو حکم دے کہ وہ اسے الٰہ بنالیں ۔ فرشتوں کو الٰہ بنالیں ۔ یہ تو ممکن ہی نہیں ہے ۔",
  "ayah": 78,
  "surah": 3
}
