{
  "text": "اللہ تعالیٰ نے ایک نہایت ہی خوفناک اور پختہ معاہدہ لیا ‘ اور اس معاہدے پر وہ خود گواہ بن گیا اور اپنے تمام نبیوں کو اس پر گواہ بنایا یہ معاہدہ تمام رسولوں سے لیا گیا تھا ۔ مضمون یہ تھا کہ جس رسول کو بھی کتاب و حکمت دی جائے اس کا فرض یہ ہوگا کہ وہ اس کے بعد آنیوالے رسول کی تائید کردے اگر بعد میں آنے والا رسول خود اس کی تعلیمات کی توثیق وتائید کررہا ہو ۔ تائید کے ساتھ سابقہ رسول کا یہ بھی فرض ہے کہ اس کی نصرت کرے اور اس کی شریعت کی اطاعت کرے ۔ یہ معاہدہ اللہ اور ہر رسول کے مابین طے پایا تھا۔\nقران کریم نے تاریخ انسانی کے طویل ترین دفتر کو لپیٹ کر تمام رسولوں کو ایک جگہ جمع کردیا ۔ وہ ایک ہی منظر میں سب جمع ہیں ۔ اللہ جل شانہ ان کو ایک ساتھ خطاب فرما رہے ہیں تو کیا انہوں نے اس معاہدے کا اقرار کرلیا اور اللہ کی بھاری ذمہ داری کو قبول کرلیا ۔ اللہ تعالیٰ سوال فرماتے ہیں قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي……………” کیا تم اس کا اقرار کرتے ہو اور اس پر میری طرف سے عہد کی بھاری ذمہ داری اٹھاتے ہو ؟ “ وہ سب جواب دیتے ہیں ۔ قَالُوا أَقْرَرْنَا……………” ہم اقرار کرتے ہیں۔ “…………پس رب ذوالجلال اس معاہدے پر خود بھی گواہ بن جاتے ہیں اور ان کو بھی گواہ بناتے ہیں ۔ قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ……………” فرمایا تو گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں۔ “\nیہ ایک عظیم اور دہشت انگیز منظر ‘ جس کی تصویر کشی قرآن کرتا ہے ‘ اسے دیکھ کر دل کانپ اٹھتے ہیں ‘ اس منظر میں تمام انبیاء ورسل جناب باری میں کھڑے نظر آتے ہیں ۔ نظر آتا ہے کہ معززین ارض کا یہ قافلہ ایک دوسرے سے جڑا ہوا ‘ ایک دوسرے پر تکیہ لگائے کھڑا ہے اور سب کے سب لوگ عالم بالا کی ربانی ہدایت کے منتظر ہیں ۔ یہ سب اسی حقیقت اور سچائی کی نمائندگی کرتے ہیں جو ایک ہے اور جس کے بارے میں اللہ کا حکم یہ ہے کہ پوری انسانیت کی تعمیر اس کی اساس پر کی جائے جس میں کوئی انحراف نہ ہو ‘ کوئی دوئی نہ ہو ‘ کوئی تعارض نہ ہو اور کوئی تصادم نہ ہو ‘ اس سچائی کے نمائندے وہ لوگ ہیں جو لوگوں میں سے برگزیدہ ہیں ۔ ان میں سے ہر برگزیدہ اس سچائی کو دوسرے برگزیدہ کی طرف منتقل کرتا چلاآیا ہے ۔ اس طرح وہ اپنی ذات کو بھی آنیوالے مختار کی طرف منتقل کرتا جاتا ہے ۔ اس لیے کہ نبی کی ذات اس کی اپنی نہیں ہوتی ہے ۔ نہ اس مہم میں اس کا کوئی ذاتی مقصد یاخواہش ہوتی ہے ‘ نہ نبی ذاتی اور شخصی عزت و تکریم کے لئے کام کرتا ہے وہ تو بندہ مختار ہوتا ہے اور ایک ذمہ دار مبلغ ہوتا ہے۔ یہ ذات باری ہی ہے جو مختلف ادوار میں مختلف نسلوں کی طرف دعوت اسلامی کو منتقل کرتا چلا آتا ہے اور مختاران رسل اسے جس طرح چاہتے ہیں چلاتے ہیں ۔\nدین کے اس تصور اور اللہ کے ساتھ اس سلسلے میں طے ہونے والے اس عہد کے نتیجے میں اللہ کا دین خالص ہوجاتا ہے ۔ اس میں کوئی ذاتی عصبیت نہیں داخل ہوتی ۔ یعنی رسول کی ذات بھی اس پر اثر انداز نہیں ہوتی ۔ رسول کی قوم کا اس دین پر کوئی اثر نہیں ہوتا ۔ اس کے پیروکاروں اور ان کے خاندانوں کے مخفی اثرات سے بھی یہ دین پاک وصاف ہوتا ہے۔ اسی طرح متبعین کی ذات اور ان کی قوم قبیلے کی شخصیت کا بھی اس پر کوئی اثر نہیں پڑتا ۔ دین اسلام ایک ایسا دین ہے جس میں ہر معاملہ اللہ کے اختیار میں ہوتا ہے ‘ دین بھی ایک اور اللہ بھی ایک ‘ اور اسی ایک دین کو لیکر انسانیے کی تاریخ میں قافلہ رسل بھی ایک ‘ جو نہایت ہی معزز اور ممتاز قافلہ ہے ۔\nاس حقیقت کے سائے میں ہمارے سامنے اب وہ لوگ کھل کر آجاتے ہیں جو اپنے آپ کو اہل کتاب کہتے ہیں ۔ یہ لوگ نبی آخرالزمان پر ایمان نہیں لاتے ۔ اور پیچھے رہ جاتے ہیں ۔ ان کا کہنایہ ہے کہ وہ اپنے دین کی وجہ سے ایمان نہیں لاتے ‘ حالانکہ خود ان کے دین کا تقاضا یہ ہے کہ وہ نبی آخرالزماں پر ایمان لائیں اور اس کی نصرت اور تائید کے لئے اٹھیں ۔ لیکن یہ لوگ محض تعصب کی وجہ سے یہ ایمان نہیں لاتے ۔ اس لئے کہ یہ دین ان تک جن رسولوں نے پہنچایا ہے ان سے تو اللہ تعالیٰ نے نہایت ہی پختہ عہد لیا ہے اور انہوں نے اپنے رب کے ساتھ یہ عہد باندھا ہے اور یہ عہد برسرعام اور اجلاس میں طے پایا کہ وہ نبی آخرالزمان کی نصرت کریں گے ۔ اس لئے جو لوگ نبی آخرالزمان پر ایمان نہیں لاتے وہ درحقیقت فاسق اور بدکار ہیں ۔ وہ عہد شکن ہیں ۔ وہ اس کائنات کے اسی نظام کو توڑنے والے ہیں ۔ جو اپنے رب کا فرماں بردار ہے ‘ جو ناموس قدرت کا مطیع فرمان ہے ۔ اس لئے کہ یہی ناموس اس پوری کائنات کا مدبر ہے ۔ اور یہ پوری کائنات اس کی مشیئت پر چل رہی ہے ۔",
  "ayah": 81,
  "surah": 3
}
