{
  "text": "یہ ہے کہ اسلام اور سرتسلیم خم کرنے کی ایک گہری شکل ‘ ایک ایسی شکل و صورت جو تکوینی ہے جو انسان کے شعور پر اثر انداز ہوتی ہے۔ جس سے انسانی ضمیر میں اللہ خوفی پیدا ہوتی ہے ۔ ایک عظیم قانون قدرت کی صورت جو قہاروجبار ہے ۔ جو تمام کائنات کی مردہ اور زندہ چیزوں کو ایک ہی سنت الٰہیہ اور شریعت الٰہیہ کے تابع فرمان بناتی ہے ۔ اور جس کے مطابق دونوں کا مال اور انجام ایک ہے ۔ یہ ہے اسلام وَإِلَيْهِ يُرْجَعُونَ……………” اور سب نے اسی کی طرف پلٹ کرجانا ہے ۔ “…………لہٰذا یہ سب چیزیں آخرکار لازماً اسی اللہ کو پلٹ کرجائیں گی جو سب کو گھیرے ہوئے ہیں ‘ سب کا مدبر ہے اور نہایت ہی جلال و عظمت کا مالک ہے اور اس انجام سے کوئی راہ فرار نہیں ہے ۔\nاگر انسان اپنی کامیابی اور سعادت چاہتا ہے ‘ اگر وہ راحت اور اطمینان چاہتا ہے ‘ اگر وہ اطمینان قلب اور صلاح حال چاہتا ہے تو اس کے لئے ماسوائے اس کے کوئی اور راہ نہیں ہے کہ اسلامی نظام زندگی کی طرف رجوع کرے ۔ اپنی ذات میں بھی ‘ اپنے نظام زندگی میں بھی اور اپنے اجتماعی نظام میں بھی تاکہ اسکی زندگی اس پوری کائنات کے نظام کے ساتھ ہم آہنگ ہوجائے ۔ اور اس فطرت کائنات کے برخلاف اپنے لئے کوئی علیحدہ نظام زندگی وضع کرنے کی ضرورت پیش نہ آئے ۔ اس لئے کہ اس کا یہ خود ساختہ نظام ‘ نظام کائنات کے ساتھ متضاد ہوگا جو اللہ تعالیٰ کی تخلیق کردہ ہے ۔ اور یہ انسان طوعاً وکرہاً اس کے مطابق زندگی بسر کرنے کا پابند ہے ۔ وہ نظام جو اس کے تصور اور شعور میں ہے ‘ جو اس کی عملی زندگی اور اس کے باہمی تعلقات میں ہے ‘ جو اس کی تمام جدوجہد اور سرگرمیوں میں ہے ۔ جب اس کائناتی نظام کے ساتھ ہم آہنگ ہوجائے گا ‘ تو یہ ہم آہنگی اس کے اور اس پوری کائنات کی عظیم قوتوں کے درمیان ایک تعاون پیدا کردے گی ۔ اور ان کے ساتھ ہم آہنگ ہوجائے گا ‘ تو یہ ہم آہنگی اس کے اور اس پوری کائنات کی عظیم قوتوں کے درمیان ایک تعاون پیدا کردے گی ۔ اور ان کے درمیان کوئی تصادم نہ ہوگا۔ اس لئے کہ جب انسان کائناتی قوتوں کے ساتھ تصادم کی راہ لیتا ہے تو وہ پاش پاش ہوجاتا ہے اور ختم ہوجاتا ہے۔ اور اگر اس کا وجود نہیں مٹتا تو وہ کم ازکم فریضہ خلافت کی ادائیگی کے قابل نہیں رہتا ۔ جیسا کہ اللہ تعالیٰ نے اس کے لئے تیار کیا ہے ۔ اور اگر وہ قوانین قدرت اور کائناتی اصولوں کے ساتھ ہم آہنگ ہوجاتا ‘ جو خود اسے اور اس کے گرد پھیلی ہوئی پوری کائنات کو کنٹرول کرتے ہیں ۔ خواہ زندہ ہوں یا غیر زندہ تو اس صورت میں وہ تمام اسراکائنات کا رازدان ہوگا ‘ وہ اس کی قوتوں کو مسخر کردے گا ان سے مفاد حاصل کرے گا اور اسی طرح وہ راحت ‘ آرام اور سکون حاصل کرے گا ۔ اور بےچینی ‘ قلق اور خوف سے نجات ملے گی ۔ مثلاکائنات کا مفاد یوں ہوگا کہ ایک کائناتی قوت کو جلانے اور تخریب کے لئے استعمال کرنے کے بجائے وہ کھانے پکانے ‘ گرمی حاصل کرنے کے لئے استعمال کرے گا ۔ اور اس سے روشنی حاصل کرے گا۔\nانسانی مزاج اپنی اصلیت کے اعتبار سے ان کائناتی قوتوں اور نوامیس کے ساتھ ہم آہنگ ہے ۔ انسان کا وجدان اسی طرح اپنے رب کی اطاعت چاہتا ہے جس طرح اس کائنات کی پوری زندہ اور غیر زندہ اشیاء اس کے سامنے سربسجود ہیں ۔ جب ایک انسان قوانین فطرت کے خلاف راہ اختیار کرتا ہے۔ تو وہ صرف نظام فطرت کے خلاف ہی نہیں جاتا بلکہ وہ خود ان نوامیس طبیعت کے بھی خلاف جاتا ہے جو اس کے نفس کے اندر موجود جاری وساری ہوتے ہیں ۔ یہی وجہ ہے کہ وہ ہر وقت پریشان ‘ شکستہ حیران اور بےچین نظرآتا ہے ۔ اور اس کی زندگی اسی طرح برباد ہوجاتی ہے جس طرح آج کا ایک گمراہ ‘ بےراہ رو انسان کی زندگی ہوتی ہے ۔ اور جسے ہم ہر طرف دیکھ رہے ہیں ۔ حالانکہ آج کے انسان نے علمی میدان میں بڑی بڑی فتوحات حاصل کی ہیں اور وہ مادی ترقی کے بام عروج پر ہے ۔\nحقیقت یہ ہے کہ اس وقت انسانیت ایک انتہائی تلخ روحانی خلا میں مبتلا ہے ۔ اور یہ ایک ایسا خلا ہے جسے فطرت انسان بھول نہیں سکتی ۔ یعنی انسانیت ذوق یقین سے محروم ہے ۔ اس کی زندگی اسلامی نظام سے محروم ہے ‘ اس لئے کہ یہی نظام زندگی ‘ ان مادی ترقیات اور قوانین فطرت کے درمیان توازن پیدا کرسکتا ہے جس میں انسان کی تگ ودو اور قوانین فطرت کی رفتار ایک سمت میں ہوجاتی ہے ۔\nانسانیت اس وقت جھلس دینے والی تپتی دھوپ میں سرگردان ہے اور وہ اسلامی نظام زندگی کی گھنی چھاؤں سے محروم ہے جس میں کو خوشگوار زندگی بسر کرسکے ۔ اور شر و فساد سے اسے نجات ملے جس میں وہ محض اس لئے گرفتار ہے کہ وہ اسلام کے شاہراہ مستقیم اور جادہ مانوس سے ہٹ گئی ہے ۔ اس دشوار گزار راستے اور حیرانی و پریشانی ‘ قلق وبے چینی اور اضطراب وگمراہی کے سوا کچھ نہیں ملتا ۔ وہ ہر وقت بھوک ‘ افلاس اور روحانی خلا اور محرومیت کے احساس کا شکار ہے ۔ اور اسی صورت حال سے اس نے فرار کا یہی ایک راستہ پایا ہے ۔ کہ حشیش ‘ چرس اور ہیروئن جیسی منکرات اور تباہ کن ذرائع اختیار کئے ہوئے ہے ۔ یہ جنونی سرعت ‘ احمقانہ حرکات ‘ اخلاقی بےراہ روی سے اس خلاکو بھرنا چاہتی ہے ۔ لیکن ناکام ہے ۔ اور یہ صورت حال باوجود اس بےپناہ مادی ترقی ‘ بےحد و حساب پیداوار اور ساری زندگی کی بےپناہ سہولیات کے باوجود جوں کی توں ہے ۔ بلکہ اس قلق اور اس حیرانی اور ان پریشانیوں میں مسلسل اضافہ ہورہا ہے ۔ اور اسی نسبت سے ہورہا ہے جس نسبت سے مادی ترقی میں اضافہ ہوتا ہے اور دنیاوی سہولیات اور آسائشوں میں اضافہ ہوتا ہے ۔\nیہ خوفناک اور تلخ خلا ‘ انسانیت کو ایک خوفناک بھوت کی طرف بھگارہا ہے ۔ لیکن بھاگتے بھاگتے وہ جس مقام تک بھی پہنچتی ہے ‘ ہر جگہ یہ بھوت اس کے پیچھے کھڑا نظرآتا ہے ‘ آج جو شخص بھی مغرب کے مالدار اور ترقی یافتہ دور میں جاتا ہے اس کے احساسات میں پہلا تاثر یہ بیٹھتا ہے کہ یہ سب لوگ بھاگ رہے ہیں ۔ کوئی بھوت ہے جو انہیں بھگارہا ہے اور اس سے بھاگ رہے ہیں ‘ بلکہ وہ خود اپنی ذات اور اپنے سائے سے بھاگ رہے ہیں ۔ اس شخص پر بہت جلد یہ حقیقت واضح ہوجاتی ہے کہ ان مادی ترقیات نے اور حسی لذتیت نے ان لوگوں کو گندے کیچڑ میں لت پت کردیا ہے ۔ وہ بیشمار نفسیاتی بیماریوں کا شکار ہوگئے ہیں ۔ ان کے اعصاب شل ہوگئے ۔ وہ بےراہ روی کے ہیجان میں مبتلا ہیں اور اپنی اس روحانی کمی کو منکرات ‘ منشیات اور دوسری مہلک اشیاء کے استعمال سے پورا کرتے ہیں ۔ اس لئے وہ جنوں کی حد تک جرائم پیشہ ہوگئے ہیں اور ان کی زندگی ہر قسم کے شریفانہ تصور سے خالی ہے ۔\nان لوگوں نے اپنی شخصیت ہی کو گم کردیا ہے ‘ اس لئے کہ انہوں نے اپنے وجود کا اصل مقصد ہی بھلادیا ہے ۔ وہ روحانی سعادت سے محروم ہوگئے ہیں ۔ اس لئے کہ انہوں نے اسلامی زندگی کو کم کردیا ہے ۔ جو انسان کی روحانی اور جسمانی زندگی کے درمیان ہم آہنگی پیدا کرکے اسے ان روحانی امراض سے نجات دیتا ہے جس میں مبتلا ہیں ۔ اور وہ اس خلجان میں مبتلا اس لئے ہیں کہ وہ معرفت خداوندی سے محروم ہیں جس کی طرف انہوں نے لوٹنا ہے۔\nصرف تاریخی اور جغرافیائی اعتبار سے ہی نہیں ‘ بلکہ حقیقی نفس الامری کے اعتبار سے امت مسلمہ ہی وہ امت ہے جس نے اس عہد کو اچھی طرح اپنالیا ہے ‘ جو اللہ اور اس کے نبیوں کے درمیان طے پایا تھا ‘ صرف اس امت نے اس حقیقت کا ادراک کیا ہے کہ اللہ کا دین ایک ہے اور اس کا نازل کردہ نظام زندگی بھی ایک ہے ۔ اور وہ قافلہ انبیائے کرام بھی ایک ہے جنہوں نے تاریخ میں ہمیشہ اسی واحد دین کو پیش کیا ۔ اس لئے کہ اللہ تعالیٰ نبی آخرالزماں کو یہ حکم دیتے ہیں کہ وہ اس حقیقت کبریٰ کا اعلان کرے یعنی یہ کہ یہ امت تمام نبیوں پر ایمان لاتی ہے ‘ وہ تمام رسل کا احترام کرتی ہے ۔ وہ دین اسلام کے مزاج سے اچھی طرح واقف ہے ۔ وہ دین جس کے سوا کوئی دوسرا دین اللہ کے ہاں قبول نہ ہوگا۔",
  "ayah": 83,
  "surah": 3
}
