{
  "text": "یہودیوں کا یہ طریقہ تھا کہ وہ ہر قسم ‘ شبہ اور ہر دلیل ڈھونڈ ڈھونڈ کر لاتے تھے ‘ اور ہر طرح کا حیلہ اور مکر و فریب کام میں لاتے تھے تاکہ وہ رسالت محمدیہ کی صحت میں کوئی شبہ پیدا کردیں۔ تحریک اسلامی میں فکری بحران پیدا کردیں اور لوگوں کے دلوں میں اضطراب پیدا کردیں ۔ چناچہ یہ لوگ ہر وقت شکوک و شبہات پھیلاتے پھرتے تھے ۔ جب قرآن کریم نے یہ دعویٰ کیا کہ وہ توراۃ کی تصدیق کرتا ہے تو انہیں یہ اعتراض کرنے کا موقعہ ملا اگر قرآن کریم توراۃ کا مصداق ہے تو پھر اس کا جواز کیا ہے کہ وہ بعض چیزوں کو حلال قرار دیتا ہے جو بنی اسرائیل کے لئے حرام تھیں ۔ روایات میں آتا ہے کہ انہوں نے اس سلسلے میں اونٹوں کا گوشت اور دودھ کی مثال پیش کی ۔ کیونکہ چیزیں بنی اسرائیل پر حرام تھیں ۔ اگرچہ اونٹ اور اس کے دودھ کے علاوہ بھی بعض ایسی چیزیں تھیں جو بنی اسرائیل کے لئے حرام تھیں مگر اللہ تعالیٰ نے مسلمانوں کے لئے حلال کردیا تھا۔\nیہاں قرآن کریم ان کی توجہ اس تاریخی حقیقت کی طرف مبذول کراتا ہے جسے وہ جان بوجھ کر نظر انداز کررہے تھے ۔ ان کا مقصد یہ تھا کہ وہ قرآن کریم کے اس دعویٰ میں تشکیک پیدا کریں کہ وہ توراۃ کا مصدق ہے ۔ دلیل یہ دیتے کہ بعض ایسی چیزوں کو حلال قرار دیا جو نبی اسرائیل پر حرام تھیں ‘ حالانکہ حقیقت یہ تھی کہ کھانے کی وہ ساری چیزیں جو شریعت محمدیہ میں حلال ہیں ‘ وہ بنی اسرائیل کے لئے بھی حلال تھیں ‘ البتہ بعض چیزیں ایسی تھیں جنہیں توراۃ کے نازل کئے جانے سے پہلے بنی اسرائیل نے خود اپنے اوپر حرام کرلیا تھا۔ یہ اسرائیل حضرت یعقوب ہیں ۔ روایات میں آتا ہے کہ وہ ایک شدید مرض میں مبتلا ہوئے تھے ‘ اور انہوں نے یہ منت مانی تھی کہ اگر وہ تندرست ہوگئے تو وہ بطور نفل اونٹ کا گوشت کھانا ترک کردیں گے ۔ اونٹ کا دودھ نہ پئیں گے اور یہ دونوں چیزیں انہیں بہت پسند تھیں ۔ تو اللہ تعالیٰ نے ان کی منت اور نذر کو قبول فرمایا اور بنی اسرائیل میں یہ سنت یعقوبی چل پڑی اور انہوں نے بھی ان چیزوں کو حرام کرلیا جو ان کے باپ نے حرام کی تھیں۔ اسی طرح اللہ تعالیٰ نے بنی اسرائیل پر بعض دوسری چیزیں بطور سزا بھی حرام کردی تھیں ‘ اس لئے کہ انہوں نے بعض جرائم کا ارتکاب کیا تھا ۔ ان محرمات کی طرف سورت انعام کی آیات (146) میں اشارہ کیا گیا ہے۔\nوَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ\n” اور جن لوگوں نے یہودیت اختیار کی ان پر ہم نے سب ناخن والے جانور حرام کردیئے تھے ‘ اور گائے اور بکری کی چربی بھی ‘ بجز اس کے جو ان کی پیٹھ یا ان کی آنتوں سے لگی ہوئی ہو یا ہڈی سے لگی رہ جائے ۔ یہ ہم نے اس کی سرکشی کی سزا نہیں دی تھی اور یہ جو کچھ ہم کہہ رہے ہیں بالکل سچ کہہ رہے ہیں ۔ “ جبکہ اس تحریم سے قبل یہ چیزیں ان کے لئے حلال تھیں ۔\nان کی تردید کرکے اللہ تعالیٰ انہیں اس حقیقت کی طرف متوجہ کرتے ہیں کہ کھانے پینے کی چیزوں میں اصل الاصول یہ ہے کہ وہ جائز ہیں ‘ اور بنی اسرائیل پر بعض چیزیں ان کے مخصوص حالات کے پیش نظر حرام کی گئی ہیں ‘ اس لئے اگر ان میں سے بعض چیزوں کے استعمال کو مسلمانوں کے لئے حلال قرار دے دیا گیا تو یہ کوئی قابل اعتراض بات نہیں ہے ‘ اس لئے کہ اپنی اصلیت کے اعتبار سے وہ حلال تھیں ۔ اس لئے اس حلت سے قرآن کریم اور شریعت الٰہیہ کی صحت میں شک نہیں کیا جاسکتا۔\nاس موقعہ پر قرآن کریم انہیں چیلنج دیتا ہے کہ لائیں وہ توراۃ اور اسے پڑھیں اور بچشم خود دیکھ لیں کہ ان چیزوں کی حرمت کے اسباب صرف ان کے ساتھ مخصوص ہیں ۔ یہ اسباب عام نوعیت کے نہیں ہیں ۔ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ……………” کہہ دو کہ اگر تم سچے ہو تو توراۃ لے آؤ ‘ پرھ کر بتاؤ۔ “\nاس کے بعد اللہ تعالیٰ انہیں متنبہ کرتے ہیں کہ ان میں سے جو لوگ اللہ پر جھوٹ باندھتے ہیں وہ ظالم ہیں ۔ وہ نہ سچائی کے ساتھ انصاف کرتے ہیں ‘ نہ خود اپنے آپ کے ساتھ انصاف کرتے ہیں اور نہ انسانیت کے ساتھ انصاف کرتے ہیں ۔ اور ظالموں کی سزا بھی کسی سے چھپی ہوئی نہیں ہے ۔ اس لئے یہاں قرآن کریم اس پر اکتفاء کرتا ہے کہ انہیں ظالم کہہ دے کیونکہ ظلم کے ساتھ ہی ان کے ظالم کا انجام متعین ہوجاتا ہے ۔ اس لئے کہ وہ افتراء اللہ تعالیٰ پر باندھ رہے ہیں حالانکہ وہ خود اللہ کے دربار میں حاضر ہونے والے ہیں ۔ وہاں وہ کیا جواب دیں گے ؟",
  "ayah": 93,
  "surah": 3
}
