{
  "text": "یہ الفاظ کہ ” اللہ نے جو کچھ کہا سچ کہا “ اس طرف اشارہ کرتے ہیں کہ اس بارے میں اللہ تعالیٰ نے اس سے پہلے جو وضاحت کردی ہے وہ درست ہے یعنی یہ کہ خانہ کعبہ کو حضرت ابراہیم (علیہ السلام) اور حضرت اسماعیل (علیہ السلام) نے اس لئے تعمیر فرمایا تھا کہ یہ لوگوں کے لئے زیارت گاہ ہو اور جائے امن وسلامتی ہو ‘ اور اہل ایمان کے قبلہ اور جائے عبادت ہو ۔ اسی لئے یہاں حکم دیا جاتا ہے کہ تم حضرت ابراہیم کے طریقے کی پیروی کرو اور حضرت ابراہیم (علیہ السلام) کا طریقہ اور نظریہ حیات ہمہ جہت توحیدی نظریہ تھا ‘ جس میں شرک کا کوئی شائبہ نہ ہو فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ……………” پس ابراہیم کے طریقے کی پیروی کرو اور وہ شرک کرنے والوں میں سے نہ تھا ۔ “ یہودیوں کا زعم یہ تھا کہ وہ حضرت ابراہیم (علیہ السلام) کے وارث ہیں ۔ چناچہ قرآن کریم انہیں بتاتا ہے کہ یہ ہے دین ابراہیمی کی حقیقت ۔ اور وہ دین یہ ہے کہ ہر قسم کے شرک سے نفرت کی جائے ۔ اور یہاں اس حقیقت کا اظہار دومرتبہ کیا گیا ہے ۔ ایک مرتبہ یہ کہہ کر کہ وہ حنیف تھے ۔ اور دوسری مرتبہ یہ کہہ کر کہ وہ مشرکین میں سے نہ تھے ۔ اور یہود کا حال یہ ہے کہ وہ مشرک ہیں ۔\nاس کے بعد فیصلہ کیا جاتا ہے کہ روب قبلہ ہونا دین کے اصولوں میں سے ہے۔ اس لئے کہ اس کرہ ارض پر یہ پہلا گھر ہے جو اللہ کی پرستش کے لئے تعمیر کیا گیا ہے ۔ اور اسے ابتدائے تعمیر سے صرف اس مقصد کے لئے مخصوص کیا گیا ہے کہ وہ طواف کرنے والوں ‘ عبادت کرنے والوں اور رکوع و سجود کرنے والوں کے لئے مخصوص رہے ۔ نیز یہ ایک متبرک مقام ہے ‘ اور وہ اس مفہوم میں جائے ہدایت ہے کہ یہاں ملت ابراہیمی کی تعلیم دی جاتی ہے ۔ اور اس میں وہ واضح علامات ہیں کہ یہ ابراہیم کی جائے قیام ہے ۔ ایک تفسیر یہ بھی ہے کہ اس سے مراد وہ تاریخی پتھر ہے جس پر حضرت ابراہیم (علیہ السلام) کھڑے ہوکر خانہ کعبہ کی تعمیر فرماتے تھے ۔ یہ خانہ کعبہ کے ساتھ متصل تھا۔ مگر خلیفہ راشد حضرت عمر ؓ نے اسے قدرے ہٹایا ‘ تاکہ طواف کرنے والوں کی وجہ سے ان لوگوں کو تکلیف نہ ہو جو اس کے پاس نفل ادا کرتے ہیں ۔ اس لئے اہل اسلام کو حکم دیا گیا تھا کہ وہ اس کے پاس نماز پڑھیں وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى…………… ” اور حضرت ابراہیم کے مقام کو جائے نماز بناؤ۔ “\nاس گھر کے فضائل میں سے ایک بات یہاں بتائی جاتی ہے کہ اس گھر میں جو شخص داخل ہوا وہ پر امن رہے گا ۔ اس لئے یہ گھر ہر اس شخص کے لئے امن کی جگہ ہے جو یہاں داخل ہوجائے ۔ اور یہ حیثیت اس کرہ ارض پر کسی دوسرے مقام کو حاصل نہیں ہے ۔ اور اس کی یہ حیثیت اس وقت سے چلی آرہی ہے جب اسے حضرت ابراہیم اور حضرت اسماعیل نے تعمیر کیا ۔ یہاں عربوں کے دور جاہلیت میں بھی اسے یہ حیثیت حاصل رہی ہے جبکہ وہ بالعموم دی ابراہیمی سے منحرف ہوگئے تھے اور وہ حضرت ابراہیم (علیہ السلام) کی طرح خالص موحد نہ رہے تھے ۔ حضرت حسن بصری کے قول کے مطابق اس برے دور میں بھی یہ احترام ومقام اسے حاصل تھا۔ وہ فرماتے ہیں کہ ” ایک شخص اگر دوسرے کو قتل کردیتا تو تو ایک اونی کپڑا اپنی گردن کے اردگرد لپیٹ لیتا ۔ اس حالت میں اسے اگر مقتول کا وارث بھی ملتا تو وہ اسے خانہ کعبہ میں کچھ نہ کہتا اور اس کے نکلنے کا انتظار کرتا ۔ “ غرض اس بیت اللہ کو اس وقت بھی یہ اعزاز حاصل تھا جب اس کے ارد گرد کے لوگ جاہلیت میں ڈوبے ہوئے تھے ۔ اللہ تعالیٰ اہل عرب پر اپنے احسانات جتلاتے ہوئے فرماتے ہیںأَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ ……………” ہم نے ایک پرامن حرم بنادیا حالانکہ ان کے گردوپیش لوگ اچک لے جاتے ہیں ۔ “ (6729 :)\nاور بھی خانہ کعبہ کے احترام کی ایک وجہ ہے کہ کے حدود کے اندر شکار کرنا حرام ہے اور وہاں پرندوں کو ان کے گھونسلوں سے نکالنا بھی ممنوع ہے ۔ نیز وہاں کے درختوں کو کاٹنا بھی ممنوع ہے ۔ صحیحین نے حضرت ابن عباس ؓ سے روایت کی ہے (الفاظ مسلم کے ہیں ) کہ رسول اللہ ﷺ نے فتح مکہ کے دن فرمایا ” اس شہر کو اللہ نے حرام قرار دیا ہے ۔ اس وقت سے جب اللہ تعالیٰ نے آسمانوں اور زمین کو پیدا کیا ۔ تو وہ اللہ تعالیٰ کی جانب سے آئی ہوئی حرمت کی وجہ سے یہ تاروز قیامت حرام ہے ۔ اس میں مجھ سے پہلے کسی کے لئے جنگ کرنا جائز قرار نہیں دیا گیا ۔ میرے لئے بھی صرف دن کے ایک تھوڑے سے وقت کے لئے جائز کیا گیا ۔ لہٰذا وہ اللہ کی جانب سے آئی ہوئی اس حرمت کی وجہ سے تا روز قیامت حرام ہوگا۔ اس کی جھاڑیوں کو نہ کاٹاجائے گا ‘ اس کے شکار کو نہ بھگایا جائے گا ‘ وہاں کسی گم شدہ چیز کو نہ اٹھایا جائے ‘ الایہ کہ معلوم ہو کہ کس کی ہے ‘ اور اس کی گھاس کو نہ کاٹا جائے گا ……“\nیہ ہے وہ خانہ خدا جسے اللہ تعالیٰ نے مسلمانوں کے لئے چنا ہے ۔ اور یہ اس کا وہ گھر ہے ‘ جسے اس نے یہ شرافت عطا کی ۔ اس کرہ ارض پر یہ وہ پہلا گھر ہے جو صرف عبادت کے لئے بنایا گیا ہے ۔ یہ ان کے باپ حضرت ابراہیم کا گھر ہے اور اس کے اندر ایسی علامات اور شواہد موجود ہیں جو اس بات پر گواہ ہیں کہ اسے حضرت ابراہیم (علیہ السلام) نے تعمیر فرمایا۔ اسلام بھی ملت ابراہیمی کے ساتھ وابستہ ہے۔ اس لئے حضرت ابراہیم کا تعمیر کردہ بیت اللہ ‘ سب سے زیادہ اس بات کا مستحق ہے کہ مسلمان اس کی طرف متوجہ ہوں ‘ جو زمین میں جائے امن ہے ‘ اس میں لوگوں کے لئے سامان ہدایت ہے اور دین اسلام کا یہ ایک مرکز ہے۔\nچناچہ یہاں طے کردیا جاتا ہے کہ اللہ تعالیٰ نے لوگوں پر بیت اللہ کا حج کرنا فرض کردیا ہے ۔ بشرطیکہ کسی کی استطاعت ہو اور اگر استطاعت کے باوجود کوئی حج نہ کرے تو گویا وہ کفر کا ارتکاب کرے گا۔",
  "ayah": 96,
  "surah": 3
}
