{
  "text": "یہ تہدید اور اس قسم کا ڈراوا اس سورت میں اور ایسی ہی دوسری سورتوں میں باربار آیا ہے ۔ اس کا پہلا اثر یہ مرتب ہوتا ہے کہ اہل کتاب کو اپنے موقف کی اصلیت کا سامنا کرنا پڑتا ہے اور ان کی اصل حقیقت سامنے آجاتی ہے کہ وہ اپنے آپ کو بڑا مومن اور بڑا دیندار ظاہر کرتے ہیں ‘ جبکہ فی الحقیقت وہ اہل کفر میں سے ہیں ‘ کیونکہ وہ اللہ کی نازل کردہ آیات قرآنی کا انکار کرتے ہیں ۔ اس لئے جو شخص اللہ کے کسی بھی جزء کا انکار کرے گا ‘ گویا وہ سب کتاب کا انکار کرے گا ۔ اس کا منطقی نتیجہ یہ ہے کہ اگر وہ خود ان کے پاس محفوظ کتاب پر ایمان لائے ہوتے تو وہ لازماً ہر آنے والے رسول پر نازل ہونے والی ہدایات پر ایمان لائے ہوتے ۔ اس لئے کہ دین کی حقیقت ایک ہے ۔ جو شخص بھی اس حقیقت کو پالے وہ ان تمام رسولوں پر ایمان لائے گا جو بعد میں آئیں اور ان سے بیعت لیں ۔ یہ ایک ایسی خوفناک حقیقت ہے جس سے چاہئے کہ وہ کانپ اٹھیں اور انہیں ان کی عاقبت کے بارے میں شک لاحق ہوجائے اور وہ اپنے انجام کی فکر کریں ۔\nاس کا دوسرا اثر یہ ہے کہ جماعت مسلمہ میں سے بعض لوگ جو اہل کتاب سے ان کے اہل کتاب ہونے کی وجہ سے دھوکہ کھاتے تھے ‘ ان کی آنکھیں بھی کھل جاتی ہیں کہ اللہ خود اہل کتاب کی حقیقت ان کے سامنے کھول کر بیان فرماتے ہیں اور ان پر صریحاً کفر کا فتویٰ دیتے ہیں ‘ اس لئے اس کے بعد کسی کے لئے کسی قسم کے شک کی کوئی گنجائش ہی نہیں رہتی کہ اہل کتاب غلط ہیں اور اہل اسلام سچے ہیں۔\nاللہ تعالیٰ ان کو اس قدر شدید الفاظ میں ڈراتے ہیں جن سے دل دہل جاتے ہیں۔ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ……………” اللہ ان تمام حرکتوں پر نظر رکھے ہوئے ہے جو تم کررہے ہو۔ “ اور وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ……………” تمہاری حرکتوں سے اللہ غافل نہیں ہے۔ “ یہ ایک خوفناک تنبیہ ہے ۔ جب ایک انسان اس بات کو محسوس کرلے کہ اس کے اعمال پر اللہ گواہ ہے اور یہ کہ وہ اس کے اعمال سے غافل نہیں ہے اور عمل بھی کیسا ؟ خالص کفر ‘ خالص دھوکہ ‘ خالص فساد اور خالص گمراہ کرنا تو اس کے دل میں خوف کا پیدا ہونا قدرتی امر ہے۔\nاللہ تعالیٰ اس حقیقت کو ریکارڈ پر لاتے ہیں کہ وہ جس حق کا انکار کرتے ہیں درحقیقت وہ جانتے بوجھتے ایسا کرتے ہیں ۔ اور سمجھتے ہوئے لوگوں کو اس ھق سے دور روکتے ہیں ۔ جبکہ وہ وَأَنْتُمْ شُهَدَاءُ……… ” حالانکہ تم اس پر گواہ ہو ۔ “ یعنی انہیں اس بات پر پورا یقین تھا کہ وہ جس حقیقت کو جھٹلا رہے ہیں وہ حق ہے اور وہ جس بات سے عوام الناس کو روکتے ہیں اس میں ان کی بھلائی ہے ۔ اور ان کا یہ رویہ انتہائی قابل نفرت ہے ۔ اس لئے ایسے کردار والے کسی شخص پر نہ تو کوئی اعتماد کرنا مناسب ہے اور نہ ایسے شخص کا ہمنشین ہونا مناسب ہے ۔ ایسے شخص کا صحیح علاج یہ ہے کہ اس کے ساتھ پوری طرح نفرت کا مظاہرہ کیا جائے اور اس پر بھرپور تنقید کی جائے۔",
  "ayah": 98,
  "surah": 3
}
