{
  "text": "The Attitudes of the Hypocrites and the Ways in which Allah tests People\nAllah mentions the descriptions of the liars who falsely claim faith with their lips, while faith is not firm in their hearts. When a test or trial comes in this world, they think that this is a punishment from Allah, so they leave Islam. Allah says:\nوَمِنَ النَّاسِ مَن يِقُولُ ءَامَنَّا بِاللَّهِ فَإِذَآ أُوذِىَ فِى اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ\n(Of mankind are some who say: \"We believe in Allah.\" But if they are made to suffer for Allah, they consider the trial of mankind as Allah's punishment;) Ibn `Abbas said, \"Meaning that their trial is leaving Islam if they are made to suffer for Allah.\" This was also the view of others among the Salaf. This Ayah is like the Ayah,\nوَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ\n(And among mankind is he who worships Allah as it were upon the edge: if good befalls him, he is content therewith; but if a trial befalls him, he turns back on his face...) until:\nذلِكَ هُوَ الضَّلَـلُ الْبَعِيدُ\n(That is a straying far away) 22:11-12. Then Allah says:\nوَلَئِنْ جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ\n(and if victory comes from your Lord, they will say: \"Verily, we were with you.\") meaning, \"if victory comes from your Lord, O Muhammad, and there are spoils of war, these people will say to you, `We were with you,' i.e., we are your brothers in faith.\" This is like the Ayat:\nالَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللَّهِ قَالُواْ أَلَمْ نَكُنْ مَّعَكُمْ وَإِن كَانَ لِلْكَـفِرِينَ نَصِيبٌ قَالُواْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِينَ\n(Those who wait and watch about you; if you gain a victory from Allah, they say: \"Were we not with you\" But if the disbelievers gain a success, they say (to them): \"Did we not gain mastery over you and did we not protect you from the believers\") (4:141).\nفَعَسَى اللَّهُ أَن يَأْتِىَ بِالْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِ فَيُصْبِحُواْ عَلَى مَآ أَسَرُّواْ فِى أَنفُسِهِمْ نَـدِمِينَ\n(Perhaps Allah may bring a victory or a decision according to His will. Then they will become regretful for what they have been keeping as a secret in themselves) (5:52). And Allah tells us about them here:\nوَلَئِنْ جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ\n(and if victory comes from your Lord, they will say: \"Verily, we were with you.\") Then Allah says:\nأَوَ لَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ الْعَـلَمِينَ\n(Is not Allah Best Aware of what is in the breasts of the creatures) meaning, `does Allah not know best what is in their hearts and what they store secretly within themselves, even though outwardly they may appear to be in agreement with you'\nوَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ ءَامَنُواْ وَلَيَعْلَمَنَّ الْمُنَـفِقِينَ\n(And indeed Allah knows those who believe, and verily He knows the hypocrites.) Allah will test the people with calamities and with times of ease, so that He may distinguish the believers from the hypocrites, to see who will obey Allah both in times of hardship and of ease, and who will obey Him only when things are going in accordance with their desires. As Allah says:\nوَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَـهِدِينَ مِنكُمْ وَالصَّـبِرِينَ وَنَبْلُوَ أَخْبَـرَكُمْ\n(And surely, We shall try you till We test those who strive hard and the patient, and We shall test your facts.) (47:31) After the battle of Uhud, with its trials and tribulations for the Muslims, Allah said:\nمَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَآ أَنتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ\n(Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good...) (3:179)",
  "ayah": 11,
  "surah": 29
}
