{
  "text": "The Arrogant Claim of the Disbelievers that They would carry theSins of Others if They would return to Disbelief\nAllah tells us that the disbelievers of Quraysh said to those who believed and followed the truth: leave your religion, come back to our religion, and follow our way;\nوَلْنَحْمِلْ خَطَـيَـكُمْ\n(and let us bear your sins.) meaning, `if there is any sin on you, we will bear it and it will be our responsibility'. It is like a person saying: \"Do this, and your sin will be on my shoulders.\" Allah says, proving this to be a lie:\nوَمَا هُمْ بِحَـمِلِينَ مِنْ خَطَـيَـهُمْ مِّن شَىْءٍ إِنَّهُمْ لَكَـذِبُونَ\n(Never will they bear anything of their sins. Surely, they are liars.) in their claim that they will bear the sins of others, for no person will bear the sins of another. Allah says:\nوَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَى\n(and if one heavily laden calls another to (bear) his load, nothing of it will be lifted even though he be near of kin) (35:18).\nوَلاَ يَسْـَلُ حَمِيمٌ حَمِيماً يُبَصَّرُونَهُمْ\n(And no friend will ask a friend (about his condition), though they shall be made to see one another) (70:10-11).\nوَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ\n(And verily, they shall bear their own loads, and other loads besides their own.) Here Allah tells us that those who call others to disbelief and misguidance will, on the Day of Resurrection, bear their own sins and the sins of others, because of the people they misguided. Yet that will not detract from the burden of those other people in the slightest, as Allah says:\nلِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَـمَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ\n(That they may bear their own burdens in full on the Day of Resurrection, and also of the burdens of those whom they misled without knowledge) (16:25). In the Sahih, it says:\n«مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإثْمِ مِثْلُ آثَامِ مَنِ اتَّبَعَهُ إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ آثَامِهِمْ شَيْئًا»\n(Whoever calls others to true guidance, will have a reward like that of those who follow him until the Day of Resurrection, without it detracting from their reward in the slightest. Whoever calls others to misguidance, will have a burden of sin like that of those who follow him until the Day of Resurrection, without it detracting from their burden in the slightest.) In the Sahih, it also says:\n«مَا قُتِلَتْ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا، لِأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْل»\n(No person is killed unlawfully, but a share of the guilt will be upon the first son of Adam, because he was the first one to initiate the idea of killing another.)\nوَلَيُسْـَلُنَّ يَوْمَ الْقِيَـمَةِ عَمَّا كَانُواْ يَفْتَرُونَ\n(and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate.) means, the lies they used to tell and the falsehood they used to fabricate. Ibn Abi Hatim recorded that Abu Umamah, may Allah be pleased with him, said that the Messenger of Allah ﷺ conveyed the Message with which he was sent, then he said:\n«إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ اللهَ يَعْزِمُ يَوْمَ الْقِيَامَةِ فَيَقُولُ: وَعِزَّتِي وَجَلَالِي لَا يَجوزُنِي الْيَوْمَ ظُلْمٌ، ثُمَّ يُنَادِي مُنَادٍ فَيَقُولُ: أَيْنَ فُلَانُ بْنُ فُلَانٍ؟ فَيَأْتِي يَتْبَعُهُ مِنَ الْحَسَنَاتِ أَمْثَالَ الْجِبَالِ، فَيَشْخَصُ النَّاسُ إِلَيْهَا أَبْصَارَهُمْ، حَتَّى يَقُومَ بَيْنَ يَدَيِ الرَّحْمنِ عَزَّ وَجَلَّ، ثُمَّ يَأْمُرُ الْمُنَادِيَ فَيُنَادِي: مَنْ كَانَتْ لَهُ تِبَاعَةٌ أَوْ ظَلَامَةٌ عِنْدَ فُلَانِ بْنِ فُلَانٍ فَهَلُمَّ، فَيُقْبِلُونَ حَتَّى يَجْتَمِعُوا قِيَامًا بَيْنَ يَدَيِ الرَّحْمنِ، فَيَقُولُ الرَّحْمنُ: اقْضُوا عَنْ عَبْدِي، فَيَقُولُونَ: كَيْفَ نَقْضِي عَنْهُ؟ فَيَقُولُ: خُذُوا لَهُمْ مِنْ حَسَنَاتِهِ، فَلَا يَزَالُونَ يَأْخُذُونَ مِنْهَا حَتَّى لَا يَبْقَى مِنْهَا حَسَنَةٌ، وَقَدْ بَقِيَ مِنْ أَصْحَابِ الظَّلَامَاتِ، فَيَقُولُ: اقْضُوا عَنْ عَبْدِي، فَيَقُولُونَ: لَمْ يَبْقَ لَهُ حَسَنَةٌ، فَيَقُولُ: خُذُوا مِنْ سَيِّئَاتِهِمْ فَاحْمِلُوهَا عَلَيْه»\n(Beware of injustice, for Allah will swear an oath of the Day of Resurrection and will say: \"By My glory and majesty, no injustice will be overlooked today.\" Then a voice will call out, \"Where is so-and-so the son of so-and-so\" He will be brought forth, followed by his good deeds which appear like mountains while the people are gazing at them in wonder, until he is standing before the Most Merciful. Then the caller will be commanded to say: \"Whoever is owed anything by so-and-so the son of so-and-so, or has been wronged by him, let him come forth.\" So they will come forth and gather before the Most Merciful, then the Most Merciful will say: \"Settle the matter for My servant.\" They will say, \"How can we settle the matter\" He will say, \"Take from his good deeds and give it to them.\" They will keep taking from his good deeds until there is nothing left, and there will still people with scores to be settled. Allah will say, \"Settle the matter for My servant.\" They will say, \"He does not have even one good deed left.\" Allah will say, \"Take from their evil deeds and give them to him.\") Then the Prophet quoted this Ayah:\nوَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ وَلَيُسْـَلُنَّ يَوْمَ الْقِيَـمَةِ عَمَّا كَانُواْ يَفْتَرُونَ\n(And verily, they shall bear their own loads, and other loads besides their own; and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate.) There is a corroborating report in the Sahih with a different chain of narration:\n«إِنَّ الرَّجُلَ لَيَأْتِي يَوْمَ الْقِيَامَةِ بِحَسَنَاتٍ أَمْثَالِ الْجِبَالِ وَقَدْ ظَلَمَ هَذَا، وَأَخَذَ مَالَ هَذَا، وَأَخَذَ مِنْ عِرْضِ هَذَا، فَيَأْخُذُ هَذَا مِنْ حَسَنَاتِهِ، وَهَذَا مِنْ حَسَنَاتِهِ، فَإِذَا لَمْ تَبْقَ لَهُ حَسَنَةٌ، أُخِذَ مِنْ سَيِّئَاتِهِمْ فَطُرِحَ عَلَيْه»\n(A man will come on the Day of Resurrection with good deeds like mountains, but he had wronged this one, taken the wealth of that one and slandered the honor of another. So each of them will take from his good deeds. And if there is nothing left of his good deeds, it will be taken from their evil and placed on him.)",
  "ayah": 12,
  "surah": 29
}
