{
  "text": "The Faith of Lut and His Emigration with Ibrahim\nAllah tells us that Lut believed in Ibrahim. It was said that he was the son of Ibrahim's brother, and that his name was Lut bin Haran bin Azar. None of Ibrahim's people believed in Ibrahim besides Lut and Sarah the wife of Ibrahim. But if it is asked how we may reconcile this Ayah with the Hadith narrated in the Sahih which says that when Ibrahim passed by that tyrant and he asked about Sarah and what her relationship was to him, Ibrahim said, \"My sister.\" Then he went to her and said, \"I told him that you are my sister, so do not let him think I am lying, for there are no believers on earth except for you and I, and you are my sister in faith.\" It seems -- and Allah knows best -- that the meaning here is, there is no other Muslim couple on earth apart from you and I. Among his people, only Lut believed in him and migrated with him to Syria, then during Ibrahim's lifetime he was sent as a Messenger to the people of Sadum (Sodom) where he settled. We have already discussed their story and more is to come.\nوَقَالَ إِنِّى مُهَاجِرٌ إِلَى رَبِّى\n(He (Ibrahim) said: \"I will emigrate for the sake of my Lord.\") It may be that the pronoun in the verb \"he said\" refers to Lut, because he was the last person mentioned before this phrase; or it may refer to Ibrahim. Ibn `Abbas and Ad-Dahhak said that Ibrahim is the one who is referred in the phrase.\nفَـَامَنَ لَهُ لُوطٌ\n(So, Lut believed in him.) i.e., out of all his people. Then Allah tells us that he chose to leave them so that he might be able to follow his religion openly. So he said:\nإِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ\n(Verily, He is the All-Mighty, the All-Wise.) Power belongs to Him and to His Messenger and to those who believe in him, and He is Wise in all that He says and does, and in all His rulings and decrees, both universal and legislative. Qatadah said, \"They migrated together from Kutha, which is on the outskirts of Kufa, and went to Syria.\" Allah gave Ibrahim, Ishaq and Ya`qub, and ordained Prophethood in His Offspring\nوَوَهَبْنَا لَهُ إِسْحَـقَ وَيَعْقُوبَ\n(And We bestowed on him, Ishaq and Ya`qub,) This is like the Ayah,\nفَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَـقَ وَيَعْقُوبَ وَكُلاًّ جَعَلْنَا نَبِيّاً\n(So, when he had turned away from them and from those whom they worshipped besides Allah, We gave him Ishaq and Ya`qub, and each one of them We made a Prophet.) (19:49) That is, when he left his people, Allah gave him joy in a righteous son who was also a Prophet, to whom in turn was born, in his grandfather's lifetime, a righteous son who was also a Prophet. Allah also says:\nوَوَهَبْنَا لَهُ إِسْحَـقَ وَيَعْقُوبَ نَافِلَةً\n(And We bestowed upon him Ishaq, and Ya`qub in addition) (21:72) meaning, as an additional gift. This is like the Ayah,\nفَبَشَّرْنَـهَا بِإِسْحَـقَ وَمِن وَرَآءِ إِسْحَـقَ يَعْقُوبَ\n(But We gave her glad tidings of Ishaq, and after Ishaq, of Ya`qub.) (11:71) meaning, to this son would be born a son during their lives, who would be a delight to them.\nوَجَعَلْنَا فِى ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَـبَ\n(and We ordained among his offspring prophethood and the Book,) This is a tremendous blessing. Not only did Allah take him as a close friend and make him an Imam for mankind, but He also ordained prophethood and the Book among his offspring. After the time of Ibrahim there was no Prophet who was not from among his descendants. All of the Prophets of the Children of Israel were from among his descendants, from Ya`qub bin Ishaq bin Ibrahim to the last of them, `Isa bin Maryam, who stood in the midst of his people and announced the good news of the Hashimi Qurashi Arab Prophet, the last of all the Messengers, the leader of the sons of Adam in this world and the next, whom Allah chose from the heart of the Arab nation, from the descendants of Isma`il bin Ibrahim, may peace be upon them. There is no Prophet from the line of Isma`il besides him, may the best of blessings and peace be upon him.\nوَءَاتَيْنَاهُ أَجْرَهُ فِى الدُّنْيَا وَإِنَّهُ فِى لاٌّخِرَةِ لَمِنَ الصَّـلِحِينَ\n(and We granted him his reward in this world; and verily, in the Hereafter he is indeed among the righteous.) Allah granted him happiness in this world that was connected to happiness in the Hereafter, for in this world he had plentiful provision, a splendid home, a beautiful and righteous wife, and he was and still is spoken of highly, for everyone loves him and regards him as a friend. Ibn `Abbas, Mujahid, Qatadah and others said: \"He obeyed Allah in all ways.\" This is like the Ayah,\nوَإِبْرَهِيمَ الَّذِى وَفَّى\n(And of Ibrahim who fulfilled all.) (53:37) He did all that he was commanded to do and obeyed his Lord to the utmost. Allah says:\nوَءَاتَيْنَاهُ أَجْرَهُ فِى الدُّنْيَا وَإِنَّهُ فِى لاٌّخِرَةِ لَمِنَ الصَّـلِحِينَ\n(and We granted him his reward in this world; and verily, in the Hereafter he is indeed among the righteous.) And He says:\nإِنَّ إِبْرَهِيمَ كَانَ أُمَّةً قَـنِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ\n(Verily, Ibrahim was an Ummah, Qanit to Allah, a Hanif, and he was not one of the idolators) until:\nوَإِنَّهُ فِى الاٌّخِرَةِ لَمِنَ الصَّـلِحِينَ\n(and in the Hereafter he shall be of the righteous) (16:120-122).",
  "ayah": 26,
  "surah": 29
}
