{
  "text": "Evidence for the Fact that the Qur'an was revealed from Allah\nIbn Jarir said: \"Allah says, `just as We revealed the Books to the Messengers who came before you, O Muhammad, so We have also revealed this Book to you.\"' What he said is good and fits the context. Allah's saying:\nفَالَّذِينَ ءَاتَيْنَـهُمُ الْكِتَـبَ يُؤْمِنُونَ بِهِ\n(and those whom We gave the Scripture believe therein) means, those knowledgable rabbis and scholars among them who learned it and recited it properly, such as `Abdullah bin Salam, Salman Al-Farisi and others like them.\nوَمِنْ هَـؤُلاءِ مَن يُؤْمِنُ بِهِ\n(as also believe therein some of these) meaning, the Quraysh Arabs and others.\nوَمَا يَجْحَدُ بِـايَـتِنَآ إِلاَّ الْكَـفِرونَ\n(and none but the disbelievers reject Our Ayat.) No one disbelieves and rejects them except those who conceal the truth with falsehood, and those who try to hide the rays and light of the sun by their covering an eye. Then Allah says:\nوَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَـبٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ\n(Neither did you read any book before it (this Qur'an) nor did you write any book with your right hand. ) meaning, `you lived among your people for a long time before you brought this Qur'an. During this time you never read any book or wrote anything. Your people, as well as others all know that you are an unlettered man who does not read or write.' This is how he was also described in the previous Scriptures, as Allah says:\nالَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِىَّ الأُمِّىَّ الَّذِى يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِى التَّوْرَاةِ وَالإِنجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَـهُمْ عَنِ الْمُنْكَرِ\n(Those who follow the Messenger, the Prophet, the unlettered about whom they find written with them in the Tawrah and the Injil, -- he commands them with good; and forbids them from evil.) (7:157) This is how the Messenger of Allah ﷺ will remain until the Day of Resurrection, unable to write even one line or one letter. He used to have scribes who would write down the revelation for him, or would write letters from him to be sent to different places. Allah's saying:\nإِذاً لاَّرْتَـبَ الْمُبْطِلُونَ\n(In that case, indeed, the followers of falsehood might have doubted.) means, `if you had been literate, some ignorant people would have doubted you. They would have said that you learned this from Books inherited from the Prophets which came before.' Indeed, they did say that, even though they knew that he was unlettered and could not read or write.\nوَقَالُواْ أَسَـطِيرُ الاٌّوَّلِينَ اكْتَتَبَهَا فَهِىَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلاً\n(And they say: \"Tales of the ancients, which he has written down, and they are dictated to him morning and afternoon.\") (25:5) Allah says:\nقُلْ أَنزَلَهُ الَّذِى يَعْلَمُ السِّرَّ فِى السَّمَـوَتِ وَالاٌّرْضِ\n(Say: \"It has been sent down by Him Who knows the secret of the heavens and the earth) (25:6). And Allah says here:\nبَلْ هُوَ ءَايَـتٌ بَيِّنَـتٌ فِى صُدُورِ الَّذِينَ أُوتُواْ الْعِلْمَ\n(Nay, but it is (Quran), the clear Ayat, (preserved) in the breasts of those who have been given knowledge.) meaning, this Qur'an is clear Ayat which indicate the truth, commands, prohibitions and stories. It is memorized by the scholars for whom Allah makes it easy to memorize, recite and interpret. This is like the Ayah,\nوَلَقَدْ يَسَّرْنَا الْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ\n(And We have indeed made the Qur'an easy to understand and remember; then is there any one who will remember) (54:17). The Messenger of Allah ﷺ said:\n«مَا مِنْ نَبِيَ إِلَّا وَقَدْ أُعْطِيَ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا»\n(There has never been any Prophet who was not given that which would make people believe in him. What I have been given is revelation which Allah reveals to me, and I hope that I will have the most followers among them.) According to the Hadith of `Iyad bin Himar, recorded in Sahih Muslim, Allah says:\n«إِنِّي مُبْتَلِيكَ وَمُبْتَلٍ بِكَ، وَمُنْزِلٌ عَلَيْكَ كِتَابًا لَا يَغْسِلُهُ الْمَاءُ، تَقْرَؤُهُ نَائِمًا وَيَقْظَانًا»\n(\"I am testing you and testing others through you, revealing to you a Book which cannot be washed away by water, which you recite while you are asleep and while you are awake.\") This means, if the manuscript where it is written were to be washed with water, there is no need for that manuscript. This is because it is preserved in the hearts and is easy on the tongue (i.e., is easy to recite), and is controlling people's hearts and minds. It is miraculous in its wording and in its meanings. In the previous Scriptures this Ummah was described as carrying their holy Books in their hearts.\nوَمَا يَجْحَدُ بِـَايَـتِنَآ إِلاَّ الظَّـلِمُونَ\n(And none but the wrongdoers deny Our Ayat) Nobody denies it or tries to undermine its status or rejects it except the wrongdoers, i.e., the arrogant transgressors who know the truth but turn away from it, as Allah says:\nإِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لاَ يُؤْمِنُونَ - وَلَوْ جَآءَتْهُمْ كُلُّ ءايَةٍ حَتَّى يَرَوُاْ الْعَذَابَ الاٌّلِيمَ\n(Truly, those, against whom the Word (wrath) of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.) (10:96-97)",
  "ayah": 48,
  "surah": 29
}
