{
  "text": "Allah will fulfill the Hopes of the Righteous Allah's saying;\nمَن كَانَ يَرْجُو لِقَآءَ اللَّهِ\n(Whoever hopes in meeting with Allah,) means, in the Hereafter, and does righteous deeds, and hopes for a great reward with Allah, then Allah will fulfill his hopes and reward him for his deeds in full. This will undoubtedly come to pass, for He is the One Who hears all supplications, He knows and understands the needs of all created beings. Allah says:\nمَن كَانَ يَرْجُو لِقَآءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ\n(Whoever hopes in meeting with Allah, then Allah's term is surely coming, and He is the All-Hearer, the All-Knower.)\nوَمَن جَاهَدَ فَإِنَّمَا يُجَـهِدُ لِنَفْسِهِ\n(And whosoever strives, he strives only for himself.) This is like the Ayah,\nمَّنْ عَمِلَ صَـلِحاً فَلِنَفْسِهِ\n(Whosoever does righteous good deed, it is for himself) (41:46). Whoever does a righteous deed, the benefit of that deed will come back to him, for Allah has no need of the deeds of His servants, and even if all of them were to be as pious as the most pious man among them, that would not add to His dominion in the slightest. Allah says:\nوَمَن جَاهَدَ فَإِنَّمَا يُجَـهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِىٌّ عَنِ الْعَـلَمِينَ\n(And whosoever strives, he strives only for himself. Verily, Allah stands not in need of any of the creatures.) Then Allah tells us that even though He has no need of His creatures, He is kind and generous to them. He will still give to those who believe and do righteous deeds the best of rewards, which is that He will expiate for them their bad deeds, and will reward them according to the best deeds that they did. He will accept the fewest good deeds and in return for one good deed will give anything between ten rewards and seven hundred, but for every bad deed, He will give only one evil merit, or even that He may overlook and forgive. This is like the Ayah,\nإِنَّ اللَّهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَـعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْراً عَظِيماً\n(Surely, Allah wrongs not even the weight of a speck of dust, but if there is any good, He doubles it, and gives from Him a great reward.) (4:40). And He says here:\nوَالَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِى كَانُواْ يَعْمَلُونَ\n(Those who believe, and do righteous good deeds, surely, We shall expiate from them their evil deeds and We shall indeed reward them according to the best of that which they used to do.)",
  "ayah": 5,
  "surah": 29
}
