{
  "text": "The Idolators' demand for Signs, and the Response\nAllah tells us how the idolators stubbornly demanded signs, meaning that they wanted signs to show them that Muhammad was indeed the Messenger of Allah ﷺ, just as Salih was given the sign of the she-camel. Allah says:\nقُلْ\n(Say) -- `O Muhammad' --\nإِنَّمَا الاٌّيَـتُ عِندَ اللَّهِ\n(The signs are only with Allah) meaning, `the matter rests with Allah, and if He knew that you would be guided, He would respond to your request, because it is very easy for Him to do that. Yet He knows that you are merely being stubborn and putting me to the test, so He will not respond to you.' This is like the Ayah,\nوَمَا مَنَعَنَآ أَن نُّرْسِلَ بِالاٌّيَـتِ إِلاَّ أَن كَذَّبَ بِهَا الاٌّوَّلُونَ وَءَاتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُواْ بِهَا\n(And nothing stops Us from sending the Ayat but that the people of old denied them. And We sent the she-camel to Thamud as a clear sign, but they did her wrong) (17:59).\nوَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ\n(and I am only a plain warner) means, `I have been sent to you only as a warner to bring a clear warning; all I have to do is convey the Message of Allah to you. '\nمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا\n(He whom Allah guides, he is the rightly-guided; but he whom He sends astray, for him you will find no guide to lead him.) (18:17)\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills) (2:272). Then Allah shows us how ignorant and foolish they were when they demanded a sign to prove to them that what Muhammad ﷺ had brought to them was true. He brought them a great Book which falsehood cannot reach, neither from before it or behind it, it was greater than all other miracles, for the most eloquent of men could not match it or produce ten Surahs, or even one Surah like it.\nأَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ الْكِتَـبَ يُتْلَى عَلَيْهِمْ\n(Is it not sufficient for them that We have sent down to you the Book which is recited to them) means, `is it not sufficient as a sign for them that We have sent down to you this great Book which tells them about what happened before their time, what will happen after they are gone, and passes judgement between them. Even though you are an unlettered man who can neither read nor write, and you have not mixed with any of the People of the Book. Yet you brought them news of what was said in the first Scriptures showing what is right in the matters that they dispute over, and bringing clear and obvious truth. ' As Allah says:\nأَوَلَمْيَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِى إِسْرَءِيلَ\n(Is it not a sign to them that the learned scholars of the Children of Israel knew it (to be true)) (26:197)\nوَقَالُواْ لَوْلاَ يَأْتِينَا بِـَايَةٍ مِّن رَّبِّهِ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِى الصُّحُفِ الاٍّولَى\n(They say: \"Why does he not bring us a sign from his Lord\" Has there not come to them the proof of that which is in the former Scriptures) (20:133) Imam Ahmad recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:\n«مَا مِنَ الْأَنْبِيَاءِ مِنْ نَبِيَ إِلَّا قَدْ أُعْطِيَ مِنَ الْآيَاتِ مَا مِثْلُهُ آمَنَ عَلَيْهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَة»\n(There is no Prophet who was not given some miracles that would make the people believe in him. What I have been given is revelation which Allah reveals to me, and I hope that I will have the greatest number of followers on the Day of Resurrection.)\" It was also recorded by Al-Bukhari and Muslim. Indeed Allah has said:\nإِنَّ فِى ذلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ\n(Verily, herein is mercy and a reminder for a people who believe.) In this Qur'an there is mercy, that is, explanation of the truth and removal of falsehood, and a reminder to the believers of the punishment that is to come to the disbelievers and sinners. Then Allah says:\nقُلْ كَفَى بِاللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيداً\n(Say: \"Sufficient is Allah for a witness between me and you...\") `He knows best the words of denial that you utter, and he knows what I am telling you about Him and that He has sent me. If I were telling lies about Him, He would have executed His vengeance upon me,' as Allah says elsewhere:\nوَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الاٌّقَاوِيلِ - لأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ - فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَـجِزِينَ\ng(And if he had forged a false saying concerning Us, We surely would have seized him by his right hand, and then We certainly would have cut off his aorta, and none of you could have withheld Us from (punishing) him.) (69:44-47). `But I am telling the truth in what I say to you about Him, so He has supported me with clear miracles and definitive evidence.'\nيَعْلَمُ مَا فِى السَّمَـوَتِ وَالاٌّرْضِ\n(He knows what is in the heavens and the earth.) means, nothing is hidden from Him at all.\nوَالَّذِينَ ءامَنُواْ بِالْبَـطِلِ وَكَفَرُواْ بِاللَّهِ أُوْلَـئِكَ هُمُ الْخَـسِرُونَ\n(And those who believe in falsehood, and disbelieve in Allah, it is they who are the losers.) means, on the Day of Resurrection, they will be punished for what they did, and will get what they justly deserve for rejecting the truth and following falsehood, for disbelieving in the Messengers of Allah ﷺ even when there was proof that they were telling the truth, and for worshipping false gods with no evidence. Allah will punish them for all that, for He is All-Wise and All-Knowing.",
  "ayah": 50,
  "surah": 29
}
