{
  "text": "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ (102)والفاء في { فلمَّا بلغَ معهُ السَّعي } فصيحة لأنها مفصحة عن مقدر ، تقديره : فولد له ويفع وبلغ السعي فلما بلغ السعي قال يا بنيّ الخ ، أي بلغ أن يسعى مع أبيه ، أي بلغ سنّ من يمشي مع إبراهيم في شؤونه .فقوله : { معه } متعلق بالسعي والضمير المستتر في { بلغ } للغلام ، والضمير المضاف إليه { معه } عائد إلى إبراهيم . و { السعي } مفعول { بلغ } ولا حجة لمن منع تقدم معمول المصدر عليه ، على أن الظروف يتوسع فيها ما لا يتوسع في غيرها من المعمولات .وكان عمُر إسماعيل يومئذٍ ثلاث عشرة سنة وحينئذٍ حدّث إبراهيم ابنه بما رآه في المنام ورؤيا الأنبياء وحي وكان أول ما بُدىء به رسول الله صلى الله عليه وسلم الرؤيا الصادقة ولكن الشريعة لم يوح بها إليه إلا في اليقظة مع رؤية جبريل دون رؤيا المنام ، وإنما كانت الرؤيا وحياً له في غير التشريع مثل الكشف على ما يقع وما أعد له وبعض ما يحل بأمته أو بأصحابه ، فقد رأى في المنام أنه يهاجِر من مكة إلى أرض ذات نخل فلم يهاجر حتى أُذن له في الهجرة كما أخبر بذلك أبا بكر رضي الله عنه ، ورأى بَقراً تُذبح فكان تأويل رؤياه مَن استشهد من المسلمين يوم أحد ، ولقد يُرجَّح قول القائلين من السلف بأن الإِسراء برسول الله صلى الله عليه وسلم كان يقظة وبالجسد على قول القائلين بأنه كان في المنام وبالروح خاصة ، فإن في حديث الإِسراء أن الله فرَض الصلاة في ليلته والصلاة ثاني أركان الإِسلام فهي حقيقة بأن تفرض في أكمل أحوال الوحي للنبيء صلى الله عليه وسلم وهو حال اليقظة فافهم .وأمر الله إبراهيم بذبح ولده أمرُ ابتلاء .وليس المقصود به التشريع إذ لو كان تشريعاً لما نسخ قبل العمل به لأن ذلك يفيت الحكمة من التشريع بخلاف أمر الابتلاء .والمقصود من هذا الابتلاء إظهار عزمه وإثبات علوّ مرتبته في طاعة ربّه فإن الولد عزيز على نفس الوالد ، والولد الوحيد الذي هو أمل الوالد في مستقبله أشدّ عزّة على نفسه لا محالة ، وقد علمتَ أنه سأل ولداً لِيرثه نسله ولا يرثه مواليه ، فبعد أن أقرّ الله عينه بإجابة سؤله وترعرع ولده أمره بأن يذبحه فينعدم نسله ويخيب أمله ويزول أنسه ويتولى بيده إعدام أحب النفوس إليه وذلك أعظم الابتلاء . فقابَل أمر ربه بالامتثال وحصلت حكمة الله من ابتلائه ، وهذا معنى قوله تعالى : { إنَّ هذا لهو البلاء المبينُ } [ الصافات : 106 ] .وإنما برز هذا الابتلاء في صورة الوحي المنامي إكراماً لإِبراهيم عن أن يزعج بالأمر بذبح ولده بوحي في اليقظة لأن رُؤَى المنام يعقبها تعبيرها إذ قد تكون مشتملة على رموز خفيّة وفي ذلك تأنيس لنفسه لتلقّي هذا التكليف الشاقّ عليه وهو ذبح ابنه الوحيد .والفاء في قوله : { فانظر ماذا ترى } فاء تفريع ، أو هي فاء الفصيحة ، أي إذا علمت هذا فانظر ماذا ترى . والنظر هنا نظر العقل لا نظر البصر فحقه أن يتعدّى إلى مفعولين ولكن علّقه الاستفهام عن العمل . والمعنى : تأمل في الذي تقابل به هذا الأمر ، وذلك لأن الأمر لما تعلق بذات الغلام كان للغلام حظ في الامتثال وكان عرض إبراهيم هذا على ابنه عرض اختبار لمقدار طواعيته بإجابة أمر الله في ذاته لتحصل له بالرضى والامتثال مرتبة بذل نفسه في إرضاء الله وهو لا يرجو من ابنه إلا القبول لأنه أعلم بصلاح ابنه وليس إبراهيم مأموراً بذبح ابنه جبراً ، بل الأمر بالذبح تعلق بمأمورين : أحدهما بتلقي الوحي ، والآخرِ بتبليغ الرسول إليه ، فلو قدر عصيانه لكان حاله في ذلك حال ابن نوح الذي أبى أن يركب السفينة لما دعاه أبوه فاعتُبر كافراً .وقرأ الجمهور { ماذا ترى } بفتح التاء والراء . وقرأ حمزة والكسائي وخلف بضم التاء وكسر الراء ، أي مَاذا تُريني من امتثال أو عدمه . وحكى جوابه فقال : { يأبتتِ افعل ما تُؤمرُ } دون عطف ، جرياً على حكاية المقاولات كما تقدم عند قوله تعالى :{ قالوا أتجعل فيها من يُفسد فيها } في سورة [ البقرة : 30 ] .( وابتداء الجواب بالنداء واستحضار المنادى بوصف الأبوة وإضافة الأب إلى ياء المتكلم المعوض عنها التاء المشعر تعويضها بصيغة ترقيق وتحنّن .والتعبير عن الذبح بالموصول وهو { ما تُؤمَرُ } دون أن يقول : اذْبَحني ، يفيد وحده إيماء إلى السبب الذي جَعل جوابه امتثالاً لذبحه . وحُذف المتعلق بفعل { تُؤمرُ } لظهور تقديره : أي ما تؤمر به . وبقي الفعل كأنه من الأفعال المتعدية ، وهذا الحذف يسمى بالحذف والإِيصال ، كقول عمرو بن معد يكرب :أمرتك الخيرَ فافعل ما أمرتَ به ... فقد تركتُكَ ذا مال وذا نشَبوصيغة الأمر في قوله : { افْعَلْ } مستعملة في الإِذن . وعدل عن أن يقال : اذبحني ، إلى { افعل ما تؤمرُ } للجمع بين الإِذن وتعليله ، أي أذنت لك أن تذبحني لأن الله أمرك بذلك ، ففيه تصديق أبيه وامتثال أمر الله فيه .وجملة { ستَجِدُني } هي الجواب لأن الجمل التي قبلها تمهيد للجواب كما علمت فإنه بعد أن حثّه على فعل ما أُمر به وَعَده بالامتثال له وبأنه لا يجزع ولا يهلع بل يكون صابراً ، وفي ذلك تخفيف من عبْء ما عسى أن يعرض لأبيه من الحزن لكونه يعامل ولده بما يكره . وهذا وعد قد وفّى به حين أمكن أباه من رقبته ، وهو الوعد الذي شكره الله عليه في الآية الأخرى في قوله : { واذكر في الكتاب إسماعيل إنه كان صادق الوعد } [ مريم : 54 ] ، وقد قرن وعده ب { إن شاء الله } استعانةً على تحقيقه .وفي قوله : { مِنَ الصابِرينَ } من المبالغة في اتصافه بالصبر ما ليس في الوصف : بصابر ، لأنه يفيد أنه سيجده في عِداد الذين اشتهروا بالصبر وعرفوا به ، ألاَ ترى أن موسى عليه السلام لما وعد الخضر قال : { ستجدني إن شاء الله صابِراً } [ الكهف : 69 ] لأنه حُمل على التصبر إجابة لمقترح الخضر .",
  "ayah": 102,
  "surah": 37
}
