{
  "text": "وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ (107)وجملة { وفديناهُ } يظهر أنها من الكلام الذي خاطب الله به إبراهيم .والمعنى : وقد فدينا ابنَك بذبح عظيم ولولا هذا التقدير تكون حكاية نداء الله إبراهيم غير مشتملة على المقصود من النداء وهو إبطال الأمر بذبح الغلام .والفِدَى والفداء : إعطاء شيء بدلاً عن حق للمعطَى ، ويطلق على الشيء المفدَى به من إطلاق المصدر على المفعول . وأسند الفداء إلى الله لأنه الآذِن به ، فهو مجاز عقلي ، فإن الله أوحى إلى إبراهيم أن يذبح الكبش فداء عن ذبح ابنه وإبراهيم هو الفادي بإذن الله ، وابن إبراهيم مُفْدىً .والذِبح بكسر الذال : المذبوح ووزن فِعل بكسر الفاء وسكون عين الكلمة يكثر أن يكون بمعنى المفعول مما اشتق منه مثل : الحِب والطِحن والعِدل .ووصفه ب { عَظِيمٍ } بمعنى شرف قدر هذا الذِبح ، وهو أن الله فدَى به ابن رسوللٍ وأبقى به من سيكون رسولاً فعِظمه بعظم أثره ، ولأنه سخره الله لإِبراهيم في ذلك الوقت وذلك المكان .وقد أشارت هذه الآيات إلى قصة الذبيح ولم يسمه القرآن لعله لئلا يثير خلافاً بين المسلمين وأهل الكتاب في تعيين الذبيح مِن ولدَيْ إبراهيم ، وكان المقصد تألف أهل الكتاب لإِقامة الحجة عليهم في الاعتراف برسالة محمد صلى الله عليه وسلم وتصديققِ القرآن ، ولم يكن ثَمة مقصد مهمّ يتعلق بتعيين الذبيح ولا في تخطئة أهل الكتاب في تعيينه ، وأمارة ذلك أن القرآن سمّى إسماعيل في مواضع غيرِ قصة الذبح وسمَّى إسحاق في مواضع ، ومنها بشارة أمه على لسان الملائكة الذين أرسلوا إلى قوم لُوط ، وذكر اسمَيْ إسماعيل وإسحاق أنهما وُهبا له على الكِبر ولم يسمّ أحداً في قصة الذبح قصداً للإِبهام مع عدم فوات المقصود من الفضل لأن المقصود من القصة التنويه بشأن إبراهيم فأي ولديه كان الذبيح كان في ابتلائه بذبحه وعزمه عليه وما ظهر في ذلك من المعجزة تنويهٌ عظيم بشأن إبراهيم وقال الله تعالى : { ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن } [ العنكبوت : 46 ] وقال النبي صلى الله عليه وسلم \" لا تصدّقوا أهل الكتاب ولا تكذبوهم \" روى الحاكم في «المستدرك» عن معاوية بن أبي سفيان أن أحد الأعراب قال للنبيء صلى الله عليه وسلم يا ابن الذبيحين فتبسم النبي صلى الله عليه وسلم وهو يعني أنه من ولد إسماعيل وهو الذبيح وأن أباه عبدَ الله بن عَبد المطلب كان أبوه عبد المطلب نذر : لئن رزقه الله بعشرة بنين أن يذبح العاشر للكعبة ، فلما وُلد عبد الله وهو العاشر عزَم عبد المطلب على الوفاء بنذره ، فكلّمه كبراء أهل البطاح أن يعْدِلَه بعشرة من الإِبل وأن يستقسم بالأزلام عليه وعلى الإِبل فإن خرج سَهم الإِبل نحرها ، ففعل فخرج سهم عبد الله ، فقالوا : أرضضِ الآلهة ، أي الآلهة التي في الكعبة يومئذٍ ، فزاد عشرة من الإِبل واستقسم فخرج سهم عبد الله ، فلم يزالوا يقولون : أرْضضِ الآلهة ويزيد عبد المطلب عشرة من الإِبل ويعيد الاستقسام ويخرج سهم عبد الله إلى أن بلغ مائة من الإِبل واستقسم عليهما فخرج سَهم الإِبل فقالوا رَضِيتْ الآلهة فذبحها فداءً عنه .وكانت منقبة لعبد المطلب ولابنه أبي النبي صلى الله عليه وسلم تشبه منقبة جدّه إبراهيم وإن كانت جرت على أحوال الجاهلية فإنها يستخلص منها غيرُ ما حفّ بها من الأعراض الباطلة ، وكان الزمان زمان فترة لا شريعةَ فيه ولم يَرد في السنة الصحيحة ما يخالف هذا . إلا أنه شاع من أخبار أهل الكتاب أن الذبيح هو إسحاق بن إبراهيم بناء على ما جاء في «سفر التكوين» في «الإِصحاح» الثاني والعشرين وعلى ما كان يقصّه اليهود عليهم ، ولم يكن فيما علموه من أقوال الرسول صلى الله عليه وسلم ما يخالفه ولا كانوا يسألونه .والتأمُّل في هذه الآية يقوّي الظن بأن الذبيح إسماعيل ، فإنه ظاهر قوي في أن المأمور بذبحه هو الغلام الحليم في قوله : { فبشَّرناهُ بغلاممٍ حَليمٍ } [ الصافات : 101 ] وأنه هو الذي سأل إبراهيمُ ربه أن يهب له فساقت الآية قصة الابتلاء بذبح هذا الغلام الحليم الموهوب لإِبراهيم ، ثم أعقبت قصته بقوله تعالى : { وبشرناهُ بإسحاق نبيئاً من الصالِحِين } [ الصافات : 112 ] ، وهذا قريب من دلالة النص على أن إسحاق هو غير الغلام الحليم الذي مضى الكلام على قصته لأن الظاهر أن قوله : { وبشرناه } [ الصافات : 112 ] بشارة ثانية وأن ذكر اسم إسحاق يدل على أنه غير الغلام الحليم الذي أجريت عليه الضمائر المتقدمة . فهذا دليل أول .الدليل الثاني : أن الله لما ابتلى إبراهيم بذبح ولده كان الظاهر أن الابتلاء وقع حين لم يكن لإِبراهيم ابنٌ غيره لأن ذلك أكمل في الابتلاء كما تقدم .الدليل الثالث : أن الله تعالى ذكر : { فبشرناه بغلام حليم } [ الصافات : 101 ] عَقِبَ ما ذكر من قول إبراهيم : { رب هب لي من الصالحين } [ الصافات : 100 ] ، فدل على أن هذا الغلام الحليم الذي أمر بذبحه هو المبشَّر به استجابةً لدعوته ، وقد ظهر أن المقصود من الدعوة أن لا يكون عقيماً يرثه عبيدُ بيته كما جاء في «سفر التكوين» وتقدم آنفاً .الدليل الرابع : أن إبراهيم بنَى بيتاً لله بمكة قبل أن يبني بيتاً آخر بنحو أربعين سنة كما في حديث أبي ذرّ عن النبي صلى الله عليه وسلم ومن شأن بيوت العبادة في ذلك الزمان أن تقرّب فيها القرابين فقربان أعز شيء على إبراهيم هو المناسب لكونه قرباناً لأشرف هيكل . وقد بقيت في العرب سنة الهدايا في الحج كل عام وما تلك إلا تذكرة لأول عام أُمر فيه إبراهيم بذبح ولده وأنه الولد الذي بمكة .الدليل الخامس : أن أعرابياً قال للنبيء صلى الله عليه وسلم يابن الذبيحين ، فعلم مراده وتبسَّم ، وليس في آباء النبي صلى الله عليه وسلم ذبيح غير عبد الله وإسماعيل .الدليل السادس : ما وقع في «سفر التكوين» في الإِصحاح الثاني والعشرين أن الله امتحن إبراهيم فقال له : «خذ ابنك وحيدك الذي تحبه إسحاق واذهب إلى أرض المريا وأصعده هنالك محرقة على أحد الجبال الذي أقول لك» إلى آخر القصة .ولم يكن إسحاق ابناً وحيداً لإِبراهيم فإن إسماعيل وُلد قبله بثلاث عشرة سنة . ولم يزل إبراهيم وإسماعيل متواصلين وقد ذكر في الإِصحاح الخامس والعشرين من سفر التكوين عند ذكر موت إبراهيم عليه السلام «ودفَنه إسحاق وإسماعيلُ ابناه» ، فإقحام اسم إسحاق بعد قوله : ابنَك وحيدَك ، من زيادة كاتب التوراة .الدليل السابع : قال صاحب «الكشاف» : ويدل عليه أن قرني الكبش كانا منوطين في الكعبة في أيدي بنِي إسماعيل إلى أن احترق البيت في حصار ابن الزبير ا . ه . وقال القرطبي عن ابن عباس : والذي نفسي بيده لقد كان أول الإِسلام وأن رأس الكبش لمعلق بقرنيه من ميزاب الكعبة وقد يبس . قلت : وفي صحة كون ذلك الرأس رأسَ كبش الفداء من زمن إبراهيم نظر .الدليل الثامن : أنه وردت روايات في حكمة تشريع الرمي في الجمرات من عهد الحنيفية أن الشيطان تعرض لإِبراهيم ليصدّه عن المضيّ في ذبح ولده وذلك من مناسك الحجّ لأهل مكة ولم تكن لليهود سُنَّة ذبح معين .وذكر القرطبي عن ابن عباس : أن الشيطان عرض لإِبراهيم عند الجمرات ثلاث مرات فرجمه في كل مرة بحصيات حتى ذهب من عند الجمرة الأخرى . وعنه : أن موضع معالجة الذبح كان عند الجمار وقيل عند الصخرة التي في أصل جبل ثبير بمنى .الدليل التاسع : أن القرآن صريح في أن الله لمّا بشر إبراهيم بإسحاق قرن تلك البشارة بأنه يولد لإِسحاق يعقوب ، قال تعالى : { فبشرناها بإسحاق ومن وراء إسحاق يعقوب } [ هود : 71 ] وكان ذلك بمحضر إبراهيم فلو ابتلاه الله بذبح إسحاق لكان الابتلاء صورياً لأنه واثق بأن إسحاق يعيش حتى يولد له يعقوب لأن الله لا يخلف الميعاد . ولمّا بشره بإسماعيل لم يَعِدْه بأنه سيُولد له وما ذلك إلا توطئة لابتلائه بذبحه فقد كان إبراهيم يدعو لحياة ابنه إسماعيل . فقد جاء في «سفر التكوين» الإِصحاح السابع عشر «وقال إبراهيم لله : ليت إسماعيل يعيش أمامك فقال الله : بل سارة تلد لك ابناً وتدعو اسمه إسحاق وأقيم عهدي معه عهداً أبدياً لنسله من بعده» . ويظهر أن هذا وقع بعد الابتلاء بذبحه .الدليل العاشر : أنه لو كان المراد بالغلام الحليم إسحاق لكان قوله تعالى بعد هذا : { وبشرناه بإسحاق نبيئاً من الصالِحينَ } [ الصافات : 112 ] تكريراً لأن فعل : بشرناه بفلان ، غالب في معنى التبشير بالوجود .واختلف علماء السلف في تعيين الذبيح فقال جماعة من الصحابة والتابعين : هو إسماعيل وممن قاله أبو هريرة وأبو الطفيل عامر بن واثلة وعبد الله بن عُمر وابن عباس ومعاوية بن أبي سفيان . وقاله من التابعين سعيد بن المسيب والشعبي ومجاهد وعلقمة والكلبي والربيع بن أنس ومحمد بن كعب القُرظي وأحمد بن حنبل .وقال جماعة : هو إسحاق ونقل عن ابن مسعود والعباس بن عبد المطلب وجابر بن عبد الله وعمر وعلي من الصحابة ، وقاله جمع من التابعين منهم : عطاء وعكرمة والزهري والسّدِّي . وفي «جامع العتبية» أنه قول مالك بن أنس .فإن قلت : فعلامَ جنحتَ إليه واستَدللت عليه من اختيارك أن يكون لابتلاء بذبح إسماعيل دون إسحاق ، فكيف تتأول ما وقع في «سفر التكوين»؟قلت : أرى أن ما في «سفر التكوين» نُقِل مشتّتاً غير مرتبة فيه أزمان الحوادث بضبط يعين الزمن بين الذبح وبين أخبار إبراهيم ، فلما نقَل النقلةُ التوراة بعد ذهاب أصلها عقب أسر بني إسرائيل في بلاد أشور زمن بختنصر ، سجلت قضية الذبيح في جملة أحوال إبراهيم عليه السلام وأدمج فيها ما اعتقده بنو إسرائيل في غربتهم من ظنهم الذبيح إسحاق . ويدل لذلك قول الإِصحاح الثاني والعشرين «وحدث بعد هذه الأمور أن الله امتحن إبراهيم فقال خذ ابنك وحيدك» الخ؛ فهل المراد من قولها : بعد هذه الأمور ، بعد جميع الأمور المتقدمة أو بعد بعض ما تقدم .",
  "ayah": 107,
  "surah": 37
}
