{
  "text": "وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ (113)وقوله : { وبركات عليك } في سورة [ هود : 48 ] .و { على } للاستعلاء المجازي ، أي تمكُّن البركةِ من الإِحاطة بهما .ولما ذكر ما أعطاهما نقل الكلام إلى ذريتهما فقال : { ومن ذُريتهما مُحسنٌ } ، أي عامل بالعمل الحسن ، { وظالِمٌ لنفسهِ } أي مشرك غير مستقيم للإِشارة إلى أن ذريتهما ليس جميعها كحالهما بل هم مختلفون؛ فمن ذرية إبراهيم أنبياء وصالحون ومؤمنون ومن ذرية إسحاق مثلهم ، ومن ذرية إبراهيم من حادوا عن سنن أبيهم مثل مشركي العرب ، ومن ذرية إسحاق كذلك مثل من كفر من اليهود بالمسيح وبمحمد صلّى الله عليهما ، ونظيره قوله تعالى :{ قال ومن ذريتي قال لا ينال عهدي الظالمين } في سورة [ البقرة : 124 ] .وفيه تنبيه على أن الخبيث والطيّب لا يجري أمرهما على العِرق والعنصر فقد يلد البَرُّ الفاجرَ والفاجر البَّر ، وعلى أن فساد الأعقاب لا يُعدّ غضاضة على الآباء ، وأن مناط الفضل هو خصال الذات وما اكتسب المرء من الصالحات ، وأما كرامة الآباء فتكملة للكمال وباعث على الاتّسام بفضائل الخِلال ، فكان في هذه التكملة إبطال غرور المشركين بأنهم من ذرية إبراهيم ، وإنهّا مزية لكن لا يعادلها الدخول في الإِسلام وأنهم الأوْلى بالمسجد الحرام . قال أبو طالب في خطبة خديجة للنبيء صلى الله عليه وسلم «الحمد لله الذي جعلنا من ذرية إبراهيم وزرع إسماعيل وجعلنا رجال حرمه وسَدنة بيته» فكان ذلك قبل الإِسلام وقال الله تعالى لهم بعد الإِسلام : { أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن باللَّه واليوم الآخر وجاهد في سبيل اللَّه لا يستوون عند اللَّه } [ التوبة : 19 ] . وقال تعالى : { وهم يصدّون عن المسجد الحرام وما كانوا أولياءه إن أولياؤه إلا المتقون } [ الأنفال : 34 ] وقال : { إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين آمنوا } [ آل عمران : 68 ] .وقد ضرب الله هذه القصة مثلاً لحال النبي صلى الله عليه وسلم في ثباته على إبطال الشرك وفيما لقي من المشركين وإيماءً إلى أنه يهاجر من أرض الشرك وأن الله يهديه في هجرته ويهَب له أمّة عظيمة كما وهب إبراهيم أتباعاً ، فقال : { إن إبراهيم كان أمة } [ النحل : 120 ] .وفي قوله تعالى : { ومن ذريتهما محسنٌ وظالمٌ لنفسه مبينٌ } مَثَل لحال النبي صلى الله عليه وسلم والمؤمنين معه من أهل مكة ولحال المشركين من أهل مكة .",
  "ayah": 113,
  "surah": 37
}
