{
  "text": "فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ (127) وفي «مفاتيح الغيب» : «كان الملقب بالرشيد الكاتب يقول : لو قيل : أتدعُون بعلاً وتدَعون أحسن الخالقين ، أوْهَم أنه أحسن» ، أي أوهم كلام الرشيد أنه لو كانت كلمة ( تدعون ) عوضاً عن { تذرون } . وأجاب الفخر بأن فصاحة القرآن ليست لأجل رعاية هذه التكاليف بل لأجْل قوة المعاني وجزالة الألفاظ ا ه . وهو جواب غير مقنع إذ لا سبيل إلى إنكار حسن موقع المحسنات البديعية بعد استكمال مقتضيات البلاغة . قال السّكّاكي : «وأصل الحسن في جميع ذلك ( أي ما ذكر من المحسنات البديعية ) أن تكون الألفاظُ توابع للمعاني لا أن تكون المعاني لها توابع ، أعني أن لا تكون متكلفة» . فإذا سلمنا أن ( تذرون ) و ( تدعون ) مترادفان لم يكن سبيل إلى إبطال أن إيثار ( تدعون ) أنسب .فالوجه إما أن يجاب بما قاله سعد الله محشي البيضاوي بأن الجناس من المحسنات فإنما يناسب كلاماً صادراً في مقام الرضى لا في مقام الغضب والتهويل .يعني أن كلام إلياس المحكيَّ هنا محكي عن مقام الغضب والتهويل فلا تناسبه اللطائف اللفظية ( يعني بالنظر إلى حال المخاطَبين به لأن كلامه محكي في العربية بما يناسب مصدره في لغة قائله وذلك من دقائق الترجمة ) ، وهو جواب دقيق ، وإن كابر فيه الخفاجي بكلام لا يليق ، وإن تأمّلتَه جزمت باختلاله . وقد أجيب بما يقتضي منع الترادف بين فعلي { تذرون } و «تدعون» بأن فعل ( يدع ) أخص : إما لأنه يدل على ترك شيء مع الاعتناء بعدم تركه كما قال سعد الله ، وإما لأن فعل يدع يدل على ترك شيء قبل العلم ، وفعل ( يذر ) يدل على ترك شيء بعد العلم به كما حكاه سعد الله عن بعض الأيمة عازياً إياه للفخر .وعندي : أن منع الترادف هو الوجه لكن لا كما قال سعد الله ولا كما نُقل عن الفخر بل لأن فعل ( يدع ) قليل الاستعمال في كلام العرب ولذلك لم يقع في القرآن إلا في قراءة شاذّة لا سند لها خلافاً لفعل ( يذر ) . ولا شك أن سبب ذلك أن فعل ( يذر ) يدل على ترك مع إعراض عن المتروك بخلاف ( يدع ) فإنه يقتضي تركاً مؤقتاً وأشار إلى الفرق بينهما كلام الراغب فيهما . وهنالك عدة أجوبة أخرى ، هي بالإِعراض عنها أَحْرى .ومعنى { فكذَّبُوهُ } أنهم لم يطيعوه تملّقاً لملوكهم الذين أجابوا رغبة نسائهم المشركات لإِقامة هياكل للأصنام فإن ( إيزابل ) ابنة ملك الصيدونيين زوجة ( أخاب ) ملك إسرائيل لما بلغها ما صنع إلياس بسدنة بَعْل ثَأراً لمن قتلته ( إيزابل ) من صالحي إسرائيل أرسلت إلى إلياس تتوعده بالقتل فخرج إلى موضع اسمه ( بئر سبع ) ثم ساح في الأرض وسأل الله أن يقبضه إليه فأمره بأن يعهد إلى صاحبه ( اليسع ) بالنبوءة مِن بعده ، ثم قبضه الله إليه فلم يعرفَ أحد مكانه .",
  "ayah": 127,
  "surah": 37
}
