{
  "text": "أُولَئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ (41) ، وكذلك قوله هنا : { إلاَّ عِبَادَ الله المُخلصين أُولئِكَ لهم رزقٌ معلومُ } . ولو كان المعنى على الاستثناء لما أتبع المستثنى بأخبار عنه لأنه حينئذٍ يثبت له نقيض حكم المستثنى منه بمجرد الاستثناء ، فإن ذلك مُفاد { إلا ، ونظيره مع لكن قولُه تعالى : { أفأنت تنقذ من في النار لكن الذين اتقوا ربهم لهم غرف } الآية في سورة [ الزُّمَر : 19 - 20 ] .وذِكر المؤمنين بوصف العبودية المضافة لله تعالى تنويه بهم وتقريب ، وذلك اصطلاح غالب في القرآن في إطلاق العبدِ والعبادِ مضافاً إلى ضميره تعالى كقوله : { واذكر عبدنا داود ذا الأيد } [ ص : 17 ] { واذكر عبادنا إبراهيم وإسحاق ويعقوب } [ ص : 45 ] { يا عبادي لا خوف عليكم اليوم ولا أنتم تحزنون } [ الزخرف : 68 ] ، وربما أطلق العبد غير مضاف مراداً به التقريب أيضاً كقوله : { ووهبنا لداوود سليمان نعم العبد } [ ص : 30 ] ، أي العبد لله ، ألا ترى أنه لما أريد ذكر قوم من عباد الله من المشركين لم يؤت بلفظ العباد مضافاً كما في قوله تعالى : { بعثنا عليكم عباداً لنا أولي بأس شديد } [ الإسراء : 5 ] إلاّ بقرينة مقام التوبيخ في قوله : { أأنتم أضللتم عبادي هؤلاء } [ الفرقان : 17 ] لأن صفة الإِضلال قرينة على أن الإِضافة ليست للتقريب ، وقوله : { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين } [ الحجر : 42 ] فقرينة التغليب هي مناط استثناء الغاوين من قوله { عبادي وينسب إلى الشافعي :ومما زادني شَرفاً وفخراً ... وكِدْتُ بأَخمَصي أَطأُ الثريادخولي تحت قولك يا عبادي ... وأن أرسلتَ أحمدَ لي نبياوالمراد بهم هنا الذين آمنوا بالنبي فإنهم الذين يخطرون بالبال عند ذكر أحوال المشركين الذين كفروا به وقالوا فيه ما هو منه بريء خطورَ الضد بذكر ضده .والمُخلَصين } صفة عباد الله وهو بفتح اللام إذا أريد الذين أخلصهم الله لولايته ، وبكسرها أي الذين أخلصوا دينهم لله . فقرأه نافع وعاصم وحمزة والكسائي وأبو جعفر وخلف بفتح اللام . وقرأه ابن كثير وابن عامر وأبو عمرو ويعقوب بكسر اللام .و { أولئك } إشارة إلى { عِبادَ الله } قصد منه التنبيه على أنهم استحقوا ما بعد اسم الإِشارة لأجل مما أُثبت لهم من صفة الإِخلاص كما ذلك من مقتضيات تعريف المسند إليه بالإِشارة كقوله تعالى :{ أولئك على هدى من ربهم } [ البقرة : 5 ] بعد قوله : { هدى للمتقين الذين يؤمنون بالغيب } الآية في سورة [ البقرة : 2 - 3 ] .والرزق : الطعام قال تعالى : { وجد عندها رزقاً } [ آل عمران : 37 ] ، وقال : { لا يأتيكما طعام ترزقانه } [ يوسف : 37 ] . والمعلوم : الذي لا يتخلف عن ميعاده ولا ينتظره أهله .و { فَواكِهُ } عطف بيان من { رِزْقٌ . } والمعنى : أن طعامهم كله من الأطعمة التي يتفكه بها لا مما يؤكل لأجل الشبع .",
  "ayah": 41,
  "surah": 37
}
