{
  "text": "وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (7)ومعنى كون الكواكب حفظاً من الشياطين أن من جملة الكواكب الشهبَ التي تُرجم بها الشياطين عند محاولتها استراق السمع فتفرّ الشياطين خشية أن تصيبها لأنها إذا أصابت أشكالها اخترقتها فتفككت فلعلها تزول أشكالها بذلك التفكك فتنعدم بذلك قوام ماهيتها أو تتفرق لحظة لم تلتئم بعد فتتألَّم من ذلك الخرق والالتئام فإن تلك الشهب التي تلوح للناظر قطعاً لامعة مثل النجوم جارية في السماء إنما هي أجسام معدنية تدور حول الشمس وعندما تقرب إلى الأرض تتغلب عليها جاذبية الأرض فتنزعها من جاذبية الشمس فتنقضّ بسرعة نحو مرْكز الأرض ولشدة سرعة انقضاضها تولد في الجو الكروي حرارة كافية لإِحراق الصغار منها وتَحمَى الكبار منها إلى درجة من الحرارة توجب لمعانها وتسقط حتى تقع على الأرض في البحر غالباً وربما وقعت على البَر ، وقد يعثر عليها بعض الناس إذ يجدونها واقعة على الأرض قطعاً معدنية متفاوتة وربما أحرقت ما تصيبه من شجر أو منازل .وقد أرخ نزول بعضها سنة ( 616 ) قبل ميلاد المسيح ببلاد الصين فكسر عدة مركبات وقتل رجالاً ، وقد ذكرها العرب في شعرهم قبل الإِسلام قال دَوس بن حَجر يصف ثوراً وحشياً :فانقضّ كالدَّريّ يتبعه ... نقع يثور تخالُه طُنباوقال بشر بن خازم أبي خازم أنشده الجاحظ في «الحيوان» : ... والعَيْرُ يُرهقها الخَبَارَ وَجَحْشُهاينقض خلفهما انقاضا الكواكب ... وفي سنة ( 944 ) سجل مرور كريات نارية في الجو أحرقت بيوتاً عدة . وسقطت بالقطر التونسي مرتين أو ثلاث مرات ، منها قطعة سقطت في أوائل هذا القرن وسط المملكة أحسب أنها بجهات تالة ورأيت شظيّة منها تشبه الحديد ، والعامة يحسبونها صاعقة ويسمّون ذلك حجر الصاعقة ، وتساقطها يقع في الليل والنهار ولكنا لا نشاهد مرورها في النهار لأن شعاع الشمس يحجبها عن الأنظار .ومما علمت من تدحرج هذه الشهب من فلك الشمس إلى فلك الأرض تبين لك سبب كونها من السماء الدنيا وسبب اتصالها بالأجرام الشيطانية الصاعدة من الأرض تتطلب الاتصال بالسماوات . وقد سُميت شهباً على التشبيه بقبس النار وهو الجمر ، وقد تقدم في قوله تعالى : { أو آتيكم بشهاب قبس } في سورة [ النمل : 7 ] .والمارد : الخارج عن الطاعة الذي لا يلابس الطاعة ساعة قال تعالى : { ومن أهل المدينة مردوا على النفاق } [ التوبة : 101 ] . وفي وصفه بالمارد إشارة إلى أن ما يصيب إخوانه من الضرّ بالشهب لا يعظه عن تجديد محاولة الاستراق لما جبل عليه طبعه الشيطاني من المداومة على تلك السجايا الخبيثة كما لا ينزجر الفراش عن التهافت حول المصباح بما يصيب أطراف أجنحته من مسّ النار .",
  "ayah": 7,
  "surah": 37
}
