{
  "text": "وَتَرَكْنَا عَلَيْهِ فِي الْآَخِرِينَ (78) وزاد الله في عداد كرامة نوح عليه السلام قوله : { وتَرَكنا عليه في الآخِرِينَ } ، فتلك نعمة خامسة .والتَرك : حقيقته تخليف شيء والتخلي عنه . وهو هنا مراد به الدوام على وجه المجاز المرسل أو الاستعارة ، لأن شأن النعم في الدنيا أنها متاع زائل بعدُ ، طالَ مُكثها أو قصر ، فكأنَّ زوالَها استرجاعٌ من معطيها كما جاء في الحديث : « لله ما أخذ وله ما أعطى »فشرَف الله نوحاً بأن أبقى نعمهُ عليه في أمم بعده .وظاهر { الآخِرِينَ } أنها باقية في جميع الأمم إلى انقضاء العالم ، وقرينة المجاز تعليق { عَلَيْهِ } ب { تركنا } لأنه يناسب الإِبقاء ، يقال : أبقى على كذا ، أي حافظ عليه ليبقى ولا يندثر ، وعلى هذا لا يكون ل { تركنا } مفعول ، وبعضهم قدّر له مفعولاً يدل عليه المقام ، أي تركنا ثناء عليه ، فيجوز أن يراد بهذا الإِبقاء تعميره ألف سنة ، فهو إبقاء أقصى ما يمكن إبقاء الحيّ إليه فوق ما هو متعارف . ويجوز أن يراد بقاء حسن ذكره بين الأمم كما قال إبراهيم : { واجعل لي لسانَ صدْققٍ في الآخرين } [ الشعراء : 84 ] فكان نوح مذكوراً بمحامد الخصال حتى قيل : لا تجهل أمة من أمم الأرض نوحَاً وفضله وتمجيده وإن اختلفت الأسماء التي يسمونه بها باختلاف لغاتهم . فجاء في «سفر التكوين» الإِصحاح التاسع : كان نوح رجلاً بارّاً كاملاً في أجياله وسار نوح مع الله . وورد ذكره قبل الإِسلام في قول النابغة :فألفيتَ الأمانة لم تخنا ... كذلكَ كان نوح لا يخونوذكره لبني إسرائيل في معرض الاقتداء به في قوله : { ذرية من حملنا مع نوح إنه كان عبداً شكوراً } [ الإسراء : 3 ] .وذكر ابن خلدون : أن بعضهم يزعم أن نوحاً هو ( أفريدون ) ملك بلاد الفرس ، وبعضهم يزعم أن نوحاً هو ( أوشهنك ) ملك الفرس الذي كان بعد ( كيومرث ) بمائتي سنة وهو يوافق أن نوحاً كان بعد آدم وهو كيومرث بمائتي سنة حسب كتب الإِسرائيلين . على أن كيومرث يقال : إنه آدم كما تقدم في سورة البقرة .ومتعلق { عَلَيْهِ } من قوله : { وتركنا عليه } لم يَحُم أحد من المفسرين حوله فيما اطلعت ، والوجه أن يتعلق { عليه } بفعل { تركنا } بتضمين هذا الفعل معنى ( أنعمنا ) فكان مقتضى الظاهر أن يعدّى هذا الفعل باللام ، فلما ضمّن معنى أنعمنا أفاد بمادته معنى الإِبقاء له ، أي إعطاء شيء من الفضائل المدخرة التي يشبه إعطاؤها ترك أحد متاعاً نفيساً لمن يُخليه هو له ويخلفه فيه . وأفاد بتعليق حرف ( على ) به أن هذا الترك من قبيل الإِنعام والتفضيل ، وكذلك شأن التضمين أن يفيد المضمَّن مفاد كلمتين فهو من ألطف الإِيجاز . ثم إن مفعول { تركنا } لما كان محذوفاً وكان فعل ( أنعمنا ) الذي ضُمِّنه فعل { تركنا } مما يحتاج إلى متعلق معنى المفعول ، كان محذوفاً أيضاً مع عامله فكان التقدير : وتركنا له ثناء وأنعمنا عليه ، فحصل في قوله : { تركنا عليه } حذفُ خمس كلمات وهو إيجاز بديع . ولذلك قدر جمهور المتقدمين من المفسرين { وتَرَكنا } ثناء حسناً عليه .",
  "ayah": 78,
  "surah": 37
}
