{
  "text": "مقربین کون ہیں ؟ اور اولین کون ؟  ارشاد ہوتا ہے کہ مقربین خاص بہت سے پہلے کے ہیں اور کچھ پچھلوں میں سے بھی ہیں، ان اولین و آخرین کی تفسیر میں کئی قول ہیں، مثلاً اگلی امتوں میں سے اور اس امت میں سے، امام ابن جریر اسی قول کو پسند کرتے ہیں اور اس حدیث کو بھی اس قول کی پختگی میں پیش کرتے ہیں کہحضور ﷺ نے فرمایا ہم پچھلے ہیں اور قیامت کے دن پہلے ہیں اور اس قول کی تائید ابن ابی حاتم کی اس روایت سے بھی ہوسکتی ہے کہ جب یہ آیت اتری اصحاب رسول ﷺ پر بہت گراں گزری۔ پس یہ آیت اتری (ثُـلَّةٌ مِّنَ الْاَوَّلِيْنَ 13 ۙ) 56۔ الواقعة :13) تو آنحضرت ﷺ نے فرمایا مجھے امید ہے کہ کل اہل جنت کی چوتھائی تم ہو بلکہ تہائی تم ہو بلکہ آدھوں آدھ تم ہو تم آدھی جنت کے مالک ہو گے اور باقی آدھی تمام امتوں میں تقسیم ہوگی جن میں تم بھی شریک ہو۔ یہ حدیث مسند احمد میں بھی ہے۔ ابن عساکر میں ہے حضرت عمر نے اس آیت کو سن کر حضور ﷺ کی خدمت میں عرض کیا کہ یارسول اللہ ﷺ کیا اگلی امتوں میں سے بہت لوگ سابقین میں داخل ہوں گے اور ہم میں سے کم لوگ ؟ اس کے ایک سال کے بعد یہ آیت نازل ہوئی کہ اگلوں میں سے بھی بہت اور پچھلوں میں سے بھی بہت حضور ﷺ نے حضرت عمر کو بلا کر کہا سنو حضرت آدم سے لے کر مجھ تک ثلہ ہے اور صرف میری امت ثلہ ہے، ہم اپنے (ثلہ) کو پورا کرنے کے لئے ان حبشیوں کو بھی لے لیں گے جو اونٹ کے چرواہے ہیں مگر اللہ تعالیٰ کے واحد اور لاشریک ہونے کی شہادت دیتے ہیں۔ لیکن اس روایت کی سند میں نظر ہے، ہاں بہت سی سندوں کے ساتھ حضور ﷺ کا یہ فرمان ثابت ہے کہ مجھے امید ہے کہ تم اہل جنت کی چوتھائی ہو آخر تک۔ پس الحمد اللہ یہ ایک بہترین خوشخبری ہے۔ امام ابن جریر نے جس قول کو پسند فرمایا ہے اس میں ذرا غور کرنے کی ضرورت ہے بلکہ دراصل یہ قول بہت کمزور ہے۔ کیونکہ الفاظ قرآن سے اس امت کا اور تمام امتوں سے افضل و اعلیٰ ہونا ثابت ہے، پھر کیسے ہوسکتا ہے ؟ کہ مقربین بار گاہ صمدیت اور امتوں میں سے تو بہت سے ہوئے اور اس بہترین امت میں سے کم ہوں، ہاں یہ توجیہ ہوسکتی ہے کہ ان تمام امتوں کے مقرب مل کر صرف اس ایک امت کے مقربین کی تعداد سے بڑھ جائیں، لیکن بہ ظاہر تو یہ معلوم ہوتا ہے کہ اکل امتوں کے مقربین سے صرف اس ایک امت کے مقربین کی تعداد سے بڑھ جائیں، لیکن بہ ظاہر تو یہ معلوم ہوتا ہے کہ کل امتوں کے مقربین سے صرف اس امت کے مقربین کی تعداد زیادہ ہوگی۔ آگے اللہ کو علم ہے۔ دوسرا قول اس جملہ کی تفسیر میں یہ ہے کہ اس امت کے شروع زمانے کے لوگوں میں سے مقربین کی تعداد بہت زیادہ ہے اور بعد کے لوگوں میں کم۔ یہی قول رائج ہے۔ چناچہ حضرت حسن سے مروی ہے کہ آپ نے اس آیت کی تلاوت کی اور فرمایا سابقین تو گذر چکے اے اللہ تو ہمیں اصحاب یمین میں کر دے ایک اور روایت میں ہے کہ آپ ﷺ نے فرمایا اس امت میں سے جو گزر چکے ان میں مقربین بہت تھے۔ امام ابن سیرین بھی یہی فرماتے ہیں، کوئی شک نہیں کہ ہر امت میں یہی ہوتا چلا آیا ہے کہ شروع میں بہت سے مقربین ہوتے ہیں اور بعد والوں میں یہ تعداد کم ہوجاتی ہے، تو یہ بھی ممکن ہے کہ مراد یونہی ہو یعنی ہر امت کے اگلے لوگ سبقت کرنے والے زیادہ ہوتے ہیں بہ نسبت ہر امت کے پچھلے لوگوں کے، چناچہ صحاح وغیرہ کی احادیث سے ثابت ہے کہ حضور ﷺ نے فرمایا سب زمانوں میں بہتر زمانہ میرا زمانہ ہے پھر اس کے بعد والا پھر اس کا متصل زمانہ، الخ۔ ہاں ایک حدیث میں یہ بھی آیا میری امت کی مثال بارش جیسی ہے نہ معلوم کہ شروع زمانے کی بارش بہتر ہو یا آخر زمانے کی، تو یہ حدیث جب کہ اس کی اسناد کو صحت کا حکم دے دیا جائے اس امر پر محمول ہے کہ جس طرح دین کو شروع کے لوگوں کی ضرورت تھی جو اس کی تبلیغ اپنے بعد والوں کو کریں اسی طرح آ کر میں بھی اسے قائم رکھنے والوں کی ضرورت ہے جو لوگوں کو سنت رسول پر جمائیں اس کی روایتیں کریں اسے لوگوں پر ظاہر کریں، لیکن فضیلت اول والوں کی ہی رہے گی۔ ٹھیک اسی طرح جس طرح کھیت کو شروع بارش کی اور آخری بارش کی ضرورت ہوتی ہے لیکن بڑا فائدہ ابتدائی بارش سے ہی ہوتا ہے اس لئے کہ اگر شروع شروع بارش نہ ہو تو دانے اگیں ہی نہیں نہ ان کی جڑیں جمیں۔ اسی لئے حضور ﷺ فرماتے ہیں ایک جماعت میری امت میں سے ہمیشہ حق پر رہ کر غالب رہے گی ان کے دشمن انہیں ضرر نہ پہنچا سکیں گے، ان کے مخالف انہیں رسوا اور پست نہ کرسکیں گے یہاں تک کہ قیامت قائم ہوجائے گی اور وہ اس طرح ہوں۔ الغرض یہ امت باقی تمام امتوں سے افضل و اشرف ہے اور اس میں مقربین الیہہ بنسبت اور امتوں کے بہت ہیں، اور بہت بڑے مرتبے والے کیونکہ دین کے کامل ہونے اور نبی کے عالی مرتبہ ہونے کے لحاظ سے یہ سب بہتر ہیں۔ تواتر کے ساتھ یہ حدیث ثبوت کو پہنچ چکی ہے کہ رسول اللہ ﷺ نے فرمایا اس امت میں سے ستر ہزار لوگ بغیر حساب کے جنت میں جائیں گے اور ہر ہزار کے ساتھ ستر ہزار اور ہوں گے، طبرانی میں ہے اس کی قسم جس کے ہاتھ میں میری جان ہے تم میں سے ایک بہت بڑی جماعت قیامت کے روز کھڑی کی جائے گی جو اس قدر بڑی اور گنتی میں زائد ہوگی کہ گویا رات آگئی زمین کے تمام کناروں کو گھیرا لے گی فرشتے کہنے لگیں گے سب نبیوں کے ساتھ جتنے لوگ آئے ہیں ان سے بہت ہی زیادہ محمد ﷺ کے ساتھ ہیں۔ مناسب مقام یہ ہے کہ بہت بڑی جماعت اگلوں میں سے اور بہت ہی بڑی پچھلوں میں سے والی آیت کی تفسیر کے موقع پر یہ حدیث ذکر کردی جائے جو حافظ ابوبکر بیہقی ؒ نے دلائل نبوۃ میں وارد کی ہے کہ رسول اللہ ﷺ جب صبح کی نماز پڑھتے پاؤں موڑے ہوئے ہی ستر مرتبہ یہ پڑھتے دعا (سبحان اللہ وبحمدہ استغفر اللہ ان اللہ کان تواباً) پھر فرماتے ستر کے بدلے سات سو ہیں جس کے ایک دن کے گناہ سات سو سے بھی بڑھ جائیں وہ بیخبر ہے پھر دو مرتبہ اسی کو فرماتے پھر لوگوں کی طرف منہ کر کے بیٹھے اور چونکہ حضور ﷺ کو خواب اچھا معلوم ہوتا تھا اس لئے پوچھتے کہ کیا تم میں سے کسی نے کوئی خواب دیکھا ہے ؟ ابو زمل کہتے ہیں ایک دن اسی طرح حسب عادت آپ ﷺ نے دریافت فرمایا تو میں نے کہا ہاں یا رسول اللہ ﷺ میں نے ایک خواب دیکھا ہے، فرمایا اللہ خیر سے ملائے شر سے بچائے ہمارے لئے بہتر بنائے اور ہمارے دشمنوں کے لئے بدتر بنائے ہر قسم کی تعریفوں کا مستحق وہ اللہ ہے جو تمام جہانوں کا پالنے والا ہے، اپنا خواب بیان کرو۔ میں نے کہا یا رسول اللہ ﷺ میں نے دیکھا کہ ایک راستہ ہے کشادہ، آسان، نرم، صاف اور بیشمار لوگ اس راستے میں چلے جا رہے ہیں یہ راستہ جاتے جاتے ایک سرسبز باغ کو نکلتا ہے کہ میری آنکھوں نے ایسا لہلہاتا ہوا ہرا بھرا باغ کبھی نہیں دیکھا پانی ہر سو رواں ہے سبزے سے پٹا پڑا ہے انواع و اقوام کے درخت خوشنما پھلے پھولے کھڑے ہیں اب میں نے دیکھا کہ پہلی جماعت جو آئی اور اس باغ کے پاس پہنچی تو انہوں نے اپنی سواریاں تیز کرلیں دائیں بائیں نہیں گئے اور تیز رفتاری کے ساتھ یہاں سے گزر گئے۔ پھر دوسری جماعت آئی جو تعداد میں بہت زیادہ تھی، جب یہاں پہنچے تو بعض لوگوں نے اپنے جانوروں کو چرانا چگانا شروع کیا اور بعضوں نے کچھ لے لیا اور چل دیئے پھر تو بہت زیادہ لوگ آئے جب ان کا گذرا ان گل و گلزار پر ہوا تو یہ تو پھول گئے اور کہنے لگے یہ سب سے اچھی جگہ ہے گویا میں انہیں دیکھ رہا ہوں کہ وہ دائیں بائیں جھک پڑے میں نے یہ دیکھا لیکن میں آپ تو چلتا ہی رہا جب دور نکل گیا تو میں نے دیکھا کہ ایک منبر سات سیڑھیوں کا بچھا ہوا ہے اور آپ ﷺ اس کے اعلیٰ درجہ پر تشریف فرما ہیں اور آپ ﷺ کی دائیں جانب ایک صاحب ہیں گندم گوں رنگ بھری انگلیوں والے دراز قد جب کلام کرتے ہیں تو سب خاموشی سے سنتے ہیں اور لوگ اونچے ہو ہو کر توجہ سے ان کی باتیں سنتے ہیں اور آپ ﷺ کی بائیں طرف ایک شخص ہیں بھرے جسم کے درمیانہ قد کے جن کے چہرہ پر بکثرت تل ہیں ان کے بال گویا پانی سے تر ہیں جب وہ بات کرتے ہیں تو ان کے اکرام کی وجہ سے سب لوگ جھک جاتے ہیں پھر اس سے آگے ایک شخص ہیں جو اخلاق و عادات میں اور چہرے نقشے میں بالکل آپ ﷺ سے مشابہت رکھتے ہیں، آپ لوگ سب ان کی طرف پوری توجہ کرتے ہیں اور ان کا ارادہ رکھتے ہیں۔ ان سے آگئے ایک دبلی پتلی بڑھیا اونٹنی ہے میں نے دیکھا کہ گویا آپ ﷺ اسے اٹھا رہے ہیں، یہ سن کر حضور ﷺ کا رنگ متغیر ہوگیا تھوڑی دیر میں آپ ﷺ کی یہ حالت بدل گئی اور آپ ﷺ نے فرمایا سیدھے سچے اور صحیح راستے سے مراد تو وہ دین ہے جسے میں لے کر اللہ کی طرف سے آیا ہوں اور جس ہدایت پر تم ہو، ہر بھرا سبز باغ جو تم نے دیکھا ہے وہ دنیا ہے اور اس کی عیش و عشرت کا دل لبھانے والا سامان، میں اور میرے اصحاب تو اس سے گذر جائیں گے نہ تم اس میں مشغول ہوں گے نہ وہ ہمیں چمٹے گی نہ ہمارا تعلق اس سے ہوگا نہ اس کا تعلق ہم سے نہ ہم اس کی چاہت کریں گے نہ وہ ہمیں لپٹے گی، پھر ہمارے بعد دوسری جماعت آئے گی جو ہم سے تعداد میں بہت زیاددہ ہوگی ان میں سے بعض تو اس دنیا میں پھنس جائیں گے اور بعض بقدر حاجت لے لیں گے اور چل دیں گے اور نجات پالیں گے، پھر ان کے بعد زبردست جماعت آئے جو اس دنیا میں بالکل مستغرق ہوجائے گی اور دائیں بائیں بہک جائے گی آیت (فانا للہ وانا الیہ راجعون)۔ اب رہے تم سو تم اپنی سیدھی راہ چلتے رہو گے یہاں تک کہ مجھ سے تمہاری ملاقات ہوجائے گی، جس منبر کے آخری ساتوں درجہ پر تم نے مجھے دیکھا اس کی تعبیر یہ ہے کہ دنیا کی عمر سات ہزار سال کی ہے میں آخری ہزارویں سال میں ہوں میرے دائیں جس گندمی رنگ موٹی ہتھیلی والے انسان کو تم نے دیکھا وہ حضرت موسیٰ ؑ ہیں جب وہ کلام کرتے ہیں تو لوگ اونچے ہوجاتے ہیں اس لئے کہ انہیں اللہ تعالیٰ سے شرف ہم کلامی ہوچکا ہے اور جنہیں تم نے میرے بائیں دیکھا جو درمیانہ قد کے بھرے جسم کے بہت سے تلوں والے تھے جن کے بال پانی سے تر نظر آتے تھے وہ حضرت عیسیٰ بن مریم ؑ ہیں چونکہ ان کا اکرام اللہ تعالیٰ نے کیا ہے ہم سب بھی ان کی بزرگی کرتے ہیں اور جن شیخ کو تم نے بالکل مجھ سا دیکھا وہ ہمارے باپ حضرت ابراہیم ؑ ہیں ہم سب ان کا قصد کرتے ہیں اور ان کی اقتداء اور تابعداری کرتے ہیں اور جس اونٹنی کو تم نے دیکھا کہ میں اسے کھڑی کر رہا ہوں اور اس سے مراد قیامت ہے جو میری امت پر قائم ہوگی نہ میرے بعد کوئی نبی آئے گا، نہ میری امت کے بعد کوئی امت ہے۔ فرماتے ہیں اس کے بعد رسول اللہ ﷺ نے یہ پوچھنا چھوڑ دیا کہ کسی نے خواب دیکھا ہے ؟ ہاں اگر کوئی شخص اپنے آپ اپنا خواب بیان کر دے تو حضور ﷺ تعبیر دے دیا کرتے تھے۔ ان کے بیٹھنے کے تخت اور آرام کرنے کے پلنگ سونے کے تاروں سے بنے ہوئے ہوں گے جن میں جگہ جگہ موتی ٹکے ہوئے ہوں گے در و یاقوت جڑے ہوئے ہوں گے۔ یہ فعیل معنی میں مفعول کے ہے اسی لئے اونٹنی کے پیٹ کے نیچے والے کو وضین کہتے ہیں۔ سب کے منہ ایک دوسرے کے سامنے ہوں گے کوئی کسی کی طرف پیٹھ دیئے ہوئے نہ ہوگا، وہ علماء ان کی خدمت گزاری میں مشغول ہوں گے جو عمر میں ویسے ہی چھوٹے رہیں گے نہ بڑے ہوں نہ بوڑھے ہوں۔ نہ ان میں تغیر تبدیل آئے۔ اکواب کہتے ہیں ان کو زوں کو جن کی ٹونٹی اور پکڑنے کی چیز نہ ہو اور اباریق وہ آفتابے جو ٹنٹی دار اور پکڑے جانے کے قابل ہوں۔ یہ سب شراب کی جاری نہر سے چھلکتے ہوئے ہوں گے جو شراب نہ ختم ہو نہ کم ہو کیونکہ اس کے چشمے بہ رہے ہیں، جام چھلکتے ہوئے ہر وقت اپنے نازک ہاتھوں میں لئے ہوئے یہ گل اندام ساقی ادھر ادھر گشت کر رہے ہوں گے۔ اس شراب سے انہیں درد سر ہو نہ ان کی عقل زائل ہو بلکہ باوجود پورے سرور اور کیف کے عقل و حواس اپنی جگہ قائم رہیں گے اور کامل لذت حاصل ہوگی۔ شراب میں چار صفتیں ہیں نشہ سر درد قی اور پیشاب، پس پروردگار عالم نے جنت کی شراب کا ذکر کر کے ان چاروں نقصانوں کی نفی کردی کہ وہ شراب ان نقصانات سے پاک ہے۔ پھر قسم قسم کے میوے اور طرح طرح کے پرندوں کے گوشت انہیں ملیں گے جس میوے کو جی چاہے اور جس طرح کے گوشت کی طرف دل کی رغبت ہو موجود ہوجائیگا، یہ تمام چیزیں لئے ہوئے ان کے سلیقہ شعار خدام ہر وقت ان کے ارد گرد گھومتے رہیں گے تاکہ جس چیز کی جب کبھی خواہش ہو لے لیں، اس آیت میں دلیل ہے کہ آدمی میوے چن چن کر اپنی خواہش کے مطابق کھا سکتا ہے، مسند ابو یعلی موصلی میں ہے حضرت عکراش بن ذویب ؓ فرماتے ہیں کہ اپنی قوم کے صدقہ کے مال لے کر رسول اللہ ﷺ کی خدمت میں حاضر ہوا آپ ﷺ مہاجرین اور انصار میں تشریف فرما تھے میرے ساتھ زکوٰۃ کے بہت سے اونٹ تھے گویا کہ وہ ریت کے درختوں کے چرئے ہوئے نوجوان اونٹ ہیں آپ ﷺ نے فرمایا تم کون ہو ؟ میں نے کہا عکراش بن ذویب فرمایا اپنا نسب نامہ دور تک بیان کردو میں نے مرہ بن دبیک تک کہہ سنایا اور ساتھ ہی کہا کہ زکوٰۃ مرہ بن عبید کی ہے پس حضور ﷺ مسکرائے اور فرمانے لگے یہ میری قوم کے اونٹ ہیں یہ میری قوم کے صدقہ کا مال ہے پھر حکم دیا کہ صدقے کے اونٹوں کے نشان ان پر کردو اور ان کے ساتھ انہیں بھی ملا دو پھر میرا ہاتھ پکڑ کر ام المومنین حضرت ام سلمہ ؓ عنہہ کے گھر تشریف لائے اور فرمایا کچھ کھانے کو ہے ؟ جواب ملا کہ ہاں چناچہ ایک بڑے لگن میں ٹکڑے ٹکڑے کی ہوئی روٹی آئی آپ ﷺ نے اور میں نے کھانا شروع کیا۔ میں ادھر ادھر سے نوالے لینے لگا آپ ﷺ نے اپنے ہاتھ سے میرا داہنا ہاتھ تھام لیا، اور فرمایا اے عکراش یہ تو ایک قسم کا کھانا ہے ایک جگہ سے کھاؤ۔ پھر ایک سینی تر کھجوروں خشک کھجوروں کی آئی میں نے صرف میرے سامنے جو تھیں انہیں کھانا شروع کیا ہاں رسول اللہ ﷺ سینی کے ادھر ادھر سے جہاں سے جو پسند آتی تھی لے لیتے تھے اور مجھ سے بھی فرمایا اے عکراش اس میں ہر طرح کی کھجوریں ہیں جہاں سے چاہو کھاؤ جس قسم کی کھجور جس قسم کی کھجور چاہو لے لو، پھر پانی آیا پس حضور ﷺ نے اپنے ہاتھ دھوئے اور وہی تر ہاتھ اپنے چہرے پر اور دونوں بازوؤں اور سر پر تین دفعہ پھیر لئے اور فرمایا اے عکراش یہ وضو ہے اس چیز سے جسے آگ نے متغیر کیا ہو۔ (ترمزی اور ابن ماجہ) امام ترمذی اسے غریب بتاتے ہیں۔ مسند احمد میں ہے کہ رسول اللہ ﷺ کو خواب پسند تھا بسا اوقات آپ ﷺ پوچھ لیا کرتے تھے کہ کسی نے خواب دیکھا ہے ؟ اگر کوئی ذکر کرتا اور پھر حضور ﷺ اس خواب سے خوش ہوتے تو اسے بہت اچھا لگتا۔ ایک مرتبہ ایک عورت آپ ﷺ کے پاس آئیں کہا یا رسول اللہ ﷺ میں نے آج ایک خواب دیکھا ہے کہ گویا میرے پاس کوئی آیا اور مجھے مدینہ سے لے چلا اور جنت میں پہنچا دیا پھر میں نے یکایک دھماکا سنا جس سے جنت میں ہل چل مچ گئی میں نے جو نظر اٹھا کر دیکھا تو فلاں بن فلاں اور فلاں بن فلاں کو دیکھا بارہ شخصوں کے نام لئے انہیں بارہ شخصوں کا ایک لشکر بنا کر آنحضرت ﷺ نے کئی دن ہوئے ایک مہم پر روانہ کیا ہوا تھا فرماتی ہیں انہیں لایا گیا یہ اطلس کے کپڑے پہنچے ہوئے تھے ان کی رگیں جوش مار رہی تھیں حکم ہوا کہ انہیں نہر بیدج میں لے جاؤں یا بیذک کہا، جب ان لوگوں نے اس نہر میں غوطہ لگایا تو ان کے چہرے چودہویں رات کے چاند کی طرح چمکنے لگ گئے پھر ایک سونے کی سینی میں گدری کھجوریں آئیں جو انہوں نے اپنی حسب منشا کھائیں اور ساتھ ہی ہر طرح کے میوے جو چاروں طرف چنے ہوئے تھے جس میوے کو ان کا جی چاہتا تھا لیتے تھے اور کھاتے تھے میں نے بھی ان کے ساتھ شرکت کی اور وہ میوے کھائے، مدت کے بعد ایک قاصد آیا اور کہا فلاں فلاں اشخاص جنہیں آپ ﷺ نے لشکر میں بھیجا تھا شہید ہوگئے ٹھیک بارہ شخصوں کے نام لئے اور یہ وہی نام تھے جنہیں اس بیوی صاحبہ نے اپنے خواب میں دیکھا تھا۔ حضور ﷺ نے ان نیک بخت صحابیہ کو پھر بلوایا اور فرمایا اپنا خواب دوبارہ بیان کرو اس نے پھر بیان کیا اور انہیں لوگوں کے نام لئے جن کے نام قاصد نے لئے تھے۔ طبرانی میں ہے کہ جنتی جس میوے کو درخت سے توڑے گا وہیں اس جیسا اور پھل لگ جائے گا۔ مسند احمد میں ہے کہ جنتی پرند بختی اور اونٹ کے برابر ہیں جو جنت میں چرتے چگتے رہتے ہیں، حضرت صدیق نے کہا یا رسول اللہ ﷺ یہ پرند تو نہایت ہی مزے کے ہوں گے، آپ ﷺ نے فرمایا ان کے کھانے والے ان سے بھی زیادہ ناز و نعمت والے ہوں گے۔ تین مرتبہ یہی جملہ ارشاد فرما کر پھر فرمایا مجھے اللہ سے امید ہے کہ اے ابوبکر تم ان میں سے ہو جو ان پرندوں کا گوشت کھائیں گے۔ حافظ ابو عبداللہ مصری کی کتاب صفۃ الجنت میں ہے کہ رسول اللہ ﷺ کے سامنے طوبی کا ذکر ہو پس حضور ﷺ نے حضور صدیق اکبر سے دریافت فرمایا کہ جانتے ہو طوبیٰ کیا ہے ؟ آپ ﷺ نے جواب دیا اللہ اور اس کے رسول کو پورا علم ہے آپ ﷺ نے فرمایا جنت کا ایک درخت ہے جس کی طولانی کا علم سوائے اللہ کے اور کسی کو نہیں اس کی ایک ایک شاخ تلے تیز سوار ستر ستر سال تک چلا جائے گا۔ پھر بھی اس کا سایہ ختم نہ ہوا اس کے پتے بڑے چوڑے چوڑے ہیں ان پر بختی اونٹنی کے برابر پرند آ کر بیٹھتے ہیں، ابوبکر نے فرمایا پھر تو یہ پرند بڑی ہی نعمتوں والے ہوں گے آپ ﷺ نے فرمایا ان سے زیادہ نعمتوں والے ان کے کھانے والے ہوں گے اور انشاء اللہ تم بھی انہی میں سے ہو۔ حضرت قتادہ سے بھی یہ پچھلا حصہ مروی ہے۔ ابن ابی الدنیا میں حدیث ہے کہ حضور ﷺ سے کوثر کی بابت سوال ہوا تو آپ ﷺ نے فرمایا وہ جنتی نہر ہے جو مجھے اللہ عزوجل نے عطا فرمائی ہے دودھ سے زیادہ سفید اور شہد سے زیادہ میٹھا اس کا پانی ہے اس کے کنارے بختی اونٹوں کی گردنوں جیسے پرند ہیں۔ حضرت عمر نے فرمایا وہ پرند تو بڑے مزے میں ہیں، آپ ﷺ نے فرمایا ان کا کھانے والا ان سے زیادہ مزے میں ہے۔ (ترمذی) امام ترمذی اسے حسن کہتے ہیں۔ ابن ابی حاتم میں ہے کہ رسول اللہ ﷺ فرماتے ہیں جنت میں ایک پرند ہے جس کے ستر ہزار پر ہیں جنتی کے دسترخوان پر وہ آئے گا اور اس کے ہر پر سے ایک قسم نکلے گی جو دودھ سے زیادہ سفید اور مکھن سے زیادہ نرم اور شہد سے زیادہ میٹھی پھر دوسرے پر سے دوسری قسم نکلے گی اسی طرح ہر پر سے ایک دوسرے سے جداگانہ، پھر وہ پرند اڑ جائے گا یہ حدیث بہت ہی غریب ہے اور اس کے راوی رصانی اور ان کے استاد دونوں ضعیف ہیں۔ ابن ابی حاتم میں حضرت کعب سے مروی ہے کہ جنتی پرند مثل بختی اونٹوں کے ہیں جو جنت کے پھل کھاتے ہیں اور جنت کی نہروں کا پانی پیتے ہیں جنتیوں کا دل جس پرند کے کھانے کو چاہے گا وہ اس کے سامنے آجائے گا وہ جتنا چاہے گا جس پہلو کا گوشت پسند کرے گا کھائے گا پھر وہ پرند اڑ جائے گا اور جیسا تھا ویسا ہی ہوگا۔ حضرت عبداللہ بن مسعود ؓ فرماتے ہیں جنت کے جس پرند کو تو چاہے گا وہ بھنا بھنایا تیرے سامنے آجائے گا۔ حور کی دوسری قرأت رے کے زیر سے بھی ہے۔ پیش سے تو مطلب ہے کہ جنتیوں کے لئے حوریں ہوں گی اور زیر سے یہ مطلب ہے کہ گویا اگلے اعراب کی ماتحتی میں یہ اعراب بھی ہے، جیسے آیت (وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِ) 5۔ المآئدہ :6) میں زبر کی قرأت ہے اور جیسے کہ آیت (عٰلِيَهُمْ ثِيَابُ سُـنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌ 21؀) 76۔ الإنسان :21) ہیں۔ اور یہ معنی بھی ہوسکتے ہیں کہ غلمان اپنے ساتھ حوریں بھی لئے ہوئے ہوں گے لیکن ان کے محلات میں اور خیموں میں نہ کہ عام طور پر واللہ اعلم۔ یہ حوریں ایسی ہوں گی جیسے تروتازہ سفید صاف موتی ہوں، جیسے سورة صافات میں ہے آیت (كَاَنَّهُنَّ بَيْضٌ مَّكْنُوْنٌ 49؀) 37۔ الصافات :49) سورة الرحمن میں بھی یہ وصف مع تفسیر گذر چکا ہے۔ یہ ان کے نیک اعمال کا صلہ اور بدلہ ہے یعنی یہ تحفے ان کی حسن کارگزاری کا انعام ہے۔ یہ جنت میں لغو بیہودہ بےمعنی خلاف طبع کوئی کلمہ بھی نہ سنیں گے حقارت اور برائی کا ایک لفظ بھی کان میں نہ پڑے گا، جیسے اور آیت میں ہے (لَّا تَسْمَعُ فِيْهَا لَاغِيَةً 11ۭ) 88۔ الغاشية :11) فضول کلامی سے ان کے کان محفوظ رہیں گے۔ نہ کوئی قبیح کلام کان میں پڑے گا۔ ہاں صرف سلامتی بھرے سلام کے کلمات ایک دوسروں کو کہیں گے، جیسے اور جگہ ارشاد فرمایا آیت (تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ 23؀) 14۔ ابراھیم :23) انکا تحفہ آپس میں ایک دوسرے کو سلام کرنا ہوگا۔ انکی بات چیت لغویت اور گناہ سے پاک ہوگی۔",
  "ayah": 21,
  "surah": 56
}
