{
  "text": "منکرین قیامت کو جواب  اللہ تعالیٰ قیامت کے منکرین کو لاجواب کرنے کے لئے قیامت کے قائم ہونے اور لوگوں کے دوبارہ جی اٹھنے کی دلیل دے رہا ہے، فرماتا ہے کہ جب ہم نے پہلی مرتبہ جبکہ تم کچھ نہ تھے تمہیں پیدا کردیا تو اب فنا ہونے کے بعد جبکہ کچھ نہ کچھ تو تم رہو گے ہی۔ تمہیں دوبارہ پیدا کرنا ہم پر کیا گراں ہوگا ؟ جب ابتدائی اور پہلی پیدائش کو مانتے ہو تو پھر دوسری مرتبہ کے پیدا ہونے سے کیوں انکار کرتے ہو ؟ دیکھو انسان کے خاص پانی کے قطرے تو عورت کے بچہ دان میں پہنچ جاتے ہیں اتنا کام تو تمہارا تھا لیکن اب ان قطروں کو بصورت انسان پیدا کرنا یہ کس کا کام ہے ؟ ظاہر ہے کہ تمہارا اس میں کوئی دخل نہیں کوئی ہاتھ نہیں کوئی قدرت نہیں کوئی تدبیر نہیں، پیدا کرنا یہ صفت صرف خالق کل اللہ رب العزت کی ہی ہے ٹھیک اسی طرح مار ڈالنے پر بھی وہی قادر ہے۔ کل آسمان و زمین والوں کی موت کا متصرف بھی اللہ ہی ہے۔ پھر بھلا اتنی بڑی قدرتوں کا مالک کیا یہ نہیں کرسکتا کہ قیامت کے دن تمہاری پیدائش میں تبدیلی کر کے جس صفت اور جس حال میں چاہے تمہیں از سر نو پیدا کر دے۔ پس جبکہ جانتے ہو مانتے ہو کہ ابتدائے آفرینش اسی نے کی ہے اور عقل باور کرتی ہے کہ پہلی پہلی پیدائش دوسری پیدائش سے مشکل ہے پھر دوسری پیدائش کا انکار کیوں کرتے ہو ؟ یہی اور جگہ ہے آیت (وَهُوَ الَّذِيْ يَبْدَؤُا الْخَــلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ ۭ وَلَهُ الْمَثَلُ الْاَعْلٰى فِي السَّمٰوٰتِ وَالْاَرْضِ ۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ 27؀) 30۔ الروم :27) اللہ ہی نے پہلی پہلی مرتبہ پیدا کیا ہے اور وہی دوبارہ دوہرائے گا اور یہ اس پر بہت ہی آسان ہے، سورة یاسین میں آیت (اولم یر الانسان) سے علیم) تک ارشاد فرمایا یعنی ہم انسان کو نطفے سے پیدا کرتے ہیں پھر وہ حجت بازیاں کرنے لگتا ہے اور ہمارے سامنے مثالیں بیان کرنے لگتا ہے اور کہتا پھرتا ہے ان بوسیدہ گلی سڑی ہڈیوں کو کون زندہ کرے گا تم اے نبی ﷺ ہماری طرف سے جواب دو کہ انہیں وہ زندہ کرے گا جس نے انہیں پہلے پہل پیدا کیا ہے وہ ہر پیدائش کا علم رکھنے والا ہے سورة قیامہ میں فرمایا آیت (اَيَحْسَبُ الْاِنْسَانُ اَنْ يُّتْرَكَ سُدًى 36؀ۭ) 75۔ القیامة :36) سے آخر سورة تک یعنی کیا انسان یہ سمجھ بیٹھا ہے کہ اسے یونہی آوارہ چھوڑ دیا جائے گا ؟ کیا یہ ایک غلیظ پانی کے نطفے کی شکل میں نہ تھا، پھر خون کے لوتھڑے کی صورت میں نمایا ہوا تھا ؟ پھر اللہ نے اسے پیدا کیا درست کیا مرد عورت بنایا ایسا اللہ مردوں کے زندہ کرنے پر قادر نہیں ؟",
  "ayah": 58,
  "surah": 56
}
