{
  "text": "To keep human beings protected from this disorder and corruption, another guideline has been provided in the second verse (113): وَلَا تَرْ‌كَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ‌ (And do not incline towards the wrongdoers, lest the Fire should catch you). The word: لَا تَرْ‌كَنُوا (la tarkan u) comes from the verbal noun رکون : Rukun which means a slight tilt towards one side having confidence in and approval of it. Therefore, the sense of the verse is: ` Whoever indulges in injustice and oppression ruins his or her life, worldly and spiritual both - this is a fact everyone knows. But, the slightest of tilt or inclination towards the unjust, placing confidence in them, being pleased with them, could also push man to the edges of the same abyss.'\nWhat is the meaning of this ` tilt' and ` inclination'? There are some statements of Sahabah (Companions) and Tabi` in (Successors) about it in which there is no contradiction or difference. They are all correct in their respective places.\nSayyidna Qatadah (رح) said, it means, ` do not have friendship with the unjust and do not follow what they say.' Ibn Jurayj said, ` do not nurse a leaning of any kind towards the unjust.' Abu al-'Aliyah said, ` do not like everything they do.' (Qurtubi) Al-Suddiyy said, ` do not court the favor of the unjust through servile flattery (mudahanah), that is, do not observe silence or show your approval at their evil deeds.' ` Ikrimah said, ` do not sit in the company of the unjust.' Qadi al-Baidawi said, ` following them in personal looks, fashion, and ways of living are all included under this very prohibition.'\nQadi al-Baidawi also said that this verse exudes the highest imaginable degree of severity in the matter of prohibition and unlawfulness of injustice and oppression. The reason is that it not only prohibits friendship, and all other cordial relationships, with the unjust but, going farther ahead, it also prohibits the least possible inclination to-wards them, or even sitting with them.\nImam ` Abdur-Rahman ibn ` Amr Al-Awza` i said, ` with Allah Ta` ala no one is as detested as the ` Alim (religious scholar) who, for the sake of his worldly interest, goes to meet someone unjust. (Mazhari)\nAccording to Tafsir al-Qurtubi, this verse tells us that it is obligatory (wajib) to abstain from the company of those who disbelieve (kafirs), those who disobey (sinners) and those who innovate in the established religion (practitioners of bid'ah) - unless they have to be met under some compulsion. The truth of the matter is that company and social setting play a major role in one's betterment or corruption. Therefore, the famous Hasan al-Basri said about the two words of these two verses that Allah Ta` ala has compressed the entire religion within the two letters: لَا (la: do not). The first one appears in the first verse: لَا تَطغَوا (la tatghaw: do not cross the limits - 112) and the second one appears in the second verse: لَا تَرکَنُوا (la tarkanu: And do not incline towards the wrongdoers - 113). The first ` la' or ` do not' prohibits the crossing of the limits set by the Shari’ ah of Islam while the other prohibits the company of wrongdoing people - and this is the essence of the whole religion.",
  "ayah": 113,
  "surah": 11
}
