{
  "text": "In verse 115, it was said: وَاصْبِرْ‌ فَإِنَّ اللَّـهَ لَا يُضِيعُ أَجْرَ‌ الْمُحْسِنِينَ\t(And be patient, for Allah lets not the reward of the good-doers be lost).\nLiterally, صَبر (sabr) means to tie. Therefore, in usage, Sabr is also used to carry the sense of keeping one's naughty self in control. Also included within its sense is the effort made to keep one's self firm and unflinching when it comes to doing what is good and right, as well as the effort to check and hold it back from getting involved with bad deeds. At this place, asking the Holy Prophet ﷺ to be patient could also mean that the injunctions given to him in the cited verses - for example, ` stand firm,\"establish salah,' etc. - are things he should hold fast to. And it is also possible that the purpose may be to exhort him to be patient in the face of the hostility of enemies and the pains caused by them. As for what was said after that - ` Allah lets not the reward of the good-doers be lost' - it obviously suggests that 'almuhsinin' (good-doers) are people who faithfully observe the injunctions of do's and don'ts as given in the cited verses. In other words, they are firm in their religion, adhere to the limits set by the Shari'ah, maintain no friendly relations with the unjust unnecessarily, are punctual with their Salah, offering it as its etiquette demands, at the most preferred timings, and that they stand firm on all religious injunctions.\nThe essence of what has been said above is what the Holy Prophet ﷺ has himself said while defining ` Ihsan' - \"obey and worship Allah Ta` ala as if you are seeing Him or, at the least, that Allah Ta` ala is seeing yowl When one achieves this station of the certitude of the Being and Attributes of Allah Ta` ala, all words and deeds that is-sue forth from him become automatically correct. Worth remembering are the three truisms that were so popularly recognized among the revered scholars of the early centuries of Islam (as-salaf). These they used to exchange in writing to each other (as if they were souvenirs worth saving). They said:\n(1)\tAnyone who gets busy working for the 'Akhirah (life-to-come), Allah Ta` ala takes it upon Himself to put his worldly chores in order and sees to it that they come out right for him.\n(2)\tAnyone who corrects his inward state of being, (so much so that he moves the orientation of his heart away from everything and turns it towards Allah Ta` ala) He sees to it that his outward state of being stands corrected all by itself.\n(3)\tAnyone who puts his matter with Allah Ta` ala sound and correct, Allah Ta` ala Himself corrects all matters pertaining to him and to those he relates with. The original wording of these three truisms is being given below:\nو کان اھل الخبر یکتب بعحجم الی بعض بثلاث کمت، من عمل لاخرتۃ کفاہ اللہ امر دنیاۃ، ومن اصلح سریرتۃ اصلح اللہ علانیتۃ و من اصلح فیما بینہ، اللہ اصلح اللہ ما بینہ و بین الناس (Tafsir Ruh al-Bayan, p. 131, v. 2)",
  "ayah": 115,
  "surah": 11
}
