{
  "text": "Some questions raised by the disbelievers appear in the third verse (27). Before we take these up, let us first look at the meanings of some of the words there.\nThe word ملا : (mala) generally means a group. Some leading lexicographers say that a group of the chiefs of a people is called: ملا (mala' ). Bashar (بشر) is translated as human being or man. Aradhil (ارزذل) is the plural form of ardhal (ارذل). It means someone lowly, not having any status or respect among his people. The expression: بَادِيَ الرَّ‌أْيِ (badiyarra'y) means cursory or shallow opinion.\nAs for their objections, the first one related to the status of Sayyidna Nuh (علیہ السلام) as a prophet and messenger: مَا نَرَ‌اكَ إِلَّا بَشَرً‌ا مِّثْلَنَا (We see that you are nothing but a man like us). In effect, they were saying that he ate, drank, walked, slept and woke up like them. How then, they questioned, could they accept this extraordinary status of his as a messenger and prophet of God? They thought that the person who is sent to men as a messenger from Allah should not belong to the genus of man, instead, he should be an angel whose distinct status had to be recognized by everyone, willingly or unwillingly.\nThis was answered in the fourth verse (28) as follows:\nيَا قَوْمِ أَرَ‌أَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّ‌بِّي وَآتَانِي رَ‌حْمَةً مِّنْ عِندِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِ‌هُونَ\nHe said, \"0 my people, tell me when I am on a clear path from my Lord, and He has bestowed mercy upon me from Himself and it has been hidden from your sight. Shall we, then, impose it upon you while you are averse to it?\".\nHere we are being told that for a rasul or messenger to be a man is not contrary to his mission as a prophet or messenger. In fact, a little thought would show that this is how it should be - that the rasul of men should be a man so that men find it comfortable to learn their religion from him. There is an enormous difference in the mental and emotional make up of men and angels. If an angel were to be sent as a rasul, learning religion from him would have become terribly difficult. The reason is that an angel is not hungry or thirsty or sleepy or plain tired, nor does he have to deal with all those human compulsions. How would he have the feeling for such human weaknesses? And, without this feeling, how could men have followed him deed-wise? This theme has appeared in other verses of the Qur'an, either explicitly or suggestively, at several places. Bypassing these, they were exhorted to use their reason and realize that it was not the least necessary that a prophet and messenger should not be a man. But, what is necessary is that he brings with him some proof, argument and evidence from Allah Ta` ala that could make it easy for people to accept that he was definitely a rasul sent by Allah. Those open proofs بَیِّنۃ (bayyinah) and binding arguments for common people take the form of miracles shown at the hands of prophets. Therefore, Sayyidna Nuh (علیہ السلام) said that he had brought with him the clear path, argument and mercy from his Lord. If they had seen it carefully and thought about it, they would not have refused to accept the invitation. But, their aversion and hostility made them blind, hence they opted to deny the truth and became adamant to it.\nBut, this mercy of Allah Ta` ala that comes through a prophet is not something which could be caused to fall over the heads of people - until they themselves show their inclination to have it. There is a hint here that the prophet would have passed on the wealth of' ‘Iman he had come with to them, if he could, despite their denial and obstinacy. But, this was against Divine law. A blessing is aspired for. People cannot be compelled to have it. From here it also stands proved that it has never been permissible, in any period of a prophet, that people should be compelled to become believers. Even those who continue to spread the ugly propaganda that Islam was spread by the sword are not themselves unaware of the truth of the matter. But, they find it convenient to use the power of a lie to sow seeds of doubt in the hearts of the ignorant only to keep the torches of their hatred burning.\nAs a side benefit, it has also become easier to understand why an angel was not made a prophet. The reason is that an angel is endowed with supernatural power. He is way distinct from human beings in every facet of his existence. To see him and then to believe in him would have become an exercise in compulsion. With an angel in front of him, who could dare being obstinate - something so conveniently demonstrated before prophets? Then, according to the dictate of the Shari` ah, if a person believes unwillingly under the threat of some coercive power, his belief and faith is not acceptable. In fact, the ideally desirable thing is to believe without seeing (al-'Iman bi'l-ghaib اَلاِیمَان بِالغَیب) - that one believes without having fully observed and witnessed the ultimate subduing power of Allah Ta` ala.\nThe second objection they raised was: وَمَا نَرَ‌اكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَ‌اذِلُنَا بَادِيَ الرَّ‌أْيِ (and we do not see you followed by anyone but by the lowest among us who are of shallow opinion - 27). This objection has two aspects: (1) That the people of higher status would have been the first to accept your call, if it was correct and true; and that only such lowly people have accepted it shows that the call itself is not worth accepting. (2) That there is something else that stops us from accepting your call to believe. Suppose we were to believe, then we understand that we too will be taken as Muslims, like them and equal to them and, in rows of prayers as well as in other meetings, we will have to sit with them as equals. This we cannot do.\nThese people were far from reality and very unaware indeed. Simply because poor people did not wallow in wealth and pride in office and status, they had elected to berate them as lowly and mundane - although, the thought itself is as ignorant as it can be. Honor and dis-grace, reason and understanding are not subservient to wealth and property. Rather, as experience bears out, power and wealth can become intoxicating enough as would stop its possessors from under-standing and accepting so many reasonable and correct things. These barriers do not stand before the meek and the poor. They go ahead and accept what is correct and true. This is the reason why the customary Divine practice through the lanes of time gone by has been no other but that the first among those who believe in prophets are none but the weak and the meek. This phenomenon has also been explained in past Scriptures. Pursuant to this, when the blessed letter from the Holy Prophet ﷺ inviting him to believe reached the Byzantine Emperor, Hiraql, he felt the need to ascertain the truth of the matter - because, he had read the signs of the noble prophets in the Torah and the Injil. Therefore, he assembled people of Arabia who were visiting Syria at that time and asked them some questions about those signs.\nOne of these questions was, ` Are those who follow him the poor and the weak among his people, or those who are considered big and notable among them?' He was told, ` They are poor and weak.' Thereupon, Hiraql confessed, ` this is sign of his being a true prophet because those who follow prophets initially are these very poor and weak people.'\nIn short, taking poor people to be lowly was ignorance on their part. In reality, ` radhil' or disgraced is he who does not recognize his creator and sustainer and disobeys what He has asked him to do. Therefore, the venerated Sufyan Ibn Said Ath-Thawri, was asked by someone, ` who is mean and disgraced?' He said, ` people who keep flattering rulers and officials.' And Ibn al-Arabi said, ` mean is he who earns Dunya (benefits of worldly life) by selling his din دِین (religion).' Someone asked him, ` who is the meanest?' Then, he said, ` a person who ruins his religion and streamlines the worldly life of someone else.' Imam Malik said, ` mean is he who maligns the noble Companions of the Holy Prophet ﷺ because they are the greatest benefactors of the entire Muslim Ummah, and the source through which the blessings of 'Iman and Shari` ah have reached us.'\nReturning to the ignorant thought expressed by the objectors, we see that it has been initially refuted in the third verse (29). It has been said that a prophet does not fancy anyone's wealth or property. He takes no compensation for his service or good counsel to people. His compensation is with Allah alone. Therefore, the rich and the poor are equal in his sight. Let the rich not be scared about their wealth for no one would start asking for it once they become believers.",
  "ayah": 28,
  "surah": 11
}
