{
  "text": "Commentary\nEtiquette of boarding boats and other modes of conveyance\nThe first verse (41) teaches the etiquette of boarding boats and other modes of conveyance. One should board by saying: بِسْمِ اللَّـهِ مَجْرَ‌اهَا وَمُرْ‌سَاهَا (With the name of Allah it sails and anchors). The word: مجرے (majra pronounced according to the reading (qira'ah) of Imam Hafs as ` majray' with fathah on the letter mim and a major Imalah [ inclination ] on the letter ra) means to sail or to move, and مرسی (mursa) means to stop or anchor. The sense is that the moving of this mode of transport owes itself to the power of Allah, and is with His name alone, as well as its stopping which is also subservient to nothing but His power.\nEvery conveyance moves and stops only with the power of Allah Ta` ala\nEven a little thought would show that no conveyance, a boat or any other mode of transport that moves on land (or flies in the air) is really within one's own power, neither its creating and making, nor its moving and stopping. A shallow view of things leads man to assume that he is the one who has manufactured it and made it move. The reality lies elsewhere. It does not take much to realize that man has not created iron, wood, brass, aluminum etc. which serve as raw material that go into the making of these modes of conveyance. And it is also clear that it does not lie in his control to create on his own a gram of iron or a foot of wood. Then, who gave them the intelligence to design and pro-duce all sorts of mechanical parts and instruments? How did he do that? Did he create his own intelligence? Had it been within the power of man, no one in this wide world would have remained dumb. Everyone would have been a Plato and Aristotle in his field. So, man puts together wood and iron and mechanical support from all sides, makes the body and frame for the conveyance. Now he needs to haul tons of weight easily and quickly on the land or in the air. He needs power to do that. It may come through petrol, gas or hydro-electricity. Has man created any of these? Did he create the petrol or gas, or water, or oxygen, or hydrogen?\nIf we were to look at things impartially, we will realize that even in this age of great scientific advancement, the helplessness of man is still visible and it is true that the moving and stopping of every conveyance rests within the ultimate control of the creator of this uni-verse.\nThe process of inventing things and making them work makes inventors self-centered. They start living in a hall of mirrors. They congratulate themselves to the limit that they lose touch with the reality of things on a canvass larger than what they invent. Allah Ta` ala tells them through his prophets that there is more to their making that they fail to see: بِسْمِ اللَّـهِ مَجْرَ‌اهَا وَمُرْ‌سَاهَا (With the name of Allah it sails and anchors). This is the reality. A brief statement but very comprehensive. In fact, it is a key to a door. Once he enters it, he lives in this mortal world but turns into a citizen of the spiritual universe - seeing the beauty of the Lord everywhere in it.\nFrom here unfolds the difference between the world of a believer and the world of a disbeliever. Both ride. But, when a believer steps in there, the conveyance does not simply shorten his travel distances on the land, it introduces him to the one higher, more sublime.",
  "ayah": 41,
  "surah": 11
}
