{
  "text": "In the second verse (46), came a stern response from Allah Ta` ala whereby Sayyidna Nuh (علیہ السلام) was told that this son was no more a part of his family because he was not good and right in what he did. Therefore, it was not proper for him to approach Him with some request while being unaware of the true state of affairs. Then came the mollifying remark that the good counsel was being given to him so that he too does not become one of the ignorant.\nTwo things come out from what was said by Allah Ta` ala:\n1. Sayyidna Nuh (علیہ السلام) did not know about the disbelief of his son clearly and fully. He thought he was a hypocrite, so he still took him to be a believer. Therefore, identifying him as a part of his family, he went ahead and prayed that he be saved from the flood. Otherwise, had he known the true state of affairs about him, he would have not made such a prayer. The reason is that he was already instructed in clear terms that he should not, once the flood comes, speak about those who had crossed the limit as it appears in verse 37 earlier وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُم مُّغْرَ‌قُونَ. After this clear and explicit injunction, it was impossible for a prophet of God that he would venture to do something against it. The only possible explanation for this could be that, as suggested by the author of Bayan al-Qur'an, the desired objective of this prayer is that his son becomes a believer and not that he be saved from the flood under his present condition. But, Allah Ta` ala has not taken Sayyidna Nuh's lack of knowledge about the disbelief of his son and the prayer for his deliverance based on it as sound excuses. Therefore, he was questioned as to why he would make such a prayer. This is a slip at the highest level of the station of a prophet which Sayyidna Nuh (علیہ السلام) would himself refer to on the day of Resurrection when the whole creation will request him to intercede with the Lord on their behalf. He would excuse himself by saying what had happened to him, therefore, he would not dare any intercession.\nPrayer for the disbelieving and the unjust is not permissible\nA religious rule of conduct that we learn about here is that one should first find out whether or not the objective for which he is making a prayer is permissible and halal (lawful). It is prohibited to make Du` a (prayer) under doubtful circumstances. Tafsir Ruh al-Ma'ani with reference to al-Baydawi reports that since this verse tells us about the prohibition of Du` a under doubtful circumstances, it is automatically inferred from it that it will be all the more prohibited to pray for anything known to be impermissible and unlawful.\nThis rule also helps us realize the absence of discretion among modern day Shaykhs (spiritual masters) who have become used to raising their hands of prayer for anyone who comes in asking for some prayer to be made for him. Most of the time, they know that this per-son is not on the right, or is unjust, in the case for which he is asking the Shaykh to pray. Or, the person is asking the Shaykh to pray for a purpose that is not lawful for him, may be this person is looking for a particular job or office through which he will become involved in earning unlawfully, or succeed in it by usurping someone's right.\nWhen attending circumstances are known, such prayers are unlawful and impermissible after all. Even if the circumstances are doubtful, taking the initiative to make Du` a, without first getting to know the circumstances as they are and the lawfulness of the matter in question, is also not appropriate.\nBrotherly relations between believers and disbelievers\n2. The second religious ruling that emerges from here is that a believer and a disbeliever may be blood relatives to each other, but when it comes to religious and collective matters, this kinship will have no effect. A person may be high born, he may come from the progeny of men of high spiritual status, so much so that one may even have the honor of being among the progeny of our most noble Prophet ﷺ . But, this high lineage and this prophetic connection will also not be taken into consideration as a factor in religious matters, if the person is not a believer. In religion, everything functionally depends on faith, goodness and the fear of Allah. One who is good in deeds and fears Allah, he is ours. If not like that, he is an alien.\nHad concessions based on kinship been given even in religious matters, brothers would have not crossed swords against each other in the battlefields of Badr and Uhud. It is common knowledge among Muslims that the battles of Badr, Uhud and al-Ahzab were fought among individuals coming from the same families. This clearly demonstrates that Islamic nationality or brotherhood does not hinge on lineal bond or geographical or linguistic unity. Instead, it revolves round faith and deed. All believers, residents of any country, members of any family and speakers of any language, are a single nation, a single brotherhood. The Qur'anic verse: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ (The believers are but brothers - 49:10) means just this. Then, those who are deprived of faith and good deeds, they are not members of the Islamic brotherhood. The Holy Qur'an has made this reality all the more clear through the words spoken by Sayyidna Ibrahim (علیہ السلام) : إِنَّا بُرَ‌آءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّـهِ (Indeed, we have nothing to do with you and with whatever you worship other than Allah - al-Mumtahinah, 60:4).\nThis humble writer has restricted the above rule to the ` religious matters' only for the reason that, in worldly matters, demonstrating good social behavior, moral grace, favor and generosity is something different. It is quite permissible to deal even with someone not good with these graces, in fact, it is recommended, and is an act worthy of thawab (reward). Countless instances where the Holy Prophet ﷺ and his noble Companions ؓ have treated non-Muslims with compassion, favour and good grace are sufficient to prove this.\nIn our time, the edifice of nationalities is raised on the foundations of homeland, language or color whereby Muslims are segregated into one or the other ` nation' under false banners. This is contrary to the Qur'an, and Sunnah, and amounts to rising in rebellion against the principles of political and social management enunciated by the Holy Prophet ﷺ .",
  "ayah": 46,
  "surah": 11
}
