{
  "text": "Commentary\nMentioned in the first eleven verses (50-60) from the ones cited above are the events of the revered prophet of Allah, Sayyidna Hud by whose name this Surah is identified. Appearing in this Surah, there are events related to seven blessed prophets and their peoples from Sayyidna Nuh (علیہ السلام) to Sayyidna Musa (علیہ السلام) described in the unique style of the Holy Qur'an. They have such flashes of lesson and advice that no one with a responsive and discerning heart can remain unaffected by them. Apart from their instructive aspects, they contain many principals and subsidiaries of faith and good deed as well as guidance one can make use of in comparable situations.\nAs for stories and events taken up here, they relate to seven prophets, but the Surah has been identified with the name of Sayyidna Hud which shows that the story of Sayyidna Hud (علیہ السلام) has a particular significance in it.\nAllah Ta` ala had sent Sayyidna Hud (علیہ السلام) as a prophet to the people of ` Ad. They were known for their physical build, strength and bravery. Sayyidna Hud (علیہ السلام) was also one of them - as indicated in: أَخَاهُمْ هُودًا (their brother, Hud - 50). How regrettable that a people so strong and brave had lost their reason to the extent that they had taken to worshipping gods they had carved out of stones with their own hands.\nThree basic principles of the call of faith Sayyidna Hud (علیہ السلام) presented before his people have been mentioned in the first three verses (50-52). One: Belief in Tauhid (Oneness of Allah) and that taking some-one or something else worthy of worship other than Allah is nothing but a lie and fabrication. Two: He was a Messenger of Allah. He had come with the call of Tauhid for them. This was the mission of his life. He was working hard against heavy odds to convey the message to them. Why would he do that? If they thought about it, they would see that he was not asking them to pay for his services, nor did he receive any material benefits from them. If he did not honestly believe it to be the will and command of Allah, and right and true, why would he go to all that trouble of inviting them to believe and live a better life?",
  "ayah": 50,
  "surah": 11
}
