{
  "text": "Commentary\nIn these five verses, an event relating to Sayyidna Ibrahim (علیہ السلام) has been mentioned. Allah Ta` ala sent some angels to give him the good news of a birth in his family because Sayyidna Ibrahim (علیہ السلام) had no children from his wife, Sayyidah Sarah ؓ and he wished he had. But, they were much advanced in years. Obviously, there was no hope.\nThen, Allah Ta` ala sent the good news through the angels and that too of the nature that the new born would be a male child and even proposed the name of the child as Ishaq. Then, he was also told that he would live, have children and that the name of his son will be Ya` qub, and both of them would be the messenger and prophet of Allah. Since these angels had come in human form, Sayyidna Ibrahim (علیہ السلام) took them to be normal guests and lost no time in offering his hospitality. He placed a dish of roasted calf before them. But, they were really angels, free of eating and drinking. Therefore, despite the food being before them, they did not extend their hands towards it. When Sayyidna Ibrahim (علیہ السلام) noticed this, he was concerned. They did not look like guests, may be they had come to create some problem for him. The angels scented his concern and disclosed their identity. They told him that they were angels of Allah Ta` ala. There was no need for him to be frightened. They had been sent to give him the good news of a birth in his family, as well as to accomplish another mission, the mission of bringing Divine punishment on the people of Lut (علیہ السلام) . Sayyidah Sarah ؓ ، the wife of Sayyidna Ibrahim (علیہ السلام) was listening to this conversation from behind a curtain. When she found out that they were angels, not human beings, there was no need for the otherwise essential hi jab. She laughed at the good news of the birth of a child in old age and said, ` shall I give birth to a child while I am an old woman and my husband, an old man?' The angels said as to why would she marvel at the command of Allah Ta` a1a who has everything within His power. Was it not that, as a member of the prophet's family, she has been witnessing that this was a family on which extraordinary Divine mercy and blessing descends all the time, which is mostly above and beyond the obvious chain of causes? So, what was there to wonder about? This was a gist of the event. Let us now go to details as they appear in the text of the verses cited above.\nThe first verse (69) tells us that these angels had come to Sayyidna Ibrahim (علیہ السلام) with some good news. The good news has been mentioned later in the third verse (71 فَبَشَّرْ‌نَاهَا بِإِسْحَاقَ (so, We gave her the good news about Ishaq).\nSayyidna ` Abdullah ibn ` Abbas ؓ said that the three angels were Jibra'il, Mika'il and Israfil (علیہم السلام) . (Qurtubi) They came in human form and greeted Sayyidna Ibrahim (علیہ السلام) with ` salam.' Sayyidna Ibrahim (علیہ السلام) responded to their salam greeting and, taking them to be human, offered the usual hospitality.\nSayyidna Ibrahim (علیہ السلام) is the first human being who introduced the custom of honoring guests by offering hospitality to them. (Qurtubi) It was his routine that he would never eat alone. Instead, when came the time for meals, he would be looking out for a guest so that he could eat with him.\nAl-Qurtubi has reported from Isra'ili narratives that, on a certain day, Sayyidna Ibrahim (علیہ السلام) started looking for a guest at the time for meals. The man he met was a stranger. When he sat down to eat, Sayyidna Ibrahim (علیہ السلام) said to him, ` say: I' begin with the name of Allah.' He said, ` I do not know Allah. Who and what is He?' Sayyidna Ibrahim\tعلیہ السلام asked him to leave the dining-spread on the floor.\nWhen he went out, Sayyidna Jibra'il (علیہ السلام) came in and said, ` Allah Ta` ala says: As for him, We gave sustenance to him throughout his life despite his disbelief and as for you, you were stingy about giving him even one morsel of food.' Hearing this, Sayyidna Ibrahim (علیہ السلام) went after him and called him back. He said, ` unless you tell me the reason why you turned me out first and why are you asking me to come in again, I will not go with you.'\nWhen Sayyidna Ibrahim (علیہ السلام) told him the episode, the episode itself became the reason for his becoming a believer. He said, ` the Lord who made you do this is very noble. I believe in Him.' Then he went in with Sayyidna Ibrahim (علیہ السلام) behaved like a true believer and ate his food after having recited Bismillah first.\nSo, Sayyidna Ibrahim (علیہ السلام) true to his habit of entertaining guests, welcomed angels who had come in human form. Naturally, to him they were human, and guests. The host did his most, lost no time and placed a roasted calf before them.\nIn the second verse (70), it was stated that the angels had, though, come in the human form and it was also possible that they could have been given human characteristics of eating and drinking at that particular time. But, the wiser choice for them was no other but that they should not eat so that the secret that they were angels comes out in the open. Therefore, their angelic characteristics were allowed to remain, even in their human form, because of which they did not extend their hands towards the food.\nAccording to some reports, they had some arrows in their hands. They started poking the heads of their arrows into the roasted meat. When they acted in that manner, Sayyidna Ibrahim (علیہ السلام) apprehended them to be his enemies, because, according to the social custom known to him, if a guest refused to eat, it was a sign of mischief to be made from his side. (Qurtubi) His apprehension was quashed when the angels themselves disclosed their identity and said that they were an-gels, therefore, they do not eat. So, there was no danger for him to bother about.\nInjunctions and Rules\nMany injunctions and important rules of guidance regarding social living appear in the verses under study. Imam al-Qurtubi has discussed them in detail in his Tafsir.\nThe Sunnah of Salam\nThe words of verse 69 قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ (They said, \"Salim.\" He said, \"Salam.\" ) - teach us that it is a Sunnah for Muslims that, when they meet each other, they should offer Salim. The guest coming in should say it first while others should respond.\nThat people say some words to greet each other when they meet is a custom found in all communities. But, the teaching of Islam is unique in this matter for the masnun word of salam is السلام علیکم : As-Salamu 'Alaikum. It carries the name of Allah with it. So it is both a Dhikr of Allah, and a prayer for peace and protection from Him - in addition to being a guarantee of the protection of life, property and honor from one's own side. (When we equate As-Sal amu Alaikum with ` peace on you' we go by the anatomy and leave the spirit that is essential to it - tr.)\nAt this place in the Qur'an, it has been said that the angels said سلاما (salam) and Sayyidna Ibrahim (علیہ السلام) responded with سلام (salam). Obviously, here it was not considered necessary to mention salam in its complete form - as customary in usage when it is said that a person said salam to someone where it is presupposed that he said the whole greeting of As-Sala-mu Alaikum. Similarly, at this place, salam stands for the full masnun greeting which has been taught to his community by the Holy Prophet ﷺ through his word and deed, that is, saying: السلام علیکم (As-Sal amu ` Alaikum) at the beginning of salam, and: (علیہ السلام) و رحمۃ اللہ (wa alaikumu-s-salam, or wa ` alaikumu-s-salamu wa rahmatu-l-l ah to be more generous) while responding to the salam.\nSome Rules for Guests and Hosts\nIt has been said in the last sentence of verse 69: فَمَا لَبِثَ أَن جَاءَ بِعِجْلٍ حَنِيذٍ (Then he made no delay in bringing a roasted calf).\nThis tells us a few things:\n1. It is a part of the etiquette of hospitality that the host should, soon after the arrival of the guest, bring out something to eat, or drink, something he has on hand and which could be offered quickly and conveniently. Then, if the host is a man of means, he can arrange for additional hospitality later. (Qurtubi)\n2.\tA host should not worry about making too many formal arrangements for a guest. Anything good available easily is good enough. Let him put it before the guest. Sayyidna Ibrahim (علیہ السلام) had some domestic animals at home. Therefore, he slaughtered a calf, had it roasted quickly and offered it to his guests. (Qurtubi)\n3.\tReceiving guests and offering hospitality to them is a part of the essential etiquette of Islam, in fact, a hallmark of high morals. This is the blessed habit of prophets and the righteous. Is it necessary (wajib) to entertain guests? Or, is it not? ` Ulama' have difference of opinion in this matter. According to the majority of them, it is a sunnah, and desirable, but not wajib (necessary, obligatory). Some of them say that it is wajib on village people that they should offer hospitality to a person who stays in their village because a stranger has no arrangement for his meals there. Since such arrangements are possible through a hotel in cities, therefore, it is not wajib on those who live in cities. Al-Qurtubi has reported all these different views in his Tafsir.",
  "ayah": 69,
  "surah": 11
}
