{
  "text": "Another manifestation of the all-encompassing knowledge and perfect power of Allah Ta` ala has been mentioned in the second verse (7) - ` And He is the One who created the heavens and the earth in six days and (before creating these) His throne was on water.'\nThis tells us that water was created before the creation of the heavens and the earth. As for the elaboration of the creation of the heavens and the earth in six days, it has appeared in Surah Ha Mim as-Sajdah (also called Surah Fussilat). There it has been said that the earth was created in two days, mountains, river streams, trees and means for the sustenance and survival of living creatures in two days, then, the seven heavens in two days - 41:9-12).\nAccording to Tafsir Mazhari, heavens mean everything high and above and the earth means down and below. Day is the measure of time which, after the creation of the heavens and the earth, is from sunrise to sunset - although, at the time of the creation of the heavens and the earth, neither did the sun exist nor its rising and setting.\nIt was also within the perfect power of Allah Ta` ala to create all these things in the flash of a moment but, in His infinite wisdom, He has made the system of this world gradual which is suitable for human temperament.\nThe purpose of the creation of the heavens and the earth has been identified at the end of the verse by saying: لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا (So that He might test you as to who among you is better in deed).\nThis tells us that the creation of the heavens and the earth was not the main purpose. The fact is that these were created for human beings who act right, do better and, along with it, also make the best use of what has been placed therein to run their lives. Finally, it is expected of them that they would ponder over these and would not miss to recognize their Master and Lord (the Malik, the Rabb).\nThe outcome is that human beings are the real purpose of the creation of the heavens and the earth. However, human beings are not all alike. Among them there are those who believe and have faith. Then, even among the later, there is someone, a man or a woman, who is the best in deeds. And it goes without saying that, among the progeny of Sayyidna Adam (علیہ السلام) the best in deeds is our Rasul, on him the blessing of Allah, and peace. Therefore, it is correct to say that the real purpose of creating the entire universe is to bless it with the generous presence of the Holy Prophet ﷺ (serving as a model right through the Last Day). (Mazhari)\nThere is something we should also take note of. Allah Ta` ala said: أَحْسَنُ عَمَلًا (who among you is better in deed). He has said nothing about the number of deeds. From here we learn that Allah Ta'ala favors the quality of deed more than He does the abundance or profusion or fre-quency of good deeds such as, Salah, Sawm, Tilawah of Qur'an and Dhikr of Allah. This beauty or excellence of deeds has been expressed through the word: اِحسَان (ihsan) in Hadith. Essentially, it means the doing of a deed for the good pleasure of Allah alone with no worldly motive attached to it. Then, it is also necessary to do it in a way that is liked in the sight of Allah. This way has been demonstrated by the Holy Prophet ﷺ through his conduct and he has made it necessary for his community to follow his Sunnah. In a nutshell, we can say that a little done with total sincerity and according to Sunnah is better than a lot more done with none, or less of the two.",
  "ayah": 7,
  "surah": 11
}
