{
  "text": "In verse 70, it was said: فَلَمَّا رَ‌أَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَ‌هُمْ (So, when he noticed their hands not reaching for it, he found them strange and felt a bit of fright from them).\nFrom here we learn that there are rules of etiquette for guests as well. A guest should accept whatever is offered. Let him partake from it a little bit to please the host, even if not willing to eat because of unfavorable taste or apprehended harm.\nThis very sentence also tells us that the host should not consider himself absolved after having placed the food before the guest. In-stead, he should be benignly watching whether or not the guest is par-taking of the food, as was done by Sayyidna Ibrahim when he noticed that the angels were not eating.\nBut, this watching has to be discreet, not something like staring at the guest while he is eating. A casual look is enough, because looking at the morsels of food being eaten by the guest is contrary to the etiquette of entertainment and certainly very humiliating for the invited guest. This is illustrated by an incident relating to Khalifah Hisham ibn ` Abd ul-Malik. On a certain day, the Khalifah was sharing his food-spread with a rustic Arab. The morsel of food being eaten by the Arab had a strand of hair in it. When Khalifah Hisham noticed it, he told the Arab about it. The Arab instantly rose in a huff saying, ` we never eat with a person who watches our morsels.'\nAl-Tabari reports at this place: When the angels abstained from eating the first time, they had said that they do not eat free meals. If they were to accept payment for it, they would. Sayyidna Ibrahim (علیہ السلام) said, ` Yes, there is a price for it that you can pay. The price is: Say ` with the name of Allah' when you begin, and praise Him when you finish.' Hearing this, the archangel Jibra'il (علیہ السلام) told his companions, ` That Allah Ta` ala calls him His friend is correct. He deserves it.'\nThis tells us that saying:.. بسم اللہ \t(bismillah: With the name of Allah) when beginning to eat, and saying: الحمد للہ (alhamdulillah: Praise belongs to Allah) at the end of it is Sunnah.",
  "ayah": 70,
  "surah": 11
}
