{
  "text": "Commentary\nSurah Hud (علیہ السلام) carries an account of different kinds of Divine punishments sent over past peoples because of their antagonism to prophets of the time. Described in the verses cited above is the moral condition of the people of Sayyidna Lut (علیہ السلام) and the severe punishment given to them.\nBesides being disbelievers, the people of Sayyidna Lut (علیہ السلام) were involved in the practice of such abject evil and immodesty as was not found in the world before them, something even wild animals hate. That a man would pollute his honor and dignity with another man is a curse the fallout from which is far more injurious than common forni-cation. Therefore, the harsh punishment that descended on these people had never hit known practitioners of common acts of immodesty.\nThe event relating to Sayyidna Lut (علیہ السلام) as it appears in the cited verses tells that Allah Ta` ala sent some angels, including Sayyidna Jibra'il\tعلیہ السلام to execute the punishment against these people. They first went to Sayyidna Ibrahim (علیہ السلام) in Palestine, the account of which has appeared in previous verses. After that, they came to Sayyidna Lut (علیہ السلام) whose abode was located at a distance of ten or twelve miles from there.\nCertainly great is the majesty of Allah Ta'ala. When He seizes a people in punishment, the punishment that he makes descend upon them is chosen to be congruous to their misdeed. On this occasion too, these angels of Allah were sent in the form of handsome young men. When they reached the home of Sayyidna Lut he too took them to be visiting guests for they had come in human form. He found himself in a fix. If he backed out from entertaining guests, it would be against his dignity as a prophet. If he took them in as his guests, then, he knew how evil and dirty his people were. The danger was that they might storm his home and hurt the guests while he failed to defend them. So, in his heart, he said, ` this is a very hard day.'\nAllah Ta` ala has, in His great design, made this world of ours an open gallery of lessons full of the countless exhibits of His perfect power and eloquent wisdom. He made His friend Sayyidna Ibrahim (علیہ السلام) come out as a prophet from the home of Azar, the idol-worshipper. In the home of the highly revered prophet, Sayyidna Lut (علیہ السلام) there was that wife of his who worked in league with disbelievers and opposed her prophet husband. When these honored guests in the form of handsome young men came to stay at the home of Sayyidna Lut (علیہ السلام) his wife passed on the information to perverted hoods from these people telling them about the kind of guests they had in their home on that day. (Qurtubi, Mazhari)",
  "ayah": 75,
  "surah": 11
}
