{
  "text": "Things turned out as Sayyidna Lut (علیہ السلام) had first apprehended. This finds mention in the second verse (78): وَجَاءَهُ قَوْمُهُ يُهْرَ‌عُونَ إِلَيْهِ (And his people came to him, rushing upon him) - and they were already used to committing evil deeds.\nIt has been hinted here that such was the curse of their evil deed that they had lost all sense of modesty and propriety, so much so that they did not hesitate to storm even the home of Sayyidna Lut (علیہ السلام) for a purpose that sinister.\nWhen Sayyidna Lut (علیہ السلام) realized that it was difficult to protect his guests, he tried to divert the attention of his people from their evil advances by telling them that he would give his daughters in marriage to their chiefs, if they were to stop their evil-mongering. The marriage of a believing girl with a disbelieving man was permissible at that time. The practice had continued up to the early period of the Holy Prophet ﷺ ، therefore, he had given two of his daughters in marriage to ` Utbah ibn Abi Lahab and Abu al-‘As ibn al-RabI', though both of them were disbelievers. Later came the verses that prohibited the marriage of Muslim women with disbelieving men as حرام Haram. (Qurtubi)\nAccording to some commentators, ` my daughters' at this place means the daughters of the whole community because every prophet is like a father to his people and the whole community is his spiritual progeny. It is supported by the noble verse: أُمَّهَاتُهُمْ النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَاجُهُ. (The Prophet comes first with the believers against their own selves and his wives are (like) their mothers - 33:6). This should be seen with the additional words: وَ ھُوَ اَبُ لَّھُم (and he is [ like ] a father for them) as they appear in the rendition (Qira'ah) of Sayyidna ` Abdullah ibn Masud ؓ where the Holy Prophet ﷺ has been identified as a father to the entire Muslim Ummah. According to this Tafsir, the statement of Sayyidna Lut (علیہ السلام) would mean, ` you leave this evil habit of yours, behave like gentlemen, marry girls from your people and have them as your wives.'\nAfter that, it was to warn them against Divine punishment that Sayyidna Lut (علیہ السلام) said: فَاتَّقُوا اللَّـهَ (So, fear Allah). Then he pleaded with them: وَلَا تُخْزُونِ فِي ضَيْفِي (do not disgrace me in respect of my guests) and then wondered: أَلَيْسَ مِنكُمْ رَ‌جُلٌ رَّ‌شِيدٌ(Is there not a single right man among you?), someone who would listen to his plaint.\nBut, there was no trace of gentility or even humanness left in any of them. So, in acid wickedness, they all responded: لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِ‌يدُ (You know that we have no claim on your daughters, and you know well what we want.'",
  "ayah": 79,
  "surah": 11
}
