{
  "surah": 23,
  "ayah": 115,
  "text": "What, did you reckon that We created you aimlessly and that you would not be returned to Us? Abū Bakr WāsiṬī recited this verse and said, “He made manifest the colors and created the creatures to make manifest His existence, for had He not created, it would not be recognized that He exists; and to make manifest the perfection of His knowledge and power through the manifestation of His acts soundly arranged by wisdom; and to make manifest the signs of friendship on the friends and the signs of wretchedness on the wretched.” He is saying, “The majestic and perfectly powerful Lord, in His majesty and exaltedness and His perfect power, brought the engendered beings and newly arrived things into existence. Thereby they would know His Being, recognize His lordhood, and find evidence of His perfect knowledge and power from His artisanry. In keeping with His knowledge of them, He made ap- parent the mark of friendship on the friends and inscribed enmity on the enemies. He brought them from the concealment of nonexistence into existence in keeping with the knowledge, known in the Beginningless, that He would create creation. He wanted to make His creation come to be in exact correspondence with His knowledge.” David the prophet said in his whispered prayer, “O God, O endless Majesty described by the attribute of perfection and qualified by the description of unneediness! You have no need for anything and You subsist in Your own description. You require nobody and You take help and aid from no one. Why did You create these creatures? What wisdom is there in their existence?” The answer came, “'I was a hidden treasure, and I loved to be recognized.' I was a concealed treasure and no one knew or recognized Me. I wanted to be known and I loved to be recognized.” “I loved to be recognized” is an allusion to the fact that recognition is built on love. Wherever there is love, there is recognition, and wherever there is no love, there is no recognition. The great ones of the religion and the Tariqah have said, “No one recognizes Him save those to whom He has made Himself recognized, no one voices His tawḤīd save those to whom He has shown His tawḤīd, and no one describes Him save those to whose secret cores He has disclosed Himself."
}
