{
  "text": "১১-১৩ নং আয়াতের তাফসীর\nআহযাবের যুদ্ধে মুসলমানরা যে ভীতি-বিহ্বলতা ও উদ্বেগপূর্ণ অবস্থার সম্মুখীন হয়েছিল এখানে তারই বর্ণনা দেয়া হচ্ছে। বাহির হতে আগত শত্রুরা পূর্ণ শক্তি ও বিপুল সংখ্যক সৈন্য নিয়ে দাঁড়িয়ে আছে, আর ভিতরে শহরের মধ্যে বিদ্রোহের অগ্নি দাউ দাউ করে জ্বলে উঠেছে। ইয়াহূদীরা হঠাৎ করে সন্ধিচুক্তি ভঙ্গ করে অস্বস্তিকর অবস্থা সৃষ্টি করে দিয়েছে। মুসলমানরা খাদ্য ও পানীয়ের অভাবে পতিত হয়েছে। মুনাফিকরা প্রকাশ্যভাবে পৃথক হয়ে গেছে। দুর্বল মনের লোকেরা বিভিন্ন ধরনের কথা বলতে শুরু করেছে। তারা একে অপরকে বলছেঃ “পাগল হয়েছো না কি? দেখতে পাচ্ছ না যে, অতি অল্পক্ষণের মধ্যে পট পরিবর্তন হতে যাচ্ছে? চলো, পালিয়ে যাই।” ইয়াসরিব দ্বারা মদীনাকে বুঝানো হয়েছে। যেমন সহীহ হাদীসে এসেছে যে, নবী (সঃ) বলেছেনঃ “স্বপ্নে আমাকে তোমাদের হিজরতের স্থান দেখানো হয়েছে। তা দু’টি কংকরময় ভূমির মধ্যস্থলে অবস্থিত। প্রথম আমার ধারণা হয়েছিল যে, ওটা বোধহয় হিজর হবে। কিন্তু না, তা ইয়াসরিব।” আর একটি রিওয়াইয়াতে আছে যে, ঐ স্থানটি হলো মদীনা। অবশ্য একটি দুর্বল রিওয়াইয়াতে আছে যে, যে ব্যক্তি মদীনাকে ইয়াসরিব বলে সে যেন তা হতে তাওবা করে। মদীনা তো হলো তাবা, ওটা তাবা। (এ হাদীসটি শুধু মুসনাদে আহমাদে বর্ণিত হয়েছে। এর ইসনাদে দুর্বলতা রয়েছে)বর্ণিত আছে যে, আমালীকের মধ্যে যে লোকটি এখানে এসে অবস্থান করেছিল তার নাম ছিল ইয়াসরিব ইবনে আবীদ ইবনে মাহবীল ইবনে আউস  ইবনে আমলাক ইবনে লাআয ইবনে ইরাম ইবনে সাম ইবনে নূহ (আঃ)। তার নামানুসারেই এ শহরটিও ইয়াসরিব নামে প্রসিদ্ধি লাভ করে। একটি উক্তি এও আছে যে, তাওরাত শরীফে এর এগারোটি নাম রয়েছে। ওগুলো হলো: মদীনা, তাবা, তায়্যেবাহ্, সাকীনা, জাবিরাহ, মুহিব্বাহ, মাহবুবাহ, কাসিমাহ, মাজরূরাহ, আযরা এবং মারহ্মাহ্।কা’ব আহ্বার (রঃ) বলেন, আমরা তাওরাতে একথাগুলো পেয়েছি যে, আল্লাহ তা'আলা মদীনা শরীফকে বলেনঃ “হে তাইয়্যেবা, হে তাবা এবং হে মাসকীনা! ধন-ভাণ্ডারে জড়িত হয়ে পড়ো না। সমস্ত জনপদের মধ্যে তোমার মর্যাদা সমুন্নত হবে। কিছু লোক খন্দকের যুদ্ধের সময় বলেছিলঃ “হে ইয়াসরিববাসী! এখানে তোমাদের কোন স্থান নেই, তোমরা ফিরে চল।' বানু হারিসা গোত্র বলতে শুরু করেঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের বাড়ীতে চুরি হওয়ার আশংকা রয়েছে। ওগুলো জনহীন অবস্থায় পড়ে আছে। সুতরাং আমাদেরকে বাড়ী ফিরে যাবার অনুমতি দিন।” আউস ইবনে কায়সী বলেছিলঃ “আমাদের বাড়ীতে শত্রুদের ঢুকে পড়ার ভয় রয়েছে। সুতরাং আমাদেরকে বাড়ী ফিরে যাওয়ার অনুমতি দেয়া হালে।” আল্লাহ তা'আলা তাদের অন্তরের কথা বলে দিলেন যে, আসলে পলায়ন করাই ছিল তাদের উদ্দেশ্য, তাদের ঘরবাড়ী অরক্ষিত ছিল না।",
  "ayah": 13,
  "surah": 33
}
