{
  "text": "২৩-২৪ নং আয়াতের তাফসীর\nএখানে মুমিন ও মুনাফিকদের বর্ণনা দেয়া হচ্ছে যে, সময় আসার পূর্বে মুনাফিকরা বড় বড় বুলি আওড়িয়ে থাকে কিন্তু যখন সময় এসে যায় তখন। অত্যন্ত ভীরুতা ও কাপুরুষতা প্রদর্শন করে এবং আল্লাহ ও তাঁর রাসূল (সঃ)-এর সাথে কৃত ওয়াদা সব ভুলে যায়। সাহসিকতার সাথে যুদ্ধ করার পরিবর্তে যুদ্ধক্ষেত্র হতে পৃষ্ঠ প্রদর্শন করে। পক্ষান্তরে মুমিনরা তাদের ওয়াদা পূর্ণভাবে পালন করে। কেউ কেউ শাহাদাত বরণ করে এবং কেউ কেউ শাহাদাতের প্রতীক্ষায় থাকে।হযরত সাবিত (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “যখন আমি কুরআন মাজীদ লিখতে শুরু করি তখন একটি আয়াত আমি পাচ্ছিলাম না। অথচ সূরায়ে আহযাবে আমি স্বয়ং রাসূলুল্লাহ (সঃ)-এর মুখে তা শুনেছিলাম। অবশেষে হযরত খুযাইমা ইবনে সাবিত আনসারী (রঃ)-এর নিকট আয়াতটি পাওয়া গেল। ইনি ঐ সাহাবী, যাঁর একার সাক্ষ্যকে রাসূলুল্লাহ (সঃ) দু’জন সাক্ষীর সাক্ষ্যের সমান করে দিয়েছিলেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন যে, (আরবি)-এ আয়াতটি হযরত আনাস ইবনে মাযার (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। ঘটনাটি এই যে, তিনি বদরের যুদ্ধে যোগদান করতে পারেননি বলে মনে অত্যন্ত দুঃখ ও ব্যথা অনুভব করেছিলেন। তার দুঃখের কারণ ছিল এই যে, যে যুদ্ধে স্বয়ং রাসূলুল্লাহ (সঃ) উপস্থিত থেকে যুদ্ধ পরিচালনা করেছেন সেই যুদ্ধেই তিনি অংশগ্রহণ করতে পারলেন না। সুতরাং তার মত। হতভাগ্য আর কে আছে? তাই তিনি অঙ্গীকার করে বলেনঃ “আবার যদি জিহাদের সুযোগ এসে যায় তবে অবশ্যই আমি আল্লাহ তাআলাকে আমার সত্যবাদিতা ও সৎ সাহসিকতা প্রদর্শন করবো আর এও দেখিয়ে দেবো যে, আমি কি করছি!” অতঃপর যখন উহুদ যুদ্ধের সুযোগ আসলো তখন তিনি দেখতে পেলেন যে, সামনের দিক হতে হযরত সা’দ ইবনে মুআয (রাঃ) ফিরে আসছেন। তাকে এভাবে ফিরে আসতে দেখে তিনি অত্যন্ত বিস্মিত হয়ে তাঁকে জিজ্ঞেস করেনঃ “হে আবু আমর (রাঃ)! কোথায় যাচ্ছেন? আল্লাহর শপথ! উহুদ পাহাড়ের এই দিক হতে আমি জান্নাতের সুগন্ধ পাচ্ছি।” এ কথা বলেই তিনি সামনের দিকে অগ্রসর হন এবং মুশরিকদের মধ্যে প্রবেশ করে বহুক্ষণ ধরে তরবারী চালনা করেন। কিন্তু মুসলমানরা সবাই ফিরে গিয়েছিলেন বলে তিনি একা হয়ে গেলেন। তাঁর এই আকস্মিক আক্রমণের ফলে মুশরিকরা তেলে বেগুনে জ্বলে উঠলো এবং তাঁকে চতুর্দিক থেকে ঘিরে ফেললো। অতঃপর তিনি শহীদ হয়ে গেলেন। তার দেহে আশিটিরও বেশী যখম হয়েছিল। কোনটি ছিল বর্শার যখম  এবং কোনটি ছিল তরবারীর যখম। শাহাদাতের পর তাঁকে কেউ চিনতে পারেনি। শেষ পর্যন্ত তাঁর ভগ্নী তাঁকে তাঁর হাতের অঙ্গুলীগুলোর অগ্রভাগ দেখে চিনতে পারেন। তার ব্যাপারেই (আরবি) এ আয়াতটি অবতীর্ণ হয়। (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)অন্য রিওয়াইয়াতে আছে যে, যখন মুসলমানরা যুদ্ধক্ষেত্র হতে পলায়ন করে তখন তিনি বলেনঃ “হে আল্লাহ! এরা মুসলমানরা) যা করলো এজন্যে আমি আপনার নিকট ওযর প্রকাশ করছি এবং মুশরিকরা যা করেছে সে জন্যে আমি আপনার নিকট অসন্তোষ প্রকাশ করছি।” তাতে এও রয়েছে যে, হযরত সা'দ (রাঃ) তাকে বলেনঃ “আমি আপনার সাথেই রয়েছি। আমি তার সাথে চলছিলামও বটে। কিন্তু তিনি যা করছিলেন। তা আমার সাধ্যের অতিরিক্ত ছিল।”হযরত তালহা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ উহুদের যুদ্ধ হতে মদীনায় ফিরে এসে মিম্বরের উপর আরোহণ করেন এবং আল্লাহ তাআলার প্রশংসা ও গুণকীর্তনের পর মুসলমানদের প্রতি সমবেদনা প্রকাশ করেন। যারা শহীদ হয়েছিলেন তাঁদের মর্যাদার বর্ণনা দেন। অতঃপর তিনি (আরবি) এ আয়াতটিই তিলাওয়াত করেন। একজন মুসলমান দাঁড়িয়ে গিয়ে প্রশ্ন করেনঃ “হে আল্লাহর রাসূল (সঃ)! এ আয়াতে যাদের বর্ণনা দেয়া হয়েছে তাঁরা কারা?” ঐ সময় আমি সামনের দিক হতে আসছিলাম এবং হারামী ও সবুজ রঙ-এর দু'টি কাপড় পরিহিত ছিলাম। আমার দিকে ইঙ্গিত করে তিনি বলেনঃ “হে প্রশ্নকারী ব্যক্তি! এই লোকটিও তাদের মধ্যে একজন।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)বর্ণিত আছে যে, হযরত মূসা ইবনে তালহা (রাঃ) হযরত মুআবিয়া (রাঃ)-এর দরবারে গমন করেন। যখন তিনি তার দরবার হতে ফিরে আসতে উদ্যত হন তখন তিনি তাকে ডেকে বলেনঃ “হে মূসা (রাঃ)! এসো, আমার নিকট হতে একটি হাদীস শুনে যাও। আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি। যে, (আরবি)-এই আয়াতে যেসব লোকের বর্ণনা রয়েছে তাদের মধ্যে তোমার পিতা হযরত তালহা (রাঃ) একজন।”এটাও মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে।এঁদের বর্ণনা দেয়ার পর মহামহিমান্বিত আল্লাহ বলেনঃ আর কেউ কেউ প্রতীক্ষায় রয়েছে যে, আবার যুদ্ধের সুযোগ আসলে তারা তাদের কাজ আল্লাহকে প্রদর্শন করবে এবং শাহাদাতের পেয়ালা পান করবে। তারা তাদের অঙ্গীকারে কোন পরিবর্তন করেনি। এই ভীতি এবং এই সন্ত্রাস এই কারণেই ছিল যে, আল্লাহ সত্যবাদীদেরকে পুরস্কৃত করেন তাদের সত্যবাদিতার জন্যে এবং তাঁর ইচ্ছা হলে মুনাফিকদেরকে শাস্তি দেন অথবা তাদেরকে ক্ষমা করেন। আল্লাহ তা'আলা হলেন আলেমুল গায়েব। তার কাছে প্রকাশ্য ও গোপনীয় সবই সমান। যা হয়নি তা তিনি তেমনি জানেন যেমন জানেন যা হয়ে গেছে। কিন্তু তার অভ্যাস এই যে, বান্দা কোন কাজ যে পর্যন্ত না করে বসে সে পর্যন্ত তাকে শুধু নিজের জ্ঞানের উপর ভিত্তি করে শাস্তি প্রদান করেন না। যেমন তিনি বলেনঃ (আারবি)অর্থাৎ “আমি অবশ্যই তোমাদেরকে পরীক্ষা করবো, যতক্ষণ না আমি জেনে নিই তোমাদের মধ্যে জিহাদকারী ও ধৈর্যশীলদের এবং আমি তোমাদের ব্যাপারে পরীক্ষা করি।” (৪৭:৩১) সুতরাং অস্তিত্বের পূর্বের জ্ঞান, তারপর অস্তিত্ব লাভের পরের জ্ঞান উভয়ই আল্লাহ তা'আলার রয়েছে। আর অস্তিত্বে আসার পর হবে পুরস্কার অথবা শাস্তি। যেমন মহান আল্লাহ অন্য এক জায়গায় বলেনঃ (আারবি)অর্থাৎ “অসৎকে সৎ হতে পৃথক না করা পর্যন্ত তোমরা যে অবস্থায় রয়েছে। আল্লাহ মুমিনদেরকে সেই অবস্থায় ছেড়ে দিতে পারেন না। অদৃশ্য সম্পর্কে আল্লাহ তোমাদেরকে অবহিত করবার নন।” (৩:১৭৯) সুতরাং আল্লাহ তা'আলা এখানে বলেনঃ তার ইচ্ছা হলে তিনি মুনাফিকদেরকে শাস্তি দেন অথবা তাদেরকে ক্ষমা করেন। অর্থাৎ তাদেরকে তিনি খাটি অন্তরে তাওবা করার তাওফীক দেন। ফলে তারা তাঁর দিকে ঝুঁকে পড়ে। আল্লাহ তা'আলা তো ক্ষমাশীল, পরম দয়ালু। তাঁর করুণা ও রহমত তার গযব ও ক্রোধের উপর বিজয়ী।",
  "ayah": 24,
  "surah": 33
}
