{
  "text": "উম্মুল মুমিনীন হযরত উম্মে সালমা (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলেনঃ “কুরআন কারীমে আল্লাহ তা'আলা পুরুষদের কথা উল্লেখ করেছেন, আর আমরা স্ত্রীলোক, আমাদের কথা উল্লেখ করা হয়নি কেন?\" হযরত উম্মে সালমা (রাঃ) বলেনঃ “একদিন আমি আমার ঘরে বসে আমার মাথার যত্ন করছিলাম এমন সময় মিম্বর হতে রাসূলুল্লাহ (সঃ)-এর শব্দ শুনতে পেলাম। তখন আমি আমার চুলগুলো ঐ অবস্থায় জড়িয়ে নিলাম এবং কক্ষে বসে তার কথাগুলো শুনতে লাগলাম। ঐ সময় তিনি মিম্বরে পাঠ করছিলেনঃ (আরবি) অর্থাৎ “হে লোক সকল! নিশ্চয়ই আল্লাহ বলেনঃ অবশ্য আত্মসমর্পণকারী পুরুষ ও আত্মসমর্পণকারিণী নারী, মুমিন পুরুষ ও মুমিনা নারী।” (হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদের বর্ণনা করেছেন। অন্য ধারায় ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে জারীরও (রঃ) হাদীসটি বর্ণনা করেছেন) একটি রিওয়াইয়াতে আছে যে, কতিপয় স্ত্রীলোক রাসূলুল্লাহ (সঃ)-কে এ কথা বলেছিলেন।আর একটি রিওয়াইয়াতে আছে যে, স্ত্রীলোকেরা রাসূলুল্লাহ (সঃ)-এর স্ত্রীদেরকে একথা বলেছিলেন। ইসলাম ও ঈমানকে পৃথক পৃথকভাবে বর্ণনা করা হয়েছে, এর দ্বারা তো প্রমাণিত হচ্ছে যে, ঈমান ইসলাম হতে পৃথক এবং ঈমান ইসলাম হতে বিশিষ্টতর। কেননা, মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আরব মরুবাসীরা বলেঃ আমরা ঈমান আনলাম। (হে মুহাম্মাদ সঃ) তুমি বলঃ তোমরা ঈমান আননি, বরং তোমরা বলঃ আমরা আত্মসমর্পণ করেছি। কারণ ঈমান এখনো তোমাদের অন্তরে প্রবেশ করেনি।” (৪৯:১৪) সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ব্যভিচারী ব্যভিচার করার সময় মুমিন থাকে না। আবার এ বিষয়ের উপর সবাই একমত যে, ব্যভিচার দ্বারা মানুষ প্রকৃত কাফের হয়ে যায় না। এটা একটা দলীল যা আমি শরহে বুখারীতে প্রাথমিক পর্যায়ে প্রমাণ করেছি।শব্দের অর্থ হলো শান্তভাবে আনুগত্য করা। যেমন কুরআন কারীমে রয়েছে (আরবি) অর্থাৎ “ঐ ব্যক্তি কি যে রাত্রিকালে আনুগত্যকারী হয় সিজদাকারী ও দণ্ডায়মানরূপে, আখিরাতকে ভয় করে এবং তার প্রতিপালকের করুণার আশা রাখে?” (৩৯:৯) আর এক জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আকাশসমূহে ও পৃথিবীতে যারা রয়েছে সবাই তার অনুগত।” (৩০:২৬) আরো একটি জায়গায় মহান আল্লাহ বলেন (আরবি)অর্থাৎ “হে মারইয়াম (আঃ)! তোমার প্রতিপালকের অনুগত হও ও সিজদা কর এবং যারা রুকূ' করে তাদের সাথে রুকূ' কর।” (৩:৪৩) আর এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তোমরা আনুগত্যের অবস্থায় আল্লাহর সামনে দণ্ডায়মান হও।” (২:২৩৮) অতএব বুঝা গেল যে, ঈমানের মর্যাদা ইসলামের উপরে। উভয়ের একত্র মিলনে মানুষের ভিতরে আনুগত্যের শক্তি বৃদ্ধি পায়। সত্য কথা বলা আল্লাহ তাআলার নিকট অত্যন্ত প্রিয়। আর এ অভ্যাস সর্বাবস্থাতেই প্রশংসনীয়। সাহাবীদের মধ্যে তিনিই ছিলেন সর্বোত্তম ব্যক্তি যিনি অজ্ঞতার যুগেও কখনো মিথ্যা কথা বলেননি। সত্যবাদিতা ঈমানের একটি লক্ষণ। সত্যবাদী লোক পরিত্রাণ পেয়ে থাকে। মানুষের উচিত সব সময় সত্য কথা বলা। সত্যবাদিতা মানুষকে সৎ কাজের ও জান্নাতের পথ প্রদর্শন করে। মিথ্যা কথা বলা পরিহার করা উচিত। মিথ্যাবাদিতা মানুষকে অসৎ কাজ এবং ফিক ও ফুজুরের পথ দেখিয়ে থাকে। আর ফিসক ও ফুজুর মানুষকে জাহান্নামে নিয়ে যায়। সত্যবাদী লোক যখন সব সময় সত্য কথা বলে, সত্য কাজের প্রচেষ্টা চালায় তখন তার নামটি সিদ্দীকের খাতায় লিপিবদ্ধ হয়। পক্ষান্তরে মিথ্যাবাদী লোক সব সময় মিথ্যা কথা বলে ও মিথ্যার প্রচেষ্টা চালায় বলে তার নামটি আল্লাহ তা'আলা মিথ্যাবাদীদের খাতায় লিপিবদ্ধ করেন। এ সম্বন্ধে বহু হাদীস রয়েছে।সবর বলা হয় বিপদে-আপদে দৃঢ়ভাবে ধৈর্যধারণ করাকে। তাকদীরের সাথে জড়িয়ে সবরকে লিখার কোন দলীল আজ পর্যন্ত পাওয়া যায়নি। সবচেয়ে কঠিন সবর বলা হয় মানসিক আঘাতের প্রাথমিক অবস্থায় দৃঢ়ভাবে ধৈর্যধারণ করাকে। আল্লাহ তা'আলার কাছে এর প্রতিদান অত্যন্ত বেশী। অতঃপর যখন ধীরে ধীরে সময় অতিবাহিত হয় তখন সবর আপনা আপনিই এসে যায়।(আরবি)-এর অর্থ হলো শান্তি, সন্তুষ্টি ও অনুরোধ। মানুষের মনে যখন আল্লাহর ভয় বিরাজ করে তখন মানুষের মনে এটা আপনা আপনিই এসে পড়ে। যে ব্যক্তি আল্লাহ তা'আলাকে সব জায়গায় চির বিরাজমান বলে বিশ্বাস করে তার অন্তরে এটা প্রবেশ করে। তখন সে এমনভাবে আল্লাহর ইবাদত করে যে, যেন সে স্বয়ং আল্লাহকে দেখছে। আল্লাহকে দেখছে এ ধারণা যদি করতে না পারে তবে অবশ্যই এটা মনে করে যে, আল্লাহ তা'আলা তাকে নিশ্চয়ই দেখছেন।সাদকা বলা হয় সেই দানকে যা গরীব-দুঃখীকে দেয়া হয়, যাদের আয়-উপার্জন করার কোন ক্ষমতা নেই। এ ধরনের লোককে নিজের প্রয়োজন। অপূর্ণ রেখে দান করাকেই সাদকা বলে। এ নিয়তে দান করলে এটা আল্লাহর আনুগত্য বলে বিবেচিত হবে। এর ফলে তার সৃষ্টজীব উপকৃত হয়ে থাকে।হাদীসে আছে যে, কিয়ামতের দিন সাত প্রকারের লোককে আল্লাহ তা'আলা তাঁর আরশের ছায়ায় স্থান দিবেন যেই দিন তাঁর (আরশের) ছায়া ছাড়া আর কোন ছায়া থাকবে না। এই সাত প্রকারের মধ্যে একটি এও আছে যে, সে যা কিছু দান-খয়রাত করে তা এতো গোপনে করে যে, তার দক্ষিণ হস্ত যা দান করে বাম হস্ত তা জানতে পারে না। হাদীসে আরো বর্ণিত হয়েছে যে, সাদকা দোষগুলোকে মুছে দেয় যেমন পানি আগুনকে নিভিয়ে দেয়। এ বিষয়ের উপর আরো বহু হাদীস রয়েছে যেগুলো স্ব-স্ব স্থানে বর্ণিত হয়েছে। রোযা সম্বন্ধে হাদীসে বর্ণিত হয়েছে যে, এটা শরীরের যাকাত অর্থাৎ এর দ্বারা শরীর পবিত্র ও পরিষ্কার-পরিচ্ছন্ন হয়। আর এটা মন্দ স্বভাবকে পরিবর্তন করে দেয়।হযরত সাঈদ ইবনে জুবাইর (রাঃ) বর্ণনা করেছেন যে, যে ব্যক্তি রমান মাসের রোযা রাখার পর প্রত্যেক মাসে তিনটি করে রোযা রাখে সে আসসায়েমূন ও আসসায়েমাতের অন্তর্ভুক্ত। রোযা কাম-শক্তিকে প্রশমিত করে। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ “হে যুবকের দল! তোমাদের মধ্যে যারা শক্তিশালী। তারা যেন বিয়ে করে নেয়। যাতে তোমাদের দৃষ্টি নিম্নমুখী হয় এবং তোমরা পবিত্রতা অর্জন করতে পার। আর যারা বিয়ে করার সামর্থ্য রাখে না তারা যেন রোযা রাখে। এটা তার জন্যে খাসি হওয়ার সমতুল্য।” এ জন্যে রোযার বিধানের সাথে সাথে মন্দ কর্ম হতে বাঁচবার পথ দেখানো হয়েছে। যেমন মহামহিমান্বিত আল্লাহ বলেছেনঃ (আরবি)অর্থাৎ “এবং যারা নিজেদের যৌন অঙ্গকে সংযত রাখে তাদের পত্নী অথবা অধিকারভুক্ত দাসীদের ক্ষেত্র ব্যতীত, এতে তারা নিন্দনীয় হবে না। তবে কেউ এদেরকে ছাড়া অন্যকে কামনা করলে তারা হবে সীমালংঘনকারী।” (২৩:৫-৭)(আরবি) (আল্লাহকে অধিক স্মরণকারী পুরুষ ও অধিক স্মরণকারী নারী)- হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি রাত্রে জাগ্রত হয় এবং স্বীয় স্ত্রীকে জাগায়, অতঃপর দু'রাকাত নামায পড়ে নেয়, ঐ রাত্রে তারা দুজন (আরবি)-এর অন্তর্ভুক্ত হয়ে যায়। (এ হাদীসটি ইবনে আবি হাতিম (রাঃ), ইমাম আবু দাউদ (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ বর্ণনা করেছেন)হযরত আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কিয়ামতের দিন আল্লাহ তা'আলার নিকট সবচেয়ে মর্যাদা সম্পন্ন ব্যক্তি কে হবে?” তিনি উত্তরে বললেনঃ “অত্যধিক যিকরকারী ব্যক্তি। তিনি আবার প্রশ্ন করলেনঃ “হে আল্লাহর রাসূল (সঃ)! মুজাহিদের চেয়েও কি বেশী?” জবাবে তিনি বললেনঃ “যদিও মজাহিদ কাফিরের উপর তরবারী চালনা করতে করতে তরবারী ভেঙ্গে ফেলে, আর সে রক্তে রঞ্জিত হয়ে পড়ে তবুও আল্লাহর যিকরকারীর মর্যাদা তার চেয়ে বেশী।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) মক্কার পথ দিয়ে চলছিলেন। জামদান নামক স্থানে পৌঁছে তিনি বললেনঃ “এ জায়গাটি জামদান। সামনে চলতে থাকে, কারণ মুফরাদুনরা অগ্রগামী হয়েছে।” জনগণ জিজ্ঞেস করলেনঃ “মুফরাদুন কারা?\" জবাবে তিনি বললেনঃ “আল্লাহকে অধিক স্মরণকারী পুরুষ ও নারীরা।” অতঃপর রাসূলুল্লাহ (সঃ) বললেনঃ “হে আল্লাহ! মাথা মুণ্ডনকারীদেরকে ক্ষমা করে দিন।” জনগণ বললেনঃ “হে আল্লাহর রাসূল (সঃ)! যারা চুল ছেটে ফেলেছে তাদের জন্যেও দুআ করুন!” এবারও তিনি বললেনঃ “হে আল্লাহ! মাথা মুণ্ডনকারীদেরকে আপনি ক্ষমা করুন!\" জনগণ পুনরায় বললেনঃ “হে আল্লাহর রাসূল (সঃ)! যারা চুল হেঁটে ফেলেছে তাদের জন্যেও ক্ষমা প্রার্থনা করুন!” এবার তিনি বললেনঃ “হে আল্লাহ! যারা মাথার চুল ছেটেছে তাদেরকেও ক্ষমা করে দিন! (এ হাদীসটিও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত মুআয ইবনে জাবাল (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর আযাব হতে রক্ষা পাওয়ার বড় হাতিয়ার আল্লাহর যিকর ছাড়া আর কিছুই নেই।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)একবার তিনি বললেনঃ “আমি কি তোমাদেরকে সবচেয়ে উত্তম, সবচেয়ে পবিত্র এবং সবচেয়ে উচ্চ মর্যাদা সম্পন্ন আমলের কথা বলে দিবো না যা তোমাদের জন্যে আল্লাহর পথে স্বর্ণ ও রৌপ্য লুটিয়ে দেয়ার চেয়ে উত্তম? আর তোমরা শত্রুদের মুকাবিলা করবে, তাদের গর্দান দ্বিখণ্ডিত করবে এবং তারাও তোমাদের গর্দান দ্বিখণ্ডিত করবে এর চেয়েও উত্তম? সাহাবীগণ সমস্বরে উত্তর দিলেনঃ “হ্যা, হে আল্লাহর রাসূল (সঃ) (আমাদেরকে এই খবর দিন)!” তিনি তখন বললেনঃ “তোমরা মহামহিমান্বিত আল্লাহর যিকর কর।” (এ হাদীসটিও মুসনাদে আহমাদে হযরত মুআয ইবনে জাবাল (রাঃ) হতে বর্ণিত হয়েছে)হযরত আনাস আল জুনী (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেঃ “কোন ধরনের মুজাহিদ বড় পুরস্কার পাওয়ার যোগ্য?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “তাদের মধ্যে যে সবচেয়ে বেশী আল্লাহর যিকরকারী (সেই সবচেয়ে বড় পুরস্কার পাওয়ার যোগ্য)।\" লোকটি পুনরায় জিজ্ঞেস করেঃ “কোন রোযাদার বেশী পুণ্য লাভের যোগ্য?” জবাবে রাসূলুল্লাহ বললেনঃ “যে মহামহিমান্বিত আল্লাহর অধিক যিকরকারী।” তারপর লোকটি নামায, যাকাত, হজ্ব এবং দান-খয়রাতের ব্যাপারেও জিজ্ঞেস করে এবং প্রত্যেকটির ব্যাপারেই রাসূলুল্লাহ (সঃ) বলেনঃ “তাদের মধ্যে যে সবচেয়ে বেশী আল্লাহর যিকরকারী (সেই সবচেয়ে বড় পুণ্য লাভের যোগ্য)।” তখন হযরত আবু বকর (রাঃ) হযরত উমার (রাঃ)-কে বললেনঃ “তাহলে তো যিকরকারীরাই সমস্ত কল্যাণ ও পুণ্য নিয়ে গেল?” তাঁর এ প্রশ্নের জবাবে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যাঁ, অবশ্যই।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)অধিক যিকর সম্পর্কে বাকী যে হাদীসগুলো রয়েছে তা আমরা ইনশাআল্লাহ এই সূরার নিম্নের আয়াতের তাফসীরে বর্ণনা করবো। আয়াতটি হলো: (আরবি) অর্থাৎ “হে মুমিনগণ! তোমরা আল্লাহকে অধিক স্মরণ করবে এবং সকালসন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করবে।মহান আল্লাহর উক্তি: এদের জন্যে আল্লাহ রেখেছেন ক্ষমা ও মহা প্রতিদান। অর্থাৎ উল্লিখিত গুণ বিশিষ্ট লোকদের প্রতিদান সম্পর্কে আল্লাহ তাআলা সংবাদ দিচ্ছেন যে, এই সমুদয় গুণের অধিকারী লোকদের পাপসমূহ তিনি ক্ষমা করে দিবেন এবং তাদের জন্যে রেখেছেন তিনি মহা প্রতিদান এবং ওটা হলো জান্নাত।",
  "ayah": 35,
  "surah": 33
}
