{
  "text": "৪১-৪৪ নং আয়াতের তাফসীর\nবহু প্রকারের নিয়ামতদাতা আল্লাহ তা'আলা বলছেনঃ আমাকে অধিক মাত্রায় স্মরণ করা তোমাদের উচিত। তাছাড়াও তিনি আরো বহু প্রকারের নিয়ামত প্রদানের ওয়াদা করেছেন। হযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি কি তোমাদেরকে উত্তম কাজ, পবিত্র আমল, সবচেয়ে উচ্চ পর্যায়ের পুণ্য, স্বর্ণ-রৌপ্য আল্লাহর পথে ব্যয় করা অপেক্ষা অধিক উত্তম এবং জিহাদ হতে অধিক মর্যাদা সম্পন্ন কাজের কথা বলবো না?” সাহাবীগণ বললেনঃ “হে আল্লাহর রাসূল (সঃ)! সেটা কি উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “আল্লাহর যিক্র বা স্মরণ। (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন) (আরবি) আয়াতের তাফসীরে এগুলো ইতিপূর্বে বর্ণিত হয়েছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি রাসূলুল্লাহ (সঃ) হতে এমন এক দু'আ শুনেছি যা আমি কখনো পরিত্যাগ করি না। তা হলো: (আরবি)অর্থাৎ “হে আল্লাহ! আপনি আমাকে আপনার বড় কৃতজ্ঞতা প্রকাশকারী, আপনার উপদেশের অনুসরণকারী, আপনার অধিক যিকরকারী এবং আপনার অসিয়তের অধিক হিফাযতকারী বানিয়ে দিন।” (এটা ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে বাশার (রাঃ) হতে বর্ণিত, তিনি বলেন যে, দু'জন বেদুঈন রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করলো। তাদের একজন জিজ্ঞেস করলো: “হে আল্লাহর রাসূল (সঃ)! লোকদের মধ্যে সবচেয়ে উত্তম কে?” উত্তরে তিনি বললেনঃ “যে ব্যক্তি দীর্ঘ সময় পেলো ও ভাল কাজ করলো।” দ্বিতীয়জন জিজ্ঞেস করলো: “হে আল্লাহর রাসূল (সঃ)! আমাদের উপর ইসলামের বিধান তো অনেক রয়েছে। আমাকে একটি উচ্চ মর্যাদা সম্পন্ন বিধান বাতলিয়ে দিন যার সাথে আমি সদা লেগে থাকবো।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “আল্লাহর যিক্র দ্বারা সদা-সর্বদা তোমার জিহ্বাকে সিক্ত রাখবে। (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী হাদীসটিকে হাসান গারীব বলেছেন)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত, তিনি বলেন যে, আল্লাহর রাসূল (সঃ) বলেছেনঃ “তোমরা খুব বেশী বেশী আল্লাহর যি কর, এমনকি জনগণ তোমাদেরকে পাগল বলে ফেলে।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা খুব বেশী বেশী আল্লাহর যিক্র কর, শেষ পর্যন্ত যেন মুনাফিকরা বলতে শুরু করে যে, তোমরা লোক দেখানো যিক্র করছে। (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে কওম এমন মজলিসে বসে যেখানে আল্লাহর যিক্র হয় না, তারা কিয়ামতের দিন এ জন্যে আফসোস ও দুঃখ প্রকাশ করবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)(আরবি) আল্লাহ তা'আলার এই উক্তির ব্যাপারে হযরত ইবনে আব্বাস (রাঃ) বলেন যে, প্রত্যেক ফরয কাজের একটা সীমা আছে এবং বিশেষ ওজর বশতঃ তা মাফও করা হয়েছে। কিন্তু আল্লাহর যিক্রের কোন সীমা নেই। কোন সময়েই তা সঙ্গ ছাড়া হয় না। তবে কেউ যদি পাগল হয়ে যায় তবে সেটা অন্য কথা। দাঁড়িয়ে, বসে, রাত্রে, দিবসে, স্থলে, পানিতে, বাড়ীতে, সফরে, ধনী অবস্থায় ও দরিদ্র অবস্থায়, সুস্থ অবস্থায় ও অসুস্থ অবস্থায়, গোপনে ও প্রকাশ্যে, মোটকথা সর্বাবস্থায়ই আল্লাহর যিকর করতে হবে। সকাল-সন্ধ্যায় আল্লাহর তাসবীহ পাঠ করতে হবে। তুমি যখন এগুলো করতে থাকবে তখন আল্লাহ তা'আলা তোমার উপর তার রহমত বর্ষণ করতে থাকবেন। আর ফেরেশতারাও তোমার জন্যে ক্ষমা প্রার্থনা করতে থাকবেন। এ সম্পর্কে আরো বহু হাদীস ও আসার রয়েছে। এই আয়াতেও খুব বেশী বেশী আল্লাহর যিক্র করার হিদায়াত করা হয়েছে। অনেকে আল্লাহর যিক্র ও অযীফা সম্পর্কে বহু স্বতন্ত্র পুস্তক রচনা করেছেন, যেমন ইমাম নাসাঈ (রঃ), ইমাম মামারী (রঃ) প্রমুখ। এগুলোর মধ্যে এ বিষয়ের উপর সর্বোত্তম কিতাব হচ্ছে ইমাম নববী (রঃ)-এর লিখিত কিতাব।মহান আল্লাহ বলেনঃ সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করবে। যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “আল্লাহর পবিত্রতা ঘোষণা কর সন্ধ্যায় ও সকালে। তারই জন্যে প্রশংসা আকাশসমূহে ও পৃথিবীতে এবং বিকালে ও যোহরের সময়।” (৩০:১৭-১৮)অতঃপর এর ফযীলত বর্ণনা এবং এর প্রতি উৎসাহ প্রদান করার জন্যে মহান আল্লাহ বলেনঃ আল্লাহ স্বয়ং তোমাদের প্রতি অনুগ্রহ করেন। এতদসত্ত্বেও কি তোমরা তাঁর যি হতে উদাসীন থাকবে? যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “যেমন আমি তোমাদের মধ্যে তোমাদেরই মধ্য হতে এমন এক রাসূল পাঠিয়েছি যে তোমাদের কাছে আমার নিদর্শনাবলী পাঠ করে থাকে ও তোমাদেরকে (পাপ হতে) পবিত্র করে এবং তোমাদেরকে কিতাব ও হিকমত শিক্ষা দেয় এবং তোমাদেরকে এমন কিছু শিক্ষা দেয় যা তোমরা জানতে না। সুতরাং তোমরা আমাকে স্মরণ কর, আমিও তোমাদেরকে স্মরণ করবো, এবং তোমরা আমার কৃতজ্ঞতা প্রকাশ কর ও অকৃতজ্ঞ হয়ো না।” (২:১৫১-১৫২)।নবী (সঃ) বলেছেন যে, আল্লাহ তা'আলা বলেনঃ “যে আমাকে তার অন্তরে স্মরণ করে আমিও তাকে আমার অন্তরে স্মরণ করি, আর যে আমাকে কোন জামাআত বা দলের মধ্যে স্মরণ করে, আমি তাকে এমন জামাআতের মধ্যে স্মরণ করি যা তার জামাআত হতে উত্তম।”(আারবি) শব্দটি যখন আল্লাহ তা'আলার দিকে সম্বন্ধযুক্ত হয় তখন ওর অর্থ হয় আল্লাহ তা'আলা তার কল্যাণ ও মঙ্গল তাঁর ফেরেশতাদের সামনে বর্ণনা করেন। অন্য কেউ বলেছেন যে, (আারবি)  শব্দটি আল্লাহ তা'আলার দিকে সম্বন্ধযুক্ত হলে ওর অর্থ হবে রহমত। এ দু'টি উক্তির মধ্যে কোন বৈপরিত্য নেই। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। আর শব্দটি (আারবি) ফেরেশতাদের দিকে সম্বন্ধযুক্ত হলে তখন অর্থ হবে মানুষের জন্যে দু'আ ও ক্ষমা প্রার্থনা করা। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আারবি)অর্থাৎ “আরশ বহনকারীরা ও ওর আশে-পাশে অবস্থানকারীরা তাদের প্রতিপালকের মহিমা কীর্তন করে ও তাঁর উপর ঈমান আনে এবং মুমিন বান্দাদের জন্যে ক্ষমা প্রার্থনা করতে গিয়ে বলেঃ হে আমাদের প্রতিপালক! আপানি প্রত্যেক জিনিসকে রহমত ও ইলম দ্বারা পরিবেষ্টন করে রেখেছেন। হে আল্লাহ! আপনি তাদেরকে ক্ষমা করুন যারা তাওবা করে ও আপনার পথে চলে। তাদেরকে আপনি জাহান্নামের শাস্তি হতে রক্ষা করুন এবং জান্নাতে আদনে প্রবিষ্ট করুন যার ওয়াদা আপনি তাদের সাথে করেছেন। আর তাদের সাথে তাদেরকেও পৌছিয়ে দিন যারা তাদের বাপ-দাদা, স্ত্রী ও সন্তানদের মধ্যে সৎকর্মশীল নিশ্চয়ই আপনি পরাক্রমশালী, বিজ্ঞ। আর তাদেরকে মন্দ ও অসৎ কাজ হতে বাঁচিয়ে নিন।” (৪০:৭-৯) এই দু'আ ও ক্ষমা প্রার্থনার পরিপ্রেক্ষিতে মুমিন বান্দাদের উপর মহান আল্লাহ স্বীয় রহমত বর্ষণ করেন। তাদেরকে তিনি অজ্ঞতা ও কুফরীর অন্ধকার হতে বের করে ঈমানের আলোকের দিকে আনয়ন করেন। আল্লাহ তাআলা মুমিনদের প্রতি পরম দয়ালু। দুনিয়ায় তিনি তাদেরকে সত্যের পথ প্রদর্শন করেন ও জীবিকার ব্যবস্থা করেন এবং আখিরাতে তিনি তাদেরকে ভয়-ভীতি ও কঠিন শাস্তি হতে বাঁচিয়ে নিবেন। ফেরেশতারা বারবার মুমিনদের কাছে এসে তাদেরকে সুসংবাদ দেন। তাদেরকে তারা বলেনঃ “তোমরা জাহান্নাম হতে মুক্তি পেয়েছে এবং জান্নাতে প্রবেশের অধিকার লাভ করেছে। এর একমাত্র কারণ হচ্ছে এই যে, মহান আল্লাহ তার মুমিন বান্দাদের উপর অত্যন্ত দয়ালু ও স্নেহশীল।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) সাহাবীদেরকে সাথে নিয়ে পথ চলছিলেন। ঐ সময় রাস্তার উপর একটি ছোট ছেলে ছিল। একটি দল আসছে দেখে ছেলেটির মা ভয় পেয়ে গেল এবং আমার ছেলে আমার ছেলে বলে চীৎকার করতে করতে ছুটে আসলো এবং ছেলেকে কোলে উঠিয়ে নিয়ে একদিকে সরে গেল। ছেলের প্রতি মায়ের এই স্নেহ ও মমতা দেখে সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! মা কি এই ছেলেটিকে আগুনে ফেলতে পারে?” রাসূলুল্লাহ (সঃ) তাদের উদ্দেশ্য বুঝে নিয়ে বললেনঃ “না, আল্লাহর কসম! আল্লাহ তা'আলা কখনো তাঁর বন্ধুকে আগুনে নিক্ষেপ করবেন না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)আমীরুল মুমিনীন হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একটি বন্দিনী নারীকে দেখেন যে তার দুগ্ধপোষ্য শিশুকে দেখা মাত্রই উঠিয়ে নিলো এবং বুকে লাগিয়ে দিয়ে দুধ পান করাতে শুরু করলো। এ দেখে রাসূলুল্লাহ (সঃ) সাহাবীদেরকে বললেনঃ “আচ্ছা বল তো, ক্ষমতা থাকা সত্ত্বেও এই মহিলাটি তার এই ছেলেটিকে আগুনে নিক্ষেপ করতে পারে কি? সাহাবীগণ উত্তরে বললেনঃ “না।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আল্লাহর শপথ! এই মহিলা তার ছেলের প্রতি যতটা স্নেহশীল ও দয়ালু, আল্লাহ তাঁর বান্দাদের প্রতি এর চেয়ে অনেক বেশী দয়ালু।” (এ হাদীসটি ইমাম বুখারী (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)মহান আল্লাহর উক্তিঃ যেদিন তারা আল্লাহর সাথে সাক্ষাৎ করবে, সেদিন তাদের প্রতি অভিবাদন হবে ‘সালাম'। যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আারবি)অর্থাৎ “পরম দয়ালু প্রতিপালকের পক্ষ হতে তাদেরকে বলা হবেঃ সালাম।” (৩৬:৫৮) কাতাদা (রঃ) বলেন যে, এর ভাবার্থ হলো: পরকালে মুমিনরা যখন আল্লাহ তা'আলার সাথে সাক্ষাৎ করবে তখন তারা একে অপরকে সালাম দেবে। ইবনে জারীর (রঃ) এ উক্তিটি পছন্দ করেছেন। আমি বলিঃ এই উক্তির স্বপক্ষে দলীল হচ্ছে নিম্নের আয়াতটিঃ(আারবি) অর্থাৎ “সেখানে তাদের ধ্বনি হবে- হে আল্লাহ! আপনি মহান, পবিত্র! এবং সেখানে তাদের অভিবাদন হবেঃ সালাম এবং তাদের শেষ ধ্বনি হবে- প্রশংসা জগতসমূহের প্রতিপালক আল্লাহর প্রাপ্য।” (১০:১০)মহান আল্লাহ বলেনঃ তিনি তাদের জন্যে প্রস্তুত রেখেছেন উত্তম প্রতিদান। অর্থাৎ জান্নাত এবং ওর সমুদয় ভোগ্যবস্ত যেগুলো তাদের জন্যে নির্ধারিত করে রাখা হয়েছে। সেখানে তারা পানাহারের দ্রব্য, পরিধানের বস্ত্র, বাসস্থান, স্ত্রী, নয়নাভিরাম সৌন্দর্য অবলোকন ইত্যাদি সবকিছুই পাবে! এগুলোর ধ্যান-ধারণা মানুষ করতেই পারে না। এগুলো এমনই যে, মানুষ চোখে দেখেনি, কানে শুনেনি এবং অন্তরে কল্পনাও করেনি।",
  "ayah": 44,
  "surah": 33
}
