{
  "text": "আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে বলছেনঃ তুমি যেসব স্ত্রীর মহর আদায় করে দিয়েছে তারা তোমার জন্যে হালাল। রাসূলুল্লাহ (সঃ)-এর সমস্ত স্ত্রীর মহর ছিল সাড়ে বারো উকিয়া, যার মূল্য হয় তখনকার পাঁচশ' দিরহাম। উম্মল মুমিনীন হযরত হাবীবা বিনতে আবি সুফিয়ান (রাঃ)-এর মহর ছিল এই পরিমাণই। হ্যরত নাজ্জাশী (রঃ) নিজের পক্ষ হতে চারশ’ দীনার (স্বর্ণ মুদ্রা) দিয়েছিলেন। অনুরূপভাবে উম্মুল মুমিনীন হযরত সুফিয়া বিনতে হুওয়াই (রাঃ)-এর মহর ছিল শুধু তাঁকে আযাদী দান। খাইবারের ইয়াহুদীদের মধ্যে তিনিও ছিলেন। অতঃপর রাসূলুল্লাহ (সঃ) তাকে মুক্ত করে দিয়ে বিয়ে করে নেন।হযরত জুওয়াইরিয়া বিনতে হারেসা মুসতালেকিয়্যাহ যত অর্থের উপর মুকাতাবা করেছিলেন, তার সমুদয় অর্থ রাসূলুল্লাহ (সঃ) হযরত সাবিত ইবনে কায়েস ইবনে শাম্মাস (রাঃ)-কে আদায় করে দিয়ে তাঁর সাথে বিবাহ বন্ধনে আবদ্ধ হন। আল্লাহ তা'আলা রাসূলুল্লাহ (সঃ)-এর সমস্ত স্ত্রীর প্রতি সন্তুষ্ট থাকুন। এভাবেই যেসব বাদী গানীমাতের মাল স্বরূপ তাঁর অধীনে এসেছিল সেগুলোও তাঁর জন্যে হালাল ছিল। সুফিয়া (রাঃ) ও জুওয়াইরিয়্যা (রাঃ)-এর মালিক হয়েছিলেন রাসূলুল্লাহ (সঃ)। অতঃপর তিনি তাঁদেরকে আযাদ করে দিয়ে বিবাহ করেছিলেন। রাইহানা বিনতে শামাউন্ নারিয়্যাহ ও মারিয়া কিবতিয়্যারও তিনি মালিক ছিলেন। হযরত মারিয়া (রাঃ)-এর গর্ভে রাসূলুল্লাহ (সঃ)-এর একটি সন্তানও হয়েছিল যার নাম ছিল ইবরাহীম। যেহেতু বিবাহের ব্যাপারে নাসারা ও ইয়াহূদীদের ভিতরে খুব বাড়াবাড়ী প্রচলিত ছিল এবং সেভাবেই কাজ করা হয়েছিল, সেহেতু আদল ও ইনসাফ বিশিষ্ট সহজ ও স্বচ্ছ শরীয়ত মধ্যম পন্থা প্রকাশ করে দিয়েছে। নাসারাগণ সাত পিড়ী পর্যন্ত যে পুরুষ বা স্ত্রী লোকের নসবনামা (বংশ তালিকা) পেতো না তার বিবাহ জায়েয বলে মেনে নিতো না। ইয়াহূদীরা ভাই বা বোনের ছেলে মেয়েদেরকে বিবাহ করে নিতো। ইসলাম ভাতিজী ও ভাগিনীর সাথে বিবাহ অবৈধ ঘোষণা করেছে। চাচার মেয়ে, ফুফুর মেয়ে, মামার মেয়ে ও খালার মেয়ের সাথে বিবাহ ইসলাম জায়ে রেখেছে। এ আয়াতের শব্দগুলো কতই না চমৎকার! (আরবি) (চাচা) এবং (আরবি) (মামা) এ শব্দগুলোকে এক বচন ব্যবহার করা হয়েছে। আর  (ফুফুরা) এবং (আরবি) (খালারা) এই শব্দগুলোকে বহু বচন ব্যবহার করা হয়েছে। এতে পুরুষ লোকদের স্ত্রীলোকদের উপর এক ধরনের ফযীলত বা মর্যাদা প্রতিষ্ঠিত হয়েছে। যেমন বলা হয়েছেঃ(আরবি) (ডান ও বাম হতে) (১৬:৪৮) (আরবি) (তাদেরকে অন্ধকার হতে আলোকের দিকে বের করে আনেন) (২:২৫৭) এবং(আরবি) (তিনি অন্ধকার ও আলো করেছেন)। (৬:১) এখানে ডানের ফযীলত বামের উপর এবং আলোর ফযীলত অন্ধকারের উপর প্রতিষ্ঠিত হয়েছে। কারণ (আরবি) শব্দটিকে বহু বচন এবং (আরবি) শব্দটিকে এক বচন ব্যবহার করা হয়েছে। অনুরূপভাবে (আরবি) শব্দটিকে বহু বচন এবং শব্দটিকে এক বচন ব্যবহার করা হয়েছে। এর আরো বহু উপমা দেয়া যেতে পারে।মহান আল্লাহ বলেনঃ যারা তোমার সাথে দেশ ত্যাগ করেছে। হযরত উম্মে হানী (রাঃ) বলেনঃ “আমার কাছে রাসূলুল্লাহ (সঃ)-এর পয়গাম এলো। আমি আমার অপারগতা প্রকাশ করলাম। তিনি তা মেনে নিলেন। অতঃপর আল্লাহ তা'আলা এই আয়াতটি নাযিল করলেন। আমি তার জন্যে বৈধকৃত স্ত্রীদের মধ্যেও ছিলাম না এবং তার সাথে হিজরতকারীদের অন্তর্ভুক্তও না। বরং আমি মক্কা বিজয়ের পর ঈমান এনেছিলাম। আমি ছিলাম আযাদকৃতদের অন্তর্ভুক্ত।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)তাফসীর কারকগণও একথাই বলেছেন। আসল কথা হলো যারা মদীনায় রাসূলুল্লাহ (সঃ)-এর সাথে হিজরত করেছেন। হযরত কাতাদা (রঃ) হতে একটি রিওয়াইয়াত আছে যে, এর ভাবার্থ হচ্ছেঃ যারা ইসলাম গ্রহণ করেছেন। হযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে (আরবি) রয়েছে। এরপর মহামহিমান্বিত আল্লাহ বলেছেনঃ কোন মুমিনা নারী নবী (সঃ)-এর নিকট নিজেকে নিবেদন করলে এবং নবী (সঃ) তাকে বিয়ে করতে চাইলে সেও বৈধ। এ আদেশ দুটি শর্তের উপর প্রযোজ্য হবে। অর্থাৎ হে নবী (সঃ)! মুমিনা নারী তোমার জন্যে বৈধ যদি সে নিজেকে তোমার নিকট নিবেদন করে যে, তুমি ইচ্ছা করলে তাকে বিনা মহরে বিয়ে করতে পার। যেমন আল্লাহ তা'আলা হযরত নূহ (আঃ) সম্পর্কে খবর দিয়েছেন যে, তিনি তাঁর কওমকে বলেছিলেনঃ (আরবি)অর্থাৎ “আর আমি তোমাদেরকে নসীহত করলেও আমার নসীহত তোমাদের কোন উপকারে আসবে না যদি আল্লাহ তোমাদেরকে পথভ্রষ্ট করার ইচ্ছা করেন।” (১১:৩৪) এবং হযরত মূসা (আঃ)-এর উক্তির মত। তিনি বলেছিলেনঃ (আরবি)অর্থাৎ “হে আমার কওম! যদি তোমরা আল্লাহর উপর ঈমান এনে থাকো। তবে তার উপরই ভরসা কর যদি তোমরা আত্মসমর্পণকারী হও।” (১০:৮৪)আর এখানে আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “যদি মুমিনা নারী নবী (সঃ)-এর নিকট নিজেকে নিবেদন করে।”হযরত সাহল ইবনে সা'দ সায়েদী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-এর কাছে একটি মহিলা এসে বলেঃ “হে আল্লাহর রাসুল (সঃ)! আমি নিজেকে আপনার জন্যে নিবেদন করেছি।” অতঃপর সে দীর্ঘক্ষণ দাঁড়িয়ে থাকে। তখন একটি লোক দাঁড়িয়ে গিয়ে বলেঃ “হে আল্লাহর রাসূল (সঃ)! যদি তার প্রয়োজন আপনার না তাকে তবে আমার সাথে তার বিয়ে দিয়ে দিন?\" রাসূলুল্লাহ (সঃ) তখন বলেনঃ “তাকে তুমি মহর হিসেবে দিতে পার এমন কোন জিনিস তোমার কাছে আছে কি?” উত্তরে লোকটি বললো: “আমার কাছে আমার এই লুঙ্গিটি ছাড়া আর কিছুই নেই।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “একটি লোহার আংটি হলেও তুমি খোজ কর।” তখন সে খোঁজ করলো, কিন্তু কিছুই পেলো না। রাসূলুল্লাহ (সঃ) তখন তাকে বললেনঃ “তোমার কুরআনের কিছু অংশ মুখস্থ আছে কি?” লোকটি জবাব দিলো: “হ্যা, আমার অমুক অমুক সূরা মুখস্থ আছে।” রাসূলুল্লাহ (সঃ) তখন তাকে বললেনঃ “তাহলে তুমি তাকে কুরআন শিক্ষাদানের বিনিময়ে বিয়ে করে নাও। (হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)হযরত সাবিত (রাঃ) হতে বর্ণিত আছে যে, তিনি একদা হযরত আনাস (রাঃ)-এর নিকট বসেছিলেন এবং ঐ সময় তাঁর নিকট তাঁর কন্যাও ছিল। হযরত আনাস বলেন যে, একটি স্ত্রীলোক নবী (সঃ)-এর কাছে এসে বলেঃ “আমার কোন প্রয়োজন আপনার আছে কি?” তখন তাঁর কন্যাটি বলেঃ “মহিলাটির লজ্জা-শরম কত কম!” তার একথা শুনে হযরত আনাস (রাঃ) তাকে বলেনঃ “ঐ মহিলা তোমার চেয়ে বরং ভাল যে, সে নিজেকে নবী (সঃ)-এর নিকট নিবেদন করেছে। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) এটা তাখরীজ করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, একটি মহিলা নবী (সঃ)-এর নিকট এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার এ রকম এ রকম একটি মেয়ে আছে।” অতঃপর সে তার সৌন্দর্যের বর্ণনা দিলো। অতঃপর বললো: “আমি চাই যে, আপনি আমার এ মেয়েকে বিয়ে করে নিন।” রাসূলুল্লাহ (সঃ) তার এ প্রস্তাবে সম্মতি প্রদান করলেন। মহিলাটি কিন্তু তার কন্যার প্রশংসা করতেই থাকলো। এমনকি শেষ পর্যন্ত সে বললো যে, তার মেয়ে কখনো রোগে ভোগেনি এবং তার মাথায় কখনো ব্যথা হয়নি। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তোমার মেয়ের আমার প্রয়োজন নেই।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেন, যে মহিলাটি নবী (সঃ)-এর নিকট নিজেকে নিবেদন করেছে সে হলো হযরত খাওলা বিনতে হাকীম (রাঃ)। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)অন্য রিওয়াইয়াতে আছে যে, ইনি বানী সালীম গোত্রভুক্ত ছিলেন। আর একটি রিওয়াইয়াতে আছে যে, তিনি অত্যন্ত সতী-সাধ্বী রমণী ছিলেন। হতে পারে যে, উম্মে সালীমই ছিলেন হযরত খাওলা (রাঃ) আবার তিনি অন্য কোন মহিলাও হতে পারেন। হযরত মুহাম্মাদ ইবনে কা'ব (রাঃ), হযরত উমার ইবনুল হাকাম (রাঃ) এবং হযরত আবদুল্লাহ ইবনে উবাদাহ (রাঃ) হতে বর্ণিত, তাঁরা বলেন যে, রাসূলুল্লাহ (সঃ) তেরোটি বিবাহ করেছিলেন। তাদের মধ্যে ছয়জন ছিলেন কুরায়েশ গোত্রভুক্ত। তাঁরা হলেনঃ হযরত খাদীজা (রা), হযরত আয়েশা (রাঃ), হযরত হাফসা (রাঃ), হযরত উম্মে হাবীবা (রাঃ), হযরত সাওদা (রাঃ)। এবং হযরত উম্মে সালমা (রাঃ)। তিনজন ছিলেন বানু আমির ইবনে সাসা গোত্রভুক্ত। দু’জন ছিলেন বানু হিলাল ইবনে আমির গোত্রভুক্ত। তাঁরা হলেন হযরত মায়মূনা বিনতে হারিস (রাঃ), ইনি তিনিই যিনি রাসূলুল্লাহ (সঃ)-এর কাছে নিজেকে নিবেদন করেছিলেন এবং হযরত যয়নাব, উম্মুল মাসাকীন (রাঃ)। একজন ছিলেন বানু বকর ইবনে কিবলা গোত্রভুক্ত। ইনি ঐ মহিলা যিনি দুনিয়াকে পছন্দ করেছিলেন। একজন স্ত্রী ছিলেন বানুল জুন গোত্রভুক্ত, যিনি ছিলেন আশ্রয় প্রার্থিনী। আর একজন স্ত্রী ছিলেন যয়নাব বিনতে জাহশ আসাদিয়্যা (রাঃ)। আর দু’জন ছিলেন বন্দিনী। তাঁরা হলেন: সুফিয়া বিনতে হুওয়াই ইবনে আখতাব (রাঃ) এবং জুওয়াইরিয়া বিনতে হারিস ইবনে আমর ইবনুল মুসতালিক আল খুযাইয়্যা (রাঃ)।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যে মুমিনা নারী নিজেকে নবী (সঃ)-এর নিকট নিবেদন করেছিলেন তিনি হলেন মায়মূনা বিনতে হারিস (রাঃ)। কিন্তু এতে ইনকিতা বা ছেদ-কাটা রয়েছে। এ রিওয়াইয়াতটি মুরসাল। এটা প্রসিদ্ধ হয়ে রয়েছে যে, হযরত যয়নাব (রাঃ), যার কুনইয়াত ছিল উম্মুল মাসাকীন, তিনি হলেন যয়নাব বিনতে খুযাইমা (রাঃ)। তিনি ছিলেন আনসারিয়্যা। তিনি নবী (সঃ)-এর জীবদ্দশাতেই তাঁর নিকট ইন্তেকাল করেন। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। উদ্দেশ্য এই যে, যারা নিজেদেরকে রাসূলুল্লাহ (সঃ)-এর ইখতিয়ারে দিয়ে দিয়েছিলেন তাঁরা অনেকেই ছিলেন। যেমন হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমিরাসূলুল্লাহ (সঃ)-এর ঐ সব স্ত্রী হতে আত্মগরিমায় থাকতাম যারা নিজেদেরকে তাঁর নিকট নিবেদন করেছিলেন। আমি বিস্ময় বোধ করতাম যে, কেমন করে স্ত্রীলোক নিজেকে নিবেদন করতে পারে! অতঃপর যখন আল্লাহ তাআলা নিম্ন লিখিত আয়াতটি অবতীর্ণ করেনঃ (আরবি)অর্থাৎ “তুমি তাদের মধ্যে যাকে ইচ্ছা তোমার নিকট হতে দূরে রাখতে পার এবং যাকে ইচ্ছা তোমার নিকট স্থান দিতে পার এবং তুমি যাকে দূরে রেখেছে, তাকে কামনা করলে তোমার কোন অপরাধ নেই।” (৩৩:৫১) তখন আমি বললামঃ আপনার প্রতিপালক তো আপনার পথ খুবই সহজ ও প্রশস্ত করে দিয়েছেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ)-এর কাছে এমন কোন স্ত্রীলোক ছিল না যে নিজেকে তাঁর কাছে নিবেদন করেছে। (এ হাদীসটি ইবনে আবি হাতিম (রাঃ) বর্ণনা করেছেন) ইউনুস ইবনে বুকায়ের (রাঃ) এর ভাবার্থ বর্ণনা করেছেন যে, যেসব স্ত্রীলোলে নিজেদেরকে রাসূলুল্লাহ (সঃ)-এর নিকট নিবেদন করেছে তাদের একজনকেও তিনি গ্রহণ করেননি, যদিও এটা তার জন্যে জায়েয ও বিশিষ্ট ছিল। কেননা, এটা তাঁর ইচ্ছার উপর ফিরিয়ে দেয়া হয়েছে। যেমন আল্লাহ বলেছেনঃ (আারবি)অর্থাৎ “নবী (সঃ) যদি তাকে বিয়ে করার ইচ্ছা করে।\" মহান আল্লাহ বলেনঃ এটা বিশেষ করে তোমারই জন্যে, অন্য মুমিনদের জন্যে নয়। তবে যদি মহর আদায় করে তাহলে জায়েয হবে। যেমন হযরত বন্ধু বিনতে ওয়াশিক (রাঃ) নিজেকে নিবেদন করে দিয়েছিলেন। যখন তাঁর স্বামী মারা যান তখন রাসূলুল্লাহ (সঃ) ফায়সালা করলেন যে, তার বংশের অন্যান্য মহিলাদের মত তাকে মহর দিতে হবে। এভাবেই শুধু সহবাসের পর মহর আদায় করা ওয়াজিব হয়ে যাবে।রাসূলুল্লাহ (সঃ) এ হুকুমের বাইরে রয়েছেন। ঐ স্ত্রী লোকদেরকে কিছু দেয়া তাঁর উপর ওয়াজিব ছিল না। তাঁকে এ মর্যাদা প্রদান করা হয়েছিল যে, তিনি বিনা মহরে, বিনা ওলীতে এবং বিনা সাক্ষীতে বিবাহ করার অধিকার প্রাপ্ত হয়েছিলেন। যেমন হযরত যয়নাব বিনতে জাহশ (রাঃ)-এর ঘটনা। হযরত কাতাদা (রঃ) বর্ণনা করেছেনঃ কোন স্ত্রী লোকের এ অধিকার নেই যে, বিনা মহরে ও বিনা ওলীতে সে কারো কাছে নিজেকে বিবাহের জন্যে পেশ করতে পারে। এটা শুধু রাসূলুল্লাহ (সঃ)-এর জন্যেই খাস ছিল। মহামহিমান্বিত আল্লাহ বলেনঃ মুমিনদের স্ত্রী এবং তাদের মালিকানাধীন দাসীগণ সম্বন্ধে যা নির্ধারিত করেছি তা আমি জানি। অর্থাৎ কোন পুরুষ এক সাথে চারের অধিক স্ত্রী রাখতে পারে না। হ্যা, তবে স্ত্রীদের ছাড়াও সে দাসীদেরকে রাখতে পারে এবং তাদের ব্যাপারে কোন সংখ্যা নির্ধারিত নেই। অনুরূপভাবে মুমিনদের জন্যে ওলী, মহর ও সাক্ষীরও শর্ত রয়েছে। সুতরাং রাসূলুল্লাহ (সঃ)-এর উম্মতের জন্যে এই নির্দেশ। কিন্তু তার জন্যে এই ধরা-বাঁধা কোন বিধান নেই এবং এ কাজে তার কোন দোষও নেই।",
  "ayah": 50,
  "surah": 33
}
