{
  "text": "হযরত উরওয়া (রাঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) ঐ সব মহিলাকে অবজ্ঞা করতেন যাঁরা নিজেদেরকে রাসূলুল্লাহ (সঃ)-এর নিকট হিবা করে দিয়েছিলেন। তিনি বলতেন যে, নারীরা বিনা মহরে নিজেকে হিবা করতে লজ্জা বোধ করে না? অতঃপর আল্লাহ তাআলা (আরবি) আয়াতটি অবতীর্ণ করেন। তখন তিনি রাসূলুল্লাহ (সঃ)-কে বলেনঃ “আমি দেখি যে, আপনার চাহিদার ব্যাপারে প্রশস্ততা আনয়ন করেছেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। ইমাম বুখারীও (রঃ) এ হাদীসটি বর্ণনা করেছেন যা ইতিপূর্বে গত হয়েছে) সুতরাং বুঝা গেল যে, এই আয়াত দ্বারা উদ্দেশ্য এই মহিলারাই। এদের ব্যাপারে রাসূলুল্লাহ (সঃ)-কে ইখতিয়ার দেয়া হয়েছে যে, তিনি যাকে ইচ্ছা কবূল করবেন এবং যাকে ইচ্ছা কবুল করবেন না। এর পরেও তাঁকে অধিকার দেয়া হয়েছে যে, যাদেরকে তিনি কবুল করেননি তাদেরকেও ইচ্ছা করলে পরে কবুল করে নিতে পারেন।হযরত আমের শাবী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যাদেরকে দূরে রেখেছিলেন তাঁদের মধ্যে উম্মে শুরায়েকও (রাঃ) ছিলেন।এই বাক্যের একটি ভাবার্থ এও বর্ণনা করা হয়েছে যে, স্ত্রীদের ব্যাপারে রাসূলুল্লাহ (সঃ)-কে অধিকার দেয়া হয়েছিল যে, তিনি ইচ্ছা করলে তাঁদের মধ্যে (পালা) ভাগ-বাটোয়ারা করে দিতে পারেন এবং ইচ্ছা করলে তা নাও করতে পারেন। যাকে ইচ্ছা আগে করতে পারেন এবং যাকে ইচ্ছা পিছে করতে পারেন। কিন্তু এটা স্মরণ রাখার বিষয় যে, রাসূলুল্লাহ (সঃ) তাঁর সারাটি জীবন স্ত্রীদের মধ্যে পর্ণ আদল ও ইনসাফের সাথে (পালা) ভাগ-বাটোয়ারা করে গেছেন। ফকীহদের মধ্যে ইমাম শাফেয়ী (রঃ) এ মত পোষণ করেছেন যে, রাসূলুল্লাহ (সঃ)-এর উপর (পালার) সমতার বণ্টন ওয়াজিব ছিল। হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “এই আয়াত অবতীর্ণ হওয়ার পরেও স্ত্রীর পালার দিনে রাসূলুল্লাহ (সঃ) আমাদের কাছে অনুমতি চাইতেন।” বর্ণনাকারী মুআয (রাঃ)। তাকে জিজ্ঞেস করেনঃ “আপনি কি বলতেন?” উত্তরে তিনি বলেন, আমি বলতামঃ এটা যদি আমার প্রাপ্য হয়ে থাকে তবে আমি অন্য কাউকেও আমার উপর প্রাধান্য দিতে চাইনে। (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)সুতরাং সঠিক কথা যা অতি উত্তম এবং যার দ্বারা এই উক্তিগুলোর মধ্যে সামঞ্জস্যতাও এসে যায়, তা এই যে, আয়াতটি সাধারণ। নিজেকে নিবেদনকারী ও রাসূলুল্লাহ (সঃ)-এর স্ত্রীরা সবাই এর আওতায় পড়ে যায়। নিজেদেরকে হিবাকারিণীদের ব্যাপারে তাদেরকে বিয়ে করা ও না করা এবং বিবাহিতা স্ত্রীদের মধ্যে (পালা) বণ্টন করা বা না করা তাঁর ইচ্ছাধীন ছিল। এরপর মহান আল্লাহ বলেনঃ এই বিধান এই জন্যে যে, এতে তাদের তুষ্টি সহজতর হবে এবং তারা দুঃখ পাবে না, আর তুমি তাদেরকে যা দিবে তাতে তাদের প্রত্যেকেই প্রীত থাকবে। অর্থাৎ তারা যখন জানতে পারবেন যে, রাসূলুল্লাহ (সঃ)-এর উপর পালা বণ্টন জরুরী নয় তবুও তিনি সমতা প্রতিষ্ঠিত রাখছেন তখন তাঁরা তাঁর প্রতি অত্যন্ত সন্তুষ্ট হবেন এবং তার কৃতজ্ঞতা ও আনুগত্য প্রকাশ করবেন। তারা তার ইনসাফকে মুবারকবাদ জানাবেন।আল্লাহ তাআলা বলেনঃ তোমাদের অন্তরে যা আছে আল্লাহ তা জানেন। অর্থাৎ কার প্রতি কার আকর্ষণ আছে তা আল্লাহ ভালরূপেই অবগত আছেন। যেমন হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেন, রাসূলুল্লাহ (সঃ) ন্যায় ও ইনসাফের সাথে তার স্ত্রীদের মধ্যে (পালা) বণ্টন করতেন। অতঃপর তিনি বলতেনঃ (আরবি) অর্থাৎ “হে আল্লাহ! যা আমার অধিকারে ছিল তা আমি করলাম, এখন যা আপনার অধিকারে আছে, কিন্তু আমার অধিকারে নেই সেজন্যে আপনি আমাকে তিরস্কার করবেন না।”",
  "ayah": 51,
  "surah": 33
}
