{
  "text": "৫৩-৫৪ নং আয়াতের তাফসীর\nএ আয়াতে পর্দার হুকুম রয়েছে ও আদবের আহকাম বৰ্ণনা করা হয়েছে। হযরত উমার (রাঃ)-এর উক্তি অনুযায়ী যে আয়াতগুলো অবতীর্ণ হয় ওগুলোর মধ্যে এটিও একটি। যেমন সহীহ বুখারী ও সহীহ মুসলিমে হযরত উমার (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমার প্রতিপালক মহামহিমান্বিত আল্লাহর আমি আনুকূল্য করেছি তিনটি বিষয়ে। আমি বলেছিলামঃ হে আল্লাহর রাসূল (সঃ)! যদি আপনি মাকামে ইবরাহীমকে নামাযের স্থান বানিয়ে নিতেন (তাহলে কতই না ভাল হতো)। তখন আল্লাহ তাআলা অবতীর্ণ করেনঃ (আরবি) অর্থাৎ “তোমরা মাকামে ইবরাহীমকে নামাযের স্থান বানিয়ে নাও।” (২:১২৫) আমি বলেছিলামঃ হে আল্লাহর রাসূল (সঃ)! আপনার স্ত্রীদের নিকট সৎ ও অসৎ সবাই প্রবেশ করে থাকে। সুতরাং যদি আপনি তাদের উপর পর্দা করতেন (তবে খুব ভাল হতো)! আল্লাহ তাআলা তখন পর্দার আয়াত অবতীর্ণ করেন। যখন রাসূলুল্লাহ (সঃ)-এর স্ত্রীরা মর্যাদা বোধের কারণে কিছু বলতে কইতে শুরু করেন তখন আমি বললামঃ অহংকার করবেন না। যদি রাসূলুল্লাহ (সঃ) আপনাদেরকে তালাক দিয়ে দেন তবে সত্বরই আল্লাহ তা'আলা আপনাদের পরিবর্তে তাঁকে আপনাদের চেয়ে উত্তম স্ত্রী দান করবেন। তখন আল্লাহ তা'আলা এরূপই আয়াত অবতীর্ণ করেন না।\" সহীহ মুসলিমে চতুর্থ আর একটি বিষয়ের কথা বলা হয়েছে। তাহলে বদর যুদ্ধের বন্দীদের ব্যাপারে ফায়সালা সংক্রান্ত বিষয়।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার ইবনুল খাত্তাব (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার কাছে সৎ ও অসৎ সর্বপ্রকারের লোকই এসে থাকে। সুতরাং যদি আপনি মুমিনদের মাতাদেরকে পর্দার নির্দেশ দিতেন (তবে ভাল হতো)।” তখন আল্লাহ তাআলা পর্দার আয়াত অবতীর্ণ করেন। আর ঐ সময়টা ছিল ৫ম হিজরীর যুল-কাদাহ মাসের ঐ দিনের সকাল যেই দিন তিনি হযরত যয়নাব বিনতে জাহশ (রাঃ)-কে স্ত্রী রূপে বরণ করে নিয়েছিলেন এবং যে বিয়ে স্বয়ং আল্লাহ তাআলা দিয়েছিলেন। অনেকেই এ ঘটনাটি তৃতীয় হিজরীর ঘটনা বলে উল্লেখ করেছেন। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন যে, যখন রাসূলুল্লাহ (সঃ) যয়নাব বিনতে জাহশ (রাঃ)-কে বিয়ে করেন তখন তিনি জনগণকে ওলীমার দাওয়াত করেন। তারা খাওয়া-দাওয়া শেষ করে বসে গল্প-গুজবে মেতে উঠে। রাসূলুল্লাহ (সঃ) উঠবার জন্যে তৈরী হলেন, কিন্তু তখনো তারা উঠলো না। তা দেখে তিনি উঠে গেলেন এবং কিছু লোক তাঁর সাথে সাথে উঠে চলে গেল। কিন্তু এর পরেও তিনজন লোক বসে থাকলো। রাসূলুল্লাহ (সঃ) বাড়ীতে প্রবেশ করার উদ্দেশ্যে আসলেন। কিন্তু দেখেন যে, তখনো লোকগুলো বসেই আছে। এরপর তারা উঠে চলে গেল। বর্ণনাকারী হযরত আনাস (রাঃ) বলেনঃ “আমি তখন এসে নবী (সঃ)-কে খবর দিলাম যে, লোকগুলো চলে গেছে। তখন তিনি এসে বাড়ীর মধ্যে প্রবেশ করলেন। আমিও তাঁর সাথে যেতে লাগলাম। কিন্তু তিনি আমার ও তার মাঝে পর্দা ফেলে। দিলেন। তখন আল্লাহ তা'আলা (আরবি)-এ আয়াতটি অবতীর্ণ করেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)অন্য বর্ণনায় আছে যে, রাসূলুল্লাহ (সঃ) ঐ সময় জনগণকে রুটি ও গোশত আহার করিয়েছিলেন। হযরত আনাস (রাঃ)-কে তিনি লোকদেরকে ডাকতে পাঠিয়েছিলেন। লোকেরা এসেছিল ও খেয়েছিল এবং ফিরে যাচ্ছিল। যখন আর কাউকেও ডাকতে বাকী থাকলো না তখন তিনি রাসূলুল্লাহ (সঃ)-কে এ খবর। দিলেন। তখন রাসূলুল্লাহ (সঃ) তাকে দস্তরখান উঠিয়ে নিতে বললেন। পানাহার শেষ করে সবাই চলে গিয়েছিল। শুধুমাত্র তিনজন লোক পানাহার শেষ করার পরেও বসে বসে গল্প করছিল। তখন রাসূলুল্লাহ (সঃ) বেরিয়ে গিয়ে হযরত আয়েশা (রাঃ)-এর কক্ষের দিকে গেলেন। অতঃপর বললেনঃ “হে আহলে বায়েত! তোমাদের উপর শান্তি, আল্লাহর রহমত ও তাঁর বরকত বর্ষিত হালে!” উত্তরে হযরত আয়েশা (রাঃ) বললেনঃ “আপনার উপরও শান্তি ও আল্লাহর রহমত বর্ষিত হালে। হে আল্লাহর রাসূল (সঃ)! আপনি আপনার (নব-পরিণিতা) স্ত্রীকে কেমন পেয়েছেন? আপনাকে আল্লাহ বরকত দান করুন!” এভাবে তিনি তাঁর সমস্ত স্ত্রীর নিকট গেলন এবং সবারই সাথে একই কথা-বার্তা হলো। অতঃপর ফিরে এসে দেখলেন যে, ঐ তিন ব্যক্তি তখনো গল্পে মেতে আছে। তারা তখনো যায়নি। রাসূলুল্লাহ (সঃ)-এর লজ্জা-শরম খুব বেশী ছিল বলে তিনি তাদেরকে কিছু বলতে পারলেন না। তিনি আবার হযরত আয়েশা (রাঃ)-এর ঘরের দিকে চলে গেলেন। হযরত আনাস (রাঃ) বলেনঃ “আমি জানি না যে, লোকগুলো চলে গেছে এ খবর তাঁকে আমিই দিলাম কি অন্যেরা দিলো। এ খবর পেয়ে তিনি ফিরে আসলেন এবং এসে তাঁর পা দরযার চৌকাঠের উপর রাখলেন। এক পা তার দরযার ভিতরে ছিল এবং আর এক পা দরযার বাইরে ছিল এমন সময় তিনি আমার ও তাঁর মধ্যে পর্দা ফেলে দিলেন এবং পর্দার আয়াত নাযিল হয়ে গেল। একটি রিওয়াইয়াতে তিনজনের স্থলে দু’জন লোকের কথা রয়েছে।  হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ (সঃ)-এর কোন এক বিবাহে হযরত উম্মে সালীম (রাঃ) মালীদা (এক প্রকার খাদ্য) তৈরী করেন এবং পাত্রে রেখে আমাকে বলেনঃ “এটা নিয়ে গিয়ে রাসূলুল্লাহ (সঃ)-এর কাছে পৌছিয়ে দাও এবং বলো: এ সামান্য উপটৌকন হযরত উম্মে সালীম (রাঃ)-এর পক্ষ হতে। তিনি যেন এটা কবুল করে নেন। আর তাকে আমার সালাম জানাবে।” ঐ সময় জনগণ খুব অভাবী ছিল। আমি ওটা নিয়ে গিয়ে রাসূলুল্লাহ (সঃ)-কে সালাম বললাম ও হযরত উম্মে সালীমেরও (রাঃ) সালাম জানালাম এবং খবরও পৌছালাম। তিনি বললেনঃ “আচ্ছা, ওটা রেখে দাও। আমি তখন ঘরের এক কোণে ওটা রেখে দিলাম। অতঃপর তিনি আমাকে বললেনঃ “অমুক অমুককে ডেকে নিয়ে এসো।” তিনি বহু লোকের নাম করলেন। তারপর আবার বললেনঃ “তাছাড়া যে মুসলমানকেই পাবে ডেকে নিয়ে আসবে।” আমি তাই করলাম। যাকেই পেলাম তাকেই রাসূলুল্লাহ (সঃ)-এর নিকট খাবারের জন্যে পাঠাতে লাগলাম। ফিরে এসে দেখলাম যে ঘর, বৈঠকখানা ও আঙ্গিনা লোকে পূর্ণ হয়ে গেছে। প্রায় তিনশ’ লোক এসে গেছে। অতঃপর তিনি আমাকে বললেনঃ “যাও, ঐ খাবারের পাত্রটি নিয়ে এসো।” আমি সেটা নিয়ে আসলে তিনি তাতে হাত লাগিয়ে দু'আ করলেন এবং আল্লাহ যা চাইলেন তিনি মুখে উচ্চারণ করলেন। অতঃপর বললেনঃ “দশ দশজন লোকের দল করে বসিয়ে দাও।” সবাই বিসমিল্লাহ বলে খেতে শুরু করলো। এভাবে খাওয়া চলতে লাগলো। সবাই খাওয়া শেষ করলো। তখন তিনি আমাকে বললেনঃ “পাত্রটি উঠিয়ে নাও।” আমি তখন পাত্রটি উঠালাম। আমি সঠিকভাবে বলতে পারবো না যে, যখন আমি পাত্রটি রেখেছিলাম তখন তাতে খাবার বেশী ছিল, না এখন বেশী আছে। বেশকিছু লোক তখনো বসে বসে গল্প করছিল। উম্মুল মুমিনীন দেয়ালের দিকে মুখ করে বসেছিলেন। লোকগুলোর এতক্ষণ ধরে বসে থাকা এবং চলে না যাওয়া রাসূলুল্লাহ (সঃ)-এর কাছে খুবই কঠিন ঠেকছিল। কিন্তু তিনি লজ্জা করে কিছুই বলতে পারছিলেন না। রাসূলুল্লাহ (সঃ)-এর এই মানসিক অবস্থার কথা জানতে পারলে লোকগুলো অবশ্যই উঠে চলে যেতো। কিন্তু তারা কিছুই জানতে পারেনি বলে নিশ্চিন্তে গল্পে মেতেছিল। তিনি ঘর হতে বের হয়ে স্ত্রীদের কক্ষের দিকে চলে গেলেন। ফিরে এসে দেখেন যে, তারা তখনো বসেই আছে। তখন তারা বুঝতে পেরে লজ্জিত হলো এবং তাড়াতাড়ি চলে গেলো। তিনি বাড়ীর ভিতরে গেলেন এবং পর্দা লটকিয়ে দিলেন। আমি আমার কক্ষেই ছিলাম এমতাবস্থায় এ আয়াত নাযিল হলো। তিনি আয়াতটি তিলাওয়াত করতে করতে বেরিয়ে আসলেন। সর্বপ্রথম এ আয়াতটি মহিলারাই শুনেছিলেন। আমি তো এর পূর্বেই শুনেছিলাম ।হযরত যয়নাব (রাঃ)-এর কাছে রাসূলুল্লাহ (সঃ)-এর প্রস্তাব নিয়ে যাবার রিওয়াইয়াতটি (আরবি)  এ আয়াতের তাফসীরে গত হয়েছে। এর শেষে কোন কোন রিওয়াইয়াতে এও আছে যে, এরপর লোকদেরকে উপদেশ দেয়া হয় এবং হাশিমের এ হাদীসে এই আয়াতের বর্ণনা রয়েছে। ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ)-এর সতী-সাধ্বী সহধর্মিণীরা প্রাকৃতিক প্রয়োজন পূর্ণ করার উদ্দেশ্যে ময়দানের দিকে চলে যেতেন। কিন্তু হযরত উমার (রাঃ) এটা পছন্দ করতেন না। তিনি রাসূলুল্লাহ (সঃ)-কে বলতেনঃ ‘এভাবে তাদেরকে যেতে দিবেন না।' রাসূলুল্লাহ (সঃ) সেদিকে কোন খেয়াল করতেন না। একদা হযরত সাওদা বিনতে জামআ (রাঃ) বাড়ী হতে বের হলেন। এদিকে হযরত উমার (রাঃ) চাচ্ছিলেন যে, এ প্রথা রহিত হয়ে যাক। তিনি তার দেহের গঠন দেখেই তাকে চিনতে পারলেন এবং উচ্চ স্বরে বললেনঃ “(হে সাওদা রাঃ)! আমি তোমাকে চিনতে পেরেছি।” অতঃপর আল্লাহ তা'আলা পর্দার আয়াতটি অবতীর্ণ করেন। এই রিওয়াইয়াতে এ প্রকারই বলা হয়েছে। কিন্তু আসল কথাটি হলো এই যে, এটা পর্দার আয়াত অবতীর্ণ হওয়ার পরের ঘটনা। কাজেই মুসনাদে আহমাদে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, পর্দার আয়াত অবতীর্ণ হওয়ার পরে হযরত সাওদা (রাঃ) বের হয়েছিলেন। একথা এখানে বলা হয়েছে যে, তিনি হযরত উমার (রাঃ)-এর একথা শুনে সাথে সাথে ফিরে চলে আসেন। রাসূলুল্লাহ (সঃ) রাত্রের খাদ্য খাচ্ছিলেন এবং তাঁর হাতে একটি হাড় ছিল এমতাবস্থায় হযরত সাওদা (রাঃ) সেখানে পৌছে তার ঘটনাটি বর্ণনা করেন। ঐ সময় অহী নাযিল হয়। যখন অহী আসা শেষ হলো তখনো তার হাতে ঐ হাড়টি ছিল। তিনি তা ফেলে দেননি। তখন তিনি বললেনঃ “আল্লাহ তাআলা তোমাকে প্রয়োজনে বাইরে যাবার অনুমতি প্রদান করেছেন। এই আয়াতে আল্লাহ তা'আলা ঐ অভ্যাসে বাধা প্রদান করেছেন যা অজ্ঞতার যুগে ও ইসলামের প্রাথমিক যুগে প্রচলিত ছিল। যেমন তখন বিনা অনুমতিতে অন্যের বাড়ীতে যাওয়া প্রচলিত ছিল। আল্লাহ তা'আলা উম্মতে মুহাম্মদীকে (সঃ) সম্মানের সাথে আদব শিক্ষা দিয়েছেন। একটি হাদীসেও এ বিষয়টি রয়েছেঃ “সাবধান! স্ত্রী লোকদের নিকট যেয়ো না।” অতঃপর আল্লাহ তা'আলা তাদেরকে স্বতন্ত্র করলেন যাদেরকে অনুমতি দেয়া হবে। আরো বলা হচ্ছেঃ তোমরা আহার্য প্রস্তুতির জন্যে অপেক্ষা না করে ভোজনের জন্যে নবী-গৃহে প্রবেশ করো না এবং ভোজন শেষে তোমরা চলে যেয়ো। মুজাহিদ (রঃ) এবং কাতাদা (রঃ) বলেন যে, খাদ্য রান্না করা এবং প্রস্তুত হওয়ার সময়েই যেতে হবে যখন বুঝতে পারবে যে, খাদ্য প্রস্তুত হচ্ছে তখনই যে উপস্থিত হয়ে যাবে এ আচরণ আল্লাহ তা'আলার নিকট পছন্দনীয় নয়। এটা তোফায়লী বনে যাওয়া হারাম হওয়ার দলীল। ইমাম খতীব বাগদাদী (রঃ) এটা নিন্দনীয় হওয়ার উপর একটি পূর্ণ কিতাব লিখেছেন।অতঃপর মহান আল্লাহ বলেনঃ তোমাদেরকে আহ্বান করলে প্রবেশ করো এবং ভোজন শেষে চলে যেয়ো। হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের মধ্য হতে কাউকেও যদি তার ভাই (খাবার জন্যে) আহ্বান করে তবে তার দাওয়াত কবূল করা উচিত। ঐ দাওয়াত বিবাহের হালে বা অন্য কিছুরই হোক। (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)অন্য একটি সহীহ হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাকে যদি একটি খেজুরের দাওয়াত দেয়া হয় তবুও আমি তা কবূল করবো।” দাওয়াত খাওয়ার নিয়ম-কানুনের কথাও তিনি বলেছেনঃ “যখন খাওয়া শেষ হয়ে যাবে তখন সেখানে জেঁকে বসে থেকো না, বরং সেখান হতে চলে যেয়ো। গল্পে মশগুল হয়ে যেয়ো না। যেমন বর্ণিত তিন ব্যক্তি করেছিল, যার কারণে রাসূলুল্লাহ (সঃ) খুবই অস্বস্তি বোধ করছিলেন। কিন্তু তিনি লজ্জা করে কিছু বলতে পারেননি। এর উদ্দেশ্যে এও বটে যে, বিনা অনুমতিতে রাসূলুল্লাহ (সঃ)-এর বাড়ীতে চলে যাওয়া তাঁর জন্যে কষ্টদায়ক। কিন্তু তিনি লজ্জা-শরমের কারণে তোমাদেরকে কিছু বলতে পারেন না। আল্লাহর এটা স্পষ্ট নির্দেশ যে, এর পরে যেন এর পুনরাবৃত্তি না হয়। আল্লাহ তা'আলা যখন আদেশ করেছেন তখন। তোমাদের উচিত তা মেনে নেয়া। যেমন বিনা অনুমতিতে তার সহধর্মিণীদের সামনে চলে যাওয়া নিষিদ্ধ। অনুরূপভাবে তাঁদের দিকে চোখ তুলে তাকানোও নিষিদ্ধ। মহান আল্লাহ বলেনঃ তোমরা তাঁর পত্নীদের নিকট কিছু চাইলে পর্দার অন্তরাল হতে চাইবে।হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা আমি নবী (সঃ)-এর সাথে মালীদাহ্ (এক প্রকার খাদ্য) খাচ্ছিলাম। এমন সময় হযরত উমার (রাঃ) সেখান দিয়ে গমন করেন। তিনি তাঁকে ডেকে নেন। তখন তিনি (আমাদের সাথে) খেতে শুরু করে দেন। খেতে খেতে তার অঙ্গুলী আমার অঙ্গুলীতে ঠেকে যায়। তখন তিনি বলে উঠেনঃ “যদি আমার কথা মেনে নিতেন। ও পর্দার ব্যবস্থা করা হতো তবে কারো উপর কারো দৃষ্টি পড়তো না।” ঐ সময়েই পর্দার আয়াত নাযিল হয়ে যায়।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)অতঃপর এই পর্দার উপকারিতা বর্ণনা করতে গিয়ে মহামহিমান্বিত আল্লাহ বলেনঃ এই বিধান তোমাদের ও তাদের হৃদয়ের জন্যে অধিকতর পবিত্র। এরপর আল্লাহ তা'আলা বলেনঃ তোমাদের কারো পক্ষে আল্লাহর রাসূল (সঃ)-কে কষ্ট দেয়া অথবা তার মৃত্যুর পর তাঁর পত্নীদেরকে বিয়ে করা কখনো সঙ্গত নয়। আল্লাহর দৃষ্টিতে এটা ঘোরতর অপরাধ। রাসূলুল্লাহ (সঃ)-এর সহধর্মিণীরা এখানে ও জান্নাতে তাঁরই সহধর্মিণী থাকবেন। সমস্ত মুসলমানের তাঁরা মাতা। এই জন্যে তাদেরকে বিয়ে করা মুসলমানদের জন্যে হারাম করে দেয়া হয়েছে। এ আদেশ রাসূলুল্লাহ (সঃ)-এর ঐ সহধর্মিণীদের জন্যে যারা তার মৃত্যুকালে তার বাড়ীতেই ছিলেন। কিন্তু নবী (সঃ) তাঁর যে পত্নীদেরকে তাঁর জীবদ্দশায় তালাক দিয়েছেন এবং তার সাথে সহবাস হয়েছে তাকে কেউ বিয়ে করতে পারে কি না এতে দু'টি উক্তি রয়েছে। আর যার সাথে সহবাস হয়নি। তাকে অন্য লোক বিয়ে করতে পারে। হযরত আমির (রাঃ) হতে বর্ণিত আছে যে, কীলা বিনতে আশআস ইবনে কায়েস রাসূলুল্লাহ্ (সঃ)-এর অধিকারভুক্ত হয়েছিলেন। তার ইন্তেকালের পর সে ইকরামা ইবনে আবু জেহেলের সাথে বিবাহিতা হয়। হযরত আবু বকর (রাঃ)-এর কাছে এটা খুবই অপছন্দনীয় হয়। কিন্তু হযরত উমার (রাঃ) তাঁকে বুঝিয়ে বললেনঃ “হে আল্লাহর রাসূল (সঃ)-এর খলীফা! সে রাসূলুল্লাহ (সঃ)-এর স্ত্রী ছিল না। তিনি তাকে কোন অধিকারও প্রদান করেননি এবং পর্দারও হুকুম দেননি। তার কওমের হীনতার সাথে তার নিজের হীনতা ও নীচতার কারণে আল্লাহ তাআলা স্বীয় রাসূল (সঃ) হতে তাকে মুক্ত করে দিয়েছেন।” একথা শুনে হযরত আবু বকর (রাঃ) স্বস্তির নিঃশ্বাস ফেলেন।অতঃপর আল্লাহ তা'আলা বলেনঃ তোমাদের কারো পক্ষে আল্লাহর রাসূল (সঃ)-কে কষ্ট দেয়া অথবা তার মৃত্যুর পর তার পত্নীদেরকে বিয়ে করা কখনো সঙ্গত নয়। আল্লাহর দৃষ্টিতে এটা ঘোরতর অপরাধ। তোমাদের গোপন ও প্রকাশ সবই আল্লাহর কাছে উন্মুক্ত। তাঁর কাছে ক্ষুদ্র হতে ক্ষুদ্রতম বস্তুও গোপন নেই। চোখের খিয়ানত, অন্তরের গোপন তথ্য, মনের বাসনা ইত্যাদি তিনি সবই জানেন।",
  "ayah": 54,
  "surah": 33
}
