{
  "text": "৫৭-৫৮ নং আয়াতের তাফসীর\nযারা আল্লাহর আহকামের বিরোধিতা করে, তার নিষিদ্ধ কাজগুলো হতে বিরত না থেকে তাঁর অবাধ্যতায় চরমভাবে লেগে থাকে এবং এভাবে তাঁকে অসন্তুষ্ট করে তাদেরকে আল্লাহ তা'আলা ধমক দিচ্ছেন ও ভয় প্রদর্শন করছেন। তাছাড়া তারা তাঁর রাসূল (সঃ)-কে নানা প্রকারের অপবাদ দেয়। তাই তারা অভিশপ্ত ও শাস্তির যোগ্য। হযরত ইকরামা (রঃ) বলেন যে, এর দ্বারা প্রতিমা তৈরীকারীদেরকে বুঝানো হয়েছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেন, মহামহিমান্বিত আল্লাহ বলেনঃ “আদম সন্তান আমাকে কষ্ট দেয়। তারা   যুগকে গালি দেয়, অথচ যুগতো আমিই। আমিই তো রাত্রি ও দিবসের পরিবর্তন আনয়ন করি। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)ভাবার্থ এই যে, অজ্ঞতার যুগের লোকেরা বলতোঃ হায়, হায়! কি যুগ এলো! খারাপ যুগের কারণেই আমাদের এ অবস্থা হলো! এভাবে আল্লাহর কাজকে যুগের উপর চাপিয়ে দিয়ে যুগকে গালি দেয়। তাহলে যুগের যিনি পরিবর্তনকারী প্রকারান্তরে তাঁকেই গালি দেয়া হলো। হযরত সুফিয়া (রাঃ)-কে যখন রাসূলুল্লাহ (সঃ) বিয়ে করলেন তখন কতগুলো লোক সমালোচনা শুরু করে দিয়েছিল। হযরত ইবনে আব্বাস (রাঃ)-এর কথামত এ আয়াত এই ব্যাপারেই অবতীর্ণ হয়। তবে আয়াতটি সাধারণ। যে কোন দিক দিয়েই যে ব্যক্তি আল্লাহর রাসূল (সঃ)-কে কষ্ট দিবে সেই এই আয়াতের মর্মমূলে অভিশপ্ত ও শাস্তিপ্রাপ্ত হবে। কেননা, আল্লাহর রাসূল (সঃ)-কে কষ্ট দেয়ার অর্থ আল্লাহকেই কষ্ট দেয়া।হযরত আবদুল্লাহ ইবনে মুগাফফাল আল মুযানী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদেরকে আল্লাহকে স্মরণ করিয়ে দিচ্ছি। দেখো, আমি আল্লাহকে মাঝে রেখে বলছি যে, আমার পরে আমার সঙ্গীদেরকে লক্ষ্যবস্তুতে পরিণত করো না। আমাকে ভালবাসার কারণে তাদেরকেও ভালবাসবে। তাদের সাথে শত্রুতা পোষণকারী মূলতঃ আমার সাথেই শত্রুতাকারী। তাদেরকে যারা কষ্ট দিবে তারা আমাকে কষ্ট দিবে। আর যে আমাকে কষ্ট দিলে সে আল্লাহকে কষ্ট দিলো। আর যে আল্লাহকে কষ্ট দিলো, আল্লাহ সত্বরই তাকে পাকড়াও করবেন।” (ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) হাদীসটি বর্ণনা করেছেন। অতঃপর ইমাম তিরমিযী (রঃ) বলেছেন যে, এ হাদীসটি গারীব বা দুর্বল)মহান আল্লাহ বলেনঃ মুমিন পুরুষ ও মুমিন নারী কোন অপরাধ না করলেও যারা তাদেরকে পীড়া দেয়, তারা অপবাদ ও স্পষ্ট পাপের বোঝা বহন করে। আল্লাহ তা'আলার এই শাস্তির প্রতিজ্ঞার মধ্যে প্রথমে কাফিররা শামিল ছিল, পরে রাফেয়ী এবং শীআ'রাও এর অন্তর্ভুক্ত হয় যারা ঐ সাহাবীদের (রাঃ) দোষ অন্বেষণ করতো আল্লাহ যাদের প্রশংসা করেছেন। আল্লাহ তা'আলা পরিষ্কার ভাষায় বলেছেন যে, তিনি আনসার ও মুহাজিরদের প্রতি সন্তুষ্ট। কুরআন কারীমে জায়গায় জায়গায় তাদের প্রশংসা ও স্তুতি বিদ্যমান রয়েছে। কিন্তু এই অনভিজ্ঞ ও স্থূল বুদ্ধির ললাকেরা তাদের মন্দ বলে ও তাদের নিন্দে করে। তারা তাদেরকে এমন দোষে দোষারোপ করে যে দোষ তাঁদের মধ্যে মোটেই নেই। সত্য কথা তো এই যে, আল্লাহর পক্ষ হতে তাদের অন্তর উল্টে গেছে। এজন্যেই তাদের জিহ্বাও উল্টে গেছে। ফলে তারা তাদের দুর্নাম করছে যারা প্রশংসার যোগ্য এবং যারা নিন্দার পাত্র তাদের প্রশংসায় পঞ্চমুখ হচ্ছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, জিজ্ঞেস করা হলো: “হে আল্লাহর রাসূল (সঃ)! গীবত কি?” উত্তরে তিনি বলেনঃ “তোমার ভাই সম্পর্কে তোমার এমন আলোচনা, যা শুনলে সে অসন্তুষ্ট হবে। আবার প্রশ্ন করা হলো: “আমি আমার ভাই সম্পর্কে যা বলি তা যদি সত্যিই তার মধ্যে থাকে (তাহলেও কি ওটা গীবত হবে)?” জবাবে তিনি বললেনঃ “তুমি তোমার ভাই সম্বন্ধে যা বললে তা যদি সত্যিই তার মধ্যে থাকে তবেই তো তুমি তার গীবত করলে। আর তুমি তার সম্বন্ধে যা বললে তা যদি তার মধ্যে না থাকে তবে তো তুমি তাকে অপবাদ দিলে। (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন। এরূপ বর্ণনা ইমাম তিরযিমীও (রঃ) করেছেন এবং তিনি এ হাদীসটিকে হাসান সহীহ বলেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদেরকে জিজ্ঞেস করেনঃ “আল্লাহর নিকট সবচেয়ে বড় সুদ কোনটি (তা তোমরা জান কি)?” সাহাবীগণ উত্তরে বলেনঃ “আল্লাহ ও তাঁর রাসূলই (সঃ) সবচেয়ে ভাল জানেন।” তখন তিনি বলেনঃ “আল্লাহর কাছে সবচেয়ে বড় সুদ হলো কোন মুসলমানকে বে-ইজ্জত ও অপদস্থ করা।” অতঃপর তিনি; (আরবি) এ আয়াতটি পাঠ করেন। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)",
  "ayah": 58,
  "surah": 33
}
