{
  "text": "৬৩-৬৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে সংবাদ দিচ্ছেন যে, লোকেরা তাঁকে। কিয়ামত সম্পর্কে জিজ্ঞেস করলেও তার সে সম্পর্কে কোন জ্ঞান নেই। এর জ্ঞান একমাত্র আল্লাহ তা'আলারই রয়েছে। সূরায়ে আরাফেও এই বর্ণনা আছে এবং এই সূরায়ও রয়েছে। সূরায়ে আ'রাফ মক্কায় অবতীর্ণ হয়েছিল এবং এই সূরাটি অবতীর্ণ হয়েছে মদীনায়। এর দ্বারা স্পষ্টভাবে প্রতীয়মান হয় যে, প্রথম হতে শেষ পর্যন্ত কিয়ামতের সঠিক জ্ঞান রাসূলুল্লাহ (সঃ)-এর ছিল না। তবে আল্লাহ তা'আলা স্বীয় বান্দাদেরকে এটুকু জানিয়ে দিয়েছিলেন যে, কিয়ামত অতি নিকটবর্তী। যেমন মহান আল্লাহ বলেছেনঃ (আরবি) অর্থাৎ “কিয়ামত আসন্ন, চন্দ্র বিদীর্ণ হয়েছে।” (৫৪:১) আরো বলেনঃ (আরবি) অর্থাৎ মানুষের হিসাব-নিকাশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে।” (২১:১) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “আল্লাহর আদেশ আসবেই, সুতরাং ওটা ত্বরান্বিত করতে চেয়ো না।” (১৬:১)মহান আল্লাহ বলেনঃ আল্লাহ কাফিরদেরকে অভিশপ্ত করেছেন অর্থাৎ তাদেরকে স্বীয় রহমত হতে দূর করে দিয়েছেন। আর তাদের জন্যে (পরকালে) প্রস্তুত রেখেছেন জ্বলন্ত অগ্নি।তারা তথায় চিরকাল অবস্থান করবে। অর্থাৎ সেখান হতে তারা বের হতেও পারবে না এবং নিষ্কৃতিও লাভ করবে না। সেখানে তাদের অভিযোগ শুনবার মত কেউ থাকবে না। সেখানে তাদের জন্যে এমন কোন বন্ধু-বান্ধব থাকবে না যারা তাদেরকে কিছুমাত্র সাহায্য করতে পারে বা ঐ কঠিন বিপদ হতে তাদেরকে ছাড়িয়ে নিতে পারে। তাদেরকে উল্টোমুখে জাহান্নামে নিক্ষেপ করা হবে। তারা সেদিন আফসোস করে বলবেঃ হায়! আমরা যদি আল্লাহকে মানতাম ও তাঁর রাসূল (সঃ)-কে মানতাম! যেমন আল্লাহ তাআলা তাদের সম্পর্কে খবর দিয়েছেনঃ (আরবি)অর্থাৎ “যালিম ব্যক্তি সেই দিন নিজ হস্তদ্বয় দংশন করতে করতে বলবেঃ হায়, আমি যদি রাসূলের সাথে সৎপথ অবলম্বন করতাম! হায়, দুর্ভোগ আমার, আমি যদি অমুককে বন্ধু রূপে গ্রহণ না করতাম! আমাকে সে তো বিভ্রান্ত করেছিল আমার নিকট উপদেশ পৌছবার পর। শয়তান তো মানুষের জন্যে মহা প্রতারক।\" (২৫:২৭-২৯) মহামহিমান্বিত আল্লাহ আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “কখনো কখনো কাফিররা আকাঙ্ক্ষা করবে যে, তারা যদি মুসলিম হতো!” (১৫:২)অতঃপর মহামহিমান্বিত আল্লাহ এখানে ঐ কাফিরদের কথার উদ্ধৃতি দিয়ে বলেনঃ হে আমাদের প্রতিপালক! আমরা আমাদের নেতা ও বড় লোকদের আনুগত্য করেছিলাম এবং তারা আমাদেরকে পথভ্রষ্ট করেছিল। আমরা ভেবেছিলাম যে, আমাদের নেতারা সত্যের উপর প্রতিষ্ঠিত রয়েছে। তাদের কাছে হক ও সত্য আছে। কিন্তু এখন আমরা বুঝতে পারছি যে, তারা সম্পূর্ণরূপে মিথ্যার উপর ছিল। তারা আমাদেরকে পথভ্রষ্ট করেছে। সুতরাং হে আমাদের প্রতিপালক! তাদেরকে আপনি দ্বিগুণ শাস্তি প্রদান করুন। একতো এই কারণে যে, তারা নিজেরা কুফরী করেছে। আর দ্বিতীয় কারণ এই যে, তারা আমাদেরকে পথভ্রষ্ট করে আমাদের সর্বনাশ সাধন করেছে। আর তাদেরকে মহা অভিসম্পাত দিন!একটি কিরআতে (আরবি) এর স্থলে (আরবি) শব্দ রয়েছে। দুটোরই ভাবার্থ একই। যেমন হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু বকর (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে একটি দু'আ শিখিয়ে দিন যা আমি আমার নামাযে পাঠ করবো।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তুমি নিম্নের দু'আটি পড়বেঃ (আরবি)অর্থাৎ “হে আল্লাহ! নিশ্চয়ই আমি আমার নফসের উপর বহু যুলুম করেছি। এবং আপনি ছাড়া কেউ গুনাহ মাফ করতে পারে না। সুতরাং আপনার পক্ষ হতে আমাকে ক্ষমা করে দিন এবং আমার উপর দয়া করুন, নিশ্চয়ই আপনি ক্ষমাশীল, দয়ালু।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন) কেউ কেউ এ কথাও বলেছেন যে, দু'আয় (আরবি) ও (আরবি) এই দু’টি শব্দই মিলিয়ে নেয়া উচিত। কিন্তু এটা ঠিক নয়। বরং সঠিক কথা এটাই যে, কোন সময় বলতে (আরবি) হবে এবং কোন সময় (আরবি) বলতে হবে। যেটা ইচ্ছা সেটাই বলা যাবে কিন্তু দুটোকেই এক সাথে জমা করা যাবে না। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।",
  "ayah": 68,
  "surah": 33
}
