{
  "text": "৭-৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ আমি এই পাঁচজন স্থিরপ্রতিজ্ঞ নবীর নিকট হতে এবং সাধারণ সমস্ত নবীর নিকট হতে দৃঢ় অঙ্গীকার নিয়েছিলাম যে, তারা আমার দ্বীনের প্রচার করবেন ও তার উপর প্রতিষ্ঠিত থাকবেন। তারা পরস্পরে একে অপরকে সাহায্য করবেন এবং একে অপরকে সমর্থন করবেন। তারা পরস্পরের মধ্যে ইত্তেহাদ ও ইত্তেফাক কায়েম রাখবেন। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “স্মরণ কর, যখন আল্লাহ নবীদের অঙ্গীকার নিয়েছিলেনঃ তোমাদেরকে কিতাব ও হিকমত যা কিছু দিয়েছি তার শপথ! যখন একজন রাসূল আসবে তখন নিশ্চয়ই তোমরা তাকে বিশ্বাস করবে এবং তাকে সাহায্য করবে। তিনি বললেনঃ তোমরা কি স্বীকার করলে? এবং এই সম্পর্কে আমার অঙ্গীকার কি তোমরা গ্রহণ করলে? তারা বললো: আমরা স্বীকার করলাম। তিনি বললেনঃ তবে তোমরা সাক্ষী থাকো এবং আমিও তোমাদের সাথে সাক্ষী থাকলাম।” (৩:৮১) এখানে সাধারণ নবীদের বর্ণনা দেয়ার পর বিশিষ্ট মর্যাদা সম্পন্ন নবীদের নামও উল্লেখ করেছেন। অনুরূপভাবে তাদের নাম নিম্নের আয়াতেও রয়েছেঃ (আরবি)এখানে হযরত নূহ (আঃ)-এর নাম উল্লেখ করা হয়েছে যিনি ভূ-পৃষ্ঠে আল্লাহ তাআলার সর্বপ্রথম নবী ছিলেন। হযরত মুহাম্মাদ (সঃ)-এর বর্ণনা রয়েছে যিনি ছিলেন সর্বশেষ নবী এবং হযরত ইবরাহীম (আঃ), হযরত মূসা (আঃ) ও হযরত ঈসা (আঃ)-এর বর্ণনা দেয়া হয়েছে যারা ছিলেন মধ্যবর্তী নবী। এতে সূক্ষ্মদর্শিতা এই রয়েছে যে, প্রথম নবী হযরত আদম (আঃ)-এর পরবর্তী নবী হযরত নূহ (আঃ)-এর নাম উল্লেখ করা হয়েছে এবং হযরত মুহাম্মাদ (সঃ)-এর পূর্ববর্তী নবী হযরত ঈসা (আঃ)-এর নাম উল্লেখ রয়েছে। আর মধ্যবর্তী নবীদের মধ্যে হযরত ইবরাহীম (আঃ) ও হযরত মূসা (আঃ)-এর নাম উল্লেখ করা হয়েছে। এখানেও তো এই ক্রমপর্যায় রয়েছে যে, প্রথম ও শেষের নাম উল্লেখ করার পর মধ্যবর্তী নবীদের বর্ণনা দেয়া হয়েছে। আর এ আয়াতে সর্বপ্রথম সর্বশেষ নবী (সঃ)-এর বর্ণনা দেয়া হয়েছে। কারণ তিনি সর্বশ্রেষ্ঠ ও সর্বাপেক্ষা অধিক মর্যাদা সম্পন্ন নবী। অতঃপর একের পর এক ক্রমানুযায়ী অন্যান্য নবীদের উল্লেখ রয়েছে। আল্লাহ তা'আলা তাঁর সমস্ত নবীর উপর দরূদ ও সালাম নাযিল করুন! এই আয়াতের তাফসীরে রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি সমস্ত নবীর পূর্বে সৃষ্ট হয়েছি এবং দুনিয়ায় সর্বশেষে আগমন করেছি। তাই আমা হতেই শুরু করা হয়েছে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন) কিন্তু এর একজন বর্ণনাকারী সাঈদ ইবনে বাশীর দুর্বল এবং সনদ হিসেবে এটা মুরসাল রূপে বর্ণিত হয়েছে। এটাই বেশী সামঞ্জস্যপূর্ণ। কেউ কেউ এটাকে মাওকুফ রূপে বর্ণনা করেছেন। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। হযরত আবু হুরাইরা (রাঃ) বলেন যে, হযরত আদম (আঃ)-এর সন্তানদের মধ্যে পাঁচজন নবী আল্লাহ তা'আলার নিকট খুইব পছন্দনীয়। তাঁরা হলেনঃ হযরত নূহ (আঃ), হযরত ইবরাহীম (আঃ), হযরত মূসা (আঃ), হযরত ঈসা (আঃ) এবং হযরত মুহাম্মাদ মুস্তফা (সঃ)। এর একজন বর্ণনাকারী হামযাহ দুর্বল। এও বলা হয়েছে যে, এই আয়াতে যে অঙ্গীকারের বর্ণনা রয়েছে তা হলো ওটাই যা আল্লাহ তা'আলা রোযে আযলে হযরত আদম (আঃ)-এর পিঠ হতে সমস্ত মানুষকে বের করে গ্রহণ করেছিলেন।হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণিত আছে যে, হযরত আদম (আঃ)-কে উচ্চে তুলে ধরা হয়। তিনি তাঁর সন্তানদের দেখেন। তাদের মধ্যে তিনি ধনী, নির্ধন, সুন্দর, কুৎসিত সর্বপ্রকারের লোককেই দেখতে পান। তিনি বলেনঃ “হে আল্লাহ! যদি আপনি এদের সবাইকে সমান করতেন তবে কতই না ভাল হতো!” মহামহিমান্বিত আল্লাহ জবাবে বলেনঃ “এটা এজন্যেই করা হয়েছে যে, যেন আমার কৃতজ্ঞতা প্রকাশ করা হয়। তাদের মধ্যে যারা নবী ছিলেন। তিনি তাদেরকেও দেখেন। তাঁরা জ্যোতির্ময় রূপে প্রকাশিত ছিলেন। তাঁদের উপর নূর বর্ষিত হচ্ছিল। তাদের নিকট হতেও নবুওয়াত ও রিসালাতের একটি বিশেষ অঙ্গীকার নেয়া হয়েছিল। যার বর্ণনা এই আয়াতে রয়েছে।ঘোষিত হচ্ছেঃ সত্যবাদীদেরকে তাদের সত্যবাদীতা সম্বন্ধে জিজ্ঞেস করবার জন্যে, অর্থাৎ তাদেরকে রাসূল (সঃ)-এর হাদীসগুলো পৌঁছিয়ে দিতো। আর আল্লাহ তা'আলা অমান্যকারীদের জন্যে প্রস্তুত রেখেছেন বেদনাদায়ক শাস্তি। সুতরাং হে আল্লাহ! আপনি সাক্ষী থাকুন। আমরা সাক্ষ্য দিচ্ছি এবং মনে প্রাণে বিশ্বাস করছি যে, আপনার রাসূলগণ আপনার বান্দাদের কাছে আপনার বাণী কমবেশী ছাড়াই পৌছিয়ে দিয়েছেন। তারা পূর্ণভাবে মঙ্গল কামনা করেছে এবং সত্যকে পরিষ্কারভাবে উজ্জ্বল পন্থায় জনগণের সামনে তুলে ধরেছেন। যাতে সন্দেহের লেশ মাত্র নেই, যদিও হতভাগ্য ও হঠকারীরা তাদেরকে মানেনি। আমাদের বিশ্বাস আছে যে, আপনার রাসূলদের সমস্ত কথা ন্যায় ও সত্য। যারা তাঁদের পথ অনুসরণ করেনি তারা বিভ্রান্ত ও পথভ্রষ্ট। তারা বাতিলের উপর রয়েছে।",
  "ayah": 8,
  "surah": 33
}
