{
  "text": "All of the Prophets are Humans and Men\nAllah states that He only sent Prophets and Messengers from among men and not from among women, as this Ayah clearly states. Allah did not reveal religious and legislative laws to any woman from among the daughters of Adam. This is the belief of Ahlus-Sunnah wal-Jama`ah. Shaykh Abu Al-Hasan, `Ali bin Isma`il Al-Ash`ari mentioned that it is the view of Ahlus-Sunnah wal-Jama`ah, that there were no female Prophets, but there were truthful believers from among women. Allah mentions the most honorable of the truthful female believers, Maryam, the daughter of `Imran, when He said,\nمَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطَّعَامَ\n(The Messiah 'Isa, son of Maryam (Mary), was no more than a Messenger; many were the Messengers that passed away before him. His mother was a Siddiqah truthful believer. They both used to eat food.) 5:75 Therefore, the best description Allah gave her is Siddiqah. Had she been a Prophet, Allah would have mentioned this fact when He was praising her qualities and honor. Therefore, Mary was a truthful believer according to the words of the Qur'an.\nAll Prophets were Humans not Angels\nAd-Dahhak reported that Ibn `Abbas commented on Allah's statement,\nوَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً\n(And We sent not before you (as Messengers) any but men) \"They were not from among the residents of the heaven (angels), as you claimed.\" This statement of Ibn `Abbas is supported by Allah's statements,\nوَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِى الاٌّسْوَاقِ\n(And We never sent before you any of the Messengers, but verily, they ate food and walked in the markets), 25:20\nوَمَا جَعَلْنَاهمْ جَسَداً لاَّ يَأْكُلُونَ الطَّعَامَ وَمَا كَانُواْ خَـلِدِينَ - ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنجَيْنَاهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا الْمُسْرفِينَ\n(And We did not create them with bodies that ate not food, nor were they immortals. Then We fulfilled to them the promise. So We saved them and those whom We willed, but We destroyed extravagants), 21:8-9 and,\nقُلْ مَا كُنتُ بِدْعاً مِّنَ الرُّسُلِ\n(Say: \"I am not a new thing among the Messengers.\") 46:9 Allah said next,\nمِّنْ أَهْلِ الْقُرَى\n(from among the people of townships), meaning, from among the people of cities, not that they were sent among the bedouins who are some of the harshest and roughest of all people.\nDrawing Lessons from the Incidents of the Past\nAllah said next,\nأَفَلَمْ يَسِيرُواْ فِى الاٌّرْضِ\n(Have they not traveled in the land), meaning, `Have not these people who rejected you, O Muhammad, traveled in the land,'\nفَيَنظُرُواْ كَيْفَ كَانَ عَـقِبَةُ الَّذِينَ مِن قَبْلِهِمْ\n(and seen what was the end of those who were before them) that is, the earlier nations that rejected the Messengers, and how Allah destroyed them. A similar end is awaiting all disbelievers. Allah said in another Ayah,\nأَفَلَمْ يَسِيرُواْ فِى الاٌّرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ\n(Have they not traveled through the land, and have they hearts wherewith to understand) 22:46 When they hear this statement, they should realize that Allah destroyed the disbelievers and saved the believers, and this is His way with His creation. This is why Allah said,\nوَلَدَارُ الاٌّخِرَةِ خَيْرٌ لِّلَّذِينَ اتَّقَواْ\n(And verily, the home of the Hereafter is the best for those who have Taqwa.) Allah says, `Just as We saved the faithful in this life, We also wrote safety for them in the Hereafter, which is far better for them than the life of the present world.' Allah said in another Ayah,\nإِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ ءَامَنُواْ فِى الْحَيَوةِ الدُّنْيَا وَيَوْمَ يَقُومُ الاٌّشْهَـدُ - يَوْمَ لاَ يَنفَعُ الظَّـلِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ الْلَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ\n(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth (i.e. Day of Resurrection). The Day when their excuses will be of no profit to the wrongdoers. Theirs will be the curse, and theirs will be the evil abode (in Hellfire).) 40:51-52)",
  "ayah": 109,
  "surah": 12
}
