{
  "text": "A Lesson for Men Who have Understanding\nAllah states here that the stories of the Messengers and their nations and how we saved the believers and destroyed the disbelievers are,\nعِبْرَةٌ لاوْلِى الأَلْبَـبِ\n(a lesson for men of understanding), who have sound minds,\nمَا كَانَ حَدِيثًا يُفْتَرَى\n(It is not a forged statement.) Allah says here that this Qur'an could not have been forged; it truly came from Allah,\nوَلَـكِن تَصْدِيقَ الَّذِى بَيْنَ يَدَيْهِ\n(but a confirmation of that which was before it) in reference to the previously revealed Divine Books, by which this Qur'an testifies to the true parts that remain in them and denies and refutes the forged parts that were added, changed and falsified by people. The Qur'an accepts or abrogates whatever Allah wills of these Books,\nوَتَفْصِيلَ كُلِّ شَىْءٍ\n(and a detailed explanation of everything) Meaning the allowed, the prohibited, the preferred and the disliked matters. The Qur'an deals with the acts of worship, the obligatory and recommended matters, forbids the unlawful and discourages from the disliked. The Qur'an contains major facts regarding the existence and about matters of the future in general terms or in detail. The Qur'an tells us about the Lord, the Exalted and Most Honored, and about His Names and Attributes and teaches us that Allah is glorified from being similar in any way to the creation. Hence, the Qur'an is,\nهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ\n(a guide and a mercy for the people who believe.) with which their hearts are directed from misguidance to guidance and from deviation to conformance, and with which they seek the mercy of the Lord of all creation in this life and on the Day of Return. We ask Allah the Most Great to make us among this group in the life of the present world and in the Hereafter, on the Day when those who are successful will have faces that radiate with light, while those whose faces are dark will end up with the losing deal. This is the end of the Tafsir of Surah Yusuf; and all the thanks and praises are due to Allah, and all our trust and reliance are on Him Alone.",
  "ayah": 111,
  "surah": 12
}
