{
  "text": "Ya`qub orders Yusuf to hide His Vision to avoid Shaytan's Plots\nAllah narrates the reply Ya`qub gave his son Yusuf when he narrated to him the vision that he saw, which indicated that his brothers would be under his authority. They would be subjugated to Yusuf's authority to such an extent that they would prostrate before him in respect, honor and appreciation. Ya`qub feared that if Yusuf narrated his vision to any of his brothers, they would envy him and conspire evil plots against him. This is why Ya`qub said to Yusuf,\nلاَ تَقْصُصْ رُءْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُواْ لَكَ كَيْدًا\n(Relate not your vision to your brothers, lest they should arrange a plot against you.) This Ayah means, \"They might arrange a plot against you that causes your demise.\" In the Sunnah, there is a confirmed Hadith that states,\n«إِذَا رَأَى أَحَدُكُمْ مَا يُحِبُّ فَلْيُحَدِّثْ بِهِ، وَإِذَا رَأَى مَا يَكْرَهُ فَلْيَتَحَوَّلْ إِلَى جَنْبِهِ الْآخَرِ، وَلْيَتْفُلْ عَنْ يَسَارِهِ ثَلَاثًا، وَلْيَسْتَعِذْ بِاللهِ مِنْ شَرِّهَا، وَلَا يُحَدِّثْ بِهَا أَحَدًا فَإِنَّهَا لَنْ تَضُرَّه»\n(If any of you saw a vision that he likes, let him narrate it. If he saw a dream that he dislikes, let him turn on his other side, blow to his left thrice, seek refuge with Allah from its evil and not tell it to anyone. Verily, it will not harm him in this case.) In another Hadith that Imam Ahmad and collectors of the Sunan collected, Mu`awiyah bin Haydah Al-Qushayri said that the Messenger of Allah ﷺ said,\n«الرُّؤْيَا عَلَى رِجْلِ طَائِرٍ مَا لَمْ تُعْبَرْ، فَإِذَا عُبِرَتْ وَقَعَت»\n(The dream is tied to a bird's leg, as long as it is not interpreted. If it is interpreted, it comes true.) Therefore, one should hide the prospects or the coming of a bounty until it comes into existence and becomes known. The Prophet said,\n«اسْتَعِينُوا عَلَى قَضَاءِ الْحَوَائِجِ بِكِتْمَانِهَا، فَإِنَّ كُلَّ ذِي نِعْمَةٍ مَحْسُود»\n(Earn help for fulfilling needs by being discrete, for every owner of a blessing is envied.)",
  "ayah": 5,
  "surah": 12
}
