{
  "text": "Yusuf's Brothers travel to Egypt\nAs-Suddi, Muhammad bin Ishaq and several others said that the reason why Yusuf's brothers went to Egypt, is that after Yusuf became minister of Egypt and the seven years of abundance passed, then came the seven years of drought that struck all areas of Egypt. The drought also reached the area of Kana`an (Canaan), where Prophet Ya`qub, peace be upon him, and his children resided. Prophet Yusuf efficiently guarded the people's harvest and collected it, and what he collected became a great fortune for the people. This also permitted Yusuf to give gifts to the people who sought his aid from various areas who came to buy food and provisions for their families. Yusuf would not give a family man more than whatever a camel could carry, as annual provisions for them. Yusuf himself did not fill his stomach from this food, nor did the king and his aids eat except one meal a day. By doing so, the people could sustain themselves with what they had for the remainder of the seven years. Indeed, Yusuf was a mercy from Allah sent to the people of Egypt. Yusuf's brothers were among those who came to Egypt to buy food supplies, by the order of their father. They knew that the `Aziz of Egypt was selling food to people who need it for a low price, so they took some merchandise from their land with them to exchange it for food. They were ten, because Ya`qub peace be upon him kept his son and Yusuf's brother Binyamin with him. Binyamin was the dearest of his sons to him after Yusuf. When Prophet Yusuf's brothers entered on him in his court and the center of his authority, he knew them the minute he saw them. However, they did not recognize him because they got rid of him when he was still young, and sold him to a caravan of travelers while unaware of their destination. They could not have imagined that Yusuf would end up being a minister, and this is why they did not recognize him, while he did recognize them. As-Suddi said that Yusuf started talking to his brothers and asked them, \"What brought you to my land\" They said, \"O, `Aziz, we came to buy provisions.\" He asked them, \"You might be spies.\" They said, \"Allah forbids.\" He asked them, \"Where are you from\" They said, \"From the area of Kana`an, and our father is Allah's Prophet Ya`qub.\" He asked them, \"Does he have other children besides you\" They said, \"Yes, we were twelve brothers. Our youngest died in the desert, and he used to be the dearest to his father. His full brother is alive and his father kept him, so that his closeness compensates him for losing our youngest brother who died.\" Yusuf ordered that his brothers be honored and allowed to remain,\nوَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ\n(And when he furnished them with their provisions,) according to their needs and gave them what they wanted to buy, he said to them, \"Bring me your brother from your father's side whom you mentioned, so that I know that you have told me the truth.\" He continued,\nأَلاَ تَرَوْنَ أَنِّى أُوفِى الْكَيْلَ وَأَنَاْ خَيْرُ الْمُنْزِلِينَ\n(See you not that I give full measure, and that I am the best of the hosts) encouraging them to return to him. He then threatened them,\nفَإِن لَّمْ تَأْتُونِى بِهِ فَلاَ كَيْلَ لَكُمْ عِندِى\n(But if you bring him not to me, there shall be no measure (of corn) for you with me. ) He threatened them that if the next time they come without Binyamin with them, they will not be allowed to buy the food that they need,\nفَإِن لَّمْ تَأْتُونِى بِهِ فَلاَ كَيْلَ لَكُمْ عِندِى وَلاَ تَقْرَبُونِ - قَالُواْ سَنُرَوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـعِلُونَ\n(\"...nor shall you come near me.\" They said: \"We shall try to get permission (for him) from his father, and verily, we shall do it.\") They said, `We will try our best to bring him with us, so that we spare no effort to prove to you that we are truthful in what we told you about ourselves.' Allah said,\nوَقَالَ لِفِتْيَانِهِ\n(And Yusuf told his servants), or his slaves,\nاجْعَلُواْ بِضَـعَتَهُمْ\n(to put their money), or the merchandise they brought with them to exchange for food,\nفِى رِحَالِهِمْ\n(into their bags,), while they were unaware,\nلَعَلَّهُمْ يَرْجِعُونَ\n(in order that they might come again.) It was said that Yusuf did this because he feared that his brothers might not have any more merchandise they could bring with them to exchange for food.",
  "ayah": 62,
  "surah": 12
}
