{
  "text": "Allah's Prophet Ya`qub receives the Grievous News\nAllah's Prophet Ya`qub repeated to his children the same words he said to them when they brought false blood on Yusuf' shirt,\nبَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ\n(Nay, but your own selves have beguiled you into something. So patience is most fitting (for me).) Muhammad bin Ishaq said, \"When they went back to Ya`qub and told him what happened, he did not believe them and thought that this was a repetition of what they did to Yusuf. So he said,\nبَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ\n(Nay, but your own selves have beguiled you into something. So patience is most fitting (for me).) Some said that since this new development came after what they did before to Yusuf, they were given the same judgement to this later incident that was given to them when they did what they did to Yusuf. Therefore, Ya`qub's statement here is befitting,\nبَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ\n(Nay, but your own selves have beguiled you into something. So patience is most fitting (for me).) He then begged Allah to bring back his three sons: Yusuf, Binyamin and Rubil to him.\" Rubil had remained in Egypt awaiting Allah's decision about his case, either his father's permission ordering him to go back home, or to secure the release of his brother in confidence. This is why Ya`qub said,\nعَسَى اللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ\n(May be Allah will bring them (back) all to me. Truly, He! Only He is All-Knowing,), in my distress,\nالْحَكِيمُ\n(the All-Wise), in His decisions and the decree and preordainment He appoints. Allah said next,\nوَتَوَلَّى عَنْهُمْ وَقَالَ يأَسَفَا عَلَى يُوسُفَ\n(And he turned away from them and said: \"Alas, my grief for Yusuf!\") He turned away from his children and remembered his old grief for Yusuf,\nيأَسَفَا عَلَى يُوسُفَ\n(Alas, my grief for Yusuf!) The new grief, losing Binyamin and Rubil, renewed his old sadness that he kept to himself. `Abdur-Razzaq narrated that Ath-Thawri said that Sufyan Al-`Usfuri said that Sa`id bin Jubayr said, \"Only this nation the following of Prophet Muhammad ﷺ were given Al-Istirja'. Have you not heard the statement of Ya`qub, peace be upon him,\nيأَسَفَا عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ\n(\"Alas, my grief for Yusuf !\" And he lost his sight because of the sorrow that he was suppressing. )\" Ya`qub suppressed his sorrow and did not complain to a created being, according to Qatadah and other scholars. Ad-Dahhak also commented, \"Ya`qub was aggrieved, sorrowful and sad.\" Ya`qub's children felt pity for him and said, while feeling sorrow and compassion,\nتَالله تَفْتَأُ تَذْكُرُ يُوسُفَ\n(By Allah! You will never cease remembering Yusuf), `you will keep remembering Yusuf,\nحَتَّى تَكُونَ حَرَضاً\n(until you become weak with old age,), until your strength leaves you,'\nأَوْ تَكُونَ مِنَ الْهَـلِكِينَ\n(or until you be of the dead.) They said, `if you continue like this, we fear for you that you might die of grief,'\nقَالَ إِنَّمَآ أَشْكُو بَثِّى وَحُزْنِى إِلَى اللَّهِ\n(He said: \"I only complain of my grief and sorrow to Allah.\") When they said these words to him, Ya`qub said,\nإِنَّمَآ أَشْكُو بَثِّى وَحُزْنِى\n`(I only complain of my grief and sorrow) for the afflictions that struck me,\nإِلَى اللَّهِ\n(to Allah, ) alone,\nوَأَعْلَمُ مِنَ اللَّهِ مَا لاَ تَعْلَمُونَ\n(and I know from Allah that which you know not.) I anticipate from Allah each and every type of goodness.' Ibn `Abbas commented on the meaning of,\nوَأَعْلَمُ مِنَ اللَّهِ مَا لاَ تَعْلَمُونَ\n(and I know from Allah that which you know not.) \"The vision that Yusuf saw is truthful and Allah will certainly make it come true.\"",
  "ayah": 80,
  "surah": 12
}
