{
  "text": "Yusuf reveals His True Identity to His Brothers and forgives Them\nAllah says, when Yusuf's brothers told him about the afflictions and hardship, and shortages in food they suffered from in the aftermath of the drought that struck them, and he remembered his father's grief for losing his two children, he felt compassion, pity and mercy for his father and brothers. He felt this way, especially since he was enjoying kingship, authority and power, so he cried and revealed his true identity to them when he asked them,\nهَلْ عَلِمْتُمْ مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَـهِلُونَ\n(Do you know what you did with Yusuf and his brother, when you were ignorant) meaning, `when you separated between Yusuf and his brother,'\nإِذْ أَنتُمْ جَـهِلُونَ\n(when you were ignorant) He said, `What made you do this is your ignorance of the tremendous sin you were about to commit.' It appears, and Allah knows best, that Yusuf revealed his identity to his brothers only then by Allah's command, just as he hid his identity from them in the first two meetings, by Allah's command. When the affliction became harder, Allah sent His relief from that affliction, just as He said He does,\nفَإِنَّ مَعَ الْعُسْرِ يُسْراً - إِنَّ مَعَ الْعُسْرِ يُسْراً\n(Verily, along with every hardship is relief. Verily, along with every hardship is relief.)94:5-6 This is when they said to Yusuf,\nأَءِنَّكَ لاّنتَ يُوسُفُ\n(Are you indeed Yusuf), in amazement, because they had been meeting him for more than two years while unaware of who he really was. Yet, he knew who they were and hid this news from them. Therefore, they asked in astonishment,\nأَءِنَّكَ لاّنتَ يُوسُفُ قَالَ أَنَاْ يُوسُفُ وَهَـذَا أَخِى\n(Are you indeed Yusuf He said: \"I am Yusuf, and this is my brother...\") Yusuf said next,\nقَدْ مَنَّ اللَّهُ عَلَيْنَآ\n`(Allah has indeed been gracious to us.) by gathering us together after being separated all this time,'\nإِنَّهُ مَن يَتَّقِ وَيِصْبِرْ فَإِنَّ اللَّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَقَالُواْ تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا\n(\"Verily, he who has Taqwa, and is patient, then surely, Allah makes not the reward of the gooddoers to be lost.\" They said: \"By Allah! Indeed Allah has preferred you above us.\") They affirmed Yusuf's virtue above them, being blessed with beauty, conduct, richness, kingship, authority and, above all, prophethood. They admitted their error and acknowledged that they made a mistake against him,\nقَالَ لاَ تَثْرَيبَ عَلَيْكُمُ الْيَوْمَ\n(He said: \"No reproach on you this day.\") He said to them, `There will be no blame for you today or admonishment, and I will not remind you after today of your error against me.' He then multiplied his generosity by invoking Allah for them for mercy,\nيَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَحِمِينَ\n(may Allah forgive you, and He is the Most Merciful of those who show mercy!)",
  "ayah": 92,
  "surah": 12
}
