{
  "text": "The Grace of Allah towards the People of the Slander by giving Them the Opportunity to repent\nAllah says,\nوَلَوْلاَ فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِى الدُّنْيَا وَالاٌّخِرَةِ\n(Had it not been for the grace of Allah and His mercy unto you in this world and in the Hereafter,) This is addressed to those who were indulging in discussing the matter of `A'ishah, informing them that Allah has accepted their repentance in this world, and forgiven them because of their faith in the Hereafter.\nلَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ\n(would have touched you for that whereof you had spoken.) with regard to the slander.\nعَذَابٌ عظِيمٌ\n(a great torment) This refers to those who had faith in Allah because of their repentance, such as Mistah, Hassan and Hamnah bint Jahsh the sister of Zaynab bint Jahsh. As for the hypocrites who indulged in the slander, such as `Abdullah bin Ubayy bin Salul and his like, they are not the ones who are referred to in this Ayah , because they did not have sufficient faith and righteous deeds to balance or cancel out what they had done. By the same token, the threats that were narrated for a specific deed are bound to be carried out, if there is no repentance or sufficient righteous deeds to balance or outweigh it. Then Allah says:\nإِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ\n(When you were propagating it with your tongues,) Mujahid and Sa`id bin Jubayr said, \"Some of you were relating it to others,\" where one says, `I heard this from so-and-so, and so-and-so said such and such, and some of them mentioned such and such.' Others recited the Ayah: (إِذْ تَلِقُونَهُ بِأَلْسِنَتِكُمْ) (\"When you were inventing a lie with your tongues...\") In Sahih Al-Bukhari, it is recorded that `A'ishah recited it like that. According to her, the meaning refers to lies which a person persists in telling. The first recitation is preferred and more popular, and the majority recite it that way, but the second is reported from `A'ishah, the Mother of the believers.\nوَتَقُولُونَ بِأَفْوَهِكُمْ مَّا لَّيْسَ لَكُمْ بِهِ عِلْمٌ\n(and uttering with your mouths that whereof you had no knowledge,) means, you were speaking about something which you knew nothing about. Then Allah says:\nوَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ اللَّهِ عَظِيمٌ\n(you counted it a little thing, while with Allah it was very great.) means, `you said what you said about the Mother of the believers and you thought that it was a trifling and insignificant matter, but even if she was not the wife of the Prophet , it still would not be an insignificant matter -- so how about when she is the wife of the Unlettered Prophet, the Seal of the Prophets and Leader of the Messengers ' It is a very serious matter with Allah that such a thing should be said about the wife of His Messenger! For Allah, may He be glorified and exalted, feels great fury and anger over such matters, and He would never decree such a thing for the wife of any of His Prophets. If that is the case, then how about the best of the wives of any Prophet, the wife of the best of the sons of Adam in this world and the next Allah says:\nوَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ اللَّهِ عَظِيمٌ\n(you counted it a little thing, while with Allah it was very great.) In the Two Sahihs it is reported that:\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ، لَا يَدْرِي مَا تَبْلُغُ، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ»\n(A man may say a word that angers Allah without realizing how far it will go, and because of that he will be thrown into Hell a distance greater than that between heaven and earth.) According to another report:\n«لَا يُلْقِي لَهَا بَالًا»\n(And he may not pay any attention to it.)",
  "ayah": 15,
  "surah": 24
}
