{
  "text": "A Reminder of the Grace of Allah and a Warning against following the Footsteps of Shaytan\nAllah says:\nوَلَوْلاَ فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَّحِيمٌ\n(And had it not been for the grace of Allah and His mercy on you, and that Allah is full of kindness, Most Merciful.) meaning, if it were not for this, it would have been another matter altogether, but He, may He be exalted, is full of kindness towards His servants and Merciful towards them. He accepts the repentance of those who repent to Him from this sin, and purifies those among them who are purified by the prescribed punishment carried out on them. Then Allah says:\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَتَّبِعُواْ خُطُوَتِ الشَّيْطَـنِ\n(O you who believe! Follow not the Khutuwat of Shaytan.) hmeaning, his ways and paths and what he commands,\nوَمَن يَتَّبِعْ خُطُوَتِ الشَّيْطَـنِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَآءِ وَالْمُنْكَرِ\n(And whosoever follows the footsteps of Shaytan, then, verily, he commands immorality and the evil deeds.) This is a warning given in the most concise and eloquent manner. `Ali bin Abi Talhah recorded from Ibn `Abbas that\nخُطُوَتِ الشَّيْطَـنِ\n(the Khutuwat of Shaytan) means his deeds. `Ikrimah said that it means his evil whispers. Qatadah said: \"Every sin is one of the footsteps of Shaytan.\" Abu Mijlaz said: \"Vowing to commit sin is one of the footsteps of Shaytan.\" Then Allah says:\nوَلَوْلاَ فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنكُم مِّنْ أَحَدٍ أَبَداً\n(And had it not been for the grace of Allah and His mercy on you, not one of you would ever have been pure from sins.) meaning, if He did not help whomever He wills to repent and come back to Him and be purified from Shirk, evil and sin, and whatever bad characteristics each person has according to his nature, no one would ever attain purity and goodness.\nوَلَـكِنَّ اللَّهَ يُزَكِّى مَن يَشَآءُ\n(But Allah purifies whom He wills) means, among His creation, and He sends astray whomever He wills, leaving him to be doomed in his misguidance and sin.\nوَاللَّهُ سَمِيعٌ\n(and Allah is All-Hearer,) means, He hears what His servants say,\nعَلِيمٌ\n(All-Knower.) of who deserves to be guided and who deserves to be misguided.",
  "ayah": 21,
  "surah": 24
}
