{
  "text": "Urging Those Who have been blessed with Wealth to give and to be tolerant\nAllah says,\nوَلاَ يَأْتَلِ\n(And let not swear) meaning, make an oath,\nأُوْلُواْ الْفَضْلِ مِنكُمْ\n(those among you who are blessed with graces ) means, those who have the means to give charity and do good,\nوَالسَّعَةِ\n(and wealth) means, good fortune,\nأَن يُؤْتُواْ أُوْلِى الْقُرْبَى وَالْمَسَـكِينَ وَالْمُهَـجِرِينَ فِى سَبِيلِ اللَّهِ\n(to give to their kinsmen, the poor, and those who left their homes for Allah's cause.) means, do not swear that you will not uphold the ties of kinship with your relatives who are needy or who migrated for the sake of Allah, which is the ultimate act of kindness in the area of upholding kinship ties. Allah says,\nوَلْيَعْفُواْ وَلْيَصْفَحُواْ\n(Let them pardon and forgive.) past insults and bad treatment. This is part of the patience, generosity and kindness of Allah towards His creation, despite the fact that they wrong themselves. This Ayah was revealed concerning As-Siddiq, may Allah be pleased with him, when he swore that he would not help Mistah bin Uthathah after he said what he said about `A'ishah, as we have already seen in the Hadith. When Allah revealed the innocence of the Mother of the believers, `A'ishah, and the believers were happy and content with the outcome of this incident, and those believers who had talked about the matter repented, and the prescribed punishment had been carried out upon those on whom it was carried out, then Allah started to soften the heart of As-Siddiq towards his relative Mistah bin Uthathah. Mistah was the cousin of As-Siddiq, the son of his maternal aunt, and he was a poor man with no wealth except whatever Abu Bakr spent on him. He was one of those who had migrated for the sake of Allah. He had invented the lies and the slander, but then Allah accepted his repentance from that and the prescribed punishment was carried out on him. As-Siddiq was known for his generosity and he did favors to his relatives and strangers alike. When this Ayah was revealed:\nأَلاَ تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ\n(Do you not love that Allah should forgive you), which shows that the reward fits the action, and that `if you forgive others, you will be forgiven,' then As-Siddiq said, \"Of course, by Allah, we love -- O our Lord -- that You should forgive us.\" Then he resumed his spending on Mistah and said, \"By Allah I will never stop spending on him.\" This was to counteract what he had said previously, \"By Allah I will never spend on him.\" This proves that he deserved to be called As-Siddiq, may Allah be pleased with him and his daughter.",
  "ayah": 22,
  "surah": 24
}
