{
  "text": "A Threat to Those who accuse Chaste Women, Who never even think of anything touching their Chastity and are Good Believers\nThis is a warning and threat from Allah to those who accuse chaste women, who never even think of anything effecting their chastity since they are good believers. The Mothers of the believers are more entitled to be included in this category than any other chaste woman, especially the one who was the reason for this Ayah being revealed: `A'ishah bint As-Siddiq, may Allah be pleased with them both. All of the scholars agree that whoever slanders her or makes accusations against after what has been said in this Ayah, is a disbeliever, because of his being obstinate with the Qur'an. The same ruling applies to all of the Mothers of the believers.\nلُعِنُواْ فِى الدُّنْيَا وَالاٌّخِرَةِ\n(are cursed in this life and in the Hereafter,) This is like the Ayah:\nإِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ\n(Verily, those who annoy Allah and His Messenger,) 33:57 `Abdur-Rahman bin Zayd bin Aslam said, \"This is about `A'ishah, and whoever does anything similar nowadays to Muslim women, the same applies to him, but `A'ishah is the one who is primarily referred to here.\" Ibn Abi Hatim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said:\n«اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ»\n(Shun the seven destructive sins. ) He was asked, \"What are they, O Messenger of Allah\" He said:\n«الشِّرْكُ بِاللهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ»\n(Associating partners with Allah; magic; killing a soul whom Allah has forbidden to be killed, except with just cause; consuming Riba; consuming the property of orphans; desertion at the time of war; and accusing chaste women, who never even think of anything touching their chastity and are good believers.) This was recorded by Al-Bukhari and Muslim in the Two Sahihs.\nيَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ\n(On the Day when their tongues, their hands, and their legs will bear witness against them as to what they used to do.) Ibn Abi Hatim recorded that Ibn `Abbas said, \"This refers to the idolators when they realize that no one will enter Paradise except the people who used to perform Salah. They will say, `Come, let us deny (everything).' So they will deny (everything), then their mouths will be sealed and their hands and feet will testify against them, and they will not be able to hide anything from Allah.\" Ibn Abi Hatim also recorded that Anas bin Malik said, \"We were with the Prophet and he smiled so broadly that his back teeth could be seen, then he said:\n«أَتَدْرُونَ مِمَّ أَضْحَكُ؟»\n(Do you know why I am smiling) We said, `Allah and His Messenger know best.' He said,\n«مِنْ مُجَادَلَةِ الْعَبْدِ لِرَبِّهِ يَقُولُ: يَا رَبِّ أَلَمْ تُجِرْنِي مِنَ الظُّلْمِ؟ فَيَقُولُ: بَلَى، فَيَقُولُ: لَا أُجِيزُ عَلَيَّ شَاهِدًا إِلَّااِمنْ نَفْسِي، فَيَقُولُ: كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ شَهِيدًا وَبِالْكِرَامِ عَلَيْكَ شُهُودًا، فَيُخْتَمُ عَلَى فِيهِ وَيُقَالُ لِأَرْكَانِهِ: انْطِقِي فَتَنْطِقَ بِعَمَلِهِ، ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلَامِ فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا فَعَنْكُنَّ كُنْتُ أُنَاضِلُ»\n(Because of the way a person will dispute with his Lord. He will say, \"O Lord, did you not protect me from doing wrong\" Allah will say, \"Of course,\" The person will say, \"I will not accept for anyone to give testimony concerning me except myself.\" Allah will say, \"You are sufficient as a witness against yourself.\" Then a seal will be put upon his mouth and it will be said to his faculties, \"Speak.\" So they will speak about his deeds. Then he will be permitted to speak, and he will say, \"Away with you! I was only speaking in your defence!\") This was recorded by Muslim and An-Nasa'i.\nيَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ\n(On that Day Allah will pay Dinahum,) Ibn `Abbas said,\nدِينَهُمُ\n(Dinahum) \"Meaning `their account.' Every time Dinahum appears in the Qur'an it means `their account.\"' This was also the view of other scholars.\nوَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ\n(and they will know that Allah, He is the Manifest Truth.) means, His promise, His threat and His reckoning are all just and there is no unfairness in them.",
  "ayah": 23,
  "surah": 24
}
