{
  "text": "Seeking Permission and the Etiquette of entering Houses\nThis is the Islamic etiquette. Allah taught these manners (of seeking permission) to His believing servants and commanded them not to enter houses other than their own until they had asked permission, i.e., to ask for permission before entering and to give the greeting of Salam after asking. One should seek permission three times, and if permission is given, (he may enter), otherwise he should go away.It was reported in the Sahih that when Abu Musa asked `Umar three times for permission to enter and he did not give him permission, he went away. Then `Umar said, \"Did I not hear the voice of `Abdullah bin Qays asking for permission to enter Let him come in.\" So they looked for him, but found that he had gone. When he came later on, `Umar said, \"Why did you go away\" He said, \"I asked for permission to enter three times, but permission was not given to me, and I heard the Prophet say,\n«إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلَاثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَنْصَرِفْ»\n(If any one of you asks for permission three times and it is not given, then let him go away.)\" `Umar said, \"You should certainly bring me evidence for this or I shall beat you!\" So he went to a group of the Ansar and told them what `Umar said. They said, \"No one will give testimony for you but the youngest of us.\" So Abu Sa`id Al-Khudri went with him and told `Umar about that. `Umar said, \"What kept me from learning that was my being busy in the marketplace.\" Imam Ahmad recorded a narration stating that Anas or someone else said that the Messenger of Allah ﷺ asked for permission to enter upon Sa`d bin `Ubadah. He said:\n«السَّلَامُ عَلَيْكَ وَرَحْمَةُ اللهِ»\n(As-Salamu `Alayka wa Rahmatullah) Sa`d said, \"Wa `Alaykas-Salam Wa Rahmatullah,\" but the Prophet did not hear the returned greeting until he had given the greeting three times and Sa`d had returned the greeting three times, but he did not let him hear him i.e., Sa`d responded in a low voice. So the Prophet went back, and Sa`d followed him and said,\"O Messenger of Allah, may my father and mother be ransomed for you! You did not give any greeting but I responded to you, but I did not let you hear me. I wanted to get more of your Salams and blessings.\" Then he admitted him to his house and offered him some raisins. The Prophet ate, and when he finished, he said,\n«أَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلَائِكَةُ، وَأَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ»\n(May the righteous eat your food, may the angels send blessings upon you and may those who are fasting break their fast with you.) It should also be known that the one who is seeking permission to enter should not stand directly in front of the door; he should have the door on his right or left, because of the Hadith recorded by Abu Dawud from `Abdullah bin Busr, who said, \"When the Messenger of Allah ﷺ came to someone's door, he would never stand directly in front of it, but to the right or left, and he would say,\n«السَّلَامُ عَلَيْكُمْ، السَّلَامُ عَلَيْكُمْ»\n(As-Salamu `Alaykum, As-Salamu `Alaykum.) That was because at that time the houses had no covers or curtains over their doorways.\" This report was recorded by Abu Dawud only. In the Two Sahihs, it is recorded that the Messenger of Allah ﷺ said:\n«لَوْ أَنَّ امْرَءًا اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَخَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ، مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ»\n(If a person looks into your house without your permission, and you throw a stone at him and it puts his eye out, there will be no blame on you.) The Group recorded that Jabir said, \"I came to the Prophet with something that was owed by my father and knocked at the door. He said,\n«مَنْ ذَا؟»\n(Who is that) I said, \"I am!\" He said,\n«أَنَا أَنَا»\n(I I) as if he disliked it.\" He did not like it because this word tells you nothing about who is saying it, unless he clearly states his name or the name by which he is known, (nickname) otherwise everyone could call himself \"Me\", and it does not fulfill the purpose of asking permission to enter, which is to put people at their ease, as commanded in the Ayah. Al-`Awfi narrated from Ibn `Abbas, \"Putting people at ease means seeking permission to enter.\" This was also the view of others. Imam Ahmad recorded from Kaladah bin Al-Hanbal that at the time of the Conquest (of Makkah), Safwan bin Umayyah sent him with milk, a small gazelle, and small cucumbers when the Prophet was at the top of the valley. He said, \"I entered upon the Prophet and I did not give the greeting of Salam nor ask for permission to enter. The Prophet said,\n«ارْجِعْ فَقُلْ: السَّلَامُ عَلَيْكُمْ أَأَدْخُلُ؟»\n(Go back and say: \"As-Salamu `Alaykum, may I enter\") This was after Safwan had become Muslim.\" This was also recorded by Abu Dawud, At-Tirmidhi and An-Nasa'i. At-Tirmidhi said, \"Hasan Gharib.\" Ibn Jurayj said that he heard `Ata' bin Abi Rabah narrating that Ibn `Abbas, may Alah be pleased with him, said, \"There are three Ayat whose rulings people neglect. Allah says,\nإِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ\n(Verily, the most honorable of you with Allah is the one who has the most Taqwa) 49:13, But (now) they say that the most honorable of them with Allah is the one who has the biggest house. As for seeking permission, the people have forgotten all about it.\" I said, \"Should I seek permission to enter upon my orphan sisters who are living with me in one house\" He said, \"Yes.\" I asked him to make allowances for me but he refused and said, \"Do you want to see them naked\" I said, \"No.\" He said, \"Then ask for permission to enter.\" I asked him again and he said, \"Do you want to obey Allah\" I said, \"Yes.\" He said, \"Then ask for permission.\" Ibn Jurayj said, \"Ibn Tawus told me that his father said, `There are no women whom I hate to see naked more than those who are my Mahrams.' He was very strict on this point.\" Ibn Jurayj narrated that Az-Zuhri said, \"I heard Huzayl bin Shurahbil Al-Awdi Al-A`ma (say that) he heard Ibn Mas`ud say, `You have to seek permission to enter upon your mothers.\"' Ibn Jurayj said, \"I said to `Ata': `Does a man have to seek permission to enter upon his wife' He said, `No, it can be understood that this is not obligatory, but it is better for him to let her know that he is coming in so as not to startle her, because she may be in a state where she does not want him to see her. \"' Abu Ja`far bin Jarir narrated from the nephew of Zaynab -- the wife of `Abdullah bin Mas`ud -- that Zaynab, may Allah be pleased with her, said, \"When `Abdullah came back from some errand and reached the door, he would clear his throat and spit, because he did not want to come suddenly and find us in a state he disliked.\" Its chain of narration is Sahih.\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُواْ وَتُسَلِّمُواْ عَلَى أَهْلِهَا\n(O you who believe! Enter not houses other than your own, until you have asked permission and greeted those in them;) Muqatil bin Hayyan said: \"During the Jahiliyyah, when a man met his friend, he would not greet him with Salam; rather he would say \"Huyyita Sabahan\" or \"Huyyita Masa'an\" equivalent to \"Good morning\" or \"Good evening\". This was the greeting among the people at that time. They did not seek permission to enter one another's houses; a man might walk straight in and say, \"I have come in,\" and so on. This was difficult for a man to bear, as he might be with his wife. So Allah changed all that by enjoining covering and chastity, making it pure and free of any sin or impropriety. So Allah said:\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُواْ وَتُسَلِّمُواْ عَلَى أَهْلِهَا\n(O you who believe! Enter not houses other than your own, until you have asked permission and greeted those in them...) What Muqatil said is good. Allah said:\nذَلِكُمْ خَيْرٌ لَّكُمْ\n(that is better for you,) meaning, seeking permission to enter in is better for you because it is better for both parties, the one who is seeking permission to enter and the people inside the house.\nلَعَلَّكُمْ تَذَكَّرُونَ\n(in order that you may remember.)\nفَإِن لَّمْ تَجِدُواْ فِيهَآ أَحَداً فَلاَ تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمُ\n(And if you find no one therein, still enter not until permission has been given.) This has to do with the way in which one deals with other people's property without their permission. If he wants to, he can give permission, and if he wants to he can refrain from giving permission.\nوَإِن قِيلَ لَكُمْ ارْجِعُواْ فَارْجِعُواْ هُوَ أَزْكَى لَكُمْ\n(And if you are asked to go back, go back, for it is purer for you.) means, if you are turned away at the door, before or after permission has been given,\nفَارْجِعُواْ هُوَ أَزْكَى لَكُمْ\n(go back, for it is purer for you.) means, going back is purer and better for you.\nوَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ\n(And Allah is All-Knower of what you do.) Qatadah said that one of the emigrants said: \"All my life I tried to follow this Ayah, but if I asked for permission to enter upon one of my brothers and he asked me to go back, I could not do so happily, although Allah says,\nوَإِن قِيلَ لَكُمْ ارْجِعُواْ فَارْجِعُواْ هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ\n(And if you are asked to go back, go back, for it is purer for you. And Allah is All-Knower of what you do.)\"\nوَإِن قِيلَ لَكُمْ ارْجِعُواْ فَارْجِعُواْ\n(And if you are asked to go back, go back....) Sa`id bin Jubayr said, \"This means, do not stand at people's doors.\"\nلَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُواْ بُيُوتاً غَيْرَ مَسْكُونَةٍ\n(There is no sin on you that you enter houses uninhabited,) This Ayah is more specific than the one that comes before it, because it states that it is permissible to enter houses where there is nobody, if one has a reason for doing so, such as houses that are prepared for guests -- if he has been given permission once, then this is sufficient. Ibn Jurayj said, \"Ibn `Abbas said:\nلاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ\n(Enter not houses other than your own, ) then this was abrogated and an exception was made, and Allah said:\nلَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُواْ بُيُوتاً غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ\n(There is no sin on you that you enter houses uninhabited, (when) you have any interest in them.) This was also narrated from `Ikrimah and Al-Hasan Al-Basri.",
  "ayah": 28,
  "surah": 24
}
