{
  "text": "The Power of Allah to create the Clouds and that which comes from Them\nAllah tells us that He drives the clouds from the beginning, when they are formed and are still weak. This is the \"Gentle driving.\"\nثُمَّ يُؤَلِّفُ بَيْنَهُ\n(then joins them together,) means, He brings them together after they have been scattered.\nثُمَّ يَجْعَلُهُ رُكَاماً\n(then makes them into a heap of layers,) means, He piles them up on top of one another.\nفَتَرَى الْوَدْقَ\n(and you see the Wadq) meaning the rain,\nيَخْرُجُ مِنْ خِلاَلِهِ\n(come forth from between them;) means, from the gaps between them. This is how it was understood by Ibn `Abbas and Ad-Dahhak. `Ubayd bin `Umayr Al-Laythi said: \"Allah sends the scatterer wind, which stirs up that which is on the surface of the earth. Then he sends the generator wind, which forms the clouds. Then He sends the joiner wind which brings them together. Then He sends the fertilizer wind which fertilizes or `seeds' the clouds.\" This was recorded by Ibn Abi Hatim and Ibn Jarir.\nوَيُنَزِّلُ مِنَ السَّمَآءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ\n(and He sends down from Min the sky, from Min mountains in it of Min ice,) Some of the grammarians said that the first Min describes the place from which it is coming, the second specifies from which part of the sky it comes, and the third means some kind of mountains. This is based on the view of those scholars of Tafsir who say that,\nمِن جِبَالٍ فِيهَا مِن بَرَدٍ\n(from Min mountains in it of Min ice) means that there are mountains of hail in the sky from which Allah sends down ice. As for those who say that \"mountains\" here is used as a metaphor for clouds, they think that the second Min is also used to describe the place from which the ice is coming, and is thus interchangeable with the first. And Allah knows best.\nفَيُصِيبُ بِهِ مَن يَشَآءُ وَيَصْرِفُهُ عَن مَّن يَشَآءُ\n(and strikes therewith whom He wills, and averts it from whom He wills.) It may be that the phrase\nفَيُصِيبُ بِهِ\n(and strikes therewith) means, with what He sends down from the sky of different kinds of rain and hail. So then the phrase\nفَيُصِيبُ بِهِ مَن يَشَآءُ\n(and strikes therewith whom He wills) means, by His mercy towards them, and\nوَيَصْرِفُهُ عَن مَّن يَشَآءُ\n(and averts it from whom He wills. ) means, He withholds rain from them. Or it may be that\nفَيُصِيبُ بِهِ\n(and strikes therewith) means, with hail, as a punishment towards whomever He wills, striking their fruits and destroying their crops and trees. And He averts it from whomever He wills as a mercy towards them.\nيَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالاٌّبْصَـرِ\n(The vivid flash of its lightning nearly blinds the sight.) the brightness of its lightning almost takes away their sight if the eyes follow it and try to look at it.\nيُقَلِّبُ اللَّهُ الَّيْلَ وَالنَّهَارَ\n(Allah causes the night and the day to succeed each other.) He is controlling them, so that He takes something from the length of one and adds it to the other, which is short, until they become equal, then He does the opposite so that the one which was short becomes long and vice versa. Allah is the One Who is controlling that by His command, power, might and knowledge.\nإِنَّ فِى ذَلِكَ لَعِبْرَةً لاوْلِى الاٌّبْصَـرِ\n(Truly, in this is indeed a lesson for those who have insight.) means, this is an indication of His greatness, may He be exalted. This is like the Ayah:\nإِنَّ فِى خَلْقِ السَّمَـوَتِ وَالاٌّرْضِ وَاخْتِلَـفِ الَّيْلِ وَالنَّهَارِ لاّيَـتٍ لاٌّوْلِى الاٌّلْبَـبِ\n(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding.) 3:190 and thereafter.",
  "ayah": 43,
  "surah": 24
}
