{
  "text": "Allah's Promise to the Believers that He would grant them Succession\nThis is a promise from Allah to His Messenger that He would cause his Ummah to become successors on earth, i.e., they would become the leaders and rulers of mankind, through whom He would reform the world and to whom people would submit, so that they would have in exchange a safe security after their fear. This is what Allah did indeed do, may He be glorified and exalted, and to Him be praise and blessings. For He did not cause His Messenger to die until He had given him victory over Makkah, Khaybar, Bahrayn, all of the Arabian Peninsula and Yemen; and he took Jizyah from the Zoroastrians of Hajar and from some of the border lands of Syria; and he exchanged gifts with Heraclius the ruler of Byzantium, the ruler of Egypt and Alexandria, the Muqawqis, the kings of Oman and An-Najashi of Abyssinia, who had become king after Ashamah, may Allah have mercy on him and grant him honor. Then when the Messenger died, his successor (Khalifah) Abu Bakr As-Siddiq took over the reins of power and united the Ummah, preventing its disintegration. He took control of the entire Arabian Peninsula, and he sent the Islamic armies to the land of Persia, under the leadership of Khalid bin Al-Walid, may Allah be pleased with him, who conquered a part of it and killed some of its people. He sent another army under the leadership of Abu `Ubaydah, may Allah be pleased with him, and the other commanders who came after him in the lands of Syria. He sent a third army under the leadership of `Amr bin Al-`As, may Allah be pleased with him, to Egypt. Allah enabled the army sent to Syria to conquer Busra and Damascus and their provinces the land of Hawran and its environs. Then Allah chose for Abu Bakr to honor him with Him and he died. The people of Islam were blessed that As-Siddiq was inspired to appoint `Umar Al-Faruq as his successor, so he took the reins of power after him and did a perfect job. After the Prophets, the world never saw anyone like `Umar in excellence of conduct and perfect justice. During his time, the rest of Syria and Egypt, and most of Persia, was conquered. Kisra was defeated and utterly humiliated, and he retreated to the furthest point of his kingdom. Mighty Caesar was brought low, his rule over Syria was overthrown, and he retreated to Constantinople. Their wealth was spent for the sake of Allah, as the Messenger of Allah ﷺ had foretold and promised. May Allah's perfect peace and purest blessing be upon him. During the rule of `Uthman, the Islamic domains spread to the furthest points of the earth, east and west. The lands of the west were conquered as far as Cyprus and Andalusia, Kairouan and Sebta which adjoins the Atlantic Ocean. Towards the east, the conquests extended as far as China. Kisra was killed, his kingdom was utterly destroyed and the cities of Iraq, Khurasan and Al-Ahwaz were conquered. The Muslims killed a great number of Turks and Allah humiliated their great king Khaqan. Taxes were collected from the east and the west, and brought to the Commander of the faithful `Uthman bin `Affan, may Allah be pleased with him. This was a blessing brought by his recitation and study of the Qur'an, and his bringing the Ummah together to preserve and protect it. In the Sahih it was recorded that the Messenger of Allah ﷺ said:\n«إِنَّ اللهَ زَوَى لِيَ الْأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا، وَسَيَبْلُغُ مُلْكُ أُمَّتِي مَا زُوِيَ لِي مِنْهَا»\n(Allah showed me the earth and I looked at the east and the west. The dominion of my Ummah will reach everywhere I was shown.) And now we are enjoying that which Allah and His Messenger promised us, for Allah and His Messenger spoke the truth. We ask Allah to give us faith in Him and His Messenger, and to help us to give thanks to Him in a manner that will earn us His pleasure.\nوَعَدَ اللَّهُ الَّذِينَ ءامَنُواْ مِنْكُمْ وَعَمِلُواْ الصَّـلِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِى الاْرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكّنَنَّ لَهُمْ دِينَهُمُ الَّذِى ارْتَضَى لَهُمْ وَلَيُبَدّلَنَّهُمْ مّن بَعْدِ خَوْفِهِمْ أَمْناً\n(Allah has promised those among you who believe and do righteous good deeds, that He will certainly grant them succession in the land, as He granted it to those before them, and that He will grant them the authority to practise their religion which He has chosen for them. And He will surely, give them in exchange a safe security after their fear...) Ar-Rabi` bin Anas narrated that Abu Al-`Aliyah said, \"The Prophet and his Companions were in Makkah for nearly ten years, calling people in secret to worship Allah Alone with no partner or associate. They were in a state of fear and were not instructed to fight until after they were commanded to migrate to Al-Madinah. When they came to Al-Madinah, then Allah instructed them to fight. In Al-Madinah they were afraid and they carried their weapons morning and evening. This is how they remained for as long as Allah willed...\" Then Allah revealed this Ayah. He caused His Prophet to prevail over the Arabian Peninsula, and then they felt safe and put down their weapons. Then Allah took His Prophet and they remained safe throughout the time of Abu Bakr, `Umar and `Uthman, until what happened happened, and fear again prevailed over them, so they instituted a police force and guards. They changed, so their situation changed. One of the Salaf said, \"The Khilafah of Abu Bakr and `Umar was true and adhered to the Book of Allah. Then he recited this Ayah.\" Al-Bara' bin `Azib said, \"This Ayah was revealed when we were in a state of extreme fear.\" This Ayah is like the Ayah:\nوَاذْكُرُواْ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى الاٌّرْضِ\n(And remember when you were few and were reckoned weak in the land) Until His statement:\nلَعَلَّكُمْ تَشْكُرُونَ\n(so that you might be grateful) 8:26.\nكَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ\n(as He granted succession to those before them,) This is like the Ayah where Allah tells us that Musa said to his people:\nعَسَى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الاٌّرْضِ\n(\"It may be that your Lord will destroy your enemy and make you successors on the earth...\") 7:129 And Allah says:\nوَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُواْ فِى الاٌّرْضِ\n(And We wished to do a favor to those who were weak in the land,) until the two Ayat there after. 28: 5-6\nوَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِى ارْتَضَى لَهُمْ\n(and that He will grant them the authority to practise their religion which He has chosen for them...) As the Messenger of Allah ﷺ said to `Adiyy bin Hatim when he came to him in a delegation:\n«أَتَعْرِفُ الْحِيرَةَ؟»\n(Do you know Al-Hirah) He said, \"I do not know it, but I have heard of it.\" The Messenger of Allah ﷺ said:\n«فَوَالَّذِي نَفْسِي بِيَدِهِ لَيُتِمَّنَّ اللهُ هَذَا الْأَمْرَ حَتَّى تَخْرُجَ الظَّعِينَةُ مِنَ الْحِيرَةِ حَتَّى تَطُوفَ بِالْبَيْتِ فِي غَيْرِ جِوَارِ أَحَدٍ، وَلَتَفْتَحُنَّ كُنُوزَ كِسْرَى بْنِ هُرْمُزَ»\n(By the One in Whose Hand is my soul, Allah will make this matter i.e., Islam prevail until a woman riding a camel will come from Al-Hirah and perform Tawaf around the House without needing the protection of anybody, and the treasures of Kisra the son of Hurmuz will be opened.) He said, \"Kisra the son of Hurmuz\" He said,\n«نَعَمْ، كِسْرَى بْنُ هُرْمُزَ، وَلَيُبْذَلَنَّ الْمَالُ حَتَّى لَا يَقْبَلَهُ أَحَدٌ»\n(Yes, Kisra the son of Hurmuz, and wealth will be given until there will be no one who will accept it.) `Adiyy bin Hatim said: \"Now it is happening that a woman riding a camel comes from Al-Hirah and performs Tawaf around the House without needing the protection of anybody, and I was among those who opened the treasure of Kisra the son of Hurmuz. By the One in Whose Hand is my soul, the third thing will also come to pass, because the Messenger of Allah ﷺ said it.\"\nيَعْبُدُونَنِى لاَ يُشْرِكُونَ بِى شَيْئاً\n(if they worship Me and do not associate anything with Me.) Imam Ahmad recorded from Anas that Mu`adh bin Jabal told him, \"While I was riding behind the Prophet on a donkey, with nothing between me and him but the back of his saddle, he said,\n«يَا مُعَاذُ بْنَ جَبَلٍ»\n(O Mu`adh bin Jabal.) I said, `Here I am at your service, O Messenger of Allah.' Then a while passed, then he said,\n«يَا مُعَاذُ بْنَ جَبَلٍ»\n(O Mu`adh bin Jabal.) I said, `Here I am at your service, O Messenger of Allah.' Then a while passed, then he said,\n«يَا مُعَاذُ بْنَ جَبَلٍ»\n(O Mu`adh bin Jabal.) I said, `Here I am at your service, O Messenger of Allah.' He said,\n«هَلْ تَدْرِي مَا حَقُّ اللهِ عَلَى الْعِبَادِ؟»\n(Do you know the rights that Allah has over His servants) I said, `Allah and His Messenger know best.' He said,\n«فَإِنَّ حَقَّ اللهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا»\n(The rights that Allah has over His servants are that they should worship Him and not associate anything with Him.) Then a while passed, then he said,\n«يَا مُعَاذُ بْنَ جَبَلٍ»\n(O Mu`adh bin Jabal.) I said, `Here I am at your service, O Messenger of Allah.' He said,\n«فَهَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللهِ إِذَا فَعَلُوا ذَلِكَ؟»\n(Do you know the rights that people have over Allah if they do that) I said, `Allah and His Messenger know best.' He said,\n«فَإِنَّ حَقَّ الْعِبَادِ عَلَى اللهِ أَنْ لَا يُعَذِّبَهُمْ»\n(The rights that people have over Allah is that He will not punish them.)\" This was also recorded in the Two Sahihs.\nوَمَن كَفَرَ بَعْدَ ذلِكَ فَأُوْلَـئِكَ هُمُ الْفَـسِقُونَ\n(But whoever disbelieved after this, they are the rebellious.) means, `whoever then stops obeying Me after that, has stopped obeying the command of his Lord, and that is a great sin.' The Companions -- may Allah be pleased with them -- were the most committed of people after the Prophet to the commands of Allah and the most obedient to Allah. Their victories were in accordance with their level of commitment. They caused the Word of Allah to prevail in the east and the west, and Allah supported them so much that they governed all the people and all the lands. When the people subsequently fell short in their commitment to some of the commandments, their strength and victory fell short accordingly, but it is confirmed through more than one route in the Two Sahihs that the Messenger of Allah ﷺ said:\n«لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ، لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ إِلَى يَوْمِ الْقِيَامَةِ»\n(There will remain a group of my Ummah adhering to the truth, and those who forsake them or oppose them will not harm them until the Day of Resurrection. ) According to another report:\n«حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ كَذَلِكَ»\n(.. until the command of Allah comes to pass and they are like that.) According to another report:\n«حَتَّى يُقَاتِلُوا الدَّجَّالَ»\n(... until they fight the Dajjal.) According to another report:\n«حَتَّى يَنْزِلَ عِيسَى ابْنُ مَرْيَمَ وَهُمْ ظَاهِرُونَ»\n(... until `Isa bin Maryam comes down and they are prevailing.) All of these reports are Sahih, and there is no contradiction between them.",
  "ayah": 55,
  "surah": 24
}
