{
  "text": "Allah knows your Condition\nAllah tells us that He is the Sovereign of the heavens and the earth, and He knows the seen and the unseen. He knows what His servants do in secret and in the open. So He says:\nقَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ\n(Indeed, He knows your condition) He knows and it is visible to Him, and not one iota is hidden from him. This is like the Ayah:\nوَتَوكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ\n(And put your trust in the All-Mighty, the Most Merciful,) until His saying;\nإِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ\n(Verily, He, only He, is the All-Hearer, the All-Knower) 26:217-220.\nوَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُواْ مِنْهُ مِن قُرْءَانٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الاٌّرْضِ وَلاَ فِى السَّمَآءِ وَلاَ أَصْغَرَ مِن ذَلِكَ وَلا أَكْبَرَ إِلاَّ فِى كِتَابٍ مُّبِينٍ\n(Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed but We are Witness thereof when you are doing it. And nothing is hidden from your Lord; (even) the weight of a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but is in a Clear Record.) 10:61\nأَفَمَنْ هُوَ قَآئِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ\n(Is then He Who takes charge of every person and knows all that he has earned) 13: 33 He sees all that His servants do, good and evil alike. And Allah says:\nأَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ\n(Surely, even when they cover themselves with their garments, He knows what they conceal and what they reveal) 11:5.\nسَوَآءٌ مِّنْكُمْ مَّنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ\n(It is the same (to Him) whether any of you conceals his speech or declares it openly) 13:10.\nوَمَا مِن دَآبَّةٍ فِي الاٌّرْضِ إِلاَّ عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِى كِتَابٍ مُّبِينٍ\n(And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit. All is in a Clear Book.) 11:6\nوَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَآ إِلاَّ هُوَ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِى ظُلُمَـتِ الاٌّرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِى كِتَـبٍ مُّبِينٍ\n(And with Him are the keys of the Unseen, none knows them but He. And He knows whatever there is in the land and in the sea; not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.) 6:59 And there are many Ayat and Hadiths which say similar things.\nوَيَوْمَ يُرْجَعُونَ إِلَيْهِ\n(the Day when they will be brought back to Him,) means, the day when all creatures will be brought back to Allah, which is the Day of Resurrection.\nفَيُنَبِّئُهُمْ بِمَا عَمِلُواْ\n(then He will inform them of what they did.) means, He will tell them everything they did in this life, major and minor, significant and insignificant. As Allah says:\nيُنَبَّأُ الإِنسَـنُ يَوْمَئِذِ بِمَا قَدَّمَ وَأَخَّرَ\n(On that Day man will be informed of what he sent forward (of deeds), and what he left behind.) 75:13\nوَوُضِعَ الْكِتَـبُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يوَيْلَتَنَا مَا لِهَـذَا الْكِتَـبِ لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا\n(And the Book will be placed, and you will see the criminals, fearful of that which is therein. They will say: \"Woe to us! What sort of Book is this that leaves neither a small thing nor a big thing, but has recorded it with numbers!\" And they will find all that they did, placed before them, and your Lord treats no one with injustice.) 18:49 Allah says here:\nوَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُواْ وَاللَّهُ بِكُلِّ شَىْءٍ عَلِيمُ\n(the Day when they will be brought back to Him, then He will inform them of what they did. And Allah is All-Knower of everything.) Praise be to Allah, the Lord of all that exists, and we ask Him to help us achieve perfection. The end of the Tafsir of Surat An-Nur, to Allah be praise and thanks.",
  "ayah": 64,
  "surah": 24
}
