{
  "text": "The Story of the People of Nuh and the Lesson from it\nAllah the Exalted said,\nكَذَّبَتْ\n(denied) `before your people, O Muhammad,'\nقَوْمُ نُوحٍ فَكَذَّبُواْ عَبْدَنَا\n(the people of Nuh. They rejected Our servant) means, they denied him categorically and accused him of madness,\nوَقَالُواْ مَجْنُونٌ وَازْدُجِرَ\n(and said: \"A madman!\" Wazdujir.) Mujahid said about Wazdujir: \"He was driven out accused on account of madness.\" It was also said that Wazdujir means, he was rebuked, deterred, threatened and warned by his people saying:\nلَئِنْ لَّمْ تَنْتَهِ ينُوحُ لَتَكُونَنَّ مِنَ الْمُرْجُومِينَ\n(\"If you do not stop O Nuh, you will be among those who will be stoned.\") 26:116 This was said by Ibn Zayd, and it is sound.\nفَدَعَا رَبَّهُ أَنُّى مَغْلُوبٌ فَانتَصِرْ\n(Then he invoked his Lord (saying): \"I have been overcome, so help (me)!\") meaning, `I am weak and cannot overcome or resist my people, so help Your religion!' Allah the Exalted said,\nفَفَتَحْنَآ أَبْوَبَ السَّمَآءِ بِمَاءٍ مُّنْهَمِرٍ\n(So, We opened the gates of the heaven with water Munhamir.) As-Suddi said about Munhamir, \"It means abundant.\"\nوَفَجَّرْنَا الاٌّرْضَ عُيُوناً\n(And We caused springs to gush forth from the earth.) means, from every part of the earth, and even ovens in which fire was burning -- water and springs gushed forth,\nفَالْتَقَى المَآءُ\n(So, the waters met), means, of the heaven and the earth,\nعَلَى أَمْرٍ قَدْ قُدِرَ\n(for a matter predestined.) Ibn Jurayj reported from Ibn `Abbas:\nفَفَتَحْنَآ أَبْوَبَ السَّمَآءِ بِمَاءٍ مُّنْهَمِرٍ\n(So, We opened the gates of the heaven with water Munhamir), Torrential rain, the only water that fell from the sky before that day and ever since was from clouds. But the sky's gates were opened on them that day, and therefore, the water that came down was not from clouds. So both the waters (of the earth and the heaven) met according to a matter ordained.\" Allah said,\nوَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَحٍ وَدُسُرٍ\n(And We carried him on a (ship) made of planks and nails (Dusur)), Ibn `Abbas, Sa`id bin Jubayr, Al-Qurazi, Qatadah and Ibn Zayd said that Dusur means nails. Ibn Jarir preferred this view. Allah's statement,\nتَجْرِى بِأَعْيُنِنَا\n(Floating under Our Eyes), means, `by Our command and under Our protection and observation,'\nجَزَآءً لِّمَن كَانَ كُفِرَ\n(a reward for him who had been rejected!) meaning, as recompense for them because of their disbelief in Allah and as reward for Nuh, peace be upon him. Allah the Exalted said,\nوَلَقَدْ تَّرَكْنَـهَا ءايَةً\n(And indeed, We have left this as a sign.) Qatadah said, \"Allah left the ship of Nuh intact until the first generation of this Ummah were able to see it.\" However, it appears that the meaning here is that Allah kept ships as a sign. For instance, Allah the Exalted said,\nوَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُونِ - وَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ\n(And a sign for them is that We bore their offspring in the laden ship. And We have created for them of the like thereunto, on which they ride.)(36:41-42),\nإِنَّا لَمَّا طَغَا الْمَآءُ حَمَلْنَـكُمْ فِى الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَآ أُذُنٌ وَعِيَةٌ\n(Verily, when the water rose beyond its limits, We carried you in the boat. That We might make it an admonition for you and that it might be retained by the retaining ears.)(69:11-12) Allah's statement here,\nفَهَلْ مِن مُّدَّكِرٍ\n(Then is there any that will remember) means, `is there any that will receive admonition and reminder. Imam Ahmad recorded that `Abdullah bin Mas`ud said, \"The Prophet recited to me,\nفَهَلْ مِن مُّدَّكِرٍ\n(Then is there any that will remember)\" Al-Bukhari collected a similar Hadith from `Abdullah that he said, \"I recited to the Prophet (فَهَلْ مِن مُّذَّكِرٍ) (then is there any that will remember) and the Prophet said,\nفَهَلْ مِن مُّدَّكِرٍ\n(Then is there any that will remember)\" Allah's statement,\nفَكَيْفَ كَانَ عَذَابِى وَنُذُرِ\n(Then how (terrible) was My torment and My warnings) means, `how terrible was My torment that I inflicted on those who disbelieved in Me and denied My Messengers, who did not heed to My warnings How was My help that I extended to My Messengers and the revenge exerted on their behalf,'\nوَلَقَدْ يَسَّرْنَا الْقُرْءَانَ لِلذِّكْرِ\n(And We have indeed made the Qur'an easy to understand and remember); meaning, `We have made the Qur'an easy to recite and comprehend for those who seek these traits, to remind mankind,' as Allah said,\nكِتَـبٌ أَنزَلْنَـهُ إِلَيْكَ مُبَـرَكٌ لِّيَدَّبَّرُواْ ءَايَـتِهِ وَلِيَتَذَكَّرَ أُوْلُو الاٌّلْبَـبِ\n((This is) a Book which We have sent down to you, full of blessings, that they may ponder over its Ayat, and that men of understanding may remember.)(38:29),\nفَإِنَّمَا يَسَّرْنَـهُ بِلَسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْماً لُّدّاً\n(So We have made this (the Qur'an) easy in your own tongue, only that you may give glad tidings to those who have Taqwa and warn with it the most quarrelsome people.)(19:97) Allah said,\nفَهَلْ مِن مُّدَّكِرٍ\n(then is there any that will remember), meaning, `is there anyone who will remember through this Qur'an, which We made easy to memorize and easy to understand' Muhammad bin Ka`b Al-Qurazi commented on this Ayah, \"Is there anyone who will avoid evil\"",
  "ayah": 9,
  "surah": 54
}
