{
  "text": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (24(انتقال من الإنذار والموعظة والاستدلال إلى الاعتبار بأحوال الأمم الماضية المماثلة للمخاطبين المشركين في الكفر وتكذيب الرسل . والجملة مستأنفة استئنافاً ابتدائياً وغيّر أسلوب الكلام من خطاب المنذرين مواجهة إلى أسلوب التعريض تفنناً بذكر قصة إبراهيم لتكون توطئة للمقصود من ذكر ما حلّ بقوم لوط حين كذبوا رسولهم ، فالمقصود هو ما بعد قوله { قال فما خطبكم أيها المرسلون } [ الحجر : 57 ] .وكان في الابتداء بذكر قوم لوط في هذه الآية على خلاف الترتيب الذي جرى عليه اصطلاح القرآن في ترتيب قصص الأمم المكذبة بابتدائها بقوم نوح ثم عاد ثم ثمود ثم قوم لوط أن المناسبة للانتقال من وعيد المشركين إلى العبرة بالأمم الماضية أن المشركين وصفوا آنفاً بأنهم في غمرة ساهون فكانوا في تلك الغمرة أشبه بقوم لوط إذ قال الله فيهم { لعمرك إنهم لفي سكرتهم يعمهون } [ الحجر : 72 ] ، ولأن العذاب الذي عذب به قوم لوط كان حجارة أنزلت عليهم من السماء مشبهة بالمطر .  وقد سميت مطراً في قوله تعالى : { ولقد أتوا على القرية التي أمطرت مطرَ السوء } [ الفرقان : 40 ] وقوله : { وأمطرنا عليهم حجارة من سجيل } [ هود : 82 ] ولأن في قصة حضور الملائكة عند إبراهيم وزوجه عبرة بإمكان البعث فقد تضمنت بشارتها بمولود يولد لها بعد اليأس من الولادة وذلك مثل البعث بالحياة بعد الممات .ولمّا وجه الخطاب للنبيء صلى الله عليه وسلم بقوله : { هل أتاك } عُرف أن المقصود الأصلي تسليته على ما لقيه من تكذيب قومه . ويتبع ذلك تعريض بالسامعين حين يُقرأ عليهم القرآن أو يبلغهم بأنهم صائرون إلى مثِل ذلك العذاب لاتحاد الأسباب .وتقدم القول في نظير { هل أتاك حديث } عند قوله تعالى : { وهل أتاك نبؤا الخصم } في سورة ص ( 21 ( ، وأنه يفتتح به الأخبار الفخمة المهمة .والضيف : اسم يقال للواحد وللجمع لأن أصله مصدر ضَاف ، إذا مال فأطلق على الذي يميل إلى بيت أحد لينزل عنده . ثم صار اسماً فإذا لوحظ أصله أطلق على الواحد وغيره ولم يؤنثوه ولا يجمعونه وإذا لوحظ الاسم جمعوه للجماعة وأنثوه للأنثى فقالوا أضيافٌ وضيوف وامرأة ضيفة وهو هنا اسم جمع ولذلك وصف بالمكْرمين } ، وتقدم في سورة الحجر ( 68 ( { قال إن هؤلاء ضيفي } والمعنيّ به الملائكة الذي أظهرهم الله لإبراهيم عليه السلام فأخبروه بأنهم مرسلون من الله لتنفيذ العذاب لقوم لوط وسماهم الله ضيفاً نظراً لصورة مجيئهم في هيئة الضيف كما سمى الملكين الذين جاءا داود خصماً في قوله تعالى : { وهل أتاك نبؤا الخصم } [ ص : 21 ] ، وذلك من الاستعارة الصورية .وفي سفر التكوين من التوراة : أنهم كانوا ثلاثة . وعن ابن عباس : أنهم جبريل وميكائيل وإسرافيل . وعن عطاء : جبريل وميكائيل ومعهما ملك آخر .ولعل سبب إرسال ثلاثة ليقع تشكُّلهم في شكل الرجال لما تعارفه الناس في أسفارهم أن لا يقلّ ركب المسافرين عن ثلاثة رفاققٍ .وذلك أصل جريان المخاطبة بصيغة المثنى في نحو : «قفا نبك» . وفي الحديث \" الواحدُ شيطان والاثنان شيطانان والثلاثة ركب \" . رواه الحاكم في «المستدرك» وذكر أن سنده صحيح . وقد يكون سبب إرسالهم ثلاثةً أن عذاب قوم لو كان بأصناف مختلفة لكل صنف منها ملكَهُ الموكَّل به .ووصفهم بالمكْرَمين كلام موجه لأنه يوهم أن ذلك لإكرام إبراهيم إياهم كما جرت عادته مع الضيف وهو الذي سنّ القِرى ، والمقصودُ : أن الله أكرمهم برفع الدرجة لأن الملائكة مقربون عند الله تعالى كما قال : { بل عباد مكرمون } [ الأنبياء : 26 ] وقال : { كِراماً كاتبين } [ الانفطار : 11 ] .",
  "ayah": 24,
  "surah": 51
}
