{
  "text": "كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ (52(كلمة { كذلك } فصل خطاب تدل على انتهاء حديث والشروع في غيره ، أو الرجوع إلى حديث قبله أتى عليه الحديث الأخير . والتقدير : الأمر كذلك . والإِشارة إلى ما مضى من الحديث ، ثم يورد بعده حديث آخر والسامع يردّ كُلاً إلى ما يناسبه ، فيكون ما بعد اسم الإِشارة متصلاً بأخبار الأمم التي تقدم ذكرها من قوم لوط ومن عطف عليهم .أُعقب تهديد المشركين بأن يحل بهم ما حلّ بالأمم المكذبين لرسل الله من قبلهم بتنظيرهم بهم في مقالهم ، وقد تقدم ورود { كذلك } فصلاً للخطاب عند قوله تعالى : { كذلك وقد أحطنا بما لديه خبراً } في سورة الكهف ( 91 ( ، فقوله : { كذلك } فصل وجملة { ما أتى الذين من قبلهم من رسول } الآية مستأنفة استئنافاً ابتدائياً .ولك أن تجعل قوله : { كذلك ما أتى الذين من قبلهم } إلخ مبدأ استئناف عوداً إلى الإِنحاء على المشركين في قولهم المختلف بأنواع التكذيب في التوحيد والبعث وما يتفرع على ذلك .واسم الإِشارة راجع إلى قوله : { إنكم لفي قول مختلف } [ الذاريات : 8 ] الآية كما علمت هنالك ، أي مثل قولهم المختلف قال الذين من قبلهم لما جاءتهم الرسل ، فيكون قوله { كذلك } في محل حال وصاحب الحال { الذين من قبلهم } .وعلى كلا الوجهين فالمعنى : إن حال هؤلاء كحال الذين سبقوهم ممن كانوا مشركين أن يصفوا الرسول صلى الله عليه وسلم بأنه ساحر ، أو مجنون فكذلك سيجيب هؤلاء عن قولك : «فروا إلى الله ولا تجعلوا مع الله إلهاً آخر» بمثل جواب من قبلهم فلا مطمع في ارعوائهم عن عنادهم .والمراد ب { الذين من قبلهم } الأمم المذكورة في الآيات السابقة وغيرهم ، وضمير { قبلهم } عائد إلى مشركي العرب الحاضرين .وزيادة { مِن } في قوله : { من رسول } للتنصيص على إرادة العموم ، أي أن كل رسول قال فيه فريق من قومه : هو ساحر ، أو مجنون ، أي قال بعضهم : ساحر ، وقال بعضهم : مجنون ، مثل قوم نوح دون السحر إذ لم يكن السحر معروفاً في زمانهم قالوا : { إن هو إلا رجل به جنة فتربصوا به حتى حين } [ المؤمنون : 25 ] . وقد يجمعون القولين مثل قول فرعون في موسى .وهذا العموم يفيد أنه لم يخْل قوم من الأقوام المذكورين إلا قالوا لرسولهم أَحَدَ القولين ، وما حكي ذلك عن بعضهم في آيات أخرى بلفظه أو بمرادفه كقول قوم هود { إن نقول إلا اعْتراك بعض آلهتنا بسوء } [ هود : 54 ] .وأول الرسل هو نوح كما هو صريح الحديث الصحيح في الشفاعة . فلا يرد أن آدم لم يكذبه أهله ، وأن أنبياء بني إسرائيل مثل يوشع وأشعيا ، لم يكذبهم قومهم ، لأن الله قال : { من رسول } ، والرسول أخص من النبي .والاستثناء في { إلا قالوا ساحر } استثناء من أحوال محذوفة .والمعنى : ما أتى الذين من قبلهم من رسول في حال من أحوال أقوالهم إلا في حال قولهم : ساحر أو مجنون .والقصر المستفاد من الاستثناء قصر ادعائي لأن للأمم أقوالاً غير ذلك وأحوالاً أخرى ، وإنما قُصروا على هذا اهتماماً بذكر هذه الحالة العجيبة من البهتان ، إذ يرمون أعقل الناس بالجنون وأقومهم بالسحر .وإسناد القول إلى ضمير الذين من قبل مشركي العرب الحَاضرين إسناد باعتبار أنه قول أكثرهم فإن الأمور التي تنسب إلى الأقوام والقبائل تجري على اعتبار الغالب .",
  "ayah": 52,
  "surah": 51
}
