{
  "text": "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (56(الأظهر أن هذا معطوف على جملة { كذلك ما أتى الذين من قبلهم من رسول } [ الذاريات : 52 ] الآية التي هي ناشئة عن قوله : { ففروا إلى الله إلى ولا تجعلوا مع الله إلها آخر } [ الذاريات : 50 ، 51 ] عَطْفَ الغرض على الغرض لوجود المناسبة .فبعد أن نظَّر حالهم بحال الأمم التي صممت على التكذيب من قبلهم أَعقبه بذكر شنيع حالهم من الانحراف عما خلقوا لأجله وغُرز فيهم .فقوله : { وما خلقت الجن والإنس إلا ليعبدون } خبر مستعمل في التعريض بالمشركين الذين انحرفوا عن الفطرة التي خُلقوا عليها فخالفوا سنتها اتباعاً لتضليل المضلين .والجن : جنس من المخلوقات مستتر عن أعين الناس وهو جنس شامل للشياطين قال تعالى عن إبليس : { كان من الجن } [ الكهف : 50 ] .والإِنس : اسم جمععٍ واحدُه إنسي بياء النسبة إلى اسم جمعِه .والمقصود من هذا الإِخبارِ هو الإِنس وإنما ذُكر الجن إدماجاً وستعرف وجه ذلك .والاستثناء مفرغ من علل محذوفة عامة على طريقة الاستثناء المفرغ .واللام في { ليعبدون } لام العلة ، أي ما خلقتهم لعلة إلا علة عبادتهم إياي . والتقدير : لإِرادتي أن يعبدون ، ويدل على هذا التقدير قوله في جملة البيان : { ما أريد منهم من رزق وما أريد أن يطعمون .وهذا التقدير يلاحظ في كل لاممٍ ترد في القرآن تعليلاً لفعللِ الله تعالى ، أي ما أرضَى لوجودهم إلا أن يعترفوا لي بالتفرد بالإِلهية .فمعنى الإِرادة هنا : الرضى والمحبة ، وليس معناها الصفةَ الإِلهية التي تخصص الممكن ببعض ما يجوز عليه على وفق العلم ، التي اشتق منها اسمُه تعالى : المريد لأن إطلاق الإِرادة على ذلك إطلاق آخر ، فليس المراد هنا تعليل تصرفات الخلق الناشئة عن اكتسابهم على اصطلاح الأشاعرة ، أو عن قُدرتهم على اصطلاح المعتزلة على تقارب ما بين الاصطلاحين لظهور أن تصرفات الخلق قد تكون مناقضة لإِرادة الله منهم بِمعنى الإِرادة الصفةِ ، فالله تعالى خلق الناس على تركيب يقتضي النظر في وجود الإِله ويسوق إلى توحيده ولكن كسب الناس يجرّف أعمالهم عن المهيع الذي خلقوا لأجله ، وأسبابُ تمكُّنِهم من الانحراف كثيرة راجعة إلى تشابك الدواعي والتصرفات والآلات والموانع .وهذا يغني عن احتمالات في تأويل التعليل من قوله : ليعبدون } من جعل عموم الجن والإِنس مخصوصاً بالمؤمنين منهم ، أو تقديرِ محذوف في الكلام ، أي إلا لآمُرهم بعبادتي ، أو حَمل العبادة بمعنى التذلل والتضرع الذي لا يخلو منه الجميع في أحوال الحاجة إلى التذلل والتضرع كالمرض والقحط وقد ذكرهَا ابن عطية .ويرد على جميع تلك الاحتمالات أن كثيراً من الإِنس غير عابدٍ بدليل المشاهدة ، وأن الله حكى عن بعض الجن أنهم غير عابدين .ونقول : إن الله خلق مخلوقات كثيرة وجعل فيها نظماً ونواميس فاندفع كلُّ مخلوق يعمل بما تدفعه إليه نواميس جبلته ، فقد تعُود بعض المخلوقات على بعض بنقض ما هُيِّءُ هُوَ لَه ويعود بعضها على غيره بنقض ما يسعى إليه ، فتشابكت أحوال المخلوقات ونواميسها ، فربما تعاضدت وتظاهرت وربما تناقضت وتنافرت فحدثت من ذلك أحوال لا تُحصى ولا يحاط بها ولا بطرائقها ولا بعواقبها ، فكثيراً ما تسفر عن خلاف ما أُعدّ له المخلوق في أصل الفطرة فلذلك حاطها الله بالشرائع ، أي فحصل تناقض بين الأمر التكويني والأمر التشريعي .ومعنى العبادة في اللغة العربية قبل حدوثثِ المصطلحات الشرعية دقيق الدلالة ، وكلمات أئمة اللغة فيه خفية والذي يُستخلص منها أنها إظهار الخضوع للمعبود واعتقاد أنه يملك نفع العابد وضُرّه مِلكاً ذاتياً مستمراً ، فالمعبود إله للعابد كما حكى الله قول فرعون { وقومهما لنا عابدون } [ المؤمنون : 47 ] .فالحصر المستفاد من قوله : { وما خلقت الجن والإنس إلا ليعبدون } قصرُ علةِ خلق الله الإِنسَ والجنَّ على إرادته أن يعبدوه ، والظاهر أنه قصر إضافي وأنه من قبيل قصر الموصوف على الصفة ، وأنه قصر قلب باعتبار مفعول { يعبدون } ، أي إلا ليعبدوني وحدي ، أي لا ليشركوا غيري في العبادة ، فهو ردّ للإِشراك ، وليس هو قصراً حقيقياً فإنا وإن لم نطلع على مقادير حِكَم الله تعالى من خَلق الخلائق ، لكنَّا نعلم أن الحكمة من خلقهم ليست مُجردَ أن يعبدوه ، لأن حِكَم الله تعالى من أفعاله كثيرة لا نُحيط بها ، وذكر بعضها كما هنا لما يقتضي عدم وجود حكمة أخرى ، ألاَ ترى أن الله ذكر حِكماً للخلق غير هذه كقوله : { ولا يزالون مختلفين إلا من رحم ربك ولذلك خلقهم } [ هود : 118 ، 119 ] بَلْهَ ما ذكره من حكمة خلق بعض الإِنس والجن كقوله في خلق عيسى { ولنجعله آية للناس ورحمة منا } [ مريم : 21 ] .ثم إن اعتراف الخلققِ بوحدانية الله يَقْشَع تكذيبهم بالرسول صلى الله عليه وسلم لأنهم ما كذَّبوه إلا لأنه دعاهم إلى نبذ الشرك الذي يزعمون أنه لا يسع أحداً نبذُه ، فإذا انقشع تكذيبهم استتبع انقشاعُه امتثالَ الشرائع التي يأتي بها الرسول صلى الله عليه وسلم إذا آمنوا بالله وحده أطاعوا ما بلَّغهم الرسول صلى الله عليه وسلم عنه ، فهذا معنى تقتضيه عبادةُ الله بدلالة الالتزام ، وذلك هو ما سُمي بالعبادة بالإطلاق المصطلح عليه في السُنَّة في نحو قوله : « أن تعبد اللَّه كأنك تراه » وليس يليق أن يكون مراداً في هذه الآية لأنه لا يطرد أن يكون علةً لخلق الإنسان فإن التكاليف الشرعية تظهر في بعض الأمم وفي بعض العصور وتتخلف في عصور الفترات بين الرسل إلى أن جاء الإِسلام ، وأحسب أن إطلاق العبادة على هذا المعنى اصطلاح شرعي وإنْ لم يرد به القرآن لكنه ورد في السنة كثيراً وأصبح متعارفاً بين الأمة من عهد ظهور الإِسلام .وأن تكاليف الله للعباد على ألسنة الرسل ما أراد بها إلا صلاحَهم العاجل والآجل وحصولَ الكمال النفساني بذلك الصلاح ، فلا جَرم أَنَّ الله أراد من الشرائع كمال الإِنسان وضبطَ نظامه الاجتماعي في مختِلف عصوره .وتلك حكمة إنشائه ، فاستتبع قولُه : { إلا ليعبدون } أنه ما خلقهم إلا لينتظم أمرهم بوقوفهم عند حدود التكاليف التشريعية من الأوامر والنواهي ، فعبادة الإِنسان ربَّه لا تخرج عن كونها محقِّقة للمقصد من خَلقه وعلَّةً لحصوله عادةً .وعن مجاهد وزيد بن أسلم تفسير قوله : { إلا ليعبدون } بمعنى : إلاّ لآمرهم وأنهاهم . وتَبع أبو إسحاق الشاطبي هذا التأويل في النوع الرابع من كتاب المقاصد من كتابه عنوان التعريف «الموافقات» وفي محمل الآية عليه نظر قد علمتَه فحققْهُ .وما ذكر الله الجن هنا إلا لتنبيه المشركين بأن الجن غير خارجين عن العبودية لله تعالى . وقد حكى الله عن الجن في سورة الجن قول قائلهم : { وأنه كان يقول سفيهنا على اللَّه شططاً } [ الجن : 4 ] .وتقديم الجن في الذكر في قوله : { وما خلقت الجن والإنس إلا ليعبدون } للاهتمام بهذا الخبر الغريب عند المشركين الذين كانوا يعبدون الجن ، ليعلموا أن الجن عباد لله تعالى ، فهو نظير قوله : { وقالوا اتخذ الرحمن ولداً سبحانه بل عباد مكرمون } [ الأنبياء : 26 ] .",
  "ayah": 56,
  "surah": 51
}
