{
  "text": "فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (13)تقدم نظير قوله { فرددناه إلى أمه كي تقر عينها ولا تحزن } في سورة [ طه : 40 ] . وقوله { ولتعلم أن وعد الله حق } فإنما تأكيد حرف { كي } بمرادفه وهو لام التعليل للتنصيص من أول وهلة على أنه معطوف على الفعل المثبت لا على الفعل المنفي .وضمير { أكثرهم لا يعلمون } عائد إلى الناس المفهوم من المقام أو إلى رعية فرعون ، ومن الناس بنو إسرائيل .والاستدراك ناشىء عن نصب الدليل لها على أن وعد الله حق ، أي فعلمت ذلك وحدها وأكثر القوم لا يعلمون ذلك لأنهم بين مشركين وبين مؤمنين تقادم العهد على إيمانهم وخلت أقوامهم من علماء يلقنونهم معاني الدين فأصبح إيمانهم قريباً من الكفر .وموضع العبرة من هذه القصة أنها تتضمن أموراً ذات شأن فيها ذكرى للمؤمنين وموعظة للمشركين .فأول ذلك وأعظمه : إظهار أن ما علمه الله وقدَّره هو كائن لا محالة كما دل عليه قوله { ونريد أن نمنّ على الذين استضعفوا في الأرض } إلى قوله { يحذرون } [ القصص : 5 - 6 ] وأن الحذر لا ينجي من القدر .وثانيه : إظهار أن العلو الحق لله تعالى وللمؤمنين وأن علو فرعون لم يغننِ عنه شيئاً في دفع عواقب الجبروت والفساد ليكون ذلك عبرة لجبابرة المشركين من أهل مكة .وثالثه : أن تمهيد القصة بعلو فرعون وفساد أعماله مشير إلى أن ذلك هو سبب الانتقام منه والأخذ بناصر المستضعفين ليحذر الجبابرة سوء عاقبة ظلمهم وليرجو الصابرون على الظلم أن تكون العاقبة لهم .ورابعه : الإشارة إلى حكمة { وعسى أن تكرهوا شيئاً وهو خير لكم } [ البقرة : 216 ] في جانب بني إسرائيل { وعسى أن تحبوا شيئاً وهو شر لكم } [ البقرة : 216 ] في جانب فرعون إذ كانوا فرحين باستخدام بني إسرائيل وتدبير قطع نسلهم .وخامسه : أن إصابة قوم فرعون بغتة من قِبَل من أملوا منه النفع أشد عبرة للمعتبر وأوقع حسرة على المستبصر ، وأدل على أن انتقام الله يكون أعظم من انتقام العدو كما قال { فالتقطه ءال فرعون ليكون لهم عدواً وحزناً } [ القصص : 8 ] مع قوله { عسى أن ينفعنا أو نتخذه ولداً } [ القصص : 9 ] .وسادسه : أنه لا يجوز بحكم التعقل أن تستأصل أمة كاملة لتوقع مفسد فيها لعدم التوازن بين المفسدتين ، ولأن الإحاطة بأفراد أمة كاملة متعذرة فلا يكون المتوقع فساده إلا في الجانب المغفول عنه من الأفراد فتحصل مفسدتان هما أخذ البريء وانفلات المجرم .وسابعه : تعليم أن الله بالغٌ أمره بتهيئة الأسباب المفضية إليه ولو شاء الله لأهلك فرعون ومن معه بحادث سماوي ولمَا قدّر لإهلاكهم هذه الصورة المرتبة ولأنجى موسى وبني إسرائيل إنجاء أسرع ولكنه أراد أن يحصل ذلك بمشاهدة تنقلات الأحوال ابتداء من إلقاء موسى في اليمّ إلى أن رَدّه إلى أمه فتكون في ذلك عبرة للمشركين الذين{ قالوا اللهم إن كان هذا هو الحقّ من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم } [ الأنفال : 32 ] وليتوسموا من بوارق ظهور النبي محمد صلى الله عليه وسلم وانتقال أحوال دعوته في مدارج القوة أن ما وعدهم به واقع بأخَرَة .وثامنه : العبرة بأن وجود الصالحين من بين المفسدين يخفف من لأواء فساد المفسدين فإن وجود امرأة فرعون كان سبباً في صد فرعون عن قتل الطفل مع أنه تحقق أنه إسرائيلي فقالت امرأته { لا تقتلوه عسى أن ينفعنا أو نتخذه ولداً } [ القصص : 9 ] كما قدمنا تفسيره .وتاسعه : ما في قوله { ولتعلم أن وعد الله حق } من الإيماء إلى تذكير المؤمنين بأن نصرهم حاصل بعد حين ، ووعيد المشركين بأن وعيدهم لا مفرّ لهم منه .وعاشره : ما في قوله { ولكن أكثرهم لا يعلمون } من الإشارة إلى أن المرء يُؤتى من جهله النظر في أدلة العقل .ولما في هذه القصة من العبر اكتفى مصعب بن الزبير بطالعها عن الخطبة التي حقه أن يخطب بها في الناس حين حلوله بالعراق من قِبَل أخيه عبد الله بن الزبير مكتفياً بالإشارة مع التلاوة فقال { طسم تلك ءايات الكتاب المبين نتلو عليك من نبأ موسى وفرعون بالحق لقوم يؤمنون إن فرعون علا في الأرض وأشار إلى جهة الشام يريد عبد الملك بن مروان وجعل أهلها شِيَعاً يستضعف طائفة منهم يذبح أبناءهم ويستحيي نساءهم إنه كان من المفسدين ونريد أن نمن على الذين استضعفوا في الأرض وأشار بيده نحو الحجاز ، يعني أخاه عبد الله بن الزبير وأنصاره ونجعلهم أيمة ونجعلهم الوارثين ونمكن لهم في الأرض ونري فرعون وهامان وجنودهما { وأشار إلى العراق يعني الحجاج منهم ما كانوا يحذرون } [ القصص : 1 - 6 ] .",
  "ayah": 13,
  "surah": 28
}
