{
  "text": "فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (24)ومعنى { فسقى لهما } أنه سقى ما جئن ليسقينه لأجلهما ، فاللام للأجل ، أي لا يدفعه لذلك إلا هما ، أي رأفة بهما وغوثاً لهما . وذلك من قوة مروءته أن اقتحم ذلك العمل الشاق على ما هو عليه من الإعياء عند الوصول .والتولي : الرجوع على طريقه ، وذلك يفيد أنه كان جالساً من قبل في ظل فرجع إليه . ويظهر أن { تولى } مرادف ( ولى ) ولكن زيادة المبنى من شأنها أن تقتضي زيادة المعنى فكيون { تولى } أشد من ( ولى ) ، وقد تقدم ذلك عند قوله تعالى { ولى مدبراً } في سورة [ النمل : 10 ] .وقد أعقب إيواءه إلى الظل بمناجاته ربه إذ قال { رب إني لما أنزلت إلي من خير فقير } . لما استراح من مشقة المتح والسقي لماشية المرأتين والاقتحام بها في عدد الرعاء العديد ، ووجد برد الظل تذكر بهذه النعمة نعماً سابقة أسداها الله إليه من نجاته من القتل وإيتائه الحكمة والعلم ، وتخليصه من تبعة قتل القبطي ، وإيصاله إلى أرض معمورة بأمة عظيمة بعد أن قطع فيافي ومفازات ، تذكر جميع ذلك وهو في نعمة برد الظل والراحة من التعب فجاء بجملة جامعة للشكر والثناء والدعاء وهي { إني لما أنزلت إلي من خير فقير } . والفقير : المحتاج فقوله { إني لما أنزلت إلي من خير } شكر على نعم سلفت .وقوله { إني لما أنزلت إلي من خير } ثناء على الله بأنه معطي الخير .والخير : ما فيه نفع وملاءمة لمن يتعلق هو به فمنه خير الدنيا ومنه خير الآخرة الذي قد يرى في صورة مشقة فإن العبرة بالعواقب ، قال تعالى { ولا تعجبك أموالهم وأولادهم إنما يريد الله أن يعذبهم بها في الدنيا وتزهق أنفسهم وهم كافرون } [ التوبة : 85 ] .وقد أراد النوعين كما يرمز إلى ذلك التعبير عن إيتائه الخير بفعل { أنزلت } المشعر برفعة المعطَى . فأول ذلك إيتاء الحكمة والعلم .ومن الخير إنجاؤه من القتل ، وتربيته الكاملة في بذخة الملك وعزته ، وحفظه من أن تتسرب إليه عقائد العائلة التي ربي فيها فكان منتفعاً بمنافعها مجنباً رذائلها وأضرارها . ومن الخير أن جعل نصر قومه على يده ، وأن أنجاه من القتل الثاني ظلماً ، وأن هداه إلى منجى من الأرض ، ويسر له التعرف ببيت نبوءة ، وأن آواه إلى ظل .و ( ما ) من قوله { لما أنزلت إلي } موصولة كما يقتضيه فعل المضي في قوله { أنزلت } لأن الشيء الذي أنزل فيما مضى صار معروفاً غير نكرة ، فقوله ( ما أنزلت إلي ) بمنزلة المعرف بلام الجنس لتلائم قوله { فقير } أي فقير لذلك النوع من الخير ، أي لأمثاله .وأحسن خير للغريب وجود مأوى له يطعم فيه ويبيت وزوجة يأنس إليها ويسكن .فكان استجابة الله له بأن ألهم شعيباً أن يرسل وراءه لينزله عنده ويزوجه بنته ، كما أشعرت بذلك فاء التعقيب في قوله { فجاءته إحداهما } [ القصص : 25 ] .",
  "ayah": 24,
  "surah": 28
}
