{
  "text": "قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (28) وجملة { قال ذلك بيني وبينك } حكاية لجواب موسى عن كلام شعيب . واسم الإشارة إلى المذكور وهو { أن تأجرني ثماني حجج } إلى آخره . وهذا قبول موسى لما أوجبه شعيب وبه تم التعاقد على النكاح وعلى الإجارة ، أي الأمر على ما شرطت علي وعليك . وأطلق { بيني وبينك } مجازاً في معنى الثبوت واللزوم والارتباط ، أي كل فيما هو من عمله .و { أيما } منصوب ب { قضيت } . و ( أي ) اسم موصول مبهم مثل ( ما ) . وزيدت بعدها ( ما ) للتأكيد ليصير الموصول شبيهاً بأسماء الشرط لأن تأكيد ما في اسم الموصول من الإبهام يكسبه عموماً فيشبه الشرط فلذلك جعل له جواب كجواب الشرط . والجملة كلها بدل اشتمال من جملة { ذلك بيني وبينك } لأن التخيير في منتهى الأجل مما اشتمل عليه التعاقد المفاد بجملة { ذلك بيني وبينك } .والعدوان بضم العين : الاعتداء على الحق ، أي فلا تعتدي علي . فنفى جنس العدوان الذي منه عدوان مستأجره . واستشهد موسى على نفسه وعلى شعيب بشهادة الله .وأصل الوكيل : الذي وكل إليه الأمر ، وأراد هنا أنه وكل على الوفاء بما تعاقدا عليه حتى إذا أخل أحدهما بشيء كان الله مؤاخذه . ولما ضمن الوكيل معنى الشاهد عدي بحرف { على } وكان حقه أن يعدى ب ( إلى ) . والعبرة من سياقة هذا الجزء من القصة المفتتح بقوله تعالى { ولما توجه تلقاء مدين } [ القصص : 22 ] إلى قوله { والله على ما نقول وكيل } [ القصص : 28 ] هو ما تضمنته من فضائل الأعمال ومناقب أهل الكمال وكيف هيأ الله تعالى موسى لتلقي الرسالة بأن قلّبه في أطوار الفضائل ، وأعظمها معاشرة رسول من رسل الله ومصاهرته ، وما تتضمنه من خصال المروءة والفتوة التي استكنت في نفسه من فعل المعروف ، وإغاثة الملهوف ، والرأفة بالضعيف ، والزهد ، والقناعة ، وشكر ربه على ما أسدى إليه ، ومن العفاف والرغبة في عشرة الصالحين ، والعمل لهم ، والوفاء بالعقد ، والثبات على العهد حتى كان خاتمة ذلك تشريفه بالرسالة وما تضمنته من خصال النبوءة التي أبداها شعيب من حب القرى ، وتأمين الخائف ، والرفق في المعاملة ، ليعتبر المشركون بذلك إن كان لهم اعتبار في مقايسة تلك الأحوال بأجناسها من أحوال النبي صلى الله عليه وسلم فيهتدوا إلى أن ما عرفوه به من زكي الخصال قبل رسالته وتقويم سيرته ، وزكاء سريرته ، وإعانته على نوائب الحق ، وتزوجه بأفضل امرأة من نساء قومه ، إن هي إلا خصال فاذة فيه بين قومه وإن هي إلا بوارق لانهطال سحاب الوحي عليه . والله أعلم حيث يجعل رسالاته وليأتسي المسلمون بالأسوة الحسنة من أخلاق أهل النبوءة والصلاح .{ نَقُولُ وَكِيلٌ",
  "ayah": 28,
  "surah": 28
}
