{
  "text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآَيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (35)استجاب الله له دعوتيه وزاده تفضلاً بما لم يسأله فاستجابة الدعوة الثانية بقوله { سنشد عضدك بأخيك } ، واستجابة الأولى بقوله { فلا يصلون إليكما } ، والتفضل بقوله { ونجعل لكما سلطاناً } ، فأعطى موسى ما يماثل ما لهارون من المقدرة على إقامة الحجة إذ قال { ونجعل لكما سلطاناً } . وقد دل على ذلك ما تكلم به موسى عليه السلام من حجج في مجادلة فرعون كما في سورة الشعراء ، وهنا وما خاطب به بني إسرائيل مما حكي في سورة الأعراف . ولم يحك في القرآن أن هارون تكلم بدعوة فرعون على أن موسى سأل الله تعالى أن يحلل عقدة من لسانه كما في سورة طه ، ولا شك أن الله استجاب له .والشد : الربط ، وشأن العامل بعضو إذا أراد أن يعمل به عملاً متعباً للعضو أن يربط عليه لئلا يتفكك أو يعتريه كسر ، وفي ضد ذلك قال تعالى { ولما سقط في أيديهم } [ الأعراف : 149 ] وقولهم : فُتَّ في عضده ، وجعل الأخ هنا بمنزلة الرباط الذي يشد به . والمراد : أنه يؤيده بفصاحته ، فتعليقه بالشد ملحق بباب المجاز العقلي . وهذا كله تمثيل لحال إيضاح حجته بحال تقوية من يريد عملاً عظيماً أن يشد على يده وهو التأييد الذي شاع في معنى الإعانة والإمداد ، وإلا فالتأييد أيضاً مشتق من اليد . فأصل معنى ( أيد ) جعل يداً ، فهو استعارة لإيجاد الإعانة .والسلطان هنا مصدر بمعنى التسلط على القلوب والنفوس ، أي مهابة في قلوب الأعداء ورعباً منكما كما ألقى على موسى محبة حين التقطه آل فرعون . وتقدم معنى السلطان حقيقة في قوله تعالى { فقد جعلنا لوليه سلطاناً } في سورة الإسراء .( 33 ) وفرع على جعل السلطان { فلا يصلون إليكما } أي لا يؤذونكما بسوء وهو القتل ونحوه . فالوصول مستعمل مجازاً في الإصابة . والمراد : الإصابة بسوء ، بقرينة المقام .وقوله { بآياتنا أنتما ومن اتبعكما الغالبون } يجوز أن يكون { بآياتنا } متعلقاً بمحذوف دل عليه قوله { إلى فرعون وملائه } [ القصص : 32 ] تقديره : اذهبا بآياتنا على نحو ما قدّر في قوله تعالى { في تسع آيات إلى فرعون } [ النمل : 12 ] وقوله في سورة النمل بعد قوله { وأدخل يدك في جيبك تخرج بيضاء من غير سوء في تسع آيات } [ النمل : 12 ] أي اذهبا في تسع آيات . وقد صرح بذلك في قوله في سورة الشعراء ( 15 ) { قال كلا فاذهبا بآياتنا إنا معكم مستمعون }ويجوز أن يتعلق ب { نجعل لكما سلطاناً } ، أي سلطاناً عليهم بآياتنا حتى تكون رهبتهم منكما آية من آياتنا ، ويجوز أن يتعلق ب { لا يصلون إليكما } أي يصرفون عن أذاكم بآيات منا كقول النبي صلى الله عليه وسلم « نُصِرتُ بالرعب » ويجوز أن يكون متعلقاً بقوله { الغالبون } أي تغلبونهم وتقهرونهم بآياتنا التي نؤيدكما بها .وتقديم المجرور على متعلقه في هذا الوجه للاهتمام بعظمة الآيات التي سيعطيانها . ويجوز أن تكون الباء حرف قسم تأكيداً لهما بأنهما الغالبون وتثبيتاً لقلوبهما .وعلى الوجوه كلها فالآيات تشمل خوارق العادات المشاهدة مثل الآيات التسع ، وتشمل المعجزات الخفية كصرف قوم فرعون عن الإقدام على أذاهما مع ما لديهم من القوة وما هم عليه من العداوة بحيث لولا الصرفة من الله لأهلكوا موسى وأخاه .ومحل العبرة من هذا الجزء من القصة التنبيه إلى أن الرسالة فيض من الله على من اصطفاه من عباده وأن رسالة محمد صلى الله عليه وسلم كرسالة موسى جاءته بغتة فنودي محمد في غار جبل حراء كما نودي موسى في جانب جبل الطور ، وأنه اعتراه من الخوف مثل ما اعترى موسى ، وأن الله ثبته كما ثبت موسى ، وأن الله يكفيه أعداءه كما كفى موسى أعداءه .",
  "ayah": 35,
  "surah": 28
}
