{
  "text": "وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (38)كلام فرعون المحكي هنا واقع في مقام غير مقام المحاورة مع موسى فهو كلام أقبل به على خطاب أهل مجلسه إثر المحاورة مع موسى فلذلك حُكي بحرف العطف عطف القصة على القصة . فهذه قصة محاورة بين فرعون وملئه في شأن دعوة موسى فهي حقيقة بحرف العطف كما لا يخفى .أراد فرعون بخطابه مع ملئه أن يثبتهم على عقيدة إلهيته فقال { ما علمتُ لكم من إله غيري } إبطالا لقول موسى المحكي في سورة [ الشعراء : 26 ] { قال ربكم ورب آبائكم الأولين } وقوله هناك { رب السماوات والأرض وما بينهما إن كنتم موقنين } [ الشعراء : 24 ] . فأظهر لهم فرعون أن دعوة موسى لم تَرُجْ عنده وأنه لم يصدق بها فقال { ما علمت لكم من إله غيري .والمراد بنفي علمه بذلك نفي وجود إله غيره بطريق الكناية يريهم أنه أحاط علمه بكل شيء حق فلو كان ثمة إله غيره لعلمه .والمقصود بنفي وجود إله غيره نفي وجود الإله الذي أثبته موسى وهو خالق الجميع . وأما آلهتهم التي يزعمونها فإنها مما تقتضيه إلهية فرعون لأن فرعون عندهم هو مظهر الآلهة المزعومة عندهم لأنه في اعتقادهم ابن الآلهة وخلاصة سرهم ، وكل الصيد في جوف الفرا .وحيث قال موسى إن الإله الحق هو رب السموات فقد حسب فرعون أن مملكة هذا الرب السماء تصوراً مختلاً ففرع على نفي إله غيره وعلى توهم أن الرب المزعوم مقره السماء أن أمر { هامان } وزيره أن يبني له صرحاً يبلغ به عنان السماء ليرى الإله الذي زعمه موسى حتى إذا لم يجده رجع إلى قومه فأثبت لهم عدم إله في السماء إثبات معاينة ، أراد أن يظهر لقومه في مظهر المتطلب للحق المستقصي للعوالم حتى إذا أخبر قومه بعد ذلك بأن نتيجة بحثه أسفرت عن كذب موسى ازدادوا ثقة ببطلان قول موسى عليه السلام .وفي هذا الضغث من الجدل السفسطائي مبلغ من الدلالة على سوء انتظام تفكيره وتفكير ملئه ، أو مبلغ تحيله وضعف آراء قومه .و { هامان } لقب أو اسم لوزير فرعون كما تقدم آنفاً . وأراد بقوله { فأوقد لي يا هامان على الطين } أن يأمر { هامان } العملة أن يطبخوا الطين ليكون آجراً ويبنوا به فكني عن البناء بمقدماته وهي إيقاد الأفران لتجفيف الطين المتخذ آجراً . والآجرّ كانوا يبنون به بيوتهم فكانوا يجعلون قوالب من طين يتصلب إذا طبخ وكانوا يخلطونه بالتبن ليتماسك قبل إدخاله التنور كما ورد وصف صنع الطين في الإصحاح الخامس من سفر الخروج .وابتدأ بأمره بأول أشغال البناء للدلالة على العناية بالشروع من أول أوقات الأمر لأن ابتداء البناء يتأخر إلى ما بعد إحضار مواده فلذلك أمره بالأخذ في إحضار تلك المواد التي أولها الإيقاد ، أي إشعال التنانير لطبخ الآجرّ .وعُبر عن الآجرّ بالطين لأنه قوام صنع الآجرّ وهو طين معروف . وكأنه لم يأمره ببناء من حجر وكلس قصداً للتعجيل بإقامة هذا الصرح المرتفع إذ ليس مطلوباً طول بقائه بإحكام بنائه على مرّ العصور بل المراد سرعة الوصول إلى ارتفاعه كي يشهده الناس ، ويحصل اليأس ثم يُنقض من الأساس .وعدل عن التعبير بالآجرّ ، قال ابن الأثير في «المثل السائر» : لأن كلمة الآجرّ ونحوها كالقرمد والطوب كلمات مبتذلة فذكر بلفظ الطين اه . وأظهر من كلام ابن الأثير : أن العدول إلى الطين لأنه أخف وأفصح .وإسناد الإيقاد على الطين إلى هامان مجاز عقلي باعتبار أنه الذي يأمر بذلك كما يقولون : بنى السلطان قنطرة وبنى المنصور بغداد .وتقدم ذكر هامان آنفاً وأنه وزير فرعون . وكانت أوامر الملوك في العصور الماضية تصدر بواسطة الوزير فكان الوزير هو المنفذ لأوامر الملك بواسطة أعوانه من كتاب وأمراء ووكلاء ونحوهم ، كل فيما يليق به .والصرح : القصر المرتفع ، وقد تقدم عند قوله تعالى { قيل لها ادخلي الصرح } في سورة [ النمل : 44 ] .ورجا أن يصل بهذا الصرح إلى السماء حيث مقر إله موسى . وهذا من فساد تفكيره إذ حسب أن السماء يوصل إليها بمثل هذا الصرح ما طال بناؤه ، وأن الله مستقر في مكان من السماء .والاطلاع : الطلوع القوي المتكلف لصعوبته .وقوله { وإني لأظنه من الكاذبين } استعمل فيه الظن بمعنى القطع فكانت محاولته الوصول إلى السماء لزيادة تحقيق ظنه ، أو لأنه أراد أن يقنع قومه بذلك . ولعله أراد بهذا تمويه الأمر على قومه ليلقي في اعتقادهم أن موسى ادعى أن الله في مكان معين يبلغ إليه ارتفاع صرحه . ثم يجعل عدم العثور على الإله في ذلك الارتفاع دليلاً على عدم وجود الإله الذي ادعاه موسى . وكانت عقائد أهل الضلالة قائمة على التخيل الفاسد ، وكانت دلائلها قائمة على تمويه الدجالين من زعمائهم .وقوله { من الكاذبين } يدل على أنه يعده من الطائفة الذين شأنهم الكذب كما تقدم في قوله تعالى { قال أعوذ بالله أن أكون من الجاهلين } [ البقرة : 67 ] .ولم يذكر القرآن أن هذا الصرح بُني ، وليس هو أحد الأهرام لأن الأهرام بنيت من حجارة لا من آجرّ ، ولأنها جعلت مدافن للذين بنوها من الفراعنة . واختلف المفسرون هل وقع بناء هذا الصرح وتم أو لم يقع؛ فحكى بعضهم أنه تم وصعد فرعون إلى أعلاه ونزل وزعم أنه قتل رب موسى . وحكى بعضهم أن الصرح سقط قبل إتمام بنائه فأهلك خلقاً كثيراً من عملة البناء والجند . وحكى بعضهم أنه لم يشرع في بنائه . وقد لاح لي في معنى الآية وجه آخر سأذكره في سورة المؤمن .",
  "ayah": 38,
  "surah": 28
}
