{
  "text": "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (48)الفاء فصيحة كالفاء في قول عباس بن الأحنف :قالوا خراسان أقصى ما يُراد بنا ... ثم القفول فقد جئنا خراساناوتقدير الكلام : فإن كان من معذرتهم أن يقولوا ذلك فقد أرسلنا إليهم رسولاً بالحق فلما جاءهم الحق لفقوا المعاذير وقالوا : لا نؤمن به حتى نؤتى مثل ما أوتي موسى .و { الحق } : هو ما في القرآن من الهدى .وإثبات المجيء إليه استعارة بتشبيه الحق بشخص وتشبيه سماعه بمجيء الشخص ، أو هو مجاز عقلي وإنما الجائي الرسول الذي يبلغه عن الله ، فعبر عنه بالحق لإدماج الثناء عليه في ضمن الكلام .ولما بهرتهم آيات الرسول صلى الله عليه وسلم لم يجدوا من المعاذير إلا ما لقنهم اليهود وهو أن يقولوا : { لولا أوتي مثل ما أوتي موسى } ، أي بأن تكون آياته مثل آيات موسى التي يقصها عليهم اليهود وقص بعضها القرآن .وضمير { يكفروا } عائد إلى القوم من قوله { لتنذر قوماً } [ القصص : 46 ] لتتناسق الضمائر من قوله { ولولا أن تصيبهم } [ القصص : 47 ] وما بعده من الضمائر أمثاله .فيشكل عليه أن الذين كفروا بما أوتي موسى هو قوم فرعون دون مشركي العرب فقال بعض المفسرين هذا من إلزام المماثل بفعل مثيله لأن الإشراك يجمع الفريقين فتكون أصول تفكيرهم واحدة ويتحد بهتانهم ، فإن القبط أقدم منهم في دين الشرك فهم أصولهم فيه والفرع يتبع أصله ويقول بقوله ، كما قال تعالى { كذلك ما أتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون أتواصوا به بل هم قوم طاغون } [ الذاريات : 52 - 53 ] أي متماثلون في سبب الكفر والطغيان فلا يحتاج بعضهم إلى وصية بعض بأصول الكفر . وهذا مثل قوله تعالى { غُلبت الروم في أدنى الأرض وهم من بعد غَلَبهم سيغلبون } [ الروم : 2 - 3 ] ثم قال { ويومئذ يفرح المؤمنون بنصر الله } [ الروم : 4 - 5 ] أي بنصر الله إياهم إذ نصر المماثلين في كونهم غير مشركين إذ كان الروم يومئذ على دين المسيح .فقولهم { لولا أوتي مثل ما أوتي موسى } من باب التسليم الجدلي ، أو من اضطرابهم في كفرهم فمرة يكونون معطلين ومرة يكونون مشترطين . والوجه أن المشركين كانوا يجحدون رسالة الرسل قاطبة . وكذلك حكاية قولهم { ساحران تظاهرا } من قول مشركي مكة في موسى وهارون لما سمعوا قصتهما أو في موسى ومحمد عليهما الصلاة والسلام . وهو الأظهر وهو الذي يلتئم مع قوله بعده { وقالوا إنا بكل كافرون قل فأتوا بكتاب من عند الله هو أهدى منهما } [ القصص : 48 49 ] .وقرأ الجمهور { ساحران } تثنية ساحر . وقرأ عاصم وحمزة والكسائي وخلف { قالوا سِحْران } على أنه من الإخبار بالمصدر للمبالغة ، أي قالوا : هما ذوا سحر .والتظاهر : التعاون .والتنوين في { بكل } تنوين عِوض عن المضاف إليه فيقدر المضاف إليه بحسب الاحتمالين إما بكل من الساحرين ، وإما أن يقدر بكل من ادعى رسالة وهو أنسب بقول قريش لأنهم قالوا { ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] .",
  "ayah": 48,
  "surah": 28
}
