{
  "text": "إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (56)لما ذكر معاذير المشركين وكفرهم بالقرآن ، وأعلم رسوله أنهم يتبعون أهواءهم وأنهم مجردون عن هدى الله ، ثم أثنى على فريق من أهل الكتاب أنهم يؤمنون بالقرآن ، وكان ذلك يحزن النبي صلى الله عليه وسلم أن يعرض قريش وهم أخص الناس به عن دعوته أقبل الله على خطاب نبيئه صلى الله عليه وسلم بما يسلي نفسه ويزيل كمده بأن ذكّره بأن الهدى بيد الله . وهو كناية عن الأمر بالتفويض في ذلك إلى الله تعالى .والجملة استئناف ابتدائي . وافتتاحها بحرف التوكيد اهتمام باستدعاء إقبال النبي عليه السلام على علم ما تضمنته على نحو ما قررناه آنفاً في قوله { فاعلم أنما يتبعون أهواءهم } [ القصص : 50 ] . ومفعول { أحببت } محذوف دل عليه { لا تهدي } .والتقدير : من أحببت هديه أو اهتداءه . وما صدق { من } الموصولة كل من دعاه النبي إلى الإسلام فإنه يحب اهتداءه .وقد تضافرت الروايات على أن من أول المراد بذلك أبا طالب عم النبي صلى الله عليه وسلم إذ كان النبي صلى الله عليه وسلم قد اغتم لموته على غير الإسلام كما في الأحاديث الصحيحة . قال الزجاج : أجمع المسلمون أنها نزلت في أبي طالب . وقال الطبري : وذكر أن هذه الآية نزلت من أجل امتناع أبي طالب عمه من إجابته إذ دعاه إلى الإيمان بالله وحده . قال القرطبي : وهو نص حديث البخاري ومسلم وقد تقدم ذلك في براءة .وهذا من العام النازل على سبب خاص فيعمه وغيره وهو يقتضي أن تكون هذه السورة نزلت عقب موت أبي طالب وكانت وفاة أبي طالب سنة ثلاث قبل الهجرة ، أو كان وضع هذه الآية عقب الآيات التي قبلها بتوقيف خاص .ومعنى { ولكن الله يهدي من يشاء } أنه يخلق من يشاء قابلاً للاهتداء في مدى معين وبعد دعوات محدودة حتى ينشرح صدره للإيمان فإذا تدبر ما خلقه الله عليه وحدده كثر في علمه وإرادته جعل منه الاهتداء ، فالمراد الهداية بالفعل . وأما قوله تعالى { وإنك لتهدي إلى صراط مستقيم } [ الشورى : 52 ] فهي الهداية بالدعوة والإرشاد فاختلف الإطلاقان .ومفعول فعل المشيئة محذوف لدلالة ما قبله عليه ، أي من يشاء اهتداءه ، والمشيئة تعرف بحصول الاهتداء وتتوقف على ما سبق من علمه وتقديره .وفي قوله { وهو أعلم بالمهتدين } إيماء إلى ذلك ، أي هو أعلم من كل أحد بالمهتدين في أحوالهم ومقادير استعدادهم على حسب ما تهيأت إليه فطرهم من صحيح النظر وقبول الخير واتقاء العاقبة والانفعال لما يلقى إليها من الدعوة ودلائلها . ولكل ذلك حال ومدى ولكليهما أسباب تكوينية في الشخص وأسلافه وأسباب نمائه أو ضعفه من الكيان والوسط والعصر والتعقل .",
  "ayah": 56,
  "surah": 28
}
