{
  "text": "وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (58)عطف على جملة { أوَ لم نمكّن لهم حرماً آمناً } [ القصص : 57 ] باعتبار ما تضمنته من الإنكار والتوبيخ ، فإن ذلك يقتضي التعرض للانتقام شأن الأمم التي كفرت بنعم الله فهو تخويف لقريش من سوء عاقبة أقوام كانوا في مثل حالهم من الأمن والرزق فغمِطوا النعمة وقابلوها بالبطر .والبطَر : التكبر . وفعله قاصر من باب فَرِح ، فانتصاب { معيشتها } بعد { بطرت } على تضمين { بطرت } معنى ( كفرت ) لأن البَطر وهو التكبر يستلزم عدم الاعتراف بما يُسدى إليه من الخير .والمراد : بطِرت حالة معيشتها ، أي نعمة عيشها .والمعيشة هنا اسم مصدر بمعنى العيش والمراد حالته فهو على حذف مضاف دل عليه المقام ، ويعلم أنها حالة حسنة من قوله : { بطرت } وهي حالة الأمن والرزق .والإشارة ب ( تلك ) إلى { مساكنهم } الذي بيّن به اسم الإشارة لأنه في قوة تلك المساكن . وبذلك صارت الإشارة إلى حاضر في الذهن منزَّل منزلة الحاضر بمرأى السامع ، ولذلك فقوله : { لم تُسكن من بعدهم } خبر عن اسم الإشارة والتقدير : فمساكنهم لم تُسكَن من بعدهم إلا قليلاً .والسكنى : الحلول في البيت ونحوه في الأوقات المعروفة بقصد الاستمرار زمناً طويلاً .ومعنى { لم تُسكْن من بعدهم } لم يتركوا فيها خلفاً لهم . وذلك كناية عن انقراضهم عن بكرة أبيهم .وقوله { إلا قليلاً } احتراس أي إلا إقامة المارين بها المعتبرين بهلاك أهلها .وانتصب { قليلاً } على الاستثناء من عموم أزمان محذوفةٍ . والتقدير : إلا زماناً قليلاً ، أو على الاستثناء من مصدر محذوف . والتقدير : لم تسكن سكناً إلاّ سكناً قليلاً ، والسَّكْن القليل : هو مطلق الحلول بغير نية إطالة فهي إلمام لا سكنى . فإطلاق السكنى على ذلك مشاكلة ليتأتى الاستثناء ، أي لم تسكن إلا حلول المسافرين أو إناخة المنتجعين مثل نزول جيش غزوة تبوك بحجر ثمود واستقائهم من بئر الناقة . والمعنى : فتلك مساكنهم خاوية خلاء لا يعمرها عامر ، أي أن الله قدر بقاءها خالية لتبقى عبرة وموعظة بعذاب الله في الدنيا .وبهذه الآية يظهر تأويل قول النبي صلى الله عليه وسلم حين مرّ في طريقه إلى تبوك بحجْر ثمود فقال : « لا تدخلوا مساكن الذين ظلموا أنفسهم أن يصيبك مثل ما أصابهم إلا أن تكونوا باكين » أي خائفين أي اقتصاراً على ضرورة المرور لئلا يتعرضوا إلى تحقق حقيقة السكنى التي قدر الله انتفاءها بعد قومها فربما قدر إهلاك من يسكنها تحقيقاً لقدره .وجملة { وكنا نحن الوارثين } عطف على جملة { لم تُسكن من بعدهم } وهو يفيد أنها لم تسكن من بعدهم فلا يحلُّ فيها قوم آخرون بعدهم فعُبِّر عن تداول السكنى بالإرث على طريقة الاستعارة .وقصْر إرث تلك المساكن على الله تعالى حقيقي ، أي لا يرثها غيرنا . وهو كناية عن حرمان تلك المساكن من الساكن . وتلك الكناية رمز إلى شدة غضب الله تعالى على أهلها الأولين بحيث تجاوز غضبه الساكنين إلى نفس المساكن فعاقبها بالحرمان من بهجة المساكن لأن بهجة المساكن سكانها ، فإن كمال الموجودات هو به قوام حقائقها .",
  "ayah": 58,
  "surah": 28
}
