{
  "text": "وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (68){ وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الخيرة سبحان }هذا من تمام الاعتراض وهي جملة { فأما من تاب وءامن وعمل صالحاً } [ القصص : 67 ] وظاهر عطفه على ما قبله أن معناه آيل إلى التفويض إلى حكمة الله تعالى في خلق قلوب منفتحة للاهتداء ولو بمراحل ، وقلوب غير منفتحة له فهي قاسية صماء ، وأنه الذي اختار فريقاً على فريق . وفي «أسباب النزول» للواحدي «قال أهل التفسير نزلت جواباً للوليد بن المغيرة حين قال فيما أخبر الله عنه { وقالوا لولا نُزِّل هذا القرآن على رجل من القريتين عظيم } [ الزخرف : 31 ] اه . يعنون بذلك الوليد بن المغيرة من أهل مكة وعروة بن مسعود الثقفي من أهل الطائف . وهما المراد بالقريتين . وتبعه الزمخشري وابن عطية . فإذا كان كذلك كان اتصال معناها بقوله { ماذا أجبتم المرسلين } [ القصص : 65 ] ، فإن قولهم { لولا نُزِّل هذا القرآن على رجل من القريتين عظيم } هو من جملة ما أجابوا به دعوة الرسول صلى الله عليه وسلم والمعنى : أن الله يخلق ما يشاء من خلقه من البشر وغيرهم ويختار من بين مخلوقاته لما يشاء مما يصلح له جنس ما منه الاختيار ، ومن ذلك اختياره للرسالة من يشاء إرساله ، وهذا في معنى قوله { الله أعلم حيث يجعل رسالاته } [ الأنعام : 124 ] ، وأن ليس ذلك لاختيار الناس ورغباتهم؛ والوجهان لا يتزاحمان .والمقصود من الكلام هو قوله { ويختار } فذكر { يخلق ما يشاء } إيماء إلى أنه أعلم بمخلوقاته .وتقديم المسند إليه على خبره الفعلي يفيد القصر في هذا المقام إن لوحظ سبب النزول أي ربك وحده لا أنتم تختارون من يرسل إليكم .وجوز أن يكون { ما } من قوله { ما كان لهم الخيرة } موصولة مفعولاً لفعل { يختار } وأن عائد الموصول مجرور ب ( في ) محذوفين . والتقدير : ويختار ما لهم فيه الخير ، أي يختار لهم من الرسل ما يعلم أنه صالح بهم لا ما يشتهونه من رجالهم .وجملة { ما كان لهم الخيرة } استئناف مؤكد لمعنى القصر لئلا يتوهم أن الجملة قبله مفيدة مجرد التقوي . وصيغة { ما كان } تدل على نفي للكون يفيد أشد مما يفيد لو قيل : ما لهم الخيرة ، كما تقدم في قوله تعالى { وما كان ربك نسيَّاً } في سورة مريم ( 64 ) .والابتداء بقوله { وربك يخلق ما يشاء } تمهيد للمقصود وهو قوله { ويختار ما كان لهم الخيرة } أي كما أن الخلق من خصائصه فكذلك الاختيار .و { الخيرة } بكسر الخاء وفتح التحتية : اسم لمصدر الاختيار مثل الطيرة اسم لمصدر التطير . قال ابن الأثير : ولا نظير لهما . وفي «اللسان» ما يوهم أن نظيرهما : سبي طيبة ، إذا لم يكن فيه غدر ولا نقض عهد . ويحتمل أنه أراد التنظير في الزنة لا في المعنى ، لأنها زنة نادرة .واللام في { لهم } للملك ، أي ما كانوا يملكون اختياراً في المخلوقات حتى يقولوا { لولا نُزِّل هذا القرآن على رجل من القريتين عظيم } [ الزخرف : 31 ] . ونفي الملك عنهم مقابل لقوله { ما يشاء } لأن { ما يشاء } يفيد معنى ملك الاختيار .وفي ذكر الله تعالى بعنوان كونه رباً للنبيء صلى الله عليه وسلم إشارة إلى أنه اختاره لأنه ربه وخالقه فهو قد علم استعداده لقبول رسالته .{ لَهُمُ الخيرة سبحان الله وتعالى } .استئناف ابتدائي لإنشاء تنزيه الله وعلوه على طريقة الثناء عليه بتنزهه عن كل نقص وهي معترضة بين المتعاطفين . و { سبحان } مصدر نائب مناب فعله كما تقدم في قوله { قالوا سبحانك لا علم لنا } في سورة البقرة ( 32 ) . وأضيف { سبحان } إلى اسمه العلم دون أن يقال : وسبحانه ، بعد أن قال { وربك يعلم } [ القصص : 69 ] لأن اسم الجلالة مختص به تعالى وهو مستحق للتنزيه بذاته لأن استحقاق جميع المحامد مما تضمنه اسم الجلالة في أصل معناه قبل نقله إلى العلمية .والمجرور يتنازعه كلا الفعلين . ووجه تقييد التنزيه والترفيع ب ( ما يشركون ) أنه لم يجترىء أحد أن يصف الله تعالى بما لا يليق به ويستحيل عليه إلا أهل الشرك بزعمهم أن ما نسبوه إلى الله إنما هو كمال مثل اتخاذ الولد أو هو مما أنبأهم الله به ، و { إذا فعلوا فاحشة قالوا وجدنا عليها آباءنا والله أمرنا بها } [ الأعراف : 28 ] . وزعموا أن الآلهة شفعاؤهم عند الله . وقالوا في التلبية : لبيك لا شريك لك إلا شريكاً هو لك تملكه وما ملك . وأما ما عدا ذلك فهم معترفون بالكمال لله ، قال تعالى { ولئن سألتهم من خلق السماوات والأرض ليقولن الله } [ لقمان : 25 ] . و { ما } مصدرية أي سبحانه وتعالى عن إشراكهم .",
  "ayah": 68,
  "surah": 28
}
