{
  "text": "قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (72)والإتيان بالضياء وبالليل مستعار للإيجاد؛ شبه إيجاد الشيء الذي لم يكن موجوداً بالإجاءة بشيء من مكان إلى مكان ، ووجه الشبه المثول والظهور .والضياء : النور . وهو في هذا العالم من شعاع الشمس قال تعالى{ هو الذي جعل الشمس ضياء } وتقدم في سورة يونس ( 5 ) . وعُبر بالضياء دون النهار لأن ظلمة الليل قد تخف قليلاً بنور القمر فكان ذكر الضياء إيماء إلى ذلك .وفي تعدية فعل { يأتيكم } في الموضعين إلى ضمير المخاطبين إيماء إلى أن إيجاد الضياء وإيجاد الليل نعمة على الناس . وهذا إدماج للامتنان في أثناء الاستدلال على الانفراد بالإلهية . وإذ قد استمر المشركون على عبادة الأصنام بعد سطوع هذا الدليل وقد علموا أن الأصنام لا تقدر على إيجاد الضياء جعلوا كأنهم لا يسمعون هذه الآيات التي أقامت الحجة الواضحة على فساد معتقدهم ، ففرع على تلك الحجة الاستفهام الإنكاري عن انتفاء سماعهم بقوله { أفلا تسمعون } أي أفلا تسمعون الكلام المشتمل على التذكير بأن الله هو خالق الليل والضياء ومنه هذه الآية . وليس قوله { أفلا تسمعون } تذييلاً .وكرر الأمر بالقول في مقام التقرير لأن التقرير يناسبه التكرير مثل مقام التوبيخ ومقام التهويل .وعُكس الاستدلال الثاني بفرض أن يكون النهار وهو انتشار نور الشمس ، سرمداً بأن خلق الله الأرض غير كروية الشكل بحيث يكون شعاع الشمس منتشراً على جميع سطح الأرض دوماً .ووصف الليل ب { تسكنون فيه } إدماج للمنة في أثناء الاستدلال للتذكير بالنعمة المشتملة على نعم كثيرة وتلك هي نعمة السكون فيه فإنها تشمل لذة الراحة ، ولذة الخلاص من الحر ، ولذة استعادة نشاط المجموع العصبي الذي به التفكير والعمل ، ولذة الأمن من العدوّ .ولم يوصف الضياء بشيء لكثرة منافعه واختلاف أنواعها .وتفرع على هذا الاستدلال أيضاً تنزيلهم منزلة من لا يبصرون الأشياء الدالة على عظيم صنع الله وتفرده بصنعها وهي منهم بمرأى الأعين .وناسب السمع دليل فرض سرمدة الليل لأن الليل لو كان دائماً لم تكن للناس رؤية فإن رؤية الأشياء مشروطة بانتشار شيء من النور على سطح الجسم المرئي ، فالظلمة الخالصة لا تُرى فيها المرئيات . ولذلك جيء في جانب فرض دوام الليل بالإنكار على عدم سماعهم ، وجيء في جانب فرض دوام النهار بالإنكار على عدم إبصارهم .وليس قوله { أفلا تبصرون } تذييلاً .",
  "ayah": 72,
  "surah": 28
}
