{
  "text": "قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78)جواب عن موعظة واعظيه من قومه . وقد جاء على أسلوب حكاية المحاورات فلم يعطف وهو جواب متصلف حاول به إفحامهم وأن يقطعوا موعظتهم لأنها أمرَّت بطره وازدهاءه .و { إنما } هذه هي أداة الحصر المركبة من ( إنّ ) و ( ما ) الكافة مصيّرتين كلمة واحدة وهي التي حقها أن تكتب موصولة النون بميم ( ما ) . والمعنى : ما أوتيت هذا المال إلا على علم علمته .وضمير { أوتيته } عائد إلى ( ما ) الموصولة في قولهم { وابتغ فيما ءاتاك الله الدار الآخرة } [ القصص : 77 ] . وبني الفعل للنائب للعلم بالفاعل من كلام واعظيه .و { على علم } في موضع الحال من الضمير المرفوع .و { على } للاستعلاء المجازي بمعنى التمكن والتحقق ، أي ما أوتيت المال الذي ذكرتموه في حال من الأحوال إلا في حال تمكني من علم راسخ ، فيجوز أن يكون المراد من العلم علم أحكام إنتاج المال من التوراة ، أي أنا أعلم منكم بما تعظونني به ، يعني بذلك قولهم له { لا تفرح وابتغ فيما آتاك الله الدار الآخرة وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض } [ القصص : 76 ، 77 ] . وقد كان قارون مشهوراً بالعلم بالتوراة ولكنه أضلّه الله على علم فأراد بهذا الجواب قطع موعظتهم نظير جواب عمرو بن سعيد بن العاص الملقب بالأشدق لأبي شريح الكعبي حين قدم إلى المدينة أميراً من قبل يزيد بن معاوية سنة ستين فجعل يجهز الجيوش ويبعث البعوث إلى مكة لقتال عبد الله بن الزبير الذي خرج على يزيد ، فقال أبو شريح له : ائذن لي أيها الأمير أحدِّثك قولاً قام به رسول الله الغد من يوم الفتح فسمعته أذناي ووعاه قلبي وأبصرته عيناي حين تكلم به إنه حمد الله وأثنى عليه ثم قال : «إن مكة حرمها الله ولم يحرمها الناس فلا يحل لامرىء يؤمن بالله واليوم الآخر أن يسفك بها دماً ولا يعضد شجرة فإن أحد ترخص لقتال رسول الله فقولوا : إن الله أذن لرسوله ولم يأذن لكم وإنما أذِن لي ساعة من نهار وقد عادت حرمتها اليوم كحرمتها بالأمس وليبلِّغ الشاهد الغائب» فقال عمرو بن سعيد : أنا أعلم بذلك منك يا أبا شريح إن الحرم لا يعيذ عاصياً ولا فاراً بدم ولا فارّاً بخربة .ويجوز أن يكون المراد بالعلم علم اكتساب المال من التجارة ونحوها ، فأراد بجوابه إنكار قولهم : آتاك الله صلفاً منه وطغياناً .وقوله { عندي } صفة ل { علم } تأكيداً لتمكنه من العلم وشهرته به . هذا هو الوجه في تفسير هذه الجملة من الآية وهو الذي يستقيم مع قوله تعالى عقبه { أو لم يعلم أن الله قد أهلك من قبله من القرون } الآية ، كما ستعرفه . وذكر المفسرون وجوهاً تسفر عن أشكال أخرى من تركيب نظم الآية في محمل معنى { على } ومحمل المراد من ( العلم ) ومحمل { عندي } فلا نطيل بذكرها فهي منك على طرف الثمام .",
  "ayah": 78,
  "surah": 28
}
