{
  "text": "وَالتِّينِ وَالزَّيْتُونِ (1) ابتداء الكلام بالقَسَم المؤكد يؤذن بأهمية الغرض المسوق له الكلام ، وإطالةُ القَسَم تشويق إلى المُقْسَم عليه .والتينُ ظاهرة الثمرة المشهورة بهذا الاسم ، وهي ثمرة يشبه شكلها شكل الكمثرى ذات قشر لونه أزرق إلى السواد ، تتفاوت أصنافه في قُتومَة قِشره ، سهلة التقشير تحتوي على مثل وعاء أبيضَ في وسطه عَسل طيّبٌ الرائحة مخلوط ببزور دقيقة مثل السِمسم الصغير ، وهي من أحسن الثمار صورة وطعماً وسهولة مضغ فحالتُها دالة على دقة صنع الله ومؤذنة بعلمه وقدرته ، فالقسم بها لأجل دلالتها على صفات إلهية كما يقسم بالاسم لدلالته على الذات ، مع الإِيذان بالمنة على الناس إذ خلَق لهم هذه الفاكهة التي تنبت في كل البلاد والتي هي سهلة النبات لا تحتاج إلى كثرة عمل وعلاج .والزيتونُ أيضاً ظاهرة الثمرة المشهورة ذاتُ الزيت الذي يُعتصر منها فيطعمه الناس ويستصبحُون به . والقَسَم بها كالقَسَم بالتين من حيث إنها دالّة على صفات الله ، مع الإِشارة إلى نعمة خلق هذه الثمرة النافعة الصالحة التي تكفي الناس حوائج طعامهم وإضاءتهم .وعلى ظاهر الاسمين للتِّين والزيتون حملهما جمع من المفسرين الأوَّلين ابنُ عباس ومجاهد والحسن وعكرمةُ والنخعي وعطاء وجابر بن زيد ومقاتِل والكلبي وذلك لما في هاتين الثمرتين من المنافع للناس المقتضية الامتنان عليهم بأن خلقها الله لهم ، ولكن مناسبة ذكر هذَيْن مع { طور سنين } ومع { البلد الأمين } تقتضي أن يكون لهما محمل أوفق بالمناسبة فروي عن ابن عباس أيضاً تفسير التين بأنه مَسجد نوح الذي بني على الجُودي بعد الطوفان . ولعل تسمية هذا الجبل التين لكثرته فيه إذ قد تسمى الأرض باسم ما يكثر فيها من الشجر كقول امرىء القيس: ... أَمَرْخٌ ديارُهم أم عُشَرْوسمي بالتين موضع جاء في شعر النابغة يصف سحابَات بقوله: ... صُهْب الظِّلال أتَيْنَ التينَ في عُرُضٍيَزجين غَيماً قَليلاً ماؤُه شَبِما ... والزيتون يطلق على الجبل الذي بُني عليه المسجد الأقصى لأنه ينبت الزيتون . وروي هذا عن ابن عباس والضحاك وعبد الرحمن بن زيد وقتادة وعكرمة ومحمد بن كعب القرظِي . ويجوز عندي أن يكون القَسَم ب { التين والزيتون } معنياً بهما شجر هاتين الثمرتين ، أي اكتسب نوعاهما شرفاً من بين الأشجار يكون كثير منه نابتاً في هذين المكانين المقدسين كما قال جرير: ... أتذكرُ حين تصقِل عارضَيْهابفرع بشامة سُقي البشام ... فدعا لنوع البشام بالسّقي لأجل عود بَشَامَةَ الحَبِيبة .",
  "ayah": 1,
  "surah": 95
}
