{
  "text": "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) وجملة : { لقد خلقنا الإنسان في أحسن تقويم } مع ما عطف عليه هو جواب القسم .والقَسم عليه يدل على أن التقويم تقويم خفي وأن الرد رد خفيّ يجب التدبر لإِدراكه كما سنبينه في قوله : { في أحسن تقويم } .فلذلك ناسب أن يحقق بالتوكيد بالقسم ، لأن تصرفات معظم الناس في عقائدهم جارية على حالة تشبه حالة من ينكرون أنهم خُلقوا على الفطرة .والخلق : تكوين وإيجاد لشيء ، وخلق الله جميع الناس هو أنه خلق أصول الإِيجاد وأوجد الأصول الأولى في بدء الخليقة كما قال تعالى : { لما خلقت بيدي } [ ص : 75 ] وخلق أسباب تولد الفروع من الأصول فتناسلت منها ذرياتهم كما قال : { ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم } [ الأعراف : 11 ] .وتعريف { الإنسان } يجوز أن يكون تعريف الجنس ، وهو التعريف الملحوظ فيه مجموع الماهية مع وجودها في الخارج في ضمن بعض أفرادها أو جميع أفرادها .ويحمل على معنى : خلقنا جميع الناس في أحسن تقويم .ويجوز أن يكون تعريف { الإنسان } تعريف الحقيقة نحو قولهم : الرجل خير من المرأة ، وقول امرىء القيس: ... الحرب أول ما تكون فَتيةفلا يلاحظ فيه أفراد الجنس بل الملحوظ حالة الماهية في أصلها دون ما يعرض لأفرادها مما يغير بعض خصائصها . ومنه التعريف الواقع في قوله تعالى : { إن الإنسان خلق هلوعاً } وقد تقدم في سورة المعارج ( 19 ) .والتقويم : جعل الشيء في قَوام ( بفتح القاف ) ، أي عَدل وتسوية ، وحسن التقويم أكمله وأليقه بنوع الإِنسان ، أي أحسن تقويم له ، وهذا يقتضي أنه تقويم خاص بالإِنسان لا يشاركه فيه غيره من المخلوقات ، ويتضح ذلك في تعديل القوى الظاهرة والباطنة بحيث لا تكون إحدى قواه موقعة له فيما يفسده ، ولا يعوق بعض قواه البعضَ الآخر عن أداء وظيفته فإن غيره من جنسه كان دونه في التقويم .وحرف { في } يفيد الظرفية المجازية المستعارة لمعنى التمكن والمِلك فهي مستعملة في معنى باء الملابسة أو لام الملك ، وإنما عدل عن أحد الحرفين الحقيقيين لهذا المعنى إلى حرف الظرفية لإفادة قوة الملابسة أو قوة الملك مع الإِيجاز ولولا الإِيجاز لكانت مساواة الكلام أن يقال : لقد خلقنا الإِنسان بتقويم مكين هُو أحسن تقويم .فأفادت الآية أن الله كوَّن الإِنسان تكويناً ذاتياً مُتناسباً ما خلق له نوعه من الإِعداد لنظامه وحضارته ، وليس تقويم صورة الإِنسان الظاهرة هو المعتبر عند الله تعالى ولا جديراً بأن يقسم عليه إذ لا أثر له في إصلاح النفس ، وإصلاح الغير ، والإِصلاح في الأرض ، ولأنه لو كان هو المراد لذهبت المناسبة التي في القَسَمْ بالتين والزيتون وطور سينين والبلدِ الأمين . وإنما هو متمّم لتقويم النفس قال النبي صلى الله عليه وسلم « إن الله لا ينظر إلى أجسادكم ولا إلى صوركم ولكن ينظر إلى قلوبكم » فإن العقل أشرف ما خص به نوع الإنسان من بين الأنواع .فالمرضيّ عند الله هو تقويم إدراك الإِنسان ونظره العقلي الصحيح لأن ذلك هو الذي تصدر عنه أعمال الجسد إذ الجسم آلة خادمة للعقل فلذلك كان هو المقصود من قوله تعالى : { لقد خلقنا الإنسان في أحسن تقويم } .وأما خلق جسد الإِنسان في أحسن تقويم فلا ارتباط له بمقصد السورة ويظهر هذا كمال الظهور في قوله : { ثم رددناه أسفل سافلين } فإنه لو حمل الرد أسفل سافلين على مصير الإِنسان في أرذل العمر إلى نقائص قوته كما فسر به كثير من المفسرين لكان نبوّه عن غرض السورة أشد ، وليس ذلك مما يقع فيه تردد السامعين حتى يحتاج إلى تأكيده بالقسم ويدل لذلك قوله بعده : { إلا الذين آمنوا } [ التين : 6 ] لأن الإِيمان أثر التقويم لعقل الإنسان الذي يلهمه السير في أعماله على الطريق الأقوم ، ومعاملةِ بني نوعه السالمين من عدائه معاملة الخير معهم على حسب توافقهم معه في الحق فذلك هو الأصل في تكوين الإِنسان إذا سلم من عوارض عائقة من بعض ذلك مما يعرض له وهو جنين؛ إما من عاهة تلحقه لِمرض أحد الأبوين ، أو لفساد هيكله من سقطة أو صدمة في حمله ، وما يعرض له بعد الولادة من داء معضل يعرض له يترك فيه اختلال مزاجه فيحرف شيئاً من فطرته كحماقة السوداويين والسُّكريين أو خبال المختبلين ، ومما يدخله على نفسه من مساوي العادات كشرب المسكرات وتناول المخدرات مما يورثه على طوللٍ انثلامَ تعقله أو خَوَرَ عزيمته .والذي نأخذه من هذه الآية أنَّ الإنسان مخلوق على حالة الفطرة الإِنسانية التي فطر الله النوع ليتصف بآثارها ، وهي الفطرة الإنسانية الكاملة في إدراكه إدراكاً مستقيماً مما يتأدى من المحسوسات الصادقة ، أي الموافقة لحقائق الأشياء الثابتة في نفس الأمر ، بسبب سلامة ما تؤديه الحواس السليمة ، وما يتلقاه العقل السليم من ذلك ويتصرف فيه بالتحليل والتركيب المنتظمين ، بحيث لو جانبتْه التلقينات الضالة والعوائد الذميمة والطبائع المنحرفة والتفكير الضار ، أو لو تسلطت عليه تسلطاً ما فاستطاع دفاعها عنه بدلائل الحق والصواب ، لجَرى في جميع شؤونه على الاستقامة ، ولما صدرت منه إلا الأفعال الصالحة ولكنه قد يتعثر في ذيول اغتراره ويُرخي العنان لهواه وشهوته ، فترمي به في الضلالات ، أو يتغلب عليه دعاة الضلال بعامل التخويف أو الإِطماع فيتابعهم طوعاً أو كرهاً ، ثم لا يلبث أن يستحكم فيه ما تقلده فيعتاده وينسى الصواب والرشد .ويفسر هذا المعنى قول النبي صلى الله عليه وسلم « ما من مولود إلا يولد على الفطرة ثم يكون أبواه هما اللذان يهوِّدانه أو ينصِّرانه أو يمجِّسانه » الحديث؛ ذلك أن أبويه هما أول من يتولى تأديبه وتثقيفه وهما أكثر الناس ملازمة له في صباه ، فهما اللذان يُلقيان في نفسه الأفكار الأولى ، فإذا سلم من تضليل أبويه فقد سار بفطرته شوطاً ثم هو بعد ذلك عُرضة لعديد من المؤثرات فيه ، إنْ خيراً فخير وإن شرّاً فشرّ ، واقتصر النبي صلى الله عليه وسلم على الأبوين لأنهما أقوى أسباب الزج في ضلالتهما ، وأشد إلحاحاً على ولدهما .ولم يعرج المفسرون قديماً وحديثاً على تفسير التقويم بهذا المعنى العظيم فقصروا التقويم على حسن الصورة . وروي عن ابن عباس ومجاهد وقتادة والكلبي وإبراهيم وأبي العالية ، أو على استقامة القامة . وروي عن ابن عباس ، أو على الشباب والجلادة ، وروي عن عكرمة وابن عباس .ولا يلائم مقصد السورة إلا أن يتأول بأن ذلك ذكر نعمة على الإنسان عكس الإنسان شكرها فكفر بالمنعم فرد أسفل سافلين ، سوى ما حكاه ابن عطية عن الثعلبي عن أبي بكر بن طاهر أنه قال : «تقويم الإنسان عقله وإدراكه اللذان زيّناه بالتمييز» ولفظه عند القرطبي قريب من هذا مع زيادة يتناول مأكوله بيده وما حكاه الفخر عن الأصم أن { أحسن تقويم } أكمل عقل وفهم وأدب وعلم وبيان» .وتفيد الآية أن الإِنسان مفطور على الخير وأن في جبلته جلب النفع والصلاح لنفسه وكراهة ما يظنّه باطلاً أو هلاكاً ، ومحبة الخير والحسن من الأفعال لذلك تراه يسر بالعدل والإِنصاف ، وينصح بما يراه مجلبة لخير غيره ، ويغيث الملهوف ويعامل بالحسنى ، ويغار على المستضعفين ، ويشمئزّ من الظلم ما دام مجرداً عن رَوْم نفع يجلبه لنفسه أو إرضاء شهوة يريد قضاءها أو إشفاء غضب يجيش بصدره ، تلك العوارض التي تحول بينه وبين فطرته زمناً ، ويهش إلى كلام الوعّاظ والحكماء والصالحين ويكرمهم ويعظمهم ويودّ طول بقائهم .فإذا ساورتْه الشهوة السيئة فزينت له ارتكاب المفاسد ولم يستطع ردها عن نفسه انصرف إلى سوء الأعمال ، وثقْل عليه نصح الناصحين ، ووعظُ الواعظين على مراتب في كراهية ذلك بمقدار تحكم الهوى في عقله .ولهذا كان الأصل في الناس الخيرَ والعدالة والرشد وحسن النية عند جمهور من الفقهاء والمحدِّثين .",
  "ayah": 4,
  "surah": 95
}
