{
  "text": "نیکیوں میں سبقت (مسارعة فی الخیرات) سے مراد اس آیت میں مومنین اہلِ کتاب کا یہ عمل ہے کہ نبی آخر الزماں کی زبان سے جب خدائی سچائی کا اعلان ہوا تو انھوں نے فوراً اس کو پہچان لیا اور اس کی طرف عاجزانہ دوڑ پڑے۔ اس وقت ایک طرف دین موسیٰ تھا جو تاریخی عظمت اور روایتی تقدس کے زور پر قائم تھا۔ دوسری طرف دین محمد تھا جس کی پشت پر ابھی تک صرف دلیل کی طاقت تھی، تاریخی عظمت اور روایاتی تقدس کا وزن ابھی تک اس کے ساتھ شامل نہیں ہوا تھا۔ اپنے دین اور وقت کے نبی کے دین میں یہ فرق وقت کے نبی کے دین کو ماننے میں زبردست رکاوٹ تھا۔ مگر وہ اس رکاوٹ کو عبور کرنے میں کامیاب ہوگئے اور بڑھ کر وقت کے نبی کے دین کو مان لیا۔\nمال واولاد کی محبت آدمی کو قربانی والے دین پر آنے نہیں دیتی۔ البتہ نمائشی قسم کے اعمال کا مظاہرہ کرکے وہ سمجھتا ہے کہ وہ خدا کے دین پر قائم ہے۔ مگر جس طرح سخت ٹھنڈی ہوا اچانک پوری کھیتی کو برباد کردیتی ہے، اسی طرح قیامت کا طوفان ان کے نمائشی اعمال کو بے قیمت کرکے رکھ دے گا — یہود میں صرف چند لوگ تھے جو نبی صلی اللہ علیہ وسلم پر ایمان لائے تھے۔ ’’امت قائمہ‘‘ کی حیثیت سے ان کا مستقل ذکر کرنا ظاہر کرتا ہے کہ چند آدمی اگر اللہ سے ڈرنے والے ہوں تو وہ بھیڑ کے مقابلہ میں اللہ کی نظر میں زیادہ قیمتی ہوتے ہیں۔\nنجات کے لیے صرف یہ کافی نہیں ہے کہ کسی پیغمبر کے نام پر جو نسلی امت بن گئی ہے، آدمی اس امت میں شامل رہے۔ بلکہ اصل ضرورت یہ ہے کہ وہ عہد کا پابند بنے۔ عہد سے مراد ایمان ہے۔ ایمان بندے اور خدا کے درمیان ایک عہد ہے۔ ایمان لاکر بندہ اپنے آپ کو اس کا پابند کرتا ہے کہ وہ اپنے آپ کو پوری طرح اللہ کا وفادار اور اطاعت گزار بنائے گا۔ بالفاظ دیگر، گروہی نسبت نہیں بلکہ ذاتی عمل وہ چیز ہے جو کسی آدمی کو خدا کی رحمت اور بخشش کا مستحق بناتی ہے۔\nاس عہد میں تمام ایمانی ذمہ داریاں شامل ہیں۔ تنہائیوں میں اللہ کی یاد، اللہ کی عبادت گزاری، آخرت کو سامنے رکھ کر زندگی گزارنا، اپنے آس پاس جو افراد ہوں ان کو بھلائی پر لانے کی کوشش کرنا، جو افراد برائی کا ارتکاب کریں ان کو برائی سے ہٹانے میں پورا زور لگا دینا، خدا کی پسند کے کاموں میں دوڑ کر حصہ لینا۔ جو لوگ ایسا کریں وہی عہد ربانی پر پورے اترے۔ وہ خدا کے مقبول بندے ہیں۔ ان کا عمل خدا کے علم میں ہے، وہ ان کو ان کے عمل کا بدلہ دے گا اور فیصلہ کے دن ان کی پوری قدردانی فرمائے گا۔",
  "ayah": 113,
  "surah": 3
}
