{
  "text": "حق کی دعوت جب بھی اٹھتی ہے تو وہ لوگوں کو ایک غیر اہم آواز معلوم ہوتی ہے۔ ایک طرف وقت کا ماحول ہوتا ہے جس کے قبضہ میں ہر قسم کے مادی وسائل ہوتے ہیں۔ دوسری طرف حق کا قافلہ ہوتا ہے جس کو ابھی ماحول میں کوئی جماؤ حاصل نہیں ہوتا۔ اس کے ساتھ مادی مفادات وابستہ نہیں ہوتے۔ ان حالات میں حق کی طرف بڑھنا ماحول سے کٹنے اور مفادات سے محروم ہونے کے ہم معنی بن جاتا ہے۔ نتیجہ یہ ہوتا ہے کہ آدمی اپنے مفادات کو بچانے کی خاطر حق کو نہیں مانتا۔ اپنے ساتھیوں اور رشتہ داروں کو چھوڑ کر ایک تنہا داعی کی صف میں آنے کے لیے تیار نہیں ہوتا۔ مگر یہ چیزیں جو انسان کو آج اہم نظر آتی ہیں وہ فیصلہ کے دن کسی کے کچھ کام نہ آئیں گی۔ ان چیزوں کي جو کچھ اہمیت ہے صرف اس وقت تک ہے جب کہ معاملہ انسان اور انسان کے درمیان ہے۔ جب قیامت کا پردہ پھٹے گا اور معاملہ انسان اور خدا کے درمیان ہوجائے گا تو یہ چیزیں اتنی بے قیمت ہوجائیں گی جیسے کہ ان کا کوئی وجود ہی نہ تھا۔ داعی اس دنیا میں بظاہر بے زور دکھائی دیتا ہے مگر حقیقت میں وہی زور والا ہے۔ کیوں کہ اس کے پیچھے خدا ہے۔ منکر بظاہر اس دنیا میں طاقت ور دکھائی دیتا ہے۔ مگر وہ بالکل بے طاقت ہے۔ کیوں کہ اس کی طاقت ایک وقتی فریب کے سوا اور کچھ نہیں ہے۔\nنبوت کے چودھویں سال بدر کا معرکہ آخرت میں ہونے والے واقعہ کا ایک دنیوی نمونہ تھا۔ حق کا انکار کرنے والے تعداد اور طاقت میں بہت زیادہ تھے اور حق کو ماننے والے تعداد اور طاقت میں بہت کم تھے۔ اس کے باوجود منکرین کو غیر معمولی شکست ہوئی اور حق کے پیروؤں کو فیصلہ کن فتح حاصل ہوئی۔ یہ ایک واضح ثبوت ہے کہ اللہ ہمیشہ حق کے پیروؤں کی جانب ہوتا ہے۔ اتنے غیر معمولی فرق کے باوجود اتنی غیر معمولی فتح اللہ کی مدد کے بغیر نہیں ہوسکتی۔ یہ خدا کی طرف سے اس بات کا ایک مظاہرہ ہے کہ حق اس عالم میں تنہا نہیں ہے۔ اسی کے ساتھ منکرین کے لیے وہ ایک ظاہری دلیل بھی ہے جس میں وہ دیکھ سکتے ہیں کہ خدا کی اس دنیا میں وہ کتنے بے جگہ ہیں۔ داعیٔ حق کے کلام اور اس کی زندگی میں کھلی ہوئی علامتیں ہوتی ہیں کہ یہ خدا کی طرف سے ہے۔ مگرجو سرکش لوگ ہیں وہ اس کو رد کرنے کے لیے الفاظ کی ایک پناہ گاہ بنا لیتے ہیں۔ وہ جھوٹی توجیہات میں جیتے رہتے ہیں۔ یہاں تک کہ وہ آخرت کی دنیا میں پہنچ جاتے ہیں، جهاں انھيں يه پتا چل جائے گا کہ وہ جن الفاظ کا سہارا ليے ہوئے تھے وہ حقیقت کے اعتبار سے کس قدر بے معنی تھے۔",
  "ayah": 13,
  "surah": 3
}
