{
  "text": "کائنات اپنے پورے وجود کے ساتھ ایک خاموش اعلان ہے۔ آدمی جب اپنے کان اور آنکھ سے مصنوعی پردوں کو ہٹاتا ہے تو وہ اس خاموش اعلان کو ہر طرف سننے اور دیکھنے لگتا ہے۔ اس کو ناممکن نظر آتا ہے کہ ایک ایسی کائنات جس کے ستارے اور سیارے کھربوں سال تک بھی ختم نہیں ہوتے وہاں انسان اپنی تمام خواہشوں اور تمناؤں کو لیے ہوئے صرف پچاس سال اور سو سال میں ختم ہوجائے۔ ایک ایسی دنیا جہاں درختوں کا حسن اور پھولوں کی لطافت ہے۔ جہاں ہوا اور پانی اور سورج جیسی بے شمار بامعنی چیزوں کا اہتمام کیاگیا ہے وہاںانسان کے لیے حزن اور غم کے سوا کوئی انجام نہ ہو۔ پھر یہ بھی اس کو ناممکن نظر آتا ہے کہ ایک ایسی دنیا جہاں یہ اتھاہ امکان رکھا گیا ہے کہ یہاں ایک چھوٹا سا بیج زمین میںڈالا جائے تو اس کے اندر سے ہرے بھرے درخت کی ایک پوری کائنات نکل آئے وہاں آدمی نیکی کی زندگی اختیار کرکے بھی اس کا کوئی پھل نہ پاتا ہو۔ ایک ایسی دنیا جہاں ہر روز تاریک رات کے بعد روشن دن آتا ہے وہاں صدیاں گزر جائیں اور عدل وانصاف کا اجالا اپنی چمک نہ دکھائے۔ ایک ایسی دنیا جس کی گود میں زلزلے اور طوفان سورہے ہیں۔ وہاں انسان ظلم پر ظلم کر تا رہے مگر کوئی اس کا ہاتھ پکڑنے والا سامنے نہ آئے۔ جو لوگ حقیقتوں میں جیتے ہیں اور گہرائیوں میں اتر کر سوچتے ہیں ان کے لیے ناقابلِ یقین ہوجاتا ہے کہ ایک بامعنی کائنات بے معنی انجام پر ختم ہوجائے۔ وہ جان لیتے ہیں کہ حق کا داعی جو پیغام دے رہا ہے وہ نطق کی زبان میں اسی بات کا اعلان ہے، جو خاموش زبان میں ساری کائنات میں نشر ہورہا ہے۔ ان کے لیے سب سے بڑا مسئلہ یہ بن جاتا ہے کہ جب سچائی کھلے اور جب انصاف کا سورج نکلے تو اس دن وہ ناکام و نامراد نہ ہوجائیں، وہ اپنے رب کو پکارتے ہوئے اس کی طرف دوڑ پڑتے ہیں، وہ مفاد اور مصلحت کی تمام حدود کو توڑ کر داعی حق کے ساتھ ہوجاتے ہیں۔ تاکہ جب کائنات کا ’’اجالا‘‘ اور کائنات کا ’’اندھیرا‘‘ ایک دوسرے سے الگ کيے جائیں تو کائنات کا مالک ان کو اجالے میں جگہ دے، وہ ان کو اندھیرے میں ٹھوکریں کھانے کے لیے نہ چھوڑے۔\nعقل اور بے عقلی کا حقیقی پیمانہ اس سے بالکل مختلف ہے جو انسانوں نے بطور خود بنا رکھا ہے۔ یہاں عقل والا وہ ہے جو اللہ کی یاد میں جئے، جو کائنات کے تخلیقی منصوبہ میںکام کرنے والی خدائی معنویت کو پالے۔ اس کے برعکس، بے عقل وہ ہے جو اپنے دل ودماغ کو دوسری دوسری چیزوں میں اٹکائے، جو دنیا میں اس طرح زندگی گزارے جیسے کہ ا س کو مالک کائنات کے تخلیقی منصوبہ کی خبر ہی نہیں۔",
  "ayah": 194,
  "surah": 3
}
