{
  "text": "আর আমরা তো নূহকে তাঁর সম্প্রদায়ের কাছে পাঠিয়েছিলাম [১]। তিনি তাদের মধ্যে অবস্থান করেছিলেন পঞ্চাশ কম হাজার বছর। অতঃপর প্লাবন তাদেরকে গ্রাস করে; এমতাবস্থায় যে তারা ছিল যালিম [২]।\n[১] পূর্ববর্তী আয়াতসমূহে কাফেরদের বিরোধিতা ও মুসলিমদের উপর নির্যাতনমূলক অবস্থা বর্ণিত হয়েছিল। আলোচ্য আয়াতসমূহে নির্যাতনমূলক ঘটনাবলীর পরিপ্রেক্ষিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সান্তনা দেয়ার জন্যে পূর্ববর্তী নবীগণ ও তাদের উম্মতের কিছু অবস্থা বর্ণনা করা হয়েছে। [দেখুন, ইবন কাসীর] উদ্দেশ্য এই যে, প্রাচীনকাল থেকেই সত্যপন্থীদের উপর কাফেরদের তরফ থেকে নির্যাতনের ধারা অব্যাহত রয়েছে। কিন্তু এসব-উৎপীড়নের কারণে তারা কোন সময় সাহস হারাননি। মুমিনদের উচিত কাফেরদের উৎপীড়নের পরওয়া না করা। পূর্ববর্তী নবীগণের মধ্যে সর্বপ্রথম নূহ আলাইহিস সালাম-এর কাহিনী উল্লেখ করা হয়েছে। প্রথমতঃ এর কারণ এই যে, তিনিই প্রথম নবী, যিনি কুফর ও শিরকের মোকাবেলা করেছেন। দ্বিতীয়তঃ তার সম্প্রদায়ের তরফ থেকে তিনি যতটুকু নির্যাতিত হয়েছিলেন, অন্য কোন নবী ততটুকু হননি। কেননা, আল্লাহ্‌ তা‘আলা তাকে বিশেষভাবে সুদীর্ঘ জীবন দান করেছিলেন এবং তার সমস্ত জীবন কাফেরদের নিপীড়নের মধ্যে অতিবাহিত হয়। কুরআনের এ সূরায় বর্ণিত তার বয়স সাড়ে নয়শ' বছর তো অকাট্য ও নিশ্চিতই। কোন কোন বর্ণনায় আছে যে, এটা তার প্রচার ও দাওয়াতের বয়স। এর আগে এবং প্লাবনের পরেও তার আরও বয়স আছে। [ফাতহুল কাদীর] মোটকথা, এই অসাধারণ সুদীর্ঘ বয়স অবিরাম দাওয়াত ও তাবলীগে ব্যয় করা এবং প্রতিক্ষেত্রেই কাফেরদের তরফ থেকে নানারকম উৎপীড়ন সহ্য করা সত্ত্বেও কোন সময় সাহস না হারানো—এগুলো সব নূহ আলাইহিস সালাম-এরই বৈশিষ্ট্য। এখানে এ জিনিসটি বর্ণনা করাই উদ্দেশ্য যে, হে মুহাম্মাদ! আপনি কাফের মুশরিকদের অবাধ্যতায় আফসোস করে নিজেকে ক্ষতিগ্রস্ত করবেন না। কারণ হেদায়াত আল্লাহ্‌র হাতে তিনি যাকে ইচ্ছা হেদায়াত করবেন আর যাকে ইচ্ছে হেদায়াত থেকে দূরে রাখবেন। আপনার দায়িত্ব তো তাবলীগের মাধ্যমেই সমাপ্ত হবে। তবে এটা জেনে রাখুন যে, আল্লাহ্‌ আপনার দ্বীনকে জয়ী করবেন। আপনার শক্ৰদের বিনাশ করবেন। [ইবন কাসীর] আর আয়াতের মাধ্যমে মুমিনদের হেদায়াত দেয়া হচ্ছে যে, তোমরা তো মাত্র পাঁচ বছর থেকে জুলুম-নির্যাতন সহ্য করছো এবং একটি গোমরাহ জাতির হঠকারিতা বরদাশত করে চলছো কিন্তু আমার এ বান্দা যে অনবরত সাড়ে নয়শ’ বছর ধরে এসবের মোকাবিলা করেছে তার সবর ও দৃঢ়তার কথা ভেবে দেখো। তুলনামূলক অধ্যয়নের জন্য দেখুন সূরা আলে ইমরান, ৩৩-৩৪; আন নিসা, ১৬৩; আল আন‘আম, ৮৪; আল-আ‘রাফ, ৫৯ থেকে ৬৪; ইউনুস, ৭১ ও ৭৩; হূদ, ২৫ ও ৪৮; আল আম্বিয়া, ৭৬ ও ৭৭; আল মুমিনূন, ২৩ ও ৩০; আল ফুরকান, ৩৭; আশ শো‘আরা, ১০৫ থেকে ১২৩; আস সাফফাত, ৭৫ ও ৮২; আল কামার, ৯০; আল হাক্কাহ, ১১ ও ১২ আয়াত এবং সূরা নূহ সম্পূর্ণ।\n[২] অর্থাৎ তারা নিজেদের যুলুম-নিপীড়ন চালিয়ে যেতে থাকা অবস্থায় মহাপ্লাবনের গ্রাসে পরিণত হয়। যদি মহাপ্লাবন আসার আগে তারা নিজেদের যুলুম-নিপীড়ন থেকে বিরত হতো তাহলে আল্লাহ্‌ তাদের ওপর এ আযাব পাঠাতেন না। কিন্তু তারা নূহের কথা না শুনে যুলুম ও শির্কেই নিপতিত ছিল। [ফাতহুল কাদীর]",
  "ayah": 14,
  "surah": 29
}
