{
  "text": "মানুষ কি মনে করেছে যে, ‘আমরা ঈমান এনেছি’ এ কথা বললেই তাদেরকে পরীক্ষা [১] না করে অব্যাহতি দেয়া হবে [২]?\n[১] يفتنون শব্দটি فتنة থেকে উদ্ভূত। এর অর্থ পরীক্ষা। [ফাতহুল কাদীর] ঈমানদার বিশেষতঃ নবীগণকে এ জগতে বিভিন্ন প্রকার পরীক্ষায় উত্তীর্ণ হতে হয়েছে। পরিশেষে বিজয় ও সাফল্য তাদেরই হাতে এসেছে। এসব পরীক্ষা জান ও মালের উপর ছিল। [ফাতহুল কাদীর] এর মাধ্যমে তাদের ঈমানের দৃঢ়তার পরীক্ষা হয়ে যেত। কোন সময় কাফের ও পাপাচারীদের শক্রতা এবং তাদের নির্যাতনের মাধ্যমে হয়েছে, যেমন অধিকাংশ নবীগণ, শেষনবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার সাহাবীগণ প্রায়ই এ ধরনের পরীক্ষার সম্মুখীন হয়েছেন। সীরাত ও ইতিহাসের গ্রন্থাবলী এ ধরনের ঘটনাবলী দ্বারা পরিপূর্ণ। কোন সময় এই পরীক্ষা রোগ-ব্যাধি ও অন্যান্য কষ্টের মাধ্যমে হয়েছে। যেমন হযরত আইয়্যুব আলাইহিস সালাম-এর হয়েছিল। কারও কারও বেলায় সর্বপ্রকার পরীক্ষার সমাবেশও করে দেয়া হয়েছে। বর্ণনাদৃষ্টে বোঝা যায়, আলোচ্য আয়াত সেসব সাহাবীদের ব্যাপারে নাযিল হয়েছিল, যারা মদীনায় হিজরতের প্রাক্কালে কাফেরদের হাতে নির্যাতিত হয়েছিলেন। কিন্তু উদ্দেশ্য ব্যাপক। সৰ্বকালের আলেম, সৎকর্মপরায়ণ ব্যাক্তিগণ বিভিন্ন প্রকার পরীক্ষার সম্মুখীন হয়েছেন এবং হতে থাকবেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘সবচেয়ে কঠিন পরীক্ষায় নিপতিত করা হয় নবীদেরকে, তারপর সৎকর্মপরায়ন বান্দাদেরকে, তারপর তাদের অনুরূপ, তারপর তাদের অনুরূপদেরকে। প্ৰত্যেক মানুষকে তার দ্বীনদারী অনুসারে পরীক্ষা করা হয়। যদি দ্বীনদারী বেশী হয় তাকে বেশী পরীক্ষা করা হয়। [তিরমিযীঃ ২৩৯৮, ইবনে মাজহঃ ৪০২৩] কুরআনের অন্যত্রও এ পরীক্ষার কথা বলা হয়েছে, যেমনঃ ‘তোমরা কি মনে করেছ তোমাদেরকে ছেড়ে দেয়া হবে অথচ আল্লাহ্‌ এখনো তোমাদের মধ্যে কারা জিহাদ করেছে তাদের জেনে নেননি। [সূরা আত-তাওবাহঃ ১৬]\n[২] যে অবস্থায় একথা বলা হয় তা ছিল এই যে, মক্কা মু‘আয্‌যামায় কেউ ইসলাম গ্ৰহণ করলেই তার ওপর বিপদ আপদ ও জুলুম-নিপীড়নের পাহাড় ভেঙ্গে পড়তো। এ পরিস্থিতি যদিও দৃঢ় ঈমানের অধিকারী সাহাবীগণের অবিচল নিষ্ঠার মধ্যে কোন প্রকার দোদুল্যমানতা সৃষ্টি করে নি তবুও মানবিক প্রকৃতির তাগিদে অধিকাংশ সময় তাদের মধ্যেও চিত্তচাঞ্চল্য সৃষ্টি হয়ে যেতো। এ ধরনের অবস্থার একটা চিত্র পেশ করে খাব্বাব ইবনে আরত বর্ণিত একটি হাদীস। তিনি বলেন, ‘যে সময় মুশরিকদের কঠোর নির্যাতনে আমরা ভীষণ দুরবস্থার সম্মুখীন হয়ে পড়েছিলাম সে সময় একদিন আমি দেখলাম নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কা‘বাঘরের দেয়ালের ছায়ায় বসে রয়েছেন। আমি সেখানে উপস্থিত হয়ে নিবেদন করলাম, হে আল্লাহ্‌র রসূল! আপনি কি আমাদের জন্য দো‘আ করেন না? একথা শুনে তাঁর চেহারা আবেগে-উত্তেজনায় রক্তিমবর্ণ ধারণ করলো এবং তিনি বললেন, “তোমাদের পূর্বে যেসব মুমিনদল অতিক্রান্ত হয়েছে তারা এর চাইতেও বেশী নিগৃহীত হয়েছে। তাদের কাউকে মাটিতে গর্ত করে তার মধ্যে বসিয়ে দেয়া হতো এবং তারপর তার মাথার ওপর করাত চালিয়ে দু’টুকরা করে দেয়া হতো। কারো অংগ-প্রত্যংগের সন্ধিস্থলে লোহার চিরুনী দিয়ে আঁচড়ানো হতো, যাতে তারা ঈমান প্রত্যাহার করে। আল্লাহ্‌র কসম, এ কাজ সম্পন্ন হবেই, এমন কি এক ব্যাক্তি সান‘আ থেকে হাদ্বারামাউত পর্যন্ত নিঃশংক চিত্তে সফর করবে এবং আল্লাহ্‌ ছাড়া আর কারো ভয় তার মনে থাকবে না।” [বুখারীঃ ৩৬১২, মুসনাদে আহমাদঃ ৫/১০৯]\nএ চিত্তচাঞ্চল্যকে অবিচল ধৈর্য ও সহিষ্ণুতায় রূপান্তরিত করার জন্য মহান আল্লাহ্‌ মুমিনদেরকে বুঝান, দুনিয়া ও আখেরাতের সাফল্য অর্জনের জন্য আমার যে সমস্ত প্ৰতিশ্রুতি রয়েছে কোন ব্যাক্তি নিছক মৌখিক ঈমানের দাবীর মাধ্যমে তার অধিকারী হতে পারে না। বরং প্রত্যেক দাবীদারকে অনিবাৰ্যভাবে পরীক্ষা অতিক্রম করতে হবেই। অন্যত্র আল্লাহ্‌ বলেনঃ “তোমরা কি মনে করেছো তোমরা জান্নাতে প্রবেশ করে যাবে, অথচ এখনো তোমরা সে অবস্থার সম্মুখীন হওনি, যে অবস্থার সম্মুখীন হয়েছিল তোমাদের পূর্ববর্তী ঈমানদারগণ? তারা সম্মুখীন হয়েছিল নির্মমতা ও দুঃখ-ক্লেশের এবং তাদেরকে অস্থির করে তোলা হয়েছিল। এমনকি রাসূল ও তাঁর সাথে যারা ঈমান এনেছিল তারা চিৎকার করে বলে উঠেছিল আল্লাহ্‌র সাহায্য কবে আসবে? (তখনই তাদেরকে সুখবর দেয়া হয়েছিল এই মর্মে যে) জেনে রাখো, আল্লাহ্‌র সাহায্য নিকটেই।” [সূরা আল-বাকারাহঃ ২১৪] অনুরূপভাবে ওহুদ যুদ্ধের পর যখন মুসলিমদের ওপর আবার বিপদ-মুসীবতের একটি দুযোগপূর্ণ যুগের অবতারণা হয় তখন বলা হয়ঃ “তোমরা কি মনে করে নিয়েছো, তোমরা জান্নাতে প্রবেশ করে যাবে, অথচ এখনো আল্লাহ্‌ দেখেনইনি যে, তোমাদের মধ্য থেকে কে জিহাদে প্ৰাণ উৎসর্গকারী এবং কে সবরকারী?” [সূরা আলে ইমরানঃ ১৪২] প্ৰায় একই বক্তব্য সূরা আলে ইমরানের ১৭৯, সূরা তাওবার ১৬ এবং সূরা মুহাম্মাদের ৩১ আয়াতে বলা হয়েছে। এসব বক্তব্যের মাধ্যমে মহান আল্লাহ্‌ মুসলিমদের মনে এ সত্যটি গেঁথে দিয়েছেন যে, পরীক্ষাই হচ্ছে এমন একটি মানদণ্ড যার মাধ্যমে ভেজাল ও নির্ভেজাল যাচাই করা যায়।",
  "ayah": 2,
  "surah": 29
}
