{
  "text": "উত্তরে ইবরাহীমের সম্প্রদায় শুধু এটাই বলল, ‘একে হত্যা কর অথবা অগ্নিদগ্ধ কর [১]।’ অতঃপর আল্লাহ্‌ তাঁকে আগুন থেকে রক্ষা করলেন। নিশ্চয় এতে বহু নিদর্শন রয়েছে, এমন সম্প্রদায়ের জন্য যারা ঈমান আনে [২]।\n[১] অর্থাৎ ইবরাহীমের ন্যায়সংগত যুক্তির কোন জবাব তাদের কাছে ছিল না। তাদের যদি কোন জবাব থেকে থাকে তাহলে তা এই ছিল যে, হক কথা বলছে যে কণ্ঠটি সেটি স্তব্ধ করে দাও এবং যে ব্যাক্তি আমাদের ভুল আমাদের চোখের সামনে তুলে ধরছে এবং তা থেকে আমাদের বিরত থাকতে বলছে তাকে জীবন্ত রেখো না। এভাবে তারা তাদের ক্ষমতা ও শক্তির জোর দেখাল। [ইবন কাসীর] “হত্যা করো ও জ্বলিয়ে পুড়িয়ে মারো” শব্দাবলী থেকে একথা প্রকাশিত হচ্ছে যে, সমগ্ৰ জনতা ইবরাহীমকে মেরে ফেলার ব্যাপারে একমত ছিল তবে মেরে ফেলার পদ্ধতির ব্যাপারে ছিল বিভিন্ন মত। কিছু লোকের মত ছিল, তাঁকে হত্যা করা হোক। আবার কিছু লোকের মত ছিল, জীবন্ত পুড়িয়ে মারা হোক, এর ফলে ভবিষ্যতে যারা এ ভূখণ্ডে হক কথা বলার পাগলামী করতে চাইবে এটা তাদের জন্য একটা শিক্ষা হয়ে থাকবে। তবে সবশেষে পুড়িয়ে ফেলার ব্যাপারেই তাদের মত স্থির হলো। [আত-তাহরীর ওয়াত তানওয়ীর]\n[২] এর মধ্যে ঈমানদারদের জন্য এ মর্মে নিদর্শন রয়েছে যে, তারা রাসূলগণ যা নিয়ে এসেছেন তার সত্যতার প্রমাণ পাবে। আর এটাও জানতে পারবে যে, নবী-রাসূলগণ সবচেয়ে বড় নেককার ও তারা মানুষের কল্যাণকামী। আরও প্রমাণ পাবে যে, যারা নবী-রাসূলদের বিরোধিতা করবে তাদের কথা অসার ও স্ববিরোধী। আরও প্রমাণ পাবে যে, যুগে যুগে নবী-রাসূলদের বিরোধিরা যেন পরস্পর শলা-পরামর্শ করে রাসূলদের উপর মিথ্যারোপ করেছে ও পরস্পর এ ব্যাপারে উৎসাহ যুগিয়েছে। [সা‘দী] তাছাড়া এতে আরও নিদর্শন রয়েছে আল্লাহ্‌র ক্ষমতা, তাঁর রাসূলদের সম্মান রক্ষা, তাঁর ওয়াদার বাস্তবায়ণ, তাঁর শক্ৰদের হেয়করণ। তাছাড়া আরও প্রমাণ রয়েছে যে, সমস্ত সৃষ্ট সে বড় কিংবা ছোট যাই হোক না কেন আল্লাহ্‌ তা‘আলার কুদরতের অধীন। [আত-তাহরীর ওয়াত তানওয়ীর] তাছাড়া এ ব্যাপারেও নির্দশন রয়েছে যে, তিনি আগুনের ভয়াবহ শাস্তি মেনে নিতে প্ৰস্তুত হয়ে যান এবং সত্য ও ন্যায়ের পথ পরিহার করতে প্ৰস্তুত হননি। নিদর্শন এ ব্যাপারেও রয়েছে যে, মহান আল্লাহ্‌ ইবরাহীম আলাইহিস সালামকেও পরীক্ষার পুল পার না করিয়ে ছাড়েননি। আবার এ ব্যাপারেও যে, ইবরাহীমকে আল্লাহ্‌ যে পরীক্ষার সম্মুখীন করেন তাতে তিনি সাফল্যের সাথে উত্তীর্ণ হন, তবে এই আল্লাহ্‌র সাহায্য তার জন্য এমন অলৌকিক পদ্ধতিতে আসে যে, জ্বলন্ত অগ্নিকুণ্ড তাঁর জন্য ঠাণ্ডা করে দেয়া হয়। [দেখুন, ফাতহুল কাদীর]",
  "ayah": 24,
  "surah": 29
}
