{
  "text": "আর তোমরা উত্তম পন্থা ছাড়া কিতাবীদের সাথে বিতর্ক করবে না [১], তবে তাদের সাথে করতে পার, যারা তাদের সাথে যুলুম করেছে [২]। আর তোমরা বল, 'আমাদের প্রতি এবং তোমদের প্রতি যা নাযিল হয়েছে, তাতে আমরা ঈমান এনেছি। আর আমাদের ইলাহ্ ও তোমাদের ইলাহ্ তো একই।  আর আমরা তাঁরই প্ৰতি আত্মসমৰ্পণকারী [৩] |’\n[১] অর্থাৎ কিতাবীদের সাথে উত্তম পন্থায় তর্ক-বিতর্ক কর। উদাহরণত: কঠোর কথাবার্তার জওয়াব নম্র ভাষায়, ক্রোধের জওয়াব সহনশীলতার সাথে এবং মূর্খতাসূলভ হট্টগোলের জওয়াব গান্তীর্যপূর্ণ কথাবার্তার মাধ্যমে দাও। বিতর্ক ও আলাপ-আলোচনা উপযুক্ত যুক্তি-প্রমাণ সহকারে, ভদ্র ও শালীন ভাষায় এবং বুঝবার ও বুঝাবার ভাবধারায় উদ্বুদ্ধ হয়ে করতে হবে। [ফাতহুল কাদীর] এর ফলে যার সাথে আলোচনা হয় তার চিন্তার সংশোধন হবে। প্রচারকের চিন্তা করা উচিত, তিনি শ্রোতার হৃদয় দুয়ার উন্মুক্ত করে সত্যকথা তার মধ্যে বসিয়ে দেবেন এবং তাকে সঠিক পথে আনবেন। পরিস্থিতির সাথে সামঞ্জস্য রেখে কিতাবীদের সাথে বিতর্ক-আলোচনা করার ব্যাপারে এ নির্দেশ দেয়া হয়। কিন্তু এটা কেবলমাত্র বিশেষভাবে কিতাবীদের জন্য নয়। মুশরিকদের সাথেও তর্কের ব্যাপারে অনুরূপ নির্দেশ আছে। বরং দ্বীনের প্রচারের ক্ষেত্রে এটি একটি সাধারণ নির্দেশ। যেমন বলা হয়েছে, “আহবান করুন নিজের রবের পথের দিকে প্রজ্ঞা ও উৎকৃষ্ট উপদেশের মাধ্যমে এবং লোকদের সাথে উত্তম পদ্ধতিতে বিতর্ক-আলোচনা করুন।\" [সূরা আন-নাহল: ১২৫] আরো বলা হয়েছে, “সুকৃতি ও দুস্কৃতি সমান নয়। (বিরোধীদের আক্রমণ) প্রতিরোধ করুন উৎকৃষ্ট পদ্ধতিতে। আপনি দেখবেন এমন এক ব্যক্তি যার সাথে আপনার শক্ৰতা ছিল সে এমন হয়ে গেছে যেমন আপনার অন্তরংগ বন্ধু।\" [সূরা ফুসসিলাত: ৩৪] আরো এসেছে, “আপনি উত্তম পদ্ধতিতে দুস্কৃতি নির্মূল করুন। আমরা জানি (আপনার বিরুদ্ধে) তারা যেসব কিছু তৈরী করে।” [সূরা আল-মুমিনুন: ৯৬] বলা হয়েছে, “ক্ষমার পথ অবলম্বন করুন, ভালো কাজ করার নির্দেশ দিন এবং মূর্খদেরকে এড়িয়ে চলুন। আর যদি (মুখে মুখে জবাব দেবার জন্য) শয়তান আপনাকে উসকানী দেয় তাহলে আল্লাহর আশ্রয় চান।” [সূরা আল-আ'রাফ: ১৯৯-২০০]\n[২] অর্থাৎ যারা যুলুমের নীতি অবলম্বন করে তাদের সাথে তাদের যুলুমের প্রকৃতি বিবেচনা করে ভিন্ন নীতিও অবলম্বন করা যেতে পারে। এর অর্থ হচ্ছে, সবসময় সব অবস্থায় সব ধরনের লোকদের মোকাবিলায় নরম ও সুমিষ্ট স্বভাবের হয়ে থাকলে চলবে না। যেন মানুষ সত্যের আহবায়কের ভদ্রতাকে দুর্বলতা ও অসহায়তা মনে না করে বসে। ইসলাম তার অনুসারীদেরকে অবশ্যই ভদ্রতা, বিনয়, শালীনতা ও যুক্তিবাদিতার শিক্ষা দেয় কিন্তু হীনতা ও দীনতার শিক্ষা দেয় না। এ আয়াতে আল্লাহর পথে দাওয়াতের আরও একটি পদ্ধতির উল্লেখ করা হয়েছে। তা হলো, যারা যুলুম করে এবং সীমালঙ্ঘন করবে তাদের সাথে তারা যে রকম ব্যবহার করবে সে রকম ব্যবহার করা বৈধ। সুতরাং যারা তোমাদের প্রতি যুলুম করে তোমাদের গান্তীর্যপূর্ণ নম্র কথাবার্তা এবং সুস্পষ্ট প্রমাণাদির মোকাবেলায় জেদ ও হঠকারিতা করে তাদেরকে কঠোর ভাষায় জওয়াব দেয়া যাবে, যদিও তখনো তাদের অসদাচরণের জওয়াবে অসদাচরণ না করা এবং যুলুমের জওয়াবে যুলুম না করাই শ্রেয়; যেমন কুরআনের অন্যান্য আয়াতে বলা হয়েছে: “তোমরা যদি তাদের কাছ থেকে অন্যায় অবিচারের সমান সমান প্রতিশোধ গ্ৰহণ কর, তবে এরূপ করার অধিকার তোমাদের আছে, কিন্তু যদি সবর কর তবে এটা অধিক শ্ৰেয়। সূরা আন-নাহল:১২৬] [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] মুজাহিদ বলেন, এখানে যারা যুলুম করে বলে, সরাসরি যোদ্ধা কাফেরদের বোঝানো হয়েছে। তাদের মধ্যে যারা ইসলাম গ্রহণ করবে না তাদেরকে জিযিয়া দিতে হবে। জিযিয়া দিতে অস্বীকার করলে তাদের সাথে আর সাধারণ সুন্দর অবস্থা বিরাজ করবে না। [ইবন কাসীর]\n[৩] অর্থাৎ কিতাবধারীদের সাথে তর্ক বিতর্ক করার সময় তাদেরকে নিকটে আনার জন্যে তোমরা একথা বল যে, আমরা মুসলিমগণ সেই ওহীতেই বিশ্বাস করি, যা আমাদের নবীগণের মাধ্যমে পাঠানো হয়েছে এবং সে ওহীতেও বিশ্বাস করি, যা তোমাদের নবীদের মধ্যস্থতায় প্রেরিত হয়েছে। কাজেই আমাদের সহিত বিরোধিতার কোন কারণ নেই। এ বাক্যগুলোতে মহান আল্লাহ নিজেই উৎকৃষ্ট পদ্ধতিতে বিতর্ক-আলোচনার পথ-নির্দেশ দিয়েছেন। সত্য প্রচারের দায়িত্ব যারা গ্ৰহণ করেছেন তাদের এ পদ্ধতি অবলম্বন করা উচিত। এখানে শেখানো হয়েছে, যে ব্যক্তির সাথে তোমাকে বিতর্ক করতে হবে তার ভ্ৰষ্টতাকে আলোচনার সূচনা বিন্দুতে পরিণত করো না। বরং সত্য ও ন্যায়-নীতির যে অংশগুলোর তোমার ও তার মধ্যে সমভাবে বিরাজ করছে সেগুলো থেকে আলোচনা শুরু করো। অর্থাৎ বিরোধীয় বিন্দু থেকে আলোচনা শুরু না করে ঐক্যের বিন্দু থেকে শুরু করতে হবে। তারপর সেই সর্বসম্মত বিষয়াবলী থেকে যুক্তি পেশ করে শ্রোতাকে একথা বুঝাবার চেষ্টা করতে হবে যে, তোমার ও তার মধ্যে যেসব বিষয়ে বিরোধ রয়েছে সেগুলোতে তোমার অভিমত সর্বসম্মত ভিত্তিগুলোর সাথে সামঞ্জস্য রাখে এবং তার অভিমত হচ্ছে তার বিপরীতধর্ম। [দেখুন, আততাহরীর ওয়াত তানওয়ীর]",
  "ayah": 46,
  "surah": 29
}
