{
  "text": "আর যে কেউ প্রচেষ্টা চালায়, সে তো নিজের জন্যই প্রচেষ্টা চালায় [১]; আল্লাহ্‌ তো সৃষ্টিকুল থেকে অমুখাপেক্ষী [২]।\n[১] “মুজাহাদা’’ শব্দটির মূল অর্থ হচ্ছে, কোন বিরোধী শক্তির মোকাবিলায় দ্বন্দ্ব, প্ৰচেষ্টা চালানো। আর যখন কোন বিশেষ বিরোধী শক্তি চিহ্নিত করা হয় না বরং সাধারণভাবে “মুজাহাদা” শব্দ ব্যবহার করা হয় তখন এর অর্থ হয় একটি সর্বাত্মক ও সর্বব্যাপী দ্বন্দ্ব-সংঘাত। মুমিনকে এ দুনিয়ায় যে দ্বন্দ্ব-সংগ্রাম করতে হয় তা হচ্ছে এ ধরনের। তাকে নাফস, শয়তান ও কাফেরের বিরুদ্ধে যুদ্ধ করতে হয়। [সা‘দী] তাকে শয়তানের সাথে লড়াই করতে হয়, কারণ সে তাকে সর্বক্ষণ সৎকাজের ক্ষতির ভয় দেখায় এবং অসৎকাজের লাভ ও স্বাদ উপভোগের লোভ দেখিয়ে বেড়ায়। তাকে নিজের নফসের বা কুপ্রবৃত্তির সাথেও লড়তে হয়, যে তাকে সর্বক্ষণ নিজের খারাপ ইচ্ছা-আকাংখার দাসে পরিণত করে রাখার জন্য জোর দিতে থাকে। নিজের গৃহ থেকে নিয়ে বিশ্ব-সংসারের এমন সকল মানুষের সাথে তাকে লড়তে হয় যাদের আদর্শ, মতবাদ, মানসিক প্রবণতা, চারিত্রিক নীতি, রসম-রেওয়াজ, সাংস্কৃতিক ধারা এবং অর্থনৈতিক ও সামাজিক বিধান সত্য দ্বীনের সাথে সংঘর্ষিক। তাকে কাফেরদের বিরুদ্ধেও লড়তে হয়। [দেখুন, সা‘দী; আত-তাহরীর ওয়াত তানওয়ীর] এ প্রচেষ্টা এক-দুদিনের নয়, সারাজীবনের। দিন-রাতের চব্বিশ ঘণ্টার মধ্যে প্রতি মুহূর্তের। কোন একটি ময়দানে নয় বরং জীবনের প্রত্যেকটি ময়দানে ও প্রতি দিকে। হাসান বসরী বলেন, একজন মানুষ প্রতিনিয়ত জিহাদ করে যাচ্ছে অথচ একদিনও তরবারী ব্যবহার করেনি। [ইবন কাসীর]\n[২] অর্থাৎ আল্লাহ্‌ এ জন্য তোমাদের কাছে এ দ্বন্দ্ব-সংগ্রামের দাবী করছেন না যে, নিজের সার্বভৌম কর্তৃত্ব প্রতিষ্ঠিত করার ও প্রতিষ্ঠিত রাখার জন্য তোমাদের সাহায্যের প্রয়োজন, বরং এটিই তোমাদের উন্নতি ও অগ্রগতির পথ, তাই তিনি তোমাদের এ দ্বন্দ্ব-সংগ্রামে লিপ্ত হবার নির্দেশ দিচ্ছেন। এ পথে অগ্রসর হয়ে তোমরা এমন শক্তির অধিকারী হতে পারো যার ফলে দুনিয়ায় তোমরা কল্যাণ ও সুকৃতির ধারক এবং আখেরাতে আল্লাহ্‌র জান্নাতের অধিকারী হবে। এ যুদ্ধ চালিয়ে তোমরা আল্লাহ্‌র কোন উপকার করবে না বরং তোমরা নিজেরাই উপকৃত হবে। তাছাড়া এ প্রচেষ্টার মাধ্যমে তোমরা আল্লাহ্‌র সে পরীক্ষায় উত্তীর্ণ হতে পার যার কথা সূরার শুরুতে আল্লাহ্‌ উল্লেখ করেছেন। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর; সা‘দী, ইবনুল কাইয়্যেম, শিফাউল আলীলঃ ২৪৬]",
  "ayah": 6,
  "surah": 29
}
