{
  "text": "والتسوية : تعديل ذات الشيء . وقد أطلقت هنا على اعتدال العناصر فيه واكتمالها بحيث صارت قابلة لنفخ الروح .والنفخ : حقيقته إخراج الهواء مضغوطاً بين الشفتين مضمومتين كالصفير ، واستعير هنا لوضع قوة لطيفة السريان قوية التأثير دَفعة واحدة ، وليس ثَمة نفخ ولا منفوخ .وتقريب نفخ الروح في الحي أنه تكون القوّة البخارية أو الكهربائية المنبعثة من القلب عند انتهاء استواء المزاج وتركيب أجزاء المزاج تكوناً سريعاً دفعياً وجريان آثار تلك القوة في تجاويف الشرايين إلى أعماق البدن في تجاويف جميع أعضائه الرئيسة وغيرها .وإسناد النفخ وإضافة الروح إلى ضمير اسم الجلالة تنويه بهذا المخلوق . وفيه إيماء إلى أن حقائق العناصر عند الله تعالى لا تتفاضل إلا بتفاضل آثارها وأعمالها ، وأن كراهة الذات أو الرائحة إلى حالة يكرهها بعض الناس أو كلهم إنما هو تابع لما يلائم الإدراك الحسي أو ينافره تبعاً لطباع الأمزجة أو لإِلففِ العادة ولا يُؤْبَه في علم الله تعالى . وهذا هو ضابط وصف القذارة والنّزاهة عند البشر .ألا ترى أن المني يستقذر في الحس البشري على أن منه تكوين نوعه ، ومنه تخلقت أفاضل البشر . وكذلك المسك طَيّب في الحس البشري لملاءمة رائحته للشّم وما هو إلا غُدة من خارجات بعض أنواع الغزال ، قال تعالى : { وبدأ خلق الإنسان من طين ثم جعل نسلَهُ من سلالة من ماء مهين ثم سوّاه ونفخ فيه من روحه وجعل لكم السمع والأبصار والأفئدة قليلاً ما تشكرون } [ سورة السجدة : 7 9 ].وهذا تأصيل لكون عالم الحقائق غير خاضع لعالم الأوهام . وفي الحديث « لَخلُوف فم الصائم أطيبُ عند الله من ريح المسك » . وفيه لا يُكْلَم أحد في سبيل الله؛ واللّهُ أعلم بمن يكلم في سبيله إلا جاء يوم القيامة ودَمه يَشْخُب اللّونُ لونُ الدم والريح ريح المسك .ومعنى { فقعوا له ساجدين } أُسقُطوا له ساجدين ، وهذه الحال لإفادة نوع الوقوع ، وهو الوقوع لقصد التعظيم ، كقوله تعالى : { وخرّوا له سجداً } [ سورة يوسف : 100 ]. وهذا تمثيل لتعظيم يناسب أحوال الملائكة وأشكالهم تقديراً لبديع الصنع والصلاحية لمختلف الأحوال الدال على تمام علم الله وعظيم قدرته .وأمر الملائكة السجود لا ينافي تحريم السجود في الإسلام لغير الله من وجوه :أحدها : أن ذلك المنع لسدّ ذريعة الإشراك والملائكة معصومون من تطرّق ذلك إليهم .وثانيها : أن شريعة الإسلام امتازت بنهاية مبالغ الحق والصلاح ، فجاءت بما لم تجىء به الشرائع السالفة لأن الله أراد بلوغ أتباعها أوج الكمال في المدارك ، ولم يكن السجود من قبل محظوراً فقد سجد يعقوب وأبناؤه ليوسف عليهم السلام وكانوا أهل إيمان .وثالثها : أن هذا إخبار عن أحوال العالم العلوي ، و لا تقاس أحكامه على تكاليف عالم الدنيا .",
  "ayah": 29,
  "surah": 15
}
