{
  "text": "استئناف بياني لما يثيره المقصود من قوله تعالى : { وما خلقنا السموات والأرض وما بينهما إلا بالحق } [ سورة الحجر : 85 ] ، ومن تساؤل يجيش في النّفس عن الإملاء للمكذّبين في النّعمة والتّرف مع ما رمقوا به من الغضب والوعيد فكانت جملة { لا تمدن عينيك } بياناً لما يختلج في نفس السامع من ذلك ، ولكونها بهذه المثابة فصلت عن الّتي قبلها فصل البيان عن المبيّن .ولولا أن الجملة الّتي وقعت قبلها كانت بمنزلة التمهيد لها والإجمال لمضمونها لعطفت هذه الجملة لأنها تكون حينئذٍ مجرد نهي لا اتّصال له بما قبله ، كما عطفت نظيرتها في قوله تعالى في سورة طه ( 129 131 ) : { فاصبر على ما يقولون وسبّح بِحمد ربّك قبل طلوع الشّمس وقبل غروبها ومن ءَاناء اللّيل فسبّح وأطراف النّهار لعلّك ترضى ولا تمدنّ عينيك إلى ما متّعنا به أزواجاً منهم زهرة الحياة الحياة } فلما فصلت الجملة هنا فهم أن الجملة الّتي قبلها مقصودة التمهيد بهذه الجملة ولو عطفت هذه لما فهم هذا المعنى البديع من النظم .والمَدّ : أصله الزيادة . وأطلق على بسط الجسم وتَطويله . يقال : مَدّ يده إلى كذا ، ومدّ رجله في الأرض . ثم استعير للزيادة من شيء . ومنه مدد الجيش ، ومدّ البحر ، والمد في العمر . وتلك إطلاقات شائعة صارت حقيقة . واستعير المدّ هنا إلى التّحديق بالنظر والطموح به تشبيهاً له بمدّ اليد للمتناول ، لأن المنهي عنه نظر الإعجاب مما هم فيه من حسن الحال في رفاهية عيشهم مع كفرهم ، أي فإن ما أوتيته أعظم من ذلك فلو كانوا بمحل العناية لاتّبعوا ما آتيناك ولكنّهم رضوا بالمتاع العاجل فليسوا ممن يعجب حالهم .والأزواج هنا يحتمل أن يكون على معناه المشهور ، أي الكفّار ونسائهم . ووجه تخصيصهم بالذكر أن حالتهم أتم أحوال التمتّع لاستكمالها جميع اللّذات والأنس . ويحتمل أن يراد به المجاز عن الأصناف وهو استعمال أثبته الراغب . فوجه ذكره في الآية أن التمتّع الّذي تمتدّ إلى مثله العين ليس ثابتاً لجميع الكفّار بل هو شأن كبرائهم ، أي فإن فيهم من هم في حال خصاصة فاعتبر بهم كيف جمع لهم الكفر وشظف العيش .والنّهي عن الحزن عليهم شامل لكلّ حال من أحوالهم من شأنها أن تحْزن الرّسول عليه الصلاة والسلام وتؤسفه . فمن ذلك كفرهم كما قال تعالى : { فلعلك باخع نفسك على آثارهم إن لم يؤمنوا بهذا الحديث أسفاً } [ سورة الكهف : 6 ]. ومنه حلول العذاب بهم مثل ما حلّ بهم يوم بدر فإنهم سادة أهل مكة ، فلعلّ رسول الله أن يتحسّر على إصرارهم حتى حلّ بهم ما حلّ من العذاب . ففي هذا النهي كناية عن قلّة الاكتراث بهم وعن توعدهم بأن سيحلّ بهم ما يثير الحزن لهم ، وكناية عن رحمة الرسول بالنّاس .ولما كان هذا النّهي يتضمنّ شدّة قلب وغلظة لا جرم اعترضه بالأمر بالرفق للمؤمنين بقوله واخفض جناحك للمؤمنين }. وهو اعتراض مراد منه الاحتراس . وهذا كقوله : { أشداء على الكفار رحماء بينهم } [ سورة الفتح : 29 ].وخفض الجناح تمثيل للرفق والتواضع بحال الطائر إذا أراد أن ينحطّ للوقوع حفض جناحه يريد الدنوّ ، وكذلك يصنع إذا لاعب أنثاه فهو راكن إلى المسالمة والرفق ، أو الذي يتهيأ لحضن فراخه . وفي ضمن هذه التمثيلية استعارة مكنية ، والجناح تخييل . وقد بسطناه في سورة الإسراء في قوله : { واخفض لهما جناح الذلّ من الرحمة } [ سورة الإسراء : 24 ] وقد شاعت هذه التمثيلية حتى صارت كالمثَل في التواضع واللّين في المعاملة . وضد ذلك رفع الجناح تمثيل للجفاء والشدّة .ومن شعر العلامة الزمخشري يخاطب مَن كان متواضعاً فظهر منه تكبرّ ( ذكره في سورة الشعراء ) :وأنْتَ الشّهيرُ بخفض الجناح ... فلا تكُ في رفعه أجدلاًوفي هذه الآية تمهيد لما يجيء بعدها من قوله تعالى : { فاصدع بما تؤمر وأعرض عن المشركين } [ سورة الحجر : 94 ].",
  "ayah": 88,
  "surah": 15
}
