{
  "text": "وقد أجمل المراد بالمقتسمين إجمالاً بيّنه وصفهم بالصلة في قوله تعالى : { الذين جعلوا القرآن عضين } ؛ فلا يَحتمل أن يكون المقتسمون غير الفريقيْن المذكوريْن آنفاً .ومعنى التقسيم والتجزئة هنا تفرقة الصّفات والأحوال لا تجزئة الذّات .و { القرآن } هنا يجوز أن يكون المراد به الاسم المجعول علماً لكتاب الإسلام . ويجوز أن يكون المراد به الكتاب المقروء فيصدق بالتوراة والإنجيل .و { عضين } جمع عضة ، والعضة : الجزء والقطعة من الشيء . وأصلها عضو فحذفت الواو التي هي لام الكلمة وعوض عنها الهاء مثل الهاء في سنة وشفّة . وحذف اللاّم قصد منه تخفيف الكلمة لأن الواو في آخر الكلمة تثقل عند الوقف عليها ، فعوضوا عنها حرفاً لئلا تبقى الكلمة على حرفين ، وجعلوا العوض هاء لأنّها أسعد الحروف بحالة الوقف . وجمع ( عضة ) على صيغة جمع المذكر السّالم على وجه شاذ .وعلى الوجهين المتقدّمين في المراد من القرآن في هذه الآية فالمقتسمون الذين جعلوا القرآن عضين هم أهل الكتاب اليهود والنصارى فهم جحدوا بعض ما أنزل إليهم من القرآن ، أطلق على كتابهم القرآن لأنه كتاب مقروء ، فأظهروا بعضاً وكتموا بعضاً ، قال الله تعالى :{ تجعلونه قراطيس تبدونها وتخفون كثيراً } [ سورة الأنعام : 91 ] فكانوا فيما كتموه شبيهين بالمشركين فيما رفضوه من القرآن المنزّل على محمد وهم أيضاً جعلوا القرآن المنزل على محمد عضين فصدّقوا بعضه وهو ما وافق أحوالهم ، وكذبوا بعضه المخالف لأهوائهم مثل نسخ شريعتهم وإبطال بنوّة عيسى لله تعالى ، فكانوا إذا سألهم المشركون : هل القرآن صدق؟ قالوا : بعضه صدق وبعضه كذب ، فأشبه اختلافُهم اختلافَ المشركين في وصف القرآن بأوصاف مختلفة ، كقولهم : { أساطيرُ الأولين } [ سورة الأنعام : 25 ] ، وقولُ كاهن ، وقول شاعر .وروي عن قتادة أن المقتسمين نفر من مشركي قريش جمعهم الوليد بن المغيرة لما جاءَ وقت الحجّ فقال : إن وفود العرب ستقدَم عليكم وقد سمعوا بأمر صاحبكم هذا فأجْمعوا فيه رأياً واحداً ، فانتدب لذلك ستة عشر رجلاً فتقاسموا مداخل مكة وطرقها ليُنفّروا الناس عن الإسلام ، فبعضهم يقول : لا تغترّوا بهذا القرآن فهو سحر ، وبعضهم يقول : هو شعر ، وبعضهم يقول : كلام مجنون ، وبعضهم يقول : قول كاهن ، وبعضهم يقول : هو أساطير الأولين اكتتبها ، فقد قسموا القرآن أنواعاً باعتبار اختلاف أوصافه .وهؤلاء النّفر هم : حنظلة بن أبي سفيان ، وعتبة بن ربيعة ، وأخوه شَيبة ، والوليد بن المغيرة ، وأبو جهل بن هشام ، وأخوه العاص ، وأبو قيس بن الوليد ، وقيس بن الفاكه ، وزهير بن أميّة ، وهلال بن عبد الأسود ، والسائب بن صيفي ، والنضر بن الحارث ، وأبو البختري بن هشام ، وزمعة بن الحجّاج ، وأميّة بن خلف ، وأوس بن المغيرة .واعلم أن معنى المقتسمين على الوجه المختار المقتسمون القرآن . وهذا هو معنى جعلوا القرآن عضين } ، فكان ثاني الوصفين بياناً لأولهما وإنّما اختلفت العبارتان للتفنّن .وأن ذمّ المشبّه بهم يقتضي ذمّ المشبهين فعلم أن المشبهين قد تلقوا القرآن العظيم بالردّ والتكذيب .",
  "ayah": 91,
  "surah": 15
}
