{
  "text": "والشمس وضحہا .................................... من دسھا\nیہاں اللہ تعالیٰ جس طرح بعض کائناتی مخلوق اور بعض مظاہر کی قسم اٹھاتا ہے ، اسی طرح نفس انسانی کی تخلیق اور متناسب بنانے اور اسے اچھی طرح ہموار کرنے اور نیک وبد کے الہام کی قسم اٹھاتا ہے۔ اور اس قسم اٹھانے کا مقصد یہ ہے کہ یہ مخلوقات خدا اہم بن جائیں ، لوگ ان کو اہمیت دیں اور ان چیزوں پر غور وفکر کرکے معلوم کرلیں کہ ان کی اہمیت اور قدر و قیمت کیا ہے اور ان چیزوں کے اشارات کیا ہیں ، ان میں نشانات قدرت کیا ہیں تاکہ وہ یہ بات سمجھ لیں کہ کن وجوہات سے اللہ تعالیٰ نے ان کی قسم کھائی ہے۔\nیہ حقیقت ہے کہ انسان کے دل اور ان مناظر فطرت کے درمیان ایک مکالمہ ہوتا ہے ، ان دونوں کے درمیا ایک خاص خفیہ زبان ہے ، یہ زبان گہرے انسانی شعور اور انسانی فطرت کی گہرائیوں میں موجود ہے۔ ان مناظر کے درمیان ، خواہ وہ جیسے بھی ہوں ، اور انسانی فطرت اور شعور کے درمیان ایک گہری ہم آہنگی بھی ہے ، دونوں کے درمیان مکالمہ ہوتا رہتا ہے ، بغیر اس کے کہ کوئی آواز نکلے یا ریکارڈ پر کوئی سوئی لگائی جائے ۔ یہ مناظر دل سے بات کرتے ہیں اور انسانی روح کی طرف ان کے اشارات ہوتے ہیں ، اور ان کے اندر ایک ایسی زندگی رواں دواں ہے ، جو ایک زندہ انسان کے ساتھ مانوس اور ہمکلام ہے۔ جب بھی ایک زندہ انسان ان مناظر سے دوچار ہو ، تو ان مناظر میں اپنے لئے محبت اور انس کے جذبات جانے گا اور یہ مناظر نہایت ہی ہم آہنگی کے ساتھ اس کے ہمقدم ہوں گے اور اپنا پیغام اسے اپنی مخصوص زبان میں سگنل کردیں گے۔\nیہی وجہ ہے کہ قرآن مجید بڑی کثرت سے ، مختلف اسالیب کے ذریعہ کائناتی مشاہد کی طرف انسان کی توجہ مبذول کراتا ہے اور اس سلسلے میں کوئی موقعہ ہاتھ سے جانے نہیں دیتا ، کبھی تو قرآن مجید براہ راست یہ ہدایت دیتا ہے کہ ان مناظر فطرت پر غور کرو اور کبھی ضمنی اشارات کے ذریعہ جیسا کہ یہاں بعض تخلیقات اور بعض مناظر کی قسم اٹھا کر ان کی طرف یہ اشارہ کیا گیا ہے کہ یہ مناظر بھی آنے والے حقائق کے فریم ورک کے اندر ہی ہیں اور اس آخری پارے میں ہم نے اس بات کو بار بار نوٹ کیا ہے کہ اس قسم کی ہدایات اور اشارات بہت زیادہ ہیں۔ کوئی ایسی سورت نہیں ہے جس میں یہ ہدایت اور یہ اشارہ نہ ہو کہ ذرا کتاب کائنات کو پڑھو اور اس کائنات میں ہم آہنگی اور اشارات تلاش کرو ، اور اس کائنات کے ساتھ اس کی مخصوص زبان میں مکالمہ کرو اور اس کے استدلال کو سنو۔\nوالشمس وضحھا (1:91) ” سورج اور اس کی دھوپ کی قسم “۔ یہاں سورج اور اس کے وقت ضحی اور چاشت اور دھوپ نکلنے کی قسم کھائی گئی ہے۔ جب سورج نکلتا ہے اور اس کی دھوپ مکمل پھیل جاتی ہے تو اس وقت وہ نہایت ہی خوبصورت اور نہایت ہی اچھا بلکہ خوشگوار اور میٹھا ہوتا ہے اور سردیوں میں تو لوگ اس وقت دھوپ میں گرمی حاصل کرتے ہیں اور یہ وقت نہایت خوشگواری کا ہوتا ہے ، اور گرمیوں میں بھی یہ اشراق کا وقت ہوتا ہے ، خوبصورت ہوتا ہے اور دوپہر کی سخت گرمی سے قبل کا وقت ہوتا ہے ، غرض چاشت کے وقت سورج اپنے مکمل حسن کے ساتھ جلوہ افروز ہوتا ہے ۔ بعض روایات میں یہ آیا ہے کہ یہاں چاشت کے وقت سے مراد پورا دن ہے ، لیکن میں سمجھتا ہوں کہ ” ضحی “ کے وقت اور لفظی مفہوم سے آگے بڑھ کر ہم کیوں پورا دن مراد لیں ، کیونکہ چاشت کے وقت میں حسن اور خوشگواری کے زیادہ اشارات ہیں ، جیسا کہ ہم نے پہلے کہا۔",
  "ayah": 1,
  "surah": 91
}
