{
  "text": "قد افلح ........................ دسھا (10:91) ” یقینا فلاح پا گیا وہ جس نے نفس کا تزکیہ کیا اور نامراد ہوا وہ جس نے اس کو دبادیا “۔ مطلب یہ ہے کہ ان فطری قوتوں اور صلاحیتوں کے علاوہ انسان کے اندر ایک قوت مدرکہ ہے اور اس قوت مدرکہ کی وجہ سے انسان ایک ذمہ دار مخلوق بنایا گیا ہے۔ اس قوت مدرکہ کو جس شخص نے نفس کی تطہیر کے لئے اور اس کے اندر بھلائی کی استعداد کو بڑھانے کے لئے استعمال کیا اور خیر کی صلاحیت کو شریر غالب کردیا تو یہ شخص کامیاب ہوگیا ، اور جس شخص نے اپنی قوت عقلیہ کو تاریک کردیا اور اس کو چھپا کر دبا کر کمزور کردیا تو وہ ناکام ہوا۔\nغرض انسان کی مسﺅلیت اس وجہ سے ہے کہ وہ قوت عقلیہ اور قوت مدرکہ رکھتا ہے ، اور اپنی اس قوت کی وجہ سے نفس کے اندر موجود خیروشر کی صلاحیتوں کو ایک رخ دے سکتا ہے۔ ان صلاحیتوں کو خیر کے میدان میں ڈال کر پروان چڑھا سکتا ہے اور شر کے میدان میں ڈال کر شر کو پروان چڑھا سکتا ہے۔ اس آزادی واختیار کے نتیجے میں انسان پر ذمہ داری عائد کی گئی ہے۔ اس کی قوت پر فرض عائد ہوا۔ یہ انعام لھا جس کے جواب میں اس پر فرائض عائد ہوئے۔\nلیکن اللہ نہایت رحیم ہے۔ انسان کو محض فطری استعداد ، عقلی قوت مدرکہ اور فطری الہام وہدایت کے حوالے ہی نہیں کردیا گیا ، بلکہ آدم (علیہ السلام) سے حضرت محمد ﷺ تک اس ہدایت کے لئے رسول بھیجے گئے جو ان کے لئے مستقل قدریں وضع کرتے رہے۔ انسان کو ایمان کی بنیادی باتیں بتاتے رہے ، ایمان وہدایت کے دلائل سمجھاتے رہے۔ نفس انسانی کے اندر موجود دلائل اور اس کائنات کے آفاق کے اندر موجود اشارات ایمان بھی سمجھاتے رہے۔ انسان کی آنکھوں پر سے ضلالت کے پردے اتارتے رہے تاکہ اسے راہ ہدایت صحیح نظر آئے۔ اور یہ راہ واضح ، صاف اور بغیر کسی التباس کے انسان کو معلوم ہو ، ہر طرف سنگ ہائے میل نصب کردیئے تاکہ وہ انسان منزل مقصود تک پہنچے اور جس راہ پر اس نے جانا ہے ، علی وجہ البصیرت جائے۔ جس کو بھی وہ اختیار کرے اس پر چلے۔\nیہ تھی مختصراً انسان کے بارے میں اللہ کی اسکیم اور مشیت جو کام بھی ہوتا ہے۔ اس کے دائرے کے اندر ہوتا ہے۔ وہ اللہ کی مشیت کے مطابق ہوتا ہے اور اللہ کی مکمل تقدیری نظام کے دائرے میں رہتے ہوئے ہوتا ہے۔\nانسان کی حیثیت اور مقام انسانیت کے بارے میں یہ اجمالی اور مختصر تبصرہ اپنے اندر نہایت ہی قیمتی نکات رکھتا ہے جو انسان کی تہذیب اور تربیت کے لئے نہایت مفید ہیں۔ ایک یہ کہ اس سے حضرت انسان کو نہایت معزز اور مکرم مخلوق قرار دیا جاتا ہے۔ اس طرح کہ اسے اپنے معاملات کا خود مختار اور ذمہ دار قرار دیا جاتا ہے۔ یہ اختیار اور ذمہ داری اگرچہ اللہ کے وسیع تر نظام مشیت اور تقدیر کے اندر ہے ، کیونکہ یہ حریت اور اختیار اللہ کی مشیت ہی نے اسے عطا کیا ، لیکن اس سے بہرحال اس مقام و مرتبہ کا تعین ہوتا ہے اور وہ آزاد اور خود مختار مخلوق قرار پاتا ہے۔ یوں اس کائنات میں انسان ایک نہایت ہی بلندو برتر مقام رکھتا ہے کیونکہ یہ ایک ایسی مخلوق ہے جسے اللہ نے نہایت اہتمام سے تیار کیا ، پھر اس میں اپنی روح پھونکی اور اس جہاں کے بہت سے اور بیشترمخلوقات پر اسے فضیلت دی۔\nدوسرا اہم نکتہ یہ ہے کہ ان آیات میں یہ قرار دیا گیا ہے کہ انسان اپنے انجام کا خود ذمہ دار ہے۔ سارا معاملہ اس کے ہاتھ میں دے دیا گیا ہے۔ (دائرہ مشیت الہیہ کے اندر اندر جیسا کہ ہم نے وضاحت کی) اس ذمہ داری سے اس کے شعور میں احتیاط اور تقویٰ کا رنگ پیدا ہوتا ہے۔ وہ جانتا ہے کہ اللہ کی تقدیر اس کی ذات میں اس طرح کام کرے گی جس طرح وہ اپنے تصرفات اور سرگرمیوں کو رخ دے گا۔\nان اللہ ........................ بانفسھم ” اللہ کبھی کسی قوم کی حالت نہیں بدلتا جب تک وہ اپنی حالت بدلتے نہیں “۔ فی الحقیقت یہ نہایت ہی عظیم ذمہ داری ہے۔ کوئی ذی شعور شخص اس سے غافل اور لاپرواہ نہیں رہ سکتا۔\nتیسری بات یہ ہے کہ یہ انسانی سوچ کے اندر یہ شعور پیدا کرتا ہے کہ وہ راہ راست پر ثابت قدم رہنے کے لئے اللہ کے مستقل پیمانوں اور دائمی قدروں کی طرف رجوع کرے تاکہ وہ یقین پر ہو کہ اس سے کی خواہشات نے کہیں غلط راہوں پر تو نہیں ڈال دیا ہے ، دھوکہ تو نہیں دے دیا تاکہ خواہشات نفس اسے ہلاکت کے راستے پر نہ ڈال دیں۔ اور یہ نہ ہو کہ تقدیر الٰہی کے نتیجے میں وہ کہیں اپنی خواہش کو الٰہ بنا چکا ہو۔ یہی وجہ ہے ، اس طرح وہ مطیع شریعت ہونے کے سبب اللہ کے راستوں سے کبھی نہ بھٹکے گا۔ وہ اللہ کی ہدایات کے مطابق چل رہا ہوگا ، اور اسی نور سے روشنی حاصل کرے گا جو دنیا کی ان تاریک راہوں پر چلنے کے لئے ، اللہ نے اسے عنایت کیا۔\nچناچہ انسان کو اللہ نے اپنی ذات تک پہنچنے کے لئے تزکیہ نفس اور تطہیر ذات کے لئے بیشمار وسائل عطا کیے ہی ، اس کے ارد گرد نور کے دریا بہہ رہے ہیں ، وہ ان میں ہر وقت غسل کرسکتا ہے اور اس کائنات میں معرفت کردگار کے جو سرچشمے رواں دواں ہیں وہ ان میں اپنی ذات کی تطہیر وقت کرسکتا ہے۔\nاس کے بعد ایک زندہ تاریخی مثال سے اس بات کو واضح کیا جاتا ہے کہ کس طرح انسان اپنے نفس کو دنیا کی آلودگیوں میں دفن کردیتا ہے۔ اور پھر اسے راہ ہدایت سے محروم کردیتا ہے۔ یہ مثال قوم ثمود ہے ، جو اللہ کے غصب کے مستحق ہوئے اور جن پر سخت عذاب ٹوٹ پڑا اور ہلاک کردیئے گئے۔",
  "ayah": 10,
  "surah": 91
}
