{
  "text": "ونفس وما ............................ من دسھا (7:91 تا 10) ” اور نفس انسانی کی اور اس ذات کی قسم جس نے اسے ہموار کیا ، پھر اس کی بدی اور اس کی پرہیز گاری اس پر الہام کردی ، یقینا فلاح پا گیا وہ جس نے نفس کا تزکیہ کیا اور نامراد ہوا وہ جس نے اس کو دبادیا “۔ ان چار آیات میں اسلام کا نظریہ نفس بیان کیا گیا ہے۔ اس کی طرف سورة ماقبل ، سورة البلد میں بھی اشارہ کیا گیا ہے۔\nوھدینہ الندین (10:90) ” اور ہم نے اسے دورا ہیں دکھادیں “۔ نیز سورة دھر میں بھی اسی نکتہ کی طرف اشارہ ہے۔\nانا ھدینہ ........................ کفورا (3:76) ” ہم نے اسے راہ دکھادی۔ اب وہ یا تو شکر گزار بنے گا یا ناشکرا “۔ اس نظریہ کا خلاصہ یہ ہے کہ نفس انسانی میں ازروئے فطرت دو صلاحیتیں ہیں جیسا کہ سورة ص میں کہا گیا ہے۔\nاذقال ................................ سجدین (71:38 ۔ 72) ” اور اس بات کو یاد کرو کہ جب تمہارے رب نے فرشتوں سے کہا کہ میں ایک بشر کو مٹی سے پیدا کرنے والا ہوں تو جب میں اسے مکمل بنادوں اور اس میں اپنی روح پھونک دوں تو تم اس کے آگے سجدہ ریز ہوجاﺅ“۔ مذکورہ بالا آیات میں نفس انسانی کے متعلق جو کچھ کہا گیا ، یہ امور اسلام کے نظریہ فردی ذمہ داری سے بھی مربوط ہے جیسا کہ سورة المدثر میں کہا گیا ہے۔\nکل نفس ........................ رھینة ” ہر نفس اپنی کمائی اور عمل کا ذمہ دار ہے “۔ اور یہ موضوع اس آیت سے بھی متعلق ہے جس میں کہا گیا ہے کہ اللہ کا معاملہ ہر انسان کے ساتھ اس کے اعمال کے مطابق ہوتا ہے جیسا کہ سورة الرعد میں صراحت سے کہا گیا۔\nان اللہ ........................ بانفسھم ” اللہ کی کسی قوم کی حالت اس وقت تک نہیں بدلتا جب تک وہ خود اپنی حالت نہ بدلیں “۔ ان تمام آیات میں ہمیں معلوم ہوتا ہے کہ انسان کے بارے میں اسلام اور قرآن کا نقطہ نظر کیا ہے اور انسان کے خودخال کیا ہیں۔\nخلاصہ یہ ہے کہ یہ مخلوق اپنے اندر دو پہلو رکھتی ہے۔ اس کی صلاحیتیں بھی دو رخ رکھتی ہیں ، اس کی ذات کے اندر دو صلاحیتیں ہیں۔ اس سے ہماری مراد یہ ہے کہ اس کی تخلیق کا ایک رخ مادی ہے یعنی وہ خاک جس سے اسے بنایا گیا اور دوسرا رخ اس روح کا ہے جو اس کے اندر پھونکی گئی ہے اور یہ روح اللہ کی روح ہے۔ چناچہ خاک کی صلاحیت شر کی طرف جاتی ہے اور روح کی صلاحیت اسے خیر کی طرف لے جاتی ہے۔ اپنی تخلیق کے اعتبار سے یہ خیر وشر اور ہدایت وضلالت دونوں کی طرف جاسکتا ہے اور خیر وشر کی تمیز کا ملکہ بھی اسے دیا گیا ہے اور اسے یہ اختیار بھی دیا گیا کہ وہ اپنے نفس کو خیر کی طرف موڑدے یا شر کی طرف موڑ دے۔ یہ طاقت ، اختیار اور صلاحیت ازروئے تخلیق اس کے اندر موجود ہے۔ اس کی طرف قرآن نے کبھی تو الہام کے لفظ سے اشارہ کیا ہے۔\nونفس وما .................... وتقواھا (8:91) اور نفس انسانی کی اور اس ذات کی قسم جس نے اسے ہموار کیا ، پھر اس کی بدی اور اس کی پرہیز گاری اس پر الہام کردی “۔ اور کبھی اس کی طرف لفظ ہدایت اشارہ کیا گیا ہے۔\nوھدینہ النجدین (10:90) ” ہم نے اسے دوراہوں کی ہدایت کردی “۔ تو یہ صلاحیت اس مخلوق کی ذات میں ازروائے تخلیق رکھ دی گئی ہے۔ تمام رسولوں کی جدوجہد ، تمام اچھے لوگوں کی ہدایت اور تمام خارجی موثرات اور عوامل دراصل اس صلاحیت کو جگاتے ہیں ، اسے ایک رخ اور سمت دیتے ہیں ، اسے تیز یا کند کرتے ہیں ، خارجی عوامل اس صلاحیت کی تخلیق نہیں کرتے کیونکہ یہ صلاحیت دو رخی صلاحیت ، ازروئے فطرت تخلیق ، ازروئے طبیعت ، ازروئے الہام الٰہی بشر کے اندر موجود ہے۔",
  "ayah": 7,
  "surah": 91
}
