{
  "text": "رزاق صرف رب قدیر ہے  اللہ تعالیٰ مشرکوں کے اس عقیدے کی تردید کر رہا ہے جو وہ خیال رکھتے تھے کہ جن بزرگوں کی وہ عبادت کرتے ہیں وہ ان کی امداد کرسکتے ہیں اور انہیں روزیاں پہنچا سکتے ہیں فرماتا ہے کہ سوائے اللہ کے نہ تو کوئی مدد دے سکتا ہے نہ روزی پہنچا سکتا ہے نہ بچا سکتا ہے، کافروں کا یہ عقیدہ محض ایک دھوکہ ہے۔ اگر اب اللہ تبارک و تعالیٰ تمہاری روزیاں روک لے تو پھر کوئی بھی انہیں جاری نہیں کرسکتا، دینے لینے پر، پیدا کرنے اور فنا کرنے پر، رزق دینے اور مدد کرنے پر صرف اللہ عزوجل وحدہ لا شریک لہ کو ہی قدرت ہے۔ یہ لوگ خود اسے دل سے جانتے ہیں، تاہم اعمال میں اس کے ساتھ دوسروں کو شریک کرتے ہیں۔ حقیقت یہ ہے کہ یہ کفار اپنی گمراہی کج روی گناہ اور سرکشی میں بہے چلے جاتے ہیں ان کی طبیعتوں میں ضد تکبر اور حق سے انکار بلکہ حق کی عداوت بیٹھ چکی ہے، یہاں تک کہ بھلی باتوں کا سننا بھی انہیں گوارا نہیں عمل کرنا تو کہاں ؟ پھر مومن و کافر کی مثال بیان فرماتا ہے کہ کافر کی مثال تو ایسی ہے جیسے کوئی شخص کمر کبڑی کر کے سر جھکائے نظریں نیچی کئے چلا جا رہا ہے نہ راہ دیکھتا ہے نہ اسے معلوم ہے کہ کہاں جا رہا ہے بلکہ حیران، پریشان، راہ بھولا اور ہکا بکا ہے۔ اور مومن کی مثال ایسی ہے جیسے کوئی شخص سیدھی راہ پر سیدھا کھڑا ہوا چل رہا ہے راستہ خود صاف اور بالکل سیدھا ہے یہ شخص خود اسے بخوبی جانتا ہے اور برابر صحیح طور پر اچھی چال سے چل رہا ہے، یہی حال ان کا قیامت کے دن ہوگا کہ کافر تو اوندھے منہ جہنم کی طرف جمع کئے جائیں گے اور مسلمان عزت کے ساتھ جنت میں پہنچائے جائیں گے جیسے اور جگہ ہے آیت (اُحْشُرُوا الَّذِيْنَ ظَلَمُوْا وَاَزْوَاجَهُمْ وَمَا كَانُوْا يَعْبُدُوْنَ 22؀ۙ) 37۔ الصافات :22) ترجمہ ظالموں کو اور ان جیسوں کو اور ان کے ان معبودوں کو جو اللہ کے سوا تھے جمع کر کے جہنم کا راستہ دکھا دو ، مسند احمد میں ہے رسول اللہ ﷺ سے دریافت کیا گیا کہ حضور ﷺ لوگ منہ کے بل چلا کر کس طرح حشر کئے جائیں گے، آپ نے فرمایا جس نے پیروں کے بل چلایا ہے وہ منہ کے بل چلانے پر بھی قادر ہے، بخاری و مسلم میں بھی یہ روایت ہے۔ اللہ وہ ہے جس نے تمہیں پہلی مرتبہ جب کہ تم کچھ نہ تھے پیدا کیا تمہیں کان آنکھ اور دل دیئے یعنی عقل و ادراک تم میں پیدا کیا لیکن تم بہت ہی کم شکر گذاری کرتے ہو یعنی اپنی ان قوتوں کو اللہ تعالیٰ کی حکم برداری میں اور اس کی نافرمانیوں سے بچنے میں بہت ہی کم خرچ کرتے ہو۔ اللہ ہی ہے جس نے تمہیں زمین میں پھیلا دیا، تمہاری زبانیں جدا، تمہارے رنگ روپ جدا، تمہاری شکلوں صورتوں میں اختلاف۔ اور تم زمین کے چپہ چپہ پر بسا دیئے گئے، پھر اس پرا گندگی اور بکھرنے کے بعد وہ وقت بھی آئے گا کہ تم سب اس کے سامنے کھڑے کردیئے جاؤ گے اس نے جس طرح تمہیں ادھر ادھر پھیلا دیا ہے، اسی طرح ایک طرف سمیٹ لے گا اور جس طرح اولاً اس نے تمہیں پیدا کیا دوبارہ تمہیں لوٹائے گا۔ پھر بیان ہوتا ہے کہ کافر جو مر کر دوبارہ جینے کے قائل نہیں وہ اس دوسری زندگی کو محال اور ناممکن سمجھتے ہیں اس کا بیان سن کر اعتراض کرتے ہیں کہ اچھا پھر وہ وقت کب آئے گا جس کی ہمیں خبر دے رہے ہو اگر سچے ہو تو بتادو کہ اس پراگندگی کے بعد اجتماع کب ہوگا ؟ اللہ تعالیٰ اپنے نبی ﷺ سے فرماتا ہے کہ ان کو جواب دو کہ اس کا علم مجھے نہیں کہ قیامت کب قائم ہوگی اسے تو صرف وہی علام الغیوب جانتا ہے ہاں اتنا مجھے کہا گیا ہے کہ وہ وقت آئے گا ضرور، میری حیثیت صرف یہ ہے کہ میں تمہیں خبردار کر دوں اور اس دن کی ہولناکیوں سے مطلع کر دوں، میرا فرض تمہیں پہنچا دینا تھا جسے بحمد للہ میں ادا کرچکا، پھر ارشاد باری ہوتا ہے کہ جب قیامت قائم ہونے لگی اور کفار اسے اپنی آنکھوں دیکھ لیں گے اور معلوم کرلیں گے کہ اب وہ قریب آگئی کیونکہ ہر آنے والی چیز آ کر ہی رہتی ہے، گو دیر سویر سے آئے، جب اسے آیا ہوا پالیں گے، جسے اب تک جھٹلاتے رہے تو انہیں بہت برا لگے گا کیونکہ اپنی غفلت کا نتیجہ سامنے دیکھ لیں گے اور قیامت کی ہولناکیاں [ ا۔ ی ] بدحواس کئے ہوئے ہوں گی، آثار سب سامنے ہوں گے اس وقت ان سے بطور ڈانٹ کے اور بطور تذلیل کرنے کے کہا جائے گا یہی ہے جس کی تم جلدی کر رہے تھے۔",
  "ayah": 25,
  "surah": 67
}
