{
  "text": "جہنم کا داروغہ سوال کرے گا  اللہ تعالیٰ کا ارشاد ہے کہ جو بھی اس کے ساتھ کفر کرے، وہ جہنمی ہے اس کا انجام اور جگہ بد سے بد ہے۔ یہ بلند اور مکروہ گدھے کی سی آوازیں مارنے والی اور جوش مارنے والی جہنم ہے جو ان پر جل رہی ہے اور جوش اور غضب سے اس طرح کچ کچا رہی ہے کہ گویا ابھی ٹوٹ پھوٹ جائے گی، اور دوزخیوں کو زیادہ ذلیل کرنے اور آخری حجت قائم کرنے اور اقبالی مجرم بنانے کے لئے داروغہ جہنم ان سے پوچھتے ہیں کہ بدنصیبو ! کیا اللہ کے رسولوں نے تمہیں اس سے ڈرایا نہ تھا ؟ تو یہ ہائے وائے کرتے ہوئے اپنی جانوں کو کو ستے ہوئے جواب دیتے ہیں کہ آئے تو تھے لیکن وائے بدنصیبی کہ ہم نے انہیں جھوٹا جانا اور اللہ کی کتاب کو بھی نہ مانا اور پیغمبروں کو بےراہ بتایا، اب عدل اللہ صاف ثابت ہوچکا ہے اور فرمان باری پورا اترتا ہے جو اس نے فرمایا آیت (وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا 15؀) 17۔ الإسراء :15) ترجمہ ہم جب تک رسول نہ بھیج دیں عذاب نہیں کرتے اور جگہ ارشاد ہے آیت (وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۭ حَتّىٰٓ اِذَا جَاۗءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَــتُهَآ اَلَمْ يَاْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۗءَ يَوْمِكُمْ ھٰذَا ۭ قَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَي الْكٰفِرِيْنَ 71؀) 39۔ الزمر :71) ترجمہ الخ جب جہنمی جہنم کے پاس پہنچ جائیں گے اور جہنم کے دروازے کھول دیئے جائیں گے اور داروغہ جہنم ان سے پوچھیں گے کہ کیا تمہارے پاس تم میں سے ہی رسول نہیں آئے تھے ؟ جو تم پر تمہارے رب کی آیتیں پڑھتے تھے اور تمہیں اس دن کی ملاقات سے ڈراتے تھے تو کہیں گے ہاں آئے تو تھے اور ڈرا بھی دیا تھا لیکن کافروں پر کلمہ عذاب حق ہوگیا، اب اپنے آپ کو ملامت کریں گے اور کہیں گے کہ اگر ہمارے کان ہوتے اگر ہم میں عقل ہوتی تو دھوکے میں نہ پڑے رہتے، اپنے خالق مالک کے ساتھ کفر نہ کرتے، نہ رسولوں کو جھٹلاتے، نہ ان کی تابعداری سے منہ موڑتے اللہ تعالیٰ فرمائے گا اب تو انہوں نے خود اپنے گناہوں کا اقرار کرلیا ان کے لئے لعنت ہو دوری ہو، رسول اللہ ﷺ فرماتے ہیں لوگ جب تک دنیا میں اپنے آپ میں غور کریں گے اور اپنی برائیوں کو آپ دیکھ لیں گے ہلاک نہ ہوں گے (مسند احمد) اور حدیث میں ہے کہ قیامت والے دن اس طرح حجت قائم کی جائے گی کہ خود انسان سمجھ لے گا کہ میں دوزخ میں جانے کے ہی قابل ہوں (مسند احمد)",
  "ayah": 6,
  "surah": 67
}
