{
  "text": "১২ নং আয়াতের তাফসীর:\nএ আয়াতে লুকমান (عليه السلام) সম্পর্কে আলোচনা করা হয়েছে। আল্লাহ তা‘আলা তাকে হিকমাত বা প্রজ্ঞা দান করেছিলেন। বিশিষ্ট তাবেয়ী কাতাদাহ (رحمه الله) বলেন: লুকমান (عليه السلام)-কে প্রদত্ত হিকমত ছিল দীনের সঠিক বুঝ। তিনি নাবী ছিলেন না এবং তাঁর কাছে ওয়াহী করা হয়নি। ইবনু কাসীর (رحمه الله) বলেন: তাঁর হিকমতটা ছিল জ্ঞান, সঠিক বুঝ ও স্বপ্নের তাবীর। (ইবনু কাসীর, অত্র আয়াতের তাফসীর)\nএকদা তাকে কেউ জিজ্ঞেস করল, আপনি এ জ্ঞান-বুদ্ধি কিভাবে অর্জন করলেন? তিনি উত্তরে বলেলেন: সদ্ব্যবহার করে, আমানত রক্ষা করে, বাজে কথা থেকে দূরে থেকে এবং নীরবতা অবলম্বন করে। তাঁর প্রজ্ঞা ও হিকমতপূর্ণ একটি ঘটনা সম্পর্কে এরকমও প্রসিদ্ধ আছে যে, তিনি একজন দাস ছিলেন। একদা তাঁকে তাঁর মালিক বললেন: ছাগল জবেহ করে তার মধ্য হতে সর্বোৎকৃষ্ট দুই টুকরো গোশ্ত কেটে নিয়ে এস। সুতরাং তিনি জিভ ও হৃৎপিন্ড নিয়ে আসলেন। অন্য একদিন তাঁর মালিক তাঁকে ছাগল জবেহ করে তার মধ্য হতে সবচেয়ে নিকৃষ্ট দু টুকরো গোশ্ত নিয়ে আসার আদেশ করলে তিনি পুনরায় জিভ ও হৃদপিন্ড নিয়ে আসলেন। এর কারণ জিজ্ঞেস করা হলে তিনি উত্তরে বললেন: জিভ ও হৃদপিন্ড যদি ঠিক থাকে তাহলে তা সর্বোৎকৃষ্ট জীব। আর যদি তা নষ্ট হয়ে যায় তাহলে তার চেয়ে নিকৃষ্ট জীব আর কিছু হতে পারে না। (ইবনু কাসীর, অত্র আয়াতের তাফসীর)\nআল্লাহ তা‘আলা তাঁকে যেহেতু হিকমত দান করেছেন সেজন্য তিনি আল্লাহ তা‘আলার শুকরিয়া আদায় করেন। কেননা যারা শুকরিয়া আদায় করে তারা মূলত তা নিজেদের কল্যাণের জন্যই করে। আর যদি কেউ অকৃতজ্ঞ হয় তাহলে অকৃতজ্ঞতার পরিণাম নিজের ওপরেই বর্তাবে। যেমন আল্লাহ তা‘আলা বলেন:\n(مَنْ كَفَرَ فَعَلَيْهِ كُفْرُه۫ ج وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُوْنَ)\n“যে ব্যক্তি কুফরী করে, তারই ওপর পড়বে তার কুফরীর ফল। আর যে ব্যক্তি নেক কাজ করে, তারা নিজেদেরই জন্য সুখের ঠিকানা করে নিচ্ছে।” (সূরা রূম ৩০:৪৪)\nসুতরাং মানুষ যে কাজই করুক না কেন তার ভাল মন্দ ফলাফল নিজের ওপরই বর্তাবে। এতে আল্লাহ তা‘আলার কোন লাভ বা ক্ষতি হবে না। কেননা আল্লাহ মানুষের মুখাপেক্ষী নন। আর এটাও বুঝা যাচ্ছে আল্লাহ তা‘আলা আমাদেরকে যে নেয়ামত দান করেছেন তার জন্য শুকরিয়া আদায় করা উচিত।  লুকমান (عليه السلام) সম্পর্কে সালাফগণ দুটি মত প্রকাশ করেছেন, কেউ বলেছেন তিনি নাবী ছিলেন, আবার কেউ বলেছেন; তিনি শুধুমাত্র সৎ ব্যক্তি ছিলেন। অধিকাংশরাই দ্বিতীয় মত পোষণ করেছেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. লুকমান হাকীম ছিলেন একজন সৎ ব্যক্তি, তিনি নাবী ছিলেন না।\n২. মানুষের কৃতকর্মের ফল তার নিজের ওপরই বর্তাবে। কেউ ভাল কাজ করলে তা তার আবার কেউ খারাপ কাজ করলে তাও তারই।\n৩. আল্লাহ তা‘আলা বান্দার সকল জিনিস থেকে অমুখাপেক্ষী।\n৪. যারা আল্লাহ তা‘আলার কৃতজ্ঞ হয়, আল্লাহ তা‘আলা তাদের মর্যাদা অনেক বৃদ্ধি করে দেন।",
  "ayah": 12,
  "surah": 31
}
