{
  "text": "آیت 4{ اِنَّ سَعْیَکُمْ لَشَتّٰی۔ } ”بیشک تمہاری کوشش الگ الگ ہے۔“ یعنی جس طرح کائنات کی باقی چیزوں میں اختلاف و تضاد پایا جاتا ہے اسی طرح تمہارے مختلف افراد کی کوششوں اور محنتوں کی نوعیت بھی مختلف ہے۔  ظاہر ہے زندگی کے شب و روز میں محنت ‘ مشقت اور بھاگ دوڑ کرنا تو انسان کا مقدر ہے : { لَقَدْ خَلَقْنَا الْاِنْسَانَ فِیْ کَبَدٍ۔ } البلد ”بیشک ہم نے انسان کو پیدا ہی محنت اور مشقت میں کیا ہے“۔ ہر انسان اپنا اور اپنے اہل و عیال کا پیٹ پالنے کے لیے بھی مشقت کرتا ہے۔ پھر اگر وہ کسی نظریے کا پیروکار ہے تو اس نظریے کی اشاعت اور سربلندی کے لیے بھی تگ و دو کرتا ہے اور اس نظریے کے تحت ایک نظام کے قیام کے لیے بھی جدوجہد کرتا ہے۔ غرض اپنے اپنے ماحول اور حالات کے مطابق محنت اور مشقت تو سب انسان ہی کرتے ہیں لیکن ان کی مشقتوں کے نتائج مختلف ہوتے ہیں۔ ایک شخص اپنی محنت کے نتیجے میں جنت خرید لیتا ہے اور دوسرا اپنی محنت و مشقت کی پاداش میں خود کو دوزخ کا مستحق بنالیتا ہے۔ انسانی محنت میں اس فرق کی وضاحت حضور ﷺ کی اس حدیث میں ملتی ہے۔ حضور ﷺ نے فرمایا : کُلُّ النَّاسِ یَغْدُوْ فَبَائِِعٌ نَفْسَہٗ فَمُعْتِقُھَا اَوْ مُوْبِقُھَا 1 ”ہر شخص روزانہ اس حال میں صبح کرتا ہے کہ اپنی جان کا سودا کرتا ہے ‘ پھر یا تو وہ اسے آزاد کرا لیتا ہے یا اسے تباہ کر بیٹھتا ہے“۔ کوئی اپنی جسمانی قوت کا سودا کرتا ہے ‘ کوئی ذہنی صلاحیت بیچتا ہے ‘ کوئی اپنی مہارت نیلام کرتا ہے ‘ کوئی اپنا وقت فروخت کرتا ہے۔ غرض اپنے اپنے طریقے اور اپنے اپنے انداز میں ہر شخص دن بھر خود کو بیچتا ہے۔ اب ان میں سے ایک شخص وہ ہے جس نے خود کو بیچتے ہوئے حلال کو مدنظر رکھا ‘ اس نے جھوٹ نہیں بولا ‘ کسی کو دھوکہ نہیں دیا ‘ کم معاوضہ قبول کرلیا لیکن حرام سے اجتناب کیا۔ ایسا شخص شام کو لوٹے گا تو اللہ تعالیٰ کی رحمت اس کے شامل حال ہوگی۔ اس کے مقابلے میں ایک دوسرے شخص نے بھی دن بھر مشقت کی ‘ مگر حلال و حرام کی تمیز سے بےنیاز ہو کر ‘ معاوضہ اس نے بھی لیامگر غلط بیانی کرکے اور دوسروں کو فریب دے کر ‘ ناپ تول میں کمی کر کے اور گھٹیا چیز کو بڑھیا چیز کے دام پر بیچ کر۔ اب یہ شخص جب شام کو گھر آئے گا تو جہنم کے انگاروں کی گٹھڑی اٹھائے ہوئے آئے گا۔ اب آئندہ آیات میں انسانی زندگی کے دو راستوں میں سے ہر راستے کے تین اوصاف یا تین سنگ ہائے میل کی نشاندہی کردی گئی ہے ‘ تاکہ ہر شخص کو معلوم ہوجائے کہ اس نے کون سا راستہ اختیار کیا ہے ‘ اس راستے پر اب وہ کس مقام پر ہے اور اگر وہ مزید آگے بڑھے گا تو آگے کون سی منزل اس کی منتظر ہوگی۔ اس مضمون کے اعتبار سے میں سمجھتا ہوں کہ یہ قرآن مجید کی اہم ترین سورت ہے۔ اب ملاحظہ ہوں ان میں سے پہلے راستے کے تین اوصاف :",
  "ayah": 4,
  "surah": 92
}
