{
  "text": "The second verse refers to a doubt expressed by the Mushriks, and provides its answer. In a nutshell, these people had, out of their ignorance, somehow decided that a Messenger or Prophet who comes from Allah Ta ala should not be a human being (al-bashar), instead, he should be an angel. The Qur'an has refuted this absurd idea of theirs on several occasions from different angles. In one such verse, it was قُل لَّوْ كَانَ فِي الْأَرْ‌ضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السَّمَاءِ مَلَكًا رَّ‌سُولًا ﴿95﴾ said: (Say, Had there been angels walking in peace on the Earth, We would have certainly sent to them from the heavens an angel-messenger!\" - 17:95). In sum, the mission of a messenger cannot be accomplished unless there is a mutual homogeneity between this messenger and those to whom he is sent. Angels are homogenous to angels and human beings to human beings. If the purpose is to send a messenger for human beings, only a human being has to be made a messenger.\nThe same subject has been taken up in this verse in a different manner. The text sees no reason why would people wonder that a human being was made a messenger? Why was a human being entrusted with the mission of warning the disobedient ones against the punishment of Allah? Why was the task of heralding the good news of His re-wards to the obedient ones assigned again to a human being? This kind of wondering deserves a counter-wonder, for sending a human messenger to the human race is perfect commonsense.\nGood news to believers has been given in this verse by saying: قَدَمَ صِدْقٍ عِندَ رَ‌بِّهِمْ (that they will have a perfect place with their Lord). The initial meaning of the word: قَدَم (qadam) used here is ` step' as in English. Since 'qadam' is the medium of a person's effort, and advancement in its wake, therefore, a higher rank is called a 'qadam' in a figurative sense. Then, by attributing 'qadam' (high rank, place of honor) to صِدق ` sidq' (perfect as being true, certain, abiding, everlasting), it was emphasized that the high rank they were to get was real, certain, established, abiding and everlasting. This was not something like the ranks and offices of the mortal world. To begin with, it is never certain that one would get these at all. If, as a result of some extra effort, one does get one of these, their continuity cannot be certain. In fact, what is certain is that these will vanish in time. Sometimes, this could happen within one's lifetime. But, when comes the time to die, one goes empty-handed. All ranks, offices, blessings remain behind. So, the word: (sidq) includes the sense of certainty, and also that of being perfect and everlasting in it. Therefore, the sentence means: 0 Proph-et, give believers the good news that they will have a perfect place with their Lord, an asset that is certain and lasting.\nSome commentators have said: Through the introduction of the word sidq at this place, an indication has been given that these high ranks can be achieved only through truth and absolute sincerity. Mere verbal claims of having faith and a formal recital of the Kalimah of 'Iman is not enough, until one embraces the faith, truly and duly, verbally and emotionally and intellectually. It will invariably result in adherence to good deeds and avoidance of the evil ones.",
  "ayah": 2,
  "surah": 10
}
