{
  "text": "Commentary\nIn the previous verse (24), the transitory nature of worldly life was likened to a field. Water came from the heavens and it became verdant with flowers and fruits and crops. Growers were happy to presume that this will take care of everything they needed. But, because of their acts of disobedience, some unforeseen Divine punishment descended during the time of the night or day. Everything stood wiped off - as if nothing had existed there. This was the state of worldly life. After that comes a description of the life-to-come as it would be (25).\nIt was said: وَاللَّـهُ يَدْعُو إِلَىٰ دَارِ‌ السَّلَامِ (And Allah invites [ people ] to the Abode of Peace). It means a Home where absolute and eternal peace reigns, a Home that has neither pain and sorrow, nor the danger of disease, nor the concern of adverse change or sudden extinction.\n` Daru's-Salam' means the Jannah or Paradise. One reason why it has been called Daru 's-Salam is that everyone will have ideal peace and security there. The second reason appears in some reports from Hadith. They say that Jannah has been given the name of Daru 's-Salam also because its dwellers shall always be receiving Salam greetings from Allah Ta` ala, and from the angels as well. In fact, the word سلام :Salam would itself be a sort of technical keyword used by the people of Jannah to express their wishes which the angels would fulfill. For details, please see the commentary on verse 10.\nWhile explaining this verse, Yahya ibn Mu` adh has given some man-to-man advice to whomsoever it may reach:\n` O son of Adam! Allah Almighty invited you to the Home of Peace (Daru 's-Salam). When and from which country would you take that right step in response to this Divine call? Understand, and mark it well. If you have started making efforts to say yes to this invitation (from your Lord) while you are still here in this world, you will succeed. You will reach the Home of Peace. And if you wasted the years of your life here, then landed in your grave, and then thought of following this call, you will be stopped. You will not move from there, not even one step - because, the place where you are is no Home of Deeds (Daru 'l-Amal).'\nSayyidna ` Abdullah ibn ` Abbas ؓ عنہما\tsaid, ` Daru 's-Salam is one of the seven names of Jannah.' (Tafsir al-Qurtubi)\nThis tells us that it is not proper to name a house in this world as Daru 's-Salam. Similarly, it is also not correct to give it names like Jannah or Firdaus (Paradise).\nAfter that, it was said in the cited verse: وَيَهْدِي مَن يَشَاءُ إِلَىٰ صِرَ‌اطٍ مُّسْتَقِيمٍ (and He brings whom He wills to a straight path - 25).",
  "ayah": 25,
  "surah": 10
}
