{
  "text": "The sense is that the invitation to the Abode of Peace (Daru 's-Salam) is universal, open to all human beings and, in terms of this sense, guidance too is open to all. But, there is a kind of guidance that is special. Here, a seeker is made to stand on the straight path and given the ability to move ahead on course. This is Taufiq at its best. Only fortunate people are blessed with it.\nCompared in the first two verses (24, 25) were the two Abodes of the present world and the world-to-come. Mention was also made of the states in which their dwellers were. The next four verses (26-29) de-scribe the reward and punishment of both. Taken up first were the people of Paradise. About them it was said that those who opted for good, the greatest good was that of 'Iman (belief and faith) supplemented by staunch adherence to al-'amalu 's-Salih (good deeds). They will have the best of returns for what they do, not simply what is coming to them as due, but much more than it.\nThe tafsir of this verse was given by the Holy Prophet\tﷺ himself. He explained it by saying, ` at this place, اَلحُسنیٰ :al-husna: the best [ of return ] means Jannah (Paradise) and (ziyadah: something more) means the visit to the most exalted Allah with which the people of Jannah shall be honored. (Tafsir al-Qurtubi on the authority of Sayyidna Anas ؓ .\nAs for the reality of Paradise, this much every Muslim knows that it is a place of bliss beyond human imagination now. And as for the visit to Allah Ta` ala, that is far superior to whatever blessings there are.\nAccording to a narration of Sayyidna Suhayb ؓ appearing in the Sahih of Muslim, the Holy Prophet ﷺ has been reported to have said, ` when the people of Jannah would have entered Jannah, Allah Ta` ala will address them: \"Do you need anything? If so, tell Us. We shall fulfill it.\" The people of Jannah will submit: \"You made our faces radiant with delight. You let us be in Jannah. You delivered us from Jahannam. What else can we ask for?\" That will be the time when the hi jab obstructing the view in between will be removed. The people of Jannah, one and all, will be blessed with seeing their true Lord. They will then discover that this was a blessing far more sub-lime than all other blessings of Jannah, something they had not even thought about, something the Lord of all the worlds bestowed upon them without their having to ask for it simply out of His infinite affection and mercy!'\nThen, the text describes the state of the same people of Jannah by saying that their faces will remain free of any effects of distaste, pain or sorrow, nor will they have to be worried about any disgrace. These are conditions everyone faces in the mortal world one or the other time - and those who go to Jahannam will face it in the Hereafter.\nIn contrast, the state of the people of Jahannam has been described by saying that those who came with evil deeds in their record will have an equal return for each evil without any increase in it. They will have disgrace all over them. There will be no one to save them from the punishment of Allah. Dark will be their faces, so dark as if layers upon layers of a night have covered them up.",
  "ayah": 26,
  "surah": 10
}
