{
  "text": "Commentary\nIn the previous verses, by mentioning the heavens and the earth and the Moon and the Sun, prominent manifestations of Allah's perfect power and wisdom, the belief in the Oneness of Allah and the Hereafter was proved eloquently. The first three of the present verses tell us that, despite such open signs and evidences spread out in this universe, human beings split up in two groups. One of the two groups was of those who paid just no heed to these Divine signs, failed to recognize their creator and master and failed to recognize even themselves. It never occurred to them that they were no animal like other animals. They never discovered that their Almighty Lord had blessed them with intelligence, reason and commonsense in a degree much higher than that of the animals. Their Lord had put the entire resources of Divine creation at their doorsteps. Everything was as if commissioned to serve them. This should have made them realize that there has to be something their Lord would want them to do, some duty or obligation or charge. If that had to be the case, they would have to ac-count for whatever they had been asked to do. And for this it would be necessary that there should be a day fixed for ultimate reckoning and recompense - known as the day of Qiyamah or al-Hashr (Doomsday, Resurrection) in the terminology of the Qur'an. But, such people did nothing like that, instead, preferred to live their lives at the level of common animals. In the first two verses, after giving the signs and marks of these people, the text mentions the punishment they would receive in the Hereafter. The first thing the text tells is that such people did not think that they would meet their Lord. They have forgotten all about the inevitability of their life in the Hereafter and have become pleased and content with their worldly life alone.\nThen, they are sitting there, so satisfied and so content, as if they just do not have to go anywhere else from here. This, to them, was the end of the line and this was where they have to live forever. It never occurs to them that everyone has to bid farewell to this world. This is so open a truth that no one can go about doubting it. And when going away from here is certain, then, some preparation has to be made for the place one is going to.\nAnd then, they are continuously heedless to Allah's verses and signs. Had they pondered over the marvel of the heavens and the earth and what was created in between them and, for that matter, over what was in the their own person, they would have understood the reality behind everything and they would have thus come out of their fatal negligence.\nThe punishment of people whose signs have been given above is the fire of Jahannam that waits for them in the Hereafter - and this punishment is nothing but the outcome of their own deeds.\nHow regrettable that the signs of disbelievers and deniers pin-pointed by the Qur'an are no different as far as our own present condition as Muslims is concerned. By looking at our way of life and the pattern of our activities and thoughts, no one can come to the conclusion that we have some other concern bothering us except the concerns of this world under our noses. Yet, despite all that, we sit comfortably believing that we are Muslims, as staunch and true as they come. The hard reality is that the kind of staunch and true Muslims our worthy forbears were has become unimaginable for us. They were the ones a look at whose faces would remind one of God and transmit unmistakably that they feared someone above them and their hearts throbbed with the concern of being accountable to Him. Not to say more about these wonderful people, even the Holy Prophet ﷺ despite being protected from sins (ma` sum مَعصُوم), lived his blessed life in that state. It appears in Shama'il al-Tirmidhi that the Holy Prophet ﷺ looked sad and concerned fairly often.",
  "ayah": 7,
  "surah": 10
}
