{
  "text": "Commentary\nAddressing Pharaoh in the first verse (92), it was said that Allah will take his body out of the waters after he is drowned so that his body becomes a sign of Divine power, and a lesson for people after him.\nIt happened when, after having crossed the sea, Sayyidna Musa (علیہ السلام) told Bani Isra'il about the drowning of the Pharaoh, they were so overawed and subdued by him that they refused to believe the news and said that the Pharaoh was not drowned. To guide them right and to teach others a lesson, Allah Ta'ala had the dead body of Pharaoh thrown ashore by a wave of the sea. Everyone saw it and believed that he had died and then, this corpse became a sort of moral deterrent for everyone. After that, it is not known as to what happened to this corpse ultimately. The place where the dead body of the Pharaoh was found is still known as the mount of Pharaoh.\nSome time back, newspaper reports indicated that the dead body of Pharaoh was found intact and was seen by the public at large and that it was deposited safely in the Cairo Museum. But, it cannot be said with certainty that this is the same Pharaoh who confronted Sayyidna Musa (علیہ السلام) or is some other Pharaoh because names of Pharaohs differ. Every ruler of Egypt in that period of history had the title of Pharaoh.\nBut, no wonder, the Divine power had thrown a drowned dead body ashore. Very similarly, it may have kept it even preserved against spoilage so that it could become a lesson for future generations. And it may still be there! (However it remains essential to learn a lesson from it as compared to becoming excited about its discovery as an archeological triumph).\nAt the end of the verse, it was said that many people pay no heed to the verses and signs of Allah. They do not ponder over them and fail to learn their essential lesson in living a better life. Otherwise, signs abound. They are everywhere, in every particle of this universe. A look at them would help one recognize Allah and His perfect power.",
  "ayah": 92,
  "surah": 10
}
