{
  "surah": 3,
  "ayah": 154,
  "text": "Then He sent down upon you after grief security — a slumber nu‘āsan ‘slumber’ substitutes for amanatan ‘security’ overcoming yaghshā or taghshā a party of you namely the believers. They would become dizzy under their shields and their swords would fall from their hands; and a party whose own souls distressed them that is they caused them grief so that their only wish was their deliverance regardless of the Prophet and his Companions and they were unable to fall asleep these were the hypocrites; thinking wrongly of God thoughts of those thoughts during the age of ignorance the moment they thought that the Prophet had been killed or that he would not be given victory saying ‘Have we any part whatever in the affair?’ read interrogative hal as negative mā that is we have no part in the assistance which we were promised. Say to them ‘The affair belongs entirely read accusative kullahu to denote an emphasis or nominative kulluhu as a subject of a new sentence the predicate of which is what follows to God’ that is to say the decree is His He does what He wills. They conceal within their hearts what they do not disclose what they do not manifest to you saying yaqūlūna ‘saying’ is an explication of the preceding statement ‘Had we had any part in the affair we would not have been slain here’ that is to say ‘Had the choice been ours we would not have set out and thus been slain; but we were forced to set out’. Say to them ‘Even if you had been in your houses with some among you whom God had appointed that they be slain those of you for whom it had been appointed decreed that they be slain would have sallied forth would have gone forth to the places where they were to lie’ the battleground where they were to fall and they would have been slain; and their staying put at home would not have saved them for God’s decree will be inevitably. And He did what He did at Uhud that God might try that He might test what was in your breasts your hearts of sincerity or hypocrisy and that He might prove that He might distinguish what was in your hearts; and God knows what is in the breasts what is in the hearts. Nothing can be hidden from Him and He tries people only to make matters manifest for them."
}
