{
  "text": "Commentary\nThe delicate order of the verses\nThese verses in which the basic beliefs of Islam, particularly that of the Hereafter, have been emphatically confirmed appear in between the description of events relating to Sayyidna Dawud (علیہ السلام) with an order that is extremely delicate and sublime. Says Imam Razi, if someone is refusing to understand because of obstinacy, the wiser approach is to put away the subject under discussion aside, and start talking about something totally unrelated - and when his mind stands diverted from the first subject, he should be brought around during the flow of conversation to concede to the original proposition. At this place, it is to dwell upon and secure confirmation of the Hereafter that this very method has been used. Being mentioned before the description of the event relating to Sayyidna Dawud (علیہ السلام) there were some postures of obstinacy demonstrated by the disbelievers that concluded at the verse: وَقَالُوا رَ‌بَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ (And they said, \" 0 our Lord, give us our share [ of the punishment ] sooner, before the Day of Reckoning.\" - 38:16). The outcome of all this was to state that those people rejected the existence of the Hereafter and made fun of it. Immediately after that, it was said: اصْبِرْ‌ عَلَىٰ مَا يَقُولُونَ وَاذْكُرْ‌ عَبْدَنَا دَاوُودَ (Observe patience over what they say and remember Our servant, Dawud - 38:17). By saying so, a new subject was introduced. But, the event relating to Sayyidna Dawud (علیہ السلام) has been concluded with the statement:\nO Dawud, We have made you a vicegerent on earth, so judge between people with truth. (38:26).\nNow, from here it is in an imperceptible manner that the Hereafter has been positively confirmed by positing that here is the supreme Being of Allah asking his deputy on the earth to establish the rule of law and justice resulting in punishment for the evil and peace for the good - when so, is it not that the same Being would necessarily establish justice and equity in this universe? Most certainly, it is the dictate of His wisdom that He, rather than herd everyone good or bad with the same stick, punishes the doers of evil and rewards the doers of good. This, then, is the purpose of the creation of this universe, and in order that it translates into reality, it is necessary that there be a Qiyamah (the Last Day) and an 'Akhirah (the Hereafter) - something that precisely corresponds to His wisdom. Those who reject the Hereafter are virtually saying that this universe has been created aimlessly, devoid of any wisdom behind it, for everyone good or bad will live his or her time and die with nobody around to ask questions - although, one who has faith in the wisdom of Allah Ta’ ala can never accept this line of reasoning.",
  "ayah": 27,
  "surah": 38
}
