{
  "text": "Commentary\nIn this verse, Allah Ta’ ala has mentioned yet another test of Sayyidna Sulayman (علیہ السلام) with a simple statement saying that, during this test, some body, or part of it, was put on the throne of Sayyidna Sulayman (علیہ السلام) . As for what that body was and what its placement on the throne means and how it was a test, these details are not available in the noble Qur'an, nor are they proved from any Sahih Hadith. Therefore, some authentic commentators, for instance, Ibn Kathir seems to incline to the approach that anything the Qur'an has left ambiguous should be left as is, without having to dig into its details. One should simply believe this much that Allah Ta ala had put Sayyidna Sulayman (علیہ السلام) to some test after which he turned to Allah more than before - and the real purpose of the Qur'an stands accomplished by saying that which has already been said.\nStill, some commentators have tried to go after the details of this test, and have come up with several probabilities in this connection. Some of these probabilities happen to have been extracted exclusively from Judaic narrations. For example, the story that secret of the power of Sayyidna Sulayman (علیہ السلام) was in his ring. On a certain day, the Satan got hold of his ring, and ended up sitting on the throne of Sayyidna Sulayman (علیہ السلام) as the ruler looking like him. Forty days later, that ring of Sayyidna Sulayman (علیہ السلام) was retrieved from the belly of a fish. After that, he regained his authority as the ruler once again. This narrative annexed with additional tales appears in several books of Tafsir. But, Hafiz Ibn Kathir, after identifying all such narratives as Judaic reports, writes in his Tafsir:\n\"There is a group among the people of the Book that does not believe in Sayyidna Sulayman (علیہ السلام) as a prophet. Therefore, it is obvious, all these false tales have been forged by them\" - Tafsir Ibn Kathir, p. 36, v. 4.\nHence, labeling narratives of this nature as being the Tafsir of this Qur'anic verse is not correct by any standard.\nThere is another event relating to Sayyidna Sulayman (علیہ السلام) that finds mention in the Sahih of al-Bukhari and elsewhere too. Finding some parts of this event resembling the text of this verse, some commentators have declared it to be the Tafsir of this verse. The gist of the event is that once Sayyidna Sulayman (علیہ السلام) confided as to when he would go to his wives, each of them would give birth to a boy who will carry out Jihad in the way of Allah. But, while verbalizing his thought, he forgot to say: Insha'Allah (If Allah wills) Allah Ta’ ala did not like this slip coming from his great prophet, and He proved this claim of his as false as only one out of all his wives gave birth to a still child that had one side missing.\nSome commentators have applied the anatomy of this event on this verse, and have said that the expression: 'threw or put the body or its part on the throne' means that some attendant of Sayyidna Sulayman (علیہ السلام) brought this body of the baby, and put it on the throne. Thereupon, Sayyidna Sulayman (علیہ السلام) got alerted, and he realized that it was the consequence of not saying: Insha'Allah on his part. Accordingly, he turned to Allah and sought forgiveness for this slip.\nDiscerning commentators like Qadi Abu-s-Sa` ad, ` Allamah 'Alusi and others have followed this Tafsir. Maulana Ashraf Thanavi (رح) has also gone by it in his Tafsir Bayan-ul-Qur'an. But, the reality is that even this event cannot be called the Tafsir of this verse in a certain manner for the reason that no Hadith narration that mentions this event has any indication that the Holy Prophet ﷺ has ever mentioned it as part of his explanation of the verse under study. Even Imam Bukhari (رح) has reported this Hadith in his Kitab-ul-Jihad, Kitab-ul-Anbiya', Kitab-ul-Ayman wa-n-Nudhar and elsewhere with various versions, but he has not mentioned it under the head of the Tafsir of Surah Sad anywhere in his Kitabu-t-Tafsir. In fact, he has reported another narration under the verse: وَهَبْ لِي مُلْكًا (bless me with a kingdom - 38:35) (which follows immediately next to the verse under discussion here) and has not made any mention of this Hadith. This shows that, even in the sight of Imam Bukhari وَهَبْ لِي مُلْكًا ، this particular event is not a Tafsir of the verse under study. Instead, this too, like the several other events relating to the noble prophets described by the Holy Prophet ﷺ ، is a separate event that does not necessarily have to be the Tafsir of one or the other verse.\nA third Tafsir is credited to Imam Razi and some others. According to this Tafsir, once Sayyidna Sulayman (علیہ السلام) became very sick. He grew so weak because of it that, at the time he was brought in to sit on the throne, he gave the impression of a body without the soul. Later, Allah Ta’ ala enabled him to get well. At that time, he turned to Allah, expressed his gratitude before Him, sought His forgiveness - and along with all that, also prayed for an unmatched kingdom for himself in the future.\nBut, this Tafsir too is simply conjectural. It also does not carry much congruence with the words of the noble Qur'an, and there is no proof for it from any Hadith narration as well.\nThe reality is that there is no source with us to find out the certain details of the event alluded to in the verse under study - nor are we duty-bound to go about finding it. Therefore, we have zero in our faith on this much that Allah Ta’ ala had put Sayyidna Sulayman (علیہ السلام) to a certain test after which his passion to return to Allah came out stronger than ever before - and that the real purpose of the Qur'an in mentioning this event is to invite all human beings to turn to Allah like Sayyidna Sulayman (علیہ السلام) as and when they face any distress or trial. As for the details of the test and trial of Sayyidna Sulayman (علیہ السلام) ، let these be entrusted with Allah. Allah knows best.",
  "ayah": 34,
  "surah": 38
}
