{
  "text": "In verse 44, it was said: خُذْ بِيَدِكَ ضِغْثًا (Take [ a bundle of ] thin twigs in your hand). This was said in the background when Sayyidna Ayyub (علیہ السلام) intended to fulfill the oath he had taken. But, as his wife had taken good care of him, and had done nothing to deserve being chastised (with one hundred strokes of some stick as sworn by him), Allah Ta’ ala, in His mercy, showed him the way-out as to how he could do it symbolically and still fulfill his oath (as in khulasa-e-Tafsir of Bayan-ul-Qur’ an).\nSome issues relating to legal aspects of this event are being identified here.\nFirstly: This event tells us that, should someone declare on oath that he or she would punish someone else to a count of one hundred strokes (using a small, thin, dry branch as beating stick) and then, rather applying one hundred strokes separately, he makes a bundle of all these branches and applies a single strike with it, the oath stands fulfilled. This was the reason why Sayyidna Ayyub (علیہ السلام) was asked to do so. This is also the ruling given by Imam Abu Hanifah. But, as says ` Allamah Ibn-ul-Humam, it is subject to two essential conditions: Firstly, each stick must have made contact with the body of the particular person lengthwise or widthwise. Secondly, it should have caused at least some pain. If the strokes were so light that they caused no pain, the oath will not be fulfilled. When Maulana Thanavi (رح) said in Tafsir Bayan-ul-Qur'an that the oath will not be fulfilled, he probably meant thereby the same thing, that is, if there is no pain at all, or one of the sticks fails to make contact with the body, the oath will not be fulfilled. Otherwise, Hanafi jurists have clearly said that, should the striking be accomplished subject to these two conditions, the oath is fulfilled. (Please see Fath-ul-Qadir, p. 137, v.4).\nThe Islamic Legal Status of Stratagems\nSecondly: From this verse, we also learn that in order to sidetrack and remain unaffected by something inappropriate or reprehensible, should some legal stratagem be opted for, then, it becomes permissible (known as shar i hilah [ plural: hiyal ] as admissible in the Shari` ah of Islam). It is obvious that the essential requisite of the oath in this event of Sayyidna Ayyub (علیہ السلام) was that he should subject his blessed wife to full one hundred strokes to vacate his oath. But, his wife was innocent. She had taken remarkably good care of Sayyidna Ayyub (علیہ السلام) during the days of his suffering. Therefore, Allah Ta’ ala Himself prompted Sayyidna Ayyub (علیہ السلام) to take to a via media, a hilah or smart escape route (from his predicament), and also made it clear to him that his oath will not stand broken thereby. Therefore, this event provides an argument in favor of the justification of the device of hilah.\nBut, one should remember that such hiyal or stratagems become permissible only when they have not been reduced to an excuse for nullifying the objectives of the Shari` ah. And if the purpose of such hilah is to nullify the right of some genuine holder of right, or to make what is openly haram become halal for one's own person while the spirit of the prohibited act has been retained intact, then, such a hilah is absolutely impermissible. For instance, there are people who make a hilah to avoid having to pay Zakah. Just before the end of the year, they would pass on their wealth and property into the ownership of their wives. After some time, the wife passes it on into the ownership of her husband. And when the next year is about to close, the husband gifts it to the wife. This way no one remains obligated with the payment of Zakah. Since, doing something like this is an effort to nullify the objectives of the Shari` ah, therefore, it is haram (unlawful) - and perhaps, the curse of this stratagem might as well be more punishing than the curse that would fall as a result of the abandonment of Zakah. (Ruh-ul-Ma’ ani from al-Mabsut of Sarakhsi)\nResorting to an oath to do what is inappropriate\nThe third ruling that we come to know from this verse is: If someone utters an oath to do an act that is inappropriate or wrong or impermissible, the oath stands effectively concluded, and should it be broken, one will have to make amends and pay kaffarah (expiation). It is evident enough that, should there have been no kaffarah becoming due in that situation, Sayyidna Ayyub (علیہ السلام) would have not been asked to take to that hilah. But, along with it, one should also bear in mind that in the event one happens to have uttered an oath to do something inappropriate, then, the law of the Shari'ah is that the oath should be broken, and kaffarah should be paid. In a Hadith, the Holy Prophet ﷺ is reported to have said:\n\"A person who utters an oath, then he decides that doing otherwise is better, then he should invariably do what is better - and pay kaffrah for his oath.\"",
  "ayah": 44,
  "surah": 38
}
