{
  "text": "قال الإِمام ابن كثير : أول هذه السورة نزل على رسول الله - صلى الله عليه وسلم لما رجع من غزوة \" تبوك \" وهم بالحج ، ثم ذكر أن المشركين يحضرون عامهم هذا الموسم على عادتهم فى ذلك ، وأنهم يطوفون بالبيت عراة ، فكره مخالطتهم وبعث أبا بكر الصديق - رضى الله عنه - أميرا على الحج تلك السنة ، ليقيم للناس مناسكهم ، ويعلم المشركين أن لا يحجوا بعد عامهم هذا ، وأن ينادى بالناس ( بَرَآءَةٌ مِّنَ الله وَرَسُولِهِ . . . . ) فلما قفل أبتعه بعلى ابن أبى طالب ، ليكون مبلغا عنه - صلى الله عليه وسلم - ليكونه عصبة له .وقال محمد بن إسحاق : \" لما نزلت ( بَرَآءَةٌ ) على رسول الله - صلى الله عليه وسلم - وقد كان بعث أبا بكر الصديق - ليقيم للناس الحج ، قيل له : يا رسول الله ، لو بعثت بها إلى أبى بكر؟ فقال : \" لا يؤدى عنى إلا رجل من أهل بيتى \" \" .ثم دعا على بن أبى طالب فقال له : أخرج بهذه القصة من صدر براءة ، وأذن فى الناس يوم النحر إذا اجتمعوا بمنى : أنه لا يدخل الجنة كافر ، ولا يحج بعد العام مشرك ، ولا يطوف بالبيت عريان ، ومن كان له عند رسول الله - صلى الله عليه وسلم - عهد فهو له إلى مدته .فخرج على بن أبى طالب على ناقة رسول الله - صلى الله عليه وسلم - \" العضباء \" حتى أدرك أبا بكر بالطريق ، فلما رآه أبو بكر قال : أمير أم مأمور؟ فقال : بل مأمور . ثم مضيا ، فأقام أبو بكر للناس الحج ، والعرب إذ ذاك فى تلك السنة على منازلهم من الحج التى كانوا عليها فى الجاهلية .حتى إذا كان يوم النحر قام على بن أبى طالب فأذن فى الناس بالذى أمره به رسول الله . صلى الله عليه وسلم . فقال : أيها الناس ، إنه لا يدخل الجنة كافر ، ولا يحج بعد العام مشرك ، ولا يطوف بالبيت عريان ، ومن كان له عهد عند رسول الله - صلى الله عليه وسلم - فهو إلى مدته ، وأجل الناس أربعة أشهر من يوم أذن فيهم ، ليرجع كل قوم إلى مأمنهم وبلادهم ، ثم لا عهد لمشرك ولا ذمة ، إلا أحد كان له عند رسول الله ، صلى الله عليه وسلم ، عهد إلى مدة ، فهو له إلى مدته . فلم يحج بعد العام مشرك ، ولم يطف بالبيت عريان ، ثم قدما على رسول الله صلى الله عليه وسلم .وقال الفخر الرازى : روى أن النبى ، صلى الله عليه وسلم ، لما خرج إلى غزوة تبوك وتخلف المنافقون وأرجفوا الأراجيف ، جعل المشركون ينقضون العهد ، فنبذ رسول الله ، صلى الله عليه وسلم ، العهد إليهم .هذه بعض الآثار التى ذكرها المفسرون فى هذا المقام .وقوله - تعالى - : ( بَرَآءَةٌ ) مصدر بَرِئ \" كتعب \" ، وأصل البراءة : التباعد عن الشئ والتخلص منه . تقول : برئت من هذا الشئ أبرأ براءة فأنا منه برئ ، إذا أزلته عن نفسك ، وقطعت الصلة بينك وبينه . ومنه قولهم : برئت من الدين أى تخلصت منه .ولفظ ( بَرَآءَةٌ ) مرفوع على أنه خبر لمبتدأ محذوف ، والتنويف فيه للتفخيم و ( مِّنَ ) لابتداء الغاية ، والعهد : العقد الموثق باليمين ، والخطاب فى قوله ( عَاهَدْتُمْ ) للمسلمين .والمعنى : هذه براءة واصلة من الله ورسوله إلى الذين عاهدتم من المشركين بسبب نقضهم لعهودهم وإصرارهم على باطلهم . .قال صاحب الكشاف : فإن قلت : لم علقت البراءة بالله ورسوله والمعاهدة بالمسلمين؟ .قلت : قد أذن الله فى معاهدة المشركين أولا ، فاتفق المسلمون مع رسول الله - صلى الله عليه وسلم - وعاهدوهم ، فلما نقضوا العهد أوجب الله - تعالى - النبذ إليهم ، فخوطب المسلمون بما تجدد من ذلك فقيل لهم : اعلموا أن الله ورسوله قد برئا مما عاهدتم به المشركين .وروى أنهم عاهدوا المشركين من أهل مكة وغيرهم من العرب ، فنكثوا إلا ناسا منهم ، فنبذ العهد إلى الناكثين ، وأمروا أن يسيحوا فى الأرض أربعة أشهر آمنين . .وقال بعض العلماء : والمعنى أن الله قطع ما بينه وبين المشركين من صلات فلا عهد ولا تعاهد ولا سلم ولا أمان ، وتركهم تعمل فيهم سيوف المؤمنين حتى يقوموهم أو يبيدوهم . ولا يدخل فى هذا التبرى قطع رحمته العامة عنهم التى كتبها على نفسه من جهة أنه الخالق وأنهم المخلوقون . . فهو مع هذا التبرى لا يزال من هذه الجملة يرحمهم بمنح الحياة وموارد الرزق ، والتمكين من العمل حسب تقديره العام وسنته الشاملة فى خلقه ولو أن التبرى كان على إطلاقه لما عاش كافر طرفة عين ، ولما استطاع كافر أن يقف فى وجه مسلم .فالآية تقرر حكما تكليفيا للمسلمين فى شأن معاملة المشركين . . .واعتبار أن الآية تقرر حكما شرعيا والمشرع هوالله أضيف صدور البراءة إليه - سبحانه - وعطف عليه الرسول - صلى الله عليه وسلم - فى هذا المقام ، لأنه هو المبلغ عنه ، والمنفذ لما يبلغه . .ولما كان التعاهد بين المؤمنين وغيرهم تنفيذا لأمر الله به ، وأصله حق لجماعتهم ، وإنما يقوم الإِمام به نائبا عن الجماعة ، أضيف - أى التعاهد - إلى جماعة المسلمين ، فقيل : ( عَاهَدْتُمْ ) . . وكثيراً ما ينسب القرآن الأحكام العامة لجماعة المؤمنين . .ويؤخذ من تقرير البراءة من المشركين فى هذه الآية جواز نبذ العهود لمن كان بيننا وبينه عهد متى رأى الإِمام مصلحة الأمة فى ذلك ، كأن خيف منهم خيانة ، أو نقضوا شيئا من شروط المعاهدة ، أو وضعت المعاهدة على غير شرط احترامها الشرعى ، وذلك كله أخذا من هذا المقام ، ومن قوله - تعالى - فى سورة الأنفال :( وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فانبذ إِلَيْهِمْ على سَوَآءٍ ) كما يؤخذ أن عقد المعاهدات إنما هو حقا للجماعة ، يوافق عليه أصحاب الرأى والاختصاص فى موضوع المعاهدة ، وما هو فى مصلحة الجماعة ، ثم يباشرها الإِمام بعد ذلك نيابة عن الجماعة .",
  "ayah": 1,
  "surah": 9
}
