{
  "text": "ثم ختم السورة الكريمة حديثها الطويل المتنوع عن النفاق والمنافقين ، بالحديث عن مسجد الضرار الذى بناه المنافقون ليكون مكانا للإِضرار بالإِسلام والمسلمين ، فقال - تعالى - . ( والذين اتخذوا مَسْجِداً . . . والله عَلِيمٌ حَكِيمٌ ) .قال الإِمام ابن كثير : سبب نزول هذه الآيات الكريمات ، أنه كان بالمدينة قبل مقدم رسول الله - صلى الله عليه وسلم - إليها ، رجل من الخروج يقال له أبو عامر الراهب ، وكان قد تنصر فى الجاهلية ، وقرأ علم أهل الكتاب ، وكان فيه عبادة فى الجاهلية ، وله شرف فى الخزرج كبير ، فلما قدم رسول الله - صلى الله عليه وسلم - مهاجرا إلى المدينة ، واجتمع المسلمون عليه وصار للإِسلام كلمة عالية ، وأظهرهم الله يوم بدر ، شرق اللعين أبو عامر بريقه وبارزة العداوة ، وطاهر بها ، وخرج فارا إلى كفار مكة ليمالئهم على حرب المسلمين فاجتمعوا بمن وافقهم من أحياء العرب ، وقدموا عام \" أحد \" فكان من أمر المسلمين ما كان ، وامتحنهم الله - تعالى - وكانت العاقبة للمتقين .وكان هذا الفاسق قد حفر حفائر فيما بين الصفين ، فوقع فى إحداهن رسول الله - صلى الله عليه وسلم - وأصيب فى ذلك اليوم ، فجرح وجهه وكسرت رباعتيه اليمنى والسفلى وشج رأسه . وتقدم أبو عامر فى أول المبارزة إلى قومه من الأنصار ، فخاطبهم ، واستمالهم إلى نصره وموافقته ، فلما عرفوا كلامه قالوا : لا أنعم الله لك عينا يا فاسق يا عدو الله ، ونالوا منه وسبوه .وكان رسول الله - صلى الله عليه وسلم - قد دعاه إلى الله قبل فراره - إلى مكة - وقرأ عليه القرآن ، فأبى أن يسلم وتمرد . فدعا عليه رسول الله - صلى الله عليه وسلم - أن يموت بعيدا طريداً فنالته هذه الدعوة .وذلك أنه لما فرغ الناس من \" أحد \" ورأى أمر الرسول - صلى الله عليه وسلم - فى ارتفاع وظهور ، ذهب إلى هرقل ملك الروم يستنصره على النبى - صلى الله عليه وسلم - ، فوعده ومناه ، وأقام عنده ، وكتب إلى جماعة من قومه من الأنصار من أهل النفاق والريب يعدهم ويمنيهم ، أنه سيقدم بجيش ليقاتل به النبى - صلى الله عليه وسلم - ويغلبه ، ويرده عما هو فيه . وأمرهم أن يتخذوا له معقلا يقدم عليهم فيه من يقدم من عنده لأداء كتبه ، ويكون مرصدا له إذا قد عليه بعد ذلك .فشرعوا فى بناء مسجد مجاور لمسجد قباء ، فبنوه وأحكموه ، وفرغوا منه قبل خروج رسول الله - صلى الله عليه وسلم - إلى تبوك وجاءوا فسألوه أن يأتى إليهم فيصلى فى مسجدهم ، ليحتجوا بصلاته فيه على تقريره وإثباته وذكروا أنهم إنما بنوه للضعفاء منهم ، وأهل العلة فى الليلة الشاتية!! فعصمه الله من الصلاة فيه فقال : \" إنا على سفر ولكنا إذا رجعنا - إن شاء الله - آتيناكم فصلينا لكم فيه \" .فلما قفل راجعاً إلى المدينة من تبوك ، ولم يبق بينه وبينها إلا يوم أو بعض يوم ، نزل عليه جبريل بخير مسجد الضرار وما اعتمده بانوه من الكفر ، والتفريق بين جماع المؤمنين فى مسجدهم . مسجد قباء ، الذى أسس من أول يوم على التقوى فبعث رسول الله - صلى الله عليه وسلم - إلى مجسد الضرار من هدمه قبل مقدمه إلى المدينة .وقوله : ( والذين اتخذوا مَسْجِداً ضِرَاراً وَكُفْراً وَتَفْرِيقاً بَيْنَ المؤمنين ) منصوب على الذم .أى : وأذم الذين اتخذوا مسجدا ضراراً . . أو معطوف على ما سبق من أحوال المنافقين ، والتقدير : ومنهم الذين اتخذوا مسجداً ضراراً .وقوله \" ضراراً \" مفعول لأجله أى : اتخذوا هذا المسجد لا من أجل العبادة والطاعة لله تعالى . وإنما اتخذوه من أجل الإِضرار بالمؤمنين . وإيقاع الأذى بهم .وقوله \" وكفرا \" معطوف على \" ضراراً \"؛ وهو علة ثانية لاتخاذ هذا المسجد .أى : اتخذوه للإِضرار بالمؤمنين ، وللازدياد من الكفر الذى يضمرونه من الغل الذى يحفونه .وقوله : ( وَتَفْرِيقاً بَيْنَ المؤمنين ) علة ثالثة .أى : واتخذوه أيضاً للتفريق بين جماعة المؤمنين الذين كانوا يصلون فى مسجد واحد هو مسجد قباء ، فأراد هؤلاء المنافقون من بناء مسجد الضرار إلى جوار مسجد قباء ، أن يفرقوا وحدة المؤمنين ، بأن يجعلهوهم يصلون فى أماكن متفرقة . حسدا لهم على نعمة الإِخاء والتآلف والاتحاد التى غرسها الإِسلام فى قلوب أتباعه .وقوله : ( وَإِرْصَاداً لِّمَنْ حَارَبَ الله وَرَسُولَهُ ) علة رابعة لاتخاذ هذا المسجد .أى : واتخذوه ليكون مكانا يرقبون فيه قوم ( مَنْ حَارَبَ الله وَرَسُولَهُ ) وهو أبو عامر الراهب ، الذى أعلن عداوته لدعوة الإِسلام \" من قبل \" بناء مسجد الضرار .فقد سبق أن ذكرنا فى أسباب نزول هذه الآيات ، أن أبا عامر هذا ، كتب إلى جماعة من قومه . وهو عند هرقل . يعدهم ويمنيهم ، ويطلب منهم أن يتخذوا له معقلا يقدم عليهم فيه فشرعوا فى بناء هذا المسجد .فأنت ترى أن هذه الآية الكريمة ، قد ذكرت أربعة من الأغراض الخبيثة التى حملت المنافقين على بناء هذا المسجد ، وهى : مضارة المؤمنين ، وتقوية الكفر ، وتفريق كلمة أهل الحق وجعله معقلا لالتقاء المحاربين لله ولرسوله .وقد خيب الله تعالى مساعيهم؛ وأبطل كيدهم ، بأن أمر نبيه - بهدمه وإزالته .وقوله : ( وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلاَّ الحسنى ) ذم لهم على أيمانهم الفاجرة ، وأقوالهم الكاذبة .أى : أن هؤلاء المنافقين قد بنوا مسجد الضرار لتلك المقاصد الخبيثة . ومع ذلك فهم يقسمون بأغلظ الأيمان بأنهم ما أرادوا ببنائه إلا الخصلة الحسنى التى عبروا عنها قبل ذلك . كذبا . بقولهم : \" إننا بنيناه للضعفاء ، وأهل العلة فى الليلة الشاتية \" .وقوله : ( والله يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ ) زيادة فى مذمتهم وتحقيرهم .أى : والله - تعالى - يعلم ويشهد أن هؤلاء المنافقين لكاذبون فى أيمانهم بأنهم ما أرادوا من بناء مسجدهم إلا الحسنى ، فانهم فى الحقيقة لم يريدوا ذلك ، وإنما أرادوا تلك الأغراض القبيحة السابقة ، وهى مضارة المؤمنين ، وتفريق كلمتهم .",
  "ayah": 107,
  "surah": 9
}
