{
  "text": "ثم بين - سبحانه - الآثار التى ترتبت على هدم مسجد الضرار ، فى نفوس هؤلاء المنافقين الأشرار فقال - تعالى - : ( لاَ يَزَالُ بُنْيَانُهُمُ الذي بَنَوْاْ رِيبَةً فِي قُلُوبِهِمْ إِلاَّ أَن تَقَطَّعَ قُلُوبُهُمْ والله عَلِيمٌ حَكِيمٌ ) .الريبة : اسم من الريب بمعنى الشك والقلب والحيرة ، وتقطع - بفتح التاء - أصلها تتقطع فحذفت إحدى التاءين ، من التقطع بمعنى التمزق . وقرأ بعضهم . \" تقطع \" - بضم التاء - من التقطيع بمعنى التفريق والتمزيق .والاستثناء مفرغ من أعم الأوقات والأحوال ، والمستثنى منه محذوف ، والتقدير : لا يزال ما بناه هؤلاء المنافقون موضع ريبة وقلق فى نفسهم فى كل وقت حال إلا فى وقت واحد وهو وقت أن تتمزق قلوبهم بالموت والهلاك أى : أنهم لا يزالون فى قلق وحيرة ما داموا أحياء ، أما بعد موتهم فستتكشف لهم الحقائق ، ويجدون مصيرهم الأليم .والسبب فى أن هذا البناء كان مثار يبتهم وقلقهم حتى بعد هدمه ، أنهم بنوه نبية سيئة ، ولتلك المقاصد الأربعة الخبيثة التى بينتها الآية الأولى . فكانوا يخشون أن يطلع الله نبيهم على مقاصدهم الذميمة ، فهذه الخشية أورثتهم القلبق والريبة ، فلما أطاع الله - تعالى - نبيه على أغراضهم ، وتم هدم مسجد الضرار ، وانهار الجرف المتداعى المتساقط ، استمر قلقهم وريبهم؛ لأنهم لا يدرون بعد ذلك ماذا سيفعل المؤمنون بهم .وهكذا شأن الماكرين فى كل زمان ومكان ، إنهم يعيشون طول حياتهم فى فزع وقلق وخوف من أن ينكشف مكرهم ، ويظهر خداعهم .وقوله : ( والله عَلِيمٌ حَكِيمٌ ) تذييل قصد به تهديهم وزجرهم .أى : والله - تعالى - عليم بكل شئ فى هذا الكون ، وبكل ما يقوله ويفعله هؤلاء المنافقون سرا وجهرا : حكيم فى كل تصرفاته وأفعاله وفى صنعه بهم ، وسيجازيهم يوم القيامة بما يستحقونه من عقاب .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات ما يأتى :1- وجوب بناء المسجد على تقوى من الله ورضوان ، لأنها إذا بنيت على هذا الأساس ، كانت محل القبول والثواب من الله ، أما إذا بنيت لأى مقصد يتنافى مع آداب الإِسلام وأحكامه وتشريعاته ، فإنها تكون بعيدة عن رضا الله - تعالى - وقبوله .قال بعض العلماء ، دلت الآيات على أن كل مسجد بنى على ما بنى عليه مسجد الضرار ، أن هلا حكم له ولا حركة ، ولا يصح الوقف عليه . وقد حرق الراضى بالله - الخليفة العباسى - كثيرا من مساجد الباطنية والمشهبة والمجبرة .وقال الزمشخرى : قيل كل مسجد بنى مباهاة أو رياء وسمعة ، أو لغرض سوى ابتغاء وجه الله ، أو بمال غير طيب ، فهو لا حق بمسجد الضرار .وعن عطاء : لما فتح الله . تعالى . الأمصار على عمر بن الخطاب - رضى الله عنه - أمر المسلمين أن يبينوا المساجد ، وألا يتخذوا فى مدينة مسجدين ، يضار أحدهما صاحبه .2- أن مسجد قباء هو المقصود بقوله - تعالى - : ( لَّمَسْجِدٌ أُسِّسَ عَلَى التقوى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ . . . ) وذلك لأن سياق الآيات فى الحديث عنه ، وفى بيان أحقية الصلاة فيه ، وقد كان رسول الله - صلى الله عليه وسلم يزوروه راكبا وماشيا ويصلى فيه ركعتين .ولا منافاة بين كون مسجد قباء هو المقصود هنا ، وبين الأحاديث التى وردت فى أن المسجد الذى اسس من أول على تقوى من الله ورضوان ، هو المسجد النبوى ، لأن كليهما قد أسس على ذلك .قال الإِمام ابن كثير : وقد صرح بأنه مسجد قباء جماعة من السلف منهم ابن عباس ، وعروة بن الزبير ، والحسن البصرى ، وسعيد بن جبير ، وقتادة .وقد ورد فى الحديث الصحيح أن مسجد رسول الله - صلى الله عليه وسلم - الذى فى جوف المدينة هو المسجد الذى أسس على التقوى ، وهذا صحيح .ولا منافة بين الآية وبين هذا ، أنه إذا كان مسجد قباء قد أسس على التقوى من أول يوم ، فمسجد رسول الله - صلى الله عليه وسلم - بطريق الأولى والأحرى \" .3- أن المحافظة على الطهارة من الصفات التى يحبها الله - تعالى - فقد قال - تعالى - : ( فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ والله يُحِبُّ المطهرين ) .وقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث منها : ما جاء \" عن ابن عباس أنه قال : لما نزلت هذه الآية ، بعث رسول الله - صلى الله عليه وسلم - إلى عويم بن مساعدة فقال له : \" ما هذا الطهور الذى أثنى الله عليه به \"؟فقال : يا رسول الله ما خرج منا رجل ولا امرأة من الغائط إلا غسل فرجه . فقال - صلى الله عليه وسلم - : \" هو هذا \" \" .4- كذلك يؤخذ من الآيات الكريمة ، استحباب الصلاة فى المساجد القديمة المؤسسة من أول بنائها على عبادة الله وحده لا شريك له ، وعلى استحباب الصلاة مع الجماعة الصالحة ، والعباد العاملين المحافظين على إسباغ الوضوء . والتنزه عن ملابسة القاذورات .",
  "ayah": 110,
  "surah": 9
}
