{
  "text": "وبعد أن بين - سبحانه - أنواع المتخلفين عن غزوة تبوك ، تبع ذلك بالترغيب فى الجهاد وفى بيان فضله فقال - تعالى - : ( إِنَّ الله اشترى . . ) .قال الفخر الرازى : أعلم الله - تعالى - لما شرع فى شرح فضائح المنافقين وقبائحهم لسبب تخلفهم عن غزوة تبوك ، فلما تمم ذلك الشرح والبيان وذكر أقسامهم وفرع كل قسم ما كان لائقا به ، عاد إلى بيان فضيلة الجهاد وحيقته فقال - تعالى - : ( إِنَّ الله اشترى مِنَ المؤمنين ) الآية .وقال القرطبى : \" نزلت هذه الآية فى البيعة الثانية ، وهى بيعة العقبة الكبرى وهى التى أناف فيها رجال الأنصار على السبعين ، وذلك أنهم اجتمعوا إلى رسول الله - صلى الله عليه وسلم - عند العقبة ، فقال عبد الله بن رواحة للنبى - صلى الله عليه وسلم - : اشترط لربك ولنفسك ما شئت ، فقال النبى - صلى الله عليه وسلم - : أشترط لربى أن تعبدوه ولا تشكروا به شيئا ، وأشترط لنفسى أن تمنعونى مما تمنعون منه أنفسكم وأموالكم قالوا : فإذا فعلنا فمالنا؟ قال :\" لكم الجنة \" قالوا : ربح البيع ، لا نقيل ولا نستقبل فنزلت هذه الآية \" .ثم هى بعد ذلك عامة فى كل مجاهد فى سبيل الله من أمة محمد - صلى الله عليه وسلم إلى يوم القيامة . تثميل للثواب الذى منحه الله - تعالى - للمجاهدين فى سبيله .فقد صور - سبحانه - جهاد المؤمنين ، وبذل أموالهم وأنفسهم فيه ، وإثابته - سبحانه - لهم على ذلك بالجنة ، صور كل ذلك بالبيع والشراء .أى : أن الله - تعالى - وهو المالك لكل شئ ، قد اشترى من المجاهدين أنسهم وأموالهم التى بذلوها فى سبيله ، وأعطاهم فى مقابل ذلك الجنة .قال أبو السعود : الآية الكريمة ترغيب للمؤمنين فى الجهاد . . وقد بلوغ فى ذلك على وجه لا مزيد عليه ، حيث عبّر عن قبول الله - تعالى - من المؤمنين أنفسهم وأموالهم التى بذلوا فى سبيله - تعالى - وإثباته إياهم بمقابلتها الجنة بالشراء على طريقة الاستعارة التبعية . ثم جعل المبيع الذى هو العمدة والمقصد فى العقد : أنفس المؤمنين وأموالهم ، والثمن الذى هو الوسيلة فى الصفقة : الجنة .ولم يجعل الأمر على العكس بأن يقال : إن الله باع الجنة من المؤمنين بأنفسهم وأموالهم؛ ليدل على أن المقصد فى العقد هو الجنة ، وما بله المؤمنون فى مقابلتها من الأنفس والأمول وسيلة إليها ، إيذانا بتعليق كمال العناية بهم وبأوالهم .ثم إن لم يقل \" بالجنة \" بل قل : ( بِأَنَّ لَهُمُ الجنة ) مبالغة فى تقرير وصول الثمن إليهم \" واختصاصه بهم \" فكأنه قيل : بالجنة الثابتة لهم ، المختصة بهم .وقوله : ( يُقَاتِلُونَ فِي سَبِيلِ الله فَيَقْتُلُونَ وَيُقْتَلُونَ ) جملة مستأنفة جئ بها لبيان الوسيلة التى توصلهم إلى الجنة وهى القتال فى سبيل الله .أى : أنهم يقاتلون فى سبيل الله ، فمنهم من يقتل أعداء الله ، ومنهم من يقتل على أيدى هؤلاء الأعداء ، وكلا الفريقين القاتل والمقتول جزاؤه الجنة .وقرأ حمزة والكسائى \" فيقتلون ويقتلون \" بتقديم الفعل المبنى للمفعول على الفعل المبنى للفاعل .وهذه القراءة فيها إشارة إلا أن حرص هؤلاء المؤمنين الصادقين على الاستشهاد أشد من حرصهم على النجاة من القتل؛ لأن هذا الاستشهاد يوصلهم إلى جنة عرضها السماوات والأرض ، وإلى الحياة الباقية الدائمة . .وقوله : ( وَعْداً عَلَيْهِ حَقّاً فِي التوراة والإنجيل والقرآن ) تأكيد للثمن الذى وعدهم الله به .أى : أن هذه الجنة التى هى جزاء المجاهدين ، قد جعلها - سبحانه - تفضلا منه وكرما ، حقا لهم عليه ، وأثبت لهم ذلك فى الكتب السماوية التى أنزلها على رسله .قال الآلوسى ما ملخصه : قوله : \" وعدا عليه \" مصدر مؤكد لمضمون الجملة وقوله \" حقا \" نعت له ، وقوله \" عليه \" فى موضع الحال من قوله \" حقا \" لتقدمه عليه ، وقوله : ( فِي التوراة والإنجيل والقرآن ) متعلق بمذحوف وقع نعتا لقوله \" وعدا \" أيضاً .أى : وعدا مثبتاً فى التوراة والإِنجيل كما هو مثبت فى القرآن فالمراد إلحاق مالا يعرف بما يعرف . إذ من المعلوم ثبوت هذا الحكم فى القرآن . ثم إن ما فى الكتابين إما أن يكون أمة محمد - صلى الله عليه وسلم - اشترى الله منهم أنفسهم وأموالهم بذلك ، أو أن من جاهد بنفسه وماله . من حقه ذلك ، وفى كلا الأمرين ثبوت موافق لما فى القرآن . .وقوله : ( وَمَنْ أوفى بِعَهْدِهِ مِنَ الله ) جملة معترضة مسوقة لتأكيد مضمون ما قبلها من حقية الوعد وتقريره : والاستفهام للنفى .أى : لا أحد أوفى بعهده من الله - تعالى - لأنه إذا كان خلف الوعد لا يكاد يصدر من كرام الخلق مع إمكان صدوره منهم ، فكيف يكون الحال من جانب الخالق - عز وجل - المنزه عن كل نقص ، المتصف بكل كمال .وقوله : ( فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الفوز العظيم ) تحريض على القتال ، وإعلام لهم بأنهم رابحون فى هذه الصفقة .والاستبشار : الشعور بفرح البشرى ، شعورا تنبسط له أسارير الوجه .أى : إذا كان الأمر كذلك فافرحوا ببيعكم الذى بايعتم به غاية الفرح ، وارضوا به نهاية الرضى ، فإن ذلك البيع هو الفوز العظيم الذى لا فوز أعظم منه .قال بعض العلماء : ولا ترى ترغيبا فى الجهاد أحسن ولا أبلغ من هذه الآية لأنه أبرزه فى صورة عقد عقده رب العزة ، وثمنه مالا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر ، ولم يجعل المقعود عليه كونهم مقتولين فقط بل إذا كانوا قاتلين أيضاً لإعلاء كلمته ، ونصر دينه ، وجعله مسجلا فى الكتب السماوية ، وناهيك به من صك .وجعل وعده حقاً ، ولا أحد أوفى من وعده فنسيئته أقوى من نقد غيره ، وأشار إلى ما فيه من الربح والفوز العظيم وهو استعارة تمثيلية ، حيث صور جهاد المؤمنين ، وبذل أموالهم وأنفسهم فيه وإثباة الله لهم على ذلك الجنة ، بالبيع والشراء وأتى بقوله : \" يقاتلون \" . . بيانا لمكان التسليم وهو المعركة وإليه الإِشارة بقوله - صلى الله عليه وسلم - \" الجنة تحت ظلال السيوف \" ، ثم أمضاه بقوله ( وَذَلِكَ هُوَ الفوز العظيم ) .ويروى عن الحسن البصرى أنه قرأ هذه الآية فقال : انظروا إلى كرم الله . تعالى . أنفس هو خالقها ، وأموال هو رازقها ، ثم يكافئنا عليها متى بذلناها فى سبيله بالجنة .",
  "ayah": 111,
  "surah": 9
}
