{
  "text": "أما إن كانت الآخرى ، أى إذا لم يتوبوا وصاروا على عداوتهم ، فقد بين سبحانه . ما يجب على المؤمنين نحوهم فى هذه الحالة فقال : ( وَإِن نكثوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ ) .أى : وإن نقضوا عهودهم من بعد أن تعاقدوا معكم على الوفاء بها .وقوله : ( نكثوا ) من النكث بمعنى النقض والحل . يقال نكث فلان الحبل إذا نقض فتله وحل خيوطه ومنه قوله - تعالى - : ( وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثاً ) وقوله : ( وَطَعَنُواْ فِي دِينِكُمْ ) معطوف على ما قبله . أى : وعابوه وانتقضوه .وقوله : ( فقاتلوا أَئِمَّةَ الكفر ) أى : فقاتلوهم فهم أئمة الكفر ، وحملة لوائه . فوضع - سبحانه - الاسم الظاهر المبين لشر صفاتهم موضع الضمير على سبيل الذم لهم .وقيل : المراد بأئمة الكفر رؤسائهم وصناديدهم الذين كانوا يحرضونهم على عداوة المؤمنين ، ويقودونهم لقتال النبى - صلى الله عليه وسلم - وأصحابه .وعطف . سبحانه - قوله ( وَطَعَنُواْ فِي دِينِكُمْ ) على ما قبله مع أن نقض العهد كاف فى إباحة قتالهم ، لزيادة تحريض المؤمنين على مجاهدتهم والاغلاظ عليهم .وقوله : ( إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ ) تعليل للأمر بقتالهم أى قاتلوا هؤلاء المشركين بعزيمة صادقة ، وقلوب ثابتة ، لأنهم قوم لا أيمان عهود لهم الحقيقة ، لأنهم لما لم يفوا بها صارت أيمانهم كأنها ليست بأيمان .وقرأ ابن عامر ( إِنَّهُمْ لاَ أَيْمَانَ لَهُمْ ) - بكسر الهمزة . على أنها مصدر آمنه إيمانا بمعنى إعطاء الأمان . أى أنهم لا أمان لهم فاحذروا الاغترار بهم . أو المراد الإِيمان الشرعى . أى إنهم لا تصديق ولا دين لهم ، ومن كان كذلك فلا وفاء له .وقوله : ( لَعَلَّهُمْ يَنتَهُونَ ) متعلق بقوله ( فقاتلوا أَئِمَّةَ الكفر ) .أى : ليكن مقصدكم من مقاتلتهم - بعد أن وجد منهم ما وجد إيذائكم الرجاء فى هدايتهم ، والانتهاء عن كفرهم وخيانتهم . . واحذروا أن يكون مقصدكم من ذلك العدوان واتباع الهوى .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات سوى ما سبق - ما يأتى :1- أن ما ذكرته الآيات من كون المشركين ، لا يرقبون فى مؤمن إلا ولا ذمة ، يقرر حقيقة واقعة ، ومن الأدلة على ذلك ما فعله التتار بالمسلمين - وخاصة مسلمى بغداد . سنة 656 . وما فعله الوثنيون الهنود مع مسلمى باكستان ، وما فعله الشيوعيون .قال الآلوسى : قوله تعالى ( أَلاَ تُقَاتِلُونَ قَوْماً ) تحريض على القتال بأبلغ وجه - ، لأن الاستفهام فيه للإِنكار ، والاستفهام الإِنكارى فى معنى النفى ، وقد دخل هنا على نفى ، ونفى النفى إثبات . وحيث كان الترك منكراً أفاد بطريق برهانى أن إيجاده أمر مطلوب مرغوب فيه ، فيفيد الحث والتحريض عليهم . بأقوى الأدلة ، وأسمى الأساليب .",
  "ayah": 12,
  "surah": 9
}
