{
  "text": "( فَإِن تَوَلَّوْاْ فَقُلْ حَسْبِيَ الله لا إله إِلاَّ هُوَ . . )أى : فإن أعرضوا عن الإِيمان بك ، وتركوا طاعتك ، فلا تبتئس ولا تيأس ، بل قل \" حسبى الله \" أى : هو كافينى ونصيرى ( لا إله إِلاَّ هُوَ ) - سبحانه - ( رَبُّ العرش العظيم ) الذى لا يعلم مقدار عظمته إلا الله - عز وجل - .ففى هاتين الآيتين الكريمتين بيان للصفات التى منحها - سبحانه - لرسوله محمد - صلى الله عليه وسلم - ، ودعوة له - صلى الله عليه وسلم - إلى أن يفوض أمره إلى خالقه فهو - سبحانه - كافيه وناصره .وبعد فهذه سورة التوبة .السورة التى احتوت على بيان الأحكام النهائية فى العلاقات الدائمة بين المجتمع الإِسلامى ، والمجتمعات الأخرى .السورة التى حرضت المؤمنين على الجهاد فى سيبل الله ، وساقت لهم من وسائل الترغيب فى ذلك ، ما يجعلهم يقدمون على قتال أعدائهم بصبر وثبات واستبشار .السورة التى اوجبت على المؤمنين أن تكون محبتهم لله ولرسوله ، ولإِعلاء كلمة الحق ، فوق محبة الآباء والأبناء والإِخوان والأزواج والعشيرة والأموال .السورة التى ذكرت المؤمنين بنصر الله لهم فى مواطن كثيرة ، وحذرتهم من الغرور بأنفسهم . والعجب بقوتهم ، وأمرتهم بنصرة رسوله فى السراء والضراء والعسر واليسر ، والمنشط والمكره .السورة التى أمرت المؤمنين بأن يخلصوا فى دفاعهم عن دين الله وعن حرماته وعن مقدساته . وبشرتهم بأنهم إذا فعلوا ذلك ، فسوف يغنيهم الله من فضله .السورة التى فضحت المنافقين ، وكشفت عن أساليبهم الخبيثة ، ومسالكهم القبيحة ، وأقوالهم المنكرة ، وأفعالهم الأثيمة ، وسجلت عليهم الخزى والعار وحذرت المؤمنين من شرورهم . .السورة التى رسمت أسس التكافل الاجتماعى بين أفراد الأمة الإِسلامية ، عن طريق مشروعية الزكاة ، ووجوب أدائها لمستحقيها .السورة التى ساقت ألونا من فضل الله على عباده المؤمنين ، حيث تقبل سبحانه توبتهم ، وغسل حوبتهم ، وتجاوز عن خطئهم .السورة التى صنفت المجتمع الإِسلامى فى أواخر اعهد النبوى تصنيفا دقيقا .فهناك السابقون الأولون من المهاجرين والأنصار والذين اتبعوهم باحسان وهناك الذين خطلوا عملا صالحا وآخر سيئاً .وهناك المرجون لأمر الله إما يعذبهم وإما يتوب عليهم .وهناك الأعراب المنافقون ، وهناك الذين مردوا على النفاق من أهل المدينة .وقد بينت السورة الكريمة ما يستحقه كل قسم من الأقسام من ثواب أو عقاب .السورة التى أوحبت على المؤمنين أن يقيموا علاقاتهم على أساس العقيدة الدينية لا على أساس القرابة الجسدية ، فنهتهم أن يستغفروا للمشكرين ولو كانوا أولى قربى .هذا جانب من المقاصد الإِجمالية التى اشتملت عليها هذه السورة الكريمة ونسأل الله - تعالى - أن يجعل القرآن ريبع قلوبنا ، وأنس نفوسنا ، وان يرزقنا الإِخلاص والتوفيق فى القول والعمل .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .",
  "ayah": 129,
  "surah": 9
}
