{
  "text": "ثم ساقت السورة الكريمة بعد ذلك سبع آيات بينت فيها ما يجب أن يكون عليه موقف المسلمين من المنحرفين من أهل الكتاب ، كما حكت بعض أقوالهم الذميمة ، وأفعالهم القبيحة ، التى تدعو المسلمين إلى قتالهم حتى يخضعوا لسلطان الإِسلام ، وقد بدئت هذه الآيات بقوله - تعالى - ( قَاتِلُواْ الذين لاَ يُؤْمِنُونَ . . . . ) .قال الإِمام الرازى : اعلم أنه لما ذكر - سبحانه - حكم المشركين فى إظهار البراءة من عهدهم ، وفى إظهار البراءة عنهم فى أنفسهم ، وفى وجوب مقاتلتهم ، وفى تبعيدهم عن المسجد الحرام . . ذكر بعده حكم أهل الكتاب ، وهو أن يقاتلوا إلى أن يعطوا الجزية فحينئذ يقرون على ما هم عليه بشرائط ، ويكونون عند ذلك من أهل الذمة والعهد .وقال ابن كثير ما ملخصه : هذه الآية أول أمر نزل بقتال أهل الكتاب - اليهود والنصارى . وكان ذلك فى سنة تسع ، ولهذا \" تجهز رسول الله - صلى الله عليه وسلم - لقتال الروم ، ودعا الناس إلى ذلك ، وأظهره لهم ، وبعث إلى أحياء العرب حول المدينة ، فندبهم فأوعبوا معه ، واجتمع من المقاتلة نحو من ثلاثين ألفا ، وتخلف بعض الناس من أهل المدينة . ومن حولها من المنافقين وغيرهم ، وكان ذلك فى عام جدب ، ووقت قيظ حر . وخرج رسول الله - صلى الله عليه وسلم - يريد الشام لقتال الروم ، فبلغ تبوك ، ونزل بها ، وأقام بها قريباً من عشرين يوماً ، ثم استخار الله فى الرجوع ، فرجع عامه ذلك لضيق الحال ، وضعف الناس . . . \" .وقوله : ( قَاتِلُواْ الذين ) أمر منه - سبحانه - للمؤمنين بقتال أهل الكتاب ، وبيان للأسباب التى اقتضت هذا الأمر ، وهى أنهم :أولاً : ( لاَ يُؤْمِنُونَ بالله ) لأنهم لو كانوا مؤمنين به إيماناً صحيحاً ، لاتبعوا رسوله محمداً - صلى الله عليه وسلم - ، ولأن منهم من قال : ( عُزَيْرٌ ابن الله ) ومنهم من قال : ( المسيح ابن الله ) وقولهم هذا كفر صريح ، لأنه - سبحانه - منزله عما يقولون .قال - تعالى - ( قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ ) وثانياً : أنهم \" لا يؤمنون باليوم الآخر \" على الوجه الذى أمر الله - تعالى - به ، ومن كان كذلك كان إيمانه . على فرض وجوده . كلا إيمان .قال الجمل ما ملخصه : فإن قلت : اليهود والنصارى يزعمون أنهم يؤمنون بالله واليوم الآخر فكيف نفى الله عنهم ذلك؟قلت : إن إيمانهم بهما باطل لا يفيد ، بدليل أنهم لم يؤمنوا بالنبى - صلى الله عليه وسلم - فلما لم يؤمنوا به كان إيمانهم بالله واليوم الآخر كالعدم فصح نفيه فى الآية ولأن إيمانهم بالله ليس كإيمان المؤمنين ، وذلك أن اليهود يعتقدون التجسيم والتشبيه ، والنصارى يعتقدون الحلول ، ومن اعتقد ذلك فليس بمؤمن بالله بل هو مشرك .وأيضاً فإن إيمانهم باليوم الآخر ليس كإيمان المؤمنين ، وذلك لأنهم يعقتدون بعث الأرواح دون الأجساد ، وأن أهل الجنة لا يأكلون فيها ولا يشربون ولا ينكحون - أى أنهم يرون نعيم الجنة وعذاب النار يتعلقان بالروح فقط ولا شأن للجسد بذلك .ومن اعتقد ذلك فليس إيمانه كإيمان المؤمنين وإن زعم أنه مؤمن .وثالثاً : أنهم ( وَلاَ يُحَرِّمُونَ مَا حَرَّمَ الله وَرَسُولُهُ ) أى : لا يحرمون ما حرمه الله ورسوله محمد - صلى الله عليه وسلم - فى القرآن والسنة ، وفضلاً عن ذلك فهم لا يلتزمون ما حرمته شريعتهم على ألسنة رسلهم ، وإنما غيروا وبدلوا فيها على حسب ما تمليه عليهم أهواؤهم . أى أنهم لا يحرمون ما حرمه الله لا فى شريعتنا ولا فى شريعتهم .فاليهود - بجانب كفرهم بشريعتنا - لم يطيعوا شريعتهم ، بدليل أنهم استحلوا أكل أموال الناس بالباطل مع أنها . أى شريعتهم . نهتهم عن ذلك .قال - تعالى - ( وَأَخْذِهِمُ الربا وَقَدْ نُهُواْ عَنْهُ وَأَكْلِهِمْ أَمْوَالَ الناس بالباطل . . . ) والنصارى - بجانب كفرهم - أيضاً - بشريعتنا - لم يطيعوا شريعتهم بدليل أنهم ابتدعوا الرهبانية مع أن شريعتهم لم تشرع لهم ذلك .قال - تعالى - ( ثُمَّ قَفَّيْنَا على آثَارِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابن مَرْيَمَ وَآتَيْنَاهُ الإنجيل وَجَعَلْنَا فِي قُلُوبِ الذين اتبعوه رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابتدعوها مَا كَتَبْنَاهَا عَلَيْهِمْ إِلاَّ ابتغآء رِضْوَانِ الله فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ) ورابعاً : ( وَلاَ يَدِينُونَ دِينَ الحق ) وقوله : ( يَدِينُونَ ) بمعنى يعتقدون ويطيعون . يقال : فلان يدين بكذا إذا اتخذه دينه ومعتقده وأطاع أوامره ونواهيه .والمراد بدين الحق : دين الإِسلام الناسخ لغيره من الأديان .أى : أنهم لا يتخذون دين الإِسلام ديناً لهم ، مع أنه الدين الذى ارتضاه الله لعباده ، والذى لا يقبل - سبحانه - ديناً سواه . قال - تعالى - : ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسلام دِيناً . . . ) وقال - تعالى - : ( وَمَن يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخرة مِنَ الخاسرين ) ويصح أن يكون المراد بدين الحق . ما يشمل دين الإِسلام وغيره من الأديان السماوية التى جاء بها الأنبياء السابقون .أى : ولا يدينون بدين من الأديان التى أنزلها الله على أنبيائه ، وشرعها لعباده ، وإنما هم يتبعون أحبارهم ورهبانهم فيما يحلونه لهم ويحرمونه عليهم .وعبر عنهم فى قوله : ( قَاتِلُواْ الذين لاَ يُؤْمِنُونَ . . ) بالاسم الموصول للإِيذان بعلية ما فى حيز الصلة للأمر بالقتال .أى أن العلة فى الأمر بقتالهم ، كونهم لا يؤمنون باللهو لا باليوم الآخر ، ولا يحرمون ما حرم الله ورسوله ، ولا يدينون دين الحق .وقوله : ( مِنَ الذين أُوتُواْ الكتاب ) بيان للمتصفين بهذه الصفات الأربعة وهم اليهود والنصارى؛ لأن الحديث عنهم ، وعن الأسباب التى توجب قتالهم .والمراد بالكتاب : جنسه الشامل للتوراة والإِنجيل .أى : قاتلوا من هذه صفاتهم ، وهم اليهود والنصارى الذين أعطاهم الله التوراة والإِنجيل - عن طريق موسى وعيسى - عليهما السلام - ولكنهم لم يعملوا بتعاليمهما وإنما عملوا بما تمليه عليهم أهواؤهم وشهواتهم .والمقصود بقوله : ( مِنَ الذين أُوتُواْ الكتاب ) تميزهم عن المشركين عبدة الأوثان فى الحكم ، لأن حكم هؤلاء قتالهم حتى يسلموا ، أما حكم أهل الكتاب فهو القتال ، أو الإِسلام ، أو الجزية :وقوله : ( حتى يُعْطُواْ الجزية عَن يَدٍ وَهُمْ صَاغِرُونَ ) غاية لإِنهاء القتال .أى : قاتلوا من هذه صفاتهم من أهل الكتاب حتى يعطو الجزية عن طوع وانقياد ، فإن فعلوا ذلك فاتركوا قتالهم .والجزية : ضرب من الخراج يدفعه أهل الكتاب للمسلمين وهى - كما يقول القرطبى : - من جزى يجزى - مجازاة - إذا كافأ من اسدى إليه . فكأنهم أعطوها للمسلمين جزاء ما منحوا من الأمن ، وهى كالقعدة والجلسة ، ومن هذا المعنى قول الشاعر :يجزيك أو يثنى عليك وإن من ... أثنى عليك بما فعلت فقد جزىوالمراد بإعطائها فى قوله : ( حتى يُعْطُواْ الجزية ) ، التزام دفعها وإن لم يذكر الوقت المحدد لذلك .واليد هنا : يحتمل أن تكون كناية عن الاستسلام والانقياد . أى : حتى يعطوا الجزية عن خضوع وإنقياد .ويحتمل أن تكون كناية و \" عن \" الدفع نقداً بدون تأجيل . أى : حتى يعطوها نقداً بدون تسويف أو تأخير .ويحتمل أن تكون على معناها الحقيقى ، و \" عن \" بمعنى الباء أى : حتى يعطوها بيدهم إلى المسلمين لا أن يبعثوا بها بيد أحد سواهم .وهذه المعانى لليد إنما تتأتى إذا أريد بها يد المعطى . أى : يد الكتابى .أما إذا أردنا بها اليد الآخذة - وهى يد الحاكم المسلم - ففى هذه الحالة يكون معناها القوة والقهر والغلبة .أى : حتى يعطوها عن يد غالبة قوية لا قبل لهم بالوقوف أمامها .ورحم الله صاحب الكشاف فقد قال : قوله : \" عن يد \" إما أن يراد يد المعطى أو الآخذ فمعناه على إرادة يد المعطى حتى يعطوها عن يده ، أى عن يد مؤاتيه غير ممتنعة ، إذ أن من أبى وامتنع لم يعط يده ، بخلاف المطيع المنقاد ، ولذلك قالوا : أعطى بيده ، إذا انقاد وأصحب - أى : سهل بعد صعوبة - ألا ترى إلى قولهم : نزع يده عن الطاعة ، كما يقال : خلع ربقة الطاعة عن عنقه .أو المعنى : حتى يعطوها عن يد إلى يد نقداً غير نسيئة ، لا مبعوثاً بها على يد أحد ، ولكن يد المعطى إلى يد الآخذ .ومعناه على إرادة يد الآخذ : حتى يعطوها عن يد قاهرة مستولية - وهى يد المسلمين - أو حتى يعطوها عن إنعام عليهم ، لأن قبول الجزية منهم ، وترك أرواحهم لهم ، نعمة عظيمة عليهم .وقوله : ( وَهُمْ صَاغِرُونَ ) من الصغار بمعنى الذل والهوان . يقال : صغر فلان يصغر صغراً وصغاراً إذا ذل وهان وخضع لغيره .والمعنى : قاتلوا من هذه صفاتهم من أهل الكتاب حتى يدفعوا لكم الجزية عن طواعية وانقياد . وهم أذلاء خاضعون لولايتكم عليهم . . فإن الذين لا يؤمنون بالله ولا باليوم الآخر ، ولا يحرمون ما حرمه الله ورسوله .ولا يتخذون الدين الحق ديناً لهم . يستحقون هذا الهوان فى الدنيا ، أما فى الآخرة فعذابهم أشد وأبقى .هذا . ومن الأحكام التى أخذها العلماء من هذه الآية ما يأتى :1- إن هذه الآية أصل فى مشروعية الجزية ، وأنها لا تؤخذ إلا من أهل الكتاب عند كثير من الفقهاء - لأن أهل الكتاب هم الذين يخيرون بين الإِسلام أو القتال أو الجزية ، أما غيرهم من مشركى العرب فلا يخيرون إلا بين الإِسلام أو القتال .قال القرطبى ما ملخصه : وقد اختلف العلماء فيمن تؤخذ منه الجزية فقال الشافعى : لا تقبل الجزية إلا من أهل الكتاب خاصة ، عربا كانوا أو عجماً لهذه الآية : فإنهم هم الذين خصوا بالذكر فتوجه الحكم إليهم دون من سواهم ، لقوله - تعالى - فى شأن المشركين : ( فاقتلوا المشركين حَيْثُ وَجَدتُّمُوهُمْ ) ولم يقل : حتى يعطوا الجزية كما قال فى أهل الكتاب .وقال الشافعى : وتقبل من المجوس لحديث \" سنوا بهم سنة أهل الكتاب \" أى : فى أخذ الجزية منهم .وبه قال وأبو ثور . وهو مذهب الثورى وأبى حنيفة وأصحابه وقال الأوزاعى : تؤخذ الجزية من كل عابد وثن أو نار أو جاحد أو مكذب .وكلذلك مذهب مالك : فإنه يرى أن الجزية تؤخذ من جميع أجناس الشرك والجحد ، عربيا أو عجمياً تغليبا أو قرشياً؛ كئنا من كان إلا المرتد . .2- أن أخذ الجزية منهم إنما هو نظير ما ينالهم ، وكفنا عن قتالهم ، ومساهمة منهم فى رفع شأن الدولة الإِسلامية التى أمنتهم وأموالهم وأعراضهم ومعتقداتهم . ومقدساتهم . . وإقرار منهم بالخضوع لتعاليم هذه الدولة وأنهم متى التزموا بدفعها وجب علينا حمايتهم ، ورعايتهم ، ومعاملتهم بالعدل والرفق والرحمة . .وفى تاريخ الإِسلام كثير من الأمثلة التى تؤيد هذا المعنى ، ومن ذلك ، ما جاء فى كتاب الخراج لأبى يوسف أنه قال فى خطابه لهارون الرشيد \" وينبغى يا أمير المؤمنين - أيدك الله - أن تتقدم فى الرفق بأهل ذمة نبيك وابن عمك محمد - صلى الله عليه وسلم - والتفقد لهم حتى لا يظلموا ولا يؤذوا ولا يكلفوا فوق طاقتهم ، ولا يؤخذ شئ من أموالهم إلا بحق يجب عليهم؛ فقد روى عن رسول الله - صلى الله عليه وسلم - أنه قال : \" من ظلم من أمتى معاهداً أو كلفه فوق طاقته فأنا حجيجه \" .وكان فيما تكلم عمر بن الخطاب عند وفاته : أوصى الخليفة من بعدى بذمة رسول الله - صلى الله عليه وسلم - أن يوفى لهم بعهدهم ، وأن يقاتل من ورائهم ولا يكلفوهم فوق طاقتهم .وجاء فى كتاب \" أشهر مشاهير الإِسلام \" أن جيوش التتار ، لما اكتسحت بلاد الإِسلام من حدود الصين إلى الشام ، ووقع فى أسرهم من وقع من المسلمين والنصارى ثم خضد المسلمون شوكة التتار ، ودان ملوكهم بالإِسلام ، خاطب شيخ الإِسلام ابن تيمية ، أمير التتار بإطلاق الأسرى فسمح له بالمسلمين وأُبى أن يسمح بأهل الذمة ، فقال له شيخ الإِسلام : لا بد من إطلاق وجميع من معك من اليهود والنصارى الذين هم أهل ذمتنا ولا ندع أسيرا لا من أهل الملة ، ولا من أهل الذمة ، فأطلقهم له .وجاء فى كتاب \" الإِسلام والنصرانية \" للأستاذ الإِمام محمد عبده ما ملخصه :\" . . . الإِسلام كان يكتفى من الفتح بإدخال الأرض المفتوحة تحت سلطانه ، ثم يترك الناس وما كانوا عليه من دين . ثم يكلفهم بجزية يدفعونها لتكون عوناً على صيانتهم والمحافظة على أمنهم فى ديارهم ، وهم عقائدهم ومعابدهم وعاداتهم بعد ذلك أحرار ، لا يضايقون فى عمل ، ولا يضامون فى معاملة \" .خلفاء المسلمين كانوا يوصون قوادهم باحترام العباد الذين انقطعوا عن العامة فى الصوامع والأديرة للعبادة ، كما كانوا يوصونهم باحترام دماء النساء والأطفال وكل من لم يعن على القتال .جاءت السنة بالنهى عن إيذاء أهل الذمة ، وبتقرير ما لهم من الحقوق على المسلمين ، \" لهم ما لنا وعليهم ما علينا \" و \" من آذى ذميا فليس منا \" .واستمر العمل على ذلك ما استمرت قوة الإِسلام . ولست أبلى إذا انحرف بعض المسلمين عن هذه الأحكام عندما بدأ الضعف فى أبناء الإِسلام فضيق الصدر من طبع الضعيف .ثم قال : أما المسيحية فترى لها حق القيام على كل دين يدخل تحت سلطانها تراقب أعمال أهله ، وتخصهم دون الناس بضروب من المعاملة لا يحتملها الصبر مهما عظم ، حتى إذا تمت لها القدرة على طردهم - بعد العجز عن إخراجهم من دينهم - طردتهم عن ديارهم ، وغسلت الديار عن آثارهم ، كما حصل ويحصل فى كل أرض استولت عليها أمة مسيحية استيلاء حقيقاً .ولا يمنع غير المسيحى من تعدى المسيحى إلا كثرة العدد أو شدة العضد ، كما شهد التاريخ ، وكما يشهد كاتبوه .ثم قال : فأنت ترى الإِسلام يكتفى من الأمم والطوائف التى يغلب على أرضها ، بشئ من المال ، أقل مما كانوا يؤدونه من قبل تغلبه عليهم ، وبأن يعيشوا فى هدوء ، لا يعكرون معه صفو الدولة ، ولا يخلون بنظام السلطة العامة ، ثم يرخى لهم بعد ذلك عنان الاختيار فى شئونهم الخاصة بهم ، لا رقيب عليهم فيها سوى ضمائرهم .وقال الشيخ القاسمى ما ملخصه : قال السيوطى : استدل بقوله - تعالى - ( وَهُمْ صَاغِرُونَ وَهُمْ صَاغِرُونَ ) من قال إنها تؤخذ بإهانة ، بأن يجلس الآخذ ويقوم الذمى ويطأطئ رأسه ، ويجنى ظهره ، ويقبض الآخذ لحيته . . . إلخ .وقد رد الإِمام ابن القيم على هذا القائل بقوله : هذا كله مما لا دليل عليه ، ولا هو من مقتضى الآية ، ولا نقل عن رسول الله - صلى الله عليه وسلم - ولا عن أصحابه .والصواب فى الآية ، أن الصغار : هو التزامهم بجريان أحكام الله عليهم ، وإعطاء الجزية ، فإن ذلك هو الصغار ، وبه قال الشافعى .والذى ناره أن ما قاله الإِمام ابن القيم فى رده هو عين الصواب ، وأن ما نقله السيوطى عن بعضهم . . . يتنافى مع سماحة الإِسلام وعدله ورحمته بالناس .هذا ، وهناك أحكام أخرى تتعلق بالجزية لا محال لذكرها هنا ، فليرجع إليها من شاء فى بعض كتب الفقه والتفسير .",
  "ayah": 29,
  "surah": 9
}
