{
  "text": "ثم بين - سبحانه - بعد ذلك ما يهدف إليه أهل الكتاب من وراء أقاويلهم الكاذبة ، ودعاواهم الباطلة فقال : ( يُرِيدُونَ أَن يُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ ويأبى الله إِلاَّ أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الكافرون ) .والمراد بنور الله : دين الإِسلام الذى ارتضاه . سبحانه - لعباده ديناً وبعث به رسوله ، صلى الله عليه وسلم ، وأعطاه من المعجزات والبراهين الدالة على صدقه ، وعلى صحته ما جاء به مما يهدى القلوب ، ويشفى النفوس ، ويجعلها لا تدين بالعبادة والطاعة إلا لله الواحد القهار .وقيل المراد بنور الله : حججه الدالة على وحدانيته - سبحانه - وقيل المراد به ، القرآن ، وقيل المراد به : نبوة النبى - صلى الله عليه وسلم - وكلها معان متقاربة .والمراد بإطفاء نور الله : محاولة طمسه وإبطاله والقضاء عليه ، بكل وسيلة يستطيعها أعداؤه ، كثغراهم للشبهات من حول تعاليمه ، وكتحريضهم لأتباعهم وأشياعهم على الوقوف فى وجهه ، وعلى محاربته .والمراد بأفواههم . أقوالهم الباطلة الخارجة من تلك الأفواه التى تنطق بما لا وزن له ولا قيمة .والمعنى : يريد هؤلاء الكافريون بالحق من أهل الكتاب أن يقضوا على دين الإِسلام ، وأن يطمسوا تعاليمه السامية التى جاء بها نبيه - صلى الله عليه وسلم - عن طريق أقاويلهم الباطلة الصادرة عن أفواههم من غير أن يكون لها مصداق من الواقع تنطبق عليه ، أو أصل تستند إليه ، وإنما هى أقوال من قبيل اللغو الساقط المهمل الذى لا وزن له ولا قيمة . .قال الآلوسى ما ملخصه : فى الكلام استعارة تمثيلية ، حيث شبه - سبحانه - حال أهل الكتاب فى محاولة إبطار نبوة النبى ، صلى الله عليه وسلم ، عن طريق تكذيبهم له ، بحال من ريد أن ينفخ فى نور عظيم مثبت فى الآفاق ليطفئه بنفخه ..وروعى فى كل من المشبه به معنى الإِفراط والتفريط ، حيث شبه الإِبطال والتكذيب بالإِطفاء بالفم ، ونسب النور إلى الله - تعالى - العظيم الشأن .ومن شأن النور المضاف إليه - سبحانه - أن يكون عظيما ، فكيف يطفأ بنفخ الفم . .وقوله : ( ويأبى الله إِلاَّ أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الكافرون ) بشارة منه - سبحانه - للمؤمنين ، وتقرير لسنة التى لا تتغير ولا تتبدل فى جعل العاقبة للحق وأتباعه .والفعل ( يأبى ) هنا بمعنى لا ريد أو لا يرضى - أى : أنه جار مجرى النفى ، ولذا صح الاستثناء منه .قال أبو السعود : وإنما صح الاستثناء المفرغ - وهو قوله ( إِلاَّ أَن يُتِمَّ نُورَهُ ) . من الموجب ، وهو قوله ( ويأبى الله ) - لكونه بمعنى النفى ، ولوقوعه فى مقابلة قوله : ( يُرِيدُونَ ) ، وفيه من المبالغة والدلالة على الامتناع ما ليس فى نفى الإِرادة ، أى : لا يريد شيئا من الأشياء إلا إتمام نوره فيندرج فى المسثنى منه بقاؤه على ما كان عليه ، فضلا عن الإِطفاء .وفى إظهار \" النور \" فى مقام الإِضمار مضافا إلى ضميره - سبحانه - زيادة اعتناء بشأنه ، وتشريف له على تشريف ، وإشعار بعلة الحكم .وجواب ( وَلَوْ ) فى قوله ( وَلَوْ كَرِهَ الكافرون ) محذوف لدلالة ما قبله عليه .والمعنى : يريد أعداء الله أن يطفئوا نور الله بأفواههم ، والحال أن الله - تعالى - لا يريد إلا إتمام هذا النور ، ولو كره الكافرون هذا الإِتمام - سبحانه - دون أن يقيم لكراهتهم وزنا .فالآية الكريمة وعد من الله ، تعالى للمؤمنين بإظهار دينهم وإعلاء كلمتهم لكى يمضوا قدماً إلى تنفيذ ما كلهم الله به بدون إبطاء أو تثاقل ، وهى فى الوقت نفسه تتضمن فى ثناياها الوعيد لهؤلا الضالين وأمثالهم .-",
  "ayah": 32,
  "surah": 9
}
