{
  "text": "وقوله : ( يَوْمَ يحمى عَلَيْهَا فِي نَارِ جَهَنَّمَ فتكوى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ . . ) تفصيل لهذا العذاب الأليم ، وبيان لميقاته ، حتى يقلع البخلاء عن بخلهم ، والأشحاء عن شحهم . .والظرف ( يَوْمَ ) منصوب بقوله : ( عَذَابٍ أَلِيمٍ ) ؛ أو بفعل محذوف يدل عليه هذا القول .أى : يعذبون يوم يحمى عليها ، أو بفعل مقدر؛ أى : اذكر يوم يحمى عليها .وقوله : ( يحمى ) يجوز أن يكون من حميت وأحميت - ثلاثيا ورباعيا - يقال : حميت الحديدة وأحميتها ، أى : أوقدت عليها لتحمى .وقوله : ( عَلَيْهَا ) جار مجرور فى موضع رفع لقيامه مقام الفاعل . ويجوز أن يكون القائم مقام الفاعل مضمرا ، أى : يحمى الوقود أو الجمر عليها .قال الآلوسى : وأصله تحمى بالنار من قولك : حميت الميسم وحميته فجعل الإِحماء للنار مبالغة؛ لأن النار فى ذاتها ذات حمى ، فإذا وصفت بأنها تحمى دل على شدة توقدها . ثم حذفت النار ، وحول الإِسناد إلى الجار والمجرور تنبيها على المقصود بأتم وجه فانتقل من صيغة التأنيث إلى التذكير كما تقول : رفعت القصة إلى الأمير . فإذا طرحت القصة وأنسد الفعل إلى الجار والمجرور وقتل : رفع إلى الأمير ، وقرأ ابن عامر ( تحمي ) بالتاء بإسناده إلى النار كأصله . والمعنى : بشر - يا محمد - أولئك الذين يكنزون الأموال فى الدنيا ولا ينفوقنها فى سبيل الله ، بالعذاب الأليم يوم الحساب يوم تحمى النار المشتعلة على تلك الأموال التى لم يؤدوا حق الله فيها ( فتكوى بِهَا جِبَاهُهُمْ ) أى : فتحرق بها جباههم التى كانوا يستقبلون بها الناس ، والتى طالما ارتفعت غرورا بالمال المكنوز ، وتحرق بها - ايضا - \" جنوبهم \" التى كثيرا ما انتفتحت من شدة الشبع وغيرها جائع ، وتحرق بها كذلك \" ظهورهم \" التى نبذت وراءها حقوق الله بجحود وبطر . .قال صاحب الكشاف : فإن قلت : لم خصت هذه الأعضاء بالكى؟قلت : لأنهم لم يطلبوا بأموالهم - حيث لم ينفقوها فى سبيل الله - إلا الأغراض الدنيوية من وجاهة عند الناس ، وتقدم ، وأن يكون ماء وجوههم مصونا عندهم ، يتلقون بالجميل ويحيون بالإِكرام ، ويجبلون ويحتمشون ، ومن أكل طيبات يتضلعون منها وينفخون جنوبهم ، ومن لبس عامة من الثياب يطرحونها على ظهورهم ، كما ترى أغنياء زمانك ، هذا أغراضهم وطلباتهم من أموالهم ، لا يخطر ببالهم قول رسول الله - صلى الله عليه وسلم - \" ذهب أهل الدثور بالأجر كله \" .وقيل : لأنهم كانوا إذا أبصروا الفقير عبسوا ، وإذا ضمهم وإياه مجلس ازوروا عنه ، وتولوا بأركانهم ، وولوه ظهورهم .وقوله : ( هذا مَا كَنَزْتُمْ لأَنْفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ ) مقول لقول محذوف .والتفسير : تقول لهم ملائكة العذاب على سبيل التبكيت والتوبيخ ، وهى تتولى حرق جباههم وجنوبهم وظهورهم : هذا العذاب الأليم النازل بكم فى الآخرة هو جزاء ما كنتم تكنزونه فى الدنيا من مال لمنفعة أنفسكم دون أن تؤدوا حق الله فيه .فذوقوا وحدكم وبال كنزكم . وتجرعوا غصصه ، وتحملوا سوء عاقبته فأنتم الذين جنيتم على أنفسكم ، لأنكم لم تشكروا الله على هذه الأموال ، بل استعملتوها فى غير ما خلقت له .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هاتين الآيتين ما يأتى .1- التحذير من الانقياد لدعاة السوء ، ومن تقليدهم فى رذائلهم وقبائحهم ووجوب السير على حسب ما جاء به الإِسلام من تعاليم وتشريعات . .ولذا قال ابن كثير عند تفسيره للآية الأولى : والمقصود التحذير من علماء السوء ، وعباد الضلال ، كما قال سفيان بن عيينه : من فسد من علمائنا كان فيه شبه من أحبار اليهود ، ومن فسد من عبادنا كان فيه شبه من رهبان النصارى .وفى الحديث الصحيح : \" لتركبن سنن من كان قبلكم حذو القذة بالقذة \" قالوا : اليهود والنصارى؟ قال : \" فمن \"؟ وفى رواية : فارس والروم؟ قال : \" فمن الناس إلا هؤلاء \" والحاصل التحذير من التشبه بهم فى أقوالهم وأحوالهم .هذا ، ونص الحديث الصحيح الذى ذكره الإِمام ابن كثير - كما رواه الشيخان - هكذا عن أبى سعيد الخدرى أن النبى - صلى الله عليه وسلم - قال : \" لتتبعن سنن من قبلكم شبرا يشبر وذارعا بذراع ، حتى لو سلكوا جحر ضب لسلكتموه ، قلنا : يا رسول الله ، اليهود والنصارى؟ قال : فمن \" .أما الحديث الذى جاء فيه حذو القذة بالقذة ، فقد أخرجه الإِمام أحمد عن شداد بن أوس ونصه : \" ليحملن شرار هذه الأمة على سنن الذين خلوا من قبلهم . أهل الكتاب ، حذو القذة بالقذة \" .2- يرى جمهور العلماء أن المقصود بالكنز فى قوله ، تعالى ، ( والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا ) . . . ألخ المال الذى لم تؤد زكاته ، أما إذا أديت زكاته فى يسمى كنزا ، ولا يدخل صاحبه تحت الوعيد الذى اشتملت عليه الآية .وقد وضح الإِمام القرطبى هذه المسألة فقال : واختلف العلماء فى المال الذى أديت زكاته هل يسمى كنزا أولا؟ .فقال قوم : نعم . رواه أبو الضحا عن جعدة بين هبيرة عن على قال : أربعة آلاف فما دونها نفقة ، وما كثر فهو كنز وإن أديت زكاته . . ولا يصح .وقال قوم : ما أديت زكاته مئة أو من غيره عنه فليس بكنز ، قال ابن عمر : ما أديت زكاته فليس بكنز وإن كانت تحت سبع أرضين ، وكل ما لم تؤد زكاته فهو كنز وإن كان فوق الأرض . ومثله عن جابر ، وهو الصحيح .وروى البخارى عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - \" من آتاه الله ما لا فلم يؤد زكاته ، مثل له يوم القيامة شجاعا أقرع له زبيبتان يطوقه يوم القيامة ، ثم يأخذ بلهمزميته - يعنى شدقيه - ثم يقول : أنا مالك أنا كنزك . . \" .وفيه أيضا عن أبى ذر قال : انتهيت إلى النبى - صلى الله عليه وسلم - قال : \" والذى نفسى بيده ، ما من رجل تكون له إبل أو بقر أو غنم ، لا يؤدى حقها ، إلا أتى بها يوم القيامة أعظم ما تكون وأسمنه ، تطؤه بأخفافها ، وتنطحه بقرونها ، كلما جازت أخراها ردت عليه أولاها حتى يقضى بين الناس \" .فدل دليل خطاب هذين الحديثين على صحة ما ذكرنا . وقد بين ابن عمر فى صحيح البخارى هذا المعنى . قال له أعرابى : أخبرنى عن قول الله - تعالى - ( والذين يَكْنِزُونَ الذهب والفضة . . ) الآية فقال ابن عمر : من كنزها فلم يؤد زكاتها فويل له ، إنما كان هذا قبل أن تنزل الزكاة ، فلما أنزلت جعلها الله طهراً للأموال .وروى أبو داود \" عن ابن عباس قال : لما نزلت هذه الآية ( والذين يَكْنِزُونَ الذهب والفضة . . ) كبر ذلك على المسلمين ، فقال عمر : أنا أفرج عنكم ، فانطلق فقال : يا نبى الله ، إنه كبر على أصحابك هذه الآية . فقال - صلى الله عليه وسلم - \" إن الله لم يفرض الزكاة إلا ليطيب ما بقى من أموالكم ، وإنما فرض المواريث لتكون لمن بعدكم \" قال : فكبر عمر . ثم قال له رسول الله - صلى الله عليه وسلم - : \" ألا أخبرك بخير ما يكنز المرء؟ المرأة الصالحة ، إذا نظر إليها سرته ، وإذا أمرها أطاعته ، وإذا غاب عنها حفظته \" \" .3- أخذ بعض الصحابة من هذه الآية تحريم اكتناز الأموال التى تفيض عن حاجات الإِنسان الضرورية .قال ابن كثير : كان من مذهب أبى ذر - رضى الله عنه - تحريم إدخار ما زاد على نفقة العيال ، وكن يفتى بذلك ، ويحثهم عليه ويأمرهم به ، ويغلظ فى خلافه ، فنهاه معاوية فلم ينته ، فخشى أن يضر بالناس فى هذا ، فكتب يشكوه إلى أمير المؤمنين عثمان ، وأن يأخذه إليه ، فاستقدمه عثمان إلى المدينة وأزله بالربذة - وهى بلدة قريبة من المدينة - وبها مات - رضى الله عنه - فى خلافة عثمان .وروى البخارى فى تفسير هذه الآية عن زيد بن وهب قال : مررت بالربذة ، فإذا بأبى ذر ، فقلت له : ما أنزلك بهذه الأرض؟ قال : كنا بالشام فقرأت ( والذين يَكْنِزُونَ الذهب والفضة وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ ) . فقال معاوية : ما هذه فينا ما هذه إلا فى أهل الكتاب . قال : قلت : إنها لفينا وفيهم .ثم قال ابن كثير : وفى الصحيح \" أن رسول الله - صلى الله عليه وسلم - قال لأبى ذر : \" ما يسرنى أن عندى مثل أحد ذهباً يمر على ثلاثة أيام وعندى منه شئ إلا دينار أرصده لدين \" فهذا - والله أعلم - هو الذى حدا أباذر على القول بهذا \" \" .وقال الشيخ القاسمى : قال ابن عبد البر : وردت عن أبى ذر آثار كثيرة تدل على أنه كان يذهب إلى أن كل مال مجموع يفضل عن القوت وسداد العيش ، فهو كنز يذم فاعله ، وأن آية الوعيد نزلت فى ذلك .وخالفه جمهور الصحابة ومن بعدهم ، وحملوا الوعيد على ما نعى الزكاة ، وأصح ما تمسكوا به حديث طلحة وغيره فى قصة الأعرابى حيث قال : هل على غيرها؟ قال : لا إلا أن تطوع .وحديث طلحة الذى أشار إليه ابن عبد البر ، قد جاء فى صحيح البخارى ونصه : \" عن طلحة بن عبيد الله قال : جاء رجل إلى رسول الله - صلى الله عليه وسلم - من أهل نجد ثائر الرأس يسمع دوى صوته ولا يفقه ما يقول حتى دنا فإذا هو يسأل عن الإِسلام .فقال رسول الله - صلى الله عليه وسلم - \" خمس صلوات فى اليوم والليلة ، فقال : هل على غيرها؟ .قال : \" لا . . إلا أن تطوع ، قال رسول الله صلى الله عليه وسلم \" وصيام رمضان \" قال : هل على غيره؟ قال : \" لا إلا أن تطوع \" ، قال . وذكر له رسول الله - صلى الله عليه وسلم - الزكاة ، قال . هل على غيرها؟ قال \" لا إلا أن تطوع \" .قال ، فأدبر الرجل وهو يقول . والله لا أزيد على ذلك ولا أنقص . فقال ، رسول الله - صلى الله عليه وسلم - \" أفلح إن صدق \" \" .هذا؛ ومما استدل به جمهور الصحابة ومن بعدهم من العلماء ، على عدم حرمة اقتناء الأموال التى تفيض عن الحاجة - ما دام قد أدى حق الله فيها - ما يأتى :( أ ) أن قواعد الشرع لا تحرم ذلك ، وإلا لما شرع الله المواريث لأنه لو وجب إنفاق كل ما زاد عن الحاجة ، لما كان لمشروعية المواريث فائدة .( ب ) تثبت فى الحديث الصحيح \" أن سعد بن أبى وقاص عندما كان مريضاً ، وزاره رسول الله - صلى الله عليه وسلم - قال له : يا رسول الله : أأوصى بمالى كله؟ قال : \" لا . قال سعد : فالشطر؟ قال : لا . قال سعد : فالثلث؟ فقال له - صلى الله عليه وسلم - فالثلث والثلثَ كثير . إنك لإن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس . . \" \" .ولو كان جمع المال واقتناؤه محرما ، لأقر النبى - صلى الله عليه وسلم - سعدا على التصدق بجميع ماله ، ولأمر المسلمين أن يحذوا حذو سعد ، ولكنه صلى الله عليه وسلم - لم يفعل ذلك ، بل قال لسعد :\" إنك إن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس . . \" .وقد كان فى عهده - صلى الله عليه وسلم - من الصحابة من يملكون الكثير من الأموال - كعثمان بن عفان ، وعبد الرحمن بن عوف وغيرهما - ومع هذا فلم يأمرهم بإنفاق كل ما زاد عن حاجتهم الضرورية .قال القرطبى : قرر الشرع ضبط الأموال وأداء حقها ، ولو كان ضبط المال ممنوعا ، لكان حقه أن يخرج كله ، وليس فى الأمة من يلزم هذا . وحسبك حال الصحابة وأموالهم - رضوان الله عليهم - وأما ما ذكر عن أبى ذر فهو مذهب له .( ج ) ما ورد من آثام فى ذم الكنز و الكانزين كان قبل أن تفرض الزكاة أو هو فى حق من امتنع عن أداء حق الله فى ماله .قال صاحب الكشاف . فإن قلت فما تصنع فى قوله - صلى الله عليه وسلم - \" من ترك صفراء أو بيضاء كوى بها \" .قلت : كان هذا قبل أن تفرض الزكاة ، فأما بعد فرضيتها ، فالله أعدل وأكرم من أن يجمع عبده مالا من حيث أذن له فيه ، ويؤدى عنه ما أوجب عليه فيه ، ثم يعاقبه .ولقد كان كثير من الصحابة كعبد الرحمن بن عوف وطلحة بن عبدي الله يقتنون الأموال ويتصرفون فيها ، وما عابهم أحد ممن أعرض عن القنية لأن الإِعراض اختيار للأفضل ، والاقتناء مباح موسع لا يذم صاحبه ، ولك شئ حد .4- أن الإِسلام وإن كان قد أباح للمسلم اقتناء المال - بعد أداء حق الله فيه - إلا أنه أمر أتباعه أن يكونوا متوسطين فى حبهم لهذا الاقتناء ، حتى يشغلهم حب المال عن طاعة الله .ورحم الله الإِمام الرازى ، فقد قال عند تفسيره لهذه الآيات ما ملخصه ، اعلم أن الطريق الحق أن يقال ، الأولى أن لا يجمع الرجل الطالب للدين المال الكثير ، إلا أنه لم يمنع عنه فى ظاهر الشرع ، فالأول محمول على التقوى والثانى على ظاهر الفتوى .أما بيان أن الأولى الاحتراز عن طلب المال الكثير فلوجوه منها :أن كثرة المال سبب لكثرة الحرص فى الطلب ، والحرص متعب للروح والنفس والقلب . . والعاقل هو الذى يحترز عما يتعب روحه ونفسه وقلبه . وأن كسب المال شاق شديد؛ وحفظه بعد حصوله أشد وأشق وأصعب ، فيبقى الإِنسان طول عمره تارة فى طلب التحصيل؛ وأخرى فى تعب الحفظ وأن كثرة الجاه والمال تورث الطغيان ، كما قال - تعالى - ( كَلاَّ إِنَّ الإنسان ليطغى أَن رَّآهُ استغنى ) هذا ، وقد ساق الإِمام ابن كثير جملة من الأحاديث فى ذم التكثر من الذهب والفضة ، ومن ذلك ما رواه الإِمام أحمد عن حسان بن عطية قال :كان شداد بن أوس - رضى الله عنه - فى سفر ، فنزل منزلا فقال لغلامه : ائتنا بالسفرة نعبث بها ، فأنكرت عليه ذلك .فقال ما تكلمت بكلمة منذ أسلمت لا وأنا أخطمها وأزمها غير كلمتى هذه فلا تحفظوها عنى واحفظوا ما أقول لكم : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إذا كنز الناس الذهب والفضلة ، فاكنزوا هؤلاء الكلمات : اللهم إنى أسألك الثبات فى الأمر ، والعزيمة على الرشد؛ وأسألك شكر نعمتك ، وأسألك حسن عبادتك ، وأسألك قلبا سليما ، وأسألك لسانا صادقا ، واسألك من خير ما تعلم ، وأعوذ بك من شر ما تعلم ، وأستغفرك لما تعلم . إنك أنت علام الغيوب \" .وبعد : فهذه سبع آيات عن أهل الكتاب ، بدأت - بقوله تعالى ( قَاتِلُواْ الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر ) وانتهت بقوله تعالى : ( فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ ) .وقد بينت هذه الآيات ما يجب أن يكون عليه موقف المؤمنين منهم ، وكشفت عن أقوالهم الباطلة ، وعن جحود رؤسائهم للحق ، وعن انقياد : عامتهم للضلال ، وعن استحلال كثير من أحبارهم ورهبانهم لمحارم الله . .",
  "ayah": 35,
  "surah": 9
}
