{
  "text": "ثم عاتب الله : تعالى . نبيه - صلى الله عليه وسلم - عتاباً رقيقاً لأنه اذن للمنافقين بالتخلف عن الجهاد حين طلبوا منه ذلك ، دون أن يتبين أحوالهم فقال . تعالى . ( عَفَا الله عَنكَ لِمَ أَذِنتَ ) .قال ابن كثير . قال مجاهد . نزلت هذه الآية فى أناس قالوا : استأذنوا رسول الله - صلى الله عليه وسلم - فإن أذن لكم فاقعدوا . وإن لم يأذن لكم فاقعدوا .والعفو : يطلق على التجاوز عن الذنب أو التقصير ، كما يطلق على ترك المؤاخذة على عدم فعل الأولى والأفضل ، وهو المراد هنا .والمعنى : عفا الله عنك يا محمد ، وتجاوز عن مؤاخذتك فيما فعلته مع هؤلاء المنافقين من سماحك لهم بالتخلف عن الجهاد معك فى غزوة تبوك ، حين اعتذروا إليك بالأعذار الكاذبة ، وكان الأولى بك أن تتريث وتتأنى فى السماح لهم بالتخلف ، حتى تيبين لك الذين صدقوا فى اعتذارهم من الذين كذبوا فيه ، فقد كانوا - إلا قليلا منهم - كاذبين فى معاذيرهم ، وكانوا مصرين على القعود عن الجهاد حتى ولو لم تأذن لهم به .وقدم سبحانه . العفو على العتاب . وهو قوله : ( لِمَ أَذِنتَ لَهُمْ ) - للإِشارة إلى المكانة السامية التى له - صلى الله عليه وسلم - عند ربه .قال بعض العلماء : هل سمعتم بعتاب أحسن من هذا؟ لقد خاطبه سبحانه بالعفو قبل أن يذكر المفعو عنه .وقال العلامة أبو السعود ما ملخصه : وعبر - سبحانه - عن الفريق الأول بالموصول الذى صلته فعل دال على الحدوث ، وعن الفريق الثانى باسم الفاعل المفيد للدوام ، للإِيذان بأن ما ظهر من الأولين صدق حادث فى أمر خاص غير مصحح لنظمهم فى سلك الصادقين ، وبأن ما صدر من الآخرين ، وإن كان كاذباً حادثاً متعلقاً بأمر خاص لكنه أمر جار على عادتهم المستمرة ، ناشئ عن رسوخهم فى الكذب .وعبر عن ظهور الصدق بالتبين ، وعما يتعلق بالكذب بالعلم ، لما هو المشهور من أن مدلول الخبر هو الصدق ، والكذب احتمال عقلى ، فظهور صدق الخبر إنما هو تبين ذلك المدلول ، وانقطاع احتمال نقيضه بعدما كان محتملا له احتمالا عقلياً ، وأما كذبه فأمر حادث لا دلالة للخبر عليه فى الجملة حتى يكون ظهوره تبيناً له ، بل نقيض لمدلوله . فما يتعلق به يكون علما مستأنفاً .هذا ، ومن الأمور التى تكلم عنها العلماء عند تفسيرهم لهذه الآية ما يأتى :1- أن النبى - صلى الله عليه وسلم - كان يحكم بمقتضى اجتهاده فى بعض الوقائع . وقد بسط القول فى هذه المسألة صاحب المنار فقال ما ملخصه :وقد كان الإِذن المعاتب عليه اجتهاداً منه - صلى الله عليه وسلم - فيما لا نص فيه من الوحى ، وهو جائز وواقع من الأنبياء صلوات الله وسلامه عليهم . وليسوا بمعصومين من الخطأ فيه ، وإنما العصمة المتفق عليها خاصة بتبليغ الوحى ببيانه والعمل به ، فيستحيل على الرسول أن يكذب أو أن يخطئ فيها يبلغه عن ربه أو يخالفه بالعمل .ويؤيده \" حديث طلحة فى تأبير النخل إذ رآهم - صلى الله عليه وسلم - يلقحونها فقال : \" ما أظن يغنى ذلك شيئاً \" فأخذوا بذلك فتركوه ظناً منهم أن قوله هذا من أمر الدين ، فنفضت النخل وسقط ثمرها . فأخبر بذلك فقال : \" إن كان ينفعهم ذلك فليصنعوه ، فانى ظننت ظناً فلا تؤاخذونى بالظن ، ولكن إذا حدثتكم عن الله شيئاً فخذوا به ، فانى لن أكذب على الله عز وجل \" \" .وقد صرح علماء الأصول بجواز الخطأ فى الاجتهاد على الأنبياء . عليهم الصلاة والسلام : قالوا : ولكن لا يقرهم الله على ذلك ، بل يبين لهم الصواب فيه . .2- أن من الواجب على المسلم التريث فى الحكم على الأمور .قال الفخر الرازى : دلت الآية على وجوب الاحتراز عن العجلة ، ووجوب التثبت والتأنى ، وترك الاغترار بظاهر الأمور ، والمبالغة فى التفحص ، حتى يمكنه أن يعامل كل فريق بما يستتحقه من التقريب أو الإِبعاد .3- أن المتببع لآراء العلماء عند تفسيرهم لهذه الآية يرى لهم ثلاثة أقوال :أما القول الأول فهو لجمهور العلماء : وملخصه : أن المراد بالعفو فى قوله سبحانه : ( عَفَا الله عَنكَ ) عدم مؤاخذته : - صلى الله عليه وسلم - فى تركه الأولى والأفضل ، لأنه كان من الأفضل لهألا يأذن للمنافقين فى التخلف عن الجهاد حتى يتبين أمرهم .وهذا القول هو الذى نختاره ونرجحه ، لأنه هو المناسب لسياق الآية ولما ورد فى سبب نزولها :وأما القول الثانى فهو لصاحب الكشاف : وملخصه : أن العفو هنا كناية عن الجناية ، فقد قال : قوله ( عَفَا الله عَنكَ ) كناية عن الجناية لأن العفو مرادف لها ، ومعناه . أخطأت وبئس ما فعلت ، وقوله ( لِمَ أَذِنتَ لَهُمْ ) بيان لما كنى عنه بالعفو .ولم يرتض كثير من العلماء ما ذهب إليه صاحب الكشاف من أن العفو هنا كناية عن الجناية ، ووصفوا ما ذهب إليه بالخطأ وإساءة الأدب .قال أبو السعود : ولقد أخطأ وأساء الأدب وبئسما فعل فيما قال وكتب من زعم أن الكلام كناية عن الجناية ، وأن معناه أخطأت ، وبئس ما فعلت .هب أنه كناية ، أليس إيثارها على التصريح بالجناية للتلطيف فى الخطاب والتخفيف فى العقاب؟وقال الشيخ أحمد بن المنير : ليس له - أى الزمخشرى : - أن يفسر هذه الآية بهذا التفسير ، وهو بين أحد أمرين : إما أن لا يكون هو المراد وإما أن يكون هو المراد ، ولكن قد أحل الله نبيه الكريم عن مخاطبته بصريح العتب ، وخصوصاً فى حق المصطفى - عليه الصلاة والسلام - فالزمخشرى على كلا التقديرين ذهل عما يجب فى حقه - صلى الله عليه وسلم - .ولقد أحسن من قال فى هذه الآية : إن من لطف الله - تعالى - بنبيه ، أن بدأه بالعفو قبل العتب ، ولو قال له ابتداء ( لِمَ أَذِنتَ لَهُمْ ) لتفطر قلبه - عليه الصلاة والسلام .فمثل هذا الأدب يجب احتذاؤه فى حق سيد البشر - عليه الصلاة والسلام .وأما القول الثالث فهو للامام الفخرى الرازى ، ولمن حذا حذوه كالقرطبى وغيره ، وملخص هذا القول أنه يجوز أن يكون المراد بالعفو هنا المبالغة فى تعظيم النبى - صلى الله عليه وسلم توقيره ، أو أن قوله - سبحانه : ( عَفَا الله عَنكَ ) افتتاح كلام .قال الفخر الرازى ما ملخصه : لا نسلم أن قوله - تعالى - ( عَفَا الله عَنكَ ) يوجب الذنب ، ولم لا يجوز أن يقال : إن الله يدل على مبالغة الله ، تعالى فى تعظيمه وتوقيره ، كما يقول الرجل لغيره إذا كان معظما عنده ، عفا الله عنك ما صنعت فى أمرى . . فلا يكون غرضه من هذا الكلام إلا مزيد التبجيل والتعظيم .ويؤيد ذلك قول على بن الجهم يخاطب المتوكل وقد أمر بنفيه :عفا الله عنك ألا حرمة ... تعوذ بعفوك أن أبعدألم ترى عبداً عدا طوره ... ومولى عقا ورشيداً هدىأقلنى أقالك من لم يزل ... يقيك ، ويصرف عنك الردىوقال القرطبى : قوله : - تعالى - ( عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ ) قيل : هو افتتاح كلام؛ كما تقول : أصلحك الله وأعزك وحرمك كان كذا وكذا . .والذى نراه أن القول الأول هو الراجح لما سبق أن بيناه .",
  "ayah": 43,
  "surah": 9
}
