{
  "text": "ثم ذكر الله تعالى - نبيه - صلى الله عليه وسلم - بطرف من الماضى لهؤلاء المنافقين فقال : ( لَقَدِ ابتغوا الفتنة مِن قَبْلُ وَقَلَّبُواْ لَكَ الأمور حتى جَآءَ الحق وَظَهَرَ أَمْرُ الله وَهُمْ كَارِهُونَ ) .أى : لقد ابتغى هؤلاء المنافقون إيقاع الشرور والمفاسد فى صفوف المسلمين ، من قبل ما حدث منهم فى غزوة تبوك .ومن مظاهر ذلك أنهم ساءهم انتصاركم فى غزوة بدر ، وامتنعوا عن مناصرتكم فى غزوة أحد ، مبتعين فى ذلك زعيمهم عبد الله بن أبى بن سلول ، ثم واصلوا حربهم لكم سراً وجهراً حتى كانت غزوة تبوك التى فضح الله فيها أحوالهم .فالمراد بقوله : ( مِن قَبْلُ ) أى : من قبل هذه الغزووة التى كانت آخر غزوة غزاها رسول الله - صلى الله عليه وسلم - .أى أن ما صدر عن هؤلاء المنافقين من مسالك خبثة خلال غزوة تبوك ليس هو الأول من نوعه ، بل هم لهم فى هذا المضمار تاريخ مظلم بدأ منذ أوائل عهد الدعوة الإِسلامية بالمدينة .وقوله : ( وَقَلَّبُواْ لَكَ الأمور ) بيان لتفننهم فى وجوه الأذى للنبى - صلى الله عليه وسلم - وتقليب الأمر : تصريفه ، وترديده ، وإجالة الرأى فيه ، والنظر إليه من كل نواحيه : لمعرفة أى ناحية منه توصل إلى الهدف المنشود .والمراد أن هؤلاء المنافقين قد ابتغوا الأذى للدعوة الإِسلامية من قبل هذه الغزوة ، ودبروا لصاحبها - صلى الله عليه وسلم - المكايد ، واستعملوا قصارى جهدهم ، ومنهى اجتهادهم ، وخلاصة مكرهم ، من أجل صد الناس عن الحق الذى جاء به محمد - صلى الله عليه وسلم - .وقوله : ( حتى جَآءَ الحق وَظَهَرَ أَمْرُ الله ) غاية لمحذوف ، والتقدير : أن هؤلاء المنافقين استمروا على حربهم للدعوة الإِسلامية ( حتى جَآءَ الحق ) أى : النصر الذى وعد الله عباده به ( وَظَهَرَ أَمْرُ الله ) أى : دينه وشرعه \" وهم \" أى المنافقون وأشباههم \" كارهون \" لذلك؛ لأنهم يكرهون انتصار دين الإِسلام ، ويحبون هزيمته وخذلانه ، ولكن الله - تعالى - خيب آمالهم ، وأحبط مكرهم .قال الإِمام ابن كثير : عندما قدم النبى - صلى الله عليه وسلم - المدينة ، رمته العرب عن قوس واحدة ، وحاربته يهود المدينة ومنافقوها ، فلما نصره الله يوم بدر وأعلى كلمته ، قال عبد الله بن أبى ، واصحابه : هذا أمر قد توجه ، فدخلوا فى الإِسلام ظاهراً ، ثم كلما أعز الله الإِسلام وأهله غاظهم وساءهم ، ولهذا قال - تعالى - : ( حتى جَآءَ الحق وَظَهَرَ أَمْرُ الله وَهُمْ كَارِهُونَ ) .",
  "ayah": 48,
  "surah": 9
}
