{
  "text": "ثم بين - سبحانه - على التفصيل لمظاهر فسقهم - أن هناك ثلاثة أسباب أدت إلى عدم قبول نفقاتهم .أما السبب الأول فقد عبر عنه - سبحانه - بقوله : ( وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بالله وَبِرَسُولِهِ . . ) .أى : وما منعهم قبول نفقاتهم شئ من الأشياء إلا كفرهم بالله - تعالى - ورسوله - صلى الله عليه وسلم - .فالاستثناء من أهم الأشياء . والضمير فى \" منعهم \" هو المفعول الأول للفعل ، وقوله : ( أَن تُقْبَلَ ) هو المفعول الثانى ، لأن الفعل \" منع \" يتعدى لمفعولين تارة بنفسه كما هنا ، وتارة يتعدى إلى المفعول الثانى بحرف الجر وهو حرف \" من \" أو \" عن \" .والفاعل ما فى حيز الاستثناء وهو قوله : ( إِلاَّ أَنَّهُمْ كَفَرُواْ . . ) .وأما السبب الثانى فقد عبر عنه - سبحانه - بقوله : ( وَلاَ يَأْتُونَ الصلاة إِلاَّ وَهُمْ كسالى ) .ولفظ \" كسالى \" . جمع كسلان ، مأخوذ من الكسل بمعنى التثاقل عن الشئ ، والفتور عن أدائه . وفعله بزنة فرح .أى : ولا يأتون الصلاة التى كبتها الله عليهم فى حال من الأحوال ، إلا فى حال كونهم قوم خلت قلوبهم من الإِيمان ، فصاروا لا يرجون من وراء أدائها ثواباً ولا يشخون من وراء تركها عقاباً ، وإنما يؤدونها رياء أو تقية للمسلمين .وشبيه بهذه الجملة الكريمة قوله - تعالى - فى سورة النساء : ( إِنَّ المنافقين يُخَادِعُونَ الله وَهُوَ خَادِعُهُمْ وَإِذَا قاموا إِلَى الصلاة قَامُواْ كسالى يُرَآءُونَ الناس وَلاَ يَذْكُرُونَ الله إِلاَّ قَلِيلاً ) وأما ، السبب الثالث فقد عبر عنه - سبحانه - بقوله : ( وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ ) .أى . ولا ينفقون نفقة فى سبيل الله إلا وهم كاروهون لها لأنهم يعدونها مغرماً ، ويعتبرون تركها مغنما ، وما حملهم على الإِنفاق إلا الرياء أو المخادعة أو الخوف من انكشاف أمرهم ، وافتضاح حالهم .قال صاحب الكشاف : فإن قلت : الكراهية خلاف الطواعية ، وقد جعلهم الله - تعالى - طائعين فى قوله \" طوعاً \" ثم وصفهم هنا بأنهم لا ينفقون إلا وهم كارهون فكيف ذلك .قلت : المراد بطوعهم أنهم يبذلون نفقتهم من غير إلزام من رسول الله - صلى الله عليه وسلم - أو من رؤسائهم ، وما طوعهم ذاك إلا عن كراهية واضطرار ، لا عن رغبة واختيار .أى : أن نفقتهم فى جميع الأحوال لا يقصد بها الاستجابة لشرع الله ، وإنما يقصد بها الرياء أو المخادعة ، أو خدمة مصالحهم الخاصة .",
  "ayah": 54,
  "surah": 9
}
