{
  "text": "ثم تمضى السورة بعد ذلك فى الكشف عن الأقوال المنكرة ، والأفعال القبيحة التى كانت تصدر عن المنافقين فتقول . ( وَمِنْهُمْ مَّن يَلْمِزُكَ . . . إِلَى الله رَاغِبُونَ ) .قال الإِمام الرازى : اعلم أن المقصود من هذا ، شرح نوع آخر من قبائحهم وفضائحهم ، وهو طعنهم فى الرسول - صلى الله عليه وسلم - بسبب أخذ الصدقات من الأغنياء ، ويقولون إنه يؤثر بها من يشاء من أقاربه وأهل مودته ، وينسبونه إلى أنه لا يراعى العدل .هذا ، وقد ذكر المفسرون فى سبب نزول هاتين الآتين روايات منها :ما أخرجه البخارى والنسائى \" عن أبى سعيد الخردى - رضى الله عنه - قال : بينما النبى - صلى الله عليه وسلم - يقسم قسما إذ جاءه ذو الخويصرة التميمى فقال : اعدل يا رسول الله ، فقال : \" ويلك! ومن يعدل إذا لم أعدل \"؟ فقال عمر بن الخطاب - رضى الله عنه - : ائذن لى فأضرب عنقه ، فقال رسول الله - صلى الله عليه وسلم - : \" دعه فإن له أصحاب يحقر أحدكم صلاته مع صلاتهم ، وصايمه مع صيامهم ، يمرقون من الدين كما يمرق السهم فى الرمية . . \" \" .قال أبو سعيد ، فنزلت فيهم : ( وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات . . ) .وروى ابن مردويه \" عن ابن مسعود - رضى الله عنه - قال : \" لما قسم النبى - صلى الله عليه وسلم - غنائم حين سمعت رجلا يقول : إن هذه قسمة ما أريد بها وجه الله . فأتيت النبى - صلى الله عليه وسلم - فذكرت له ذلك فقال : \" رحمة الله على موسى ، لقد أوذى بأكثر من هذا فصبر \" ونزل ( وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات ) .وقوله : ( يَلْمِزُكَ ) أى : يعيبك ويطعن عليك فى قسمة الصدقات وغيرها من الأموال ، مأخوذ من اللمز وهو العيب . يقال لمزه وهمزه يلمزه ويهمزه إذا عابه وطعن عليه ، ومنه قوله - تعالى - : ( ويْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ ) وقيل : اللمز ما كان يحضره الملموز ، والهمز ما كان فى غيابه .والمعنى : ومن هؤلاء المنافقين - يا محمد - من يعيبك ويطعن عليك فى قسمة الصدقات والغنائم ، زاعمين أنك لست عادلا فى قسمتك .وقوله : ( فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ . . . ) بيان لفساد لمزهم وطعنهم ، وأن الدافع إليه إنما هو الطمع والشره فى حطام الدنيا ، وليس الغضب من أجل إحقاق الحق : أو من أجل نشر العدالة بين الناس .أى : أن هؤلاء المنافقين إن أعطيتهم . يا محمد . من تلك الصدقات ، رضوا عنك ، وحكموا على هذا العطاء بأنه عدل حتى ولو كان ظلماً ، وإن لم تعطهم منهم سخطوا عليك ، واتهموك بأنك غير عادل ، حتى ولو كان عدم عطائهم هو الحق بعينه ، فهم لا يقولون ما يقولونه فيك غضبا للعدل ، ولا حماسة للحق ، ولا غيرة على الدين . . وإنما يقولون ما يقولون من أجل مطامعهم الشخصية ، ومنافعهم الذاتية .",
  "ayah": 59,
  "surah": 9
}
