{
  "text": "ثم حكى القرآن بعد ذلك لوناً من جبنهم وعجزهم من مصارحة المؤمنين بالحقائق ، فقال - سبحانه - : ( يَحْلِفُونَ بالله . . . الخزي العظيم ) .قال القرطبى : روى قوماً من المنافقين اجتمعوا ، وفيهم غلاما من الأنصار يدعى عامر بن قيس ، فحقروه تكلموا فقالوا : إن كان ما يقوله محمد حقاً لنحن شر من الحمير . فغضب الغلام وقال : والله إن ما يقوله محمد - صلى الله عليه وسلم لحق ، ولأنتم شر من الحمير . ثم أخبر النبى - صلى الله عليه وسلم - بقولهم فحلفوا إن عامرا كاذب .فقال عامر : هم الكذبة ، وحلف على ذلك وقال : اللهم لا تفرق بيننا حتى يتبين صدق الصادق وكذب الكاذب . فأنزل الله هذه الآية .فقوله - سبحانه - : ( يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ ) خطاب للمؤمنين الذين كان المنافقون يذكرونهم بالسوء ، ثم يأتون إليهم بعد ذلك معتذرين .أى : إن هؤلاء المافقين يحلفون بالله لكم - أيها المؤمنون - ليرضوكم ، فتطمئنوا إليهم ، وتقبلوا معاذيرهم .قال أبو السعود : وإفراد إرضائهم بالتعليل مع أن عمدة أغراضهم إرضاء الرسول - صلى الله عليه وسلم - للإِيذان بأن ذلك بمعز عن أن يكون وسيلة لإرضائه ، وأنه - عليه الصلاة والسلام - إنما لم يكذبهم رفقا بهم ، وسترا لعيوبهم ، لا عن رضا بما فعلوا ، وقبول قلبى لما قالوا . .وقوله : ( والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ ) جملة حالية فى محل نصب من ضمير \" يحلفون \" جئ بها لتوبيخهم على إيثارهم رضا الناس على رضا الله ورسوله .أى : هم يحلفون لكم ، والحال أن رسوله أحق بالإِرضاء منكم لأن الله - تعالى هو خالقهم ورازقهم ومالك أمرهم ، وهو العليم بما ظهر وبطن من أحوالهم . ولأن رسوله - صلى الله عليه وسلم - هو المبلغ لوحيه - عز وجل - .قال صاحب المنار ما ملخصه : وكان الظاهر أن يقال : \" يرضوهما \" ونكتة العدول عنه إلى \" يرضوه \" : الإِعلام بأن إرضاء رسوله عين إرضائه سبحانه . . وهذا من بلاغة القرآن فى نفس الإيجاز . ولو قال \" يرضوهما \" لما أفاد هذا المعنى؛ إذ يجوز فى نفس العبارة أن يكون إرضاء كل منهما فى غير ما يكون به إرضاء الآخر ، وهو خلاف المراد هنا ، وكذلك لو قيل : \" والله أحق أن يرضوه ، ورسوله أحق أن يرضوه \" لا يفيد هذا المعنى أيضاً وفيه ما فيه من الركاكة والتطويل . .وقد خرجه علماء النحو على قواعدهم . . وأقرب الأقوال إلأى قواعدهم قول سيبويه : إن الكلام جملتان حذف خبر إحداهما لدلالة خبر الأخرى عليه ، كقول الشاعر :نحن بما عندنا وأنت بما عندك راض والرأى مختلف ... فهذا لا تكلف فيه من ناحية التركيب العربى ، ولكن تفوت به النكتة الى ذكرناها . . .وقوله : ( إِن كَانُواْ مُؤْمِنِينَ ) تذييل قصد به بيان أن الإِيمان الحق لا يتم إلا بإرضاء الله ورسوله عن طريق طاعتهما والانقياد لأوامرهما .أى : إن كانوا مؤمنين حقاً ، فليعملوا على إرضاء الله ورسوله ، بأن يطيعوا أوامرهما ، ويجتنبوا نواهيهما ، وإلا كانوا كاذبين فى دعواهم الإِيمان ثم توعدهم - سبحانه - بسوء المصير بسبب مخالفتهم لله ورسوله فقال :( أَلَمْ يعلموا أَنَّهُ مَن يُحَادِدِ الله وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِداً فِيهَا ) .",
  "ayah": 62,
  "surah": 9
}
