{
  "text": "ثم مواصلت السورة حملتها على المنافقين ، فكشفت عن خباياهم ، وهتكت أستارهم ، وأبطلت معاذيرهم ، وتوعدتهم بسوء المصير فقال - تعالى - :( يَحْذَرُ المنافقون . . . كَانُواْ مُجْرِمِينَ ) .قال صاحب المنار : هذه الآيات فى بيان شأن آخر من شئون المنافقين التى كشفت سوأتهم فيها غزوة تبوك . أخرج ابن أبى حاتم وأبو الشيخ عن مجاهد فى قوله - تعالى - : ( يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ ) .قال : كانوا يقولون القول فيما بينهم ثم يقولون : عسى أن لا يفشى علينا هذا .وعن قتادة قال : كانت هذه السورة تسمى الفاضحة . فاضحة المنافقين ، وكان يقال لها المنبئة . أنبأت بمثالبهم وعوراتهم .والضمير فى قوله : ( عَلَيْهِمْ ) وفى قوله : ( تُنَبِّئُهُمْ ) يعود على المنافقين . فيكون المعنى : ( يَحْذَرُ المنافقون ) ويخافون من ( أَن تُنَزَّلَ عَلَيْهِمْ ) أى : فى شأنهم وحالهم \" سورة من سور القرآن الكريم \" ، تنبئهم بما فى قلوبهم . أى : تخبرهم بما انطوت عليه قلوبهم من أسرار خفية ، ومن أقوال كانوا يتناقلونها فيما بينهم ، ويحرصون على إخفائها عن المؤمنين .وفى التعبير بقوله : ( تُنَبِّئُهُمْ ) مبالغة فى كون السورة مشتملة على أسرارهم ، حتى أنها تعلم من أحوالهم الباطنة مالا يعلمونه هم عن انفسهم ، فتنبئهم بهذا الذى لا يعلمونه ، وتنعى عليهم قبائحهم ورذائلهم . وتذيع على الناس ما كانوا يخشون ظهوره من أقوال ذميمة ، وأفعال أثيمة .ومنهم من يرى أن الضمير فى قوله ( عَلَيْهِمْ ) وقوله : ( تُنَبِّئُهُمْ ) يعود على المؤمنين ، فيكون المعنى : يحذر المافقيون ويخشون من أن تنزل على المؤمنين سورة تخبرهم بما فى قلوب المنافقين من أضغان وأحقاد وفسوق عن أمر الله .وقد ذكر هذين الوجهين صاحب الشكشاف فقال : والضمير فى \" عليهم \" و \" تنبئهم \" للمؤمنين ، و \" فى قلوبهم \" للمنافقين . وصح ذلك لأن المعنى يقود إليه .ويجوز أن تكون الضمائر للمنافقين : لأن السورة إذا نزلت فى معناهم - أى فى شأنهم وأحوالهم - فهى نازلة عليهم . ومعنى ( تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم ) كأنها تقول لهم : فى قلوبكم كيت وكيت : يعنى أنها تذيع أسرارهم عليهم حتى يسمعوها مذاعة منتشرة فكأنها تخبرهم بها .وقال الإِمام الرازى . فإن قيل : المنافق كافر فيكف يحذر نزول الوحى على الرسول - صلى الله عليه وسلم -؟ قلنا فيه وجوه؟قال أبو مسلم : هذا حذر أظهره المنافقون على وجه الاستهزاء حين رأوا الرسول - صلى الله عليه وسلم - يذكر كل شئ ، ويديعى أنه عن الوحى ، وكان المنافقون يكذبون بذلك فيما بينهم ، فأخبر الله رسوله بذلك ، وأمره أن يعلمهم أنه يظهر سرهم الذى حذروا ظهوره ، وفى قوله : ( قُلِ استهزءوا ) دلالة على ما قلناه .2- أن القوم وإن كانوا كافرين بدين الرسول - صلى الله عليه وسلم - إلا أنهم شاهدوا أنه - صلى الله عليه وسلم - كان يخبرهم بما يضمرونه ويكتمونه ، فلهذه التجربة وقع الحذر والخوف فى قلوبهم .3- قال الأصم . إنهم كانوا يعرفون كون الرسول - صلى الله عليه وسلم - صادقا ، إلا أنهم كفروا به حسداً وعناداً . .4- معنى الحذر : الأمر بالحذر . أى : ليحذر المنافقون ذلك .5- أنهم كاوا شاكين فى صحة نبوته ، وما كانوا قاطعين بفسادها ، والشاك خائف ، فلهذا السبب خافوا أن ينزل عليه فى أمرهم ما يفضحهم . والذى نراه أن الرأى الخامس أقرب الآراء إلى الصواب ، لأن المنافقين كانوا مترددين بين الإِيمان والكفر : فهم كما وصفهم الله - تعالى - ( مُّذَبْذَبِينَ بَيْنَ ذلك لاَ إلى هؤلاء وَلاَ إِلَى هؤلاء . . ) ومن شأن هذا التذبذب أن يغرس الخوف والحذر فى القلوب .أى أن هذا الحذر والإِشفاق . كما يقول بعض العلماء . أثر طبيعى للشك والاتياب ، لأنهم لو كانوا موقنين بتكذيب الرسول - صلى الله عليه وسلم - لما خطر لهم هذا الخوف على بال ، ولو كانوا موقنين بتكذيب الرسول - صلى الله عليه وسلم - لما خطر لهم هذا الخوف على بال ، ولو كانوا موقنين بتصديقه ، لما كان هناك محل لهذا الحذر \" لأن قلوبهم مطمئنة بالإِيمان \" .وقوله : ( قُلِ استهزءوا إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ ) تهديد ووعيد لهم على نفاقهم وسوء أدبهم .أى : قل يا محمد لهؤلاء المنافقين المذبذبين بين الحق والباطل . قل لهم ، على سبيل التهديد والتبكيت : افعلوا ما شئتم من الاستخفاف بتعاليم الإِسلام إن الله - تعالى - مهر ما تحذرونه من إنزال الآيات القرآنية التى تفضحكم على رءوس الأشهاد ، والتى تكشف عن أسراركم ، وتهتك أستاركم ، وتظهر للمؤمنين ما آردتم إخفاءه عنهم .",
  "ayah": 64,
  "surah": 9
}
