{
  "text": "قال الإِمام ابن كثير : لما ذكر - سبحانه - صفات المنافقين الذميمة ، عطف بذكر صفات المؤمنين المحمودة فقال : ( والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ) .أى : يتناصرون ويتعاضدون كما جاء فى الحديث الصحيح : \" المؤمن للمؤمن كالبنيان يشد بعضه بعضا \" وفى الصحيح - أيضا - : \" مثل المؤمنين فى توادهم وتراحمهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والسهر \" .وقال - سبحانه - هنا ( بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ) بينما قال فى المنافقين ( بَعْضُهُمْ مِّن بَعْضٍ ) للإِشعار بأن المؤمنين فى تناصرهم وتعاضدهم وتراحمهم مدفعون بدافع العقيدة الدينية التى ألفت بين قلوبهم ، وجعلتهم أشبه ما يكون بالجسد الواحد ، أما المنافقون فى توجد بيهم هذه الروابط السامية ، وإنما الذى يوجد بينهم هو التقليد واتباع الهوى ، والسير رواء العصبية الممقوتة ، فهم لا ولاية بينهم ، وإنما الذى بينهم هو التقليد وكراهية ما أنزل الله على رسول الله - صلى الله عليه وسلم - .وقوله ( يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر . . . ) بيان للآثار التى تترتب على تلك الولاية الخاصة ، وتفصيل للصفات الحسنة التى تحلى بها المؤمنون والمؤمنات .أى : أن من صفات هؤلاء المؤمنين والمؤمنات الذين جمعتهم العقيدة الدينية على التناصر والتراحم . . من صفاتهم ( يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر ) أى يأمرون بكل خير دعا إليه الشرع ، وينهون عن كل شر تأباه تعاليم الإِسلام الحنيف .وقوله : ( وَيُقِيمُونَ الصلاة ) أى : يؤدونها فى أوقاتها بإخلاص وخشوع . .وقوله : ( وَيُؤْتُونَ الزكاة ) أى : يعطونها لمستحقيها بدون منِّ أو أذى . .وقوله : ( وَيُطِيعُونَ الله وَرَسُولَهُ ) أى : فى سائر الأحوال بدون ملل أو انقطاع أو تكاسل . .وقوله : ( أولئك سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ ) بيان للجزاء الطيب الذى ادخره الله - تعالى - لهم .أى : أولئك المؤمنون والمؤمنات المتصفون بتلك الصفات السامية ، سيرحمهم الله - تعالى - برحمته الوساعة ، إنه - سبحانه - \" عزيز \" لا يعجزه شئ \" حكيم \" فى كل أفعاله وتصرفاته .قال صاحب الكشاف : والسين هنا مفيد لوجود الرحمة ، فهى تؤكد الوعد ، كما تؤكد الوعيد كما فى قولك : سأنتقم منك يوما ، تعنى أنك لا تفوتنى وإن تباطأ ذلك ، ونحوه : ( إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات سَيَجْعَلُ لَهُمُ الرحمن وُدّاً )",
  "ayah": 71,
  "surah": 9
}
