{
  "text": "ثم حكى - سبحانه - بعد ذلك نماذج أخرى من جحودهم ، ونقضهم لعهودهم ، وبخلهم بما آتاهم الله من فضله فقال - سبحانه - : ( وَمِنْهُمْ مَّنْ عَاهَدَ . . . عَلاَّمُ الغيوب ) .قال الإِمام ابن كثير ما ملخصه : وقد ذكر كثر من المفسرين منهم ابن عباس والحسن البصرى ، أن سبب نزول هذه الآيات أن ثعلبة ابن حاطب الانصارى قال لرسول الله - صلى الله عليه وسلم - يا رسول الله ، ادع الله أن يرزقنى مالا . فقال له الرسول - صلى الله عليه وسلم - : \" ويحك يا ثعلبة ، قليل تؤدى شكره خير من كثير لا تطيقه . ثم قال له مرة أخرى : \" أما ترضى أن تكون مثل نبى الله؟ فو الذى نفسى بيده لو شئت أن تصير الجبال معى ذهبا وفضة لصارت \" .فقال ثعلبة ، والذى بعثك بالحق لئن دعوت الله فرزقنى مالا لأعطين كل ذى حق حقه .فقال رسول الله - صلى الله عليه وسلم - \" اللهم ارزق ثعلبة مالا \" .فاتخذ ثعلبة غنما فمنت ، ثم ضاقت عليه المدينة فتنحى عنها ونزل واديا من أوديتها حتى جعل يصلى الظهر والعصر فى جماعة ويترك ما سواهما . ثم نمت وكثرت فتنحى حتى ترك الصلوات إلا الجمة ، ثم ترك الجمعة . .وأنزل الله - تعالى - ( خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا ) فبعث الرسول - صلى الله عليه وسلم - رجلين على الصدقة من المسلمين . . وقال لهما : \" مرا على ثعلبة وعلى فلان . رجل من بنى سليم . فخذا صدقاتهما \" .فخرجا حتى أيتا ثعلبة فسألاه الصدقة ، وأقرآه كتاب رسول الله . فقال : ما هذه إلا جزية ، ما هذه إلا أخت الجزية ، ما أدرى ما هذا؟ انطلقا حتى تفرغا ثم عوندا إلى . فانطلقا وسمع بهما السملى \" فنظر إلى خيار أسنان إبله فعزلها للصدقة . ثم استقبلهم بها . فلما رأوها قالوا له : ما يجب عليك هذا ، وما نريد أن نأخذ منك . فقال : بل خذوها فإن نفسى بذلك طيبة ، فأخذاها منه ومرا على ثعلبة فقال لهما : أرونى كتابكما فقرأه فقال : ما هذه إلا جزية . . . انطلقا حتى أرى رأيى .. فانطلقا حتى أتيا النبى - صلى الله عليه وسلم - ، فلما رآهما قال : \" يا ويح ثعلبة \" قبل أن يكلمهما ، ودعا للسملى بالبركة . فأخبراه بالذى صنعه ثعلبة معهما . .فأنزل الله تعالى : ( وَمِنْهُمْ مَّنْ عَاهَدَ الله لَئِنْ آتَانَا مِن فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصالحين ) . الآيات .فسمع رجل من أقارب ثعلبة هذه الآيات فذهب إليه وأخبره بما أنزل فيه من قرآن .فخرج ثعلبة حتى أتى النبى - صلى الله عليه وسلم - وسأله أن يقبل منه صدقته فقال له : إن الله منعنى أن أقبل منك صدقتك . .ثم لم يقبلها منه بعد ذلك أبو بكر أو عمر أو عثمان ، وهلك ثعلبة فى خلافة عثمان .هذا ، وقد ضعف بعض العلماء هذا الحديث ، لأسباب تتعلق بسنده ، وبصاحب القصة وهو ثعلبة بن حاطب .والذى نراه أن هذه الآيات الكريمة تحكى صورة حقيقية وواقعية لبعض المنافقين المعاصرين للعهد النبوى . والذين عهادوا الله فنقضوا عهودهم معه ، وقابولا ما أعطاهم من نعم بالبخل والجحود . .وتلك الصورة قد تكون لثعلبة بن حاطب وقد تكون لغيره ، لأن المهم هو حصولها فعلا من بعض المنافقين .وهذه الآيات - أيضا - تنطبق فى كل زمان ومكان على من يقابل نعم الله بالكفران ، إذ العبرة بعموم اللفظ لا بخصوص السبب .وإلى هذا المعنى أشار صاحب المنار بقوله : هذا بيان لحال طائفة من أولئك المنافقين الذين أغناهم الله ورسوله من فضله بعد الفقر والإِملاق ، ويوجد مثلهم فى كل زمان ، وهم الذين يلجأون إلى الله - تعالى - فى وقت العسرة والفقر ، أو الشدة والضر ، فيدعونه ويعاهدونه على الشكر له ، والطاعة لشرعه ، إذا هو كشف ضرهم ، وأغنى فقرهم . فإذا استجاب لهم نكسوا على رءوسهم ، ونكصحوا على أعقابهم ، وكفروا النعمة ، وبطروا الحق ، وهضموا حقوق الخلق وهذا مثل من شر أمثالهم .ومعنى الآيات الكريمة : ومن المنافقين قوم \" عاهدوا الله \" وأكدوا عهودهم بالايمان المغلظة فقالوا : \" لئن آتانا \" الله - تعالى - من فضله مالا وفيرا لنصدقن منه على المحتاجين ، ولنعطين كل ذى حق حقه ولنكونن من عباد \" الصالحين \" الذين يؤدون واجبهم نحو الله والناس ، والذين يصلحون فى الأرض ولا يفسدون .قال الجمل وقوله : ( مَّنْ عَاهَدَ الله ) فيه معنى القسم ، وقوله : ( لَئِنْ آتَانَا مِن فَضْلِهِ ) تفسير لقوله : عاهد الله . واللام موطئة لقسم مقدر . وقد اجتمع هنا قسم وشرط ، فالمذكور وهو قوله : \" لنصدقن \" . . جواب القسم ، وجواب الشرط محذوف . . . ولالام فى قوله \" لنصدقن \" . . واقعة فى جواب القسم .",
  "ayah": 75,
  "surah": 9
}
