{
  "text": "وقوله - سبحانه - ( كَيْفَ وَإِن يَظْهَرُوا عَلَيْكُمْ لاَ يَرْقُبُواْ فِيكُمْ إِلاًّ وَلاَ ذِمَّةً . . . ) لاستبعاد ثبات المشركين على العهد ، ولاستنكار ان يكون لهم عهد حقيق بالمرعاة ، وبيان لما يكون عليه أمرهم عند ظهورهم على المؤمنين .وفائدة هذا التكرار للفظ ( كَيْفَ ) : التأكيد والتمهيد لتعداد الأسباب التى تدعو المؤمنين إلى مجاهدتهم والإِغلاظ عليهم ، والحذر منهم .قال الآلوسى : وحذف الفعل كيف هنا لكونه معلوماً من الآية السابقة ، وللإِيذان بأن النفس مستضحرة له ، مترقبة لورود ما يوجب استنكاره .وقد كثر الحذف للفعل المستفهم عنه مع كيف ويدل عليه بجملة حالية بعده . ومن ذلك قول كعب الغنوى يرثى أخاه أبا المغوار :وخبرتمانى أنما الموت بالقرى ... فيكف وماتا هضبة وقليبيريد فكيف مات والحال ما ذكر .والمراد هنا : كيف يكون لهم عهد معتد به عند الله وعند رسوله وحالهم أنهم ( وَإِن يَظْهَرُوا عَلَيْكُمْ لاَ يَرْقُبُواْ فِيكُمْ إِلاًّ وَلاَ ذِمَّةً ) .وقوله : ( يَظْهَرُوا عَلَيْكُمْ ) يظفروا بكم ويغلبوكم . يقال : ظهرت على فلان أى : غلبته ومنه قوله - تعالى - ( فَأَيَّدْنَا الذين آمَنُواْ على عَدُوِّهِمْ فَأَصْبَحُواْ ظَاهِرِينَ ) أى : غالبين .وقوله : ( لاَ يَرْقُبُواْ فِيكُمْ ) أى : لا يراعوا فى شأنكم . يقال : رقب فلان الشئ يرقبه إذا رعاه وحفظه . . ورقيب القوم حارسهم .والإِل : يطلق على العهد ، وعلى القرابة ، وعلى الحلق .قال ابن جرير - بعد أن ساق أوالا فى معنى الإِل - وأولى الأقوال فى ذلك بالصواب أن يقال : والإِل : اسم يشتمل على معان ثلاثة : وهى العهد والعقد ، والحلف ، والقرابة . . ومن ادلالة على أنه يكون بمعنى القرابة قول ابن مقبل :أفسد الناس خلوف خلفوا ... قطعوا الإِل وأعراق الرحمأى قطعوا القرابة .ومن الدلالة على أنه يكون بمعنى العهد قول القائل :وجدناهم كاذبا إلهم ... وذو الإِل والعهد لا يكذبوإذا كان الكلمة تشمل هذه المعانى الثلاثة ، ولم يكن الله خص من ذلك معنى دون معنى ، فالصواب أن يعم ذلك كما عم بها - جل ثناؤه - معانيها الثلاثة . .والذمة : كل أمر لزمك بحيث إذا ضيعته لزمك مذمة أو هى ما يتذمم به أى يجتنب فيه الذم .والمعنى : بأية صفة أو بأية كيفية يكون للمشركين عهد عند الله وعند رسوله ، والحال المعهود منهم أن إن يظفروا بكم ويغلبوكم ، لا يراعوا فى أمركم لا عهدا ولا حلفا ولا قرابة ولا حقا من الحقوق .وقوله - تعالى - ( يُرْضُونَكُم بِأَفْوَاهِهِمْ وتأبى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ ) زيادة بيان للأحال القبيحة الملازمة لهؤلاء المشركين .أى : أن هؤلاء المشركين إن غلبوكم - أيها المؤمنون - فلعوا بكم الأفاعيل ، وتفتنوا فى إيذاكم من غير أن يقيموا وزنا لما بينكم وبينهم من عهود وموايثق ، وقرابات وصلات . . أما إذا كانت الغلبة لكم فإنهم في هذه الحالة ( يُرْضُونَكُم بِأَفْوَاهِهِمْ ) أى : يعطونكم من ألسنتهم كلاما معسولا إرضاء لكم ، وهم فى الوقت نفسه ( وتأبى قُلُوبُهُمْ ) المملوءة حقدا عليكم وبغضا لكم تصديق ألسنتهم ، فهم كما وصفهم - سبحانه - فى آية أخرى : ( يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ ) وقوله : ( وَأَكْثَرُهُمْ فَاسِقُونَ ) أى : خارجون عن حدود الحق ، منفصلون عن كل فضيلة ومكرمة ، إذ الفسق هو الخروج والانفصال . يقال : فسقت الرطبة إذا خرجت عن قشرتها وفسق فلان إذا خرج عن حدود الشرع .وإنما وصف أكرهم بالفسوق ، لأن هؤلاء الاكثرين منهم ، هم الناقضون لعهودهم ، الخارجون على حدود ربهم ، أما الأقلون منهم فهم الذين وفوا بعهودهم ، ولم ينقصوا المؤمنين شيئا ، ولم يظاهروا عليهم أحدا .وبذلك نرى أن الاية الكريمة قد وصفت هؤلاء المشركين وصفا فى نهاية الذم والقبح ، لأنهم إن كانوا أقوياء فجروا واسرفوا فى الإِيذاء ، نابذين كل عهد وقراءة وعرف . . أما إذا شعروا بالضعف فإنهم يقدمون للمؤمنين الكلام اللين الذى تنطق به ألسنتهم ، وتأباه قلوبهم الحاقدة الغادرة .أى أن الغدر ملازم لهم فى حالتى قوتهم وضعفهم ، لأنهم فى حالة قوتهم ( لاَ يَرْقُبُونَ فِي مُؤْمِنٍ إِلاًّ وَلاَ ذِمَّةً ) . وفى حالة ضعفهم يخادعون ويداهون حتى تحين لهم الفرصة للانقضاض على المؤمنين .",
  "ayah": 8,
  "surah": 9
}
