{
  "text": "وبعد هذا الحديث الطويل المتنوع عن أحوال المنافقين ومسالكهم الخبيثة ، أخذت السورة الكريمة فى الحديث عن حال المنافقين الذين تخلفوا فى المدينة ، وأبوا أن يخرجوا مع الرسول - صلى الله عليه وسلم - إلى تبوك ، فقال - تعالى - : ( فَرِحَ المخلفون . . . مَعَ الخالفين ) .وقوله : \" المخلفون \" اسم مفعول مأخوذ من قولهم خلف فلان فلانا وراءه إذا تركه خلفه .والمراد بهم : أولئك المنافقيون الذين تخلفوا عن الخروج إلى غزوة تبوك بسبب ضعف إيمانهم ، وسقوط همتهم ، وسوء نيتهم . .قال الجمل : وقوله ( خِلاَفَ رَسُولِ الله ) فيه ثلاثة أوجه : أحدها : أنه منصوب على المصدر بفعل مقدر مدللو عليه بقوله \" مقعدهم \" لأنه فى معنى تخلفوا أى : تخلفوا خلاف رسول الله . الثانى : أن خلاف مفعول لأجله والعامل فيه إما فرح مقعد . أى : فرحوا لأجل مخالفتهم رسول الله - صلى الله عليه وسلم - حيث مضى هو للجهاد وتخلفوا هم عنه . أو بقعودهم لمخالفتهم له ، وإليه ذهب الطبرى والزجاج ، ويؤيد ذلك قراءة من قرأ : \" خلف رسول الله \" - بضم الخاء واللام ، الثالث : أن ينتصب على الظرف . أى بعد رسول الله ، يقال : أقام زيد خلاف القوم ، أى : تخلف بعد ذهابهم ، وخلاف يكون ظرفا ، وإليه ذهب أبو عبيدة وغيره ، ويؤيد هذا قراءة ابن عباس ، وأبى حيوه ، وعمرو بن ميمون ، \" خلف رسول الله \" - بفتح الخاء وسكون اللام .والمعنى : فرح المخلفون : من هؤلاء المنافقين ، بسبب قعودهم فى المدينة ، وعدم خروجهم إلى تبوك للجهاد مع الرسول صلى الله عليه وسلم - والمؤمنين ، وكرهوا أن يبذلوا شيئا من أموالهم وأنفسهم من أجل إعلاء كلمة الله .وإنما فرحوا بهذا القعود ، وكرهوا الجهاد؛ لأنهم قوم خلت قلوبهم من الإِيمان بالله واليوم الآخر ، وهبطت نفوسهم عن الارتفاع إلى معالى الأمور ، وآثروا الدنيا وشهواتها الزائلة على الآخرة ونعيمها الباقى .وفى التعبير بقوله : ( المخلفون ) تحقير لهم ، وإهمال لشأنهم ، حتى لكأنهم شئ من سقط المتاع الذى يخلف ويترك ويهمل؛ لأنه لا قيمة له ، أو لأن ضرره أكبر من نفعه .قال الآلوسى : وإيثار ما فى النظم الكريم على أن يقال ، وكرهوا أن يخرجوا مع رسول الله صلى الله عليه وسلم إيذان بأن الجهاد فى سبيل الله مع كونه من أجل الرغائب التى ينبغى أن يتنافس فيها المتنافسون ، قد كرهوه ، كما فرحوا بأقبح القبائح وهو القعود خلاف رسول الله - صلى الله عليه وسلم ، وفى الكلام تعريض بالمؤمنين الذين آثروا ذلك وأحبوه .وقوله : ( وَقَالُواْ لاَ تَنفِرُواْ فِي الحر ) حكاية لأقوالهم التى تدل على ضعفهم وجبنهم ، وعلى أنهم قوم لا يصلحون للأعمال التى يصلح لها الرجال .أى . وقال هؤلاء المنافقون المخلفون لغيرهم ، أقعدوا معنا فى المدينة ، ولا تخرجوا للجهاد مع المؤمنين ، فإن الحر شديد ، والفر طويل ، وقعودكم يريحكم من هذه المتاعب ، ويحمل غيرنا وغيركم على القعود معنا ومعكم ، وبذلك ننال بغيتنا من تثبيط همة المجاهدين عن الجهاد فى سبيل الله .وقوله : ( قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرّاً ) رد على أقوالهم القبيحة ، وأفعالهم الخبيثة ، أى ، قل يا محمد لهؤلاء المنافقين على سبيل التهكم بهم ، والتحقير من شأنهم : نار جهنم أشد حرا من هذا الحر الذى تخشونه وترونه مانعا من النفير بل هى أشد حرا من نار الدنيا . . .روى الإِمام مالك عن أبى الزناد عن الأعرج عن أبى هريرة أن رسول الله صلى الله عليه وسلم . قال : \" نار بنى آدم التى توقدونها . جزء من سبعين جزءا من نار جهنم \" .ورحم الله صاحب الكشاف فقد قال : وقوله : ( قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرّاً ) استجهال لهم ، لأن من تصون مشقة ساعة ، فوقع بسبب ذلك التصون فى مشقة الأبد ، كان أجهل من كل جاهل ، ولبعضهم :مسرة أحقاب تلقيت بعدها ... مساءة يوم أريها شبه الصابفكيف بأن تلقى مسرة ساعة ... وراء تقضيها مساءة أحقابأى : أن حزن يوم واحد يجعل المسرات الطويلة قبله تتحول إلى ما يشبه الصاب مرارة ، فيكف يكون الحال إذا كانت المسرات ساعة واحدة تعقبها أحقاب طويلة من المساءات؟!! .وقوله : ( لَّوْ كَانُوا يَفْقَهُونَ ) تذييل قصد به الزيادة فى توبيخهم وتحقيرهم .أى : لو كانوا يفقهون أن نار جهنم أشد حرا ويعتبرون بذلك ، لما فرحوا بمقعدهم خلاف رسول الله ، ولما كرهوا الجهاد ، ولما قالوا ما قالوا ، بل لحزنوا واكتأبوا على ما صدر منهم ، ولبادروا بالتوبة والاستغفار ، كما فعل أصحاب القلوب والنفوس النقية من النفاق والشقاق .",
  "ayah": 81,
  "surah": 9
}
