{
  "text": "ثم بين - سبحانه - ما يجب على الرسول نحو هؤلاء المخلفين الكارهين للجهاد ، فقال : ( فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ فاستأذنوك لِلْخُرُوجِ فَقُلْ لَّن تَخْرُجُواْ مَعِيَ أَبَداً وَلَن تُقَاتِلُواْ مَعِيَ عَدُوّاً . . . ) .قوله : ( رَّجَعَكَ ) من الرجع بمعنى تصيير الشئ إلى المكان الذى كان فيه أولا . والفعل رجع أحياناً يستعمل لازما كقوله - تعالى - : ( فَرَجَعَ موسى إلى قَوْمِهِ غَضْبَانَ أَسِفاً . . . ) وفى هذه الحالة يكون مصدر الرجوع ، وأحيانا يستعمل متعديا كالآية التى معنا ، وكقوله - تعالى - : ( فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ . . ) وفى هذه الحالة يكون مصدره الرجوع لا الرجوع .قال الآلوسى : \" ورجع \" هنا بمعنى رد ومصدره الرجع ، وقد يكون لازما ومصدره الرجوع ، وأوثر هنا استعمال المتعدى - وإن كان استعمال اللازم كثيرا - إشارة إلى أن ذلك السفر لما فيه من الخطر يحتاج الرجوع منه إلى تأييد إلهى ، ولذا أوثرت كلمة \" إن \" على \" إذا \" .والمعنى : فإن ردك الله - تعالى - من سفرك هذا - أيها الرسول الكريم - إلى طائفة من هؤلاء المنافقين الذين تخلفوا عن الخروج معك إلى تبوك \" فاستأذنوك للخروج \" معك فى غزوة أخرى بعد هذه الغزوة \" فقل \" لهم على سبيل الإِهانة والتحقير ( لَّن تَخْرُجُواْ مَعِيَ أَبَداً ) ما دمت على قيد الحياة ( وَلَن تُقَاتِلُواْ مَعِيَ عَدُوّاً ) من الأعداء الذين أمرنى الله بقتالهم ، والسبب فى ذلك \" إنكم \" أيها المنافقون \" رضيتم بالقعود \" عن الخروج معى وفرحتم به فى \" أول مرة \" دعيتم فيها إلى الجهاد ، فجزاؤهم وعقاباكم أن تقعدوا \" مع الخالفين \" أى : مع الذين تخلفوا عن الغزو لعدم قدرتهم على تكاليفه كالمرضى والنساء والصبيان . أو مع الأشرار الفاسدين الذين يتشابهون معكم فى الجبن والنفاق وسوء الأخلاق .قال الإِمام الرازى ما ملخصه ، ذكروا فى تفسير الخالف وجوها :الأول : قال أبو عبيدة الخالفون جمع ، واحدهم خالف ، وهو من يخلف الرجل فى قومه ، ومعناه : فاقعدوا مع الخالفين من الرجال الذين يخلفون فى البيت فلا يبرحونه .الثانى : أن الخالفين فسر بالمخالفين ، يقال : فلان خالفه أهل بيته إذا كان مخالفا لهم ، وقوم خالفون أى : كثيرو الخلاف لغيرهم .الثالث : أن الخالف هو الفاسد . قال الأصمعى : يقال خلف عن كل خير يخلف خلوفا إذا فسد وخلف اللبن إذا فسد .إذا عرفت هذه الوجوه الثلاثة فلاشك أن اللفظ يصلح حمله على كل واحد منها ، لأن أولئك المنافقين كانوا موصوفين بجميع هذه الصفات السيئة .\" وقال - سبحانه - ( فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ . . . ) ولم يقل فإن رجعك الله إليهم ، لأن جميع الذين تخلفوا عن الخروج مع الرسول - صلى الله عليه وسلم - إلى تبوك ، لم يكونوا من المنافقين ، بل كان هناك من تخلف بأعذار مقبولة ، كالذين أتوا إلى الرسول - صلى الله عليه وسلم - ليحملهم معه ، فقال لهم : \" لا أجد ما أحملكم عليه \" فتولوا \" وأعينهم تفيض من الدمع حزنا \" \" .وسيأتى الحديث عنهم بعد قليل .وقوله : ( لَّن تَخْرُجُواْ مَعِيَ أَبَداً وَلَن تُقَاتِلُواْ مَعِيَ عَدُوّاً ) إخبار فى معنى النهى للمبالغة وجمع - سبحانه - بين الجملتين زيادة فى تبكيتهم ، وفى إهمال شأنهم ، وفى كراهة مصاحبتهم . .وذلك ، لأنهم لو خرجوا مع المؤمنين ما زادهم إلا خبالا ، ولو قاتلوا معهم ، لكان قتالهم خاليا من الغاية السامية التى من أجلها قاتل المؤمنون وهى إعلاء كلمة الله ، وكل قتال خلا من تلك الغاية كان مآله إلى الهزيمة . .هذا ، وقد اشتملت هذه الآيات الكريمة على أسوأ صفات المنافقين ، كما اشتملت على أشد ألوان الوعيد لهم فى الدنيا والآخرة ( جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ ) .قال الجمل : وفى قوله - تعالى - ( فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ ) الآية دليل على أن الشخص إذا ظهر منه مكر وخداع وبدعة ، يجب الانقطاع عنه ، وترك مصاحبته ، لأنه - سبحانه - منع المنافقين من الخروج مع الرسول - صلى الله عليه وسلم - إلى الجهاد ، وهو مشعر بإظهار نفاقهم وذمهم وطردهم وإبعادهم لما علم من مكرهم وخنداننعهم إذا خرجوا إلى الغزوات .",
  "ayah": 83,
  "surah": 9
}
