{
  "text": "وبعد أن بين - سبحانه - ما يجب أن يفعله الرسول - صلى الله عليه وسلم - معهم فى حياتهم ، أتبع ذلك ببيان ما يجب أن يفعله معهم بعد مماتهم فقال - تعالى - : ( وَلاَ تُصَلِّ على أَحَدٍ ) .قال الإِمام ابن كثير عند تفسيره لهذه الآية ما ملخصه : \" أمر الله - تعالى - رسوله - صلى الله عليه وسلم - أن يبرأ من المنافقين ، وان لا يصلى على أحد منهم إذا مات ، وأن لا يقوم على قبره ليستغفر له ، أو يدعو له؛ لأنهم كفروا بالله ورسوله ، وهذا حكم عام فى كل من عرف نفاقه ، وإن كان سبب نزول الآية فى عبد الله بن أبى بن سلول رأس المنافقين \" .فقد روى البخارى \" عن ابن عمر قال : لما توفى عبد الله بن أبى جاء ابنه عبد الله إلى رسول الله - صلى الله عليه وسلم - فسأله أن يعطيه قميصه ليكفن فيه أباه ، فأعطاه إياه ، ثم سأله أن يصلى عليه ، فقام رسول الله - صلى الله عليه وسلم - ليصى عليه ، فقام عمر ، فأخذ بثوب رسول الله - صلى الله عليه وسلم - وقال : يا رسول الله ، تصلى عليه ، وقد نهاك ربك أن تصلى عليه؟ فقال الرسول - صلى الله عليه وسلم - \" وإنما خيرنى الله \" فقال : ( استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ الله لَهُمْ ) وسأزيده على السبعين . قال : إنه منافق - قال : فصلى عليه رسول الله - صلى الله عليه وسلم - فأنزل الله - تعالى - قوله : ( وَلاَ تُصَلِّ على أَحَدٍ مِّنْهُم مَّاتَ أَبَداً . . . ) الآية \" .وروى الإِمام أحمد عن ابن عباس قال : \" سمعت عمر بن الخطاب يقول : لما توفى عبد الله ابن أبى دعى رسول الله - صلى الله عليه وسلم - للصلاة عليه ، فقام عليه \" فلما وقف عليه - يريد الصلاة - تحولت حتى قمت فى صدره فقلت : يا رسول الله ، أعلى عدو الله : عبد الله بن أبى القائل يوم كذا ، كذا وكذا ، - وأخذ يعدد أيامه . قال : ورسول الله - صلى الله عليه وسلم يبتسم حتى إذا أكثرت عليه قال : تأخر عنى يا عمر . إنى خيرت فاخترت ، قد قيل لى : ( استغفر لَهُمْ ) الآية . لو أعلم أنى لو زدت على السبعين غفر له لزدت ، قال : ثم صلى عليه ومشى معه وقام على قبره حتى فرغ منه . قال : فعجبت من جرأتى على رسول الله - صلى الله عليه وسلم - والله ورسوله أعلم . قال فوالله ما كان إلا يسيراً حتى نزلت ( وَلاَ تُصَلِّ على أَحَدٍ مِّنْهُم مَّاتَ أَبَداً ) الآية . قال : فما صلى رسول الله - صلى الله عليه وسلم - بعد ذلك على منافق ولا قام على قبره حتى قبضه الله - عز وجل \" .والمعنى : \" لا تصل \" - أيها الرسول الكريم - \" على أحد \" من هؤلاء المنافقين \" مات أبدا ولا تقم على قبره \" أى : ولا تقف على قبره عند الدفن أو بعد بقصد الزيارة أو الدعاء له ، وذلك لأن صلاتك علهيم ، ووقوفك على قلوبهم شفاعة لهم ، ورحمة بهم ، وتكريم لشأنهم . وهم ليسوا أهلا لذلك .وقوله : ( إِنَّهُمْ كَفَرُواْ بالله وَرَسُولِهِ وَمَاتُواْ وَهُمْ فَاسِقُونَ ) تعليل للنهى عن الصلاة عليهم ، والوقوف على قبورهم .أى نهيناك - يا محمد - عن ذلك ، لأن هؤلاء المنافقين قد عاشوا حياتهم كافرين بالله ورسوله ، ومحاربين لدعوة الحق ، وماتوا وهم خارجون عن حظيرة الإِيمان .وجمع - سبحانه - بين وصفهم بالكفر ووصفهم بالفسق زيادة فى تقبيح أمرهم ، وتحقير شأنهم؛ فهم لم يكتفوا بالكفر وحده ، وإنما أضافوا إليه الفسق ، وهو الخروج عن كل قول طيب ، وخلق حسن ، وفعل كريم .قال بعضهم : فإن قلت : الفسق أدنى حالا من الكفر ، فما الفائدة فى وصفهم بالفسق بعد وصفهم بالكفر؟ قلت إن الكافر قد يكون عدلا بأن يؤدى الأمانة ، ولا يضمر لأحد سوءاً ، وقد يكون خبيثا كثير الكذب والمكر والخداع وإضمار السوء للغير ، وهذا أمر مستقبح عن كل أحد ، ولما كان المنافقون بهذه الصفة الخبيثة ، وصفهم الله - تعالى - بكونهم فاسقين بعد أن وصفهم بالكفر .هذا ، ومن الأحكام التى أخذها العلماء من هذه الآية ما يأتى :1- تحريم الصلاة على الكافر ، والوقوف على قبره ، ومفهومه وجوب الصلاة على المسلم ودفنه ومشروعية الوقوف على قبره ، والدعاء له .قال الإِمام ابن كثير : ولما نهى الله - تعالى - عن الصلاة على المنافقين والقيام على قبوهم للاستغفار لهم ، كان هذا الصنيع من أكبر القربات فى حق المؤمنين ، فشرع ذلك وفى فعله الأجر الجزيل ، كما ثبت فى الصحاح وغيرها من حديث أبى هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" \" من شهد الجنازة حتى يصلى عليها فله قيراط ، من شهدها حتى تدفن فله قيراطان ، قيل : وما القيراطان ، قال : \" أصغرهما مثل أحد \" وأما القيام عند قبر المؤمن إذا مات ، فروى أبو دواد عن عثمان بن عفان قال : \" كان رسول الله - صلى الله عليه وسلم - إذا فرغ من الميت وقف عليه وقال : \" استغروا لأخيكم واسألوا له التثبيت فإنه الآن يسأل \" \" .2- وجوب منع كل مظهر من مظاهر التكريم - فى الحياة وبعد الممات عن الذين يحاربون دعوة الحق ، ويقفون فى وجه انتشارها وظهورها : أما منع تكريمهم فى حياتهم فتراه فى قوله - تعالى - فى الآية السابقة : ( فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ فاستأذنوك لِلْخُرُوجِ فَقُلْ لَّن تَخْرُجُواْ مَعِيَ أَبَداً وَلَن تُقَاتِلُواْ مَعِيَ عَدُوّاً )وأما منع تكريمهم بعد مماتهم فتراه فى هذه الآية : ( وَلاَ تُصَلِّ على أَحَدٍ مِّنْهُم مَّاتَ أَبَداً وَلاَ تَقُمْ على قَبْرِهِ ) .ولا شك أن حجب كل تكريم عن أولئك المنافقين فى العهد النبوى ، كان له أثره القوى فى انهيار دولتهم ، وافتضاح أمرهم ، وذهاب ريحهم ، وتهوين شأنهم . .هذا ، وما فعله الرسول - صلى الله عليه وسلم - مع عبد الله بن أبى من الصلاة عليه ، والقيام على قبره إنما كان قبل نزول هذه الآية . .أو أنه - صلى الله عليه وسلم - فعل ذلك تطييباً لقلب ابنه الذى كان من فضلاء الصحابة وأصدقهم إسلاما .فقد سبق أن ذكرنا ما رواه البخارى عن ابن عمر أنه قال : لما توفى عبد الله ابن أبى جاء ابنه عبد الله إلى رسول الله - صلى الله عليه وسلم - فسأله أن يعطيه قميصه ليكفن فيه أباه ، فأعطاه إياه ثم سأله أن يصلى عليه . . الحديث .",
  "ayah": 84,
  "surah": 9
}
