{
  "text": "ثم ذكر - سبحانه - الأعذار الشرعية المقبولة عنده وعند رسوله ، والتى تجعل صاحبها لا حرج عليه إذا ما قعد معها عن القتال ، فقال ، تعالى : ( لَّيْسَ عَلَى الضعفآء . . . . مَا يُنْفِقُونَ ) .ذكر المفسرون فى سبب نزول هاتين الآيتين روايات ، منها ما جاء عن زيد بن ثابت أنه قال كنت أكتب لرسول الله - صلى الله عليه وسلم - فكنت أكتب \" براءة \" ، فإنى لواضح القلم على أذنى ، إذ أمرنا بالقتال ، فجعل رسول الله صلى الله عليه وسلم ينظر ما ينزل عليه ، إذ جاء أعمى فقال : كيف بى يا رسول الله وأنا أعمى؟ فنزلت ( لَّيْسَ عَلَى الضعفآء وَلاَ على المرضى ) الآية .وروى العوفى عن ابن عباس \" أن رسول الله - صلى الله عليه وسلم - أمر الناس اني نبعثوا غازين معه . فجاءته عصابة من أصحابه فيهم عبد الله بن مقرن المزنى ، فقالوا : يا رسول الله ، احملنا . فقال لهم : \" والله لا أجد ما أحملكم عليه \" ، فتولوا وهم يبكون وعز عليهم أن يجلسوا عن الجهاد ، ولا يجدون نفقة ولا محلا ، فلما رأى الله حرصهم على محبته ومحبة رسوله ، أنزل عذرهم فى كتابه فقال : ( لَّيْسَ عَلَى الضعفآء وَلاَ على المرضى ) . . \" الآية .وقال محمد بن إسحاق - فى سياق غزوة تبوك - ثم : \" إن رجالا من المسلمين أتوا رسول الله - صلى الله عليه وسلم - وهم البكاءون وهم سبعة نفر من الأنصار وغيرهم . . فاستحملوا رسول الله - صلى الله عليه وسلم ، وكانوا أهل حاجة فقال : \" لا أجد ما أحملكم عليه \" تولوا وأعينهم تفيض من الدمع حزنا ألا يجدوا ما ينفقون \" .والضعفاء : جمع ضعيف ، وهو من ليس عنده القوة على القيام بتكاليف الجهاد ، كالشيوخ والنساء والصبيان .والمرضى : جمع مريض ، وهم الذين عرضت لهم أمراض حالت بينهم وبين الاشراك فى القتال ، وهؤلاء عذرهم ينتهى بزوال أمراضهم .والمعنى : ( لَّيْسَ عَلَى الضعفآء ) العاجزين عن القتال لعلة فى تكوينهم ، أو لشيخوخة أقعدتهم ، ( وَلاَ على المرضى ) الذى حالت أمراضهم بينهم وبين الجهاد ( وَلاَ عَلَى الذين لاَ يَجِدُونَ مَا يُنفِقُونَ ) وهم الفقراء القادرون على الحرب ، ولكنهم لا يجدون المال الذين ينفقونه فى مطالب الجهاد ، ولا يجدون الرواحل التى يسافرون عليها أرض المعركة ، ليس على هؤلاء جميعا ( حَرَجٌ ) أى : إثم أو ذنب بسبب عدم خروجهم مع النبى - صلى الله عليه وسلم - إلى تبوك لقتال الكافرين . .وقوله : ( إِذَا نَصَحُواْ للَّهِ وَرَسُولِهِ ) : بيان لما يجب عليهم فى حال قعودهم .قال الجمل : ومعنى النصح - هنا - أن يقيموا فى البلد ، ويحترزوا عن إنشاء الأراجيف ، وإثارة الفتن ، ويسعوا فى إيصال الخير إلى أهل المجاهدين الذين خرجوا إلى الغزو ، ويقوموا بمصالح بيوتهم ، ويخلصوا الإِيمان والعمل لله؛ ويتابعوا الرسول - صلى الله عليه وسلم - فجملة هذه الأمور تجرى مجرى النصح لله ورسوله .وقوله : ( مَا عَلَى المحسنين مِن سَبِيلٍ ) استئناف مقرر لمضمون ما قبله .والمحسنون . جمع محسن ، وهو الذى يؤدى ما كله الله به على وجه حسن .والسبيل : الطريق السهل المهد الموصل إلى البغية . ومن ، زائدة لتأكيد النفى .أى : ليس لأحد أى طريق يسكلها لمؤاخذة هؤلاء المحسنين ، بسبب تخلفهم عن الجهاد ، بعد أن نصحوا لله ولرسوله ، وبعد أن حالت الموانع الحقيقة بنيهم وبين الخروج للجهاد .قال الآلوسى : والجملة استئناف مقرر مضمون ما سبق على أبلغ وجه : وألطف سبك ، وهو من بليغ الكلام ، لأن معناه ، لا سبيل لعاتب عليهم ، أى : لا يمر بهم العاتب ، ولا يجوز فى أرضهم ، فما أبعد العتاب عنهم ، وهو جار مجرى المثل .ويحتمل أن يكون تعليلا لنفى الحرج عنهم و ( المحسنين ) على عمومه . أى ليس عليهم حرج ، لأنه ما على جنس المحسنين سبيل ، وهم من جملتهم .وقال صاحب المنار : \" والشرع الإلهى يجازى المحسن بأضعاف إحسانه ، ولا يؤاخذ المسئ إلا بقدر إساءته ، فإذا كان أولئك المعذورون فى القعود عن الجهاد محسنين فى سائر أعمالهم بالنصح المذكور . انقطعت طرق المؤاخذة دونهم والإِحسان أعم من النصح المذكرو فالجملة الكريمة تتضمن تعليل رفع الحرج عنهم مقرونا بالدليل ، فكل ناصح لله ورسوله محسن ، ولا سبيل إلى مؤاخذة المحسن وإيقاعه فى الحرج وهذه المبالغة فى أعلى مكانه من أساليب البلاغة .وقوله : ( والله غَفُورٌ رَّحِيمٌ ) أى ، والله تعالى - واسع المغفرة ، كثير الرحمة ، يستر على عباده المخلصين ما يصدر عنهم من تقصير تقتضيه طبيعتهم البشرية .",
  "ayah": 91,
  "surah": 9
}
