{
  "text": "وقوله : ( وَلاَ عَلَى الذين إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لاَ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ . . ) معطوف على ما قبله ، من عطف الخاص على العام ، اعتناء بشأنهم ، وجعلهم كأنهم لتميزهم جنس آخر ، مع أنهم مندرجون مع الذين وصفهم الله قبل ذلك ( لاَ يَجِدُونَ مَا يُنفِقُونَ ) .أى : لا حرج ولا إثم على الضعفاء ولا على المرضى ولا على الذين يجدون ما ينفقون ، إذا ما تخلفوا عن الجهاد ، وكذلك لا حرج ولا إثم - أيضاً - على فقراء المؤمنين ، الذين إذا ما أتوك لتحملهم على الرواحل التى يركبونها لكى يخرجوا معك إلى هذا السفر الطويل قلت لهم يا محمد \" لا أجد ما أحملكم عليه \" .وفى هذا التعبير ما فيه من تطييب قلوب هؤلاء السائلين فكأنه - صلى الله عليه وسلم - يقول لهم إن ما تطلبونه أنا أسأل عنه ، وأفتش عليه فلا أجده ، ولو وجدته لقدمته إليكم .وقوله : ( تَوَلَّوْا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدمع حَزَناً أَلاَّ يَجِدُواْ مَا يُنْفِقُونَ ) بيان للآثار التى ترتبت على عدم وجود ما يحملهم من رواحل : لكى يخرجوا مع الرسول صلى الله عليه وسلم إلى تبوك .أى : أن هؤلاء المؤمنين الفقراء ، عندما اعتذرت لهم بقولك : \" لا أجد ما أحملكم عليه \" انصرفوا من مجلسك ، وأعينهم تسيل بالدموع من شدة الحزن لأنهم لا يجدون المال الذى ينفقونه فى مطالب الجاهد ، ولا الرواحل التى يركبونها فى حال سفرهم إلى تبوك .فالجملة الكريمة تعطى صورة صادقة مؤثرة للرغبة الصادقة فى الجهاد ، وللألم الشديدة للحرمان من نعمة أدائه .وبمثل هذه الروح ارتفعت راية الإِسلام ، وعزت كلمته ، وانتشرت دعوته .هذا ، ومن الأحكام والآداب التى نستطيع أن نأخذها من هاتين الآيتين ما يأتى : 1- أن التكاليف الإِسلامية تقوم على اليسر ورفع الحرج ، ومن مظاهر ذلك : أن الجهاد . وهو ذروة سنام الإِسلام ، قد أعفى الله - تعالى - منه الضعفاء والمرضى والذين يجدون وسائله ومتطلباته .قال الإِمام القرطبى : قوله تعالى : ( لَّيْسَ عَلَى الضعفآء وَلاَ على المرضى ) هذه الآية أصل فى سقوط التكليف عن العاجز ، فكل من عجز عن شئ مسقط عنه ، ولا فرق بين العجز من جهة القوة أو العجز من جهة المال . ونظير هذه الآية قوله . تعالى : ( لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا ) وقوله : ( لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ ) 2- أنه متى وجدت النية الصادقة فى فعل الخير . حصل الثواب وإن لم يكن هناك عمل ، بدليل أن المؤمنين الذين لم يخرجوا للجهاد لعذر شرعى ، بشرهم النبى صلى الله عليه وسلم بأنهم مشاركون لمن خرج فى الأجر .قال الإِمام ابن كثير : فى الصحيحين من حديث أنس أن رسول الله - صلى الله عليه وسلم - قال : \" إن بالمدينة أقواماً ما قطعتم وادياً . ولا سرتم سيراً إلا وهم معكم قالوا : وهم بالمدينة قال نعم حبسهم العذر \" .وروى الإِمام أحمد عن جابر قال : قال رسول الله صلى الله عليه وسلم : \" ولقد خلفتم بالمدينة رجالا ، ما قطعتم وادياً ، ولا سلكتم طريقاً ، إلا شاركوكم فى الأجر ، حبسهم المرض \" .3- أن الصحابة - رضى الله عنهم - ضربوا أربوع الأمثال فى الحرص على الجهاد والاستشهاد وأن أعذارهم الشرعية لم تمنع بعضهم من المشاركة فى القتال . .\" فهذا عبد الله بن أم مكتوم وكان يخرج إلى غزوة أحد ويطلب أن يحمل اللواء . وهذا عمرو ابن الجموح - وكان أعرج - يخرج من مقدمة الجيوش فيقول له الرسول - صلى الله عليه وسلم - : \" إن الله قد عذرك \" فيقول : \" والله لأحقرن بعرجتى هذه الجنة \" - أى لأتركن آثار أقدامى فيها .ومن كان يؤتى به وهو يمشى بين الرجلين معتمدا عليهما من شدة ضعفه ومع ذلك يقف فى صفوف المجاهدين .وبهذه القلوب السليمة ، والغزائم القوية والنفوس القوية والنفوس النقية التى خالط الإِيمان شغافها . . ارتفعت كلمة الحق ، وعزت كلمة الإِسلام .",
  "ayah": 92,
  "surah": 9
}
