{
  "text": "وبعد أن ذكر - سبحانه - حال هؤلاء الأعراب المنافقين ، أتبعه ببيان حال المؤمنين الصادقين منهم فقال : ( وَمِنَ الأعراب مَن يُؤْمِنُ بالله واليوم الآخر ) .أى : ومن الأعراب قوم آخرون من صفاتهم أنهم يؤمنون بالله إيمانا صادقا ، ويؤمنون باليوم الآخر وما فيه من ثواب وعقاب .وقوله : ( وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ الله وَصَلَوَاتِ الرسول ) مدح لهم على إخلاصهم وسخائهم وطاعتهم . .والقربات : جمع قبة وهى ما يتقرب به الإِنسان إلى خالقه من أعمال الخير ، والمراد بصلوات الرسول : دعواته للمتقربين إلى الله بالطاعة .أى : ومن الأعراب من يؤمن بالله واليوم الآخر إيمانا حقا ، ويعتبر كل ما ينفقه فى سبيل الله وسيلة للتقرب إليه - سبحانه - وتعالى بالطاعة ، ووسيلة للحصلو على دعوات الرسول - صلى الله عليه وسلم - له بالرحمة والمغفرة ، وبحسنات الدنيا والآخرة .ولقد كان من عادة النبى - صلى الله عليه وسلم - أن يدعو للمتصدقين بالخير والبركة ، فقد ورد فى الحديث الشريف \" أن رسول الله - صلى الله عليه وسلم - دعا لآل أبى أوفى عندما تقدموا إليه بصدقاتهم فقال : \" اللهم صلى على آل أبى أوفى \" أى : ارحمهم وبارك لهم فى أموالهم . .وقوله : ( ألا إِنَّهَا قُرْبَةٌ لَّهُمْ ) شهادة لهم منه سبحانه - بصدق إيمانهم ، وخلوص نياتتهم ، وقبول صدقاتهم .والضمير فى قوله ( إِنَّهَا ) يعود على النفقة التى أنفقوها فى سبيل الله ( ألا ) أداة استفتاح جئ بها لتأكيد الخبر والاهتمام به . أى : ألا إن هذا النفقات التى تقربوا بها إلى الله ، مقبولة عنده - سبحانه - قبولا مؤكدا ، وسيجازيهم عليها بما يستحقون من أجر جزيل . . .وقوله ( سَيُدْخِلُهُمُ الله فِي رَحْمَتِهِ ) وَعْدٌ لهم بإحاطة رحمته بهم . والسين للتحقيق والتأكيد .أى : أن هؤلاء المؤمنين بالله واليوم الآخر ، والمتقربين إليه سبحانه بالطاعات ، سيغمرهم الله تعالى برحمته التى لا شقاء معها .قال صاحب الكشاف : وقوله : ( ألا إِنَّهَا قُرْبَةٌ لَّهُمْ سَيُدْخِلُهُمُ الله فِي رَحْمَتِهِ ) شهادة من الله للمتصدق بصحة ما اعتقد من كون نفقته قربات وصلوات ، وتصديق لرجائه على طريق الاستئناف مع حرفى التنبيه والتحقيق المؤذنتين بثبات الأمر وتمكنه ، وكذلك قوله : ( سَيُدْخِلُهُمُ ) وما فى السين من تحقيق الوعد . وما أدل هذا الكلام على رضا الله تعالى عن المتصدقين ، وأن الصدقة منه مكان ، إذا خلصت النية من صاحبها .وقوله : ( إِنَّ الله غَفُورٌ رَّحِيمٌ ) تذييل مقرر لما قبله على سبيل التعليل .أى : إن الله تعالى - واسع المغفرة ، كثير الرحمة للمخلصين الذين يجتنبون كبائر الإِثم والفواحش إلا للمم .",
  "ayah": 99,
  "surah": 9
}
