{
  "text": "ولقد کذب .................... نکیر (76 : 81) ” ان سے پہلے گزرے ہوئے لوگ جھٹلا چکے ہیں۔ پھر دیکھ لو کہ میری گرفت کیسی سخت تھی “۔ نکسیر کا مفہوم ہے غصہ اور سرزنش اور اس کے نتیجے میں آنے والی سزا۔ ان کو وہ واقعات معلوم ہیں کہ اللہ نے امم سابقہ کو پکڑا۔ انہی سے پوچھا جاتا ہے کہ تم ہی بتاﺅ کہ پکڑ کیسے رہی۔\nفکیف کان نکیر (76 : 81) ” کیونکہ آثار ان کے سامنے تھے۔ لہذا وہ جانتے کہ عذاب کیسا رہا۔\nیہاں اللہ ان کی جس بےخوفی پر تنبیہ فرماتا ہے وہ ایسی بےخوفی ہے ، جس میں انسان اللہ سے غافل ہوجائے۔ ایسا امان ہے جس کے نتیجے میں انسان کے دل سے اللہ کی قدرت کا ڈر نکل جائے اور اللہ کی عظمت کا خیال نہ رہے۔ اس بےخوفی سے مراد وہ امن و اطمینان کی حالت نہیں ہے جو ذکر الٰہی کے نتیجے میں انسان کو حاصل ہوتی ہے۔ جو اللہ کی رحمت اور اس کی نگہبان کے یقین سے نصیب ہوتا ہے۔ مومن اللہ کی رحمت اور فضل کا امیدوار ہوتا ہے۔ لیکن غافل نہیں ہوتا۔ اللہ کو یاد کرنے والا مومن تو ہر وقت اس کی طرف نظریں اٹھائے ہوئے ہوتا ہے۔ اس سے حیا کرتا ہے ، اس کے غضب سے ڈرتا ہے۔ اور ہر وقت دعا کرتا ہے کہ اے اللہ تیری تقدیر میں میرے لئے جو مشکل لکھی ہے اس سے بچا اور عافیت نصیب کر۔ وہ ہر وقت ڈرتا ہے۔\nامام احمد نے اپنی اسناد کے ساتھ حضرت عائشہ ؓ سے روایت کی ہے کہ انہوں نے فرمایا : ” میں نے رسول اللہ کو کھبی بےفکری کی حالت میں یوں ہنستے ہوئے نہیں دیکھا کہ آپ کی حلق کا کوا نظرآتا ہو۔ آپ صرف تبسم فرماتے۔ اور رسول اللہ ﷺ یوں تھے کہ جب کوئی بادل دیکھتے یا تند ہوا دیکھتے تو آپ کے چہرے پر اثر ہوجاتا۔ تو میں نے کہا کہ اے رسول خدا لوگ جب بادل دیکھتے ہیں یا ہوا دیکھتے ہیں تو خوش ہوتے ہیں اس امید پر کہ اس میں بارش ہوگی۔ اور میں دیکھتی ہوں کہ آپ جب ان چیزوں کو دیکھتے تو آپ کے چہرے پر کراہیت کے آثار نظر آتے ہیں۔ اس پر رسول اللہ ﷺ نے فرمایا ” اے عائشہ .... اس بات کی کیا گارنٹی ہے کہ اس میں عذاب الٰہی نہ ہو ، بعض اقوام کو ہوا سے عذاب دیا گیا ، ” ایک قوم نے عذاب دیکھا اور کہا یہ ہے بادل جو ہم پر بارش کردے گا “۔ (صحیحین)\nیہ ہے دائمی جاگتا احساس ، اللہ تعالیٰ اور اللہ تعالیٰ کے نظام قضاوقدر کے بارے میں اور احادیث میں آپ کی سیرت سے بھی نقل ہوا ہے ، یہ احساس اللہ کی رحمت پر اطمینان اور اللہ کے فضل کی امیدواری کے خلاف نہیں ہے۔\nیوں آیات میں بتایا جاتا ہے کہ تمام ظاہر اسباب کا ایک مسبب الاسباب ہے۔ تمام اسباب اول کی طرف لوٹایا جاتا ہے۔ اور وہ ذات باری ہے ، جس کے ہاتھ میں پوری بادشاہت ہے اور وہ ہر چیز پر قادر ہے۔ لہٰذا کسی گاﺅں کو زمین میں دھنسا دینا ، کسی کو آتش فشاں کی زد میں لانا ، کسی بستی کو زلزلے سے تباہ کردینا ، اور کسی بستی کو تیز ہواﺅں کی زد میں لانا صرف اللہ کی قدرت میں ہے۔ اور ان کے علاوہ یہ تمام کائناتی قوتیں اور یہ تمام طبیعیاتی قوتیں کیا کسی انسان کے ہاتھ میں ہیں۔ ان کا معاملہ تو اللہ کے ہاتھ میں ہے ۔ ان کے بارے میں جو اسباب گنواتے ہیں۔ وہ تو محض مفروضے ہیں جن کے ذریعہ انسان ان واقعات کی کوئی معقول تشریح کرنا چاہتے ہیں۔ لیکن ان واقعات میں ان کا دخل وعمل کوئی نہیں ہوتا۔ اور نہ اپنے آپ کو ان واقعات سے بچا سکتے ہیں۔ اور انسان اس زمین کی پشت پر جو تبدیلیاں لاتے ہیں وہ ایک ہی جھٹکے سے نیست ونابود ہوجاتی ہیں۔ ایک آندھی اٹھتی ہے جس میں آگ ہوتی ہے تو وہ بھسم کرکے رکھ دیتی ہے۔ گویا کہ یہ کاغذی کھیل تھا۔ لہٰذا لوگوں کو چاہئے کہ وہ ہر معاملے کو صرف خالق کائنات کی طرف لوٹائیں اور اسے ہی تما حادثات کا سبب اول سمجھیں ، اسے ہی ان قوانین قدرت کا جاری کرنے والا سمجھیں جن کے مطابق کائنات چلائی جاتی ہے۔ اور وہ آسمان کی طرف متوجہ ہوں کیونکہ آسمان ہی علامت بلندی ہے۔ اور یوں اللہ کو یاد کریں جس کے ہاتھ میں سب بادشاہیاں ہیں اور وہ سب چیزوں پر قاد رہے۔\nانسان کے اندر جو قوت ہے وہ وہی ہے جو اسے خالق نے بخشی ہے۔ اس کے پاس وہی علم ہے جو خالق نے اسے دیا ہے۔ لیکن اس پوری کائنات کی زمام کار اللہ کے ہاتھ میں ہے۔ اور اس کائنات کے قوانین اس اللہ کے بنائے ہوئے ہیں۔ اور اس کے اندر جو قوتیں ہیں وہ اللہ کی مدد کی وجہ سے ہیں۔ اور یہ قوتیں اللہ کے نظام قضا وقدر کے مطابق چلتی ہیں ان سے جو تکلیف انسان کو پہنچتی ہے ، ان سے جو نعمتیں انسان کو پہنچتی ہیں اور وقتاً فوقتاً جو واقعات وحادثات اس کائنات میں انسان کو پیش آتے رہتے ہیں وہ سب اللہ کی طرف سے ہیں اور جو بڑے بڑے حادثات انسان کو اس دنیا میں پیش آتے ہیں اور جن کے سامنے انسان بےبس کھڑا ہوتا ہے اور نہایت ہی بڑا نقصان اٹھاتا ہے ان کے جواب میں انسان صرف یہ کرسکتا ہے کہ وہ اللہ خالق کائنات کو یاد کرے اور اس کے سامنے دست بدعا ہو۔ جس نے ان قوتوں کو انسان کے لئے مسخر کیا ہے اور صرف اللہ سے معاونت طلب کرے کہ وہ ان قوتوں کو انسان کے لئے مسخر کردے۔\nاور انسان جب اس حقیقت کو بھول جاتا ہے اور غرے میں مبتلا ہوکر دھوکہ کھا جاتا ہے اور اکڑتا ہے کہ اس نے تو اس کائنات کی بعض قوتوں کو مسخر کرلیا ہے ، تو ایسا شخص دراصل حقیقی علم سے دور ہوجاتا ہے اور اس کا رابطہ اب حقیقی علم سے کٹ جاتا ہے حالانکہ یہ حقیقی علم اسے اعلیٰ سرچشمے تک بلند کرتا ہے۔ اس طرح وہ مسخ ہوکر زمین پر گر جاتا ہے جبکہ حقیقی علم رکھنے والا شخص جو سچا مومن ہوتا ہے ، وہ سرنگوں ہوتا ہے لیکن وہ اس کائنات کے وسیع میلے تک رسائی حاصل کرلیتا ہے ، اس کا رابطہ باری تعالیٰ تک ہوجاتا ہے ۔ یہ ہے وہ رحمت خداوندی جس کا مزا وہی شخص لے سکتا ہے جس پر یہ رحمت ہوئی ہو اور یہ رحمت خداوندی اس شخص پر ہوتی ہے جس کے لئے اللہ لکھ دے۔\nلیکن انسان جس پدر چاہے غرور کرے ، اس کائنات کی قوتیں اسے مجبور کردیتی ہیں کہ وہ عجز و انکسار کے ساتھ اپنی بےبسی کا اعتراف کرلے ، چاہے وہ حقیقی علم سے لذت آشنا ہو یا نہ ہو۔ وہ نئے نئے انکشافات کرتا ہے اور نئی نئی طبعی قوتیں کی تسخیر کرتا ہے ، اس کے بعد جب وہ کائناتی سرکش قوتوں کا کبھی سامنا کرتا ہے تو وہ اپنی عاجزی تسلیم کرلیتا ہے اور نہایت ذلت کے ساتھ تسلیم کرتا ہے۔ ٹھیک ہے کہ کبھی وہ تندطوفان سے کسی پناہ گاہ میں چھپ جاتا ہے لیکن یہ طوفان نہایت سرکشی سے اس کے اوپر سے گزرتا ہے اور یہ اس کی راہ نہیں روک سکتا۔ زیادہ سے زیادہ وہ جو کرسکتا ہے ، وہ یہ ہے کہ طوفان کی زد سے بچ سکتا ہے۔ لیکن یہ بھی کبھی کبھار۔ بعض اوقات یہ قوتیں اس قدر سرکش ہوتی ہیں کہ دیواروں سے پیچھے اور تہہ خانوں کے اندر اسے ہلاک کردیتی ہیں اور کبھی جب اس کو سمندر کی سرکشی سے واسطہ پڑتا ہے تو اس بڑے جہاز موجوں اور بگولوں کے اندر آکر غرق ہوجاتے ہیں اور یوں نظر آتے ہیں جس طرح بچوں کا کوئی کھیل تھا۔ رہے زلزلے اور آتش فشاں تو وہ تو اول روز سے آج تک ناقابل کنٹرول ہیں۔ یہ صرف عقل کا اندھا پن ہے جو کسی انسان کو یہ باور کراسکتا ہے کہ وہ اللہ کے سوا اکیلا بھی یہاں رہ سکتا ہے یا یہ کہ وہ اس کائنات کا مالک ہے۔\nحقیقت یہ ہے کہ انسان اس زمین میں خدا کا نائب اور خلیفہ ہے۔ اور اسے علم ، قوت اور قدرت اسی قدر دی گئی جس قدر اللہ نے چاہا ہے۔ حقیقت یہ ہے کہ یہاں اس کا محافظ اور نگہبان اللہ ہی ہے۔ وہ رازق بھی ہے اور معطی بھی ہے۔ اگر اللہ کا دست قدرت ایک لحظہ کے لئے بھی اس کی نگہبانی چھوڑ دے تو اس دنیا کی طبیعی قوتیں اسے ایک سیکنڈ کے اندر پیس کر رکھ دیں۔ بلکہ صرف مکھیاں اور چیونٹیاں ہی اسے کھا جائیں۔ لیکن وہ اللہ کے حکم سے یہاں محفوظ ہے اور معزز ہے۔ لہٰذا اسے معلوم ہونا چاہئے کہ یہ شرف وکرم کہاں سے اخذ کرتا ہے ، یہ تو اللہ کا فضل ہے جو اسے دیا گیا ہے۔\nاب ڈراوے اور تنبیہ کے بعد اسے دوبارہ غور وفکر کی دعوت دی جاتی ہے۔ اور یہ ایک ایسے منظر میں جسے وہ بہت دیکھتا رہتا ہے ، ہر وقت دیکھتا رہتا ہے لیکن یہ انسان اس پر کم ہی غور کرتا ہے۔ حالانکہ وہ منظر قدرت الٰہی کا ایک بہت بڑا مظہر ہے اور اگر وہ اس پر غور کرے تو بہت کچھ اس سے سیکھ سکتا ہے۔ کیونکہ یہ اللہ کی قدرت کے آثار میں سے ایک عجیب اثر ہے۔",
  "ayah": 18,
  "surah": 67
}
