{
  "text": "اولم یروا .................... بصیر\nیہ خارق العادت معجزہ جو ہر وقت واقع ہوتا رہتا ہے۔ یہ چونکہ بار بار واقع ہوتا ہے اس لئے ہم اسے اہم نہیں سمجھتے۔ اور اس کے اندر اللہ کی جو قدرت کام کررہی ہے اسے بھی ہم بھول جاتے ہیں۔ خصوصاً جبکہ وہ صف بندی میں اڑتے ہیں اور پروں کو پھیلاتے ہیں اور سکیڑ لیتے ہیں۔ دونوں صورتوں میں وہ سف بستہ اڑتے ہیں۔ اور یہ پرندے بعض اوقات ایسے کرتب دکھاتے ہیں ، جن سے ان کی تخلیق کی خوبصورتی ظاہر ہوتی ہے۔ انسان دیکھتا ہی رہ جاتا ہے۔ اللہ کی عجیب و غریب مخلوقات کا یہ ایک عجیب تماشا ہے۔ جس کے اندر کمال اور جمال باہم یکجا نظر آتے ہیں۔ اس منظر کی طرف قرآن کا اشارہ یہ ہے !\nاولم .................... ویقبضن (76 : 91) ”” کیا یہ لوگ اپنے اوپر اڑنے والے پرندوں کو پر پھیلائے اور سکیڑتے نہیں دیکھتے ؟ “ اس کے بعد یہ بتایا جاتا ہے کہ ان کو کس نے ڈیزائن کیا ہے ؟۔\nما یمسکھن الا الرحمن (76 : 91) ” رحمن کے سوا کوئی نہیں جو انہیں تھامے ہوئے ہو ؟ “۔ اور رحمن نے ان کو ہوا میں ان قوانین قدرت کے مطابق رکھا ہوا ہے جو ہوا کے بارے میں اللہ نے یہاں رکھے ہوئے ہیں اور ان قوانین کے اندر ایک عجیب ترتیب ہے اور ان قوانین کے مطابق اللہ ان پرندوں کی تخلیق کی ہے جس میں ایک ایک خلیے اور ایک ایک ذرے کا حساب محلوظ ہے۔ یہ وہ قوانین ہیں جن کے مطابق فضا کے اندر ہزاروں مساواتی فارمولے چلتے ہیں تاکہ ہوا میں پرندوں کی اڑان کا عمل مکمل ہو۔ اور یونہی انتظام کے ساتھ چلتا رہے۔\nاور رحمن نے ان پرندوں کو اس حالت میں اپنی قدرت قادرہ کے ذریعے یوں رکھا ہوا ہے اور ان پر اس کی نظر اور نگرانی ہر وقت حاضر ہے اور کسی بھی وقت دور نہیں ہوتی۔ یہ اللہ ہی ہے کہ جو ان قوانین اور فارمولوں کو اس جہاں میں ہر وقت قائم ، متوازن اور منظم رکھتا ہے۔ یہ اصول کسی بھی وقت ٹوٹتے نہیں۔ ان میں کبھی خلل نہیں آتا۔ کبھی ان میں اضطراب نہیں آتا۔ ایک پلک جھپکنے کے لئے بھی ، ہر وقت۔\nما یمسکھن الا الرحمن (76 : 91) ” صرف رحمان ہی انہیں اس طرح تھامے ہوئے ہے “۔ کہ ہر پرندے اور ہر پر کو اللہ نے تھام رکھا ہے۔ اور یہ پرندہ جب ہوا میں پروں کو سیکڑلیتا ہے تو پھر فضا میں معلق ہوتا ہے ، اللہ اسے وہاں رکھ رہا ہوتا ہے۔\nانہ بکل ................ بصیر (76 : 91) ” وہی ہر چیز کا نگہبان ہے “۔ وہ ہر چیز کو دیکھتا ہے ، ہر چیز کی خبر رکھتا ہے۔ اس کے لئے حالات زندگی تیار رکھتا ہے ، اسے قوت دیتا ہے اور ہر لمحہ اس کی ضروریات ، روز مرہ کی ضروریات مہیا رکھتا ہے۔ جس طرح کوئی خبیر وبصیر رکھتا ہے۔ پرندوں کو فضا میں اسی طرح رکھتا ہے جس طرح تمام حیوانات کو زمین پر رکھتا ہے ، جو فضا میں اڑتے ہیں۔ جس طرح اس فضائے کائنات میں اس نے بڑے بڑے اجرام فلکی روک رکھے ہیں۔ جنہیں یوں روکنے والا اللہ کے سوا اور کوئی نہیں ہے۔ لیکن قرآن کریم لوگوں کو پکڑ کر ان کی آنکھوں اور دلوں کو ان تمام مناظر کی طرف کھینچ کر لاتا ہے جن کو وہ دیکھ سکتے ہیں اور سمجھ سکتے ہیں۔ اور ان کے دلوں پر ان مناظر کے اشارات اور اثرات بٹھاتا ہے۔ ورنہ اللہ کی ہر صنعت میں اعجاز ہے اور اللہ کی ہر مخلوق میں اس کے آثار ہیں۔ اور ہر تن اور ہر نسل اس سے اپنی عقل کے مطابق دیکھ سکتی ہے۔ ایک بدوی کہتا تھا :\nالبعرة تدل علی البعیر ” اونٹ کی مینگنی دلالت کرتی ہے کہ اونٹ گزرا ہے “۔ اور آ کا انسان اپنے مشاہدات کے ذریعہ توفیق الٰہی سے سب کچھ جانتا ہے یا بہت کچھ جانتا ہے۔\nاب قرآن دوبارہ ان کو ان کے ان حالات کی طرف لاتا ہے جن میں وہ بےبس ہوتا ہے ، طوفان ، زلزلوں ، آتش فشانی میں اور سنگ باری میں۔ فضا میں تیرنے والے پرندے کو دیکھ لیں کہ وہ تو فضائے کائنات میں اللہ کی توفیق سے امن میں ہیں تو دوبارہ ان کو ان کے مشکل لمحات یاد دلائے جاتے ہیں اور اسکی تکرار کا بہت اثر ہوتا ہے۔",
  "ayah": 19,
  "surah": 67
}
