{
  "text": "یہ کہ وہ قادر مطلق ہے اور اپنی مملکت میں ہر قسم کے تصرفات کرتا ہے ، تو اس کے آثار قدرت اور نمونہ تصرفات ملاحظہ فرمائیں کہ اس نے موت وحیات کی تخلیق کی۔ موت میں وہ حالت بھی شامل ہے جو کسی زندہ چیز کو حیات دینے سے پہلے ہوتی ہے۔ اور وہ حالت بھی شامل ہے ، جو حیات واپس لینے کے بعد طاری ہوتی ہے۔ اور حیات میں بھی پہلی زندگی شامل ہے اور مرنے کے بعد اٹھائے جانے والی زندگی بھی شامل ہے۔ یہ سب حالات اللہ کی تخلیقات میں آتے ہیں۔ ذہن انسانی میں یہ حقیقت بٹھانے کا مقصد یہ ہے کہ اے انسان تجھے بےمقصد نہیں پیدا کیا گیا تو ایک ذمہ دار مخلوق ہے۔ یہ نہیں ہے کہ بس یونہی اتفاقاً تو آگیا ہے اور بس یونہی ایک دن مرکر مٹی ہوجائے گا۔ اور یہ کام اور یہ عظیم تخلیقی عمل بےمقصد نہیں ہے بلکہ یہ انسانوں کو آزمانے کے لئے پیدا کیا گیا ہے تاکہ اللہ کے علم میں جن انسانوں کو جو مظاہرہ کرنا تھا وہ سامنے آجائے ، جس کا اللہ کو پہلے سے علم تھا۔ اور وہ اپنے اعمال پر مناسب جزاء وسزا کے حقدار ہوجائیں۔\nلیبلوکم ................ عملاً (76 : 2) ” تاکہ تم لوگوں کو آزما کر دیکھے کہ تم میں سے کون بہتر عمل کرنے والا ہے “۔ جب یہ عقیدہ ذہن میں بیٹھ جائے تو انسان بیدار ، محتاط ، چوکنا اور سمجھدار ہوجاتا ہے۔ وہ دل میں چھوٹے بڑے کاموں کے بارے میں سوچنا ہے اور پوشیدہ اور ظاہری باتوں کے بارے میں غور کرتا ہے۔ یہ عقیدہ انسان کو غفلت میں نہیں چھوڑتا۔ نہ مطمئن اور بےفکر چھوڑتا ہے۔ چناچہ کہا جاتا ہے۔\nوھوالعزیز الغفور (76 : 2) ” اور وہ زبردست بھی ہے اور درگزر فرمانے والا بھی “۔ اس اختتامیہ سے یہ اطمیانان دلانا مطلوب ہے کہ بیشک اللہ قدیر ہے اور زبردست ہے لیکن وہ غفور بھی ہے۔ وہ بندوں پر سختی نہیں کرتا۔ جب انسان کے دل میں یہ بات بیٹھ جائے کہ میرا امتحان ہے تو وہ ہر وقت خائف رہتا ہے کہ کیا نتیجہ نکلے گا لیکن جب وہ یہ سوچے گا کہ اللہ تو غفور ورحیم ہے تو اسے امید بندھ جائے گی اور وہ ثبات وقرار کے ساتھ صراط مستقیم پر چلے گا۔\nاسلام نے انسانوں کے سامنے خدا کا جو تصور پیش کیا ہے وہ ایسا نہیں ہے کہ جو ہر وقت انسانوں کا پیچھا کرتا ہے ، نہ ایسا ہے کہ اسے عذاب دینے میں مزا آتا ہے ، وہ عذاب دینے کو پسند کرتا ہے بلکہ اللہ ہر وقت یہ یاد دہانی کراتا ہے کہ تمہارا ایک مقصد وجود ہے ، اس کو نظروں سے اوجھل ہونے نہ دو ، اپنی حقیقت کے مقام تک اپنے آپ کو بلند کرو ، اور جس طرح اللہ نے اپنی روح تم میں پھونک کر تمہیں ایک بلند مرتبہ دیا۔ اس پر فائز ہو کر اللہ کی مخلوقات سے اپنے آپ کو افضل ثابت کرو ، جب لوگ اس مقصد کو پالیں تو پھر ان پر اللہ کی رحمتوں کی بارش ہوتی ہے۔ قدم قدم پر ان کی معاونت کی جاتی ہے اور حساب و کتاب میں عفو و درگزر سے کام لیا جاتا ہے۔\nیہ کہ اللہ ہر چیز پر قادر ہے اور اسی نے موت وحیات کو پیدا کیا تاکہ لوگوں کو آزمائے تو اس حقیقت کا مطالعہ ایک طرف اس پوری کائنات کے میدان میں کرایا جاتا ہے اور دوسری طرف حشر کے میدان میں اس کے مظاہردکھائے جاتے ہیں۔",
  "ayah": 2,
  "surah": 67
}
