{
  "text": "ثم ارجع البصر کرتین (76 : 4) ” بار بار نگاہ دوڑاﺅ“۔ شاید کوئی چیز دیکھنے سے رہ گئی ہو ، اور تم معلوم نہ کرسکے ہو ، لہٰذا پھر بھی نگاہ ڈالو۔\nینقلب .................... حسیر (76 : 4) ” تمہاری نگاہ تھک کرنا مراد پلٹ آئے گی “۔ یہاں چیلنج یہ ہے کہ ان آسمانوں اور اللہ تمام کی تمام مخلوقات کو ذرا گہری نظر سے دیکھو ، اس کائنات کا سنجیدہ مطالعہ کرو ، اور اس میں تامل و تدبر کرو ، اور اس چیز اور اس صفت ہی کو دراصل قرآن کریم انسانوں میں عام کرنا چاہتا ہے کہ تم اس کائنات کا گہرا مشاہدہ کرو۔ یہ کائنات دراصل بہت عجیب و غریب اور نہایت ہی خوبصورت ہے اور اس کے اندر معجزات و کمالات موجود ہیں لیکن ہم اس کے اندر اس قدر مانوس ہوگئے ہیں کہ اس کا انوکھا پن ہماری نظروں سے اوجھل ہوگیا ہے۔ اور اس کی عظیم خوبصورتی ہمیں کوئی خوبصورتی نظر نہیں آتی۔ حالانکہ یہ اس قدر خوبصورت ہے کہ نظر اس کی خوبصورتی کو دیکھ دیکھ کر سیر ہی نہ ہو اور اس کے اندر جو سبق اور اشارات ہیں ہمارے قلب ونظر کو اس سے سیر ہی نہ ہو۔ اور عقل تدبر کرتی ہی رہ جائے اور اس کے نظام کی بوقلمونیاں ختم ہی نہ ہوں۔ اس نقطہ نظر سے اگر انسان اس کائنات کا مطالعہ کرے تو اسے یہ کائنات اللہ تعالیٰ کی تیار کردہ اور سجائی ہوئی حسین و جمیل نمائش گاہ نظر آئے ، جس کا انوکھا پن اور جس کی خوبصورتی کبھی پرانی نہ ہو کیونکہ اس طرح عقل ونظر کے لئے اس کی خوبصورتی ہر روز نئی ہوگی۔\nجو لوگ اس کائنات کی حقیقت سے قدرے واقف ہیں اور وہ جدید سائنسی علوم کے مطابق اس کے بعض پہلوﺅں کے حالات اور اس کے نظام کو کام کرتا ہوا دیکھتے ہیں وہ تو حیران رہ جاتے ہیں اور ان کی عقل چکرانے لگتی ہے۔ لیکن اس کائنات کی خوبصورتی کے مشاہدے کے لئے کسی بڑی مقدار علم کی ضرورت نہیں ہے۔ انسان پر اللہ کا یہ کرم ہے کہ اس کو اللہ نے ایسی صلاحیت دی ہے کہ وہ معمولی مشاہدے اور غوروفکر کے ساتھ اس کائنات کے ہمقدم اس طرح چل سکتا ہے جس طرح ایک زندہ آدمی دوسرے زندہ آدمی کے ساتھ چلتا ہے۔ انسان کا قلب براہ راست اس کائنات کے پیغام کو پاتا ہے اور اس کی خوبصورتی کو دیکھتا ہے ، بشرطیکہ وہ آنکھیں اوپر کرکے دیکھے اور دل کھول کر کچھ اخذ کرے۔ اور وہ اس کائنات کو ایک زندہ مخلوق سمجھ کر اس کا رفیق بن جائے ، قبل اس کے کہ وہ اپنے نور فکر اور اپنی صد گاہوں سے اس عظیم اور عجیب کائنات کے رازوں کو افشا کرے۔\nچناچہ قرآن مجید لوگوں کو اس کائنات کے حوالے کرتا ہے۔ ان کے ہاتھ میں کائنات کی کھلی کتاب پکڑاتا ہے ، کہ اس کائنات کی آواز سنو ، اس کے تناظر اور عجائبات کی سیر کرو ، اس لئے کہ قرآن مجید کے مخاطب صرف سائنس دان نہیں ہیں ، بلکہ ہر دور اور ہر سطح کے انسان ہیں۔ قرآن کو ایک جنگلی اور صحراوی بھی پڑھتا ہے اور شہر میں بسنے والا اور سمندروں میں سفر کرنے والا بھی پڑھتا ہے ۔ وہ ایک ان پڑھ سے بھی مخاطب ہے ، جس نے ایک حرف بھی نہیں پڑھا۔ اور اسی طرح وہ باہر علم نجوم وفلکیات سے بھی مخاطب ہے۔ وہ ماہر طبیعیات سے بھی ہمکلام ہے اور ماہ رفلسفی سے بھی۔ ہر ایک کو قرآن میں عجائبات ملتے ہیں ، جن میں وہ تامل کرتا ہے اور قرآن ان سب کے غوروفکر کی قوتوں کو بیدار کرتا ہے۔",
  "ayah": 4,
  "surah": 67
}
