{
  "text": "اذا القوا .................... الغیظ (76 : 8) ” جب وہ اس میں پھینکے جائیں گے تو اس کے دہاڑنے کی ہولناک آواز سنیں گے اور وہ جوش کھارہی ہوگی ، شدت غضب سے پھٹی جاتی ہوگی “۔ ذرا جہنم کو دیکھو ، یہ زندہ مخلوق کی طرح ہے۔ اسے غصہ آرہا ہے اور وہ اپنے غصے پر قابو پانے کی کوشش کررہی ہے اور اس کی سانس پھول رہی ہے اور اس طرح اس کی سانس شدت غضب سے پھنکار کی شکل اختیار کررہی ہے۔ اس پر اس کے غصے ، کراہت اور نفرت کی وجہ سے اس قدر دباﺅ ہے کہ قریب ہے کہ وہ پھٹ پڑے۔\nبظاہر تو معلوم ہوتا ہے کہ یہ انداز بیان ایک مجازی تصویر کشی کا انداز ہے لیکن ہم اس کائنات کا جس قدرگہرا مطالعہ کریں گے ، معلوم ہوگا کہ اللہ کی مخلوقات میں سے ہر مخلوق زندہ ہے اور اس کی ایک مخصوص روح ہے۔ اور ہر مخلوق اپنے رب کو جانتی ہے۔ اور اس کی حمدوثنا کرتی ہے اور اللہ کی ہر مخلوق جب دیکھتی ہے کہ انسان رب تعالیٰ کا کفر کرتا ہے تو تمام مخلوقات خوفزدہ ہوجاتی ہیں کیونکہ ہر چیز کو اپنے خالق کی معرفت حاصل ہے اور ہر چیزمطیع فرمان ہے ، لہٰذا ہر چیز کو نافرمان مخلوق پر غصہ آتا ہے اور مخلوقات کی روح تمام منکرین سے نفرت کرتی ہے۔\nقرآن کریم میں آتا ہے۔\nتمسبح لہ………….. تسبیحھم (71 : 44) ” اس کی پاکی کو ساتوں آسمان و زمین اور وہ ساری چیزیں بیان کررہی ہیں جو آسمان اور زمین میں ہیں۔ کوئی چیز ایسی نہیں جو اس کی حمد کے ساتھ اس کی تسبیح نہ کررہی ہو ، مگر تم اس کی تسبیح سمجھتے نہیں ہو “۔ اور اسی طرح حضرت داﺅد (علیہ السلام) کے بارے میں ہے۔\nیجبال……………. والطیر (43 : 01) ”(ہم نے حکم دیا) اے پہاڑو ! اس کے ساتھ ہم آہنگی کرو اور یہی حکم ہم نے پرندوں کو دیا “۔\nاور دوسری جگہ بھی صراحت کے ساتھ وارد ہے :\nثم استوی………….. طائعین (14 : 11) ” پھر وہ آسمان کی طرف متوجہ ہوا جو اس وقت محض دھواں تھا ، اس نے آسمان اور زمین سے کہا وجود میں آجاﺅ تم چاہو یا نہ چاہو ، دونوں نے کہا : ہم آگئے فرماں برداروں کی طرح “۔\nیہ تمام چیزیں ، جس حقیقت کی طرف اشارہ کررہی ہیں وہ یہ ہے کہ ہر چیز رب تعالیٰ پر ایمان لاتی ہے ، اس کی تسبیح کرتی ہے ، تعریف کرتی ہے اور جب یہ چیزیں دیکھتی ہیں کہ انسان خالق کائنات کی نافرمانی کرتا ہے تو یہ دہشت زدہ ہوجاتی ہیں۔ جب انسان ایک مختلف رویہ اختیار کرتا ہے تو یہ چیزیں غضب الٰہی کے خوف سے کانپ اٹھتی ہیں۔ اور ان کو اس قدر غصہ آتا ہے کہ شدت غضب کی وجہ سے قریب ہے کہ یہ ایک دھماکے کے ساتھ انسان پر حملہ آور ہوجائیں۔ جس طرح کوئی کسی شریف اور عزت نفس رکھنے والے شخص کو برا بھلا کہے۔ غضب کے مارے اس کا گلا گھٹ جاتا ہے اور سانس پھول جاتی ہے اور وہ بڑی مشکل سے اپنے آپ پر قابو پاتا ہے اور اسی طرح کی حالت جہنم کی بتائی گئی۔\nوھی ……………. من الغیظ (76 : 8) ” وہ جوش کھارہی ہوگی اور شدت غضب سے پھٹی جارہی ہوگی “۔",
  "ayah": 7,
  "surah": 67
}
