{
  "text": "ثم صور - سبحانه - أحوال الناس فى هذا اليوم العصيب ، فقال : ( يَوْمَ هُم بَارِزُونَ لاَ يخفى عَلَى الله مِنْهُمْ شَيْءٌ . . . )وهذه الجملة الكريمة بدل من قوله ( يَوْمَ التلاق ) أى : يلقى - سبحانه - على من يشاء من عباده ، لكى ينذر الناس من أهوال ذلك اليوم الذى يتلقى فيه الخلائق ، والذى يظهرون فيه ظهورا تاما ، دون أن يخفى منهم شئ على الله - تعالى - .والله - تعالى - لا يخفى عليه شئ من أمرهم لا فى هذا اليوم ولا فى غيره ، ولكنه - سبحانه - ذكر بروزهم وعدم خفائهم عليه فى هذا اليوم ، لأنهم - لجهلهم - كانوا يتوهمون فى الدنيا أنهم يستطيعون التستر عنه ، كما أشار - سبحانه - إلى ذلك فى قوله - تعالى -( أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور ) ورحم الله صاحب الشكاف : فقد قال : قوله : ( يَوْمَ هُم بَارِزُونَ ) أى : ظاهرون لا يسترهم شئ من جبل أو أكمة أو بناء ، لأن الأرض بارزة قاع صفصف ، ولا عليهم ثياب ، إنما هم عراة مكشوفون ، كما جاء فى الحديث : \" يحشرون عراة حفاة غرلا \" ( لاَ يخفى عَلَى الله مِنْهُمْ شَيْءٌ ) بيان وتقرير لبروزهم ، والله - تعالى - لا يخفى عليه منهم شئ برزوا أم لم يبرزوا ، فما معناه؟قلت : معناه أنهم كانوا يتوهمون فى الدنيا أنهم إذا استتروا بالحيطان والحجب ، أن الله لا يراهم وتخفى عليه أعمالهم ، فهم اليوم صائرون من البروز والانكشاف إلى حال لا يتوهمون فيها مثل ما كانوا يتوهمونه قال - تعالى - : ( ولكن ظَنَنتُمْ أَنَّ الله لاَ يَعْلَمُ كَثِيراً مِّمَّا تَعْمَلُونَ . . ) وقوله - تعالى - : ( لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار ) السائل والمجيب هو الله - تعالى - .أى : ينادى الله - تعالى - فى المخلوقات فى ذلك اليوم ، لمن الملك فى هذا اليوم الهائل الشديد؟ ثم يجيب - سبحانه - على هذا السؤال بقوله : ( لِلَّهِ الواحد القهار ) .قال القرطبى ما ملخصه : قال الحسن : هو السائل - تعالى - وهو المجيب ، لأنه يقول ذلك حين لا أحد يجيبه ، فيجيب نفسه سبحانه فيقول : ( لِلَّهِ الواحد القهار ) .فيقول المؤمنون هذا الجواب سرورا وتلذذا ، ويقوله الكافرون غما وانقيادا وخضوعا .ثم قال : والقول الأول ظاهر جدا ، لأن المقصود إظهار انفراده - تعالى - بالملك عند انقطاع دعاوى المدعين ، وانتساب المنتسبين ، إذ قد ذهب كل ملك وملكه .",
  "ayah": 16,
  "surah": 40
}
