{
  "text": "أى : وقال فرعون لحاشيته ومستشاريه وخاصته : اتركونى لأقتل موسى - عليه السلام - وأتخلص منه ومن أقواله التى فيها ما فيها من الضرر بى وبكم .ويبدو من أسلوب الآية الكريمة أن اتجاه فرعون لقتل موسى كان يجد معارضة مستشاريه . لأنهم يرون أن قتله لا ينهى المتاعب ، بل قد يزيدها اشتعالا لأن عامة الناس سيفهمون أن قتل موسى كان بسبب أنه على الحق ، فتثور ثائرتهم لقتله ، أو لأنهم كانوا يخافون أن قتله سيؤدى إلى نزول العذاب بهم ، غضبا من رب موسى ، ولعل بعضهم كان يعتقد أن موسى على حق ولكن الخوف منعه من الجهر بذلك ، أو لأنهم كانوا يرون أن قتل موسى سيؤدى إلى تفرغ فرعون لهم ، وهم لا يريدون هذا التفرغ ، لأنه يؤدى إلى ضياع الكثير من منافعهم .قال صاحب الكشاف : قوله : ( ذروني أَقْتُلْ موسى ) كانوا إذا هم بقتله كفُّوه بقولهم : ليس موسى بالذى تخافه . وهو أقل من ذلك وأضعف وما هو إلا بعض السحرة . . وإنك إذا قتلته أدخلت الشبهة على الناس . واعتقدوا أنك قد عجزت عن معارضة بالحجة .والظاهر أن فرعون - لعنه الله - كان قد استيقن أن موسى نبيا .وأن ما جاء به آيات وما هو بسحر ، ولكن الرجل كان قتالا سفاكا للدماء فى أهون شئ ، فكيف لا يقتل من أحس منه بأنه هو الذى يثل عرشه . ويهدم ملكه . ولكنه كان يخاف إن همّ بقتله . أن يعاجل بالهلاك . .وقوله : ( وَلْيَدْعُ رَبَّهُ ) تظاهر من فرعون بأنه لا يبالى بما يكون من وراء قتله لموسى . وأنه غير مكترث لا بموسى ولا برب موسى .فالجملة الكريمة بيان لما جبل عليه هذا الطاغية من فجور وتكبر واستهزاء بالحق فكأنه يقول : إنى قاتل لموسى وليدع ربه لكى يخلصه منى . . !!ثم نرى فرعون بعد ذلك يتظاهر أمام حاشيته ، أنه ما حمله على إرادة قتل موسى ، إلا الحرص على منفعتهم . فيقول : ( إني أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِي الأرض الفساد )أى : اتركونى لأقتل موسى . وليدع ربه لكى يخلصه منى . إن كان فى إمكانه ذلك . فإنى أخاف إن لم أقتله أن يبدل دينكم الذى أنتم عليه بدين آخر أو أبان يظهر فى الأرض التى تعيشون عليها الفساد ، عن طريق بث الفتن بينكم وإيقاد نار العداوة فى صفوفكم . والعمل على اضطراب أمر دنياكم ومعاشكم .وهكذا الطغاة الماكرون فى كل زمان ومكان : يضربون الحق بكل سلاح من أسلحتهم الباطلة . ثم يزعمون بعد ذلك أمام العامة والبسطاء والمغلوبين على أمرهم . . أنهم ما فعلوا ذلك إلا من أجل الحرص على مصالحهم الدينية والدنيوية!!قال الإمام الرازى : والمقصود من هذا الكلام ، بيان السبب لقتل موسى ، وهو أن وجوده يوجب إما فساد الدين أو فساد الدنيا ، أما فساد الدين فلأن القوم اعتقدوا أن الدين الصحيح هو الذى كانوا عليه . فلما كان موسى ساعيا فى إفساده كان فى اعتقادهم أنه ساع فى إفساد الدين الحق .وأما فساد الدنيا فهو أنه لا بد وأن يجتمع عليه قوم ، ويصير ذلك سببا لوقوع الخصومات وإثارة الفتن .ولما كان حب الناس لأديانهم فوق حبهم لأموالهم ، لا جرم بدأ فرعون يذكر الدين فقال :( إني أَخَافُ أَن يُبَدِّلَ دِينَكُمْ ) ثم أتبعه بذكر فساد الدنيا فقال : ( أَوْ أَن يُظْهِرَ فِي الأرض الفساد )",
  "ayah": 26,
  "surah": 40
}
