{
  "text": "( وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ . . . )قال الإِمام الرازى : اعلم أنه - تعالى - لما حكى عن موسى - عليه السلام - أنه ما زاد فى دفع مكر فرعون وشره على الاستعاذة بالله ، بين أنه - تعالى - قيض إنسانا أجنبيا غير موسى حتى ذب عنه على أحسن الوجوه ، وبالغ فى تسكين تلك الفتنة ، واجتهد فى إزالة ذلك الشر .ثم قال - رحمه الله - يقول مصنف هذا الكتاب : ولقد جريت فى أحوال نفسى أنه كلما قصدنى شرير بشر ولم أتعرض له ، وأكتفى بتفويض ذلك الأمر إلى الله ، فإنه - سبحانه - يقيض أقواما لا أعرفهم ألبتة . يبالغون فى دفع ذلك الشر . .وظاهر الآية الكريمة يفيد أن هذا الرجل المؤمن كان من حاشية فرعون بدليل قوله - تعالى - : ( مِّنْ آلِ فِرْعَوْنَ ) ولم يكن من بنى إسرائيل .وقد رجح ابن جرير - رحمه الله - ذلك فقال : وأولى القولين فى ذلك بالصواب عندى : القول الذى قاله السدى من أن الرجل المؤمن كان من آل فرعون ، ولذا فقد أصغى لكلامه واستمع منه ما قاله ، وتوقف عن قتل موسى عند نهيه عن قتله . . ولو كان إسرائيليا لكان حريا أن يعاجل هذا القائل له ولملئه بالعقوبة على قوله ، لأنه لم يكن ستنصح بنى إسرائيل لاعتداده إياهم أعداء له . . ولكنه لما كان من ملأ قومه ، استمع إليه ، وكف فرعون عما كان قد هم به من قتل موسى . .قالوا : وهذا الرجل المؤمن هو الذى نصح موسى - عليه السلام - بقوله : ( إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فاخرج إِنِّي لَكَ مِنَ الناصحين ) وكان اسمه \" حزقيل \" او \" حبيب \" .أى : وقال رجل مؤمن من آل فرعون وحاشيته ، وكان يكتم إيمانه عنهم ، حتى لا يصيبه أذى منهم ، فعندما سمع فرعون يقول : ( ذروني أَقْتُلْ موسى ) قال لهم : ( أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبِّيَ الله وَقَدْ جَآءَكُمْ بالبينات مِن رَّبِّكُمْ ) .أى : أتقتلون رجلا لأنه يقول ربى الله وحده ، وقد جاءكم بالحجج البينات ، وبالمعجزات الواضحة من عند ربكم ، كدليل على صدقه فيما يبلغه عنه .فقوله : ( أَن يَقُولَ رَبِّيَ الله ) فى موضع المفعول لأجله . أى : أتقتلونه من أجل قوله هذا . وجملة ( وَقَدْ جَآءَكُمْ بالبينات مِن رَّبِّكُمْ ) حالية من فاعل يقول وهو موسى - عليه السلام - .والمقصود بهذا الاستفهام : الإِنكار عليهم والتبكيت لهم ، حيث قصدوا قتل رجل كل ذنبه أنه عبد الله - تعالى - وحده وقد جاءهم بالمعجزات الواضحات الدالة على صحة فعله وقوله .قال الإِمام ابن كثير : وقد كان هذا الرجل يكتم إيمانه عن قومه القبط ، فلم يظهر إلا هذا اليوم حين قال فرعون ( ذروني أَقْتُلْ موسى )فأخذت الرجل غضبه لله - تعالى - و \" أفضل الجهاد كلمة عدل عند سلطان جائر \" اللهم إلا ما رواه البخارى فى صحيحه حيث قال :حدثنا على بن عبد الله ، حدثنا الوليد بن مسلم ، حدثنا الأوزاعى ، حدثنى عروة بن الزبير قال : قلت لعبد الله بن عمرو بن العاص : أخبرنى بأشد شئ صنعه المشركون برسول الله صلى الله عليه وسلم فقال : \" بينا رسول الله صلى الله عليه وسلم بفناء الكعبة ، إذ أقبل عقبة بن أبى معيط فأخذ بمنكب رسول الله صلى الله عليه وسلم ولوى ثوبه فى عنقه ، فخنقه خنقا شديدا . فأقبل أبو بكر - رضى الله عنه - فأخذ بمنكبه ودفع عن النبى صلى الله عليه وسلم ثم قال : أتقتلون رجلا أن يقول ربى الله وقد جاءكم بالبينات من ربكم \" .وقال القرطبى : وعن على - رضى الله عنه - قال : اجتمعت قريش بعد وفاة أبى طالب بثلاث : فأرادوا قتل رسول الله صلى الله عليه وسلم فأقبل هذا يجؤه - أى يضربه - ، وهذا يُتَلْتِلهُ - أى : يحركه تحريكا شديدا - فلم يغثه أحد إلا أبو بكر وله ضفيرتان ، فأقبل يجأ هذا ويتلتل ذا ، ويقول بأعلى صوته : ويلكم : أتقتلون رجلا أن يقول ربى الله ، والله إنه لرسول الله ، فقطعت إحدى ضفيرتى أبى بكر يومئذ .ثم يحكى القرآن أن ذلك الرجل المؤمن ، لم يكتف بالإِنكار على قومه قصدهم موسى بالقتل بل أخذ فى محاولة إقناعهم بالعدول عن هذا القصد بشتى الأساليب والحجج فقال : ( وَإِن يَكُ كَاذِباً فَعَلَيْهِ كَذِبُهُ وَإِن يَكُ صَادِقاً يُصِبْكُمْ بَعْضُ الذي يَعِدُكُمْ . . ) .أى : أنه قال لهم : إن كان موسى - على سبيل الفرض - كاذبا فيما يقوله ويفعله فعليه وحده يقع ضرر كذبه ، وليس عليكم منه شئ ، وإن كان صادقا فيما يقوله ويفعله فعليه وحده يقع ضرر كذبه ، وليس عليكم منه شئ ، وإن كان صادقا فيما يقوله ويفعله ، فلا أقل من أن يصيبكم بعض الذى يعدكم به من سوء عاقبة مخالفة ما أتاكم به من عند ربه . .فأنت ترى أن الرجل كان فى نهاية الحكمة والإِنصاف وحسن المنطق ، فى مخاطبته لقومه ، حيث بين لهم أن الأمر لا يخرج عن فرضين ، وكلاهما لا يوجب قصد موسى - عليه السلام - بالقتل .ورحم الله صاحب الكشاف : فقد أجاد عند تفسير لهذه الآية فقال ما ملخصه : وقوله : ( أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبِّيَ الله . . . ) هذا إنكار عظيم منه ، وتبكيت شديد لهم ، كأنه قال : أترتكبون الفعلة الشنعاء التى هى قتل نفس محرمة ، وما لكم علة قط فى ارتكابها إلا كلمة الحق التى نطق بها وهى قوله ( رَبِّيَ الله ) . .ثم أخذ فى الاحتجاج عليهم على طريقة التقسيم فقال : لا يخلو من أن يكون كاذبا أو صادقا ، فإن يك كاذبا فعليه يعود كذبه ولا يتخطاه ضرره ، وإن يك صادقا يصبكم بعض ما يعدكم به إن تعرضتم له .فإن قلت : لم قال : ( بَعْضُ الذي يَعِدُكُمْ ) وهو - أى موسى - نبى صادق ، لابد لما يعدهم أن يصيبهم كله لا بعضه؟قلت : لأنه احتاج فى مقاولة خصوم موسى ومنا كريه ، إلى أن يلاوصهم - أى يحايلهم - ويداريهم ، ويسلك معهم طريق الإِنصاف فى القول ويأتيهم من جهة المناصحة ، فجاء بما علم أنه أقرب إلى تسليمهم لقوله ، وأدخل فى تصديقهم له وقبولهم منه ، فقال ( وَإِن يَكُ صَادِقاً يُصِبْكُمْ بَعْضُ الذي يَعِدُكُمْ ) وهو كلام المنصف فى مقاله ، غير المشتط فيه ، ليسمعوا منه ولا يردوا عليه ، وذلك أنه حين فرضه صادقا ، فقد أثبت أنه صادق فى جميع ما يعد ، ولكنه أردفه بقوله : ( يُصِبْكُمْ بَعْضُ الذي يَعِدُكُمْ ) ليهضمه بعض حقه فى ظاهر الكلام ، فيريهم أنه ليس بكلام من أعطاه حقه وافيا ، فضلا عن أن يتعصب له ، وتقديم الكاذب على الصادق أيضا من هذا القبيل .ثم أرشد الرجل المؤمن الحصيف قومه إلى سنة من سنن الله التى لا تتغير فقال : ( إِنَّ الله لاَ يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ ) .أى : إن سنة الله - تعالى - قد اقتضت أنه - سبحانه - لا يهدى إلى الحق والصواب ، من كان مسرفا فى أموره ، متجاوزا الحدود التى شرعها الله - تعالى - ومن كان كذابا فى إخباره عن الله - تعالى - ، ولو كان موسى مسرفا أو كذابا ، لما أيده الله - تعالى - بالمعجزات الباهرة . وبالحجج الساطعة الدالة على صدقه .فالجملة الكريمة إرشاد لهم عن طريق خفى إلى صدق موسى فيما يبلغه عن ربه ، وتعريض بما عليه فرعون من ظلم وكذب .قال الجمل فى حاشيته : فالجملة الكريمة كلام ذو وجهين نظرا لموسى وفرعون .الوجه الأول : أن هذا إشارة إلى الرمز والتعريض بعلو شأن موسى ، والمعننى : إن الله هدى موسى إلى الإِتيان بالمعجزات الباهرة ، ومن هداه الله إلى ذلك لا يكون مسرفا ولا كذابا .الوجه الثانى : أن يكون المراد أن فرعون مسرف فى عزمه على قتل موسى . وكاذب فى ادعائه الألوهية ، والله لا يهدى من كان كذلك . . .",
  "ayah": 28,
  "surah": 40
}
