{
  "text": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ (19(عطف على جملة { ونحن أقرب إليه من حبل الوريد } [ ق : 16 ] لاشتراكهما في التنبيه على الجزاء على الأعمال . فهذا تنقل في مراحل الأمور العارضة للإنسان التي تسلمه من حال إلى آخر حتى يقع في الجزاء على أعماله التي قد أحصاها الحفيظان .وإنما خولف التعبير في المعطوف بصيغة الماضي دون صيغة المضارع التي صيغ بها المعطوف عليه لأنه لقربه صار بمنزلة ما حصل قصدا لإدخال الروع في نفوس المشركين كما استفيد من قوله : { ذلك ما كنت منه تحيد } نظير قوله تعالى : { قل إن الموت الذي تفرون منه فإنه ملاقيكم } [ الجمعة : 8 ] .ويأتي على ما اختاره الفخر في تفسير { إذ يتلقى المتلقّيان } [ ق : 17 ] الآية أن تكون جملة { وجاءت سكرة الموت } الخ في موضع الحال . والتقدير : وقد جاءت سكرة الموت بالحق حينئذٍ .والمجيء مجاز في الحصول والاعتراء وفي هذه الاستعارة تهويل لحالة احتضار الإنسان وشعوره بأنه مفارق الحياة التي ألِفها وتعلق بها قلبه .والسَّكرة : اسم لما يعتري الإنسان من ألم أو اختلال في المزاج يحجب من إدراك العقل فيختل الإدراك ويعتري العقل غيبوبة . وهي مشتق من السَّكر بفتح فسكون وهو الغلق لأنه يغلق العقل ومنه جاء وصف السكران .والباء في قوله : { بالحق } للملابسة ، وهي إما حال من { سكرة الموت } أي متصفة بأنها حق ، والحق : الذي حقّ وثبَت فلا يتخلّف ، أي السكرة التي لا طمع في امتداد الحياة بعدها ، وإما حال من { الموت } ، أي ملتبساً بأنه الحق ، أي المفروض المكتوب على الناس فهم محقوقون به ، أو الذي هو الجِدّ ضد العبث كقوله تعالى : { خلق السماوات والأرض بالحق } [ التغابن : 3 ] مع قوله : { وما خلقنا السماوات والأرض وما بينهما باطلاً } [ ص : 27 ] .وقول { ذلك } إشارة إلى الموت بتنزيل قرب حصوله منزلة الحاصل المشاهد .و { تحيد } تفرّ وتهرب ، وهو مستعار للكراهية أو لتجنب أسباب الموت . والخطاب للمقصود من الإنسان وبالمقصود الأول منه وهم المشركون لأنهم أشدّ كراهية للموت لأن حياتهم مادية مَحضة فهم يريدون طول الحياة قال تعالى : { ومِن الذين أشركوا يَودّ أحدهم لو يُعَمَّر ألف سنة } [ البقرة : 96 ] إذ لا أمل لهم في حياة أخرى ولا أمل لهم في تحصيل نعيمها ، فأما المؤمنون فإن كراهتهم للموت المرتكزة في الجبلة بمقدار الإلف لا تبلغ بهم إلى حد الجزع منه . وفي الحديث « من أحب لقاء الله أحبّ الله لقاءه ، ومن كره لقاء الله كره الله لقاءه » ، وتأويله بالمؤمن يحب لقاء الله للطمع في الثواب ، وبالكافر يكره لقاء الله . وقد بينه النبي صلى الله عليه وسلم فقال : « إن المؤمن إذا حضرته الوفاة رأى ما أعد الله له من خير فأحب لقاء الله » أي والكافر بعكسه ، وقد قال الله تعالى خطاباً لليهود { قل إن الموت الذي تَفِرُّون منه فإنه ملاقيكم } [ الجمعة : 8 ] .وتقديم { منه } على { تحيد } للاهتمام بما منه الحياد ، وللرعاية على الفاصلة .",
  "ayah": 19,
  "surah": 50
}
