{
  "text": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (38(مناسبة اتصال هذه الآية بما قبلها أنه لما نزل قوله تعالى : { أفلم ينظروا إلى السماء فوقهم كيف بنيناها } [ ق : 6 ] إلى قوله : { لها طلع نضيد } [ ق : 10 ] ، وكان ذلك قريباً مما وصف في التوراة من ترتيب المخلوقات إجمالاً ثم نزل قوله بعد ذلك { أفَعَيِينَا بالخلْق الأول } [ ق : 15 ] كان بعض اليهود بمكة يقولون إن الله خلق السماوات والأرض في ستة أيام واستراح في اليوم السابع ، وهذا مكتوب في سفر التكوين من «التوراة» .والاستراحة تؤذن بالنَصَب والإعياء فلما فرغت الآية من تكذيب المشركين في أقوالهم عَطفت إلى تكذيب الذين كانوا يحدثونهم بحديث الاستراحة ، فهذا تأويل موقع هذه الآية في هذا المحل مع ما حكَى ابن عطية من الإجماع على أن هذه السورة كلها مكية وقد أشرنا إلى ذلك في الكلام على طليعة السورة فقول من قال نزلت في يهود المدينة تكلّف إذ لم يكن اليهود مقصورين على المدينة من بلاد العرب وكانوا يترددون إلى مكة .فقوله : { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام } تكملة لما وَصف من خلق السماوات في قوله : { أفلم ينظروا إلى السماء فوقهم كيف بنيناها إلى قوله : من كل زوج بهيج } [ ق : 6 ، 7 ] ليتوصل به إلى قوله : { وما مسنا من لغوب } إبطالاً لمقالة اليهود ، والجملة معطوفة على الجملة التي قبلها عطفَ القصة على القصة وقعت معترضة بين الكلام السابق وبين ما فرع عنه من قوله : { فاصبر على ما يقولون } [ طه : 130 ] .والواو في { وما مسنا من لغوب } واو الحال لأن لمعنى الحال هنا موقعاً عظيماً من تقييد ذلك الخلق العظيم في تلك المدة القصيرة بأنه لا ينصب خالقه لأن الغرض من معظم هذه السورة بيان إمكان البعث إذ أحالهُ المشركون بما يرجع إلى ضيق القدرة الإلهية عن إيقاعه ، فكانت هذه الآيات كلها مشتملة على إبراز معنى سعة القدرة الإلهية . ومعنى { وما مسنا من لغوب } : ما أصابنا تعب . وحقيقة المسِّ : اللَّمسُ ، أي وضع اليد على شيء وضعا غير شديد بخلاف الدفع واللطم . فعبر عن نفي أقل الإصابة بنفي المسّ لنفي أضعف أحوال الإصابة كما في قوله تعالى : { من قبل أن يتماسَّا } [ المجادلة : 3 ] فنفي قوة الإصابة وتمكنها أحرى .واللغوب : الإعياء من الجري والعمل الشديد .",
  "ayah": 38,
  "surah": 50
}
