{
  "text": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (9(بعد التنظر والتذكير والتبصير في صنع السماوات وصنع الأرض وما فيهما من وقت نشأتهما نُقل الكلام إلى التذكير بإيجاد آثار من آثار تلك المصنوعات تتجدد على مرور الدهر حية ثم تموت ثم تحيا دَأْبا ، وقد غير أسلوب الكلام لهذا الانتقال من أسلوب الاستفهام في قوله : { أفلم ينظروا إلى السماء } [ ق : 6 ] إلى أسلوب الإخبار بقوله : { ونزلنا من السماء ماء مباركاً } إيذاناً بتبديل المراد ليكون منه تخلص إلى الدلالة على إمكان البعث في قوله : { كذلك الخروج } [ ق : 11 ] . فجملة { ونزلنا } عطف على جملة { والأرض مددناها } [ الحجر : 19 ] .وقد ذكرت آثار من آثار السماء وآثار الأرض على طريقة النشر المرتب على وفق اللف .والمبارك : اسم مفعول للذي جعلت فيه البركة ، أي جُعل فيه خير كثير . وأفعال هذه المادة كثيرة التصرف ومتنوعة التعليق . والبركة : الخير النافع لما يتسبب عليه من إنبات الحبوب والأعناب والنخيل . وتقدم معنى المبارك عند قوله تعالى : { إن أول بيت وضع للناس للذي ببكة مباركاً } في سورة آل عمران ( 96 ( . وفي هذا استدلال بتفصيل الإنبات الذي سبق إجماله في قوله : { وأنبتنا فيها من كل زوج بهيج } [ ق : 7 ] لما فيه من سوق العقول إلى التأمل في دقيق الصنع لذلك الإنبات وأن حصوله بهذا السبب وعلى ذلك التطور أعظم دلالة على حكمة الله وسعة علمه مما لو كان إنبات الأزواج بالطفرة ، إذ تكون حينئذٍ أسباب تكوينها خفيّة فإذا كان خلق السماوات وما فيها ، ومد الأرض وإلقاء الجبال فيها دلائل على عظيم القدرة الربانية لخفاء كيفيات تكوينها فإن ظهور كيفيات التكوين في إنزال المال وحصول الإنبات والإثمار دلالة على عظيم علم الله تعالى .والجنات : جمع جَنة ، وهي ما شُجر بالكَرْم وأشجار الفواكه والنخيللِ .والحب : هو ما ينبت في الزرع الذي يُخرج سنابل تحوي حبوباً مثل البُرّ والشعير والذُّرة والسُّلْت والقطاني مما تحصد أصوله ليُدَقّ فيُخرج ما فيه من الحب .و { حب الحصيد } مفعول { أنبتنا } لأن الحب مما نبت تبعاً لنبات سنبله المدلول على إنباته بقوله : { الحصيد } إذ لا يُحصد إلا بعد أن ينبت .والحصيد : الزرع المحصود ، أي المقطوع من جذوره لأكل حبه ، فإضافة { حب } إلى { الحصيد } على أصلها ، وليست من إضافة الموصوف إلى الصفة . وفائدة ذكر هذا الوصف : الإشارة إلى اختلاف أحوال استحصال ما ينفع الناس من أنواع النبات فإن الجنات تُستثمر وأصولُها باقية والحبوب تستثمر بعد حصد أصولها ، على أن في ذلك الحصيد منافع للأنعام تأكله بعد أخذ حبه كما قال تعالى : { متاعاً لكم ولأنعامكم } [ النازعات : 33 ] . 6وخص النَخلُ بالذكر مع تناول جنات له لأنه أهم الأشجار عندهم وثمره أكثر أقواتهم ، ولإتباعه بالأوصاف له ولِطلعه مما يثير تذكر بديع قوامه ، وأنيق جماله .",
  "ayah": 9,
  "surah": 50
}
