{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 15,
      "text": "And from his chain of transmitters on the authority of Ibn 'Abbas that he said in explanation of Allah's saying (Alif. Lam. Ra.): '(Alif. Lam. Ra.) He says: I am Allah, and I see; it is also said that this is an oath, Allah swore by the Alif and by the Lam and by the Ra. (These are verses of the Scripture) this surah consists of verses from the Scripture (and a plain Reading) He says: I swear by the Qur'an which makes plain the lawful and the prohibited, the commands and prohibitions."
    },
    {
      "ayah": 10,
      "surah": 15,
      "text": "(We verily sent (messengers) before thee) O Muhammad, (among the factions of the men of old) among the groups of old."
    },
    {
      "ayah": 11,
      "surah": 15,
      "text": "(And never came there unto them a messenger) who was sent to them (but they did mock him) but they did deride the messenger."
    },
    {
      "ayah": 12,
      "surah": 15,
      "text": "(Thus do We make it) We leave denial (traverse the hearts of the guilty) the hearts of the idolaters:"
    },
    {
      "ayah": 13,
      "surah": 15,
      "text": "(They believe not therein) such that they do not believe in Muhammad (pbuh) or in the Qur'an, or that chastisement will descend upon them, (though the example of the men of old have gone before) when they denied the messengers, just as your people have denied you, and Allah's norm concerning them was to punish and destroy them because of their denial."
    },
    {
      "ayah": 14,
      "surah": 15,
      "text": "(And even if We opened unto them) unto the people of Mecca (a Gate of Heaven) from which to enter (and they kept mounting through it) and they kept ascending and descending through it, i.e. like the angels."
    },
    {
      "ayah": 15,
      "surah": 15,
      "text": "(They) the disbeliever of Mecca (would say: Our sight is wrong) our sight is gone (nay, but we are folk bewitched) our minds have been seized; we have been bewitched."
    },
    {
      "ayah": 16,
      "surah": 15,
      "text": "(And verily in the heaven We have set mansions of the stars) by means of which people are guided in the darkness of the sea or land; it is also said that this means: castles, (and We have beautified it) the sky by means of the stars (for beholders) who look at it."
    },
    {
      "ayah": 17,
      "surah": 15,
      "text": "(And We have guarded it from every outcast devil) from every accursed devil who is chased away by the stars to prevent them, i.e. the satans, from listening to the angels,"
    },
    {
      "ayah": 18,
      "surah": 15,
      "text": "(Save him who stealeth the hearing, and them doth a clear flame pursue) they are pursued by a bright, burning star."
    },
    {
      "ayah": 19,
      "surah": 15,
      "text": "(And the earth have We spread out) on water, (and placed therein) on the earth (firm hills) firm mountains as poles, (and caused each seemly thing) of vegetation and fruits in measured and known quantities. It is said this means: from every thing measured such as gold, silver, ore, copper, etc., (to grow therein) on the mountains; and it is said: on the earth."
    },
    {
      "ayah": 2,
      "surah": 15,
      "text": "(It may be that those who disbelieve) in Muhammad (pbuh) and in the Qur'an (wish ardently that they were Muslims) in this worldly life. He says: there may come a day when the disbeliever would wish that he was a Muslim. This is because when Allah takes out of hell whoever was a sincere believer and enters them into Paradise, the disbeliever wishes at that moment he had been a Muslim in this worldly life."
    },
    {
      "ayah": 20,
      "surah": 15,
      "text": "(And We have given unto you) We have created for you (livelihoods therein) on the earth: vegetations and fruits and that which you eat, drink and wear, (and unto those for whom ye provide not) and He also provides livelihood for those to whom you do not provide such as birds and wild beasts; it is also said that this refers to children in the wombs of their mothers."
    },
    {
      "ayah": 21,
      "surah": 15,
      "text": "(And there is not a thing) of vegetation, fruits or rains (but with Us are the stores thereof) except that We have its keys; its keys are in Our Hand not in yours. (And We send it) i.e. rain (not down save in appointed measure) with a specific quantity and weight known to the One Who stores it."
    },
    {
      "ayah": 22,
      "surah": 15,
      "text": "(And We send the winds fertilising) trees and clouds, (and cause water) rain (to descend from the sky, and give it you to drink) on the earth. (It is not ye who are the holders of the store) of its keys (thereof) i.e. of the rain."
    },
    {
      "ayah": 23,
      "surah": 15,
      "text": "(Lo! and it is We, even We, Who quicken) We resurrect (and give death) in this worldly life, (and We are the Inheritor) We are the Owners of what is in the heavens and in the earth after the death of its inhabitant and also before their death."
    },
    {
      "ayah": 24,
      "surah": 15,
      "text": "(And verily We know the eager among you) i.e. those who have died of your fathers and mothers; it is also said that this means: those who come forward to the first line (and verily We know the laggards) those who are still alive among their sons and daughter; it is also said that this means: those who withdraw to the last line."
    },
    {
      "ayah": 25,
      "surah": 15,
      "text": "(Lo! your Lord will gather them together) the former and the latter. (Lo! He is Wise) He decreed that they will be mustered, (Aware) of their mustering, reward and punishment."
    },
    {
      "ayah": 26,
      "surah": 15,
      "text": "(Verily We created man) Adam (of potter's clay) of dry clay (of black mud altered) clay that stinks; it is also said that this means: shaped clay."
    },
    {
      "ayah": 27,
      "surah": 15,
      "text": "(And the jinn) the first father of the jinn (did We create aforetime) before the creation of Adam (pbuh) (of essential fire) of smokeless fire."
    },
    {
      "ayah": 28,
      "surah": 15,
      "text": "(And (remember) when thy Lord said unto the angels) who were on the earth, there were 10,000 of them: (Lo! I am creating a mortal out of potter's clay of black mud altered) of stinking mud."
    },
    {
      "ayah": 29,
      "surah": 15,
      "text": "(So, when I have made him) so when I created his hands, legs, eyes and the rest of him (and have breathed into him of My Spirit) and placed the spirit into him, (do ye fall down, prostrating yourselves unto him) as a greeting."
    },
    {
      "ayah": 3,
      "surah": 15,
      "text": "(Let them) O Muhammad (eat) without having any proof or resolve for that which lies ahead (and enjoy life) and live a life of disbelief and illicitness, (and let (false) hope beguile them) and let long hope preoccupy them from obeying Allah. (They will come to know!) they will come to know upon death and in the grave and on the Day of Judgement what will be done to them. This is a threat to them."
    },
    { "ayah": 30, "surah": 15, "text": "(So the angels fell prostrate) to Adam (pbuh) (all of them together)" },
    {
      "ayah": 31,
      "surah": 15,
      "text": "(Save Iblis), their chief. (He refused) he felt too proud (to be among the prostrate) to Adam (pbuh)."
    },
    {
      "ayah": 32,
      "surah": 15,
      "text": "(He) Allah, Exalted is He, (said: O Iblis!) O you who have despaired of My mercy, (What aileth you that thou art not among the prostrate?) why do you not prostrate to Adam?"
    },
    {
      "ayah": 33,
      "surah": 15,
      "text": "(He said: Why should I prostrate myself unto a mortal whom Thou hast created out of potter's clay of black mud altered?) he said: it is not becoming of me to prostrate to clay."
    },
    {
      "ayah": 34,
      "surah": 15,
      "text": "(He said) Allah said to him: (Then go thou forth from hence) from the form of angels; it is also said that this means: go forth from My favour and mercy; and it is also said that this means: go forth from the earth, (for verily you are outcast) accursed and banished from My mercy."
    },
    {
      "ayah": 35,
      "surah": 15,
      "text": "(And lo! the curse) My curse and the curse of the angels and all created beings (shall be upon you till the Day of Judgement) until the Day of Reckoning."
    },
    {
      "ayah": 36,
      "surah": 15,
      "text": "(He said) Iblis said: (My Lord!) O my Lord! (Reprieve me till the day when they are raised) from the grave; the accursed did not wish to taste death."
    },
    {
      "ayah": 37,
      "surah": 15,
      "text": "(He said) Allah said: (Then lo! thou art of those reprieved) you will be given respite"
    },
    { "ayah": 38, "surah": 15, "text": "(Till an appointed time) the first blast of the Trumpet" },
    {
      "ayah": 39,
      "surah": 15,
      "text": "(He said: My Lord) O my Lord, (Because Thou hast sent me astray) as you made me err from guidance, (I verily shall adorn the path of error) lusts and desires (for them) for the children of Adam (in the earth, and shall mislead them) make them to err (every one) from guidance."
    },
    {
      "ayah": 4,
      "surah": 15,
      "text": "(And We destroyed no township) We destroyed no people of a township (but there was a known decree for it) except that there is an appointed term for their destruction."
    },
    {
      "ayah": 40,
      "surah": 15,
      "text": "(Save such of them as are Thy perfectly devoted slaves) those who are protected from me; it is also said that this means: those who profess monotheism."
    },
    {
      "ayah": 41,
      "surah": 15,
      "text": "(He said) then Allah, Exalted is He, said: (This is a right course) a noble and honoured course; it is also said that this means: it is incumbent upon Me to make those who obeyed you and those who entered with you cross; it is also said that this means: an established straight path which He is pleased with; it is also said that this means: this is a lofty course (incumbent upon Me):"
    },
    {
      "ayah": 42,
      "surah": 15,
      "text": "(Lo! as for My slaves) My believing slaves, (thou hast no power) or strength (over any of them save such of the froward) such of the disbelievers (as follow thee) as obey you,"
    },
    {
      "ayah": 43,
      "surah": 15,
      "text": "(And lo! for all such, hell will be the promised place) the destination of those who obey you."
    },
    {
      "ayah": 44,
      "surah": 15,
      "text": "(It hath seven gates) some higher than others: its highest is Gehenna and lowest al-Hawiyah, (and each gate hath an appointed portion) each gate has a specific number of disbelievers who will enter it."
    },
    {
      "ayah": 45,
      "surah": 15,
      "text": "(Lo! those who ward off (evil)) disbelief, idolatry, and indecencies, i.e. Abu Bakr, 'Umar and their fellow believers (are among Gardens and water springs) springs of pure water."
    },
    {
      "ayah": 46,
      "surah": 15,
      "text": "((And it is said unto them): Enter them) Allah, Exalted is He, will say to them on the Day of Judgement: enter Paradise (in peace) with peace and greetings; it is also said that this means: with safety and redemption from Us, (secure) from death and evanescence."
    },
    {
      "ayah": 47,
      "surah": 15,
      "text": "(And We remove whatever rancour) treachery and enmity that was between them in this worldly life (may be in their breasts. As brethren) in the Hereafter, (face to face, (they rest) on couches raised) upon visiting one another."
    },
    {
      "ayah": 48,
      "surah": 15,
      "text": "(Toil) tiredness or hardship (cometh not unto them there) in Paradise, (nor will they be expelled from thence) expelled from Paradise."
    },
    {
      "ayah": 49,
      "surah": 15,
      "text": "(Announce, (O Muhammad) unto My slaves) tell my servants (that verily I am the Forgiving) of sins, (the Merciful) towards him who dies in a state of repentance."
    },
    {
      "ayah": 5,
      "surah": 15,
      "text": "(No nation can outstrip its term) He says: no nation perishes or is destroyed before the appointed time for its perishing or destruction (nor can they lag behind) no nation is given respite when its appointed time comes."
    },
    {
      "ayah": 50,
      "surah": 15,
      "text": "(And that My doom is the dolorous doom) the painful doom for the one who does not repent and dies in a state of disbelief."
    },
    {
      "ayah": 51,
      "surah": 15,
      "text": "(And tell them of Abraham's guests) the Archangel Gabriel and the twelve angels who accompanied him."
    },
    {
      "ayah": 52,
      "surah": 15,
      "text": "((How) when they came in unto him) unto Abraham, (and said: Peace) they greeted him. (He said) Abraham said to them when they did not touch his food: (Lo! we are afraid of you) we are scared of you."
    },
    {
      "ayah": 53,
      "surah": 15,
      "text": "(They said: Be not afraid!) do not be scared of us, O Abraham! (Lo! we bring you good tidings of a boy possessing wisdom) in his tender years, clement in his old age."
    },
    {
      "ayah": 54,
      "surah": 15,
      "text": "(He said: Bring ye me good tidings (of a son) when old age hath overtaken me? Of what then can you bring good tidings?) now."
    },
    {
      "ayah": 55,
      "surah": 15,
      "text": "(They said: We bring thee good tidings in truth) that you will have a son. (So be not thou of the despairing) in relation to having a son."
    },
    {
      "ayah": 56,
      "surah": 15,
      "text": "(He said) Abraham said: (And who despaireth not the mercy of his Lord save those who are astray) those who disbelieve in Allah or are ungrateful for His blessings?"
    },
    {
      "ayah": 57,
      "surah": 15,
      "text": "(He said) Abraham said to Gabriel and his aids: (And afterward what is your business) what is the matter, why did you come, O you messengers (of Allah)?)"
    },
    {
      "ayah": 58,
      "surah": 15,
      "text": "(They said: We have been sent unto a guilty folk) to idolaters who brought destruction upon themselves because of their evil acts, meaning here the people of Lot."
    },
    {
      "ayah": 59,
      "surah": 15,
      "text": "((All) save the family of Lot) his daughters Za'ura and Raytha and his righteous wife [who was one of his wives]. (Them we shall deliver everyone) from destruction,"
    },
    {
      "ayah": 6,
      "surah": 15,
      "text": "(And they) this refers to 'Abdullah Ibn Umayyah al-Makhzumi and his host who (say) to Muhammad (pbuh): (O thou unto whom the Reminder is revealed) O you who claim that Gabriel brought you the Qur'an, (lo! thou art indeed a madman!) who is inventing lies."
    },
    {
      "ayah": 60,
      "surah": 15,
      "text": "(Except his wife) his other wife, Wa'ilah the hypocrite, (of whom We had decreed that she should be of those who stay behind) and be destroyed."
    },
    {
      "ayah": 61,
      "surah": 15,
      "text": "(And when the messengers) Gabriel and his helpers (came unto the family of Lot) to Lot,"
    },
    {
      "ayah": 62,
      "surah": 15,
      "text": "(He said: Lo! ye are folk unknown (to me)) you are unknown in our country, nor are we familiar with the wording of your greeting."
    },
    {
      "ayah": 63,
      "surah": 15,
      "text": "(They said: Nay, but we bring thee that concerning which they keep disputing) the torment in which they are in doubt,"
    },
    {
      "ayah": 64,
      "surah": 15,
      "text": "(And bring thee the Truth) the news of the torment, (and lo! we are truth tellers) that a chastisement is coming down on them."
    },
    {
      "ayah": 65,
      "surah": 15,
      "text": "(So travel with thy household in a portion of the night) at the end of the night, at dawn, (and follow you their backs) walk behind them in the direction of Sa'ar. (Let none of you turn round) let none of you lag behind, (but go whither ye are commanded) towards Sa'ar."
    },
    {
      "ayah": 66,
      "surah": 15,
      "text": "(And We made plain the case to him) We commanded him to go to Sa'ar, (that the root of them (who did wrong)) the people of Lot (was to be cut at early morn) in the morning."
    },
    {
      "ayah": 67,
      "surah": 15,
      "text": "(And the people of the city came) to the house of Lot, (rejoicing at the news (of new arrivals)) and at the prospect of engaging in their evil acts."
    },
    {
      "ayah": 68,
      "surah": 15,
      "text": "(He said) Lot said to them: (Lo! they are my guests. Affront me not!) do not shame me in front of them."
    },
    {
      "ayah": 69,
      "surah": 15,
      "text": "(And keep your duty to Allah) fear Allah concerning that which is forbidden, (and shame me not!) do not humiliate me in front of my guests."
    },
    {
      "ayah": 7,
      "surah": 15,
      "text": "(Why bringest thou not angels unto Us) from heaven so that they bear witness that you are Allah's Messenger, (if thou art of the truthful?) in what you say."
    },
    {
      "ayah": 70,
      "surah": 15,
      "text": "(They said: Have we not forbidden you) O Lot (from (entertaining) anyone?) from welcoming any strangers as guests."
    },
    {
      "ayah": 71,
      "surah": 15,
      "text": "(He said: Here are my daughters) it is also said that this means: here are the daughters of my people, I will marry you to them, (if ye must be doing (so)) if you want to get married."
    },
    {
      "ayah": 72,
      "surah": 15,
      "text": "(By thy life (O Muhammad)) Allah swore by the life of Muhammad (pbuh) and it is also said that He swore by His religion (they) i.e. the people of Lot (moved blindly) they did not see (in the frenzy of approaching death) because of their ignorance that they were heading towards their death."
    },
    {
      "ayah": 73,
      "surah": 15,
      "text": "(Then the (Awful) Cry) of chastisement (overtook them at the sunrise) when the sun was rising."
    },
    {
      "ayah": 74,
      "surah": 15,
      "text": "(And We utterly confounded them) We turned their location upside down, (and We rained upon them) upon their sodomites and sinners (stones of heated clay) coming down from the first heaven; it is also said that these stones were of manure and mud which were heated up like bricks."
    },
    {
      "ayah": 75,
      "surah": 15,
      "text": "(Lo! Therein) in that which We did to them (verily are portents) signs and lessons (for those who read the signs) it is also said that this means: for those who meditate; and also: for those who can see; and: for those who take admonition."
    },
    {
      "ayah": 76,
      "surah": 15,
      "text": "(And lo! It) i.e. the township of Lot (is upon a road still uneffaced) a road that they pass by all the time."
    },
    {
      "ayah": 77,
      "surah": 15,
      "text": "(Lo! Therein) in their destruction (is indeed a portent) a lesson (for believers)."
    },
    {
      "ayah": 78,
      "surah": 15,
      "text": "(And the dwellers in the wood) i.e. the people of Shu'ayb (indeed were evil-doers) idolaters."
    },
    {
      "ayah": 79,
      "surah": 15,
      "text": "(So We took vengeance on them) in this worldly life by means of chastisement; (and lo! they both) the townships of Lot and Shu'ayb (are on a high road plain to see) and which they do pass by."
    },
    {
      "ayah": 8,
      "surah": 15,
      "text": "Allah said: (We send not down the angels) from heaven (save with the Fact) with destruction or for taking their souls away, (and that case (the disbelievers) would not be tolerated) they would not be given any respite when the angels come down to them."
    },
    {
      "ayah": 80,
      "surah": 15,
      "text": "(And the dwellers in Al-Hijr) the people of Salih (indeed denied (Our) messengers) Salih and all the other messengers."
    },
    {
      "ayah": 81,
      "surah": 15,
      "text": "(And We gave them Our revelations) the camel as well as other things, (but they were averse to them) they denied them."
    },
    {
      "ayah": 82,
      "surah": 15,
      "text": "(And they used to hew out dwellings from the hills) from the mountains, (wherein they dwelt) secure) in the sense that they were safe from their collapse; it is also said that this means: safe from the torment."
    },
    {
      "ayah": 83,
      "surah": 15,
      "text": "(But the (Awful) Cry overtook them) as a chastisement (at the morning hour) in the morning,"
    },
    {
      "ayah": 84,
      "surah": 15,
      "text": "(And that which they were wont to count as gain) their words, deeds and that which they worshipped (availed them not) against Allah's torment."
    },
    {
      "ayah": 85,
      "surah": 15,
      "text": "(We created not the heavens and the earth and all that is between them) of created beings and marvels (save with truth) in order to expound the Truth, falsehood and the proofs against them, (and lo! the Hour is surely coming. So forgive, O Muhammad, with a gracious forgiveness) turn away from them gently without using foul language nor feel alarmed at their denial. This was, however, abrogated by the verse of fighting."
    },
    {
      "ayah": 86,
      "surah": 15,
      "text": "(Lo! thy Lord! He is the All-Wise Creator) Who will resurrect those who believe in Him and those who do not believe in Him, and He also knows their reward and punishment."
    },
    {
      "ayah": 87,
      "surah": 15,
      "text": "(We have given thee seven of the oft repeated (verses)) He says: We honoured you with seven verses of the Qur'an which are read in every unit of the prayer, i.e. the opening chapter of the Book (al-Fatihah); it is also said that this means: We honoured you with the following of the Qur'an, for the whole Qur'an consists of pairs or couples: commands and prohibitions, promises and threats, the lawful and the unlawful, the abrogating and the abrogated, a literal meaning and an allegorical meaning, ambiguous verses and unambiguous verses, news of the past and events of the future, the praise of some people and the rebuke of others, (and the great Qur'an) He says: and We honoured you with the great, glorious and magnificent Qur'an just as We revealed the Torah and Gospel to the Jews and Christians."
    },
    {
      "ayah": 88,
      "surah": 15,
      "text": "(Strain not thine eyes towards) covet not (that which We cause some wedded pairs among them) men from the Banu Qurayzah and the Banu'l-Nadir; it is also said that this refers to men from the Quraysh-because that with which We honoured you, prophethood, the Qur'an and Islam, is far greater than that which We have given them (to enjoy) in terms of wealth, (and be not grieved on their account) do not grieve for their destruction if they choose not to believe, (and lower thy wing (in tenderness) for the believers) be compassionate with them."
    },
    {
      "ayah": 89,
      "surah": 15,
      "text": "(And say: Lo! I, even I, am a plain warner) I am a messenger warning you against Allah's chastisement, in a language that you all understand,"
    },
    {
      "ayah": 9,
      "surah": 15,
      "text": "(Lo! We, even We, reveal the Reminder) We sent Gabriel with the Qur'an, (and lo! We verily are its) the Qur'an's (Guardian) from satans such that they do not add or diminish from it anything nor change its judgements; it is also said that this means: We are Guardian of Muhammad (pbuh) from the disbelievers and satans."
    },
    {
      "ayah": 90,
      "surah": 15,
      "text": "(Such as We send down) on the Day of Badr (for those who make division) the folk who were slain in the valley, i.e. Abu Jahl Ibn Hisham, al-Walid Ibn al-Mughirah al-Makhzumi, Hanzalah Ibn Abi Sufyan and 'Utbah and Shaybah the sons of Rabi'ah as well as all their companions who were killed at Badr,"
    },
    {
      "ayah": 91,
      "surah": 15,
      "text": "(Those who break the Qur'an into parts) they said many different things about the Qur'an; some said it was magic, others said it was poetry, others said it was a form of divination; some said it was fables of the people of old while others said that it was mere lies invented by the Prophet."
    },
    {
      "ayah": 92,
      "surah": 15,
      "text": "(Them, by thy Lord) O Muhammad; Allah here swore by Himself, (We shall question) on the Day of Judgement, (every one),"
    },
    {
      "ayah": 93,
      "surah": 15,
      "text": "(Of what they used to do) and say in this worldly life; it is also said that this means: they will be questioned about their abstention from the profession of �there is no god but Allah�."
    },
    {
      "ayah": 94,
      "surah": 15,
      "text": "(So proclaim that which thou art commanded) He says: reveal your matter in Mecca, (and withdraw from the idolaters)."
    },
    {
      "ayah": 95,
      "surah": 15,
      "text": "(Lo! We defend thee from the scoffers) We have lifted from you the burden of those who deride you,"
    },
    {
      "ayah": 96,
      "surah": 15,
      "text": "(Who set some other god along with Allah) they acknowledge different other gods along with Allah. (But they will come to know) what will be done with them. Allah destroyed, in the span of one night and one day, each one of them by means of a different torment. These were five in number, among them was al-'As Ibn Wa'il al-Sahmi who was stung by something and died on the spot, may Allah keep him far from His mercy. And among them was al-Harth Ibn Qays al-Sahmi who ate salted fish which made him very thirsty. He drank so much water that his stomach burst open and he died, may Allah ruin him. And among them was al-Aswad Ibn 'Abd al-Muttalib whose head Gabriel banged on a tree and then hit his face with thorns until he died, may Allah curse him. And among them is al-Aswad Ibn 'Abd Yaghuth who left his house in an extremely hot day and was caught by the simoom such that his colour turned black and resembled an Abyssinian. He went back to his house, but they refused to open the door for him. He banged the door with his head so hard that he died, may Allah forsake him. And among them was al-Walid Ibn al-Mughirah al-Makhzumi who died as a result of an arrow which grazed his anklebone, may Allah banish him. All these people used to say before they died: �the Lord of Muhammad (pbuh) has killed me�."
    },
    {
      "ayah": 97,
      "surah": 15,
      "text": "(Well know We that thy bosom) O Muhammad (is at times oppressed by what they say) in their denial of you, and that you are a poet, a magician, a liar and a diviner,"
    },
    {
      "ayah": 98,
      "surah": 15,
      "text": "(But hymn the praise of thy Lord) pray by the command of your Lord, (and be of those who make prostration (unto Him)) of those who prostrate to Him; it is also said that this means: of those who are obedient to Him."
    },
    {
      "ayah": 99,
      "surah": 15,
      "text": "(And serve your Lord) persevere in obeying your Lord (till the inevitable cometh unto thee) i.e. until death comes to you'."
    }
  ]
}
