{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 2,
      "text": "And on his authority\u003e'Abdullah ibn al-Mubarak\u003e'Ali Ibn Ishaq al-Samarqandi\u003eMuhammad Ibn Marwan\u003eal-Kalbi\u003eAbu Salih that Ibn 'Abbas said, concerning Allah's saying, Exalted is He, (Alif. Lam. Mim): 'Alif stands for Allah, Lam for the Archangel Gabriel (Jibril) and Mim for Muhammad. It is also said Alif stands for Allah's blessings (ala'uh), Lam for His kindness (lutfuh) and Mim for His dominion (mulkuh). It is also said that Alif stands for the beginning of the Name Allah, Lam for the beginning of His Name the Kind (al-Latif) and Mim for the beginning of His Name the Glorious (al-Majid). It is also said that only Allah knows the meaning of these disjointed letters; while some maintain that it is an oath that He made."
    },
    {
      "ayah": 10,
      "surah": 2,
      "text": "(In their hearts is a disease), doubt, hypocrisy, conflict and darkness (so Allah increaseth their disease), increased their doubt, hypocrisy, conflict and darkness. (And a painful doom is theirs), they will have a painful torment in the Hereafter which shall extend to their hearts, (because they lie) in secret, the reference here being to the hypocrites: 'Abdullah ibn Ubayy, Jadd Ibn Qays and Mu'attib Ibn Qushayr."
    },
    {
      "ayah": 100,
      "surah": 2,
      "text": "(Is it ever so that when they make a covenant) i.e. the Jewish leaders with Muhammad (a party of them set it aside?) reject and break it. (The truth is, most of them) all of them in fact (believe not)."
    },
    {
      "ayah": 101,
      "surah": 2,
      "text": "(And when there cometh unto them a messenger from Allah, confirming) conforming in traits and description (that which they possess) of the Book, (a party of those who have received the Scripture fling the Scripture of Allah) i.e. the Torah (behind their backs) disbelieving in what it contains of the traits and description of Muhammad (pbuh) nor did they exposit this (as if they knew not) as if they were ignorant people who knew nothing."
    },
    {
      "ayah": 102,
      "surah": 2,
      "text": "The Jews left the guidance of all the prophets (And they followed that which the devils falsely related) they acted upon what the devils had written (against the kingdom of Solomon) about the collapse of Solomon's kingdom, and 40 days of sorcery and white magic. (Solomon disbelieved not) did not write this sorcery and white magic; (but the devils disbelieved) did write it, (teaching mankind) the devils taught people, as it is said that the Jews taught people (magic and that which was revealed to the two angels) but the angels were not taught sorcery and white magic; and it is said that this means: they also taught what the angels were inspired with (in Babel, Harut and Marut. Nor did they teach it to anyone) nor did the angels describe anything to anyone (till they had said) at the outset: (We are only a temptation) we have been tried with calling people to this in order that we reduce the intensity of the torment inflicted on ourselves, (therefore disbelieve not) do not learn or act upon it. (And from these two (angels) people learn) without being taught by them (that by which they cause division between man and wife) that by which a man finds excuse to leave his wife; (but they injure thereby) with sorcery and causing rift (no one save by Allah's leave) except through Allah's will and with His knowledge. (And they learn) the devils, the Jews and sorcerers learn from each other (that which harms them) in the Hereafter (and profits them not) in this world or the next. (And surely they do know) this refers to the angels, and it is said that it refers to the Jews in their Book, as it is said that his refers to the devils (that he who trafficketh therein) chooses sorcery and white magic (will have no (happy) portion in the Hereafter) in Paradise; (and surely evil is the price for which they sold their souls) by choosing sorcery for themselves, and the reference here is to the Jews, (if they but knew) but they do not know; and it is said that this means: and they did know this from their own Book."
    },
    {
      "ayah": 103,
      "surah": 2,
      "text": "(And if they) i.e. the Jews (had believed) in Muhammad and the Qur'an (and kept from evil) repented from Judaism and sorcery, (a recompense from Allah) a reward from Allah (would be better) than Judaism and sorcery, (if they only knew) if they believed in Allah's reward, but they do not know nor do they believe; and it is said that they knew all this from their Book."
    },
    {
      "ayah": 104,
      "surah": 2,
      "text": "Then Allah mentions His prohibition to the believers not to use the same vocabulary used by the Jews, saying: (O ye who believe) in Muhammad and the Qur'an, (say not) to Muhammad: ( \" Listen to us \" ) lend us your ear (but say \" Look upon us, \" ) look at us and hear us, and it is for this reason that Allah forbade the believers to use the Jews' vocabulary (and be ye listeners) to what you have been commanded to do and obey. (For disbelievers) for the Jews (is a painful doom) which will extend to their hearts."
    },
    {
      "ayah": 105,
      "surah": 2,
      "text": "(Neither those who disbelieve among the people of the Scripture) Ka'b Ibn al-Ashraf and his companions (nor the idolaters) the idolaters of Arabia: Abu Jahl and his companions (love that there should be sent down unto you) that Allah should send Gabriel unto your Prophet (any good thing) the good of prophethood, Islam and the Book (from your Lord. But Allah chooseth for His mercy) chooses for His religion, prophethood, Islam and the Book (whom He will) whoever deserves to be chosen, i.e. Muhammad (pbuh) (and Allah is of infinite mercy) His favour in giving Muhammad prophethood and Islam is great indeed."
    },
    {
      "ayah": 106,
      "surah": 2,
      "text": "Then Allah mentions what was abrogated of the Qur'an and that which was not abrogated, as a direct reference to the claim of the Quraysh who said to the Prophet: O Muhammad! Why do you command us to do something and then forbid it, saying: (Such of Our revelations as We abrogate) We do not erase a verse that was acted upon before and which is now not acted upon (or cause to be forgotten) or leave unabrogated so that it is acted upon, (We bring one better) We send Gabriel with that which more profitable and easier to act upon (or the like) in reward, benefit and action. (Knowest thou not) O Muhammad (that Allah is Able to do all things?) of the abrogated and unabrogated."
    },
    {
      "ayah": 107,
      "surah": 2,
      "text": "(Knowest thou not) O Muhammad (that it is Allah unto Whom belongeth the sovereignty of the heavens and the earth) the stores of the heavens and earth; He commands His servants with whatever He wills because He knows better what is good for them; (and ye have not) O Jews, (apart from Allah) from Allah's torment, (any friend) anyone close to benefit or protect you (or helper?) anyone that can prevent your punishment."
    },
    {
      "ayah": 108,
      "surah": 2,
      "text": "(Or would ye question your messenger) ask him to see your Lord, hear His speech and other similar things (as Moses was questioned) as the Children of Israel asked Moses (before) before the advent of Muhammad (pbuh)? (He who chooseth disbelief instead of faith, verily he hath gone astray from a plain road) he has relinquished the path of guidance."
    },
    {
      "ayah": 109,
      "surah": 2,
      "text": "(Many of the people of the Scripture) Ka'b Ibn al-Ashraf and his companions and Finhas Ibn 'Azurah and his companions (long to make you disbelievers) make you abandon your Religion and become unbelievers, O 'Ammar [Ibn Yasir], Hudhayfah [Ibn al-Yaman] and Mu'adh Ibn Jabal! (after your belief) in Muhammad and the Qur'an, (through envy of their own account) through resentful envy, (after the Truth hath become manifest unto them) in their Book that Muhammad and his Book, his description and traits, are true, (So forgive) leave them (and be indulgent) shun them (until Allah giveth command) brings His chastisement upon Banu Qurayzah and Banu'l-Nadir, through killing, captivity and expulsion. (Lo! Allah is Able to do all things) to cause their death and expulsion."
    },
    {
      "ayah": 11,
      "surah": 2,
      "text": "(And when it is said unto them), i.e. the Jews (Make not mischief in the land) by preventing people from the Religion of Muhammad (pbuh) (they say: we are reformers only), we are reforming it through obedience."
    },
    {
      "ayah": 110,
      "surah": 2,
      "text": "(And establish prayer) perfect the five daily prayers, (and pay the poor-due) pay the poor what is due from your wealth; (and whatever of good) of righteous deeds, and the poor-due and charitable works (ye send before for your souls) you save for yourselves, (ye will find it) you will find its reward (with Allah) from Allah. (Lo! Allah is Seer) knows your intentions (of what ye do) of what you spend in charity and the poor-due."
    },
    {
      "ayah": 111,
      "surah": 2,
      "text": "(And they say) i.e. the Jews: (None entereth Paradise unless he be a Jew) unless he dies as a Jew, allegedly (or a Christian) as the Christians also claimed. (These are their own desires) what they wish from Allah even though it is not in their Books. (Say) O Muhammad, to both parties: (Bring your proofs) from your own respective Books (if ye are truthful) in your claim."
    },
    {
      "ayah": 112,
      "surah": 2,
      "text": "(Nay) it is certainly not as you have claimed, (but whoever surrendereth his purpose to Allah) whoever makes sincere his Religion and works to Allah (while doing good) in words and deeds, (his reward is with his Lord) in Paradise; (and there shall no fear come upon them) about staying eternally in hell (neither shall they grieve) about the prospect of missing Paradise."
    },
    {
      "ayah": 113,
      "surah": 2,
      "text": "Allah then mentions the claims of the Jews and Christians that their respective religion is the true Religion, saying: (And Jews) the Jews of Medina (say Christians follow nothing) as religion from God and there is no true religion except Judaism, (and Christians) the Christians of Najran (say Jews follow nothing) as religion from God and there is no true religion except Christianity; (though both are readers of the Scripture) both parties read the Book and do not believe in it and further claim things that are not mentioned therein. (Even thus spoke those who know not) knew the Oneness of Allah through their own forefathers; and it is said this means: they knew the Book of Allah from others. (Allah will judge between them) between the Jews and Christians (on the Day of Resurrection concerning that wherein they differ)."
    },
    {
      "ayah": 114,
      "surah": 2,
      "text": "Then He mentioned Tatus Ibn Asipanos al-Rumi, king of the Christians who destroyed Jerusalem, saying: (And who doth greater wrong) in his disbelief (than he who forbideth the approach to the sanctuaries of Allah) Jerusalem (lest His name should be mentioned therein) by declaring Allah's Oneness and calling to prayer, (and striveth for their ruin?) in the ruin of Jerusalem by throwing carrions in it. And this lasted until the reign of 'Umar. (As for such) for the Romans, (it was never meant that they should enter them) Jerusalem (except in fear) hiding from the believers for fear of being killed, for they would be killed if found. (Theirs in the world is ignominy) a chastisement in that their cities, Constantinople, Amorium ('Ammuriyyah) and Rome (Rumiyyah) would be ruined (and theirs in the Hereafter is an awful doom) more severe than the punishment they were subjected to in this world."
    },
    {
      "ayah": 115,
      "surah": 2,
      "text": "Then Allah mentioned the direction of prayer to Him, saying (Unto Allah belong the East and the West) as a direction of prayer for him who does not know the correct direction of prayer, (and whithersoever ye turn) your faces in prayer after ascertaining the direction, (there is Allah's Countenance) that prayer is performed in Allah's pleasure. This verse was revealed about a group of Companions of the Prophet (pbuh) who prayed whilst travelling in the wrong direction after doing their best to determine the correct direction. It is also said that saying (Unto Allah belong the East and the West) means: the people of the East and the people of the West have one direction of prayer which is the Sacred Precinct, and therefore (there is Allah's Countenance) means: that is the direction of prayer to Allah, (Lo! Allah is All-Embracing) regarding the direction of prayer, (All- Knowing) of their intentions."
    },
    {
      "ayah": 116,
      "surah": 2,
      "text": "Then Allah mentions the claims of the Jews and Christians that Ezra and Jesus are the sons of Allah, saying: (And they) the Jews and Christians (say: Allah hath taken unto Himself a Son) Ezra and the Messiah (Jesus). (Be He glorified!) He is far exalted to have a son or partner (Nay) it is not as they say, (but whatsoever is in the heavens and the earth) of creation (is His) are His servants. (All are subservient unto Him) linked to Him by the bond of servitude and the declaration of His Oneness."
    },
    {
      "ayah": 117,
      "surah": 2,
      "text": "(The Originator of the heavens and the earth!) He originated them when they were nothing before. (When He decreeth a thing) when He wants to create a child without a father, like Jesus, (He saith unto it only: Be!) be a child without a father, just like Adam was without a father or mother, (And it is)."
    },
    {
      "ayah": 118,
      "surah": 2,
      "text": "(And those who have no knowledge) who do not know the Oneness of Allah, i.e. the Jews (say: Why doth not Allah speak unto us) directly, (or some sign come unto us) a sign confirming the prophethood of Muhammad (pbuh); for then, we would surely believe? (Even thus, as they now speak, spoke) similar words (those before them) their forefathers. (Their hearts are all alike) their words and hearts are the same. (We have made clear the revelations) the signs: the commands, prohibitions and your traits in the Torah (for people who are sure) who believe."
    },
    {
      "ayah": 119,
      "surah": 2,
      "text": "(Lo! We have sent thee) O Muhammad (with the Truth) with the Qur'an and the declaration of the Oneness of Allah, (a bringer of glad tidings) that Paradise shall be for the believers (and a warner) against hell for those who disbelieve in Allah. (And thou wilt not be asked about the owners of hellfire) it is not befitting that you should ask about the dwellers of hell; and it is said that this means: do not ask for the forgiveness of the dwellers of hell."
    },
    {
      "ayah": 12,
      "surah": 2,
      "text": "(They are indeed the mischief mongers) by being a hindrance. (But they perceive not): the followers do not know that their leaders mislead them."
    },
    {
      "ayah": 120,
      "surah": 2,
      "text": "(And Jews) The Jews of Medina (will not be pleased with thee, nor will Christians) the Christians of Najran, (till thou follow their creed) their religion and direction of prayer. (Say) O Muhammad! (Lo! The guidance of Allah is Guidance) the Religion of Allah is Islam and Allah's direction of prayer is the Ka'bah. (And if thou shouldst follow their desires) their religion and direction of prayer (after the knowledge which hath come unto thee) that the Religion of Allah is Islam and His direction of prayer is the Ka'bah, (then wouldst thou have from Allah) from His chastisement (no protecting friend) no one to benefit you (nor helper) to save you from this chastisement."
    },
    {
      "ayah": 121,
      "surah": 2,
      "text": "Allah then mentioned the believers from among the people of the Book: 'Abdullah Ibn Salam and his companions, Bahirah the Monk and the Negus and his followers, saying: (Those unto whom We have given the Scripture) given knowledge of the Scripture, i.e. the Torah, (who read it with the right reading) describe it as it is and do not alter it: expositing what is lawful and unlawful, its commands and prohibitions to whomever asks them, and they further act according to what is clear and unambiguous and believe in that which is ambiguous therein, (those believe in it) in Muhammad and the Qur'an. (And who disbelieveth in it) in Muhammad and the Qur'an, (those are they who are losers) who are duped in that they lose both this world and the world to come."
    },
    {
      "ayah": 122,
      "surah": 2,
      "text": "Allah then mentions His favour upon the Children of Israel, saying: (O Children of Israel!) O Children of Jacob (Remember) recollect (My favour wherewith I favoured you) favoured your forefathers by delivering them from Pharaoh and his people as well as by the blessings and bounties that I favoured them with (and how I preferred you) with Islam (to the worlds) the people of your time."
    },
    {
      "ayah": 123,
      "surah": 2,
      "text": "(And guard against a day) fear the torment of a day, i.e. the Day of Judgement (when no soul will in anything avail another) no unbelieving soul will be able to drive away anything from another unbelieving soul; it is also said that this means: no righteous soul will be able to drive away anything from another righteous soul; and it is said that this means: no father will be able to drive away anything from his son and no son will be able to drive away Allah's punishment from his father, (nor will compensation be accepted from it) no ransom will be accepted, (nor will intercession be of use to it) no intercessor will intercede for it: not a close angel, a sent messenger or a righteous servant; (nor will they be helped) will be prevented from what they will face."
    },
    {
      "ayah": 124,
      "surah": 2,
      "text": "Allah then mentioned His favour upon Abraham, His close friend, saying: (And when his Lord tried Abraham with some words) He commanded him to fulfil ten traits: five in relation to his head and five to his body, (and he fulfilled them) he complied. It is also said that (And when his Lord tried Abraham with some words) means: with every single word he prayed to Allah, (He said) to him: (Lo! I have appointed you a leader for mankind) a vicegerent that people may emulate you. (He) Abraham (said: And of my offspring) make of my offspring vicegerents that people would emulate? (He) Allah (said: My covenant) with you and My promise to you and the honour and mercy I bestowed upon you (includeth not wrong-doers) from among your offspring; it is also said that this means: My covenant will not include the wrong-doers in the Hereafter but it will include them in this life."
    },
    {
      "ayah": 125,
      "surah": 2,
      "text": "Allah then commanded people to emulate him, saying: (And when We made the House a resort) a place to turn to (for mankind) whereby they can turn and long for (and a sanctuary) for whoever enters it: (Take) it, O community of Muhammad! (as your place of worship the place where Abraham stood (to pray)) a place whereby you turn in prayer. (And We imposed a duty upon) commanded (Abraham and Ishmael: Purify My house) from idols (for those who go around and those who meditate therein) those who live there (and those who bow down and prostrate themselves) those who perform the five daily prayers, regardless of their country of origin."
    },
    {
      "ayah": 126,
      "surah": 2,
      "text": "(And when Abraham prayed: My Lord! Make this a region of security) free of perturbation (and bestow upon its people fruits) different kinds of fruit, (such of them as believe in Allah and the Last Day) in resurrection after death, (He) Allah (answered: As for him who disbelieveth) as well, (I shall leave him in contentment for a while) I shall provide for him a little in this life, (then I shall compel him) force him (to the doom of fire, a hapless journey's end!) to which he shall come."
    },
    {
      "ayah": 127,
      "surah": 2,
      "text": "(And when Abraham and Ishmael were raising the foundation of the House) built the foundation of the House and Ishmael was helping him and when they finished, they prayed: (Our Lord!) O our Lord! (Accept from us) the building of Your house. (Lo! Thou, only Thou, art the Hearer) of our prayer, (the Knower) of the answer to this prayer; it is also said that this means: the Knower of our intention in building Your house."
    },
    {
      "ayah": 128,
      "surah": 2,
      "text": "(Our Lord!) O our Lord! (And make us submissive) obedient and sincere (unto Thee) by not ascribing any partners to you and through worshipping You (and of our seed a nation submissive) obedient and sincere (unto Thee) by not ascribing any partners to you and through worshipping You, (and show us our rites) teach us the rites of our pilgrimage, (and relent towards us) overlook our shortcomings. (Lo! Thou, only Thou, art the Relenting) You who overlooks shortcomings, (the Merciful) towards the believers."
    },
    {
      "ayah": 129,
      "surah": 2,
      "text": "(Our Lord!) O our Lord (And raise up in their midst) the offspring of Ishmael (a Messenger from among them) from their own lineage (who shall recite unto them Your revelations) the Qur'an, (and shall instruct them in the Scripture) the Qur'an (and in wisdom) the lawful and the prohibited (and shall make them pure) from sins through the declaration of the Oneness of God. (Lo! Thou, only Thou, art the Mighty) Who is vengeful against whosoever does not answer Your Messenger whom You sent to them, (the Wise) in sending the Messenger. And Allah answered his prayers and sent unto them Muhammad (pbuh); and these are the words with which Allah tried him, and he fulfilled them by asking Allah for them in his prayer."
    },
    {
      "ayah": 13,
      "surah": 2,
      "text": "(And when it is said unto them) i.e. to Jews, (believe) in Muhammad (pbuh) (as the people believe), i.e. 'Abdullah Ibn Salam and his companions, (they say: Shall we believe) in Muhammad (pbuh) and the Qur'an, (as the foolish believe?), i.e. as the stupid and ignorant do, (Surely they are the fools) the stupid and ignorant. (But they know not) that they are so."
    },
    {
      "ayah": 130,
      "surah": 2,
      "text": "(And who forsaketh the religion of Abraham) renounces the Religion of Abraham and his practices (save him who befooleth himself?) has ruined himself, lost his mind or is foolish? (Verily We chose him) i.e. Abraham (in the world) by taking him as a friend; as it is said this means: We have chosen him in this world by bestowing upon him prophethood, Islam and goodly offspring, (and lo! In the Hereafter he is among the righteous ones) with his forefathers, the messengers, in Paradise."
    },
    {
      "ayah": 131,
      "surah": 2,
      "text": "(When his Lord said unto him) when he came out of the pit of fire: (Surrender) say specifically: there is no god save Allah! (He said: I have surrendered to the Lord of the Worlds) I submit to the Lord of all the worlds, and declare that Allah is the only One God, without partner. It is also said that when Abraham invited his people to accept that Allah is One without partners, his Lord said unto him: make your Religion and works sincere to Allah; and he answered: I make my Religion and works sincere to the Lord of the worlds. And it is also said that when Abraham was thrown in the Fire, his Lord said unto him: make your religion and works sincere to Allah; he replied: I comply and make my Religion and works sincere to Allah, Lord of all the worlds."
    },
    {
      "ayah": 132,
      "surah": 2,
      "text": "(The same did Abraham enjoin) enjoined that there is no god except Allah (upon his sons) when he was dying, (and also Jacob) he also enjoined his children with the same: (O my sons! Lo! Allah hath chosen for you the (true) religion) the Religion of Islam; (therefore die not save as men who have surrendered) hold fast to Islam until you die as Muslims, sincere to Him in your worship and in your declaration of divine Oneness."
    },
    {
      "ayah": 133,
      "surah": 2,
      "text": "Then Allah mentioned the dispute among the Jews concerning the religion of Abraham, saying: (Or were ye witnesses) or were you, O assembly of Jews, present (when death came to Jacob) regarding what he enjoined his children, i.e. whether he enjoined them to follow Judaism or Islam, (when he said unto his sons: What will ye worship after me?) after I die? (They said: We shall worship thy God) we worship, (the God of your fathers, Abraham, Ishmael and Isaac, one God) i.e. we worship one God, (and unto Him we have surrendered) we acknowledge to worship Him and declare that there is only one true God."
    },
    {
      "ayah": 134,
      "surah": 2,
      "text": "(Those are the people) a group of people (who have passed away) perished. (Theirs is that which they earned) of goodness (and yours is that which ye earn) of goodness. (And ye will not be asked) on the Day of Judgement (of what they used to do) or say."
    },
    {
      "ayah": 135,
      "surah": 2,
      "text": "Allah mentioned after this the dispute of the Jews and Christians with the believers, saying: (And they say) i.e. the Jews: (Be Jews) you shall be guided from error (or Christians) and the Christians also say the same, (then ye will be rightly guided. Say) to them, O Muhammad: it is not as you claim: (Nay, but the religion of Abraham, the upright) the Muslim; rather follow the religion of Abraham, the upright, the Muslim, the sincere-only then you will be guided, (and he was not of the idolaters) i.e. he did not follow the religion of the Jews or Christians."
    },
    {
      "ayah": 136,
      "surah": 2,
      "text": "Then He taught the believers the path of divine Oneness so that the Jews and Christians had an indication of what this divine Oneness means, saying: (Say (O Muslims): We believe in Allah and that which is revealed unto us) i.e. in Muhammad and the Qur'an (and that which was revealed unto Abraham) i.e. we believe in Abraham and his Scripture, (and Ishmael) and we believe in Ishmael and his Scripture, (and Isaac) and in Isaac and his Scripture, (and Jacob) and in Jacob and his Scripture, (and the tribes) and in the sons of Jacob and their Scriptures, (and that which Moses and Jesus received) i.e. we believe in Moses and the Torah and in Jesus and the Gospel, (and that which the Prophets received) we also believe in all the prophets and their Scriptures (from their Lord. We make no distinction between any of them) that Allah sent them as prophets to teach divine Oneness, (and unto Him we have surrendered) we acknowledge that we worship Him and declare that there is only one true God."
    },
    {
      "ayah": 137,
      "surah": 2,
      "text": "(And if they) i.e. the people of the Book (believe in the like of that which you believe) in all the prophets and their Scriptures (then are they right guided) from error by following the religion of Muhammad and Abraham. (But if they turn away) refuse to believe in all the prophets and their Scriptures, (then are they in schism) in conflict with the true religion, (and Allah will suffice thee (for defence) against them) Allah will lift their burden from you, by killing and expelling them. (And He is the Hearer) of what they say, (the Knower) of their punishment."
    },
    {
      "ayah": 138,
      "surah": 2,
      "text": "((We take our) colour from Allah) i.e. follow the Religion of Allah, (and who is better than Allah at colouring) better than the Religion of Allah. (And We are His worshippers) say: we are monotheists and acknowledge that we worship Him and declare that there is only one true God."
    },
    {
      "ayah": 139,
      "surah": 2,
      "text": "(Say), O Muhammad, ((unto the People of the Scripture) dispute ye with us) do you argue with us (concerning Allah) concerning the Religion of Allah (when He is our Lord and your Lord?) when Allah is our Lord and yours? (Ours are our works) we have our religion (and yours your work) your religion. (And we are sincere (in our faith) in Him) we acknowledge that we worship Him and declare that there is only one true God."
    },
    {
      "ayah": 14,
      "surah": 2,
      "text": "(And when they), i.e. the hypocrites, (fall in with those who believe), i.e. Abu Bakr and his companions, (they say: We believe) deep in our hearts and are genuine in our faith just as you believe deep in your hearts and are genuine in your faith; (but when they go apart to their devils), to their soothsayers and leaders who were five in number, namely, Ka'b Ibn al-Ashraf in Medina, Abu Burdah al-Aslami in Banu Aslam, Ibn al-Sawda' in Historic Syria (al-Sham), 'Abd al-Dar in Juhaynah and 'Awf Ibn 'Amir in Banu 'Amir, (they declare) to their leaders: (Lo! We are with you) we follow your religion in secret; (surely we did but mock) Muhammad (pbuh) and his Companions."
    },
    {
      "ayah": 140,
      "surah": 2,
      "text": "(Or say ye) O Jews and Christians (that Abraham, and Ishmael, and Isaac and Jacob, and the tribes) the children of Jacob (were Jews or Christians) as you claim? (Say) to them, O Muhammad! (Do ye know best, or doth Allah?) do you know best about their religion or does Allah? Allah has already informed us that Abraham was neither a Jew nor a Christian. (And who is more unjust) in his disbelief and more insolent and daring vis-�-vis Allah (than he who hideth a testimony which he hath received from Allah) in the Torah concerning the prophethood of this Prophet (pbuh)? (Allah is not unaware) heedless (of what ye do) about concealing your testimony."
    },
    {
      "ayah": 141,
      "surah": 2,
      "text": "(Those are a people) a group of people (who have passed away) perished; (theirs is that which they earned) of goodness (and yours is that which ye earn) of goodness. (And ye will not be asked) on the Day of Judgement (of what they used to do) in this world."
    },
    {
      "ayah": 142,
      "surah": 2,
      "text": "(The foolish of the people) the ignorant among the Jews and Arab idolaters (will say: What hath turned them) made them change (from the Qiblah which they formerly observed) except that they want to revert to the religion of their ancestors; it is also said that this means: there was no reason to turn from the direction in which they prayed, i.e. Jerusalem? (Say) O Muhammad! (unto Allah belong the East) praying to the Ka'bah (and the West) the prayer that you prayed in the direction of Jerusalem-both are with Allah's command. (He guideth whom He will unto a straight path) He confirms whom He wills on a straight Religion and direction of prayer."
    },
    {
      "ayah": 143,
      "surah": 2,
      "text": "(Thus) i.e. just as we have honoured you with the Religion of Abraham (Islam) and his direction of prayer (We have appointed you a middle nation) a middlemost community, (that you be witnesses) for the prophets (over mankind, and that the Messenger) Muhammad (pbuh) (may be a witness over you) that you are upright and follow the straight path. (And We appointed) changed (the Qiblah which ye formerly observed) prayed towards for a period of 19 months (only that We might know) see and distinguish (him who followeth the Messenger) concerning the Qiblah, (from him who turneth) reverts (on his heels) to his former religion and direction of prayer. (In truth it) the changing of the Qiblah (was a hard (test) save for those whom Allah guided) whose hearts Allah had protected. (But it was not Allah's purpose that your faith should be in vain) that He thwarts your faith as it was prior to the abrogation of legal rulings; and it is also said that this means: it is not Allah's purpose to thwart your faith but rather His purpose is to abrogate the legal rulings which conduct your faith; and it is also said that this means: Allah did not thwart your prayers towards Jerusalem but He has abrogated the ruling which required you to pray towards Jerusalem, (for Allah is full of pity, Merciful) in that He does not thwart your faith as it was before the abrogation of legal rulings (towards mankind) towards the believers."
    },
    {
      "ayah": 144,
      "surah": 2,
      "text": "Allah then mentions the supplication of His Prophet regarding the changing of the Qiblah towards Mecca, saying: (We have seen the turning of thy face to heaven (for guidance, O Muhammad)) turning your sight to heaven in anticipation of Gabriel coming down to announce the change of the Qiblah. (And now surely We shall make thee turn (in prayer) toward a Qiblah that is dear to thee) that you like, namely, the Qiblah of Abraham. (So turn thy face) when in prayer (towards the Inviolable Place of Worship, and ye (O Muslims), wheresoever ye may be) whether on land or in the sea, (turn your faces (when ye pray)) in prayer (towards it. (Lo! Those who have received the Scripture know that) the Sacred Precinct (is the Truth from their Lord) is the Qiblah of Abraham but they conceal this fact. (And Allah is not unaware) heedless (of what they do) of what they conceal."
    },
    {
      "ayah": 145,
      "surah": 2,
      "text": "(And even if thou broughtest unto those who have received the Scripture all kinds of portents) all the signs they asked of you, (they would not follow your Qiblah) they would not pray towards your Qiblah nor embrace your Religion, (nor canst thou be a follower of their Qiblah) nor can you pray towards the Qiblah of the Jews or Christians; (nor are some of them followers of others) nor are some of them going to pray towards the Qiblah of the Jews and Christians. (And if thou shouldst follow their desires) after being warned and pray towards their Qiblah (after the knowledge which hath come unto you) that the Sacred Precinct is the Qiblah of Abraham, (then surely) if you do that then surely (wert thou of the evil-doers) who harm themselves."
    },
    {
      "ayah": 146,
      "surah": 2,
      "text": "Then Allah mentions the believers of the people of the Book, saying: (Those unto whom We gave the Scripture) gave the knowledge of the Torah, 'Abdullah ibn Salam and his followers (recognise) know Muhammad (pbuh) with his description and traits (as they recognise their children) in the midst of other children. (But lo! A party of them) of the people of the Book (knowingly) knowing it to exist in their Book (conceal the Truth) conceal the description and traits of Muhammad (pbuh)."
    },
    {
      "ayah": 147,
      "surah": 2,
      "text": "(It is the Truth from thy Lord (O Muhammad)) that you are a Prophet sent by Allah. (So be not thou of those who waver) who doubt whether they know or not."
    },
    {
      "ayah": 148,
      "surah": 2,
      "text": "(And each one hath a goal) to each adherent of a religion a Qiblah (towards which he turneth) he faces according to his own whim; it is also said that this means: to each prophet a Qiblah, which is the Ka'bah, towards which he is ordered to face; (so vie with one another in good works) so hasten, O community of Muhammad, to perform acts of obedience more than any other nation. (Wheresoever you may be) on land or at sea, (Allah will bring you all together) gather you together and reward you for the good works you performed. (Lo! Allah is Able to do all things) like gathering you together as well as other things."
    },
    {
      "ayah": 149,
      "surah": 2,
      "text": "(And whencesoever you comest forth (for prayer, O Muhammad) turn thy face) in prayer (towards the Inviolable Place of Worship; Lo! It) the Inviolable Place of Worship (is the Truth from your Lord) it is the Qiblah of Abraham, Allah bless him. (And Allah is not unaware) heedless (of what ye do) of what you conceal about the Qiblah of Abraham and other things."
    },
    {
      "ayah": 15,
      "surah": 2,
      "text": "(Allah (Himself) doth mock them), in the Hereafter, i.e. He will open a gate of Paradise for them and then shut it before their eyes and so the believers will mock them. (Leaving them to wander blindly on in their contumacy) He will leave them in this world blind in their disbelief and error, unable to see either faith or guidance."
    },
    {
      "ayah": 150,
      "surah": 2,
      "text": "(Whencesoever thou comest forth) you are to (turn thy face) in prayer (towards the Inviolable Place of Worship; and wheresoever ye may be (O Muslims)) on land or at sea (turn your faces) in prayer (towards it (when ye pray) so that men) 'Abdullah Ibn Salam and his Companions (may have no argument against you) regarding the changing of the Qiblah because in their Scripture the Inviolable Place of Worship was the Qiblah of Abraham; therefore if you pray towards it, they will have no argument against you, (save such of them as do injustice) nor would those who transgressed with their words have any argument against you, and these included Ka'b Ibn Ashraf and the Arab idolaters (-Fear them not) regarding the changing of the Qiblah, (but fear Me) in leaving the old Qiblah (-so that I may complete My grace upon you) by giving you a Qiblah just as I have completed for you your Religion, (and that you be guided) to the Qiblah of Abraham."
    },
    {
      "ayah": 151,
      "surah": 2,
      "text": "(Even as We have sent unto you a Messenger) remember Me as I have sent a Messenger (from among you) from your own lineage, (who reciteth unto you Our revelations) i.e. the Qur'an: its commands and prohibitions (and causeth you to grow) cleanses you of sin through divine Oneness, the poor-due, and alms, (and teacheth you the Scripture) the Qur'an (and wisdom) the lawful and the prohibited, (and teacheth you) of legal rulings, legal punishments and stories of bygone nations (that which ye knew not) before the revelation of the Qur'an and the advent of Muhammad (pbuh)."
    },
    {
      "ayah": 152,
      "surah": 2,
      "text": "(Therefore remember Me) through the performance of acts of obedience, (I will remember you) by granting you Paradise; and it is also said that this means: remember Me in time of ease, I will remember you in times of hardship. (Give thanks to Me) for the blessings I bestowed upon you, (and reject not Me) do not stop giving thanks for these blessings."
    },
    {
      "ayah": 153,
      "surah": 2,
      "text": "(O ye who believe! Seek help in steadfastness) to fulfil the obligations of Allah and to abstain from contraventions and shameful works (and prayer) and with abundant supererogatory prayers at night and during the day in order to come clean from sin. (Lo! Allah is with the steadfast) He helps, and protects the steadfast from shameful works."
    },
    {
      "ayah": 154,
      "surah": 2,
      "text": "Allah thereafter mentions the saying of the hypocrites apropos the martyrs of Badr, Uhud and all the other battles: \" So-and-so has died and lost all comfort and happiness \" , this in order to aggravate sincere believers, and so Allah says: (And call not those who are slain in the way of Allah) in obedience of Allah, on the Day of Badr or in any other battle ( \" dead \" ) like any other dead people. (Nay they are living) they are rather living like those living in Paradise, being provided with comfort and bounties, (only ye perceive not) you are not aware of the honour bestowed upon them or of their real state."
    },
    {
      "ayah": 155,
      "surah": 2,
      "text": "Then He mentioned His trial to the believer, saying: (And surely We shall try you) test you (with something of fear) fear of the enemy (and hunger) in the years of drought, (and loss of wealth and lives) through killing, death and illnesses (and crops) and the loss of crops;"
    },
    {
      "ayah": 156,
      "surah": 2,
      "text": "but then He said: (but give) O Muhammad (glad tidings to the steadfast, who say, when a misfortune) like the ones I have mentioned (striketh them: lo! We are Allah's) we are the slaves of Allah (and lo! Unto Him we are returning) after we die; and if we are not pleased with His decree, He will not be pleased with our works."
    },
    {
      "ayah": 157,
      "surah": 2,
      "text": "(Such) those who have these traits (are they on whom are blessings) forgiveness (from their Lord) in this world, (and mercy) in that they are not tormented in the Hereafter. (And such are they who are rightly guided) to remember that we are Allah's and unto Him we shall return."
    },
    {
      "ayah": 158,
      "surah": 2,
      "text": "Allah then mentions the believers' dislike of going between al-Safa and al-Marwah in front of the idols which were placed there, saying: (Lo! Al-Safa and al-Marwah) going around al-Safa and al-Marwah (are among the rites of Allah) among the rites of pilgrimage that Allah, Exalted is He, has commanded. (It is therefore no sin) one commits no transgression (for him who is on pilgrimage to the House or visiteth it, to go around them (as the pagan custom is). And he who doeth good of his own accord) and whoever performs extra works other than this obligation of going between al-Safa and al-Marwah, (Lo! Allah is Responsive) accepts such works, (Aware) of your intentions; it is also said that this means: Allah accepts the smallest of your works and His reward is abundant."
    },
    {
      "ayah": 159,
      "surah": 2,
      "text": "(Those who hide the proofs) the commands, prohibitions and the signs mentioned in the Torah (and the guidance) i.e. the description given there of Muhammad (pbuh) and his feature (which We revealed) exposited, (after We had made it clear) to the Children of Israel (in the Scripture) in the Torah: (such are accursed of Allah) Allah will torment them in the grave (and are accursed of those who have the power to curse) all created beings, save human beings and jinn, will curse them upon hearing their screams from the grave."
    },
    {
      "ayah": 16,
      "surah": 2,
      "text": "(These are they who purchase error at the price of guidance), they chose disbelief instead of faith and exchanged guidance with error, (so their commerce did not prosper), they did not prosper in their bargain but on the contrary (neither were they guided) to overcome their error."
    },
    {
      "ayah": 160,
      "surah": 2,
      "text": "(Except such of them as repent) from Judaism (and amend) worship Allah alone without ascribing to Him any partners (and make manifest) the traits and description of Muhammad. (These it is towards whom I relent) overlook their past transgressions. (I am the Relenting) towards those who repent, (the Merciful) towards him who dies in a state of repentance."
    },
    {
      "ayah": 161,
      "surah": 2,
      "text": "(Lo! Those who disbelieve, and die while they are disbelievers) in Allah and His Messenger; (on them is the curse of Allah) the torment of Allah (and of the angels) the curse of the angels (and of men combined) the curses directed by believers towards each other will end up as curses on these unbelievers."
    },
    {
      "ayah": 162,
      "surah": 2,
      "text": "(They ever dwell therein) i.e. in this curse. (The doom will not be lightened for them) it will not be lifted or reduced, (neither will they be reprieved) their torment will not be deferred."
    },
    {
      "ayah": 163,
      "surah": 2,
      "text": "Allah then declares His Oneness because the unbelievers denied this divine Oneness, saying: (Your God is one God) without son or partner; (there is no God save Him, the Beneficent) the Tender, (the Merciful) the Compassionate."
    },
    {
      "ayah": 164,
      "surah": 2,
      "text": "Then He mentioned the sign of His divine Oneness, saying: (Lo! In the creation of the heavens and the earth) i.e. in their making; or as it is said: in the making of what is in them, (and the difference of night and day) in the alternation of night and day, and in the increase and decrease of their duration, (and the ships which run upon the sea with that which is of use to men) in their livelihoods, (and the water) rain (which Allah sendeth down from the sky, thereby reviving) through rain (the earth after its death) after suffering by drought and being dried up, (and dispersing) creating (all kinds of beasts) male and female (therein, and the ordinance of the winds) in changing the direction of the wind towards the right and towards the left, coming sometimes from the East and sometimes from the West, sometimes carrying torment and sometimes mercy: (and the clouds obedient) subservient (between heaven and earth) He says: in all these (are signs) indications of the Lord's divine Oneness (for people who have sense) who believe that they are from Allah."
    },
    {
      "ayah": 165,
      "surah": 2,
      "text": "Allah mentions after this the unbelievers' love for their objects of worship in this world, and how they disown each other in the Hereafter, saying: (Yet of mankind) i.e. the unbelievers (are some who take unto themselves) who worship (rivals to Allah) idols, (loving them with a love like (that which is the due) of Allah) like the love that sincere believers have for Allah (-Those who believe are stauncher) more lasting (in their love for Allah) than are the unbelievers vis-�-vis their idols; it is also said that this verse was revealed about the hypocrites who buried their gold and silver or hid it in caves; and it is also said that this means: they took their leaders as gods (-that those who do evil had but known) if only the idolaters knew, (when they behold the doom) on the Day of Judgement, (that power) and might and invincibility (belongeth wholly to Allah, and that Allah is severe in punishment!) in the Hereafter-if they knew this, they would certainly have believed in this world."
    },
    {
      "ayah": 166,
      "surah": 2,
      "text": "(When those who were followed) the leaders (disown those who followed (them)) the lowly among people, (and they behold) both the leaders and the lowly (the doom) in the Hereafter, (and all their aims) the pledges and congeniality that were between them in this world (collapse with them)."
    },
    {
      "ayah": 167,
      "surah": 2,
      "text": "(And those who were but followers) i.e. the lowly (will say: If a return) to this world (were possible for us, we would disown them) disown the leaders in this world (even as they have disowned us) in the Hereafter. (Thus will Allah show them their own deeds as anguish) as regrets (for them) in the Hereafter, (and they) the leaders and those who followed them (will not emerge from the Fire)."
    },
    {
      "ayah": 168,
      "surah": 2,
      "text": "Allah then mentions the lawfulness of cultivating land and raising cattle, saying: (O mankind) O people of Mecca! (Eat of that which is lawful and wholesome) that is not prohibited by Allah (in the earth) of what is cultivated in lands and of cattle, (and follow not the footsteps of the devil) the embellishments and whisperings of the devil concerning the unlawfulness of the cultivation of land and of raising cattle. (Lo! He is an open enemy for you) whose enmity towards you is quite manifest."
    },
    {
      "ayah": 169,
      "surah": 2,
      "text": "(He) the devil (enjoineth upon you only the evil) evil works (and the foul) transgressions, (and that ye should tell) lies (concerning Allah that which ye know not)."
    },
    {
      "ayah": 17,
      "surah": 2,
      "text": "(Their likeness), the likeness of the hypocrites vis-�-vis Muhammad (pbuh) (is as the likeness of one who kindleth fire), lights a fire in the darkness in order to provide safety for his family, property and person, (and when it sheddeth its light around him), when it sheds its light and he sees what is around him and feels secure, at that very moment the Fire is put out. Likewise, the hypocrites believed openly in Muhammad (pbuh) as well as in the Qur'an and by doing so they felt their persons, families and properties were safe, avoiding in the process imprisonment or death. But when they die (Allah taketh away their light), the benefit of their [outward] faith, (and leaveth them in darkness) facing the hardships of the grave, (where they cannot see) any comfort. It is also said this simile refers to the Jews. In this respect, the likeness of the Jews vis-�-vis Muhammad (pbuh) is like a man who raises a flag in a lost battle and by doing so attracts other defeated fighters. But when they gather they put their flag down and, consequently, their benefit and safety immediately vanish. Similarly, the Jews used to say that Muhammad (pbuh) and the Qur'an, prior to its revelation, would support them. When it was revealed however they denied it and Allah took away their light, i.e. their desire to believe and the benefit of such belief. This is because although they wanted to believe in Muhammad (pbuh) they did not do so, and consequently they were left them in the error of Judaism, unable to see guidance."
    },
    {
      "ayah": 170,
      "surah": 2,
      "text": "(And when it is said unto them) to the Arab idolaters: (Follow that which Allah hath revealed) follow the lawfulness exposited by Allah concerning what is cultivated and the cattle raised, (they say: We follow that wherein we found our fathers) regarding their unlawfulness. (What! Even though their fathers were wholly unintelligent) with regard to Religion (and had no guidance) to the practice of any prophet, so how could you follow them? It is also said that this means: if their fathers did not understand about things in this world and did not follow the practice of any prophet, then how could you follow them? It is also said that this means: even though their fathers did not understand anything of Religion and were not guided to the practice of any prophet, how could they follow them?"
    },
    {
      "ayah": 171,
      "surah": 2,
      "text": "Allah then gave a similitude regarding the unbelievers vis-�-vis Muhammad (pbuh) saying: (The likeness of those who disbelieve) vis-�-vis Muhammad (pbuh) (is as the likeness of one who calleth unto that which heareth nothing) just like camels and sheep with their shepherd: his speech is unintelligible to them when he says to them, for example, eat or drink (except a shout and a cry. Deaf) concerning the Truth, (dumb) regarding the Truth, (blind) to guidance; i.e. they pretend to be deaf, dumb and blind when it comes to the Truth and guidance, (therefore they have no sense) they do not understand Allah's command and the call of the Prophet (pbuh) just as camels and cattle do not comprehend the words of their shepherd."
    },
    {
      "ayah": 172,
      "surah": 2,
      "text": "Then Allah mentions the lawfulness of eating what is cultivated on the land and the meat of cattle, saying: (O ye who believe! Eat of the good things wherewith We have provided you) of the lawful things We have given you, (and render thanks to Allah) for it (if it is (indeed) He whom ye worship) it is also said that this means: if you really intend to worship Allah by declaring these to be unlawful, then do not declare them unlawful, for to worship Allah entails that you declare them to be lawful."
    },
    {
      "ayah": 173,
      "surah": 2,
      "text": "Then Allah exposited what He made unlawful for them, saying: (He hath forbidden you only carrion) which He has commanded to immolate, (and blood) and shed blood, (and swineflesh, and that which hath been immolated to any other than Allah) that which is offered as sacrifice purposefully in any other thing than the Name of Allah, i.e. to idols. (But he who is driven by necessity) compelled to eat carrion (neither craving) neither rebelling nor declaring it lawful (nor transgressing) nor committing highway robbery nor purposefully eating it without being driven by necessity, (it is no sin for him) then such a person, who is compelled to eat it without having his fill and without taking anything with him, has not transgressed. (Lo! Allah is Forgiving) that he ate more than he needs to preserve himself, (Merciful) when He gave him legal dispensation to eat carrion."
    },
    {
      "ayah": 174,
      "surah": 2,
      "text": "(Lo! Those who hide anything of the Scripture which Allah hath revealed) what Allah has exposited in the Torah regarding the description and traits of Muhammad, (and purchase) by concealing this (a small gain therewith) a small profit, this was revealed about Ka'b Ibn al-Ashraf, Huyayy Ibn Akhtab and Judayy Ibn Akhtab (they eat into their bellies) they put into their bellies (nothing else than fire) except the unlawful; and it is also said that this means: they eat nothing except that which will turn into fire in their bellies on the Day of Judgement. (And Allah will not speak to them) nicely (on the Day of Resurrection, nor will He make them pure) He will not absolve them of their transgressions; it is also said that this means: He will not commend them in any good way. (Theirs will be a painful doom) a painful torment that will extend to their hearts."
    },
    {
      "ayah": 175,
      "surah": 2,
      "text": "(Those are they who purchase error at the price of guidance) they purchased disbelief for the price of faith, (and torment at the price of pardon) Judaism for the price of Islam; it is also said that this means: they chose that which leads to the Fire instead of that which leads to Paradise. (How constant are they in their strife to reach the Fire) how bold are they to delve into the Fire? It is also said that this means: what made them so bold as to enter the Fire? And it is also said: how they indulging indeed in the works of the people of the Fire."
    },
    {
      "ayah": 176,
      "surah": 2,
      "text": "(That is) the torment (because Allah hath revealed the Scripture) He sent down Gabriel with the Qur'an and the Torah (with the Truth) with an exposition of the Truth and falsehood, but they disbelieved. (Lo! Those who find disagreement in the Scripture) those who contravene that which is in the Book regarding the description and traits of Muhammad (pbuh) and further conceal the latter (are in open schism) are too much in disagreement with guidance."
    },
    {
      "ayah": 177,
      "surah": 2,
      "text": "(It is not righteousness) it is not all of righteousness; it is also said that (It is not righteousness) means: it is not faith (that ye merely turn your faces) in prayer (to the East) towards Mecca (and the West) towards Jerusalem; (but righteous is) but faith amounts to agreeing with (he who believeth in Allah) and it is also said: the faithful is he who believes in Allah (and the Last Day) in resurrection after death (and the angels) all the angels (and the Scripture) all the revealed Books (and the prophets) and all the prophets; Allah then mentions the obligated duties after mentioning faith, saying: (and giveth his wealth for love of Him) righteousness after declaring one's faith is that one gives of one's wealth, despite the fact that one loves and desires it and has only a little of it, (to kinsfolk) relatives (and to orphans) orphans of the believers (and the needy) who shy away from asking for assistance (and the wayfarer) the passer-by, the guest (and to those who ask) you to give them from your wealth, (and to set slaves free) those who made a contract to pay for their freedom and those who fight in the way of Allah. After mentioning the obligated duties, Allah mentions the different legal prescriptions, saying: (and observeth proper worship) He says: righteousness, after fulfilling the obligated duties, is to perfect the performance of the five daily prayers (and payeth the poor-due) give the poor what is due to them as well as similar things. (And those who keep their treaty) those who fulfil the pledges that are between them and their Lord or between them and other people (when they make one, and the patient in tribulation) i.e. fear, affliction and hardship (and adversity) illness, pain and hunger (and time of stress) upon engagement in fighting. (Such are they who are sincere) who have fulfilled their pledges. (And such are the God fearing) who refrain from breaking their pledges."
    },
    {
      "ayah": 178,
      "surah": 2,
      "text": "(O ye who believe! Retaliation is prescribed for you in the matter of the murdered ones; the freeman for the freeman) a freeman who premeditatedly kills another freeman, (and the slave for the slave) a slave who premeditatedly kills another, (and the female for the female) a female who premeditatedly kills another. This verse was revealed regarding two Arab clans but is abrogated by the verse: (� a life for a life) [5:45]. (And for him who is forgiven somewhat by his brother) whoever forgives the killing and takes instead blood money, (prosecution according to usage) Allah commands the person who asks for blood money to claim this money according to practised usage: three years if it is a full blood money, two years if it is half of the blood money, or one year if it is a third (and payment unto him) the person who is required to pay blood money is commanded to give the custodians of the murdered person what is due to them (in kindness) without the need to go to court or making it difficult for them. (This) this pardon (is an alleviation) appeasement (and a mercy from your Lord) towards the killer such that he is not killed. (He who transgresseth after this) after taking the blood money and kills the murderer (will have a painful doom) he shall be killed and will not be forgiven or allowed to pay blood money."
    },
    {
      "ayah": 179,
      "surah": 2,
      "text": "(And there is a life for you in retaliation) a continuation of existence and a lesson, (O men of understanding) those who possess sound minds among people, (that ye may ward off (evil)) that you may ward off killing one another for fear of retaliation."
    },
    {
      "ayah": 18,
      "surah": 2,
      "text": "(Deaf) pretending to be deaf, (dumb) pretending to be dumb, (and blind) pretending to be blind; (so they return not) from their disbelief and error."
    },
    {
      "ayah": 180,
      "surah": 2,
      "text": "(It is prescribed for you, when death approacheth one of you, if he leave wealth, that he bequeath unto parents and near relatives) kinsfolk (in kindness) more so and even better to the parents. (A duty for all those who ward off (evil)) those who ascribe no partners to Allah; but this verse is abrogated by that on inheritance."
    },
    {
      "ayah": 181,
      "surah": 2,
      "text": "(And whoso changeth) the will of the deceased person (after he hath heard it-the sin thereof) the onus thereof (is only upon those who change it) and the deceased bears no responsibility. (For Allah is Hearer) of the will and words of the deceased, (Knower) if he transgresses or changes it; it is also said that this means: He knows the deed of the testator. Thus, out of fear of sin, people used to execute the will of a deceased person as it was even when the latter transgressed in that will,"
    },
    {
      "ayah": 182,
      "surah": 2,
      "text": "until, that is, the following verse was revealed: (But he who feareth from a testator) knows that the testator has committed (some unjust or sinful clause) purposefully committed a mistake or transgression (and maketh peace between the parties) between the inheritors and the testator, i.e. he corrects what is in the will by reducing any bequest to a maximum of a third of the wealth, (no sin for him) he bears no sin in doing so. (Lo! Allah is Forgiving) He forgives the deceased if he transgresses or makes a mistake, (Merciful) in relation to the deed of the testator; it is also said that this means: He forgives the testator, and He is also merciful because He gave dispensation to reduce bequests to a third and thus commanded that one adhere to fairness."
    },
    {
      "ayah": 183,
      "surah": 2,
      "text": "(O ye who believe! Fasting is prescribed for you) for a specific number of days; it is said that this means: fasting is prescribed for you: you abstain from eating and drinking and from sexual intercourse from the dawn prayer or from the time one sleeps before the dawn prayer, (even as it was prescribed for those before you) for the people of the Book, (that ye may ward off (evil)) that you may ward off eating, drinking and sexual intercourse after the last night prayer or before sleeping after the last night prayer. However, this is abrogated by the verses: (It is made lawful for you to go unto your wives on the night of the fast) and (and eat and drink until the white thread becomes distinct to you from the black thread of the dawn)."
    },
    {
      "ayah": 184,
      "surah": 2,
      "text": "((Fast) a certain number of days) 30 days; (and (for) him who is sick among you, or on a journey, (the same) number of other days) let him fast the same number of days he missed; (and for those who can afford it) afford to fast (there is a ransom: the feeding of a man in need-) let him feed a person in need, instead of every day of the fast that he missed, half a measure of wheat. But this is abrogated by Allah's saying: (And whoever of you is present, let him fast the month). It is also said that this means: those who can afford a ransom and are not able to fast, old men and women who are unable to fast, they should feed a needy person, for every missed day of fast in Ramadan, half a measure of wheat. (But whoso doeth good of his own accord) gives more than two pounds, (it is better for him) in terms of reward: (and that ye fast is better for you) than giving ransom (if ye did but know-)"
    },
    {
      "ayah": 185,
      "surah": 2,
      "text": "(The month of Ramadan is) the month in (which was revealed the Qur'an) whereupon Gabriel brought down the entire Qur'an to the first heaven, dictated it to the scribes among the angels (al-safarah) and then took it down to Muhammad (pbuh) day after day, sometimes revealing to him just one, two or three verses and sometimes an entire surah, (a guidance for mankind) the Qur'an elucidates error to people, (and clear proofs of the guidance) in the matter of Religion, (and the Criterion (of right and wrong)) the lawful and the unlawful, the legal rulings, legal punishments and the steering away from doubtful matters. (And whoever of you is present) in settled areas and not travelling, (let him fast the month. And whoever of you is sick) during the month of Ramadan (or on a journey, (let him fast the same) number of days) at another time. (Allah desireth for your ease) He desires for you the dispensation of breaking the fast while on a journey; it is also said that this means: Allah wants you to break the fast when travelling; (He desireth not hardship for you) He does not desire for you the hardship of fasting while travelling; (and (He desireth) that ye should complete the period) that you should fast when you are back in your settlement the same number of days of fast you broke during your travel, (and that ye should magnify Allah for having guided you) as He guided you to His religion and legal dispensation, (and that peradventure ye may be thankful) so that you be thankful for His giving you this dispensation."
    },
    {
      "ayah": 186,
      "surah": 2,
      "text": "(And when My servants) the people of the Book (question thee concerning Me) whether I am near or far, (then surely I am nigh) then inform them, O Muhammad, that I am close when it comes to answering. (I answer the prayer of the supplicant when he crieth unto Me. So let them respond to Me) let them obey My Messenger (and believe in Me) and in My Messenger before asking, (in order that they may be led rightfully) so that they may be guided and have their prayers answered."
    },
    {
      "ayah": 187,
      "surah": 2,
      "text": "(It is made lawful for you to go unto your wives on the night of the fast) for sexual intercourse. (They are raiment for you) a repose for you (and you are raiment for them) a repose for them. (Allah is aware that ye were deceiving yourselves in this respect) by having sexual intercourse with them at night (and He hath turned in mercy towards you) He forgave you (and relieved you) from your deception and did not punish you. (So) now that it is made lawful, (hold intercourse with them and seek that which Allah hath ordained for you) to have a righteous child; this verse was revealed about 'Umar Ibn al-Khattab, (and eat and drink) from the time the night falls (until the white thread becometh distinct to you from the black thread of the dawn) i.e. until the light of day becomes distinct to you from the darkness of night. (Then strictly observe the fast till nightfall) the beginning of nightfall; this verse was revealed about Sirmah Ibn Malik Ibn 'Adiyy (and touch them not) do not have sexual intercourse with them, (while you are at your devotions) in pious retreat (in the mosques) whether this is during the day or the night. (These are the limits imposed by Allah) such sexual intercourse is a transgression against Allah, (so approach them not) abstain from having sexual intercourse with your wives, during the day and at night, while you are in such retreats. (Thus Allah expoundeth His revelations) His commands and prohibitions (to mankind) as He has exposited this matter (that they may ward off (evil)) they may ward off transgressing against Him. This verse was revealed about a group of Companions of Allah's Messenger (pbuh) among whom were 'Ali Ibn Abi Talib and 'Ammar Ibn Yasir, who were in retreat in the mosque and used to go to their wives whenever they needed them, and then take a ritual bath and return to the mosque. Henceforth but they were forbidden to do so."
    },
    {
      "ayah": 188,
      "surah": 2,
      "text": "The following was revealed about 'Abdan Ibn Ashwa' [al-Hadrami] and Imra' al-Qays [Ibn 'Abis]: (And eat not up your property among yourselves in vanity) through oppression, theft, usurpation, perjury, and other forbidden means, (nor seek by it to gain the hearing of the judges that you may knowingly devour a portion of the property of others wrongfully) through perjury; Imra' al-Qays admitted taking the money when this verse was revealed."
    },
    {
      "ayah": 189,
      "surah": 2,
      "text": "(They ask thee (O Muhammad), of new moons) they ask you about the increase and decrease of the moon. (Say) O Muhammad! (They are fixed seasons for mankind) they are signs for people so that they pay back their debts and know the waiting periods of their women and the timing of their fast and the breaking of their fast (and for the pilgrimage) and for the timing of pilgrimage. This verse was revealed about Mu'adh Ibn Jabal when he asked the Prophet (pbuh) about the timing of the pilgrimage. (It is not righteousness) it is not an act of obedience or God-fearing (that ye go to houses by the backs thereof) during ritual consecration (ihram), (but the righteous man) the obedient person during the time of ritual consecration (is he who wardeth off (evil)) hunting and other things. (So go to the houses) enter the houses (by the gates thereof) by the gates you used to enter, (and observe your duty to Allah) fear Allah during the time of ritual consecration, (that ye may be successful) so that you will be spared Allah's wrath and punishment. This verse was revealed about a group of Companions of the Prophet (pbuh) from the tribes of Kinanah and Khuza'ah, who used to enter their houses, during the time of ritual consecration, from the back or from the roof, as was the habit during the pre-Islamic era."
    },
    {
      "ayah": 19,
      "surah": 2,
      "text": "(Or like a rainstorm from the sky). This is another simile, whereby the likeness of the hypocrites and Jews vis-�-vis the Qur'an is like rain that has poured down from heaven at night onto the wilderness, (wherein is darkness, thunder and the flash of lightening). Such is the Qur'an. For it has come down from Allah; it contains darkness as embodied in the exposition of seditions, thunderings of rebuke whereby fear is instilled, lightening of exposition, instruction and promise. (They thrust their fingers in their ears by reason of the thunder-claps) due to the sound of the thunder (for fear of death), for fear of misfortune and death. Similarly, the Jews and hypocrites used to put their fingers in their ears when they heard the Qur'an recited, delivering promises and threats like thunder-claps, and this they did for fear of death, i.e. for fear of being drawn to it. (And Allah encompasseth the disbelievers) and hypocrites, i.e. He knows them and will gather them in hell."
    },
    {
      "ayah": 190,
      "surah": 2,
      "text": "(Fight in the way of Allah) in obedience of Allah whether in the Sacred Precinct or in other places (against those who fight against you) against those who initiate fight against you, (but begin not hostilities. Lo! Allah loveth not aggressors) He does not love those who initiate fighting whether in the Sacred Precinct or in other locations."
    },
    {
      "ayah": 191,
      "surah": 2,
      "text": "(And slay them) if they start the fight against you (wherever ye find them) whether in the Sacred Precinct or in other places, (and drive them) out of Mecca (out of the places whence they drove you out) as they drove you out of it, (for persecution) associating partners with Allah and worshipping idols (is worse) more evil (than slaughter) in the Sacred Precinct. (And fight not with them) do not initiate a fight with them (at the Inviolable Place of Worship) in the Sacred Precinct (until they attack you there) until they initiate a fight with you in the Sacred Precinct, (but if they attack you (there)) first (then slay them. Such is the reward of disbelievers) i.e. death is their reward."
    },
    {
      "ayah": 192,
      "surah": 2,
      "text": "(But if they desist) from their disbelief, association of partners with Allah and turn to Allah (then lo! Allah is Forgiving) towards those who turn to Him, (Merciful) towards those who die in a state of repentance."
    },
    {
      "ayah": 193,
      "surah": 2,
      "text": "(And fight them) if they initiate fighting against you whether you are in the Sacred Precinct or not (until persecution is no more) until there is not association of partners with Allah in the Sacred Precinct, (and religion is for Allah) and Islam and worship of Allah reign in the Sacred Precinct. (If they desist) from fighting you in the Sacred Precinct, (then let there be no hostility) you are not allowed to kill them (except against wrong-doers) except those who start the fight against you."
    },
    {
      "ayah": 194,
      "surah": 2,
      "text": "(The forbidden month) in which you entered to perform the lesser pilgrimage ('umrah) (is for the forbidden month) which they prevented you from performing, (and forbidden things in retaliation) one in retaliation for another. (And one who attacketh you) first, in the Sacred Precinct (attack him in like manner as he attacked you) by killing them. (And observe your duty to Allah) and fear Allah to begin with, (and know that Allah is with those who ward off (evil)) He assists the pious by giving them victory."
    },
    {
      "ayah": 195,
      "surah": 2,
      "text": "(Spend your wealth for the cause of Allah) in obedience of Allah so as to perform the lesser pilgrimage, (and be not cast by your own hands to ruin) Allah says: do not refrain from giving in His cause lest you ruin yourselves. It is also said that this means: do not be the cause of your own ruin; and it is also said that this means: do not despair of Allah's mercy lest you ruin yourselves; (and do good) by spending in the cause of Allah; it is also said that this means: have a good opinion about Allah; and it is also said that this means: be good in your spending in the way of Allah. (Lo! Allah loveth the beneficent) who spend in His cause. The verses from (Fight in the way of Allah against those who fight against you) to (and do good. Lo! Allah loveth the beneficent) were revealed about the Companions who were in ritual consecration with the Prophet (pbuh) on their way to perform the lesser pilgrimage after the year of al-Hudaybiyyah."
    },
    {
      "ayah": 196,
      "surah": 2,
      "text": "(Perform the pilgrimage and the visit for Allah) so that He may accept them, and this by making them sincere unto Him and also by performing the pilgrimage to its final completion and by performing the lesser pilgrimage to the Sacred House. (And if ye are prevented) from performing the pilgrimage or the lesser pilgrimage because of enemies or ill-health, (then send such gifts as can be obtained with ease) then you should offer whatever gifts you can obtain: a sheep, cow or camel in order to leave the Sacred Precinct, (and shave not your heads) if you are prevented (until the gifts) that you have sent (have reached their destination) where it is going to be immolated. (And whoever among you is sick) and cannot remain in the place where he is, then he can return home before his gift reaches its destination (or hath an ailment of the head) or if his head is infested with lice, he should shave it. This verse was revealed about Ka'b Ibn 'Ujrah who shaved his hair when still in a state of ritual consecration because it was infested with lice, (must pay ransom of fasting) the ransom is to fast three days (or almsgiving) to six needy people from the inhabitants of Mecca (or offering) a sheep to be sent to the place of immolation. (And if ye are in safety) from the enemy and you have recovered from your sickness, then you should make up that which Allah has made obligatory upon you in the following year, whether it is a question of the pilgrimage or the lesser pilgrimage, (then whoever contenteth himself with) perfume and clothes after (the visit) the lesser pilgrimage and until he engages in ritual consecration (for the Pilgrimage (shall give) such gifts) then he should offer a sacrifice for making 'Umrah before Hajj (dam al-tamattu') and a sacrifice for doing Hajj and 'Umrah simultaneously (dam al-qaran wa'l-mut'a), whether it is a sheep, cow or camel (as can be had with ease. And whoever cannot find (such gifts)) either a sheep, cow or camel, (then a fast of three days) a fast of three consecutive days (while on the pilgrimage) in the ten days of the pilgrimage, the last of which being the Day of 'Arafah, (and of seven when ye have returned) on your way to your families or after you have returned to your families; (that is, ten in all) in exchange for the gifts."
    },
    {
      "ayah": 197,
      "surah": 2,
      "text": "(The pilgrimage is (in) the well known months) ritual consecration for the pilgrimage takes place in the well known months of Shawwal, Dhu'l-Qa'da, and the first ten days of Dhu'l-Hijja, (and whoever is minded to perform the pilgrimage therein) whoever enters in a state of ritual consecration in these months (there is (to be) no lewdness) no sexual intercourse once in a state of ritual consecration (nor abuse) no verbal abuse or name calling (nor angry conversation) between one person and another (on the pilgrimage) when in a state of ritual consecration; it is also said that this means: there is to be no heated argument about the obligatoriness of the pilgrimage. (And whatsoever good ye do) whatever you abstain from whether it is lewdness, abuse or angry conversation in the Sacred Precinct (Allah knoweth it) Allah will accept it. (So make provision for yourselves) O people of sound minds, from the provision of this world; Allah says here: take from the provisions of this world, O people of sound minds, what is enough to spare you from asking others, otherwise just trust in Allah; (for the best provision to ward off evil) for trust in Allah is the best provision in this world. (Therefore keep your duty unto Me) fear Me in the Sacred Precinct, (O men of understanding). This verse was revealed about some people from the Yemen who used to perform the pilgrimage without taking any provisions with them. As a consequence, they used to wrongfully obtain provisions from the settlements they found on their way and hence Allah now prohibited them from doing so."
    },
    {
      "ayah": 198,
      "surah": 2,
      "text": "(It is no sin) there is no constraint (for you that ye seek the bounty of your Lord (by trading)) by engaging in trade in the Sacred Precinct. This was revealed about a group of people who were against buying and selling in the Sacred Precinct, and so legal dispensation was given to allow it. (But, when you press on in the multitude from 'Arafat) when you return from 'Arafat to the Sacred monument, (remember Allah) with your heart and tongue (by the Sacred monument. Remember Him as He hath guided you, although before) before Muhammad (pbuh) the Qur'an and Islam (ye were of the astray) among the unbelievers."
    },
    {
      "ayah": 199,
      "surah": 2,
      "text": "(Then hasten onward from the place whence the multitude hasteneth onward) He says: return from whence the people of Yemen have returned, (and ask forgiveness of Allah) for your sins. (Lo! Allah is Forgiving) of those who repent, (Merciful) towards those who die in a state of repentance. This was revealed about a group of people called the �Hamsiyyun� who did not want to press on from the Inviolable Place of Worship to 'Arafat during their pilgrimage. Allah warned them against this, commanding them to go to 'Arafat and then return from there."
    },
    {
      "ayah": 2,
      "surah": 2,
      "text": "(This is the Scripture), i.e. this is the Book that Muhammad (pbuh) is reciting to you; (whereof there is no doubt). There is no doubt that it has come from Me; if you believe in it, I shall guide you, but if you do not believe in it, I will torment you. It is also said that (This is the Scripture) refers to the Guarded Tablet. It is also said that this means: This is the Book that I promised to reveal to you on the Day of the Covenant (yawm al-mithaq). It is also said (this is the Scripture whereof there is no doubt) means there is no doubt that the description and traits of Muhammad are found in the Torah and Gospel. (A guidance unto those who ward off (evil)), means that the Qur'an is an exposition for those who ward off disbelief, associating partners with Allah and indecencies. It is also said that it means: it is a favour to the believers; or that it means it is a mercy unto those who ward off evil from among the community of Muhammad (pbuh)."
    },
    {
      "ayah": 20,
      "surah": 2,
      "text": "(The lightning), i.e. fire, (almost snatcheth away their sight from them), i.e. from the unbelievers. Similarly, the exposition of the Qur'an almost snatched away their error. (As often as it flasheth forth), the lightening, (for them they walk therein) in the brightness of lightening, (and when it darkeneth against them they stand still) they remain in darkness. Likewise, when the hypocrites declared themselves to be believers, they went along with that which the believers went along with because their outward faith was accepted. But when they died, they remained in the darkness of the grave. (And if Allah willed, He could destroy their hearing), take away the thunder, (and their sight) the lightening. Likewise, if Allah willed, He could take away the hearing of the hypocrites and Jews through the rebukes and threats contained in the Qur'an, and He could also take away their sight through the exposition contained therein. (Indeed Allah is able to do all things) in terms of destroying their hearing and sight."
    },
    {
      "ayah": 200,
      "surah": 2,
      "text": "(And when ye have completed your devotions) upon finishing the rites of your pilgrimage, (then remember Allah) say: O Allah! (as ye remember your fathers) as you say: father! It is also said that this means: remember Allah for the blessings He showered on you as you used to remember the kindness of your fathers in the pre-Islamic era (or with a more lively remembrance) remember Him more than you used to remember your fathers. (But of mankind is he who saith) on the standing site: (�Our Lord! Give unto us in the world,) camels, cows, sheep, male and female slaves and wealth� (and he hath no portion in the Hereafter) of Paradise by performing the pilgrimage."
    },
    {
      "ayah": 201,
      "surah": 2,
      "text": "(And of them (also) is he who saith: �Our Lord! Give unto us in the world that which is good) of knowledge, worship, preservation from sins, martyrdom and booty (and in the Hereafter that which is good) Paradise and its bliss, (and guard us from the doom of Fire) drive away from us the torment of the grave and the torment of hell�."
    },
    {
      "ayah": 202,
      "surah": 2,
      "text": "(For these) who are thus (there is in store a goodly portion) a great portion in Paradise (out of that which they have earned) from their pilgrimage. (Allah is swift in reckoning) Allah says: when He takes people to task, His reckoning is swift; it is also said that this means: swift in His protection. It is said that this means: His punishment is severe towards those who show off in their devotional works."
    },
    {
      "ayah": 203,
      "surah": 2,
      "text": "(Remember Allah) by saying: �Allah is great�, �there is no god except Allah� and �glory be to Allah�, (through the appointed days) during five days: the day of 'Arafah, the day of immolation and the three days after it. (Then whoso hasteneth (in departure)) to return to his family (by two days) after the day of immolation, (it is no sin for him) by this hastening, (and whoso delayeth) it to the third day, (it is no sin for him) by this delay; it is said that this means: there is no reproach on him because of this delay and he shall leave with his sins forgiven; (that is for him who wardeth off (evil)) He says: hastening departure is for him who avoids hunting until the third day. (Be careful of your duty to Allah) He says: fear Allah in taking what is hunted until the third day, (and know that unto Him ye will be gathered) after you die"
    },
    {
      "ayah": 204,
      "surah": 2,
      "text": "(And of mankind there is he whose conversation on the life of this world pleaseth thee (Muhammad)) his speech, words and outward appearance pleases you, (and he calleth Allah to witness as to that which is in his heart) he swears by Allah that he loves and follows you; (yet he is the most rigid of opponents) yet he argues about falsehood and is a staunch opponent."
    },
    {
      "ayah": 205,
      "surah": 2,
      "text": "(And when he turneth away (from thee)) when he is angry (his effort in the land is to make mischief therein) by committing transgressions (and to destroy the crops) and stacks of grain by burning them (and the cattle) by killing them; (and Allah loveth not mischief) or those who commit it."
    },
    {
      "ayah": 206,
      "surah": 2,
      "text": "(And when it is said unto him: Be careful of your duty to Allah) regarding what you are doing, (pride taketh him to sin) he takes offence because of his pride. (Hell will settle his account) his destination will be hell, (an evil resting place). This verse was revealed about al-Akhnas Ibn Shurayq who was both eloquent and good looking and the Prophet (pbuh) used to like his speech. This person used to say to him that he loved him and that he was entirely with him in secret and in the open, and used to give his oath to this effect. But he was a hypocrite and it is alleged that he burned someone's crops and killed a donkey belonging to others."
    },
    {
      "ayah": 207,
      "surah": 2,
      "text": "(And of mankind is he who would sell himself) with his wealth, (seeking the pleasure of Allah) in pursuit of Allah's pleasure. This was revealed about Suhayb Ibn Sinan and his companions. He ransomed himself from the Meccans with his money; (and Allah hath compassion on (His) bondmen) those who were killed in Mecca. This was revealed about the parents of 'Ammar Ibn Yasir (Yasir and Sumayyah) and others who were killed by the Meccan idolaters."
    },
    {
      "ayah": 208,
      "surah": 2,
      "text": "(O ye who believe! Come, all of you, into submission) come all of you to the prescriptions of the Religion of Muhammad (pbuh); (and follow not the footsteps of the devil) follow not the embellishments of the devil regarding the unlawfulness of the Sabbath, the meat of camels and other things. (Lo! He is an open enemy for you) whose enmity is quite manifest."
    },
    {
      "ayah": 209,
      "surah": 2,
      "text": "(And if ye slide back after the clear proofs have come unto you) after the exposition which is in your Scripture, (then know that Allah is Mighty) in His vengeance towards anyone who does not follow His Messenger, (Wise) in abrogating the laws of bygone nations. This was revealed about 'Abdullah Ibn Salam and his companions because they disliked the Sabbath and the meat of camels amongst other things."
    },
    {
      "ayah": 21,
      "surah": 2,
      "text": "(O mankind!) O people of Mecca; and it is also said that this refers to the Jews, (Worship your Lord), declare Him as the only One God, (Who hath created you) as different lineages beginning from a drop of sperm, (and those before you) just as He created those who came before you, (so that ye may ward off) so that you may ward off His wrath and torment and obey Him."
    },
    {
      "ayah": 210,
      "surah": 2,
      "text": "(Wait they) the people of Mecca (for nothing else than that Allah should come unto them) on the Day of Judgement, but this coming is without any modality (bila-kayfa) (in the shadows of the clouds with the angels? Then the case would be already judged) the people of Paradise would already be in Paradise and the people of hell in hell. (All cases go back to Allah) the consequences of all things go back to Allah in the Hereafter."
    },
    {
      "ayah": 211,
      "surah": 2,
      "text": "(Ask the children of Israel) tell the children of Jacob (how many a clear revelation We gave them!) how may times We addressed them with commands and prohibitions, and honoured them with Religion in the time of Moses, but they exchanged all that with disbelief. (He who altereth the grace of Allah) whoever exchanges the Religion and Scripture of Allah with disbelief (after it hath come unto him) after what Muhammad has come with ((for him), lo! Allah is severe in punishment) for whoever disbelieves in Him."
    },
    {
      "ayah": 212,
      "surah": 2,
      "text": "(Beautified is the life of the world) what is in this world of comfortable living (for those who disbelieve) Abu Jahl and his entourage; (they make a jest of believers) Salman [al-Farisi], Bilal [Ibn Rabah], Suhayb [al-Rumi] and their fellow believers because of their abject poverty. (But those who ward off) disbelief and ascribing partners to Allah: i.e. Salman and his fellow believers (will be above them) in this world by having a strong argument against them and also by having status and standing (on the Day of Resurrection. Allah giveth) abundant wealth (without stint) without faltering or affectation; it is also said that He gives to whoever He wills in Paradise without stint (to whom He will)."
    },
    {
      "ayah": 213,
      "surah": 2,
      "text": "(Mankind were) in the times of Noah and Abraham (one community) of disbelievers; as it is said that this means: there were in the time of Abraham followers of the true Religion (Muslims), (and Allah sent Prophets) from the children of Noah and Abraham (as bearers of good tidings) of Paradise for whoever believes in Allah (and as warners) from hell for whoever does not believe in Allah, (and revealed therewith the Scripture) He sent down Gabriel to them with the Scripture, (with the Truth) expositing what is true and what is false (that it might judge) so that each prophet would judge by his Scripture (between mankind concerning that wherein they differed) in Religion; it is also said that this means: so that the Scripture is used as a final authority; and it is also said that this means: so that the Prophet Muhammad (pbuh) rules them by the Scripture. (And only those unto whom (the Scripture) was given differed concerning it) concerning the Religion and Muhammad (pbuh) (after clear proofs had come unto them) clear proofs from their own Scripture, (through hatred one of another) out of resentful envy from their part and this is why they disbelieved in it. (And Allah by His will guided those who believe) by means of the prophets (unto the Truth of that concerning which they differed) in Religion. It is also said that this means: Allah protected the believers by means of the prophets from that which they differed over in matters of Religion, and directed them from falsehood to the Truth. (Allah guideth whom He will) whomever deserves it; and it is also said that this means: Allah holds firm whomever He wills by His grace and will (unto a straight path) unto an established religion that He is pleased with."
    },
    {
      "ayah": 214,
      "surah": 2,
      "text": "(Or think ye) O group of believers!-referring here to 'Uthman [Ibn 'Affan] and his fellow believers-(that ye will enter Paradise while yet there hath not come unto you the like of (that which came to) those who passed away before you?) i.e. without being tried as were the believers who came before you. (Affliction) fear, calamities, hardships (and adversity) sickness, pain and hunger (befell them) visited them, (they were shaken as with an earthquake) in hardship, (till the Messenger (of Allah)) until their Messenger (and those who believed along with him) those who believed in him (said: When cometh Allah's help) over the enemy? Allah said to that Prophet: (Now surely Allah's help) over your enemy by means of your safety (is near)."
    },
    {
      "ayah": 215,
      "surah": 2,
      "text": "(They ask thee (O Muhammad)) and this was before the verse of inheritance was revealed (what they shall spend) to whom they should give in charity. (Say: That which ye spend for good) of your wealth ((must go) to parents and near kindred) later, giving charity to parents was abrogated by the verse on inheritance (and orphans) He says: give in charity to the orphans (and the needy) the needy among people (and the wayfarer) the guest who drops by. (And whatsoever good ye do) whatever wealth you spend on these, (lo! Allah is Aware of it) Allah knows it as He knows your intention and He will reward you for it."
    },
    {
      "ayah": 216,
      "surah": 2,
      "text": "(Warfare is ordained for you) in times of a general call to arms with the Prophet (pbuh) (though it is hateful unto you) hard on you; (but it may happen that ye hate a thing) fighting in the way of Allah (which is good for you) in that you obtain martyrdom and spoils, (and it may happen that ye love a thing) abstaining from fighting in the way of Allah (which is bad for you) in that you will not obtain martyrdom or spoils. (And Allah knoweth) that fighting in His way is better for you, (ye know not) that abstention from fighting in His way is bad for you. This was revealed about Sa'd Ibn Abi Waqqas, al-Miqdad Ibn al-Aswad and their associates. It was then revealed regarding 'Abdullah Ibn Jahsh and his companions who killed 'Amr Ibn al-Hadrami and their asking about warfare during the sacred month-in reference here to Rajab: i.e. the last afternoon of Jumada II, before seeing the moon of Rajab-for the unbelievers had censored them from doing so."
    },
    {
      "ayah": 217,
      "surah": 2,
      "text": "And so Allah said: (They question thee (O Muhammad) with regard to warfare in the sacred month) about waging war in the month of Rajab. (Say: Warfare therein) in the month of Rajab (is a great (transgression)) deserving a great punishment, (but to turn (men) from the way of Allah) but preventing people from the Religion of Allah and His obedience, (and to disbelieve in Him and in the Inviolable Place of Worship) and turning people away from the Inviolable Place of Worship, (and to expel its people from it, is a greater sin) deserving a greater punishment (with Allah) than the killing of 'Amr Ibn al-Hadrami; (for persecution) associating partners with Allah (is worse than slaughter) the slaughter of 'Amr Ibn al-Hadrami. (And they), the people of Mecca, (will not cease from fighting against you till they have made you renegades from your religion) the religion of Islam, (if they can) if they are able to do so. (And whoso becometh a renegade) whoever renounces Islam (and dieth in his disbelief: such are they whose works have fallen) their works are thwarted and their good deeds rejected (both in the world and the Hereafter) and they will not be rewarded in the Hereafter. (And such are rightful owners of the Fire) the people of hell: (they will abide therein forever) they will neither die nor leave it."
    },
    {
      "ayah": 218,
      "surah": 2,
      "text": "The following was also revealed about 'Abdullah Ibn Jahsh and his companions: (Lo! Those who believe) in Allah and His Messenger, (and those who emigrate) from Mecca to Medina (and strive in the way of Allah) by killing the unbeliever 'Amr Ibn al-Hadrami, (these have hope in Allah's mercy) they shall obtain Allah's Garden. (And Allah is Forgiving) of what they have done, (Merciful) towards them, since He did not punish them."
    },
    {
      "ayah": 219,
      "surah": 2,
      "text": "(They question thee about strong drink and games of chance). This was revealed about 'Umar Ibn al-Khattab who prayed: �O Allah! Show us Your judgement regarding alcoholic drinks!� So Allah said to Muhammad (pbuh): (Say) O Muhammad! (in both is great sin) this is after they were declared unlawful, (and (some) utility for men) by means of their trading, i.e. before they were unlawful; (but the sin of them) after their being declared unlawful (is greater than their usefulness) before they were made unlawful; and then both were prohibited. (And they ask thee what they ought to spend). This was revealed about 'Amr Ibn al-Jamuh who asked the Prophet (pbuh): �What should we spend from our wealth�. Allah told His Prophet: they ask you about what they should spend from their wealth. (Say: That which is superfluous) that which is in surplus to your sustenance requirements and of food for your dependents. But this was abrogated by those verses on the poor-due. (Thus Allah maketh plain to you (the) revelations) the commands and prohibitions and the insignificance of this world, (that ye may reflect) that it is evanescent."
    },
    {
      "ayah": 22,
      "surah": 2,
      "text": "(Who hath appointed the earth a resting-place for you), a place for dwelling and sleeping, (and the sky a canopy), raised high above; (and causeth water to pour down from the sky), i.e. rain, (thereby producing) through this rain (fruits) different kinds of fruit (as food for you) as sustenance for you and all created beings. (So do not set up rivals to Allah) do not say that Allah has peers, different forms or coequals (when you know) that He is the fashioner of all these things. It is also said that (when you know) means: when you know from your own scripture that Allah does not have a son, coequal or peer."
    },
    {
      "ayah": 220,
      "surah": 2,
      "text": "(Upon the world and the Hereafter) that it is lasting. (And they question thee concerning orphans). This was revealed about 'Abdullah Ibn Rawahah who asked the Prophet (pbuh) about whether it was lawful to share food, drink and shelter with orphans. Allah told His Prophet: they ask you about sharing food, drink and shelter with orphans, (Say) O Muhammad: (To improve their lot) and their wealth (is best) rather than not sharing with them. (And if you mingle your affairs with theirs) as regards food, drink and shelter, (then (they are) your brothers) in Religion and you should therefore safeguard their shares. (And Allah knoweth him who spoileth) the wealth of orphans (from him who improveth) their wealth. (Had Allah willed He could have overburdened you) He could have forbidden such sharing. (Indeed Allah is Mighty) and takes revenge against whoever spoils the wealth of orphans, (Wise) ruling that the wealth of orphans should be improved."
    },
    {
      "ayah": 221,
      "surah": 2,
      "text": "(Wed not idolatresses). This was revealed about Marthad Ibn Abi Marthad Al-Ghanawi who wanted to marry an idolatress woman by the name of 'Inaq. Allah prohibited such marriage, saying: do not marry idolatresses women (till they believe) in Allah; (for lo! A believing bondwoman) marrying a believing slave woman (is better than an idolatress) who is a free woman (though she pleases you) though you may like her comeliness and beauty; (and give not your daughters in marriage to idolaters till they believe) in Allah, (for lo! A believing slave) Allah says: giving your daughters in marriage to a believing slave (is better than an idolater) is better than your daughter marrying an idolater who is free (though he pleases you) though his body and strength may please you. (These invite unto the Fire) they invite to disbelief and to works that lead to hell, (and Allah inviteth unto the Garden) by means of His divine Oneness, (and unto forgiveness) through repentance (by His grace) by His leave, (and He expoundeth thus His revelations) His commands and prohibitions regarding marriage (to mankind that they may remember) so that they may take admonition and refrain from unlawful marriage."
    },
    {
      "ayah": 222,
      "surah": 2,
      "text": "(They question thee (O Muhammad) concerning menstruation) this was revealed about Abu'l-Dahdah who asked the Prophet (pbuh) about it. Allah said to His Prophet: they ask you about sexual intercourse during menstruation, (Say) O Muhammad: (it is harmful) it is filth and unlawful, (so keep away from women at such time) so refrain from having sexual intercourse during menstruation (and go not unto them) do not have sex with them (till they are cleansed) of menstruation. (And when they have purified themselves) and have had a major ritual ablution (ghusl), (then go in unto them) you may have sex with them (as Allah hath enjoined upon you) as you were dispensed to do before, i.e. penetration ought to be in the pudendum. (Truly Allah loveth those who turn unto Him) those who repent of transgression (and loveth those who have a care for cleanness) those who have a care for turning away from transgression and filth."
    },
    {
      "ayah": 223,
      "surah": 2,
      "text": "(Your women are a tilth for you (to cultivate)) He says: the vulvas of your wives are plantations for your offspring (so go to your tilth) your plantations (as ye will) as you please, from behind or front as long as the penetration is in the pudendum, (and send (good deeds) before you for your souls) righteous children, (and fear Allah) regarding penetrating your wives in their anus or having sex with them during menstruation, (and know that ye will (one day) meet Him) that you will see Him after you die and He will reward you according to your deeds. (Give glad tidings to believers (O Muhammad)) Allah says: give glad tidings, O Muhammad, to the believers, who ward off penetrating their wives in their anus and further abstain from having sex with them when they are menstruating, that Paradise will be theirs."
    },
    {
      "ayah": 224,
      "surah": 2,
      "text": "(And make not Allah, by your oaths, a hindrance) a reason by means of which you make your oaths. This was revealed about 'Abdullah Ibn Rawahah who swore not to show kindness to his sister and her husband and not to speak with them or make up between them. But Allah warned him against doing so, saying: do not make Allah a reason by means of which you make oaths, (to your being righteous) that you should not honour your oath (and observing your duty unto Him) and ward off severing ties of kinship (and making peace) and not make peace (among mankind). He says: return to that which is better for you and make amend for your oaths; it is also said that this means: avoid making oaths by Allah about not showing kindness to anyone and your not making peace between people. (For Allah is Hearer) of your oath to stop showing kindness to people, (Knower) of your intentions and the amends that will absolve you from your oaths."
    },
    {
      "ayah": 225,
      "surah": 2,
      "text": "(Allah will not take you to task for that which is unintentional in your oaths) by imposing amends for unintentional oaths such as saying: �No, by Allah� or �Yes indeed, by Allah� upon buying and selling and upon other instances of idle talk. (But He will take you to task for that which your hearts have garnered) what is hidden in your hearts. (And Allah is Forgiving) of your unintentional oaths, (Clement) in that He does not hasten punishment upon you; it is also said: idle talk is an oath for committing transgression. If one refrains from it and makes amends, then Allah does not take one to task for it; but if one does not refrain from so doing, then Allah will take one to task for it."
    },
    {
      "ayah": 226,
      "surah": 2,
      "text": "(Those who forswear their wives) those who abstain from having sex with their wives because of an oath they have made, should not touch them for a period of four months (may wait up to four months) they should wait four months; (then, if they change their mind) if they have sex with them before the elapse of four months, (lo! Allah is Forgiving) that they have not honoured their oath, provided they repent, (Merciful) in that He made the amends due on them clear."
    },
    {
      "ayah": 227,
      "surah": 2,
      "text": "(And if they decide upon divorce) have actually divorced and honoured their oaths ((let them remember that) Allah is Hearer) of one's oath, (Knower) of the fact that one's wife has been divorced through one single pronouncement of divorce after a period of fourth months and through honouring the oath that was made. This verse was revealed about a man who swore not to have sex with his wife for four months or longer. If this man had honoured his oath, his wife would have been considered divorced from him, one single act of divorce; if, on the other hand, he had sex with her before the elapse of this period, he should make amends for breaking his oath."
    },
    {
      "ayah": 228,
      "surah": 2,
      "text": "(Women who are divorced) through one or two pronouncements of divorce (shall wait) shall wait a certain time called the waiting period, (keeping themselves apart, three (monthly) courses) for three menstruation periods. (And it is not lawful for them that they should conceal) their pregnancy (that which Allah hath created in their wombs) of offspring (if they are believers in Allah and the Last Day. And their husbands would do better to take them back) to take them back as their wives (in that case) during the waiting period or if they are pregnant (if they desire reconciliation.) This is because in the early period of Islam, when a man divorced his wife via one or two pronouncements of divorce, he had a better right to take her back after the lapse of the waiting period, before her marrying again. Later, the right to take one's wife back was abrogated by the saying of Allah: (Divorce must be pronounced twice). Similarly, a man had a better right to take his wife back if she were pregnant, even if he had pronounced her divorce a thousand times. This was however abrogated by Allah's saying: (divorce them for their (legal) period) [65:1]. (And they (women) have rights) and inviolability with their husbands (similar to those) of their husbands (over them in kindness) in kind companionship and intercourse, (and men are a degree above them) in relation to the reasoning faculty, inheritance, blood money, as witnesses in court and also that which they owe them in terms of expenditure and service. (Allah is Mighty) in that He is vengeful vis-�-vis whoever leaves that which is between a husband and wife of rights and inviolability, (Wise) regarding that which He has ruled between them."
    },
    {
      "ayah": 229,
      "surah": 2,
      "text": "(Divorce must be pronounced twice) He says: the divorce in which a man is entitled to take back his wife is pronounced once on two separate occasions (and then (a woman) must be retained) before she is pronounced divorced a third time and before performing major ritual ablution from the third menstruation (in honour) with kind companionship and intercourse (or released in kindness) or divorced a third time with such kindness as restores her rights. (And it is not lawful for you that ye take from women aught of that which ye have given them) of dowry; (except (in the case) when both arbiters) when the husband and wife both know that she wants to ransom her divorce (fear that they may not be able to keep the limits (imposed by) Allah) the rulings of Allah regulating the relationship between husband and wife. (And if ye fear) if you know (that they may not be able to keep the limits (imposed by) Allah) the rulings of Allah regulating the relationship between husband and wife, (in that case it is no sin for either of them) and especially the husband (if the woman ransom herself) if the husband takes what the woman ransoms herself with, out of the generosity of her soul. This verse was revealed about Thabit Ibn Qays Ibn Shammas whose wife Jamilah was the daughter of 'Abdullah Ibn Ubayy Ibn Salul, chief of the hypocrites. This woman ransomed her divorce from her husband by giving him back what he gave her as dowry. (These are the limits of Allah) the rulings of Allah regulating the relationship between husband and wife, (Transgress them not) do not step beyond that which Allah has prohibited. (For whoso transgresseth Allah's limits) steps beyond them: (such are wrong-doers) harmful to themselves."
    },
    {
      "ayah": 23,
      "surah": 2,
      "text": "(And if ye are in doubt concerning that which We revealed) through the Archangel Gabriel (unto Our slave) Muhammad whom you accuse of fabrication, (then produce a surah like it) produce a surah like the surah of the Cow (al-Baqarah), (and call your witnesses), seek help from the gods that you worship, (apart from Allah), it is said that this refers to their leaders, (if ye are truthful) in your claim."
    },
    {
      "ayah": 230,
      "surah": 2,
      "text": "Allah then went back to His saying: (Divorce must be pronounced twice) saying: (And if he hath divorced her) i.e. the third time, (then she is not lawful unto him thereafter) after the third divorce (until she hath wedded another husband) and the marriage must be consummated. (Then if he (the other husband) divorce her) this was revealed about 'Abd al-Rahman Ibn al-Zubayr, (it is no sin for both of them) the first husband and the woman (that they come together again) with a new dowry and marriage contract (if they consider) if they know (that they are able to observe the limits of Allah) the rulings of Allah regulating the relationship between husband and wife. (These are the limits of Allah) these are Allah's rulings and obligations. (He manifesteth them for people who have knowledge) they are from Allah and believe them to be so."
    },
    {
      "ayah": 231,
      "surah": 2,
      "text": "(When ye have divorced women) one pronouncement of divorce, (and they have reached their term) their waiting period before they have a major ritual ablution after the third menstruation, (then retain them) take them back as your wives (in kindness) with kind companionship and intercourse (or release them) let them have their major ritual ablution and end the waiting period (in kindness) that will restore their rights. (Retain them not to their hurt) in a way that causes their hurt (so that ye transgress (the limits)) that you transgress against them by prolonging their waiting period for them. (He who doeth that) he who so hurts his wife (hath wronged his own soul) has caused harm to himself. (Make not the revelations of Allah) His commands and prohibitions (a laughing stock (by your behaviour)) by not acting upon them, (but remember Allah's grace upon you) preserve Allah's blessing on you Who gave you Islam (and that which He hath revealed unto you of the Scripture) in the Scripture of commands and prohibitions (and of wisdom) the lawful and the unlawful, (whereby He doth exhort you) prohibits you from hurting them. (Observe your duty to Allah) fear Allah if you hurt them (and know that Allah is Aware of all things) harming others as well as other things."
    },
    {
      "ayah": 232,
      "surah": 2,
      "text": "(And when ye have divorced women) one or two pronouncements of divorce (and they have reached their term) have completed their waiting period and want to return to their first husbands with a new dowry and marriage contract, (place not difficulties in the way of) do not prevent them (their marrying their husbands if it is agreed between them in kindness) a new dowry and marriage contract. (This) what is mentioned above (is an admonition) a command (for him among you who believeth in Allah and the Last Day. This) what is mentioned above (is more virtuous) better (for you, and cleaner) for your hearts and theirs from misgivings and enmity. (Allah knoweth) the love of the wife for her husband: (while ye know not) this. This verse was revealed about Ma'qil Ibn Yasar al-Muzani who prevented his sister Jamilah from returning to her first husband 'Abdullah Ibn 'Asim with a new dowry and marriage contract. Allah forbade him from doing so."
    },
    {
      "ayah": 233,
      "surah": 2,
      "text": "(Mothers) who are divorced (shall suckle their children for two whole years; (that is) for those who wish to complete the suckling) of the child. (The duty of feeding) of suckling the child (and clothing nursing mothers in a seemly manner) without excess or stinginess (is upon the father of the child. No soul should be charged) for providing sustenance for suckling (beyond its capacity) except in proportion of what Allah has given it of wealth. (A mother should not be made to suffer because of her child) by taking her child from her after having accepted what was given to someone else for suckling her child, (nor should he whom the child is born) i.e. the father ((be made to suffer) because of his child) by handing him the child after the latter became familiar with his mother and would not take any other breast. (And on the (father's) heir) the heir of the father and it is also said the heir of the child (is incumbent the like of that (which was incumbent on the father)) in terms of providing sustenance and avoiding causing harm, in case this person is not the father. (If they) the mother and father (desire to wean the child by mutual consent) of the father and mother (and (after) consultation) between them, (it is no sin for them) i.e. the father and mother, if they do not suckle the child two full years; (and if ye wish to give your children out to nurse) by other than the mother and the latter wants to remarry, (it is no sin for you) for both the mother and father, (provided that ye pay what is due from you) provided that you spend what you have given (in kindness) in consent and without any disagreement. (And observe your duty to Allah) fear Allah regarding harming and disagreement, (and know that Allah is Seer of what ye do)."
    },
    {
      "ayah": 234,
      "surah": 2,
      "text": "(Such of you as die) among your men (and leave behind them wives, they (the wives) shall wait) a waiting period, (keeping themselves apart, four months and ten days. And when they reach the term (prescribed for them)) when they complete their waiting period (then there is no sin for you) for the relatives of the deceased (in aught that they may do with themselves) in terms of making themselves attractive (in decency) for the purpose of remarrying. (And Allah is Informed of what ye do) whether it is good or evil."
    },
    {
      "ayah": 235,
      "surah": 2,
      "text": "(There is no sin on you) there is no harm in talking (in that which ye proclaim or hide in your mind concerning your troth with women) concerning your offer to the woman whose husband is dead, before the waiting period ends, that you desire to marry her after the waiting period, such as saying to her: �If Allah unites us lawfully, I would like that�. (Allah knoweth that you will remember them) remember marrying them. (But plight not your troth with them) to have sexual intercourse with them (except by uttering a recognised form of words) properly and unequivocally by saying for example: �If Allah unites us lawfully, I would like that�, and no more. (And do not consummate the marriage until (the term) prescribed is run) until the waiting period comes to an end. (And know that Allah knoweth what is in your minds) in your hearts whether you are going to honour your pledge or not, (so beware of Him) beware of contravening Him; (and know that Allah is Forgiving) of those who repent of transgressing against Him, (Clement) since He does not hasten His punishment upon those who transgress against Him."
    },
    {
      "ayah": 236,
      "surah": 2,
      "text": "(There is no sin on you if ye divorce women while yet ye have not touched them) while you have not had sex with them, (nor appointed unto them a portion) or have not specified a dowry for them. (Provide for them) as divorce requires, (the rich according to his means, and the strained according to his means, a fair provision) this is in surplus of the price given to the prostitute for her services (mahr al-baghiy), the least amount of it consists of a chemise, a head covering and a wrap. ((This is) a bounden duty for those who do good) it is an obligation upon those who believe in the divine Oneness of Allah because it is a substitute for the dowry."
    },
    {
      "ayah": 237,
      "surah": 2,
      "text": "Then Allah exposited on the legal ruling of she whose dowry had been specified, saying: (And if ye divorce them before ye have touched them) before you have had sexual intercourse with them (and ye have appointed unto them a portion) you have specified a dowry for them, (then (pay the) half of that which ye appointed) half of the dowry you specified, (unless they (the women) agree to forgo it) unless the woman forgoes her right and leaves it to the husband, (or he agreeth to forgo it in whose is the marriage tie), or the husband forgoes his right and gives the woman her full dowry. (To forgo) your rights (is nearer to piety) is nearer to piety for the God-fearing. Allah says here to the husband and wife: it is more conducive to God-fearing if you forgo your right to the other; (And forget not kindness among yourselves) Allah says to both: continue to be kind and generous to each other. (Indeed Allah is Seer of what ye do) of acts of kindness and generosity."
    },
    {
      "ayah": 238,
      "surah": 2,
      "text": "Allah then prompted the believers to observe the five daily prayers, saying: (Be guardians of your prayers) the five daily prayers including the ritual ablution that precede them, their bowings, prostrations, and everything prescribed in them during their appointed times, (and of the midmost prayer) the 'Asr prayer specifically, (and stand up with devotion to Allah) pray to Allah, by performing the bowings and prostrations this prayer includes; it is also said that this means: pray to Him by being obedient to Him in the prayer and not disobedient through engagement in mundane talk."
    },
    {
      "ayah": 239,
      "surah": 2,
      "text": "(And if ye go in fear) of the enemy's sword, (then (pray) standing or on horseback) in whatever direction. (And when ye are again in safety) from the enemy, (remember Allah) pray to Allah performing the bowings and prostrations, (as He hath taught you) in the Qur'an: the traveller prays two units of prayer while the resident prays four units (that which ye knew not) before the revelation of the Qur'an."
    },
    {
      "ayah": 24,
      "surah": 2,
      "text": "(And if ye do it not-and you can never do it-) this you can never do and if you try you will never succeed (then guard yourselves against the Fire) if you are bent on not believing, for you should fear hell (whose fuel is men) the unbelievers, (and stones) of sulphur, (prepared) created, prepared and preordained (for disbelievers)."
    },
    {
      "ayah": 240,
      "surah": 2,
      "text": "((In the case of) those who are about to die and leave behind them wives, they should bequeath unto their wives a provision) regarding their wealth (for the year) sustenance and habitation for a year (without turning them out) of the houses of their husbands, (but if they go out) of their own accord, or if they marry before the lapse of a year (there is no sin on you) on the inheritors of the deceased to stop providing sustenance and habitation after she leaves the house of her husband or remarries (in that which they do of themselves) nor is there any blame on them in what the wives do to themselves (within their rights) looking forward to remarriage, making themselves beautiful for this purpose. This, i.e. the sustenance due on the deceased towards any wife he leaves behind, was however abrogated by her inheritance. (Allah is Mighty) for He is vengeful towards any that leaves what He has commanded, (Wise) in that He abrogated apportioning a year of sustenance and habitation to the wife whose husband is deceased and substituted it with what is due to her of inheritance: a quarter or eighth of the deceased's wealth."
    },
    {
      "ayah": 241,
      "surah": 2,
      "text": "(For divorced women a provision in kindness) with generosity and kindness: (a duty for those who ward off (evil)). It is an obligation because it is in surplus to the dowry, and it is done out of generosity."
    },
    {
      "ayah": 242,
      "surah": 2,
      "text": "(Thus Allah expoundeth unto you His revelations) His commands and prohibitions (so that ye may understand) what you have been commanded to do."
    },
    {
      "ayah": 243,
      "surah": 2,
      "text": "Then Allah mentioned the story of the fighters among the Children of Israel, saying: (Bethink thee (O Muhammad)) have you not been informed, O Muhammad, (of those of old, who went forth from their habitations) to fight their enemies (in their thousands) eight thousand in total, but they proved too cowardly to fight, (fearing death) out of fear of being killed, (and Allah said unto them: Die) Allah killed them on the spot, (and then He brought them back to life) after eight days. (Lo! Allah is the Lord of Kindness to mankind) to these people for He brought them back to life, (but most of mankind give not thanks) for life."
    },
    {
      "ayah": 244,
      "surah": 2,
      "text": "Allah then said to them after He brought them back to life: (And fight in the way of Allah) in obedience of Allah against your enemies, (and know that Allah is Hearer) of what you say, (Knower) of your intentions and the punishment that is going to visit you if you disobey what you have been commanded to do."
    },
    {
      "ayah": 245,
      "surah": 2,
      "text": "Allah then prompted the believer to give in charity, saying: (Who is it that will lend unto Allah a goodly loan) in charity sincerely wanting nothing but the sake of Allah, (so that He may give it increase manifold for him?) every act is rewarded a thousand times (Allah straiteneth) withholds wealth from people (and enlargeth) gives plenty to whomever He wills in this worldly life. (Unto Him ye will return) after you die and He will requite each according to his works. This verse was revealed about a man from the Helpers (al-Ansar) named Abu'l-Dahdah or Abu'l-Dahdahah."
    },
    {
      "ayah": 246,
      "surah": 2,
      "text": "(Bethink thee) have you not been told (of the leaders of the Children of Israel after Moses, how they said unto a prophet whom they had) the prophet is Samuel (Shamwil): (Set up for us a king) show to us the king of this army (and we will fight) under his command against our enemy (in Allah's way) in Allah's obedience. (He said: Would ye then) do you suppose then that you will (refrain from fighting if fighting) against your enemy (were prescribed for you?) made obligatory upon you. (They said: why should we not fight in Allah's way when we have been expelled from our dwellings) from our homes (and separated from our children) who were taken as slaves? (Yet, when fighting was prescribed for them) was made obligatory upon them, (they turned away) they refrained from fighting their enemy, (all save a few of them) 313 men. (And Allah is Aware of evil-doers) who shy away from fighting their enemy."
    },
    {
      "ayah": 247,
      "surah": 2,
      "text": "(The Prophet) Samuel (said unto them: Lo! Allah hath raised up) identified (Saul to be king for you. They said: How can) it be justified that (he have kingdom over us) for he is not of royal descent (when we are more deserving of the kingdom than he is) for we are of royal descent, (since he hath not been given wealth enough) to spend on the army? (He) Samuel (said: Lo! Allah hath chosen him) to be king and sovereign (above you, and hath increased him abundantly in wisdom) the knowledge of warfare (and stature) size and physical strength. (Allah bestoweth His sovereignty on whom he will) in this life even if he is not of royal descent. (Allah is All-Embracing) in His gift, (All-Knowing) about whom He gives to, because they said to their prophet that it was he who chose Saul rather than his being appointed by Allah."
    },
    {
      "ayah": 248,
      "surah": 2,
      "text": "(And their Prophet) Samuel (said unto them: Lo! The token) the sign (of his kingdom) that it is from Allah (is that there shall come unto you the Ark) that was taken from you (wherein is peace of reassurance) mercy and tranquillity; it is also said that this means: it includes the wind (the triumph) of his victory, of golden colour in the form of a human face (from your Lord, and a remnant of that which the house of Moses) a remnant of Moses, i.e. his Scripture; as it is said: his tablets and staff (and the house of Aaron left behind) what Aaron had left behind, namely his cloak and turban, (the angels bearing it) the angels leading it. (Lo! Herein) in giving you back the Ark (shall be a token) a sign (for you) that he has been made king by Allah (if (in truth) ye are believers)."
    },
    {
      "ayah": 249,
      "surah": 2,
      "text": "When they were given the Ark back, they accepted him as their king and went out with him to fight. (And when Saul set out) went forth (with the army) through a wasteland and became very thirsty, they asked him to provide them with water, (he) i.e. Saul (said: Lo! Allah will try you by a river) Allah will test you by a flowing river. (Whosoever therefore drinketh thereof) from the river (he is not of me) he is not going to be with me in the fight against my enemy and will not go further, (and whoever tasteth it not he is of me) against my enemy, but then he made an exception, (save him who taketh (thereof) in the hollow of his hand) and this was enough for them, their beasts and transportation. (But they drank thereof) when they reached the river however they drank as much as they wanted to, (all save a few of them) 313 men who did not drink except as they had been directed. (And after he had crossed) the river, (he) i.e. Saul (and those who believed with him, they said) to each other: (We have no power this day against Goliath and his hosts. But those who knew) and were convinced (that they would meet Allah) in person after they died (exclaimed: How many a little company) of believers (hath overcome a mighty host) of unbelievers (by Allah's leave!) by the help of Allah. (And Allah is with the steadfast) He assists the steadfast in war by giving them victory."
    },
    {
      "ayah": 25,
      "surah": 2,
      "text": "Then He mentioned the favours enjoyed by the believers in Paradise, saying: (And give glad tidings unto those who believe) in Muhammad (pbuh) and in the Qur'an (and do good works) of obedience that bind to their Lord; and it is also that this refers to doing any righteous deeds; (that theirs are Gardens beneath which), trees and habitations, (rivers flow) rivers of wine, milk, honey and water; (as often as they are provided with food), whenever they are fed in Paradise (of the fruit thereof) with different kinds of fruit, (they say: This is what was given us before), this is what we ate before, (and it is given to them) i.e. the food (in resemblance) as far as the colour is concerned but not the taste which is different. (There for them) in Paradise (are pure spouses), pure from menses or any kind of filth, (therein), in Paradise, (forever they abide) dwelling forever: never to die or be banished from it."
    },
    {
      "ayah": 250,
      "surah": 2,
      "text": "(And when they went into the field against Goliath and his hosts they) those who believed (said: Our Lord! Bestow on us endurance) honour us by bestowing patience on us, (make our foothold sure) in war, (and give us victory against the disbelieving folk) Goliath and his people."
    },
    {
      "ayah": 251,
      "surah": 2,
      "text": "(So they routed them by Allah's leave) by Allah's help (and David) the Prophet (slew Goliath) the unbeliever; (and Allah gave him the kingdom) Allah gave David sovereignty over the Children of Israel (and wisdom) understanding and prophethood, (and taught him of that which He willeth) i.e. how to make armour. (And if Allah had not repelled some men by others) as He repelled through David the evil of Goliath from the Children of Israel (the earth would have been corrupted). He says: Allah repelled from the believers, by means of the prophets, the evil of their enemies, and He repelled from those who refrained from participating in the fight for Allah's sake, by means of those who fought in His sake, the evil of their enemies. If it were not thus, the earth would have been corrupted. (But Allah is a Lord of Kindness to all the worlds) by this repelling."
    },
    {
      "ayah": 252,
      "surah": 2,
      "text": "(These are the revelations of Allah) i.e. the Qur'an which relates the events of past nations (which We recite unto thee (Muhammad)) which We send Gabriel with to you (with Truth) to exposit the Truth and falsehood, (and lo! thou art of the number of (the) messengers) to all human beings and jinn;"
    },
    {
      "ayah": 253,
      "surah": 2,
      "text": "(Of those messengers) whom We have named for you, (some of whom We have caused to excel others) by bestowing honour upon them, (and of whom there are some unto whom Allah spake) this is Moses, (while some of them He exalted (above others) in degrees) this is Abraham whom Allah took as a friend, and Enoch whom Allah raised to an elevated place; (and We gave Jesus son of Mary clear proofs) commands, prohibitions and the working of marvels (and We supported him) strengthened and assisted him (with the holy Spirit) with Gabriel, the pure. (And if Allah had so willed it, those who followed after them) after Moses and Jesus (would not have fought one with another) differed with one another (after clear proofs had come unto them) the exposition in their Scriptures of the description and traits of Muhammad. (But they differed) in the matter of Religion, (some of them believing) in every Scripture and Messenger (and some disbelieving) in the Scriptures and messengers. (And if Allah had so willed it, they would not have fought one with another) they would not have differed with one another in the matter of the religion; (but Allah doeth what He will) with His servants."
    },
    {
      "ayah": 254,
      "surah": 2,
      "text": "After this, Allah prompted them to give in charity, saying: (O ye who believe! spend of that wherewith We have provided you) give in charity from the wealth We have given you for the sake of Allah (ere a day) the Day of Judgement (come when there will be no trafficking) no ransom is accepted, (nor friendship, nor intercession) for the disbelievers. (Disbelievers) in Allah (are the wrong-doers) who ascribe partners with Allah."
    },
    {
      "ayah": 255,
      "surah": 2,
      "text": "Allah then praises Himself, saying: (Allah! There is no God save Him, the Alive) Who dies not, (the Eternal) the Self-existent Who has no beginning. (Neither slumber nor) deep (sleep overtaketh Him) such that He is distracted from running and commanding it. (Unto Him belongeth whatever is in the heavens) of angels (and whatever is in the earth) of created beings. (Who is he that intercedeth with Him) from amongst the dwellers of the heavens and the earth on the Day of Judgement (save by His leave?) except by His command? (He knoweth that which is in front of them) in front of the angels regarding the matter of the Hereafter and who is to intercede (and that which is behind them) of the life of this world, (while they encompass nothing of His knowledge save that He will). Allah says: the angels know nothing of the Hereafter or of the life of this world save that which Allah has taught them. (His throne includeth the heaven and the earth) He says that His Chair extends far beyond the heavens and the earth, (and He is never weary of preserving them) it is not burdensome for Him to preserve the Throne and Chair without the angels. (He is the Sublime) more sublime than anything, (the Tremendous) more tremendous than anything."
    },
    {
      "ayah": 256,
      "surah": 2,
      "text": "(There is no compulsion in religion) no one from among the people of the Book and the Magians should be coerced to believe in the divine Oneness of Allah after the Arabs' embrace of Islam. (The right direction is henceforth distinct from error) faith from disbelief and Truth from falsehood. The following was revealed about Mundhir Ibn Sawi al-Tamimi: (And he who rejecteth false deities) the command of the devil and the worship of idols (and believeth in Allah) and in what has come forth from Him (hath grasped a firm handhold) has taken in trust �there is no God save Allah� (which will never break) will never cease, vanish or perish; it is also said that this means: for him who believes in it, the bliss of Paradise will never cease and he will never be taken out of Paradise, nor will he perish by staying in the Fire. (Allah is Hearer) of this speech, (Knower) of its reward and bliss."
    },
    {
      "ayah": 257,
      "surah": 2,
      "text": "(Allah is the Protecting Friend of those who believe) He protects and gives victory to the believers, referring here to 'Abdullah Ibn Salam and his companions. (He bringeth them out of darkness into light) He gave them success and brought them out of disbelief into faith. (As for those who disbelieve) i.e. Ka'b Ibn al-Ashraf and his companions, (their patrons are false deities) the devil. (They bring them out of light into darkness) they invite them from faith to disbelief. (Such are rightful owners of the Fire) the dwellers of hell. (They will abide therein forever) never to die or leave it."
    },
    {
      "ayah": 258,
      "surah": 2,
      "text": "(Bethink thee) have you not been informed (of him who had an argument with Abraham about his Lord) about the Religion of his Lord, (because Allah had given him the kingdom) he is Nimrod Ibn Canaan; (how, when Abraham said: My Lord is He Who giveth life and causeth death) gives life upon the resurrection and causes death by ending the life of this world, (he answered: I give life and cause death. Abraham said) give me proof of what you say. So Nimrod brought two prisoners, killed one and spared the other and then said: this is my proof. When he saw this, Abraham said: (Lo! Allah causeth the sun to rise in the East) from the direction of the East, (so do thou cause it to come up from the West) from the direction of the West. (Thus was the disbeliever abashed) the one who disbelieved kept quiet and could not argue. (And Allah guideth not) to the right argument (wrong-doing folk) the unbelievers, referring here to Nimrod."
    },
    {
      "ayah": 259,
      "surah": 2,
      "text": "(Or (bethink thee) the like of him who, passing by a township) He says: do you not know about 'Uzayr Ibn Shurahya who passed by the township of Dayr Hiraql (which had fallen into utter ruin, exclaimed: How shall Allah give this township life after its death) How can Allah bring the people of this township back to life after their death? (So Allah made him die) right on the spot (a hundred years, then brought him back to life) at the end of the day. (He) Allah (said: How long hast thou tarried) O 'Uzayr? (He said: I have tarried for a day) and then looked at the sun still in the horizon and said (or part of a day. He) Allah (said: Nay, but thou hast tarried) you were dead (for a hundred years. Just look at thy food) figs and grapes (and drink) juice (which have not rotted! Look at thine ass!) look at the bones of your ass how white they look! (And, that We may make thee a token) a sign (to mankind) regarding the matter of bringing the dead to life, that they will be resurrected in the same state they died in, because 'Uzayr died young and was brought back to life as a young person. It is said that Allah made him a lesson for people, for he died when he was 40 years old and was brought back to life when his son was 120 years old, (look at the bones) the bones of your ass, (how We adjust them and then cover them with flesh!) after this. He then said: We will make grow on it nerves and veins, flesh, skin and hair and put the spirit in it. (And when (the matter) became clear unto him) how Allah gathers the bones, (he said: I know) I had known (that Allah is Able to do all things) of life and death."
    },
    {
      "ayah": 26,
      "surah": 2,
      "text": "Then Allah mentioned the Jews' objection to the Qur'an's similes, saying: (Lo! Allah disdaineth not), He cannot abstain from coining similes, and how can He disdain mentioning something that if all created being were to join forces to create, they would not be able to do so. Allah does not disdain (to coin the similitude) Allah does not disdain explaining to people a similitude (even of a gnat), even regarding a gnat, (or what is above it) let alone a simile of something greater than a gnat such as a fly, or a spider. (Those who believe) in Muhammad and the Qur'an (know that it), the simile, (is the Truth from their Lord; but those who disbelieve), in Muhammad and the Qur'an, (say: What doth Allah wish (to teach) by such similitude?) say: O Muhammad! What Allah wishes by such simile is that (He misleadeth many thereby) of the Jews from the true Religion, (and He guideth many thereby) of the believers, (and He misleadeth thereby), by such similes, (only miscreants), the Jews."
    },
    {
      "ayah": 260,
      "surah": 2,
      "text": "(And when Abraham) also (said: My Lord! Show me how Thou givest life to the dead) how you gather the bones of the dead again, (He said: Dost thou not believe?) are you not convinced? (Abraham said: Yea) I am convinced, (but (I ask) in order that my heart may be at ease) in order that the heat of my heart abates and so that I know that I am your friend and that my prayers are answered. ((His Lord) said: Take four of the birds) of different kinds: a cockerel, a raven, a duck and a peacock (and cause them to incline unto you) cut them into pieces, (then place a part of them on each hill) four different hills, (then call them) by their names, (they will come to thee) walking (in haste). (And know) O Abraham! (that Allah is Mighty) for He is vengeful against those who do not believe in bringing the dead back to life, (Wise) He gathers the bones of the dead and bring them back to life, just as He gathered these birds and brought them back to life."
    },
    {
      "ayah": 261,
      "surah": 2,
      "text": "Then Allah mentioned the spending of the believers in the way of Allah, saying: (The likeness of those who spend their wealth in Allah's way) He says: the likeness of the wealth of those who spend in His way (is as the likeness of a grain which groweths seven ears, in every ear a hundred grains) likewise, Allah multiplies what the believers spend in His way from one to seven hundred fold. (Allah giveth increase manifold) in surplus of this (to whom He will) to whomever deserves it; it is also said: to whomever Allah accepts his spending. (Allah is All-Embracing) by multiplying his reward manifold, (All-Knowing) of what the believers spend and of their intentions."
    },
    {
      "ayah": 262,
      "surah": 2,
      "text": "(Those who spend their wealth for the cause of Allah) this was revealed about 'Uthman Ibn 'Affan and 'Abd al-Rahman Ibn 'Awf, (and afterward make not reproach) to Allah (and injury) upon whom they spend it on (to follow that which they have spent) after their spending; (their reward is with their Lord) in Paradise, (and there shall no fear come upon them) regarding any future torment, (neither shall they grieve) about what they have left behind."
    },
    {
      "ayah": 263,
      "surah": 2,
      "text": "(A kind word) a good word for your brother, in his absence, by praying for him and praising him in front of other people, (with forgiveness) that overlooks any misdeed (is better) for him and you (than almsgiving followed by injury) than reminding him about your favour upon him which will hurt him. (Allah is Absolute) in His freedom from the need of such a person's charity, (Clement) for He does not hasten the punishment of this person."
    },
    {
      "ayah": 264,
      "surah": 2,
      "text": "(O ye who believe! Render not vain your almsgiving) the reward of your almsgiving (by reproach) to Allah, i.e. by being conceited (and injury) to the person receiving alms, (like him who spendeth his wealth only to be seen of men) out of ostentation (and believeth not in Allah and the Last Day) does not believe in resurrection after death. (His likeness) the likeness of the person who reminds others about what he has given them and the alms given by one who associates partners with Allah (is as the likeness of rock whereon is dust of earth; a rainstorm smiteth it, leaving it smooth and bare) without any dust on it. (They have no control of aught) to obtain a reward for anything in the Hereafter (of that which they have gained) that which they have spent in the life of this world. Allah says here: the reward of the person who boasts about what he has spent on alms and of the person who hurts those he gives alms to, is like dust on a rock when rain pours down on it and no dust remains. (Allah guideth not) rewards not (the disbelieving folk) and also those who show off their spending while still associating partners with Allah, just as He does not reward the alms of those who remind others about what they have spent on them."
    },
    {
      "ayah": 265,
      "surah": 2,
      "text": "(And the likeness of those who spend their wealth) the likeness of the wealth of those who spend it (in search of Allah's pleasure) seeking Allah's pleasure, (and for the strengthening of their souls) truly, out of conviction and certitude in their hearts that they will be rewarded, (is as the likeness of a garden on a height) on an elevated plain. (The rainstorm smiteth it and it bringeth forth its fruit twofold. And if the rainstorm smite it not, then the shower) this is like the spending of the believer, whether small or great, when it is done with sincerity and fearingness, Allah multiplies it as He multiplies the fruits of a garden. (Allah is Seer of what ye do) of what you spend."
    },
    {
      "ayah": 266,
      "surah": 2,
      "text": "(Would any of you like) wish (to have a garden of palm-trees and vines, with rivers flowing beneath it) under its trees, houses and rooms, (with all kinds of fruit for him therein) in the garden; (and old age hath stricken him and he hath feeble offspring) who cannot fend for themselves; (and a fiery whirlwind) a strong cold or hot wind (striketh it) i.e. the garden (and it is (all) consumed by fire. Thus Allah maketh plain His revelations) His signs through commands and prohibitions (unto you, in order that you may give thought) so that you may reflect on the similes of the Qur'an. This is also like the unbelievers in the Hereafter, they shall have no power neither will they be able to come back to the life of this world just as a person advanced in age is without strength and cannot revert to his former vigour and youth."
    },
    {
      "ayah": 267,
      "surah": 2,
      "text": "(O ye who believe! spend of the good) of the lawful (things which ye have earned) which you have amassed of gold and silver, (and of that which we bring forth from the earth for you) of what is grown in the earth, i.e. grains and fruits, (and seek not the bad (with intent)) do not single out what is base among your wealth (to spend thereof (in charity) when ye would not take) accept (it for yourselves save with disdain) and after forgoing some of your rights; likewise Allah does not accept what is base from you; (and know that Allah is Absolute) and free from the need of your spending, (Owner of Praise) He is praised in His acts; as it is said that this means: He is grateful for small spending and rewards abundantly for spending in abundance. This verse was revealed about a man in Medina who was the owner of a type of dates called Hashaf."
    },
    {
      "ayah": 268,
      "surah": 2,
      "text": "(The devil promiseth you destitution) makes you scared of poverty upon spending in charity (and enjoineth on you lewdness) by not giving the poor-due. (But Allah promiseth you forgiveness) of your sins for giving the poor-due (from Himself with bounty) with something in exchange as well as a reward in the Hereafter. (Allah is All-Embracing) in that He replaces what you spend and also forgives sins, (All-Knowing) of your intentions and spending."
    },
    {
      "ayah": 269,
      "surah": 2,
      "text": "Then Allah mentioned His favour, saying: (He giveth wisdom unto whom He will) i.e. prophethood to Muhammad (pbuh); it is also said that wisdom here means the interpretation of the Qur'an; as it is said that it refers to being in the right in speech, action and opinion, (and he unto him wisdom) being in the right in speech, action and opinion (is given, he truly hath received abundant good. But none remember) takes admonitions from the similes of the Qur'an or wisdom (except men of understanding) those who have minds from among people."
    },
    {
      "ayah": 27,
      "surah": 2,
      "text": "(Those who break the covenant of Allah) regarding this Prophet (pbuh) (after ratifying it), after sanctioning, confirming and vouchsafing it (and sever that which Allah hath ordered) of oaths and kinsfolk relations (to be joined) to Muhammad, (and (who) make mischief in the earth) by preventing people from the Religion of Muhammad (pbuh) and the Qur'an: (Those are they who are the losers), the duped in that they lose both this world and the Hereafter."
    },
    {
      "ayah": 270,
      "surah": 2,
      "text": "(Whatever alms ye spend) for the sake of Allah (or vow ye vow) in obedience of Allah which you honour, (Lo! Allah knoweth it). Allah accepts it if it is solely for His Countenance as He also rewards for it. (Wrong-doers) those who ascribe partners to Allah (have no helpers) who can save them from Allah's torment."
    },
    {
      "ayah": 271,
      "surah": 2,
      "text": "Allah then mentions almsgiving that is done in the open and that which is done secretly because they asked about it, saying: (If ye publish) if you show (your almsgiving) which is obligated upon you, (it is well, but if ye hide it) the supererogatory almsgiving (and give it to the poor) the folk of the Platform (ashab al-Suffah), (it will be better for you) than giving it in the open, but both are accepted from you, (and will atone for some of your ill deeds) in proportion of your almsgiving. (Allah is Informed of what ye do). He knows of the alms that you give."
    },
    {
      "ayah": 272,
      "surah": 2,
      "text": "Then Allah gave dispensation to give alms to the poor among the idolaters and the people of the Book. Asma' the daughter of Abu Bakr, or Asma' the daughter of Abu'l-Nadir asked the Prophet: O Messenger of Allah! Is it permissible to give alms to our relatives who do not follow our Religion? Allah answered His Prophet by saying: (The guiding of them is not thy duty (O Muhammad)) it is not your duty to guide to Religion the poor from among the people of the Book, (but Allah guideth whomever He will) to His religion. (And whatsoever good thing) wealth (ye spend) on the poor, (it is for yourselves) its reward is for yourselves, (when ye spend) on the poor do (not) do so (save in search of Allah's Countenance) except in seeking Allah's pleasure; (and whatsoever good thing) wealth (ye spend) on the poor among the folk of the Platform, (it will be repaid to you in full) the reward of it will be saved for you in the Hereafter, (and ye will not be wronged) your reward shall not be diminished and your sins will not be increased."
    },
    {
      "ayah": 273,
      "surah": 2,
      "text": "((Alms are) for the poor who are straitened) He says: alms are for those who confine themselves (for the cause of Allah) for the obedience of Allah in the Prophet's Mosque, i.e. the people of the Ledge, (who cannot travel in the land) for trade. (The unthinking man) the person who does not know them (accounteth them wealthy due to their restraint) because of their attire. (Thou shalt know them) O Muhammad! (by their mark) by their clothing: (They do not beg of men with importunity) He says: they neither beg with importunity nor without it. (And whatsoever good thing) wealth (ye spend) on the poor among the people of the Ledge, (lo! Allah knoweth it) Allah knows your wealth as well as your intentions."
    },
    {
      "ayah": 274,
      "surah": 2,
      "text": "(Those who spend their wealth) in charity (by night and day, in secret and openly, surely their reward is with their Lord) in Paradise, (and there shall no fear come upon them) perpetually (neither shall they grieve) when others do. This verse was revealed about 'Ali Ibn Abi Talib."
    },
    {
      "ayah": 275,
      "surah": 2,
      "text": "Allah then mentioned the punishment of consuming usury, saying: (Those who swallow usury) declaring it to be lawful (cannot rise up) from their graves on the Day of Judgement (save as he ariseth) in the life of this world (whom the Devil hath prostrated) confounded (by (his) touch) of insanity. (That) confusion is, in the Hereafter, the sign of the one who consumes usury (is because they say: Trade is just like usury) increase at the end of selling, once the term is due, is like the increase at the beginning of a transaction when the sale is deferred; (whereas Allah permitteth trading) the former increase (and forbideth usury) the latter increase. (He unto whom and admonition from his Lord cometh) a prohibition of usury comes from his Lord, (and (he) refraineth (in obedience thereto)) from dealing in usury, (he shall keep (the profit) that which is past) he shall not be blamed for his dealing in usury before it was made unlawful, (and his affair (henceforth)) in what remains of his life (is with Allah) if He wishes He will protect him and if He wishes He will let him down. (As for him who returneth (to usury)) after usury has been made forbidden and says trade is just like usury (-such are rightful owners of the Fire) the dwellers of hell. (They will abide therein) they will abide therein until Allah wills."
    },
    {
      "ayah": 276,
      "surah": 2,
      "text": "If they are sincere (Allah hath blighted usury) He has wiped it out and removed its blessedness in the life of this world and in the Hereafter (and made) the obligatory and supererogatory (almsgiving fruitful) accepted and rewarded many times over, when they are done sincerely for His sake. (Allah loveth not the impious) disbeliever who denies the unlawfulness of usury (and guilty) the impudent who consumes it."
    },
    {
      "ayah": 277,
      "surah": 2,
      "text": "(Lo! Those who believe) in Allah, His messengers, scriptures as well as in the unlawfulness of usury (and do good works) regarding what is between them and their Lord and avoid usury (and establish worship) complete the five daily prayers with all that which is obligated in them (and pay the poor-due) and give the poor-due of their wealth, (their reward is with their Lord) in Paradise (and there shall no fear come upon them) when death is slain (neither shall they grieve) when the Fire is closed."
    },
    {
      "ayah": 278,
      "surah": 2,
      "text": "(O ye who believe!) the reference here is to the sons of 'Amr Ibn 'Umayr Ibn 'Awf al-Thaqafi, [and they were four brothers:] Mas'ud [Ibn 'Amr], Hubayb [Ibn 'Amr], 'Abd Yalayl [Ibn 'Amr] and Rabi'ah [Ibn 'Amr] (observe your duty to Allah) fear Allah regarding usury, (and give up what remaineth (due to you) from usury) leave that which the Banu Makhzum owe you of usury, (if ye are (in truth) believers) if you really believe in the prohibition of usury."
    },
    {
      "ayah": 279,
      "surah": 2,
      "text": "(And if ye do not) if you do not abstain from usury, (then be warned of war (against you) from Allah and His Messenger) then be ready for a torment from God in the Hereafter by means of the Fire and its chastisement and also be ready for the sword from His Messenger in the life of this world. (And if ye repent) from usury, (then ye have your principal (without interest)) that is owed to you by the Banu Makhzum. (Wrong not) anyone by demanding interest, (and ye shall not be wronged) by anyone if they give you back your capitals; it is also said that 'wrong not' means: do not harm others; and 'you shall not be wronged' meaning: you shall not be harmed because of your debts."
    },
    {
      "ayah": 28,
      "surah": 2,
      "text": "(How disbelieve you in Allah) how astonishing that you disbelieve in Allah (when you were dead) sperm drops in the loins of your fathers (and He gave life to you!) in the wombs of your mothers. (Then He will give you death) when your lifespan ends, (then life again) for the Resurrection, (and then unto Him ye will be returned) in the Hereafter whereupon He shall requite you for your works."
    },
    {
      "ayah": 280,
      "surah": 2,
      "text": "(And if the debtor) the Banu Makhzum (is in straitened circumstances, then (let there be) postponement to (the time of) ease; and that ye remit the debt as almsgiving would be better for you) than being paid or postponing the debt (if ye did but know) this."
    },
    {
      "ayah": 281,
      "surah": 2,
      "text": "(And guard yourselves against a day) fear the torment of a day (in which ye will be brought back to Allah. Then every soul) whether believing or disbelieving (will be paid full that which it hath earned) of good or evil, (and they will not be wronged) their rewards will not be decreased and their sins shall not be increased."
    },
    {
      "ayah": 282,
      "surah": 2,
      "text": "Allah then taught them what they ought to learn in their dealings, saying: (O ye who believe!) in Allah and His Messenger (when ye contract a debt for a fixed term, record it) i.e. the debt (in writing. Let a scribe record it in writing between you) the indebted person and the creditor (in (terms of) equity) justice. (No scribe should refuse to write) the contract between the creditor and the debtor (as Allah hath taught him) how to write, (so let him write) the contract without addition or omission, (and let him who incurreth the debt dictate) i.e. the indebted person should explain to the scribe the debt he owes, (and let him observe his duty to Allah his Lord) let the indebted person fear his Lord, (and diminish naught thereof) and not diminish any amount of debt he owes upon dictation. (But if he who oweth the debt is of low understanding) is ignorant of dictation, (or weak) unable to dictate, (or unable himself to dictate) does not know how to dictate to the scribe, (then let the guardian of his interests dictate) the guardian of his wealth who is the creditor (in (terms of) equity) without any addition. (And call to witness) for your rights, (from among your men, two witnesses) from among your free, Muslim men who are of good character. (And if two men be not (at hand) then a man and two women, of such as ye approve as witnesses) from among people who are reliable in their witness, (so that if the one erreth (through forgetfulness)) so that if one of the women forgets (the other) who did not forget (will remind her. And the witnesses must not refuse) to give witness (when they are summoned) to court. (Be not averse) disinclined (to writing down) i.e. the debt (whether it be small or great, with (record of) the term thereof. That) i.e. that which I mentioned regarding the writing down of the debt (is more equitable) more correct and fairer (in the sight of Allah and more sure for testimony) clearer for the witness when he gives his testimony if he happens to forget, (and the best way of avoiding doubt between you) concerning the debt and the fixed term of its payment; (save only in the case when it is actual merchandise which you transfer among yourselves from hand to hand."
    },
    {
      "ayah": 283,
      "surah": 2,
      "text": "(If ye be on a journey and you cannot find a scribe) or the means by which to write, (then a pledge in hand (shall suffice)) then let the creditor take from the indebted person a security for his loan. (And if one of you entrusteth another) to give a loan without security (let him who is trusted) with the debt (deliver up that which is entrusted to him) the right of his creditor (and let him observe his duty to Allah, his Lord.) the debtor should fear Allah regarding repayment of his debt, (Hide not testimony) from the judges in court. (He who hideth it) i.e. his testimony, (surely his heart is sinful) his heart is impious. (Allah is Aware of what ye do) in relation to hiding or giving testimony."
    },
    {
      "ayah": 284,
      "surah": 2,
      "text": "(Unto Allah (belongeth) whatsoever is in the heavens and whatsoever is in the earth) of created beings and marvels; He commands His servants with whatever He wills; (and whether ye make known what is in your minds) in your hearts; this refers to the discourse of the soul after the arousal of one's misgivings but before one divulges it (or hide it, Allah will bring you to account for it) Allah will requite you for it. The same applies to forgetfulness after one remembers, error after being right and coercion after exerting one's effort freely. (He will forgive whom He will) He will forgive the one who repents of all sins (and He will punish whom He will) He will punish the one who does not repent. (And Allah is Able to do all things) in terms of forgiveness and punishment."
    },
    {
      "ayah": 285,
      "surah": 2,
      "text": "When the last verse was revealed, the believers found its content disconcerting. So when the Prophet (pbuh) ascended to heaven he prostrated to his Lord, and Allah said in praise of His Prophet: (The Messenger believeth) the Messenger Muhammad (pbuh) believes (in that which hath been revealed unto him from his Lord) i.e. the Qur'an and its content, and then the Prophet (pbuh) said on behalf of his Lord (and (so do) the believers. Each one believeth in Allah and His angels and His scriptures and His messengers-We make no distinction between any of His messengers-) they say: we do not disbelieve in any of his messengers (and they say: We hear) the saying of our Lord, (and we obey) the command of our Lord, i.e. we hear and obey our Lord. The Prophet (pbuh) then said: ((Grant us) Thy forgiveness) forgive us for the discourse of our souls, (our Lord) O our Lord! (Unto Thee is the journeying) unto you is the return after death."
    },
    {
      "ayah": 286,
      "surah": 2,
      "text": "By way of response, Allah said: (Allah tasketh not a soul) in relation to acts of obedience (beyond its scope) beyond its capability. (For it (is only) that which it hath earned) of good, and of leaving the discourse of the soul, forgetfulness, error and coercion, (and against it (only) that which it hath deserved) of evil, the discourse of the soul, forgetfulness, and coercion. Allah taught the believers thereafter how they should pray to Him so as to lift the discourse of the soul, error, forgetfulness and coercion from them, saying that they should supplicate thus: (Our Lord!) O our Lord! (Condemn us not if we forget) to obey you, (or miss the mark!) regarding your command (Our Lord!) O our Lord! (Lay not on us such a burden) a covenant which, if we fail to honour, You will prohibit us from wholesome things (as Thou didst) as You made it unlawful (on those before us!) on the Children of Israel because they broke Your covenant regarding wholesome things: the meat of camels, the fat of bovines, small cattle and other things. (Our Lord!) O our Lord! (Impose not on us that which we have not the strength to bear!) that in which there is no comfort or benefit for us, and this is what is meant by coercion. (Pardon us) all this, (absolve us) from it (and have mercy on us) by means of it. (Thou, our Protector) You are more deserving of protecting us; (and give us victory over the disbelieving folk). It is also said that the meaning is as follows: (Pardon us) by not turning us into animals as you turned some of the people of Jesus into animals, (absolve us) from making the ground swallow us up as you made the ground swallow up Korah (Qarun); (and have mercy on us) by not being tossed up by the waves as you did to the people of Lot. When the believer called upon Allah with this supplication, Allah lifted from them the discourse of the soul, forgetfulness, error, coercion and absolved them from being turned into animals, making the ground swallow them or being tossed by the waves. All those who follow in their footsteps will be absolved from the same."
    },
    {
      "ayah": 29,
      "surah": 2,
      "text": "Allah then proceeded to mention His blessings on them, saying (He it is Who created for you), made subservient for you (all that is in the earth) of beasts, plants and other things, as a blessing from Him. (Then turned He to the heaven) i.e. He turned to the creation of the heaven, (and fashioned it as seven heavens) positioning them vertically above the earth. (And He is Knower of all things) regarding the creation of the heavens and earth."
    },
    {
      "ayah": 3,
      "surah": 2,
      "text": "(Who believe in the unseen), that which is hidden from them such as Paradise, hell, the Bridge over hell, the Scale, the Resurrection, the Reckoning, etc. It is also said that this means: that they believe in the unseen which is revealed in the Qur'an and also in that which is not revealed therein. It is also said that the unseen is Allah Himself. (And establish worship), they perform to completion the five prescribed prayers, including the ablution that precedes them, the bowing and prostrations which are parts of them and also what is obligated in these prayers in terms of appointed timing. (And spend of that We have bestowed upon them), and of that which We have given them of wealth they give to charity. It is also said that this means: they give the poor-due (Zakat) from their wealth. The reference here is to Abu Bakr and his companions."
    },
    {
      "ayah": 30,
      "surah": 2,
      "text": "Then Allah, Exalted is He, mentioned the story of the angels who were commanded to prostrate to Adam, saying: (And when your Lord said unto the angels) who were already on the earth: (Lo! I am about to place a vicegerent in the earth), I am creating a vicegerent from the earth, (they said: Wilt Thou place therein), will you create therein (one who will do harm therein) by committing sin (and will shed blood) through transgression, (while we, we hymn Thy praise), pray following Your command (and sanctify Thee) and mention you in a state of purity? (He said: Surely I know that) which shall ensue from this vicegerent (which you know not)."
    },
    {
      "ayah": 31,
      "surah": 2,
      "text": "(And He taught Adam all the names), the names of all his progeny, or the names of all the beasts and other things, including: a cooking pot, a plate and saucer, (then showed them) to prove that they were wrong (to the angels) who were commanded to prostrate, (saying: Inform Me of the names of these) created beings and descendents, (if ye are truthful) in your first claim."
    },
    {
      "ayah": 32,
      "surah": 2,
      "text": "(They said: Be glorified!), we repent to you of what we said (We have no knowledge saving that which Thou hast taught us), inspired us with. (Lo! Thou, only Thou, art the Knower) of us and of them (the Wise) regarding our matters and theirs."
    },
    {
      "ayah": 33,
      "surah": 2,
      "text": "(He said: O Adam! Inform them of their names, and when he had informed them of their names, He said: Did I not tell you that I know the secret of the heavens and the earth?) the unseen that will take place in the heavens and on the earth. (And I know that which ye disclose), what you show to your Lord in terms of your obedience to Adam (and that which ye hide) of this obedience. It is also said that this refers to what Satan disclosed and kept hidden from them."
    },
    {
      "ayah": 34,
      "surah": 2,
      "text": "(And when We said unto the angels: Prostrate yourselves before Adam), a prostration of salutation, (they fell prostrate, all save Iblis. He demurred through pride) to follow his Lord's command. (And so became a disbeliever) after this because he refused to comply with Allah's command. It is also said that it was in Allah's foreknowledge that Satan was to become a disbeliever; as it is said that he was the first unbeliever ever."
    },
    {
      "ayah": 35,
      "surah": 2,
      "text": "Then Allah, Exalted is He, mentioned the story of Adam and Eve, saying: (And We said: O Adam! Dwell thou and thy wife in the Garden) enter you and Eve into Paradise (and eat ye freely (of the fruits)) without restriction (thereof where ye will) and whenever you will; (but come not near this tree) but do not eat from this tree, the tree of knowledge, which includes all types and kinds (lest ye become of the wrong-doers), lest you harm yourselves."
    },
    {
      "ayah": 36,
      "surah": 2,
      "text": "(But the Devil caused them to deflect), caused them to slip (therefrom), from Paradise, (and expelled them from the state in which they were), from the comfort which they had enjoyed; (and We said) to Adam, Eve, the peacock and the serpent (Fall down) go down to the earth, (one of you a foe unto the other! There shall be for you on earth a habitation), a dwelling-place, (and a provision), a benefit and livelihood, (for a time) until the moment of death."
    },
    {
      "ayah": 37,
      "surah": 2,
      "text": "(Then Adam received from his Lord) Adam learnt from his Lord, and it is said that he was taught and inspired with (words) so that they became a way for him and his progeny to repentance, (and He relented towards him), He forgave him. (Indeed! He is the Relenting), the One Who overlooks misdeeds, (the Merciful) towards any that dies repentant."
    },
    {
      "ayah": 38,
      "surah": 2,
      "text": "(We said) to Adam, Eve, the serpent, the peacock and Satan: (Go down) from heaven, (all of you). Then Allah, Exalted is He, mentioned Adam's progeny, (from hence; but verily there cometh unto you), when and whenever it comes to you, (from Me a guidance), a scripture and an emissary; (whoso followeth My guidance) the scripture and the emissary, (there shall no fear come upon them) regarding any torment in the future, (neither shall they grieve) about what they have left behind them. It is also said that this means that no fear will come upon them perpetually and nor will they grieve perpetually; no fear will come upon them when death is slain and they will not grieve when hell is closed."
    },
    {
      "ayah": 39,
      "surah": 2,
      "text": "(But those who disbelieve, and deny our revelations), the scripture and the Emissary, (such are rightful owners of the Fire), the dwellers of hell. (They will abide therein forever), they will remain perpetually in hell: never to die or be released from it."
    },
    {
      "ayah": 4,
      "surah": 2,
      "text": "(And who believe in that which is revealed unto thee (Muhammad)) of the Qur'an (and that which was revealed before you) of scriptures given to all the prophets, (and are certain of the Hereafter), they believe in resurrection after death and in the bliss of Paradise, referring here specifically to 'Abdullah Ibn Salam and his followers."
    },
    {
      "ayah": 40,
      "surah": 2,
      "text": "Allah then mentioned His blessings upon the Children of Israel, saying: (O Children of Israel!) O Children of Jacob, (Remember My favour), be thankful and grateful for my blessings (wherewith I favoured you), I favoured you with the Scripture and the emissary, escape from Pharaoh and from drowning as well as sending you honey and quails and other blessings, (and fulfil My covenant) fulfil my covenant regarding this Prophet (pbuh) (I shall fulfil your covenant), by admitting you to Paradise, (and fear Me) as regards the breaking of this covenant and do not fear anyone save Me."
    },
    {
      "ayah": 41,
      "surah": 2,
      "text": "(And believe in that which I revealed) through the Archangel Gabriel, (confirming) the Oneness of Allah and the description and traits of Muhammad (pbuh) and some prescribed laws (that which ye possess already) of scripture, (and be not first to disbelieve therein) in Muhammad (pbuh) and the Qur'an (and part not with My revelations) by not revealing the description and traits of Muhammad (for a trifling price) in exchange for means of substance, (and keep your duty unto Me), fear Me regarding this Prophet (pbuh)."
    },
    {
      "ayah": 42,
      "surah": 2,
      "text": "(Confound not truth with falsehood), do not mix the Truth with falsehood, i.e. the description of the anti-Christ with the description of Muhammad (pbuh) (nor knowingly conceal the Truth), nor conceal the Truth while you know what is the Truth."
    },
    {
      "ayah": 43,
      "surah": 2,
      "text": "Allah then proceeded to mention the necessity of observing the law once they had become believers, saying: (And establish prayer) fulfil completely the five prescribed prayers, (pay the poor-due), pay the poor-due from your wealth, (and bow your heads with those who bow), pray the five prescribed prayers in congregation with Muhammad (pbuh) and his Companions."
    },
    {
      "ayah": 44,
      "surah": 2,
      "text": "Then He mentioned the story of the Jewish leaders, saying: (Enjoin ye righteousness upon mankind), do you enjoin the Oneness of Allah and the following of Muhammad (pbuh) upon people of humble background (while ye yourself forget), while you yourself refrain from following him? (And you are readers of the Scripture!) to them. (Have ye then no sense?) do you not possess the common sense possessed by human beings?"
    },
    {
      "ayah": 45,
      "surah": 2,
      "text": "(And seek help in patience and prayer) in performing the obligations prescribed by Allah and abstaining from transgression; (for truly it), the prayer (is hard) heavy (save for the humble-minded,"
    },
    {
      "ayah": 46,
      "surah": 2,
      "text": "who know that they will have to meet their Lord) see Him, (and that unto Him they are returning) after they die."
    },
    {
      "ayah": 47,
      "surah": 2,
      "text": "Then He also mentioned His blessings upon the Children of Israel, saying: (O Children of Israel!), O Children of Jacob! (Remember My favour), recollect my blessings (wherewith I favoured you) with the scripture, the Messenger and Islam (and how I preferred you to the worlds) sought you in preference to the other peoples of your time."
    },
    {
      "ayah": 48,
      "surah": 2,
      "text": "(And guard yourselves against a day), and if you do not believe and repent of Judaism, then fear the torment of a day (when no soul will in anything avail another), no unbelieving soul will avail another unbelieving soul, (nor will intercession be accepted from it) and no intercessor will be allowed to intercede, (nor will compensation be received from it) and no ransom accepted, (neither will they be helped) to avoid Allah's chastisement."
    },
    {
      "ayah": 49,
      "surah": 2,
      "text": "(And (remember) when We did deliver you from Pharaoh's folk), from Pharaoh and his people, (who were afflicting you with dreadful torment), and here Allah mentions the torment He sent on them: (slaying your sons) in their tender years (and sparing), using (your women) who were of age: (That was a tremendous trial from your Lord), a tremendous calamity from your Lord; and it is also said this means: a tremendous blessing."
    },
    {
      "ayah": 5,
      "surah": 2,
      "text": "(These) who have these traits, (are on guidance from their Lord), they enjoy favour, mercy and clear exposition that has come down from their Lord, (and these are the successful ones), the ones who shall escape Allah's wrath and torment. It is also said that this refers to those who have apprehended and found what they were seeking and have escaped the evil of that from which they were fleeing, and these are the Companions of Muhammad (pbuh)."
    },
    {
      "ayah": 50,
      "surah": 2,
      "text": "Then Allah mentioned the favour of saving them from drowning and the drowning of Pharaoh and his folk, saying (And when We brought you through) split (the sea and rescued you) from drowning,(and drowned the folk of Pharaoh) and his folk (in your sight) while you were looking at them, three days later."
    },
    {
      "ayah": 51,
      "surah": 2,
      "text": "(And when We appointed for Moses forty nights) by giving him the scripture, (and then you chose the calf), you worshipped the calf, (when he had gone from you) to the mountain, (and you were wrong-doers) harmful both to yourselves and others."
    },
    {
      "ayah": 52,
      "surah": 2,
      "text": "(Then, even after that), after you worshipped the calf, (We pardoned you), left you alone and did not exterminate you (in order that ye might give thanks), so that you might give thanks to Us for pardoning you."
    },
    {
      "ayah": 53,
      "surah": 2,
      "text": "(And when We gave unto Moses the Scripture), the Torah, (and the Criterion) i.e. We showed in it the lawful and the unlawful, the commands and the prohibitions, as well as other things; it is also said that this means: triumph over Pharaoh, (that you might be led rightfully) guided to avoid error."
    },
    {
      "ayah": 54,
      "surah": 2,
      "text": "Allah then mentioned the story of Moses with his people, saying: (And when Moses said unto his people: O my people! Ye have wronged yourselves) harmed yourselves (by your choosing of the calf) by worshipping the calf; and when Moses was then asked what to do, he said to them: (so turn in penitence to your Creator), again they asked him how to turn in penitence to Allah, and he said: (and kill (the guilty) among yourselves) let those who did not worship the calf kill those who worshipped it. (That) penitence and killing (will be best for you with your Creator and He will relent towards you) He will forgive you. (Lo! He is the Relenting) towards the penitent, (the Merciful) towards any that die repentant."
    },
    {
      "ayah": 55,
      "surah": 2,
      "text": "(And when you said: O Moses! We will not believe in you) in what you say (till we see Allah plainly) until we see Him plainly as you did; (and even while you gazed the lightning seized you) the Fire burnt you while you were looking at it."
    },
    {
      "ayah": 56,
      "surah": 2,
      "text": "(Then We revived you) We brought you back to life (after your death) after burning you, (that ye might give thanks) that you might give thanks that I brought you back to life."
    },
    {
      "ayah": 57,
      "surah": 2,
      "text": "(And We caused the white cloud to overshadow you) in the wilderness (and sent down on you honey and quails) also in the wilderness, (Eat of the good things) of the lawful things (wherewith We have provided you) that We have given you and do not keep any provision for future days. Yet they did save food for future days-(They wronged us not) by saving food, (but they did wrong themselves) they harmed themselves."
    },
    {
      "ayah": 58,
      "surah": 2,
      "text": "(And when We said: Go into this township) the village of Jericho (Ariha) (and eat freely of that which is therein) whenever you will, (and enter the gate prostrate, and say: \" Repentance \".) i.e. say: \" forgive our sins \" ; as it is also said that this means: say: \" there is no god save Allah \" ; (We will forgive your sins and increase for the right-doers) increase their good deeds."
    },
    {
      "ayah": 59,
      "surah": 2,
      "text": "(But those who did wrong) to themselves, and these are the people who said: �Repentance� (changed the word which had been told them for another word) they disobeyed the command and said �Wheat!�, (and We sent down upon the evil-doers) who changed the word they were ordered to say (wrath) the plague (from Heaven for their evildoing) for changing the commands they were ordered to fulfil."
    },
    {
      "ayah": 6,
      "surah": 2,
      "text": "(As for the disbelievers) who remain firm in their disbelief, (whether thou warn them), instil fear into them by means of the Qur'an, (or thou warm them not) or you do not instil fear into them, (it is all one for them; they believe not), they do not want to believe. It is also said that they will not believe as it is in Allah's knowledge."
    },
    {
      "ayah": 60,
      "surah": 2,
      "text": "(And when Moses asked for water for his people) in the wilderness, (We said: smite with your staff the rock) that you have with you. This was a rock given to him by Allah. It had 12 nipples that resemble the nipples of women and upon striking each one of these a spring gushed therefrom. (And there gushed out therefrom twelve springs (so that) each tribe knew their drinking place) each tribe knew their own spring. Allah said to them: (Eat) the honey and quails (and drink of) all the springs (that which Allah hath provided. And do not act corruptly, making mischief in the earth) and do not cause mischief on the earth, or act contrary to what Moses commanded."
    },
    {
      "ayah": 61,
      "surah": 2,
      "text": "(And when you said: O Moses! We will not endure one kind of food) we will not endure eating just honey and quails; (so pray unto your Lord) ask your Lord (for us that He bring forth for us of that which the earth groweth of its herbs and its cucumbers and its corn and its lentils and its onions. He) i.e. Moses (said: Would you exchange that which is higher) i.e. that which is better and more honourable: honey and quails (for that which is lower) that which is much worse: lentils and onions? (Go down to any city) where you came from; and it is also said that this means any city, (thus you shall get that which you demand) what you have requested is to be found there. (And humiliation) the capitation tax (and wretchedness) the attire of poverty (were stamped upon them) were imposed on them (and they were visited with wrath from Allah) as they deserved to be forsaken by Allah. (That) being forsaken by Allah and visited by humiliation and wretchedness (was because they disbelieved in Allah's revelations) they disbelieved in Muhammad (pbuh) and in the Qur'an (and slew the prophets wrongfully) without any right and for no crime whatsoever. (That) Allah's wrath (was for their disobedience) on the Sabbath (and transgression) slaying the prophets and declaring transgressions to be lawful."
    },
    {
      "ayah": 62,
      "surah": 2,
      "text": "Then Allah went on to mention the believers among them, saying: (Lo! Those who believe) in Moses and all the other prophets, these earn their reward from their Lord in Paradise; they shall have no fear perpetually and they shall perpetually not grieve. It is said that this means that no fear will come upon them concerning torment in the future life nor will they grieve about anything they have left behind. And it is also said that this means: they shall have no fear when death is slain and hell is closed. Then He mentioned those who did not believe in Moses or the other prophets, saying: (and those who are Jews) who deviated from the religion of Moses, (and Christians) those who became Christians (and Sabaeans) a Christian sect whose members shave the middle of their heads, read the Gospel, worship the angels and say: \" our hearts have returned (saba'at) unto Allah \" , (whoever believeth) from amongst them (in Allah and the Last Day and does right) in that which is between them and their Lord, (surely their reward is with their Lord, and there shall no fear come upon them neither shall they grieve)."
    },
    {
      "ayah": 63,
      "surah": 2,
      "text": "Allah then mentions the covenant He undertook with them, saying (And when We made a covenant with you) took your consent (and caused the Mount to tower above you) pulled out and fixed high above your heads the mountain for taking the covenant: (Hold fast that which We have given you) comply with what We have given of the scripture in earnestness and diligence, (and remember that which is therein) of reward and chastisement, and recollect what is in it of the lawful and unlawful, (that ye may ward off (evil)) in order that you may ward off Allah's wrath and torment and so that you may obey Him."
    },
    {
      "ayah": 64,
      "surah": 2,
      "text": "(Then, even after that, you turned away) you turned your back on the covenant, (and if it had not been for the grace of Allah upon you) by deferring His punishment (and His mercy) by sending Muhammad (pbuh) to you (you had been among the losers) you would have among the duped who are exposed to Allah's punishment."
    },
    {
      "ayah": 65,
      "surah": 2,
      "text": "(And ye know) you indeed know and heard about the punishment (of those of you who broke) who have taken the covenant (the Sabbath) the day of Saturday and this at the time of David (pbuh) (how We said unto them: Be ye apes, despised and hated!) turned into humiliated and base apes."
    },
    {
      "ayah": 66,
      "surah": 2,
      "text": "(And We made it) turning them into apes (an example) we subjected them to a chastisement (to their own) for the sins they had committed before, (and) made them a lesson (to succeeding generations) in order that they do not follow their example (and admonition to the God-fearing) and a counsel and warning to those who fear Allah, i.e. Muhammad (pbuh) and his Companions."
    },
    {
      "ayah": 67,
      "surah": 2,
      "text": "Allah then mentions the story of the cow, saying: (And when Moses said unto his people: Lo! Allah commandeth you that ye sacrifice a cow) any cow, (they said: Dost thou make game of us?) are you really mocking us? (He) Moses (answered: Allah forbid that I should be among the foolish!) God forbid that I ever mock the believers."
    },
    {
      "ayah": 68,
      "surah": 2,
      "text": "When they realised he was truthful, (They said: Pray for us unto your Lord That He make clear to us what she is) whether the cow is large or small. (Moses answered: Lo! He saith, Verily she is a cow neither old nor immature; (she is) between the two conditions) neither large nor small; (so do that which ye are commanded) and ask no further questions."
    },
    {
      "ayah": 69,
      "surah": 2,
      "text": "(They said: Pray for us unto your Lord that He make clear to us of what colour she is) what colour the cow is. ((Moses) answered: Lo! He saith: Surely she is a yellow cow) her hoofs and horns are yellow while her body is black. (Bright is her colour) her colour is light, (gladdening beholders) pleasing those who look at her."
    },
    {
      "ayah": 7,
      "surah": 2,
      "text": "(Allah hath sealed their hearts), stamped their hearts, (and their hearing, and on their eyes there is a covering), on their eyes there is a shield (and theirs will be an awful doom) an awful torment in the Hereafter. This refers in particular to the Jews Ka'b Ibn al-Ashraf, Huyayy Ibn Akhtab and Judayy Ibn Akhtab. It is also said that it refers to the idolaters of Mecca 'Utbah [Ibn Rabi'ah], Shaybah [Ibn Rabi'ah] and al-Walid [Ibn al-Mughirah]."
    },
    {
      "ayah": 70,
      "surah": 2,
      "text": "(They said: pray for us unto your Lord that He make clear to us what (cow) she is) whether she ploughs the soil or not. (Lo! Cows are much alike to us) we cannot distinguish much between cows; (and lo! If Allah wills, we may be led rightfully) to its fitting description; as it is said that this means: we may be led to the murder of 'Amil."
    },
    {
      "ayah": 71,
      "surah": 2,
      "text": "((Moses) answered: Lo! He saith: Surely she is a cow unyoked) unfettered; (she plougheth not the soil) she is not subjugated for the ploughing of the soil (nor watereth the tilth) nor for carrying water to irrigate it; (whole) free from any blemish (and without mark) spots or flecks of white. (They said: now thou bringest the Truth) now we know the cow's right description. They looked for it and bought her in exchange for her weight in gold. (So they sacrificed her, though almost they did not) i.e. initially; as it is said because the cow was hugely expensive."
    },
    {
      "ayah": 72,
      "surah": 2,
      "text": "Then Allah mentioned the murdered person, saying: (And (remember) when ye slew a man) 'Amil (and disagreed concerning it) concerning his murder (and Allah brought forth that which ye were hiding) thus demonstrating what you hid with regard to his murder."
    },
    {
      "ayah": 73,
      "surah": 2,
      "text": "(And We said: Smite him) the murdered person (with some of it) with an organ of the cow; and it is also said: with its tail or tongue. (Thus) just as He brought 'Amil back to life (Allah bringeth the dead to life) for the Resurrection (and showeth you His portents) bringing the dead to life (so that ye may understand) in order that you may believe in resurrection after death."
    },
    {
      "ayah": 74,
      "surah": 2,
      "text": "(Then, even after that) after bringing 'Amil back to life and informing you about his murderer, (your hearts were hardened) dry and barren (and became as rocks, or worse than rock, for hardness. For indeed there are rocks from out which rivers gush, and indeed there are some which split asunder so that water floweth from them. And indeed there are some which fall down) from the top of mountains to the bottom (for the fear of Allah) but your hearts are not moved by fear of Allah. (Allah is not unaware of) will not leave unpunished (what ye do) of transgressions; and it is said the meaning is: what you hide of transgression."
    },
    {
      "ayah": 75,
      "surah": 2,
      "text": "(Have ye any hope that they will be true to you) do you hope, O Muhammad, that the Jews will believe in you (when a party of them) the 70 men who were with Moses (used to listen to the Word of Allah) used to listen to Moses reciting the Word of Allah, (then used to change it) alter it, (after they had understood it) after knowing it and fully understanding it (knowingly?) while knowing that they were altering it?"
    },
    {
      "ayah": 76,
      "surah": 2,
      "text": "Then Allah mentioned the hypocrites of the people of the Book, and it is also said that the reference here is to the lowly from among the people of the Book, saying: (And when they fall with those who believe) Abu Bakr and his companions, (they say: We believe) in your Prophet, and his description and traits are mentioned in our Book. (But when they go apart one with another) when these lowly people return to their leaders (they say) the leaders say to the lowly: (Prate ye to them) i.e. Muhammad and his Companions (of that which Allah hath disclosed to you) about that which Allah has shown you regarding the description and traits of Muhammad in your Book (so that they may contend with you) argue against you (before your Lord concerning it? Have ye then no sense?) do you not have any common sense?"
    },
    {
      "ayah": 77,
      "surah": 2,
      "text": "Allah, Exalted is He, says: (Are they) i.e. these leaders (then unaware that Allah knoweth that which they keep hidden) amongst themselves (and that which they proclaim?) to Muhammad and his Companions."
    },
    {
      "ayah": 78,
      "surah": 2,
      "text": "(Among them are unlettered folk who know not the scripture) they do not know how to read or write it (except from hearsay) except the unfounded things they hear. (They but guess) their talk is all surmise based on what they heard from their leaders."
    },
    {
      "ayah": 79,
      "surah": 2,
      "text": "(Therefore woe) severe punishment, and it is said this means: a valley in hell (be unto those who write the Scripture with their hands) change the description and traits of Muhammad (pbuh) in the Book (and then say, �This is) in the Book that has come (from Allah�, that they may purchase) through changing and altering it (a small gain therewith) a small gain in terms of means of subsistence and surplus of property. (Woe unto them) theirs is a severe punishment (for what their hands have written) have altered (and woe unto them) and theirs is a severe punishment (for what they earn thereby) of unlawful earnings and bribes."
    },
    {
      "ayah": 8,
      "surah": 2,
      "text": "(And of mankind are some who say: We believe in Allah), i.e. in the open and we are genuine in our belief, (and the last Day) and we believe in resurrection after death whereupon our deeds shall be requited, (when they believe not) i.e. secretly nor are they genuine in their belief."
    },
    {
      "ayah": 80,
      "surah": 2,
      "text": "(And they say) i.e. the Jews: (Hellfire will not touch us save for a certain number of days) only for 40 days, the number of days in which our forefathers worshipped the calf. (Say) O Muhammad: (Have ye received a covenant from Allah) for what you are saying-(truly Allah will not break His covenant) if indeed you have a covenant with Allah-(or tell ye) or do you indeed tell (concerning Allah that which ye know not?) that which you know does not exist in your Book?"
    },
    {
      "ayah": 81,
      "surah": 2,
      "text": "(Nay) here Allah answers the Jews, (but whoever hath done evil) ascribes partners to Allah (and his sins surround him) and dies ascribing partners to Allah; (such are) those who have these attributes (rightful owners of the Fire) the dwellers of hell; (they will abide therein forever) perpetually, they will neither die nor leave it."
    },
    {
      "ayah": 82,
      "surah": 2,
      "text": "Allah then mentions the believers, saying: (And those who believe) in Muhammad and the Qur'an (and do good works) acts of obedience that are between them and their Lord, (such are rightful owners of Paradise. They will abide therein forever) perpetually, they will never die or come out of it."
    },
    {
      "ayah": 83,
      "surah": 2,
      "text": "Allah then mentions His covenant with the Children of Israel, saying: (And when We made a covenant with the Children of Israel: Worship none save Allah) declare Him as the only true God and do not ascribe any partner to Him, (and be good to parents) be dutiful to them (and to kindred) and keep contact with relatives (and to orphans) and be kind to orphans (and the needy) and generous to the needy, (and speak kindly to mankind) say the Truth regarding Muhammad (pbuh); (and establish prayer) perfect the five daily prayers (and pay the poor-due) and give from your wealth what is due to the poor. (Then, after that, ye slid back) you turned back on this covenant, (save a few of you) from amongst your forefathers; as it is said that this refers to 'Abdullah Ibn Salam and his companions, (being averse) denying and leaving it aside."
    },
    {
      "ayah": 84,
      "surah": 2,
      "text": "(And when We made with you a covenant) in the Book: (shed not the blood of your people) do not kill one another (nor turn your people) i.e. one another (out of your dwellings) from your homes, meaning: the Banu Qurayzah and Banu'l-Nadir. (Then ye ratified (Our covenant)) you agreed to it (and ye were witnesses (thereto)) while knowing what you were doing."
    },
    {
      "ayah": 85,
      "surah": 2,
      "text": "(Yet ye it is who slay each other and drive out a party of your people from their homes, supporting one another against them by sin) contravention (and transgression) offence-(and if they came to you as captives) captives who belong to your religion (ye would ransom them) free them by paying a ransom to the enemy (-whereas their expulsion was itself unlawful for you) whereas their expulsion and killing were unlawful in the first place. (Believe ye in part of the Scripture) the part that stipulates freeing your captives from the enemy (and disbelieve ye in part thereof?) and leave the captives of your friends without ransoming them. It is also said that this verse means: do you believe in those parts of the scripture that suit your whim and disbelieve in those parts that do not? (And what is the reward of those who do so save ignominy in the life of the world) by being killed or captured as slaves, (and on the Day of Resurrection they will be consigned to the most grievous doom. For Allah is not unaware) He is not reducing your punishment because (of what ye do) in terms of transgression; and it is also said: because of what they concealed."
    },
    {
      "ayah": 86,
      "surah": 2,
      "text": "(Such are those who buy the life of the world at the price of the Hereafter) they choose this lower world instead of the Hereafter, and disbelief instead of belief: (Their punishment will not be lightened) will not be reduced; as it is said: it will not be lifted, (neither will they have support) be precluded from Allah's chastisement."
    },
    {
      "ayah": 87,
      "surah": 2,
      "text": "(And surely, We gave unto Moses the Scripture) the Torah (and We caused a train of messengers to follow after him) to come after him in succession, (and We gave unto Jesus son of Mary clear proofs) commands, prohibitions, wondrous things and signs, (and We supported him) strengthened and helped him (with the holy Spirit) with Gabriel, the purified. (Is it ever so, that, when there cometh unto you) O group of Jews (a messenger with that which ye yourselves desire not) which does not agree with your hearts and religion, (ye grow arrogant) you disdain believing in him. (And some ye disbelieve) you disbelieve in a group of them, namely Muhammad and Jesus, Allah bless them and give them peace (and some ye slay?) and some you killed, namely, John the Baptist and Zachariah."
    },
    {
      "ayah": 88,
      "surah": 2,
      "text": "(And they say) i.e. the Jews: (Our hearts are hardened) vis-�-vis what you say, O Muhammad, i.e. our hearts are capable of absorbing any knowledge, but they prove incapable of comprehending your knowledge or what you say. (Nay) this is a reply to them, (but Allah hath cursed them) sealed their hearts (for their disbelief) as a punishment for their disbelief. (Little is that which they believe) they believe neither much nor a little; it is also said that this means: they do not believe in what you say at all."
    },
    {
      "ayah": 89,
      "surah": 2,
      "text": "(And when there cometh unto them a Scripture from Allah, confirming that in their possession) which accords with that which is in their possession (though before that) before Muhammad (pbuh) (they were asking for a signal triumph) through Muhammad and the Qur'an (over those who disbelieved) of their enemies: the tribes of Asad, Ghatafan, Muzaynah, and Juhaynah (and when there cometh unto them that which they knew) of his traits and description in their Book (they disbelieved therein) they denied it was him. (The curse of Allah) His wrath and torment (is on disbelievers) the Jews."
    },
    {
      "ayah": 9,
      "surah": 2,
      "text": "(They try to deceive Allah) contravene against Him and denying Him in secret. It is also said that this means that they were so daring with Allah to the extent that they thought they had deceived Him; (and those who believe), Abu Bakr and all the Companions of Muhammad Allah bless him and give him peace; (and they deceive) lie to (none save themselves; but they perceive not), they do not know that Allah informs His Prophet about that which lies secret in their hearts."
    },
    {
      "ayah": 90,
      "surah": 2,
      "text": "(Evil is that which they sold their souls: that they should disbelieve in that which Allah hath revealed) the Book and the Messenger, (grudging) resentfully envious (that Allah should reveal of His bounty) that out of His bounty, Allah sent Gabriel with the Book and prophethood (unto whom He will of His bondmen) meaning Muhammad. (They have incurred anger upon anger) they deserved curse upon curse. (For disbelievers is a shameful doom) through which they shall be humiliated; and it is said: theirs is a severe punishment."
    },
    {
      "ayah": 91,
      "surah": 2,
      "text": "(And when it is said unto them) i.e. the Jews: (Believe in that which Allah hath revealed) meaning: the Qur'an, (they say: We believe in that which was revealed unto us) i.e. the Torah. (And they disbelieve in that which cometh after it) other than the Torah, (though it is the Truth) i.e. the Qur'an is the Truth (confirming) affirming the Oneness of Allah (that which they possess) of the Book. They said: \" O Muhammad! Our forefathers were believers \". (Say) O Muhammad!: (Why then slew ye the Prophets of Allah before, if ye are (indeed) believers?) if your claims are truthful."
    },
    {
      "ayah": 92,
      "surah": 2,
      "text": "(And Moses came unto you with clear proofs) with commands, prohibitions and signs (yet while he was away ye chose the calf) you worshipped the calf (and ye were wrong-doers) unbelievers."
    },
    {
      "ayah": 93,
      "surah": 2,
      "text": "(And when We made with you a covenant) when we took your consent (and caused the Mount to tower above you) extracted it, elevated it and fixed it above your heads: (Hold fast by that which We have given you) be diligent and earnest with what We have given you of the Book, (and hear) obey what you have been commanded, (they said: We hear and rebel) it is as if they were saying: if it were not for the mountain we would have heard your saying and disobeyed your command. (And (worship of) the calf was made to sink into their hearts) their love of worshipping the calf sank into their hearts (because of their rejection) as a punishment for their disbelief. (Say (unto them)) O Muhammad! If love of worshipping the calf is equal in your eyes to love of your Creator, then: (Evil is that which your belief enjoineth on you) the worship of the calf enjoins on you, (if ye are believers) if you are truthful that your forefathers were believers."
    },
    {
      "ayah": 94,
      "surah": 2,
      "text": "(Say (unto them): If the abode of the Hereafter) i.e. Paradise (in the providence of Allah is indeed for you alone) specifically for you alone (and not for others of mankind) and not for the believers in Muhammad and his Companions ((as you pretend), then long for death (for ye must long for death)) ask for death (if ye are truthful) in your claim."
    },
    {
      "ayah": 95,
      "surah": 2,
      "text": "(But they will never long for it) they will never ask for death, (because of that which their own hands have sent before them) because of what they themselves have done in the religion of Judaism. (And Allah is Aware of evil-doers) i.e. the Jews."
    },
    {
      "ayah": 96,
      "surah": 2,
      "text": "(And thou) O Muhammad! (wilt find them) the Jews (greediest of mankind for any life) to remain in this world (and (greedier) than the idolaters) even greedier than the Arab idolaters. ((Each) one of them would like) would hope (to be allowed to live a thousand years. And to live (that long) would by no means remove him) save him (from the doom) if he were to live a thousand years. (And Allah is Seer of what they do) of contraventions, rebellion and what they conceal about the description and traits of Muhammad (pbuh)."
    },
    {
      "ayah": 97,
      "surah": 2,
      "text": "Then Allah, Exalted is He, revealed the following verse about the saying of one of the Jews, 'Abdullah Ibn Suriyyah, that Gabriel was the enemy of the Jews, saying: (Say) O Muhammad!: (Who is an enemy to Gabriel!) is automatically an enemy to Allah. (For he it is who hath revealed to your heart) sent Gabriel to you with the Qur'an (by Allah's leave) by Allah's command, (confirming) affirming the Oneness of Allah (that which was before it) of the Book, (and a guidance) from error (and glad tiding) good news (to believers) that Paradise will be theirs."
    },
    {
      "ayah": 98,
      "surah": 2,
      "text": "(Who is an enemy to Allah, and His angels and His Messengers, and Gabriel and Michael! Then, Lo! Allah (Himself) is an enemy to disbelievers) to the Jews, just as Gabriel, Michael and all the believers are enemies of the Jews."
    },
    {
      "ayah": 99,
      "surah": 2,
      "text": "(Verily We have revealed unto thee) sent you Gabriel with (clear tokens) with manifest signs expounding commands and prohibitions, (and only miscreants) the unbelievers and the Jews (will disbelieve in them) will deny the signs."
    }
  ]
}
