{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 3,
      "text": "And on his authority he related from Ibn 'Abbas regarding the saying of Allah, Exalted is He: (Alif. Lam. Mim.) that he said: 'Allah informed us about the story of the delegation of Najran; it is also said that this is an oath by which Allah swore that He is One and that He has neither progeny nor partner."
    },
    {
      "ayah": 10,
      "surah": 3,
      "text": "((On that day) neither the riches) the abundance of riches (nor the progeny) nor the abundance of progeny (of those who disbelieve) i.e. Ka'b Ibn al-Ashraf and his fellow companions; and it is also said that this refers to Abu Jahl and his companions (will aught avail them with Allah) will not avail them anything from Allah's torment. (They will be fuel for fire) they are the firewood of hell."
    },
    {
      "ayah": 100,
      "surah": 3,
      "text": "(O ye who believe! If ye obey a party of those who have received the Scripture) the Torah (they will make you disbelievers) in Allah and Muhammad (after your belief) in Allah and [the message of] Muhammad."
    },
    {
      "ayah": 101,
      "surah": 3,
      "text": "(How can ye disbelieve) in Allah. This is mentioned by way of amazement, (when it is ye unto whom Allah's revelations) the Qur'an containing commands and prohibitions (are recited, and His messenger) Muhammad (is in your midst?) with you. (He who holdeth fast to Allah) he who adheres to Allah's Religion and His Book, (he indeed is guided unto a right path) he is directed along a clear, solid way, which is Islam; it is also said this means: he has become firm on this way. This verse was revealed about Mu'adh [Ibn Jabal] and his companions."
    },
    {
      "ayah": 102,
      "surah": 3,
      "text": "Thereafter, Allah spoke about a dispute between the Aws and the Khazraj, in which Tha'labah Ibn Ghanam and As'ad Ibn Zurarah boasted about their killings and raids on their rivals in the pre-Islamic days, saying: (O ye who believe! Observe your duty to Allah) obey Allah (with right observance) such that one obeys Him and never contravenes against Him, thank Him and never be ungrateful to him, remember Him and never forget Him; it is also said this means: obey Allah as He ought to be obeyed, (and die not save as those who have surrendered (unto Him)) sincerely acknowledging that you worship Him and declare His divine Oneness;"
    },
    {
      "ayah": 103,
      "surah": 3,
      "text": "(And hold fast, all of you together, to the cable of Allah) hold fast to the Religion of Allah and His Book, (and do not separate) in religion. (And remember Allah's favour unto you) by giving you Islam: (how ye were enemies) before Islam (and He made friendship between your hearts) through Islam (so that ye became as brothers by His grace) by His religion, Islam; (and (how) ye were upon the brink of an abyss of fire) i.e. because of disbelief, (and He did save you from it) by means of faith. (Thus Allah maketh clear His revelations) His commands, prohibitions and favours (unto you, that haply ye may be guided) from error."
    },
    {
      "ayah": 104,
      "surah": 3,
      "text": "Allah then commanded goodness and reconciliation, saying: (And there may spring from you) there still exists among you (a nation) a group (who invite to goodness) who invite to reconciliation and excellence, (and enjoin right conduct) they enjoin Allah's divine Oneness and the following of Muhammad (pbuh) (and forbid indecency) they forbid disbelief, idolatry and rejection, instead following the Messenger. (Such are they who are successful) who are saved from Allah's wrath and punishment."
    },
    {
      "ayah": 105,
      "surah": 3,
      "text": "(And be ye not) divided in religion (as those who separated and disputed) in religion, such as the religious schisms that took place among the Jews and Christians (after the clear proofs) proofs from their Scriptures of Islam (had come unto them. For such) i.e. the Jews and Christians (there is an awful doom) greater than anything one can imagine."
    },
    {
      "ayah": 106,
      "surah": 3,
      "text": "(On the day (some) faces will be whitened and (some) faces will be blackened; and as for those whose faces have been blackened it will be said unto them) the angels in-charge of hell will say to them: (Disbelieved ye) in Allah (after your (profession of) belief?) in Allah. (Then taste the punishment for that ye disbelieved) in Allah."
    },
    {
      "ayah": 107,
      "surah": 3,
      "text": "(As for those whose faces have been whitened, Lo! in the mercy of Allah) in Allah's Paradise (they dwell for ever) never to die or leave it."
    },
    {
      "ayah": 108,
      "surah": 3,
      "text": "(These are revelations of Allah): the Qur'an. (We recite them unto thee) We send them with Gabriel to you (in truth) in order to show what is true and what is an error. (Allah willeth no injustice to (His) creatures) He does not will to be unjust to the jinn or human beings."
    },
    {
      "ayah": 109,
      "surah": 3,
      "text": "(Unto Allah belongeth whatsoever is in the heavens and whatsoever is in the earth) of created beings and marvellous things; (and unto Allah all things are returned) in the Hereafter."
    },
    {
      "ayah": 11,
      "surah": 3,
      "text": "(Like Pharaoh's folk) like the work of the folk of Pharaoh. Allah says here: your people have done with you-by giving you the lie and abusing you-as the people of Moses did with him: they gave him the lie and abused him. And We (Allah) shall do with them on the Day of Badr as We did with the people of Moses on the day of drowning, (and those who were before them) before the people of Moses, (they disbelieved Our revelations) they disbelieved in the Scripture and Messenger We sent to them (and so Allah seized them) destroyed them (for their sins) because of their denial. (And Allah is severe in punishment) when He does punish."
    },
    {
      "ayah": 110,
      "surah": 3,
      "text": "(Ye are the best community that has been raised up for mankind) that ever was for mankind. Allah then showed how they were the best community that has been raised for mankind saying: (Ye enjoin right conduct) you enjoin the divine Oneness of Allah and the following of Muhammad (and forbid indecency) you forbid disbelief, idolatry and the opposition of the Messenger; (and ye believe in Allah) as well as in all revealed scriptures and messengers. (And if the People of the Scripture) i.e. the Jews and Christians (had believed it had been better for them) than what they are in now. (Some of them are believers) 'Abdullah Ibn Salam and his followers; (but most of them are evil-livers) unbelievers who break their pledges."
    },
    {
      "ayah": 111,
      "surah": 3,
      "text": "(They will not harm you) the Jews will not harm you (save a trifling hurt) with their tongue by vilifying and defaming you, (and if they fight against you) in Religion (they will turn and flee) defeated. (And afterward they will not be helped) they will not be saved from your swords or from being taken as captives."
    },
    {
      "ayah": 112,
      "surah": 3,
      "text": "(Ignominy shall be their portion) the humiliation of Jizyah shall be imposed upon them (wheresoever they are found) they cannot stand against the believers (save (where they grasp) a rope from Allah) except if they believe in Allah (and a rope from men) or take a pledge with the rulers to pay the Jizyah. (They have incurred anger) they deserved anger (from their Lord, and wretchedness is laid upon them) the attire of poverty was imposed upon them. (That) ignominy (is because they used to disbelieve the revelations of Allah) in Muhammad and the Qur'an, (and slew the Prophets wrongfully) i.e. without the prophets having committed any crime. (That) anger and humiliation (is because they were rebellious) against Allah on the Sabbath (and used to transgress) by killing the prophets and take as lawful things that were prohibited."
    },
    {
      "ayah": 113,
      "surah": 3,
      "text": "(They are not all alike) i.e. those who believed from among the people of the Book are not like those among them who have not. (Of the People of the Scripture there is a staunch community) He says: there are among them a group of upright people who are guided by Allah's divine Oneness: 'Abdullah Ibn Salam and his followers (who recite the revelations of Allah) the Qur'an (in the night season) in the hours of the night in their prayer, (falling prostrate (before Him)) praying to Allah."
    },
    {
      "ayah": 114,
      "surah": 3,
      "text": "(They believe in Allah) and in all the Scriptures and messengers (and the Last Day) they believe in resurrection after death as well as in the bliss of Paradise, (and enjoin right conduct) they enjoin Allah's divine Oneness and the following of Muhammad (and forbid indecency) disbelief, idolatry and the following of sorcery and the leaders of misguidance, (and vie one with another in good works) they hasten to perform good works. (They are of the righteous) of the righteous among the community of Muhammad in Paradise, such as Abu Bakr and his fellow believers."
    },
    {
      "ayah": 115,
      "surah": 3,
      "text": "(And whatever good) that was mentioned above; and it is also said: whatever act of excellence they perform towards Muhammad and his Companions (they do) i.e. 'Abdullah Ibn Salam and his followers, (they will not be denied the meed thereof) its reward will not be forgotten and they shall indeed be rewarded for it. (Allah is Aware of those who ward off (evil)) ward off disbelief, idolatry and indecency-the reference here being to 'Abdullah Ibn Salam and his followers."
    },
    {
      "ayah": 116,
      "surah": 3,
      "text": "(Lo! the riches) the abundance of riches (and the progeny) and the abundance of progeny (of those who disbelieve) in Muhammad and in the Qur'an, i.e. Ka'b [Ibn al-Ashraf] and his followers (will not avail them aught against Allah) will not avail them against the punishment of Allah; (and such are rightful owners of the Fire) the dwellers of hell. (They will abide therein) for ever."
    },
    {
      "ayah": 117,
      "surah": 3,
      "text": "(The likeness of that which they spend in this life of the world) He says: the likeness of what the Jews spend when they are following Judaism (is as the likeness of a biting, icy wind which smites the harvest of a people who have wronged themselves) by not giving what is due to Allah from it, (and devastateth it) ruined it; likewise, idolatry destroys one's spending just as wind destroys the harvest. (Allah wronged them not) by thwarting the benefit of their harvest and spending, (but they did wrong themselves) through disbelief and withholding what is due to Allah from the harvest."
    },
    {
      "ayah": 118,
      "surah": 3,
      "text": "Allah then forbade the believers from among the Helpers to speak with the Jews or divulge secrets to them, saying: (O ye who believe! Take not) the Jews (for intimates) confidants (others than your own folk) the sincere believers, (who would spare no pains to ruin you; they love to hamper you) they love for you to sin and become idolaters as they themselves have become. (Hatred is revealed by (the utterance of) their mouths) through vilification and defamation, (but that which their breasts hide is greater) but what they hide in their hearts of hatred and enmity is even greater. (We have made plain for you the revelations) the signs of their resentful envy (if you will understand) what is recited to you; it is also said that this means: We have made the revelations, i.e. the commands and prohibitions, clear so that you know what I command you."
    },
    {
      "ayah": 119,
      "surah": 3,
      "text": "(Lo! Ye are) O group of believers (those who love them) who love the Jews because of the ties of marriage and suckling (though they love you not) because of the Religion, (and ye believe in all the Scripture) you acknowledge all the revealed Books and messengers while they do not. (When they) the hypocrites among the Jews (fall in with you they say: We believe) in Muhammad and the Qur'an and we acknowledge that his traits and description are in our Scripture; (but when they go apart) and meet with each other (they bite their finger tips at you, for rage. Say: Perish in your rage! Lo! Allah is Aware of what is hidden in (your) breasts) He is Aware of what is in your heart of hatred and enmity."
    },
    {
      "ayah": 12,
      "surah": 3,
      "text": "(Say) O Muhammad! (unto those who disbelieve) the unbelievers of Mecca: (Ye shall be overcome) You shall be killed on the Day of Badr (and gathered unto hell) on the Day of Judgement, (an evil resting place) an evil place and outcome."
    },
    {
      "ayah": 120,
      "surah": 3,
      "text": "(If a lucky chance) conquest and booty (befall you, it is evil unto them) the Jews and hypocrites do not like it, (and if disaster) drought, killing and defeat (strike you they rejoice thereat) they like it. (But if you persevere) in the face of their harm (and keep from evil) transgressing against Allah (their guile) their enmity and deeds (will never harm you. Lo! Allah is Surrounding) Allah knows (what they do) of contravention and enmity."
    },
    {
      "ayah": 121,
      "surah": 3,
      "text": "(And remember when thou settedst forth at daybreak from thy housefolk) when you left Medina for Uhud (to assign to the believers their positions for the battle) against their enemies, (Allah was Hearer) of your speech, (Knower) of what befell you and of your leaving the positions which were assigned to you."
    },
    {
      "ayah": 122,
      "surah": 3,
      "text": "(When two parties of you almost) two tribes of believers, the Banu Salamah and Banu Harithah, hid the fact that they almost (fell away) shrank away from fighting against the enemy on the Day of Uhud, (and Allah was their Protecting Friend) He preserved them and prevented them from doing so. (In Allah do believers put their trust) the believers ought to put their trust in Allah when it comes to help and conquest."
    },
    {
      "ayah": 123,
      "surah": 3,
      "text": "(Allah had already given you the victory at Badr) on the day of the Battle of Badr, (when ye were contemptible) few in number: 313 men. (So observe your duty to Allah) fear Allah regarding the matter of war and do not disobey the leader who is in charge of you (in order that ye may be thankful) in order that you are thankful for his help and blessing."
    },
    {
      "ayah": 124,
      "surah": 3,
      "text": "(And when thou didst say unto the believers) on the Day of Uhud: (Is it not sufficient for you) regarding your enemy (that your Lord should support) that your Lord should help you (you with three thousand angels sent down?) from heaven to help you."
    },
    {
      "ayah": 125,
      "surah": 3,
      "text": "(Nay) it is sufficient to you, (but if you persevere) in war with your Prophet, (and keep from evil) and keep from contravening and disobeying Him, (and) the people of Mecca (attack you suddenly) from the direction of Mecca, (your Lord will help you) against your enemy (with five thousand angels sweeping on) 5,000 marked angels; it is also said this means: 5,000 angels wearing turbans of wool."
    },
    {
      "ayah": 126,
      "surah": 3,
      "text": "(Allah ordained this) Allah mentioned this help (only as a message of good cheer for you) that you shall triumph, (and that thereby your hearts might be at rest. Victory) by means of the help of angels (cometh only from Allah, the Mighty) in His vengeance against those who do not believe in Him, (the Wise) in giving triumph and sovereignty to whomever He will; it is also said (the Wise) means: the Wise in that which befell you on the Day of Uhud."
    },
    {
      "ayah": 127,
      "surah": 3,
      "text": "(That He may cut off a part) He says: if He sends His help, it is only in order to kill a group (of those who disbelieve) the unbelievers of Mecca, (or overwhelm them) defeat them (so that they retire, frustrated) not having gained the upper hand or booty."
    },
    {
      "ayah": 128,
      "surah": 3,
      "text": "(It is no concern at all of thee (Muhammad)) repentance and punishment are not in your hands whereby you pray against those who were defeated on the Day of Uhud, the archers and others (whether He relent towards them) He says: if Allah chooses to relent towards them and forgive them (or punish them) because of their leaving their positions; (for they are evil-doers) for leaving their positions. It is also said that this was revealed about two tribes, the 'Asabah and Dhakwan, against whom the Prophet (pbuh) prayed when they killed some of his Companions."
    },
    {
      "ayah": 129,
      "surah": 3,
      "text": "(Unto Allah belongeth whatsoever is in the heavens and whatsoever is in the earth) of created beings. (He forgiveth whom He will) whoever deserves to be forgiven, (and punisheth whom He will) whoever deserves to be punished. (Allah is Forgiving) of those who repent, (Merciful) towards him who dies in a state of repentance."
    },
    {
      "ayah": 13,
      "surah": 3,
      "text": "(There was a token) a sign confirming the prophethood of Muhammad (pbuh) (for you) O people of Mecca (in two hosts) in two groups: that of Muhammad and that of Abu Sufyan (which met) on the Day of Badr: (one army fighting in the way of Allah) in obedience of Allah: Muhammad and his Companions who were 313 men, (and another disbelieving) and another group of disbelievers in Allah and the Messenger: Abu Sufyan and his army which consisted of 950 men, (whom they saw) they saw themselves (as twice their number) as twice the number as that of the Companions of Muhammad (pbuh) (clearly, with their very eyes). It is also said that this can be understood in this way: Say, O Muhammad, to the unbelievers-the Banu Qurayzah and Banu'l-Nadir-you shall be overcome and killed and expelled, and after you die, you will be mustered in Gehenna, an evil abode and end. Allah informed them of this two years before the Battle of Badr took place. Then He revealed: O Jews! You had a sign for the prophethood of Muhammad (pbuh) in the form of two groups-that of Muhammad and that of Abu Sufyan-who met on the Day of Badr. One group (Muhammad (pbuh) and his Companions) fought in obedience of Allah, and the other group consisted of unbelievers in Allah and His Messenger (Abu Sufyan and his group). You saw with your very eyes, O Jews, that the unbelievers were twice the number of the Companions of Muhammad. (Thus Allah strengtheneth with His succour whom He will) i.e. Muhammad. (Lo! Herein) in Allah enabling Muhammad to triumph on the Day of Badr (verily is a lesson for those who have eyes) concerning Religion, i.e. the believers; it is also said that this means: it was a lesson for those who saw it with their own eyes."
    },
    {
      "ayah": 130,
      "surah": 3,
      "text": "(O ye who believe!) i.e. Thaqif. (Devour not usury, doubling) the silver coin (and quadrupling) the appointed period for repayment. (Observe your duty to Allah) fear Allah regarding the consumption of usury, (that ye may be successful) so that you be saved from Allah's wrath and punishment."
    },
    {
      "ayah": 131,
      "surah": 3,
      "text": "(And ward off (from yourselves) the Fire) fear the Fire regarding the consumption of usury which was (prepared) created (for disbelievers) in Allah and in the prohibition of usury."
    },
    {
      "ayah": 132,
      "surah": 3,
      "text": "(And obey Allah and the messenger) concerning the prohibition of usury and its avoidance, (that ye may find mercy) in order that mercy encompasses you such that you are saved and not punished."
    },
    {
      "ayah": 133,
      "surah": 3,
      "text": "(And vie one with another for forgiveness from your Lord) hasten to repent of usury and from all transgressions and reach for forgiveness from your Lord, (and for a Paradise) by means of righteous works and avoidance of usury (as wide as are the heavens and the earth) if they were to be joined to each other, (prepared) created (for those who ward off (evil)) ward off disbelief, idolatry, indecencies, and the consumption of usury;"
    },
    {
      "ayah": 134,
      "surah": 3,
      "text": "And then He showed who they were, saying: (Those who spend (of that which Allah hath given them) in ease and in adversity) He says: those who spend their wealth in the way of Allah is times of comfort and in times of hardship, (those who control their wrath) those who check their anger, keeping their hot-temperedness to themselves (and are forgiving towards mankind) towards slaves; (Allah loveth the good) He loves those who are kind towards slaves and freemen."
    },
    {
      "ayah": 135,
      "surah": 3,
      "text": "The following was then revealed about a man from the Helpers because he stared at, touched and kissed the wife of a man from Thaqif, saying: (And those who, when they do an evil thing) a transgression (or wrong themselves) by staring at [women], touching or kissing (remember Allah) fear Allah (and implore forgiveness for their sins) repent of their sins (�-who forgiveth sins save Allah only?) the sins of he who repents (-and will not knowingly) i.e. knowing that it is a transgression against Allah (repeat (the wrong) they did)."
    },
    {
      "ayah": 136,
      "surah": 3,
      "text": "(The reward of such will be forgiveness) of their sins (from their Lord, and Gardens beneath) beneath its trees and habitations (which rivers) of wine, water, honey and milk (flow, wherein they will abide for ever) in Paradise, never to die or leave it, (a bountiful reward for workers!) the reward of those who repent is Paradise and all that which was mentioned."
    },
    {
      "ayah": 137,
      "surah": 3,
      "text": "(Systems) with reward and forgiveness for those who repent and punishment and destruction for those who do not repent (have passed away before you) have passed in bygone nations. (Do but travel in the land and see) and reflect upon (the nature of the consequence) how the ultimate end was (for those who did deny) the messengers and did not repent of their disbelief."
    },
    {
      "ayah": 138,
      "surah": 3,
      "text": "(This is a declaration for mankind) this Qur'an shows for mankind what is lawful and unlawful, (a guidance) from error (and an admonition) a counsel and proscription (unto those who ward off (evil)) ward off disbelief, idolatry and indecencies."
    },
    {
      "ayah": 139,
      "surah": 3,
      "text": "Allah then comforted them about that which befell them on the Day of Uhud, saying: (Faint not) do not weaken in front of your enemies (nor grieve) about that which you missed of booty on the Day of Uhud, for Allah will reward you in the Hereafter, just as you should not grieve about the killings and wounds inflicted on you, (for ye will overcome them) the ultimate result will be yours through triumph and domination (if ye are (indeed) believers) that triumph and domination is from Allah."
    },
    {
      "ayah": 14,
      "surah": 3,
      "text": "Allah then mentions the bounties of the life of this world that He has made attractive for the unbelievers, saying: (Beautified for mankind is) what people's hearts find desirable is (love of the joys (that come) from women) meaning slave women and wives (and offspring) slaves and children, (and stored up heaps) amassed wealth (of gold and silver) it is also said that this means: minted or engraved gold and silver, (and horses branded (with their mark)) beautiful branded horses and grazing in pastures, (and cattle) i.e. sheep, cows and camels (and land) cultivation and cultivated lands. (That) which is mentioned above (is comfort of the life of the world) is of benefit to people in the life of this world and then it vanishes; it is also said that this means: the joys of this world last only for as long as the stuff of any home, a bowl, a plate and the like. (Allah! With Him is a more excellent abode) in the Hereafter, i.e. Paradise, to whoever shun such joys."
    },
    {
      "ayah": 140,
      "surah": 3,
      "text": "(If ye have received a blow) if you were harmed on the Day of Uhud, (the (disbelieving) people) the people of Mecca (have received) on the Day of Badr (a blow) harm (the like thereof) like the harm you received on the Day of Uhud: (These are (only) the vicissitudes) the days of the life of this world (which We cause to follow one another for mankind) sometimes the believers have the upper hand over the unbelievers and sometimes it is the unbelievers who have the upper hand over the believers, (to the end that Allah may know) that He may see (those who believe) at the time of jihad (and may choose witnesses from among you) He honours whom He wills among you with martyrdom; (and Allah loveth not wrong-doers) He loves not the idolaters, their religion or their domination."
    },
    {
      "ayah": 141,
      "surah": 3,
      "text": "(And that Allah may prove) may forgive (those who believe) for that which befalls them in jihad, (and may blight the disbelievers) and may destroy the unbelievers in war."
    },
    {
      "ayah": 142,
      "surah": 3,
      "text": "(Or deemed ye) do you think, O group of believers (that you would enter Paradise) without fighting (while yet Allah knoweth not) has not seen (those of you who really strive) in the way of Allah on the Day of Uhud, (nor knoweth those (of you) who are steadfast?) has not see those who are steadfast in the fight against their enemies on the Day of Uhud."
    },
    {
      "ayah": 143,
      "surah": 3,
      "text": "(And verily ye used to wish for death) in war (before ye met it (in the field)) on the Day of Uhud. (Now ye have seen it) you have seen fighting and war on the Day of Uhud, (with your eyes!) you saw the swords of the unbelievers, ran away from them and did not remain unshaken with your Prophet!"
    },
    {
      "ayah": 144,
      "surah": 3,
      "text": "When they said to the Messenger of Allah (pbuh): �O Prophet of Allah! We heard that you were killed, this is why we ran from the enemy,� Allah revealed the following: (Muhammad is but a messenger, messengers (the like of whom) have passed away before him) before him other messengers have passed away. (Will it be that, when he) Muhammad (dieth or is slain) in the way of Allah, (you will turn back on your heels?) you will return to your old religion. (He who turneth back) returns to his old religion (does no hurt to Allah) such return will not harm Allah, (and Allah will reward the thankful) He will reward the believers for their faith and jihad."
    },
    {
      "ayah": 145,
      "surah": 3,
      "text": "(No soul can ever die except by Allah's leave) except by Allah's will and decree (and at a term appointed) a man's lifespan and sustenance are both registered at an appointed term, and none shall take place before its due time. (Whoso desireth) with his works and jihad (the reward of the world) the benefit of this worldly life, (We bestow on him thereof) We shall give him from this worldly life what he desires but he does not have any share in the Hereafter; (and whoso desireth) with his works and jihad (the reward of the Hereafter) the benefit of the Hereafter, (We bestow on him thereof) We shall give him of the Hereafter what he desires. (We shall reward the thankful) reward the believers for their faith and jihad."
    },
    {
      "ayah": 146,
      "surah": 3,
      "text": "(And with how many a prophet have there been a number of devoted men who fought (beside him)) against scores of unbelievers. (They quailed not) the believers did not weaken (for aught that befell them in the way of Allah) in terms of death and injury; it is also said that this means: how many prophets were killed alongside scores of believers, but the believers did not weaken due to that which befell them in the way of Allah-the killing of their prophets-in obedience of Allah, (nor did they weaken) they did not lack strength to fight their enemies, (nor were they brought low) they did not abase themselves before their enemy; it is also said that this means: they did not surrender to their enemy. (Allah loveth the steadfast) in fighting their enemy alongside their Prophet."
    },
    {
      "ayah": 147,
      "surah": 3,
      "text": "(Their cry) the cry of the believers after the killing of their prophet (was only that they said: Our Lord) O our Lord! (Forgive us for our sins) sins other than the enormities (and wasted efforts) by committing grave sins, i.e. enormities, (make our foothold sure) in war, (and give us victory over the disbelieving folk)."
    },
    {
      "ayah": 148,
      "surah": 3,
      "text": "(So Allah gave them the reward of the world) conquest and booty (and the good reward of the Hereafter) Paradise. (Allah loveth those whose deeds are good) Allah loves believers in the act of jihad."
    },
    {
      "ayah": 149,
      "surah": 3,
      "text": "(O ye who believe) meaning: Hudhayfa [Ibn al-Yaman] and 'Ammar [Ibn Yasir]! (If ye obey those who disbelieve) i.e. Ka'b [Ibn al-Ashraf] and his followers, (they will make you turn back on your heels) they will make you return to your old religion: disbelief, (and ye turn back as losers) duped for loosing both this worldly life and the Hereafter and also for receiving Allah's punishment."
    },
    {
      "ayah": 15,
      "surah": 3,
      "text": "Then Allah elucidated the bliss of the Hereafter, its permanence and favour, just as He exposited the joys of the life of this world, by saying: (Say) O Muhammad, to the unbelievers: (Shall I inform you of something better than that?) better than the embellishments of this world. (For those who keep from evil) keep from disbelief, ascribing partners to Allah and indecencies, in reference to Abu Bakr and his fellow believers, (with their Lord, are Gardens beneath which) beneath its trees and habitations (rivers) of wine, honey, milk and water (flow, wherein they will abide for ever) they will dwell in Paradise: they shall neither die nor leave it (and pure companions) they have therein spouses who are spared menses and filth, (and contentment from Allah) and the contentment of Allah is far greater than the bliss they enjoy. (Allah is Seer of His bondmen) He is Seer of the believers, their places in Paradise, as well as their works in the life of this world."
    },
    {
      "ayah": 150,
      "surah": 3,
      "text": "(But Allah is your Protector) He preserves you and will make you triumphant against them, (and He is the best of helpers) He is the strongest of helpers."
    },
    {
      "ayah": 151,
      "surah": 3,
      "text": "Allah then mentioned the defeat of the unbelievers on the Day of Uhud, saying: (We shall cast terror) fear of you such that they run from you (into the hearts of those who disbelieve) the unbelievers of Mecca (because they ascribe unto Allah partners, for which no warrant hath been revealed) either in a Scripture nor taught by a messenger. (Their habitation) their dwelling-place (is the Fire, and hapless the abode of the wrong-doers) the dwelling-place of the unbelievers is the Fire."
    },
    {
      "ayah": 152,
      "surah": 3,
      "text": "Allah then mentions His promise to the believers on the Day of Uhud, saying: (Allah verily made good His promise unto you) on the Day of Uhud (when ye routed them) when you killed them at the beginning of the fight (by His leave) by His command and help, (until (the moment) when your courage failed you) to fight against the enemy, (and ye disagreed about the order) you disagreed about the question of war (and ye disobeyed) the Prophet by leaving your positions, (after He had shown you that for which ye long) victory and booty. (Some of you) some of the archers (desired the world) with their jihad and fighting. This refers to those who abandoned their positions and rushed to gather the booty, (and some of you desired the Hereafter) with their jihad and fighting. This refers to 'Abdullah Ibn Jubayr and his fellow believers who remained at their positions until they were killed. (Therefore He made you flee from them) defeated and made them triumph over you, (that He might try you) that He might test you with the archers' disobedience. (Yet now He hath forgiven you) He did not exterminate you. (Allah is a Lord of Kindness to believers) in that He did not exterminate them, i.e. the archers."
    },
    {
      "ayah": 153,
      "surah": 3,
      "text": "Then Allah mentioned how they turned their back on the Prophet (pbuh) because of their fear of the enemy, saying: (When ye climbed) the hill after being defeated (and paid no heed to anyone) paid no heed to the Prophet and did not wait for him, (while the messenger) Muhammad, (in your rear, was calling you (to fight)) he was behind you, O group of believers, saying: I am Allah's Messenger, stop and fight! (Therefore He rewarded you grief for (his) grief) in addition to the grief wrought upon you by Khalid Ibn al-Walid, He also inflicted on you the grief of death and defeat, (that (He might teach) you not to sorrow either for that which ye missed) of booty (or for that which befell you) and that you do not sorrow for that which befell you of deaths and injuries. (Allah is Informed of what ye do) in jihad as well as in defeat."
    },
    {
      "ayah": 154,
      "surah": 3,
      "text": "Allah then mentioned His blessings upon them, saying: (Then, after grief, He sent down security for you) from the enemy. (As slumber did it overcome a party of you) such that those among you who had sincerity and certitude slept, (while (the other) party, who were anxious on their own account) who were overcome with anxiousness about themselves. This refers to Mu'attib Ibn Qushayr, the hypocrite, and his fellows who were not overcome by sleep, (thought wrongly of Allah) that He would not come to the help of His Messenger and his Companions, (the thought of ignorance) as they did think of Him in the time of ignorance [before the advent of Islam]. (They said: Have we any part in the cause) any part in triumph and domination? (Say) O Muhammad: (The cause) triumph and domination (belongeth wholly to Allah) they are in the Hand of Allah. (They hide within themselves (a thought) which they reveal not unto you) for fear that they would be killed, (saying: Had we had any part in the cause we should not have been slain here. Say) to the hypocrites, O Muhammad: (Even though ye had been in your houses) in Medina, (those appointed to be slain would have gone forth to the places where they were to lie) where they were to be killed at Uhud. ((All this has been) in order that Allah might try) test (what is in your breasts) what is in the breast of the hypocrites (and prove) bring to the fore (what is in your hearts) of hypocrisy. (Allah is Aware of what is hidden in the breasts (of men)) He knows what is in people's hearts of good and evil, i.e. the hearts of hypocrites; it is also said that it refers to the hearts of the archers."
    },
    {
      "ayah": 155,
      "surah": 3,
      "text": "Allah then mentioned those who fled on the Day of Uhud, saying (Lo! those of you who turned back) defeated, meaning: 'Uthman Ibn 'Affan and his fellow believers (on the day when the two hosts) the hosts of Muhammad and Abu Sufyan (met, Satan alone it was who caused them to backslide) Satan enticed them to believe that Muhammad was killed and thus fled to a place about six parasangs (farasikh) from the scene. They were six people in all, (because of some of that which they have earned) because of leaving their positions. (Now Allah hath forgiven them) since He did not exterminate them. (Lo! Allah is Forgiving) of those who repented among them. (Clement) for He did not hasten their punishment."
    },
    {
      "ayah": 156,
      "surah": 3,
      "text": "Then Allah said to the Companions of Muhammad: (O ye who believe!) in Muhammad and the Qur'an. (Be not) in war (as those who disbelieved) in secret, i.e. 'Abdullah Ibn Ubayy and his followers who returned to Medina (and said of their brethren) the hypocrites (who went abroad in the land) who journeyed with the Companions of Muhammad (or were fighting in the field) or went with their Prophet in a fighting expedition: (If they had been (here) with us) in Medina (they would not have died) on their journey (or been killed) during the fighting expedition; (that Allah may make it) make that doubt (anguish) grief (in their hearts. Allah giveth life) on the journey (and causeth death) settlement; (and Allah is Seer of what ye do) of what you say."
    },
    {
      "ayah": 157,
      "surah": 3,
      "text": "(And what though ye be slain in Allah's way) O group of hypocrites (or die therein?) in your own homes while being sincere. (Surely pardon from Allah) of your sins (and mercy) by being spared punishment (are better than all that they amass) in this world of wealth."
    },
    {
      "ayah": 158,
      "surah": 3,
      "text": "(What though ye be slain) on a journey or in settlement (or die) in a fighting expedition, (when unto Allah you are gathered?) after you die."
    },
    {
      "ayah": 159,
      "surah": 3,
      "text": "(It was by the mercy of Allah that thou wert lenient with them (O Muhammad), for if thou hadst been stern) harsh in speech (and fierce of heart) coarse with them (they would have dispersed from round about thee. So pardon them) pardon your Companions for that which may ensue from them (and ask forgiveness for them) from that transgression which ensues from them (and consult with them upon the conduct of affairs) in matter of war. (And when thou art resolved) to do something, (then put your trust in Allah) to give you triumph and domination. (Lo! Allah loveth those who put their trust) in Him."
    },
    {
      "ayah": 16,
      "surah": 3,
      "text": "Allah then proceeds to describe them, saying: (Those who say) in the life of this world: (Our Lord!) O our Lord! (Lo! we believe) in You and in Your Messenger. (So forgive us our sins) that we committed in the pre-Islamic period as well as after the advent of Islam (and guard us from the punishment of Fire) drive away from us the punishment of hell;"
    },
    {
      "ayah": 160,
      "surah": 3,
      "text": "(If Allah is your helper) as on the Day of Badr (none can overcome you) none of your enemy shall overcome you, (and if He withdraw His help from you) as on the Day of Uhud, (who is there who can help you) He will make that no one overcomes your enemy? (In Allah let believers put their trust) the believers should put their trust in Allah that He will give them triumph and domination."
    },
    {
      "ayah": 161,
      "surah": 3,
      "text": "Then Allah mentioned their surmise about the Prophet (pbuh) that he was not going to divide any of the booty among them, and because of this they left their positions, saying: (It is not for any Prophet) it is not permissible for any prophet (to deceive) to cheat his community regarding booty; it is also possible that the meaning is: it is not permissible for a community to deceive its prophet. (Whoso deceiveth) as regards any of the booty (will bring his deceit with him) carried on his neck (on the Day of Resurrection. Then every soul will be paid in full what it hath earned) that which it has deceived and also other things; (and they will not be wronged) their good works will not be diminished and their evil deeds will not be increased."
    },
    {
      "ayah": 162,
      "surah": 3,
      "text": "(Is one who followth the pleasure of Allah) in taking the fifth and shunning deceit (as one who hath earned condemnation from Allah) as one who deserves Allah's wrath due to his deception, (whose habitation) i.e. the dwelling of the deceiver (is the Fire, a hapless journey's end?) where he shall end up."
    },
    {
      "ayah": 163,
      "surah": 3,
      "text": "(There are degrees (of grace and reprobation) with Allah) He says: those who leave deceit have different ranks with Allah in Paradise; but those who deceive will occupy different levels in hell, (and Allah is Seer of what ye do) whether it is deception or other things."
    },
    {
      "ayah": 164,
      "surah": 3,
      "text": "Allah then mentions his blessings on them, saying: (Allah verily hath shown grace to the believers by sending unto them a messenger) of the Children of Adam whose lineage is well known (of their own) an Arab, like them, from the tribe of the Quraysh (who reciteth unto them His revelations) the Qur'an containing commands and prohibitions, (and causeth them to grow) he purifies them by means of the attestation of Allah's divine Oneness from idolatry as well as by cleansing them from their sins, (and teacheth them the Scripture) the Qur'an (and wisdom) the lawful and the prohibited; (although before) the advent of Muhammad and the Qur'an (they were in flagrant error) they were adherents of disbelief."
    },
    {
      "ayah": 165,
      "surah": 3,
      "text": "He then mentioned their misfortune on the Day of Uhud, saying: (And was it so, when a disaster smote you) on the Day of Uhud, (though you had smitten (them with a disaster) twice (as great)) as you inflicted on the people of Mecca, on the Day of Badr, a disaster twice that inflicted on you on the Day of Uhud, (that ye said: How is this?) how can this befall us when we are Muslims. (Say) O Muhammad: (It is from yourselves) it is due to the transgression you committed yourselves when you left your positions. (Lo! Allah is Able to do all things) whether it is punishment or something else."
    },
    {
      "ayah": 166,
      "surah": 3,
      "text": "(That which befell you) of deaths and injuries, (on the day when the two armies) the army of Muhammad and that of Abu Sufyan (met, was by permission of Allah) by His will and decree; (that He might know the true believers) that He might see the believers in jihad;"
    },
    {
      "ayah": 167,
      "surah": 3,
      "text": "(And that He might know the hypocrites) and that He might see the hypocrites, 'Abdullah Ibn Ubayy and his followers, returning to Medina, (unto whom it was said) 'Abdullah Ibn Jubayr said to them: (Come) to Uhud and (fight in the way of Allah, or defend yourselves) and your wives and children against the enemy, or increase the number of believers. (They answered: If we knew) there was (aught of fighting we would follow you) to Uhud. (On that day they were nearer disbelief than faith) or the believers; it is also said that this means: their return to disbelief and the disbelievers was closer than their return to faith and the believers. (They utter with their mouths a thing which is not in their hearts) to corroborate it. (Allah is best aware of what they hide) of disbelief and hypocrisy."
    },
    {
      "ayah": 168,
      "surah": 3,
      "text": "They are (Those who, while they sat at home) and refrained from jihad, (said of their brethren) the hypocrites in Medina: (If they) i.e. Muhammad and his Companions by remaining in Medina (had been guided by us they would not have been slain) in their military expedition. (Say) O Muhammad, to the hypocrites: (Then avert death from yourselves if ye are truthful) in your claim."
    },
    {
      "ayah": 169,
      "surah": 3,
      "text": "(Think not) consider not (of those, who are slain in the way of Allah) on the Day of Badr and Uhud, (as dead) like any other dead people. (Nay, they are living) they are like the living. (With their Lord they have provision) they are given gifts."
    },
    {
      "ayah": 17,
      "surah": 3,
      "text": "(The steadfast) in performing the obligations enjoined by Allah and in shunning contraventions against Him; it is also said that this means: the steadfast when misfortunes befall them, (and the Truthful) in their faith, (and the obedient) vis-�-vis Allah and His Messenger, (those who spend) their wealth in the way of Allah, (those who pray for pardon in the watches of the night) supererogatory prayers."
    },
    {
      "ayah": 170,
      "surah": 3,
      "text": "(Jubilant (are they) because of that which Allah hath bestowed upon them of His bounty) of His honouring, (rejoicing for the sake of those who have not joined them but are left behind:) rejoicing because their brothers who are still in this world will join them because they have been given the good news that they will (that there shall no fear come upon them) when others are struck with fear (neither shall they grieve) when others grieve."
    },
    {
      "ayah": 171,
      "surah": 3,
      "text": "(They rejoice because of favour from Allah) because of a reward from Allah (and kindness) and honour, (and that Allah wasteth not) thwarts not (the wage of the believers) regarding jihad, i.e. that which befalls them in the course of jihad."
    },
    {
      "ayah": 172,
      "surah": 3,
      "text": "Allah then mentioned their accompaniment of the Prophet (pbuh) in the lesser Badr (Badr al-Sughra), saying: (As for those who heard the call of Allah) answered Allah by obeying Him (and His messenger) by accompanying him in the lesser Badr (after the harm) on the Day of Uhud (befell them (in the fight); for such of them as do right) by accompanying the Prophet (pbuh) at the lesser Badr (and ward off (evil)) ward off contravention against Allah and disobeying the Messenger, (there is great reward) abundant reward in Paradise,"
    },
    {
      "ayah": 173,
      "surah": 3,
      "text": "It was also revealed about them: (Those unto whom men said) said to Nu'aym Ibn Mas'ud al-Ashja'i: (Lo! the people) Abu Sufyan and his men (have gathered against you) at the Lutaymah, the latter being a market near Mecca, (therefore fear them) fear going out to fight them. (But) this only (increased the faith of them) emboldened them even more (and they cried: Allah is sufficient for us!) Allah is sufficient to give victory. (Most Excellent is He in Whom we trust!) our trust is in Allah."
    },
    {
      "ayah": 174,
      "surah": 3,
      "text": "(So they returned with grace) reward (and favour from Allah,) and profit from that which they traded in the market place; it is also said that this means: booty (and no harm) fighting or defeat (touched them) in going and returning. (They followed the good pleasure of Allah) by accompanying the Prophet (pbuh) at the lesser Badr, (and Allah) by driving the enemy from them (is of Infinite Bounty) favour."
    },
    {
      "ayah": 175,
      "surah": 3,
      "text": "(It is only the devil) the one who was scaring you with ways of the devil, i.e. Nu'aym Ibn Mas'ud. Allah called him a devil because he was a follower of Satan and his whisperings (who would make (men) fear his partisans) He says: he makes you fear his partisans: the unbelievers. (Fear them not) in your sortie; (fear Me) if you stay back, (if you are true believers) if you believe in His bringing back the dead to life."
    },
    {
      "ayah": 176,
      "surah": 3,
      "text": "Then Allah mentioned how the hypocrites hastened to ally themselves with the Jews, saying: (Let not their conduct grieve thee) O Muhammad, or sadden you, (who run easily) who hasten (to disbelief) the hastening of the hypocrites to ally themselves with the Jews, (for Lo! they injure Allah not at all) they will not harm Allah by hastening to join the Jews as allies. (It is Allah's will) Allah wants (to assign them) i.e. the Jews and hypocrites (no portion) no share (in the Hereafter) in Paradise, (and theirs will be an awful doom) as awful as can be."
    },
    {
      "ayah": 177,
      "surah": 3,
      "text": "(Those who purchase disbelief at the price of faith) those who preferred disbelief to faith: the hypocrites (harm Allah not at all) they do not harm Allah by choosing disbelief, (but theirs will be a painful doom) whose agony will spread to their hearts."
    },
    {
      "ayah": 178,
      "surah": 3,
      "text": "Allah then mentioned how He gives them respite despite their indulgence in disbelief, saying: (And let not those who disbelieve) the Jews (imagine that the rein We give them) that the respite, progeny and wealth We give them (bodeth good unto their souls. We only give them rein) wealth and progeny (that they may grow in sinfulness) sinfulness in this world, later to be thrown into the dungeons of hell in the Hereafter. (And theirs will be a shameful doom) by means of which they shall be shamed day after day and hour after hour; it is also said that this means: a severe doom; and it is also said that from (Let not their conduct grieve you) to (And theirs will be a shameful doom) was revealed about the idolaters of Mecca on the Day of Uhud."
    },
    {
      "ayah": 179,
      "surah": 3,
      "text": "With regard to the idolaters saying to Muhammad: �You say to us that there are amongst us believers and unbelievers. Show us, O Muhammad, who believes among us and who does not�, Allah then said: (It is not (the purpose) of Allah to leave the believers) and unbelievers (in your present state) of religion until the believer becomes an unbeliever and the unbeliever becomes a believer if it is so in His decree (till He shall separate the wicked from the good) the damned from the felicitous, the unbeliever from the believer and the hypocrite from the sincere. (And it is not (the purpose of) Allah to let you know) O people of Mecca (the unseen) such that you know who believes and who does not. (But Allah chooseth) selects (of His messengers whom He will) i.e. Muhammad, and informs him of some of the unseen through revelation. (So believe in Allah and His messengers) believe in all the messengers and Scriptures. (If ye believe) in Allah and all the Scriptures and messengers (and ward off (evil)) ward off disbelief and idolatry, (yours will be a vast reward) an abundant reward in Paradise."
    },
    {
      "ayah": 18,
      "surah": 3,
      "text": "Allah declared then His divine Oneness, saying: (Allah (Himself) is witness) even if no one else bears witness (that there is no God save Him. And the angels) do also bear witness to that (and the men of learning) and the prophets and the believers bear witness to that. (Maintaining His creation in justice, there is no God save Him, the Almighty) in His vengeance against those who do not believe in Him, (the Wise) and He has commanded that none shall be worshipped except Him."
    },
    {
      "ayah": 180,
      "surah": 3,
      "text": "Allah then mentioned the miserliness of the Jews and hypocrites in relation to that which Allah hath given them, saying: (And let not those who hoard up that which Allah hath bestowed upon them of His bounty) in terms of wealth (think that it is better for them. Nay, it is worse for them. That which they hoard) of wealth, i.e. gold and silver (will be their collar on the Day of Resurrection) will be used as a collar of fire around their necks. (Allah's is the heritage of the heavens and the earth) the stores of the heavens and earth, i.e. rain and vegetation, are Allah's; it is also said that this means: the dwellers of the heavens and earth will die and dominion shall be for Allah, the One, the Conqueror, (and Allah is Informed of what ye do) of acts of generosity or miserliness."
    },
    {
      "ayah": 181,
      "surah": 3,
      "text": "Then Allah mentioned the Jews, Finhas Ibn 'Azura' and his friends when they said: �O Muhammad! Allah is poor: He is asking us to give Him a loan�, saying (Verily Allah heard the saying of those) Finhas Ibn 'Azura' and his fellows (who said, (when asked for contributions to the war): �Allah, forsooth, is poor) He needs us to give Him a loan, (and we are rich!�) and we do not need a loan from Him. (We shall record their saying) We shall preserve for them what they have said in the Hereafter (with their slaying of the Prophets) just as We shall record for them their slaying of the prophets (wrongfully) without them having committed any crime (and We shall say: Taste ye the punishment of burning!) which is very severe."
    },
    {
      "ayah": 182,
      "surah": 3,
      "text": "(This) punishment (is on account of that which your own hands have sent before you) which your hands have earned. (Allah is no oppressor of (His) bondmen) such that He punishes them without them having committed a crime."
    },
    {
      "ayah": 183,
      "surah": 3,
      "text": "((The same are) those) i.e. the Jews (who say: Lo! Allah hath charged us) Allah has commanded us in the Scripture (that we believe not in any messenger) we will not accept that anyone is sent with a message (until he bring us an offering which fire (from heaven) shall devour) that is until Allah sends a fire which will devour this offering, as it happened in the time of the [Jewish] prophets. (Say) O Muhammad: (Messengers came unto you before me with miracles) with commands and prohibitions as well as signs, (and with that (very miracle) which ye describe) of an offering [devoured by fire], Zachariah, John and Jesus. (Why then did ye slay them?) why did you kill John and Zachariah, when such an offering [devoured by fire] took place during their time. ((Answer that) if ye are truthful) in your claim."
    },
    {
      "ayah": 184,
      "surah": 3,
      "text": "When they replied that their fathers never killed any prophet wrongfully, Allah said: (And if they deny thee) O Muhammad regarding what you say to them, do not be saddened, (even so did they deny messengers who were before you) their people denied them, (who came with miracles) with commands and prohibitions and signs of prophethood (and with the Psalms) and with the news relating to the Scriptures of past nations (and with the Scripture giving light) showing the lawful and the prohibited."
    },
    {
      "ayah": 185,
      "surah": 3,
      "text": "Allah then mentioned their deaths and what happens after their deaths, saying: (Every soul) that breathes (will taste of death. And ye will be paid on the Day of Resurrection only that which ye have fairly earned) the reward of your works. (Whoso is removed from the Fire) by means of declaring Allah's divine Oneness and doing righteous works (and is made to enter Paradise, he indeed is triumphant) in that he gains Paradise and that which it contains, and is further saved from hell and that which it contains. (The life of this world is but comfort of illusion) which is comparable to the relative duration of the stuff one has at home such as pottery, bottles, and the like."
    },
    {
      "ayah": 186,
      "surah": 3,
      "text": "Allah then mentioned the harm that the unbelievers inflicted on the Prophet and his Companions, saying: (Assuredly ye will be tried) you will be tested (in your property) by the loss of your property (and in your persons) and in what befalls your persons of sicknesses, pain, killings, beatings and general misfortunes, (and ye will hear much wrong from those who were given the Scripture before you) i.e. the Jews and Christians: you will hear vilification, defamation, lies and false testimony against Allah, (and from the idolaters) i.e. the Arab idolaters. (But if ye persevere) in the face of their harm (and ward off (evil)) and ward off transgressing against Allah while facing such harm, (then that) steadfastness and endurance (is of the steadfast heart of things) is the best of things and the most firm for believers."
    },
    {
      "ayah": 187,
      "surah": 3,
      "text": "Then Allah mentioned His covenant with the people of the Book in the Scripture, which required them to exposit the traits and description of His Prophet, saying: (And (remember) when Allah laid a charge on those who had received the Scripture) i.e. the Torah and the Gospel ((He said): Ye are to expound it) the trait and description of Muhammad (to mankind and not to hide it) not to hide these traits and description of Muhammad in their Scripture. (But they flung it behind their backs) and did not act upon it (and bought thereby a little gain) a paltry acquisition in their means of living by hiding the traits and description of Muhammad in their Scripture. (Verily evil is that which they have gained thereby) evil is that which they have chosen for themselves: Judaism and the concealment of the traits and description of Muhammad."
    },
    {
      "ayah": 188,
      "surah": 3,
      "text": "Allah then mentioned their longing for praise and credit for that which they-the Jews-did not have, saying: (Think not) suppose not, O Muhammad (that those who exult in what they have given) whereby they changed the traits and description of Muhammad in their Scripture, (and love to be praised for what they have not done) they like that people say they have good in them when they do not. They like that people say that they are follower of the Religion of Abraham and that they are good to the poor. (Think not) O Muhammad, (they are in safety from the doom. A painful doom is theirs) a severe torment shall be theirs."
    },
    {
      "ayah": 189,
      "surah": 3,
      "text": "(Unto Allah belongeth the Sovereignty of the heavens and the earth) to Allah belong the stores of the heavens (rain) and the earth (vegetation). (Allah is Able to do all things) in relation to the dwellers of the heavens and the earth and to their stores."
    },
    {
      "ayah": 19,
      "surah": 3,
      "text": "(Lo! Religion) that is accepted (with Allah (is) the Surrender (to His will and guidance)). It is also said that this should be understood as: Allah bears witness that Religion with Him is Islam (the Surrender), and the angels, the prophets and the believers also bear witness to this. This verse was revealed about two men from Historic Syria who asked the Prophet (pbuh) which is the greatest witness in the Book of Allah. When he informed them about it, they embraced Islam. (Those who (formerly) received the Scripture) the Jews and Christians (differed) about Islam and Muhammad (only after knowledge) the exposition of what is in their Scripture (came unto them, through transgression among themselves) out of resentful envy. (Whoso disbelieveth the revelations of Allah) Muhammad and the Qur'an ((will find that) Lo! Allah is swift at reckoning) severe in His punishment."
    },
    {
      "ayah": 190,
      "surah": 3,
      "text": "Allah then exposited on the sign of His ability to the unbelievers of Mecca when they said: \" O Muhammad, bring us a clear sign to prove what you are saying \" , saying: (Lo! In the creation of the heavens) in that which We created in the heavens of angels, the sun, moon, stars and clouds (and the earth) and in the creation of the earth and what is in it of mountains, seas, trees and beasts (and (in) the difference of night and day) and in the alternation of day and night (are tokens (of His sovereignty)) signs of His divine Oneness (for men of understanding) for those among them who have reasons,"
    },
    {
      "ayah": 191,
      "surah": 3,
      "text": "(Such as remember Allah) pray to Allah, (standing) when they are able to, (sitting) when they cannot stand, (and reclining) when they can neither stand nor sit, (and consider) the marvellous things which are contained in (the creation of the heavens and the earth, (and say): Our Lord) they say: O our Lord! (Thou createdst not this in vain) for nothing. (Glory be to Thee!) exalt Allah [from any thought that He created them in vain]. (Preserve us from the doom of Fire) drive away from us the torment of hell."
    },
    {
      "ayah": 192,
      "surah": 3,
      "text": "(Our Lord) they say: O our Lord! (Whom Thou causest to enter the Fire: him indeed Thou hast confounded) You have humiliated. (For evil-doers) for the idolaters (there will be no helpers) none will prevent what is going to happen to them in the Hereafter."
    },
    {
      "ayah": 193,
      "surah": 3,
      "text": "(Our Lord!) they say: O our Lord. (Lo! we have heard a crier) they mean Muhammad (calling unto Faith) calling to Allah's divine Oneness: (�Believe ye in your Lord!� So we believed) in You, in Your Scripture as well as in Your Messenger. (Our Lord! Therefore forgive us our sins) our enormities, (and remit from us) overlook (our evil deeds) other than enormities, (and make us die the death of the righteous) take our souls to You in a state of faith and gather them with the souls of the prophets and the righteous."
    },
    {
      "ayah": 194,
      "surah": 3,
      "text": "(Our Lord!) and they say: O our Lord. (And give us that which Thou hast promised to us by Thy messengers) on the tongue of Your Messenger, i.e. Muhammad. (Confound us not) torment us not (upon the Day of Resurrection) as You will torment the unbelievers. (Lo! Thou breakest not the tryst) resurrection after death and that which You have promised the believers."
    },
    {
      "ayah": 195,
      "surah": 3,
      "text": "(And their Lord hath heard them) and answered their request ((and He saith): Lo! I suffer not the work of any worker, male or female, to be lost) I thwart not the actions of any one of you. (Ye proceed one from another) if some of you follow the religion of others or are allies to them. Allah then exposited the honour He bestowed upon the Emigrants (al-Muhajirun), saying: (So those who fled) from Mecca to Medina with the Prophet (pbuh) and after the Prophet (and were driven forth from their homes) the Meccan unbelievers drove them from their homes in Mecca (and suffered damage for My cause) for My obedience, (and fought) the enemy in the way of Allah (and were slain) until they were killed, (verily I shall remit their evil deeds from them) which were committed in the course of jihad (and verily I shall bring them into Gardens beneath which) beneath its trees and habitations (rivers) rivers of wine, water, honey and milk (flow. A reward from Allah) a recompense for them from Allah. (And with Allah is the fairest of rewards) a good return which is better than their reward."
    },
    {
      "ayah": 196,
      "surah": 3,
      "text": "Allah then reminded them of the evanescence of this world and of the continuity of the Hereafter, and encouraged them to seek the latter, saying: (Let not the vicissitude (of the success) of those who disbelieve in the land) the coming and going of the Jews for trade, (deceive thee) O Muhammad! Although Muhammad is here the addressee, this is directed at his Companions."
    },
    {
      "ayah": 197,
      "surah": 3,
      "text": "(It is but a brief comfort) it is but a paltry benefit in the life of this world. (And afterward their habitation will be hell, an ill abode) an ill spread and end result."
    },
    {
      "ayah": 198,
      "surah": 3,
      "text": "(But those who keep their duty to their Lord) Allah says: and those who believe in the divine Oneness of their Lord by repenting from disbelief, (for them are Gardens beneath which) beneath its trees and habitations (rivers) of wine, water, honey and milk (flow, wherein they will be safe for ever) they dwell therein for eternity, never to die or to leave it. (A gift of welcome) a reward (from their Lord. That which Allah hath in store) in terms of reward (is better for the righteous) for those who declare Allah's divine Oneness than that which He has given the unbelievers in the life of this world."
    },
    {
      "ayah": 199,
      "surah": 3,
      "text": "Allah then described those from the people of the Book who had believed-'Abdullah Ibn Salam and his followers-saying: (And Lo! of the People of the Scripture there are some who believe in Allah and that which is revealed unto you) the Qur'an (and that which was revealed unto them) of Scripture: the Torah, (humbling themselves before Allah) humble and meek vis-�-vis Allah in worship. (They purchase not a trifling gain) a paltry recompense of means of living (at the price of the revelations of Allah) by hiding the traits and description of Muhammad in the Scripture. (Verily their reward) their recompense (is with their Lord) in Paradise, (and Lo! Allah is swift to take account) when He takes people into account, He is very swift."
    },
    {
      "ayah": 2,
      "surah": 3,
      "text": "(Allah! There is no God save Him, the Alive) Who dies not and is not evanescent, (the Eternal) the Self-subsistent Who has no beginning."
    },
    {
      "ayah": 20,
      "surah": 3,
      "text": "Allah then mentions their argument with the Prophet (pbuh) about the Religion of Islam, saying: (And if they) i.e. the Jews and Christians (argue with thee, O Muhammad, say: I have surrendered my purpose) I make my Religion and works sincere (to Allah and (so have) those who follow me. And say unto those who have received the Scripture) the Jews and Christians (and those who read not) i.e. the Arabs: (Have ye (too) surrendered?) do you surrender as we have surrendered? Allah then said: (If they surrender) as you have surrendered, (then truly they are rightly guided) from error, (and if they turn away) from surrender, (then it is your duty only to convey the message (unto them)) on behalf of Allah. (Allah is Seer of (His) bondmen) those who believe and those who do not."
    },
    {
      "ayah": 200,
      "surah": 3,
      "text": "Allah then encouraged them to be steadfast in jihad and misfortunes, saying: (O ye who believe!) in Muhammad and the Qur'an. (Endure) in jihad along with your Prophet, (outdo all others in endurance) overwhelm and overcome your enemy, (be ready) along with your Prophet for your enemy as long as they stand in wait to attack you; it is also said that this means: (Endure) the performance of the obligations and the avoidance of transgressions, (outdo all others in endurance) overwhelm and overcome the partisans of deviant beliefs and blameworthy innovations, (be ready) with your horses for the sake of Allah, (and observe your duty to Allah) obey Allah in that which He has commanded you, such that you never abstain from it, (in order that ye may succeed) in order that you be saved from Allah's wrath and punishment'."
    },
    {
      "ayah": 21,
      "surah": 3,
      "text": "(Lo! those who disbelieve the revelations of Allah) in Muhammad and the Qur'an, (and slay the Prophets) i.e. ally themselves with those who slay the prophets (wrongfully) without them having committed any crime, (and slay those of mankind) who believed in the prophets (who enjoin equity) Allah's divine Oneness: (promise them a painful doom) which will spread out to their hearts."
    },
    {
      "ayah": 22,
      "surah": 3,
      "text": "(Those are they whose works) good deeds (have failed) made void (in the world and the Hereafter) that is, they will not be given reward for them in the Hereafter; (and they have no helpers) who will save them from Allah's punishment."
    },
    {
      "ayah": 23,
      "surah": 3,
      "text": "Allah mentions after this the rejection of stoning by the Banu Qurayzah and Banu'l-Nadir from among the people of Khaybar, saying: (Hast thou not seen) O Muhammad! (how those who have received the Scripture) were given knowledge about what is in the Torah regarding stoning and other things (invoke the Scripture of Allah) the Qur'an ((in their disputes) that it may judge between them) about stoning the married man and married woman who committed adultery in Khaybar, as is in their Scripture; (then a faction of them) from Banu Qurayzah and the people of Khaybar (turn away) from the judgement, (being opposed (to it)) denying that judgement."
    },
    {
      "ayah": 24,
      "surah": 3,
      "text": "(That) opposition, denial and punishment (is because they say: The Fire will not touch us) in the Hereafter (save for a certain number of days) about 40 days. A group from among the Jews said: the Fire will not touch us except for a limited number of days: seven days of days of the Hereafter-each day equalling a thousand years-as punishment for the days in which our forefathers worshipped the calf. (That which they used to invent has deceived them) their lie about not being punished; it is also said this refers to their claim that punishment shall be postponed (regarding their religion) i.e. their firm adherence to their religion: Judaism."
    },
    {
      "ayah": 25,
      "surah": 3,
      "text": "(How (will it be with them)) how shall they act, O Muhammad, (when We have brought them all together) after they die (to a Day) on a day (of which there is no doubt, when every soul) righteous or sinner (will be paid in full what it has earned) of good or evil, (and they will not be wronged) their good works will not be decreased and their sins will not be increased."
    },
    {
      "ayah": 26,
      "surah": 3,
      "text": "(Say: O Allah!) say O Allah! Lead us to goodness (Owner of Sovereignty!) O Master of kings and Owner of sovereignty (Thou givest sovereignty unto whom Thou wilt) i.e. unto Muhammad and his followers, (and Thou withdrawest sovereignty from whom Thou wilt) i.e. from the people of Persia and Byzantium. (Thou exaltest whom Thou wilt) i.e. Muhammad (and Thou abasest whom Thou wilt) i.e. 'Abdullah Ibn Ubayy Ibn Salul, the people of Persia and the people of Byzantium. (In Thy hand is the good) exaltation, abasement, sovereignty, spoils, triumph and power. (Lo! Thou art Able to do all things) whether it is exaltation, abasement, sovereignty, spoils, triumph or power. This verse was revealed about 'Abdullah Ibn Ubayy Ibn Salul, the hypocrite, who said after the Conquest of Mecca: �How on earth can they have sovereignty over Persia and Byzantium?� It is also said that it was revealed about the Quraysh who said: �the king of Persia sleeps on couches made of silk brocade, if you are truly a prophet, show us your dominion?�"
    },
    {
      "ayah": 27,
      "surah": 3,
      "text": "Then he showed Allah's might by saying: (Thou causest the night to pass into the day) You increase the length of the day over the length of the night, such that the day is longer than the night, (and Thou causest the day to pass into the night) You increase the length of the night over the length of the day, such that the night is longer than the day. (And Thou bringest forth the living from the dead) He says: You bring forth a living creature from a sperm drop, (and Thou bringest forth the dead from the living) and You bring forth a sperm drop from man; it is also said that this verse means: You bring forth the living (a chicken) from the dead (an egg), and You bring forth the dead (a grain) from the living (a spike of grain). (And Thou givest sustenance to whom Thou choosest, without stint) without measure, exerting power or showing off Your blessings; it is also said that this means: You give wealth in abundance to whomever You choose without straitness or inconvenience."
    },
    {
      "ayah": 28,
      "surah": 3,
      "text": "(Let not the believers take) the believers ought not to take [the hypocrites:] 'Abdullah Ibn Ubayy and his companions [and] (disbelievers) the Jews (for their friends) so as to become mighty and honourable (in preference to believers) who are sincere. (Whoso doeth that) seeking might and honour [by taking the hypocrites and disbelievers as friends] (hath no connection with Allah) has no honour, mercy or protection from Allah (unless (it be) that ye but guard yourselves against them) save yourselves from them, (taking (as it were) security) saving yourselves from them by speaking in a friendly way towards them with, while your hearts dislikes this. (Allah bideth you beware (only) of Himself) regarding the shunning of unlawful killing, unlawful sex, unlawful property, consuming intoxicants, false testimony and associating partners with Allah. (Unto Allah is the journeying) the return after death."
    },
    {
      "ayah": 29,
      "surah": 3,
      "text": "(Say) O Muhammad!: (Whether ye hide that which is in your breasts) what is in your hearts of hatred and enmity towards Muhammad (pbuh) (or reveal it) by showing abuse, defamation and waging war, (Allah knoweth it) Allah will record it and requite for it. (He knoweth that which is in the heavens and that which is in the earth) of good and evil, what is secret and what is revealed, (and Allah is Able to do all things) regarding the dwellers of the heavens and the dwellers of earth. This verse was revealed about the hypocrites and the Jews."
    },
    {
      "ayah": 3,
      "surah": 3,
      "text": "(He hath revealed unto thee (Muhammad) the Scripture) He sent you Gabriel with the Scripture (with truth) in order to show truth from falsehood, (confirming) corroborating Allah's divine Oneness (that which was (revealed) before it) of scriptures, (even as He revealed the Torah) in one go to Moses the son of Amran (and the Gospel) in one go to the Jesus the son of Mary."
    },
    {
      "ayah": 30,
      "surah": 3,
      "text": "(On the day) the Day of Judgement (when every soul will find itself confronted with all that it hath done) written in its register (of good and all that it hath done of evil) it will also find it written in its register ((every soul) will long that there might be a mighty apace of distance) a long period of time separating them: from sunrise to sunset (between it and that (evil). Allah bideth you beware of Him) upon committing an act of disobedience. (And Allah is full of pity for (His) bondmen) He is full of pity for the believers."
    },
    {
      "ayah": 31,
      "surah": 3,
      "text": "(Say) O Muhammad!: (If ye love Allah) and His religion, (follow me) follow my Religion; (Allah will love you) He will increase your love (and forgive you your sins) which were committed when you followed Judaism. (Allah is Forgiving) of whoever repents, (Merciful) towards whoever dies in a state of repentance. This verse was revealed about the Jews who claimed they were the children of Allah and His beloved ones. When this verse was revealed 'Abdullah Ibn Ubayy said: �Muhammad is commanding us to love him as the Christians loved Jesus�, and the Jews said: �Muhammad wants us to take him as a compassionate Lord, just as the Christians took Jesus as a compassionate Lord�."
    },
    {
      "ayah": 32,
      "surah": 3,
      "text": "Consequently, Allah revealed about their comments: (Say: Obey Allah) regarding what He has obligated (and the Messenger) in his practices. (But if they turn away) from obeying them, (Lo! Allah loveth not the disbelievers) the Jews and the hypocrites."
    },
    {
      "ayah": 33,
      "surah": 3,
      "text": "When the Jews heard this, they said: �we follow the religion of Adam: we are Muslims�, and so Allah revealed the following: (Lo! Allah preferred Adam) with Islam (and Noah) with Islam (and the Family of Abraham) the children of Abraham with Islam (and the Family of 'Imran) Moses and Aaron with Islam (above (all His) creatures) above all the people of their times. It is also said that Amran is not the father of Moses and Aaron."
    },
    {
      "ayah": 34,
      "surah": 3,
      "text": "(They were descendants one of another) some follow the religion of others and the offspring of some are the descendents of others. (Allah is Hearer) of what the Jews say: that they are Allah's children and beloved ones and that they follow His religion, (Knower) of their punishment and of whom is following His religion."
    },
    {
      "ayah": 35,
      "surah": 3,
      "text": "Remember, O Muhammad (When the wife of Imran) Hannah, the mother of Mary (said: My Lord I have vowed unto Thee that which is in my belly as a consecrated (offering)) a servant at the Sanctuary of Jerusalem. (Accept it from me. Lo! Thou, only Thou, art the Hearer) of prayers, (the Knower!) of the answer and of that which is in my womb."
    },
    {
      "ayah": 36,
      "surah": 3,
      "text": "(And when she was delivered) what was in her womb and it was a baby girl (she said: My Lord! Lo! I am delivered of a female) a baby girl. (Allah knew best of what she was delivered. The male is not as the female) in service and weakness; (and Lo! I have named her Mary, and Lo! I crave Thy protection for her) I seek for her Your protection and safety (and for her offspring from Satan the outcast) the accursed."
    },
    {
      "ayah": 37,
      "surah": 3,
      "text": "(And her Lord accepted her with full acceptance) He was good to her and accepted her instead of accepting a boy (and vouchsafed to her a goodly growth) He nurtured her well in worship throughout the years, months, days and hours; (and made Zachariah her guardian) he joined her to him for training. (Whenever Zachariah went into the sanctuary where she was) the room where she worshipped, (he found that she had food) the fruit of winter in the summer, such as culms of corn, and the fruits of summer in the winter such as grapes. (He said: O Mary! Whence cometh unto thee this (food)?) how did you get this food out of its season? (She answered: It is from Allah) Gabriel brought it to me. (Allah giveth without stint) without pause or measure (to whom He will) in its season or out of it."
    },
    {
      "ayah": 38,
      "surah": 3,
      "text": "(Then) at that point (Zachariah prayed unto) and wished from (his Lord and said: My Lord! Bestow upon me of Thy bounty) from You (goodly offspring) a righteous child. (Lo! Thou art the Hearer of Prayer) You are the One Who answers prayers."
    },
    {
      "ayah": 39,
      "surah": 3,
      "text": "(And the angels) i.e. the Angel Gabriel (called to him as he stood praying in the sanctuary) in the mosque: (Allah giveth thee glad tidings of John) a son whose name is John, ((who cometh) to confirm a Word from Allah) Jesus son of Mary that he will be a word from Allah, created without a father, (lordly) who is clement when wronged, (chaste) has no desire for women, (a Prophet of the righteous) among the messengers."
    },
    {
      "ayah": 4,
      "surah": 3,
      "text": "(Aforetime) before Muhammad and the Qur'an, (for a guidance to mankind) as a guidance from error to the Children of Israel; (and hath revealed the Criterion (of right and wrong)) He revealed the Qur'an to Muhammad in instalments to differentiate the lawful from the unlawful. (Lo! those who disbelieve the revelations of Allah) Muhammad and the Qur'an, referring in this context to the delegation of Najran, (theirs will be a heavy doom) in this world and in the next. (Allah is Mighty) powerful in His vengeance, (Able to Requite (the wrong)) able to carry His vengeance out on them."
    },
    {
      "ayah": 40,
      "surah": 3,
      "text": "(He said: My Lord) Zachariah said to Gabriel: O master! (How can I have a son when age hath overtaken me already) when I am very old (and my wife is barren) and cannot conceive children? ((The angel) answered: So (it will be)) as I have told you. (Allah doeth what He will)."
    },
    {
      "ayah": 41,
      "surah": 3,
      "text": "(He) Zachariah (said: My Lord) O my Lord! (Appoint a token for me) regarding my wife's pregnancy. ((The angel) said: The token unto thee) about your wife's pregnancy ((shall be) that thou shalt not speak) will not be able to speak (unto mankind three days) without being dumb (except by signs) by moving your lips, eyebrows, eyes and hands; it is also said: except by writing on the ground. (Remember your Lord) with your tongue and heart (much) in all circumstances, (and praise (Him) in the early hours of night and morning) pray in the morning and at night as you used to do."
    },
    {
      "ayah": 42,
      "surah": 3,
      "text": "(And when the angels) i.e. Gabriel (said: O Mary! Lo! Allah hath chosen thee) with Islam and worship (and made thee pure) from disbelief, the association of partners with Allah and blemishes; it is also said this means: He has saved you from being killed, (and hath preferred you above (all) the women of creation) of your time by the birth of Jesus."
    },
    {
      "ayah": 43,
      "surah": 3,
      "text": "(O Mary! Be obedient to thy Lord) as a token of gratitude to Him; it is also said this means: prolong your prayer as a token of gratitude to your Lord, (prostrate thyself and bow) meaning: and do also prostrate and bow (with those who bow (in worship)) with the people of worship."
    },
    {
      "ayah": 44,
      "surah": 3,
      "text": "(This) which I mentioned of the story of Mary and Zachariah (is of the tidings of things hidden) of the things that were unknown to you, O Muhammad. (We reveal it unto thee (Muhammad)) He says: We send Gabriel with it to you. (Thou wast not present with them) with the Rabbis (when they threw their pens) in the flow of water ((to know) which of them should be the guardian of Mary) to train her, (nor wast thou present with them when they quarrelled (thereupon)) each giving argument for his better claim to be Mary's guardian."
    },
    {
      "ayah": 45,
      "surah": 3,
      "text": "((And remember) when the angels) i.e. Gabriel (said: O Mary! Allah giveth you glad tidings of a Word from Him) of a son who shall come into being by means of a Word from Allah, (whose name is the Messiah) because he travels from one country to another; it is also said: the Messiah means the king, (Jesus, son of Mary, illustrious in the world) he has standing and position amidst people in the life of this world (and the Hereafter) he has standing and position with Allah, (and one of those brought near) unto Allah in the Garden of Eden."
    },
    {
      "ayah": 46,
      "surah": 3,
      "text": "(He will speak unto mankind in his cradle) in the lap of his mother, saying: I am the servant of Allah and His Messiah (and in his manhood) after he reaches 30 years old, saying that he is a prophet, (and he is of the righteous) of the messengers."
    },
    {
      "ayah": 47,
      "surah": 3,
      "text": "(She said: My Lord!) Mary said to Gabriel: O master!: (How can I have a child) how is it possible for me to have a child (when no mortal hath touched me?) lawfully or unlawfully? (He) Gabriel (said: So (it will be)) as I have told you. (Allah createth what He will. If He decreeth a thing) if He wills to create a son from you without a father, (He saith unto it only: Be! and it is) a son without a father."
    },
    {
      "ayah": 48,
      "surah": 3,
      "text": "(And He will teach him the Scripture) the Scriptures of [past] prophets; as it is said: writing (and wisdom) the lawful and the prohibited; as it said this means: the wisdom of the prophets who preceded him, (and the Torah) in the womb of his mother (and the Gospel) after he came out of his mother's womb."
    },
    {
      "ayah": 49,
      "surah": 3,
      "text": "(And will make him a messenger) after the age of thirty (unto the Children of Israel), and when he went to them he said: (Lo! I come unto you with a sign) a token (from your Lord) for my prophethood. They said: what is this sign? He replied: (Lo! I fashion for you out of clay the likeness of a bird, and I breathe into it) like the breathing of a sleeping person (and it is a bird) flying in the air, (by Allah's leave) by Allah's command. Then he fashioned for them a bat and when it became alive, they said: this is sorcery; do you have another sign? He said: yes, (I heal him who was born blind, and the leper) also, (and I raise the dead, by Allah's leave) by Allah's greatest Name: O Alive, the Eternal. And when he did this, they said: this is sorcery, do you have any other sign? He said: yes, (And I announce unto you what you eat) in the morning and at night (and what you store up in your houses) what you save from your lunch to dinner and from your dinner to the next day's lunch. (Lo! Herein) in that which I have told you (verily is a portent) a sign (for you, if ye are believers) who have faith."
    },
    {
      "ayah": 5,
      "surah": 3,
      "text": "(Lo! nothing in the earth) of the story of the delegation of Najran (or in the heavens) concerning the angels (is hidden from Allah)."
    },
    {
      "ayah": 50,
      "surah": 3,
      "text": "(And (I come) confirming) and I have come confirming Allah's divine Oneness in the Religion (that which was before me of the Torah) and all other Scriptures, (and to make lawful) to give you legal dispensation regarding (some of that which was forbidden unto you) such as the meat of camels, the fat of bovines and sheep, the Sabbath, and other things. (I come unto you with a sign) with a token (from your Lord, so keep your duty to Allah) so fear Allah in that which He has commanded you with and repent to Him (and obey me) and follow my command and Religion;"
    },
    {
      "ayah": 51,
      "surah": 3,
      "text": "(Lo! Allah is my Lord and your Lord, so worship Him) declare his divine Oneness. (That) divine Oneness (is a straight path) an established religion, Islam, which He is pleased with."
    },
    {
      "ayah": 52,
      "surah": 3,
      "text": "(But when Jesus became conscious) when he knew (of their disbelief) and saw that they wanted to kill him; it is also said: when he repeatedly heard their disbelief, (he) Jesus (cried: Who will be my helpers in the cause of Allah?) against His enemies. (The disciples) his closest disciples who were 12 in number (said: We will be Allah's helpers) against his enemies. (We believe in Allah, and bear thou witness) Know, O Jesus (that we have surrendered (unto Him)) we acknowledge Allah by worshipping Him and declaring His divine Oneness."
    },
    {
      "ayah": 53,
      "surah": 3,
      "text": "(Our Lord) O our Lord! (We believe in that which Thou hast revealed) of the Scripture, i.e. the Gospel (and we follow him whom Thou hast sent) the religion of the Messenger Jesus. (Enrol us among those who witness) make us among the first forerunners who were witnesses before us; it is also said this means: make us of the community of Muhammad (pbuh)."
    },
    {
      "ayah": 54,
      "surah": 3,
      "text": "(And they schemed) they, i.e. the Jews, planned to kill Jesus, (and Allah schemed (against them)) Allah wished to kill their man Tatianos: (and Allah is the best of schemers) the strongest of those who have a will; it is also said this means: the best of Makers."
    },
    {
      "ayah": 55,
      "surah": 3,
      "text": "((And remember) when Allah said: O Jesus! Lo! I am gathering thee and causing thee to ascend unto Me, and am cleansing) saving (thee of those who disbelieve) in you (and am setting those who follow you) follow your Religion (above those who disbelieve) with strong argument and triumph (until the Day of Resurrection) then I shall make you to die after descent; it is also said this means: I shall make your heart die to the love of the life of this world. (Then unto Me ye will (all) return) after death, (and I shall judge between you as to that wherein) in religion (ye used to differ) to argue."
    },
    {
      "ayah": 56,
      "surah": 3,
      "text": "(As for those who disbelieve) in Allah and in His messengers Muhammad and Jesus (I shall chastise them with a heavy chastisement in the world) by exposing them to the sword and the capitation tax (jizyah) (and the Hereafter) by throwing them into the Fire; (and they will have no helpers) to save them from Allah's punishment in this world or in the Hereafter."
    },
    {
      "ayah": 57,
      "surah": 3,
      "text": "(And as for those who believe) in Allah, the Scripture and His messengers Muhammad and Jesus (and do good works) sincerely between them and their Lord, (He will pay them their wages in full) He will pay them their reward on the Day of Judgement. (Allah loveth not wrong-doers) the idolaters, with their transgressions and association of partners with Allah."
    },
    {
      "ayah": 58,
      "surah": 3,
      "text": "(This) that I have told you about, O Muhammad, regarding the story of Jesus ((which) We recite unto thee) with which We send Gabriel to you (is a revelation) He says: they are revelations of the Qur'an, conveying commands and prohibitions (and a wise reminder) that enjoins what is lawful and what is unlawful; it is also said this means: it corroborates the Torah and the Gospel; and it is also said this means: it confirms that which is in the Guarded Tablet."
    },
    {
      "ayah": 59,
      "surah": 3,
      "text": "Allah then explained the creation of Jesus without a father because the delegation of Najran asked the Prophet to provide proof from the Qur'an for his saying that Jesus was not the son of Allah, so Allah said: (Lo! the likeness of Jesus) the likeness of the creation of Jesus (with Allah) without a father (is as the likeness of Adam. He created him of dust) without a father or mother, (then He said unto him) to Jesus: (Be! and he is) a son without a father."
    },
    {
      "ayah": 6,
      "surah": 3,
      "text": "(He it is Who fashioneth you) creates you (in the wombs as pleaseth Him) short or tall, pretty or ugly, male or female, felicitous or damned. (There is no God) there is no fashioner or creator (save Him, the Almighty) Who is vengeful against whoever does not believe in Him, (the Wise) in creating what is in wombs."
    },
    {
      "ayah": 60,
      "surah": 3,
      "text": "((This is) the Truth) this is the true fact (from your Lord) that Jesus was not Allah, His son or His partner, (so be not thou of those who waver) those who doubt what I have exposited to you regarding the creation of Jesus without a father."
    },
    {
      "ayah": 61,
      "surah": 3,
      "text": "Allah then mentioned the dispute of the delegation of Najran with the Prophet (pbuh) after he explained to them that the likeness of Jesus with Allah is as the likeness of Adam, for they said to the Prophet: it is not as you say that Jesus was not Allah, his son or His partner. As response Allah said: (And whoso disputeth with thee concerning him) concerning Jesus, (after the knowledge which has come unto thee) after the exposition that has come to you that Jesus was not Allah, His son or His partner, (say (unto him): Come! We will summon our sons and your sons) and you summon your sons, (and our women and your women) and you summon your women, (and ourselves and yourselves, then we will pray humbly (to our Lord)) and exert our effort in praying ((and (solemnly) invoke) all together (the curse of Allah upon those who lie) about Allah concerning Jesus."
    },
    {
      "ayah": 62,
      "surah": 3,
      "text": "(Lo! This) which We have mentioned, O Muhammad, regarding Jesus and the delegation of Najran (verily is the true narrative) the true fact that Jesus was not Allah, His son or His partner. (There is no God save Allah) without a son or partner, (and lo! Allah is the Mighty) Who is vengeful against those who do not believe in Him, (the Wise) Who has commanded that none should be worshipped except Him; it is also said (the Wise) means: Allah ruled that they should go out and invoke His curse on those who lie, but the delegation of Najran refused to do so because they knew they were liars and that Muhammad was a true Prophet and emissary whose traits and description were to be found in their own Scripture."
    },
    {
      "ayah": 63,
      "surah": 3,
      "text": "(And if they turn away) from joining the Prophet (pbuh) in invoking Allah's curse on those who lie about Him regarding Jesus (then Lo! Allah is Aware of (who are) the corrupters) i.e. the Christians of Najran."
    },
    {
      "ayah": 64,
      "surah": 3,
      "text": "After this, Allah invited them to accept Allah's divine Oneness, saying: (Say: O People of the Scripture. Come to an agreement) the agreement is: there is no god except Allah (between us and you: that we shall worship none but Allah) we shall declare Allah as the only One God, (and that we shall ascribe no partners unto Him) from among created beings, (and that none of us shall take others for lords beside Allah) that none of us shall obey another person in that which involves a transgression against Allah. (And if they turn away) and refuse to accept Allah's divine Oneness, (then say: Bear witness) know (that we are they who have surrendered (unto Him)) and acknowledge His divine Oneness and worship Him."
    },
    {
      "ayah": 65,
      "surah": 3,
      "text": "Then Allah mentions their dispute with the Prophet (pbuh) in that they said they are of those who have surrendered to Allah and follow the Religion of Abraham, claiming this to be in the Torah. So Allah said: (O People of the Scripture! Why will ye argue about Abraham, when the Torah and the Gospel were not revealed till after him?) after Abraham. (Have ye then no sense?) that it is not mentioned in them that Abraham was Jew or Christian."
    },
    {
      "ayah": 66,
      "surah": 3,
      "text": "(Lo! Ye) O Jews and Christians (are those who argue about that whereof ye have some knowledge) in your Scripture that Muhammad is a prophet sent by Allah and that Abraham was neither Jew nor Christian, but you rejected this: (Why then argue ye concerning that whereof ye have no knowledge) from your Scripture and say that Abraham was Jew or Christian? (Allah knoweth) that Abraham was neither Jew nor Christian. (Ye know not) that he was Jew or Christian."
    },
    {
      "ayah": 67,
      "surah": 3,
      "text": "Allah then denied their claim, saying: (Abraham was not a Jew) following the religion of the Jews, (nor yet a Christian) following the religion of the Christians; (but he was an upright man who had surrendered (to Allah)) sincerely, (and he was not of the idolaters) who adhered to their religions."
    },
    {
      "ayah": 68,
      "surah": 3,
      "text": "Then Allah showed who follows the Religion of Abraham, saying: (Lo! those of mankind who have the best claim to Abraham) to the Religion of Abraham (are those who followed him) in his time, (and this Prophet) Muhammad follows his Religion (and those who believe) in Muhammad and in the Qur'an also follow the Religion of Abraham; (and Allah is the Protecting Friend of the believers) He protects them and helps them."
    },
    {
      "ayah": 69,
      "surah": 3,
      "text": "Allah mentions, then, how Ka'b al-Ashraf invited some of the companions of Allah's Messenger (pbuh)-Mu'adh [Ibn Jabal], Hudhayfa [Ibn al-Yaman] and 'Ammar [Ibn Yasir]-to join their religion (Judaism) and leave Islam, after the Battle of Uhud, saying: (A party of the people of the Scripture long to make you go astray) from your Religion, Islam; (and they make none to go astray) from the religion of Allah (except themselves, but they perceive not) this; it is also said that this means: they perceive not that Allah informs His Prophet of this."
    },
    {
      "ayah": 7,
      "surah": 3,
      "text": "(He it is Who hath revealed unto thee (Muhammad) the Scripture) who sent you Gabriel with the Scripture (wherein are clear revelations) expositing the lawful and unlawful which are not abrogated and which are acted upon. (They are the substance of the Book) they are the foundation of the Book as they are the leading theme in each book. They are all acted upon. An example of this is the saying of Allah: (Say: Come, I will recite unto you that which your Lord hath made a sacred duty for you�) [6:151]. (And others (which are) allegorical) vague in their meanings to the Jews, like the use of the letters of the alphabet according to their numerical value (hisab al-Jumal) in such instances as Alif. Lam. Mim, Alif. Lam. Mim. Sad, Alif. Lam Mim. Ra; and Alif. Lam. Ra; it is also said that (others (which are) allegorical) means: other verses that are abrogated and no longer acted upon. (But those) the Jews Ka'b Ibn al-Ashraf, Huyayy Ibn Akhtab and Judayy Ibn Akhtab (in whose hearts is doubt) scepticism, opposition and deviance from guidance (pursue, forsooth, that which is allegorical seeking) in the Qur'an ((to cause) dissension) pursuing disbelief, ascribing partners to Allah, and holding fast to the error they are in (by seeking to explain it) to determine the future of this nation so that dominion reverts back to them. (None knoweth its explanation) the future of this nation (save Allah). Here Allah interrupts His speech and then resumes it by saying: (And those who are of sound instruction) those who have a sound grasp of the knowledge of the Torah: 'Abdullah Ibn Salam and his fellow companions (say: We believe therein) in the Qur'an; (the whole is from our Lord) Allah has revealed both those verses which are clear and those which are ambiguous; (but only men of understanding) who have sound minds such as 'Abdullah Ibn Salam and his fellow companions (really heed) take admonition from the simile of the Qur'an."
    },
    {
      "ayah": 70,
      "surah": 3,
      "text": "(O People of the Scripture! Why disbelieve you in the revelations of Allah) Muhammad and the Qur'an, (when you (yourselves) bear witness (to the Truth)?) you know from your Scripture that Muhammad is a prophet sent by Allah."
    },
    {
      "ayah": 71,
      "surah": 3,
      "text": "(O People of the Scripture! Why confound ye truth with falsehood) you confound the traits of the anti-Christ with those of Muhammad (and knowingly conceal the Truth?) the traits and description of Muhammad which you find in your Scripture."
    },
    {
      "ayah": 72,
      "surah": 3,
      "text": "Allah mentions then what Ka'b and his followers said about the change of the Qiblah, saying: (And a party of the People of the Scripture) Ka'b and his fellow leaders (say) to the lowly among people: (Believe in that which hath been revealed, unto those who believe) in Muhammad and the Qur'an (at the opening of the day) at the beginning of the Day, at the Dawn prayer, (and disbelieve at the end thereof) at the Zuhr prayer. In other words, they say: believe in the Qiblah towards which Muhammad and his Companions prayed at the Dawn prayer and disbelieve in the other Qiblah towards which they prayed at the Zuhr prayer, (in order that they may return) in order that their communality may return to your religion and Qiblah;"
    },
    {
      "ayah": 73,
      "surah": 3,
      "text": "(And believe not) that he is a prophet (save in one who followeth your religion) Judaism, and your Qiblah, Jerusalem. (Say) to the Jews, O Muhammad: (Lo! the guidance is Allah's guidance) Allah's Religion is Islam and Allah's Qiblah is the Ka'bah, (that any one is given) of Religion and Qiblah (the like of that which was given unto you) O Companions of Muhammad (or that they may argue with you) that the Jews argue with you regarding this Religion and Qiblah (in the presence of their Lord) on the Day of Judgement. (Say) also, O Muhammad: (Lo! the bounty) prophethood, Islam and the Qiblah of Abraham (is in Allah's hand. He bestoweth it on whom He will) Muhammad and his Companions. (Allah is All- Embracing) in His bounty, (All-Knowing) to whom He gives."
    },
    {
      "ayah": 74,
      "surah": 3,
      "text": "(He selecteth for His mercy) He chooses for His religion (whom He will) Muhammad and his Companions. (Allah is of Infinite Bounty) He is generous towards Muhammad by bestowing upon him prophethood and Islam."
    },
    {
      "ayah": 75,
      "surah": 3,
      "text": "Subsequently, Allah mentions the trustworthiness and treachery of the people of the Book, saying: (Among the People of the Scripture) i.e. the Jews (there is he who, if you trust him with a weight of treasure, will return it to you) without any problem, hardship or ever thinking to keep it for himself by declaring it lawful for him to take. The reference here is to 'Abdullah Ibn Salam and his companions. (And among them there is he who, if you trust him with a piece of gold, will not return it to you) and will declare it lawful for him to take (unless you keep standing over him) insisting on taking it back and suing him for it. The reference here is to Ka'b Ibn al-Ashraf and his followers. (That) treachery and declaring that it is lawful to take other people's property (is because they say: We have no duty to the Gentiles) there is no harm in taking the property of Arabs. (They speak a lie concerning Allah knowingly) they lie about Allah and know that they are lying."
    },
    {
      "ayah": 76,
      "surah": 3,
      "text": "(Nay) Allah is here answering them, (but (the chosen of Allah is) he who fulfileth his pledge) He says: but he who keeps his pledge between himself and his Lord or between himself and other people (and wardeth off (evil)) ward off breaking his pledge by treachery and turning on his pledge; (for lo! Allah loveth those who ward off (evil)) ward off breaking pledges, treachery and being untrustworthy."
    },
    {
      "ayah": 77,
      "surah": 3,
      "text": "Allah then mentioned their punishment, i.e. the punishment of the Jews, saying: (Lo! those who purchase a small gain) a small gain of in their living (at the cost of Allah's covenant) by breaking Allah's covenant (and their oaths) their pledges with their prophets, (they have no portion in the Hereafter) in Paradise. (Allah will neither speak to them) in a nice manner on the Day of Judgement (nor look upon them on the Day of Resurrection) He will have no mercy for them, (nor will He make them grow) He will neither exonerate them for being Jews nor put their minds at peace. (Theirs will be a painful doom) a severe pain which will spread to their hearts. It is also said that this was revealed about 'Abdan Ibn al-Ashu' and Imra' al-Qays because of a dispute between them, and it was also revealed about the Jews."
    },
    {
      "ayah": 78,
      "surah": 3,
      "text": "(And Lo! there is) of the Jews (a party of them) Ka'b and his fellow men (who distort the Scripture with their tongues) by reading the traits of the anti-Christ in their Scripture, (that ye may think) that the lowly may think (that what they say is from the Scripture, when it is not from the Scripture. And they say: It is from Allah) in the Torah, (when it is not from Allah) in the Torah; (and they speak a lie concerning Allah knowingly) fully aware that this is not in their Scripture."
    },
    {
      "ayah": 79,
      "surah": 3,
      "text": "Then Allah said as regards their claim that they follow the Religion of Abraham and that Abraham commanded them to follow this Religion: (It is not (possible) for any human being) among the prophets (unto whom Allah had given the Scripture and wisdom) understanding (and the prophethood that he should afterwards have said unto mankind: Be slaves of me instead of Allah; but (what he said was): Be you faithful servants of the Lord) men of knowledge, people of understanding as well as people who put what they learn into practice (by virtue of your constant teaching of the Scripture) from the Scripture; it is also said that this means: by virtue of your knowledge of the Scripture (and of your constant study thereof) of your reading from the Scripture."
    },
    {
      "ayah": 8,
      "surah": 3,
      "text": "(Our Lord!) these also say: O our Lord! (Cause not our hearts to stray) do not make our hearts deviate from Your Religion (after Thou hast guided us) to Your Religion, (and bestow upon us mercy from Thy Presence) make us firm in holding to Your religion. (Lo! Thou, only Thou art the Bestower) to the believers before us; it is also said that this means: You are the Bestower of prophethood and Islam to Muhammad."
    },
    {
      "ayah": 80,
      "surah": 3,
      "text": "(And he commanded you) O people of the Quraysh, Jews and Christians (not that ye should take the angels) as daughters of Allah (and the Prophets for lords. Would he command you to disbelieve) how could Abraham command you to follow disbelief (after ye had surrendered (to Allah)) after he commanded you to follow Islam (completely Surrendering to Allah), saying to you: (Lo! Allah hath chosen for you the (true) Religion; therefore die not save as men who have surrendered [2:132]). Allah says here: Allah has not sent a Messenger except that He commanded him to follow Islam and not Judaism, Christianity or the worship of idols, as these unbelievers claim. It is also said that this verse was revealed about the claims of the Jews that Muhammad commanded them to love him and worship him as the Christians worshipped Jesus. The Christians and idolaters also made the same claim."
    },
    {
      "ayah": 81,
      "surah": 3,
      "text": "Allah then explained His covenant with the prophets on the day of �Yes, indeed!� regarding Muhammad's traits and description, saying: (When Allah made (His) covenant with the Prophets) He says: Allah made a covenant with the prophets that they will show to one another the traits, description and merit of Muhammad, ((He said): Behold that which I have given ye) when I did give you (of the Scripture and knowledge) containing details of the lawful and the unlawful. (And) you also made a covenant with your nation that (afterward there will come unto you a messenger, confirming) by calling to Allah's divine Oneness (that which ye possess) of Scripture. (Ye shall believe in him) He says: you shall acknowledge him and his virtue (and ye shall help him) with the sword against his enemies and also by expositing his trait. (He said: Do ye agree?) Allah asked them whether they accepted (and will you take My burden) My covenant (in this) what I said? (They) the prophets (answered: We agree) we accept. (He) Allah (said: Then bear ye witness) of this. (I will be a witness with you) of this also. Allah thus made them witnesses of one another and He Himself is a witness. And so each prophet explained this to his nation, and each prophet made the members of his nation witnesses for each other, just as each prophet bore witness to it."
    },
    {
      "ayah": 82,
      "surah": 3,
      "text": "(Then whosoever after this) the covenant (shall turn away) from among the nations: (they will be miscreants) who have broken the covenant and are unbelievers."
    },
    {
      "ayah": 83,
      "surah": 3,
      "text": "Allah then mentions the dispute of the Jews and Christians and the question which they put to the Prophet (pbuh) regarding who really follows the religion of Abraham. When the Prophet (pbuh) told them that they were both far from the Religion of Abraham, they said that they did not accept this judgement. Hence, Allah said: (Seek they) with you (other than the religion of Allah) Islam (complete surrender to Allah), (when unto Him submiteth) acknowledges Islam and Allah's divine Oneness (whosoever is in the heavens) of angels (and the earth) of believers, (willingly) the dwellers of the heavens willingly, (or unwillingly) the dwellers of the earth unwillingly. It is also said that this means: the sincere among the believers acknowledge this willingly while the hypocrites do so unwillingly; it is also said this means: those who are born Muslim acknowledge this willingly while those who were made to embrace Islam do so unwillingly, (and unto Him they will be returned) after death."
    },
    {
      "ayah": 84,
      "surah": 3,
      "text": "Allah then proceeds to explain the status of faith so that this serves for them as an indication to faith, saying: (Say) O Muhammad: (We believe in Allah) alone without any partner (and that which is revealed unto us) and in that which the Qur'an has revealed to us (and that which was revealed unto Abraham) and we believe in Abraham and his Scripture (and Ishmael) and his Scripture (and Isaac) and his Scripture (and Jacob) and his Scripture (and the tribes) the Children of Jacob and their scriptures, (and that which was vouchsafed unto Moses) and we believe in Moses and his Scripture (and Jesus) and his Scripture (and the Prophets) and we believe in all the prophets and their scriptures (from their Lord. We make no distinction between any of them) we do not disbelieve in any of the prophets; it is also said this means: we do not disassociate any one of them from Allah in relation to prophethood and Islam, (and unto Him we have surrendered) we acknowledge His worship and divine Oneness and we are sincere to him in Religion."
    },
    {
      "ayah": 85,
      "surah": 3,
      "text": "(And whoso seeketh as religion other than the Surrender (to Allah) it will not be accepted from him, and he will be a loser in the Hereafter) he will be among the duped because he will miss Paradise and all that is in it and dwell in hell with all that is in it."
    },
    {
      "ayah": 86,
      "surah": 3,
      "text": "(How shall Allah guide) to His religion (a people who disbelieved) in Allah (after their belief and (after) they bore witness that the messenger) Muhammad (is true and after clear proofs (of Allah's sovereignty)) the exposition of the Truth and the Book (had come unto them. And Allah guideth not wrong-doing folk) the idolaters and those who are not fit for His religion."
    },
    {
      "ayah": 87,
      "surah": 3,
      "text": "(As for such, their reward is that on them rests the curse of Allah) the punishment of Allah (and of angels) and the curse of the angels (and of men combined) and the curse of the believers."
    },
    {
      "ayah": 88,
      "surah": 3,
      "text": "(They will abide therein) in the curse. (Their doom will not be lightened, neither will they be reprieved) their punishment will not be deferred;"
    },
    {
      "ayah": 89,
      "surah": 3,
      "text": "(Save those who afterward) after their apostasy (repent) from disbelief and hypocrisy (and do right) sincerely declare Allah's divine Oneness. (Lo! Allah is Forgiving) of those who repent among them, (Merciful) towards those who die in a state of repentance."
    },
    {
      "ayah": 9,
      "surah": 3,
      "text": "(Our Lord!) they say: O our Lord! (it is Thou Who gatherest mankind together) after they die (to a Day) on a day (of which there is no doubt. Lo! Allah faileth not to keep the tryst) resurrection after death, the reckoning, the Bridge over hell, the Scale, Paradise and hell."
    },
    {
      "ayah": 90,
      "surah": 3,
      "text": "(Lo! those who disbelieve) in Allah (after their (profession of) belief) in Allah, (and afterward grow violent in disbelief) do not waver in their disbelief: (their repentance will not be accepted) as long as they remain in that state. (And such are those who are astray) from guidance and Islam."
    },
    {
      "ayah": 91,
      "surah": 3,
      "text": "(Lo! Those who disbelieve) in Allah and His Messenger, (and die in disbelief) disbelieving in Allah and His Messenger, (the (whole) earth) the weight of the earth (full of gold would not be accepted from such an one if it were offered as a ransom). Allah says: If they were to give the equivalent of the earth's weight in gold to ransom themselves, it would not be accepted from them. (Theirs will be a painful doom) which will extend to their hearts (and they will have no helpers) anyone to save them from Allah's punishment. The verses from (Lo! those who disbelieve after their (profession of) belief�. Theirs will be a painful doom and they will have no helpers) were revealed about ten hypocrites, namely, Tu'mah and his companions, who left Medina to Mecca as apostates from their religion, Islam. Some of them died as apostates, some were killed while some later returned to the fold of Islam."
    },
    {
      "ayah": 92,
      "surah": 3,
      "text": "Allah then prompted the believers to spend in the cause of Allah, saying: (Ye will not attain unto piety) i.e. that which is with Allah of reward, honour and Paradise until you spend of that which you love of property; it is also said this means: you shall not attend to reliance in Allah and God-fearingness (until ye spend of that which ye love. And whatsoever ye spend) of property, (Allah is aware thereof) just as He is aware of your intentions, i.e. whether you intend with it His Countenance or other people's praise."
    },
    {
      "ayah": 93,
      "surah": 3,
      "text": "(All food was lawful unto the Children of Israel) all food that is lawful for Muhammad and his community today was lawful for the Children of Israel, the sons of Jacob, (save that which Israel) Jacob (forbade himself) by the way of vows, ((in days) before the Torah was revealed) before the revelation of the Torah to Moses, Jacob forbade himself the meat and milk of camels. When this verse was revealed, the Prophet (pbuh) asked the Jews: �What did Jacob forbid himself of food?� They said: �he did not forbid himself any type of food, and whatever is forbidden for us today, such as the meat of camels and other things, was already forbidden on all prophets, from Adam to Moses (pbut). It is only you who make such things lawful�. And they claimed those things were also forbidden in the Torah. Hence Allah said to Muhammad (pbuh): (Say) to them: (Produce the Torah and read it (unto us)) where they are made forbidden (if ye are truthful) in your claim. But they failed to produce the Torah and knew they were liars since there was nothing in the Torah to substantiate their claim."
    },
    {
      "ayah": 94,
      "surah": 3,
      "text": "Therefore Allah said: (And whoever shall invent a falsehood after that) after the exposition in the Torah show them to be liars (concerning Allah, such will be wrong-doers) unbelievers who lie about Allah."
    },
    {
      "ayah": 95,
      "surah": 3,
      "text": "(Say) O Muhammad: (Allah speaketh truth) when He said Abraham was neither a Jew nor a Christian; it is also said this means: Say, O Muhammad, Allah has said the Truth regarding what He stated concerning that which is lawful and that which is unlawful. (So follow the religion of Abraham, the upright) i.e. the Muslim. (He was not of the idolaters) who followed their Religion."
    },
    {
      "ayah": 96,
      "surah": 3,
      "text": "(Lo! the first Sanctuary) mosque (appointed for mankind) for the believers (was that at Becca) where the Ka'bah is, (a blessed place) that the spot where the Ka'bah is built contains forgiveness and mercy, (a guidance to the peoples) it is a Qiblah to every prophet, messenger, veracious one (siddiq) and believer;"
    },
    {
      "ayah": 97,
      "surah": 3,
      "text": "(Wherein are plain memorials) clear signs; and it contains (the place where Abraham stood up to pray) as well as the semi-circular wall of white marble (Hatim) of Ishmael and the black stone; (and whosoever entereth it is safe) from violence. (And to the House) going to the House (is a duty unto Allah for mankind) for the believers, (for him who can find a way thither) for the person who can walk and reach the House while at the same time being in possession of provisions, a mount and has left enough expenditure for his dependents until he returns. (As for him who disbelieveth) in Allah, Muhammad, the Qur'an and the obligation of pilgrimage, (Lo! Allah is Independent of (all) creatures) He is not in need of their belief or pilgrimage."
    },
    {
      "ayah": 98,
      "surah": 3,
      "text": "(Say: O People of the Scripture! Why disbelieve ye in the revelations of Allah) i.e. in Muhammad and the Qur'an, (when Allah (Himself) is Witness of what ye do) of disbelief, by concealing [the Truth] and engaging in sins?"
    },
    {
      "ayah": 99,
      "surah": 3,
      "text": "(Say: O People of the Scripture! Why drive ye back believers) in Allah, Muhammad and the Qur'an (from the way of Allah) from the Religion of Allah and His worship, (seeking to make it crooked, when you are witnesses?) when you know it to be in the Scripture. (Allah is not unaware of what ye do) Allah is not oblivious to your disbelief: concealing the Truth and committing transgressions. This verse was revealed about those who invited 'Ammar [Ibn Yasir] and his fellow Muslims to join their religion: Judaism."
    }
  ]
}
