{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 40,
      "text": "And from his narration on the authority of Ibn 'Abbas that he said regarding the interpretation of Allah's saying (Ha. Mim.): '(Ha. Mim.) He says: He has decreed or explained that which will happen until the Day of Judgement; it is also said that this is an oath by which Allah swore."
    },
    {
      "ayah": 10,
      "surah": 40,
      "text": "(Lo! (on that day) those who disbelieve) in Allah, the Scriptures and messengers, each one will say to himself: I abhor you, O my self! (are informed by proclamation) and the angels will call to them: (Verily Allah's abhorrence) in the life of this world (is more terrible than your abhorrence one of another) today in the Fire, (when ye were called unto the faith but did refuse) but denied."
    },
    {
      "ayah": 11,
      "surah": 40,
      "text": "(They say) i.e. the disbelievers will say in the Fire: (Our Lord!) O our Lord! (Twice hast Thou made us die) once when You took away our souls [in the life of the world] and once after Munkar and Nakir questioned us in the graves, (and twice hast Thou made us live) once before we were questioned by Munkar and Nakir in the graves and once for the resurrection. (Now we confess) we acknowledge (our sins) our idolatry and denial. (Is there any way to go out) is there any way we can go back to the life of the world so that we believe in You?"
    },
    {
      "ayah": 12,
      "surah": 40,
      "text": "Allah will say to them: (This) i.e. the torment in the Fire and abhorrence (is (your plight) because, when Allah only was invoked) because when it was said to you: say, there is no deity except Allah, (you disbelieved) you denied, (but when some partner) some idols (was ascribed to Him ye were believing) you acknowledge the idols as Allah's partners. (But the command belongeth only to Allah) judgement between the servants belong only to Allah; He has decreed that the Fire will be the lot of those who disbelieve in Him, (the Sublime) He is more exalted than all things, (the Majestic) He is greater than all things."
    },
    {
      "ayah": 13,
      "surah": 40,
      "text": "(He it is Who showeth you) O people of Mecca (His portents) the signs of His divine Oneness, power and marvels in the ruins of the homes of those who transgressed, (and sendeth down for you provision) rain (from the sky. None payeth heed) through the Qur'an (save him who turneth (unto Him) repentant) except him who betakes himself to Allah."
    },
    {
      "ayah": 14,
      "surah": 40,
      "text": "(Therefore (O believers) pray unto Allah) therefore worship Allah, (making religion pure for Him (only)) by means of worship and attestation of Allah's divine Oneness, (however much the disbelievers be averse) even if the people of Mecca dislike it."
    },
    {
      "ayah": 15,
      "surah": 40,
      "text": "(The Exalter of Ranks) the Creator of the heavens, Who has raised you above everything, (the Lord of the Throne. He casteth the Spirit of His command) He sends down Gabriel with the Qur'an (upon whom He will of His slaves) i.e. Muhammad (pbuh) (that He may warn) that Muhammad (pbuh) may warn by means of the Qur'an (of the Day of Meeting) of when the inhabitants of the earth and the inhabitants of the heavens will meet; it is also said that this means: when the Creator and created will meet,"
    },
    {
      "ayah": 16,
      "surah": 40,
      "text": "(The day when they come forth) the day when they will emerge from the graves, (nothing of them being hidden from Allah) nor will any of their works be hidden from Him. Allah will then say after the blowing of death: (Whose is the sovereignty this day?) When no one answers Him, He will answer Himself: (It is Allah's, the One) Who has no son or partner, (the Almighty) the All-Conquering over His creation through death which will overtake all of them."
    },
    {
      "ayah": 17,
      "surah": 40,
      "text": "(This day) which is the Day of Judgement (each soul) whether it is righteous or sinful (is requited that which it hath earned) of good or evil; (no wrong (is done) this day) none will have his good deeds decreased or his evil works increased. (Lo! Allah is swift at reckoning) when He takes to task; it is also said that this means: When He punishes, Allah is severe in His punishment."
    },
    {
      "ayah": 18,
      "surah": 40,
      "text": "(Warn them) O Muhammad (of the Day of the approaching (doom)) of the horrors of the Day of Doom which is the Day of Judgement, (when the hearts will be choking the throats) because of grief and distress due to the exasperation they feel inwardly, ((when) there will be no friend) no close friend to help (for the wrong-doers) for the idolaters, (nor any intercessor who will be heard) upon interceding for them."
    },
    {
      "ayah": 19,
      "surah": 40,
      "text": "(He knoweth the traitor of the eyes) the glance after the second glance of treachery, (and that which the bosoms hide) He knows also what is people's chests after the second glance."
    },
    {
      "ayah": 2,
      "surah": 40,
      "text": "(The revelation of the Scripture is) this Qur'an is a revelation (from Allah, the Mighty, the Knower) unto Muhammad (pbuh); Allah is Mighty in retribution against those who disbelieve in Him and He is also the Knower of those who believe in Him as well as of those who disbelieve in Him,"
    },
    {
      "ayah": 20,
      "surah": 40,
      "text": "(Allah judgeth with truth) Allah allows intercession for whomever He wishes on the Day of Judgement; it is also said that this means: He commands with justice, (while those to whom they cry) worship (instead of Him) of idols (judge not at all) they will not judge anything in terms of intercession on the Day of Judgement, because they have no power to do so; it is also said that this means: they do not command any good in the life of the world because they are deaf and dumb. (Lo! Allah, He is the Hearer) of what they say (the Seer) He sees them and sees their works."
    },
    {
      "ayah": 21,
      "surah": 40,
      "text": "(Have they not travelled) i.e. the disbelievers of Mecca (in the land to see) to reflect on (the nature of the consequence for) the requital of (those who disbelieved before them? They were mightier than these in power) in physical strength (and (in the) traces (which they left behind them) in the earth) they were more keen to possess the life of this world and to travel much farther in its pursuit. (Yet Allah sewed them for their sins) yet Allah punished them because of their sins and disbelief, (and they had no protector from Allah) from Allah's punishment."
    },
    {
      "ayah": 22,
      "surah": 40,
      "text": "(That) punishment in the life of this world (was because their messengers kept bringing them clear proofs) of commands and prohibitions as well as signs (but they disbelieved) in the messengers and in the message they brought; (so Allah seized them) with punishment. (Lo! He is Strong) when He seizes, (Severe in punishment) towards whoever He punishes."
    },
    {
      "ayah": 23,
      "surah": 40,
      "text": "(And verily We sent Moses with Our revelations) with Our nine signs (and a clear warrant) a clear proof"
    },
    {
      "ayah": 24,
      "surah": 40,
      "text": "(Unto Pharaoh and Haman) the aid of Pharaoh (and Korah) Moses' cousin, (but they said) to Moses, this is: (A lying sorcerer) who sows disunity between people!"
    },
    {
      "ayah": 25,
      "surah": 40,
      "text": "(And when he) i.e. Moses (brought them the Truth) the Scripture (from Our presence, they said: Slay the sons of those who believe with him) i.e. return to killing the sons of those who believe in him, (and spare their women) for use as servants. (But the plot of disbelievers) the plot of Pharaoh and his folk (is in naught but error."
    },
    {
      "ayah": 26,
      "surah": 40,
      "text": "And Pharaoh said: Suffer me to kill Moses, and let him cry unto his Lord) Whom he claims sent him to me. (Lo! I fear that he will alter your religion) you presently practise (or that he will cause confusion in the land) or that he will kill your sons and use your daughters as servants, as you did yourself with his people; it is also said that this means: or they will cause confusion in the land by leaving your religion and the religion of your forefathers and accepting his religion."
    },
    {
      "ayah": 27,
      "surah": 40,
      "text": "(Moses said: Lo! I seek refuge in my Lord and your Lord from every scorner) who is too proud to believe and (who believeth not in a Day of Reckoning) i.e. the Day of Judgement."
    },
    {
      "ayah": 28,
      "surah": 40,
      "text": "(And a believing man) Ezekiel (of Pharaoh's family) who was Pharaoh's cousin, (who hid his faith) from Pharaoh and his folk; it is also said that this means: a believing man, Ezekiel, who hid his faith from Pharaoh's family (said: Would ye kill a man because he saith: My Lord is Allah) and He has sent me to you, (and hath brought you clear proofs) commands, prohibitions and signs of his prophethood (from your Lord? If he is lying) in what he says, (then his lie is upon him) the punishment of his lying is to his own hurt; (and if he is truthful) in what he says and you still disbelieve in him (then some of that wherewith he threatens you) of punishment (will strike you) in the life of this world. (Lo! Allah guideth not) Allah leads not to His religion (one who is a prodigal) an idolater, (a liar) against Allah."
    },
    {
      "ayah": 29,
      "surah": 40,
      "text": "(O my people! Yours is the kingdom today, ye being uppermost) triumphant (in the land) of Egypt. (But who would save us from the wrath of Allah) from the torment of Allah (should it reach us) when it comes to us? (Pharaoh said: I do but show you) I do but command you (what I think) is my right that you should worship, (and I do but guide you) call you (to wise policy) to the way of the Truth and guidance."
    },
    {
      "ayah": 3,
      "surah": 40,
      "text": "(The Forgiver of sin) He forgives the sins of those who say: \" there is no deity except Allah \" , (the Acceptor of repentance) He accepts those who repent of idolatry, (the Stern in punishment) regarding those who die as idolaters, (the Bountiful) the Possessor of favour and grace and independence from need; that is to say he has favours and graces for those who believe in him and is independent from need of those who disbelieve in Him. (There is no God) who does this (save Him. Unto Him is the journeying) to Him is the journeying of those who believe in Him as well as of those who do not believe in Him."
    },
    {
      "ayah": 30,
      "surah": 40,
      "text": "(And he who believed) i.e. Ezekiel (said: O my people! Lo! I fear for you) I know that you will have (a fate like that of the factions (of old)) a punishment like that of the disbelievers of old;"
    },
    {
      "ayah": 31,
      "surah": 40,
      "text": "(A plight) a punishment (like that of Noah's folk, and 'Aad) the folk of Hud (and Thamud) the folk of Salih, (and those after them) among the disbelievers, (and Allah willeth no injustice for (His) slaves) Allah does not transgress against His slaves such that He punishes them without them having committed any crime."
    },
    {
      "ayah": 32,
      "surah": 40,
      "text": "(And, O my people! Lo! I fear for) I know that you will suffer the torment of (a Day of Summoning) when you will call one another and when the people of the Heights will call you; and it is also said this is the Day when people will flee from each other,"
    },
    {
      "ayah": 33,
      "surah": 40,
      "text": "(A day when ye will turn to flee) from Allah's punishment, (having no preserver) having no saver (from Allah) from Allah's punishment: (and he whom Allah sendeth astray) from His religion, (for him there is no guide) to His religion."
    },
    {
      "ayah": 34,
      "surah": 40,
      "text": "(And verily Joseph brought you) it is Ezekiel who said this (of old) before Moses (clear proofs) commands, prohibitions, the interpretation of dreams and the tearing off of his shirt, (yet ye ceased not to be in doubt concerning what he) Joseph (brought you till, when he died, ye said: Allah will not send any messenger after him) after his death. (Thus Allah deceiveth) misguides from His religion (him who is a prodigal) an idolater, (a doubter) because of his idolatry."
    },
    {
      "ayah": 35,
      "surah": 40,
      "text": "(Those who wrangle concerning the revelations of Allah) those who deny Muhammad (pbuh) and the Qur'an (without any warrant) without any proof (that hath come unto them) from Allah; the reference here is to Abu Jahl and his host who mocked the Prophet, (it is greatly hateful in the sight of Allah) on the Day of Judgement (and in the sight of those who believe) in the life of this world. (Thus doth Allah print on every arrogant) who is too proud to accept faith, (disdainful heart) of accepting the Truth and guidance."
    },
    {
      "ayah": 36,
      "surah": 40,
      "text": "(And Pharaoh said) to his aid: (O Haman! Build for me a tower that haply I may reach the roads) that I may climb up to the gates,"
    },
    {
      "ayah": 37,
      "surah": 40,
      "text": "(The roads of the heavens) the gates of heaven, (and may look upon) and may see (the God of Moses) whom he claims is in heaven and has sent him to me, (though verily I think him a liar) there is no God in heaven. But he got too busy with Moses and the tower was not built. (Thus was the evil that he did made fair-seeming unto Pharaoh, and he was debarred from the (right) way) and he was prevented from the Truth and guidance. (The plot of Pharaoh ended but in ruin) in disarray."
    },
    {
      "ayah": 38,
      "surah": 40,
      "text": "(And he who believed) i.e. Ezekiel (said: O my people! Follow me) follow my religion. (I will show you the way of right conduct) I will invite you to the Truth and guidance."
    },
    {
      "ayah": 39,
      "surah": 40,
      "text": "(O my people! Lo! this life of the world is but a passing comfort) like the comfort of your homes; it does not last, (and lo! the Hereafter) i.e. the Garden, (that is the enduring home) that is the everlasting abode which will never perish."
    },
    {
      "ayah": 4,
      "surah": 40,
      "text": "(None argue concerning the revelations of Allah) none disbelieves Muhammad (pbuh) and the Qur'an (save those who disbelieve) in Allah, i.e. the people of Mecca, (so let not their turn of fortune in the land deceive thee (O Muhammad)) so let not, O Muhammad, their comings and goings in travel for trade deceive you, for they account for nothing."
    },
    {
      "ayah": 40,
      "surah": 40,
      "text": "(Whoso doeth an ill deed) while being an idolater, (he will be repaid the like thereof) in the Fire, (while whoso doeth right) sincerely, (whether male or female) whether they are men or women, (and is a believer) sincere in his faith, ((all) such will enter the Garden, where they will be nourished without stint) without measure or limit."
    },
    {
      "ayah": 41,
      "surah": 40,
      "text": "(And, O my people! What aileth me that I call you unto deliverance) unto Allah's divine Oneness-this is also the saying of Ezekiel-(when ye call me unto the Fire) while you are calling me to the deeds of the dwellers of the Fire: i.e. to idolatry?"
    },
    {
      "ayah": 42,
      "surah": 40,
      "text": "(Ye call me to disbelieve in Allah and ascribe unto Him as partners that whereof I have no knowledge) they are His partners because I know for certain that He has no partner, (while I call you unto the Mighty) while I call you unto the divine Oneness of the Mighty in retribution against those who disbelieve in Him, (the Forgiver) of those who believe in Him."
    },
    {
      "ayah": 43,
      "surah": 40,
      "text": "(Assuredly that whereunto ye call me hath no claim) no power (in the world or in the Hereafter, and our return will be unto Allah) after we die, (and the prodigals) the idolaters (will be owners of the Fire) the inhabitants of the Fire."
    },
    {
      "ayah": 44,
      "surah": 40,
      "text": "(And ye will remember) you will know on the Day of Judgement (what I say unto you) in the life of the world regarding the torment. (I confide) I consign (my cause unto Allah) trusting in Him. (Lo! Allah is Seer of (His) slaves) He sees those who believe in Him and those who do not."
    },
    {
      "ayah": 45,
      "surah": 40,
      "text": "(So Allah warded off from him the evils which they plotted) Allah drove them away from him when they wanted to kill him, (while a dreadful doom) a severe punishment (encompassed Pharaoh's folk) visited Pharaoh and his folk, i.e. they drowned."
    },
    {
      "ayah": 46,
      "surah": 40,
      "text": "(The Fire; they are exposed to it) He says: the spirits of the folk of Pharaoh will be exposed to the Fire (morning and evening) until the Day of Judgement; (and on the day when the Hour upriseth) which is the Day of Judgement ((it is said)) Allah will say to the angels: (Cause Pharaoh's folk to enter the most awful doom) the bottom of hell."
    },
    {
      "ayah": 47,
      "surah": 40,
      "text": "(And when they) the leaders and the followers (wrangle in the Fire, the weak) the followers (say unto those who were proud) too proud to accept faith, i.e. the leaders: (Lo! we were a following unto you) we followed your religion in the life of the world: (will ye therefore rid us of a portion of the Fire) will therefore bear for us some of the punishment of the Fire?"
    },
    {
      "ayah": 48,
      "surah": 40,
      "text": "(Those who were proud) to accept faith, i.e. the leaders (say) to their followers: (Lo! we are all (together)) the worshipped and the worshippers, the leaders and the followers (herein) in the Fire. (Lo! Allah hath judged between (His) slaves) He has judged between the worshipper and the worshipped and between the leaders and followers and decreed that they will abide in the Fire; it is also said that this means: Allah has judged between the believers and disbelievers: the believers will enter the Garden while the disbelievers will go to the Fire."
    },
    {
      "ayah": 49,
      "surah": 40,
      "text": "(And those in the Fire say) when the Fire becomes too intense for them, and their patience wanes and they lose hope in their prayers (unto the guards of hell) the angels of hell: (Entreat your Lord that He relieve us of a day of the torment) the equivalent of a day of the life of the world of torment."
    },
    {
      "ayah": 5,
      "surah": 40,
      "text": "(The folk of Noah and the factions) the disbelievers (after them) after the folk of Noah (denied (their messengers) before these) before your own folk, (and every nation purposed to seize their messenger) every nation wanted to kill their own messenger (and argued falsely) they argued with their messengers in favour of idolatry, ((thinking) thereby to refute the Truth) as an attempt to refute, by means of idolatry, the Truth which the messengers brought. (Then I seized them) I punished them when they disbelieved, (and how (awful) was My punishment) see, O Muhammad, how was My punishment of them when they disbelieved."
    },
    {
      "ayah": 50,
      "surah": 40,
      "text": "(They say) i.e. the angels of hell say to the disbelievers: (Came not your messengers unto you with clear proofs) with commands and prohibitions and signs and did they not convey the message entrusted to them by Allah? (They say: Yea, verily) they conveyed the message to us, (They say) the angels of hell will say to them in mockery: (Then do ye pray, although the prayer of disbelievers) in the Fire (is in vain) it is also said that this means: although the worship of the disbelievers in the life of the world is but in error."
    },
    {
      "ayah": 51,
      "surah": 40,
      "text": "(Lo! We verily do help Our messengers, and those who believe) in the messengers, (in the life of the world) with assistance and victory over their enemies (and on the day) which is the Day of Judgement (when the witnesses arise) the angels will assist them with reasons and proofs while the witnesses are the messengers; it is also said that the witnesses are the guardian angels who will testify about what they did,"
    },
    {
      "ayah": 52,
      "surah": 40,
      "text": "(The day when their excuse) for disbelieving (availeth not the evil-doers) the disbelievers, (and theirs is the curse) wrath and torment, (and theirs the ill abode) the Fire."
    },
    {
      "ayah": 53,
      "surah": 40,
      "text": "(And we verily gave Moses the guidance) i.e. the Torah and We gave David the Psalms and Jesus the son of Mary the Gospel, (and We caused the Children of Israel to inherit the Scripture) and We revealed to the Children of Israel after them the Scripture of David and Jesus,"
    },
    {
      "ayah": 54,
      "surah": 40,
      "text": "(A guide) to avoid error (and a reminder) and an admonition (for men of understanding) for those possessed of intellect among people."
    },
    {
      "ayah": 55,
      "surah": 40,
      "text": "(Then have patience) O Muhammad in the face of the harm of the Jews, Christians and idolaters. (Lo! the promise of Allah) to help you and destroy them (is true) will happen. (And ask forgiveness of thy sin) for failing to thank duly the blessings that Allah has bestowed upon you and your Companions, (and hymn the praise of your Lord) and pray by the command of your Lord (at fall of night and in the early hours) in the evening and morning."
    },
    {
      "ayah": 56,
      "surah": 40,
      "text": "(Lo! those who wrangle concerning the revelations of Allah) those who disbelieve in Muhammad (pbuh) and in the Qur'an, i.e. the Jews; they also argued with the Prophet (pbuh) about the anti-Christ, his greatness and the return of their kingdom upon the coming of the anti-Christ (without a warrant) proof (having come unto them) from Allah for what they claimed, (there is naught else in their breasts) in their hearts (save pride) they were too proud to accept the Truth (which they will never attain) they will never attain the pride which is in their hearts nor will they have their kingdom back upon the coming of the anti-Christ. (So take thou refuge in Allah) O Muhammad, from the sedition of the anti-Christ. (Lo! He, only He, is the Hearer) of what the Jews say, (the Seer) He sees them and sees their works just as He sees the anti-Christ and his coming."
    },
    {
      "ayah": 57,
      "surah": 40,
      "text": "(Assuredly the creation of the heavens and the earth is greater than the creation of mankind) than the creation of the anti-Christ; (but most of mankind) i.e. the Jews (know not) the sedition of the anti-Christ."
    },
    {
      "ayah": 58,
      "surah": 40,
      "text": "(And the blind man) i.e. the disbelievers (and the seer) i.e. the believer (are not equal) in reward and honour, (neither are those who believe) in Muhammad (pbuh) and in the Qur'an (and do good works) and do acts of obedience between them and their Lord ((equal with) the evil-doer) the one who ascribes partners to Allah. (Little do you reflect) they do not take any admonition from the similitudes of the Qur'an!"
    },
    {
      "ayah": 59,
      "surah": 40,
      "text": "(Lo! the Hour is surely coming, there is no doubt thereof) there is no doubt in its coming; (yet most of mankind) the people of Mecca (believe not) in the coming of the Hour."
    },
    {
      "ayah": 6,
      "surah": 40,
      "text": "(Thus was the word of thy Lord) to punish (concerning those who disbelieve) in the messengers (fulfilled) ordained: (that they are owners of the Fire) that they are the inhabitants of the Fire in the Hereafter."
    },
    {
      "ayah": 60,
      "surah": 40,
      "text": "(And your Lord hath said: Pray unto me) profess My divine Oneness (and I will hear your prayer) I will forgive you; it is also said that this means: pray unto Me; I will hear your prayers and accept them from you. (Lo! those who scorn My service) My divine Oneness and obedience, (they will enter hell, disgraced) humiliated."
    },
    {
      "ayah": 61,
      "surah": 40,
      "text": "(Allah it is Who hath appointed) created (for you night that ye may rest therein) that you may rest at night, (and day for seeing) in order to see what you seek. (Lo! Allah is a Lord of bounty for mankind) for the people of Mecca, (yet most of mankind) the people of Mecca (give not thanks) for His bounties nor believe in Him."
    },
    {
      "ayah": 62,
      "surah": 40,
      "text": "(Such is Allah, your Lord) the one who does all that is your Lord, therefore give thanks to Him, (the Creator of all things. There is no God) there is no Creator (save Him. How then are ye perverted) from whence do you then lie against Him?"
    },
    {
      "ayah": 63,
      "surah": 40,
      "text": "(Thus are they perverted) lie against Allah (who deny the revelations of Allah) who disbelieve in Muhammad (pbuh) and in the Qur'an."
    },
    {
      "ayah": 64,
      "surah": 40,
      "text": "(Allah it is Who appointed) created (for you the earth for a dwelling-place) for both the living and the dead (and the sky for a canopy) a raised canopy, (and fashioned you) in wombs (and perfected your shapes) He made your shapes better than the shapes of beasts, (and hath provided you with good things) He made your provision better and softer than the provision of beasts; it is also said this means: He provided you with lawful provision. (Such is Allah, your Lord) the one who did all this is your Lord, therefore give thanks to Him. (Then blessed be Allah, the Lord of the Worlds) the Lord of all that has a spirit and moves on the face of the earth!"
    },
    {
      "ayah": 65,
      "surah": 40,
      "text": "(He is the Living One) who dies not. (There is no God) who does this (save Him. So pray unto Him) so profess His divine Oneness, (making religion pure for Him (only)) making your worship and profession of Allah's divine Oneness sincere to Him. (Praise be to Allah) gratitude and lordship belong to Allah, (the Lord of the Worlds) the Lord of all that which has a spirit and moves on the face of the earth!"
    },
    {
      "ayah": 66,
      "surah": 40,
      "text": "(Say) O Muhammad, to the people of Mecca, when they said to him: \" revert to the religion of your forefathers \": (I am forbidden) in the Qur'an (to worship those) idols (unto whom ye cry) whom you worship (beside Allah since there have come unto me clear proofs from my Lord, and I am commanded) in the Qur'an (to surrender) to be straight in following Islam (to the Lord of the Worlds) the Lord of all that which has a spirit and moves on the face of the earth."
    },
    {
      "ayah": 67,
      "surah": 40,
      "text": "(He it is Who created you from dust) He created you from Adam and Adam is from dust, (then from a drop (of seed)) then He created you from the sperm drops of your fathers (then from a clot) then from a clot of blood, (then brings you forth) from your mothers' wombs (as a child) as a young child, (then (ordaineth) that ye attain full strength) 18 to 30 years old (and afterward that ye become old men) after having attained your full strength (though some among you die before) before the age of puberty or before reaching old age (and that ye reach an appointed term) the end of your lifespan, (that haply ye may understand) that haply you may believe in resurrection after death."
    },
    {
      "ayah": 68,
      "surah": 40,
      "text": "(He it is Who quickeneth) for the resurrection (and giveth death) in the life of the world. (When He ordaineth a thing) when He wants to create a child without a father, such is the case with Jesus, (He saith unto it only: Be! and it is) a son without a father! And it is also said that this means: when He wants the Day of Judgement to happen, He simply says: Be! And it is."
    },
    {
      "ayah": 69,
      "surah": 40,
      "text": "(Hast thou not seen) have you not been informed, O Muhammad, in the Qur'an about (those who wrangle concerning the revelations of Allah) those who deny the Qur'an, (how they are turned away) by lies: so why do they lie against Allah?"
    },
    {
      "ayah": 7,
      "surah": 40,
      "text": "(Those who bear the Throne) of the Beneficent, who are a tenth of the angel carriers, (and all who are round about it) of the angels, (hymn the praises of their Lord) hymn by the command of their Lord (and believe in Him) while believing in Allah (and ask forgiveness) and pray (for those who believe) in Muhammad (pbuh) and in the Qur'an ((saying): Our Lord!) O our Lord! (Thou comprehendest all things in mercy) You filled all things with blessings (and knowledge) and You know all things, (therefore forgive those who repent) from idolatry (and follow Your way) Your religion: Islam. (Ward off from them the punishment of hell) drive away from them the torment of the Fire."
    },
    {
      "ayah": 70,
      "surah": 40,
      "text": "(Those who deny the Scripture) the Qur'an (and that wherewith we send Our messengers) of Scriptures. (But they will come to know) on the Day of Judgement what will be done to them. This is a threat to them,"
    },
    {
      "ayah": 71,
      "surah": 40,
      "text": "(When carcans are about their necks and chains) tied up with the satans. (They are dragged) in the Fire"
    },
    {
      "ayah": 72,
      "surah": 40,
      "text": "(Through boiling waters) they will be put to burn; (then they are thrust into the Fire."
    },
    {
      "ayah": 73,
      "surah": 40,
      "text": "Then it is said unto them) then the angels of the Fire will say to them: (Where are (all) that ye used to make partners) where are those you used to worship"
    },
    {
      "ayah": 74,
      "surah": 40,
      "text": "(Beside Allah) and whom you claim they are associates of Allah? (They say: They have failed us) they are preoccupied with themselves from us; but then they denied this and said: (but we used not to pray to) to worship (anything before) this. (Thus doth Allah send astray the disbelievers (in His guidance)) such that they do not have any proof."
    },
    {
      "ayah": 75,
      "surah": 40,
      "text": "((And it is said unto them): This) torment in the Fire (is because ye exulted in the earth without right, and because ye were petulant) and because of your arrogance in your state of idolatry."
    },
    {
      "ayah": 76,
      "surah": 40,
      "text": "(Enter ye the gates of hell, to dwell therein) never to die or come out. (Evil is the habitation of the scornful) evil is the habitation of the disbelievers in the Fire."
    },
    {
      "ayah": 77,
      "surah": 40,
      "text": "(Then have patience) O Muhammad, in the face of the harm of the disbelievers. (Lo! the promise of Allah) to assist you and destroy your enemies (is true) will happen. (And whether we let thee see a part of that which We promise them) of punishment on the Day of Badr, (or (whether) We cause you to die) before you see it, (still unto us they will be brought back) after they die, whether you see them punished or not."
    },
    {
      "ayah": 78,
      "surah": 40,
      "text": "(Verily We sent messengers before thee) to their own folks, (among them) i.e. the messengers (those of whom We have told you) We named them for you so that you know them by name, (and some of whom We have not told thee) and some of them We did not name, and therefore you do not know them; (and it was not given to any messenger that he should bring a portent) a sign (save by Allah's leave) save by Allah's command; this is because they asked the Prophet (pbuh) to bring them a sign, (but when Allah's commandment cometh) when Allah's punishment came upon those past nations ((the cause) is judged aright) they are punished justly; it is also said this means: on the Day of Judgement Allah judges justly between the messengers and the nations to which they were sent, (and the followers of vanity) the disbelievers (will then be lost."
    },
    {
      "ayah": 79,
      "surah": 40,
      "text": "Allah it is Who hath appointed) created (for you cattle, that ye may ride on some of them, and eat of some) you eat of their meat"
    },
    {
      "ayah": 8,
      "surah": 40,
      "text": "(Our Lord!) O our Lord! (And make them enter the Gardens of Eden) the source of the prophets and righteous (which Thou hast promised them) in the Scripture, (with such of their fathers and their wives and their descendants as do right) as believe in Allah's divine Oneness. (Lo! Thou, only Thou, art the Mighty) in Your dominion and sovereignty, (the Wise) in Your command and decree."
    },
    {
      "ayah": 80,
      "surah": 40,
      "text": "((Many) benefits ye have from them) from their milk and wool (and that ye may satisfy by their means a need that is in your breasts) in your hearts, (and may be borne upon them) in the land (as upon the ship) you travel by sea."
    },
    {
      "ayah": 81,
      "surah": 40,
      "text": "(And He showeth you) O people of Mecca (His tokens) His marvels: the sun, the moon, the stars, the day, the night, the mountains, the clouds, the seas, etc., all these are signs of Allah. (Which, then, of the tokens) of the signs (of Allah do ye deny) and claim is not from Allah?"
    },
    {
      "ayah": 82,
      "surah": 40,
      "text": "(Have they not) i.e. the people of Mecca (travelled in the land to see) to reflect on (the nature of the consequence for) on the requital of (those before them) how We destroy them when they disbelieved in their messengers? (They were more numerous than these) than the people of Mecca, (and mightier in power) in physical strength (and (in the) traces (which they left behind them) in the earth) they were keener on the life of this world and travelled more than them in seeking it. (But all that they used to earn) and say and do upon following their religions (availed them not) from Allah's punishment."
    },
    {
      "ayah": 83,
      "surah": 40,
      "text": "(And when their messengers brought them clear proofs) commands and prohibitions (they exulted in the knowledge they (themselves) possessed) they exulted in Religion and works they had; but this was out of surmise since they did not have any certainty. (And that which they were wont to mock) the punishment of mocking their messengers (befell them) surrounded them."
    },
    {
      "ayah": 84,
      "surah": 40,
      "text": "(Then, when they saw Our doom) which came to destroy them, (they said: We believe in Allah only and reject (all) that we used to associate (with Him)) but this was said with their tongues only when they saw the punishment, but their hearts still did not believe."
    },
    {
      "ayah": 85,
      "surah": 40,
      "text": "(But their faith could not avail them when they saw Our doom) which came to destroy them, for faith upon the advent of Allah's punishment is of no value; but it is also said that such faith avails the person who declares it, just as repentance in such a moment benefits. (This is Allah's law) this is Allah's wont (which hath ever taken course for his bondsmen) that He sends His punishment upon them whenever they disbelieve, and rejects faith and repentance upon the advent of His punishment. (And then the disbelievers) in Allah (will be ruined) when the punishment visits them'."
    },
    {
      "ayah": 9,
      "surah": 40,
      "text": "(And ward off from them ill deeds) and drive away from them the torment of the Day of Judgement; (and he from whom Thou wardest off ill deeds) and he from whom you drive away the chastisement (that day) on the Day of Judgement, (him verily hast Thou taken into mercy) him indeed have You forgiven, protected and raised in station. (That) i.e. forgiveness and driving away chastisement (is the Supreme Triumph) is the abundant triumph: i.e. to gain the Garden and be saved from the Fire."
    }
  ]
}
