{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 52,
      "text": "And from his narration on the authority of Ibn 'Abbas that he said concerning the interpretation of Allah's saying (By the Mount (wa't-Tur)): '(By the Mount) He says: Allah swears by the mount of Zubayr and every mount is a Tur as in the Syriac and Coptic languages, but Allah means here the mount whereon Allah spoke with Moses, and this mount is called the mount of Midian or Zubayr."
    },
    {
      "ayah": 10,
      "surah": 52,
      "text": "(And the mountains move away) on the surface of the earth (with (awful) movement) like the movement of the clouds in the sky,"
    },
    {
      "ayah": 11,
      "surah": 52,
      "text": "(Then woe) then severe chastisement (that day) which is the Day of Judgement (unto the deniers) of Muhammad (pbuh) and the Qur'an; the reference here is to Abu Jahl and his host"
    },
    { "ayah": 12, "surah": 52, "text": "(Who play in talk of grave matters) who engage in falsehood;" },
    {
      "ayah": 13,
      "surah": 52,
      "text": "(The day when they are thrust with a (disdainful) thrust into the Fire of hell) the angels drag them on their faces and thrust them in Gehenna."
    },
    {
      "ayah": 14,
      "surah": 52,
      "text": "The angels in-charge of hell will say to them: (This is the Fire which ye were wont to deny) in the life of the world."
    },
    {
      "ayah": 15,
      "surah": 52,
      "text": "(Is this magic) is this Day and its torment magic, since you said in the life of the world to the messengers that they were wizards, (or do ye not see) or do you not perceive?"
    },
    {
      "ayah": 16,
      "surah": 52,
      "text": "Allah will say: (Endure the heat thereof) enter the Fire, (and whether ye are patient of it) of its torment (or impatient of it is all one for you) anxiety or patience is all one for you. (Ye are only being paid for what ye used to do) and say in the life of the world."
    },
    {
      "ayah": 17,
      "surah": 52,
      "text": "Allah then showed the abode of the believers, Abu Bakr and his fellow believers, saying: (Lo! those who kept their duty) those who ward off disbelief, idolatry and indecencies (dwell in Gardens and delight) eternally,"
    },
    {
      "ayah": 18,
      "surah": 52,
      "text": "(Happy because of what your Lord hath given them) in the Garden, (and (because) their Lord hath warded off from them the torment of hellfire)."
    },
    {
      "ayah": 19,
      "surah": 52,
      "text": "Allah will then say to them: (Eat) of the fruits of the Garden (and drink) of its rivers (in health) suffering no illness, sin or death ((as reward) for what ye used to do) and say in the life of the world,"
    },
    {
      "ayah": 2,
      "surah": 52,
      "text": "(And a Scripture inscribed) and He swore by the Guarded Tablet wherein all the works of the Children of Adam are registered"
    },
    {
      "ayah": 20,
      "surah": 52,
      "text": "(Reclining) sitting (on ranged couches) ranged close to each other. (And We wed them) in the Garden (unto fair ones with wide, lovely eyes."
    },
    {
      "ayah": 21,
      "surah": 52,
      "text": "And they who believe) in Muhammad (pbuh) and the Qur'an and are true in their faith (and whose seed follow them in faith) in the life of the world, (We cause their seed to join them (there)) in the Hereafter, enjoying the same rank as that of their fathers; it is also said that this means: and those who believe in Muhammad (pbuh) and the Qur'an, We will enter them into the Garden along with their young children, thus enjoying the same rank, because these offspring had already believed on the Day of the Primordial Covenant. We made their fathers follow them. It is also said that this means: We make the offspring attain to the same rank as that of the fathers, if the ranks of the fathers are higher, (and We deprive them of naught of their (life's) work) He says: We do not diminish the reward of the fathers at all upon making their offspring join them. (Every man is a pledge) such that Allah does with him as He will (for that which he hath earned) of sins."
    },
    {
      "ayah": 22,
      "surah": 52,
      "text": "(And We provide them) i.e. We provided the inhabitants of the Garden in the Garden (with fruit) with different kinds of fruit (and meat) i.e. birds' meat (such as they desire."
    },
    {
      "ayah": 23,
      "surah": 52,
      "text": "There) in the Garden (they pass from hand to hand a cup) of wine (wherein is neither vanity) stomach-ache because of drinking it (nor cause of sin) from drinking it; it is also said that \" vanity \" means: falsehood and oaths, and \" cause of sin \" means: abusing and lying to each other, which means: in the Garden there is neither falsehood and oaths nor abuse and lying."
    },
    {
      "ayah": 24,
      "surah": 52,
      "text": "(And there go round) to serve them, (waiting on them menservants of their own), in their limpidity they (as they were hidden pearls) hidden from heat and cold."
    },
    {
      "ayah": 25,
      "surah": 52,
      "text": "(And some of them draw near unto others) upon visiting, (questioning) talking about the life of the world,"
    },
    {
      "ayah": 26,
      "surah": 52,
      "text": "(Saying: Lo! of old) before entering the Garden, (when we were with our families) in the life of the world, (we were ever anxious) we were fearful of Allah's chastisement;"
    },
    {
      "ayah": 27,
      "surah": 52,
      "text": "(But Allah hath been gracious unto us) with forgiveness, mercy and entry into the Garden (and hath preserved us from) and has driven away from us (the torment of the breath of Fire) the chastisement of the Fire."
    },
    {
      "ayah": 28,
      "surah": 52,
      "text": "(Lo! we used to pray unto Him) we used to worship Him and declare His divine Oneness (of old) before this forgiveness, mercy and entry into the Garden. (Lo! He is the Benign) He is Truthful in His word regarding that which He promised us, (the Merciful) towards His believing slaves, since He hath shown mercy towards us."
    },
    {
      "ayah": 29,
      "surah": 52,
      "text": "(Therefore warn) therefore, admonish by means of the Qur'an, O Muhammad. (By the grace of Allah) prophethood and Islam (thou art neither soothsayer) foretelling the future (nor madman) bewitched."
    },
    {
      "ayah": 3,
      "surah": 52,
      "text": "(On fire parchment unrolled) which the Children of Adam will read on the Day of Judgement; this is the scroll of the guardian angels (al-hafazah),"
    },
    {
      "ayah": 30,
      "surah": 52,
      "text": "(Or say they) in fact, the disbelievers of Mecca-Abu Jahl, al-Walid Ibn al-Mughirah and their hosts-say: ((he is) a poet) who invents things, ((one) for whom we may expect the accident of time) we wait to see him suffer the pangs of death?"
    },
    {
      "ayah": 31,
      "surah": 52,
      "text": "(Say) O Muhammad, to Abu Jahl, al-Walid Ibn al-Mughirah and their hosts: (Expect (your fill)) wait for my death! (Lo! I am with you among the expectant) I will also wait for your chastisement; and they were indeed punished on the Day of Badr."
    },
    {
      "ayah": 32,
      "surah": 52,
      "text": "(Do their minds command them to do this) denial, abuse and harm of Muhammad (pbuh). This was said as an attack against them, (or are they) they are indeed (an outrageous folk) disbelievers and arrogant folk with regard to transgressing against Allah?"
    },
    {
      "ayah": 33,
      "surah": 52,
      "text": "(Or say they) indeed the disbelievers of Mecca say: (He hath invented it?) Muhammad lies and has invented the Qur'an. (Nay, but they will not believe) in Muhammad (pbuh) and the Qur'an as in Allah's pre-eternal knowledge!"
    },
    {
      "ayah": 34,
      "surah": 52,
      "text": "(Then let them produce speech the like thereof) let them produce a Qur'an like the Qur'an of Muhammad (pbuh) (if they are truthful) that Muhammad has invented the Qur'an:"
    },
    {
      "ayah": 35,
      "surah": 52,
      "text": "(Or were they created out of naught) without a father; and it is also said: without a Lord? (Or are they the creators) rather than being the created?"
    },
    {
      "ayah": 36,
      "surah": 52,
      "text": "(Or did they create the heavens and the earth?) It is Allah Who created them. (Nay, but they are sure of nothing!) but they deny Muhammad (pbuh) and the Qur'an."
    },
    {
      "ayah": 37,
      "surah": 52,
      "text": "(Or do they own the treasures of thy Lord) or do they possess the stores of your Lord through rain, provision, vegetation and prophethood? (Or have they been given charge (thereof)?"
    },
    {
      "ayah": 38,
      "surah": 52,
      "text": "Or have they any stairway (unto heaven) by means of which they overhear (decrees). Then let their listener produce warrant manifest) let their listener produce a clear proof for what they say!"
    },
    {
      "ayah": 39,
      "surah": 52,
      "text": "(Or hath He daughters) or are you pleased for attributing daughters to Him while you yourselves dislike them (whereas ye have sons) whereas you chose sons?"
    },
    {
      "ayah": 4,
      "surah": 52,
      "text": "(And the House frequented) and Allah swore by the House which is filled with the angels. This House is in the sixth heaven opposite to the Ka'bah. There is between it and the Ka'bah, through the borderline of the seventh earth, a Sacred Precinct which is visited every single day by 70,000 angels who never return to visit it. This is the House that Adam built and was raised to the seventh heaven because of the flood, it is called al-dirah and is opposite of the Ka'bah."
    },
    {
      "ayah": 40,
      "surah": 52,
      "text": "(Or askest thou) O Muhammad (a fee from them) in exchange for their faith (so that they are plunged in debt) so that they are drowned in debt if they accept to give you a fee?"
    },
    {
      "ayah": 41,
      "surah": 52,
      "text": "(Or possess they the Unseen) and therefore know that they will not be resurrected (so that they can write (it) down?) that is to say, or do they have a book in which they write whatever they will from the Guarded Tablet, such that they write down what they say and do?"
    },
    {
      "ayah": 42,
      "surah": 52,
      "text": "(Or seek they) indeed they seek (to ensnare (the messenger)) to kill you, O Muhammad? (But those who disbelieve) the disbelievers of Mecca: Abu Jahl and his host who planned to kill the Prophet (pbuh) (they are the ensnared!) they are the ones who will be killed on the Day of Badr!"
    },
    {
      "ayah": 43,
      "surah": 52,
      "text": "(Or have they any god beside Allah) who will save them from Allah's torment? (Glorified be Allah) Allah exonerates Himself (from all that they ascribe as partner (unto Him)) of idols!"
    },
    {
      "ayah": 44,
      "surah": 52,
      "text": "(And if they) the disbelievers of Mecca (were to see a fragment of the heaven falling, they would say: A heap of clouds) because of their denial."
    },
    {
      "ayah": 45,
      "surah": 52,
      "text": "(Then let them be) leave them, O Muhammad, (till they meet) until they behold (their day, in which they will be thunder-stricken) they will die,"
    },
    {
      "ayah": 46,
      "surah": 52,
      "text": "(A day) which is the Day of Judgement (in which their guile will naught avail them) the doing of Abu Jahl and his host will not benefit them at all against Allah's chastisement, (nor will they be helped) nor will they be prevented from what is wanted with them."
    },
    {
      "ayah": 47,
      "surah": 52,
      "text": "(And verily, for those who do wrong) the idolaters: the disbelievers of Mecca, (there is a punishment) in the grave (beyond that) other than the chastisement of Gehenna. (But most of them) all of them (know not) this nor believe in it."
    },
    {
      "ayah": 48,
      "surah": 52,
      "text": "(So wait patiently (O Muhammad) for your Lord's decree) upon conveying the message of your Lord; and it is said this means: be content with the decree of your Lord regarding that which befalls you in the course of obeying your Lord, (for surely thou art in Our sight; and hymn the praise of thy Lord) pray by the command of your Lord (when thou uprisest) from your bed for the Fajr prayer."
    },
    {
      "ayah": 49,
      "surah": 52,
      "text": "(And in the night time) upon the advent of the night (also hymn His praise) pray for Him the prayer of Zuhr, 'Asr, Maghrib and 'Isha', (and at the setting of the stars) two units of prayers after Fajr, and the setting of the star when it goes down'."
    },
    {
      "ayah": 5,
      "surah": 52,
      "text": "(And the roof exalted) and He swore by the heaven which is raised above everything,"
    },
    {
      "ayah": 6,
      "surah": 52,
      "text": "(And the sea kept filled) and He swore by the full sea which is above the seventh heaven under the Throne of the Beneficent and which is called Life (al-Hayawan). Through it Allah will bring to life, on the Day of Judgement, all created beings. It is also said that 'the sea kept filled' is a hot sea which will become fire and will be opened in Gehenna on the Day of Judgement. Allah swore by all these things,"
    },
    {
      "ayah": 7,
      "surah": 52,
      "text": "(Lo! the doom of thy Lord) on the Day of Judgement (will surely come to pass) will surely take place in relation to Quraysh;"
    },
    {
      "ayah": 8,
      "surah": 52,
      "text": "(There is none that can ward it off) there is none that can prevent this torment."
    },
    {
      "ayah": 9,
      "surah": 52,
      "text": "(On the day when the heaven will heave) will rotate (with (awful) heaving) with its inhabitants on like the rotation of a millstone, and created beings will surge on each other because of the terror they see."
    }
  ]
}
