{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 69,
      "text": "And from his narration on the authority of Ibn 'Abbas that he said regarding the interpretation of Allah's saying (The Reality. What is the Reality): '(The Reality"
    },
    {
      "ayah": 10,
      "surah": 69,
      "text": "(And they disobeyed the messenger of their Lord) Moses, (therefore did He grip them with a tightening grip) therefore He punished them with a severe punishment."
    },
    {
      "ayah": 11,
      "surah": 69,
      "text": "(Lo! when the waters rose) at the time of Noah, (We carried you) O community of Muhammad (pbuh) as well as all created beings in the loins of your fathers (upon the ship) in the ship of Noah."
    },
    {
      "ayah": 12,
      "surah": 69,
      "text": "(That We might make it) i.e. the ship of Noah; and it is said: this story (a memorial for you) an admonition so that you might learn a lesson, (and that remembering ears (that heard the story) might remember) might benefit from it; and it is also said that this means: so that a retentive heart might remember it."
    },
    {
      "ayah": 13,
      "surah": 69,
      "text": "(And when the trumpet shall sound one blast) which will not be repeated; this is the blast of the Resurrection."
    },
    {
      "ayah": 14,
      "surah": 69,
      "text": "(And the earth with the mountains) it is said: what is on the earth of buildings and the mountains (shall be lifted up and crushed with one crash,"
    },
    {
      "ayah": 15,
      "surah": 69,
      "text": "Then, on that day) when the earth and the mountains are lifted up (will the Event befall) the Day of Judgement will happen."
    },
    {
      "ayah": 16,
      "surah": 69,
      "text": "(And the heaven will split asunder) out of awe for the Beneficent and the descent of the angels, (for that day it will be frail) and split."
    },
    {
      "ayah": 17,
      "surah": 69,
      "text": "(And the angels will be on the sides thereof) on its extremities, sides, different directions and parts (and eight) He says: eight different angels, each one of them has four different faces: a human face, a face of an eagle, a face of a lion, and a face of a bull; and it is also said: eight rows; and it is also said: eight parts of the Cherubim, who dwell on the seventh heaven (will uphold the Throne of their Lord that day) the Day of Judgement, (above them) on their necks."
    },
    {
      "ayah": 18,
      "surah": 69,
      "text": "(On that day) which is the Day of Judgement (ye will be exposed) you will stand before your Lord three times: once for reckoning and presenting excuses, once for settling disputes and retaliation and once for the handing over of the scroll of one's deeds and reading them; (not a secret of you will be hidden) none of you will be left out; it is also said this means: no one's secret will be hidden from Allah; it is also said that this means: none of your works will be hidden from Allah."
    },
    {
      "ayah": 19,
      "surah": 69,
      "text": "(Then, as for him who is given his record in his right hand) this refers to Abu Salamah Ibn 'Abd al-Asad, the husband of Umm Salamah who was a Muslim, (he will say) to his companions: (Take, read my book!) come and see what is in my book of reward and bestowal of honour."
    },
    {
      "ayah": 2,
      "surah": 69,
      "text": "What is the Reality) He says: the Hour. What is the Hour? He said this in amazement."
    },
    { "ayah": 20, "surah": 69, "text": "(Surely I knew) and was certain (that I should have to meet my reckoning." },
    {
      "ayah": 21,
      "surah": 69,
      "text": "Then he will be in blissful state) he will be in a life with which he is pleased, i.e. a pleasing life."
    },
    { "ayah": 22, "surah": 69, "text": "(In a high Garden" },
    {
      "ayah": 23,
      "surah": 69,
      "text": "Whereof the clusters) its fruits (are in easy reach) are very close, such that anyone sitting or standing can reach to them."
    },
    {
      "ayah": 24,
      "surah": 69,
      "text": "Allah will say to them: (Eat) of the fruits (and drink) from the rivers (at ease) fearing no sickness or death (for that which ye sent on before you) for that which you did of righteous works; and it is also said this means: for the fasting and prayers you offered, (in past days) i.e. in the days of the life of the world."
    },
    {
      "ayah": 25,
      "surah": 69,
      "text": "(But as for him who is given his record in his left hand) this refers to al-Aswad Ibn 'Abd al-Asad, the brother of Abu Salamah who was a disbeliever, (he will say: Oh, would that I had not been given my book) this book of mine"
    },
    { "ayah": 26, "surah": 69, "text": "(And knew not what my reckoning!" },
    {
      "ayah": 27,
      "surah": 69,
      "text": "Oh, would that it had been death!) he will wish for death; he says: I wish I remained dead after my first death."
    },
    {
      "ayah": 28,
      "surah": 69,
      "text": "(My wealth) which I had amassed in the life of the world (hath not availed me) from Allah's chastisement,"
    },
    { "ayah": 29, "surah": 69, "text": "(My power hath gone from me) I am without arguments or excuses." },
    {
      "ayah": 3,
      "surah": 69,
      "text": "(Ah, what will convey unto thee) O Muhammad (what the reality is!) it is called the Reality because of the reality of things which will entitle the believer to enter the Garden due to his faith and the disbeliever to enter the Fire because of his disbelief."
    },
    { "ayah": 30, "surah": 69, "text": "Allah will then say to the angels: (Take him and fetter him" },
    { "ayah": 31, "surah": 69, "text": "And then expose him to hellfire) cast him in hellfire." },
    {
      "ayah": 32,
      "surah": 69,
      "text": "(And then insert him in a chain) insert the chain in his anus and extract it from his mouth, and what remains of it turn it round his neck (whereof the length) and width (is seventy cubits) cubits of the angel; it is also said this means: 70 fathoms."
    },
    {
      "ayah": 33,
      "surah": 69,
      "text": "(Lo! he used not to believe in Allah the Tremendous) when he was in the life of the world,"
    },
    {
      "ayah": 34,
      "surah": 69,
      "text": "(And urged not on the feeding of the wretched) and did not urge on giving alms to the needy,"
    },
    {
      "ayah": 35,
      "surah": 69,
      "text": "(Therefore hath he no lover here this day) this day he has no relative to benefit him,"
    },
    {
      "ayah": 36,
      "surah": 69,
      "text": "(Nor any food) in the Fire (save filth) that which spills from the bellies and skins of the people of the Fire of puss, blood and fluids"
    },
    { "ayah": 37, "surah": 69, "text": "(Which none but sinners eat) which no one eats except the idolaters." },
    { "ayah": 38, "surah": 69, "text": "(But nay! I swear by all that ye see" },
    {
      "ayah": 39,
      "surah": 69,
      "text": "And all that ye see not) O people of Mecca; it is also said that this means: I swear by what you see, i.e. the sky and the earth, and that which you do not see, i.e. the Garden and the Fire; and it also said that this means: I swear by what you see, the sun and the moon, and by that which you do not see, the Throne and the Stool; and it is also said that this means: I swear by what you see, i.e. Muhammad (pbuh) and that which you do not see, Gabriel. Allah swore by all these."
    },
    {
      "ayah": 4,
      "surah": 69,
      "text": "((The tribes of) Thamud) the people of Salih (and 'Aad) the people of Hud (disbelieved in the judgement to come) in the coming of the Hour."
    },
    {
      "ayah": 40,
      "surah": 69,
      "text": "(That it) i.e. the Qur'an (is indeed the speech of an illustrious messenger) He says: the Qur'an is the Word of Allah which Gabriel brought down to an illustrious messenger, i.e. Muhammad (pbuh)."
    },
    {
      "ayah": 41,
      "surah": 69,
      "text": "(It) i.e. the Qur'an (is not poet's speech) that a poet composes (little is it that ye believe!) He says: you do not believe in little or much."
    },
    {
      "ayah": 42,
      "surah": 69,
      "text": "(Nor diviner's speech) which informs about the future (little is it that ye remember!) you do not take admonition in little or much."
    },
    {
      "ayah": 43,
      "surah": 69,
      "text": "(It is a revelation) He says: the Qur'an is a revelation to Muhammad (pbuh) (from the Lord of the Worlds."
    },
    {
      "ayah": 44,
      "surah": 69,
      "text": "And if he had invented) and had Muhammad (pbuh) invented (false sayings concerning Us) lies against Us and attributed to Us that which We did not say,"
    },
    {
      "ayah": 45,
      "surah": 69,
      "text": "(We assuredly had taken him) We assuredly had taken revenge against him (by the right hand) by means of truth and proofs; it is also said this means: We assuredly had vehemently taken him."
    },
    { "ayah": 46, "surah": 69, "text": "(And then severed his life artery) the life artery of Muhammad (pbuh)" },
    {
      "ayah": 47,
      "surah": 69,
      "text": "(And not one of you could have held Us off from him) He says: no one of you could have held Us back from Muhammad (pbuh)."
    },
    {
      "ayah": 48,
      "surah": 69,
      "text": "(And lo! It) i.e. the Qur'an (is a warrant) a reminder (unto those who ward off (evil)) disbelief, idolatry and indecencies."
    },
    {
      "ayah": 49,
      "surah": 69,
      "text": "(And lo! We know that some among you will deny (it)) We know that some among you disbelieve in the Qur'an while others believe in it."
    },
    {
      "ayah": 5,
      "surah": 69,
      "text": "(As for Thamud, they were destroyed by the lightning) they were destroyed because of their transgression and idolatry; and it is said that their transgression drove them to disbelieve until they were destroyed."
    },
    {
      "ayah": 50,
      "surah": 69,
      "text": "(And lo! It) i.e. the Qur'an (is indeed an anguish) a remorse (for the disbelievers) on the Day of Judgement."
    },
    {
      "ayah": 51,
      "surah": 69,
      "text": "(And lo! It) i.e. the Qur'an (is Absolute Truth) it is truly and certainly My speech which Gabriel took down to an illustrious messenger; it is also said that this means: and that which I have mentioned of the disbelievers' anguish and remorse is true and certain; such anguish and remorse on the Day of Judgement will surely take place."
    },
    {
      "ayah": 52,
      "surah": 69,
      "text": "(So glorify the name of thy Tremendous Lord) so pray by the command of your Tremendous Lord; it is also said this means: mention the divine Oneness of your Tremendous Lord Who is more tremendous than all things'."
    },
    {
      "ayah": 6,
      "surah": 69,
      "text": "(And as for 'Aad) the people of Hud, (they were destroyed by a fierce roaring wind) cold wind that disobeyed and rebelled against its wardens,"
    },
    {
      "ayah": 7,
      "surah": 69,
      "text": "(Which He imposed on them) uninterruptedly (for seven long nights and eight long days) with the same force (so that thou mightest have seen men) the people of Hud (lying) destroyed and (overthrown) in these days and nights; and it is said: in the wind, (as they were hollow trunks of palm-trees."
    },
    {
      "ayah": 8,
      "surah": 69,
      "text": "Canst thou (O Muhammad) see any remnant of them?) He says: every single one of them was destroyed by the wind."
    },
    {
      "ayah": 9,
      "surah": 69,
      "text": "(And Pharaoh and those before him) and Pharaoh and his army came to the sea and were drowned in it; it is also said this means: Pharaoh also uttered the words of idolatry as did the nations before him, (and the communities that were destroyed) and also the townships of Lot swallowed by the earth, (brought error) they uttered the words of idolatry,"
    }
  ]
}
