{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 75,
      "text": "And from his narration on the authority of Ibn 'Abbas that he said concerning the interpretation of Allah's (Nay, I swear by the Day of Resurrection): '(Nay, I swear by the Day of Resurrection) He says: I swear that the Day of Resurrection will happen;"
    },
    {
      "ayah": 10,
      "surah": 75,
      "text": "(On that day man) the disbelieving man: 'Adiyy Ibn Rabi'ah and his companions (will cry: Whither to flee) from the Fire and take refuse!"
    },
    {
      "ayah": 11,
      "surah": 75,
      "text": "(Alas! No refuge!) Truly, there is no mountain to shield him from the Fire, nor are there any trees, cover, fortress, refuge or safety for them from Allah."
    },
    {
      "ayah": 12,
      "surah": 75,
      "text": "(Unto thy Lord is the recourse) the return and last resort (that day) the Day of Judgement."
    },
    {
      "ayah": 13,
      "surah": 75,
      "text": "(On that day) on the Day of Judgement (man is told) 'Adiyy Ibn Rabi'ah and others will be informed about (the tale of that which he hath sent before and left behind) the tale of what he has sent before of good or evil works and of what he left behind of good or evil wont; it is also said this means: he will be informed about what he has sent before of acts of obedience and what he left behind of acts of disobedience."
    },
    {
      "ayah": 14,
      "surah": 75,
      "text": "(Oh, but man) 'Adiyy Ibn Rabi'ah and others (is a telling witness against himself) He says: he will testify against his own self,"
    },
    {
      "ayah": 15,
      "surah": 75,
      "text": "(Although he tender his excuses) and says: I have not done this and have not said that; it is also said that this means: every soul is aware of the faults of others, ignorant of and oblivious to its own faults."
    },
    {
      "ayah": 16,
      "surah": 75,
      "text": "(Stir not thy tongue) to read the Qur'an, O Muhammad, (herewith to hasten it) to hasten the recitation of the Qur'an before Gabriel finishes reciting it to you. This is because the Prophet (pbuh) used to repeat whatever revelations of the Qur'an Gabriel brought down to him before the latter finished a sentence of the Qur'an, out of fear of forgetting what was revealed to him. Allah warned him against doing so."
    },
    {
      "ayah": 17,
      "surah": 75,
      "text": "(Lo! upon Us (resteth) the putting together thereof) preserving the Qur'an in your heart (and the reading thereof) and also preserving the reading of Gabriel to you; it is also said that this means: upon Us rests its composition of the lawful and the unlawful."
    },
    {
      "ayah": 18,
      "surah": 75,
      "text": "(And when We read it) when Gabriel reads to you, (follow thou the reading) you, O Muhammad, read after him; it is also said this means: what We finish composing it with all the lawful and unlawful contained therein, do you follow its composition;"
    },
    {
      "ayah": 19,
      "surah": 75,
      "text": "(Then lo! upon Us (resteth) the explanation thereof) the explanation of the lawful and unlawful, the commands and prohibitions."
    },
    {
      "ayah": 2,
      "surah": 75,
      "text": "(Nay, I swear by the accusing soul (that this Scripture is true)) and I swear by every righteous and sinful soul that will blame itself on the Day of Resurrection. As for the righteous soul, it will say: if only I did more righteous works. And as for the sinful soul, it will say: if only I abstained from committing sins. Both souls will say this upon seeing the reward and punishment awaiting each one of them respectively. It is also said that the accusing soul in question is the soul that reproaches itself; and it is also said: it is the soul that repents of its sins and reproaches itself for what it had committed; and it is also said it is the sinful, disbelieving soul."
    },
    {
      "ayah": 20,
      "surah": 75,
      "text": "(Nay) truly, (but ye do love the fleeting Now) working for the life of the world"
    },
    {
      "ayah": 21,
      "surah": 75,
      "text": "(And neglect the Hereafter) and neglect working for the reward of the Hereafter."
    },
    {
      "ayah": 22,
      "surah": 75,
      "text": "(That day) the Day of Judgement (will faces) the faces of the believers who are true in their faith (be resplendent) beautiful, seemly and tender,"
    },
    {
      "ayah": 23,
      "surah": 75,
      "text": "(Looking towards their Lord) they behold the Countenance of their Lord and are not veiled from Him;"
    },
    {
      "ayah": 24,
      "surah": 75,
      "text": "(And that day) the Day of Judgement (will other faces) the faces of the disbelievers and hypocrites (be despondent) gloomy; veiled from seeing their Lord,"
    },
    {
      "ayah": 25,
      "surah": 75,
      "text": "(Thou wilt know) those faces will know (that some great disaster is about to fall on them) a severe and horrible punishment is about to befall them."
    },
    {
      "ayah": 26,
      "surah": 75,
      "text": "(Nay) truly, (but when the life cometh up to the throat) when the soul of the body reaches the throat"
    },
    {
      "ayah": 27,
      "surah": 75,
      "text": "(And men say) and those around it among his family and others say: (Where is the wizard (who can save him now)?) Is there any physician who can cure him? It is also said this means: the angels say to one another: who will rise with his soul to Allah?"
    },
    {
      "ayah": 28,
      "surah": 75,
      "text": "(And he knowth) and the dead person knows at that point (that it is the parting) the time of departing from the life of the world;"
    },
    {
      "ayah": 29,
      "surah": 75,
      "text": "(And agony is heaped on agony) and severity is heaped upon severity: the severity of the last day of the life of the world and that of the first day of the Hereafter; and it is also said this means: and the dead person's legs are twisted around each other;"
    },
    {
      "ayah": 3,
      "surah": 75,
      "text": "(Thinketh man) does the disbelieving man, 'Adiyy Ibn Rabi'ah, think because he did not believe in the resurrection (that We shall not assemble his bones) that We are not able to gather his bones after they scatter, change and turn into dust?"
    },
    {
      "ayah": 30,
      "surah": 75,
      "text": "(Unto thy Lord that day) the Day of Judgement (will be the driving) the return of all created beings."
    },
    {
      "ayah": 31,
      "surah": 75,
      "text": "(For he) i.e. Abu Jahl (neither trusted) neither believed in Allah's divine Oneness, (nor prayed) nor embraced Islam and became of those who perform the prayer."
    },
    {
      "ayah": 32,
      "surah": 75,
      "text": "(But he denied) Allah's divine Oneness (and flouted) and turned away from faith."
    },
    {
      "ayah": 33,
      "surah": 75,
      "text": "(Then went he to his folk) in the life of the world (with glee) strutting and behaving wantonly."
    },
    {
      "ayah": 34,
      "surah": 75,
      "text": "The Prophet (pbuh) received him, grabbed him and shook him once or twice and then said: (Nearer unto thee and nearer) this is a threat to you, O Abu Jahl, it is indeed a threat."
    },
    { "ayah": 35, "surah": 75, "text": "(Again nearer unto thee and nearer (is the doom)) beware, O Abu Jahl." },
    {
      "ayah": 36,
      "surah": 75,
      "text": "The Qur'an also said: (Thinks man) the disbelieving man, i.e. Abu Jahl (that he is to be left aimless) neglected, without any commands, prohibitions or admonition?"
    },
    {
      "ayah": 37,
      "surah": 75,
      "text": "(Was he not) i.e. Abu Jahl (a drop of fluid) man's sperm drops (which gushed forth) in the woman's womb; and it is also said: created in the woman's womb?"
    },
    {
      "ayah": 38,
      "surah": 75,
      "text": "(Then he became a clot) then he became clotted blood; (then (Allah) shaped) him a living being (and fashioned) him with two hands, two feet, two eyes, two ears as well as with all the other members, and also placed in him the spirit."
    },
    {
      "ayah": 39,
      "surah": 75,
      "text": "(And made of him) after that (a pair, the male and female) Abu Jahl had a son called 'Ikrimah Ibn Abi Jahl and a daughter called Juwayrah Bint Abi Jahl."
    },
    {
      "ayah": 4,
      "surah": 75,
      "text": "(Yea, verily) I am capable of doing so. (Yea, We are able to restore his very fingers!) We are able to gather his fingers, such that his palm becomes like the hoof of a camel or beasts. He says: We are able to make his hand look like the hoof of a camel, so how is it that We cannot restore his bones?"
    },
    {
      "ayah": 40,
      "surah": 75,
      "text": "(Is not He (who doeth so) able to bring the dead to life) for the resurrection? Indeed, our Lord is Able to do so; He is Able to bring the dead back to life just as He did create Adam from dust'."
    },
    {
      "ayah": 5,
      "surah": 75,
      "text": "(But man) the disbelieving man: 'Adiyy Ibn Rabi'ah (would fain deny what is before him) would fain to indulge in his evil acts and delay his repentance; it is also said this means: he would fain to engage in evil deeds and indecencies in his future days."
    },
    {
      "ayah": 6,
      "surah": 75,
      "text": "(He asketh) 'Adiyy Ibn Rabi'ah asks in his denial of the resurrection: (When will be this Day of Resurrection) when will the Day of Resurrection take place?"
    },
    {
      "ayah": 7,
      "surah": 75,
      "text": "Allah said to him: (But when sight is confounded) and it is also said this means: when sight is pleased"
    },
    { "ayah": 8, "surah": 75, "text": "(And the moon is eclipsed) and the light of the moon disappears" },
    {
      "ayah": 9,
      "surah": 75,
      "text": "(And sun and moon are united) like two black, horned bulls whose hooves are beaten and then are thrown in the veil of light,"
    }
  ]
}
