{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 85,
      "text": "And from his narration on the authority of Ibn 'Abbas that he said regarding the interpretation of Allah's saying (By the heaven, holding mansions of the stars): '(By the heaven, holding mansions of the stars) He says: Allah swears by the heaven which includes mansions of the stars; it is also said: He swears by the heaven which has mansions between heaven and earth; Allah knows that,"
    },
    {
      "ayah": 10,
      "surah": 85,
      "text": "(Lo! they who persecute) those who burn and torture with fire (believing men) men who are true in their faith (and believing women) who are true in their faith (and repent not) from their idolatry and disbelief, (theirs verily will be the doom of hell) in the Hereafter, (and theirs the doom of burning) in the Fire; and it is also said: in the life of the world, for Allah had burned them with the Fire. These were people from Najran, and it is said from Mosul, who tortured and consequently killed a group of believers with fire in attempt to make them renounce their religion. The name of the king of these people is Yusuf, and it is said his name is Dhu'l-Nuwas."
    },
    {
      "ayah": 11,
      "surah": 85,
      "text": "Allah then mentioned the believers who did not renounce their religion despite being tortured, saying: (Lo! those who believe) in Allah (and do good works) privately between themselves and their Lord, (theirs will be Gardens beneath which) beneath its trees and habitations (rivers flow) rivers of wine, water, honey and milk flow. (That is the Great Success) they earned the Garden and were saved from the Fire."
    },
    {
      "ayah": 12,
      "surah": 85,
      "text": "(Lo! the punishment of thy Lord) the seizure of your Lord of those who disbelieve in Him (is stern."
    },
    {
      "ayah": 13,
      "surah": 85,
      "text": "Lo! He it is Who produceth) He it is Who begins creation from a sperm drop, (then reproduceth) a new creation after death,"
    },
    {
      "ayah": 14,
      "surah": 85,
      "text": "(And He is the Forgiving) He forgives he who repents of disbelief and believes in Allah, (the Loving) He loves His friends; and it is also said this means: He loves those who obey Him,"
    },
    {
      "ayah": 15,
      "surah": 85,
      "text": "(Lord of the Throne of Glory) the good and fine Throne; and it is also said this means: Lord of the glorious Throne,"
    },
    { "ayah": 16, "surah": 85, "text": "(Doer of what He will) as He wills, He gives life and also takes it away." },
    {
      "ayah": 17,
      "surah": 85,
      "text": "(Hath there come unto thee) O Muhammad-He asked His Prophet about this because He did not inform him about it before and then He did-(the story of the hosts"
    },
    {
      "ayah": 18,
      "surah": 85,
      "text": "Of Pharaoh and (the tribe of) Thamud) and of those before and after them, what We did to them when they disbelieved?"
    },
    {
      "ayah": 19,
      "surah": 85,
      "text": "(Nay, but those who disbelieve) the disbelievers of Mecca (live in denial) of Muhammad (pbuh) and the Qur'an."
    },
    { "ayah": 2, "surah": 85, "text": "(And by the Promised Day) which is the Day of Judgement." },
    {
      "ayah": 20,
      "surah": 85,
      "text": "(And Allah, all unseen, surroundeth them) He says: He is Aware of them and of their works."
    },
    {
      "ayah": 21,
      "surah": 85,
      "text": "(Nay, but it) i.e. the Qur'an which Muhammad (pbuh) recites to you (is a glorious Qur'an) is a noble and honoured Qur'an"
    },
    {
      "ayah": 22,
      "surah": 85,
      "text": "(On a guarded tablet) He says: it is written on a tablet that is protected from the devils'."
    },
    {
      "ayah": 3,
      "surah": 85,
      "text": "(And by the witness) the day of Friday (and that whereunto he beareth testimony) the day of 'Arafah and it is said it is the day of immolation; it is also said that 'the witness' refers to the children of Adam while 'that whereunto he bears testimony' refers to the Day of Judgement; and it is also said that 'the witness' is Muhammad (pbuh) while 'that whereunto he bears testimony' is his community; Allah swore by all these things that His chastisement of those who disbelieve in Him is very severe,"
    },
    { "ayah": 4, "surah": 85, "text": "((Self-)destroyed were the owners of the ditch" },
    {
      "ayah": 5,
      "surah": 85,
      "text": "Of the fuel-fed fire) slandered were the owners of the ditch; it is also said that they were believers who were killed by the disbelievers by means of fire in which they threw naphtha, oil and firewood,"
    },
    {
      "ayah": 6,
      "surah": 85,
      "text": "(When they) i.e. the disbelievers (sat by it) by the ditch; and it is said: they sat on chairs when Allah burned them with the Fire,"
    },
    {
      "ayah": 7,
      "surah": 85,
      "text": "(And were themselves the witnesses) they used to testify that the believers were folk of error (of what they did to the believers) and it is said this means: they were present when they did this to the believers."
    },
    {
      "ayah": 8,
      "surah": 85,
      "text": "(They had naught against them) against the believers nor did they find any fault with them (save that they believed in Allah, the Mighty) in His retribution against those who disbelieve in Him, (the Owner of Praise) for those who believe in Him,"
    },
    {
      "ayah": 9,
      "surah": 85,
      "text": "(Him unto Whom belongeth the Sovereignty) the stores (of the heavens) rain (and the earth) plants; (and Allah is of all things the Witness) He is the Witness over their works."
    }
  ]
}
