{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 91,
      "text": "And from his narration on the authority of Ibn 'Abbas that he said regarding the interpretation of Allah's saying (By the sun and his brightness): '(By the sun and his brightness) Allah swears by the sun and its light,"
    },
    {
      "ayah": 10,
      "surah": 91,
      "text": "(And he is indeed a failure) he is in loss (who stunteth it) who leads to sin, error and forsakenness."
    },
    {
      "ayah": 11,
      "surah": 91,
      "text": "(The tribe of) Thamud) the folk of Salih (denied (the Truth) in their rebellious pride) He says: their transgression led them to this."
    },
    {
      "ayah": 12,
      "surah": 91,
      "text": "(When the basest of them broke forth) when the most wretched of the folk, Qudar Ibn Salif and Masda', hamstrung the she-camel."
    },
    {
      "ayah": 13,
      "surah": 91,
      "text": "(And the messenger of Allah) Salih (said) that is before they hamstrung the she-camel: (It is the she-camel of Allah) leave the she-camel of Allah alone, (so let her drink!) i.e. and let her drink in peace!"
    },
    {
      "ayah": 14,
      "surah": 91,
      "text": "(But they denied him) they denied the message brought by Salih, (and they hamstrung her) they hamstrung the she-camel, (so Allah doomed them for their sin) so Allah destroyed them because of killing the she-camel and disbelieving in Salih (and razed (their dwellings)) killing the old and the young among them."
    },
    {
      "ayah": 15,
      "surah": 91,
      "text": "(He dreadeth not the sequel (of events)) and it is also said this means: and He dreads not the one who instigated it'."
    },
    {
      "ayah": 2,
      "surah": 91,
      "text": "(And the moon when she followeth him) when it follows the sun, on the first night when the new moon is seen,"
    },
    { "ayah": 3, "surah": 91, "text": "(And the day when it revealeth him," },
    {
      "ayah": 4,
      "surah": 91,
      "text": "And the night when it enshroudeth him) and the night when it enshrouds the light of day and the day reveals the darkness of the night,"
    },
    {
      "ayah": 5,
      "surah": 91,
      "text": "(And the heaven and Him who built it) by Him Who created it, i.e. Allah, Allah swore by Himself,"
    },
    { "ayah": 6, "surah": 91, "text": "(And the earth and Him who spread it) over the water," },
    {
      "ayah": 7,
      "surah": 91,
      "text": "(And a soul and Him who perfected it) by creating it with two hands, two feet, two eyes, two ears as well as with all the other organs."
    },
    {
      "ayah": 8,
      "surah": 91,
      "text": "(And inspired it (with conscience of) what is wrong for it and (what is) right for it) He made known to it and explained what it should go for and what it should avoid; Allah swore by all these things as well as by Himself."
    },
    {
      "ayah": 9,
      "surah": 91,
      "text": "(He is indeed successful who causeth it to grow) who refines it, makes things clear for it and guides it to success,"
    }
  ]
}
