{
  "text": "Commentary\nThe Virtues of Surah Al-Mulk\nProphetic Tradition has named this Surah as Waqiyah (protector) and Munjiyah (saviour) as well. In a Tradition, the Holy Prophet ﷺ is reported to have said:\nھِیَ المانعۃ المنجیۃ تنجیہ من عذاب القبر\n\"It [ the Surah ] is the protector and saviour which will rescue and redeem him who recites it from the torment of the grave.\" [ Transmitted by Tirmidhi who has graded it as 'liasan, gharib' as quoted by Qurtubl ]\nSayyidna Ibn ` Abbas ؓ reports that the Messenger of Allah ﷺ said:\n\"It is my heart's desire that Surah Al-Mulk be in every believer's heart.\" [ Tha` labi ]\nSayyidna Abu Hurairah ؓ narrates that the Messenger of Allah ﷺ has said:\n\"Verily, there is a Surah in the Book of Allah (Qur'an) containing thirty verses that will intercede on behalf of him who recites it until he is rescued from Hell and admitted to Paradise; and it is Surah Tabarak.\" [ Qurtubi cites it from Tirmidhi ].\nتَبَارَ‌كَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ‌ (Glorious is the One in whose hand is the Kingdom [ of the whole universe ], and He is powerful over every thing...67:1). The word Tabaraka is derived from barakah, which literally means 'to grow' or 'increase'. When it is related to Allah, it signifies 'to be highest in all respects' and it conveys a meaning similar to Allahu Akbar 'Allah is the Highest'.\nبِيَدِهِ الْمُلْكُ (in Whose hand is the Kingdom): The word Yad (hand) is attributed to Allah at many places in the Qur'an, whereas He is beyond having a body, limbs or organs. As a result, the word must, of necessity, be taken as one of the mutashabihat. We need to believe in its reality, but it is not possible for anyone to grasp its exact nature. It is improper to pursue this subject. The word Mulk (Kingdom) refers to the Kingdom of the whole universe, of the heavens and the earth and of the mortal world as well as of the Hereafter.\nThe verse under comment refers to four of the Divine attributes. Firstly, His existence; secondly, His comprehending all the attributes of perfection and being most Exalted; thirdly, His being the ruler of the heavens and earth; and fourthly, His having power over everything. The verses that follow are adduced as proofs of these attributes, which become clear by pondering over the creation of Allah. Therefore, the next verses refer to the various types of creation in the universe as proofs positive of the existence and Oneness of Allah and His all-encompassing knowledge and power. To begin with, reference is made to those proofs of the divine omnipotence that are available in human beings themselves who are the noblest creation in the universe. The words الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ (the One who created death and life) are meant for this purpose, (as will be explained shortly). Then, several verses (3 to 5) invite consideration to the creation of heavens to find proofs of Allah's omnipotence. Thereafter, verses 15 and 16 call our attention to the creation of the earth and its benefits. Lastly, the creatures living in the heavenly atmosphere, that is, the birds are mentioned in verse 19.\nIn short, the basic subject of the Surah is to prove the existence of Allah and His perfect knowledge and power by inviting consideration to the marvels of this universe. However, as a subsidiary subject, some other realities are also mentioned like punishment for unbelievers and reward for believers.\nThe proofs of the divine knowledge and power found in the man himself are indicated in the following two words:",
  "ayah": 1,
  "surah": 67
}
