{
  "text": "قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ‌ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَّا تَشْكُرُ‌ونَ (Say, \"He is the One who has originated you, and made for you the ears and the eyes and the hearts. How little you pay gratitude\" ...67:23).\nSpecifying ears, eyes and Heart\nOf all the human sense organs, only three are mentioned here on which depends knowledge and perception of the external world. Philosophers have identified five sources of knowledge and perception that are called 'five senses': to see, hear, smell, taste or feel something. Allah has equipped man with 'nose' to smell, with 'tongue' to taste, with 'ears' to hear and with 'eyes' to see; Allah has spread 'skin' throughout man's body to feel. But out of the five physical senses, only two have been mentioned, namely, ears and eyes, because man receives a very limited range of knowledge by smelling, tasting and feeling. Man depends for information largely on hearing and seeing. Of the two organs, his sense of hearing is mentioned first, because a careful analysis shows that most of the information gathered in human life is through hearing, not so much by seeing. The third organ mentioned specifically is the 'heart', because that is the centre of knowledge. Knowledge received through hearing and seeing depends on the human 'heart', unlike the theory of the philosophers and scientists who believe that the centre of knowledge is the human 'brain'.\nAfter this, the non-believers are threatened with punishment. Towards the end of the Surah, a statement is once again repeated to remind them which purports to say: '0 you who live on the earth, dig wells and drink water from it to quench your thirst and grow plants and vegetation, do not forget that none of these things is your personal property. They are a Divine gift. He sent down water, and loaded it in the form of ice and reserved it on the peaks of mountains, so that it may not putrefy. Then He caused the congealed water to melt gradually and allow it to seep or soak into the earth through the pores or small interstices of the mountains and allowed a network of melted water to spread throughout the earth without any pipeline. Whenever man requires, he could dig a few meters deep into the earth from its upper surface to obtain water. This is a Divine gift. If He wills, He could send the water down into the depths of the earth, and it would not be accessible to anyone. This is the import of the following verse.",
  "ayah": 29,
  "surah": 67
}
