{
  "text": "ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (8)أعقب التوبيخ والوعيد على لهوهم بالتكاثر عن النظر في دعوة الإِسلام من حيث إن التكاثر صدهم عن قبول ما ينجيهم ، بتهديدٍ وتخويف من مؤاخذتهم على ما في التكاثر من نعيم تمتعوا به في الدنيا ولم يشكروا الله عليه بقوله تعالى : { ثم لتسئلن يومئذٍ عن النعيم } ، أي عن النعيم الذي خولتموه في الدنيا فلم تشكروا الله عليه وكان به بَطركُم .وعطف هذا الكلام بحرف { ثم } الدال على التراخي الرتبي في عطفه الجُملَ من أجل أن الحساب على النعيم الذي هو نعمة من الله أشدّ عليهم لأنهم ما كانوا يترقبونه ، لأن تلبسهم بالإِشراك وهُم في نعيم أشد كفراناً للذي أنعم عليهم .و { النعيم } : اسم لما يلذّ لإِنسان مما ليس ملازماً له ، فالصحة وسلامة الحواس وسلامة الإِدراك والنوم واليقظة ليست من النعيم ، وشرب الماء وأكل الطعام والتلذّذ بالمسموعات وبما فيه فخر وبرؤية المحاسن ، تعد من النعيم .والنعيم أخص من النعمة بكسر النون ومرادف للنَّعمة بفتح النون .وتقدم النعيم عند قوله تعالى : { لهم فيها نعيم مقيم } في سورة براءة ( 21 ) .والخطاب موجه إلى المشركين على نسق الخطابات السابقة .والجملة المضاف إليها ( إذ ) من قوله : يومئذ } محذوفة دل عليها قوله : { لترون الجحيم } [ التكاثر : 6 ] أي يوم إذ ترون الجحيم فيغلظ عليكم العذاب .وهذا السؤال عن النعيم الموجه إلى المشركين هو غير السؤال الذي يُسأله كل منعَم عليه فيما صرف فيه النعمة ، فإن النعمة لما لم تكن خاصة بالمشركين خلافاً للتكاثر كان السؤال عنها حقيقاً بكل منعَم عليه وإن اختلفت أحوال الجزاء المترتب على هذا السؤال .ويؤيده ما ورد في حديث مسلم عن أبي هريرة قال : \" خرج رسول الله صلى الله عليه وسلم ذات يوم فإذا هو بأبي بكر وعمر فقاما معه فأتى رجلاً من الأنصار فإذا هو ليس في بيته . إذ جاء الأنصاري فنظر إلى رسول الله صلى الله عليه وسلم وصاحبيه ثم قال : الحمد لله ما أحد اليوم أكرمُ أضيافاً مني فانطلق فجاءهم بعِذْق فيه بُسْر وتَمر ورُطب وأخذ المدية فذبح لهم فأكلوا من الشاة ومن ذلك العذق وشربوا قال رسول الله صلى الله عليه وسلم والذي نفسي بيده لتُسألنَّ عن نعيم هذا اليوم يوم القيامة \" الحديث . فهذا سؤال عن النعيم ثبت بالسنة وهو غير الذي جاء في هذه الآية . والأنصاري هو أبو الهيثم بن التَّيِّهان واسمه مالك .ومعنى الحديث : لتُسألن عن شكر تلك النعمة ، أراد تذكيرهم بالشكر في كل نعمة . وسؤال المؤمنين سؤال لترتيب الثواب على الشكر أو لأجل المؤاخذة بالنعيم الحرام .وذكر القرطبي عن الحسن : لا يُسأل عن النعيم إلا أهل النار ، وروي «أن أبا بكر لما نَزَلَتْ هذه الآية قال : يا رسول الله أرأيتَ أكلة أكلتُها معك في بيت أبي الهيثم بن التيِّهان من خبز شعير ولحم وبُسر قد ذَنَّب وماء عذب ، أنخاف أن يكون هذا من النعيم الذي نُسأل عنه؟ فقال عليه السلام : \" ذلك للكُفار \" ثم قرأ : { وهل يُجازَى إلا الكفور } [ سبأ : 17 ] .قال القشيري : والجمع بين الأخبار أن الكلَّ يسألون ، ولكن سؤال الكافر سؤال توبيخ لأنه قد ترك الشكر ، وسؤال المؤمن سؤال تشريف لأنه شكر .والجملة المضاف إليها ( إذ ) من قوله : { يومئذ } محذوفة دلّ عليها قوله : { لترون الجحيم } [ التكاثر : 6 ] أي يوم إذ ترون الجحيم فيغلظ عليكم العذاب .",
  "ayah": 8,
  "surah": 102
}
