{
  "text": "The intense Grief of Musa's Mother, and how He was returned to Her\nAllah tells us how, when her child was lost in the river, the heart of Musa's mother became empty, i.e., she could not think of any matter in this world except Musa. This was the view of Ibn `Abbas, Mujahid, `Ikrimah, Sa`id bin Jubayr, Abu `Ubaydah, Ad-Dahhak, Al-Hasan Al-Basri, Qatadah and others.\nإِن كَادَتْ لَتُبْدِى بِهِ\n(She was very near to disclose his (case),) means, because of the intensity of her grief, she almost told people that she had lost a son. She would have disclosed her situation, if Allah had not given her strength and patience. Allah says:\nلَوْلا أَن رَّبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَوَقَالَتْ لأُخْتِهِ قُصِّيهِ\n(had We not strengthened her heart, so that she might remain as one of the believers. And she said to his sister: \"Follow him.\") means, she told her daughter, who was older and was of an age to understand things,\nقُصِّيهِ\n(Follow him.) means, follow his traces and look for information about him, try to find out about him around the city. So she went out to do that.\nفَبَصُرَتْ بِهِ عَن جُنُبٍ\n(So she watched him from a far place (secretly),) Ibn `Abbas said, \"Off to the side.\" Mujahid said, \"It means she looked from afar. Qatadah said: \"She started to look at him as if she was not really interested.\" When Musa had settled into the house of Fir`awn, after the king's wife had begun to love him and asked Fir`awn not to kill him, they brought to him the wet nurses who were to be found in their household, and he did not accept any of them, refusing to take milk from them. So they took him out to the marketplace, hoping to find a woman who would be suitable to nurse him. When (his sister) saw him in their arms, she recognized him, but she did not give any indication nor did they suspect her. Allah says:\nوَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ\n(And We had already forbidden foster suckling mothers for him,) Because of his honored status with Allah, it was forbidden by divine decree. It was decreed that no one should nurse him except his own mother, and Allah caused this to be the means reuniting him with his mother so that she could nurse him and feel safe after having felt such fear. When his sister saw that they were confused over who should nurse the child,\nفَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَـصِحُونَ\n(she said: \"Shall I direct you to a household who will rear him for you, and look after him in a good manner\") Ibn `Abbas said: When she said that, they had some doubts about her, so they seized her and asked her, How do you know these people will be sincere and will care for him\" She said to them, \"They will be sincere and will care for him because they want the king to be happy and because they hope for some reward.\" So they let her go. After what she said, being safe from their harm, they took her to their house and brought the baby to his mother. She gave him her breast and he accepted it, so they rejoiced and sent the glad tidings to the wife of Fir`awn. She called for Musa's mother, treating her kindly and rewarding her generously. She did not realize that she was his real mother, but she saw that the baby accepted her breast. Then Asiyah asked her to stay with her and nurse the baby, but she refused, saying, \"I have a husband and children, and I cannot stay with you, but if you would like me to nurse him in my own home, I will do that.\" The wife of Fir`awn agreed to that, and paid her a regular salary and gave her extra gifts and clothing and treated her kindly. The mother of Musa came back with her child, happy that after a time of fear Allah granted her security, prestige, and ongoing provision. There was only a short time between the distress and the way out, a day and night, or thereabouts -- and Allah knows best. Glory be to the One in Whose hands are all things; what He wills happens and what He does not will does not happen. He is the One Who grants those who fear Him, a way out from every worry and distress, Allah said:\nفَرَدَدْنَـهُ إِلَى أُمِّهِ كَىْ تَقَرَّ عَيْنُهَا\n(So We restored him to his mother, that her eye might be comforted,) means, by him,\nوَلاَ تَحْزَنْ\n(and that she might not grieve, ) means, for him.\nوَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ\n(and that she might know that the promise of Allah is true.) meaning, `We had promised her to return him to her and to make him one of the Messengers.' When he was returned to her, she realized that he was one of the Messengers, so as she brought him up, she treated him both as a child (with kindness) and as a Messenger (with respect).\nوَلَـكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ\n(But most of them know not.) means, they do not know the wisdom of Allah in His actions and their good consequences, for which He is to be praised in this world and the Hereafter. For a thing may happen that people do not like, but its consequences are good, as Allah says:\nوَعَسَى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَى أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْ\n(and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you) (2:216).\nفَعَسَى أَن تَكْرَهُواْ شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً\n(it may be that you dislike a thing and Allah brings through it a great deal of good) (4:19).",
  "ayah": 13,
  "surah": 28
}
