{
  "text": "How Musa killed a Coptic Man\nHaving described Musa's beginnings, Allah then tells us that when he reached maturity, and was complete in stature, Allah gave him Hukm and religious knowledge. Mujahid said that this means prophethood.\nوَكَذَلِكَ نَجْزِى الْمُحْسِنِينَ\n(And thus do We reward the doers of good.) Then Allah describes how Musa reached the status that was decreed for him, that of Prophethood and speaking to Allah, as a direct consequence of killing the Coptic, which was the reason why he left Egypt and went to Madyan. Allah says:\nوَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا\n(And he entered the city when its people were unaware.) Ibn Jurayj narrated from `Ata' Al-Khurasani, from Ibn `Abbas, \"That was between Maghrib and `Isha'.\" Ibn Al-Munkadir narrated from `Ata' bin Yasar from Ibn `Abbas, \"That was in the middle of the day.\" This was also the view of Sa`id bin Jubayr, `Ikrimah, As-Suddi and Qatadah.\nفَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلاَنِ\n(and he found there two men fighting,) meaning, hitting one another and struggling with one another.\nهَـذَا مِن شِيعَتِهِ\n(one of his party, ) meaning, an Israelite,\nوَهَـذَا مِنْ عَدُوِّهِ\n(and the other of his foes.) meaning, a Coptic. This was the view of Ibn `Abbas, Qatadah, As-Suddi and Muhammad bin Ishaq. The Israelite man asked Musa, peace be upon him, for help, and Musa took advantage of the fact that people were not paying attention, so he went to the Coptic man and\nفَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ\n(so Musa struck him with his fist and he died.) Mujahid said, \"This means he punched him with his fist.\" And then he died.\nقَالَ\n(He said) refers to Musa.\nوَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلاَنِ هَـذَا مِن شِيعَتِهِ وَهَـذَا مِنْ عَدُوِّهِ فَاسْتَغَـثَهُ الَّذِى مِن شِيعَتِهِ عَلَى الَّذِى مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَـذَا مِنْ عَمَلِ الشَّيْطَـنِ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ - قَالَ رَب إِنِّى ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ\n(\"This is of Shaytan's doing, verily, he is a plain misleading enemy.\" He said: \"My Lord! Verily, I have wronged myself, so forgive me.\" Then He forgave him. Verily, He is the Oft-Forgiving, the Most Merciful. He said: \"My Lord! For that with which You have favored me,) meaning, `what You have given me of prestige, power and blessings -- '\nفَلَنْ أَكُونَ ظَهِيراً\n(I will nevermore be a helper of the criminals!) `those who disbelieve in You and go against Your commands.'",
  "ayah": 16,
  "surah": 28
}
