{
  "text": "How Musa asked for the Support of His Brother and was granted that by Allah\nWhen Allah commanded him to go to Fir`awn, the one who he had run away from and whose vengeance he feared,\nقَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْساً\n( Musa said: My Lord! I have killed a man among them,) meaning, that Coptic,\nفَأَخَافُ أَن يَقْتُلُونِ\n(and I fear that they will kill me.) i.e., `when they see me.'\nوَأَخِى هَـرُونُ هُوَ أَفْصَحُ مِنِّى لِسَاناً\n(And my brother Harun -- he is more eloquent in speech than me,) Musa, peace be upon him, had a speech defect, because when he had been given the choice between a date and a pearl, he mistakenly picked up a coal and placed it on his tongue, so he found it difficult to speak clearly. Musa said:\nوَاحْلُلْ عُقْدَةً مِّن لِّسَانِى - يَفْقَهُواْ قَوْلِي - وَاجْعَل لِّى وَزِيراً مِّنْ أَهْلِى - هَـرُونَ أَخِى - اشْدُدْ بِهِ أَزْرِى - وَأَشْرِكْهُ فِى أَمْرِى\n(\"And loose the knot (the defect) from my tongue. That they understand my speech. And appoint for me a helper from my family, Harun, my brother. Increase my strength with him, And let him share my task.\") (20:27-32) meaning, `give me someone to keep me company in this immense task of prophethood and conveying the Message to this arrogant, tyrannical and stubborn king. ' Hence Musa said:\nوَأَخِى هَـرُونُ هُوَ أَفْصَحُ مِنِّى لِسَاناً فَأَرْسِلْهِ مَعِىَ رِدْءاً\n(And my brother Harun -- he is more eloquent in speech than me: so send him with me as a helper) meaning, as a support to give strength to my cause and confirm what I say and convey from Allah, because the word of two carries more weight in people's minds than the word of one. So he said:\nإِنِّى أَخَافُ أَن يُكَذِّبُونِ\n(Verily, I fear that they will deny me.) Muhammad bin Ishaq said: c\nرِدْءاً يُصَدِّقُنِى\n(as a helper to confirm me.) means, `to explain to them what I say, for he can understand me where they may not.' When Musa asked for this, Allah said to him:\nسَنَشُدُّ عَضُدَكَ بِأَخِيكَ\n(We will strengthen your arm through your brother,) meaning, `We will add strength to your cause and give you help through your brother, who you have asked to be made a Prophet alongside you.' This is like the Ayat;\nقَدْ أُوتِيتَ سُؤْلَكَ يمُوسَى\n(You are granted your request, O Musa!) (20:36)\nوَوَهَبْنَا لَهُ مِن رَّحْمَتِنَآ أَخَاهُ هَـرُونَ نَبِيّاً\n(And We granted him his brother Harun, (also) a Prophet, out of Our mercy) (19:53). One of the Salaf said, \"There is no one who has ever done a greater favor to his brother than Musa did for Harun, may peace be upon them both, for he interceded for him until Allah made him a Prophet and Messenger with him to Fir`awn and his chiefs. Allah said concerning Musa:\nوَكَانَ عِندَ اللَّهِ وَجِيهاً\n(he was honorable before Allah) (33:69).\nوَنَجْعَلُ لَكُمَا سُلْطَـناً\n(and (We will) give you both power) means, overwhelming evidence.\nفَلاَ يَصِلُونَ إِلَيْكُمَا بِـْايَـتِنَآ\n(so they shall not be able to harm you, with Our Ayat;) means, `they will have no way or means of harming you because you are conveying the signs of Allah.' This is like the Ayat:\nيَـأَيُّهَا الرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ\n(O Messenger! Proclaim (the Message) which has been sent down to you from your Lord.) until His saying:\nوَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ\n(Allah will protect you from mankind) (5:67).\nالَّذِينَ يُبَلِّغُونَ رِسَالـتِ اللَّهِ\n(Those who convey the Message of Allah) until His saying:\nوَكَفَى بِاللَّهِ حَسِيباً\n(And sufficient is Allah as a Reckoner) (33:39). And sufficient is Allah as a Helper and Supporter. And Allah told them the consequences in this world and the next, for them and for those who followed them,\nأَنتُمَا وَمَنِ اتَّبَعَكُمَا الْغَـلِبُونَ\n(you two as well as those who follow you will be the victors.) This is like the Ayat:\nكَتَبَ اللَّهُ لاّغْلِبَنَّ أَنَاْ وَرُسُلِى إِنَّ اللَّهَ قَوِىٌّ عَزِيزٌ\n(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allah is All-Powerful, All-Mighty.) (58:21)\nإِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ ءَامَنُواْ فِى الْحَيَوةِ الدُّنْيَا\n(Verily, We will indeed make victorious Our Messengers and those who believe in this world's life) (40:51) to the end of the Ayah.",
  "ayah": 35,
  "surah": 28
}
