{
  "text": "Allah guides Whom He wills\nAllah says to His Messenger : `O Muhammad:\nلاَ تَهْدِى مَنْ أَحْبَبْتَ\n(Verily, you guide not whom you like)' meaning, `the matter does not rest with you; all that you have to do is convey the Message, and Allah will guide whom He wills, and His is the ultimate wisdom,' as He says:\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills.) (2:272)\nوَمَآ أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ\n(And most of mankind will not believe even if you desire it eagerly.) (12:103) This Ayah is even more specific than the following:\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ\n(Verily, you guide not whom you like, but Allah guides whom He wills. And He knows best those who are the guided.) meaning: Allah knows best who deserves to be guided and who deserves to be misguided. It was recorded in the Two Sahihs that this Ayah was revealed concerning Abu Talib, the paternal uncle of the Messenger of Allah ﷺ. He used to protect the Prophet, support him and stand by him. He loved the Prophet dearly, but this love was a natural love, i.e., born of kinship, not a love that was born of the fact that he was the Messenger of Allah ﷺ. When he was on his deathbed, the Messenger of Allah ﷺ called him to Faith and to enter Islam, but the decree overtook him and he remained a follower of disbelief, and Allah's is the complete wisdom. Az-Zuhri said: \"Sa`id bin Al-Musayyib narrated to me that his father, Al-Musayyib bin Hazan Al-Makhzumi, may Allah be pleased with him, said: \"When Abu Talib was dying, the Messenger of Allah ﷺ came to him and found Abu Jahl bin Hisham and `Abdullah bin Abi Umayyah bin Al-Mughirah with him. The Messenger of Allah ﷺ said:\n«يَا عَمِّ قُلْ: لَا إِلَهَ إِلَّا اللهُ، كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ الله»\n(O my uncle, say La ilaha illallah, a word which I may use as evidence in your favor before Allah in the Hereafter.) Abu Jahl bin Hisham and `Abdullah bin Abi Umayyah said: `O Abu Talib, will you leave the religion of `Abdul-Muttalib' The Messenger of Allah ﷺ kept urging him to say La ilaha illallah, and they kept saying, `Will you leave the religion of `Abdul-Muttalib' -- until, at the very end, he said that he was on the religion of `Abdul-Muttalib, and he refused to say La ilaha illallah. The Messenger of Allah ﷺ said:\n«وَاللهِ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْك»\n(By Allah, I shall certainly seek forgiveness for you unless I am told not to.) Then Allah revealed:\nمَا كَانَ لِلنَّبِىِّ وَالَّذِينَ ءَامَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِى قُرْبَى\n(It is not (proper) for the Prophet and those who believe to ask Allah's forgiveness for the idolators, even though they be of kin) (9:113). And there was revealed concerning Abu Talib the Ayah,\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Verily, you guide not whom you like, but Allah guides whom He wills.)\" This was recorded (by Al-Bukhari and Muslim) from the Hadith of Az-Zuhri.\nThe Excuses made by the People of Makkah for not believing, and the Refutation of Their Excuses\nوَقَالُواْ إِن نَّتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ\n(And they say: \"If we follow the guidance with you, we would be snatched away from our land.\") Allah tells us that this is the excuse which was given by some of the disbelievers for not following true guidance. They said to the Messenger of Allah ﷺ:\nإِن نَّتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ\n(If we follow the guidance with you, we would be snatched away from our land.), meaning, `we are afraid that if we follow the message of guidance that you have brought, and go against the pagan Arab tribes around us, they will seek to do us harm and wage war against us, and they may snatch us away from wherever we may be.' Allah said in response to them:\nأَوَلَمْ نُمَكِّن لَّهُمْ حَرَماً ءَامِناً\n(Have We not established for them a secure sanctuary,) meaning, the excuse they give is a lie and is false, because Allah has put them in a secure city and a venerated sanctuary which has been safe from the time it was built -- how could this sanctuary be safe for them when they believed in disbelief and Shirk, and how could it not be safe for them when they become Muslims and follow the truth\nيُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَىْءٍ\n(to which are brought fruits of all kinds, ) means, all kinds of fruits from the surrounding regions, from At-Ta'if and elsewhere. Similarly, the people of Makkah engaged in trade and other goods also came to their city.\nرِّزْقاً مِّن لَّدُنَّا وَلَـكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ\n(a provision from Ourselves, but most of them know not.) - this is why they said what they said.",
  "ayah": 56,
  "surah": 28
}
