{
  "text": "The Destruction of Towns, which are not destroyed until Evidence is established against Them\nReferring to the people of Makkah, Allah says:\nوَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا\n(And how many a town have We destroyed, which was thankless for its means of livelihood!) They were arrogant transgressors who denied Allah's blessing of giving them ample provision. This is like the Ayah, o\nوَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ\n(And Allah puts forward the example of a township, that dwelt secure and well-content: its provision coming to it in abundance from every place) until:\nفَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَـلِمُونَ\n(So the torment overtook them while they were wrongdoers.) (16:112-113) Allah said:\nفَتِلْكَ مَسَـكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلاَّ قَلِيلاً\n(And those are their dwellings, which have not been inhabited after them except a little.) Their land became empty and desolate, and you can see nothing but their dwellings.\nوَكُنَّا نَحْنُ الْوَرِثِينَ\n(And verily, We have been the heirs.) Their towns became ruins, with none remaining. Then Allah tells us of His justice and that He does not destroy anyone unjustly; on the contrary, He destroys those whom He destroys after establishing proof against them. So, he says:\nوَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِى أُمِّهَا\n(And never will your Lord destroy the towns until He sends to their mother town) i.e., Makkah --\nرَسُولاً يَتْلُو عَلَيْهِمْ ءَايَـتِنَا\n(a Messenger reciting to them Our Ayat.) This indicates that the Unlettered Prophet, Muhammad was sent from the Mother of Cities as a Messenger to all cities and towns, Arab and non-Arab alike. This is like the Ayat:\nلِّتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا\n(so that you may warn the Mother of Towns and all those around it) (6:92).\nقُلْ يَأَيُّهَا النَّاسُ إِنِّى رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا\n(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\") (7:158),\nلاٌّنذِرَكُمْ بِهِ وَمَن بَلَغَ\n(That I may therewith warn you and whomsoever it may reach.) (6:19)\nوَمَن يَكْفُرْ بِهِ مِنَ الاٌّحْزَابِ فَالنَّارُ مَوْعِدُهُ\n(but those of the sects that reject it, the Fire will be their promised meeting place.) (11:17).\nوَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَـمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا\n(And there is not a town but We shall destroy it before the Day of Resurrection, or punish it with a severe torment.) (17:58). Allah tells us that He will destroy every town before the Day of Resurrection, as He says:\nوَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً\n(And We never punish until We have sent a Messenger.) (17:15). Allah has sent the Unlettered Prophet to all the towns (all of mankind), because he has been sent to the Mother of Cities, their source to which they all return. It was recorded in the Two Sahihs that the Prophet said:\n«بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَد»\n(I have been sent to the red and the black.) Prophethood ended with him, and there is no Prophet or Messenger to come after him, but his way will remain as long as night and day remain, until the Day of Resurrection.",
  "ayah": 58,
  "surah": 28
}
