{
  "text": "This World is transient and the One Whose concern is this World is not equal to the One Whose concern is the Hereafter\nAllah tells us about the insignificance of this world and its contemptible adornments which are nothing in comparison to the great and lasting delights which Allah prepared for His righteous servants in the Hereafter. As Allah says:\nمَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللَّهِ بَاقٍ\n(Whatever is with you, will be exhausted, and whatever is with Allah will remain) (16:96).\nوَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ\n(and that which is with Allah is the best for the most righteous.) (3:198)\nوَمَا الْحَيَوةُ الدُّنْيَا فِى الاٌّخِرَةِ إِلاَّ مَتَـعٌ\n(whereas the life of this world as compared with the Hereafter is but a brief passing enjoyment.) (13:26)\nبَلْ تُؤْثِرُونَ الْحَيَوةَ الدُّنْيَا - وَالاٌّخِرَةُ خَيْرٌ وَأَبْقَى\n(Nay, you prefer the life of this world. Although the Hereafter is better and more lasting.) (87:16-17). The Messenger of Allah ﷺ said:\n«وَاللهِ مَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَغْمِسُ أَحَدُكُمْ إِصْبَعَهُ فِي الْيَمِّ، فَلْيَنْظُرْ مَاذَا يَرْجِعُ إِلَيْه»\n(By Allah, the life of this world in comparison to the Hereafter is as if one of you were to dip his finger in the sea; let him see what comes back to him. ) Allah's saying:\nأَفَلاَ تَعْقِلُونَ\n(Have you then no sense) means, do those who prefer this world to the Hereafter have no sense\nأَفَمَن وَعَدْنَـهُ وَعْداً حَسَناً فَهُوَ لاَقِيهِ كَمَن مَّتَّعْنَاهُ مَتَـعَ الْحَيَوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَـمَةِ مِنَ الْمُحْضَرِينَ\n(Is he whom We have promised an excellent promise -- which he will find true -- like him whom We have made to enjoy the luxuries of the life of the world, then on the Day of Resurrection, he will be among those brought up) Is the one who believes in the reward which Allah has promised in return for righteous deeds, which he will undoubtedly attain, like one who disbelieves in the meeting with Allah and in His promises and threats He is only enjoying a few days in this life,\nثُمَّ هُوَ يَوْمَ الْقِيَـمَةِ مِنَ الْمُحْضَرِينَ\n(then on the Day of Resurrection, he will be among those brought up.) Mujahid and Qatadah said: \"He will be among those who are punished.\" It was said that this was revealed concerning the Messenger of Allah ﷺ and Abu Jahl, or that it was revealed concerning Hamzah and Ali, and Abu Jahl. Both views were narrated from Mujahid. The apparent meaning is that it is more general than that. This is like the Ayah where Allah describes a believer in Paradise looking out at his companion who is in Hell, and saying:\nوَلَوْلاَ نِعْمَةُ رَبِّى لَكُنتُ مِنَ الْمُحْضَرِينَ\n(Had it not been for the grace of my Lord, I would certainly have been among those brought forth (to Hell).) (37:57) And Allah says:\nوَلَقَدْ عَلِمَتِ الجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ\n(but the Jinn know well that they have indeed to appear (before Him)) (37:158).",
  "ayah": 61,
  "surah": 28
}
