{
  "text": "How Qarun and His Dwelling Place were swallowed up by the Earth\nAfter telling us about Qarun's conceit and pride in his adornments, and how he was arrogant towards his people and transgressed against them, Allah then tells us how he and his dwelling place were swallowed up by the earth. This was also reported in the Sahih by Al-Bukhari from Salim, who said that his father told him that the Messenger of Allah ﷺ said:\n«بَيْنَمَا رَجُلٌ يَجُرُّ إِزَارَهُ إِذْ خُسِفَ بِهِ، فَهُوَ يَتَجَلْجَلُ فِي الْأَرْضِ إِلَى يَوْمِ الْقِيَامَة»\n(While a man was dragging his lower garment, he was swallowed up and he will remain sinking down into the earth until the Day of Resurrection.) He also recorded something similar from Salim from Abu Hurayrah from the Prophet . Imam Ahmad recorded that Abu Sa`id said, \"The Messenger of Allah ﷺ said:\n«بَيْنَمَا رَجُلٌ فِيمَنْ كَانَ قَبْلَكُمْ خَرَجَ فِي بُرْدَيْنِ أَخْضَرَيْنِ يَخْتَالُ فِيهِمَا، أَمَرَ اللهُ الْأَرْضَ فَأَخَذَتْهُ، فَإِنَّهُ لَيَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَة»\n(When a man among the people who came before you went out wearing two green garments, walking proudly and arrogantly, Allah commanded the earth to swallow him up, and he will remain sinking down into it until the Day of Resurrection.) This version was recorded only by Ahmad, and its chain of narration is Hasan (sound).\nفَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنتَصِرِينَ\n(Then he had no group to help him against Allah, nor was he one of those who could save themselves.) means, his wealth, group, servants and retinue were of no avail to him; they could not protect him from the wrath and vengeance of Allah. Nor could he help himself or save himself. There was no one to help him, neither himself nor anybody else.\nHis People learned a Lesson from Him being swallowed up\nAllah's saying:\nوَأَصْبَحَ الَّذِينَ تَمَنَّوْاْ مَكَانَهُ بِالاٌّمْسِ\n(And those who had desired his position the day before,) means, those witnessed him with his finery and said:\nقَالَ الَّذِينَ يُرِيدُونَ الْحَيَوةَ الدُّنْيَا يلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـرُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ\n(Those who were desirous of the life of the world, said: \"Ah, would that we had the like of what Qarun has been given! Verily, he is the owner of a great fortune.\") When he was swallowed up in the earth, they began to say:\nوَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ\n(Know you not that it is Allah Who expands the provision or restricts it to whomsoever He pleases of His servants.) Wealth does not indicate that Allah is pleased with its owner, for Allah gives and withholds, allows times of difficulty and times of ease, raises and lowers, His is the most complete wisdom and most convincing proof. According to a Hadith narrated by Ibn Mas`ud,\n«إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ أَرْزَاقَكُمْ، وَإِنَّ اللهَ يُعْطِي الْمَالَ مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الْإِيمَانَ إِلَّا مَنْ يُحِب»\n(Allah has alloted character among you just as He has alloted your provision. Allah gives wealth to those whom He loves and those whom He does not love, but He gives Faith only to those whom He loves.)\nلَوْلا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا\n(Had it not been that Allah was Gracious to us, He could have caused the earth to swallow us up!) meaning, `were it not for the kindness and grace of Allah towards us, we could have been swallowed up by the earth just as he was swallowed up, because we wanted to be like him.'\nوَيْكَأَنَّهُ لاَ يُفْلِحُ الْكَـفِرُونَ\n(Know you not that the disbelievers will never be successful.) He was a disbeliever, and the disbelievers will never be successful before Allah in this world or in the Hereafter.\nتِلْكَ الدَّارُ الاٌّخِرَةُ نَجْعَلُهَا لِلَّذِينَ لاَ يُرِيدُونَ عُلُوّاً فِى الاٌّرْضِ وَلاَ فَسَاداً وَالْعَـقِبَةُ لِلْمُتَّقِينَ",
  "ayah": 81,
  "surah": 28
}
