{
  "text": "درس نمبر 145 تشریح آیات (1 تا 22)\nقد افلح خلدون (ا تا 11)\nیہ ایک پختہ وعدہ ہے بلکہ یہ عالم بالا کی ایک وہ ٹوک قرار داد ہے کہ مومنین فلاح پائیں گے۔ یہ اللہ کا وعدہ ہے۔ اللہ تو کبھی اپنے عہد کی خلاف ورزی نہیں کرتا۔ پھر یہ اللہ کا فیصلہ ہے اور اللہ کے فیصلے کو کوئی رد نہیں کرسکتا کہ مومنین دنیا میں بھی فلاح پائیں گے اور آخرت میں بھی فلاح پائیں گے ۔ ایک مومن انفرادی طور پر فلاح پائے گا اور اہل ایمان کی جماعت بھی فلاح پائیں گی۔ ایسی کامیابی جسے ایک مومن اپنے دل اپنی حقیقی زندگی میں محسوس کرتے ہوں اور اس کے اندر فلاح کے وہ تمام مفہوم پائے جاتے ہوں جن سے دنیا با خبر ہے اور وہ مفاہیم بھی پائے جاتے ہیں جن سے اہل ایمان با خبر بھی نہ ہوں اللہ نے مستقبل مین ان کے لیے اس کا فیصلہ کر رکھا ہو۔\nاب سوال یہ ہے کہ وہ مومنین کون ہیں جن کے ساتھ اللہ نے اس قدر پختہ وعدہ کرلیا ہے اور پیشگی ان کی فلاح اور کامیابی کا اعلان کردیا ہے۔\nیہ کون لوگ ہیں جن کے لیے بھلائی ، نصرت ، سعادت ، توفیق اور دنیا کا سازو سامان لکھ دیا گیا ہے ، اور جن کے لیے آخرت کا اجر ، کامیابی اور نجات لکھ دی گئی ہے اور سب سے بڑھ کر ان کے رب نے ان سے راضی ہونے کا اعلان کردیا ہے اور ان کے لیے اللہ نے اس جہان اور اس جہاں کی فلاح لکھ دی ہے اور وہ کچھ لکھ دیا ہے جس کے بارے میں انسانوں کو عہم ہی نہیں ہے۔\nیہ کون لوگ ہیں جو جنت کے وارث ہونے والے ہیں اور جس میں وہ ہمیشہ رہیں گے ۔ یہ لوگ ہو ہیں جن کے بارے میں سیام کلام یہ تفصیلات دیتا ہے۔\nO جو اپنی نمازوں میں خشوع اختیار کرتے ہیں۔\nO جو لغویات سے دور رہتے ہیں۔\nO جو زکوٰۃ کے طریقے پر عامل رہتے ہیں۔\nO جو اپنی شرمگاہوں کی حفاظت کرتے ہیں سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کے ملک یمین میں ہوں۔\nO جو اپنی امانتوں اور عہد و یمان کا پاس رکھتے ہیں ۔\nجو اپنی نمازوں کی محافظت کرتے ہیں۔\nاب سوچنے کی بات یہ ہے کہ ان صفات کی قدرو قیمت کیا ہے ؟\nیہ صفات ایک مسلمان کی شخصیت کے مختلف رنگ ہیں ۔ ان کے ساتھ ایک مسلم انسانیت کے افق پر تمام انسانوں کے مقابلے میں بلند نظر آنا ہے۔ وہ افق کا معیار حضرت محمد ﷺ نے متعین فرمایا ہے ، کیونکہ آپ تمام مخلوقات سے بر تر اخلاق کے مالک تھے۔ آپ کی تربیت اللہ نے فرمائی تھی اور بہترین تربیت فرمائی تھی اور اس امر کی شہادت اپنی کتاب میں دی۔\nوانک لعلی خلق عظیم ــ” اے محمد ؐ آپ خلق عظیم کے مالک ہیں “ ۔ حضرت عائشہ ؓ سے جب آپ کے اخلاق کے بارے میں پوچھا گیا تو انہوں نے فرمایا\nکان خلقہ القران ” آپ کا اخلاق قرآن تھا “۔ اور اس کے بعد حضرت عائشہ ؓ نے سورة المومنون کی یہ آیات (11) تلاوت فرمائیں اور فرمایا ایسے تھے رسول اللہ ﷺ ۔\nالذین ھم فی صلاتھم خشعون (23 : 2) ” وہ جو اپنی نمازوں میں خشوع اختیار کرتے ہیں “۔\nجب وہ نماز پڑھتے ہیں تو ان کے دلوں میں یہ خوف بیٹھا ہوتا ہے کہ وہ رب ذوالجلال کے سامنے کھڑے ہیں ، نہایت سکون اور نہیات ہی دھیمے پن کے ساتھ ۔ ان کی حرکات ، ان کے انداز قیام ، ان کے انداز سجود سے خوف خدا اور خشوعیاں ہوتا ہے ان کی روح اللہ کی عظمت اور جلال سے بھری ہوئی ہے۔ اس لیے ان کے ذہن سے تمام دوسرے مشاغل غائب ہوجاتے ہیں اور اللہ کے ہاں حضوری کے سوا تمام تصورات اوجھل ہوجاتے ہیں ۔ ان کے پر دئہ احساس سے ان کا پورا ماحول اور ان کے تمام دوسرے حالات اور تعلقات ان کے جسم و خیال سے محو ہوجاتے ہیں ۔ وہ صرف اللہ کا احساس رکھتے ہیں اور صرف ذلت باری کی معرفت کو محسوس کررہے ہوتے ہیں۔ ان لوگوں کا وجد ان تمام کثافتوں سے پاک ہوتا ہے۔ وہ تمام دنیاوی روابط کو کچھ دیر کے لیے جھٹک دیتے ہیں غرض نماز کے وقت اللہ کے جلال کے سوا ان کی نظروں میں کچھ بھی نہیں ہوتا۔ یوں تو حقیر زدہ اپنے حقیقی مصدر سے مل جاتا ہے۔ ایک حیران روح کو طاقت پر وز مل جاتی ہے۔ ایک پریشان دل کو جائے قرار مل جاتی ہے۔ اس مقام پر تمام چیزیں ، تمام دنیاوی قدریں اور تمام افراد اشخاص نظروں سے گر جاتے ہیں اور ان چیزوں کا وہی پہلو نظروں میں ہوتا ہے جس کا تعلق اللہ سے ہو۔\nوالذین ھم عن الغو معرضون (23 : 3) ” جو لغویات سے دور رہتے ہیں “۔ ایسی باتون سے ادور رہتے ہیں جو لغو ہوں۔ ایسے افعال سے دور رہتے ہیں جو لغو ہو ، ایسی ترجیحات سے دور رہتے ہیں جو لغو ہوں ، ایسے خیالات سے دور رہتے ہیں جو لغو ہوں۔ ایک مومن کے دل کی وہ چیز ہوتی ہے جو اسے لہو و لعب اور لغو ہوں سے دور رکھتی ہے۔ یعنی وہ ذکر الہی میں مشغول رہتا ہے ۔ اللہ کی جلالت قدر کے بارے میں سوچنا رہتا ہے ۔ وہ نفس انسانی اور آفاق کائنات میں موجود آیات کے تدبر میں مصروف رہتا ہے۔ اس کائنات کے مناظر میں سے ہر منظر اس کے دماغ کو مصروف رکھے ہوئے ہوتا ہے۔ اس کی فکر ہر وقت ان مناظر میں غور کرتی رہتی ہے اور اس کا وجدان ہر وقت متحرک رہتا ہے۔ ہر وقت اپنے قلب و نظر کی تطمیر میں لگا رہتا ہے ، تزکیہ نفس کرتا رہتا ہے اور ضمیر کو پاک کرتا رہتا ہے۔ نیز ایک مومن نے اپنے طرز عمل میں جو تبدیلی لانی ہوتی ہے وہ رات اور دن اسی میں مصروف رہتا ہے۔ پھر ایمان کی راہ میں اسے جو مشکلات پیش آتی ہیں وہ ان کے دور کرنے میں مصروف رہتا ہے۔ امر بالمعروف اور نہی المنکرکے فرائض کی ادائیگی اسے کرنی ہوتی ہے۔ پھر اس نے اپنی جماعت کی صف بندی بھی کرنی ہوتی ہے اور اسے فتنہ فساد سے بچانا ہوتا ہے ۔ ایک مسلم کو جہاد فی سبیل اللہ کے ذریعہ اسلامی سوسائٹی کی نصرت اور حمایت کرنی ہوتی ہے اور اسلامی سو سائٹی کے مخالفین اور معاندین سے اسے بچانا ہوتا ہے ۔ یہ وہ فرائض ہیں جو ایک مسلمان کے لیے ہر حال میں واجب الاداء ہیں۔ یہ تمام کام فرض عین ہیں یا فرض کفایہ ہیں یہ وہ فرائض ہیں کہ اگر ان کو صحیح طرح سے انجام دیا جائے تو انسان کی پوری زندگی سعی و جہد کے لیے یہ کام کفایت کرتے ہیں کیونکہ انسان کی عمر محدود ہے اور اس کی طاقت بھی محدود ہے۔ اس طاقت کو کوئی شخص یا تو مذکورہ بالا کاموں میں صرف کرکے انسانی نشونما ، ترقی اور اصلاح میں کھپائے گا یا اس محدود قوت کو لہو و لعب من اور فضولیات میں خرچ کے گا۔ یاد رہے کہ یہ تما فرائض اور شریعت کی تمام ہدایات کسی مسلمان کو وقتا فوقتا جائز تفریح سے نہیں روکتے۔ کیونکہ جائز تفریح اور لہو و لعب اور زندگی کو بالکل بےمعنی بنانے کے درمیان بہت فرق ہے۔\nوالذین ھم للزکوۃ فعلون (23 : 3) ” وہ لوگ جو زکواۃ کے طریقے پر عمل پیرا رہتے ہیں “۔ اللہ کی طرف متوجہ ہونے اور لہو و لعب اور بےمعنی زندگی سے دور ہونے کے بعد زکواۃ پر عمل پیرا ہوتے ہیں ۔ زکواۃ انسانی دل اور انسانی دولت دونوں کے لیے پاکیزگی کا باعث ہوتی ہے۔ اس کے ذریعے انسان کا دل کنجوسی سے پاک ہوتا ہے اور انسان ذاتی مفاد کو قربان کردیتا ہے اور شیطان کی اس وسوسہ اندازی کا بھی مقابلہ کرتا ہے کہ تم غریب ہو جائو گے نیز زکواۃ کی وجہ سے سوسائٹی کا یہ روگ بھی دور ہوجاتا ہے کہ اس میں کچھ لوگ تو مالدار ہوں اور کچھ ایسے ہوں جن کے پاس کچھ نہ ہو۔ گویا یہ ایک لحاظ سے سوشل سکیورٹی کا ایک نظام ہے اور غریبوں کے لیے اجتماعی کفالت کا ذریعہ۔ اس کے ذریعہ ۔ اس کے ذریعے تمام لوگوں اور پوری سو سائٹی کے درمیان امن وا طمینان اور اتحاد و اتفاق کا سامان کیا جاسکتا ہے اور طبقاتی کشمکش کو دور کیا جاسکتا ہے۔\nوالذین ھم لفروجھم حفظون (23 : 5) ” وہ لوگ جو اپنی شرم گاہوں کی حفاظت کرتے ہیں “۔ یہ روح کی پاکیزگی ہے ، یہ ایک خاندان کی پاکیزگی ہے ۔ اور پھر پوری سوسائٹی طہارت ہے۔ اس کے ذریعے ایک نفس ، ایک خاندان اور ایک معاشرے کو گندگی سے بچانا مقصود ہے ا۔ انسانی کی شرمگاہ کو غیر حلال اور ناجائز مباشرت سے محفوظ رکھا جاتا ہے ۔ انسانی دل حرام کاری سے محفوظ رہتا ہے ۔ یہی وجہ ہے کہ اسلام نے جنسی تسکین کے لیے ایک سخت ضابطہ تجویز کیا ہے۔\nواقعہ یہ ہے کہ جن سو سائیٹیوں میں آزاد شہوت رانی کا رواج ہوتا ہے ان کا نظام ڈھیلا پڑجاتا ہے اور ایسی سو سائٹیاں فساد کا شکار ہوجاتی ہیں۔ کسی بھی ایسی سوسائٹی میں خاندانی نظام میں خلل واقع ہوجاتا ہے اور خاندان کا کوئی احترام نہیں رہتا۔\nجبکہ فیملی کسی بھی سو سائٹی کے لیے پہلی وحدت اور پہلا یونٹ ہوتی ہے کیونکہ یہ وہ نرسری ہوتی ہے جس میں انسانی پود پروان چرھتی ہے اور درجہ بدرجہ برھتی ہے۔ لہذا خاندان ان کے ماحول میں امن و سکون اور پاکیزگی کا دور دورہ ہونا بھی ضروری ہے تاکہ یہ نرسری تدریج کے ساتھ نشو نما پائے اور والدین ایک دوسرے کے ساتھ تعاون کرتے ہوئے نئی انسانی پود کی پرورش کریں۔ خصوصاً نہایت ہی چھوٹے بچوں کی پرورش اور خاندانی نظام کے بغیر یہ ممکن نہیں ہے۔\nپھر جس سوسائٹی کے اندر آزاد شہوت رانی بےحد و حساب اور بےباک روک ٹوک ہو وہ ایک گندی اور غلیظ سوسائٹی ہوتی ہے ۔ اس کے افراد گرے ہوئے اور بےہمت ہوتے ہیں کیونکہ وہ معیار جس میں انسانی ترقی میں کوئی غلطی نہیں ہوتییہ ہے کہ انسان کی قوت ارادی اس کے تمام امور اور تمام میلانات پر حاوی ہو۔ انسان کے تمام فطری تقاضے اس طرح منظم ہوں کہ وہ پاک و صاف ہوں اور اس سوسائٹی کے اندر انسانی پود کی جو نرسری تشکیل پائے وہ شرمندہ طریقوں کے مطابق نہ ۔ اور بچے اس دنیا میں ایسے پاک طریقے کے مطابق آئیں کہ ہر بچے کو اپنا باپ معلوم ہو ۔ اور یہ نہ ہو کہ اس میں ایک مادہ حیوان کسی بھی نر حیوان سے نطفہ لے اور اس کے بعد پیدا ہونے والے حیوان کو یہ معلوم نہ ہو کہ وہ کہاں سے آیا ہے اور کس طرح آیا ہے اور کون اسے لایا ہے۔\nیہاں قرآن کریم متعین طور پر بتا دیتا ہے کہ انہوں نے اس نرسری کے لیے بیج کس طرح بونا ہے اور زندگی کی یہ تخم ریزی کہاں کرنی ہے۔\nالل علی ازواجھم او ماملکت ایمانھم غیر ملومین (23 : 2) ” سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کے ملک یمین میں ہو۔ جہاں تک بیویوں کا تعلق ہے اس کی تشریح کی ضرورت نہیں ہے “۔ اور نہ اس میں کوئی قیل و قال ہے ۔ یہ تو ایک معروف اور قانونی نظام ہے لیکن ملک یمین کے مسئلے کی تشریح ضروری ہے ۔ غلامی کے مسئلے پر ہم القران کی جلد دوئم میں منصل بحث کر آئے ہیں جس میں یہ کہا گیا تھا کہ جب اسلامی نظام آیا تو غلامی ایک عالمی نظام کے طور پر رائج تھی۔ اسی طرح جنگی قیدیوں کو غلام بنانا بھی ایک عالمی مسئلہ تھا۔ اسلام اور کفر کی کشمکش میں دشمنان اسلام پوری مادی قوت لے کر میدان میں اترے ہوئے تھے ، اس لیے اسلام کے لیے یہ ممکن نہ تھا کہ وہ اس نظام کو یکطرفہ طور پر ختم کردے اور صورت حال یہ ہوجائے کہ مسلمان تو قیدی بن کر کفار کے غلام بن جائیں اور کفار قیدی ہو کر آئیں تو وہ اس قانون کی رو سے آزاد ہوجائیں ۔ اسلام نظام نے بامر مجبوری جنگی قیدیوں کی غلامی کا قانون تو بحال رکھا جبکہ غلامی کے دوسرے سرچشمے بند کردیئے ۔ اور یہ بھی اس وقت تک کہ قانون بین الاقوام مین غلامی کے خلاف کوئی قانون پاس نہیں ہوتا۔\nچناچہ اس قانون کے مطابق اسلامی کیمپ میں بعض قیدی عورتیں آجاتی تھیں جو غلام ہوتی تھیں اور اس غلامی کی وجہ سے ان کا درجہ ایک آزاد منکوحہ عورت کے نہیں ہوتا تھا لیکن اسلام نے ان کے ساتھ مباشرت کی اجازت صرف اس شخص کو دے دی جو ان کا مالک ہوتا۔ یہاں تک کہ ان کو ان طریقوں کے مطابق آزادی مل جائے جو اسلام نے غلاموں کی آزادی کے لیے وضع کیے اور یہ طریقے متعدد تھے۔\nاسلام نے ملک یمین میں مباشرت کی جو آزادی دی ہے اس میں خود اسیر عورتوں کی فطری ضروریات کو بھی ملحوظ رکھا گیا ہے تاکہ یہ نہ ہو کہ قیدی عورتیں اسلامی معاشرے میں آزاد شہوت رانی کرتی پھریں۔ جس طر آج ہمارے دور میں جنگی قیدی عورتوں کے ساتھ ہوتا ہے ۔ خصوصاً اس دور کے بعد جبکہ جنگی قیدیوں کو غلام نہ بنانے کا بین الاقوامی معاہدہ ہوگیا۔ اسلام نے یہ قانون اسلیے جاری رکھا ہے کہ اسلام آزاد شہوت رانی اور جنسی بےراہ روی کے خلاف ہے۔ یہ ایک عارضی نظام تھا اور اس وقت تک کے لیے تھا جب تک اللہ کی طرف سے ان کی آزادی کا انتظام نہیں کردیا جاتا ۔ اور یہ غلام عورتیں آزادی کے مقام تک نہیں پہنچ جائیں۔ اسلام نے ایسے قوانین بنائے کے کوئی غلام عورت بہت سے ذرائع استعمال کرکے آزادی حاصل کرسکتی ہے ۔ مثلا اگر اس سے مالک سے اس کا لڑکا یا لڑکی پیدا ہوجائے اور یہ مالک فوت ہوجائے تو غلام عورت آزاد ہوجائے گی یا یہ مالک خود اسے آزاد کردیگا یا کسی کفارہ میں وہ آزاد ہوجائے۔ نیز مکاتبت کے ذریعے بھی غلام عورت آزاد ہوسکتی ہے ۔ مکاتبت وہ تحریری معاہدہ وہوتا ہے جس میں ایک غلام اپنی آزادی کے لیے اپنے مالک کے ساتھ معاہدہ کرتا ہے ۔ (مزید تفصیلات کے لیے ملاحظہ فرمائیے میری کتاب شبہات حول الاسلام)\nبہر حال غلامی ایک عارضی جنگی ضرورت تھی اور یہ اس طرح تھی کہ بین الاقوامی سطح پر جنگی قوانین مشل بالمشل ہوتے ہیں۔ یعنی جس طرح دشمن قوم جنگی قیدیوں سے سلوک کرے گی ، اسلام بھی ویسا ہی سلوک کرے گا۔ غرض آزاد لوگوں کو غلام بنانا اسلامی نظام کا کوئی مستقل اصول نہ تھا کیونکہ یہ ایک بین الاقوامی ضرورت تھی۔\nفمن ابتغی ورآء ذلک فا ولئک ھم العدون (23 : 7) ” البتہ جو اس کے علاوہ کچھ اور چاہیں وہی زیادتی کرنے والے ہیں “۔ یعنی جو شخص اپنی منکوحہ بیویوں اور مملوکہ لونڈیوں کے علاوہ دوسرے کسی طریقے سے بھی شہوت رانی کرے گا وہ جائز دائرہ سے تجاوز کرنے والا ہوگا۔ وہ حرام میں پڑجائے گا۔ تعدی یوں ہوگی کہ نکاح اور جہاد کے بغیر وہ دوسرے طریقے سے شہوت رانی کر رہاے ہے۔ یو اس کا ضمیر بھی اسے ملامت کرے گا کیونکہ وہ ایک ایسی چراگاہ میں چر رہا ہے جو اس کے لیے جائز نہیں ہے۔ پھر اس حرام کاری کے نتیجے مین جو نر سری ہوگی وہ بھی شتر بےمہار ہوگی اور اس کی وجہ سے پوری سوسائٹی فساد کا شکار ہوگی۔ اس سو سائٹی کے بھیڑئے آزاد ہوجائیں گے اور جہاں سے چاہیں گے گوشت نچ لیں گے۔ یہ تمام ایسی صورتیں ہیں جنہیں اسلام ناپسند کرتا ہے۔\nوا ؛ ذہم لل منتھم عھد رعون (23 : 8) ” جو اپنی امانتوں اور عہد ویمان کا خیال رکھتے ہیں “۔ یعنی انفرادی طور پر بھی وہ اپنے عہد و یمان کے محافظ ہوتے ہیں اور اجتماعی طور پر بھی اور بین الاقوامی سطح پر بھی وہ عہد ویمان کی حفاظت کرنے والے ہوتے ہیں۔\nامانتوں میں وہ تمام ذمہ داریاں آتی ہیں جو کسی فرد یا جماعت کے ذمہ لازم ہوتی ہیں۔ پہلی امانت تو فطرت انسانی ہے۔ فطرت انسانی کو اللہ نے نہایت ہی سیدھا بنایا ہے اور فطرت انسانی ناموس کائنات کے ساتھ بھی ہم آہنگ ہے ۔ اور یہ دونوں پھر اللہ کی وحدانیت اور اس کی تخلیق پر شاہد عادل ہیں کیونکہ اس پوری کائنات میں ایک ہی قانون قدرت کام کر رہا ہے جس میں خود ذلت انسانی بھی شامل ہے اور یہ وحدت ناموس فطرت اس بات پر دلالت کرتی ہے کہ اس کائنات کے پیچھے ایک ہی ارادہ مدبرہ کام کررہا ہے۔ اہل ایمان کا یہ فریضہ قرار دیا گیا ہے کہ وہ کائنات کی اس فطرت کو تبدیل نہ ہونے دیں۔ کیونکہ یہ ان کہ پاس اللہ تعالیٰ کی امانت ہے اور ذلت باری پر یہ شاہد عادل بھی ہے اور اسکے بعد پھر تمام دوسری امانتوں کا یہی حکم ہے۔\nعہد کی رعایت کا مطلب بھی یہ ہے کہ سب سے پہلے اس عہد کی رعایت کی جائے جو از روئے فطرت انسان پر عائد ہے۔ انسان کا یہ فریضہ ہے کہ وہ اللہ وحدہ کو ازروئے فطرت پہچانے کہ وہ موجود ہے اور واحد ہے پھر اس عہد کے بعد تمام عہدو یمان آتے ہیں۔ ان عقود کی رعایت کرتے ہیں۔ گویا یہ اہل ایمان کی صفت دائمہ اور قائمہ ہے اور کسی بھی سو سائٹی کا نظم و نسق اس وقت تک درست نہیں ہو سکتا جب تک اس کے افراد میں استقامت نہ اختیار کریں۔ اپنے عہد ویمان کا خیال نہ رکھیں اور اس مشترکہ نظام زندگی پر اس سوسائٹی کے تمام افراد مطمئن نہ ہوجائیں تاکہ تمام لوگوں کو امن و اطمینان حاصل ہو اور وہ اعتماد سے زندگی بسر کریں۔\nوالذین ھم علی صلوتھم یحافظون (23 : 9) ” جو اپنی نمازوں کی حفاظت کرتے ہیں “۔ وہ اپنی نماز ہرگز قضا نہیں کرتے نہ وہ انہیں ضائع کرتے ہیں۔ اسی طرح وہ اپنی نمازوں کی کیفیت میں کمی نہیں کرے۔ وہ ان نمازوں کے فرائض سنن اور مستحبات کو پوری طرح ادا کرتے ہیں ۔ پورے ارکان اور آداب کے ساتھ نمازیں پڑھتے ہیں۔ ان کی نمازیں زندہ نمازیں ہوتی ہیں۔ اور پوری توجہ سے وہ ان میں غرق ہوتے ہیں ، ان کی روح اور ان کا وجدان نمازوں سے اچھا اثر لیتا ہے۔ نماز دراصل بندے اور رب کے درمیاں ایک رابطہ ہوتی ہے ۔ جو شخص نماز کی حفاظت نہیں کرتا وہ درحقیقت اپنے اور اپنے رب کے درمیاں اس رابطے کو کاٹ دیتا ہے۔ اور ایسا شخص پھر دو سرے بنی نوع انسان کے ساتھ بھی اچھے روابط نہیں رکھتا۔ بیان صفات اہل ایمان کا آغاز بھی نماز کے ذکر سے ہوا اور اختتام بھی نماز کے ذکر سے ہوا۔ مقصد یہ بتلانا ہے کہ اسلام اور ایمان کے بعد نماز سب سے اہم فریضہ ہے۔ یہاں اس بات پر زور دیا گیا ہے کہ نماز کو اپنی پوری صفات کے ساتھ ادا کیا جائے اور اس میں اپنی پوری توجہ اللہ کی طرف مبذول کردی جائے کہ اسلام میں اول بھی نماز اور آخر بھی نماز ہے۔\nیہ ان اہل ایمان کی صفات ہیں جن کے لیے اللہ نے فلاح لکھ دی ہے ۔ یہ وہ خصوصیات ہیں جو یہ طے کرتی ہیں کہ اہل ایمان کی زندگی کے خدوخال کیا ہوتے ہیں اور اہل ایمان کو کیسی زندگی بسر کرنا چاہئے۔ یعنی ایسی زندگی جو ایک ایسے انسان کے ساتھ لائق ہے جسے پوری مخلوق پر کرامت اور شرف عطا کیا گیا ہے۔ نہ زندگی سے اس طرح لطف اندوز ہو کہ وہ اپنی زندگی کو مزید ترقی دے اور محض حیوانات کی طرح زندگی بسر کرے۔ نہ زندگی سے اس طرح لطف اندوز ہو جس طرح حیوانات ہوتے ہیں اور نہ اس طرح کھاتا پیتا ہو جس طرح حیوانات کھاتے پیتے ہیں۔\nلیکن دنیا کی اس ہم گیر ترقی کے باوجود وہ ترقی اور کمال اس دنیا میں حاصل نہیں کیا جاسکتا جو اہل ایمان کے لائق ہے اس لیے اللہ نے انسان کو راہ ترقی اور کمال اس دنیا میں حاصل نہیں کیا جاسکتا جو اہل ایمان کے لائق ہے اس لیے اللہ نے انسان کو راہ ترقی پر مزید آگے بڑھاتے ہوئے ، کمال اور ترقی کے اعلیٰ ترین مدارج تک یعنی جنت الفردوس میں پہنچایا۔ ترقی و کمال کے ان اعلیٰ مدارج پر ، پھر اہل ایمان ہمیشہ فائز رہیں گے۔ یہاں ان کے لیے کوئی خوف و خطر نہ ہوگا اور وہاں وہ بلا زوہل قرار و سکون رہیں گے۔\nاولئک ھم الورثون (10) الذین یرثون الفردوس ھم فیھا خلدون\n” یہی وہ لوگ وہ وارث ہیں جو میراث میں فردوس پائیں گے اور اس میں ہمیشہ رہیں گے “۔ یہ وہ آخری مطلوب ہے جو اہل ایمان کے لیے لکھا گیا ہے ۔ اس کے سوا ایک مومن کا کوئی نصب العین نہیں ہے اور نہ اس کے حصول کے بعد اس کا کوئی اور نصب العین رہتا ہے جس کی وہ آرزو کرے۔\nاہل ایمان کی صفات میں سے ایک اہم صفت یہ ہے کہ وہ خود اپنے نفوس کے اندر پائے جانے والے دلائل ایمان پر غور کریں۔ سب سے پہلے وہ ذرا اپنے وجود اور اس کی نشو نما کی حقیقت پر غور کریں کہ اس کی شخصیت کا آغاز کس چھوٹے سے چرثومے سے ہوا اور پھر بعث بعد الموت اور آخرت کی زندگی کا حال کیا ہوگا۔ ان دونوں زندگیوں کی دنیاوی اور اخروی کیفیت کے درمیان تعلق کی نوعیت کیا ہے ؟",
  "ayah": 5,
  "surah": 23
}
