{
  "text": "فتقطعوا امرھم (رح) ٓ لا یشعرون (آیت نمبر 53 تا 56) ”\nرسولوں کے بیان میں یہ کہا گیا کہ وہ ایک ہی امت تھے۔ اور ان کا کلمہ بھی ایک تھا اور ان کی دعوت بھی ایک تھی ۔\nان کی بندگی اور عبادت بی ایک اللہ کے لیے تھی ۔ ان کی نظریاتی سمت بھی ایک تھی۔ لیکن رسولوں کے بعد لوگ گروہوں اور فرقوں میں بٹ گئے تھے ، گروہ بن گئے تھے اور وہ کسی ایک منہاج پر متفق نہ رہے۔\nلوگوں کے اس افتراق کی تصویر کشی قرآن مجید نہایت عجیب حسی انداز میں کرتا ہے ۔ انہوں نے آپس میں اپنے دین کو پھاڑ پھاڑ کر ٹکرے ٹکرے کردیا تھا۔ ہر ایک ایک ٹکرالے لیا۔ ہر فرقہ اور ہر جماعت کے ہاتھ جو ٹکڑا آیا وہ اس کو لے کر بھاگ گئی ۔ بس وہ خوش تھی کہ اصل ٹکڑا اسی کے ہاتھ میں ہے اور یوں اس پیچھے مڑ کر نہیں دیکھا ۔ ہر گروہ اپنی جگہ اس ٹکڑے کو لے بیٹھ اور دوسرے امور کے بارے میں سوچنا بھی بند کردیا مباد اس طرح ان کے دماغ تک کوئی بات یا کوئی دلیل روشنی پہنچ جائے۔ بس اپنے ہاں جو کچھ تھا اس میں سست ہوگئے اور ہر قسم کی روشنی اور ہدایت سے اپنے آپ کو محروم کرلیا۔ تخہیب اور فرقہ بندی کی یہ کیا خوب تصویر کشی ہے۔\nیہ تصویر کھینچ کر رسول اللہ ﷺ کو یوں خطاب کیا جاتا ہے ۔\nفذرھم فی غمرتھم حتی حین (23 : 53) ” تو چھوڑو انہیں “ ڈوبے رہیں اپنی غفلت میں ایک وقت تک “۔ یعنی ان کو چھوڑ دین کہ جن حالات مین وہ مگن ہیں ان میں ڈوبے رہیں اور ان کا جو انجام ہونے والا ہے وہ اچانک ان کو آلے۔ کیونکہ مہلت کے بعد یہ انجام حتمی ہے۔\nیہاں قرآن کی غفلت اور جمود بطور مذاق یہ کہتا ہے کہ ان لوگوں کو جو مہلت دی جارہی ہے اور مال و دولت اور آل و اولاد سے جو نوازا جا رہا ہے تو اس کے بارے میں یہ کیا سمجھ رہے ہیں کہ اللہ تعالیٰ ان سے بہت خوش ہے اور انہیں نواز رہا ہے اور مقبول بندے ہیں کہ ان پر عطا کی بارش ہورہی ہے۔\nایحسبون انما نمدھم بہ من مال و بنین (23 : 55) نسارع لھم فی الخیراژت (23 : 56) ” کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیئے جارہے ہیں تو گویا انہیں بھلائیاں دینے میں سر گرم ہیں “۔ بلکہ یہ تو نا کے لیے آزمائش ہیں۔\nبل لا یشعرون (23 : 56) ” اصل معاملے کا انہیں شعور نہیں ہے “۔ یعنی وہ یہ تصور بھی نہیں کرسکتے کہ اس مال اور اولاد کے بعد ان پر کیا مصیبت آنے والی ہے اور یہ مصیبت کس قدر عام اور ہمہ گیر ہوگی وہ “۔\nایک طرف یہ لوگ ہیں جو غفلت میں ڈوبے ہوئے ہیں اور گمراہ ہیں ، ان کے مقابلے میں ایسے لوگ بھی ہیں جو ہر وقت بیدار اور رب کے معاملے میں بہت محتاط ہیں۔",
  "ayah": 56,
  "surah": 23
}
