{
  "text": "وھو الذی یحی و یمیت (23 : 80) ” وہی ہے جو زندگی دیتا اور موت دیتا ہے “۔ موت اور حیات ایسے واقعات ہیں جو رات اور دن نمو دار ہوتے رہتے ہیں ۔ موت حیات کا مالک صرف اللہ ہے۔ انسان جو زیادہ ترقی یافتہ حیوان ہے اس بات پر قدرت نہیں رکھتا کہ زندگی پیدا کرسکے اور انسان کسی زندہ مخلوق سے زندگی چھین بھی سکتا۔ کیونکہ تم کو عبث پیدا نہیں کیا گیا۔ اور نہ ہی اس زمین پر تمہیں شتر بےمہار پیدا کرکے چھوڑ دیا گیا ہے ۔ بلکہ تمہاری تخلیق ایک حکمت اور تدبیر کے تحت ہوئی ہے۔\nوھو الذی یحی و یمیت (23 : 80) ” وہی ہے جو زندگی دیتا اور موت دیتا ہے “۔ موت اور حیات ایسے واقعات ہیں جو رات اور دن نمودار ہوتے رہتے ہیں ۔ موت وحیات کا مالک صرف اللہ ہے۔ انسان جو زیادہ ترقی یافتہ ہیں جو رات اور دن نمودار ہوتے ہیں ۔ موت وحیات کا مالک صرف اللہ ہے۔ انسان جو زیادہ ترقی یافتہ حیوان ہے اس بات پر قدرت نہیں رکھتا کہ زندگی کا ایک خلیہ پیدا کرسکے اور انسان کسی زندہ مخلوق سے زندگی چھین بھی نہیں سکتا۔ کیونکہ جو ذات حیات عطا کرتی ہے وہی اس کی حقیقت کو جانتی ہے ۔ یہ اس ذات کی قدرت میں ہے کہ وہ زندگی بخشنے اور زندگی واپس لے۔ انسان کبھی اس بات کا سبب بن جاتا ہے کہ کسی زندگی چھن جائے لیکن در حقیقت انسان کسی سے اس کی زندگی چھین نہیں سکتا۔ حقیقت میں حیات و ممات اللہ ہی کے ہاتھ میں ہے۔ اس کے سوا کوئی بھی حیات و ممات کا وا اکدار ـ” مختار “ نہیں ہے۔\nولہ اختلاف الیل والنھار افلا تعقلون (23 : 80) ” گردش لیل و نہار کے قبضہ قدرت میں ہے “۔ وہی اس کا مالک ہے اور وہی اس کا مالک ہے اور وہی اس میں متصرف ہے ، جس طرح موت وحیات کا مالک وہی ہے۔ گردش لیل و نہار بھی ایک کائناتی سنت الہیہ ہے جس طرح موت وحیات کی کارکردگی اللہ کی سنت کے مطابق ہے ۔ وہ نفس انسانی ، جسم انسانی ، یہ کائنات اور یہ افلاک سب کے سب اسی سنت کے مطابق چل رہے ہیں۔ اگر اللہ کسی کے جسم سے حیات نکال دے تو اس کا جسم ٹھندا ہوجاتا ہے۔ اسی طرح اگر اللہ زمین سے روشنی واپس لے لے تو یہ تاریک رہ جائے ۔ یہاں اللہ نے زندگی پیدا کی اور روشنی پیدا کی اور ان دونوں سے زندگی کی گاڑی رواں دواں ہے ۔ اور یہ اس وقت تک چلتی رہے گی جب تک اللہ چاہے گا۔\nافلا تعقلون (23 : 80) ” کیا تم عقل نہیں رکھتے “۔ کہ تم ان چیزوں کی حقیقت کو سمجھ سکو۔ یہ سب چیزیں تو وجود باری اور صنعت بار کے شواہد ہیں کہ وہ خالق و مدبر ہے اور وہ اس پوری کائنات کا چلا رہا ہے۔",
  "ayah": 80,
  "surah": 23
}
