{
  "text": "قل لمن تسحرون (آیت نمبر 84 تا 89) ’ “۔\nان کے عقائد کے اندر جو اضطراب تھا وہ کسی عقلی دلیل پر مبنی نہ تھا نہ کسی منطق کا تقا ضا تھا۔ اس سے یہ معلوم ہوتا ہے کہ جزیرہ العرب کے اندر مشرکین کے عقائد اور افکار کس قدر بگڑ گئے تھے حالانکہ وہ دین ابراہیم پر ہونے کا دعویٰ کرتے تھے۔\nقل لمن تعلمون (23 : 84) ” ان سے کہو ، اگر تم جانتے ہو تو زمین اور اس کی ساری آبادی کس کی ہے ؟ یعنی زمین کا مالک کون ہے اور زمین کے اندر موجود آبادی کا مالک کون ہے ؟\nسیقولون للہ (23 : 85) ” یہ ضرور کہیں گے کہ اللہ مالک ہے “ لیکن اپنے عمل میں وہ اس حقیقت ملحوظ نہیں رکھتے اور پھر بھی بندگی غیر اللہ کی کرتے ہیں ۔ لہذا ان سے کہو۔\nقل افلا تذکرون (23 : 85) ” پھر تم ہوش میں کیوں نہیں آتے “۔ اس حقیقت کو اپنے طرز عمل میں کیوں نہیں لاتے۔\nقل من رب العظیم (23 : 86) ” ان سے پوچھو ساتوں آسمانوں اور عرش عظیم کا مالک کون ہے “۔ یہ سوال اس کائنات کی ابوہیت کے بارے میں ہے کہ آسمانوں اور عرش عظیم کا متصرف کون ہے۔ سات آسمانوں سے مراد سات افلاک بھی ہوسکتے ہیں یا سات ستاروں کے مجموعے بھی ہو سکتے ہیں ۔ یا سات آسمان بھی ہو سکتے ہیں۔ اور سات جہاں بھی ہو سکتے ہیں یا کوئی سات فلکی مخلوق بھی ہو سکتے ہیں۔ غرض دراصل یہ ہے اور کنٹرول اور اقتدار اعلیٰ کے مفہوم کی طرف یعنی کون ہے جو سات آسمانوں اور عرش عظیم کا کنٹرولر ہے ؟\nسیقو لون للہ (23 : 80) ” یہ ضرور کہیں گے کہ اللہ “ لیکن اس اقرار کے باوجود یہ لوگ رب عرش عظیم سے ڈرتے نہیں ۔ نہ رب سماوات سے ڈرتے ہیں بلکہ اس کے ساتھ پھر دوسروں کو شریک بھی کرتے ہیں ۔ ایسے بتوں کو جو زمین پر گرے ہوئے ہیں ۔\nقل افلا تتقون (23 : 87) ” تو پھر تم ڈرتے کیوں نہیں “۔\nقل من تعملون (23 : 88) ” ان سے کہو بتائو اگر تم جانتے ہو کہ ہر چیز پر اقتدار کس کا ہے اور کون ہے جو پناہ دیتا ہے اور اس کے مقابلے میں کوئی پناہ نہیں دے سکتا ؟ ” یہ سوال قبضے ، اقتدار اعلیٰ اور بادشاہت کے بارے میں ہے ، کہ کون ہے مقتدر اعلیٰ ؟ کو ہے جو سب چیزوں کا مالک ہے اور سب پر اس کا قبضہ و اقتدار ہے ۔ کون ہے جو ہر کسی کو پناہ دے سکتا ہے اور اس کے خلاف کوئی پناہ نہیں دے سکتا۔ وہ جس کو پناہ دے اس پر کوئی ہاتھ نہیں ڈال سکتا اور جس کو وہ پکڑنا چاہے کوئی نہیں ہے جو امت اللہ کو پکڑ سے بچاسکے۔\nسیقلون اللہ (23 : 89) ” تو وہ ضرور کہیں گے کہ اللہ ہی ہے ــ“ اگر تم یہ باتیں تسلیم کرتے ہو تو پھر راہ ہدایت سے کیوں پھرے جارہے ہو۔ کیا جواز ہے پھر اس گمراہی کا ؟\nفانی تسحرون (23 : 89) ’ پھر کہاں سے تم دھوکہ لگتا ہے ؟ “ حالانکہ اگر تم ان مذکورہ حقائق کو جانتے ہو تو تمہیں دھوکہ نہیں لگنا چاہیے ۔ حقیقت یہ کہ ان عقائد میں اضطراب اور یہ لوگ خبط میں بتلا ہیں۔\nاب مناسب وقت آگیا ہے کہ ان کے شرکیہ عقائد کی تردید کردی جائے اور اللہ کی ذات سے اولاد کی نفی کردی جائے اور یہ فیصلہ سنادیا جائے کہ حقیقی عقائد وہی ہیں جو محمد ﷺ پیش کرتے ہیں۔",
  "ayah": 87,
  "surah": 23
}
