{
  "surah": 2,
  "ayah": 124,
  "text": "And when his Lord tried Abraham with some words. It has been narrated from al-Ḥasan that he said, “God tried him with the stars, the moon, and the sun, and he spoke beautiful words in that, for he knew that His Lord was constant and never ceas- ing. He tried him with the sacrifice of the son, and he was patient in that and did not fall short.” He is saying that the shining stars and brilliant sun were adorned, and Abraham was tested. “That was so that the one tried would know, not that the one trying him was ignorant.” In other words, this was to show him what comes from him and how he was walking on the road of servanthood. Abraham came out of it extremely virtuous, fortunate, and felicitous. He said, “This is my Lord” [6:76]. It is said that here there is an ellipsis. He means, “They say, 'This is my Lord.' These estranged ones say that this is my God. But it is not, for this is one of the low ones, those taken down. I do not love the low ones and the taken down.” Well done Abraham! He spoke a splendid point. It rose up from the low, but he knew that the Lord is high, beyond His servants. Again, when it went down, he turned away from it and said, “I do not love the low ones, for they are not worthy of Godhood.” Here the lords of realization have voiced another intimation and have seen another subtle point. They say that from the first Abraham's dust was mixed with the water of bosom friendship, his secret core was burned with the fire of passion, his spirit was lit up with the love of eternity, and the ocean of passion was stirring up waves inside him. Then at dawn, at the moment of the morning draft of the passionate, the shouts of joy of the drunkards, and the uproar of those who have lost their hearts, he opened his eyes from the giddiness of the wine of bosom friendship and the drunkenness of passion and said, “This is my Lord.” This is as they say: Your image has so taken my eyes that wherever I look I fancy it's you. Both drunkenness and passion are paths of trial and the basis of trouble.  Do you not see where pas- sion by itself threw Joseph of Canaan, and what drunkenness by itself did to Moses of ʿImrān? In the case of Abraham, both were together. Why then is it strange that drunkenness and the uproar of heart-lostness should make him gaze on the moon and the stars and say, “This is my Lord”? This is exactly what they say about a drunkard-that he does not know what he is saying. If he did know, then how could he be drunk? You said, “I'm drunk.” By my soul if you are- he who is drunk does not know drunkenness. As for Abraham's being tried by the sacrifice of his child, that is because he gazed on the beauty of Ishmael and began to pay regard to him, for the sword of Ishmael's beauty wounded Abraham's heart. The command came, “O Bosom Friend! Did We preserve you from Azar and Azari idols so that you could gaze on the face of Ishmael? The stamp of bosom friendship with Me and glancing at others cannot be combined, whether you gaze at the Azari carvings or Ishmael's face. Any talk that keeps you back from the road-let it be unbelief or faith. Any picture that holds you back from the Friend-let it be ugly or beautiful. [DS 51] It was not long before a sword was placed in his hand and it was said, “Sacrifice Ishmael, for two friends will not fit in one heart.” With two kiblahs you can't walk straight on the road of tawḤīd- either the Friend's approval, or your own caprice. [DS 488] In terms of the outward meaning, the story of the sacrifice is known and famous. Concerning the inward meaning and in the tongue of allusion, it has been said, “Cut off your heart's attachment to your child with the sword of truthfulness.” “Truthfulness is God's sword in His earth. He does not place it on anything without cutting it.” Abraham heard the command and with the sword of truthfulness cut his heart off from his child. He separated love for Ishmael from his heart. The call came, “O Abraham, 'Thou hast been truthful to the vision' [37:105]. The tongue of the state was saying, “I separated from creatures, sharpening my love for You. I made my child an orphan in order to see You.”"
}
