{
  "surah": 2,
  "ayah": 144,
  "text": "We have seen thy face turning about in heaven. Now We shall turn thee toward a kiblah that thou shalt approve. He had let him know that he was in the sight of the Real so that he would model his courtesy on the Real's courtesy. When he put courtesy into practice, he did not ask the Real for what his heart wanted and did no more than gaze upon heaven. Then He gave him better than what He gives to those who ask. When the Lord is generous and the servant exalted, He keeps the servant within the stipula- tions of courtesy, shows him the road of deeds, and gives him success. Then He rewards him for the deeds and praises him for his veneration. He says, “How excellent is the wage of the doers!” [3:136]. “How excellent a servant he was; surely he kept on returning” [38:30]. In the same way, He reported to MuṣṬafā, “You are in My vision and My exalted witnessing. Be careful to recognize the respect due to the Presence and to ask in keeping with courtesy.” Hence when his heart was intent on the kiblah, he did not make this manifest, in keeping with courtesy. He kept that wish in his heart and then the Exalted Presence addressed him: “Now We shall turn thee toward a kiblah that thou shalt approve. We have come to know that wish in your heart and We have admired your beautiful courtesy in not asking. We will bestow upon you that of which you approve in the work of the kiblah. O MuḤammad! All the servants in the world are seeking My approval, but I am seeking your approval. All are searching for Me, but I am calling for you. All wish for My caresses, but We are caressing you. Thy Lord shall bestow upon thee so that thou shalt approve [93:5]. Now consider the Kaabah as the kiblah of your soul and Me as the kiblah of your spirit.” When those caresses came forth from the Presence of Unity and those generosities reached him, the tongue of his state said in his yearning, “When your heart reaches out once in love for me, suffering separation from You becomes easy, sweetheart.” Abū Bakr Shiblī said, “The kiblahs are three: the kiblah of the common people, the kiblah of the elect, and the kiblah of the elect of the elect."
}
