{
  "surah": 2,
  "ayah": 186,
  "text": "And when My servants ask thee about Me, surely I am near. I respond to the supplication of the supplicator when he supplicates Me. So let them respond to Me and have faith in Me. Perhaps they will be led aright. He is saying, “When My servants ask you about Me, those are the servants who hang on to the ring of veneration for Me. They have fled to My street, put aside everything less than Me, undertaken to serve Me, believed in Me, and cut themselves off from secondary causes. They have wrapped the turban of trial around their heads and bought Our love with spirit and heart. They came into existence with passion, and they are leaving with passion.” With passion my steed set out from nonexistence, my night always bright with union's wine. Of that wine not forbidden by my religion my lips will not stay dry till I'm back in nonexistence. “When servants like this and friends like this ask you about Me and seek My mark from you, know that I am near to them. Uncalled and unsought, I am near. Unhoped for and unperceived, I am near. With My firstness, with My attributes, I am self-standing and near. Not by the worthiness of the servant-I am near by My own description.” This is the same that He said to His speaking companion Moses, on that pitch black night on the edge of the Mount when he was called from the right bank of the watercourse [28:30]. Mo- ses was called from the right bank of the blessed watercourse: “O great Moses!,” for after Adam, no one heard the speech of the Real with the ears of his head except Moses. He was called, “O Moses!” Moses became unsettled, he could not bear it, and his patience fled. How can patience overcome love? Love will always snatch away the hand of patience. In his burning, distraction, and inability to bear, he said to the caller, “You have made me hear You. Where should I seek You?” The call came, “O Moses, seek as you like, for I am with you. I am nearer to you than the spirit is to your body, your life-vein is to you, your speaking is to your mouth. The speech is My speech, the light is My light, and I am the Lord of the Worlds.  ” In terms of allusion, it is as if the Exalted Lord said, “O Moses, I am near to you through knowledge, but far from your imagination. O Moses, I am the share of My lovers, and I bestow the shares of the wage-earners. Remembering Me is delight, loving Me celebration, recognizing Me the kingdom, finding Me joy, companionship with Me the spirit's repose, and nearness to Me light. I take the place of the spirit for the friends, I am the resurrection without Trumpet for the recognizers.” I said, “Lovely idol! Are You then my beloved? Now that I look closely, You are my spirit. I will have no spirit if You turn away from me. O Spirit of the world, You are my unbelief and faith.” Surely I am near-I respond to the supplication of the supplicator. He is saying, “I am near to My servants, and I love the near ones. I answer those who call Me, I give access to those who seek Me, I am pleased with those who reach proximity to Me. My servant! Come near to Me so that I may come near to you. 'When someone comes near to Me by a span, I come near to him by a cubit.' My servant, if you call Me, I will respond to you. I also call you-to the assistance given by My religion and to the acceptance of the message of My messenger. So respond to Me! My servant, open a door so that I may open a door. Open the door of supplication, so that I may open the door of response: Supplicate Me; I will respond to you [40:60]. Open the door of turning back so that I may open the door of good news: They turned back to God, and for them is good news [39:17]. Open the door of expending so that I may open the door of replacement: Whatever you expend, He will replace it [34:39]. Open the door of struggle so that I may open the door of guidance: Those who struggle in Us, We will guide them on Our paths [29:69]. Open the door of trust so that I may open the door of sufficiency: Whosoever trusts in God, He will be enough for him [65:3]. Open the door of asking forgiveness so that I may open the door of forgiveness: And then asks forgiveness of God, he will find God forgiving, ever-merciful [4:110]."
}
