{
  "text": "Commentary\nThe Subject-matter of Surah Al-Fil and Surah Al-Quraish\nAll commentators concur that the subject-matter of the two Surahs is so closely related that in some of the copies of the Qur'an they had been written as a single Surah without the insertion of bismillah between them. But when Sayyidna ` Uthman ؓ compiled a standard copy of the Holy Qur'an with the consensus of all the companions of the Holy Prophet ﷺ ، he separated these two Surahs and inserted bismillah between them, and the two Surahs.\nLexical Analysis\nلِإِيلَافِ قُرَ‌يْشٍ (Because of the familiarity of the Quraish 106:1). The particle li is a preposition. According to the rules of Arabic grammar, it should be linked with another sentence. What is that sentence here? In answer to this question, different possibilities are highlighted by the exegetes. Keeping in view the close relation of the present Surah with the previous one, some of them have held that the following sentence should be taken as understood here: اِنَّا اھلکنا اصحاب الفیل \"We [ Allah ] destroyed the 'people of the elephant' so that the Quraish, who were familiar with two commercial trips during winter and summer, may not have any obstacle in their trips, and by this trading activity they might develop a certain prestige for them and respect them.\" A second school of interpreters has taken the following sentence as understood: اَعجبوا (One should wonder on the Quraish undertaking winter and summer journeys freely and safely.) A third school of interpreters says that this is the lam of ta'lil and it is syntactically related to the sentence that follows it فَلْيَعْبُدُوا رَ‌بَّ هَـٰذَا الْبَيْتِ (they must worship the Lord of this House.) The Surah draws attention to the fact that the Quraish used to make two trade journeys - one in winter to Yemen and another in summer to Syria. These trade-journeys made them wealthy and affluent. This was possible because Allah annihilated their enemies, the people of the elephant, in an exemplary way and created in the hearts of the people an awe and reverence for them. People held them in high esteem, respect and honor in all the territories where they went.\nSuperiority of Quraish\nThis Surah indicates that Quraish, of all the tribes of Arabia, was most acceptable in the sight of Allah. The Prophet ﷺ is reported to have said: \"Verily, Allah selected Kinanah from the offspring of Prophet Ismail (علیہ السلام) and selected Quraish from the progeny of Kinanah. From the Quraish, Allah selected Banu Hashim and from Banu Hashim He selected me.\" [ Baghawi on the authority of Wathilah Ibn Asqa']. Another Tradition reports that the Messenger of Allah ﷺ said: \"People will follow Quraish in matters of good as well as in matters of evil.\" [ Muslim on the authority of jabir, as quoted by Mazhari ]. The reason for the selection of the tribes mentioned in the first Tradition is presumably on account of their special abilities, innate capacities and natural endowments. Even in the days of paganism and ignorance, when people practiced kufr and shirk, their morals and inborn abilities were of a very high standard. They had the perfect capacity to accept the truth. This is the reason why most of the blessed Companions and Friends of Allah were Quraishites. [ Mazhari ]",
  "ayah": 1,
  "surah": 106
}
