{
  "text": "Verse [ 106:4] الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ (Who gave them food against hunger, and gave them security against fear.) The verse comprehensively captures all that was needed for the Quraish to live happily and peacefully in the world. The first phrase أَطْعَمَهُم مِّن جُوعٍ (Who gave them food against hunger) implies that they were provided all year round with every kind of fruit and food. The security referred to in the second phrase آمَنَهُم مِّنْ خَوْفٍ (and gave them security against fear) includes security from enemies and robbers (who, out of their respect to them as guardians of Ka'bah, spared them from their attacks), and it also includes security from the punishment in the Hereafter (for those who fulfilled the necessary conditions of faith).\nSpecial Note\nIbn Kathir says that whoever worships Allah according to the command given in this verse, Allah will give him safety, not only in this world, but also security from punishment in the Hereafter. And whoever deviates from this command, He will deprive him of both types of safety and security as exemplified in the following verse [ 16:112]:\nضَرَ‌بَ اللَّـهُ مَثَلًا قَرْ‌يَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِ‌زْقُهَا رَ‌غَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَ‌تْ بِأَنْعُمِ اللَّـهِ فَأَذَاقَهَا اللَّـهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ ﴿112﴾\n(And Allah has given an example that there was a town, secure and satisfied, with its sustenance coming in plenty from every place. Then, it turned ungrateful to the bounties of Allah; so, Allah made it taste hunger and terror [ cast over it ] like a garment in return of what its people used to do. [ 16:112]\nA Great Benefit\nAbul Hasan Qazwini has stated that anyone who fears his enemy or an affliction, should recite Surah Al-Quraish. It will give him security from fear and calamity. This is cited by Imam Jazri and he says that this Surah has been tried and tested successfully for this purpose. Qadi Thana'ullah Panipati (رح) cites this in his Tafsir Mazhari and says that his Shaikh Mirza Mazhar Jan-i-Janan instructed him to recite this Surah at the time of fear and danger, and said its recitation has been tested and tried to avert all kinds of calamities and afflictions. Qadi Thana'ullah says that he has experienced it several times.\nAl-Hamdulillah\nThe Commentary on\nSurah Al-Quraish\nEnds here",
  "ayah": 4,
  "surah": 106
}
