{
  "text": "تخلیق کائنات کا مرحلہ وار ذکر۔ہر چیز کا خالق ہر چیز کا مالک ہر چیز پر حاکم ہر چیز پر قادر صرف اللہ ہے۔ پس عبادتیں بھی صرف اسی کی کرنی چاہئیں۔ اس نے زمین جیسی وسیع مخلوق کو اپنی کمال قدرت سے صرف دو دن میں پیدا کردیا ہے۔ تمہیں نہ اس کے ساتھ کفر کرنا چاہے نہ شرک۔ جس طرح سب کا پیدا کرنے والا وہی ایک ہے۔ ٹھیک اسی طرح سب کا پالنے والا بھی وہی ایک ہے۔ یہ تفصیل یاد رہے کہ اور آیتوں میں زمین و آسمان کا چھ دن میں پیدا کرنا بیان ہوا ہے۔ اور یہاں اس کی پیدائش کا وقت الگ بیان ہو رہا ہے۔ پس معلوم ہوا کہ پہلے زمین بنائی گئی۔ عمارت کا قاعدہ یہی ہے کہ پہلے بنیادیں اور نیچے کا حصہ تیار کیا جاتا ہے پھر اوپر کا حصہ اور چھت بنائی جاتی ہے۔ چناچہ کلام اللہ شریف کی ایک اور آیت میں ہے اللہ وہ ہے جس نے تمہارے لئے زمین میں جو کچھ ہے پیدا کرکے پھر آسمانوں کی طرف توجہ فرمائی اور انہیں ٹھیک سات آسمان بنا دیئے۔ ہاں سورة نازعات میں (وَالْاَرْضَ بَعْدَ ذٰلِكَ دَحٰىهَا 30؀ۭ) 79۔ النازعات :30) ہے پہلے آسمان کی پیدائش کا ذکر ہے پھر فرمایا ہے کہ زمین کو اس کے بعد بچھایا۔ اس سے مراد زمین میں سے پانی چارہ نکالنا اور پہاڑوں کا گاڑنا ہے جیسے کہ اس کے بعد کا بیان ہے۔ یعنی پیدا پہلے زمین کی گئی پھر آسمان پھر زمین کو ٹھیک ٹھاک کیا۔ لہذا دونوں آیتوں میں کوئی فرق نہیں۔ صحیح بخاری شریف میں ہے کہ ایک شخص نے حضرت عبداللہ بن عباس سے پوچھا کی بعض آیتوں میں مجھے کچھ اختلاف سا نظر آتا ہے چناچہ ایک آیت میں ہے (فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۗءَلُوْنَ01001) 23۔ المؤمنون :101) یعنی قیامت کے دن آپس کے نسب نہ ہوں گے اور نہ ایک دوسرے سے سوال کرے گا۔ دوسری آیت میں ہے (وَاَقْبَلَ بَعْضُهُمْ عَلٰي بَعْضٍ يَّتَسَاۗءَلُوْنَ 27 ؀) 37۔ الصافات :27) یعنی بعض آپس میں ایک دوسرے کی طرف متوجہ ہو کر پوچھ گچھ کریں گے۔ ایک آیت میں ہے (وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا 42؀) 4۔ النسآء :42) یعنی اللہ سے کوئی بات چھپائیں گے نہیں۔ دوسری آیت میں ہے کہ مشرکین کہیں گے (وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ 23؀) 6۔ الانعام :23) اللہ کی قسم ہم نے شرک نہیں کیا۔ ایک آیت میں ہے زمین کو آسمان کے بعد بچھایا (وَالْاَرْضَ بَعْدَ ذٰلِكَ دَحٰىهَا 30؀ۭ) 79۔ النازعات :30) دوسری آیت (قُلْ اَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْ 15؀ۚ) 3۔ آل عمران :15) ، میں پہلے زمین کی پیدائش پھر آسمان کی پیدائش کا ذکر ہے۔ ایک تو ان آیتوں کا صحیح مطلب بتائے جس سے اختلاف اٹھ جائے۔ دوسرے یہ جو فرمایا ہے (اللّٰهُ عَزِيْزًا حَكِـيْمًا01508) 4۔ النسآء :158) تو کیا یہ مطلب ہے کہ اللہ ایسا تھا ؟ اس کے جواب میں آپ نے فرمایا کہ جن دو آیتوں میں سے ایک میں آپس کا سوال جواب ہے اور ایک میں ان کا انکار ہے۔ یہ دو وقت ہیں صور میں دو نفخے پھونکے جائیں گے ایک کے بعد آپس کی پوچھ گچھ کچھ نہ ہوگی ایک کے بعد آپس میں ایک دوسرے سے سوالات ہوں گے۔ جن دو دوسری آیتوں میں ایک میں بات کے نہ چھپانے کا اور ایک میں چھپانے کا ذکر ہے یہ بھی دو موقعے ہیں جب مشرکین دیکھیں گے کہ موحدوں کے گناہ بخش دیئے گئے تو کہنے لگے کہ ہم مشرک نہ تھے۔ لیکن جب منہ پر مہر لگ جائیں گی اور اعضاء بدن گواہی دینے لگیں گے تو اب کچھ بھی نہ چھپے گا۔ اور خود اپنے کرتوت کے اقراری ہوجائیں گے اور کہنے لگیں گے کاش کے ہم زمین کے برابر کردیئے جاتے۔ آسمان و زمین کی پیدائش کی ترتیب بیان میں بھی دراصل کچھ اختلاف نہیں پہلے دو دن میں زمین بنائی گئی پھر آسمان کو دو دن میں بنایا گیا پھر زمین کی چیزیں پانی، چارہ، پہاڑ، کنکر، ریت، جمادات، ٹیلے وغیرہ دو دن میں پیدا کئے یہی معنی لفظ دحاھا کے ہیں۔ پس زمین کی پوری پیدائش چار دن میں ہوئی۔ اور دو دن میں آسمان۔ اور جو نام اللہ تعالیٰ نے اپنے لئے مقرر کئے ہیں ان کا بیان فرمایا ہے وہ ہمیشہ ایسا ہی رہے گا۔ اللہ کا کوئی ارادہ پورا ہوئے بغیر نہیں رہتا۔ پس قرآن میں ہرگز اختلاف نہیں۔ اس کا ایک ایک لفظ اللہ کی طرف سے ہے، زمین کو اللہ تعالیٰ نے دو دن میں پیدا کیا ہے یعنی اتوار اور پیر کے دن، اور زمین میں زمین کے اوپر ہی پہاڑ بنا دیئے اور زمین کو اس نے بابرکت بنایا، تم اس میں بیج بوتے ہو درخت اور پھل وغیرہ اس میں سے پیدا ہوتے ہیں۔ اور اہل زمین کو جن چیزوں کی احتیاج ہے وہ اسی میں سے پیدا ہوتی رہتی ہیں زمین کی یہ درستگی منگل بدھ کے دن ہوئی۔ چار دن میں زمین کی پیدائش ختم ہوئی۔ جو لوگ اس کی معلومات حاصل کرنا چاہتے تھے انہیں پورا جواب مل گیا۔ زمین کے ہر حصے میں اس نے وہ چیز مہیا کردی جو وہاں والوں کے لائق تھی۔ مثلاً عصب یمن میں۔ سابوری میں ابور میں۔ طیالسہ رے میں۔ یہی مطلب آیت کے آخری جملے کا ہے۔ یہ بھی کہا گیا ہے کہ جس کی جو حاجت تھی اللہ تعالیٰ نے اس کیلئے مہیا کردی۔ اس معنی کی تائید اللہ کے اس فرمان سے ہوتی ہے (وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُ 34؀) 14۔ ابراھیم :34) تم نے جو جو مانگا اللہ نے تمہیں دیا۔ واللہ اعلم، پھر جناب باری نے آسمان کی طرف توجہ فرمائی وہ دھویں کی شکل میں تھا، زمین کے پیدا کئے جانے کے وقت پانی کے جو ابخرات اٹھے تھے۔ اب دونوں سے فرمایا کہ یا تو میرے حکم کو مانو اور جو میں کہتا ہوں ہوجاؤ خوشی سے یا ناخوشی سے، حضرت ابن عباس فرماتے ہیں مثلاً آسمانوں کو حکم ہوا کہ سورج چاند ستارے طلوع کرے زمین سے فرمایا اپنی نہریں جاری کر اپنے پھل اگا وغیرہ۔ دونوں فرمانبرداری کیلئے راضی خوشی تیار ہوگئے۔ اور عرض کیا کہ ہم مع اس تمام مخلوق کے جسے تو رچانے والا ہے تابع فرمان ہے۔ اور کہا گیا ہے کہ انہیں قائم مقام کلام کرنے والوں کیلئے کیا گیا اور یہ بھی کہا گیا ہے کہ زمین کے اس حصے نے کلام کیا جہاں کعبہ بنایا گیا ہے اور آسمان کے اس حصے نے کلام کیا جو ٹھیک اس کے اوپر ہے۔ واللہ اعلم۔ امام حسن بصری فرماتے ہیں اگر آسمان و زمین اطاعت گزاری کا اقرار نہ کرتے تو انہیں سزا ہوتی جس کا احساس بھی انہیں ہوتا۔ پس دو دن میں ساتوں آسمان اس نے بنا دیئے یعنی جمعرات اور جمعہ کے دن۔ اور ہر آسمان میں اس نے جو جو چیزیں اور جیسے جیسے فرشتے مقرر کرنے چاہے مقرر فرما دیئے اور دنیا کے آسمان کو اس نے ستاروں سے مزین کردیا جو زمین پر چمکتے رہتے ہیں اور جو ان شیاطین کی نگہبانی کرتے ہیں جو ملاء اعلیٰ کی باتیں سننے کیلئے اوپر چڑھنا چاہتے ہیں۔ یہ تدبیرو اندازہ اس اللہ کا قائم کردہ ہے جو سب پر غالب ہے جو کائنات کے ایک ایک چپے کی ہر چھپی کھلی حرکت کو جانتا ہے۔ ابن جریر کی روایت میں ہے یہودیوں نے حضور ﷺ سے آسمان و زمین کی پیدائش کی بابت سوال کیا تو آپ نے فرمایا کہ اتوار اور پیر کے دن اللہ تعالیٰ نے زمین کو پیدا کیا اور پہاڑوں کو منگل کے دن پیدا کیا اور جتنے نفعات اس میں ہیں اور بدھ کے دن درختوں کو پانی کو شہروں کو اور آبادی اور ویرانے کو پیدا کیا تو یہ چار دن ہوئے۔ اسے بیان فرما کر پھر آپ نے اسی آیت کی تلاوت کی اور فرمایا کہ جمعرات والے دن آسمان کو پیدا کیا اور جمعہ کے دن ستاروں کو اور سورج چاند کو اور فرشتوں کو پیدا کیا تین ساعت کے باقی رہنے تک۔ پھر دوسری ساعت میں ہر چیز میں آفت ڈالی جس سے لوگ فائدہ اٹھاتے ہیں۔ اور تیسری میں آدم کو پیدا کیا انہیں جنت میں بسایا ابلیس کو انہیں سجدہ کرنے کا حکم دیا۔ اور آخری ساعت میں وہاں سے نکال دیا۔ یہودیوں نے کہا اچھا حضور ﷺ پھر اس کے بعد کیا ہوا ؟ فرمایا پھر عرش پر مستوی ہوگیا انہوں نے کہا سب تو ٹھیک کہا لیکن آخری بات یہ کہی کہ پھر آرام حاصل کیا۔ اس پر حضور ﷺ سخت ناراض ہوئے اور یہ آیت اتری (وَلَــقَدْ خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ڰ وَّمَا مَسَّنَا مِنْ لُّغُوْبٍ 38؀) 50۔ ق :38) یعنی ہم نے آسمان و زمین اور جو ان کے درمیان ہے سب کو چھ دن میں پیدا کیا اور ہمیں کوئی تھکان نہیں ہوئی۔ تو ان کی باتوں پر صبر کر۔ یہ حدیث غریب ہے۔ اور روایت میں ہے حضرت ابوہریرہ فرماتے ہیں میرا ہاتھ پکڑ کر رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ نے مٹی کو ہفتے کے روز پیدا کیا اس میں پہاڑوں کو اتوار کے دن رکھا درخت پیر والے دن پیدا کئے مکروہات کو منگل کے دن نور کو بدھ کے دن پیدا کیا اور جانوروں کو زمین میں جمعرات کے دن پھیلا دیا اور جمعہ کے دن عصر کے بعد جمعہ کی آخری ساعت حضرت آدم کو پیدا کیا اور کل مخلوقات پوری ہوئی۔ مسلم اور نسائی میں یہ حدیث ہے لیکن یہ بھی غرائب صحیح میں سے ہے۔ اور امام بخاری نے تاریخ میں اسے معلل بتایا ہے اور فرمایا ہے کہ اسے بعض راویوں نے حضرت ابوہریرہ سے اور انہوں نے اسے کعب احبار سے روایت کیا ہے اور یہی زیادہ صحیح ہے۔",
  "ayah": 11,
  "surah": 41
}
