{
  "text": "آداب قرآن حکیم۔اللہ تعالیٰ بیان فرماتا ہے کہ مشرکین کو اس نے گمراہ کردیا ہے اور یہ اس کی مشیت اور قدرت سے ہے۔ وہ اپنے تمام افعال میں حکمت والا ہے۔ اس نے کچھ جن و انس ایسے ان کے ساتھ کردیئے تھے۔ جنہوں نے ان کے بداعمال انہیں اچھی صورت میں دکھائے۔ انہوں نے سمجھ لیا کہ دور ماضی کے لحاظ سے اور آئندہ آنے والے زمانے کے لحاظ سے بھی ان کے اعمال اچھے ہی ہیں۔ جیسے اور آیتیں ہے (وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُـقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ 36؀) 43۔ الزخرف :36) ، ان پر کلمہ عذاب صادق آگیا۔ جیسے ان لوگوں پر جو ان سے پہلے جیسے تھے۔ نقصان اور گھاٹے میں یہ اور وہ یکساں ہوگئے، کفار نے آپس میں مشورہ کرکے اس پر اتفاق کرلیا ہے کہ وہ کلام اللہ کو نہیں مانیں گے نہ ہی اس کے احکام کی پیروی کریں گے۔ بلکہ ایک دوسرے سے کہہ رکھا ہے کہ جب قرآن پڑھا جائے تو شور و غل کرو اور اسے نہ سنو۔ تالیاں بجاؤ سیٹیاں بجاؤ آوازیں نکالو۔ چناچہ قریشی یہی کرتے تھے۔ عیب جوئی کرتے تھے انکار کرتے تھے۔ دشمنی کرتے تھے اور اسے اپنے غلبہ کا باعث جانتے تھے۔ یہی حال ہر جاہل کافر کا ہے کہ اسے قرآن کا سننا اچھا نہیں لگتا۔ اسی لئے اس کے برخلاف اللہ تعالیٰ نے مومنوں کو حکم فرمایا کہ (وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ02004) 7۔ الاعراف :204) جب قرآن پڑھا جائے تو تم سنو اور چب رہو تاکہ تم پر رحم کیا جائے، ان کافروں کو دھمکایا جا رہا ہے کہ قرآن کریم سے مخالفت کرنے کی بناء پر انہیں سخت سزا دی جائے گی۔ اور ان کی بدعملی کا مزہ انہیں ضرور چکھایا جائے گا، ان اللہ کے دشمنوں کا بدلہ دوزخ کی آگ ہے۔ جس میں ان کیلئے ہمیشہ کا گھر ہے۔ یہ اس کا بدلہ ہے جو وہ اللہ کی آیات کا انکار کرتے تھے، اس کے بعد آیت کا مطلب حضرت علی سے مروی ہے کہ جن سے مراد ابلیس اور انس سے مراد حضرت آدم کا وہ لڑکا ہے جس نے اپنے بھائی کو مار ڈالا تھا۔ اور روایت میں ہے کہ ابلیس تو ہر مشرک کو پکارے گا۔ اور حضرت آدم کا یہ لڑکا ہر کبیرہ گناہ کرنے والے کو پکارے گا۔ پس ابلیس شرک کی طرف اور تمام گناہوں کی طرف لوگوں کو دعوت دینے والا ہے اور اول رسول حضرت آدم کا یہ لڑکا جو اپنے بھائی کا قاتل ہے۔ چناچہ حدیث میں ہے روئے زمین پر جو قتل ناحق ہوتا ہے اس کا گناہ حضرت آدم کے اس پہلے فرزند پر بھی ہوتا ہے کیونکہ قتل بےجا کا شروع کرنے والا یہ ہے۔ پس کفار قیامت کے دن جن و انس جو انہیں گمراہ کرنے والے تھے انہیں نیچے کے طبقے میں داخل کرانا چاہیں گے تاکہ انہیں سخت عذاب ہوں۔ وہ درک اسفل میں چلے جائیں اور ان سے زیادہ سزا بھگتیں۔ سورة اعراف میں بھی یہ بیان گزر چکا ہے کہ یہ ماننے والے جن کی مانتے تھے ان کیلئے قیامت کے دن دوہرے عذاب کی درخواست کریں گے جس پر کہا جائے گا کہ ہر ایک دوگنے عذاب میں ہی ہے۔ لیکن تم بےشعور ہو۔ یعنی ہر ایک کو اس کے اعمال کے مطابق سزا ہو رہی ہے۔ جیسے اور آیت میں ہے (اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ اَضَلَّ اَعْمَالَهُمْ) 47۔ محمد :1)۔ یعنی جن لوگوں نے کفر کیا اور اللہ کی راہ سے روکا انہیں ہم ان کے فساد کی وجہ سے عذاب پر عذاب دیں گے۔",
  "ayah": 25,
  "surah": 41
}
