{
  "text": "فرماتا ہے کہ یہ عربی کا قرآن اللہ رحمان کا اتار ہوا ہے۔ جیسے اور آیت میں فرمایا اسے تیرے رب کے حکم سے روح الامین نے حق کے ساتھ نازل فرمایا ہے۔ اور آیت میں ہے روح الامین نے اسے تیرے دل پر اس لئے نازل فرمایا ہے کہ تو لوگوں کو آگاہ کرنے والا بن جائے، اس کی آیتیں مفصل ہیں، ان کے معانی ظاہر ہیں، احکام مضبوط ہیں۔ الفاظ واضح اور آسان ہیں جیسے اور آیت میں ہے (كِتٰبٌ اُحْكِمَتْ اٰيٰتُهٗ ثُمَّ فُصِّلَتْ مِنْ لَّدُنْ حَكِيْمٍ خَبِيْرٍ ۙ) 11۔ ھود :1) ، یہ کتاب ہے جس کی آیتیں محکم و مفصل ہیں یہ کلام ہے حکیم وخبیر اللہ جل شانہ کا لفظ کے اعتبار سے معجز اور معنی کے اعتبار سے معجز۔ باطل اس کے قریب پھٹک بھی نہیں سکتا۔ حکیم وحمید رب کی طرف سے اتارا گیا ہے۔ اس بیان و وضاحت کو ذی علم سمجھ رہے ہیں۔ یہ ایک طرف مومنوں کو بشارت دیتا ہے۔ دوسری جانب مجرموں کو دھمکاتا ہے۔ کفار کو ڈراتا ہے۔ باوجود ان خوبیوں کے پھر بھی اکثر قریشی منہ پھیرے ہوئے اور کانوں میں روئی دیئے بہرے ہوئے ہیں، پھر مزید ڈھٹائی دیکھو کہ خود کہتے ہیں کہ تیری پکار سننے میں ہم بہرے ہیں۔ تیرے اور ہمارے درمیان آڑ ہیں۔ تیری باتیں نہ ہماری سمجھ میں آئیں نہ عقل میں سمائیں۔ جا تو اپنے طریقے پر عمل کرتا چلا جا۔ ہم اپنا طریقہ کار ہرگز نہ چھوڑیں گے۔ ناممکن ہے کہ ہم تیری مان لیں۔ مسند عبد بن حمید میں حضرت جابر بن عبداللہ سے منقول ہے کہ ایک دن قریشیوں نے جمع ہو کر آپس میں مشاورت کی کہ جادو کہانت اور شعرو شاعری میں جو سب سے زیادہ ہو اسے ساتھ لے کر اس شخص کے پاس چلیں۔ (یعنی آنحضرت ﷺ جس نے ہماری جمعیت میں تفریق ڈال دی ہے اور ہمارے کام میں پھوٹ ڈال دی ہے اور ہمارے دین میں عیب نکالنا شروع کردیا ہے وہ اس سے مناظرہ کرے اور اسے ہرا دے اور لاجواب کر دے سب نے کہا کہ ایسا شخص تو ہم میں بجز عتبہ بن ربیعہ کے اور کوئی نہیں۔ چناچہ یہ سب مل کر عتبہ کے پاس آئے اور اپنی متفقہ خواہش ظاہر کی۔ اس نے قوم کی بات رکھ لی اور تیار ہو کر حضور ﷺ کے پاس آیا۔ آکر کہنے لگا کہ اے محمد ﷺ یہ تو بتا تو اچھا ہے یا عبد اللہ ؟ (یعنی آپ کے والد صاحب) آپ نے کوئی جواب نہ دیا۔ اس نے دوسرا سوال کیا کہ تو اچھا ہے یا تیرا دادا عبد المطلب ؟ حضور ﷺ اس پر بھی خاموش رہے۔ وہ کہنے لگا سن اگر تو اپنے تئیں دادوں کو اچھا سمجھتا ہے تب تو تمہیں معلوم ہے وہ انہیں معبودوں کو پوجتے رہے جن کو ہم پوجتے ہیں اور جن کی تو عیب گیری کرتا رہتا ہے اور اگر تو اپنے آپ کو ان سے بہتر سمجھتا ہے تو ہم سے بات کر ہم بھی تیری باتیں سنیں۔ قسم اللہ کی دنیا میں کوئی انسان اپنی قوم کیلئے تجھ سے زیادہ ضرر رساں پیدا نہیں ہوا۔ تو نے ہماری شیرازہ بندی کو توڑ دیا۔ تو نے ہمارے اتفاق کو نفاق سے بدل دیا۔ تو نے ہمارے دین کو عیب دار بتایا اور اس میں برائی نکالی۔ تو نے سارے عرب میں ہمیں بدنام اور رسوا کردیا۔ آج ہر جگہ یہی تذکرہ ہے کہ قریشیوں میں ایک جادوگر ہے۔ قریشیوں میں کاہن ہے۔ اب تو یہی ایک بات باقی رہ گئی ہے کہ ہم میں آپس میں سر پھٹول ہو، ایک دوسرے کے سامنے ہتھیار لگا کر آجائیں اور یونہی لڑا بھڑا کر تو ہم سب کو فنا کردینا چاہتا ہے، سن ! اگر تجھے مال کی خواہش ہے تو لے ہم سب مل کر تجھے اس قدر مال جمع کردیتے ہیں کہ عرب میں تیرے برابر کوئی اور تونگر نہ نکلے۔ اور تجھے عورتوں کی خواہش ہے کہ تو ہم میں سے جس کی بیٹی تجھے پسند ہو تو بتا ہم ایک چھوڑ دس دس شادیاں تیری کرا دیتے ہیں۔ یہ سب کچھ کہہ کر اب اس نے ذرا سانس لیا تو حضور ﷺ نے فرمایا بس کہہ چکے ؟ اس نے کہا ہاں ! آپ نے فرمایا اب میری سنو ! چناچہ آپ نے بسم اللہ پڑھ کر اسی سورت کی تلاوت شروع کی اور تقریباً ڈیڑھ رکوع (مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ 13ۭ) 41۔ فصلت :13) تک پڑھا اتنا سن کر عتبہ بول پڑا بس کیجئے آپ کے پاس اس کے سوا کچھ نہیں ؟ آپ نے فرمایا نہیں۔ اب یہ یہاں سے اٹھ کر چل دیا قریش کا مجمع اس کا منتظر تھا۔ انہوں نے دیکھتے ہی پوچھا کہو کیا بات رہی ؟ عتبہ نے کہا سنو تم سب مل کر جو کچھ اسے کہہ سکتے تھے میں نے اکیلے ہی وہ سب کچھ کہہ ڈالا۔ انہوں نے کہا پھر اس نے کچھ جواب بھی دیا کہا ہاں جواب تو دیا لیکن باللہ میں تو ایک حرف بھی اس کا سمجھ نہیں سکا البتہ اتنا سمجھا ہوں کہ انہوں نے ہم سب کو عذاب آسمانی سے ڈرایا ہے جو عذاب قوم عاد اور قوم ثمود پر آیا تھا انہوں نے کہا تجھے اللہ کی مار ایک شخص عربی زبان میں جو تیری اپنی زبان ہے تجھ سے کلام کر رہا ہے اور تو کہتا ہے میں سمجھا ہی نہیں کہ اس نے کیا کہا ؟ عتبہ نے جواب دیا کہ میں سچ کہتا ہوں بجز ذکر عذاب کے میں کچھ نہیں سمجھا۔ بغوی بھی اس روایت کو لائے ہیں اس میں یہ بھی ہے کہ جب حضور ﷺ نے اس آیت کی تلاوت کی تو عتبہ نے آپ کے منہ مبارک پر ہاتھ رکھ دیا اور آپ کو قسمیں دینے لگا اور رشتے داری یاد دلانے لگا۔ اور یہاں سے الٹے پاؤں واپس جا کر گھر میں بیٹھا۔ اور قریشیوں کی بیٹھک میں آنا جانا ترک کردیا۔ اس پر ابو جہل نے کہا کہ قریشیو ! میرا خیال تو یہ ہے کہ عتبہ بھی محمد ﷺ کی طرف جھک کیا اور وہاں کے کھانے پینے میں للچا گیا ہے وہ حاجت مند تھا اچھا تم میرے ساتھ ہو لو میں اس کے پاس چلتا ہوں۔ اسے ٹھیک کرلوں گا۔ وہاں جا کر ابو جہل نے کہا عتبہ تم نے جو ہمارے پاس آنا جانا چھوڑا اس کی وجہ ایک اور صرف ایک ہی معلوم ہوتی ہے کہ تجھے اس کا دستر خوان پسند آگیا اور تو بھی اسی کی طرف جھک گیا ہے۔ حاجب مندی بری چیز ہے میرا خیال ہے کہ ہم آپس میں چندہ کرکے تیری حالت ٹھیک کردیں۔ تاکہ اس مصیبت اور ذلت سے تو چھوٹ جائے۔ اس سے ڈرنے کی اور نئے مذہب کی تجھے ضرورت نہ رہے۔ اس پر عتبہ بہت بگڑا اور کہنے لگا مجھے محمد ﷺ کی کیا غرض ہے ؟ اللہ کی قسم کی اب اس سے کبھی بات تک نہ کروں گا۔ اور تم میری نسبت ایسے ذلیل خیالات ظاہر کرتے ہو حالانکہ تمہیں معلوم ہے کہ قریش میں مجھ سے بڑھ کر کوئی مالدار نہیں۔ بات صرف یہ ہے کہ میں تم سب کو کہنے سے ان کے پاس گیا سارا قصہ کہہ سنایا بہت باتیں کہیں میرے جواب میں پھر جو کلام اس نے پڑھا واللہ نہ تو وہ شعر تھا نہ کہانت کا کلام تھا نہ جادو وغیرہ تھا۔ وہ جب اس سورت کو پڑھتے ہوئے آیت (فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ 13ۭ) 41۔ فصلت :13) ، تک پہنچے تو میں نے ان کے منہ پر ہاتھ رکھ دیا اور انہیں رشتے ناتے یاد دلانے لگا کہ للہ رک جاؤ مجھے تو خوف لگا ہوا تھا کہ کہیں اسی وقت ہم پر وہ عذاب آ نہ جائے اور یہ تو تم سب کو معلوم ہے کہ محمد جھوٹے نہیں۔ سیرۃ ابن اسحاق میں یہ واقعہ دوسرے طریقے پر ہے اس میں ہے کہ قریشیوں کی مجلس ایک مرتبہ جمع تھی۔ اور آنحضرت ﷺ خانہ کعبہ کے ایک گوشے میں بیٹھے ہوئے تھے۔ عتبہ قریش سے کہنے لگا کہ اگر تم سب کا مشورہ ہو تو محمد ﷺ کے پاس جاؤں انہیں کچھ سمجھاؤں اور کچھ لالچ دوں اگر وہ کسی بات کو قبول کرلیں تو ہم انہیں دے دیں اور انہیں ان کے کام سے روک دیں۔ یہ واقعہ اس وقت کا ہے کہ حضرت حمزہ مسلمان ہوچکے تھے اور مسلمانوں کی تعداد معقول ہوگئی تھی اور روز افزوں ہوتی جاتی تھی۔ سب قریشی اس پر رضامند ہوئے۔ یہ حضور کے پاس آیا اور کہنے لگا برادر زادے تم عالی نسب ہو تم ہم میں سے ہو ہماری آنکھوں کے تارے اور ہمارے کلیجے کے ٹکڑے ہو۔ افسوس کہ تم اپنی قوم کے پاس ایک عجیب و غریب چیز لائے ہو تم نے ان میں پھوٹ ڈلوا دی۔ تم نے ان کے عقل مندوں کو بیوقوف قرار دیا۔ تم نے ان کے معبودوں کی عیب جوئی کی۔ تم نے ان کے دین کو برا کہنا شروع کیا۔ تم نے ان کے بڑے بوڑھوں کو کافر بنایا اب سن لو آج میں آپ کے پاس ایک آخری اور انتہائی فیصلے کیلئے آیا ہوں، میں بہت سی صورتیں پیش کرتا ہوں ان میں سے جو آپ کو پسند ہو قبول کیجئے۔ للہ اس فتنے کو ختم کر دیجئے۔ آپ نے فرمایا جو تمہیں کہنا ہو کہو میں سن رہا ہوں اس نے کہا سنو اگر تمہارا ارادہ اس چال سے مال کے جمع کرنے کا ہے تو ہم سب مل کر تمہارے لئے اتنا مال جمع کردیتے ہیں کہ تم سے بڑھ کر مالدار سارے قریش میں کوئی نہ ہو۔ اور اگر آپ کا ارادہ اس سے اپنی سرداری کا ہے تو ہم سب مل کر آپ کو اپنا سردار تسلیم کرلیتے ہیں۔ اور اگر آپ بادشاہ بننا چاہتے ہیں تو ہم ملک آپ کو سونپ کر خود رعایا بننے کیلئے بھی تیار ہیں، اور اگر آپ کو کوئی جن وغیرہ کا اثر ہے تو ہم اپنا مال خرچ کرکے بہتر سے بہتر طبیب اور جھاڑ پھونک کرنے والے مہیا کرکے آپ کا علاج کراتے ہیں۔ ایسا ہوجاتا ہے کہ بعض مرتبہ تابع جن اپنے عامل پر غالب آجاتا ہے تو اسی طرح اس سے چھٹکارا حاصل کیا جاتا ہے۔ اب عتبہ خاموش ہوا تو آپ نے فرمایا اپنی سب بات کہہ چکے ؟ کہا ہاں فرمایا اب میری سنو۔ وہ متوجہ ہوگیا آپ نے بسم اللہ پڑھ کر اس سورت کی تلاوت شرع کی عتبہ با ادب سنتا رہا یہاں تک کہ آپ نے سجدے کی آیت پڑھی اور سجدہ کیا فرمایا ابو الولید میں کہہ چکا اب تجھے اختیار ہے۔ عتبہ یہاں سے اٹھا اور اپنے ساتھیوں کی طرف چلا اس کے چہرے کو دیکھتے ہی ہر ایک کہنے لگا کہ عتبہ کا حال بدل گیا۔ اس سے پوچھا کہو کیا بات رہی ؟ اس نے کہا میں نے تو ایسا کلام سنا ہے جو واللہ اس سے پہلے کبھی نہیں سنا۔ واللہ ! نہ تو وہ جادو ہے نہ شعر کوئی ہے نہ کاہنوں کا کلام ہے۔ سنو قریشیو ! میری مان لو اور میری اس جچی تلی بات کو قبول کرلو۔ اسے اس کے خیالات پر چھوڑ دو نہ اس کی مخالفت کرو نہ اتفاق۔ اس کی مخالفت میں سارا عرب کافی ہے اور جو یہ کہتا ہے اس میں تمام عرب اس کا مخالف ہے وہ اپنی تمام طاقت اس کے مقابلہ میں صرف کر رہا ہے یا تو وہ اس پر غالب آجائیں گے اگر وہ اس پر غالب آگئے تو تم سستے چھوٹے یا یہ ان پر غالب آیا تو اس کا ملک تمہارا ہی ملک کہلائے گا اور اس کی عزت تمہاری عزت ہوگی اور سب سے زیادہ اس کے نزدیک مقبول تم ہی ہو گے۔ یہ سن کر قریشیوں نے کہا ابو الولید قسم اللہ کی محمد ﷺ نے تجھ پر جادو کردیا۔ اس نے جواب دیا میری اپنی جو رائے تھی آزادی سے کہہ چکا، اب تمہیں اپنے فعل کا اختیار ہے۔",
  "ayah": 3,
  "surah": 41
}
