{
  "text": "اللہ تعالیٰ کا محبوب انسان۔فرماتا ہے جو اللہ کے بندوں کو اللہ کی طرف بلائے اور خود بھی نیکی کرے اسلام قبول کرے اس سے زیادہ اچھی بات اور کس کی ہوگی ؟ یہ ہے جس نے اپنے تئیں نفع پہنچایا اور خلق اللہ کو بھی اپنی ذات سے نفع پہنچایا۔ یہ ان میں نہیں جو منہ کے بڑے باتونی ہوتے ہیں جو دوسروں کو کہتے تو ہیں مگر خود نہیں کرتے یہ تو خود بھی کرتا ہے اور دوسروں سے بھی کہتا ہے۔ یہ آیت عام ہے۔ رسول اللہ ﷺ سب سے اولیٰ طور پر اس کے مصداق ہیں۔ بعض نے کہا ہے کہ اس کے مصداق اذان دینے والے ہیں جو نیک کار بھی ہوں۔ چناچہ صحیح مسلم میں ہے قیامت کے دن موذن سب لوگوں سے زیادہ لمبی گردنوں والے ہوں گے۔ سنن میں ہے امام ضامن ہے اور موذن امانتدار ہے اللہ تعالیٰ اماموں کو راہ راست دکھائے اور موذنوں کو بخشے۔ ابن ابی حاتم میں ہے حضرت سعد بن وقاص فرماتے ہیں۔ اذان دینے والوں کا حصہ قیامت کے دن اللہ تعالیٰ کے نزدیک مثل جہاد کرنے والوں کے حصے کے ہے۔ اذان و اقامت کے درمیان ان کی وہ حالت ہے جیسے کوئی جہاد میں راہ اللہ میں اپنے خون میں لوٹ پوٹ ہو رہا ہو۔ حضرت ابن مسعود فرماتے ہیں اگر میں موذن ہوتا تو پھر مجھے حج و عمرے اور جہاد کی اتنی زیادہ پروانہ نہ رہتی۔ حضرت عمر سے منقول ہے۔ اگر میں موذن ہوتا تو میری آرزو پوری ہوجاتی۔ اور میں رات کے نفلی قیام کی اور دن کے نفلی روزوں کی اس قدر تگ ودو نہ کرتا۔ میں نے سنا ہے اللہ کے رسول ﷺ نے تین بار موذنوں کی بخشش کی دعا مانگی۔ اس پر میں نے کہا حضور ﷺ آپ نے اپنی دعا میں ہمیں یاد نہ فرمایا حالانکہ ہم اذان کہنے پر تلواریں تان لیتے ہیں آپ نے فرمایا ہاں ! لیکن اے عمر ایسا زمانہ بھی آنے والا ہے کہ موذنی غریب مسکین لوگوں تک رہ جائے گا۔ سنو عمر جن لوگوں کا گوشت پوست جہنم پر حرام ہے ان میں موذن ہیں۔ حضرت عائشہ فرماتی ہیں اس آیت میں بھی موذنوں کی تعریف ہے اس کا حی علی الصلوۃ کہنا اللہ کی طرف بلانا ہے۔ ابن عمر اور عکرمہ فرماتے ہیں یہ آیت موذنوں کے بارے میں اتری ہے اور یہ جو فرمایا کہ وہ عمل صالح کرتا ہے اس سے مراد اذان و تکبیر کے درمیان دو رکعت پڑھنا ہے۔ جیسے کہ حضور ﷺ کا ارشاد ہے دو اذانوں کے درمیان نماز ہے دو اذانوں کے درمیان نماز ہے دو اذانوں کے درمیان نماز ہے جو چاہے۔ ایک حدیث میں ہے کہ اذان و اقامت کے درمیان کی دعا رد نہیں ہوتی صحیح بات یہ ہے کہ آیت اپنے عموم کے لحاظ سے موذن غیر موذن ہر اس شخص کو شامل ہے جو اللہ کی طرف دعوت دے۔ یہ یاد رہے کہ آیت کے نازل ہونے کے وقت تو سرے سے اذان شروع ہی نہ تھی۔ اس لئے کہ آیت مکہ میں اترتی ہے اور اذان مدینے پہنچ جانے کے بعد مقرر ہوئی ہے جبکہ حضرت عبداللہ بن زید بن عبدربہ نے اپنے خواب میں اذان دیتے دیکھا اور سنا حضور ﷺ سے اس کا ذکر کیا تو آپ نے فرمایا حضرت بلال کو سکھاؤ۔ وہ بلند آواز والے ہیں۔ پس صحیح بات یہی ہے کہ آیت عام ہے اس میں موذن بھی شامل ہیں۔ حضرت حسن بصری اس آیت کو پڑھ کر فرماتے ہیں یہی لوگ حبیب اللہ ہیں۔ یہی اولیاء اللہ ہیں یہی سب سے زیادہ اللہ کے پسندیدہ ہیں یہی سب سے زیادہ اللہ کے محبوب ہیں کہ انہوں نے اللہ کی باتیں مان لیں پھر دوسروں سے منوانے لگے اور اپنے ماننے میں نیکیاں کرتے رہے اور اپنے مسلمان ہونے کا اعلان کرتے رہے یہ اللہ کے خلیفہ ہیں، بھلائی اور برائی نیکی اور بدی برابر برابر نہیں بلکہ ان میں بیحد فرق ہے جو تجھ سے برائی کرے تو اس سے بھلائی کر اور اس کی برائی کو اس طرح دفع کر۔ حضرت عمر کا فرمان ہے کہ تیرے بارے میں جو شخص اللہ کی نافرمانی کرے تو تو اس کے بارے میں اللہ کی فرمابرداری کر اس سے بڑھ کو کوئی چیز نہیں۔ اللہ تعالیٰ فرماتا ہے کہ ایسا کرنے سے تیرا جانی دشمن دلی دوست بن جائے گا، اس وصیت پر عمل اسی سے ہوگا جو صابر ہو نفس پر اختیار رکھتا ہو اور ہو بھی نصیب دار کہ دین و دنیا کی بہتری اس کی تقدیر میں ہو۔ حضرت ابن عباس ؓ ما فرماتے ہیں ایمان والوں کو اللہ کا حکم ہے کہ وہ غصے کے وقت صبر کریں اور دوسرے کی جہالت پر اپنی بردباری کا ثبوت دیں اور دوسرے کی برائی سے درگذر کرلیں ایسے لوگ شیطانی داؤ سے محفوظ رہتے ہیں اور ان کے دشمن بھی پھر تو ان کے دوست بن جاتے ہیں، انسانی شر سے بچنے کا طریقہ۔ اب شیطانی شر سے بچنے کا طریقہ بیان ہو رہا ہے کہ اللہ کی طرف جھک جایا کرو اسی نے اسے یہ طاقت دے رکھی ہے کہ وہ دل میں وساوس پیدا کرے اور اسی کے اختیار میں ہے کہ وہ اس کے شر سے محفوظ رکھے۔ نبی ﷺ اپنی نماز میں فرماتے تھے، اعوذ باللہ السمیع العلیم من الشیطان الرجیم من ھمزہ ونفخہ ونفثہ۔ پہلے ہم بیان کرچکے ہیں کہ اس مقام جیسا ہی مقام صرف سورة اعراف میں ہے جہاں ارشاد ہے (خُذِ الْعَفْوَ وَاْمُرْ بالْعُرْفِ وَاَعْرِضْ عَنِ الْجٰهِلِيْنَ01909) 7۔ الاعراف :199) اور سورة مومنین کی آیت (اِدْفَعْ بالَّتِيْ هِىَ اَحْسَنُ السَّيِّئَةَ 96؀) 23۔ المؤمنون :96) ، میں حکم ہوا ہے کہ درگذر کرنے کی عادت ڈالو اور اللہ کی پناہ میں آ جایا کرو برائی کا بدلہ بھلائی سے دیا کرو وغیرہ۔",
  "ayah": 34,
  "surah": 41
}
