{
  "text": "قرآن کریم کی فصاحت و بلاغت اس کے حکم احکام اس کے لفظی و معنوی فوائد کا بیان کر کے اس پر ایمان نہ لانے والوں کی سرکشی ضد اور عداوت کا بیان فرما رہا ہے۔ جیسے اور آیت میں ہے مطلب یہ ہے کہ نہ ماننے کے بیسیوں حیلے ہیں نہ یوں چین نہ ووں چین۔ اگر قرآن کسی عجمی زبان میں اترتا تو بہانہ کرتے کہ ہم تو اسے صاف صاف سمجھ نہیں سکتے۔ مخاطب جب عربی زبان کے ہیں تو ان پر جو کتاب اترتی ہے وہ غیر عربی زبان میں کیوں اتر رہی ہے ؟ اور اگر کچھ عربی میں ہوتی اور کچھ دوسری زبان میں تو بھی ان کا یہی اعتراض ہوتا کہ اس کی کیا وجہ ؟ حضرت حسن بصری کی قرأت ! عجمی ہے۔ سعید بن جبیر بھی یہی مطلب بیان کرتے ہیں۔ اس سے ان کی سرکشی معلوم ہوتی ہے۔ پھر فرمان ہے کہ یہ قرآن ایمان والوں کے دل کی ہدایت اور ان کے سینوں کی شفا ہے۔ ان کے تمام شک اس سے زائل ہوجاتے ہیں اور جنہیں اس پر ایمان نہیں وہ تو اسے سمجھ ہی نہیں سکتے جیسے کوئی بہرا ہو۔ نہ اس کے بیان کی طرف انہیں ہدایت ہو جیسے کوئی اندھا ہو اور آیت میں ہے (وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۗءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا 82؀) 17۔ الإسراء :82) ہمارا نازل کردہ یہ قرآن ایمان داروں کے لئے شفا اور رحمت ہے۔ ہاں ظالموں کو تو ان کا نقصان ہی بڑھاتا ہے۔ ان کی مثال ایسی ہی ہے جیسے کوئی دور سے کسی سے کچھ کہہ رہا ہو کہ نہ اس کے کانوں تک صحیح الفاظ پہنچتے ہیں نہ وہ ٹھیک طرح مطلب سمجھتا ہے۔ جیسے اور آیت میں ہے (وَمَثَلُ الَّذِيْنَ كَفَرُوْا كَمَثَلِ الَّذِيْ يَنْعِقُ بِمَا لَا يَسْمَعُ اِلَّا دُعَاۗءً وَّنِدَاۗءً ۭ ۻ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُوْنَ01701) 2۔ البقرة :171) یعنی، کافروں کی مثال اس کی طرح ہے جو پکارتا ہے مگر آواز اور پکار کے سوا کچھ اور اس کے کان میں نہیں پڑتا۔ بہرے گونگے اندھے ہیں پھر کیسے سمجھ لیں گے ؟ حضرت ضحاک نے یہ مطلب بیان فرمایا ہے کہ قیامت کے دن انہیں ان کے بدترین ناموں سے پکارا جائے گا۔ حضرت عمر بن خطاب ؓ ایک مسلمان کے پاس بیٹھے ہوئے تھے جس کا آخری وقت تھا اس نے یکایک لبیک پکارا آپ نے فرمایا کیا تجھے کوئی دیکھ رہا ہے یا کوئی پکار رہا ہے ؟ اس نے کہا ہاں سمندر کے اس کنارے سے کوئی بلا رہا ہے تو آپ نے یہی جملہ پڑھا (اُولٰۗىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ 44؀) 41۔ فصلت :44) (ابن ابی حاتم) پھر فرماتا ہے ہم نے موسیٰ کو کتاب دی لیکن اس میں بھی اختلاف کیا گیا۔ انہیں بھی جھٹلایا اور ستایا گیا۔ پس جیسے انہوں نے صبر کیا آپ کو بھی صبر کرنا چاہئے چونکہ پہلے ہی سے تیرے رب نے اس بات کا فیصلہ کرلیا ہے کہ ایک وقت مقرر یعنی قیامت تک عذاب رکے رہیں گے۔ اس لئے یہ مہلت مقررہ ہے ورنہ ان کے کرتوت تو ایسے نہ تھے کہ یہ چھوڑ دیئے جائیں اور کھاتے پیتے رہیں۔ ابھی ہی ہلاک کردیئے جاتے۔ یہ اپنی تکذیب میں بھی کسی یقین پر نہیں بلکہ شک میں ہی پڑے ہوئے ہیں۔ لرز رہے ہیں ادھر ادھر ڈانواں ڈول ہو رہے ہیں۔ واللہ اعلم۔",
  "ayah": 44,
  "surah": 41
}
