{
  "text": "১৫-১৬ নং আয়াতের তাফসীর\nপূর্ববর্তী আয়াতসমূহে ঐ দুষ্ট ও পাপীদের বর্ণনা দেয়া হয়েছে যাদেরকে অত্যন্ত লাঞ্ছিত অবস্থায় উল্টোমুখে জাহান্নামের দিকে টেনে আনা হবে এবং মাথার ভরে জাহান্নামে প্রবিষ্ট করা হবে। ঐ সময় তারা শৃংখলিত থাকবে। তারা থাকবে অত্যন্ত সংকীর্ণ স্থানে, যেখান থেকে না তারা ছুটতে পারবে, নড়তে পারবে, না পালাতে পারবে। আল্লাহ তা'আলা বলেনঃ হে মুহাম্মাদ (সঃ)! তুমি কাফির ও মুশরিকদেরকে জিজ্ঞেস কর- এটাই কি শ্রেয়, না স্থায়ী জান্নাত শ্রেয়, যার প্রতিশ্রুতি মুত্তাকীদেরকে দেয়া হয়েছে? অর্থাৎ দুনিয়ায় যারা পাপকর্ম হতে বেঁচে থেকেছে এবং আল্লাহর ভয় অন্তরে রেখেছে, আজ তারা ওর বিনিময়ে প্রকৃত বাসস্থানে পৌঁছে গেছে, অর্থাৎ জান্নাতে। সেখানে রয়েছে তাদের চাহিদামত নিয়ামতরাজি, চিরস্থায়ী ভোগ্যবস্তু এবং এমন আনন্দের জিনিস যা কখনো শেষ হবার নয়। তথায় আছে সুস্বাদু ও উপাদেয় খাদ্য, উত্তম বিছানাপত্র, ভাল ভাল যানবাহন, সুন্দর সুন্দর পোশাক, চমৎকার বাসস্থান, সুন্দর সুন্দর সাজে সজ্জিতা সুলোচনা হুরগণ এবং আরাম ও শান্তিদায়ক দৃশ্য। এগুলো চোখে দেখা তো দূরের কথা, কেউ কখনো কল্পনাও করতে পারে না। এগুলো কমে যাবার, খারাপ হওয়ার, ভেঙ্গে যাবার এবং শেষ হয়ে যাওয়ার কোনই আশংকা নেই। তার। সেখান হতে কখনো বহিষ্কৃত হবে না। তারা সেখানে চিরন্তন উত্তম জীবন, সীমাহীন রহমত এবং চিরস্থায়ী সম্পদ লাভ করবে। এ সবগুলো হলো প্রতিপালকের ইহসান ও ইনআম, যা তারা লাভ করেছে এবং যেগুলো তাদের প্রাপ্য ছিল। এটা হচ্ছে আল্লাহ তা'আলার প্রতিশ্রুতি যা তিনি নিজের দায়িত্বে গ্রহণ করেছেন। এটা পূর্ণ হবেই। এটা পূর্ণ না হওয়া অসম্ভব এবং এটা ভুল হওয়াও সম্ভব নয়। তাঁর কাছে তাঁর প্রতিশ্রুতি পূরণের জন্যে প্রার্থনা কর। তার কাছে জান্নাত চাও এবং তাঁকে তাঁর প্রতিশ্রুতির কথা স্মরণ করিয়ে দাও। এটাও তাঁর অনুগ্রহ যে, ফেরেশতারা আল্লাহ তাআলার কাছে প্রার্থনা করবেনঃ “হে আমাদের প্রতিপালক! আপনার মুমিন বান্দাদের সাথে আপনি যে ওয়াদা করেছেন তা পূরণ করুন এবং তাদেরকে জান্নাতে আদনে প্রবেশ করিয়ে দিন।” আিমতের দিন মুমিন বান্দারা বলবেনঃ “হে বিশ্বপ্রতিপালক! আমরা আপনার কিতিকে সামনে রেখে আমল করেছিলাম। আজ আপনি আপনার প্রতিশ্রুতি পূরণ করুন।”এখানে প্রথমে জাহান্নামীদের বর্ণনা দেয়া হয়েছে। অতঃপর প্রার্থনার পরে অতীদের সম্পর্কে আলোচনা করা হয়েছে। সূরায়ে সফফাতে জান্নাতীদের সম্পর্কে আলোচনা করতঃ প্রার্থনার পরে জাহান্নামীদের বর্ণনা দেয়া হয়েছে। সেখানে মহামহিমান্বিত আল্লাহ বলেছেনঃ “আপ্যায়নের জন্যে এটাই শ্রেয়, না যাককূম বৃক্ষ? যালিমদের জন্যে আমি এটা সৃষ্টি করেছি পরীক্ষা স্বরূপ। এই বৃক্ষ উপাত হয় জাহান্নামের তলদেশ হতে। এর মোচা যেন শয়তানের মাথা। তারা এটা হতে ভক্ষণ করবে এবং উদর পূর্ণ করবে এটা দ্বারা। তদুপরি তাদের জন্যে থাকবে ফুটন্ত পানির মিশ্রণ। আর তাদের গন্তব্য হবে অবশ্যই প্রজ্বলিত অগ্নির দিকে। তারা তাদের পিতৃপুরুষদেরকে পেয়েছিল বিপথগামী এবং তারা তাদের পদাংক অনুসরণে ধাবিত হয়েছিল।",
  "ayah": 16,
  "surah": 25
}
