{
  "text": "আল্লাহ তা'আলা বলেনঃ কাফিররা যে এ অভিযোগ উত্থাপন করে যে, নবী-রাসূলদের পানাহার ও ব্যবসা-বাণিজ্যের কি প্রয়োজন? তাদের একথার জবাবে মহান আল্লাহ বলেনঃ পূর্ববর্তী সব নবীই মনুষ্যজনিত প্রয়োজন রাখতেন। ব্যবসা-বাণিজ্য এবং জীবিকা উপার্জন ইত্যাদি সবকিছুই করতেন। এগুলো নবুওয়াতের পরিপন্থী নয়। হ্যাঁ তবে মহামহিমান্বিত আল্লাহ তাঁর বিশেষ সাহায্য দ্বারা তাঁদেরকে ঐ পবিত্র গুণাবলী, উত্তম চরিত্র, ভাল কথা, পছন্দনীয় কাজ, প্রকাশ্য দলীল এবং উন্নতমানের মুজিযা দান করেন যেগুলো দেখে প্রত্যেক জ্ঞানী ও চক্ষুষ্মন ব্যক্তি তাঁদের নবুওয়াত ও সত্যবাদিতাকে মেনে নিতে বাধ্য হয়। এ আয়াতের অনুরূপ আয়াত আরো রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ)! তোমার পূর্বে আমি যত নবী পাঠিয়েছিলাম তারা সবাই শহরবাসী মানুষই ছিল।” (১২:১০৯) অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “আমি তাদেরকে এমন দেহ বিশিষ্ট বানাইনি যে, তারা খাদ্য খাবে না।” (২১:৮) মহামহিমান্বিত আল্লাহ বলেনঃ হে মানুষ! আমি তোমাদের মধ্যে এককে অপরের জন্যে পরীক্ষা স্বরূপ করেছি যাতে অনুগত ও অবাধ্যের পার্থক্য প্রকাশিত হয় এবং ধৈর্যশীল ও অধৈর্যের মধ্যে পার্থক্য পরিলক্ষিত হয়। তোমার প্রতিপালক সবকিছুই দেখেন এবং সবকিছু জানেন। নবুওয়াত প্রাপ্তির যোগ্য কে তা তিনি ভালরূপেই জানেন। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “রিসালাত প্রাপ্তির যোগ্য ব্যক্তি কে তা আল্লাহই খুব ভাল জানেন।” (৬: ১২৪) হিদায়াতের হকদার কে সেটাও তাঁরই জানা আছে। আল্লাহ তাআলার ইচ্ছা হলো বান্দাদের পরীক্ষা গ্রহণ করা। এই জন্যেই নবীদেরকে তিনি সাধারণ অবস্থায় রাখেন। অন্যথায় যদি তাদেরকে তিনি দুনিয়ার প্রাচুর্য দান করতেন তবে ধন-মালের লোভে বহু লোক তাঁর অনুগামী হয়ে যেতো, ফলে তখন সত্য ও মিথ্যা এবং খাঁটি ও নকল মিশ্রিত হয়ে যেতো।সহীহ মুসলিমে হযরত আইয়াম ইবনে হাম্মাদ (রাঃ) হতে বর্ণিত, তিনি রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেন যে, আল্লাহ তা'আলা বলেনঃ “আমি স্বয়ং তোমাকে এবং তোমার কারণে অন্যান্য লোকদেরকে পরীক্ষাকারী।”মুসনাদে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি চাইলে আল্লাহ তা'আলা আমার সাথে স্বর্ণ ও রৌপ্যের পর্বত চালাতেন।”সহীহ হাদীসে বর্ণিত আছে যে, নবী (সঃ)-কে রাসূল ও বাদশাহ হওয়ার অথবা রাসূল ও বান্দা হওয়ার অধিকার দেয়া হয়েছিল। তখন তিনি রাসূল ও বান্দা হওয়াই পছন্দ করেন।",
  "ayah": 20,
  "surah": 25
}
