{
  "text": "২১-২৪ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা কাফিরদের অবাধ্যতা, ঔদ্ধত্যপনা এবং হঠকারিতার সংবাদ দিচ্ছেন যে, তারা বলে- আমাদের নিকট ফেরেশতা অবতীর্ণ হয় না কেন? অর্থাৎ রিসালাত দিয়ে ফেরেশতা কেন অবতীর্ণ করা হয় না যেমন নবীদের উপর অবতীর্ণ করা হয়েছিল? যেমন মহান আল্লাহ অন্য আয়াতে তাদের কথার উদ্ধৃতি দিয়েছেনঃ (আরবি)অর্থাৎ “তারা বলে- আমরা কখনো ঈমান আনবো না যে পর্যন্ত না আমাদেরকে দেয়া হবে যা দেয়া হয়েছিল রাসূলদেরকে।” (৬:১২৪) আর এ সম্ভাবনাও আছে যে, (আরবি) দ্বারা তাদের উদ্দেশ্য হচ্ছেঃ আমরা ফেরেশতাদেরকে প্রত্যক্ষভাবে দেখতে চাই, তাহলে তারা আমাদেরকে সংবাদ দেবেন যে, মুহাম্মাদ (সঃ) আল্লাহর রাসূল। যেমন তাদের উক্তিঃ (আরবি)অর্থাৎ “অথবা তুমি আল্লাহ ও ফেরেশতাদেরকে আমাদের সামনে উপস্থিত করবে।” (১৭:৯২) সূরায়ে সুবহানাল্লাযীতে এর তাফসীর গত হয়েছে।এ জন্যেই তারা বলেঃ অথবা আমরা আমাদের প্রতিপালককে প্রত্যক্ষ করি না কেন? আর এ কারণেই আল্লাহ তা'আলা বলেনঃ তারা তাদের অন্তরে অহংকার পোষণ করে এবং তারা সীমালংঘন করেছে গুরুতররূপে। মহামহিমান্বিত আল্লাহ অন্য আয়াতে বলেনঃ (আরবি)অর্থাৎ “আমি তাদের নিকট ফেরেশতা প্রেরণ করলেও এবং মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাযির করলেও যদি না আল্লাহ ইচ্ছা করেন তারা বিশ্বাস করবে না; কিন্তু তাদের অধিকাংশই অজ্ঞ।” (৬: ১১১)।আল্লাহ পাকের উক্তিঃ যেদিন তারা ফেরেশতাদেরকে প্রত্যক্ষ করবে সেদিন অপরাধীদের জন্যে সুসংবাদ থাকবে না এবং তারা বলবেঃ রক্ষা কর, রক্ষা কর। অর্থাৎ যেদিন তারা ফেরেশতাদেরকে দেখতে পাচ্ছে না সেদিনই তাদের জন্যে উত্তম। আর যেদিন তারা ফেরেশতাদেরকে দেখতে পাবে সেদিন তাদের জন্যে সুসংবাদ থাকবে না। এটা বাস্তবে রূপলাভ করবে কিয়ামতের দিনে হাযিরীরসময়, যখন ফেরেশতামণ্ডলী তাদেরকে জাহান্নাম ও সর্বশক্তিমান আল্লাহর ক্রোধের সুসংবাদ প্রদান করবেন। ঐ সময় ফেরেশতারা কাফিরকে তার প্রাণবায়ু বের হবার সময় বলবেনঃ “হে কলুষিত দেহের মধ্যে অবস্থিত কলুষিত আত্মা! তুমি বের হয়ে এসো! বের হয়ে এসো অত্যুষ্ণ বায়ু ও উত্তপ্ত পানির দিকে এবং কৃষ্ণবর্ণ ধূম্রছায়ার দিকে।” তখন ঐ আত্মা বের হতে অস্বীকার করবে এবং দেহের মধ্যে লুকাতে থাকবে। সুতরাং তারা ওকে প্রহার করবেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যদি তুমি দেখতে, যখন ফেরেশতারা কাফিরদের মৃত্যু ঘটাবে তখন তারা তাদের মুখমণ্ডলে ও পৃষ্ঠদেশে প্রহার করবে।” (৮:৫০) তিনি আর এক আয়াতে বলেনঃ (আরবি)অর্থাৎ “যদি তুমি দেখতে যখন যালিমরা মৃত্যুর কাঠিন্যের মধ্যে থাকবে এবং ফেরেশতারা তাদের হাত বিস্তারকারী হবে।” (৬:৯৩) অর্থাৎ হাত বিস্তার করে তারা তাদেরকে মারতে থাকবেন। এ জন্যেই আল্লাহ তা'আলা এই আয়াতে কারীমায় বলেনঃ সেদিন অপরাধীদের জন্যে সুসংবাদ থাকবে না।এটা মুমিনদের অবস্থার সম্পূর্ণ বিপরীত। তাদেরকে সেই দিন ফেরেশতারা কল্যাণের ও আনন্দ লাভের সুসংবাদ দিবেন। আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যারা বলে আমাদের প্রতিপালক আল্লাহ, অতঃপর অবিচলিত থাকে, তাদের নিকট অবতীর্ণ হয় ফেরেশতা এবং বলে- তোমরা ভীত হয়ো না এবং তোমাদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছিল তার জন্যে আনন্দিত হও।আমরাই তোমাদের বন্ধু দুনিয়ার জীবনে ও আখিরাতে; সেথায় তোমাদের জন্যে রয়েছে যা তোমাদের মন চায় এবং সেথায় তোমাদের জন্যে রয়েছে যা তোমরা ফরমায়েশ কর। এটা হবে ক্ষমাশীল, পরম দয়ালু আল্লাহর পক্ষ হতে আপ্যায়ন।” (৪১:৩০-৩২)সহীহ হাদীসে হযরত বারা ইবনে আযিব (রাঃ) হতে বর্ণিত আছে যে, ফেরেশতারা মুমিনের আত্মাকে বলেনঃ “পবিত্র দেহের মধ্যে অবস্থিত হে পবিত্র আত্মা! বেরিয়ে এসো। বেরিয়ে এসো আরাম, উত্তম জীবনোপকরণ ও এমন প্রতিপালকের দিকে যিনি রাগান্বিত নন।” সূরায়ে ইবরাহীমের মধ্যে আল্লাহ তা'আলার ঐ উক্তির তাফসীরে বর্ণিত হাদীস গত হয়েছে, যেখানে আল্লাহ তাআলা বলেছেনঃ (আরবি)অর্থাৎ “যারা শাশ্বত বাণীতে বিশ্বাসী তাদেরকে ইহজীবনে ও পরজীবনে আল্লাহ সুপ্রতিষ্ঠিত রাখবেন এবং যারা যালিম আল্লাহ তাদেরকে বিভ্রান্তিতে রাখবেন, আল্লাহ যা ইচ্ছা তা করেন।”(১৪:২৭) অন্যেরা বলেছেন যে, (আরবি) দ্বারা কিয়ামতের দিনকে বুঝানো হয়েছে। এটা মুজাহিদ (রঃ), যহহাক (রঃ) প্রমুখ মনীষীগণ বলেছেন। তবে এ কথা এবং পূর্বের কথা পরস্পর বিরোধী নয়। কারণ এই দুই দিন অর্থাৎ মৃত্যুর দিন ও কিয়ামতের দিন মুমিন ও কাফিরদের জন্যে তো জাজ্বল্যমান হবে। ফেরেশতারা মুমিনদেরকে করুণা ও সন্তুষ্টির সুসংবাদ দিবেন এবং কাফিরদেরকে সংবাদ দিবেন ধ্বংস ও ক্ষতিগ্রস্ততার। সুতরাং প্রকৃতপক্ষে সেই দিন অপরাধীদের জন্যে কোন সুসংবাদ থাকবে না। আর সেই দিন তারা বলবেঃ রক্ষা কর, রক্ষা কর। অর্থাৎ ফেরেশতারা কাফিরদেরকে বলবেনঃ আজকে তোমাদের জন্যে মুক্তি ও পরিত্রাণ হারাম করে দেয়া হয়েছে। (আরবি) শব্দের মূল হচ্ছে (আরবি) অর্থাৎ নিষেধ করা বা বিরত রাখা। এর থেকেই বলা হয়। (আরবি) অর্থাৎ অমুকের উপর বিচারক নিষিদ্ধ করেছেন, যখন তিনি তার উপর খরচ নিষিদ্ধ করেন, হয়তো বা দারিদ্রের কারণে অথবা নির্বুদ্ধিতার কারণে বা বাল্যাবস্থার কারণে অথবা এ ধরনের অন্য কোন কারণে। আর এটা হতেই বায়তুল্লাহ শরীফের (কালো) পাথরের নাম (আরবি)রাখা হয়েছে। কেননা, ওর মধ্যে তাওয়াফ করা নিষিদ্ধ করা হয়েছে এবং ওর পিছন দিয়ে তাওয়াফ করার নির্দেশ রয়েছে। এই একই কারণে (জ্ঞান) (আরবি) -কে বলা হয়। কেননা, এই জ্ঞান জ্ঞানীকে এমন কিছু গ্রহণ করা হতে বিরত রাখে যা তার পক্ষে উপযুক্ত ও গ্রহণযোগ্য নয়।মোটকথা, (আরবি)  -এর মধ্যে যে (আরবি) বা সর্বনাম রয়েছে ওটা (আরবি)  (ফেরেশতাগণ)-এর দিকে প্রত্যাবর্তিত হয়েছে। এটা মুজাহিদ (রঃ), ইকরামা (রাঃ), হাসান (রঃ), যহ্হাক (রঃ), কাতাদা (রঃ), আতিয়্যা আওফী (রঃ), আতা খুরাসানী (রঃ) এবং খাসীফ (রঃ)-এর উক্তি। ইবনে জারীর (রঃ) এটাকে পছন্দ করেছেন।(আরবি) এই উক্তি সম্পর্কে হযরত আবু সাঈদ খুদরী (রাঃ) বলেন যে, মুত্তাকীদেরকে যে জিনিসের সুসংবাদ দেয়া হবে সে জিনিসের সুসংবাদ কাফির ও অপরাধীদেরকে দেয়া হারাম করে দেয়া হবে, এর অর্থ এটাই। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ইমাম ইবনে জারীর (রঃ) ইবনে জুরায়েজ (রঃ) হতে বর্ণনা করেছেন যে, তিনি বলেনঃ এটা হবে মুশরিকদের কথা। মহান আল্লাহ বলেনঃ (আরবি) (যেদিন তারা ফেরেশতাদেরকে প্রত্যক্ষ করবে), অর্থাৎ তারা ফেরেশতাদের হতে আশ্রয় কামনা করবে। আরববাসীদের এটা নিয়ম ছিল যে, যখন তাদের কারো উপর কোন বিপদ আসতো বা তারা কঠিন অবস্থার সম্মুখীন হতো তখন তারা (আরবি) একথা বলতো। একথা বলার কারণ ও যৌক্তিকতা থাকলেও এটা বাকরীতি ও রচনাভঙ্গীর বিপরীত কথা। তা ছাড়া জমহুর উলামা এর বিপক্ষে দলীল এনেছেন। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আমি তাদের কৃতকর্মগুলো বিবেচনা করবো, অতঃপর সেগুলোকে বিক্ষিপ্ত ধূলি-কণায় পরিণত করবো। এটা কিয়ামতের দিন হবে, যখন আল্লাহ তা'আলা স্বীয় বান্দাদের ভালমন্দ কার্যের হিসাব গ্রহণ করবেন। ঐ সময় তিনি খবর দিবেন যে, এই মুশরিকরা তাদের যে কৃতকর্মগুলোকে তাদের মুক্তির মাধ্যম মনে করেছিল সেগুলো সবই বিফলে গেছে। আজ ওগুলো তাদের কোনই উপকারে আসবে না। এটা এই কারণে যে, ওগুলো শরীয়তের শর্তকে হারিয়ে ফেলেছে। শর্ত ছিল যে, ওগুলোতে আন্তরিকতা থাকতে হবে এবং আল্লাহর শরীয়তের অনুগামী হতে হবে। সুতরাং যে আমলে আন্তরিকতা থাকবে না এবং আল্লাহর শরীয়ত অনুযায়ী যে আমল হবে না তা বাতিল ও বিফল হয়ে যাবে। কাফিরদের আমলে এ দু’টির কোনটাই নেই। কাজেই তা কবূল হওয়া সুদূর পরাহত। এ জন্যেই আল্লাহ পাক বলেছেনঃ আমি তাদের কৃতকর্মগুলো বিবেচনা করবো, অতঃপর সেগুলোকে বিক্ষিপ্ত ধূলি-কণায় পরিণত করবো।হযরত আলী (রাঃ) হতে বর্ণিত আছে যে (আরবি)  -এর অর্থ হলো সূর্যের কিরণ যা দেয়ালের ছিদ্রে প্রবেশ করে। হযরত ইবনে আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত ইকরামা (রঃ), হযরত সাঈদ ইবনে জুবাইর (রঃ) হযরত সুদ্দী (রঃ), হযরত যহহাক (রঃ) প্রমুখ গুরুজন হতেও অনুরূপ উক্তি বর্ণিত আছে।হযরত উবায়েদ ইবনে ইয়ালা (রঃ) বলেন যে,  (আরবি) হলো ঐ ভস্ম যাকে বাতাস প্রচণ্ড বেগে উড়িয়ে নিয়ে যায়, ফলে তা বিক্ষিপ্ত হয়ে পড়ে। মোটকথা, এসব হচ্ছে সতর্কতামূলক কথা যে, কাফির ও মুশরিকরা তাদের কৃত আমলগুলোকে নাজাতের মাধ্যম মনে করে নিয়েছে বটে, কিন্তু যখন ওগুলোকে মহাবিজ্ঞানময় ও ন্যায় বিচারক আল্লাহর সামনে পেশ করা হবে তখন তারা দেখবে যে, সবগুলোই বিফলে গেছে। ওগুলো তাদের কোনই উপকারে আসবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যারা তাদের প্রতিপালককে অস্বীকার করে তাদের উপমা এই যে, তাদের কর্মসমূহ ভস্ম সদৃশ যা ঝড়ের দিনে বাতাস প্রচণ্ড বেগে উড়িয়ে নিয়ে যায়। যা তারা উপার্জন করে তার কিছুই তারা তাদের কাজে লাগাতে পারে না। এটা তো ঘেরি বিভ্রান্তি।” (১৪:১৮) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “হে মুমিনগণ! দানের কথা প্রচার করে এবং ক্লেশ দিয়ে তোমরা তোমাদের দানকে ঐ ব্যক্তির ন্যায় নিষ্ফল করো না যে নিজের ধন লোক দেখানোর জন্যে ব্যয় করে থাকে, এবং আল্লাহ ও পরকালে বিশ্বাস করে না। তার উপমা একটি মসৃণ পাথর যার উপর কিছু মাটি থাকে, অতঃপর প্রবল বৃষ্টিপাত ওকে পরিষ্কার করে রেখে দেয়। যা তারা উপার্জন করেছে তার কিছুই তারা তাদের কাজে লাগাতে পারবে না।” (২:২৬৪) মহামহিমান্বিত আল্লাহ অন্য এক আয়াতে বলেনঃ (আরবি)অর্থাৎ “যারা কুফরী করে তাদের কর্ম মরুভূমির মরীচিকা সদৃশ, পিপাসার্ত যাকে পানি মনে করে থাকে, কিন্তু সে ওর নিকট উপস্থিত হলে দেখবে ওটা কিছু নয়।” (২৪: ৩৯) এ আয়াতের তাফসীরে এ সম্পর্কে সবকিছু বর্ণনা গত হয়েছে। সুতরাং সমস্ত প্রশংসা ও কৃতজ্ঞতা আল্লাহর জন্যেই।আল্লাহ পাক বলেনঃ সেই দিন হবে জান্নাতবাসীদের বাসস্থান উৎকৃষ্ট এবং বিশ্রামস্থল মনোরম। অর্থাৎ কিয়ামতের দিন। অন্য আয়াতে মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “জাহান্নামের অধিবাসী ও জান্নাতের অধিবাসী সমান নয়। জান্নাতবাসীরাই সফলকাম।” (৫৯:২০) ওটা এই যে, জান্নাত বাসীরা উচ্চ মর্যাদা লাভ করবে এবং শান্তি ও আরামদায়ক কক্ষে অবস্থান করবে। তারা থাকবে নিরাপদ স্থানে যা সুদৃশ্য ও মনোরম মহামহিমান্বিত আল্লাহ বলেনঃঅর্থাৎ “সেখানে তারা স্থায়ী হবে। আশ্রয়স্থল ও বসতি হিসেবে ওটা কতই না। উৎকৃষ্ট।” (২৫:৭৬) পক্ষান্তরে জাহান্নামবাসীরা অতি জঘন্য ও নিকৃষ্ট স্থানে অবস্থান করবে, হা-হুতাম করবে এবং বিভিন্ন প্রকারের শাস্তি ও যন্ত্রণা ভোগ করতে থাকবে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “আশ্রয়স্থল ও বসতি হিসেবে ওটা কতই না নিকৃষ্ট!” (২৫:৬৬) অর্থাৎ তাদের অবতরণ স্থল দেখতে কতই না খারাপ এবং আশ্রয়স্থল হিসেবে ওটা কতই না জঘন্য! এজন্যেই আল্লাহ তা'আলা বলেনঃ সেই দিন হবে জান্নাতবাসীদের বাসস্থান উৎকৃষ্ট এবং বিশ্রামস্থল মনোরম। অর্থাৎ তারা যে গ্রহণীয় আমল করেছে তার বিনিময়ে তারা যা পাওয়ার তা পেয়েছে এবং যে স্থানে অবস্থান করার সে স্থানে অবস্থান করেছে। কিন্তু জাহান্নামীদের অবস্থা এর বিপরীত। কারণ তাদের একটি আমলও এমন নেই যার মাধ্যমে তারা জান্নাতে প্রবেশ করতে পারে। সুতরাং আল্লাহ তাআলা ভাগ্যবানদের অবস্থা দ্বারা হতভাগ্যের অবস্থা সম্পর্কে সতর্ক করেছেন যে, তাদের নিকট কোনই কল্যাণ নেই। হযরত যহহাক (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, ওটা এমন এক সময় যে সময়ে আল্লাহর ওলীরা সিংহাসনের উপর সুলোচনা হুরদের সাথে অবস্থান করবে। আর আল্লাহর শত্রুরা তাদের শয়তান সঙ্গীদের সাথে লাঞ্ছিত অবস্থায় বসবাস করবে।হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেন যে, দিনের অর্ধভাগে আল্লাহ তা'আলা হিসাব হতে ফারেগ হবেন। অতঃপর জান্নাতবাসীরা জান্নাতে বিশ্রাম গ্রহণ করবে এবং জাহান্নামীরা জাহান্নামে বিশ্রাম নেবে।হযরত ইকরামা (রঃ) বলেনঃ ঐ সময় আমার জানা আছে যখন জান্নাতীরা জান্নাতে এবং জাহান্নামীরা জাহান্নামে প্রবেশ করবে তখন দুনিয়া দিবসের প্রথম অংশের উঁচুতে অবস্থান করবে (দিনের প্রথম ভাগে সূর্য অনেকটা উপরে উঠে ববে)। যেই সময় মানুষ দুপুরের বিশ্রামের সময় তাদের পরিবারের (স্ত্রীদের) কিট গমন করে থাকে। সুতরাং ঐ সময় জাহান্নামবাসীরা জাহান্নামে গমন কবে। পক্ষান্তরে জান্নাতবাসীদেরকে জান্নাতে নিয়ে যাওয়া হবে। কাজেই তাদের দরে বিশ্রামস্থল হবে জান্নাত। সেখানে তাদেরকে মাছের কলিজা আহার করানো হবে এবং তারা সবাই তাতে পরিতৃপ্ত হবে। এর উপর ভিত্তি করেই আল্লাহ তা'আলা বলেনঃ সেই দিন হবে জান্নাতবাসীদের বাসস্থান উৎকৃষ্ট এবং বিশ্রামস্থল মনোরম। হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ অর্ধ দিন হবে না যে পর্যন্ত না এরা এবং ওরা বিশ্রামস্থল গ্রহণ করবে। অতঃপর তিনি পাঠ করেন (আরবি)-এ আয়াতটি এবং পরে পাঠ করেন। (আরবি)-এ আয়াতটি। “আর তাদের (জাহান্নামীদের) গন্তব্য হবে অবশ্যই প্রজ্বলিত অগ্নির দিকে।” (৩৭: ৬৮)(আরবি) এ আয়াতের পরিপ্রেক্ষিতে বলেন যে, এর দ্বারা জান্নাতের কক্ষসমূহ বুঝানো হয়েছে। যখন তাদেরকে তাদের প্রতিপালকের সামনে একবার পেশ করা হবে তখন তাদের হিসাব খুবই সহজভাবে গ্রহণ করা হবে। যেমন মহান আল্লাহ এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “যাকে তার আমলনামা দক্ষিণ হস্তে দেয়া হবে তার হিসাব-নিকাশ সহজেই নেয়া হবে। আর সে তার স্বজনদের নিকট প্রফুল্ল চিত্তে ফিরে যাবে।” (৮৪: ৮-৯) কাতাদা (রঃ) বলেন যে, (আরবি) দ্বারা উদ্দেশ্য হলো আশ্রয়স্থল ও অবতরণস্থল।সাফওয়ান ইবনে মুহরিম (রঃ) হতে বর্ণিত আছে যে, কিয়ামতের দিন এমন দু’জন লোককে আনয়ন করা হবে যাদের একজন দুনিয়ায় লাল-সাদাদের নিকট বাদশাহ রূপে ছিল। তার হিসাব গ্রহণ করা হবে। কিন্তু সে এমনই এক বান্দা যে, জীবনে কখনো সে একটি সৎ কাজও করেনি। সুতরাং তাকে জাহান্নামে নিয়ে যাওয়ার নির্দেশ দেয়া হবে। আর অপর লোকটি এতো দরিদ্র ছিল যে, পরিধেয় বস্ত্রটি ছিল তার একমাত্র সম্বল। তার হিসাব গ্রহণ করা হলে সে বলবেঃ “হে আমার প্রতিপালক! আমাকে আপনি এমন কিছু দেননি যার হিসেব আমার কাছে নিবেন।” তখন আল্লাহ তা'আলা বলবেনঃ “আমার বান্দা সত্য কথা বলেছে। সুতরাং (হে আমার ফেরেশতামণ্ডলী)! তোমরা তাকে পাঠিয়ে দাও।” অতঃপর তাকে জান্নাতে প্রবিষ্ট করার নির্দেশ দেয়া হবে। তারপর আল্লাহ যতদিন চাবেন তাদেরকে তাদের নিজ নিজ অবস্থায় ছেড়ে দিবেন। এরপর তিনি জাহান্নামবাসী লোকটিকে ডেকে পাঠাবেন। সে মহান আল্লাহর সামনে হাযির হলে দেখা যাবে যে, সে অত্যন্ত কালো কয়লার মত হয়ে গেছে। তাকে জিজ্ঞেস করা হবেঃ “তুমি কেমন বিশ্রামস্থল পেয়েছো?” উত্তরে সে বলবেঃ “আমার বিশ্রামস্থল অত্যন্ত জঘন্য।” তখন তাকে বলা হবেঃ “তুমি সেখানেই ফিরে যাও।” অতঃপর জান্নাতবাসী ঐ লোকটিকে ডাকা হবে। তার চেহারা হবে চৌদ্দ তারিখের চন্দ্রের ন্যায় উজ্জ্বল। তাকে জিজ্ঞেস করা হবেঃ “তোমার বাসস্থান তুমি কেমন পেয়েছো?” উত্তরে সে বলবেঃ “হে আমার প্রতিপালক! আমি উত্তম বাসস্থান পেয়েছি। তাকে তখন বলা হবেঃ “তুমি (তোমার ঐ জায়গাতেই) ফিরে যাও।” (ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত সাঈদ আস্ সওয়াফ (রঃ)-এর নিকট খবর পৌঁছেছে যে, কিয়ামতের দিনটি মুমিনের নিকট খুবই ছোট অনুভূত হবে। এমনকি তাদের মনে হবে যে, ওটা আসর হতে মাগরিবের মধ্যবর্তী সময়। তারা জান্নাতের বাগানে ঘোরাফেরা করবে। আল্লাহ তাআলার উক্তির তাৎপর্য এটাই যে, সেই দিন হবে জান্নাতবাসীদের বাসস্থান উৎকৃষ্ট এবং বিশ্রামস্থল মনোরম। ২৫। যেদিন আকাশ মেঘপুঞ্জ সহ বিদীর্ণ হবে এবং ফেরেশতাদেরকে নামিয়ে দেয়া হবে।",
  "ayah": 24,
  "surah": 25
}
