{
  "text": "২৫-২৯ নং আয়াতের তাফসীর\nকিয়ামতের দিন যে ভয়াবহ অবস্থার সৃষ্টি হবে এবং যেসব বড় বড় ঘটনা সংঘটিত হবে, আল্লাহ তাআলা এখানে তারই সংবাদ দিচ্ছেন। এগুলোর মধ্য হতে কয়েকটি যেমনঃ আকাশ মেঘপুঞ্জসহ বিদীর্ণ হওয়া এবং ফেরেশতাদেরকে নামিয়ে দেয়া। সেই দিন ফেরেশতারা একত্রিত হওয়ার স্থানে সমস্ত সৃষ্টজীবকে পরিবেষ্টন করে ফেলবেন। অতঃপর মহা কল্যাণময় প্রতিপালক বিচার-ফায়সালার জন্যে আগমন করবেন। মুজাহিদ (রঃ) বলেন যে, এটা আল্লাহ তাআলার নিম্নের উক্তির মতঃ (আরবি) অর্থাৎ “আল্লাহ তাদের নিকট মেঘের ছায়ার মধ্যে আগমন করবেন তারা শুধু এরই অপেক্ষা করছে।” (২:২১০) আল্লাহ পাকের(আরবি)-এই উক্তির পরিপ্রেক্ষিতে হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “আল্লাহ তা'আলা দানব, মানব, পশু-পাখী এবং সমস্ত সৃষ্টজীবকে একই মাটিতে একত্রিত করবেন। অতঃপর দুনিয়ার আকাশ বিদীর্ণ হয়ে যাবে এবং এই আকাশের অধিবাসীরা নীচে নেমে আসবে যাদের সংখ্যা দানব, মানব ও সমুদয় সৃষ্টজীব অপেক্ষা বেশী হবে। সুতরাং তারা দানব, মানব এবং সমুদয় মাখলুককে পরিবেষ্টন করে ফেলবে। এরপর দ্বিতীয় আকাশ বিদীর্ণ হবে এবং ওর অধিবাসীরা নীচে নেমে আসবে। তারা তাদের পূর্বে অবতণকারী ফেরেশতাদেরকে ও জ্বিন, মানুষ এবং সমস্ত মাখলুককে পরিবেষ্টন করবে। আর এই দ্বিতীয় আকাশের অধিবাসীদের সংখ্যা হবে দুনিয়ার আকাশের অধিবাসী এবং সমস্ত সৃষ্টজীব অপেক্ষা বেশী। তারপর তৃতীয় আকাশ ফেটে যাবে এবং ওর অধিবাসীরা নীচে অবতরণ করবে। তারা সংখ্যায় দ্বিতীয় আকাশের অধিবাসী, দুনিয়ার আকাশের অধিবাসী এবং সমস্ত সৃষ্টজীব অপেক্ষা অধিক হবে। তারা তাদের পূর্বে অবতারিত ফেরেশতাসমূহ, দানব, মানব এবং সমুদয় মাখলুককে পরিবেষ্টন করবে। অতঃপর অনুরূপভাবে প্রত্যেক আকাশই ফেটে যাবে এবং শেষ পর্যন্ত সপ্তম আকাশ বিদীর্ণ হবে এবং ওর অধিবাসীরা নীচে নেমে আসবে যাদের সংখ্যা ছয় আকাশের অধিবাসী, দানব, মানব এবং সমস্ত সৃষ্টজীব অপেক্ষা বেশী হবে। তারা তাদের পূর্বে অবতারিত আকাশসমূহের অধিবাসী, জ্বিন, মানুষ এবং সমস্ত মাখলুককে পরিবেষ্টন করবে। আর আমাদের মহামহিমান্বিত প্রতিপালক মেঘমালার ছায়ায় অবতরণ করবেন। এবং তাঁর চতুর্দিকে তাঁর নৈকট্য লাভকারী ফেরেশতাগণ থাকবেন যাদের সংখ্যা সপ্ত আকাশের অধিবাসী দানব, মানব ও সমস্ত সৃষ্টজীব অপেক্ষা বেশী হবে। বর্শার ফলকের গিঁটের মত তাঁদের শিং থাকবে। তারা আরশের নীচে অবস্থান করবেন। তারা মহামহিমান্বিত আল্লাহর তাসবীহ-তাহলীল পাঠে এবং তাঁর মহিমা ও পবিত্রতা ঘোষণায় লিপ্ত থাকবেন। তাদের পায়ের পাতা ও পায়ের গিটের মধ্যকার দূরত্ব হবে পাঁচশ’ বছরের পথ। পায়ের গিট ও হাঁটুর মধ্যকার দূরত্ব হবে পাঁচশ' বছরের পথ। হাঁটু হতে কোমর পর্যন্ত জায়গার দূরত্ব হবে পাচশ' বছরের পথ। কোমর থেকে নিয়ে বুকের উপরের অস্থি পর্যন্ত স্থানের দূরত্ব হবে পাঁচশ' বছরের পথ। বক্ষের উপরোস্থিত অস্থি হতে কানের লতি পর্যন্ত জায়গার দূরত্ব হবে পাঁচশ বছরের পথ। আর সেখান থেকে উপরের শেষাংশ পর্যন্ত স্থানের দূরত্ব হবে পাঁচশ' বছরের পথ। জাহান্নাম এর অনুভূতি স্থল।” (এভাবে এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ইউসুফ ইবনে মাহরান (রঃ) হতে বর্ণিত আছে যে, তিনি হযরত ইবনে আব্বাস (রাঃ)-কে বলতে শুনেছেনঃ এই আকাশ যখন বিদীর্ণ হয়ে যাবে তখন  এটা হতে ফেরেশতারা অবতরণ করবেন যাদের সংখ্যা মানব ও দানব হতে বেশী হবে। ওটা হলো কিয়ামতের দিন, যেই দিন আসমানের অধিবাসী ও যমীনের অধিবাসীরা মিলিত হবে। তখন যমীনবাসীরা জিজ্ঞেস করবেঃ “আমাদের প্রতিপালক এসেছেন কি?” তারা উত্তরে বলবেনঃ “তিনি এখনো আসেননি, তবে আসবেন।” অতঃপর দ্বিতীয় আকাশ ফেটে যাবে। তারপর পর্যায়ক্রমে আকাশগুলো ফাটতে থাকবে। অবশেষে সপ্তম আকাশ ফেটে পড়বে। তখন ওর থেকে ফেরেশতারা নীচে অবতরণ করবেন যাদের সংখ্যা পূর্বে আকাশসমূহ হতে অবতারিত সমুদয় ফেরেশতা হতে এবং সমস্ত দানব ও মানব হতে বেশী হবে। তারপর নেতৃস্থানীয় ফেরেশতাগণ অবতরণ করবেন। অতঃপর আমাদের প্রতিপালক আটজন ফেরেশতা দ্বারা বহনকৃত আরশে চড়ে আসবেন। ঐ আটজন ফেরেশতার প্রত্যেকের পায়ের গিঁট হতে কাঁধ পর্যন্ত জায়গার দূরত্ব হবে পাঁচশ বছরের রাস্তা। ঐ ফেরেশতারা একে অপরের মুখের দিকে তাকাবেন না। বরং তারা প্রত্যেকেই নিজ নিজ মাথা নিজ নিজ হস্তদ্বয়ের মাঝে রেখে বলতে থাকবেনঃ (আরবি)  অর্থাৎ “মহান ও পবিত্র বাদশাহর পবিত্রতা ও মহিমা ঘোষণা করছি। তাদের মাথার উপর তীরের ন্যায় কিছু থাকবে এবং ওর উপর আরশ থাকবে। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। কিন্তু এ বর্ণনাটি খুবই দুর্বল এবং এতে কঠিন অস্বীকৃতি রয়েছে। প্রসিদ্ধ সূরের (শিঙ্গার) হাদীসে প্রায় এরূপই বর্ণনা রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী)মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “সেদিন সংঘটিত হবে মহাপ্রলয়, এবং আকাশ বিদীর্ণ হয়ে বিশ্লিষ্ট হয়ে পড়বে। ফেরেশতারা আকাশের প্রান্তদেশে থাকবে এবং সেই দিন আটজন ফেরেশতা তাদের প্রতিপালকের আরশকে ধারণ করবে তাদের ঊর্ধ্বে।” (৬৯:১৫-১৭)শাহর ইবনে হাউশিব (রঃ) বলেন যে, আটজন ফেরেশতা আরশ বহন করবেন। তাদের মধ্যে চারজন বলতে থাকবেনঃ (আরবি) অর্থাৎ “হে আল্লাহ! আমরা আপনার পবিত্রতা বর্ণনা করছি এবং আপনার প্রশংসা করছি। আপনার জানার পরেও আপনার সহনশীলতার জন্যে প্রশংসা আপনার।” আর তাদের অবশিষ্ট চারজন বলবেনঃ (আরবি)অর্থাৎ “হে আল্লাহ! আমরা আপনার মহিমা ঘোষণা করছি। আপনার ক্ষমতার পরেও আপনার ক্ষমার কারণে প্রশংসা আপনারই জন্যে।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন) আবু বকর ইবনে আবদিল্লাহ (রঃ) বলেন যে, যমীনবাসী যখন আরশের দিকে তাকাবে তখন তাদের চক্ষু স্থির ও বিস্ফারিত হয়ে যাবে এবং প্রাণ হয়ে যাবে কণ্ঠাগত।আল্লাহ পাকের উক্তিঃ ‘সেই দিন প্রকৃত কর্তৃত্ব হবে দয়াময়ের। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “আজ কর্তৃত্ব কার? আল্লাহর জন্যে, যিনি এক, প্রবল পরাক্রান্ত।” (৪০: ১৬)সহীহ হাদীসে আছে যে, আল্লাহ তা'আলা আসমানসমূহকে ডান হাতে এবং যমীনসমূহকে বাম হাতে ধারণ পূর্বক বললেনঃ “আমি বাদশাহ এবং আমি মহাবিচারক। যমীনের বাদশাহরা কোথায়? কোথায় শক্তিশালীরা? অহংকারীরা কোথায়?” আর এক জায়গায় তার উক্তি রয়েছেঃ (আরবি) অর্থাৎ “ঐ দিন কাফিরদের উপর কঠিন হবে।” (২৫: ২৬) কেননা, ওটা হবে ন্যায়বিচার ও ফায়সালার দিন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “ওটা সেই দিন হবে কঠিন দিন। কাফিরদের উপর তা সহজ নয়।” (৭৪: ৯-১০) সুতরাং এই দিন এটা হবে কাফিরদের অবস্থা। পক্ষান্তরে মুমিনদের সম্পর্কে আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “বড় ভয়-বিহ্বলতা তাদেরকে চিন্তান্বিত করবে না।” (২১:১০৩)। হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, জিজ্ঞেস করা হয়ঃ “হে আল্লাহর রাসূল (সঃ)! ওটা এমন একদিন যা পার্থিব পঞ্চাশ হাজার বছরের সমান' এই দিন কতই না দীর্ঘ হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “যার হাতে আমার প্রাণ রয়েছে তার শপথ! অবশ্যই ওটা মুমিনের উপর হালকা করা হবে। এমনকি ওটা তার উপর দুনিয়ার ফরয নামাযের চেয়েও হালকা হবে।” মহান আল্লাহর উক্তিঃ যালিম ব্যক্তি সেই দিন নিজ হস্তদ্বয় দংশন করবে। এই উক্তি দ্বারা আল্লাহ তা'আলা ঐ যালিমের অনুতাপের সংবাদ দিচ্ছেন যে রাসূলুল্লাহ (সঃ)-এর নীতি থেকে বিচ্ছিন্ন হয়ে পড়েছে এবং তিনি যে সুস্পষ্ট সত্য জিনিস আল্লাহ তা'আলার নিকট হতে নিয় এসেছেন তা থেকে সরে পড়েছে, আর রাসূল (সঃ)-এর বাতলানো পথের বিপরীত পথে চলেছে। সুতরাং যেই দিন কিয়ামত সংঘটিত হবে সেই দিন সে লজ্জিত ও অনুতপ্ত হবে এবং শোকে ও দুঃখে স্বীয় হস্ত কামড়াতে থাকবে। কিন্তু ঐ সময় এতে কোনই উপকার সে লাভ করতে পারবে না। এ আয়াতটি উকবা ইবনে আবি মুঈত এবং অন্যান্য দুষ্ট শ্রেণীর লোকদের ব্যাপারে অবতীর্ণ হলেও প্রত্যেক যালিমের ব্যাপারে এটা সাধারণ এবং সমানভাবে প্রযোজ্য। অতএব কিয়ামতের দিন প্রত্যেক যালিমই অত্যন্ত লজ্জিত হবে এবং স্বীয় হস্তদ্বয় কামড়াতে কামড়াতে বলবেঃ “হায়! আমি যদি রাসূল (সঃ)-এর সাথে সৎপথ অবলম্বন করতাম! হায় দুর্ভোগ আমার! আমি যদি অমুককে বন্ধুরূপে গ্রহণ না করতাম!” অর্থাৎ যে তাকে হিদায়াতের পথ হতে সরিয়ে দিয়ে বিভ্রান্তির পথে নিয়ে গিয়েছিল তার কথা মান্য করার কারণে সে এরূপ আক্ষেপ করবে। এটা উমাইয়া ইবনে খালফ অথবা তার ভাই উবাই ইবনে খালফ বা অন্যান্য সমস্ত যালিমের ব্যাপারেও সমানভাবে প্রযোজ্য। ‘আমাকে তো সে বিভ্রান্ত করেছিল আমার নিকট উপদেশ অর্থাৎ কুরআন পৌঁছার পর। আল্লাহ তা'আলা বলেনঃ ‘শয়তান তো মানুষের জন্যে মহাপ্রতারক।' অর্থাৎ সে প্রতারণা করে মানুষকে সত্য পথ থেকে সরিয়ে দিয়ে বিভ্রান্তি ও বাতিলের পথে নিয়ে যায়। আর সে তাকে ঐ দিকে আহ্বান করে।",
  "ayah": 29,
  "surah": 25
}
