{
  "text": "৪১-৪৪ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, মুশরিকরা যখন রাসূলুল্লাহ (সঃ)-কে দেখে তখন তাঁকে উপহাস ও বিদ্রুপ করে। যেমন তিনি বলেনঃ “যখন কাফিররা তোমাকে দেখে তখন তারা তোমাকে শুধু ঠাট্টা-বিদ্রুপের পাত্র রূপে গণ্য করে।” অর্থাৎ তারা তাকে দোষ-ত্রুটির সাথে বিশেষিত করে। এখানে মহামহিমান্বিত আল্লাহ বলেনঃ তারা যখন তোমাকে দেখে তখন তারা তোমাকে শুধু ঠাট্টা-বিদ্রুপের পাত্র রূপে গণ্য করে এবং বলে- এই কি সে, যাকে আল্লাহ রাসূল করে পাঠিয়েছেন। অর্থাৎ তারা তাঁকে খাটো করার জন্যে একথা বলে। তাই আল্লাহ তাদের দুষ্কৃতি ও বদভ্যাসের বর্ণনা দিয়েছেন। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “তোমার পূর্বেও রাসূলদেরকে বিদ্রুপ করা হয়েছিল।” (৬: ১০) মহান আল্লাহর উক্তিঃ সে তো আমাদেরকে আমাদের দেবতাগণ হতে দূরে সরিয়ে দিতো। অর্থাৎ আল্লাহ তাআলা ঐ মুশরিকদের উক্তির উদ্ধৃতি দিয়ে বলেন, তারা বলে- আমরা আমাদের দেবতাদের আনুগত্যে দৃঢ় প্রতিষ্ঠিত না থাকলে সে তো আমাদেরকে তাদের ইবাদত হতে সরিয়ে দিতো। আল্লাহ তাদেরকে ভীতি প্রদর্শন ও হুমকির সুরে বলেনঃ যখন তারা শাস্তি প্রত্যক্ষ করবে তখন জানবে কে সর্বাধিক পথভ্রষ্ট।এরপর আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে জানিয়ে দেন যে, যার তকদীরে আল্লাহ দুর্ভোগ ও পথভ্রষ্টতা লিখে দিয়েছেন তাকে মহামহিমান্বিত আল্লাহ ছাড়া আর কেউই সুপথ প্রদর্শন করতে পারে না। তাই তিনি বলেনঃ তুমি কি দেখো না তাকে, যে তার কামনা বাসনাকে ইলাহরূপে গ্রহণ করে? অর্থাৎ যে প্রবৃত্তির দাস এবং প্রবৃত্তি যা চায় তাই যে ভাল মনে করে, সেটাই তার দ্বীন ও মাযহাব। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “তবে কি যে ব্যক্তির খারাপ কাজ তার জন্যে শোভনীয় করা হয়েছে, অতঃপর সে ওটাকে উত্তম দেখে? নিশ্চয়ই আল্লাহ যাকে চান পথভ্রষ্ট করেন।” (৩৫: ৮) এ জন্যেই তিনি এখানে বলেনঃ তবুও কি তুমি তার কর্মবিধায়ক হবে?হযরত ইবনে আব্বাস (রাঃ) বলেন যে, অজ্ঞতার যুগে একজন লোক কিছুকাল যাবত সাদা পাথরের ইবাদত করতো। অতঃপর যখন দেখতো যে, ওটার চেয়ে অন্যটি উৎকৃষ্টতর, তখন পূর্বটির পূজা ছেড়ে দিয়ে ঐ দ্বিতীয়টির পূজা শুরু করে দিতো।এরপর আল্লাহ তা'আলা বলেনঃ তুমি কি দেখো না যে, তাদের অধিকাংশ শুনে ও বুঝে? তারা তো পশুরই মত; তারা আরো অধম। অর্থাৎ তাদের অবস্থা বিচরণকারী পশুর চেয়েও খারাপ। কারণ পশুরা ঐ কাজই করে যে কাজের জন্যে ওগুলোকে সৃষ্টি করা হয়েছে। আর এই মানুষকে সৃষ্টি করা হয়েছে এক শরীক বিহীন আল্লাহর ইবাদতের জন্যে। কিন্তু তারা তা পালন করেনি। বরং তারা তাকে বাদ দিয়ে অন্যের ইবাদত করে এবং তাদের কাছে দলীল প্রমাণাদি কায়েম হওয়া এবং তাদের নিকট রাসূলদেরকে প্রেরণ করা সত্ত্বেও তারা তাঁর সাথে শরীক স্থাপন করে।",
  "ayah": 44,
  "surah": 25
}
