{
  "text": "৪৫-৪৭ নং আয়াতের তাফসীর\nমহামহিমান্বিত আল্লাহ এখানে স্বীয় অস্তিত্ব ও বিভিন্ন প্রকার জিনিস সৃষ্টি করার উপর পূর্ণ ও ব্যাপক ক্ষমতার দলীল প্রমাণাদি বর্ণনা শুরু করেছেন। তিনি বলেনঃ তমি কি তোমার প্রতিপালকের প্রতি লক্ষ্য কর না কিভাবে তিনি ছায়া সম্প্রসারিত করেন?’ ইবনে আব্বাস (রাঃ), ইবনে উমার (রাঃ), আবুল আলিয়া (রঃ), আবূ মালিক (রঃ), মাসরূক (রঃ), মুজাহিদ (রঃ), সাঈদ ইবনে জুবাইর (রঃ), নাখঈ (রঃ), যহহাক (রঃ), হাসান (রঃ) এবং কাতাদা (রঃ) বলেন যে, এটা হচ্ছে ফজর প্রকাশিত হওয়া থেকে নিয়ে সূর্যোদয় পর্যন্ত এ দুয়ের মধ্যবর্তী সময়। আল্লাহ পাকের উক্তিঃ তিনি ইচ্ছা করলে এটাকে স্থির অর্থাৎ স্থায়ী ও সদা বিরাজমান রাখতে পারতেন। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “তুমি বলে দাও-তোমরা কি লক্ষ্য কর না যে, যদি আল্লাহ তোমাদের উপর রাত্রিকে স্থির ও চিরস্থায়ী করতেন।” (২৮:৭১)মহান আল্লাহর উক্তিঃ অনন্তর আমি সূর্যকে করেছি এর নির্দেশক। অর্থাৎ যদি সূর্য উদিত না হতো তবে দিবস ও রজনীর পরিচয় পাওয়া যেতো না। কেননা, বিপরীতকে বিপরীতের মাধ্যমেই চেনা যায়।আল্লাহ তা'আলা বলেনঃ অতঃপর আমি এটাকে আমার দিকে ধীরে ধীরে গুটিয়ে আনি। অর্থাৎ সহজে গুটিয়ে আনি। হযরত ইবনে আব্বাস (রাঃ) (আরবি) অর্থ করেছেন (আরবি) অর্থাৎ তাড়াতাড়ি। মুজাহিদ (রঃ) বলেন যে, এর অর্থ হলো গোপন করা। সুদ্দী (রঃ) বলেন যে, (আরবি) -এর অর্থ হলো গোপনীয়ভাবে গুটিয়ে নেয়া। শেষ পর্যন্ত ছাদের নীচে ও গাছের নীচে ছাড়া ভূ-পৃষ্ঠের অন্য কোন জায়গায় ছায়া থাকবে না। সূর্য ছায়া দেবে যা ওর উপরে রয়েছে। আইয়ুব ইবনে মূসা (রঃ) বলেন যে, (আরবি)-এর অর্থ হলো অল্প অল্প করে গুটিয়ে নেয়া।আল্লাহ তা'আলা বলেনঃ তিনিই তোমাদের জন্যে রাত্রিকে করেছেন আবরণ স্বরূপ। অর্থাৎ রাত্রি আবরণ দ্বারা সব কিছুকে আচ্ছন্ন করে ফেলে। যেমন তিনি অন্য জায়গায় বলেনঃ অর্থাৎ “শপথ রজনীর, যখন সে আচ্ছন্ন করে।” (৯২: ১) এরপর মহান আল্লাহ বলেনঃ বিশ্রামের জন্যে তোমাদের দিয়েছেন নিদ্রা। অর্থাৎ দেহের বিশ্রামের জন্যে গতিশীলতা বন্ধ করে দিয়েছেন। কেননা, দেহের অঙ্গ-প্রত্যঙ্গগুলো দিনের বেলায় জীবিকা উপার্জনের জন্যে গতিশীল থাকে বলে ক্লান্ত হয়ে পড়ে। অতঃপর যখন রাত্রি আসে তখন গতিশীলতা বন্ধ হয়ে যায়। ফলে দেহ আরাম পায়। আর এর ফলে ঘুম এসে যায় এবং এতে একই সাথে দেহ ও আত্মা শান্তি ও বিশ্রাম লাভ করে।মহিমান্বিত আল্লাহ বলেনঃ আর তিনি সমুথানের জন্যে দিয়েছেন দিবস। অর্থাৎ দিনের বেলায় মানুষ জীবিকা ও জীবনের বিভিন্ন উপকরণ সংগ্রহের নিমিত্তে ভূ-পৃষ্ঠে ছড়িয়ে পড়ে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “এটাও আল্লাহর একটা অনুগ্রহ ও করুণা যে, তিনি তোমাদের জন্যে রাত্রি ও দিবস বানিয়েছেন, যেন তোমরা তাতে শান্তি পাও এবং তাঁর অনুগ্রহ সন্ধান কর।” (২৮:৭৩) ৪৮। তিনিই স্বীয় রহমতের প্রাক্কালে সুসংবাদবাহী রূপে। বায়ু প্রেরণ করেন এবং আমি আকাশ হতে বিশুদ্ধ পানি বর্ষণ করি।",
  "ayah": 47,
  "surah": 25
}
