{
  "text": "৫১-৫৪ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ আমি যদি ইচ্ছা করতাম তবে প্রতিটি জনপদে একজন ভয়-প্রদর্শক প্রেরণ করতে পারতাম যে জনগণকে মহামহিমান্বিত আল্লাহর দিকে আহ্বান করতো। কিন্তু হে মুহাম্মাদ (সঃ)! আমি তোমাকে সারা যমীনবাসীর নিকট প্রেরণের সাথে বিশিষ্ট করেছি এবং তোমাকে আমি আদেশ করেছি যে, তুমি তাদের কাছে এই কুরআনের বাণী পৌছিয়ে দেবে। যেমন নবী (সঃ)-কে বলতে বলা হয়েছেঃ “যাতে আমি তোমাদেরকে এর দ্বারা ভয় প্রদর্শন করি।” আর এক জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “দলসমূহের মধ্যে যে এটাকে প্রত্যাখ্যান করবে তার প্রতিশ্রুত জায়গা হলো জাহান্নাম।” (১১:১৭) অন্য এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তুমি বলে দাও- হে লোক সকল! নিশ্চয়ই আমি তোমাদের সকলের নিকট আল্লাহর রাসূলরূপে প্রেরিত হয়েছি।” (৭:১৫৮) সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি রক্তিম (বর্ণের লোক) এবং কৃষ্ণ (বর্ণের লোক)-এর নিকট প্রেরিত হয়েছি।” সহীহ বুখারী ও সহীহ মুসলিমে আরো বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অন্য নবীকে তার কওমের নিকট বিশিষ্টভাবে প্রেরণ করা হতো, কিন্তু আমি সাধারণভাবে সমস্ত মানুষের নিকট নবীরূপে প্রেরিত হয়েছি।” এজন্যেই আল্লাহ তা'আলা বলেনঃ সুতরাং তুমি কাফিরদের আনুগত্য করো না এবং তুমি ওর সাহায্যে অর্থাৎ কুরআনের সাহায্যে তাদের সাথে প্রবল সগ্রাম চালিয়ে যাও। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ)! তুমি কাফির ও মুনাফিকদের সাথে সংগ্রাম চালিয়ে যাও।” (৬৬:৯)।মহান আল্লাহ বলেনঃ তিনিই দুই সমুদ্রকে মিলিতভাবে প্রবাহিত করেছেন, একটি মিষ্ট, সুপেয় এবং অপরটি লবণাক্ত, খর। অর্থাৎ তিনি পানি দুই প্রকারের করে দিয়েছেন। একটি মিষ্ট ও অপরটি লবণাক্ত। নদী, প্রস্রবণ ও কূপের পানি সাধারণতঃ মিষ্ট, স্বচ্ছ এবং সুস্বাদু হয়ে থাকে। কতকগুলো স্থির সমুদ্রের পানি লবণাক্ত ও বিস্বাদ হয়ে থাকে। আল্লাহ তা'আলার এই নিয়ামতের জন্যে কৃতজ্ঞতা প্রকাশ করা উচিত যে, তিনি মিষ্ট পানি চতুর্দিকে প্রবাহিত করে দিয়েছেন যাতে লোকদের গোসল করা, সবকিছু ধৌত করা এবং ক্ষেতে ও বাগানে পৌঁছিয়ে দেয়া সহজসাধ্য হয়। পূর্বে ও পশ্চিমে তিনি লবণাক্ত পানিবিশিষ্ট প্রশান্ত মহাসাগর প্রবাহিত করেছেন যা স্থির রয়েছে এবং এদিক ওদিকে প্রবাহিত হয় না। কিন্তু ওটা তরঙ্গায়িত হচ্ছে। কোন কোন সমুদ্রে জোয়ার ভাটা হয়ে থাকে। প্রতি মাসের প্রাথমিক দিনগুলোতে তাতে বর্ধন ও প্রবাহ থাকে। অতঃপর চন্দ্রের হ্রাস পাওয়ার সাথে সাথে ওটাও হ্রাস পায়। শেষ পর্যন্ত ওটা স্বীয় অবস্থায় এসে পড়ে। তারপর আবার চন্দ্র বৃদ্ধি পেতে থাকে, তখন ওটাও বৃদ্ধি পেতে শুরু করে এবং চৌদ্দ তারিখ পর্যন্ত পর্যায়ক্রমে চাঁদের সাথে বাড়তেই থাকে। তারপর আবার কমতে শুরু করে। এই সমুদয় সমুদ্র আল্লাহ তা'আলাই সৃষ্টি করেছেন। তিনি পূর্ণ ও ব্যাপক ক্ষমতার অধিকারী। লবণাক্ত ও গরম পানি পান কার্যে ব্যবহৃত হয় না বটে, কিন্তু ঐ পানি বায়ুকে নির্মল করে যার ফলে মানুষের জীবন দুর্বিষহ হয় না। তাতে যে জন্তু মরে যায় ওর দুর্গন্ধে মানুষ কষ্ট পায় না। লবণাক্ত পানির কারণে ওর বাতাস স্বাস্থ্যের অনুকূল হয় এবং ওর স্বাদ পবিত্র ও উত্তম হয়। এজন্যেই যখন রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “আমরা সমুদ্রের পানিতে অযু করতে পারি কি?” তখন তিনি উত্তর দেনঃ “সমুদ্রের পানি পবিত্র এবং ওর মৃত হালাল।” (ইমাম মালিক (রঃ), ইমাম শাফেয়ী (রঃ) এবং আহলে সুনান এটা রিওয়াইয়াত করেছেন এবং এর ইসনাদও সঠিক ও উত্তম)আল্লাহ তা'আলা বলেনঃ তিনি উভয়ের মধ্যে অর্থাৎ মিষ্ট ও লবণাক্ত পানির মধ্যে রেখে দিয়েছেন এক অন্তরায়, এক অনতিক্রম্য ব্যবধান। অর্থাৎ আল্লাহ পাকের অসীম ক্ষমতা যে, তিনি স্বীয় ক্ষমতাবলে মিষ্ট ও লবণাক্ত পানিকে পৃথক পৃথক রেখেছেন। না লবণাক্ত পানি মিষ্ট পানির সাথে মিশ্রিত হতে পারে, না মিষ্ট পানি লবণাক্ত পানির সাথে মিলিত হতে পারে। যেমন তিনি বলেছেনঃ(আরবি) অর্থাৎ “তিনি প্রবাহিত করেন দুই সমুদ্র যারা পরস্পর মিলিত হয়। কিন্তু তাদের মধ্যে রয়েছে এক অন্তরায় যা তারা অতিক্রম করতে পারে না। সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?” (৫৫: ১৯-২১) আর এক আয়াতে রয়েছেঃ কে তিনি যিনি যমীনকে নিরাপদ স্থল বানিয়েছেন এবং তাতে স্থানে স্থানে সমুদ্র প্রবাহিত করে দিয়েছেন, পাহাড়-পর্বত স্থাপন করেছেন, আর দুই সমুদ্রের মাঝে রেখে দিয়েছেন এক অন্তরায়? আল্লাহর সাথে অন্য কোন উপাস্য রয়েছে কি? প্রকৃত ব্যাপার এই যে, ঐ মুশরিকদের অধিকাংশ লোকই জ্ঞান রাখে না।”মহান আল্লাহর উক্তিঃ তিনিই মানুষকে সৃষ্টি করেছেন পানি হতে, অতঃপর তিনি তার বংশগত ও বৈবাহিক সম্বন্ধ স্থাপন করেছেন। অর্থাৎ তিনি মানুষকে দুর্বল শুক্র হতে সৃষ্টি করেছেন। তারপর তাকে ঠিকঠাক করেছেন এবং তাকে সুন্দরভাবে সৃষ্টি করে নর ও নারী বানিয়েছেন। কিছুদিন পরে বংশগত ও বৈবাহিক সম্বন্ধ স্থাপন করেছেন। এ জন্যেই তিনি বলেনঃ তোমার প্রতিপালক সর্বশক্তিমান।",
  "ayah": 54,
  "surah": 25
}
