{
  "text": "৬৩-৬৭ নং আয়াতের তাফসীর\nএখানে আল্লাহর মুমিন বান্দাদের গুণাবলীর বর্ণনা দেয়া হচ্ছে। তারা ভূ-পৃষ্ঠে বিনয় ও নম্রতার সাথে চলাফেরা করে। তারা গর্ব-অহংকার, ঝগড়া-ফাসাদ এবং যুলুম-অত্যাচার করে না। যেমন হযরত লোকমান (আঃ) তার পুত্রকে বলেছিলেঃ (আরবি)অর্থাৎ “তুমি ভূ-পৃষ্ঠে উদ্ধতভাবে বিচরণ করো না।” (৩১: ১৮) কৃত্রিমভাবে কোমর ঝুঁকিয়ে রুগ্ন ব্যক্তির মত পায়ে পায়ে চলা এখানে উদ্দেশ্য কখনই নয়। এটা তো রিয়াকারদের কাজ। তারা লোকদেরকে দেখানোর জন্যে এবং দুনিয়ার দৃষ্টি তাদের দিকে উঠিয়ে নেয়ার উদ্দেশ্যেই এরূপ করে থাকে। রাসূলুল্লাহ (সঃ)-এর অভ্যাস ছিল এর সম্পূর্ণ বিপরীত। তিনি এমনভাবে চলতেন যে, মনে হতো যেন তিনি কোন উঁচু জায়গা হতে নীচে নামছেন এবং যেন যমীনকে তাঁর জন্যে জড়িয়ে নেয়া হচ্ছে। পূর্বযুগীয় মনীষীরা রুগ্ন লোকদের মত কষ্টকর চলনকে অপছন্দ করতেন। বর্ণিত আছে যে, হযরত উমার (রাঃ) একটি লোককে খুবই ধীরে ধীরে চলতে দেখে জিজ্ঞেস করেনঃ “তুমি কি অসুস্থ?” উত্তরে লোকটি বলেঃ “না।” তিনি প্রশ্ন করেনঃ “তাহলে এরূপভাবে চলছো কেন? সাবধান! এরপরে যদি এরূপভাবে চল তবে তোমাকে চাবুক মারা হবে। শক্তির সাথে তাড়াতাড়ি চলবে।”সুতরাং এখানে উদ্দেশ্য হলো শান্ত ও গাম্ভীর্যের সাথে ভদ্রভাবে চলা, দুর্বলতা ও অসুস্থতার ঢঙ্গে নয়। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমর নামাযের জন্যে আসে তখন দৌড়িয়ে এসো না, বরং শান্ত ও ধীরস্থিরভাবে এসো। জামাআতের সাথে যা পাবে তা আদায় করে নাও এবং যা ছুটে যাবে তা (পরে) পুরো করে নাও।” এই আয়াতের তফসীরে হযরত হাসান বসরী (রঃ) খুবই চমৎকার কথা বলেছেন। তা হলোঃ মুমিনদের চক্ষু, কর্ণ এবং অঙ্গ-প্রত্যঙ্গ নত হয়ে থাকে, তাই অজ্ঞ ও নির্বোধ লোকেরা তাদেরকে অসুস্থ মনে করে। অথচ তারা অসুস্থ বা রুগ্ন নয়। বরং আল্লাহর ভয়ে তারা নত হয়ে থাকে। তারা পূর্ণভাবে সুস্থ-সবল রয়েছে, কিন্তু অন্তর আল্লাহর ভয়ে ভীত-সন্ত্রস্ত রয়েছে। পরকালের জ্ঞান দুনিয়ার কামনা-বাসনা এবং ওর আঁকজমক থেকে তাদেরকে দূরে সরিয়ে রেখেছে। কিয়ামতের দিন তারা বলবেঃ “ঐ আল্লাহর সমস্ত প্রশংসা যিনি আমাদের থেকে চিন্তা ও দুঃখ দূর করে দিয়েছেন। এতে কেউ যেন মনে করে যে, দুনিয়ার খাওয়া, পরা ইত্যাদির চিন্তা তাদের লেগেই থাকতো। না,। আল্লাহর শপথ! দুনিয়ার কোন দুঃখ ও চিন্তা তাদের কাছেও আসতো না। হ্যা, তবে আখিরাতের ভয় ও চিন্তা সদা তাদের লেগেই থাকতো। জান্নাতের কোন কাজকে তারা ভারী মনে করতো না, কিন্তু জাহান্নামের ভয় তাদেরকে কাঁদাতে থাকতো। যে ব্যক্তি আল্লাহর ভয় দেখানোর পরেও ভয় পায় না তার নফস দুঃখ ও আফসোসের মালিক (অর্থাৎ পরে তাকে আফসোসই করতে হবে)। যে ব্যক্তি শুধু পানাহারকেই আল্লাহর নিয়ামত মনে করে তার জ্ঞান কম। সে শাস্তির শিকার হয়ে আছে।এরপর আল্লাহ তা'আলা তাঁর সৎ বান্দাদের গুণাবলীর বর্ণনা দিচ্ছেন যে, মূর্খ লোকেরা যখন তাদের সাথে মূখতাপূর্ণ কথা বলে তখন তারা এই মূর্খদের সাথে মূখতাপূর্ণ আচরণ করে না। বরং তাদেরকে ক্ষমা করে দেয়। মন্দ কথার প্রতিউত্তরে তারা কখনো মুখে মন্দ কথা উচ্চারণ করে না। যেমন রাসূলুল্লাহ (সঃ)-এর অভ্যাস এই ছিল যে, কোন লোক যতই তাকে কড়া কথা বলতো ততই তিনি তাকে নরম কথা বলতেন। কুরআন কারীমের এই আয়াতে এই গুণেরই বর্ণনা দেয়া হয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “যখন তারা অসার ক্রিয়া-কলাপের কথা শুনে তখন তা থেকে মুখ ফিরিয়ে নেয়।” (২৮:৫৫)।নুমান ইবনে মাকরান আল মুযানী (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ একটি লোক অন্য একটি লোককে গালি দেয়। কিন্তু ঐ লোকটি উত্তরে বলে- “তোমার উপর শান্তি বর্ষিত হোক।” তখন রাসূলুল্লাহ (সঃ) লোকটিকে বলেনঃ তোমাদের দু'জনের মাঝে ফেরেশতা বিদ্যমান ছিলেন। তিনি তোমার পক্ষ হতে গালিদাতাকে উত্তর দিচ্ছিলেন। সে তোমাকে যে গালি দিচ্ছিল, ফেরেশতা বলছিলেনঃ “এ নয়, বরং তুমি।” আর তুমি যখন বলছিলেঃ “তোমার উপর সালাম বর্ষিত হোক” তখন ফেরেশতা বলছিলেনঃ “তার উপর নয়, বরং তোমারই উপর (শান্তি বর্ষিত হোক)। শান্তি ও নিরাপত্তার হকদার তুমিই।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে) তাই বলা হয়েছে যে, মুমিনরা তাদের মুখে অশ্লীল বাক্য উচ্চারণ করে না। অকথ্য ভাষা প্রয়োগকারীর প্রতি তারা অকথ্য ভাষা প্রয়োগ করে না। ভাল কথা ছাড়া তাদের মুখ দিয়ে মন্দ কথা বের হয় না।হযরত হাসান বসরী (রঃ) বলেনঃ আল্লাহর বান্দাদের দিনগুলো এমনভাবে অতিবাহিত হয় যে, অজ্ঞ লোকেরা তাদেরকে কড়া কথা বলে এবং তারা তা সহ্য করে নেয়। তাদের রাত্রি যেভাবে অতিবাহিত হয় তার বর্ণনা পরবর্তী আয়াতে রয়েছে। মহান আল্লাহ বলেনঃ তারা রাত্রি অতিবাহিত করে তাদের প্রতিপালকের উদ্দেশ্যে সিজদাবনত হয়ে ও দণ্ডায়মান থেকে। তারা বিছানা হতে পৃথক হয়ে যায়। তাদের অন্তরে আল্লাহর ভয় বিদ্যমান থাকে। তারা আল্লাহর রহমতের আশা রাখে। তাই তারা তাঁর ইবাদতে রাত্রি কাটিয়ে দেয়।তারা বলেঃ হে আমাদের প্রতিপালক! আমাদের হতে জাহান্নামের শাস্তি বিদূরিত করুন! ওর শাস্তি তো নিশ্চিত বিনাশ। যেমন কবি বলেনঃ (আরবি) অর্থাৎ “যদি তিনি শাস্তি দেন তবে তার শাস্তি তো নিশ্চিত বিনাশ ও অত্যন্ত কঠিন এবং চিরস্থায়ী, আর যদি তিনি দান করেন তবে তা তো অসংখ্য এবং বে-হিসাব।” যে জিনিস আসে ও চলে যায় তা (আরবি) নয়। (আরবি) হলো ওটাই যা আসার পরে যাওয়ার নাম করে না বা সরে যায় না। আবার এ অর্থও করা হয়েছে যে, জাহান্নামের শাস্তি হচ্ছে ক্ষতিপূরণ যা নিয়ামতের অস্বীকারকারীদের নিকট হতে নেয়া হবে। তারা আল্লাহর দেয়া জিনিস তাঁর পথে ব্যয় করেনি। কাজেই আজ ওর ক্ষতিপূরণ এই হবে যে, তারা জাহান্নামকে পূর্ণ করে দেবে। ওটা হলো নিকৃষ্ট জায়গা, কুদৃশ্য, কষ্টদায়ক এবং বিপদ সংকুল স্থান।মালিক ইবনে হারিস (রঃ) বর্ণনা করেছেন যে, যখন জাহান্নামবাসীকে জাহান্নামে নিক্ষেপ করা হবে তখন সে কতকাল পর্যন্ত যে নীচে যেতেই থাকবে তা আল্লাহ পাকই জানেন। এরপর জাহান্নামের একটি দরজার উপর তাকে থামিয়ে দেয়া হবে এবং বলা হবেঃ এখন তুমি খুবই পিপাসার্ত হয়ে পড়েছে। সুতরাং এক পেয়ালা পানি পান করে নাও।' এ কথা বলে কালো সাপ ও বিষাক্ত বৃশ্চিকের বিষের এক পেয়ালা তাকে পান করানো হবে। ওটা পান করা মাত্রই তার দেহ হতে চামড়া খসে পড়বে, শিরাগুলো পৃথক হয়ে যাবে এবং অস্থিগুলো। পৃথক হয়ে পড়বে। হযরত উবায়েদ ইবনে উমায়ের (রঃ) বলেন যে, জাহান্নামের মধ্যে কূপের মত গর্ত রয়েছে যার মধ্যে উটের মত বড় বড় সাপ রয়েছে এবং খচ্চরের মত বিরাট বিরাট বিচ্ছু রয়েছে। কোন জাহান্নামীকে যখন জাহান্নামে নিক্ষেপ করা হয়। তখন ওগুলো বেরিয়ে এসে তাকে জড়িয়ে ধরে এবং তার ওষ্ঠে, মাথায় এবং দেহের অন্যান্য অঙ্গ-প্রত্যঙ্গে কামড় দেয়। ফলে তার সারা দেহে বিষ ছড়িয়ে পড়ে এবং পুরো মাথার চামড়া বিষের জ্বালায় দন্ধ হয়ে খসে পড়ে। তারপর ঐ সাপ ও বিচ্ছু চলে যায়।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, জাহান্নামী এক হাজার বছর পর্যন্ত ‘ইয়া হান্নানু’, ‘ইয়া মান্নানু' বলে চীকার করতে থাকবে। তখন আল্লাহ তাআলা হযরত জিবরাঈল (আঃ)-কে বলবেনঃ “যাও এবং দেখো, আমার এ বান্দা কি বলছে।” হযরত জিবরাঈল তখন আসবেন এবং দেখবেন যে, জাহান্নামবাসীরা সবাই খুবই খারাপ অবস্থায় রয়েছে এবং মাথা ঝাকিয়ে তারা কানাকাটি করছে। অতঃপর তিনি ফিরে গিয়ে মহামহিমান্বিত আল্লাহকে এই খবর দিবেন। তখন আল্লাহ তাআলা তাঁকে বলবেনঃ “তুমি আবার যাও এবং অমুক জায়গায় আমার এক বান্দা রয়েছে, তাকে নিয়ে এসো।” মহান আল্লাহর এই নির্দেশক্রমে হযরত জিবরাঈল (আঃ) যাবেন এবং লোকটিকে নিয়ে এসে আল্লাহর সামনে দাঁড় করিয়ে দিবেন। আল্লাহ তা'আলা তাকে জিজ্ঞেস করবেনঃ “হে আমার বান্দা! তুমি তোমার জায়গা কেমন পেয়েছো?” সে উত্তরে বলবেঃ “হে আমার প্রতিপালক! আমার অবস্থানের জায়গাও নিকৃষ্ট এবং শয়নের জায়গাও মন্দ।” তখন আল্লাহ তা'আলা নির্দেশ দিবেনঃ “তাকে তার জায়গায় ফিরিয়ে নিয়ে যাও।” লোকটি তখন কান্নাবিজড়িত কণ্ঠে আরয করবেঃ “হে আমার প্রতিপালক! আমাকে যখন আমার ঐ স্থান থেকে বের করেছেন তখন আপনার সত্তা এরূপ নয় যে, আমাকে পুনরায় তাতে প্রবিষ্ট করবেন। আপনার করুণার আমি পূর্ণ আশা রাখি। সুতরাং হে আমার প্রতিপালক! আমার প্রতি দয়া করুন! আপনি যখন আমাকে জাহান্নাম হতে বের করেছেন এবং আমি খুশী হয়েছি তখন আর আমাকে আপনি জাহান্নামে নিক্ষেপ করবেন না এ বিশ্বাস আমার আছে।” তার এ কথায় পরম দয়ালু দাতা আল্লাহর তার প্রতি দয়া হবে এবং তিনি নির্দেশ দিবেনঃ “আচ্ছা, ঠিক আছে, আমার এ বান্দাকে ছেড়ে দাও।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)এরপর আল্লাহ তা'আলা স্বীয় মুমিন বান্দাদের আর একটি গুণের বর্ণনা দিচ্ছেন যে, যখন তারা ব্যয় করে তখন তারা অপব্যয় করে না, কার্পণ্যও করে না, বরং তারা আছে এতদুভয়ের মাঝে মধ্যম পন্থায়। তারা এরূপ করে না যে, দান খয়রাত মোর্টেই করে না, সবই গচ্ছিত ও জমা রাখে। আবার এরূপও করে না যে, নিজের পরিবারবর্গকে বঞ্চিত রেখে সবই দান করে ফেলে। নিম্নের আয়াতে আল্লাহ এ হুকুমই দিয়েছেনঃ (আরবি) অর্থাৎ “তোমার হাতটি তুমি তোমার ঘাড়ের সাথে বেঁধে রেখো না এবং সম্পূর্ণরূপে ছেড়েও দিয়ো না।” (১৭:২৯)হযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “জীবন যাপনে মধ্যম পন্থা অবলম্বন মানুষের বুদ্ধিমত্তার পরিচায়ক। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি (জীবন যাপনে) মধ্যম পন্থা অবলম্বন করে সে কখনো দরিদ্র হয় না।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত হুযাইফা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐশ্বর্য, দারিদ্র্য ও ইবাদতে মধ্যম পন্থা অবলম্বন কতই না উত্তম জিনিস!” (এটা হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন)হযরত হাসান বসরী (রঃ) বলেনঃ “আল্লাহর পথে যত ইচ্ছা খরচ কর, ওটা ইসরাফ বা অপব্যয় নয়।”হযরত আইয়াস ইবনে মুআবিয়া (রাঃ) বলেনঃ “যেখানেই তুমি আল্লাহর হুকুমের আগে বেড়ে যাবে ওটাই ইসরাফ হবে।” আর বুযর্গদের উক্তি এই যে, আল্লাহর নাফরমানীতে খরচ করা হলো ইসরাফ।",
  "ayah": 67,
  "surah": 25
}
