{
  "text": "৬৮-৭১ নং আয়াতের তাফসীর\nহযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “সবচেয়ে বড় গুনাহ কোনটি?” উত্তরে তিনি বলেনঃ “আল্লাহর সাথে শরীক স্থাপন করা, অথচ তিনি তোমাকে সৃষ্টি করেছেন। লোকটি পুনরায় জিজ্ঞেস করেঃ “তারপর কোনটি?” জবাবে তিনি বলেনঃ “তুমি তোমার সন্তানকে এ ভয়ে হত্যা করবে যে, সে তোমার সাথে খাদ্য খাবে।” পুনরায় লোকটি প্রশ্ন করেঃ “তারপর কোন পাপটি সবচেয়ে বড়?” তিনি উত্তর দেন: “ঐ পাপটি এই যে, তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে ব্যভিচারে লিপ্ত হয়ে পড়।” হযরত আব্দুল্লাহ (রাঃ) বলেন যে, (আরবি)-এই আয়াত দ্বারা রাসূলুল্লাহ (সঃ)-এর এ উক্তিকে সত্যায়িত করা হয়েছে। (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম নাসাঈ (রঃ), ইমাম বুখারী (রঃ) এবং ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আব্দুল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা রাসূলুল্লাহ (সঃ) বের হন। আমিও তার পিছন ধরি। তিনি একটি উঁচু জায়গায় বসে পড়েন। আমি তাঁর নীচে বসি। আমি তার সাথে এই নির্জন অবস্থানকে বাক্যালাপের অতি উত্তম সময় মনে করে তাকে উপরোক্ত প্রশ্নগুলো করি।” বিদায় হজ্বের ভাষণে রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “তোমরা চারটি গুনাহ হতে বহু দূরে থাকবে। সেগুলো হলোঃ তোমরা আল্লাহর সাথে কাউকে শরীক করবে না, আল্লাহ যার হত্যা নিষিদ্ধ করেছেন, যথার্থ কারণ ছাড়া তাকে হত্যা করবে না, ব্যভিচার করবে না এবং চুরি করবে না।” (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত মিকদাদ ইবনে আসওয়াদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) একদা তার সাহাবীদেরকে (রাঃ) জিজ্ঞেস করেনঃ “ব্যভিচারের ব্যাপারে তোমরা কি বল?” তাঁরা উত্তরে বলেনঃ “আল্লাহ ও তাঁর রাসূল (সঃ) ওটা হারাম করেছেন এবং ওটা কিয়ামত পর্যন্ত হারাম।” তখন রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “জেনে রেখো যে, মানুষের তার প্রতিবেশীর স্ত্রীর সাথে ব্যভিচার করা অন্য দশ জন নারীর সাথে ব্যভিচার করা অপেক্ষাও জঘন্যতম।” আবার তিনি তাদেরকে প্রশ্ন করেনঃ “চুরি সম্পর্কে তোমরা কি বল?” তাঁরা জবাব দেনঃ “আল্লাহ ও তাঁর রাসূল (সঃ) এটা হারাম করেছেন, সুতরাং এটা হারাম।” তাহলে অনুরূপভাবে জেনে রেখো যে, দশটি বাড়ীতে চুরি করা ততো মন্দ নয়, প্রতিবেশীর একটি বাড়ীতে চুরি করা যতো মন্দ।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত হায়সাম ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “শিরকের পরে এর চেয়ে বড় পাপ আর নেই যে, মানুষ তার বীর্য এমন রেহেমে বা গর্ভাশয়ে নিক্ষেপ করে যা তার জন্যে হালাল নয়।” (এ হাদীসটি আবু বকর ইবনে আবি দুনিয়া (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বর্ণনা করেছেন যে, মুশরিকদের কতকগুলো লোক রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে যারা বহু হত্যাকার্য ও ব্যভিচার করেছিল। তারা বলেঃ “হে মুহাম্মাদ (সঃ)! আপনি যা কিছু বলছেন এবং যে দিকে আহ্বান করছেন তার সবই উত্তম ও সত্য। কিন্তু আমরা যেসব পাপকার্য করেছি সেগুলোর ক্ষমা আছে কি?” ঐ সময় (আরবি)এবং(আরবি) (৩৯:৫৩) এ আয়াতটি অবতীর্ণ হয়। হযরত আবু ফাখতাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একটি লোককে বলেনঃ “তুমি সৃষ্টিকর্তাকে ছেড়ে সৃষ্টের উপাসনা করবে এটা থেকে আল্লাহ অবশ্যই তোমাকে নিষেধ করেছেন। আর তুমি তোমার কুকুরকে প্রতিপালন করবে এবং তোমার সন্তানকে হত্যা করবে এটা থেকেও আল্লাহ তোমাকে নিষেধ করেছেন। আল্লাহ তোমাকে এ কাজেও নিষেধ করেছেন যে, তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে ব্যভিচার করবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ঘোষিত হচ্ছেঃ(আরবি) অর্থাৎ “যে এগুলো করে সে শাস্তি ভোগ করবে।”(আরবি) জাহান্নামের একটি উপত্যকার নাম। এটা হলো ঐ উপত্যকা, যার মধ্যে ব্যভিচারীদেরকে শাস্তি দেয়া হবে। এর অর্থ শাস্তিও এসে থাকে। বর্ণিত আছে যে, হযরত লোকমান (আঃ) স্বীয় পুত্রকে উপদেশ দিতে গিয়ে বলেনঃ “হে আমার প্রিয় পুত্র! তুমি ব্যভিচার হতে বেঁচে থাকবে। কেননা ওর শুরুতেও ভয়, শেষেও ভয়।”আবু উমামা বাহিলী (রাঃ) হতে মাওকূফ রূপে এবং মারফু রূপে বর্ণিত আছে যে, (আরবি) ও (আরবি) জাহান্নামের দু’টি কূপ। মহান আল্লাহ আমাদেরকে দয়া করে এ দুটো হতে রক্ষা করুন! সুদ্দী (রঃ) -এর অর্থ প্রতিফল’ বলেছেন। প্রকাশ্য আয়াতের সাথে এটাই বেশী সামঞ্জস্যপূর্ণ। পরবর্তী আয়াত যেন এই প্রতিফল ও শাস্তিরই তাফসীর যে, কিয়ামতের দিন তার শাস্তি দ্বিগুণ করা হবে এবং সেখানে সে স্থায়ী হবে হীন অবস্থায়। এই কার্যাবলীর বর্ণনা দেয়ার পর মহান আল্লাহ বলেনঃ তারা নয় যারা তাওবা করে, ঈমান আনে ও সৎ কর্ম করে। আল্লাহ তাদের পাপ পরিবর্তন করে দিবেন। পুণ্যের দ্বারা। আল্লাহ ক্ষমাশীল, পরম দয়ালু। এর দ্বারা জানা যাচ্ছে যে, হত্যাকারীর তাওবাও গ্রহণযোগ্য। সূর্যয়ে নিসায় যে রয়েছে (আরবি) (৪:৯৩) এ আয়াতটি এর বিপরীত নয়, যদিও এটা মাদানী। আয়াত। কেননা, এটা সাধারণ কথা। কাজেই এ হুকুম প্রযোজ্য হবে ঐ হত্যাকারীদের উপর যারা তাদের এ কাজ হতে তাওবা করেনি। আর এখানকার এ আয়াতটি প্রযোজ্য ঐ হত্যাকারীদের উপর যারা তাওবা করেছে। এরপর আল্লাহ তা'আলা মুশরিকদেরকে ক্ষমা না করার কথা ঘোষণা করেছেন। আর সহীহ হাদীস দ্বারাও হত্যাকারীর তাওবা কবুল হওয়া প্রমাণিত। যেমন ঐ লোকটির ঘটনা যে একশ’ জন লোককে হত্যা করেছিল এবং তারপর তাওবা করেছিল, আর তার তাওবা ককূলও হয়েছিল ইত্যাদি।মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ তাদের পাপ পরিবর্তন করে দিবেন পুণ্যের দ্বারা। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এরা ঐসব লোক যারা ইসলাম কবুল করার পূর্বে পাপ কাজ করেছিল, ইসলাম গ্রহণ করার পর পুণ্যের কাজ করেছে। সুতরাং আল্লাহ তাআলা তাদেরকে পাপ কার্যের পরিবর্তে পণ্যের কাজ করার তাওফীক দিয়েছেন।আতা (রঃ) বলেন যে, এটা হলো দুনিয়ার বর্ণনা, আল্লাহ তাআলা দয়া করে মানুষের বদভ্যাসকে ভাল অভ্যাসে পরিবর্তিত করে থাকেন। সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, মানুষ প্রতিমা পূজার পরিবর্তে আল্লাহ তাআলার ইবাদত করার তাওফীক লাভ করেছে। মুমিনদের সঙ্গে যুদ্ধ করার পরিবর্তে তারা কাফিরদের সাথে যুদ্ধ করতে শুরু করেছে। তারা মুশরিকী নারীদেরকে বিয়ে করার পরিবর্তে মুমিনা নারীদেরকে বিয়ে করেছে।হযরত হাসান বসরী (রঃ) বলেন যে, পাপের পরিবর্তে তারা পুণ্যের আমল করতে শুরু করেছে। শিরকের পরিবর্তে তারা লাভ করেছে তাওহীদ ও আন্তরিকতা এবং দুষ্কর্মের পরিবর্তে লাভ করেছে পুণ্যশীলতা। একটি অর্থ তো হলো এটা। দ্বিতীয় অর্থ এই যে, তাদের তাওবা আন্তরিকতাপূর্ণ ছিল বলে মহামহিমান্বিত আল্লাহ খুশী হয়ে তাদের পাপগুলোকে পুণ্যে পরিবর্তিত করেছেন। কেননা, তাওবার পরে যখনই তাদের পূর্বের পাপকর্মগুলোর কথা স্মরণ হতে তখনই তারা লজ্জিত হতো। ঐ সময় তারা দুঃখিত হতো ও ক্ষমা প্রার্থনা করতো। এ জন্যেই তাদের পাপ আনুগত্যের সাথে বদলে যায়। যদিও ওগুলো আমলনামায় গুনাহরূপে লিখিত হয়, কিন্তু কিয়ামতের দিন সবই নেকী হয়ে যাবে। এটা হাদীসসমূহ দ্বারা প্রমাণিত। হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি সর্বশেষে জাহান্নাম হতে বের হবে এবং সর্বশেষে জান্নাতে প্রবেশ করবে তাকে আমি চিনি। সে হবে ঐ ব্যক্তি যাকে আল্লাহ তা'আলার সামনে আনয়ন করা হবে। আল্লাহ তাআলা (ফেরেশতাদেরকে) নির্দেশ দিবেনঃ “তার বড় বড় পাপগুলো ছেড়ে দিয়ে ছোট ছোট পাপগুলো সম্পর্কে জিজ্ঞাসাবাদ কর।” সুতরাং তাকে প্রশ্ন করা হবেঃ “অমুক দিন কি তুমি অমুক কাজ করেছিলে? অমুক অমুক পাপ তুমি করেছিলে কি?” সে একটিও অস্বীকার করতে পারবে না, বরং সবটাই স্বীকার করে নিবে। শেষে আল্লাহ তা'আলা তাকে বলবেনঃ “আমি তোমাকে তোমার প্রতিটি পাপের বিনিময়ে পুণ্য দান করেছি।” তখন সে বলবেঃ “হে আমার প্রতিপালক! আমি আরো কতকগুলো কাজ করেছিলাম যেগুলো এখানে দেখছি না?” বর্ণনাকারী বলেন যে, এ কথা বলার পর রাসূলুল্লাহ (সঃ) হেসে ওঠেন, এমনকি তার দাঁতের মাড়ী দেখতে পাওয়া যায়। (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)আবু মালিক আল আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, আদম সন্তান যখন ঘুমিয়ে পড়ে তখন ফেরেশতা শয়তানকে বলেনঃ “তোমার সহীফাটি (পুস্তিকাটি) আমাকে দাও।” তখন সে ওটা তাঁকে দিয়ে দেয়। তিনি তখন তার এক একটি পুণ্যের বিনিময়ে তার সহীফা হতে দশ দশটি পাপ মুছে ফেলেন। সুতরাং তোমাদের মধ্যে যে কেউই যখন ঘুমাবার ইচ্ছা। করবে তখন যেন ৩৪ বার আল্লাহু আকবার, ৩৩ বার আলহামদুলিল্লাহ এবং ৩৩ বার সুবহানাল্লাহ বলে নেয়। এগুলো মিলে মোট একশ’ বার হবে। (এটা হাফিয আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত সালমান (রঃ) বলেন যে, কিয়ামতের দিন মানুষকে আমলনামা দেয়া হবে। সে পড়তে শুরু করে দিবে। উপরে তার পাপগুলো লিপিবদ্ধ দেখে সে কিছুটা নিরাশ হয়ে যাবে। তৎক্ষণাৎ তার দৃষ্টি নীচের দিকে পড়বে। সেখানে সে তার পুণ্যগুলো লিপিবদ্ধ দেখবে। ফলে তার মনে কিছুটা আশার সঞ্চার হবে। অতঃপর পুনরায় সে উপরের দিকে তাকিয়ে দেখতে পাবে যে তার পাপগুলোও পুণ্যে পরিবর্তিত হয়েছে। হযরত আবু হুরাইরা (রাঃ) বলেনঃ “বহু লোক আল্লাহ তা'আলার সামনে হাযির হবে যাদের কিছু পাপ থাকবে।” তাঁকে জিজ্ঞেস করা হলোঃ “তারা কারা?” উত্তরে তিনি বললেনঃ “ওরা তারাই যাদের পাপগুলোকে আল্লাহ পুণ্যে পরিবর্তিত করবেন।” হযরত মুআয ইবনে জাবাল (রাঃ) বলেনঃ “চার প্রকারের লোক জান্নাতে যাবে। প্রথম হলো মুত্তাকীন বা পরহেযগারী অবলম্বনকারী। দ্বিতীয় হলো শুকুরগুর বা কৃতজ্ঞতা প্রকাশকারী। তৃতীয় হচ্ছে আল্লাহকে ভয়কারী এবং চতুর্থ হচ্ছে আসহাবুল ইয়ামীন অর্থাৎ যাদের ডান হাতে আমলনামা দেয়া হবে।” তাকে জিজ্ঞেস করা হলোঃ “তাদেরকে আসহাবুল ইয়ামীন কেন বলা হয়?” উত্তরে তিনি বলেনঃ “কেননা, তারা পাপ ও পুণ্য সবই করেছিল। তাদের আমলনামা তারা ডান হাতে পাবে। তারা তাদের পাপের এক একটি অক্ষর দেখে বলবেঃ হে আমাদের প্রতিপালক! এগুলোতে আমাদের পাপ, আমাদের পুণ্যগুলো কোথায় গেল? ঐ সময় আল্লাহ তা'আলা ঐ পাপগুলোকে মুছে ফেলবেন এবং ওগুলোর স্থলে পুণ্যসমূহ লিখে দিবেন। ওগুলো পড়ে তারা খুশী হবে এবং অন্যদেরকে বলবেঃ ‘নাও, আমার আমলনামা পড়ে দেখো। জান্নাতীদের অধিকাংশ এরাই হবে।”যাইনুল আবেদীন আলী ইবনে হুসাইন (রঃ) বলেন যে, পাপকে পুণ্যে পরিবর্তনকরণ আখিরাতে হবে। মাকহুল (রঃ) বলেন যে, আল্লাহ তা'আলা তাদের পাপসমূহ ক্ষমা করে দিবেন এবং ওগুলোকে পুণ্যে পরিণত করবেন।হযরত মকিল (রঃ) বর্ণনা করেছেন যে, একজন অতি বৃদ্ধ লোক, যার গুলো চোখের উপর এসে গিয়েছিল, রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হয়ে আরয করেঃ “আমি এমন একটি লোক যে, আমি কোন বিশ্বাসঘাতকতা, কোন পাপ এবং কোন দুষ্কার্য করতে বাকী রাখিনি। আমার পাপরাশি এতো বেড়ে গেছে যে, যদি সেগুলো সমস্ত মানুষের উপর বন্টন করে দেয়া হয় তবে সবাই আল্লাহর গবে পতিত হয়ে যাবে। এমতাবস্থায় আমার পাপরাশির ক্ষমার কোন উপায় আছে কি? এখনো আমার তাওবা কবূল হতে পারে কি?” রাসূলুল্লাহ (সঃ) তাকে উত্তরে বলেনঃ “তুমি মুসলমান হয়েছে কি?” লোকটি জবাবে বলেঃ (আরবি) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া অন্য কোন মা'বুদ নেই, তিনি এক, তাঁর কোন অংশীদান নেই এবং আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সঃ) তাঁর বান্দা ও তাঁর রাসূল।” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি যা কিছু করেছিলে আল্লাহ সবই মাফ করে দিবেন এবং তোমার পাপগুলো পুণ্যে পরিবর্তিত করবেন। যতদিন তুমি এর উপর প্রতিষ্ঠিত থাকবে ।” সে তখন বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার বিশ্বাসঘাতকতা ও দুষ্কর্মগুলো (তিনি পুণ্যে পরিবর্তিত করবেন)?” উত্তরে তিনি বলেনঃ “হ্যা, তোমার বিশ্বাসঘাতকতা ও দুষ্কর্মগুলোই (আল্লাহ তাআলা পুণ্যে পরিবর্তিত করে দিবেন)।” লোকটি পুনরায় জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! আমার ছোট-বড় সব পাপই কি মাফ হয়ে যাবে?” তিনি জবাবে বলেনঃ “হ্যা, সবই মাফ হয়ে যাবে।” সে তখন আনন্দে আটখানা হয়ে তাকবীর ধ্বনি দিতে দিতে ও লা-ইলাহা ইল্লাল্লাহ পড়তে পড়তে ফিরে গেল। (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু ফারওয়াহ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-এর দরবারে হাযির হয়ে বলেনঃ “যদি একটি লোক শুধু পাপই করে থাকে এবং মনে যা হয়েছে তাই করে থাকে, তবে তারও কি তাওবা কবুল হতে পারে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি ইসলাম কবুল করেছো কি?” তিনি জবাব দেনঃ “হ্যা।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তাহলে এখন থেকে পুণ্যের কাজ করতে থাকো ও পাপের কাজ হতে বিরত থাকো। এ কাজ করলে আল্লাহ তাআলা তোমার পাপগুলোকেও পুণ্যে পরিবর্তিত করবেন।” তিনি বলেনঃ “আমার বিশ্বাসঘাতকতা ও অপকর্মগুলোও (পুণ্যে পরিবর্তিত হয়ে যাবে)?” জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যাঁ।” তিনি তখন তাকবীর ধ্বনি করতে করতে প্রত্যাবর্তন করেন। (এ হাদীসটি তিবরানী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) বলেনঃ “একটি স্ত্রীলোক আমার কাছে এসে বলে-আমি ব্যভিচার করেছি, ওতে শিশুর জন্ম হয়েছে এবং ঐ শিশুকে মেরে ফেলেছি। এর পরেও আমার তাওবা কবূল হওয়ার কোন উপায় আছে কি?” আমি উত্তরে বললামঃ “না, তোমার চক্ষু ঠাণ্ডা হবে না এবং আল্লাহর নিকট তুমি মর্যাদাও লাভ করবে না। তোমার তাওবা কখনোই ককূল হতে পারে না। এ কথা শুনে মহিলাটি কাঁদতে কাঁদতে ফিরে যায়। রাসূলুল্লাহ (সঃ)-এর সাথে ফজরের  নামায আদায় করে আমি তাঁর সামনে ঘটনাটি বর্ণনা করলে তিনি বলেনঃ “তুমি তাকে খুবই মন্দ কথা বলেছো। অতঃপর তিনি (আরবি)  হতে (আরবি) পর্যন্ত আয়াতগুলো পাঠ করে আমাকে বললেনঃ “তুমি কি কুরআন কারীমের এ আয়াতগুলো পাঠ করনি।” এতে আমি খুবই চিন্তিত হয়ে পড়ি এবং ঐ স্ত্রীলোকটির নিকট গমন করি ও তাকে আয়াতগুলো পাঠ করে শুনাই। তাতে সে খুবই খুশী হয় এবং তৎক্ষণাৎ সিজদায় পড়ে গিয়ে বলতে থাকেঃ “সমস্ত প্রশংসা আল্লাহর যে, তিনি আমার মুক্তির উপায় উদ্ভাবন করেছেন।” (এ হাদীসটিও তিবরানী (রঃ) বর্ণনা করেছেন)অন্য রিওয়াইয়াতে আছে যে, মহিলাটি হযরত আবু হুরাইরা (রাঃ)-এর প্রথম ফতওয়াটি শুনে আফসোস করে বলেঃ “হায়! এই সুন্দর আকৃতি কি জাহান্নামের জন্যেই সৃষ্টি করা হয়েছিল?” তাতে এও রয়েছে যে, আবু হুরাইরা (রাঃ) যখন নিজের ভুল জানতে পারেন তখন তিনি ঐ মহিলাটির খোঁজে বেরিয়ে পড়েন। মদীনার সমস্ত গলিতে তিনি তাকে খোঁজ করেন। কিন্তু কোথায়ও খুঁজে পাননি। ঘটনাক্রমে রাত্রে মহিলাটি আবার আসে। তখন হযরত আবূ হুরাইরা (রাঃ) তাকে সঠিক মাসআলাটি বলে দেন। এটাও তাতে আছে যে, সে আল্লাহর প্রশংসা করে বলেঃ “তিনি এতই মহান যে, আমার পরিত্রাণের উপায় উদ্ভাবন করেছেন এবং আমার তাওবা কবুল হওয়ার কথা বলেছেন।” এ কথা বলে তার সাথে যে দাসীটি ছিল তাকে সে আযাদ করে দেয়। ঐ দাসীটির একটি কন্যাও ছিল। অতঃপর সে বিশুদ্ধ অন্তরে তাওবা করে।এরপর আল্লাহ তা'আলা স্বীয় দয়া, স্নেহ, অনুগ্রহ ও করুণার খবর দিতে গিয়ে বলেন যে, যে ব্যক্তি নিজের দুষ্কর্মের কারণে লজ্জিত হয়ে তাওবা করে, আল্লাহ তার তাওবা কবূল করেন এবং তাকে ক্ষমা করে দেন। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “যে ব্যক্তি মন্দ কাজ করে বা নিজের নফসের উপর যুলুম করে, অতঃপর আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থনা করে, সে আল্লাহকে ক্ষমাশীল ও দয়ালু পাবে।” (৪:১১০) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “তারা কি জানে না যে, আল্লাহ তাঁর বান্দাদের তাওবা কবুল করে থাকেন।” (৯:১০৪) আর এক আয়াতে আছেঃ (আরবি) অর্থাৎ “আমার যে বান্দারা তাদের নফসের উপর বাড়াবাড়ি করেছে (বহু পাপ করেছে) তাদেরকে বলে দাও যে, তারা যেন আল্লাহর রহমত হতে নিরাশ না হয়।” (৩৯: ৫৩) অর্থাৎ যারা পাপ করার পর আল্লাহর দিকে প্রত্যাবর্তন করেছে। তারা যেন তার করুণা হতে নিরাশ না হয়।",
  "ayah": 71,
  "surah": 25
}
