{
  "text": "آیت 12 وَلَکُمْ نِصْفُ مَا تَرَکَ اَزْوَاجُکُمْ اِنْ لَّمْ یَکُنْ لَّہُنَّ وَلَدٌ ج۔بیوی فوت ہوگئی ہے اور اس کے کوئی اولاد نہیں ہے تو جو وہ چھوڑ گئی ہے اس میں سے نصف شوہر کا ہوجائے گا۔ باقی جو نصف ہے وہ مرحومہ کے والدین اور بہن بھائیوں میں حسب قاعدہ تقسیم ہوگا۔ ِ فَاِنْ کَانَ لَہُنَّ وَلَدٌ فَلَکُمُ الرُّبُعُ مِمَّا تَرَکْنَ مِنْم بَعْدِ وَصِیَّۃٍ یُّوْصِیْنَ بِہَآ اَوْ دَیْنٍ ط اگر مرنے والی نے اولاد چھوڑی ہو تو موجودہ شوہر کو مرحومہ کے مال سے ادائے دَین و انفاذ وصیت کے بعد کل مال کا چوتھائی حصہ ملے گا اور باقی تین چوتھائی دوسرے ورثاء میں تقسیم ہوگا۔وَلَہُنَّ الرُّبُعُ مِمَّا تَرَکْتُمْ اِنْ لَّمْ یَکُنْ لَّکُمْ وَلَدٌج فَاِنْ کَانَ لَکُمْ وَلَدٌ فَلَہُنَّ الثُّمُنُ مِمَّا تَرَکْتُمْ  مِّنْم بَعْدِ وَصِیَّۃٍ تُوْصُوْنَ بِہَآ اَوْ دَیْنٍ ط اگر مرنے والے نے کوئی اولاد نہیں چھوڑی تو ادائے دَین و انفاذ وصیت کے بعد اس کی بیوی کو اس کے ترکے کا چوتھائی ملے گا ‘ اور اگر اس نے کوئی اولاد چھوڑی ہے تو اس صورت میں بعد ادائے دَین و وصیت کے بیوی کو آٹھواں حصہ ملے گا۔ اگر بیوی ایک سے زائد ہے تو بھی مذکورہ حصہ سب بیویوں میں تقسیم ہوجائے گا۔وَاِنْ کَانَ رَجُلٌ یُّوْرَثُ کَلٰلَۃً اَوِ امْرَاَۃٌ ایسی ہی کلالہ وہ مرد یا عورت ہے جس کے نہ تو والدین زندہ ہوں اور نہ اس کی کوئی اولاد ہو۔ وَّلَہٗ اَخٌ اَوْ اُخْتٌ فَلِکُلِّ وَاحِدٍ مِّنْہُمَا السُّدُسُ ج فَاِنْ کَانُوْآ اَکْثَرَ مِنْ ذٰلِکَ فَہُمْ شُرَکَآءُ فِی الثُّلُثِ rّ مفسرین کا اجماع ہے کہ یہاں کلالہ کی میراث کے حکم میں بھائی اور بہنوں سے مراد اخیافی ماں شریک بھائی اور بہن ہیں۔ رہے عینی اور علاتی بھائی بہن تو ان کا حکم اسی سورت کے آخر میں ارشاد ہوا ہے۔ عربوں میں دراصل تین قسم کے بہن بھائی ہوتے ہیں۔ ایک عینیجن کا باپ بھی مشترک ہو اور ماں بھی ‘ جنہیں ہمارے ہاں حقیقیکہتے ہیں۔ دوسرے علاتیبہن بھائی ‘ جن کا باپ ایک اور مائیں جدا ہوں۔ اہل عرب کے ہاں یہ بھی حقیقی بہن بھائی ہوتے ہیں اور ان کا حکم وہی ہے جو عینیبہن بھائیوں کا ہے۔ وہ انہیں سوتیلا نہیں سمجھتے۔ ان کے ہاں سوتیلا وہ کہلاتا ہے جو ایک ماں سے ہو لیکن اس کا باپ دوسرا ہو۔ یہ اخیافیبہن بھائی کہلاتے ہیں۔ ایک شخص کی اولاد تھی ‘ وہ فوت ہوگیا۔ اس کے بعد اس کی بیوی نے دوسری شادی کرلی۔ تو اب اس دوسرے خاوند سے جو اولاد ہے وہ پہلے خاوند کی اولاد کے اخیافی بہن بھائی ہیں۔ تو کلالہ کی میراث کے حکم میں یہاں اخیافی بھائی بہن مراد ہیں۔مِنْم بَعْدِ وَصِیَّۃٍ یُّوْصٰی بِہَآ اَوْ دَیْنٍلا یہ دو شرطیں بہرصورت باقی رہیں گی۔ مرنے والے کے ذمے اگر کوئی قرض ہے تو پہلے وہ ادا کیا جائے گا ‘ پھر اس کی وصیت کی تعمیل کی جائے گی ‘ اس کے بعد میراث وارثوں میں تقسیم کی جائے گی۔ غَیْرَ مُضَآرٍّ ج۔یہ سارا کام ایسے ہونا چاہیے کہ کسی کو ضرر پہنچانے کی نیت نہ ہو۔وَصِیَّۃً مِّنَ اللّٰہِ ط یہ تاکید ہے اللہ کی طرف سے۔وَاللّٰہُ عَلِیْمٌ حَلِیْمٌ rّاس کے حلم اور بردباری پر دھوکہ نہ کھاؤ کہ وہ تمہیں پکڑ نہیں رہا ہے۔ ع نہ جا اس کے تحمل پر کہ ہے بےڈھب گرفت اس کی !“ اس کی پکڑ جب آئے گی تو اس سے بچنا ممکن نہیں ہوگا : اِنَّ بَطْشَ رَبِّکَ لَشَدِیْدٌ البروج یقیناً تمہارے رب کی پکڑ بڑی سخت ہے۔",
  "ayah": 13,
  "surah": 4
}
