{
  "text": "آیت 34 اَلرِّجَالُ قَوّٰمُوْنَ عَلَی النِّسَآءِ یہ ترجمہ میں زور دے کر کر رہا ہوں۔ اس لیے کہ یہاں قامَ ‘ ’ عَلٰی ‘ کے صلہ کے ساتھ آ رہا ہے۔ قَامَ ’ بِ ‘ کے ساتھ آئے گا تو معنی ہوں گے کسی شے کو قائم کرنا“۔ اسی سورة مبارکہ میں آگے چل کر یہ الفاظ آئیں گے : کُوْنُوْا قَوّٰمِیْنَ بالْقِسْطِ عدل کو قائم کرنے والے بن کر کھڑے ہوجاؤ ! جبکہ قام عَلٰی کا مفہوم ہے کسی کے اوپر مسلط ہونا۔ّیعنی حاکم اور منتظم ہونا۔ چناچہ آیت زیر مطالعہ سے یہ واضح ہدایت ملتی ہے کہ گھر کے ادارے میں حاکم ہونے کی حیثیت مرد کو حاصل ہے ‘ سربراہ خاندان مرد ہے ‘ عورت نہیں ہے۔ عورت کو بہرحال اس کے ساتھ ایک وزیر کی حیثیت سے کام کرنا ہے۔ یوں تو ہر انسان یہ چاہتا ہے کہ میری بات مانی جائے۔ گھر کے اندر مرد بھی یہ چاہتا ہے اور عورت بھی۔ لیکن آخر کار کس کی بات چلے گی ؟ یا تو دونوں باہمی رضامندی سے کسی مسئلے میں متفق ہوجائیں ‘ بیوی اپنے شوہر کو دلیل سے ‘ اپیل سے ‘ جس طرح ہو سکے قائل کرلے تو معاملہ ٹھیک ہوگیا۔ لیکن اگر معاملہ طے نہیں ہو رہا تو اب کس کی رائے فیصلہ کن ہوگی ؟ مرد کی ! عورت کی رائے جب مسترد ہوگی تو اسے اس سے ایک صدمہ تو پہنچے گا۔ اسی صدمے کا اثر کم کرنے کے لیے اللہ تعالیٰ نے عورت میں نسیان کا مادہ زیادہ رکھ دیا ہے ‘ جو ایک safety valve کا کام دیتا ہے۔ یہی وجہ ہے کہ قانون شہادت میں ایک مرد کی جگہ دو عورتوں کا نصاب رکھا گیا ہے تاکہ ان میں سے کوئی ایک بھول جائے تو دوسری یاد کرا دے“۔ اس پر ہم سورة البقرۃ آیت 282 میں بھی گفتگو کرچکے ہیں۔ بہرحال اللہ تعالیٰ نے گھر کے ادارے کا سربراہ مرد کو بنایا ہے۔ اب یہ دوسری بات ہے کہ مرد اگر اپنی اس حیثیت کا غلط استعمال کرتا ہے ‘ عورت پر ظلم کرتا ہے اور اس کے حقوق ادا نہیں کرتاتو اللہ کے ہاں بڑی سخت پکڑ ہوگی۔ آپ کو ایک اختیار دیا گیا ہے اور آپ اس کا غلط استعمال کر رہے ہیں ‘ اس کو ظلم کا ذریعہ بنا رہے ہیں تو اس کی سزا اللہ تعالیٰ کے ہاں آپ کو مل جائے گی۔بِمَا فَضَّلَ اللّٰہُ بَعْضَہُمْ عَلٰی بَعْضٍ مرد کو بعض صفات میں عورت پر نمایاں تفوّق حاصل ہے ‘ جن کی بنا پر قوّ امیت کی ذمہ داری اس پر ڈالی گئی ‘ ہے۔ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِہِمْ ط۔اسلام کے معاشرتی نظام میں کفالتی ذمہ داری تمام تر مرد کے اوپر ہے۔ شادی کے آغاز ہی سے مرد اپنا مال خرچ کرتا ہے۔ شادی اگرچہ مرد کی بھی ضرورت ہے اور عورت کی بھی ‘ لیکن مرد مہر دیتا ہے ‘ عورت مہر وصول کرتی ہے۔ پھر گھر میں عورت کا نان نفقہ مرد کے ذمے ہے۔ فَالصّٰلِحٰتُ قٰنِتٰتٌ مرد کو قوامیت کے منصب پر فائز کرنے کے بعد اب نیک بیویوں کا رویہ بتایاجا رہا ہے۔ یوں سمجھئے کہ قرآن کے نزدیک ایک خاتون خانہ کی جو بہترین روش ہونی چاہیے وہ یہاں تین الفاظ میں بیان کردی گئی ہے : فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَیْبِ ۔حٰفِظٰتٌ لِّلْغَیْبِ rَوہ مردوں کی غیر موجودگی میں ان کے اموال اور حقوق کی حفاظت کرتی ہیں۔ ظاہر ہے مرد کا مال تو گھر میں ہی ہوتا ہے ‘ وہ کام پر چلا گیا تو اب وہ بیوی کی حفاظت میں ہے۔ اسی طرح بیوی کی عصمت درحقیقت مرد کی عزتّ ہے۔ وہ اس کی غیر موجودگی میں اس کی عزت کی حفاظت کرتی ہے۔ اسی طرح مرد کے راز ہوتے ہیں ‘ جن کی سب سے زیادہ بڑھ کر رازدان بیوی ہوتی ہے۔ تو یہ حفاظت تین اعتبارات سے ہے ‘ شوہر کے مال کی ‘ شوہر کی عزت و ناموس کی ‘ اور شوہر کے رازوں کی۔بِمَا حَفِظَ اللّٰہُ ط۔اصل حفاظت و نگرانی تو اللہ کی ہے ‘ لیکن انسان کو اپنی ذمہ داری ادا کرنی پڑتی ہے۔ جیسے رازق تو اللہ ہے ‘ لیکن انسان کو کام کر کے رزق کمانا پڑتا ہے۔ وَالّٰتِیْ تَخَافُوْنَ نُشُوْزَہُنَّ rّاگر کسی عورت کے رویے سے ظاہر ہو رہا ہو کہ یہ سرکشی ‘ سرتابی ‘ ضد اور ہٹ دھرمی کی روش پر چل پڑی ہے ‘ شوہر کی بات نہیں مان رہی بلکہ ہر صورت میں اپنی بات منوانے پر مصر ہے اور اس طرح گھر کی فضا خراب کی ہوئی ہے تو یہ نشوز ہے۔ اگر عورت اپنی اس حیثیت کو ذہناً تسلیم نہ کرے کہ وہ شوہر کے تابع ہے تو ظاہر بات ہے کہ مزاحمت friction ہوگی اور اس کے نتیجے میں گھر کے اندر ایک فساد پیدا ہوگا۔ ایسی صورت حال میں مرد کو قوّام ہونے کی حیثیت سے بعض تادیبی اختیارات دیے گئے ہیں ‘ جن کے تین مراحل ہیں : ُ فَعِظُوْہُنَّ پہلا مرحلہ سمجھانے بجھانے کا ہے ‘ جس میں ڈانٹ ڈپٹ بھی شامل ہے۔وَاہْجُرُوْہُنَّ فِی الْْمَضَاجِعِ اگر نصیحت و ملامت سے کام نہ چلے تو دوسرا مرحلہ یہ ہے کہ ان سے اپنے بستر علیحدہ کرلو اور اس کے ساتھ تعلق زن و شو کچھ عرصہ کے لیے منقطع کرلو۔  وَاضْرِبُوْہُنَّ ج۔اگر اب بھی وہ اپنی روش نہ بدلیں تو مرد کو جسمانی سزا دینے کا بھی اختیار ہے۔ اس ضمن میں آنحضور ﷺ نے ہدایت فرمائی ہے کہ چہرے پر نہ مارا جائے اور کوئی ایسی مار نہ ہو جس کا مستقل نشان جسم پر پڑے۔ مذکورہ بالا تادیبی ہدایات اللہ کے کلام کے اندر بیان فرمائی گئی ہیں اور انہیں بیان کرنے میں ہمارے لیے کوئی جھجک نہیں ہونی چاہیے۔ معاشرتی زندگی کو درست رکھنے کے لیے ان کی ضرورت پیش آئے تو انہیں اختیار کرنا ہوگا۔ فَاِنْ اَطَعْنَکُمْ فَلاَ تَبْغُوْا عَلَیْہِنَّ سَبِیْلاً ط۔اگر عورت سرکشی و سرتابی کی روش چھوڑ کر اطاعت کی راہ پر آجائے تو پچھلی کدورتیں بھلا دینی چاہئیں۔ اس سے انتقام لینے کے بہانے تلاش نہیں کرنے چاہئیں۔",
  "ayah": 34,
  "surah": 4
}
