{
  "text": "فرمایا :آیت 59 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْآ اَطِیْعُوا اللّٰہَ وَاَطِیْعُوا الرَّسُوْلَ یعنی کوئی قانون اللہ اور اس کے رسول کی منشا کے خلاف نہیں بنایا جاسکتا۔ اصولی طور پر یہ بات پاکستان کے دستور میں بھی تسلیم کی گئی ہے : \" No Legislation will be done repugnant to the Quran and the Sunnah.\"لیکن اس کی تنفیذ و تعمیل کی کوئی ضمانت موجود نہیں ہے ‘ لہٰذا اس وقت ہمارا دستور منافقت کا پلندہ ہے۔ اس آیت کی رو سے اللہ کے احکام اور اللہ کے رسول ﷺ کے احکام قانون سازی کے دو مستقل ذرائع sources ہیں۔ اس طرح یہاں منکرین سنت کی نفی ہوتی ہے جو مؤخر الذکر کا انکار کرتے ہیں۔ اس کے ساتھ ہی فرمایا :وَاُولِی الْاَمْرِ مِنْکُمْ ج یہاں بہت عجیب اسلوب ہے کہ تین ہستیوں کی اطاعت کا حکم دیا گیا ہے : اللہ کی ‘ رسول کی اور اولوالامر کی ‘ لیکن پہلے دو کے لیے اَطِیْعُوْا“ کا لفظ آیا ہے ‘ جبکہ تیسرے کے لیے نہیں ہے۔ ایک اسلوب یہ بھی ہوسکتا تھا کہ اَطِیْعُوْا“ ایک مرتبہ آجاتا اور اس کا اطلاق تینوں پر ہوجاتا : یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْآ اَطِیْعُوا اللّٰہَ وَالرَّسُوْلَ وَاُولِی الْاَمْرِ مِنْکُمْ ‘۔ اس طرح تینوں برابر ہوجاتے۔ دوسرا اسلوب یہ ہوسکتا تھا کہ اَطِیْعُواتیسری مرتبہ بھی آتا : یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْآ اَطِیْعُوا اللّٰہَ وَاَطِیْعُوا الرَّسُوْلَ وَاَطِیْعُوْا اُولِی الْاَمْرِ مِنْکُمْ“۔ لیکن قرآن نے جو اسلوب اختیار کیا ہے کہ اَطِیْعُوا“ دو کے ساتھ ہے ‘ تیسرے کے ساتھ نہیں ہے ‘ اس سے اولوالامر کی اطاعت کا مرتبہ status متعینّ ہوجاتا ہے۔ ایک تو مِنْکُمْ“ کی شرط سے واضح ہوگیا کہ اولوالامر تم ہی میں سے ہونے چاہئیں ‘ یعنی مسلمان ہوں۔ غیر مسلم کی حکومت کو ذہناً تسلیم کرنا اللہ سے بغاوت ہے۔ وہ کم از کم مسلمان تو ہوں۔ پھر یہ کہ متذکرہ بالا اسلوب سے واضح ہوگیا کہ ان کی اطاعت مطلق ‘ دائم اور غیر مشروط نہیں۔ اللہ اور رسول ﷺ کی اطاعت مطلق ‘ دائم ‘ غیر مشروط اور غیر محدود ہے ‘ لیکن صاحب امر کی اطاعت اللہ اور اس کے رسول کی اطاعت کے تابع ہوگی۔ وہ جو حکم بھی لائے اسے بتانا ہوگا کہ میں کتاب و سنت سے کیسے اس کا استنباط کر رہا ہوں۔ گویا اسے کم از کم یہ ثابت کرنا ہوگا کہ یہ حکم کتاب و سنت کے خلاف نہیں ہے۔ ایک مسلمان ریاست میں قانون سازی اسی بنیاد پر ہوسکتی ہے۔ دور جدید میں قانون ساز ادارہ کوئی بھی ہو ‘ کانگریس ہو ‘ پارلیمنٹ ہو یا مجلس ملی ہو ‘ وہ قانون سازی کرے گی ‘ لیکن ایک شرط کے ساتھ کہ یہ قانون سازی قرآن وسنت سے متصادم نہ ہو۔ فَاِنْ تَنَازَعْتُمْ فِیْ شَیْءٍ ایسی صورت پیدا ہوجائے کہ اولوالامرک ہے کہ میں تو اسے عین اسلام کے مطابق سمجھتا ہوں ‘ لیکن آپ کہیں کہ نہیں ‘ یہ بات خلاف اسلام ہے ‘ تو اب کہاں جائیں ؟ فرمایا :فَرُدُّوْہُ اِلَی اللّٰہِ وَالرَّسُوْلِ یعنی اب جو بھی اپنی بات ثابت کرنا چاہتا ہے اسے اللہ اور اس کے رسول سے یعنی قرآن و سنت سے دلیل لانی پڑے گی۔ میری پسند ‘ میرا خیال ‘ میرا نظریہ والا استدلال قابل قبول نہیں ہوگا۔ استدلال کی بنیاد اللہ اور اس کے رسول کی مرضی ہوگی۔ یہ بات ماننی پڑے گی کہ ابھی یہاں ایک خلا ہے۔ وہ خلا یہ ہے کہ یہ فیصلہ کون کرے گا کہ فریقین میں سے کس کی رائے صحیح ہے۔ اور آج کے ریاستی نظام میں آکر وہ خلا پر ہوچکا ہے کہ یہ عدلیہ Judiciary کا کام ہے۔ رسول اللہ ﷺ کے زمانے میں جب عرب میں اسلامی ریاست قائم ہوئی تو اس طرح علیحدہ علیحدہ ریاستی ادارے ابھی پوری طرح وجود میں نہیں آئے تھے اور ان کی الگ الگ شناخت نہیں تھی کہ یہ مقننہ Legislature ہے ‘ یہ عدلیہ Judiciary ہے اور یہ انتظامیہ Executive ہے۔ حضرت ابوبکر رض کے زمانے میں تو کوئی قاضی تھے ہی نہیں۔ سب سے پہلے حضرت عمر رض نے شعبہ قضاء شروع کیا۔ تو رفتہ رفتہ یہ ریاستی ادارے پروان چڑھے۔ جدید دور میں ان تنازعات کے حل کا ادارہ عدلیہ ہے۔ وہاں ہر شخص جائے اور اپنی دلیل پیش کرے۔ علماء جائیں ‘ قانون دان جائیں اور سب جا کر دلائل دیں۔ وہاں سے فیصلہ ہوجائے گا کہ یہ بات واقعتا قرآن و سنت سے متصادم ہے یا نہیں۔ اِنْ کُنْتُمْ تُؤْمِنُوْنَ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ ط ذٰلِکَ خَیْرٌ وَّاَحْسَنُ تَاْوِیْلاً آگے پھر منافقین کا تذکرہ شروع ہو رہا ہے۔ یاد رہے کہ میں نے آغاز میں عرض کیا تھا کہ اس سورة مبارکہ کا سب سے بڑا حصہ منافقین سے خطاب اور ان کے تذکرے پر مشتمل ہے۔",
  "ayah": 59,
  "surah": 4
}
