{
  "text": "آیت 60 اَلَمْ تَرَ اِلَی الَّذِیْنَ یَزْعُمُوْنَ اَنَّہُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَیْکَ وَمَآ اُنْزِلَ مِنْ قَبْلِکَ لیکن ان کا طرز عمل یہ ہے کہ :یُرِیْدُوْنَ اَنْ یَّتَحَاکَمُوْآ اِلَی الطَّاغُوْتِ یہاں واضح طور پر طاغوت سے مراد وہ حاکم یا وہ ادارہ ہے جو اللہ اور اس کے رسول ﷺ کے احکام کے مطابق فیصلے نہیں کرتا۔ پچھلی آیت میں اللہ اور اس کے رسول کی اطاعت کا حکم دیا گیا تھا۔ گویا جو اللہ اور اس کے رسول کی اطاعت پر کاربند ہوگیا وہ طاغوت سے خارج ہوگیا اور جو اللہ اور اس کے رسول کی اطاعت کو قبول نہیں کرتا وہ طاغوت ہے ‘ اس لیے کہ وہ اپنی حد سے تجاوز کر گیا۔ چناچہ غیر مسلم حاکم یا منصف جو اللہ اور اس کے رسول کے احکام کا پابند نہیں وہ طاغوت ہے۔ وَقَدْ اُمِرُوْآ اَنْ یَّکْفُرُوْا بِہٖ ط منافقین مدینہ کی عام روش یہ تھی جس مقدمہ میں انہیں اندیشہ ہوتا کہ فیصلہ ان کے خلاف ہوگا اسے نبی اکرم ﷺ کی خدمت میں لانے کے بجائے یہودی عالموں کے پاس لے جاتے۔ وہ جانتے تھے کہ حضور ﷺ کے پاس جائیں گے تو حق اور انصاف کی بات ہوگی۔ ایک یہودی اور ایک مسلمان جو منافق تھا ‘ ان کا آپس میں جھگڑا ہوگیا۔ یہودی کہنے لگا کہ چلو محمد ﷺ کے پاس چلتے ہیں۔ اس لیے کہ اسے یقین تھا کہ میں حق پر ہوں۔ لیکن یہ منافق کہنے لگا کہ کعب بن اشرف کے پاس چلتے ہیں جو ایک یہودی عالم تھا۔ بہرحال وہ یہودی اس منافق کو رسول اللہ ﷺ کے پاس لے آیا۔ آپ ﷺ نے دونوں کے دلائل سننے کے بعد فیصلہ یہودی کے حق میں کردیا۔ وہاں سے باہر نکلے تو منافق نے کہا کہ چلو اب حضرت عمر رض کے پاس چلتے ہیں ‘ وہ جو فیصلہ کردیں وہ مجھے منظور ہوگا۔ وہ دونوں حضرت عمر رض کے پاس آئے۔ منافق کو یہ امید تھی کہ حضرت عمر رض میرا زیادہ لحاظ کریں گے ‘ کیونکہ میں مسلمان ہوں۔ جب یہودی نے یہ بتایا کہ اس مقدمے کا فیصلہ رسول اللہ ﷺ میرے حق میں کرچکے ہیں تو حضرت عمر رض نے آؤ دیکھا نہ تاؤ ‘ تلوار لی اور اس منافق کی گردن اڑا دی کہ جو محمد رسول اللہ ﷺ کے فیصلے پر راضی نہیں ہے اور اس کے بعد مجھ سے فیصلہ کروانا چاہتا ہے اس کے حق میں میرا یہ فیصلہ ہے ! اس پر اس منافق کے خاندان والوں نے بڑا واویلا مچایا۔ وہ چیختے چلاتے ہوئے رسول اللہ ﷺ کی خدمت میں حاضر ہوئے اور حضرت عمر رض پر قتل کا دعویٰ کیا۔ ان کا کہنا تھا کہ مقتول حضرت عمر رض کے پاس یہودی کو لے کر اس وجہ سے گیا تھا کہ وہ اس معاملہ میں باہم مصالحت کرا دیں ‘ اس کے پیش نظر رسول اللہ ﷺ کے فیصلے سے انکار نہیں تھا۔ اس پر یہ آیات نازل ہوئیں جن میں اصل حقیقت ظاہر فرما دی گئی۔",
  "ayah": 60,
  "surah": 4
}
