{
  "text": "آیت 77 اَلَمْ تَرَ اِلَی الَّذِیْنَ قِیْلَ لَہُمْ کُفُّوْآ اَیْدِیَکُمْ وَاَقِیْمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ ج مکہ مکرمہ میں بارہ برس تک مسلمانوں کو یہی حکم تھا کہ اپنے ہاتھ بندھے رکھو۔ اس دور میں مسلمانوں پر ظلم و ستم کے پہاڑ توڑے جا رہے تھے ‘ انہیں بہت بری طرح ستایا جا رہا تھا ‘ تشدد و تعذیب کی نئی تاریخ رقم کی جا رہی تھی۔ اس پر مسلمانوں کا خون کھولتا تھا اور بہت سے مسلمان یہ چاہتے تھے کہ ہمیں اجازت دی جائے تو ہم اپنے بھائیوں پر ہونے والے اس ظلم و ستم کا بدلہ لین ‘ آخر ہم نامرد نہیں ہیں ‘ بےغیرت نہیں ہیں ‘ بزدل نہیں ہیں۔ لیکن انہیں ہاتھ اٹھانے کی اجازت نہیں تھی۔ یہ منہج انقلاب نبوی ﷺ کا صبر محضکا مرحلہ تھا اس وقت حکم یہ تھا کہ اپنے ہاتھ روکے رکھو۔ ؂نغمہ ہے بلبل شوریدہ تیرا خام ابھی اپنے سینے میں اسے اور ذرا تھام ابھی ایک وقت آئے گا کہ تمہارے ہاتھ کھول دیے جائیں گے۔ یہاں سوال پیدا ہوتا ہے کہ اَلَمْ تَرَ اِلَی الَّذِیْنَ قِیْلَ لَہُمْ کُفُّوْآ اَیْدِیَکُمْ فعل مجہول ہے۔ یہ کہا کس نے تھا ؟ مکی قرآن میں تو کُفُّوْآ اَیْدِیَکُمْکا حکم موجود نہیں ہے۔ یہ حکم تھا محمد رسول اللہ ﷺ کا۔ حضور ﷺ نے اہل ایمان کو ہاتھ اٹھانے سے روکا تھا۔ یہ آیت سورة النساء میں نازل ہو رہی ہے جو مدنی ہے۔ کہ اس وقت بھی وہ رسول اللہ ﷺ کا حکم تھا ‘ جس کو اللہ نے اپنا حکم قرار دیا۔ گویا یہ اللہ ہی کی طرف سے تھا۔ وحی جلی تو یہ قرآن ہے۔ اس کے علاوہ نبی اکرم ﷺ پر وحی خفی بھی نازل ہوتی تھی۔ تو یہ بھی ہوسکتا ہے کہ اللہ تعالیٰ نے مکی دور میں وحی خفی کے ذریعے رسول اللہ ﷺ کو یہ حکم دیا ہو جو یہاں نقل ہوا ہے اور یہ بھی ہوسکتا ہے کہ یہ حضور ﷺ کا اپنا اجتہاد ہو جسے اللہ نے برقرار رکھا ہو ‘ اسے قبول own کیا ہو۔اب یہ بات یہاں محذوف ہے کہ اس وقت تو کچھ لوگ بڑے جوش و جذبہ سے اور بڑے زور شور سے کہتے تھے کہ ہمیں اجازت ہونی چاہیے کہ ہم جنگ کریں ‘ لیکن اب کیا حال ہوا :فَلَمَّا کُتِبَ عَلَیْہِمُ الْقِتَالُ اِذَا فَرِیْقٌ مِّنْہُمْ یَخْشَوْنَ النَّاسَ کَخَشْیَۃِ اللّٰہِ اَوْ اَشَدَّ خَشْیَۃً ج تو ان میں سے ایک فریق کا حل یہ ہے کہ وہ لوگوں سے اس طرح ڈر رہے ہیں جیسے اللہ سے ڈرنا چاہیے ‘ بلکہ اس سے بھی زیادہ ڈر رہے ہیں۔ظاہر بات ہے کہ یہ مکہ کے مہاجرین نہیں تھے ‘ بلکہ یہ حال منافقین مدینہ کا تھا ‘ لیکن فرق و تفاوت واضح کرنے کے لیے مکی دور کی کیفیت سے تقابل کیا گیا کہ اصل ایمان تو وہ تھا ‘ اور یہ جو صورت حال ہے یہ کمزور ایمان اور نفاق کی علامت ہے۔وَقَالُوْا رَبَّنَا لِمَ کَتَبْتَ عَلَیْنَا الْقِتَالَج لَوْلَآ اَخَّرْتَنَآ اِلآی اَجَلٍ قَرِیْبٍ ط اس حکم کو کچھ دیر کے لیے مزید مؤخر کیوں نہ کیا ؟قُلْ مَتَاع الدُّنْیَا قَلِیْلٌ ج وَالْاٰخِرَۃُ خَیْرٌ لِّمَنِ اتَّقٰیقف وَلاَ تُظْلَمُوْنَ فَتِیْلاً تمہاری حق تلفی قطعاً نہیں ہوگی اور تمہارے جو بھی اعمال ہیں ‘ انفاق ہے ‘ قتال ہے ‘ اللہ کی راہ میں ایثار ہے ‘ اس کا تمہیں بھرپور اجرو ثواب دے دیا جائے گا۔",
  "ayah": 77,
  "surah": 4
}
