{
  "surah": 16,
  "ayah": 28,
  "text": "those whom the angels take [in death] while they are wronging their souls'. It has already been mentioned that the foremost affirmers of the Oneness are received [in death] by God, exalted be He, through His Essence, whereas the pious and the felicitous divide into two groups: as for those have risen from the station of the soul by disengaging and have arrived at the station of the heart by means of knowledge and virtues, they are received [in death] by the Angel of Death. As for those who are at the station of the soul from among the righteous, the pious renouncers and the followers of the law who have not disengaged from the attachments of the body by means of self-cleansing and adornment, they are received [in death] by the Angels of Mercy who give them the good tidings of the Garden, that is, the Garden of the soul which is the Garden of the acts and the effects. As for the evil ones, the wretched, they are received [in death] however they may be by the Angels of Retribution. For the angelic faculties that are conjoined to souls taken on the configurations of those souls. Thus if these [souls] are veiled and dark, then their configurations will be dark, shadowy and horrible, and so the angelic faculties that seize their souls will take on those configurations by correspondence. That is why it is said that the Angel of Death appears in the form of the character traits of the dying person: if these are vile and dark, then his [the Angel's] form will be dreadful and eerie. Fear and terror will overcome the one whom he [the Angel] is visiting and that [dying] person will submit meekly and relinquish his arrogance and will manifest incapacity and meekness. That is the significance of His words: Then they will offer submission, in other words, they will seek peace, pathetic, yielding and abandoning obduracy and rebelliousness and they will say: 'We were not doing any evil', and they will receive the response of their [the angels'] words: 'Nay! Surely God is Knower of what you used to do'."
}
