{
  "surah": 16,
  "ayah": 41,
  "text": "Those who emigrate in God after they were wronged-We shall surely build for them something beautiful, and the wage of the next world will be greater. Anyone who emigrates from the homelands of heedlessness will be taken by the majesty of Unity to the witnessing places of union. When someone emigrates from the homelands of heedlessness, the majesty of Unity will con- vey him to the witnessing places of union. When someone emigrates from companionship with the created, the gentle favors of generosity will give him access to His companionship. When some- one emigrates from himself and is displeased with dwelling with himself, his heart will become the place where passion for the Haqiqah puts down its saddlebags. Today he will be delighted in the secluded solace of “I am the sitting companion of him who remembers Me,” and tomorrow he will take his ease on the carpet of the expansiveness of “The patient poor are the sitting companions of God on the Day of Resurrection.” This emigration has a beginning and an end. Its beginning is that his makeup becomes obe- dience itself, not from habit and not from wanting the reward, but rather from being drowned in contemplation itself. Thus it is recounted of the recognizer Sultan MaḤmūd that he never sat in a session of intimacy with any but Ayāz. The boon companions and special friends began to mutter. The sultan became aware of their jealousy, and he commanded that all the boon companions and special friends be present in a session. Then he had a goblet made of ruby-worth the taxes from one of his prov- inces-brought forth, along with an iron anvil, and put before him. He commanded the vizier to smash the goblet on the anvil. The vizier, “Protect me, O Sultan! Though the sultan's command is higher, I do not have the gall to be so bold.” In the same way, he commanded the other boon companions and special friends. All took off their hats, began to tremble, and did not have the gall to break it. Then he pointed at Ayāz. He said, “Slave, strike the goblet on the anvil and break it.” Ayāz struck the goblet on the anvil until it broke into tiny pieces. Then MaḤmūd said, “There are four thousand way stations between obeying the sultan's command and seclusion with him. When someone still avoids obeying MaḤmūd's command, how can he have the gall to talk of seclusion and seek companionship?” As for the end of emigration, it is three things: veneration in seclusion, being ashamed in service, and seeing nothing but shortcoming in oneself despite much obedience."
}
