{
  "text": "وقوله (أَنِ اعْمَلْ سَابِغَاتٍ) يقول: وعهدنا إليه أن اعمل سابغات: وهي التوامُّ الكوامل من الدروع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر قال ثنا يزيد قال ثنا سعيد عن قتادة (أَنِ اعْمَلْ سَابِغَاتٍ) دروع وكان أول من صنعها داود، إنما كان قبل ذلك صفائح.حدثني يونس قال أخبرنا ابن وهب قال قال ابن زيد في قوله (أَنِ اعْمَلْ سَابِغَاتٍ) قال: السابغات دروع الحديد.وقوله (وَقَدِّرْ فِي السَّرْدِ) اختلف أهل التأويل في السرد؛ فقال بعضهم: السرد هو مسمار حلق الدرع.* ذكر من قال ذلك:حدثنا بشر قال ثنا يزيد قال ثنا سعيد عن قتادة (وَقَدِّرْ فِي السرْدِ) قال: كان يجعلها بغير نار، ولا يقرعها بحديد، ثم يسردها. والسرد: المسامير التي في الحلق.وقال آخرون: هو الحلق بعينها.* ذكر من قال ذلك:حدثني يونس قال أخبرنا ابن وهب قال: قال ابن زيد في قوله (وَقَدِّرْ فِي السَّرْدِ) قال: السرد حلقه، أي: قدر تلك الحلق، قال: وقال الشاعر:أجادَ المُسَدِّي سَرْدَهَا وَأَذَالَهَا (4)قال: يقول وسعها وأجاد حلقها.حدثنا محمد بن سعد قال ثني أَبي قال ثني عمي قال ثني أَبي عن أبيه عن ابن عباس (وَقَدِّرْ فِي السَّرْدِ) يعني بالسرد: ثقب الدروع فيسد قتيرها. وقال بعض أهل العلم بكلام العرب: يقال درع مسرودة إذا كانت مسمورة الحلق، واستشهد لقيله ذلك بقول الشاعر:وَعَلَيهِمَــا مَسْــرُودَتَانِ قَضَاهُمَــادَاودُ أَوْ صَنَـــعُ السَّــوَابِغِ تُبَّــعُ (5)وقيل: إنما قال الله لداود (وَقَدِّرْ فِي السَّرْدِ) لأنها كانت قبل صفائح.* ذكر من قال ذلك:حدثنا نصر بن علي قال ثنا أَبي قال ثنا خالد بن قيس عن قتادة (وَقَدِّرْ فِي السَّرْدِ) قال: كانت صفائح فأمر أن يسردها حلقًا، وعنى بقوله (وَقَدِّرْ فِي السَّرْدِ) : وقدر المسامير في حلق الدروع حتى يكون بمقدار لا تغلظ المسمار، وتضيق الحلقة فتفصم الحلقة، ولا توسع الحلقة وتصغر المسامير وتدقها فتسلس في الحلقة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو قال: ثنا أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد في قوله (وَقَدِّرْ فِي السَّرْدِ) قال: قدر المسامير والحلق؛ لا تدق المسامير فتسلس ولا تجلها، قال محمد بن عمرو وقال الحارث: فتفصم.حدثني علي بن سهل قال ثنا حجاج عن ابن جريج عن مجاهد في قوله (وَقَدِّرْ فِي السَّرْدِ) قال: لا تصغر المسمار وتعظم الحلقة فتسلس، ولا تعظم المسمار وتصغر الحلقة فيفصم المسمار.حدثني يعقوب قال ثنا ابن عيينة قال ثنا أَبي عن الحكم في قوله (وَقَدِّرْ فِي السَّرْدِ) قال: لا تغلظ المسمار فيفصم الحلقة ولا تدقه فيقلق.وقوله (وَاعْمَلُوا صَالِحًا) يقول تعالى ذكره: واعمل يا داود أنت وآلك بطاعة الله (إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ) يقول جل ثناؤه: إني بما تعمل أنت وأتباعك ذو بصر لا يخفى عليَّ منه شيء، وأنا مجازيك وإياهم على جميع ذلك.--------------------الهوامش :(4) البيت لكثير عزة بن عبد الرحمن الخزاعي (اللسان: ذيل) وصدره:عـلى ابـن أَبي العاص دلاص حصينة. . . . . . . . . . . . . . . . . . .قال : وذيل فلان ثوبه تذييلا: إذا طوله. وملاء مذيل: طويل الذيل. ويقال: وأذال فلان ثوبه إذا أطال ذيله؛ قال كثير:عـلى ابـن أَبـي العـاص . . . . .. . . . . . . . . . . وأذالهــــاوسردها: سمرها بالمسامير، كما يأتي في الشواهد بعده. والمسدي: من التسديد وهي أن يجعل الدرع مضاعفة، لها سدى ولحمة. (على التشبيه بالثوب الذي له سدى ولحمة) أو السدى: أسفل الثوب والدرع، والتسديد منه توسع أسفلها حتى لا يعوق لابسه في السير إذا كان ضيقا، وهذا الشاهد في معنى الشاهد الذي بعده.(5) البيت من شواهد أَبي عبيدة في (معاني القرآن 198 - أ) من مصورة الجامعة على أنه يقال درع مسرودة: أي مسمورة الحلق. وقال الفراء في (معاني القرآن، الورقة 261): وقال عز وجل: (أن اعمل سابغات): الدروع (وقدر في السرد) يقول: لا تجعل مسمار الدروع دقيقا، فيقلق، ولا غليظا، فيفصم الحلق. وفي (اللسان: قضى): والقضاء: بمعنى العمل، ويكون بمعنى العمل، ويكون بمعنى الصنع والتقدير قال أبو ذؤيب: \"وعليهما مسرودتان ... البيت\". قال ابن السيرافي: قضاهما فرغ من عملها أو قلت: ومعنى البيت أنهما جاءا وعليهما درعان سابغتان أي طويلتان محكمتا الصنع، كأنهما من صنع داود عليه السلام، أو من صنع تبع ملك اليمن العظيم",
  "ayah": 11,
  "surah": 34
}
