{
  "text": "القول في تأويل قوله تعالى :  فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلا دَابَّةُ الأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (14)يقول تعالى ذكره: فلما أمضينا قضاءنا على سليمان بالموت فمات (مَا دَلَّهُمْ عَلَى مَوْتِهِ) يقول: لم يدل الجن على موت سليمان (إِلا دَابَّةُ الأرْضِ) وهي الأرضة وقعت في عصاه التي كان متكئًا عليها فأكلتها، فذلك قول الله عز وجل (تَأْكُلُ مِنْسَأَتَهُ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني ابن المثنى وعلي قالا ثنا أَبو صالح قال ثني معاوية عن علي عن ابن عباس قوله ( إِلا دَابَّةُ الأرْضِ تَأْكُلُ مِنْسَأَتَهُ ) يقول: الأرضة تأكل عصاه.حدثنا محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله (تَأْكُلُ مِنْسَأَتَهُ) قال: عصاه.حدثني محمد بن عمرو، قال: ثني أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد قوله (إِلا دَابَّةُ الأرْضِ) قال: الأرضة (تَأْكُلُ مِنْسَأَتَهُ) قال: عصاه.حدثني محمد بن عمارة قال ثنا عبد الله بن موسى قال أخبرنا إسرائيل عن أَبي يحيى عن مجاهد (تَأْكُلُ مِنْسَأَتَهُ) قال: عصاه.حدثنا ابن بشار قال ثنا ابن عثمة قال ثنا سعيد بن بشير عن قتادة في قوله (تَأْكُلُ مِنْسَأَتَهُ) أكلت عصاه حتى خرَّ.حدثنا موسى بن هارون قال: ثنا عمرو، قال: ثنا أسباط عن السدي المنسأة: العصا بلسان الحبشة.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: المنسأة العصا.واختلفت القراء في قراءة قوله (مِنْسَأَتَهُ) فقرأ ذلك عامة قراء أهل المدينة وبعض أهل البصرة (مِنْسَاتَهُ) غير مهموزة، وزعم من اعتل لقارىء ذلك كذلك من أهل البصرة أن المنساة: العصا، وأن أصلها من نسأت بها الغنم، قال: وهي من الهمز الذي تركته العرب، كما تركوا همز النبي والبرية والخابية، وأنشد لترك الهمز في ذلك بيتا لبعض الشعراء:إذا دَبَبْـتَ عـلى المِنسـاةِ مـن هَـرَمٍفقــدْ تَبَـاعَد عنـكَ اللَّهـوُ والغَـزَلُ (11)وذكر الفراء عن أَبي جعفر الرَّوَاسي أنه سأل عنها أبا عمرو فقال: (مِنْسَاتَهُ) بغير همز.وقرأ ذلك عامة قراء الكوفة (مِنْسَأَتَهُ) بالهمز، وكأنهم وجهوا ذلك إلى أنها مِفْعَلة من نسأت البعير: إذا زجرته ليزداد سيره، كما يقال نسأت اللبن: إذا صببت (12) عليه الماء وهو النسيء، وكما يقال: نسأ الله في أجلك أي أدام (13) الله في أيام حياتك.قال أَبو جعفر: وهما قراءتان قد قرأ بكل واحدة منهما علماء من القراء بمعنى واحد، فبأيتهما قرأ القارىء فمصيب، وإن كنت أختار الهمز فيها لأنه الأصل.وقوله (فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ) يقول عز وجل: فلما خر سليمان ساقطًا بانكسار منسأته تبينت الجن (أنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ) الذي يدعون علمه (مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ) المذل حولا كاملا بعد موت سليمان، وهم يحسبون أن سليمان حي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أحمد بن منصور قال ثنا موسى بن مسعود أَبو حذيفة قال ثنا إبراهيم بن طهمان عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" كَانَ سُلَيمانُ نبيُّ اللهِ إذَا صَلَّى رأى شجرة نابتة بين يديه فيقول لها ما اسمك؟ فتقول كذا، فيقول لأي شيء أنت؟ فإن كانت تُغْرَسُ غُرسَت، وإن كان لدواءٍ كُتبتْ، فبينما هو يصلي ذاتَ يَومٍ إذ رأى شجرةً بين يديه، فقال لها: ما اسمك؟ قالت: الخروب، قال: لأي شيء أنت؟ قالت: لخراب هذا البيت، فقال سليمان: اللهم عمِّ على الجن موتي؛ حتى يعلم الإنس أن الجن لا يعلمون الغيب، فنَحَتَها عصا فتوكَّأ عليها حولا ميتًا، والجن تعمل، فأكلتها الأرضة، فسقط، فتبينت الإنس أن الجن لو كانوا يعلمون الغيب ما لبثوا حولا في العذاب المهين \". قال: وكان ابن عباس يقرؤها كذلك، قال: فشكرت الجن للأرضة فكانت تأتيها بالماء.حدثنا موسى بن هارون قال ثنا عمرو قال ثنا أسباط عن السدي في خبر ذكره عن أَبي مالك وعن أَبي صالح عن ابن عباس وعن مرة الهمداني عن ابن مسعود وعن أناس من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" كان سليمان يتجرد (14) في بيت المقدس السنة والسنتين، والشهر والشهرين، وأقل من ذلك وأكثر، يَدخل طعامه (15) وشرابه، فدخله في المرة التي مات فيها، وذلك أنه لم يكن يوم يصبح فيه، إلا تنبت فيه شجرة، فيسألها: ما اسمك؟ فتقول الشجرة: اسمي كذا وكذا، فيقول لها: لأي شيء نبت، فتقول: نبت لكذا وكذا. فيأمر بها فتقطع؛ فإن كانت نبتت لغرس غرسها، وإن كانت نبتت لدواء قالت: نبت دواء لكذا وكذا، فيجعلها كذلك، حتى نبتت شجرة يقال لها الخروبة، فسألها ما اسمك؟ فقالت له: أنا الخروبة، فقال: لأي شيء نبتِّ، قالت: لخراب هذا المسجد، قال سليمان: ما كان الله ليخربه وأنا حي، أنت التي على وجهك هلاكي وخراب بيت المقدس، فنـزعها وغرسها في حائط له ثم دخل المحراب، فقام يصلي متكئًا على عصاه، فمات ولا تعلم به الشياطين في ذلك، وهم يعملون له يخافون أن يخرج فيعاقبهم، وكانت الشياطين تجتمع حول المحراب، وكان المحراب له كُوىً بين يديه وخلفه، وكان الشيطان الذي يريد أن يخلع يقول: ألست جلدًا إن دخلت، فخرجت من الجانب الآخر، فدخل شيطان من أولئك فمر، ولم يكن شيطان ينظر إلى سليمان في المحراب إلا احترق، فمر ولم يسمع صوت سليمان عليه السلام ، ثم رجع فلم يسمع، ثم رجع فوقع في البيت فلم يحترق، ونظر إلى سليمان قد سقط فخرج فأخبر الناس أن سليمان قد مات، ففتحوا عنه فأخرجوه ووجدوا منسأته، وهي العصا بلسان الحبشة قد أكلتها الأرضة، ولم يعلموا منذ كم مات، فوضعوا الأرضة على العصا، فأكلت منها يومًا وليلة، ثم حسبوا على ذلك النحو، فوجدوه قد مات منذ سنة \". وهي في قراءة ابن مسعود: فمكثوا يدأبون له من بعد موته حولا كاملا فأيقن الناس عند ذلك أن الجن كانوا يكذبونهم، ولو أنهم علموا الغيب لعلموا بموت سليمان ولم يلبثوا في العذاب سنة يعملون له، وذلك قول الله ( مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلا دَابَّةُ الأرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ ) يقول: تبين أمرهم للناس أنهم كانوا يكذبونهم، ثم إن الشياطين قالوا للأرضة: لو كنت تأكلين الطعام أتيناك بأطيب الطعام، ولو كنت تشربين الشراب سقيناك أطيب الشراب، ولكنا سننقل إليك الماء والطين، فالذي يكون في جوف الخشب فهو ما تأتيها به الشياطين شكرًا لها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: كانت الجن تخبر الإنس أنهم كانوا يعلمون من الغيب أشياء، وأنهم يعلمون ما في غد، فابتلوا بموت سليمان، فمات فلبث سنة على عصاه وهم لا يشعرون بموته، وهم مسخرون تلك السنة يعملون دائبين ( فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ ) ولقد لبثوا يدأبون، ويعملون له حولا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلا دَابَّةُ الأرْضِ تَأْكُلُ مِنْسَأَتَهُ ) قال: قال سليمان لملك الموت: يا ملك الموت إذا أمرت بي فأعلمني، قال: فأتاه فقال: يا سليمان قد أمرت بك، قد بقيت لك سويعة فدعا الشياطين فبنوا عليه صرحًا من قوارير، ليس له باب فقام يصلي واتكأ على عصاه، قال: فدخل عليه ملك الموت فقبض روحه وهو متكىء على عصاه، ولم يصنع ذلك فرارًا من ملك الموت، قال: والجن تعمل بين يديه وينظرون إليه يحسبون أنه حي، قال: فبعث الله دابة الأرض، قال: دابة تأكل العيدان يقال لها القادح، فدخلت فيها فأكلتها، حتى إذا أكلت جوف العصا، ضعفت وثقل عليها فخر ميتًا، قال: فلما رأت الجن ذلك انفضوا وذهبوا، قال: فذلك قوله ( مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلا دَابَّةُ الأرْضِ تَأْكُلُ مِنْسَأَتَهُ ) قال: والمنسأة: العصا.حدثنا ابن حميد قال ثنا جرير عن عطاء قال: كان سليمان بن داود يصلي، فمات وهو قائم يصلي والجن يعملون لا يعلمون بموته، حتى أكلت الأرضة عصاه فخر وأن في قوله (أَنْ لَوْ كَانُوا) في موضع رفع بـ\" تَبَيَّن \"، لأن معنى الكلام: فلما خر تبين وانكشف، أن لو كان الجن يعلمون الغيب ما لبثوا في العذاب المهين.وأما على التأويل الذي تأوله ابن عباس من أن معناه: تبينت الإنس الجن، فإنه ينبغي أن يكون في موضع نصب بتكريرها على الجن، وكذلك يجب على هذه القراءة أن تكون الجن منصوبة، غير أني لا أعلم أحدًا من قراء الأمصار يقرأ ذلك بنصب الجن، ولو نصب كان في قوله (تَبَيَّنتِ) ضمير من ذكر الإنس.------------------------الهوامش:(11) البيت من شواهد أَبي عبيدة في (مجاز القرآن، الورقة 198 - ب) والرواية فيه \"حبيت\" في موضع \"دببب\". وفي هامشه بخط الناسخ: (رواية: دببب). قال أبو عبيدة: (تأكل منسأته): وهي العصا: من نسأت بها الغنم. وهو من المهموز الذي تركت العرب الهمزة من أسمائها، ويهمزون الفعل منها، كما تركوا همزة النبي والبرية والخالية، وهو من أنبأت، ومن برأت، وخبأت. قال: \"إذا حببت على المنساة ...\" البيت. وبعضهم يهمزها فيقول: منسأة. ا . هـ. والبيت في (اللسان: نسأ) وروايته: \"إذا دببب ...\" البيت. وقال قبل ذلك: والمنسأة: العصا؛ يهمز، ولا يهمز. ينسأ بها. وأبدلوا إبدالا كليا، فقالوا منساة. وأصلها الهمز، ولكنها بدل لازم حكاه سيبويه. وقد قرئ بهما جميعا. قال الفراء في قوله عز وجل: (تأكل منسأته) وهي العصا العظيمة التي تكون مع الراعي. أخذت من نسأت البعير إذا زجرته ليزداد سيره. كما يقال نسأت اللبن إذا صببت عليه الماء. وهو النسئ.(12) كذا في (معاني القرآن للفراء الورقة 261) وفي الأصل: صدرت بتحريف.(13) لعله: أطال.(14) في العرائس للثعلبي (طبعة الحلبي 326) قال ابن عباس وغيره: كان سليمان يحتجب في بيت المقدس ... إلخ.(15) في العرائس: يدخل فيه بطعامه ... إلخ.",
  "ayah": 14,
  "surah": 34
}
