{
  "text": "القول في تأويل قوله تعالى :  وَلا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (23)يقول تعالى ذكره: ولا تنفع شفاعة شافع كائنًا من كان الشافع لمن شفع له، إلا أن يشفع لمن أذن الله في الشفاعة، يقول تعالى: فإذا كانت الشفاعات لا تنفع عند الله أحدًا إلا لمن أذن الله في الشفاعة له، والله لا يأذن لأحد من أوليائه في الشفاعة لأحد من الكفرة به وأنتم أهل كفر به أيها المشركون، فكيف تعبدون من تعبدونه من دون الله زعمًا منكم أنكم تعبدونه ليقربكم إلى الله زلفى وليشفع لكم عند ربكم. فـ \" مَن \" إذ كان هذا معنى الكلام التي في قوله (إِلا لِمَنْ أَذِنَ لَهُ) : المشفوع له.واختلفت القراء في قراءة قوله (أُذِنَ لَهُ) فقرأ ذلك عامة القراء بضم الألف من (أُذِنَ لَهُ) على وجه ما لم يسم فاعله، وقرأه بعض الكوفيين (أَذِنَ لَهُ) على اختلاف أيضًا عنه فيه، بمعنى أذن الله له.وقوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) يقول: حتى إذا جُلِىَ عن قلوبهم وكشف عنها الفزع وذهب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني علي قال: ثنا أَبو صالح قال: حدثني معاوية، عن علي، عن ابن عباس قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) يعني: جُلِيَ.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، &; 20-396 &; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) قال: كشف عنها الغطاء يوم القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قال: إذا جلي عن قلوبهم.واختلف أهل التأويل في الموصوفين بهذه الصفة من هم؟ وما السبب الذي من أجله فزِّع عن قلوبهم؟ فقال بعضهم: الذي فزع عن قلوبهم الملائكة، قالوا: وإنما يفزِّع عن قلوبهم من غشية تصيبهم عند سماعهم الله بالوحي.* ذكر من قال ذلك:حدثني يعقوب قال: ثنا ابن عُلية، عن داود عن الشعبي قال: قال ابن مسعود في هذه الآية (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) قال: إذا حدث أمر عند ذي العرش سمع مَن دونه من الملائكة صوتًا كجر السلسلة على الصفا فيُغشى عليهم، فإذا ذهب الفزع عن قلوبهم تنادوا: (مَاذَا قَالَ رَبُّكُمْ)؟ قال: فيقول: من شاء قال الحق وهو العلي الكبير.حدثنا ابن عبد الأعلى قال: ثنا المعتمر قال: سمعت داود، عن عامر، عن مسروق قال: إذا حدث عند ذي العرش أمر سمعت الملائكة صوتًا كجر السلسلة على الصفا، قال: فيُغشى عليهم، فإذا فزع عن قلوبهم قالوا: ماذا قال ربكم؟ قال: فيقول من شاء الله الحق وهو العلي الكبير.حدثنا ابن المثنى قال: ثني عبد الأعلى قال: ثنا داود، عن عامر، عن ابن مسعود أنه قال: إذا حدث أمر عند ذي العرش. ثم ذكر نحو معناه إلا أنه قال: فيُغشى عليهم من الفزع، حتى إذا ذهب ذلك عنهم تنادوا: ماذا قال ربكم؟حدثنا ابن حميد قال: ثنا جرير، عن منصور، عن إبراهيم، عن عبد الله بن مسعود في قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) قال: إن الوحي إذا أُلقِي سمع أهل السماوات صلصلة كصلصلة السلسلة على الصفوان، قال: فيتنادون في &; 20-397 &; السماوات: ماذا قال ربكم؟ قال: فيتنادون الحق وهو العلي الكبير.وبه عن منصور عن أَبي الضحى عن مسروق عن عبد الله، مثله.حدثنا ابن حميد قال: ثنا يعقوب عن جعفر عن سعيد، قال: ينـزل الأمر من عند رب العزة إلى السماء الدنيا؛ فيفزَع أهل السماء الدنيا، حتى يستبين لهم الأمر الذي نـزل فيه، فيقول بعضهم لبعض: ماذا قال ربكم؟ فيقولون: قال الحق وهو العلي الكبير، فذلك قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ ...) الآية.حدثنا أحمد بن عبدة الضَّبي قال: ثنا سفيان بن عيينة، عن عمرو بن دينار عن عكرمة قال: ثنا أَبو هريرة عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إن الله إذا قضى أمرًا في السماء ضربت الملائكة بأجنحتها جميعًا، ولقوله صوت كصوت السلسلة على الصفا الصفوان فذلك قوله ( حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ) .حدثني يعقوب قال: ثنا ابن عُلية، قال: ثنا أيوب عن هشام بن عروة قال: قال الحارث بن هشام لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: كيف يأتيك الوحي؟ قال: \" يأتيني في صلصَلةٍ كصلصلة الجرس، فَيَفصِمُ عني حين يَفْصِمُ وقد وَعَيتُه ويأتي أحيَانًا في مِثْلِ صُورة الرجل، فيكلِّمُني به كلامًا هو أهونُ عليَّ\".حدثني زكريا بن أبان المصري، قال: ثنا نعيم قال: ثنا الوليد بن مسلم، عن عبد الرحمن بن يزيد بن جابر، عن ابن أَبي زكريا، عن جابر بن حَيْوَة، عن النَّواس بن سمعان قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إذا أراد الله أن يُوحِيَ بالأمرِ تكلَّمَ بالوَحي، أخذَتِ السماوات منه رَجفةٌ أو قال رِعْدَةٌ شديدةٌ خوفَ أمرِ الله فإذا سمِعَ بذلك أهل السماوات صَعِقوا وخرُّوا لله سجَّدًا فيكون أول من يرفع رأسَهُ جبرائيل فيكلمُه الله من وحيه بما أراد، ثم يمر جبرائيل على الملائكة كلما مر بسماء سأله ملائكتها: ماذا قال ربنا يا جبرائيل؟ فيقول &; 20-398 &; جبرائيل: قال الحقَّ وهو العلي الكبير، قال: فيقولون كلهم مثل ما قال جبرائيل، فينتهي جبرائيل بالوحي حيث أمره الله \".حُدثت عن الحسين ، قال: سمعت أبا معاذ قال: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ ...) الآية، قال: كان ابن عباس يقول: إن الله لما أراد أن يوحي إلى محمد، دعا جبريل، فلما تكلم ربنا بالوحي ، كان صوته كصوت الحديد على الصفا، فلما سمع أهل السماوات صوت الحديد خروا سُجَّدًا، فلما أتى عليهم جبرائيل بالرسالة رفعوا رءوسهم ، فقالوا: ( مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ) وهذا قول الملائكة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ ...) إلى (وَهُوَ الْعَلِيُّ الْكَبِيرُ) قال: لما أوحى الله تعالى ذكره إلى محمد صَلَّى الله عَلَيْهِ وَسَلَّم دعا الرسول من الملائكة فبعث بالوحي، سمعت الملائكة صوت الجبار يتكلم بالوحي فلما كشف عن قلوبهم سألوا عما قال الله فقالوا الحق وعلموا أن الله لا يقول إلا حقًّا وأنه منجز ما وعد، قال ابن عباس: وصوت الوحي كصوت الحديد على الصفا فلما سمعوه خروا سجدا، فلما رفعوا رءوسهم ( قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ) ثم أمر الله نبيه أن يسأل الناس  قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ ...  إلى قوله  فِي ضَلالٍ مُبِينٍ  .حدثنا ابن بشار قال: ثنا أَبو عامر قال: ثنا قرة عن عبد الله بن القاسم في قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ ...) الآية، قال: الوحي ينـزل من السماء، فإذا قضاه ( قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ) .حدثنا ابن حميد قال: ثنا جرير عن مغيرة عن إبراهيم عن عبد الله في قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) قال: إن الوحي إذا قضي في زوايا السماء، قال: مثل وقع الفولاذ على الصخرة، قال: فيشفقون لا يدرون ما حدث فيفزعون، فإذا مرت بهم الرسل ( قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ) .وقال آخرون ممن قال: الموصوفون بذلك الملائكة، إنما يفزع عن قلوبهم فزعُهم من قضاء الله الذي يقضيه حذرًا أن يكون ذلك قيام الساعة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ...) الآية، قال: يوحي الله إلى جبرائيل فتفْرَق الملائكة، أو تفزع مخافة أن يكون شيء من أمر الساعة، فإذا جُلِيَ عن قلوبهم وعلموا أنه ليس ذلك من أمر الساعة ( قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ).وقال آخرون: بل ذلك من فعل ملائكة السماوات إذا مرت بها المعقِّبات فزعًا أن يكون حدث أمر الساعة.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ ...) الآية، زعم ابن مسعود أن الملائكة المعقبات الذين يختلفون إلى الأرض يكتبون أعمالهم، إذا أرسلهم الرب فانحدروا سمع لهم صوت شديد، فيحسب الذين هم أسفل منهم من الملائكة أنه من أمر الساعة، فخروا سجدًا، وهكذا كلما مروا عليهم يفعلون ذلك من خوف ربهم.وقال آخرون: بل الموصوفون بذلك المشركون، قالوا: وإنما يفزِّع الشيطان عن قلوبهم، قال: وإنما يقولون: ماذا قال ربكم عند نـزول المنية بهم.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ) قال: فزع الشيطان عن قلوبهم وفارقهم وأمانيهم، وما كان يضلهم ( قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ) قال: وهذا في بني آدم، وهذا عند الموت أقروا به حين لم ينفعهم الإقرار.وأولى الأقوال في ذلك بالصواب القول الذي ذكره الشعبي عن ابن مسعود لصحة الخبر الذي ذكرناه عن ابن عباس عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بتأييده. وإذ كان ذلك كذلك، فمعنى الكلام: لا تنفع الشفاعة عنده إلا لمن أذن له أن يشفع عنده، فإذا أذن الله لمن أذن له أن يشفع فزع لسماعه إذنه، حتى إذا فزِّع عن قلوبهم فجلِّيَ عنها، وكشف الفزع عنهم قالوا: ماذا قال ربكم؟ قالت الملائكة: الحق، (وَهُوَ الْعَلِيُّ) على كل شيء (الْكَبِيرُ) الذي لا شيء دونه. والعرب تستعمل \" فزِّع \" في معنيين فتقول للشجاع الذي به تنـزل الأمور التي يفزع منها: هو مفزَّع، وتقول للجبان الذي يفزَع من كل شيء: إنه لمفزَّع، وكذلك تقول للرجل الذي يقضي له الناس في الأمور بالغلبة على من نازله فيها: هو مغلِّب، وإذا أريد به هذا المعنى كان غالبًا، وتقول للرجل أيضًا الذي هو مغلوب أبدًا: مغلَّب.وقد اختلفت القراء في قراءة ذلك؛ فقرأته عامة قراء الأمصار أجمعون (فُزِّعَ) بالزاي والعين على التأويل الذي ذكرناه عن ابن مسعود ومن قال بقوله في ذلك، وروي عن الحسن أنه قرأ ذلك (حَتَّى إِذَا فُرِغَ عَنْ قُلُوبِهِمْ) بالراء والغين على التأويل الذي ذكرناه عن ابن زيد. وقد يحتمل توجيه معنى قراءة الحسن ذلك كذلك، إلى (حَتَّى إِذَا فُرِغَ عَنْ قُلُوبِهِمْ) فصارت فارغة من الفزع الذي كان حل بها، ذُكر عن مجاهد أنه قرأ ذلك (فُزِعَ) بمعنى: كشف الله الفزع عنها.والصواب من القراءة في ذلك القراءة بالزاي والعين لإجماع الحجة من القراء وأهل التأويل عليها، ولصحة الخبر الذي ذكرناه عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بتأييدها، والدلالة على صحتها.",
  "ayah": 23,
  "surah": 34
}
