{
  "text": "&; 20-401 &; القول في تأويل قوله تعالى :  قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلالٍ مُبِينٍ (24)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: قل يا محمد لهؤلاء المشركين بربهم الأوثان والأصنام: من يرزقكم من السماوات والأرض بإنـزاله الغيث عليكم منها حياة لحروثكم، وصلاحًا لمعايشكم، وتسخيره الشمس والقمر والنجوم لمنافعكم، ومنافع أقواتكم، والأرض بإخراجه منها أقواتكم وأقوات أنعامكم، وترك الخبر عن جواب القوم استغناء بدلالة الكلام عليه، ثم ذكره، وهو: فإن قالوا: لا ندري، فقل: الذي يرزقكم ذلك الله وإنَّا أو إياكم أيها القوم لعلى هدى أو في ضلال مبين: يقول: قل لهم: إنا لعلى هدى أو في ضلال، أو إنكم على ضلال أو هدى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالأرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلالٍ مُبِينٍ ) قال: قد قال ذلك أصحاب محمد للمشركين، والله ما أنا وأنتم على أمر واحد، إن أحد الفريقين لمهتد.وقد قال قوم: معنى ذلك: وإنا لعلى هدى وإنكم لفي ضلال مبين.* ذكر من قال ذلك:حثني إسحاق بن إبراهيم الشهيدي قال: ثنا عتاب بن بشير، عن خصيف عن عكرمة وزياد في قوله ( وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلالٍ مُبِينٍ ) قال: إنا لعلى هدى، وإنكم لفي ضلال مبين.واختلف أهل العربية في وجه دخول \" أو \" في هذا الموضع؛ فقال بعض نحويي البصرة: ليس ذلك لأنه شك ولكن هذا في كلام العرب على أنه هو المهتدي، قال: وقد يقول الرجل لعبده: أحدنا ضارب صاحبه. ولا يكون فيه إشكال على السامع أن المولى هو الضارب.وقال آخر منهم: معنى ذلك: إنا لعلى هدى، وإنكم إياكم لفي ضلال مبين، لأن العرب تضع \" أو \" في موضع واو الموالاة، قال جرير:أثَعْلَبَـــةَ الفَـــوَارسِ أوْ رِياحــاعَــدَلتَ بهــم طُهَيَّــةَ والخِشـابا (1)قال: يعني: ثعلبة ورياحا، قال: وقد تكلم بهذا من لا يشك في دينه، وقد علموا أنهم على هدى، وأولئك في ضلال، فيقال: هذا وإن كان كلامًا واحدًا على جهة الاستهزاء، فقال: هذا لهم، وقال:فــإن يَــكُ حـبُّهُمْ رُشْـدًا أُصِبْـهُولسْــتُ بِمُخْــطِيءٍ إن كـانَ غيَّـا (2)وقال بعض نحويي الكوفة: معنى \" أو \" ومعنى الواو في هذا الموضع في المعنى، غير أن القرينة على غير ذلك، لا تكون \" أو \" بمنـزلة الواو ولكنها تكون في الأمر المفوض، كما تقول: إن شئت فخذ درهمًا أو اثنين، فله أن يأخذ اثنين أو واحدًا، وليس له أن يأخذ ثلاثة. قال: وهو في قول من لا يبصر العربية، ويجعل \" أو \" بمنـزلة الواو، ويجوز له أن يأخذ ثلاثة، لأنه في قولهم بمنـزلة قولك: خذ درهمًا أو اثنين، قال: والمعنى في ( إِنَّا أَوْ إِيَّاكُمْ ) إنا لضالون أو مهتدون، وإنكم أيضًا لضالون وهو يعلم أن رسوله هو المهتدي وأن غيره الضال. قال: وأنت تقول في الكلام للرجل يكذبك: والله إن أحدنا لكاذب، وأنت تعنيه، وكذبته تكذيبًا غير مكشوف، وهو في القرآن وكلام العرب كثير، أن يوجه الكلام إلى أحسن مذاهبه إذا عرف، كقول القائل لمن قال: والله لقد قدم فلان، وهو كاذب، فيقول: قل: إن شاء الله، أو قل: فيما أظن، فيكذبه بأحسن تصريح التكذيب. قال: ومن كلام العرب أن يقولوا: قاتله الله، ثم يستقبح فيقولون: قاتله الله، وكاتعه الله. قال: ومن ذلك: ويحك وويسك، إنما هي في معنى ويلك، إلا أنها دونها. والصواب من القول في ذلك عندي أن ذلك أمر من الله لنبيه بتكذيب من أمره بخطابه بهذا القول بأجمل التكذيب، كما يقول الرجل لصاحب يخاطبه، وهو يريد تكذيبه في خبر له: أحدنا كاذب، وقائل ذلك يعني صاحبه لا نفسه، فلهذا المعنى صير الكلام بـ \" أو \".------------------------الهوامش:(1) البيت لجرير. وهو من شواهد سيبويه (الكتاب 1 : 52 ، 489) وروايته في الموضع الثاني \"أو رياحا\". وفي الموضع الأول: \"أم ريحا\". قال: فأما إذا قلت أتضرب أو تحبس زيدا، وهو بمنزلة أزيدا أو عمرا ضربت. قال الشاعر: \"أثعلبة ... البيت\". وإن قلت: أزيدا تضرب أو تقتل كان كقولك أتقتل زيدا أو عمرا ضربت. قال: و\"أم\" في كل هذا: جيد. وإن قال: أتجلس أم تذهب. فأم وأو فيه سواء.والبيت: من شواهد أبي عبيدة في: (مجاز القرآن الورقة 99 - ب) قال في تفسير الآية: (وإنا أو إياكم لعلى هدى أو في ضلال مبين): لأن العرب تضع أو في موضع واو الموالاة، قال: أثعلبة الفوارس أو ... البيت. يعني ثعلبة ورياحا. وقال قد يتكلم بهذا من يشك في دينه، وقد علموا أنهم على هدى، وأولئك على ضلال، فقال هذا، وإن كان كلاما واحدا، على وجه الاستهزاء يقال هذا له. وقال:إنْ يَكُــنْ حُــبُّهُمْ رُشْــدًا أُصِبْـهُوَلَسْــتُ بِمُخْــطِئٍ إنْ كـانَ غَيًّـاقلت: وقد سمى ابن هشام في المعنى \"أو\" هذه: أو التي للإبهام.(2) البيت لأبي الأسود الدؤلي، قال صاحب الأغاني ترجمته: كان أَبو الأسود الدؤلي نازلا في بني قشير، وكانت بنو قشير عثمانية، وكانت امرأته أمُّ عوف منهم، فكانوا يؤذونه ويسبونه وينالون من علي بن أبي طالب بحضرته، ليغيظوه به، ويرمونه بالليل، فقال في ذلك أبياتا يهجوهم ويمدح عليا وآل بيته. فقال له بنو قشير: شككت يا أبا الأسود في صاحبك حيث تقول: (فإن يك حبهم رشدا أصبه) فقال: أما سمعتم قول الله عز وجل: (وإنا أو إياكم لعلى هدى أو في ضلال مبين). أفترى الله جل وعز شكك في نبيه. وقد روي أن معاوية قال هذه المقالة، فأجابه بهذا الجواب. ا . هـ. وقال الفراء في معاني القرآن (الورقتان 263 ، 264) في تفسير قوله تعالى: (وإنا أو إياكم) ... الآية: قال المفسرون: معناه: وإنا لعلى هدى، وأنتم في ضلال مبين.معنى \"أو\" معنى الواو عندهم. كذلك هو المعنى. غير أن العربية على غير ذلك. لا تكون \"أو\" بمنزلة الواو، ولكنها تكون في الأمر المفوض (واو الإباحة) كما تقول: إن شئت خذ درهما أو اثنين، فله أن يأخذ واحدا أو اثنين، وليس له أن يأخذ ثلاثة؛ في قول من لا يبصر بالعربية، ويجعل أو بمنزلة الواو، ويجوز له أن يأخذ ثلاثة، لأنه في قولهم بمنزلة قولك: خذ درهما واثنين.فالمعنى في قوله: (إنا أو إياكم) إنا لضالون أو مهتدون، وإنكم أيضا لضالون أو مهتدون، وهو يعلم أن رسوله المهتدي، وأن غيره الضالون ... إلخ ما قاله.",
  "ayah": 24,
  "surah": 34
}
