{
  "text": "القول في تأويل قوله تعالى :  وَمَا أَمْوَالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ (37)يقول جل ثناؤه: وما أموالكم التي تفتخرون بها أيها القوم على الناس ولا أولادكم الذين تتكبرون بهم، بالتي تقربكم منَّا قربة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد قوله (عِنْدَنَا زُلْفَى) قال: قربى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله ( وَمَا أَمْوَالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى ) لا يعتبر الناس بكثرة المال والولد، وإن الكافر قد يعطى المال، وربما حبس عن المؤمن. وقال جل ثناؤه: ( وَمَا أَمْوَالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى ) ولم يقل باللَّتين، وقد ذكر الأموال والأولاد، وهما نوعان مختلفان، لأنه ذُكر من كل نوع منهما جمع يصلح فيه التي، ولو قال قائل: أراد بذلك أحد النوعين لم يبعد قوله، وكان ذلك كقول الشاعر:نحــنُ بِمَــا عِندَنــا وأنـتَ بمـاعِنــدكَ رَاضٍ والــرأيُ مخــتَلِفُ (2)ولم يقل راضيان.وقوله (إِلا مَنْ آمَنَ وَعَمِلَ صَالِحًا) اختلف أهل التأويل في معنى ذلك؛ فقال بعضهم: معنى ذلك وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحًا فإنه تقربهم أموالهم وأولادهم بطاعتهم الله في ذلك وأدائهم فيه حقه إلى الله زلفى دون أهل الكفر بالله.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله (إِلا مَنْ آمَنَ وَعَمِلَ صَالِحًا) قال: لم تضرهم أموالهم ولا أولادهم في الدنيا للمؤمنين، وقرأ  لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ  فالحسنى: الجنة، والزيادة: ما أعطاهم الله في الدنيا لم يحاسبهم به، كما حاسب الآخرين، فمن حمل على هذا التأويل نصب بوقوع تقرب عليه، وقد يحتمل أن يكون \" من \" في موضع رفع، فيكون كأنه قيل: وما هو إلا من آمن وعمل صالحًا.وقوله (فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْف) يقول: فهؤلاء لهم من الله على أعمالهم الصالحة الضعف من الثواب، بالواحدة عشر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا) قال: بأعمالهم الواحد عشر، وفي سبيل الله بالواحد سبعمائة.وقوله (فِي الْغُرُفَاتِ آمِنُونَ) يقول: وهم في غرفات الجنات آمنون من عذاب الله.------------------------الهوامش:(2) البيت لقيس بن الخطيم من قصيدة من المنسرح، كما في معاهد التنصيص شرح شواهد التلخيص. لعبد الرحيم العباسي وقد تقدم الكلام عليه في (10 : 122) مبسوطا. فراجعه ثمة.",
  "ayah": 37,
  "surah": 34
}
