{
  "text": "القول في تأويل قوله تعالى :  وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ (54)يقول تعالى ذكره: وحيل بين هؤلاء المشركين حين فزعوا فلا فوت وأخذوا من مكان قريب، فقالوا: آمنَّا به (وَبَيْنَ مَا يَشْتَهُونَ) حينئذٍ من الإيمان بما كانوا به في الدنيا قبل ذلك يكفرون، ولا سبيل لهم إليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني إسماعيل بن حفص الأبلي قال: ثنا المعتمر عن أَبي الأشهب عن الحسن في قوله (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: حيل بينهم وبين الإيمان بالله.حدثنا ابن بشار قال: ثنا مؤمل قال: ثنا سفيان عن عبد الصمد قال: سمعت الحسن، وسئل عن هذه الآية (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: حيل بينهم وبين الإيمان.حدثني ابن أَبي زياد قال: ثنا يزيد قال: ثنا أَبو الأشهب عن الحسن (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: حيل بينهم وبين الإيمان.حدثنا أحمد بن عبد الصمد الأنصاري قال: ثنا أَبو أسامة عن شبل عن ابن أَبي نجيح عن مجاهد (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: من الرجوع إلى الدنيا ليتوبوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) كان القوم يشتهون طاعة الله أن يكونوا عملوا بها في الدنيا حين عاينوا ما عاينوا.حدثنا الحسن بن واضح قال: ثنا الحسن بن حبيب قال: ثنا أَبو الأشهب عن الحسن في قوله (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: حيل بينهم وبين الإيمان.وقال آخرون: معنى ذلك وحيل بينهم وبين ما يشتهون من مال وولد وزهرة الدنيا.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، قال: ثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد، في قول الله (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: من مال أو ولد أو زهرة.حدثني يونس، قال: قال أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) قال: في الدنيا التي كانوا فيها والحياة. وإنما اخترنا القول الذي اخترناه في ذلك؛ لأن القوم إنما تمنوا حين عاينوا من عذاب الله ما عاينوا، ما أخبر الله عنهم أنهم تمنوه، وقالوا آمنا به فقال الله: وأنى لهم تناوش ذلك من مكان بعيد، وقد كفروا من قبل ذلك في الدنيا. فإذا كان ذلك كذلك فلأن يكون قوله (وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ) خبرًا عن أنه لا سبيل لهم إلى ما تمنوه أولى من أن يكون خبرًا عن غيره.وقوله ( كما فعل بأشياعهم من قبل ) يقول: فعلنا بهؤلاء المشركين؛ فحلنا بينهم وبين ما يشتهون من الإيمان بالله عند نـزول سخط الله بهم، ومعاينتهم بأسه، كما فعلنا بأشياعهم على كفرهم بالله من قبلهم من كفار الأمم؛ فلم نقبل منهم إيمانهم في ذلك الوقت، كما لم نقبل في مثل ذلك الوقت من ضربائهم.والأشياع: جمع شِيعَ، وشِيعَ: جمع شيعة؛ فأشياع جمع الجمع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح ( كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ) قال: الكفار من قبلهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ) أي: في الدنيا، كانوا إذا عاينوا العذاب لم يقبل منهم إيمان.وقوله (إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ) يقول تعالى ذكره: وحيل بين هؤلاء المشركين حين عاينوا بأس الله وبين الإيمان؛ إنهم كانوا قبل في الدنيا في شك، من نـزول العذاب الذي نـزل بهم وعاينوه، وقد أخبرهم نبيهم أنهم إن لم ينيبوا مما هم عليه مقيمون من الكفر بالله، وعبادة الأوثان، أن الله مهلكهم، ومحلٌّ بهم عقوبته في عاجل الدنيا، وآجل الآخرة قبل نـزوله بهم، مريب يقول: موجب لصاحبه الذي هو به ما يريبه من مكروه، من قولهم: قد أراب الرجل إذا أتى ريبة وركب فاحشة، كما قال الراجز:يــا قَـومُ مَـا لِـي وأبَـا ذُؤَيـبِ?كــنتُ إذَا أتَوْتُــهُ مــن غَيــبِيَشُـــمُّ عِطْفِــي وَيُــبُّز ثَــوْبِيكأنَّمــــا أرَبْتُــــهُ بِـــرَيْبِ (4)يقول: كأنما أتيت إليه ريبة.آخر سورة سبأ",
  "ayah": 54,
  "surah": 34
}
