{
  "text": "После того как Всевышний Аллах запретил приобщать к Нему сотоварищей и повелел поклоняться Ему одному, Он возвестил об этом в форме религиозного предписания. Согласно этому предписанию, ни одно живое и мертвое творение на земле и небесах не заслуживает поклонения и обожествления. Этого заслуживает только Аллах - Единственный Бог, Который не нуждается в Своих творениях, тогда как они нуждаются в Нем. Он обладает самыми совершенными качествами, которые присущи Ему в самой безупречной форме и не похожи на качества творений. Он одаряет Своих рабов зримыми и незримыми благами. Он творит, ниспосылает пропитание и вершит любые дела. Он один распоряжается всем происходящим во Вселенной, и никто иной не разделяет с Ним этой власти. После упоминания об обязанностях рабов перед Аллахом Всевышний поведал об обязанностях человека перед своими родителями. Он повелел выказывать доброе отношение к родителям и делать им добро в любой форме, как словом, так и делом. Это объясняется тем, что именно родители послужили причиной появления человека на свет. А любовь, которую они питают к своему ребенку, доброе отношение к нему и близкое родство в еще большей степени обязывают человека исправно выполнять свои обязанности перед ними и делать им одно только добро. И если один из родителей или оба достигают пожилого возраста, когда они начинают слабеть и нуждаются в добром и снисходительном отношении, о чем людям хорошо известно, то человек не имеет права говорить им даже: «Тьфу!» Это - самое простое слово, которым один человек может обидеть другого. Оно использовано в этом откровении для того, чтобы обратить внимание людей на еще более обидные и грубые слова. И это значит, что человек не имеет права обижать своих родителей даже самыми безобидными словами. Он также не имеет права кричать на них и говорить им грубые слова. Напротив, он обязан говорить им слова, которые им нравятся, быть с ними учтивым, добрым и почтительным. Его речи должны доставлять им радость и удовольствие, и они могут быть самыми различными в зависимости от условий, обстоятельств и времени.",
  "ayah": 23,
  "surah": 17
}
