{
  "text": "Аллах объемлет людей своим знанием и могуществом. Нет такого убежища, где они могут скрыться от Аллаха или спастись от Его наказания. И этого достаточно, чтобы любой благоразумный человек воздержался от совершения грехов, которые ненавистны Господу. Затем Всевышний Аллах поведал о видении, которое было показано Пророку Мухаммаду и стало испытанием для людей. Большинство толкователей Корана считало, что в этом откровении речь идет о ночном путешествии Пророка. Что же касается дерева, которое проклято в Коране, то это - дерево заккум, которое растет из самых глубин Преисподней. Смысл этого откровения заключается в том, что ночное путешествие Пророка и дерево в Преисподней заставляют неверующих еще сильнее укорениться в собственном неверии и приумножают их нечестие, а маловеров побуждают вообще отречься от истины. Это объясняется тем, что множество удивительных и невообразимых событий, которые произошли во время ночного путешествия из Заповедной мечети в мечеть аль-Акса, и откровение о существование дерева, которое растет из самых глубин Преисподней, подталкивают несправедливых людей к отрицанию истины. А как бы поступили неверующие, если бы они стали очевидцами востребованных ими великих знамений и чудес?!! Разве это не приумножило бы их злобу и неверие?! Вот почему Аллах смилостивился над ними и не показал им этих знамений. Из этого становится ясно, почему в коранических откровениях и достоверных хадисах не описываются подробно события, которые происходили в далеком прошлом. Это приносит людям больше пользы, потому что события, подобных которым люди не видели воочию, могут быть отвергнуты их разумом. Они могут поселить сомнения в сердцах некоторых правоверных, помешать некоторым желающим обратиться в ислам и отдалить людей от религии Аллаха, тогда как ниспосланные Им общие сведения помогают людям добиться всего, что от них требуется. А лучше всего об этом известно Аллаху. Он устрашает рабов знамениями, однако это лишь приумножает непокорность и беззаконие некоторых из них. Это - самое ужасное проявление того, как можно любить зло и совершать его, ненавидя и отвергая добро.",
  "ayah": 60,
  "surah": 17
}
