{
  "text": "وأما قوله ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ ) فإن أهل التأويل اختلفوا في المعنيّ به ، فقال بعضهم: عني به كل من سبقت له من الله السعادة من خلقه أنه عن النار مُبعد.*ذكر من قال ذلك: حدثنا محمد بن بشار ، قال : ثنا محمد بن جعفر ، قال : ثنا شعبة ، عن أبي بشر ، عن يوسف بن سعد وليس بابن ماهَك عن محمد بن حاطب ، قال: سمعت عليا يخطب فقرأ هذه الآية ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ ) ، قال: عثمان رضي الله عنه منهم.وقال آخرون: بل عني: منْ عبد مِن دون الله ، وهو لله طائع ولعبادة من يَعبد كاره.ذكر من قال ذلك:حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء جميعا ، عن ابن أبي نجيح ، عن مجاهد ، في قوله ( أُولَئِكَ عَنْهَا مُبْعَدُونَ ) قال: عيسى ، وعزير ، والملائكة.حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، عن ابن جُرَيح ، عن مجاهد ، مثله.قال ابن جريج: قوله  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ  ثم استثنى فقال ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ) .حدثنا ابن حميد ، قال : ثنا يحيى بن واضح ، عن الحسين ، عن يزيد ، عن عكرمة ، والحسن البصري قالا قال في سورة الأنبياء  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ * لَوْ كَانَ هَؤُلاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ * لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لا يَسْمَعُونَ  ثم استثنى فقال ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ ) فقد عُبدت الملائكة من دون الله ، وعُزَيرٌ وعيسى من دون الله.حدثنا أبو كُرَيب ، قال : ثنا ابن يمان ، عن أشعث ، عن جعفر ، عن سعيد ( أُولَئِكَ عَنْهَا مُبْعَدُونَ ) قال: عيسى.حدثني إسماعيل بن سيف ، قال : ثنا علي بن مسهر ، قال : ثنا إسماعيل بن أبي خالد ، عن أبي صالح في قوله ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ) قال: عيسى ، وأمه ، وعُزَير ، والملائكة.حدثنا ابن حميد ، قال : ثنا سلمة ، عن ابن إسحاق ، قال: جلس رسول الله صلى الله عليه وسلم فيما بلغني يوما مع الوليد بن المغيرة ، فجاء النضر بن الحارث حتى جلس معهم وفي المجلس غير واحد من رجال قريش ، فتكلم رسول الله صلى الله عليه وسلم ، فعرض له النضر بن الحارث ، وكلمه رسول الله صلى الله عليه وسلم حتى أفحمه ، ثم تلا عليه وعليهم  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ * لَوْ كَانَ هَؤُلاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ  . . . إلى قوله ( وَهُمْ فِيهَا لا يَسْمَعُونَ ) ، ثم قام رسول الله صلى الله عليه وسلم ، وأقبل عبد الله بن الزّبَعْرى بن قيس بن عديّ السهمي حتى جلس ، فقال الوليد بن المغيرة لعبد الله بن الزّبَعْرى : والله ما قام النضر بن الحارث لابن عبد المطلب آنفا وما قعد ، وقد زعم أنا وما نعبد من آلهتنا هذه حصب جهنم، فقال عبد الله بن الزبعري: أما والله لو وجدته لخصمته ، فسلوا محمدا: أكلّ من عبد من دون الله في جهنم مع من عبده؟ فنحن نعبد الملائكة ، واليهود تعبد عُزَيرا ، والنصارى تعبد المسيح عيسى ابن مريم ، فعجب الوليد بن المغيرة ومن كان في المجلس من قول عبد الله بن الزّبَعْرى ، ورأوا أنه قد احتج وخاصم ، فذكر ذلك لرسول الله صلى الله عليه وسلم من قول ابن الزّبَعْرى، فقال: رسول الله صلى الله عليه وسلم: \" نعم كل من أحب أن يعبد من دون الله فهو مع من عبد ، إنما يعبدون الشياطين ومن أمرهم بعبادته \" ، فأنـزل الله عليه ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ ) . . . . إلى  خَالِدُونَ  أي عيسى ابن مريم ، وعُزير ، ومن عبدوا من الأحبار والرهبان الذي مضوا على طاعة الله ، فاتخذهم من بعدهم من أهل الضلالة أربابا من دون الله ، فأنـزل الله فيما ذكروا أنهم يعبدون الملائكة وأنها بنات الله  وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ  . . . إلى قوله  نَجْزِي الظَّالِمِينَ  .حُدثت عن الحسين ، قال: سمعت أبا معاذ يقول: أخبرنا عبيد ، قال: سمعت الضحاك ، قال: يقول ناس من الناس (إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون ) يعني من الناس أجمعين ، فليس كذلك ، إنما يعني من يعبد الآلهة وهو لله مطيع مثل عيسى وأمه وعُزَير والملائكة ، واستثنى الله هؤلاء الآلهة المعبودة التي هي ومن يعبدها في النار.حدثنا ابن سنان القزاز ، قال : ثنا الحسن بن الحسين الأشقر ، قال : ثنا أبو كدينة ، عن عطاء بن السائب ، عن سعيد بن جبير ، عن ابن عباس ، قال: لما نـزلت  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ  قال المشركون: فإن عيسى يُعبد وعُزَير والشمس والقمر يُعبدون، فأنـزل الله ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ ) لعيسى وغيره.وأولى الأقوال في تأويل ذلك بالصواب قول من قال: عني بقوله ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ ) ما كان من معبود ، كان المشركون يعبدونه والمعبود لله مطيع وعابدوه بعبادتهم إياه بالله كفّار ، لأن قوله تعالى ذكره ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ) ابتداء كلام محقق لأمر كان ينكره قوم ، على نحو الذي ذكرنا في الخبر عن ابن عباس ، فكأن المشركين قالوا لنبيّ الله صلى الله عليه وسلم إذ قال لهم  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ  : ما الأمر كما تقول ، لأنا نعبد الملائكة ، ويعبد آخرون المسيح وعُزَيرا ، فقال عزّ وجلّ ردا عليهم قولهم: بل ذلك كذلك ، وليس الذي سبقت لهم منا الحسنى هم عنها مبعدون ، لأنهم غير معنيين بقولنا  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ  ، فأما قول الذين قالوا ذلك استثناء من قوله  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ  فقول لا معنى له ، لأن الاستثناء إنما هو إخراج المستثنى من المستثنى منه ، ولا شك أن الذين سبقت لهم منا الحسنى إنما هم إما ملائكة وإما إنس أو جانٌ ، وكلّ هؤلاء إذا ذكرتها العرب فإن أكثر ما تذكرها بمن ، لا بما ، والله تعالى ذكره إنما ذكر المعبودين الذين أخبر أنهم حَصَب جهنم بما ، قال  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ  إنما أريد به ما كانوا يعبدونه من الأصنام والآلهة من الحجارة والخشب ، لا من كان من الملائكة والإنس ، فإذا كان ذلك كذلك لما وصفنا ، فقوله ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ) جواب من الله للقائلين ما ذكرنا من المشركين مبتدأ ، وأما الحُسنى فإنها الفُعلى من الحسن ، وإنما عني بها السعادة السابقة من الله لهم .كما حدثني يونس ، قال: أخبرنا ابن وهب ، قال: قال ابن زيد ، في قوله ( إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى ) قال: الحسنى: السعادة ، وقال: سبقت السعادة لأهلها من الله ، وسبق الشقاء لأهله من الله.",
  "ayah": 101,
  "surah": 21
}
