{
  "text": "اختلف أهل التأويل في المعنيّ بالزَّبور والذكر في هذا الموضع ، فقال بعضهم: عُني بالزَّبور: كتب الأنبياء كلها التي أنـزلها الله عليهم ، وعُني بالذكر: أمّ الكتاب التي عنده في السماء.ذكر من قال ذلك: حدثني عيسى بن عثمان بن عيسى الرمليّ ، قال : ثنا يحيى بن عيسى ، عن الأعمش ، قال: سألت سعيدا ، عن قول الله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ ) قال: الذكر: الذي في السماء.حدثنا القاسم ، قال : ثنا الحسين ، قال : ثنا عيسى بن يونس ، عن الأعمش ، عن سعيد بن جبير ، في قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ ) قال: قرأها الأعمش: (الزُّبُرِ) قال: الزبور ، والتوراة ، والإنجيل ، والقرآن ، ( مِنْ بَعْدِ الذِّكْرِ ) قال: الذكر الذي في السماء.حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء جميعا ، عن ابن أبي نجيح ، عن مجاهد ( الزَّبُورِ ) قال: الكتاب ، ( مِنْ بَعْدِ الذِّكْرِ ) قال: أم الكتاب عند الله.* حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، عن ابن جُرَيج ، عن مجاهد ، قوله ( الزبور ) قال: الكتاب ، (بعد الذكر ) قال: أم الكتاب عند الله.حدثني يونس ، قال: أخبرنا ابن وهب ، قال: قال ابن زيد ، في قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ ) قال: الزبور: الكتب التي أُنـزلت على الأنبياء ، والذكر: أمّ الكتاب الذي تكتب فيه الأشياء قبل ذلك.حدثنا ابن حميد ، قال : ثنا جرير ، عن منصور ، عن سعيد ، في قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ ) قال: كتبنا في القرآن من بعد التوراة.وقال آخرون: بل عني بالزبور: الكتب التي أنـزلها الله على مَنْ بعد موسى من الأنبياء ، وبالذكر: التوراة.*ذكر من قال ذلك: حدثني محمد بن سعد ، قال: ثني أبي ، قال: ثني عمي ، قال: ثني أبي ، عن أبيه ، عن ابن عباس ، قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ ) ... الآية ، قال: الذكر: التوراة ، والزبور: الكتب.حدثنا عن الحسين ، قال: سمعت أبا معاذ يقول : ثنا عبيد ، قال: سمعت الضحاك يقول ، في قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ ) . . . الآية ، قال: الذكر: التوراة ، ويعني بالزبور من بعد التوراة: الكتب.وقال آخرون: بل عني بالزَّبور زَبور داود ، وبالذكر تَوراة موسى صلى الله عليهما.ذكر من قال ذلك: حدثنا محمد بن المثنى ، قال : ثنا عبد الوهاب ، قال : ثنا داود ، عن عامر أنه قال في هذه الآية ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ ) قال: زبور داود ، من بعد الذكر: ذكر موسى التوراة.حدثنا ابن المثنى ، قال : ثنا ابن أبي عديّ ، عن داود ، عن الشعبيّ ، أنه قال في هذه الآية ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ ) قال: في زبور داود ، من بعد ذكر موسى.وأولى هذه الأقوال عندي بالصواب في ذلك ما قاله سعيد بن جبير ومجاهد ومن قال بقولهما في ذلك ، من أن معناه: ولقد كتبنا في الكتب من بعد أمّ الكتاب الذي كتب الله كل ما هو كائن فيه قبل خلق السماوات والأرض ، وذلك أن الزبور هو الكتاب ، يقال منه: زبرت الكتاب وذَبرته (1) : إذا كتبته ، وأن كلّ كتاب أنـزله الله إلى نبيّ من أنبيائه ، فهو ذِكْر . فإذ كان ذلك كذلك ، فإن في إدخاله الألف واللام في الذكر ، الدلالة البينَة أنه معنيّ به ذكر بعينه معلوم عند المخاطبين بالآية ، ولو كان ذلك غير أم الكتاب التي ذكرنا لم تكن التوراة بأولى من أن تكون المعنية بذلك من صحف إبراهيم ، فقد كان قبل زَبور داود.فتأويل الكلام إذن ، إذ كان ذلك كما وصفنا: ولقد قضينا ، فأثبتنا قضاءنا في الكتب من بعد أمّ الكتاب ، أن الأرض يرثها عبادي الصالحون ، يعني بذلك: أن أرض الجنة يرثها عبادي العاملون بطاعته ، المنتهون إلى أمره ونهيه من عباده ، دون العاملين بمعصيته منهم المؤثرين طاعة الشيطان على طاعته.ذكر من قال ذلك: حدثنا محمد بن عبد الله الهلالي ، قال : ثنا عبيد الله بن موسى ، قال : ثنا إسرائيل ، عن أبي يحيى القَتَّات ، عن مجاهد ، عن ابن عباس ، قوله ( أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: أرض الجنة.حدثني علي ، قال : ثنا أبو صالح ، قال: ثني معاوية ، عن عليّ ، عن ابن عباس قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: أخبر سبحانه في التوراة والزبور وسابق علمه قبل أن تكون السماوات والأرض ، أن يورث أمة محمد صلى الله عليه وسلم الأرض، ويُدخلهم الجنة ، وهم الصالحون.حدثنا ابن حميد ، قال : ثنا جرير ، عن منصور ، عن سعيد بن جبير في قوله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: كتبنا في القرآن بعد التوراة ، والأرض أرض الجنة.حدثني عليّ بن سهل ، قال : ثنا حجاج ، عن أبي جعفر ، عن الربيع بن أنس ، عن أبي العالية ( أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: الأرض: الجنة.حدثني عيسى بن عثمان بن عيسى الرمليّ ، قال : ثنا يحيى بن عيسى ، عن الأعمش ، قال: سألت سعيدا عن قول الله ( أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: أرض الجنة.حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء جميعا ، عن ابن أبي نجيح ، عن مجاهد ، في قول الله ( أَنَّ الأرْضَ ) قال: الجنة ، ( يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) .حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، عن ابن جريج ، عن مجاهد ، مثله.حدثني يونس ، قال: أخبرنا ابن وهب ، قال: قال ابن زيد ، في قوله ( أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: الجنة ، وقرأ قول الله جلّ ثناؤه  وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ  قال: فالجنة مبتدؤها في الأرض ثم تذهب درجات علوا ، والنار مبتدؤها في الأرض ، وبينهما حجاب سور ما يدري أحد ما ذاك السور ، وقرأ  بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ  قال: ودرجها تذهب سفالا في الأرض ، ودرج الجنة تذهب علوا في السماوات.حدثنا محمد بن عوف ، قال : ثنا أبو المغيرة ، قال : ثنا صفوان ، سألت عامر بن عبد الله أبا اليمان: هل لأنفس المؤمنين مجتمع (2) ؟ قال: فقال: إن الأرض التي يقول الله ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) قال: هي الأرض التي تجتمع إليها أرواح المؤمنين حتى يكون البعث.وقال آخرون: هي الأرض يورثها الله المؤمنين في الدنيا.وقال آخرون: عني بذلك بنو إسرائيل ، وذلك أن الله وعدهم ذلك فوفى لهم به.واستشهد لقوله ذلك بقول الله  وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا  وقد ذكرنا قول من قال ( أَنَّ الأرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) أنها أرض الأمم الكافرة ، ترثها أمة محمد صلى الله عليه وسلم ، وهو قول ابن عباس الذي روى عنه عليّ بن أبي طلحة.------------------------الهوامش :(1) ( في اللسان : ذبر ) : الذبر : الكتابة ، مثل الزبر . ذبر الكتاب يذبره ( كنصره ) ويذبره ( كيضربه ) ذبرا ، وذبره ( بالتضعيف ) كلاهما : كتبه ، نقطه . وقيل : قرأه قراءة خفيفة ، بلغة هذيل .(2) الأصل : هل لأنفس المؤمنين بمجتمع ؟ والصواب : ما أثبتناه .",
  "ayah": 105,
  "surah": 21
}
