{
  "text": "يقول تعالى ذكره: أو لم ينظر هؤلاء الذي كفروا بالله بأبصار قلوبهم، فيروا بها، ويعلموا أن السماوات والأرض كانتا رَتْقا: يقول: ليس فيهما ثقب، بل كانتا ملتصقتين، يقال منه: رتق فلان الفتق: إذا شدّه، فهو يرتقه رتقا ورتوقا، ومن ذلك قيل للمرأة التي فرجها ملتحم: رتقاء، ووحد الرتق، وهو من صفة السماء والأرض، وقد جاء بعد قوله (كانَتا) لأنه مصدر، مثل قول الزور والصوم والفطر.وقوله (فَفَتَقْناهُما) يقول: فصدعناهما وفرجناهما.ثم اختلف أهل التأويل في معنى وصف الله السماوات والأرض بالرتق وكيف كان الرتق، وبأيْ معنى فتق؟ فقال بعضهم: عنى بذلك أن السماوات والأرض كانتا ملتصقتين، ففصل الله بينهما بالهواء.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالأرْضَ كَانَتَا رَتْقًا ) يقول: كانتا ملتصقتين.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( أولم ير الذين كفروا أن السماوات والأرض كانتا رتقا ففتقناهما)... الآية، يقول: كانتا ملتصقتين، فرفع السماء ووضع الأرض.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( أَنَّ السَّمَاوَاتِ وَالأرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ) كان ابن عباس يقول: كانتا ملتزقتين، ففتقهما الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَنَّ السَّمَاوَاتِ وَالأرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ) قال: كان الحسن وقتادة يقولان: كانتا جميعا، ففصل الله بينهما بهذا الهواء.وقال آخرون: بل معنى ذلك أن السماوات كانت مرتتقة طبقة، ففتقها الله فجعلها سبع سماوات وكذلك الأرض كانت كذلك مرتتقة، ففتقها، فجعلها سبع أرضين* ذكر من قال: ذلك: حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قول الله تبارك وتعالى ( رَتْقًا فَفَتَقْنَاهُمَا ) من الأرض ستّ أرضين معها فتلك سبع أرضين معها، ومن السماء ستّ سماوات معها، فتلك سبع سماوات معها، قال: ولم تكن الأرض والسماء متماسَّتين.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن ابن أبي نجيح، عن مجاهد ( رَتْقًا فَفَتَقْنَاهُمَا ) قال: فتقهنّ سبع سماوات، بعضهنّ فوق بعض، وسبع أرضين بعضهنّ تحت بعض.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد نحو حديث محمد بن عمرو، عن أبي عاصم.حدثنا عبد الحميد بن بيان، قال: أخبرنا محمد بن يزيد، عن إسماعيل، قال: سألت أبا صالح عن قوله ( كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ) قال: كانت الأرض رتقا والسماوات رتقا، ففتق من السماء سبع سماوات، ومن الأرض سبع أرضين.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: كانت سماء واحدة ثم فتقها، فجعلها سبع سماوات في يومين، في الخميس والجمعة، وإنما سمي يوم الجمعة لأنه جمع فيه خلق السماوات والأرض، فذلك حين يقول  خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ  يَقُولُ ( كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا).وقال آخرون: بل عنى بذلك أن السماوات كانت رتقا لا تمطر، والأرض كذلك رتقا لا تنبت، ففتق السماء بالمطر والأرض بالنبات.* ذكر من قال ذلك:حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرمة ( أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالأرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ) قال: كانتا رتقا لا يخرج منهما شيء، ففتق السماء بالمطر وفتق الأرض بالنبات. قال: وهو قوله  وَالسَّمَاءِ ذَاتِ الرَّجْعِ * وَالأَرْضِ ذَاتِ الصَّدْعِ  .حدثني الحسين بن عليّ الصدائي، قال: ثنا أبي، عن الفضيل بن مرزوق، عن عطية، في قوله ( أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالأرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ) قال: كانت السماء رتقا لا تمطر، والأرض رتقا لا تنبت، ففتق السماء بالمطر، وفتق الأرض بالنبات، وجعل من الماء كل شيء حيّ، أفلا يؤمنون؟حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالأرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ) قال: كانت السماوات رتقا لا ينـزل منها مطر، وكانت الأرض رتقا لا يخرج منها نبات، ففتقهما الله، فأنـزل مطر السماء، وشقّ الأرض فأخرج نباتها، وقرأ ( فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ ).وقال آخرون: إنما قيل (فَفَتَقْنَاهُما) لأن الليل كان قبل النهار، ففتق النهار.* ذكر من قال ذلك:حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن أبيه، عن عكرمة، عن ابن عباس، قال: خلق الليل قبل النهار، ثم قال: كانتا رتقا ففتقناهما.قال أبو جعفر: وأولى الأقوال في ذلك بالصواب قول من قال: معنى ذلك: أو لم ير الذين كفروا أن السماوات والأرض كانتا رتقا من المطر والنبات، ففتقنا السماء بالغيث والأرض بالنبات.وإنما قلنا ذلك أولى بالصواب في ذلك لدلالة قوله: ( وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ) على ذلك، وأنه جلّ ثناؤه لم يعقب ذلك بوصف الماء بهذه الصفة إلا والذي تقدمه من ذكر أسبابه.فإن قال قائل: فإن كان ذلك كذلك، فكيف قيل: أو لم ير الذين كفروا أن السماوات والأرض كانتا رتقا، والغيث إنما ينـزل من السماء الدنيا؟ قيل: إن ذلك مختلف فيه، قد قال قوم: إنما ينـزل من السماء السابعة، وقال آخرون: من السماء الرابعة، ولو كان ذلك أيضا كما ذكرت من أنه ينـزل من السماء الدنيا، لم يكن في قوله ( أَنَّ السَّمَاوَاتِ وَالأرْضَ ) دليل على خلاف ما قلنا، لأنه لا يمتنع أن يقال السماوات، والمراد منها واحدة فتجمع، لأن كل قطعة منها سماء، كما يقال: ثوب أخلاق، وقميص أسمال.فإن قال قائل: وكيف قيل إن السماوات والأرض كانتا، فالسماوات جمع، وحكم جمع الإناث أن يقال في قليلة كنّ، وفي كثيره كانت؟ قيل: إنما قيل ذلك كذلك لأنهما صنفان، فالسماوات نوع، والأرض آخر، وذلك نظير قول الأسود بن يعفر:إنَّ المَنِيَّـــةَ والحُــتُوفَ كِلاهُمــاتُــوفِي المَخـارِمَ يَرْقُبـانِ سَـوَادِي (1)فقال كلاهما ، وقد ذكر المنية والحتوف لما وصفت من أنه عنى النوعين، وقد  أخبرت عن أبي عبيدة معمر بن المثنى، قال: أنشدني غالب النفيلي للقطامي:ألـــمْ يَحْــزُنْكَ أنَّ حِبــالَ قَيْسٍوَتَغْلِــبَ قَــدْ تَبايَنَتــا انْقِطاعَــا (2)فجعل حبال قيس وهي جمع، وحبال تغلب وهي جمع اثنين.وقوله ( وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ) يقول تعالى ذكره: وأحيينا بالماء الذي ننـزله من السماء كلّ شيء.كما حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ) قال: كلّ شيء حيّ خُلق من الماء.فإن قال قائل: وكيف خصّ كل شيء حيّ بأنه جعل من الماء دون سائر الأشياء غيره، فقد علمت أنه يحيا بالماء الزروع والنبات والأشجار، وغير ذلك مما لا حياة له، ولا يقال له حيّ ولا ميت؟ قيل: لأنه لا شيء من ذلك إلا وله حياة وموت، وإن خالف معناه في ذلك معنى ذوات الأرواح في أنه لا أرواح فيهنّ وأن في ذوات الأرواح أرواحا، فلذلك قيل ( وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ).وقوله ( أَفَلا يُؤْمِنُونَ ) يقول: أفلا يصدّقون بذلك، ويقرّون بألوهية من فعل ذلك ويفردونه بالعبادة.------------------------الهوامش :(1) البيت للأسود بن يعفر النهشلي التميمي ( المفضليات 101 ) والمنية : الموت ، والحتوف جمع حتف ، يريد به أنواع الأخطار التي تؤدي إلى الموت والمخارم جمع مخرم : الطريق في الغلظ ( عن السكري ) . وقيل : الطرق في الجبال وأفواه الفجاج ، وسواد الإنسان شخصه . والشاهد في البيت أن الشاعر ذكر المنية والحتوف ثم قال يرقبان بالتثنية ، لأنه جعل المنية والحتوف نوعين للهلاك ، ثم قال : يرقبان . ولو جرى على ما يقتضيه اللفظ لقال : ترقب سوادي ، لأن المنية والحتوف عدة أشياء .(2) البيت للقطامي ، وهو الرابع من عينيته المشهورة التي مطلعها \" قفي قبل التفرق يا ضباعا \" ( انظر ديوانه ، طبعة ليدن سنة 1902 ، ص 27 ) . قال : تباينت تفرقت . والحبال : العلائق والعهود . والشاهد في البيت أن الشاعر قال : تباينتا بلفظ التثنية ، مع أن حبال قيس جمع ، وحبال تغلب جمع ، فكان ظاهر اللفظ يقتضي أن يقول : ( تباينت انقطاعا ) مراعاة لمعنى الجمعية في حبال قيس وتغلب .",
  "ayah": 30,
  "surah": 21
}
