{
  "text": "وقوله: ( وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ ) يقول تعالى ذكره: والله الذي خلق لكم أيها الناس الليل والنهار، نعمة منه عليكم وحجة، ودلالة عظيم سلطانه، وأن الألوهة له دون كلّ ما سواه فهما يختلفان عليكم لصلاح معايشكم وأمور دنياكم وآخرتكم، وخلق الشمس والقمر أيضا، ( كُلٌّ فِي فَلَكٍ يَسْبَحُونَ ) يقول: كلّ ذلك في فلك يسبحون.واختلف أهل التأويل في معنى الفلك الذي ذكره الله في هذه الآية، فقال بعضهم: هو كهيئة حديدة الرحى.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) قال: فلك كهيئة حديدة الرحى.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: قال ابن جريج: (كُلّ فِي فَلَكٍ) قال: فلك كهيئة حديدة الرحى.حدثنا ابن حميد، قال: ثني جرير، عن قابوس بن أبي ظَبيان، عن أبيه، عن ابن عباس: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) قال: فلك السماء.وقال آخرون: بل الفلك الذي ذكره الله في هذا الموضع سرعة جري الشمس والقمر والنجوم وغيرها.* ذكر من قال ذلك: حُدثت عن الحسين، قال: سمعت أبا معاذ، قال: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) الفلك: الجري والسرعة.وقال آخرون: الفلك موج مكفوف تجري الشمس والقمر والنجوم فيه.وقال آخرون: بل هو القطب الذي تدور به النجوم، واستشهد قائل هذا القول لقوله هذا بقول الراجز:بــاتَتْ تُنــاجِي الفَلَــكَ الـدَّوَّارَاحــتى الصَّبــاحِ تعمَـل الأقْتـارَا (3)‌وقال آخرون في ذلك، ما حدثنا به بِشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) : أي في فلك السماء.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) قال: يجري في فلك السماء كما رأيت.حدثني يونس، قال: أخبرنا ابن وهب قال: قال ابن زيد، في قوله: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) قال: الفلك الذي بين السماء والأرض من مجاري النجوم والشمس والقمر، وقرأ:  تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا  وقال: تلك البروج بين السماء والأرض وليست في الأرض (كُلّ فِي فَلَكٍ يَسْبَحُونَ) قال: فيما بين السماء والأرض: النجوم والشمس والقمر.وذُكر عن الحسن أنه كان يقول: الفلك طاحونة كهيئة فلكة المغزل.والصواب من القول في ذلك أن يقال: كما قال الله عزّ وجل: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) وجائز أن يكون ذلك الفلك كما قال مجاهد كحديدة الرحى، وكما ذُكر عن الحسن كطاحونة الرحى، وجائز أن يكون موجا مكفوفا، وأن يكون قطب السماء، وذلك أن الفلك في كلام العرب هو كل شيء دائر، فجمعه أفلاك، وقد ذكرت قول الراجز:باتَّتْ تُناجِي الفُلْكَ الدَّوَّارَاوإذ كان كل ما دار في كلامها، ولم يكن في كتاب الله، ولا في خبر عن رسول الله صلى الله عليه وسلم، ولا عمن يقطع بقوله العذر، دليل يدل على أيّ ذلك هو من أيّ كان الواجب أن نقول فيه ما قال، ونسكت عما لا علم لنا به.فإذا كان الصواب في ذلك من القول عندنا ما ذكرنا، فتأويل الكلام: والشمس والقمر، كلّ ذلك في دائر يسبحون.وأما قوله: (يُسَبِّحُونَ) فإن معناه: يَجْرُون.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) قال: يجرون.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (يَسْبَحُونَ) قال: يجرون.وقيل: (كُلّ فِي فَلَكٍ يَسْبَحُونَ) فأخرج الخبر عن الشمس والقمر مخرج الخبر عن بني آدم بالواو والنون، ولم يقل: يسبحن أو تسبح، كما قيل:  وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ  لأن السجود من أفعال بني آدم، فلما وصفت الشمس والقمر بمثل أفعالهم، أجرى الخبر عنهما مجرى الخبر عنهم.------------------------الهوامش :(3) البيت شاهد على أن الفلك هو القطب الذي تدور به النجوم . وقال في ( اللسان : فلك ) : الفلك : مدار النجوم ، والجمع : أفلاك . وفي حديث ابن مسعود : أن رجلا أتى رجلا وهو جالس عنده فقال : \" إني تركت فرسك كأنه يدور في فلك \" . قال أبو عبيدة : قوله \" في فلك \" : فيه قولان : فأما الذي تعرفه العامة ، فإنه شبه بفلك السماء الذي تدور عليه النجوم ، وهو الذي يقال له القطب ، شبه بقطب الرحى . قال : وقال بعض العرب : الفلك هو الموج إذا ماج في البحر فاضطرب ، وجاء وذهب ، فشبه الفرس في اضطرابه بذلك .",
  "ayah": 33,
  "surah": 21
}
