{
  "text": "يقول تعالى ذكره ( وَنَضَعُ الْمَوَازِينَ ) العدل وهو (القِسْطَ) وجعل القسط وهو موحد من نعت الموازين، وهو جمع لأنه في مذهب عدل ورضا ونظر. وقوله ( لِيَوْمِ الْقِيَامَةِ ) يقول: لأهل يوم القيامة، ومن ورد على الله في ذلك اليوم من خلقه، وقد كان بعض أهل العربية يوجه معنى ذلك إلى \" في\" كأن معناه عنده: ونضع الموازين القسط في يوم القيامة، وقوله ( فَلا تُظْلَمُ نَفْسٌ شَيْئًا ) يقول: فلا يظلم الله نفسا ممن ورد عليه منهم شيئا بأن يعاقبه بذنب لم يعمله أو يبخسه ثواب عمل عمله، وطاعة أطاعه بها، ولكن يجازي المحسن بإحسانه، ولا يعاقب مسيئا إلا بإساءته.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ )... إلى آخر الآية، وهو كقوله  وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ  يعني بالوزن: القسط بينهم بالحقّ في الأعمال الحسنات والسيئات، فمن أحاطت حسناته بسيئاته ثقلت موازينه، يقول: أذهبت حسناته سيئاته، ومن أحاطت سيئاته بحسناته فقد خفَّت موازينه وأمه هاوية، يقول: أذهبت سيئاته حسناته.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن ابن أبي نجيح، عن مجاهد في قول الله ( وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ ) قال: إنما هو مثل، كما يجوز الوزن كذلك يجوز الحقّ، قال الثوري: قال ليث عن مجاهد ( وَنَضَعُ الْمَوَازِينَ الْقِسْطَ ) قال: العدل.وقوله ( وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ) يقول: وإن كان الذي من عمل الحسنات، أو عليه من السيئات وزن حبة من خردل أتينا بها: يقول: جئنا بها فأحضرناها إياه.كما حدثنا يونس، قال: أخبرنا ابن وهب، قال: ابن زيد، في قوله ( وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ) قال: كتبناها وأحصيناها له وعليه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ) قال: يؤتي بها لك وعليك، ثم يعفو إن شاء أو يأخذ، ويجزي بما عمل له من طاعة ، وكان مجاهد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، في قوله ( وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ) قال: جازينا بها.حدثنا عمرو بن عبد الحميد، قال: ثنا سفيان، عن ليث، عن مجاهد أنه كان يقول ( وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ) قال: جازينا بها ، وقال أتينا بها، فأخرج قوله بها مخرج كناية المؤنث، وإن كان الذي تقدم ذلك قوله مثقال حبة، لأنه عني بقوله بها الحبة دون المثقال، ولو عني به المثقال لقيل به، وقد ذكر أن مجاهدا إنما تأوّل قوله ( أَتَيْنَا بِهَا ) على ما ذكرنا عنه، لأنه كان يقرأ ذلك ( آتَيْنا بها) بمدّ الألف. وقوله: ( وَكَفَى بِنَا حَاسِبِينَ ) يقول: وحسب من شهد ذلك الموقف بنا حاسبين، لأنه لا أحد أعلم بأعمالهم وما سلف في الدنا من صالح أو سيئ منا.",
  "ayah": 47,
  "surah": 21
}
