{
  "text": "وقوله ( قلنا يا نار كوني بردا وسلاما على إبراهيم) في الكلام متروك اجتزئ بدلالة ما ذكر عليه منه، وهو: فأوقدوا له نارا ليحرقوه ثم ألقوه فيها، فقلنا للنار: يا نار كوني بردا وسلاما على إبراهيم، وذُكر أنهم لما أرادوا إحراقه بنوا له بنيانا، كما حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال  قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ  قال: فحبسوه في بيت، وجمعوا له حطبا، حتى إن كانت المرأة لتمرض فتقول: لئن عافاني الله لأجمعنّ حطبا لإبراهيم، فلما جمعوا له، وأكثروا من الحطب (2) حتى إن الطير لتمرّ بها فتحترق من شدة وهجها، فعمدوا إليه فرفعوه على رأس البنيان، فرفع إبراهيم صلى الله عليه وسلم رأسه إلى السماء، فقالت السماء والأرض والجبال والملائكة: ربنا، إبراهيم يحرق فيك، فقال: أنا أعلم به، وإن دعاكم فأغيثوه، وقال إبراهيم حين رفع رأسه إلى السماء: اللهم أنت الواحد في السماء، وأنا الواحد في الأرض ليس في الأرض أحد يعبدك غيري، حسبي الله ونعم الوكيل، فقذفوه في النار، فناداها فقال ( يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ ) فكان جبريل عليه السلام هو الذي ناداها.وقال ابن عباس: لو لم يتبع بردها سلاما لمات إبراهيم من شدّة بردها، فلم يبق يومئذ نار في الأرض إلا طفئت، ظنت أنها هي تعنى، فلما طُفئت النار نظروا إلى إبراهيم، فإذا هو رجل آخر معه، وإذا رأس إبراهيم في حجره يمسح عن وجهه العرق، وذكر أن ذلك الرجل هو ملك الظلّ، وأنـزل الله نارا فانتفع بها بنو آدم، وأخرجوا إبراهيم، فأدخلوه على الملك، ولم يكن قبل ذلك دخل عليه.حدثني إبراهيم بن المقدام أبو الأشعث، قال: ثنا المعتمر، قال: سمعت أبي، قال: ثنا قتاده، عن أبي سليمان، عن كعب، قال: ما أحرقت النار من إبراهيم إلا وثاقه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ ) قال: ذُكر لنا أن كعبا كان يقول: ما انتفع بها يومئذ أحد من الناس، وكان كعب يقول: ما أحرقت النار يومئذ إلا وثاقه.حدثنا محمد بن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن الأعمش، عن شيخ، عن عليّ بن أبي طالب رضي الله عنه في قوله ( قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ ) قال: بردت عليه حتى كادت تقتله، حتى قيل: وسلاما، قال: لا تضرّيه.حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا إسماعيل، عن المنهال بن عمرو، قال: قال إبراهيم خليل الله: ما كنت أياما قطّ أنعم مني من الأيام التي كنت فيها في النار.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: لمَّا ألقي إبراهيم خليل الله صلى الله عليه وسلم في النار، قال الملك خازن المطر: رب خليلك إبراهيم، رجا أن يؤذن له فيرسل المطر، قال: فكان أمر الله أسرع من ذلك فقال ( قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ ) فلم يبق في الأرض نار إلا طُفئت.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن الحارث، عن أبي زرعة، عن أبي هريرة، قال: إن أحسن شيء قاله أبو إبراهيم لما رفع عنه الطبق وهو في النار، وجده يرشح جبينه، فقال عند ذلك: نعم الربّ ربك يا إبراهيم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: أخبرني وهب بن سليمان عن شعيب الجَبَسِي، قال: ألقي إبراهيم في النار وهو ابن ستّ عشرة سنة، وذبح إسحاق وهو ابن سبع سنين، وولدته سارة وهي ابنة تسعين سنة، وكان مذبحه من بيت إيلياء على ميلين، ولما علمت سارة بما أراد بإسحاق بُطِنت يومين، وماتت اليوم الثالث، قال ابن جُرَيج: قال كعب الأحبار: ما أحرقت النار من إبراهيم شيئا غير وثاقه الذي أوثقوه به.حدثنا الحسن، قال: ثنا الحسين، قال: ثنا معتمر بن سليمان التيمي، عن بعض أصحابه قال: جاء جبريل إلى إبراهيم عليهما السلام وهو يوثق أو يقمَّط ليلقى في النار، قال: يا إبراهيم ألك حاجة؟ قال: أمَّا إليك فلا.قال: ثنا معتمر، قال: ثنا ابن كعب، عن أرقم: أن إبراهيم قال حين جعلوا يوثقونه ليلقوه في النار: لا إله إلا أنت سبحانك ربّ العالمين، لك الحمد، ولك الملك لا شريك لك.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر الرازي، عن الربيع بن أنس، عن أبي العالية، في قوله ( قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ ) قال: السلام لا يؤذيه بردها، ولولا أنه قال: وسلاما لكان البرد أشدّ عليه من الحرّ.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قوله (بَرْدًا) قال: بردت عليه (وَسَلاما) لا تؤذيه.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ ) قال: قال كعب: ما انتفع أحد من أهل الأرض يومئذ بنار، ولا أحرقت النار يومئذ شيئا إلا وثاق إبراهيم.وقال قتادة: لم تأت يومئذ دابة إلا أطفأت عنه النار، إلا الوزغ.وقال الزهري: أمر النبي صلى الله عليه وسلم بقتله، وسماه فُوَيسقا.------------------------الهوامش :(2) سقطت من هذا الخبر عبارة ذكر نحوها الثعلبي المفسر في عرائس المجالس ، وهي : أشعلوا النار في كل ناحية بالحطب ، فاشتعلت النار ، حتى إن كان الطير ليمر بها فيحترق . . . الخ .",
  "ayah": 69,
  "surah": 21
}
