{
  "text": "وقوله (فَفهَّمْناها) يقول: ففهَّمنا القضية في ذلك (سُلَيْمانَ) دون داود ، ( وَكُلا آتَيْنَا حُكْمًا وَعِلْمًا ) يقول: وكلهم من داود وسليمان والرسل الذين ذكرهم في أوّل هذه السورة آتينا حكما وهو النبوة، وعلما: يعني وعلما بأحكام الله.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كريب وهارون بن إدريس الأصمّ قالا ثنا المحاربيّ، عن أشعث، عن أبي إسحاق، عن مرّة، عن ابن مسعود، في قوله ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: كرم قد أنبت عناقيده فأفسدته، قال: فقضى داود بالغنم لصاحب الكرم، فقال سليمان غير هذا يا نبيّ الله، قال: وما ذاك؟ قال: يدفع الكرم إلى صاحب الغنم فيقوم عليه حتى يعود كما كان، وتدفع الغنم إلى صاحب الكرم فيصيب منها، حتى إذا كان الكرم كما كان دَفعت الكرم إلى صاحبه، ودَفعت الغنم إلى صاحبها، فذلك قوله ( فَفَهَّمْنَاهَا سُلَيْمَانَ ).حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ )... إلى قوله ( وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ ) يقول: كنا لما حكما شاهدين، وذلك أن رجلين دخلا على داود، أحدهما صاحب حرث والآخر صاحب غنم، فقال صاحب الحرث: إن هذا أرسل غنمه في حرثي، فلم يُبق من حرثي شيئا، فقال له داود: اذهب فإن الغنم كلها لك، فقضى بذلك داود، ومرّ صاحب الغنم بسليمان، فأخبره بالذي قضى به داود، فدخل سليمان على داود فقالا يا نبيّ الله إن القضاء سوى الذي قضيت، فقال: كيف؟ قال سليمان: إن الحرث لا يخفى على صاحبه ما يخرج منه في كل عام، فله من صاحب الغنم أن يبيع من أولادها وأصوافها وأشعارها حتى يستوفي ثمن الحرث، فإن الغنم لها نسل في كلّ عام، فقال داود: قد أصبت، القضاء كما قضيت، ففهَّمها الله سليمان.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن علي بن زيد، قال: ثني خليفة، عن ابن عباس قال: قضى داود بالغنم لأصحاب الحرث، فخرج الرُّعاة معهم الكلاب، فقال سليمان: كيف قضى بينكم؟ فأخبروه، فقال: لو وافيت أمركم لقضيت بغير هذا، فأُخبر بذلك داود، فدعاه فقال: كيف تقضي بينهم؟ قال: أدفع الغنم إلى أصحاب الحرث، فيكون لهم أولادها وألبانها وسلاؤها ومنافعها، ويبذر أصحاب الغنم لأهل الحرث مثل حرثهم، فإذا بلغ الحرث الذي كان عليه، أخذ أصحاب الحرث الحرث، وردّوا الغنم إلى أصحابها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، قال: ثنا ابن أبي نجيح، عن مجاهد، في قول الله ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: أعطاهم داود رقاب الغنم بالحرث، وحكم سليمان بجزة الغنم وألبانها لأهل الحرث، وعليهم رعايتها على أهل الحرث، ويحرث لهم أهل الغنم حتى يكون الحرث كهيئته يوم أُكل، ثم يدفعونه إلى أهله ويأخذون غنمهم.حدثني الحارث، قال: ثنا الحسن، قال: ثني ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثنى حجاج بنحوه، إلا أنه قال: وعليهم رعيها.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن إسحاق، عن مرّة في قوله ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: كان الحرث نبتا، فنفشت فيه ليلا فاختصموا فيه إلى داود، فقضى بالغنم لأصحاب الحرث. فمرّوا على سليمان، فذكروا ذلك له، فقال: لا تُدفع الغنم فيصيبون منها، يعني أصحاب الحرث ويقوم هؤلاء على حرثهم، فإذا كان كما كان ردوا عليهم. فنـزلت ( فَفَهَّمْنَاهَا سُلَيْمَانَ ).حدثنا تميم بن المنتصر، قال: أخبرنا إسحاق، عن شريك، عن أبي إسحاق، عن مسروق، عن شريح، في قوله ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: كان النفْش ليلا وكان الحرث كرما، قال: فجعل داود الغنم لصاحب الكرم، قال: فقال سليمان: إن صاحب الكرم قد بقي له أصل أرضه وأصل كرمه، فاجعل له أصوافها وألبانها! قال: فهو قول الله ( فَفَهَّمْنَاهَا سُلَيْمَانَ ).حدثنا ابن أبي زياد، قال: ثنا يزيد بن هارون، قال: أخبرنا إسماعيل، عن عامر، قال: جاء رجلان إلى شُرَيح، فقال أحدهما: إن شياه هذا قطعت غَزْلا لي، فقال شريح: نهارا أم ليلا؟ قال: إن كان نهارا فقد برئ صاحب الشياه، وإن كان ليلا فقد ضمن، ثم قرأ ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: كان النفش ليلا.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا إسماعيل بن أبي خالد، عن عامر، عن شريح بنحوه.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا إسماعيل بن أبي خالد عن الشعبي، عن شريح، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قوله ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ )... الآية، النفْش بالليل، والهَمَل بالنهار.وذُكر لنا أن غنم القوم وقعت في زرع ليلا فُرفع ذلك إلى داود، فقضى بالغنم لأصحاب الزرع، فقال سليمان: ليس كذلك، ولكن له نسلها ورَسْلها وعوارضها وجُزازها، حتى إذا كان من العام المقبل كهيئته يوم أكل، دفعت الغنم إلى ربها وقبض صاحب الزرع زرعه، فقال الله ( فَفَهَّمْنَاهَا سُلَيْمَانَ ).حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قَتَادة والزهري ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: نفشت غنم في حرث قوم، قال الزهري: والنفش لا يكون إلا ليلا فقضى داود أن يأخذ الغنم، ففهمها الله سليمان، قال: فلما أخبر بقضاء داود، قال: لا ولكن خذوا الغنم، ولكم ما خرج من رسلها وأولادها وأصوافها إلى الحول.حدثنا الحسن، قال: أخبرنا عبد الرزاق، عن معمر، عن قتادة، في قوله ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: في حرث قوم، قال معمر: قال الزهري: النفش لا يكون إلا بالليل، والهمل بالنهار، قال قَتادة: فقضى أن يأخذوا الغنم، ففهمها الله سليمان، ثم ذكر باقي الحديث نحو حديث عبد الأعلى.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ )... الآيتين، قال: انفلت غنم رجل على حرث رجل فأكلته، فجاء إلى داود، فقضى فيها بالغنم لصاحب الحرث بما أكلت، وكأنه رأى أنه وجه ذلك، فمرّوا بسليمان، فقال: ما قضى بينكم نبيّ الله؟ فأخبروه، فقال: ألا أقضي بينكما عسى أن ترضيا به؟ فقالا نعم. فقال: أما أنت يا صاحب الحرث، فخذ غنم هذا الرجل فكن فيها كما كان صاحبها، أصب من لبنها وعارضتها وكذا وكذا ما كان يصيب، وأحرث أنت يا صاحب الغنم حرث هذا الرجل، حتى إذا كان حرثه مثله ليلة نفشت فيه غنمك، فأعطه حرثه، وخذ غنمك، فذلك قول الله تبارك وتعالى ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) وقرأ حتى بلغ قوله ( وَكُلا آتَيْنَا حُكْمًا وَعِلْمًا ).حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس، في قوله ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) قال: رعت.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: النفش: الرعية تحت الليل.قال: ثنا سلمة، عن ابن إسحاق، عن الزهري، عن حرام بن محيصة بن مسعود، قال: \" دخلت ناقة للبراء بن عازب حائطا لبعض الأنصار فأفسدته، فرُفع ذلك إلى رسول الله صلى الله عليه وسلم، فقال ( إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ ) فقضى على البراء بما أفسدته الناقة، وقال عَلى أصحَابِ المَاشِيةِ حِفْظُ المَاشِيَةِ باللَّيْلِ، وَعَلى أصحَابِ الحَوَائِطِ حِفْظُ حِيطانِهِمْ بالنَّهارِ\".قال الزهري: وكان قضاء داود وسليمان في ذلك أن رجلا دخلت ماشيته زرعا لرجل فأفسدته، ولا يكون النفوش إلا بالليل، فارتفعا إلى داود، فقضى بغنم صاحب الغنم لصاحب الزرع، فانصرفا فمرا بسليمان، فقال: بماذا قضى بينكما نبيّ الله؟ فقالا قضى بالغنم لصاحب الزرع، فقال: إن الحكم لعلى غير هذا، انصرفا معي! فأتى أباه داود، فقال: يا نبيّ الله، قضيت على هذا بغنمه لصاحب الزرع؟ قال نعم. قال: يا نبيّ الله، إن الحكم لعلى غير هذا، قال: وكيف يا بنيّ؟ قال: تدفع الغنم إلى صاحب الزرع، فيصيب من ألبانها وسمونها وأصوافها، وتدفع الزرع إلى صاحب الغنم يقوم عليه، فإذا عاد الزرع إلى حاله التي أصابته الغنم عليها، ردّت الغنم على صاحب الغنم، وردّ الزرع إلى صاحب الزرع، فقال داود: لا يقطع الله فمك، فقضى بما قضى سليمان، قال الزهري: فذلك قوله ( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ )... إلى قوله ( حُكْمًا وَعِلْمًا ).حدثنا ابن حميد، قال: ثنا سلمة، وعليّ بن مجاهد، عن محمد بن إسحاق، قال: فحدثني من سمع الحسن يقول: كان الحكم بما قضى به سليمان، ولم يعنف الله داود في حكمه.وقوله ( وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ ) يقول تعالى ذكره: وسخرنا مع داود الجبال، والطير يسبحن معه إذا سبح.وكان قَتادة يقول في معنى قوله ( يُسَبِّحْنَ ) في هذا الموضع ما حدثنا به بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ ) : أي يصلين مع داود إذا صلى.وقوله ( وَكُنَّا فَاعِلِينَ ) يقول: وكنا قد قضينا أنا فاعلو ذلك، ومسخرو الجبال والطير في أمّ الكتاب مع داود عليه الصلاة والسلام.",
  "ayah": 79,
  "surah": 21
}
