{
  "text": "يعني تعالى ذكره بإسماعيل: إسماعيل بن إبراهيم صادق الوعد ، وبإدريس: أخنوخ ، وبذي الكفل: رجلا تكفل من بعض الناس ، إما من نبيّ وإما من ملك من صالحي الملوك بعمل من الأعمال ، فقام به من بعده ، فأثنى الله عليه حسن وفائه بما تكفل به ، وجعله من المعدودين في عباده ، مع من حمد صبره على طاعة الله، وبالذي قلنا في أمره جاءت الأخبار عن سلف العلماء.*ذكر الرواية بذلك عنهم: حدثنا محمد بن بشار ، قال : ثنا مؤمل ، قال : ثنا سفيان ، عن الأعمش ، عن المنهال بن عمرو ، عن عبد الله بن الحارث: أن نبيا من الأنبياء ، قال: من تكفل لي أن يصوم النهار ويقوم الليل ، ولا يغضب ، فقام شاب فقال: أنا ، فقال : اجلس: ثم عاد فقال: من تكفل لي أن يقوم الليل ويصوم النهار ، ولا يغضب؟ فقام ذلك الشاب فقال: أنا، فقال: اجلس، ثم عاد فقال: من تكفل لي أن يقوم الليل ، ويصوم النهار ، ولا يغضب؟ فقام ذلك الشاب فقال: أنا ، فقال: تقوم الليل، وتصوم النهار ، ولا تغضب فمات ذلك النبيّ ، فجلس ذلك الشاب مكانه يقضي بين الناس ، فكان لا يغضب، فجاءه الشيطان في صورة إنسان ليُغضبه وهو صائم يريد أن يقيل ، فضرب الباب ضربا شديدا ، فقال: من هذا؟ فقال: رجل له حاجة، فأرسل معه رجلا فقال: لا أرضى بهذا الرجل، فأرسل معه آخر ، فقال: لا أرضى بهذا، فخرج إليه فأخذ بيده ، فانطلق معه ، حتى إذا كان في السوق خلاه وذهب ، فسمي ذا الكفل.حدثنا ابن المثنى ، قال : ثنا عفان بن مسلم ، قال : ثنا وهيب ، قال : ثنا داود ، عن مجاهد ، قال: لما كبر اليسع قال: لو أني استخلفت على الناس رجلا يعمل عليهم في حياتي حتى أنظر كيف يعمل، قال: فجمع الناس ، فقال: من يتقبل لي بثلاث أستخلفه: يصوم النهار ، ويقوم الليل ، ولا يغضب ، قال: فقام رجل تزدريه العين ، فقال: أنا، فقال: أنت تصوم النهار ، وتقوم الليل ولا تغضب؟ قال: نعم، قال: فردّهم ذلك اليوم ، وقال مثلها اليوم الآخر ، فسكت الناس وقام ذلك الرجل ، فقال: أنا، فاستخلفه، قال: فجعل إبليس يقول للشياطين: عليكم بفلان، فأعياهم ، فقال: دعوني وإياه، فأتاه في صورة شيخ كبير فقير ، فأتاه حين أخذ مضجعه للقائلة ، وكان لا ينام الليل والنهار إلا تلك النومة ، فدقّ الباب ، فقال: من هذا؟ قال: شيخ كبير مظلوم، قال: فقام ففتح الباب ، فجعل يقص عليه ، فقال: إن بيني وبين قومي خصومة ، وإنهم ظلموني وفعلوا بي وفعلوا، فجعل يطوّل عليه ، حتى حضر الرواح ، وذهبت القائلة ، وقال: إذا رحت فأتني آخذ لك بحقك، فانطلق وراح ، فكان في مجلسه ، فجعل ينظر هل يرى الشيخ ، فلم يره ، فجعل يبتغيه فلما كان الغد جعل يقضي بين الناس وينتظره فلا يراه، فلما رجع إلى القائلة ، فأخذ مضجعه ، أتاه فدقّ الباب ، فقال: من هذا؟ قال: الشيخ الكبير المظلوم، ففتح له ، فقال: ألم أقل لك إذا قعدت فأتني، فقال: إنهم أخبث قوم إذا عرفوا أنك قاعد ، قالوا نحن نعطيك حقك ، وإذا قمت جحدوني، قال: فانطلق فإذا رحت فأتني، قال: ففاتته القائلة ، فراح فجعل ينظر فلا يراه ، فشقّ عليه النعاس ، فقال لبعض أهله: لا تدعن أحدا يقرب هذا الباب حتى أنام ، فإني قد شقّ عليّ النوم، فلما كان تلك الساعة جاء ، فقال له الرجل وراءك ، فقال: إني قد أتيته أمس فذكرت له أمري ، قال: والله لقد أمرنا أن لا ندع أحدا يقربه، فلما أعياه نظر فرأى كوّة في البيت ، فتسوّر منها ، فإذا هو في البيت ، وإذا هو يدقّ الباب ، قال: واستيقظ الرجل فقال: يا فلان ، ألم آمرك؟ قال: أما من قِبلي والله فلم تؤت ، فانظر من أين أتيت، قال: فقام إلى الباب ، فإذا هو مغلق كما أغلقه ، وإذا هو معه في البيت ، فعرفه فقال: أعدوّ الله؟ قال: نعم أعييتني في كل شيء ، ففعلت ما ترى لأغضبك، فسماه ذا الكفل ، لأنه تكفل بأمر فوفى به.حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، عن ابن جريج ، عن مجاهد ، في قوله ( وَذَا الْكِفْلِ ) قال رجل صالح غير نبيّ ، تكفل لنبيّ قومه أن يكفيه أمر قومه ، ويقيمه لهم ، ويقضي بينهم بالعدل ، ففعل ذلك ، فسمي ذا الكفل.حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى، وحدثني الحارث ، قال : ثنا الحسن ، قال : ثنا ورقاء جميعا ، عن ابن أبي نجيح ، عن مجاهد بنحوه ، إلا أنه قال: ويقضي بينهم بالحق.حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، عن ابن جريج ، عن أبي معشر ، عن محمد بن قيس قال: كان في بني إسرائيل ملك صالح ، فكبر ، فجمع قومه فقال: أيكم يكفل لي بملكي هذا ، على أن يصوم النهار، ويقوم الليل ، ويحكم بين بني إسرائيل بما أنـزل الله ، ولا يغضب؟ قال: فلم يقم أحد إلا فتى شاب ، فازدراه لحداثة سنه فقال: أيكم يكفل لي بملكي هذا على أن يصوم النهار، ويقوم الليل ، ولا يغضب ، ويحكم بين بني إسرائيل بما أنـزل الله؟ فلم يقم إلا ذلك الفتى، قال: فازدراه ، فلما كانت الثالثة قال مثل ذلك ، فلم يقم إلا ذلك الفتى ، فقال: تعال، فخلى بينه وبين ملكه، فقام الفتى ليلة، فلما أصبح جعل يحكم بين بني إسرائيل، فلما انتصف النهار دخل ليقيل ، فأتاه الشيطان في صورة رجل من بني آدم ، فجذب ثوبه ، فقال: أتنام والخصوم ببابك؟ قال: إذا كان العشية فأتني، قال: فانتظره بالعشيّ فلم يأته، فلما انتصف النهار دخل ليقيل ، جذب ثوبه ، وقال: أتنام والخصوم على بابك؟ قال: قلت لك: ائتني العشيّ فلم تأتني ، ائتني بالعشي، فلما كان بالعشيّ انتظره فلم يأت، فلما دخل ليقيل جذب ثوبه ، فقال: أتنام والخصوم ببابك؟ قال: أخبرني من أنت ، لو كنت من الإنس سمعت ما قلت، قال: هو الشيطان ، جئت لأفتنك فعصمك الله مني، فقضى بين بني إسرائيل بما أنـزل الله زمانا طويلا وهو ذو الكفل ، سمي ذا الكفل لأنه تكفل بالملك.حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، عن أبي موسى الأشعري ، قال وهو يخطب الناس: إن ذا الكفل لم يكن نبيا ولكن كان عبدا صالحا ، تكفل بعمل رجل صالح عند موته ، كان يصلي لله كل يوم مائة صلاة ، فأحسن الله عليه الثناء في كفالته إياه.حدثنا ابن حميد ، قال : ثنا الحكم ، قال : ثنا عمرو ، قال: أما ذو الكفل فإنه كان على بني إسرائيل ملك، فلما حضره الموت ، قال: من يكفل لي أن يكفيني بني إسرائيل، ولا يغضب ، ويصلي كل يوم مائة صلاة، فقال ذو الكفل: أنا، فجعل ذو الكفل يقضي بين الناس ، فإذا فرغ صلى مائة صلاة، فكاده الشيطان ، فأمهله حتى إذا قضى بين الناس ، وفرغ من صلاته وأخذ مضجعه فنام ، أتى الشيطان بابه فجعل يدقه ، فخرج إليه ، فقال: ظُلمت وصُنع بي، فأعطاه خاتمه وقال: اذهب فأتني بصاحبك، وانتظره ، فأبطأ عليه الآخر ، حتى إذا عرف أنه قد نام وأخذ مضجعه ، أتى الباب أيضا كي يغضبه ، فجعل يدقه ، وخدش وجه نفسه فسالت الدماء ، فخرج إليه فقال: ما لك؟ فقال: لم يتبعني ، وضُربت وفعل، فأخذه ذو الكفل ، وأنكر أمره ، فقال: أخبرني من أنت؟ وأخذه أخذا شديدا ، قال: فأخبره من هو.حدثنا الحسن ، قال: أخبرنا عبد الرزاق ، قال: أخبرنا معمر ، عن قتادة ، في قوله ( وَذَا الْكِفْلِ ) قال: قال أبو موسى الأشعري: لم يكن ذو الكفل نبيا ، ولكنه كفل بصلاة رجل كان يصلي كل يوم مائة صلاة ، فوفى ، فكفل بصلاته ، فلذلك سمي ذا الكفل، ونصب إسماعيل وإدريس وذا الكفل ، عطفا على أيوب ، ثم استؤنف بقوله ( كُلّ ) فقال ( كُلٌّ مِنَ الصَّابِرِينَ ) ومعنى الكلام: كلهم من أهل الصبر فيما نابهم في الله.",
  "ayah": 85,
  "surah": 21
}
