{
  "text": "يقول تعالى ذكره: واذكر يا محمد ذا النون ، يعني صاحب النون، والنون: الحوت، وإنما عنى بذي النون، يونس بن متى ، وقد ذكرنا قصته في سورة يونس بما أغنى عن ذكره في هذا الموضع ، وقوله ( إِذْ ذَهَبَ مُغَاضِبًا ) يقول: حين ذهب مغاضبا.واختلف أهل التأويل في معنى ذهابه مغاضبا ، وعمن كان ذهابه ، وعلى من كان غضبه ، فقال بعضهم: كان ذهابه عن قومه وإياهم غاضب.*ذكر من قال ذلك: حدثني محمد بن سعد ، قال: ثني أبي ، قال: ثني عمي ، قال: ثني أبي عن أبيه ، عن ابن عباس ، قوله ( وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا ) يقول: غضب على قومه.حُدثت عن الحسين ، قال: سمعت أبا معاذ يقول : ثنا عبيد ، قال: سمعت الضحاك يقول في قوله ( إِذْ ذَهَبَ مُغَاضِبًا ) أما غضبه فكان على قومه.وقال آخرون: ذهب عن قومه مغاضبا لربه ، إذ كشف عنهم العذاب بعدما وعدهموه.*ذكر من قال ذلك: وذكر سبب مغاضبته ربه في قولهم:حدثنا ابن حميد ، قال : ثنا سلمة ، عن ابن إسحاق ، عن يزيد بن زياد ، عن عبد الله بن أبي سلمة ، عن سعيد بن جبير ، عن ابن عباس ، قال: بعثه الله ، يعني يونس إلى أهل قريته ، فردّوا عليه ما جاءهم به وامتنعوا منه، فلما فعلوا ذلك أوحى الله إليه: إني مرسل عليهم العذاب في يوم كذا وكذا ، فاخرج من بين أظهرهم، فأعلم قومه الذي وعده الله من عذابه إياهم ، فقالوا: ارمقوه ، فإن خرج من بين أظهركم فهو والله كائن ما وعدكم، فلما كانت الليلة التي وُعدوا بالعذاب في صبحها أدلج ورآه القوم ، فخرجوا من القرية إلى براز من أرضهم ، وفرّقوا بين كل دابة وولدها ، ثم عجوا إلى الله ، فاستقالوه ، فأقالهم ، وتنظّر يونس الخبر عن القرية وأهلها ، حتى مر به مار ، فقال: ما فعل أهل القرية؟ فقال: فعلوا أن نبيهم خرج من بين أظهرهم ، عرفوا أنه صدقهم ما وعدهم من العذاب ، فخرجوا من قريتهم إلى براز من الأرض ، ثم فرقوا بين كل ذات ولد وولدها ، وعجُّوا إلى الله وتابوا إليه، فقبل منهم ، وأخَّر عنهم العذاب، قال: فقال يونس عند ذلك وغضب: والله لا أرجع إليهم كذّابا أبدا ، وعدتهم العذاب في يوم ثم رُدّ عنهم، ومضى على وجهه مغاضبا.حدثنا ابن بشار ، قال : ثنا محمد بن جعفر ، قال : ثنا عوف ، عن سعيد بن أبي الحسن ، قال: بلغني أن يونس لما أصاب الذنب ، انطلق مغاضبا لربه ، واستزله الشيطان ،حدثنا القاسم ، قال : ثنا الحسين ، قال : ثنا يحيى بن زكريا بن أبي زائدة ، عن مجالد بن سعيد ، عن الشعبي ، في قوله ( إِذْ ذَهَبَ مُغَاضِبًا ) قال: مغاضبا لربه.حدثنا الحارث ، قال : ثنا عبد العزيز ، قال : ثنا سفيان ، عن إسماعيل بن عبد الملك ، عن سعيد بن جبير، فذكر نحو حديث ابن حميد ، عن سلمة ، وزاد فيه: قال: فخرج يونس ينظر العذاب ، فلم ير شيئا ، قال: جرّبوا عليّ كذبا، فذهب مغاضبا لربه حتى أتى البحر.حدثنا ابن حميد ، قال : ثنا سلمة ، قال : ثنا محمد بن إسحاق ، عن ربيعة بن أبي عبد الرحمن ، عن وهب بن منبه اليماني ، قال: سمعته يقول: إن يونس بن متى كان عبدا صالحا ، وكان في خلقه ضيق، فلما حملت عليه أثقال النبوّة ، ولها أثقال لا يحملها إلا قليل ، تفسخ تحتها تفسخ الربع (9) تحت الحمل ، فقذفها بين يديه ، وخرج هاربا منها ، يقول الله لنبيه صلى الله عليه وسلم  فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ   فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تَكُنْ كَصَاحِبِ الْحُوتِ  : أي لا تلق أمري كما ألقاه، وهذا القول ، أعني قول من قال: ذهب عن قومه مغاضبا لربه ، أشبه بتأويل الآية ، وذلك لدلالة قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) على ذلك، على أن الذين وجهوا تأويل ذلك إلى أنه ذهب مغاضبا لقومه ، إنما زعموا أنهم فعلوا ذلك استنكارا منهم أن يغاضب نبيّ من الأنبياء ربه، واستعظاما له، وهم بقيلهم أنه ذهب مغاضبا لقومه قد دخلوا في أمر أعظم ما أنكروا ، وذلك أن الذين قالوا: ذهب مغاضبا لربه اختلفوا في سبب ذهابه كذلك ، فقال بعضهم: إنما فعل ما فعل من ذلك كراهة أن يكون بين قوم قد جربوا عليه الخلف فيما وعدهم ، واستحيا منهم ، ولم يعلم السبب الذي دفع به عنهم البلاء، وقال بعض من قال هذا القول: كان من أخلاق قومه الذين فارقهم قتل من جرّبوا عليه الكذب ، عسى أن يقتلوه من أجل أنه وعدهم العذاب ، فلم ينـزل بهم ما وعدهم من ذلك ، وقد ذكرنا الرواية بذلك في سوره يونس ، فكرهنا إعادته في هذا الموضع.وقال آخرون: بل إنما غاضب ربه من أجل أنه أمر بالمصير إلى قوم لينذرهم بأسه ، ويدعوهم إليه ، فسأل ربه أن ينظره، ليتأهب للشخوص إليهم ، فقيل له: الأمر أسرع من ذلك ، ولم ينظر حتى شاء أن ينظر إلى أن يأخذ نعلا ليلبسها ، فقيل له نحو القول الأول ، وكان رجلا في خلقه ضيق ، فقال: أعجلني ربي أن آخذ نعلا فذهب مغاضبا.*وممن ذُكر هذا القول عنه: الحسن البصري، حدثني بذلك الحارث ، قال : ثنا الحسن بن موسى ، عن أبي هلال ، عن شهر بن حوشب ، عنه.قال أبو جعفر: وليس في واحد من هذين القولين من وصف نبيّ الله يونس صلوات الله عليه شيء إلا وهو دون ما وصفه بما وصفه الذين قالوا: ذهب مغاضبا لقومه ، لأن ذهابه عن قومه مغاضبا لهم ، وقد أمره الله تعالى بالمقام بين أظهرهم ، ليبلغهم رسالته ، ويحذّرهم بأسه ، وعقوبته على تركهم الإيمان به ، والعمل بطاعتك لا شك أن فيه ما فيه ، ولولا أنه قد كان صلى الله عليه وسلم أتى ما قاله الذين وصفوه بإتيان الخطيئة ، لم يكن الله تعالى ذكره ليعاقبه العقوبة التي ذكرها في كتابه ، ويصفه بالصفة التي وصفه بها ، فيقول لنبيه صلى الله عليه وسلم  وَلا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ  وَيَقُولُ  فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ * فَلَوْلا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ * لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ  .وقوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) اختلف أهل التأويل في تأويله ، فقال بعضهم: معناه: فظنّ أن لن نعاقبه بالتضييق عليه من قولهم قدرت على فلان: إذا ضيقت عليه ، كما قال الله جلّ ثناؤه  وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ  .*ذكر من قال ذلك: حدثني علي ، قال : ثنا عبد الله بن صالح ، قال: ثني معاوية ، عن علي ، عن ابن عباس ، قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) يقول: ظنّ أن لن يأخذه العذاب الذي أصابه.حدثني محمد بن سعد ، قال: ثني أبي ، قال: ثني عمي ، قال: ثني أبي ، عن أبيه ، عن ابن عباس ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) يقول: ظنّ أن لن نقضي عليه عقوبة ولا بلاء فيما صنع بقومه في غضبه إذ غضب عليهم ، وفراره وعقوبته أخذ النون إياه.حدثنا محمد بن المثنى ، قال : ثنا محمد بن جعفر ، عن شعبة ، عن الحكم ، عن مجاهد ، أنه قال في هذه الآية ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) قال: فظنّ أن لن نعاقبه بذنبه.حدثني موسى بن عبد الرحمن المسروقي ، قال : ثنا زيد بن حباب ، قال: ثني شعبة ، عن مجاهد ، ولم يذكر فيه الحكم.حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) قال: يقول: ظنّ أن لن نعاقبه.حدثنا محمد بن عبد الأعلى ، قال : ثنا محمد بن ثور ، عن معمر ، عن قتادة والكلبي ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) قالا ظنّ أن لن نقضي عليه العقوبة.حُدثت عن الحسين ، قال: سمعت أبا معاذ يقول : ثنا عبيد ، قال: سمعت الضحاك يقول في قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ ) يقول: ظنّ أن الله لن يقضي عليه عقوبة ولا بلاء في غضبه الذي غضب على قومه ، وفراقه إياهم.حدثنا ابن حميد ، قال : ثنا جرير ، عن منصور ، عن ابن عباس ، في قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) قال: البلاء الذي أصابه.وقال آخرون: بل معنى ذلك: فظن أنه يعجز ربه فلا يقدر عليه.*ذكر من قال ذلك: حدثنا ابن بشار ، قال : ثنا محمد بن جعفر ، قال : ثنا عوف ، عن سعيد بن أبي الحسن ، قال: بلغني أن يونس لما أصاب الذنب ، انطلق مغاضبا لربه ، واستزلَّه الشيطان ، حتى ظن أن لن نقدر عليه ، قال: وكان له سلف وعبادة وتسبيح ، فأبى الله أن يدعه للشيطان ، فأخذه فقذفه في بطن الحوت ، فمكث في بطن الحوت أربعين من بين ليلة ويوم ، فأمسك الله نفسه فلم يقتله هناك ، فتاب إلى ربه في بطن الحوت ، وراجع نفسه ، قال: فقال ( سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ) قال: فاستخرجه الله من بطن الحوت برحمته ، بما كان سلف من العبادة والتسبيح ، فجعله من الصالحين ، قال عوف: وبلغني أنه قال في دعائه: وبنيت لك مسجدا في مكان لم يبنه أحد قبلي.حدثنا ابن بشار ، قال : ثنا هوذة ، قال : ثنا عوف ، عن الحسن ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) وكان له سلف من عبادة وتسبيح ، فتداركه الله بها فلم يدعه للشيطان.حدثنا ابن حميد ، قال : ثنا سلمة ، عن ابن إسحاق ، عن عبد الرحمن بن الحارث ، عن إياس بن معاوية المدني ، أنه كان إذا ذكر عنده يونس ، وقوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) يقول إياس: فلِم فرّ؟وقال آخرون: بل ذلك بمعنى الاستفهام ، وإنما تأويله: أفظنّ أن لن نقدر عليه؟ذكر من قال ذلك: حدثني يونس ، قال: أخبرنا ابن وهب ، قال: قال ابن زيد ، في قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) قال: هذا استفهام ، وفي قوله فَمَا تُغْنِ النُّذُرُ  قال: استفهام أيضا.قال أبو جعفر: وأولى هذه الأقوال في تأويل ذلك عندي بالصواب ، قول من قال: عَنَى به: فظنّ يونس أن لن نحبسه ونضيق عليه ، عقوبة له على مغاضبته ربه.وإنما قلنا ذلك أولى بتأويل الكلمة ، لأنه لا يجوز أن ينسب إلى الكفر وقد اختاره لنبوته ، ووصفه بأن ظنّ أن ربه يعجز عما أراد به ولا يقدر عليه ، ووصف له بأنه جهل قدرة الله ، وذلك وصف له بالكفر ، وغير جائز لأحد وصفه بذلك، وأما ما قاله ابن زيد ، فإنه قول لو كان في الكلام دليل على أنه استفهام حسن ، ولكنه لا دلالة فيه على أن ذلك كذلك، والعرب لا تحذف من الكلام شيئا لهم إليه حاجة إلا وقد أبقت دليلا على أنه مراد في الكلام ، فإذا لم يكن في قوله ( فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ) دلالة على أن المراد به الاستفهام كما قال ابن زيد ، كان معلوما أنه ليس به وإذا فسد هذان الوجهان ، صح الثالث وهو ما قلنا.وقوله ( فَنَادَى فِي الظُّلُمَاتِ ) اختلف أهل التأويل في المعنيّ بهذه الظلمات ، فقال بعضهم: عني بها ظلمة الليل ، وظلمة البحر ، وظلمة بطن الحوت.*ذكر من قال ذلك: حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، عن إسرائيل ، عن أبي إسحاق ، عن عمرو بن ميمون ( فَنَادَى فِي الظُّلُمَاتِ ) قال: ظلمة بطن الحوت ، وظلمة البحر ، وظلمة الليل ، وكذلك قال أيضا ابن جريج.حدثنا ابن حميد ، قال : ثنا سلمة ، عن ابن إسحاق ، عن يزيد بن زياد ، عن عبد الله بن أبي سلمة ، عن سعيد بن جبير ، عن ابن عباس ، قال: نادى في الظلمات: ظلمة الليل ، وظلمة البحر ، وظلمة بطن الحوت ( لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ) .حدثني محمد بن إبراهيم السلمي ، قال : ثنا أبو عاصم ، قال: أخبرنا محمد بن رفاعة ، قال: سمعت محمد بن كعب يقول في هذه الآية ( فَنَادَى فِي الظُّلُمَاتِ ) قال: ظلمة الليل ، وظلمة البحر ، وظلمة بطن الحوت.حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، قوله ( فَنَادَى فِي الظُّلُمَاتِ ) قال: ظلمة الليل ، وظلمة البحر ، وظلمة بطن الحوت.حدثنا محمد بن عبد الأعلى ، قال : ثنا محمد بن ثور ، عن معمر ، عن قتادة ( فَنَادَى فِي الظُّلُمَاتِ ) قال: ظلمة بطن الحوت ، وظلمة البحر ، وظلمة الليل.وقال آخرون: إنما عنى بذلك أنه نادى في ظلمة جوف حوت في جوف حوت آخر في البحر ، قالوا: فذلك هو الظلمات.*ذكر من قال ذلك : حدثنا ابن بشار ، قال : ثنا عبد الرحمن ، قال : ثنا سفيان ، عن منصور ، عن سالم بن أبي الجعد ( فَنَادَى فِي الظُّلُمَاتِ ) قال: أوحى الله إلى الحوت أن لا تضرّ له لحما ولا عظما ، ثم ابتلع الحوت حوت آخر ، قال ( فَنَادَى فِي الظُّلُمَاتِ ) قال: ظلمة الحوت ، ثم حوت ، ثم ظلمة البحر.قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن الله أخبر عن يونس أنه ناداه في الظلمات ( أَنْ لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ) ولا شك أنه قد عنى بإحدى الظلمات: بطن الحوت ، وبالأخرى: ظلمة البحر ، وفي الثالثة اختلاف ، وجائز أن تكون تلك الثالثة : ظلمة الليل ، وجائز أن تكون كون الحوت في جوف حوت آخر ، ولا دليل يدلّ على أيّ ذلك من أيّ ، فلا قول في ذلك أولى بالحقّ من التسليم لظاهر التنـزيل.وقوله ( لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ ) يقول: نادى يونس بهذا القول معترفا بذنبه تائبا من خطيئته ( إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ) في معصيتي إياك .كما حدثنا ابن حميد ، قال : ثنا سلمة ، عن ابن إسحاق ، عن يزيد بن زياد ، عن عبد الله بن أبي سلمة ، عن سعيد بن جبير ، عن ابن عباس ، قال ( فَنَادَى فِي الظُّلُمَاتِ أَنْ لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ) معترفا بذنبه ، تائبا من خطيئته.حدثنا القاسم ، قال : ثنا الحسين ، قال: ثني حجاج ، قال ، أبو معشر: قال محمد بن قيس: قوله ( لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ ) ما صنعتُ من شيء فلم أعبد غيرك ، (إني كنت من الظالمين ) حين عصيتك.حدثنا القاسم ، قال : ثنا الحسين ، قال : ثنا جعفر بن سليمان ، عن عوف الأعرابي ، قال: لما صار يونس في بطن الحوت ظن أنه قد مات ، ثم حرّك رجله ، فلما تحركت سجد مكانه ، ثم نادى: يا ربّ اتخذت لك مسجدا في موضع ما اتخذه أحد.حدثنا ابن حميد ، قال : ثنا سلمة ، قال: ثني ابن إسحاق عمن حدثه ، عن عبد الله بن رافع ، مولى أم سلمة زوج النبيّ صلى الله عليه وسلم ، قال: سمعت أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: \" لَمَّا أَرَادَ اللهُ حَبْسَ يُونُسَ فِي بَطْنِ الحُوتِ ، أَوْحَى اللهُ إِلَى الحُوتِ: أَنْ خُذْهُ وَلا تَخْدِشْ لَهُ لَحْما وَلا تَكْسِرْ عَظْما، فَأَخَذهُ ، ثُمّ هَوَى بِهِ إلى مسْكَنِهِ مِنَ البَحْرِ ، فَلَمَّا انْتَهَى بِهِ إلى أَسْفَلِ البَحْرِ ، سَمِعَ يُونُسُ حِسًّا ، فَقَالَ فِي نَفْسِهِ: مَا هَذَا؟ قالَ: فَأَوْحَى اللهُ إِليْهِ وَهُوَ فِي بَطْنِ الحُوتِ: إِنَّ هَذَا تَسْبِيحُ دَوَابِّ البَحْرِ ، قَالَ: فَسَبَّحَ وَهُوَ فِي بَطْنِ الحُوتِ ، فَسَمِعَتِ المَلائِكَةُ تَسْبِيحَهُ ، فَقَالُوا: يَا ربَنّا إِنَّا نَسْمَعُ صَوْتا ضَعِيفا بِأَرْضِ غَرِيبَهٍ؟ قَالَ: ذَاكَ عَبْدِي يُونُسُ ، عَصَانِي فَحَبَسْتُه فِي بَطْنِ الحُوتِ فِي البَحْرِ ، قَالُوا: العَبْد الصَالِحُ الَّذِي كانَ يَصْعَدُ إِلَيْكَ مِنْهُ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ عَمَلٌ صَالِحٌ؟ قَالَ: نَعَم ْ، قَالَ: فَشَفَعُوا لَهُ عِنْدَ ذَلكَ ، فَأَمَرَ الحُوتَ فَقَذَفَه فِي السَّاحِلِ ، كما قالَ اللهُ تَبَارَك َ وَتَعالى: وَهُوَ سَقِيمٌ\".-------------------------------الهوامش :(9) الربع : ولد الناقة أول ما يحمل عليه .",
  "ayah": 87,
  "surah": 21
}
