{
  "text": "القول في تأويل قوله عز ذكره :  الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا (1)قال أبو جعفر: يقول تعالى ذكره: الحمد لله الذي خص برسالته محمدا وانتخبه لبلاغها عنه، فابتعثه إلى خلقه نبيا مرسلا وأنـزل عليه كتابه قيما، ولم يجعل له عوجا.وعنى بقوله عز ذكره:  قَيِّمًا  معتدلا مستقيما، وقيل: عنى به: أنه قيم على سائر الكتب يصدقها ويحفظها.* ذكر من قال عنى به معتدلا مستقيما: حدثني علي بن داود، قال: ثنا عبد الله بن صالح، قال: ثني معاوية، عن علي، عن ابن عباس، في قوله:  وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا  يقول: أنـزل الكتاب عدلا قيما، ولم يجعل له عوجا، فأخبر ابن عباس بقوله هذا مع بيانه معنى القيم أن القيم مؤخر بعد قوله، ولم يجعل له عوجا، ومعناه التقديم بمعنى: أنـزل الكتاب على عبده قيما.حدثت عن محمد بن زيد، عن جويبر، عن الضحاك، في قوله  قَيِّمًا  قال: مستقيما.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق  وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا  : أي معتدلا لا اختلاف فيه.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله:  وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا  قال: أنـزل الله الكتاب قيما، ولم يجعل له عوجا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله  الْحَمْدُ لِلَّهِ الَّذِي أَنْـزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا  .قال: وفي بعض القراءات: \" ولكن جعله قيما \" .والصواب من القول في ذلك عندنا : ما قاله ابن عباس، ومن قال بقوله في ذلك، لدلالة قوله: ( وَلَمْ يَجْعَلْ لَهُ عِوَجًا ) فأخبر جل ثناؤه أنه أنـزل الكتاب الذي أنـزله إلى محمد صلى الله عليه وسلم  قَيِّمًا  مستقيما لا اختلاف فيه ولا تفاوت، بل بعضه يصدق بعضا، وبعضه يشهد لبعض، لا عوج فيه، ولا ميل عن الحق، وكسرت العين من قوله ( عِوَجًا ) لأن العرب كذلك تقول في كل اعوجاج كان في دين، أو فيما لا يرى شخصه قائما، فيُدْرَك عِيانا منتصبا كالعاج في الدين، ولذلك كُسِرت العين في هذا الموضع، وكذلك العِوَج في الطريق، لأنه ليس بالشخص المنتصب ، فأما ما كان من عِوَج في الأشخاص المنتصبة قياما، فإن عينها تفتح كالعَوج في القناة، والخشبة، ونحوها، وكان ابن عباس يقول في معنى قوله ( وَلَمْ يَجْعَلْ لَهُ عِوَجًا ) : ولم يجعل له ملتبسا.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ ، عن ابن عباس  وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا  ولم يجعل له ملتبسا.ولا خلاف أيضا بين أهل العربية في أن معنى قوله  قَيِّمًا  وإن كان مؤخرا، التقديم إلى جنب الكتاب، وقيل إنما افتتح جلّ ثناؤه هذه السورة بذكر نفسه بما هو له أهل، وبالخبر عن إنـزال كتابه على رسوله إخبارا منه للمشركين من أهل مكة، بأن محمدا رسوله صلى الله عليه وسلم، وذلك أن المشركين كانوا سألوا رسول الله صلى الله عليه وسلم عن أشياء علمهموها اليهود من قريظة والنضير، وأمروهم بمسآلتهموه عنها، وقالوا: إن أخبركم بها فهو نبيٌّ ، وإن لم يخبركم بها فهو متقوّل، فوعدهم رسول الله صلى الله عليه وسلم للجواب عنها موعدا، فأبطأ الوحي عنه بعض الإبطاء، وتأخّر مجيء جبرائيل عليه السلام عنه عن ميعاده القوم، فتحدث المشركون بأنه أخلفهم موعده، وأنه متقوّل، فأنـزل الله هذه السورة جوابا عن مسائلهم، وافتتح أوّلها بذكره ، وتكذيب المشركين في أحدوثتهم التي تحدثوها بينهم.*ذكر من قال ذلك: حدثنا أبو كريب، قال: ثنا يونس بن بكير، عن محمد بن إسحاق، قال: ثني شيخ من أهل مصر، قدم منذ بضع وأربعين سنة، عن عكرمة، عن ابن عباس ، فيما يروي أبو جعفر الطبري (3) قال: بعثت قريش النضر بن الحارث، وعُقبة بن أبي معيط إلى أحبار يهود بالمدينة، فقالوا لهم: سلوهم عن محمد، وصِفُوا لهم صفته، وأخبروهم بقوله، فإنهم أهل الكتاب الأول، وعندهم علم ما ليس عندنا من علم الأنبياء، فخرجا حتى قدما المدينة، فسألوا أحبار يهودَ عن رسول الله صلى الله عليه وسلم، ووصفوا لهم أمره وبعض قوله، وقالا إنكم أهل التوراة ، وقد جئناكم لتخبرونا عن صاحبنا هذا، قال: فقالت لهم أحبار يهود: سلوه عن ثلاث نأمركم بهنّ، فإن أخبركم بهنّ فهو نبيّ مرسل، وإن لم يفعل فالرجل متقوّل، فَرَأوا فيه رأيكم: سلوه عن فِتية ذهبوا في الدهر الأوَّل، ما كان من أمرهم فإنه قد كان لهم حديث عجيب. وسلوه عن رجل طوّاف، بلغ مشارق الأرض ومغاربها، ما كان نبؤه؟ وسلوه عن الروح ما هو؟ فإن أخبركم بذلك، فإنه نبيّ فاتَّبعوه، وإن هو لم يخبركم، فهو رجل متقوّل، فاصنعوا في أمره ما بدا لكم. فأقبل النضْر وعقبة حتى قَدِما مكة على قريش، فقالا يا معشر قريش: قد جئناكم بفصل ما بينكم وبين محمد ، قد أمرنا أحبار يهودَ أن نسأله، عن أمور، فأخبروهم بها، فجاءوا رسول الله صلى الله عليه وسلم، فقالوا: يا محمد أخبرنا، فسألوه عما أمروهم به، فقال لهم رسول الله صلى الله عليه وسلم: أُخْبِرُكُمْ غَدًا بِمَا سألْتُمْ عَنْهُ ، ولم يستثن فانصرفوا عنه، فمكث رسول الله صلى الله عليه وسلم خمس عشرة ليلة، لا يُحدِث الله إليه في ذلك وحيا، ولا يأتيه جبرائيل عليه السلام، حتى أرجف أهل مكة وقالوا: وَعَدَنا محمد غدا، واليوم خمس عشرة قد أصبحنا فيها لا يخبرنا بشيء مما سألناه عنه ، وحتى أحزنَ رسول الله صلى الله عليه وسلم مُكْثُ الوحي عنه، وشقّ عليه ما يتكلم به أهل مكة ، ثم جاءه جبرائيل عليه السلام ، من الله عزّ وجلّ، بسورة أصحاب الكهف، فيها معاتبته إياه على حزنه عليهم وخبر ما سألوه عنه من أمر الفِتية والرجل الطوّاف، وقول الله عزّ وجلّ  وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلا  [قال ابن إسحاق: فبلغني أن رسول الله صلى الله عليه وسلم افتتح السورة فقال ( الْحَمْدُ لِلَّهِ الَّذِي أَنـزلَ عَلَى عَبْدِهِ الْكِتَابَ ) يعني محمدا إنك رسولي في تحقيق ما سألوا عنه من نبوّته  وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا  : أي معتدلا لا اختلاف فيه.------------------------الهوامش:(1) المكتب: اسم فاعل من أكتب أو من كتب بالتشديد وهو المعلم، يعلم الصبيان كتابة القرآن في ألواحهم.(2) كذا في الأصول، ولم يذكر المتن اتكالا على ما تقدم، وقد تكرر ذلك منه.(3) الظاهر: أن قوله \" فيما يروي أبو جعفر الطبري \" : عن عبارة المؤلف عن نفسه ، وليس يعني شخصا آخر ، ولا هو من تعبير بعض تلاميذه عنه.",
  "ayah": 1,
  "surah": 18
}
