{
  "text": "القول في تأويل قوله تعالى :  وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا (18)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وتحسب يا محمد هؤلاء الفتية الذين قصصنا عليك قصتهم، لو رأيتهم في حال ضربنا على آذانهم في كهفهم الذي أووا إليه أيقاظا. والأيقاظ: جمع يَقِظ ، ومنه قول الراجز:وَوَجـــدُوا إخْـــوَتهُمْ أيْقاظـــاوسَــيْفَ غَيَّــاظٍ لَهُــمْ غَيَّاظــا (4)وقوله: ( وَهُمْ رُقُودٌ ) يقول: وهم نيام ، والرقود: جمع راقد، كالجلوس: جمع جالس، والقعود: جمع قاعد ، وقوله وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ) يقول جل ثناؤه: ونقلب هؤلاء الفتية في رقدتهم مرّة للجنب الأيمن، ومرّة للجنب الأيسر.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ، قوله ( وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ) وهذا التقليب في رقدتهم الأولى ، قال: وذكر لنا أن أبا عياض قال: لهم في كل عام تقليبتان.حُدثت عن يزيد، قال: أخبرنا سفيان بن حسين، عن يعلى بن مسلم عن سعيد بن جبير، عن ابن عباس ( وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ) قال: لو أنهم لا يقلَّبون لأكلتهم الأرض.وقوله: ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) اختلف أهل التأويل في الذي عنى الله بقوله: ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ ) فقال بعضهم: هو كلب من كلابهم كان معهم ، وقد ذكرنا كثيرا ممن قال ذلك فيما مضى ، وقال بعضهم: كان إنسانا (5) من الناس طباخا لهم تَبِعهم.وأما الوصيد، فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: هو الفناء.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (بالوَصِيد) يقول: بالفِناء.حدثنا محمد بن بشار، قال: ثنا عبد الرحمن بن مَهديّ، قال: ثنا محمد بن أبي الوضَّاح، عن سالم الأفطس، عن سعيد بن جبير ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) قال: بالفناء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (بالوَصِيد) قال: بالفناء.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد (بالوَصِيد) قال: بالفناء. قال ابن جريج: يمسك باب الكهف.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) يقول: بفناء الكهف.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قوله: (بالوَصِيد) قال: بفناء الكهف.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله: (بالوَصِيد) قال: يعني بالفناء.وقال آخرون: الوَصِيد: الصعيد.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) يعني فناءهم، ويقال: الوصيد: الصعيد.حدثنا ابن حميد، قال: ثنا يعقوب، عن هارون، عن عنترة ، عن سعيد بن جبير، في قوله: ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) قال : الوصيد: الصعيد.حدثنا ابن حميد، قال: ثنا الحكم بن بشير، عن عمرو، في قوله: ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) قال: الوصيد: الصعيد، التراب.وقال آخرون: الوصيد الباب.* ذكر من قال ذلك:حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا أبو عاصم ، عن شبيب، عن عكرمة، عن ابن عباس ( وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ) قال: بالباب، وقالوا بالفناء.وأولى الأقوال في ذلك بالصواب، قول من قال: الوصيد: الباب، أو فناء الباب حيث يغلق الباب، وذلك أن الباب يُوصَد، وإيصاده: إطباقه وإغلاقه من قول الله عز وجل:  إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ  وفيه لغتان: الأصيد، وهي لغة أهل نجد، والوصيد: وهي لغة أهل تهامة وذُكِر عن أبي عمرو بن العلاء، قال: إنها لغة أهل اليمن، وذلك نظير قولهم: ورّخت الكتاب وأرخته، ووكدت الأمر وأكدته ، فمن قال الوصيد، قال: أوصدت الباب فأنا أُوصِده، وهو مُوصَد ، ومن قال الأصيد، قال: آصدت الباب فهو مُؤْصَد، فكان معنى الكلام: وكلبهم باسط ذراعيه بفناء كهفهم عند الباب، يحفظ عليهم بابه.وقوله : ( لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا ) يقول: لو اطلعت عليهم في رقدتهم التي رقدوها في كهفهم، لأدبرت عنهم هاربا منهم فارّا، ( وَلَمُلِئْتَ مِنْهُمْ رُعْبًا ) يقول:ولملئت نفسُك من اطلاعك عليهم فَزَعا، لما كان الله ألبسهم من الهيبة، كي لا يصل إليهم واصل، ولا تلمِسهم يد لامس حتى يبلغ الكتاب فيهم أجله، وتوقظهم من رقدتهم قدرته وسلطانه في الوقت الذي أراد أن يجعلهم عبرة لمن شاء من خلقه، وآية لمن أراد الاحتجاج بهم عليه من عباده، ليعلموا أن وعد الله حق، وأنّ الساعة آتية لا ريب فيها.واختلفت القرّاء في قراءة قوله: ( وَلَمُلِئْتَ مِنْهُمْ رُعْبًا ) فقرأته عامة قراء المدينة بتشديد اللام من قوله: ( وَلَمُلِّئْتَ ) بمعنى أنه كان يمتلئ مرّة بعد مرّة. وقرأ ذلك عامة قراء العراق: (وَلَمُلِئْتَ) بالتخفيف، بمعنى: لملئت مرّة، وهما عندنا قراءتان مستفيضتان في القراءة، متقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب.------------------------الهوامش:(4) البيتان (في ديوان العجاج الراجز ، في الملحق بديوانه ص 81 - 82 ) من أرجوزة عدتها 19 بيتا.ورقما البيتين فيها هما 8 ، 16 . وهما من شواهد أبي عبيدة في ( مجاز القرآن 1 : 397 ) قال \" وتحسبهم أيقاظا \" : واحدهم يقظ . ورجال أيقاظ ؛ وكذلك جمع يقظان : أيقاظ ، يذهبون به إلى جمع يقظ.وقال رؤبة : \" ووجدوا ... البيتين\" وقد نسبهما لرؤبة ، وهما في ديوان العجاج . وقد تداخلت أشعارهما على الرواة واللغويين . وغياظ : اسم رجل.(5) قوله \" كان إنسانا ... إلخ \" كذا في الأصول وفي ابن كثير . قيل كلب طباخ الملك ، وقد كان وافقهم على الدين وصحبه كلبه. أ ه",
  "ayah": 18,
  "surah": 18
}
