{
  "text": "القول في تأويل قوله تعالى :  إِلا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَنْ يَهْدِيَنِي رَبِّي لأَقْرَبَ مِنْ هَذَا رَشَدًا (24)وهذا تأديب من الله عز ذكره لنبيه صلى الله عليه وسلم عهد إليه أن لا يجزم على ما يحدث من الأمور أنه كائن لا محالة، إلا أن يصله بمشيئة الله، لأنه لا يكون شيء إلا بمشيئة الله.وإنما قيل له ذلك فيما بلغنا من أجل أنه وعد سائليه عن المسائل الثلاث اللواتي قد ذكرناها فيما مضى اللواتي، إحداهنّ المسألة عن أمر الفتية من أصحاب الكهف أن يجيبهم عنهنّ غد يومهم، ولم يستثن، فاحتبس الوحي عنه فيما قيل من أجل ذلك خمس عشرة، حتى حزنه إبطاؤه ، ثم أنـزل الله عليه الجواب عنهنّ، وعرف نبيه سبب احتباس الوحي عنه ، وعلَّمه ما الذي ينبغي أن يستعمل في عداته وخبره عما يحدث من الأمور التي لم يأته من الله بها تنـزيل، فقال:  وَلا تَقُولَنَّ  يا محمد لِشَيْءٍ  إِنِّي فَاعِلٌ ذَلِكَ غَدًا  كما قلت لهؤلاء الذين سألوك عن أمر أصحاب الكهف، والمسائل التي سألوك عنها، سأخبركم عنها غدا( إِلا أَنْ يَشَاءَ اللَّهُ ). ومعنى الكلام: إلا أن تقول معه: إن شاء الله، فترك ذكر تقول اكتفاء بما ذكر منه، إذ كان في الكلام دلالة عليه ، وكان بعض أهل العربية يقول: جائز أن يكون معنى قوله: ( إِلا أَنْ يَشَاءَ اللَّهُ ) استثناء من القول، لا من الفعل كأن معناه عنده: لا تقولنّ قولا إلا أن يشاء الله ذلك القول، وهذا وجه بعيد من المفهوم بالظاهر من التنـزيل مع خلافه تأويل أهل التأويل.وقوله: ( وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ ) اختلف أهل التأويل في معناه، فقال بعضهم: واستثن في يمينك إذا ذكرت أنك نسيت ذلك في حال اليمين.* ذكر من قال ذلك:حدثنا محمد بن هارون الحربيّ ، قال: ثنا نعيم بن حماد، قال: ثنا هشيم، عن الأعمش، عن مجاهد، عن ابن عباس، في الرجل يحلف، قال له: أن يستثني ولو إلى سنة، وكان يقول ( وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ ) في ذلك قيل للأعمش سمعته من مجاهد، فقال: ثني به ليث بن أبي سليم، يرى ذهب كسائي (3) هذا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر، عن الربيع، عن أبي العالية، في قوله  وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا * إِلا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ  الاستثناء ، ثم ذكرت فاستثن.حدثنا محمد بن عبد الأعلى، قال: ثنا المعتمر، عن أبيه ، في قوله: ( وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ ) قال: بلغني أن الحسن، قال: إذا ذكر أنه لم يقل: إن شاء الله، فليقل: إن شاء الله.وقال آخرون: معناه: واذكر ربك إذا عصيت.* ذكر من قال ذلك:حدثني نصر بن عبد الرحمن، قال: ثنا حكام بن سلم، عن أبي سنان، عن ثابت، عن عكرمة، في قول الله: ( وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ ) قال: اذكر ربك إذا عصيت.حدثنا ابن حميد، قال: ثنا حكام، عن أبي سنان، عن ثابت، عن عكرمة، مثله .وأولى القولين في ذلك بالصواب، قول من قال: معناه: واذكر ربك إذا تركت ذكره، لأن أحد معاني النسيان في كلام العرب الترك، وقد بيَّنا ذلك فيما مضى قبل.فإن قال قائل: أفجائز للرجل أن يستثني في يمينه إذ كان معنى الكلام ما ذكرت بعد مدة من حال حلفه؟ قيل: بل الصواب أن يستثني ولو بعد حِنثه في يمينه، فيقول: إن شاء الله ليخرج بقيله ذلك مما ألزمه الله في ذلك بهذه الآية، فيسقط عنه الحرج بتركه ما أمره بقيله من ذلك ، فأما الكفارة فلا تسقط عنه بحال، إلا أن يكون استثناؤه موصولا بيمينه.فإن قال: فما وجه قول من قال له: ثُنْياه ولو بعد سنة، ومن قال له ذلك ولو بعد شهر، وقول من قال ما دام في مجلسه؟ قيل: إن معناهم في ذلك نحو معنانا في أن ذلك له، ولو بعد عشر سنين، وأنه باستثنائه وقيله إن شاء الله بعد حين من حال حلفه، يسقط عنه الحرج الذي لو لم يقله كان له لازما ، فأما الكفارة فله لازمة بالحِنْث بكلّ حال، إلا أن يكون استثناؤه كان موصولا بالحلف، وذلك أنا لا نعلم قائلا قال ممن قال له الثُّنْيا بعد حين يزعم أن ذلك يضع عنه الكفارة إذا حنِث، ففي ذلك أوضح الدليل على صحة ما قلنا في ذلك، وأن معنى القول فيه، كان نحو معنانا فيه.وقوله: ( وَقُلْ عَسَى أَنْ يَهْدِيَنِي رَبِّي لأقْرَبَ مِنْ هَذَا رَشَدًا ) يقول عز ذكره لنبيه صلى الله عليه وسلم: قل ولعل الله أن يهديني فيسدّدني لأسدَّ مما وعدتكم وأخبرتكم أنه سيكون، إن هو شاء.وقد قيل: إن ذلك مما أمر النبيّ صلى الله عليه وسلم أن يقوله إذا نسي الاستثناء في كلامه، الذي هو عنده في أمر مستقبل مع قوله: إن شاء الله، إذا ذكر.*ذكر من قال ذلك: حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن محمد، رجل من أهل الكوفة، كان يفسر القرآن، وكان يجلس إليه يحيى بن عباد، قال:  وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا * إِلا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَنْ يَهْدِيَنِي رَبِّي لأَقْرَبَ مِنْ هَذَا رَشَدًا  قال فقال: وإذا نسي الإنسان أن يقول: إن شاء الله، قال: فتوبته من ذلك، أو كفارة ذلك أن يقول: ( عَسَى أَنْ يَهْدِيَنِي رَبِّي لأقْرَبَ مِنْ هَذَا رَشَدًا ).-------------------------الهوامش :(3) قوله \"يرى: ذهب الكسائي هذا \" هكذا جاءت هذه العبارة في الجزء الخامس عشر من النسخة المخطوطة رقم 100 الورقة 411 والعبارة غامضة ، ولعل فيها تحريفا.",
  "ayah": 24,
  "surah": 18
}
