{
  "text": "القول في تأويل قوله تعالى :  أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا (31)يقول تعالى ذكره: لهؤلاء الذين آمنوا وعملوا الصالحات جناتُ عدن، يعني بساتين إقامة في الآخرة ، ( تَجْرِي مِنْ تَحْتِهِمُ الأنْهَارُ ) يقول: تجري من دونهم ومن بين أيديهم الأنهار ،وقال جلّ ثناؤه: من تحتهم ، ومعناه: من دونهم وبين أيديهم، ( يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ ) يقول: يلبسون فيها من الحلي أساور من ذهب، والأساور: جمع إسوار.وقوله: ( وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ )والسندس: جمع واحدها سندسة، وهي ما رقّ من الديباج ، والإستبرق: ما غلظ منه وثخُن ، وقيل: إن الإستبرق: هو الحرير ، ومنه قول المُرقش:تَــرَهُنَّ يَلْبَسْــنَ المَشــاعِرَ مَـرَّةٌوإسْــتَبْرَقَ الدّيبـاجِ طَـوْرًا لِباسُـها (9)يعني: وغليظ الديباج.وقوله: ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) يقول: متكئين في جنات عدن على الأرائك، وهي السرر في الحِجال، واحدتها: أريكة ، ومنه قول الشاعر:خُـدُودا جَـفَتْ فـي السَّيْرِ حتى كأنَّمايُبًاشــرن بــالمَعْزاءِ مَسّ الأرَائـك (10)ومنه قول الأعشي:بيـنَ الّـرَواق وجـانِبِ مِـن سِـتْرهامِنْهــا وبيــن أرِيكَــةِ الأنْضَـادِ (11)وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( عَلَى الأرَائِكِ ) قال: هي الحجال. قال معمر، وقال غيره: السرر في الحجال.وقوله: ( نِعْمَ الثَّوَابُ ) يقول: نعم الثواب جنات عدن، وما وصف جلّ ثناؤه أنه جعل لهؤلاء الذين آمنوا وعلموا الصالحات ( وَحَسُنَتْ مُرْتَفَقًا ) يقول: وحسنت هذه الأرائك في هذه الجنان التي وصف تعالى ذكره في هذه الآية متكأ.وقال جلّ ثناؤه: ( وَحَسُنَتْ مُرْتَفَقًا ) فأنث الفعل بمعنى: وحسنت هذه الأرائك مرتَفَقا، ولو ذكر لتذكير المرتفق كان صوابا، لأن نعم وبئس إنما تدخلهما العرب في الكلام لتدلا على المدح والذم لا للفعل، فلذلك تذكرهما مع المؤنث، وتوحِّدهما مع الاثنين والجماعة.------------------------الهوامش:(9) البيت للمرقش . المشاعر : جمع مشعر ، وهو الشعار الذي يلي جسد الإنسان من الثياب ، دون ما سواه . وفي الحديث ذكر الأنصار : هم الشعار دون الدثار ، يصفهم بالمودة والقرب . وقد فسر المؤلف الإستبرق والديباج . والبيت شاهد على معنى الإستبراق .(10) البيت لذي الرمة ( ديوانه طبع كيمبردج سنة 1919 ص 422 ) وقبله قوله :إذا وَقَعُـوا وَهْنـا كَسَـوْا حَيْثُ مَوَّتَتْمِـنَ الجَـهْدِ أنْفـاسُ الرّياحِ الحَوَاشِكِوقوله خدودا : مفعول كسوا في البيت قبله . والمعزاء الأرض الصلبة ذات الحجارة مثل الفرش على الأرائك ، هي الأسرة ، الواحد سرير . أي صيروا المكان الذي ناموا فيه كسوة للخدود . وفي ( اللسان . أرك ) قال المفسرون : الأرائك : السرر في الحجال . وقال الزجاج : الأرائك الفرش في الحجال ، وقيل هي الأسرة ، وهي في الحقيقة الفرش كانت في الحجال ، أو في غير الحجال . وقيل : الأريكة ، سرير منجد مزين في قبة أو بيت ، فإذا لم يكن فيه سرير فهو حجلة .(11) البيت لم أجده في ديوان الأعشى ميمون ، ولا سائر أشعار العشى الملحقة به ، إنما وجدت بيتين اثنين من وزنه وقافيته ، ص 245 طبعة الدكتور محمد حسين بالقاهرة . ولم أجد غيرها . والرواق ، بضم الراء المشددة وكسرها : الخيمة . والبيت شاهد كالذي قبله ، على أن معنى الأرائك : السرر في الحجال ، وأن واحدتها : أريكة . والأنضاد : جمع نضد بالتحريك ، وهو ما نضد من متاع البيت ، وجعل بعضه فوق بعض .",
  "ayah": 31,
  "surah": 18
}
