{
  "text": "القول في تأويل قوله : ( هُنَالِكَ الْوَلايَةُ لِلَّهِ الْحَقِّ ) يقول عزّ ذكره: ثم وذلك حين حلّ عذاب الله بصاحب الجنتين في القيامة.واختلفت القرّاء في قراءة قوله الولاية، فقرأ بعض أهل المدينة والبصرة والكوفة ( هُنَالِكَ الْوَلايَةُ ) بفتح الواو من الولاية، يعنون بذلك هنالك المُوالاة لله، كقول الله:  اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا  وكقوله:  ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا  يذهبون بها إلى الوَلاية في الدين. وقرأ ذلك عامَّة قراء الكوفة ( هُنالِك الوِلايَةُ ) بكسر الواو: من الملك والسلطان، من قول القائل: وَلِيتُ عمل كذا، أو بلدة كذا أليه ولاية.وأولى القراءتين في ذلك بالصواب، قراءة من قرأ بكسر الواو، وذلك أن الله عقب ذلك خبره عن مُلكه وسلطانه، وأن من أحلّ به نقمته يوم القيامة فلا ناصر له يومئذ، فإتباع ذلك الخبر عن انفراده بالمملكة والسلطان أولى من الخبر عن الموالاة التي لم يجر لها ذكر ولا معنى، لقول من قال: لا يسمَّى سلطان الله ولاية، وإنما يسمى ذلك سلطان البشر، لأن الوِلاية معناها أنه يلي أمر خلقه منفردا به دون جميع خلقه، لا أنه يكون أميرا عليهم.واختلفوا أيضا في قراءة قوله (الحَقِّ) فقرأ ذلك عامَّة قرّاء المدينة والعراق خفضا، على توجيهه إلى أنه من نعت الله، وإلى أن معنى الكلام: هنالك الولاية لله الحقّ ألوهيته، لا الباطل بطول (5) ألوهيته التي يدعونها المشركون بالله آلهة ، وقرأ ذلك بعض أهل البصرة وبعض متأخري الكوفيين ( للهِ الحَقُّ ) برفع الحقّ توجيها منهما إلى أنه من نعت الولاية، ومعناه: هنالك الولاية الحقّ، لا الباطل لله وحده لا شريك له.وأولى القراءتين عندي في ذلك بالصواب، قراءة من قرأه خفضا على أنه من نعت الله، وأن معناه ما وصفت على قراءة من قرأه كذلك.وقوله: ( هُوَ خَيْرٌ ثَوَابًا ) يقول عزّ ذكره: خير للمنيبين في العاجل والآجل ثوابا( وَخَيْرٌ عُقْبًا ) يقول: وخيرهم عاقبة في الآجل إذا صار إليه المطيع له، العامل بما أمره الله، والمنتهي عما نهاه الله عنه ، والعقب هو العاقبة، يقال: عاقبة أمر كذا وعُقْباه وعُقُبه، وذلك آخره وما يصير إليه منتهاه.وقد اختلف القرّاء في قراءة ذلك، فقرأته عامة قرّاء الكوفة (عُقْبا ) بضم العين وتسكين القاف. (6) والقول في ذلك عندنا ، أنهما قراءتان مستفيضتان في قراءة الأمصار بمعنى واحد، فبأيتهما قرأ القارئ فمصيب.",
  "ayah": 44,
  "surah": 18
}
