{
  "text": "القول في تأويل قوله تعالى :  الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلا (46)يقول تعالى ذكره: المال والبنون أيها الناس التي يفخر بها عيينة والأقرع، ويتكبران بها على سلمان وخباب وصهيب، مما يتزين به في الحياة الدنيا، وليسا من عداد الآخرة ( وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا ) يقول: وما يعمل سلمان وخباب وصهيب من طاعة الله، ودعائهم ربهم بالغداة والعشيّ يريدون وجهه، الباقي لهم من الأعمال الصالحة بعد فناء الحياة الدنيا، خير يا محمد عند ربك ثوابا من المال والبنين التي يفتخر هؤلاء المشركون بها، التي تفنى، فلا تبقى لأهلها( وَخَيْرٌ أَمَلا ) يقول: وما يؤمل من ذلك سلمان وصهيب وخباب، خير مما يؤمل عيينة والأقرع من أموالهما وأولادهما. وهذه الآيات لمن لدن قوله:  وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ  إلى هذا الموضع، ذُكر أنها نـزلت في عيينة والأقرع.* ذكر من قال ذلك:حدثنا الحسين بن عمرو العنقزي، قال: ثنا أبي، قال: ثنا أسباط بن نصر، عن السدّي، عن أبي سعيد الأزدي، وكان قارئ الأزد، عن أبي الكنود، عن خباب في قوله:  وَلا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ  ثم ذكر القصة التي ذكرناها في سورة الأنعام في قصة عيينة والأقرع، إلى قوله:  وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا  قال: عيينة والأقرع  وَاتَّبَعَ هَوَاهُ  قال: قال: ثم قال ضرب لهم مثلا رجلين، ومثل الحياة الدنيا.واختلف أهل التأويل في المعني بالباقيات الصالحات، اختلافهم في المعنى بالدعاء الذي وصف جلّ ثناؤه به الذين نهى رسول الله صلى الله عليه وسلم، عن طردهم، وأمره بالصبر معهم، فقال بعضهم: هي الصلوات الخمس ، وقال بعضهم: هي ذكر الله بالتسبيح والتقديس والتهليل، ونحو ذلك ، وقال بعضهم: هي العمل بطاعة الله ، وقال بعضهم: الكلام الطيب.* ذكر من قال:هي الصلوات الخمس:حدثني محمد بن إبراهيم الأنماطي، قال: ثنا يعقوب بن كاسب، قال: ثنا عبد الله بن عبد الله الأموي قال: سمعت عبد الله بن يزيد بن هرمز ، يحدّث عن عبيد الله بن عتبة، عن ابن عباس أنه قال: الباقيات الصالحات: الصلوات الخمس.حدثني زريق بن إسحاق، قال : ثنا قبيصة عن سفيان، عن عبد الله بن مسلم، عن سعيد بن جبير، في قوله ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: الصلوات الخمس.حدثني يحيى بن إبراهيم المسعودي، قال ثنا أبي، عن أبيه، عن جدّه، عن الأعمش، عن أبي إسحاق عن عمرو بن شُرَحبيل في هذه الآية ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: هي الصلوات المكتوبات.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن عبد الله بن مسلم، عن سعيد بن جبير، عن ابن عباس، قال: الباقيات الصالحات: الصلوات الخمس.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان عن الحسن بن عبد الله، عن إبراهيم، قال ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) الصلوات الخمس.* حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن أبي إسحاق، عن أبي ميسرة ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: الصلوات الخمس.* ذكر من قال: هنّ ذكر الله بالتسبيح والتحميد ونحو ذلك: حدثنا ابن حميد وعبد الله بن أبي زياد ومحمد بن عمارة الأسدي، قالوا: ثنا عبد الله بن يزيد، قال: أخبرنا حيوة. قال: أخبرنا أبو عقيل زهرة بن معبد القرشي من بني تيم من رهط أبي بكر الصديق، أنه سمع الحارث مولى عثمان بن عفان، يقول: قيل لعثمان: ما الباقيات الصالحات؟ قال: هنّ لا إله إلا الله، سبحان الله، والحمد لله، والله أكبر، ولا حول ولا قوّة إلا بالله.حدثني سعد بن عبد الله بن عبد الحكم، قال: ثنا أبو زرعة، قال: ثنا حيوة، قال: ثنا أبو عقيل زهرة بن معبد، أنه سمع الحارث مولى عثمان بن عفان يقول: قيل لعثمان بن عفان: ما الباقيات الصالحات؟ قال: هي لا إله إلا الله، وسبحان الله وبحمده، والله أكبر، والحمد لله، ولا حول ولا قوّة إلا بالله.حدثني ابن عبد الرحيم البرْقي، قال: ثنا ابن أبي مريم، قال: ثنا نافع بن يزيد ورشدين بن سعد، قالا ثنا زهرة بن معبد، قال: سمعت الحارث مولى عثمان بن عفان يقول: قالوا لعثمان: ما الباقيات الصالحات؟ فذكر مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن عبد الله بن مسلم بن هرمز، عن سعيد بن جبير، عن ابن عباس، في قوله: ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: سمعت عبد الملك، عن عطاء، عن ابن عباس، في قوله ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر.حدثنا أبو كريب، قال: ثنا طلق بن غنام، عن زائدة، عن عبد الملك، عن عطاء ، عن ابن عباس، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا مالك، عن عمارة بن عبد الله بن صياد، عن سعيد بن المسيب، قال: ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) : سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوّة إلا بالله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قال: أخبرني عبد الله بن عثمان بن خُشَيم ، عن نافع بن سرجس، أنه أخبره أنه سأل ابن عمر عن الباقيات الصالحات، قال: لا إله إلا الله، والله أكبر، وسبحان الله، ولا حول ولا قوّة إلا بالله. قال ابن جريج، وقال عطاء بن أبي رَباح مثل ذلك.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال : ثنا سفيان، عن منصور، عن مجاهد، قال: الباقيات الصالحات: 0 سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن منصور، عن مجاهد، بنحوه.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني أبو صخر : أن عبد الله بن عبد الرحمن، مولى سالم بن عبد الله، حدثه قال: أرسلني سالم بن محمد بن كعب القُرَظي، فقال: قل له الْقَنِي عند زاوية القبر، فإن لي إليك حاجة، قال: فالتقيا، فسلم أحدهما على الآخر ، ثم قال سالم: ما تعدّ الباقيات الصالحات؟ فقال: لا إله إلا الله، والحمد لله، وسبحان الله، والله أكبر، ولا حول ولا قوّة إلا بالله، فقال له سالم: متى جعلت فيها لا حول ولا قوة إلا بالله؟ فقال: ما زلت أجعلها، قال: فراجعه مرّتين أو ثلاثا فلم ينـزع ، قال: فأثبت، قال سالم: أجل، فأثبت فإن أبا أيوب الأنصاري حدثني أنه سمع رسول الله صلى الله عليه وسلم وهو يقول: \" عُرِجَ بِي إلى السَّماءِ فَأُرِيتُ إبْرَاهِيمَ، فقالَ: يا جبْريلُ مَنْ هَذَا مَعَكَ؟ فقالَ: مُحَمَّد، فَرَحَّبَ بِي وَسَهَّلَ، ثُمَّ قَالَ: مُرْ أُمَّتَكَ فَلْتُكْثِرْ مِنْ غِرَاسِ الجَنَّةِ، فإنَّ تُرْبَتَهَا طَيِّبَةٌ، وأرْضُها وَاسِعَةٌ، فَقُلْتُ: وَما غِرَاسُ الجَنَّةِ؟ قالَ: لا حَوْلَ وَلا قُوَّةَ إلا باللهِ\".وجدت في كتابي عن الحسن بن الصبَّاح البَزَّار، عن أبي نصر التمار، عن عبد العزيز بن مسلم، عن محمد بن عجلان، عن سعيد المَقُبْري، عن أبيه، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" سُبْحَانَ اللهِ، والحَمْدُ للهِ، ولا إلهَ إلا اللهُ، واللهُ أكْبَرُ مِنَ الباقِياتِ الصَّالِحاتِ\".حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن وقتادة، في قوله: ( وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ ) قال: لا إله إلا الله، والله أكبر، والحمد لله، وسبحان الله، هنّ الباقيات الصالحات.حدثني يونس، قال : أخبرنا ابن وهب، قال: أخبرنا عمرو بن الحارث، أن دراجا أبا السمح حدثه عن أبي الهيثم، عن أبي سعيد الخُدريّ، أن رسول الله صلى الله عليه وسلم قال: \" اسْتَكْثِرُوا مِنَ الباقِياتِ الصَّالِحاتِ، قيل: وما هي يا رسول الله؟ قال: المِلَّة، قيل: وما هي يا رسول الله؟ قال: \" التَّكْبِيرُ والتَّهْلِيلُ والتَّسْبِيحُ، والحَمْدُ، ولا حَوْلَ وَلا قُوَّةَ إلا باللهِ\".حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني مالك، عن عمارة بن صياد، أنه سمع سعيد بن المسيب يقول في الباقيات الصالحات: إنها قول العبد: الله أكبر، وسبحان الله، والحمد لله ، ولا حول ولا قوة إلا بالله.حدثني ابن البَرْقي، قال: ثنا ابن أبي مريم، قال: أخبرنا يحيى بن أيوب، قال: ثني ابن عَجْلان، عن عمارة بن صياد، قال: سألني سعيد بن المسيب، عن الباقيات الصالحات، فقلت: الصلاة والصيام، قال: لم تصب ، فقلت : الزكاة والحج، فقال: لم تصب، ولكنهنّ الكلمات الخمس: لا إله إلا الله، والله أكبر، وسبحان الله، والحمد لله، ولا حول ولا قوة إلا بالله.* ذكر من قال: هي العمل بطاعة الله عزّ وجلّ: حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس ( وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلا ) قال: الأعمال الصالحة: سبحان الله ، والحمد لله، ولا إله إلا الله، والله أكبر.حدثني عليّ ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: هي ذكر الله قول لا إله إلا الله، والله أكبر، وسبحان الله، والحمد لله، وتبارك الله، ولا حول ولا قوة إلا بالله، وأستغفر الله، وصلى الله على رسول الله والصيام والصلاة والحجّ والصدقة والعتق والجهاد والصلة، وجميع أعمال الحسنات، وهنّ الباقيات الصالحات، التي تبقى لأهلها في الجنة ما دامت السماوات والأرض.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلا ) قال: الأعمال الصالحة.* ذكر من قال: هي الكلم الطيب: حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْبَاقِيَاتُ الصَّالِحَاتُ ) قال: الكلام الطيب.وأولى الأقوال في ذلك بالصواب، قول من قال: هنّ جميع أعمال الخير، كالذي رُوي عن عليّ بن أبي طلحة، عن ابن عباس، لأن ذلك كله من الصالحات التي تبقى لصاحبها في الآخرة، وعليها يجازى ويُثاب، وإن الله عزّ ذكره لم يخصص من قوله ( وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا ) بعضا دون بعض في كتاب، ولا بخبر عن رسول الله صلى الله عليه وسلم.فإن ظنّ ظانّ أن ذلك مخصوص بالخبر الذي رويناه عن أبي هريرة، عن النبي صلى الله عليه وسلم، فإن ذلك بخلاف ما ظن، وذلك أن الخبر عن رسول الله صلى الله عليه وسلم إنما ورد بأن قول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، هنّ من الباقيات الصالحات، ولم يقل: هنّ جميع الباقيات الصالحات، ولا كلّ الباقيات الصالحات ، وجائز أن تكون هذه باقيات صالحات، وغيرها من أعمال البرّ أيضا باقيات صالحات.",
  "ayah": 46,
  "surah": 18
}
