{
  "text": "القول في تأويل قوله تعالى :  وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا (59)يقول تعالى ذكره: وتلك القرى من عاد وثمود وأصحاب الأيكة أهلكنا أهلها لما ظلموا، فكفروا بالله وآياته، ( وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا ) يعني ميقاتا وأجلا حين بلغوه جاءهم عذاب فأهلكناهم به، يقول: فكذلك جعلنا لهؤلاء المشركين من قومك يا محمد الذين لا يؤمنون بك أبدا موعدا، إذا جاءهم ذلك الموعد أهلكناهم سنتنا في الذين خلوا من قبلهم من ضربائهم .كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى \" ح \" ، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( لِمَهْلِكِهِمْ مَوْعِدًا ) قال: أجلا.حدثنا القاسم، قال: ثني الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.واختلفت القرّاء في قراءة قوله (لِمَهْلِكِهِمْ) فقرأ ذلك عامَّة قرّاء الحجاز والعراق: \" لِمُهْلَكِهِمْ\" بضمّ الميم وفتح اللام على توجيه ذلك إلى أنه مصدر من أهلكوا إهلاكا ، وقرأه عاصم: \" لِمَهْلَكِهِمْ\" بفتح الميم واللام على توجيهه إلى المصدر من هلكوا هلاكا ومهلكا.وأولى القراءتين بالصواب عندي في ذلك قراءة من قرأه: \" لِمُهْلَكِهِمْ\" بضمّ الميم وفتح اللام لإجماع الحجة من القرّاء عليه، واستدلالا بقوله: ( وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ ) فأن يكون المصدر من أهلكنا، إذ كان قد تقدّم قبله أولى. وقيل: أهلكناهم، وقد قال قبل: ( وَتِلْكَ الْقُرَى ) ، لأن الهلاك إنما حلّ بأهل القرى، فعاد إلى المعنى، وأجرى الكلام عليه دون اللفظ.وقال بعض نحويي البصرة: قال: ( وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا ) يعني أهلها، كما قال:  وَاسْأَلِ الْقَرْيَةَ  ولم يجئ بلفظ القرى، ولكن أجرى اللفظ على القوم، وأجرى اللفظ في القرية عليها إلى قوله  الَّتِي كُنَّا فِيهَا  ، وقال: (أهْلَكْناهُمْ) ولم يقل: أهلكناها حمله على القوم، كما قال: جاءت تميم، وجعل الفعل لبني تميم، ولم يجعله لتميم، ولو فعل ذلك لقال : جاء تميم، وهذا لا يحسن في نحو هذا، لأنه قد أراد غير تميم في نحو هذا الموضع، فجعله اسما، ولم يحتمل إذا اعتل أن يحذف ما قبله كله معنى التاء من جاءت مع بني تميم، وترك الفعل على ما كان ليعلم أنه قد حذف شيئا قبل تميم ، وقال بعضهم: إنما جاز أن يقال: تلك القرى أهلكناهم، لأن القرية قامت مقام الأهل، فجاز أن ترد على الأهل مرة وعليها مرة، ولا يجوز ذلك في تميم، لأن القبيلة تعرف به وليس تميم هو القبيلة، وإنما عرفت القبيلة به، ولو كانت القبيلة قد سميت بالرجل لجرت عليه، كما تقول: وقعت في هود، تريد في سورة هود، وليس هود اسما للسورة، وإنما عرفت السورة به، فلو سميت السورة بهود لم يجر، فقلت: وقعت في هود يا هذا، فلم يجر، وكذلك لو سمى بني تميم تميما لقيل: هذه تميم قد أقبلت، فتأويل الكلام: وتلك القرى أهلكناهم لما ظلموا، وجعلنا لإهلاكهم موعدا.",
  "ayah": 59,
  "surah": 18
}
