{
  "text": "القول في تأويل قوله تعالى :  وَإِذْ قَالَ مُوسَى لِفَتَاهُ لا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا (60)يقول عز ذكره لنبيه صلى الله عليه وسلم: واذكر يا محمد إذ قال موسى بن عمران لفتاه يوشع: ( لا أَبْرَحُ ) يقول: لا أزال أسير ( حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ ) .كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لا أَبْرَحُ ) قال: لا أنتهي ، وقيل: عنى بقوله: ( مَجْمَعَ الْبَحْرَيْنِ ) اجتماع بحر فارس والروم، والمجمع: مصدر من قولهم: جمع يجمع.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ ) والبحران: بحر فارس وبحر الروم، وبحر الروم مما يلي المغرب، وبحر فارس مما يلي المشرق.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قوله: ( مَجْمَعَ الْبَحْرَيْنِ ) قال: بحر فارس، وبحر الروم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( مَجْمَعَ الْبَحْرَيْنِ ) قال: بحر الروم، وبحر فارس، أحدهما قِبَل المشرق، والآخر قِبَل المغرب.حدثني محمد بن سعد، قال : ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: ( مَجْمَعَ الْبَحْرَيْنِ ). (4)حدثنا ابن حميد، قال: ثنا يحيى بن الضريس، قال: ثنا أبو معشر، عن محمد بن كعب، في قوله: ( لا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ ) قال: طنجة.وقوله: ( أَوْ أَمْضِيَ حُقُبًا ) يقول: أو أسير زمانا ودهرا، وهو واحد، ويجمع كثيره وقليله: أحقاب وقد تقول العرب: كنت عنده حقبة من الدهر: ويجمعونها حُقبا. وكان بعض أهل العربية يوجه تأويل قوله ( لا أَبْرَحُ ) : أي لا أزول، ويستشهد لقوله ذلك ببيت الفرزدق:فَمـا بَرِحُـوا حـتى تَهـادَتْ نِساؤُهُمْببطْحَــاءِ ذِي قـارٍ عِيـابَ اللَّطـائِمِ (5)يقول: ما زالوا.وذكر بعض أهل العلم بكلام العرب، أن الحقب في لغة قيس: سنة ، فأما أهل التأويل فإنهم يقولون في ذلك ما أنا ذاكره، وهو أنهم اختلفوا فيه، فقال بعضهم: هو ثمانون سنة.* ذكر من قال ذلك: حُدثت عن هشيم، قال: ثنا أبو بلج، عن عمرو بن ميمون، عن عبد الله بن عمرو، قال: الحقب: ثمانون سنة.وقال آخرون: هو سبعون سنة.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( أَوْ أَمْضِيَ حُقُبًا ) قال: سبعين خريفا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، مثله.وقال آخرون في ذلك، بنحو الذي قلنا.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( أَوْ أَمْضِيَ حُقُبًا ) قال: دهرا.حدثنا أحمد بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (حُقُبا) قال: الحقب: زمان.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( أَوْ أَمْضِيَ حُقُبًا ) قال: الحقب: الزمان.",
  "ayah": 60,
  "surah": 18
}
