{
  "text": "القول في تأويل قوله تعالى :  فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا (74)يقول تعالى ذكره: ( فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلامًا فَقَتَلَهُ ) العالم، ف (قال) له موسى: ( أَقَتَلْتَ نَفْسًا زَكِيَّةً ).واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الحجاز والبصرة: ( أقَتَلْتَ نَفْسا زَاكِيَةً ) وقالوا معنى ذلك: المطهرة التي لا ذنب لها، ولم تذنب قطّ لصغرها ، وقرأ ذلك عامة قرّاء أهل الكوفة: (نَفْسا زَكِيَّةً ) بمعنى: التائبة المغفور لها ذنوبها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس: ( أَقَتَلْتَ نَفْسًا زَكِيَّةً ) والزكية : التائبة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً ) قال: الزكية: التائبة.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر \" أقتلت نفسا زاكية \" قال: قال الحسن: تائبة، هكذا في حديث الحسن وشهر زاكية.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( نَفْسًا زَكِيَّةً ) قال: تائبة.* ذكر من قال: معناها المسلمة التي لا ذنب لها : حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: أخبرني يعلى بن مسلم، أنه سمع سعيد بن جبير يقول: وجد خضر غلمانا يلعبون، فأخذ غلاما ظريفا فأضجعه ثم ذبحه بالسكين ، قال: وأخبرني وهب بن سليمان عن شعيب الجبئي قال: اسم الغلام الذي قتله الخضر: جيسور (قال أقتلت نفسا زاكية ) قال: مسلمة. قال: وقرأها ابن عباس: (زكية) كقولك: زكيا.وكان بعض أهل العلم بكلام العرب من أهل الكوفة يقول: معنى الزكية والزاكية واحد، كالقاسية والقسية، ويقول: هي التي لم تجن شيئا، وذلك هو الصواب عندي لأني لم أجد فرقا بينهما في شيء من كلام العرب.فإذا كان ذلك كذلك، فبأيّ القراءتين قرأ ذلك القارئ فمصيب، لأنهما قراءتان مستفيضتان في قراءة الأمصار بمعنى واحد.وقوله: ( بِغَيْرِ نَفْسٍ ) يقول: بغير قصاص بنفس قتلت، فلزمها القتل قودا بها ، وقوله: ( لَقَدْ جِئْتَ شَيْئًا نُكْرًا ) يقول: لقد جئت بشيء منكر، وفعلت فعلا غير معروف.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لَقَدْ جِئْتَ شَيْئًا نُكْرًا ) والنُّكْرُ أشدّ من الإمر.",
  "ayah": 74,
  "surah": 18
}
