{
  "text": "القول في تأويل قوله تعالى :  فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لاتَّخَذْتَ عَلَيْهِ أَجْرًا (77)يقول تعالى ذكره: فانطلق موسى والعالم ( حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا ) من الطعام فلم يطعموهما واستضافاهم ( فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ )يقول: وجدا في القرية حائطا يريد أن يسقط ويقع ، يقال منه: انقضت الدار: إذا انهدمت وسقطت ، ومنه انقضاض الكوكب، وذلك سقوطه وزواله عن مكانه ، ومنه قول ذي الرُّمة:فانْقَضَّ كالكَوْكَبِ الدُّرّي مُنْصَلِتا (1)وقد رُوي عن يحيى بن يعمر أنه قرأ ذلك: ( يُريدُ أنْ يَنْقاضَّ ).وقد اختلف أهل العلم بكلام العرب إذا قرئ ذلك كذلك في معناه، فقال بعض أهل البصرة منهم: مجاز ينقاضّ: أي ينقلع من أصله ، ويتصدّع، بمنـزلة قولهم: قد انقاضت السنّ: أي تصدّعت، وتصدّعت من أصلها، يقال: فراق كقيض السنّ: أي لا يجتمع أهله.وقال بعض أهل الكوفة (2) منهم: الانقياض: الشقّ في طول الحائط في طيّ البئر وفي سنّ الرجل، يقال: قد انقاضت سنه: إذا انشقَّت طولا. وقيل: إن القرية التي استطعم أهلها موسى وصاحبه، فأبوا أن يضيفوهما: الأيلة.* ذكر من قال ذلك:حدثني الحسين بن محمد الذراع، قال: ثنا عمران بن المعتمر صاحب الكرابيسي، قال: ثنا حماد أبو صالح، عن محمد بن سيرين، قال: انتابوا الأيلة، فإنه قلّ من يأتيها فيرجع منها خائبا، وهي الأرض التي أبوا أن يضيفوهما ، وهي أبعد أرض الله من السماء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ ) وتلا إلى قوله ( لاتَّخَذْتَ عَلَيْهِ أَجْرًا ) شرّ القرى التي لا تُضِيف الضيف، ولا تعرف لابن السبيل حقه.واختلف أهل العلم بكلام العرب في معنى قول الله عز وجل ( يُرِيدُ أَنْ يَنْقَضَّ ) فقال بعض أهل البصرة: ليس للحائط إرادة ولا للمَوَات، ولكنه إذا كان في هذه الحال من رثة فهو إرادته وهذا كقول العرب في غيره:يُريــدُ الـرُّمحُ صَـدْرَ أبـي بَـرَاءٍوَيَــرْغَبُ عَـنْ دِمـاءِ بَنِـي عُقَيْـلِ (3)وقال آخر منهم: إنما كلم القوم بما يعقلون ، قال: وذلك لما دنا من الانقضاض، جاز أن يقول: يريد أن ينقض، قال: ومثله  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ  وقولهم: إني لأكاد أطير من الفرح، وأنت لم تقرب من ذلك، ولم تهمْ به، ولكن لعظيم الأمر عندك ، وقال بعض الكوفيين منهم: من كلام العرب أن يقولوا: الجدار يريد أن يسقط ، قال: ومثله من قول العرب قول الشاعر:إنَّ دهْــرًا يَلُــفُّ شَــمْلِي بِجُـمْلٍلَزَمــــانٌ يَهُـــمُّ بالإحْســـانِ (4)وقول الآخر:يَشْـكُو إلـيَّ جَـمَلِي طُـولَ السُّـرَىصَــبْرًا جَــمِيلا فَكِلانــا مُبْتَـلى (5)قال: والجمل لم يشك، إنما تكلم به على أنه لو تكلم لقال ذلك ، قال: وكذلك قول عنترة:وازْوَرَّ مِــنْ وَقْــعِ القَنــا بِلَبانِـهِوشَــكا إلــيَّ بعَــبْرَةٍ وَتحَمْحُــمِ (6)قال: ومنه قول الله عز وجل:  وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ  والغضب لا يسكت، وإنما يسكت صاحبه. وإنما معناه: سكن.وقوله:  فَإِذَا عَزَمَ الأَمْرُ  إنما يعزم أهله ، وقال آخر منهم: هذا من أفصح كلام العرب، وقال: إنما إرادة الجدار: ميله، كما قال النبيّ صلى الله عليه وسلم \" لا تَرَاءى نارَاهُما \" وإنما هو أن تكون ناران كلّ واحدة من صاحبتها بموضع لو قام فيه إنسان رأى الأخرى في القُرب ، قال: وهو كقول الله عز وجل في الأصنام:  وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ  قال: والعرب تقول: داري تنظر إلى دار فلان، تعني: قرب ما بينهما ، واستشهد بقول ذي الرُّمَّة في وصفه حوضا أو منـزلا دارسا:قَدْ كادَ أوْ قَدْ هَمَّ بالبُيُودِ (7)قال: فجعله يهمّ، وإنما معناه: أنه قد تغير للبلى ، والذي نقول به في ذلك أن الله عزّ ذكره بلطفه، جعل الكلام بين خلقه رحمة منه بهم، ليبين بعضهم لبعض عما في ضمائرهم، مما لا تحسُّه أبصارهم، وقد عقلت العرب معنى القائل:فــي مَهْمَــةٍ قَلِقَـتْ بِـهِ هاماتُهَـاقَلَــقَ الفُئُــوسِ إذَا أرَدْنَ نُصُــولا (8)وفهمت أن الفئوس لا توصف بما يوصف به بنو آدم من ضمائر الصدور مع وصفها إياهما بأنها تريد ، وعلمت ما يريد القائل بقوله:كمِثْـلِ هَيْـلِ النَّقـا طـافَ المُشاةُ بِهِيَنْهـالُ حِينـا ويَنْهَـاهُ الـثَّرَى حِينـا (9)وإنما لم يرد أن الثرى نطق، ولكنه أراد به أنه تلبَّد بالندى، فمنعه من الإنهيال، فكان منعه إياه من ذلك كالنهي من ذوي المنطق فلا ينهال. وكذلك قوله: ( جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ ) قد علمت أن معناه: قد قارب من أن يقع أو يسقط، وإنما خاطب جل ثناؤه بالقرآن من أنـزل الوحي بلسانه، وقد عقلوا ما عنى به وإن استعجم عن فهمه ذوو البلادة والعمى، وضل فيه ذوو الجهالة والغبا.وقوله: (فَأَقَامَهُ) ذكر عن ابن عباس أنه قال: هدمه ثم قعد يبنيه.حدثنا بذلك ابن حميد، قال: ثنا سلمة، قال: ثنا ابن إسحاق، عن الحسن بن عُمارة، عن الحكم بن عتيبة، عن سعيد بن جبير، عن ابن عباس.وقال آخرون في ذلك ما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن عمرو بن دينار، عن سعيد بن جبير ( فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ ) قال: رفع الجدار بيده فاستقام.والصواب من القول في ذلك أن يُقال: إن الله عزّ ذكره أخبر أن صاحب موسى وموسى وجدا جدارًا يريد أن ينقضّ فأقامه صاحب موسى، بمعنى: عَدَل ميله حتى عاد مستويا.وجائز أن يكون كان ذلك بإصلاح بعد هدم ، وجائز أن يكون كان برفع منه له بيده، فاستوى بقدرة الله، وزال عنه مَيْلُه بلطفه، ولا دلالة من كتاب الله ولا خبر للعذر قاطع بأي ذلك كان من أيّ.وقوله: ( قَالَ لَوْ شِئْتَ لاتَّخَذْتَ عَلَيْهِ أَجْرًا ) يقول: قال موسى لصاحبه: لو شئت لم تقم لهؤلاء القوم جدارهم حتى يعطوك على إقامتك أجرا، فقال بعضهم: إنما عَنَى موسى بالأجر الذي قال له ( لَوْ شِئْتَ لاتَّخَذْتَ عَلَيْهِ أَجْرًا ) القِرى: أي حتى يَقْرُونا، فإنهم قد أبوا أن يضيِّفونا.وقال آخرون: بل عنى بذلك العِوَض والجزاء على إقامته الحائط المائل.واختلف القرّاء في قراءة ذلك، فقرأته عامَّة قرّاء أهل المدينة والكوفة ( لَوْ شِئْتَ لاتَّخَذْتَ عَلَيْهِ أَجْرًا ) على التوجيه منهم له إلى أنه لافتعلت من الأخذ ، وقرأ ذلك بعض أهل البصرة ( لَوْ شَئِتَ لَتَخِذْتَ ) بتخفيف التاء وكسر الخاء، وأصله: لافتعلت، غير أنهم جعلوا التاء كأنهم من أصل الكلمة، ولأن الكلام عندهم في فعل ويفعل من ذلك: تخِذ فلان كذا يَتْخَذُه تَخْذا، وهي لغة فيما ذكر لهُذَيل ، وقال بعض الشعراء:وَقَـدْ تَخِـذَتْ رِجْلِي لَدَى جَنْبِ غَرْزِهانَسـيِفا كـأفحُوصِ القَطـاةِ المُطَـرِّقِ (10)والصواب من القول في ذلك عندي: أنهما لغتان معروفتان من لغات العرب بمعنى واحد، فبأيتهما قرأ القارئ فمصيب، غير أني أختار قراءته بتشديد التاء على لافتعلت، لأنها أفصح اللغتين وأشهرهما، وأكثرهما على ألسن العرب.",
  "ayah": 77,
  "surah": 18
}
