{
  "text": "القول في تأويل قوله تعالى :  أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا (79)يقول: أما فعلي ما فعلت بالسفينة، فلأنها كانت لقوم مساكين ( يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا ) بالخرق الذي خرقتها.كما حدثني ابن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: ( فَأَرَدْتُ أَنْ أَعِيبَهَا ) قال: أخرقها.حدثنا الحارث، قال: ثنا الحسن ، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، مثله.وقوله: ( وَكَانَ وَرَاءَهُمْ مَلِكٌ ) وكان أمامهم وقُدّامهم ملك.كما حدثنا الحسن بن يحيى، قال : أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة: ( وَكَانَ وَرَاءَهُمْ مَلِكٌ ) قال قتادة: أمامهم، ألا ترى أنه يقول:  مِنْ وَرَائِهِمْ جَهَنَّمُ  وهي بين أيديهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: كان في القراءة: وكان أمامهم ملك يأخذ كل سفينة صحيحة غصبا. وقد ذُكر عن ابن عُيينة، عن عمرو، عن سعيد بن جبير، عن ابن عباس أنه قرأ ذلك: وكان أمامهم ملك.قال أبو جعفر: وقد جعل بعض أهل المعرفة بكلام العرب \" وراء \" من حروف الأضداد، وزعم أنه يكون لما هو أمامه ولما خلفه، واستشهد لصحة ذلك بقول الشاعر:أيَرْجُـو بَنُـو مَـرْوَانَ سَمْعي وطاعَتِيوَقَــوْمي تَمِيــمٌ والفَــلاةُ وَرَائِيَـا (11)بمعنى أمامي. وقد أغفل وجه الصواب في ذلك. وإنما قيل لما بين يديه: هو ورائي، لأنك من ورائه، فأنت ملاقيه كما هو ملاقيك، فصار: إذ كان ملاقيك، كأنه من ورائك وأنت أمامه. وكان بعض أهل العربية من أهل الكوفة لا يجيز أن يقال لرجل بين يديك: هو ورائي، ولا إذا كان وراءك أن يقال: هو أمامي، ويقول: إنما يجوز ذلك في المواقيت من الأيام والأزمنة كقول القائل : وراءك برد شديد، وبين يديك حرّ شديد، لأنك أنت وراءه، فجاز لأنه شيء يأتي، فكأنه إذا لحقك صار من ورائك، وكأنك إذا بلغته صار بين يديك. قال: فلذلك جاز الوجهان.وقوله: ( يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا ) فيقول القائل: فما أغنى خَرْق هذا العالم السفينة التى ركبها عن أهلها، إذ كان من أجل خرقها يأخذ السفن كلها، مَعِيبها وغير معيبها، وما كان وجه اعتلاله في خرقها بأنه خرقها، لأن وراءهم ملك يأخذ كل سفينة غصبا؟ قيل: إن معنى ذلك، أنه يأخذ كل سفينة صحيحة غصبا، ويدع منها كلّ معيبة، لا أنه كان يأخذ صحاحها وغير صحاحها. فإن قال: وما الدليل على أن ذلك كذلك؟ قيل: قوله : ( فَأَرَدْتُ أَنْ أَعِيبَهَا ) فأبان بذلك أنه إنما عابها، لأن المعيبة منها لا يعرض لها، فاكتفى بذلك من أن يقال: وكان وراءهم ملك يأخذ كل سفينة صحيحة غصبا ، على أن ذلك في بعض القراءات كذلك.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قال: هي في حرف ابن مسعود: ( وكان وراءهم ملك يأخذ كل سفينة صالحة غصبا).حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني الحسن بن دينار، عن الحكم بن عيينة، عن سعيد بن جبير، عن ابن عباس، قال: في قراءة أُبيّ: ( وكان وراءهم ملك يأخذ كل سفينة صالحة غَصْبًا ) وإنما عبتها لأرده عنها.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا ) فإذا خلفوه أصلحوها بزفت فاستمتعوا بها. قال ابن جريج: أخبرني وهب بن سليمان، عن شعيب الجَبَئِيّ، أن اسم الرجل الذي كان يأخذ كل سفينة غصبا: هُدَدُ بنُ بُدد.",
  "ayah": 79,
  "surah": 18
}
