{
  "text": "القول في تأويل قوله : ( فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا ) : اختلفت القراء في قراءة ذلك، فقرأه جماعة من قرّاء المكيين والمدنين والبصريين: ( فأَرَدْنا أنْ يُبَدّلَهُما رَبُّهُما) . وكان بعضهم يعتلّ لصحة ذلك بأنه وجد ذلك مشدّدا في عامَّة القرآن، كقول الله عزّ وجلّ:  فَبَدَّلَ الَّذِينَ ظَلَمُوا  وقوله  وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ  فألحق قوله: ( فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا ) وقرأ ذلك عامّةُ قُراء الكوفة: ( فَأَرَدْنَا أَنْ يُبْدِلَهُمَا ) بتخفيف الدال. وكان بعض من قرأ ذلك كذلك من أهل العربية يقول: أبدل يبدل بالتخفيف وبدَّلَ يُبدِّل بالتشديد: بمعنى واحد.والصواب من القول في ذلك عندي: أنهما قراءتان متقاربتا المعنى، قد قرأ بكلّ واحدة منهما جماعة من القرّاء، فبآيتهما قرأ القارئ فمصيب. وقيل: إن الله عزّ وجلّ أبدل أبوي الغلام الذي قتله صاحب موسى منه بجارية.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا هاشم بن القاسم، قال: ثنا المبارك بن سعيد، قال: ثنا عمرو بن قيس في قوله: ( فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا ) قال: بلغني أنها جارية.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: قال ابن جريج، أخبرني سليمان بن أميَّة أنه سمع يعقوب بن عاصم يقول: أُبدِلا مكان الغلام جارية.قال: ابن جريج : وأخبرني عبد الله بن عثمان بن خُشَيم، أنه سمع سعيد بن جبير يقول: أبدلا مكان الغلام جارية.وقال آخرون: أبدلهما ربهما بغلام مسلم.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج عن أبي  جريج ( فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا ) قال: كانت أمه حُبلى يومئذ بغلام مسلم.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو سفيان، عن معمر، عن قتادة، أنه ذكر الغلام الذي قتله الخضر، فقال: قد فرح به أبواه حين ولد وحزنا عليه حين قتل، ولو بقي كان فيه هلاكهما ، فليرض امرؤ بقضاء الله، فإن قضاء الله للمؤمن فيما يكره خير له من قضائه فيما يحب.وقوله: ( خَيْرًا مِنْهُ زَكَاةً ) يقول: خيرا من الغلام الذي قتله صلاحا ودينا.كما حدثنا القاسم، ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله: ( فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً ) قال: الإسلام.وقوله: ( وَأَقْرَبَ رُحْمًا ) اختلف أهل التأويل في تأويله، فقال بعضهم: معنى ذلك: وأقرب رحمة بوالديه وأبرّ بهما من المقتول.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر عن قتادة ( وَأَقْرَبَ رُحْمًا ) : أبرّ بوالديه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سيعد، عن قتادة ( وَأَقْرَبَ رُحْمًا ) ، أي أقرب خيرا.وقال آخرون: بل معنى ذلك: وأقرب أن يرحمه أبواه منهما للمقتول.* ذكر من قال ذلك:حدثنا القاسم ، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( وَأَقْرَبَ رُحْمًا ) أرحم به منهما بالذي قتل الخضر.وكان بعض أهل العربية يتأوّل ذلك: وأقرب أن يرحماه ، والرُّحْم: مصدر رحمت، يقال: رَحِمته رَحْمة ورُحما. وكان بعض البصريين يقول: من الرَّحم والقرابة. وقد يقال: رُحْم ورُحُم مثل عُسْر وعُسُر، وهُلك وهُلُك، واستشهد لقوله ذلك ببيت العجاج:وَلْم تُعَوَّجْ رُحْمُ مَنْ تَعَوَّجا (12)ولا وجه للرَّحمِ في هذا الموضع، لأن المقتول كان الذي أبدل الله منه والديه ولدا لأبوي المقتول، فقرابتهما من والديه، وقربهما منه في الرَّحيم سواء. وإنما معنى ذلك: وأقرب من المقتول أن يرحم والديه فيبرهما كما قال قتادة: وقد يتوجه الكلام إلى أن يكون معناه. وأقرب أن يرحماه، غير أنه لا قائل من أهل تأويل تأوّله كذلك ، فإذ لم يكن فيه قائل، فالصواب فيه ما قلنا لما بيَّنا.",
  "ayah": 81,
  "surah": 18
}
