{
  "text": "القول في تأويل قوله تعالى :  أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا (9)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: أم حسبت يا محمد أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا، فإن ما خلقت من السماوات  والأرض، وما فيهنّ من العجائب أعجب من أمر أصحاب الكهف، وحجتي بكل ذلك ثابتة على هؤلاء المشركين من قومك، وغيرهم من سائر عبادي.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح ، عن مجاهد ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ) قال محمد بن عمرو في حديثه، قال: ليسوا عجبا بأعجب آياتنا ، وقال الحارث في حديثه بقولهم: أعجب آياتنا: ليسوا أعجب آياتنا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قوله: ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ) كانوا يقولون هم عجب.حدثنا بشر، قال: ثنا سعيد، عن قتادة، قوله: ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ) يقول: قد كان من آياتنا ما هو أعجب من ذلك.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ) أي وما قدروا من قَدْر فيما صنعت من أمر الخلائق، وما وضعت على العباد من حججي ما هو أعظم من ذلك.وقال آخرون: بل معنى ذلك: أم حسبت يا محمد أن أصحاب الكهف والرقيم كانوا من آياتنا عَجَبا، فإن الذي آتيتك من العلم والحكمة أفضل منه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ) يقول: الذي آتيتك من العلم والسنة والكتاب أفضل من شأن أصحاب الكهف والرقيم.وإنما قلنا: إن القول الأول أولى بتأويل الآية، لأنّ الله عزّ وجلّ أنـزل قصة أصحاب الكهف على نبيه احتجاجا بها على المشركين من قومه على ما ذكرنا في الرواية عن ابن عباس، إذ سألوه عنها اختبارا منهم له بالجواب عنها صدقه، فكان تقريعهم بتكذييهم بما هو أوكد عليهم في الحجة مما سألوا عنهم، وزعموا أنهم يؤمنون عند الإجابة عنه أشبه من الخبر عما أنعم الله على رسوله من النعم.وأما الكهف، فإنه كهف الجبل الذي أوى إليه القوم الذين قصّ الله شأنهم في هذه السورة.وأما الرقيم، فإن أهل التأويل اختلفوا في المعنيّ به، فقال بعضهم : هو اسم قرية، أو واد على اختلاف بينهم في ذلك.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا يحيى بن عبد الأعلى وعبد الرحمن، قالا ثنا سفيان، عن الشيباني، عن عكرمة، عن ابن عباس، قال: يزعم كعب أن الرقيم: القرية.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ ) قال: الرقيم: واد بين عُسْفان وأيَلة دون فلسطين، وهو قريب من أيَلة.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: سمعت أبي، عن عطية، قال: الرقيم: واد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ ) كنَّا نحدّث أن الرقيم: الوادي الذي فيه أصحاب الكهف.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن سماك بن حرب، عن عكرمة، عن ابن عباس، في قوله (الرَّقِيمِ) قال: يزعم كعب: أنها القرية.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن ابن أبي نجيح عن مجاهد ، في قوله: (الرَّقِيمِ) قال: يقول بعضهم: الرقيم: كتاب تبانهم ، ويقول بعضهم: هو الوادي الذي فيه كهفهم.حدثنا عن الحسين بن الفرج، قال: سمعت أبا معاذ، قال: ثنا عبيد بن سليمان ، قال: سمعت الضحاك يقول: أما الكهف: فهو غار الوادي، والرقيم : اسم الوادي.وقال آخرون: الرقيم: الكتاب.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ ) يقول: الكتاب.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: ثنا أبي، عن ابن قيس، عن سعيد بن جبير، قال: الرقيم: لوح من حجارة كتبوا فيه قصص أصحاب الكهف، ثم وضعوه على باب الكهف.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: الرقيم: كتاب، ولذلك الكتاب خبر فلم يخبر الله عن ذلك الكتاب وعنا فيه، وقرأ:  وَمَا أَدْرَاكَ مَا عِلِّيُّونَ * كِتَابٌ مَرْقُومٌ * يَشْهَدُهُ الْمُقَرَّبُونَ  ،  وَمَا أَدْرَاكَ مَا سِجِّينٌ * كِتَابٌ مَرْقُومٌ  .وقال آخرون: بل هو اسم جبل أصحاب الكهف.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج ، عن ابن جريج، قال: قال ابن عباس: الرقيم: الجبل الذي فيه الكهف.قال أبو جعفر: وقد قيل إن اسم ذلك الجبل: بناجلوس.حدثنا بذلك ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن عبد الله بن أبي نجيح، عن مجاهد، عن ابن عباس: وقد قيل: إن اسمه بنجلوس.حدثنا القاسم، قال: ثنا الحسين، قال : ثني حجاج، عن ابن جريج، قال: أخبرني وهب بن سليمان عن شعيب الجَبئي (4) أن اسم جبل الكهف: بناجلوس. واسم الكهف: حيزم. والكلب : حُمران.وقد روي عن ابن عباس في الرقيم ما حدثنا به الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا إسرائيل عن سماك، عن عكرمة، عن ابن عباس قال: كل القرآن أعلمه، إلا حنانا، والأوّاه، والرقيم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: أخبرني عمرو بن دينار، أنه سمع عكرمة يقول: قال ابن عباس: ما أدري ما الرقيم، أكتاب، أم بنيان؟ .وأولى هذه الأقوال بالصواب في الرقيم أن يكون معنيا به: لوح، أو حجر، أو شيء كُتب فيه كتاب، وقد قال أهل الأخبار: إن ذلك لوح كتب فيه أسماء أصحاب الكهف وخبرهم حين أوَوْا إلى الكهف.ثم قال بعضهم: رُفع ذلك اللوح في خزانة الملك، وقال بعضهم: بل جُعل على باب كهفهم، وقال بعضهم: بل كان ذلك محفوظا عند بعض أهل بلدهم ، وإنما الرقيم: فعيل، أصله: مرقوم، ثم صُرف إلى فعيل، كما قيل للمجروح: جريح، وللمقتول: قتيل، يقال منه: رقمت كذا وكذا: إذا كتبته، ومنه قيل للرقم في الثوب رقم، لأنه الخطّ الذي يعرف به ثمنه ، ومن ذلك قيل للحيَّة: أرقم، لما فيه من الآثار ، والعرب تقول: عليك بالرقمة، ودع الضفة: بمعنى عليك برقمة الوادي حيث الماء، ودع الضفة الجانبة. والضفتان: جانبا الوادي، وأحسب أن الذي قال الرقيم: الوادي، ذهب به إلى هذا، أعني به إلى رقمة الوادي.",
  "ayah": 9,
  "surah": 18
}
