{
  "text": "القول في تأويل قوله تعالى :  قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا (95)يقول تعالى ذكره: قال ذو القرنين: الذي مكنني في عمل ما سألتموني من السدّ بينكم وبين هؤلاء القوم ربي، ووطأه لي، وقوّانى عليه، خير من جُعلكم، والأجرة التي تعرضونها عليّ لبناء ذلك، وأكثر وأطيب، ولكن أعينوني منكم بقوة، أعينوني بفَعَلة وصناع يُحسنون البناء والعمل.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ ) قال: برجال ( أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ) وقال ما مكني، فأدغم إحدى النونين في الأخرى، وإنما هو ما مكنني فيه. وقوله: ( أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ) يقول: أجعل بينكم وبين يأجوج ومأجوج ردما. والردم: حاجز الحائط والسدّ، إلا أنه أمنع منه وأشدّ، يقال منه: قد ردم فلان موضع كذا يَردِمه رَدْما ورُدَاما (5) ويقال أيضا: رَدَّم ثوبه يردمه، وهو ثوب مُرَدّم: إذا كان كثير الرقاع ، ومنه قول عنترة:هَـلْ غَـادَرَ الشُّـعَرَاءُ مِـنْ مُـتَرَدَّمِأَمْ هَـلْ عَـرَفْتَ الـدَّارَ بَعْـدَ تَـوَهْمِ (6)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس، قوله ( أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ) قال: هو كأشد الحجاب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: \" ذكر لنا أن رجلا قال: يا نبي الله قد رأيت سدّ يأجوج ومأجوج، قال انْعَتْهُ لي قال: كأنه البرد المحبَّر، طريقة سوداء، وطريقة حمراء، قالَ قَدْ رأيتَهُ\".------------------------الهوامش:(5) الردام : مصدر ردم يردم ( بالضم في المضارع ) رداما : ضراط . ( عن اللسان ) .(6) البيت لعنترة بن عمرو بن شداد العبسي ، من معلقته المشهورة ( انظره في شرح الزوزني للمعلقات السبع ، وشرح التبريزي للقصائد العشر ، ومختار الشعر الجاهلي بشرح مصطفى السقا ، طبعة الحلبي ص 369 ) قال شارحه : متردم : موضع يسترقع ويستفلح لوهنه ووهيه ، من قولهم : ردمت الشيء إذا أصلحته ، وقويت ما وهي منه . ويروى : مترنم ، من الترنم ، وهو ترجيع الصوت مع تحزين . يقول : هل ترك الشعراء موضعا مسترقعا إلا وقد أصلحوه ، أو هل تركت الشعراء شيئًا إلا رجعوا نغماته بإنشاء الشعر في وصفه ؟ والمعنى : لم يترك الأول للآخر شيئا . ثم أضرب عن ذلك ، وسأل نفسه : هل عرفت دار عشيقتك ، بعد شكك فيها ؟ وفي ( اللسان : ردم ) : والمتردم الموضع الذي يرقع . ويقال : تردم الرجل ثوبه : أي رقعه يتعدى ، ولا يتعدى . ابن سيده : ثوب مردم ، ومرتدم ، ومتردم ، وملوم : خلق مرقع ؛ قال عنترة : * هـل غـادر الشعراء من متردم *. . . البيت \" . معناه أي مستصلح . قال ابن سيده : أي من كلام يلصق بعضه ويلبق : أي قد سبقونا إلى القلم فلم يدعوا مقالا لقائل .",
  "ayah": 95,
  "surah": 18
}
