{
  "text": "القول في تأويل قوله : (فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ ) يقول عزّ ذكره:فما اسطاع يأجوج ومأجوج أن يعلوا الردم الذي جعله ذو القرنين حاجزا بينهم، وبين من دونهم من الناس، فيصيروا فوقه وينـزلوا منه إلى الناس.يقال منه: ظهر فلان فوق البيت: إذا علاه ، ومنه قول الناس: ظهر فلان على فلان: إذا قهره وعلاه وَمَا اسْتَطَاعُوا لَهُ نَقْبًا ) يقول: ولم يستطيعوا أن ينقبوه من أسفله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ ) من قوله ( وَمَا اسْتَطَاعُوا لَهُ نَقْبًا) أي من أسفله.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ ) قال : ما استطاعوا أن ينـزعوه.حدثنا القاسم، قال: ثنا الحسين ، قال: ثنا أبو سفيان، عن معمر، عن قتادة ( فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ ) قال: أن يرتقوه ( وَمَا اسْتَطَاعُوا لَهُ نَقْبًا )حدثنا القاسم، قال: ثنا الحسين، قال: ثنى حجاج، عن ابن جريج، ( فما استطاعوا أن يظهروه ) قال: أن يرتقُوه ( وَمَا اسْتَطَاعُوا لَهُ نَقْبًا )حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج ، عن ابن جريج ( فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ ) قال: يعلوه ( وَمَا اسْتَطَاعُوا لَهُ نَقْبًا ) أي ينقبوه من أسفله.واختلف أهل العربية في وجه حذف التاء من قوله: (فَمَا اسْطَاعُوا ) فقال بعض نحويي البصرة: فعل ذلك لأن لغة العرب أن تقول: اسطاع يسطيع، يريدون بها: استطاع يستطيع، ولكن حذفوا التاء إذا جُمعت مع الطاء ومخرجهما واحد. قال: وقال بعضهم: استاع، فحذف الطاء لذلك. وقال بعضهم: أسطاع يسطيع، فجعلها من القطع كأنها أطاع يطيع، فجعل السين عوضًا من إسكان الواو . (9) وقال بعض نحوييّ الكوفة: هذا حرف استعمل فكثر حتى حذف.------------------------الهوامش:(7) البيتان من شواهد أبي عبيدة في ( مجاز القرآن 1 : 414 ) قال : \" بين الصدفين \" : فبعضهم يضمها ، وبعضهم يفتحها ( الصاد المشددة ) يحرك الدال . ومجازهما : ما بين الناحيتين من الجبلين . وقال : \" قد أخذت . . . البيتين \" . ولم ينسبهما وفي ( اللسان : صدف ) : والصدفان ( التحدريك ) والصدفان بضمهما : جبلان متلاقيان بيننا وبين يأجوج ومأجوج . وفي التنزيل العزيز : ( حتى إذا ساوى بين الصدفين ) : قرئ الصدفين ( بالتحريك ) والصدفين وبضمهما ، والصدفين ( بضم الأول وفتح الثاني ) .وفي هامش اللسان \" وبقيت رابعة : الصدّفين كعضوين كما في القاموس \" . ( ثم قال في اللسان وفي الحديث \" أن النبي صلى الله عليه وسلم كان إذا مر بصدف أو هدف مائل أسرع المشي \" . ابن الأثير : هو بفتحتين وضمتين . قال أبو عبيدة : الصدف والهدف : واحد ، وهو كل بناء مرتفع عظيم . قال الأزهري : وهو مثل صدف الجبل ، شبه به ، وهو ما قابلك من جانبه . أه .(8) البيت من شواهد أبي عبيدة في ( مجاز القرآن 1 : 415 ) عند تفسير قوله تعالى : ( أفرغ عليه قطرا ) قال : أي أصب عليه حديدًا ذائبا ، قال : \" حساما . . . البيت \" جمع قطر ، وجعله بعضهم الرصاص النقرة أه . وفي ( اللسان : قطر ) والقطر بالكسر : النحاس الذائب، وقيل ضرب منه أه . وفي ( اللسان : جرز ) : وسيف جراز : قاطع : ويقال : سيف جراز : إذا كان مستأصلا . والجراز من السيوف : الماضي النافذ أه .(9) أي عوضا من ذهاب حركة الواو ، كما في اللسان .",
  "ayah": 97,
  "surah": 18
}
