{
  "text": "القول في تأويل قوله تعالى :  وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا (99)يقول تعالى ذكره: وتركنا عبادنا يوم يأتيهم وعدنا الذي وعدناهم، بأنا ندكّ الجبال ونَنْسِفها عن الأرض نسفا، فنذرها قاعا صفصفا، بعضهم يموج في بعض، يقول: يختلط جنهم بإنسهم.كما ثنا ابن حميد، قال: ثنا يعقوب القمي، عن هارون بن عنترة، عن شيخ من بني فزارة، في قوله (وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ) قال: إذا ماج الجنّ والإنس، قال إبليس: فأنا أعلم لكم علم هذا الأمر، فيظعن إلى المشرق، فيجد الملائكة قد قطعوا الأرض، ثم يظعن إلى المغرب، فيجد الملائكة قد قطعوا الأرض، ثم يصعد يمينا وشمالا إلى أقصى الأرض، فيجد الملائكة قطعوا الأرض، فيقول: ما من مَحِيص، فبينا هو كذلك، إذ عرض له طريق كالشراك، فأخذ عليه هو وذرّيته، فبينما هم عليه، إذ هجموا على النار، فأخرج الله خازنا من خُزّان النار، قال: يا إبليس ألم تكن لك المنـزلة عند ربك، ألم تكن في الجنان؟ فيقول: ليس هذا يوم عتاب، لو أن الله فرض علي فريضة لعبدته فيها عبادة لم يعبده مثلها أحد من خلقه، فيقول: فإن الله قد فرض عليك فريضة، فيقول: ما هي؟ فيقول: يأمرك أن تدخل النار، فيتلكأ عليه، فيقول (1) به وبذرّيته بجناحيه، فيقذفهم في النار، فَتزفر النار زفرة فلا يبقى مَلَك مقرّب، ولا نبيّ مرسل إلا جثى لركبتيه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ) قال: هذا أوّل القيامة، ثم نفخ في الصور على أثر ذلك فجمعناهم جمعا ،(وَنُفِخَ فِي الصُّورِ) قد ذكرنا اختلاف أهل التأويل فيما مضى في الصُّور، وما هو، وما عُنِي به.واخترنا الصواب من القول في ذلك بشواهده المغنية عن إعادته في هذا الموضع، غير أنا نذكر في هذا الموضع بعض ما لم نذكر في ذلك الموضع من الأخبار.* ذكر من قال ذلك:حدثنا محمد بن عبد الأعلى، قال: ثنا المعتمر بن سليمان، عن أبيه، قال: ثنا أسلم، عن بشر بن شغاف، عن عبد الله بن عمرو، عن النبيّ صلى الله عليه وسلم أن أعرابيا سأله عن الصُّور، قال \" قَرنٌ يُنْفَخُ فِيهِ\".حدثنا أبو كريب، قال: ثنا معاوية بن هشام، عن سفيان، عن سليمان التيمي، عن العجلي، عن بشر بن شغاف، عن عبد الله بن عمرو، عن النبيّ صلى الله عليه وسلم، بنحوه.حدثنا محمد بن الحارث القنطري، قال: ثنا يحيى بن أبي بكير، قال: كنت في جنازة عمر بن ذرّ فلقيت مالك بن مغول، فحدثنا عن عطية العوفي، عن أبي سعيد الخُدريّ، قال: قال رسول الله صلى الله عليه وسلم : \" كَيْفَ أَنْعَمُ وَصَاحبُ القَرْنِ قَدْ الْتَقَمَ وَحَنى الجَبَهَةَ ، وأصْغَى بالأذُنِ مَتَى يُؤْمَرُ ، فشقّ ذلك على أصحاب رسول الله صلى الله عليه وسلم، فقال: قُولُوا حَسْبُنا الله وعَلَى اللهِ تَوَكَّلْنا، وَلَوِ اجْتَمَعَ أهْلُ مِنًى ما أقالُوا ذلك القَرْنَ\" كذا قال، وإنما هو ما أقلوا.حدثني أبو السائب، قال: ثنا حفص، عن الحجاج، عن عطية، عن أبي سعيد الخُدريّ، قال: قال رسول الله صلى الله عليه وسلم : \" كَيْفَ أنْعَمُ وَصَاحِبُ القَرْنِ قَدِ الْتَقَمَ القَرْنَ، وَحَنى ظَهْرَهُ وَجَحَظَ بعَيْنَيْهِ ، قالوا: ما نقول يا رسول الله؟ قال : قولوا: حَسْبُنا اللهُ، تَوَكَّلْنا عَلى اللهِ\".حدثنا أبو كريب، قال: ثنا ابن فضيل، عن مطرف، عن عطية، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم : \" كَيْفَ أنْعَمُ وَصَاحِبُ القَرْنِ قَدِ الْتَقَمَ القَرْنَ، وَحَنى جَبْهَتَهُ يَسْتَمِعُ مَتى يُؤْمَرُ فَيَنْفُخُ فِيهِ ، فقال أصحاب رسول الله صلى الله عليه وسلم: فكيف نقول؟ قال : تَقُولُونَ: حَسْبُنَا اللهُ وَنِعْمَ الوَكِيلُ، تَوكَّلْنا على اللهِ\".حدثنا أبو كريب والحسن بن عرفة، قالا ثنا أسباط، عن مطرف، عن عطية، عن ابن عباس، عن النبيّ صلى الله عليه وسلم، مثله.حدثني يعقوب، قال: ثنا شعيب بن حرب، قال: ثنا خالد أبو العلاء، قال: ثنا عطية العوفيّ، عن أبي سعيد الخدريّ، قال: قال رسول الله صلى الله عليه وسلم : كَيْفَ أَنْعَمُ وصَاحِبُ القَرْنِ قَدِ الْتَقَمَ الْقَرْنَ وَحَنى الجَبْهَةَ، وأصْغَى بالأذُنِ مَتَى يُؤْمَرُ أنْ يَنْفُخَ، وَلَوْ أنَّ أهْلَ مِنًى اجْتَمَعُوا على القَرْنِ على أن يُقِلُّوهُ مِنَ الأرْضِ، ما قَدَرُوا عليه \" قال: فأُبِلسَ أصحابُ رسول الله صلى الله عليه وسلم، وشقّ عليهم ، قال: فقال رسول الله صلى الله عليه وسلم : قُولُوا: حَسْبُنا اللهُ ونِعْمَ الوَكِيلُ، عَلى اللهِ تَوَكَّلْنا \".حدثنا أبو كريب، قال : ثنا عبد الرحمن بن محمد المحاربيّ، عن إسماعيل بن رافع المدني، عن يزيد بن فلان، عن رجل من الأنصار، عن محمد بن كعب الْقُرَظيّ، عن رجل من الأنصار، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: لَمَّا فَرَغَ اللهُ مِنْ خَلْقِ السَّمَاوَاتِ والأرْضِ، خَلَقَ الصُّورَ، فأعطاهُ إسْرَافِيلَ، فَهُوَ وَضَعَهُ عَلى فِيهِ شاخِصٌ بَصَرُهُ إلى العَرْشِ يَنْتَظِرُ مَتى يُؤْمَرُ ، قال أبو هريرة: يا رسول الله، ما الصُّور؟ قال : قَرْنٌ ، قال: وكيف هو؟ قال : قَرْنٌ عَظِيمٌ يُنْفَخُ فِيهِ ثَلاثُ نَفَخاتٍ: الأولى: نَفْخَةُ الفَزَعِ، والثَّانِيَةُ: نَفْخَةُ الصَّعْقِ، والثَّالِثَةُ: نَفْخَةُ القِيامِ لِرَبّ العالَمِينَ\".وقوله (فَجَمَعْنَاهُمْ جَمْعًا) يقول: فجمعنا جميع الخلق حينئذ لموقف الحساب جميعا.",
  "ayah": 99,
  "surah": 18
}
