{
  "text": "ان المتقین ............ مقتدر (55) (45:45 ۔ 55) ” نافرمانی سے پرہیز کرنے والے یقینا باغوں اور نہروں میں ہوں گے۔ سچی عزت کی جگہ ، بڑے ذی اقتدار بادشاہ کے قریب۔ “\nمجرمین تو گمراہی اور آگ میں تھے۔ تو متقین چشموں اور نہروں میں ہیں۔ مجرموں کو منہ کے بل گھسیٹ کر جہنم میں پھینکا جائے گا تو ہیں آمیز طریقے پر اور پھر سر زنش کے طور پر کہا جائے گا۔\nذوقو ............ سفر ” چکھو آگ کا مساس “ جبکہ مومنین جنات اور نہروں میں ہیں اور عزت کی جگہوں میں ذی اقتدار بادشاہ کے پاس ہیں۔ پورا تقابل ہے دونوں کے درمیان۔\nالفاظ کا استعمال بھی دلچسپ ہے۔ جنات ونہر میں ایک تو مفہوم نہایت مکمل ہے کہ باغ اور نہریں جن سے نعمتیں اور آسانیاں ظاہر ہوتی ہیں۔ لفظ نہر لفظ سقر کے ساتھ ہم وزن ہونے کے ساتھ نہایت ہی نرم ادائیگی بھی رکھتا ہے یعنی نرم ، سل التلفظ لفظ سے اشارہ اس طرف مطلوب ہے کہ ان کو ہر قسم کی سہولیات میسر ہیں۔ قرآن کریم کا یہ اعجاز ہے کہ معنی کے علاوہ تلفظ سے بھی مفہوم ظاہر ہوتا ہے جس طرح سقر سے سختی ظاہر ہوتی ہے۔\nجسم اور زبان کی نعمتوں کے علاوہ وہاں قلب وروح کی غذا کا انتظام بھی ہوگا اور وہ ہوگا مقتدر اعلیٰ کا قرب۔\nفی ............ مقتدر (45:55) ” سچی عزت کی جگہ بڑے ذی اقتدار بادشاہ کے قریب۔ “ یہ مستقل اطمینان کی جگہ ہے ۔ نہایت ہی قابل عزت قرب ہے۔ وہ قرب کے اندر محبت محسوس کریں گے۔ مطمئن ہوں گے۔ یہ اس لئے کہ دنیا میں یہ لوگ اللہ سے ڈرنے والے تھے ہر وقت اللہ کی مرضی کے منتظر تھے اور اللہ کا نظام یہ ہے کہ وہ کسی دل میں دو ڈر جمع نہیں کرتا کہ کوئی دنیا میں اللہ سے ڈرے اور پھر قیامت میں بھی اللہ سے ڈرے۔ جو یہاں ڈرے گا وہاں مطمئن اور مسرور ہوگا اور اس خوفناک اور ہولناک میدان میں امن و سکون محسوس کرنے کے ساتھ ساتھ اہل ایمان اعزازو تکریم بھی پائیں گے۔\nیہاں یہ نغمہ نہایت دھیما نغمہ ختم ہوتا ہے۔ متقین یہاں پر امن سایہ میں ہیں اور یہ سورت جس کی تمام کڑیاں خوفناک دھماکے کی صورت میں تھیں ، پکڑ دھکڑ تھی ، اس کا یہ آخری منظر مومنین کے پرسکون حالات ومناظر پر ختم ہوتا ہے جس میں ان کا جسم اور قلب وروح سب کے سب پرسکون اور مطمئن نظر آتے ہیں۔ یہ ہے اندازعلیم و حکیم کا۔ جو بات کی جاتی ہے وہ دلوں کی گہرائیوں میں اتر جاتی ہے کیونکہ اللہ لطیف وخبیر ہے اور اسی نے ہر چیز کو ایک اندازے سے بنایا ہے اور وہ ہر چیز کے ساتھ معاملہ کرنا اچھی طرح جانتا ہے۔",
  "ayah": 54,
  "surah": 54
}
