{
  "text": "১২-২১ নং আয়াতের তাফসীর\nকাতাদা (রঃ) বলেন যে,(আরবি) এর ভাবার্থ হলোঃ আমার কাজ তো শুধু হালাল হারাম প্রকাশ করে দেয়া। এটাও অর্থ হয় যে, যে ব্যক্তি হিদায়াতের পথে চলেছে নিশ্চয়ই তার আল্লাহর সঙ্গে মিলন ঘটবে। মহান আল্লাহ বলেনঃ আমি তো পরলোকের ও ইহলোকের মালিক। আমি তোমাদেরকে লেলিহান অগ্নি সম্পর্কে সতর্ক করে দিয়েছি।মুসনাদে আহমদে হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ) কে ভাষণে বলতে শুনেনঃ “(হে জনমণ্ডলী!) আমি তোমাদেরকে লেলিহান অগ্নি সম্পর্কে ভয় প্রদর্শন করছি।” তিনি একথা এতো উচ্চস্বরে বলছিলেন যে, বাজার থেকেও লোক তাঁর কথা শুনতে পাচ্ছিল। তিনি একথা বারবার বলছিলেন এমন কি তাঁর চাদর মুবারক তাঁর কাঁধ থেকে লুটিয়ে পায়ের কাছে গিয়ে পড়ে।হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন যে জাহান্নামী ব্যক্তি সবচেয়ে কম শাস্তি প্রাপ্ত হবে তার পদদ্বয়ের নিচে দু'টুকরো অগ্নি স্ফুলিঙ্গ রাখা হবে, ঐ আগুনের তাপে লোকটির মগজ ফুটতে থাকবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)সহীহ মুসলিমে হযরত নুমান ইবনে বাশীর (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যেই জাহান্নামীকে সবচেয়ে হালকা শাস্তি দেয়া হবে তার পদদ্বয়ে আগুনের এক জোড়া ফিতাযুক্ত সেণ্ডেল পরিয়ে দেয়া হবে, সেই আগুনের তাপে তার মাথার মগজ উনুনের উপরের হাঁড়ির পানির মত টগবগ করে ফুটতে থাকবে। যদিও তাকে সবচেয়ে কম শাস্তি দেয়া হবে তবুও সে মনে করবে যে, তার চেয়ে কঠিন শাস্তি আর কাউকেও দেয়া হচ্ছে না।\" মহা পরাক্রমশালী আল্লাহ বলেন, তাতে প্রবেশ করবে সেই নিতান্ত যে হতভাগা। অর্থাৎ এই জাহান্নামে শুধু ঐ লোকদেরকে পরিবেষ্টিত করে শাস্তি দেয়া হবে যারা অস্বীকার করে ও মুখ ফিরিয়ে নেয়। যারা ইসলামের বিধান অনুযায়ী আমল করে না।মুসনাদে আহমদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ শুধু শকী বা বদকার লোক ছাড়া কেউ জাহান্নামে যাবে না।” জিজ্ঞেস করা হলোঃ “শকী বা বদকার লোক কে?\" উত্তরে তিনি বললেনঃ যে আনুগত্যপরায়ণ নয় এবং আল্লাহর ভয়ে যে পাপ কাজ হতে বিরত থাকে।”মুসনাদে আহমদে হযরত আবু হুরাইরা (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার সকল উম্মত জান্নাতে প্রবেশ করবে, শুধু তারা প্রবেশ করবে না যারা অস্বীকার করে।” জিজ্ঞেস করা হলোঃ “আল্লাহর রাসূল (সঃ)! অস্বীকারকারী কারা? তিনি উত্তরে বললেনঃ “যারা আমার আনুগত্য করেছে তারা জান্নাতে প্রবেশ করবে, আর যারা আমার নাফরমানী করেছে তারাই অস্বীকারকারী।”এরপর আল্লাহ তা'আলা বলেনঃ আর জাহান্নাম হতে বহু দূরে রাখা হবে পরম ' মুত্তাকীকে। যে নিজেকে ও নিজের ধন সম্পদকে পবিত্র করার জন্যে, দ্বীন দুনিয়ার পবিত্রতা লাভের জন্যে নিজের ধন মালকে আল্লাহর পথে দান করে। আর সে কারো সাথে এই জন্যে সদ্ব্যবহার করে না যে, তার উপর তার অনুগ্রহ রয়েছে, বরং ঐ ক্ষেত্রেও সে পরকালে জান্নাত লাভের আশা পোষণ করে এবং সেখানে আল্লাহ তাবারাকা ওয়া তা'আলার সন্তুষ্টি ও সাক্ষাৎ লাভের আশা রাখে। এরপর আল্লাহ তা'আলা বলেনঃ “অচিরেই এই ধরনের গুণাবলীর অধিকারী ব্যক্তি সন্তোষ লাভ করবে।” অধিকাংশ তাফসীরকারের মতে এই আয়াত হযরত আবু বকর (রাঃ)-এর শানে নাযিল হয়। এমনকি কোন কোন তাফসীরকার বলেন যে, এ ব্যাপারে সবারই মতৈক্য রয়েছে। এতে কোন সন্দেহ নেই যে, এসবগুণ বিশিষ্ট ব্যক্তিদের মধ্যে হযরত আবু বকর (রাঃ) অবশ্যই রয়েছেন। কিন্তু এখানে সাধারণভাবে সকল উম্মতের কথা বলা হয়েছে। তবে হযরত আবু বকর (রাঃ) সবারই প্রথমে রয়েছেন। কেননা, তিনি ছিলেন সিদ্দীক, পরহেযগার ও দানশীল। নিজের ধন মাল তিনি মহান প্রতিপালকের আনুগত্যে এবং রাসূলুল্লাহ (সঃ)-এর সাহায্যার্থে মন খুলে দান করতেন। প্রত্যেকের সাথে তিনি সদ্ব্যবহার করতেন। এতে পার্থিব কোন লাভ বা উপকার আশা করতেন না। কোন বিনিময় তিনি চাইতেন না। তার একমাত্র উদ্দেশ্য ছিল আল্লাহর সন্তুষ্টি এবং রাসূলুল্লাহ (সঃ)-এর আনুগত্য। ছোট হোক আর বড় হোক প্রত্যেকেরই উপর হযরত আবু বকর (রাঃ)-এর অনুগ্রহের ছোঁয়া ছিল। শকীফ গোত্রপতি উরওয়া ইবনে মাসউদকে হুদাইবিয়ার সন্ধির সময় হযরত আবু বকর (রাঃ) কিছু কড়া কথা শুনিয়ে ছিলেন। এবং ধমকিয়ে ছিলেন। তখন উরওয়া বলেছিলঃ “আমার উপর আপনার এমন কিছু অনুগ্রহ রয়েছে যার প্রতিদান দেয়া আমার পক্ষে সম্ভব নয়। যদি তা না হতো তবে আপনাকে অবশ্যই আমি জবাব দিতাম।” একজন বিশিষ্ট গোত্রপতির উপরও যখন হযরত আবু বকর (রাঃ)-এর এমন অনুগ্রহ ছিল যে, তার সামনে তার মাথা উঁচু করে কথা বলার ক্ষমতা ছিল, তখন অন্যদের কথা আর কি বলা যাবে? এজন্যেই বলা হয়েছে যে, কারো প্রতি অনুগ্রহের বিনিময়ে পার্থিব কোন উপকার বা প্রতিদান তিনি চাইতেন না। শুধু আল্লাহর দীদার লাভই ছিল তার কাম্য।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি আল্লাহর পথে জোড়া দান করবে তাকে কিয়ামতের দিন জান্নাতের রক্ষক ডাক দিয়ে বলবেনঃ “হে আল্লাহর বান্দা! এ দিকে আসুন। এই দরজা সবচেয়ে উত্তম।” তখন হযরত আবু বকর (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ) কোন ব্যক্তিকে কি সকল দরজা থেকে আহ্বান করা হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যাঁ, আর আমি আল্লাহর নিকট আশা রাখি যে, তুমিও হবে তাদের অন্তর্ভুক্ত।",
  "ayah": 21,
  "surah": 92
}
