{
  "text": "Allah drove back the Confederates disappointed and lost\nAllah tells us how he drove the Confederates away from Al-Madinah by sending against them a wind and troops of angels. If Allah had not made his Messenger a Mercy to the Worlds, this wind would have been more severe than the barren wind which He sent against `Ad, but Allah says:\nوَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ\n(And Allah would not punish them while you are amongst them) (8:33). So, Allah sent them a wind which dispersed them after they had gathered on the basis of their whims. They were a mixture of tribes and parties with a variety of opinions, so it was befitting that a wind should be sent against them that would scatter them and break up their gathering, driving them back disappointed and lost in their hatred and enmity. They did not achieve any worldly good such as the victory and booty that they had hoped for, nor did they achieve any good in the Hereafter, because of their sin of declaring enmity against the Messenger and seeking to kill him and destroy his army. Whoever wants and seriously intends to do a thing is the same as one who actually does it.\nوَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ\n(Allah sufficed for the believers in the fighting.) means, they did not have to fight them in order to expel them from their land, but Allah Alone sufficed them and helped His servant and granted victory to His troops. Hence the Messenger of Allah ﷺ used to say,\n«لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ، صَدَقَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ وَأَعَزَّ جُنْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، فَلَا شَيْءَ بَعْدَه»\n(None has the right to be worshipped but Allah, Alone, He was true to His promise, and He helped His servant, and He gave might to His soldiers and defeated the Confederates alone and there is nothing after Him.) This was reported from a Hadith of Abu Hurayrah, may Allah be pleased with him. In the Two Sahihs it was recorded that `Abdullah bin Abi `Awfa, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ invoked Allah against the Confederates and said:\n«اللَّهُمَّ مُنْزِلَ الْكِتَابِ سَرِيعَ الْحِسَابِ، اهْزِمِ الْأَحْزَابَ، اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُم»\n(O Allah, Who revealed the Book and is swift in bringing to account, defeat the Confederates, O Allah defeat them and shake them.)\nوَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ\n(Allah sufficed for the believers in the fighting.) This Ayah indicates that there would be a cessation of war between them and Quraysh; after this, the idolators did not attack the Muslims, on the contrary, the Muslims attacked them in their own land. Imam Ahmad recorded that Sulayman bin Surad, may Allah be pleased with him, said: \"On the day of Al-Ahzab, the Messenger of Allah ﷺ said:\n«الْآنَ نَغْزُوهُمْ وَلَا يَغْزُونَا»\n(Now we will attack them and they will not attack us.) This was also recorded by Al-Bukhari in his Sahih.\nوَكَانَ اللَّهُ قَوِيّاً عَزِيزاً\n(And Allah is Ever All-Strong, All-Mighty.) means, by His power and might He drove them back disappointed and lost, and they did not achieve anything, and Allah granted victory to Islam and its followers, and fulfilled His promise and helped His servant and Messenger; to Him be blessings and praise.",
  "ayah": 25,
  "surah": 33
}
