{
  "text": "The Attributes of the Messenger of Allah ﷺ\nImam Ahmad recorded that `Ata' bin Yasar said that he met `Abdullah bin `Amr bin Al-`As, may Allah be pleased with him, and said to him:\n\"Tell me about the description of the Messenger of Allah in the Tawrah.\" He said, \"Yes, by Allah, he was described in the Tawrah with some of the qualities with which he was described in the Qur'an: `O Prophet! Verily, We have sent you as witness, and a bearer of glad tidings, and a warner, a saviour to the illiterate. You are My servant and My Messenger and I have called you Al-Mutawakkil (reliant). You are not harsh or severe, or noisy in the marketplaces. You do not repay evil with evil, but you overlook and forgive. Allah will not take your soul until you make straight those who have deviated and they say La ilaha illallah, words with which blind eyes, deaf ears and sealed hearts will be opened'.\" It was also recorded by Al-Bukhari in the Books of Business and At-Tafsir. Wahb bin Munabbih said: \"Allah revealed to one of the Prophets of the Children of Israel whose name was Sha`ya' (Isaiah); `Stand up among your people the Children of Israel and I shall cause your tongue to utter (words of) revelation. I shall send an unlettered (Prophet) from among the illiterate (people). He will not be harsh or severe, or noisy in the marketplaces. If he were to pass by a lamp, it would not be extinguished, because of his tranquillity. If he were to walk on reeds no sound would be heard from under his feet. I will send him as a bearer of glad tidings and as a warner, who will never utter immoral speech. Through him I will open blind eyes, deaf ears and sealed hearts. I will guide him to do every good deed and I will bestow upon him every noble characteristic. I will make tranquillity his garment, righteousness his banner, piety his conscience, wisdom his speech, truthfulness and loyalty his nature, tolerance and goodness his character, truth his way, justice his conduct, guidance his leader, Islam his nation. Ahmad is his name and through him I will guide people after they have gone astray, teach them after they have been ignorant, raise their status after they were nothing, make them known after they were unknown, increase the number (of followers of the truth) after they have been few, make them rich after they have been poor, and bring them togther after they have been divided. Through him I will bring together different nations and hearts, and reconcile opposing desires. Through him I will save great numbers of people from their doom. I will make his Ummah the best of peoples ever raised up for mankind; they will enjoin good and forbid evil, sincerely believing in Me Alone and accepting as truth all that My Messengers have brought. I shall inspire them to glorify, praise and magnify Me Alone in their places of worship and in their gatherings, when they lie down and when they return home. They will pray to Me standing and sitting. They will fight for the sake of Allah in ranks and armies. They will go forth from their homes by the thousand, seeking My pleasure, washing their faces and limbs, girding their loins. Their sacrifice will be their blood and their holy Book will be in their hearts. They will be like monks by night and like lions by day. Among the members of his family and his offspring I will make those who are foremost (in faith) and believers in the truth and martyrs and righteous people. His Ummah after him will lead people with truth and establish justice therewith. I will give strength to those who support them and help those who pray for them, and I will inflict defeat upon those who oppose them or transgress against them or seek to take something from their hands. I will make them the heirs of their Prophet, calling people to their Lord, enjoining what is good, forbidding what is evil, establishing regular prayer, paying the Zakah and fulfilling their promises. Through them I will complete the goodness which I started with the first of them. This is My bounty which I bestow upon whomsoever I will, and I am the Possessor of great bounty.\"'\nشَاهِداً\n(as witness) means, a witness to Allah's Oneness, for there is no God except He, and a witness against mankind for their deeds on the Day of Resurrection.\nوَجِئْنَا بِكَ عَلَى هَـؤُلاءِ شَهِيداً\n(and We bring you as a witness against these people) (4:41). This is like the Ayah:\nلِّتَكُونُواْ شُهَدَآءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا\n(that you be witnesses over mankind and the Messenger be a witness over you) (2:143).\nوَمُبَشِّراً وَنَذِيراً\n(and a bearer of glad tidings, and a warner.) means, a bearer of glad tidings to the believers of a great reward, and a warner to the disbelievers of a great punishment.\nوَدَاعِياً إِلَى اللَّهِ بِإِذْنِهِ\n(And as one who invites to Allah by His leave,) means, `you call mankind to worship their Lord because He has commanded you to do so. '\nوَسِرَاجاً مُّنِيراً\n(and as a lamp spreading light.) means, `the Message that you bring is as clear as the sun shining brightly, and no one can deny it except those who are stubborn.'\nوَلاَ تُطِعِ الْكَـفِرِينَ وَالْمُنَـفِقِينَ وَدَعْ أَذَاهُمْ\n(And obey not the disbelievers and the hypocrites, and harm them not.) means, `do not obey them and do not pay attention to what they say.'\nوَدَعْ أَذَاهُمْ\n(and harm them not.) means, `overlook and ignore them, for their matter rests entirely with Allah and He is sufficient for them (to deal with them).' Allah says:\nوَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلاً\n(And put your trust in Allah, and sufficient is Allah as a Trustee.)",
  "ayah": 46,
  "surah": 33
}
