{
  "text": "Relatives before Whom a Woman does not need to observe Hijab\nWhen Allah commands women to observe Hijab in front of men to whom they are not related, He explains who are the relatives before whom they do not need to observe Hijab. This is like the exceptions stated in Surat An-Nur, where Allah says:\nوَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِى إِخْوَانِهِنَّ أَوْ بَنِى أَخَوَتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَـنُهُنَّ أَوِ التَّـبِعِينَ غَيْرِ أُوْلِى الإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُواْ عَلَى عَوْرَتِ النِّسَآءِ\n(And not to reveal their adornment except to their husbands, or their fathers, or their husbands' fathers, or their sons, or their husbands' sons, or their brothers, or their brothers' sons, or their sisters' sons, or their women, or their right hand possessions, or the Tabi`in among men who do not have desire, or small children who are not aware of the nakedness of women.) (24:31). The Ayah contains more detail than this, which we have already discussed in the Tafsir of the Ayah and do not need to repeat here. Ibn Jarir recorded that Ash-Sha`bi and `Ikrimah said concerning the Ayah,\nلاَّ جُنَاحَ عَلَيْهِنَّ فِى ءَابَآئِهِنَّ\n(It is no sin on them before their fathers...) I said, \"What about the paternal uncle and the maternal uncle -- why are they not mentioned\" He said: \"Because they may describe her to their sons, so it is disliked for a woman to remove her covering in front of her paternal uncle or maternal uncle.\"\nوَلاَ نِسَآئِهِنَّ\n(or their own women,) means that they do not have to observe Hijab in front of other believing women.\nوَلاَ مَا مَلَكَتْ أَيْمَانُهُنَّ\n(or their (female) slaves.) Sa`id bin Al-Musayyib said: \"This means female slaves only.\" This was recorded by Ibn Abi Hatim.\nوَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَىْءٍ شَهِيداً\n(And (O ladies) have Taqwa of Allah. Verily, Allah is Ever All-Witness over everything.) means, and fear Him in private and in public, for He witnesses all things and nothing is hidden from Him, so think of the One Who is always watching.",
  "ayah": 55,
  "surah": 33
}
