{
  "text": "The Command of Hijab\nHere Allah tells His Messenger to command the believing women -- especially his wives and daughters, because of their position of honor -- to draw their Jilbabs over their bodies, so that they will be distinct in their appearance from the women of the Jahiliyyah and from slave women. The Jilbab is a Rida', worn over the Khimar. This was the view of Ibn Mas`ud, `Ubaydah, Qatadah, Al-Hasan Al-Basri, Sa`id bin Jubayr, Ibrahim An-Nakha`i, `Ata' Al-Khurasani and others. It is like the Izar used today. Al-Jawhari said: \"The Jilbab is the outer wrapper. `Ali bin Abi Talhah reported that Ibn `Abbas said that Allah commanded the believing women, when they went out of their houses for some need, to cover their faces from above their heads with the Jilbab, leaving only one eye showing. Muhammad bin Sirin said, \"I asked `Ubaydah As-Salmani about the Ayah:\nيُدْنِينَ عَلَيْهِنَّ مِن جَلَـبِيبِهِنَّ\n(to draw their Jalabib over their bodies.) He covered his face and head, with just his left eye showing.\"\nذلِكَ أَدْنَى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ\n(That will be better that they should be known so as not to be annoyed. ) means, if they do that, it will be known that they are free, and that they are not servants or whores.\nوَكَانَ اللَّهُ غَفُوراً رَّحِيماً\n(And Allah is Ever Oft-Forgiving, Most Merciful.) means, with regard to what happened previously during the days of Jahiliyyah, when they did not have any knowledge about this.\nA Stern Warning to the Evil Hypocrites\nThen Allah issues a warning to the hypocrites, those who make an outward display of faith while concealing their disbelief,\nوَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ\n(those in whose hearts is a disease,) `Ikrimah and others said that this refers to adulterers in this instance.\nوَالْمُرْجِفُونَ فِى الْمَدِينَةِ\n(and those who spread false news among the people in Al-Madinah) means, those who say that the enemy has come and war has started, which is a lie and a fabrication. Unless they give up these actions and return to the truth,\nلَنُغْرِيَنَّكَ بِهِمْ\n(We shall certainly let you overpower them,) `Ali bin Abi Talhah reported that Ibn `Abbas said, \"We will give you power over them.\" Qatadah said: \"We will incite you against them.\" As-Suddi said: \"We will inform you about them.\"\nثُمَّ لاَ يُجَاوِرُونَكَ فِيهَآ\n(then they will not be able to stay in it) means, in Al-Madinah,\nإِلاَّ قَلِيلاًمَّلْعُونِينَ\n(but a little while. Accursed...) `this describes their state while they are in Al-Madinah for this short time before they are expelled and sent far away.'\nأَيْنَمَا ثُقِفُواْ أُخِذُواْ\n(they shall be seized wherever found,) means, `they will be attacked, because they are so weak and so few,'\nوَقُتِّلُواْ تَقْتِيلاً\n(and killed with a (terrible) slaughter.) Then Allah says:\nسُنَّةَ اللَّهِ فِى الَّذِينَ خَلَوْاْ مِن قَبْلُ\n(That was the way of Allah in the case of those who passed away of old,) meaning, this is how Allah dealt with the hypocrites when they persisted in hypocrisy and disbelief and did not give it up; He incited the believers against them and caused them to prevail over them.\nوَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلاً\n(and you will not find any change in the way of Allah.) means, the way in which Allah deals with this does not alter or change.\nيَسْـَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً - إِنَّ اللَّهَ لَعَنَ الْكَـفِرِينَ وَأَعَدَّ لَهُمْ سَعِيراً - خَـلِدِينَ فِيهَآ أَبَداً لاَّ يَجِدُونَ وَلِيّاً وَلاَ نَصِيراً - يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى النَّارِ يَقُولُونَ يلَيْتَنَآ أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولاَ - وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السَّبِيلاْ - رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْناً كَبِيراً",
  "ayah": 59,
  "surah": 33
}
