{
  "text": "Loyalty to the Prophet ; and his wives are Mothers of the Believers\nAllah tells us how His Messenger is merciful and sincere towards his Ummah, and how he is closer to them than they are to themselves. His judgement or ruling takes precedence over their own choices for themselves, as Allah says:\nفَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِى أَنفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً\n(But no, by your Lord, they can have no faith, until they make you judge in all disputes between them, and find in themselves no resistance against your decisions, and accept with full submission.) (4:65) In the Sahih it says:\n«وَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ وَمَالِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِين»\n(By the One in Whose Hand is my soul, none of you truly believes until I am dearer to him than his own self, his wealth, his children and all the people.) It was also reported in the Sahih that `Umar, may Allah be pleased with him, said: \"O Messenger of Allah, by Allah, you are dearer to me than everything except myself.\" He said,\n«لَا، يَا عُمَرُ حَتَّى أَكُونَ أَحَبَّ إِلَيْكَ مِنْ نَفْسِك»\n(No, O `Umar, not until I am dearer to you than yourself.) `Umar said: \"O Messenger of Allah, by Allah, now you are dearer to me than everything, even myself.\" He said,\n«الْآنَ يَاعُمَر»\n(Now, O `Umar you have got it right.) Allah says in this Ayah:\nالنَّبِىُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ\n(The Prophet is closer to the believers than themselves,) Concerning this Ayah, Al-Bukhari narrated from Abu Hurayrah, may Allah be pleased with him, that the Prophet said:\n«مَا مِنْ مُؤْمِنٍ إِلَّا وَأَنَا أَوْلَى النَّاسِ بِهِ فِي الدُّنْيَا وَالْآخِرَةِ، اقْرَؤُوا إِنْ شِئْتُمْ:\nالنَّبِىُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ\n(There is no believer except I am the closest of all people to him in this world and in the Hereafter. Recite, if you wish: (The Prophet is closer to the believers than themselves.)\nفَأَيُّمَا مُؤْمِنٍ تَرَكَ مَالًا فَلْيَرِثْهُ عُصْبَتُهُ مَنْ كَانُوا، وَإِنْ تَرَكَ دَيْنًا أَوْ ضِيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلَاه»\nIf any believer leaves behind any wealth, let his own relatives inherit it, but if he leaves behind any debt or orphans, bring them to me and I will take care of them.) This was recorded only by Al-Bukhari, and he also recorded it in the Book of Loans.\nوَأَزْوَجُهُ أُمَّهَـتُهُمْ\n(and his wives are their mothers.) means, they are unlawful for marriage. In terms of honor, respect and veneration, it is not permissible for them to be alone with them, and the prohibition of marriage to them does not extend to their daughters and sisters, according to scholarly consensus.\nوَأُوْلُو الاٌّرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِى كِتَـبِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَـجِرِينَ\n(And blood relations among each other have closer personal ties in the decree of Allah than the believers and the Muhajirin, ) This is an abrogation of the rule that existed previously, whereby they could inherit from one another by virtue of the oath of brotherhood among them. Ibn `Abbas and others said: \"A Muhajir would inherit from an Ansari even though they were not related by blood, because of the brotherhood established between them by the Messenger of Allah ﷺ.\" This was also stated by Sa`id bin Jubayr and others among scholars of the earlier and later generations.\nإِلاَّ أَن تَفْعَلُواْ إِلَى أَوْلِيَآئِكُمْ مَّعْرُوفاً\n(except that you do kindness to those brothers.) means, the idea of inheriting from one another has gone, but there remains the duty to offer support and kindness, to uphold ties of brotherhood and to offer good advice.\nكَانَ ذلِك فِى الْكِتَـبِ مَسْطُورًا\n(This has been written in the Book.) This ruling, which is that those who are blood relatives have closer personal ties to one another, is a ruling which Allah has decreed and which is written in the First Book which cannot be altered or changed. This is the view of Mujahid and others. (This is the case) even though Allah legislated something different at certain times, and there is wisdom behind this, for He knew that this would be abrogated and the original ruling that was instituted an eternity ago would prevail, and this is His universal and legislative decree. And Allah knows best.",
  "ayah": 6,
  "surah": 33
}
