{
  "text": "قوله تعالى وواعدنا موسى ثلاثين ليلة وأتممناها بعشر فتم ميقات ربه أربعين ليلة وقال موسى لأخيه هارون اخلفني في قومي وأصلح ولا تتبع سبيل المفسدينقوله تعالى وواعدنا موسى ثلاثين ليلة وأتممناها بعشر فتم ميقات ربه أربعين ليلة فيه ثلاث مسائل :الأولى قوله تعالى وواعدنا موسى ثلاثين ليلة ذكر أن مما كرم الله به موسى صلى الله عليه وسلم هذا فكان وعده المناجاة إكراما له . وأتممناها بعشر قال ابن عباس ومجاهد ومسروق رضي الله عنهم : هي ذو القعدة وعشر من ذي الحجة . أمره أن يصوم الشهر وينفرد فيه بالعبادة ; فلما صامه أنكر خلوف فمه فاستاك . قيل : بعود خرنوب ; فقالت الملائكة : إنا كنا نستنشق من فيك رائحة المسك فأفسدته بالسواك . فزيد عليه عشر ليال من ذي الحجة . وقيل : إن الله تعالى أوحى إليه لما استاك : يا موسى لا أكلمك حتى يعود فوك إلى ما كان عليه قبل ، أما علمت أن رائحة الصائم أحب إلي من ريح المسك . وأمره بصيام عشرة أيام . وكان كلام الله تعالى لموسى صلى الله عليه وسلم غداة النحر حين فدى إسماعيل من الذبح ، وأكمل لمحمد صلى الله عليه وسلم الحج . وحذفت الهاء من عشر لأن المعدود مؤنث . والفائدة في قوله : فتم ميقات ربه أربعين ليلة وقد علم أن ثلاثين وعشرة أربعون ، لئلا يتوهم أن المراد أتممنا الثلاثين بعشر منها ; فبين أن العشر سوى الثلاثين . فإن قيل : فقد قال في البقرة أربعين وقال هنا ثلاثين ; فيكون ذلك من البداء . قيل : ليس كذلك ; فقد قال : وأتممناها بعشر والأربعون ، والثلاثون والعشرة قول واحد ليس بمختلف . وإنما قال القولين على تفصيل وتأليف ; قال أربعين في قول مؤلف ، وقال ثلاثين ، يعني شهرا متتابعا وعشرا . وكل ذلك أربعون ; كما قال الشاعر :عشر وأربع. . . يعني أربع عشرة ، ليلة البدر . وهذا جائز في كلام العرب .الثانية : قال علماؤنا : دلت هذه الآية على أن ضرب الأجل للمواعدة سنة ماضية ، ومعنى [ ص: 248 ] قديما أسسه الله تعالى في القضايا ، وحكم به للأمم ، وعرفهم به مقادير التأني في الأعمال . وأول أجل ضربه الله تعالى الأيام الستة التي خلق فيها جميع المخلوقات ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب . وقد بينا معناه فيما تقدم في هذه السورة من قوله : إن ربكم الله الذي خلق السماوات والأرض في ستة أيام . قال ابن العربي : فإذا ضرب الأجل لمعنى يحاول فيه تحصيل المؤجل فجاء الأجل ولم يتيسر زيد فيه تبصرة ومعذرة . وقد بين الله تعالى ذلك لموسى عليه السلام فضرب له أجلا ثلاثين ثم زاده عشرا تتمة أربعين . وأبطأ موسى عليه السلام في هذه العشر على قومه ; فما عقلوا جواز التأني والتأخر حتى قالوا : إن موسى ضل أو نسي ، ونكثوا عهده وبدلوا بعده ، وعبدوا إلها غير الله . قال ابن عباس : إن موسى قال لقومه : إن ربي وعدني ثلاثين ليلة أن ألقاه ، وأخلف فيكم هارون ، فلما فصل موسى إلى ربه زاده الله عشرا ; فكانت فتنتهم في العشر التي زاده الله بما فعلوه من عبادة العجل ; على ما يأتي بيانه . ثم الزيادة التي تكون على الأجل تكون مقدرة ; كما أن الأجل مقدر . ولا يكون إلا باجتهاد من الحاكم بعد النظر إلى المعاني المتعلقة بالأمر : من وقت وحال وعمل ، فيكون مثل ثلث المدة السالفة ; كما أجل الله لموسى . فإن رأى الحاكم أن يجمع له الأصل في الأجل والزيادة في مدة واحدة جاز ، ولكن لا بد من التربص بعدها لما يطرأ من العذر على البشر ، قال ابن العربي . روى البخاري عن أبي هريرة عن النبي صلى الله عليه وسلم قال : أعذر الله إلى امرئ أخر أجله حتى بلغ ستين سنة .قلت : وهذا أيضا أصل لإعذار الحكام إلى المحكوم عليه مرة بعد أخرى . وكان هذا لطفا بالخلق ، ولينفذ القيام عليهم بالحق . يقال : أعذر في الأمر أي بالغ فيه ; أي أعذر غاية الإعذار الذي لا إعذار بعده . وأكبر الإعذار إلى بني آدم بعثة الرسل إليهم لتتم حجته عليهم ، وما كنا معذبين حتى نبعث رسولا . وقال وجاءكم النذير قيل : هم الرسل . ابن عباس : هو الشيب . فإنه يأتي في سن الاكتهال ، فهو علامة لمفارقة سن الصبا . وجعل الستين غاية الإعذار لأن الستين قريب من معترك العباد ، وهو سن الإنابة والخشوع والاستسلام لله ، [ ص: 249 ] وترقب المنية ولقاء الله ; ففيه إعذار بعد إعذار . الأول بالنبي عليه السلام ، والثاني بالشيب ; وذلك عند كمال الأربعين ; قال الله تعالى : وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك . فذكر عز وجل أن من بلغ أربعين فقد آن له أن يعلم مقدار نعم الله عليه وعلى والديه ويشكرها . قال مالك : أدركت أهل العلم ببلدنا ، وهم يطلبون الدنيا ويخالطون الناس حتى يأتي لأحدهم أربعون سنة ; فإذا أتت عليهم اعتزلوا الناس .الثالثة : ودلت الآية أيضا على أن التاريخ يكون بالليالي دون الأيام ; لقوله تعالى : ثلاثين ليلة لأن الليالي أوائل الشهور . وبها كانت الصحابة رضي الله عنهم تخبر عن الأيام ; حتى روي عنها أنها كانت تقول : صمنا خمسا مع رسول الله صلى الله عليه وسلم . والعجم تخالف في ذلك ، فتحسب بالأيام ; لأن معولها على الشمس . ابن العربي : وحساب الشمس للمنافع ، وحساب القمر للمناسك ; ولهذا قال : وواعدنا موسى ثلاثين ليلة . فيقال : أرخت تاريخا ، وورخت توريخا ; لغتان .وقال موسى لأخيه هارون اخلفني في قومي وأصلح المعنى : وقال موسى حين أراد المضي للمناجاة والمغيب فيها لأخيه هارون : كن خليفتي ; فدل على النيابة . وفي صحيح مسلم عن سعد بن أبي وقاص قال : سمعت رسول الله صلى الله عليه وسلم يقول لعلي حين خلفه في بعض مغازيه : أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي . فاستدل بهذا الروافض والإمامية وسائر فرق الشيعة على أن النبي صلى الله عليه وسلم استخلف عليا على جميع الأمة ; حتى كفر الصحابة الإمامية - قبحهم الله - لأنهم عندهم تركوا العمل الذي هو النص على استخلاف علي واستخلفوا غيره بالاجتهاد منهم . ومنهم من كفر عليا إذ لم يقم بطلب حقه . وهؤلاء لا شك في كفرهم وكفر من تبعهم على مقالتهم ، ولم يعلموا أن هذا استخلاف في حياة كالوكالة التي تنقضي بعزل الموكل أو بموته ، لا يقتضي أنه متماد بعد وفاته ; فينحل على هذا ما تعلق به الإمامية وغيرهم . وقد استخلف النبي صلى الله عليه وسلم على المدينة ابن أم مكتوم [ ص: 250 ] وغيره ، ولم يلزم من ذلك استخلافه دائما بالاتفاق . على أنه قد كان هارون شرك مع موسى في أصل الرسالة ، فلا يكون لهم فيه على ما راموه دلالة . والله الموفق للهداية .قوله تعالى : وأصلح أمر بالإصلاح . قال ابن جريج : كان من الإصلاح أن يزجر السامري ويغير عليه . وقيل : أي ارفق بهم ، وأصلح أمرهم ، وأصلح نفسك ; أي كن مصلحا .ولا تتبع سبيل المفسدين أي لا تسلك سبيل العاصين ، ولا تكن عونا للظالمين .",
  "ayah": 142,
  "surah": 7
}
