{
  "text": "قوله تعالى واتخذ قوم موسى من بعده من حليهم عجلا جسدا له خوار ألم يروا أنه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا ظالمينقوله تعالى واتخذ قوم موسى من بعده أي من بعد خروجه إلى الطور من حليهم هذه قراءة أهل المدينة وأهل البصرة . وقرأ أهل الكوفة إلا عاصما ( من حليهم ) بكسر الحاء . وقرأ يعقوب ( من حليهم ) بفتح الحاء والتخفيف . قال النحاس : جمع حلي حلي وحلي ; مثل ثدي وثدي وثدي . والأصل \" حلوي \" ثم أدغمت الواو في الياء فانكسرت اللام لمجاورتها الياء ، وتكسر الحاء لكسرة اللام . وضمها على الأصل .عجلا مفعول جسدا نعت أو بدل له خوار رفع بالابتداء . يقال : خار يخور خوارا إذا صاح . وكذلك جأر يجأر جؤارا . ويقال : خور يخور خورا إذا جبن وضعف . وروي في قصص العجل : أن السامري ، واسمه موسى بن ظفر ، ينسب إلى قرية تدعى سامرة . ولد عام قتل الأبناء ، وأخفته أمه في كهف جبل فغذاه جبريل فعرفه لذلك ; فأخذ - حين عبر البحر على فرس وديق ليتقدم فرعون في البحر - قبضة من أثر حافر الفرس . وهو معنى قوله : فقبضت قبضة من أثر الرسول . وكان موسى وعد قومه ثلاثين يوما ، فلما أبطأ في العشر الزائد ومضت ثلاثون ليلة قال لبني إسرائيل وكان مطاعا فيهم : إن معكم حليا من حلي آل فرعون ، وكان لهم عيد يتزينون فيه ويستعيرون من القبط الحلي فاستعاروا لذلك اليوم ; فلما أخرجهم الله من مصر وغرق القبط بقي ذلك الحلي في أيديهم ، فقال لهم السامري : إنه حرام عليكم ، فهاتوا ما عندكم فنحرقه . وقيل : هذا الحلي ما أخذه بنو إسرائيل من قوم فرعون بعد الغرق ، وأن هارون قال لهم : إن الحلي غنيمة ، وهي لا تحل لكم ; فجمعها في حفرة حفرها فأخذها السامري . [ ص: 256 ] وقيل : استعاروا الحلي ليلة أرادوا الخروج من مصر ، وأوهموا القبط أن لهم عرسا أو مجتمعا ، وكان السامري سمع قولهم اجعل لنا إلها كما لهم آلهة . وكانت تلك الآلهة على مثال البقر ; فصاغ لهم عجلا جسدا ، أي مصمتا ; غير أنهم كانوا يسمعون منه خوارا . وقيل : قلبه الله لحما ودما . وقيل : إنه لما ألقى تلك القبضة من التراب في النار على الحلي صار عجلا له خوار ; فخار خورة واحدة ولم يثن ثم قال للقوم : هذا إلهكم وإله موسى فنسي . يقول : نسيه ههنا وذهب يطلبه فضل عنه - فتعالوا نعبد هذا العجل . فقال الله لموسى وهو يناجيه : فإنا قد فتنا قومك من بعدك وأضلهم السامري . فقال موسى : يا رب ، هذا السامري أخرج لهم عجلا من حليهم ، فمن جعل له جسدا - يريد اللحم والدم - ومن جعل له خوارا ؟ فقال الله سبحانه : أنا ، فقال : وعزتك وجلالك ما أضلهم غيرك . قال صدقت يا حكيم الحكماء . وهو معنى قوله : إن هي إلا فتنتك . وقال القفال : كان السامري احتال بأن جوف العجل ، وكان قابل به الريح ، حتى جاء من ذلك ما يحاكي الخوار ، وأوهمهم أن ذلك إنما صار كذلك لما طرح في الجسد من التراب الذي كان أخذه من تراب قوائم فرس جبريل . وهذا كلام فيه تهافت ; قاله القشيري .ألم يروا أنه لا يكلمهم بين أن المعبود يجب أن يتصف بالكلام . ولا يهديهم سبيلا أي طريقا إلى حجة .اتخذوه أي إلها وكانوا ظالمين أي لأنفسهم فيما فعلوا من اتخاذه . وقيل : وصاروا ظالمين أي مشركين لجعلهم العجل إلها .",
  "ayah": 148,
  "surah": 7
}
