{
  "text": "قوله تعالى واختار موسى قومه سبعين رجلا لميقاتنا فلما أخذتهم الرجفة قال رب لو شئت أهلكتهم من قبل وإياي أتهلكنا بما فعل السفهاء منا إن هي إلا فتنتك تضل بها من تشاء وتهدي من تشاء أنت ولينا فاغفر لنا وارحمنا وأنت خير الغافرين[ ص: 264 ] قوله تعالى واختار موسى قومه سبعين رجلا لميقاتنا مفعولان ، أحدهما حذفت منه \" من \" وأنشد سيبويه :منا الذي اختير الرجال سماحة وبرا إذا هب الرياح الزعازعوقال الراعي يمدح رجلا :اخترتك الناس إذ رثت خلائقهم     واختل من كان يرجى عنده السوليريد : اخترتك من الناس . وأصل اختار اختير ; فلما تحركت الياء وقبلها فتحة قلبت ألفا ، نحو قال وباع .قوله تعالى فلما أخذتهم الرجفة أي ماتوا . والرجفة في اللغة الزلزلة الشديدة . ويروى أنهم زلزلوا حتى ماتوا .قوله تعالى قال رب لو شئت أهلكتهم من قبل وإياي أي أمتهم ; كما قال عز وجل : إن امرؤ هلك . وإياي عطف . والمعنى : لو شئت أمتنا من قبل أن نخرج إلى الميقات بمحضر بني إسرائيل حتى لا يتهموني . أبو بكر بن أبي شيبة : حدثنا يحيى بن سعيد القطان عن سفيان عن أبي إسحاق عن عمارة بن عبد عن علي رضي الله عنه قال : انطلق موسى وهارون صلى الله عليهما وانطلق شبر وشبير - هما ابنا هارون - فانتهوا إلى جبل فيه سرير ، فقام عليه هارون فقبض روحه . فرجع موسى إلى قومه ، فقالوا : أنت قتلته ، حسدتنا على لينه وعلى خلقه ، أو كلمة نحوها ، الشك من سفيان ، فقال : كيف أقتله ومعي ابناه ! قال : فاختاروا من شئتم ; فاختاروا من كل سبط عشرة . قال : فذلك قوله : واختار موسى قومه سبعين رجلا لميقاتنا فانتهوا إليه ; فقالوا : من قتلك يا هارون ؟ قال : ما قتلني أحد ولكن الله توفاني . قالوا : يا موسى ، ما تعصى .فأخذتهم الرجفة ، فجعلوا يترددون يمينا وشمالا ، ويقول : لو شئت أهلكتهم من قبل وإياي أتهلكنا بما فعل السفهاء منا إن هي إلا فتنتك قال : فدعا الله فأحياهم وجعلهم أنبياء كلهم . وقيل : أخذتهم الرجفة لقولهم : أرنا الله جهرة كما قال الله تعالى : وإذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة فأخذتكم الصاعقة [ ص: 265 ] على ما تقدم بيانه في \" البقرة \" وقال ابن عباس : إنما أخذتهم الرجفة ; لأنهم لم ينهوا من عبد العجل ولم يرضوا عبادته . وقيل : هؤلاء السبعون غير من قالوا أرنا الله جهرة . وقال وهب : ما ماتوا ، ولكن أخذتهم الرجفة من الهيبة حتى كادت أن تبين مفاصلهم ، وخاف موسى عليهم الموت . وقد تقدم في \" البقرة \" عن وهب أنهم ماتوا يوما وليلة . وقيل غير هذا في معنى سبب أخذهم بالرجفة . والله أعلم بصحة ذلك .ومقصود الاستفهام في قوله : أتهلكنا الجحد ; أي لست تفعل ذلك . وهو كثير في كلام العرب . وإذا كان نفيا كان بمعنى الإيجاب ; كما قال :ألستم خير من ركب المطايا     وأندى العالمين بطون راحوقيل : معناه الدعاء والطلب ، أي لا تهلكنا ; وأضاف إلى نفسه . والمراد القوم الذين ماتوا من الرجفة . وقال المبرد : المراد بالاستفهام استفهام استعظام ; كأنه يقول : لا تهلكنا ، وقد علم موسى أن الله لا يهلك أحدا بذنب غيره ; ولكنه كقول عيسى : إن تعذبهم فإنهم عبادك . وقيل : المراد بالسفهاء السبعون . والمعنى : أتهلك بني إسرائيل بما فعل هؤلاء السفهاء في قولهم أرنا الله جهرة .إن هي إلا فتنتك أي ما هذا إلا اختبارك وامتحانك . وأضاف الفتنة إلى الله عز وجل ولم يضفها إلى نفسه ; كما قال إبراهيم :وإذا مرضت فهو يشفين فأضاف المرض إلى نفسه والشفاء إلى الله تعالى : وقال يوشع : وما أنسانيه إلا الشيطان . وإنما استفاد ذلك موسى عليه السلام من قوله تعالى له : فإنا قد فتنا قومك من بعدك . فلما رجع إلى قومه ورأى العجل منصوبا للعبادة وله خوار قال إن هي إلا فتنتك تضل بها أي بالفتنة .من تشاء وتهدي من تشاء وهذا رد على القدرية .",
  "ayah": 155,
  "surah": 7
}
