{
  "text": "قوله تعالى ولو شئنا لرفعناه بها ولكنه أخلد إلى الأرض واتبع هواه فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث ذلك مثل القوم الذين كذبوا بآياتنا فاقصص القصص لعلهم يتفكرونقوله تعالى ولو شئنا لرفعناه بها يريد بلعام . أي لو شئنا لأمتناه قبل أن يعصي فرفعناه إلى الجنة . بها أي بالعمل بها .ولكنه أخلد إلى الأرض أي ركن إليها ; عن ابن جبير والسدي . مجاهد : سكن إليها ; أي سكن إلى لذاتها . وأصل الإخلاد اللزوم . يقال : أخلد فلان بالمكان إذا أقام به ولزمه . قال زهير :لمن الديار غشيتها بالغرقد كالوحي في حجر المسيل المخلد[ ص: 288 ] يعني المقيم ; فكأن المعنى لزم لذات الأرض فعبر عنها بالأرض ; لأن متاع الدنيا على وجه الأرض .واتبع هواه أي ما زين له الشيطان . وقيل : كان هواه مع الكفار . وقيل : اتبع رضا زوجته ، وكانت رغبت في أموال حتى حملته على الدعاء على موسى .فمثله كمثل الكلب ابتداء وخبر . إن تحمل عليه يلهث أو تتركه يلهث شرط وجوابه . وهو في موضع الحال ، أي فمثله كمثل الكلب لاهثا . والمعنى : أنه على شيء واحد لا يرعوي عن المعصية ; كمثل الكلب الذي هذه حالته . فالمعنى : أنه لاهث على كل حال ، طردته أو لم تطرده . قال ابن جريج : الكلب منقطع الفؤاد ، لا فؤاد له ، إن تحمل عليه يلهث أو تتركه يلهث ; كذلك الذي يترك الهدى لا فؤاد له ، وإنما فؤاده منقطع . قال القتيبي : كل شيء يلهث فإنما يلهث من إعياء أو عطش ، إلا الكلب فإنه يلهث في حال الكلال وحال الراحة وحال المرض وحال الصحة وحال الري وحال العطش . فضربه الله مثلا لمن كذب بآياته فقال : إن وعظته ضل وإن تركته ضل ; فهو كالكلب إن تركته لهث وإن طردته لهث ; كقوله تعالى : وإن تدعوهم إلى الهدى لا يتبعوكم سواء عليكم أدعوتموهم أم أنتم صامتون . قال الجوهري : لهث الكلب \" بالفتح \" يلهث لهثا ولهاثا \" بالضم \" إذا أخرج لسانه من التعب أو العطش ; وكذلك الرجل إذا أعيي .وقوله تعالى إن تحمل عليه يلهث لأنك إذا حملت على الكلب نبح وولى هاربا ، وإذا تركته شد عليك ونبح ; فيتعب نفسه مقبلا عليك ومدبرا عنك فيعتريه عند ذلك ما يعتريه عند العطش من إخراج اللسان . قال الترمذي الحكيم في نوادر الأصول : إنما شبهه بالكلب من بين السباع ; لأن الكلب ميت الفؤاد ، وإنما لهاثه لموت فؤاده . وسائر السباع ليست كذلك فلذلك لا يلهثن . وإنما صار الكلب كذلك لأنه لما نزل آدم صلى الله عليه وسلم إلى الأرض شمت به العدو ، فذهب إلى السباع فأشلاهم على آدم ، فكان الكلب من أشدهم طلبا . فنزل جبريل بالعصا التي صرفت إلى موسى بمدين وجعلها آية له إلى فرعون وملئه ، وجعل فيها سلطانا عظيما وكانت من آس الجنة ; فأعطاها آدم صلى الله عليه وسلم يومئذ ليطرد بها السباع عن نفسه ، وأمره فيما روي أن يدنو من الكلب ويضع يده على رأسه ، فمن ذلك ألفه الكلب ومات الفؤاد منه لسلطان العصا ، وألف به وبولده إلى يومنا هذا ، لوضع يده على رأسه ، وصار حارسا من حراس ولده . وإذا أدب وعلم الاصطياد تأدب وقبل التعليم ; وذلك قوله : تعلمونهن مما علمكم الله . السدي : كان بلعام بعد ذلك يلهث كما يلهث الكلب . وهذا المثل في قول كثير من أهل العلم بالتأويل عام في كل [ ص: 289 ] من أوتي القرآن فلم يعمل به . وقيل : هو في كل منافق . والأول أصح . قال مجاهد في قوله تعالى : فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث أي إن تحمل عليه بدابتك أو برجلك يلهث أو تتركه يلهث . وكذلك من يقرأ الكتاب ولا يعمل بما فيه . وقال غيره : هذا شر تمثيل ; لأنه مثله في أنه قد غلب عليه هواه حتى صار لا يملك لنفسه ضرا ولا نفعا بكلب لاهث أبدا ، حمل عليه أو لم يحمل عليه ; فهو لا يملك لنفسه ترك اللهثان . وقيل : من أخلاق الكلب الوقوع بمن لم يخفه على جهة الابتداء بالجفاء ، ثم تهدأ طائشته بنيل كل عوض خسيس . ضربه الله مثلا للذي قبل الرشوة في الدين حتى انسلخ من آيات ربه . فدلت الآية لمن تدبرها على ألا يغتر أحد بعمله ولا بعلمه ; إذ لا يدري بما يختم له . ودلت على منع أخذ الرشوة لإبطال حق أو تغييره . وقد مضى بيانه في \" المائدة \" . ودلت أيضا على منع التقليد لعالم إلا بحجة يبينها ; لأن الله تعالى أخبر أنه أعطى هذا آياته فانسلخ منها فوجب أن يخاف مثل هذا على غيره وألا يقبل منه إلا بحجة .قوله تعالى ذلك مثل القوم الذين كذبوا بآياتنا فاقصص القصص لعلهم يتفكرون أي هو مثل جميع الكفار",
  "ayah": 176,
  "surah": 7
}
