{
  "text": "قوله تعالى خذ العفو وأمر بالعرف وأعرض عن الجاهلينفيه ثلاث مسائل :الأولى : هذه الآية من ثلاث كلمات ، تضمنت قواعد الشريعة في المأمورات والمنهيات .فقوله : خذ العفو دخل فيه صلة القاطعين ، والعفو عن المذنبين ، والرفق بالمؤمنين ، وغير ذلك من أخلاق المطيعينودخل في قوله وأمر بالعرف صلة الأرحام ، وتقوى الله في الحلال والحرام ، وغض الأبصار ، والاستعداد لدار القرار .وفي قوله وأعرض عن الجاهلين الحض على التعلق بالعلم ، والإعراض عن أهل الظلم ، والتنزه عن منازعة السفهاء ، ومساواة الجهلة الأغبياء ، وغير ذلك من الأخلاق الحميدة والأفعال الرشيدة .قلت : هذه الخصال تحتاج إلى بسط ، وقد جمعها رسول الله صلى الله عليه وسلم لجابر بن سليم . قال جابر بن سليم أبو جري : ركبت قعودي ثم أتيت إلى مكة فطلبت رسول الله صلى الله عليه وسلم ، فأنخت قعودي بباب المسجد ، فدلوني على رسول الله صلى الله عليه وسلم ، فإذا هو جالس عليه برد من صوف فيه طرائق حمر ; فقلت : السلام عليك يا رسول الله . فقال : وعليك السلام . فقلت : إنا معشر أهل البادية ، قوم فينا الجفاء ; فعلمني كلمات ينفعني الله بها . قال : ادن - ثلاثا - فدنوت فقال : أعد علي ، فأعدت عليه فقال : اتق الله ولا تحقرن من المعروف شيئا وأن تلقى أخاك بوجه منبسط وأن تفرغ من دلوك في إناء المستسقي وإن امرؤ سبك بما لا يعلم منك فلا تسبه بما تعلم فيه فإن الله جاعل لك أجرا وعليه وزرا ولا تسبن شيئا مما خولك الله تعالى . قال أبو جري : فوالذي نفسي بيده ، ما سببت بعده شاة ولا بعيرا . أخرجه أبو بكر البزار في مسنده بمعناه . وروى أبو سعيد المقبري عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال : إنكم لا تسعون الناس بأموالكم ولكن يسعهم منكم بسط الوجه وحسن الخلق . وقال ابن الزبير : ما [ ص: 309 ] أنزل الله هذه الآية إلا في أخلاق الناس . وروى البخاري من حديث هشام بن عروة عن أبيه عن عبد الله بن الزبير في قوله : خذ العفو وأمر بالعرف قال : ما أنزل الله هذه الآية إلا في أخلاق الناس . وروى سفيان بن عيينة عن الشعبي أنه قال إن جبريل نزل على النبي صلى الله عليه وسلم ، فقال له النبي صلى الله عليه وسلم : ما هذا يا جبريل ؟ فقال : لا أدري حتى أسأل العالم - في رواية : لا أدري حتى أسأل ربي - فذهب فمكث ساعة ثم رجع فقال : إن الله تعالى يأمرك أن تعفو عمن ظلمك وتعطي من حرمك وتصل من قطعك .فنظمه بعض الشعراء فقال :مكارم الأخلاق في ثلاثة من كملت فيه فذلك الفتى     إعطاء من تحرمه ووصل منتقطعه والعفو عمن اعتدىوقال جعفر الصادق : أمر الله نبيه بمكارم الأخلاق في هذه الآية ، وليس في القرآن آية أجمع لمكارم الأخلاق من هذه الآية . وقال صلى الله عليه وسلم : بعثت لأتمم مكارم الأخلاق .وقال الشاعر :كل الأمور تزول عنك وتنقضي     إلا الثناء فإنه لك باقيولو أنني خيرت كل فضيلة     ما اخترت غير مكارم الأخلاقوقال سهل بن عبد الله : كلم الله موسى بطور سيناء . قيل له : بأي شيء أوصاك ؟ قال : بتسعة أشياء ، الخشية في السر والعلانية ، وكلمة الحق في الرضا والغضب ، والقصد في الفقر والغنى ، وأمرني أن أصل من قطعني ، وأعطي من حرمني ، وأعفو عمن ظلمني ، وأن يكون نطقي ذكرا ، وصمتي فكرا ، ونظري عبرة .قلت : وقد روي عن نبينا محمد أنه قال أمرني ربي بتسع : الإخلاص في السر والعلانية والعدل في الرضا والغضب والقصد في الغنى والفقر وأن أعفو عمن ظلمني وأصل من [ ص: 310 ] قطعني وأعطي من حرمني وأن يكون نطقي ذكرا وصمتي فكرا ونظري عبرة .وقيل : المراد بقوله : خذ العفو أي الزكاة ; لأنها يسير من كثير . وفيه بعد ; لأنه من \" عفا \" إذا درس . وقد يقال : خذ العفو منه ، أي لا تنقص عليه وسامحه . وسبب النزول يرده ، والله أعلم . فإنه لما أمره بمحاجة المشركين دله على مكارم الأخلاق ، فإنها سبب جر المشركين إلى الإيمان . أي اقبل من الناس ما عفا لك من أخلاقهم وتيسر ; تقول : أخذت حقي عفوا صفوا ، أي سهلا .الثانية : قوله تعالى : وأمر بالعرف أي بالمعروف . وقرأ عيسى بن عمر \" العرف \" بضمتين ; مثل الحلم ; وهما لغتان . والعرف والمعروف والعارفة : كل خصلة حسنة ترتضيها العقول ، وتطمئن إليها النفوس . قال الشاعر :من يفعل الخير لا يعدم جوازيه     لا يذهب العرف بين الله والناسوقال عطاء : وأمر بالعرف يعني بلا إله إلا الله .الثالثة : قوله تعالى : وأعرض عن الجاهلين أي إذا أقمت عليهم الحجة وأمرتهم بالمعروف فجهلوا عليك فأعرض عنهم ; صيانة له عليهم ورفعا لقدره عن مجاوبتهم . وهذا وإن كان خطابا لنبيه عليه السلام فهو تأديب لجميع خلقه . وقال ابن زيد وعطاء : هي منسوخة بآية السيف . وقال مجاهد وقتادة : هي محكمة ; وهو الصحيح لما رواه البخاري عن عبد الله بن عباس قال : قدم عيينة بن حصن بن حذيفة بن بدر فنزل على ابن أخيه الحر بن قيس بن حصن ، وكان من النفر الذين يدنيهم عمر ، وكان القراء أصحاب مجالس عمر ومشاورته ، كهولا كانوا أو شبانا . فقال عيينة لابن أخيه : يا ابن أخي ، هل لك وجه عند هذا الأمير ، فتستأذن لي عليه . قال : سأستأذن لك عليه ; فاستأذن لعيينة . فلما دخل قال : يا ابن الخطاب ، والله ما تعطينا الجزل ، ولا تحكم بيننا بالعدل ! قال : فغضب عمر حتى هم بأن يقع به . فقال الحر ; يا أمير المؤمنين ، إن الله قال لنبيه عليه السلام خذ العفو وأمر بالعرف وأعرض عن الجاهلين وإن هذا من الجاهلين . فوالله ما جاوزها عمر حين تلاها عليه ، وكان وقافا عند [ ص: 311 ] كتاب الله عز وجل . قلت : فاستعمال عمر رضي الله عنه لهذه الآية واستدلال الحر بها يدل على أنها محكمة لا منسوخة . وكذلك استعملها الحسن بن علي بن أبي طالب رضي الله عنهما ; على ما يأتي بيانه . وإذا كان الجفاء على السلطان تعمدا واستخفافا بحقه فله تعزيره . وإذا كان غير ذلك فالإعراض والصفح والعفو ; كما فعل الخليفة العدل .",
  "ayah": 199,
  "surah": 7
}
