{
  "text": "قوله تعالى فدلاهما بغرور فلما ذاقا الشجرة بدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنة وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين قوله تعالى فدلاهما بغرور أوقعهما في الهلاك . قال ابن عباس : غرهما باليمين . وكان يظن آدم أنه لا يحلف أحد بالله كاذبا ، فغرهما بوسوسته وقسمه لهما . وقال قتادة : حلف [ ص: 162 ] بالله لهما حتى خدعهما . وقد يخدع المؤمن بالله . كان بعض العلماء يقول : من خادعنا بالله خدعنا . وفي الحديث عنه صلى الله عليه وسلم : المؤمن غر كريم والفاجر خب لئيم . وأنشد نفطويه :إن الكريم إذا تشاء خدعتهوترى اللئيم مجربا لا يخدعفدلاهما يقال : أدلى دلوه : أرسلها . ودلاها : أخرجها . وقيل : دلاهما أي دللهما ; من الدالة ، وهي الجرأة . أي جرأهما على المعصية فخرجا من الجنة .قوله تعالى فلما ذاقا الشجرة بدت لهما سوآتهما وطفقا يخصفان عليهما من ورق الجنةفيه ثلاث مسائل :الأولى قوله تعالى فلما ذاقا الشجرة أي أكلا منها . وقد مضى في \" البقرة \" الخلاف في هذه الشجرة ، وكيف أكل آدم منهابدت لهما سوآتهما أكلت حواء أولا فلم يصبها شيء ; فلما أكل آدم حلت العقوبة ; لأن النهي ورد عليهما كما تقدم في \" البقرة \" . قال ابن عباس : تقلص النور الذي كان لباسهما فصار أظفارا في الأيدي والأرجل . الثانية : وطفقا ويجوز إسكان الفاء . وحكى الأخفش طفق يطفق ; مثل ضرب يضرب . يقال : طفق ، أي أخذ في الفعل . يخصفان وقرأ الحسن بكسر الخاء وشد الصاد . والأصل \" يختصفان \" فأدغم ، وكسر الخاء لالتقاء الساكنين . وقرأ ابن بريدة ويعقوب بفتح الخاء ، ألقيا حركة التاء عليها . ويجوز \" يخصفان \" بضم الياء ، من خصف يخصف . وقرأ الزهري ( يخصفان ) من أخصف . وكلاهما منقول بالهمزة أو التضعيف والمعنى : يقطعان الورق ويلزقانه ليستترا به ، ومنه خصف النعل . والخصاف الذي يرقعها . والمخصف المثقب . قال ابن عباس : هو ورق التين . ويروى أن آدم عليه السلام لما بدت سوأته وظهرت عورته طاف على أشجار الجنة يسل منها ورقة يغطي بها عورته ; فزجرته أشجار الجنة حتى رحمته شجرة التين فأعطته ورقة . ف طفقا يعني آدم وحواء يخصفان عليهما من ورق الجنة فكافأ الله [ ص: 163 ] التين بأن سوى ظاهره وباطنه في الحلاوة والمنفعة وأعطاه ثمرتين في عام واحد مرتين . الثالثة : وفي الآية دليل على قبح كشف العورة ، وأن الله أوجب عليهما الستر ; ولذلك ابتدرا إلى سترها ، ولا يمتنع أن يؤمرا بذلك في الجنة ; كما قيل لهما : ولا تقربا هذه الشجرة . وقد حكى صاحب البيان عن الشافعي أن من لم يجد ما يستر به عورته إلا ورق الشجر لزمه أن يستتر بذلك ; لأنه سترة ظاهرة يمكنه التستر بها ; كما فعل آدم في الجنة . والله أعلم .قوله تعالى وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين قالا ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين أي قال لهما : ألم أنهكما . قالا ربنا نداء مضاف . والأصل : يا ربنا . وقيل . إن في حذف \" يا \" معنى التعظيم . فاعترفا بالخطيئة وتابا صلى الله عليهما وسلم .وقد مضى في \" البقرة \"",
  "ayah": 22,
  "surah": 7
}
