{
  "text": "قوله تعالى يا بني آدم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفينفيه سبع مسائل :الأولى : قوله تعالى يابني آدم هو خطاب لجميع العالم ، وإن كان المقصود بها من كان يطوف من العرب بالبيت عريانا ; فإنه عام في كل مسجد للصلاة ; لأن العبرة للعموم لا للسبب . ومن العلماء من أنكر أن يكون المراد به الطواف ; لأن الطواف لا يكون إلا في مسجد [ ص: 170 ] واحد ، والذي يعم كل مسجد هو الصلاة . وهذا قول من خفي عليه مقاصد الشريعة . وفي صحيح مسلم عن ابن عباس قال : كانت المرأة تطوف بالبيت وهي عريانة وتقول : من يعيرني تطوافا ؟ تجعله على فرجها . وتقول :اليوم يبدو بعضه أو كله وما بدا منه فلا أحلهفنزلت هذه الآية خذوا زينتكم عند كل مسجد \" التطواف \" بكسر التاء . وهذه المرأة هي ضباعة بنت عامر بن قرط ; قاله القاضي عياض . وفي صحيح مسلم أيضا عن هشام بن عروة عن أبيه قال : كانت العرب تطوف بالبيت عراة إلا الحمس ، والحمس قريش وما ولدت ، كانوا يطوفون بالبيت عراة إلا أن تعطيهم الحمس ثيابا فيعطي الرجال الرجال والنساء النساء . وكانت الحمس لا يخرجون من المزدلفة ، وكان الناس كلهم يقفون بعرفات . في غير مسلم : ويقولون نحن أهل الحرم ، فلا ينبغي لأحد من العرب أن يطوف إلا في ثيابنا ، ولا يأكل إذا دخل أرضنا إلا من طعامنا . فمن لم يكن له من العرب صديق بمكة يعيره ثوبا ولا يسار يستأجره به كان بين أحد أمرين : إما أن يطوف بالبيت عريانا ، وإما أن يطوف في ثيابه ; فإذا فرغ من طوافه ألقى ثوبه عنه فلم يمسه أحد . وكان ذلك الثوب يسمى اللقى ; قال قائل من العرب :كفى حزنا كري عليه كأنه     لقى بين أيدي الطائفين حريمفكانوا على تلك الجهالة والبدعة والضلالة حتى بعث الله نبيه محمدا صلى الله عليه وسلم ; فأنزل الله تعالى : يابني آدم خذوا زينتكم الآية . وأذن مؤذن رسول الله صلى الله عليه وسلم : ألا لا يطوف بالبيت عريان . قلت : ومن قال بأن المراد الصلاة فزينتها النعال ; لما رواه كرز بن وبرة عن عطاء عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال ذات يوم : خذوا زينة الصلاة . قيل : وما زينة الصلاة ؟ قال : البسوا نعالكم فصلوا فيها . [ ص: 171 ] الثانية : دلت الآية على وجوب ستر العورة كما تقدم . وذهب جمهور أهل العلم إلى أنها فرض من فروض الصلاة . وقال الأبهري هي فرض في الجملة ، وعلى الإنسان أن يسترها عن أعين الناس في الصلاة وغيرها . وهو الصحيح ; لقوله عليه السلام للمسور بن مخرمة : ارجع إلى ثوبك فخذه ولا تمشوا عراة . أخرجه مسلم . وذهب إسماعيل القاضي إلى أن ستر العورة من سنن الصلاة ، واحتج بأنه لو كان فرضا في الصلاة لكان العريان لا يجوز له أن يصلي ; لأن كل شيء من فروض الصلاة يجب الإتيان به مع القدرة عليه ، أو بدله مع عدمه ، أو تسقط الصلاة جملة ، وليس كذلك . قال ابن العربي : وإذا قلنا إن ستر العورة فرض في الصلاة فسقط ثوب إمام فانكشف دبره وهو راكع فرفع رأسه فغطاه أجزأه ; قاله ابن القاسم . وقال سحنون : وكل من نظر إليه من المأمومين أعاد . وروي عن سحنون أيضا : أنه يعيد ويعيدون ; لأن ستر العورة شرط من شروط الصلاة ، فإذا ظهرت بطلت الصلاة . أصله الطهارة . قال القاضي ابن العربي : أما من قال ، إن صلاتهم لا تبطل فإنهم لم يفقدوا شرطا ، وأما من قال إن أخذه مكانه صحت صلاته وتبطل صلاة من نظر إليه فصحيفة يجب محوها ولا يجوز الاشتغال بها . وفي البخاري والنسائي عن عمرو بن سلمة قال : لما رجع قومي من عند النبي صلى الله عليه وسلم قالوا قال : ليؤمكم أكثركم قراءة للقرآن . قال : فدعوني فعلموني الركوع والسجود ; فكنت أصلي بهم وكانت علي بردة مفتوقة ، وكانوا يقولون لأبي : ألا تغطي عنا است ابنك . لفظ النسائي . وثبت عن سهل بن سعد قال : لقد كانت الرجال عاقدي أزرهم في أعناقهم من ضيق الأزر خلف رسول الله صلى الله عليه وسلم في الصلاة كأمثال الصبيان ; فقال قائل : يا معشر النساء ، لا ترفعن رءوسكن حتى ترفع الرجال . أخرجه البخاري والنسائي وأبو داود .الثالثة : واختلفوا إذا رأى عورة نفسه ; فقال الشافعي : إذا كان الثوب ضيقا يزره أو يخلله بشيء لئلا يتجافى القميص فترى من الجيب العورة ، فإن لم يفعل ورأى عورة نفسه أعاد الصلاة . وهو قول أحمد . ورخص مالك في الصلاة في القميص محلول الأزرار ، ليس عليه سراويل . وهو قول أبي حنيفة وأبي ثور . وكان سالم يصلي محلول الأزرار . وقال داود الطائي : إذا كان عظيم اللحية فلا بأس به . وحكى معناه الأثرم عن أحمد . فإن كان إماما فلا يصلي إلا [ ص: 172 ] بردائه ; لأنه من الزينة . وقيل : من الزينة الصلاة في النعلين ; رواه أنس عن النبي صلى الله عليه وسلم ولم يصح . وقيل : زينة الصلاة رفع الأيدي في الركوع وفي الرفع منه . قال أبو عمر : لكل شيء زينة وزينة الصلاة التكبير ورفع الأيدي . وقال عمر رضي الله عنه : إذا وسع الله عليكم فأوسعوا على أنفسكم ، جمع رجل عليه ثيابه ، صلى في إزار ورداء ، في إزار وقميص ، في إزار وقباء ، في سراويل ورداء ، في سراويل وقميص ، في سراويل وقباء - وأحسبه قال : في تبان وقميص - في تبان ورداء ، في تبان وقباء . رواه البخاري والدارقطني .الرابعة : قوله تعالى وكلوا واشربوا ولا تسرفوا قال ابن عباس : أحل الله في هذه الآية الأكل والشرب ما لم يكن سرفا أو مخيلة . فأما ما تدعو الحاجة إليه ، وهو ما سد الجوعة وسكن الظمأ ، فمندوب إليه عقلا وشرعا ، لما فيه من حفظ النفس وحراسة الحواس ; ولذلك ورد الشرع بالنهي عن الوصال ; لأنه يضعف الجسد ويميت النفس ، ويضعف عن العبادة ، وذلك يمنع منه الشرع ويدفعه العقل . وليس لمن منع نفسه قدر الحاجة حظ من بر ولا نصيب من زهد ; لأن ما حرمها من فعل الطاعة بالعجز والضعف أكثر ثوابا وأعظم أجرا . وقد اختلف في الزائد على قدر الحاجة على قولين : فقيل حرام ، وقيل مكروه . قال ابن العربي : وهو الصحيح ; فإن قدر الشبع يختلف باختلاف البلدان والأزمان والأسنان والطعمان . ثم قيل : في قلة الأكل منافع كثيرة ; منها أن يكون الرجل أصح جسما وأجود حفظا وأزكى فهما وأقل نوما وأخف نفسا . وفي كثرة الأكل كظ المعدة ونتن التخمة ، ويتولد منه الأمراض المختلفة ، فيحتاج من العلاج أكثر مما يحتاج إليه القليل الأكل . وقال بعض الحكماء : أكبر الدواء تقدير الغذاء . وقد بين النبي صلى الله عليه وسلم هذا المعنى بيانا شافيا يغني عن كلام الأطباء فقال : ما ملأ آدمي وعاء شرا من بطن بحسب ابن آدم لقيمات يقمن صلبه فإن كان لا محالة فثلث لطعامه وثلث لشرابه وثلث لنفسه . خرجه الترمذي من حديث المقدام بن معديكرب . قال [ ص: 173 ] علماؤنا : لو سمع بقراط هذه القسمة لعجب من هذه الحكمة . ويذكر أن الرشيد كان له طبيب نصراني حاذق فقال لعلي بن الحسين : ليس في كتابكم من علم الطب شيء ، والعلم علمان : علم الأديان وعلم الأبدان . فقال له علي : قد جمع الله الطب كله في نصف آية من كتابنا . فقال له : ما هي ؟ قال قوله عز وجل : وكلوا واشربوا ولا تسرفوا . فقال النصراني : ولا يؤثر عن رسولكم شيء من الطب . فقال علي : جمع رسول الله صلى الله عليه وسلم الطب في ألفاظ يسيرة . قال : ما هي ؟ قال : المعدة بيت الأدواء والحمية رأس كل دواء وأعط كل جسد ما عودته . فقال النصراني : ما ترك كتابكم ولا نبيكم لجالينوس طبا . قلت : ويقال إن معالجة المريض نصفان : نصف دواء ونصف حمية : فإن اجتمعا فكأنك بالمريض قد برئ وصح . وإلا فالحمية به أولى ; إذ لا ينفع دواء مع ترك الحمية . ولقد تنفع الحمية مع ترك الدواء . ولقد قال رسول الله صلى الله عليه وسلم : أصل كل دواء الحمية . والمعني بها - والله أعلم - أنها تغني عن كل دواء ; ولذلك يقال : إن الهند جل معالجتهم الحمية ، يمتنع المريض عن الأكل والشراب والكلام عدة أيام فيبرأ ويصح . الخامسة : روى مسلم عن ابن عمر قال : سمعت رسول الله صلى الله عليه وسلم يقول : الكافر يأكل في سبعة أمعاء والمؤمن يأكل في معى واحد . وهذا منه صلى الله عليه وسلم حض على التقليل من الدنيا والزهد فيها والقناعة بالبلغة . وقد كانت العرب تمتدح بقلة الأكل وتذم بكثرته . كما قال قائلهم :تكفيه فلذة كبد إن ألم بها     من الشواء ويروي شربه الغمروقالت أم زرع في ابن أبي زرع : ويشبعه ذراع الجفرة . وقال حاتم الطائي يذم بكثرة الأكل :فإنك إن أعطيت بطنك سؤله     وفرجك نالا منتهى الذم أجمعاوقال الخطابي : معنى قوله صلى الله عليه وسلم : المؤمن يأكل في معى واحد أنه يتناول دون شبعه ، ويؤثر على نفسه ويبقي من زاده لغيره ; فيقنعه ما أكل . والتأويل الأول أولى والله أعلم . وقيل [ ص: 174 ] في قوله عليه السلام : والكافر يأكل في سبعة أمعاء ليس على عمومه ; لأن المشاهدة تدفعه ، فإنه قد يوجد كافر أقل أكلا من مؤمن ، ويسلم الكافر فلا يقل أكله ولا يزيد . وقيل : هو إشارة إلى معين . ضاف النبي صلى الله عليه وسلم ضيف كافر يقال : إنه الجهجاه الغفاري . وقيل : ثمامة بن أثال . وقيل : نضلة بن عمرو الغفاري . وقيل : بصرة بن أبي بصرة الغفاري . فشرب حلاب سبع شياه ، ثم إنه أصبح فأسلم فشرب حلاب شاة فلم يستتمه ; فقال النبي صلى الله عليه وسلم ذلك . فكأنه قال : هذا الكافر . والله أعلم . وقيل : إن القلب لما تنور بنور التوحيد نظر إلى الطعام بعين التقوي على الطاعة ، فأخذ منه قدر الحاجة ، وحين كان مظلما بالكفر كان أكله كالبهيمة ترتع حتى تثلط . واختلف في هذه الأمعاء ، هل هي حقيقة أم لا ؟ فقيل : حقيقة ، ولها أسماء معروفة عند أهل العلم بالطب والتشريح . وقيل : هي كنايات عن أسباب سبعة يأكل بها النهم : يأكل للحاجة والخبر والشم والنظر واللمس والذوق ويزيد استغناما . وقيل : المعنى أن يأكل أكل من له سبعة أمعاء . والمؤمن بخفة أكله يأكل أكل من ليس له إلا معى واحد ; فيشارك الكافر بجزء من أجزاء أكله ، ويزيد الكافر عليه بسبعة أمثال . والمعى في هذا الحديث هو المعدة .السادسة : وإذا تقرر هذا فاعلم أنه يستحب للإنسان غسل اليد قبل الطعام وبعده ; لقوله . عليه السلام : الوضوء قبل الطعام وبعده بركة . وكذا في التوراة . رواه زاذان عن سلمان . وكان مالك يكره غسل اليد النظيفة . والاقتداء بالحديث أولى . ولا يأكل طعاما حتى يعرف أحارا هو أم باردا ؟ فإنه إن كان حارا فقد يتأذى . وروي عن رسول الله صلى الله عليه وسلم أنه قال : أبردوا بالطعام فإن الحار غير ذي بركة حديث صحيح . وقد تقدم في \" البقرة \" ولا يشمه فإن ذلك من عمل البهائم ، بل إن اشتهاه أكله ، وإن كرهه تركه ، ويصغر اللقمة ويكثر مضغها لئلا يعد شرها . ويسمي الله تعالى في أوله ويحمده في آخره . ولا ينبغي أن يرفع صوته بالحمد إلا أن يكون جلساؤه قد فرغوا من الأكل ; لأن في رفع الصوت منعا لهم من الأكل . وآداب الأكل كثيرة ، هذه جملة منها . وسيأتي بعضها في سورة \" هود \" إن شاء الله تعالى . وللشراب أيضا آداب معروفة ، تركنا ذكرها لشهرتها . وفي صحيح مسلم عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : إذا أكل أحدكم فليأكل بيمينه وإذا شرب فليشرب بيمينه فإن الشيطان يأكل بشماله ويشرب بشماله .[ ص: 175 ] السابعة : قوله تعالى ولا تسرفوا أي في كثرة الأكل ، وعنه يكون كثرة الشرب ، وذلك يثقل المعدة ، ويثبط الإنسان عن خدمة ربه والأخذ بحظه من نوافل الخير . فإن تعدى ذلك إلى ما فوقه مما يمنعه القيام الواجب عليه حرم عليه ، وكان قد أسرف في مطعمه ومشربه . روى أسد بن موسى من حديث عون بن أبي جحيفة عن أبيه قال : أكلت ثريدا بلحم سمين ، فأتيت النبي صلى الله عليه وسلم وأنا أتجشى ; فقال : اكفف عليك من جشائك أبا جحيفة فإن أكثر الناس شبعا في الدنيا أطولهم جوعا يوم القيامة . فما أكل أبو جحيفة بملء بطنه حتى فارق الدنيا ، وكان إذا تغدى لا يتعشى ، وإذا تعشى لا يتغدى . قلت : وقد يكون هذا معنى قوله عليه السلام : المؤمن يأكل في معى واحد أي التام الإيمان ; لأن من حسن إسلامه وكمل إيمانه كأبي جحيفة تفكر فيما يصير إليه من أمر الموت وما بعده ; فيمنعه الخوف والإشفاق من تلك الأهوال من استيفاء شهواته . والله أعلم . وقال ابن زيد : معنى ولا تسرفوا لا تأكلوا حراما . وقيل : \" من السرف أن تأكل كل ما اشتهيت \" . رواه أنس بن مالك عن النبي صلى الله عليه وسلم ، خرجه ابن ماجه في سننه . وقيل : من الإسراف الأكل بعد الشبع . وكل ذلك محظور . وقال لقمان لابنه : يا بني لا تأكل شبعا فوق شبع ، فإنك أن تنبذه للكلب خير من أن تأكله . وسأل سمرة بن جندب عن ابنه ما فعل ؟ قالوا : بشم البارحة . قال : بشم ! فقالوا : نعم . قال : أما إنه لو مات ما صليت عليه . وقيل : إن العرب في الجاهلية كانوا لا يأكلون دسما في أيام حجهم ، ويكتفون باليسير من الطعام ، ويطوفون عراة . فقيل لهم : خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا أي لا تسرفوا في تحريم ما لم يحرم عليكم .",
  "ayah": 31,
  "surah": 7
}
