{
  "text": "قوله : قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار كلما دخلت أمة لعنت أختها حتى إذا اداركوا فيها جميعا قالت أخراهم لأولاهم ربنا هؤلاء أضلونا فآتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمونقوله تعالى قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار أي مع أمم ; ف في بمعنى \" مع \" . وهذا لا يمتنع ; لأن قولك : زيد في القوم ، أي مع القوم . وقيل : هي على بابها ، أي ادخلوا في جملتهم . والقائل قيل هو الله عز وجل ، أي قال الله ادخلوا . وقيل : هو مالك خازن النار .كلما دخلت أمة لعنت أختها أي التي سبقتها إلى النار ، وهي أختها في الدين والملة .حتى إذا اداركوا فيها جميعا أي اجتمعوا . وقرأ الأعمش ( تداركوا ) وهو الأصل ، ثم وقع الإدغام فاحتيج إلى ألف الوصل . وحكاها المهدوي عن ابن مسعود . النحاس : وقرأ ابن مسعود ( حتى إذا ادركوا ) أي أدرك بعضهم بعضا . وعصمة عن أبي عمرو ( حتى إذا اداركوا ) بإثبات الألف على الجمع بين الساكنين . وحكى : هذان عبدا الله . وله ثلثا المال . وعن أبي عمرو أيضا : ( إذا إداركوا ) بقطع ألف الوصل ; فكأنه سكت على إذا للتذكر ، فلما طال سكوته قطع ألف الوصل ; كالمبتدئ بها . وقد جاء في الشعر قطع ألف الوصل نحو قول :يا نفس صبرا كل حي لاقي وكل اثنين إلى إفتراقوعن مجاهد وحميد بن قيس ( حتى إذ ادركوا ) بحذف ألف إذا لالتقاء الساكنين ، وحذف الألف التي بعد الدال .جميعا نصب على الحال .قالت أخراهم لأولاهم أي آخرهم دخولا وهم الأتباع لأولاهم وهم القادة ربنا هؤلاء أضلونا فآتهم عذابا ضعفا من النار فاللام في لأولاهم لام أجل ; لأنهم لم يخاطبوا أولاهم ولكن قالوا في حق أولاهم ربنا هؤلاء أضلونا . والضعف : المثل الزائد على مثله مرة أو مرات . وعن ابن مسعود أن الضعف ههنا الأفاعي والحيات . ونظير هذه الآية ربنا آتهم ضعفين من العذاب والعنهم لعنا كبيرا . وهناك يأتي ذكر الضعف بأبشع من هذا وما يترتب عليه من الأحكام ، إن شاء الله [ ص: 185 ] تعالى .قال لكل ضعف أي للتابع والمتبوع .( ولكن لا تعلمون ) على قراءة من قرأ بالياء ; أي لا يعلم كل فريق ما بالفريق الآخر ، إذ لو علم بعض من في النار أن عذاب أحد فوق عذابه لكان نوع سلوة له . وقيل : المعنى ولكن لا تعلمون بالتاء ، أي ولكن لا تعلمون أيها المخاطبون ما يجدون من العذاب . ويجوز أن يكون المعنى ولكن لا تعلمون يا أهل الدنيا مقدار ما هم فيه من العذاب .",
  "ayah": 38,
  "surah": 7
}
