{
  "text": "قوله تعالى لقد أرسلنا نوحا إلى قومه فقال ياقوم اعبدوا الله ما لكم من إله غيره إني أخاف عليكم عذاب يوم عظيمقوله تعالى لقد أرسلنا نوحا إلى قومه فقال يا قوم اعبدوا الله لما بين أنه الخالق القادر على الكمال ذكر أقاصيص الأمم وما فيها من تحذير الكفار . واللام في لقد للتأكيد المنبه على القسم . والفاء دالة على أن الثاني بعد الأول . يا قوم نداء مضاف . ويجوز يا قومي على الأصل . ونوح أول الرسل إلى الأرض بعد آدم عليهما السلام بتحريم البنات والأخوات والعمات والخالات . قال النحاس : وانصرف لأنه على ثلاثة أحرف . وقد يجوز أن يشتق من ناح ينوح ; وقد تقدم في \" آل عمران \" هذا المعنى وغيره فأغنى عن إعادته قال ابن العربي : ومن قال إن إدريس كان قبله من المؤرخين فقد وهم . والدليل على صحة وهمه الحديث الصحيح في الإسراء حين لقي النبي صلى الله عليه وسلم آدم وإدريس فقال له آدم : مرحبا بالنبي الصالح والابن الصالح . وقال له إدريس : مرحبا بالنبي الصالح والأخ الصالح . فلو كان إدريس أبا لنوح لقال مرحبا بالنبي الصالح والابن الصالح . فلما قال له والأخ الصالح دل ذلك على أنه يجتمع معه في نوح ، صلوات الله عليهم أجمعين . ولا كلام لمنصف بعد هذا .قال القاضي عياض : وجاء جواب الآباء ههنا كنوح وإبراهيم وآدم مرحبا بالابن الصالح . وقال عن إدريس بالأخ الصالح كما ذكر عن موسى وعيسى ويوسف وهارون ويحيى ممن ليس بأب - باتفاق - للنبي صلى الله عليه وسلم . وقال المازري : قد ذكر المؤرخون أن إدريس جد نوح عليهما السلام . فإن قام الدليل على أن إدريس بعث أيضا لم يصح قول النسابين إنه قبل نوح ; لما أخبر عليه السلام من قول آدم إن نوحا أول رسول بعث ، وإن لم يقم دليل جاز ما قالوا وصح أن يحمل أن إدريس كان نبيا غير مرسل . قال القاضي عياض : قد يجمع بين هذا بأن يقال : اختص بعث نوح لأهل الأرض - كما قال في الحديث - كافة كنبينا عليه السلام . ويكون إدريس لقومه كموسى وهود وصالح ولوط وغيرهم . وقد استدل بعضهم على هذا بقوله تعالى : وإن إلياس لمن المرسلين إذ قال لقومه ألا تتقون . وقد قيل : إن إلياس هو إدريس . وقد قرئ ( سلام على إدراسين ) . قال القاضي عياض : وقد رأيت أبا الحسن بن بطال ذهب إلى أن آدم ليس برسول ; ليسلم من هذا الاعتراض . وحديث أبي ذر الطويل يدل على أن آدم وإدريس [ ص: 210 ] رسولان . قال ابن عطية : ويجمع ذلك بأن تكون بعثة نوح مشهورة لإصلاح الناس وحملهم بالعذاب والإهلاك على الإيمان ; فالمراد أنه أول نبي بعث على هذه الصفة . والله أعلم . وروي عن ابن عباس أن نوحا عليه السلام بعث وهو ابن أربعين سنة . قال الكلبي : بعد آدم بثمانمائة سنة . وقال ابن عباس : وبقي في قومه يدعوهم ألف سنة إلا خمسين عاما ; كما أخبر التنزيل . ثم عاش بعد الطوفان ستين سنة . حتى كثر الناس وفشوا . وقال وهب : بعث نوح وهو ابن خمسين سنة . وقال عون بن شداد : بعث نوح وهو ابن ثلاثمائة وخمسين سنة . وفي كثير من كتب الحديث : الترمذي وغيره أن جميع الخلق الآن من ذرية نوح عليه السلام . وذكر النقاش عن سليمان بن أرقم عن الزهري : أن العرب وفارس والروم وأهل الشام وأهل اليمن من ولد سام بن نوح . والسند والهند والزنج والحبشة والزط والنوبة ، وكل جلد أسود من ولد حام بن نوح . والترك وبربر ووراء الصين ويأجوج ومأجوج والصقالبة كلهم من ولد يافث بن نوح . والخلق كلهم ذرية نوح .ما لكم من إله غيره إني أخاف عليكم عذاب يوم برفع غيره قراءة نافع وأبي عمرو وعاصم وحمزة . أي ما لكم إله غيره . نعت على الموضع . وقيل : \" غير \" بمعنى إلا ; أي ما لكم من إله إلا الله . قال أبو عمرو : ما أعرف الجر ولا النصب . وقرأ الكسائي بالخفض على الموضع . ويجوز النصب على الاستثناء ، وليس بكثير ; غير أن الكسائي والفراء أجازا نصب \" غير \" في كل موضع يحسن فيه \" إلا \" تم الكلام أو لم يتم . فأجازا : ما جاءني غيرك . قال الفراء : هي لغة بعض بني أسد وقضاعة . وأنشد :لم يمنع الشرب منها غير أن هتفت حمامة في سحوق ذات أوقالقال الكسائي : ولا يجوز جاءني غيرك ، في الإيجاب ; لأن \" إلا \" لا تقع هاهنا . قال النحاس : لا يجوز عند البصريين نصب \" غير \" إذا لم يتم الكلام . وذلك عندهم من أقبح اللحن .",
  "ayah": 59,
  "surah": 7
}
