{
  "text": "قوله تعالى ولوطا إذ قال لقومه أتأتون الفاحشة ما سبقكم بها من أحد من العالمينفيه أربع مسائل :الأولى : قوله تعالى ولوطا إذ قال لقومه قال الفراء : لوط مشتق من قولهم : هذا أليط بقلبي ، أي ألصق . وقال النحاس : قال الزجاج زعم بعض النحويين - يعني الفراء - أن لوطا يجوز أن يكون مشتقا من لطت الحوض إذا ملسته بالطين . قال : وهذا غلط ; لأن الأسماء الأعجمية لا تشتق كإسحاق ، فلا يقال : إنه من السحق وهو البعد . وإنما صرف لوط لخفته لأنه على ثلاثة أحرف وهو ساكن الوسط . قال النقاش : لوط من الأسماء الأعجمية وليس من العربية . فأما لطت الحوض ، وهذا أليط بقلبي من هذا ، فصحيح . ولكن الاسم أعجمي كإبراهيم وإسحاق . قال سيبويه : نوح ولوط أسماء أعجمية ، إلا أنها خفيفة فلذلك صرفت .بعثه الله تعالى إلى أمة تسمى سدوم ، وكان ابن أخي إبراهيم . ونصبه إما ب أرسلنا المتقدمة فيكون معطوفا . ويجوز أن يكون منصوبا بمعنى واذكر .[ ص: 219 ] الثانية قوله تعالى أتأتون الفاحشة يعني إتيان الذكور . ذكرها الله باسم الفاحشة ليبين أنها زنى ; كما قال الله تعالى : ولا تقربوا الزنى إنه كان فاحشة .واختلف العلماء فيما يجب على من فعل ذلك بعد إجماعهم على تحريمه ; فقال مالك : يرجم ; أحصن أو لم يحصن . وكذلك يرجم المفعول به إن كان محتلما . وروي عنه أيضا : يرجم إن كان محصنا ، ويحبس ويؤدب إن كان غير محصن . وهو مذهب عطاء والنخعي وابن المسيب وغيرهم . وقال أبو حنيفة : يعذر المحصن وغيره ; وروي عن مالك . وقال الشافعي : يحد حد الزنى قياسا عليه . احتج مالك بقوله تعالى : وأمطرنا عليهم حجارة من سجيل . فكان ذلك عقوبة لهم وجزاء على فعلهم . فإن قيل : لا حجة فيها لوجهين ; أحدهما : أن قوم لوط إنما عوقبوا على الكفر والتكذيب كسائر الأمم . الثاني : أن صغيرهم وكبيرهم دخل فيها ; فدل على خروجها من باب الحدود . قيل : أما الأول فغلط ; فإن الله سبحانه أخبر عنهم أنهم كانوا على معاص فأخذهم بها ; منها هذه . وأما الثاني فكان منهم فاعل وكان منهم راض ، فعوقب الجميع لسكوت الجماهير عليه . وهي حكمة الله وسنته في عباده . وبقي أمر العقوبة على الفاعلين مستمرا . والله أعلم . وقد روى أبو داود وابن ماجه والترمذي والنسائي والدارقطني أن رسول الله صلى الله عليه وسلم قال : من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به . لفظ أبي داود وابن ماجه . وعند الترمذي أحصنا أو لم يحصنا . وروى أبو داود والدارقطني عن ابن عباس في البكر يوجد على اللوطية قال : يرجم . وقد روي عن أبي بكر الصديق رضي الله عنه أنه حرق رجلا يسمى الفجاءة حين [ ص: 220 ] عمل عمل قوم لوط بالنار . وهو رأي علي بن أبي طالب ; فإنه لما كتب خالد بن الوليد إلى أبي بكر في ذلك جمع أبو بكر أصحاب النبي صلى الله عليه وسلم واستشارهم فيه ; فقال علي : إن هذا الذنب لم تعص به أمة من الأمم إلا أمة واحدة صنع الله بها ما علمتم ، أرى أن يحرق بالنار . فاجتمع رأي أصحاب رسول الله صلى الله عليه وسلم أن يحرق بالنار . فكتب أبو بكر إلى خالد بن الوليد أن يحرقه بالنار فأحرقه . ثم أحرقهم ابن الزبير في زمانه . ثم أحرقهم هشام بن الوليد . ثم أحرقهم خالد القسري بالعراق . وروي أن سبعة أخذوا في زمن ابن الزبير في لواط ; فسأل عنهم فوجد أربعة قد أحصنوا فأمر بهم فخرجوا بهم من الحرم فرجموا بالحجارة حتى ماتوا ، وحد الثلاثة ; وعنده ابن عباس وابن عمر فلم ينكرا عليه . وإلى هذا ذهب الشافعي . قال ابن العربي : والذي صار إليه مالك أحق ، فهو أصح سندا وأقوى معتمدا . وتعلق الحنفيون بأن قالوا : عقوبة الزنى معلومة ; فلما كانت هذه المعصية غيرها وجب ألا يشاركها في حدها . ويأثرون في هذا حديثا : من وضع حدا في غير حد فقد تعدى وظلم . وأيضا فإنه وطء في فرج لا يتعلق به إحلال ولا إحصان ، ولا وجوب مهر ولا ثبوت نسب ; فلم يتعلق به حد .الثالثة : فإن أتى بهيمة فقد قيل : لا يقتل هو ولا البهيمة . وقيل : يقتلان ; حكاه ابن المنذر عن أبي سلمة بن عبد الرحمن . وفي الباب حديث رواه أبو داود والدارقطني عن ابن عباس قال قال رسول الله صلى الله عليه وسلم : من وقع على بهيمة فاقتلوه واقتلوا البهيمة معه . فقلنا لابن [ ص: 221 ] عباس : ما شأن البهيمة ؟ قال : ما أراه قال ذلك ، إلا أنه كره أن يؤكل لحمها وقد عمل بها ذلك العمل . قال ابن المنذر : إن يك الحديث ثابتا فالقول به يجب ، وإن لم يثبت فليستغفر الله من فعل ذلك كثيرا ، وإن عزره الحاكم كان حسنا . والله أعلم . وقد قيل : إن قتل البهيمة لئلا تلقي خلقا مشوها ; فيكون قتلها مصلحة لهذا المعنى مع ما جاء من السنة . والله أعلم . وقد روى أبو داود عن ابن عباس قال : ليس على الذي زنى بالبهيمة حد . قال أبو داود : وكذا قال عطاء . وقال الحكم : أرى أن يجلد ولا يبلغ به الحد . وقال الحسن : هو بمنزلة الزاني . وقال الزهري : يجلد مائة أحصن أو لم يحصن . وقال مالك والثوري وأحمد وأصحاب الرأي يعزر . وروي عن عطاء والنخعي والحكم . واختلفت الرواية عن الشافعي ، وهذا أشبه على مذهبه في هذا الباب . وقال جابر بن زيد : يقام عليه الحد ، إلا أن تكون البهيمة له .الرابعة قوله تعالى ما سبقكم بها من أحد من العالمين من لاستغراق الجنس ، أي لم يكن اللواط في أمة قبل قوم لوط . والملحدون يزعمون أن ذلك كان قبلهم . والصدق ما ورد به القرآن . وحكى النقاش أن إبليس كان أصل عملهم بأن دعاهم إلى نفسه لعنه الله ، فكان ينكح بعضهم بعضا . قال الحسن : كانوا يفعلون ذلك بالغرباء ، ولم يكن يفعله بعضهم ببعض . وروى ابن ماجه عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم : إن أخوف ما أخاف على أمتي عمل قوم لوط . وقال محمد بن سيرين : ليس شيء من الدواب يعمل عمل قوم لوط إلا الخنزير والحمار .",
  "ayah": 80,
  "surah": 7
}
