{
  "surah": 2,
  "ayah": 1,
  "text": "Alif lām mīm. Addressing one another with individual letters is one of the customs of lovers in their love. These are the lovers' secrets with each other so that no one watching will be aware. Between them lovers have a secret not disclosed by word, nor does creation have a pen to record it. * Of the sort of hidden message that He gave not one will be given up for a hundred thousand lives. In the scroll of friendship there is the imprint of a script whose interpretation none but the passion- ate read. In the secluded cell of friendship, there is mystery between friends whose murmur none but the recognizers know. In the picture-gallery of friendship there is a color of colorlessness that none but the enraptured have the eyes to see. If you want to see the beauty of the beloved's face, blind the eyes of your head and look with the eye of your intellect! [DS 495] Though Moses heard a thousand words in a thousand languages, this mystery was given over to MuḤammad in the seclusion of Or closer [53:9] on the carpet of expansiveness: “Alif.” I said to her, “Halt [qifī].” She said, “qāf.” Those thousands of words came to Moses, but the veil stayed in place. This mystery came to MuḤammad at the moment of face-to-face vision. Moses heard the words but did not see the Speaker, MuḤammad heard the mystery while gazing on the Keeper of the Mystery. Moses in seeking was delighted with the seeking; MuḤammad in the Presence was delighted with the Friend. Moses had not found the pleasure of contemplation, so he did not know its taste. He had not gone beyond listening and remembering; his repose was in hearing, which is why He spoke so much to him. But MuḤammad had gone beyond the limit of hearing to the center point of togetherness. The jealousy of the Remembered did not leave him in the remembrance and the wave of light lifted him up from love, so remembrance became lost in the Remembered and love in the Light. The spirit was lost in face-to-face vision, and face-to-face vision is far from explication. When a heart finds delight in His grasp and is inundated by face-to-face vision, what will it do with reports? When the spirit rests in the embrace, why should it busy itself with much remembrance? For him who must have face-to-face vision, reports are the bane.  Why would a heart alone with face-to-face vision cling to reports? [DS 110] It has been said that Alif lām mīm caresses the paragon of the world in the tongue of allusion. It means, “Isolate [afrid] your secret core for Me, loosen [layyin] your limbs in My service, and stand [aqim] with Me, effacing your own traces and gaining proximity to Me!” O Master, pass all at once beyond the curtain of Gabriel's intermediacy so that the attribute of passion may pull off the mask of inaccessibility and show you the wonders of the Treasuries and the pearls of the Unseen that He has prepared for you. If Gabriel bothers you there, spill his blood- pay Gabriel's blood-price from mercy's treasure. [DS 592] O paragon, take one step outside of dust so that, when face-to-face vision gives you access, you will be all set and released from others. O paragon, what those chevaliers [the Companions of the Cave] drank down in sleep over three hundred nine years-drink it down in one moment in wake- fulness, for the house is empty, and the Friend is yours. It's night, there's wine, and the lover's alone- get up and come, pretty idol, for tonight is our night. It has been said that alif is an allusion to “I” [ana], lām to “My” [lī], and mīm to “from Me” [minnī]. I: It is I who am the Lord, I who join with the servant in love. I am the light of the name and the light of the message. I am the repose and ease [56:89] of hearts, I am the intimacy and rest of spirits. My: Whatever was, is, and will be is all My kingdom and property, decreed by My prescrip- tion and subjugated to My determination. That which overpowers it is My command, that which penetrates into it is My will. It has its being by My keeping, it is preserved by My help. From Me: Whatever has come has come from My power, whatever has gone forth has gone forth from My knowledge, whatever has been has been from My decree. All this is to admonish the servants: “You should dismiss your own intellect and knowledge so that you may reap the fruit. Leave the work to Me so that you may take a portion.  Keep your service limpid so that you may gain access. Take veneration as your companion so that you may be worthy of the gateway. Sit upon the mount of love so that you may quickly reach the Presence. Keep your aspiration one-pointed so that you may look first upon the Friend.” The Pir of the Tariqah, the beauty of the Folk of the Haqiqah, Shaykh al-Islām Anṣārī, has some fine words in unveiling the mysteries of alif and removing its curtain of obscurity. He said, “Alif is the imam of the letters and is well-known among the letters. Alif does not join with the other letters, but the other letters join with alif. Alif has no need of the other letters, but all the other letters need alif. Alif is straight. At first it is one, and at last one. It has one color, but words are many-colored. Alif is the cause of recognition, but its straightness does not accept any cause. In the place where it finds a place, no other letter finds a place, but each letter has a known station in the tablet. In reality it is together, but in gazing it is separate. It descends into each of the stations of the one, so all are one, and duality is unreal.” It has also been said that each letter is a lamp lit from the Greatest Light. Each is a sun risen from the east of the Haqiqah that has advanced to the heaven of jealousy. All the attributes of the creatures and the opacities of mortal man are the veil of that light. As long as the veil is in place, hoping to find the light is an error. The bride of the Qur'an will throw off her veil once she sees the kingdom of faith empty of tumult. [DS 52]"
}
