{
  "surah": 2,
  "ayah": 196,
  "text": "And complete the hajj and the umrah for God. It is narrated from Wahab ibn Munabbih that God sent a revelation to Adam: “O Adam, I am the Lord of the world and the world's folk, the creator of all, the king doing what I desire. I am the Lord of Bakka, and those who dwell there are My neighbors. Those who visit are My delegates, My guests, and under My protection. I will populate this spot with the folk of heaven and earth. They will come in droves from every direction and every region, their hair disheveled and their faces covered with dust from the suffering of the road, saying 'God is greater' and reciting 'Here I am,' their faces turned toward the blessed desert, the earth colored with the blood of sacrifice. “O Adam! When someone visits this house and is self-purifying in that, he is My guest and one of Mine, one of those near to Me. It is worthy of My majesty to honor him and to bring him to forgiveness through the gift of mercy and bestowal. O Adam! Among your children is a prophet by the name of Abraham, My bosom friend, chosen by Me. With his hand I will establish it, and I will command him to build it. I will make its eminence appear, bring to light its watering place, mark its sanctuary, and teach him how to worship Me there. After him I will have the world's folk keep it inhabited and place respect and reverence for it in their hearts. Then will come the turn of MuḤammad the Arab, the Seal of the Prophets, the lamp of heaven and earth. I will make it his birth place and origin, the place where revelation falls upon him, and the domicile of his honor. I will put its watering place, deputyship, and rulership in his hand. Then I will put love for it in the hearts of the faithful from the corners of the earth. They will come, bareheaded and barefoot, their goods and means put aside, their lives placed in their hands, their hair disheveled, their faces covered with dust. They will all go and circumambulate that house, asking Me for forgiveness. O Adam! If someone asks you what I will do with them, say that I am with them in knowledge, I am found by their souls and present in their hearts, and I am the cure of their pain.  I am concealed from their eyes, but I am face-to-face with their spirits.” So apparent are You to my heart, so hidden are You from my eyes! And complete the hajj and the umrah for God. The hajj of the common people is one thing, the hajj of the elect something else. The hajj of the common people sets out for the street of the Friend, the hajj of the elect sets out for the face of the Friend. That is going to the Friend's house, this is going to the Friend. I was in pain-not for the Kaabah but for Your face. I was drunk-not from wine but from Your fragrance. The common people went with their souls and saw doors and walls. The elect went with their spir- its and found conversation and vision. The elect travel this path just as that chevalier said: “The blood of the sincerely truthful was purified and made into a road- unless the spirit takes a step in this road, you will have no access.” He who goes with the soul finds suffering and carries burdens in order to circle the Kaabah. He who goes with the spirit finds rest and ease, and the Kaabah itself circles around his house. In this meaning there is the story of Ibrāhīm Khawāṣṣ. He said that once in his deprivation he found him- self wandering in Byzantium, just as the Men fall anywhere, bewildered and perplexed, helpless and having lost the thread. Perplexed in You the Men of the world have not been able to find the end of Your thread. The news in Byzantium was that the king's daughter had become mad, and her father had bound her with the bonds of madmen. The physicians were all helpless to cure her. From time to time she would breathe a cold breath and rain down hot tears, sometimes weeping, sometimes laughing. It occurred to him that something could be done. He went to the door of the king's house and said, “I have come to cure the sick person.” When the king's eyes fell on him, he said, “It seems you have come to cure my daughter. I suppose you are a physician.” He said, “Yes, I have a Lord who is a physician."
}
