{
  "surah": 2,
  "ayah": 3,
  "text": "Those who have faith in the Unseen and perform the prayer and spend of what We have provided them. They love God without having seen Him. They attest to His uniqueness and they believe in His oneness in Essence and attributes. They hold firm to His Messenger without having seen him, they accept his messengerhood, and they walk straight on the road of his Sunnah. After five hundred years of blackness on whiteness, they accept him with spirit and heart. The message he conveyed, the reports he gave of the World of Dominion, the Lote Tree of the Final End, the Gardens of the Refuge, the Throne of the Patron, the outcome of this world-they bear witness to its truth and they believe in all of it. They are the ones whom MuṣṬafā called his brothers: “Oh, the yearning to encounter my brothers!” And perform the prayer. They do the prayer such that you would say they are gazing on God and whispering secretly with Him, confirming the truth of the Prophet's words, “Worship God as if you see Him, for if you do not see Him, surely He sees you.” He also said, “When the servant stands for the prayer, he is before the eyes of the All-Merciful. When he looks around, God says, 'Child of Adam! At whom are you looking? Are you looking at someone better for you than I? Child of Adam! Look at Me, for I am better for you than the one at whom you are looking.'” Strive at the time you come to the prayer to keep your thoughts in the prayer and to turn your heart away from the bazaar. Have courtesy, turn your heart away from blessings, and know the worth of whispering secretly with the Patron of Blessings. For it is person of low aspiration and meanness who finds secret whispering with the Patron of Blessings and then busies his heart with the blessings. And spend of what We have provided them. He adds to the attributes of the godwary, saying that the caresses He has placed upon them and the blessings He has given them-they undertake to show gratitude for these blessings and, by the command of the Shariah, they caress the poor, give comfort to them, and consider them the Real's deputies in receiving charity.  This indeed is the road of Muslims generally, who discharge the obligatory or add something to it voluntarily. As for the road of the folk of the Haqiqah in this regard, it is something else. Whatever they have they give away and still consider themselves to have fallen short. Someone asked Shiblī, “Of two hundred dirhams, how much alms tax is mandatory?” He said, “Are you asking about yours or mine?” He said, “I did not know that my alms tax is one thing and yours something else. Explain that to me.” He said, “If you give it, five dirhams is mandatory. If I give it, the whole two hundred, with five more as a token of gratitude.” It is mandatory for the common people of the community to discharge the obligatory act of alms tax. The outcome of their work is that they say, “Lord God, are You approving and satisfied with what we have given?” The fruit of the deed of the elect, who give away all their possessions, is that God says, “My servant, are you approving and satisfied with Me in what you have done?” How far apart are the two! The description of the state of Abū Bakr gives witness that this is so. After he had given away all of his possessions, he came one day into the Prophet's presence draped in a white blanket with a pin of date-palm sticking out from the front of the blanket. Gabriel descended and said, “O MuḤammad, God sends you His greeting and says, 'What is it with Abū Bakr that his cloak is pierced by a pin?” He said, “O Gabriel, he spent his possessions before the conquest.” He said, “God says, 'Give him My greetings and ask him if he approves of Me in this poverty of his, or is he angry?'” He said, “What, should I be angry with my Lord? I approve of my Lord.” It has been said that the servant stands upright and straight in his states through three things: heart, body, and possessions. As long as he does not have faith in the Unseen, his heart will not go straight in the religion and neither clarity nor familiarity will appear in him. As long as he does not discharge the obligatory prayers, the soundness and straightness of his body will not be set right with continuity. As long as he does not separate the alms tax from his possessions, these posses- sions will not settle down with him."
}
