{
  "text": "اللہ کی نعمتیں اور سلیمان علیہ السلام۔حضرت داؤد ؑ پر جو نعمتیں نازل فرمائی تھیں ان کو بیان کرکے پھر آپ کے فرزند حضرت سلیمان ؑ پر جو نعمتیں نازل فرمائی تھیں ان کا بیان ہو رہا ہے کہ ان کیلئے ہوا کو تابع فرمان بنادیا۔ مہینے بھر کی راہ صبح ہی صبح ہوجاتی اور اتنی ہی مسافت کا سفر شام کو ہوجاتا۔ مثلاً دمشق سے تخت مع فوج و اسباب کے اڑایا اور تھوڑی دیر میں اصطخر پہنچادیا جو تیز سوار کیلئے بھی مہینے بھر کا سفر تھا۔ اسی طرح شام کو وہاں سے تخت اڑا اور شام ہی کو کا بل پہنچ گیا۔ تانبے کو بطور پانی کرکے اللہ تعالیٰ نے اس کے چشمے بہا دیئے تھے کہ جس کام میں جس طرح جس وقت لانا چاہیں تو بلاوقت لے لیا کریں۔ یہ تانبا انہیں کے وقت سے کام میں آ رہا ہے۔ سدی کا قول ہے کہ تین دن تک یہ بہتا رہا۔ جنات کو ان کی ماتحتی میں کردیا جو وہ چاہتے اپنے سامنے ان سے کام لیتے۔ ان میں سے جو جن احکام سلیمان کی تعمیل سے جی چراتا فوراً آگ سے جلا دیا جاتا۔ ابن ابی حاتم میں ہے رسول اللہ ﷺ فرماتے ہیں جنات کی تین قسمیں ہیں ایک تو پر دار ہے۔ دوسری قسم سانپ اور کتے ہیں تیسری قسم وہ ہے جو سواریوں پر سوار ہوتے ہیں اترتے ہیں وغیرہ۔ یہ حدیث بہت غریب ہے۔ ابن نعم سے روایت ہے کہ جنات کی تین قسمیں ہیں ایک کیلئے تو عذاب ثواب ہے ایک آسمان و زمین میں اڑتے رہتے ہیں ایک سانپ کتے ہیں۔ انسانوں کی بھی تین قسمیں ہیں۔ ایک وہ جنہیں اللہ تعالیٰ اپنے عرش تلے سایہ دے گا جس دن اس کے سائے کے سوائے اور کوئی سایہ نہ ہوگا۔ اور ایک قسم مثل چوپایوں کے ہے بلکہ ان سے بھی بدتر۔ اور تیسری قسم انسانی صورت میں شیطانی دل رکھنے والے۔ حضرت حسن فرماتے ہیں جن ابلیس کی اولاد میں سے ہیں اور انسان حضرت آدم ؑ کی اولاد میں سے ہیں دونوں میں مومن بھی ہیں اور کافر بھی۔ عذاب وثواب میں دونوں شریک ہیں دونوں کے ایماندار ولی اللہ ہیں اور دونوں کے بےایمان شیطان ہیں، محاریب کہتے ہیں بہترین عمارتوں کو گھر کے بہترین حصے کو مجلس کی صدارت کی جگہ کو۔ بقول مجاہد ان عمارتوں کو جو محلات سے کم درجے کی ہوں۔ ضحاک فرماتے ہیں مسجدوں کو۔ قتادہ کہتے ہیں بڑے بڑے محل اور مسجدوں کو۔ ابن زید کہتے ہیں گھروں کو۔ تماثیل تصویروں کو کہتے ہیں یہ تانبے کی تھیں۔ بقول قتادہ وہ مٹی اور شیشے کی تھیں۔ جواب جمع ہے جابیہ کی۔ جابیہ اس حوض کو کہتے ہیں جس میں پانی آتا رہتا ہو۔ یہ مثل تالاب کے تھیں بہت بڑے بڑے لگن تھے تاکہ حضرت سلیمان ؑ کی بہت بڑی فوج کیلئے بہت سا کھانا بیک وقت تیار ہوسکے اور ان کے سامنے لایا جاسکے۔ اور جمی ہوئی دیگیں جو بوجہ اپنی بڑائی کے اور بھاری پن کے ادھر سے ادھر نہیں کی جاسکتی تھیں۔ ان سے اللہ نے فرما دیا تھا کہ دین و دنیا کی جو نعمتیں میں نے تمہیں دے رکھی ہیں ان پر میرا شکر کرو۔ شکر مصدر ہے بغیر فعل کے یا مفعول لہ ہے اور دونوں تقدیروں پر اس میں دلالت ہے کہ شکر جس طرح قول اور ارادہ سے ہوتا ہے فعل سے بھی ہوتا ہے جیسے شاعر کا قول ہے افادتکم النعماء منی ثلاثہ یدی ولسانی الضمیر المحجیا اس میں بھی شاعر نعمتوں کا شکر تینوں طرح مانتا ہے فعل سے، زبان سے اور دل سے۔ حضرت عبدالرحمن سلمی سے مروی ہے کہ نماز بھی شکر ہے اور روزہ بھی شکر ہے اور بھلا عمل جسے تو اللہ کیلئے کرے، شکر ہے اور سب سے افضل شکر حمد ہے۔ محمد بن کعب قرظی فرماتے ہیں شکر اللہ تعالیٰ کا تقویٰ اور نیک عمل ہے۔ آل داؤد دونوں طرح کا شکر ادا کرتے تھے قولاً بھی اور فعلاً بھی۔ ثابت بنانی فرماتے ہیں \" حضرت داؤد ؑ نے اپنی اہل و عیال اولاد اور عورتوں پر اس طرح اوقات کی پابندی کے ساتھ نفل نماز تقسیم کی تھی کہ ہر وقت کوئی نہ کوئی نماز میں مشغول نظر آتا۔ بخاری و مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں اللہ کو سب سے زیادہ پسند حضرت داؤد ؑ کی نماز تھی۔ آپ آدھی رات سوتے تہائی رات قیام کرتے اور چھٹا حصہ سو رہتے۔ اسی طرح سب روزوں سے زیادہ محبوب روزے بھی اللہ تعالیٰ کو آپ ہی کے تھے آپ ایک دن روزے سے رہتے اور ایک دن بےروزہ ایک خوبی آپ میں یہ تھی کہ دشمن سے جہاد کے وقت منہ نہ پھیرتے۔ ابن ماجہ میں ہے کہ حضرت سلیمان ؑ کی والدہ ماجدہ نے آپ سے فرمایا کہ پیارے بچے رات کو بہت نہ سویا کرو۔ رات کی زیادہ نیند انسان کو قیامت کے دن فقیر بنا دیتی ہے۔ ابن ابی حاتم میں اس موقعہ پر حضرت داؤد ؑ کی ایک مطول حدیث مروی ہے۔ اسی کتاب میں یہ بھی مروی ہے کہ حضرت داؤد ؑ نے جناب باری میں عرض کیا کہ الہ العالمین تیرا شکر کیسے ادا ہوگا ؟ شکر گزاری خود تیری ایک نعمت ہے جواب ملا داؤد اب تو نے میری شکر گزاری ادا کرلی جبکہ تو نے اسے جان لیا کہ کل نعمتیں میری ہی طرف سے ہیں۔ پھر ایک واقعے کی خبر دی جاتی ہے کہ بندوں میں سے شکر گزار بندے بہت ہی کم ہیں۔",
  "ayah": 13,
  "surah": 34
}
