{
  "text": "قوم سبا کا تفصیلی تذکرہ۔قوم سبایمن میں رہتی تھی۔ تبع بھی ان میں سے ہی تھے۔ بلقیس بھی انہی میں سے تھیں۔ یہ بڑی نعمتوں اور راحتوں میں تھے۔ چین آرام سے زندگی گذار رہے تھے۔ اللہ کے رسول ان کے پاس آئے انہیں شکر کرنے کی تلقین کی۔ رب کی وحدانیت کی طرف بلایا اس کی عبادت کا طریقہ سمجھایا۔ کچھ زمانے تک وہ یونہی رہے لیکن پھر جبکہ انہوں نے سرتابی اور روگردانی کی احکام اللہ بےپرواہی سے ٹال دیئے تو ان پر زور کا سیلاب آیا اور تمام ملک، باغات اور کھیتیاں وغیرہ تاخت و تاراج ہوگئیں۔ جس کی تفصیلی یہ ہے۔ رسول اللہ ﷺ سے سوال ہوا کہ سبا کسی عورت کا نام ہے۔ یا مرد کا یا جگہ کا ؟ تو آپ نے فرمایا یہ ایک مرد تھا جس کے دس لڑکے تھے جن میں سے چھ تو یمن میں جا بسے تھے اور چار شام میں۔ مذحج، کندہ، ازد، اشعری، اغار، حمیریہ یہ چھ قبیلے یمن میں۔ نجم، جذام، عاملہ اور غسان یہ چار قبیلے شام میں۔ (مسند احمد) فردہ بن مسیک فرماتے ہیں میں نے رسول اللہ ﷺ سے پوچھا کہ میں اپنی قوم میں سے ماننے والوں اور آگے بڑھنے والوں کو لے کر نہ ماننے اور پیچھے ہٹنے والوں سے لڑوں ؟ آپ نے فرمایا ہاں۔ جب میں جانے لگا تو آپ نے مجھے بلا کر فرمایا دیکھو پہلے انہیں اسلام کی دعوت دینا نہ مانیں تب جہاد کی تیاری کرنا۔ میں نے کہا حضور ﷺ یہ سبا کس کا نام ہے ؟ تو آپ کا جواب تقریباً وہی ہے جو اوپر مذکور ہوا۔ اس میں یہ بھی ہے کہ قبیلہ انمار میں سے بجیلہ اور شعم بھی ہیں۔ ایک اور مطول روایت میں اس آیت کے شان نزول کے متعلق اس کے ساتھ یہ بھی ہے کہ حضرت فردہ ؓ نے آنحضرت ﷺ سے کہا تھا کہ یا رسول اللہ ﷺ جاہلیت کے زمانے میں قوم سبا کی عزت تھی مجھے اب ان کے ارتداد کا خوف ہے۔ اگر آپ اجازت دیں تو میں ان سے جہاد کروں۔ آپ نے فرمایا ان کے بارے میں مجھے کوئی حکم نہیں دیا گیا۔ پس یہ آیت اتری۔ لیکن اس میں غرابت ہے اس سے تو یہ پایا جاتا ہے کہ یہ آیت مدنی ہے، حالانکہ سورت مکیہ ہے محمد بن اسحاق سباکا نسب نامہ اس طرح بیان کرتے ہیں عبدشمس بن العرب بن قحطان اسے سبا اس لئے کہتے ہیں کہ اس نے سب سے پہلے عرب میں دشمن کو قید کرنے کا رواج ڈالا۔ اس وجہ سے اسے رائش بھی کہتے ہیں۔ مال کو ریش اور ریاش بھی عربی میں کہتے ہیں۔ یہ بھی مذکور ہے کہ اس بادشاہ نے آنحضرت ﷺ کے تشریف لانے سے پہلے ہی آپ کی پیشن گوئی کی تھی کہ ملک کا مالک ہمارے بعد ایک نبی ہوگا جو حرم کی عزت کرے گا۔ اس کے بعد اس کے خلیفہ ہوں گے، جن کے سامنے دنیا کے بادشاہ سرنگوں ہوجائیں گے پھر ہم میں بھی بادشاہت آئے گی اور بنو قحطان کے ایک نبی بھی ہوں گے اس نبی کا نام احمد ہوگا ﷺ کاش کے میں بھی ان کی نبوت کے زمانے کو پالیتا تو ہر طرح کی خدمت کو غنیمت سمجھتا۔ لوگو جب بھی اللہ کے وہ رسول ﷺ ظاہر ہوں تو تم پر فرض ہے کہ ان کا ساتھ دو اور ان کے مددگار بن جاؤ اور جو بھی آپ سے ملے اس پر میری جانب سے فرض ہے کہ وہ آپ کی خدمت میں میرا سلام پہنچا دے۔ (اکیل ہمدانی) قحطان کے بارے میں تین قول ہیں ایک یہ کہ وہ ارم بن سام بن نوح کی نسل میں سے ہے۔ دوسرا یہ کہ وہ عابر یعنی حضرت ہود ؑ کی نسل میں سے ہے۔ تیسرا یہ کہ حضرت اسماعیل بن ابراہیم (علیہما السلام) کی نسل سے ہے۔ اس سب کو تفصیل کے ساتھ حافظ عبدالبر ؒ نے اپنی کتاب الابناہ میں ذکر کیا ہے۔ بعض روایتوں میں جو آیا ہے کہ سبا عرب میں سے تھے اس کا مطلب یہ ہے کہ ان لوگوں میں سے جن کی نسل سے عرب ہوئے۔ ان کا نسل ابراہیمی میں سے ہونا مشہور نہیں۔ واللہ اعلم۔ صحیح بخاری میں ہے کہ قبیلہ اسلم جب تیروں سے نشانہ بازی کر رہے تھے اور حضور ﷺ ان کے پاس نکلے تو آپ نے فرمایا اے اولاد اسماعیل تیر اندازی کئے جاؤ تمہارے والد بھی پورے تیر انداز تھے۔ اس سے تو معلوم ہوتا ہے کہ سبا کا سلسلہ نسب خلیل الرحمٰن ؑ تک پہنچتا ہے۔ اسلم انصار کا ایک قبیلہ تھا اور انصار سارے کے سارے غسان میں سے ہیں اور یہ سب یمنی تھے، سبا کی اولاد ہیں۔ یہ لوگ مدینے میں اس وقت آئے جب سیلاب سے ان کا وطن تباہ ہوگیا۔ ایک جماعت یہیں آ کر بسی تھی دوسری شام چلی گئی۔ انہیں غسانی اس لئے کہتے ہیں کہ اس نام کی پانی والی ایک جگہ پر یہ ٹھہرے تھے۔ یہ بھی کہا گیا ہے کہ یہ مثال کے قریب ہے۔ حضرت حسان بن ثابت ؓ کے شعر سے یہ بھی ثابت ہوتا ہے کہ ایک پانی والی جگہ یا اس کنویں کا نام غسان تھا۔ یہ جو حضور ﷺ نے فرمایا کہ اس کی دس اولادیں تھیں اس سے مراد صلبی اولادیں نہیں کیونکہ بعض بعض دو دوتین تین نسلوں بعد کے بھی ہیں۔ جیسے کہ کتب انساب میں موجود ہے۔ جو شام اور یمن میں جا کر آباد ہوئے یہ بھی سیلاب کے آنے کے بعد کا ذکر ہے۔ بعض وہیں رہے بعض ادھر ادھر چلے گئے۔ دیوار کا قصہ یہ ہے کہ ان کے دونوں جانب پہاڑ تھے۔ جہاں سے نہریں اور چشمے بہ بہ کر ان کے شہروں میں آتے تھے اسی طرح نالے اور دریا بھی ادھر ادھر سے آتے تھے ان کے قدیمی بادشاہوں میں سے کسی نے ان دونوں پہاڑوں کے درمیان ایک مضبوط پشتہ بنوا دیا تھا جس دیوار کی وجہ سے پانی ادھر ادھر ہوگیا تھا اور بصورت دریا جاری رہا کرتا تھا جس کے دونوں جانب باغات اور کھیتیاں لگا دی تھی۔ پانی کی کثرت اور زمین کی عمدگی کی وجہ سے یہ خطہ بہت ہی زرخیز اور ہرا بھرا رہا کرتا تھا۔ یہاں تک کہ حضرت قتادہ ؓ کا بیان ہے کہ کوئی عورت اپنے سر پر جھلی رکھ کر چلتی تھی۔ کچھ دور جانے تک پھلوں سے وہ جھلی بالکل بھر جاتی تھی۔ درختوں سے پھل خود بخود جو جھڑتے تھے وہ اس قدر کثرت سے ہوتے تھے کہ ہاتھ سے توڑنے کی حاجت نہیں پڑتی تھی۔ یہ دیوار مارب میں تھی صنعاء سے تین مراحل پر تھی اور سد مارب کے نام سے مشہور تھی۔ آب و ہوا کی عمدگی، صحت، مزاج اور اعتدال عنایت الہیہ سے اس طرح تھا کہ ان کے ہاں مکھی، مچھر اور زہریلے جانور بھی نہیں ہوتے تھے یہ اس لئے تھا کہ وہ لوگ اللہ کی توحید کو مانیں اور دل و جان اس کی خلوص کے ساتھ عبادت کریں۔ یہ تھی وہ نشانی قدرت جس کا ذکر اس آیت میں ہے کہ دونوں پہاڑوں کے درمیان آباد بستی اور بستی کے دونوں طرف ہرے بھرے پھل دار باغات اور سرسبز کھیتیاں اور ان سے جناب باری نے فرما دیا تھا کہ اپنے رب کی دی ہوئی روزیاں کھاؤ پیو اور اس کے شکر میں لگے رہو، لیکن انہوں نے اللہ کی توحید کو اور اس کی نعمتوں کے شکر کو بھلا دیا اور سورج کی پرستش کرنے لگے۔ جیسے کہ ہدہد نے حضرت سلیمان ؑ کو خبر دی تھی کہ (وَجِئْتُكَ مِنْ سَبَاٍۢ بِنَبَاٍ يَّقِيْنٍ 22؀) 27۔ النمل :22) ، یعنی میں تمہارے پاس سبا کی ایک پختہ خبر لایا ہوں۔ ایک عورت ان کی بادشاہت کر رہی ہے جس کے پاس تمام چیزیں موجود ہیں عظیم الشان تخت سلطنت پر وہ متمکن ہے۔ رانی اور رعایا سب سورج پرست ہیں۔ شیطان نے ان کو گمراہ کر کھا ہے۔ بےراہ ہو رہے ہیں۔ مروی ہے کہ بارہ یا تیرہ پیغمبر ان کے پاس آئے تھے۔ بالاخر شامت اعمال رنگ لائی جو دیوار انہوں نے بنا رکھی تھی وہ چوہوں نے اندر سے کھوکھلی کردی اور بارش کے زمانے میں وہ ٹوٹ گئ پانی کی ریل پیل ہوگئی ان دریاؤں کے، چشموں کے، بارش کے نالوں کے، سب پانی آگئے ان کی بستیاں ان کے محلات ان کے باغات اور ان کی کھیتیاں سب تباہ و برباد ہوگئیں۔ ہاتھ ملتے رہ گئے کوئی تدبیر کارگر نہ ہوئی۔ پھر تو وہ تباہی آئی کہ اس زمین پر کوئی پھلدار درخت جمتا ہی نہ تھا۔ پیلو، جھاؤ، کیکر، ببول اور ایسے ہی بےمیوہ بدمزہ بیکار درخت اگتے تھے۔ ہاں البتہ کچھ بیریوں کے درخت اگ آئے تھے جو نسبتاً اور درختوں سے کارآمد تھے۔ لیکن وہ بھی بہت زیادہ خاردار اور بہت کم پھل دار تھے۔ یہ تھا ان کے کفر و شرک کی سرکشی اور تکبر کا بدلہ کہ نعمتیں کھو بیٹھے اور زخموں میں مبتلا ہوگئے کافروں کو یہی اور اس جیسی ہی سخت سزائیں دی جاتی ہیں۔ حضرت ابو خیرہ فرماتے ہیں گناہوں کا بدلہ یہی ہوتا ہے کہ عبادتوں میں سستی آجائے روزگار میں تنگی واقع ہو لذتوں میں سختی آجائے یعنی جہاں کسی راحت کا منہ دیکھا فوراً کوئی زحمت آ پڑی اور مزہ مٹی ہوگیا۔",
  "ayah": 16,
  "surah": 34
}
