{
  "text": "ان پر جو نعمتیں تھیں ان کا ذکر ہو رہا ہے کہ قریب قریب آبادیاں تھیں۔ کسی مسافر کو اپنے سفر میں توشہ یا پانی ساتھ لے جانے کی ضرورت نہ تھی۔ ہر ہر منزل پر پختہ مزے دار تازے میوے خوشگوار میٹھا پانی موجود ہر رات کو کسی بستی میں گذار لیں اور راحت و آرام امن وامان سے جائیں آئیں کہتے ہیں کہ یہ بستیاں صنعا کے قرب و جوار میں تھیں، باعد کی دوسری قرأت بعدہ۔ اس راحت و آرام سے وہ پھول گئے اور جس طرح بنو اسرائیل نے من سلویٰ کے بدلے لہسن پیاز وغیرہ طلب کیا تھا انہوں نے بھی دور دراز کے سفر طے کرنے کی چاہت کی تاکہ درمیان میں جنگل بھی آئیں غیر آباد جگہیں بھی آئیں کھانے پینے کا لطف بھی آئے۔ قوم موسیٰ کی اس طلب نے ان پر ذلت و مسکنت ڈالی۔ اسی طح انہیں بھی فراخی روزی کے بعد ہلاکت ملی۔ بھوک اور خوف میں پڑے۔ اطمینان اور امن غارت ہوا۔ انہوں نے کفر کر کے خود اپنا بگاڑا اب ان کی کہانیاں رہ گئیں۔ لوگوں میں ان کے افسانے رہ گئے۔ تتر بتر ہوگئے۔ یہاں تک کہ جو قوم تین تیرہ ہوجائے تو عرب میں انہیں سبائیوں کی مثل سناتے ہیں۔ عکرمہ ان کا قصہ بیان فرماتے ہوئے کہتے ہیں کہ ان میں ایک کاہنہ اور ایک کاہن تھا جن کے پاس جنات ادھر ادھر کی خبریں لایا کرتے تھے اس کاہن کو کہیں پتہ چل گیا کہ اس بستی کی ویرانی کا زمانہ قریب آگیا ہے اور یہاں کے لوگ ہلاک ہونے والے ہیں تھا یہ بڑا مالدار خصوصاً جائیداد بہت ساری تھی اس نے سوچا کہ مجھے کیا کرنا چاہئے اور ان حویلیوں اور مکانات اور باغات کی نسبت کیا انتظام کرنا چاہئے آخر ایک بات اس کی سمجھ میں آگئی اس کے سسرال کے لوگ بہت سارے تھے اور وہ قبیلہ بھی جری ہونے کے علاوہ مالدار تھا۔ اس نے اپنے لڑکے کو بلایا اور اس سے کہا سنو کل لوگ میرے پاس جمع ہوجائیں گے میں تجھے کسی کام کو کہوں گا تو انکار کردینا میں تجھے برا بھلا کہوں گا تو بھی مجھے میری گالیوں کا جواب دینا میں اٹھ کر تجھے تھپڑ ماروں گا تو بھی اس کے جواب میں مجھے تھپڑ مارنا اس نے کہا ابا جی مجھ سے یہ کیسے ہو سکے گا ؟ کاہن نے کہا تم نہیں سمجھتے ایک ایسا ہی اہم معاملہ درپیش ہے اور تمہیں میرا حکم مان لینا چاہئے۔ اس نے اقرار کیا دوسرے دن جبکہ اس کے پاس اس کے ملنے جلنے والے سب جمع ہوگئے اس نے اپنے اس لڑکے سے کسی کام کو کہا اس نے صاف انکار کردیا اس نے اسے گالیاں دیں تو اس نے بھی سامنے گالیاں دیں۔ یہ غصے میں اٹھا اور اسے مارا لڑکے نے بھی پلٹ کر اسے پیٹا یہ اور غضبناک ہوا اور کہنے لگا چھری لاؤ میں تو اسے ذبح کروں گا تمام لوگ گھبرا گئے ہرچند سمجھایا لیکن یہ یہی کہتا رہا کہ میں تو اسے ذبح کروں گا لوگ دوڑے بھاگے گئے اور لڑکے کے ننھیال والوں کو خبر کی وہ سب آگئے اول تو منت سماجت کی منوانا چاہا لیکن یہ کب مانتا تھا انہوں نے کہا آپ اسے کوئی اور سزا دیجئے اس کے بدلے ہمیں جو جی چاہے سزا دیجئے لیکن اس نے کہا میں تو اسے لٹکا کر باقاعدہ اپنے ہاتھ سے ذبح کروں گا انہوں نے کہا ایسا آپ نہیں کرسکتے اس سے پہلے ہم آپ کو مار ڈالیں گے۔ اس نے کہا اچھا جب یہاں تک بات پہنچ گئی ہے تو میں ایسے شہر میں نہیں رہنا چاہتا جہاں میرے اور میری اولاد کے درمیان اور لوگ پڑیں مجھ سے میرے مکانات جائیدادیں اور زمینیں خرید لو میں یہاں سے کہیں اور چلا جاتا ہوں چناچہ اس نے سب کچھ بیچ ڈالا اور قیمت نقد وصول کرلی جب اس طرف سے اطمینان ہوگیا تو اس نے اپنی قوم کو خبر کردی سنو عذاب اللہ کا آ رہا ہے زوال کا وقت قریب پہنچ چکا ہے اب تم میں سے جو محنت کر کے لمبا سفر کر کے نئے گھروں کا آرزو مند ہو وہ تو عمان چلا جائے اور جو کھانے پینے کا شوقین ہو وہ بصرہ چلا جائے اور جو مزیدار کھجوریں باغات میں بیٹھ کر آزادی سے کھانا چاہتا ہو وہ مدینے چلا جائے۔ قوم کو اس کی باتوں کا یقین تھا جسے جو جگہ اور جو چیز پسند آئی وہ اسی طرف منہ اٹھائے بھاگا۔ بعض عمان کی طرف بعض بصرہ کیطرف۔ بعض مدینے کی طرف۔ اس طرف تین قبیلے چلے تھے اوس اور خزرج اور بنو عثمان جب یہ لوگ بطن مر میں پہنچے تو بنو عثمان نے کہا ہمیں تو یہ جگہ بہت پسند ہے اب ہم آگے نہیں جائیں گے۔ چناچہ یہ یہیں بس گئے اور اسی وجہ سے انہیں خزاعہ کہا گیا۔ کیونکہ وہ اپنے ساتھیوں سے پیچھے رہ گئے۔ اوس و خزرج برابر مدینے پہنچے اور یہاں آ کر قیام کیا۔ یہ اثر بھی عجیب و غریب ہے۔ جس کاہن کا اس میں ذکر ہے اس کا نام عمرہ بن عامر ہے یہ یمن کا ایک سردار تھا اور سبا کے بڑے لوگوں میں سے تھا اور ان کا کاہن تھا۔ سیرۃ ابن اسحاق میں ہے کہ سب سے پہلے یہی یمن سے نکلا تھا اس لئے کہ سد مارب کو کھوکھلا کرتے ہوئے اس نے چوہوں کو دیکھ لیا تھا اور سمجھ گیا تھا کہ اب یمن کی خیر نہیں یہ دیوار گری اور سیلاب سب کچھ تہ وبالا کرے گا تو اس نے اپنے سب سے چھوٹے لڑکے کو وہ مکر سکھایا جس کا ذکر اوپر گذرا اس وقت اس نے غصے میں کہا کہ میں ایسے شہر میں رہنا پسند نہیں کرتا میں اپنی جائیدادیں اور زمینیں اسی وقت بیچتا ہوں لوگوں نے کہا عمرو کے اس غصے کو غنیمت جانو چناچہ سستا مہنگا سب کچھ بیچ ڈالا اور فارغ ہو کر چل پڑا قبیلہ اسد بھی اس کے ساتھ ہو لیا راستے میں عکہ ان سے لڑے برابر برابر کی لڑائی رہی۔ جس کا ذکر عباس بن مرد اس اسلمی ؓ کے شعروں میں بھی ہے۔ پھر یہ یہاں سے چل کر مختلف شہروں میں پہنچ گئے۔ آل جفتہ بن عمرو بن عامر شام میں گئے۔ اوس و خزرج مدینے میں، خزاعہ مر میں از مراۃ سراۃ میں، ازدعمان عمان میں۔ یہاں سیلاب آیا جس نے مارب کے بند کو توڑ دیا۔ سدی نے اس قصے میں بیان کیا ہے کہ اس نے اپنے مقابلے کے لئے اپنے بیٹے کو نہیں بلکہ بھتیجے کو کہا تھا۔ بعض اہل علم کا بیان ہے کہ اس کی عورت جس کا نام طریقہ تھا اس نے اپنی کہانت سے یہ بات معلوم کر کے سب کو بتائی تھی اور روایت میں ہے کہ عمان میں غسانی اور ازد بھی ہلاک کردیئے گئے۔ میٹھے اور ٹھنڈے پانی کی ریل پیل پھلوں اور کھیتوں کی بیشمار روزی کے باوجود سیل عرم سے یہ حالت ہوگئی کہ ایک ایک لقمے کو اور ایک ایک بوند پانی کو ترس گئے یہ پکڑ اور عذاب یہ تنگی اور سزا جو انہیں پہنچی اس سے ہر صابر وشاکر عبرت حاصل کرسکتا ہے کہ اللہ کی نافرمانیاں کس طرح انسان کو گھیر لیتی ہیں عافیت کو ہٹا کر آفت کو لے آتی ہیں۔ مصیبتوں پر صبر نعمتوں پر شکر کرنے والے اس میں دلائل قدرت پائیں گے۔ رسول اللہ ﷺ فرماتے ہیں اللہ تعالیٰ نے مومن کے لئے تعجب ناک فیصلہ کیا ہے اگر اسے راحت ملے اور یہ شکر کرے تو اجر پائے اور اگر اسے مصیبت پہنچے اور صبر کرے تو اجر پائے۔ غرض مومن کو ہر حالت پر اجر وثواب ملتا ہے اس کا ہر کام نیک ہے۔ یہاں تک کہ محبت کے ساتھ جو لقمہ اٹھا کر یہ اپنی بیوی کے منہ میں دے اس پر بھی اسے ثواب ملتا ہے (مسند احمد) بخاری و مسلم میں ہے آپ فرماتے ہیں تعجب ہے کہ مومن کے لئے اللہ تعالیٰ کی ہر قضا بھلائی کے لئے ہی ہوتی ہے۔ اگر اسے راحت اور خوشی پہنچتی ہے تو شکر کر کے بھلائی حاصل کرتا ہے اور اگر برائی اور غم پہنچتا ہے تو یہ صبر کرتا ہے اور بدلہ حاصل کرتا ہے۔ یہ نعمت تو صرف مومن کو ہی حاصل ہے کہ جس کی ہر حالت بہتری اور بھلائی والی ہے۔ حضرت مطرف فرماتے ہیں صبر و شکرانے والا بندہ کتنا ہی اچھا ہے کہ جب اسے نعمت ملے تو شکر کرے اور جب زحمت پہنچے تو صبر کرے۔",
  "ayah": 19,
  "surah": 34
}
