{
  "text": "وحدہ لاشریک  بیان ہو رہا ہے کہ اللہ اکیلا ہے، واحد ہے، احد ہے، فرد ہے، صمد ہے، اس کے سوا کوئی معبود نہیں وہ بےنظیر، لاشریک اور بےمثیل ہے، اس کا کوئی شریک نہیں، ساتھی نہیں، مشیر نہیں، وزیر نہیں، مددگار و پیشی بان نہیں۔ پھر ضد کرنے والا اور خلاف کہنے والا کہاں ؟ جن جن کو پکارا کرتے و پکار کر دیکھ لو معلوم ہوجائے گا کہ ایک ذرے کے بھی مختار نہیں۔ محض بےبس اور بالکل محتاج و عاجز ہیں، نہ زمینیوں میں ان کی کچھ چلے نہ آسمانوں میں جیسے اور آیت میں ہے کہ وہ ایک کھجور کے چھلکے کے سی مالک نہیں اور یہی نہیں کہ انہیں خود اختیاری حکومت نہ ہو نہ سہی شرکت کے طور پر ہی ہو نہیں شرکت کے طور پر بھی نہیں۔ نہ اللہ تعالیٰ ان سے اپنے کسی کام میں مدد لیتا ہے۔ بلکہ یہ سب کے سب فقیر محتاج ہیں اس کے در کے غلام اور اس کے بندے ہیں، اس کی عظمت وکبریائی عزت و بڑائی ایسی ہے کہ بغیر اس کی اجازت کے کسی کی جرات نہیں کہ اس کے سامنے کسی کی سفارش بغیر اس کی رضامندی کے بغیر کرسکے اور آیت میں ہے (وَكَمْ مِّنْ مَّلَكٍ فِي السَّمٰوٰتِ لَا تُغْـنِيْ شَفَاعَتُهُمْ شَـيْــــًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّاْذَنَ اللّٰهُ لِمَنْ يَّشَاۗءُ وَيَرْضٰى 26؀) 53۔ النجم :26) ، یعنی آسمانوں کے کل فرشتے بھی اس کے سامنے کسی کی سفارش کے لئے لب ہلا نہیں سکتے مگر جس کے لئے اللہ اپنی رضامندی سے اجازت دے دے۔ ایک اور جگہ فرمان ہے (وَلَا يَشْفَعُوْنَ ۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ 28؀) 21۔ الأنبیاء :28) ، وہ لوگ صرف ان کی شفاعت کرسکتے ہیں جن کے لئے اللہ کی رضامندی ہو وہ تو خود ہی اس کے خوف سے تھرا رہے ہیں۔ تمام اولاد آدم کے سردار سب سے بڑے شفیع اور سفارشی حضرت محمد رسول اللہ ﷺ بھی جب قیامت کے دن مقام محمود میں شفاعت کے لئے تشریف لے آئیں گے کہ اللہ تعالیٰ آئے اور مخلوق کے فیصلے کرے اس وقت کی نسبت آپ فرماتے ہیں میں اللہ کے سامنے سجدے میں گر پڑوں گا اللہ جانتا ہے کہ کب تک سجدے میں پڑا رہو گا اس سجدے میں اس قدر اپنے رب کی تعریفیں بیان کروں گا کہ اس وقت تو وہ الفاظ بھی مجھے معلوم نہیں۔ پھر مجھ سے کہا جائے گا اے محمد ﷺ اپنا سر اٹھایئے آپ بات کیجئے آپ کی بات سنی جائے گی آپ مانگئے آپ کو دیا جائے گا۔ آپ شفاعت کیجئے قبول کی جائے گی۔ رب کی عظمت کا ایک اور مقام بیان ہو رہا ہے کہ جب وہ اپنی وحی میں کلام کرتا ہے اور آسمانوں کے مقرب فرشتے اسے سنتے ہیں تو ہیبت سے کانپ اٹھتے ہیں اور غشی والے کی طرح ہوجاتے ہیں جب ان کے دلوں سے گھبراہٹ ہٹ جاتی ہے۔ فزع کی دوسری قرأت فرغ بھی آئی ہے مطلب دونوں کا ایک ہے۔ تو اب آپس میں ایک دوسرے سے دریافت کرتے ہیں کہ اس وقت رب کا کیا حکم نازل ہوا ؟ پس اہل عرش اپنے پاس والوں کو وہ اپنے پاس والوں کو یونہی درجہ بدرجہ حکم پہنچا دیتے ہیں بلا کم وکاست ٹھیک ٹھیک اسی طرح پہنچا دیتے ہیں۔ ایک مطلب اس آیت کا یہ بھی بیان کیا گیا ہے کہ جب سکرات کا وقت آتا ہے۔ اس وقت مشرک یہ کہتے ہیں اور اسی طرح قیامت کے دن بھی جب اپنی غفلت سے چونکیں گے اور ہوش و حواس قائم ہوجائیں گے اس وقت یہ کہیں گے کہ تمہارے رب نے کیا فرمایا ؟ جواب ملے گا کہ حق فرمایا، حق فرمایا اور جس چیز سے دنیا میں بےفکر تھے آج اس کے سامنے پیش کردی جائے گی۔ تو دلوں سے گھبراہٹ دور کئے جانے کے یہ معنی ہوئے کہ جب آنکھوں پر سے پردہ اٹھا دیا جائے گا اس وقت سب شک و تکذیب الگ ہوجائیں گے۔ شیطانی وساوس دور ہوجائیں گے اس وقت رب کے وعدوں کی حقانیت تسلیم کریں گے اور اس کی بلندی اور بڑائی کے قائل ہوں گے۔ پس نہ تو موت کے وقت کا اقرار نفع دے نہ قیامت کے میدان کا اقرار فائدہ پہنچائے۔ لیکن امام ابن جریر کے نزدیک پہلی تفسیر ہی راحج ہے یعنی مراد اس سے فرشتے ہیں اور یہی ٹھیک بھی ہے اور اس کی تائید احادیث و آثار سے بھی ہوتی ہے۔ صحیح بخاری شریف میں اس آیت کی تفسیر کے موقعہ پر ہے کہ جب اللہ تعالیٰ کسی امر کا فیصلہ آسمان میں کرتا ہے تو فرشتے عاجزی کے ساتھ اپنے پر جھکا لیتے ہیں اور رب کا کلام ایسا واقع ہوتا ہے جیسے اس زنجیر کی آواز جو پتھر پر بجائی جاتی ہو جب ہیبت کم ہوجاتی ہے۔ تو پوچھتے ہیں کہ تمہارے رب نے اس وقت کیا فرمایا ؟ جواب ملتا ہے کہ جو فرمایا حق ہے اور وہ اعلی و کبیر ہے۔ بعض مرتبہ ایسا ہوتا ہے کہ جو جنات فرشتوں کی باتیں سننے کی غرض سے گئے ہوئے ہیں اور جو تہ بہ تہ ایک دوسروں کے اوپر ہیں وہ کوئی کلمہ سن لیتے ہیں اوپر والا نیچے والے کو وہ اپنے سے نیچے والے کو سنا دیتا ہے اور وہ کاہنوں کے کانوں تک پہنچا دیتے ہیں۔ ان کے پیچھے فوراً ان کے جلانے کو آگ کا شعلہ لپکتا ہے لیکن کبھی کبھی تو وہ اس کے آنے سے پہلے ہی ایک دوسرے کو پہنچا دتا ہے اور کبھی پہنچانے سے پہلے ہی جلا دیا جاتا ہے۔ کاہن اس ایک کلمے کے ساتھ سو جھوٹ ملا کر لوگوں میں پھیلاتا ہے۔ وہ ایک بات سچی نکلتی ہے لوگ اس کے مرید بن جاتے ہیں کہ دیکھو یہ بات اس کے کہنے کے مطابق ہی ہوئی مسند میں ہے حضور ﷺ ایک مرتبہ صحابہ کے پاس بیٹھے ہوئے تھے کہ ایک ستارہ ٹوٹا اور زبردستی روشنی ہوگئی۔ آپ نے دریافت فرمایا کہ جاہلیت میں تمہارا خیال ان ستاروں کے ٹوٹنے کی نسبت کیا تھا ؟ انہوں نے کہا ہم اس موقعہ پر سمجھتے تھے کہ یا تو کوئی بہت بڑا آدمی پیدا ہوا یا مرا۔ زہری سے سوال ہوا کہ کیا جاہلیت کے زمانے میں بھی ستارے جھڑتے تھے ؟ کہا ہاں لیکن کم۔ آپ کی بعثت کے زمانے سے ان میں بہت زیادتی ہوگئی۔ حضور ﷺ نے فرمایا سنو انہیں کسی کی موت وحیات سے کوئی واسطہ نہیں۔ بات یہ ہے کہ جب ہمارا رب تبارک و تعالیٰ کسی امر کا آسمانوں میں فیصلہ کرتا ہے تو حاملان عرش اس کی تسبیح بیان کرتے ہیں پھر ساتویں آسمان والے پھر چھٹے آسمان والے یہاں تک کہ یہ تسبیح آسمان دنیا تک پہنچتی ہے۔ پھر عرش کے آس پاس کے فرشتے عرش کے اٹھانے والے فرشتوں سے پوچھتے ہیں کہ اللہ تعالیٰ نے کیا فرمایا ؟ وہ انہیں بتاتے ہیں پھر ہر نیچے والا اوپر والے سے دریافت کرتا ہے اور وہ اسے بتاتا ہے یہاں تک کہ آسمان اول والوں کو خبر پہنچتی ہے۔ کبھی اچک لے جانے والے جنات اسے سن لیتے ہیں تو ان پر یہ ستارے جھڑتے ہیں تاہم جو بات اللہ کو پہچانی منظور ہوتی ہے اسے وہ لے اڑتے ہیں اور اس کے ساتھ بہت کچھ باطل اور جھوٹ ملا کر لوگوں میں شہرت دیتے ہیں۔ ابن ابی حاتم میں ہے اللہ تعالیٰ جب اپنے کسی امر کی وحی کرتا ہے تو آسمان مارے خوف کے کپکپا اٹھتے ہیں اور فرشتے ہیبت زدہ ہو کر سجدے میں گرپڑتے ہیں۔ سب سے پہلے حضرت جبرائیل ؑ سر اٹھاتے ہیں اور اللہ کا فرمان سنتے ہیں پھر ان کی زبانی اور فرشتے سنتے ہیں اور وہ کہتے جاتے ہیں کہ اللہ نے حق فرمایا وہ بلندی اور بڑائی والا ہے۔ یہاں تک کہ وہ اللہ کا امین فرشتہ جس کی طرف ہو اسے پہنچا دیتا ہے۔ حضرت ابن عباس اور قتادہ سے مروی ہے کہ یہ اس وحی کا ذکر ہے جو حضرت عیسیٰ ؑ کے بعد نبیوں کے نہ ہونے کے زمانے میں بندہ رہ کر پھر ابتداء ختم المرسلین ﷺ پر نازل ہوئی۔ حقیقت یہ ہے کہ اس ابتدائی وحی کے بھی اس آیت کے تحت میں داخل ہونے میں کوئی شک نہیں لیکن آیت اس کو اور سب کو شامل ہے۔",
  "ayah": 23,
  "surah": 34
}
