{
  "text": "قیامت آکر رہے گی۔پورے قرآن میں تین آیتیں ہیں جہاں قیامت کے آنے پر قسم کھاکر بیان فرمایا گیا ہے۔ ایک تو سورة یونس میں (وَيَسْتَنْۢبِـــُٔـوْنَكَ اَحَقٌّ ھُوَ ڼ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ې وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ 53؀) 10۔ یونس :53) لوگ تجھ سے دریافت کرتے ہیں کہ کیا قیامت کا آنا حق ہی ہے ؟ تو کہہ دے کہ ہاں ہاں میرے رب کی قسم وہ یقینا حق ہی ہے اور تم اللہ کو مغلوب نہیں کرسکتے۔ دوسری آیت یہی۔ تیسری آیت سورة تغابن میں (زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْا ۭ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُـنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۭ وَذٰلِكَ عَلَي اللّٰهِ يَسِيْرٌ) 64۔ التغابن :7) یعنی کفار کا خیال ہے کہ وہ قیامت کے دن اٹھائے نہ جائیں گے۔ تو کہہ دے کہ ہاں میرے رب کی قسم تم ضرور اٹھائے جاؤ گے پھر اپنے اعمال کی خبر دیئے جاؤ گے اور یہ تو اللہ پر بالکل ہی آسان ہے۔ پس یہاں بھی کافروں کے انکار قیامت کا ذکر کرکے اپنے نبی کو ان کے بارے قسمیہ بتا کر پھر اس کی مزید تاکید کرتے ہوئے فرماتا ہے کہ وہ اللہ جو عالم الغیب ہے جس سے کوئی ذرہ پوشیدہ نہیں۔ سب اس کے علم میں ہے۔ گو ہڈیاں سڑ گل جائیں ان کے ریزے متفرق ہوجائیں لیکن وہ کہاں ہیں ؟ کتنے ہیں ؟ سب وہ جانتا ہے۔ وہ ان سب کے جمع کرنے پر بھی قادر ہے۔ جیسے کہ پہلے انہیں پیدا کیا۔ وہ ہر چیز کا جاننے والا ہے۔ اور تمام چیزیں اس کے پاس اس کی کتاب میں بھی لکھی ہوئی ہیں، پھر قیامت کے آنے کی حکمت بیان فرمائی کہ ایمان والوں کو ان کی نیکیوں کا بدلہ ملے۔ وہ مغفرت اور رزق کریم سے نوازے جائیں، اور جنہوں نے اللہ کی باتوں سے ضد کی رسولوں کی نہ مانی انہیں بدترین اور سخت سزائیں ہوں۔ نیک کار مومن جزا اور بدکار کفار سزا پائیں گے۔ جیسے فرمایا جہنمی اور جنتی برابر نہیں۔ جنتی کامیاب اور مقصد ور ہیں۔ اور آیت میں ہے (اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِي الْاَرْضِ ۡ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ 28؀) 38۔ ص :28) ، یعنی مومن اور مفسد متقی اور فاجر برابر نہیں، پھر قیامت کی ایک اور حکمت بیان فرمائی کہ ایماندار بھی قیامت کے دن جب نیکوں کو جزا اور بدوں کو سزا ہوتے ہوئے دیکھیں گے تو وہ علم الیقین سے عین الیقین حاصل کرلیں گے اور اس وقت کہہ اٹھیں گے کہ ہمارے رب کے رسول ہمارے پاس حق لائے تھے۔ اور اس وقت کہا جائے گا کہ یہ ہے جس کا وعدہ رحمان نے دیا تھا اور رسولوں نے سچ سچ کہہ دیا تھا۔ اللہ نے تو لکھ دیا تھا کہ تم قیامت تک رہو گے تو اب قیامت کا دن آچکا۔ وہ اللہ عزیز ہے یعنی بلند جناب والا بڑی سرکار والا ہے۔ بہت عزت والا ہے پورے غلبے والا ہے۔ نہ اس پر کسی کا بس نہ کسی کا زور۔ ہر چیز اس کے سامنے پست اور عاجز۔ وہ قابل تعریف ہے اپنے اقوال و افعال شرع و فعل میں۔ ان تمام میں اس کی ساری مخلوق اس کی ثناء خواں ہے۔ جل و علا۔",
  "ayah": 5,
  "surah": 34
}
