{
  "text": "وَلَكِنْ كَذَّبَ وَتَوَلَّى (32) وهو المناسب لقوله : { ولكن كذّب } .والمعنى : فلا ءامن بما جاء به الرسول صلى الله عليه وسلم وبَعض المفسرين فَسَّر { صدَّق } بمعنى أعطى الصَّدَقة ، وهو غير جار على قياس التصريف إذ حقه أن يقال : تَصَدق ، على أنه لا يساعد الاستدراك في قوله : { ولكن كذب } .وعُطف { ولا صلّى } على نفس التصديق تشويهاً له بأن حاله مبائن لأحْوَال أهل الإِسلام . والمعنى : فلم يؤمن ولم يسلم .و { لا } نافية دخلت على الفعل الماضي والأكثر في دخولها على الماضي أن يعطف عليها نفي آخر وذلك حين يقصد المتكلم أمرين مثل ما هنا وقول زهير :فَلا هو أخفاها ولم يتقدم ... وهذا معنى قول الكسائي « ( لا ) بمعنى ( لَم ) ولكنه يقرن بغيره يقول العرب : لا عبدُ الله خارج ولا فلان ، ولا يقولون : مررت برجل لاَ محسن حتى يقال : ولا مجمل» اه فإذا لم يعطف عليه نفي آخر فلا يؤتى بعدها بفعل مُضِيَ إلاّ في إرادة الدعاء نحو : «لا فُضَّ فُوك» وشذ ما خالف ذلك . وأما قوله تعالى : { فَلاَ اقْتَحَمَ العقَبَةَ } [ البلد : 11 ] فإنّه على تأويل تكرير النّفي لأنّ مفعول الفعل المنفي بحرف { لا } وهو العقبة يتضمن عدة أشياء منفية بيَّنها قوله : { وما أدراك ما العقبة فكّ رقبة أو إطعام إلى قوله : { من الذين ءامنوا } [ البلد : 12 17 ] . فلما كان ذلك متعلق الفعل المنفي كان الفعل في تأويل تكرير النفي كأنه قيل : فَكَّ رقبة ولا أطعَم يتيماً ولا أطعم مسكيناً ولا آمن .وجملة { ولكن كذب } معطوفة على جملة { فلا صدّق } .وحرف { لكن } المخفف النون بالأصالة أي الذي لم يكن مُخفَّفَ النون المشددة أختَ ( إنّ ) هو حرف استدراك ، أي نقض لبعض ما تضمنته الجملة التي قبله إِما لمجرد توكيد المعنى بذكر نقيضه مثل قوله تعالى :{ وليس عليكم جناح فيما أخطأتم به ولكن ما تعمّدت قلوبكم } [ الأحزاب : 5 ] ، وإما لبيان إجمال في النفي الذي قبله نحو { ما كان محمدٌ أبَاً أحد من رجالكم ولكن رسولَ الله } [ الأحزاب : 40 ] .وحرف { لكن } المخفف لا يعمل إعراباً فهو حرف ابتداء ولذلك أكثر وقوعه بعد واو العطف وجُملة { ولكن كذب وتولى } أفادت معنيين : أحدهما توكيد قوله { فلا صدَّق } بقوله : { كَذب } ، وثانيهما زيادة بيان معنى { فَلا صدق } بأنه تولَّى عمداً لأنّ عدم التصديق له أحوال ، ونظيره في غير الاستدراك قوله تعالى : { إلاّ إبليس أبى واستكبر } [ البقرة : 34 ] .والتكذيب : تكذيبه بالبعث وبالقرآن وبرسالة محمد صلى الله عليه وسلموالتولي : الإِعراض عن دعوته إلى النظر والتدبر في القرآن .وفاعل { صَدق } والأفعال المذكورة بعده ضمائر عائدة على الإِنسان المتقدم ذكره .",
  "ayah": 32,
  "surah": 75
}
