{
  "text": "ثم بين - سبحانه - بعض مظاهر قدرته فقال : ( وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول ) .والمراد بالإِرادة هنا : التعريف والعلم الذى يقوم مقام الرؤية بالبصر ، كما فى قولهم : سأريك يا فلان ماأصنع بك . أى : سأعلمك بذلك .والفاء فى قوله : ( فَلَعَرَفْتَهُم بِسِيمَاهُمْ ) لترتيب المعرفة على الإِرادة ، والمراد بسيماهم : علاماتهم . يقال : سوم فلان فرسه تسويما ، إذا جعل له علامة يتميز بها .وكررت اللام فى قوله : ( فَلَعَرَفْتَهُم ) للتأكيد .ولحن القول : أسلوب من أساليبه المائلة عن الطريق المعروفة ، كأن يقول للقائل قولا يترك فيه التصريح إلى التعريض والإِبهام ، يقال : لَحْنتُ لفلان ألْحَن لَحْنا ، إذا قلت له قولا يفهمه عنك ويخفى على غيره .قال الجمل : واللحن يقال على معنيين ، أحدهما : الكناية بالكلام حتى لا يفهمه غير مخاطبك - ومنه قول الرسول - صلى الله عليه وسلم - لبعض أصحابه فى غزوة الأحزاب : \" وإن وجدتموهم - أى : بنى قريظة - على الغدر فالحنوا لى الحنا أعرفه \" .والثانى : صرف الكلام من الإِعراب إلى الخطأ - أى : من النطق السليم إلى النطق الخطأ - .ويقال من الأول : لحنَتْ - بفتح الحاء - ألحن فأنا لاحن ، ويقال من الثانى : لَحِن - بكسر الحاء إذا لم ينطق نطقا سليما - فهو لحن .والمعنى : ولو نشاء إعلامك وتعريفك - أيها الرسول الكريم - بهؤلاء المنافقين وبذواتهم وأشخاصهم لفعلنا ، لأن قدرتنا لا يعجزها شئ ( فَلَعَرَفْتَهُم بِسِيمَاهُمْ ) أى : بعلاماتهم الخاصة بهم ، والتى يتميزون بها عن غيرهم .( وَلَتَعْرِفَنَّهُمْ ) - أيضا - ( فِي لَحْنِ القول ) أى : ولتعرفنهم بسبب أقوالهم المائلة عن الأساليب المعروفة فى الكلام ، حيث يتخاطبون فيما بينهم بمخاطبات لا يقصدون ظهرها ، وإنما يقصدون أشياء أخرى فيها الإِساءة إليك وإلى أتباعك .قال الإِمام ابن كثير : قوله - تعالى - : ( وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ) يقول - تعالى - : ولو نشاء يا محمد لأريناك أشخاصهم ، فعرفتهم عيانا ، ولكن لم يفعل سبحانه - ذلك فى جميع المنافقين ، سترا منه على خلقه .( وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول ) أى : فيما يبدون من كلامهم الدالة على مقاصدهم . كما عثمان - رضى الله عنه - : ما أسر أحد قال سريرة إلا أبداها الله على صفحات وجهه ، وفلتات لسانه . وفى الحديث : \" ما اسر أحد سريرة إلا كساه الله جلبابها \" .وعن أبى مسعود عقبة بن عمرو قال : \" خطبنا رسول الله - صلى الله عليه وسلم - خطبة فحمد الله وأثنى عليه ثم قال : \" إن منكم منافقين ، فمن سميت فليقم . ثم قال : قم فلان ، قم يا فلان - حتى سمى ستة وثلاثين رجلا - ثم قال : إن فيكم - أو منكم فاتقوا الله \" \" .وقوله - سبحانه - : ( والله يَعْلَمُ أَعْمَالَكُمْ ) ببان لعلمه الشامل - سبحانه - وتهديد لم يجترح السيئات ، أى : والله - تالى - يعمل أعمالكم علما تاما كاملا ، وسيجازيكم عليها بما يستحقون من ثواب أو عقاب .",
  "ayah": 30,
  "surah": 47
}
