{
  "text": "ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (12)عدل عن جوابهم بالحرمان من الخروج إلى ذكر سبب وقوعهم في العذاب ، وإذ قد كانوا عالمين به حين قالوا : { فاعترفنا بذنوبنا } [ غافر : 11 ] ، كانت إعادة التوقيف عليه بعد سؤال الصفح عنه كنايةً عن استدامته وعدم استجابة سؤالهم الخروج منه على وجه يشعر بتحقيرهم . وزيد ذلك تحقيقاً بقوله : { فالحُكمُ لله العَلِي الكَبِير } .فالإِشارة ب { ذلكم } إلى ما هم فيه من العذاب الذي أنبأ به قوله : { يُنادون لمقتُ الله أكبر من مقتِكم أنفُسكم } [ غافر : 10 ] وما عقب به من قولهم : { فهل إلى خروج من سبيل } [ غافر : 11 ] .والباء في { بأنه } للسببية ، أي بسبب كفركم إذا دُعي الله وحده . وضمير { بأنه } ضمير الشأن ، وهو مفسر بما بعده من قوله : { إذا دُعِيَ الله وحْدَه كفرتُم وإن يُشْرك به تُؤمنُوا } ، فالسبب هو مضمون القصة الذي حاصل سبكِه : بكفركم بالوحدانية وإيمانكم بالشرك .و { إذا } مستعملة هنا في الزمن الماضي لأن دعاء الله واقع في الحياة الدنيا وكذلك كفرهم بوحدانية الله ، فالدعاء الذي مضى مع كفرهم به كان سبب وقوعهم في العذاب .ومجيء { وإنْ يُشْرك بِهِ تُؤْمِنُوا } بصيغة المضارع في الفعلين مؤوّل بالماضي بقرينة ما قبله ، وإيثار صيغة المضارع في الفعلين لدلالتهما على تكرر ذلك منهم في الحياة الدنيا فإن لتكرره أثراً في مضاعفة العذاب لهم .والدعاء : النداء ، والتوجهُ بالخطاب . وكلا المعنيين يستعمل فيه الدعاء ويطلق الدعاء على العبادة ، كما سيأتي عند قوله تعالى : { وقال ربكم ادعُوني أستَجِب لَكُم } في هذه السورة [ 60 ] ، فالمعنى إذا نودي الله بمسمعكم نداء دالاً على أنه إله واحد مثل آيات القرآن الدالة على نداء الله بالوحدانية ، فالدعاء هنا الإِعلان والذكر ، ولذلك قوبل بقوله : { كَفَرْتُم وإن يُشْرَك بهِ تُؤْمِنُوا } ، والدعاء بهذا المعنى أعم من الدعاء بمعنى سؤال الحاجات ولكنه يشمله ، أو إذا عُبد الله وحده .ومعنى { كفرتم } جدّدتم الكفر ، وذلك إمّا بصدور أقوال منهم ينكرون فيها انفراد الله بالإلهية ، وإمّا بملاحظة الكفر ملاحظةً جديدة وتذكر آلهتهم . ومعنى : { وإن يُشْرك به تُؤمنوا } إن يَصدر ما يدل على الإِشراك بالله من أقوال زعمائهم ورفاقهم الدالة على تعدد الآلهة أو إذا أُشرك به في العبادة تؤمنوا ، أي تجددوا الإيمان بتعدد الآلهة في قُلوبكم أو تؤيدوا ذلك بأقوال التأييد والزيادة . ومتعلِّق { كفرتم } و { تؤمنوا } محذوفان لدلالة ما قبلهما . والتقدير : كفرتم بتوحيده وتؤمنوا بالشركاء .وجيء في الشرط الأول ب { إذا التي الغالب في شرطها تحقق وقوعه إشارة إلى أن دعاء الله وحده أمر محقق بين المؤمنين لا تخلو عنه أيامهم ولا مجامعهم ، مع ما تفيد إذا من الرغبة في حصول مضمون شرطها .وجيء في الشرط الثاني بحرف إنْ التي أصلها عدم الجزم بوقوع شرطها ، أو أَنَّ شرطها أمر مفروض ، مع أن الإِشراك مُحقق تنزيلاً للمحقق منزلة المشكوك المفروض للتنبيه على أن دلائل بطلان الشرك واضحة بأدنى تأمل وتدبر فنزل إشراكهم المحقق منزلة المفروض لأن المقام مشتمل على ما يَقلَع مضمون الشرط من أصله فلا يصلح إلاّ لفرضه على نحو ما يفرض المعدوم موجوداً أو المحال ممكناً .والألف واللام في الحكم للجنس . واللام في لله للملككِ أي جنس الحكم ملك لله ، وهذا يفيد قصر هذا الجنس على الكون لله كما تقدم في قوله : { الحمد لله } في سورة [ الفاتحة : 2 ] وهو قصر حقيقي إذ لا حكم يوم القيامة لغير الله تعالى .وبهذه الآية تمسك الحرورية يوم حروراء حين تداعَى جيش الكوفة وجيش الشام إلى التحكيم فثارت الحرورية على علي بن أبي طالب وقالوا : لا حُكم إلا لله ( جعلوا التعريف للجنس والصيغة للقصر ) وحدَّقوا إلى هذه الآية وأغضوا عن آيات جَمَّة ، فقال عليّ لما سمعها : «كلمةُ حَقَ أُريد بها باطل» اضطرب الناس ولم يتم التحكيم .وإيثار صفتي { العَلِيّ الكَبِير } بالذكر هنا لأن معناهما مناسب لحِرمانهم من الخروج من النار ، أي لِعدم نقض حكم الله عليهم بالخلود في النار ، لأن العلوّ في وصفه تعالى علوّ مجازي اعتباري بمعنى شرف القدر وكماله ، فهو العلي في مراتب الكمالات كلها بالذات ، ومن جملة ما يقتضيه ذلك تمامُ العلم وتمامُ العدل ، فلذلك لا يَحكم إلا بما تقتضيه الحكمة والعدل .ووصف { الكبير } كذلك هو كبَر مجازي ، وهو قوة صفات كماله ، فإن الكبير قوي وهو الغنيُّ المطلق ، وكلا الوصفين صيغ على مثال الصفة المشبهة للدلالة على الاتصاف الذاتي المكين ، وإنما يقبل حكم النقض لأحد أمرين إما لعدم جريه على ما يقتضيه من سبب الحكم وهو النقض لأجل مخالفة الحق وهذا ينافيه وصف { العلي ، } وإمَّا لأنه جَور ومجاوز للحد ، وهذا ينافيه وصف { الكبير } لأنه يقتضي الغِنَى عن الجور .",
  "ayah": 12,
  "surah": 40
}
