{
  "text": "هُوَ الَّذِي يُرِيكُمْ آَيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ (13)هذا استئناف ابتدائي إقبالٌ على خطاب الرسول صلى الله عليه وسلم والمؤمنين بعد أن انقضى وصف ما يلاقي المشركون من العذاب ، وما يدعون من دعاء لا يستجاب ، وقرينة ذلك قوله : { ولو كره الكافرون } [ غافر : 14 ] .ومناسبة الانتقال هي وصفَا { العلي الكبير } [ غافر : 12 ] لأن جملة { يريكم آياته } تناسب وصف العلوّ ، وجملة { ينزل لكم من السماء رزقاً } تناسب وصف { الكبير } بمعنى الغَنِيّ المطلق .والآيات : دلائل وجوده ووحدانيتِه . وهي المظاهر العظيمة التي تبدو للناس في هذا العالم كقوله : { هو الذي يريكم البرق خوفاً وطمعاً } [ الرعد : 12 ] وقوله : { إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب } [ آل عمران : 190 ] . وتنزيل الرزق من السماء هو نزول المطر لأن المطر سبب الرزق وهو في نفسه آية أدمج معها امتنان ، ولذلك عُقب الأمران بقوله : { ومَا يَتَذَكَّرُ إلا مَن يُنيب } .وصيغة المضارع في { يريكم } و { ينزل } تدل على أن المراد إراءة متجددة وتنزيل متجدد وإنما يكون ذلك في الدنيا ، فتعين أن الخطاب مستأنف مراد به المؤمنون وليس من بقية خطاب المشركين في جهنم ، ويزيد ذلك تأييداً قوله : { فادعوا الله مخلصين له الدين ولو كره الكافرون } [ غافر : 14 ] .( وعُدي فعلاً ( يرى ) و { ينزل } إلى ضمير المخاطبين وهم المؤمنون لأنهم الذين انتفعوا بالآيات فآمنوا وانتفعوا بالرزق فشكروا بالعمل بالطاعات فجُعل غيرهم بمنزلة غير المقصودين بالآيات لأنهم لم ينتفعوا بها كما قال تعالى : { وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون } [ العنكبوت : 43 ] فجَعل غير العالمين كمن لا يعقل ولا يفقه .ولذلك ذيلت إراءة الآيات وإنزالُ الرزق لهم بقوله : { وما يتذكر إلا من ينيب } أي من آمن ونبذ الشرك لأن الشرك يصدّ أهله عن الإِنصاف وإعمال النظر في الأدلة .والإِنابة : التوبة ، وفي صيغة المضارع إشارة إلى أن الإِنابة المحصلة للمطلوب هي الإِنابة المتجددة المتكررة ، وإذ قد كان المخاطبون منيبين إلى الله كان قوله : { وما يتذكر إلاّ من ينيب } دَالاً بدلالة الاقتضاء على أنهم رأوا الآيات واطمأنوا بها وأنهم عرفوا قدر النعمة وشكروها فكان بين الإِنابة وبين التذكر تلازم عادي ، ولذلك فجملة { وما يتذكر إلاّ من ينيب } تذييل .وتقديم { لكم } على مفعول { يُنزل } وهو { رزقاً } لكمال الامتنان بأن جُعل تنزيل الرزق لأجل الناس ولو أخر المجرور لصار صفة ل { رِزْقاً } فلا يفيد أن التنزيل لأجل المخاطَبين بل يفيد أن الرزق صالح للمخاطبين وبين المعنيين بون بعيد ، فكان تقديم المجرور في الترتيب على مفعول الفعل على خلاف مقتضى الظاهر لأن حق المفعول أن يتقدم على غيره من متعلِّقات الفعل وإنما خولف الظاهر لهذه النكتة .وجُعل تنزيل الرزق لأَجل المخاطبين وهم المؤمنون إشارة إلى أن الله أراد كرامتهم ابتداء وأن انتفاع غيرهم بالرزق انتفاع بالتبع لهم لأنهم الذين بمحل الرضى من الله تعالى .وتُثار من هذه الآية مسألة الاختلاف بين الأشعرية مع الماتريدي ومع المعتزلة في أن الكافر منعَم عليه أوْ لا؟ فعن الأشعري أن الكافر غير منعم عليه في الدنيا ولا في الدين ولا في الآخرة ، وقال القاضي أبو بكر الباقلاني والماتريدي : هو منعم عليه نعمةً دنيوية ، لا دينية ولا أُخروية ، وقالت المعتزلة : هم منعم عليه نعمةً دنيوية ودينية لا أخروية ، فأما الأشعري فلم يعتبر بظاهر الملاذ التي تحصل للكافر في الحياة فإنما ذلك إملاء واستدراج لأن مآلها العذاب المؤلم فلا تستحق اسم النعمة .وأنا أقول : لو استُدل له بأنها حاصلة لهم تبعاً فهي لذائد وليست نعماً لأن النعمة لذة أريد منها نفع من وصلت إليه كما أشرتُ إليه آنفاً .وأما الباقلاني فراعى ظاهر الملاذّ فلم يمنع أن تكون نعماً وإن كانت عواقبُها آلاماً ، وآياتُ القرآن شاهدة لقوله . وأما المعتزلة فزادوا فزعموا أن الكافر منعم عليه دِينَا ، وأرادوا بذلك أن الله مكَّن الكافر من نعمة القدرة على النظر المؤدي إلى معرفة الله وواجببِ صفاته . والذي استقر عليه رأي المحققين من المتكلمين أن هذا الخلاف لفظي لأنه غير ناظر إلى حقيقة حالة الكافر في الدنيا والدين ، وإنما نظر كل شِق من أهل الخلاف إلى ما حفّ بأحوال الكافر في تلك النعمة فرجع إلى الخلاف في الألفاظ المصطلح عليها ومدلولاتها لا في حقائق المقصود منها .",
  "ayah": 13,
  "surah": 40
}
