{
  "text": "يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ (16)و { يَوْمَ هُم بارزون } بدل من { يَوْمَ التَّلاَقي } . و { هم بارزون } جملة اسمية ، والمضاف ظرف مستقبل وذلك جائز على الأرجح بدون تقدير .وضمير الغيبة عائد إلى { الكافِرُونَ من قوله : وَلَوْ كَرِهَ الكافرون } [ غافر : 14 ] .وجملة { لا يَخْفَى على الله منهم شيءٌ } بيان لجملة { هُم بارزون } والمعنى : أنهم واضحة ظواهرهم وبواطنهم فإن ذلك مقتضى قولهم : { مِنْهم شَيءٌ } .وإظهار اسم الجلالة لأن إظهاره أصْرح لبعد معاده بما عقبه من قوله : { على مَن يَشَاءُ من عِبادهِ } ، ولأن الأظهر أن ضمير { ليُنذِر } عائد إلى { مَن يَشَاء } .ومعنى { مِنهُم } من مجموعهم ، أي من مجموع أحوالهم وشؤونهم ، ولهذا أوثر ضمير الجمع لما فيه من الإِجمال الصالح لتقدير مضاف مناسب للمقام ، وأوثر أيضاً لفظ { شَيْءٌ } لتوغله في العموم ، ولم يقل لا يخفى على الله منهم أحد ، أو لا يخفى على الله من أحدٍ شيءٌ ، أي من أجزاء جسمه ، فالمعنى : لا يخفى على الله شيء من أحوالهم ظاهرها وباطنها .{ شَىْءٌ لِّمَنِ الملك اليوم لِلَّهِ الواحد }مقول لقول محذوف ، وحذف القول من حديث البحر . والتقدير : يقول الله لمن الملك اليوم ، ففعل القول المحذوف جملة في موضع الحال ، أو استئناف بياني جواباً عن سؤال سائل عما ذا يقع بعد بروزهم بين يدي الله .والاستفهام إما تقريري ليشهد الطغاة من أهل المحشر على أنفسهم أنهم كانوا في الدنيا مخطئين فيما يزعمونه لأنفسهم من مُلك لأصنامهم حين يضيفون إليها التصرف في ممالك من الأرض والسماء ، مثل قول اليونان بإله البحر وإله الحرب وإله الحكمة ، وقول أقباط مصر بإله الشمس وإله الموت وإله الحكمة ، وقول العرب باختصاص بعض الأصنام ببعض القبائل مثل اللاتتِ لثقيف ، وذي الخَلَصة لدوْس ، ومناةَ للأوس والخزرج . وكذلك ما يزعمونه لأنفسهم من سلطان على الناس لا يشاركهم فيه غيرهم كقول فرعون : { ما علمت لكم من إله غيري } [ القصص : 38 ] وقولِه : { أليس لي ملك مصر وهذه الأنهار تجري من تحتي } [ الزخرف : 51 ] ، وتلقيب أكاسرة الفرس أنفسهم بلقب : ملك الملوك ( شاهنشاه ) ، وتلقيب ملوك الهند أنفسهم بلقب ملك الدنيا ( شاه جهان ) . ويفسر هذا المعنى ما في الحديث في صفة يوم الحشر «ثم يقول الله أنا المَلِك أين ملوك الأرض» استفهاماً مراداً منه تخويفهم من الظهور يومئذٍ ، أي أين هم اليوم لماذا لم يظهروا بعظمتهم وخيلائهم .ويجوز أيضاً أن يكون الاستفهام كناية عن التشويق إلى ما يرد بعده من الجواب لأن الشأن أن الذي يسمع استفهاماً يترقب جوابه فيتمكن من نفسه الجوابُ عند سماعه فَضْلَ تمكُّن ، على أن حصول التشويق لا يفوت على اعتبار الاستفهام للتقرير ، وقريب منه : { وإذَا سألك عبادي عني فإني قريب أجيب دعوة الداعي إذا دَعان } [ البقرة : 186 ] .و { اليوم } المعرف باللام هو اليوم الحاضر ، وحضوره بالنسبة إلى القول المحكي أنه يقال فيه ، أي اليوم الذي وقع فيه هذا القول كما هو شأن أسماء الزمان الظروف إذا عُرِّفت باللام .وجملة { لله الواحد القَهَّار } يجوز أن تكون من بقية القول المقدر الصادر من جانب الله تعالى بأن يصدر من ذلك الجانب استفهام ويصدر منه جوابه لأنه لما كان الاستفهام مستعملاً في التقرير أو التشويق كان من الشأن أن يتولى الناطق به الجواب عنه ، ونظيره قوله تعالى : { عَمَّ يتساءَلُون عَننِ النبإ العَظِيم } [ النبأ : 1 ، 2 ] . ويجوز أن تكون مقول قول آخر محذوف ، أي فيقول المسؤولون : { لله الواحد القهَّار } إقراراً منهم بذلك ، والتقدير : فيقول البارزون لله الواحد القهار ، فتكون معترضة .وذكر الصفتين { الواحد القَهَّار } دون غيرهما من الصفات العُلَى لأن لمعنييهما مزيد مناسبة بقوله : { لِمَننِ المُلْكُ اليَوْمَ } حيث شوهدت دلائل الوحدانية لله وقهره جميعَ الطغاة والجبارين .",
  "ayah": 16,
  "surah": 40
}
