{
  "text": "يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19)يجوز أن تكون جملة { يعلم خائِنة الأعين } خبراً عن مبتدأ محذوف هو ضمير عائد إلى اسم الجلالة من قوله : { إن الله سريع الحساب } [ غافر : 17 ] على نحو ما قرر قبله في قوله : { رفيعُ الدرجات } [ غافر : 15 ] . ومجموع الظاهر والمقدر استئناف للمبالغة في الإِنذار لأنهم إذا ذُكِّروا بأن الله يعلم الخفايا كان إنذاراً بالغاً يقتضي الحذر من كل اعتقاد أو عمل نهاهم الرسول صلى الله عليه وسلم عنه ، فبعد أن أيْأَسهم من شفيع يسعى لهم في عدم المؤاخذة بذنوبهم أيأسهم من أن يتوهموا أنهم يستطيعون إخفاء شيء من نواياهم أو أدنى حركات أعمالهم على ربهم . ويجوز أن تكون خبراً ثانياً عن اسم إنَّ في قوله : { إن الله سريع الحساب } [ غافر : 17 ] ، وما بينهما اعتراض كما مرّ على كلا التقديرين .و { خائِنة الأعين } مصدر مضاف إلى فاعله فالخائنة مصدر على وزن اسم الفاعل مثل العَافية للمعافاة ، والعاقبة ، والكاذبة في قوله تعالى : { ليس لوقعتها كاذبة } [ الواقعة : 2 ] ويجوز إبقاء { خائنة } على ظاهر اسم الفاعل فيكون صفة لموصوف محذوف دل عليه { الأعين ، } أي يعلم نظرة الأعين الخائنة .وحقيقة الخيانة : عمل مَن أؤتُمِن على شيء بضد مَا أؤتُمنَ لأجله بدون علم صاحب الأمانة ، ومن ذلك نقضُ العهد بدون إعلان بنبذه . ومعنى : { خائِنة الأعين } خيانة النظر ، أي مسارقة النظر لشيء بحضرة من لا يحب النظر إليه . فإضافة { خائنة } إلى { الأعين } من إضافة الشيء إلى آلتِه كقولهم : ضرب السيف .والمراد ب { خائنة الأعين } النظرة المقصود منها إشعار المنظور إليه بما يسوء غيرها الحاضرَ استهزاء به أو إغراء به . وإطلاق الخائنة بمعنى الخيانة على هذه النظرة استعارة مكنية ، شبه الجليس بالحليف في أنه لما جلس إليك أو جلست إليه فكأنه عاهدك على السلامة ، ألا ترى أن المجالسة يتقدّمها السلام وهو في الأصل إنباء بالمسالمة فإذا نظرت إلى آخر غَيْرِكُما نظراً خفياً لإِشارة إلى ما لا يرضي الجليسَ من استهزاء أو إغراء فكأنك نقضت العهد المدخول عليه بينكما ، فإطلاق الخيانة على ذلك تفظيع له ، ويتفاوت قربُ التشبيه بمقدار تفاوت ما وقعت النظرة لأجله في الإِساءة وآثار المضرة . ولذلك قال النبي صلى الله عليه وسلم « ما يَكون لنبي أن تكون له خَائنة الأعين » ، أي لا تصدر منه .و { وما تُخفي الصدور } النوايا والعزائم التي يضمرها صاحبها في نفسه ، فأطلق الصدر على ما يكنّ الأعضاء الرئيسية على حسب اصطلاح أصحاب اللغة .",
  "ayah": 19,
  "surah": 40
}
