{
  "text": "فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آَمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (25)أي رَمَوْه ابتداءً بأنه ساحر كذاب توهماً أنهم يلقمونه حجر الإِحجام فلما استمر على دَعوته وجاءهم بالحق ، أي أظهر لهم الآيات الحقَّ ، أي الواضحة ، فأطلق { جاءهم } على ظهور الحق كقوله تعالى : { جاء الحق وزهق الباطل } [ الإسراء : 81 ] .و { مِن عِندِنا } وصف للحق لإِفادة أنه حق خارق للعادة لا يكون إلا من تسخير الله وتأييده ، وهو آيات نبوته التسعُ .ووجه وقوع { فلَمَّا جَاءَهم بالحَقِّ مِن عِندنا } بعد قوله : { أرْسَلْنَا مُوسَى بآياتِنا } [ غافر : 23 ] مع اتحاد مُفاد الجملتين فإن مفاد جملة { جاءهم } مساو لمفاد جملة { أرسلنا } ومفاد قوله : { بالحق } مساو لمفاد قوله : { بآياتنا وسُلطان مُبين } [ غافر : 23 ] أن الأول للتنويه برسالة موسى وعظمة موقفه أمام أعظم ملوك الأرض يومئذٍ ، وأما قوله : { فلمَّا جَاءَهُم بالحَقِّ } فهو بيان لدعوته إياهم وما نشأ عنها ، وتقدير الكلام : أرسلنا موسى بآياتنا إلى فرعون فلما جاءهم بالحق ، فسلكت في هذا النظم طريقة الإِطناب للتنويه والتشريف .وجملة { فَقَالُوا سَاحِرٌ كَذَّابٌ } معترضة . وأرادوا بقولهم اقتلوا أبناء الذين معه أن يُرهبوا أتباعه حتى ينفضوا عنه فلا يجد أنصاراً ويبقى بنو إسرائيل في خدمة المصريين .وضمير { جاءهم } يحمل على أنه عائد إلى غير مذكور في اللفظ لأنه ضمير جمع يدل عليه المقام وهم أهل مجلس فرعون الذين لا يخلو عنهم مجلس الملك في مثل هذه الحوادث العظيمة كما في قوله تعالى : { وقال فرعون يا أيها الملأ ما علمت لكم من إله غيري فأوقد لي يا هامان على الطين } [ القصص : 38 ] الآية . وليس عائداً إلى فرعون وهامان وقارون ، لأن قارون لم يكن مع فرعون حين دعاه موسى ولم يكن من المكذبين لموسى في وقت حضوره لدى فرعون ولكنه طغا بعد خروج بني إسرائيل من مصر وبلغ به طغيانه إلى الكفر كما تقدم في قصته في سورة القصص .والضمير في قولهم : { اقتلوا } مخاطب به فرعون خطاب تعظيم مثل { ربّ ارجعون } [ المؤمنون : 99 ] . وإنما أبهم القائلون لعدم تعلق الغرض بعلمه ، ففعل قالوا } بمنزلة المبني للنائب أو بمنزلة : قال قائل ، لأن المقصود قوله بعده : { وَمَا كَيْدُ الكَافِرِينَ إلاَّ في ضَلالٍ } . وهو محل الاعتبار لقريش بأن كيد أمثالهم كان مضاعاً فكذلك يكون كيدهم . وهذا القتل غير القتل الذي فعله فرعون الذي وُلد موسى في زمنه .وسمي هذا الرأي كيداً لأنهم تشاوروا فيه فيما بينهم دون أن يعلم بذلك موسى والذين آمنوا معه وأنهم أضمروه ولم يعلنوه ثم شغلهم عن إنفاذه ما حلّ بهم من المصائب التي ذكرت في قوله تعالى في سورة [ الأعراف : 130 ] : { ولقد أخذنا آل فرعون بالسنين } الآية ، ثم بقوله : { فأرسلنا عليهم الطوفان والجراد } [ الأعراف : 133 ] الآية .والضلال : الضياع والاضمحلال كقوله : { قالوا أئذا ضللنا في الأرض إنا لفي خلق جديد } [ السجدة : 10 ] أي هذا الكيد الذي دبروه قد أخذ الله على أيديهم فلم يجدوا لانقاذه سبيلاً .",
  "ayah": 25,
  "surah": 40
}
