{
  "text": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ (31)وانتصب { مِثْلَ دَأْببِ قَوْممِ نُوحٍ } على عطف البيان من { مِثلَ يَوْممِ الأحزابِ } ولما كان بياناً له كان ما يضافان إليه متحداً لا محالة فصار الأحزاب و ( الدأب ) في معنى واحد وإنما يتم ذلك بتقدير مضاف متحد فيهما ، فالتقدير : مثلَ يوممِ جزاء الأحزاب . مثلَ يوممِ جزاء دأب قوم نوح وعاد وثمود ، أي جزاء عملهم . ودأبُهم الذي اشتركوا فيه هو الاشراك بالله .وهذا يقتضي أن القبط كانوا على علم بما حلّ بقوم نوح وعاد وثمود ، فأما قوم نوح فكان طوفانهم مشهوراً ، وأما عاد وثمود فلقرب بلادهم من البلاد المصرية وكان عظيماً لا يخفى على مجاوريهم .وجملة { وَمَا الله يُرِيدُ ظُلْمَاً لِلْعِبَادِ } معترضة ، والواو اعتراضية وهي اعتراض بين كلاميه المتعاطفين ، أي أخاف عليكم جزاءً عادلاً من الله وهو جزاء الإشراك .والظلم يطلق على الشرك { إن الشرك لظلم عظيم } [ لقمان : 13 ] ، ويطلق على المعاملة بغير الحق ، وقد جمع قوله : { وما الله يريد ظلماً للعباد } نفي الظلم بمعنييه على طريقة استعمال المُشترك في معنييه . وكذلك فعل { يريد } يطلق بمعنى المشيئة كقوله : { ما يريد الله ليجعل عليكم من حرج } [ المائدة : 6 ] ويطلق بمعنى المحبة كقوله : { ما أريد منهم من رزق } [ الذاريات : 57 ] ، فلما وقع فعل الإِرادة في حيّز النفي اقتضى عموم نفي الإِرادة بمعنييها على طريقة استعمال المشترك في معنييه ، فالله تعالى لا يحب صدور ظلم من عباده ولا يشاء أن يَظلِم عبادَه .وأول المعنيين في الإِرادة وفي الظلم أعلق بمقام الإِنذار ، والمعنى الثاني تابع للأَول لأنه يدل على أن الله تعالى لا يترك عقاب أهل الشرك لأنه عَدْل ، لأن التوعد بالعقاب على الشرك والظلممِ أقوى الأسباب في إقلاع الناس عنه ، وصدق الوعيد من متممات ذلك مع كونه مقتضى الحكمة لإِقامة العدل .وتقديم اسم { اللَّهُ } على الخبر الفعلي لإِفادة قصر مدلول المسند على المسند إليه ، وإذ كان المسند واقعاً في سياق النفي كان المعنى : قصر نفي إرادة الظلم على الله تعالى قصرَ قلب ، أي الله لا يريد ظلماً للعباد بل غيره يريدونه لهم وهم قادة الشرك وأيمتُه إذ يدعونهم إليه ويَزعمون أن الله أمرهم به قال تعالى : { وإذ فعلوا فاحشة قالوا وجدنا عليها آباءنا والله أمرنا بها قل إن الله لا يأمر بالفحشاء } [ الأعراف : 28 ] .هذا على المعنى الأول للظلم ، وأما على المعنى الثاني فالمعنى : ما الله يريد أن يَظلم عبادَه ولكنهم يظلمون أنفسهم باتباع أيمتهم على غير بصيرة كقوله تعالى : { إن الله لا يظلم الناس شيئاً ولكن الناس أنفسهم يظلمون } [ يونس : 44 ] وبظلمهم دعاتهم وأيمتهم كما قال تعالى : { وما زادوهم غير تتبيب } [ هود : 101 ] ، فلم يَخْرُج تقديم المسند إليه على الخبر الفعلي في سياق النفي في هذه الآية عن مهيع استعماله في إفادة قصر المسند على المسند إليه فتأمله .",
  "ayah": 31,
  "surah": 40
}
