{
  "text": "النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آَلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ (46)ويجوز أن يكون { النار } بدلاً مفرداً من { سُوءُ العَذَابِ } بدلاً مطابقاً وجملة { يُعْرَضُونَ عليها } حالاً من { النار } فيكون المذكور في الآية عذاباً واحداً ولم يذكر عَذاب الغرق . وعلى كلا الوجهين فالمذكور في الآية عذاب قبل عذاب يوم القيامة فذلك هو المذكور بعده بقوله : { ويَوْمَ تَقُومُ السَّاعَةُ ادْخِلُوا ءالَ فِرْعَونَ أشَدَّ العَذَابِ } .والعرض حقيقته : إظهار شيء لمن يراه لترغيب أو لتحذير وهو يتعدّى إلى الشيء المظْهَر بنفسه وإلى من يُظهَر لأجله بحرف ( على ) ، وهذا يقتضي أن المعروض عليه لا يكون إلا من يَعقل ومنزّلاً منزلة من يعقل ، وقد يقلب هذا الاستعمال لقصد المبالغة كقول العرب «عرضتُ الناقةَ على الحوض» ، وحقه : عرضت الحوض على الناقة ، وهو الاستعمال الذي في هذه الآية وقوله في سورة الأحقاف ( 20 ) { ويوم يعرض الذين كفروا على النار } وقد عدَّ علماء المعاني القلب من أنواع تخريج الكلام على خلاف مقتضى الظاهر ومثلوا له بقول العرب : عرضت الناقة على الحوض . واختلفوا في عدّه من أفانين الكلام البليغ فعدّه منها أبو عبيدة والفارسي والسكاكي ولم يقبله الجمهور ، وقال القزويني : إن تضمن اعتباراً لطيفاً قُبِل وإلاّ رُدّ .وعندي أن الاستعمالين على مقتضى الظاهر وأن العَرض قد كثر في معنى الإمرار دون قصد الترغيب كما يقال : عُرض الجيش على أميره واستعرضه الأمير .ولعلّ أصله مجاز ساوى الحقيقة فليس في الآيتين قلب ولا في قول العرب : عرضت الناقة على الحوض ، قَلب ، ويقال : عُرض بنو فلان على السيف ، إذا قُتلوا به . وخرج في «الكشف» آية الأحقاففِ على قولهم : عُرض على السيففِ .ومعنى عرضهم على النار أن أرواحهم تُشاهِد المواضع التي أعدت لها في جهنم ، وهو ما يبينه حديث عبد الله بن عُمر في «الصحيح» قال : قال رسول الله : \" إن أحدكم إذا مات عُرض عليه مقْعَدُه بالغداة والعشي إن كان من أهل الجنة فمن أهل الجنة ، وإن كان من أهل النار فمن أهل النار فيقال : هذا مقعدك حتى يبعثَك الله يوم القيامة \"وقولُه : { غُدُوّاً وعَشِيّاً } كناية عن الدوام لأن الزمان لا يخلو عن هاذين الوقتين .وقوله : { ويَوْمَ تَقُومُ السَّاعَة أدْخِلوا ءالَ فِرْعون أشدَّ العَذَابِ } هذا ذكر عذاب الآخرة الخالد ، أي يُقال : أَدخلوا آل فرعون أشد العذاب ، وعلم من عذاب آل فرعون أن فرعون داخل في ذلك العذاب بدلالة الفحوى .وقرأ نافع وحمزة والكسائي وحفص وأبو جعفر ويعقوب { أدخلوا } بهمزة قطع وكسر الخاء . وقرأ الباقون بهمزة وصل وضم الخاء على معنى أن القول مُوجّه إلى آل فرعون وأن { ءَالَ فِرْعَونَ } منادى بحذف الحرف .",
  "ayah": 46,
  "surah": 40
}
