{
  "text": "قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (50)والواو في قوله : { أوَلَمْ تَكُ تَأتِيكُم رُسُلُكُم } لم يعرج المفسرون على موقعها . وهي واو العطف عطف بها ( خزنة جهنم ) كلامهم على كلام الذين في النار من قَبيل طريقة عطف المتكلم كلاماً على كلاممٍ صدر من المخاطب إيماء إلى أن حقه أن يكون من بقية كلامه وأن لا يُغفِله ، وهو ما يلقب بعطف التلقين كقوله تعالى :{ قال إني جاعلك للناس إماماً قال ومن ذريتي } [ البقرة : 124 ] فإن أهل النار إذا تذكروا ذلك علموا وجاهة تنصل خزنة جهنم من الشفاعة لهم ، وتفريع { فادعو } على ذلك ظاهر على كلا التقديرين . وهمزة الاستفهام مقدمة من التأخير على التقديرين ، لوجوب صدارتها .وجملة { وما دعاء الكافرين إلا في ضلال } يجوز أن تكون من كلام خزنة جهنم تذييلاً لكلامهم يبين أن قولهم : { فادعو } مستعمل في التنبيه على الخطأ ، أي دعاؤكم لم ينفعكم لأن دعاء الكافرين في ضلال والواو اعتراضية ، ويجوز أن تكون من كلام الله تعالى تذييلاً واعتراضاً .والبينات : الحجج الواضحة والدعَوات الصريحة إلى اتباع الهدى . فلم يسعهم إلا الاعتراف بمجيء الرسل إليهم بالبينات فقالوا : بلى ، فرد عليهم خزنة جهنم بالتنصل من أن يدعُوا الله بذلك ، إلى إيكال أمرهم إلى أنفسهم بقولهم : { فادعو } تفريعاً على اعترافهم بمجيء الرسل إليهم بالبينات .ومعنى تفريعه عليه هو أنه مفرع عليه باعتبار معناه الكِنائي الذي هو التنصل من أن يَدعُوا لهم ، أي كما توليتم الإعراض عن الرسل استبداداً بآرائكم فتولَّوا اليومَ أمرَ أنفسكم فادعوا أنتم ، فإن «من تولى قُرها يَتولَّى حَرَّها» ، فالأمر في قوله : { فادعو } مستعمل في الإِباحة أو في التسوية ، وفيه تنبيه على خطإِ السائلين في سُؤالهم .وزيادة فعل الكَون في { أوَلَمْ تَكُ تَأتِيكم } للدلالة على أن مجيء الرسل إلى الأمم أمر متقرر محقّق ، لما يدل عليه فعل الكَون من الوجود بمعنى التحقق ، وأما الدلالة على أن فعل الإِتيان كان في الزمن الماضي فهو مستفاد من ( لَم ) النافية في الماضي .والضلال : الضياع ، وأصله : خطأ الطريق ، كما في قوله تعالى : { أإذا ضللنا في الأرض أإنا لفي خلق جديد } [ السجدة : 10 ] .والمعنى : أن دعاءهم لا ينفعهم ولا يُقبل منهم ، وسواء كان قوله : { وَمَا دُعاء الكافرين إلاَّ فِي ضلال } من كلام الملائكة أو من كلام الله تعالى فهو مقتض عموم دعائهم لأن المصدر المضاف من صيغ العموم فيقتضي أن دعاء الكافرين غير متقبل في الآخرة وفي الدنيا لأن عموم الذوات يستلزم عموم الأزمنة والأمكنة .وأما ما يوهم استجابة دعاء الكافرين نحو قوله تعالى : { قل من ينجيكم من ظلمات البر والبحر تدعونه تضرعاً وخفية لئن أنجيتنا من هذه لنكونن من الشاكرين قل الله ينجيكم منها } [ الأنعام : 63 ، 64 ] وقوله : { دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين فلما أنجاهم إذا هم يبغون في الأرض بغير الحق } [ يونس : 22 ، 23 ] ، فظاهر أن هذه لا تدل على استجابة كرامة ولكنها لتسجيل كفرهم ونكرانهم ، وقد يُتوهم في بعض الأحوال أن يَدْعو الكافر فيقع ما طَلبه وإنما ذلك لمصادفة دعائه وقَت إجابة دعاء غيره من الصالحين ، وكيف يستجاب دعاء الكافر وقد جاء عن النبي صلى الله عليه وسلم استبعاد استجابة دعاء المؤمن الذي يأكل الحرام ويلبس الحرام في حديث مسلم عن أبي هريرة : «ذَكَر رسول الله صلى الله عليه وسلم رَجُلاً يُطيلُ السَّفَر أشعثَ أَغْبَرَ يُمدُّ يديْه إلى السماء : يا رَبِّ يا رَبِّ ، ومطعَمُه حَرام ومَشْرَبُه حرام وغُذّي بالحرام فأنَّى يستجاب له» . ولهذا لم يقل الله : فلما استجاب دعاءهم ، وإنما قال : فلما نجاهم ، أي لأنه قدّر نجاتهم من قبل أن يدعوا أو لأن دعاءهم صادف دعاء بعض المؤمنين .",
  "ayah": 50,
  "surah": 40
}
