{
  "text": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ (55)تفريع على قوله : { إنَّا لنَنصُر رُسُلنا } [ غافر : 51 ] أي فاعلم أنّا ناصروك والذين آمنوا واصبر على ما تلاقيه من قومك ولا تهن .وجملةُ : { إن وعد الله حق } تعليل للأمر بالصبر . و { إنّ للاهتمام بالخبر وهي في مثل هذا المقام تغني غناء فاء التعليل فكأنه قيل : فوعد الله حق ويفاد بأن التأكيد الذي هو للاهتمام والتحقيق .ووعد الله هو وعد رسوله بالنصر في الآية السابقة وفي غير ما آية . والمعنى لا تستبطىء النصر فإنه واقع ، وذلك ما نصر به النبي في أيامه على المشركين يوم بدر ويوم الفتح ويوم حنين وفي أيام الغزوات الأخرى . وما عرض من الهزيمة يوم أُحُد كان امتحاناً وتنبيهاً على سوء مغبة عدم الحفاظ على وصية الرسول أن لا يبرحوا من مكانهم ثم كانت العاقبة للمؤمنين .وعُطف على الأمر بالصبر الأمرُ بالاستغفار والتسبيح فكانَا داخلين في سياق التفريع على الوعد بالنصر رمزٌ إلى تحقيق الوعد لأنه أَمَرَ عقبه بما هو من آثار الشكر كنايةً عن كون نعمة النصر حاصلة لا محالة ، وهذه كناية رمزية .والأمر بالاستغفار أمر بأن يطلب من الله تعالى المغفرة التي اقتضتها النبوءة ، أي اسأل الله دوام العصمة لتدوم المغفرة ، وهذا مقام التخلية عن الأكدار النفسية ، وفيه تعريض بأن أمته مطلوبون بذلك بالأحرى كقوله : { ولقد أوحي إليك وإلى الذين من قبلك لئن أشركتَ ليحبطن عملك } [ الزمر : 65 ] وأيضاً فالنبي صلى الله عليه وسلم مأمور بالاستغفار تعبداً وتأدباً . وأمر بتسبيح الله تعالى وتنزيهه بالعشي والإِبكار ، أي الأوقات كلها فاقتصر على طرفي أوقات العمل .والعشيّ : آخر النهار إلى ابتداء ظلمة الليل ، ولذلك سمي طعام الليل عشاء ، وسميت الصلاة الأخيرة بالليل عشاء . والإِبكار : اسم لبُكرة النهار كالإِصباح اسم للصباح ، والبكرة أول النهار ، وتقدمت في قوله : { أن سبحوا بكرة وعشياً } في سورة [ مريم : 11 ] . وتقدم العشيّ في قوله : { ولا تطرد الذين يدعون ربهم بالغداة والعشي } في سورة [ الأنعام : 52 ] . وهذا مقام التحَلِّي بالكمالات النفسية وبذلك يتم الشكر ظاهراً وباطناً . وجُعل الأمران معطوفين على الأمر بالصبر لأن الصبر هنا لانتظار النصر الموعود ، ولذلك لم يؤمر بالصبر لمَّا حصَل النصر في قوله : { إذا جاء نَصْرُ الله والفَتْحُ ورَأيْتَ النَّاسَ يَدْخُلونَ في دِين الله أفْوَاجاً فَسَبِّحْ بِحَمْدِ رَبِّكَ واسْتَغْفِرْهُ } [ النصر : 1 3 ] فإن ذلك مقام محض الشكر دون الصبر .وقد أخبر الله نبيئه صلى الله عليه وسلم بأنه قد غفر له ما تقدم من ذنبه وما تأخر كما في أول سورة الفتح ، فتعين أن أمره بالاستغفار في سورة غافر قبلَ أن يخبره بذلك ، لطلب دوام المغفرة ، وكان أمره به في سورة النصر بعدَ أن أخبره بغفران ما تقدم من ذنبه وما تأخر ، للارشاد إلى شكر نعمة النصر ، وقد قال بعض الصحابة للنبيء صلى الله عليه وسلم في شأن عبادته : إن الله قد غفر لك ما تقدم من ذنبك وما تأخر ، فقال؛ «أفلا أكون عبداً شكوراً» . وكان يُكثر أن يقول في سجوده «سبحانك اللهم ربنا وبحمدك اللهم اغفر لي» . بعد نزول سورة { إذَا جَاءَ نَصْرُ الله } [ النصر : 1 ] قالت عائشة رضي الله عنها يتأول القرآن . وبحكم السياق تعلم أن الآية لا علاقة لها بفرض الصلاة ولا بأوقاتها وإنما هي على نحو قوله تعالى : { فسَبِّح بِحَمدِ رَبِّكَ واستَغْفره } في سورة [ النصر : 3 ] . .",
  "ayah": 55,
  "surah": 40
}
