{
  "text": "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ (66)جملة معترضة بين أدلة الوحدانية بدلالة الآيات الكونية والنفسية ليَجْرُوا على مقتضاها في أنفسهم بأن يعبدوا الله وحده ، فانتقل إلى تقرير دليل الوحدانية بخبر الوحي الإِلهي بإبطال عبادة غير الله على لسان رسوله صلى الله عليه وسلم ليعمل بذلك في نفسه ويبلغ ذلك إليهم فيعلموا أنه حُكم الله فيهم ، وأنهم لا عذر لهم في الغفلة عنها أو عدم إتقان النظر فيها أو قصور الاستنتاج منها بعد أن جاءهم رسول من الله يبينّ لهم أنواعاً بمختلف البيان من أدلّة برهانية وتقريبية إقناعية .وأن هذا الرسول صلى الله عليه وسلم إنما يدعوهم إلى ما يريده لنفسه فهو ممحض لهم النصيحة ، وهاديهم إلى الحجة لتتظاهر الأدلة النظرية بأدلة الأمر الإِلهي بحيث يقوى إبطال مذهبهم في الشرك ، فإن ما نزل من الوحي تضمن أدلة عقلية وإقناعية وأوَامر إلهية وزواجر وترغيبات ، وكل ذلك يحوم حول إثبات تفرد الله تعالى بالإِلهية والربوبية تفرداً مطلقاً لا تشوبه شائبة مشاركة ولو في ظاهر الحال كما تشوب المشاركة في كثير من الصفات الأخرى في مثل المُلك والمِلك والحَمد ، والنفع والضر ، والكرم والإِعانة وذلك كثير . فكان قوله تعالى : { قُلْ إني نُهِيتُ أنْ أعْبُدَ الذينَ تَدْعُون مِن دُوننِ الله لَمَّا جَاءَني البينات مِن رَّبِي } إبطالاً لعبادة غير الله بالقول الدال على التحذير والتخويف بعد أن أبطل ذلك بدلالة الحجة على المقصود . وهذه دلالة كنائية لأن النهي يستلزم التحذير .وذكر مجيء البينات في أثناء هذا الخبر إشارة إلى طرق أخرى من الأدلة على تفرد الله بالإِلهية تكررت قبل نزول هذه الآية . وكان تقديم المسند إليه وهو ضمير { إني } على الخبر الفعلي لتقوية الحكم نحو : هو يعطي الجزيل ، وكان تخصيص ذاته بهذا النهي دون تشريكهم في ذلك الغرض الذي تقدم مع العلم بأنهم مَنْهيُّون عن ذلك وإلا فلا فائدة لهم في إبلاغ هذا القول فكان الرسول صلى الله عليه وسلم من حين نشأته لم يسجد لصنم قط وكان ذلك مصرفة من الله تعالى إياه عن ذلك إلهاماً إلهيا إرهاصاً لنبوءته .و { لمّا } حرف أو ظرف على خلاف بينهم ، وأيًّا مَّا كان فهي كلمة تفيد اقتران مضمون جملتين تليانها تُشبِهان جملتي الشرط والجزاء ، ولذلك يدعونها ( لمّا ) التوقيتية ، وحصولَ ذلك في الزمن الماضي ، فقوله : { لَمَّا جاءَنِي البينَاتُ من رَّبِي } توقيت لنهيه عن عبادة غير الله بوقت مجيء البينات ، أي بينات الوحي فيما مضى وهو يقتضي أن النهي لم يكن قبل وقت مجيء البينات .والمقصود من إسناد المنهية إلى الرسول صلى الله عليه وسلم التعريضُ بنهي المشركين ، فإن الأمر بأن يقول ذلك لا قصد منه إلا التبليغ لهم وإلا فلا فائدة لهم في الإِخبار بأن الرسول عليه الصلاة والسلام منهي عن أن يعبد الذين يدعون من دون الله ، يعني : فإذا كنتُ أنا منهياً عن ذلك فتأملوا في شأنكم واستعملوا أنظاركم فيه ، ليسوقهم إلى النظر في الأدلة سوقاً ليّناً خفياً لاتِّبَاعِه فيما نهى عنه ، كما جاء ذلك صريحاً لا تعريضاً في قول إبراهيم عليه السلام لأبيه{ يا أبت إني قد جَاءني من العلم ما لم يَأتِك فاتَّبِعْني أهدِك صراطاً سويًّا يا أبت لا تعبد الشيطان إن الشيطان كان للرحمان عصيا } [ مريم : 43 ، 44 ] وبُني الفعل للنائب لظهور أن الناهي هو الله تعالى بقرينة مقام التبليغ والرسالة .ومعنى الدعاء في قوله : { الَّذِينَ تَدْعُون } يجوز أن يكون على ظاهر الدعاء ، وهو القول الذي تسأل به حاجة ، ويجوز أن يكون بمعنى تعبدون كما تقدم في قوله تعالى : { وقَالَ رَبُّكم ادعُوني أستجب لكم } [ غافر : 60 ] فيكون العدول عن أن يقول : أن أعبد الذين تعبدون ، تفنناً . و ( مِنْ ) في قوله : { مِن رَّبِي } ابتدائية ، وجعل المجرور ب ( من ) وصف ( رب ) مضافاً إلى ضمير المتكلم دون أن يجعل مجرورها ضميراً يعود على اسم الجلالة إظهاراً في مقام الإِضمار على خلاف مقتضى الظاهر لتربية المهابة في نفوس المعرَّض بهم ليعلموا أن هذا النهي ومجيء البينات هو من جانب سيّده وسيدهم فما يسعهم إلا أن يطيعوه ولذلك عززه بإضافة الرب إلى الجميع في قوله : { وَأُمِرتُ أنْ أُسْلِمَ لِرَب العالمين } أي ربكم ورب غيركم فلا منصرف لكم عن طاعته .والإسلام : الانقياد بالقول والعمل ، وفعله متعدّ ، وكثر حذف مفعوله فنزّل منزلة اللازم ، فأصله : أسلم نفسه أو ذاتَه أو وجهه كما صرح به في نحو قوله تعالى : { فقل أسلمت وجهي للَّه } ، ومن استعماله كاللازم قوله تعالى : { فقل أسلمت وجهي لله } في سورة آل عمران ( 20 ) وقوله تعالى : { إذ قال له ربه أسلم قال أسلمت لرب العالمين } في سورة البقرة ( 131 ) ، وكذلك هو هنا .",
  "ayah": 66,
  "surah": 40
}
