{
  "text": "الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (70) وأبدل { الَّذِينَ كَذَّبُوا بالكتاب } من { الَّذِينَ يجادلون } لأن صلتي الموصولين صادقتان على شيء واحد ، فالتكذيب هو ما صْدَقُ الجدال ، والكتاب : القرآن .وعَطْف { وَبِمَا أرْسَلنا به رُسُلنا } يجوز أن يكون على أصل العطف مقتضياً المغايرة ، فيكون المراد : وبما أرسلنا به رسلنا من الكتب قبل نزول القرآن ، فيكون تكذيبهم ما أُرسلت به الرسل مراداً به تكذيبهم جميعَ الأديان كقوله تعالى : { وما قدروا اللَّه حق قدره إذ قالوا ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] ، ويحتمل أنه أريد به التكذيب بالبعث فلعلهم لما جاءهم محمد صلى الله عليه وسلم بإثبات البعث سألوا عنه أهل الكتاب فأثبتوه فأنكر المشركون جميع الشرائع لذلك .ويجوز أن يكون عطفَ مرادف ، فائدته التوكيد ، والمراد ب { رسلنا } محمد صلى الله عليه وسلم كقوله : { كذبت قوم نوح المرسلين } [ الشعراء : 105 ] يعني الرسول نوحاً على أن في العطف فائدة زائدة على ما في المعطوف عليه وهي أن مما جاء به الرسول مواعظ وإرشاداً كثيراً ليس من القرآن .وتفرع على تكذيبهم وعيدهم بما سيلقونه يوم القيامة فقيل فسوف يعلمون ، أي سوف يجدون العذاب الذي كانوا يجادلون فيه فيعلمونه . وعبر عن وجدانهم العذاب بالعلم به بمناسبة استمرارهم على جهلهم بالبعث وتظاهرهم بعدم فهم ما يقوله الرسول فأنذروا بأن ما جهلوه سيتحققونه يومئذٍ كقول الناس : ستعرف منه ما تجهل ، قال أبو علي البصير: ... فتذم رأيك في الذين خصصتَهمدُوني وتَعْرِف منهم ما تجهل ... وحذف مفعول يعلمون } لدلالة { كَذَّبُوا بالكتاب } عليه ، أي يتحققون ما كذبوا به . والظرف الذي في قوله : { إذِ الأغلال في أعناقهم } متعلق ب { يعلمون } أي يعلمون في ذلك الزمن . وشأن ( إذْ ) أن تكون اسماً للزمن الماضي واستعملت هنا للزمن المستقبل بقرينة ( سوف ) فهو إما استعمالُ المجاز بعلاقة الإِطلاق ، وإما استعارة تبعية للزمن المستقبل المحقق الوقوع تشبيهاً بالزمن الماضي وقد تكرر ذلك . ومنه اقترانها ب ( يوم ) في نحو قوله : { يومئذ تحدث أخبارها } [ الزلزلة : 4 ] ، وقوله : { يومئذ يفرح المؤمنون بنصر اللَّه } [ الروم : 4 ، 5 ] . وأول ما يعلمونه حين تكون الأغلال في أعناقهم أنهم يتحققون وقوع البعث .",
  "ayah": 70,
  "surah": 40
}
