{
  "text": "مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (74) من حيث كانت سيادة جدّه أرسخت له سيادة أبيه وأعقبت سيادة نفسه ، وهذا استعمال موجود بكثرة . وصيغ ( قيلَ ) بصيغة المضيّ لأنه محقق الوقوع فكأنه وقع ومَضى وكذلك فعل { قَالُوا ضَلُّوا } .والقائل لهم : ناطق بإذن الله . و ( أين ) للاستفهام عن مكان الشيء المجهول المكان ، والاستفهام هنا مستعمل في التنبيه على الغلط والفضيحة في الموقف فإنهم كانوا يزعمون أنهم يعبدون الأصنام ليكونوا شفعاء لهم من غضب الله فلما حق عليهم العذاب فلم يجدوا شفعاء ذكروا بما كانوا يزعمونه فقيل لهم { أيْنَ ما كُنْتُم تُشْرِكُون مِن دُوننِ الله } ، فابتدروا بالجواب قبل انتهاء المقالة طمعاً في أن ينفعهم الاعتذار . فجملة { قَالُوا ضَلُوا عنا } معترضة في أثناء القول الذي قيل لهم ، ومعنى { ضَلُوا } غابوا كقوله : { أإذا ضللنا في الأرض أإنا لفي خلق جديد } [ السجدة : 10 ] أي غُيبنا في التراب ، ثم عرض لهم فعلموا أن الأصنام لا تفيدهم . فأضربوا عن قولهم : { ضَلُوا عَنَّا } وقالوا : { بَلْ لَمْ نَكُن نَدْعُوا مِن قَبْلُ شَيْئَاً } أي لم نكن في الدنيا ندعو شيئاً يغني عنا ، فنفي دعاء شيء هنا راجع إلى نفي دعاء شيء يُعتدّ به ، كما تقول : حسبتُ أن فلاناً شيء فإذا هو ليس بشيء ، إن كنتَ خبرته فلم تر عنده خيراً . وفي الحديث : «سئل النبي صلى الله عليه وسلم عن الكهان فقال : «ليسوا بشيء» أي ليسوا بشيء معتدّ به فيما يقصدهم الناس لأجله ، وقال عباس بن مرداس: ... وقد كنت في الحرب ذا تدراءفلم أعط شيئاً ولم أمنع ... وتقدم عند قوله تعالى : { لستم على شيء حتى تقيموا التوراة والإنجيل } في سورة [ العقود : 68 ] ، إذ ليس المعنى على إنكار أن يكونوا عبدوا شيئاً لمنافاته لقولهم : { ضَلُّوا عَنَّا } المقتضي الاعترافَ الضمني بعبادتهم .وفسر كثير من المفسرين قولهم : { بَل لَّمْ نَكُن ندْعُوا من قَبْلُ شيئاً } أنه إنكار لعبادة الأصنام بعد الاعتراف بها لاضطرابهم من الرعب فيكون من نحو قوله تعالى : { ثم لم تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين } [ الأنعام : 23 ] . ويجوز أن يكون لهم في ذلك الموقف مقالان ، وهذا كله قبل أن يحشروا في النار هم وأصنامهم فإنهم يكونون متماثلين حينئذٍ كما قال تعالى : { إنكم وما تعبدون من دون اللَّه حصب جهنم } .وجملة { كذلك يُضِلُّ الله الكافرين } تذييل معترض بين أجزاء القول الذي يقال لهم . ومعنى الإِشارة تعجيب من ضلالهم ، أي مثل ضلالهم ذلك يُضل الله الكافرين . والمراد بالكافرين : عموم الكافرين ، فليس هذا من الإِظهار في مقام الإِضمار . والتشبيه في قوله : { كذلك يُضِلُّ الله الكافرين } يُفيد تشبيه إضلال جميع الكافرين بإضلاله هؤلاء الذين يجادلون في آيات الله ، فتكون جملة { كذلك يُضِلُّ الله الكافرين } تذييلاً ، أي مثل إضلال الذين يجادلون في آيات الله يُضل الله جميع الكافرين ، فيكون إضلال هؤلاء الذين يجادلون مشبهاً به إضلال الكافرين كلهم ، والتشبيه كناية عن كون إضلال الذين يجادلون في آيات الله بلغ قوة نوعه بحيث ينظّر به كل ما خفي من أصناف الضلال ، وهو كناية عن كون مجادلة هؤلاء في آيات الله أشدُّ الكفر .والتشبيه جار على أصله وهو إلحاق ناقص بكامل في وصف ولا يكون من قبيل { وكذلك جعلناكم أمة وسطاً } [ البقرة : 143 ] ولا هو نظير قوله المتقدم { كذلك يؤفك الذين كانوا بآيات اللَّه يجحدون } [ غافر : 63 ] .",
  "ayah": 74,
  "surah": 40
}
