{
  "text": "স্মরণ কর, আল্লাহ যাকে অনুগ্রহ করেছেন এবং তুমিও যার প্রতি অনুগ্রহ করেছ, তুমি তাকে বলেছিলে, ‘তুমি তোমার স্ত্রীকে ত্যাগ করো না এবং আল্লাহকে ভয় কর।’ আর তুমি তোমার অন্তরে যা গোপন করছিলে আল্লাহ তা প্রকাশ করে দিচ্ছেন; তুমি লোককে ভয় করছিলে, অথচ আল্লাহকেই ভয় করা তোমার পক্ষে অধিকতর সঙ্গত।[১] অতঃপর যায়েদ যখন তার (স্ত্রী যয়নাবের) সাথে বিবাহ-সম্পর্ক ছিন্ন করল,[২] তখন আমি তোমার সাথে তার বিবাহ দিলাম;[৩] যাতে বিশ্বাসীদের পোষ্যপুত্রগণ নিজ স্ত্রীদের সাথে বিবাহসূত্র ছিন্ন করলে সে সব রমণীকে বিবাহ করায় তাদের কোন বিঘ্ন না থাকে।[৪] আর আল্লাহর আদেশ কার্যকর হয়েই থাকে।[৫]\n[১] কিন্তু যেহেতু তাঁদের মন-মানসিকতায় পার্থক্য ছিল, স্ত্রীর মনে বংশ-মর্যাদা ও আভিজাত্য বাসা বেঁধেই ছিল, অন্য দিকে যায়েদের সমভ্রমে ছিল দাসত্বের দাগ। ফলে তাঁদের আপোসে কলহ লেগেই থাকত, যা যায়েদ (রাঃ) মাঝে মাঝে নবী (সাঃ)-এর নিকট প্রকাশ করতেন এবং ত্বালাক দেওয়ার ইচ্ছা প্রকাশ করতেন। কিন্তু নবী (সাঃ) তাঁকে ত্বালাক দিতে নিষেধ করতেন ও কোন রকম ভাবে চালিয়ে নেওয়ার জন্য বলতেন। অপর দিকে আল্লাহ তাআলা নবী (সাঃ)-কে অহীর মাধ্যমে এই ভবিষ্যদ্বাণী করে দিয়েছিলেন যে, যায়েদের পক্ষ থেকে ত্বালাক হবে এবং তারপর যয়নাবের সাথে তোমার বিয়ে হবে; যাতে জাহেলিয়াতের পোষ্যপুত্র রাখার প্রথার উপর জোর কুঠারাঘাত হেনে প্রকাশ করে দেওয়া হবে যে, শরীয়তের দৃষ্টিতে পোষ্যপুত্র আপন পুত্রের মত নয় এবং তার ত্বালাক দেওয়া স্ত্রীকে বিবাহ করা বৈধ। উক্ত আয়াতে এই কথার প্রতি ইঙ্গিত করা হয়েছে। যায়েদ (রাঃ)-এর উপর আল্লাহর বিশেষ অনুগ্রহ এই ছিল যে, তিনি তাঁকে দ্বীন ইসলাম গ্রহণ করার তাওফীক দান করেন এবং দাসত্বের শৃঙ্খল থেকে মুক্ত করেন। আর নবী (সাঃ)-এর তাঁর প্রতি দয়া এই ছিল যে, তিনি তাঁকে দ্বীনী তরবিয়ত দান করেন ও তাঁকে স্বাধীন করে আপন পুত্র বানিয়ে নেন এবং আপন ফুফু উমাইমা বিনতে আব্দুল মুত্তালেবের মেয়ের সাথে তাঁর বিবাহ সম্পন্ন করেন। অন্তরে গোপন করা কথা তাই ছিল, যা তাঁকে যয়নাবের সাথে তাঁর নিজের বিয়ের ব্যাপারে অহী দ্বারা জানানো হয়েছিল। নবী (সাঃ) এই কথার ভয় করতেন যে, লোকে বলবে, ছেলের স্ত্রীকে (পুত্রবধূকে) বিয়ে করে নিয়েছে। অথচ যখন আল্লাহ তাঁর দ্বারা এই প্রথার মূল উৎপাটন করতে চান, তখন মানুষকে ভয় করার কোন প্রয়োজন ছিল না। নবী (সাঃ)-এর যদিও এটা প্রকৃতিগত ভয় ছিল, তবুও তাঁকে সতর্ক করে দেওয়া হয়েছে। প্রকাশ করার অর্থ হল যে, এ বিবাহ হবে, যাতে এ ব্যাপারে সকলে অবগত হয়ে যায়।\n[২] অর্থাৎ, বিয়ের পর ত্বালাক দিল এবং যয়নাব ইদ্দত পূর্ণ করল।\n[৩] অর্থাৎ, এ বিয়ে স্বয়ং আল্লাহ পাকের আদেশে সাধারণ বিয়ে-শাদীর প্রচলিত নিয়ম ও শর্তাবলী থেকে ব্যতিক্রম ভাবে সুসম্পন্ন হয়। অর্থাৎ ঈজাব-কবুল, অলী (অভিভাবক), মোহর এবং কোন সাক্ষী ছাড়াই।\n[৪] এটি হল যয়নাবের সাথে নবী (সাঃ)-এর বিয়ের কারণ। আর তা এই যে, আগামীতে কোন মুসলিম যেন এই ব্যাপারে কোন সংকীর্ণতা বোধ না করে এবং প্রয়োজনে পোষ্যপুত্রের ত্বালাক দেওয়া স্ত্রীকে বিবাহ করতে পারে।\n[৫] অর্থাৎ, পূর্ব থেকে তকদীরে লেখা ছিল। যা যে কোন অবস্থাতেই হওয়ার ছিল।",
  "ayah": 37,
  "surah": 33
}
