{
  "text": "হে নবী! নিশ্চয় আমি তোমার জন্য তোমার স্ত্রীগণকে বৈধ করেছি যাদেরকে তুমি মোহরানা প্রদান করেছ[১] এবং বৈধ করেছি তোমার অধিকারভুক্ত দাসিগণকে যাদেরকে আমি যুদ্ধবন্দিনীরূপে দান করেছি[২] এবং বিবাহের জন্য বৈধ করেছি তোমার চাচাতো ভগিনী, ফুফাতো ভগিনী, মামাতো ভগিনী ও খালাতো ভগিনীকে; যারা তোমার সঙ্গে দেশ ত্যাগ করেছে[৩] এবং কোন বিশ্বাসীনী নবীর নিকট নিজেকে নিবেদন করলে এবং নবী তাকে বিবাহ করতে চাইলে (সেও তোমার জন্য বৈধ।)[৪] --এ (বিধান) বিশেষ করে তোমারই জন্য; অন্য বিশ্বাসীদের জন্য নয়;[৫] বিশ্বাসীদের স্ত্রী এবং তাদের দাসিগণ সম্বন্ধে যা নির্ধারিত করেছি তা আমি জানি।[৬] (এ বিধান এ জন্য) যাতে তোমার কোন অসুবিধা না হয়।[৭] আর আল্লাহ ক্ষমাশীল, পরম দয়ালু।\n[১] শরীয়তে কিছু আহ্কাম নবী (সাঃ)-এর জন্য নির্দিষ্ট, যেগুলিকে নবী (সাঃ)-এর বৈশিষ্ট্য বলা হয়। যেমন উলামাদের এক দলের মত অনুযায়ী তাহাজ্জুদের নামায তাঁর জন্য ফরয ছিল, সাদাকা তাঁর জন্য হারাম ছিল, অনুরূপ কিছু বিশেষত্বের বর্ণনা কুরআন কারীমের এই স্থানে করা হয়েছে, যা বিবাহ সম্পর্কিত। যে সকল স্ত্রীদের নবী (সাঃ) মোহর আদায় করে দিয়েছেন তাঁরা হালাল তাতে তাঁরা সংখ্যায় যতই হন না কেন। তিনি সাফিয়্যা (রাঃ) ও জুওয়াইরিয়া (রাঃ) -কে স্বাধীন করাকেই তাঁদের মোহর ধার্য করেছিলেন। এ ছাড়া তিনি সকল স্ত্রীদের মোহর নগদ আদায় করে দিয়েছিলেন; শুধু উম্মে হাবীবা (রাঃ) ছাড়া। কারণ তাঁর মোহর বাদশাহ নাজাশী আদায় করেছিলেন।\n[২] সুতরাং সাফিয়্যা (রাঃ) ও জুওয়াইরিয়া (রাঃ) নবী (সাঃ)-এর মালিকানায় এলে তিনি তাঁদেরকে মুক্ত করে বিবাহ করেছিলেন এবং রায়হানা (রাঃ) ও মারিয়া কিবত্বিয়া (রাঃ) ক্রীতদাসী হিসাবেই নবী (সাঃ)-এর নিকট ছিলেন।\n[৩] এর অর্থ হল যেমন নবী (সাঃ) হিজরত করেছিলেন, অনুরূপ তাঁরাও মক্কা থেকে মদীনা হিজরত করেছিলেন। যেহেতু নবী (সাঃ)-এর সাথে কোন নারী হিজরত করেননি।\n[৪] অর্থাৎ, নবী করীম (সাঃ)-এর নিকট যদি কোন মহিলা নিজেকে নিবেদন করে এবং তিনি তাকে বিবাহ করতে ইচ্ছুক হন, তাহলে দেনমোহর ছাড়াই তাকে স্ত্রীরূপে গ্রহণ করা তাঁর জন্য হালাল।\n[৫] উপরোক্ত বিধান শুধু নবী (সাঃ)-এর জন্য। অন্য মু'মিনদের জন্য আবশ্যিক যে, সে (রীতিমতো) মোহর আদায় করবে, তবেই বিবাহ বৈধ হবে।\n[৬] অর্থাৎ, বিবাহ বন্ধনের যে শর্ত ও অধিকারসমূহ যা আমি ফরয করেছি; যেমনঃ কেউ একই সঙ্গে চারের অধিক স্ত্রী বিবাহ বন্ধনে রাখতে পারে না, (মহিলার জন্য) অলী বা অভিভাবকের সম্মতি, সাক্ষী ও মোহর আবশ্যিক। তবে ক্রীতদাসী হলে যতজন ইচ্ছা রাখতে পারা যায়। কিন্তু বর্তমানে ক্রীতদাসীর (দাসত্ব) প্রথাই তো নেই।\n[৭] এটা 'إنَّا أحْلَلْنَا' এর সাথে সম্পৃক্ত অর্থাৎ উপরি উল্লিখিত সকল মহিলা নবী (সাঃ)-এর জন্য এই কারণে বৈধ, যাতে নবী (সাঃ) অসুবিধা মনে না করেন এবং তিনি তাদের মধ্যে কাউকে বিবাহ করাতে মনে পাপবোধ না করেন।",
  "ayah": 50,
  "surah": 33
}
