{
  "text": "নিশ্চয় আল্লাহ নবীর প্রতি অনুগ্রহ করেন এবং তাঁর ফিরিশতাগণও নবীর জন্য অনুগ্রহ প্রার্থনা করে। হে বিশ্বাসীগণ! তোমরাও নবীর জন্য অনুগ্রহ প্রার্থনা কর এবং তাকে উত্তমরূপে অভিবাদন কর। (দরূদ ও সালাম পেশ কর।) [১]\n[১] এই আয়াতে নবী (সাঃ)-এর ঐ সম্মান ও মর্যাদার কথা বর্ণনা করা হয়েছে, যা আসমানে উচ্চমর্যাদা সম্পন্ন ফিরিশতাগণের নিকট বিদ্যমান। তা এই যে আল্লাহ তাআলা ফিরিশতাগণের নিকট নবী (সাঃ)-এর সুনাম ও প্রশংসা করেন এবং তাঁর উপর রহমত বর্ষণ করেন এবং ফিরিশতাগণও নবী (সাঃ) এর উচ্চমর্যাদার জন্য দু'আ করেন। তার সাথে সাথে আল্লাহ তাআলা বিশ্ববাসীদেরকেও আদেশ করেছেন, যেন তারাও নবী (সাঃ)-এর প্রতি দরূদ ও সালাম পাঠ করে। যাতে নবী (সাঃ)-এর প্রশংসায় ঊর্ধ্ব ও নিম্ন দুই বিশ্ব একত্রিত হয়ে যায়। হাদীসে বর্ণনা হয়েছে যে, সাহাবায়ে কিরামগণ আরজ করলেন, ইয়া রাসূলাল্লাহ! সালামের নিয়ম তো আমাদের জানা আছে (অর্থাৎ তাশাহহুদে 'আসসালামু আলাইকা আইয়ুহান্নাবিয়্যু' পড়ি) কিন্তু আমরা দরূদ কিভাবে পড়ব? এর উত্তরে তিনি দরূদে ইবরাহিমী -- যা নামাযে পাঠ করা হয় তা বর্ণনা করলেন।\n(বুখারীঃ তাফসীর সূরা আহ্যাব)\nএ ছাড়া হাদীসে দরূদের আরো অন্য শব্দ বর্ণিত হয়েছে, সেগুলিও পাঠ করা চলবে। সংক্ষেপে (صَلَّى اللهُ عَلَى رَسُوْلِ اللهِ وَسَلَّم) পাঠ করা যাবে। পক্ষান্তরে (اَلصَّلَوةُ وَالسَّلاَمُ عَلَيْكَ يَا رَسُوْلَ اللهِ) পাঠ করা এই জন্য ঠিক নয় যে, এতে নবী (সাঃ)-কে সরাসরি সম্বোধন করা হয় এবং এই শব্দগুচ্ছ সাধারণ দরূদে নবী (সাঃ) থেকে বর্ণিত হয়নি। আর যেহেতু তাশাহহুদে 'اَلسَّلاَمُ عَلَيْكَ اَيُّهَا النَّبِيُّ' শব্দ নবী (সাঃ) থেকে বর্ণিত হয়েছে সেহেতু (তাশাহহুদে তা পাঠ করাতে কোন দোষ নেই। তা ছাড়া (اَلصَّلَوةُ وَالسَّلاَمُ عَلَيْكَ يَا رَسُوْلَ اللهِ) পাঠকারী এই বাতিল বিশ্বাস নিয়ে পাঠ করে যে, নবী (সাঃ) তা সরাসরি শ্রবণ করেন। এই বাতিল বিশ্বাস কুরআন ও হাদীসের পরিপন্থী। সুতরাং এই আকীদা নিয়েও নিজেদের মনগড়া দরূদ পাঠ করা ঠিক নয়। অনুরূপ আযানের পূর্বে তা পাঠ করাও বিদআত, যাতে সওয়াব নয়; বরং গুনাহ হয়। হাদীসে দরূদের বড় গুরুত্ব বর্ণিত হয়েছে। নামাযে তা পাঠ করা ওয়াজেব না সুন্নত? অধিকাংশ উলামাগণ বলেছেন সুন্নত এবং ইমাম শাফেয়ী ও আরো অনেকে তা ওয়াজেব বলেছেন। তবে একাধিক হাদীসে তার ওয়াজেব হওয়ারই সমর্থন পাওয়া যায়। অনুরূপ হাদীস দ্বারা এটাও বোঝা যায় যে, যেমন শেষ তাশাহহুদে দরূদ পড়া ওয়াজেব তেমনই প্রথম তাশাহহুদেও দরূদ পাঠ করা ওয়াজেব।নিম্নে তার কতিপয় দলীল দেওয়া হলঃ-প্রথম প্রমাণ এই যে, মুসনাদে আহমাদে সহীহ সানাদে বর্ণিত হয়েছে যে, এক ব্যক্তি নবী (সাঃ)-কে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! সালামের নিয়ম তো আমাদের জানা আছে (অর্থাৎ তাশাহহুদে 'আসসালামু আলাইকা আইয়ুহান্নাবিয়্যু' পড়ি) কিন্তু আমরা নামাযে দরূদ কিভাবে পড়ব? এর উত্তরে তিনি দরূদে ইবরাহিমী শিক্ষা দিলেন\n(আল ফাতহুর রাববানী ৪\n/\n২০-২১)\nমুসনাদে আহমাদ ছাড়াও উক্ত হাদীস সহীহ ইবনে হিববান, সুনানে কুবরা বায়হাকী, মুস্তাদরাক হাকেম এবং ইবনে খুযায়মাতে বর্ণিত হয়েছে। এতে পরিষ্কার বোঝা যাচ্ছে যে, যেমন তাশাহহুদে সালাম পড়া হয় অনুরূপ উক্ত প্রশ্নও নামাযের ভিতরে দরূদ পাঠ সম্পর্কে ছিল, উত্তরে নবী (সাঃ) দরূদে ইবরাহিমী পড়ার আদেশ দিয়েছিলেন। যাতে বোঝা যাচ্ছে যে, সালামের সাথে দরূদও পড়া দরকার এবং তা পড়ার স্থান হল তাশাহহুদ। আর হাদীসে তা সাধারণভাবে বর্ণনা হয়েছে। প্রথম বা দ্বিতীয় তাশাহহুদের সাথে নির্দিষ্ট করা হয়নি। যার ফলে বলা যায় যে, প্রথম ও দ্বিতীয় উভয় তাশাহহুদেই সালাম ও দরূদ পড়তে হবে।যে বর্ণনাগুলিতে প্রথম তাশাহহুদ দরূদ ছাড়া উল্লেখ হয়েছে সেগুলিকে সূরা আহযাবের আয়াত 'صَلُّوْا عَلَيْهِ وَسَلِّمُوْا' অবতীর্ণ হওয়ার পূর্বের ধরা হবে। কিন্তু উক্ত আয়াত অবতীর্ণ হওয়ার পর অর্থাৎ পঞ্চম হিজরীর পর যখন নবী (সাঃ) সাহাবায়ে কিরামগণের প্রশ্নের উত্তরে দরূদের শব্দও বর্ণনা করে দিলেন, তখন নামাযে সালামের সাথে দরূদ পড়াও জরুরী হয়ে গেল, চাহে তা প্রথম তাশাহহুদ হোক বা দ্বিতীয়।আরো একটি প্রমাণ হল, আয়েশা (রাঃ) বর্ণনা করেন যে, \"নবী (সাঃ) কখনো কখনো রাত্রে নয় রাকআত নামায পড়তেন, আট রাকআতে যখন তাশাহহুদে বসতেন, তখন তাতে তাঁর প্রভুর নিকট দু'আ করতেন এবং তাঁর পয়গম্বরের উপর দরূদ পড়তেন তারপর সালাম না ফিরে দাঁড়িয়ে যেতেন এবং নয় রাকআত পূর্ণ করে পুনরায় তাশাহহুদে বসতেন, তাঁর প্রভুর নিকট দু'আ করতেন এবং তাঁর পয়গম্বরের উপর দরূদ পড়তেন এবং পুনরায় দু'আ করতেন, তারপর সালাম ফিরতেন।\n(বায়হাকী ২\n/\n৭০৪, নাসাঈ ১\n/\n২০২, বিস্তারিত দেখুনঃ আল্লামা আলবানীর সিফাতু সালাতিন্নাবী ১৪৫ পৃষ্ঠা)\nউক্ত বর্ণনায় পরিষ্কার উল্লেখ আছে যে, নবী (সাঃ) তাঁর রাত্রের নামাযে প্রথম ও শেষ উভয় তাশাহহুদে দরূদ পড়েছেন। এটা যদিও নফল নামাযের কথা ছিল; তবুও নবী (সাঃ)-এর উক্ত আমল দ্বারা উল্লিখিত ব্যাপক দলীলসমূহের সমর্থন হয়। যার ফলে তা শুধু নফল নামাযের মধ্যে সীমাবদ্ধ রাখা ঠিক নয়।",
  "ayah": 56,
  "surah": 33
}
