{
  "text": "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ (3) ومعنى الفعل في { أنزلناه } ابتداء إنزاله فإن كل آية أو آيات تنزل من القرآن فهي منضمة إليه انضمام الجزء للكل ، ومجموع ما يبلغ إليه الإنزال في كل ساعة هو مسمّى القرآن إلى أن تم نزول آخر آية من القرآن .وتنكير { ليلة } للتعظيم ، ووصفها ب { مباركة } تنويه بها وتشويق لمعرفتها . فهذه الليلة هي الليلة التي ابتدُىء فيها نزول القرآن على محمد صلى الله عليه وسلم في الغار من جَبل حِرَاءٍ في رمضان قال تعالى : { شهر رمضان الذي أُنزل فيه القرآن } [ البقرة : 185 ] .والليلة التي ابتدىء نزول القرآن فيها هي ليلة القدر قال تعالى : { إنا أنزلناه في ليلة القدر } [ القدر : 1 ] . والأصح أنها في العشر الأواخر من رمضان وأنها في ليلة الوتر . وثبت أن الله جعل لنظيرتها من كل سنة فضلاً عظيماً لكثرة ثواب العبادة فيها في كل رمضان كرامة لذكرى نزول القرآن وابتداء رسالة أفضل الرسل صلى الله عليه وسلم إلى النّاس كافة . قال تعالى : { تنزَّل الملائكةُ والروحُ فيها بإذن ربّهم من كل أمرٍ سلامٌ هي حتى مطلع الفجر } [ القدر : 4 ، 5 ] . وذلك من معاني بركتها وكم لها من بركات للمسلمين في دينهم ، ولعل تلك البركة تسري إلى شؤونهم الصالحة من أمور دنياهم .فبركة الليلة التي أنزل فيها القرآن بركة قدَّرها الله لها قبل نزول القرآن ليكون القرآن بابتداء نزوله فيها مُلابساً لوقت مبارك فيزداد بذلك فضلاً وشرفاً ، وهذا من المناسبات الإلهية الدقيقة التي أنبأنا الله ببعضها . والظاهر أن الله أمدّها بتلك البركة في كل عام كما أومأ إلى ذلك قوله : { شهر رمضان الذي أنزل فيه القرآن إذ قاله بعد أن مضى على ابتداء نزول القرآن بضْعَ عشرة سنة . وقولُه { ليلةُ القدر خيرٌ من ألف شهرٍ } [ القدر : 3 ] وقوله { تنزل الملائكة والروح فيها بإذن ربهم من كل أمر وقوله : فيها يفرق كل أمر حكيم } . وعن عكرمة : أن الليلة المباركة هي ليلة النصف من شعبان وهو قول ضعيف .واختلف في الليلة التي ابتدىء فيها نزول القرآن على النبي صلى الله عليه وسلم من ليالي رمضان ، فقيل : هي ليلة سبعَ عشرة منه ذكره ابن إسحاق عن الباقر أخذاً من قوله تعالى : { إن كنتم آمنتم بالله وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان } [ الأنفال : 41 ] فإن رسول الله صلى الله عليه وسلم التقى هو والمشركون ببدر يوم الجمعة صبيحة سبعَ عشرة ليلة من رمضان اه . أي تأول قوله : { وما أنزلنا على عبدنا } [ الأنفال : 41 ] أنه ابتداء نزول القرآن . وفي المراد ب { ما أنزلنا } احتمالات ترفع الاحتجاج بهذا التأويل بأن ابتداء نزول القرآن كان في مثل ليلة يوم بدر .والذي يجب الجزم به أن ليلة نزول القرآن كانت في شهر رمضان وأنه كان في ليلة القدر . ولما تضافرت الأخبار أن النبي صلى الله عليه وسلم قال في ليلة القدر « اطلبوها في العشر الأواخر من رمضان في ثالثة تبقى في خامسة تبقى في سابعة تبقى في تاسعة تبقى » . فالذي نعتمده أن القرآن ابتدىء نزوله في العشر الأواخر من رمضان ، إلاّ إذا حُمل قول النبي صلى الله عليه وسلم « اطلبوها في العشر الأواخر » على خصوص الليلة من ذلك العام . وقد اشتهر عند كثير من المسلمين أنّ ليلة القدر ليلة سبع وعشرين باستمرار وهو مناف لحديث « اطلبوها في العشر الأواخر » على كل احتمال .وجملة { إنا كنا منذرين } معترضة . وحرف ( إنَّ ) يجوز أن يكون للتأكيد ردًّا لإنكارهم أن يكون الله أرسل رسلاً للناس لأن المشركين أنكروا رسالة محمد صلى الله عليه وسلم بزعمهم أن الله لا يرسل رسولاً من البشر قال تعالى : { إذ قالوا ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] ، فكان ردّ إنكارهم ذلك ردًّا لإنكارهم رسالة محمد صلى الله عليه وسلم فتكون جملة { إنا كنّا منذرين } مستأنفة . ويجوز أن تكون ( إنَّ ) لمجرد الاهتمام بالخبر فتكون مغنية غناء فاء التسبب فتفيد تعليلاً ، فتكون جملة { إنا كنا منذرين } تعليلاً لجملة { أنزلناه } أي أنزلناه للإنذار لأن الإنذار شأننا ، فمضمون الجملة علة العلة وهو إيجاز وإنما اقتصر على وصف { منذرين } مع أن القرآن منذر ومُبشّر اهتماماً بالإنذار لأنه مقتضى حال جمهور الناس يومئذٍ ، والإنذار يقتضي التبشير لمن انتذر . وحذف مفعول { منذرين } لدلالة قوله : { إنا أنزلناه في ليلة مباركة } عليه ، أي منذرين المخاطبين بالقرآن .",
  "ayah": 3,
  "surah": 44
}
