{
  "text": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ (37)استئناف ناشىء عن قوله : { ولقد فتنّا قبلهم قوم فرعون } [ الدخان : 17 ] فضمير { هم راجع إلى اسم الإشارة في قوله : { إن هؤلاء ليقولون إن هي إلا موتتنا الأولى } [ الدخان : 34 ، 35 ] فبعد أن ضرب لهم المثل بمهلك قوم فرعون زادهم مثلاً آخر هو أقرب إلى اعتبارهم به وهو مُهلك قوم أقرب إلى بلادهم من قوم فرعون وأولئك قوم تبّع فإن العرب يتسامعون بعظمة مُلك تُبَّع وقومه أهل اليمن وكثير من العرب شاهدوا آثار قوتهم وعظمتهم في مراحل أسفارهم وتحادثوا بما أصابهم من الهلك بسيل العرم . وافتتح الكلام بالاستفهام التقريري لاسترعاء الأسماع لمضمونه لأن كل أحد يعلم أن تُبَّعاً ومن قبله من الملوك خير من هؤلاء المشركين .والمعنى : أنهم ليسوا خيراً من قوم تبع ومن قبلهم من الأمم الذين استأصلهم الله لأجل إجرامهم فلما مَاثلوهم في الإجرام فلا مزيّة لهم تدفع عنهم استئصال الذي أهلك الله به أمماً قبلهم .والاستفهام في { أهم خير أم قوم تبع } تقريري إذ لا يسعهم إلا أن يعترفوا بأن قوم تبّع والذين من قبلهم خير منهم لأنهم كانوا يضربون بهم الأمثال في القوة والمنعة . والمراد بالخيرية التفضيل في القوة والمنعة ، كما قال تعالى بعد ذكر قوم فرعون { أكفاركم خيرٌ من أُولئكم } في سورة القمر ( 43 ) . وقوم تُبّع هم حمير وهم سكان اليمن وحضرَموت من حمير وسبأ وقد ذكرهم الله تعالى في سورة قَ .وتُبّع بضم الميم وتشديد الموحدة لقب لِمَن يملك جميع بلاد اليمن حِمْيراً وسبأ وحضرموت ، فلا يطلق على الملك لقب تُبّع إلا إذا ملك هذه المواطن الثلاثة . قيل سمّوه تُبّعاً باسم الظل لأنه يَتبع الشمس كما يتبع الظل الشمس ، ومعنى ذلك : أنه يسير بغزاوته إلى كل مكان تطلع عليه الشمس ، كما قال تعالى في ذي القرنين { فاتّبع سبباً حتى إذا بلغ مغرب الشمس } إلى قوله : { لم نجعل لهم من دونها ستراً } [ الكهف : 85 90 ] ، وقيل لأنه تتبعه ملوك مخاليف اليمن ، وتخضع له جميع الأقيال والأذواء من ملوك مخاليف اليمن وأذوائه ، فلذلك لُقِّبَ تُبّعاً لأنه تتبعه الملوك .وتُبّع المراد هُنا المسمّى أسعد والمُكَنَّى أبا كَرِب ، كان قد عظم سلطانه وغزا بلاد العرب ودخل مكة ويثرب وبلغ العراق . ويقال : إنه الذي بنى مدينة الحِيرة في العراق ، وكانت دولة تُبّع في سنة ألف قبل البعثة المحمدية ، وقيل كان في حدود السبعمائة قبل بعثة النبي صلى الله عليه وسلم وتعليق الإهلاك بقوم تُبّع دونه يقتضي أن تبّعاً نجا من هذا الإهلاك وأن الإهلاك سلط على قومه ، قالت عائشة : ألا ترى أن الله ذمّ قومه ولم يَذمه .والمروي عن النبي صلى الله عليه وسلم في مسند أحمد وغيره أنه قال : « لا تسبوا تُبعاً فإنه كان قد أسلم وفي رواية كان مؤمناً » وفسره بعض العلماء بأنه كان على دين إبراهيم عليه السلام وأنه اهتدى إلى ذلك بصحبة حبْرَين من أحبار اليهود لقيهما بيثرب حين غزاها وذلك يقتضي نجاته من الإهلاك . ولعل الله أهلك قومه بعد موته أو في مغيبه .وجملة { أهلكناهم } مستأنفة استئنافاً بيانياً لما أثاره الاستفهام التقريري من السؤال عن إبهامه ماذا أريد به . وجملة { إنهم كانوا مجرمين } تعليل لمضمون جملة { أهلكناهم } ، أيْ أهلكناهم عن بكرة أبيهم بسبب إجرامهم ، أي شركهم .",
  "ayah": 37,
  "surah": 44
}
