{
  "text": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ (4) وجملة { فيها يُفْرَقُ كلّ أمر حكيم } مستأنفة استئنافاً بيانياً ناشئاً عن تنكير { ليلة } . ووصفها ب { مباركة } كما علمت آنفاً فدل على عظم شأن هاتِه الليلة عند الله تعالى فإنها ظهر فيها إنزال القرآن ، وفيها يفرق عند الله كل أمر حكيم . وفي هذه الجمل الأربع محسن اللف والنشر ، ففي قوله : { إنا أنزلناه في ليلة مباركة } لفٌّ بين معنيين أولهما : تعيين إنزال القرآن ، وثانيهما : اختصاص تنزيله في ليلة مباركة ثم علل المعنى الأول بجملة { إنا كنا منذرين } ، وعُلل المعنى الثاني بجملة { فيها يُفْرَق كل أمر حكيم } .والمنذر : الذي ينذر ، أي يخبر بأمر فيه ضرّ لقصد أن يتقيه المخبر به ، وتقدم في قوله تعالى : { إنا أرسلناك بالحق بشيراً ونذيراً } في سورة البقرة ( 119 ) .والفرق : الفصل والقضاء ، أي فيها يُفصَل كل ما يراد قضاؤه في النّاس ولهذا يُسمى القرآن فرقاناً ، وتقدم قوله تعالى : { فافْرُقْ بيننا وبين القوم الفاسقين } في سورة المائدة ( 25 ) ، أي جَعل الله الليلة التي أنزل فيها القرآن وقتاً لإنفاذ وقوع أمور هامة مِثل بعثة محمد صلى الله عليه وسلم تشريفاً لتلك المقضيات وتشريفاً لتلك الليلة .وكلمة { كلّ } يجوز أن تكون مستعملة في حقيقة معناها من الشمول وقد علم الله ما هي الأمور الحكيمة فجمعها للقضاء بها في تلك الليلة وأعظمها ابتداء نزول الكتاب الذي فيه صلاح الناس كافّة . ويجوز أن تكون { كل } مستعملة في معنى الكثرة ، وهو استعمال في كلام الله تعالى وكلام العرب ، وقد تقدم في قوله تعالى في سورة النمل ( 23 ) { وأوتيت من كل شيءٍ } أي فيها تُفْرَق أمور عظيمة .والظاهر أن هذا مستمر في كل ليلة توافق عدّ تلك الليلة من كل عام كما يؤذن به المضارع في قوله : { يُفْرق } . ويحتمل أن يكون استعمال المضارع في { يفرق } لاستحضار تلك الحالة العظيمة كقوله تعالى : { فتثير سحاباً } [ الروم : 48 ] .والأمر الحكيم : المشتمل على حكمة من حكمة الله تعالى أو الأمر الذي أحكمه الله تعالى وأتقنه بما ينطوي عليه من النُّظُم المدبرة الدالة على سعة العلم وعمومه . وبعض تلك الأمور الحكيمة يُنفِذُ الأمرَ به إلى الملائكة الموكلين بأنواع الشؤون ، وبعضها يُنفذ الأمر به على لسان الرّسول مدة حياته الدنيوية ، وبَعْضاً يلهمُ إليه من ألهمه الله أفعالاً حكيمة ، والله هو العالم بتفاصيل ذلك .وانتصب { أمراً من عندنا } على الحال من { أمر حكيم } .",
  "ayah": 4,
  "surah": 44
}
