{
  "text": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (58) الفاء للتفريع إشارة إلى أن ما بعدها متفرّع عما قبلها حيث كان المذكور بعد الفاء فذلكة للسورة ، أي إجمال لأغراضها بعد تفصيلها فيما مضى إحضاراً لتلك الأغراض وضبطاً لترتُّب علتها .وضمير { يسرناه } عائد إلى الكتاب المفهوم من المقام والمذكور في قوله { والكتاب المبين إنا أنزلناه في ليلةٍ مباركةٍ } [ الدخان : 2 ، 3 ] الخ ، والذي كان جلّ غرض السورة في إثبات إنزاله من الله كما أشار إليه افتتاحها بالحروف المقطعة ، وقوله : { والكتاب المبين ، فهذا التفريع مرتبط بذلك الافتتاح وهو من ردّ العجز على الصدر . فهذا التفريع تفريع لمعنى الحصر الذي في قوله : فإنما يسرناه بلسانك } لبيان الحكمة في إنزال القرآن باللسان العربي فيكون تفريعاً على ما تقدم في السورة وما تخلله وتبعه من المواعظ .ويجوز أن يكون المفرع قوله : { لعلهم يتذكرون } . وقدم عليه ما هو توطئة له اهتماماً بالمقدم وتقدير النظم فلعلهم يتذّكرون بهذا لما يسّرناه لهم بلسانهم .والقصر المستفاد من ( إنما ) قصر قلب وهو رد على المشركين إذ قد سهَّل لهم طريق فهمه بفصاحته وبلاغته فقابلوه بالشك والهزء كما قصه الله في أول السورة بقوله : { بل هم في شَككٍ يلعبون } [ الدخان : 9 ] أي إنا جعلنا فهمه يسيراً بسبب اللغة العربية الفصحى وهي لغتهم إلا ليتذكروا فلم يتذكروا . فمفعول { يسرناه } مضاف مقدر دل عليه السياق تقديره : فهمه .والباء في { بلسانك } للسببية ، أي بسبب لغتك ، أي العربية وفي إضافة اللسان إلى ضمير النبي صلى الله عليه وسلم عناية بجانبه وتعظيم له ، وإلا فاللسان لسان العرب كما قال تعالى : { وما أرسلنا من رسوللٍ إلا بلسان قومه } [ إبراهيم : 4 ] .وإطلاق اللسان وهو اسم الجارحة المعروفة في الفم على اللّغة مجاز شائع لأن أهم ما يستعمل فيه اللسان الكلام قال تعالى : { بلساننٍ عربيٍ مبينٍ } [ الشعراء : 195 ] .وأفصح قوله { لعلهم يتذكرون } عن الأمر بالتذكير بالقرآن . والتقدير : فذكّرهم به ولا تسأم لعنادهم فيه ودم على ذلك حتى يحصل التذكر ، فالتيسير هنا تسهيل الفهم ، وتقدم عند قوله تعالى : { فإنما يسرّناه بلسانك لتبشر به المتقين } الخ في سورة مريم ( 97 ) .و ( لعلّ ) مستعملة في التعليل ، أي لأجل أن يتذكّروا به ، وَهَذَا كقوله : { وهذا كتابٌ مصدقٌ لساناً عربياً لتنذر الذين ظلموا وبشرى للمحسنين } [ الأحقاف : 12 ] .وفي هذا الكلام الموجز إخبار بتيسير القرآن للفهم لأن الغرض منه التذكر ، قال تعالى : { ولقد يسّرنا القرآن للذكر فهل من مدّكر } [ القمر : 17 ] ، وبأن سبب ذلك التيسير كونُه بأفصح اللغات وكونُه على لسان أفضل الرسل صلى الله عليه وسلم فلذلك كان تسببه في حصول تذكرهم تسبباً قريباً لو لم يكونوا في شك يلعبون . وباعتبار هذه المعاني المتوافرة حسن أن يفرع على هذه الجملة تأييد النبي صلى الله عليه وسلم وتهديد معانديه",
  "ayah": 58,
  "surah": 44
}
