{
  "text": "القول في تأويل قوله تعالى :  وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ (15)يقول تعالى ذكره: ولقد تركنا السفينة التي حملنا فيها نوحا ومن كان معه آية, يعني عِبْرة وعظة لمن بعد قوم نوح من الأمم ليعتبروا ويتعظوا, فينتهوا عن أن يسلكوا مسلكهم في الكفر بالله, وتكذيب رسله, فيصيبهم مثل ما أصابهم من العقوبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ ) قال: أبقاها الله بباقَردى من أرض الجزيرة, عبرة وآية, حتى نظرت إليها أوائل هذه الأمة نظرا, وكم من سفينة كانت بعدها قد صارت رمادا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَلَقَدْ تَرَكْنَاهَا آيَةً ) قال: ألقى الله سفينة نوح على الجوديّ حتى أدركها أوائل هذه الأمة.قال: ثنا ابن ثور, عن معمر, عن مجاهد, أن الله حين غرّق الأرض, جعلت الجبال تشمخ, فتواضع الجوديّ, فرفعه الله على الجبال, وجعل قرار السفينة عليه.وقوله ( فَهَلْ مِنْ مُدَّكِرٍ ) يقول: فهل من ذي تذكر يتذكر ما قد فعلنا بهذه الأمة التي كفرت بربها, وعصت رسوله نوحا, وكذبته فيما أتاهم به عن ربهم من النصيحة, فيعتبر بهم, ويحذر أن يَحل به من عذاب الله بكفره بربه, وتكذيبه رسوله محمدا صلى الله عليه وسلم, مثل الذي حلّ بهم, فينيب إلى التوبة, ويراجع الطاعة. وأصل مدّكر: مفتعل من ذكر, اجتمعت فاء الفعل, وهي ذال, وتاء وهي بعد الذال, فصيرتا دالا مشدّدة, وكذلك تفعل العرب فيما كان أوّله ذالا يتبعها تاء الافتعال يجعلونهما جميعا دالا مشدّدة, فيقولون: ادّكرت ادكارًا, وإنما هو اذتكرت اذتكارا, وفهل من مذتكر, ولكن قيل: ادكرت ومدّكر لما قد وصفت, قد ذُكر عن بعض بني أسد أنهم يقولون في ذلك مذّكر, فيقلبون الدال ويعتبرون الدال والتاء ذالا مشددة, وذُكر عن الأسود بن يزيد أنه قال: قلت لعبد الله بن مسعود: فهل من مدّكر, أو مذّكر, فقال: أقرأني رسول الله صلى الله عليه وسلم: (مُذَّكر) يعنى بذال مشددة.وبنحو الذي قلنا في ذلك أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( فَهَلْ مِنْ مُدَّكِرٍ ) قال: المدّكر: الذي يتذكر, وفي كلام العرب: المذكر: المتذكر.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( فَهَلْ مِنْ مُدَّكِرٍ ) قال: فهل من مذّكر.",
  "ayah": 15,
  "surah": 54
}
