{
  "text": "يقول تعالى ذكره: الله الذي بعث في الأميين رسولا منهم، فقوله هو كناية من اسم الله، والأميون: هم العرب. وقد بيَّنا فيما مضى المعنى الذي من أجله قيل للأميّ أميّ.وبنحو الذي قلنا في الأميين في هذا الموضع قال أهل التأويل.حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: ثنا سفيان، عن ليث ، عن مجاهد، قال: ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال: العرب.حدثني يونس، قال: أخبرنا ابن وهب، قال: سمعت سفيان الثوريّ يحدّث لا أعلمه إلا عن مجاهد أنه قال: ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ ) : العرب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال كان هذا الحيّ من العرب أمة أمِّيَّة، ليس فيها كتاب يقرءونه، فبعث الله نبيه محمدًا رحمة وهُدى يهديهم به.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور ، عن معمر، عن قتادة ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال: كانت هذه الأمة أمِّيَّة لا يقرءون كتابًا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( هُوَ الَّذِي بَعَثَ فِي الأمِّيِّينَ رَسُولا مِنْهُمْ ) قال: إنما سميت أمة محمد صَلَّى الله عَلَيْهِ وَسَلَّم الأميين ، لأنه لم ينـزل عليهم كتابًا؛ وقال جلّ ثناؤه ( رَسُولا مِنْهُمْ ) يعني من الأميين وإنما قال منهم، لأن محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم كان أمِّيًّا، وظهر من العرب.وقوله: ( يَتْلُو عَلَيْهِمْ آيَاتِهِ ) يقول جلّ ثناؤه: يقرأ على هؤلاء الأميين آيات الله التي أنـزلها عليه ( وَيُزَكِّيهِمْ ) يقول: ويطهرهم من دنس الكفر.وقوله: ( وَيُعَلِّمُهُمُ الْكِتَابَ ) يقول: ويعلمهم كتاب الله، وما فيه من أمر الله ونهيه، وشرائع دينه ( وَالْحِكْمَةَ ) يعني بالحكمة: السنن.وبنحو الذي قلنا في ذلك قال أهل التأويل.حدثنا بشر، قال: ثنا يزيد ، قال: ثنا سعيد، عن قتادة ( وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ ) أي السنة.حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، قال: ( وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ ) أيضًا كما علم هؤلاء يزكيهم بالكتاب والأعمال الصالحة، ويعلمهم الكتاب والحكمة كما صنع بالأوّلين، وقرأ قول الله عزّ وجلّ:  وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ  ممن بقي من أهل الإسلام إلى أن تقوم الساعة، قال: وقد جعل الله فيهم سابقين، وقرأ قول الله عز وجلّ:  وَالسَّابِقُونَ السَّابِقُونَ * أُولَئِكَ الْمُقَرَّبُونَ  وقال:  ثُلَّةٌ مِنَ الأَوَّلِينَ * وَقَلِيلٌ مِنَ الآخِرِينَ  فثلة من الأوّلين سابقون، وقليل السابقون من الآخرين، وقرأ:  وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ  حتى بلغ  ثُلَّةٌ مِنَ الأَوَّلِينَ * وَثُلَّةٌ مِنَ الآخِرِينَ  أيضا، قال: والسابقون من الأوّلين أكثر، وهم من الآخرين قليل، وقرأ  وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ  الآية، قال: هؤلاء من أهل الإسلام إلى أن تقوم الساعة.وقوله: ( وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ ) يقول تعالى ذكره: وقد كان هؤلاء الأميون من قبل أن يبعث الله فيهم رسولا منهم في جَوْر عن قصد السبيل، وأخذ على غير هدى مُبِينٌ ، يقول: يبين لمن تأمله أنه ضلال وجَوْر عن الحقّ وطريق الرشد.",
  "ayah": 2,
  "surah": 62
}
