{
  "text": "يقول تعالى ذكره: وهو الذي بعث في الأميين رسولا منهم، وفي آخرين  منهم لما يلحقوا بهم، فآخرون في موضع خفض عطفًا على الأميين.وقد اختلف في الذين عُنوا بقوله: ( وَآخَرِينَ مِنْهُمْ ) ، فقال بعضهم: عُنِي بذلك العجم.* ذكر من قال ذلك :حدثني يعقوب بن إبراهيم، قال: ثني ابن علية، عن ليث، عن مجاهد، في قوله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: هم الأعاجم.حدثنا يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن طلحة، عن ليث، عن مجاهد، في قوله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: هم الأعاجم.حدثنا أبو السائب، قال: ثنا ابن إدريس ، عن ليث، عن مجاهد ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: الأعاجم.حدثنا ابن بشار، قال: ثنا عاصم، قال: ثنا سفيان، عن ليث، عن مجاهد ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: الأعاجم.حدثني يونس قال: أخبرنا ابن وهب، قال: سمعت سفيان الثوريّ لا أعلمه إلا عن مجاهد: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: العجم.حدثني محمد بن إسحاق، قال: ثنا يحيى بن معين، قال : ثنا هشام بن يوسف، عن عبد الرحمن بن عمر بن عبد الرحمن بن العاص ، عن أبيه، عن جدّه، عن ابن عمر، أنه قال له: أما إن سورة الجمعة أنـزلت فينا وفيكم في قتلكم الكذّاب، ثم قرأ  يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ  ... حتى بلغ ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: فأنتم هم.حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن ليث، عن مجاهد ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: الأعاجم.حدثني محمد بن معمر، قال: ثنا أبو عامر، قال: ثنا عبد العزيز؛ وحدثني يونس، قال: أخبرنا ابن وهب قال: أخبرني سليمان بن بلال، جميعًا  عن ثور بن زيد، عن أَبي الغيث، عن أَبي هريرة، قال: \" كنا جلوسًا عند النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فنـزلت عليه سورة الجمعة، فلما قرأ: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال رجل: من هؤلاء يا رسول الله ؟ قال: فلم يراجعه النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم حتى سأله مرّة أو مرتين أو ثلاثًا، قال: وفينا سلمان الفارسيّ، فوضع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يده على سلمان فقال: \" لَوْ كاَنَ الإيمَانُ عِنْدَ الثُّرَيَّا لَنَالَهُ رِجَالٌ مِنْ هَؤُلاءِ\".حدثني أحمد بن عبد الرحمن، قال: ثنا عمي، قال: ثنا سليمان بن بلال المدنيّ، عن ثور بن زيد، عن سالم أََبي الغيث، عن أَبي هريرة، قال: وكنا جلوسًا عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فذكر نحوه.وقال آخرون: إنما عُنِي بذلك جميع من دخل في الإسلام من بعد النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم كائنًا من كان إلى يوم القيامة.* ذكر من قال ذلك :حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا عن ابن أَبي نجيح، عن مجاهد في قول الله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: من ردف الإسلام من الناس كلهم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله عزّ وجلّ: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) قال: هؤلاء كلّ من كان بعد النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى يوم القيامة، كلّ من دخل في الإسلام من العرب والعجم.وأولى القولين في ذلك بالصواب عندي قول من قال: عُنِي بذلك كلّ لاحق لحق بالذين كانوا صحبوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم في إسلامهم من أيّ الأجناس؛ لأن الله عزّ وجلّ عمّ بقوله: ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ) كلَّ لاحق بهم من آخرين، ولم يخصص منهم نوعًا دون نوع، فكلّ لاحق بهم فهو  من الآخرين الذين لم يكونوا في عداد الأوّلين الذين كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يتلو عليهم آيات اللهوقوله: ( لَمَّا يَلْحَقُوا بِهِمْ ) يقول: لم يجيئوا بعد وسيجيئون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( لَمَّا يَلْحَقُوا بِهِمْ ) يقول: لم يأتوا بعد.وقوله: ( وَهُوَ الْعَزِيزُ الْحَكِيمُ ) يقول: والله العزيز في انتقامه ممن كفر به منهم، الحكيم في تدبيره خلقه.وقوله: ( ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ) يقول تعالى ذكره: هذا الذي فعل تعالى ذكره من بعثته في الأميين من العرب، وفي آخرين رسولا منهم يتلو عليهم آياته، ويفعل سائر ما وصف، فضل الله، تفضل به على هؤلاء دون غيرهم، يؤتيه من يشاء، يقول: يؤتي فضلَه ذلك من يشاء من خلقه، لا يستحقّ الذمّ ممن حرمه الله إياه، لأنه لم يمنعه حقًا كان له قبله ولا ظلمه في صرفه عنه إلى غيره، ولكنه على مَنْ هُو له أهل، فأودعه إياه، وجعله عنده.وبنحو الذي قلنا في ذلك قال أهل التأويل.",
  "ayah": 3,
  "surah": 62
}
