{
  "text": "يقول تعالى ذكره: مثل الذين أوتوا التوراة من اليهود والنصارى، فحملوا العمل بها(ثُمَّ لَمْ يَحْمِلُوهَا ) يقول: ثم لم يعملوا بما فيها، وكذّبوا بمحمد صَلَّى الله عَلَيْهِ وَسَلَّم، وقد أمروا بالإيمان به فيها واتباعه والتصديق به (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) يقول: كمثل الحمار يحمل على ظهره كتبًا من كتب العلم، لا ينتفع بها، ولا يعقل ما فيها، فكذلك الذين أوتوا التوراة التي فيها بيان أمر محمد صَلَّى الله عَلَيْهِ وَسَلَّم مثلهم إذا لم ينتفعوا بما فيها، كمثل الحمار الذي يحمل أسفارًا فيها علم، فهو لا يعقلها ولا ينتفع بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، في قوله: (يَحْمِلُ أَسْفَارًا ) قال: يحمل كتبًا لا يدري ما فيها، ولا يعقلها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) قال: يحمل كتابًا لا يدري ماذا عليه، ولا ماذا فيه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) قال: كمثل الحمار الذي يحمل كتبًا، لا يدري ما على ظهره.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) كتبًا، والكتاب بالنبطية يسمى سفرًا؛ ضرب الله هذا مثلا للذين أعطوا التوراة ثم كفروا.حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال : ثني أَبي، عن أبيه، عن ابن عباس، قوله: (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) والأسفار: الكتب ، فجعل الله مثل الذي يقرأ الكتاب ولا يتبع ما فيه، كمثل الحمار يحمل كتاب الله الثقيل، لا يدري ما فيه، ثم قال: (بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ) ... الآية.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) قال: الأسفارُ: التوراة التي يحملها الحمار على ظهره، كما تحمل المصاحف على الدواب، كمثل الرجل يسافر فيحمل مصحفه، قال: فلا ينتفع الحمارُ بها حين يحملها على ظهره، كذلك لم ينتفع هؤلاء بها حين لم يعملوا بها وقد أوتوها، كما لم ينتفع بها هذا وهي على ظهره.حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ عن ابن عباس في قوله: (كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ) يقول: كتبًا. والأسفار: جمع سفر، وهي الكتب العظام.وقوله: (بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ) يقول: بئس هذا المثل، مثل القوم الذين كذبوا بآيات الله، يعني بأدلته وحججه (وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ ) يقول تعالى ذكره: والله لا يوفِّق القوم الذين ظلموا أنفسهم، فكفروا بآيات ربهم.",
  "ayah": 5,
  "surah": 62
}
