{
  "text": "يقول تعالى ذكره للمؤمنين به من عباده: يا أيها الذين صدقوا الله ورسوله ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) وذلك هو النداء، ينادي بالدعاء إلى صلاة الجمعة عند قعود الإمام على المنبر للخطبة ؛ ومعنى الكلام: إذا نودي للصلاة من يوم الجمعة ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) يقول: فامضوا إلى ذكر الله، واعملوا له؛ وأصل السعي في هذا الموضع العمل، وقد ذكرنا الشواهد على ذلك فيما مضى قبل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثنا الحسن بن عرفة، قال: ثنا إسماعيل بن عياش، عن شُرحبيل بن مسلم الخَوْلانّي، في قول الله: ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) قال: فاسعوا في العمل، وليس السعي في المشي.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) والسعي يا ابن آدم أن تسعى بقلبك وعملك، وهو المضيّ إليها.حدثنا ابن المثنى، قال: ثنا ابن أَبي عديّ، عن شعبة، قال: أخبرني مغيرة، عن إبراهيم أنه قيل لعمر رضي الله عنه: إن أبيًّا يقرؤها( فَاسْعَوْا ) قال: أما إنه أقرؤنا وأعلمنا بالمنسوخ وإنما هي فامضوا.حدثنا عبد الحميد بن بيان السكري ، قال: أخبرنا سفيان، عن الزهريّ، عن سالم، عن أبيه، قال: ما سمعت عمر يقرؤها قطّ إلا فامضوا.حدثنا أبو كُرَيْب، قال: ثنا ابن يمان، قال: ثنا حنظلة، عن سالم بن عبد الله، قال: كان عمر رضي الله عنه يقرؤها: ( فَامْضُوا إلَى ذِكْرِ اللهِ ).حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن حنظلة، عن سالم بن عبد الله أن عمر بن الخطاب قرأها: فامضوا.حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: ثنا حنظلة بن أَبي سفيان الجمحّي، أنه سمع سالم بن عبد الله يحدّث عن أبيه، أنه سمع عمر بن الخطاب يقرأ ( إذَا نُودِيَ لِلْصَّلاةِ مِنْ يَوْمِ الجُمْعَةِ فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أخبرني سالم بن عبد الله بن عمر، أن عبد الله قال: لقد توفى الله عمر رضي الله عنه، وما يقرأ هذه الآية التي ذكر الله فيها الجمعة: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) إلا فامضوا إلى ذكر الله.حدثني أَبو السائب، قال: ثنا معاوية، عن الأعمش، عن إبراهيم، قال: كان عبد الله يقرؤها \" فامضوا إلى ذكر الله \" ويقول: لو قرأتها فاسعوا ، لسعيت حتى يسقط ردائي.حدثنا ابن المثنى، قال: ثنا ابن أَبي عدي، عن شعبة، عن سليمان، عن إبراهيم، قال: قال عبد الله: لو كان السعي لسعيت حتى يسقط ردائي، قال: ولكنها(فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ) قال: هكذا كان يقرؤها.حدثني عليّ بن الحسين الأزدي، قال: ثنا يحيى بن يمان الأزدي، عن أَبي جعفر الرازي، عن الربيع عن أَبي العالية أنه يقرؤها( فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).حدثنا أبو كُرَيب، قال: ثنا ابن يمان، قال: ثنا أبو جعفر، عن الربيع، عن أَبي العالية، أنه قرأها( فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).حدثنا أبو كُرَيْب، قال: ثنا ابن يمان، عن سفيان، ابن جُرَيج، عن عطاء، قال: هي للأحرار.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن منصور عن رجل، عن مسروق، قال: عند الوقت.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن منصور، عن رجل، عن مسروق ( إِذَا نُودِيَ لِلصَّلاةِ ) قال: عند الوقت.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن جابر، عن مجاهد، قال: هو عند العزمة عند الخطبة، عند الذكر.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال : ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: النداء عند الذكر عزيمة.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: العزمة عند الذكر عند الخطبة.قال: ثنا مهران، عن سفيان عن المُغيرة والأعمش، عن إبراهيم، عن ابن مسعود، قال: لو قرأتها( فَاسْعَوْا ) لسعيت حتى يسقط ردائي، وكان يقرؤها(فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).قال: ثنا مهران، عن سفيان، عن عطاء بن السائب، عن الشعبيّ، عن ابن مسعود قال: قرأها( فامضوا )حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أَبي حيان، عن عكرِمة ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) قال: السعي: العمل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله: ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) قال: إذا سمعتم الداعي الأوّل، فأجيبوا إلى ذلك وأسرعوا ولا تبطئوا؛ قال: ولم يكن في زمان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أذان إلا أذانان: أذان حين يجلس على المنبر ، وأذان حين يُقام الصلاة؛ قال: وهذا الآخر شيء أحدثه الناس بعد؛ قال: لا يحلّ له البيع إذا سمع النداء الذي يكون بين يدي الإمام إذا قعد على المنبر وقرأ ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ) قال : ولم يأمرهم يذرون شيئًا غيره، حرم البيع ثم أذن لهم فيه إذا فرغوا من الصلاة، قال: والسعي أن يُسرع إليها، أن يُقبِل إليها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: إن في حرف ابن مسعود ( إذَا نُودِيَ لِلْصَّلاةِ مِنْ يَوْمِ الجُمْعَةِ فَامْضُوْاْ إِلَى ذِكْرِ اللهِ ).حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) السعي: هو العمل، قال الله:  إِنَّ سَعْيَكُمْ لَشَتَّى  .وقوله: ( وَذَرُوا الْبَيْعَ ) يقول: ودعوا البيع والشراء إذا نودي للصلاة عند الخطبة.وكان الضحاك يقول في ذلك ما حدثنا أَبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن جُوَيبر، عن الضحاك، قال: إذا زالت الشمس حرم البيع والشراء.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن جُوَيبر، عن الضحاك ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: إذا زالت الشمس حرم البيع والشراء.حدثنا مهران، عن سفيان ، عن إسماعيل السديّ، عن أَبي مالك، قال: كان قوم يجلسون في بقيع الزبير، فيشترون ويبيعون إذا نودي للصلاة يوم الجمعة، ولا يقومون ، فنـزلت: ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) وأما الذكر الذي أمر الله تبارك وتعالى بالسعي إليه عباده المؤمنين، فإنه موعظة الإمام في خطبته فيما قيل.* ذكر من قال ذلك :حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ ) قال: العزمة عند الذكر عند الخطبة.حدثنا عبد الله بن محمد الحنفي، قال: ثنا عبدان، قال : أخبرنا عبد الله، قال: أخبرنا منصور رجل من أهل الكوفة، عن موسى بن أَبي كثير، أنه سمع سعيد بن المسيب يقول : ( إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ ) فهي موعظة الإمام فإذا قضيت الصلاة بعد.وقوله: ( ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ ) يقول: سعيكم إذا نودي للصلاة من يوم الجمعة إلى ذكر الله، وترك البيع خير لكم من البيع والشراء في ذلك الوقت، إن كنتم تعلمون مصالح أنفسكم ومضارّها.واختلفت القرّاء في قراءة قوله: ( مِنْ يَوْمِ الْجُمُعَةِ ) فقرأت ذلك عامة قرّاء الأمصار: ( الْجُمُعَةِ ) بضم الميم والجيم، خلا الأعمش فإنه قرأها بتخفيف الميم.* والصواب من القراءة في ذلك عندنا ما عليه قرّاء الأمصار لإجماع الحجة من القرّاء عليه.",
  "ayah": 9,
  "surah": 62
}
