{
  "text": "Sequence of Verses in the Surah\nIn the preceding verses of the Surah it was stated that the basis of honour in the sight of Allah is righteousness which is an inner quality, and Allah alone knows it. It is improper for any man to claim self-sanctification. In the current set of verses, it is stated, on account of a particular incident, that the real basis of faith is the inner acceptance of the heart. Mere lip-service to faith does not count the person as a faithful believer. In the entire Surah, first the rights of the Prophet were set out and then the rules of how to respect and honour him. Next the individual and collective rights and rules of mannerism were set down to be applied in social life. Now at the conclusion of the Surah it is reiterated that in the Hereafter good deeds will be accepted and rewarded on the basis of faith, sincere belief of the heart and obedience to Allah and His Messenger ﷺ .\nCircumstances of Revelation\nAccording to Imam Baghawi, this verse was revealed in connection with the tribe of Banu Asad. A few members of that tribe came up to the Holy Prophet ﷺ in Madinah during a severe drought. These people were not sincere believers. They had expressed their Islam merely to demand financial help from the Muslim Sadaqat funds. As they were not believers in the real sense of the word, they were unaware of Islamic injunctions and manners. They spread filth and excrement on the streets of Madinah. In the marketplaces they increased the prices of necessary items. First they made a false claim of faith in the presence of the Holy Prophet ﷺ ، second they wanted to deceive him; and third they regarded their Islam as a favour to him. They said: \"We embraced Islam without any conflict: we did not fight against you as did other tribes for a length of time and then they became Muslims; therefore you should value us.\" This was a sort of disrespect to the Messenger ﷺ ، because they considered their Islam as a favour to him. Their sole purpose was to derive financial aid from the Muslim Sadaqat funds, enrich themselves and eradicate their poverty. True and sincere faith is the most precious possession of a Muslim. By accepting Islam, he does no show a favour to anybody; on the contrary, it is a favour of Allah that he is guided to the Truth. On this occasion, the current set of verses was revealed in which their false claim is refuted and they have been taken to task for boasting of their so-called kindness and favour conferred upon the Holy Prophet ﷺ .\nوَلَـٰكِن قُولُوا أَسْلَمْنَا ('...Say, 'We have surrendered'- 49:14). They had not achieved the reality of faith. Thus they were claiming falsely to be Muslims on the basis of their outward actions. The Qur'an first negates their false claim of faith: You cannot claim \"amanna\" ['We have come to believe']; the most you can say is \"aslamna\" ['We have surrendered'], because the literal meaning of Islam is to recite the kalimah of Islam, enter the fold of the religion and surrender. Obviously, being devoid of the true spirit, this kind of Islam is mere superficial, not real and total. As far as faith is concerned, it is related to the real belief by heart. Therefore, mere verbal claim or lip-profession is meaningless, if it is not supported by the heart.\nLexical and Technical Analysis of the Concepts \"Islam\" and \"’ Iman\"\nThe foregoing discussion clarifies that the term \"Islam\" in this verse bears the literal meaning of outward submission and not the technical sense. Therefore, the verse does not show the technical difference between the terms \"Islam\" and \"’ Iman\". The two terms, technically, connote different senses. \"’ Iman\", in the technical sense of Shari’ ah, refers to the belief by heart and thus connotes a firm and unshakable belief in the Oneness of Allah and in His ﷺ . \"Islam\", on the other hand, stands for complete surrender and obedience to Allah and His Messenger ﷺ . However, \"Islam\" and \"Iman\" of a person need to complement each other. In Shari’ ah, the belief of the heart must manifest itself by performing deeds outwardly, the least degree of which is to proclaim the kalimah of Islam verbally. But the outward performance of deeds is not recognised by Shari’ ah unless the faith goes deep down into his heart. Otherwise it would be hypocrisy. Thus in the original and final analysis \"Islam\" and \"'Iman\" are different concepts. \"Iman\" is the inner quality of the heart and manifests outwardly whilst \"Islam\" starts out in outward actions and culminates in the inner sincere affirmation of the heart. But in terms of their goal, they are mutually necessary and complementary in that \"Iman\" without \"Islam\" is not possible, nor is \"Islam\" possible without \"man\". Hence, it is not true to say that \"Muslim\" and \"Mu'min\" are antonyms and mutually contradictory concepts. In Shari` ah, it is not possible for a person to be a \"Muslim\" but not a \"Mu'min\" or be a \"Mu'min\" but not a \"Muslim\". However, this is possible only lexically, as is the case of all hypocrites who used to be treated like Muslims, because of their outward obedience of Islamic injunctions, but their hearts were devoid of sincere faith, belief and affirmation. They were not believers. Allah, the Pure and Exalted, knows best.\nAlhamdulillah\nThe Commentary on\nSurah Al-Hujurat\nEnds here",
  "ayah": 15,
  "surah": 49
}
