{
  "text": "Background of Revelation\nAccording to Ibn Kathir, it is reported in Musnad of Ahmad that Harith Ibn Dirar Ibn Abi Dirar, the leader of the tribe of Banul-Mustaliq, whose daughter Sayyidah Juwairiyah ؓ was one of the blessed wives of the Holy Prophet ﷺ ، came up to the Holy Prophet ﷺ ، and he called him towards Islam and asked him to pay his Zakah. He says, \"I embraced Islam and pledged to pay Zakah, and said to the Holy Prophet ﷺ that I would go to my people, call them towards Islam and ask them to pay Zakah. Those who would accept my invitation and pay the compulsory alms, I would collect their alms. I requested that on a designated date of a designated month, a collector be sent to me, so that the alms might be handed over to him.\" Accordingly, when Harith had collected the alms of the believers and the alms collector did not arrive on the designated date or even long after that, he feared that may be the Holy Prophet ﷺ is displeased with them for some reason or the other. Otherwise it was unlikely for the Holy Prophet ﷺ not to keep his promise. Harith ؓ expressed his apprehension to the leaders of the new Muslims, and wanted them to go to the Holy Prophet ﷺ . On the other hand, the Holy Prophet ﷺ had sent Walid Ibn 'Uqbah to collect the Zakah from them. However, on his way he thought that the members of that tribe are his old enemies and feared that they might kill him. With this fear he returned to Madinah, and said to the Holy Prophet ﷺ that they refused to pay Zakah, and wanted to kill him. On hearing this, the Holy Prophet ﷺ became very angry, and under the command of Khalid Ibn Walid he dispatched a force of fighters in the way of Allah. On the one hand, this contingent was dispatched, and on the other hand Harith Ibn Dirar with his people was on his way to meet the Holy Prophet ﷺ . The two groups met near Madinah. Harith inquired: \"To whom have you been sent?\" They replied: \"We are sent to you\". Harith inquired: \"for what purpose?\" They narrated the mission of Walid Ibn 'Uqbah who reported to the Holy Prophet ﷺ that the tribe of Banul-Mustaliq refused to pay Zakah and planned to kill him. Harith said on oath, \"I swear by Allah who sent Muhammad as His true Messenger, Walid did not arrive in the location, nor did I see him. Since no envoy had come to us at the appointed location, I apprehended that you are annoyed with me due to some shortcoming on my part. Therefore, I have come here. Harith says that the present verse of Surah Al-Hujurat was revealed on this occasion (Ibn Kathir).\nOther versions have it that Walid Ibn 'Uqbah did go to the tribe of Banul-Mustaliq. As the tribe was expecting the Holy Prophet ﷺ envoy to arrive on a designated date, they came out of their settlement as a mark of respect to welcome him. Walid Ibn 'Uqbah ؓ suspected that they might have come out to kill him on account of their old hostility. Therefore he returned instantly from there, and went up to the Holy Prophet ﷺ and reported to him, according to his suspicion, that they were not willing to pay the alms and wanted to kill him. On hearing this report, the Holy Prophet ﷺ dispatched Sayyidna Khalid Ibn Walid ؓ to make a thorough investigation, so that appropriate measures could be taken.\nSayyidna Khalid Ibn Walid ؓ arrived near the settlement at night and encamped there. He selected a few of his men and sent them furtively as spies into the location to investigate. They returned and reported that the members of the tribe were Muslims and believers; they were regular with their prayers and in paying their alms; and they did not find the tribe doing anything contrary to Islam. Sayyidna Khalid Ibn Walid ؓ came back, and reported the whole story to the Holy Prophet ﷺ . This verse was revealed on that occasion (Ibn-Kathir - summary of several reports).\nRuling\nOn the basis of this verse, it may be ruled that if a mischief-monger, sinner, wicked or corrupt person complains about any person or nation, or accuses them of any wrong-doing, it is not lawful to act upon the sole information or evidence of such a person without making a thorough investigation.\nInjunctions and Rulings Related to Verse [ 6]\nImam Jassas (رح) in Ahkam-ul-Qur'an says that this verse indicates that it is not lawful to accept any information conveyed by a sinful person and act upon it unless it is investigated by other sources and confirmed. This verse contains the injunction fatabayyanu (verify its correctness). In another reading the word 'tathabbatu' conveys the same meaning. The sense is: \"Do not rush into taking actions or measures; be stable, and stand firmly in your place; and do not be easily moved or shaken. Wait until the news or information is confirmed by other independent sources. Since it is not lawful to accept the information or report of an ungodly sinful person, then the testimony of such a person would not be acceptable with greater force, because every testimony is a statement which is confirmed by a kind of oath.\nTherefore, according to majority of scholars a statement or evidence of an ungodly person, in terms of Shari'ah, is not acceptable. However, all scholars agree that as far as the common worldly affairs are concerned, it is not necessary to ascertain the accuracy or truth of every news and the reliability of every informer. The jurists are clear that this rule of law does not apply in the case of ordinary matters, because the rule is governed by an effective cause which is laid down in the explicit text of this verse: أَن تُصِيبُوا قَوْمًا بِجَهَالَةٍ (lest you harm a people out of ignorance - 49:6). Thus matters which are not governed by the effective cause will be an exception to, and excluded from, the rule of this verse. For instance, if a wicked person, or for that matter even an unbeliever, delivers a gift to someone, stating that this gift has been sent by a certain person, it would be lawful to accept the gift and the statement. Details may be found in books of Fiqh, such as in mu` in-ul-hukkam and others. I have given the details in part six of Ahkam-ul-Qur'an [ Arabic version ]. Learned scholars may peruse them there.\nAn Important Question and Answer Regarding the Truthfulness of the Companions\nAuthentic Ahaadith verify that this verse was revealed in connection with Walid Ibn 'Uqbah, and in the verse he is referred to as fasiq (sinner). Apparently, it goes to show that a sahabi (Companion) can be a fasiq. This is in conflict with the universally established maxim الصّحابۃ کلّھُم عدول (the Companions are all truthful and reliable). None of their statements, reports or testimony can be doubted. ` Allamah ` Alusi in Ruh-ul-Ma` ani says that the truth of the matter is according to the majority of the scholars, the blessed Companions ؓ are not infallible; it is possible for them to commit sins - major sins which is fisq; at the time of committing the sin they will be dealt with in the appropriate manner in terms of the punishment prescribed for that act; and if any of them is found guilty of lying, his news, information, report or testimony will be rejected. However, on the basis of the express texts of the Qur'an and Sunnah, Ahl-us-suunah wal-Jama'ah believe that Companion can, though, commit sins, they do not persist in it. There is no companion of the Holy Prophet ﷺ who has not repented and purified himself after committing a sin. The Qur’ an, referring to the general class of the Companions, announces in general terms رَّ‌ضِيَ اللَّـهُ عَنْهُمْ وَرَ‌ضُوا عَنْهُ (...Allah is well-pleased with them and they are well-pleased with Him - 98:8). The pleasure of Allah is not possible without forgiveness of sins. Qadi Abu Ya'la says that Allah's pleasure is one of His eternal attributes. He expresses His pleasure only for those about whom He knows they will die whilst seeking His pleasure (Ibn-Taimiyyah in As-scrim-ul-Maslul).\nIn sum: From amongst the magnificent group of the noble Companions, it is possible for a handful of them to commit a sin sometime or the other, but Divine aid comes to their rescue and they immediately repent. Through the blessing of the Holy Prophet’ s ﷺ company, Allah had made Shari` ah their nature. As result, it was very rare for them to do anything contrary to Shari’ ah and very unlikely to commit sins. It was natural for them to dedicate themselves to performing righteous deeds in conformity with the Holy Prophet’ s ﷺ paradigm and the principles established by Islam. They exerted such efforts in obeying Allah and His Holy Prophet ﷺ in all matters of life, the example of which is never found in any of the previous religious communities. In comparison to the uncountable good works, merits and excellence to their credit, even if they commit a sin once in a life-time, it would be quashed or would be counted as non-existent. Furthermore, hadith collections record a number of incidents where the noble Companions ؓ expressed their supreme love and devotion for Allah and His Holy Prophet ﷺ . They expressed their highest degree of fear for Allah at the time of committing the most minor sins and repented forthwith. We have on record that some of the Companions presented themselves for punishment when they did something wrong and others tied themselves up to the column of the mosque; and so on. A hadith informs us that \"He who repents on a sin is like him who has not committed any sin\". The Qur'an says:\nإِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ\nSurely, good deeds erase bad deeds. [ Surah Hud: 114]\nThis rule applies to them with greater force, since their good deeds are not like the good deeds of the general class of people. In fact, the status of their good deeds has been described in the collections of Abu Dawud and Tirmidhi on the authority of Said Ibn Zaid:\nواللہ لمشھد رجل منھم مع النّبیّ ﷺ یغبّر فیہ وجھہ خیر من عمل احدکم ولو عمر عمر نوح\n\"By Allah, anyone of them who participated in a jihad with the Holy Prophet ﷺ and his face got covered with dust is better than your life-long obedience and worship, even if you attained the age of Nuh (علیہ السلام) .\"\nTherefore, they will receive the same punishment that is prescribed for a sin or crime which they might have committed. However, despite this it is not lawful for any of us to regard any of them as fasiq. Consequently, if any Companion during the time of the Holy Prophet ﷺ committed a sin or crime which could be the cause of producing in him the effect of fisq, as a result of which he might have been referred to as a fasiq on that account, it does not become possible for that fisq to be regarded as his permanent characteristic to call him, God forbid!, as a fasiq for all times to Come (Ruh-ul-Ma’ ani).\nNevertheless, it is not at all necessary that in the current verse, Walid Ibn 'Uqbah ؓ is categorically referred to as fasiq. Despite the fact that the verse is supposed to have been revealed in his incident, it does not mean that the word 'fasiq' is used for him, because before this incident, Walid Ibn 'Uqbah had not done any such thing on account of which he could be referred to as fasiq. An analysis of the incident of Banul-Mustaliq indicates that he conveyed an incorrect information about that tribe which, acting in good faith, he thought was true whereas in reality it was not. Therefore, the plain import of the current verse would be that it simply establishes the general rule that the news conveyed by a fasiq would be unacceptable. However, it may be emphasized that Walid Ibn 'Uqbah was not a fasiq, but his information, because of strong external context, did not seem acceptable. As a result, the Holy Prophet ﷺ refrained from taking any measures merely on his information, and sent Khalid Ibn Walid for proper investigation. If this is the case of the news conveyed by a bona fide reliable and righteous person, then with the stronger reason a fasiq's news should be rejected and should not be acted upon. The truthfulness of the Companions ؓ is discussed fully by this author in his book \"The Status of the Companions\" which is already published in Urdu. It will partly be discussed under forthcoming verses 9-10.",
  "ayah": 6,
  "surah": 49
}
