{
  "text": "قوله تعالى : قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى ولا تجهر بصلاتك ولا تخافت بها وابتغ بين ذلك سبيلاقوله تعالى : قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى سبب نزول هذه الآية أن المشركين سمعوا رسول الله - صلى الله عليه وسلم - يدعو يا الله يا رحمن فقالوا : كان محمد يأمرنا بدعاء إله واحد وهو يدعو إلهين ; قاله ابن عباس . وقال مكحول : تهجد رسول الله - صلى الله عليه وسلم - ليلة فقال في دعائه : يا رحمن يا رحيم فسمعه رجل من المشركين ، وكان باليمامة رجل يسمى الرحمان ، فقال ذلك السامع : ما بال محمد يدعو رحمان اليمامة . فنزلت الآية مبينة أنهما اسمان لمسمى واحد ; فإن دعوتموه بالله فهو ذاك ، وإن دعوتموه بالرحمن فهو ذاك . وقيل : كانوا يكتبون في صدر الكتب : باسمك اللهم ; فنزلت إنه من سليمان وإنه بسم الله الرحمن الرحيم فكتب رسول الله - صلى الله عليه وسلم - بسم الله الرحمن الرحيم فقال المشركون : هذا الرحيم نعرفه فما الرحمن ; فنزلت الآية . وقيل : إن اليهود قالت : ما لنا لا نسمع في القرآن اسما هو في التوراة كثير ; يعنون الرحمن ; فنزلت الآية . وقرأ طلحة بن مصرف أيا ما تدعو فله الأسماء الحسنى أي التي تقتضي أفضل الأوصاف وأشرف المعاني . وحسن الأسماء إنما يتوجه بتحسين الشرع ; لإطلاقها والنص عليها . وانضاف إلى ذلك أنها تقتضي معان حسانا شريفة ، وهي بتوقيف لا يصح وضع اسم لله بنظر إلا بتوقيف من [ ص: 308 ] القرآن أو الحديث أو الإجماع . حسبما بيناه في ( الكتاب الأسنى في شرح أسماء الله الحسنى ) .قوله تعالى : ولا تجهر بصلاتك ولا تخافت بها اختلفوا في سبب نزولها على خمسة أقوال :[ الأول ] ما روى ابن عباس في قوله - تعالى - : ولا تجهر بصلاتك ولا تخافت بها قال : نزلت ورسول الله - صلى الله عليه وسلم - متوار بمكة ، وكان إذا صلى بأصحابه رفع صوته بالقرآن ، فإذا سمع ذلك المشركون سبوا القرآن ومن أنزله ومن جاء به ; فقال الله - تعالى - ولا تجهر بصلاتك فيسمع المشركون قراءتك . ولا تخافت بها عن أصحابك . أسمعهم القرآن ولا تجهر ذلك الجهر . وابتغ بين ذلك سبيلا قال : يقول بين الجهر والمخافتة ; أخرجه البخاري ومسلم والترمذي وغيرهم . واللفظ لمسلم . والمخافتة : خفض الصوت والسكون ; يقال للميت إذا برد : خفت . قال الشاعر :لم يبق إلا نفس خافت ومقلة إنسانها باهت     رثى لها الشامت مما بهايا ويح من يرثي له الشامت[ الثاني ] ما رواه مسلم أيضا عن عائشة في قوله عز وجل : ولا تجهر بصلاتك ولا تخافت بها قالت : أنزل هذا في الدعاء .[ الثالث ] قال ابن سيرين : كان الأعراب يجهرون بتشهدهم فنزلت الآية في ذلك .قلت : وعلى هذا فتكون الآية متضمنة لإخفاء التشهد ، وقد قال ابن مسعود : من السنة أن تخفي التشهد ; ذكره ابن المنذر .[ الرابع ] ما روي عن ابن سيرين أيضا أن أبا بكر - رضي الله عنه - كان يسر قراءته ، وكان عمر يجهر بها ، فقيل لهما في ذلك ; فقال أبو بكر : إنما أناجي ربي ، وهو يعلم حاجتي . إليه . وقال عمر : أنا أطرد الشيطان وأوقظ الوسنان ; فلما نزلت هذه الآية قيل لأبي بكر : ارفع قليلا ، وقيل لعمر اخفض أنت قليلا ; ذكره الطبري وغيره .[ ص: 309 ] [ الخامس ] ما روي عن ابن عباس أيضا أن معناها ولا تجهر بصلاة النهار ، ولا تخافت بصلاة الليل ; ذكره يحيى بن سلام والزهراوي . فتضمنت أحكام الجهر والإسرار بالقراءة في النوافل والفرائض ، فأما النوافل فالمصلي مخير في الجهر والسر في الليل والنهار ، وكذلك روي عن النبي - صلى الله عليه وسلم - أنه كان يفعل الأمرين جميعا . وأما الفرائض فحكمها في القراءة معلوم ليلا ونهارا .[ وقول سادس ] قال الحسن : يقول الله لا ترائي بصلاتك تحسنها في العلانية ولا تسيئها في السر . وقال ابن عباس : لا تصل مرائيا للناس ولا تدعها مخافة الناس .الثانية : عبر - تعالى - بالصلاة هنا عن القراءة كما عبر بالقراءة عن الصلاة في قوله : وقرآن الفجر إن قرآن الفجر كان مشهودا لأن كل واحد منهما مرتبط بالآخر ; لأن الصلاة تشتمل على قراءة وركوع وسجود فهي من جملة أجزائها ; فعبر بالجزء عن الجملة وبالجملة عن الجزء على عادة العرب في المجاز وهو كثير ; ومنه الحديث الصحيح : قسمت الصلاة بيني وبين عبدي أي قراءة الفاتحة على ما تقدم .",
  "ayah": 110,
  "surah": 17
}
