{
  "text": "قوله تعالى : ذرية من حملنا مع نوح إنه كان عبدا شكورا أي يا ذرية من حملنا ، على النداء ; قال مجاهد ورواه عنه ابن أبي نجيح . والمراد بالذرية كل من احتج عليه بالقرآن ، وهم جميع من على الأرض ; ذكره المهدوي . وقال الماوردي : يعني موسى وقومه من بني إسرائيل ، والمعنى يا ذرية من حملنا مع نوح لا تشركوا . وذكر نوحا ليذكرهم نعمة الإنجاء من الغرق على آبائهم . وروى سفيان عن حميد عن مجاهد أنه قرأ ( ذرية ) بفتح الذال وتشديد الراء والياء . وروى هذه القراءة عامر بن الواجد عن زيد بن ثابت . وروي عن زيد بن ثابت أيضا ذرية بكسر الذال وشد الراء . ثم بين أن نوحا كان عبدا شكورا يشكر الله على نعمه ولا يرى الخير إلا من عنده . قال قتادة : كان إذا لبس ثوبا قال : بسم الله ، فإذا نزعه قال : الحمد لله . كذا روى عنه معمر . وروى معمر عن منصور عن إبراهيم قال : شكره إذا أكل قال : بسم الله ، فإذا فرغ من الأكل قال : الحمد لله . قال سلمان الفارسي : لأنه كان يحمد الله على طعامه . وقال عمران بن سليم : إنما سمى نوحا عبدا شكورا لأنه كان إذا أكل قال : الحمد لله الذي أطعمني ولو شاء لأجاعني ، وإذا شرب قال : الحمد لله الذي سقاني ولو شاء لأظمأني ، وإذا اكتسى قال : الحمد لله الذي كساني ولو شاء لأعراني ، وإذا احتذى قال : الحمد لله الذي حذاني ولو شاء لأحفاني ، وإذا قضى حاجته قال : الحمد لله الذي أخرج عني الأذى ولو شاء لحبسه في . ومقصود الآية : إنكم من ذرية نوح وقد كان عبدا شكورا فأنتم أحق بالاقتداء به دون آبائكم الجهال . وقيل : المعنى أن موسى كان عبدا شكورا إذ جعله الله من ذرية نوح .وقيل : يجوز أن يكون ذرية مفعولا ثانيا [ ص: 194 ] ل تتخذوا ويكون قوله : وكيلا يراد به الجمع فيسوغ ذلك في القراءتين جميعا أعني الياء والتاء في تتخذوا . ويجوز أيضا في القراءتين جميعا أن يكون ذرية بدلا من قوله وكيلا لأنه بمعنى الجمع ; فكأنه قال لا تتخذوا ذرية من حملنا مع نوح . ويجوز نصبها بإضمار أعني وأمدح ، والعرب قد تنصب على المدح والذم . ويجوز رفعها على البدل من المضمر في تتخذوا في قراءة من قرأ بالياء ; ولا يحسن ذلك لمن قرأ بالتاء لأن المخاطب لا يبدل منه الغائب . ويجوز جرها على البدل من بني إسرائيل في الوجهين . فأما أن من قوله ألا تتخذوا فهي على قراءة من قرأ بالياء في موضع نصب بحذف الجار ، التقدير : هديناهم لئلا يتخذوا . ويصلح على قراءة التاء أن تكون زائدة والقول مضمر كما تقدم . ويصلح أن تكون مفسرة بمعنى أي ، لا موضع لها من الإعراب ، وتكون \" لا \" للنهي فيكون خروجا من الخبر إلى النهي .",
  "ayah": 3,
  "surah": 17
}
