{
  "text": "قوله تعالى : ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا [ ص: 232 ] فيه ست مسائل :الأولى : ولا تقف أي لا تتبع ما لا تعلم ولا يعنيك . قال قتادة : لا تقل رأيت وأنت لم تر ، وسمعت وأنت لم تسمع ، وعلمت وأنت لم تعلم ; وقاله ابن عباس - رضي الله عنهما - . قال مجاهد : لا تذم أحدا بما ليس لك به علم ; وقاله ابن عباس - رضي الله عنهما - أيضا . وقال محمد ابن الحنفية : هي شهادة الزور . وقال القتبي : المعنى لا تتبع الحدس والظنون ; وكلها متقاربة . وأصل القفو البهت والقذف بالباطل ; ومنه قوله - عليه الصلاة والسلام - : نحن بنو النضر بن كنانة لا نقفو أمنا ولا ننتفي من أبينا أي لا نسب أمنا . وقال الكميت :فلا أرمي البريء بغير ذنب ولا أقفو الحواصن إن قفينايقال : قفوته أقفوه ، وقفته أقوفه ، وقفيته إذا اتبعت أثره . ومنه القافة لتتبعهم الآثار وقافية كل شيء آخره ، ومنه قافية الشعر ; لأنها تقفو البيت . ومنه اسم النبي - صلى الله عليه وسلم - المقفي ; لأنه جاء آخر الأنبياء . ومنه القائف ، وهو الذي يتبع أثر الشبه . يقال : قاف القائف يقوف إذا فعل ذلك . وتقول : فقوت للأثر ، بتقديم الفاء على القاف . ابن عطية : ويشبه أن يكون هذا من تلعب العرب في بعض الألفاظ ; كما قالوا : رعملي في لعمري . وحكى الطبري عن فرقة أنها قالت : قفا وقاف ، مثل عتا وعات . وذهب منذر بن سعيد إلى أن قفا وقاف مثل جبذ وجذب . وبالجملة فهذه الآية تنهى عن قول الزور والقذف ، وما أشبه ذلك من الأقوال الكاذبة والرديئة . وقرأ بعض الناس فيما حكى الكسائي تقف بضم القاف وسكون الفاء . وقرأ الجراح \" والفآد \" بفتح الفاء ، وهي لغة لبعض الناس ، وأنكرها أبو حاتم وغيره .الثانية : قال ابن خويز منداد : تضمنت هذه الآية الحكم بالقافة ; لأنه لما قال : ولا تقف ما ليس لك به علم دل على جواز ما لنا به علم ، فكل ما علمه الإنسان أو غلب على ظنه جاز أن يحكم به ، وبهذا احتججنا على إثبات القرعة والخرص ; لأنه ضرب من غلبة الظن ، وقد يسمى علما اتساعا . فالقائف يلحق الولد بأبيه من طريق الشبه بينهما كما يلحق الفقيه الفرع بالأصل من طريق الشبه . وفي الصحيح عن عائشة : أن رسول الله - صلى الله عليه وسلم - دخل علي مسرورا تبرق أسارير وجهه فقال : ألم تر أن مجززا نظر إلى زيد بن حارثة وأسامة بن زيد عليهما قطيفة قد غطيا رءوسهما وبدت أقدامهما فقال إن بعض هذه الأقدام لمن بعض . [ ص: 233 ] وفي حديث يونس بن يزيد : ( وكان مجزز قائفا ) .الثالثة : قال الإمام أبو عبد الله المازري : كانت الجاهلية تقدح في نسب أسامة لكونه أسود شديد السواد ، وكان زيد أبوه أبيض من القطن ، هكذا ذكره أبو داود عن أحمد بن صالح . قال القاضي عياض : وقال غير أحمد كان زيد أزهر اللون ، وكان أسامة شديد الأدمة ; وزيد بن حارثة عربي صريح من كلب ، أصابه سباء ، حسبما يأتي في سورة [ الأحزاب ] إن شاء الله - تعالى - .الرابعة : استدل جمهور العلماء على الرجوع إلى القافة عند التنازع في الولد ، بسرور النبي - صلى الله عليه وسلم - بقول هذا القائف ; وما كان - عليه السلام - بالذي يسر بالباطل ولا يعجبه . ولم يأخذ بذلك أبو حنيفة وإسحاق والثوري وأصحابهم متمسكين بإلغاء النبي - صلى الله عليه وسلم - الشبه في حديث اللعان ; على ما يأتي في سورة [ النور ] إن شاء الله - تعالى - .الخامسة : واختلف الآخذون بأقوال القافة ، هل يؤخذ بذلك في أولاد الحرائر والإماء أو يختص بأولاد الإماء ، على قولين ; فالأول : قول الشافعي ومالك - رضي الله عنهما - في رواية ابن وهب عنه ، ومشهور مذهبه قصره على ولد الأمة . والصحيح ما رواه ابن وهب عنه وقال الشافعي - رضي الله عنه - ; لأن الحديث الذي هو الأصل في الباب إنما وقع في الحرائر ، فإن أسامة وأباه حران فكيف يلغى السبب الذي خرج عليه دليل الحكم وهو الباعث عليه ، هذا مما لا يجوز عند الأصوليين . وكذلك اختلف هؤلاء ، هل يكتفى بقول واحد من القافة أو لا بد من اثنين لأنها شهادة ; وبالأول قالابن القاسم وهو ظاهر الخبر بل نصه . وبالثاني قال مالك والشافعي - رضي الله عنهما - .السادسة : قوله تعالى : إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا أي يسأل كل واحد منهم عما اكتسب ، فالفؤاد يسأل عما افتكر فيه واعتقده ، والسمع والبصر عما رأى من ذلك وسمع . وقيل : المعنى أن الله - سبحانه وتعالى - يسأل الإنسان عما حواه سمعه وبصره وفؤاده ; ونظيره قوله - صلى الله عليه وسلم - : كلكم راع وكلكم مسئول عن رعيته فالإنسان راع على [ ص: 234 ] جوارحه ; فكأنه قال : كل هذه كان الإنسان عنه مسئولا ، فهو على حذف مضاف . والمعنى الأول أبلغ في الحجة ; فإنه يقع تكذيبه من جوارحه ، وتلك غاية الخزي ; كما قال : اليوم نختم على أفواههم وتكلمنا أيديهم وتشهد أرجلهم بما كانوا يكسبون ، وقوله شهد عليهم سمعهم وأبصارهم وجلودهم بما كانوا يعملون . وعبر عن السمع والبصر والفؤاد بأولئك لأنها حواس لها إدراك ، وجعلها في هذه الآية مسئولة ، فهي حالة من يعقل ، فلذلك عبر عنها بأولئك . وقال سيبويه - رحمه الله - في قوله - تعالى - : رأيتهم لي ساجدين : إنما قال : رأيتهم في نجوم ، لأنه لما وصفها بالسجود وهو من فعل من يعقل عبر عنها بكناية من يعقل ; وقد تقدم . وحكى الزجاج أن العرب تعبر عما يعقل وعما لا يعقل بأولئك ، وأنشد هو والطبري :ذم المنازل بعد منزلة اللوى     والعيش بعد أولئك الأياموهذا أمر يوقف عنده . وأما البيت فالرواية فيه \" الأقوام \" والله أعلم .",
  "ayah": 36,
  "surah": 17
}
