{
  "text": "قوله تعالى : ولا تمش في الأرض مرحا إنك لن تخرق الأرض ولن تبلغ الجبال طولافيه أربع مسائل :الأولى : ولا تمش في الأرض مرحا هذا نهي عن الخيلاء وأمر بالتواضع . والمرح : شدة الفرح . وقيل : التكبر في المشي . وقيل : تجاوز الإنسان قدره . وقال قتادة : هو الخيلاء في المشي . وقيل : هو البطر والأشر . وقيل : هو النشاط وهذه الأقوال متقاربة ولكنها منقسمة قسمين : أحدهما مذموم والآخر محمود ; فالتكبر والبطر والخيلاء وتجاوز الإنسان قدره مذموم والفرح والنشاط محمود . وقد وصف الله - تعالى - نفسه بأحدهما ; ففي الحديث الصحيح لله أفرح بتوبة العبد من رجل . . . الحديث . والكسل مذموم [ ص: 235 ] شرعا والنشاط ضده . وقد يكون التكبر وما في معناه محمودا ، وذلك على أعداء الله والظلمة . أسند أبو حاتم بن حبان عن ابن جابر بن عتيك عن أبيه عن رسول الله - صلى الله عليه وسلم - أنه قال : من الغيرة ما يبغض الله - عز وجل - ومنها ما يحب الله - عز وجل - ومن الخيلاء ما يحب الله - عز وجل - ومنها ما يبغض الله فأما الغيرة التي يحب الله الغيرة في الدين والغيرة التي يبغض الله الغيرة في غير دينه والخيلاء التي يحب الله اختيال الرجل بنفسه عند القتال وعند الصدقة والاختيال الذي يبغض الله الخيلاء في الباطل وأخرجه أبو داود في مصنفه وغيره . وأنشدوا :ولا تمش فوق الأرض إلا تواضعا فكم تحتها قوم همو منك أرفع     وإن كنت في عز وحرز ومنعةفكم مات من قوم همو منك أمنعالثانية : إقبال الإنسان على الصيد ونحوه ترفعا دون حاجة إلى ذلك داخل في هذه الآية ، وفيه تعذيب الحيوان وإجراؤه لغير معنى . وأما الرجل يستريح في اليوم النادر والساعة من يومه ، ويجم فيها نفسه في التطرح والراحة ليستعين بذلك على شغل من البر ، كقراءة علم أو صلاة ، فليس بداخل في هذه الآية .قوله تعالى : مرحا قراءة الجمهور بفتح الراء . وقراءة فرقة فيما حكى يعقوب بكسر الراء على بناء اسم الفاعل . والأول أبلغ ، فإن قولك : جاء زيد ركضا أبلغ من قولك : جاء زيد راكضا ; فكذلك قولك مرحا . والمرح المصدر أبلغ من أن يقال مرحا .الثالثة : قوله تعالى : إنك لن تخرق الأرض يعني لن تتولج باطنها فتعلم ما فيها ولن تبلغ الجبال طولا أي لن تساوي الجبال بطولك ولا تطاولك . ويقال : خرق الثوب أي شقه ، وخرق الأرض قطعها . والخرق : الواسع من الأرض . أي لن تخرق الأرض بكبرك ومشيك عليها . ولن تبلغ الجبال طولا بعظمتك ، أي بقدرتك لا تبلغ هذا المبلغ ، بل أنت عبد ذليل ، محاط بك من تحتك ومن فوقك ، والمحاط محصور ضعيف ، فلا يليق بك التكبر .والمراد بخرق الأرض هنا نقبها لا قطعها بالمسافة ; والله أعلم . وقال الأزهري : معناه لن تقطعها . النحاس : وهذا أبين ; لأنه مأخوذ من الخرق وهي الصحراء الواسعة . ويقال : فلان [ ص: 236 ] أخرق من فلان ، أي أكثر سفرا وعزة ومنعة . ويروى أن سبأ دوخ الأرض بأجناده شرقا وغربا وسهلا وجبلا ، وقتل سادة وسبى - وبه سمي سبأ - ودان له الخلق ، فلما رأى ذلك انفرد عن أصحابه ثلاثة أيام ثم خرج إليهم فقال : إني لما نلت ما لم ينل أحد رأيت الابتداء بشكر هذه النعم ، فلم أر أوقع في ذلك من السجود للشمس إذا أشرقت ، فسجدوا لها ، وكان ذلك أول عبادة الشمس ; فهذه عاقبة الخيلاء والتكبر والمرح ; نعوذ بالله من ذلك .",
  "ayah": 37,
  "surah": 17
}
