{
  "text": "قوله تعالى : واستفزز من استطعت منهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في الأموال والأولاد وعدهم وما يعدهم الشيطان إلا غرورافيه ست مسائل :الأولى : قوله تعالى : واستفزز أي استزل واستخف . وأصله القطع ، ومنه تفزز الثوب إذا انقطع . والمعنى استزله بقطعك إياه عن الحق . واستفزه الخوف أي استخفه . وقعد مستوفزا أي غير مطمئن . واستفزز أمر تعجيز ، أي أنت لا تقدر على إضلال أحد ، وليس لك على أحد سلطان فافعل ما شئت .الثانية : بصوتك وصوته كل داع يدعو إلى معصية الله - تعالى - ; عن ابن عباس . مجاهد : الغناء والمزامير واللهو . الضحاك : صوت المزمار . وكان آدم - عليه السلام - أسكن أولاد هابيل أعلى الجبل ، وولد قابيل أسفله ، وفيهم بنات حسان ، فزمر اللعين فلم يتمالكوا أن انحدروا فزنوا ذكره الغزنوي . وقيل : بصوتك بوسوستك .الثالثة : قوله تعالى : وأجلب عليهم بخيلك ورجلك أصل الإجلاب السوق بجلبة من السائق ; يقال : أجلب إجلابا . والجلب والجلبة : الأصوات ; تقول منه : جلبوا بالتشديد . وجلب الشيء يجلبه ويجلبه جلبا وجلبا . وجلبت الشيء إلى نفسي واجتلبته بمعنى . وأجلب على العدو إجلابا ; أي جمع عليهم . فالمعنى أجمع عليهم كل ما تقدر عليه من مكايدك وقال أكثر المفسرين : يريد كل راكب وماش في معصية الله - تعالى - . وقال ابن عباس ومجاهد وقتادة : إن له خيلا ورجلا من الجن والإنس . فما كان من راكب وماش يقاتل في معصية الله فهو من خيل إبليس ورجالته . وروى سعيد بن جبير ومجاهد عن ابن عباس قال : كل خيل سارت في معصية الله ، وكل رجل مشت في معصية الله ، وكل مال أصيب من حرام ، وكل ولد بغية فهو للشيطان . والرجل جمع راجل ; مثل صحب وصاحب . وقرأ حفص ورجلك بكسر الجيم وهما لغتان ; يقال : رجل ورجل بمعنى راجل . وقرأ عكرمة وقتادة \" ورجالك \" على الجمع .الرابعة : وشاركهم في الأموال والأولاد أي اجعل لنفسك شركة في ذلك . فشركته في الأموال إنفاقها في معصية الله ; قاله الحسن . وقيل : هي التي أصابوها من غير حلها ; قاله [ ص: 260 ] مجاهد . ابن عباس : ما كانوا يحرمونه من البحيرة والسائبة والوصيلة والحام . وقاله قتادة . الضحاك : ما كانوا يذبحونه لآلهتهم . والأولاد قيل : هم أولاد الزنا ، قاله مجاهد والضحاك وعبد الله بن عباس . وعنه أيضا هو ما قتلوا من أولادهم وأتوا فيهم من الجرائم . وعنه أيضا : هو تسميتهم عبد الحارث وعبد العزى وعبد اللات وعبد الشمس ونحوه . وقيل : هو صبغة أولادهم في الكفر حتى هودوهم ونصروهم ، كصنع النصارى بأولادهم بالغمس في الماء الذي لهم ; قال قتادة . وقول خامس - روي عن مجاهد قال : إذا جامع الرجل ولم يسم انطوى الجان على إحليله فجامع معه ، فذلك قوله - تعالى - : لم يطمثهن إنس قبلهم ولا جان وسيأتي . وروى من حديث عائشة قالت قال رسول الله - صلى الله عليه وسلم - : إن فيكم مغربين قلت : يا رسول الله ، وما المغربون ؟ قال : الذين يشترك فيهم الجن . رواه الترمذي الحكيم في نوادر الأصول . قال الهروي : سموا مغربين لأنه دخل فيهم عرق غريب . قال الترمذي الحكيم : فللجن مساماة بابن آدم في الأمور والاختلاط ; فمنهم من يتزوج فيهم ، وكانت بلقيس ملكة سبأ أحد أبويها من الجن . وسيأتي بيانه إن شاء الله - تعالى - .الخامسة : قوله تعالى : وعدهم أي منهم الأماني الكاذبة ، وأنه لا قيامة ولا حساب ، وأنه إن كان حساب وجنة ونار فأنتم أولى بالجنة من غيركم . يقويه قوله - تعالى - : يعدهم ويمنيهم وما يعدهم الشيطان إلا غرورا أي باطلا . وقيل وعدهم أي عدهم النصرة على من أرادهم بسوء . وهذا الأمر للشيطان تهدد ووعيد له . وقيل : استخفاف به وبمن اتبعه .السادسة : في الآية ما يدل على تحريم المزامير والغناء واللهو ; لقوله : واستفزز من استطعت منهم بصوتك وأجلب عليهم على قول مجاهد . وما كان من صوت الشيطان أو فعله وما يستحسنه فواجب التنزه عنه . وروى نافع عن ابن عمر أنه سمع صوت زمارة فوضع أصبعيه في أذنيه ، وعدل راحلته عن الطريق وهو يقول : يا نافع ! أتسمع ؟ فأقول نعم ; فمضى حتى قلت له لا ، فوضع يديه وأعاد راحلته إلى الطريق وقال : رأيت رسول الله - صلى الله عليه وسلم - سمع صوت زمارة راع فصنع مثل هذا . قال علماؤنا : إذا كان هذا فعلهم في حق صوت لا يخرج عن الاعتدال ، فكيف بغناء أهل هذا الزمان وزمرهم . وسيأتي لهذا مزيد بيان في سورة [ لقمان ] إن شاء الله - تعالى - .",
  "ayah": 64,
  "surah": 17
}
