{
  "text": "قوله تعالى : وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاقوله تعالى : وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا الآية نزلت في رؤساء قريش مثل عتبة وشيبة ابني ربيعة ، وأبي سفيان والنضر بن الحارث ، وأبي جهل وعبد الله بن أبي أمية ، وأمية بن خلف وأبي البختري ، والوليد بن المغيرة وغيرهم . وذلك أنهم لما عجزوا عن معارضة القرآن ولم يرضوا به معجزة ، اجتمعوا - فيما ذكر ابن إسحاق وغيره - بعد غروب الشمس عند ظهر الكعبة ، ثم قال بعضهم لبعض : ابعثوا إلى محمد - صلى الله عليه وسلم - فكلموه وخاصموه حتى تعذروا فيه ، فبعثوا إليه أن أشراف قومك قد اجتمعوا إليك ليكلموك فأتهم ، [ ص: 295 ] فجاءهم رسول الله - صلى الله عليه وسلم - وهو يظن أن قد بدا لهم فيما كلمهم فيه بدو ، وكان رسول الله - صلى الله عليه وسلم - حريصا يحب رشدهم ويعز عليه عنتهم ، حتى جلس إليهم فقالوا له : يا محمد ! إنا قد بعثنا إليك لنكلمك ، وإنا والله ما نعلم رجلا من العرب أدخل على قومه ما أدخلت على قومك ; لقد شتمت الآباء وعبت الدين وشتمت الآلهة وسفهت الأحلام وفرقت الجماعة ، فما بقي أمر قبيح إلا قد جئته فيما بيننا وبينك ، أو كما قالوا له . فإن كنت إنما جئت بهذا الحديث تطلب به مالا جمعنا لك من أموالنا حتى تكون أكثرنا مالا ، وإن كنت إنما تطلب به الشرف فينا فنحن نسودك علينا ، وإن كنت تريد به ملكا ملكناك علينا ، وإن كان هذا الذي يأتيك رئيا تراه قد غلب عليك - وكانوا يسمون التابع من الجن رئيا - فربما كان ذلك بذلنا أموالنا في طلب الطب لك حتى نبرئك منه أو نعذر فيك . فقال لهم رسول الله - صلى الله عليه وسلم - : ما بي ما تقولون ما جئت بما جئتكم به أطلب أموالكم ولا الشرف فيكم ولا الملك عليكم ولكن الله بعثني إليكم رسولا وأنزل علي كتابا وأمرني أن أكون لكم بشيرا ونذيرا فبلغتكم رسالات ربي ونصحت لكم فإن تقبلوا مني ما جئتكم به فهو حظكم في الدنيا والآخرة وإن تردوه علي أصبر لأمر الله حتى يحكم الله بيني وبينكم أو كما قال - صلى الله عليه وسلم - . قالوا : يا محمد ، فإن كنت غير قابل منا شيئا مما عرضناه عليك ، فإنك قد علمت أنه ليس من الناس أحد أضيق بلدا ولا أقل ماء ولا أشد عيشا منا ، فسل لنا ربك الذي بعثك بما بعثك به ، فليسير عنا هذه الجبال التي قد ضيقت علينا ، وليبسط لنا بلادنا وليخرق لنا فيها أنهارا كأنهار الشام ، وليبعث لنا من مضى من آبائنا ; وليكن فيمن يبعث لنا قصي بن كلاب ; فإنه كان شيخ صدق فنسألهم عما تقول ، أحق هو أم باطل ، فإن صدقوك وصنعت ما سألناك صدقناك ، وعرفنا به منزلتك من الله - تعالى - ، وأنه بعثك رسولا كما تقول . فقال لهم - صلوات الله عليه وسلامه - : ما بهذا بعثت إليكم إنما جئتكم من الله - تعالى - بما بعثني به وقد بلغتكم ما أرسلت به إليكم فإن تقبلوه فهو حظكم في الدنيا والآخرة وإن تردوه علي أصبر لأمر الله حتى يحكم الله بيني وبينكم . قالوا : فإذا لم تفعل هذا لنا فخذ لنفسك ! سل ربك أن يبعث معك ملكا يصدقك بما تقول ويراجعنا عنك ، واسأله فليجعل لك جنانا وقصورا وكنوزا من ذهب وفضة يغنيك بها عما نراك تبتغي ; فإنك تقوم بالأسواق وتلتمس المعاش كما نلتمس ، حتى نعرف فضلك ومنزلتك من ربك إن كنت رسولا كما تزعم . فقال لهم رسول الله : ما أنا بفاعل وما أنا بالذي يسأل ربه هذا وما بعثت بهذا إليكم ولكن الله بعثني بشيرا ونذيرا - أو كما قال - فإن تقبلوا مني ما جئتكم به فهو حظكم في الدنيا والآخرة وإن تردوه علي أصبر لأمر الله حتى يحكم الله بيني وبينكم قالوا : فأسقط السماء علينا كسفا كما زعمت أن ربك إن شاء فعل ; فإنا لن نؤمن لك إلا أن تفعل . قال فقال رسول الله - صلى الله عليه وسلم - : ذلك إلى الله - عز وجل - إن شاء [ ص: 296 ] أن يفعله بكم فعل قالوا : يا محمد ، فما علم ربك أنا سنجلس معك ونسألك عما سألناك عنه ونطلب منك ما نطلب ، فيتقدم إليك فيعلمك بما تراجعنا به ، ويخبرك ما هو صانع في ذلك بنا إذ لم نقبل منك ما جئتنا به . إنه قد بلغنا إنما يعلمك هذا رجل من اليمامة يقال له الرحمن ، وإنا والله لا نؤمن بالرحمن أبدا ، فقد أعذرنا إليك يا محمد ، وإنا والله لا نتركك وما بلغت منا حتى نهلكك أو تهلكنا . وقال قائلهم : نحن نعبد الملائكة وهي بنات الله . وقال قائلهم : لن نؤمن لك حتى تأتي بالله والملائكة قبيلا . فلما قالوا ذلك لرسول الله - صلى الله عليه وسلم - ، قام عنهم وقام معه عبد الله بن أبي أمية بن المغيرة بن عبد الله بن عمر بن مخزوم ، وهو ابن عمته ، هو لعاتكة بنت عبد المطلب ، فقال له : يا محمد عرض عليك قومك ما عرضوا فلم تقبله منهم ، ثم سألوك لأنفسهم أمورا ليعرفوا بها منزلتك من الله كما تقول ، ويصدقوك ويتبعوك فلم تفعل ثم سألوك أن تأخذ لنفسك ما يعرفون به فضلك عليهم ومنزلتك من الله فلم تفعل ثم سألوك أن تعجل لهم بعض ما تخوفهم به من العذاب فلم تفعل - أو كما قال له - فوالله لا أومن بك أبدا حتى تتخذ إلى السماء سلما ، ثم ترقى فيه وأنا أنظر حتى تأتيها ، ثم تأتي معك بصك معه أربعة من الملائكة يشهدون لك أنك كما تقول . وايم الله لو فعلت ذلك ما ظننت أني أصدقك ثم انصرف عن رسول الله - صلى الله عليه وسلم - ، وانصرف رسول الله - صلى الله عليه وسلم - إلى أهله حزينا آسفا لما فاته مما كان يطمع به من قومه حين دعوه ، ولما رأى من مباعدتهم إياه ، كله لفظ ابن إسحاق . وذكر الواحدي عن عكرمة عن ابن عباس : فأنزل الله - تعالى - وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا . ينبوعا يعني العيون ; عن مجاهد . وهي يفعول ، من نبع ينبع . وقرأ عاصم وحمزة والكسائي \" تفجر \" لنا مخففة ; واختاره أبو حاتم لأن الينبوع واحد . ولم يختلفوا في تفجر الأنهار أنه مشدد . قال أبو عبيد : والأولى مثلها . قال أبو حاتم . ليست مثلها ، لأن الأولى بعدها ينبوع وهو واحد ، والثانية بعدها الأنهار وهي جمع ، والتشديد يدل على التكثير . أجيب بأن ينبوعا وإن كان واحدا فالمراد به الجمع ، كما قال مجاهد . الينبوع عين الماء ، والجمع الينابيع . وقرأ قتادة أو يكون لك جنة .",
  "ayah": 90,
  "surah": 17
}
