{
  "text": "احسان فراموش انسان  انسان کی ناشکری کا بیان ہو رہا ہے کہ اسے سختی کے بعد کی آسانی، خشک سالی کے بعد کی ترسالی، قحط کے بعد کی بارش اور بھی ناشکرا کردیتی ہے یہ ہماری آیتوں سے مذاق اڑانے لگتا ہے۔ کیا تو اس وقت ہماری طرف ان کا جھکنا اور کیا اس وقت ان کا اکڑنا۔ رات کو بارش ہوئی، صبح کو حضور ﷺ نے نماز پڑھائی، پھر پوچھا جانتے بھی ہو رات کو باری تعالیٰ نے کیا فرمایا ہے ؟ صحابہ نے کہا ہمیں کیا خبر ؟ آپ نے فرمایا اللہ کا ارشاد ہوا ہے کہ صبح کو میرے بہت سے بندے ایماندار ہوجائیں گے اور بہت سے کافر۔ کچھ کہیں گے کہ اللہ تعالیٰ کے فضل و کرم اور اس کے لطف و رحم سے بارش ہوئی وہ مجھ پر ایمان رکھنے والے بن جائیں گے اور ستاروں کی ایسی تاثیروں کے منکر ہوجائیں گے اور کچھ کہیں گے کہ فلاں فلاں نچھتر کی وجہ سے بارش برسائی گئی وہ مجھ سے کافر ہوجائیں گے اور ستاروں پر ایمان رکھنے والے بن جائیں گے۔ یہاں فرماتا ہے کہ جیسے یہ چالبازی ان کی طرف سے ہے۔ میں بھی اس کے جواب سے غافل نہیں انہیں ڈھیل دیتا ہوں۔ یہ اسے غفلت سمجھتے ہیں پھر جب پکڑ آجاتی ہے تو حیران و ششدر رہ جاتے ہیں۔ میں غافل نہیں۔ میں نے تو اپنے امین فرشتے چھوڑ رکھے ہیں جو ان کے کرتوت برابر لکھتے جا رہے ہیں۔ پھر میرے سامنے پیش کریں گے میں خود دانا بینا ہوں لیکن تاہم وہ سب تحریر میرے سامنے ہوگی۔ جس میں ان کے چھوٹے بڑے بڑے بھلے سب اعمال ہوں گے۔ اسی اللہ کی حفاظت میں تمہارے خشکی اور تری کے سفر ہوتے ہیں۔ تم کشتیوں میں سوار ہو، موافق ہوائیں چل رہی ہیں۔ کشتیاں تیر کی طرح منزل مقصود کو جا رہی ہیں تم خوشیاں منا رہے ہو کہ یکایک باد مخالف چلی اور چاروں طرف سے پہاڑوں کی طرح موجیں اٹھ کھڑی ہوئیں۔ سمندر میں تلاطم شروع ہوگیا۔ کشتی تنکے کی طرح جھکولے کھانے لگی اور تمہارے کلیجے الٹنے لگے۔ ہر طرف سے موت نظر آنے لگی، اس وقت سارے بنے بنائے معبود اپنی جگہ دھرے رہ گئے اور نہایت خشوع وخضوع سے صرف مجھ سے دعائیں مانگیں جانے لگیں وعدے کئے جانے لگے کہ اب کے اس مصیبت سے نجات مل جانے کے بعد شکر گزاری میں باقی عمر گزار دیں گے، توحید میں لگے رہیں گے کسی کو اللہ کا شریک نہیں بنائیں گے، آج سے خالص توبہ ہے۔ لیکن ادھر نجات ملی، کنارے پر اترے، خشکی میں چلے پھرے کہ اس مصیبت کے وقت کو اس خالص دعا کو پھر اقرار شکر و توحید کو یکسر بھول گئے اور ایسے ہوگئے گویا ہمیں کبھی پکارا ہی نہ تھا۔ ہم سے کبھی معاملہ ہی نہ پڑا تھا۔ ناحق اکڑفوں کرنے لگے، مستی میں آگئے۔ لوگو ! تمہاری اس سرکشی کا وبال تم پر ہی ہے۔ تم اس سے دوسروں کا نہیں بلکہ اپنا ہی نقصان کر رہے ہو۔ رسول اللہ ﷺ فرماتے ہیں وہ گناہ جس پر یہاں بھی اللہ کی پکڑ نازل ہو اور آخر میں بھی بدترین عذاب ہو فساد و سرکشی اور قطع رحمی سے بڑھ کر کوئی نہیں۔ تم اس دنیائے فانی کے تھوڑے سے برائے نام فائدے کو چاہے اٹھالو لیکن آخر انجام تو میری طرف ہی ہے۔ میرے سامنے آؤ گے میرے قبضے میں ہوگے۔ اس وقت ہم خود تمہیں تمہاری بد اعمالیوں پر متنبہ کریں گے ہر ایک کو اس کے اعمال کا بدلہ دیں گے لہذا اچھائی پاکر ہمارا شکر کرو اور برائی دیکھ کر اپنے سوا کسی اور کو ملامت اور الزام نہ دو۔",
  "ayah": 21,
  "surah": 10
}
