{
  "text": "اعجاز قرآن حکیم  قرآن کریم کے اعجاز کا اور قرآن کریم کے کلام اللہ ہونے کا بیان ہو رہا ہے کہ کوئی اس کا بدل اور مقابلہ نہیں کرسکتا۔ اس جیسا قرآن بلکہ اس جیسی دس سورتیں بلکہ ایک سورت بھی کسی کے بس کی نہیں۔ یہ بےمثل قرآن بےمثل اللہ کی طرف سے ہے۔ اس کی فصاحت و بلاغت، اس کی وجاہت و حلاوت، اس کے معنوں کی بلندی، اس کے مضامین کی عمدگی بالکل بےنظیر چیز ہے۔ اور یہی دلیل ہے اس کی کہ یہ قرآن اس اللہ کی طرف سے ہے جس کی ذات بےمثل صفتیں بےمثل، جس کے اقوال بےمثل، جس کے افعال بےمثل، جس کا کلام اس چیز سے عالی اور بلند کہ مخلوق کا کلام اس کے مشابہ ہو سکے۔ یہ کلام تو رب العالمین کا ہی کلام ہے، نہ کوئی اور اسے بنا سکے، نہ یہ کسی اور کا بنایا ہوا۔ یہ تو سابقہ کتابوں کی تصدیق کرتا ہے، ان پر نگہبانی کرتا ہے، ان کا اظہار کرتا ہے، ان میں جو تحریف تبدیل تاویل ہوئی ہے اسے بےحجاب کرتا ہے، حلال و حرام جائز و ناجائز غرض کل امور شرع کا شافی اور پورا بیان فرماتا ہے۔ پس اس کے کلام اللہ ہونے میں کوئی شک و شبہ نہیں۔ حضرت علی ؓ سے مروی ہے اس میں اگلی خبریں ہیں اس میں آنے والی پیش گوئیاں ہیں اور آنے والی خبریں ہیں۔ سب جھگڑوں کے فیصلے ہیں سب احکام کے حکم ہیں۔ اگر تمہیں اس کے کلام اللہ ہونے میں شک ہے۔ تو اسے گھڑا ہوا سمجھتے ہو اور کہتے ہو کہ محمد ﷺ نے اپنی طرف سے کہہ لیا ہے تو جاؤ تم سب مل کر ایک ہی سورة اس جیسی بنا لاؤ اور کل انسان اور جنوں سے مدد بھی لے لو۔ یہ تیسرا مقام ہے جہاں کفار کو مقابلے پر بلا کر عاجز کیا گیا ہے کہ اگر وہ اپنے دعوے میں سچے ہوں تو اس کے مقابلے میں اسی جیسا کلام پیش کریں۔ لیکن یہ ہے ناممکن یہ خبر بھی ساتھ ہی دے دی تھی کہ انسان و جنات سب جمع ہوجائیں ایک دوسرے کا ساتھ دیں لیکن اس قرآن جیسا بنا کر پیش نہیں کرسکتے۔ اس پورے قرآن کے مقابلہ سے جب وہ عاجز و لاچار ثابت ہوچکے تو ان سے مطالبہ ہوا کہ اس جیسی صرف دس سورتیں ہی بنا کر لاؤ۔ سورة ہود کے شروع کی (قُلْ فَاْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ 13؀) 11۔ ھود :13) میں یہ فرمان ہے۔ جب یہ بھی ان سے نہ ہوسکا تو اور آسانی کردی گئی اور سورة بقرہ میں جو مدنی ہے فرمایا کہ اچھا ایک ہی سورت اس جیسی بنا کر پیش کرو۔۔ وہاں بھی ساتھ ہی فرمایا کہ نہ یہ تمہارے بس کی بات ہے نہ ساری مخلوق کے بس کی بات۔ پس اس الہامی کتاب کو جھٹلا کر عذاب الٰہی مول نہ لو۔ اس وقت کلام کی فصاحت و بلاغت پر پورا زور تھا۔ عرب اپنے مقابلے میں سارے جہاں کو عجم یعنی گونگا کہا کرتے تھے۔ اپنی زبان پر بڑا گھمنڈ تھا، اس لیے اللہ تعالیٰ نے وہ قرآن اتارا کہ سب سے پہلے انہیں شاعروں اور زبان دانوں اور عالموں کی گردنیں اس کے سامنے خم ہوئیں جیسے سب سے پہلے حضرت موسیٰ ؑ کے اس معجزے نے کہ مردوں کو بحکم الٰہی جلا دینا۔ مادر زاد اندھوں اور کوڑھیوں کو بحکم رب شفا دے دینا، دنیا کے سب سے پہلے معالجوں اور اطباء کو اللہ کی راہ پر لا کھڑا کردیا۔ کیونکہ انہوں نے دیکھ لیا کہ یہ کام دوا کا نہیں اللہ کا ہے۔ جادو گروں نے سانپ کو جو حضرت موسیٰ کی لکڑی تھی دیکھتے ہی آپ کی نبوت کا یقین کرلیا اور عاجز و درماندہ ہوگئے۔ اسی طرح اس قرآن نے فصیح وبلیغ لوگوں کی زبانیں بند کردیں۔ ان کے دلوں میں یقین آگیا کہ بیشک یہ کلام انسان کا کلام نہیں۔ حضور ﷺ فرماتے ہیں نبیوں کو ایسے معجزے دئیے گئے کہ ان کی وجہ سے لوگ ان پر ایمان لائے۔ میرا ایسا معجزہ قرآن ہے پس مجھے امید ہے کہ میرے تابعدار بہ نسبت ان کے بہت ہی زیادہ ہوں گے۔ یہ (کافر) لوگ بغیر سوچے سمجھے، بغیر علم حاصل کئے اسے جھٹلانے لگے۔ اب تک تو اس کے مصداق اور حقیقت تک بھی یہ نہیں پہنچے۔ اپنی جہالت و سفاہت کی وجہ سے اس کی ہدایت اس کے علم سے محروم رہ گئے اور چلانا شروع کردیا کہ ہم اسے نہیں مانتے۔ ان سے پہلے کی امتوں نے بھی اللہ کے کلام کو اسی طرح جھٹلا دیا تھا جس بنا پر وہ ہلاک کردیئے گئے۔ تو آپ نے دیکھ لیا کہ ان کا کیسا برا انجام ہوا۔ کسی طرح ان کے پرخچے اڑے ؟ ہمارے رسولوں کو ستانے ان کے نہ ماننے کا کبھی انجام اچھا نہیں ہوا۔ تمہیں ڈرنا چاہیے کہیں انہیں آفتوں کا نشانہ تم بھی نہ بنو۔ تیری امید کے بھی بعض لوگ تو اس پر ایمان لائے تجھے رسول برحق مانا ہے۔ تیری باتوں سے نفع اٹھا رہے ہیں۔ اور بعض اور ضلالت کے مستحق اس کے سامنے ہیں۔ وہ عادل ہے ظالم نہیں۔ ہر ایک کو اس کا حصہ دیتا ہے۔ وہ برکت اور بلندی والا پاک اور انتہائی حسن والا ہے۔ اس کے سوا کوئی معبود نہیں۔",
  "ayah": 39,
  "surah": 10
}
