{
  "text": "موسیٰ ؑ بمقابلہ فرعونی ساحرین  سورة اعراف، سورة طہ، سورة شعراء اور اس سورت میں بھی فرعونی جادو گروں اور حضرت موسیٰ ؑ کا مقابلہ بیان فرمایا گیا ہے۔ ہم نے اس پورے واقعہ کی تفصیل سورة اعراف کی تفسیر میں لکھ دی ہے۔ فرعون نے جادو گروں اور شعبدہ بازوں سے حضرت موسیٰ ؑ کے معجزے کا مقابلہ کرنے کی ٹھان لی۔ اس کے لیے انتظام کئے۔ قدرت نے بھرے میدان میں اے شکست فاش دی اور خود جادوگر حق کو مان گئے وہ سجدے میں گر کر اللہ اور اس کے دونوں نبیوں پر وہیں ایمان لائے اور اپنے ایمان کا غیر مشتبہ الفاظ میں سب کے سامنے فرعون کی موجودگی میں اعلان کردیا۔ اس وقت فرعون کا منہ کالا ہوگیا اور اللہ کے دین کا بول بالا ہوا۔ اس نے اپنی سپاہ اور جادوگروں کے جمع کرنے کا حکم دیا۔ یہ آئے، صفیں باندھ کر کھڑے ہوئے، فرعون نے ان کی کمر ٹھوکی انعام کے وعدے دیئے، انہوں نے حضرت موسیٰ سے کہا کہ بولو اب ہم پہلے اپنا کرتب دکھائیں یا تم پہل کرتے ہو۔ آپ نے اسی بات کو بہتر سمجھا کہ ان کے دل کی بھڑاس پہلے نکل جائے۔ لوگ ان کے تماشے اور بال کے ہتھکنڈے پہلے دیکھ لیں۔ پھر حق آئے اور باطل کا صفایا کر جائے۔ یہ اچھا اثر ڈالے گا، اس لیے آپ نے انہیں فرمایا کہ تمہیں جو کچھ کرنا ہے شروع کردو۔ انہوں نے لوگوں کی آنکھوں پر جادو کر کے انہیں ہیبت زدہ کرنے کا زبردست مظاہر کیا۔ جس سے حضرت موسیٰ ؑ کے دل میں بھی خطرہ پیدا ہوگیا فورا اللہ کی طرف سے وحی اتری کہ خبردار ڈرنا مت۔ اپنے دائیں ہاتھ کی لکڑی زمین پر ڈال دے۔ وہ ان کے سو ڈھکوسلے صاف کر دے گی۔ یہ جادو کے مکر صفت ہے۔ اس میں اصلیت کہاں انہیں فوج و فلاح کیسے نصیب ہو ؟ اب حضرت موسیٰ ؑ سنبھل گئے اور زور دے کر پیشگوئی کی کہ تم تو یہ سب جادو کے کھلونے بنا لائے ہو دیکھنا اللہ تعالیٰ انہیں بھی درہم برہم کر دے گا۔ تم فسادیوں کے اعمال دیر پا ہو ہی نہیں سکتے۔ حضرت لیث بن ابی سلیم فرماتے ہیں مجھے یہ بات پہنچی ہے کہ ان آیتوں میں اللہ کے حکم سے جادو کی شفا ہے۔ ایک برتن میں پانی لے کر اس پر یہ آیتیں پڑھ کر دم کردیں جائیں اور جس پر جادو کردیا گیا ہو اس کے سر پر وہ پانی بہا دیا جائے (آیت فلما القوا سے کرہ المجرمون) تک یہ آیتیں اور (فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَ01108ۚ) 7۔ الاعراف :118) سے چار آیتوں تک اور (اِنَّمَا صَنَعُوْا كَيْدُ سٰحِرٍ ۭ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ اَتٰى 69؀) 20۔ طه :69) (ابن ابی حاتم)",
  "ayah": 80,
  "surah": 10
}
