{
  "text": "بزدلی ایمان کے درمیان دیوار بن گئی  ان زبردست روشن دلیلوں کے اور معجزوں کے باوجود حضرت موسیٰ ؑ پر بہت کم فرعونی ایمان لاسکے۔ کیونکہ ان کے دل میں فرعون کی دھاک بیٹھی ہوئی تھی۔ یہ خبیث رعب دبدبہ والا بھی تھا اور ترقی پر بھی تھا۔ حق ظاہر ہوگیا تھا لیکن کسی کو اس کی مخالفت کی جرت نہ تھی ہر ایک کا خوف تھا کہ اگر آج میں ایمان لے آیا تو کل اس کی سخت سزاؤں سے مجبور ہو کر دین حق چھوڑنا پڑے گا۔ پس بہت سے ایسے جانباز موحد جنہوں نے اس کی سلطنت اور سزا کی کوئی پرواہ نہ کی اور حق کے سامنے سر جھکا دیا۔ ان میں خصوصیت سے قابل ذکر فرعون کی بیوی تھی اس کی آل کا ایک اور شخص تھا ایک جو فرعون کا خزانچی تھا۔ اس کی بیوہ تھی وغیرہ ؓ اجمعین۔ یہ بھی کہا گیا ہے کہ مراد اس سے حضرت موسیٰ پر بنی اسرائیل کی تھوڑی سی تعداد کا ایمان لانا ہے۔ یہ بھی مروی ہے کہ ذریت سے مراد قلیل ہے یعنی بہت کم لوگ۔ اور یہ بھی کہا گیا ہے کہ اولاد بھی مراد ہے۔ یعنی جب حضرت موسیٰ نبی بن کر آئے اس وقت جو لوگ ہیں ان کی موت کے بعد ان کی اولاد میں سے کچھ لوگ ایمان لائے۔ امام ابن جریر تو قول مجاہد کو پسند فرماتے ہیں کہ قومہ میں ضمیر کا مرجع حضرت موسیٰ ہیں کیونکہ یہی نام اس سے قریب ہے۔ لیکن یہ محل نظر ہے کیونکہ ذریت کے لفظ کا تقاضا جوان اور کم عمر لوگ ہیں اور بنو اسرائیل تو سب کے سب مومن تھے جیسا کہ مشہور ہے یہ تو حضرت موسیٰ کے آنے کی خوشیاں منا رہے تھے ان کی کتابوں میں موجود تھا کہ اس طرح نبی اللہ آئیں گے اور ان کے ہاتھوں انہیں فرعون کی غلامی کی ذلت سے نجات ملے گی ان کی کتابوں کی یہی بات تو فرعون کے ہوش و حواس گم کئے ہوئی تھی جس کی وجہ سے اس نے حضرت موسیٰ کی دشمنی پر کمر کس لی تھی اور آپ کی نبوت کے ظاہر ہونے سے پہلے اور آپ کے آنے سے پہلے اور آپ کے آجانے کے بعد ہم تو اس کے ہاتھوں بہت ہی تنگ کئے گئے ہیں۔ آپ نے انہیں تسلی دی کہ جلدی نہ کرو۔ اللہ تمہارے دشمن کا ناس کرے گا، تمہیں ملک کا مالک بنائے گا پھر دیکھے گا کہ تم کیا کرتے ہو ؟ پس یہ تو سمجھ میں نہیں آتا کہ اس آیت سے مراد قوم موسیٰ کی نئی نسل ہو۔ اور یہ کہ بنو اسرائیل میں سے سوائے قارون کے اور کوئی دین کا چھوڑنے والا ایسا نہ تھا جس کے فتنے میں پڑجانے کا خوف ہو۔ قارون گو قوم موسیٰ میں سے تھا لیکن وہ باغی تھا فرعون کا دوست تھا۔ اس کے حاشیہ نشینوں میں تھا، اس سے گہرے تعلق رکھتا تھا۔ جو لوگ کہتے ہیں کہ ملھم میں ضمیر فرعون کی طرف عائد ہے اور بطور اس کے تابعداری کرنے والوں کی زیادتی کے ضمیر جمع کی لائی گئی ہے۔ یا یہ کہ فرعون سے پہلے لفظ ال جو مضاف تھا محذوف کردیا گیا ہے۔ اور مضاف الیہ اس کے قائم مقام رکھ دیا ہے۔ ان کا قول بھی بہت دور کا ہے۔ گو امام ابن جریر نے بعض نحویوں سے بھی ان دونوں اقوال کی حکایت کی ہے اور اس سے اگلی آیت جو آرہی ہے وہ بھی دلالت کرتی ہے کہ بنی اسرائیل سب مومن تھے۔",
  "ayah": 83,
  "surah": 10
}
