{
  "text": "يقول تعالى ذكره: كما سلكنا الكفر في قلوب شيع الأولين بالاستهزاء بالرسل، كذلك نفعل ذلك في قلوب مشركي قومك الذين أجرموا بالكفر بالله ( لا يُؤْمِنُونَ بِهِ ) يقول: لا يصدّقون بالذكر الذي أنـزل إليك ، والهاء في قوله ( نَسْلُكُهُ ) من ذكر الاستهزاء بالرسل والتكذيب بهم.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ ) قال: التكذيب.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ ) لا يؤمنون به، قال: إذا كذبوا سلك الله في قلوبهم أن لا يؤمنوا به.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن حميد، عن الحسن، في قوله ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ ) قال: الشرك.حدثني المثنى، قال: ثنا الحجاج بن المنهال، قال: ثنا حماد بن سلمة، عن حميد، قال: قرأت القرآن كله على الحسن في بيت أبي خليفة، ففسره أجمع على الإثبات، فسألته عن قوله ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ ) قال: أعمال سيعملونها لم يعملوها.حدثني المثنى، قال: ثنا سويد، قال: أخبرنا ابن المبارك عن حماد بن سلمة، عن حميد الطويل، قال: قرأت القرآن كله على الحسن، فما كان يفسره إلا على الإثبات، قال: وقفته على نسلكه، قال: الشرك ، قال: ابن المبارك: سمعت سفيان في قوله ( نَسْلُكُهُ ) قال: نجعله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ * لا يُؤْمِنُونَ بِهِ ) قال: هم كما قال الله، هو أضلهم ومنعهم الإيمان ، يقال منه: سلكه يسلكه سلكا وسلوكا، وأسلكه يسلكه إسلاكا، ومن السلوك قول عديّ بن زيد:وكـنْت لِـزَازَ خَـصْمِكَ لَـمْ أعـرّدْوَقَــدْ سَـلَكوكَ فِـي يَـوْم عَصِيـبٍ (4)ومن الإسلاك قول الآخر:حــتى إذَا أسْــلَكُوهُمْ فـي قُتَـائِدَةٍشَـلا كَمـا تَطْـرد الجَمالَـة الشـردَا (5)------------------------الهوامش:(4) البيت لعدي بن زيد العبادي ، وقد تقدم واستشهد المؤلف به عند قوله تعالى في سورة هود \"وقال هذا يوم عصيب \" فراجعه في الجزء الثاني عشر صفحة 82 . والشاهد فيه هنا : أنه اشتق سلكوك من المصدر الثلاثي ( السلك ) .(5) البيت لعبد مناف بن ربعي الهذلي ( اللسان : جمل) استشهد به المؤلف على أن \" أسلكوهم \" بالهمزة في أوله لغة مثل سلوكهم التي وردت في البيت السابق من شعر عدي بن زيد ، والبيت أيضا في ( خزانة الأدب للبغدادي 3 : 170 ) شاهد على أن جواب إذا عند الرضى شارح كافية ابن الحاجب محذوف لتفخيم الأمر ، والتقدير : بلغوا أملهم ؛ أو أدركوا ما أحبوا ونحو ذلك ، وقيل فيه وجهان آخران ، قال البغدادي وأسلك : لغة في سلك ، يقال أسلكت الشيء في الشيء ، مثل سلكته فيه ، بمعنى أدخلته فيه ، وقتائدة : ثنية ، وقال البكري : جبل بين المنصرف والروحاء ، والشل : الطرد ، والجمالة : فاعلي تطرد ، وهم أصحاب الجمال ، كما يقال الحمارة لأصحاب الحمير ، والشرد : جمع شرود ، أي من الجمال .",
  "ayah": 12,
  "surah": 15
}
