{
  "text": "وقوله ( لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا ) يقول: لقال هؤلاء المشركون الذين وصف جلّ ثناؤه صفتهم: ما هذا بحقّ إنما سكِّرت أبصارنا.واختلفت القرّاء في قراءة قوله ( سُكِّرَتْ ) فقرأ أهل المدينة والعراق: ( سُكِّرَتْ ) بتشديد الكاف، بمعنى: غُشيت وغطيت، هكذا كان يقول أبو عمرو بن العلاء فيما ذُكر لي عنه. وذُكر عن مجاهد أنه كان يقرأ ( لَقالُوا إنَّمَا سُكِرَتْ ).حدثني بذلك الحرث، قال: ثنا القاسم، قال: سمعت الكسائي يحدّث عن حمزة، عن شبل، عن مجاهد أنه قرأها( سُكِرَتْ أَبْصارُنا ) خفيفة ، وذهب مجاهد في قراءته ذلك كذلك إلى: حُبست أبصارنا عن الرؤية والنظر من سكور الريح، وذلك سكونها وركودها، يقال منه: سكرت الريح: إذا سكنت وركدت. وقد حُكي عن أبي عمرو بن العلاء أنه كان يقول: هو مأخوذ من سكر الشراب، وأن معناه: قد غشَّى أبصارنا السكر.وأما أهل التأويل ، فإنهم اختلفوا في تأويله، فقال بعضهم: معنى ( سُكِّرَتْ ) : سدّت.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا ورقاء، وحدثنا الحسن بن محمد، قال: ثنا شبابة، قال: ثنا ورقاء، وحدثني المثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، وحدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الله، عن ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله ( سُكِّرَتْ أَبْصَارُنَا ) قال: سدّت.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا الحسن بن محمد، قال: ثنا حجاج، يعني ابن محمد، عن ابن جريج، قال: أخبرني ابن كثير قال: سدّت.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول، في قوله ( سُكِّرَتْ أَبْصَارُنَا ) يعني: سدّت ، فكأن مجاهدا ذهب في قوله ، وتأويله ذلك بمعنى: سدّت، إلى أنه بمعنى: منعت النظر، كما يُسكر الماء فيمنع من الجري بحبسه في مكان بالسكر الذي يسَّكر به.وقال آخرون: معنى سكرت: أخذت.* ذكر من قال ذلك:حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، عن ابن عباس ( لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا ) يقول: أخذت أبصارنا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ، إنما أخذ أبصارنا، وشبَّه علينا، وإنما سحرنا.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو سفيان، عن معمر، عن قتادة ( لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا ) يقول: سُحرت أبصارنا، يقول: أخذت أبصارنا.حدثني المثنى، قال: ثنا إسحاق، قال: ثنا عبد الرحمن بن أبي حماد، قال: ثنا شيبان، عن قتادة، قال: من قرأ ( سُكِّرَتْ ) مشددة: يعني سدّت ، ومن قرأ ( سُكرَتْ ) مخففة، فإنه يعني سحرت ، وكأن هؤلاء وجَّهوا معنى قوله ( سُكِّرَتْ ) إلى أن أبصارهم سُحرت، فشبه عليهم ما يبصرون، فلا يميزون بين الصحيح مما يرون وغيره من قول العرب: سُكِّر على فلان رأيه: إذا اختلط عليه رأيه فيما يريد ، فلم يدر الصواب فيه من غيره، فإذا عزم على الرأي قالوا: ذهب عنه التسكير.وقال آخرون: هو مأخوذ من السكر، ومعناه: غشي على أبصارنا فلا نبصر، كما يفعل السكر بصاحبه، فذلك إذا دير به وغشي بصره كالسمادير فلم يبصر.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( إِنَّمَا سُكِّرَتْ أَبْصَارُنَا ) قال: سكرت، السكران الذي لا يعقل.وقال آخرون: معنى ذلك: عميت.* ذكر من قال ذلك:حدثنا الحسن بن محمد، قال: ثنا عبد الوهاب بن عطاء، عن الكلبي ( سُكِّرَتْ ) قال: عميت.وأولى هذه الأقوال بالصواب عندي قول من قال: معنى ذلك: أخذت أبصارنا وسحرت، فلا تبصر الشيء على ما هو به، وذهب حدّ إبصارها ، وانطفأ نوره، كما يقال للشيء الحارّ إذا ذهبت فورته ، وسكن حدّ حرّه ، قد سكر يسكر ، قال المثنى بن جندل الطُّهوي:جــاءَ الشِّــتاءُ واجْثَــألَّ القُــبَّرُواسـتَخْفَتِ الأفْعَـى وكـانت تَظْهَـرُوجَعَلَتْ عينُ الحَرُور تَسْكُرُ (7)أي تسكن وتذهب وتنطفئ ، وقال ذو الرّمَّة:قَبْــلَ انْصِــداعِ الفَجْـرِ والتَّهَجْـرِوخَــوْضُهُنَّ اللَّيــلَ حـينَ يَسْـكُرُ (8)يعني: حين تسكن فورته. وذُكر عن قيس أنها تقول: سكرت الريح تسكر سكورا، بمعنى: سكنت ، وإن كان ذلك عنها صحيحا، فإن معنى سُكِرَت وسُكِّرَتْ بالتخفيف والتشديد متقاربان، غير أن القراءة التي لا أستجيز غيرها في القرآن ( سُكِّرَتْ ) بالتشديد لإجماع الحجة من القراء عليها، وغير جائز خلافها فيما جاءت به مجمعة عليه.------------------------الهوامش:(7) هذه ثلاثة أبيات لجندل بن المثنى الطهوي ، واجثأل : اجتمع وتقبض ، والقبر كالقنبر : ضرب من الطير كالعصافير ، واحده قبرة وقنبرة ، والحرور : الحر . ويقال سكرت عينه تسكر : إذا تحيرت وسكنت عن النظر وسكر الحر يسكر : سكن وخبأ ، وقد استشهد بها أبو عبيدة في مجاز القرآن ( 1 : 337 ، 338 ) عند قوله تعالى \" سكرت أبصارنا \" قال : أي غشيت سمادير ، فذهبت وخبا نظرها ، قال : جاء الشتاء ، الخ وزاد فيها بيتا قبل الآخر ، وهو : \" وطلعت شمس عليها مغفر \" . وفسر البيت الأخير وهو الشاهد بقوله : أي يذهب حرها ويخبو . وقال أبو عمرو بن العلاء : \" سكرت أبصارنا \" : مأخوذ عن سكر الشراب ، كأن العين لحقها ما يلحق شارب المسكر إذا سكر ، وقال الفراء ، معناه : حبست ومنعت عن النظر .(8) البيت في ديوان ذي الرمة ( طبعة كيمبردج سنة 1919 ) ص 202 وقبله :أتَتْــكَ بــالقَوْمِ مَهــارٍ ضُمَّــرُخُــوصٌ بَــرَى أشْـرافَها التَّبَكُّـرُخوص : غائرات العيون ، وأشرافها : أسنمَها ، والتبكر : سير البكرة ، والتهجو : سير الهاجرة ، ويسكر : يتسكر الأبصار بظلامه ، قوله : والتهجر ، بالرفع : معطوف على قوله التبكر ، في البيت السابق عليه .",
  "ayah": 15,
  "surah": 15
}
