{
  "text": "( إِلا مَنِ اسْتَرَقَ السَّمْعَ ) يقول لكن قد يسترق من الشياطين السمع مما يحدث في السماء بعضها، فيتبعه شهاب من النار مبين ، يبين أثره فيه، إما بإخباله وإفساده ، أو بإحراقه.وكان بعض نحويي أهل البصرة يقول في قوله ( إِلا مَنِ اسْتَرَقَ السَّمْعَ ) هو استثناء خارج، كما قال: ما أشتكي إلا خيرا، يريد: لكن أذكر خيرا. وكان ينكر ذلك من قيله بعضهم، ويقول: إذا كانت إلا بمعنى لكن عملت عمل لكن، ولا يحتاج إلى إضمار أذكر، ويقول: لو احتاج الأمر كذلك إلى إضمار أذكر احتاج قول القائل: قام زيد لا عمرو إلى إضمار أذكر.وبنحو الذي قلنا في ذلك ، قال أهل التأويل.* ذكر من قال ذلك:حدثنا الحسن بن محمد، قال: ثنا عفان بن مسلم، قال: ثنا عبد الواحد بن زياد، قال: ثنا الأعمش عن سعيد بن جبير، عن ابن عباس، قال: تصعد الشياطين أفواجا تسترق السمع، قال: فينفرد المارد منها فيعلو، فيرمى بالشهاب ، فيصيب جبهته أو جنبه ، أو حيث شاء الله منه ، فيلتهب فيأتي أصحابه وهو يلتهب، فيقول: إنه كان من الأمر كذا وكذا ، قال: فيذهب أولئك إلى إخوانهم من الكهنة، فيزيدون عليه أضعافه من الكذب، فيخبرونهم به، فإذا رأوا شيئا مما قالوا قد كان صدّقوهم بما جاءوهم به من الكذب.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله ( وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ * إِلا مَنِ اسْتَرَقَ السَّمْعَ ) قال: أراد أن يخطف السمع، وهو كقوله  إِلا مَنْ خَطِفَ الْخَطْفَةَ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله ( إِلا مَنِ اسْتَرَقَ السَّمْعَ ) وهو نحو قوله  إِلا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ  .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( إِلا مَنِ اسْتَرَقَ السَّمْعَ ) قال: خطف الخطفة.حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول، في قوله ( إِلا مَنِ اسْتَرَقَ السَّمْعَ ) هو كقوله  إِلا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ  كان ابن عباس يقول: إن الشهب لا تقتل ولكن تحرق وتخبل (1) وتجرح من غير أن تقتل.حدثني الحارث، قال: ثنا القاسم، قال: ثني حجاج، عن ابن جريج ( مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ ) قال: الرجيم: الملعون ، قال: وقال القاسم عن الكسائي: إنه قال: الرجم في جميع القرآن: الشتم.------------------------الهوامش:(1) الخبل والتخبيل : إفساد الأعضاء ، حتى لا يدري كيف يمشي ، فهو متخبل خبل . ( اللسان ) .",
  "ayah": 18,
  "surah": 15
}
