{
  "text": "يقول تعالى ذكره: ( والجانَّ ) وقد بيَّنا فيما مضى معنى الجانّ ولم قيل له جان. وعني بالجانّ هاهنا: إبليس أبا الجنّ. يقول تعالى ذكره: وإبليس خلقناه من قبل الإنسان من نار السموم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ ) وهو إبليس خُلق قبل آدم ، وإنما خلق آدم آخر الخلق، فحسده عدوّ الله إبليس على ما أعطاه الله من الكرامة، فقال: أنا ناريّ، وهذا طينيّ، فكانت السجدة لآدم ، والطاعة لله تعالى ذكره، فقال ( اخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ ) .واختلف أهل التأويل في معنى ( نَارِ السَّمُومِ ) فقال بعضهم: هي السموم الحارّة التي تقتل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا يحيى بن آدم، عن شريك، عن أبي إسحاق، عن التميمي، عن ابن عباس في قوله ( وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ ) قال: هي السموم التي تقتل، فأصابها إعصار فيه نار فاحترقت قال: هي السموم التي تقتل.حدثني المثنى، قال: ثنا الحِمَّانِيّ، قال: ثنا شريك، عن أبي إسحاق التميمي، عن ابن عباس ( وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ ) قال: هي السموم التي تقتل، فأصابها إعصار فيه نار فاحترقت قال: هي السموم التي تقتل.وقال آخرون: يعني بذلك من لهب النار.* ذكر من قال ذلك:حدثني المثنى، قال: ثنا إسحاق، قال: ثنا عبد الرحمن بن مغراء، عن جويبر، عن الضحاك، في قوله ( وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ ) قال: من لهب من نار السموم.حدثنا أبو كريب، قال: ثنا عثمان، عن سعيد، قال: ثنا بشر بن عمارة، عن أبي روق، عن الضحاك، عن ابن عباس، قال: كان إبليس من حي من أحياء الملائكة يقال لهم الجنّ، خُلقوا من نار السموم من بين الملائكة. قال: وخُلقت الجنّ الذين ذُكروا في القرآن من مارج من نار.حدثنا محمد بن المثنى، قال: ثنا أبو داود، قال: ثنا شعبة، عن أبي إسحاق، قال: دخلت على عمرو بن الأصم أعوده، فقال: ألا أحدّثك حديثًا سمعته من عبد الله؟ سمعت عبد الله يقول: هذه السموم جزء من سبعين جزءا من السموم التي خرج منها الجانّ. قال: وتلا( وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ ) . وكان بعض أهل العربية يقول: السموم بالليل والنهار. وقال بعضهم: الحَرُور بالنهار، والسموم بالليل، يقال: سَمَّ يومُنا يَسَمُّ سَمُومًا.حدثني المثنى، قال: ثنا محمد بن سهل بن عسكر، قال: ثنا إسماعيل بن عبد الكريم، قال: ثني عبد الصمد بن معقل، قال: سمعت وهب بن منبه، وسئل عن الجنّ ما هم، وهل يأكلون أو يشربون، أو يموتون، أو يتناكحون؟ قال: هم أجناس، فأما خالص الجنّ فهم ريح لا يأكلون ولا يشربون ولا يموتون ولا يتوالدون. ومنهم أجناس يأكلون ويشربون ويتناكحون ويموتون، وهي هذه التي منها السعالِي والغُول وأشباه ذلك.",
  "ayah": 27,
  "surah": 15
}
