{
  "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: إنا كفيناك المستهزئين يا محمد، الذين يستهزئون بك ويسخرون منك، فاصدع بأمر الله، ولا تخف شيئا سوى الله، فإن الله كافيك من ناصبك وآذاك كما كفاك المستهزئين. وكان رؤساء المستهزئين قوما من قريش معروفين.* ذكر أسمائهم حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني محمد، قال: كان عظماء المستهزئين كما حدثني يزيد بن رومان عن عُروة بن الزُّبير خمسة نَفَر من قومِه، وكانوا ذوي أسنان وشرف في قومهم ، من بني أسد بن عبد العُزَّى بن قصيّ: الأسود بن المطلب أبو زَمْعة، وكان رسول الله صلى الله عليه وسلم فيما بلغني قد دعا عليه لما كان يبلغه من أذاه واستهزائه، فقال: اللهمّ أعم بصره، وأثكله ولده ، ومن بني زهرة: الأسود بن عبد يغوث بن وهب بن عبد مناف بن زُهرة ، ومن بني مخزوم: الوليدُ بن المغيرة بن عبد الله بن مخزوم ، ومن بني سهم بن عمرو بن هُصَيص بن كعب بن لؤيّ: العاص بن وائل بن هشام بن سعيد بن سعد بن سَهْم ، ومن خُزاعة: الحارث بن الطُّلاطلة بن عمرو بن الحارث بن عمرو بن مَلْكان ، فلما تمادوْا في الشرّ وأكثروا برسول الله صلى الله عليه وسلم الاستهزاء، أنـزل اللَّه تعالى ذكره  فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ * إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ  ... إلى قوله ( فَسَوْفَ يَعْلَمُونَ ) قال محمد بن إسحاق: فحدثني يزيد بن رومان، عن عُروة بن الزبير أو غيره من العلماء ، أن جبرئيل أتى رسول الله صلى الله عليه وسلم وهم يطوفون بالبيت فقام ، وقام رسول الله صلى الله عليه وسلم إلى جنبه، فمرّ به الأسود بن المطلب، فرَمى في وجهه بورقة خضراء، فعَمِي ، ومرّ به الأسود بن عبد يغوث، فأشار إلى بطنه فاسْتَسْقَى بطنه ، فمات منه حبنا ، ومرّ به الوليد بن المُغيرة، فأشار إلى أثر جرح بأسفل كعب رجله كان أصابه قبل ذلك بسنتين، وهو يجرّ سِبله، يعني إزاره ، وذلك أنه مرّ برجل من خزاعة يَريش نبلا له، فتعلق سهم من نبله بإزاره فخدش رجله ذلك الخدش وليس بشيء، فانتقَض به فقتله ، ومرّ به العاص بن وائل السَّهميّ، فأشار إلى أخمص رجله، فخرج على حمار له يريد الطائف ، فوقِصَ على شِبْرِقة، فدخل في أخمص رجله منها شوكة، فقتلته .قال أبو جعفر : الشِّبرقة: المعروف بالحَسَك، منه حَبَنا (7) والحَبَن: الماء الأصفر ، ومرّ به الحارث بن الطُّلاطلة، فأشار إلى رأسه، فامتخط قيحا فقتله.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن محمد بن أبي محمد القرشيّ، عن رجل، عن ابن عباس، قال : كان رأسهم الوليد بن المُغيرة، وهو الذي جمعهم.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن زياد، عن سعيد بن جبير، في قوله (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: كان المستهزئين: الوليدُ بن المغيرة، والعاص بن وائل، وأبو زمعة والأسود بن عبد يغوث، والحارث بن عيطلة. فأتاه جبرئيل، فأومأ بأصبعه إلى رأس الوليد، فقال: ما صنعت شيئا، قال: كُفِيت ، وأومأ بيده إلى أخمص العاص، فقال النبيّ صلى الله عليه وسلم: ما صَنَعْتَ شَيْئا ، فقال: كُفيت ، وأومأ بيده إلى عين أبي زمعة، فقال النبيّ صلى الله عليه وسلم: ما صَنَعْتَ شَيْئا، قال: كُفيت. وأومأ بأصبعه إلى رأس الأسود، فقال النبيّ صلى الله عليه وسلم: دَعْ لي خالي . فقال: كُفِيت ، وأومأ بأصبعه إلى بطن الحارث، فقال النبيّ صلى الله عليه وسلم: ما صَنَعْتَ شَيْئا ، فقال كُفِيت. قال: فمرّ الوليد على قين لخزاعة وهو يجر ثيابه، فتعلقت بثوبه بروة أو شررة (8) وبين يديه نساء، فجعل يستحي أن يطأ من ينتزعها، وجعلت تضرب ساقه فخدشته، فلم يزل مريضا حتى مات ، وركب العاص بن وائل بغلة له بيضاء إلى حاجة له بأسفل مكة، فذهب ينـزل، فوضع أخمص قدمه على شبرقة ، فحكت رجله، فلم يزل يحكها حتى مات ، وعمي أبو زمعة ، وأخذت الأكلة في رأس الأسود ، وأخذ الحارث الماء في بطنه.حدثني يعقوب، قال: ثنا هشيم، عن أبي بشر، عن سعيد بن جبير، في قوله (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: هم خمسة رهط من قريش: الوليدُ بن المغيرة، والعاصُ بن وائل، وأبو زمعة، والحارث بن عيطلة، والأسود بن قيس.حدثني المثنى، قال: ثنا عمرو بن عون، قال: أخبرنا هشيم، عن أبي بشر، عن سعيد بن جبير، في قوله (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: الوليد بن المغيرة، والعاصُ بن وائل السَّهْمِيّ، والأسود بن عبد يغوث، والأسود بن المطلب، والحارث بن عيطلة.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا ابن عيينة، عن عمرو بن دينار، عن عكرمة، في قوله (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: هم خمسة كلهم هلك قبل بَدْر: العاص بن وائل، والوليد بن المغيرة، وأبو زمعة بن عبد الأسود، والحارث بن قيس، والأسود بن عبد يغوث.حدثنا ابن وكيع، قال: ثنا ابن عيينة عن عمرو، عن عكرمة: (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: الوليد بن المغيرة، والعاص بن وائل، والأسود بن عبد يغوث، والحارث بن عيطلة.حدثنا المثنى، قال: ثنا عمرو بن عون، قال: أخبرنا هشيم، عن أبي بكر الهذلي، قال: قلت للزُّهريّ: إن سعيد بن جبير وعكرمة اختلفا في رجل من المستهزئين، فقال سعيد: هو الحارث بن عيطلة، وقال عكرمة: هو الحارث بن قيس؟ فقال: صدقا، كانت أمه تسمى عيطلة وأبوه قيس.حدثني المثنى، قال: ثنا عمرو بن عون، قال: أخبرنا هشيم ، عن حصين، عن الشعبيّ، قال: المستهزئين سبعة ، وسَمَّى منهم أربعة.حدثنا ابن وكيع، قال: ثنا أبي، عن إسرائيل، عن جابر، عن عامر: (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: كانوا من قريش خمسة نفر: العاصُ بن وائل السهمي، كُفِي بصداع أخذه في رأسه، فسال دماغه حتى كان يتكلم من أنفه ، والوليد بن المغيرة المخزومي، كفي برجل من خزاعة أصلح سهما له، فندرت منه شظية، فوطئ عليها فمات ، وهبار بن الأسود، وعبد يغوث بن وهب، والحارث بن عيطلة.حدثنا أحمد بن إسحاق، قال: ثنا أبو أحمد، قال: ثنا إسرائيل، عن جابر، عن عامر: (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) قال: كلهم من قريش : العاص بن وائل، فكفي بأنه أصابه صداع في رأسه، فسال دماغه حتى لا يتكلم إلا من تحت أنفه ، والحارث بن عيطلة بصفر في بطنه ، وابن الأسود فكفي بالجدري ، والوليد بأن رجلا ذهب ليصلح سهما له، فوقعت شظية فوطئ عليها ، وعبد يغوث فكفي بالعمى، ذهب بصره.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، وعن مِقْسم ( إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ ) قال: هم الوليد بن المغيرة، والعاص بن وائل، وعديّ بن قيس، والأسود بن عبد يغوث، والأسود بن المطلب، مرّوا رجلا رجلا على النبيّ صلى الله عليه وسلم ومعه جبرئيل، فإذا مرّ به رجل منهم قال جبرئيل: كيف تجد هذا؟ فيقول: بئس عدوّ الله ، فيقول جبرئيل: كفاكه ، فأما الوليد بن المغيرة ، فتردّى، فتعلق سهم بردائه، فذهب يجلس فقطع أكحله فنـزف فمات ، وأما الأسود بن عبد يغوث، فأُتِي بغصن فيه شوك، فضرب به وجهه، فسالت حدقتاه على وجهه، فكان يقول: دعوت على محمد دعوة، ودعا عليّ دعوة، فاستجيب لي، واستجيب له ، دعا عليّ أن أَعمَى فعميت : ودعوت عليه أن يكون وحيدا فريدا في أهل يثرب فكان كذلك ، وأما العاص بن وائل، فوطئ على شوكة فتساقط لحمه عن عظامه حتى هلك ، وأما الأسود بن المطلب وعديّ بن قيس، فإن أحدهما قام من الليل وهو ظمآن، فشرب ماء من جَرّة، فلم يزل يشرب حتى انفتق بطنه فمات ، وأما الآخر فلدغته حية فمات.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرّزاق، قال: أخبرنا معمر. عن قتادة وعثمان، عن مِقْسم مولى ابن عباس، في قوله ( إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ ) ثم ذكر نحو حديث ابن عبد الأعلى، عن ابن ثور.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة:  كَمَا أَنْـزَلْنَا عَلَى الْمُقْتَسِمِينَ * الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ  هم رهط خمسة من قريش عضهوا القرآن، زعم بعضهم أنه سحر وزعم بعضهم أنه شعر وزعم بعضهم أنه أساطير الأوّلين: أما أحدهم: فالأسود بن عبد يغوث، أتى على نبيّ الله صلى الله عليه وسلم وهو عند البيت، فقال له الملَك: كيف تجد هذا؟ قال: بِئْسَ عَبْدُ اللَّهِ على أنَّهُ خالي ، قال: كفيناك ، ثم أتى عليه الوليد بن المغيرة، فقال له الملَك: كيف تجد هذا؟ قال: بِئْسَ عَبْدُ اللَّهِ ، قال: كَفيناك ، ثم أتى عليه عدي بن قيس أخو بني سهم، فقال الملك: كيف تجد هذا؟ قال: بِئْسَ عَبْدُ اللَّهِ ، قال: كفيناك ، ثم أتى عليه الأسود بن المطلب، فقال له الملك: كيف تجد هذا؟ قال: بِئْسَ عَبْدُ اللَّهِ ، قال: كفيناك ، ثم أتى عليه العاص بن وائل، فقال له الملك: كيف تجد هذا؟ قال: بِئْسَ عَبْدُ اللَّهِ ، قال: كفيناك ، فأما الأسود بن عبد يغوث، فأُتي بغصن من شوك فضرب به وجهه حتى سالت حدقتاه على وجهه، فكان بعد ذلك يقول: دعا عليّ محمد بدعوة ودعوت عليه بأخرى، فاستجاب الله له في واستجاب الله لي فيه ، دعا عليّ أن أثكل وأن أعمى، فكان كذلك ، ودعوت عليه أن يصير شريدا طريدا، فطردناه مع يهود يثرب وسرّاق الحجيج، وكان كذلك ، وأما الوليد بن المغيرة، فذهب يرتدي، فتعلق بردائه سهم غرب (9) فأصاب أكحله أو أبجله، فأتي في كلّ ذلك، فمات ، وأما العاص بن وائل، فوطئ على شوكة، فأتي في ذلك، جعل يتساقط لحمه عضوا عضوا فمات وهو كذلك ، وأما الأسود بن المطلب وعديّ بن قيس، فلا أدري ما أصابهما.ذُكر لنا أن نبيّ الله صلى الله عليه وسلم يوم بدر، نهى أصحابه عن قتل أبي البختري، وقال: خذوه أخذا، فإنه قد كان له بلاء ، فقال له أصحاب النبيّ صلى الله عليه وسلم: يا أبا البختري إنا قد نهينا عن قتلك فهلمّ إلى الأمنة والأمان ، فقال أبو البختري: وابن أخي معي؟ فقالوا: لم نؤمر إلا بك ، فراودوه ثلاث مرّات، فأبى إلا وابن أخيه معه، قال: فأغلظ للنبيّ صلى الله عليه وسلم الكلام، فحمل عليه رجل من القوم فطعنه فقتله، فجاء قاتله وكأنما على ظهره جبل أوثقه مخافة أن يلومه النبيّ صلى الله عليه وسلم ، فلما أخبر بقوله: قال النبيّ صلى الله عليه وسلم: أبْعَدَهُ اللَّهُ وأسْحَقَهُ ، وهم المستهزِئُونَ الذين قال الله (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) وهم الخمسة الذين قيل فيهم (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) استهزءوا بكتاب الله، ونبيه صلى الله عليه وسلم.حدثني المثنى، قال: ثنا أبو حُذيفة، قال : ثنا شبل، عن ابن أبي نجيح، عن مجاهد (إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ) هم من قريش.حدثني المثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، وزعم ابن أبي بَزَّة أنهم العاص بن وائل السهمي والوليد بن المغيرة الوحيد، والحارث بن عديّ بن سهم بن العيطلة، والأسود بن المطلب بن أسد بن عبد العُزَّى بن قُصيّ، وهو أبو زمعة، والأسود بن عبد يغوث وهو ابن خال رسول الله صلى الله عليه وسلم.حدثني القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: أخبرني عمرو بن دينار، عن ابن عباس، نحو حديث محمد بن عبد الأعلى ، عن محمد بن ثور، غير أنه قال: كانوا ثمانية ، ثم عدّهم وقال: كلهم مات قبل بدر.",
  "ayah": 95,
  "surah": 15
}
