{
  "text": "ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (34) اعتراض بين الجُمل المقولة في قوله : { قال إني عَبْدُ الله } [ مريم : 30 ] مع قوله : { وإن الله ربي وربكم } [ مريم : 36 ] ، أي ذلك المذكور هو عيسى ابن مريم لا كما تزعم النصارى واليهود .والإشارة لتمييز المذكور أكمل تمييز تعريضاً بالرد على اليهود والنصارى جميعاً ، إذ أنزله اليهود إلى حضيض الجناة ، ورفعه النصارى إلى مقام الإلهية ، وكلاهما مخطىء مبطل ، أي ذلك هو عيسى بالحق ، وأما من تصفونه فليس هو عيسى لأن استحضار الشخص بصفات غير صفاته تبديل لشخصيته ، فلما وصفوه بغير ما هو صفته جُعلوا بمنزلة من لا يعرفونه فاجتلب اسم الإشارة ليتميز الموصوف أكمل تمييز عند الذين يريدون أن يعرفوه حق معرفته . والمقصود بالتمييز تمييز صفاته الحقيقية عن الصفات الباطلة التي ألصقوها به لا تمييزُ ذاته عن الذوات إذ ليست ذاته بحاضرة وقت نزول الآية ، أي تلك حقيقة عيسى عليه السلام وصفته .و { قَوْلُ الحقّ } قرأهُ الجمهور بالرفع ، وقرأه ابن عامر ، وعاصم ، ويعقوب بالنصب؛ فأما الرفع فهو خبرٍ ثاننٍ عن اسم الإشارة أو وصف لعِيسى أو بدل منه ، وأما النصب فهو حال من اسم الإشارة أو من عيسى . ومعنى { قَولَ الحقّ } أن تلك الصفات التي سمعتم هي قول الحق ، أي مَقول هو الحق وما خالفها باطل ، أو أن عيسى عليه السلام هو قول الحق ، أي مقول الحق ، أي المكون من قول ( كُن ) ، فيكون مصدراً بمعنى اسم المفعول كالخلق في قوله تعالى : { هذا خلق الله } [ لقمان : 11 ].وجَوّز أبو علي الفارسي أن يكون نصب { قَولَ الحقّ } بتقدير : أحُقُّ قولَ الحق ، أي هو مصدر مؤكّد لمضمون الجملة قبله منصوب بفعل محذوف وجوباً ، تقديره : أحُقّ قولَ الحق . ويجوز أن يكون { قَولَ الحقّ } مصدراً نائباً عن فعله ، أي أقول قول الحق . وعلى هذين الوجهين يكون اعتراضاً . ويجوز أن يكون { قَولَ } مصدراً بمعنى الفاعل صفة لعِيسَى أو حالاً منه ، أي قائل الحق إذ قال : { إنِّي عَبْدُ الله ءاتانِي الكِتابَ إلى قوله : { أُبْعثُ حَيّاً } [ مريم : 30 33 ].و { الَّذي فيهِ يمْتَرُونَ } صفة ثانية أو حال ثانية أو خبر ثان عن { عيسى ابنُ مريمَ } على ما يناسب الوجوه المتقدمة .والامتراء : الشكّ ، أي الذي فيه يشكون ، أي يعتقدون اعتقاداً مَبناه الشك والخطأ ، فإن عاد الموصول إلى القول فالامتراء فيه هو الامتراء في صدقه ، وإن عاد إلى عيسى فالامتراء فيه هو الامتراء في صفاته بين رافع وخافض .",
  "ayah": 34,
  "surah": 19
}
