{
  "text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (49) طُوي ذكر اعتزاله إياهم بعد أن ذكر عزمه عليه إيجازاً في الكلام للعلم بأن مثله لا يعزم أمراً إلاّ نفذ عزمه ، واكتفاءً بذكر ما ترتّب عليه من جعل عزمه حدثاً واقعاً قد حصل جزاؤه عليه من ربّه ، فإنه لما اعتزل أباه وقومه واستوحش بذلك الفراق وهبه الله ذرية يأنس بهم إذْ وهبه إسحاق ابنه ، ويعقوب ابن ابنه ، وجعلهما نبيئين . وحسبك بهذه مكرمة له عند ربّه .وليس مجازاة الله إبراهيم مقصورة على أن وهبه إسحاق ويعقوب ، إذ ليس في الكلام ما يقتضي الانحصار ، فإنه قد وهبه إسماعيل أيضاً ، وظهرت موهبته إياه قبل ظهور موهبة إسحاق ، وكل ذلك بعد أن اعتزل قومَه .وإنما اقتُصر على ذكر إسحاق ويعقوب دون ذكر إسماعيل فلم يقل : وهبنا له إسماعيل وإسحاق ويعقوب ، لأن إبراهيم لما اعتزل قومه خرج بزوجه سارة قريبته ، فهي قد اعتزلت قومها أيضاً إرضاء لربها ولزوجها ، فذكر الله الموهبة الشاملة لإبراهيم ولزوجه ، وهي أن وهب لهما إسحاق وبعده يعقوب؛ ولأن هذه الموهبة لما كانت كِفاء لإبراهيم على مفارقته أباه وقومه كانت موهِبةَ من يعاشر إبراهيم ويؤنسه وهما إسحاق ويعقوب . أما إسماعيل فقد أراد الله أن يكون بعيداً عن إبراهيم في مكة ليكون جارَ بيت الله . وإنه لجوار أعظم من جوار إسحاق ويعقوب أباهما .وقد خصّ إسماعيل بالذكر استقلالاً عقب ذلك ، ومِثلُه قوله تعالى : { واذكر عبادنا إبراهيم وإسحاق ويعقوب >وَوَهَبْنَا لَهْمْ مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيّاً } [ ص : 45 ] ثم قال : { واذكر إسماعيل } في سورة ص ( 48 ) ، وقد قال في آية الصافات ( 99 101 ) { وقال إني ذاهب إلى ربي سيهدين رب هب لي من الصالحين فبشرناه بغلام حليم } إلى أن قال : وبشرناه بإسحاق نبيا م الصالحين فذكر هنالك إسماعيل عقب قوله : إني ذاهب إلى ربي سيهدين إذ هو المراد بالغلام الحليم .والمراد بالهبة هنا : تقدير ما في الأزل عند الله لأن ازدياد إسحاق ويعقوب كان بعد خروج إبراهيم بمدة بعد أن سَكَن أرض كنعان وبعد أن اجتاز بمصر ورجع منها . وكذلك ازدياد إسماعيل كان بعد خروجه بمدة وبعد أن اجتاز بمصر كما ورد في الحديث وفي التوراة ، أو أُريد حكاية هبة إسحاق ويعقوب فيما مضى بالنسبة إلى زمن نزول القرآن تنبيهاً بأن ذلك جزاؤه على إخلاصه .والنكتة في ذكر يعقوب أن إبراهيم رآه حفيداً وسُرّ به ، فقد ولد يعقوب قبل موت إبراهيم بخمس عشرة سنة ، وأن من يعقوب نشأت أمّة عظيمة .وحرف ( لما ) حرف وجودٍ لوجودٍ ، أي يقتضي وجود جوابه لأجل وجود شرطه فتقتضي جملتين ، والأكثر أن يكون وجود جوابها عند وجود شرطها ، وقد تكون بينهما فترة فتدل على مجرد الجزائية ، أي التعليل دون توقيت ، وذلك كما هنا .وضمير لهم عائد إلى إبراهيم وإسحاق ويعقوب عليهم السلام .و ( من ) في قوله { ومن ذريتهما محسن } [ الصافات : 113 ] إما حرف تبعيض صفة لمحذوف دلّ عليه",
  "ayah": 49,
  "surah": 19
}
