{
  "text": "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (71) لمّا ذكر انتزاع الذين هم أولى بالنّار من بقية طوائف الكفر عطف عليه أنّ جميع طوائف الشرك يدخلون النار ، دفعاً لتوهم أنّ انتزاع من هو أشد على الرحمان عتياً هو قصارى ما ينال تلك الطوائف من العذاب؛ بأن يحسبوا أنّ كبراءهم يكونون فداء لهم من النّار أو نحو ذلك ، أي وذلك الانتزاع لا يصرف بقية الشيع عن النّار فإن الله أوجب على جميعهم النّار .وهذه الجملة معترضة بين جملة { فوربك لنحشرنهم } [ مريم : 68 ] الخ وجملة { وإذا تتلى عليهم آياتنا بينات قال الذين كفروا } [ مريم : 73 ] الخ . . .فالخطاب في { وإن منكم } التفات عن الغيبة في قوله { لنحشرنّهم ولنحضرنّهم } [ مريم : 68 ] ؛ عدل عن الغيبة إلى الخطاب ارتقاء في المواجهة بالتهديد حتى لا يبقى مجال للالتباس المراد من ضمير الغيبة فإن ضمير الخطاب أعرَف من ضمير الغيبة . ومقتضى الظاهر أن يقال : وإن منهم إلا واردها . وعن ابن عبّاس أنّه كان يقرأ { وإن منهم . وكذلك قرأ عِكرمة وجماعة .فالمعنى : وما منكم أحد ممن نُزع من كلّ شيعة وغيرِه إلاّ واردُ جهنّم حتماً قضاه الله فلا مبدل لكلماته ، أي فلا تحسبوا أن تنفعكم شفاعتهم أو تمنعكم عزّة شِيعكم ، أو تُلقون التبعة على سادتكم وعظماء أهل ضلالكم ، أو يكونون فداء عنكم من النّار . وهذا نظير قوله تعالى : { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين وإن جهنم لموعدهم أجمعين } [ الحجر : 42 ، 43 ] ، أي الغاوين وغيرهم .وحرف ( إنْ ) للنفي .والورود : حقيقته الوصول إلى الماء للاستقاء . ويطلق على الوصول مطلقاً مجازاً شائعاً ، وأما إطلاق الورود على الدخول فلا يُعرف إلا أن يكون مجازاً غير مشهور فلا بد له من قرينة .وجملة { ثمّ ننجي الذين اتّقوا } زيادة في الارتقاء بالوعيد بأنّهم خالدون في العذاب ، فليس ورودهم النّار بموقّت بأجل .و { ثمّ } للترتيب الرتبي تنويهاً بإنجاء الذين اتّقوا وتشويهاً بحال الذين يبقون في جهنم جُثيّاً . فالمعنى : وعلاوة على ذلك ننجي الذين اتّقوا من ورود جهنم . وليس المعنى : ثمّ ينجي المتقين من بينهم بل المعنى أنهم نَجَوْا من الورود إلى النّار . وذكر إنجاء المتقين : أي المؤمنين ، إدماج ببشارة المؤمنين في أثناء وعيد المشركين .وجملة { ونذر الظالمين فيها جثياً } عطف على جملة { وإن منكم إلاّ واردها }. والظالمون : المشركون .والتعبير بالّذين ظلموا إظهار في مقام الإضمار . والأصل : ونذركم أيها الظالمون .ونذر : نترك ، وهو مضارع ليس له ماض من لفظه ، أمات العرب ماضي ( نذر ) استغناء عنه بماضي ( ترك ) ، كما تقدّم عند قوله تعالى : { ثم ذرهم في خوضهم يلعبون } في سورة الأنعام ( 91 ).فليس الخطاب في قوله وإن منكم إلاّ واردها } لجميع النّاس مؤمنهم وكافِرِهم على معنى ابتداء كلام؛ بحيث يقتضي أن المؤمنين يردون النّار مع الكافرين ثم يُنْجوَن من عذابها ، لأنّ هذا معنى ثقيل ينبو عنه السياق ، إذ لا مناسبة بينه وبين سياق الآيات السابقة ، ولأنّ فضل الله على المؤمنين بالجنّة وتشريفهم بالمنازل الرفيعة ينافي أن يسوقهم مع المشركين مَساقاً واحداً ، كيف وقد صُدّر الكلام بقوله{ فوربك لنحشرنهم والشياطين } [ مريم : 68 ] وقال تعالى : { يوم نحشر المتقين إلى الرحمان وفداً ونسوق المجرمين إلى جهنم ورداً } [ مريم : 85 ، 86 ] ، وهو صريح في اختلاف حشر الفريقين .فموقع هذه الآية هنا كموقع قوله تعالى : { وإن جهنم لموعدهم أجمعين } [ الحجر : 43 ] عقب قوله { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين } [ الحجر : 42 ]. فلا يتوهم أن جهنّم موعد عباد الله المخلصين مع تقدّم ذكره لأنّه ينبو عنه مقام الثناء .وهذه الآية مثار إشكال ومحطّ قيل وقال؛ واتفق جميع المفسرين على أن المتّقين لا تنالهم نار جهنّم ، واختلفوا في محل الآية فمنهم من جعل ضمير { منكُم } لجميع المخاطبين بالقرآن ، ورووه عن بعض السلف فصدمَهم فساد المعنى ومنافاة حكمة الله والأدلّة الدالة على سلامة المؤمنين يومئذ من لقاء أدنى عذاب ، فسلكوا مسالك من التّأويل ، فمنهم من تأوّل الورود بالمرور المجرد دون أن يمس المؤمنين أذى ، وهذا بُعد عن الاستعمال ، فإن الورود إنما يراد به حصول ما هو مودع في المَورد لأنّ أصله من وُرود الحوض . وفي آي القرآن ما جاء إلاّ لمعنى المصير إلى النّار كقوله تعالى : { إنكم وما تعبدون من دون الله حصب جهنم أنتم لها واردون لو كان هؤلاء آلهة ما وردوها } [ الأنبياء : 98 ، 99 ] وقوله { يقدم قومه يوم القيامة فأوردهم النار وبئس الورد المورود } [ هود : 98 ] وقوله { ونسوق المجرمين إلى جهنم وِرداً } [ مريم : 86 ]. على أن إيراد المؤمنين إلى النّار لا جدوى له فيكون عبثاً ، ولا اعتداد بما ذكره له الفخر ممّا سمّاه فوائد .ومنهم من تأوّل ورود جهنّم بمرورالصراط ، وهو جسر على جهنّم ، فساقوا الأخبار المروية في مرور الناس على الصراط متفاوتين في سُرعة الاجتياز . وهذا أقل بُعداً من الذي قبله .وروى الطبري وابن كثير في هذين المحملين أحاديث لا تخرج عن مرتبة الضعف مما رواه أحمد في «مسنده» والحكيمُ التّرمذي في «نوادر الأصول» . وأصح ما في الباب ما رواه أبو عيسى الترمذي قال : «يرد النّاس النّار ثمّ يصدرون عنها بأعمالهم» الحديث في مرور الصراط .ومن النّاس من لفق تعضيداً لذلك بالحديث الصحيح : أنه «لا يموت لمسلم ثلاثة من الولد فيلج النّار إلاّ تَحلة القسم» فتأول تحلة القسم بأنها ما في هذه الآية من قوله تعالى : { وإن منكم إلاَّ واردها } وهذا محمل باطل ، إذ ليس في هذه الآية قسم يتحلل ، وإنّما معنى الحديث : إن من استحق عذاباً من المؤمنين لأجل معاص فإذا كان قد مات له ثلاثة من الولد كانوا كفارة له فلا يلج النّار إلاّ ولوجاً قليلاً يشبه ما يفعل لأجل تحلة القسم ، أي التحلل منه . وذلك أن المقسم على شيء إذا صعب عليه بر قسمه أخذ بأقل ما يتحقق فيه ما حلف عليه ، فقوله «تحلة القسم» تمثيل .ويروى عن بعض السلف روايات أنّهم تخوفوا من ظاهر هذه الآية ، من ذلك ما نقل عن عبد الله بن رواحة ، وعن الحسن البصري ، وهو من الوقوف في موقف الخوف من شيء محتمل .وذكر فعل { نَذَرُ } هنا دون غيره للإشعار بالتحقير ، أي نتركهم في النار لا نعبأ بهم ، لأن في فعل الترك معنى الإهمال .والحتم : أصله مصدر حتمه إذ جعله لازماً ، وهو هنا بمعنى المفعول ، أي محتوماً على الكافرين ، والمقضي : المحكوم به . وجُثِيّ تقدم .وقرأ الجمهور",
  "ayah": 71,
  "surah": 19
}
