{
  "text": "وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آَمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا (73) عطف على قوله { ويقول الإنسان أإذا ما مت لسوف أخرج حياً } [ مريم : 66 ] وهذا صنف آخر من غرور المشركين بالدنيا وإناطتهم دلالة على السعادة بأحوال طيب العيش في الدنيا فكان المشركون يتشففون على المؤمنين ويرون أنفسهم أسعد منهم .والتّلاوة : القراءة . وقد تقدمت عند قوله تعالى : { واتبعوا ما تتلو الشياطين على مُلك سليمان } في البقرة ( 102 ) ، وقوله : { وإذا تليت عليهم آياته زادتهم إيماناً } في أول الأنفال ( 2 ). كان النبي يقرأ على المشركين القرآن فيسمعون آيات النعي عليهم وإنذارهم بسوء المصير ، وآيات البشارة للمؤمنين بحسن العاقبة ، فكان المشركون يكذّبون بذلك ويقولون : لو كان للمؤمنين خير لعُجل لهم ، فنحن في نعمة وأهل سيادة ، وأتباع محمّد من عامة الناس ، وكيف يفوقوننا بل كيف يستوون معنا ، ولو كنا عند الله كما يقول محمد لمنّ على المؤمنين برفاهية العيش فإنّهم في حالة ضنك ولا يساووننا فلو أقصاهم محمد عن مجلسه لاتّبعناه ، قال تعالى : { ولا تطرد الذين يدعون ربّهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من الظالمين وكذلك فتنا بعضهم ببعض ليقولوا أهؤلاء منّ الله عليهم من بيننا أليس الله بأعلم بالشاكرين } [ الأنعام : 52 ، 53 ] ، وقال تعالى : { وقال الذين كفروا للذين آمنوا لو كان خيراً ما سبقونا إليه } [ الأحقاف : 11 ]. فلأجل كون المشركين كانوا يقيسون هذا القياس الفاسد ويغالطون به جعل قولهم به معلّقاً بزمان تلاوة آيات القرآن عليهم . فالمراد بالآيات البيّنات : آيات القرآن ، ومعنى كونها بيّنات : أنّها واضحات الحجّة عليهم ومفعمة بالأدلّة المقنعة .واللاّم في قوله { للّذين آمنوا } يجوز كونها للتّعليل ، أي قالوا لأجل الذين آمنوا ، أي من أجل شأنهم ، فيكون هذا قول المشركين فيما بينهم . ويجوز كونها متعلقة بفعل { قَالَ } لتعديته إلى متعلّقه ، فيكون قولهم خطاباً منهم للمؤمنين .والاستفهام في قولهم { أيُّ الفريقين } تقريريّ .وقرأ من عدا ابن كثير { مَقاماً } بفتح الميم على أنه اسم مكان مِن قام ، أطلق مجازاً على الحظ والرفعة ، كما في قوله تعالى : { ولمن خاف مقام ربّه جنتان } [ الرحمن : 46 ] ، فهو مأخوذ من القيام المستعمل مجازاً في الظهور والمقدرة .وقرأه ابن كثير بضم الميم من أقام بالمكان ، وهو مستعمل في الكون في الدنيا . والمعنى : خيرٌ حياةً .",
  "ayah": 73,
  "surah": 19
}
