{
  "text": "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا (75) هذا جواب قولهم { أي الفريقين خير مقاماً وأحسن نَدِيّاً } [ مريم : 73 ]. لقن الله رسوله صلى الله عليه وسلم كشف مغالطتهم أو شبهتهم؛ فأعلمهم بأن ما هم فيه من نعمة الدنيا إنما هو إمهال من الله إيّاهم ، لأنّ ملاذ الكافر استدراج . فمعيار التفرقة بين النّعمة الناشئة عن رضى الله تعالى على عبده وبين النعمة التي هي استدراج لمن كفر به هو النظر إلى حال من هو في نعمة بين حال هدى وحال ضلال . قال تعالى في شأن الأولين : { من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون } [ النحل : 97 ]. وقال في شأن الآخرين { أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون } [ المؤمنون : 55 ، 56 ].والمعنى : أن من كان منغمساً في الضلالة اغترّ بإمهال الله له فركبه الغرور كما ركبهم إذ قالوا { أي الفريقين خير مقاماً وأحسن ندياً .واللاّم في قوله فليمدد له الرحمان مداً } لام الأمر أو الدعاء ، استعملت مجازاً في لازم معنى الأمر ، أي التحقيق ، أي فسيمد له الرحمان مداً ، أي إن ذلك واقع لا محالة على سنّة الله في إمهال الضُّلال ، إعذاراً لهم ، كما قال تعالى : { أو لم نعمركم ما يتذكر فيه من تذكر } [ فاطر : 37 ] ، وتنبيهاً للمسلمين أن لا يغتروا بإنعام الله على الضُّلال حتى أنّ المؤمنين يَدْعُون الله به لعدم اكتراثهم بطول مدة نعيم الكفّار .فإن كان المقصود من { قُل } أن يقول النبي ذلك للكفّار فلام الأمر مجرد مجاز في التحقيق ، وإن كان المقصود أن يبلّغ النبيءُ ذلك عَن الله أنه قال ذلك فلامُ الأمر مجاز أيضاً وتجريد بحيث إنّ الله تعالى يأمر نفسه بأن يمد لهم .والمدّ : حقيقته إرخاء الحبل وإطالته ، ويستعمل مجازاً في الإمهال كما هنا ، وفي الإطالة كما في قولهم : مدّ الله في عمرك .و { مَدّاً } مفعول مطلق مؤكد لعامله ، أي فليمدد له المدّ الشديد ، فيسينتهي ذلك .و { حتى } لغاية المد ، وهي ابتدائية ، أي يمدّ له الرحمان إني أن يَروا ما يوعدون ، أي لا محيص لهم عن رؤية ما أوعدوا من العذاب ولا يدفعه عنه طول مدّتهم في النّعمة . فتكون الغاية مضمون الجملة التي بعدها { حتى } لا لفظاً مفرداً . والتقدير : يمدّ لهم الرحمان حتى يروا العذاب فيعلموا من هو أسعد ومن هو أشقى .وحرف الاستقبال لتوكيد حصول العلم لهم حينئذ وليس للدّلالة على الاستقبال لأنّ الاستقبال استفيد من الغاية .و { إمّا } حرف تفصيل ل { ما يوعدون } ، أي ما أوعدوا من العذاب إما عذاب الدنيا وإما عذاب الآخرة ، فإن كلّ واحد منهم لا يعدو أن يرى أحد العذابين أو كليهما .وانتصب لفظ { العذاب } على المفعولية ل { يَروْا . وحرف إما } غير عاطف ، وهو معترض بين العامل ومعموله ، كما في قول تأبّط شراً :هما خطتّا إمّا إسارٍ ومِنّةٍوإما دممٍ والموت بالحر أجدربجرّ ( إسار ، ومنّة ، ودم ).وقوله { شرّ مكاناً وأضعف جنداً } مقابل قولهم { خيرٌ مقاماً وأحسن نديّاً } [ مريم : 73 ] فالمكان يرادف المقام ، والجند الأعوان ، لأنّ الندي أريد به أهله كما تقدم ، فقوبل { خيرٌ نديّاً } ب { أضعفُ جنداً }.",
  "ayah": 75,
  "surah": 19
}
