{
  "text": "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آَتِي الرَّحْمَنِ عَبْدًا (93) والمعنى في هذه الآية : وما يجوز أن يتّخذ الرحمان ولداً ، بناء على أن المستحيل لو طلب حصوله لما تأتّى لأنه مستحيل لا تتعلّق به القدرة ، لا لأنّ الله عاجز عنه ، ونحوُ قوله : { قالوا سبحانك ما كان ينبغي لنا أن نتخذ من دونك من أولياء } [ الفرقان : 18 ] يفيد معنى : لا يستقيم لنا ، أو لا يُخوّل لنا أن نتخذ أولياء غيرك ، ونحو قوله : { لا الشمس ينبغي لها أن تدرك القمر } [ يس : 40 ] يفيد معنى لا تسْتطيع . ونحو { وما علمناه الشعر وما ينبغي له } [ يس : 69 ] يفيد معنى : أنه لا يليق به ، ونحو : { وهب لي ملكاً لا ينبغي لأحد من بعدي } [ ص : 35 ] يفيد معنى : لا يستجاب طلبه لطالبه إن طلبه ، وفرقٌ بين قولك : ينبغي لك أن لا تفعل هذا ، وبين لا ينبغي لك أن تفعل كذا ، أي ما يجوز لِجلال الله أن يتخذ ولداً لأنّ جميع الموجودات غيرَ ذاته تعالى يجب أن تكون مستوية في المخلوقية له والعبودية له . وذلك ينافي البُنوة لأن بُنوة الإله جزء من الإلهية ، وهو أحد الوجهين في تفسير قوله تعالى : { قل إن كان للرّحمان ولد فأنا أول العابدين } [ الزخرف : 81 ] ، أي لو كان له ولد لعبدتُه قبلكم .ومعنى { آتي الرحمان عبداً } : الإتيان المجازي ، وهو الإقرار والاعتراف ، مثل : باء بكذا ، أصله رجع ، واستعمل بمعنى اعترَف .و { عبداً } حال ، أي معترف لله بالإلهية غير مستقل عنه في شيء في حال كونه عبداً .ويجوز جعل { آتي الرحمان } بمعنى صائر إليه بعد الموت ، ويكون المعنى أنّه يحيا عبداً ويحشر عبداً بحيث لا تشوبه نسبة البنوة في الدنيا ولا في الآخرة .وتكرير اسم { الرّحمان } في هذه الآية أربع مرات إيماء إلى أن وصف الرحمان الثابت لله ، والذي لا ينكر المشركون ثبوت حقيقته لله وإن أنكروا لفظه ، ينافي ادعاء الولد له لأنّ الرحمان وصف يدلّ على عموم الرّحمة وتكثرها . ومعنى ذلك : أنّها شاملة لكل موجود ، فذلك يقتضي أن كل موجود مفتقر إلى رحمة الله تعالى ، ولا يتقوم ذلك إلا بتحقق العبودية فيه . لأنه لو كان بعض الموجودات ابناً لله تعالى لاستغنى عن رحمته لأنه يكون بالبنوة مساوياً له في الإلهية المقتضية الغنى المطلقَ ، ولأن اتخاذ الابن يتطلّبُ به متخذُه برّ الابن به ورحمته له ، وذلك ينافي كون الله مفيض كلّ رحمة .فذكر هذا الوصف عند قوله : { وقالوا اتخذ الرحمان ولداً } وقوله { أن دعوا للرحمان ولداً } تسجيل لغباوتهم .وذكره عند قوله : { وما ينبغي للرحمان أن يتّخذ ولداً } إيماء إلى دليل عدم لياقة اتخاذ الابن بالله وذكرُه عند قوله : { إلا آتي الرحمان عبداً } استدلال على احتياج جميع الموجودات إليه وإقرارها له بملكه إياها .",
  "ayah": 93,
  "surah": 19
}
