{
  "text": "يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ (29({ يَسْأَلُهُ مَن فِى السماوات والأرْض } .استئناف ، والمعنى أن الناس تنقرض منهم أجيال وتبقى أجيال وكلُ باققٍ محتاج إلى أسباب بقائه وصلاح أحواله فهم في حاجة إلى الذي لا يفنى وهو غير محتاج إليهم . ولما أفضى الإِخبار إلى حاجة الناس إليه تعالى أتبع بأن الاحتياج عام أهل الأرض وأهل السماء . فالجميع يسألونه ، فسؤال أهل السماوات وهم الملائكة يسبحون بحمد ربهم ويستغفرون لمن في الأرض ويسألون رضى الله تعالى ، ومَنْ في الأرض وهم البشر يسألونه نعم الحياة والنجاة في الآخرة ورفع الدرجات في الآخرة . وحذف مفعول { يسئله } لإِفادة التعميم ، أي يسألونه حوائجهم ومهامهم من طلوع الشمس إلى غروبها .{ كُلَّ يَوْمٍ هُوَ فِى شَانٍ } .يجوز أن تكون الجملة حالاً من ضمير النصب في { يسئله } أو تذييلاً لجملة { يسئله من في السموات والأرض } ، أي كلّ يوم هو في شأن من الشؤون للسائلين وغيرهم فهو تعالى يُبرم شؤوناً مختلفة من أحوال الموجودات دواماً ، ويكون { كل يوم } ظرفاً متعلقاً بالاستقرار في قوله : { هو في شأن } ، وقدم على ما فيه متعلّقهُ للاهتمام بإفادة تكرر ذلك ودوامه . والمعنى : في شأن من شؤون من في السماوات والأرض من استجابة سُؤللٍ ، ومن زيادة ، ومن حرمان ، ومن تأخير الاستجابة ، ومن تعويض عن المسؤول بثواب ، كما ورد في أحاديث الدعاء أن استجابته تكون مختلفة ، وتقدم عند قوله تعالى : { وقال ربكم ادعوني أستجب لكم } [ غافر : 60 ] .ومعنى { في } على هذا التفسير تقويَة ثبوت الشؤون لله تعالى وهي شؤون تصرّفه ومظاهر قدرته ، كما قال الحسين بن الفضل النيسابوري : «شؤون يبديها لا شؤون يبتديها» .و { يوم } مستعمل مجازاً في الوقت بعلاقة الإِطلاق ، إذ المعنى : كل وقت من الأوقات ولو لحظة ، وليس المراد باليوم الوقت الخاص الذي يمتد من الفجر إلى الغروب .وإطلاق اليوم ونحوه على مطلق الزمان كثير في كلام العرب كقولهم : الدهر يومان يوم نُعُم ويوم بُؤس ، وقال عمرو بن كلثوم :وإنّ غَداً وإن اليومَ رهن ... وبَعد غَدٍ لِمَا لا تعلمينأراد الزمان المستقبل والحاضر والمستقبل البعيد وإلا فأي فرق بين غد وبعد غد .والشأن : الشيء العظيم والحدث المهم من مخلوقات وأعمال من السماوات والأرض ، وفي الحديث \" أنه تعالى كل يوم يغفر ذنباً ويفرج كرباً ويرفع أقواماً ويضع آخرين \" وهو تعالى يأمر وينهي ويحيي ويميت ويعطي ويمنع ونحو ذلك وإذا كان في تصرفه كل شأن فما هو أقل من الشأن أولى بكونه من تصرفه .والظرفية المستعملة فيها حرف { في } ظرفية مجازية مستعارة لشدة التلبس والتعلق بتصرفات الله تعالى بمنزلة إحاطة الظرف بالمظروف أو بأسئلة المخلوقات الذين في السماء والأرض .والمعنى : أنه تعالى كل يوم تتعلق قدرته بأمور يبرزها ويتعلق أمره التكويني بأمور من إيجاد وإعدامٍ .ومن أحاسن الكلم في تفسير هذه الآية قول الحسين بن الفضل لما سأله عبد الله بن طاهر قائلاً : قد أشكل عليّ قوله هذا : وقد صح أن القلم جفّ بما هو كائن إلى يوم القيامة . فقال : «إنها شؤون يبديها لا شؤون يبتديها» وقد أجمل الحُسين بن الفضل الجواب بما يقنع أمثال عبد الله بن طاهر ، وإن كان الإِشكال غير وارد إذ ليس في الآية أن الشؤون تخالف ما سطره قلم العلم الإِلهي ، على أن هذا الجواب لا يجري إلا على أحد الوجوه في تفسير قوله : { كل يوم هو في شأن } كما علمت آنفاً .",
  "ayah": 29,
  "surah": 55
}
