{
  "text": "أَلَّا تَطْغَوْا فِي الْمِيزَانِ (8(و { الميزان } : أصله اسمُ آلة الوزن ، والوزن تقديرُ تعادُللِ الأشياء وضبط مقادير ثقلها وهو مِفعال من الوزن ، وقد تقدم في قوله تعالى : { والوزن يومئذٍ الحق فمن ثقلت موازينه } في سورة الأعراف ( 8 ( ، وشاع إطلاق الميزان على العدل باستعارة لفظ الميزان للعدل على وجه تشبيه المعقول بالمحسوس .والميزان هنا مراد به العدل ، مثل الذي في قوله تعالى : { وأنزلنا معهم الكتاب والميزان } [ الحديد : 25 ] لأنه الذي وضعه الله ، أي عيّنه لإِقامة نظام الخلق ، فالوضع هنا مستعار للجعل فهو كالإِنزال في قوله : { وأنزلنا معهم الكتاب والميزان } . ومنه قول أبي طلحة الأنصاري «وإنّ أحبَّ أموالي إليّ بئرحاءٍ وأنها صدقة لله فضَعْهَا يا رسول الله حيثُ أراكَ الله» أي اجعلها وعينها لما يدُلُّك الله عليه فإطلاق الوضع في الآية بعد ذكر رفع السماء مشاكلة ضِدية وإيهامُ طباق مع قوله : { رفعها } ففيه محسِّنان بديعيان .وقرن ذلك مع رفع السماء تنويهاً بشأن العدل بأن نسب إلى العالم العلوي وهو عالم الحق والفضائل ، وأنه نزل إلى الأرض من السماء أي هو مما أمر الله به ، ولذلك تكرر ذلك العدل مع ذكر خلق السماء كما في قوله تعالى : { هو الذي جعل الشمس ضياء والقمر نوراً وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق } في سورة يونس ( 5 ( ، وقوله : { وما خلقنا السماوات والأرض وما بينهما إلا بالحق } في سورة الحجر ( 85 ( ، وقوله : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلا بالحق } في سورة الدخان ( 38 ، 39 ( . وهذا يصدّق القول المأثور : بالعدل قامت السماوات والأرض . وإذ قد كان الأمر بإقامة العدل من أهم ما أوصى الله به إلى رسوله قُرن ذكر جعله بذكر خلق السماء فكأنه قيل ووضع فيها الميزان .و ( أنْ ( في قوله : ألا تطغوا } يجوز أن تكون تفسيرية لأن فعل وضع الميزان فيه معنى أمر الناس بالعدل . وفي الأمر معنى القول دون حروفه فهو حقيق بأن يأتي تفسيرُه بحرف ( أنْ ( التفسيرية .فكان النهي عن إضاعة العدل في أكثر المعاملات تفسيراً لذلك . فتكون ( لا ( ناهية .ويجوز أن تكون ( أنْ ( مصدرية بتقدير لاَم الجر محذوفة قبلَها . والتقدير : لئلا تَطْغَوْا في الميزان ، وعلى كلا الاحتمالين يراد بالميزان ما يشمل العدل ويشمل ما به تقدير الأشياء الموزونة ونحوها في البيع والشراء ، أي من فوائد تنزيل الأمر بالعدل أن تجتنبوا الطغيان في إقامة الوزن في المعاملة . وتكون ( لا ( نافية ، وفعْل { تطغوا } منصوباً ب ( أن ( المصدرية .",
  "ayah": 8,
  "surah": 55
}
