{
  "text": "Commentary\nOut of these five verses of Surah Al-An'am, the word: أَبْصَارُ‌` al absar' appearing in the first verse (103), is the plural of بَصَر‌ (basar) which means vision, sight or ability to see, while the word: اِدرَک (idrak) means to reach, grasp, perceive, comprehend or encompass. Sayyidna Ibn ` Abbas ؓ has explained the meaning of ` idrak' at this place as to comprehend or encompass. (Al-Bahr Al-Muhit)\nThus, the sense of the verse comes to be that even the combined ability of seeing given to the entire creation, to Jinns and humans and angels, and to the rest of the life forms, can never see Allah Jalla Sha'nuhu in a way that their vision would encompass His Being. But, as for Him, He watches the vision of His entire creation fully, and His ` seeing' encompasses all of them. Mentioned in this brief verse are two particular attributes of Allah Ta` ala.\n1. Allah is Imperceivable: No eye in the whole universe, not even the combined eyesights of everyone, can encompass His Being.\nSayyidna Abu Said al-Khudri\tرضی اللہ تعالیٰ عنہ reports that the Holy Prophet \tﷺ said: If all human beings, Jinn, angels and Shaytan, from the first to the last, were to stand in a row, even their combined sights cannot comprehend His Being. (Mazhari with reference to Ibn Abi Hatim)\nThus, so unique an attribute can belong to none but to the most-exalted Being of Allah. Otherwise, the sight bestowed by Allah on even the most insignificant life form of His creation can see with its mini-eyes much larger bodies and comprehend what they are. The sun and the moon are spheres of great magnitude, our earth being no match to them, yet the human eye, even the eyes of the smallest of animals, would see them in a way that would encompass their presence.\nThe truth of the matter is that the human eye is one sense organ out of the many given to human beings which enable them to see and react to what is perceptible. But, the Sacred Being of Allah Ta` ala is beyond the all-surrounding, all-comprehending overview of even reason and conjecture. There is no way this knowledge could be acquired by one single sense of sight. The Being and the Attributes of Allah Ta` ala are limitless while human senses, reason and imagination are all limited. It is obvious that the limitless cannot fit into the limited. This is why the philosophers and metaphysicians of the world who spent their lives in intellectual research and the respected Sufis who traversed through this difficult spiritual field through the medium of Illumination (Kashf) and Experiencing of the Presence (Shuhud) all agree upon the proposition that neither has anyone arrived at the total comprehension of the reality of His Being and Attributes, nor is that possible.\nThe Possibility of Seeing the Creator\nThe question is: Is it possible for human beings to see Allah Ta` ala, or is it not? On this religious question or مَسٔلَہ mas'alah, the belief of all ` Ulama of Ahl al-Sunnah wa al-Jama` ah (the majority of Muslims who adhere to the Sunnah of the Holy Prophet ﷺ and his Sahabah ؓ  is that it is not possible to see the Being of Allah Ta` ala in the state of life we have in this mortal world. This is the reason why, when Sayyidna Musa\t (علیہ السلام) prayed: رَبِّ اَرِنِی (My Lord, show (Yourself) to me - 7:143), the answer given was: لَن ترَانِی ( ‘lan tarani\" : ` you shall never see Me' - 7:143). It is obvious when this is the answer given to a prophet no less than Sayyidna Musa the Kalimullah (علیہ السلام) ، no Jinn or human being can even dare think about it. However, that believing Muslims will have the honour of seeing Allah Ta` ala in the 'Akhirah stands proved on the authority of sound (Sahib) and strong 'Al.hadith which have been reported in uninterrupted succession (mutawatir). And this is what appears in the Qur'an itself:\nوُجُوهٌ يَوْمَئِذٍ نَّاضِرَ‌ةٌ ﴿22﴾ إِلَىٰ رَ‌بِّهَا نَاظِرَ‌ةٌ ﴿23﴾\nFaces on that Day shall be glowing, towards their Lord gazing! - 75:22-23\nHowever, the disbelievers and the deniers will not have the honour of seeing Allah Ta` ala even on that Day, as punishment, as in a verse of the Qur'an:\nكَلَّا إِنَّهُمْ عَن رَّ‌بِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ ﴿15﴾\nNo indeed; surely from (the sighting of) their Lord on that Day, they shall be deprived - 83:15.\nThe Ziarah (the honour of seeing or visiting) of Allah Ta` ala shall take place in 'Akhirah at several places - and on the Day of Resurrection (Al-Mahshar) as well as after reaching Jannah (Paradise). For the people of Jannah, the Ziarah of Allah Ta` ala shall be the greatest of all blessings.\nThe Holy Prophet ﷺ said: When the people of Jannah have entered Jannah, Allah Ta` ala will ask them if they need any more blessings besides what they have already received in Jannah; if so, let them ask and they shall be granted those too. They will say: 0 Allah, You granted us deliverance from Jahannam (Hell), and admitted us into the Jannah (Paradise). What else could we ask for? That would be the time when the Veil shall stand removed, everyone shall have the honour to see Allah Ta` ala, and of all the blessings of Jannah, this will be the greatest. This Hadith appears in the Sahih of Muslim as reported by Sayyidna Suhayb ؓ .\nAs reported in a Hadith from the Sahih of al-Bukhari, the Holy Prophet ﷺ was sitting under moonlight. His noble Sahabah were with him. He looked at the moon, then said: You shall see your Rabb with your own eyes (in the 'Akhirah) in a way you are seeing this moon.\nIn a Hadith of Tirmidhi and the Musnad of Ahmad, it has been reported from Sayyidna Ibn ` Umar ؓ that people blessed with special ranks of Jannah by Allah Ta` ala will have the good fortune of seeing Him every morning and evening.\nIn short, no one can see Allah Ta` ala in the mortal world while, in the 'Akhirah, all those in Jannah will see Him. As for the Ziyarah made by the Holy Prophet ﷺ on the night of Mi'raj (the Ascent to the Heavens), that too was, in reality, the Ziarah of Allah Ta` ala as it would be in the Akhirah. According to Shaykh Muhiyuddin ibn al-` Arabi, the world is what lies circumscribed by the skies. Beyond that is the domain of 'Akhirah. A Ziyarah there cannot be called a Ziyarah here in the world.\nNow, still unanswered remains the question: When we know from the verse of the Qur'an: لَّا تُدْرِ‌كُهُ الْأَبْصَارُ‌ (no vision can comprehend Him), that is, human beings just cannot see Allah Ta` ala, how would that become possible in the 'Akhirah? The obvious answer is that the verse of the Qur'an does not mean that the Ru'yah, Ziyarah or Seeing of Allah Ta` ala is impossible for human beings. Instead of that, the meaning of the verse is that human vision cannot comprehend or encompass His Being because His Being is unlimited while human vision is limited.\nEven the Ziyarah made in the 'Akhirah will be in a manner that vision would still fail to comprehend Him fully; while in the mortal world, human beings and their vision do not have the strength and capacity to bear by ` seeing' even in this manner. Therefore, this ru'yah or seeing is absolutely impossible in the mortal world. But, in the 'Akhirah, given the strength and capability, this ru'yah, ziyarah, or seeing would become possible - but, a full, all-encompassing comprehending of the Most-True Being of Allah Subhanuhu wa Ta` ala would still remain impossible even then.\n2. Allah is All-Perceiving: The second attribute of Allah Ta` ala mentioned in this verse is that His vision encompasses the whole universe. Nothing, anywhere, not even the minutest particle, is hidden from Him. This Absolute Knowledge with all-pervading, all-comprehending reach, is also a unique attribute of Allah Ta` ala. Other than Him, no created being has ever achieved such all-inclusive knowledge of everything, nor shall it ever be possible - because this is the domain of Allah, the most-exalted in His majesty.\nAfter that it was said: (and He is All-Fine, All-Aware). Lexically, the word: اللَّطِيفُ (al-Latif) has two meanings: (a) kind, (b) fine or subtle in contrast with thick or course, that is, what cannot be perceived through the senses.\nAs for the word: الْخَبِيرُ‌ (al-Khabir), it means All-Aware. Thus, the sentence comes to mean that Allah Ta` ala is All-Fine (Al-Latif), there-fore, He cannot be comprehended through the senses - and He is All-Aware (Al-Khabir), therefore, nothing in the entire universe is beyond His knowledge and awareness. If Al-Latif is taken to mean kind at this place, it will be suggesting that though Allah Ta` ala is All-Aware of everything we say or do, even what we intend, think or feel - which would have required that we should have been caught for every sin - but, He is kind and gracious too, therefore, He does not call us to account for every sin.\nThe word: بَصَائِرُ‌ (basa'ir (appearing in the second verse (104) is the plural of بَصیرہ basirah which means reason, intelligence or insight, that is, the power through which one can acquire the knowledge of things which do not fall within the range of perception through the senses. ` Basa'ir', in this verse, means the evidences and sources through which one can get to know truth and reality. The meaning of the verse is: The sources and means of seeing the truth have reached you from Allah, that is, the Qur'an has come, the Holy Prophet ﷺ has come, manifest have been his miracles, and observed openly were his morals and dealings and teachings. All these are means of seeing the truth.\nSo, whoever has used these means has become the one blessed with true insight with his benefits secured, while the one who elected to remain blind to the truth by ignoring these means ends up losing what was good.\nTowards the end of the verse, it was said: ` I do not stand guard over you.' It means that the Holy Prophet ﷺ has not been given the responsibility of forcing people to stop doing what was improper, as usually done by one appointed to oversee and guard (or self-appointed as vigilantes in our day). Instead, the functional responsibility of a messenger of Allah is only to convey commands, and explain. After that, following or not following the message conveyed becomes a matter of personal discretion and responsibility of the addressees.",
  "ayah": 104,
  "surah": 6
}
