{
  "text": "It will be recalled that many clear arguments in favour of Tauhid (Oneness of Allah) and Risalah (The Veracity of Prophethood) had appeared in previous verses. It is to these that reference has been made in the third verse (105) here where it has been said: كَذَٰلِكَ نُصَرِّ‌فُ الْآيَاتِ (And this is how We bring forth a variety of verses [ where arguments are presented from different angles ]).\nAfter that, it was said: لِيَقُولُوا دَرَ‌سْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ (so that they may say, \"you have been tutored\" and so that We may explain it to the people who have knowledge). From here it can be inferred that all aids to guidance in the form of miracles, signs, proofs, and the matchless Qur'an itself were all solid means to help see truth. Then, there was the spectacle of a total Ummiyy expressing with inimitable eloquence volumes of knowledge and reality through his blessed speech which has left the wise of the world wondering. And how could one bypass the eloquence and truth of the Word of Allah which could not be imitated even to the scale of one small Surah, despite the challenge to all Jinn and human beings valid upto the end of time? As we said, these were means to help people know and see the truth as it was. Such was the class and substance of this treasure trove of truth that even the most diehard denier should have fallen on the blessed feet of the Holy Prophet ﷺ ! But, people who were chronically crooked in their ways started saying: “ دَرَستَ ” (darasta), that is, ` you have been tutored.'\nThen, said along with it was: وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ (and so that We may explain it to the people who have knowledge). Its essential meaning is that the statement made proved to be beneficial for those who were understanding, sensible and wise. As for the sources of guidance, those were surely placed before everyone, but the crooked took no ad-vantage of the opportunity offered while the wise ones owned them heartily and became the leaders of their world.",
  "ayah": 105,
  "surah": 6
}
