{
  "text": "On Signs and Miracles\nThe previous verses had mentioned how obstinate people failed to benefit from clear signs of Allah and open miracles of His Messenger and kept on denying the message of truth. The present verses mention how they took a new turn, and demanded particular miracles from the Holy Prophet ﷺ . As reported by Ibn Jarir, the Quraysh chiefs asked that they be shown the miracle of turning the Mount of Safa into solid gold; if so, they would accept that he was a prophet and messenger, and that they would embrace Islam. The Holy Prophet ﷺ said: All right, make a solid agreement that, if this miracle is shown, all of you will become Muslims. They took solemn oaths. The Holy Prophet ﷺ stood up to pray that Allah turns the Mount into gold. Sayyidna Jibra'il (علیہا السلام) came with Wahy which said: If you wish, We shall make this whole Mount a Mount of gold, but the consequence will be that, according to the customary Divine Law, all of them - if they still fail to believe - shall be destroyed through a mass punishment, as has been happening with past communities who demanded a miracle which was shown, yet they reverted back to denial when the wrath and punishment of Allah overtook them. Since the Holy Prophet ﷺ was aware of their habitual obstinacy, and because he was in mercy the foremost, he said that he was not going to pray for that miracle anymore. Thereupon, the following verse was revealed: وَأَقْسَمُوا بِاللَّـهِ جَهْدَ أَيْمَانِهِمْ (And they swore by Allah on eloquent oaths - 109). Reported here is the sworn saying of the disbelievers that they would embrace Islam if they can see the miracle demanded by them. After that, in the sentence which follows immediately, it was said: إِنَّمَا الْآيَاتُ عِندَ اللَّـهِ (Signs are, definitely, with Allah - 109). This contains an answer to their saying. It has been declared here that all signs and miracles are within the power and control of Allah Ta` a1a. As for the miracles already manifested, they too were from Him - and those being demanded now, they too lie within His absolute control. But, according to the dictate of reason and justice, they had no right to make such a demand - because, the Holy Prophet ﷺ claims to be a Messenger of Allah, in support of which, he has already presented proofs and evidences in the form of miracles. Now, the other party does have the right to question these proofs and evidences by showing the proofs of their being false. But, the attitude of not cross-examining evidences presented and yet demanding some other evidences would be like the scenario in a law court where the respondent would avoid cross-examining the witness presented by the plaintiff and take the plea that he does not accept the evidence of these witnesses and that he would accept what is said particularly by such and such a person in his statement. Obviously, no court would consider this plea worth hearing.\nSimilar is the case of the veracity of a prophet or Rasul of Allah. To that end there are many clear signs and miracles before those who disbelieve. Now, unless they prove that these signs and miracles are false, they have no right to say that they would rather like to see a miracle of this or that kind before they could believe.\nAfter that, upto the end of the cited verses, Muslims have been directly instructed that their duty is to stay firm on the true faith in their individual capacity, as well as convey it to others correctly and properly. If they, even then, show signs of rigidness and obstinacy, one should not worry about them because no one has to be forced into becoming a Muslim. If this was what could be done by force, who can claim to have greater coercive power than Allah Ta` ala. He Himself would have made everyone a Muslim. And in order to give Muslims their peace of heart, it was also explained in the verse that these people will not believe even if Allah were to show them the miracles of their choice openly and clearly. The reason was that their denial was not based on any misunderstanding or lack of awareness. In fact, it was due to their hostility and obstinacy - a disease which cannot be treated by miracles. In verse 111 وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ , it has been said that these people, if they were shown all miracles demanded by them, in fact, even if they were made to meet with angels and talk to the dead, they would still not believe. In the two verses that follow (112 113), the Holy Prophet ﷺ has been comforted by saying that the hostility of such people against him is nothing surprising. Past prophets too had their enemies - so, let him not be sad about it.",
  "ayah": 113,
  "surah": 6
}
