{
  "text": "Linkage of Verses\nEarlier (116), by saying: وَ اِن تطِع (And if you obey), following people in error was prohibited absolutely. Onward from there, comes the prohibition of such following in a particular matter as necessitated by an event. That event pertains to the lawfulness of what has been slaughtered properly or improperly. The event is that disbelievers tried to put Muslims in doubt by commenting that they did not eat of the animals killed by Allah (i.e. by natural death) while they had no problem with eating of what they killed (slaughtered) themselves (as deduced by Abu Dawud and al-Hakim from Sayyidna Ibn ` Abbas ؓ ). Some Muslims reported this doubt before the Holy Prophet ﷺ Thereupon, these verses ending at: لَمُشْرِ‌كُونَ (121) were revealed (narrated by Abu Dawud and Al Tirmidhi from Sayyidna Ibn ` Abbs as in Al-Lubab).\nThe gist of the answer given is: You are Muslims. You observe the injunctions of Allah particularly - and Allah has told you all about the Halal and the Haram. So, keep abiding by it. Do not entertain any doubts about something Halal being حَرَام haram, and something حَرَام haram, being Halal. As for the scruples of disbelievers, just pay no attention to them.\nThe substantiation of this answer is that rational proofs are required only to prove the basic principles of faith (like Oneness of Allah, the prophethood of His messengers etc.) but once these basic principles are established and admitted, rational arguments are no more required for establishing a subsidiary or consequential rule of the Shari'ah. What is required is to prove that this rule is based on a specific order given by Allah or His messenger. Once it is established that the rule is based on a specific injunction imposed by Allah Ta` ala or His messenger, it cannot be called in question on the basis of rational ar-guments. (because after admitting that the rule is prescribed by Allah Who is all-Wise, all-Powerful, it will always be based on wisdom which might be unknown to us.) Rather, it is sometimes harmful to mention rational wisdom for the rules of Shari'ah, because any wisdom given by one's conjectures will always remain subject to doubts on the basis of counter arguments, and there is no way to find out a certain and absolute wisdom for a subsidiary rule of Shari'ah. However, if it is evident that a person wants to know the wisdom behind a rule of Shari'ah only to seek truth and to satisfy himself, there is no harm in mentioning some possible reasons of a rule before him as a matter of additional knowledge. But in the event that the rational wisdom is asked only for the sake of confrontation, then the proper way for a Muslim should be to ignore such questions and to act according to the prescribed rules without paying attention to the critic. It is true that if a person wants to prove that a subsidiary rule of Shari'ah is repugnant to an absolute principle established by reason, the point raised by him may deserve answer, but the question raised by the mushriks in the present case was not of this nature in any way. Therefore, the Muslims are directed to ignore such absurd questions and keep believing and acting as before.\nIt is on the basis of the aforesaid principles that the question of Mushriks has not been answered in express terms; However, the expression used has given a subtle indication to the difference between a carrion and an animal slaughtered properly. The text gives permission to eat an animal on which Allah's name is invoked (كُلُوا مِمَّا ذُكِرَ‌ اسْمُ اللَّـهِ عَلَيْهِ It is obvious that Allah's name is invoked on an animal while slaughtering it, therefore, it implies the condition of slaughtering an animal which drains out impure blood from the animal. On the other hand, it is forbidden to eat of an animal on which Allah's name is not invoked وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ‌ اسْمُ اللَّـهِ عَلَيْهِ. Not invoking Allah's name may happen in two different situations: (1) Not slaughtering an animal at all (2) slaughtering an animal without invoking Allah's name. Both these situations render the animal Harm according to this verse. Obviously, an animal which dies its natural death is covered under the first situation where its impure blood was not drained out and remaining in the body rendered it impure. That is why it has been held as Haram.\nCommentary\nThe Qur'anic order of reciting the name of Allah implied; مَا ذُكِرَ‌ اسْمُ اللَّـهِ عَلَيْهِ (that upon which the name of Allah has been invoked) includes both kinds of slaughter termed in Islamic Fiqh as \"al-dhabh-al-ikhtiyariyy (slaughtering an animal under control) and \"al-dhabh-al-idtirariyy„ (hunting an animal out of control with an arrow or a hunting dog or falcon). The name of Allah shall be recited in the latter case when releasing the arrow or the dog or falcon.\nSimilarly, the words \" مَّا ذُكِرَ‌ اسْمُ اللَّـهِ عَلَيْهِ \" include reciting actually or as implied. That is why Imam Abu Hanifah (رح) has allowed to eat an animal upon which the reciting of the name of Allah was missed inadvertently. However if it is missed deliberately, it will render the animal Haram.",
  "ayah": 119,
  "surah": 6
}
