{
  "text": "Mentioned in the third verse (128) is a dialogue before a gathering of Jinns and human beings on the plains of the Resurrection (Al-Hashr). Allah Ta` ala will address the satans among Jinns telling them about their excessive role in misleading human beings. What would they say in reply has not been mentioned by the Qur'an. As obvious, there was not much they could do but to confess the truth before the All-Knowing and the All-Aware. But, in not mentioning their confession, the hint given is that they will be so confounded with the question that they would not know how to make an answer. (Ruh al-Ma'ani)\nAfter that, the text turns to the satans among human beings, that is, those who followed the instigations of satans during their life of the world, went astray themselves, and kept becoming the cause of others going astray. It is from them that an answer submitted in the court of the Judge of all judges has been mentioned - though, the initial question was not asked of the satans of human beings, but in an implied manner, they too were the addressees, because they too had done the same job of making people go astray as was the job of the satans of the Jinn. Thus, their reply was based on their being the implied addressees. But, it seems obvious that the human-like satans too are liable to be questioned which, though, is not mentioned here explicitly. However, it does find mention in a verse of Surah Ya’ Sin, which is: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ that is, had I not taken a pledge from you, 0 children of Adam (through messengers), that you shall not obey the Shay-tan? - 36:60).\nFrom this we know that human satans too will be subjected to the question on this occasion and they would, in reply, confess that, surely, they committed that crime and that they listened to the satans, and they would also confess that, surely, the two of them benefitted from each other through their friendship and cooperation. The human satans learned from them the ways of securing gratification from worldly enjoyments and, on occasions, called on them for help in one or the other way, as is the practice in idol-worshipping Hindus and, for that matter, even among ignorant Muslims, who would practice methods through which the help of satans and jinns can be harnessed in some tasks. As for the satans among Jinns, their gain was that they found a pliable people to listen to them because of which they succeeded in making human beings follow their dictates, so much so that they forgot all about death and the Hereafter. That was when they confessed that they had forsaken the thought of death and the Hereafter because of the instigation of satans, and now they see it in front of them.\nThereupon, Allah Ta ala will say: النَّارُ‌ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّـهُ ۗ إِنَّ رَ‌بَّكَ حَكِيمٌ عَلِيمٌ(\"The Fire is your abode where you shall remain forever, except what Allah wills [ that is, wills to take someone out of it ]. Surely, your Lord is All-Wise, All-Knowing\" ). But, as in the definitive statements of the Qur'an (Nusus), it stands proved that even Allah Ta` ala would not so will, therefore, it is for ever that they shall have to be in it.",
  "ayah": 128,
  "surah": 6
}
