{
  "text": "Commentary\nLexically, the word: (nuwalli) appearing in the first (129) of the three verses cited above can be translated either in the sense of joining up and bringing closer, or in the sense of setting on or imposing on. Narrations reported from leading authorities in Tafsir among the Sahabah and Tabi` in also carry the explanation of this word as based on these two meanings.\nThe Basis of Human Groupings after Resurrection\nEarly authorities Said ibn Jubayr and Qatadah and others have taken the first sense and, according to them, the verse means that, on the day of Qiyamah before Allah Ta` ala, the collective formations - that is, groupings and party alignments of people - will not be on racial or national or colour and language basis, instead of which, these groupings shall be on the basis of deeds and morals. A Muslim obedient to Allah Ta` ala, wherever he may be, shall be together with Muslims; and the disobedient disbeliever, wherever he may be, shall be together with disbelievers - whether their race, heredity, country, language, colour and social living may be way different.\nThen, even among Muslims, those good in deeds shall be with the righteous while the evil doers will be grouped up with evil doers and sinners. This is the sense of what has been said in Surah At-Takwir: وَإِذَا النُّفُوسُ زُوِّجَتْ that is, when people shall be grouped (like with like) the sense of which is that the people gathered before Allah Ta` la on the plains of Resurrection shall split in different groupings in terms of their deeds and morals.\nIn his Tafsir of this verse, Sayyidna Faruq al-A'zam ؓ has said: ` The doers of one kind of deeds, good or bad, shall be grouped together. The good will go with the good to Jannah and the evil will be led with the evil to Jahannam.' To authenticate his explanation, Sayyidna Faruq al-A'zam ؓ cited proof from the verse: احْشُرُ‌وا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ of the Holy Qur'an (37:22) which deals with the same subject by saying that, on the day of Qiyamah, the command will go forth: 'Gather those who have been unjust, and their cohorts, (and take them to Jahannam).\nThe gist of the explanation of this verse is that Allah Ta` ala will, by merging some of the unjust with some others, will make them one group, irrespective of how far apart they may be from each other in terms of their race and homeland.\nIn addition to what has been stated above, it has also been clarified in another verse that, on the fateful day of Resurrection, the temporal grouping based on race, country, colour, language and other unifiers will break up root and branch: وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّ‌قُونَ ﴿14﴾. It means: When the Hour (of Qiyamah) is established, those united shall stand separated - 30:14).\nDeeds and Morals affect Collective Matters even in this World\nAs for the severance of existing relations and affiliations, that is something which will come before everyone fully and clearly after all, but a minor sampling of this can be found everywhere in this mortal world as well. It goes without saying that a good person is temperamentally tuned to virtues and virtuous people. He is attached to them individually or collectively. This becomes his passport to ever-new avenues of good deeds which go on to make his determination firm. The same holds for doers of evil deeds. They too relate to their kind; to them they are attached and with them they keep company. And this negative company keeps contributing to their evil deeds and evil morals, as a result of which, avenues of good and prospects of better con-duct keep closing on him before his own eyes. This is his cash punishment for his evil deeds which he gets right here in this world.\nSo, in a nutshell, we can say that there is a reward or punishment of good or bad deeds which will come in the 'Akhirah and there is a reward or punishment which comes within the life of this world in a way that a good person is blessed with colleagues who are equally good and honest and whose contribution to whatever is undertaken makes them rise and prosper together. In contrast, there is the person with evil deeds and evil intention who gets what he deserves. The colleagues he gets and the help and assistance he employs are no different than him.\nWhat is left of his misfortune, the evil group around him takes care of that when it pushes him into a far deeper abyss.\nAs mentioned earlier, the Holy Prophet ﷺ said: When Allah Ta` ala is pleased with a ruler, He gives him good ministers and good staff who make his government well-managed and progress-prone - and when Allah Ta` ala is displeased with someone, he gets colleagues who are bad and so are the officials he must deal with. As a result, even if he wishes to do something good, he cannot get it done.\nAn oppressor is punished at the hands of another oppressor\nThe sense of the verse given above is in terms of its translation ac-cording to the first meaning mentioned earlier. As for the second meaning mentioned alongside, reported from Sayyidna ` Abdullah ibn ` Abbas, Sayyidna ` Abdullah ibn Zubayr, Sayyidna ibn Zayd, Malik ibn Dinar and others ؓ is a Tafsir according to which, ` Allah Ta` ala sets some unjust people (Zalim) over other unjust people and thus has one Zalim (oppressor) punished at the hands of another Zalim.'\nThis approach to meaning is also correct and sound in its place, and is in accord with other statements of the Qur'an and Hadith. The Holy Prophet ﷺ is reported to have said in a Hadith: کَمَا تَکُونُوںَ کَذٰلِکَ یُؤمَّرُعَلَکم that is, as you shall be, so shall be the rulers set on you. If you are unjust and evil, your rulers will also be unjust and evil. And if you are good in your deeds and characters, Allah Ta` ala will make good, kind and just people your rulers.\nSayyidna ` Abdullah ibn ` Abbas ؓ says: When Allah Ta` ala wishes well for a people, He appoints the best rulers and officials for them - and when He wishes otherwise for a people, He sets the worst rulers and officials over them. (Tafsir Al-Bahr AI-Muhit)\nAccording to Ruh al-Ma'ani, it is on the authority of this verse that Muslim jurists prove that: When people of a country, turn away from Allah Ta` ala and become involved in deeds of injustice and oppression, Allah Ta` ala sets oppressive rulers and officials over them and lets them be punished at their hands.\nBased on a narration by Sayyidna ` Abdullah ibn Masud ؓ Ibn Kathir has reported a decisive statement of the Holy Prophet ﷺ that is, whoever helps a Zalim (oppressor) in his Zulm, (injustice) then Allah Ta` ala sets that very Zalim on him to torment him, and it is at his hands that he gets his punishment.",
  "ayah": 129,
  "surah": 6
}
