{
  "text": "Commentary\nThe major portion of Surah Al-An` am has been revealed to correct the beliefs and deeds of the people of Makkah and the disbelievers of Arabia and to remove their doubts and to answer questions raised by them.\nAll through the Surah, specially in the previous verses, the people of Makkah and the rest of Arabia were given to understand that they had seen open signs and miracles at the hands of the Holy Prophet ﷺ . They had heard about the prophesies of past books and prophets about him. Then, they had themselves listened to the recitation of the Qur'an from one totally unlettered (Ummiyy) - a standing miracle on its own. Now the avenues of truth lay open before them. The argument of Allah Ta` ala stood conclusively established against them. Believing was all they needed to do. What else could it be they were waiting for before they would do that?\nThis subject was eloquently put in the cited verse by saying:\nهَلْ يَنظُرُ‌ونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَ‌بُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَ‌بِّكَ\n(They are waiting for nothing less than that the angels come to them or comes your Lord or come some signs of your Lord).\nIn other words, it means: ` Are these people waiting to believe only when the angels of death reach them, or are they waiting to be on the plains of Resurrection when Allah Ta` ala will come to decide destinies, or are they waiting to see some last signs of the coming of the fateful Day of Doom. That the most exalted Rabb of all shall appear on the Judgment Day has been mentioned in several verses of the Holy Qur'an. Speaking in the same terms, a verse from Surah Al-Baqarah says:\nهَلْ يَنظُرُ‌ونَ إِلَّا أَن يَأْتِيَهُمُ اللَّـهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ‌\nThey are looking forward to nothing but that Allah comes upon them in canopies of clouds with the angels ter is closed - 2:210.\nThe state in which Allah Ta` ala shall appear on the Judgment Day cannot be conceived by human imagination. Therefore, in the case of such verses, the standard creed of the noble ha-bah and righteous elders of the Muslim Ummah is that one should believe in what has been mentioned in the Qur'an, have faith in it, then resign the matter of how it shall come to pass to Divine knowledge. For instance, in the case of the verse quoted above, one should be certain that Allah Ta` ala will be present on the Day of Judgment - without having to worry about the state and orientation in which this would happen.\nNext in the verse, it was said:\nيَوْمَ يَأْتِي بَعْضُ آيَاتِ رَ‌بِّكَ لَا يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرً‌ا\n(The day some signs of your Lord come, the believing of a per-son will be of no use to him who had never believed before, or had not earned some good through his faith).\nThe warning given here is that, as soon as some of these signs of Allah appear, the doors of Taubah (repentance) will be closed. Anyone who had not come to believe before this happens will find his or her declaration of faith after that as unacceptable. As for a person who had believed before but had done nothing by way of good deeds will find that his or her act of Taubah and the resolve to be good in future deeds - after these signs - are not acceptable. In short, that will be ominous time when the Taubah of a disbeliever from his disbelief and the Taubah of a sinner from his sin and disobedience, even if offered, will not be accepted.\nThe reason is that 'Iman (faith) and Taubah (repentance) can be accepted only upto the time it remains within the choice of a person. Once Divine punishment and the reality of the-life-to-come become open to perception, every human being stands compelled to believe and abstain from sin. A faith under duress and a repentance under threat are not acceptable.\nThere are many verses of the Qur'an which mention how the people condemned to Hell will start wailing on arrival there. They will make big promises that should they be returned back to the mortal world, they would do nothing but believe and be good in deeds. But, the answer given to them will be: The time for belief and deed is over. What you are saying now is because you have no other choice. This is not valid.\nExplaining this verse, the Holy Prophet ﷺ is reported to have said : When comes the last among the signs of the Qiyamah and the sun will rise from the West instead of the East seeing which the disbelievers of the whole world will start saying that they now believe. All those who had been disobedient will turn into the obedient ones. But, at that time, no believing and no repenting will remain worth accepting. (Al-Baghawi on authority from Sayyidna Abu Hurairah ؓ .\nHowever, what we do know from the Qur'anic explanation is the fact that there will be the manifestation of some signs following which the door of Taubah (repentance) will be closed - no Taubah from a disbeliever or sinner will be accepted after that. But, the Qur'an itself has not made it clear as to what that sign is.\nIn the Tafsir of this verse, there is a Hadith narrated by Sayyidna Abu Hurairah\tرضی اللہ تعالیٰ عنہ appearing in Sahih al-Bukhari where the Holy Prophet ﷺ\thas been reported to have said:\n` Qiyamah will not stand established until passes the event that the sun rises from the West. When people see this sign, they will all believe. This will be the time about which the Qur'an says - believing then will not benefit anyone.'\nThe following details about it have been reported in Sahib Muslim as based on a narration from Sayyidna Hudayfah ibn Usayd ؓ .\nOnce the Sahabah were talking among themselves about the signs of Qiyamah when the Holy Prophet ﷺ came in. At that time, he said: Qiyamah will not come in fact until you have seen ten signs: (1) The sun rising from the West, (2) a particular kind of smoke, (3) the animal of the earth, (4) the coming out of Gog and Magog, (5) the coming of ` Isa (علیہ السلام) (6) the coming of Anti-Christ (Dajjal), (7) the sinking of land at three places - in the East ..., (8) in the West, and ... (9) in the Arabian Peninsula, and (10) a fire which will emerge from an abyss in Eden and will move driving people ahead of it.\nAnd in the Musnad of Ahmad, it has been reported on the authority of Sayyidna Ibn ` Umar ؓ that the Holy Prophet ﷺ said: Out of these signs, the first to come will be the rising of the sun from the West, and the appearance of the animal of the earth.\nImam Al-Qurtubi, in his Tazkirah, and Hafiz ibn Hajar, in Sharh al-Bukhari, while citing a narration from Sayyidna ` Abdullah ibn ` Umar ؓ have also reported that the Holy Prophet ﷺ said: After this event, that is, after the rising of the sun from the West, the world will keep surviving for one hundred and twenty years. (Ruh al Ma'ani)\nAfter these details, there is a question. According to authentic religious reports, when Sayyidna ` Isa (علیہ السلام) will return to the world, he will invite people to believe. People would believe. Islam will become the religion of the world. It is obvious that, should believing at that time remain unacceptable, this call and the entry of people in the fold of Islam would become meaningless.\nIn Tafsir Ruh al-Ma'ani, commentator Alusi answers this by saying that the event of the sun rising from the West will take place after the passage of a long time since the appearance of Sayyidna ` Isa (علیہ السلام) - and that would be the time when the door of Taubah will close.\n` Allamah Balqini and others say that it is not improbable that this prohibition of faith and repentance being unacceptable, as tied with the rising of the sun from the West, may not remain operative through the last period. It could be that this restriction changes after the pas-sage of some time, and faith and repentance start being acceptable again. (Ruh al-Ma'ani) (Allah knows best)\nTo sum up, it can be said that: Though, the sign after the appearance of which Taubah will not be acceptable has not been clarified in the present verse, but, from the statement of the Holy Prophet ﷺ ، it has become evident that it means the rising of the sun from the West.\nThen, remains the question: Why has the Qur'an itself left it un-clarified? According to Tafsir Al-Bahr Al-Muhit, the very ambiguity of the Qur'an at this place is more suited to the task of putting heedless human beings on alert so that they could draw their essential lesson from all forthcoming events of ominous nature and hasten to repent and correct their course of life.\nIn addition to that, in this ambiguity and brevity, there is the ad-vantage that everyone will be alerted to the danger that the way the door of repentance shall be closed when the sun rises from the West for all human beings, the same way it happens in a miniaturized form when, for everyone personally and individually, the door of Taubah is shut close for one at the time of death. This phenomena has been de-scribed in another verse of the Holy Qur'an clearly as well:\nوَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّىٰ إِذَا حَضَرَ‌ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ\nAnd Taubah is not accepted from those who keep committing sins until death visits one of them and they say, ` now I repent - 4-18.'\nExplaining this, the Holy Prophet ﷺ said:\nاِنَّ تَوبۃَ العَبدِ تُقبَلُ مَا لَم یُغرغِر\nThe Taubah of a servant of Allah continues being accepted until comes the agony of death (when Ruh comes into the throat and creates a recognizable, parting, hurtling, sound).\nThis tells us that at the time when man is taking his last breath and the soul is about to depart from the body - since angels of death come in sight - even then, repentance is not accepted. It is obvious enough that this state of affairs too is a significant sign from Allah. Therefore, included under this verse is this time of death as well as it is also in the saying of some ` Ulama' and other pious elders reported in Al-Bahr Al-Muhit: مَن مَاتَ فقَد قامت قِیَامَتہ that is, ` whoever dies, his Day of Doom (Qiyamah) has dawned at that very instant.' This is so because the place and time of deeds is all over. What one expects in return for his deeds in his mortal life, he would start seeing a sample from it right from the time he has been lowered into his grave. The Persian poet, Sa'ib has put it pithily in poetry:\nتَوبَہ ہارا نفس باز پسیں دست زدست بیخبر دیر رسیدی درمحمل بستند\nYour repentance after the last breath stands rejected Unaware man, you are late, the door of the beloved is closed.\nWorth noting here is the nuance of the Arabic language in that it was first said in the verse اَوْ يَأْتِيَ بَعْضُ آيَاتِ رَ‌بِّكَ (or come some signs of your Lord) and then, by repeating the same sentence, it was said: يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَ‌بِّكَ لَا يَنفَعُ نَفْسًا إِيمَانُهَا (The day come some signs of your Lord, the believing of a person shall be of no use to him). It will be noticed that no pronoun has been used here to make the statement brief. This seems to suggest that: بَعْضُ آيَاتِ\t(Ba` edu Ayat: some signs) mentioned first are not the same as those mentioned in:\tبَعْضُ آيَاتِ (Ba` edu Ayat: some signs) of the second sentence, that is, they are different from each other. This may be a hint towards the substance of the narration from Sayyidna Hudhayfah ibn Usayd ؓ you have read a little earlier in which he has enumerated ten important signs of the coming of Qiyamah, the last of them being the rising of the sun from the West which is symbolic of the discontinuation of the acceptance of Taubah.\nAt the end of the verse, it was said: قُلِ انتَظِرُ‌وا إِنَّا مُنتَظِرُ‌ونَ (Say, \"Wait, of course, we are waiting\" ). The address here is to the Holy Prophet ﷺ . He is being asked to tell those people that they, despite the arguments of Allah conclusively established against them, still wish to wait for death or the Day of Doom (Qiyamah), then, they are welcome to it. They can wait if they must. As for us, we too shall be waiting to see what their Rabb decides to do with them.",
  "ayah": 158,
  "surah": 6
}
