{
  "text": "In the first verse it has been said: قُلْ إِنَّنِي هَدَانِي رَ‌بِّي إِلَىٰ صِرَ‌اطٍ مُّسْتَقِيمٍ (As for me, my Lord has guided me to a straight path). The hint given here is that he has not taken this path prompted like them by their own ideas or under the weight of ancestral customs. Instead of that, this is a way to which he has been directed by his Lord. Then, by using the word: رَبّ (Rabb, the essential nurturer, benefactor and carer under all conditions, unfortunately not expressed through any equivalent in English), it was indicated that it is the very dictate of His beneficence that He guides to the right path. Those who look for guidance will have guidance from Him.\nIn the second verse (162), it was said: دِينًا قِيَمًا مِّلَّةَ إِبْرَ‌اهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ الْمُشْرِ‌كِينَ (the straight religion, the faith of Ibrahim, the upright; and he was not of those who associate partners with Allah). Here, the word: قِیَم (qiyam) is a verbal noun in the sense of: قِیَام (qiyam) meaning what stands established on strong and secure foundation. In other words, this religion is fortified. It stands on God-sent basics. This is no compendium of someone's personal ideas. Then, it is not some strange new religion either lending itself to doubting eyebrows. This has been the religion of all past prophets, may peace be upon them all. That the name of Sayyidna Ibrahim (علیہ السلام) has been particularly mentioned here is because all religions in the world admit his greatness and religious patriarchy. Among the groups of the time, the Jews, the Christians and the disbelievers of Arabia - no matter how different from each other they may be - they were still unanimous in paying homage to the great spiritual station of Sayyidna Ibrahim (علیہ السلام) . And this spiritual-station of leadership has been given to him by Allah Ta` ala as a special reward: إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا (I am going to make you an Imam for the people - 2:124).\nThen, every sect from them tried to prove that they were staunch adherents of the religion of Ibrahim (علیہ السلام) and were part of his Community. To remove their misgiving, it was said that Ibrahim (علیہ السلام) had the distinction of always abstaining from bowing before anyone other than Allah and he had a distaste for all kinds of Shirk which led people to associate partners in His pristine Divinity. This conduct was the greatest achievement of his life. In sharp contrast to him, here you are all soaked in Shirk. Everyone took someone as partners with Allah - the Jews did that with Sayyidna ` Uzayr ؓ the Christians with Sayyidna ` Isa (علیہ السلام) . and the disbelievers of Arabia were so liberal that they took thousands of rocks to be partners in the Divinity of Allah. In this state of affairs, no one had the right to claim that they were adhering to the ideal of the spiritual community of Sayyidna Ibrahim (علیہ السلام) - except Muslims. They shun Shirk and Kufr.\nIn the third verse (163), it was said: قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّـهِ رَ‌بِّ الْعَالَمِينَ ﴿162﴾ (Say, \"My prayer, my offering, my life and my death are all for Allah, the Lord of all the worlds). The word:' نُسُكِ (nusuk) in this verse means sacrifice. Everything one does in Hajj is also called: Nusuk. So, the rites of Hajj are known as مَنں اسِک Manasik, the plural of Nusuk. Then, this word is also used for ` Ibadah or worship of Allah in the absolute sense.\nTherefore, Nasik is used in the sense of ` Abid (one who worships Allah). At this place, any of the meanings given above can be applied. Tafsirs to that effect have been reported from commentators among the Sahabah and Tabi` In. But, ` Ibadah or offering of acts of worship devoted to Allah, taken in the absolute sense, appears to be the more appropriate meaning at this place. In that case, the meaning of the verse would be: ` My prayer, my offerings in ` Ibadah, my life and my death are all for Allah, the Lord of all the worlds.'\nOut of the subsidiaries of deeds, the first to be mentioned here was Salah because that is the moving spirit of all good deeds and is, of course, the pillar of the religion. Mentioned briefly after that were all deeds and acts of worship. Then, rising to a wider level, everything done or faced in a lifetime was pointed to. The last to be mentioned was death. After having identified all these, it was admitted that they are only for Allah who is the Lord of all the worlds and who has no associate or partner in His Divinity. And this is the outcome of perfect faith and perfect sincerity. This leads one to think, care and keep in sight, in all states of life and in everything one does, that: ` my Rabb, and the Rabb of the whole wide world is One Rabb. I am His servant. I am in His sight - all the time. Let not my heart, my mind, my eyes, my ears, my tongue, and hands, and feet, nor my pen or step, move in any direction against His pleasure.' This is a simple meditation (Muraqabah) of the highest order, something which, if one trains himself to keep present in one's heart and mind, then, there is no doubt that he or she will become a human being in the real sense. Things like sin and disobedience and crimes will be scared to come anywhere even close to a person that strong.\nIn Tafsir Ad-Durr Al-Manthur, under the commentary on this verse, it has been reported that the well-known Sahabi, Sayyidna Abu Musa Al-Ash` ari ؓ used to say: \"I honestly wish that every Muslim would keep reciting this verse time and again, almost making it the constant formula of his or her life.\"\nIn this verse, the statement - that the prayers and the rest of acts of worship are for Allah - very obviously means that these should be free from any Shirk or hypocrisy or any other worldly interest. As for life and death being for Allah, it could also mean : ` When my very life and death are in His control, then, what I do in my physical and spiritual life (a` mal and 'ibadat), has to be for Him alone.' And it could also mean: ` Whatever deeds are tied with life are for Allah alone - such as, Salah, Sawm, rights and duties involved in dealings with people etc. Then, deeds which relate to death - such as, a will (wasiyyah) and the concept of an ideal life one longs for - then, they too are for Allah, the Lord of all the worlds, and subordinate to what He has commanded.'\nAfter that it was said: وَبِذَٰلِكَ أُمِرْ‌تُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (And this I have been commanded and I am the first one to submit). It means that ` in this Ummah, I am the first Muslim' - because the first Muslim (one who submits) in every Ummah is the Nabiyy (prophet) or Rasul (Messenger) himself to whom the Shari'ah (religious code of guidance) is revealed through Wahy (revelation).\nThere could be a hint in the expression ` first Muslim,' towards the saying that the first to be created was the blessed Nur (light) of the Holy Prophet ﷺ ، after which the heavens and the earth and the rest of creation came into existence - as it appears in a Hadith with the words: اَوَّل مَا خَلَقَ اللہُ تعالیٰ نُورِی (Ruh a1-Ma` ani).",
  "ayah": 162,
  "surah": 6
}
