{
  "text": "One's Burden of Sin Cannot Be Borne By Another\nThe disbelievers of Makkah al-Mukarramah, with Walid ibn Mughirah among them, used to say to the Holy Prophet ﷺ and to the Muslims in general that they should return to their faith and they will bear the burden of all their sins. This has been answered in the fourth verse (164). It was said: قُلْ أَغَيْرَ‌ اللَّـهِ أَبْغِي رَ‌بًّا وَهُوَ رَ‌بُّ كُلِّ شَيْءٍ Here, the address is to the Holy Prophet ﷺ . He is being asked to tell them: ` Do you want me that I too, like yourself, seek and find some other Rabb, other than Allah, when He is the Lord of everything?. This is error and straying which you should not expect me to accept. As for your saying that you will bear the burden of our sins, this is absurd in itself. A sin committed by a person will be written in that person's record of deeds, and it will be he or she who will deserve its punishment. How can that sin be transferred to your account just by your saying so? And if the idea is that the sins will go in our account and in our Book of Deeds, but the punishment to be given against these will be borne by you, then, that idea is not valid either.' The next sentence in the verse rejects it. It was said: وَلَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ that is, (on the day of Qiyamah) no bearer of burden (of sin) shall bear the burden of another).\nAs for the disbelievers, this verse does answer their absurd saying in its own way. But, it also tells Muslims at large about the rule that they too should not take the matters of Qiyamah on the analogy of their ways in the mortal world where one person commits a crime and succeeds in putting it on someone else - especially when the other per-son is willing to accept it. But, in the great Court of Allah, there is no room for it. There, the other person can never be caught for the sin committed by someone else. It is based on the authority of this verse that the Holy Prophet ﷺ said that the child born out of wedlock will not be affected by the sin of his or her parents. (This Hadith has been reported by Hakim from Sayyidah ` A'ishah ؓ عنہا\tbased on sound authority).\nWhen Sayyidna ` Abdullah ibn ` Umar ؓ ، saw someone crying at the Janazah of a deceased person, he said that the crying of the living causes punishment to the deceased. Ibn Abi Mulaykah says that, when he reported this saying to Sayyidah ` A'ishah ؓ she said: You are reporting the saying of a person who never lies, nor can there be any doubt in his integrity. But, there are occasions when one does not hear right. In this matter, the decisive verdict of the Qur'an is sufficient for you: وَلَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ , that is, the sin of one person cannot be applied to another. So, how can the crying of a living person cause punishment to descend on a dead person just for no reason? (Ad-burr A1 Manthur)\nAt the conclusion of the verse, it was said that, finally they have to go to their Lord after all where they will find out the ultimate verdict on all their differences - which means that they would be better off keeping their verbal confrontation in check and devoting more to the end of things.",
  "ayah": 164,
  "surah": 6
}
