{
  "text": "A particular event which is the cause of the revelation of this verse has been generally reported by commentators. It is said that once a deputation of the people of Makkah came to the Holy Prophet ﷺ . They said: ` You claim to be a Messenger of Allah. Who is your witness on this? We have yet to see a man who attests to its truth, although we have tried our best to confirm it from the Jews and Christians.'\nThereupon, the verse: قُلْ أَيُّ شَيْءٍ أَكْبَرُ‌ شَهَادَةً which means: You tell them whose witness could be greater than that of Allah, within whose power lies the gain and loss of everyone in the world? Then, you tell them that Allah is the witness between me and you The witness of Allah refers to those miracles and signs which Allah Ta` ala made manifest to confirm the veracity of the prophethood of the Holy Prophet ﷺ . Therefore, addressing the people of Makkah, it was said: أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّـهِ آلِهَةً أُخْرَ‌ىٰ. It means: Do you, even after the witness of Allah Ta` ala Himself, stand to witness against Him by saying that there are other gods too along with Allah? If that is so, you are responsible for your fate. As for me, I bear no such witness. Then, the Holy Prophet ﷺ ، is asked to tell them: قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَاحِدٌ that is, He is one God, the only one worthy of worship who has no partners, sharers or associates in His pristine Divinity.\nThis proves that the Holy Prophet ﷺ is the Last Prophet and the Qur’ an will keep reaching until the day of Qiyamah. It will continue to be recited and taugh right through the day of Qyiamah, and people will remain obliged to follow it.\nSayyidna Said ibn Jubayr ؓ said: To Whomever the Qur'an has reached, he has become like one who has visited Muhammad ﷺ . And it appears in another Hadith: To whomever the Qur'an has reached, I am his warner (` nadhir' ).\nTherefore, the Holy Prophet ﷺ had asked his Companions emphatically : بَلِّغُوا عَنِّی وَ لَو آیَۃً 'that is, convey my instructions and teachings to people, even if it be one 'Ayah.\nAnd Sayyidna ` Abdullah ibn Masud ؓ \treports that the Holy Prophet ﷺ said: May Allah keep that person hale and hearty who heard a saying of mine, committed it to his memory and then conveyed it to my Ummah. This is important because it generally happens that a person may not himself appreciate the sense of what is said but which would be understood much better by a person of later times to whom the first person has conveyed it.",
  "ayah": 19,
  "surah": 6
}
