{
  "text": "In the first verse, by saying that all those great bodies of things in this big universe created by Allah Ta` ala on Whom they depend, an open and correct lesson has been given to all human beings. After that, in other verses which follow, human beings have been told that their very own being is a small universe. If one were to make a start from this point, right from the beginning to the end - birth, living, death among a great mesh of internal dimensions and distances - it would show that the belief in the Oneness of Allah is a reality all too clear. It is about this that the verse said: هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰ أَجَلًا ; (He is the One who created you from clay, then destined a term). The verse is saying that Allah is the One who created Sayyidna Adam (علیہ السلام) with clay, and then, gave him life - and common human food comes from the moist substance of clay, and from food the sperm, and from the sperm comes the creation of the human being.\nSayyidna Abu Musa al-Ash'ari ؓ عنہ\tsays that he has heard from the Holy Prophet ﷺ that Allah Ta` ala created Sayyidna Adam (علیہ السلام) from a particular blend of clay included wherein are essential ingredients of the whole earth. This is the reason why the children of Adam are different in colour, shape, morals and habits with some black or white or red, and some hard or soft or good-natured or evil-tempered. (Mazhari, from a narration of Ibn ` Adiyy, with good authority)\nThis was about the human origin. After that, mentioned here are the two stages at the end. One of these is the personal end of a human being which is called death. The other stage is the combined end of the entire humankind along with that of all cosmic servants waiting on them, which is known as the Qiyamah (the day of Doom). The expression - ` the personal end of a human being' - is used here because Allah Ta` ala destined a term for his or her life (on the earth). Reaching the completion of this term is death - though human beings do not know it - but, the angels do. In fact, a human being too, in a way, knows death as incidents of the children of Adam dying all around, everywhere, all the time, are common experience.\nAfter that, comes the mention of the end of the whole world, that is, the Qiyamah, in the following words: وَأَجَلٌ مُّسَمًّى عِندَهُ , that is, there is yet another term which stands fixed and which is known to Allah alone. The full knowledge of this ` term' has not been given to any angel, or human being.\nSumming up in a sequence, we can say that, in the first verse, we have been told about the ` big universe', that is, the whole wide world, which has been created and made by Allah Ta` ala. Then, in the second verse, very similarly, we have been told that the ` small universe', that is, the human beings, have also been created by Allah. Then, it is to shake human beings out of their negligence that they have been told that every human being has a particular age, after which death is certain. This is a constant fact of life observed by human beings all the time. The words: وَأَجَلٌ مُّسَمًّى عِندَهُ ۖ ثُمَّ أَنتُمْ تَمْتَرُ‌ونَ (And the fixed term lies with Him, yet you are in doubt) carry the instruction that using the personal death of a human being as the proof of the general and collective death of the whole world system, that is, the Qiyamah, is something very natural and logical. Therefore, there is absolutely no doubt about the coming of the Qiyamah (the much publicized but least believed ` Apocalypse' of the West). Therefore, towards the end of the verse (2), the text wonders as to why would people keep doubting the coming of Qiyamah which stands proved so clearly.",
  "ayah": 2,
  "surah": 6
}
