{
  "text": "The sixth verse (38): وَمَا مِن دَابَّةٍ (there is no creature moving …) tells us that, on the day of Qiyamah, animals will also be given life along with human beings. Following a narration of Sayyidna Abu Hurairah ؓ ، it has been reported by Ibn Jarir, Ibn Abi Hatim and Baihaqi that, on the day of Qiyamah, all animals, beasts and birds will also be given life once again. Such will be the measure of Divine justice that a horned animal which had hit the hornless one shall be subjected to retaliation, as would be the case with others too. And when all injustices have been vindicated, all of them would be commanded to become dust - and then, dust they shall become. This would be the time when the disbeliever will say: يَا لَيْتَنِي كُنتُ تُرَ‌ابًا [ 78:40] that is, ` would that I too were to become dust, and thus saved from the punishment of Hell!'.\nIn another narration, again from Sayyidna Abu Hurairah ؓ ، Imam Al-Baghawi reports that the Holy Prophet ﷺ said: On the day of Qiyamah, rights of all holders of rights shall be vindicated, to the limit that a hornless goat shall be vindicated against the horned one.\nMaximum Regard for the Rights of Allah's Creation\nEveryone knows that animals have not been obligated to observe the percepts of any Shari` ah or code of laws. Only human beings and Jinns have been so obligated. And it is obvious that the jurisdiction of reward and punishment does not apply to the non-obligated. Therefore, ` Ulama' have said that the retaliation against the behaviour of animals on the day of Resurrection will not be because of their being obligated, but it will be because of the Lord's utmost regard for equity and justice - based on which the cruelty of one living creature against' the other living creature will be recompensed, with no reward or punishment to follow for the rest of their behaviour. This tells us that the matter of mutual rights, and their infringements, pertaining to the creation of Allah is so serious that even non-obligated animals have not been left as exempted from it. But, it is regrettable that there are even many religiously-observing people who would act negligently about it.",
  "ayah": 39,
  "surah": 6
}
