{
  "text": "Commentary\nThe verses cited above, if seen in the context of verses appearing immediately previous to them, will show the particular mode in which Shirk and Kufr have been refuted and Tauhid, affirmed. First, the disbelievers of Makkah have been asked: If you are hit by a calamity now, for example, the punishment of Allah descends on you right here in this world or comes death or the very Day of Doom breaks loose, then think and answer who it will be you would call for help to keep this calamity away from you or who it would be you will hope to deliver you from this terrible punishment? Do you think these self-sculpted idols in stone or any others from among the creation of Allah you have given His status would come out to help you in your hour of trial? And then, would you still address your cry of distress to them, or would you rather appeal to none but Allah, the One, the All-Powerful?\nThere can be no better answer from any sensible human being which was given by Allah Ta` ala Himself on behalf of them - that, at a time of such mass calamity, even the greatest Mushrik will forget all about his idols and self-appointed objects of worship and would call none but Allah. If so, the outcome is obvious. These idols of yours, and the objects of worship whom you have given the status of Allah Ta` ala and whom alone you regard as your problem solvers and granters of wishes, in fact, did not come to help you in your distress, nor could you muster the courage to call them up to help you out. Now then, when would it be that your devotion to them as objects of worship and their role of problems solvers assigned to them by you will start working for you?\nWhat has been said here is a gist of immediately previous verses. Stated here as a matter of supposition is that punishment could befall them within the life of this world as an outcome of their disbelief and disobedience. And, again as a matter of supposition, if the punishment does not visit them in the present life, then, the coming of the Qiyamah is certain after all when account will be taken from all human beings of their deeds and put in effect shall be the law of reward and punishment against these.\n` Qiyamah' here could mean the commonly acknowledged Qiyamah or the Day of Doom. It is also possible that, by the particular use of the word, ` As-Sa` ah' (The Hour) -[ 41], the sense could be that of ` The Smaller Doom' (al-Qiyamatus-Sughra) which stands activated for every human being immediately after his or her death - as the saying is: مَن مَّاتَ فَقد قَامَت قِیَامَتُہ (For one who dies, his or her ` Qiyamah' (Doom) stands established right then) because a preliminary sampling of the ultimate reckoning of the Qiyamah will come before the deceased in his or her ` Qabr' (burial place) and in the state of Barzakh (the post-death - pre-Qiyamah state) and the sampling of the ultimate reward and punishment due ` there' would start showing up right from ` here.' (Not too difficult to visualize for those familiar with ` testers' and ` samples' provided on perfume counters in alcoves of major mega stores which are meant to tell the visitor: ` WYSIWYG!' That is, ` what you see is what you get.' - Tr.)\nBut, despite warnings given in these verses to disobedient people against their attitude of complacency - lest there comes upon them some sudden Divine punishment as has come on past communities, or death, or ultimately the very reckoning after Qiyamah about which there is no doubt - such people have a mind of their own. They tend to take the whole world on the analogy of their limited experience in the already limited time of their life which makes them compulsive excuse seekers in such matters. Present before them the warnings and intimations given by blessed prophets and they will bypass them as ambiguous thinking, specially at times, and which reappear in all ages, when there are people around who, in spite of their open disobedience to Allah and His Prophet ﷺ ، keep prospering in wealth, property, influence, recognition and power, almost everything. So, on the one hand, here is what they witness with their own eyes, while, on the other hand, is the word of the blessed messenger of Allah who tells them that punishments do come upon the disobedient as it is the customary practice of the One they disobey. Now, as they look at the two sides of the argument simultaneously, then, their own excuse seeking disposition and, of course, the Satan hoodwinks them into believing that the word of the prophet is a deception or delusion.\nNow, for an answer, we can turn to the present verses where Al-mighty Allah has pointed out to the law which applies to what happened to past communities. It was said: وَلَقَدْ أَرْ‌سَلْنَا إِلَىٰ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَاهُم بِالْبَأْسَاءِ وَالضَّرَّ‌اءِ لَعَلَّهُمْ يَتَضَرَّ‌عُونَ ﴿42﴾. It means that Allah did send, before the Holy Prophet ﷺ ، His prophets to other communities which were tested in two ways. Firstly, they were tested with hardships and sufferings to see if these would become the cause of their turning to Allah. But, when they failed in this test and, rather than turn to Allah and abandon disobedience, became all the more engrossed in it, then, they were subjected to a different kind of test. The doors of worldly comforts were opened to them. They had everything they could wish for in the material world so that through these blessings they could recognize their Benefactor and remember Him. But they, rather than be grateful to Him, were so lost in the labyrinth of luxury that they forgot all about the messages and teachings of Allah and His Messenger. Thus, having traded their souls for the glitter of fleeting comforts, they failed in both tests, and their case before Allah became conclusively established against them. So, they were seized by the punishment of Allah suddenly which destroyed them to the last man. This punishment had come upon earlier communities too, down from the heavens and up from beneath the earth, and such mass punishments have come in other ways too which had reduced whole peoples and nations to ashes. The people of Sayyidna Nuh (علیہ السلام) were deluged in the great flood which did not spare even mountain peaks. The people of عَاد ` Ad were hit by an eight-day long wind storm which left not one survivor. The people of Thamud were destroyed through a terrifying sound. The entire habitation of the people of Sayyidna Lut (علیہ السلام) was overturned, the remnants of which still exist in the west of Jordan in the form of a low lying water level which is not conducive. to the survival of any sea life. Therefore, it is called The Dead Sea, and also the Sea of Lut.\nIn short, these were some forms in which Divine punishment befell past communities as a result of their disobedience destroying whole nations and peoples in one stroke. However, it has also happened that such people died away naturally leaving no one behind to remember them.\nAlso clarified in these verses is that Almighty Allah does not send down His punishment upon any people all of a sudden. Instead, punishments come at the level of admonitions the purpose of which is to make it possible for people to shed their heedlessness and take to the correct path. We also know from here that the hardship or distress which is sent to people on the earth as punishment for them, though outwardly looks like punishment but, in reality, it is not. Instead of that, it serves the purpose of a wake-up call designed to shake people out of their heedlessness. As such, it is nothing but mercy. Says another verse of the Qur'an\tوَلَنُذِيقَنَّهُم مِّنَ الْعَذَابِ الْأَدْنَىٰ دُونَ الْعَذَابِ الْأَكْبَرِ‌ لَعَلَّهُمْ يَرْ‌جِعُونَ ﴿21﴾, that is, We will make them taste a lesser punishment, leaving the greatest punishment aside, so that they may return - 32:21.\nRemoved from these very verses is the doubt about this world which is no place for rewards (Darul-Jaza' ), but a place where one must do what one should (Darul-` Amal). What then is the sense of being punished in this world where good and bad seem to be weighed on the same scale and where, in fact, the evil ones fare better than the good? The answer is clear. The real reward and punishment will come on that one day of Qiyamah, which is known as the very Day of Judgement (Yowmud-DIn) or the Day of Retribution (Yowm al-Jaza' ).. But, some hardships are sent in this world as a sample of punishment (Adhab) and some comforts as a sample of reward (Thawab) which are a token of mercy from Allah. Some spiritual masters have even said that all comforts of the world are indicators of the comforts of Paradise so that one learns to long for them. As for all those hardships and sorrows that afflict man in this world, they too are indicators of the punishment of the Hereafter so that man prepares to stay safe against them. Unless there is a sample or model-in sight, no one can be pursuaded towards anything, nor can anyone be detracted from any impending danger or evil.\nSo, the comforts and discomforts of this mortal life are not rewards and punishments as such. They are, rather, samples or tokens of re-wards and punishments. We may say that this whole world is a show room of Akhirah (the Hereafter) where the trader displays the demonstration pieces of his merchandise in front of his store or shop so that they could attract the buyer. Thus, we can see that worldly prosperity or poverty, happiness or sorrow are not reward and punishment in the real sense. Actually, they are a method of bringing the creation of Allah alienated from its Creator back to His fold.\nAt the end of verse 42 itself, this element of wisdom finds expression through the words: لَعَلَّهُمْ يَتَضَرَّ‌عُونَ (so that they may supplicate in humility). It means that the hardship inflicted on them during their life in the present world was really not aimed at punishing them. Since everyone turns to Allah naturally when in distress, the purpose was to make people turn to Allah through a little hardship. This tells us that the hardship or pain which visits a person or group as punishment is, in a sense, the working of Divine mercy.",
  "ayah": 42,
  "surah": 6
}
