{
  "text": "Commentary\nIn Islam there is No Distinction between Rich and Poor, High or Low\nAs for people who failed to feel human despite being human, even touched the outer limit of rating human beings as one of the smartest animals of the world, who did not hesitate in harnessing other ` animals' in their service, what would they know about the purpose of creation other than taking the fulfillment of their immediate physical compulsions and needs, and acting in accordance with animal instincts as the purpose of their lives - very much like an animal would do. When this be the only purpose of life, then, it is also obvious that the criterion of recognizing good and bad, small or big, high or low, noble or mean can hardly be any other than whoever has more and better to eat and drink, wear and use up, and things and resources to live around with and hold on to, shall be successful, honourable and noble - and whoever has less of these shall be low life and doomed!\nThe truth of the matter is that, given this view of life, talking about good morals and good deeds as a criterion of judging the nobility of human beings remains out of the question. In that case, only that deed will be good and that morality will be virtuous through which these animal objectives could be fully realized.\nTherefore, the first and the last lesson given by the blessed prophets and the religions they brought with them was that there is a life after this life, which will be eternal and uninterrupted. Its peace will be perfect and eternal, and so will be its pain, perfect and eternal. The life of the present world is not its own purpose. Instead of that, the real purpose of this transitory life is to get together everything which is going to come out handy in the other life - (delightfully summarized with a punch by an Urdu poet who said):\nرہا مرنے کی تیّاری میں مصروف\nمرا کام اور اس دنیا میں تھا کیا\nRemained busy getting ready to die -\nWhat else was that I had to do in this world?\nThis is the line of distinction between human beings and animals - that animals have no concern for the next life, contrary to human beings whose greatest concern, at least in the sight of reasonable and far-sighted people, is to correct, nurse and build the prospects of the next life. Given this belief and point of view, the standard of nobility and menialness, honour and disgrace will obviously not be eating and drinking lavishly, living plentifully or qualitatively, or making and holding wealth and property greedily - instead, the standard will be good morals and righteous deeds on which depends the real honour of the Akhirah (Hereafter).\nWhenever people in this world have shifted away from the teachings of the prophets (علیہم السلام) and from belief in the Akhirah, the natural outcome was there for everyone to see. Money and things became the cold criterion of character and status. Those successful in this race were taken as high and classy, and whoever was left behind, or remained an under-achiever, was taken to be poor, honour-less, mean and low.\nTherefore, in all ages (including ours with the loudest claims to democracy and justice), people caught in the maze of worldly life have been practicing class distinction of rich and poor and high and low openly or secretly under a thousand guises whereby they would assign all virtues to the rich and influential and condemn the poor as low-life. This is what the people of Sayyidna Nuh (علیہ السلام) did. They criticized the believing poor following this standard, when they said that they would not sit with such lowly people. They said that if he wished them to hear his message, he should first turn those poor wretches out of his company. They even said: قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْ‌ذَلُونَ ﴿111﴾\t[ 26:111]. It means: ` How can it be that we are to believe in you while those following you are lowly people?' Sayyidna Nuh (علیہ السلام) answered their heart-rending remark in his own prophetic diction when he said: وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ ، إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَ‌بِّي ۖ لَوْ تَشْعُرُ‌ونَ [ 26:112]. It means: ` I do not know about what they do (which could help him decide whether they were high or low) so (the reality of everyone's deeds and) their accounting is the responsibility of none but my Lord (who is aware of the secrets of the hearts), if you understand.'\nBy saying so, Sayyidna Nuh (علیہ السلام) brought these ignorant and arrogant people oblivious of the reality of human nobility and ignobility to see the truth of the matter - as they were the ones who used these terms without knowing what they really meant and just went ahead stamping the rich as noble and the poor as wretched, while money is no criterion of virtues and vices. The criterion is deeds and morals. At this occasion, Sayyidna Nuh (علیہ السلام) could have said that those people were nobler and more respectable than them as far as the standard of deeds and morals was concerned. But, his prophetic method of preaching and correcting did not permit him to say something like that lest his addressees are provoked adversely. Therefore, he thought it to be sufficient to say that lowliness depended on deeds and since he did not know about their deeds fully, he could not decide as to who was noble and who was not.\nThe same thing has been happening in every age, after the age of Sayyidna Nuh (علیہ السلام) ، when poor people of successive times, no matter how noble and respectable in terms of their morals and deeds they may have been, were still down-graded as lowly by materialistic and arrogant people. Yet, these were the people who, guided by their far-sightedness and good morals, were the first ones to say yes to the call of prophets in one after the other age. In fact, for later scholars of religions and communities this became the proof of the veracity of a prophet that his early followers are the poor ones of the community. This was the reason why, when the letter of the Holy Prophet ﷺ reached the Byzantine ruler, Heracles (Hiraql) inviting him to embrace Islam, he wished to investigate into the veracity of his prophet-hood. For this purpose, he asked from people who knew the Prophet of Islam some questions. One of these questions was: Whether most of his followers were from among the rich, or the poor? When he was told that they were poor people, he said: These are usually the first followers of messengers and prophets.\nThe same question rose again during the blessed time of the Holy Prophet ﷺ . Its answer appears in the present verses with particular instructions.\nReports Ibn Kathir from Imam Ibn Jarir: Some chiefs of disbelievers from the tribe of Quraysh - ` Utbah, Shaybah, Ibn Rabi'ah, Mut'im ibn ` Adiyy, Harith ibn Nawfal and others - came to the Holy Prophet's uncle, Abu Ta1ib and said to him: One of the problems, which stops us from listening to and accepting what your nephew Muhammad tells us, is that people who surround him all the time are either our slaves who were set free by us, or they are people who were living at our mercy only. Now, with such lowly people around him, we cannot attend his sittings. You tell him, if he would ask these people to leave when it is time for us to come in, we could listen to him and think about it.\nWhen his uncle, Abu Talib reported this to the Holy Prophet ﷺ ، Sayyidna ` Umar ؓ offered his advice by saying: What is wrong with it? Try this too for a few days. These people love us and they are not formal. When these chiefs are to come, they would move away from the sitting. .\nThereupon, this verse was revealed in which the Holy Prophet ﷺ has been emphatically prohibited to do something like that. It was after the revelation of the verse that Sayyidna ` Umar ؓ had to apologize by admitting that his advice was wrong.\nAnd these poor people about whom this conversation took place were, at that time, no less a people than Sayyidna Bilal al-Habashi, Sayyidna Suhayb ar-Rumi, Sayyidna ` Ammar ibn Yasir, Sayyidna Salim Mawla Abi Hudhayfah, Sabih Mawla Usayd, Sayyidna ` Abdullah ibn Masud, Sayyidna Miqdad ibn ` Amr, Sayyidna Masud Ibn al-Qari, Sayyidna Dhush-Shimalyn, and other noble Sahabah (may Allah be pleased with all of them) the testimonial of whose nobility and honour came from the heavens. And at another place in the Holy Qurran, the same subject was stressed upon in these words:\nوَاصْبِرْ‌ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَ‌بَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِ‌يدُونَ وَجْهَهُ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِ‌يدُ زِينَةَ الْحَيَاةِ الدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِ‌نَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُ‌هُ فُرُ‌طًا ﴿28﴾\nAnd hold yourself with those who call on their Lord morning and evening, seeking His pleasure only. And do not cast your eyes (for others) beyond them, seeking the embellishment of the present life. And do not obey the one whose heart We have made neglectful of Our remembrance, and who follows his own desires, and whose case is that of excess - 18:28.\nIn the present verse, the quality of these poor people has been identified as: They call on their Lord morning and evening. Here, morning and evening refer to all times of the day and night according to usage. As for calling, it means ` Ibadah or worship. Also placed here is a restriction along with this ` Ibadah, at whichever time of the day and night it may be, that is يُرِ‌يدُونَ وَجْهَهُ :'seeking Him only.' This tells us that ` Ibadah (worship of Allah) without Ikhlas (absolute sincerity before Him) is not trustworthy.\nAs for the saying: ` You are not responsible for what is in their account, and they are not responsible for anything in your account,' according to the interpretation of Ibn Atiyyah and Al-Zamakhshari and others, here the pronouns in: حِسَابِھِم (Hisabihim : their account) and (Alaihim : they are not responsible) refers to these chiefs of disbelievers, those who insisted on removing poor Muslims from the gathering at the sitting. So, Allah Ta` ala told the Holy Prophet ﷺ not to bother with them whether, or not, they enter the fold of faith - because he was not responsible for anything in their account, just as they were not responsible for anything in his account. If he were responsible for that, that is, he would have been questioned as to why these people did not become Muslims, then, in that situation, he could have removed the poor Muslims from his sitting just for the sake of the chiefs of the disbelievers. And now, when this is not so, removing them from the sitting was rank injustice. And if he were to do something like that, he would have become one of the unjust.\nIn the second verse (53), it was said that this is how Allah had tested some of them through some others, so that these chiefs of the disbelievers should be able to see the great subduing power of Almighty Allah when poor Muslims, whom they took to be lowly, reached stations unimaginable and won signal honour and recognition both in this world and in the Akhirah, just because they chose to follow the Messenger of Allah. Then, let them go about saying: Were these poor people the only ones to deserve honours and rewards from Allah and to have been so blessed at the expense of us, the noble ones?\nAccording to Kashshaf and other classic commentaries, this saying of theirs is an outcome of their trial taken through poor and weak Muslims. They failed in this test. Rather than ponder over this great demonstration of Allah's absolute power and conclude there from that nobility does not depend on wealth or power, instead, it does on morals and deeds - they started blaming Allah for giving them the honour while they were the ones deserving of it. In answer, Allah Ta` ala once again pointed out to the reality behind it by saying:\nأَلَيْسَ اللَّـهُ بِأَعْلَمَ بِالشَّاكِرِ‌ينَ it not that Allah knows the grateful best?)\nIt means that Allah knows best as to who has the taste for truth and aptitude for gratitude. In other words, in the real sense, a person of nobility and honour is he who recognizes the right of his Benefactor and is grateful to Him, and it is he who is deserving of all reward and honour - and definitely not the one who, day in and day out, despite being soaked with the blessings of his Provider and Benefactor, goes on disobeying Him.\nSome Injunctions and Instructions\nGiven below are some injunctions and instructions which emerge from these verses:\n1.\tNo one has the right to look down upon anyone in tattered clothes or broken down condition. At times, there are people carrying those outward looks who happen to be very honourable and accepted in the sight of Allah. In ahadith, the Holy Prophet ﷺ is reported to have said: ` Many a broken-down, dust-stained people are such as are held dear by Allah. If they were to swear by Allah about something that it would be like that, Allah Ta` ala does honour their swearing by Him (and lets it be like that).\n2.\tTaking material affluence as the criterion of nobility and lowliness is an insult to humanity. It really depends on good morals and deeds.\n3.\tFor a reformer and preacher of any nation, though a universal call which addresses everyone, ayes or nays, followers or dissenters, is necessary, yet, foremost is the right of those who own his teachings and follow it. Putting them as secondary, or ignoring them for the sake of others is not permissible. For example, in the case of Muslims, the education and reform of unaware Muslims should not be put off in favour of carrying the call to non-Muslims.\n4.\tThe rewards and blessings of Allah keep increasing in relation to the measure of gratitude. A person, who wishes an increase in Divine rewards, must make gratitude, expressed through word and deed, his way of life, a constant of personality.",
  "ayah": 52,
  "surah": 6
}
