{
  "text": "Commentary\nIn previous verses, mention was made of grave consequences to be faced by those who avoid or oppose Divine commandments and prophetic teachings. In the present verses, the same deniers of the truth have been given an opportunity to learn and correct themselves by observing conditions around them as well as those prevailing in times before them. No doubt, events of the past are documents full of chastening lessons which, if seen to find wisdom, would prove to be more effective than a thousand sermons. So, still valid is the saying of the sage: The world is the best book and time, the best teacher. That is why wisdom-based historical anecdotes form a good part of the Holy Qur'an. But, speaking generally, people have not given world history any serious role in conducting lives properly. They have, rather than benefiting from it, made it into an intellectual pastime which would either help to sleep or to while away spare time.\nPerhaps, it is for this reason that the Holy Qur'an has taken the essence of history as a server of warning and a dispenser of good counsel. But, this is unlike the customary historical fiction where the story or the event are an end in themselves. So, the Qur'an has not taken up historical events as ongoing events in their own right. Instead of doing something like that, it has chosen to place part of the narrative as relevant to the given subject and setting of the message in the text. Then, there would be another occasion, another place, when it would describe another part of the story as relevant there. This may be indicative of the reality that a report or story is not an end by itself, instead, the purpose is to identify the outcome of the report and the practical implication of the event, therefore, one should be concerned with what is necessary for the objective in sight, move ahead and survey his circumstances in that light - that is, learn that vital lesson from what has gone before and thereby correct oneself.\nIn the first verse, it was said about the people of Makkah, the direct addressees of the Holy Prophet ﷺ : أَلَمْ يَرَ‌وْا كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْ‌نٍ Havethey not seen how many generations We have destroyed prior to them?' Here, ` seen' means to ponder about, because these generations were not present before them at that time to see. It was after that, that the destruction of many generations (` qarn' ) was mentioned.\nThe word, قَرن qarn, is used for a group of people collectively present at a given time and period. It is also used to denote a long period of time which could be, depending on different interpretations, between ten to one hundred years. But, some events and narrations do support the position that this word is used for one hundred years as it appears in a Hadith in which the Holy Prophet ii had told Sayyidna ` Abdullah ibn Busr al-Ma'ziniyy that he will live for one Qarn. Also when the Holy Prophet ﷺ prayed for a certain child that may he live for a whole qarn, he did live for a full one hundred years. The majority of ` Ulama' take the famous Hadith خَیرُالقُرونِ قَرنِی ثُمَّ الَّذین یلونھُم ثُمَ الَّذینَ یَلُونَھُم (still recited as part of the Khutbah of Jumu'ah all over the world) to be meaning exactly this, that is, every qarn is one hundred years.\nAbout past peoples of the world, first it was said that the kind of power and well-being given to them was not given to people later than them, but when these very people took to the ways of belying prophets and disobeying Divine injunctions, all that majesty of power and wealth was rendered futile against the punishment of Allah which annihilated them totally. So, this was a lesson for the addressees of today, the people of Makkah who did not have the power of the legendary people of ` Ad and Thamud, nor the affluence of the people of Syria and Yaman. For them, the need of the hour was to learn a lesson from what happened to the peoples of the past and turn towards an examination of their doings and think where they are going to end up by op-posing the truth.\nAt the end of the verse, it was said: وَأَنشَأْنَا مِن بَعْدِهِمْ قَرْ‌نًا آخَرِ‌ينَ (and raised up, after them, another generation). It means that the great power of Allah Jalla Sha'nuhu was not simply limited to seeing that nations of strength, authority and power lay destroyed in a flash, but it was right there on the ashes of their destruction that other peoples were made to rise and populate places, as if nothing had happened there and no one was missing from the scene. This spectacle of Divine power and wisdom is something observable in its own ways during every time and period when thousands die every day but there is no vacuum left anywhere. We never come to realize that people who belonged here are not here anymore.\nOnce, while on the plains of Arafat with a million men and women spread around, came the thought that only a mere seventy or eighty years earlier, none among this whole assembly of people existed. Yet, on this same place of ` Arafat, nearly that many other human beings were present, no trace of whom exists today. On this analogy, imagine about any assembly of human beings, any animated gathering of people, think about their past and future, and then figure out what you get - somebody telling you. to wise up to the ultimate truth of things فَتَبَارَ‌كَ اللَّـهُ أَحْسَنُ الْخَالِقِينَ (Praised be Allah, the best of creators).",
  "ayah": 6,
  "surah": 6
}
