{
  "text": "In the third verse (70), nearly the same subject has been stressed upon in the following words: وَذَرِ‌ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا (And avoid those who have taken their faith as game and play ...). The word: ذر (dhar) here is a derivation from: وَذَرِ‌ (wadhara) which means being displeased with something and leaving it. Thus, the verse can be taken either in the sense of leaving people who have turned the true religion, that is, Islam which has been sent for them, into a plaything and a laughing stock; or in the sense that they have left their real faith and taken to fun and play as their very own religion and purpose of life. The outcome of both meanings is nearly the same.\nAfter that, it was said: وَغَرَّ‌تْهُمُ الْحَيَاةُ الدُّنْيَا that is, the transitory life of the present world has deceived them. This is a true diagnosis of their real problem. They are so disobedient and wicked because they are be-witched by the glamour of their mortal life totally forgetting that they have another state of life ahead of them. If they had believed in the 'Akhirah (Hereafter) and Qiyamah (The Last Day), they would have never acted so recklessly.\nIn this verse, the Holy Prophet ﷺ and Muslims at large have been given two orders that they should not only avoid the people identified, but that they should also act positively and continue preaching through the Qur'an and keep putting the fear of Allah's punishment in their hearts.\nThe detail of this punishment was pointed out at the end of the verse by saying that, should they continue doing what they were doing, they are bound to fall a victim to their own evil conduct. The word used at this place is: تُبسَلَ which means to be detained or be entrapped.\nSince man in this world is accustomed to rely on three kinds of sources to escape the punishment of his own error or injustice inflicted on someone. When convenient, he would use the power and influence of his party or group to stay safe against the consequences of his injustice. Then, should he become helpless, he would use recommendations from the influential people. When that too does not work, he would try to secure his freedom from punishment by spending money.\nAllah Ta` ala says in this verse that His criminal cannot be saved from punishment by any friend or relative, nor can an intercession by anyone succeed without the permission of Allah, nor can wealth of any kind be accepted - even if the criminal were to possess the wealth of the whole world and wished to give it all in exchange for his freedom from punishment, even then this fidyah will not be accepted from him.\nFinally, at the close of the verse, it was said: أُولَـٰئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا ۖ لَهُمْ شَرَ‌ابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُ‌ونَ ﴿70﴾ that is, these are the people who have been detained in the punishment of their evil deeds. They will have boiling water to drink in the Jahannam about which it has been said in an-other verse that it will shatter their entrails apart (47:15) and that there will be painful punishments other than that of the boiling water in return for their disbelief and denial.\nThis verse also tells us that the very company of people who are heedless to the 'Akhirah and are content with their life in the mortal world is fatal for everyone. Its ultimate consequence is that whoever sits in their company shall be subject to the same punishment in which they have been caught up.\nThe essential objective in these three verses (68-70) is to save Muslims from evil environment and bad company which can be as deadly as poison. Many clear, definite and conclusive statements (Nusus) of the Qur'an and Hadith as well as repeated observation and experience prove that the root of all evils and crimes in which human beings get involved is the evil society and environment in which they grow up. Once snared into it, one slides into evils against personal grain and conscience. Then, comes the stage when, once habituated, the sense of evil dies away - reaching the limit when one starts taking evil as good and good as evil. In al Hadith, the Holy Prophet ﷺ ۔ is reported to have said: When a person gets involved in a sin for the first time, there appears a dot on his heart. This is like a black dot on a white dress which everyone dislikes and gets disturbed with. So, this person too feels the distaste in his heart. But when he, after having done the first one, goes on doing the second and the third sin - and does not re-pent from the past sin - black dots, one after the other, keep appearing on the heart, so much so that the radiant tablet of the heart turns jet black. The outcome is that this person is deprived of the very ability to distinguish between good and bad. The Holy Qur'an identifies it with the word: \"ra'n\" (rust, stain) when it says: كَلَّا ۖ بَلْ ۜ رَ‌انَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ ﴿14﴾(83:14), that is, there is rust on their hearts because of their evil deeds (which has taken away their ability to receive good).\nWhen you come to think of it, wrong environment and bad company really hurt all human beings. They push people into the abyss. May Allah keep all of us protected from them. Therefore, everyone who is responsible for raising children must do their best to keep children safe from such society and environment.\nAs for the next three verses (71-73), they too deal with the refutation of Shirk (the attribution of partners to Allah) and the affirmation of Tauhid (the Oneness of Allah) and 'Akhirah (the Hereafter, the life to come) as fairly evident from the translation itself.",
  "ayah": 72,
  "surah": 6
}
