{
  "text": "Всевышний упомянул о той причине, по которой ислам непременно одержит победу на земле. Она заключается в том, что Пророк Мухаммад, да благословит его Аллах и приветствует, принес человечеству руководство к прямому пути и истинную религию. Его миссия состояла в обучении людей полезному знанию и праведным деяниям. Именно это знание ведет людей к Аллаху и Райской обители, побуждает их творить добро и облагораживать свой нрав и помогает им обрести успех как при жизни на земле, так и после смерти. Его религия проповедует поклонение одному Господу миров. Его учение лишено недостатков и пороков, его предписания суть пища для души и умиротворение для тела, а соблюдение его запретов - залог благополучия и непорочности. Божье руководство и истинная религия являются величайшим доказательством правдивости Пророка Мухаммада, да благословит его Аллах и приветствует. Это доказательство будет существовать, пока существует этот мир, и чем больше благоразумный человек будет размышлять над жизнью, тем сильнее он будет убеждаться в его безупречности. А ниспослано оно для того, чтобы превознести ислам над всеми остальными вероучениями благодаря мудрости его свидетельств и неопровержимости его доказательств и чтобы даровать победу его приверженцам благодаря мощи их мечей и острию их копий. Сам по себе ислам во все времена останется непревзойденным. Всякий, кто станет бороться против него либо враждовать с ним, непременно будет повержен. Триумф и господство всегда будут сопутствовать исламу. Что же касается его приверженцев, то если они будут верны его заповедям, будут озарять свой путь его светом и будут руководствоваться его наставлениями как в духовных, так и в мирских делах, то ни одна душа не сможет сломить их и успех всегда будет сопутствовать им. Если же они будут пренебрегать его заповедями и ограничатся лишь тем, что просто нарекут себя мусульманами, то это ничем не поможет им. А по причине того, что они предали забвению завет с Аллахом, их враги станут править над ними. Это известно каждому, кто изучал и анализировал положение мусульман в прошлом и в настоящем.",
  "ayah": 9,
  "surah": 61
}
