{
  "text": "সূরা-ই-বাকারার সমস্তটাই মদীনা শরীফে অবতীর্ণ হয়েছে এবং প্রথম যেসব সূরা অবতীর্ণ হয়েছে, এটাও তন্মধ্যে একটি। তবে অবশ্যই এর (আরবি) (২:২৮১) এই আয়াতটি সবশেষে অবতীর্ণ হয়েছে একথা বলা হয়ে থাকে। অর্থাৎ কুরআন মাজীদের মধ্যে সবশেষে এ আয়াতটি অবতীর্ণ হয়েছে এরূপ সম্ভাবনা রয়েছে। সম্ভবতঃ তা শেষের দিকে অবতীর্ণ হয়েছে। এইভাবে সুদের নিষিদ্ধতার আয়াতগুলোও শেষের দিকে নাযিল হয়েছে। হযরত খালিদ বিন মি‘দান সূরা-ই-বাকারাহকে (আরবি) অর্থাৎ কুরআনের শিবির বলতেন। কিছু সংখ্যক আলেমের উক্তি আছে যে, এর মধ্যে এক হাজার সংবাদ, এক হাজার অনুজ্ঞা এবং এক হাজার নিষেধাজ্ঞা রয়েছে। এতে দু'শো সাতাশিটি আয়াত আছে। এর শব্দ হচ্ছে ছ’হাজার দুশো একুশটি এবং এতে অক্ষর আছে। পঁচিশ হাজার পাচশ’ টি।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এ সূরাটি মাদানী। হযরত আবদুল্লাহ বিন যুবাইর (রাঃ), হযরত যায়েদ বিন সাবিত (রাঃ) এবং বহু ইমাম, আলেম এবং মুফাসির হতে সর্বসম্মতভাবে এটাই বর্ণিত হয়েছে। তাফসীর-ই-ইবনে মিরদুওয়াই এর একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা সূরা-ই-বাকারাহ্, সূরা-ই-আলে-ইমরান, সূরা-ই-নিসা ইত্যাদি বল না, বরং এরূপ বল যে, ঐ সূরা যার মধ্যে গাভীর বর্ণনা আছে, ঐ সূরা যার মধ্যে ইমরানের পরিবার পরিজন বা সন্তানাদির বর্ণনা রয়েছে এবং ঐরূপভাবেই কুরআন কারীমের সমস্ত সূরার নাম উল্লেখ কর। কিন্তু এ হাদীসটি গারীব। বরং এটা রাসূলুল্লাহ (সঃ)-এর নির্দেশ হওয়াই সঠিক নয়। এর বর্ণনাকারী ঈসা বিন মাইমূন ও আবু সালমা খাওমাস দুর্বল। তাদের বর্ণনা দ্বারা সনদ নেয়া যেতে পারে না। এর বিপরীত সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি বানে ওয়াদীতে শয়তানের উপর পাথর নিক্ষেপ করেছিলেন। বায়তুল্লাহ তাঁর বাম দিকে ছিল এবং মিনা ছিল ডান দিকে এবং তিনি বলছিলেন, এ স্থান হতেই রাসূলুল্লাহ (সঃ) পাথর নিক্ষেপ করেছিলেন যার উপর সূরা-ই-বাকারাহ অবতীর্ণ হয়েছিল। যদিও এ হাদীস দ্বারাই পরিষ্কারভাবে সাব্যস্ত হয়ে গেল যে, সূরা-ই-বাকরাহ’ ইত্যাদি বলা জায়েয, তবুও আরও কিছু বর্ণনা করা হচ্ছে।ইবনে মিরদুওয়াই (রঃ) বর্ণনা করেন যে, যখন রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদের (রাঃ) মধ্যে কিছু অলসতা লক্ষ্য করলেন তখন তিনি তাদেরকে (আরবি) বলে ডাক দিলেন। খুব সম্ভব এটা হুনায়েনের যুদ্ধের ঘটনা হবে। যখন মুসলিম সৈন্যদের পদস্খলন ঘটেছিল, তখন রাসূলুল্লাহ (সঃ)-এর নির্দেশক্রমে হযরত ইবনে আব্বাস (রাঃ) তারেদকে ‘হে গাছওয়ালাগণ!' অর্থাৎ হে বায়াতে রিযওয়ান কারীগণ” এবং “হে সূরা-ইবাকারাহ ওয়ালাগণ’ বলে ডাক দিয়েছিলেন। যেন তাদের মধ্যে আনন্দ ও বীরত্বের সৃষ্টি হয়। সুতরাং সেই ডাক শোনা মাত্রই সাহাবীগণ (রাঃ) চুতর্দিক থেকে বিদ্যুৎ গতিতে দৌড়ে আসলেন। মুসায়লামা, যে মিথ্যা নবুওয়াতের দাবী করেছিল, তার সাথে যুদ্ধ করার সময়েও ইয়ামামার রণ প্রান্তরে বানু হানীফার প্রভাবশালী ব্যক্তিরা মুসলমানদেরকে বেশ বিচলিত ও সন্ত্রস্ত করেছিল এবং তাঁদের পা টলমল করে উঠেছিল, তখন সাহাবীগণ (রাঃ) এভাবেই লোকদেরকে (আরবি) বলে ডাক দিয়েছিলেন। সেই শব্দ শুনে সবাই ফিরে এসে একত্রিত হয়েছিলেন, আর এমন শৌর্য ও বীরত্বের সাথে প্রাণপণে যুদ্ধ করেছিলেন যে, মহান আল্লাহ তা'আলা সেই ধর্মত্যাগীদের বিরুদ্ধে মুসলমানদেরকেই জয়ী করেছিলেন, আল্লাহ তা'আলা তাঁর রাসূল ও সাহাবীগণের উপর সব সময় সন্তুষ্ট থাকুন।(আরবি)-এর মত (আরবি) বা খণ্ডকৃত অক্ষরগুলো যা অনেক সূরার প্রথমে এসেছে, এগুলোর তাফসীরের ব্যাপারে মুফাসসিরদের মধ্যে বেশ মতভেদ রয়েছে। কেউ কেউ বলেন যে,ওগুলোর মর্মার্থ শুধুমাত্র আল্লাহ পাকই সম্যক অবহিত। অন্য কেউ এগুলোর অর্থ জানে না। এ জন্যে তারা এ অক্ষরগুলোর কোন তাফসীর করেন না। ইমাম কুরতুবী (রঃ) একথা হযরত আবু বকর (রাঃ), হযরত উমার (রাঃ), হযরত উসমান (রাঃ), হযরত আলী (রাঃ) এবং হযরত ইবনে মাসউদ (রাঃ) হতে নকল করেছেন। আমির শাবী (রঃ), সুফইয়ান সাওরী (রঃ) এবং রাবী' বিন খাইসামও (রঃ) এই অভিমতের সমর্থনকারী। আবুল হাতিম বিন হাব্বানও (রঃ) এই মতকে পছন্দ করেন। আবার কতকগুলো লোক এ অক্ষরগুলোরও তাফসীর করে থাকেন এবং তা করতে গিয়ে বিভিন্নরূপ তাৎপর্য বর্ণনা করেন। এতে অনেক কিছু মতভেদও পরিলক্ষিত হয়। আবদুর রহমান বিন যায়েদ বিন আসলাম (রঃ) বলেন যে, এগুলো সরাসমহেরই নাম। আল্লামা আবুল কাসিম মাহমুদ বিন উমার যামাখশারী, তাঁর কাশশাফ’ নামক তাফসীরে লিখেছেন যে, অধিকাংশ লোক এ কথার উপরই একমত। বিখ্যাত বৈয়াকরণ সিবওয়াইহও এই অভিমত পোষণ করেছেন। এর দলীল সহীহ বুখারী ও মুসলিমের ঐ হাদীসটি যার মধ্যে এ কথা আছে যে, রাসূলুল্লাহ (সঃ) জুমআর দিন ফজরের নামাযে (আরবি)  এবং (আরবি) নামক সূরাদ্বয়। পড়তেন। হযরত মুজাহিদ (রঃ) বলেন যে, (আরবি) এবং (আরবি) সব সূরাসমূহের প্রথম অংশ যদ্দ্বারা সূরা আরম্ভ হয়ে থাকে। হযরত মুজাহিদ (রঃ) হতেই বর্ণিত আছে যে, (আরবি) কুরআনের নামসমূহের মধ্যে একটি বিশেষ নাম। হযরত কাতাদাহ (রঃ) এবং হযরত যায়েদ বিন আসলামেরও (রঃ) উক্তি এটাই। সম্ভবতঃ এ উক্তির মর্ম ও ভাবার্থ হযরত আবদুর রহমান ইবনে যায়েদ বিন আসলামের (রাঃ) উক্তির সাথে মিলে যায় যে উক্তিতে তিনি বলেন যে, এগুলো সূরাসমূহেরই নাম, কুরআন কারীমের নাম নয়। প্রত্যেক সূরাকে কুরআন বলা যেতে পারে, কিন্তু (আরবি) পূর্ণ কুরআনের নাম হতে পারে না। কারণ, যখন কোন লোক বলেঃ আমি (আরবি) পড়েছি’ তখন বাহ্যতঃ এটাই বুঝা যাবে যে, সে সূরা-ই-আরাফ পড়েছে, পূর্ণ কুরআন মাজীদ পড়েনি। আল্লাহ পাকই এসব ব্যাপারে সঠিক ও সর্বোত্তম জ্ঞানের অধিকারী।কোন কোন মুফাসৃসির বলেন যে, এগুলো আল্লাহ পাকেরই নাম। হযরত শাবী (রঃ) হযরত সালিম বিন আবদুল্লাহ (রঃ) এবং ইসমাঈল বিন আবদুর। রহমান সুদ্দী কাবীর (রঃ) একথাই বলে থাকেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবি) আল্লাহ তা'আলার একটি বিশেষ নাম। অন্য বর্ণনায় আছে যে, (আরবি) এবং (আরবি) এসব আল্লাহ পাকের বিশেষ নাম। হযরত আলী (রাঃ) এবং হযরত ইবনে আব্বাস (রাঃ) হতে এটাই বর্ণিত আছে। অন্য রেওয়ায়িতে আছে যে, এগুলো আল্লাহর কসম বা শপথ এবং তাঁর নামও বটে। হযরত ইকরামা (রাঃ) বলেন যে, এগুলো কসম। হযরত ইবনে আব্বাস (রাঃ)। হতে এও বর্ণিত আছে যে, তার অর্থ হচ্ছে (আরবি) অর্থাৎ আমিই আল্লাহ -সবচেয়ে বেশী জান্তা। হযরত সাঈদ বিন যুবাইর (রাঃ) থেকেও এটা বর্ণিত আছে। হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ) এবং আরও কয়েকজন সাহাবী (রাঃ) হতে বর্ণিত আছে যে, আল্লাহ তা'আলার নামের পৃথক পৃথক অক্ষর আছে। আবুল আলিয়া (রঃ) বলেন যে, (আরবি), এবং এই তিনটি অক্ষর আরবী বর্ণনমালার উনত্রিশটি অক্ষরসমূহের অন্তর্গত যা সমস্ত ভাষায় সমভাবে এসে থাকে। ওগুলোর প্রত্যেকটি অক্ষর আল্লাহ তা'আলার এক একটি নামের আদ্যক্ষর এবং তাঁর নিয়ামত ও বিপদ আপদের নাম, আর এর মধ্যে সম্প্রদায়সমূহের সময়কাল ও তাদের আয়ুর বর্ণনা সম্পর্কে ইঙ্গিত রয়েছে। হযরত ঈসা (আঃ) বিস্মিতভাবে বলেছিলেন যে, তারা কি করে অবিশ্বাস করছে! অথচ তাদের মুখে তো আল্লাহর নাম রয়েছে। তাঁর প্রদত্ত আহার্যে তারা লালিত পালিত হচ্ছে!  মহান প্রভূর নাম (আরবি) শব্দটি (আরবি) দ্বারা আরম্ভ হয়, (আরবি) দ্বারা তাঁর (আরবি) নামটি শুরু হয় এবং (আরবি) দ্বারা তার (আরবি) নামটি আরম্ভ হয় (আরবি) অর্থ (আরবি) অর্থাৎ দানসমূহ, (আরবি)  -এর অর্থ আল্লাহ তাআলার (আরবি)  অর্থাৎ তার দয়া দাক্ষিণ্য ও করুণা এবং (আরবি)-এর অর্থ আল্লাহ পাকের (আরবি) অর্থাৎ তাঁর মর্যাদা ও মাহাত্ম্য। (আরবি)-এর অর্থ এক বছর, (আরবি) এর অর্থ ত্রিশ বছর এবং (আরবি)-এর অর্থ চল্লিশ বছর (মুসনাদ-ই-ইবনে আবি হাতিম)।ইমাম ইবনে জারীর (রঃ) এসব মতের মধ্যে সামঞ্জস্য দান করেছেন অর্থাৎ সাব্যস্ত করেছেন যে, এর মধ্যে এমন কোন মতবিরোধ নেই যা একে অপরের উল্টো। হতে পারে যে, এগুলো সূরাসমূহেরও নাম, আল্লাহ তাআলারও নাম এবং সূরার আদ্য শব্দসমূহও বটে। উহার এক একটি অক্ষর দ্বারা আল্লাহ তা'আলার এক একটি নাম, এক একটি গুণ এবং সময় প্রভৃতির প্রতি ইঙ্গিত করা হয়েছে। এক একটি শব্দ কয়েকটি অর্থে ব্যবহৃত হয়েছে। রাবী বিন আনাস এবং আবুল আলিয়া প্রমুখ সুধীবৃন্দ বলেন যে, এগুলো দ্বারা আল্লাহর নাম, তাঁর গুণাবলী বা সময়কালও বুঝা যেতে পারে। যেমন\" (আরবি)  শব্দটি। এর একটি অর্থ হচ্ছে “দ্বীন বা ধর্ম। যেমন কুরআন মাজীদের মধ্যে আছেঃ (আরবি)অর্থাৎ আমরা আমাদের বাপ-দাদাকে এ ধর্মের উপরই পেয়েছি। (৪৩:২২) দ্বিতীয় অর্থ হচ্ছে বান্দা। যেমন-আল্লাহ পাক বলেছেনঃ (আরবি) অর্থাৎ “নিশ্চয়ই হযরত ইবরাহীম (আঃ) ছিলেন আল্লাহর অনুগত বান্দা। (১৬:১২০ তৃতীয় অর্থ হচ্ছে ‘দল। যেমন আল্লাহ পাক বলেছেনঃ (আরবি) অর্থাৎ একদল লোককে দেখতে পেলেন, যারা (পশুগুলোকে) পানি পান করাচ্ছিল।' (২৮:২৩) অন্য স্থানে আছেঃ (আরবি) অর্থাৎ ‘আমি প্রত্যেক দলে রাসূল পাঠিয়েছি।' (১৬:৩৬) চতুর্থ হচ্ছে ‘সময়’ ও কাল’ যেমন কুরআন পাকে রয়েছেঃ (আরবি) অর্থাৎ উভয়ের মধ্যে যে ব্যক্তি পরিত্রাণ পেলে সে বললো এবং বহুদিন পর এটা তার স্মরণ হলো।' (১২:৪৫)সুতরাং যেমন এখানে (আরবি) নামক শব্দের কয়েকটি অর্থ হলো, তদ্রুপ এটাও সম্ভব যে, এই (আরবি) এরও কয়েকটি অর্থ হবে। ইমাম ইবনে জারীরের (রঃ) এই বিশ্লেষণের বিপক্ষে আমরা বলতে পারি যে, আবুল আলিয়া (রঃ) যে তাফসীর করেছেন তার ভাবার্থ হচ্ছে-একটি শব্দ এক সঙ্গে একই স্থানে এসব অর্থে ব্যবহৃত হয়েছে। আর (আরবি)  ইত্যাদি শব্দগুলো কয়েকটি অর্থে আসে যাকে আরবী পরিভাষায় (আরবি) বলা হয়, এগুলোর অর্থ তো অবশ্যই প্রত্যেক স্থলে পৃথক পৃথক হয়। কিন্তু প্রত্যেক স্থলে একটি অর্থ হয়ে থাকে যা রচনা পদ্ধতির ইঙ্গিত দ্বারা বুঝা যায়। একই স্থানে সমস্ত অর্থ হতে পারে না এবং একই স্থানে সমস্ত অর্থ গ্রহণ করার ব্যাপারে উসূল-শাস্ত্রবিদগণের মধ্যে খুবই মতবিরোধ রয়েছে এবং এটা আমাদের তাফসীরের বিষয় নয়। আল্লাহ তাআলাই এ সম্পর্কে সবচেয়ে ভাল জানেন। দ্বিতীয়তঃ (আরবি) প্রভৃতি শব্দগুলোর অর্থ অনেক এবং এগুলো এজন্যই গঠন করা হয়েছে, আর তা পূর্বের বাক্য ও শব্দের উপর ঠিকভাবে বসে যাচ্ছে। কিন্তু একটি অক্ষরকে এমন একটি নামের সঙ্গে চিহ্নিত করা-যে নাম ছাড়া অন্য একটি নামের উপরও ওটা চিহ্নিত হতে পারে এবং একে অপরের উপর কোন দিক দিয়েই কোন মর্যাদাও নেই, তাহলে এরূপ কথা জ্ঞান ও বিবেক দ্বারা অনুধাবন করা যায় না। তবে যদি নকল করা হয়ে থাকে সেটা অন্য কথা। কিন্তু এখানে মতৈক্য না থেকে বরং মতানৈক্য রয়ে গেছে। কাজেই এ ফায়সালা বেশ চিন্তা সাপেক্ষ। এখন কতকগুলো অরবী কবিতা যা একথার দলীলরূপে পেশ করা হয় যে, শব্দের বর্ণনার জন্যে শুধুমাত্র প্রথম অক্ষরটি বলা হয়ে থাকে, এটা অবশ্য ঠিকই। কিন্তু ঐ কবিতার মধ্যে এমন বাকরীতি বর্তমান থাকে যা তার অস্পষ্ট ইঙ্গিত বহন করে। একটা অক্ষর বলা মাত্রই পুরো কথাটি বোধগম্য হয়ে যায়। কিন্তু এখানে এইরূপ নয়। আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। কুরতুবী (রঃ) বলেন যে, একটি হাদীসে আছেঃ(আরবি) অর্থাৎ “যে ব্যক্তি মুসলমানকে হত্যা করার কাজে অর্ধেক কথা দিয়েও সাহায্য করে এর ভাবার্থ এই যে, (আরবি) পূর্ণভাবে না বলে শুধুমাত্র (আরবি) বলে। মুজাহিদু (রঃ) বলেন যে, সূরাসমূহের প্রথমে যে অক্ষরগুলো আছে যেমন (আরবি) ইত্যাদি এ সবগুলোই (আরবি) কোন কোন আরবী ভাষাবিদ বলেন যে, এই অক্ষরগুলো যা পৃথক পৃথকভাবে ২৮টি আছে, তন্মধ্যে কয়েকটি উল্লেখ করে বাকীগুলোকে ছেড়ে দেয়া হয়েছে। যেমন কেউ বলে থাকেঃ আমার পুত্র লিখে, (আরবি) তখন ভাবার্থ এই দাঁড়ায় যে, তার পুত্র এ ধরনের ২৮টি অক্ষর লিখে। কিন্তু প্রথম কয়েকটির নাম উল্লেখ করে বাকীগুলো ছেড়ে দেয়া হয়েছে। পুনরুক্ত অক্ষরগুলোকে বাদ দিয়ে সূরাসমূহের প্রথমে এ প্রকারের চৌদ্দটি অক্ষর এসেছে। অক্ষরগুলো হচ্ছেঃ (আরবি) এসব একত্রিত করলে (আরবি) গঠিত হয়। সংখ্যা হিসেবে এ অক্ষরগুলো হয় চৌদ্দটি এবং মোট অক্ষর হলো আটাশটি। সুতরাং এগুলো পুরো অর্ধেক হচ্ছে এবং এগুলো পরিত্যক্ত অক্ষরগুলো হতে বেশী মর্যাদাপূর্ণ। এ নিপুণতাও এর মধ্যে পরিলক্ষিত হয় যে, যত প্রকারের অক্ষর রয়েছে ততো প্রকারেরই অধিক সংখ্যক এর মধ্যে এসে গেছে। অর্থাৎ (আরবি) ইত্যাদি। সুবহানাল্লাহ! প্রত্যেক জিনিসের মধ্যেই বিশ্বপ্রভুর মাহাত্ম প্রকাশ পাচ্ছে। এটা সুনিশ্চিত কথা যে, আল্লাহ তাআলার কথা কখনও বাজে ও অর্থহীন হতে পারে না। তার কথা এ থেকে সম্পূর্ণ পবিত্র। কিন্তু কতকগুলো নির্বোধ বলে থাকে যে, এসব অক্ষরের কোন তাৎপর্য বা অর্থই নেই। তারা সম্পূর্ণ ভুলের উপর রয়েছে। ওগুলোর কোন না কোন অর্থ অবশ্যই রয়েছে। যদি নিস্পাপ নবী (সঃ) হতে তার কোন অর্থ সাব্যস্ত হয় তবে আমরা সেই অর্থ করবো ও বুঝবো। আর যদি নবী (সঃ) কোন অর্থ না করে থাকেন তবে আমরাও কোন অর্থ করবো না, বরং বিশ্বাস করবো যে, তা আল্লাহর নিকট থেকে এসেছে। রাসূলুল্লাহ (সঃ) এ সম্পর্কে কোন ব্যাখ্যা দান করেননি এবং আলেমদের মধ্যে এ ব্যাপারে অত্যধিক মতভেদ রয়েছে। যদি কারও কোন কথার দলীল জানা থাকে তবে ভাল কথা, সে তা মেনে নেবে। নতুবা মঙ্গল এই যে, এগুলো আল্লাহপাকের কথা তা বিশ্বাস করবে এবং এও বিশ্বাস করবে যে, এগুলোর অর্থ অবশ্যই আছে, যা একমাত্র আল্লাহই জানেন, আমাদের নিকট তা প্রকাশ পায়নি। এ অক্ষরগুলো আনার দ্বিতীয় হেকমত ও অন্তর্নিহিত কারণ এই যে, এগুলো। দ্বারা সূরাসমূহের সূচনা জানা যায়। কিন্তু এ কারণটি দুর্বল। কেননা এছাড়াও অন্য জিনিস দ্বারা সূরাগুলোর বিভিন্নতা জানা যায়। আর যে সূরাগুলোর প্রথমে এ অক্ষরগুলো নেই ওগুলোর প্রথম ও শেষ কি জানা যায় না? আবার সূরাগুলোর প্রথমে বিসমিল্লাহর লিখন ও পঠন কি ওগুলোকে অন্য সূরা. থেকে পৃথক করে দেয় না? ইমাম ইবনে জারীর (রঃ) এর একটা রহস্য এভাবে বর্ণনা করেছেন যে, যেহেতু মুশরিকরা আল্লাহর কিতাব শুনতোই না, কাজেই তাদেরকে শুনাবার জন্য অক্ষরগুলো আনা হয়েছে যেন নিয়মিত পাঠ আরম্ভ দ্বারা তাদের মন কিছুটা আকর্ষণ করা যায়। কিন্তু এ কারণটিও দুর্বল। কেননা, যদি এরূপই হতো তবে প্রত্যেক সূরা এই অক্ষরগুলো দ্বারা আরম্ভ করা হতো, অথচ তা করা হয়নি। বরং অধিকাংশ সূরাই তা থেকে শূন্য রয়েছে। আবার তাই যদি হতো তবে যখনই মুশরিকদের সাথে কথা বলা আরম্ভ করা হতো তখনই শুধু এই অক্ষরগুলো আনা উচিত ছিল, এটা নয় যে, শুধু সূরাগুলো আরম্ভ করার সময়ই এই অক্ষরগুলো আনা উচিত। তাছাড়া এটাও একটা চিন্তা ভাবনার বিষয় যে, এই সূরাটি অর্থাৎ সূরা-ই-বাকারাহ এবং এর পরবর্তী সূরা অর্থাৎ সূরা-ই-আলে ইমরান মদীনা শরীফেই অবতীর্ণ হয়েছে, অথচ এ দুটো সূরা অবতীর্ণ হওয়ার সময় মক্কার মুশরিকরা তথায় ছিলই না। তা হলে এ দু’টি সূরার পূর্বে অক্ষরগুলো আসলো কেন? তবে হাঁ, এখানে আর একটি হিকমত বর্ণনা করা হয়েছে। তা এই যে, এগুলো আনায় কুরআন মাজীদের একটা মুজিযা বা অলৌকিকত্ব প্রকাশ পেয়েছে, যা আনয়ন করতে সমস্ত সৃষ্টজীব অপারগ হয়েছে। অক্ষরগুলো দৈনন্দিন ব্যবহৃত অক্ষর দ্বারা বিন্যস্ত হলেও তা সৃষ্টজীবের কথা হতে সম্পূর্ণ পৃথক। মুবারাদ (রঃ) ও এবং মুহাক্কিক আলেমগণের একটি দল ফারা ও (রঃ) কাতরাব (রঃ) হতেও এটাই বর্ণিত আছে।যামাখশারী (রঃ) তাফসীরী-ই-কাশশাফের মধ্যে এ কথার সমর্থনে অনেক কিছু বলেছেন। শায়খ ইমাম আল্লামা আবু আব্বাস হযরত ইবনে তাইমিয়াহ (রঃ) এবং হাফিয মুজতাহিদ আবুল আজ্জাজ মজ্জীও (রঃ) এই ইমাম ইবনে তাইমিয়ার বরাতে হিকমতটি বর্ণনা করেছেন। যামাখশারী (রঃ) বলেন যে, সমস্ত অক্ষর একত্রিতভাবে না আসার এটাই কারণ। হাঁ, তবে ঐ অক্ষরগুলোকে বার বার আনার কারণ হচ্ছে মুশরিকদের বার বার অপারগ ও লা-জবাব করে দেয়া, তাদেরকে ভয় প্রদর্শন করা। যেমনভাবে কুরআন কারীমের মধ্যে অধিকাংশ কাহিনী ও ঘটনা কয়েকবার বর্ণনা করা হয়েছে এবং বার বার স্পষ্ট ভাষায় কুরআনের অনুরূপ কিতাব আনার ব্যাপারে তাদের অপারগতার বর্ণনা দেয়া হয়েছে। কোন স্থানে শুধুমাত্র একটি অক্ষর এসেছে। যেমন (আরবি) কোন কোন স্থানে এসেছে দু’টি অক্ষর, যেমন , (আরবি) কোন জায়গায় তিনটি অক্ষর এসেছে, যেমন (আরবি), কোন কোন স্থানে চারটি অক্ষর এসেছে, যেমন (আরবি) এবং কোন কোন জায়গায় এসেছে পাঁচটি অক্ষর যেমন (আরবি) এবং (আরবি) কেননা, আরবদের শব্দগুলো সমস্তই এরকমই এক অক্ষর বিশিষ্ট, দুই অক্ষর বিশিষ্ট, তিন অক্ষর বিশিষ্ট, চার অক্ষর বিশিষ্ট এবং পাঁচ অক্ষর বিশিষ্ট। তাদের পাঁচ অক্ষরের বেশী শব্দ নাই। যখন এ কথাই হলো যে, এ অক্ষরগুলো কুরআন মাজীদের মধ্যে মু'জিযা বা অলৌকিক স্বরূপ আনা হয়েছে তখন যে সূরাগুলোর প্রথমে এ অক্ষরগুলো। এসেছে সেখানে কুরআনেরও আলোচনা হওয়া এবং এর মর্যাদা ও শ্রেষ্ঠত্বের বর্ণনা হওয়া উচিত। হয়েছেও তাই উনিত্রিশটি সূরায় এগুলো এসেছে। যেমনঃ (২:১-২) (আরবি) এখানেও এ অক্ষরগুলোর পরে বর্ণনা আছে যে, এই কুরআন আল্লাহর কালাম হওয়ার ব্যাপারে কোন সন্দেহ নেই। অন্য স্থানে আল্লাহপাক বলেছেনঃ (আরবি)অর্থাৎ আল্লাহ এমন যে, তিনি ব্যতীত মা'বুদ রূপে গ্রহণযোগ্য আর কেউ নেই, তিনি চিরঞ্জীব, যাবতীয় বস্তুর সংরক্ষণকারী, তিনি বাস্তব সত্যের সঙ্গে তোমার প্রতি কুরআন অবতীর্ণ করেছেন বা পূর্ববর্তী কিতাবসমূহের সত্যতা প্রতিপাদনকারী। (৩:১-৩) এখানেও এ অক্ষরগুলোর পরে কুরআন কারীমের শ্রেষ্ঠত্ব প্রকাশ করা হয়েছে। অন্য জায়গায় তিনি বলেছেনঃ (আরবি)অর্থাৎ এ একটি কিতাব যা তোমার উপর অবতীর্ণ করা হয়েছে, সুতরাং তোমার অন্তরে যেন মোটেই সংকীর্ণতা না আসে।' (৭:১-২) আর এক জায়গায় আছেঃ (আরবি) অর্থাৎ এ একটি কিতাব, যা আমি তোমার উপর অবতীর্ণ করেছি, যেন তুমি মানুষকে তাদের প্রভুর নির্দেশক্রমে অন্ধকার হতে আলোর দিকে বের করে আন।' (১৪:১-২) আবার ইরশাদ হচ্ছেঃ (আরবি) অর্থাৎ এই কিতাব বিশ্বপ্রভুর তরফ হতে অবতীর্ণ হওয়াতে কোন প্রকার সন্দেহ নেই।' (৩২:১-২) আল্লাহপাক আরও বলেছেনঃ (আরবি) অর্থাৎ ‘পরম করুণাময় অতি দয়ালুর পক্ষ হতে অবতীর্ণ।' (৪১:১-২) আরও এক জায়গায় তিনি বলেছেনঃ (আরবি)অর্থাৎ এরূপে মহাপরাক্রান্ত, প্রজ্ঞাময় আল্লাহ তোমার প্রতি ও তোমার পূর্বে যারা অতীত হয়েছে তাদের প্রতি ওয়াহী পাঠিয়েছেন।' (৪২:১-৩) এরকমই অন্যান্য সূরার গোড়া বা সূচনাংশের প্রতি চিন্তা করলে জানা যাবে যে, এসব অক্ষরের পরে পবিত্র কালামের শ্রেষ্ঠত্ব ও মহান মর্যাদার বর্ণনা রয়েছে, যদ্দ্বারা এ কথা ভালভাবে জানা যায় যে, এ অক্ষরগুলো মানুষের প্রতিদ্বন্দ্বিতার অপারগতা প্রমাণ করার জন্যেই আনা হয়েছে। আল্লাহই এসব ব্যাপারে সবচেয়ে। ভাল জানেন। কতকগুলো তোক এটাও বলেছে যে, এ অক্ষরগুলো দ্বারা সময়কাল জানান হয়েছে এবং হাঙ্গামা, যুদ্ধ ও এরূপ অন্যান্য কাজের সময় বাতলানো হয়েছে। কিন্তু কথাটি সম্পূর্ণ দুর্বল ও ভিত্তিহীন মনে হচ্ছে। একথার দলীলরূপে একটি হাদীসও বর্ণিত হয়ে থাকে। কিন্তু একদিকে তো তা দুর্বল, অপর দিকে হাদীসটি দ্বারা কথাটির সত্যতার চেয়ে বাতিল হওয়াই বেশী সাব্যস্ত হচ্ছে। ঐ হাদীসটি মুহাম্মদ বিন ইসহাক বিন ইয়াসার বর্ণনা করেছেন যিনি সাধারণতঃ মাগাযী বা যুদ্ধ বিগ্রহের ইতিহাস লেখক। ঐ হাদীসটির মধ্যে আছে যে, আবূ ইয়াসার বিন আখতার নামক একজন ইয়াহূদী একদা তার কয়েকজন সঙ্গীকে নিয়ে রাসূলুল্লাহ (সঃ)-এর খিদমতে এসে উপস্থিত হয়। সে সময় রাসূলুল্লাহ (সঃ) সূরাই-বাকারার প্রথম আয়াত পাঠ করছিলেনঃ (আরবি)এ শুনে সঙ্গে সঙ্গে সে তার ভাই হুয়াই বিন আখতাবের নিকট এসে বলেঃ ‘আমি রাসূলুল্লাহ (সঃ)-কে সূরা-ই-বাকারার এই প্রথম আয়াতটি পড়তে শুনেছি। সে জিজ্ঞেস করেঃ তুমি কি স্বয়ং শুনেছো?' সে বলেঃ হ্যা, আমি নিজে শুনেছি। হুয়াই তার সঙ্গীগণসহ রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয় এবং বলেঃ হে আল্লাহর রাসূল (সঃ)! আপনি এ আয়াতটি পাঠ করেছিলেন তা কি সত্য?' তিনি বলেন হ্যা, সত্য। সে বলেঃ তবে শুনুন! আপনার পূর্বে যতগুলো নবী এসেছিলেন তাদের কাউকেই একথা বলা হয়নি যে, তাঁর দেশ ও ধর্মের অস্তিত্ব কতদিন থাকবে। কিন্তু আপনাকে তা বলে দেয়া হয়েছে। অতঃপর সে দাড়িয়ে লোকদেরকে বলতে থাকেঃ 'শুনে রাখো! (আরবি)-এর সংখ্যা হলো এক, (আরবি)-এর ত্রিশ এবং (আরবি) চল্লিশ, একুনে একাত্তর হলো। তোমরা কি সেই নবীর অনুসরণ করতে চাও যার দেশ ও উম্মতের সময়কাল মোট একাত্তর বছর হবে? অতঃপর সে রাসূলুল্লাহ (সঃ)-এর মুখোমুখী হয়ে জিজ্ঞেস করেঃ এ রকম আর কোন আয়াত আছে কি?' তিনি বলেনঃ হ্যা , (আরবি)  সে বলে এটা খুব ভারী ও অত্যন্ত লম্বা। (আরবি)-এর এক, (আরবি)-এর ত্রিশ, (আরবি)-এর চল্লিশ এবং (আরবি) এর নব্বই। একুনে হলো একশো একষট্টি বছর।' সে বলেঃ এরূপ আরও কোন আয়াত আছে কি? তিনি বলেনঃ হ্যা (আরবি), সে বলেঃ ‘এটাও খুব ভারী ও দীর্ঘ (আরবি) এর এক, (আরবি)-এর ত্রিশ, (আরবি)-এর দু’শশা, একুনে দু’শো একত্রিশ বছর হলো। আরও কি এরূপ আয়াত আছে?' তিনি বলেনঃ হ্যা, (আরবি), সে বলেঃ ‘এত অতিরিক্ত ভারী (আরবি)  -এর এক, (আরবি)-এর ত্রিশ, (আরবি)-এর চল্লিশ এবং (আরবি)-এর দুশো, একুনে দু’শশা একাত্তর হলো। এখনতো মুশকিল হয়ে পড়লো আর কথাও ভুল হয়ে গেল। ও লোকেরা! চল যাই।' আবু ইয়াসির তার ভাই ও অন্যান্য ইয়াহূদী আলেমকে বললোঃ “কি বিস্ময়জনক ব্যাপার যে, এসব অক্ষরের সমষ্টি হযরত মুহাম্মদ (সঃ)-কে দেয়া হয়েছে একাত্তর, একশো একত্রিশ, দুশো একত্রিশ, দু'শো একাত্তর, সর্বমোট সাতশো চার বছর হলো। তারা বললোঃ কাজ তো এলো মেলো হয়ে গেল।কতকগুলো লোকের ধারণা এই যে, নিম্নের আয়াতটি এই লোকদের সম্পর্কেই অবতীর্ণ হয়েছিলঃ (আরবি) অর্থাৎ তিনি এমন সত্তা, যিনি তোমার প্রতি কিতাব অবতীর্ণ করেছেন। যার একাংশে ঐ আয়াতসমূহ রয়েছে যা অস্পষ্ট মর্ম হতে সংরক্ষিত, এ আয়াতগুলোই। কিতাবের মূল ভিত্তি, আর অন্যান্যগুলো অস্পষ্ট মর্ম বিশিষ্ট।' (৩:৭) এ হাদীসের স্থিতি সম্পূর্ণরূপে মুহাম্মদ বিন সাইব কালবীর উপর রয়েছে এবং যে হাদীসের বর্ণনাকারী একজন হয়, মুহাদ্দিসগণ তা দলীলরূপে গ্রহণ করেন না এবং করতেও পারেন না। আর যদিও এটা মেনে নেয়া হয় এবং এরকম প্রত্যেক অক্ষরের সংখ্যা বের করা হয় তবে যে চৌদ্দটি অক্ষর আমরা বের করেছি ওগুলোর সংখ্যা অনেক হয়ে যাবে এবং ওগুলোর মধ্যে যে অক্ষরগুলো কয়েকবার এসেছে সেগুলোর সংখ্যা গণনাও কয়েকবার হবে। সুতরাং গণনা অত্যন্ত দীর্ঘ হয়ে যাবে। এ ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে বেশী জানেন।",
  "ayah": 1,
  "surah": 2
}
