{
  "text": "৯৯-১০৩ নং আয়াতের তাফসীর\nঅর্থাৎ হে মুহাম্মদ (সঃ) আমি এমন এমন নিদর্শনাবলী তোমার উপর অবতীর্ণ করেছি যা তোমার নবুওয়াতের জন্যে প্রকাশ্য দলীল হতে পারে। ইয়াহুদীদের বিশেষ জ্ঞান ভাণ্ডার তাওরাতের গোপনীয় কথা, তাদের পরিবর্তনকৃত আহকাম ইত্যাদি সব কিছুই আমি এই অলৌকিক কিতাব কুরআন মাজীদের মধ্যে বর্ণনা করেছি। ওটা শুনে প্রত্যেক জীবিত অন্তর তোমার নবুওয়াতের সত্যতা স্বীকার করতে বাধ্য হয়ে পড়ে। তবে ইয়াহূদীরা যে হিংসা-বিদ্বেষ বশতঃ মানছে না ওটা অন্য কথা। নতুবা প্রত্যেক লোকই এটা বুঝতে পারে যে, একজন নিরক্ষর লোক কখনও এরকম পবিত্র অলংকার ও নিপুণতাপূর্ণ কথা বানাতে পারে না।'হযরত ইবনে আব্বাস (রাঃ) বলেন যে, ইবনে সুরিয়া কাতভীনী মুহাম্মদ (সঃ)-কে বলেছিল ও ‘আপনি এমন কোন সৌন্দর্য ও দর্শন পূর্ণবাণী আনতে পারেন নি যা দ্বারা আপনার নবুওয়াতের পরিচয় পেতে পারি বা কোন জ্বলন্ত প্রমাণও আপনার নিকট নেই।' তখনই এই পবিত্র আয়াতটি অবতীর্ণ হয়। ইয়াহুদীদের নিকট শেষ নবী (সঃ)-কে স্বীকার করার উপর অঙ্গীকার নেয়া হয়েছিল তা তারা অস্বীকার করেছিল বলে আল্লাহ্ তা'আলা বলেন যে, অঙ্গীকার করে তা ভঙ্গ করা, এটা তো ইয়াহুদীদের চিরাচরিত অভ্যাস, বরং তাদের অধিকাংশের অন্তর তো ঈমান থেকেই শূন্য।(আরবি)-এর অর্থ হচ্ছে ‘ফেলে দেয়া। ইয়াহূদীরা আল্লাহর কিতাবকে এবং তার অঙ্গীকারকে এমনভাবে ছেড়ে দিয়েছিল যে, যেন তারা তা ফেলেই দিয়েছিল। এ জন্যেই তাদের নিন্দের ব্যাপারে এ শব্দই ব্যবহার করা হয়েছে। কুরআন কারীমের এক জায়গায় স্পষ্টভাবে বর্ণিত আছেঃ তারা তাওরাত ও ইঞ্জীলের মধ্যে মুহাম্মদ (সঃ)-এর বর্ণনা বিদ্যমান পেয়ে থাকে। এখানেও আল্লাহ পাক বলেছেন যে, যখন তাদের একটি দল কিতাবের নির্দেশ অগ্রাহ্য করতঃ ওকে এমনভাবে ছেড়ে দেয় যে, যেন সে জানেই না। বরং যাদুর পিছনে লেগে পড়ে। এমনকি মুহাম্মদ (সঃ)-এর উপরও যাদু করে। মহান আল্লাহ তাঁর রাসূল (সঃ)কে এটা জানিয়ে দেন এবং ওর ক্রিয়া নষ্ট করতঃ তাকে আরোগ্য দান করেন। তাওরাতের মাধ্যমে তো তারা তাঁর মুকাবিলা করতে সক্ষম হয়নি। কেননা, ওটা তো তার সত্যতা প্রমাণকারী। সুতরাং ওটাকে তারা পরিত্যাগ করতঃ অন্য কিতাব গ্রহণ করে ওর পিছনে লেগে পড়ে। আল্লাহর কিতাবকে তারা এমনভাবে ছেড়ে দেয় যে, যেন তারা ওর সম্বন্ধে কিছু জানতই না। প্রবৃত্তির বশবর্তী হয়ে তারা আল্লাহর কিতাবকে তাদের পৃষ্ঠের পিছনে নিক্ষেপ করে। এও বলা হয়েছে যে, গান-বাজনা, খেল-তামাশা এবং আল্লাহর স্মরণ হতে বিরত রাখে এমন প্রত্যেক জিনিসই (আরবি)-এর অন্তর্ভুক্ত।\nহযরত সুলাইমান (আঃ)-এর ঘটনা এবং যাদুর মূল তত্ত্বের উপর একটি গুরুত্বপূর্ণ ব্যাখ্যা।\nহযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বর্ণনা করেন যে, হযরত সুলাইমান (আঃ)-এর নিকট একটি আংটি ছিল। পায়খানায় গেলে তিনি ওটা তার স্ত্রী জারাদার নিকট রেখে যেতেন। হযরত সুলাইমান (আঃ)-এর পরীক্ষার সময় এলে একটি শয়তান জ্বীন তার রূপ ধরে তার স্ত্রীর নিকট আসে এবং আংটি চায়। তা তাকে দিয়ে দেয়া হয়। সে তা পরে হযরত সুলাইমান (আঃ)-এর সিংহাসনে বসে যায়। সমস্ত জ্বীন, মানব ও শয়তান তার খিদমতে হাজির হয়। সে শাসন কার্য চালাতে থাকে। এদিকে হযরত সুলাইমান (আঃ) ফিরে এসে তার স্ত্রীর নিকট আংটি চান। তাঁর স্ত্রী বলেনঃ তুমি মিথ্যাবাদী। তুমি সুলাইমান (আঃ) নও। সুলাইমান (আঃ) তো আংটিটি নিয়েই গেছেন।'  হযরত সুলাইমান (আঃ) বুঝে নেন যে, এটা হচ্ছে মহান আল্লাহর পক্ষ হতে তার উপর পরীক্ষা। এ সময়ে শয়তানরা যাদু বিদ্যা, জ্যোতিষ বিদ্যা এবং ভবিষ্যতের সত্য-মিথ্যা খবরের কতকগুলো কিতাব লিখে এবং ওগুলো হযরত সুলাইমান (আঃ)-এর সিংহাসনের নীচে পুঁতে রাখে। হযরত সুলাইমান (আঃ) এর পরীক্ষার যুগ শেষ হলে পুনরায় তিনি সিংহাসন ও রাজপাটের মালিক হয়ে যান। স্বাভাবিক বয়সে পৌছে যখন তিনি রাজত্ব হতে অবসর গ্রহণ করেন, তখন শয়তানরা জনগণকে বলতে শুরু করে যে, হযরত সুলাইমানের (আঃ) ধনাগার এবং ঐ পুস্তক যার বলে তিনি বাতাস ও জ্বীনদের উপর শাসনকার্য চালাতেন তা তাঁর সিংহাসনের নীচে পোঁতা রয়েছে। জ্বীনেরা ঐ সিংহাসনের নিকটে যেতে পারতো না বলে মানুষেরা ওটা খুঁড়ে ঐ সব পুস্তক বের করে। সুতরাং বাইরে এর আলোচনা হতে থাকে এবং প্রত্যেকেই এ কথা বলে যে, হযরত সুলাইমান (আঃ)-এর রাজত্বের রহস্য এটাই ছিল। এমনকি জনগণ হযরত সুলাইমান (আঃ)-এর নবুওয়াতকেও অস্বীকার করে বসে এবং তাঁকে যাদুকর বলতে থাকে। রাসূলুল্লাহ (সঃ)-এর সত্যতা অস্বীকার করেন এবং আল্লাহর ফরমান জারী হয় যে, যাদু বিদ্যার এ কুফরী শয়তানরা ছড়িয়ে ছিল। হযরত সুলাইমান (আঃ) ওটা হতে সম্পূর্ণ মুক্ত ছিলেন। হযরত ইবনে আব্বাস (রাঃ)-এর নিকট একটি লোক আগমন করলে তিনি তাকে জিজ্ঞেস করেনঃ “কোথা হতে আসছো?' সে বলেঃ ইরাক ইতে। তিনি বলেনঃ ইরাকের কোন শহর হতে?' সে বলেঃ কুফা হতে। তিনি জিজ্ঞেস করেনঃ “তথাকার সংবাদ কি?' সে বলেঃ তথায় আলোচনা হচ্ছে যে, হযরত আলী (রাঃ) মারা যাননি; বরং তিনি জীবিত আছেন এবং সত্বরই আসবেন। একথা শুনে হযরত ইবনে আব্বাস (রাঃ) কেঁপে উঠেন এবং বলেনঃ ‘এটা সত্য হলে আমরা তাঁর মীরাস বন্টন করতাম না। আর তাঁর স্ত্রীগণকে বিয়ে করতাম। শুন! শয়তানরা আকাশবানী চুরি করে শুনে নিতে এবং তাদের নিজস্ব কথা মিলিয়ে দুনিয়ায় ছড়িয়ে দিতো। হযরত সুলাইমান (আঃ) ঐ সব পুস্তক জমা করে তার সিংহাসনের নীচে পুঁতে দেন। তার মৃত্যুর পর জ্বীনেরা পুনরায় তা বের করে নেয়। ঐ পুস্তকগুলো ইরাকের মধ্যেও ছড়িয়ে রয়েছে এবং ঐ পুস্তকগুলোর কথাই তারা বর্ণনা করছে, ছড়িয়ে দিচ্ছে। এ আয়াতে ওরই বর্ণনা রয়েছে। সেই যুগে এটাও প্রসিদ্ধি লাভ করেছিল যে, শয়তানরা ভবিষ্যত জানে। হযরত সুলাইমান (আঃ) এই পুস্তকগুলো বাক্সে ভরে পুঁতে ফেলার পর এই নির্দেশ জারী করেন যে, যে একথা বলবে তার মাথা কেটে নেয়া হবে। কোন কোন বর্ণনায় আছে যে,  হযরত সুলাইমান (আঃ)-এর ইন্তেকালের পর জীনেরা ঐ পুস্তকগুলো তাঁর সিংহাসনের নীচে পুঁতে রাখে এবং ওর প্রথম পষ্ঠায় লিখে রাখেঃ “এই জ্ঞানভাণ্ডার ‘আসিফ বিন রখিয়া কর্তৃক সংগ্রহ করা হয়েছে, যিনি হযরত সুলাইমান বিন দাউদের (আঃ) প্রধানমন্ত্রী, বিশিষ্ট পরামর্শ দাতা এবং অন্তরঙ্গ বন্ধু ছিলেন।” ইয়াহূদীদের মধ্যে এটা ছড়িয়ে পড়েছিল যে, হযরত সুলাইমান (আঃ) নবী ছিলেন না, বরং যাদুকর ছিলেন। এই কারণেই উপরোক্ত আয়াতগুলো অবতীর্ণ হয়। আল্লাহর সত্য নবী (সঃ) অন্য এক সত্য নবীকে (আঃ) কালিমামুক্ত করেন এবং ইয়াহুদীদের বদ-আকীদার অসারতা ঘোষণা করেন। তারা হযরত সুলাইমান (আঃ)-এর নাম নবীদের নামের তালিকাভুক্ত শুনে ক্রোধে জ্বলে উঠতো। এজন্যেই এ ঘটনাটি বিস্তারিতভাবে বর্ণনা করা হয়েছে। এটাও একটা কারণ যে, হযরত সুলাইমান (আঃ) কষ্টদায়ক প্রাণী হতে কষ্ট না দেয়ার অঙ্গীকার নিয়েছিলেন। তাদেরকে ঐ অঙ্গীকারের কথা স্মরণ করিয়ে দিলেই তারা কষ্ট দেয়া হতে বিরত থাকতো। অতঃপর জনগণ নিজেরাই কথা বানিয়ে নিয়ে যাদু মন্ত্র ইত্যাদির সম্বন্ধ হযরত সুলাইমান (আঃ) এর সঙ্গে লাগিয়ে দেয়। ওর অসারতা এই পবিত্র আয়াতে রয়েছে।এখানে (আরবি) শব্দটি (আরবি)-এর অর্থে ব্যবহৃত হয়েছে কিংবা (আরবি) শব্দটি  (আরবি)-এর অন্তর্ভুক্ত। আর এটাই উত্তম। আল্লাহ তাআলাই সবচেয়ে বেশী জানেন।হযরত হাসান বসরী (রঃ)-এর উক্তি আছে যে, যাদু হযরত সুলাইমান (আঃ) এর পূর্বেও ছিল। এটা সম্পূর্ণ সত্য কথা। হযরত সুলাইমান (আঃ) হযরত মুসা (আঃ)-এর পর যুগের নবী। আর হযরত মূসা (আঃ)-এর যুগে যাদুকরদের বিদ্যমানতা কুরআন মাজীদ দ্বারাই সাব্যস্ত হয়েছে এবং হযরত সুলাইমান (আঃ)-এর আগমন হযরত মূসা (আঃ)-এর পরে হওয়াও কুরআন কারীম দ্বারাই প্রকাশ পেয়েছে। হযরত দাউদ (আঃ) ও জালুতের ঘটনায় আছেঃ (আরবি)  অর্থাৎ মূসা (আঃ)-এর পরে। এমনকি হযরত ইবরাহীম (আঃ) (আরবি)-এরও পূর্বে হযরত সালিহ (আঃ)কে তার কওম’ বলেছিলঃঅর্থাৎ তুমি যাদুকৃত লোকদের অন্তর্ভুক্ত। (২৬:১৮৫)অতঃপর আল্লাহ বলেন (আরবি) কেউ কেউ বলেন যে, এখানে (আরবি) শব্দটি না বাচক এবং ওর সংযোগ রয়েছে। (আরবি)-এর উপর। ইয়াহুদীদের আর একটি বদ-আকীদা ছিল এই যে, ফেরেশতাদের উপর যাদু অবতীর্ণ হয়েছে। এ আয়াতে তাকেই খণ্ডন করা হয়েছে (আরবি) ও (আরবি) শব্দ দুটি (আরবি) হতে (আরবি) হয়েছে। দ্বিবচনের উপরও বহু বচনের প্রয়োগ হয়ে থাকে। যেমন- (আরবি)-এর মধ্যে রয়েছে। কিংবা তাদের অনুসারীদেরকে তাদেরই অন্তর্ভুক্ত করে বহুবচন ব্যবহার করা হয়েছে এবং তাদের দুজনের নাম খুবই অবাধ্যতার কারণে প্রকাশ করা হয়েছে। কুরতুবী (রঃ) তো বলেন এটাই সঠিক ভাব। এছাড়া অন্য ভাব নেয়ার প্রয়োজন নেই। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যাদু আল্লাহু, নাযিল করেননি। রাবী' বিন আনাস (রঃ) বলেন যে, তাদের উপর কোন যাদু অবতীর্ণ হয়নি। এর উপর ভিত্তি করে আয়াতের তরজমা হবে এইঃ ‘ঐ ইয়াহুদীরা ঐ জিনিসের অনুসরণ করেছে যা শয়তানরা হযরত সুলাইমান (আঃ)-এর যুগে পড়তো। হযরত সুলাইমান (আঃ) কুফরী করেনি, না আল্লাহ তা'আলা ঐ দু' ফেরেশতার উপর যাদু অবতীর্ণ করেছেন; (যেমন-হে ইয়াহুদী! জিবরাঈল (আঃ) ও মীকাঈলের (আঃ) প্রতি তোমাদের ধারণা রয়েছে) বরং এ কুফরী ছিল শয়তানদের, যারা বাবেলে জনগণকে যাদু শিখাতো এবং তাদের সরদার ছিল মানুষ, যাদের নাম ছিল হারূত ও মারূত। হযরত আবদুর রহমান বিন আবৃজা (রঃ) নিম্নরূপ পড়তেনঃ (আরবি) অর্থাৎ দাউদ ও সুলাইমান এই দু'বাদশাহর উপরেও যাদু অবতীর্ণ করা হয়নি? ইমাম ইবনে জারীর (রঃ) একে শক্তভাবে খণ্ডন করেছেন। তিনি বলেন যে, (আরবি)  শব্দটি (আরবি)। অর্থে এখানে ব্যবহৃত হয়েছে। আর হারুত ও মারূত দুজন ফেরেশতা। তাদেরকে আল্লাহ তাআলা পৃথিবীতে পাঠিয়েছিলেন এবং বান্দাদেরকে পরীক্ষা করার জন্যে তাদেরকে যাদু বিদ্যা শিক্ষা দিতে ঐ দু'ফেরেশতাকে অনুমতি দিয়েছিলেন। তাই তারা আল্লাহর সে আদেশ পালন করেছিলেন।একটি দুর্বল মত এও আছে যে, এটা জ্বীনদের দু’টি গোত্র (আরবি) দু'বাদশাহর কিরআতে (আরবি)-এর অর্থ হবে সৃষ্টি করা। যেমন, আল্লাহ পাক বলেছেনঃ (আরবি) অর্থাৎ তিনি তোমাদের জন্যে। আট প্রকারের চতুষ্পদ জন্তু সৃষ্টি করেছেন।' (৩৯:৬) আরও বলেছেনঃ (আরবি) অর্থাৎ আমি লোহা সৃষ্টি করেছি।' (৫৭:২৫) হাদীসের মধ্যেও (আরবি) শব্দটি সৃষ্টি করার অর্থে ব্যবহৃত হয়েছে। যেমনঃ (আরবি) অর্থাৎ ‘আল্লাহ যতগুলো রোগ সৃষ্টি করেছেন, ওগুলোর ওষুধও সৃষ্টি করেছেন। উপরোক্ত সব স্থানেই (আরবি) শব্দটি সৃষ্টি করা অর্থে ব্যবহৃত হয়েছে; আনা বা অবতীর্ণ করা অর্থে নয়। দ্রুপ এ আয়াতেও। পূর্ব যুগীয় অধিকাংশ মনীষীদের মাযহাব এই যে, এই দু’জন ফেরেশতা ছিলেন। একটি মারফু হাদীসেও এ বিষয়টি বিস্তারিতভাবে আলোচিত হয়েছে, যা ইনশাআল্লাহ এখনই বর্ণিত হচ্ছে। কেউ যেন এ প্রশ্ন উত্থাপন না করেন যে, ফেরেশতাগণ তো নিস্পাপ। তাদের দ্বারা তো পাপকার্য হতেই পারে না। অথচ জনগণকে যাদু শিক্ষা দেয়া, এতো কুফরী? এ প্রশ্ন উখিত হতে পারে না। কেননা, এ দু'জন ফেরেশতা সাধারণ ফেরেশতাগণ হতে পৃথক হয়ে যাবে, যেমন ইবলিস পৃথক হয়েছে।হযরত আলী (রাঃ), হযরত ইবনে মাসউদ (রাঃ), হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে উমার (রাঃ), হযরত কাবুল আহবার (রঃ), হযরত সুদ্দী (রঃ) এবং হযরত কালবী (রঃ) এটাই বলেন।হযরত আবদুল্লাহ বিন উমার (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)কে বলতে শুনেছেনঃ যখন আল্লাহ তা'আলা হযরত আদম (আঃ)কে পৃথিবীতে পাঠিয়ে দেন এবং তাঁর সন্তানেরা চারদিকে ছড়িয়ে পড়ে, অতঃপর তারা আল্লাহর নাফরমানী করতে থাকে, তখন ফেরেশতগণ পরস্পর বলাবলি করেন- “দেখ এরা কত দুষ্ট প্রকৃতির লোকে এবং এরা কতই না অবাধ্য! আমরা এদের স্থলে থাকলে কখনও আল্লাহর অবাধ্য হতাম না-তখন আল্লাহ তা'আলা তাদেরকে বলেনঃ “তোমরা তোমাদের মধ্য হতে দু’জন ফেরেশতাকে নিয়ে এসো; আমি তাদের মধ্যে মানবীয় প্রবৃত্তি সৃষ্টি করতঃ তাদেরকে পৃথিবীতে পাঠিয়ে দিচ্ছি; তার পরে দেখা যাক তারা কি করে। তারা তখন হারূত ও মারূতকে হাজির করেন। আল্লাহ তাআলা তাদের মধ্যে মানবীয় প্রবৃত্তি সৃষ্টি করতঃ তাদেরকে বলেনঃ “দেখ, বানী আদমের নিকট তো আমি নবীদের মাধ্যমে আমার আহ্কাম পৌছিয়ে থাকি; কিন্তু তোমাদেরকে মাধ্যম ছাড়াই স্বয়ং আমি বলে দিচ্ছি। আমার সাথে কাউকেও অংশীদার করবে না, ব্যভিচার করবে না এবং মদ্যপানও করবে না।তখন তারা দুজন পৃথিবীতে অবতরণ করে। তাদেরকে পরীক্ষা করার জন্যে আল্লাহ তাআলা যুহরাকে একটি সুন্দরী নারীর আকারে তাদের নিকট পাঠিয়ে দেন। তারা তাকে দেখেই বিমোহিত হয়ে পড়ে এবং তার সাথে ব্যভিচার করার ইচ্ছা প্রকাশ করে। সে বলেঃ তোমারা শিরক করলে আমি সম্মত আছি।' তারা উত্তর দেয়ঃ ‘এটা আমাদের দ্বারা হবে না। সে চলে যায়। আবার সে এসে বলেঃ তোমরা যদি এই শিশুটিকে হত্যা কর তবে আমি তোমাদের মনোবাসনা পূর্ণ করতে সম্মত হবো। তারা ওটাও প্রত্যাখ্যান করে। সে আবার আসে এবং বলেঃ আচ্ছা, এই মদ পান করে নাও। তারা ওটাকে ছোট পাপ মনে করে তাতে সম্মত হয়ে যায়। এখন তারা নেশায় উন্মত্ত হয়ে ব্যভিচারও করে বসে এবং শিশুটিকে হত্যা করে ফেলে।তাদের চৈতন্য ফিরে আসলে ঐ স্ত্রীলোকে তাদেরকে বলেঃ যে যে কাজ - করতে তোমরা অস্বীকৃতি জ্ঞাপন করেছিলে তা সবই করে ফেলেছে। তারা তখন লজ্জিত হয়ে যায়। তাদেরকে দুনিয়ার শাস্তি বা আখেরাতের শাস্তির যে কোন একটি গ্রহণ করার অধিকার দেয়া হয়। তারা দুনিয়ার শাস্তি পছন্দ করে। সহীহ ইবনে হিব্বান, মুসনাদ-ই- আহমাদ, তাফসীর-ই-ইবনে মিরদুওয়াই এবং তাফসীর-ই-ইবনে জারীরের মধ্যে এ হাদীসটি বিভিন্ন শব্দে বর্ণিত আছে। মুসনাদ-ই-আহমাদের এ বর্ণনাটি গরীব। ওর মধ্যে একজন বর্ণনাকারী মূসা বিন যুবাইর আনসারী রয়েছে-ইবনে আবি হাতিমের (রঃ) মতে সে নির্ভরযোগ্য নয়। তাফসীর-ই- ইবনে মিরদুওয়াই এর মধ্যে একটি বর্ণনায় এও রয়েছে যে, একদা রাত্রে হযরত আবদুল্লাহ বিন উমার (রাঃ) হযরত নাফে' (রাঃ)কে জিজ্ঞেস করেনঃ যুহরা তারকাটি বের হয়েছে কি?' তিনি বলেনঃ ‘না’। দুতিন বার প্রশ্নের পর বলেনঃ এখন উদিত হয়েছে। হযরত আবদুল্লাহ বিন উমার (রাঃ) তখন বলেন ' ও যেন খুশিও না হয় এবং ওর আনন্দ লাভও যেন না হয়। হযরত নাফে (রাঃ) তখন তাকে বলেনঃ জনাব, একটি তারকা যা আল্লাহ পাকের নির্দেশক্রমে উদিত ও অস্তমিত হয় তাকে আপনি মন্দ বলেন?' তিনি তখন বলেনঃ তবে শুনুন জনাব আমি ঐ কথাই বলছি যা রাসূলুল্লাহ (সঃ) এর নিকট হতে শুনেছি। অতঃপর উল্লিখিত হাদীসটি শব্দের বিভিন্নতার সাথে বর্ণনা করেন। কিন্তু এটাও গরীব বা দুর্বল। হযরত কা'ব (রাঃ) হতে বর্ণিত হাদীসটি মারফু হওয়া অপেক্ষা মাওকুফ হওয়ার সম্ভাবনাই বেশী। সম্ভবতঃ এটা ইসরাঈলী বর্ণনাই হবে। আল্লাহ তাআলাই এ সম্পর্কে সবচেয়ে ভাল জানেন। সাহাবা (রাঃ) এবং তাবেঈন (রাঃ) হতেও এ ধরনের বহু বর্ণনা করা হয়েছে।কেউ কেউ বলেন যে, যুহরা একটি স্ত্রী লোক ছিল। সে ফেরেশতাদের সাথে শর্ত করে বলেছিলঃ ' তোমরা আমাকে ঐ দোআটি শিখিয়ে দাও যা পড়ে তোমরা আকাশে উঠে থাকো। তারা তাকে তা শিখিয়ে দেয়। সে এটা পড়ে আকাশে উঠে যায় এবং তথায় তাকে তারকায় রূপান্তরিত করা হয়। কতকগুলো মারফু বর্ণনায়ও এটা আছে; কিন্তু ওটা মুকার ও বে-ঠিক। অন্য একটি বর্ণনায় আছে যে, এ ঘটনার পূর্বে তো ফেরেশতাগণ শুধুমাত্র মুমিনদের জন্যই ক্ষমা প্রার্থনা করতেন, কিন্তু এর পর তারা সারা দুনিয়াবাসীর জন্যে ক্ষমা প্রার্থনা করতে আরম্ভ করেন। কোন কোন বর্ণনায় আছে যে, যখন এই ফেরেশতাদ্বয় হতে এ অবাধ্যতা প্রকাশ পায় তখন অন্যান্য ফেরেশতাগণ স্বীকার করেন যে, বানী আদম আল্লাহ পাক হতে দূরে রয়েছে এবং তাকে না দেখেই ঈমান এনেছে, সুতরাং তাদের ভুল হওয়া অস্বাভাবিক নয়। ঐ ফেরেশতাদ্বয়কে বলা হয়ঃ তোমরা দুনিয়ার শাস্তি গ্রহণ করে নাও, অথবা পরকালের শাস্তির জন্যে প্রস্তুত হয়ে যাও।' তারা দুজন পরামর্শ করে দুনিয়ার শাস্তিই গ্রহণ করে। কেননা, এটা অস্থায়ী এবং পরকালের শাস্তি চিরস্থায়ী। সুতরাং বাবেলে তাদেরকে শাস্তি দেয়া হচ্ছে। একটি বর্ণনায় আছে যে, আল্লাহ তা'আলা তাদেরকে যে নির্দেশাবলী দিয়েছিলেন তাতে হত্যা ও অবৈধ মালের উপর নিষেধাজ্ঞা ছিল এবং এ হুকুমও ছিল যে,তারা যেন ন্যায়ের সঙ্গে বিচার করে। এও এসেছে যে, তারা তিনজন ফেরেশতা ছিল। কিন্তু একজন পরীক্ষায় অংশ গ্রহণে অস্বীকৃতি জানিয়ে ফিরে যায়। অতঃপর দু’জনের পরীক্ষা নেয়া হয়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এটা হযরত সুলাইমান (আঃ)-এর যুগের ঘটনা। এখানে বাবেল দ্বারা দুনিয়ায় অন্দের বাবেলকে বুঝান হয়েছে। স্ত্রীলোকটির নাম আরবী ভাষায় ছিল যুহরা’ বানতী ভাষায় ছিল ‘বেদখত্ এবং ফারসী ভাষায় ছিল ‘আনাহীদ'। এ স্ত্রীলোকেটি তার স্বামীর বিরুদ্ধে একটি মোকাদ্দমা এনেছিল। যখন তারা তার সাথে অসৎ কাজের ইচ্ছে করে তখন সে বলে-যদি আগে আমাকে আমার স্বামীর বিরুদ্ধে ফায়সালা দাও তবে আমি সম্মত আছি। তারা তাই করে। পুনরায় সে বলেঃ ‘তোমরা যা পড়ে আকাশে উঠে থাকো ও পড়ে নীচে নেমে আস ওটাও আমাকে শিখিয়ে দাও। তারা ওটাও তাকে শিখিয়ে দেয়। সে ওটা পাঠ করে আকাশে উঠে যায়। কিন্তু নীচে নেমে আসার দু’আ ভুলে যায়। সেখানেই তার দেহকে তারকায় রূপান্তরিত করা।হযরত আবদুল্লাহ বিন উমার (রাঃ) কখনও যুহরা তারকা দেখলে তাকে অভিশাপ দিতেন। যখন এই ফেরেশতারা আকাশে উঠতে চাইলো কিন্তু উঠতে পারলো না। তখন তারা বুঝে নিলো যে, এখন তাদের ধ্বংস অনিবার্য।হযরত মুজাহিদ (রঃ) বলেন যে, প্রথম কিছুদিন তো এই ফেরেশতারা স্থিরই। ছিল। সকাল থেকে সন্ধ্যা পর্যন্ত ন্যায়ের সঙ্গে বিচার করতো এবং সন্ধ্যার পর। আকাশে উঠে যেতো। অতঃপর যুহরাকে দেখে নিজেদের নফসকে নিয়ন্ত্রণ করতে পারেনি। যুহরা তারকাকে একটি সুন্দরী স্ত্রীর আকৃতিতে তাদের নিকট। পাঠিয়ে দেয়া হয়। মোট কথা, হারুত ও মারূতের এ ঘটনা তাবেঈগণের মধ্যেও বহু লোক বর্ণনা করেছেন। যেমন, মুজাহিদ (রঃ), সুদ্দী (রঃ), হাসান বসরী (রঃ), মুকাতিল বিন হিব্বান (রঃ) প্রভৃতি। পূর্ববর্তী ও পরবর্তী মুফাসসিরগণও নিজ নিজ তাফসীরে এটা এনেছেন। কিন্তু এর অধিকাংশই বানী ইসরাঈলের কিতাবসমূহের উপর নির্ভরশীল। এ অধ্যায়ে কোন সহীহ মারফু মুত্তাসিল হাদীস রাসূলুল্লাহ (সঃ) হতে সাব্যস্ত নেই। আবার কুরআন হাদীসের মধ্যেও বিস্তারিত ব্যাখ্যা নেই। সুতরাং আমাদের ঈমান ওর উপরেই রয়েছে যে, যেটুকু কুরআন মাজীদে আছে ওটাই সঠিক। আর প্রকৃত অবস্থা একমাত্র আল্লাহ পাকই জানেন। তাফসীর-ই-ইবনে জারীরের মধ্যে একটি দুর্বল হাদীস রয়েছে, যাতে একটি বিস্ময়কর ঘটনা বর্ণিত হয়েছে। হযরত আয়েশা সিদ্দীকা (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ)-এর পরলোক গমনের অল্প দিন পরে দাওমাতুল জানাল’ হতে একটি স্ত্রীলোক তার খোঁজে আগমন করে। তার মৃত্যু সংবাদ পেয়েই সে উদ্বিগ্ন হয়ে কাঁদতে আরম্ভ করে। আমি তাকে জিজ্ঞেস করি- ব্যাপার কি? সে বলেঃ আমার মধ্যে ও আমার স্বামীর মধ্যে ঝগড়া-বিবাদ প্রায় লেগেই থাকতো। একবার সে আমাকে ছেড়ে কোন্ অজানা জায়গায় চলে যায়। একটি বৃদ্ধার নিকট আমি এসব কিছু বর্ণনা করি। সে আমাকে বলে- “তোমাকে যা বলি তাই কর, সে আপনা আপনি চলে আসবে। আমি প্রস্তুত হয়ে গেলাম। রাত্রে সে দুটি কুকুর নিয়ে আমার নিকট আগমন করে। একটির উপর সে আরোহণ করে এবং অপরটির উপর আমি আরোহণ করি। অল্পক্ষণের মধ্যেই আমরা দু'জন বাবেলে চলে যাই। তথায় গিয়ে দেখি যে, দু’টি লোক শৃংখলে আবদ্ধ অবস্থায় লটকানো রয়েছে। ঐ বৃদ্ধা আমাকে বলে-তাদের নিকট যাও ও বল-“আমি যাদু শিখতে এসেছি। আমি তাদেরকে একথা বলি। তারা বলে-‘জেনে রেখো, আমরা তো পরীক্ষার মধ্যে রয়েছি। তুমি যাদু শিক্ষা করো যাদু শিক্ষা করা কুফরী।' আমি বলি-শিখবো। তারা বলে-“আচ্ছা, তাহলে যাও, ঐ চুল্লীর মধ্যে প্রস্রাব করে চলে এসো। আমি গিয়ে প্রস্রাবের ইচ্ছে করি, কিন্তু আমার অন্তরে কিছুটা ভয়ের সঞ্চার হয়, সুতরাং আমি ফিরে এসে বলিআমি কাজ সেরে এসেছি। তারা আমাকে জিজ্ঞেস করে -“তুমি কি দেখলে আমি বলি-“কিছুই না। তারা বলে-“তুমি ভুল বলছে। এখন পর্যন্ত তুমি বিপথে চালিত হওনি। তোমার ঈমান ঠিক আছে, তুমি এখনও ফিরে যাও এবং কুফরী করো না। আমি বলি-“আমাকে যে যাদু শিখতেই হৰে। তারা পুনরায় আমাকে বলে-ঐ চুল্লীতে প্রস্রাব করে এসো। আমি আবার যাই। কিন্তু এবারও। মন চায় না, সুতরাং ফিরে আসি। আবার এভাবেই প্রশ্ন ও উত্তর হয়। পুনরায় আমি চুল্লীর নিকট যাই এবং মনকে শক্ত করে প্রস্রাব করতে বসে পড়ি। আমি দেখি যে, একজন ঘোড়া সওয়ার মুখের উপর পর্দা ফেলে আকাশের উপর উঠে গেল। আমি ফিরে এসে তাদের নিকট এটা বর্ণনা করি। তারা বলে- 'হাঁ, এবার তুমি সত্য বলছে। ওটা তোমার ঈমান ছিল, যা তোমার মধ্য হতে বেরিয়ে গেল। এখন চলে যাও।আমি এসে ঐ বৃদ্ধাকে বলি- ‘তারা আমাকে কিছুই শিক্ষা দেয়নি। সে বলে- যথেষ্ট হয়েছে। তোমার নিকট সবই চলে এসেছে। এখন তুমি যা বলবে তাই হবে। আমি পরীক্ষামূলকভাবে একটি গমের দানা নিয়ে মাটিতে ফেলে দেই। অতঃপর বলি- গাছ হও।' ওটা গাছ হয়ে গেল। আমি বলি-- তোমাতে ডাল পাতা গজিয়ে যাক।' তাই হয়ে গেল। তার পর বলি- ‘শুকিয়ে যাও।' ডালপাতা শুকিয়ে গেল। অতঃপর বলি-‘পৃথক পৃথকভাবে দানা দানা হয়ে যাও। ওটা তাই হয়ে গেল। তারপরে আমি বলি-শুকিয়ে যাও। ওটা শুকিয়ে গেল। অতঃপর বলি-আটা হয়ে যাও।' আটা হয়ে গেল। আমি বলি-রুটি হয়ে যাও।' রুটি হয়ে গেল। এটা দেখেই আমি লজ্জিত হয়ে যাই এবং বে-ঈমান হয়ে যাওয়ার কারণে আমার খুবই দুঃখ হয়। হে উম্মুল মু'মিনীন! আল্লাহর শপথ! আমি যাদুর দ্বারা কোন কামও নেইনি এবং কারও উপর এটা প্রয়োগও করিনি। এভাবে কাঁদতে কাঁদতে রাসূলুল্লাহ (সঃ)-এর খিদমতে হাজির হওয়ার উদ্দেশ্যে এসেছি। কিন্তু দুর্ভাগ্য বশতঃ তাঁকে পেলাম না। এখন আমি কি করি?একথা বলেই সে পুনরায় কাঁদতে আরম্ভ করে এবং এত কাঁদে যে, সবারই মনে তার প্রতি দয়ার সঞ্চার হয়। তাকে কি ফতওয়া দেয়া যেতে পারে এ ব্যাপারে সাহাবীগণও (রাঃ) খুবই উদ্বিগ্ন ছিলেন। অবশেষে তারা বলেন- এখন এ ছাড়া আর কি হবে যে, তুমি এ কাজ করবে না, তাওবা করবে এবং মহান আল্লাহর নিকট ক্ষমা প্রার্থনা করবে, আর পিতা-মাতার খিদমত করবে। এই ইসনাদ সম্পূর্ণ সঠিক।কেউ কেউ বলেন যে, যাদুর বলে প্রকৃত জিনিসই পরিবর্তিত হয়ে যায়। আবার কেউ কেউ বলেন যে, না, দর্শকের শুধু এর ধারণা হয়ে থাকে মাত্র, প্রকৃত জিনিস যা ছিল তাই থাকে। যেমন কুরআন পাকে রয়েছেঃ অর্থাৎ তারা মানুষের চোখে যাদু করে দিয়েছে।' (আরবি) (৭:১১৬) অন্যত্র আল্লাহ পাক বলেন অর্থাৎ (আরবি) হযরত মূসার (আঃ) মনে এ ধারণা দেয়া হয়েছে যে, যেন ঐ সাপগুলো তাদের যাদুর বলে চলাফেরা করছে।' (২০:৬৬) এ ঘটনা দ্বারা এটাও জানা যাচ্ছে যে, এ আয়াতে বাবেল’ শব্দ দ্বারা ইরাকের বাবেলকে বুঝানা হয়েছে, দুনিয়া অন্দের’ বাবেল নয়। মুসনাদ-ই-ইবনে আবি হাতিমের একটি বর্ণনায় আছে যে, হযরত আলী ইবনে আবূ তাবিল (রাঃ) বাবেলের পথ দিয়ে যাচ্ছিলেন। আসরের নামাযের সময় হলে তিনি তথায় নামায আদায় করলেন না, বরং বাবেলের সীমান্ত পার হয়ে নামায পড়লেন। অতঃপর বললেনঃ ‘আমার প্রিয় রাসূল (সঃ) আমাকে গোরস্থানে নামায পড়তে নিষেধ করেছেন এবং বাবেলের ভূমিতেও নামায পড়তে নিষেধ করেছেন। এটা অভিশপ্ত ভূমি। সুনান-ই-আবি দাউদের মধ্যেও এ হাদীসটি বর্ণিত আছে। ইমাম আবু দাউদ (রঃ) এ হাদীসের উপর কোন সমালোচনা করেননি। আর যে হাদীসকে ইমাম আবু দাউদ (রঃ) স্বীয় কিতাবে নিয়ে আসেন এবং ওর সনদের উপর নীরবতা অবলম্বন করেন ঐ হাদীস ইমাম সাহেবের মতে হাসান হয়ে থাকে। এর দ্বারা জানা গেল যে, বাবেলের ভূমিতে মামায পড়া মাকরূহ। যেমন সামুদ সম্প্রদায়ের ভূমি সম্পর্কে রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘তাদের বাস ভূমিতেও যেয়ো না। যদি ঘটনাক্রমে যেতেই হয়, তবে আল্লাহর ভয়ে কাঁদতে কাঁদতে যাও।আল্লাহ তা'আলা হারুত ও মারূতের মধ্যে ভাল-মন্দ, কুফর ও ঈমানের জ্ঞান দিয়ে রেখেছিলেন বলে তারা কুফরীর দিকে গমনকারীদের উপদেশ দিতো। এবং তাদেরকে ওটা হতে বিরত রাখার যথাসাধ্য চেষ্টা করতো। কিন্তু যখন কোনক্রমেই মানতো না তখন তাদেরকে যাদু বিদ্যা শিখিয়ে দিতো। ফলে তাদের ঈমানের আলো বিদায় নিতে এবং যাদু চলে আসতো। শয়তান তাদের বন্ধু হয়ে যেতো। ঈমান বিদায় নেয়ার পর আল্লাহর অভিশাপ তাদের উপর নেমে আসতো। ইবনে জুরাইজ (রঃ) বলেন যে, কাফির ছাড়া আর কেউ যাদু বিদ্যা শিখবার সৎ সাহস রাখতে পারে না (আরবি) শব্দের অর্থ এখানে বিপদ, আজমায়েশ ও পরীক্ষা। এ আয়াতের মাধ্যমে এটাও জানা গেল যে, যাদু বিদ্যা শিক্ষা করা কুফরী। হাদীসের মধ্যেও আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি কোন যাদুকরের নিকট গমন করে এবং তার কথাকে সত্য বলে বিশ্বাস করে, সে মুহাম্মদ (সঃ)-এর উপর নাযিলকৃত ওয়াহীর সাথে কুফরী করে। ( বার)'। এ হাদীসটি বিশুদ্ধ এবং-এর সমর্থনে অন্যান্য হাদীসও এসেছে।অতঃপর বলা হচ্ছে যে, মানুষ হারুত ও মারূতের কাছে গিয়ে যাদু বিদ্যা শিক্ষা করতো। ফলে তারা খারাপ কাজ করতো এবং স্বামী ও স্ত্রীর মধ্যে বিচ্ছেদ ঘটে যেতো। সহীহ মুসলিম শরীফের হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ শয়তান তার সিংহাসনটি পানির উপর রাখে। অতঃপর মানুষকে বিপথে চালানোর জন্যে সে তার সেনাবাহিনীকে পাঠিয়ে দেয়। সেই তার নিকট সবচেয়ে সম্মানিত যে হাঙ্গামা সৃষ্টির কাজে সবচেয়ে বেড়ে যায়। এরা ফিরে এসে নিজেদের জঘন্যতম কার্যাবলীর বর্ণনা দেয়। কেউ বলেঃ আমি অমুককে এভাবে পথ ভ্রষ্ট করেছি। কেউ বলেঃ আমি অমুক ব্যক্তিকে এ পাপ কার্য করিয়েছি। শয়তান তাদেরকে বলেঃ ‘বো কিছুই করনি। এতো সাধারণ কাজ। অবশেষে একজন এসে বলেঃ আমি একটি নোক ও তার স্ত্রীর মধ্যে ঝগড়া বাধিয়ে দিয়েছি, এমনকি তাদের মধ্যে বিচ্ছেদ ঘটে গেছে। শয়তান তখন তার কাঁধে কাঁধ মিলিয়ে বলেঃ হ, তুমি বড় কাজ করেছে। সে তাকে পার্শ্বে বসিয়ে নেয় এবং তার মর্যাদা বাড়িয়ে দেয়।'  যাদুকরও তার যাদুর দ্বারা ঐ কাজই করে থাকে, যার ফলে স্বামী-স্ত্রীর মধ্যে বিচ্ছেদের সৃষ্টি হয়। যেমন তার কাছে স্ত্রীর আকৃতি খারাপ মনে হবে কিংবা তার স্বভাব চরিত্রকে সে ঘৃণা করবে অথবা অন্তরে শত্রুতার ভাব জেগে যাবে ইত্যাদি। আস্তে আস্তে এসব বৃদ্ধি পেয়ে যাবে এবং শেষ পর্যন্ত তাদের মধ্যে বিচ্ছেদই ঘটে যাবে। অতঃপর আল্লাহ তা'আলা বলেন যে, যাদু দ্বারা আল্লাহর ইচ্ছা ছাড়া কোন ক্ষতি সাধিত হয় না। অর্থাৎ ক্ষতি সাধন করা তাদের ক্ষমতার মধ্যেই নেই। আল্লাহর ভাগ্য লিখন অনুযায়ী তার ক্ষতিও হতে পারে, আবার তার ইচ্ছে হলে যাদু নিষ্ক্রিয়ও হতে পারে। ভাবার্থ এও হতে পারে যে, যাদু শুধুমাত্র ঐ ব্যক্তিরই ক্ষতি করে থাকে, যে ওটা লাভ করে ওর মধ্যে প্রবেশ করে। এরপর আল্লাহ পাক বলেন যে, তারা এমন জিনিস শিক্ষা করে যা তাদের জন্যে শুধু ক্ষতিকারক, যার মধ্যে উপকার মোটেই নেই। ঐ ইয়াহুদীরা জানে যে,যারা আল্লাহর রাসূলের (সঃ) আনুগত্য ছেড়ে যাদুর পিছনে লেগে থাকে তাদের জন্যে আখেরাতের কোনই অংশ নেই। তাদের না আছে আল্লাহর কাছে কোন সম্মান, না তাদেরকে ধর্মভীরু মনে করা হয়। অতঃপর আল্লাহ তা'আলা বলেন যে, যদি তাদের এ মন্দ কাজের অনুভূতি হতো এবং ঈমান এনে খোদাভীরুতা অবলম্বন করতো তবে ওটা নিঃসন্দেহে তাদের জন্যে মঙ্গলজনক ছিল। কিন্তু এরা অজ্ঞান ও নির্বোধ।অন্য জায়গায় আল্লাহ পাক বলেনঃ “জ্ঞানীগণ বলে- তোমাদের জন্যে আফসোস! আল্লাহ প্রদত্ত পূর্ণ ঈমানদার ও সৎকর্মশীলদের জন্যে বড়ই উত্তম, কিন্তু ওটা একমাত্র ধর্মশীলগণই পেয়ে থাকে।হযরত ইমাম আহমাদ (রঃ) ও পূর্ব যুগীয় মনীষীদের একটি দল যাদু বিদ্যা শিক্ষার্থীকে কাফির বলেছেন। কেউ কেউ কাফির তো বলেন না, কিন্তু বলেন যে, যাদুকরকে হত্যা করাই হচ্ছে তার উপযুক্ত শাস্তি। হযরত বাজালাহ বিন উবাইদ (রঃ) বলেনঃ হযরত উমার (রাঃ) তাঁর এক নির্দেশ নামায় লিখেছিলেনঃ যাদুকর পুরুষ বা স্ত্রীকে তোমরা হত্যা করে দাও।' এ নির্দেশ অনুযায়ী আমরা তিনজন যাদুকরের গর্দান উড়িয়েছি।'সহীহ বুখারী শরীফে আছে যে, উম্মুল মু'মিনীন হযরত হাফসার (রাঃ) উপর তার দাসী যাদু করেছিল বলে তাকে হত্যা করা হয়। হযরত ইমাম আহমাদ বিন হাম্বল (রঃ) বলেন যে, তিনজন সাহাবী (রাঃ) হতে যাদুকরকে হত্যা করার ফতওয়া রয়েছে। জামে' উত তিরমিযীর মধ্যে আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ যাদুকরের শাস্তি হচ্ছে তরবারি দ্বারা হত্যা করা।' এ হাদীসের একজন বর্ণনাকারী ইসমাঈল বিন মুসলিম দুর্বল। সঠিক কথা এটাই মনে হচ্ছে যে, এ হাদীসটি মাওকুফ। কিন্তু তাবরানীর হাদীসের মধ্যে অন্য সনদেও এ হাদীসটি মার' রূপে বর্ণিত আছে। আল্লাহই সবচেয়ে বেশী জানেন। '  ওয়ালীদ বিন উকবার নিকট একজন যাদুকর ছিল, সে তার যাদু কার্য বাদশাহকে দেখাতো। সে প্রকাশ্যভাবে একটি লোকের মাথা কেটে নিতো। অতঃপর একটা শব্দ করতো, আর তখনই মাথা জোড়া লেগে যেতো মুহাজির সাহাবাগণের (রাঃ) মধ্যে একজন মর্যাদা সম্পন্ন সাহাবী (রাঃ) ওটা দেখেন এবং পরের দিন তরবারি নিয়ে আসেন। যাদুকর খেলা আরম্ভ করার সাথে সাথেই তিনি স্বয়ং যাদুকরেরই মাথা কেটে ফেলেন এবং বলেনঃ “তুমি সত্যবাদী হলে নিজেই জীবিত হয়ে যাও।' অতঃপর তিনি কুরআন মাজীদের নিম্নের আয়াতটি পাঠ করেনঃ “তোমরা যাদুর নিকট যাচ্ছ ও তা দেখছো?' ঐ সাহাবী (রাঃ) ওয়ালীদের নিকট হতে তাকে হত্যা করার অনুমতি নেননি বলে বাদশাহ তাঁর প্রতি অসন্তুষ্ট হন এবং শেষে তাকে ছেড়ে দেন।ইমাম শাফিঈ (রঃ) হযরত উমারের (রাঃ) নির্দেশ ও হযরত হাফসার (রাঃ) ঘটনা সম্পর্কে বলেছেন যে, ঐ হুকুম ঐ সময় কার্যকরী হবে যখন যাদুর মধ্যে শিরক যুক্ত শব্দ থাকবে। মু'তাযিলা সম্প্রদায় যাদুর অস্তিত্বই মানে না। তারা বলে যে,যারা যাদুর অস্তিত্ব স্বীকার করে তারা কাফির। কিন্তু আহলে সুন্নাত ওয়াল জামাআত যাদুর অস্তিত্বে বিশ্বাসী। তারা স্বীকার করে যে, যাদুকর তার যাদুর বলে বাতাসে উড়তে পারে, মানুষকে বাহ্যতঃ গাধা ও গাধাকে বাহ্যতঃ মানুষ করে ফেলতে পারে; কিন্তু নির্দিষ্ট কথাগুলো মন্ত্রতন্ত্র পড়ার সময় ঐগুলো সৃষ্টিকারী হচ্ছেন আল্লাহ তাআলা। আহলে সুন্নাত ওয়াল জামাআত আকাশকে ও তারকাকে ফলাফল সৃষ্টিকারী মানে না। দার্শনিকেরা, জোতির্বিদেরা এবং বে-দ্বীনেরা তো তারকা ও আকাশকেই ফলাফল সৃষ্টিকারী মেনে থাকে। আহলে সুন্নাত ওয়াল জামা'আতের প্রথম দলীল হচ্ছে নিম্নের আয়াতটিঃ তারা কোন ক্ষতি করতে পারবে না। দ্বিতীয় দলীল হচ্ছে স্বয়ং রাসূলুল্লাহ (সঃ)-এর উপর যাদু করা। তৃতীয় দলীল হচ্ছে ঐ স্ত্রী লোকটির ঘটনা যা হযরত আয়েশা (রাঃ) বর্ণনা করেছেন। আরও এ ধরনের বহু ঘটনা রয়েছে। ইমাম রাযী (রঃ) বলেন যে, যাদু বিদ্যা লাভ করা দুষনীয় নয়। মাসয়ালা বিশ্লেষণকারীগণের এটাই অভিমত। কেননা, এটাও একটা বিদ্যা। আর আল্লাহ তাআলা বলেছেনঃ যারা জানে এবং যারা জানে না, এরা কি সমান?’ আর এ জন্যেও যাদু বিদ্যা শিক্ষা দুষণীয় নয় যে, তার দ্বারা মু'জিযা ও যাদুর মধ্যে পূর্ণভাবে পার্থক্য করা যায় এবং মু'জিযার জ্ঞান ওয়াজিব ও ওটা নির্ভর করে যাদু বিদ্যার উপর, যার দ্বারা পার্থক্য বুঝা যায়। সুতরাং যাদু বিদ্যা শিক্ষা করাও ওয়াজিব হয়ে গেল। ইমাম রাযীর (রাঃ) একথা\"গোড়া হতে আগা পর্যন্ত ভুল। বিবেক হিসেবে যদি তিনি ওটাকে খারাপ না বলেন তবে মু'তাযিলা সম্প্রদায় বিদ্যমান রয়েছে, যারা ওকে বিবেক হিসেবেও খারাপ বলে থাকে। আর যদি শরীয়তের দিক দিয়ে খারাপ না বলেন তবে কুরআন মাজীদের এ শারঈ আয়াত ওকে খারাপ বলার জন্যে যথেষ্ট। সহীহ হাদীসে রয়ছে, রাসূলুল্লাহ (সঃ) বলেনঃ “যে ব্যক্তি কোন যাদুকর বা গণকের নিকট গমন করে সে কাফির হয়ে যায়। সুতরাং ইমাম রাযীর (র) উক্তি সম্পূর্ণ ভুল। তাঁর একথা বলা যে, মুহাককিকগণের অভিমত এটাই’ এটাও ঠিক নয়। মুহাকিকগণের এরূপ কথা কোথায় আছে? ইসলামের ইমামগণের মধ্যে কে এ কথা বলেছেন? অতঃপর যারা জানে এবং জানে না, তারা কি সমান?' এ আয়াতটিকে দলীলরূপে পেশ করা হঠধমী ছাড়া কিছুই নয়। কেননা, এ আয়াতের ‘ইলম এর ভাবার্থ হচ্ছে ধর্মীয় ‘ইলম। এ আয়াতে শারঈ আলেমগণের মর্যাদা বর্ণনা করা হয়েছে। অতঃপর তার এ কথা বলা যে, এর দ্বারা মু'জিযার ‘ইলম লাভ হয়, এটা একেবারে বাজে কথা। কেননা, আমাদের রাসূল (সঃ)-এর সবচেয়ে বড় মু'জিযা হচ্ছে পবিত্র কুরআন, যা বাতিল থেকে সম্পূর্ণ মুক্ত। কিন্তু তার মু'জিযা জানা যাদু জানার উপর নির্ভরশীল নয়। ঐ সব লোক যাদের যাদুর সঙ্গে দূরের সম্পর্ক নেই তারাও এটাকে মু'জিযা বলে স্বীকার করেছেন। সাহাবীগণ (রাঃ), তাবেঈগণ, ইমামগণ এমনকি সাধারণ মুসলমানগণও একে মু'জিযা মেনে থাকেন। অথচ তাদের মধ্যে কেউ কখনও যাদু জানা তো দূরের কথা, ওর কাছেই যাননি। তাঁরা ওটা নিজে শিক্ষা করেননি এবং অপরকেও শিক্ষা দেননি। তাঁরা যাদু করেননি এবং করাননি। বরং এসব কাজকে তারা কুফরই বলে এসেছেন। অতঃপর এ দাবী করা যে, মু'জিযা জানা ওয়াজিব এবং যাদু ও মুজিযার মধ্যে পার্থক্য যাদুর উপর নির্ভর করে, সুতরাং যাদু শিখাও ওয়াজিব হলো, এটা কতই না অর্থহীন দাবী! যাদু বিভিন্ন প্রকারের রয়েছে, যা আবু আব্দিল্লাহ রাফী বর্ণনা করেছেন।(১) প্রথম যাদু হচ্ছে তারকা পূজকদের। তারা সাতটি গতিশীল তারকার উপর বিশ্বাস রাখে যে, ভাল-মন্দ ওদের কারণেই হয়ে থাকে। এ জন্যে তারা কতকগুলো নির্দিষ্ট শব্দ পাঠ করতঃ ওদের পূজা করে থাকে। এ সম্প্রদায়ের মধ্যেই হযরত ইব্রাহীম (আঃ) আগমন করেন এবং হিদায়াত করেন। ইমাম রাযী (রঃ) এ বিষয়ের উপর একটি বিশিষ্ট পুস্তক রচনা করেছেন এবং ওর নাম (আরবি)রেখেছেন। কেউ কেউ বলেন যে, পরে তিনি ওটা হতে তাওবা করেছেন।আবার কেউ কেউ বলেন যে, তিনি শুধু জানাবার জন্যে এবং তার এই বিদ্যা প্রকাশ করার জন্যেই এ পুস্তক লিখেছেন, এর প্রতি তাঁর বিশ্বাস নেই। কেননা এটা সরাসরি কুফরী।(২) দ্বিতীয় যাদু হচ্ছে ধারণা শক্তির উপর বিশ্বাসী লোকদের যাদু। ধারণা ও খেয়ালের বড় রকমের প্রভাব রয়েছে। যেমন একটি সংকীর্ণ সাঁকো মাটির উপর রেখে দিলে মানুষ অনায়াসেই তার উপর দিয়ে চলতে পারে। কিন্তু এই সংকীর্ণ সঁকোটি যদি নদীর উপর হয় তবে মানুষ আর তার উপর দিয়ে চলতে পারে না। কেননা ধারণা হয় যে, এখনই পড়ে যাবে। ধারণার এই দুর্বলতার কারণেই যেটুকু জায়গার উপর দিয়ে মাটিতে চলতে পারছিল, ঐ জায়গার উপর দিয়েই এরকম ভয়ের সময় চলতে পারে না। এ জন্যেই হেকিমগণ ও ডাক্তারগণ ভীত লোককে লাল জিনিস দেখা হতে বিরত রাখেন এবং মৃগী রোগে আক্রান্ত লোককে খুব বেশী আলোকময় ও দ্রুত গতিসম্প দেখতে নিষেধ করে থাকেন। এর দ্বারা স্পষ্টভাবে প্রতীয়মান হচ্ছে যে, উপর ধারণার একটা বিশেষ প্রভাব পড়ে থাকে। জ্ঞানীগণ এ বিষয়েও একমত যে, ন্যর’ লেগে থাকে। সহীহ হাদীসেও এসেছে যে, নযর’ লাগা সত্য। ভাগ্যের উপর যদি কোন জিনিস প্রাধান্য লাভকারী হতো তবে তা ন্যই ইতো। এখন যদি নাফস্ শক্ত হয় তবে বাহ্যিক সাহায্য ও বাহ্যিক কার্যের কোন প্রয়োজন নেই। আর যদি নাফস ততো শক্ত না হয় তবে ঐ সব যন্ত্রেরও প্রয়োজন হয়। নাফসের যে পরিমাণ শক্তি বেড়ে যাবে সেই পরিমাণ আধ্যাত্মিক শক্তি বেড়ে যাবে এবং প্রভাবও বৃদ্ধি পাবে। আর যে পরিমাণ এ শক্তি কম হবে সে পরিমাণ আধ্যাত্মিক শক্তিও কমে যাবে।এ শক্তি কখনও কখনও খাদ্যের স্বল্পতা এবং জনগণের মেলামেশা ত্যাগ করার মাধ্যমেও লাভ হয়ে থাকে। কখনও তো মানুষ এ শক্তির দ্বারা শরীয়ত। অনুযায়ী পুণ্যের কাজ করে থাকে। শরীয়তের পরিভাষায় একে ‘কারামত’ বলে, যাদু বলে না। আবার কখনও কখনও মানুষ এ শক্তি দ্বারা বাতিল ও শরীয়ত পরিপন্থী কাজ করে থাকে এবং দ্বীন হতে বহু দূরে সরে পড়ে। এ রকম লোকের ঐ অলৌকিক কার্যাবলী দেখে প্রতারিত হয়ে তাকে ওয়ালী বলা কারও উচিত নয়। কেননা, যারা শরীয়তের উল্টো কাজ করে তারা কখনও আল্লাহর ওয়ালী হতে পারে না। তা নাহলে সহীহ হাদীস সমূহে দাজ্জালদেরকে অভিশপ্ত ও দুষ্ট বলা হতো না। অথচ তারা তো বহু অলৌকিক কাজ করে দেখাবে।(৩) তৃতীয় যাদু হচ্ছে জ্বীন প্রভৃতি পার্থিব আত্মসমূহের দ্বারা সহায্য প্রার্থনা করা। দার্শনিকরা ও মুতাযেলীরা এটা স্বীকার করে না। কতগুলো লোক এসব পার্থিব আত্মার মাধ্যমে কতকগুলো শব্দ ও কার্যের দ্বারা সম্পর্ক সৃষ্টি করে থাকে। ওকে মোহমন্ত্র ও প্রেতাত্মার যাদুও বলা হয়।(৪) চতুর্থ প্রকারের যাদু হচ্ছে ধারণা বদলিয়ে দেয়া, নযরবন্দ করা এবং প্রতারিত করা,যার ফলে প্রকৃত নিয়মের উল্টো কিছু দেখা যায়। কলাকৌশলের মাধ্যমে কার্য প্রদর্শনকারীকে দেখা যায় যে, সে প্রথমে একটা কাজ আরম্ভ করে, যখন মানুষ একাগ্র চিত্তে ওর দিকে দৃষ্টি নিবদ্ধ করে এবং তার প্রতি সম্পূর্ণ নিমগ্ন হয়ে যায়, তখন তড়িৎ করে সে আর একটি কাজ আরম্ভ করে দেয়, যা মানুষের দৃষ্টির অন্তারলে থেকে যায়। তা দেখে তারা তখন হতবুদ্ধি হয়ে পড়ে। ফিরআউনের যাদুকরদের যাদু এ প্রকারেরই ছিল। এ জন্যেই কুরআন পাকে রয়েছেঃ “তারা মানুষের চোখে যাদু করে দেয় এবং তাদের অন্তরে ভয় বসিয়ে দেয়। অন্য স্থানে রয়েছেঃ মূসার (আঃ) মনে এ ধারণা দেয়া হচ্ছে যে, ঐ সব লাঠি ও দড়ি যেন সাপ হয়ে চলাফেরা করছে। অথচ এরূপ ছিল না। আল্লাহই সবচেয়ে বেশী জানেন। (৫) পঞ্চম প্রকারের যাদু হচ্ছে কয়েকটি জিনিসের সংমিশ্রণে একটি জিনিস তৈরী করা এবং এর দ্বারা আশ্চর্যজনক কাজ নেয়া। যেমন, ঘোড়ার আকৃতি তৈরী করে দিল। ওর উপর একজন কৃত্রিম আরোহী বসিয়ে দিল যার হাতে বাদ্য যন্ত্র রয়েছে। এক ঘন্টা অতিবাহিত হতেই ওর মধ্য হতে শব্দ বের হতে লাগল। অথচ কেউই ওকে বাজাচ্ছে না। এরূপভাবেই এমন নিপুণতার সাথে মানুষের ছবি বানালো যে, মনে হচ্ছে যেন প্রকৃত মানুষই হাসছে বা কাঁদছে। ফিরআউনের যাদুকরদের যাদুও এই প্রকারেরই ছিল। তাদের কৃত্রিম সাপগুলো পারদ জাতীয় দ্রব্য দিয়ে তৈরী ছিল বলে মনে হতো যেন জীবিত সাপ নড়াচড়া করছে। ঘড়ি, ঘন্টা এবং ছোট ছোট জিনিস, যা থেকে বড় বড় জিনিস বেরিয়ে আসে, এসবগুলোই এই প্রকারেরই অন্তর্ভুক্ত। প্রকৃতপক্ষে একে যাদু বলা উচিত নয়। কেননা, এটা তো এক প্রকার নির্মাণ ও কারিগরি, যার কারণগুলো সম্পূর্ণ প্রকাশ্য। যে ওটা জানে সে এসব শব্দ দ্বারা একাজ করতে পারে। যে ফন্দি বাইতুল মুকাদ্দাসের খৃষ্টানেরা করতো ওটাও এ শ্রেণীরই অন্তর্ভুক্ত। ঐ ফন্দি এই যে, তারা গোপনে গির্জার প্রদীপগুলি জ্বালিয়ে দিতো। অতঃপর ওকে গির্জার মাহাত্ম্য বলে প্রচার করতঃ জনগণকে তাদের ধর্মে টেনে আনতো।কতক কারামিয়াহ ও সুফিয়্যাহ সম্প্রদায়েরও ধারণা এই যে, জনগণকে আল্লাহর ইবাদতের দিকে আকৃষ্ট করার জন্যে আগ্রহ ও উৎসাহ প্রদর্শনের হাদীসগুলো বানিয়ে নিলে কোন দোষ নেই। কিন্তু এটা চরম ভুল। রাসূলুল্লাহ (সাঃ) বলেছেনঃ “যে ব্যক্তি জেনে শুনে আমার নামে মিথ্যা কথা বলে সে যেন দোযখে তার স্থান ঠিক করে নেয়।' তিনি আরও বলেনঃ ‘আমার হাদীসগুলো তোমরা বর্ণনা করতে থাকো; কিন্তু আমার নামে মিথ্যা কথা বলো না। যে ব্যক্তি আমার নামে মিথ্যা কথা বলে সে নিঃসন্দেহে জাহান্নামী।'একজন খ্রীষ্টান পাদরী একদা দেখে যে, পাখীর একটি ছোট বাচ্চা যা উড়তে পারে না, একটি বাসায় বসে আছে। যখন ওটা দুর্বল ও ক্ষীণ স্বর বের করছে তখন অন্যান্য পাখীরা ওর প্রতি দয়া পরবশ হয়ে যাইতুন ফল এনে ওর বাসায় রেখে দিচ্ছে। ঐ পাদরী কোন জিনিস দিয়ে ঐ আকারেরই একটি পাখী তৈরী করে। ওর নীচের দিক ফাপা রাখে এবং ওর ঠোটের দিকে একটি ছিদ্র রাখে, যার মধ্য দিয়ে বাতাস ভিতরে প্রবেশ করে। অতঃপর যখন বাতাস বের হয় তখন ঐ পাখীর মতই শব্দ করে। ওটা নিয়ে গিয়ে সে গির্জার মধ্যে বাতাস মুখো রেখে দেয়। ছাদে একটি ছোট ছিদ্র করে দেয় যেন বাতাস সেখান দিয়ে যাতায়াত করে। এখন যখনই বাতাস বইতে থাকে তখনই ওটা হতে শব্দ বের হতে থাকে। আর এ শব্দ শুনে ঐ প্রকারের পাখী তথায় একত্রিত হয় এবং যাইতুন’ ফল এনে এনে রেখে যায়। ঐ পাদরী তখন প্রচার করতে শুরু করে যে, গির্জার মধ্যে এটা এক অলৌকিক ব্যাপার। এখানে একজন মনীষীর সমাধি রয়েছে এবং এটা তাঁরই কারামত। এখন জনগণ স্বচক্ষে এটা দেখে বিশ্বাস করে নেয়। অতঃপর তারা ঐ কবরের উপর ন্যর-নিয়ায আনতে থাকে এবং এই কারামত বহু দূর পর্যন্ত পৌঁছে যায়। অথচ ওটা না ছিল কারামত, না ছিল মু'জিযা। বরং শুধুমাত্র ছিল ওটা একটা গোপনীয় বিষয় যা সেই পাদরী; একমাত্র তার পেট পূরণের জন্যেই গোপনীয়ভাবে করে রেখেছিল। আর ঐ অভিশপ্ত দল ওতেই লিপ্ত হয়ে পড়েছিল।(৬) যাদুর ষষ্ঠ প্রকার হচ্ছে কতকগুলো ওষুধের গোপন কোন বৈশিষ্ঠ্য জেনে ওটা কাজে লাগানো। আর এটা তো স্পষ্ট কথা যে,এতে বিস্ময়কর বৈশিষ্ট্য :রয়েছে। চুম্বককেই তো দেখা যায় যে, ওটা কিভাবে লোহাকে নিজের দিকে আকর্ষণ করে থাকে। অধিকাংশ সূফী ও দরবেশই ঐ ফন্দি ফিকিরকেই জনগণেরই মধ্যে কারামত রূপে প্রদর্শন করতঃ তাদেরকে মুরীদ করতে থাকে।(৭) সপ্তম প্রকারের যাদু হচ্ছে কারও মধ্যে একটা বিশেষ প্রভাব ফেলে যা চায় তাই তার দ্বারা করিয়ে নেয়া। যেমন তাকে বলে যে, তার “ইসমে আযম . মনে আছে কিংবা জ্বিনেরা তার তাবে আছে। এখন যদি তার সামনে লোকটি দুর্বল ঈমানের লোক হয় এবং অশিক্ষিত হয় তবে তো সে তাকে বিশ্বাস করে নেবে এবং তার প্রতি তার একটা ভয় ও সম্ভ্রম থাকবে যা তাকে আরও দুর্বল করে দেবে। এখন সে যা চাইবে তাই সে করবে। আর এই প্রভাব সাধারণতঃ স্বল্প জ্ঞান সম্পন্ন ব্যক্তির উপরই পড়ে থাকে। একেই মুতাবান্নাহ’ বলা হয়। আর অন্তদৃষ্টি দিয়ে সে জ্ঞানী ও অজ্ঞানকে চিনতে পারে, কাজেই সে নিরেটের উপরই তার ক্রিয়া চাপিয়ে থাকে।(৮) অষ্টম প্রকারের যাদু হচ্ছে চুগলী করা। সত্য-মিথ্যা মিশিয়ে কারও অন্তরে নিজের কর্তৃত্ব স্থাপন করা এবং গোপনীয় চতুরতা দ্বারা তাকে বশীভূত করা। এ চুগলী যদি মানুষের মধ্যে শক্রতা সৃষ্টির জন্যে হয় তবে এটা শরীয়ত অনুযায়ী হারাম হবে। আর যদি এটা সংশোধন করার উদ্দেশ্যে হয় এবং মুসলমানদের মধ্যে পারস্পরিক মিলনের জন্যে হয় কিংবা এর ফলে যদি মুসলমানদেরকে তাদের প্রতি আগত বিপদ থেকে রক্ষা করা যায় এবং কাফিরদের শক্তি নষ্ট করতঃ তাদের মধ্যে আতংক সৃষ্টি করা যায় তবে এটা বৈধ হবে। যেমন হাদীস শরীফে আছে যে, ঐ ব্যক্তি মিথ্যাবাদী নয় যে মঙ্গলের জন্যে এদিক ওদিক কথা নিয়ে যায়। হাদীসে আরও আছে যে, যুদ্ধ হচ্ছে প্রতারণার নাম। হযরত নঈম বিন মাসউদ (রাঃ) খন্দকের যুদ্ধে আরবের কাফির ও ইয়াহূদীদের মধ্যে এদিক ওদিকের কথার মাধ্যমে বিচ্ছেদ আনয়ন করেছিলেন এবং এরই ফলে মুসলমানদের নিকট তাদের পরাজয় ঘটেছিল। এটা অত্যন্ত বুদ্ধিমান ও বিচক্ষণ ব্যক্তির কাজ।এটা স্মরণ রাখার বিষয় যে, ইমাম রাযী যে যাদুর এই আটটি প্রকার বর্ণনা ; করেছেন তা শুধু শব্দ হিসেবে। কেননা আরবী ভাষায় (আরবি) বা যাদু প্রত্যেক ঐ জিনিসকে বলা হয়, যা অত্যন্ত সূক্ষ্ম ও জটিল হয় এবং যার কারণসমূহ মানুষের দৃষ্টির অন্তরালে থাকে। এজন্যেই একটি হাদীসে আছে যে, কোন কোন বর্ণনাও যাদু। আর এ কারণেই সকালের প্রথম ভাগকে ‘সহুর’ বলা হয়। কেননা, ওটা মানুষের চক্ষুর অন্তরালে থাকে। আর ঐ শিরাকের ‘সিহর’ বলে যা আহার্যের স্থানে থাকে। আবু জেহেলও বদরের যুদ্ধে বলেছিল যে, তার খাদ্যের শিরা ভয়ে ফুলে গেছে।হযরত আয়েশা (রাঃ) বলেনঃ আমার সিহর’ ও ‘নাহারের মাঝে রাসূলুল্লাহ (সঃ) শেষ নিঃশ্বাস ত্যাগ করেন। তাহলে সিহূরের অর্থ হচ্ছে খাদ্যের শিরা এবং নাহারের অর্থ হচ্ছে বুক। কুরআন পাকে আছেঃ “তারা (যাদুকরেরা) মানুষের চক্ষু থেকে তাদের কার্যাবলী গোপন রেখেছিল। আবু আবদুল্লাহ কুরতুবী (রঃ) বলেনঃ “আমরা বলি যে, যাদু আছে এবং এও বিশ্বাস করি যে, আল্লাহকে মঞ্জর হলে তিনি যাদুর সময় যা চান তাই ঘটিয়ে থাকেন। যদিও মুতাযিলা, আবু ইসহাক ইসফিরাঈনী এবং ইমাম শফিঈ (রঃ) এটা বিশ্বাস করেন না।' যাদু কখনও হাতের চালাকি দ্বারাও হয়ে থাকে আবার কখনও ভোরা, সুতা ইত্যাদির মাধ্যমেও হয়ে থাকে। কখনও আল্লাহর নাম পড়ে ফু দিলেও একটা বিশেষ প্রভাব পড়ে থাকে। কখনও শয়তানের নাম নিয়ে শয়তানী কার্যাবলী দ্বারাও লোক যাদু করে থাকে। কখনও ঔষধ ইত্যাদি দ্বারাও যাদু করা হয়।\"রাসূলুল্লাহ (সঃ) যে বলেছেনঃ কতকগুলো বর্ণনাও যাদু' এর দুটোই ভাবার্থ হতে পারে। হয়তো তিনি এটা বর্ণনাকারীর প্রশংসার জন্যে বলেছেন, কিংবা তার নিন্দে করেও বলে থাকতে পারেন যে, সে তার মিথ্যা কথাকে এমন ভঙ্গিমায় বর্ণনা করছে যে, তা সত্য মনে হচ্ছে। মন্ত্রী আবুল মুযাফফর ইয়াহইয়া বিন মুহাম্মদ বিন হাবীর (রঃ) স্বীয় গ্রন্থ ‘আল আশরাফু আ'লা মাযাহিবিল আশরাফে’ এর মধ্যে যাদু অধ্যায়ে লিখেছেনঃ এ বিষয়ে ইজমা রয়েছে যে, যাদুর অস্তিত্ব আছে। কিন্তু ইমাম আবু হানীফা (রঃ) এটা স্বীকার করেননি। যারা যাদু শিক্ষা করে ও ওটা ব্যবহার করে তাদেরকে ইমাম আবু হানীফা (রঃ) ইমাম মালিক (রঃ), এবং ইমাম আহমাদ বিন হাম্বল (র) কাফির বলেছেন। ইমাম আবু হানীফার (রঃ) কয়েকজন শিষ্যের মতে যাদু যদি আত্মরক্ষার জন্যে কেউ শিক্ষা করে তবে সে কাফির হবে না। তবে হ, যারা ওর প্রতি বিশ্বাস রাখে এবং ওকে উপকারী মনে করে সে কাফির। অনুরূপ ভাবে যারা ধারণা করে যে, শয়তানরা এ কাজ করে থাকে এবং তারা এরকম ক্ষমতা রাখে, তারাও কাফির।ইমাম শাফিঈ (রঃ) বলেন যে, যাদুকরদেরকে জিজ্ঞেস করা হবে, যদি তারা বাবেলবাসীদের মত বিশ্বস রাখে এবং সাতটি গতিশীল তারকাকে প্রভাব সৃষ্টিকারীরূপে বিশ্বাস করে তবে তারা কাফির। আর যদি এ না হয়, কিন্তু যাদুকে বৈধ মনে করে তবে তারাও কাফির। ইমাম মালিক (রঃ) ও ইমাম আহমাদ বিন হাম্বলের (রঃ) অভিমত এও আছে যে, যারা যাদু করে এবং ওকে ব্যবহারে লাগায় তাদেরকে হত্যা করে দেয়া হবে। ইমাম আবু হানীফা (রঃ) এবং ইমাম শাফিঈ (রঃ) বলেন যে, যে পর্যন্ত বারবার না করে কিংবা কোন নির্দিষ্ট ব্যক্তি সম্বন্ধে নিজে স্বীকার না করে সেই পর্যন্ত হত্যা করা হবে না।তিনজন ইমামই বলেন যে, তার হত্যা হচ্ছে শাস্তির জন্যে। কিন্তু ইমাম শাফিঈ (রঃ) বলেন যে, এ হত্যা হচ্ছে প্রতিশোধের জন্য। ইমাম মালিক (রঃ), ইমাম আবু হানীফা (রঃ) এবং ইমাম আহমাদ বিন হাম্বলের (রঃ) একটি প্রসিদ্ধ উক্তিতে এ নির্দেশ আছে যে, যাদুকরকে তাওবাও করানো হবে না এবং তার তাওবা করার ফলে তার শাস্তি লোপ পাবে না। ইমাম শাফিঈর (রঃ) মতে তার তাওবা গৃহীত হবে। একটি বর্ণনায় ইমাম আহমাদ বিন হাম্বলেরও (রঃ) এ উক্তি আছে। ইমাম আবু হানীফার (রঃ) মতে কিতাবীদের যাদুকরকেও হত্যা করা হবে। কিন্তু অন্যান্য তিনজন ইমামের অভিমত এর উল্টো। লাবীদ বিন আসাম নামক ইয়াহুদী রাসূলুল্লাহ (সঃ)-এর উপর যাদু করেছিল, কিন্তু তাকে হত্যা করা হয়নি। যদি কোন মুসলমান মহিলা যাদু করে তবে তার সম্বন্ধে ইমাম আবু হানীফার (রঃ) মত এই যে, তাকে বন্দী করা হবে। আর অন্যান্য তিনজন ইমামের মতে পুরুষের মত তাকেও হত্যা করা হবে। আল্লাহ তাআলাই এ সম্পর্কে সবচেয়ে বেশী জ্ঞান রাখেন। হযরত যুহরীর (রঃ) মতে মুসলমান যাদুকরকে হত্যা করা হবে,কিন্তু মুশরিক যাদুকরকে হত্যা করা হবে না। ইমাম মালিক (রঃ) বলেন যে, যদি কোন যিম্মীর যাদুর ফলে কেউ মারা যায় তবে যিম্মীকেও মেরে ফেলা হবে। তিনি এটাও বর্ণনা করেন যে, তাকে প্রথমে তাওবা করতে বলা হবে। যদি সে তাওবা করতঃ ইসলাম গ্রহণ করে তবে তা ভালই, নচেৎ তাকে হত্যা করা হবে। আবার তার হতে এও বর্ণিত আছে যে, ইসলাম গ্রহণ করলেও তাকে হত্যা করা হবে।যে যাদুকরের যাদুতে শিরকী শব্দ আছে, চারজন ইমামই তাকে কাফির বলেছেন। ইমাম মালিক (রঃ) বলেন যে, যাদুকরের উপর প্রভুত্ব লাভ করার পর যদি সে তাওবা করে তবে তার তাওবা গৃহীত হবে না। যেমন যিন্দীক সম্প্রদায়। তবে যদি তার উপর প্রভুত্ব লাভের পূর্বেই তারা তাওবা করে তা হলে হবে। আর যদি তার যাদুতে কেউ মারা যায় তবে তো তাকে হত্যা করা হবেই। ইমাম শাফিঈ (রঃ) বলেন যে, যদি সে বলেঃ আমি মেরে ফেলার জন্যে যাদু করিনি। তবে ভুল করে হত্যার অপরাধে তার নিকট হতে জরিমানা আদায় করা হবে। হযরত সাঈদ বিন মুসাইয়্যাব (রঃ) যাদুকরের দ্বারা যাদু উঠিয়ে নিতে অনুমতি দিয়েছেন, যেমন সহীহ বুখারীর মধ্যে রয়েছে। হযরত আমের শা'বীও এটাকে কোন দোষ মনে করেন না। কিন্তু খাজা হাসান বসরী (রঃ) এটাকে মাকরূহ বলেছেন।হযরত আয়েশা (রাঃ) রাসূলুল্লাহ (সঃ)-এর খিদমতে আরয করেনঃ “আপনি যাদু তুলিয়ে নেন না কেন? তিনি বলেনঃ “আল্লাহ তা'আলা তো আমাকে আরোগ্য দান করেছেন। আমি লোকের উপর মন্দ খুলিয়ে নিতে ভয় করি।'\nযাদুর চিকিৎসা\nহযরত অহাব (রঃ) বলেন যে, কুলের সাতটি পাতা পাটায় বেটে পানিতে মিশাতে হবে। অতঃপর আয়াতুল কুরসী পড়ে ওর উপর ফু দিতে হবে এবং যাদুকৃত ব্যক্তিকে তিন ঢাকে পানি পান করাতে হবে এবং অবশিষ্ট পানি দিয়ে গোসল করাতে হবে। ইনশাআল্লাহ্ যাদুর ক্রিয়া নষ্ট হয়ে যাবে। এ আমল বিশেষভাবে ঐ ব্যক্তির জন্যে খুবই মঙ্গলজনক যাকে তার স্ত্রী থেকে বিরত রাখা হয়েছে। যাদু ক্রিয়া নষ্ট করার সবচেয়ে বড় চিকিৎসা হচ্ছে (আরবি) ও (আরবি) এ সূরাগুলো। হাদীস শরীফে আছে যে, এই সূরাগুলোর চেয়ে বড় রক্ষাকবচ আর কিছু নেই। এরকমই আয়াতুল কুরসীও শয়তানকে দূর করার জন্য বড়ই ফলদায়ক।",
  "ayah": 103,
  "surah": 2
}
