{
  "text": "১০৪-১০৫ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা এ আয়াতে তার মুমিন বান্দাগণকে কাফিরদের কথা বার্তা এবং তাদের কাজের সাদৃশ্য হতে বিরত রাখছেন। ইয়াহূদীরা কতকগুলো শব্দ জিহবা বাঁকা করে বলতো এবং ওটা দ্বারা খারাপ অর্থ নিতো। যখন আল্লাহ তা'আলা তাদেরকে বলতেনঃ ‘আমার কথা শোনো তখন তারা বলতোঃ (আরবি) এবং এর ভাবার্থ নিতে (আরবি) অর্থাৎ অবাধ্যতা। যেমন অন্য স্থানে আল্লাহ পাক বলেছেনঃ “ইয়াহূদীদের মধ্যে এমন লোকও আছে যারা কথাকে প্রকৃত শব্দ হতে সরিয়ে দেয় এবং বলে আমরা শুনি, কিন্তু মানি না। তারা ধর্মকে বিদ্রুপ করার জন্যে জিহ্বাকে ঘুরিয়ে ফিরিয়ে (আরবি) বলে। যদি তারা বলতো আমরা শুনলাম এবং মানলাম, আমাদের কথা শুনুন এবং আমাদের প্রতি মনোযোগ দিন, তবে এটাই তাদের জন্যে উত্তম ও উচিত হতো, কিন্তু আল্লাহ তাআলা তাদের কুফরীর কারণে তাদেরকে স্বীয় রহমত হতে দূরে নিক্ষেপ করেছেন, তাদের মধ্যে ঈমান খুব কমই রয়েছে।”হাদীসসমূহে এটাও এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এরা যখন সালাম করতো তখন (আরবি) বলতো। আর (আরবি) শব্দের অর্থ হচ্ছে মৃত্যু। সুতরাং তোমরা তার উত্তরে (আরবি) বল। তাদের ব্যাপারে আমাদের দু'আ কবুল হবে কিন্তু আমাদের ব্যাপারে তাদের দু’আ কবুল হবে না।” মোটকথা, কথা ও কাজে তাদের সাথে সাদৃশ্য নিষিদ্ধ।মুসনাদ-ই-আহমাদের হাদীসে হযরত আবু ওমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি কিয়ামতের নিকটবর্তী সময়ে তরবারীর সঙ্গে প্রেরিত হয়েছি। আল্লাহ তা'আলা আমার আহার্য আমার বর্শার ছায়ার নীচে রেখেছেন এবং লাঞ্ছনা ও হীনতা ঐ ব্যক্তির জন্যে-যে আমার নির্দেশের উল্টো করে। আর যে ব্যক্তি কোন সম্প্রদায়ের (অমুসলিমের) সঙ্গে সাদৃশ্য আনয়ন করে সে তাদেরই অন্তর্ভুক্ত।' সুনান-ই-আবি দাউদের মধ্যেও এই পরের হাদীসটি বর্ণিত আছে। এই আয়াত ও হাদীস দ্বারা সাব্যস্ত হলো যে, কাফিরদের কথা, কাজ, পোশাক, ঈদ ও ইবাদতের সহিত সাদৃশ্য স্থাপন করা চরমভাবে নিষিদ্ধ। শরীয়তে ওর ওপর শাস্তির ধমক রয়েছে এবং চরমভাবে ভয় প্রদর্শন করা হয়েছে।হযরত আবদুল্লাহ বিন মাসউদ (রাঃ) বলেনঃ 'যখন তোমরা (আরবি) শুনতে পাও তখন কান লাগিয়ে দাও এবং ওর প্রতি মনঃসংযোগ কর, হয়তো কোন ভাল কাজের নির্দেশ দেয়া হবে কিংবা কোন মন্দ কাজ হতে নিষেধ করা হবে।' হযরত খাইসুমা (রঃ) বলেনঃ তাওরাতে বানী ইসরাঈলকে আল্লাহ তাআলা সম্বোধন করে বলেছেনঃ (আরবি) কিন্তু মুহাম্মদ (সঃ) এর উম্মতকে সম্মানজনক সম্বোধন করে (আরবি) বলেছেন।' (আরবি)-এর অর্থ হচ্ছে আমাদের দিকে কান লাগিয়ে দাও।' হযরত মুজাহিদ (রঃ) বলেনঃ “এর অর্থ হচ্ছে ‘বিপরীত। অর্থাৎ ‘বিপরীত’ এ কথা বলো না।” হযরত মুজাহিদ (রঃ) হতে এটাও বর্ণিত আছে যে, এর ভাবার্থ হচ্ছে-‘আপনি আমাদের কথা শুনুন এবং আমরা আপনার কথা শুনি’ আনসারগণও (রাঃ) রাসূলুল্লাহ (সঃ) এর সামনে এ কথাই বলতে আরম্ভ করেছিলেন, যা থেকে আল্লাহ তাআলা তাদেরকে নিষেধ করেছেন। হযরত হাসান বসরী (রঃ) বলেন যে, (আরবি) বলা হয় বিদ্রুপ ও উপহাসকে। অর্থাৎ “তোমরা রাসূলুল্লাহ (সঃ)-এর কথাকে ও ইসলামকে বিদ্রুপ করো না। আবূ সাখর (রঃ) বলেনঃ “যখন রাসূলুল্লাহ (সঃ) চলতে থাকেন তখন কারও কিছু বলার থাকলে বলতো-‘আমার দিকে কান লাগিয়ে দিন। এ বেয়াদবীর কারণে আল্লাহ তাআলা তাদেরকে একথা বলতে নিষেধ করেন এবং স্বীয় নবীর (সঃ) সম্মান করার শিক্ষা দেন। সুদ্দী (রঃ) বলেন যে, রিফাআ' বিন ইয়াযীদ নামক ইয়াহুদী রাসূলুল্লাহ (সঃ)-এর সঙ্গে কথা বলার সময় একথাটি বলতো। মুসলমানরা এ কথাটি সম্মানজনক মনে করে এটাই নবী (সঃ)কে বলতে আরম্ভ করেন। আল্লাহ তা'আলা তাদেরকে এটা নিষেধ করেন। যেমন সূরা-ই-নিসার মধ্যেও আছে। ভাবার্থ এই যে, আল্লাহ তা'আলা এ কথাটিকে খারাপ জেনেছেন এবং মুসলমানদেরকে এটা ব্যবহার করতে নিষেধ করেছেন। হাদীস শরীফে আছে, রাসূলুল্লাহ (স) বলেছেনঃ তোমরা আঙ্গুরকে করম' এবং গোলামকে ‘আব্দ' বলো না ইত্যাদি। এখন আল্লাহ তা'আলা মন্দ অন্তর বিশিষ্ট লোকদের হিংসা ও বিদ্বেষ সম্পর্কে মুসলমানদেরকে বলেছেন যে, তারা যে একজন পূর্ণাঙ্গ নবীর (সঃ) মাধ্যমে পূর্ণাঙ্গ শরীয়ত লাভ করেছে এজন্যে তারা জ্বলে পুড়ে মরছে। তাদের এটা জানা উচিত যে, এটাতো আল্লাহ পাকের অনুগ্রহ। তিনি যাকে চান তার উপরই অনুগ্রহ বর্ষণ করে থাকেন। তিনি বড়ই অনুগ্রহশীল।",
  "ayah": 105,
  "surah": 2
}
