{
  "text": "এ আয়াতের তাফসীরে দু'টি উক্তি রয়েছে। প্রথম উক্তি এই যে, এর দ্বারা খ্রীষ্টানকে বুঝানো হয়েছে। দ্বিতীয় উক্তিতে ভাবার্থ হচ্ছে মুশরিক। খ্রীষ্টানেরাও বায়তুল মুকাদ্দাসের মসজিদে অপবিত্র জিনিস নিক্ষেপ করতো এবং জনগণকে তার ভিতরে নামায পড়তে বাধা প্রদান করতো। বাখতে নসর যখন বায়তুল মুকাদ্দাস ধ্বংস করার জন্য আক্রমণ চালায় তখন খ্রীষ্টানেরা তার সঙ্গে যোগ দিয়েছিল এবং তাকে সর্বপ্রকার সাহায্য করেছিল।\nবাখতে নসরের ইতিহাস এবং বায়তুল মুকাদ্দাসের উপর তার ভয়াবহ আক্রমণ\nবাখতে নসর ছিল বাবেলের অধিবাসী এবং জাতিতে সে মাজুস ছিল। বানী ইসরাঈলের প্রতি হিংসা বশতঃ এবং তারা হযরত ইয়াহইয়া বিন যাকারিয়াকে (আঃ) হত্যা করেছিল বলে খ্রীষ্টানেরাও তার সাথে যোগ দিয়েছিল। হুদাইবিয়ার সন্ধির বছর মুশরিকরাও রাসূলুল্লাহ (সঃ)কে কা'বা শরীফে যেতে বাধা দিয়েছিল। শেষ পর্যন্ত তাকে যি তাওয়া নামক স্থানে কুরবানী করতে হয়েছিল। মুশরিকদের সঙ্গে সন্ধি করে রাসূলুল্লাহ (সঃ) সেখান হতে ফিরে এসেছিলেন। অথচ ওটা একটা নিরাপদ স্থান ছিল। পিতা-ভ্রাতার হত্যাকারীকেও কেউ তথায় স্পর্শ করতো না। তাদেরও এক মাত্র উদ্দেশ্য ছিল ওটাকে ধ্বংস করা এবং আল্লাহর যিকর হতে ও হজ্জ এবং উমরাব্রত পালনকারী মুসলিম দলকে বাধা দেয়া। হযরত ইবনে আব্বাসের (রাঃ) এটাই উক্তি। ইবনে জারীর (রাঃ) প্রথম উক্তিকেই সঠিক বলেছেন এবং যুক্তি দেখিয়েছেন যে, মুশরিকরা (রঃ) কা'বা শরীফ ধ্বংস করার চেষ্টা করতো না, বরং খ্রীষ্টানেরাই বাইতুল মুকাদ্দাস ধ্বংস করার প্রচেষ্টা চালিয়েছিল। কিন্তু প্রকৃতপক্ষে দ্বিতীয় উক্তিটিই সঠিক। ইবনে যায়েদ (রঃ) ও হযরত আব্বাসেরও (রাঃ) এটাই উক্তি।এ কথা ভুলে গেলে চলবে না যে, যখন খ্রীষ্টানেরা ইয়াহুদীদেরকে বায়তুল মুকাদ্দাসে প্রবেশ করতে বাধা দেয় তখন ইয়াহুদীরাও বে-দ্বীন হয়ে পড়ছিল। তাদের উপর তো হযরত দাউদ (আঃ) এবং হযরত ঈসার (আঃ) বদ-দু'আ ছিল। তারা অবাধ্য ও সীমা অতিক্রমকারী হয়ে গিয়েছিল। বরং খ্রীষ্টানেরাই হযরত ঈসার (আঃ) ধর্মের উপর ছিল।এর দ্বারা জানা যাচ্ছে যে, এ আয়াত দ্বারা মক্কার মুশরিকদেরকেই বুঝানো হয়েছে। তা ছাড়া এ ভাবার্থ নেওয়ার এটাও একটা কারণ যে, উপরে ইয়াহুদী ও খ্রষ্টানদের নিন্দের কথা বর্ণিত হয়েছে। সুতরাং এখানে আরবের মুশকিরদের বদ অভ্যাসের বর্ণনা দেয়া হচ্ছে যে, তারা রাসূলুল্লাহ (সঃ)কে এবং তার সহচরবৃন্দকে (রাঃ) মক্কা থেকে বের করে দেয় এবং হজব্রত ও উমরাব্রত পালন। করতে বাধা দেয়।\nবায়তুল্লাহ শরীফের বিধ্বস্তির একটা নতুন বর্ণনাক্রমিক তালিকা\nইমাম ইবনে জারীরের (রঃ) মক্কার মুশরিকেরা বায়তুল্লাহর বিধ্বস্তির চেষ্টা করেনি' এই উক্তির উত্তর এই যে, রাসূলুল্লাহ (সঃ) ও তাঁর সহচরবৃন্দকে (রাঃ) মক্কা হতে বিতাড়িত করা এবং পবিত্র কা'বার মধ্যে মূর্তি স্থাপন করার চাইতে বড় ধ্বংস আর কি হতে পারে? স্বয়ং কুরআন পাকে ঘোষিত হচ্ছেঃ (আরবি) অর্থাৎ তারা মসজিদ-ই-হারাম হতে বাধা প্রদান করে।' (৮:৩৪) অন্য স্থানে আল্লাহ তা'আলা বলেনঃ ‘এসব লোক মাসজিদ-ই-হারাম হতে বাধা দিয়ে থাকে। অন্যত্র বলেনঃ ‘মুশরিকদের দ্বারা আল্লাহর মসজিদসমূহ আবাদ হতে পারে না, তারা নিজেরাই তাদের কুফরীর উপর সাক্ষী, তাদের সমস্ত আমল বিনষ্ট হয়ে গেছে, তারা চিরকালের জন্যে দোযখী। মসজিদসমূহের আবাদ ঐ সব লোকে দ্বারা হয়ে থাকে, যারা আল্লাহর উপর ও কিয়ামতের উপর বিশ্বাস স্থাপন করে, নামায প্রতিষ্ঠিত করে, যাকাত আদায় করে ও শুধুমাত্র আল্লাহকেই ভয় করে, এরাই সঠিক পথ প্রাপ্ত।' আল্লাহ পাক আর এক জায়গায় বলেনঃ “ঐ সব লোক কুফরীও করেছে এবং তোমাদেরকে (মুসলমানদেরকে) মসজিদ-ই-হারাম হতে বাধাও দিয়েছে কুরবানীর পশুগুলোকে যবাহ হওয়ার স্থান পর্যন্ত পৌছুতেও দেয়নি, আমি ঐসব নর ও নারীর প্রতি যদি লক্ষ্য না করতাম যারা দুর্বলতা ও শক্তিহীনতার কারণে মক্কা হতে বের হতে পারে না, তবে আমি তোমাদেরকে নির্দেশ দিতাম যে, তোমরা তাদের বিরুদ্ধে যুদ্ধ করে তাদেরকে ধ্বংস করে দেবে, কিন্তু এই নিস্পাপ মুসলমানেরা নিষ্পেষিত হয়ে যাবে বলে আমি সরাসরি এ হুকুম দেইনি; কিন্তু যদি এ কাফিরেরা তাদের দুষ্টামি থেকে বিরত না হয় তবে ঐ সময় দূরে নেই যখন আমার বেদনাদায়ক শাস্তি তাদের প্রতি নিপতিত হবে। সুতরাং ঐ সব মুসলমানকে যখন মসজিদসমূহে প্রবেশ হতে বিরত রাখা হয়েছে, যাদের দ্বারা মসজিদসমূহ আবাদ হয়ে থাকে, তখন মসজিদগুলো ধ্বংস করতে আর বাকি রাখলো কি? মসজিদের আবাদ শুধুমাত্র বাহ্যিক রং ও চাকচিক্যের দ্বারা হয় না; বরং ওর মধ্যে আল্লাহ তা'আলার যি হওয়া, শরীয়তের কার্যাবলী চালু থাকা, শিরূক ও বাহ্যিক ময়লা হতে পবিত্র রাখাই হচ্ছে প্রকৃতপক্ষে মসজিদকে আবাদ করা।অতঃপর আল্লাহ পাক বলেন যে, মসজিদের মধ্যে নির্ভীকভাবে প্রবেশ করা মুশরিকদের জন্যে মোটেই শোভা পায় না। ভাবার্থ এই যে, হে মুসলমানগণ! তোমরা মুশরিকদেরকে নিউকি চিত্তে আল্লাহর ঘরে (কাবা শরীফে) প্রবেশ করতে দেবে না, আমি যখন তোমাদেরকে তাদের উপর জয়যুক্ত করবো তখন তোমাদেরকে এ কাজই করতে হবে।' অতঃপর মক্কা বিজয়ের পরবর্তী বছরে রাসূলুল্লাহ (সঃ) ঘোষণা করেনঃ “এ বছরের পরে যেন কোনও মুশরিক হজ্জ করতে না আসে এবং কেউই যেন বায়তুল্লাহর তাওয়াফ উলঙ্গ হয়ে না করে। যে সব লোকের মধ্যে সন্ধির সময়কাল নির্ধারিত হয়েছে তা ঠিকই থাকবে।' প্রকৃতপক্ষে এই নির্দেশ নিম্নের এই আয়াতেরই সত্যতা প্রমাণ করছে ও তার উপর আমল করছেঃ (আরবি)অর্থাৎ হে মু'মিনগণ! নিশ্চয় মুশরিকরা অপবিত্র,সুতরাং তারা যেন এ বছরের পর হতে আর মাসজিদ-ই হারাম’-এর নিকটবর্তী না হয়।' (৯:২৮) অন্য অর্থও বর্ণনা করা হয়েছেঃ মুশরিকদের জন্যে তো এটাই উচিত ছিল যে, তারা আল্লাহর ভয়ে ভীত সন্ত্রস্ত হয়ে মসজিদে প্রবেশ করে, কিন্তু এটা না করে তারা সম্পূর্ণ উল্টো করছে অর্থাৎ তারা মুসলমানদেরকে মসজিদে প্রবেশ করতে বাধা প্রদান করছে।' এর ভার্থ এও হতে পারেঃ এ আয়াতে আল্লাহ তাআলা মুমিনদেরুকে সুসংবাদ দিচ্ছেন যে, তিনি অতি সত্বরই মমিনদেরকে মুশরিকদের উপর জয়যুক্ত করবেন এবং তার ফলে এই মুশরিকরা মসজিদের দিকে মুখ করতেও থর থর করে কাঁপতে থাকবে- আর হলোও তাই। রাসূলুল্লাহ (সঃ) মুসলমানুদেরকে উপদেশ দেন যে, আরব উপদ্বীপে দু’টি ধর্ম থাকতে পারে না এবং ইয়াহুদী ও খ্রীষ্টানদেরকে তথা হতে বের করে দেয়া হবে। এই উম্মতের ঐ মহান ব্যক্তিগণ রাসূলুল্লাহ (সঃ)-এর ঐ উপদেশ কার্যে পরিণত করে দেখিয়ে দেন। এর দ্বারা মসজিদসমূহের মর্যাদাও সাব্যস্ত হলো। বিশেষ করে ঐ স্থানের মসজিদের মর্যাদা সাব্যস্ত হলো যেখানে দানব ও মানব সবারই জন্যে হযরত মুহাম্মদ (সঃ) নবীরূপে প্রেরিত হয়েছিলেন।ঐ কাফিরদের উপর দুনিয়ার লাঞ্ছনা ও অপমানও এসে গেল এবং যেমন তারা মুসলমানদেরকে বাধা দিয়েছিল ও দেশ হতে বিতাড়িত করেছিল, ঠিক তেমনই তাদের উপর পূর্ণ প্রতিশোধ নেয়া হলো। তাদেরকেও বাধা দেয়া হলো, আর পরকালের শাস্তি তো অবশিষ্ট থাকলই। কেননা, তারা বায়তুল মুকাদ্দাসের মর্যাদা ক্ষুন্ন করেছে, মহান আল্লাহকে ছেড়ে অন্যের নিকট প্রার্থনা করা শুরু করে দিয়েছে, উলঙ্গ হয়ে তারা বায়তুল্লাহর তাওয়াফ করেছে ইত্যাদি। আর যদি এর ভাবার্থ খ্রীষ্টানদেৱকে নেয়া হয় তবে এটা স্পষ্ট কথা যে, তারাও বায়তুল মুকাদ্দাসের মসজিদে আতংক সৃষ্টিকারীরূপে এসেছে, বিশেষ করে ঐ পাথরের তারা অমর্যাদা করেছে যেই দিকে ইয়াহুদীরা নামায পড়তো। এভাবেই ইয়াহূদীরাও অমর্যাদা করেছে এবং খ্রীষ্টানদের অপেক্ষা অনেক বেশী করেছে। কাজেই অপমান ও লাঞ্ছনাও তাদের উপর খ্রীষ্টানদের অপেক্ষা বেশী এসেছে। দুনিয়ার অপমানের অর্থ হচ্ছে ইমাম মাহদী (আঃ)-এর যুগের অপমান এবং মুসলমানদেরকে জিযিয়া কর দিতে বাধ্য হওয়ার অপমানও বটে। হাদীসে একটি দু'আ এসেছেঃ (আরবি)অর্থাৎ হে আল্লাহ! আমাদের সমস্ত কাজের পরিণাম ভাল করুন এবং আমাদেরকে দুনিয়ার অপমান ও আখেরাতের শাস্তি হতে মুক্তি দান করুন।' এ হাদীসটি হাসান। এটা মুসনাদ-ই-আহমাদের মধ্যে বিদ্যমান রয়েছে। বিশুদ্ধ ছয়টি হাদীসের মধ্যে এটা নেই। এর একজন বর্ণনাকারী হযরত বাশার বিন ইরত একজন সাহাবী। এই সাহাবী (রাঃ) হতে এই একটি হাদীস বর্ণিত আছে। দ্বিতীয় ঐ হাদীসটি বর্ণিত আছে যার মধ্যে রয়েছে যে, যুদ্ধে হাত কাটা হয় না।",
  "ayah": 114,
  "surah": 2
}
