{
  "text": "১১৬-১১৭ নং আয়াতের তাফসীর\nমহান আল্লাহর সন্তান-সন্ততি নেই একথার যথার্থতার\nউপর কতকগুলো দলীল। এ আয়াত দ্বারা এবং এর সঙ্গীয় আয়াতগুলো দ্বারা খ্রীষ্টান, ইয়াহুদী ও মুশরিকদের কথাকে অগ্রাহ্য করা হয়েছে যারা আল্লাহ তাআলার সন্তানাদি সাব্যস্ত করেছিল। তাদেরকে বলা হচ্ছে যে, আকাশ, পৃথিবী ইত্যাদি সমুদয় বস্তুর তিনি মালিক তো বটেই, ওগুলোর সৃষ্টিকর্তা, আহার দাতা, তাদের ভাগ্য, নির্ধারণকারী, তাদেরকে স্বীয় কর্তৃত্বাধীন আনয়নকারী, তাদের মধ্যে হেরফেরকারী একমাত্র তিনিই। তাহলে তাঁর সৃষ্টজীবের মধ্যে কেউ কেউ তাঁর সন্তান কিরূপে হতে পারে? হযরত ঈসা (আঃ) আল্লাহ তা'আলার পুত্র হতে পারেন না, যেমন ইয়াহুদী ও খ্রীষ্টানেরা ধারণা করতো। ফেরেশতাগণও আল্লাহ তাআলার কন্যা হতে পারে না, যেমন আরবের মুশরিকরা মনে করতো। কেননা, পরস্পর সমান সম্বন্ধযুক্ত দু’টি বস্তু থেকে সন্তান হতে পারে; কিন্তু আল্লাহ তাবারাকা ওয়াতাআলা তো তুলনা বিহীন। মর্যাদা ও শ্রেষ্ঠত্বে তাঁর সমকক্ষ কেউই নেই। তিনিই তো আকাশ ও পৃথিবীর সৃষ্টিকর্তা, সুতরাং তার সন্তান হবে কি রূপে? তার কোন সহধর্মিনীও নেই। তিনিই প্রত্যেক জিনিসের সৃষ্টিকর্তা এবং তিনিই প্রত্যেক জিনিসের পরিচয় অবগত আছেন।আল্লাহ তা'আলা বলেনঃ “তারা বলে- আল্লাহ সন্তান গ্রহণ করেছেন, তোমরা এটা একটা গুরুতর বিষয় উদ্ভাবন করেছে, যদ্দরুণ অসম্ভব নয় যে, আকাশ ফেটে যাবে এবং যমীন খণ্ড বিখণ্ড হয়ে উড়ে যাবে, আর পর্বত ভেঙ্গে পড়বে-এজন্যে যে, তারা আল্লাহর প্রতি সন্তানের সম্বন্ধ আরোপ করেছে, অথচ আল্লাহর শান এ নয় যে, তিনি সন্তান গ্রহণ করেন। আকাশসমূহে ও পৃথিবীতে যত কিছুই আছে, সমস্তই আল্লাহর সম্মুখে দাসরূপে উপস্থিত হবে। তিনি সকলকে বেষ্টন করে আছেন এবং সকলকে গণনা করে রেখেছেন। কিয়ামতের দিন তারা সবাই তার সমীপে একা একা উপস্থিত হবে। সুতরাং দাস সন্তান হতে পারে না। মনিব ও সন্তান এ দুটো বিপরীত মুখী ও পরস্পর বিরোধী। অন্য স্থানে একটি পূর্ণ সূরায় আল্লাহ তা'আলা একে নাকচ করে দিয়েছেন। যেমন তিনি বলেছেনঃ (আরবি) অর্থাৎ “হে নবী (সঃ)! তাদেরকে তুমি বলে দাও যে, তিনি (আল্লাহ) এক। আল্লাহ অমুখাপেক্ষী। তাঁর কোন সন্তান-সন্ততি নেই এবং তিনিও কারও সন্তান নন। তাঁর সমতুল্য কেউই নেই। এই আয়াতসমূহে এবং এরকম আরও বহু আয়াতে সেই বিশ্ব প্রভু স্বীয় পবিত্রতা বর্ণনা করেছেন, তিনি যে তুলনা ও নবীর বিহীন এবং অংশীদার বিহীন তা সাব্যস্ত করেছেন, আর মুশরিকদের এ জঘন্য বিশ্বাসের মূলে কুঠারাঘাত করেছেন। তিনি তো সবারই সৃষ্টিকর্তা ও সবারই প্রভু। সুতরাং তার সন্তান-সন্ততি ও ছেলে-মেয়ে হবে কোথেকে?সূরা বাকারার এ আয়াতের তাফসীরে সহীহ বুখারীর একটি হাদীস-ইকুদসীতে আছে যে, আল্লাহ তা'আলা বলেনঃ ‘আদম সন্তান আমাকে মিথ্যা প্রতিপাদন করে, অথচ এটা তাদের জন্য উচিত ছিল না, তারা আমাকে গালি দেয় তাদের জন্যে এটা শোভনীয় ছিল না। তাদের মিথ্যা প্রতিপাদন তো এটাই যে, তাদের ধারণায় আমি তাদেরকে মেরে ফেলার পর পুনরায় জীবিত করতে সক্ষম নই; এবং তাদের গালি দেয়া এই যে, তারা আমার সন্তান গ্রহণ করা সাব্যস্ত করে, অথচ আমার স্ত্রী ও সন্তানাদি হওয়া থেকে আমি সম্পূর্ণ পবিত্র ও তা হতে বহু ঊর্ধে। এই হাদীসটিই অন্য সনদে এবং অন্যান্য কিতাবেও শব্দের বিভিন্নতার সাথে বর্ণিত হয়েছে।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘মন্দ কথা শ্রবণ করে বেশী ধৈর্য ধারণকারী আল্লাহ তা'আলা অপেক্ষা আর কেউ নেই। মানুষ তার সন্তান সাব্যস্ত করছে, অথচ তিনি তাদেরকে আহার্য দিচ্ছেন। এবং নিরাপদে রাখছেন। অতঃপর তিনি বলেনঃ প্রত্যেক জিনিসই তার অনুগত, তাঁকে খাটি অন্তরে মেনে থাকে, কিয়ামতের দিন সবই তাঁর সামনে হাত জোড় করে দাঁড়াবে, দুনিয়ার সবাই তার উপাসানায়রত আছে। যাকে তিনি বলেন এ রকম হও, এভাবে নির্মিত হও তা ঐ রকমই হয়ে যায় এবং ঐভাবেই নির্মিত হয়। এরকমই প্রত্যেকে তাঁর সামনে বিনীত ও বাধ্য। কাফিরদের ইচ্ছা না থাকলেও তাদের ছায়া আল্লাহ তাআলার সামনে ঝুঁকেই থাকে। কুরআন মাজীদের মধ্যে আল্লাহ তাআলা অন্য জায়গায় বলেছেনঃ ‘আকাশ ও পৃথিবীর প্রতিটি জিনিস ইচ্ছায় হোক আর অনিচ্ছায় হোক আল্লাহকে সিজদাহ করে থাকে, সকাল সন্ধ্যায় তাদের ছায়া ঝুঁকে থাকে। একটি হাদীসে বর্ণিত আছে যে, কুরআন কারীমের মধ্যে যেখানেই (আরবি)  শব্দ রয়েছে সেখানেই ভাবার্থ হচ্ছে আনুগত্য। কিন্তু এর মারফু হওয়া সঠিক নয়। সম্ভবত এটা কোন সাহাবী (রাঃ) বা অন্য কারও কথা হবে। এ সনদে অন্যান্য আয়াতের তাফসীরও মারফু রূপে বর্ণিত হয়েছে। কিন্তু স্মরণ রাখা উচিত যে, এটা দুর্বল। কোন ব্যক্তি যেন এতে প্রতারণায় না পড়ে।\nপূর্বে আকাশ ও পৃথিবীর কোন নমুনা ছিল না\nএরপর আল্লাহ পাক বলেন যে, পূর্বে আকাশ ও পৃথিবীর কোন নমুনা ছিল , প্রথম বারই তিনি এই দুই এর সৃষ্টিকর্তা। (আরবি)-এর আভিধানিক অর্থ হচ্ছে নতুন সৃষ্টি করা।' হাদীসে রয়েছেঃ প্রত্যেক নব-সৃষ্টি হচ্ছে বিদআত এবং প্রত্যেক বিদআতই পথভ্রষ্টতা।' এততা হলো শরীয়তের পরিভাষায় বিদআত। কখনো কখনো (আরবি)  শব্দের প্রয়োগ শুধুমাত্র আভিধানিক অর্থেই হয়ে থাকে। তখন শরীয়তের ‘বিদআত বুঝায় না। হযরত উমার (রাঃ) জনগণকে তারাবীর নামাযে একত্রিত করে বলেনঃ “এটা ভাল বিদআত।” (আরবি) শব্দটি (আরবি) শব্দ হতে ফিরানো হয়েছে। যেমন (আরবি) হতে (আরবি) এবং (আরবি) হতে (আরবি) ইত্যাদি। -এর অর্থ হচ্ছে নতুন সৃষ্টিকারী। অর্থাৎ বিনা দৃষ্টান্তে বিনা নমুনায় এবং পূর্বের সৃষ্টি ছাড়াই সৃষ্টিকারী। বিদআত পন্থীদেরকে ‘বিদআতী' বলার কারণও এই যে, তারাও আল্লাহ তা'আলার দ্বীনের মধ্যে ঐ কাজ বা নিয়ম আবিষ্কার করে যা তার পূর্বে শরীয়তের মধ্যে ছিল না। অনুরূপভাবে কোন নতুন কথা উদ্ভাবনকারীকে আরবের লোকেরা (আরবি) বলে থাকে। ইমাম ইবনে জারীরের (রঃ) মতে এর ভাবার্থ এই যে, মহান আল্লাহ সন্তানাদি হতে পবিত্র। তিনি গগন ও ভূবনের সমস্ত জিনিসের মালিক। প্রত্যেক জিনিসই তাঁর একত্ববাদের সাক্ষ্য বহন করে। সব কিছুই তাঁর অনুগত। সব কিছুরই সৃষ্টিকর্তা, নির্মাতা, স্থপয়িতা, মূল ও নমুনা ছাড়াই ঐ সবকে অস্তিত্বে আনয়নকারী একমাত্র সেই বিশ্বভু আল্লাহ তা'আলাই। স্বয়ং হযরত ঈসা (আঃ) এর সাক্ষী ও বর্ণনাকারী। যে প্রভু এসব জিনিস বিনা মূলে ও নমুনায় সৃষ্টি করেছেন। তিনিই হযরত ঈসা (আঃ) কে পিতা ব্যতিরেকেই সৃষ্টি করেছেন। সেই আল্লাহর ক্ষমতা ও প্রভাব প্রতিপত্তি এতো বেশী যে, তিনি যে জিনিসকে যে প্রকারের সৃষ্টি ও নির্মাণ করতে চান তাকে বলেন- ‘এভাবে হও এবং এরকম হও' আর তেমনই সঙ্গে সঙ্গেই হয়ে যায়। যেমন আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ যখন তিনি কোন জিনিসের (সৃষ্টি করার) ইচ্ছে করেন, তখন তাঁর রীতি এই যে, ঐ বস্তুকে বলেন- 'হও' আর তেমনই হয়ে যায়।' (৩৬:৮২) অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “যখন আমি কোন বস্তু (সৃষ্টির) ইচ্ছে করি তখন আমার কথা এই যে, আমি তাকে বলি- 'হও' আর তেমনই হয়ে যায়।” (১৬:৪০) অন্যত্র ইরশাদ হচ্ছেঃ (আরবি) অর্থাৎ “চোখের উঁকি দেয়ার মত আমার একটি আদেশ মাত্র।\" (৫৪:৫০) কবি বলেনঃ (আরবি) অর্থাৎ “যখন আল্লাহ তা'আলা কোন বস্তুর (সৃষ্টির) ইচ্ছে করেন তখন তাকে বলেন- 'হও' তেমনই হয়ে যায়।”উপরোল্লিখিত আয়াতসমূহ দ্বারা বুঝা যাচ্ছে যে, হযরত ঈসা (আঃ) কেও আল্লাহ তা'আলা শব্দের দ্বারাই সৃষ্টি করেছেন। এক জায়গায় আল্লাহ পাক স্পষ্টভাবে ঘোষণা করেনঃ (আরবি) অর্থাৎ “নিশ্চয় ঈসার (আঃ) আশ্চর্যজনক অবস্থা আল্লাহর নিকট আদমের (আঃ) আশ্চর্যজনক অবস্থার ন্যায়, তাকে তিনি মাটির দ্বারা সৃষ্টি করেন, তৎপর তাকে (তার কালকে) বলেন-“হও’ তখনই সে (সজীব) হয়ে যায়।” (৩:৫৯)",
  "ayah": 117,
  "surah": 2
}
