{
  "text": "শেষ নবী (সঃ) ও হযরত ইবরাহীম (আঃ)-এর প্রার্থনা\n‘হারাম বাসীদের জন্যে এটা আর একটি দু‘আ যে তাঁর সন্তানদের মধ্যে হতেই যেন একজন নবী তাদের মধ্যে আগমন করেন। এ প্রার্থনাও গৃহীত হয়। মুসনাদই আহমাদের মধ্যে রয়েছে যে, নবী (সঃ) বলেছেনঃ “আমি তখন থেকেই শেষ নবী যখন হযরত আদম (আঃ) মাটির আকারে ছিলেন। আমি তোমাদেরকে আমার প্রাথমিক কথার সংবাদ দিচ্ছি। আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর প্রার্থনা, হযরত ঈসা (আঃ)-এর সুসংবাদ এবং আমার মায়ের স্বপ্ন। নবীদের মায়েরা এরকমই স্বপ্ন দেখে থাকেন। হযরত আবু উমামা। (রাঃ) একদা রাসূলুল্লাহ (সঃ)কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল! আপনার নবুওয়াতের সূচনা কিরূপে হয়?' তিনি বলেনঃ “আমার পিতা হযরত ইবরাহীম (আঃ)-এর প্রার্থনা, আমার সম্বন্ধে হযরত ঈসা (আঃ)-এর সুসংবাদ এবং আমার মা স্বপ্ন দেখেন যে, তার মধ্য হতে যেন একটি আলো বেরিয়ে গেল যা সিরিয়ার প্রাসাদসমূহ আলোকিত করে দিল। ভাবার্থ এই যে, দুনিয়ায় খ্যাতির মাধ্যম এই জিনিসগুলোই হয়। তাঁর সম্মানিতা মায়ের এ স্বপ্নের কথাও পূর্ব হতেই আরবে ছড়িয়ে ছিল। তারা বলতো যে, আমেনার গর্ভে কোন একজন মহান ব্যক্তি জন্মগ্রহণ করবেন। বানী ইসরাঈলের শেষ নবী হযরত ঈলা রুহুশ্লাহ (আঃ) বানী ইসরাঈলের মধ্যে খুত্ব দেয়ার সময় পরিষ্কারভাবে তার নামও বলে দিয়েছেন। তিনি বলেছিলেনঃ “হে জনমণ্ডলী! আমি তোমাদের নিকট আল্লাহর রাসূল (রূপে প্রেরিত হয়েছি, আমার পূর্ববর্তী কিতাব তাওরাতের আমি সত্যতা প্রমাণ করছি এবং আমার পরে আগমনকারী একজন নবীর সংবাদ তোমাদেরকে দিচ্ছি যার নাম আহমদ (সঃ)। এ হাদীসে ঐ দিকেই ইঙ্গিত করা হয়েছে। স্বপ্নের মধ্যে নূর দ্বারা সিরয়ার প্রাসাদগুলো আলোকোজ্জ্বল হওয়া ঐ কথার দিকে ইঙ্গিত করছে যে, তথায় দ্বীন ইসলাম প্রতিষ্ঠিত হবে। বরং বর্ণনাসমূহ দ্বারা সাব্যস্ত হয় যে, শেষ যুগে সিরিয়া ইসলাম ও মুসলমানদের কেন্দ্রভূমিতে পরিণত হবে। সিরিয়ার প্রসিদ্ধ শহর দামেশকেই হযরত ঈসা (আঃ) মিনারার উপর অবতীর্ণ হবেন।সহীহ বুখারী ও মুসলিমের মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘আমার উম্মতের একটি দল সত্যের উপর প্রতিষ্ঠিত থাকবে। তাদের বিরুদ্ধবাদিরা তাদের কোন ক্ষতি করতে পারবে না। অবশেষে আল্লাহ তা'আলার হুকুম এসে যাবে। সহীহ বুখারীর মধ্যে ওটা সিরিয়ায় হবে' এটুকু বেশী আছে। আবুল আলীয়া হতে নকল করা হয়েছে যে, এই প্রার্থনার উত্তরে বলা হয়ঃ এটাও গৃহীত হলো এবং রাসূল শেষ যুগে প্রেরিত হবে।' ‘কিতাব'-এর অর্থ হচ্ছে কুরআন এবং ‘হিকমত’-এর ভাবার্থ হচ্ছে ‘সুন্নাহ'। হযরত হাসান বসরী (রঃ), কাতাদাহ (রঃ), মুকাতিল বিন হিব্বান (রঃ) এবং আৰূ মালিক প্রভৃতিও একথাই বলেন। হিকমত’ দ্বারা ধর্ম বোধও বুঝানো হয়েছে। পবিত্র করা অর্থাৎ আনুগত্য ও আন্তরিকতা শিক্ষা দেয়া, ভাল কাজ করানো, মন্দ কাজ হতে বিরত রাখা, আল্লাহর আনুগত্য স্বীকার করে তার সন্তুষ্টি লাভ করা, অবাধ্যতা, হতে বিরত থেকে তাঁর অসন্তুষ্টি হতে বেঁচে থাকা। আল্লাহ ‘আযীয অর্থাৎ যাকে কোন জিনিস অসমর্থ করতে পারে না, যিনি প্রত্যেক জিনিসের উপর বিজয়ী। তিনি হাকীম' অর্থাৎ তাঁর কোন কথাও কাজ বিজ্ঞান এবং নৈপুণ্য হতে শূন্য নয়। তিনি প্রত্যেক জিনিসকেই তার আপন স্থানে জ্ঞান, ইনসাফ ও ইলমের সঙ্গে রেখেছেন।",
  "ayah": 129,
  "surah": 2
}
