{
  "text": "১৩৯-১৪১ নং আয়াতের তাফসীর\nবিশ্ব প্রভু স্বীয় নবী (সঃ)কে মুশরিকদের ঝগড়া বিদুরিত করতে নির্দেশ দিচ্ছেন। আল্লাহ তা'আলা তাঁর নবী (সঃ)কে বলছেনঃ “হে নবী (সঃ)! তুমি মুশরিকদেরকে বলঃ “হে মুশরিকের দল! তোমরা আমাদের সাথে আল্লাহ তা'আলার একত্ববাদ, অকৃত্রিমতা, আনুগত্য ইত্যাদির ব্যাপারে বিবাদ করছে। কেন? তিনি তো শুধু আমাদের প্রভু নন বরং তোমাদেরও প্রভু। তিনি তো আমাদের ও তোমাদের উপর পূর্ণ ক্ষমতাবান এবং তিনি আমাদের সবারই ব্যবস্থাপক। আমাদের কাজের প্রতিদান আমাদেরকে দেয়া হবে। আমরা তোমাদের প্রতি এবং তোমাদের শিকের প্রতি অসন্তুষ্ট।' কুরআন মাজীদের অন্য জায়গায় রয়েছেঃ “এরা যদি তোমাকে মিথ্যা প্রতিপন্ন করে তবে বলে দাওআমার জন্যে আমার কাজ এবং তোমাদের জন্যে তোমাদের কাজ, তোমরা আমার (সৎ) কাজের প্রতি অসন্তুষ্ট এবং আমিও তোমাদের (অসৎ) কাজের প্রতি অসন্তুষ্ট।' অন্য জায়গায় রয়েছেঃ “এরা যদি তোমার সঙ্গে ঝগড়া করে তবে তাদেরকে বলে দাও-আমি ও আমার অনুসারীরা আমাদের মুখমণ্ডল আল্লাহর দিকে ঝুঁকিয়ে দিলাম।' হযরত ইবরাহীম (আঃ)ও তার গোত্রের লোককে এ কথাই বলেছিলেনঃ “তোমরা কি আমার সঙ্গে আল্লাহ তা'আলার ব্যাপারে ঝগড়া করছো?' অন্য জায়গায় রয়েছেঃ “হে নবী (সঃ!) তুমি কি তাকে দেখনি যে ইবরাহীম (আঃ)-এর সঙ্গে তার প্রভুর ব্যাপারে ঝগড়া করছিল? সুতরাং এখানে ঐ বিবাদীদেরকে বলা হচ্ছেঃ আমাদের কাজ আমাদের জন্যে এবং তোমাদের কাজ তোমাদের জন্যে। আমরা তোমাদের প্রতি অসন্তুষ্ট হয়ে তোমাদের হতে পৃথক হয়ে গেলাম। আমরা একাগ্রচিত্তে আল্লাহর ইবাদতে লিপ্ত হয়ে পড়বো।' অতঃপর ঐ সব লোকের দাবী খণ্ডন করা হচ্ছে যে, ইবরাহীম (আঃ) ইয়াহূদীও ছিলেন না এবং খ্রীষ্টানও ছিলেন না। কাজেই হে ইয়াহুদী ও খৃষ্টানের দল! তোমরা এসব কথা বানিয়ে বলছো কেন? বলা হচ্ছে যে, তোমাদের জ্ঞান কি আল্লাহ তাআলার চেয়েও বেড়ে গেল? আল্লাহ তাআলা তো পরিষ্কারভাবে ঘোষণা করছেনঃ (আরবি)অর্থাৎ হযরত ইবরাহীম (আঃ) ইয়াহুদীও ছিল না এবং খ্রীষ্টানও ছিল না। বরং সুদৃঢ় মুসলমান ছিল এবং সে মুশরিকদের অন্তর্ভুক্ত ছিল না।' (৩:৬৭) আল্লাহ্ তা'আলার সাক্ষ্যকে গোপন করে তাদের বড় অত্যাচার করা এই ছিল যে, তাদের নিকট আল্লাহ তা'আলা যে কিতাব অবতীর্ণ করেছিলেন তা তারা পড়েছিল এবং জানতে পেরেছিল যে, ইসলামই প্রকৃত ধর্ম ও মুহাম্মদ (সঃ) তাঁর সত্য রাসূল। এটা জেনেও তারা তা গোপন করেছিল। ইবরাহীম (আঃ), ইসমাঈল (আঃ), ইসহাক (আঃ), ইয়াকুব (আঃ) প্রভৃতি সবাই ইয়াহুদী ও খ্রীষ্টান ধর্ম হতে সম্পূর্ণরূপে পৃথক ছিলেন। কিন্তু তারা তা স্বীকার করেনি। শুধু তাই নয়, বরং এই কথাকেই তারা গোপন করেছিল। অতঃপর আল্লাহ তা'আলা বলেন যে, তাদের কাজ তার নিকট গোপন নেই। তার ইলম' সব জিনিসকেই ঘিরে রয়েছে। তিনি প্রত্যেক ভাল ও মন্দ কাজের পূর্ণ প্রতিদান দেবেন।এই ধমক দেয়ার পর আল্লাহ বলেন যে, ঐ সব মহা মানব তো তাঁর নিকট পৌছে গেছে। এখন যদি তোমরা তাদের পদাংক অনসুরণ না কর, তবে তোমরা তাঁদের বংশধর হওয়া সত্ত্বেও আল্লাহ তা'আলার নিকট তোমাদের কোনই সম্মান নেই। আর তোমাদের অসৎ কাজের বোঝাও তাদেরকে বইতে হবে না। তোমরা যখন এক নবীকে অস্বীকার করছে তখন যেন সমস্ত নবীকেই অস্বীকার করছে। বিশেষ করে তোমরা শেষ নবী হযরত মুহাম্মদ মোস্তফা (সঃ)-এর যুগে বাস করেও তাকে অস্বীকার করছে। যিনি হচ্ছেন সমস্ত নবীর নেতা। যাকে সমস্ত দানবও মানবের নিকট নবী করে পাঠানো হয়েছে। সুতরাং তার রিসালাতকে মেনে নেয়া প্রত্যেকের উপর বাধ্যতামূলক করে দেয়া হয়েছে। তাঁর উপর ও অন্যান্য সমস্ত নবীর উপরও আল্লাহ তা'আলার দুরূদ ও সালাম বর্ষিত হোক।",
  "ayah": 141,
  "surah": 2
}
