{
  "text": "১৫১-১৫২ নং আয়াতের তাফসীর\nএখানে আল্লাহ তাআলা তাঁর বিরাট দানের বর্ণনা দিচ্ছেন। সেই দান হচ্ছে এই যে, তিনি আমাদের মধ্যে আমাদেরই শ্রেণীভুক্ত এমন একজন নবী পাঠিয়েছেন যিনি আল্লাহ তা'আলার উজ্জ্বল গ্রন্থের নিদর্শনাবলী আমাদের সামনে পাঠ করে শুনাচ্ছেন, আমাদেরকে ঘৃণ্য অভাস, আত্মার দুষ্টামি এবং বর্বরোচিত কাজ হতে বিরত রাখছেন। আর আমাদেরকে কুফরের অন্ধকার হতে বের করে ঈমানের আলোকের পথে নিয়ে যাচ্ছেন। তিনি আমাদেরকে গ্রন্থ ও জ্ঞান বিজ্ঞান অর্থাৎ কুরআন ও হাদীস শিক্ষা দিচ্ছেন। তিনি আমাদের নিকট ঐ সব গুঢ় রহস্য প্রকাশ করে দিচ্ছেন যা আজ পর্যন্ত আমাদের নিকট প্রকাশ পায়নি। সুতরাং তারই কারণে ঐ সমুদয় লোক, যাদের উপর অজ্ঞতা ছেয়ে ছিল, বহু শতাব্দী ধরে যাদেরকে অন্ধকারে ঘিরে রেখেছিল, যাদের উপর দীর্ঘ দিন ধরে মঙ্গলের ছায়া পর্যন্ত পড়েনি, তারাই বড় বড় আল্লামা বনে গেছে। তারা জ্ঞানের গভীরতায়, কৃত্রিমতার স্বল্পতায়, অন্তরের পবিত্রতায় এবং কথার সত্যতায় তুলনা বিহীন খ্যাতি অর্জন করেছে। অন্য জায়গায় ইরশাদ হচ্ছেঃ (আরবি) অর্থাৎ আল্লাহ তা'আলা মুমিনদের উপর বিশেষ অনুগ্রহ করেছেন যে, তাদের মধ্যে এমন একজন রাসূল পাঠিয়েছেন যে তাদের নিকট তাঁর আয়াতসমূহ পাঠ করে থাকেন এবং তাদেরকে পবিত্র করে থাকেন।' (৩:১৬৪) অন্যত্র মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ হে নবী (সঃ) তুমিও কি ওদেরকে দেখনি যারা আল্লাহর নিয়ামতের শুকরিয়া জ্ঞাপনের পরিবর্তে কুফরী করেছে এবং স্বীয় গোত্রকে ধ্বংসের গর্তে নিক্ষেপ করেছে ?' (১৪:২৮) এখানে আল্লাহর নিয়ামত'-এর ভাবার্থে হযরত মুহাম্মদ (সঃ)-কে বুঝানো হয়েছে। এজন্যেই এই আয়াতের মধ্যেও আল্লাহ তাআলা তাঁর নিয়ামতের বর্ণনা দিয়ে মু'মিনদেরকে তাঁর স্মরণের ও কৃতজ্ঞতা প্রকাশের নির্দেশ দিয়েছেন। যেমন এক জায়গায় তিনি বলেনঃ (আরবি)অর্থাৎ ‘তোমরা আমাকে স্মরণ কর, আমিও তোমাদেরকে স্মরণ করবো এবং তোমরা আমার প্রতি অকৃতজ্ঞ হয়ো না।' হযরত মূসা (আঃ) মহান আল্লাহর নিকট আরয করছেনঃ “হে আমার প্রভু! কিভাবে আমি আপনার কৃতজ্ঞতা প্রকাশ করবো?' উত্তর হচ্ছেঃ ‘আমাকে স্মরণ রেখো, ভুলে যেও না, আমাকে স্মরণ করাই হচ্ছে আমার কৃতজ্ঞতা প্রকাশ করা এবং আমাকে ভুলে যাওয়াই আমার সঙ্গে কুফরী করা। হযরত হাসান বসরী (রঃ) প্রভৃতি মনীষীর উক্তি এই যে, আল্লাহকে যে স্মরণ করে আল্লাহও তাকে স্মরণ করেন। তাঁর কৃতজ্ঞতা প্রকাশকারীকে তিনি আরও বেশী দান করেন এবং তাঁর প্রতি অকৃতজ্ঞকে তিনি শাস্তি দিয়ে থাকেন। পূর্বের মনীষীগণ হতে বর্ণিত আছে যে, আল্লাহকে পূর্ণ ভয় করার অর্থ হচ্ছে তাঁর আনুগত্য স্বীকার করা, তাঁর বিরুদ্ধাচরণ না করা, তাঁকে ভুলে না যাওয়া, তাঁর প্রতি কৃতজ্ঞ হওয়া এবং অকৃতজ্ঞ না হওয়া। হযরত আবদুল্লাহ বিন উমার (রাঃ) জিজ্ঞাসিত হচ্ছেনঃ “ব্যভিচারী, মদখোর, চোর এবং আত্মহত্যাকারীকেও কি আল্লাহ তাআলা স্মরণ করে থাকেন?” তিনি উত্তরে বলেনঃ হ’ অভিশাপের সাথে স্মরণ করেন।হযরত হাসান বসরী (রঃ) বলেন যে, আমাকে স্মরণ কর’ অর্থাৎ আমার জরুরী নির্দেশাবলী পালন কর। আমি তোমাকে স্মরণ করবো।' অর্থাৎ আমার নিয়ামতসমূহ তোমাকে দান করবো। হযরত সাঈদ বিন যুবাইর (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে ‘আমি তোমাকে ক্ষমা করবো। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “তোমাদের আল্লাহকে স্মরণ করার চাইতে আল্লাহর তোমাদেরকে স্মরণ করা অনেক বড়। একটি কুদসী হাদীসে আছে যে, আল্লাহ তা'আলা বলেনঃ “যে আমাকে তার অন্তরে স্মরণ করে, আমিও তাকে আমার অন্তরে স্মরণ করি এবং যে আমাকে কোন দলের মধ্যে স্মরণ করে, আমিও তাকে ওর চেয়ে উত্তম দলের মধ্যে স্মরণ করি।'মুসনাদে আহমাদের মধ্যে রয়েছে যে, ঐটি হচ্ছে ফেরেশতাদের দল। হযরত আনাস (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সঃ) বলেন যে, আল্লাহ তা'আলা বলেনঃ “হে আদমের সন্তান! যদি তুমি আমার দিকে কনিষ্ঠাঙ্গুলি পরিমিত স্থান অগ্রসর হও তবে আমি তোমার দিকে এক হাত অগ্রসর হবো। যদি তুমি আমার দিকে এক হাত অগ্রসর হও তবে আমি তোমার দিকে দুই হাত অগ্রসর হবো, আর যদি তুমি আমার দিকে হেঁটে হেঁটে আস তবে আমি তোমার দিকে দৌড়িয়ে আসবো। সহীহ বুখারী শরীফের মধ্যেও এ হাদীসটি হযরত কাতাদাহ। (রাঃ) হতে বর্ণিত আছে। তিনি বলেন যে, আল্লাহ তা'আলার দয়া এর চেয়েও অধিক নিকটে রয়েছে। অতঃপর আল্লাহ তা'আলা বলেনঃ “তোমরা কৃতজ্ঞতা প্রকাশ কর, অকৃতজ্ঞ হয়ো না। অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “তোমাদের প্রভু সাধারণভাবে সংবাদ দিয়েছেন যে, যদি তোমরা কৃতজ্ঞতা প্রকাশ কর তবে তোমাদেরকে আরো বেশী দেবো, আর যদি কৃতঘ্ন হও তবে জেনে রেখো যে, নিশ্চয় আমার শাস্তি অত্যন্ত কঠিন।' (১৪:৭) মুসনাদে আহমাদের মধ্যে রয়েছে যে, হযরত ইমরান বিন হোসাইন (রাঃ) একদা অতি মূল্যবান ‘হুল্লা” অর্থাৎ লুঙ্গি ও চাদর পরিধান করে আসেন এবং বলেনঃ যখন আল্লাহ তা'আলা কাউকে কোন পুরস্কার দেন তখন তিনি ওর চিহ তার নিকট দেখতে চান।'",
  "ayah": 152,
  "surah": 2
}
