{
  "text": "১৫৩-১৫৪ নং আয়াতের তাফসীর\nশুকরের পর ‘সবর বা ধৈর্যের বর্ণনা দেয়া হচ্ছে এবং সাথে সাথেই নামাযের বর্ণনা দিয়ে এইসব সৎ কার্যকে মুক্তি লাভের মাধ্যম করে নেয়ার নির্দেশ দেয়া হচ্ছে। এটা স্পষ্ট কথা যে, মানুষ যখন সুখে থাকে তখন সেটা  হচ্ছে তার জন্যে শুকরের সময়। হাদীসে রয়েছে যে, মু'মিনের অবস্থা কতই না উত্তম যে, প্রত্যেক কাজে তার জন্যে মঙ্গলই নিহিত রয়েছে। সে শান্তি লাভ করলে কৃতজ্ঞতা প্রকাশ করে এবং এর ফলে সে প্রতিদান পেয়ে থাকে। আর সে কষ্ট পেয়ে ধৈর্য ধারণ করে এবং এরও সে প্রতিদান পেয়ে থাকে। এই আয়াতের মধ্যে এরও বর্ণনা রয়েছে যে, বিপদে ধৈর্য ধারণ করতে হবে এবং সেই বিপদ থেকে রক্ষা পাওয়ার মাধ্যম ধৈর্য ও নামায। যেমন এর পূর্বে বর্ণিত হয়েছে (আরবি)অর্থাৎ তোমরা ধৈর্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা কর এবং নিশ্চয় ওটা বিনয়ীদের ছাড়া অন্যদের উপর কঠিন কাজ।' (২:৪৫) হাদীস শরীফের মধ্যে রয়েছে যে, যখন রাসূলুল্লাহ (সঃ)-কে কোন কাজ কঠিন চিন্তার মধ্যে নিক্ষেপ করতো। তখন তিনি নামায আরম্ভ করে দিতেন।' ‘সবর’ দুই প্রকার। প্রথম সবর হচ্ছে নিষিদ্ধ ও পাপের কাজ ছেড়ে দেয়ার উপর 'সবর'। দ্বিতীয় হচ্ছে আনুগত্য ও পুণ্যের কাজ করার উপর সবর'। এ সবর' প্রথম 'সবর' হতে বড়। আরও এক প্রকারের ধৈর্য আছে, তা হচ্ছে বিপদ ও দুঃখের সময় ধৈর্য। এটাও ওয়াজিব। যেমন দোষ ও পাপ হতে ক্ষমা প্রার্থনা করা ওয়াজিব। হযরত আবদুর রহমান (রঃ) বলেন যে, জীবনের উপর কঠিন হলেও, স্বভাব বিরুদ্ধ হলেও এবং মনে না চাইলেও ধৈর্যের সাথে আল্লাহ তা'আলার আদেশ পালনে লেগে থাকা হচ্ছে একটা সবর। দ্বিতীয় সবর’ হচ্ছে প্রকৃতির ও মনের চাহিদা মোতাবেক হলেও আল্লাহর অসন্তুষ্টির কাজ হতে বিরত থাকা। ইমাম যায়নুল আবেদীন (রঃ) বলেন যে, কিয়ামতের দিন একজন আহ্বানকারী ডাক দিয়ে বলবেনঃ ধৈর্যশীলগণ কোথায়? আপনারা উঠুন ও বিনা হিসাবে বেহেস্তে প্রবেশ করুন।' একথা শুনে কিছু লোক দাঁড়িয়ে যাবেন এবং বেহেশতের দিকে অগ্রসর হবেন। ফেরেশতাগণ তাঁদেরকে দেখে জিজ্ঞেস করবেনঃ ‘কোথায় যাচ্ছেন?' তারা বলবেনঃ ‘বেহেস্তে'। ফেরেশতাগণ বলবেনঃ ‘এখনও তো হিসেব দেয়াই হয়নি? তারা বলবেনঃ “হাঁ, হিসেব দেয়ার পূর্বেই।' ফেরেশতাগণ তখন জিজ্ঞেস করবেনঃ তাহলে আপনারা কি প্রকৃতির লোক? উত্তরে তারা বলবেনঃ ‘আমরা ধৈর্যশীল লোক। আমরা সদা আল্লাহর নির্দেশ পালনে লেগে ছিলাম, তার অবাধ্যতা ও বিরুদ্ধাচরণ হতে বেঁচে থাকতাম। মৃত্যু পর্যন্ত আমরা ওর উপর ধৈর্য ধারণ করেছি এবং অটল থেকেছি।' তখন ফেরেশতারা বলবেনঃ ‘বেশ, ঠিক আছে। আপনাদের প্রতিদান অবশ্যই এটাই এবং আপনারা এরই যোগ্য। যান, বেহেশতে গিয়ে আনন্দ উপভোগ করুন।' কুরআন মাজীদে একথাই ঘোষিত হচ্ছেঃ (আরবি) অর্থাৎ “ধৈর্যশীলগণকে তাদের পূর্ণ প্রতিদান বে হিসাব দেয়া হবে।' (৩৯১০)হযরত সাঈদ বিন যুবাইর (রঃ) বলেন যে, 'সবর'-এর অর্থ হচ্ছে আল্লাহ তা'আলার দানকে স্বীকার করা, বিপদের প্রতিদান আল্লাহ তা'আলার নিকট পাওয়ার বিশ্বাস রেখে তার জন্যে পণ্যের প্রার্থনা করা, প্রত্যেক ভয়, উদ্বেগ এবং কাঠিণ্যের স্থলে ধৈর্য ধারণ করা এবং পুণ্যের আশায় ওর প্রতি সন্তুষ্ট থাকা। অতঃপর আল্লাহ তা'আলা বলেনঃ 'আল্লাহর পথে শহীদ ব্যক্তিগণকে তোমরা মৃত বলো না। বরং তারা এমন জীবন লাভ করেছে যা তোমরা অনুধাবন করতে পার না। তারা বারযাখী জীবন (মৃত্যু ও কিয়ামতের মধ্যবর্তী অবকাশ) লাভ করেছে এবং তথায় তারা আহার্য পাচ্ছে। সহীহ মুসলিম শরীফে বর্ণিত আছে যে, শহীদগণের আত্মাগুলো সবুজ রঙ্গের পাখীসমূহের দেহের ভিতরে রয়েছে এবং তারা বেহেস্তের মধ্যে যথেচ্ছা চরে ফিরে বেড়ায়, অতঃপর তারা ঐসব প্রদীপের উপর এসে বসে যা ‘আরশের নীচে ঝুলানো রয়েছে। তাদের প্রভু একবার তাদের দিকে তাকিয়ে জিজ্ঞেস করেনঃ “এখন তোমরা কি চাও? তারা উত্তরে বলেঃ হে আমাদের প্রভু! আপনি তো আমাদেরকে ঐসব জিনিস দিয়ে রেখেছেন যা অন্য কাউকেও দেননি। সুতরাং এখন আর আমাদের কোন্ জিনিসের প্রয়োজন হবে? তাদেরকে পুনরায় এই প্রশ্নই করা হয়। যখন তারা দেখে যে, ছাড়া হচ্ছে না তখন তারা বলেঃ হে আমাদের প্রভু! আমরা চাই যে, আপনি পুনরায় পৃথিবীতে পাঠিয়ে দিন। আমরা আপনার পথে আবার যুদ্ধ করে পুনরায় শাহাদাৎ বরণ করতঃ আপনার নিকট ফিরে আসবো। এর ফলে আমরা শাহাদাতের দ্বিগুণ মর্যাদা লাভ করবো। প্রবল প্রতাপান্বিত প্রভু তখন বলেনঃ ‘এটা হতে পারে না। আমি তো এটা লিখেই দিয়েছি যে, কেউই মৃত্যুর পর দুনিয়ায় আর ফিরে যাবে না।'  ‘মুসনাদ-ই-আহমাদের একটি হাদীসে রয়েছে যে, মু'মিনের রূহ একটি পাখী যা বেহেশতের গাছে অবস্থান করে এবং কিয়ামতের দিন সে নিজের দেহে ফিরে আসবে। এর দ্বারা জানা যাচ্ছে যে, প্রত্যেক মু'মিনের আত্মা তথায় জীবিত রয়েছে। কিন্তু শহীদগণের আত্মার এক বিশেষ সম্মান, মর্যাদা ও শ্রেষ্ঠত্ব রয়েছে।",
  "ayah": 154,
  "surah": 2
}
