{
  "text": "হযরত আয়েশা (রাঃ)-কে হযরত উরওয়া (রাঃ) জিজ্ঞেস করেনঃ এ আয়াত দ্বারা এরূপ জানা যাচ্ছে যে, তাওয়াফ না করায় কোন দোষ নেই।' তিনি বলেনঃ হে প্রিয় ভাগনে! তুমি সঠিক বুঝতে পারনি। তুমি যা বুঝেছ ভাবার্থ তাই হলে (আরবি) বলা হতো। বরং এই আয়াতটি অবতীর্ণ হওয়ার কারণ এই যে, মাশআল’ নামক স্থানে মানাত' নামে প্রতিমাটি অবস্থিত ছিল। ইসলামের আবির্ভাবের পূর্বে মদীনার আনসারেরা তার পূজা করতো এবং যে তার উপাসনায় দাঁড়াতো সে সাফা ও মারওয়া’ পর্বতদ্বয়ের তাওয়াফকে দূষণীয় মনে করতো। এখন ইসলাম গ্রহণের পর জনগণ রাসূলুল্লাহ (সঃ) কে ‘সাফা' ও মারওয়া পর্বতদ্বয়ের তাওয়াফের দোষ সম্বন্ধে জিজ্ঞেস করলে এই আয়াতটি অবতীর্ণ হয় এবং এতে বলা হয় যে, এই তাওয়াফে কোন দোষ নেই। অতঃপর রাসূলুল্লাহ (সঃ) সাফা ও মারওয়া’র তাওয়াফ করেন। এ জন্যেই এটা সুন্নাত রূপে পরিগণিত হয়। এখন এই তাওয়াফকে ত্যাগ করা কারও জন্যে উচিত নয়। (বুখারী ও মুসলিম)। হযরত আবু বকর বিন আবদুর রহমান (রঃ) এই বর্ণনাটি শুনে বলেনঃ “নিঃসন্দেহে এটা একটা ইমী আলোচনা। আমি তো এর পূর্বে এটা শ্রবণই করিনি। কোনো কোনো বিদ্বান ব্যক্তি বলেন যে, হযরত আনসার (রাঃ) বলেছিলেনঃ “আমাদের প্রতি বায়তুল্লাহ শরীফকে তাওয়াফ করার নির্দেশ রয়েছে, সাফা ও মারওয়া’র তাওয়াফের নয়। সেই সময় এই আয়াতটি অবতীর্ণ হয়। এই আয়াতটির শান-ই-নুকূল এ দুটো হওয়ারই সম্ভাবনা রয়েছে।হযরত আনাস (রাঃ) বলেন ‘আমরা সাফা ও মারওয়া’র তাওয়াফকে অজ্ঞতাপূর্ণ কাজ মনে করতাম এবং ইসলামের অবস্থায় এ থেকে বিরত থাকতাম। অবশেষে এই আয়াতটি অবতীর্ণ হয়। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এই দু'টি পাহাড়ের মধ্যবর্তী স্থলে বহু প্রতিমা বিদ্যমান ছিল এবং শয়তানেরা সারা রাত ধরে ওর মধ্যে ঘুরাফিরা করতো। ইসলাম গ্রহণের পর জনসাধারণ এখানকার তাওয়াফ সম্বন্ধে জিজ্ঞেস করলে এই আয়াত অবতীর্ণ হয়। আসাফ’ মূর্তিটি ছিল ‘সাফা পাহাড়ের উপর এবং নায়েলা মূর্তিটি ছিল মারওয়া পাহাড়ের উপর। মুশরিকরা ঐ দু'টোকে স্পর্শ করতো ও চুম্বন দিতো। ইসলামের আবির্ভাবের পর মুসলমানেরা তাদের থেকে পৃথক হয়ে পড়ে। কিন্তু এই আয়াতটি অবতীর্ণ হওয়ার ফলে এখানকার তাওয়াফ সাব্যস্ত হয়। সীরাত-ই-মুহাম্মদ বিন ইসহাক' নামক পুস্তকে রয়েছে যে, ‘আসাফ’ ও নায়েলা’ একজন পুরুষ তোক ও অপরজন স্ত্রীলোক ছিল। এই অসৎ ও অসতী দু’জন কা'বা গৃহে ব্যভিচারে লিপ্ত হয়ে পড়ে। ফলে আল্লাহ তাদের দুজনকে পাথরে পরিণত করেন। কুরাইশরা তাদেরকে কা'বার বাইরে রেখে দেয় যেন জনগণ এর থেকে শিক্ষা গ্রহণ করতে পারে। কিন্তু কয়েক যুগ অতিবাহিত হওয়ার পর তাদের পূজা আরম্ভ হয়ে যায় এবং তাদেরকে সাফা ও মারওয়া' পাহাড়ে এনে দাড় করিয়ে দেয়া হয় এবং তাদের তাওয়াফ শুরু হয়ে যায়। সহীহ মুসলিমের মধ্যে একটি সুদীর্ঘ হাদীস রয়েছে যে, রাসূলুল্লাহ (সঃ) যখন বায়তুল্লাহ শরীফের তাওয়াফ কার্য সমাপন করেন তখন তিনি রুকন'-কে ছেড়ে বাবুস্ সাফা' দিয়ে বের হন এবং ঐ আয়াতটি পাঠ করেন। অতঃপর বলেনঃ আমিও ওটা থেকেই শুরু করবো যা থেকে আল্লাহ তাআলা শুরু করেছেন।' একটি বর্ণনায় রয়েছে যে, তিনি বলেনঃ “তোমরা তার থেকেই আরম্ভ কর যার থেকে আল্লাহ তা'আলা আরম্ভ করেছেন। অর্থাৎ সাফা থেকে চলতে আরম্ভ করে মারওয়া পর্যন্ত যাও। হযরত হাবীবা বিনতে আবী তাজবাত (রাঃ) বলেনঃ “আমি রাসূলুল্লাহকে (সঃ) দেখেছি, তিনি ‘সাফা মারওয়া তাওয়াফ করছিলেন। জনমণ্ডলী তার আগে আগে ছিল এবং তিনি তাদের পিছনে ছিলেন। তিনি কিছুটা দৌড়িয়ে চলছিলেন এবং এই কারণে তাঁর লুঙ্গি তাঁর জানুর মধ্যে এদিক ওদিক হচ্ছিল। আর তিনি পবিত্র মুখে উচ্চারণ করছিলেনঃ “হে জনমণ্ডলী! তোমরা দৌড়িয়ে চল। আল্লাহ তা'আলা তোমাদের উপর দৌড়ানো লিখে দিয়েছেন।' (মুসনাদ-ই-আহমাদ)। এরকমই অর্থের আরও একটি বর্ণনা রয়েছে। এই হাদীসটি ঐসব লোকের দলীল যারা সাফা ও মারওয়া দৌড়কে হজ্বের রুকন মনে করে থাকেন। যেমন হযরত ইমাম শাফিঈ (রঃ) এবং তাঁর অনুসারীদের মযহাব এটাই। ইমাম আহমাদেরও (রঃ) এরকমই একটি বর্ণনা রয়েছে। ইমাম মালিকেরও (রঃ) প্রসিদ্ধ মযহাব এটাই। কেউ কেউ একে ওয়াজিব বলেন বটে কিন্তু হজ্বের রুকন বলেন না। যদি কোন ব্যক্তি ইচ্ছাপূর্বক বা ভুলবশতঃ একে ছেড়ে দেয় তবে তাকে একটি জন্তু জবাহ করতে হবে। ইমাম আহমাদ (রঃ) হতে একটি বর্ণনা এরকমই বর্ণিত আছে। অন্য একটি দলও এটাই বলে থাকেন। অন্য একটি উক্তিতে একে মুস্তাহাব বলা হয়েছে। ইমাম আবূ হানীফা (রঃ) ইমাম সাওরী (রঃ) ইমাম শাবী (রঃ) এবং ইবনে সিরিন (রঃ) একথাই বলে থাকেন। হযরত আনাস (রাঃ) হযরত ইবনে উমার (রাঃ) এবং হযরত ইবনে আব্বাস (রাঃ) হতেও এটাই বর্ণিত আছে। ইমাম মালিক (রঃ) ও আতাবিয়্যাহ' নামক পুস্তকে এটা বর্ণনা করেছেন (আরবি) এটিই তার দলীল। কিন্তু প্রথম উক্তিটিই বেশী অগ্রগণ্য। কেননা, রাসূলুল্লাহ (সঃ) স্বয়ং সাফা-মারওয়া তাওয়াফ করেছেন এবং বলেছেন, 'হজ্বের আহকাম আমার নিকট হতে গ্রহণ কর। তিনি তাঁর এই হজ্বে যা কিছু করেছেন তাই ওয়াজিব হয়ে গেছে-তা অবশ্য পালনীয়। কোন কাজ যদি কোন বিশেষ দলীলের মাধ্যমে করণীয় হতে উঠিয়ে দেয়া হয় তবে সেটা অন্য কথা। তা ছাড়া হাদীসে এসেছে যে, আল্লাহ তাআলা তোমাদের উপর দৌড়ানো কাজ লিখে দিয়েছেন অর্থাৎ ফরজ করেছেন। মোট কথা এখানে বর্ণিত হচ্ছে যে, সাফা ও মারওয়া’র তাওয়াফও আল্লাহ তা'আলার শারঈ আহকামের অন্তর্গত। হযরত ইবরাহীম (আঃ) কে হজ্বব্রত পালন করবার জন্যে এটা শিক্ষা দেয়া হয়েছিল। পূর্বেই বর্ণিত হয়েছে যে, এখানে হযরত হাজেরার (আঃ) সাত বার প্রদক্ষিণই হচ্ছে সাফা মারওয়া’য় দৌড়ানোর মূল উৎস। যখন হযরত ইবরাহীম (আঃ) তাঁকে তাঁর ছোট শিশুপুত্রসহ এখানে রেখে গিয়েছিলেন এবং তার খানা-পানি শেষ হয়ে গিয়েছিল ও শিশু ওষ্ঠাগত প্রাণ হয়ে পড়েছিল তখন হযরত হাজেরা (আঃ) অত্যন্ত উদ্বেগ এবং দুর্ভাবনার সাথে এই পবিত্র পাহাড়দ্বয়ের মধ্যবর্তী স্থানে স্বীয় অঞ্চল ছড়িয়ে দিয়ে মহান আল্লাহর নিকট ভিক্ষা চাচ্ছিলেন। অবশেষে মহান আল্লাহ তার দুঃখ, চিন্তা, কষ্ট ও দুর্ভাবনা সব দূর করে দিয়েছিলেন। এখানে প্রদক্ষিণকারী হাজীগণেরও উচিত যে, তারা যেন অত্যন্ত দারিদ্র ও বিনয়ের সাথে এখানে প্রদক্ষিণ করেন এবং মহান আল্লাহর নিকট নিজেদের অভাব, প্রয়োজন এবং অসহায়তার কথা পেশ করেন ও মনের সংস্কার এবং সুপথ প্রাপ্তির প্রার্থনা জানান, আর পাপ মোচনের জন্যে ক্ষমা প্রার্থনা করেন। তাদের দোষ-ক্রটি হতে মুক্ত থাকা এবং অবাধ্যতার প্রতি ঘৃণা থাকা উচিত। তাদের কর্তব্য হবে এই যে, তারা যেন স্থিরতা, পুণ্য, মুক্তি এবং মঙ্গলের জন্যে প্রার্থনা করেন ও আল্লাহ তা'আলার নিকট আরয করেন যে, তিনি যেন তাদেরকে অন্যায় ও পাপরূপ সংকীর্ণ পথ হতে সরিয়ে উৎকর্ষতা, ক্ষমা এবং পুণ্যের তাওফীক প্রদান করেন, যেমন তিনি হযরত হাজেরার (আঃ) অবস্থাকে এদিক হতে ওদিকে সরিয়ে দিয়েছিলেন। অতঃপর আল্লাহ তাআলা বলেন যে, যে ব্যক্তি স্বেচ্ছায় অতিরিক্ত সৎ কার্যাবলী সম্পাদন করে অর্থাৎ সাতবার প্রদক্ষিণের স্থলে আটবার বা নয়বার প্রদক্ষিণ করে কিংবা নফল হজ্ব এবং উমরার মধ্যে সাফা-মারওয়া’র তাওয়াফ করে। আবার কেউ কেউ একে সাধারণ রেখেছেন অর্থাৎ প্রত্যেক পুণ্যের কাজই অতিরিক্তভাবে করে। তারপরে আল্লাহ তা'আলা বলেন যে, তিনি গুণগ্রাহী ও সর্বজ্ঞাত অর্থাৎ আল্লাহ পাক অল্প কাজেই বড় পুণ্য দান করে থাকেন এবং প্রতিদানের সঠিক পরিমাণ তার জানা আছে। তিনি কারও পুণ্য এতটুকুও কম করবেন না, আবার তিনি অনু পরিমাণ অত্যাচারও করবেন না। তবে তিনি পুণ্যের প্রতিদান বৃদ্ধি করে থাকেন, এবং নিজের নিকট হতে বিরাট প্রতিদান প্রদান করে থাকেন। সুতরাং হামদ’ ও ‘শুকর’ আল্লাহ পাকেরই জন্যে।",
  "ayah": 158,
  "surah": 2
}
