{
  "text": "ভাবার্থ এই যে, আল্লাহ তা'আলা বলেন-হে মানব জাতি! আমি যে একক উপাস্য তার একটি বড় প্রমাণ হচ্ছে এই আকাশ, যার উচ্চতা, সূক্ষ্মতা ও প্রশস্ততা তোমরা অবলোকন করছে এবং যার গতিহীন ও গতিশীল উজ্জ্বল নক্ষত্ররাজী তোমাদের চোখের সামনে রয়েছে। আমার একত্বের দ্বিতীয় প্রমাণ। হচ্ছে পৃথিবীর সৃজন। এটা একটা ঘন মোটা বস্তু যা তোমাদের পায়ের নীচে বিছানো রয়েছে। যার উপরে রয়েছে উঁচু উঁচু শিখর বিশিষ্ট গগণচুম্বী পর্বতসমূহ। তার মধ্যে রয়েছে বড় বড় তরঙ্গযুক্ত সমুদ্র। আর যাতে রয়েছে বিভিন্ন প্রকারের সুন্দর সুন্দর লতা ও গুল্ম। যার মধ্যে নানা প্রকারের শস্য উৎপন্ন হয়ে থাকে। যার উপরে তোমরা অবস্থান করছে এবং নিজেদের ইচ্ছামত আরামদায়ক ঘর বাড়ী তৈরী করে সুখ শান্তিতে বসবাস করছে এবং যদ্বারা বহু প্রকারের উপকার লাভ করছে। আল্লাহর একত্বের আর একটি নিদর্শন হচ্ছে দিন রাত্রির আগমন ও প্রস্থান। রাত যাচ্ছে দিন আসছে, আবার দিন যাচ্ছে রাত আসছে। এ নিয়মের ব্যতিক্রম কখনও হচ্ছে না। বরং প্রত্যেকটি আপন আপন নির্ধারিত নিয়মে চলছে। কোন সময় দিন বড় হয়, আবার কোন সময় রাত বড় হয়। কোন সময় দিনের কিছু অংশ রাত্রির মধ্যে যায় এবং কোন সময় রাত্রির কিছু অংশ দিনের মধ্যে আসে। তারপরে তোমরা নৌকাগুলোর প্রতি দৃষ্টিপাত কর যা তোমাদেরকে ও তোমাদের মাল আসবাবপত্র এবং বাণিজ্যিক দ্রব্যাদি নিয়ে সমুদ্রের মধ্যে এদিক ওদিক চলাচল করছে। এর মাধ্যমে এই দেশবাসী ঐ দেশবাসীর সাথে যোগাযোগ স্থাপন ও লেনদেন করতে পারে। অতঃপর আল্লাহ তা'আলা স্বীয় পূর্ণাঙ্গ করুণা ও দয়ার মাধ্যমে বৃষ্টি বর্ষণ করে থাকেন। এবং এর ফলে মৃত ভূমিকে পুনর্জীবিত করে থাকেন আর এর দ্বারা জমি কর্ষণের ব্যবস্থা দান করতঃ ওর থেকে উৎপাদন করেন নানা প্রকারের শস্য। এরপর আল্লাহ ভূপৃষ্ঠে ছোট বড় বিভিন্ন প্রকারের প্রয়োজনীয় জীবজন্তু সৃষ্টি করেছেন, ওদের রক্ষণাবেক্ষণের ব্যবস্থা করেছেন, তাদেরকে আহার্য দিচ্ছেন, তাদের জন্যে তৈরি করেছেন শু’বার, বসবার এবং চরবার জায়গা। বায়ুকে তিনি চালিত করেছেন পূর্বে, পশ্চিমে, উত্তরে ও দক্ষিণে। কখনও ঠাণ্ডা, কখনও গরম এবং কখনও অল্প কখনও বেশী। আকাশ ও পৃথিবীর মাঝে মেঘমালাকে কাজে লাগিয়েছেন। ওগুলো এদিক হতে ওদিকে নিয়ে যাচ্ছেন, প্রয়োজনের সময় বর্ষণ করছেন। এগুলো সবই হচ্ছে মহা পরাক্রমশালী আল্লাহর ক্ষমতার নিদর্শনসমূহ, যদ্দ্বারা জ্ঞানীরা স্বীয় প্রভুর অস্তিত্ব ও তাঁর একত্ব অনুধাবন করতে পারে। যেমন অন্য জায়গায় রয়েছেঃ “নিশ্চয় নভোমণ্ডল ও ভূমণ্ডল সৃজনে এবং দিবস ও যামিনী পরিবর্তনে জ্ঞানবানদের জন্যে স্পষ্ট নিদর্শনাবলী রয়েছে। যারা দণ্ডায়মান, উপবেশন ও এলায়িত ভাবে আল্লাহকে স্মরণ করে এবং নভোমণ্ডল ও ভূমণ্ডলের সৃষ্টি বিষয়ে চিন্তা করে যে, হে আমাদের প্রতিপালক। আপনি এটা বৃথা সৃষ্টি করেননি, আপনিই পবিত্রতম-অতএব আমাদেরকে নরকানল হতে রক্ষা করুন। হযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বলেন যে, কুরাইশরা রাসূলুল্লাহ (সঃ) -এর নিকট এসে বলেঃ ‘আপনি আল্লাহ তা'আলার নিকট প্রার্থনা করুন যে, তিনি যেন সাফা' পাহাড়কে সোনার পাহাড় করে দেন, তাহলে আমরা ওটা দিয়ে ঘোড়া, অস্ত্রশস্ত্র ইত্যাদি ক্রয় করতঃ আপনার উপর বিশ্বাস স্থাপন করবো এবং আপনার সঙ্গী হয়ে যুদ্ধ করবো।' তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা দৃঢ় অঙ্গীকার করছে তো?' তারা বলে হ' আমরা পাকা অঙ্গীকার করলাম। রাসূলুল্লাহ (সঃ) আহ্লাহ তা'আলার নিকট প্রার্থনা করেন। ফলে হযরত জিবরাঈল (আঃ) আগমন করেন এবং বলেনঃ “আপনার প্রার্থনা তো গৃহীত হয়েছে কিন্তু এইসব লোক যদি এর পরেও ঈমান না আনে তবে তাদের উপর আল্লাহর এমন শাস্তি আসবে যা ইতিপূর্বে আর কারও উপর আসেনি। একথা শুনে তিনি কেঁপে উঠেন এবং আরজ করেনঃ “হে আল্লাহ! আপনি তাদেরকে এ অবস্থাতেই ছেড়ে দিন। আমি তাদেরকে আপনার দিকে আহবান করতে থাকবো। একদিন না একদিন তাদের মধ্যে কেউ ঈমান আনবে। তখন এই আয়াত অবতীর্ণ হয় যে, যদি তারা আল্লাহ তা'আলার ক্ষমতার নিদর্শনাবলী দেখবার ইচ্ছে করে তবে এই নিদর্শনগুলো কি দেখার মত নয়? এই আয়াতের আর একটি শান-ই-নুকূল এও বর্ণিত আছে যে, যখন (আরবি) এই আয়াতটি অবতীর্ণ হয় তখন মুশরিকরা বলে যে, “একজন আহ্বাহ সমগ্র বিশ্বের বন্দোবস্ত কিরূপে করবেন?” তখন এই আয়াতটি অবতীর্ণ হয় যে, তিনি সেই আল্লাহ যিনি এত বড় ক্ষমতাবান। কোন কোন বর্ণনায় রয়েছে যে, আল্লাহ এক একথা শুনে তারা দলীল চাইলে এই আয়াতটি অবতীর্ণ হয় এবং তার ক্ষমতার নিদর্শনাবলী তাদের নিকট প্রকাশ করা হয়।",
  "ayah": 164,
  "surah": 2
}
