{
  "text": "এই পবিত্র আয়াতে খাটি বিশ্বাস এবং সরল সঠিক পথের শিক্ষা দেয়া হচ্ছে। হযরত আবু যার (রাঃ) যখন রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেন, ঈমান কি জিনিস?' তখন রাসূলুল্লাহ (সঃ) এই আয়াতটি পাঠ করেন। তিনি পুনরায় জিজ্ঞেস করেন। তিনি পুনরায় এই আয়াতটি পাঠ করেন। তিনি আবার প্রশ্ন করেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ পুণ্যের প্রতি ভালবাসা এবং পাপের সাথে শত্রুতার নাম হচ্ছে ঈমান (মুসনাদ-ই-ইবনে আবি হাতীম)। কিন্তু এই বর্ণনাটির সনদ মুনকাতা'। মুজাহিদ (রঃ) এই হাদীসটি হযরত আবু যার (রাঃ) হতে বর্ণনা করেছেন। অথচ হযরত আবু যার (রাঃ)-এর সঙ্গে তাঁর সাক্ষাত সাব্যস্ত হয় না।এক ব্যক্তি হযরত আবূ যার (রাঃ) কে প্রশ্ন করেঃ ঈমান কি?' তখন তিনি এই আয়াটি পাঠ করেন। লোকটি বলেঃ জনাব! আমি আপনাকে মঙ্গল সম্বন্ধে জিজ্ঞেস করিনি, বরং আমার প্রশ্ন ঈমান সম্বন্ধে।' হযরত আবু যার (রাঃ) তখন বলেন, 'এক ব্যক্তি রাসূলুল্লাহ (সঃ)-কে এ প্রশ্নই করেছিল। তিনি এই আয়াতটিই পাঠ করেছিলেন, ঐ লোকটিও তখন তোমার মতই অসন্তুষ্ট হয়েছিল। অতঃপর রাসূলুল্লাহ (সঃ) বলেছিলেনঃ মু'মিন যখন সৎ কাজ করে তখন তার প্রাণ খুশি হয় এবং সে পুণ্যের আশা করে আর যখন পাপ করে তখন তার অন্তর চিন্তিত হয় এবং সে শাস্তিকে ভয় করতে থাকে {তাফসীর -ই-ইবনে মিরদুওয়াই)। এ হাদীসটিও মুনকাতা। মু'মিনদেরকে প্রথমে বায়তুল মুকাদ্দাসের দিকে মুখ করে নামায পড়ার নির্দেশ দেয়া হয়েছিল। পরে তাদেরকে কাবা শরীফের দিকে ফিরিয়ে দেয়া হয়। এটা কিতাবীদের উপর এবং কতকগুলো মু'মিনের উপর কঠিন ঠেকে। সুতরাং মহান আল্লাহ এর নিপুণতা বর্ণনা করেন যে, আল্লাহর নির্দেশ মেনে নেয়াই হচ্ছে মূল উদ্দেশ্য। তিনি তাঁর বান্দাদেরকে যে দিকে মুখ করার নির্দেশ দেবেন সেদিকেই তাদেরকে মুখ করতে হবে। প্রকৃত ধর্মভীরুতা, প্রকৃত পুণ্য এবং পূর্ণ ঈমান এটাই যে, দাস তার মনিবের সমুদয় আদেশ ও নিষেধ শিরোধার্য করে নেবে। যদি কেউ পূর্ব দিকে মুখ করে অথবা পশ্চিম দিকে ফিরে যায় এবং শুটা আল্লাহ তাআলার নির্দেশ ক্রমে না হয় তবে এর ফলে সে মুমিন হবে না। বরং প্রকৃতপক্ষে ঈমানদার ঐ ব্যক্তি যার মধ্যে এই আয়াতে বর্ণিত গুণাবলী বিদ্যমান রয়েছে। কুরআন মাজীদের মধ্যে এক জায়গায় আছেঃ (আরবি)অর্থাৎ তোমাদের কোরবানীর গোশত ও রক্ত আল্লাহর নিকট পৌছে না, বরং তার কাছে ধর্ম ভীরুতা পৌছে থাকে।' (২২:৩৭)হযরত ইবনে আব্বাস (রাঃ) এই আয়াতের তাফসীরে বলেনঃ “তোমরা নামায পড়বে এবং অন্যান্য আমল করবে না এটা কোন পুণ্যের কাজ নয়। এই নির্দেশ ঐ সময় ছিল যখন রাসূলুল্লাহ (সঃ) মক্কা হতে মদীনার দিকে ফিরে ছিলেন। কিন্তু তারপরে অন্যান্য ফরযসমূহ ও নির্দেশাবলী অবতীর্ণ হয় এবং ওগুলোর উপর আমল করা অবশ্য কর্তব্য রূপে গণ্য করা হয়েছে। পূর্ব ও পশ্চিমকে বিশিষ্ট করার কারণ হচ্ছে এই যে, ইয়াহূদীরা পশ্চিম দিকে এবং খ্রীষ্টানেরা পূর্ব দিকে মুখ করতো। সুতরাং উদ্দেশ্য হচ্ছে এই যে, এটাতো শুধু ঈমানের বাক্য এবং প্রকৃত ঈমান হচ্ছে আমল। হযরত মুজাহিদ (রঃ) বলেনঃ ‘পুণ্য এই যে, আনুগত্যের মূল অন্তরে সৃষ্টি হয়ে যায়। অবশ্যকরণীয় কার্যগুলো নিয়মানুবর্তিতার সাথে আদায় করা হয়। সত্য কথা এই যে, যে ব্যক্তি এই আয়াতের উপর আমল করেছে সে পূর্ণভাবে ইসলাম গ্রহণ করেছে এবং মন খুলে সে পুণ্য সংগ্রহ করেছে। মহান আল্লাহর সত্তার উপর তার ঈমান রয়েছে। সে জানে যে, প্রকৃত উপাস্য তিনিই। ফেরেশতাদের অস্তিত্ব এবং এঁরা যে আল্লাহর বাণী তাঁর বিশিষ্ট বান্দাদের নিকট পৌছিয়ে থাকেন একথা তারা বিশ্বাস করে। তারা সমস্ত আসমানী কিতাবের উপর বিশ্বাস রাখে এবং এটাও বিশ্বাস করে যে, পবিত্র কুরআন শেষ আসমানী কিতাব যা পূর্ববর্তী কিতাবের সত্যতা প্রমাণ করে এবং ইহকাল ও পরকালের সুখ ও সৌভাগ্য যার সাথে জড়িত রয়েছে। অনুরূপভাবে প্রথম হতে শেষ পর্যন্ত সমস্ত নবীর উপরও তাদের ঈমান রয়েছেবিশেষ করে আখেরী নবী হযরত মুহাম্মদ (সঃ)-এর উপরেও তাদের পূর্ণ বিশ্বাস রয়েছে। মাল ও সম্পদের প্রতি ভালবাসা থাকা সত্ত্বেও তা তারা আল্লাহর পথে ব্যয় করে থাকে। সহীহ হাদীসে রয়েছে রাসূলুল্লাহ (সঃ) বলেছেনঃ “উত্তম দান এই যে, তুমি এমন অবস্থায় দান করবে যখন তোমার স্বাস্থ্য ভাল থাকে ও মালের প্রতি তোমার ভালবাসা ও লোভ থাকে, তুমি ধনী হওয়ারও আশা রাখ এবং দরিদ্র হয়ে যাওয়ার ও ভয় কর।' (সহীহ বুখারী ও সহীহ মুসলিম)। ইমাম হাকিম (রঃ) তাঁর তাফসীর-ই-মুস্তাদরিক’ নামক হাদীস গ্রন্থে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) (আরবি) পাঠ করতঃ বলেনঃ“এর ভাবার্থ এই যে, তোমরা সুস্থ অবস্থায় ও মালের প্রতি চাহিদা থাকা অবস্থায় দারিদ্রকে ভয় করে এবং ধনী হওয়ার ইচ্ছা রেখে দান করবে।' (২:১৭৭) কিন্তু হাদীসটি ‘মওকুফ হওয়াই বেশী সঠিক কথা। প্রকৃতপক্ষে এটা হযরত আবদুল্লাহ বিন মাসউদ (রাঃ)-এরই উক্তি। কুরআন মাজীদেও সুরা-ই-দাহরে আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ তারা তাঁর (আল্লাহর) প্রতি ভালবাসার জন্যে দরিদ্র, পিতৃহীন ও বশীকে আহার করিয়ে থাকে। (তারা বলে) আমরা তোমাদেরকে শুধুমাত্র আল্লাহর সন্তুষ্টির উদ্দেশ্যে আহার করাচ্ছি, আমরা তোমাদের নিকট এর প্রতিদান ও কৃতজ্ঞতা চাচ্ছি না।' (৭৬:৮-৯) অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ যতক্ষণ পর্যন্ত তোমাদের ভালবাসার জিনিস তোমরা (আল্লাহর পথে) খরচ না করবে ততক্ষণ পর্যন্ত তোমরা প্রকৃত পুণ্য অর্জন করতে পারবে না।' (৩:১২) অন্যস্থানে বলেছেনঃ (আরবি)অর্থাৎ তাদের অভাব ও প্রয়োজন থাকা সত্ত্বেও তারা অন্যদেরকে তাদের জীবনের উপর প্রাধান্য দিয়ে থাকে।' (৫৯:৯) সুতরাং এরা বড় মর্যাদার অধিকারী। কেননা, প্রথম প্রকারের লোকেরাতো তাদের ভালবাসা ও পছন্দনীয় জিনিস অন্যদেরকে দান করেছেন। কিন্তু দ্বিতীয় প্রকারের লোকেরা এমন জিনিস অপরকে দিয়েছেন, যে জিনিসের তারা নিজেরাই মুখাপেক্ষী ছিলেন। কিন্তু তারা নিজেদের প্রয়োজন অপেক্ষা অপরের প্রয়োজনকেই বেশী গুরুত্ব দিয়েছেন (আরবি) আত্মীয়গণকে বলা হয়। দানের ব্যাপারে অন্যদের উপর এদের অগ্রাধিকার রয়েছে।হাদীস শরীফে রয়েছেঃ ‘মিসকীনকে দান করার পুণ্য একগুণ এবং আত্মীয়। (মিসকীন)-কে দান করার পূণ্য দ্বিগুণ। একটি দানের পুণ্য এবং দ্বিতীয়টি আত্মীয়তার বন্ধন যুক্ত রাখার পুণ্য। তোমাদের দান ও খয়রাতের এরাই বেশী হকদার।' কুরআন মাজীদের মধ্যে কয়েক জায়গায় তাদের সাথে সৎ ব্যবহারের নির্দেশ রয়েছে। ইয়াতীম' এর অর্থ হচ্ছে ঐ ছোট ছেলে যার পিতা মারা গেছে। তার অন্য কেউ উপার্জনকারী নেই। তার নিজের উপার্জন করারও ক্ষমতা নেই। হাদীস শরীফে রয়েছে যে, পূর্ণ বয়স্ক হওয়ার পর সে আর ইয়াতীম থাকে না। মিসকীন ওদেরকে বলা হয় যাদের নিকট এই পরিমাণ জিনিস নেই যা তাদের খাওয়া পরার ও বসবাসের জন্যে যথেষ্ট হতে পারে। তাদেরকেও দান করতে হবে যাতে তাদের প্রয়োজন মিটাতে পারে এবং তারা দারিদ্র, ক্ষুধা, সংকীর্ণতা এবং অবমাননাকর অবস্থা থেকে রক্ষা পেতে পারে। সহীহ বুখারী ও মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তি মিসকীন নয় যে ভিক্ষার জন্যে ঘুরে বেড়ায় এবং দু'একটি খেজুর বা দু' এক গ্লাস খাবার দিয়ে তাকে বিদায় করা হয়, বরং মিসকীন ঐ ব্যক্তি যার কাছে এই পরিমাণ জিনিস নেই যদদ্বারা তার সমস্ত কাজ চলতে পারে এবং যে তার অবস্থা এমন করতে পারে না। যদদ্বারা মানুষ তার অবস্থা জেনে তাকে কিছু দান করতে পারে। ইবনু সাবীল মুসাফিরকে বলা হয়। এখানে ঐ মুসাফিরকে বুঝানো হয়েছে, যার নিকট সফরের খরচ নেই। তাকে এই পরিমাণ দেয়া হবে যেন সে অনায়াসে তার দেশে পৌঁছতে পারে। অনুরূপভাবে যে ব্যক্তি আল্লাহর আনুগত্যের কাজে সফরে বেরিয়েছে তাকেও যাতায়াতের খরচ দিতে হবে। অতিথিও এই নির্দেশেরই অন্তর্ভুক্ত।হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) অতিথিকেও ‘ইবনু সাবীলের অন্তর্ভুক্ত করেছেন। পূর্ববর্তী অন্যান্য মনীষীও এই মতই পোষণ করেছেন। সায়েলীন’ ঐ সব লোককে বলা হয় যারা নিজেদের প্রয়োজন প্রকাশ করতঃ মানুষের নিকট ভিক্ষা করে থাকে। এদেরকেও সাদকা ও যাকাত থেকে দিতে হবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “ভিক্ষুক ঘোড়ায় চড়ে ভিক্ষা করতে আসলেও তার হক রয়েছে।' (সুনান-ই-আবু দাউদ)। (আরবি)-এর ভাবার্থ হচ্ছে ক্রীত দাসদেরকে দাসত্ব হতে মুক্ত করা। এরা ঐ ক্রীতদাস যাদেরকে তাদের মনিবেরা বলে দিয়েছে যে, যদি তারা তাদেরকে এত এত অর্থ দিতে পারে তবে তারা মুক্ত হবে। এদেরকে সাহায্য করে মুক্ত করিয়ে নেয়া। এইসব প্রকারের এবং আরও অন্যান্য প্রকারের লোকদের পূর্ণ বর্ণনা। (আরবি) এই আয়াতের তাফসীরে ইনশাআল্লাহ দেয়া হবে। হযরত ফাতিমা বিনতে কায়েস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ মালের মধ্যে যাকাত ছাড়া আল্লাহ তা'আলার আরও কিছু হক রয়েছে। অতঃপর তিনি এই আয়াতটি পড়ে শুনান। এই হাদীসে আবূ হামযাহ মায়মুন আ’ওয়ার নামক একজন বর্ণনাকারী দুর্বল।অতঃপর আল্লাহ তা'আলা বলেন যে, তারা নামাযকে সময়মত পূর্ণ রুকু সিজদাহ, স্থিরতা এবং বিনয়ের সাথে আদায় করে থাকে। অর্থাৎ যে নিয়মে আদায় করার নির্দেশ শরীয়তে রয়েছে ঠিক সেই নিয়মেই আদায় করে থাকে। আর তারা যাকাত প্রদান করে থাকে। কিংবা এই অর্থ যে, তারা নিজেদের আত্মাকে বাজে কথা এবং জঘন্য চরিত্র থেকে পবিত্র রাখে। যেমন আল্লাহ তা'আলা বলেছেনঃ (আরবি)অর্থাৎ আত্মাকে পবিত্রকারী সফলকাম হয়েছে এবং তাকে দমনকারী বিফল মনোরথ হয়েছে।' (৯১:৯-১০) অন্য জায়গায় আল্লাহ পাক ঘোষণা করেনঃ (আরবি) অর্থাৎ মুশরিকদের জন্যে অকল্যাণ, যারা যাকাত আদায় করে না। (৪১:৬-৭) সুতরাং উপরোক্ত আয়াতসমূহে যাকাত’ এর ভাবার্থ হচ্ছে নফস'-কে পবিত্র করা। অর্থাৎ নিজেকে পাপ-পঙ্কিলতা, শিরক এবং কুফর হতে পবিত্র করা। আবার এর অর্থ মালের যাকাতও হতে পারে। তাহলে তখন নফল সাদকার অন্যান্য নির্দেশ বুঝতে হবে। যেমন উপরে হাদীস বর্ণিত হয়েছে যে, মালের মধ্যে যাকাত ছাড়া আল্লাহ তা'আলার অন্যান্য হক রয়েছে। অতঃপর আল্লাহ তা'আলা বলেন যে, অঙ্গীকার করলে যারা সেই অঙ্গীকার পূর্ণকারী হয়। যেমন, আল্লাহ পাক অন্য স্থানে বলেছেনঃ (আরবি) অর্থাৎ যারা আল্লাহর অঙ্গীকার পুরো করে এবং অঙ্গীকার ভঙ্গ করে না।' (১৩:২০) অঙ্গীকার ভঙ্গ করা হচ্ছে মুনাফিকদের অভ্যাস। যেমন হাদীস শরীফে রয়েছেঃ মুনাফিকের নিদর্শন তিনটি (১) কথা বললে মিথ্যা বলে, (২) অঙ্গীকার করলে তা ভঙ্গ করে এবং (৩) তার নিকট কিছু গচ্ছিত রাখলে তা আত্মসাৎ করে। অন্য একটি হাদীসে আছেঃ ঝগড়ার সময় গালি উচ্চারণ করে। তারপরে আল্লাহ পাক বলেন যে, যারা অভাবে ও ক্লেশে এবং যুদ্ধ কালে ধৈর্যধারণকারী। এই সব কষ্ট ও বিপদের সময় ধৈর্য ধারণের শিক্ষা দেয়া হচ্ছে। আল্লাহ তা'আলা আমাদেরকে সাহায্য করুন\"। তাঁরই উপর আমরা নির্ভর করি। আল্লাহ তা'আলা বলেন যে, এই সব গুণবিশিষ্ট মানুষই সত্যপরায়ণ ও খাঁটি ঈমানদার। তাদের ভিতর ও বাহির, কথা ও কাজ একই রূপ। আর তারা ধর্মভীরুও বটে। কেননা, তারা সদা আনুগত্যের উপরেই রয়েছে এবং নির্দিষ্ট বস্তুসমূহ হতে বহু দূরে সরে আছে।",
  "ayah": 177,
  "surah": 2
}
