{
  "text": "১৭-১৮ নং আয়াতের তাফসীর\n(আরবি) কে আরবীতে (আরবি) ও বলে। এর বহুবচন (আরবি) আসে। যেমন আল্লাহ তা'আলা বলেছেনঃ (আরবি) অর্থাৎ এই দৃষ্টান্তগুলো আমি মানুষের জন্যে বর্ণনা করে থাকি, যেগুলো শুধু আলেমরাই বুঝে থাকে।' (২৯:৪৩) আয়াতটির ভাবার্থ এই যে, যে মুনাফিকরা সঠিক পথের পরিবর্তে ভ্রান্তপথ এবং দৃষ্টির পরিবর্তে দৃষ্টিহীনতাকে ক্রয় করে থাকে, তাদের দৃষ্টান্ত ঐ ব্যক্তির ন্যায় যে অন্ধকারে আগুন জ্বালিয়েছে, তার ফলে আশে পাশের জিনিস তার চোখে পড়েছে। মনের উদ্বিগ্নতা দূর হয়ে উপকার লাভের আশার সঞ্চার হয়েছে, এমন সময়ে হঠাৎ আগুন নিভে গেছে এবং চারিদিক ভীষণ অন্ধকারে ছেয়ে গেছে। কাজেই সে রাস্তা দেখেতে পাচ্ছে। এছাড়া লোকটি বধির, সে কারও কথা শুনতে পায় না, সে বোবা, তার কথা রাস্তার কোন লোককে জিজ্ঞেস করতেও পারে না, সে অন্ধ, আলোতেও সে কাজ চালাতে পারে না। এখন তাহলে সে পথ পাবে কি করে? মুনাফিকরা ঠিক তারই মত। সঠিক পথ ছেড়ে দিয়ে তারা পথ হারিয়ে ফেলেছে এবং ভাল ছেড়ে দিয়ে মন্দের কামনা করছে। এই উদাহরণে বুঝা যাচ্ছে যে, ঐসব লোক ঈমান ককূল করার পরে কুফরী করেছিল। যেমন কুরআন কারীমে কয়েক জায়গায় এটা স্পষ্টভাবে বিদ্যমান আছে। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। ইমাম রাযী (রঃ) স্বীয় তাফসীরের মধ্যে সুদ্দী (রঃ) হতে এটাই নকল করেছেন, অতঃপর বলেছেন যে, এই তুলনা সম্পূর্ণরূপে সঠিক। কেননা, প্রথমে এই মুনাফিকরা ঈমানের আলো লাভ করেছিল। অতঃপর তাদের কপটতার ফলে তা নিভে গেছে এবং এর ফলে তারা অস্থির হয়ে পড়েছে, আর ধর্মের অস্থিরতার চেয়ে বড় অস্থিরতা আর কি হতে পারে? ইমাম ইবনে জারীর (রঃ) বলেন যে, যাদের এ উপমা বর্ণনা করা হয়েছে তাদের ভাগ্যে কখনও ঈমান লাভ ঘটেনি। কেননা ইতিপূর্বে আল্লাহ বলেছেনঃ (আরবি) অর্থাৎ যদিও তারা মুখে আল্লাহ তা'আলার উপর এবং কিয়ামতের উপর ঈমান আনার কথা বলছে, কিন্তু প্রকৃতপক্ষে তারা ঈমানদার নয়। তবে সঠিক কথা এই যে, এই পবিত্র আয়াতে তাদের কুফরও নিফাকের সময়কার খবর দেয়া হয়েছে। এর দ্বারা এ অস্বীকৃতি বুঝায় না যে, এই কুফর ও নিফাকের অবস্থার পূর্বে তারা ঈমান এনেছিল। বরং হতে পারে যে, তারা ঈমান আনার পর তা হতে সরে পড়েছিল। অতঃপর তাদের অন্তরে মোহর করে দেয়া হয়েছে। যেমন কুরআন মাজীদে বলা হয়েছেঃ “এটা এজন্যে যে, তারা ঈমান এনেছে, অতঃপর কাফির হয়েছে, অতএব তাদের অন্তরে মোহর করে দেয়া হয়েছে, তারা কিছুই বুঝে। এই কারণে উপমায় আলো ও অন্ধকারের উল্লেখ আছে। অর্থাৎ ঈমানের কালেমা প্রকাশ করার কারণে দুনিয়ায় কিছু আলো হয়ে গেছে। কিন্তু অন্তরে কুফরী থাকার কারণে আখেরাতের অন্ধকার তাদেরকে ঘিরে নিয়েছে। একটি দলের উপমা একটি লোকের সঙ্গে প্রায়ই এসে থাকে। কুরআন পাকের অন্যস্থানে আছেঃ “তুমি তাদেরকে দেখবে যে, তারা চোখ ঘুরিয়ে ঘুরিয়ে তোমার দিকে দেখছে সেই ব্যক্তির মত যার উপর মরণের অজ্ঞানতা এসে গেছে। অন্য আয়াতে আছেঃ (আরবি)অর্থাৎ ‘তোমাদেরকে সৃষ্টি করা এবং মরণের পর পুনরুজ্জীবিত করা একটি প্রাণের মতই।' (৩১:২৮) অন্য জায়গায় আছেঃ যারা তাওরাত শিক্ষা করে কিন্তু সে অনুযায়ী কাজ করে না তাদের উপমায় বলা হয়েছেঃ (আরবি) অর্থাৎ ‘গাধার মত-যে কিতাবসমূহের বোঝা বহন করে থাকে।' (৬২:৫) এইসব আয়াতে দলের উপমা একের সঙ্গে দেয়া হয়েছে। এ রকমই। উল্লিখিত আয়াতে মুনাফিক দলের উপমা একটি লোকের সঙ্গে দেয়া হয়েছে। কেউ কেউ বলেন যে, অনুমিত বাক্য হবে নিম্নরূপঃ (আরবি) অর্থাৎ তাদের ঘটনার দৃষ্টান্ত ঐসব লোকের ঘটনার মত যারা আগুন জ্বালিয়েছে। কেউ কেউ বলেন যে, আগুন জ্বালায় তো একজন, কিন্তু এমন একটি দলের জন্যে জ্বালিয়ে থাকে যে দল তার সাথে রয়েছে। অন্য কেউ বলেন যে, এখানে (আরবি)-এর অর্থ (আরবি)হবে। যেমন কবিদের কবিতায়ও এরূপ আছে।আমি বলি যে, স্বয়ং এই উদাহরণেও তত একবচনের রূপের পরেই বহুবচনের রূপ এসেছে। যেমন (আরবি) এবং (আরবি) এভাবে বলায় ভাষার সৌন্দর্য বৃদ্ধি পেয়েছে। আল্লাহ তাদের আলো ছিনিয়ে নিয়েছেন -এর অর্থ এই যে, যে আলো তাদের জন্যে উপকারী ছিল তা সরিয়ে নিয়েছেন এবং যেমনভাবে আগুন নিবে যাবার পর তা ধুয়া এবং অন্ধকার থেকে যায় দ্রুপ তাদের কাছে ক্ষতিকর জিনিস যেমন সন্দেহ, কুফর এবং নিফাক রয়ে গেছে, সুতরাং তারা নিজেরাও পথ দেখতে পায় না, অন্যের ভাল কথাও শুনতে পায় না এবং কারও কাছে প্রশ্নও করতে পারে না। এখন পুনরায় সঠিকপথে আসা অসম্ভব হয়ে গেছে। এর সমর্থনে মুফাসসিরগণের অনেক কথা রয়েছে। হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ) এবং আরও কয়েকজন সাহাবী (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ)-এর মদীনায় আগমনের পর কতকগুলো লোক ইসলাম গ্রহণ করে, কিন্তু পরে আবার মুনাফিক হয়ে যায়। তাদের উপমা এ লোকটির মত যে অন্ধকারে রয়েছে। অতঃপর আগুন জ্বালিয়ে আলো লাভ করছে এবং আশে পাশের ভালমন্দ জিনিস দেখতে পেয়েছে। আর কোন পথে কি আছে তা সবই জানতে পেরেছে। এমন সময় হঠাৎ আগুন নিভে গেছে, ফলে আলো হারিয়ে গেছে। এখন পথে কি আছে না আছে তা জানতে পারে না। ঠিক এরকমই মুনাফিকরা শিরক ও কুফরের অন্ধকারে ছিল। অতঃপর ঈমান এনে ভাল-মন্দ অর্থাৎ হারাম হালাল ইত্যাদি দেখতে থাকে। কিন্তু পুনরায় কাফির হয়ে যায় এবং তখন আর হারাম, হালাল, ভাল ও মন্দের মধ্যে কোন পার্থক্য করতে পারে না।হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেন যে, আলোর অর্থ ঈমান এবং অন্ধকারের অর্থ ভ্রান্তপথ ও কুফরী। এসব লোক সঠিক পথেই ছিল। কিন্তু আবার দুষ্টুমি করে ভ্রষ্ট হয়ে পড়ে। হযরত মুজাহিদ (রঃ) বলেন যে, হিদায়াত ও ঈমানদারীর দিকে মুখ করাকে উপমায় আশে পাশের জিনিসকে আলোকিত করার সঙ্গে তাবীর করা হয়েছে। হযরত আতা খুরাসানীর (রঃ) অভিমত এই যে, মুনাফিক কখনও কখনও ভাল জিনিস দেখে নেয় এবং চিনেও নেয়। কিন্তু আবার তার অন্তরের অন্ধত্ব তার উপর জয়যুক্ত হয়ে যায়। হযরত ইকরামা (রঃ), হযরত আবদুর রহমান (রঃ), হযরত হাসান বসরী (রঃ), হযরত সুদ্দী (রঃ), এবং রাবী (রঃ) হতেও এটাই নকল করা হয়েছে। হযরত আবদুর রহমান বিন যায়েদ বিন আসলাম (রঃ) বলেনঃ মুনাফিকদের। অবস্থা এটাই যে, তারা ঈমান আনে এবং তার পবিত্র আলোকে তাদের অন্তর উজ্জ্বল হয়ে উঠে, যেমন আগুন জ্বালালে তার আশে পাশের জিনিস আলোকিত হয়। কিন্তু আবার কুফরীর কারণে আলো শেষ হয়ে যায়, যেমন আলো নিভে গেলে অন্ধকার ছেয়ে যায়।আমাদের এসব কথা তো ঐ তাফসীরের সমর্থনে ছিল যে, যে মুনাফিকদের দৃষ্টান্ত বর্ণনা করা হয়েছে তারা ঈমান এনেছিল, অতঃপর কুফরী করেছে। এখন ইমাম ইবনে জারীরের (রঃ) সমর্থনে যে তাফসীর রয়েছে তা নিম্নরূপঃ  হযরত ইবনে আব্বাস (রাঃ) বলেন, এটা মুনাফিকদের দৃষ্টান্ত যে, তারা ইসলামের কারণে সম্মান পেয়ে যায়। মুসলমানদের মধ্যে বিয়ে চলতে থাকে। উত্তরাধিকার এবং গণীমতের মাল অংশ ইত্যাদি পেতে থাকে। কিন্তু মরণের সঙ্গে সঙ্গেই এ সম্মান হারিয়ে যায়। যেমন আগুনের আলো নিভে গেলেই শেষ হয়ে যায়। আবুল আলিয়া (রঃ) বলেন যে, মুনাফিক যখন লা ইলাহা ইল্লাল্লাহ পাঠ করে তখন তার অন্তরে আলো সৃষ্টি হয়। অতঃপর যখনই সন্দেহ করে তখনই তা চলে যায়। যেমনভাবে কাঠ যতক্ষণ জ্বলতে থাকে ততক্ষণ আলো থাকে, যেমনই নিভে যায় তেমনিই তা শেষ হয়ে যায়। হযরত কাতাদার (রঃ) কথা এই যে, লা ইলাহা ইল্লাল্লাহ বলায় মুনাফিক ইহলৌকিক লাভ, যেমন মুসলমানদের ছেলে-মেয়ে, লেন-দেন, উত্তরাধিকারের মাল বন্টন এবং জান-মালের নিরাপত্তা ইত্যাদি পেয়ে যায়। কিন্তু তাদের অন্তরে ঈমান এবং তাদের কাজে সততা পাওয়া যায় না বলে মরণের সময় এসব লাভ ছিনিয়ে নেয়া হয়, যেমন আগুনের আলো যা নিভে যায়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, অন্ধকারের মধ্যে ছেড়ে দেয়ার অর্থ মরণের পর শাস্তি হওয়া। কিন্তু পুনরায় স্বীয় কুফর ও নিফাকের কারণে সুপথ ও সত্যের উপর কায়েম থাকা তাদের থেকে ছিনিয়ে নেয়া হয়। সুদীর (রঃ) কথা এই যে, মরণের সময় মুনাফিকদের অসৎ কাজগুলি তাদের উপর অন্ধকারের মত ছেয়ে যায় এবং মঙ্গলের এমন কোন আলো তাদের উপর অবশিষ্ট থাকে না যা তাদের একত্ববাদের সত্যতা প্রমাণ করে। তারা সত্য শোনা হতে বধির, সঠিক পথ দেখা ও বুঝা হতে অন্ধ। তারা সঠিক পথের দিকে ফিরে যেতে পারে , তাদের এ সৌভাগ্যও হয় না, তার উপদেশও লাভ করতে পারে না।",
  "ayah": 18,
  "surah": 2
}
