{
  "text": "ইসলামের প্রাথমিক যুগে রোযার ইফতারের পরে এশা পর্যন্ত পানাহার ও স্ত্রী সহবাস বৈধ ছিল। আর যদি কেউ ওর পূর্বেই শুয়ে যেতো তবে নিদ্রা আসলেই তার জন্যে ঐসব হারাম হয়ে যেতো। এর ফলে সাহাবীগণ (রাঃ) কষ্ট অনুভব করছিলেন। ফলে এই রুখসাতে’র আয়াতগুলো অবতীর্ণ হয় এবং তারা সহজেই নির্দেশ পেয়ে যান। (আরবি)-এর অর্থ এখানে স্ত্রী সহবাস'। হযরত ইবনে আব্বাস (রাঃ), আতা' (রঃ), মুজাহিদ (রঃ), সাঈদ বিন যুবাইর (রঃ), তাউস (রঃ), সালেম বিন আব্দুল্লাহ (রঃ), আমর বিন দীনার (রঃ), হাসান বসরী (রঃ), কাতাদাহ (রঃ), যুহরী (রঃ), যহহাক (রঃ), ইবরাহীম নাখঈ (রঃ), সুদ্দী (রঃ), আতা খুরাসানী (রঃ) এবং মুকাতিল বিন হিব্বানও (রঃ) এটাই বলেছেন। (আরবি)-এর ভাবার্থ হচ্ছে শান্তি ও নিরাপত্তা। হযরত রাবী' বিন আনাস (রঃ) এর অর্থ লেপ’ নিয়েছেন। উদ্দেশ্য হচ্ছে এই যে, স্বামী-স্ত্রীর সম্পর্ক এত গাঢ় যার জন্যে রোযার রাত্রেও তাদেরকে মিলনের অনুমতি দেয়া হচ্ছে। এই আয়াত অবতীর্ণ হওয়ার কারণের হাদীস ইতিপূর্বে বর্ণিত হয়েছে যার মধ্যে এটা বর্ণিত হয়েছে যে, ইফতারের পূর্বে কেউ ঘুমিয়ে পড়ার পর রাত্রির মধ্যেই জেগে উঠলেও সে পানাহার এবং স্ত্রী-সহবাস করতে পারতো না। কারণ তখন এই নির্দেশই ছিল। অতঃপর মহান আল্লাহ এই আয়াত অবতীর্ণ করে এই নির্দেশ উঠিয়ে নেন। এখন রোযাদার ব্যক্তি মাগরিব থেকে সুবহে সাদিকের পূর্ব পর্যন্ত পানাহার ও স্ত্রী সহবাস করতে পারবে। হযরত কায়েস বিন সুরমা (রাঃ) সারাদিন জমিতে কাজ করে সন্ধ্যার সময় বাড়ীতে ফিরে আসেন। স্ত্রীকে জিজ্ঞেস করেন- কিছু খাবার আছে কি: স্ত্রী বলেন-“কিছুই নেই। আমি যাচ্ছি এবং কোথাও হতে নিয়ে আসছি। তিনি যান, আর এদিকে তাকে ঘুমে পেয়ে বসে। স্ত্রী ফিরে এসে তাঁকে ঘুমন্ত অবস্থায় দেখে খুবই দুঃখ প্রকাশ করে বলেন যে, এখন এই রাত্রি এবং পরবর্তী সারাদিন কিভাবে কাটবে: অতঃপর দিনের অর্ধভাগ অতিবাহিত হলে হযরত কায়েস (রাঃ) ক্ষুধার জ্বালায় চেতনা হারিয়ে ফেলেন। রাসূলুল্লাহ (সঃ) এর সামনে এর আলোচনা হয়। তখন এই আয়াতটি অবতীর্ণ হয় এবং মুসলমানেরা সন্তুষ্ট হয়ে যান। একটি বর্ণনায় এটাও রয়েছে, সাহাবীগণ (রাঃ) সারা রমযানে স্ত্রীদের নিকট যেতেন না। কিন্তু কতক সাহাবী (রাঃ) ভুল করে বসতেন। ফলে এই আয়াতটি অবতীর্ণ হয়। আর একটি বর্ণনায় রয়েছে যে, এই ভুল কয়েকজন মনীষীর হয়েছিল। তাঁদের মধ্যে হযরত উমার বিন খাত্তাবও (রাঃ) ছিলেন একজন। যিনি এশা নামাযের পর স্বীয় স্ত্রীর সাথে মিলিত হয়েছিলেন। অতঃপর তিনি নবী (সঃ)-এর দরবারে উপস্থিত হয়ে এ ঘটনা বর্ণনা করেন। ফলে এই রহমতের আয়াতগুলো অবতীর্ণ হয়। একটি বর্ণনায় রয়েছে যে, হযরত উমার (রাঃ) এসে যখন এই ঘটনাটি বর্ননা করেন তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ হে উমার (রাঃ)! তোমার ব্যাপারে তো এটা আশা করা যায়নি। সেই সময়েই এই আয়াতটি অবতীর্ণ হয়। একটি বর্ণনায় রয়েছে যে, হযরত কায়েস (রাঃ) এশা’র নামাযের পরে ঘুম হতে চেতনা লাভ করে পানাহার করে ফেলেছিলেন। সকালে তিনি নবী (সঃ)-এর দরবারে হাজির হয়ে এই দোষ স্বীকার করেছিলেন। একটি বর্ণনা এও রয়েছে যে, হযরত উমার (রাঃ) যখন স্ত্রীর সাথে মিলনের ইচ্ছে করেন তখন তাঁর পত্নী বলেন আমার ঘুম এসে গিয়েছিল। কিন্তু হযরত উমার (রাঃ) ওটাকে ভাল মনে করেছিলেন। সে রাত্রে তিনি দীর্ঘক্ষণ ধরে রাসূলুল্লাহ (সঃ)-এর দরবারে বসেছিলেন এবং অনেক রাত্রে বাড়ি পৌঁছে ছিলেন। অন্য একটি বর্ণনায় রয়েছে যে, হযরত কাব বিন মালিকও (রাঃ) এরূপ দোষই করেছিলেন ।(আরবি)-এর ভাবার্থ হচ্ছে ‘সন্তানাদি।' কেউ কেউ বলেন যে, এর ভাবার্থ হচ্ছে ‘সহবাস।' আবার কেউ কেউ বলেন যে, এর দ্বারা কদরের রাত্রিকে বুঝানো হয়েছে। কাতাদাহ (3) বলেন যে, এর ভাবার্থ হচ্ছে এই রুখসাত। এসব উক্তির এভাবে সাদৃশ্য দান করা যেতে পারে যে, সাধারণ ভাবে ভাবার্থ সবগুলোই হবে। সহবাসের অনুমতির পর পানাহারের অনুমতি দেয়া হচ্ছে যে, সুবেহ সাদেক পর্যন্ত এর অনুমতি রয়েছে। সহীহ বুখারী শরীফে রয়েছে, হযরত সাহল বিন সা'দ (রাঃ) বলেনঃ “পূর্বে (আরবি) শব্দটি অবতীর্ণ হয়নি। কাজেই কতকগুলো লোক তাদের পায়ে সাদা ও কালো সূতো বেঁধে নেয় এবং যে পর্যন্ত না সাদা ও কালোর মধ্যে প্রভেদ করা যেতো সে পর্যন্ত তারা পাহানার করতো। অতঃপর এই শব্দটি অবতীর্ণ হয়। ফলে জানা যায় যে, এর ভাবার্থ হচ্ছে রাত ও দিন। মুসনাদ-ই-আহমাদের মধ্যে রয়েছে, হযরত আদী বিন হাতিম (রাঃ) বলেনঃ আমিও আমার বালিশের নীচে সাদা ও কালো দু’টি সুতো রেখেছিলাম এবং যে পর্যন্ত এই দুই রং এর মধ্যে পার্থক্য না করা যেতো সেই পর্যন্ত পানাহার করতে থাকতাম। সকালে আমি রাসূলুল্লাহ (সঃ)-এর নিকট এটা বর্ণনা করি তখন তিনি বলেনঃ তোমার বালিশ তো খুব লম্বা চওড়া। এর ভাবার্থ তো হচ্ছে রাত্রির কৃষ্ণতা হতে সকালের শুভ্রতা প্রকাশ পাওয়া। সহীহ বুখারী ও মুসলিমের মধ্যেও এই হাদীসটি রয়েছে। রাসূলুল্লাহ (সঃ) -এর এই উক্তির ভাবার্থ এই যে, আয়াতের মধ্যে যে দু’টি সুতোর বর্ণনা দেয়া হয়েছে তার ভাবার্থ তো হচ্ছে দিনের শুভ্রতা ও রাত্রির কৃষ্ণতা। সুতরাং যদি ঐ লোকটির বালিশের নীচে ঐ দুটো সুতো এসে যায় তবে বালিশের দৈর্ঘ্য যেন পূর্ব হতে পশ্চিম পর্যন্ত। সহীহ বুখারী শরীফের মধ্যেও বর্ণনামূলকভাবে এই তাফসীরটি এসেছে। কোন কোন বর্ণনায় এই শব্দও এসেছে যে, তাহলে তো তুমি বড়ই লম্বা চওড়া স্কন্ধ বিশিষ্ট। কেউ কেউ এর অর্থ ‘সুল বুদ্ধি’ও বর্ণনা করেছেন। কিন্তু এই অর্থটি ভুল। বরং উভয় বাকের ভাবার্থ একই। কেননা, বালিশ যখন এত বড় তখন স্কন্ধও এত বড় হবে। হযরত আদির (রাঃ) এই প্রকারের প্রশ্ন এবং রাসূলুল্লাহ (সঃ)-এর এই রকম উত্তরের ব্যাখ্যা এটাই। আয়াতের এই শব্দগুলো দ্বারা রোযায় সাহরী খাওয়া মুসতাহাব হওয়াও সাব্যস্ত হচ্ছে। কেননা, আল্লাহ তা'আলার রুখসাতের উপর আমল করা তাঁর নিকট পছন্দনীয়। রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা সাহরী খাবে, তাতে বরকত রয়েছে (সহীহ বুখারী ও সহীহ মুসলিম)।রাসূলুল্লাহ (সঃ) আরও বলেছেনঃ আমাদের এবং আহলে কিতাবের মধ্যে পার্থক্যই সাহরী খাওয়া (সহীহ মুসলিম)।' আরও বলেছেনঃ ‘সাহরী খাওয়ার মধ্যে বরকত রয়েছে। সুতরাং তোমরা ওটা পরিত্যাগ করো না। যদি কিছুই না থাকে তবে এক ঢোক পানিই যথেষ্ট। আল্লাহ তা'আলা ও তার ফেরেশতাগণ সাহরী ভোজনকারীদের প্রতি করুণা বর্ষণ করেন। (মুসনাদ-ই- আহমদ)। এই প্রকারের আরও বহু হাদীস রয়েছে। সাহরী বিলম্বে খাওয়া উচিত, যেন সাহরীর খাওয়ার ক্ষণেক পরেই সুবহে সাদেক হয়ে যায়। হযরত আনাস (রাঃ) বলেনঃ ‘আমরা সাহরী খাওয়া মাত্রই নামাযে দাঁড়িয়ে যেতাম। আযান ও সাহরীর মধ্যে শুধু মাত্র এটুকুই ব্যবধান থাকতো যে, পঞ্চাশটি আয়াত পড়ে নেয়া যায় (সহীহ বুখারী ও মুসলিম)। রাসূলুল্লাহ (সঃ) বলেনঃ “যে পর্যন্ত আমার উম্মত ইফতারে তাড়াতাড়ি এবং সাহরীতে বিলম্ব করবে সে পর্যন্ত তারা মঙ্গলে থাকবে (মুসনাদ -ই-আহমাদ)। হাদীস দ্বারা এটাও সাব্যস্ত আছে যে, রাসূলুল্লাহ (সঃ) এর নাম বরকতময় খাদ্য রেখেছেন। মুসনাদ-ই-আহমাদ ইত্যাদির হাদীসে রয়েছে, হযরত হুযাইফা (রাঃ) বলেনঃ আমরা রাসূলুল্লাহ (সঃ)-এর সঙ্গে সাহরী খেয়েছি এমন সময়ে যে, যেন সূর্য উদিতই হয়ে যাবে। কিন্তু এই হাদীসের বর্ণনাকারী একজনই এবং তিনি হচ্ছেন আসেম বিন আবু নাজুদ। এর ভাবার্থ হচ্ছে দিন নিকটবর্তী হওয়া। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ ‘ঐ স্ত্রী লোকগুলো যখন তাদের সময়ে পৌছে যায়। ভাবার্থ এই যে, যখন তাদের ইদ্দতের সময় শেষের কাছাকাছি হয়। এই ভাবার্থ এই হাদীসেরও যে, তাঁরা সাহরী খেয়েছিলেন এবং সুবহে সাদিক হয়ে যাওয়া সম্বন্ধে তাদের নিশ্চিতরূপে বিশ্বাস ছিল না। বরং এমন সময় ছিল যে, কেউ বলছিলেন, সুবহে সাদিক হয়ে গেছে এবং কেউ বলেছিলেন হয়নি। রাসূলুল্লাহ (সঃ)-এর অধিকাংশ সাহাবীর (রাঃ) বিলম্বে সাহরী খাওয়া এবং শেষ সময় পর্যন্ত খেতে থাকা সাব্যস্ত আছে। যেমন হযরত আবু বকর (রাঃ), হযরত উমার (রাঃ), হযরত আলী (রাঃ), হযরত ইবনে মাসউদ (রাঃ), হযরত হুযাইফা (রাঃ), হযরত আবু হুরাইরা (রাঃ), হযরত ইবনে উমার (রাঃ), হযরত ইবনে আব্বাস (রাঃ) ও হযরত যায়েদ বিন সাবিত (রাঃ)। তাবেঈদেরও একটি বিরাট দল হতে সুবহে সাদিক হয়ে যাওয়ার একেবারে নিকটবর্তী সময়েই সাহরী খাওয়া বর্ণিত আছে। যেমন মুহাম্মদ বিন আলী বিন হুসাইন (রঃ), আবু মুসলিম (রঃ), ইব্রাহীম নাখঈ (রঃ), আবূ যযুহা ও আবু ওয়াইল প্রভৃতি হযরত ইবনে মাসউদের (রাঃ) ছাত্রগণ, আতা' (রঃ), হাসান বসরী (রঃ), হাকিম বিন উয়াইনা (রঃ), মুজাহিদ (রঃ), উরওয়া বিন যুবাইর (রঃ), আবুশশাশা (রঃ) এবং জাবির বিন যায়েদ (রঃ), হযরত আ'মাশ (রঃ) এবং হযরত জাবির বিন রুশদেরও (রঃ) এটাই মাযহাব। আল্লাহ তাআলা এঁদের সবারই উপর শান্তি বর্ষণ করুন। এঁদের ইসনাদসমূহ আমি আমার একটি পৃথক পুস্তক ‘কিতাবুস্ সিয়ামের মধ্যে বর্ণনা করেছি।ইবনে জারীর (রঃ) স্বীয় তাফসীরের মধ্যে কতকগুলো লোক হতে এটাও নকল করেছেন যে, সূর্য উদিত হওয়া পর্যন্ত পানাহার বৈধ, যেমন সূর্য অস্তমিত হওয়া মাত্রই ইফতার করা বৈধ। কিন্তু কোন জ্ঞানী ব্যক্তিই এই উক্তিটি গ্রহণ, করতে পারেন না। কেননা, এটি কুরআন কারীমের স্পষ্ট কথার সম্পূর্ণ উল্টো। কুরআন মাজীদের মধ্যে (আরবি) শব্দটি বিদ্যমান রয়েছে। সহীহ বুখারী ও সহীহ মুসলিমের হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ হযরত বেলালের (রাঃ) আযান শুনে তোমরা সাহরী খাওয়া হতে বিরত হবে না। কেননা তিনি রাত্রি থাকতেই আযান দিয়ে থাকেন। তোমরা খেতে ও পান করতে থাকো যে পর্যন্ত হযরত আবদুল্লাহ বিন উম্মে মাকতুম আযান দেন। ফজর প্রকাশিত না হওয়া পর্যন্ত তিনি আযান দেন না। মুসনাদ-ই-আহমাদের মধ্যে হাদীস রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ওটা ফজর নয় যা আকাশের দিগন্তে লম্বভাবে ছড়িয়ে পড়ে। ফজর হলো লাল রং বিশিষ্ট এবং দিগন্তে প্রকাশমান। জামেউত্ তিরমিযীর মধ্যেও এই বর্ণনাটি রয়েছে। তাতে রয়েছেঃ “সেই প্রথম ফজরকে দেখে নাও যা প্রকাশিত হয়ে উপরের দিকে উঠে যায়। সেই সময় পানাহার থেকে বিরত হয়ো না বরং খেতে ও পান করতেই থাকো। যে পর্যন্ত না দিগন্তে লালিমা প্রকাশ পায়।অন্য একটি হাদীসে সুবহে কাযিব এবং বেলাল (রাঃ)-এর আযানকে এক সাথেও বর্ণনা করেছেন। অন্য একটি বর্ণনায় সুবহে কাবিকে সকালের থামের মত সাদা বলেছেন। অতঃপর একটি বর্ণনায় যে প্রথম আযানের মুয়াযযিন। ছিলেন হযরত বেলাল (রাঃ) তার কারণ বলেছেন এই যে, ঐ আযান ঘুমন্ত ব্যক্তিদেরকে জাগাবার জন্যে এবং (তাহাজ্জুদের নামাযে) দণ্ডায়মান ব্যক্তিদেরকে ফিরাবার জন্যে দেয়া হয়। ফজর এরূপ এরূপভাবে হয় না যতক্ষণ না এরূপ হয় (অর্থাৎ আকাশের উর্ধ্ব দিকে উঠে যায় না, বরং দিগন্ত রেখার মত প্রকাশমান হয়)। একটি মুরসাল হাদীসে রয়েছে যে, ফজর দু’টো। এক তো হচ্ছে নেকড়ে বাঘের লেজের মত। ওর দ্বারা রোযাদারের উপর কিছুই হারাম হয় না। দ্বিতীয় হচ্ছে ঐ ফজর যা দিগন্তে প্রকাশ পায়। এটা হচ্ছে ফজরের নামাযের সময় এবং রোযাদারকে পানাহার থকে বিরত রাখার সময়। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যে শুভ্রতা আকাশের নীচ হতে উপরের দিকে উঠে যায় তার সাথে নামাযের বৈধতা এবং রোযার অবৈধতার কোন সম্বন্ধ নেই। কিন্তু ঐ ফজর যা পর্বত শিখরে দেদীপ্যমান হয় সেটা পানাহার হারাম করে থাকে। হযরত আতা (রঃ) হতে বর্ণিত আছে যে, আকাশে লম্বভাবে উড্ডীয়মান আলোক না রোযাদারের উপর পানাহার হারাম করে থাকে, না তার দ্বারা নামাযের সময় হয়েছে বলে বুঝা যেতে পারে, না তার দ্বারা হজ্ব ছুটে যায়। কিন্তু যে সকাল পর্বতরাজির শিখরসমূহে ছড়িয়ে পড়ে এটা ঐ সকাল যা রোযাদারের উপর সব কিছুই হারাম করে থাকে। আর নামাযীর জন্যে নামায হালাল করে দেয় এবং হজ্ব ফওত হয়ে যায়। এই দু'টি বর্ণনার সনদ বিশুদ্ধ এবং পূর্ববর্তী বহু মনীষী হতে নকল করা হয়েছে। আল্লাহ তা'আলা তাদের উপর স্বীয় করুণা বর্ষণ করুন।\nজিজ্ঞাস্যঃ\nযেহেতু আল্লাহ তা'আলা রোযাদারের জন্যে স্ত্রী সহবাস ও পানাহারের শেষ সময় সুবহে সাদেক নির্ধারণ করেছেন, কাজেই এর দ্বারা এই মাসআলার উপর দলীল গ্রহণ করা যেতে পারে যে, সকালে যে ব্যক্তি অপবিত্র অবস্থায় উঠলো অতঃপর গোসল করে নিয়ে তার রোযা পুরো করে নিলো, তার উপর কোন দোষ নেই। চার ইমাম এবং পূর্ববর্তী ও পরবর্তী গুরুজনদের এটাই মাযহাব। সহীহ বুখারী ও মুসলিমের মধ্যে হযরত আয়েশা (রাঃ) এবং হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) রাত্রে সহবাস করে সকালে অপবিত্র অবস্থায় উঠতেন, অতঃপর গোসল করতেন এবং রোযাদার থাকতেন। তাঁর এই অপবিত্রতা স্বপ্নদোষের কারণে হতো না। হযরত উম্মে সালমার (রাঃ) বর্ণনায় রয়েছে যে, এর পরে তিনি রোযা ছেড়েও দিতেন না এবং কাযাও করতেন না।সহীহ মুসলিম শরীফের মধ্যে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, একটি লোক বলেঃ হে আল্লাহর রাসূল (সঃ)! ফজরের নামাযের সময় হয়ে যাওয়া পর্যন্ত আমি অপবিত্র থাকি, আমি রোযা রাখতে পারি কি: রাসূলুল্লাহ (সঃ) তখন বলেনঃ “এরূপ ঘটনা স্বয়ং আমারও ঘটে থাকে এবং আমি রোযা রেখে থাকি।' লোকটি বলেঃ হে আল্লাহর রাসূল (সঃ)! আমরা তো আপনার মত নই। আপনার তো পূর্বের ও পরের সমস্ত পাপ ক্ষমা করে দেয়া হয়েছে। তখন তিনি বলেনঃ “আল্লাহর শপথ! আমি তো আশা রাখি যে, তোমাদের সবারই অপেক্ষা আল্লাহ তা'আলাকে বেশী ভয় আমিই করি এবং তোমাদের সবারই অপেক্ষা খোদাভীরুতার কথা আমিই বেশী জানি। মুসনাদ-ই -আহমাদের একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ যখন ফজরের আযান হয়ে যায় এবং তোমাদের মধ্যে কেউ কেউ অপবিত্র থাকে সে যেন ঐদিন রোযা না রাখে। এই হাদীসটির ইসনাদ খুবই উত্তম এবং এটা ইমাম বুখারী (রাঃ) ও ইমাম মুসলিম (রঃ)-এর শর্তের উপর রয়েছে। এই হাদীসটি সহীহ বুখারীর ও মুসলিমের মধ্যেও হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত হয়েছে, তিনি ফযল বিন আব্বাস (রাঃ) হতে বর্ণনা করেন এবং তিনি নবী (সঃ) হতে বর্ণনা করেন। সুনানে নাসাঈর মধ্যেও এই হাদীসটি হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে তিনি হযরত উসামা বিন যায়েদ (রাঃ) হতে এবং ফযল বিন রাবী হতে বর্ণনা করেছেন এবং মারফু করেননি। এ জন্যেই কোন কোন আলেমের উক্তি এই যে, এই হাদীসটির মধ্যে দুর্বলতা রয়েছে। কেননা এটা মারফু নয়।অন্যান্য কতকগুলো আলেমের মাযহাব এটাই। আবূ হুরাইরা (রাঃ), হযরত সালিম (রাঃ), হযরত আতা (রঃ), হযরত হিসাম বিন উরওয়া (রঃ) এবং হযরত হাসান বসরী ও (রঃ) এ কথাই বলেন। কেউ কেউ বলেন যে, যদি কেউ নাপাক অবস্থায় শুয়ে যায় এবং জেগে উঠে দেখে যে, সুবহে সাদিক হয়ে গেছে তবে তার রোযার কোন ক্ষতি হবে না। হযরত আয়েশা (রাঃ) এবং হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত হাদীসের ভাবার্থ এটাই। আর যদি সে ইচ্ছাপূর্বক গোসল না করে এবং সকাল হয়ে যায় তবে তার রোযা হবে না। হযরত উরওয়া (রঃ), তাউস (রঃ) এবং হাসান বসরী (রঃ) এ কথাই বলেন। কেউ কেউ বলেন যে, যদি ফরয রোযা হয় তবে পূর্ণ করে নেবে এবং পরে আবার অবশ্যই কাযা করতে হবে। আর যদি নফল রোযা হয় তবে কোন দোষ নেই। ইবরাহীম নাখঈও (রঃ) এটাই বলেন। খাজা হাসান বসরী (রঃ) হতেও একটি বর্ণনায় এটাই রয়েছে। কেউ কেউ বলেন যে, হযরত আবু হুরাইরা হতে বর্ণিত হাদীসটি হযরত আয়েশা (রাঃ) হতে বর্ণিত হাদীস দ্বারা মানসূখ হয়েছে। কিন্তু প্রকৃত পক্ষে ইতিহাসে কোন প্রমাণ নেই যার দ্বারা মানসূখ সাব্যস্ত হতে পারে। হযরত ইবনে হাযাম (রঃ) বলেন যে, ওর নাসিখ’ হচ্ছে কুরআন কারীমের এই আয়াতটিই। কিন্তু এটাও খুব দূরের কথা। কেননা, এই আয়াতটি পরে হওয়ার কোন ঐতিহাসিক প্রমাণ নেই। বরং এদিক দিয়ে তো বাহ্যতঃ এই হাদীসটি এই আয়াতটির পরের বলে মনে হচ্ছে। কোন কোন লোকে বলেন যে, হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটির মধ্যেকার না বাচক (আরবি) শব্দটি হচ্ছে কামাল। বা পূর্ণতার জন্যে। অর্থাৎ ঐ লোকটির পূর্ণ রোযা হয় না। কেননা হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত হাদীস দ্বারা রোযার বৈধতা স্পষ্ট রূপে সাব্যস্ত হয়েছে। আর এটাই সঠিক পন্থাও বটে এবং সমুদয় উক্তির মধ্যে এই উক্তিটিই উত্তম। তাছাড়া এটা বলাতে দু'টি বর্ণনার মধ্যে সাদৃশ্যও এসে যাচ্ছে।অতঃপর আল্লাহ তা'আলা বলেনঃ রাত্রি সমাগম পর্যন্ত তোমরা রোযা পূর্ণ কর। এর দ্বারা সাব্যস্ত হচ্ছে যে, সূর্য অস্তমিত হওয়া মাত্রই ইফতার করা উচিত। সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে আমীরুল মু'মিনীন হযরত উমার বিন খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যখন এদিক দিয়ে রাত্রি আগমন করে এবং ওদিক দিয়ে দিন বিদায় নেয় তখন যেন রোযাদার ইফতার করে। সহীহ বুখারী ও মুসলিমের মধ্যে হযরত সাহল বিন সা’দ সায়েদী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যে পর্যন্ত মানুষ ইফতারে তাড়াতাড়ি করবে সে পর্যন্ত মঙ্গল থাকবে। মুসনাদ-ই আহমাদের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা বলেন- “আমার নিকট ঐ বান্দাগণ সবচেয়ে প্রিয় যারা ইফতারে তাড়াতাড়ি করে। ইমাম তিরমিযী (রঃ) এই হাদীসটিকে ‘হাসান গরীব বলেছেন। তাফসীর-ই-আহমাদের অন্য একটি হাদীসে রয়েছে যে, হযরত বাশীর বিন খাসাসিয়্যাহর (রাঃ) সহধর্মিনী হযরত লাইলা (রাঃ) বলেনঃ “আমি ইফতার ছাড়াই দু’টি রোযাকে মিলিত করতে ইচ্ছে করি। তখন আমার স্বামী আমাকে নিষেধ করেন এবং বলেন যে রাসূলুল্লাহ (সঃ) ওটা হতে নিষেধ করেছেন এবং বলেছেনঃ এটা খ্রীষ্টানদের কাজ। তোমরা তো রোযা এভাবেই রাখবে যেভাবে আল্লাহ তাআলা ইরশাদ করেছেন, (তা হচ্ছে এই যে,) তোমরা রাত্রে ইফতার করে নাও। এক রোযাকে অন্য রোযার সাথে মিলানো নিষিদ্ধ হওয়া সম্বন্ধে আরও বহু হাদীস রয়েছে।মুসনাদ-ই-আহমাদের একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘তোমরা রোযাকে রোযার সাথে মিলিত করো না।' তখন জনগণ বলেঃ “হে আল্লাহর রাসূল (সঃ)! স্বয়ং আপনি তো মিলিয়ে থাকেন। তিনি বলেনঃ “আমি তোমাদের মত নই। আমি রাত্রি অতিবাহিত করি, আমার প্রভু আমাকে আহার করিয়ে ও পানি পান করিয়ে থাকেন। কিন্তু লোক তবুও ঐ কাজ হতে বিরত হয় না। তখন তিনি তাদের সাথে দু’দিন ও দু'রাতের রোযা বরাবর রাখতে থাকেন। অতঃপর চাঁদ দেখা দেয় তখন তিনি বলেনঃ ‘যদি চাদ উদিত না হতো তবে আমি এভাবেই রোযাকে মিলিয়ে যেতাম।' যেন তিনি তাদের অপারগতা প্রকাশ করতে চাচ্ছিলেন। সহীহ বুখারী ও সহীহ মুসলিমের মধ্যেও এই হাদীসটি রয়েছে এবং এভাবেই রোযাকে ইফতার করা ছাড়াই এবং রাত্রে কিছু খেয়েই অন্য রোযার সাথে মিলিয়ে নেয়ার নিষিদ্ধতার ব্যাপারে সহীহ বুখারী ও মুসলিমের মধ্যে হযরত আনাস (রাঃ), হযরত ইবনে উমার (রাঃ) এবং হযরত আয়েশা (রাঃ) হতেও মারফু হাদীসসমূহ বর্ণিত হয়েছে। সুতরাং সাব্যস্ত হলো যে, এটা উম্মতের জন্যে নিষিদ্ধ; কিন্তু তিনি স্বয়ং তাদের হতে বিশিষ্ট ছিলেন। তার এর উপরে ক্ষমতা ছিল এবং এর উপরে আল্লাহ তা'আলার পক্ষ থেকে তাকে সাহায্য করা হতো। এটাও মনে রাখা উচিত যে, তিনি যে বলেছেন-“আমার প্রভু আমাকে পানাহার করিয়ে থাকেন’ এর ভাবার্থ প্রকৃত খাওয়ানো ও পান করানো নয়। কেননা এরূপ হলে তো এক রোযার সাথে অন্য রোযাকে মিলানো হচ্ছে না। কাজেই এটা শুধুমাত্র আধ্যাত্মিক সাহায্য। যেমন একজন আরব কবির নিম্নের এই কবিতার মধ্যে রয়েছেঃ (আরবি) অর্থাৎ তোমার কথা ও তোমার আলোচনা তার নিকট এত চিত্তাকর্ষক যে তাকে পানাহার থেকে সম্পূর্ণরূপে ভুলিয়ে রাখে।' হাঁ, তবে কোন ব্যক্তি যদি দ্বিতীয় সাহরী পর্যন্ত বিরত থাকে তবে এটা জায়েয।  হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত হাদীসটিতে রয়েছেঃ ‘মিলিত কারো না, যদি একান্তভাবে করতেই চাও তবে সাহরী পর্যন্ত কর।' জনগণ বলেঃ আপনি তো মিলিয়ে থাকেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ আমি তোমাদের মত নই। আমাকে তো রাত্রেই আহারদাতা আহার করিয়ে থাকেন এবং পানীয় দাতা পান করিয়ে থাকেন।' (সহীহ বুখারী ও মুসলিম)। অন্য একটি বর্ণনায় রয়েছে যে, একজন সাহাবীয়্যাহ স্ত্রীলোক নবী (সঃ)-এর নিকট আগমন করেন। সেই সময় তিনি সাহরী খাচ্ছিলেন। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ ‘এসো তুমিও খেয়ে নাও।' স্ত্রী লোকটি বলেনঃ “আমি রোযা অবস্থায় রয়েছি।' রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি কিরূপে রোযা রেখে থাকো:' সে তখন বর্ণনা করে। রাসূলুল্লাহ (সঃ) বলেনঃ ‘তুমি মুহাম্মদ (সঃ)-এর মত এক সাহরীর সময় থেকে নিয়ে দ্বিতীয় সাহরীর সময় পর্যন্ত মিলিত রোযা রাখো না কেন: (তাফসীর-ই-ইবনে জারীর)।মুসনাদ-ই-আহমাদের হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) এক সাহরী হতে দ্বিতীয় সহিরী পর্যন্ত মিলিত রোযা রাখতেন। তাফসীর-ই-ইবনে জারীরের মধ্যে হযরত আবদুল্লাহ বিন যুবাইর (রাঃ) প্রভৃতি পূর্বের মনীষীগণ হতে বর্ণিত আছে যে, তারা ক্রমাগত কয়েকদিন পর্যন্ত কিছু না খেয়েই রোযা রাখতেন। কেউ কেউ বলেন যে, ওটা উপাসনা হিসেবে ছিল না, বরং আত্মাকে দমন ও আধ্যাত্মিক সাধনা হিসেবে ছিল। আবার এরও সম্ভাবনা রয়েছে যে, তাদের ধারণায় রাসূলুল্লাহ (সঃ)-এর এই নিষেধ ছিল দয়া ও স্নেহ হিসেবে, অবৈধ বলে দেয়া হিসেবে নয়। যেমন হযরত আয়েশা (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) জনসাধারণের প্রতি দয়া পরবশ হয়েই এর থেকে নিষেধ করেছিলেন। সুতরাং ইবনে যুবাইর (রাঃ) তাঁর পুত্র আমের (রাঃ) এবং তাঁর পদাংক অনুসরণকারীগণ তাদের আত্মায় শক্তি লাভ করতেন এবং রোযার উপর রোযা রেখে যেতেন। এটাও বর্ণিত আছে যে, যখন তারা ইফতার করতেন তখন সর্ব প্রথম ঘি ও তিক্ত আঠা খেতেন, যাতে প্রথমেই খাদ্য পৌছে যাওয়ার ফলে নাড়ি জ্বলে না যায়। বর্ণিত আছে যে, হযরত ইবনে যুবাইর (রাঃ) ক্রমাগত সাতদিন ধরে রোযা রেখে যেতেন এবং এর মধ্যকালে দিনে বা রাতে কিছুই খেতেন না। অথচ সপ্তম দিনে তাকে খুবই সুস্থ এবং সর্বাপেক্ষা শক্তিশালী রূপে দেখা যেতো।হযরত আবুল আলিয়া (রঃ) বলেনঃ “আল্লাহ তা'আলা দিনের রোযা ফরয করে দিয়েছেন। এখন বাকি রইলো রাত্রি; তবে যে চাইবে খাবে এবং যার ইচ্ছে হয় সে খাবে না। অতঃপর ইরশাদ হচ্ছে-ই'তিকাফের অবস্থায় তোমরা প্রেমালাপ করো না। হযরত ইবনে আব্বাস (রাঃ)-এর উক্তি এই যে, যে ব্যক্তি মসজিদে ই'তেকাফে বসেছে, হয় রমযান মাসেই হোক বা অন্য কোন মাসেই হোক, ই'তিকাফ পুরো না হওয়া পর্যন্ত তার জন্যে দিবস ও রজনীতে স্ত্রী সহবাস হারাম। হযরত যহ্হাক (রঃ) বলেন যে, পূর্বে মানুষ ই'তেকাফের অবস্থাতেও স্ত্রী সহবাস করতো। ফলে এই আয়াতটি অবতীর্ণ হয় এবং মসজিদে ই'তেকাফের অবস্থায় অবস্থানের সময় এটা হারাম করে দেয়া হয়। মুজাহিদ (রঃ) এবং কাতাদাহ (রঃ) এ কথাই বলেন। সুতরাং আলেমগণের সর্বসম্মত ফতওয়া এই যে, যদি ই'তেকাফকারী খুবই প্রয়োজন বশতঃ বাড়ীতে যায়, যেমন প্রশ্রাব-পায়খানার জন্যে বা খাদ্য খাবার জন্যে, তবে ঐ কার্য শেষ করার পরেই তাকে মসজিদে চলে আসতে হবে। তথায় অবস্থান জায়েয নয়। স্ত্রীকে চুম্বন-আলিঙ্গন ইত্যাদিও বৈধ নয়। ই'তেকাফ ছেড়ে দিয়ে অন্য কোন কার্যে লিপ্ত হয়ে পড়াও জায়েয নয়। তবে হাঁটতে হাঁটতে যদি কিছু জিজ্ঞেস করে নেয় সেটা অন্য কথা। ই'তেকাফের আরও অনেক আহকাম রয়েছে। কতকগুলো আহকামের মধ্যে মতভেদও রয়েছে। এগুলো আমি আমার পৃথক পুস্তক ‘কিতাবুস সিয়াম’র শেষে বর্ণনা করেছি। এই জন্য অধিকাংশ গ্রন্থকারও নিজ নিজ পুস্তকে রোযার পর পরই ই'তেকাফের নির্দেশাবলীর বর্ণনা দিয়েছেন। এতে এ কথার দিকেও ইঙ্গিত রয়েছে যে, ই'তেকাফ রোযার অবস্থায় করা কিংবা রমযানের শেষ ভাগে করা উচিত। রাসূলুল্লাহ (সঃ) রমযান মাসের শেষ দশ দিনে ই'তেকাফ করতেন, যে পর্যন্ত না তিনি এই নশ্বর জগৎ হতে বিদায় গ্রহণ করেন। তাঁর পরলোক গমনের পর তাঁর সহধর্মিণীগণ উম্মাহাতুল মু'মেনীন (রাঃ) ই'তেকাফ করতেন।' (সহীহ বুখারী ও সহীহ মুসলিম)। সহীহ বুখারী ও মুসলিমের মধ্যে রয়েছে যে, হযরত সুফিয়া বিন্তে হাই (রাঃ) রাসূলুল্লাহ (সঃ)-এর ই'তেকাফের অবস্থায় তার খিদমতে উপস্থিত হতেন এবং কোন প্রয়োজনীয় কথা জিজ্ঞেস করার থাকলে তা জিজ্ঞেস করে চলে যেতেন। একদা রাত্রে যখন তিনি চলে যাচ্ছিলেন তখন রাসূলুল্লাহ (সঃ) তাঁকে বাড়ীতে পৌছিয়ে দেয়ার জন্যে তার সাথে সাথে যান। কেননা, তার বাড়ী মসজিদে নববী (সঃ) হতে দূরে অবস্থিত ছিল। পথে দু’জন আনসারী সাহাবীর (রাঃ) সাথে সাক্ষাৎ হয়ে যায়। রাসূলুল্লাহ (সঃ)-এর সাথে তাঁর সহধর্মীণীকে দেখে তারা লজ্জিত হন এবং দ্রুত পদক্ষেপে চলতে থাকেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা থামো এবং জেনে রেখো যে, এটা আমার স্ত্রী সুফিয়া বিনতে হাই (রাঃ)। তখন তাঁরা বলেনঃ 'সুবহানাল্লাহ (অর্থাৎ আমরা অন্য কোন ধারণা কি করতে পারি)!' রাসূলুল্লাহ (সঃ) তখন বলেনঃ ‘শয়তান মানুষের শিরায় শিরায় রক্তের ন্যায় চলাচল করে থাকে। আমার ধারণা হলো যে, সে তোমাদের অন্তরে কোন কু-ধারণা সৃষ্টি করে দেয় কি না!' হযরত ইমাম শাফিঈ (রঃ) বলেন যে, নবী (সঃ) তাঁর এই নিজস্ব ঘটনা হতে তাঁর উম্মতবর্গকে শিক্ষা গ্রহণের ইঙ্গিত দিয়েছেন যে, তারা যেন অপবাদের স্থান থেকে দূরে থাকে। নতুবা এটা অসম্ভব কথা যে, রাসূলুল্লাহ (সঃ)-এর মহান সাহাবীবর্গ তার সম্বন্ধে কোন কু-ধারণা অন্তরে পোষণ করতে পারেন এবং এটাও অসম্ভব যে, রাসূলুল্লাহ (সঃ) তাঁদের সম্বন্ধে এরূপ ধারণা রাখতে পারেন।উল্লিখিত আয়াতে (আরবি) এর ভাবার্থ হচ্ছে স্ত্রীর সাথে মিলন এবং তার কারণসমূহ। যেমন চুম্বন, আলিঙ্গন ইত্যাদি। নচেৎ কোন জিনিস লেন-দেন ইত্যাদি সব কিছুই জায়েয। হযরত আয়েশা (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) ই'তিকাফের অবস্থায় আমার দিকে মাথা নোয়ায়ে দিতেন এবং আমি তার মাথায় চিরুনী করে দিতাম। অথচ আমি মাসিক বা ঋতুর অবস্থায় থাকতাম। তিনি মানবীয় প্রয়োজন পুরো করার উদ্দেশ্য ছাড়া বাড়ীতে আসতেন না। হযরত আয়েশা (রাঃ) বলেনঃ “ই'তিকাফের অবস্থায় আমি তো চলতে চলতেই বাড়ীর রুগীকে পরিদর্শন করে থাকি। অতঃপর আল্লাহ তা'আলা বলেনঃ “এই হচ্ছে আমার বর্ণনাকৃত কথা, ফরযকৃত নির্দেশাবলী এবং নির্ধারিত সীমা। যেমন রোযার নির্দেশাবলী ও তার জিজ্ঞাস্য বিষয়সমূহ, তার মধ্যে যা কিছু বৈধ এবং যা কিছু অবৈধ ইত্যাদি। মোটকথা এই সব হচ্ছে আমার সীমারেখা। সাবধান! তোমরা তার নিকটেও যাবে না এবং তা অতিক্রম করবে না। কেউ কেউ বলেন। যে, এই সীমা হচ্ছে ই'তিকাফের অবস্থায় স্ত্রী-মিলন হতে দূরে থাকা। আবার কেউ কেউ বলেন যে, এই আয়াতগুলোর মধ্যে চারটি নির্দেশকে উদ্দেশ্য করা হয়েছে এবং তা পাঠ করেন।অতঃপর আল্লাহ তা'আলা বলেন-‘যে ভাবে আমি রোযা ও তার নির্দেশাবলী, তার জিজ্ঞাস্য বিষয়সমূহ এবং তার ব্যখ্যা বর্ণনা করেছি, অনুরূপভাবে অন্যান্য নির্দেশাবলীও আমি আমার বান্দা ও রাসূল (সঃ)- এর মাধ্যমে সমস্ত বিশ্ববাসীর জন্যে বর্ণনা করেছি যেন তারা জানতে পারে যে, হিদায়াত কি এবং আনুগত্য (আরবি)কাকে বলে এবং এর ফলে যেন তারা খোদাভীরু হতে পারে। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেছেনঃ অর্থাৎ তিনি সেই আল্লাহ যিনি তাঁর বান্দার উপর উজ্জ্বল নিদর্শনাবলী অবতীর্ণ করেছেন যেন তিনি তোমাদেরকে অন্ধকার হতে বের করে আলোর দিকে আনয়ন করেন, নিশ্চয় আল্লাহ তোমাদের প্রতি স্নেহশীল, দয়ালু।' (৫৭:৯)",
  "ayah": 187,
  "surah": 2
}
