{
  "text": "২০০-২০২ নং আয়াতের তাফসীর\nএখানে আল্লাহ তাআলা নির্দেশ দেন-“হজ্ব সমাপনের পর খুব বেশী করে আল্লাহকে স্মরণ কর। প্রথম বাক্যের একটি অর্থ তো এই বর্ণনা করা হয়েছে যে, শিশু যেমন তার পিতা-মাতাকে স্মরণ করে ঐরূপ তোমরাও আল্লাহ তা'আলাকে স্মরণ কর। দ্বিতীয় অর্থ এই যে, অজ্ঞতার যুগের লোকেরা হজ্বের সময় অবস্থানের স্থানে অবস্থান করতো। অতঃপর কেউ বলতো‘আমার পিতা একজন বড় অতিথি সেবক ছিলেন। তিনি সাধারণের কাজ করে দিতেন। তিনি দানশীলতা ও বীরত্বে অদ্বিতীয় ছিলেন ইত্যাদি। কাজেই আল্লাহ তা'আলা বলেন, ‘এই সব বাজে কথা পরিত্যাগ কর এবং আল্লাহ তাআলার শ্রেষ্ঠত্ব সম্মান ও মর্যাদার কথা বর্ণনা কর। অধিকাংশ মুফাসির এটাই বর্ণনা করেছেন। মোটকথা এই যে, তোমরা খুব বেশী আল্লাহর যিক্র কর। এজন্যেই (আরবি) বা প্রভেদের উপর ভিত্তি করে (আরবি) এর উপর যবর দেয়া হয়েছে। অর্থাৎ যেভাবে তোমরা তোমাদের বড়দের জন্যে গৌরববোধ করে থাকো সেইভাবেই আল্লাহকে স্মরণ কর। (আরবি) দ্বারা এখানে, (আরবি)-এর সাদৃশ্য নিরূপণ করা হয়েছে। যেমন (আরবি) এবং এর মধ্যে -এর সাদৃশ্য প্রকাশের জন্যে (আরবি) শব্দটি ব্যবহৃত হয়েছে। এই সমুদয় স্থানে শব্দটি (আরবি) কখনই সন্দেহের জন্যে নয়, বরং যার সংবাদ দেয়া হয়েছে তারই বিশ্লেষণের জন্যে। অর্থাৎ ঐ যিকর এতটাই হবে বা তার চেয়েও বেশী হবে।অতঃপর ইরশাদ হচ্ছে-‘আল্লাহর যিক্র খুব বেশী করতঃ প্রার্থনা করতে থাক। কেননা, এটা হচ্ছে প্রার্থনা কবুলের সময়। সাথে সাথে ঐ সব লোকের অমঙ্গল কামনা করা হচ্ছে যারা আল্লাহর নিকট শুধু দুনিয়া লাভের জন্যেই প্রার্থনা জানিয়ে থাকে এবং আখেরাতের দিকে ভ্রুক্ষেপই করে না। আল্লাহ তা'আলা বলেন যে, তাদের জন্যে পরকালে কোনই অংশ নেই। হযরত আব্বাসের (রাঃ) বর্ণনা রয়েছে যে, কতকগুলো পল্লীবাসী এখানে অবস্থান করে শুধুমাত্র এই প্রার্থনা করতে, হে আল্লাহ! এই বছর ভালভাবে বৃষ্টি বর্ষণ করুন যেন ফসল ভাল জন্মে এবং বহু সন্তান দান করুন ইত্যাদি। কিন্তু মু'মিনদের প্রার্থনা উভয় জগতের মঙ্গলের জন্যেই হতো। এজন্যেই তাদের প্রশংসা করা হয়েছে। এই প্রার্থনার মধ্যে ইহজগত ও পরজগতের সমুদয় মঙ্গল একত্রিত করা হয়েছে এবং সমস্ত অমঙ্গল হতে ক্ষমা চাওয়া হয়েছে। কেননা, দুনিয়ার মঙ্গলের মধ্যে নিরাপত্তা, শান্তি, সুস্থতা, পরিবার পরিজন, খাদ্য, শিক্ষা, যানবাহন, দাস-দাসী, চাকর-চাকরানী এবং সম্মান ইত্যাদি সব কিছুই এসে গেল। আর আখেরাতের মঙ্গলের মধ্যে হিসাব সহজ হওয়া, ভয় সন্ত্রাস হতে মুক্তি পাওয়া, আমলনামা ডান হাতে পাওয়া এবং সম্মানের সাথে বেহেস্তে প্রবেশ করা ইত্যাদি সব কিছুই এসে গেল। এর পরে দোযখের শাস্তি হতে মুক্তি চাওয়া। এর ভাবার্থ এই যে, এরূপ কারণসমূহ আল্লাহ তা'আলা প্রস্তুত করে দেবেন। যেমন যারা অবৈধ কাজ করে থাকে তা থেকে তারা বিরত থাকবে এবং পাপ কার্য পরিত্যাগ করবে ইত্যাদি। কাসিম (রঃ) বলেন যে, যে ব্যক্তি কৃতজ্ঞতা প্রকাশকারী অন্তর, যিক্রকারী জিহ্বা এবং ধৈর্যধারণকারী দেহ লাভ করেছে সে দুনিয়া ও আখেরাতের মঙ্গল পেয়ে গেছে এবং দোযখের শাস্তি হতে মুক্তি লাভ করেছে।সহীহ বুখারীর মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) এই দু'আটিকে খুব বেশী পড়তেন। এই হাদীসে  (আরবি) শব্দের পূর্বে (আরবি) শব্দটিও রয়েছে। হযরত কাতাদাহ (রঃ) হযরত আনাস (রাঃ) কে জিজ্ঞেস করেন, রাসূলুল্লাহ (সঃ) কোন দু'আটি খুব বেশী পড়তেন: উত্তরে তিনি এই দু'আটির কথাই বলেন (তাফসীর-ইআহমাদ) হযরত আনাস (রাঃ) নিজেও যখন কোন দু'আ করতেন তখন তিনি এই দু'আটি ছাড়তেন না। হযরত সাবিত (রাঃ) একদা বলেন, “জনাব! আপনার এই ভাইটি চায় যে, আপনারা তার জন্যে দু'আ করেন। তখন তিনি এই দু'আটি পড়েন। অতঃপর কিছুক্ষণ বসে আলাপ আলোচনার পর তিনি চলে যাবার সময় আবার দু'আর প্রার্থনা জানালে তিনি বলেন, তুমি কি খণ্ড করতে চাচ্ছ: এই দু'আর মধ্যে তো সমস্ত মঙ্গল এসে গেছে (মুসনাদ-ই-ইবনে আবি হাতিম)। রাসূলুল্লাহ (সঃ) একটি মুসলমান রুগ্ন ব্যক্তিকে পরিদর্শন করতে যান। তাকে তিনি দেখেন যে, একেবারে ক্ষীণ হয়ে গেছেন এবং শুধু মাত্র অস্থির কাঠামো অবশিষ্ট রয়েছে। তিনি তাকে জিজ্ঞেস করেন, তুমি আল্লাহ তা'আলার নিকট কোন প্রার্থনা জানাচ্ছিলে কি তিনি বলেন “হাঁ, আমি এই প্রার্থনা করছিলাম। হে আল্লাহ! আপনি পরকালে আমাকে যে শাস্তি দিতে চান সেই শাস্তি দুনিয়াতেই দিয়ে দিন। তখন রাসূলুল্লাহ (সঃ) বললেন ‘সুবহানাল্লাহ! কারও মধ্যে ঐ শাস্তি সহ্য করার ক্ষমতা আছে কি: তুমি।(আরবি)  এই দু'আটি পড়নি কেন:' সুতরাং রুগ্ন ব্যক্তি তখন থেকে ঐ দু’আটিই পড়তে থাকেন এবং আল্লাহ তা'আলা তাঁকে আরোগ্য দান করেন (তাফসীর-ই-আহমাদ)। রুকনে বানী হামাজ এবং ‘রুকনে আওয়াদের মধ্যবর্তী স্থানে রাসূলুল্লাহ (সঃ) এই দু'আটি পড়তেন (সুনান-ই-ইবনে মাজাহ ইত্যাদি) কিন্তু এর সনদে দুর্বলতা রয়েছে। তিনি বলেন, 'যখন আমি রুকনের পার্শ্ব দিয়ে গমন করি তখন দেখি যে, তথায় ফেরেশতা রয়েছেন এবং ‘আমীন' বলছেন। তোমরা যখনই ওখান দিয়ে যাবে এই দু'আটি পড়বে (তাফসীর-ই-ইবনে-মিরদুওয়াই)এক ব্যক্তি হযরত ইবনে আব্বাসকে (রাঃ) জিজ্ঞেস করে, “আমি একটি যাত্রী দলের সেবার কার্যে এই পারিশ্রমিকের উপর নিযুক্ত হয়েছি যে, তারা আমাকে তাদের সোয়ারীর উপর উঠিয়ে নেবে এবং হজ্বের সময় তারা আমাকে হজ্ব করবার অবকাশ দেবে ও অন্যান্য দিনে আমি তাদের সেবার কার্যে নিয়োজিত থাকবে। তাহলে বলুন, এভাবে আমার হজ্ব আদায় হবে কি: তিনি উত্তরে বলেনঃ হ্যাঁ, বরং তুমি তো ঐ লোকদেরই অন্তর্ভুক্ত যাদের সম্বন্ধে কুরআন মাজীদের মধ্যে। (আরবি)  অর্থাৎ তারা যা অর্জন করেছে তাদের জন্যে তারই অংশ রয়েছে’-এই আয়াতটি ঘোষিত হয়েছে (মুস্তাদরিক-ই-হাকিম)।",
  "ayah": 202,
  "surah": 2
}
