{
  "text": "২০৮-২০৯ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা তার উপরে বিশ্বাস স্থাপনকারীগণকে ও তাঁর নবীর (সঃ) সত্যতা স্বীকারকারীগণকে নির্দেশ দিচ্ছেন যে, তারা যেন তার সমস্ত নির্দেশ মেনে চলে। এবং সমস্ত নিষিদ্ধ জিনিস হতে বিরত থাকে ও পূর্ণ শরীয়তের উপর আমল করে। (আরবি) শব্দের অর্থ হচ্ছে ইসলাম। ভাবার্থ আনুগত্য ও সততাও হতে পারে। (আরবি) শব্দের অর্থ হচ্ছে সব কিছু’ ও ‘পরিপূর্ণ। হযরত ইকরামার (রাঃ) উক্তি এই যে, হযরত আবদুল্লাহ বিন সালাম (রাঃ), হযরত আসাদ বিন উবাইদ (রাঃ), হযরত সালাবা (রাঃ) প্রভৃতি মহাপুরুষ যারা ইয়াহুদী হতে মুসলমান হয়েছিলেন, রাসূলুল্লাহ (সঃ)-এর নিকট আবেদন জানিয়েছিলেন যে, তাদেরকে যেন শনিবারের দিন উৎসবের দিন হিসেবে পালন করার ও রাত্রে তাওরাতের উপর আমল করার অনুমতি দেয়া হয়। সেই সময় এই আয়াতটি অবতীর্ণ হয়। তাঁদেরকে বলা হয়-ইসলামের নির্দেশাবলীর উপরেই আমল করতে হবে। কিন্তু এখানে হযরত আবদুল্লাহ বিন সালামের (রাঃ) নাম ঠিক বলে মনে হয় না। কেননা, তিনি উচ্চ স্তরের পণ্ডিত ছিলেন এবং পূর্ণ মুসলমান ছিলেন। তিনি পূর্ণরূপে অবগত ছিলেন যে, শনিবারের মর্যাদা রহিত হয়ে গেছে। এর পরিবর্তে শুক্রবার ইসলামের উৎসবের দিন হিসেবে নির্ধারিত হয়েছে। সুতরাং এটা অসম্ভব কথা যে, এরূপ অভিলাষের উপর তিনি অন্যদের সাথে হাত মেলাবেন। কোন কোন তাফসীরকারক (আরবি) শব্দটিকে (আরবি) বলেছেন। অর্থাৎ ‘তোমরা সবাই ইসলামের মধ্যে প্রবেশ কর। কিন্তু প্রথম উক্তিটি অধিকতর সঠিক। অর্থাৎ “তোমরা সাধ্যানুসারে ইসলামের প্রত্যেক নির্দেশ মেনে চল।' হযরত ইবনে আব্বাস (রাঃ) বর্ণনা করেন যে, আহলে কিতাব ইসলাম গ্রহণের পরেও তাওরাতের কতকগুলো নির্দেশ মেনে চলতো। তাদেরকেই বলা হচ্ছে-দ্বীনে মুহাম্মদীর (সঃ) মধ্যে পুরোপুরি এসে যাও। ওর কোন আমলই পরিত্যাগ করো না। তাওরাতের উপর শুধু ঈমান রাখাই যথেষ্ট।অতঃপর বলা হচ্ছে-‘তোমরা একমাত্র আল্লাহ তা'আলারই আনুগত্য স্বীকার কর, শয়তানের পদাংক অনুসরণ করো না। সে তো শুধুমাত্র পাপ ও অন্যায় কার্যেরই নির্দেশ দিয়ে থাকে এবং আল্লাহ তা'আলার উপর মিথ্যা অপবাদ দেয়ার কথা বলে থাকে। তার ও তার দলের ইচ্ছে এটাই যে,তোমরা দোযখবাসী হয়ে যাও। সে তোমাদের প্রকাশ্য শত্রু'। এর পরে বলা হচ্ছে-প্রমাণাদি জেনে নেয়ার পরেও যদি তোমরা সত্য হতে সরে পড় তবে জেনে রেখো যে, আল্লাহ তাআলা প্রতিদান দেয়ার ব্যাপারে প্রবল পরাক্রান্ত। না তার থেকে কেউ পলায়ন করতে পারবে, না তার উপর কেউ প্রভাব বিস্তার করতে পারবে। তিনি তাঁর নির্দেশাবলী চালু করার ব্যাপারে মহা বিজ্ঞানময়। পাকড়াও করার কাজে তিনি মহান পরাক্রমশালী, এবং নির্দেশ জারী করার কার্যে তিনি মহা বিজ্ঞানময়। তিনি কাফিরদের উপর প্রভূতু বিস্তারকারী এবং তাদের ওজর ও প্রমাণ কর্তন করার ব্যাপারে তিনি নৈপুণ্যের অধিকারী।",
  "ayah": 209,
  "surah": 2
}
