{
  "text": "হযরত ইবনে আব্বাস (রাঃ) বর্ণনা করেন যে, হযরত নূহ (আঃ) ও হযরত আদম (আঃ)-এর মধ্যে দশটি যুগ ছিল। ঐ যুগসমূহের লোকেরা সত্য শরীয়তের অনুসারী ছিল। অতঃপর তাদের মধ্যে মতভেদ সৃষ্টি হয়। তখন আল্লাহ তা'আলা নবীগণকে (আঃ) প্রেরণ করেন। তার কিরআতও নিম্নরূপঃ (আরবি)অর্থাৎ মানব জাতি একই সম্প্রদায়ভুক্ত ছিল, অতঃপর তারা মতভেদ সৃষ্টি করে।' (১০:১৯) হযরত উবাই বিন কা'বেরও (রাঃ) পঠন এটাই। কাতাদাহও (রঃ) এর তাফসীর এরকমই করেছেন যে, যখন তাদের মধ্যে মতভেদ সৃষ্টি হয়ে যায় তখন আল্লাহ তা'আলা তাঁর প্রথম রাসূল অর্থাৎ হযরত নূহ (আঃ)-কে প্রেরণ করেন। হযরত মুজাহিদও (রঃ) এটাই বলেন। হযরত আবদুল্লাহ বিন আব্বাস (রাঃ) হতে একটি বর্ণনা রয়েছে যে, প্রথমে সবাই কাফির ছিল। কিন্তু প্রথম উক্তিটি অর্থ হিসেবেও এবং সনদ হিসেবেও অধিকতর সঠিক। সুতরাং ঐ নবীগণ (আঃ) মু'মিনদেরকে সুসংবাদ শুনিয়েছেন এবং কাফিরদেরকে ভয় প্রদর্শন করেন। তাঁদের সাথে আল্লাহ প্রদত্ত গ্রন্থও ছিল, যেন জনগণের প্রত্যেক মতভেদের মীমাংসা ইলাহী কানুন দ্বারা হতে পারে। কিন্তু ঐ প্রমাণাদির পরেও শুধুমাত্র পারস্পরিক হিংসা বিদ্বেষ, গোঁড়ামি, একগুঁয়েমি এবং প্রবৃত্তির কারণেই তারা একমত হতে পারেনি। কিন্তু মু'মিনদেরকে আল্লাহ তাআলা সুপথ প্রদর্শন করেন। সুতরাং তারা মতবিরোধের চক্র হতে বেরিয়ে সরল সঠিক পথের সন্ধান লাভ করে। রাসূলুল্লাহ (সঃ) বলেনঃ “আমরা দুনিয়ায় আগমন হিসেবে সর্বশেষ বটে, কিন্তু কিয়ামতের দিন বেহেশতে প্রবেশ লাভ হিসেবে আমরা সর্ব প্রথম হবো। আহলে কিতাবকে আল্লাহর কিতাব আমাদের পূর্বে দেয়া হয়েছে এবং আমাদেরকে দেয়া হয়েছে পরে। কিন্তু তারা মতভেদ সৃষ্টি করে এবং আল্লাহ তা'আলা আমাদেরকে সুপথ প্রদর্শন করেন। জুম’আ সম্বন্ধেও এদের মধ্যে মতবিরোধ রয়ে যায়। কিন্তু আমাদের এই সৌভাগ্য লাভ হয় যে, এই দিক দিয়েও সমস্ত আহলে কিতাব আমাদের পিছনে পড়ে যায়। শুক্রবার আমাদের, শনিবার ইয়াহূদীদের এবং রবিবার খ্রীষ্টানদের।'হযরত যায়েদ বিন আসলাম (রঃ) বলেন যে, জুম’আ ছাড়াও\"কিবলার ব্যাপারেও এটা ঘটেছে। খ্রীষ্টানেরা পূর্ব দিককে কিবলা বানিয়েছে, ইয়াহূদীরা কিবলা করেছে বায়তুল মুকাদ্দাসকে, কিন্তু মুহাম্মদ (সঃ)-এর অনুসারীগণ কাবাকে তাদের কিবলা রূপে নির্ধারিত করেছে। অনুরূপভাবে নামাযেও মুসলমানেরা অগ্রে রয়েছে। আহলে কিতাবের কারও নামাযে রুকু আছে কিন্তু সিজদা নেই, আবার কারও সিজদা আছে কিন্তু রুকু নেই। আবার কেউ কেউ নামাযে কথা-বার্তা বলে থাকে, আবার কেউ কেউ নামাযে চলা-ফেরা করে থাকে। কিন্তু মুহাম্মদ (সঃ)-এর উম্মতের নামায নীরবতা ও স্থিরতার সাথে পালিত হয়। এরা নামাযের মধ্যে না কথা বলবে, না চলা-ফেরা করবে। এরকমই রোযার ব্যাপারেও তাদের মধ্যে মতানৈক্য রয়েছে। কিন্তু এতেও মুহাম্মদ (সঃ)-এর উম্মত সুপথ প্রদর্শিত হয়েছে। পূর্বে উম্মতবর্গের কেউ কেউ তো দিনের কিছু অংশে রোযা রাখতো, কোন দল কোন কোন প্রকারের খাদ্য পরিত্যাগ করতো। কিন্তু আমাদের রোযা সব দিক দিয়েই পূর্ণতা প্রাপ্ত এবং এর মধ্যে আমাদেরকে সত্য পথ সম্বন্ধে বুঝানো হয়েছে। অনুরূপভাবে হযরত ইবরাহীম (আঃ) সম্বন্ধে ইয়াহুদীরা বলেছিল যে, তিনি ইয়াহুদী ছিলেন এবং খ্রীষ্টানেরা বলেছিল যে, তিনি খ্রীষ্টান ছিলেন। কিন্তু প্রকৃতপক্ষে তিনি একজন পুরোপুরি মুসলমান ছিলেন। সুতরাং এই ব্যাপারেও আমরা সুপথ প্রদর্শিত হয়েছি। এবং হযরত ইবরাহীম খালীলুল্লাহ (আঃ) সম্বন্ধে সঠিক ধারণা। আমাদেরকে দেয়া হয়েছে।হযরত ঈসা (আঃ)-কেও ইয়াহুদীরা মিথ্যা প্রতিপন্ন করেছিল এবং তাঁর সম্মানিতা মাতা সম্পর্কে জঘন্য কথা উচ্চারণ করেছিল। খ্রীষ্টানেরা তাঁকে আল্লাহ ও আল্লাহর পুত্র বলেছিল। কিন্তু মুসলমানকে আল্লাহ তা'আলা এই দু'টো হতেই রক্ষা করেছেন। তারা তাঁকে আল্লাহর রূহ, আল্লাহর কালেমা এবং সত্য নবী বলে স্বীকার করেছে। হযরত রাবী বিন আনাস (রাঃ) বলেন, ‘আয়াতটির ভাবার্থ এই যে, যেমনভাবে প্রথমে সমস্ত লোকে আল্লাহর উপাসনাকারী ছিল এবং তারা সৎ কার্য সম্পাদন করতো ও মন্দ কাজ হতে বিরত থাকতো। অতঃপর মধ্যভাগে তাদের মধ্যে মতভেদ সৃষ্টি হয়েছিল। তেমনিভাবে শেষ উম্মতকে। আল্লাহ তাআলা মতানৈক্য হতে সরিয়ে প্রথম দলের ন্যায় সঠিক পথে নিয়ে। এসেছেন। এই উম্মত অন্যান্য উম্মতের উপরে সাক্ষী হবে। এমনকি হযরত নূহ (আঃ)-এর উম্মতের উপরেও এরা সাক্ষ্য দান করবে। হযরত হূদের(আঃ) কওম, হযরত তালুতের (আঃ) কওম, হযরত সালেহের (আঃ) কওম, হযরত শুয়াইবের (আঃ) কওম এবং ফিরআউনের বংশধরদের মীমাংসাও এদের সাক্ষ্যের মাধ্যমেই হবে। এরা বলবে যে, এই নবীগণ (আঃ) প্রচার করেছিলেন এবং এই উম্মতেরা তাদেরকে মিথ্যা প্রতিপন্ন করেছিলো। হযরত উবাই বিন কাবের পঠনে (আরবি) রয়েছে অর্থাৎ যেন তারা কিয়ামতের দিন জনগণের উপর সাক্ষী হয় এবং আল্লাহ যাকে ইচ্ছা সরল পথপ্রদর্শন করে থাকেন। আবুল আলিয়া (রঃ) বলেন, এই আয়াতে যেন নির্দেশ দেয়া হচ্ছে যে,সন্দেহ হতে, ভ্রান্তি হতে এবং বিবাদ হতে বেঁচে থাকা উচিত। এই হিদায়াত আল্লাহ তা'আলার ইলম এবং তাঁর পথপ্রদর্শনের মাধ্যমেই হয়েছে। তিনি যাকে ইচ্ছা সরল সঠিক পথের জ্ঞান দান করে থাকেন। সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) রাত্রে যখন তাহাজ্জুদ নামাযের জন্যে উঠতেন তখন নিম্নের দু'আটি পাঠ করতেন : (আরবি)অর্থাৎ হে আল্লাহ! হে জিবরাঈল, মিকাঈল ও ইসরাফিলের প্রভু! হে আকাশ ও পৃথিবীর সৃষ্টিকর্তা! হে প্রকাশ্য ও গুপ্তের জ্ঞাতা! আপনিই আপনার বান্দাদের পারস্পরিক মতভেদের মীমাংসা করে থাকেন। আমার প্রার্থনা এই যে, যেসব ব্যাপারে মতভেদ সৃষ্টি হয় তার মধ্যে যা সঠিক আমাকে অপনি তারই জ্ঞান দান করুন। আপনি যাকে ইচ্ছা সরল পথপ্রদর্শন করে থাকেন।'রাসূলুল্লাহ (সঃ)-এর নিম্নের প্রার্থনাটিও নকল করা হয়েছে (আরবি)অর্থাৎ হে আল্লাহ! যা সত্য তা আমাদেরকে সত্য রূপে প্রদর্শন করুন এবং তার অনুসরণ করার আমাদেরকে তাওফীক প্রদান করুন। আর মিথ্যাকে মিথ্যারূপে আমাদেরকে প্রদর্শন করুন এবং আমাদেরকে ওটা হতে বাঁচবার তাওফীক দিন। আমাদের উপর সত্য ও মিথ্যাকে মিশ্রিত করবেন না। যার কারণে আমরা পথভ্রষ্ট হয়ে পড়ি। হে আল্লাহ! আমাদেরকে আপনি সৎ ও খোদাভীরু লোকদের ইমাম বানিয়ে দিন।",
  "ayah": 213,
  "surah": 2
}
