{
  "text": "২১-২২ নং আয়াতের তাফসীর\nএখান থেকে আল্লাহ তা'আলার তাওহীদ বা একত্ববাদ ও তাঁর উলুহিয়্যাতের বর্ণনা শুরু হচ্ছে। তিনি স্বীয় বান্দাগণকে অস্তিত্বহীনতা থেকে অস্তিত্বের দিকে টেনে এনেছেন, তিনিই প্রত্যেক প্রকাশ্য ও অপ্রকাশ্য নিয়ামত দান করেছেন, তিনিই যমীনকে বিছানা স্বরূপ বানিয়েছেন এবং আকাশকে ছাদ করেছেন। যেমন অন্য আয়াতে আছেঃ আমি আকাশকে নিরাপদ চাঁদোয়া বা ছাদ বানিয়েছি এবং এতদসত্ত্বেও তারা নিদর্শনাবলী হতে মুখ ফিরিয়ে থাকে। আকাশ হতে বারিধারা বর্ষণ করার অর্থ হচ্ছে মেঘমালা হতে বৃষ্টি বর্ষণ করা এমন সময়ে যখন মানুষ ও পূর্ণ মুখাপেক্ষী থাকে। অতঃপর ঐ পানি থেকে বিভিন্ন প্রকারের ফলমূল উৎপন্ন করা, যা থেকে মানুষ এবং জীবজন্তু উপকৃত হয়। যেমন কুরআন মজীদের বিভিন্ন জায়গায় এর বর্ণনা এসেছে। এক স্থানে মহান আল্লাহ বলেছেনঃ “তিনিই আল্লাহ, যিনি তোমাদের জন্যে যমীনকে বিছানা ও আকাশকে ছাদ স্বরূপ বানিয়েছেন, সুন্দর সুন্দর কমনীয় আকৃতি দান করেছেন, ভাল ভাল এবং স্বাদে অতুলনীয় আহার্য পৌছিয়েছেন, তিনিই আল্লাহ যিনি বরকতময় সারা বিশ্বজগতের প্রতিপালক, সকলের সৃষ্টিকর্তা, সকলের আহারদাতা, সকলের মালিক আল্লাহ তাআলাই এবং এ জন্যেই তিনি সর্বপ্রকার ইবাদত ও তাঁর জন্যে অংশীদার স্থাপন না করার আসল হকদার। এজন্যে আল্লাহ তা'আলা বলেছেনঃ “আল্লাহ তা'আলার জন্যে অংশীদার স্থাপন করো না, তোমরা তো বিলক্ষণ জান ও বুঝ।সহীহ বুখারী ও মুসলিমে রয়েছে, হযরত ইবনে মাসউদ (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! সবচেয়ে বড় পাপ কোনটি? তিনি উত্তরে বলেনঃ সৃষ্টিকর্তা আল্লাহ তা'আলার সঙ্গে অংশীদার স্থাপন করা। আর একটি হাদীসে আছে, হযরত মু'আযকে (রাঃ) রাসূলুল্লাহ (সঃ) জিজ্ঞেস করেনঃ বান্দার উপরে আল্লাহর হক কি তা কি তুমি জান? (তা হচ্ছে এই যে,) তাঁর ইবাদত। করবে এবং তাঁর ইবাদতে অন্য কাউকেও অংশীদার করবে না। অন্য একটি হাদীসে আছে, রাসূলুল্লাহ (সঃ) বলেনঃ “তোমাদের মধ্যে যেন কেউ একথা না বলে যে, যা আল্লাহ একা চান ও অমুক চায়। বরং যেন এই কথা বলে যে, যা কিছু আল্লাহ একাই চান অতঃপর অমুক চায়। হযরত আয়িশার (রাঃ) বৈমাত্রেয় ভাই হযরত তুফাইল বিন সাখবারাহ (রাঃ) বলেনঃ “আমি স্বপ্নে কতকগুলো ইয়াহূদকে দেখে জিজ্ঞেস করলামঃ “তোমরা কে?' তারা বললোঃ “আমরা ইয়াহূদী।' আমি বললাম, আফসোস! তোমাদের মধ্যে বড় অন্যায় এই আছে যে, তোমরা হযরত উযায়েরকে (রাঃ) আল্লাহর পুত্র বলে থাক। তারা বললোঃ ‘তোমরাও ভাল লোক, কিন্তু দুঃখের বিষয়, তোমরা বলে থাক যে, যা আল্লাহ চান ও মুহাম্মদ (সঃ) চান।' অতঃপর আমি খৃষ্টানদের দলের নিকট গেলাম এবং তারাও এ উত্তর দিল। সকাল হলে আমি আমার স্বপ্নের কথা কতকগুলি লোককে বললাম, অতঃপর রাসূলুল্লাহ (সঃ)-এর দরবারে হাযির হয়ে তার কাছেও ঘটনাটি বর্ণনা করলাম। রাসূলুল্লাহ (সঃ) আমাকে জিজ্ঞেস করলেন, ‘আর কারও কাছে স্বপ্নের কথা বর্ণনা করেছ কি?' আমি বললাম জি হাঁ। তখন তিনি দাঁড়িয়ে গেলেন এবং আল্লাহর হামদ ও সানা বর্ণনা করার পর বললেনঃ তুফাইল (রাঃ) একটি স্বপ্ন দেখেছে এবং তোমাদের কারও কারও কাছে বর্ণনাও করেছে। আমি তোমাদেরকে একথাটি বলা হতে বিরত রাখতে চেয়েছিলাম। কিন্তু অমুক অমুক কার্যের কারণে এ পর্যন্তও বলতে পারিনি। স্মরণ রেখো! এখন হতে আর কখনও যা আল্লাহ চান ও মুহাম্মদ (সঃ) চান’ একথা বলবে, বরং বলবে যা শুধু মাত্র আল্লাহ একাই চান’ (তাফসীর-ই-ইবনে মিরদুওয়াই)।এক ব্যক্তি রাসূলুল্লাহ (সঃ) কে বললঃ যা আল্লাহ চান ও হযরত মুহাম্মদ (সঃ) চান। তিনি বললেনঃ তুমি কি আমাকে আল্লাহর অংশীদার করছো? এ কথা বল-যা আল্লাহ একাই চান’ (তাফসীর-ই-ইবনে মিরদুওয়াই)। এ সমস্ত কথা সরাসরি একত্ববাদের বিপরীত। আল্লাহর একত্ববাদের জন্যে এসব হাদীস বর্ণিত হয়েছে। সুতরাং আল্লাহই এ সম্পর্কে সবচেয়ে বেশী জানেন। সমস্ত কাফির ও মুনাফিককে আল্লাহ তা'আলা তার ইবাদত করার নির্দেশ দিয়েছেন এবং বলেছেন তোমরা আল্লাহর ইবাদত কর অর্থাৎ তার একত্ববাদের অনুসারী হয়ে যাও, তাঁর সঙ্গে কাউকেও অংশীদার করো না-যে কোন উপকারও করতে পারে না এবং ক্ষতিও না। তোমরা তো জান যে তিনি ছাড়া কোন প্রভু নেই, তিনি তোমাদেরকে আহার্য দান করেন এবং তোমরা এটাও জান যে আল্লাহর রাসূল (সঃ) তোমাদেরকে এই একত্ববাদের দিকে আহ্বান করেছেন এবং যার সত্যতায় কোন সন্দেহের অবকাশ নেই। শিরক এটা থেকেও বেশী গোপনীয় যেমন পীপিলিকা-যা অন্ধকার রাতে কোন পরিষ্কার পাথরের উপর চলতে থাকে। মানুষের একথা বলা যে-যদি এ কুকুর না থাকতো তবে রাত্রে চোর আমাদের ঘরে ঢুকে পড়তো-এটাও শিরক। মানুষের একথা বলা যে, যদি হাঁস বাড়ীতে না থাকতো তবে চুরি হয়ে যেতো, এটাও শিরক। কারও একথা বলা। যে, যা আল্লাহ চান ও আপনি চান’ একথাও শিরক। কারও একথা বলা যে, যদি আল্লাহ না হতেন অমুক না হতো' এ সমস্তই শিরকের কথা।সহীহ হাদীসে আছে কোন এক ব্যক্তি রাসূলুল্লাহ (সঃ) কে বললেনঃ যা আল্লাহ চান ও আপনি চান, তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ তুমি কি আমাকে আল্লাহর অংশীদার রূপে দাঁড় করছো? অন্য হাদীসে আছেঃ তোমরা কতই না উত্তম লোক হতে যদি তোমরা শিরক না করতে! তোমরা বলছে যে, যা আল্লাহ চান এবং অমুক চায়।' হযরত আবুল আলিয়া (রঃ) বলেন যে  -এর অর্থ হচ্ছে অংশীদার ও সমতুল্য। হযরত মুজাহিদ (রঃ) বলেন যে, তোমরা তাওরাত ও ইঞ্জীল পড়ছ এবং জানছো যে আল্লাহ অংশীদার বিহীন, অতঃপর জেনেশুনে জ্ঞাতসারে আল্লাহ তা'আলার জন্যে অংশীদার স্থাপন করছ কেন?মুসনাদ-ই- আহমাদে আছে রাসূলুল্লাহ (সঃ) বলেছেনঃ মহাসম্মানিত আল্লাহ হযরত ইয়াহইয়া (আঃ) কে পাঁচটি জিনিসের নির্দেশ দিয়ে বললেনঃ ‘এগুলোর উপর আমল কর এবং বানী ইসরাঈলকেও এর উপর আমল করার নির্দেশ দাও।' তিনি এ ব্যাপারে প্রায়ই বিলম্ব করে দিলে হযরত ঈসা (আঃ) তাঁকে স্মরণ করিয়ে দিয়ে বললেনঃ আপনার উপর বিশ্ব প্রভুর যে নির্দেশ ছিল যে,পাঁচটি কাজ আপনি নিজেও পালন করবেন এবং অপরকেও পালন করার নির্দেশ দিবেন। সুতরাং আপনি নিজেই বলে দিন বা আমি পেীছিয়ে দিই।' হযরত ইয়াহইয়া (আঃ) বললেনঃ আমার ভয় হচ্ছে যে, যদি আপনি আমার অগ্রগামী হয়ে যান, তবে না জানি আমাকে শাস্তি দেয়া হবে বা মাটির মধ্যে ঢুকিয়ে দেয়া হবে। অতঃপর হযরত ইয়াহইয়া (আঃ) বানী ইসরাঈলকে বাইতুল মুকাদ্দাসে একত্রিত করলেন। যখন মসজিদ ভরে গেল তখন তিনি উঁচু স্থানে বসলেন, আল্লাহর প্রশংসা ও গুণকীর্তনের পর বললেনঃ আল্লাহপাক আমাকে পাঁচটি কাজের নির্দেশ দিয়েছেন যেন আমি নিজেও পালন করি এবং তোমাদেরকেও পালন করার নির্দেশ দেই। (তা হচ্ছে এই যে) (১) তোমরা আল্লাহর ইবাদত করবে, তার সাথে অন্য কাউকে অংশীদার করবে না। এর দৃষ্টান্ত এই রূপ যেমন একটি লোক নিজস্ব মাল দিয়ে একটি গোলাম খরিদ করলো। গোলাম কাজ কাম করে এবং যা পায় তা অন্য লোককে দিয়ে দেয়। লোকটির গোলাম এরূপ হওয়া কি তোমরা পছন্দ কর? ঠিক এরকমই তোমাদের সৃষ্টিকর্তা, তোমাদের আহার্য দাতা, তোমাদের প্রকৃত মালিক এক আল্লাহ, যার কোন অংশীদার নেই। সুতরাং তোমরা তাঁরই ইবাদত করবে এবং তার সঙ্গে অন্য কাউকেও অংশীদার করবে। (২) তোমরা নামায প্রতিষ্ঠিত করবে। বান্দা যখন নামাযের মধ্যে এদিক ওদিক না তাকায় তখন আল্লাহ তাআলা তার মুখোমুখী হন। যখন তোমরা নামায পড়বে তখন সাবধান! এদিক ওদিক তাকাবে না। (৩) তোমরা রোযা রাখবে। এর দৃষ্টান্ত এই যে, যেমন একটি লোকের কাছে থলে ভর্তি মৃগনাভি রয়েছে, যার সুগন্ধে তার সমস্ত সঙ্গীর মস্তিষ্ক সুবাসিত হয়েছে। স্মরণ রেখো যে, রোযাদার ব্যক্তির মুখের সুগন্ধি আল্লাহর নিকট এই মৃগনাভির সুগন্ধি হতেও বেশী পছন্দনীয়। (৪) সাদকা ও দান খায়রাত করতে থাকবে। এর দৃষ্টান্ত এরূপ যে, যেমন কোন এক ব্যক্তিকে শত্রুরা বন্দী করে ফেলেছে এবং তার ঘাড়ের সঙ্গে হাত বেঁধে দিয়েছে গর্দান উড়িয়ে দেয়ার জন্য বধ্যভূমিতে নিয়ে চলেছে। তখন সে বলছেঃ “আমাকে তোমরা মুক্তিপণের বিনিময়ে ছেড়ে দাও।' সুতরাং কম বেশী যা কিছু ছিল তা দিয়ে সে তার প্রাণ রক্ষা করলো। (৫) খুব বেশী তাঁর নামের অযিফা পাঠ করবে এবং তার খুব যিক্র করবে। এর দৃষ্টান্ত ঐ ব্যক্তির মত যার পিছনে খুব দ্রুত বেগে শত্রু দৌড়িয়ে আসছে এবং সে একটি মজবুত দুর্গে ঢুকে পড়ছে ও সেখানে নিরাপত্তা পেয়ে যাচ্ছে। এভাবে আল্লাহর যিকর দ্বারা শয়তান হতে রক্ষা পাওয়া যায়।'একথা বলে রাসূলুল্লাহ (সঃ) আবার বলেনঃ ‘আমিও তোমাদের পাঁচটি জিনিসের নির্দেশ দিচ্ছি, যার নির্দেশ মহান আল্লাহ আমাকে দিয়েছেনঃ (১) মুসলমানদের দলকে আঁকড়ে ধরে থাকবে। (আল্লাহ, তাঁর রাসূল (সঃ) এবং স্বীয় যুগের মুসলমান শাসন কর্তার নির্দেশাবলী মেনে চলা)। (২) (ধর্মীয় উপদেশ) শ্রবণ করা। (৩) মান্য করা। (৪) হিজরত করা এবং (৫) আল্লাহর পথে জিহাদ করা। যে ব্যক্তি কনিষ্ঠাঙ্গুলি পরিমাণ দল থেকে সরে গেল সে নিজের গলদেশ হতে ইসলামের হাঁসুলী নিক্ষেপ করে দিল। হ্যা, তবে যদি সে ফিরে আসে তবে তা অন্য কথা। যে ব্যক্তি অজ্ঞতা যুগের নাম ধরে ডেকে থাকে। সে দোযখের খড়কুটো। জনগণ জিজ্ঞেস করলেনঃ হে আল্লাহর রাসূল (সঃ)! যদিও সে রোযাদার ও নামাযী হয়?' তিনি বললেন, যদিও সে নামায পড়ে রোযা রাখে এবং নিজেকে মুসলমান মনে করে। মুসলমানদেরকে তাদের সেই নামে ডাকতে থাকা যে নাম স্বয়ং কল্যাণময় আল্লাহ তা'আলা রেখেছেন, (তা হচ্ছে) মুসলেমীন, মুমেনীন এবং ইবাদুল্লাহ।'এ হাদীসটি হাসান। এই আয়াতের মধ্যেও এটাই বর্ণিত আছে যে, আল্লাহ তা'আলা তোমাদেরকে সৃষ্টি করেছেন, তিনিই তোমাদেরকে আহার্য দিচ্ছেন। সুতরাং ইবাদতও তাঁরই কর। তাঁর সঙ্গে কাউকেও অংশীদার করো না। এ আয়াত দ্বারা সাব্যস্ত হচ্ছে যে, ইবাদতের মধ্যে আল্লাহ তা'আলার একত্ববাদের পূর্ণ খেয়াল রাখা উচিত। সমগ্র ইবাদতের যোগ্য একমাত্র তিনিই। ইমাম রাযী (রঃ) প্রভৃতি মনীষীগণ আল্লাহ তা'আলার অস্তিত্বের উপরেও এই আয়াত দ্বারা প্রমাণ গ্রহণ করেছেন এবং প্রকৃত পক্ষেও এই আয়াতটি আল্লাহ তা'আলার অস্তিত্বের উপরে খুব বড় দলিল। আকাশ ও পৃথিবীর বিভিন্ন আকার, বিভিন্ন রং, বিভিন্ন স্বভাব এবং বিভিন্ন উপকারের প্রাণীসমূহ, ওদের সৃষ্টিকর্তার অস্তিত্ব, তার ব্যাপক ক্ষমতা ও নৈপুণ্য এবং তার বিরাট সাম্রাজ্যের সাক্ষ্য বহন করছে।কোন একজন বেদুঈনকে জিজ্ঞেস করা হয়েছিলঃ আল্লাহ যে আছে তার প্রমাণ কি? সে উত্তরে বলেছিলঃ সুবহানাল্লাহ! উটের বিষ্ঠা দেখে উট আছে এর প্রমাণ পাওয়া যায়, পায়ের চিহ্ন দেখে পথিকের পথ চলার প্রমাণ পাওয়া যায়; তাহলে এই যে বড় বড় নক্ষত্র বিশিষ্ট আকাশ, বহু পথ বিশিষ্ট যমীন, বড় বড় ঢেউ বিশিষ্ট সমুদ্র কি সেই মহাজ্ঞানী ও সূক্ষ্মদর্শী আল্লাহর অস্তিত্বের প্রমাণ দেয় না?খলীফা হারুনুর রশীদ হযরত ইমাম মালিককে প্রশ্ন করেছিলেনঃ আল্লাহর অস্তিত্বের প্রমাণ কি?' তিনি বলেছিলেনঃভাষা পৃথক হওয়া, শব্দ আলাদা হওয়া, স্বর মাধুর্য পৃথক হওয়া আল্লাহ আছেন বলে সাব্যস্ত করছে। হযরত ইমাম আবু হানীফাকেও (রঃ) এই প্রশ্ন করা হলে তিনি বলেনঃ “আমাকে ছেড়ে দাও, আমি এখন অন্য চিন্তায় আছি। জনগণ আমাকে বলেছে যে, একখানা বড় নৌকা আছে যার মধ্যে বিভিন্ন ব্যবসায়ের মাল রয়েছে, ওর না আছে কোন রক্ষক বা না আছে কোন চালক। এটা সত্ত্বেও ওটা বরাবর নদীতে যাতায়াত করছে এবং বড় বড় ঢেউগুলো নিজে নিজেই চিরে ফেড়ে চলে যাচ্ছে। থামবার জায়গায় থামছে, চলবার জায়গায় চলছে, ওতে কোন মাঝিও নেই, কোন নিয়ন্ত্রকও নেই।' তখন প্রশ্নকারীরা বললোঃ আপনি কি বাজে চিন্তায় পড়ে আছেন? কোন্ জ্ঞানী এ কথা বলতে পারে যে, এত বড় নৌকা শৃংখলার সাথে তরঙ্গময় নদীতে আসছে-যাচ্ছে অথচ ওর কোন চালক নেই? তিনি বললেনঃ ‘আফসোস তোমাদের জ্ঞানে! একটি নৌকা চালক ছাড়া শৃংখলার সঙ্গে চলতে পারে না, কিন্তু এই সারা দুনিয়া, আসমান ও যমীনের সমুদয় জিনিস ঠিকভাবে আপন আপন কাজে লেগে রয়েছে অথচ ওর কোন মালিক, পরিচালক এবং সৃষ্টিকর্তা নেই? উত্তর শুনে তারা হতভম্ব হয়ে গেল এবং সত্য জেনে নিয়ে মুসলমান হয়ে গেল।হযরত ইমাম শাফিঈ (রঃ) কেও এই প্রশ্ন করা হলে তিনি উত্তরে বলেনঃ উঁত গাছের একই পাতা একই স্বাদ। ওকে পোকা, মৌমাছি, গরু, ছাগল, হরিণ ইত্যাদি সবাই খেয়ে থাকে ও চরে থাকে। এটা খেয়েই পোকা হতে রেশম বের হয়, মৌমাছি মধু দেয়, হরিণের মধ্যে মৃগনাভি জন্মলাভ করে এবং গরু-ছাগল গোবর ও লাদি দেয়। এটা কি ঐ কথার স্পষ্ট দলীল নয় যে, একই পাতার মধ্যে বিভিন্ন প্রকৃতির সৃষ্টিকারী একজন আছেন” তাকেই আমরা আল্লাহ মেনে থাকি, তিনিই আবিষ্কারক এবং তিনিই শিল্পী। হযরত ইমাম আহমাদ বিন হাম্বলের (রঃ) নিকটেও একবার আল্লাহর অসিত্বের উপর দলীল চাওয়া হলে তিনি বলেনঃ ' জেনে রেখো! এখানে একটি মজবুত দুর্গ রয়েছে। তাতে কোন দরজা নেই, কোন পথ নেই এমনকি ছিদ্র পর্যন্তও নেই। বাহিরটা চাদির মত চকচক করছে এবং ভিতরটা সোনার মত জ্বল জ্বল করছে, আর উপর নীচ, ডান বাম চারদিক সম্পূর্ণ রূপে বন্ধ রয়েছে। বাতাস পর্যন্তও ভিতরে প্রবেশ করতে পারে না। হঠাৎ ওর একটি প্রাচীর ভেঙ্গে পড়লো এবং ওর ভিতর হতে চক্ষু কর্ণ বিশিষ্ট, চলৎ শক্তি সম্পন্ন সুন্দর আকৃতি অধিকারী একটি জীবন্ত প্রাণী বেরিয়ে আসলো। আচ্ছা বলতো এই রুদ্ধ ও নিরাপদ ঘরে এ প্রাণীটির সৃষ্টিকারী কেউ আছে কি নেই? সেই স্রষ্টার অস্তিত্ব মানবীয় অস্তিত্ব হতে উচ্চতর এবং তার ক্ষমতা অসীম কি-না? তার উদ্দেশ্য ছিল এই যে, ডিমকে দেখ, ওর চারদিকে বন্ধ রয়েছে, তথাপি মহান সৃষ্টিকর্তা আল্লাহ ওর ভিতর জীবন্ত মুরগীর বাচ্চা সৃষ্টি করেছেন। এটাই আল্লাহর অস্তিত্ব ও তার একত্ববাদের প্রমাণহযরত আবু নুয়াস (রঃ) এই জিজ্ঞাস্য বিষয় সম্পর্কে জিজ্ঞাসিত হয়ে বলেছিলেনঃ ‘আকাশ হতে বৃষ্টি বর্ষিত হওয়া ও তা হতে বৃক্ষরাজি সৃষ্টি হওয়া এবং তরতাজা শাখার উপর সুস্বাদু ফলের অবস্থান আল্লাহ তা'আলার অস্তিত্ব এবং তার একত্ববাদের দলীল হওয়ার জন্যে যথেষ্ট। ইবনে মুআয (রঃ) বলেনঃ ‘আফসোস! আল্লাহ তা'আলার অবাধ্যতা এবং তাঁর সত্তাকে অবিশ্বাস করার। উপর মানুষ কি করে সাহসিকতা দেখাচ্ছে অথচ প্রত্যেক জিনিসই সেই বিশ্ব প্রতিপালকের অস্তিত্ব এবং তার অংশীবিহীন হওয়ার উপর সাক্ষ্য প্রদান করছে!\nঅন্যান্য গুরুজনের বচন হচ্ছে\nতোমরা আকাশের দিকে দৃষ্টিপাত কর, ওর উচ্চতা, প্রশস্ততা, ওর ছোট বড় উজ্জ্বল তারকারাজির প্রতি লক্ষ্য কর, ওগুলির ঔজ্জ্বল্য ও আঁকজমক, ওদের আবর্তন ও স্থিরতা এবং ওদের প্রকাশ পাওয়া ও গোপন হওয়ার প্রতি দৃষ্টি নিক্ষেপ কর। অতঃপর সমুদ্রের দিকে চেয়ে দেখ যার ঢেউ খেলতে রয়েছে ও পৃথিবীকে ঘিরে আছে। তারপর উচু নীচু পাহাড়গুলোর দিকে দেখ যা যমীনের বুকে গাড়া রয়েছে এবং ওকে নড়তে দেয়, ওদের রং ও আকৃতি বিভিন্ন। বিভিন্ন প্রকারের সৃষ্ট বস্তুর প্রতি দৃষ্টি নিবদ্ধ কর, আবার ক্ষেত্র ও বাগানসমূহকে সবুজ সজীবকারী ইতস্ততঃ প্রবাহমান সুদৃশ্য নদীগুলোর দিকে তাকাও, ক্ষেত্র ও বাগানের সবজীগুলো এবং ওদের নানা প্রকার ফল, ফুল এবং সুস্বাদু মেওয়াগুলোর কথা চিন্তা কর যে, মাটিও এক এবং পানিও এক, কিন্তু আকৃতি, গন্ধ, রং স্বাদ এবং উপকার দান পৃথক পৃথক। এসব কারিগরী কি তোমাদেরকে বলে দেয় না যে, ওদের একজন কারিগর আছেন? এসব আবিষ্কৃত জিনিস কি উচ্চরবে বলে না যে, ওদের আবিষ্কারক কোন একজন আছেন? এ সমৃদয় সৃষ্টজীব কি স্বীয় সষ্টিকর্তার অস্তিত্ব, তাঁর, সত্তা ও একত্ববাদের সাক্ষ্য প্রদান করে না? এ হচ্ছে দলীলের বোঝা বা মহা সম্মানিত ও মহা মর্যাদাবান আল্লাহ স্বীয় সত্তাকে স্বীকার করার জন্যে প্রত্যেক চক্ষুর সামনে রেখে দিয়েছেন যা তার ব্যাপক ক্ষমতা, পূর্ণ নৈপুণ্য, অদ্বিতীয় রহমত, অতুলনীয় দান এবং অফুরন্ত অনুগ্রহের উপর সাক্ষ্য দান করার জন্য যথেষ্ট। আমরা স্বীকার করছি যে, তিনি ছাড়া অন্য কোন পালনকর্তা, সৃষ্টিকর্তা এবং রক্ষাকর্তা নেই। তিনি ছাড়া কোন সত্য উপাস্যও নেই এবং নিঃসন্দেহে তিনি ছাড়া সিজদার হকদারও আর কেউ নেই। হ্যা, হে দুনিয়ার লোকেরা! তোমরা শুনে রেখো যে, আমার আস্থা ও ভরসা তাঁরই উপর রয়েছে, আমার কাকুতি মিনতি প্রার্থনা তারই নিকট, তারই সামনে আমার মস্তক অবনত হয়, তিনিই আমার আশ্রয় স্থল, সুতরাং আমি তারই নাম জপছি।",
  "ayah": 22,
  "surah": 2
}
