{
  "text": "২২৬-২২৭ নং আয়াতের তাফসীর\nযদি কোন লোক কিছুদিন পর্যন্ত স্বীয় স্ত্রীর সাথে সহবাস না করার শপথ গ্রহণ করে তবে এরূপ শপথকে (আরবি) বলা হয়। এর দু'টি রূপ রয়েছে। এই সময় চার মাসের কম হবে বা বেশী হবে। যদি কম হয় তবে চার মাস পুরো করবে এবং এই সময়ের মধ্যে স্ত্রীও ধৈর্যধারণ করবে। এর মধ্যে সে স্বামীর নিকট আবেদন জানাতে পারবে না। এই চার মাস পুরো হওয়ার পর স্বামী-স্ত্রী পরস্পর মিলিত হয়ে যাবে। যেমন সহীহ বুখারী ও সহীহ মুসলিমের হাদীসে রয়েছে যে, নবী (সঃ) এক মাসের জন্যে শপথ করেছিলেন এবং পূর্ণ উনত্রিশ দিন পৃথক থাকেন এবং বলেন, মাস ঊনত্রিশ দিনেও হয়ে থাকে। আর যদি চার মাসের বেশী সময়ের জন্যে শপথ করে তবে চার মাস পূর্ণ হওয়ার পর স্বামীর নিকট আবেদন জানাবার স্ত্রীর অধিকার রয়েছে যে, হয় মিলিত হবে, না হয় তালাক দেবে। শাসনকর্তা স্বামীকে এ দু' এর মধ্যে একটি করতে বাধ্য করবেন যেন স্ত্রী কষ্ট না পায়। এখানে এই বর্ণনাই হচ্ছে যে, যারা তাদের স্ত্রীদের সাথে (আরবি) করবে, অর্থাৎ তাদের সাথে সহবাস না করার শপথ করবে তাদের জন্যে চার মাস সময় রয়েছে। চার মাস অতিক্রান্ত হওয়ার পর তাদেরকে বাধ্য করা হবে যে, হয় তারা স্ত্রীদের সাথে মিলিত হবে না হয় তালাক দেবে। এর দ্বারা বুঝা গেল যে, (আরবি) স্ত্রীদের জন্যেই নির্দিষ্ট করা হয়েছে, দাসীদের জন্যে নয়। এটাই জমহুর উলামার মাযহাব। স্বামীর জন্যে উচিত নয় যে, চার মাস অতিক্রান্ত হওয়ার পরেও স্ত্রী হতে পৃথক থাকবে। এখন যদি তারা ফিরে আসে, অর্থাৎ সহবাস করে তবে তার পক্ষ থেকে স্ত্রীর যে কষ্ট হয়েছে আল্লাহ তাআলা তা ক্ষমা করে দেবেন। এতে ঐ আলেমদের জন্যে দলীল রয়েছে যারা বলেন যে, এই অবস্থায় স্বামীর উপর কোন কাফফারা নেই। ইমাম শাফিঈরও (রঃ) প্রথম উক্তি এটাই। এর সমর্থনে ঐ হাদীসও রয়েছে যা পূর্বের আয়াতের তাফসীরে বর্ণিত হয়েছে, তা এই যে, শপকারী শপথ ভেঙ্গে দেয়ার মধ্যেই যদি মঙ্গল বুঝতে পারে তবে তা ভেঙ্গে দেবে এবং এটাই তার কাফফারা। কিন্তু আলেমদের অন্য একটি দলের মাযহাব এই যে, ঐ শপথের কাফফারা দিতে হবে। এর হাদীসগুলোও উপরে বর্ণিত হয়েছে। জমহুরের মাযহাবও এটাই।অতঃপর ঘোষণা হচ্ছে-চার মাস অতিক্রান্ত হওয়ার পর যদি সে তালাক দেয়ার ইচ্ছে করে;এর দ্বারা প্রমাণিত হচ্ছে যে, চার মাস অতিবাহিত হলেই তালাক হয়ে যায় না। পরবর্তী জমহুরের এটাই মাযহাব। তবে অন্য একটি দল এও বলেন যে, চার মাস অতিবাহিত হলেই তালাক হয়ে যাবে। হযরত উমার (রাঃ) হযরত যায়েদ বিন সাবিত (রাঃ) এবং কোন কোন তাবিঈ (রঃ) হতেও এটাই বর্ণিত আছে। অতঃপর কেউ বলেন যে, এটা তালাক-ই-রাজঈ' হবে। আবার কেউ বলেন যে, তালাক-ই-বায়েন হবে। যারা তালাক হয়ে যাওয়ার মত পোষণ করেন তারা বলেন যে, এর পরে স্ত্রীকে ‘ইদ্দত’ও পালন করতে হবে। তবে ইবনে আব্বাস (রাঃ) এবং আবুশ শাশা (রাঃ) বলেন যে, যদি এই চার মাসের মধ্যে ঐ স্ত্রী লোকটির তিনটি হায়ে এসে গিয়ে থাকে তবে তার উপর 'ইদ্দত’ও নেই। ইমাম শাফিঈরও (রঃ) এটাই উক্তি। কিন্তু পরবর্তী জমহুর উলামার ঘোষণা এই যে, ঐ সময় অতিবাহিত হলেই তালাক হয়ে যাবে। এমন কি তখন শপথকারীকে বাধ্য করা হবে যে, হয় সে শপথ ভেঙ্গে দেবে, না হয় তালাক দিয়ে দেবে। মুআত্তা-ই-ইমাম মালিকের মধ্যে হযরত আবদুল্লাহ বিন উমার (রাঃ) হতে এটাই বর্ণিত আছে। সহীহ বুখারীর মধ্যেও এই বর্ণনাটি বিদ্যমান রয়েছে।ইমাম শাফিঈ (রঃ) স্বীয় সনদে হযরত সুলাইমান বিন ইয়াসার (রঃ) হতে বর্ণনা করেনঃ ‘আমি দশজনের বেশী সাহাবী (রাঃ) হতে শুনেছি, তাঁরা বলেছেন যে, চার মাসের পরে শপথকারীকে দাঁড় করানো হবে। অতঃপর তাকে বলা হবেঃ “তুমি মিলিত হও অথবা তালাক দাও।” সুতরাং কমপক্ষে তেরোজন সাহাবী (রাঃ) হলেন। হযরত আলী (রাঃ) হতেও এটাই নকল করা হয়েছে। ইমাম শাফিঈ (রঃ) বলেনঃ এটাই আমাদের মাযহাব, এটাই হযরত উমার (রাঃ), হযরত ইবনে উমার (রাঃ), হযরত আয়েশা (রাঃ), হযরত উসমান বিন যায়েদ বিন সাবিত (রাঃ), এবং দশের উপরে অন্যান্য সাহাবা-ই-কিরাম হতে বর্ণিত আছে। দারেকুতনীর হাদীসের মধ্যে রয়েছে, হযরত আবু সালিহ (রঃ) বলেনঃ “আমি যারোজন সাহাবীকে (রাঃ) এই মাসআলাটি জিজ্ঞেস করেছি। সবাই এই উত্তরই দিয়েছেন।হযরত উমার (রাঃ), হযরত উসমান (রাঃ), হযরত আলী (রাঃ) হযরত আবু দারদা (রাঃ), উম্মুল মুমেনীন হযরত আয়েশা (রাঃ), হযরত ইবনে উমার (রাঃ) ও হযরত ইবনে আব্বাস (রাঃ) এটাই বলেন। তাবেঈগণের (রঃ) মধ্যে হযরত সাঈদ বিন মুসাইয়াব (রঃ), হযরত উমার বিন আবদুল আযীয (রঃ), হযরত মুজাহিদ (রঃ), হযরত তাউস (রঃ), হযরত মুহাম্মদ বিন কা'ব (রঃ) এবং হযরত কাসিম (রঃ)-এরও উক্তি এটাই। হযরত ইমাম মালিক (রঃ), ইমাম শাফিঈ (রঃ), ইমাম আহমাদ বিন হাম্বল (রঃ) এবং তাদের সঙ্গীদেরও এটাই মাযহাব। ইমাম ইবনে জারীরও (রঃ) এই উক্তিকেই পছন্দ করেন। লায়েস (রঃ), ইসহাক বিন রাওইয়াহ (রঃ), আবু উবাইদ (রঃ), আবু সাউর (রঃ), দাউদ (রঃ), প্রভৃতি মনীষীও এটাই বলেন। এই মনীষীগণ বলেন যে, যদি চার মাসের পরে সে ফিরে না আসে তবে তাকে তালাক দেয়াতে বাধ্য করা হবে। যদি তালাক না দেয় তবে শাসনকর্তা তার পক্ষ থেকে তালাক দেবেন এবং এটা হবে তালাক-ই-রাজঈ। ইদ্দতের মধ্যে স্ত্রীকে ফিরিয়ে নেয়ার অধিকার স্বামীর রয়েছে। শুধুমাত্র ইমাম মালিক (রঃ) বলেন যে, স্ত্রীকে ফিরিয়ে নেয়া জায়েয নয় যে পর্যন্ত না ইদ্দতের মধ্যে সহবাস করে। কিন্তু এই উক্তিটি অত্যন্ত গরীব। এখানে যে চার মাস বিলম্বের অনুমতি দেয়া হয়েছে এই ব্যাপারে মুআত্তা-ই-মালিকের মধ্যে হযরত আবদুল্লাহ বিন দীনারের বর্ণনায় হযরত উমারের (রাঃ) একটি ঘটনা ধর্মশাস্ত্রবিদগণ সাধারণতঃ বর্ণনা করে থাকেন। তা হচ্ছে এই যে, হযরত উমার ফারূক (রাঃ) সাধারণতঃ রাত্রি বেলায় মদীনার অলিতে গলিতে ঘুরে বেড়াতেন। একদা রাত্রে বের হয়ে তিনি শুনতে পান যে, একটি স্ত্রী লোক সফরে গমনকৃত তার স্বামীর স্মরণে একটি কবিতা পাঠ করছে-যার অর্থ হচ্ছেঃ “হায়! এই কৃষ্ণ ও সুদীর্ঘ রাত্রিসমূহে আমার স্বামী নেই। তিনি থাকলে তার সাথে হাসি ও রং তামাশা করতাম। আল্লাহর শপথ! যদি আল্লাহর ভয় আমার না থাকতো তবে অবশ্যই এই সময়ে চৌকির পায়া নড়ে উঠতো।” হযরত উমার (রাঃ) স্বীয় কন্যা উম্মুল মুমেনীন হযরত হাফসার (রাঃ) নিকট এসে তাঁকে জিজ্ঞেস করেনঃ স্ত্রী তার স্বামীর অনুপস্থিতিতে কতদিন ধৈর্য ধরে থাকতে পারে।' তিনি বলেনঃ “ছ-মাস বা চার মাস।” তিনি বলেন, এখন থেকে আমি নির্দেশ জারী করবো যে, কোন মুসলমান সৈন্য যেন সফরে এর চেয়ে অধিক দিন অবস্থান না করে। কোন কোন বর্ণনায় কিছু বেশীও রয়েছে এবং এর অনেক সনদ রয়েছে এবং এই ঘটনাটি প্রসিদ্ধ হয়ে আছে।",
  "ayah": 227,
  "surah": 2
}
