{
  "text": "২২৯-২৩০ নং আয়াতের তাফসীর\nইসলামের পূর্বে প্রথা ছিল এই যে, স্বামী যত ইচ্ছা স্ত্রীকে তালাক দিতো এবং ইদ্দতের মধ্যে ফিরিয়ে নিতো। ফলে স্ত্রীগণ সংকটপূর্ণ অবস্থায় পতিত হয়েছিল। স্বামী তাদেরকে তালাক দিতো এবং ইদ্দত অতিক্রান্ত হওয়ার নিকটবর্তী হতেই ফিরিয়ে নিতো। পুনরায় তালাক দিতো। কাজেই স্ত্রীদের জীবন দুর্বিষহ হয়ে উঠেছিল। ইসলাম এই সীমা নির্ধারণ করে দেয় যে, এভাবে মাত্র দু'টি তালাক দিতে পারবে। তৃতীয় তালাকের পর ফিরিয়ে নেয়ার আর কোন অধিকার থাকবে না। সুনান-ই-আবু দাউদের মধ্যে এই অধ্যায় রয়েছে যে, তিন তালাকের পর স্ত্রীকে ফিরিয়ে নেয়া রহিত হয়ে গেছে।অতঃপর এই বর্ণনাটি উদ্ধৃত করা হয়েছে যে, হযরত ইবনে আব্বাস (রাঃ) এটাই বলেন। মুসনাদ-ই-ইবনে আবি হাতীম' গ্রন্থে রয়েছে যে, এক ব্যক্তি স্বীয় স্ত্রীকে বলে-“আমি তোমাকে রাখবোও না এবং ছেড়েও দেবো না। স্ত্রী বলে : ‘কিরূপে:' সে বলে : তোমাকে তালাক দেবো এবং ইদ্দত শেষ হওয়ার সময় হলেই ফিরিয়ে নেবো। আবার তালাক দেবো এবং ইদ্দত শেষ হওয়ার পূর্বেই পুনরায় ফিরিয়ে নেবো। এরূপ করতেই থাকবো। ঐ স্ত্রীলোকটি রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয়ে তার এই দুঃখের কথা বর্ণনা করে। তখন এই পবিত্র আয়াতটি অবতীর্ণ হয়। অন্য একটি বর্ণনায় রয়েছে যে, এই আয়াতটি অবতীর্ণ হওয়ার পর ঐলোকগুলো তালাকের প্রতি লক্ষ্য রাখতে আরম্ভ করে এবং শুধরে যায়। তৃতীয় তালাকের পর স্ত্রীকে ফিরিয়ে নেয়ার স্বামীর কোন অধিকার থাকলো না এবং তাদেরকে বলা হলো দুই তালাক পর্যন্ত তোমাদের অধিকার রয়েছে যে, সংশোধনের উদ্দেশ্যে তোমরা তোমাদের স্ত্রীদেরকে ফিরিয়ে নেবে যদি তারা ইদ্দতের মধ্যে থাকে এবং তোমাদের এও অধিকার রয়েছে যে, তোমরা তাদের ইদ্দত অতিক্রান্ত হতে দেবে এবং তাদেরকে ফিরিয়ে নেবে না, যেন তারা নতুনভাবে বিয়ের যোগ্য হয়ে যায়। আর যদি তৃতীয় তালাক দেবারই ইচ্ছে কর তবে সত্তাবে তালাক দেবে। তাদের কোন হক নষ্ট করবে না, তাদের। উপর অত্যাচার করবে না এবং তাদের কোন ক্ষতি করবে না। এক ব্যক্তি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেঃ হে আল্লাহর রাসূল (সঃ) ! এই আয়াতে দুই তালাকের কথাতো বর্ণিত হয়েছে, তৃতীয় তালাকের বর্ণনা কোথায় রয়েছে:' তখন রাসূলুল্লাহ (সঃ) বলেনঃ(আরবি) অর্থাৎ ‘অথবা সভাবে পরিত্যাগ করতে হবে এর মধ্যে রয়েছে।' (২:২২৯) যখন তৃতীয় তালাক দেয়ার ইচ্ছে করবে তখন স্ত্রীকে তালাক গ্রহণে বাধ্য করার উদ্দেশ্যে তার জীবন সংকটময় করা এবং তার প্রতি কঠোরতা অবলম্বন করা স্বামীর জন্যে একেবারে হারাম। যেমন কুরআন মাজীদের মধ্যে অন্য জায়গায় রয়েছে : ‘স্ত্রীদেরকে সংকটময় অবস্থায় নিক্ষেপ করো না এই উদ্দেশ্যে যে, তোমরা তাদেরকে প্রদত্ত্ব বস্তু হতে কিছু গ্রহণ করবে। তবে স্ত্রী যদি খুশী মনে কিছু দিয়ে তালাক প্রার্থনা করে তবে সেটা অন্য কথা। যেমন অন্যস্থানে রয়েছে।(আরবি)অর্থাৎ “যদি তারা খুশী মনে তোমাদের জন্যে কিছু ছেড়ে দেয় তবে তা তোমরা বেশ তৃপ্তির সাথে ভক্ষণ কর।' (৪:৪) আর যখন স্বামী-স্ত্রীর মধ্যে মতানৈক্য বেড়ে যায় এবং স্ত্রী স্বামীর প্রতি সন্তুষ্ট না থাকে ও তার হক আদায় করে, এরূপ অবস্থায় যদি সে তার স্বামীকে কিছু প্রদান করতঃ তালাক গ্রহণ করে তবে তার দেয়ায় এবং এর নেয়ায় কোন পাপ নেই। এটাও মনে রাখার বিষয় যে, যদি স্ত্রী বিনা কারণে তার স্বামীর নিকট ‘খোলা’ তালাক প্রার্থনা করে তবে সে অত্যন্ত পাপীনী হবে।জামেউত্ তিরমিযী প্রভৃতির হাদীসে রয়েছে যে, যে স্ত্রী বিনা কারণে তার স্বামীর নিকট তালাক প্রার্থনা করে অর উপর বেহেশতের সুগন্ধিও হারাম। আর একটি বর্ণনায় রয়েছে-‘অথচ বেহেশতের সুগন্ধি চল্লিশ বছরের পথের দূরত্ব হতেও এসে থাকে। অন্য বর্ণনায় রয়েছে যে, এরূপ স্ত্রী বিশ্বাসঘাতিনী। পূর্ববর্তী ও পরবর্তী ইমামগণের একটা বিরাট দলের ঘোষণা এই যে, ‘খোলা’ শুধুমাত্র ঐ অবস্থায় রয়েছে যখন অবাধ্যতা ও দুষ্টামি স্ত্রীর পক্ষ থেকে হবে। ঐ সময় স্বামী মুক্তিপণ নিয়ে ঐ স্ত্রীকে পৃথক করে দিতে পারে। যেমন কুরআন পাকের এই। আয়াতটির মধ্যে রয়েছে। এই অবস্থা ছাড়া অন্য কোন অবস্থায় ‘ভোলা’ বৈধ নয়। এমন কি হযরত ইমাম মালিক (রঃ) বলেন যে, যদি স্ত্রীকে কষ্ট দিয়ে এবং তার হক কিছু নষ্ট করে স্বামী তাকে বাধ্য করতঃ তার নিকট হতে কিছু গ্রহণ করে তবে তা ফিরিয়ে দেয়া ওয়াজিব। ইমাম শাফিঈ (রঃ) বলেন যে, মতানৈক্যের সময় যখন কিছু গ্রহণ করা বৈধ তখন মতৈক্যের সময় বৈধ হওয়ায় কোন অসুবিধার কারণ থাকতে পারে না।বাকর বিন আব্দুল্লাহ (রঃ) বলেন যে, কুরআন মাজীদের নিম্নের আয়াতটি দ্বারা ‘খোলা' রহিত হয়ে গেছে। (আরবি) অর্থাৎ “তোমরা যদি তাদের কাউকে ধনভাণ্ডারও দিয়ে থাকো তথাপি তা হতে কিছু গ্রহণ করো না (৪:২০)।' কিন্তু এই উক্তিটি দুর্বল ও বর্জনীয়। আয়াতটি অবতীর্ণ হওয়ার কারণ এই যে, মুআত্তা-ই-ইমাম মালিকের মধ্যে রয়েছেঃ ‘হাবীবা বিনতে সাহল আনসারিয়া’ (রাঃ) হযরত সাবিত বিন কায়েস বিন শামাসের (রাঃ) স্ত্রী ছিলেন। একদা রাসূলুল্লাহ (সঃ) ফজরের নামাযের জন্য অন্ধকার থাকতেই বের হন। দরজার উপর হযরত হাবীবা বিনতে সাহলকে (রাঃ) দাঁড়িয়ে থাকতে দেখে জিজ্ঞেস করেন, কে তুমি: তিনি বলেনঃ “আমি সাহলের কন্যা হাবীবা'। রাসূলুল্লাহ (সঃ) বলেন ‘খবর কি: তিনি বলেনঃ “আমি সাবিত বিন কায়েসের (রাঃ) স্ত্রী রূপে থাকতে পারি না।' একথা শুনে রাসূলুল্লাহ (সঃ) নীরব হয়ে যান। অতঃপর তার স্বামী হযরত সাবিত বিন কায়েস (রাঃ) আগমন করলে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ ‘হাবীবা বিনতে সাহল (রাঃ) কিছু বলেছে।' হযরত হাবীবা (রাঃ) বলেন, হে আল্লাহর রাসূল (সঃ)! তিনি আমাকে যা কিছু দিয়েছেন তা সবই আমার নিকট বিদ্যমান রয়েছে এবং আমি ফিরিয়ে দিতে প্রস্তুত রয়েছি।' তখন রাসূলুল্লাহ (সঃ) হযরত সাবিত (রাঃ)-কে বলেন, ‘ঐগুলো গ্রহণ কর।' হযরত সাবিত বিন কায়েস (রাঃ) তখন সেগুলো গ্রহণ করেন এবং হযরত হাবীবা (রাঃ) মুক্ত হয়ে যান। অন্য একটি হাদীসে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, হযরত হাবীবা বিনতে সাহল (রাঃ) হযরত সাবিত বিন কায়েস বিন শামাসের (রাঃ) স্ত্রী ছিলেন। হযরত সাবিত (রাঃ) তাঁকে প্রহার করেন, ফলে তাঁর কোন একটি হাড় ভেঙ্গে যায়। তখন তিনি ফজরের পরে রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয়ে স্বামীর বিরুদ্ধে অভিযোগ করেন। রাসূলুল্লাহ (সঃ) হযরত সাবিত (রাঃ)-কে ডেকে পাঠিয়ে বলেন, “তোমার স্ত্রীর কিছু মাল গ্রহণ কর এবং তাকে পৃথক করে দাও।' হযরত সাবিত (রাঃ) বলেন হে আল্লাহর রাসূল (সঃ)! এটা আমার জন্যে বৈধ হবে কি:' তিনি বলেন ‘হাঁ'। হযরত সাবিত (রাঃ) বলেন, আমি তাকে দু'টি বাগান দিয়েছি এবং ও দু’টো তার মালিকানাধীনেই রয়েছে।' তখন নবী (সঃ) বলেন, তুমি ঐ দু’টো গ্রহণ করে তাকে পৃথক করে দাও।' তিনি তাই করেন।অন্য একটি বর্ণনায় রয়েছে যে, হযরত সাবিত (রাঃ) এই কথাও বলেছিলেন, “হে আল্লাহর রাসূল! আমি তাকে চরিত্র ও ধর্মভীরুতার ব্যাপারে দোষারোপ করছি না, কিন্তু আমি ইসলামের মধ্যে কুফরকে অপছন্দ করি।' অতঃপর মাল নিয়ে হযরত সাবিত (রাঃ) তাকে তালাক দিয়ে দেন। কোন কোন বর্ণনায় তাঁর নাম জামিলাও এসেছে। কোন বর্ণনায় এও রয়েছে যে, তিনি বলেন, এখন আমার ক্রোধ সম্বরণের শক্তি নেই। একটি বর্ণনায় এটাও রয়েছে যে, রাসূলুল্লাহ (সঃ) হযরত সাবিত (রাঃ)-কে বলেন, 'যা দিয়েছে, তাই নাও, বেশী নিও না। একটি বর্ণনায় রয়েছে যে, হযরত হাবীবা (রাঃ) বলেছিলেন, তিনি দেখতেও সুন্দর নন।' অন্য একটি বর্ণনায় রয়েছে যে, তিনি আবদুল্লাহ বিন উবাই এর ভগ্নী ছিলেন ও ইসলামে এটাই সর্বপ্রথম ‘খোলা ছিল।হযরত হাবীবা (রাঃ) এর একটি কারণ এও বর্ণনা করেছেন, একদা আমি তাঁবুর পর্দা উঠিয়ে দেখতে পাই যে, আমার স্বামী কয়েকজন লোকের সাথে আসছেন। এদের মধ্যে তিনিই ছিলেন সর্বাপেক্ষা কালো, বেঁটে ও কুৎসিৎ। রাসূলুল্লাহ (সঃ)-এর ‘তাকে তার বাগান ফিরিয়ে দাও।' এই নির্দেশের পরিপ্রেক্ষিতে হযরত হাবীবা (রাঃ) বলেছিলেন, হে আল্লাহর রাসূল (সঃ)! আপনি বললে আমি আরও কিছু দিতে প্রস্তুত রয়েছি। আর একটি বর্ণনায় রয়েছে, হযরত হাবীবা (রাঃ) এই কথাও বলেছিলেন, হে আল্লাহর রাসূল (সঃ)! আল্লাহর ভয় না থাকলে আমি তার মুখে থুথু দিতাম। জমহুরে মাযহাব এই যে, ‘খোলা তালাকে স্বামী তার প্রদত্ত মাল হতে বেশী নিলেও বৈধ হবে। কেননা, কুরআন মাজীদে(আরবি) অর্থাৎ ‘সে মুক্তি লাভের জন্যে যা কিছু বিনিময় দেয়' বলা হয়েছে। (২:২২৯) একজন স্ত্রীলোক স্বামীর সাথে মনোমালিন্য হয়ে হযরত উমারের (রাঃ) নিকট আগমন করে। হযরত উমার (রাঃ) তাকে আবর্জনাযুক্ত একটি ঘরে বন্দী করার নির্দেশ দেন। অতঃপর তাকে কয়েদখানা হতে ডেকে পাঠিয়ে জিজ্ঞেস করেন, অবস্থা কিরূপ:' সে বলে, 'আমার জীবনে আমি এই একটি রাত্রি আরামে কাটিয়েছি তখন তিনি তার স্বামীকে বলেন, তার কানের বিনিময়ে হলেও তার সাথে ভোলা করে নাও।' একটি বর্ণনায় রয়েছে যে, তাকে তিন দিন পর্যন্ত কয়েদখানায় রাখা হয়েছিল। আর একটি বর্ণনায় রয়েছে যে, তিনি তাঁর স্বামীকে বলেছিলেন, একগুচ্ছ চুলের বিনিময়ে হলেও তুমি তা গ্রহণ করতঃ তাকে পৃথক করে দাও।' হযরত উসমান (রাঃ) বলেন-চুলের গুচ্ছ ছাড়া সব কিছু নিয়েই খোলা তালাক হতে পারে। রাবী' বিনতে মুআওয়াজ বিন আফরা (রাঃ) বলেন, “আমার স্বামী বিদ্যমান থাকলেও আমার সাথে আদান-প্রদানে ত্রুটি করতেন এবং বিদেশে চলে গেলে তো সম্পূর্ণ রূপেই বঞ্চিত করতেন। একদিন ঝগড়ার সময় আমি বলে ফেলিআমার অধিকারে যা কিছু রয়েছে সবই নিয়ে নিন এবং আমাকে খোলা তালাক প্রদান করুন। তিনি বলেন ঠিক আছে, এটাই ফয়সালা হয়ে গেল। কিন্তু আমার চাচা মুয়ায বিন আফরা (রাঃ) এই ঘটনাটি হযরত উসমানের (রাঃ) নিকট বর্ণনা করেন। হযরত উসমান (রাঃ) ওটাই ঠিক রাখেন এবং বলেন, চুলের খোপা ছাড়া সব কিছু নিয়ে নাও।' কোন কোন বর্ণনায় এও রয়েছে যে, ওর চেয়ে ছোট জিনিসও। মোট কথা সব কিছুই নিয়ে নাও। এসব ঘটনা দ্বারা প্রমাণিত হচ্ছে যে, স্ত্রীর নিকট যা কিছু রয়েছে সব দিয়েই সে ‘খোলা’ করিয়ে নিতে পারে এবং স্বামী তার প্রদত্ত মাল হতে বেশী নিয়েও ভোলা করতে পারে। হযরত ইবনে উমার (রাঃ), ইবনে আব্বাস (রাঃ), মুজাহিদ (রাঃ), ইকরামা (রঃ), ইবরাহীম নাখঈ (রঃ), কাবীসা বিন যাবীব (রঃ), হাসান বিন সালিহ (রঃ) এবং উসমানও (রঃ) এটাই বলেন। ইমাম মালিক (রঃ), লায়েস (রঃ) এবং আবু সাউরেরও (রঃ) মাযহাব এটাই। ইমাম ইবনে জারীরও (রঃ) এটাই পছন্দ করেন।  ইমাম আবু হানীফার (রঃ) সহচরদের উক্তি এটাই যে, যদি অন্যায় ও ত্রুটি স্ত্রীর পক্ষ হতে হয় তবে স্বামী তাকে যা দিয়েছে তা ফিরিয়ে নেয়া তার জন্যে বৈধ। কিন্তু তার চেয়ে বেশী নেয়া জায়েয নয়। আর বাড়াবাড়ি যদি পুরুষের পক্ষ হতে হয় তবে তার জন্যে কিছুই নেয়া বৈধ নয়। ইমাম আহমাদ (রঃ), উবাইদ (রঃ), ইসহাক (রঃ) এবং রাহুইয়াহ (রঃ) বলেন যে, স্বামীর জন্যে তার প্রদত্ত বস্তু হতে অতিরিক্ত নেয়া কোন ক্রমেই বৈধ নয়। সাঈদ বিন মুসাইয়াব (রঃ), আতা (রঃ), আমর বিন শুয়াইব (রঃ), যুহরী (রঃ), তাউস (রঃ), হাসান বসরী (রঃ), শাবী (রঃ), হাম্মাদ বিন আবূ সুলাইমান (রঃ) এবং রাবী' বিন আনাসেরও (রঃ) এটাই মাযহাব। মুআম্মার (রঃ) এবং হাকিম (রঃ) বলেন যে, হযরত আলীরও (রাঃ) ফায়সালা এটাই। আওযায়ীর (রঃ) ঘোষণা এই যে, কাযীগণ স্বামীর প্রদত্ত বস্তু হতে বেশী গ্রহণ করা তার জন্যে বৈধ মনে করেন। এই মাযহাবের দলীল ঐ হাদীসটিও যা উপরে বর্ণিত হয়েছে। তাতে রয়েছে, তোমার বাগান নিয়ে নাও কিন্তু বেশী নিও না।'‘মুসনাদ-ই-আবদ বিন হামীদ' নামক গ্রন্থেও একটি মারফু হাদীস রয়েছে যে, নবী (সঃ) খোলা গ্রহণ কারিণী স্ত্রীকে প্রদত্ত বস্তু হতে বেশী গ্রহণ করাকে খারাপ মনে করেছেন। ঐ অবস্থায় যা কিছু মুক্তির বিনিময়ে সে দেবে কুরআন মাজীদের এই কথার অর্থ হবে এই যে, প্রদত্ত বস্তু হতে যা কিছু দেবে। কেননা, এর পূর্বে ঘোষণা বিদ্যমান রয়েছে যে, তোমরা তাদেরকে যা দিয়েছ তা হতে কিছুই গ্রহণ করো না। রাবী'র (রঃ) (আরবি) পঠনে শব্দের পরে (আরবি) শব্দটিও রয়েছে। অতঃপর বলা হচ্ছে-এগুলো আল্লাহর সীমাসমূহ। তোমরা এই সীমাগুলো অতিক্রম করো না, নতুবা পাপী হয়ে যাবে।\nপরিচ্ছেদ\nকোন কোন মনীষী খোলাকে তালাকের মধ্যে গণ্য করেন না। তারা বলেন যে, যদি এক ব্যক্তি তার স্ত্রীকে দু'তালাক দিয়ে দেয়, অতঃপর ঐ স্ত্রী ‘খোলা’ করিয়ে নেয় তবে ঐ স্বামী ইচ্ছে করলে পুনরায় ঐ স্ত্রীকে বিয়ে করতে পারে। তারা দলীল রূপে এই আয়াতটিকেই এনে থাকেন। এটা হচ্ছে হযরত ইবনে আব্বাসের (রাঃ) উক্তি। হযরত ইকরামাও (রঃ) বলেন যে, এটা তালাক নয়। দেখা যাচ্ছে যে, আয়াতটির প্রথমে তালাকের বর্ণনা রয়েছে। প্রথমে দু’তালাকের, শেষে তৃতীয় তালাকের এবং মধ্যে খেলার কথা বর্ণিত হয়েছে। সুতরাং জানা যাচ্ছে যে, খোলা তালাক নয়। এবং এটা দ্বারা বিয়ে বাতিল করা হয়। আমীরুল মু'মেনীন হযরত উসমান বিন আফফান (রাঃ), হযরত ইবনে উমার (রাঃ), তাউস (রঃ), ইকরামা (রঃ), আহমাদ (রঃ), ইসহাক বিন রাহুইয়াহ্ (রঃ), আবু সাউর (রঃ) এবং দাউদ বিন আলী যাহিরীরও (রঃ) মাযহাব এটাই। এটাই ইমাম শাফিঈরও (রঃ) পূর্ব উক্তি। আয়াতটিরও প্রকাশ্য শব্দ এটাই।অন্যান্য কয়েকজন মনীষী বলেন যে, খোলা হচ্ছে তালাক-ই-বায়েন এবং একাধিক তালাকের নিয়্যাত করলেও তা বিশ্বাসযোগ্য। একটি বর্ণনায় রয়েছে যে, উম্মে বাকর আসলামিয়া (রাঃ) নাম্নী একটি স্ত্রীলোক তাঁর স্বামী হযরত আবদুল্লাহ বিন খালিদ (রাঃ) হতে খোলা গ্রহণ করেন এবং হযরত উসমান (রাঃ) ওটাকে এক তালাক হওয়ার ফতওয়া দেন। সঙ্গে সঙ্গে এটা বলে দেন যে, যদি কিছু নাম নিয়ে থাকে তবে যা নাম নিয়েছে তাই হবে। কিন্তু এই বর্ণনাটি দুর্বল। হযরত উমার (রাঃ), হযরত আলী (রাঃ), হযরত ইবনে মাসউদ (রাঃ), হযরত ইবনে উমার (রাঃ), হযরত সাঈদ বিন মুসাইয়াব (রঃ), হযরত হাসান বসরী (রঃ), হযতর শুরাইহ (রঃ), হযরত শাবী (রঃ), হযরত ইবরাহীম (রঃ), হযরত জাবির বিন যায়েদ (রঃ), হযরত ইমাম আবু হানীফা (রঃ), তাঁর সাথী ইমাম সাওরী (রঃ), আওযায়ী (রঃ) এবং আবু উসমান বাত্তীরও (রঃ) এটাই উক্তি যে, খোলা তালাকই বটে। ইমাম শাফিঈর (রঃ) নতুন উক্তি এটাই। তবে হানাফীগণ বলেন যে, ভোলা প্রদানকারী যদি দু’তালাকের নিয়্যাত করে তবে দু'টোই হয়ে যাবে। আর যদি কোনই শব্দ উচ্চারণ না করে এবং সাধারণ খোলা হয় তবে একটি তালাক-ই-বায়েন হবে। যদি তিনটির নিয়ত করে তবে তিনটিই হয়ে যাবে। ইমাম শাফিঈর (রঃ) অন্য একটি উক্তিও রয়েছে যে, যদি তালাকের শব্দ না থাকে এবং কোন দলীল প্রমাণও না হয় তবে কোন কিছুই হবে না।\nজিজ্ঞাস্যঃ\nইমাম আবু হানীফা (রঃ), ইমাম শাফিঈ (রঃ), ইমাম আহমাদ (রঃ) ও ইসহাক বিন রাহুইয়াহ (রঃ)-এর মাযহাব এই যে, তালাকের ইদ্দত হচ্ছে খোলার ইদ্দত। হযরত উমার (রাঃ), হযরত আলী (রাঃ), হযরত ইবনে মাসউদ (রাঃ), সাঈদ বিন মুসাইয়াব (রঃ), সুলাইমান বিন ইয়াসার (রঃ), উরওয়া (রঃ), সালেম (রঃ), আবু সালমা (রঃ), উমার বিন আবদুল আযীয (রঃ), ইবনে শিহাব (রঃ), হাসান বসরী (রঃ) শাবী (রঃ), ইবরাহীম নাখঈ (রঃ), আবু আইয়া (রঃ), খালাস বিন আমর (রঃ), কাতাদাহ (রঃ), সুফইয়ান সাওরী (রঃ), আওযায়ী (রঃ), লায়েস বিন সা'দ (রঃ) এবং আবূ উবাইদাহ (রঃ) -এরও এটাই উক্তি। ইমাম তিরমিযী (রঃ) বলেন যে, অধিকাংশ আলেম এদিকেই গিয়েছেন। তারা বলেন, যেহেতু খোলোও তালাক, সুতরাং ওর ইদ্দত তালাকের ইদ্দতের মতই। দ্বিতীয় উক্তি এই যে, ওর ইদ্দত শুধুমাত্র একটি ঋতু। হযরত উসমান (রাঃ)-এর এটাই ফায়সালা। ইবনে উমার (রাঃ) তিন ঋতুর ফতওয়া দিতেন বটে কিন্তু সঙ্গে সঙ্গে তিনি বলতেন, হযরত উসমান (রাঃ) আমাদের অপেক্ষা উত্তম এবং আমাদের চেয়ে বড় আলেম।' হযরত ইবনে উমার (রাঃ) হতে একটি ঋতুর ইদ্দতও বর্ণিত আছে। ইবনে আব্বাস (রাঃ), ইকরামা (রঃ), আব্বান বিন উসমান (রঃ) এবং ঐ সমস্ত লোক যাদের নাম উপরে বর্ণিত হয়েছে, তাদেরও সবারই এই উক্তি হওয়াই বাঞ্ছণীয়।সুনানে আবু দাউদ এবং জামেউত তিরমিযীর হাদীসেও রয়েছে যে, রাসূলুল্লাহ (সঃ) সাবিত বিন কায়েসের (রাঃ) স্ত্রীকে ঐ অবস্থায় এক হায়েয ইদ্দত পালনের নির্দেশ দিয়েছিলেন। জামেউত্ তিরযিমীর মধ্যে রয়েছে যে, রাবী বিনতে মুআওয়ায (রাঃ)-কে রাসূলুল্লাহ (সঃ) খোলার পর একটি ঋতুই ইদ্দত রূপে পালন করার নির্দেশ দিয়েছিলেন। হযরত উসমান (রাঃ) খোলা গ্রহণকারী স্ত্রীলোকটিকে বলেছিলেন : তোমার উপরে কোন ইদ্দতই নেই। তবে যদি খোলা গ্রহণের পূর্বক্ষণেই স্বামীর সাথে মিলিত হয়ে থাকো তবে একটি ঋতু আসা পর্যন্ত তার নিকটেই অবস্থান কর\" মরইয়াম মুগালাবার (রাঃ) সম্বন্ধে রাসূলুল্লাহ (সঃ)-এর যা ফায়সালা ছিল হযরত উসমান (রাঃ) তারই অনুসরণ করেন। জিজ্ঞাস্যঃ জমহুর উলামা এবং ইমাম চতুষ্টয়ের মতে খোলা গ্রহণকারী স্ত্রীকে স্বামীর ফিরিয়ে নেয়ার অধিকার নেই। কেননা, সে মাল দিয়ে নিজেকে মুক্ত করেছে। আবদ বিন উবাই, আওফা, মাহানুল হানাফী, সাঈদ এবং যুহরীর (আল্লাহ তাদের প্রতি সহায় হউন) উক্তি এই যে, স্বামী তার নিকট হতে যা গ্রহণ করেছে তা তাকে ফিরিয়ে দিলে স্ত্রীকে রাজ'আত করতে পারবে। স্ত্রীর সম্মতি ছাড়াও ফিরিয়ে নিতে পারবে। সুফইয়ান সাওরী (রঃ) বলেন যে, যদি খোলার মধ্যে তালাকের শব্দ না থাকে তবে ওটা শুধু বিচ্ছেদ। সুতরাং ফিরিয়ে নেয়ার অধিকার নেই। আর যদি তালাকের নাম নেয় তবে অবশ্যই ফিরিয়ে নেয়ার তার পূর্ণ অধিকার রয়েছে। দাউদ যাহেরীও (রঃ) এ কথাই বলেন। তবে সবাই এর উপর এক মত যে, যদি দু'জনই সম্মত থাকে তবে ইদ্দতের মধ্যে নতুনভাবে বিয়ে করতে পারবে। ইবনে আবদুল বার (রাঃ) একটি দলের এই উক্তিও বর্ণনা করেন যে, ইদ্দতের মধ্যে যখন অন্য কেউ তাকে বিয়ে করতে পারবে না, তেমনই স্বামীও পারবে না। কিন্তু এই উক্তিটি বিরল ও বর্জনীয়।\nজিজ্ঞাস্যঃ\nঐ স্ত্রীর উপর ইদ্দতের মধ্যেই দ্বিতীয় তালাক পড়তে পারে কি না এ ব্যাপারে আলেমদের তিনটি উক্তি রয়েছে। প্রথম এই যে, ইদ্দতের মধ্যে দ্বিতীয় তালাক পতিত হবে না। কেননা, স্ত্রীটি নিজের অধিকারিণী এবং সে তার স্বামী হতে পৃথক হয়ে গেছে। ইবনে আব্বাস (রাঃ), ইবনে যুবাইর (রাঃ), ইকরামা (রঃ), জাবির বিন যায়েদ (রঃ), হাসান বসরী (রঃ), ইমাম শাফিঈ (রঃ), ইমাম আহমাদ (রঃ), ইসহাক (রঃ) এবং আবু সাউরের (রঃ) উক্তি এটাই। দ্বিতীয় হচ্ছে ইমাম মালিকের (রঃ) উক্তি। তা এই যে, খোলার সঙ্গে সঙ্গেই যদি নীরব না থেকে তালাক দিয়ে দেয় তবে তালাক হয়ে যাবে, নচেৎ হবে না। এই দৃষ্টান্ত হচ্ছে যা হযরত উসমান (রা) হতে বর্ণিত আছে। তৃতীয় উক্তি এই যে, ইদ্দতের মধ্যে তালাক হয়ে যাবে। ইমাম আবু হানীফা (রঃ), তাঁর সহচর ইমাম সাওরী (রঃ), আওযায়ী (রঃ), সাঈদ বিন মুসাইয়াব (রঃ), শুরাইহ্ (রাঃ), তাউস (রঃ), ইবরাহীম (রঃ), যুহরী (রঃ), হাকীম (রঃ), হাকাম (রঃ) এবং হাম্মাদেরও (রঃ) উক্তি এটাই। ইবনে মাসউদ (রাঃ) এবং আব দারদা (রাঃ) হতেও এটা বর্ণিত হলেও তা প্রমাণিত নয়।এর পরে বলা হচ্ছে-‘এগুলো আল্লাহর সীমাসমূহ। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আল্লাহর সীমাগুলো অতিক্রম করো না, তাঁর ফরযসমূহ বিনষ্ট করো না, তার নিষিদ্ধ বিষয়সমূহের অসম্মান করো, শরীয়তে যেসব বিষয়ের উল্লেখ নেই, তোমরাও সেগুলো সম্পর্কে নীরব থাকবে, কেননা আল্লাহ তা'আলা ভুল-ত্রুটি হতে সম্পূর্ণরূপে পবিত্র।' এই আয়াত দ্বারা ঐসব মনীষীগণ দলীল গ্রহণ করেছেন যাঁরা বলেন যে, একই সময়ে তিন তালাক দেয়াই হারাম। ইমাম মালিক ও তাঁর অনুসারীদের এটাই মাযহাব। তাদের মতে সুন্নাত পন্থা এই যে, তালাক একটি একটি করে দিতে হবে। কেননা, আল্লাহ তা'আলা বলেছেনঃ (আরবি) অর্থাৎ তালাক দু'বার। ‘এগুলো আল্লাহর সীমা, অতএব সেগুলো অতিক্রম করো না। আল্লাহ তা'আলার এই নির্দেশকে সুনানে নাসাঈর মধ্যে বর্ণিত নিম্নের হাদীস দ্বারা জোরদার করা হয়েছে। হাদীসটি এই যে, কোন এক ব্যক্তি তার স্ত্রীকে একই সাথে তিন তালাক দিয়ে দেয়। রাসূলুল্লাহ (সঃ)-এর নিকট এই সংবাদ পৌছলে তিনি অত্যন্ত রাগান্বিত হয়ে দাঁড়িয়ে যান এবং বলেনঃ “আমি তোমাদের মধ্যে বিদ্যমান থাকা সত্ত্বেও কি আল্লাহর কিতাবের সাথে খেল-তামাশা শুরু হয়ে গেল:' শেষ পর্যন্ত একটি লোক দাড়িয়ে গিয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি কি তাকে হত্যা করবো না: কিন্তু এর সনদের মধ্যে ইনকিতা' (বর্ণনাকারীদের যোগসূত্র ছিন্ন) রয়েছে।তার পরে বলা হচ্ছে-যখন কোন ব্যক্তি তার স্ত্রীকে দু’তালাক দেয়ার পরে তৃতীয় তালাক দিয়ে ফেলবে তখন সে তার উপর হারাম হয়ে যাবে। যে পর্যন্ত অন্য কেউ নিয়মিতভাবে তাকে বিয়ে করতঃ সহবাস করার পর তালাক দেবে। বিয়ে না করে যদি তাকে দাসী করে নিয়ে তার সাথে সহবাসও করে তথাপি সে তার পূর্ব স্বামীর জন্যে হালাল হবে না। অনুরূপভাবে যদি নিয়মিত বিয়েও হয় কিন্তু দ্বিতীয় স্বামীর সাথে সহবাস না করে থাকে তাহলেও পূর্ব স্বামীর জন্যে সে হালাল হবে না। অধিকাংশ ফকীহগণের মধ্যে এটা প্রসিদ্ধ হয়ে রয়েছে যে, হযরত সাঈদ বিন মুসাইয়াবের (রঃ) মতে দ্বিতীয় বিয়ের পর দ্বিতীয় স্বামী সহবাস না করেই তালাক দিলেও সে তার পূর্ব স্বামীর জন্য হালাল হয়ে যাবে। কিন্তু প্রকৃতপক্ষে এটা সাঈদ বিন মুসাইয়াবের (রঃ) উক্তি রূপে প্রমাণিত হয়।একটি হাদীসে রয়েছে যে, নবী (সঃ)-কে জিজ্ঞেস করা হয় ও একটি লোকে একটি স্ত্রী লোককে বিয়ে করলো এবং সহবাসের পূর্বেই তালাক দিয়ে দিল। অতঃপর সে অন্য স্বামীর সাথে বিবাহিতা হলো, সেও তাকে সহবাসের পূর্বে তালাক দিয়ে দিল। এখন কি তাকে বিয়ে করা তার পূর্ব স্বামীর জন্যে হালাল হবে।' রাসূলুল্লাহ (সঃ) বলেন, না, না। যে পর্যন্ত না তারা একে অপরের মধুর স্বাদ গ্রহণ করে। মুসনাদ-ই-আহমাদ, সুনানে ইবনে মাজাহ ইত্যাদি। এই বর্ণনাটি স্বয়ং ইমাম সাঈদ বিন মুসাইয়াব (রঃ) হযরত ইবনে উমার (রাঃ) হতে বর্ণনা করেছেন। সুতরাং এটা কিরূপে সম্ভব যে তিনি বর্ণনাও করবেন আবার নিজে বিরোধিতাও করবেন-তাও আবার বিনা দলীলে। একটি বর্ণনায় এও রয়েছে যে, রাসূলুল্লাহ (সঃ) জিজ্ঞাসিত হন, একটি লোক তার স্ত্রীকে তিন তালাক দিয়েছিলো। অতঃপর সে অন্যের সাথে বিবাহিতা হলো। এরপর দরজা বন্ধ করে ও পর্দা ঝুলিয়ে দিয়ে যৌন মিলন না করেই দ্বিতীয় স্বামী তাকে তালাক দিয়ে দিল। এখন কি স্ত্রীটি তার পূর্ব স্বামীর জন্য হালাল হবে:' রাসূলুল্লাহ (সঃ) বলেন, না, যে পর্যন্ত না সে মধুর স্বাদ গ্রহণ করে' (সহীহ বুখারী ও সহীহ মুসলিম)।একটি বর্ণনায় রয়েছে যে, হযরত রিফা'আ কারামী (রাঃ) তাঁর স্ত্রীকে তিন তালাক দিয়ে দেন। হযরত আবদুর রহমান বিন যুবাইরের (রাঃ) সাথে তার বিয়ে হয়। কিন্তু তিনি রাসূলুল্লাহ (সঃ)-এর নিকট গিয়ে অভিযোগ করেন, “তিনি (আমার স্বামী আবদুর রহমান বিন যুবাইর) স্ত্রীর আকাংখা পূরণের যোগ্য নন।\" রাসূলুল্লাহ (সঃ) তখন তাকে বলেন, সম্ভবত তুমি রিফাআর (তার পূর্ব স্বামী) নিকট ফিরে যেতে চাও। এটা হবে না যে পর্যন্ত না তুমি তার মধুর স্বাদ গ্রহণ করবে এবং সে তোমার মধুর স্বাদ গ্রহণ করবে।' এই হাদীসগুলোর বহু সনদ রয়েছে এবং বিভিন্ন শব্দে বর্ণিত হয়েছে। (পরিচ্ছেদ)-এটা মনে রাখতে হবে যে, দ্বিতীয় স্বামী গ্রহণ করার ভাবার্থ হচ্ছে ঐ স্ত্রীর প্রতি দ্বিতীয় স্বামীর আগ্রহ থাকতে হবে এবং চিরস্থায়ীভাবে তাকে। স্ত্রী রূপে রাখার উদ্দেশ্যে হতে হবে। শুধুমাত্র প্রথম স্বামীর জন্যে তাকে হালাল করার জন্যে নয়। এমনকি ইমাম মালিকের মতে এও শর্ত রয়েছে যে, এই সহবাস বৈধ পন্থায় হতে হবে। যেমন স্ত্রী যেন রোযার অবস্থায়, ইহরামের অবস্থায়, ইতেকাফের অবস্থায় এবং হায়েয ও নিফালের অবস্থায় না থাকে। অনুরূপভাবে স্বামীও যেন রোযা, ইহরাম ও ইতেকাকের অবস্থায় না থাকে। যদি স্বামী-স্ত্রীর কোন একজন উল্লিখিত কোন এক অবস্থায় থাকে এবং এই অবস্থায় সহবাসও হয়ে যায় তথাপিও সে তার পূর্ব মুসলমান স্বামীর জন্যে হালাল হবে না। কেননা, ইমাম মালিকের মতে কাফিরদের পরস্পরের বিয়ে বাতিল।ইমাম হাসান বসরী (রঃ) তো এই শর্তও আরোপ করেন যে, বীর্যও নির্গত হতে হবে। কেননা, রাসূলুল্লাহ (সঃ)-এর ‘যে পর্যন্ত না সে তোমার এবং তুমি তার মধুর স্বাদ গ্রহণ করবে এই কথার দ্বারা এটাই বুঝা যাচ্ছে। হাসান বসরী (রঃ) যদি এই হাদীসটিকে সামনে রেখেই এই শর্ত আরোপ করে থাকেন তবে স্ত্রীর ব্যাপারেও এই শর্ত হওয়া উচিত। কিন্তু হাদীসের (আরবি) শব্দটির ভাবার্থ বীর্য নয়। কেননা, মুসনাদ-ই-আহমাদ ও সুনান-ই-নাসাঈর মধ্যে হাদীস রয়েছে যে, (আরবি)  শব্দের ভাবার্থ হচ্ছে সহবাস। যদি এই বিয়ের দ্বারা প্রথম স্বামীর জন্যে ঐ স্ত্রীকে হালাল করাই দ্বিতীয় স্বামীর উদ্দেশ্য হয় তবে এইরূপ লোক যে নিন্দনীয় এমনকি অভিশপ্ত তা হাদীসসমূহে স্পষ্টভাবে লিপিবদ্ধ রয়েছে।মুসনাদ-ই-আহমাদের মধ্যে রয়েছে, যে স্ত্রী লোক উলকী করে এবং যে স্ত্রী লোক উলকী করিয়ে নেয়, যে স্ত্রী লোক চুল মিলিয়ে দেয় এবং যে মিলিয়ে নেয়, যে ‘হালালা’ করে এবং যার জন্যে হালালা’ করা হয়, যে সুদ প্রদান করে এবং যে সুদ গ্রহণ করে এদের উপর রাসূলুল্লাহ (সঃ) অভিশাপ দিয়েছেন। ইমাম তিরমিযী (রঃ) বলেন যে, সাহাবীদের (রাঃ) আমল এর উপরেই রয়েছে। হযরত উমার (রাঃ), হযরত উসমান (রাঃ) এবং হযরত ইবনে উমারের (রাঃ) এটাই মাযহাব। তাবেঈ ধর্ম শাস্ত্রবিদগণও এটাই বলেন। হযরত আলী (রাঃ), হযরত ইবনে মাসউদ (রাঃ) এবং হযরত ইবনে আব্বাসেরও (রাঃ) এটাই উক্তি। অন্য বর্ণনায় রয়েছে যে, সুদের সাক্ষ্যদানকারী এবং লিখকের প্রতিও অভিসম্পাত। যারা যাকাত প্রদান করে না এবং যারা যাকাত গ্রহণে বাড়াবাড়ি করে তাদের উপরও অভিসম্পাত। হিযরতের পর ধর্মত্যাগীদের উপরও অভিসম্পাত। বিলাপ করাও নিষিদ্ধ।একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেন, ধার করা যাড় কে তা কি আমি তোমাদেরকে বলবো:' জনগণ বলেন, হ্যা বলুন।' তিনি বলেন, যে ‘হালালা করে অর্থাৎ যে তালাক প্রাপ্তা নারীকে এজন্যে বিয়ে করে যেন সে তার পূর্ব স্বামীর জন্যে হালাল হয়ে যায়। যে ব্যক্তি এরূপ কাজ করে তার উপরও আল্লাহর লানত এবং যে ব্যক্তি নিজের জন্যে এটা করিয়ে নেয় সেও অভিশপ্ত (সুনানে ইবনে মাজাহ)। একটি বর্ণনায় রয়েছে যে, এরূপ বিয়ে সম্বন্ধে রাসূলুল্লাহ (সঃ) জিজ্ঞাসিত হয়ে বলেন, “এটা বিয়েই নয় যাতে উদ্দেশ্য থাকে এক এবং বাহ্যিক হয় অন্য এবং যাতে আল্লাহর কিতাবকে নিয়ে খেল-তামাশা করা হয়। বিয়ে তো শুধুমাত্র ওটাই যা আগ্রহের সাথে হয়ে থাকে।মুসতাদরিক-ই-হাকিমের মধ্যে রয়েছে যে, এক ব্যক্তি হযরত আবদুল্লাহ বিন উমারকে জিজ্ঞেস করেন : ‘একটি লোক তার স্ত্রীকে তৃতীয় তালাক দিয়ে দেয়। এর পর তার ভাই তাকে এই উদ্দেশ্যে বিয়ে করে যে, সে যেন তার ভাই এর জন্যে হালাল হয়ে যায়। এই বিয়ে কি শুদ্ধ হয়েছে।' তিনি উত্তরে বলেনঃ ‘কখনও নয়। আমরা এটাকে নবী (সঃ)-এর যুগে ব্যভিচারের মধ্যে গণ্য করতাম। বিয়ে ওটাই যাতে আগ্রহ থাকে। এ হাদীসটি মাওকুফ হলেও এর শেষের বাক্যটি একে মারফুর পর্যায়ে এনে দিয়েছে। এমন কি অন্য একটি বর্ণনায় রয়েছে যে, আমীরুল মুমেনীন হযরত উমার ফারূক (রাঃ) বলেছেনঃ যদি কেউ এই কাজ করে বা করায় তবে আমি উভয়কে ব্যভিচারের শাস্তি দেবো অর্থাৎ রজম করে দেবো। হযরত উসমান (রাঃ) স্বীয় খিলাফতকালে এরূপ বিয়ের মধ্যে বিচ্ছিন্নতা আনয়ন করেন। এ রকমই হযরত আলী (রাঃ), হযরত ইবনে আব্বাস (রাঃ) প্রভৃতি বহু সাহাবা-ই-কিরাম (রাঃ) হতেও এটাই বর্ণিত আছে।তারপর ঘোষণা হচ্ছে-দ্বিতীয় স্বামী যদি বিয়ে ও সহবাসের পর তালাক দিয়ে দেয় তবে পূর্ব স্বামী পুনরায় ঐ স্ত্রীকে বিয়ে করলে কোন পাপ নেই, যদি তারা সদ্ভাবে বসবাস করে এবং এটাও জেনে নেয় যে, ঐ দ্বিতীয় বিয়ে শুধু প্রতারণা ও প্রবঞ্চনা ছিল না, বরং প্রকৃতই ছিল। এটাই হচ্ছে আল্লাহর বিধান যা তিনি জ্ঞানীদের জন্যে প্রকাশ করে দিয়েছেন। ইমামগণের এই বিষয়েও মতবিরোধ রয়েছে যে, একটি লোক তার স্ত্রীকে একটি বা দুটি তালাক দিয়েছিল। অতঃপর তাকে ছেড়েই থাকলো। শেষ পর্যন্ত স্ত্রীটির ইদ্দত অতিক্রান্ত হয়ে গেল এবং সে অন্য স্বামী গ্রহণ করলো। দ্বিতীয় স্বামী তার সাথে সহবাসও করলো। অতঃপর সে তাকে তালাক দিয়ে দিল এবং তার ইদ্দত শেষ হয়ে গেল। তখন তার পূর্ব স্বামী তাকে পুনরায় বিয়ে করলো। এখন প্রশ্ন হচ্ছে যে, এই স্বামী কি তিন তালাকের মধ্যে যে একটি বা দুটি তালাক বাকি রয়েছে শুধু ওরই অধিকারী হবে, না পূর্বের তিন তালাক গণনার মধ্যে হবে না, বরং সে নতুনভাবে তিন তালাকের মালিক হবে : প্রথমটি হচ্ছে ইমাম মালিক (রঃ), ইমাম শাফিঈ (রঃ), ইমাম আহমাদ বিন হাম্বল (রঃ), এবং সাহাবীগণের একটি দলের মাযহাব। এবং দ্বিতীয়টি হচ্ছে ইমাম আবূ হানীফা (রঃ) এবং তাঁর সহচরদের মাযহাব। এঁদের দলীল এই যে, এভাবে তৃতীয় তালাকই যখন গণনায় আসছে তখন প্রথম ও দ্বিতীয় তালাক কিভাবে আসতে পারে।",
  "ayah": 230,
  "surah": 2
}
