{
  "text": "এই আয়াতে নির্দেশ হচ্ছে যে, স্ত্রীগণ তাদের স্বামীদের মৃত্যুর পর যেন চার মাস দশ দিন ইদ্দত পালন করে। তাদের সাথে সহবাস হয়ে থাক আর নাই থাক। এর উপর আলেমদের ইজমা হয়েছে। এর একটি দলীল হচ্ছে এই আয়াতটি। দ্বিতীয় দলীল হচ্ছে ঐ হাদীসটি যা মুসনাদ-ই-আহমাদ ও সুনানের মধ্যে রয়েছে এবং ইমাম তিরমিযীও (রঃ) ওটাকে বিশুদ্ধ বলেছেন। হাদীসটি এই যে,হযরত আবদুল্লাহ বিন মাসউদ জিজ্ঞাসিত হন : একটি লোকে একটি স্ত্রী লোককে বিয়ে করেছিল এবং তার সাথে সহবাস করেনি। তার জন্যে কোন মোহরও ধার্য ছিল না। এই অবস্থায় লোকটি মারা যায়। তাহলে বলুন এর ফতওয়া কি হবে:' তারা কয়েকবার তার নিকট যাতায়াত করলে তিনি বলেন, ‘আমি নিজের মতানুসারে ফতওয়া দিচ্ছি। যদি আমার ফতওয়া ঠিক হয় তবে তা আল্লাহর পক্ষ হতে মনে করবে। আর যদি ভুল হয় তবে জানবে যে এটা আমার ও শয়তানের পক্ষ থেকে হয়েছে। আমার ফতওয়া এই যে, ঐ স্ত্রীকে পূর্ণ মোহর দিতে হবে। এটা তার মৃত স্বামীর আর্থিক অবস্থার অনুপাতে হবে। এতে কম বেশী করা চলবে না। আর স্ত্রীকে পূর্ণ ইদ্দত পালন করতে হবে এবং সে মীরাসও পাবে।' একথা শুনে হযরত মাকাল বিন ইয়াসার আশায়ী (রাঃ) দাঁড়িয়ে গিয়ে বলেনঃ বা বিনতে ওয়াসিক (রাঃ)-এর সম্বন্ধে রাসূলুল্লাহ (সঃ) এই ফায়সালাই করেছিলেন। হযরত আবদুল্লাহ (রাঃ) একথা শুনে অত্যন্ত খুশী হন। .. কোন কোন বর্ণনায় রয়েছে যে, ‘আশজার’ বহু লোক এটা বর্ণনা করেছেন। তবে স্বামীর মৃত্যুর সময় যে গর্ভবতী থাকবে তার জন্যে এই ইদ্দত নয়। তার ইদ্দত হচ্ছে সন্তান প্রসব পর্যন্ত। কুরআন পাকে রয়েছে -(আরবি)অর্থাৎ ‘গর্ভবতীদের ইদ্দত হচ্ছে তাদের সন্তান প্রসব করন পর্যন্ত’ (৬৫:৪)। তবে হযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বলেন যে, গর্ভবতীর ইদ্দত হচ্ছে সন্তান প্রসব করার পরে আরও চার মাস দশ দিন। সবচেয়ে বিলম্বের ইদ্দত হচ্ছে গর্ভবতীর ইদ্দত। এই উক্তিটি তো বেশ উত্তম এবং এর দ্বারা দু’টি আয়াতের মধ্যে সুন্দরভাবে ভারসাম্যও রক্ষা হয়।কিন্তু সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে এর বিপরীত স্পষ্ট হাদীস বিদ্যমান রয়েছে যার মধ্যে রয়েছে যে, হযরত সীব'আ আসলামিয়াহ্ (রাঃ)-এর স্বামীর মৃত্যুকালে তিনি গর্ভবতী ছিলেন, স্বামীর ইন্তেকালের কয়েকদিন পরেই তিনি সন্তান প্রসব করেন। নেফাস হতে পবিত্র হয়ে ভাল পোশাক পরিধান করেন। হযরত আবু সানা বিল বিন বাংলাবা(রাঃ) এটা দেখে তাকে বলেন, ‘তুমি কি বিয়ে করতে চাও: আল্লাহর শপথ! চার মাস দশদিন অতিবাহিত না। হওয়া পর্যন্ত তুমি বিয়ে করতে পার না।' একথা শুনে হযরত সাবী'আ (রাঃ) নীরব হয়ে যান এবং সন্ধ্যায় রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয়ে ফতওয়া জিজ্ঞেস করেন। রাসূলুল্লাহ (সঃ) তাকে বলেন, সন্তান প্রসবের পর থেকেই তুমি ইদ্দত হতে বেরিয়ে গেছো। সুতরাং এখন তুমি ইচ্ছে করলে বিয়ে করতে পার।' এও বর্ণিত আছে যে, এই হাদীসটি জানার পর হযরত ইবনে আব্বাসও (রাঃ) তাঁর উক্তি হতে প্রত্যাবর্তন করেন। এর দ্বারাও এটা জোরদার হয় যে, হযরত আবদুল্লাহ বিন আব্বাসের (রাঃ) ছাত্র ও সঙ্গী এই হাদীস দ্বারাই ফতওয়া প্রদান করতেন। দাসীদের ইদ্দতকাল হচ্ছে আযাদ স্ত্রীদের অর্ধেক অর্থাৎ দু'মাস ও পাঁচদিন। এটাই জমহুরের মাযহাব। দাসীদের শারঈ শাস্তি যেমন আযাদ স্ত্রীদের অর্ধেক তেমনই তার ইদ্দতকালও অর্ধেক। মুহাম্মদ বিন সিরীন এবং কতকগুলো উলামা-ই-যাহেরিয়াহ আযাদ ও দাসীর ইদ্দতকাল সমান বলে থাকেন। হযরত সাঈদ বিন মুসাইয়াব (রঃ), হযরত আবুল আলিয়া (রঃ) প্রভৃতি বলেনঃ এই ইদ্দতকাল রাখার মধ্যে দুরদর্শিতা এই রয়েছে যে, যদি স্ত্রী গর্ভবতী হয়ে থাকে তবে এ সময়ের মধ্যে তা সম্পূর্ণরূপে প্রকাশিত হয়ে যাবে।সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত মারফু হাদীসে রয়েছে মানব সৃষ্টির অবস্থা এই যে, চল্লিশ দিন পর্যন্ত সে মায়ের গর্ভাশয়ে বীর্যের আকারে থাকে। তার পরে জমাট রক্ত হয়ে চল্লিশ দিন পর্যন্ত থাকে। অতঃপর চল্লিশ দিন পর্যন্ত গোশত পিণ্ড আকারে থাকে। তার পরে আল্লাহ তা'আলা ফেরেশতা পাঠিয়ে দেন। উক্ত ফেরেশতা ফু দিয়ে তার ভিতরে আত্মা ভরে দেন। তাহলে মোট একশো বিশ দিন হয়। আর একশো বিশ দিনে চার মাস হয়। সতর্কতার জন্যে আর দশ দিন রেখে দিয়েছেন। কেননা, কোন কোন মাস উনত্রিশ দিনে হয়ে থাকে। ফুঁ দিয়ে যখন আত্মা ভরে দেয়া হয় তখন সন্তানের গতি অনুভূত হতে থাকে এবং গর্ভ সম্পূর্ণরূপে প্রকাশ হয়ে পড়ে। এ জন্যেই ইদ্দতকাল নির্দিষ্ট করা হয়েছে।হযরত সাঈদ বিন মুসাইয়াব (রাঃ) বলেনঃ দশ দিন রাখার কারণ এই যে, এই দশ দিনের মধ্যেই আত্মাকে দেহের ভিতরে ফুঁ দিয়ে ভরে দেয়া হয়। হযরত রাবী বিন আনাসও (রঃ) একথাই বলেন। হযরত ইমাম আহমাদ (রঃ) হতে এও বর্ণিত আছে যে, যে দাসীর সন্তান জন্মলাভ করে তার ইদ্দতকালও আযাদ স্ত্রীদের সমানই বটে। কেননা, এখন সে শয্যা পেতে বসেছে এবং এটা এই জন্যেও যে, মুসনাদ-ই-আহমাদের মধ্যে একটি হাদীস রয়েছে, হযরত আমর বিন আস (রাঃ) বলেনঃ “হে জনমণ্ডলী! রাসূলুল্লাহ (সঃ)-এর সুন্নাতের মধ্যে মিশ্রণ এনো না। জেনে রেখো যে, যে দাসীদের সন্তানাদি রয়েছে তাদের মনিবেরা মারা গেলে তাদের ইদ্দতকাল হবে চার মাস ও দশ দিন।'এই হাদীসটি সুনান-ই-আবূ দাউদের মধ্যে অন্যভাবে বর্ণিত আছে। ইমাম আহমাদ (রঃ) এই হাদীসটিকে মুনকার বলেছেন। কেননা, এর একজন বর্ণনাকারী কাবীসা এই বর্ণনাটি তার শিক্ষক উমার হতে শুনেনি। হযরত সাঈদ বিন মুসাইয়াব (রঃ), মুজাহিদ (রঃ), সাঈদ বিন যুবাইর (রঃ), হাসান বসরী (রঃ), ইবনে সীরীন (রঃ), আবু আইয়াম (রঃ), যুহরী (রঃ), এবং হযরত উমার বিন আবদুল আযীযেরও (রঃ) এটাই উক্তি। আমীরুল মুমেনীন ইয়াযিদ বিন আবদুল মালিক বিন মারওয়ানও এই নির্দেশই দিতেন। আওযাঈ (রঃ), ইবনে রাহুইয়াহ (রঃ) এবং ইমাম আহমাদ বিন হাম্বল (রঃ) একটি বর্ণনায় এটাই বলেছেন। কিন্তু তাউস (রঃ) ও কাতাদাহ (রঃ) তার ইদ্দতকালও অর্ধেক অর্থাৎ দু'মাস পাঁচ দিন বলেছেন।ইমাম আবু হানীফা (রঃ) এবং তাঁর সহচর হাসান বিন সালেহ বিন হাই (রঃ) বলেন যে, তাকে ইদ্দতকালরূপে তিন ঋতু পালন করতে হবে। হযরত আলী (রাঃ), হযরত ইবনে মাসউদ (রাঃ, আতা' (রঃ), ও ইবরাহীম নখঈরও (রঃ) এটাই উক্তি। ইমাম মালিক (রঃ), ইমাম শাফিঈ (রঃ) এবং ইমাম আহমাদ বিন হাম্বলের একটি প্রসিদ্ধ বর্ণনায় রয়েছে যে, তার ইদ্দতকাল একটি ঋতু মাত্র। ইবনে উমার (রাঃ), শাবী (রঃ), লায়েস (রঃ), আবু উবাইদ (রঃ), আবূ সাউর (রঃ), মাকহুল (রঃ) এবং জমহূরের এটাই মাযহাব। হযরত শায়েস (রঃ) বলেন যে, যদি ঋতুর অবস্থায় ঐ দাসীর মনিবের মৃত্যু ঘটে তবে ঐ ঋতু শেষ হলেই তার ইদ্দতকাল শেষ হয়ে যাবে। ইমাম মালিক (রঃ) বলেন যে, যদি তার ঋতু না আসে তবে তার ইদ্দতকাল হচ্ছে তিন মাস। ইমাম শাফিঈ (রঃ) ও জমহুর বলেনঃ “এক মাস এবং তিন দিন আমাদের নিকট বেশী পছন্দনীয়।পরবর্তী ইরশাদে জানা যাচ্ছে যে, ইদ্দতকালে মৃত স্বামীর জন্যে শোক করা স্ত্রীর উপর ওয়াজিব। সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে হাদীস রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে স্ত্রী লোক আল্লাহর উপর ও পরকালের উপর বিশ্বাস করে তার পক্ষে কোন মৃতের উপর তিন দিনের বেশী বিলাপ করা বৈধ নয়, হাঁ, তবে স্বামীর জন্যে চার মাস দশদিন পর্যন্ত শোক প্রকাশ করবে। হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, একটি স্ত্রী লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! আমার মেয়ের স্বামী মারা গেছে। তার চক্ষু দুঃখ প্রকাশ করছে। আমি তার চোখে সুরমা লাগিয়ে দেবো কি:' রাসুলুল্লাহ (সঃ) বলেনঃ না। দু' তিনবার সে এই প্রশ্নের পুনরাবৃত্তি করে এবং রাসূলুল্লাহ (সঃ) একই উত্তর দেন। অবশেষে তিনি বলেনঃ এটাতো মাত্র চার মাস দশদিন। অজ্ঞতার যুগে তো তোমরা বছরের পর বছর ধরে অপেক্ষা করতে।'হযরত উম্মে সালমা (রাঃ) বলেনঃ “পূর্বে কোন স্ত্রী লোকের ঋতু হলে তাকে কুঁড়ে ঘরে রেখে দেয়া হতো। সে জঘন্যতম কাপড় পরতো এবং সুগন্ধি জাত দ্রব্য হতে দূরে থাকতো। সারাবছর ধরে এরকম নিকৃষ্ট অবস্থায় কাটাতো। এক বছর পরে বের হতো এবং উটের বিষ্ঠা নিয়ে নিক্ষেপ করতো। অতঃপর কোন প্রাণী যেমন গাধা, ছাগল অথবা পাখির শরীরের সাথে নিজের শরীরকে ঘর্ষণ করতো। কোন কোন সময়ে সে মরেই যেত।' এই তো ছিল অজ্ঞতা যুগের প্রথা। সুতরাং এই আয়াতটি পরবর্তী আয়াতটিকে রহিতকারী। ঐ আয়াতটির মধ্যে রয়েছে যে, এই প্রকারের স্ত্রী লোকেরা এক বছর পর্যন্ত অপেক্ষা করবে। হযরত ইবনে আব্বাস (রাঃ) প্রভৃতি মনীষী একথাই বলেন। কিন্তু এটা বিবেচনার বিষয়। এর বিস্তারিত বিবরণ ইনশাআল্লাহ সত্ত্বরই আসছে।ভাবার্থ এই যে, এই সময়ে বিধবা স্ত্রী লোকদের জন্যে সৌন্দর্য, সুগন্ধি, উত্তম কাপড় এবং অলংকার নিষিদ্ধ। আর এই শোক প্রকাশ করা ওয়াজিব। তবে একটি উক্তি এও রয়েছে যে, তালাক-ই-রাজঈর ইদ্দতের মধ্যে এটা ওয়াজিব নয়। যখন তালাক-ই-বায়েন হবে তখন ওয়াজিব হওয়া ও না হওয়া এই দুটি উক্তি রয়েছে। মৃত স্বামীদের স্ত্রীদের সবারই উপর এই শোক প্রকাশ ওয়াজিব। তারা সাবালিকাই হোক বা নাবালিকাই হোক অথবা বৃদ্ধাই হোক। তারা আযাদই হোক বা দাসীই হোক। মুসলমানই হোক বা কাফেরই হোক। কেননা, এই আয়াতের মধ্যে সাধারণ নির্দেশ রয়েছে। হাঁ, তবে ইমাম সাউরী (রঃ) এবং আবূ হানীফা (রঃ) অবিশ্বাসকারিণীদের শোক প্রকাশের সমর্থক নন। এটাই আশহাব (রঃ) এবং ইবনে নাফে'রও উক্তি। তাদের দলীল ঐ হাদীসটি যার মধ্যে রয়েছেঃ ‘যে স্ত্রী লোকে আল্লাহর উপর ও পরকালের উপর বিশ্বাস স্থাপন করে তার জন্যে কোন মৃতের উপর তিন দিনের বেশী বিলাপ করা বৈধ নয়। হাঁ, তবে স্বামীর জন্যে চার মাস দশ দিন পর্যন্ত শোক প্রকাশ করবে।সুতরাং জানা গেল যে এটাও একটা ইবাদতের নির্দেশ। ইমাম সাউরী (রঃ) এবং ইমাম আবু হানীফা (রঃ) নাবালিকা মেয়ের জন্যেও এ কথাই বলে থাকেন। কেননা, তাদের প্রতিও ইবাদতের নির্দেশ নেই। ইমাম আবু হানীফা (রঃ) এবং তাঁর সহচরগণ মুসলমান দাসীদেরকে এর অন্তর্ভুক্ত করে থাকেন। কিন্তু এসব জিজ্ঞাস্য বিষয়গুলোর মীমাংসা করার স্থান এটা নয়। অতঃপর আল্লাহ তা'আলা বলেন যে, ইদ্দতকাল পালনের পর যদি স্ত্রী লোকেরা সুন্দর সুন্দর সাজে সজ্জিতা হয় বা বিয়ে করে তবে তাদের অভিভাবকদের কোন পাপ নেই। এগুলো তাদের জন্যে বৈধ। হাসান বসরী (রঃ) যুহরী (রঃ) এবং সুদ্দী (রঃ) হতেও এরকমই বর্ণিত আছে।",
  "ayah": 234,
  "surah": 2
}
