{
  "text": "২৩-২৪ নং আয়াতের তাফসীর\nনবুওয়াতের উপর আলোচনা\nতাওহীদের পর এখন নবুওয়াতের সত্যতা প্রমাণের বর্ণনা দেয়া হচ্ছে। কাফিরদেরকে সম্বোধন করে বলা হচ্ছেঃ “আমি যে পবিত্র কুরআন আমার বিশিষ্ট বান্দা হযরত মুহাম্মদ (সঃ)-এর উপর অবতীর্ণ করেছি তাকে যদি তোমরা আমার বাণী বলে বিশ্বাস না কর তবে তোমরা ও তোমাদের সাহায্যকারীরা সব মিলে পূর্ণ কুরআন তো নয় বরং শুধুমাত্র ওর একটি সূরার মত সূরা আনয়ন কর। তোমরা তো তা করতে কখনও সক্ষম হবে না, তা হলে ওটিযে আল্লাহর কালাম এতে সন্দেহ করছে কেন?” (আরবি)-এর ভাবার্থ হচ্ছে সাহায্যকারী ও অংশীদার, যারা তাদেরকে সাহায্য ও সহযোগিতা করত। তাহলে ভাবার্থ হলো এইঃ “যাদেরকে তোমরা পূজনীয়রূপে স্বীকার করছ তাদেরকেও ডাকো এবং তাদের সাহায্য ও সহযোগিতায় হলেও এটির মত একটি সূরা রচনা কর।”হষরত মুজাহিদ (রঃ) বলেন যে, তোমরা তোমাদের শাসনকর্তা এবং বাকপটু ও বাগ্মীদের নিকট হতেও সাহায্য নিয়ে নাও। কুরান পাকের এই মুজিযার প্রকাশ এবং এই রীতির বাণী কয়েক স্থানে আছে। সূরা-ই কাসাসের মধ্যে আছেঃ “ (হে নবী সঃ) তুমি বলে দাও যে, যদি তোমরা সত্যবাদী হও তবে আল্লাহর নিকট হতে অন্য কোন কিতাব নিয়ে এসো সৎ পথ প্রদর্শনে এ দু’টো (কুরআন ও তাওরাত) অপেক্ষা অধিক উৎকৃষ্ট হয়, তা হলে আমিও তার অনুসরণ করবো।” আল্লাহ তাআলা সূরা-ই-বানী ঈসরাইলে বলেছেনঃ “তুমি বলে দাও যে, যদি মানুষ ও জ্বিন এ উদ্দেশ্যে ঐক্যবদ্ধ হয় যে, এরূপ কুরআন রচনা করে আনবে, তথাপিও তার অনুরূপ আনয়ন করতে পারবে না, যদিও তারা একে অন্যের সাহায্যকারী হয়।”সূরা-ই-হূদে আল্লাহ তা'আলা বলেছেনঃ “তবে কি তারা এরূপ বলে যে, এটা তুমি নিজেই রচনা করেছ? বলে দাও, তোমরাও তাহলে ওর অনুরূপ রচিত দশটি সূরা আনয়ন কর এবং আল্লাহকে ছাড়া যাকে যাকে ডাকতে পার ডেকে আন যদি তোমরা সত্যবাদী হও।\" সূরা-ই- ইউনুসে আল্লাহ তা'আলা বলেছেনঃ “এ কুরআন কল্পনাপ্রসূত নয় যে, আল্লাহ্ ছাড়া অন্য কারও দ্বারা প্রকাশিত হয়েছে, বরং এটা তো সেই কিতাবসমূহের সত্যতা প্রমাণকারী যা এর পূর্বে অবতীর্ণ হয়েছে এবং এটা আবশ্যকীয় বিধানসমূহের ব্যাখ্যা দানকারী, এতে কোন সন্দেহ নেই, এটা বিশ্ব প্রভুর পক্ষ হতে অবতীর্ণ হয়েছে। তারা কি এরূপ বলে যে, এটা তোমার স্বরচিত? তুমি বলে দাও, তবে তোমরা এর অনুরূপ একটি সূরা-ই এনে দাও এবং আল্লাহকে ছাড়া যাকে পার ডাকো যদি তোমরা সত্যবাদী হও।” এ সমস্ত আয়াত তো মক্কা মুকাররামায় অবতীর্ণ হয়েছে এবং মক্কাবাসীকে এর মুকাবিলায় অসমর্থ সাব্যস্ত করে মদীনা শরীফেও, এ বিষয়ের পুনরাবৃত্তি হয়েছে, যেমন উপরের আয়াত।(আরবি)-এর (আরবি) সর্বনামটিকে কেউ কেউ কুরআনের দিকে ফিরিয়েছেন। অর্থাৎ এর (কুরআনের) মত কোন একটি সূরা রচনা কর। কেউ কেউ সর্বনামটি মুহাম্মদ (সঃ)-এর দিকে ফিরিয়েছেন। অর্থাৎ তার মত কোন নিরক্ষর লোক এরূপ হতেই পারে না যে, লেখাপড়া কিছু না জেনেও এমন বাণী রচনা করতে পারে যার মত বাণী কারও দ্বারা রচিত হতে পারে না। কিন্তু প্রথম মৃতটিই সঠিক।মুজাহিদ (রঃ), কাতাদাহ (রঃ), আমর বিন মাসউদ (রঃ), হযরত ইবনে আব্বাস (রাঃ), হাসান বসরী (রঃ) এবং অধিকাংশ চিন্তাবিদের এটাই মত। ইমাম ইবনে জারীর তাবারী (রঃ), যামাখৃশারী এবং ইমাম রাষীও (রঃ) এই মত পছন্দ করেছেন। এটাকে প্রাধান্য দেয়ার কয়েকটি কারণ রয়েছে। প্রথমটি এই যে, এতে সবারই প্রতি ধমক রয়েছে। একত্রিত করে এবং পৃথক পৃথক করেও, সে নিরক্ষরই হোক বা আহলে কিতাব ও শিক্ষিত লোকই হোক, এতে এই মুজিযার পূর্ণতা রয়েছে এবং শুধুমাত্র অশিক্ষিত লোকদেরকে অপারগ করা অপেক্ষা এতে বেশী গুরুত্ব এসেছে। আবার দশটি সূরা আনতে বলা এবং ওটা আনতে না পারার ভবিষ্যদ্বাণী করাও এটাই প্রমাণ করছে যে, এর ভাবার্থ কুরআনই হবে, রাসূলুল্লাহ (সঃ)-এর ব্যক্তিত্ব নয়। সুতরাং এই সাধারণ ঘোষণা, যা বার বার করা হয়েছে, এবং সঙ্গে সঙ্গে এই ভবিষ্যদ্বাণীও করা হয়েছে যে, এরা এর উপর সক্ষম নয়। এ ঘোষণা একবার মক্কায় করা হয়েছে এবং পরে মদীনাতেও এর পুনরাবৃত্তি হয়েছে। আর ঐসব লোক, যাদের মাতৃভাষা আরবী ছিল এবং নিজেদের বাকপটুতা ও বাগ্মীতার জন্যে গর্ববোধ করতো তারা সবাই এর মুকাবিলা করতে অসমর্থ হয়েছিল। তারা পূর্ণ কুরআনের উত্তর দিতে পারেইনি।' দশটি সূরাও নয় এমনকি একটি আয়াতেরও উত্তর দিতে সমর্থ হয়নি। সূতরাং পবিত্র কুরআনের একটি মু'জিযা তো এই যে, তারা এর মত একটি ছোট সূরাও রচনা করতে পারেনি।\nদ্বিতীয় মুজিযা\nকুরআন কারীমের দ্বিতীয় মু'জিযা এই যে, তারা কখনও এর মত কিছুই রচনা করতে পারবে না যদিও তারা সবাই একত্রিত হয় এবং কিয়ামত পর্যন্ত চেষ্টা করে, আল্লাহ তাআলার ভবিষ্যদ্বাণীর সত্যতা প্রমাণিত হয়ে গেল। সেই যুগেও কারও সাহস হয়নি, তার পরে আজ পর্যন্তও হয়নি। এবং কিয়ামত পর্যন্তও কারও সাহস হবে না। আর এ হবেই বা কিরূপে? যেমনভাবে আল্লাহর সত্তা অতুলনীয়, তার বাণীও তদ্রুপ অতুলনীয়। প্রকৃত ব্যাপারও এটাই যে, কুরআন পাককে এক ন্যর দেখলেই তার প্রকাশ্য ও গোপনীয়, শাব্দিক ও অর্থগত সব কিছু এমনভাবে প্রকাশ পায় যা সৃষ্টজীবের শক্তির বাইরে। স্বয়ং বিশ্বপ্রভু বলছেনঃ “এটা এমন কিতাব যার আয়াতগুলো প্রজ্ঞাময়, মহাজ্ঞাতার পক্ষ হতে (প্রমাণাদি দ্বারা) জোরদার করা হয়েছে, অতঃপর বিশদভাবে বর্ণনা করা হয়েছে।”  সুতরাং শব্দ সংক্ষিপ্ত এবং অর্থ বিশ্লেষিত কিংবা শব্দ বিশ্লেষিত এবং অর্থ সংক্ষিপ্ত। কাজেই কুরআন স্বীয় শব্দ ও রচনায় অতুলনীয়, এর প্রতিদ্বন্দ্বিতা করতে সারা দুনিয়া সম্পূর্ণরূপে অপারগ ও অসমর্থ। পূর্ব যুগের যেসব সংবাদ দুনিয়ার অজানা ছিল তা হুবহু এই পাক কালামে বর্ণিত হয়েছে, আগামীতে যা ঘটবে তারও আলোচনা রয়েছে এবং অক্ষরে অক্ষরে সত্য প্রমাণিত হয়েছে। এর মধ্যে সমস্ত ভাল কাজের আদেশ ও মন্দ কাজের নিষেধ রয়েছে। আল্লাহ তাআলা সত্যই বলেছেনঃ “তোমার প্রভুর কথা সংবাদের সত্যতায় এবং নির্দেশের ন্যায্যতায় পূর্ণ হয়েছে। এই পবিত্র কুরআন সমস্তটাই সত্য, সত্যবাদিতা, সুবিচার এবং হিদায়াতে ভরপুর।\nকুরআন কাব্য নয়\nপবিত্র কুরআনের মধ্যে কোন আজে বাজে কথা, ক্রীড়া-কৌতুক এবং মিথ্যা অপবাদ নেই যা সাধারণতঃ কবিদের কবিতায় পাওয়া যায়। বরং তাদের কবিতার কদর ও মূল্য ওরই উপর নির্ভর করে। মশহুর প্রবাদ আছে যে, (আরবি) অর্থাৎ যা খুব বেশী মিথ্যা তা খুব বেশী সুস্বাদু। লম্বা চওড়া জোরালো প্রশংসামূলক কবিতাগুলোকে দেখা যায় যে, তা অতিরঞ্জিত ও মিথ্যা মিশ্রিত। ওতে থাকবে নারীদের প্রশংসা ও সৌন্দর্য বর্ণনা, ঘোড়া ও মদের প্রশংসা, কোন মানুষের বাড়ানো তারীফ, উষ্ট্ৰীসমূহের ভূষণ ও সাজ-সজ্জা, বীরত্বের অতিরঞ্জিত গীত, যুদ্ধের চালবাজী কিংবা ডর-ভয়ের কাল্পনিক দৃশ্য। এতে না আছে কোন দুনিয়ার উপকার, না আছে কোন দ্বীনের উপকার। এতে শুধু কবির বাকপটুতা ও কথা শিল্প প্রকাশ পায়। চরিত্রের উপরেও ওর কোন ভাল প্রভাব পড়ে না, আমলের উপরেও না। পুরো কাসিদার মধ্যে দু' একটি ভাল কবিতা হয়তো পাওয়া যাবে, কিন্তু বাকী সবগুলোই আজে বাজে কথায় ভর্তি থাকে। পক্ষান্তরে, কুরআন পাকের প্রতি লক্ষ্য করলে দেখা যাবে যে,ওর এক একটি শব্দ ভাষা-মাধুর্যে, দ্বীন ও দুনিয়ার উপকারে এবং মঙ্গল ও কল্যাণে ভরপুর। আবার বাক্যের বিন্যাস ও সৌন্দর্য, শব্দের গাঁথুনী, রচনার গঠন শৈলী অর্থের সুস্পষ্টতা এবং বিষয়ের পবিত্রতা যেন সোনায় সোহাগা। এর খবরের আস্বাদন, এর বর্ণনাকৃত ঘটনাবলীর সরলতা মৃত সঞ্জীবনী, এর সংক্ষেপণ উচ্চ আদর্শ, এর বিশ্লেষণ মু'জিযার প্রাণ। এর কোন কিছুর পুনরাবৃত্তি দ্বিগুণ স্বাদ দিয়ে থাকে। মনে হয় যেন খাটি মুক্তার বৃষ্টি বর্ষণ হচ্ছে। বার বার পড়লেও মনে বিরক্তি আসবে না। স্বাদ গ্রহণ করতে থাকলে সব সময় নতুন স্বাদ পাওয়া যাবে। বিষয়বস্তু অনুধাবন করতে থাকলে শেষ হবে না। এটা একমাত্র কুরআন পাকের বৈশিষ্ট্য। এর চাটনীর মজা এবং মিষ্টতার স্বাদের কথা তাঁকেই জিজ্ঞেস করা। উচিত যাকে মহান আল্লাহ জ্ঞান, অনুভূতি এবং বিদ্যাবুদ্ধির কিছু অংশ দান করেছেন। এর ভয়,প্রদর্শন, ধমক এবং শাস্তির বর্ণনা মজবুত পাহাড়কেও নড়িয়ে দেয়, মানুষের অন্তর তো কি ছার। এর অঙ্গীকার, সুসংবাদ, দান ও অনুগ্রহের বর্ণনা অন্তরের শুষ্ক কুঁড়ির মুখ খুলে দেয়। এটা ইচ্ছা ও আকাংখার প্রশমিত আবেগের মধ্যে উত্তেজনা সৃষ্টিকারী এবং বেহেশত ও আরামের সুন্দর সুন্দর দৃশ্য চোখের সামনে উপস্থাপনকারী। এতে মন আনন্দিত হয় এবং খুলে যায়। এতে আগ্রহ উৎপাদক ঘোষণা হচ্ছেঃ “অতএব এইরুপ লোকদের জন্য কত কি নয়ন জুড়ানো আসবাব যে গায়েবী ভাণ্ডারে মওজুদ রয়েছে এটা কারও জানা নেই।”আরও বলা হচ্ছেঃ “এবং তার (বেহেশতের) মধ্যে মনঃপুত ও চক্ষু জুড়ানো দ্রব্যাদি রয়েছে।” ভয় প্রদর্শন ও ধমকরূপে বলা হচ্ছেঃ “তোমরা কি তার হতে, যিনি আকাশে রয়েছেন, নির্ভয় রয়েছে যে, তিনি তোমাদেরকে যমীনের মধ্যে ধ্বসিয়ে দেন, অতঃপর ঐ যমীন থর থর করতে থাকে? না কি তোমরা নির্ভয় হয়ে গেছে এটা হতে যে, যিনি আকাশে আছেন তিনি তোমাদের প্রতি এক প্রচণ্ড বায়ু প্রেরণ করে দেন? সুতরাং তোমরা সত্ত্বরই জানতে পারবে যে, ভয় প্রদর্শন কিরূপ ছিল।” আরও বলা হচ্ছেঃ “অতঃপর তাদের পাপের কারণে আমি তাদেরকে পাকড়াও করেছি।” উপদেশ দান রূপে বলা হয়েছেঃ “যদিও আমি। তাদেরকে কয়েক বছর ধরে সুখ-সম্ভোগে রেখেছি তাতে কি হয়েছে? অতঃপর যার ওয়াদা তাদেরকে দেয়া হয়েছিল তা এসে গেল। যে আঁকজমকের মধ্যে তাঁরা ছিল তা তাদের কোন কাজে আসলো না। মোটকথা এভাবে আল্লাহ কুরআন পাকের মধ্যে যখন যে বিষয় ধরেছেন তাকে পূর্ণতায় পৌছিয়ে ছেড়েছেন। আর একে বিভিন্ন প্রকারের বাকপটুতা, ভাষালংকার এবং নিপুণতা দ্বারা পরিপূর্ণ করেছেন। নির্দেশাবলী ও নিষেধাজ্ঞার প্রতি লক্ষ্য করলে দেখা যাবে যে, প্রত্যেক নির্দেশের মধ্যে মঙ্গল, সততা, লাভ এবং পবিত্রতার একত্র সমাবেশ ঘটেছে, আর প্রত্যেক নিষেধাজ্ঞা পাপ, হীনতা, ইতরামি এবং ভ্রষ্টতা কর্তনকারী। হযরত ইবনে মাউদ (রাঃ) প্রভৃতি মনীষীগণ বলেছেন যে, যখন কুরআন মাজীদের মধ্যে (আরবি) শুনতে পাও তখন তোমরা কান লাগিয়ে দাও, হয়তো কোন ভাল কাজের হুকুম দেয়া হবে, বা কোন মন্দ কাজ হতে নিষেধ করা হবে। স্বয়ং আল্লাহ তা'আলা বলেনঃ “তিনি। তোমাদেরকে ভাল কাজের আদেশ করেন এবং মন্দ কাজ হতে বিরত রাখেন, পবিত্র জিনিস হালাল করেন এবং অপবিত্র জিনিস হারাম করেন, যে ভারী শিকল পায়ে জড়ানো ছিল এবং যে গলাবন্ধ গলায় দেয়া ছিল তা তিনি দূরে নিক্ষেপ করেন।”কুরআন কারীমের মধ্যে আছে কিয়ামতের বর্ণনা, তথাকার ভয়াবহ দৃশ্য, বেহেশত ও দোযখের বর্ণনা, দয়া ও কষ্টের পূর্ণ বিবরণ। আরও রয়েছে আল্লাহর মনোনীত বান্দাগণের জন্যে নানা প্রকার নিয়ামতের বর্ণনা ও তার শত্রুদের জন্যে নানা প্রকার শাস্তির বর্ণনা। কোথাও বা আছে সুসংবাদ এবং কোথায়ও আছে ভয় প্রদর্শন। কোন স্থানে আছে সৎকার্যের প্রতি আগ্রহ উৎপাদন এবং কোন স্থানে আছে মন্দ কাজ হতে বাধা প্রদান। কোন জায়গায় আছে দুনিয়ার প্রতি উদাসীনতার শিক্ষা এবং কোন জায়গায় আছে আখেরাতের প্রতি আগ্রহের শিক্ষা। এ সমুদয় আয়াতই মানুষকে সঠিক পথ প্রদর্শন করে এবং আল্লাহর পছন্দনীয় শরীয়তের দিকে ঝুকিয়ে দেয়, অন্তুরের কালিমা দূর করে, শয়তানী পথগুলো বন্ধ করে এবং মন্দ ক্রিয়া নষ্ট করে থাকে।সহীহ বুখারী ও মুসলিম শরীফে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “প্রত্যেক নবীকে (আঃ) এমন মু'জিযা দেয়া হয়েছিল যা দেখে মানুষ তাদের উপর ঈমান এনেছিল, কিন্তু আমার মজিযা আল্লাহর ওয়াহী অর্থাৎ পবিত্র কুরআন। কাজেই আমি আশা করি যে, কিয়ামতের দিন অন্যান্য নবীদের (আঃ) অপেক্ষা আমার অনুসারী বেশী হবে।” কেননা, অন্যান্য নবীদের (আঃ) মু'জিযা তাঁদের সঙ্গেই বিদায় নিয়েছে। কিন্তু রাসূলুল্লাহ (সঃ)-এর এই মু’জিয়া কিয়ামত পর্যন্ত বাকী থাকবে। জনগণ ওটা দেখতে থাকবে এবং ইসলাম ধর্মে দীক্ষিত হতে থাকবে। রাসূলুল্লাহ (সঃ)-এর এ ফরমানঃ “আমার মু'জিযা ওয়াহী যা আমাকে দেয়া হয়েছে” এর ভাবার্থ এই যে, এই কুরআনকে তার জন্যেই বিশিষ্ট করা হয়েছে এবং এটা একমাত্র তাকেই দেয়া হয়েছে যা প্রতিযোগিতায় ও প্রতিদ্বন্দ্বিতায় সারা দুনিয়াকে হার মানিয়ে দিয়েছে। পক্ষান্তরে অন্যান্য আসমানী কিতাব অধিকাংশ আলেমের মতে এই বিশেষণ হতে শূন্য রয়েছে। রাসূলুল্লাহ (সঃ)-এর নবুওয়াতের সত্যতার উপর এবং ইসলাম ধর্মের সত্যতার উপর এই মুজিযা ছাড়াও আরও এত দলীল আছে যে, তা গুণে শেষ করা যায় না। আল্লাহর জন্যেই সমুদয় প্রশংসা।কোন কোন ইসলামী দর্শন বেত্তা কুরআন কারীমের মু'জিয়া হওয়াকে এমন পন্থায় বর্ণনা করেছেন যে, তা আলে সুন্নাত ওয়াল জামাআত এবং মু'তাযিলার কথারই অন্তর্ভুক্ত। তারা বলেন যে, হয়তো বা কুরআন নিজেই মু'জিয়া, এর মত কিছু রচনা করা মানুষের সাধ্যের বাইরে। এর সাথে প্রতিদ্বন্দ্বিতা করার তাদের ক্ষমতাই নেই। কিংবা যদিও এর প্রতিদ্বন্দ্বিতা সম্ভব এবং এটা মানবীয় শক্তির বাইরে নয়, তথাপি তাদেরকে প্রতিদ্বন্দ্বিতা করার জন্যে আহ্বান করা হচ্ছে। তারা কঠিন শক্রতার মধ্যে রয়েছে, সত্য ধর্মকে দুনিয়ার বুক থেকে মুছে ফেলার জন্যে তারা সর্বশক্তি ব্যয় করতে এবং সব কিছু ধ্বংস করতে সদা প্রস্তুত রয়েছে। তবুও তারা কুরআন কারীমের সঙ্গে প্রতিযোগিতা ও প্রতিদ্বন্দ্বিতা করতে পারছে না। এটা কুরআনের পক্ষ হতেই হচ্ছে যে, তাদের ক্ষমতা থাকা সত্ত্বেও কুরআন তাদেরকে বাধা দিচ্ছে যার ফলে তারা এর অনুরূপ পেশ করতে অপারগ হচ্ছে।যদিও শেষের মতটি তলোপছন্দনীয় নয়, তথাপি তাকেও যদি মেনে নেয়া হয় তবে তার দ্বারাও কুরআনের মু'জিযা হওয়া সাব্যস্ত হচ্ছে। এটা সত্যের পৃষ্ঠপোষকতায় ও তর্কের খাতিরে নিম্ন পর্যায়ে নেমে যাওয়া হলেও কুরআনের মুজিযা হওয়াই সাব্যস্ত হচ্ছে। ইমাম রাযী (রঃ) হোট ছোট সূৰ্বর প্রশ্নের উত্তরে এই পন্থাই অবলম্বন করেছেন।(আরবি)-এর অর্থ হচ্ছে জ্বালানী, যা দিয়ে আগুন জ্বালানো হয়। যেমন গাছের ডাল, কাঠ, খড়ি ইত্যাদি। কুরআন কারীমের এক জায়গায় আছেঃ “অত্যাচারী লোকেরা দোযখের জ্বালানী কাঠ।” অন্য স্থানে আছেঃ “তোমরা ও তোমাদের ঐ সব মাবুদ, আল্লাহকে ছেড়ে যাদের তোমরা ইবাদত করতে, দোযখের খড়ি হবে, তোমরা সব ওর মধ্যে আসবে। যদি তারা সত্য মা'বুদ হতো তবে সেখানে আগমন করতো না। প্রকৃতপক্ষে তারা সবাই চিরকাল অবস্থানকারী (আরবি) বলা হয় পাথরকে। এখানে অর্থ হচ্ছে গন্ধকের পাথর যা অত্যন্ত কালো, বড় এবং দুর্গন্ধময়, যার আগুনে অত্যন্ত তেজ থাকে। আল্লাহ পাক আমাদেরকে নিরাপদে রাখুন। হযরত ইবনে মাসউদ (রাঃ) বলেন যে, আকাশ ও পৃথিবী সৃষ্টি করার সঙ্গে • সঙ্গেই এই পাথরগুলো প্রথম আকাশে সৃষ্টি করা হয়েছে। (তাফসীর-ই-ইবনে) জারীর, মুসনাদ-ই-ইবনে আবি হাতিম, মুসতাদরিক-ই-হাকিম)। হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ) এবং অন্যান্য কয়েকজন সাহাবী (রাঃ) হতে সুদ্দী (রঃ) নকল করেছেন যে, দোযখের মধ্যে এই কালো গন্ধকের পাথরও থাকবে যার কঠিন আগুন দ্বারা কাফিরদেরকে শাস্তি দেয়া হবে। হযরত মুজাহিদ (রঃ) বলেন যে, এই পাথরগুলোর দুর্গন্ধ মৃতদেহের দুর্গন্ধের চেয়েও বেশী কঠিন। মুহাম্মদ বিন আলী (রঃ) এবং ইবনে জুরাইও (রঃ) বলেন যে, গন্ধকের অর্থ হচ্ছে বড় বড় ও শক্ত শক্ত পাথর। কেউ কেউ বলেছেন যে, এটা হতে উদ্দেশ্য হচ্ছে ঐ পাথরগুলো যেগুলোর ছবি ইত্যাদি বানানো হতো, অতঃপর ঐগুলোকে পূজা করা হতো। যেমন এক জায়গায় আছেঃ “তোমরা আল্লাহকে ছেড়ে যাদের ইবাদত করতে, তারা জাহান্নামের জ্বালানী খড়ি।”কুরতুবী (রঃ) এবং রাযী (রঃ) এই মতকেই প্রাধান্য দিয়েছেন এবং বলেছেন যে, গন্ধকের পাথরে আগুন ধরা কোন নতুন কথা নয়। কাজেই ভাবার্থ হবে এই মূর্তিগুলোই এবং আরও অন্যান্য পাথর-আল্লাহ্ পাককে ছাড়া যেগুলো যে কোন আকারে পূজনীয় হবে। কিন্তু এই যুক্তিটা জোরালো যুক্তি নয়। কেননা, যখন গন্ধকের পাথর দিয়ে আগুন উসকানো হয়, তখন এটা জানা কথা যে, এর তাপ ও প্রখরতা সাধারণ আগুন হতে বহুগুণে বৃদ্ধি প্রাপ্ত হয়। ওর জ্বাল, স্ফীতি এবং শিখাও খুব বেশী হবে। তাছাড়া পূর্ববর্তী গুরুজনেরাও এর তাফসীর এটাই বর্ণনা করেছেন। এরকমই পাথরগুলোতে আগুন লাগাও সর্বজন বিদিত এবং আয়াতের উদ্দেশ্যও হচ্ছে আগুনের তেজ এবং স্ফীতি বর্ণনা করা, আর এটা বর্ণনা করার জন্যও পাথরের অর্থ গন্ধকের পাথর মনে করাই বেশী যুক্তিযুক্ত। কেননা, এতে আগুনও তেজ হবে এবং শাস্তিও কঠিন হবে। কুরআন মাজীদে রয়েছেঃ“যখন অগ্নিশিখা হালকা হয়, আমি তখন ওকে আরও উকিয়ে দেই।” আরও একটি হাদীসে আছে যে, প্রত্যেক কষ্টদায়ক জিনিস আগুনে আছে। কিন্তু এ হাদীসটি সুরক্ষিত ও পরিচিত নয়। কুরতুবী (রঃ) বলেন যে, এর দু'টো অর্থ আছে। একটি এই যে, প্রত্যেক সেই ব্যক্তি জাহান্নামী যে অপরকে কষ্ট দেয়। দ্বিতীয় অর্থ এই যে, প্রত্যেক কষ্টদায়ক জিনিস আগুনে বিদ্যমান থাকবে যা জাহান্নামীদেরকে শাস্তি দেবে।(আরবি) অর্থাৎ তৈরী করা হয়েছে। বাহ্যতঃ ভাবার্থ বুঝা যাচ্ছে যে, ঐ আগুন কাফিরদের জন্যে তৈরী করা হয়েছে। এর ভাবার্থ পাথরও হতে পারে। অর্থাৎ ঐ পাথর কাফিরদের জন্য তৈরী করা হয়েছে। হযরত ইবনে মাসউদেরও (রাঃ) এটাই মত। প্রকৃতপক্ষে এই দু' অর্থে কোন বিরোধ নেই। কেননা, আগুন জ্বালাবার জন্যেই পাথর তৈরী করা, আর আগুন তৈরী করার জন্যে পাথর তৈরী করা জরুরী। সুতরাং একে অপরের সঙ্গে সম্বন্ধযুক্ত। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যে ব্যক্তি কুফরীর উপর রয়েছে তার জন্যও ঐ শাস্তি তৈরী আছে। এই আয়াত দ্বারা এই দলীল গ্রহণ করা হয়েছে যে, জাহান্নাম এখনও বিদ্যমান ও সৃষ্ট রয়েছে। কেননা, (আরবি)শব্দ ব্যবহার করা হয়েছে। এর দলীল স্বরূপ বহু হাদীসও রয়েছে। একটি সুদীর্ঘ হাদীসে আছে, জান্নাত ও জাহান্নামে ঝগড়া হলো (শেষ পর্যন্ত)। দ্বিতীয় হাদীসে আছেঃ “জাহান্নাম আল্লাহ তা'আলার নিকট দু’টি শ্বাস গ্রহণের অনুমতি চাইলো এবং তাকে শীতকালে একটি এবং গ্রীষ্মকালে একটি শ্বাস নেয়ার অনুমিত দেয়া হলো।” ৩য় হাদীসে আছে, সাহাবীগণ (রাঃ) বলেনঃ “আমরা একদিন একটি বড় শব্দ শুনতে পাই। আমরা তখন রাসূলুল্লাহ (সঃ) কে জিজ্ঞেস করিঃ “এটা কিসের শব্দ?” তিনি বলেনঃ “সত্তর বছর পূর্বে একটি পাথর জাহান্নামে নিক্ষেপ করা হয়েছিল, আজ তা তথায় পৌছেছে।” ৪র্থ হাদীস এই যে, রাসূলুল্লাহ (সঃ) সূর্য গ্রহণের নামায পড়া অবস্থায় জাহান্নামকে দেখেছিলেন। ৫ম হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) মিরাযের রাত্রে জাহান্নাম ও তার শাস্তি অবলোকন করেছিলেন। এরকমই আরও সহীহ মুতাওয়াতির হাদীস রয়েছে। মু'তাযিলারা নিজেদের অজ্ঞতার কারণে এটা স্বীকার করে না এবং বিপরীত কথা বলে থাকে। কাযী-ই-উনদুলুস মুনজির বিন সাঈদ বালুতীও তাদের অনুকরণ করেছেন।\nইমাম রাযী (রঃ) এর বিশ্লেষণঃ\nইমাম রাযী (রঃ) স্বীয় তাফসীরে লিখেছেনঃ “কেউ যদি বলে যে, সূরা-ই-কাওসার, সূরা-ই-আসর এবং সূরা-ই-আল কাফিরুনের মত ছোট ছোট সূরাগুলোও (আরবি), শব্দেরই অন্তর্ভুক্ত, আর এটা সর্বজনবিদিত যে, এরকম সূরা কিংবা এর সমপর্যায়ের কোন সূরা রচনা করা সম্ভব, সুতরাং একে মানবীয় শক্তির বাইরে বলা নেহায়েত হঠধর্মী ও অযথা পক্ষপাতিত্ব করারই শামিল, তাহলে আমি উত্তরে বলব যে, আমরা তো কুরআন মাজীদের মু'জিযা হওয়ার দু’টি পন্থা বর্ণনা করে দ্বিতীয় পন্থাকে এজন্যেই পছন্দ করেছি যে, আমরা বলি, যদি এই ছোট সূরাগুলোও ভাষার সৈৗন্দর্য ও অলংকারের দিক দিয়ে এরকমই হয় যে,ওগুলোকেও মু'জিযা বলা যেতে পারে এবং ওর প্রতিদ্বন্দ্বিতা করা সম্ভব না হয়, তবে তো আমাদের উদ্দেশ্য লাভ হয়েই গেল। কেননা, এরূপ সূরা রচনা মানুষের সাধ্যের মধ্যে হওয়া সত্ত্বেও তারা এরূপ সূরা রচনা করতে পারছে না। এটা একথারই দলীল যে, ছোট ছোট আয়াতগুলোসহ সম্পূর্ণ কুরআনই মু'জিযা।” এটা তো ইমাম রাযীর (রঃ) কথা। কিন্তু সঠিক কথা এই যে, প্রকৃতপক্ষে কুরআন কারীমের ছোট বড় প্রত্যেকটি সূরা মু'জিযা এবং মানুষ এর অনুরূপ রচনা করতে সম্পূর্ণ অসমর্থ ও অপারগ।ইমাম শাফিঈ (রঃ) বলেন যে, মানুষ যদি গভীর চিন্তা সহকারে শুধুমাত্র সূরা আল-আসর'কে বুঝবার চেষ্টা করে তাহলেই যথেষ্ট। হযরত আমর বিন আস (রাঃ) ইসলাম গ্রহণের পূর্বে প্রতিনিধি হিসেবে মুসাইলামা কাযযাবের নিকট উপস্থিত হলে সে তাকে জিজ্ঞেস করেঃ “তুমি তো মক্কা থেকেই আসছো, আচ্ছা বলতো আজকাল কোন নতুন ওয়াহী অবতীর্ণ হয়েছে?” তিনি বলেনঃ সম্প্রতি একটি সংক্ষিপ্ত সূরা অবতীর্ণ হয়েছে যা অত্যন্ত চারুবাক ও ভাষার সৌন্দর্য ও অলংকারে পরিপূর্ণ এবং খুবই ব্যাপক।” অতঃপর সূরা-ইআল-আসর পড়ে শুনান। মুসাইলামা কিছুক্ষণ নীরব থাকার পর ওর প্রতিদ্বন্দ্বিতায় বলেঃ “আমার উপরও এ রকমই একটি সূরা অবতীর্ণ হয়েছে।” তিনি বলেনঃ “ঠিক আছে, শুনাও দেখি।” সে বলেঃ (আরবি)অর্থাৎ “ওহে জংলী ইদুর! তোমার অস্তিত্ব তো দুটি কান ও বক্ষ ছাড়া কিছুই নয়, বাকী তো তোমার সবই নগণ্য।” অতঃপর সে বলেঃ বল হে আমর! কেমন হয়েছে। তিনি (আমর রাঃ) বলেনঃ আমাকে জিজ্ঞেস করছো কি? তুমি তো সবই জান যে, এর সবই মিথ্যা। কোথায় এই বাজে কথা আর কোথায় সেই জ্ঞান ও দর্শনপূর্ণ বাণী।”",
  "ayah": 24,
  "surah": 2
}
