{
  "text": "২৪৩-২৪৫ নং আয়াতের তাফসীর\nহযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই লোকগুলো সংখ্যায় চার হাজার ছিল। অন্য বর্ণনায় রয়েছে যে, তারা ছিল আট হাজার। কেউ বলেন ন'হাজার, কেউ বলেন চল্লিশ হাজার এবং কেউ ত্রিশ হাজারের কিছু বেশী বলে থাকেন। এরা যাওয়ারদান' নামক গ্রামের অধিবাসী ছিল যা ওয়াসিতের দিকে রয়েছে। আবার কেউ কেউ বলেন যে, তারা আযরাআত নামক গ্রামের অধিবাসী ছিল। তারা প্লেগের ভয়ে নিজেদের গ্রাম ছেড়ে পালিয়ে গিয়েছিল। তারা একটি গ্রামে এসে উপস্থিত হলে আল্লাহর নির্দেশক্রমে সবাই মরে যায়। ঘটনাক্রমে একজন নবী সেখান দিয়ে গমন করেন। তাঁর প্রার্থনার ফলে আল্লাহ তা'আলা তাদেরকে পুনর্জীবিত করেন। কেউ কেউ বলেন যে, তারা একটি জনশূন্য নির্মল বায়ুযুক্ত খোলা মাঠে অবস্থান করেছিল। অতঃপর তারা দু'জন ফেরেশতার চীৎকারে ধ্বংস হয়ে গিয়েছিল। দীর্ঘদিন অতিবাহিত হওয়ার ফলে তাদের অস্থিগুলোও চুনে পরিণত হয়। সেই জায়গায় জনবসতি বসে যায়। একদা হিযকীল নামে বানী ইসরাঈলের একজন নবী সেখান দিয়ে গমন করেন। তিনি তাদের পুনর্জীবনের জন্যে প্রার্থনা করেন এবং আল্লাহ তার প্রার্থনা কবুল করেন। আল্লাহ তা'আলা নির্দেশ দেন : “তুমি বল- “হে গলিত অস্থিগুলো! আল্লাহ তাআলার নির্দেশক্রমে তোমরা একত্রিত হয়ে যাও। অতঃপর প্রত্যেক শরীরের অস্থির কাঠামো দাঁড়িয়ে গেল। এরপর তার উপর আল্লাহর নির্দেশ হলো : তুমি বলহে অস্থিগুলো! আল্লাহ তা'আলার নির্দেশক্রমে তোমরা গোত, শিরা ইত্যাদিও তোমাদের উপর মিলিয়ে নাও।' অতঃপর ঐ নবীর (আঃ) চোখের সামনে এটাও হয়ে গেল। এরপর তিনি আল্লাহর নির্দেশক্রমে আত্মাগুলোকে সম্বোধন করে বলেনঃ “হে আত্মাসমূহ! তোমরা আল্লাহ তাআলার হুকুমে পূর্বের নিজ নিজ দেহের ভিতর প্রবেশ কর। সঙ্গে সঙ্গে যেমন তারা এক সাথে সব মরে গিয়েছিল তেমনই সবাই এক সাথে জীবিত হয়ে গেল এবং স্বতস্ফূর্তভাবে তাদের মুখে উচ্চারিত হলোঃ (আরবি) অর্থাৎ আপনি পবিত্র। আপনি ছাড়া কেউ উপাস্য নেই।' কেয়ামতের দিন ঐ দেহের সঙ্গেই দ্বিতীয়বার আত্মার উত্থিত হওয়ার এটা দলীল।অতঃপর বলা হচ্ছে, মানুষের উপর আল্লাহ তা'আলার বড় অনুগ্রহ রয়েছে। যে, তিনি মহাশক্তির বড় বড় নিদর্শনাবলী তাদেরকে প্রদর্শন করছেন। কিন্তু এটা সত্ত্বেও অধিকাংশ লোক মহান আল্লাহর কৃতজ্ঞতা প্রকাশ করছে না। এর দ্বারা জানা যাচ্ছে যে, আল্লাহ ছাড়া প্রাণ রক্ষা ও আশ্রয় লাভের অন্য কোন উপায় নেই। ঐ লোকগুলো প্লেগের ভয়ে পলায়ন করছিল এবং ইহলৌকিক জীবনের প্রতি লোভী ছিল, তাই তাদের প্রতি আল্লাহর শাস্তি এসে যায় এবং তার ধ্বংস হয়ে যায়। মুসনাদ-ই-আহমাদের মধ্যে হাদীস রয়েছে যে, যখন উমার (রাঃ) সিরিয়ার দিকে গমন করেন এবং সারাবা নামক স্থানে পৌছেন তখন হযরত আবু ওবাইদাহ বিন জাররাহ (রাঃ) প্রভৃতি সেনাপতিদের সাথে তার সাক্ষাৎ ঘটে। তাঁরা তাঁকে সংবাদ দেন যে, সিরিয়ায় আজকাল প্লেগ রোগ রয়েছে। এখন তারাও তথায় যাবেন কি যাবেন না এই নিয়ে তাঁদের মধ্যে মতভেদ সৃষ্টি হয়। অবশেষে হযরত আবদুর রহমান বিন আউফ (রাঃ) এসে তাদের সাথে মিলিত হন এবং বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি : যখন এমন জায়গায় প্লেগ ছড়িয়ে পড়ে যেখানে তোমরা অবস্থান করছে তখন তোমরা তার ভয়ে পলায়ন করো না। আর যখন তোমরা কোন জায়গায় বসে থাকার সংবাদ শুনতে পাও তখন তোমরা তথায় যেও না।' হযরত উমার ফারূক (রাঃ) একথা শুনে আল্লাহর প্রশংসা করতঃ তথা হতে ফিরে যান (সহীহ বুখারী ও সহীহ মুসলিম)।অন্য একটি বর্ণনায় রয়েছেঃ “এটা আল্লাহর শাস্তি যা পূর্ববর্তী উম্মতদের উপর অবতীর্ণ করা হয়েছিল। অতঃপর বলা হচ্ছেঃ “ঐ লোকদের পলায়ন যেমন তাদেরকে মৃত্যু হতে রক্ষা করতে পারলো না দ্রুপ তোমাদেরও যুদ্ধ হতে মুখ ফিরিয়ে নেয়া বৃথা। মৃত্যু ও আহার্য দু'টোই ভাগ্যে নির্ধারিত হয়ে রয়েছে। নির্ধারিত আহার্য বাড়বেও না কমবেও না।, দ্রুপ মৃত্যুও নির্ধারিত সময়ের পূর্বেও আসবে না বা পিছনেও সরে যাবে না। অন্য জায়গায় রয়েছে : যারা আল্লাহর পথ হতে সরে পড়েছে এবং তাদের সঙ্গীদেরকেও বলছে এই যুদ্ধে শহীদগণও যদি আমাদের অনুসরণ করতো তবে তারাও নিহত হতো না। তাদেরকে বলে দাও- তোমরা যদি সত্যবাদী হও তবে তোমাদের নিজেদের জীবন হতে মৃত্যুকে সরিয়ে দাও তো:অন্য স্থানে রয়েছে : তারা বলে-হে আমাদের প্রভু! আমাদের উপর যুদ্ধ ফরয করেছেন কেন: কেন আমাদেরকে সামান্য কিছু দিনের জন্যে অবসর দিলেন না: তুমি বল-ইহলৌকিক জগতের পুঁজি সামান্য এবং যে আল্লাহকে ভয় করে তার জন্যে পরকালই উত্তম এবং তোমরা এতটুকুও অত্যাচারিত হবে না।' অন্যত্র রয়েছে। তোমাদেরকে মৃত্যু পেয়ে যাবেই যদিও তোমরা উচ্চতম শিখরে অবস্থান কর।' এস্থলে ইসলামী সৈনিকদের উদ্যমশীল নেতা, বীর পুরুষদের অগ্রগামী, আল্লাহর তরবারী এবং ইসলামের আশ্রয়স্থল আবূ সুলাইমান হযরত খালিদ বিন ওয়ালিদের (রাঃ) ঐ উক্তি উদ্ধৃত করা সম্পূর্ণ সময়গাপযোগী হবে যা তিনি ঠিক মৃত্যুর সময় বলেছিলেন। তিনি বলেছিলেন ও মৃত্যুকে ভয়কারী, যুদ্ধক্ষেত্র হতে পলায়নকারী কাপুরুষের দল কোথায় রয়েছে: তারা দেখুক যে, আমার গ্রন্থীসমূহ আল্লাহর পথে আহত হয়েছে। দেহের কোন জায়গা এমন নেই যেখানে তীর, তরবারী, বর্শা ও বল্লমের আঘাত লাগেনি। কিন্তু দেখ যে, আমি যুদ্ধক্ষেত্রে না থেকে বিছানায় পড়ে মৃত্যুবরণ করছি।অতঃপর বিশ্বপ্রভু তাঁর বান্দাদেরকে তাঁর পথে খরচ করার উৎসাহ দিচ্ছেন। এরূপ উৎসাহ তিনি স্থানে স্থানে দিয়েছেন। হাদীস-ই-নযুলেও রয়েছে : ‘কে এমন আছে যে, সেই আল্লাহকে ঋণ প্রদান করবে যিনি না দরিদ্র, না অত্যাচারী: (আরবি) (২:২৪৫) এই আয়াতটি শুনে হযরত আবুদ দাহ্দাহ আনসারী (রাঃ) বলেছিলেন : হে আল্লাহর রাসূল (সঃ)! ‘আল্লাহ্ কি আমাদের নিকট ঋণ চাচ্ছেন:' তিনি বলেন 'হাঁ'। হযরত আবুদ দাহ্দাহ্ তখন বলেনঃ আমাকে আপনার হাত খানা দিন। অতঃপর তিনি তার হাতে রাসূলুল্লাহ (সঃ)-এর হাত নিয়ে বলেনঃ আমি আমার ছয়শো খেজুর বৃক্ষ বিশিষ্ট বাগানটি আমার সর্বশ্রেষ্ঠ মহান সম্মানিত প্রভুকে ঋণ প্রদান করলাম। সেখান হতে সরাসরি তিনি বাগানে আগমন করেন এবং স্ত্রীকে ডাক দেন : “হে উম্মুদ্দাহ্দাহ্!' স্ত্রী উত্তরে বলেনঃ আমি উপস্থিত রয়েছি। তখন তিনি তাকে বলেনঃ “তুমি বেরিয়ে এসো। আমি এই বাগানটি আমার মহা সম্মানিত প্রভুকে ঋণ দিয়েছি (তাফসীর-ই-ইবনে আবি হাতীম)। কর-ই-হাসানা’-এর ভাবার্থ আল্লাহ তা'আলার পথেও খরচ হবে, সন্তানদের জন্যেও খরচ হবে এবং আল্লাহ তা'আলার পবিত্রতাও বর্ণনা করা হবে।অতঃপর আল্লাহ তাআলা বলেনঃ “আল্লাহ তা দ্বিগুণ চারগুণ করে দেবেন'। যেমন অন্য জায়গায় রয়েছেঃ আল্লাহর পথে ব্যয়কারীর দৃষ্টান্ত ঐ শস্য বীজের ন্যয় যার সাতটি শীষ বের হয়ে থাকে এবং প্রত্যেক শীষে একশটি করে দানা থাকে এবং আল্লাহ্ যাকে ইচ্ছে করেন তার চেয়েও বেশী দিয়ে থাকেন। এই আয়াতের তাফসীর ইনশাআল্লাহ অতি সত্ত্বরই আসছে। হযরত আবু হুরাইরা (রাঃ)-কে হযরত আবু উসমান নাহদী (রঃ) জিজ্ঞেস করেনঃ ‘আমি শুনেছি যে,আপনি বলেনঃ “ এক একটি পুণ্যের বিনিময়ে এক লক্ষ পুণ্য পাওয়া যায়। (এটা কি সত্য):' তিনি বলেনঃ ‘এতে তুমি কি বিস্ময়বোধ করছো: আমি রাসূলুল্লাহ (সঃ) -এর নিকট শুনেছিঃ একটি পুণ্যের বিনিময়ে দু’লক্ষ পূণ্য পাওয়া যায় (মুসনাদ-ই-আহমাদ)। কিন্তু এই হাদীসটি গরীব।তাফসীর-ই-ইবনে আবি হাতীম গ্রন্থে রয়েছে, হযরত আবু উসমান নাহদী বলেনঃ হযরত আবু হুরাইরার (রাঃ) খিদমতে আমার চেয়ে বেশী কেউ থাকতেন না। তিনি হজ্বে গমন করলে তার পিছনে আমিও গমন করি। আমি বসরায় গিয়ে শুনতে পাই যে, জনগণ হযরত আবু হুরাইরার (রাঃ) উদ্ধৃতি দিয়ে উপরোক্ত হাদীসটি বর্ণনা করছেন। তাদেরকে আমি বলিঃ ‘আল্লাহর শপথ! আমিই সবচেয়ে বেশী তাঁর সাহচর্যে থেকেছি। আমি কখনও তাঁর নিকট এই হাদীসটি শুনিনি।'অতঃপর আমার ইচ্ছে হলো যে, স্বয়ং আবু হুরাইরা (রাঃ)-কে আমি জিজ্ঞেস করবো। আমি তথা হতে এখানে চলে আসি। এসে জানতে পারি যে, তিনি হজে চলে গেছেন। আমি শুধুমাত্র একটি হাদীসের জন্যে মক্কা চলে আসি। তথায় তাঁর সাথে আমার সাক্ষাৎ ঘটে। আমি তাঁকে বলিঃ জনাব! বসরাবাসী আপনার উদ্ধৃতি দিয়ে এটা কিরূপ বর্ণনা দিচ্ছে:' তিনি বলেনঃ ‘এতে বিস্ময়ের কি আছে:' অতঃপর এই আয়াতটি পাঠ করেন এবং বলেনঃ সাথে সাথে আল্লাহ তা'আলার এই কথাটিও পড়ঃ(আরবি)অর্থাৎ ইহলৌকিক জীবনের আসবাবপত্র পরকালের তুলনায় অতি নগণ্য। (৯:৩৮) আল্লাহর শপথ! আমি রাসূলুল্লাহ (সঃ)-এর নিকট শুনেছি যে, একটি পুণ্যের বিনিময়ে আল্লাহ তা'আলা দু’লক্ষ পুণ্য দান করে থাকেন।জামেউত্ তিরমিযীর মধ্যে এই বিষয়ের নিম্নের হাদীসটিও রয়েছে : যে ব্যক্তি বাজারে গিয়ে (আরবি)অর্থাৎ আল্লাহ ছাড়া কেউ উপাস্য নেই, তিনি এক,তাঁর কেউ অংশীদার নেই, তার জন্যে সাম্রাজ্য ও তাঁর জন্যেই প্রশংসা এবং তিনি প্রত্যেক বস্তুর উপর ক্ষমতাবান- এ দু'আটি পাঠ করে, আল্লাহ তার জন্যে এক লাখ পুণ্য লিখেন এবং এক লাখ পাপ ক্ষমা করে দেন। তাফসীর-ই-ইবনে আবি হাতীম গ্রন্থে রয়েছে(আরবি) এই আয়াতটি যখন অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) প্রার্থনা করেন: হে আল্লাহ! আমার উম্মতকে আরও বেশী দান করুন। অতঃপর (আরবি) এই আয়াতটি যখন অবতীর্ণ হয় তখনও তিনি এই প্রার্থনাই করেন। তখন (আরবি) অর্থাৎ “নিশ্চয় ধৈর্যশীলদেরকে তাদের প্রতিদান পূর্ণভাবে ও অপরিমিতভাবে দেয়া হবে’ (৩৯:১০) -এই আয়াতটি অবতীর্ণ হয়। হযরত কা'ব বিন আহবর (রাঃ)-কে এক ব্যক্তি বলেনঃ আমি এক ব্যক্তির নিকট শুনেছি যে, যে ব্যক্তি সূরা-ই (আরবি) একবার পাঠ করে তার জন্যে বেহেশতে দশ লক্ষ অট্টালিকা তৈরি হয়, এটা কি সত্য:' তিনি বলেনঃ ‘এতে বিস্ময়বোধ করার কি আছে: বরং বিশ লক্ষ, ত্রিশ লক্ষ এবং আরও এত বেশী যে, ওগুলো একমাত্র আল্লাহ ছাড়া আর কেউ গণনা করতে পারে না।' অতঃপর তিনি এই আয়াতটি পাঠ করে বলেনঃ ‘আল্লাহ তা'আলা যখন (আরবি) অর্থাৎ বহু গুণ’ বলেছেন তখন তা গণনা করা মানুষের ক্ষমতার মধ্যে কি করে থাকতে পারে:' অতঃপর আল্লাহ তা'আলা বলেন- “আহার্যের হ্রাস ও বৃদ্ধি আল্লাহ তা'আলার পক্ষ থেকেই হয়ে থাকে। আল্লাহর পথে খরচ করাতে কার্পণ্য করো না। যাকে তিনি বেশী দিয়েছেন তার মধ্যেও যুক্তিসঙ্গতা রয়েছে এবং যাকে দেননি তার মধ্যেও দুরদর্শিতা রয়েছে। তোমরা সবাই কিয়ামতের দিন তার নিকট প্রত্যাবর্তীত হবে।",
  "ayah": 245,
  "surah": 2
}
