{
  "text": "নবী (আঃ) তাদেরকে বলেন- ‘তালূতের রাজত্বের প্রথম বরকতের নিদর্শন এই যে, শান্তিতে পরিপূর্ণ হারানো তাবৃত তোমরা পেয়ে যাবে। যার ভিতরে রয়েছে পদমর্যাদা, সম্মান, মহিমা, স্নেহ, ও করুণা। তার মধ্যে রয়েছে আল্লাহর নিদর্শনাবলী যা তোমরা ভালভাবেই জান। কেউ কেউ বলেন যে, ‘সাকীনা’ ছিল সোনার একটি বড় থালা যাতে নবীদের (আঃ) অন্তরসমূহ ধৌত করা হতো। ওটা হযরত মূসা (আঃ) প্রাপ্ত হয়েছিলেন। তার মধ্যে তিনি তাওরাতের তক্ত রাখতেন। কেউ কেউ বলেন যে,মানুষের মুখের মত ওর মুখও ছিল, আত্মাও ছিল, বায়ুও ছিল, দু'টি মাথা ছিল, দু’টি পাখা ছিল এবং লেজও ছিল ।অহাব (রঃ) বলেন যে, ওটা মৃত বিড়ালের মস্তক ছিল। যখন ওটা তাবুতের মধ্যে কথা বলতো তখন জনগণের সাহায্য প্রাপ্তির বিশ্বাস হয়ে যেতো এবং যুদ্ধে তারা জয়লাভ করতো। এই উক্তিও রয়েছে যে, এটা আল্লাহ তাআলার পক্ষ হতে একটা আত্মা ছিল। যখন বানী ইসরাঈলের মধ্যে কোন বিষয়ে মতবিরোধ সৃষ্টি হতো কিংবা কোন খবর তারা জানতে না পারতো তখন সেটা তা বলে দিতো। হযরত মূসা (আঃ) ও হযরত হারুন (আঃ)-এর অনুচরদের অবশিষ্ট অংশ’-এর ভাবার্থ হচ্ছে কাঠ, তাওরাতের তক্তা, মান্ন' এবং তাদের কিছু কাপড় ও জুতো।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “ফেরেশতাগণ আকাশ ও পৃথিবীর মধ্যস্থল দিয়ে ঐ তালূতকে উঠিয়ে জনগণের সামনে নিয়ে আনেন এবং হযরত তালূত বাদশাহর সামনে রেখে দেন। তার নিকট তালূতকে দেখে লোকদের নবীর (আঃ) নবুওয়াত ও তালূতের রাজত্বের উপর পূর্ণ বিশ্বাস হয়। এটাও বলা হয়েছে যে, এটাকে গাভীর উপরে করে নিয়ে আসা হয়েছিল। কেউ কেউ বলেন যে, কাফিরেরা যখন ইয়াহূদীদের উপর জয়যুক্ত হয় তখন তারা ‘সাকিনার সিন্দুককে তাদের নিকট থেকে ছিনিয়ে নেয় এবং উরাইহা' নামক জায়গায় নিয়ে গিয়ে তাদের বড় প্রতিমাটির পায়ের নীচে রেখে দেয়। কাফিরেরা সকালে তাদের মূর্তি ঘরে গিয়ে দেখে যে, মূর্তিটি নীচে রয়েছে এবং সিন্দুকটি তার মাথার উপরে রয়েছে। তারা পুনরায় মূর্তিটিকে উপরে ও সিন্দুকটিকে নীচে রেখে দেয়। কিন্তু পরদিন সকালে গিয়ে আবার ঐ অবস্থাতে দেখতে পায়। পুনরায় তারা মূর্তিটিকে উপরে করে দেয়। কিন্তু আবার সকালে গিয়ে দেখে যে, প্রতিমা ভাঙ্গা অবস্থায় একদিকে পড়ে রয়েছে। তখন তারা বুঝতে পারে যে, এটা বিশ্ব প্রভুরই ইঙ্গিত। তখন তারা সিন্দুকটিকে তথা হতে নিয়ে গিয়ে অন্য একটি ছোট গ্রামে রেখে দেয়। এ গ্রামে এক মহামারী রোগ ছড়িয়ে পড়ে।অবশেষে তথায় বন্দিনী বানী ইসরাঈলের একটি স্ত্রী লোক তাদেরকে বলেঃ ‘তোমরা এই সিন্দুকটি বানী ইসরাঈলের নিকট পৌছিয়ে দিলে এই মহামারী থেকে মুক্তি পেয়ে যাবে। সুতরাং তারা তাবূতটি দুটি গাভীর উপর উঠিয়ে দিয়ে বানী ইসরাঈলের শহরের দিকে পাঠিয়ে দেয়। শহরের নিকটবর্তী হয়ে গাভী দু’টি রশি ছিড়ে পালিয়ে যায় এবং তাবৃতটি ওখানেই পড়ে থাকে। অতঃপর বানী ইসরাঈল ওটা নিয়ে আসে। কেউ কেউ বলেন যে, দু'টি যুবক ওটা পৌছিয়ে দিয়েছিল। এও বলা হয়েছে যে, এটা প্যালেস্তাইনের গ্রামসমূহের একটি গ্রামে ছিল। গ্রামটির নাম ছিল ‘আযদাওয়াহ্'। এরপর নবী (আঃ) তাদেরকে বলেনঃ ‘আমার নবুওয়াত ও তালূতের রাজত্বের এটাও একটি প্রমাণ যে, যদি তোমরা আল্লাহ্ তা'আলার উপর ও পরকালের উপর বিশ্বাস স্থাপন কর তবে ফেরেশতাগণ তাবূতটি পৌছিয়ে দিয়ে যাবেন।",
  "ayah": 248,
  "surah": 2
}
