{
  "text": "যেহেতু এর পূর্বে কাফির ও ধর্মদ্রোহীদের শাস্তি ও লাঞ্ছনার বর্ণনা দেয়া হয়েছে, কাজেই এখানে মুমিন ও সৎলোকদের প্রতিদান, পুণ্য ও সম্মানের বর্ণনা দেয়া হয়েছে। কুরআনের (আরবি) হওয়ার এটাও একটা অর্থ এবং সঠিক অর্থ এটাই যে, এতে প্রত্যেক বিষয় জোড়া জোড়া রয়েছে। এর বিস্তারিত বিবরণও উপযুক্ত জায়গায় দেয়া হবে। ভাবার্থ এই যে, ঈমানের সঙ্গে কুফরের এবং কুফরের সঙ্গে ঈমানের পুণ্যের সঙ্গে পাপের ও পাপের সঙ্গে পুণ্যের বর্ণনা অবশ্যই আসে। যে জিনিসের বর্ণনা দেয়া হয় সঙ্গে সঙ্গে তার বিপরীত জিনিসেরও বর্ণনা দেয়া হয়। কোন জিনিসের বর্ণনা দিয়ে কোন জায়গায় তার দৃষ্টান্ত বর্ণনা করা হয় (আরবি) এরকমই।জান্নাতের তলদেশ দিয়ে নদী বয়ে যাওয়ার অর্থ হচ্ছে তার বৃক্ষরাজী ও অট্টালিকার নিম্নদেশ দিয়ে বয়ে যাওয়া। হাদীস শরীফে আছে যে, তথায় নদী প্রবাহিত হয়, কিন্তু গর্ত নেই। অন্য হাদীসে আছে যৈ, কাওসার নদীর দু'ধারে খাঁটি মুক্তার গম্বুজ আছে, তার মাটি হচ্ছে খাটি মৃগনাভি, তার কুচি পাথরগুলো হচ্ছে মণি-মুক্তা ও অতি মূল্যবান পাথর। আল্লাহ্ তা'আলা অনুগ্রহ করে যেন আমাদেরকে ঐ নিয়ামত দান করেন। তিনি বড় অনুগ্রহশীল ও দয়ালু। হাদীসে আছে যে, জান্নাতের নদীগুলো মুশকের পাহাড়ের নিম্নদেশ দিয়ে প্রবাহিত হচ্ছে (মুসনাদ-ই-ইবনে আবি হাতিম)। হযরত আবদুল্লাহ্ (রাঃ) হতেও এটা বর্ণিত আছে। জান্নাতবাসীদের এই কথা “ইতিপূর্বে আমাদেরকে দেয়া হয়েছিল।এর ভাবার্থ এই যে, দুনিয়াতেও তাদেরকে এই ‘গুলো দেয়া হয়েছিল। তাদের এটা বলার কারণ এই যে, বাহ্যিক আকারে এটা সম্পূর্ণ সাদৃশ্যপূর্ণ হবে।ইয়াহ্ইয়া বিন কাসীর (রঃ) বলেন যে, এক পেয়ালা আসবে, তা সে খাবে আর এক পেয়ালা আসলে বলবেঃ “এটা এতো এখন খেলাম।” ফেরেশতারা বলবেনঃ “খেতে থাকুন। বরং এক হলেও স্বাদ আলাদা। তিনি আরও বলেন যে, বেহেশতের ঘাস হচ্ছে জাফরান এবং পাহাড়গুলো হচ্ছে মুশকের। ছোট ছোট সুন্দর ছেলেরা ফল এনে হাজির করছে এবং তারা খাচ্ছে। আবার আনলে তারা বলছেঃ ওটা এখনই তো খেলাম।\" তারা উত্তর দিচ্ছেঃ জনাব! রং ও রূপ তো এক, কিন্তু স্বাদ পৃথক; খেয়ে দেখুন।\" খেয়েই তারা আরও সুস্বাদু অনুভব করছে। সাদৃশ্যপূর্ণ হওয়ার এটাই অর্থ। দুনিয়ার ফলের সঙ্গেও নামে ও আকারে সাদৃশ্য থাকবে, কিন্তু স্বাদ হবে পৃথক।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সাদৃশ্য শুধু নামে হবে, নচেৎ কোথায় এখানকার জিনিস আর কোথায় ওখানকার জিনিস। এখানে তো শুধু নামই আছে। আবদুর রহমানের (রাঃ) কথা এই যে, দুনিয়ার ফলের মত ফল দেখে বলবেঃ “এটা তো খেয়েছি। কিন্তু যখন খাবে তখন বুঝবে যে, মজা অন্য কিছু। তথায় তারা যেসব স্ত্রী পাবে তারা মলিনতা, অপবিত্রতা, মাসিক ঋতু প্রস্রাব, পায়খানা, থুথু ইত্যাদি হতে সম্পূর্ণরূপে পরিষ্কার পরিচ্ছন্ন থাকবে। হযরত হাওয়াও (আঃ) প্রথমে মাসিক ঋতু হতে পবিত্র ছিলেন। কিন্তু অবাধ্যতা প্রকাশ পাওয়া মাত্রই তার উপরেও এ বিপদ এসে যায়। কিন্তু একথাটি সনদ হিসেবে গরীব বা দুর্বল।আর একটি গরীব মারফু হাদীসে আছে যে, হায়েয, পায়খানা, থুথু হতে পাক। হাকিম (রঃ) এই হাদীসটিকে শায়খাইনের শর্তের উপরে সঠিক বলেছেন। কিন্তু এ দাবী সত্য নয়। এর একজন বর্ণনাকারী হচ্ছে আবদুর রাযযাক বিন উমার বাযীঈ, যার হাদীসকে আবু হাতিম বাসতী দলীলরূপে গ্রহণের যোগ্য মনে করেন না। প্রকাশ্যভাবে জানা যাচ্ছে যে, হাদীসটি মার নয়। বরং এটা হযরত কাতাদা (রাঃ)-এর কথা। আল্লাহই সবচেয়ে বেশী জানেন।",
  "ayah": 25,
  "surah": 2
}
