{
  "text": "এই আয়াতটি আয়াতুল কুরসী। এটা অত্যন্ত মর্যাদা বিশিষ্ট আয়াত। হযরত উবাই বিন কা'বকে (রাঃ) রাসূলুল্লাহ (সঃ) জিজ্ঞেস করেনঃ “আল্লাহ তা'আলার কিতাবে সর্বাপেক্ষা মর্যাদা বিশিষ্ট আয়াত কোটি: তিনি উত্তরে বলেনঃ “আল্লাহ ও তাঁর রাসূলই (সঃ) সবচেয়ে ভাল জানেন।' তিনি পুনরায় এটাই জিজ্ঞেস করেন। বারবার প্রশ্ন করায় তিনি বলেনঃ “আয়াতুল কুরসী।' রাসূলুল্লাহ (সঃ) তখন তাকে বলেনঃ “হে আবুল মুনযির! আল্লাহ তোমার জ্ঞানে বরকত দান করুন! যে আল্লাহর হাতে আমার প্রাণ রয়েছে তার শপথ করে আমি বলছি যে, এর জিহবা হবে, ওষ্ঠ হবে এবং এটা প্রকৃত বাদশাহর পবিত্রতা বর্ণনা করবে ও আরশের পায়ায় লেগে থাকবে। (মুসনাদ-ই-আহমাদ)হযরত উবাই বিন কা'ব বলেন, 'আমার একটি খেজুর পূর্ণ থলে ছিল। আমি লক্ষ্য করি যে, ওটা হতে প্রত্যহ খেজুর কমে যাচ্ছে। একদা রাত্রে আমি জেগে জেগে পাহারা দেই। আমি দেখি যে, যুবক ছেলের ন্যায় একটি জন্তু আসলো। আমি তাকে সালাম দিলাম। সে আমার সালামের উত্তর দিলো। আমি তাকে বললামঃ তুমি মানুষ না জ্বিন:' সে বলল ‘আমি জ্বিন। আমি তাকে বললামঃ ‘তোমার হাতটা একটু বাড়াও তো।' সে হাত বাড়ালো। আমি তার হাতটি আমার হাতের মধ্যে নিলাম। হাতটি কুকুরের মত ছিলো ও তার উপর কুকুরের মত লোমও ছিল। আমি বললামঃ জ্বিনদের সৃষ্টি কি এভাবেই হয়।' সে বললোঃ ‘সমস্ত জ্বিনের মধ্যে আমি সর্বাপেক্ষা শক্তিশালী।' আমি বললামঃ আচ্ছা, কিভাবে তুমি আমার জিনিস চুরি করতে সাহসী হলে:' সে বললোঃ “আমি জানি যে, আপনি দান করতে ভালবাসেন। তাই আমি মনে করলাম যে, আমি কেন বঞ্চিত থাকি:' আমি বললাম, তোমাদের অনিষ্ট হতে কোন্ জিনিস রক্ষা করতে পারে:' সে বললোঃ ‘আয়াতুল কুরসী।'সকালে আমি রাসূলুল্লাহ (সঃ)-এর দরবারে উপস্থিত হয়ে রাত্রির সমস্ত ঘটনা বর্ণনা করি। রাসূলুল্লাহ (সঃ) বলেনঃ “খবীস তো এই কথাটি সম্পূর্ণ সত্যই বলেছে। (আবূ ইয়ালা) রাসূলুল্লাহ (সঃ) মুহাজিরদের নিকট গেলে এক ব্যক্তি তাকে জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! কুরআন কারীমের খুব বড় আয়াত কোনটি:' তিনি এই আয়াতুল কুরসীটিই পাঠ করে শুনান। (তাবরানী) একদা রাসূলুল্লাহ (সঃ) সাহাবীগণের (রাঃ) মধ্যে এক ব্যক্তিকে জিজ্ঞেস করেনঃ তুমি কি বিয়ে করেছো:' তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার নিকট মাল-ধন নেই বলে বিয়ে করিনি।' রাসূলুল্লাহ (সঃ) বলেনঃ তোমার কি (আরবি) মুখস্থ নেই:' তিনি বলেনঃ “এটা তো মুখস্থ আছে।' রাসূলুল্লাহ (সঃ) বলেন, এটা তো কুরআন কারীমের এক চতুর্থাংশ হয়ে গেল।(আরবি) কি মুখস্থ নেই:' তিনি বলেনঃ হ্যা, ওটাও আছে। তিনি বলেন ‘কুরআন পাকের এক চতুর্থাংশ এটা হলো। আবার জিজ্ঞেস করেন (আরবি) কি মুখস্থ আছে:' তিনি বলেনঃ ‘হা। তিনি বলেনঃ এক চতুর্থাংশ এটা হলো। মুখস্থ আছে কি:' তিনি বলেনঃ “হ্য। রাসূলুল্লাহ (সঃ) বলেনঃ “এটা এক চতুর্থাংশ ‘আয়াতুল কুরসী' কি মুখস্থ আছে: তিনি বলেনঃ হ্যা, আছে।' রাসূলুল্লাহ (সঃ) বলেনঃ এক চতুর্থাংশ কুরআন এটা হলো। (মুসনাদ-ই-আহমাদ) হযরত আবু যার (রাঃ) বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-এর খিদমতে উপস্থিত হয়ে দেখি যে,তিনি মসজিদে অবস্থান করছেন। আমিও বসে পড়ি। তিনি আমাকে জিজ্ঞেস করেনঃ তুমি কি নামায পড়েছো: আমি বলিঃ না।' তিনি বলেনঃ ‘উঠ, নামায আদায় করে নাও। আমি নামায আদায় করে আবার বসে পড়ি। রাসূলুল্লাহ (সঃ) তখন আমাকে বলেনঃ “হে আবূ যার! মানুষ শয়তান, জ্বিন শয়তান হতে আশ্রয় প্রার্থনা কর। আমি বলিঃ “হে আল্লাহর রাসূল (সঃ)! মানুষ শয়তানও হয় নাকি:' তিনি বলেনঃ হ্যা। আমি বলি, হে আল্লাহর রাসূল (সঃ)! নামায সম্বন্ধে আপনি কি বলেন: তিনি বলেনঃ 'ওটার সবই ভাল। যার ইচ্ছে হবে কম অংশ নেবে এবং যার ইচ্ছে হবে বেশী অংশ নেবে। আমি বলিঃ হে আল্লাহর রাসূল (সঃ)! আর রোযা:' তিনি বলেনঃ “এটা এমন ফরয যা যথেষ্ট হয়ে থাকে এবং আল্লাহ তা'আলার নিকট অতিরিক্ত থাকে। আমি বলিঃ ‘আর দান-খয়রাত:'তিনি বলেনঃ ‘বহুগুণ বিনিময় আদায়কারী'। আমি বলিঃ ‘সবচেয়ে উত্তম দান কোন্টি:' তিনি বলেনঃ ‘যে ব্যক্তির মাল অল্প রয়েছে তার সাহস করা কিংবা গোপনে অভাবগ্রস্তের অভাব দূর করা। আমি জিজ্ঞেস করিঃ সর্বপ্রথম নবী কে:' তিনি বলেনঃ “হযরত আদম (আঃ)। আমি বলি, তিনি কি নবী ছিলেন: তিনি বলেনঃ “তিনি নবী ছিলেন এবং আল্লাহর সাথে কথা বলেছিলেন। আমি জিজ্ঞেস করিঃ রাসূলগণের সংখ্যা কত:' তিনি বলেনঃ “তিনশো এবং দশের কিছু উপর, বড় দল। একটি বর্ণনায় তিনশো পনের জন শব্দ (সংখ্যা) রয়েছে। আমি বলিঃ হে আল্লাহর রাসূল (সঃ)! আপনার উপর সবচেয়ে মর্যাদা সম্পন্ন কোন আয়াতটি অবতীর্ণ হয়েছে। তিনি বলেনঃ ‘আয়াতুল কুরসী।'(আরবি) মুসনাদ-ই- আহমাদ।হযরত আবু আইয়ুব আনসারী (রাঃ) বলেনঃ “আমার ধনাগার হতে জ্বিনেরা ধন চুরি করে নিয়ে যেতো। আমি রাসূলুল্লাহ (সঃ)-এর নিকট এজন্যে অভিযোগে পেশ করি। তিনি বলেন, যখন তুমি তাকে দেখবে তখন(আরবি)| পাঠ করবে। যখন সে এলো তখন আমি এটা পাঠ করে তাকে ধরে ফেললাম। সে বললঃ আমি আর আসবো না। সুতরাং আমি তাকে ছেড়ে দিলাম। আমি রাসূলুল্লাহ (সঃ)-এর খিদমতে উপস্থিত হলে তিনি আমাকে বললেনঃ তোমার বন্দী কি করেছিল: আমি বললাম, তাকে আমি ধরে ফেলেছিলাম। কিন্তু সে আর না আসার অঙ্গীকার করায় তাকে ছেড়ে দিয়েছি। তিনি বলেন, সে আবার আসবে। আমি তাকে এভাবে দু'তিন বার ধরে ফেলে। অঙ্গীকার নিয়ে নিয়ে ছেড়ে দেই। আমি তা রাসূলুল্লাহ (সঃ)-এর নিকট বর্ণনা করি। তিনি বারবারই বলেন, সে আবার আসবে। শেষবার আমি তাকে বলি এবার আমি তোমাকে ছাড়বো না। সে বলে, আমাকে ছেড়ে দিন। আমি আপনাকে এমন একটি জিনিস শিখিয়ে দিচ্ছি যে, কোন জ্বিন ও শয়তান আপনার কাছে আসতেই পারবে না। আমি বললাম আচ্ছা, বলে দাও। সে বললো, ওটা ‘আয়াতুল কুরসী। আমি রাসূলুল্লাহ (সঃ)-এর নিকট এটা বর্ণনা করি। তিনি বলেন, সে মিথ্যাবাদী হলেও এটা সে সত্যই বলেছে।' (মুসনাদ-ই-আহমাদ) সহীহ বুখারী শরীফের মধ্যে(আরবি) এর বর্ণনায়ও এই হাদীসটি হযরত আবু হুরাইরাহ (রাঃ) হতে বর্ণিত আছে। তাতে রয়েছে যে, হযরত আবু হুরাইরাহ (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) আমাকে রমযানের যাকাতের উপর প্রহরী নিযুক্ত করেন। আমার নিকট একজন আগমনকারী আসে এবং ঐ মাল হতে কিছু কিছু উঠিয়ে নিয়ে সে তার চাদরে জমা করতে থাকে। আমি তাকে ধরে ফেলে বলি- তোমাকে আমি রাসূলুল্লাহ (সঃ)-এর নিকট নিয়ে যাবো। সে বলে, আমাকে ছেড়ে দিন। আমি অত্যন্ত অভাবী। আমি তখন তাকে ছেড়ে দেই। সকালে রাসূলুল্লাহ (সঃ) আমাকে জিজ্ঞেস করেন, 'তোমার রাত্রের বন্দী কি করেছিল: আমি বলি, 'হে আল্লাহর রাসূল (সঃ)! সে তার ভীষণ অভাবের অভিযোগ করে। তার প্রতি আমার করুণার উদ্রেক হয়। কাজেই আমি তাকে ছেড়ে দেই। রাসূলুল্লাহ (সঃ) বলেনঃ সে তোমাকে মিথ্যা কথা বলেছে। সে আবার আসবে। আমি রাসূলুল্লাহ (সঃ)-এর কথায় বুঝলাম যে, সে সত্যই আবার আসবে। আমি পাহারা দিতে থাকলাম। সে এলো এবং খাদ্য উঠাতে থাকলো। আবার আমি তাকে ধরে ফেলে বললামঃ “তোমাকে রাসূলুল্লাহ (সঃ)-এর কাছে নিয়ে যাবো। সে আবার ঐ কথাই বললো, আমাকে ছেড়ে দিন। কেননা আমি অত্যন্ত অভাবগ্রস্ত ব্যক্তি। তার প্রতি আমার দয়া হলো। সুতরাং তাকে ছেড়ে দিলাম। সকালে আমাবে রাসূলুল্লাহ (সঃ) বললেনঃ হে আবু হুরাইরাহ (রাঃ)! তোমার রাত্রের বন্দীটি কি করেছে: আমি বললাম, হে আল্লাহর রাসূল (সঃ)! সে অভাবের অভিযোগ করায় আমি তাকে দয়া করে ছেড়ে দিয়েছি। রাসূলুল্লাহ (সঃ) বললেনঃ “সে তোমাকে মিথ্যা কথা বলেছে। সে আবার আসবে। আবার আমি তৃতীয় রাত্রে পাহারা দেই। অতঃপর সে এসে খাদ্য উঠাতে থাকলো। আমি তাকে বললামঃ ‘এটাই তৃতীয় বার এবং এবারই শেষ। তুমি বার বার বলছে যে, আর আসবে না; অথচ আবার আসছো। সুতরাং আমি তোমাকে রাসূলুল্লাহ (সঃ)-এর কাছে নিয়ে যাবো।' তখন সে বললোঃ “আমাকে ছেড়ে দিন, আমি আপনাকে এমন। কতকগুলো কথা শিখিয়ে দিচ্ছি যার মাধ্যমে আল্লাহ আপনার উপকার সাধন করবেন। আমি বললামঃ ঐগুলো কি: সে বললোঃ “যখন আপনি বিছানায় শয়ন করবেন তখন আয়াতুল কুরসী।(আরবি) শেষ পর্যন্ত পড়ে নেবেন। তবে আল্লাহ আপনার রক্ষক হবেন এবং সকাল পর্যন্ত কোন শয়তান আপনার নিকটবর্তী হতে পারবে না। তারা ভাল জিনিসের খুবই লোভী। তখন, নবী (সঃ) বললেনঃ সে চরম মিথ্যাবাদী হলেও এটা সে সত্যই বলেছে। হে আবু হুরাইরাহ (রাঃ)! তিন রাত তুমি কার সঙ্গে কথা বলেছে তা জান কি: আমি বললামঃ না। তিনি বললেনঃ সে শয়তান -(সহীহ বুখারী শরীফ)। অন্য বর্ণনায় রয়েছে যে, ঐগুলো খেজুর ছিলো এবং ওগুলো সে মুষ্টি ভরে ভরে নিয়ে গিয়েছিল। রাসূলুল্লাহ (সঃ) বলেছিলেনঃ তুমি শয়তানকে ধরবার ইচ্ছে করলে যখন সে দরজা খুলবে তখন। (আরবি) পাঠ করবে। শয়তান ওজর পেশ করে বলেছিলঃ আমি একটি দরিদ্র জ্বিনের ছেলে-মেয়ের জন্যে এগুলো নিয়ে যাচ্ছি। (তাফসীরে ইবনে মিরদুওয়াই) সুতরাং ঘটনাটি। তিনজন সাহাবী (রাঃ) কর্তৃত বর্ণিত হলো। তারা হচ্ছেন হযরত উবাই বিন কা'ব (রাঃ), হযরত আৰূ আইয়ুব আনসারী (রাঃ) এবং হযরত আবু হুরাইরাহ (রাঃ)। হযরত আবদুল্লাহ বিন মাসউদ (রাঃ) বলেনঃ একটি মানুষের সঙ্গে একটি জ্বিনের সাক্ষাৎ ঘটে। জ্বিনটা মানুষটাকে বলেঃ এসো আমরা দুজন মল্লযুদ্ধ করি। যদি তুমি আমাকে নীচে ফেলে দিতে পার তবে আমি তোমাকে এমন একটি আয়াত শিখিয়ে দেবো যে, যদি তুমি বাড়ী গিয়ে ঐ আয়াতটি পাঠ কর তবে শয়তান তোমার বাড়ীতে প্রবেশ করতে পারবে না। মল্লযুদ্ধ হলো এবং ঐ লোকটি জ্বিনটিকে নীচে ফেলে দেন। অতঃপর তিনি জ্বিনটিকে বলেনঃ “তুমি দুর্বল ও কাপুরুষ। তোমার হাত কুকুরের মত। জ্বিনেরা কি সবাই এরকমই হয়ে থাকে, না তুমি একাই এরকম: সে বলেঃ তাদের মধ্যে আমিই তো শক্তিশালী। পুনরায় কুস্তি হলে সেবারেও জ্বিন নীচে পড়ে যায়। তখন জ্বিনটি বলেঃ ঐ আয়তটি হচ্ছে আয়াতুল কুরসী। যে ব্যক্তি বাড়ীতে প্রবেশের সময় এই আয়াতটি পাঠ করে থাকে তার বাড়ী হতে শয়তান গাদার মত চীৎকার করতে করতে পালিয়ে যায়। ঐ লোকটি ছিলেন হযরত উমার (রাঃ)। (কিতাবুল গারীব)।রাসূলুল্লাহ (সঃ) বলেন, কুরআন কারীমের মধ্যে একটি আয়াত রয়েছে যা কুরআন মাজীদের সমস্ত আয়াতের নেতা। যে বাড়ীতে ওটা পাঠ করা হয় তথা হতে শয়তান পালিয়ে যায়। ঐ আয়াত হচ্ছে আয়াতুল কুরসী। (মুসতাদরাক-ইহাকিম) জামেউত তিরমিযী শরীফের মধ্যে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেন, প্রত্যেক সূরার কুঁজ ও উচ্চতা রয়েছে। কুরআন মাজীদের চূড়া হচ্ছে সুরা-ই-বাকারা এবং তার মধ্যকার আয়াতুল কুরসীটি সমস্ত আয়াতের নেতা। হযরত উমার (রাঃ) হযরত আবদুল্লাহ বিন মাসউদ (রাঃ)-কে জিজ্ঞেস করেনঃ কুরআন মাজীদের মধ্যে সবচেয়ে মর্যাদা সম্পন্ন আয়াত কোনটি: হযরত আবদুল্লাহ বিন মাসউদ (রাঃ) উত্তরে বলেনঃ আমার খুব ভাল জানা আছে। আমি রাসূলুল্লাহ (সঃ)-এর মুখে শুনেছি যে, ওটা হচ্ছে ‘আয়াতুল কুরসী' (তাফসীর -ই-ইবনে মিরদুওয়াই)। রাসূলুল্লাহ (সঃ) বলেন, এ দুটি আয়াতের মধ্যে আল্লাহ তাআলার ইসমে আযম রয়েছে। একটিতে হচ্ছে আয়াতুল কুরসী এবং দ্বিতীয়টি হচ্ছে।(আরবি) (মুসনাদ-ই-আহমাদ)। অন্য হাদীসে রয়েছে যে, ইসমে আযম তিনটি সূরাতে রয়েছে। এই নামের বরকতে যে প্রার্থনাই আল্লাহ তা'আলার নিকট করা হয় তা গৃহীত হয়ে থাকে। ঐ সূরা তিনটি হচ্ছে সুরা বাকারা, সূরা আলে ইমরান এবং সূরা-ই-ত্বা-হা (তাফসীর-ই-ইবনে মিরদুওয়াই)। দামেস্কের খতিব হযরত হিশাম বিন আম্মার (রঃ) বলেন যে, সূরা বাকারার ইসমে আযমের আয়াত হচ্ছে আয়াতুল কুরসী, সূরা আলে ইমরানের প্রথম আয়াত তিনটি এবং সূরা ত্বা-হার(আরবি) এই আয়াতটি।অন্য হাদীসে রয়েছে যে, যে ব্যক্তি প্রত্যেক ফরয নামাজের পরে আয়াতুল কুরসী পড়ে থাকে তাকে মৃত্যু ছাড়া অন্য কোন জিনিস বেহেশতে দেয় না। (তাফসীর-ই-ইবনে মিরদুওয়াই)। ইমাম নাসাঈও (রঃ) এই হাদীসটি স্বীয় পুস্তক আ'মালুল ইয়াওমু ওয়াল লাইল -এর মধ্যে এনেছেন। ইবনে হিব্বান (রঃ) ও এটাকে স্বীয় সহীহর -এর মধ্যে এনেছেন। এই হাদীসের সনদ সহীহ বুখারীর শর্তের উপর রয়েছে। কিন্তু আবুল ফারাহ বিন জাওলী এই হাদীসটিকে মাওযু' বলেছেন। তাফসীর-ই-ইবনে মিরদুওয়াই-এর মধ্যেও এই হাদীসটি রয়েছে। কিন্তু এর ইসনাদও দুর্বল। তাফসীর-ই-ইবনে মিরদুওয়াইএর আর একটি হাদীসে রয়েছে যে, আল্লাহ তা'আলা হযরত মূসা বিন ইমরানের (আঃ) নিকট ওয়াহী অবতীর্ণ করেনঃ প্রত্যেক ফরয নামাযের পরে আয়াতুল কুরসী পড়ে নেবে। যে ব্যক্তি এটা করবে আমি তাকে কৃতজ্ঞতা প্রকাশকারী অন্তর এবং যিকিরকারী জিহ্বা দান করবো এবং তাকে নবীদের পুণ্য ও সিদ্দীকদের আমল প্রদান করবে। এর উপর সদা স্থিরতা শুধুমাত্র নবীদের দ্বারা বা সিদ্দীকদের দ্বারা সম্ভবপর হয়ে থাকে কিংবা ঐ বান্দাদের দ্বারা সম্ভবপর হয়ে থাকে যাদের অন্তর আমি ঈমানের জন্যে পরীক্ষা করে নিয়েছি বা নিজের পথে তাদেরকে শহীদ করার ইচ্ছে করেছি। কিন্তু এই হাদীসটি অত্যন্ত মুনকার’ বা অস্বীকার্য।জামেউত তিরমিযী শরীফে হাদীস রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেন, যে ব্যক্তি সূরা-হা-মীম আল মু'মিনকে (আরবি) পর্যন্ত এবং আয়াতুল কুরসীকে সকালে পড়ে নেবে সে সন্ধ্যা পর্যন্ত আল্লাহর আশ্রয়ে থাকবে। আর যে ব্যক্তি সন্ধ্যায় পড়ে নেবে সে সকাল পর্যন্ত আল্লাহর হিফাযতে থাকবে। কিন্তু এই হাদীসটি গারীব। এই আয়াতের ফযীলত সম্বন্ধীয় আরও বহু হাদীস রয়েছে। কিন্তু ওগুলোর সনদে দুর্বলতা রয়েছে বলে এবং সংক্ষেপ করাও আমাদের উদ্দেশ্য বলে আমরা এখানে ঐ হাদীসগুলো আর পেশ করলাম না। এই পবিত্র আয়াতে পৃথক পৃথক অর্থ সম্বলিত দশটি বাক্য রয়েছে। প্রথম বাক্যে আল্লাহ তা'আলার একত্বের বর্ণনা রয়েছে যে, সৃষ্টজীবের তিনিই একমাত্র আল্লাহ। দ্বিতীয় বাক্যে রয়েছে যে, তিনি চির জীবন্ত, তার উপর কখনও মৃত্যু আসবে না। তিনি চির বিরাজমান। কাইউমুন শব্দটির দ্বিতীয় পঠন কাইয়্যামুনও রয়েছে। সুতরাং সমস্ত সৃষ্টজীব তাঁর মুখাপেক্ষী এবং তিনি কারও মুখাপেক্ষী নন। তাঁর অনুমতি ব্যতীত কোন লোকই কোন জিনিস প্রতিষ্ঠিত রাখতে পারে না। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ তাঁর (ক্ষমতার) নিদর্শনাবলীর মধ্যে এটাও একটা নিদর্শন যে, নভোমণ্ডল ও ভূমণ্ডল তাঁরই হুকুমে প্রতিষ্ঠিত রয়েছে।' (৩০:২৫)অতঃপর বলা হচ্ছে, না কোন ক্ষয়-ক্ষতি তাঁকে স্পর্শ করে, না কোনও সময় তিনি স্বীয় জীব হতে উদাসীন থাকেন। বরং প্রত্যেকের কাজের উপর তাঁর সজাগ দৃষ্টি রয়েছে। প্রত্যেকের অবস্থা তিনি দেখতে রয়েছেন। সৃষ্টজীবের কোন অণু-পরমাণুও তার হিফাযত ও জ্ঞানের বাইরে নেই। তন্দ্রা ও দ্রিা কখনও তাঁকে স্পর্শ করে না। সুতরাং তিনি ক্ষণিকের জন্যেও সৃষ্টজীব হতে উদাসীন থাকেন না। বিশুদ্ধ হাদীসে রয়েছে যে, একদা রাসূলুল্লাহ (সঃ) দাঁড়িয়ে সাহাবীদেরকে (রাঃ) চারটি কথার নির্দেশ দেন। তিনি বলেন যে, আল্লাহ তা'আলা কখনও শয়ন করেন না আর পবিত্র সত্ত্বার জন্যে নিদ্রা আদৌ শোভনীয় নয়। তিনি দাঁড়িপাল্লার রক্ষক। যার জন্য চান ঝুঁকিয়ে দেন এবং যার জন্য চান উঁচু করে দেন। সারা দিনের কার্যাবলী রাত্রের পূর্বে এবং রাত্রির আমল দিনের পূর্বে তাঁর নিকট উঠিয়ে নেয়া হয়। তাঁর সামনে রয়েছে আলো বা আগুনের পর্দা। সেই পর্দা সরে গেলে যতদূর পর্যন্ত তাঁর দৃষ্টি পৌছে ততদূর পর্যন্ত সমস্ত জিনিস তার চেহারার ঔজ্জ্বল্যে পুড়ে ছারখার হয়ে যায়।মুসনাদ-ই-আবদুর রাজ্জাকের মধ্যে রয়েছে, হযরত ইকরামা (রাঃ) থেকে বর্ণিত আছে যে, হযরত মূসা (আঃ) ফেরেশতাদেরকে জিজ্ঞেস করেনঃ “আল্লাহ তা'আলা শয়ন করেন কি: তখন আল্লাহ তাআলা ফেরেশতাদের উপর ওয়াহী পাঠান যে, তারা যেন হযরত মূসাকে (আঃ) উপর্যুপরি তিন রাত্রি জাগিয়ে রাখেন। তাঁরা তাই করেন। পরপর তিনটি রাত ধরে তারা তাকে মোটেই ঘুমোতে দেননি। এরপরে তার হাতে দুটো বোতল দেয়া হয় এবং বলা হয় যে, তিনি যেন ঐদু’টো আঁকড়ে ধরে রাখেন। তাকে আরও সতর্ক করে দেয়া হয়, যেন ওদু'টো পড়েও না যায় এবং ভেঙ্গেও না পড়ে। তিনি বোতল দু'টো ধরে রাখেন। কিন্তু দীর্ঘ জাগরণ ছিল বলে ক্ষণপরে তন্দ্রায় অভিভূত হয়ে পড়লেন এবং তারপরেই গভীর ঘুমে অচেতন হয়ে পড়লেন। ফলে বোতল দুটি তার অজ্ঞাতসারে দ্রিাভিভূত অবস্থায় হাত থেকে খসে পড়ে ভেঙ্গে চুরমার হয়ে গেল। এতদ্বারা তাকে বলা হলো যে, যখন একজন তন্দ্রাভিভূত ও ঘুমন্ত ব্যক্তি সামান্য দু'টো বোতল ধরে রাখতে পারলো না, তখন যদি আল্লাহ তাআলার তন্দ্রা আসে বা তিনি দ্রিা যান তবে আকাশ ও পৃথিবীর রক্ষণাবেক্ষণ কিরূপে সম্ভব হবে: কিন্তু এটা বানী ইসরাঈলের রেওয়ায়াত। সুতরাং এটা মনেও তেমন ধরে না। কেননা, এটা অসম্ভব কথা যে, হযরত মূসার (আঃ) মত একজন মর্যাদাবান নবী এবং মহান আল্লাহর পরিচয় লাভকারী ব্যক্তি আল্লাহর ঐ গুণ হতে অজ্ঞাত থাকবেন ও তার সন্দেহ থাকবে যে, আল্লাহ শুধু জেগেই থাকেন , নিদ্রাও যান। এর চেয়েও বেশী গারীব ঐ হাদীসটি যা ইবনে জারীর (রঃ) বর্ণনা করেছেন। তা হল এই যে, রাসূলুল্লাহ (সঃ) এই ঘটনাটি মিম্বরের উপর বর্ণনা করেছেন। এটা অত্যন্ত গরীব হাদীস এবং স্পষ্টভাবে জানা যাচ্ছে যে, এটা নবীর কথা নয় বরং বানী ইসরাঈলের কথা। হযরত ইবনে আব্বাস (রাঃ) হতে এইরূপ বর্ণিত আছে, বানী ইসরাঈল বা হযরত ইয়াকুবের বংশধরগণই হযরত মূসা (আঃ)-কে এই প্রশ্ন করেছিলো যে, তার প্রভু ঘুমান কি না। তখন আল্লাহ তাআলা হযরত মূসা (আঃ)-কে দু'টি বোতল হাতে ধরে রাখতে বলেন। কিন্তু তিনি ঘুমিয়ে পড়ার কারণে বোতল দু’টো হঠাৎ করে তার হাত থেকে পড়ে ভেঙ্গে যায়। অতঃপর আল্লাহ তাআলা হযরত মূসা (আঃ)-কে বলেনঃ “হে মূসা! যদি আমি ঘুমাতাম তবে আকাশ ও পৃথিবী পড়ে ধ্বংস হয়ে যেতো, যেমন বোতল দু’টো তোমার হাত থেকে পড়ে নষ্ট হয়ে গেল। এরপর আল্লাহ তাআলা তাঁর নবী মুহাম্মদ (সঃ)-এর উপর আয়াতুল কুরসী অবতীর্ণ করেন। এতে বলা হয় যে, আকাশ ও পৃথিবীর সমুদয় জিনিস তাঁরই দাসত্বে নিয়োজিত রয়েছে এবং সবাই তাঁরই সাম্রাজ্যের মধ্যে রয়েছে। যেমন অন্য জায়গায় রয়েছেঃ নভোমণ্ডল ও ভূমণ্ডলের সমুদয় জিনিস রাহমানের দাসত্বের কার্যে উপস্থিত রয়েছে। তাদের সকলকেই আল্লাহ এক এক করে গণনা করে রেখেছেন এবং ঘিরে রেখেছেন। সমস্ত সৃষ্টজীব একে একে তাঁর সামনে উপস্থিত হবে। কেউ এমন নেই যে তাঁর অনুমতি ব্যতীত কারও জন্য সুপারিশ করতে পারেন। যেমন ইরশাদ হচ্ছেঃ ‘আকাশসমূহে বহু ফেরেশতা রয়েছে; কিন্তু তাদের সুপারিশও কোন কাজে আসবে না। তবে আল্লাহর ইচ্ছা ও সন্তুষ্টি হিসেবে যদি কারও জন্যে অনুমতি দেয়া হয় সেটা অন্য কথা। অন্য স্থানে রয়েছে: (আরবি) অর্থাৎ তারা কারও জন্যে সুপারিশ করে না; কিন্তু তার জন্য করে যার প্রতি আল্লাহ সন্তুষ্ট (২১:২৮)।' এখানেও আল্লাহর শ্রেষ্ঠত্ব ও মহা-মর্যাদার কথা বর্ণিত হচ্ছে। তার অনুমতি ও সম্মতি ছাড়া কারও সাহস নেই যে, সে কারও সুপারিশের জন্যে মুখ খোলে। হাদীস শরীফে রয়েছে রাসূলুল্লাহ (সঃ) বলেছেনঃ আমি আল্লাহ তা'আলার আরশের নীচে গিয়ে জিসদায় পড়ে যাবো। আল্লাহ পাক যতক্ষণ চাইবেন আমাকে এই অবস্থায় রাখবেন। অতঃপর বলবেনঃ মস্তক উত্তোলন কর। তুমি বল, তোমার কথা শোনা হবে, সুপারিশ কর, তা গৃহীত হবে।' তিনি বলেনঃ “আমাকে সংখ্যা নির্ধারণ করে দেয়া হবেএবং তাদেরকে আমি বেহেশতে নিয়ে যাব। সেই আল্লাহ অতীত, বর্তমান ও ভবিষ্যত সম্বন্ধে জ্ঞাত। তার জ্ঞান সমস্ত সৃষ্টজীবকে ঘিরে রয়েছে। যেমন অন্য জায়গায় ফেরেশতাদের উক্তি নকল করা হয়েছেঃ “আমরা তোমার প্রভুর নির্দেশ ছাড়া অবতরণ করতে পারি না। আমাদের সামনে ও পিছনের সমস্ত জিনিস তারই অধিকারে রয়েছে এবং তোমার প্রভু ভুল-ত্রুটি হতে সম্পূর্ণরূপে পবিত্র। হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) এবং অন্যান্য মনীষী হতে নকল করা হয়েছে কুরসী’ শব্দের ভাবার্থ হচ্ছে দুটি পা রাখার স্থান।একটি মারফু হাদীসেও এটাই বর্ণিত আছে এবং এও রয়েছে যে, ওর পরিমাপ আল্লাহ ছাড়া আর কারও জানা নেই। স্বয়ং হযরত ইবনে আব্বাস (রাঃ) হতেও এটাই বর্ণিত আছে। হযরত আবু হুরাইরা (রাঃ) হতেও মারুফু'রূপে এটাই বর্ণিত আছে বটে কিন্তু মারফু হওয়া সাব্যস্ত নয়। আবৃ মালিক (রঃ) বলেন যে, কুরসী আরশের নীচে রয়েছে। সুদ্দী (রঃ) বলেন যে,আকাশ ও পৃথিবী কুরসীর মধ্যস্থলে রয়েছে এবং কুরসী আরশের সম্মুখে রয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ ‘আকাশসমূহ ও পৃথিবীকে যদি ছড়িয়ে দেয়া হয় এবং সবকে মিলিত করে এক করে দেয়া হয় তবে তা কুরসীর তুলনায় ঐরূপ যেরূপ জনশূন্য মরু প্রান্তরে একটি বৃত্ত।'ইবনে জারীর (রঃ) হযরত উবাই (রাঃ) হতে বর্ণনা করেন, তিনি (হযরত উবাই) বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ সাতটি আকাশ কুরসীর মধ্যে এরূপই যেরূপ ঢালের মধ্যে সাতটি দিরহাম (রৌপ্য মুদ্রা)।হযরত আৰু যার (রাঃ) বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি, আরশের কুরসী ঐরূপ যেরূপ জনশূন্য মরু প্রান্তরে একটি লোহার বৃত্ত। হযরত আবু যার (রাঃ) হতেই বর্ণিত আছে যে, তিনি কুরসী সম্বন্ধে রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলে তিনি বলেনঃ যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! কুরসীর তুলনায় সাতটি আকাশ ও পৃথিবী ঐরূপ যেরূপ মরু প্রান্তরে একটি বৃত্ত। নিশ্চয় কুরসীর উপরে আরশের মর্যাদা ঐরূপ যেরূপ মরুভূমির মর্যাদা বৃত্তের উপরে।হযরত উমার (রাঃ) হতে বর্ণিত আছে যে, একটি স্ত্রী লোক রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয়ে বলে আমার জন্য আল্লাহ তা'আলার নিকট প্রার্থনা করুন, তিনি যেন আমাকে বেহেশতে প্রবেশ করিয়ে দেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ তাঁর কুরসী আকাশ ও পৃথিবীকে ঘিরে রয়েছে। কিন্তু যেরূপ (মাল বোঝাই করায়) নতুন গদি চড়চড় করে সেইরূপ কুরসী আল্লাহর শ্রেষ্ঠত্বের ভারে চড়চড় করছে।' এই হাদীসটি বহু সনদে বহু কিতাবে বর্ণিত হয়েছে বটে; কিন্তু কোন সনদে কোন বর্ণনাকারী অপ্রসিদ্ধ রয়েছে, কোনটি মুরসাল, কোনটি মাওকুফ, কোনটি খুবই গরীব, কোনটিতে কোন বর্ণনাকারী লুপ্ত রয়েছে। এগুলোর মধ্যে সবচেয়ে ‘গরীব হচ্ছে হযরত যুবাইর (রঃ) হতে বর্ণিত হাদীসটি যা সুনান-ই-আবু দাউদের মধ্যে বর্ণিত হয়েছে এবং ঐ বর্ণনাগুলোও রয়েছে যেগুলোর মধ্যে বর্ণিত হয়েছে যে, কিয়ামতের দিন কুরসীকে ফায়সালার জন্যে রাখা হবে। প্রকাশ্য কথা এই যে, এই আয়াতে এটা বর্ণিত হয়নি। ইসলামী দর্শন বেত্তাগণ বলেন যে, কুরসী হচ্ছে অষ্টম আকাশ যাকে (আরবি) বলা হয়। তার উপর নবম আকাশ আর একটি রয়েছে যাকে, এবং বলা হয়। কিন্তু অন্যান্যগণ এটাকে খণ্ডন করেছেন। হযরত হাসান বসরী (রঃ) বলেন যে, কুরসীটাই হচ্ছে আরশ। কিন্তু সঠিক কথা এই যে, কুরসী ও আরশ এক জিনিস নয়; বরং কুরসী অপেক্ষা আরশ অনেক বড়। কেননা এর সমর্থনে বহু হাদীস এসেছে। আল্লামা ইবনে জারীর (রঃ) তো এই . ব্যাপারে হযরত উমার (রাঃ) হতে বর্ণিত হাদীসটির উপরই ভরসা করে রয়েছে। কিন্তু আমার মতে এর বিশুদ্ধতার ব্যাপারে সমালোচনা রয়েছে।অতঃপর আল্লাহ তা'আলা বলেন-এগুলোর সংরক্ষণে তাকে বিব্রত হতে হয় না, বরং এগুলো সংরক্ষণ তার নিকট অতীব সহজ। তিনি সমস্ত সৃষ্টজীবের কার্যাবলী সম্বন্ধে সম্যক অবগত রয়েছেন। সমুদয় বস্তুর উপর তিনি রক্ষকরূপে রয়েছেন। কোন কিছুই তার দৃষ্টির অন্তরালে নেই। সমস্ত সৃষ্টজীব তার সামনে অতি তুচ্ছ। সবাই তার মুখাপেক্ষী এবং সবাই তার নিকট অতি দরিদ্র। তিনি ঐশ্বর্যশালী এবং অতীব প্রশংসিত। তিনি যা চান তাই করে থাকেন। তাঁকে হুকুম দাতা কেউ নেই এবং তাঁর কার্যের হিসাব গ্রহণকারীও কেউ নেই। প্রত্যেক জিনিসের উপর তিনি ব্যাপক ক্ষমতাবান। প্রত্যেক জিনিসেরই মালিকানা তাঁর হাতে রয়েছে। এ জন্যেই তিনি বলেনঃ(আরবি)অর্থাৎ তিনি সমুন্নত ও মহীয়ান।' এই আয়াতটিতে এবং এই প্রকারের আরও বহু আয়াতে ও সহীহ হাদীসসমূহে মহান আল্লাহর গুণাবলী সম্বন্ধে যত কিছু এসেছে এগুলোর অবস্থা জানবার চেষ্টা না করে এবং অন্য কিছুর সঙ্গে তুলনা না করে বরং ঐগুলোর উপর বিশ্বাস রাখাই আমাদের অবশ্য কর্তব্য। আমাদের পূর্ববর্তী মহা মনীষীগণ এই পন্থাই অবলম্বন করেছিলেন।",
  "ayah": 255,
  "surah": 2
}
