{
  "text": "২৭২-২৭৪ নং আয়াতের তাফসীর\nহযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বলেন যে, মুসলমান সাহাবীগণ (রাঃ) তাঁদের মুশরিক আত্মীয়দের সাথে আদান-প্রদান করতে অপছন্দ করতেন। অতপর রাসূলুল্লাহ (সঃ)-কে এই সম্বন্ধে জিজ্ঞেস করা হয়। তখন এই আয়াতটি অবতীর্ণ হয় এবং তাদেরকে তাদের মুশরিক আত্মীয়দের সাথে লেন-দেন করার অনুমতি দেয়া হয়। হযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) বলতেনঃ ‘সাদকা শুধুমাত্র মুসলমানদেরকে দেয়া হবে। যখন এই আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “ভিক্ষুক যে কোন মাযহাবের হোক না কেন তোমরা তাদেরকে সাদকা প্রদান কর (ইবনে আবি হাতিম)। হযরত আসমা (রাঃ) হতে বর্ণিত হাদীসটি (আরবি) (৬০:৮)এই আয়াতের তাফসীরে ইনশাআল্লাহ আসবে। এখানে আল্লাহ তা'আলা বলেন-“তোমরা যা কিছু খরচ করবে তা নিজেদের উপকারের জন্যই করবে। যেমন অন্য জায়গায় রয়েছেঃ(আরবি) অর্থাৎ যে ব্যক্তি ভাল কাজ করলো তা তার নিজের জন্যেই করলো।' এই ধরনের আরও বহু আয়াত রয়েছে। হযরত হাসান বসরী (রঃ) বলেনঃ মুসলমানের প্রত্যেক খরচ আল্লাহ্র জন্যেই হয়ে থাকে, যদিও সে নিজেই খায় ও পান করে। হযরত আতা খোরাসানী (রঃ)-এর ভাবার্থ বর্ণনা করতে গিয়ে বলেনঃ যখন তুমি আল্লাহ তা'আলার সন্তুষ্টি লাভের উদ্দেশ্যে দান করবে তখন দান গ্রহীতা যে কেউ হোক না কেন এবং যে কোন কাজই করুক না কেন তুমি তার পূর্ণ প্রতিদান লাভ করবে।' এই ভাবার্থটিও খুব উত্তম। মোটকথা এই যে, সৎ উদ্দেশ্যে দানকারীর প্রতিদান যে আল্লাহ তা'আলার দায়িত্বে রয়েছে তা সাব্যস্ত হয়ে গেল। এখন সেই দান কোন সৎ লোকের হাতেই যাক বা কোন মন্দ লোকের হাতেই যাক-এতে কিছু যায় আসে না। সে তার সৎ উদ্দেশ্যের কারণে প্রতিদান পেয়েই যাবে। যদিও সে দেখে শুনে ও বিচার-বিবেচনা করে দান করে থাকে অতঃপর ভুল হয়ে যায় তবে তার দানের পুণ্য নষ্ট হবে না। এই জন্যে আয়াতের শেষে প্রতিদান প্রাপ্তির সুসংবাদ দেয়া হয়েছে।সহীহ বুখারী ও মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “এক ব্যক্তি ইচ্ছা করে, আজ আমি রাত্রে দান করবো। অতঃপর সে দান নিয়ে বের হয় এবং একটি ব্যভিচারিণী নারীর হাতে দিয়ে দেয়। সকালে 'জনগণের মধ্যে এই কথা নিয়ে সমালোচনা হতে থাকে যে, এক ব্যভিচারিণীকে সাদকা দেয়া হয়েছে। একথা শুনে লোকটি বলেঃ “হে আল্লাহ! আপনার জন্যেই সমস্ত প্রশংসা যে,আমার দান ব্যভিচারিণীর হাতে পড়েছে। আবার সে বলেঃ আজ রাত্রেও আমি অবশ্যই সাদকা প্রদান করবো। অতঃপর সে এক ধনী ব্যক্তির হাতে রেখে দেয়। আবার সকালে জনগণ আলোচনা করতে থাকে যে, রাত্রে এক ধনী লোককে দান করা হয়েছে। সে বলেঃ হে আল্লাহ! আপনার জন্যেই সমুদয় প্রশংসা যে, আমার দান একজন ধনী ব্যক্তির উপর পড়েছে। আবার সে বলে, “আজ রাত্রেও আমি অবশ্যই দান। করবো। অতঃপর সে এক চোরের হাতে রেখে দেয়। সকালে পুনরায় জনগণের মধ্যে আলোচনা হতে থাকে যে, রাত্রে এক চোরকে সাদকা দেয়া হয়েছে। তখন সে বলেঃ হে আল্লাহ! আপনার জন্যেই সমস্ত প্রশংসা যে, আমার দান ব্যভিচারিণী, ধনী ও চোরের হাতে পড়েছে।' অতঃপর সে স্বপ্নে দেখে যে; একজন ফেরেশতা এসে বলছেনঃ তোমার দানগুলো আল্লাহর নিকট গৃহীত হয়েছে। সম্ভবতঃ দুশ্চরিত্রা নারীটি তোমার দান পেয়ে ব্যভিচার থেকে বিরত থাকবে, হয়তো ধনী লোকটি এর দ্বারা শিক্ষা গ্রহণ করবে এবং সেও দান করতে অভ্যস্ত হয়ে যাবে, আর হতে পারে যে, মাল পেয়ে চোরটি চুরি করা ছেড়ে দেবে।তারপর আল্লাহ তা'আলা বলেন-সাদকা ঐ মুহাজিরদের প্রাপ্য যারা ইহলৌকিক সম্পর্ক ছিন্ন করে স্বদেশ পরিত্যাগ করে, আত্মীয়-স্বজন ছেড়ে একমাত্র আল্লাহর সন্তুষ্টির উদ্দেশ্যে নবীর (সঃ) খিদমতে উপস্থিত হয়েছে। তাদের জীবন যাপনের এমন কোন উপায় নেই যা তাদের জন্য যথেষ্ট হতে পারে এবং তারা সফরও করতে পারে না যে, চলে ফিরে নিজেদের খাওয়া পরার ব্যবস্থা করতে পারে।'(আরবি) এর অর্থ হচ্ছে পৃথিবীতে সফর করা। যেমন অন্য জায়গায় রয়েছেঃ(আরবি)অর্থাৎ যখন তোমরা পৃথিবীতে ভ্রমণ কর। আর এক জায়গায় রয়েছে।(আরবি) অর্থাৎ “তারা পৃথিবীতে ভ্রমণ করে। তাদের অবস্থা যাদের জানা নেই তারা তাদের বাহ্যিক পোষাক-পরিচ্ছদ দেখে এবং কথা-বার্তা শুনে তাঁদেরকে ধনী মনে করে। বিশুদ্ধ হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তি মিসকীন নয়, যে বাড়ী বাড়ী ঘুরে বেড়ায়, কোথায়ও হয়তো একটি খেজুর পেয়ে গেল, কোথায়ও হয়তো দু'এক গ্রাস খাবার পেলো, আবার কোন জায়গায় হয়তো দু'একদিনের খাদ্য প্রাপ্ত হলো। বরং মিসকীন ঐ ব্যক্তি যার নিকট ঐ পরিমাণ কিছু নেই যার দ্বারা সে অমুখাপেক্ষী হতে পারে এবং সে তার অবস্থাও এমন করেনি যার ফলে মানুষ তার অভাব অনুভব করে তার উপর কিছু অনুগ্রহ করছে। আবার ভিক্ষা করার অভ্যাসও তার নেই। কিন্তু যাদের অন্তদৃষ্টি রয়েছে তাদের কাছে এদের অবস্থা গোপন থাকে না। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ ‘তাদের (অভাবের) লক্ষণসমূহ তাদের মুখমণ্ডলের উপর রয়েছে।' (৪৮:২৯) অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ(আরবি) অর্থাৎ ‘তোমরা অবশ্যই তাদেরকে তাদের কথার ভঙ্গিতে চিনে নেবে।' (৪৭:৩০) সুনানের একটি হাদীসে রয়েছেঃ “তোমরা মুমিনের বিচক্ষণতা হতে বেঁচে থাক, নিশ্চয় সে আল্লাহর ঐজ্জ্বল্যের দ্বারা দেখে থাকে। অতঃপর তিনি (আরবি) এই আয়াতটি পাঠ করেন। অর্থাৎ নিশ্চয় অন্তদৃষ্টি সম্পন্ন ব্যক্তিদের জন্যে এর মধ্যে নিদর্শন রয়েছে। (১৫:৭৫)। ‘তারা কাকুতি মিনতি করে কারও কাছে প্রার্থনা করে না' অর্থাৎ তারা যাঙ্ক্ষার দ্বারা মানুষকে ত্যক্ত-বিরক্ত করে না এবং তাদের কাছে সামান্য কিছু থাকা অবস্থায় তারা মানুষের কাছে হাত বাড়ায় না। প্রয়োজনের উপযোগী বস্তু বিদ্যমান থাকা সত্ত্বেও যে ভিক্ষাবৃত্তি পরিত্যাগ করে না তাকেই পেশাগত ভিক্ষুক বলা হয়। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘ঐ ব্যক্তি মিসকীন নয় যাকে দু'একটি খেজুর বা দু'এক গ্রাস আহার্য দেয়া হয়, বরং ভিক্ষুক ঐ ব্যক্তি যে অভাব থাকা সত্ত্বেও সংযমশীলতা রক্ষা করতঃ ভিক্ষা হতে দূরে থাকে। অতঃপর তিনি(আরবি) (২:২৭৩) উক্ত আয়াতের অংশটি পাঠ করেন। এই হাদীসটি বহু হাদীস গ্রন্থে বহু সনদে বর্ণিত আছে। মুযাইনা গোত্রের একটি লোককে তার মা বলেঃ ‘অন্যান্য লোক যেমন রাসূলুল্লাহ (সঃ)-এর নিকট গিয়ে কিছু চেয়ে আনছে, তুমিও তার নিকট গিয়ে কিছু চেয়ে আন।' লোকটি বলেঃ আমি গিয়ে দেখি যে, রাসূলুল্লাহ (সঃ) দাঁড়িয়ে ভাষণ দিচ্ছেন। ভাষণে তিনি বলেনঃ “যে ব্যক্তি ভিক্ষা হতে বেঁচে থাকবে, আল্লাহ তাকে প্রকৃতপক্ষেই অমুখাপেক্ষী করবেন। যার কাছে পাঁচ আওকিয়া (এক আওকিয়া = চল্লিশ দিরহাম) মূল্যের জিনিস রয়েছে, অথচ সে ভিক্ষা করছে সে হচ্ছে ভিক্ষাকার্যে জড়িত ভিক্ষুক। আমি মনে মনে চিন্তা করি যে, আমার ইয়াকুতা নামী উষ্ট্ৰীটির মূল্য পাঁচ আওকিয়া অপেক্ষা বেশী হবে। সুতরাং আমি কিছু না চেয়েই ফিরে আসি।' অন্য বর্ণনায় রয়েছে যে, এটা ছিল হযরত আবূ সাঈদ খুদরীর (রাঃ) ঘটনা। তাতে রয়েছে যে, হযরত আবু সাঈদ খুদরী (রাঃ) বলেন, রাসূলুল্লাহ (সঃ) আমাকে এও বলেনঃ “যে ব্যক্তি মানুষের প্রত্যাশা করে না আল্লাহই তার জন্যে যথেষ্ট হয়ে যান এবং এক আওকিয়া থাকা সত্ত্বেও যে ভিক্ষা করে সে ভিক্ষার সঙ্গে জড়িত ভিক্ষুক।' চল্লিশ দিরহামে এক আওকিয়া হয় এবং চল্লিশ দিরহামে প্রায় দশ টাকা হয়। হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “যে ব্যক্তির নিকট এই পরিমাণ জিনিস রয়েছে যে, সে অমুখাপেক্ষী হতে পারে, তথাপি সে ভিক্ষা করে, কিয়ামতের দিন এই ভিক্ষা তার মুখে নাচতে থাকবে বা তার মুখ আহত করতে থাকবে জনগণ জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! কি পরিমাণ মাল থাকলে এই অবস্থা হবে: তিনি বলেনঃ পঞ্চাশটি দিরহাম বা তার সমমূল্যের সোনা। এই হাদীসটি দুর্বল। হারিস নামক একজন কুরাইশ সিরিয়ায় বাস করতেন। তিনি জানতে পারেন যে, হযরত আবূ যার (রাঃ) অভাবগ্রস্ত রয়েছেন। সুতরাং তিনি তাঁর নিকট তিনশোটি স্বর্ন মুদ্রা পাঠিয়ে দেন। তখন তিনি দুঃখিত হয়ে বলেনঃ ঐ ব্যক্তি আমার চেয়ে বেশী অভাগ্ৰস্ত আর কাউকে পেলেন না: আমি তো রাসূলুল্লাহ (সঃ)-এর মুখে শুনেছিঃ “যে ব্যক্তির কাছে চল্লিশটি দিরহাম থাকা সত্ত্বেও ভিক্ষে করে সে হচ্ছে ভিক্ষাকার্যে জড়িত ভিক্ষুক।' আর আবু যারের পরিবারের কাছে তো চল্লিশটি দিরহাম, চল্লিশটি ছাগল এবং দু'টি ক্রীতদাসও রয়েছে। একটি বর্ণনায় রাসূলুল্লাহ (সঃ)-এর কথাগুলো। নিম্নরূপও রয়েছেঃ চল্লিশ দিরহাম রেখে ভিক্ষেকারী হচ্ছে ব্যাকুলভাবে প্রার্থনাকারী এবং সে হচ্ছে বালুকার ন্যায়। অতঃপর আল্লাহ তা'আলা বলেনঃ তোমাদের সমস্ত দান সম্বন্ধে আল্লাহ তা'আলা সম্যক অবগত রয়েছেন। যখন তোমরা সম্পূর্ণরূপে মুখাপেক্ষী হয়ে যাবে তখন তিনি তোমাদেরকে পূর্ণ প্রতিদান প্রদান করবেন। তাঁর নিকট কোন কিছুই গোপন নেই। এরপর আল্লাহ পাক ঐ সব লোকের প্রশংসা করছেন যারা আল্লাহর নির্দেশ অনুযায়ী তার পথে খরচ করে থাকে। তাদেরকেও প্রতিদান দেয়া হবে এবং তারা যে কোন ভয় ও চিন্তা হতে নিরাপত্তা লাভ করবে। পরিবারের খরচ বহন করার কারণেও তাদেরকে প্রতিদান দেয়া হবে। যেমন সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে হাদীস রয়েছে, মক্কা বিজয়ের বছর এবং অন্য বর্ণনায় রয়েছে যে,বিদায় হজ্বের বছর রাসূলুল্লাহ (সঃ) হযরত সা'দ বিন আবি ওয়াক্কাসকে (রাঃ) তার রোগাক্রান্ত অবস্থায় দেখতে গিয়ে বলেনঃ তুমি আল্লাহ তা'আলার সন্তুষ্টি লাভের উদ্দেশ্যে যা খরচ করবে তিনি এর বিনিময়ে তোমার মর্যাদা বাড়িয়ে দেবেন, এমনকি তুমি স্বয়ং তোমার স্ত্রীকে যা খাওয়াবে তারও প্রতিদান তোমাকে দেয়া হবে। মুসনাদ-ই-আহমাদের মধ্যে রয়েছে যে, মুসলমান পুণ্য লাভের উদ্দেশ্যে নিজের ছেলে-মেয়ের জন্যে যা খরচ করে থাকে সেটাও সাদকা। রাসূলুল্লাহ্ (সঃ) বলেনঃ “এই আয়াতের শান-ই-নুযুল হচ্ছে মুসলমান মুজাহিদগণের ঐ খরচ যা তারা তাদের পরিবারের জন্য করে থাকে। হযরত ইবনে আব্বাস (রাঃ) এটাই বলেন। হযরত যুবাইর (রাঃ) বলেন যে,হযরত আলীর (রাঃ) নিকট চারটি দিরহাম ছিল। ওর মধ্য হতে তিনি একটি রাত্রে ও একটি দিনে আল্লাহর পথে দান করেন। অর্থাৎ একটি প্রকাশ্যে ও একটি গোপনে দান করেন। তখন এই আয়াতটি অবতীর্ণ হয়। কিন্তু বর্ণনাটি দুর্বল। অন্য সনদেও এটা বর্ণিত আছে। আল্লাহ তা'আলার আনুগত্য লাভ করার উদ্দেশ্যে যারা রাত্রে ওদিবসে গোপনে ও প্রকাশ্যে নিজেদের ধন-সম্পদগুলো ব্যয় করে থাকে, তাদের প্রভুর নিকট তাদের পুরস্কার রয়েছে। তাদের কোন ভয় নেই এবং তারা চিন্তিত হবে না।",
  "ayah": 274,
  "surah": 2
}
