{
  "text": "এর পূর্বে ঐ লোকদের বর্ণনা দেয়া হয়েছে যারা সৎ, দাতা, যাকাত প্রদানকারী, অভাবগ্রস্ত ও আত্মীয়-স্বজনের দেখা শুনাকারী এবং সদা-সর্বদা তাদের উপকার সাধনকারী। এখানে ঐসব লোকের বর্ণনা দেয়া হচ্ছে যারা দুনিয়া লোভী, অত্যাচারী এবং অপরের মাল অন্যায়ভাবে ভক্ষণকারী। বলা হচ্ছে যে, এই সুদখোর লোকেরা তাদের কবর হতে পাগল ও অজ্ঞান লোকের মত হয়ে উঠবে। তারা দাঁড়াতেও পারবে না। (আরবি) শব্দের পরে একটি পঠনে (আরবি) শব্দটিও রয়েছে। তাদেরকে বলা হবে-তোমরা অস্ত্র ধারণ কর এবং তোমাদের প্রভুর সাথে যুদ্ধ করার জন্যে প্রস্তুত হয়ে যাও।' মিরাজের রাত্রে রাসূলুল্লাহ (সঃ) কতকগুলো লোককে দেখেন যে, তাদের পেট বড় বড় ঘরের মত। তিনি জিজ্ঞেস করেনঃ এই লোকগুলো কে:' বলা হয়ঃ এরা সুদখোর।অন্য বর্ণনায় রয়েছে যে, তাদের পেট সর্পে পরিপূর্ণ ছিল যা বাহির হতে দেখা যাচ্ছিল। সহীহ বুখারী শরীফের মধ্যে সুদীর্ঘ দ্রিার হাদীসে হযরত সুমরা বিন জুনদুব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যখন আমি লাল রং বিশিষ্ট একটি নদীতে পৌঁছি যার পানি রক্তের মত লাল ছিল, তখন আমি দেখি যে, কয়েকটি লোক অতি কষ্টে নদীর তীরে আসছে। কিন্তু তীরে একজন ফেরেশতা বহু পাথর জমা করে বসে আছেন এবং তাদের মুখ ফেড়ে এক একটি পাথর ভরে দিচ্ছেন। তারপর সে পলায়ন করছে। অতঃপর পুনরায় এই রূপই হচ্ছে। আমি জিজ্ঞেস করে জানতে পারি যে, তারা সুদখোরের দল। তাদের এই শাস্তির কারণ এই যে, তারা বলতো সুদ ব্যবসায়ের মতই। তাদের এই প্রতিবাদ ছিল শরীয়তের উপর এবং আল্লাহ তাআলার নির্দেশের উপর। তারা সুদকে ক্রয় বিক্রয়ের মত হালাল মনে করতো। এটা মনে রাখার বিষয় যে, তারা যে সুদকে ক্রয়-বিক্রয়ের উপর অনুমান করতো তা নয়। কেননা মুশরিকরা পূর্ব হতেই ক্রয়-বিক্রয়কেও শরীয়ত সম্মত বলতো না। এবং এই কারণেও যে, যদি তারা সুদকে ক্রয়-বিক্রয়ের উপর অনুমান করে একথা বলে থাকতো তবে সুদ বেচা-কেনার মত এই কথা বলতো। তাদের কথার ভাবার্থ ছিল-এ দু'টো জিনিস একই রকম। সুতরাং একটিকে হালাল বলা এবং অন্যটিকে হারাম বলার কারণ কি: তাদেরকে উত্তর দেয়া হচ্ছে যে, আল্লাহর নির্দেশ অনুযায়ী ঐ বৈধতা ও অবৈধতা সাব্যস্ত হয়েছে। এও সম্ভাবনা রয়েছে যে, এটা কাফিরদেরই উক্তি। তাহলে সূক্ষ্মতার সাথে একটি উত্তরও হয়ে যাচ্ছে যে, আল্লাহ তাআলা একটিকে হারাম করেছেন এবং অপরটিকে হালাল করেছেন এই জ্ঞান থাকা সত্ত্বেও প্রতিবাদ কিসের: ‘সর্বজ্ঞাতা ও মহাবিজ্ঞানময় আল্লাহর নির্দেশের উপর প্রতিবাদ উত্তাপন করার তোমরা কে: তাঁর কার্যের বিচার বিশ্লেষণ করার কার অধিকার রয়েছে: সমস্ত কার্যের মূল তত্ত্ব তাঁরই জানা রয়েছে। তাঁর বান্দাদের জন্যে প্রকৃত উপকার কোন্ জিনিসে রয়েছে এবং প্রকৃত ক্ষতি কোন বস্তুতে রয়েছে সেটাতো তিনিই ভাল জানেন। তিনি উপকারী বস্তু হালাল করে থাকেন এবং ক্ষতিকর বস্তু হারাম করে থাকেন। মা তার দুগ্ধপায়ী শিশুর উপর ততো করুণাময়ী হতে পারে না যতটা করুণাময় আল্লাহ তাআলা তার বান্দাদের উপর। তিনি যা হতে নিষেধ করেন তার মধ্যে মঙ্গল নিহিত রয়েছে এবং যা করতে আদেশ করেন তার মধ্যেও মঙ্গল রয়েছে। তারপর বলা হচ্ছে আল্লাহ তাআলার উপদেশ শ্রবণের পর যে ব্যক্তি সুদ গ্রহণ হতে বিরত থাকে তার পূর্বের সমস্ত পাপ মার্জনা করে দেয়া হবে। যেমন অন্য জায়গায় আল্লাহ তাআলা বলেনঃ(আরবি) অর্থাৎ সে পূর্বে যা করেছে আল্লাহ তা ক্ষমা করেছেন।' (৫:৯৫) রাসূলুল্লাহ (সঃ) যেমন মক্কা বিজয়ের দিন বলেছিলেনঃ ‘অজ্ঞতাপূর্ণ যুগের সমস্ত সূদ আমার পদদ্বয়ের নীচে ধ্বংস হয়ে গেল। সর্বপ্রথম সুদ যা আমি মিটিয়ে দিচ্ছি তা হচ্ছে হযরত আব্বাসের (রাঃ) সুদ। সুতরাং অন্ধকার যুগে যেসব সুদ গ্রহণ করা হয়েছিল সেগুলো ফিরিয়ে দেয়ার নির্দেশ দেয়া হয়নি। অন্য বর্ণনায় রয়েছে যে, হযরত যায়েদ বিন আরকামের (রাঃ) উম্মে ওয়ালাদ (ক্রীতদাসীর সাথে মনিবের সহবাসের ফলে সন্তান জন্ম লাভ করলে তাকে উম্মে ওয়ালাদ’ বলা হয়) হযরত উম্মে বাহনা’ (রাঃ) হযরত আয়েশার (রাঃ) নিকট আগমন করেন এবং বলেনঃ “হে উম্মুল মু'মেনীন! আপনি কি যায়েদ বিন আরকাম (রাঃ)-কে চিনেন:' তিনি বলেনঃ হাঁ। তখন হযরত উম্মে বাহনা' (রাঃ) বলেনঃ ঐ যায়েদ বিন আরকামের (রাঃ) নিকট আমি আট শো’তে একটি গোলাম বিক্রি করি এই শর্তে যে, আতা’ আসলে সে টাকা পরিশোধ করবে। এরপর তার নগদ টাকার প্রয়োজন হয় এবং নির্ধারিত সময়ের পূর্বেই সে ঐ গোলামটি বিক্রি করতে প্রস্তুত হয়ে যায়। আমি ছোতে ক্রয় করে নেই।' হযরত আয়েশা (রাঃ) বলেনঃ তুমি এবং সে উভয়েই খারাপ করেছে। এটা সম্পূর্ণ রূপে শরীয়ত বিরোধী কাজ। যাও যায়েদ বিন আরকামকে (রাঃ) বল যে, যদি সে তাওবা না করে তবে তার জিহাদের পুণ্য সম্পূর্ণ বিনষ্ট হয়ে যাবে, যে জিহাদ সে নবী (সঃ)-এর সাথে করেছে।'আমি বলি যে দু'শো আমি তার কাছে পাবো তা যদি ছেড়ে দেই এবং ছ'শো আদায় করে নেই তা হলে আমি আটশোই পেয়ে যাবো। তখন হযরত আয়েশা (রাঃ) বলেনঃ “এতে কোন দোষ নেই।” অতঃপর তিনি (আরবি) (২:২৭৫) এই আয়াতটি পড়ে শুনিয়ে দেন। মুসনাদ-ই-ইবনে আবি হাতিম) এটা একটি প্রসিদ্ধ হাদীস এবং এইটি ঐ লোকেদের দলীল যারা ‘আয়নার মাসআলাকে হারাম বলে থাকেন। এই সম্বন্ধে আরও হাদীস রয়েছে। সেগুলোর স্থান হচ্ছে “কিতাবুল আহকাম।' অতঃপর আল্লাহ তা'আলা বলেন-'সুদের নিষিদ্ধতা তার কর্ণকুহরে প্রবেশ করার পরেও যদি সে সুদ গ্রহণ পরিত্যাগ না করে তবে সে শাস্তি পাওয়ার যোগ্য। চিরকাল সে নরকে অবস্থান করবে। এই আয়াতটি অবতীর্ণ হলে রাসূলুল্লাহ (সঃ) বলেনঃ “যে ব্যক্তি এখন সুদ পরিত্যাগ করলো না, সে যেন আল্লাহ ও তাঁর রাসূলের (সঃ) সাথে যুদ্ধ করার জন্যে প্রস্তুত হয়ে যায় ।( সুনান -ই-আবি দাউদ)' (আরবি)  শব্দের অর্থ এই যে, এক ব্যক্তি অন্য ব্যক্তির ভূমিতে শস্যের বীজ বপন করলো এবং চুক্তি করলো ভূমির এই অংশে যা উৎপন্ন হবে, তা আমার এবং অবশিষ্ট তোমার।'(আরবি)  শব্দের অর্থ এই যে, একটি লোক অপর একটি লোককে বলেঃ “তোমার এই গাছে যা খেজুর রয়েছে তা আমার এবং এর বিনিময়ে আমি তোমাকে এই পরিমাণ খেজুর প্রদান করবো।” (আরবি) শব্দের অর্থ হচ্ছে এই যে, এক ব্যক্তি অপর এক ব্যক্তিকে বলেঃ তোমার শস্য ক্ষেত্রে যে শস্য রয়েছে তা আমি ক্রয় করছি এবং ওর বিনিময়ে আমার নিকট হতে কিছু শস্য তোমাকে প্রদান করছি।' ক্রয়-বিক্রয়ের এই পদ্ধতিগুলোকে শরীয়তে নিষিদ্ধ ঘোষণা করা হয়েছে যেন সুদের মূল কর্তিত হয়। এগুলো নিষিদ্ধ হওয়ার কারণ বর্ণনায় আলেমদের মধ্যে মতবিরোধ দেখা দিয়েছে। কেউ বলেছেন এক রকম এবং কেউ বলেছেন অন্য রকম। বাস্তব কথা এই যে, এটা একটা জটিল বিষয়। এমন কি হযরত উমার (রাঃ) বলেনঃ ‘বড়ই দুঃখের বিষয় এই যে, তিনটি জিজ্ঞাস্য বিষয় পূর্ণভাবে আমার বোধগম্য হয়নি। বিষয় তিনটি হচ্ছেঃ দাদার উত্তরাধিকার, পিতা-পুত্রহীনের উত্তরাধিকার এবং সুদের অবস্থাগুলো। অর্থাৎ সুদের কতকগুলো অবস্থা যেগুলোর মধ্যে সন্দেহের অবকাশ রয়েছে। অতঃপর যে কারণগুলো ঐ পর্যন্ত নিয়ে যায়। তাহলে এগুলো যখন হারাম তখন ঐগুলোও হারাম হবে। যেমন ঐ জিনিসও ওয়াজিব হয়ে যায় যা ছাড়া অন্য ওয়াজিব পূর্ণ হয় না। সহীহ বুখারী ও সহীহ মুসলিমের হাদীসে রয়েছেঃ রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘হালালও স্পষ্ট এবং হারামও স্পষ্ট। কিন্তু এর মধ্যে কতকগুলো জিনিস সন্দেহযুক্ত রয়েছে। এগুলো হতে দূরে অবস্থানকারীগণ নিজেদের ধর্ম ও সম্মান বাঁচিয়ে নিলো। ঐ সন্দেহযুক্ত জিনিসগুলোর মধ্যে পতিত ব্যক্তিরাই হচ্ছে হারামের মধ্যে পতিত ব্যক্তি। যেমন কোন রাখাল কোন এক ব্যক্তির রক্ষিত চারণ ভূমির আশে পাশে তার পশুপাল চরিয়ে থাকে। সেখানে এই সম্ভাবনাও রয়েছে যে, ঐ পশুপাল ঐ ব্যক্তির চারণ ভূমিতে ঢুকে পড়বে।' সুনানের মধ্যে হাদীস রয়েছে; রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে জিনিস তোমাকে সন্দেহের মধ্যে নিক্ষেপ করে তা ছেড়ে দাও এবং যা পবিত্র তা গ্রহণ কর। অন্য হাদীসে রয়েছে রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘পাপ ওটাই যা অন্তরে খটকা দেয়, মনে সন্দেহের উদ্রেক করে এবং যা জনগণের মধ্যে জানাজানি হওয়াটা তুমি পছন্দ কর না। অন্য একটি বর্ণনায় রয়েছেঃ “তোমার মনকে ফতওয়া জিজ্ঞেস কর, যদিও মানুষ অন্য ফতওয়া প্রদান করে।' হযরত ইবনে আব্বাস (রাঃ) বলেনঃ সুদের নিষিদ্ধতা সর্বশেষে অবতীর্ণ হয়। (সহীহ বুখারী) হযরত উমার (রাঃ) বলতেনঃ বড়ই আফসোস যে, আমি সুদের তাফসীর পূর্ণভাবে অনুধাবন করতে পারিনি এমতাবস্থায় রাসূলুল্লাহ (সঃ) দুনিয়া হতে বিদায় গ্রহণ করলেন। হে জনমণ্ডলী! তোমরা সুদ গ্রহণ পরিত্যাগ কর এবং প্রত্যেকে ঐ জিনিস পরিত্যাগ কর যার মধ্যে সামান্যতম সন্দেহ রয়েছে। (মুসনাদ-ই- আহমাদ) হযরত উমার (রাঃ) তাঁর এক ভাষণে বলেছিলেনঃ ‘সম্ভবতঃ আমি তোমাদেরকে এমন কতকগুলো জিনিস হতে বিরত রাখবো যা তোমাদের জন্য উপকারী এবং এমন কতকগুলো জিনিসের নির্দেশ প্রদান করব যা তোমাদের যুক্তিসিদ্ধতার বিপরীত। জেনে রেখো যে কুরআন মাজীদের মধ্যে সর্বশেষ সুদের। নিষিদ্ধতারআয়াত অবতীর্ণ হয়েছে। রাসূলুল্লাহ (সঃ) মৃত্যুবরণ করেছেন, কিন্তু দুঃখের বিষয় যে, তিনি আমাদের সামনে তা স্পষ্টভাবে বর্ণনা করেননি। তোমরা এমন প্রত্যেক জিনিস পরিত্যাগ করবে যা তোমাদেরকে সন্দেহের মধ্যে নিক্ষেপ করে।' (ইবনে মাজাহ) একটি হাদীসে রয়েছে যে, সুদের তেহাত্তরটি পাপ রয়েছে। সবচেয়ে হালকা পাপ হচ্ছে মায়ের সাথে ব্যভিচার করা। আর সবচেয়ে বড় সুদ হচ্ছে মুসলমানের মান হানি করা। (মুসতাদরাক-ই-হাকিম)। হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘এমন যুগ আসবে যে, মানুষ সুদ গ্রহণ করবে।' সাহাবীগণ (রাঃ) জিজ্ঞেস করেনঃ ‘সবাই কি সুদ গ্রহণ করবে: তিনি উত্তরে বলেনঃ “যে গ্রহণ করবে না তার কাছেও তার। ধূলি পৌছবে।' (মুসনাদ-ই-আহমাদ) এই ধূলি হতে বাঁচবার উদ্দেশ্যে ঐ কারণগুলোর পার্শ্বে যাওয়াও উচিত নয় যেগুলো হারামের দিকে নিয়ে যায়। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, যখন সূরা-ই-বাকারার শেষ আয়াতটি সুদের নিষিদ্ধতার ব্যাপারে অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) মসজিদে এসে তা পাঠ করেন এবং সুদের ব্যবসা হারাম ঘোষণা করেন। কোন কোন ইমাম বলেন যে, ঐ রকমই মদ্যপান ও ওর যে কোন প্রকার ক্রয়-বিক্রয় ইত্যাদি ঐ কারণসমূহ যেগুলো হারামের দিকে নিয়ে যায় ঐ সবই তিনি হারাম বলে ঘোষণা করেন। সহীহ হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ইয়াহুদীদেরকে আল্লাহ তা'আলা অভিশপ্ত করেছেন; কেননা যখন তাদের উপর চর্বি হারাম করা হয় তখন তারা কৌশল অবলম্বন করতঃ ঐগুলো গলিয়ে বিক্রি করে এবং মূল্য গ্রহণ করে। মোট কথা প্রতারণা করে হারামকে হালাল করার চেষ্টা করাও হারাম এবং এই রূপ যে করে সে অভিশপ্ত। অনুরূপভাবে পূর্বে বর্ণিত হাদীসেও রয়েছে যে, যে ব্যক্তি কোন তিন তালাকপ্রাপ্তা নারীকে পূর্বে বর্ণিত স্বামীর জন্য বৈধ করার উদ্দেশ্যে বিয়ে করে তার উপর এবং ঐ স্ত্রীর পূর্ব স্বামীর উপর আল্লাহর অভিশাপ রয়েছে।(আরবি) (২:২৩০) এর তাফসীর দ্রষ্টব্য। রাসূলুল্লাহ (সঃ) বলেছেনঃ সুদ গ্রহণকারী, প্রদানকারী, সাক্ষ্য দানকারী এবং লিখকদের প্রতি আল্লাহর অভিশাপ রয়েছে। তাহলে এটা স্পষ্ট কথা যে, সুদ লেখক ও সুদের সাক্ষ্যদাতাদের অযথা আল্লাহ তাআলার অভিশাপ স্কন্ধে বহন করার কি প্রয়োজন: ভাবার্থ এই যে, শরীয়তের বন্ধনে এনে কৌশল অবলম্বন করতঃ ঐ সুদের লেখা-পড়া করে এই জন্য তারাও অভিশপ্ত। হযরত আল্লামা ইমাম ইবনে তাইমিয়্যাহ (রঃ) এই কৌশল খণ্ডন করার ব্যাপারে।(আরবি) নামে একখানা পৃথক পুস্তক রচনা করেছেন। কিতাবটি এই বিষয়ে উত্তম কিতাবই বটে।",
  "ayah": 275,
  "surah": 2
}
