{
  "text": "২৭৮-২৮১ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা তাঁর ঈমানদার বান্দাদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন তাঁকে ভয় করে ও ঐ কার্যাবলী হতে বিরত থাকে যেসব কার্যে তিনি অসন্তুষ্ট। তাই তিনি বলেন, তোমরা আল্লাহ তা'আলার প্রতি সদা লক্ষ্য রাখ, প্রতিটি কাজে তাঁকে ভয় করে চল এবং মুসলমানদের উপর তোমাদের যে সুদ অবশিষ্ট রয়েছে, সাবধান! যদি তোমরা মুসলমান হও তবে তা নিও না! কেননা এখন তা হারাম হয়ে গেছে। সাকীফ গোত্রের বানু আমর বিন উমায়ের ও বানু মাখযুম গোত্রের বানু মুগীরার সম্বন্ধে এই আয়াতটি অবতীর্ণ হয়। অজ্ঞতার যুগে তাদের মধ্যে সুদের কারবার ছিল। ইসলাম গ্রহণের পর বানু আমর বানু মুগীরার নিকট সুদ চাইতে থাকে। তারা বলেঃ ইসলাম গ্রহণের পর আমরা তা দিতে পারি না। অবশেষে তাদের মধ্যে ঝগড়া বেঁধে যায়। মক্কার প্রতিনিধি হযরত আত্তাব বিন উসায়েদ (রাঃ) রাসূলুল্লাহ (সঃ)-কে এই সম্বন্ধে পত্র লিখেন। এই পরিপ্রেক্ষিতে এই আয়াতটি অবতীর্ণ হয় এবং রাসূলুল্লাহ (সঃ) এটা লিখে পাঠিয়ে দেন এবং তাদের জন্য সুদ গ্রহণ অবৈধ ঘোষণা করেন। ফলে বানু আমর তাওবা করতঃ তাদের সুদ সম্পূর্ণরূপে ছেড়ে দেয়। এই আয়াতে ঐ লোকদের ভীষণভাবে ভয় প্রদর্শন করা হয়েছে যারা সুদের অবৈধতা জেনে নেয়া সত্ত্বেও ওর উপর প্রতিষ্ঠিত রয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “কিয়ামতের দিন সুদখোরকে বলা হবে-“তোমরা অস্ত্রে শস্ত্রে সজ্জিত হয়ে আল্লাহর সাথে যুদ্ধ করার জন্য প্রস্তুত হয়ে যাও।' তিনি বলেনঃ “যে সময়ে যিনি ইমাম থাকবেন তার জন্যে এটা অবশ্য কর্তব্য যে, যারা সুদ পরিত্যাগ করবে না তাদেরকে তাওবা করাবেন। যদি তারা তাওবা না করে তবে তিনি তাদেরকে হত্যা করবেন।' হযরত হাসান বসরী (রঃ) ও হযরত ইবনে সীরীনেরও (রঃ) এটাই উক্তি।হযরত কাতাদাহ (রঃ) বলেনঃ “দেখ, আল্লাহ তাআলা তাদেরকে ধ্বংস করার ভয় প্রদর্শন করেছেন এবং তাদেরকে লাঞ্ছিত হওয়ার যোগ্য বলেছেন! সাবধান! সুদ হতে ও সুদের ব্যবসা হতে দূরে থাকবে। হালাল জিনিস ও হালাল ব্যবসা বহু রয়েছে। না খেয়ে থাকবে তথাপি আল্লাহ তাআলার অবাধ্য হবে না। পূর্বে বর্ণিত বর্ণনাটিও স্মরণ থাকতে পারে যে, হযরত আয়েশা (রাঃ) সুদযুক্ত লেনদেনের ব্যাপারে হযরত যায়েদ বিন আরকামের (রাঃ) সম্বন্ধে বলেছিলেনঃ ‘তার জিহাদ নষ্ট হয়ে গেছে। কেননা, জিহাদ হচ্ছে আল্লাহর শত্রুদের সাথে প্রতিদ্বন্দ্বিতা করার নাম; অথচ সুদখোর নিজেই আল্লাহর সাথে প্রতিদ্বন্দ্বিতা করছে। কিন্তু এর ইসনাদ দুর্বল। অতঃপর ইরশাদ হচ্ছে-যদি তাওবা কর তবে তোমার আসল মাল যার নিকট রয়েছে তুমি অবশ্যই আদায় করবে। বেশী নিয়ে তুমিও তার উপর অত্যাচার করবে না এবং সেও তোমাকে কম দিয়ে বা আসলেই না দিয়ে তোমার উপর অত্যাচার করবে না। বিদায় হজ্বের ভাষণে রাসূলুল্লাহ (সঃ) বলেনঃ “অজ্ঞতার যুগের সমস্ত সুদ আমি ধ্বংস করে দিলাম। মূল সম্পদ গ্রহণ কর। বেশী নিয়ে তোমরাও কারও উপর অত্যাচার করবে না এবং কেউই তোমাদের মাল আত্মসাৎ করে তোমাদের উপরও অত্যাচার করবে না। হযরত আব্বাস বিন আবদুল মুত্তালিবের (রাঃ) সমস্ত সুদ আমি ধ্বংস করে দিচ্ছি।” এরপর আল্লাহ তা'আলা বলেন, যদি কোন অস্বচ্ছল ব্যক্তির নিকট তোমার প্রাপ্য থাকে এবং সে তা পরিশোধ করতে অক্ষমতা প্রকাশ করে তবে তাকে কিছুদিন অবকাশ দাও যে, সে আরও কিছুদিন পর তোমাকে তোমার প্রাপ্য পরিশোধ করবে। সাবধান! দ্বিগুণ-ত্রিগুণ হারে সুদ বৃদ্ধি করতে থাকবে না। বরং ঐ সব দরিদ্রের ঋণ ক্ষমা করে দেয়াই মহোত্তম কাজ। তাবরানীর হাদীসে রয়েছে যে, যে ব্যক্তি কিয়ামতের দিন আল্লাহর আরশের ছায়া লাভ কামনা করে সে যেন এই প্রকারের দরিদ্রদেরকে অবকাশ দেয় বা ঋণ সম্পূর্ণরূপে মাফ করে দেয়। মুসনাদ-ই-আহমাদের হাদীসে রয়েছে যে, যে ব্যক্তি কোন দরিদ্র লোকের উপর স্বীয় প্রাপ্য আদায়ের ব্যাপারে নম্রতা প্রকাশ করে এবং তাকে অবকাশ দিয়ে থাকে; অতঃপর যতদিন পর্যন্ত সে তাকে তার প্রাপ্য পরিশোধ করতে না পারবে ততদিন পর্যন্ত সে প্রতি দিন সেই পরিমাণ দানের পুণ্য পেতে থাকবে। অন্য বর্ণনায় রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সে প্রতিদিন ওর দ্বিগুণ পরিমাণ দানের পুণ্য পেতে থাকবে। এই কথা শুনে হযরত বুরাইদা (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! পূর্বে আপনি ঐ পরিমাণ দানের পুণ্য প্রাপ্তির কথা বলেছিলেন। আর এখন ওর দ্বিগুণ পরিমাণ পুণ্য প্রাপ্তির কথা বললেন: তখন রাসূলুল্লাহ (সঃ) বলেনঃ “হাঁ, যে পর্যন্ত মেয়াদ অতিক্রান্ত না হবে সেই পর্যন্ত ওর সমপরিমাণ দানের পুণ্য লাভ করবে,এবং যখন মেয়াদ অতিক্রান্ত হয়ে যাবে তখন ওর দ্বিগুণ পরিমাণ দানের পুণ্য লাভ করবে। একটি লোকের উপর হযরত কাতাদাহর (রাঃ) ঋণ ছিল। তিনি ঐ ঋণ আদায়ের তাগাদায় তার বাড়ী যেতেন; কিন্তু সে লুকিয়ে যেতো এবং তার সাথে সাক্ষাৎ করতো না। একদা তিনি তার বাড়ী আসলে একটি ছেলে বেরিয়ে আসে। তিনি তাকে তার সম্বন্ধে জিজ্ঞেস করেন। সে বলেঃ “হাঁ, তিনি বাড়ীতেই আছেন এবং খানা খাচ্ছেন। তখন হযরত কাতদিাহ (রাঃ) তাকে উচ্চস্বরে ডাক দিয়ে বলেনঃ ‘আমি জানলাম যে, তুমি বাড়ীতেই আছ সুতরাং বাইরে এসো এবং উত্তর দাও। ঐ বেচারা বাইরে আসলে তিনি তাকে বলেনঃ “লুকিয়ে থাকছো কেন:' লোকটি বলেঃ জনাব, প্রকৃত ব্যাপার এই যে, আমি একজন দরিদ্র লোক। এখন আমার নিকট আপনার ঋণ পরিশোধ করার মত অর্থ নেই। তাই, লজ্জায় আপনার সাথে সাক্ষাৎ করতে পারি না।' তিনি বলেনঃ “শপথ কর। 'সে শপথ করলো। এ দেখে তিনি কান্নায় ফেটে পড়লেন এবং বললেনঃ ‘আমি রাসূলুল্লাহ (সঃ)-এর মুখে শুনেছিঃ “যে ব্যক্তি দরিদ্র ঋণগ্রস্তকে অবকাশ দেয় কিংবা তার ঋণ ক্ষমা করে দেয় সে কিয়ামতের দিন আল্লাহর আরশের ছায়ার নীচে থাকবে।' (সহীহ মুসলিম)হযরত আবু ইয়ালা (রঃ) বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ কিয়ামতের দিন একটি লোককে আল্লাহ তা'আলার সামনে আনয়ন করা হবে। তাকে আল্লাহ তা'আলা জিজ্ঞেস করবেনঃ বল, তুমি আমার জন্যে কি পুণ্য করেছো:' সে বলবেঃ “হে আল্লাহ! আমি এমন একটি অণুপরিমাণও পুণ্যের কাজ করতে পারিনি যার প্রতিদান আমি আপনার নিকট যা করতে পারি। আল্লাহ তা'আলা তাকে পুনরায় এটাই জিজ্ঞেস করবেন এবং সে এই উত্তর দেবে। আল্লাহ পাক আবার জিজ্ঞেস করবেন। এবার লোকটি বলবেঃ হে আল্লাহ! একটি সামান্য কথা মনে পড়েছে। আপনি দয়া করে কিছু মালও আমাকে দিয়েছিলেন। আমি ব্যবসায়ী লোক ছিলাম। লোক আমার নিকট হতে ধার কর্জ নিয়ে যেতো। আমি যখন দেখতাম যে, এই লোকটি দরিদ্র এবং পরিশোধের নির্ধারিত সময়ে সে কর্জ পরিশোধ করতে পারলো না, তখন আমি তাকে আরও কিছুদিন অবকাশ দিতাম। ধনীদের উপর ও পীড়াপীড়ি করতাম না। অত্যন্ত দরিদ্র ব্যক্তিকে ক্ষমাও করে দিতাম। তখন আল্লাহ তা'আলা বলবেনঃ তাহলে আমি তোমার পথ সহজ করবো না কেন: আমি তো সর্বাপেক্ষা বেশী সহজকারী। যাও আমি তোমাকে ক্ষমা করে দিলাম। তুমি বেহেশতে চলে যাও।মুসতাদরাক-ই-হাকিম’ গ্রন্থে রয়েছে যে, যে ব্যক্তি আল্লাহর পথে যুদ্ধকারী যোদ্ধাকে সাহায্য করে বা দরিদ্র ঋণগ্রস্তকে সাহায্য দেয় অথবা মুকাতাব গোলামকে (যে গোলামকে তার মনিব বলে দিয়েছেন, তুমি আমাকে এত টাকা দিলে তুমি আযাদ হয়ে যাবে) সাহায্য দান করে, তাকে আল্লাহ ঐ দিন ছায়া দান করবেন যেই দিন তার ছায়া ছাড়া অন্য কোন ছায়া থাকবে না। মুসনাদ-ইআহমাদ' গ্রন্থে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি কামনা করে যে, তার প্রার্থনা কবুল করা হোক এবং তার কষ্ট ও বিপদ দূর করা হোক সে যেন অস্বচ্ছল লোকদের উপর স্বচ্ছলতা আনয়ন করে।' হযরত আব্বাদ বিন ওয়ালিদ (রঃ) বলেনঃ “আমি ও আমার পিতা বিদ্যানুসন্ধানে বের হই এবং আমরা বলি যে, আনসারদের নিকট হাদীস শিক্ষা করবো। সর্বপ্রথম হযরত আবুল ইয়াসারের (রাঃ) সঙ্গে আমাদের সাক্ষাৎ ঘটে। তাঁর সাথে তাঁর একটি গোলাম ছিল, যার হাতে একখানা খাতা ছিল। গোলামও মনিব একই পোষাক পরিহিত ছিলেন। আমার পিতা তাকে বলেনঃএই সময় আপনাকে দেখে রাগান্বিত বলে মনে হচ্ছে।' তিনি বলেনঃ হ, অমুক ব্যক্তির উপর আমার কিছু ঋণ ছিল। নির্ধারিত সময় শেষ হয়ে গেছে। ঋণ আদায়ের জন্যে আমি তার বাড়ীতে গমন করি। সালাম দিয়ে সে বাড়ীতে আছে কি-না জিজ্ঞেস করি। বাড়ীতে নেই' এই উত্তর আসে। ঘটনাক্রমে তার ছোট ছেলে বাইরে আসে। তাকে জিজ্ঞেস করিঃ ‘তোমার আব্বা কোথায় রয়েছে: সে বলেঃ আপনার শব্দ শুনে তিনি খাটের নীচে লুকিয়ে গেছেন। আমি আবার ডাক দেই এবং বলিঃ তুমি যে ভিতরে রয়েছে তা আমি জানতে পেরেছি। সুতরাং লুকিয়ে থেকো না বরং এসে উত্তর দাও।' সে আসে আমি বলিঃ ‘লুকিয়ে ছিলে কেন:' সে বলেঃ “আমার নিকট এখন অর্থ নেই। সুতরাং সাক্ষাৎ করলে হয় আমাকে মিথ্যা ওজর পেশ করতে হবে, না হয় মিথ্যা অঙ্গীকার করতে হবে। তাই আমি আপনার সামনে আসতে লজ্জাবোধ করছিলাম। আপনি আল্লাহর রাসূলের (সঃ) সাহাবী। সুতরাং আপনাকে মিথ্যা কথা কি করে বলি:' আমি বলিঃ তুমি আল্লাহর শপথ করে বলছো যে, তোমার নিকট অর্থ নেই:' সে বলে-হা, আল্লাহর কসম! আমার নিকট কোন অর্থ নেই।' তিনবার আমি তাকে শপথ করিয়ে নেই, সে তিনবারই শপথ করে। আমি খাতা হতে তার নাম কাটিয়ে নেই এবং ঋণের অর্থ পরিশোধ’ লিখে নেই। অতঃপর তাকে বলিঃ “যাও, তোমার নাম হতে এই অংক কেটে দিলাম। এরপর যদি অর্থ পেয়ে যাও তবে আমার এই ঋণ পরিশোধ করে | দেবে, নচেৎ তোমাকে ক্ষমা করে দিলাম। জেনে রেখো, আমার এই চক্ষু যুগল। দেখেছে, আমার এই কর্ণদ্বয় শুনেছে এবং আমার অন্তঃকরণ বেশ মনে রেখেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি কোন দরিদ্রকে অবকাশ দেয় কিংবা ক্ষমা করে দেয়, আল্লাহ তা'আলা তাকে নিজের ছায়ায় স্থান দেবেন।মুসনাদ-ই-আহমাদের একটি বর্ণনায় রয়েছে যে, রাসূলুল্লাহ (সঃ) মসজিদে আগমন করেন। মাটির দিকে মুখ করে তিনি বলেনঃ “যে ব্যক্তি কোন নিঃস্বের পথ সহজ করবে বা তাকে ক্ষমা করে দেবে, আল্লাহ তাআলা তাকে নরকের প্রখরতা হতে রক্ষা করবেন। জেনে রেখো যে, বেহেশতের কাজ দুঃখজনক ও প্রবৃত্তির প্রতিকূল এবং নরকের কাজ সহজ ও প্রবৃত্তির অনুকূল। ঐ লোকেরাই পুণ্যবান যারা ফিতনা ও গণ্ডগোল হতে দূরে থাকে। মানুষ ক্রোধের যে চুমুক পান করে নেয় ঐ চুমুক আল্লাহ তা'আলার নিকট অত্যন্ত পছন্দনীয়। যারা এই রূপ করে তাদের অন্তর আল্লাহ তা'আলা ঈমান দ্বারা পূর্ণ করে দেন।তাবরানীর হাদীসের মধ্যে রয়েছে যে, যে ব্যক্তি কোন দরিদ্র ব্যক্তির উপর দয়া প্রদর্শন করতঃ স্বীয় ঋণ আদায়ের ব্যাপারে কঠোরতা অবলম্বন করে না, আল্লাহ তা'আলা তাকে তার পাপের জন্যে ধরেন না, শেষ পর্যন্ত সে তাওবা করে। অতপর আল্লাহ তাআলা স্বীয় বান্দাদেরকে উপদেশ দিচ্ছেন এবং তাদেরকে দুনিয়ার লয় ও ক্ষয়, মালের ধ্বংসশীলতা, পরকালের আগমন, আল্লাহর নিকট প্রত্যাবর্তন, আল্লাহ্ তা'আলাকে নিজেদের কাজের হিসাব। প্রদান এবং সমস্ত কার্যের প্রতিদান প্রাপ্তির কথা স্মরণ করিয়ে দিচ্ছেন ও তাঁর শাস্তি হতে ভয় প্রদর্শন করছেন।এও বর্ণিত আছে যে, কুরআন কারীমের এটাই সর্বশেষ আয়াত। এই আয়াতটি অবতীর্ণ হওয়ার পর রাসূলুল্লাহ (সঃ) মাত্র নয় দিন জীবিত ছিলেন। এবং রবিউল আওয়াল মাসের ২রা তারিখ সোমবার দিন তিনি এই নশ্বর জগত হতে বিদায় গ্রহণ করেন। হযরত ইবনে আব্বাসের (রাঃ) একটি বর্ণনায় এই আয়াতটি অবতীর্ণ হওয়ার পর রাসূলুল্লাহ (সঃ)-এর একত্রিশ দিন জীবিত থাকার কথাও বর্ণিত হয়েছে। ইবনে জুরাইজ (রঃ) বলেনঃ পূর্ববর্তী মনীষীদের উক্তি এই যে, এর পর রাসূলুল্লাহ (সঃ) নয় দিন জীবিত ছিলেন। শনিবার হতে আরম্ভ হয় এবং তিনি সোমবারে ইন্তেকাল করেন। মোটকথা, কুরআন মাজীদের মধ্যে সর্বশেষ এই আয়াতটিই অবতীর্ণ হয়।",
  "ayah": 281,
  "surah": 2
}
