{
  "text": "হযরত আবদুল্লাহ (রাঃ) বলেন যে, সত্য বলে স্বীকার করাকে ঈমান বলে। হযরত ইবনে আব্বাস (রাঃ) এটাই বলেন। হযরত যুহরী (রঃ) বলেন যে, ‘আমলকে ঈমান বলা হয়। হযরত রাবী’ বিন আনাস (রাঃ) বলেন যে, ঈমান আনার অর্থ হচ্ছে অন্তরে আল্লাহর ভয় সৃষ্টি করা। ইমাম ইবনে জারীর (রঃ) বলেন যে, এসব মতের মধ্যে বিশেষ কোন পার্থক্য নেই। এগুলোর একই অর্থ। ভাবার্থ এই যে, তারা মুখের দ্বারা, অন্তর দ্বারা ও আমল দ্বারা অদৃশ্যের উপর ঈমান আনে এবং আল্লাহর ভয় রাখে। 'ঈমান' শব্দটি আল্লাহর উপর, তার কিতাব সমূহের উপর এবং তাঁর রাসূলগণের (আঃ) উপর বিশ্বাস স্থাপন করা-এ কয়টির সমষ্টিকে বুঝিয়ে থাকে। আমি বলি যে, আভিধানিক অর্থে শুধু সত্য বলে স্বীকার করাকেই ঈমান বলে। কুরআন মাজীদের মধ্যেও এ অর্থের ব্যবহার এসেছে। যেমন আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ তারা আল্লাহর উপর বিশ্বাস স্থাপন করে এবং ঈমানদারগণকে সত্য বলে স্বীকার করে। (৯:৬১) হযরত ইউসুফ (আঃ) এর ভ্রাতাগণ তাদের পিতাকে বলেছিলেনঃ (আরবি) অর্থাৎ আমরা সত্যবাদী হলেও আপনি আমাদেরকে বিশ্বাস করবেন না। (১২:১৭)এভাবে ‘ঈমান শব্দটি ইয়াকীনের অর্থেও এসে থাকে যখন ওটা আমলের বর্ণনার সঙ্গে মিলিত হয়ে থাকে। যেমন আল্লাহ তা'আলা বলেছেনঃ (১০৩:৩) (আরবি) কিন্তু যখন ওটা সাধারণভাবে ব্যবহৃত হবে তখন ঈমানে শরঈ' হবে-অন্তরে বিশ্বাস, মুখে স্বীকারোক্তি এবং কার্যসাধনা এই তিনের সমষ্টির নাম। অধিকাংশ ইমামের এটাই মাযহাব। ইমাম শাফিঈ (রঃ), ইমাম আহমাদ বিন হাম্বাল (রঃ), ইমাম আবু উবাইদাহ (রঃ) প্রভৃতি ইমামগণ একমত হয়ে বর্ণনা করেছেন। যে, মুখে উচ্চাণ করা ও কার্যসাধন করার নাম হচ্ছে ঈমান এবং ঈমানের হ্রাস-বৃদ্ধি হয়ে থাকে। এর প্রমাণ আছে বহু হাদীসে যা আমরা বুখারী শরীফের শরাহতে বর্ণনা করেছি।কেউ কেউ ঈমানের অর্থ করেছেন আল্লাহর ভয়।' যেমন আল্লাহ পাক বলেছেনঃ (আরবি) অর্থাৎ “নিশ্চয় যারা তাদের প্রভুকে না দেখেই ভয় করে।' (৬৭:১২) অন্য এক জায়গায় তিনি বলেছেনঃ (আরবি) অর্থাৎ যে ব্যক্তি আল্লাহকে না দেখেই ভয় করেছে এবং (আল্লাহর দিকে) প্রত্যাবর্তনকারী অন্তর নিয়ে এসেছে।' (৪০:৩৩) প্রকৃতপক্ষে আল্লাহর ভয়ই হচ্ছে ঈমান ও ইলমের সারাংশ। যেমন আল্লাহ তা'আলা বলেছেনঃ (আরবি) অর্থাৎ নিশ্চয়ই আল্লাহকে তাঁর আলেম বান্দাগণই ভয় করে থাকে। (৩৫:২৮) কেউ কেউ বলেছেন যে, তারা বাহ্যিকভাবে যেমন ঈমান আনে তদ্রুপ ভিতরেও ঈমান এনে থাকে। তারা ঐ মুনাফিকদের মত নয় যাদের সম্বন্ধে আল্লাহ তা'আলা বলেছেনঃ (আরবি)অর্থাৎ যখন তারা মুমিনদের সাথে মিলিত হয় তখন তারা বলে আমরা বিশ্বাস স্থাপন করেছি এবং যখন তারা তাদের শয়তানদের সন্নিকটে একাকী হয় তখন বলে, নিশ্চয় আমরা তোমাদের সঙ্গেই আছি, আমরা শুধু উপহাস করছিলাম।' (২:১৪) অন্য জায়গায় মুনাফিকদের অবস্থা নিম্নরূপ বর্ণিত হয়েছেঃ (আরবি)অর্থাৎ মুনাফিকেরা যখন তোমার নিকট আগমন করে তখন বলে আমরা (অন্তরের সঙ্গে) সাক্ষ্য দিচ্ছি যে, নিশ্চয় আপনি আল্লাহর রাসূল, আর এটা তো আল্লাহ ভালভাবে অবগত আছেন যে, তুমি আল্লাহর রাসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, নিশ্চয় মুনাফিকরাই মিথ্যাবাদী।' (৬৩:১)এই অর্থ হিসেবে (আরবি) শব্দটি (আরবি) হবে, অর্থাৎ তারা ঈমান আনয়ন করে এমন অবস্থায় যে, মানুষ হতে তা পোগন থাকে। এখানে আয়াতে যে (আরবি) শব্দটি রয়েছে তার অর্থ সম্বন্ধেও মুফাসৃসিরগণের মধ্যে অনেক মতভেদ রয়েছে। কিন্তু ঐ সবগুলোই সঠিক এবং সব অর্থই নেয়া যেতে পারে। আবুল আলিয়া (রঃ) বলেন যে, এর অর্থ হচ্ছে আল্লাহর উপর, ফেরেশতাদের উপর,কিতাবসমূহের উপর, কিয়ামতের উপর, বেহেশতের উপর, দোযখের উপর, আল্লাহর সঙ্গে সাক্ষাতের উপর এবং মৃত্যুর পর পুনরুত্থানের উপর বিশ্বাস স্থাপন করা। কাতাদাহ্ বিন দায়মারও (রঃ) এটাই মত।হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ) এবং আরও কয়েকজন সাহাবী (রাঃ) হতে বর্ণিত আছে যে, এর ভাবার্থ হচ্ছে ঐ সব গোপনীয় জিনিস যা দৃষ্টির অন্তরালে রয়েছে। যেমন জান্নাত, জাহান্নাম ইত্যাদি যা কুরআন মাজীদে উল্লিখিত আছে। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ ‘আল্লাহ তা'আলার পক্ষ থেকে যা এসেছে সবই (আরবি) এর অন্তর্গত। হযরত জার (রঃ) বলেন যে, এর অর্থ কুরআন'। আতা’ বিন আবু রাবাহ্ (রঃ) বলেন যে, আল্লাহর উপর বিশ্বাস স্থাপনকারীই হচ্ছে অদৃশ্যের উপর বিশ্বাস স্থাপনকারী। ইসমাঈল বিন আবু খালিদ (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছে ইসলামের সমুদয় গোপনীয় বিষয়সমূহ। যায়েদ বিন আসলাম (রঃ) বলেন যে, এর অর্থ হচ্ছে ভাগ্যের উপর বিশ্বাস স্থাপন। সুতরাং এ সমস্ত কথা অর্থ হিসেবে একই। কেননা এসব জিনিসই অদৃশ্য এবং (আরবি) এর তাফসীরের মধ্যে এসবই জড়িত রয়েছে এবং সবগুলোর উপরেই ঈমান আনা ওয়াজিব। একদা হযরত আবদুল্লাহ বিন মাসউদের (রাঃ) মজলিসে সাহাবীগণের (রাঃ) গুণাবলীর আলোচনা চলছিল। তিনি বলেনঃ যারা রাসূলুল্লাহ (সঃ) কে দেখেছেন। তাদের তো কর্তব্যই হলো তাঁর উপর বিশ্বাস স্থাপন করা; কিন্তু আল্লাহর শপথ! ঈমানী মর্যাদার দিক দিয়ে তাঁরাই উত্তম যারা না দেখেই তাঁকে বিশ্বাস করে থাকেন। অতঃপর তিনি (আরবি) থেকে শুরু করে (আরবি) পর্যন্ত পাঠ করলেন। (মুসনাদ-ই-ইবনে আবি হাতিম ও তাফসীর-ই-ইবনে মিরদুওয়াই) ইমাম হাকিম (রঃ) এই বর্ণনাটিকে সঠিক বলে থাকেন। মুসনাদ-ই-আহমাদের মধ্যেও এ বিষয়ের একটি হাদীস আছে। ইবনে মাহীরীজ (রঃ) আবূ জুমআ’ (রাঃ) নামক সাহাবীকে জিজ্ঞেস করেনঃ “এমন একটি হাদীস আমাকে শুনিয়ে দিন যা আপনি স্বয়ং রাসূলুল্লাহ (সঃ) হতে শুনেছেন। তিনি বলেনঃ আচ্ছা, আমি আপনাকে খুবই ভাল একটা হাদীস শুনাচ্ছি। একবার আমরা রাসূলুল্লাহ (সঃ) এর সঙ্গে নাশতা করছিলাম। আমাদের সঙ্গে হযরত আবু উবাইদাহ বিন জাররাহও (রাঃ) ছিলেন। তিনি বলেনঃ হে আল্লাহর রাসূল (সঃ)! আমাদের চেয়েও উত্তম আর কেউ আছে কি? আমরা আপনার সঙ্গে ইসলাম গ্রহণ করেছি, আপনার সঙ্গে ধর্ম যুদ্ধে অংশ নিয়েছি।' তিনি বলেনঃ হাঁ, আছে। ঐ সমুদয় লোক তোমাদের চেয়ে উত্তম যারা তোমাদের পরে আসবে এবং আমার উপর বিশ্বাস স্থাপন করবে অথচ তারা আমাকে দেখতেও পাবে না।তাফসীর-ই-ইবনে মিরদুওয়াই-এর মধ্যে রয়েছে হযরত সালিহ বিন জুবাইর (রঃ) বলেন হযরত আবু জুমআ আনসারী বায়তুল মুকাদ্দাসে আমাদের নিকট আগমন করেন। রিযা বিন হাইঅহও (রাঃ) আমাদের সঙ্গেই ছিলেন। তিনি ফিরে যেতে লাগলে আমরা তাঁকে পৌছিয়ে দেয়ার জন্যে তাঁর সঙ্গে সঙ্গে চলি। তিনি আমাদের থেকে বিচ্ছিন্ন হবার সময় বলেনঃ 'আপনাদের এই অনুগ্রহের প্রতিদান ও হক আদায় করা আমার উচিত। শুনে রাখুন! আমি আপনাদেরকে এমন একটা হাদীস শুনাবো যা আমি রাসূলুল্লাহ (সঃ) হতে শুনেছি। আমরা বলিঃ “আল্লাহ আপনার উপর দয়া করুন! আমাদেরকে তা অবশ্যই বলুন'। তিনি বললেনঃ‘শুনুন! আমরা দশজন লোক রাসূলুল্লাহ (সঃ)-এর সঙ্গে ছিলাম। হযরত মুআয বিন জাবালও (রাঃ) ছিলেন। আমরা বলিঃ  “হে আল্লাহর রাসূল (সঃ) আমাদের চেয়েও কি বড় পুণ্যের অধিকারী আর কেউ হবে? আমরা আল্লাহর উপর ঈমান এনেছি এবং আপনার অনুসরণ করেছি। তিনি বললেনঃ “তোমরা কেন করবে না? আল্লাহর রাসূল (সঃ) তো স্বয়ং তোমাদের মধ্যে বিদ্যমান রয়েছেন। আকাশ হতে আল্লাহর ওয়াহী তোমাদের সামনেই মুহুর্মুহু অবতীর্ণ হচ্ছে। ঈমান তো ঐ সব লোকের যারা তোমাদের পরে আসবে, তারা দুই জিলদের মধ্যে কিতাব পাবে এবং তার উপরেই ঈমান এনে আমল করবে। তারাই তোমাদের দ্বিগুণ পুণ্যের অধিকারী।” এ হাদীসটি তাদের প্রার্থনা কবুল হওয়ার দলীল যাতে মুহাদ্দিসগণের মধ্যে মতভেদ রয়েছে। আমি এ বিষয়টি বুখারী শরীফের শারাতে খুব স্পষ্ট ভাবে বর্ণনা করেছি। কেননা পরবর্তীদের প্রশংসা এর উপরে ভিত্তি করেই হচ্ছে এবং এই হিসেবেই তাদেরকে বড় পুণ্যের অধিকারী বলা হয়েছে। নতুবা সাধারণভাবে তো সাহাবীগণই (রাঃ) প্রত্যেক দিক দিয়েই উত্তম। আল্লাহ তা'আলা তাদের প্রতি সন্তুষ্ট থাকুন। অন্য একটি হাদীসে আছে, রাসূলুল্লাহ (সঃ) একদা সাহাবীগণকে (রাঃ) জিজ্ঞেস করলেনঃ “তোমাদের মতে ঈমান আনার ব্যাপারে সর্বোত্তম কে?' তারা বলেনঃ “ফেরেশতাগণ।' তিনি বলেন, তারা কেন ঈমান আনবে না? তারা তো প্রভুর নিকটেই আছে। সাহাবীগণ (রাঃ) বলেন, তারপর নবীগণ (আঃ)।' তিনি বলেন, 'তারা ঈমান আনবে না কেন? তাদের উপর তো ওয়াহী অবতীর্ণ হয়ে থাকে। তারা বলেন, ‘তাহলে আমরা।' তিনি বলেন, তোমরা ঈমান কবুল কেন করবে না? আমি তোমাদের মধ্যেই বিদ্যমান রয়েছি। জেনে রেখো, আমার মতে সর্বোত্তম ঈমানদার তারাই হবে যারা তোমাদের পরে আসবে। সহীফাসমূহের মধ্যে তারা লিখিত পুস্তক পাবে এবং তার উপরেই তারা ঈমান আনবে।' এর সনদে মুগীরা বিন কায়েস রয়েছে। আবূ হাতিম রাযী তাকে মুনকারুল হাদীস' বলে থাকেন। কিন্তু তারই মত একটি হাদীস দুর্বল সনদে মুসনাদ-ই-আবূ ইয়ালা', তাফসীর-ই-ইবনে মিরদুওয়াই এবং মুসতাদরাক-ই-হাকিমের মধ্যে বর্ণিত হয়েছে। এবং হাকীম (রঃ) তাকে সহীহ বলেছেন। হযরত আনাস বিন মালিক (রাঃ) হতেও তারই মত মারফু' রূপে বর্ণিত আছে। আল্লাহই এ সম্পর্কে সবচেয়ে ভাল জানেন।মুসনাদ-ই-ইবনে আবি হাতিমে হযরত বুদাইলা বিনতে আসলাম (রাঃ) বলেনঃ বানু হারিসার মসজিদে আমরা যোহর বা আসরের নামাযে ছিলাম এবং আমাদের মুখ বাইতুল মুকাদ্দাসের দিকে ছিল। দুই রাকাত পড়েছি এমন সময়ে কোন একজন এসে সংবাদ দিল যে, নবী (সঃ) বাইতুল্লাহর দিকে মুখ করেছেন। শোনা মাত্রই আমরা ঘুরে গেলাম। স্ত্রী লোকেরা পুরুষদের জায়গায় চলে আসলো এবং পুরুষেরা স্ত্রীলোকদের জায়গায় চলে গেল এবং বাকী দুই রাকআত আমরা বায়তুল্লাহ শরীফের দিকে মুখ করে আদায় করলাম। রাসূলুল্লাহ (সঃ) এর নিকট এ সংবাদ পৌছলে তিনি বললেনঃ ‘এসব লোক তারাই যারা অদৃশ্যের উপর বিশ্বাস করে থাকে। এই ইসনাদে এই হাদীসটি গরীব।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ তারা ফরয নামায আদায় করে, রুকূ' সিজদাহ্, তিলাওয়াত, নম্রতা এবং মনোযোগ প্রতিষ্ঠিত করে।' কাতাদাহ্ (রঃ) বলেন যে, নামায প্রতিষ্ঠিত করার অর্থ হচ্ছে নামাযের সময়ের প্রতি লক্ষ্য রাখা, ভালভাবে অযু করা এবং রুকূ' ও সিজদাহ্ যথাযথভাবে আদায় করা। মুকাতিল (রঃ) বলেন যে, সময়ের হিফাযত করা, পূর্ণ পবিত্রতা অর্জন করা “রুকূ ও সিজদাহ্ ধীরস্থিরভাবে আদায় করা, ভালভাবে কুরআন পাঠ করা, আত্তাহিয়্যাতু এবং দুরূদ পাঠ করার নাম হচ্ছে ইকামাতে সালাত। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ (আরবি)-এর অর্থ হচ্ছে যাকাত আদায় করা। হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ) এবং আরও কয়েকজন সাহাবী (রাঃ) বলেন যে, এর অর্থ হচ্ছে মানুষের তার সন্তান সন্ততিকে পানাহার করাননা। এটা যাকাতের হকুমের পূর্বেকার আয়াত।হযরত যহাক (রাঃ) বলেন যে, সূরা-ই- বারাআতের মধ্যে যাকাতের যে সাতটি আয়াত আছে তা অবতীর্ণ হওয়ার পূর্বে এই নির্দেশ ছিল যে,বান্দা যেন নিজ সাধ্য অনুসারে কমবেশী কিছু দান করতে থাকে। কাতাদাহ্ (রঃ) বলেনঃ ‘এই মাল তোমাদের নিকট আল্লাহর আমানত, অতি সত্বরই এটা তোমাদের থেকে পৃথক হয়ে যাবে। সুতরাং ইহলৌকিক জীবনে তা থেকে আল্লাহর পথে ব্যয় কর।ইমাম ইবনে জারীর (রঃ) বলেন যে, এই আয়াতটি সাধারণ। যাকাত, সন্তান সন্ততির জন্যে খরচ এবং যেসব লোককে দেয়া প্রয়োজন এ সব কিছুই এর অন্তর্ভুক্ত। এ জন্যে মহান প্রভু একটা সাধারণ বিশেষণ বর্ণনা করেছেন এবং সাধারণভাবে প্রশংসা করেছেন, কাজেই সব খরচই এর অন্তর্ভুক্ত থাকবে।আমি বলি যে, কুরআন কারীমের মধ্যে অধিকাংশ জায়গায় নামায ও মাল খরচ করার বর্ণনা মিলিতভাবে এসেছে। এজন্যে নামায হচ্ছে আল্লাহর হক এবং তাঁর ইবাদত-যা তাঁর একত্ববাদ, প্রশংসা, শ্রেষ্ঠত্ব, তার দিকে প্রত্যাবর্তন, তাঁর উপর ভরসা এবং তাঁর কাছে প্রার্থনা করার নাম। আর খরচ করা হচ্ছে সৃষ্ট জীবের প্রতি অনুগ্রহ করা-যার দ্বারা তাদের উপকার হয়। এর সবচেয়ে বেশী হকদার হচ্ছে তার পরিবার-পরিজন, আত্মীয়-স্বজন এবং দাসদাসী। অতঃপর দূরের লোক এবং অপরিচিত ব্যক্তিরা তার হকদার। সুতরাং অবশ্যকরণীয় সমস্ত ব্যয় ও ফরয যাকাত এর অন্তর্ভুক্ত। সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ইসলামের ভিত্তি পাঁচটি। (১) আল্লাহ তা'আলার একত্ববাদ ও মুহাম্মদ (সঃ)-এর প্রেরিতত্বের সাক্ষ্য প্রদান। (২) নামায প্রতিষ্ঠিত করণ। (৩) যাকাত প্রদান। (৪) রমযান শরীফের রোযা পালন এবং (৫) বায়তুল্লাহ শরীফের হজ্জ কার্য সম্পাদন। এ সম্পর্কে আরও বহু হাদীস রয়েছে। আরবী ভাষায় সালাতের অর্থ হচ্ছে প্রার্থনা। আরব কবিদের কবিতা এর সাক্ষ্য দেয়। সালাতের প্রয়োগ হয়েছে নামাযের উপর যা রুকু সিজদাহ এবং অন্যান্য নির্দিষ্ট কতকগুলি কার্যের নাম এবং যা নির্দিষ্ট সময়ে কতকগুলি নির্দিষ্ট শর্ত , সিফাত ও পদ্ধতির মাধ্যমে পালিত হয়। ইমাম ইবনে জারীর (রঃ) বলেনঃ “সালাত নামাযকে বলার কারণ এই যে, নামাযী ব্যক্তি আল্লাহ তা'আলার নিকট স্বীয় কার্যের পুণ্য প্রার্থনা করে এবং তার নিকট তার প্রয়োজন যাজ্ঞা করে। কেউ কেউ বলেছেনঃ “যে দুটি শিরা পৃষ্ঠদেশ থেকে মেরুদণ্ডের অস্থির দু দিকে এসে থাকে তাকে আরবী ভাষায় (আরবি) বলা হয়। নামাযের এটা নড়ে থাকে বলে একে (আরবি)  বলা হয়েছে। কিন্তু এ কথাটি সঠিক নয়। আবার কেউ কেউ বলেছেন যে, এটা (আরবি) হতে নেয়া হয়েছে, যার অর্থ হচ্ছে সংলগ্ন ও সংযুক্ত থাকা। যেমন কুরআন মাজীদে আছে (আরবি) অর্থাৎ দুর্ভাগা ব্যক্তি ছাড়া কেউই দোযখে চিরকাল থাকবে না।' (৯২:১৫)  কোন কোন পণ্ডিত ব্যক্তি বলেছেন যে, যখন কাঠকে সোজা করার জন্যে আগুনের উপর রাখা হয় তখন আরববাসীরা (আরবি) বলে থাকে। নামাযের মাধ্যমে আত্মার বক্রতাকে সোজা করা হয় বলে একে (আরবি) বলে। যেমন কুরআন মাজীদে আছে (আরবি) অর্থাৎ ‘নিশ্চয় নামায নির্লজ্জতা ও অসৎ কাজ হতে বিরত রাখে।' (২৯:৪৫)। কিন্তু এর অর্থ প্রার্থনা হওয়াই সর্বাপেক্ষা সঠিক ও প্রসিদ্ধ। এ সম্পর্কে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। যাকাত শব্দের আলোচনা ইনশাআল্লাহ পরে আসবে।",
  "ayah": 3,
  "surah": 2
}
