{
  "text": "৩৫-৩৬ নং আয়াতের তাফসীর\nহযরত আদম (আঃ)-এর এটা অন্য মর্যাদা ও সম্মানের বর্ণনা। ফেরেশতাদেরকে সিজদা করানোর পর আল্লাহ তা'আলা তাদের স্বামী-স্ত্রীকে বেহেশতে স্থান দিলেন এবং সব জিনিসের উপর অধিকার দিয়ে দিলেন। তাফসীর-ই-ইবনে মিরদুওয়াই এর মধ্যে হাদীস রয়েছে যে, হযরত আবু যার (রাঃ) একদা রাসূলুল্লাহ (সঃ) কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! হযরত আদম (আঃ) কি নবী ছিলেন?” তিনি বলেনঃ “তিনি নবীও ছিলেন এবং রাসলও ছিলেন। এমন কি আল্লাহ তাআলা তার সামনে কথাবার্তা বলেছেন এবং তাঁকে বলেছেন-“তুমি ও তোমার স্ত্রী বেহেশতে অবস্থান কর। সাধারণ মুফাসসিরগণের ধারণা এই যে, আসমানী বেহেশতে তাদের বাসের জায়গা করা হয়েছিল। কিন্তু মু'তাযিলাহ্ ও কাদরিয়্যাগণ বলে যে, এ বেহেশত ছিল যমীনের উপর। সূরা-ই-আ'রাফে এর বর্ণনা ইনশাআল্লাহ আসবে। কুরআন পাকের বাকরীতি দ্বারা বুঝা যাচ্ছে যে, বেহেশতে অবস্থানের পূর্বে হযরত হাওয়াকে (আঃ) সৃষ্টি করা হয়েছিল।মুহাম্মদ বিন ইসহাক (রঃ) বলেন যে, আহলে কিতাব ইত্যাদি আলেমগণ হতে ইবনে আব্বাসের (রাঃ) বর্ণনা অনুসারে বর্ণিত আছে যে, ইবলীসকে ধমক ও ভীতি প্রদর্শনের পর হযরত আদম (আঃ)-এর জ্ঞান প্রকাশ করতঃ তার উপর তন্দ্রা চাপিয়ে দেন। অতঃপর তার বাম পাঁজর হতে হযরত হাওয়া (আঃ) কে সৃষ্টি করেন। চোখ খোলামাত্র হযরত আদম (আঃ) তাঁকে দেখতে পান এবং রক্ত ও গোশতের কারণে অন্তরে তাঁর প্রতি প্রেম ও ভালবাসার সৃষ্টি হয়। অতঃপর বিশ্বপ্রভু উভয়কে বিবাহ বন্ধনে আবদ্ধ করেন এবং বেহেশতে বাস করার নির্দেশ দেন। কেউ কেউ বলেন যে, হযরত আদম (আঃ)-এর বেহেশতে প্রবেশের পর হযরত হাওয়া (আঃ)কে সৃষ্টি করা হয়েছে। হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ) প্রভৃতি সাহাবীগণ (রাঃ) হতে বর্ণিত আছে। যে, ইবলীসকে জান্নাত হতে বের করে দেয়ার পরে হযরত আদম (আঃ) কে তথায় জায়গা দেয়া হয়েছিল। কিন্তু সে সময় তিনি একাকী ছিলেন। সুতরাং তার ঘুমের অবস্থায় হযরত হাওয়াকে (আঃ) তাঁর পাঁজর হতে সৃষ্টি করা হয়। জেগে ওঠার পর তাঁকে সামনে দেখতে পেয়ে জিজ্ঞেস করেনঃ “তুমি কে? তুমি কেনই বা সৃষ্টি হলে? হযরত হাওয়া উত্তরে বলেনঃ “আমি একটি নারী, আপনার শান্তির কারণ রূপে আমাকে সৃষ্টি করা হয়েছে।”তৎক্ষণাৎ ফেরেশতাগণ হযরত আদম (আঃ) কে জিজ্ঞেস করেনঃ “বলুন তার নাম কি?\" হযরত আদম (আঃ) বলেন ‘হাওয়া। তারা বলেনঃ “এ নামের কারণ কি?” তিনি বলেনঃ “তাকে এক জীবিত হতে সৃষ্টি করা হয়েছে বলে।” তথায় আল্লাহ তা'আলা হযরত আদম (আঃ)কে ডাক দিয়ে বলেনঃ “হে আদম (আঃ)! তুমি ও তোমার স্ত্রী বেহেশতের মধ্যে সুখে স্বাচ্ছন্দে অবস্থান কর। এবং মনে যা চায় তাই খাও ও পান কর, আর এই বৃক্ষের নিকট যেয়ো না।”এই বিশেষ বৃক্ষ হতে নিষেধ করা একটা পরীক্ষা ছিল। কেউ কেউ বলেন যে, এটা আঙ্গুরের গাছ ছিল। আবার কেউ বলেন যে, এটা ছিল গমের গাছ। কেউ বলেছেন শীষ, কেউ বলেছেন খেজুর এবং কেউ কেউ ডুমুরও বলেছেন। ঐ গাছের ফল খেয়ে মানবীয় প্রয়োজন (পায়খানা-প্রস্রাব) দেখা দিতে এবং ওটা বেহেশতের যোগ্য নয়। কেউ কেউ বলেন যে, ঐ গাছের ফল খেয়ে ফেরেশতাগণ চিরজীবন লাভ করতেন। ইমাম ইবনে জারীর (রঃ) বলেন যে, ওটা কোন একটি গাছ ছিল যা থেকে আল্লাহ পাক নিষেধ করেছিলেন। ওটা যে কোন নির্দিষ্ট গাছ ছিল তা কুরআন কারীম বা কোন সহীহ হাদীস দ্বারা সাব্যস্ত হয় না। তাছাড়া এ ব্যাপারে মুফাসৃসিরগণের মধ্যে খুবই মতভেদ রয়েছে। এটা জানলেও আমাদের কোন লাভ নেই। এবং না জানলেও কোন ক্ষতি নেই। সুতরাং এ জন্যে মাথা ঘামানোর প্রয়োজনই বা কি? মহান আল্লাহই এটা খুব ভাল জানেন। ইমাম রাযীও (রঃ) এই ফায়সালাই দিয়েছেন। এবং সঠিক কথাও এটাই বটে।(আরবি) এর (আরবি) সর্বনামটি কেউ কেউ (আরবি)-এর দিকে ফিরিয়েছেন, আবার কেউ কেউ (আরবি)-এর দিকে ফিরিয়েছেন। একটি কিরআতে (আরবি) এরূপও রয়েছে। তবে অর্থ হবেঃ শতয়ান তাদের দুজনকে বেহেশত হতে পৃথক করে দেয়। আর দ্বিতীয়টির অর্থ হবেঃ ‘ঐ গাছের কারণেই শয়তান তাদের দুজনকে ভুলিয়ে দেয়।' (আরবি) শব্দটি (আরবি)-এর কারণেও এসে থাকে যেমন। (আরবি)-এর মধ্যে এসেছে। ঐ অবাধ্যতার কারণে তাদের বেহেশতী পোষাক, সেই পবিত্র স্থান, ঐ উত্তম আহার্য ইত্যাদি সব কিছুই ছিনিয়ে নেয়া হয় এবং তাদের বলা হয়ঃ ‘এখন পৃথিবীতেই তোমাদের আহার্য ইত্যাদি রয়েছে। কিয়ামত পর্যন্ত তোমরা সেখানেই পড়ে থাকবে এবং তথায় উপকার লাভ করবে।'  সাপ ও ইবলীসের গল্প, ইবলীস কিভাবে বেহেশতে পৌছে, কি প্রকারে সে কুমন্ত্রণা দেয় ইত্যাদি লম্বা চওড়া গল্প মুফাসৃসিরগণ এখানে এনেছেন। কিন্তু ওগুলো সবই বানী ইসরাঈলের ভাণ্ডারের অংশ বিশেষ। তথাপি আমরা তা সূরা-ই-আরাফের মধ্যে বর্ণনা করবো। কেননা, এ ঘটনার বর্ণনা তথায় কিছু বিস্তারিত ভাবে রয়েছে।মুসনাদ-ই-ইবনে আবি হাতিমের একটি হাদীসে আছে যে, গাছের ফল মুখে দেয়া মাত্রই বেহেশতী পোষাক তাঁর শরীরে হতে পড়ে যায়। নিজেকে উলঙ্গ দেখে হযরত আদম (আঃ) এদিক ওদিক ছুটাছুটি করতে থাকেন। কিন্তু দেহ দীর্ঘ ছিল বলে তা গাছে আটকে যায়। আল্লাহ পাক বলেনঃ হে আদম (আঃ)! আমা হতে কি পলায়ন করছো?' তিনি আরয করেনঃ “হে আল্লাহ! আমি আপনা হতে পালিয়ে যাইনি, লজ্জায় মুখ ঢেকে ঘুরে বেড়াচ্ছি।' অন্য বর্ণনায় আছে যে, আল্লাহ তা'আলা বলেনঃ “হে আদম (আঃ)! আমার নিকট হতে চলে যাও। আমার মর্যাদার শপথ! আমার নিকটে আমার অবাধ্য থাকতে পারে না। তোমার মত আমি এত মাখলুক সৃষ্টি করবো যে, তাদের দ্বারা পৃথিবী ভরে যাবে। অতঃপর যদি তারা আমার অবাধ্য হয় তবে আমি অবশ্যই তাদেরকেও অবাধ্যদের ঘরে পৌছিয়ে দেবো।' এ বর্ণনাটি গরীব। এর মধ্যে ইনকিতা বরং ই’যালও আছে।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত আদম (আঃ) আসরের পর হতে সূর্যাস্ত পর্যন্ত বেহেশতে ছিলেন। হযরত হাসান (রাঃ) বলেন যে, এই এক ঘন্টা ছিল একশো ত্রিশ বছরের সমান। বাঈ বিন আনাস (রাঃ) বলেন যে, নবম ও দশম ঘন্টায় হযরত আদম (আঃ) বহিষ্কৃত হন। তাঁর সঙ্গে বেহেশতের গাছের একটি শাখা ছিল। এবং মাথায় ছিল বেহেশতের একটি মুকুট। সুদ্দী (রঃ) বলেন যে, হযরত আদম (আঃ) ভারতে অবতরণ করেন। তার সঙ্গে কালো পাথর (হাজারে আসওয়াদ) ছিল এবং বেহেশতের বৃক্ষের পাতা ছিল যা তিনি ভারতে ছড়িয়ে দেন এবং ওটা দ্বারা সুগন্ধময় গাছের জন্ম লাভ হয়। হযরত ইবনে আব্বাস (রাঃ) বলেন, তিনি ভারতের ‘দাহনা শহরে অবতরণ করেন। একটি বর্ণনায় আছে যে, তিনি মক্কা ও তায়েফের মধ্যবর্তী স্থানে অবতরণ করেন। হযরত হাসান বসরী (রাঃ) বলেন যে, হযরত আদম (আঃ) ভারতে এবং হযরত হাওয়া (আঃ) জিদ্দায় অবতরণ করেন। আর ইবলীস বসরা হতে কয়েক মাইল দূরে ‘দাস্তামিসানে নিক্ষিপ্ত হয় এবং সাপ ‘ইসহানে পতিত হয়।হযরত ইবনে উমারের (রাঃ) মতে হযরত আদম (আঃ) সাফা পাহাড়ের উপর অবতরণ করেন। অবতরণের সময় হযরত আদম (আঃ)-এর হাত জানুর উপর ছিল এবং মাথা ছিল নিম্নমুখী। আর ইবলীসের অঙ্গুলীর উপর অঙ্গুলী রাখা ছিল এবং মাথা ছিল আকাশের দিকে। হযরত আবু মূসা (রাঃ) বলেন যে, আল্লাহ তা'আলা হযরত আদম (আঃ) কে প্রত্যেক জিনিসের কারিগরী শিখিয়েছিলেন এবং বেহেশতী ফলের পাথেয় দিয়েছিলেন। একটি হাদীসে আছে যে, সমস্ত দিনের মধ্যে সর্বোত্তম দিন হচ্ছে শুক্রবারের দিন। ঐ দিনেই হযরত আদম (আঃ) কে সৃষ্টি করা হয়, ঐদিনেই বেহেশতে প্রবেশ করানো হয় এবং ঐদিনেই বেহেশত হতে বের করে দেয়া হয়। ইমাম রাযী (রাঃ) বলেনঃ ‘এটা যে ধমক ও ভীতি প্রদর্শনের আয়াত তার কয়েকটি যুক্তি আছে। একটি এই যে, সামান্য পদস্খলনের জন্যে হযরত আদম (আঃ) কে কতই না গুরুতর শাস্তি দেয়া হলো। কোন কবি কতই না সুন্দর কথা বলেছেনঃ তোমারা পাপের পর পাপ করছো অথচ জান্নাতের প্রার্থী হচ্ছো? তোমরা কি ভুলে গেছে যে, তোমাদের পিতা আদম (আঃ) কে শুধু একটি লঘু পাপের কারণে জান্নাত হতে বের করে দেয়া হয়েছে? ইবনুল কাসেম বলেছেনঃ “আমরা তো এখানে শত্রুদের হাতে বন্দী রয়েছি, দেখ, কখন আমরা নিরাপদে স্বদেশে পৌছবো।' ফাতহ্ মুসেলী বলেনঃ “আমরা জান্নাতবাসী ছিলাম। শয়তান আমাদেরকে বন্দী করে দুনিয়ায় এনেছে। এখন সে আমাদের জন্যে এখানে চিন্তা ও দুঃখ ছাড়া আর কি রেখেছে? এ বন্দীত্বের শিকল তখনই ভাঙ্গবে যখন আমরা ঐ স্থানে পৌছবো, যে স্থান হতে আমাদেরকে বের করা :হয়েছে।যদি কোন প্রতিবাদাকরী এ প্রতিবাদ করে যে, হযরত আদম (আঃ) যখন আসমানী বেহেশতে ছিলেন, তখন শয়তান আল্লাহর দরবার হতে বিতাড়িত হয়েছিল। তবে আবার তথায় কিভাবে পৌছলো? এর প্রথম উত্তর ভো এই হবে যে, ঐ বেহেশত ছিল যমীনে, এরূপ একটি মত তো আছেই। এ ছাড়া আরও উত্তর এই যে, সম্মানিত অবস্থায় তার প্রবেশ নিষেধ ছিল। কিন্তু লাঞ্ছিত অবস্থায় ও চুরি করে যাওয়া বাধা ছিল না। যেহেতু তাওরাতে আছে যে, সে সাপের মুখে বসে বেহেশতে গিয়েছিল। এও একটি উত্তর যে, সে বেহেশতে যায়নি, বরং বাহির থেকেই কুমন্ত্রণা দিয়েছিল। আবার কেউ কেউ বলেন যে, যমীনে থেকেই সে তাঁর অন্তরে কুমন্ত্রণা দিয়েছিল। কুরতুবী (রঃ) এখানে সর্প সম্পর্কীয় এবং তাকে মেরে ফেলার হুকুমের হাদীসগুলিও এনেছেন, যা খুবই উত্তম ও উপকারী হয়েছে।",
  "ayah": 36,
  "surah": 2
}
