{
  "text": "উপদেশঃ অর্থাৎ কিতাবীদেরকে লক্ষ্য করে বলা হচ্ছে যে, যারা অন্যকে ভাল কাজের আদেশ করে থাকে-অথচ নিজেরা তা পালন করে না। তাদের জন্যে কঠিন শাস্তি রয়েছে-এটা জানা সত্ত্বেও যে কিতাবীরা এ কাজ করছে এটা বড়ই বিস্ময়জনক ব্যাপারই বটে। তাই তাদেরকে উপদেশ দেয়া হচ্ছে যে, তারা অপরকে যেমন খোদাভীতি ও পবিত্রতার কথা শিক্ষা দিচ্ছে, তাদের নিজেদেরও তার উপর আমল করা উচিত। অপরকে নামায রোযার নির্দেশ দেয়া আর নিজে পালন না করা বড়ই লজ্জার কথা। জনগণকে বলার পূর্বে মানুষের উচিত নিজে আমলকারী হওয়া। অর্থ এও হচ্ছে যে, তারা অন্যদেরকে তো তাদের কিতাবকে অস্বীকার করতে নিষেধ করছে অথচ আল্লাহর নবী মুহাম্মদ (সঃ) কে অস্বীকার করে নিজেরাই তাদের কিতাবকে অস্বীকার করছে। ভাবার্থ এও হতে পারে যে, তারা অন্যদেরকে ইসলাম ধর্ম গ্রহণ করতে বলছে, অথচ ইহলৌকিক ভয়ের কারণে তারা নিজেরাই ইসলাম কবুল করছে না।হযরত আবু দারদা (রাঃ) বলেন যে, মানুষ পূর্ণ জ্ঞানী হতে পারে না যে পর্যন্ত না সে ঐসব লোকের শত্রু হয়ে যায় যারা আল্লাহর বিরুদ্ধাচরণ করে থাকে এবং যে পর্যন্ত না সে স্বীয় নাফসের সবচেয়ে বড় শত্রু হয়ে যায়। ঐসব ইয়াহুদী ঘুষ পেলে অসত্যকেও সত্য বলে দিতো, কিন্তু নিজেরা ওর উপর আমল করতো না। এ কারণেই আল্লাহ তাদের নিন্দে করেছেন।\nএকটি সূক্ষ্ম পার্থক্য\nএখানে এটা স্মরণ রাখতে হবে যে, ভাল কাজের নির্দেশ দেয়ার জন্যে তাদেরকে তিরস্কার করা হয়নি, বরং তারা নিজেরা পালন না করার জন্যে তিরস্কৃত হয়েছে। ভাল কথা বলা তো ভালই, বরং এটা তো ওয়াজিব, কিন্তু সঙ্গে সঙ্গে মানুষের নিজেরও তার প্রতি আমল করা উচিত। যেমন হযরত শুআইব (আঃ) বলেছেনঃ ‘আমি এরূপ নই যে, তোমাদেরকে বিরত রাখি আর নিজে করি, আমার উদ্দেশ্য তো হচ্ছে সাধ্যানুসারে সংস্কার সাধন, এবং আমার শক্তি তো আল্লাহর সাহায্যের উপর নির্ভরশীল, আমি তার উপরই ভরসা করি এবং তার দিকেই প্রত্যাবর্তন করি।' সুতরাং ভাল কাজ করতে বলা ওয়াজিব এবং নিজে করাও ওয়াজিব। একটি না করলে অন্যটিও ব্যর্থ হয়ে যাবে তা নয়। পূর্ববর্তী ও পরবর্তী আলেমদের মত এটাই। যদিও কতকগুলো লোকের মত এই যে, যারা নিজেরা খারাপ কাজ করে তারা যেন অপরকে ভাল কাজের কথা না বলে। কিন্তু এটা সঠিক কথা নয়। আবার এসব লোকের এ আয়াতকে দলীল রূপে পেশ করা মোটেই ঠিক নয়। বরং সঠিক কথা এটাই যে, ভাল কাজের নির্দেশ দেবে এবং মন্দ কাজ হতে বিরত রাখবে এবং নিজেও পালন করবে ও বিরত থাকবে। যদি দু'টোই ছেড়ে দেয় তবে দ্বিগুণ পাপী হবে এবং একটি ছাড়লে একগুণ পাপী হবে।\nআমলহীন উপদেশ দাতার শাস্তি\nতিরানী (রঃ)-এর মু'জিম কাবীর’-এ আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘যে আলেম জনগণকে ভাল কথা শিক্ষা দেয় কিন্তু নিজে আমল করে না তার দৃষ্টান্ত ঐ প্রদীপের মত যে লোক তার আলো দ্বারা উপকার লাভ করে কিন্তু তা নিজে পুড়ে থাকে। এ হাদীসটি গরীব বা দুর্বল।মুসনাদ-ই-আহমাদের হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ মিরাজের রাত্রে আমি দেখেছি যে, কতকগুলো লোকের ওষ্ঠ আগুনের কাঁচি দ্বারা কাটা হচ্ছে। আমি জিজ্ঞেস করলাম যে, এরা কারা? তখন আমাকে বলা হলো যে, এরা আপনার উম্মতের বক্তা, উপদেশ দাতা ও আলেম। এরা মানুষকে ভাল কথা শিক্ষা দিতো কিন্তু নিজে আমল করতো না, জ্ঞান থাকা সত্ত্বেও বুঝতো না। অন্য হাদীসে আছে যে, তাদের জিহ্বা ও ওষ্ঠ উভয়ই কাটা হচ্ছিল। হাদীসটি বিশুদ্ধ।ইবনে হিব্বান (রঃ), ইবনে আবি হাতিম, ইবনে মিরদুওয়াই প্রভৃতি মনীষীদের লিখিত কিতাবের মধ্যে এটা বিদ্যমান আছে। আবু অল (রঃ) বলেন যে, একদা হযরত উসামা (রাঃ) কে বলা হয়ঃ আপনি হযরত উসমান (রাঃ) কে কিছু বলেন না? তিনি উত্তরে বলেনঃ “আপনাদেরকে শুনিয়ে বললেই কি শুধু বলা হবে? আমি তো গোপনে তাকে সব সময়েই বলে আসছি। কিন্তু আমি কোন কাজ ছড়াতে চাইনে। আল্লাহর শপথ! আমি কোন লোককে সর্বোত্তম বলবো না। কেননা, আমি রাসূলুল্লাহ (সঃ)কে বলতে শুনেছি যে, কিয়ামতের দিন একটি লোককে আনা হবে এবং তাকে দোযখে নিক্ষেপ করা হবে। তার নাড়ীভূড়ি বেরিয়ে আসবে এবং সে তার চারদিকে ঘুরতে থাকবে। অন্যান্য দোযখবাসীরা তাকে জিজ্ঞেস করবেঃ জনাব আপনি তো আমাদেরকে ভাল কাজের আদেশ করতেন এবং মন্দ কাজ হতে নিষেধ করতেন, আপনার এ অবস্থা কেন?' সে বলবেঃ ‘আফসোস! আমি তোমাদেরকে বলতাম কিন্তু নিজে আমল করতাম না। আমি তোমাদেরকে বিরত রাখতাম কিন্তু নিজে বিরত থাকতাম না। (মুসনাদ-ই-আহমাদ)। সহীহ বুখারী ও সহীহ মুসলিমের মধ্যেও এ বর্ণনাটি আছে।মুসনাদের আরো একটি হাদীসে আছে যে, আল্লাহ তা'আলা অশিক্ষিতদেরকে যত ক্ষমা করবেন তত ক্ষমা তিনি শিক্ষিতদেরকে করবেন না। কোন কোন হাদীসে এটাও আছে যে, আলেমকে যদি একবার ক্ষমা করা হয় তবে সাধারণ লোককে সত্তর বার ক্ষমা করা হবে। বিদ্ধান ও মূর্খ এক হতে পারে না। কুরআন মাজীদে আছেঃ যারা জানে ও যারা জানে না তারা কি সমান হতে পারে? উপদেশ তো জ্ঞানীরাই গ্রহণ করে থাকে। ইবনে আসাকীরের কিতাবের মধ্যে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ জান্নাতবাসীরা জাহান্নামবাসীরদেরকে দেখে বলবে-“আপনাদের উপদেশ শুনেই তো আমরা জান্নাতবাসী হয়েছি, আপনারা জাহান্নামে এসে পড়েছেন কেন? তারা বলবে-আফসোস! আমরা তোমাদেরকে বলতাম বটে, কিন্তু নিজেরা আমল করতাম না।\nএকটি ঘটনা\nহযরত ইবনে আব্বাস (রাঃ) কে এক ব্যক্তি বলেনঃ জনাব! আমি ভাল কাজের হুকুম করতে ও মন্দ কাজ হতে জনগণকে বিরত রাখতে চাই।' তিনি বললেনঃ তুমি কি এ ধাপ পর্যন্ত পৌছে গেছো?' লোকটি বলেঃ ‘হ হযরত ইবনে আব্বাস (রাঃ) বলেনঃ ‘এক স্থানে তো আল্লাহ পাক বলেছেন-'তোমরা জনগণকে ভাল কাজের আদেশ করছো আর নিজেদের সম্বন্ধে বেখবর রয়েছে।' অন্যত্র বলেছেন- তোমরা কেন বলছো যা নিজেরা কর না? আল্লাহর নিকট এটা খুব অসন্তুষ্টির কারণ যে, তোমরা বলবে যা নিজেরা করবে না। অন্য আয়াতে হযরত শুআইব (আঃ)-এর কথাঃ যে কাজ হতে আমি তোমাদেরকে বিরত রাখি তাতে আমি তোমাদের বিরুদ্ধাচরণ করতে চাইনে, আমার উদ্দেশ্য শুধু সাধ্যানুসারে সংস্কার সাধন। আচ্ছা বলতো-তুমি কি এই তিনটি আয়াত হতে নির্ভয়ে রয়েছে?' সে বলেঃ না।' তিনি বলেনঃ তুমি স্বীয় না হতেই আরম্ভ কর (তাফসীর-ই-ইবনে মিরদুওয়াই)। তিবরানীর একটি দুর্বল হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন :“যে জনগণকে কোন কথা বা কাজের দিকে আহ্বান করে এবং নিজে করে না, সে আল্লাহর ক্রোধ ও অসন্তুষ্টির মধ্যে অবস্থান করে যে পর্যন্ত না সে নিজে তার আমলে লেগে যায়। হযরত ইবরাহীম নাখঈ (রঃ) হযরত ইবনে আব্বাস (রাঃ)-এর বর্ণনাকৃত তিনটি আয়াতকে সামনে রেখে বলেনঃ “এরই কারণে আমি গল্প বলা পছন্দ করি না।'",
  "ayah": 44,
  "surah": 2
}
