{
  "text": "অর্থাৎ ঐ সব লোক, যাদের গুণাবলী পূর্বে বর্ণিত হয়েছে, যেমন অদৃশ্যের উপর ঈমান আনা, নামায কায়েম করা, আল্লাহর দেয়া বন্ধু হতে দান করা, রাসূলুল্লাহ (সঃ)-এর প্রতি যা অবতীর্ণ হয়েছে তার উপর ঈমান আনা, তাঁর পূর্ববর্তী কিতাবসমূহের প্রতি বিশ্বাস রাখা, পরকালের প্রতি বিশ্বাস রেখে তথায় উপকার দেয় এরূপ কাজ করা এবং মন্দ ও হারাম কাজ থেকে বেঁচে থাকা। এসব লোকই হিদায়াত প্রাপ্ত, এদেরকেই আল্লাহর নূর ও তাঁর সূক্ষ্ম অন্তদৃষ্টি দ্বারা ভূষিত করা হয়েছে। আর এ সমুদয় লোকের জন্যেই ইহকালে ও পরকালে সফলতা রয়েছে। হযরত ইবনে আব্বাস (রাঃ) হিদায়াতের তাফসীর করেছেন নূর ও দৃঢ়তা দ্বারা এবং ফালাহ’ -এর তাফসীর করেছেন প্রয়োজন মিটে যাওয়া ও পাপ এবং দুস্কার্য থেকে বেঁচে যাওয়া ইত্যাদি দ্বারা।ইমাম ইবনে জারীর (রঃ) বলেছেনঃ ‘এসব লোক স্বীয় প্রভুর পক্ষ হতে নূর, দলীল, দৃঢ়তা এবং সত্যতার উপর সুপ্রতিষ্ঠিত রয়েছে, আর এরাই তাদের পবিত্র কার্যাবলীর কারণে পুণ্য ও চিরস্থায়ী জান্নাত লাভের দাবীদার এবং এরাই শাস্তি হতে দূরে সরে থাকবে।' ইবনে জারীর (রঃ) আরও বলেন যে, দ্বিতীয় (আরবি)-এর ইঙ্গিত হয়েছে, আহলে কিতাবের দিকে, যার (আরবি) তার পূর্বে বর্ণিত হয়েছে। এ হিসেবে (আরবি) প্রথম আয়াত হতে পৃথক হবে এবং (আরবি) হয়ে (আরবি)  হবে এবং তার (আরবি) হবে (আরবি)। কিন্তু তার ইঙ্গিত পূর্বোল্লিখিত গুণাবলীর অধিকারীদের দিকে হওয়াই বেশী পছন্দনীয় মত। তারা আহলে কিতাব হোক অথবা আরবের মুমিনই হোক।।হযরত ইবনে আব্বাস (রাঃ) হযরত ইবনে মাসউদ (রাঃ) এবং আরও কয়েকজন সাহাবী (রাঃ) হতে বর্ণিত আছে যে, (আরবি) আরবের মুমিনগণকে লক্ষ্য করে বলা হয়েছে এবং তার পরবর্তী বাক্যের উদ্দেশ্য হচ্ছে আহলে কিতাবের মুমিনগণ। অতঃপর এই উভয় দলের জন্যেই শুভ সংবাদ দেয়া হচ্ছে যে, এরা হিদায়াত প্রাপ্ত ও সফলকাম। পূর্বে বর্ণিত হয়েছে যে, এ আয়াতগুলো সাধারণ এবং ইঙ্গিত ও সাধারণ। আল্লাহই এ সম্পর্কে সবচেয়ে বেশী জানেন।মুজাহিদ (রঃ) আবুল আলিয়া, (রঃ), রাবী' বিন আনাস (রাঃ) এবং কাতাদাহ (রঃ) হতে এটাই বর্ণিত আছে। একবার কেউ রাসূলুল্লাহ (সঃ) কে প্রশ্ন করেনঃ “হে আল্লাহর রাসূল (সঃ)! পবিত্র কুরআনের কতগুলো আয়াত তো আমাদেরকে উৎসাহিত করছে এবং আমাদের মনে অনন্ত আশার সঞ্চার করছে, কিন্তু কতকগুলো আয়াত আবার আমাদের আশা ভরসাকে ভেঙ্গে চুরমার করে দিচ্ছে এবং নৈরাশ্যের সাগরে নিক্ষেপ করছে।' রাসূলুল্লাহ (সঃ) তখন বললেনঃ ‘এসো! আমি তোমাদের জান্নাত ও জাহান্নামীদের পরিচয় পরিষ্কারভাবে জানিয়ে দেই।' অতঃপর তিনি (আরবি) হতে (আরবি) পর্যন্ত পাঠ করে বললেনঃ এরা তো জান্নাতী।' সাহাবীগণ (রাঃ) খুশী হয়ে বললেনঃ “আলহামদুলিল্লাহ! আমাদের আশা আছে যে, আমরা তাদেরই অন্তর্ভুক্ত হবো।' অতঃপর তিনি (আরবি) হতে (আরবি) পর্যন্ত পড়লেন এবং বললেনঃ “এরা জাহান্নামী। তাঁরা বললেনঃ ‘আমরা এরূপ নই।' রাসূলুল্লাহ (সঃ) বললেনঃ হাঁ (মুসনাদ-ই-ইবনে আবি হাতিম)।",
  "ayah": 5,
  "surah": 2
}
