{
  "text": "এখানে বানী ইসরাঈলের অধৈর্য এবং আল্লাহ্ তা'আলার নিয়ামতের অমর্যাদা করার কথা বর্ণিত হচ্ছে। তারা মান্না ও সালওয়া'র মত পবিত্র আহার্যের উপরেও ধৈর্য ধারণ করতে পারেনি এবং তার পরিবর্তে নিকৃষ্ট বস্তুর জন্যে প্রার্থনা জানায়। একই খাদ্যের ভাবার্থ হচ্ছে এক প্রকারের খাদ্য, অর্থাৎ মান্না ও সালওয়া'। (আরবি)-এর অর্থে মতভেদ আছে। ইবনে মাসউদের (রাঃ) পঠনে (আরবি) আছে। মুজাহিদ (রঃ) (আরবি)-এর তাফসীর (আরবি) করেছেন, অর্থাৎ রসুন। হযরত ইবনে আব্বাস (রাঃ) হতেও এই তাফসীর বর্ণিত আছে। পরবর্তী অভিধানের পুস্তকগুলোতে (আরবি) র অর্থ হচ্ছে (আরবি) অর্থাৎ আমাদের জন্যে রুটি তৈরী কর। ইমাম ইবনে জারীর (রঃ) বলেন যে, যদি এটা সঠিক হয় তবে এটা (আরবি)  -এর অন্তর্ভুক্ত হবে। যেমন, (আরবি) ও (আরবি) এবং (আরবি) ও (আরবি) ইত্যাদি যাতে (আরবি) অক্ষরটি (আরবি) দ্বারা এবং (আরবি) অক্ষরটি (আরবি) অক্ষর দ্বারা পরিবর্তিত হয়েছে। কেননা, এ দু'টি অক্ষরের বের হওয়ার স্থান খুব কাছাকাছি। আল্লাহ্ই সবচেয়ে বেশী জানেন।কেউ কেউ বলেন যে, (আরবি)  -এর অর্থ হচ্ছে গম। হযরত ইবনে আব্বাস (রাঃ) হতেও এ তাফসীর নকল করা হয়েছে। আহীহার কবিতাতেও (আরবি) শব্দটি গমের - অর্থে ব্যবহৃত হতো (আরবি) এর অর্থ রুটিও বলা হয়। কেউ কেউ শীষের অর্থও নিয়েছেন। হযরত কাতাদাহ (রঃ) এবং হযরত আতা (রঃ) বলেন যে, যে শস্যে রুটি তৈরী হয় তাকে (আরবি)  বলে। কেউ কেউ বলেন যে, প্রত্যেক প্রকারের শস্যকেই (আরবি) বলা হয়। হযরত মূসা (আঃ) তাঁর সম্প্রদায়কে ধমক দিয়ে বলেনঃ ‘উৎকৃষ্ট বস্তুর পরিবর্তে নিকৃষ্ট বস্তু তোমরা কেন চাচ্ছ? অতঃপর বলেনঃ ‘তোমরা শহরে এসব জিনিস পাবে।' জমহুরের পঠনে (আরবি)  (মিসরান)ই আছে এবং সব পঠনেই এটাই লিখিত আছে।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত মূসা (আঃ) তাদেরকে বলেনঃ 'তোমরা কোন এক শহরে চলে যাও। হযরত উবাই বিন কা'ব (রাঃ) এবং হযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে (আরবি) (মিসরা)ও আছে এবং এর তাফসীরে মিসর শহর বুঝানো হয়েছে। (আরবি) শব্দটি দ্বারাও নির্দিষ্ট ‘মিসর শহর ভাবার্থ নেয়া যেতে পারে (আরবি)  -এর অর্থ সাধারণ শহর নেয়াই উত্তম। তাহলে ভাবার্থ দাঁড়াবে এইঃ “তবে তোমরা যা চাচ্ছো তা খুব সহজ জিনিস। যে কোন শহরে গেলেই ওটা পেয়ে যাবে। দু'আরই বা প্রয়োজন। কি? তাদের একথা শুধুমাত্র অহংকার ও অবাধ্যতা হিসেবে ছিল বলে তাদেরকে কোন উত্তর দেয়া হয়নি। আল্লাহই সবচেয়ে বেশী জানেন।ভাবার্থ এই যে, তাদের উপর লাঞ্ছনা ও দারিদ্র চিরস্থায়ী করে দেয়া হয়। অপমান ও হীনতা তাদের উপর চাপিয়ে দেয়া হয়। তাদের নিকট হতে জিযিয়া কর আদায় করা হয়। তারা মুসলমানদের পদানত হয়। তাদেরকে উপবাস করতে হয় এবং ভিক্ষার ঝুলি কাঁধে নিতে হয়। তাদের উপর আল্লাহর ক্রোধ ও অভিশাপ বর্ষিত হয় (আরবি) এর অর্থ হচ্ছে তারা ফিরে গেল। কখনও ভালো অবস্থা এবং কখনও কখনও মন্দের জন্য ব্যবহৃত হয়ে থাকে। এখানে মন্দ বুঝানোর জন্য এসেছে। তাদের অহংকার, অবাধ্যতা, সত্য গ্রহণে অস্বীকৃতি, আল্লাহর আয়াতসমূহের প্রতি অবিশ্বাস এবং নবীগণ ও তাদের অনুসারীদেরকে অন্যায়ভাবে হত্যা ইত্যাদির কারণেই তাদের প্রতি এসব শাস্তি অবতীর্ণ হয়েছিল। আল্লাহর আয়াতসমূহকে অবিশ্বাস করা এবং তাঁর নবীগণকে অন্যায়ভাবে হত্যা করার চেয়ে বড় অপরাধ আর কী হতে পারে? রাসূলুল্লাহ (সঃ) বলেছেন যে, তাকাব্বরের অর্থ হচ্ছে সত্য গোপন করা এবং জনগণকে ঘৃণার চোখে দেখা। হযরত মালিক বিন মারারাহ্ রাহভী (রাঃ) একদা রাসূলুল্লাহ (সাঃ)-এর নিকট আরজ করেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি একজন সুশ্রী লোক। আমি চাই না, কারও জুতার শুকতলাও আমার চেয়ে সুন্দর হয়, তবে কি এটাও অবাধ্যতা ও অহংকার হবে?” তিনি বলেনঃ “না, বরং অহংকার ও অবাধ্যতা হচ্ছে সত্যকে প্রত্যাখ্যান করা এবং জনগণকে ঘৃণা করা।”বানী ইসরাঈলের অহংকার, কুফরী এবং হত্যার কাজ নবীগণ পর্যন্তও পৌছে গিয়েছিল বলেই তাদের উপর আল্লাহর অভিশাপ অবধারিত হয়েছে। তারা ইহকালেও অভিশপ্ত এবং পরকালেও অভিশপ্ত। হযরত আবদুল্লাহ বিন মাসউদ (রাঃ) বলেন যে, বানী ইসরাঈল প্রত্যহ তিনশ' করে নবীকে হত্যা করতো। তারপরে বাজারে গিয়ে তাদের লেনদেনের কাজে লেগে যেত (সুনান-ই-আবি দাউদ ও তায়ালেসী)।রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন যাদের সবচেয়ে কঠিন শাস্তি হবে তারা হচ্ছে ওরাই যাদেরকে নবী হত্যা করেছেন অথবা তারা নবীকে হত্যা করেছে, পথভ্রষ্ট ইমাম এবং চিত্র শিল্পী।” এগুলো তাদের অবাধ্যতা, যুলুম এবং সীমা অতিক্রমের প্রতিফল ছিল।",
  "ayah": 61,
  "surah": 2
}
