{
  "text": "৭৮-৭৯ নং আয়াতের তাফসীর\n(আরবি) শব্দের অর্থ হচ্ছে ঐ ব্যক্তি যে ভালভাবে লিখতে জানে না। (আরবি)ওর বহু বচন। রাসূলুল্লাহ (সঃ)-এর একটি বিশেষণ হচ্ছে (আরবি)-কেননা, তিনি ভাল লিখতে জানতেন না। আল্লাহ পাক বলেনঃ “হে নবী (সঃ)! তুমি তো এর পূর্বে পড়তেও পারতে না এবং লিখতেও পারতে না, এমন হলে তো এ অসত্যের পূজারীরা কিঞ্চিত সন্দেহ পোষণ করতে পারতো।” রাসূলুল্লাহ (সঃ) বলেনঃ আমি তো একজন উম্মী’ ও নিরক্ষর লোক, আমি লিখতেও জানি না এবং হিসাবও বুঝি না, মাস কখনও এরকম হয় এবং কখনও ওরকম হয়।” প্রথমবারে তিনি তার দু’হাতের সমস্ত অঙ্গুলি তিনবার নীচের দিকে ঝুঁকিয়ে দেন অর্থাৎ ত্রিশ দিনে এবং দ্বিতীয় বারে দু'বার দু’হাতের সমস্ত অঙ্গুলি কঁকান এবং তৃতীয়বার এক হাতের বৃদ্ধাঙ্গুলি বৃত্ত করে রাখেন, অর্থাৎ উনত্রিশ দিনে। ভাবার্থ এই যে, আমাদের ইবাদত এবং ওর সময় হিসাব নিকাশের উপর নির্ভর করে না। কুরআন মাজীদের এক স্থানে আছেঃ “আল্লাহ তা'আলা নিরক্ষরদের মধ্যে তাদের মধ্য হতেই একজন নবী পাঠিয়েছেন।'  ইমাম ইবনে জারীর (রঃ) বলেন যে, আরবের অশিক্ষিত লোককে তার মায়ের দিকে সম্বন্ধ লাগিয়ে থাকে। হযরত আবদুল্লাহ বিন আব্বাস (রাঃ) হতে একটি বর্ণনা আছে যে,এখানে উম্মী ওদেরকেই বলা হয়েছে যারা না কোন নবীকে বিশ্বাস করেছিল, না কোন কিতাবকে মেনেছিল। বরং নিজের লিখিত কিতাবকে অন্যদের দ্বারা আল্লাহর কিতাব স্বীকার করিয়ে নিতে চেয়েছিল। কিন্তু প্রথমতঃ এ কথাটিতো আরবী বাকরীতির উল্টো, দ্বিতীয়তঃ এ কথাটির সনদ ঠিক নয়। (আরবি)এর অর্থ হচ্ছে কথাসমূহ। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবি)-এর অর্থ হচ্ছে মিথ্যা আশা ও মনভুলানো কথা। আবার কেউ কেউ এর অর্থ তিলাওয়াত’ বা ‘পাঠ’ও বলেছেন। যেমন কুরআন মাজীদে এক জায়গায় আছেঃ  (আরবি)এখানে ‘পাঠ’ অর্থ স্পষ্ট। কবিদের কবিতায়ও এ শব্দটি পাঠ অর্থে ব্যবহৃত হয়েছে।তারা শুধু ধারণার উপরই রয়েছে, অর্থাৎ তারা প্রকৃত ব্যাপারে অবগত নয়; বরং নিরর্থক ধারণা করে থাকে। অতঃপর ইয়াহুদীদের অন্য এক শ্রেণীর লোকের বর্ণনা দেয়া হচ্ছে যারা লিখা পড়া জানতে ও জনগণকে ভ্রান্ত পথের দিকে আহবান করতো, আল্লাহ সম্বন্ধে মিথ্যা কথা বলতে এবং শিষ্যদের নিকট হতে টাকা পয়সা আদায় করার উদ্দেশ্যে ভুল পন্থা অবলম্বন করতো।(আরবি)-এর অর্থ হচ্ছে দুর্ভাগ্য’ ও ‘ক্ষতি’-এটা দোযখের একটি গর্তের নামও বটে, যার আগুনে তাপ এত প্রচণ্ড যে, ওর ভিতরে পাহাড় নিক্ষেপ করলেও তা গলে যাবে। মুসনাদ-ই-ইবনে আবি হাতিমের একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দোযখের একটি উপত্যকার নাম অয়েল’ যার মধ্যে কাফিরকে নিক্ষেপ করা হবে। চল্লিশ বছর পরে ওর তলদেশে সে পৌছবে।” কেননা, এর গভীরতা খুবই বেশী। কিন্তু সনদ হিসেবে এ হাদীসটি গরীব বা দুর্বল। আরও একটি দুর্বল হাদীসে আছে যে, জাহান্নামের একটি পাহাড়ের নাম ‘অয়েল’! ইয়াহূদীরা তাওরাতের মধ্যে পরিবর্তন আনয়ন করেছিল এবং ওতে কম বেশী করেছিল।রাসূলুল্লাহ (সঃ)-এর নাম তা হতে বের করে ফেলেছিল। এজন্যে তাদের উপর আল্লাহর অভিশাপ নাযিল হয়েছিল। আল্লাহ বললেনঃ “যা তারা হাত দ্বারা লিখেছে এবং যা কিছু উপার্জন করেছে তজ্জন্যে তাদের সর্বনাশ হবে। অয়েল এর অর্থ কঠিন শাস্তি, ভীষণ ক্ষতি, ধ্বংস, দুঃখ-কষ্ট ইত্যাদিও হয়ে থাকে (আরবি) এসব শব্দের অর্থ একই। যদিও কেউ কেউ এ শব্দগুলোর ভিন্ন ভিন্ন অর্থও করেছেন (আরবি) শব্দটির (আরবি) এবং (আরবি) কখনও (আরবি) হতে পারে না। কিন্তু এটা বদ দু'আ অর্থে ব্যবহৃত হয়েছে বলে এটাকে (আরবি)করা হয়েছে। কেউ কেউ ওর উপর (আরবি) দেয়াও বৈধ বলেছেন, কিন্তু (আরবি)-র পঠন নেই। এখানে ইয়াহদী আলেমদেরকে নিন্দে করা হচ্ছে যে, তারা নিজেদের কথাকে আল্লাহর কালাম বলতো এবং নিজেদের লোককে সন্তুষ্ট করে দুনিয়া কামাতে। হযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বলতেনঃ “তোমরা কিতাবীদেরকে কোন কিছু জিজ্ঞেস কর কেন? তোমাদের কাছে তো নব প্রেরিত আল্লাহর কিতাব বিদ্যমান আছে। কিন্ত তো আল্লাহর কিতাবের মধ্যে পরিবর্তন করে ফেলেছে। নিজেদের হস্তলিখিত কথাকেই আত্মাহর দিকে সম্বন্ধ লাগিয়ে তা ছড়িয়ে দিয়েছে। কাজেই তোমাদের নিজস্ব রক্ষিত কিতাব ছেড়ে তাদের পরিবর্তিত কিতাবের কি প্রয়োজন? বড়ই দুঃখের বিষয় এই যে, তারা তোমাদেরকে জিজ্ঞেস করছে না, কিন্তু তোমরা তাদেরকে জিজ্ঞেস করে বেড়াচ্ছ।‘অল্প মূল্যের অর্থ হচ্ছে আখেরাতের তুলনায় স্বল্পতা। অর্থাৎ ওর বিনিময়ে সারা দুনিয়া পেলেও আখেরাতের তুলনায় এটা অতি নগণ্য জিনিস। অতঃপর আল্লাহ পাক বলেন যে, তারা যে এভাবে নিজেদের কথাকে আল্লাহর কথা বলে জনগণের কাছে স্বীকৃতি নিচ্ছে এবং ওর বিনিময়ে দুনিয়া কামাচ্ছে,এর ফলে তাদের সর্বনাশ হয়ে যাবে।",
  "ayah": 79,
  "surah": 2
}
