{
  "text": "৮৪-৮৬ নং আয়াতের তাফসীর\nমদীনার দুটি বিখ্যাত গোত্র এবং তাদের পরস্পর শত্রুতা\nমদীনার আনসারদের দুটি গোত্র ছিলঃ (১) আউস ও (২) খাযরা। ইসলামের পূর্বে এই গোত্রদ্বয়ের মধ্যে কখনও কোন মিল ছিল না। পরস্পর যুদ্ধ গ্রিহ লেগেই থাকতো। মদীনার ইয়াহুদীদের তিনটি গোত্র ছিলঃ (১) বান্ কাইনুকা, (২) বানু নাযীর এবং (৩) বানু কুরাইযা। বানূ কাইনুকা ও বানু নাযীর খাযরাজের পক্ষপাতী ছিল এবং তাদের বন্ধুতে পরিণত হয়েছিল। আর বানু কুরাইযার বন্ধুত্ব ছিল আউসের সঙ্গে। আউস ও খাযরাযের মধ্যে যখন যুদ্ধ শুরু হতো তখন ইয়াহুদীদের তিনটি দল নিজ নিজ মিত্রের সঙ্গে যোগ দিয়ে শত্রুদের বিরুদ্ধে যুদ্ধ করতো। দুই পক্ষের ইয়াহূদী স্বয়ং তাদেরই হাতে মারাও পড়তো এবং সুযোগ পেলে একে অপরের ঘর বাড়ী ধ্বংস করতে এবং দেশ থেকে তাড়িয়েও দিতো। ধন-মালও দখল করে নিতে। অতঃপর যুদ্ধ বন্ধ হয়ে গেলে পরাজিত দলের বন্দীদেরকে তারা মুক্তিপণ দিয়ে ছাড়িয়ে নিতে এবং বলতোঃ “আমাদের প্রতি আল্লাহর নির্দেশ আছে যে, আমাদের মধ্যে যদি কেউ বন্দী হয়ে যায় তবে আমরা যেন তাদেরকে মুক্তিপণ দিয়ে ছাড়িয়ে নেই। তারই উত্তরে মহান আল্লাহ্ তাদেরকে বলছেনঃ “এর কারণ কি যে, আমার এ হুকুম তো মানছে, কিন্তু আমি তোমাদেরকে বলেছিলাম তোমরা পরস্পর কাটাকাটি করো না, একে অপরকে বাড়ী হতে বের করে দিও না, তা মাননা কেন? এক হুকুমের উপর ঈমান আনা এবং অন্য হুকুমকে অমান্য করা, এটা আবার কোন ঈমানদারী?\" আয়াতে আল্লাহ পাক বলেছেনঃ “নিজেদের কুক্ত প্ৰহিত করো না, নিজেদের লোককে তাদের বাড়ী হতে বের করে দিও না। কেননা তোষর এক মাযহাবের লোক এবং সবাই এক আত্মার মত।”  হাদীস শরীফেও আছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সমস্ত মু'মিন প্রম্পর বন্ধুত্ব, দয়া ও সাহায্য-সহানুভূতি করার ব্যাপারে একটি শরীরে মত। কোন একটি অঙ্গের ব্যথায় সমস্ত শরীর অস্থির হয়ে থাকে, শরীরে জ্বর চলে আসে এবং রাত্রে দ্রিা হারিয়ে যায়। এরকমই একজন সাধারণ মুসলমানের বিপদে সারা বিশ্ব জাহানের মুসলমানদের অস্থির হওয়া উচিত। আব্দ খায়ের (রাঃ) বলেনঃ “আমরা সালমান বিন রাবীর নেতৃত্বে ‘লালজারে’ জিহাদ করছিলাম। ওটা অবরোধের পর আমরা ঐ শহরটি দখল করি। ওর মধ্যে কিছু বন্দীও ছিল। এদের মধ্যে একটি ক্রীতদাসীকে হযরত আবদুল্লাহ বিন সালাম (রাঃ) সাতশো তে কিনে নেন। রাসূল জালুতের নিকট পৌছে হযরত আবদুল্লাহ বিন সালাম (রাঃ)তার নিকট গমন করেন এবং তাকে বলেনঃ “দাসীটি তোমার ধর্মের নারী। আমি একে সাত শোর বিনিময়ে কিনেছি। এখন তুমি তাকে কিনি আযাদ করে দাও।\" সে বলেঃ খুব ভাল কথা, আমি চৌদ্দশো দিচ্ছি।' তিনি বলেনঃ আমি চার হাজারের কমে একে বেচবো। তখন সে বলেঃ তাহলে আমার কেনার প্রয়োজন নেই। তিনি বলেনঃ একে ক্রয় কর,নতুবা তোমার ধর্ম চলে যাবে। তাওরাতে লিখিত আছে-বানী ইসরাঈলের কোন একটি লোকও যদি বন্দী হয়ে যায় তবে তাকে কিনে নিয়ে আযাদ করে দাও। সে যদি বন্দী অবস্থায় তোমাদের নিকট আসে তবে মুক্তিপণ দিয়ে তাকে ছাড়িয়ে নাও এবং বাস্তুহারা করো না। এখন হয় তাওরাতকে মেনে তাকে ক্রয় কর,আর না হয় তাওরাতকে অস্বীকার কর।' সে বুঝে নেয় এবং বলেঃ তুমি কি আবদুল্লাহ বিন সালাম?' তিনি বলেনঃ হাঁ। সুতরাং সে চার হাজার নিয়ে আসে। তিনি দু'হাজার তাকে ফেরত দেন। কোন কোন বর্ণনায় আছে যে, রাসূল জালুত কুফায় ছিল। আরবের স্ত্রী লোক ছাড়া সে অন্য কারও মুক্তিপণ দিতো না। কাজেই আবদুল্লাহ বিন সালাম তাকে তাওরাতের এ আয়াতটি শুনিয়ে দেন। মোট কথা, কুরআন মাজীদের এ আয়াতটিতে ইয়াহুদীদেরকে নিন্দে করা হয়েছে যে, তারা আল্লাহর নির্দেশাবলী জানা সত্ত্বেও তাকে পৃষ্ঠের পিছনের নিক্ষেপ করেছে। আমানতদারী ও ঈমানদারী তাদের মধ্যে লোপ পেয়েছে। রাসূলুল্লাহ (সঃ)-এর গুণাবলী, তার নির্দেশাবলী, তার জন্ম স্থান, তার হিজরতের স্থান ইত্যাদি সব কিছুই তাদের কিতাবে লিপিবদ্ধ আছে। কিন্তু এ সবগুলোই তারা গোপন করে রেখেছে। শুধু এটুকুই নয়, বরং তারা তার বিরুদ্ধাচরণ করেছে। এরই কারণে তাদের উপর ইহলৌকিক লাঞ্ছনা এসেছে এবং পরকালেও তাদের জন্যে চিরস্থায়ী কঠিন শাস্তি রয়েছে।",
  "ayah": 86,
  "surah": 2
}
