{
  "text": "৮-৯ নং আয়াতের তাফসীর\n‘নিফাক’-এর প্রকৃত অর্থ হচ্ছে ভাল-র প্রকাশ ও মন্দ গোপন করা। নিফাক’ দু’ প্রকারঃ (১) বিশ্বাস জনিত ও (২) কার্য জনিত। প্রথম প্রকারের মুনাফিক তো চির জাহান্নামী এবং দ্বিতীয় প্রকারের মুনাফিক জঘন্যতম পাপী। ইনশাআল্লাহ আপন জায়গায় এর বিস্তারিত বর্ণনা দেয়া হবে।ইমাম ইবনে জারীর (রঃ) বলেন যে, মুনাফিকের কথা তার কাজের উল্টো, তার গোপনীয়তা তার প্রকাশ্যের বিপরীত। তার আগমন তার প্রস্থানের উল্টো এবং উপস্থিতি অনুপস্থিতির বিপরীত হয়ে থাকে। নিফাক ও কপটতা মক্কায় তো ছিলই না, বরং সেখানে ছিল তার বিপরীত। কতকগুলো এমন ছিলেন যারা বাহ্যতঃ ও আপাতঃদৃষ্টিতে কাফিরদের সঙ্গে থাকতেন কিন্তু অঙ্কুরে ছিলেন মুসলমান। রাসূলুল্লাহ (সঃ) যখন মক্কা ছেড়ে মদীনায় হিজরত করলেন তখন এখানকার আউস ও খাযরাজ গোত্রদ্বয় আনসার উপাধি লাভ করে তাঁর সঙ্গী হলেন ও অন্ধকার যুগের মূর্তিপূজা পরিত্যাগ করে মুসলমান হলেন। কিন্তু ইয়াহূদীরা তখনও যেই তিমিরের সেই তিমিরে থেকে মহান আল্লাহর এ দান হতে সম্পূর্ণ বঞ্চিত থাকলো। তাদের মধ্যে শুধু আবদুল্লাহ বিন সালাম এই সত্য ধর্মের সুশীতল ছায়ায়আশ্রয় গ্রহণ করলেন। তখন পর্যন্ত মুনাফিকদের জঘন্যতম। দল সৃষ্টি হয়নি। রাসূলুল্লাহ (সঃ) এসব ইয়াহুদী ও আরবের অন্যান্য কতকগুলো গোত্রের সঙ্গে সন্ধিসূত্রে আবদ্ধ হয়ে ছিলেন। এই দল সৃষ্টির সূচনা এইভাবে হয় যে, মদীনা শরীফে ইয়াহূদীদের ছিল তিনটি গোত্রঃ (১) বান্ কাইনুকা, (২) বান্ নাযীর এবং (৩) বানু কুরাইযাহ। বানু কাইনুকা ছিল খাযরাজের মিত্র এবং বাকী দুটি গোত্র ছিল আউসের মিত্র। যখন বদরের যুদ্ধ সংঘটিত হলো এবং মহান আল্লাহ মুসলমানদেরকে জয়যুক্ত করলেন, ইসলামের জয়ডংকা চারদিকে বেজে উঠলো ও তার অপূর্ব দীপ্তি ও আঁকজমক চতুর্দিকে বিকশিত হয়ে উঠলো, মুসলমানদের শক্তি প্রতিষ্ঠিত হলো এবং কাফিরদের গর্ব খর্ব হয়ে গেল, তখনই এই খবীস দলের গোড়া পত্তন হলো। আবদুল্লাহ বিন উবাই বিন সালুল খাযরাজ গোত্রের লোক হলেও আউসও খাযরাজ উভয় দলের লোকই তাকে খুব সম্মান করতো। এমনকি নিয়মিত আনুষ্ঠানিকভাবে তাকে বাদশাহ বলে ঘোষণা দেওয়ার পূর্ণ ব্যবস্থা গ্রহণ করা হয়েছিল। এমতাবস্থায় আকস্মিকভাবে এই গোত্রের মন ইসলামের প্রতি আকৃষ্ট হলো। ফলে তার বাদশাহ হওয়ার আশার গুড়ে বালি পড়লো। এই দুঃখ পরিতাপ তো তার অন্তরে ছিলই, এদিকে ইসলামের অপ্রত্যাশিত ক্ৰমোন্নতি আর ওদিকে যুদ্ধের উপর্যুপরি বিজয় দুন্দুভি তাকে একেবারে পাগল প্রায় করে তুললো। এখন সে চিন্তা করলো যে, এমনিতে কাজ হবে না। কাজেই সে ঝট করে প্রকাশ্যে ইসলাম গ্রহণ করে নিলো এবং অন্তরে কাফির থাকার সিদ্ধান্ত নিয়ে ফেললো। দলের যা কিছু লোক তার অধীনে ছিল তাদেরকেও সে এই গোপন পন্থা বাতলিয়ে দিলো এবং এভাবেই মদীনা ও তার আশে পাশে কপটাচারীদের একটি দল রাতারাতি কায়েম হয়ে গেল। আল্লাহর ফলে এই কপটদের মধ্যে মক্কার মুহাজিরদের একজনও ছিলেন না, আর থাকবেনই বা কেন? এই সম্মানিত ব্যক্তিবর্গ তো নিজেদের পরিবার-পরিজন, আত্মীয়-স্বজন ও ধনসম্পদ সবকিছু আল্লাহর রাহে উৎসর্গ করে রাসূলুল্লাহ (সঃ) -এর সঙ্গে এসেছিলেন! আল্লাহ তাদের সবার প্রতি সন্তুষ্ট থাকুন।এই কপটেরা আউস ও খাযরাজ গোত্রভুক্ত ছিল এবং কতক ইয়াহুদীও তাদের দলে ছিল। এই আয়াতে আউস ও খাযরাজ গোত্রদ্বয়ের কপটতার বর্ণনা রয়েছে। আবুল আলিয়া (রঃ) হযরত হাসান (রঃ), কাতাদাহ (রঃ) এবং সুদ্দী (রঃ) এটাই বর্ণনা করেছেন। বিশ্ব প্রভু আল্লাহ পাক এখানে কপটাচারীদের অনেকগুলো বদ অভ্যাসের বর্ণনা দিয়েছেন, যেন মুসলমানেরা তাদের বাহ্যিক অবস্থা দেখে প্রতারিত না হয় এবং তাদেরকে মুসলমান মনে করে অসতর্ক না থাকে, নচেৎ একটা বিরাট বড় হাঙ্গামা ব্যাপকভাবে ছড়িয়ে পড়বে। এটা স্মরণ রাখা উচিত যে, অসৎকে সৎ মনে করার পরিণাম খুবই খারাপ ও ভয়াবহ। যেমন এই আয়াতে বলা হয়েছে যে, এরা মুখে তো অবশ্যই স্বীকার করছে, কিন্তু অন্তরে ঈমান নেই। এভাবেই সূরা-ই- মুনাফিকুনের মধ্যেও বলা হয়েছেঃ মুনাফিকরা তোমার নিকট এসে বলে আমরা সাক্ষ্য দিচ্ছি যে, আপনি আল্লাহর রাসূল এবং আল্লাহ জানেন যে, তুমি তাঁর রাসূল।' কিন্তু প্রকৃতপক্ষে মুনাফিকদের কথা তাদের বিশ্বাসের সঙ্গে সামঞ্জস্যপূর্ণ ছিল না বলেই তাদের জোরদার সাক্ষ্য দান সত্ত্বেও আল্লাহ তাদেরকে মিথ্যাবাদী বলে স্পষ্টাক্ষরে ঘোষণা করলেন। যেমন তিনি বললেনঃ 'আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা। মিথ্যাবাদী। এখানেও বললেনঃ (আরবি) অর্থাৎ তারা ঈমানদার নয়।' তারা ঈমানকে প্রকাশ করে ও কুফরীকে গোপন রেখে নিজেদের বোকামী দ্বারা আল্লাহকে ধোকা দিচ্ছে এবং মনে করছে যে, এটা তাদেরকে আল্লাহর কাছে উপকার ও সুযোগ সুবিধে দেবে এবং কতকগুলো মুমিন তাদের প্রতারণার জালে আবদ্ধ হবে। কুরআন মাজীদের অন্য স্থানে আছেঃ “যেদিন আল্লাহ তাদের সকলকে উথিত করবেন সেদিন যেমন তারা দুনিয়ায় মুমিনদের সামনে কসম করত, আল্লাহর সামনেও তেমনই কসম করবে এবং মনে করবে যে, তারাও কতটা সাবধান! নিশ্চয়ই তারা মিথ্যাবাদী।' এখানেও তাদের ভুল বিশ্বাসের পক্ষে তিনি বলেন যে, প্রকৃতপক্ষে তারা তাদের কার্য্যের মন্দ পরিণতি সম্পর্কে অবহিতই নয়। এ ধোকা তো তারা নিজেদেরকেই দিচ্ছে। যেমন কালামে পাকের অন্য জায়গায় ইরশাদ হচ্ছেঃ “নিশ্চয় মুনাফিকরা আল্লাহকে ধোঁকা দেয় এবং তিনিও তাদেরকে ধোকা দেন অর্থাৎ ফলাফল দান করেন। কোন কোন কারী ইয়াদাইনা পড়েছেন আবার কেউ কেউ ইউখাদেউনা পড়েছেন। দুটো কিরাআতেরই ভাবার্থ এক। এখন যদি কেউ পশ্ন করে যে, মুনাফিকরা আল্লাহকে ও মুমিনদেরকে কেমন করে থোকা দেবে? ওরা তো মনের বিপক্ষে যা কিছু প্রকাশ করে থাকে তা তো শুধু তাদের নিরাপত্তার খাতিরে। তবে উত্তরে বলা যাবে যে, যে ব্যক্তি কোন বিপদ থেকে রক্ষা পাবার উদ্দেশ্যে এ রকম কথা বলে আরবী ভাষায় তাকে (আরবি) বা প্রতারক বলা হয়। মুনাফিকরাও হত্যা, বন্দী হওয়া এবং ইহলৌকিক শাস্তি হতে নিরাপত্তা লাভের উদ্দেশ্যে এই চালাকি করতো এবং মনের বিপরীত কৰা বাইরে প্রকাশ করতো, এজন্যে তাদেরকে প্রতারক বলা হয়েছে। তাদের এ কাজ দুনিয়ার লোককে কিছু ধোকা দিলেও প্রকৃতপক্ষে তারা নিজেকেই ধোকা দিচ্ছে। কারণ তার মধ্যে মঙ্গল ও সফলতা রয়েছে বলে তারা মনে করে কিন্তু প্রকতপক্ষে এটা শান্তি ও আল্লাহর ক্রোধের কারণ হবে এবং তাদেরকে এমন শাস্তি দেয়া হবে যা তাদের সহ্য করার ক্ষমতা হবে না। সুতরাং এই প্রতারণা ও প্রবঞ্চনা তাদের অশান্তির কারণ হবে, যে কাজের পরিণাম তারা নিজেদের জন্যে ভাল মনে করছে তা তাদের জন্যে অত্যন্ত খারাপ হবে। তাদের কুফরী, সন্দেহ এবং অবিশ্বাসের কারণে তাদের প্রভু তাদের প্রতি অসন্তুষ্ট হবেন। কিন্তু বড়ই দুঃখের বিষয় যে, তাদের বোধশক্তিই নেই। তারা ভুল ধারণাতেই মত্ত রয়েছে।ইবনে জুরাইয (রঃ) এর তাফসীর করতে গিয়ে বলেন যে, “লা-ইলাহা ইল্লাল্লাহ' কালেমা মুখে প্রকাশ করে তারা জীবনের নিরাপত্তা কামনা করে। এই কালেমাটি তাদের অন্তরে স্থান পায় না। হযরত কাতাদাহ্ (রঃ) বলেন যে, মুনাফিকদের অবস্থা এই-ইঃ তাদের মুখ পৃথক, অন্তর পৃথক, কাজ পৃথক, বিশ্বাস পৃথক, সকাল পৃথক, সন্ধ্যা পৃথক, তারা নৌকার মত যা বাতাসে কখনও এদিকে ঘুরে কখনও ওদিকে ঘুরে।",
  "ayah": 9,
  "surah": 2
}
