{
  "text": "৯৪-৯৬ নং আয়াতের তাফসীর\nহযরত আবদুল্লাহ বিন আব্বাস (রাঃ) বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) ঐ সব ইয়াহূদীকে বলেনঃ তোমরা যদি সত্যবাদী হও তবে প্রতিদ্বন্দ্বিতায় এসো, আমরা ও তোমরা মিলিত হয়ে আল্লাহর কিট প্রার্থনা করি যে, তিনি যেন, আমাদের দুই দলের মধ্যে যারা মিথ্যাবাদী তাদেরকে ধ্বংস করেন। কিন্তু সঙ্গে সঙ্গেই ভবিষ্যদ্বাণী হয় যে, তারা কখনও এতে সম্মত হবে না। আর হলেও তাই। তারা প্রতিদ্বন্দ্বিতায় আসলো না। কারণ তারা অন্তরে রাসূলুল্লাহ (সঃ)কে ও কুরআন মজীদকে সত্য বলে জানতো। যদি তারা এ ঘোষণা অনুযায়ী মুকাবিলায় আসতো তবে তারা সবাই ধ্বংস হয়ে যেতো এবং দুনিয়ার বুকে একটি ইয়াহূদীও অবশিষ্ট থাকতো না।একটি মারফু হাদীসেও রয়েছে যে, যদি ইয়াহুদীরা মুকাবিলায় আসততা এবং মিথ্যাবাদীদের জন্যে মৃত্যুর প্রার্থনা জানাতো তবে তারা সবাই মরে যেতে এবং নিজ নিজ জায়গা তারা দোযখে দেখে নিতো। অনুরূপভাবে খ্রীষ্টানরা রাসূলুল্লাহ (সঃ)-এর নিকট এসেছিল, তারা যদি মুবাহালার জন্যে প্রস্তুত হতো তবে তারা ফিরে গিয়ে তাদের পরিবারবর্গের এবং ধনসম্পদের নাম নিশানাও দেখতে পেতো না। (মুসনাদ-ই-আহমাদ)। তাদের দাবী ছিল যে, (আরবি) অর্থাৎ আমরা আল্লাহর পুত্র ও তাঁর প্রিয়। (৫:১৮) তারা বলতোঃ (আরবি) অথাৎ ইয়াহুদী অথবা খ্রীষ্টান ছাড়া কেউ কখনও বেহেশতে প্রবেশ করবে না।' (২:১১১) এ জন্যেই রাসূলুল্লাহ (সঃ) তাদেরকে (ইয়াহূদীদেরকে) বলেনঃ ‘এসো এর ফয়সালা আমরা এভাবে করি যে, আমরা দুটো দল মাঠে বেরিয়ে যাই। অতঃপর আমরা আল্লাহর নিকট প্রার্থনা জানাই যে, তিনি যেন আমাদের মধ্যকার মিথ্যাবাদী দলকে ধ্বংস করে দেন। কিন্তু এ দলটির নিজেদের মিথ্যাবাদীতা সম্পর্কে পূর্ণ বিশ্বাস ছিল বলে তারা এর জন্যে প্রস্তুত হলো না। সুতরাং তাদের মিথ্যা প্রকাশ পেয়ে গেল।অনুরূপভাবে নাজরানের খ্রীষ্টানেরা রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। বহু তর্ক বিতর্কের পর তাদেরকেও বলা হয়ঃ ‘এসো, আমরা নিজ নিজ সন্তান সন্ততি, স্ত্রীলোক ও নিজেরা বেরিয়ে যাই, অতঃপর আল্লাহর নিকট প্রার্থনা জানাই যে, তিনি যেন মিথ্যাবাদীদের উপর তার লা'নত নাযিল করেন। কিন্তু তারা পরস্পর বলতে থাকে-এ নবীর সঙ্গে কখনও মুকাবিলা করো না, নতুবা এখনই ধ্বংস হয়ে যাবে। সুতরাং তারা মুকাবিলা হতে বিরত হয় এবং জিযিয়া কর দিতে রাযী হয়ে সন্ধি করে নেয়। রাসূলুল্লাহ (সঃ) হযরত আবু উবাইদাহ বিন জাররাহকে (রাঃ)আমীর করে তাদের সাথে পাঠিয়ে দেন। এভাবেই আরবের মুশরিকদের সম্পর্কে আল্লাহ তা'আলা বলেনঃ “যে ভ্রান্ত পথে রয়েছে, আল্লাহ তার ভ্রান্তি বাড়িয়ে দেন। এর পূর্ণ ব্যাখ্যা এ আয়াতের তাফসীরে ইনশাআল্লাহ বর্ণিত হবে। উপরের আয়াতটির তাফসীরে একটি মত এও আছে যে, যখন তাদেরকে বলা হয়ঃ তোমরা নিজেদের জন্যে মৃত যা কর-কেননা, তোমাদের কথা অনুসারে পরকালের সুখ সয়োগ তো শুধু তোমাদের জন্যেই।' তখন তারা তা অস্বীকার করে। কিন্তু এ কথাটি মনে ধরে। কেননা বহু ভাল লোকও বেঁচে থাকতে চায়। হাদীসে আছে, রাসূলুল্লুহ (সঃ) বলেছেনঃ “তোমাদের মধ্যে উত্তম ঐ ব্যক্তি যার বয়স বেশী হয় এবং আমল ভাল হয়।' সঠিক তাফসীর ওটাই যা পূর্বে বর্ণিত হয়েছে। তা এই যে, দু'টি দল মিলিত হয়ে মিথ্যাবাদী দলের ধ্বংস ও মৃত্যুর প্রার্থনা করবে। এ ঘোষণা শোনা মাত্রই ইয়াহুদীরা ঠাণ্ডা হয়ে যায় এবং জনগণের মধ্যে তাদের মিথ্যা প্রকাশ পেয়ে যায়। আর এই ভবিষ্যদ্বাণী ও সত্য প্রমাণিত হয় যে, তারা কখনও মৃত্যু কামনা করবে না। এ মুবাহালাকে আরবী পরিভাষায় (আরবি) বলা হয়েছে। কেননা, প্রত্যেক দল বাতিল দলের জন্যে মৃত্যু কামনা করছে। আবার আল্লাহ পাক বলেছেন যে, তারা মুশরিকদের চেয়ে ও বেশী দীর্ঘায়ু কামনা করে। কেননা ঐ কাফিরদের জন্যে দুনিয়াটাই বেহেস্ত। সুতরাং তাদের চেষ্টা ও বাসনা এই যে, তারা যেন এখানে বেশী দিন থাকতে পারে।হযরত হাসান বসরী (রঃ) বলেন যে, মুনাফিকদের ইহলৌকিক জীবনের লালসা কাফিরদের চেয়েও বেশী থাকে। এই ইয়াহুদীরা তো এক হাজার বছরের আয়ু চায়। আল্লাহ পাক বলেন যে, এ হাজার বছরের আয়ুও তাদেরকে শাস্তি হতে মুক্তি দিতে পারবে না। কাফিরেরা তো পরকালকে বিশ্বাসই করে না, কাজেই তাদের মরণের ভয় কম; কিন্তু ইয়াহুদীদের ওর প্রতি বিশ্বাস ছিল, আবার তারা খারাপ কাজও করতো। এজন্যেই তারা মৃত্যুকে অত্যন্ত ভয় করতো। কিন্তু ইবলীসের সমান বয়স পেলেও কি হবে? শাস্তি হতে তো বাঁচতে পারবে না। আল্লাহ পাক তাদের কাজ হতে বে-খবর নন। সকল বান্দার ভাল মন্দ কাজের তিনি খবর রাখেন এবং প্রত্যেকের কর্ম অনুপাতেই প্রতিদান দেবেন।",
  "ayah": 96,
  "surah": 2
}
