{
  "surah": 10,
  "ayah": 10,
  "text": "And their greeting therein will be \" Peace!, \" and the last of their supplication will be \" Praise belongs to God, the Lord of the Worlds. \" On that desert of the Mustering and station of the Resurrection, the disobedient of AḤmad's com- munity will be kept back at the place of the exposure of the reckoning. The preceders will have gone on ahead with the light of obedience, and the disobedient will stay there alone with the heavy burden of disobedience. In the end, God's mercy will take them by the hand. He will have pity on their aloneness and helplessness. With the call of generosity, He will say, \" My servants! \" When this address of exaltedness and call of generosity in the attribute of mercy reaches their ears, it will put their spirits at ease and open up their hearts to repose and ease [56:89]. He will say, \" My servants, surely the companions of the Garden are today busy rejoicing [36:55] and have no leisure time for you. The Companions of the Fire have no tenderness for you because of the intensity of the chastisement. O assemblies of the indigent, peace be upon you! How will you be when your similars and companions have preceded you and none of them will be your guide? I then shall be your guide. If I were to treat you as you deserve, would that be generosity? \" I would be disloyal like them were I to leave them as they left Me. When the Real's clemency and mercy reach them, He washes away their dread and disobedience with the water of mercy, and the sun of kind favor shines from the constellation of solicitude. With the attribute of boasting and the state of brokenness they will weep sweetly and cry happily at the Court of the Possessor of Majesty. The Exalted Lord will accept their weeping and crying and place a balm on their hearts' pain. He will open their mouths with praise of Him, and they will laud and praise God in the measure of the capacity of servanthood. The last of their words will be what the Lord of the Worlds says: \" And the last of their supplication is 'Praise belongs to God, the Lord of the Worlds.' \" The last of their words will be, \" Praise belongs to God, Lord of the Worlds, for the enemies' schadenfreude has not reached us, and God's bounty and mercy have embraced us. \" Our only goal was God's forgiveness- the favor is God's, for we have reached our goal."
}
