{
  "text": "يقول تعالى آمرا بالإصلاح بين الفئتين الباغيتين بعضهم على بعض \"وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما\" فسماهم مؤمنين مع الاقتتال بهذا استدل البخاري وغيره على أنه لا يخرج عن الإيمان بالمعصية وإن عظمت لا كما يقوله الخوارج ومن تابعهم من المعتزلة ونحوهم وهكذا ثبت في صحيح البخاري من حديث الحسن عن أبي بكرة رضي الله عنه قال إن رسول الله صلى الله عليه وسلم خطب يوما ومعه على المنبر الحسن بن علي رضي الله عنهما فجعل ينظر إليه مرة وإلى الناس أخرى ويقول \"إن ابني هذا سيد ولعل الله تعالى أن يصلح به بين فئتين عظيمتين من المسلمين\" فكان كما قال صلى الله عليه وسلم أصلح الله تعالى به بين أهل الشام وأهل العراق بعد الحروب الطويلة والواقعات المهولة وقوله تعالى \" فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله\" أي حتى ترجع إلى أمر الله ورسوله وتسمع للحق وتطيعه كما ثبت في الصحيح عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال \"انصر أخاك ظالما أو مظلوما\" قلت يا رسول الله هذا نصرته مظلوما فكيف أنصره ظالما؟ قال صلى الله عليه وسلم: \"تمنعه من الظلم فذاك نصرك إياه\" وقال الإمام أحمد حدثنا عارم حدثنا معتمر قال سمعت أبي يحدث أن أنسا رضي الله عنه قال: قيل للنبي صلى الله عليه وسلم لو أتيت عبدالله بن أبي فانطلق إليه النبي صلى الله عليه وسلم وركب حمارا وانطلق المسلمون يمشون وهي أرض سبخة فلما انطلق النبي صلى الله عليه وسلم إليه قال: إليك عني فوالله لقد آذانى ريح حمارك فقال رجل من الأنصار والله لحمار رسول الله صلى الله عليه وسلم أطيب ريحا منك قال فغضب لعبدالله رجال من قومه فغضب لكل واحد منهما أصحابه قال فكان بينهم ضرب بالجريد والأيدي والنعال فبلغنا أنه أنزلت فيهم \"وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما\" ورواه البخاري في الصلح عن مسدد ومسلم في المغازي عن محمد بن عبد الأعلى كلاهما عن المعتمر بن سليمان عن أبيه به نحوه وذكر سعيد بن جبير أن الأوس والخزرج كان بينهما قتال بالسعف والنعال فأنزل الله تعالى هذه الآية فأمر بالصلح بينهما وقال السدي كان رجلا من الأنصار يقال له عمران كانت له امرأة تدعى أم زيد وإن المرأة أرادت أن تزور أهلها فحبسها زوجها وجعلها في علية له لا يدخل عليها أحد من أهلها وإن المرأة بعثت إلى أهلها فجاء قومها وأنزلوها لينطلقوا بها وإن الرجل كان قد خرج فاستعان أهل الرجل فجاء بنو عمه ليحولوا بين المرأة وبين أهلها فتدافعوا واجتلدوا بالنعال فنزلت فيهم هذه الآية فبعث إليهم رسول الله صلى الله عليه وسلم وأصلح بينهم وفاءوا إلى أمر الله تعالى وقوله عز وجل \"فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين\" أي اعدلوا بينهما فيما كان أصاب بعضهم لبعض بالقسط وهو العدل \"إن الله يحب المقسطين\" قال ابن أبي حاتم حدثنا أبو زرعة حدثنا محمد بن أبي بكر المقدمي حدثنا عبد الأعلى عن معمر عن الزهري عن سعيد بن المسيب عن عبدالله بن عمرو رضي الله عنهما قال إن رسول الله صلى الله عليه وسلم قال \"إن المقسطين في الدنيا على منابر من لؤلؤ بين يدي الرحمن عز وجل بما أقسطوا في الدنيا\" ورواه النسائي عن محمد بن المثنى عن عبد الأعلى به وهذا إسناده جيد قوي رجاله على شرط الصحيح وحدثنا محمد بن عبدالله بن يزيد حدثنا سفيان بن عيينة عن عمرو بن دينار عن عمرو بن أوس عن عبدالله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال \"المقسطون عند الله تعالى يوم القيامة على منابر من نور على يمين العرش الذين يعدلون في حكمهم وأهاليهم وما ولوا\" ورواه مسلم والنسائي من حديث سفيان بن عيينة به.",
  "ayah": 9,
  "surah": 49
}
