{
  "text": "آیت 20 { وَشَدَدْنَا مُلْکَہٗ وَاٰتَیْنٰہُ الْحِکْمَۃَ وَفَصْلَ الْخِطَابِ } ”اور ہم نے اس کی حکومت کو خوب مضبوط کیا تھا ‘ اور ہم نے اسے حکمت عطا کی تھی اور فیصلہ کن بات کہنے کی صلاحیت بھی۔“ یعنی ایسی واضح ‘ فیصلہ کن اور دو ٹوک بات جو تمام مخاطبین و متعلقین کے لیے موجب ِاطمینان ہو۔ اب آگے اس سورت میں چند ایسے واقعات کا ذکر ہونے جا رہا ہے جو مشکلات القرآن میں سے ہیں۔ دراصل ان واقعات کا بیان یہاں اشاروں کنایوں میں ہوا ہے۔ تفصیلات کی تحقیق کے لیے اگر ہم تورات کی طرف رجوع کرتے ہیں تو وہاں ان واقعات کے حوالے سے جو معلومات ملتی ہیں وہ انبیائِ کرام علیہ السلام کے شایانِ شان نہیں۔ یوں ہمارے لیے شش و پنج کی سی صورت ِحال بن جاتی ہے۔ بہر حال ان واقعات کے مطالعے سے یوں محسوس ہوتا ہے کہ یہاں خطا یا لغزش کا کوئی معاملہ ہوا ہے۔ اس ضمن میں یہ نکتہ اچھی طرح سے سمجھ لینا چاہیے کہ حضرت آدم علیہ السلام سے لے کر نبی آخر الزماں حضرت محمد ﷺ تک تمام انبیاء و رسل علیہ السلام معصوم تھے ‘ لیکن انسان تھے۔ ایسا نہیں تھا کہ ان میں کبھی غلطی کا رجحان ہی پیدا نہ ہوا ہو۔ اگر ایسا ہوتا تو پھر وہ فرشتے ہوتے ‘ انسان نہ رہتے۔ البتہ اللہ تعالیٰ کے خصوصی بندے ہونے کے سبب تمام انبیاء و رسل علیہ السلام ہر وقت اللہ کی حفاظت میں رہتے تھے۔ خود حضور ﷺ کی زندگی میں ہمیں اس کی مثالیں ملتی ہیں۔ مثلاً کتب سیرت میں حضور ﷺ کے بارے میں آتا ہے کہ جوانی میں ظہورِنبوت سے پہلے دو مرتبہ ایسا ہوا کہ آپ ﷺ نے کسی میلے میں جانے کا ارادہ کیا۔ عرب میں ہر سال بہت سے ایسے میلے لگتے تھے جن میں فحش گوئی اور لہو و لعب کا سامان بھی ہوتا تھا اور بےہودہ مشاعرے بھی سجائے جاتے تھے۔ ان میلوں میں عکاظ کا بازار بہت مشہور تھا جوہر سال خصوصی اہتمام سے سجتا تھا اور اس میں شرکت کے لیے پورے عرب سے لوگ کھنچے چلے آتے تھے۔ روایات کے مطابق آپ ﷺ نے دو مرتبہ ایسے کسی بازار یا میلے میں جانے کا ارادہ فرمایا ‘ مگر دونوں مرتبہ ایسا ہوا کہ راستے میں جہاں آپ ﷺ آرام کے لیے رکے ‘ وہاں آنکھ لگ گئی اور پھر ساری رات سوتے میں ہی گزر گئی۔ یوں اللہ تعالیٰ نے اس لہو و لعب میں شریک ہونے سے آپ ﷺ کو کلیۃً محفوظ رکھا۔ اگرچہ یہ دونوں واقعات حضور ﷺ کے منصب ِنبوت پر فائز ہونے سے پہلے کے ہیں ‘ لیکن ایک نبی تو پیدائشی طور پر ہی نبی ہوتا ہے۔ اس ضمن میں حضور ﷺ کا فرمان ہے : کُنْتُ نَبِیًّا وَآدَمُ بَیْنَ الرُّوْحِ وَالْجَسَدِ 1 ”میں اس وقت بھی نبی تھا جبکہ آدم علیہ السلام کی روح ابھی ان کے جسد میں نہیں پھونکی گئی تھی“۔ یعنی عالم ارواح میں بھی حضور ﷺ کی روح مبارک کی ایک خصوصی امتیازی شان تھی۔ بہر حال آپ ﷺ کی نبوت کا ظہور چالیس سال کی عمر میں ہوا لیکن آپ ﷺ بچپن سے ہی براہ راست اللہ تعالیٰ کی حفاظت میں رہے اور اس حفاظت کا مطلب یہی ہے کہ بشری سطح پر اگر کبھی کوئی غلط ارادہ پیدا ہو بھی گیا تو اللہ تعالیٰ نے اس پر عمل کی نوبت نہ آنے دی۔ آئندہ آیات میں جس واقعہ کا ذکر ہے اس کی جو تفصیل محرف شدہ تورات میں ملتی ہے اس میں حضرت دائود علیہ السلام پر بہت شرمناک الزامات عائد کیے گئے ہیں ‘ جو عصمت ِ انبیاء کے یکسر منافی ہیں۔ قرآن حکیم کے اشارات سے اصل بات یوں معلوم ہوتی ہے کہ حضرت دائود علیہ السلام کی بہت سی بیویاں تھیں واضح رہے کہ چار بیویوں کی پابندی شریعت ِمحمدی ﷺ میں ہے ‘ اس سے قبل ایسی کوئی پابندی نہیں تھی۔ اس کے باوجود آپ علیہ السلام کے دل میں ایک ایسی عورت سے نکاح کی رغبت پیدا ہوئی جو کسی دوسرے شخص کے نکاح میں تھی۔ بس اس خیال کا آنا تھا کہ اللہ تعالیٰ نے آپ علیہ السلام کو اس پر متنبہ فرمایا اور اس سے روکنے کی ایک صورت پیدا فرما دی۔",
  "ayah": 20,
  "surah": 38
}
