{
  "text": "آیت 34 { وَلَقَدْ فَتَنَّا سُلَیْمٰنَ وَاَلْقَیْنَا عَلٰی کُرْسِیِّہٖ جَسَدًا ثُمَّ اَنَابَ } ”اور اسی طرح ہم نے آزمائش میں ڈالا سلیمان علیہ السلام کو ‘ اور اس کے تخت پر ہم نے ایک جسد ڈال دیا ‘ پھر اس نے رجوع کیا۔“ اس واقعہ کے بارے میں ایک مرفوع حدیث موجود ہے۔ واقعہ کا خلاصہ یہ ہے کہ حضرت سلیمان علیہ السلام نے ایک موقع پر اپنے سپہ سالاروں سے غصے کی کیفیت میں کہا کہ تم مت سمجھو کہ میرا اقتدار اور میری طاقت تم لوگوں کے بل پر قائم ہے۔ میں آج رات اپنی تمام بیویوں کے پاس جائوں گا اور ان سب سے بیٹے پیدا ہوں گے جو بڑے ہو کر میرے دست بازو بنیں گے۔ لیکن آپ علیہ السلام یہ کہتے ہوئے ”ان شاء اللہ“ کہنا بھول گئے۔ چناچہ آپ علیہ السلام کی تمام ازواج میں سے صرف ایک کو حمل ہوا اور اس حمل سے بھی ایک ناقص الخلقت بچہ پیدا ہوا جو دایہ نے لا کر آپ علیہ السلام کے تخت پر رکھ دیا۔ حضرت سلیمان علیہ السلام نے جو بات کہی تھی اس کا شاید دربار میں چرچا بھی ہوگیا تھا ‘ چناچہ اس موقع پر انہیں سبکی بھی اٹھانی پڑی۔ ایسا ہی معاملہ ایک مرتبہ حضور ﷺ کے ساتھ بھی پیش آیا تھا۔ آپ ﷺ سے مشرکین مکہ نے اصحابِ کہف اور ذوالقرنین کے بارے میں پوچھا تو آپ ﷺ نے فرمایا کہ میں آپ لوگوں کو ان کے بارے میں کل بتائوں گا۔ مگر یہ کہتے ہوئے آپ ﷺ ”ان شاء اللہ“ کہنا بھول گئے۔ حضرت جبرائیل علیہ السلام روزانہ ہی آپ ﷺ کے پاس آتے تھے اور آپ ﷺ کا خیال تھا کہ اللہ تعالیٰ راہنمائی کے لیے وحی بھیج دیں گے ‘ مگر اس کے بعد کئی روز تک وحی نہیں آئی۔ ظاہر ہے یہ صورت حال آپ ﷺ کے لیے بہت تکلیف دہ تھی۔ مشرکین بار بار آپ ﷺ کے پاس آکر مطالبہ کرتے ہوں گے اور تالیاں پیٹتے ہوں گے کہ کیا ہوا آپ ﷺ کے علم کو ؟ اور کہاں رہ گئی آپ ﷺ کی وحی ؟ پھر جب کئی روز کے بعد سورة الکہف نازل ہوئی تو اس میں مذکورہ سوالات کے جوابات کے ساتھ یہ آیات بھی نازل ہوئیں : { وَلَا تَقُوْلَنَّ لِشَایْئٍ اِنِّیْ فَاعِلٌ ذٰلِکَ غَدًا۔ اِلَّآ اَنْ یَّشَآئَ اللّٰہُز وَاذْکُرْ رَّبَّکَ اِذَا نَسِیْتَ وَقُلْ عَسٰٓی اَنْ یَّہْدِیَنِ رَبِّیْ لِاَقْرَبَ مِنْ ہٰذَا رَشَدًا۔ ”اور کسی چیز کے بارے میں کبھی یہ نہ کہیں کہ میں یہ کام کل ضرور کر دوں گا مگر یہ کہ اللہ چاہے ! اور اپنے رب کو یاد کر لیاکیجیے جب آپ بھول جائیں اور کہیے : ہوسکتا ہے کہ میرا رب میری راہنمائی کر دے اس سے بہتر بھلائی کی طرف۔“  ایسے واقعات سے معلوم ہوتا ہے کہ اللہ کے مقرب بندوں کا چھوٹی چھوٹی فروگزاشتوں پر بھی اللہ تعالیٰ کی طرف سے مواخذہ ہوتا ہے ‘ جبکہ عام لوگوں کی بڑی بڑی غلطیوں کو بھی نظر انداز کردیا جاتا ہے۔ بہر حال حضرت سلیمان علیہ السلام مذکورہ بات کہتے ہوئے ”ان شاء اللہ“ کہنا بھول گئے۔ بلکہ روایت میں تو یہ بھی ہے کہ اس موقع پر فرشتے نے آپ علیہ السلام کو یاد بھی کرایا مگر جذبات کی کیفیت میں آپ علیہ السلام اس کا اہتمام نہ کرسکے۔ البتہ تنبیہہ کے بعد پر آپ علیہ السلام نے فوری طور پر اللہ تعالیٰ کی طرف رجوع کرلیا۔",
  "ayah": 34,
  "surah": 38
}
