{
  "text": "آیت 75 { قَالَ یٰٓاِبْلِیْسُ مَا مَنَعَکَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِیَدَیَّ } ”اللہ نے فرمایا : اے ابلیس ! تجھے کس چیز نے روکا کہ تو اس کو سجدہ کرتا جسے میں نے اپنے دونوں ہاتھوں سے بنایا ہے ؟“ یہاں پر آدم علیہ السلام کی تخلیق کو اللہ تعالیٰ کا اپنے دونوں ہاتھوں سے نسبت دینا بہت اہم اور قابل غور ہے۔ قرآن کریم میں اللہ کی قدرت کے استعارے کے طور پر اللہ کے ہاتھوں کا ذکر متعدد بار آیا ہے۔ جیسے سورة یٰـسٓ کی آیت 71 میں فرمایا گیا کہ ہم نے اپنے ہاتھوں اَیدِینَا سے ان کے لیے چوپائے بنائے ہیں ‘ لیکن آیت زیر مطالعہ میں ”دونوں ہاتھوں“ کا ذکر خصوصی اہتمام کے ساتھ ہوا ہے۔ میرے نزدیک اس سے دو عالم یعنی عالم ِ خلق اور عالم امر مراد ہیں ‘ جنہیں اللہ تعالیٰ نے آدم یعنی انسان میں جمع کردیا ہے۔ سورة الاعراف کی آیت 54 میں اللہ تعالیٰ کا ارشاد ہے : { اَلاَ لَہُ الْخَلْقُ وَالْاَمْرُط } یعنی خلق اور امر کے دونوں عالم اسی کے ہیں ‘ ان دونوں پر اسی کا تسلط اور اسی کی حکومت ہے۔ چناچہ اللہ تعالیٰ کی کچھ مخلوق تو ایسی ہے جس کا تعلق صرف عالم امر سے ہے۔ مثلاً فرشتے جو حیوانی جسم یا حیوانی خواہشات نہیں رکھتے اور نر یا مادہ کی تفریق سے بھی منزہ و مبرا ّہیں۔ دوسری طرف جنات اور تمام ارضی حیوانات ہیں جو عالم خلق کی مخلوق ہیں۔ ان میں ”روح“ نہیں پائی جاتی۔ اس لحاظ سے انسان گویا اللہ تعالیٰ کی واحد مخلوق ہے جس کا تعلق ان دونوں عالم سے ہے۔ اس کا حیوانی جسم مٹی سے بنا ہے ‘ اس لحاظ سے یہ ”عالم خلق“ کی چیز ہے ‘ جبکہ اس کے جسم میں پھونکی گئی روح ”عالم امر“ کی امانت ہے۔ جیسا کہ سورة الاحزاب کی اس آیت میں فرمایا گیا : { اِنَّا عَرَضْنَا الْاَمَانَۃَ عَلَی السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَیْنَ اَنْ یَّحْمِلْنَہَا وَاَشْفَقْنَ مِنْہَا وَحَمَلَہَا الْاِنْسَانُط اِنَّہٗ کَانَ ظَلُوْمًا جَہُوْلًا۔ ”یقینا ہم نے امانت کو پیش کیا آسمانوں پر اور زمین پر اور پہاڑوں پر تو انہوں نے انکار کردیا اس کو اٹھانے سے اور وہ اس سے ڈر گئے ‘ اور انسان نے اسے اٹھالیا۔ یقینا وہ بڑا ظالم اور بڑا جاہل ہے“۔ امانت کے اس تصور کی وضاحت اس آیت کے مطالعے کے دوران کی جا چکی ہے۔  چناچہ تخلیق ِآدم کے حوالے سے اللہ تعالیٰ کے دونوں ہاتھوں کا ذکر گویا استعارہ ہے اس کی تخلیق میں عالم ِ خلق اور عالم امر کو جمع کرنے کا۔ انسان کو دونوں ہاتھوں سے بنانے کا یہ مفہوم بھی لیا گیا ہے کہ اللہ تعالیٰ نے اس کو خصوصی اہتمام سے بنایا ہے۔ یعنی اللہ تعالیٰ نے اسے اشرف المخلوقات بنایا ہے اور اس لحاظ سے یہ اللہ تعالیٰ کی تمام مخلوق کا نقطہ عروج climax ہے۔ یہ بات بھی اپنی جگہ بالکل صحیح ہے۔ { اَسْتَکْبَرْتَ اَمْ کُنْتَ مِنَ الْعَالِیْنَ } ”کیا تو نے تکبر کیا یا تو عالی مرتبہ لوگوں میں سے ہے ؟“",
  "ayah": 75,
  "surah": 38
}
