{
  "text": "وقوله: ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )يقول: سيصلى أبو لهب وامرأته حمالة الحطب, نارا ذات لهب. واختلفت القرّاء في قراءة ( حَمَّالَةَ الْحَطَبِ ) فقرأ ذلك عامة قرّاء المدينة والكوفة والبصرة: \" حَمَّالَةُ الحَطَبِ\" بالرفع, غير عبد الله بن أبي إسحاق, فإنه قرأ ذلك نصبا فيما ذكر لنا عنه.واختلف فيه عن عاصم, فحكي عنه الرفع فيها والنصب, وكأن من رفع ذلك جعله من نعت المرأة, وجعل الرفع للمرأة ما تقدم من الخبر, وهو \" سَيَصْلَى \", وقد يجوز أن يكون رافعها الصفة, وذلك قوله: ( فِي جِيدِهَا ) وتكون \" حَمَّالَة \" نعتا للمرأة. وأما النصب فيه فعلى الذم, وقد يحتمل أن يكون نصبها على القطع من المرأة, لأن المرأة معرفة, وحمالة الحطب نكرة (2) .والصواب من القراءة في ذلك عندنا: الرفع, لأنه أفصح الكلامين فيه, ولإجماع الحجة من القرّاء عليه.واختلف أهل التأويل, في معنى قوله: ( حَمَّالَةَ الْحَطَبِ ) فقال بعضهم: كانت تجيء بالشوك فتطرحه في طريق رسول الله صلى الله عليه وسلم, ليدخل في قدمه إذا خرج إلى الصلاة.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, في قوله: ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) قال: كانت تحمل الشوك, فتطرحه على طريق النبي صلى الله عليه وسلم, ليعقره وأصحابه, ويقال: ( حَمَّالَةَ الْحَطَبِ ) : نقالة للحديث.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن إسرائيل, عن أبي إسحاق, عن رجل من همدان يقال له يزيد بن زيد, أن امرأة أبي لهب كانت تلقي في طريق النبيّ صلى الله عليه وسلم الشوك, فنـزلت: ( تَبَّتْ يَدَا أَبِي لَهَبٍ ... وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) .حدثني أبو هريرة الضبعي, محمد بن فراس, قال: ثنا أبو عامر, عن قرة بن خالد, عن عطية الجدلِّي. في قوله: ( حَمَّالَةَ الْحَطَبِ ) قال: كانت تضع العضاه على طريق رسول الله صلى الله عليه وسلم, فكأنما يطأ به كثيبا.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول, في قوله: ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) كانت تحمل الشوك, فتلقيه على طريق نبي الله صلى الله عليه وسلم ليعقِره.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) قال: كانت تأتي بأغصان الشوك, فتطرحها بالليل في طريق رسول الله صلى الله عليه وسلم.وقال آخرون: قيل لها ذلك: حمالة الحطب, لأنها كانت تحطب الكلام, وتمشي بالنميمة, وتعير رسول الله صلى الله عليه وسلم بالفقر.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا المعتمر بن سليمان, قال: قال أبو المعتمر: زعم محمد أن عكرمة قال ( حَمَّالَةَ الْحَطَبِ ) : كانت تمشي بالنميمة.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد: ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) قال: كانت تمشي بالنميمة.حدثنا أبو كُرَيب, قال: ثنا الأشجعي, عن سفيان, عن ابن أبي نجيح, عن مجاهد, مثله.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد, مثله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد ( حَمَّالَةَ الْحَطَبِ ) قال: النميمة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) : أي كانت تنقل الأحاديث من بعض الناس إلى بعض.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) قال: كانت تحطب الكلام, وتمشي بالنميمة.وقال بعضهم: كانت تعير رسول الله صلى الله عليه وسلم بالفقر, وكانت تحطب فعُيِّرتْ بأنها كانت تحطب.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ) قال: كانت تمشي بالنميمة.وأولى القولين في ذلك بالصواب عندي, قول من قال: كانت تحمل الشوك, فتطرحه في طريق رسول الله صلى الله عليه وسلم, لأن ذلك هو أظهر معنى ذلك.حدثنا ابن حميد, قال: ثنا مهران, عن عيسى بن يزيد, عن ابن إسحاق, عن يزيد بن زيد, وكان ألزم شيءٍ لمسروق, قال: لما نـزلت: ( تَبَّتْ يَدَا أَبِي لَهَبٍ ) بلغ امرأة أبي لهب أن النبي صلى الله عليه وسلم يهجوك, قالت: علام يهجوني ؟ هل رأيتموني كما قال محمد أحمل حطبا؟ ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) ؟ فمكثت, ثم أتته, فقالت: إن ربك قلاك وودعك', فأنـزل الله:  وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى  .",
  "ayah": 4,
  "surah": 111
}
