{
  "text": "وقوله ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )يقول في عنقها; والعرب تسمي العنق جيدا ; ومنه قول ذي الرمة:فعَيْنَــاكِ عَيْناهــا وَلَـوْنُكِ لَوْنُهـاوجِــيدُكِ إلا أنَّهَــا غَـيْرُ عَـاطِلِ (3)وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله: ( فِي جِيدِهَا حَبْلٌ ) قال: في رقبتها.وقوله: ( حَبْلٌ مِنْ مَسَدٍ ) اختلف أهل التأويل في ذلك, فقال بعضهم: هي حبال تكون بمكة.* ذكر من قال ذلك:حدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: حبل من شجر, وهو الحبل الذي كانت تحتطب به.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, &; عن ابن عباس ( حَبْلٌ مِنْ مَسَدٍ ) قال: هي حبال تكون بمكة; ويقال: المَسَد: العصا التي تكون في البكرة, ويقال المَسَد: قلادة من وَدَع.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد: في قوله: ( حَبْلٌ مِنْ مَسَدٍ ) قال: حبال من شجر تنبت في اليمن لها مسد, وكانت تفتل; وقال ( حَبْلٌ مِنْ مَسَدٍ ) : حبل من نار في رقبتها.وقال آخرون: المسد: الليف.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن السدي, عن يزيد, عن عروة ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: سلسلة من حديد, ذرعها سبعون ذراعا.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن السدي, عن رجل يقال له يزيد, عن عروة بن الزبير ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: سلسلة ذرعها سبعون ذراعا.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن يزيد, عن عروة بن الزبير ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: سلسلة ذرعها سبعون ذراعا.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن أبيه, عن الأعمش, عن مجاهد ( مِنْ مَسَدٍ ) قال: من حديد.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: حبل في عنقها في النار مثل طوق طوله سبعون ذراعا.وقال آخرون: المَسَد: الحديد الذي يكون في البَكرة.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: الحديدة تكون في البكرة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد ( حَبْلٌ مِنْ مَسَدٍ ) قال: عود البكرة من حديد.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد ( حَبْلٌ مِنْ مَسَدٍ ) قال: الحديدة للبكرة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: ثنا المعمر بن سليمان, قال: قال أبو المعتمر: زعم محمد أن عكرمة قال: ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) إنه الحديدة التي في وسط البكرة.وقال آخرون: هو قلادة من ودع في عنقها.*ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ) قال: قلادة من ودع.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( حَبْلٌ مِنْ مَسَدٍ ) قال: قلادة من ودع.وأولى الأقوال في ذلك عندي بالصواب, قول من قال: هو حبل جُمع من أنواع مختلفة, ولذلك اختلف أهل التأويل في تأويله على النحو الذي ذكرنا, ومما يدلّ على صحة ما قلنا في ذلك قول الراجز:وَمَسَـــدٍ أُمِـــرَّ مِــنْ أيــانِقِصُهْــبٍ عِتــاقٍ ذاتِ مُـخ زَاهِـق (4)فجعل إمراره من شتى, وكذلك المسد الذي في جيد امرأة أبي لهب, أمِرَّ من أشياء شتى, من ليف وحديد ولحاء, وجعل في عنقها طوقا كالقلادة من ودع; ومنه قول الأعشى:تُمْسِـي فَيَصْـرِفُ بَابَهـا مِـنْ دُونِنَـاغَلْقًــا صَــرِيفَ مَحَالَـةَ الأمْسَـادِ (5)يعني بالأمساد: جمع مَسَد, وهي الجبال.آخر تفسير سورة تبت--------------------------------------------------------------------------------الهوامش:(1) في خلاصة الخزرجي : سعيد بن مينا ، بكسر الميم ، ومد النون : مولى أبي ذباب ... وثقه ابن معين وأبو حاتم .(2) لعله يقصد بقوله : \" وحمالة الحطب نكرة \" أنها إضافة لفظية لا معنوية ، فهي في حكم النكرة .(3) البيت لذي الرمة غيلان ( ديوانه 495 ) وقد استشهد به المؤلف على أن العرب تسمي العنق جيدا ، كما في بيت ذي الرمة . والعاطل : التي لا حُلِيَّ عليها .(4) البيتان : لعمارة بن طارق وهما من شواهد أبي عبيدة في مجاز القرآن ( مصورة الجامعة 26390 عن مخطوطة مراد منلا بالآستانة ) قال : { حبل من مسد } من النار ، والمسد عند العرب : حبال تكون من ضروب . قال : \" ومسد أمر ... \" البيتين . وفي ( اللسان : مسد ) قال : المسد ، بالتحريك : الليف . وقال ابن سيده : المسد : حبل من ليف ، أو خوص ، أو شعر ، أو وبر ، أو صوف ، أو جلود الإبل ، أو جلود ، أو من شيء كان ، قال : وقد يكون من جلود الإبل ، أو من أوبارها . وأنشد الأصمعي لعمارة بن طارق ، وقال أبو عبيدة : هو لعقبة الهجيمي :فـأعْجَلْ بِغَـرْبٍ مثْـلِ غَـرْبِ طارِقِوَمَسَـــدٍ أُمِـــرَّ مِــنْ أيــانِقِليسَ بأنْيَــــابٍ وَلا حَقــــائِقِ. . . . . . . . . . . . . . . . . . .قال : يقول : اعْجَل بدلو مثل دلو طارق ، ومسد فتل من أيانق . وأيانق : جمع أينُق ، وأينُق جمع ناقة .والأنياب : جمع ناب ، وهي الهرمة ، والحقائق : جمع حقة ( بالكسر ) وهي التي دخلت في السنة الرابعة ، وليس جلدها بالقوى . يريد ليس جلدها من الصغير ولا الكبير ، بل هو من جلد ثنية ، أو رباعية ، أو سديس ، أو بازل ؛ وخص به أبو عبيد الحبل من الليف . وقيل : هو الحبل المضفور ، المحكم الفتل ، من جميع ذلك . وقال الزجاج في قوله عز وجل : { في جيدها حبل من مسد } جاء في التفسير ؛ أنها سلسلة طولها سبعون ذراعا ، يسلك بها في النار . والجمع : أمساد ، ومساد . وانظر ( اللسان : مسد ) ، ففيه أقوال كثيرة أخرى في الآية .(5) البيت من قصيدة لأعشى بني قيس بن ثعلبة في الفخر ( ديوانه 129 ) . وقبله مباشرة :فــانْهَيْ خيــالَكِ أنْ يَـزُورَ فإنَّـهُفــي كـلّ مَنزِلـةٍ يَعُـودُ وِسـادِيقال الدكتور محمد حسين شارح الديوان : المنزل والمنزلة ، مكان الإقامة . والصريف : صوت الباب والأسنان والبكرة حين تدور . المحالة : البكرة . الأمساد : الحبال ، جمع مسد ( بفتحتين . يشبه صوت الباب حين تغلقه من خلفها في المساء بصوت البكرة حين تدور على البئر ) . ا هـ .",
  "ayah": 5,
  "surah": 111
}
