{
  "text": "آیت 18 مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِۨ اشْـتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍ اللہ کے ہاں کسی بھی نیک عمل کی قبولیت کے لیے ایمان لازمی اور بنیادی شرط ہے۔ چناچہ جو لوگ اپنے رب کا کفر کرتے ہیں ان کے نیک اعمال کو یہاں راکھ کے ایسے ڈھیر سے تشبیہہ دی گئی ہے جس پر تیز آندھی چلی اور اس کا ایک ایک ذرہ منتشر ہوگیا۔ یعنی بظاہر تو وہ ڈھیر نظر آتا تھا مگر اللہ کے ہاں اس کی کچھ بھی حیثیت باقی نہ رہی۔ یہ بہت اہم مضمون ہے اور قرآن کریم میں مختلف مثالوں کے ساتھ اسے تین بار دہرایا گیا ہے۔ سورة النور کی آیت 39 میں کفار کے اعمال کو سراب سے تشبیہہ دی گئی ہے اور سورة الفرقان کی آیت 23 میں منکرین آخرت کے اعمال کو ہَبَآءً مَّنْثُوْرًا یعنی ”ہوا میں اڑتے ہوئے ذرات“ کی مانند قراردیا گیا ہے۔ دراصل ہر انسان اپنی ذہنی سطح کے مطابق نیکی کا ایک تصور رکھتا ہے ‘ کیونکہ نیکی ہر انسان کی روح کی ضرورت ہے مگر نیکی کا تعلق چونکہ براہ راست اللہ تعالیٰ کی مرضی اور اس کی قبولیت کے ساتھ ہے ‘ چناچہ اس کے لیے معیار بھی وہی قابل قبول ہوگا جو اللہ نے خود قائم کیا ہے ‘ اور وہ معیار سورة البقرۃ کی آیت البر کی روشنی میں یہ ہے :لَيْسَ الْبِرَّ اَنْ تُوَلُّوْا وُجُوْھَكُمْ قِـبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ باللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۗىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰي حُبِّهٖ ذَوِي الْقُرْبٰى وَالْيَـتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِ ۙ وَالسَّاۗىِٕلِيْنَ وَفِي الرِّقَابِ ۚ وَاَقَام الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ اِذَا عٰھَدُوْا ۚ وَالصّٰبِرِيْنَ فِي الْبَاْسَاۗءِ وَالضَّرَّاۗءِ وَحِيْنَ الْبَاْسِ ۭ اُولٰۗىِٕكَ الَّذِيْنَ صَدَقُوْا ۭ وَاُولٰۗىِٕكَ ھُمُ الْمُتَّقُوْنَ ”نیکی یہی نہیں ہے کہ تم اپنے چہرے مشرق اور مغرب کی طرف پھیر دو بلکہ اصل نیکی تو اس کی ہے جو ایمان لایا اللہ پر یوم آخرت پر فرشتوں پر کتاب پر اور نبیوں پر۔ اور اس نے خرچ کیا مال اس کی محبت کے باوجود قرابت داروں یتیموں محتاجوں مسافروں اور مانگنے والوں پر اور گردنوں کے چھڑانے میں۔ اور قائم کی نماز اور ادا کی زکوٰۃ۔ اور جو پورا کرنے والے ہیں اپنے عہد کے جب کوئی عہد کرلیں۔ اور صبر کرنے والے فقر و فاقہ میں تکالیف میں اور حالت جنگ میں۔ یہی وہ لوگ ہیں جو سچے ہیں اور یہی حقیقت میں متقی ہیں۔“اگر نیکی اس معیار کے مطابق ہے تو پھر یہ واقعی نیکی ہے ‘ لیکن اگر ایسا نہیں ہے تو نیکی کی شکل میں دھوکہ سراب اور فریب ہے نیکی نہیں ہے۔ دراصل جب انسان کی فطرت مسنح ہوجاتی ہے تو اس کے ساتھ ہی اس کا نیکی کا تصور بھی مسنح ہوجاتا ہے۔ نیکی چونکہ ایک برے سے برے انسان کے بھی ضمیر کی ضرورت ہے اس لیے بجائے اس کے کہ ایک برا انسان اپنی اصلاح کر کے اپنے اعمال و کردار کو نیکی کے مطلوبہ معیار پر لے آئے وہ الٹا نیکی کے معیار کو گھسیٹ کر اپنے خیالات و نظریات کی گندگی کے ڈھیر کے اندر اس کی جگہ بنانے کی کوشش کرتا ہے۔ یہی وجہ ہے کہ ہمارے معاشرے میں چور ڈاکو اور لٹیرے صدقہ و خیرات کرتے اور خدمت خلق کے بڑے بڑے کام کرتے نظر آتے ہیں اور جسم فروش عورتیں مزاروں پر دھمال ڈالتی اور نیاز بانٹتی دکھائی دیتی ہیں۔ اس طرح یہ لوگ اپنے ضمیر کی تسکین کا سامان کرنے کی کوشش کرتے ہیں کہ ہمارے پیشے میں قدرے قباحت کا عنصر پایا جاتا ہے تو کیا ہوا اس کے ساتھ ساتھ ہم نیکی کے فلاں فلاں کام بھی تو کرتے ہیں ! اسی طرح جب مذہبی مزاج رکھنے والے لوگوں کی فطرت مسنح ہوتی ہے تو وہ کبیرہ گناہوں کی طرف سے بےحس اور صغائر کے بارے میں بہت حساس ہوجاتے ہیں۔ ایسے لوگ صغائر کے بارے میں تو بڑے زور دار مباحثے اور مناظرے کر رہے ہوتے ہیں ‘ مگر کبائر کو وہ لائق اعتناء ہی نہیں سمجھتے۔ اس پس منظر میں صحیح طرز عمل یہ ہے کہ پہلے کبائر سے کلی طور پر اجتناب کیا جائے اور پھر اس کے بعد صغائر کی طرف توجہ کی جائے۔ بہر حال قیامت کے دن بیشمار ایسے لوگ ہوں گے جو اپنے زعم میں بہت زیادہ نیکیاں لے کر آئے ہوں گے مگر اللہ کے نزدیک ان کی نیکیوں کی کوئی حیثیت اور وقعت نہیں ہوگی۔لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰي شَيْءٍ ۭ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ان کو زعم ہوگا کہ انہوں نے دنیا میں بہت نیک کام کیے تھے ‘ خدمت خلق کے بڑے بڑے پراجیکٹ شروع کر رکھے تھے ‘ مگر اس دن وہاں ان میں سے کوئی نیکی بھی ان کے کام آنے والی نہیں ہوگی۔",
  "ayah": 18,
  "surah": 14
}
