{
  "text": "اہل کتاب کی موضوع روایتیں ق حروف ہجا سے ہے جو سورتوں کے اول میں آتے ہیں جیسے ص، ن، الم، حم، طس، وغیرہ ہم نے ان کی پوری تشریح سورة بقرہ کی تفسیر میں شروع میں کردی ہے۔ بعض سلف کا قول ہے کہ قاف ایک پہاڑ ہے زمین کو گھیرے ہوئے ہے، میں تو جانتا ہوں کہ دراصل یہ بنی اسرائیل کی خرافات میں سے ہے جنہیں بعض لوگوں نے لے لیا۔ یہ سمجھ کر کہ یہ روایت لینا مباح ہے گو تصدیق تکذیب نہیں کرسکتے۔ لیکن میرا خیال ہے کہ یہ اور اس جیسی اور روایتیں تو بنی اسرائیل کے بد دینوں نے گھڑ لی ہوں گی تاکہ لوگوں پر دین کو خلط ملط کردیں، آپ خیال کیجئے کہ اس امت میں باوجودیکہ علماء کرام اور حافظان عظام کی بہت بڑی دیندار مخلص جماعت ہر زمانے میں موجود ہے تاہم بددینوں نے بہت تھوڑی مدت میں موضوع احادیث تک گھڑ لیں۔ پس بنی اسرائیل جن پر مدتیں گزر چکیں جو حفظ سے عاری تھے جن میں نقادان فن موجود نہ تھے جو کلام اللہ کو اصلیت سے ہٹا دیا کرتے تھے جو شرابوں میں مخمور رہا کرتے تھے جو آیات اللہ کو بدل ڈالا کرتے تھے ان کا کیا ٹھیک ہے ؟ پس حدیث نے جن روایات کو ان سے لینا مباح رکھا ہے یہ وہ ہیں جو کم از کم عقل و فہم میں تو آسکیں، نہ وہ جو صریح خلاف عقل ہوں سنتے ہی ان کے باطل اور غلط ہونے کا فیصلہ عقل کردیتی ہو اور اس کا جھوٹ ہونا اتنا واضح ہو کہ اس پر دلیل لانے کی ضرورت نہ پڑے۔ پس مندرجہ بالا روایات بھی ایسی ہی ہے واللہ اعلم۔ افسوس کہ بہت سلف وخلف نے اہل کتاب سے اس قسم کی حکایتیں قرآن مجید کی تفسیر میں وارد کردی ہیں دراصل قرآن کریم ایسی بےسروپا باتوں کا کچھ محتاج نہیں، فالحمد اللہ، یہاں تک کہ امام ابو محمد عبدالرحمن بن ابو حاتم رازی ؒ نے بھی یہاں ایک عجیب و غریب اثر بہ روایت حضرت ابن عباس وارد کردیا ہے جو ازروے سند ثابت نہیں، اس میں ہے کہ اللہ تبارک وتعالی نے ایک سمندر پیدا کیا ہے جو اس ساری زمین کو گھیرے ہوئے ہے اور اس سمندر کے پچھے ایک پہاڑ ہے جو اس کو روکے ہوئے ہے اس کا نام قاف ہے، آسمان اور دنیا اسی پر اٹھا ہوا ہے، پھر اللہ تعالیٰ نے اس پہاڑ کے پچھے ایک زمین بنائی ہے جو اس زمین سے سات گنا بڑی ہے، پھر اس کے پچھے ایک سمندر ہے جو اسے گھیرے ہوئے ہے پھر اس کے پچھے پہاڑ ہے جو اسے گھیرے ہوئے ہے اسے بھی قاف کہتے ہیں دوسرا آسمان اسی پر بلند کیا ہوا ہے اسی طرح سات زمینیں، سات سمندر، سات پہاڑ اور سات آسمان گنوائے پھر یہ آیت پڑھی، آیت (وَّالْبَحْرُ يَمُدُّهٗ مِنْۢ بَعْدِهٖ سَبْعَةُ اَبْحُرٍ مَّا نَفِدَتْ كَلِمٰتُ اللّٰهِ ۭ اِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ 27؀) 31۔ لقمان :27) اس اثر کی اسناد میں انقطاع ہے علی بن ابو طلحہ جو روایت حضرت ابن عباس سے کرتے ہیں اس میں ہے کہ (ق) اللہ کے ناموں میں سے ایک نام ہے حضرت مجاہد فرماتے ہیں (ق) بھی مثل (ص، ن، طس، الم) وغیرہ کے حروف ہجا میں سے ہے پس ان روایات سے بھی حضرت ابن عباس کا یہ فرمان ہونا اور بعید ہوجاتا ہے یہ بھی کہا گیا ہے کہ مراد اس سے یہ ہے کہ کام کا فیصلہ کردیا گیا ہے قسم اللہ کی اور (ق) کہہ کر باقی جملہ چھوڑ دیا گیا کہ یہ دلیل ہے محذوف پر جیسے شاعر کہتا ہے۔ قلت لھا قفی فقالت ق لیکن یہ کہنا بھی ٹھیک نہیں۔ اس لئے کہ محذوف پر دلالت کرنے والا کلام صاف ہونا چاہئے اور یہاں کونسا کلام ہے ؟ جس سے اتنے بڑے جملے کے محذوف ہونے کا پتہ چلے۔ پھر اس کرم اور عظمت والے قرآن کی قسم کھائی جس کے آگے سے یا پچھے سے باطل نہیں آسکتا جو حکمتوں اور تعریفوں والے اللہ کی طرف سے نازل ہوا ہے اس قسم کا جواب کیا ہے ؟ اس میں بھی کئی قول ہیں۔ امام ابن جریر نے تو بعض نحویوں سے نقل کیا ہے کہ اس کا جواب آیت (قد علمنا) پوری آیت تک ہے لیکن یہ بھی غور طلب ہے بلکہ جواب قسم کے بعد کا مضمون کلام ہے یعنی نبوت اور دو بارہ جی اٹھنے کا ثبوت اور تحقیق گو لفظوں سے قسم اس کا جواب نہیں بتاتی ہو لیکن قرآن میں جواب میں اکثر دو قسمیں موجود ہیں جیسے کہ سورة ص کی تفسیر کے شروع میں گزر چکا ہے، اسی طرح یہاں بھی ہے پھر فرماتا ہے کہ انہوں نے اس بات پر تعجب ظاہر کیا ہے کہ انہی میں سے ایک انسان کیسے رسول بن گیا ؟ جیسے اور آیت میں ہے آیت (اَكَان للنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْھُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَھُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ڼ قَالَ الْكٰفِرُوْنَ اِنَّ ھٰذَا لَسٰحِرٌ مُّبِيْنٌ) 10۔ یونس :2) ، یعنی کیا لوگوں کو اس بات پر تعجب ہوا کہ ہم نے انہی میں سے ایک شخص کی طرف وحی بھیجی تاکہ تم لوگوں کو خبردار کر دے، یعنی دراصل یہ کو تعجب کی چیز نہ تھی اللہ جسے چاہے اپنے فرشتوں میں سے اپنی رسالت کے لئے چن لیتا ہے اور جسے چاہے انسانوں میں سے چن لیتا ہے۔ اسی کے ساتھ یہ بھی بیان ہو رہا ہے کہ انہوں نے مرنے کے بعد جینے کو بھی تعجب کی نگاہوں سے دیکھا اور کہا کہ جب ہم مرجائیں گے اور ہمارے جسم کے اجزا جدا جدا ہو کر ریزہ ریزہ ہو کر مٹی ہوجائیں گے اس کے بعد تو اسی ہئیت و ترکیب میں ہمارا دوبارہ جینا بالکل محال ہے اس کے جواب میں فرمان صادر ہوا کہ زمین ان کے جسموں کو جو کھا جاتی ہے اس سے بھی ہم غافل نہیں ہمیں معلوم ہے کہ ان کے ذرے کہاں گئے اور کس حالت میں کہاں ہیں ؟ ہمارے پاس کتاب ہے جو اس کی حافظ ہے ہمارا علم ان سب معلومات پر مشتمل ہے اور ساتھ ہی کتاب میں محفوظ ہے حضرت ابن عباس فرماتے ہیں یعنی ان کے گوشت چمڑے ہڈیاں اور بال جو کچھ زمین کھا جاتی ہے ہمارے علم میں ہے۔ پھر پروردگار عالم انکے اس محال سمجھنے کی اصل وجہ بیان فرما رہا ہے کہ دراصل یہ حق کو جھٹلانے والے لوگ ہیں اور جو لوگ اپنے پاس حق کے آجانے کے بعد اس کا انکار کردیں ان سے اچھی سمجھ ہی چھن جاتی ہے مریج کے معنی ہیں مختلف مضطرب، منکر اور خلط ملط کے جیسے فرمان ہے آیت (اِنَّكُمْ لَفِيْ قَوْلٍ مُّخْتَلِفٍ ۙ) 51۔ الذاریات :8) یعنی یقینا تم ایک جھگڑے کی بات میں پڑے ہوئے ہو۔ نافرمانی وہی کرتا ہے جو بھلائی سے محروم کردیا گیا ہے۔",
  "ayah": 1,
  "surah": 50
}
