{
  "text": "متکبر اور متجبر کا ٹھکانہ  چونکہ اللہ تبارک وتعالیٰ کا جہنم سے وعدہ ہے کہ اسے پر کر دے گا اس لئے قیامت کے دن جو جنات اور انسان اس کے قابل ہوں گے انہیں اس میں ڈال دیا جائے اور اللہ تبارک وتعالیٰ دریافت فرمائے گا کہ اب تو تو پر ہوگئی ؟ اور یہ کہے گی کہ اگر کچھ اور گنہگار باقی ہوں تو انہیں بھی مجھ میں ڈال دو۔ صحیح بخاری شریف میں اس آیت کی تفسیر میں یہ حدیث ہے کہ رسول اللہ ﷺ نے فرمایا جہنم میں گنہگار ڈالے جائیں گے اور وہ زیادتی طلب کرتی رہے گی یہاں تک کہ اللہ تعالیٰ اپنا قدم اس میں رکھے گا پس وہ کہے گی بس بس۔ مسند احمد کی حدیث میں یہ بھی ہے کہ اس وقت یہ سمٹ جائے گی اور کہے گی تیری عزت و کرم کی قسم بس بس اور جنت میں جگہ بچ جائے گی یہاں تک کہ ایک مخلوق پیدا کر کے اللہ تعالیٰ اس جگہ کو آباد کرے گا، صحیح بخاری میں ہے جنت اور دوزخ میں ایک مرتبہ گفتگو ہوئی جہنم نے کہا کہ میں ہر متکبر اور ہر متجبر کے لئے مقرر کی گئی ہوں اور جنت نے کہا میرا یہ حال ہے کہ مجھ میں کمزور لوگ اور وہ لوگ جو دنیا میں ذی عزت نہ سمجھے جاتے تھے وہ داخل ہوں گے اللہ عزوجل نے جنت سے فرمایا تو میری رحمت ہے اپنے بندوں میں سے جسے چاہوں گا اس رحمت کے ساتھ نواز دوں گا اور جہنم سے فرمایا تو میرا عذاب ہے تیرے ساتھ میں جسے چاہوں گا عذاب کروں گا۔ ہاں تم دونوں بالکل بھر جاؤ گی تو جہنم تو نہ بھرے گی یہاں تک کہ اللہ تعالیٰ اپنا قدم اس میں رکھے گا اب وہ کہے گی بس بس بس۔ اس وقت وہ بھر جائے گی اور اس کے سب جوڑ آپس میں سمٹ جائیں گے اور اللہ تعالیٰ اپنی مخلوق میں سے کسی پر ظلم نہ کرے گا۔ ہاں جنت میں جو جگہ بچ رہے گی اس کے بھرنے کے لئے اللہ عزوجل اور مخلوق پیدا کرے گا مسند احمد کی حدیث میں جہنم کا قول یہ ہے کہ مجھ میں جبر کرنے والے تکبر کرنے والا بادشاہ اور شریف لوگ داخل ہوں گے اور جنت نے کہا مجھ میں کمزور ضعیف فقیر مسکین داخل ہوں گے مسند ابو یعلی میں ہے حضور ﷺ فرماتے ہیں اللہ تعالیٰ مجھے اپنی ذات قیامت کے دن دکھائے گا۔ میں سجدے میں گر پڑوں گا اللہ تعالیٰ اس سے خوش ہوگا پھر میں اللہ تعالیٰ کی ایسی تعریفیں کروں گا کہ وہ اس سے خوش ہوجائے گا پھر مجھے شفاعت کی اجازت دی جائے گی پھر میری امت جہنم کے اوپر کے پل سے گذرنے لگے گی بعض تو نگاہ کی سی تیزی سے گزر جائیں گے بعض تیر کی طرح پار ہوجائیں گے بعض تیز گھوڑوں سے زیادہ تیزی سے پار ہوجائیں گے یہاں تک کہ ایک شخص گھٹنوں چلتا ہوا گذر جائے گا اور یہ مطابق اعمال ہوگا اور جہنم زیادتی طلب کر رہی ہوگی یہاں تک کہ اللہ تعالیٰ اس میں اپنا قدم رکھے گا پس یہ سمٹ جائے گی اور کہے گی بس بس اور میں حوض میں ہوں گا۔ لوگوں نے کہا حوض کیا ہے ؟ فرمایا اللہ کی قسم اس کا پانی دودھ سے زیادہ سفید شہد سے زیادہ میٹھا ہے اور برف سے زیادہ ٹھنڈا ہے اور مشک سے زیادہ خوشبودار ہے۔ اس پر برتن آسمان کے ستاروں سے زیادہ ہیں جسے اس کا پانی مل گیا وہ کبھی پیاسا نہ ہوگا اور جو اس سے محروم رہ گیا اسے کہیں سے پانی نہیں ملے گا جو سیراب کرسکے۔ حضرت ابن عباس فرماتے ہیں وہ کہے گی کیا مجھ میں کوئی مکان ہے کہ مجھ میں زیادتی کی جائے ؟ حضرت عکرمہ فرماتے ہیں وہ کہے گی کیا مجھ میں ایک کے بھی آنے کی جگہ ہے ؟ میں بھر گئی، حضرت مجاہد فرماتے ہیں اس میں جہنمی ڈالے جائیں گے یہاں تک کہ وہ کہے گی میں بھر گئی اور کہے گی کہ کیا مجھ میں زیادہ کی گنجائش ہے ؟ امام ابن جریر پہلے قول کو ہی اختیار کرتے ہیں اس دوسرے قول کا مطلب یہ ہے کہ گویا ان بزرگوں کے نزدیک یہ سوال اس کے بعد ہوگا کہ اللہ تعالیٰ اپنا قدم اس میں رکھ دے اب جو اس سے پوچھے گا کہ کیا تو بھر گئی تو وہ جواب دے گی کہ کیا مجھ میں کہیں بھی کوئی جگہ باقی رہی ہے جس میں کوئی آسکے ؟ یعنی باقی نہیں رہی پر ہوگئی۔ حضرت عوفی حضرت ابن عباس سے روایت کرتے ہیں کہ آپ نے فرمایا یہ اس وقت ہوگا جبکہ اس میں سوئی کے ناکے کے برابر بھی جگہ باقی نہ رہے گی۔ واللہ اعلم۔ پھر فرماتا ہے جنت قریب کی جائے گی یعنی قیامت کے دن جو دور نہیں ہے اس لئے کہ جس کا آنا یقینی ہو وہ دور نہیں سمجھا جاتا۔ (اواب) کے معنی رجوع کرنے والا، توبہ کرنے والا، گناہوں سے رک جانے والا۔ (حفیظ) کے معنی وعدوں کا پابند۔ حضرت عبید بن عمیر فرماتے ہیں (اواب حفیظ) وہ ہے جو کسی مجلس میں بیٹھ کر نہ اٹھے جب تک کہ استغفار نہ کرلے۔ جو رحمان سے بن دیکھے ڈرتا رہے یعنی تنہائی میں بھی خوف اللہ رکھے۔ حدیث میں ہے وہ بھی قیامت کے دن عرش اللہ کا سایہ پائے گا جو تنہائی میں اللہ کو یاد کرے اور اس کی آنکھیں بہ نکلیں اور قیامت کے دن اللہ کے پاس دل سلامت لے کر جائے۔ جو اس کی جانب جھکنے والا ہو۔ اس میں یعنی جنت میں چلے جاؤ اللہ کے تمام عذابوں سے تمہیں سلامتی مل گئی اور یہ بھی مطلب ہے کہ فرشتے ان پر سلام کریں گے یہ خلود کا دن ہے۔ یعنی جنت میں ہمیشہ کے لئے جا رہے ہو جہاں کبھی موت نہیں۔ یہاں سے کبھی نکال دئیے جانے کا خطرہ نہیں جہاں سے تبدیلی اور ہیر پھیر نہیں۔ پھر فرمایا یہ وہاں جو چاہیں گے پائیں گے بلکہ اور زیادہ بھی۔ کثیر بن مرہ فرماتے ہیں مزید یہ بھی کہ اہل جنت کے پاس سے ایک بادل گذرے گا جس میں سے ندا آئے گی کہ تم کیا چاہتے ہو ؟ جو تم چاہو میں برساؤں، پس یہ جس چیز کی خواہش کریں گے اس سے برسے گی حضرت کثیر فرماتے ہیں اگر میں اس مرتبہ پر پہنچا اور مجھ سے سوال ہوا تو میں کہوں گا کہ خوبصورت خوش لباس نوجوان کنواریاں برسائی جائیں۔ رسول اللہ ﷺ فرماتے ہیں تمہارا جی جس پرند کو کھانے کو چاہے گا وہ اسی وقت بھنا بھنایا موجود ہوجائے گا مسند احمد کی مرفوع حدیث میں ہے کہ اگر جنتی اولاد چاہے گا تو ایک ہی ساعت میں حمل اور بچہ اور بچے کی جوانی ہوجائے گی، امام ترمذی اسے حسن غریب بتلاتے ہیں اور ترمذی میں یہ بھی ہے کہ جس طرح یہ چاہے گا ہوجائے گا اور آیت میں ہے آیت (للذین احسنوا الحسنی وزیادۃ) صہیب بن سنان رومی فرماتے ہیں اس زیادتی سے مراد اللہ کریم کے چہرے کی زیارت ہے۔ حضرت انس بن مالک فرماتے ہیں ہر جمعہ کے دن انہیں دیدار باری تعالیٰ ہوگا یہی مطلب مزید کا ہے۔ مسند شافعی میں ہے حضرت جبرائیل ؑ ایک سفید آئینہ لے کر رسول اللہ ﷺ کے پاس آئے جس کے بیچوں بیچ ایک نکتہ تھا حضور ﷺ نے پوچھا یہ کیا ہے ؟ فرمایا یہ جمہ کا دن ہے جو خاص آپ کو اور آپ کی امت کو بطور فضیلت کے عطا فرمایا گیا ہے۔ سب لوگ اس میں تمہارے پیچھے ہیں یہود بھی اور نصاریٰ بھی تمہارے لئے اس میں بہت کچھ خیر و برکت ہے اس میں ایک ایسی ساعت ہے کہ اس وقت اللہ تعالیٰ سے جو مانگا جائے گا مل جاتا ہے ہمارے یہاں اس کا نام یوم المزید ہے، حضور ﷺ نے پوچھا یہ کیا ہے ؟ فرمایا تیرے رب نے جنت الفردوس میں ایک کشادہ میدان بنایا ہے جس میں مشکی ٹیلے ہیں جمعہ کے دن اللہ تعالیٰ جن جن فرشتوں کو چاہے اتارتا ہے اس کے اردگرد نوری منبر ہوتے ہیں جن پر انبیاء ؑ رونق افروز ہوتے ہیں یہ منبر سونے کے ہیں جس پر جڑاؤ جڑے ہوئے ہیں شہداء اور صدیق لوگ ان کے پیچھے ان مشکی ٹیلوں پر ہوں گے۔ اللہ عزوجل فرمائے گا میں نے اپنا وعدہ تم سے سچا کیا اب مجھ سے جو چاہو مانگو پاؤ گے۔ یہ سب کہیں گے ہمیں تیری خوشی اور رضامندی مطلوب ہے اللہ فرمائے گا یہ تو میں تمہیں دے چکا میں تم سے راضی ہوگیا اس کے سوا بھی تم جو چاہو گے پاؤ گے اور میرے پاس اور زیادہ ہے۔ پس یہ لوگ جمعہ کے خواہش مند رہیں گے کیونکہ انہیں بہت سی نعمتیں اسی دن ملتی ہیں یہی دن ہے جس دن تمہارا رب عرش پر مستوی ہوا اسی دن حضرت آدم پیدا کئے گئے اور اسی دن قیامت آئے گی اسی طرح اسے حضرت امام شافعی نے کتاب الام کی کتاب الجمعہ میں بھی وارد کیا ہے امام ابن جریر نے اس آیت کی تفسیر کے موقعہ پر ایک بہت بڑا اثر وارد کیا ہے جس میں بہت سی باتیں غریب ہیں۔ مسند احمد میں ہے حضور ﷺ فرماتے ہیں جنتی ستر سال تک ایک ہی طرف متوجہ بیٹھا رہے گا پھر ایک حور آئے گی جو اس کے کندھے پر ہاتھ رکھ کر اسے اپنی طرف متوجہ کرے گی وہ اتنی خوبصورت ہوگی کہ اس کے رخسار میں اسے اپنی شکل اس طرح نظر آئے گی جیسے آب دار آئینے میں وہ جو زیورات پہنے ہوئے ہوگی ان میں کا ایک ایک ادنیٰ موتی ایسا ہوگا کہ اس کی جوت سے ساری دنیا منور ہوجائے وہ سلام کرے گی یہ جواب دے کر پوچھے گا تم کون ہو ؟ وہ کہے گی میں ہوں جسے قرآن میں \" مزید \" کہا گیا تھا۔ اس پر ستر حلے ہوں گے لیکن تاہم اس کی خوبصورتی اور چمک دمک اور صفائی کی وجہ سے باہر ہی سے اس کی پنڈلی کا گودا تک نظر آئے گا اس کے سر پر جڑاؤ تاج ہوگا جس کا ادنیٰ موتی مشرق مغرب کو روشن کردینے کے لئے کافی ہے۔",
  "ayah": 30,
  "surah": 50
}
