{
  "text": "اللہ کے محیر العقول شاہکار یہ لوگ جس چیز کو ناممکن خیال کرتے تھے پروردگار عالم اس سے بھی بہت زیادہ بڑھے چڑھے ہوئے اپنی قدرت کے نمونے پیش کر رہا ہے کہ آسمان کو دیکھو اس کی بناوٹ پر غور کرو اس کے روشن ستاروں کو دیکھو اور دیکھو کہ اتنے بڑے آسمان میں ایک سوراخ، ایک چھید، ایک شگاف، ایک دراڑ نہیں چناچہ سورة تبارک میں فرمایا آیت (الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًا ۭ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍ ۭ فَارْجِعِ الْبَصَرَ ۙ هَلْ تَرٰى مِنْ فُطُوْرٍ) 67۔ الملک :3) ، اللہ وہ ہے جس نے سات آسمان اوپر تلے پیدا کئے تو اللہ کی اس صفت میں کوئی خلل نہ دیکھے گا تو پھر نگاہ ڈال کر دیکھ لے کہیں تجھ کو کوئی خلل نظر آتا ہے ؟ پھر بار بار غور کر اور دیکھ تیری نگاہ نامراد اور عاجز ہو کر تیری طرف لوٹ آئے گی۔ پھر فرمایا زمین کو ہم نے پھیلا دیا اور بچھا دیا اور اس میں پہاڑ جما دئیے تاکہ ہل نہ سکے کیونکہ وہ ہر طرف سے پانی سے گھری ہوئی ہے اور اس میں ہر قسم کی کھیتیاں پھل سبزے اور قسم قسم کی چیزیں اگا دیں جیسے اور جگہ ہے ہر چیز کو ہم نے جوڑ جوڑ پیدا کیا تاکہ تم نصیحت و عبرت حاصل کرو۔ (بھیج) کے معنی خوشنما، خوش منظر، بارونق۔ پھر فرمایا آسمان و زمین اور ان کے علاوہ قدرت کے اور نشانات دانائی اور بینائی کا ذریعہ ہیں ہر اس شخص کے لئے جو اللہ سے ڈرنے والا اور اللہ کی طرف رغبت کرنے والا ہو پھر فرماتا ہے ہم نے نفع دینے والا پانی آسمان سے برسا کر اس سے باغات بنائے اور وہ کھیتیاں بنائیں جو کاٹی جاتی ہیں اور جن کے اناج کھلیان میں ڈالے جاتے ہیں اور اونچے اونچے کھجور کے درخت اگا دئیے جو بھرپور میوے لادتے اور لدے رہتے ہیں یہ مخلوق کی روزیاں ہیں اور اسی پانی سے ہم نے مردہ زمین کو زندہ کردیا وہ لہلہانے لگی اور خشکی کے بعد تروتازہ ہوگئی۔ اور چٹیل سوکھے میدان سرسبز ہوگئے یہ مثال ہے موت کے بعد دوبارہ جی اٹھنے کی اور ہلاکت کے بعد آباد ہونے کی یہ نشانیاں جنہیں تم روزمرہ دیکھ رہے ہو کیا تمہاری رہبری اس امر کی طرف نہیں کرتیں ؟ کہ اللہ مردوں کے جلانے پر قادر ہے چناچہ اور آیت میں ہے آیت (لَخَــلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ 57؀) 40۔ غافر :57) یعنی آسمان و زمین کی پیدائش انسانی پیدائش سے بہت بڑی ہے اور آیت میں ہے آیت (اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقٰدِرٍ عَلٰٓي اَنْ يُّـحْيِۦ الْمَوْتٰى ۭ بَلٰٓي اِنَّهٗ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ 33؀) 46۔ الأحقاف :33) یعنی کیا وہ نہیں دیکھتے کہ اللہ تعالیٰ نے آسمانوں اور زمینوں کو پیدا کردیا اور ان کی پیدائش سے نہ تھکا کیا وہ اس پر قادر نہیں کہ مردوں کو جلا دے ؟ بیشک وہ ہر چیز پر قادر ہے اللہ سبحانہ وتعالیٰ فرماتا ہے آیت (وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۗءَ اهْتَزَّتْ وَرَبَتْ ۭ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْىِ الْمَوْتٰى ۭ اِنَّهٗ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ 39؀) 41۔ فصلت :39) ، یعنی تو دیکھتا ہے کہ زمین بالکل خشک اور بنجر ہوتی ہے ہم آسمان سے پانی برساتے ہیں جس سے وہ لہلہانے اور پیداوار اگانے لگتی ہے کیا یہ میری قدرت کی نشانی نہیں بتاتی ؟ کہ جس ذات نے اسے زندہ کردیا وہ مردوں کے جلانے پر بلاشک و شبہ قادر ہے یقینًا وہ تمام تر چیزوں پر قدرت رکھتی ہے۔",
  "ayah": 8,
  "surah": 50
}
