{
  "text": "Which was revealed in Makkah\nRecitation of Surah Ash-Shams wa Duhaha in the `Isha' Prayer The Hadith of Jabir which was recorded in the Two Sahihs has already been mentioned. In it the Messenger of Allah ﷺ said to Mu`adh,\n«هَلَّا صَلَّيْتَ بِــ\nسَبِّحِ اسْمَ رَبِّكَ الاّعْلَى\nوَالشَّمْسِ وَضُحَـهَا\nوَالَّيْلِ إِذَا يَغْشَى »\n(Why didn't you pray with (the recitation of) (Glorify the Name of your Lord the Most High) (87), (By the sun and Duhaha) (91), and (By the night as it envelops) (92))\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nAllah swears by His Creation that the Person Who purifies Himself will be Successful and the Person Who corrupts Himself will fail\nMujahid said,\nوَالشَّمْسِ وَضُحَـهَا\n(By the sun and Duhaha.) \"This means, by its light.\" Qatadah said,\nوَضُحَـهَا\n(wa Duhaha.) \"The whole day.\" Ibn Jarir said, \"The correct view is what has been said, `Allah swears by the sun and its daytime, because the clear light of the sun is daytime.\"'\nوَالْقَمَرِ إِذَا تَلـهَا\n(By the moon as it Talaha.) Mujahid said, \"It follows it (the sun).\" Al-`Awfi reported from Ibn `Abbas that he said,\nوَالْقَمَرِ إِذَا تَلـهَا\n(By the moon as it Talaha.) \"It follows the day.\" Qatadah said, \"`as it Talaha (follows it)' is referring to the night of the Hilal (the new crescent moon). When the sun goes down, the Hilal is visible.\" Concerning Allah's statement,\nوَالنَّهَارِ إِذَا جَلَّـهَا\n(By the day as it Jallaha.) Mujahid said, \"When it illuminates.\" Thus, Mujahid said,\nوَالنَّهَارِ إِذَا جَلَّـهَا\n(By the day as it Jallaha.) \"This is similar to Allah's statement,\nوَالنَّهَارِ إِذَا تَجَلَّى\n(By the day as it Tajalla.) (92:2)\" And they have said concerning Allah's statement,\nوَالَّيْلِ إِذَا يَغْشَـهَا\n(By the night as it Yaghshaha.) meaning, when it covers the sun, which takes place when sun disappears and the horizons become dark. Concerning Allah's statement,\nوَالسَّمَآءِ وَمَا بَنَـهَا\n(By the heaven and Ma Banaha.) The meaning here could be for descriptive purposes, meaning \"By the heaven and its construction.\" This was said by Qatadah. It could also mean \"By the heaven and its Constructor.\" This was stated by Mujahid. Both views are interrelated, and construction means raising. This is as Allah says,\nوَالسَّمَآءَ بَنَيْنَـهَا بِأَيْدٍ\n(With Hands did We construct the heaven.) (51:47) meaning, with strength.\nوَالسَّمَآءَ بَنَيْنَـهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ - وَالاٌّرْضَ فَرَشْنَـهَا فَنِعْمَ الْمَـهِدُونَ\n(Verily, We are able to extend the vastness of space thereof. And We have spread out the earth: how excellent a spreader are We!) (51:47-48) This is also similar to Allah's statement,\nوَالاٌّرْضِ وَمَا طَحَـهَا\n(By the earth and Ma Tahaha.) Mujahid said, \"Tahaha means He spread it out.\" Al-`Awfi reported from Ibn `Abbas that he said,\nوَمَا طَحَـهَا\n(and Ma Tahaha.) \"This means what He created in it.\" `Ali bin Abi Talhah reported from Ibn `Abbas that he said, \"Tahaha means that He proportioned it.\" Mujahid, Qatadah, Ad-Dahhak, As-Suddi, Ath-Thawri, Abu Salih and Ibn Zayd all said that\nطَحَـهَا\n(Tahaha) means, He spread it out. Allah then says,\nوَنَفْسٍ وَمَا سَوَّاهَا\n(By Nafs, and Ma Sawwaha (Who apportioned it).) meaning, He created it sound and well-proportioned upon the correct nature (Al-Fitrah). This is as Allah says,\nفَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَةَ اللَّهِ الَّتِى فَطَرَ النَّاسَ عَلَيْهَا لاَ تَبْدِيلَ لِخَلْقِ اللَّهِ\n(So set you your face towards the religion, Hanif. Allah's Fitrah with which He has created mankind. No change let there be in the Khalqillah.) (30:30) The Messenger of Allah ﷺ said,\n«كُلُّ مَوْلُودٍ يُولَدُ عَلى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ، كَمَا تُولَدُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ، هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ؟»\n(Every child that is born, is born upon the Fitrah, but his parents make him a Jew, a Christian, or a Zoroastrian. This is just as the animal is born, complete with all of its parts. Do you notice any mutilation in it) Both Al-Bukhari and Muslim recorded this Hadith from Abu Hurayrah. In Sahih Muslim, it has been narrated from `Iyad bin Himar Al-Mujashi`i that the Messenger of Allah ﷺ said,\n«يَقُولُ اللهُ عَزَّ وَجَلَّ: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِم»\n(Allah the Mighty and Majestic says, \"Verily I created My servants Hunafa' (as monotheists), but then the devils came to them and distracted them from their religion.)\" Then Allah says,\nفَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا\n(Then He showed it its Fujur and its Taqwa.) meaning, He showed him to his transgression and his Taqwa. This means that He clarified that for it and He guided it to what has been ordained for him. Ibn `Abbas said,\nفَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا\n(Then He showed it its Fujur and its Taqwa.) \"He explained the good and the evil to it (the soul).\" Mujahid, Qatadah, Ad-Dahhak and Ath-Thawri all said the same. Sa`id bin Jubayr said, \"He gave him inspiration (to see what was) good and evil.\" Ibn Zayd said, \"He made its Fujur and its Taqwa inside of it.\" Ibn Jarir recorded from Abul-Aswad Ad-Dili that he said, \"`Imran bin Husayn said to me, `Do you think that what the people do, and what they strive for is a thing that is pre-ordained and predestined for them, or is it a thing which is only written after the Message comes to them from the Prophet , when there will be an evidence against them' I said, `Rather it is something preordained upon them.' Then he said, `Is that an injustice' Then I became extremely frightened of him (due to what he was saying), and I said to him, `There is nothing except that He (Allah) created it and possesses it in His Hand. He is not asked about what He does, while they (His creation) will be asked.' He (`Imran) then said, `May Allah guide you! I only asked you about that in order to inform you that a man from Muzaynah or Juhaynah tribe came to the Allah's Messenger ﷺ and asked him: \"O Messenger of Allah! Do you consider the actions of mankind and their struggles to be preordained for them and written for them from Qadr, or something written for them only after the Message came to them from their Prophet, when there will be an evidence against them\" He (the Prophet ) replied:\n«بَلْ شَيْءٌ قَدْ قُضِيَ عَلَيْهِم»\n(Rather it is something preordained for them.) So the man said, \"Then what is the point of our actions\" The Prophet replied,\n«مَنْ كَانَ اللهُ خَلَقَهُ لإِحْدَى الْمَنْزِلَتَيْنِ يُهَيِّئُهُ لَهَا، وَتَصْدِيقُ ذَلِكَ فِي كِتَابِ اللهِ تَعَالَى:\nوَنَفْسٍ وَمَا سَوَّاهَا - فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا »\n(Whoever Allah created for one of the two positions (Paradise or Hell), He makes it easy for him (to attain). The proof of that is in the Book of Allah (By Nafs, and Ma Sawwaha (Who apportioned it). Then He showed it its Fujur and its Taqwa).)\" Ahmad and Muslim both recorded this Hadith. Allah then says,\nقَدْ أَفْلَحَ مَن زَكَّـهَا - وَقَدْ خَابَ مَن دَسَّـهَا\n(Indeed he succeeds who purifies it. And indeed he fails who Dassaha.) This could mean that whoever purifies himself by obedience to Allah, then he will be successful. This is as Qatadah said, \"He cleanses it from the lowly and despicable characteristics.\" Similar to this has been reported from Mujahid, `Ikrimah and Sa`id bin Jubayr.\nوَقَدْ خَابَ مَن دَسَّـهَا\n(And indeed he fails who Dassaha.) meaning, to conceal it. This means that he makes it dull, and he disregards it by neglecting to allow it to receive guidance. He treats it in this manner until he performs acts of disobedience and he abandons obedience of Allah. It also could mean that he is indeed successful whose soul Allah purifies, and he has failed whose soul Allah corrupts. This is like what was reported by Al-`Awfi and `Ali bin Abi Talhah from Ibn `Abbas. At-Tabarani recorded that Ibn `Abbas said, \"The Messenger of Allah ﷺ used to stop whenever he recited this Ayah,\nوَنَفْسٍ وَمَا سَوَّاهَا - فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا\n(By Nafs, and Ma Sawwaha (Who apportioned it). Then He showed it its Fujur and its Taqwa.) Then he would say,\n«اللْهُمَّ آتِ نَفْسِي تَقْوَاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، وَخَيْرُ مَنْ زَكَّاهَا»\n(O Allah! Give my soul its good. You are its Guardian and Master, and the best to purify it.)\" Another Hadith Imam Ahmad recorded that Zayd bin Arqam said that the Messenger of Allah ﷺ said,\n«اللْهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْز وَالْكَسَلِ، وَالْهَرَمِ وَالْجُبْنِ وَالْبُخْلِ وَعَذَابِ الْقَبْرِ. اللْهُمَّ آتِ نَفْسِي تَقْوَاهَا، وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا. اللْهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ قَلْبٍ لَا يَخْشَعُ، وَمِنْ نَفْسٍ لَا تَشْبَعُ، وَعِلْمٍ لَا يَنْفَعُ، وَدَعْوَةٍ لَا يُسْتَجَابُ لَهَا»\n(O Allah! Verily, I seek refuge with You from weakness, laziness, senility (of old age), cowardliness, stinginess and the torment of the grave. O Allah! Give my soul its good and purify it, for You are the best to purify it. You are its Guardian and Master. O Allah! Verily, I seek refuge with You from a heart that is not humble, a soul that is not satisfied, knowledge that does not benefit and a supplication that is not answered.) Zayd then said, \"The Messenger of Allah ﷺ used to teach us these (words) and we now teach them to you.\" Muslim also recorded this Hadith.",
  "ayah": 2,
  "surah": 91
}
