{
  "text": "وازلفت ……من المومنین (98)\nجنت کو ایسے لوگوں کے بالکل قریب کر دیاج ائے گا جو خدا کے عذاب سے ڈرتے تھے اور جہنم پرت بھی پردہ اٹھا دیا جائے گا بہکے ہوئے سرکش گمراہوں کے لئے بالکل صاف صاف نظر آئے گی ، وہ لوگ جنہوں نے راستہ گم کردیا تھا اور اس دن کو جھٹلاتے تھے۔ اب وہ اسے اپنی آنکھوں سے دیکھ رہے ہیں۔ یہاں اب ان پر لعنت و ملامت ہوگی اور قبل اس کے کہ انہیں اس میں اوپر نیچے گرا دیا جائے۔ ان سے پوچھا جائے گا کہ یہ لوگ جن معبودوں کی بندگی کرتے تھے ، وہ کہاں ہیں۔ حضرت ابراہیم (علیہ السلام) کے قصے کی مناسبت سے یہاں یہ سوال لایا گیا ہے کہ ابراہیم (علیہ السلام) نے اپنی قوم کے ساتھ ایسا ہی مکالمہ کیا تھا کہ آیا یہ بت سنتے بھی ہیں یا نفع و نقصان ہی دے سکتے ہیں۔ اب قیامت میں ان سے کہا جائے گا۔\nاینما کنتم تعبدون (26 : 92) من دون اللہ (26 : 93) ” کہ اللہ کے سوا تم جن کی پوجا کرتے تھے وہ کہاں ہیں۔ “\nھل ینصرونکم او ینتصرون (26 : 93) ” کیا وہ تمہارے کچھ مدد کرسکتے ہیں یا اپنا بچائو کرسکتے ہیں۔ “ اس کے بعد ان کا کوئی جواب سامنے نہیں آتا نہ ان کے جواب کا انتظار کیا جاتا ہے۔ یہاں تو محض سوال کرنا ہی مطلوب تھا ، صرف سوال ہی سے سرکوبی اور ملامت مطلوب تھی۔\nفکبکبوا فیھا ھم والغاون (26 : 93) وجنود ابلیس اجمعون (26 : 95) ” پھر وہ معبود ، یہ بہکے ہوئے لوگ اور ابلیس کے لشکر سب کے سب اس میں اوپرتلے دھکیل دیئے جائیں گے۔ ‘ لفظ کمبکبوا کے تلفظ ہی سے اور اس کی صوتی شوکت سے ہی یہ تاثر ملتا ہے کس طرح انہیں دفع کیا جاتا ہے ، کس طرح جہنم کے دھانے سے نیچے بےرحمی کے ساتھ گرایا جاتا ہے ، بغیر کسی ترتیب اور رعایت کے یہ لوگ اوپر تلے کرتے ہیں اور اس پورے عمل سے ایک کبکبہ اور ایک غلفلہ بلند ہوتا ہے۔ جس طرح دریا کا کوئی بلند کنارہ گرتا ہے اور اس کے کرنے کی ڈوبی ہوئی آواز بلند ہوتی ہے۔ کبکبوا ایسا ہی لفظ ہے جس کے تلفظ ہی سے مفہوم ذہن کی طرف دوڑتا ہے۔ یہ چونکہ گمراہ اور سرکش تھے اس لئے ان کے ساتھ سب سرکش گرائے گئے اور شیطان کے لشکر کے لشکر لائے جاتے ہیں اور گرائے جاتے ہیں اور ان کے گرنے سے کبکبہ اور غلغلہ بلند ہوتا ہے۔ یہاں مخصوص مجرمین کو پہلے خصوصیت کے ساتھ گرایا جائے اور بعد میں عام گرانی شروع ہوگی۔\nاب یہ لوگ جہنم میں پڑے ہیں مگر مکالمہ بھی سنائی دیتا ہے۔ یہ اپنے بتوں اور الموں کے بارے میں اب یوں تبصرے کرتے ہیں۔\nتاللہ ان کنا لفی ضلل مبین (26 : 98) اذنسوبکم برب العلمین (26 : 98) ” یہ بہکے ہوئے لوگ ان مبعودوں سے کہیں گے خدا کی قسم ہم تو تصریح گمرایہ میں مبتلا تھے جبکہ تم کو رب العالمین کی برابری کا درجہ دے رہے تھے۔ “ تمہاری عبادت بھی رب العالمین کی عبادت کی طرح کرتے تھے۔ یا تو رب العالمین کے ساتھ تمہاری عبادت کرتے تھے یا اس سے الگ۔ اب تو یہ لوگ جہنم میں یہ بات کہہ رہے ہیں لیکن اس کا فائدہ کیا ہے ؟ یہ تو سب ذمہ داری ان لوگوں پر ڈال رہے ہیں جنہوں نے ان کو گمراہ کیا تھا۔ جنہوں نے ان کو گمراہ کیا اور راہ راست کی طرف آنے سے روک دیا لیکن جب یہ جہنم میں قرار پکڑیں گے تو ہوش آئے گا کہ اب تو وقت گزر گیا ہے ۔ اور یہ واویلا بعد از وقت ہے۔ اب اگر ہم ذمہ داریاں تقسیم بھی کردیں تو فائدہ کیا ہوگا۔\nفما لنا من شافعین (26 : 100) ولا صدیق حمیم (26 : 101) ” اب نہ ہمارا کوئی سفارشی ہے اور نہ کوئی جگری دوست۔ “ اب نہ الہ ہیں جو سفارش کریں۔ نہ دوست ہیں جو کام آئیں۔ اگر سفارش نہیں ہے تو کیا ہم دنیا کی طرف لوٹ نہیں سکتے کہ وہاں دوبارہ جا کر درست رویہ اختیار کریں۔\nفلو ان لنا کرہ فنکون من المومنین (26 : 102) ” کاش ہمیں ایک دفعہ پھر پلٹنے کا موقعہ مل جائے تو ہم مومن ہوں “۔ مگر یہ تو تمناہی تمنا ہوگی۔ نہ واپسی ہوگی ، نہ سفارش ہوگی۔ یہ ہوگا یوم الدین۔ اب آخری تبصرہ !",
  "ayah": 102,
  "surah": 26
}
