{
  "text": "درس نمبر 169 ایک نظر میں\nیہاں آ کر قصص کا اتختام ہوگیا ۔ یہ تمام قصص رسولوں اور ان کی رسالت کی مختصر کہانی پر مشتمل تھے۔ قوموں کی طر سے رسولوں کی تکذیب ہوتی رہی ، اقوام منہ موڑتی رہیں۔ انہوں نے چیلنج کیا۔ معجزات بھی آئے اور جب تکذیب پر تل گئے تو پھر اللہ کا عذاب آگیا۔\nاس سورت کا پہلا سبق ایک افتتاحیہ تھا ، اس میں مشرکین مکہ کے حوالے سے حضور اکرم کو کہا گیا تھا۔\nلعلک باخع ……بہ یستھزء ون (6) (26 : 3-6) ” اے محمد شاید تم اس غم میں اپنی جان کھو دو گے کہ یہ لوگ ایمان نہیں لاتے۔ ہم چاہیں تو آسمان سے ایسی نشانی نازل کرسکتے ہیں کہ ان کی گردنیں اس کے آگے جھک جائیں۔ ان لوگوں کے پاس رحمٰن کی طرف سے جو نئی نصیحت آتی ہے۔ یہ اس سے منہ موڑ لیتے ہیں۔ اب یہ جھٹلا چکے ہیں۔ عنقریب ان کو اس چیز کی حقیقت معلوم ہوجائے گی جس کا یہ مذاق اڑاتے ہیں۔ “ اس کے بعد قصص پیش کئے گئے اور یہ نمونہ تھے ان خبروں کے جن کے بارے میں مکذبین ہمیشہ مذاق کرتے چلے آئے تھے۔\nجب قصص ختم ہوئے تو سیاق کلام پھر اپنے موضوع کی طرف آگیا۔ یعنی سورت کے محور کی طرف۔ یہ آخری سبق گویا پوری سو پر تبصرہ ہے اس میں تاکید کی جاتی ہے کہ یہ قرآن رب العالمین کی طرف سے ہے۔ ان قصص پر تو مدتیں گزر گئیں لیکن قرآن کریم میں ان واقعات کو پیش کیا جا رہا ہے۔ بنی اسرائیل کے علماء رسول اللہ کو بھی جانتے ہیں اور رسول اللہ پر نازل ہونے والے قرآن کو بھی جانتے ہیں کہ یہ اللہ کی طرف سے ہے کیونکہ یہ وہی واقعات اور وہی رسول ہے جس کا ذکر پہلے نبیوں کی کتابوں میں مذکور ہے۔ لیکن مشرکین مکہ واضح دلائل دیکھتے ہوئے بھی ازروائے عناد تسلیم نہیں کرتے۔ وہ یہ خیال کرتے ہیں کہ یہ سحر ہے یا شعر ہے۔ اگر یہ قرآن کسی عجمی پر نازل ہوتا اور وہ ان کے سامنے ان کی زبان میں اسے پیش کرتا تو پھر بھی یہ ایمان نہ لاتے کیونکہ یہ انکار اس لئے نہیں کرتے کہ ان کے پاس اس کی کوئی دلیل ہے بلکہ محض عناد کی وجہ سے یہ ایمان سے محروم ہیں۔ حضرت محمد ﷺ پر نازل شدہ اخبار کا بنوں کی طرف شیطانی القاء کی طرح نہیں ہیں۔ نہ یہ قرآن شعر کی کوئی قسم ہے ، کیونکہ اشعار کا ایک منہاج ہے جسے شعراء اچھی طرح جانتے ہیں اور شعرا تو ایک ایسا طبقہ ہے جو ہر وادی میں گھومتا ہے۔ یہ کسی خیال ، کسی جذبے اور سی بھی میلان کو موزوں کردیتے ہیں۔ کبھی اچھا ، کبھی برا رہا یہ کلام تو یہ اللہ کی طرف سے نازل ہوا ہے۔ مشرکین عرب کی نصیحت کے لئے اور یاد دہانی کے لئے کہ سنبھل جائیں قبل اس کے کہ کوئی عذاب ان کو آ لے اور قبل اس کے کہ وہ باتیں حقیقت ہو کر ان کے سامنے آجائیں جن کا یہ مذاق اڑاتے ہیں۔\nوسیعلم الذین ظلموا ای منقلب ینقلبون (26 : 228) ” اور ظلم کرنے والوں کو عنقریب معلوم ہوگا کہ وہ کس انجام سے دوچار ہوتے ہیں۔ “\n، صاف صاف عربی زبان میں۔ “",
  "ayah": 194,
  "surah": 26
}
