{
  "text": "الا الذین ……(721)\n” بجز ان لوگوں کے جو ایمان لائے اور جنہوں نے نیک عمل کئے اور اللہ کو کثرت سے یاد کیا اور جب ان پر ظلم کیا گیا تو صرف بدلہ لے لیا اور ظلم کرنے والوں کو عنقریب معلوم ہوجائے گا کہ وہ کس انجام سے دوچار ہوتے ہیں۔ “\nلہٰذا اہل ایمان ان لوگوں میں داخل نہیں ہیں۔ یہ لوگ ایمان لائے تو ان کے دل و دماغ اسلامی عقیدہ اور ایمان سے بھرگئے۔ ان کی زندگی ایک منہاج پر رواں دواں ہوگئی۔ انہوں نے اپنی عمی زندگی میں نیک عمل کرنا شروع کردیا اور ان کی قوتیں اعمال صالحہ اور خوبصورت بھلائی کی راہ پر صرف ہونے لگیں۔ وہ صرف ادہام و تخیلات کی دنیا سے باہر آگئے اور انہوں نے اپنے فن کو بھی اپنے نظریہ کے لئے استعمال کیا۔ یعنی کسی نے ان پر ظلم کیا تو انہوں نے بدلہ لے لیا۔ یعنی میں سچائی کو انہوں نے عملاً قبول کیا اس کی حمایت میں ان کا فن بھی میدان میں آگیا۔\nایسے ہی اہل فن میں ، معرکہ توحید شرک کے ابتدائی دور میں ، رسول اللہ ﷺ کے زمانے میں حضرت حسان ابن ثابت ، کعب ابن مالک ، عبد اللہ ابن رواحہ ؓ شعراء انصار میں سے تھے اور عبد اللہ ابن الزیسری ابوسفیان ابن الحارث ابن عبدالمطلب تھے۔ یہ دونوں ایام جاہلیت میں حضور اکرم کی جو بھی کرتے تھے۔ جب مسلمان ہوئے اور خوب ہوئے تو انہوں نے رسول اللہ ﷺ کی نعت میں بھی خوب کمالات دکھائے اور اسلام کی مدافعت کی۔\nصحیح حدیث میں آتا ہے کہ رسول اللہ ﷺ نے حضرت حسان ابن ثابت کو حکم دیا ” ان کی ہجو کرو اور جبرئیل تمہارے ساتھ ہیں۔ “ عبدالرحمٰن ابن کعب نے اپنے والد سے روایت کی ہے کہ انہوں نے رسول اللہ ﷺ سے عرض کیا کہ اللہ تعالیٰ نے شعراء پر اشعار میں بھی نازل کیا ہے جو کچھ نازل کیا ہے تو رسول اللہ ﷺ نے فرمایا ” ایک مومن اپنی تولار سے بھی جہاد کرتا ہے اور اپنی زبان سے بھی جہاد کرتا ہے ، اس خدا کی قسم ، جس کے ہاتھ میں میری جان ہے کہ جس چیز سے تم ان کو مارتے ہو وہ تیروں کی بارش ہے۔ “ (امام احمد)\nاسلامی شعر و فن کا تحقیق مختلف اسالیب میں ہو سکتا ہے۔ یعنی یہ ایک صورت جو ابتدائے اسلام میں وجود میں آئی اور اس وقت اس کی ضرورت بھی تھی لیکن اسلام تصور حیات کے مطابق شعر و سخن کے اور دائرے بھی بیشمار ہیں جن کی اسلام اجازت دیتا ہے۔\nیہ ضروری نہیں ہے کہ اسلامی فن وہی ہوگا جو اسلام کے دفاع میں ہو۔ یا براہ راست اس میں دعوت اسلامی موجود ہو۔ یا جس میں اسلام کی تعریف ہو ، پیغمبر اسلام کی تعریف ہو یا اکابر اسلام کی تعریف و تمجید ہو۔ یا اللہ کی حمد و ثنا ؟ یہ ضروری نہیں ہے کہ شعر اگر ان موضوعات پر ہو تو اسلامی ہے اور اگر ان پر نہ ہو تو اسلامی نہیں ہے۔ گردش لیل و نہار پر ایک شاعرانہ نظر ، اور مناظر کائنات پر ایک ایسی نظر جس کے ذریعے ایک مسلم کا شعور اور اس کا تخیل قدرت الہیہ کا احساس کرتا ہو ، حقیقی اسلامی فن ہے۔ حقیقت یہ ہے کہ ایک لمحہ جس میں انسان کے دل و دماغ پر اللہ کی حکمت روشن ہوجاتی ہے اور جس کے اندر انسان اس کائنات کے عجائبات کا احساس کرتا ہے۔ ایسے لمحات ہی میں اسلامی ادب کی تخلیق ہوتی ہے۔\nاسلامی فن اور غیر اسلامی فن کے درمیان امتیاز اس سے ہوتا ہے کہ اسلام کا اپنا ایک تصور حیات ہے۔ اسلامی سوسائٹی کے اندر روابط کی ایک مخصوص شکل پائی جاتی ہے۔ اگر کوئی فن اسلامی تصورات ، اسلامی روابط کے اور اسلامی اخلاق کی اساس پر تخلیق ہوتا ہے تو وہ اسلامی ہے اور اسے اسلام پسند کرتا ہے ورنہ نہیں ہے۔\nاور سورت کا خاتمہ اس دھمکی اور مجمل تہدید پر ہوتا ہے۔\nوسیعلم الذین طلموآ ای منقلب ینقلبون (62 : 822) ” اور ظلم کرنے والوں کو عنقریب معلوم ہوجائے گا کہ وہ کس انجام سے دوچار ہوتے ہیں۔ “ اس پوری سورت کا مضمون یہ رہا اور اس میں مشرکین کے عناد اور ہٹ دھرمی کی تصویر کشی کی گئی۔ یہ بتایا گیا کہ وہ اللہ کی وعید کے مقابلے میں سرکشی کرتے رہے بلکہ الٹا عالم غرور میں عذاب کے جلدی نزول کا مطالبہ کرتے رہے۔ نیز اس سورت میں ایسے تمام لوگوں پر نازل ہونے والے عذابوں کی تصویر کشی بھی کی گئی اور مختلف رسولوں کے انجام دکھائے گئے۔\nاس لئے سورت کے آخر میں مجملاً نبی ﷺ کی مخالف قوتوں کو بھی سمجھا دیا گیا کہ تم بھی ذرا اپنی خیر منائو کہ تمہارا انجام کیا ہونے والا ہے۔ گویا کفار مکہ ذہنی دنیا پر یہ آخری ضرب ہے اور ایسے الفاظ میں ہے کہ فکر ہر کس بقدر ہمت اوست کے مطاق ہر شخص کا خیال اس کے معانی پہچان سکتا ہے۔ لہٰذا یہ مشرکین کے ایوان میں ایک زلزلہ ہے جو سورت کے آخر میں برپا کردیا گیا۔",
  "ayah": 227,
  "surah": 26
}
