{
  "text": "رب ھب ……سلیم (89)\nحضرت ابراہیم (علیہ الصلوۃ والسلام) کی اس دعا پر ذرا غور فرمائیں کہ اس میں اس دنیا کے اغراض میں سے کو یء غرض نہیں ہے۔ یہاں تک کہ یہ بھی نہیں کہا کہ اے اللہ ، مجھے صحت عطا کیجیے۔ یہ پوری دعا بلند مقاصد اور اعلیٰ اور پاکیزہ شعور کی تحریک ہے۔ یہ اس خدا رسیدہ دل کی دعا ہے جس کے پیش نظر اللہ کے سوا کچھ نہیں ہے۔ اس کے ہاں اللہ کے سوا ہر چیز کو حقارت کی نظر سے دیکھا جاتا ہے اور معرفت کے جس مقام تک یہ دل پہنچا ہے اس کے آگے مزید کا طلبگار ہے اور ایک ایسے قلب سے نکلی ہوئی دعا بیم و رجا کی حالت میں ہے کیونکہ اس نے اللہ کے کرم دیکھے ہوئے ہیں اور مزید کا امیدوار ہے۔\nرب ھب لی حکما (26 : 83) ” اے میرے رب ، مجھے حکم عطا کر “۔ اے اللہ مجھے ایسی حکمت عطا کر جس کی روشنی میں کھری اور کھوٹی قدروں کے درمیان تمیز کرسکوں تاکہ میں ایسے طرز عمل پر قائم رہوں جو مجھے باقی رہنے والی قدروں تک پہنچائے۔\nوالحقنی بالصلحین (26 : 83) ” اور مجھے صالحوں کے ساتھ ملا دے۔ “ یہ حضرت ابراہیم کی دعا ہے جو نبی اور رسول ہیں اور گڑگڑانے والے اور نہایت ہی حلیم الطبع ہیں۔ اس عظیم المرتبہ ابوالانبیاء کی تواضح قابل دید ہے۔ ان کی احتیاط قابل ملاحظہ ہے۔ کس قدر خدا خوفی ان کی باتوں میں اور سک قدر اعتراف تصور ہے۔ وہ ہر وقت ڈرتے ہیں کہ انسان کا دل کسی بھی وقت برائی کی طرف مائل ہو سکتا ہے اس لئے وہ صالحین کی محفل اور ماحول کے طلبگار ہیں وہ اللہ کی توفیق سے عمل صالح کیل ئے یا عمل صالح پر قائم رہنے کے آرزو مند ہیں۔\nواجعل لی لسان صدق فی الاخرین (26 : 83) ” اور بعد میں آنے والوں میں مجھ کو سچی نامویر عطا کر۔ “ آپ کی دعا یہ ہے کہ میری شروع کی ہوئی دعوت توحید قیامت تک رہے۔ وہ کثرت اولاد کے لئے دعا نہیں کرتے بلکہ آپ کی دعا آنے والی نسلوں میں آپ کے نقش قدم پر چلنے والے مداحوں کیل ئے ہے کہ وہ آپ کی دعوت توحید کو قبول کریں۔ اور ” دین حنیف “ کو اپنائیں اور یہی دعا آپ نے قرآن مجید میں دوسرے مقامات پر بھی کی ہے۔ اس وقت جب آپ اور آپ کے بیٹے اسماعیل خانہ کعبہ کی بنیادیں اٹھا رہے تھے۔\nربنا واجعلنا ……الحیم (129) (2 : 128-129) ” اے رب ، ہم دونوں کو اپنا مسلم بنا ، مہاری نسل سے ایک ایسی قوم اٹھا جو تیری مسلم ہو ، ہمیں اپنی عبادت کے طریقے بتا اور ہماری کوتاہیوں سے درگزر فرما۔ تو بڑا معاف کرنے والا اور درگزر فرمانے والا ہے اور اے ہمارے رب ان لوگوں میں خود انہی کی قوم سے ایک ایسا رسول اٹھائیو ، جو انہیں تیری آیات سنائے اور ان کو کتاب اور حکمت کی تعلیم دے اور ان کی زندگیاں سنوارے تو بڑا مقتدر اور حکیم ہے۔ “ اللہ نے حضرت ابراہیم (علیہ السلام) کی یہ دعا قبول فرمائی۔ آپ کی دعوت کو پھیلایا اور آنے والے زمانوں میں ان کے لئے تمام لوگ کلمہ خیر کہنے والے ہوئے اور پھر آپ کی دعا کے مطابق نبی آخر الزمان پیدا ہوئے اور ہزارہا سال کے بعد یہ دعا پوری ہوئی۔ لوگوں کے حساب میں تو دنیا کے ہزارہا سال بہت طویل ہیں لیکن اللہ کے نزدیک ان کی کوئی نہیں ہے اور اللہ کی حکمت کا تقاضا یہ تھا کہ دعائے ابراہیمی اس قدر عرصہ کے بعد قبول ہو۔\nواجعلنی من ورثۃ جنۃ النعیم (26 : 85) ” اور مجھے جنت نعیم کے وارثوں میں شامل فرما۔ “ اس سے قبل آپ نے دعا فرمائی تھی کہ مجھے صالحین کے گروہ میں شامل فرما اور عمل صالح کی توفیق دے کہ میں صالحین کی صفوں میں چلوں اور پھر اس جنت میں داخل ہو جائوں جس کی وراثت عباد صالحین کا حق ہے۔\nواغفر لابی انہ کان من الضآلین (26 : 86) ” اور میرے باپ کو معاف کر دے۔ بیشک وہ گمراہ لوگوں میں سے ہے۔ “ باوجود اس کے کہ حضرت ابراہیم کو ان کے والد نے سختی سے ڈانٹا اور تہدید آمیز گفتگو کی لیکن انہوں نے اس گفتگو کے وقت بھی وعدہ کیا تھا کہ میں تیرے لئے دعا ہی کرتا رہوں گا۔ یہ اس وعدے کی وجہ سے والد کے حق میں دعا فرما رہے ہیں۔ بعد میں یہ بات قرآن نے بیان کردی کہ مشرکین کے لئے دعائے مغفرت کر ناجائز نہیں ہے۔ اگرچہ وہ قریبی رشتہ دار کیوں نہ ہوں اور قرآن کریم نے اس بات کی بھی صراحت کردی کہ ابراہیم (علیہ السلام) نے اپنے باپ کے لئے دعائے مغفرت اس لئے کی تھی کہ انہوں نے باپ کے ساتھ اس کا وعدہ کیا تھا۔\nفلما تبین لہ انہ عدوللہ تبراء منہ ” جب اسے معلوم ہوگیا کہ وہ اللہ کا دشمن ہے تو اس نے باپ سے برأت کا اظہار کردیا۔ “ اور حضرت ابراہیم (علیہ السلام) نے جان لیا کہ دریں راہ فلاں ابن فلاں چیزے نیست یہاں تو اخوت نظریاتی اخوتیں ہیں۔ اسلامی تربیت کے بنیادی عناصر میں سے ایک عنصر یہ ہے کہ اسلامی سوسائٹی میں پہلا آمیزہ اور رابطہ اور تعلق نظریاتی تعلق ہے اور سکی انسان اور انسان کے درمیان مضبوط تعلق صرف نظریات کا ہو سکتا ہے جب یہ تعلق کٹ جائے تو تمام تعلقات کٹ جاتے ہیں اور پھر انسان انسان سے دور ہوجاتا ہے۔ کوئی رابطہ اور تعلق نہیں رہتا۔\nولا تخزنی یوم یبعثون (26 : 88) یوم لاینفع مال ولابنون (26 : 88) الامن اتی اللہ بقلب سلیم (26 : 89) ” اور مجھے اس دن رسوا نہ کر جبکہ سب لوگ زندہ کر کے اٹھائیج ائیں گے جبکہ نہ مال کوئی فائدہ دے گا نہ اولاد ، بجز اس کے کہ کوئی شخص قلب سلیم لئے ہوئے اللہ کے حضور حاضر ہو۔ “ ابراہیم (علیہ السلام) کی اس بات سے اچھی طرح معلوم ہوجاتا ہے کہ قیامت کا دن کس قدر ہولناک ہوگا اور یہ کہ حضرت ابراہیم اللہ سے کس قدر حیا فرماتے ہیں اور اللہ کے سامنے شرمندہ ہونے سے کس قدر خائف ہیں اور یہ خوف اپنی تقصیر کی وجہ سے ہے کہ وہ ایک معزز نبی ہیں۔ نیز حضرت کی اس دعا سے ” جبکہ نہ مال کوئی فادئہ دے نہ اولاد ، بجز اس کے کہ کوئی قلب سلیم لے کر اللہ کے حضور حاضر ہو۔ “ معلوم ہوتا ہے کہ حضرت ابراہیم (علیہ السلام) نے یوم قیامت کی ذمہ داریوں کو کس قدر تفصیل کے ساتھ سمجھ لیا تھا۔ نیز آپ نے دنیاوی اقدار اور اسلامی اقدار کو بھی اچھی طرح سمجھ لیا تھا۔ کیونکہ یوم القیامہ میں وہی کامیاب ہوگا جو اخلاص کے ساتھ آئے اور اس کا دل اللہ کے لئے ہوجائے اور اس کے اندر دنیا کا کوئی بت یا مقصد نہ ہو۔ ہر بیماری سے پاک ہو ، ہر مفاد سے پاک ہو ، ہر قسم کی خواہشات اور انحرافات سے پاک ہو۔ اللہ کے سوا کسی اور الہ و معبود سے اس کا کوئی تعلق نہ ہو۔ یہ ہے قلب کی سلامتی جس کا اسلام اور قیامت میں کوئی وزن ہوگا۔\nیوم لاینفع مال ولابنون (26 : 88) ” جبکہ نہ مال کوئی فائدہ دے گا نہ اولاد۔ “ دنیا کی کوئی قدر اور کوئی ترجیح اس دن مفید مطلب نہ ہوگی حالانکہ اس دنیا میں ان مطالب اور ترجیحات کے پیچھے انسان کتوں کی طرح دوڑتے ہیں لیکن آخرت کے ترازو میں یہ ترجیحات بےوزن ہیں۔\nاب یہاں قیامت کے مناظر میں سے ایک منظر آتا ہے۔ وہ دن جس سے حضرت ابراہیم اس قدر خائف ہیں تو وہ دیکھو وہ دن نمودار ہوا۔ حضرت ابراہیم ابھی ہاتھ اٹھائے ہوئے ہیں اور سدت بدعا ہیں کہ منظر پر اس دن کا نقشہ نمودار ہوتا ہے۔",
  "ayah": 88,
  "surah": 26
}
