{
  "text": "يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (1)افتتاح السورة بخطاب النبي صلى الله عليه وسلم وندائه بوصفه مُؤذِنٌ بأن الأهم من سوق هذه السورة يتعلق بأحوال النبي صلى الله عليه وسلم وقد نودي فيها خمس مرات في افتتاح أغراض مختلفة من التشريع بعضها خاص به وبعضها يتعلق بغيره وله ملابسة له .فالنداء الأول : لافتتاح غرض تحديد واجبات رسالته نحو ربه .والنداء الثاني : لافتتاح غرض التنويه بمقام أزواجه واقترابه من مقامه .والنداء الثالث : لافتتاح بيان تحديد تقلبات شؤون رسالته في معاملة الأمة .والنداء الرابع : في طالعَة غرض أحكام تزوجه وسيرته مع نسائه .والنداء الخامس : في غرض تبليغه آداب النساء من أهل بيته ومن المؤمنات .فهذا النداء الأول افتتح به الغرض الأصلي لبقية الأغراض وهو تحديد واجبات رسالته في تأدية مراد ربه تعالى على أكمل وجه دون أن يفسد عليه أعداء الدين أعماله ، وهو نظير النداء الذي في قوله { يا أيها الرسول بلغ ما أنزل إليك من ربك } [ المائدة : 67 ] الآية ، وقوله : { يا أيها الرسول لا يحزنك الذين يسارعون في الكفر } [ المائدة : 41 ] الآيات .ونداء النبي عليه الصلاة والسلام بوصف النبوءة دون اسمه العلم تشريف له بفضل هذا الوصف ليُربأ بمقامه عن أن يخاطب بمثل ما يخاطب به غيره ولذلك لم يناد في القرآن بغير { يا أيها النبي } أو { يا أيها الرسول } [ المائدة : 67 ] بخلاف الإخبار عنه فقد يجيء بهذا الوصف كقوله { يوم لا يُخزِي الله النبي } [ التحريم : 8 ] { وقال الرسول يا رب } [ الفرقان : 30 ] { قل الأنفال لله والرسول } [ الأنفال : 1 ] { النبي أولى بالمؤمنين من أنفسهم } [ الأحزاب : 6 ] ، ويجيء باسمه العلم كقوله { ما كان محمدٌ أبا أحد من رجالكم } [ الأحزاب : 40 ] .وقد يتعين إجراء اسمه العلم ليوصف بعده بالرسالة كقوله تعالى { محمد رسولُ الله } [ الفتح : 29 ] وقوله { وما محمد إلا رسولٌ } [ آل عمران : 144 ] . وتلك مقامات يقصد فيها تعليم الناس بأن صاحب ذلك الاسم هو رسول الله ، أو تلقين لهم بأن يسمُّوه بذلك ويدْعوه به ، فإن علم أسمائه من الإيمان لئلا يلتبس بغيره ، ولذلك قال رسول الله صلى الله عليه وسلم « لي خمسة أسماءٍ : أنا محمد ، وأنا أحمد ، وأنا الماحي الذي يمحو الله بي الكفر ، وأنا الحاشر الذي يحشر الناس على قدمي ، وأنا العاقب » تعليماً للأمة . وقد أنهى أبو بكر ابن العربي أسماء النبي صلى الله عليه وسلم إلى سبعة وستين وأنهاها السيوطي إلى ثلاثمائة . وذكر ابن العربي أن بعض الصوفية قال : أسماء النبي ألفَا اسم كما سيأتي عند قوله تعالى : { يأيها النبي إنا أرسلناك شاهداً ومبشراً ونذيراً } [ الأحزاب : 45 ] .والأمر للنبيء بتقوى الله توطئة للنهي عن اتّباع الكافرين والمنافقين ليحصل من الجملتين قصرُ تقواه على التعلق بالله دون غيره ، فإن معنى { لا تطع } مرادف معنى : لاَ تَتَّققِ الكافرين والمنافقين ، فإن الطاعة تقوى؛ فصار مجموع الجملتين مفيداً معنى : يأيها النبي لا تتق إلا الله ، فعدل عن صيغة القصر وهي أشهر في الكلام البليغ وأوجز إلى ذكر جملتي أمر ونهي لقصد النص على أنه قصر إضافي أريد به أن لا يطيع الكافرين والمنافقين لأنه لو اقتصر على أن يُقال : لا تتق إلا الله لما أصاخت إليه الأسماع إصاخة خاصة لأن تقوى النبي صلى الله عليه وسلم ربه أمر معلوم ، فسلك مسلك الإطناب لهذا ، كقول السموْأل :تَسِيل على حدّ الظُبات نفوسنا ... وليستْ على غير الظُبات تسيلفجاء بجملتي إثبات السيلان يِقَيْدٍ ونفيه في غير ذلك القيد للنص على أنهم لا يكرهون سيلان دمائهم على السيوف ولكنهم لا تسيل دماؤهم على غير السيوف .فإن أصل صيغة القصر أنها مختصرة من جملتي إثبات ونفي ، ولكون هذه الجملة كتكملة للتي قبلها عطفت عليها لاتحاد الغرض منهما . وقد تعين بهذا أن الأمر في قوله { اتّققِ الله } والنهي في قوله { ولا تُطِععِ الكافرين والمنافقين } مستعملان في طلب الاستمرار على ما هو ملازم له من تقوى الله ، فأشعر ذلك أن تشريعاً عظيماً سيلقى إليه لا يخلو من حرج عليه فيه وعلى بعض أمته ، وأنه سيلقى مطاعن الكافرين والمنافقين .وفائدة هذا الأمر والنهي التشهير لهم بأن النبي صلى الله عليه وسلم لا يقبل أقوالهم ليَيْأسوا من ذلك لأنهم كانوا يدبرون مع المشركين المكايد ويظهرون أنهم ينصحون النبي صلى الله عليه وسلم ويلحّون عليه بالطلبات نصحاً تظاهراً بالإسلام .والمراد بالكافرين المجاهرون بالكفر لأنه قوبل بالمنافقين ، فيجوز أن يكونوا المشركين كما هو غالب إطلاق هذا الوصف في القرآن والأنسبُ بما سيعقبه من قوله { مَا جَعَلَ الله لِرَجُللٍ مِنْ قَلْبَيْن في جوفه } [ الأحزاب : 4 ] إلى آخر أحكام التبنِّي ، والموافق لما روي في سبب نزولها على ضعف فيه سنبينه؛ ويجوز أن يكونوا اليهودَ كما يقتضيه ما يروى في سبب النزول ، ولو حمل على ما يعمّ نوعي الكافرين المجاهرين لم يكن بعيداً .والطاعة : العمل على ما يأمر به الغير أو يشير به لأجل إجابة مرغوبة . وماهيتها متفاوتة مقول عليها بالتشكيك ، ووقوع اسمها في سياق النهي يقتضي النهي عن كل ما يتحقق فيه أدنى ماهيتها ، مثل أن يعدل عن تزوج مُطَلَّقة متبناه لقول المنافقين : إن محمداً ينهَى عن تزوج نساء الأبناء وتزوج زوج ابنه زيد بن حارثة ، وهو المعنى الذي جاء فيه قوله تعالى : { وتَخشى الناسَ والله أحق أن تَخشاه } [ الأحزاب : 37 ] ، وقوله : { ولا تطِع الكافرين والمنافقين ودَعْ أذاهم } [ الأحزاب : 48 ] عقب قضية امرأة زيد . ومثل نقض ما كان للمشركين من جعل الظهار موجباً مصير المظاهرَة أُمًّا للمُظاهِر حراماً عليه قربانها أبداً ، ولذلك أردفت الجملة بجملة { إن الله كان عليماً حكيماً } تعليلاً للنهي .والمعنى : أن الله حقيق بالطاعة له دون الكافرين والمنافقين لأنه عليم حكيم فلا يأمر إلا بما فيه الصلاح .ودخول { إنّ } على الجملة قائم مقام فاء التعليل ومغننٍ غناءها على ما بُيّن في غير موضع ، وشاهده المشهور قول بشار :بَكِّرَا صَاحِبَيّ قبل الهجيرإن ذاك النجاحَ في التبكيروقد ذكر الواحدي في «أسباب النزول» والثعلبي والقشيري والماوردي في «تفاسيرهم» : أن قوله تعالى { ولا تُطِععِ الكافرين والمنافقين } نزل بسبب أنه بعد وقعة أُحُد جاء إلى المدينة أبو سفيان بن حرب وعكرمة بن أبي جهل وأبو الأعور السُّلَمي عَمرُو بن سفيان من قريش وأذن لهم رسول الله صلى الله عليه وسلم بالأمان في المدينة وأن ينزلوا عند عبد الله بن أبيّ ابن سلول ثم جاءوا إلى رسول الله صلى الله عليه وسلم مع عبد الله بن أُبيّ ومعتِّب بن قُشير ، والجدّ بن قيس ، وطمعةَ بن أُبَيْرِق فسألوا رسول الله أن يترك ذكر آلهة قريش ، فغضب المسلمون وهَمّ عُمر بقتل النفر القرشيين ، فمنعه رسول الله لأنه كان أعطاهم الأمان ، فأمرهم أن يخرجوا من المدينة فنزلت هذه الآية ، أي : اتق الله في حفظ الأمان ولا تطع الكافرين وهم النفر القرشيون والمنافقين وهم عبد الله بن أبّي ومن معه . وهذا الخبر لا سند له ولم يعرج عليه أهل النقد مثل الطبري وابن كثير .",
  "ayah": 1,
  "surah": 33
}
