{
  "text": "وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا (13)والمراد بالطائفة الذين قالوا : { يا أهل يثرب لا مقامَ لكم فارجعوا } عبدُ الله بن أبيِّ ابنُ سَلول وأصحابُه . كذا قال السدي . وقال الأكثر : هو أوس بن قَيظي أحدُ بني حارثة ، وهو والد عَرابة بن أوس الممدوح بقول الشمّاخ :رأيت عرابةَ الأوْسيَّ يسمو ... إلى الخيرات منقطع القرينفي جماعة من منافقي قومه . والظاهر هو ما قاله السُدّي لأن عبد الله بن أبَيّ رأس المنافقين ، فهو الذي يدعو أهل يثرب كلّهم .وقوله { لا مقام لكم } قرأه الجمهور بفتح الميم وهو اسم لمكان القيام ، أي : الوجود . وقرأه حفص عن عاصم بضم الميم ، أي : محلّ الإقامة . والنفي هنا بمعنى نفي المنفعة فلما رأى هذا الفريق قلة جدوى وجودهم جعلها كالعدم ، أي لا فائدة لكم في ذلك ، وهو يروم تخذيل الناس كما فعل يوم أُحُد .و { يثرب } : اسم مدينة الرسول ، وقال أبو عبيدة يثرب : اسم أرض والمدينة في ناحية منها ، أي : اسم أرض بما فيها من الحوائط والنخل والمدينة في تلك الأرض . سميت باسم يثرب من العمالقة ، وهو يثرب بن قانية الحفيد الخامس لإرَم بن سام بن نوح . وقد روي عن البراء بن عازب وابن عباس أن النبي نهى عن تسميتها يثرب وسماها طَابة .وفي قوله { يا أهل يثرب لا مقام لكم } محسِّنٌ بديعيّ ، وهو الاتِزان لأن هذا القول يكون منه مصراع من بحر السريع من عَروضه الثانية المخبُولة المكشوفة إذ صارت مفعولات بمجموع الخبل والكشف إلى فَعَلن فوزنه مستفعلن مستفعلن فَعَلن .والمراد بقوله { فريق منهم } جماعة من المنافقين والذين في قلوبهم مرض ، وليسوا فريقاً من الطائفة المذكورة آنفاً ، بل هؤلاء هم أوس بن قيظي وجمع من عشيرته بني حارثة وكان بنو حارثة أكثرهم مسلمين وفيهم منافقون ، فجاء منافقوهم يعتذرون بأن منازلهم عورة ، أي : غير حصينة .وجملة { ويستأذن فريق } عطف على جملة { قالت طائفة } ، وجيء فيها بالفعل المضارع للإشارة إلى أنهم يلِحُّون في الاستئذان ويكررونه ويجددونه .والعورة : الثغر بين الجبلين الذي يتمكن العدو أن يتسرب منه إلى الحي ، قال لبيد :وأجَنَّ عوراتتِ الثغورِ ظَلامُها ... والاستئذان : طلب الإذن وهؤلاء راموا الانخذال واستحيَوا . ولم يذكر المفسرون أن النبي صلى الله عليه وسلم أذن لهم . وذكر أهل السير أن ثمانين منهم رجعوا دون إذنه . وهذا يقتضي أنه لم يأذن لهم وإلا لما ظهر تميزهم عن غيرهم ، وأيضاً فإن في الفعل المضارع من قوله { يستأذن } إيماء إلى أنه لم يأذن لهم وستَعلم ذلك ، ومنازل بني حارثة كانت في أقصى المدينة قرب منازل بني سَلِمة فإنهما كانا حيين متلازمين قال تعالى : { إذ همت طائفتان منكم أن تفشلا } [ آل عمران : 122 ] هما بنو حارثة وبنو سلمة في غزوة أُحُد . وفي الحديث : أن بني سَلِمة راموا أن ينقلوا منازلهم قرب المسجد فقال النبي صلى الله عليه وسلم « يا بني سلمة ألا تحتسبون آثاركم » أي خُطاكم . فهذا الفريق منهم يعتلُّون بأن منازلهم بعيدة عن المدينة وآطامها .والتأكيد بحرف { إنَّ } في قولهم { إن بيوتنا عورة } تمويه لإظهار قولهم { بيوتنا عورة } في صورة الصدق . ولما علموا أنهم كاذبون وأن النبي صلى الله عليه وسلم يعلم كذبهم جعلوا تكذيبه إياهم في صورة أنه يشك في صدقهم فأكدوا الخبر .وجملة { وما هي بعورة إلى قوله مسؤول } [ الأحزاب : 15 ] معترضة بين جملة { يستأذن فريق منهم } الخ وجملة { لنينفعكم الفرار } [ الأحزاب : 16 ] . فقوله : { وما هي بعورة } تكذيب لهم فإن المدينة كانت محصنة يومئذ بخندق وكان جيش المسلمين حارسها . ولم يقرن هذا التكذيب بمؤكد لإظهار أن كذبهم واضح غير محتاج إلى تأكيد .",
  "ayah": 13,
  "surah": 33
}
