{
  "text": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآَتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا (14)موقع هذه الآية زيادة تقرير لمضمون جملة { وما هي بعورة إنْ يريدون إلا فراراً } [ الأحزاب : 13 ] فإنها لتكذيبهم في إظهارهم التخوف على بيوتهم ، ومرادهم خذل المسلمين . ولم أجد فيما رأيت من كلام المفسرين ولا من أهل اللغة مَن أفصَحَ عن معنى ( الدُخول ) في مثل هذه الآية وما ذكروا إلاّ معنى الولوج إلى المكان مثل ولوج البيوت أو المدن ، وهو الحقيقة . والذي أراه أن الدخول كثر إطلاقه على دخول خاص وهو اقتحام الجيش أو المغيرين أرضاً أو بلداً لغزْو أهله ، قال تعالى : { وإذ قال موسى لقومه يا قوم اذكروا نعمة الله عليكم إذ جعل فيكم أنبياء وجعلكم ملوكا } إلى قوله : { يا قوم ادخلوا الأرض المقدَّسة التي كتب الله لكم ولا ترتدُّوا على أدباركم } [ المائدة : 21 ] ، وأنه يُعدّى غالباً إلى المغزوِّين بحرف على . ومنه قوله تعالى : { قال رجلان من الذين يخافون أنعَمَ الله عليهما ادْخُلوا عليهم الباب فإذا دخلتموه فإنكم غالبون } إلى قوله : { قالوا يا موسى إنّا لن ندخلها أبداً ما داموا فيها فاذهب أنت وربك فقاتلا } [ المائدة : 24 ] فإنه ما يصلح إلا معنى دخول القتال والحرب لقوله : { فإذا دخلتموه فإنكم غالبون } لظهور أنه لا يراد : إذا دخلتم دخول ضيافة أو تَجول أو تجسس ، فيفهم من الدخول في مثل هذا المقام معنى الغزو والفتح كما نقول : عام دخول التتار بغداد ، ولذلك فالدخول في قوله : { ولو دُخِلت عليهم } هو دخول الغزو فيتعين أن يكون ضمير { دُخلت } عائداً إلى مدينة يثرب لا إلى البيوت من قولهم { إن بيوتنا عورة } [ الأحزاب : 13 ] ، والمعنى : لو غُزِيت المدينة من جوانبها الخ . . .وقوله { عليهم } يتعلق ب { دُخلت } لأن بناء { دُخلت } للنائب مقتض فاعلاً محذوفاً . فالمراد : دخول الداخلين على أهل المدينة كما جاء على الأصل في قوله { ادخلوا عليهم الباب } في سورة العقود ( 23 ) .والأقطار : جمع قُطر بضم القاف وسكون الطاء وهو الناحية من المكان . وإضافة ( أقطار ) وهو جمع تفيد العموم ، أي : من جميع جوانب المدينة وذلك أشد هجوم العدوّ على المدينة كقوله تعالى : { إذ جاءوكم من فوقكم ومن أسفلَ منكم } [ الأحزاب : 10 ] . وأسند فعل { دُخلت } إلى المجهول لظهور أن فاعل الدخول قوم غزاة . وقد أبدى المفسرون في كيفية نظم هذه الآية احتمالات متفاوتة في معاني الكلمات وفي حاصل المعنى المراد ، وأقربها ما قاله ابن عطية على غموض فيه ، ويليه ما في «الكشاف» . والذي ينبغي التفسير به أن تكون جملة { ولو دُخلت عليهم } في موضع الحال من ضمير { يريدون } [ الأحزاب : 13 ] أو من ضمير { وما هي بعورة } زيادة في تكذيب قولهم { إن بيوتنا عورة } [ الأحزاب : 13 ] .والضمير المستتر في { دُخلت } عائد إلى المدينة لأن إضافة الأقطار يناسب المدن والمواطن ولا يناسب البيوت . فيصير المعنى : لو دَخَل الغزاة عليهم المدينة وهم قاطنون فيها .و { ثم } للترتيب الرتبي ، وكان مقتضى الظاهر أن يعطف بالواو لا ب { ثم } لأن المذكور بعد { ثم } هنا داخل في فعل شرط { لو } ووارد عليه جوابها ، فعدل عن الواو إلى { ثم } للتنبيه على أن ما بعد { ثم } أهم من الذي قبلها كشأن { ثم } في عطف الجُمل ، أي : أنهم مع ذلك يأتون الفتنة ، و { الفتنة هي أن يفتنوا المسلمين ، أي : الكيد لهم وإلقاء التخاذل في جيش المسلمين . ومن المفسرين من فسَّر الفتنة بالشرك ولا وجه له ومنهم من فسرها بالقتال وهو بعيد .والإتيان : القدوم إلى مكان . وقد أشعر هذا الفعل بأنهم يخرجون من المدينة التي كانوا فيها ليفتنوا المسلمين ، وضمير النصب في أتوها } عائد إلى { الفتنة والمراد مكانها وهو مكان المسلمين ، أي لأتوا مكانها ومظنتها . وضمير بها } للفتنة ، والباء للتعدية .وجملة { وما تلبثوا بها } عطف على جملة { لأتوها } . والتلبُّث : اللبث ، أي : الاستقرار في المكان وهو هنا مستعار للإبطاء ، أي ما أبطأوا بالسعي في الفتنة ولا خافوا أن تؤخذ بيوتهم . والمعنى : لو دَخلت جيوش الأحزاب المدينة وبقي جيش المسلمين خارجها أي مثلاً لأن الكلام على الفرض والتقدير وسأل الجيشُ الداخلُ الفريقَ المستأذنين أن يُلقوا الفتنة في المسلمين بالتفريق والتخذيل لخرجوا لذلك القصد مُسرعين ولم يثبطهم الخوف على بيوتهم أن يدخلها اللصوص أو ينهبها الجيش : إما لأنهم آمنون من أن يلقَوا سوءاً من الجيش الداخل لأنهم أولياء له ومعاونون ، فهم منهم وإليهم ، وإما لأن كراهتهم الإسلام تجعلهم لا يكترثون بنهب بيوتهم .والاستثناء في قوله { إلا يسيراً } يظهر أنه تهكم بهم فيكون المقصود تأكيد النفي بصورة الاستثناء . ويحتمل أنه على ظاهره ، أي إلا ريثما يتأملون فلا يطيلون التأمل فيكون المقصود من ذكره تأكيد قلة التلبّث ، فهذا هو التفسير المنسجم مع نظم القرآن أحسن انسجام .وقرأ نافع وابن كثير وأبو جعفر { لأتوها } بهمزة تليها مثناة فوقية ، وقرأ ابن عامر وأبو عمرو وعاصم وحمزة والكسائي ويعقوب وخلف { لآتوها } بألف بعد الهمزة على معنى : لأعطوها ، أي : لأعطوا الفتنة سائليها ، فإطلاق فعل { أتوها } مشاكلة لفعل { سُئِلوا } .",
  "ayah": 14,
  "surah": 33
}
