{
  "text": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا (20)لما ذُكر حال المنافقين والذين في قلوبهم مرض من فتنتهم في المسلمين وإذا هم حين مجيء جنود الأحزاب وحين زاغت الأبصار وبلغت القلوب الحناجر ثُني عنان الكلام الآن إلى حالهم حين أنعم الله على المسلمين بانكشاف جنود الأحزاب عنهم ، فأفاد بأن انكشاف الأحزاب حصل على حين غفلة من المنافقين فلذلك كانوا يشتدّون في ملام المسلمين ويسلِقُونَهم بألسنة حِدَادٍ على أن تَعرضوا للعدوّ الكثير ، وكان الله ساعتئذ قد هزم الأحزاب فانصرفوا وكفى الله المؤمنين شرهم ، وليس للمنافقين وساطة في ذلك . ولعلهم كانوا لا يودّون رجوع الأحزاب دون أن يأخذوا المدينة ، فتكون جملة { يحسبون } استئنافاً ابتدائياً مرتبطاً بقوله { اذكروا نعمة الله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحاً } [ الأحزاب : 9 ] الخ . . . جاء عوْداً على بدْءٍ بمناسبة ذكر أحوال المنافقين ، فإن قوله : { يحسبون الأحزاب لم يذهبوا } يؤذن بانهزام الأحزاب ورجوعهم على أعقابهم ، أي : وقع ذلك ولم يشعر به المنافقون . ويجوز أن يكون المعنى : أنهم كانوا يسلقون المؤمنين اعتزازاً بالأحزاب لأن الأحزاب حلفاء لقريظة وكان المنافقون أخلاّء لليهود فكان سلقُهم المسلمين في وقت ذهاب الأحزاب وهم لا يعلمون ذلك ولو علموه لخفَّضوا من شدتهم على المسلمين ، فتكون جملة { يحسبون } حالاً من ضمير الرفع في { سلقوكم } [ الأحزاب : 19 ] أي : فعلوا ذلك حاسبين الأحزاب محيطين بالمدينة ومعتزين بهم فظهرت خيبتهم فيما قدروا .وأما قوله { وإن يأت الأحزاب يودوا لو أنهم بادون في الأعراب } فهو وصف لِجبن المنافقين ، أي : لو جاء الأحزاب كَرَّة أخرى لأخذ المنافقون حيطتهم فخرجوا إلى البادية بين الأعراب القاطنين حول المدينة وهم غفار وأسلَمُ وغيرهم ، قال تعالى : { ما كان لأهل المدينة ومَن حولهم من الأعراب } [ التوبة : 120 ] الآية .والوُدّ هنا مستعمل كناية عن السعي لحصول الشيء المودود لأن الشيء المحبوب لا يمنع من تحصيله إلا مانع قاهر فهو لازم للودّ .والبادي : ساكن البادية . وتقدم عند قوله تعالى { سواءٌ العاكفُ فيه والبادِ } في سورة الحج ( 25 ) .والأعراب : هم سكان البوادي بالأصالة ، أي : يودُّوا الالتحاق بمنازل الأعراب ما لم يعجزوا لما دل عليه قوله عقبه { ولو كانوا فيكم ما قاتلوا إلا قليلاً } ، أي : فلو لم يستطيعوا ذلك فكانوا فيكم ما قاتلوا إلا قليلاً .و { لو } حرف يفيد التمني بعد فعل ودّ ونحوه . أنشد الجاحظ وعبد القاهر :يَودُّون لو خاطوا عليك جلودهم ... ولا تَمنع الموت النفوسُ الشحائحوتقدم عند قوله تعالى { يودّ أحدُهم لو يُعَمَّر ألف سنة } في سورة البقرة ( 96 ) .والسؤال عن الأنباء لقصد التجسس على المسلمين للمشركين وليسرّهم ما عسى أن يلحق المسلمين من الهزيمة .ومعنى { ولو كانوا فيكم ما قاتلوا إلا قليلاً } أنهم إذا فرض أن لا يتمكنوا من الخروج إلى البادية وبقُوا في المدينة مع المسلمين ما قاتلوا مع المسلمين إلا قتالاً قليلاً ، أي : ضعيفاً لا يُؤْبَه به ، وإنما هو تعلة ورياء ، وتقدم نظيره آنفاً .والأنباء : جمع نبأ وهو : الخبر المهم ، وتقدم عند قوله تعالى { ولقد جاءك من نبأ المرسلين } في سورة ( الأنعام 34 ) وقرأ الجمهور يسألون } بسكون السين فهمزة مضارع سأل . وقرأ رويس عن يعقوب { يَسَّاءلون } بفتح السين مشددة وألف بعدها الهمزة مضارع تساءل ، وأصله : يتساءلون أدغمت التاء في السين .",
  "ayah": 20,
  "surah": 33
}
