{
  "text": "لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَذَكَرَ اللَّهَ كَثِيرًا (21)بعد توبيخ المنافقين والذين في قلوبهم مرض أقبل الكلام على خطاب المؤمنين في عموم جماعتهم ثناء على ثباتهم وتأسّيهم بالرسول صلى الله عليه وسلم على تفاوت درجاتهم في ذلك الائتساء ، فالكلام خبر ولكن اقترانه بحرفي التوكيد في { لقد يومىء إلى تعريض بالتوبيخ للذين لم ينتفعوا بالإسوة الحسنة من المنافقين والذين في قلوبهم مرض فلذلك أتي بالضمير مجملاً ابتداء من قوله لكم ، } ثم فُصِّل بالبدل منه بقوله { لمن كان يرجو الله واليومَ الآخر وذكر الله كثيراً ، } أي : بخلاف لمن لم يكن كأولئك ، فاللام في قوله : { لمن كان يرجو الله } توكيد لللام التي في المبدل منه مثل قوله تعالى { تكون لنا عيدا لأوّلنا وآخرنا } [ المائدة : 114 ] ، فمعنى هذه الآية قريبٌ من معنى قوله تعالى في سورة براءة في قصة تبوك : { رَضُوا بأن يكونوا مع الخوالف وطُبع على قلوبهم فهم لا يفقهون لكن الرسول والذين آمنوا معه جاهدوا بأموالهم } [ التوبة : 87 ، 88 ] الآية .والإسوة بكسر الهمزة وضمها اسم لما يُؤتَسَى به ، أي : يُقتدى به ويُعمل مثل عمله . وحق الأسوة أن يكون المؤتسى به هو القدوة ولذلك فحرف { في } جاء على أسلوب ما يسمى بالتجريد المفيد للمبالغة إذ يجرد من الموصوف بصفة موصوف مثله ليكون كذاتين ، كقول أبي خالد الخارجي :وفي الرحمان للضعفاء كَاف ... أي الرحمان كاففٍ . فالأصل : رسولُ الله إسوة ، فقيل : في رسول الله إسوة . وجعل متعلقُ الائتساء ذاتَ الرسول دون وصف خاص ليشمل الائتساء به في أقواله بامتثال أوامره واجتناب ما ينهَى عنه ، والائتساءَ بأفعاله من الصبر والشجاعة والثبات . وقرأ الجمهور { إسوة } بكسر الهمزة . وقرأ عاصم بضم الهمزة وهما لغتان .و { لمن كان يرجو الله } بدل من الضمير في { لكم } بدل بعض من كل أو شبه الاشتمال لأن المخاطبين بضمير { لكم } يشتملون على من يرجون الله واليوم الآخر ، أو هو بدل مطابق إن كان المراد بضمير { لكم } خصوص المؤمنين ، وفي إعادة اللام في البدل تكثير للمعاني المذكورة بكثرة الاحتمالات وكل يأخذ حظه منها .فالذين ائتسوا بالرسول صلى الله عليه وسلم يومئذ ثبت لهم أنهم ممن يرجون الله واليوم الآخر وذكر الله كثيراً . وفيه تعريض بفريق من الذين صدّهم عن الائتساء به ممن كانوا منافقين أو في قلوبهم مرض من الشك في الدين .وفي الآية دلالة على فضل الاقتداء بالنبي صلى الله عليه وسلم وأنه الإسوة الحسنة لا محالة ولكن ليس فيها تفصيل وتحديد لمراتب الائتساء والواجب منه والمستحب وتفصيله في أصول الفقه . واصطلاحُ أهل الأصول على جعل التأسّي لقبَاً لاتِّباع الرسول في أعماله التي لم يطالب بها الأمة على وجه التشريع . وذكر القرطبي عن الخطيب البغدادي أنه روي عن عقبة بن حسان الهَجَري عن مالك بن أنس عن نافع عن ابن عمر : { لقد كان لكم في رسول الله أسوة حسنة } قال : في جوع النبي .",
  "ayah": 21,
  "surah": 33
}
