{
  "text": "يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا (32){ يانسآء النبى لَسْتُنَّ كَأَحَدٍ مِّنَ النسآء إِنِ اتقيتن }أعيد خطابهن من جانب ربهنّ وأعيد نداؤهن للاهتمام بهذا الخبر اهتماماً يخصُّه .وأحد : اسم بمعنى واحد مثل : { قل هو الله أحد } [ الإخلاص : 1 ] وهمزته بدل من الواو . وأصلهُ : وَحَد بوزن فَعَل ، أي متوحِّد ، كما قالوا : فَرَد بمعنى منفرد . قال النابغة يذكر ركوبه راحلته :كان رحلي وقد زال النهار بنا ... يوم الجليل على مستأنس وَحديُريد على ثور وحشي منفرد . فلما ثقل الابتداء بالواو شاع أن يقولوا : أَحد ، وأكثر ما يستعمل في سياق النفي ، قال تعالى : { فما منكم من أحد عنه حاجزين } [ الحاقة : 47 ] فإذا وقع في سياق النفي دل على نفي كل واحد من الجنس .ونفي المشابهة هُنا يراد به نفي المساواة مكنَّى به عن الأفضلية على غيرهنّ مثل نفي المساواة في قوله تعالى : { لا يستوي القاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله } [ النساء : 95 ] ، فلولا قصد التفضيل ما كان لزيادة { غير أولي الضرر } وجد ولا لسبب نزولها داع كما تقدم في سورة النساء ( 95 ) . فالمعنى : أنتُنَّ أفضل النساء ، وظاهره تفضيل لجملتهن على نساء هذه الأمة ، وسبب ذلك أنهن اتصَلْنَ بالنبي عليه الصلاة والسلام اتصالاً أقرب من كل اتصال وصرن أنيساته ملازمات شؤونه فيختصصن باطلاع ما لم يطلع عليه غيرُهن من أحواله وخلقه في المنشط والمكره ، ويتخلقن بخلقه أكثر مما يقتبس منه غيرهن ، ولأن إقباله عليهن إقبالٌ خاص ، ألا ترى إلى قوله : حُبِّب إليكم من دنياكم النساء والطيب ، وقال تعالى : { والطيبات للطيبين } [ النور : 26 ] . ثم إن نساء النبي عليه الصلاة والسلام يتفاضلن بينهن .والتقييد بقوله : { إن اتقيتن } ليس لقصد الاحتراز عن ضد ذلك وإنما هو إلْهاب وتحريض على الازدياد من التقوى ، وقريب من هذا المعنى قول النبي صلى الله عليه وسلم لحفصة : \" إن عبد الله يعني أخاها رجل صالح لو كان يَقوم من الليل \" فلما أبلغت حفصة ذلك عبد اللَّه بن عمر لم يترك قيام الليل بعد ذلك لأنه علم أن المقصود التحريض على القيام .وفعل الشرط مستعمل في الدلالة على الدوام ، أي إن دمتنّ على التقوى فإن نساء النبي صلى الله عليه وسلم مُتَّقِيات من قبلُ ، وجواب الشرط دل عليه ما قبله .واعلم أن ظاهر هذه الآية تفضيل أزواج النبي صلى الله عليه وسلم على جميع نساء هذه الأمة . وقد اختُلِف في التفاضل بين الزوجات وبين بنات النبي صلى الله عليه وسلم وعن الأشعري الوقف في ذلك ، ولعل ذلك لتعارض الأدلة السمعية ولاختلاف جهات أصول التفضيل الدينية والروحية بحيث يعسر ضبطها بضوابط . أشار إلى جملة منها أبو بكر بن العربي في «شرح الترمذي» في حديث رؤيا رجل من أصحاب النبي صلى الله عليه وسلم أنه رأى ميزاناً نزل من السماء فوُزن النبي صلى الله عليه وسلم وأبو بكر ، فرجح النبي صلى الله عليه وسلم ووُزن أبو بكر وعُمر فرجح أبو بكر ، ووُزن عمر وعثمان فرجح عُمر ، ثم رُفع الميزان .والجهات التي بنى عليها أبو بكر بن العربي أكثرها من شؤون الرجال . وليس يلزم أن تكون بنات النبي ولا نساؤه سواء في الفضل . ومن العلماء مَن جزموا بتفضيل بنات رسول الله صلى الله عليه وسلم على أزواجه وبخاصة فاطمة رضي الله عنها وهو ظاهر كلام التفتزاني في كتاب «المقاصد» . وهي مسألة لا يترتب على تدقيقها عمل فلا ينبغي تطويل البحث فيها .والأحسن أن يكون الوقف على { إن اتقيتن } ، وقوله { فلا تخضعن } ابتداء تفريع وليس هو جواب الشرط .فُرع على تفضيلهن وترفيع قدرهن إرشادُهُنّ إلى دقائق من الأخلاق قد تقع الغفلة عن مراعاتها لخفاء الشعور بآثارها ، ولأنها ذرائع خفية نادرة تفضي إلى ما لا يليق بحرمتهن في نفوس بعض ممن اشتملت عليه الأمة ، وفيها منافقوها .وابتدىء من ذلك بالتحذير من هيئة الكلام فإن الناس متفاوتون في لينه ، والنساءُ في كلامهن رقّة طبيعية وقد يكون لبعضهن من اللطافة ولِين النفس ما إذا انضمّ إلى لينها الجبليّ قرُبت هيئته من هيئة التَدلّل لقلة اعتياد مثله إلا في تلك الحالة . فإذا بدا ذلك على بعض النساء ظَنّ بعض من يُشافِهُها من الرجال أنها تتحبّب إليه ، فربما اجترأت نفسُه على الطمع في المغازلة فبدرت منه بادرة تكون منافية لحرمة المرأة ، بله أزواج النبي صلى الله عليه وسلم اللاتي هنّ أمهات المؤمنين .والخضوع : حقيقته التذلّل ، وأطلق هنا على الرقة لمشابهتها التذلل .والباء في قوله : { بالقول } يجوز أن تكون للتعدية بمنزلة همزة التعدية ، أي لا تُخضعن القول ، أي تَجعَلْنَه خاضعاً ذليلاً ، أي رقيقاً متفكّكا . وموقع الباء هنا أحسن من موقع همزة التعدية لأن باء التعدية جاءت من باء المصاحبة على ما بيّنه المحققون من النحاة أن أصل قولك : ذهبت بزيد ، أنك ذهبتَ مصاحباً له فأنت أذهبته معك ، ثم تنوسي معنى المصاحبة في نحو : { ذهب الله بنورهم } [ البقرة : 17 ] ، فلما كان التفكك والتزيين للقول يتبع تفكك القائل أسند الخضوع إليهن في صورة ، وأفيدت التعدية بالباء . ويجوز أن تكون الباء بمعنى ( في ) ، أي لا يكن منكُن لِين في القول .والنهي عن الخضوع بالقول إشارة إلى التحذير مما هو زائد على المعتاد في كلام النساء من الرقة وذلك ترخيم الصوت ، أي ليكن كلامكن جزلاً .والمرض : حقيقته اختلال نظام المزاج البدني من ضعف القوة ، وهو هنا مستعار لاختلال الوازع الديني مثل المنافقين ومن كان في أول الإيمان من الأَعراب ممن لم ترسخ فيه أخلاق الإسلام ، وكذلك من تخلّقوا بسوء الظن فيرمون المحصنات الغافلات المؤمنات ، وقضية إفك المنافقين على عائشة رضي الله عنها شاهد لذلك .وتقدم في قوله تعالى : { في قلوبهم مرض } في سورة البقرة ( 10 ) .وانتصب يطمَع } في جواب النهي بعد الفاء لأن المنهي عنه سبب في هذا الطمع .وحذف متعلِق { فيطمع } تنزهاً وتعظيماً لشأن نساء النبي صلى الله عليه وسلم مع قيام القرينة .وعَطْفُ { وقلن قولاً معروفاً } على { لا تَخْضَعْنَ بالقول بمنزلة الاحتراس لئلا يحسبن أن الله كلفهن بخفض أصواتهن كحديث السرار .والقول : الكلام .والمعروف : هو الذي يألفه الناس بحسب العُرففِ العام ، ويشمل القول المعروف هيئة الكلام وهي التي سيق لها المقام ، ويشمل مدلولاته أن لا ينتهرن من يكلمهن أو يسمعنه قولاً بذيئاً من باب : فليقل خيراً أو ليصمت . وبذلك تكون هذه الجملة بمنزلة التذييل .",
  "ayah": 32,
  "surah": 33
}
