{
  "text": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا (36)معظم الروايات على أن هذه الآية نزلت في شأن خِطبة زينب بنت جحش على زيد بن حارثة . قال ابن عباس : انطلق رسول الله صلى الله عليه وسلم يخطب على فتاهُ زيدٍ بن حارثة زينبَ بنتَ جحش فاستنكفت وأبت وأبى أخوها عبد الله بن جحش فأنزل الله تعالى : { وما كان لمؤمن ولا مؤمنة } الآية ، فتابعتْه ورضِيتَ لأن تزويج زينب بزيد بن حارثة كان قبل الهجرة فتكون هذه الآية نزلت بمكة ويَكون موقعها في هذه السورة التي هي مدنية إلحاقاً لها بها لمناسبة أن تكون مقدمة لذكر تزوج رسول الله صلى الله عليه وسلم زينبَ الذي يظهر أنه وقع بعد وقعة الأحزاب وقد علم الله ذلك من قبلُ فقدر له الأحوال التي حصلت من بعد .ووجود واو العطف في أول الجملة يقتضي أنها معطوفة على كلام نزل قبلها من سورة أخرى لم نقف على تعيينه ولا تعيين السورة التي كانت الآية فيها ، وهو عطف جملة على جملة لمناسبة بينهما .وروي عن جابر بن زيد أن سبب نزول هذه الآية : أن أم كلثوم بنت عقبة بن أبي مُعَيْط وكانت أول من هاجَرن من النساء وأنها وهبت نفسها للنبيء صلى الله عليه وسلم فزوجها من زيد بن حارثة ، بعد أن طلق زيْدٌ زينَب بنتَ جحش كما سيأتي قريباً ، فكرهت هي وأخوها ذلك وقالت : إنما أردت رسولَ الله فزوجني عبده ثم رضيت هي وأخوها بعد نزول الآية .والمناسبة تعقيب الثناء على أهل خصال هي من طاعة الله ، بإيجاب طاعة الله والرسول صلى الله عليه وسلم فلما أُعقب ذلك بما في الاتصاف بما هو من أمر الله مما يكسب موعوده من المغفرة والأجر ، وسوّى في ذلك بين الرجال والنساء ، أعقبه ببيان أن طاعة الرسول صلى الله عليه وسلم فيما يأمر به ويعتزم الأمرَ هي طاعة واجبة وأنها ملحقة بطاعة الله وأن صنفي الناس الذكور والنساء في ذلك سواء كما كانا سواء في الأحكام الماضية .وإقحام { كان } في النفي أقوى دلالة على انتفاء الحكم لأن فعل { كان } لدلالته على الكون ، أي الوجود يقتضي نفيُه انتفاء الكون الخاص برمته كما تقدم غير مرة .والمصدر المستفاد من { أن تكون لهم الخيرة } في محل رفع اسم { كان } المنفية وهي { كان } التامة .وقضاء الأمر تبيينه والإِعلام به ، قال تعالى : { وقضينا إليه ذلك الأمر أن دابر هؤلاء مقطوع مصبحين } [ الحجر : 66 ] .ومعنى { إذا قضى الله ورسوله } إذا عزم أمره ولم يجعل للمأمور خياراً في الامتثال ، فهذا الأمر هو الذي يجب على المؤمنين امتثاله احترازاً من نحو قوله للذين وجدهم يأبِرون نخلهم : «لو تركتموها لصلحت ثم قالوا تركناها فلم تصلح فقال : أنتم أعلم بأمور دنياكم» .ومن نحو ما تقدم في أول هذه السورة من همه بمصالحة الأحزاب على نصف ثمر المدينة ثم رجوعه عن ذلك لما استشار السعدْين ، ومن نحو أمرِه يوم بدر ، بالنزول بأدنى ماء من بدر فقال له الحباب بن المنذر : أهذا منزل أنزلكَه الله ليس لنا أن نتقدمه ولا نتأخر عنه ، أم هو الرأي والحرْب والمكيدة؟ قال : «بل هو الرأي والحرب والمكيدة» . قال : فإنَّ هذا ليس بمنزل فانهض بالناس حتى نأتي أدنى ماءٍ من القوم فننزِلَه ثم نُغَوِّرَ ما وراءه من القُلُب ثم نبني عليه حوضاً فنملأه ماء فنشرب ولا يشربوا . فقال رسول الله صلى الله عليه وسلم \" لقد أشرت بالرأي \" فنهض بالناس . وفي الحديث أن النبي صلى الله عليه وسلم كان في سفر وكان صائماً ، فلما غَربت الشمس قال لبلال : \" انْزلْ فاجدَحْ لنا \" فقال : يا رسول الله لو أمسيتَ . ثم قال : \" انزِل فاجدَح لنا \" فقال : يا رسول الله لو أمسيتَ إن عليك نهاراً ثم قال : «انزل فاجدَح» ، فنزل فجدح له في الثالثة فشرب . فمراجعة بلال رسول الله صلى الله عليه وسلم من أجل أنه علم أن الأمر غير عزم .وذكر اسم الجلالة هنا للإِيماء إلى أن طاعة الرسول عليه الصلاة والسلام طاعة للَّه ، قال تعالى : { من يطع الرسول فقد أطاع اللَّه } [ النساء : 80 ] . فالمقصود إذا قضى رسول الله أمراً كما تقدم في قوله تعالى : { فإن لله خمسه وللرسول } في سورة الأنفال ( 41 ) إذ المقصود : فإن للرسول خُمُسَه .و { الخيرة } : اسم مصدر تخير ، كالطِيرة اسم مصدر تَطَيَّر . قيل ولم يسمع في هذا الوزن غيرهما ، وتقدم في قوله تعالى : { ما كان لهم الخِيرة } في سورة القصص ( 68 ) .ومَن } تبعيضية و { أمرهم } بمعنى شأنهم وهو جنس ، أي أمورهم . والمعنى : ما كان اختيار بعض شؤونهم مِلْكاً يملكونه بل يتعين عليهم اتباع ما قضى الله ورسوله صلى الله عليه وسلم فلا خيرة لهم .و ( مؤمن ومؤمنة ) لمّا وقعا في حيز النفي يعُمّان جميع المؤمنين والمؤمنات فلذلك جاء ضميرها ضمير جمع لأن المعنى : ما كان لجمعهم ولا لكل واحد منهم الخِيرَة كما هو شأن العموم .وقرأ الجمهور { أن تكون } بمثناة فوقية لأن فاعله مؤنث لفظاً . وقرأه عاصم وحمزة والكسائي وخلف وهشام وابن عامر بتحتية لأن الفاعل المؤنث غيرَ الحقيقي يجوز في فعله التذكير ولا سيما إذا وقع الفصل بين الفعل وفاعله .وقوله : { ومن يعص الله ورسوله فقد ضل ضلالاً مبيناً } تذييل تعميم للتحذير من مخالفة الرسول عليه الصلاة والسلام سواء فيما هو فيه الخيرة أم كان عن عمد للهوى في المخالفة .",
  "ayah": 36,
  "surah": 33
}
