{
  "text": "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا (39)وفي قوله : الذين يبلغون } جيء بالموصول دون اسم الإشارة أو الضمير لما في هذه الصلة من إيماء إلى انتفاء الحرج عن الأنبياء في تناول المباح بأن الله أراد منهم تبليغ الرسالة وخشية الله بتجنب ما نهى عنه ولم يكلفهم إشقاق نفوسهم بترك الطيبات التي يريدونها ، ولا حجب وجدانهم عن إدراك الأشياء على ما هي عليه من حُسْن الحَسَن وقُبْح القَبيح ، ولا عن انصراف الرغبة إلى تناول ما حَسُن لديهم إذا كان ذلك في حدود الإِباحة ، ولا كلّفهم مراعاة ميول الناس ومصطلحاتهم وعوائدهم الراجعة إلى الحيدة بالأمور عن مناهجها فإن في تناولهم رغباتهم المباحة عوناً لهم على النشاط في تبليغ رسالات الله ، ولذلك عقب بقوله : { ولا يخشون أحداً إلا الله } ، أي لا يخشون أحداً خشية تقتضي فعل شيء أو تركه .ثم إن جملة { الذين يبلغون } إلى آخرها يجوز أن تكون في موضع الصفة للذين خلوا من قبل ، أي الأنبياء . وإذ قد علم أن النبي صلى الله عليه وسلم متبع ما أذِن الله له اتباعه من سُنّة الأنبياء قبله عُلم أنه متصف بمضمون جملة { الذين يبلغون رسالات الله ويخشونه ولا يخشون أحداً إلا الله } بحكم قياس المساواة ، فعلم أن الخشية التي في قوله : { وتخشى الناس } [ الأحزاب : 37 ] ليست خشية خَوف توجب ترك ما يكرهه الناس أو فعلَ ما يرغبونه بحيث يكون الناس محتسبين على النبي عليه الصلاة والسلام ولكنها توَقُّع أن يصدر من الناس وهم المنافقون ما يكرهه النبي عليه الصلاة والسلام ويدل لذلك قوله : { وكفى بالله حسيباً } ، أي الله حسيب الأنبياء لا غيره .هذا هو الوجه في سياق تفسير هذه الآيات ، فلا تسلك في معنى الآية مسلكاً يفضي بك إلى توهم أن النبي صلى الله عليه وسلم حصلت منه خشية الناس وأن الله عرّض به في قوله : { ولا يخشون أحداً إلا الله } تصريحاً بعد أن عرّض به تلميحاً في قوله : { وتخشى الناس } [ الأحزاب : 37 ] بل النبي عليه الصلاة والسلام لم يكترث بهم وأقدم على تزوج زينب ، فكل ذلك قبل نزول هذه الآيات التي ما نزلت إلا بعد تزوج زينب كما هو صريح قوله : { زوّجناكها } [ الأحزاب : 37 ] ولم يتأخر إلى نزول هذه الآية .وإظهار اسم الجلالة في مقام الإضمار في قوله : { وكفى بالله حسيباً } حيث تقدم ذكره لقصد أن تكون هذه الجملة جارية مجرى المثل والحِكمة .وإذ قد كان هذا وصف الأنبياء فليس في الآية مجال للاستدراك عليها بمسألة التقية في قوله تعالى : { إلا أن تتقوا منهم تقاة } [ آل عمران : 28 ] .",
  "ayah": 39,
  "surah": 33
}
