{
  "text": "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (48)جاء في مقابلة قوله : { وبشر المؤمنين } [ الأحزاب : 47 ] بقوله : { ولا تطع الكافرين والمنافقين } تحذيراً له من موافقتهم فيما يسألون منه وتأييداً لفعله معهم حين استأذنه المنافقون في الرجوع عن الأحزاب فلم يأذن لهم ، فنُهي عن الإِصغاء إلى ما يرغبونه فيترك ما أحلّ له من التزوّج ، أو فيعطي الكافرين من الأحزاب ثَمر النخل صلحاً أو نحو ذلك ، والنهي مستعمل في معنى الدوام على الانتهاء .وعلم من مقابلة أمر التبشير للمؤمنين بالنهي عن طاعة الكافرين والمنافقين أن الكافرين والمنافقين هم متعلَّق الإِنذار من قوله : { ونذيراً } [ الأحزاب : 45 ] لأن وصف «بشيراً» قد أخذ متعلّقه فقد صار هذا ناظراً إلى قوله : { ونذيراً } [ الأحزاب : 45 ] .وقوله : { ودع أذاهم } يجوز أن يكون فعل { دع } مراداً به أن لا يعاقبهم فيكون { دع } مستعملاً في حقيقته وتكون إضافة أذاهم من إضافة المصدر إلى مفعوله ، أي دع أذاك إياهم . ويجوز أن يكون { دع } مستعملاً مجازاً في عدم الاكتراث وعدممِ الاغتمام ، فما يقولونه مما يؤذي ويكون إضافة أذاهم من إضافة المصدر إلى فاعله ، أي لا تكترث بما يصدر منهم من أذىً إليك فإنك أجلّ من الاهتمام بذلك ، وهذا من استعمال اللفظ في حقيقته ومجازه . وأكثر المفسرين اقتصروا على هذا الاحتمال الأخير . والوجه : الحمل على كلا المعنيين ، فيكون الأمر بترك أذاهم صادقاً بالإِعراض عما يؤذون به النبي صلى الله عليه وسلم من أقوالهم ، وصادقاً بالكف عن الإِضرار بهم ، أي أن يترفع النبي صلى الله عليه وسلم عن مؤاخذتهم على ما يصدر منهم في شأنه ، وهذا إعراض عن أذى خاص لا عموم له ، فهو بمنزلة المعرف بلام العهد ، فليست آيات القتال بناسخة له .وهذا يقتضي أنه يترك أذاهم ويكلهم إلى عقاب آجل وذلك من معنى قوله : { شاهداً } [ الأحزاب : 45 ] لأنه يشهد عليهم بذلك كقوله : { فتول عنهم حتى حين وأبصرهم } [ الصافات : 174 175 ] .والتوكل : الاعتماد وتفويض التدبير إلى الله . وقد تقدم عند قوله تعالى : { فإذا عزمت فتوكل على الله } في سورة آل عمران ( 159 ) وقوله : { وعلى الله فتوكلوا إن كنتم مؤمنين } في سورة العقود ( 23 ) ، أي اعتمد على الله في تبليغ الرسالة وفي كفايته إياك شر عدوك ، فهذا ناظر إلى قوله : وداعياً إلى الله } [ الأحزاب : 46 ] .وقوله : { وكفى بالله وكيلاً } تذييل لجملة { وتوكل على الله } .والمعنى : فإن الله هو الوكيل الكافي في الوكالة ، أي المجزي من توكّل عليه ما وكله عليه فالباء تأكيد ، وتقدم قوله : { وكفى بالله وكيلاً } في سورة النساء ( 81 ) . والتقدير : كفى الله و { وكيلاً } تمييز .فقد جاءت هذه الجمل الطلبية مقابلة وناظرة للجمل الإِخبارية من قوله : { إنا أرسلناك شاهداً إلى وسراجاً منيراً } [ الأحزاب : 45 ، 46 ] فقوله : { وبشر المؤمنين } [ الأحزاب : 47 ] ناظراً إلى قوله : { ومبشراً } [ الأحزاب : 45 ] .وقوله : { ولا تطع الكافرين } ناظر إلى قوله : { ونذيراً } [ الأحزاب : 45 ] لأنه جاء في مقابلة بشارة المؤمنين كما تقدم .وقوله : { ودع أذاهم } ناظر إلى قوله : { شاهداً } [ الأحزاب : 45 ] كما علمت . وقوله : { وتوكل على الله } ناظر إلى قوله : { وداعياً إلى الله } [ الأحزاب : 46 ] . وأما قوله : { وسراجاً منيراً } [ الأحزاب : 46 ] فلم يذكَر له مقابل في هذه المطالب إلا أنه لما كان كالتذييل للصفات كما تقدم ناسب أن يقابله ما هو تذييل للمطالب ، وهو قوله : { وكفى بالله وكيلاً } . وهذا أقرب من بعض ما في «الكشاف» من وجوه المقابلة ومن بعض ما للآلوسي فانظرهما واحكم .",
  "ayah": 48,
  "surah": 33
}
