{
  "text": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آَتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (50){ ياأيها النبى إِنَّآ أَحْلَلْنَا لَكَ أزواجك اللاتى ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ الله عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عماتك وَبَنَاتِ وبنَاتِ خَالِكَ وَبَنَاتِ خَالاَتِكَ اللاَّتِى هَاجَرْنَ مَعَكَ وامْرَأَةً مُّؤمِنَةً إن وَهَبَتْ نَفْسَهَا للنَّبِىِّ إنْ أَرَادَ النَّبِىُّ أن يَسْتَنكِحَهَا خَالِصَةً لَكَ مِن دُونِ المُؤمِنِينَ } .نداء رابع خوطب به النبي صلى الله عليه وسلم في شأن خاص به هو بيان ما أحلّ له من الزوجات والسراري وما يزيد عليه وما لا يزيد مما بعضه تقرير لتشريع له سابق وبعضه تشريع له للمستقبل ، ومما بعضه يتساوى فيه النبي عليه الصلاة والسلام مع الأمة وبعضه خاص به أكرمه الله بخصوصيته مما هو توسعة عليه ، أو مما روعي في تخصيصه به علوّ درجته .ولعل المناسبة لورودها عقب الآيات التي قبلها أنه لما خاض المنافقون في تزوّج النبي صلى الله عليه وسلم زينب بنتتِ جحش وقالوا : تزوج من كانت حليلة متبنّاه ، أراد الله أن يجمع في هذه الآية مَن يحل للنبيء تزوجهن حتى لا يقع الناس في تردد ولا يفتنهم المرجفون . ولعل ما حدث من استنكار بعض النساء أن تهدي المرأة نفسها لرجل كان من مناسبات اشتمالها على قوله : { وامرأة مؤمنة إن وهبت نفسها للنبيء } الآية ، ولذلك جمعت الآية تقرير ما هو مشروع وتشريع ما لم يكن مشروعاً لتكون جامعة للأحوال ، وذلك أوعب وأقطع للتردد والاحتمال .فأما تقرير ما هو مشروع فذلك من قوله تعالى : { إنا أحللنا لك أزواجك التي آتيت أجورهن } إلى قوله : { وبنات خالاتك } ، وأما تشريع ما لم يكن مشروعاً فذلك من قوله : { التي هاجرن معك } إلى قوله : { ولا أن تبدل بهن من أزواج } [ الأحزاب : 52 ] .فقوله تعالى : { إنا أحللنا لك أزواجك } خبر مُراد به التشريع . ودخول حرف ( إنّ ) عليه لا ينافي إرادة التشريع إذ موقع ( إنَّ ) هنا مجرد الاهتمام ، والاهتمام يناسب كلاّ من قصد الإِخبار وقصدِ الإِنشاء ، ولذلك عُطفت على مفعول { أحللنا } معطوفات قيدت بأوصاف لم يكن شرعها معلوماً من قبل وذلك في قوله : { وبنات عمك } وما عطف عليه باعتبار تقييدهن بوصف { الاتي هاجرن معك } ، وفي قوله : { وامرأة مؤمنة إن وهبت نفسها } باعتبار تقييدها بوصف الإِيمان وتقييدها ب«إن وهبت نفسها للنبي وأراد النبي أن يستنكحها» . هذا تفسير الآية على ما درج عليه المفسرون على اختلاف قليل بين أقوالهم .وعندي : أن الآية امتنان وتذكير بنعمة على النبي صلى الله عليه وسلم وتؤخذ من الامتنان الإِباحة ويؤخذ من ظاهر قوله : { لا يحل لك النساء من بعد } [ الأحزاب : 52 ] الاقتصار على اللاتي في عصمته منهن وقت نزول الآية ، ولتكون هذه الآية تمهيداً لقوله تعالى : { لا يحل لك النساء من بعد } الخ .وسيجيء ما لنا في معنى قوله : { من بعدُ } وما لنا في موضع قوله { إن أراد النبي أن يستنكحها } .ومعنى { أحللنا لك } الإِباحة له ، ولذلك جاءت مقابلته بقوله عقب تعداد المحلّلات له { لا يحل لك النساء من بعد } .وإضافة أزواج إلى ضمير النبي صلى الله عليه وسلم تفيد أنّهن الأزواج اللاتي في عصمته ، فيكون الكلام إخباراً لتقرير تشريع سابق ومسوقاً مساق الامتنان ، ثم هو تمهيد لما سيتلوه من التشريع الخاص بالنبي صلى الله عليه وسلم من قوله : { اللاتي هاجرن معك } إلى قوله : { لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج } [ الأحزاب : 52 ] . وهذا هو الوجه عندي في تفسير هذه الآية .وحكى ابن الفرس عن الضحاك وابن زيد أن المعنى بقوله : { أزواجك اللاتي آتيت أجورهن } أن الله أحلّ له أن يتزوج كل امرأة يُصدقها مهرها فأباح له كل النساء ، وهذا بعيد عن مقتضى إضافة أزواج إلى ضميره . وعن التعبير ب { آتيت أجورهن } بصيغة المضيّ . واختلف أهل التأويل في محمل هذا الوجه مع قوله تعالى في آخر الآية : { لا يحل لك النساء من بعد } فقال قوم : هذه ناسخة لقوله : { لا يحل لك النساء من بعد } ولو تقدمت عليها في التلاوة . وقال آخرون : هي منسوخة بقوله : { لا يحل لك النساء من بعد } .و { اللاتي آتيت أجورهن } صفة ل { أزواجك } ، أي وهن النسوة اللاتي تزوجتهن على حكم النكاح الذي يعم الأمة ، فالماضي في قوله : { آتيت أجورهن } مستعمل في حقيقته . وهؤلاء فيهن من هن من قراباته وهن القرشيات منهن : عائشة ، وحفصة ، وسودة ، وأم سلمة ، وأم حبيبة ، وفيهن من لسن كذلك وهنّ : جويرية من بني المصطلق ، وميمونة بنت الحارث من بني هلال ، وزينب أم المساكين من بني هلال ، وكانت يومئذٍ متوفاة ، وصفية بنت حيي الإِسرائيلية .وعطف على هؤلاء نسوة أخر وهنّ ثلاثة أصناف :«الصنف الأول» : ما ملكت يمينه مما أفاء الله عليه ، أي مما أعطاه الله من الفيء ، وهو ما ناله المسلمون من العدوّ بغير قتال ولكن تركَه العدو ، أو مما أعطي للنبيء صلى الله عليه وسلم مثل مارية القبطية أمّ ابنه إبراهيم فقد أفاءها الله عليه إذ وهبها إليه المقوقس صاحب مصر ، وإنما وهبها إليه هدية لمكان نبوءته فكانت بمنزلة الفيء لأنها ما لوحظ فيها إلا قصد المسالمة من جهة الجوار ، إذ لم تكن له مع الرسول صلى الله عليه وسلم سابق صحبة ولا معرفة ، والمعروف أن النبي صلى الله عليه وسلم لم يتسرّ غير مارية القبطية . وقيل : إنه تسرى جارية أخرى وهبتها له زوجه زينبُ ابنة جحش ولم يثبت . وقيل أيضاً : إنه تسرى ريحانَة من سبي قريظة اصطفاها لنفسه ولا تشملها هذه الآية لأنها ليست من الفيء ولكن من المغنم إلا أن يراد ب { مما أفاء الله عليك } المعنى الأعم للفيء وهو ما يشمل الغنيمة .وهذا الحكم يشركه فيه كثير من الأمة من كل من أعطاه أميره شيئاً من الفيء ، كما قال تعالى : { ما أفاء اللَّه على رسوله من أهل القرى فللَّه وللرسول ولذي القربى واليتامى والمساكين وابن السبيل } [ الحشر : 7 ] فمن أعطاه الأمير من هؤلاء الأصناف أمة من الفيء حلّت له .وقوله : { مما أفاء الله عليك } وصف لما ملكت يمينك وهو هنا وصف كاشف لأن المراد به مارية القبطية ، أو هي وريحانة إن ثبت أنّه تسراها .«الصنف الثاني» : نساء من قريب قرابته صلى الله عليه وسلم من جهة أبيه أو من جهة أمه مؤمنات مهاجرات . وأغنى قوله : { هاجرن معك } عن وصف الإِيمان لأن الهجرة لا تكون إلا بعد الإِيمان ، فأباح الله للنبيء عليه الصلاة والسلام أن يتزوج من يشاء من نساء هذا الصنف بعقد النكاح المعروف ، فليس له أن يتزوج في المستقبل امرأة من غير هذا الصنف المشروط بشرط القرابة بالعمومة أو الخؤولة وشرط الهجرة . وعندي : أن الوصفين ببنات عمه وعمّاته وبناتتِ خاله وخالاته ، وبأنهن هاجَرْن معه غير مقصود بهما الاحتراز عمن لسن كذلك ولكنه وصف كاشف مسوق للتنويه بشأنهن .وخص هؤلاء النسوة من عموم المنع تكريماً لشأن القرابة والهجرة التي هي بمنزلة القرابة لقوله تعالى : { والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا } [ الأنفال : 72 ] . وحكم الهجرة انقضى بفتح مكة . وهذا الحكم يتجاذبه الخصوصية للرسول صلى الله عليه وسلم والتعميم لأمته ، فالمرأة التي تستوفي هذا الوصف يجوز للرسول عليه الصلاة والسلام ولأمته الذين تكون لهم قرابة بالمرأة كهذه القرابة تزوجُ أمثالها ، والمرأة التي لم تستوف هذا الوصف لا يجوز للرسول عليه الصلاة والسلام تزوجها ، وهو الذي درج عليه الجمهور ، ويؤيده خبر روي عن أمّ هاني بنت أبي طالب . وقال أبو يوسف : يجوز لرجال أمته نكاح أمثالها . وباعتبار عدم تقييد نساء الرسول صلى الله عليه وسلم بعدد يكون هذا الإطلاق خاصاً به دون أمته إذ لا يجوز لغيره تزوج أكثر من أربع .وبنات عمّ النبي صلى الله عليه وسلم هن بنات إخوة أبيه مثل : بنات العباس وبنات أبي طالب وبنات أبي لهب . وأما بنات حمزة فإنهن بنات أخ من الرضاعة لا يحللن له ، وبناتُ عماته هن بنات عبد المطلب مثل زينب بنت جحش التي هي بنت أميمة بنت عبد المطلب .وبناتُ خاله هنّ بنات عبد مناف بن زُهرة وهن أخوال النبي صلى الله عليه وسلم عبد يغوث بن وهب أخو آمنة ، ولم يذكروا أن له بنات ، كما أني لم أقف على ذكر خالة لرسول الله فيما رأيت من كتب الأنساب والسير . وقد ذكر في «الإصابة» فريعة بنتَ وهب وذكروا هالة بنت وهب الزهرية إلا أنها لكونها زوجةَ عبد المطلب وابنتها صفية عمة رسول الله فقد دخلت من قبل في بنات عمه .وإنما أُفرد لفظ ( عم ) وجُمع لفظ ( عمات ) لأن العم في استعمال كلام العرب يطلق على أخي الأب ويطلق على أخي الجد وأخي جد الأب وهكذا فهم يقولون : هؤلاء بنو عم أو بنات عم ، إذا كانوا لعم واحد أو لعدة أعمام ، ويفهم المراد من القرائن . قال الراجز أنشده الأخفش :ما بَرئتْ من ريبة وذمّ ... في حربنا إلا بناتُ العمّوقال رؤبة بن العجاج :قالت بنات العم يا سلمى وإنْ ... كان فقيراً مُعدماً قالت وإنْفأما لفظ ( العمة ) فإنه لا يراد به الجنس في كلامهم ، فإذا قالوا : هؤلاء بنو عمةٍ ، أرادوا أنهم بنو عمةٍ معيّنة ، فجيء في الآية : { عماتك } جمعاً لئلا يفهم منه بنات عمة معينة . وكذلك القول في إفراد لفظ ( الخال ) من قوله : { بنات خالك } وجمع الخالة في قوله : { وبنات خالاتك } .وقال قوم : المراد ببنات العم وبنات العمات : نساء قريش ، والمراد ببنات الخال : النساء الزهريات ، وهو اختلاف نظري محض لا ينبني عليه عمل لأن النبي قد عُرفت أزواجه .وقوله : { اللاني هاجرن معك } صفة عائدة إلى { بنات عمك وبنات عماتك وبنات خالك وبنات خالاتك } كشأن الصفة الواردة بعد مفردات ، وهو شرط تشريع لم يكن مشروطاً من قبل .والمعية في قوله : { اللاتي هاجرن معك } معية المقارنة في الوصف المأخوذ من فعل { هاجرن } فليس يلزم أن يكنَّ قد خرجْنَ مصاحبات له في طريقه إلى الهجرة .«الصنف الثالث» : امرأة تَهب نفسها للنبيء صلى الله عليه وسلم أي تجعل نفسها هبة له دون مهر ، وكذلك كان النساء قبل الإسلام يفعلن مع عظماء العرب ، فأباح الله للنبيء أن يتخذها زوجة له بدون مهر إذا شاء النبي صلى الله عليه وسلم ذلك ، فهذا حقيقة لفظ { وهبت } ، فالمراد من الهبة : تزويج نفسها بدون عوض ، أي بدون مهر ، وليست هذه من الهبة التي تستعمل في صيغ النكاح إذا قارنها ذكر صداق لأن ذلك اللفظ مجاز في النكاح بقرينة ذكر الصداق ويصح عقد النكاح به عندنا وعند الحنفية خلافاً للشافعي .فقوله : { وامرأة } عطف على { أزواجك } . والتقدير : وأحللنا لك امرأة مؤمنة .والتنكير في { امرأة } للنوعية : والمعنى : ونُعلمك أنا أحللنا لك امرأة مؤمنة بقيد أن تهب نفسها لك وأن تريد أن تتزوجها فقوله : { للنبيء } في الموضعين إظهار في مقام الإِضمار . والمعنى : إن وهبتْ نفسها لك وأردتَ أن تنكحها . وهذا تخصيص من عموم قوله : { وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك } فإذا وهبت امرأة نفسها للنبيء صلى الله عليه وسلم وأراد نكاحها جاز له ذلك بدون ذينك الشرطين ولأجل هذا وصفت { امرأة } ب { مؤمنة } ليعلم عدم اشتراط ما عدا الإيمان . وقد عُدّت زينب بنت خُزيمة الهلالية وكانت تدعى في الجاهلية أمَّ المساكين في اللاتي وهبن أنفسهن ، ولم تلبث عنده زينب هذه إلا قليلاً فتوفيت وكان تزوجها سنة ثلاث من الهجرة فليست مما شملته الآية .ولم يثبت أن النبي صلى الله عليه وسلم تزوج غيرها ممن وهبت نفسها إليه وهن : أم شريك بنت جابر الدوسية واسمها عزية ، وخولة بنت حكيم عرضت على رسول الله صلى الله عليه وسلم نفسها فقالت عائشة : أما تستحيي المرأة أن تهب نفسها للرجل ، وامرأة أخرى عرضت نفسها على النبي صلى الله عليه وسلم روى ثابت البناني عن أنس قال : «جاءت امرأة إلى رسول الله فعرضت عليه نفسها فقالت : يا رسول الله ألك حاجة بي؟ فقالت ابنةُ أنس وهي تسمع إلى رواية أبيها : ما أقل حياءها وَاسَوأتاه واسوأتاه . فقال أنس : هي خير منك رغبت في النبي فعرضت عليه نفسها» . وعن سهل بن سعد أن امرأة عرضت نفسها على النبي صلى الله عليه وسلم فلم يجبها . فقال رجل : «يا رسول الله زوجنيها ، إلى أن قال له ، ملّكناكها بما معك من القرآن» فهذا الصنف حكمه خاص بالنبي صلى الله عليه وسلم وذلك أنه نكاح مخالف لسنة النكاح لأنه بدون مهر وبدون ولي .وقد ورد أن النسوة اللاتي وهبن أنفسهن للنبيء صلى الله عليه وسلم أربع هن : ميمونة بنت الحارث ، وزينب بنت خزيمة الأنصارية الملقبة أمّ المساكين ، وأم شريك بنت جابر الأسدية أو العامرية ، وخولة بنت حكيم بنت الأوقص السَلَمية . فأما الأوليان فتزوجهما النبي صلى الله عليه وسلم وهما من أمهات المؤمنين والأخريان لم يتزوجهما .ومعنى { وهبت نفسها للنبيء } أنها ملّكته نفسها تمليكاً شبيهاً بملك اليمين ولهذا عطفت على { ما ملكت يمينك } ، وأردفت بقوله : { خالصة لك من دون المؤمنين } أي خاصة لك أن تتخذها زوجة بتلك الهبة ، أي دون مهر وليس لبقية المؤمنين ذلك . ولهذا لما وقع في حديث سهل بن سعد المتقدم أن امرأة وهبت نفسها للنبيء صلى الله عليه وسلم وعلم الرجل الحاضر أن النبي عليه الصلاة والسلام لا حاجة له بها سأل النبي عليه الصلاة والسلام أن يُزوجه إياها علماً منه بأن تلك الهبة لا مهر معها ولم يكن للرجل ما يصدقها إياه ، وقد علم النبي صلى الله عليه وسلم منه ذلك فقال له ما عندك؟ قال : ما عندي شيء . قال : اذهب فالتمس ولو خاتماً من حديد فذهب ثم رجع فقال : لا والله ولا خاتَماً من حديد ، ولكن هذا إزاري فلها نصفه . قال سهل : ولم يكن له رداء ، فقال النبي : \" وما تصنع بإزارك إن لبستَه لم يكن عليها منه شيء وإن لبستْه لم يكن عليك منه شيء ثم قال له ماذا معك من القرآن؟ فقال : معي سورة كذا وسورة كذا لسُور يُعدّدها ، فقال النبي صلى الله عليه وسلم ملكناكها بما معك من القرآن \" .وفي قوله : { إن وهبت نفسها للنبي } إظهار في مقام الإضمار لأن مقتضى الظاهر أن يقال : إن وهبت نفسها لك . والغرض من هذا الإِظهار ما في لفظ { النبي } من تزكية فعل المرأة التي تهب نفسها بأنها راغبة لكرامة النبوءة .وقوله : { إن أراد النبي أن يستنكحها } جملة معترضة بين جملة { إن وهبت } وبين { خالصة } وليس مسوقاً للتقييد إذ لا حاجة إلى ذكر إرادته نكاحها فإن هذا معلوم من معنى الإِباحة ، وإنما جيء بهذا الشرط لدفع توهم أن يكون قبوله هبتها نفسها له واجباً عليه كما كان عرف أهل الجاهلية . وجوابه محذوف دل عليه ما قبله ، والتقدير : إن أراد أن يستنكحها فهي حلال له ، فهذا شرط مستقل وليس شرطاً في الشرط الذي قبله .والعدول عن الإِضمار في قوله : { إن أراد النبي } بأن يقال : إن أراد أن يستنكحها لما في إظهار لفظ { النبي } من التفخيم والتكريم .وفائدة الاحتراز بهذا الشرط الثاني إبطال عادة العرب في الجاهلية وهي أنهم كانوا إذا وهبت المرأة نفسها للرجل تعين عليه نكاحها ولم يجز له ردُّها ، فأبطل الله هذا الالتزام بتخيير النبي عليه الصلاة والسلام في قبول هِبة المرأة نفسها له وعدمه ، وليرفع التعيير عن المرأة الواهبة بأن الرد مأذون به .والسين والتاء في { يستنكحها } ليستا للطلب بل هما لتأكيد الفعل كقول النابغة :وهم قتلوا الطائي بالحجر عنوةً ... أبا جابر فاستنكحوا أم جابرأي بنو حُنّ قتلوا أبا جابر الطائي فصارت أم جابر المزوجة بأبي جابر زوجة بني حُنّ ، أي زوجة رجل منهم . وهي مثل السين والتاء في قوله تعالى : { فاستجاب لهم ربهم } [ آل عمران : 195 ] .فتبيَّن من جعل جملة { إن أراد النبي أن يستنكحها } معترضة أن هذه الآية لا يصح التمثيل بها لمسألة اعتراض الشرط على الشرط كما وقع في رسالة الشيخ تقي الدين السبكي المجعولة لاعتراض الشرط على الشرط ، وتبعه السيوطي في الفن السابع من كتاب «الأشباه والنظائر النحوية» ، ويلوح من كلام صاحب «الكشاف» استشعار عدم صلاحية الآية لاعتبار الشرط في الشرط فأخذ يتكلف لتصوير ذلك .وانتصب { خالصة } على الحال من { امرأة } ، أي خالصة لك تلك المرأة ، أي هذا الصنف من النساء ، والخلوص معنيٌّ به عدم المشاركة ، أي مشاركةِ بقية الأمة في هذا الحكم إذ مادة الخلوص تجمع معاني التجرّد عن المخالطة . فقوله : { من دون المؤمنين } لبيان حال من ضمير الخطاب في قوله : { لك } ما في الخلوص من الإجمال في نسبته . وقد دل وصف { امرأة } بأنها { مؤمنة } أن المرأة غير المؤمنة لا تحل للنبيء عليه الصلاة والسلام بهبة نفسها . ودل ذلك بدلالة لحن الخطاب أنه لا يحلّ للنبيء صلى الله عليه وسلم تزوج الكتابيات بَلْهَ المشركات ، وحكى إمام الحرمين في ذلك خلافاً .قال ابن العربي : والصحيح عندي تحريمها عليه . وبهذا يتميز علينا؛ فإن ما كان من جانب الفضائل والكرامة فحظه فيه أكثر وإذا كان لا تحل له من لم تُهاجر لنقصانها فضلَ الهجرة فأحرى أن لا تحلّ له الكتابية الحرة .{ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فى أزواجهم وَمَا مَلَكَتْ أيْمَانُهُمْ } .جملة معترضة بين جملة { من دون المؤمنين } وبين قوله : { لكيلا يكون عليك حرج } أو هي حال سببي من المؤمنين ، أي حال كونهم قد علمنا ما نَفرض عليهم .والمعنى : أن المؤمنين مستمر ما شُرع لهم من قبلُ في أحكام الأزواج وما ملكتْ أيمانهم ، فلا يَشملهم ما عُيّن لك من الأحكام الخاصة المشروعة فيما تقدم آنفاً ، أي قد علمنا أن ما فرضناه عليهم في ذلك هو الَّلائق بحال عموم الأمة دون ما فرضناه لك خاصة .و { ما فرضنا عليهم } موصول وصلته ، وتعدية { فرضنا } بحرف ( على ) المقتضي للتكليف والإِيجاب للإِشارة إلى أن من شرائع أزواجهم وما ملكَتْ أيمانهم ما يَوَدُّون أن يخفف عنهم مثل عدد الزوجات وإيجاب المهور والنفقات ، فإذا سمعوا ما خص به النبي صلى الله عليه وسلم من التوسعة في تلك الأحكام وَدّوا أن يلحقوا به في ذلك ، فسجل الله عليهم أنهم باقون على ما سبق شرعه لهم في ذلك ، والإخبار بأن الله قد علم ذلك كناية عن بقاء تلك الأحكام لأن معناه أنّا لم نغفل عن ذلك ، أي لم نبطله بل عن علم خصصنا نبيئنا بما خصصناه به في ذلك الشأن ، فلا يشمل ما أحللناه له بقيةَ المؤمنين .وظرفية { في } مجازية لأن المظروف هو الأحكام الشرعية لا ذَوات الأزواج وذواتُ ما ملكته الأيمان .{ لِكَيْلاَ يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ الله غَفُوراً رَحِيماً } .تعليل لما شرعه الله تعالى في حق نبيئه صلى الله عليه وسلم في الآيات السابقة من التوسعة بالازدياد من عدد الأزواج وتزوج الواهبات أنفسهن دون مهر ، وجَعل قبول هبتها موكولاً لإِرادته ، وبما أبقى له من مساواته أمته فيما عدا ذلك من الإباحة فلم يضيّق عليه ، وهذا تعليم وامتنان .والحرج : الضيق ، والمراد هنا أدنى الحرج ، وهو ما في التكليف من بعض الحرج الذي لا تخلو عنه التكاليف ، وأما الحرج القوي فمنفي عنه وعن أمته . ومراتب الحرج متفاوتة ، ومناط ما يُنفى عن الأمة منها وما لا ينفى ، وتقديراتُ أحوال انتفاء بعضها للضرورة هو ميزان التكليف الشرعي فالله أعلم بمراتبها وأعلم بمقدار تحرج عباده وذلك مبين في مسائل العزيمة والرخصة من علم الأصول ، وقد حرر ملاّكه شهاب الدين القرافي في الفرق الرابع عشر من كتابه «أنواء البروق» . وقد أشبعنا القول في تحقيق ذلك في كتابنا المسمى «مقاصد الشريعة الإسلامية» .وأعلم أن النبي صلى الله عليه وسلم سلك في الأخذ بهذه التوسعات التي رفع الله بها قدره مسلك الكُمّل من عباده وهو أكملهم فلم ينتفع لنفسه بشيء منها فكان عبداً شكوراً كما قال في حديث استغفاره ربه في اليوم استغفاراً كثيراً .والتذييل بجملة { وكان الله غفوراً رحيماً } تذييل لما شرعه من الأحكام للنبيء صلى الله عليه وسلم لا للجملة المعترضة ، أي أن ما أردناه من نفي الحرج عنك هو من متعلقات صفتي الغفران والرحمة اللتين هما من تعلقات الإِرادة والعلم فهما ناشئتان عن صفات الذات ، فلذلك جعل اتصاف الله بهما أمراً متمكّناً بما دلّ عليه فعل { كان } المشير إلى السابقية والرسوخ كما علمته في مواضع كثيرة .",
  "ayah": 50,
  "surah": 33
}
