{
  "text": "تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آَتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (51){ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وتؤوى إِلَيْكَ مَن تَشَآءُ وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ والله يَعْلَمُ مَا فِى قلُوبِكُمْ وَكَانَ الله عَلِيماً حَلِيماً } .استئناف بياني ناشىء عن قوله : { إنا أحللنا لك أزواجك } إلى قوله : { لكيلا يكون عليك حرج } [ الأحزاب : 50 ] فإنه يثير في النفس تطلباً لبيان مدى هذا التحليل . والجملةُ خبر مستعمل في إنشاء تحليل الإِرجاء والإِيواء لمن يشاء النبي صلى الله عليه وسلموالإِرجاء حقيقته : التأخير إلى وقت مستقبل . يقال : أرجأت الأمر وأرجيْته مهموزاً ومخففاً ، إذا أخرته .وفعله ينصرف إلى الأحوال لا الذوات ، فإذا عدي فعله إلى اسم ذات تعين انصرافه إلى وصف من الأوصاف المناسبة والتي تراد منها ، فإذا قلت : أرجأت غريمي ، كان المراد : أنك أخرت قضاء دينه إلى وقت يأتي .والإِيواء : حقيقته جعل الشيء آوياً ، أي راجعاً إلى مكانه . يقال : آوى ، إذا رجع إلى حيث فارق ، وهو هنا مجاز في مطلق الاستقرار سواء كان بعد إبعاد أم بدونه ، وسواء كان بعد سبق استقرار بالمكان أم لم يكن .ومقابلة الإِرجاء بالإِيواء تقتضي أن الإِرجاء مراد منه ضد الإِيواء أو أن الإِيواء ضد الإِرجاء وبذلك تنشأ احتمالات في المراد من الإِرجاء والإِيواء صريحهما وكنايتهما .فضمير { منهن } عائد إلى النساء المذكورات ممن هن في عصمته ومن أحل الله له نكاحهن غيرهن من بنات عمه وعماته وخاله وخالاته ، والواهبات أنفسهن ، فتلك أربعة أصناف :الصنف الأول : وهنّ اللاء في عصمة النبي عليه الصّلاة والسّلام فهن متصلن به فإرجاء هذا الصنف ينصرف إلى تأخير الاستمتاع إلى وقت مستقبل يريده ، والإِيواء ضده . فيتعين أن يكون الإِرجاء منصرفاً إلى القَسْم فوسع الله على نبيئه صلى الله عليه وسلم بأن أباح له أن يسقط حق بعض نسائه في المبيت معهن فصار حق المبيت حقاً له لا لهن بخلاف بقية المسلمين ، وعلى هذا جرى قول مجاهد وقتادة وأبي رزين ، قاله الطبري .وقد كانت إحدى نساء النبي صلى الله عليه وسلم أسقطت عنه حقها في المبيت وهي سودة بنت زمعة ، وهبت يومها لعائشة فكان النبي صلى الله عليه وسلم يقسم لعائشة بيومها ويوم سودة وكان ذلك قبل نزول هذه الآية ، ولما نزلت هذه الآية صار النبي عليه الصلاة والسلام مخيراً في القسم لأزواجه . وهذا قول الجمهور ، قال أبو بكر بن العربي : وهو الذي ينبغي أن يعول عليه . وهذا تخيير للنبيء صلى الله عليه وسلم إلا أنه لم يأخذ لنفسه به تكرماً منه على أزواجه . قال الزهري . ما علمنا أن رسول الله أرجأ أحداً من أزواجه بل آواهن كلَّهن .قال أبو بكر بن العربي : وهو المعنى المراد . وقال أبو رَزين العُقيلي : أرجأ ميمونة وسَودة وجويرية وأم حبيبة وصفية ، فكان يقسم لهن ما شاء ، أي دون مساواة لبقية أزواجه . وضعفه ابن العربي .وفسر الإِرجاء بمعنى التطليق ، والإِيواءُ بمعنى الإِبقاء في العصمة ، فيكون إذناً له بتطليق من يشاء تطليقها وإطلاق الإِرجاء على التطليق غريب .وقد ذكروا أقوالاً أخر وأخباراً في سبب النزول لم تصح أسانيدها فهي آراء لا يوثق بها . ويشمل الإِرجاء الصنف الثاني وهن ما ملكت يمينه وهو حكم أصلي إذ لا يجب للإِماء عدل في المعاشرة ولا في المبيت .ويشمل الإِرجاء الصنف الثالث وهن : بنات عمه وبنات عماته وبنات خاله وبنات خالاته ، فالإِرجاء تأخير تزوج مَن يحلّ منهن ، والإِيواء العقد على إحداهن ، والنبي صلى الله عليه وسلم لم يتزوج واحدة بعد نزول هذه الآية ، وذلك إرجاء العمل بالإِذن فيهن إلى غير أجل معين .وكذلك إرجاء الصنف الرابع اللاء وهَبْن أنفسهن ، سواء كان ذلك واقعاً بعد نزول الآية أم كان بعضه بعد نزولها فإرجاؤهن عدم قبول نكاح الواهبة ، عُبر عنه بالإِرجاء إبقاء على أَملها أن يقبلها في المستقبل ، وإيواؤهن قبول هبتهن .قرأ نافع وحمزة والكسائي وحفص عن عاصم وأبو جعفر وخلف { ترجي } بالياء التحتية في آخره مخَّفف ( تُرجىء ) المهموز . وقرأه ابن كثير وابن عامر وأبو عمرو وأبو بكر عن عاصم ويعقوب { ترجىءُ } بالهمز في آخره . وقال الزجاج : الهمز أجود وأكثر . والمعنى واحد .واتفق الرواة على أن النبي صلى الله عليه وسلم لم يستعمل مع أزواجه ما أبيح له أخذاً منه بأفضل الأخلاق ، فكان يعدل في القسم بين نسائه ، إلاّ أن سَودة وهبت يومها لعائشة طلباً لمسرّة رسول الله صلى الله عليه وسلموأما قوله : { ومن ابتغيت ممن عزلت فلا جناح عليك } فهذا لبياننِ أن هذا التخيير لا يوجب استمرار ما أخذ به من الطرفين المخيَّرِ بينهما ، أي لا يكون عمله بالعزل لازمَ الدوام بمنزلة الظهار والإِيلاء ، بل أَذن الله أن يرجع إلى من يعزلها منهن ، فصرح هنا بأن الإِرجاء شامل للعزل .ففي الكلام جملة مقدرة دل عليها قوله : { ابتغيت } إذ هو يقتضي أنه ابتغى إبطال عزلها ، فمفعول { ابتغيت } محذوف دل عليه قوله : { وتؤوي إليك من تشاء } كما هو مقتضى المقابلة بقوله : { ترجي من تشاء } ، فإن العزل والإِرجاء مؤداهما واحد .والمعنى : فإن عزلْتَ بالإِرجاء إحداهن فليس العزل بواجب استمراره بل لك أن تعيدها إن ابتَغَيْتَ العود إليها ، أي فليس هذا كتخيير الرجل زوجه فتختار نفسها المقتضي أنها تَبِين منه . ومتعلق الجُناح محذوف دل عليه قوله : { ابتغيت } أي ابتغيت إيواءها فلا جناح عليك من إيوائها .و { من } يجوز أن تكون شرطية وجملة { فلا جناح عليك } جواب الشرط . ويجوز أن تكون موصولة مبتدأ فإن الموصول يعامل معاملة الشرط في كلامهم بكثرة إذا قصد منه العموم فلذلك يقترن خبر الموصول العام بالفاء كثيراً كقوله تعالى :{ فمن تعجل في يومين فلا إثم عليه } [ البقرة : 203 ] ، وعليه فجملة { فلا جناح عليك } خبر المبتدأ اقترن بالفاء لمعاملة الموصول معاملة الشرط ومفعول { عزلت } محذوف عائد إلى { مَن } أي التي ابتغيتها ممن عزلتهن وهو من حذف العائد المنصوب .{ ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ والله يَعْلَمُ مَا فِى قلُوبِكُمْ وَكَانَ الله عَلِيمًا حَلِيمًا } .الإِشارة إلى شيء مما تقدم وهو أقربه ، فيجوز أن تكون الإشارة إلى معنى التفويض المستفاد من قوله : { ترجي من تشاء منهن وتؤوي إليك من تشاء } ، ويجوز أن تكون الإشارة إلى الابتغاء المتضمن له فعل { ابتغيت } أي فلا جناح عليك في ابتغائهن بعد عزلهن ذلك أدنى لأن تقرَّ أعينهُنّ . والابتغاء : الرغبة والطلب ، والمراد هنا ابتغاء معاشرة مَن عَزلَهن .فعلى الأول يكون المعنى أن في هذا التفويض جعل الحق في اختيار أحد الأمرين بيد النبي صلى الله عليه وسلم ولم يبق حقاً لهن فإذا عين لإِحداهن حالة من الحالين رضيته به لأنه يجعل الله تعالى على حكم قوله : { وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن تكون لهم الخيرة من أمرهم } [ الأحزاب : 36 ] فقرت أعين جميعهن بما عُينت لكل واحدة لأن الذي يعلم أنه لا حق له في شيء كان راضياً بما أوتي منه ، وإن علم أنّ له حقاً حسب أن ما يؤتاه أقل من حقه وبالغ في استيفائه . وهذا التفسير مروي عن قتادة وتبعه الزمخشري وابن العربي والقرطبي وابن عطية ، وهذا يلائم قوله : { ويرضين } ولا يلائم قوله : { أن تقر أعينهن } لأن قرة العين إنما تكون بالأمر المحبوب ، وقوله : { ولا يحزن } لأن الحزن من الأمر المكدّر ليس باختياري كما قال النبي صلى الله عليه وسلم \" فلا تَلمنِي فيما لا أملك \" . وعلى الوجه الثاني يكون المعنى : ذلك الابتغاء بعد العزل أقرب لأن تَقَرَّ أعين اللاتي كنت عزلتَهُن . ففي هذا الوجه ترغيب للنبي صلى الله عليه وسلم في اختيار عدم عزلهن عن القسم وهو المناسب لقوله : { أن تقر أعينهن ولا يحزن } كما علمت آنفاً ، ولقوله : «ويرضَيْنَ كلُّهن» ، ولما فيما ذكر من الحسنات الوافرة التي يرغب النبي صلى الله عليه وسلم في تحصيلها لا محالة وهي إدخال المسرّة على المسلم وحصول الرضى بين المسلمين وهو مما يعزّز الأخوة الإسلامية المرغب فيها . ونقل قريب من هذا المعنى عن ابن عباس ومجاهد واختاره أبو علي الجبّائي وهو الأرجح لأن قرة العين لا تحصل على مضض ولأن الحط في الحق يوجب الكدر . ويؤيده أن النبي صلى الله عليه وسلم لم يأخذ إلا به ولم يحفظ عنه أنه آثر إحدى أزواجه بليلة سوى ليلة سودة التي وهبتها لعائشة ، استمر ذلك إلى وفاته صلى الله عليه وسلم وقد جاء في الصحيح أنه كان في مرضه الذي توفي فيه يُطاف به كل يوم على بيوت أزواجه ، وكان مبدأ شكواه في بيت ميمونة إلى أن جاءت نوبة ليلة عائشة فأذِنَّ له أزواجُه أن يمرض في بيتها رفقاً به .وروي عنه صلى الله عليه وسلم أنه قال حين قَسَم لَهُن \" اللهم هذه قسمتي فيما أملك فلا تلمني فيما لا أملك \" ولعل ذلك كان قبل نزول التفويض إليه بهذه الآية .وفي قوله : { ويرضين بما آتيتهن كلهن } إشارة إلى أن المراد الرضى الذي يتساوَيْن فيه وإلا لم يكن للتأكيد ب { كلهن } نكتة زائدة ، فالجمع بين ضميرهن في قوله : { كلهن } يومىء إلى رضى متساوٍ بينهن .وضميرا { أعينهن ولا يحزن } عائدان إلى ( مَن ) في قوله : { ممن عزلت } . وذكر { ولا يحزن } بعد ذكر { أن تقر أعينهن } مع ما في قُرّة العين من تضمّن معنى انتفاء الحزن بالإيماء إلى ترغيب النبي صلى الله عليه وسلم في ابتغاء بقاء جميع نسائه في مواصلته لأن في عزل بعضهن حزناً للمعزولات وهو بالمؤمنين رؤوف لا يحب أن يُحْزِن أحداً .و { كلهن } توكيد لضمير { يَرْضَيْنَ } أو يتنازعه الضمائر كلّها .والإِيتاء : الإِعطاء وغلب على إعطاء الخير إذا لم يذكر مفعوله الثاني ، أو ذكر غير معيّن كقوله : { فخذ ما آتيتك وكن من الشاكرين } [ الأعراف : 144 ] ، فإذا ذكر مفعوله الثاني فالغالب أنه ليس بسوء . ولم أره يستعمل في إعطاء السوء فلا تقول : آتاه سجناً وآتاه ضرباً ، إلا في مقام التهكم أو المشاكلة ، فما هنا من القبيل الأول ، ولهذا يبعد تفسيره بأنهن يرضين بما أذِن الله فيه لرسوله من عزلهن وإرجائهن . وتوجيهه في «الكشاف» تكلف .والتذييل بقوله : { والله يعلم ما في قلوبكم وكان الله عليماً حليماً } كلام جامع لمعنى الترغيب والتحذير ففيه ترغيب النبي صلى الله عليه وسلم في الإِحسان بأزواجه وإمائه والمتعرضات للتزوج به ، وتحذير لهن من إضمار عدم الرضى بما يلقَيْنَه من رسول الله صلى الله عليه وسلموفي إجراء صفتي { عليماً حليماً } على اسم الجلالة إيماء إلى ذلك ، فمناسبة صفة العلم لقوله : { والله يعلم ما في قلوبكم } ظاهرة ، ومناسبة صفة الحليم باعتبار أن المقصود ترغيب الرسول صلى الله عليه وسلم في أليق الأحوال بصفة الحليم لأن همه صلى الله عليه وسلم التخلق بخلق الله تعالى وقد أجرى الله عليه صفات من صفاته مثل رؤوف رحيم ومثل شاهد . وقالت عائشة رضي الله عنها : ما خُيّر رسول الله صلى الله عليه وسلم بين شيئين إلا اختار أيسرهما ما لم يكن إثماً . ولهذا لم يأخذ رسول الله بهذا التخيير في النساء اللاتي كنّ في معاشرته ، وأخذ به في الواهبات أنفسهن مع الإحسان إليهن بالقول والبذل فإن الله كتب الإحسان على كل شيء . وأخذ به في ترك التزوج من بنات عمه وعماته وخاله وخالاته لأن ذلك لا حرج فيه عليهن .",
  "ayah": 51,
  "surah": 33
}
