{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا (53){ ياأيها الذين ءَامَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبى إِلاَّ أَن يُؤْذَنَ لَكُمْ إلى طَعَامٍ غَيْرَ ناظرين إناه وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا فَإِذَا طَعِمْتُمْ فانتشروا وَلاَ مُسْتَئنِسِينَ لِحَدِيثٍ إنَّ ذَلِكَ كَانَ يُؤْذِى النَّبِىَّ فَيَسْتَحِى مِنكُمْ واللهُ لاَ يَسْتَحِى مِنَ الحَقِّ } .لما بين الله في الآيات السابقة آداب النبي صلى الله عليه وسلم مع أزواجه قفّاه في هذه الآية بآداب الأمة معهن ، وصدره بالإِشارة إلى قصة هي سبب نزول هذه الآية . وهي ما في «صحيح البخاري» وغيره عن أنس بن مالك قال : لما تزوج رسول الله صلى الله عليه وسلم زينب ابنة جحش صنع طعاماً بخبز ولحم ودعا القوم فطعِموا ثم جلسوا يتحدثون وإذا هو كأنه يتهيّأ للقيام فلم يقوموا ، فلما رأى ذلك قام فلما قام قام مَن قام وقعد ثلاثة نفر ، فجاء النبي ليدخل فإذا القوم جلوس ، فجعل النبي صلى الله عليه وسلم يخرج ثم يرجع فانطلق إلى حجرة عائشة . . . فتقَرَّى حُجَرَ نسائه كلهن يسلّم عليهن ويسلمن عليه ويدعون له ، ثم إنهم قاموا فانطلقتُ فجئت فأخبرتُ النبي صلى الله عليه وسلم أنهم قد انطلقوا فجاء حتى دخل فذهبتُ أدخل فألقى الحجاب بيني وبينه فأنزل الله : { يا أيها الذين آمنوا لا تدخلو بيوت النبي } إلى قوله : { من وراء حجاب } .وفي حديث آخر في الصحيح عن أنس أيضاً أن عمر بن الخطاب رضي الله عنه قال له : «يا رسول الله يدخل عليك البَّرُ والفاجر فلو أمرتَ أمهاتِ المؤمنين بالحجاب» فأنزل الله آية الحجاب . وليس بين الخبرين تعارض لجواز أن يكون قول عمر كان قبل البناء بزينب بقليل ثم عقبته قصة وليمة زينب فنزلت الآية بإثرها .وابتدىء شرع الحجاب بالنهي عن دخول بيوت النبي صلى الله عليه وسلم إلا لطعام دعاهم إليه ، لأن النبي عليه الصلاة والسلام له مجلس يجلس في المسجد فمن كان له مهمّ عنده يأتيه هنالك .وليس ذكر الدعوة إلى طعام تقييداً لإباحة دخول بيوت النبي صلى الله عليه وسلم لا يدخلها إلا المدعو إلى طعام ولكنه مثال للدعوة وتخصيص بالذكر كما جرى في القضية التي هي سبب النزول فيلحق به كل دعوة تكون من النبي صلى الله عليه وسلم وكل إذن منه بالدخول إلى بيته لغير قصد أن يطعم معه كما كان يقع ذلك كثيراً . ومن ذلك قصة أبي هريرة حين استقرأ من عمر آية من القرآن وهو يطمع أن يَدعوه عمر إلى الغدَاء ففتح عليه الآية ودخل فإذا رسول الله قائم على رأس أبي هريرة وقد عرف ما به فانطلق به إلى بيته وأمر له بعُسّ من لبن ثم ثاننٍ ثم ثالث ، وإنما ذكر الطعام إدماجاً لتبيين آدابه ، ولذلك ابتدىء بقوله : { غير ناظرين إناه } مع أنه لم يقع مثله في قصة سبب النزول .وقرأ الجمهور { بيوت } بكسر الباء . وقرأه أبو عمرو وورش عن نافع وحفص عن عاصم وأبو جعفر بضم الباء ، وقد تقدم في سورة النساء وغيرها .و { إناه } بكسر الهمزة وبالقصر : إما مصدر أَنَى الشيءُ إذا حان ، يقال : أنى يأنِي ، قال تعالى : { ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله } [ الحديد : 16 ] . ومقلوبه : آن . وهو بمعناه . والمعنى : غير منتظرين حضور الطعام ، أي غير سابقين إلى البيوت وقبْل تهيئته .والاستثناء في { إلا أن يؤذن لكم } استثناء من عموم الأحوال التي يقتضيها الدخول المنهي عنه ، أي إلا حال أن يؤذن لكم .وضُمِّن { يؤذن } معنى تُدعون فعدي ب { إلى فكأنه قيل : إلا أن تُدعَوْا إلى طعام فيؤذن لكم لأن الطفيلي قد يؤذن له إذا استأذن وهو غير مدعو فهي حالة غير مقصودة من الكلام .فالكلام متضمن شرطين هما : الدعوة ، والإِذن ، فإن الدعوة قد تتقدم على الإذن وقد يقترنان كما في حديث أنس بن مالك .وغير ناظرين } حال من ضمير { لكم } فهو قيد في متعلق المستثنى فيكون قيداً في قيدٍ فصارت القيود المشروطة ثلاثة .و { ناظرين } اسم فاعل من نظَر بمعنى انتظر ، كقوله تعالى : { فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] الآية .ومعنى ذلك : لا تحضروا البيوت للطعام قبل تهيئة الطعام للتناول فتقعدوا تنتظرون نُضجه . وعن ابن عباس نزلت في ناس من المؤمنين كانوا يتحينون طعام النبي فيدخلون قبل أن يُدرك الطعام فيقعدون إلى أن يُدرك ثم يأكلون ولا يخرجون ا ه . وقد يقتضي أن ذلك تكرر قبل قضية النَفر الذين حضروا وليمة البناء بزينب فتكون تلك القضية خاتمة القضايا ، فكُني بالانتظار عن مبادرة الحضور قبل إبان الأكل . ونكتة هذه الكناية تشويه السبق بالحضور بجعله نهماً وجشعاً وإن كانوا قد يحضرون لغير ذلك ، وبهذا تعلم أن ليس النهي متوجهاً إلى صريح الانتظار .وموقع الاستدراك لرفع توهم أن التأخر عن إبان الطعام أفضل فأرشد الناس إلى أن تأخر الحضور عن إبان الطعام لا ينبغي بل التأخر ليس من الأدب لأنه يجعل صاحب الطعام في انتظار ، وكذلك البقاء بعد انقضاء الطعام فإنه تجاوز لحد الدعوة لأن الدعوة لحضور شيء تقتضي مفارقة المكان عند انتهائه لأن تقيد الدعوة بالغرض المخصوص يتضمن تحديدها بانتهاء ما دُعي لأجله ، وكذلك الشأن في كل دخول لغرض من مشاورة أو محادثة أو سمَر أو نحو ذلك ، وكل ذلك يتحدد بالعرف وما لا يَثقل على صاحب المحل ، فإن كان محل لا يختص به أحد كدار الشورى والنادي فلا تحديد فيه .و { طعمتم } معناه أكلتم ، يقال : طعم فلان فهو طاعم ، إذا أكل .والانتشار : افتعال من النشر ، وهو إبداء ما كان مطوياً ، أطلق على الخروج مجازاً وتقدم في قوله :{ وجعل النهار نُشوراً } في سورة الفرقان ( 47 ) .والواو في ولا مستأنسين } عطف على { ناظرين } وما بينهما من الاستدراك وما تفرع عليه اعتراض بين المتعاطفين . وزيادة حرف النفي قبل { مستأنسين } لتأكيد النفي كما هو الغالب في العطف على المنفي وفي تصدير المنفي نحو قوله : { فلا وربك يؤمنون } الآية [ النساء : 65 ] وقوله : { لا يسخر قوم من قوم } [ الحجرات : 11 ] ثم قوله : { ولا نساء من نساء } [ الحجرات : 11 ] .والاستئناس : طلب الأنس مع الغير . واللام في { لحديث } للعلة ، أي ولا مستأنسين لأجل حديث يجري بينكم .والحديث : الخبر عن أمر حدث ، فهو في الأصل صفة حُذف موصوفها ثم غلبت على معنى الموصوف فصار بمعنى الإِخبار عن أمر حدث ، وتُوسّع فيه فصار الإِخبار عن شيء ولو كان أمراً قد مضى . ومنه سمي ما يروى عن النبي صلى الله عليه وسلم حديثاً كما يسمى خبراً ، ثم توسع فيه فصار يطلق على كل كلام يجري بين الجلساء في جد أو فكاهة ، ومنه قولهم : حديثُ خرافة ، وقول كثير :أخذنا باكتراث الأحاديث تبييناً ... . . . . البيتواستئناس الحديث : تسمُّعه والعناية بالإِصغاء إليه ، قال النابغة :كأن رحلي وقد زال النهار بنا ... يوم الجليل على مُستأنس وَحَدِأي كأني راكب ثوراً وحشياً منفرداً تسمَّع صوت الصائد فأسرع الهروب .وإضافة { بيوت النبي } على معنى لام الملك لأن تلك البيوت ملك له ملكها بالعطية من الذين كانت ساحة المسجد ملكاً لهم من الأنصار ، وبالفيء لقبور المشركين التي كانت ثمة ، فإن المدينة فتحت بكلمة الإِسلام فأصبحت داراً للمسلمين . ومصير تلك البيوت بعد وفاة النبي صلى الله عليه وسلم مصير تركته كلها فإنه لا يورث وما تركه ينتفع منه أزواجه وآله بكفايتهم حياتهم ثم يرجع ذلك للمسلمين كما قضى به عمر بين علي والعباس فيما كان للنبيء صلى الله عليه وسلم من فَدَك ونخللِ بني النضير ، فكان لأزواج النبي صلى الله عليه وسلم حق السكنى في بيوتهن بعده حتى توفّاهن الله من عند آخرتهن ، فلذلك أدخلها الخلفاء في المسجد حين توسعته في زمن الوليد بن عبد الملك وأمير المدينة يومئذٍ عمر بن عبد العزيز . ولم ينكر ذلك أحد من الصحابة ولم يُعطَ ورثتُهن شيئاً ولا سألوه . وإضافتها إلى ضميرهن في قوله : { ما يتلى في بيوتكن } [ الأحزاب : 34 ] على معنى لام الاختصاص لا لام الملك .قال حماد بن زيد وإسماعيل بن أبي حكيم : هذه الآية أدبٌ أدَّبَ اللَّهُ به الثقلاء ، وقال ابنُ أبي عائشة : حسبك من الثقلاء أن الشرع لم يحتملهم .ومعنى الثقل فيه هو إدخال أحَدٍ القلقَ والغمّ على غيره من جراء عمل لفائدة العامل أو لعدم الشعور بما يلحق غيره من الحرج من جراء ذلك العمل . وهو من مساوىء الخلق لأنه إن كان عن عمد كان ضراً بالناس وهو منهي عنه لأنه من الأذى وهو ذريعة للتباغض عند نفاد صبر المضرور ، فإن النفوس متفاوتة في مقدار تحمل الأذى ، ولأن المؤمن يحب لأخيه ما يحب لنفسه فعليه إذا أحس بأن قوله أو فعله يُخدل الغم على غيره أن يكف عن ذلك ولو كان يجتني منه منفعة لنفسه إذ لا يُضر بأحد لينتفع غيره إلا أن يكون لمن يأتي بالعمل حق على الآخر فإن له طلبه مع أنه مأمور بحسن التقاضي ، وإن كان إدخاله الغم على غيره عن غباوة وقلة تفطن له فإنه مذموم في ذاته وهو يصل إلى حدّ يكون الشعور به بديهياً .وللحكماء والشعراء أقوال كثيرة في الثقلاء طفحت بها كتب أدب الأخلاق .ومعاملة الناس النبي صلى الله عليه وسلم بهذا الخلق أشد بعداً عن الأدب لأن للنبيء صلى الله عليه وسلم أوقاتاً لا تخلو ساعة منها عن الاشتغال بصلاح الأمة ويجب أن لا يَشغل أحد أوقاتَه إلا بإذنه ، ولذلك قال تعالى : { إلا أن يؤذن لكم } .والأمر في قوله : { فادخلوا } للندب لأن إجابة الدعوة إلى الوليمة سنة ، وتقييد النهي بقوله : { غير ناظرين إناه } للتنزيه لأن الحضور قبل تهيّؤ الطعام غير مقتضى للدعوة ولا يتضمنه الإِذن فهو تطفل .والأمر في قوله : { فانتشروا } للوجوب لأن دخول المنزل بغير إذن حرام ، وإنما جاز بمقتضى الدعوة للأكل فهو إذن مقيد المعنى بالغرض المأذوننِ لأجله فإذا انقضى السبب المبيح للدخول عاد تحريم الدخول إلى أصله؛ إلا أنه نظري قد يُغفل عنه لأن أصله مأذون فيه والمأذون فيه شرعاً لا يتقيّد بالسلامة إلا إذا تجاوز الحد المعروف تجاوزاً بيناً . وعطف { ولا مستأنسين لحديث } راجع إلى هذا الأمر بقوله : { فانتشروا } فلذلك ذكر عقبه فإن استدامة المكث في معنى الدخول ، فذكر بإثره وحصل تفنن في الكلام .وفي هذه الآية دليل على أن طعام الوليمة وطعام الضيافة ملك للمتضيف وليس ملكاً للمدعوين ولا للأضياف لأنهم إنما أذن لهم في الأكل منه خاصة ولم يملكوه فلذلك لا يجوز لأحد رفع شيء من ذلك الطعام معه .وجملة { إن ذلكم كان يؤذي النبي فيستحيي منكم } استئناف ابتدائي للتحذير ودفع الاغترار بسكوت النبي صلى الله عليه وسلم أن يحسبوه رضي بما فعلوا . فمناط التحذير قوله : { ذلكم كان يؤذي النبي } فإن أذى النبي صلى الله عليه وسلم مقرر في نفوسهم أنه عمل مذموم لأن النبي عليه الصلاة والسلام أعز خلق في نفوس المؤمنين وذلك يقتضي التحرز مما يؤذيه أدنى أذى . ومناط دفع الاغترار قوله : { فيستحيي منكم } فإن السكوت قد يظنه الناس رضى وإذناً وربما تطرق إلى أذهان بعضهم أن جلوسهم لو كان محظوراً لما سكت عليه النبي صلى الله عليه وسلم فأرشدهم الله إلى أن السكوت الناشىء عن سبببٍ هو سكوت لا دلالة له على الرضى وأنه إنما سكت حياء من مباشرتهم بالإخراج فهو استحياء خاص من عمل خاص .وإنما كان ذلك مؤذياً النبي صلى الله عليه وسلم لأن فيه ما يحول بينه وبين التفرغ لشؤون النبوءة من تلقي الوحي أو العبادة أو تدبير أمر الأمة أو التأخر عن الجلوس في مجلسه لنفع المسلمين ولشؤون ذاته وبيته وأهله . واقتران الخبر بحرف { إنّ } للاهتمام به . ولك أن تجعله من تنزيل غير المُتردد منزلة المتردد لأن حال النفَر الذين أطالوا الجلوس والحديث في بيت النبي عليه الصلاة والسلام وعدم شعورهم بكراهيته ذلك منهم حين دخل البيت فلما وجدهم خرج ، فغفلوا عما في خروج النبي صلى الله عليه وسلم من البيت من إشارة إلى كراهيتِهِ بقاءَهم ، تلك حالة من يظن ذلك مأذوناً فيه فخوطبوا بهذا الخطاب تشديداً في التحذير واستفاقة من التغرير .وإقحام فعل { كان } لإِفادة تحقيق الخبر .وصيغ { يؤذي } بصيغة المضارع دون اسم الفاعل لقصد إفادة أذى متكرر ، والتكرير كناية عن الشدة .والأذى : ما يكدر مفعوله ويسيء من قول أو فعل . وتقدم في قوله تعالى : { لن يضروكم إلا أذى } في آل عمران ( 111 ) ، وهو مراتب متفاوتة في أنواعه .والتفريع في قوله : { فيستحيي منكم } تفريع على مقدر دلت عليه القصة . والتقدير : فيهمّ بإخراجكم فيستحيي منكم إذ ليس الاستحياء مفرعاً على الإِيذاء ولا هو من لوازمه .ودخول { مِن } المتعلقة ب { يستحيي } على ضمير المخاطبين على تقدير مضاف ، أي يستحيي من إعلامكم بأنه يؤذيه .وتعدية المشتقات من مادة الحياء إلى الذوات شائع يساوي الحقيقة لأن الاستحياء يختلف باختلاف الذوات ، فقولك : أردت أن أفعل كذا فاستحيت من فلان ، يجوز أن تكون الحقيقة هي التعليق بذات فلان وأن تكون هي التعليق بالأحوال الملابسة له التي هي سبب الاستحياء لأجل ملابستها له . ولك أن تقول : استحييت من أن أفعل كذا بمرأى من فلان . وعلى التقدير الأول تكون { مِن } للتعليل ، وعلى التقدير الثاني تكون { مِن } للابتداء . وظاهر كلام «الكشاف» يقتضي أن : استحييت من فلان مجاز أو توسع ، وأن : استحييت من فعل كذا لأجل فلان هو الحقيقة . وظاهر كلام صاحب «الكشاف» عكس ذلك والأمر هيّن .وصيغ فعل { يستحيي } بصيغة المضارع لأنه مفرع على { يؤذي النبي } ليدل على ما دل عليه المفرع هو عليه .وفي هذه الآية دليل على أن سكوت النبي صلى الله عليه وسلم على الفعل الواقع بحضرته إذا كان تعدياً على حق لذاته لا يدل سكوته فيه على جواز الفعل لأن له أن يسامح في حقه ، ولكن يؤخذ الحظر أو الإِباحة في مثله من أدلة أخرى مثل قوله تعالى هنا : { إن ذلكم كان يؤذي النبي } ولذلك جزم علماؤنا بأن من آذى النبي صلى الله عليه وسلم بالصراحة أو الالتزام يعزر على ذلك بحسب مرتبة الأذى والقصدِ إليه بعد توقيفه على الخفي منه وعدم التوبة مما تقبل في مثله التوبة منه .ولم يجعلوا في إعراض النبي عليه الصلاة والسلام عن مؤاخذة من آذاه في حياته دليلاً على مشروعية تسامح الأمة في ذلك لأنه كان له أن يعفو عن حقه لقوله تعالى : { فاعف عنهم } [ المائدة : 13 ] وقوله : { ولو كنت فظاً غليظ القلب لانفضوا من حولك } [ آل عمران : 159 ] . فهذا ملاك الجمع بين الإِيذاء والاستحياءِ والحقّ في هذه الآية ، فقد تولى الله تعالى الذبّ عن حق رسوله وكفاه مؤونة المضض الداعي إليه حياؤه . وقد حقق هذا المعنى وما يحف به القاضي أبو الفضل عياض في تضاعيف القسم الرابع من كتابه «الشفاء» .فإن قلت : ورد في الحديث عن أنس أن النبي صلى الله عليه وسلم خرج من البيت ليقومَ الثلاثةُ الذين قعَدُوا يتحدثون ، فلماذا لم يأمرهم بالخروج بدلاً من خروجه هو . قلت : لأن خروجه غيرُ صريح في كراهية جلوسهم لأنه يحتمل أن يكون لغرض آخر ، ويحتمل أن يكون لقصد انفضاض المجلس فكان من واجب الألمعية أن يخطر ببالهم أحد الاحتمالين فيتحفزوا للخروج فليس خروجه عنهم بمناف لوصف حيائه صلى الله عليه وسلموجملة { والله لا يستحيي من الحق } معطوفة على جملة { فيستحيي منكم } والمعنى : أن ذلك سوء أدب مع النبي صلى الله عليه وسلم فإذا كان يستحيي منكم فلا يباشركم بالإِنكار ترجيحاً منه للعفو عن حقه على المؤاخذة به فإن الله لا يستحيي من الحق لأن أسباب الحياء بين الخلق منتفية عن الخالق سبحانه : { والله يقول الحق وهو يهدي السبيل } [ الأحزاب : 4 ] .وصيغت الجملة المعطوفة على بناء الجملة الاسمية مخالِفةً للمعطوفة هي عليها فلم يقل : ولا يستحيي الله من الحق ، للدلالة على أن هذا الوصف ثابت دائم لله تعالى لأن الحق من صفاته ، فانتفاء ما يمنع تبليغه هو أيضاً من صفاته لأن كل صفة يجب اتصاف الله بها فإن ضدها يستحيل عليه تعالى .والتعريف في { الحق } تعريف الجنس المراد منه الاستغراق مثل التعريف في { الحمد لله } [ الفاتحة : 2 ] . والمعنى : والله لا يستحيي من جميع أفراد جنس الحق .و { الحق } : ضد الباطل . فمنه حق الله وحق الإِسلام ، وحق الأمة جمعاء في مصالحها وإقامة آدابها ، وحق كل فرد من أفراد الأمة فيما هو من منافعه ودفع الضر عنه .ويشتمل حقَ النبي صلى الله عليه وسلم في بيته وأوقاته ، وبهذا العموم في الحق صارت الجملة بمنزلة التذييل .و { مِن } في قوله : { من الحق } ليست مثل { من } التي في قوله : { فيستحيي منكم } لأن { مِن هذه متعينة لكونها للتعليل إذ الحق لا يُستحيَى من ذاته فمعنى إن الله لا يستحيي من الحق أنه لا يستحيي لبيانه وإعلانه .وقد أفاد قوله : والله لا يستحيي من الحق } أن من واجبات دِين الله على الأمة أن لا يستحيي أحد من الحق الإِسلامي في إقامته ، وفي معرفته إذا حل به ما يقتضي معرفته ، وفي إبلاغه وهو تعليمه ، وفي الأخذ به ، إلا فيما يرجع إلى الحقوق الخاصة التي يرغب أصحابها في إسقاطها أو التسامح فيها مما لا يغمص حقاً راجعاً إلى غيره لأن الناس مأمورون بالتخلق بصفات الله تعالى اللائقة بأمثالهم بقدر الإِمكان .وهذا المعنى فهمته أمُّ سُليم وأقرها النبي صلى الله عليه وسلم على فهمها ، فقد جاء في الحديث الصحيح : \" عن أم سَلَمة قالت : جاءت أم سُليم إلى النبي فقالت : يا رسول الله إن الله لا يستحيي من الحق فهل على المرأة من غسل إذا احتلمت؟ فقال رسول الله : نعم إذا رأت الماء \" . فهي لم تستح في السؤال عن الحق المتعلق بها ، والنبي صلى الله عليه وسلم لم يستححِ في إخبارها بذلك . ولعلها لم تجد من يسأل لها أو لم تر لزاماً أن تستنيب عنها من يسأل لها عن حكم يخص ذاتها . وقد رأى علي بن أبي طالب الجمع بين طلب الحق وبين الاستحياء ، ففي «الموطأ» عن المقداد بن الأسود أن علي بن أبي طالب أمره أن يسأل له رسول الله صلى الله عليه وسلم عن الرجل إذا دنا من أهله فخرج منه المذي ماذا عليه؟ قال علي : فإن عندي ابنة رسول الله وأنا أستحيي أن أسأله» الحديث .على أن بين قضية أم سُليم وقضية علي تفاوتاً من جهات في مقتضى الاستحياء لا تخفى على المتبصر .واعلمْ أن في ورود { يؤذي } هنا ما يبطل المثال الذي أورده ابن الأثير في كتاب «المثل السائر» شاهداً على أن الكلمة قد تروق السامعَ في كلام ثم تكون هي بعينها مكروهة للسامع . وجاء بكلمة { يؤذي } في هذه الآية ، ونظيرها ( تؤذي ) في قول المتنبي :تَلذ له المروءة وهي تُوذي ... وزعم أن وجودها في البيت يحط من قدر المعنى الشريف الذي تضمنه البيت وأحال في الجزم بذلك على الطبع السليم ، ولا أحسب هذا الحكم إلا غضباً من ابن الأثير لا تُسوِّغه صناعة ولا يشهد به ذوق ، ولقد صرف أيمة الأدب همهم إلى بحث شعر المتنبي ونقده فلم يَعُدَّ عليه أحد منهم هذا منتقَداً ، مع اعتراف ابن الأثير بأن معنى البيت شريف فلم يبق له إلا أن يزعم أن كراهة هذا اللفظ فيه راجعة إلى أمر لفظي من الفصاحة ، وليس في البيت شيء من الإِخلال بالفصاحة وكأنه أراد أن يقفي على قدم الشيخ عبد القاهر فيما ذكر في الفصل الذي جعله ثانياً من كتاب «دلائل الإعجاز» فإن ما انتقده الشيخ في ذلك الفصل من مواقع بعض الكلمات لا يخلو من رجوع نقده إياها إلى أصول الفصاحة أو أصول تناسب معاني الكلمات بعضها مع بعض في نظم الكلام ، وشتان ما بين الصنيعين .{ وَإِذَا سَأَلْتُمُوهُنَّ متاعا فاسالوهن مِن وَرَآءِ حِجَابٍ ذلكم أَطْهَرُ لقُلُوبِكُمْ وقُلُوبِهِنَّ } .عطف على جملة { لا تدخلوا بيوت النبي } فهي زيادة بيان للنهي عن دخول البيوت النبوية وتحديد لمقدار الضرورة التي تدعو إلى دخولها أو الوقوف بأبوابها .وهذه الآية هي شارعة حكم حجاب أمهات المؤمنين ، وقد قيل : إنها نزلت في ذي القعدة سنة خمس .وضمير { سألتموهن } عائد إلى الأزواج المفهوم من ذِكر البيوت في قوله : { بيوت النبي } فإن للبيوت ربَّاتهن وزوجُ الرجل هي ربة البيت ، قال مرة بن مَحْكَان التميمي :يا ربةَ البيت قُومي غيرَ صاغرة ... ضمّي إليك رجال الحي والغُرباوقد كانوا لا يبني الرجل بيتاً إلا إذا أراد التزوج . وفي حديث ابن عمر : كنت عزباً أبيت في المسجد . ومن أجل ذلك سَموا الزفاف بناء . فلا جرم كانت المرأة والبيت متلازمين فدَلت البيوت على الأزواج بالالتزام . ونظير هذا قوله تعالى : { وفرش مرفوعة إنا أنشأناهن إنشاء فجعلناهن أبكاراً عرباً أتراباً لأصحاب اليمين } [ الواقعة : 34 38 ] فإن ذكر الفرش يستلزم أن للفراش امرأة ، فلما ذكر البيوت هنا تبادر أن للبيوت رباتتٍ .والمتاع : ما يحتاج إلى الانتفاع به مثل عارية الأواني ونحوها ، ومثل سؤال العفاة ويلحق بذلك ما هو أولى بالحكم من سؤاللٍ عن الدِّين أو عن القرآن ، وقد كانوا يسألون عائشة عن مسائل الدين .والحجاب : السَّتْر المُرخَى على باب البيت .وكانت الستور مرخاة على أبواب بيوت النبي صلى الله عليه وسلم الشارعة إلى المسجد . وقد ورد ما يبين ذلك في حديث الوفاة حين خرج النبي صلى الله عليه وسلم على الناس وهم في الصلاة فكشف الستر ثم أرخى الستر .و { من وراء حجاب } متعلق ب { فاسألوهن } فهو قيد في السائل والمسؤول المتعلق ضميراهما بالفعل الذي تعلق به المجرور . و { من } ابتدائية . والوراء : مكان الخلف وهو مكان نسبي باعتبار المتجه إلى جهة ، فوراء الحجاب بالنسبة للمتجهين إليه فالمسؤولة مستقبلة حجابها والسائل من وراء حجابها وبالعكس .والإِشارة ب { ذلكم } إلى المذكور ، أي السؤال المقيد بكونه من وراء حجاب .واسم التفضيل في قوله : { أطهر } مستعمل للزيادة دون التفضيل .والمعنى : ذلك أقوى طهارة لقلوبكم وقلوبهن فإن قلوب الفريقين طاهرة بالتقوى وتعظيم حرمات الله وحرمة النبي صلى الله عليه وسلم ولكن لما كانت التقوى لا تصل بهم إلى درجة العصمة أراد الله أن يزيدهم منها بما يكسب المؤمنين مراتب من الحفظ الإِلهي من الخواطر الشيطانية بقطع أضعف أسبابها وما يقرب أمهات المؤمنين من مرتبة العصمة الثابتة لزوجهن صلى الله عليه وسلم فإن الطيبات للطيبين بقطع الخواطر الشيطانية عنهن بقطع دابرها ولو بالفرض .وأيضاً فإن للناس أوهاماً وظنوناً سُوأَى تتفاوت مراتب نفوس الناس فيها صرامة ووهناً ، ونَفَاقاً وضعفاً ، كما وقع في قضية الإِفك المتقدمة في سورة النور فكان شَرع حجاب أمهات المؤمنين قاطعاً لكل تقول وإرجاف بعمد أو بغير عمد .ووراء هذه الحِكَم كلها حكمة أخرى سامية وهي زيادة تقرير معنى أمومتهن للمؤمنين في قلوب المؤمنين التي هي أُمومة جَعلية شرعية بحيث إن ذلك المعنى الجعلي الروحي وهو كونهن أمهات يرتد وينعكس إلى باطن النفس وتنقطع عنه الصور الذاتية وهي كونهن فلانة أو فلانة فيصبحْن غير متصوَّرات إلا بعنوان الأمومة فلا يزال ذلك المعنى الروحي ينمى في النفوس ، ولا تزال الصور الحسية تتضاءل من القوة المدركة حتى يصبح معنى أمهات المؤمنين معنى قريباً في النفوس من حقائق المجردات كالملائكة ، وهذه حكمة من حكم الحجاب الذي سنه الناس لملوكهم في القدم ليكون ذلك أدخل لطاعتهم في نفوس الرعية .وبهذه الآية مع الآية التي تقدمتها من قوله : { يا نساء النبي لستن كأحد من النساء } [ الأحزاب : 32 ] تحقق معنى الحجاب لأمهات المؤمنين المركبُ من ملازمتهن بيوتهن وعدممِ ظهور شيء من ذواتهن حتى الوجه والكفين ، وهو حجاب خاص بهن لا يجب على غيرهن ، وكان المسلمون يقتدون بأمهات المؤمنين ورعاً وهم متفاوتون في ذلك على حسب العادات ، ولما أنشد النميري عند الحجاج قوله :يُخمرن أطرافَ البنان من التقى ... ويَخرجن جَنح الليللِ مُعْتَجِراتقال الحجاج : وهكذا المرأة الحرة المسلمة .ودل قوله : { لقلوبكم وقلوبهن } أن الأمر متوجه لرجال الأمة ولنساء النبي صلى الله عليه وسلم على السواء . وقد أُلحق بأزواج النبي عليه السلام بنته فاطمة فلذلك لما خرجوا بجَنازتها جعلوا عليها قبة حتى دُفنت ، وكذلك جعلت قبة على زينبَ بنت جَحش في خلافة عمر بن الخطاب .{ وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله وَلاَ أَن تنكحوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَداً إِنَّ ذلكم كَانَ عِندَ الله عَظِيمًا } .لما جيء في بيان النهي عن المكث في بيوت النبي صلى الله عليه وسلم بأنه يؤذيه أُتبع بالنهي عن أذى النبي صلى الله عليه وسلم نهياً عاماً ، فالخطاب في { لكم } للمؤمنين المفتتح بخطابهم آية : { يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم } الآية .والواو عاطفة جملة على جملة أو هي واو الاعتراض بين جملة { وإذا سألتموهن متاعاً } وجملة { لا جناح عليهن في آبائهن } [ الأحزاب : 55 ] .ودلت جملة { ما كان لكم } على الحظر المؤكد لأن { ما كان لكم } نفيٌ للاستحقاق الذي دلت عليه اللام ، وإقحام فعل { كان } لتأكيد انتفاء الإِذن . وهذه الصيغة من صيغ شدة التحريم .وتضمنت هذه الآية حكمين :أحدهما : تحريم أن يؤذوا رسول الله صلى الله عليه وسلم والأذى : قول يقال له ، أو فعل يُعامل به ، من شأنه أن يغضبه أو يسوءه لذاته .والأذى تقدم في أول هذه الآيات آنفاً . والمعنى : أن أذى النبي عليه الصلاة والسلام محظور على المؤمنين . وانظر الباب الثالث من القسم الثاني من كتاب «الشفاء» لعياض .والحكم الثاني : تحريم أزواج رسول الله صلى الله عليه وسلم على الناس بقوله تعالى : { ولا أن تنكحوا أزواجه من بعده أبداً } وهو تقرير لحكم أُمومة أزواجه للمؤمنين السالف في قوله : { وأزواجه أمهاتهم } [ الأحزاب : 6 ] .وقد حُكيت أقوال في سبب نزول هذه الآية : منها أن رجلاً قال : لو مات محمد تزوجتُ عائشة ، أي قاله بمسمع ممن نقلَه عنه فقيل : هذا الرجل من المنافقين وهذا هو المظنون بقائل ذلك . وقيل : هو من المؤمنين ، أي خطر له ذلك في نفسه ، قاله القرطبي . وذكروا رواية عن ابن عباس وعن مقاتل أنه طلحة بن عبيْد الله . وقال ابن عباس : كانت هفوة منه وتاب وكفَّر بالحج ماشياً وبإِعتاق رقاب كثيرة وحمل في سبيل الله على عشرة أفراس أو أبعرة . وقال ابن عطية : هذا عندي لا يصح على طلحة والله عاصمه من ذلك ، أي إنْ حمل على ظاهر صدور القول منه فأما إن كان خطر له ذلك في نفسه فذلك خاطر شيطاني أراد تطهير قلبه فيه بالكفارات التي أعطاها إن صح ذلك . وأقول : لا شك أنه من موضوعات الذين يطعنون في طلحة بن عبيد الله . وهذه الأخبار واهية الأسانيد ودلائل الوضع واضحة فإن طلحة إن كان قال ذلك بلسانه لم يكن ليخفى على الناس فكيف يتفرد بروايته من انفرد . وإن كان خطر ذلك في نفسه ولم يتكلم به فمن ذا الذي اطَّلع على ما في قلبه ، وليس بمتعين أن يكون لنزول هذه الآية سبب . فإن كان لها سبب فلا شك أنه قول بعض المنافقين لما يؤذن به قوله تعالى عَقب هذه الآيات { لئن لم ينته المنافقون والذين في قلوبهم مرض } [ الأحزاب : 60 ] الآية . وإنما شرعت الآية أن حكم أمومة أزواج النبي صلى الله عليه وسلم للمؤمنين حكم دائم في حياة النبي عليه الصلاة والسلام أو من بعده ولذلك اقتصر هنا على التصريح بأنه حكم ثابت من بعد ، لأن ثبوت ذلك في حياته قد عُلم من قوله : { وأزواجه أمهاتهم } [ الأحزاب : 6 ] .وإضافة البعدية إلى ضمير ذات النبي عليه الصلاة والسلام تُعيِّن أن المراد بعد حياته كما هو الشائع في استعمال مثل هذه الإِضافة فليس المراد بعد عصمته من نحو الطَلاق لأن طلاق النبي صلى الله عليه وسلم أزواجه غير محتمل شرعاً لقوله : { ولا أن تبدل بهن من أزواج } [ الأحزاب : 52 ] .وأكد ظرف ( بعدُ ) بإدخال { من الزائدة عليه ، ثم أكد عمومه بظرف { أبداً } ليُعلم أن ذلك لا يتطرقه النسخ ثم زيد ذلك تأكيداً وتحذيراً بقوله : { إن ذلكم كان عند الله عظيماً } ، فهو استئناف مؤكد لمضمون جملة { وما كان لكم أن تؤذوا رسول الله } . والإِشارة إلى ما ذكر من إيذاء النبي صلى الله عليه وسلم وتزوج أزواجه ، أي ذلكم المذكورُ .والعظيم هنا في الإثم والجريمة بقرينة المقام .وتقييد العظيم بكونه عند الله للتهويل والتخويف لأنه عظيم في الشناعة .وعلة كون تزوج أحد المسلمين إحدى نساء النبي صلى الله عليه وسلم إثماً عظيماً عند الله ، أن الله جعل نساء النبي عليه الصلاة والسلام أمهات للمؤمنين فاقتضى ذلك أن تزوج أحد المسلمين إحداهن له حكم تزوج المرء أمَّه ، وذلك إثم عظيم .واعلم أنه لم يتبين هل التحريم الذي في الآية يختص بالنساء اللاتي بنى بهن رسول الله صلى الله عليه وسلم أو هو يعم كل امرأة عقد عليها مثل الكندية التي استعاذت منه فقال لها : الحقي بأهلك ، فتزوجها الأشعث بن قيس في زمن عمر بن الخطاب . ومثل قتيلة بنت قيس الكلبية التي زوّجها أخوها الأشعث بن قيس من رسول الله صلى الله عليه وسلم ثم حملها معه إلى حضرموت فتوفي رسول الله قبل قفولهما فتزوجها عكرمة بن أبي جهل وأن أبا بكر همّ بعقابه فقال له عمر : إن رسول الله لم يدخل بها .والمرويات في هذا الباب ضعيفة . والذي عندي أن البناء والعقد كانا يكونان مقترنيْن وأن ما يسبق البناء مما يسمونه تزويجاً فإنما هو مراكنة ووعد ، ويدل لذلك ما في الصحيح أن رسول الله لما أحضرت إليه الكندية ودخل عليها رسول الله فقال لها : هبي لي نفسك ( أي ليعلم أنها رضيت بما عقد لها وليها ) فقالت : ما كان لملكة أن تهب نفسها لسوقة أعوذ بالله منك . فقال لها : لقد استعذت بمعاذ . فذلك ليس بطلاق ولكنه رجوع عن التزوج بها دال على أن العقد لم يقع وأن قول عمر لأبي بكر أو قول من قال لعمر : إن رسول الله لم يدخل بها هو كناية عن العقد .وعن الشافعي تحريم تزوج من عقد عليها النبي صلى الله عليه وسلم ورجع إمام الحرمين والرافعي أن التحريم قاصر على التي دخل بها . على أنه يظهر أن الإضافة في قوله : { أزواجه } بمعنى لام العهد ، أي الأزواج اللائي جاءت في شأنهن هذه الآيات من قوله : { لا يحل لك النساء من بعد } [ الأحزاب : 52 ] فهن اللاءِ ثبت لهن حكم الأمهات .وبعد فإن البحث في هذه المسألة مجرد تفقه لا يبنى عليه عمل .",
  "ayah": 53,
  "surah": 33
}
