{
  "text": "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا (63)لما كان تهديد المنافقين بعذاب الدنيا يذكِّر بالخوض في عذاب الآخرة : خوض المكذبين الساخرين ، وخوضضِ المؤمنين الخائفين ، وأهللِ الكتاب ، أتبع ذلك بهذا .فالجملة معترضة بين جملة { ثم لا يجاورونك فيها إلا قليلاً } [ الأحزاب : 60 ] وبين جملة { إن الله لعن الكافرين وأعد لهم سعيراً } [ الأحزاب : 64 ] لتكون تمهيداً لجملة { إن الله لعن الكافرين } .وتكرر في القرآن ذكر سؤال الناس عن الساعة ، والسائلون أصناف :منهم المكذبون بها وهم أكثر السائلين وسؤالهم تهكم واستدلال بإبطائها على عدم وجودها في أنظارهم السقيمة قال تعالى : { يستعجل بها الذين لا يؤمنون بها } [ الشورى : 18 ] وهؤلاء هم الذين كثر في القرآن إسناد السؤال إليهم معبَّراً عنهم بضمير الغيبة كقوله : { يسألونك عن الساعة } [ الأعراف : 187 ] .وصنف مؤمنون مصدقون بأنها واقعة لكنهم يسألون عن أحوالها وأهوالها ، وهؤلاء هم الذين في قوله تعالى : { والذين آمنوا مشفقون منها ويعلمون أنها الحق } [ الشورى : 18 ] .وصنف مؤمنون يسألون عنها محبة لمعرفة المغيبات ، وهؤلاء نُهُوا عن الاشتغال بذلك كما في الحديث : «أن رجلاً سأل رسول الله : متى الساعة؟ فقال النبي صلى الله عليه وسلم \" ماذا أعددتَ لها؟ فقال الرجل : والله يا رسول الله ما أعددتُ لها كبير صلاة ولا صوم سوى أنِّي أُحب الله ورسوله . فقال رسول الله صلى الله عليه وسلم أنت مع من أحببت \" . وصنف يسأل اختباراً للنبيء صلى الله عليه وسلم لعله يجيب بما يخالف ما في علمهم فيجعلونه حجة بينهم على انتفاء نبوءته ويعلنونه في دهمائهم ليقتلعوا من نفوسهم ما عسى أن يخالطها من النظر في صدق الدعوة المحمدية . وهؤلاء هم اليهود نظير سؤالهم عن أهل الكهف وعن الروح .ف { الناس } هنا يعم جميع الناس وهو عموم عرفي ، أي جميع الناس الذين من شأنهم الاشتغال بالسؤال عنها إذ كثير من الناس يسأل عن ذلك . وأهل هذه الأصناف الأربعة موجودون بالمدينة حين نزول هذه الآية .وتقدم الكلام على نظير هذه الآية في قوله تعالى : { يسألونك عن الساعة أيان مرساها } في سورة الأعراف ( 187 ) .والخطاب في قوله : { وما يدريك } للرسول صلى الله عليه وسلم و { ما } استفهام مَا صْدَقُها شيء .و { يدريك } من أدراه ، إذا أعلمه . والمعنى : أي شيء يجعل لك دراية . و { لعل الساعة تكون قريباً } مستأنفة لإنشاء رجاء .و { لعل } معلقة فعل الإِدْراءِ عن العمل ، أي في المفعول الثاني والثالث وأما المفعول الأول فهو كاف الخطاب .والمعنى : أيُّ شيء يدريك الساعَة بعيدةً أو قريبةً لعلها تكون قريباً ولعلها تكون بعيداً ، ففي الكلام احتباك .والأظهر أن { قريباً } خبر { تكون } وأن فعل الكون ناقص وجيء بالخبر غير مقترن بعلامة التأنيث مع أنه محتمل لضمير المؤنث لفظاً ( فإن اسم الفاعل كالفعل في اقترانه بعلامة التأنيث إن كان متحملاً لضمير مؤنث لفظي ) فقيل : إنما لم يقترن بعلاقة التأنيث لأن ضمير الساعة جرى عليها بعد تأويلها بالشيء أو اليوم .والذي اختاره جمع من المحققين مثل أبي عبيدة والزجاح وابن عطية أن { قريباً } في مثل هذه الآية ليس خبراً عن فعل الكون ولكنه ظرف له وهم يعنون أن فعل الكون تام وأن { قريباً } ظرف زمان لوقوعه . والتقدير : تقع في زمان قريب ، فيلزم لفظُ ( قريب ) الإِفراد والتذكيرَ على نية زمان أو وقت ، وقد يكون ظرف مكان كما ورد في ضده وهو لفظ ( بعيد ) في قوله :وإن تمس ابنة السهمي منا ... بعيداً لا تكلمنا كلاماًوقد أشار إلى جواز الوجهين في «الكشاف» . وهذان الوجهان وإن تأتَّيَا هنا لا يتأتيان في نحو قوله تعالى : { إن رحمة الله قريب من المحسنين } [ الأعراف : 56 ] .ويقترن ( قريب ) و ( بعيد ) بعلامة التأنيث ونحوها من العلامات الفرعية عند إرادة التوصيف . وكل هذه اعتبارات من توسعهم في الكلام . وتقدم قوله تعالى : { إن رحمة اللَّه قريب من المحسنين } في الأعراف فضُمَّه إلى ما هنا .",
  "ayah": 63,
  "surah": 33
}
