{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا  بعد أن نهى الله المسلمين عما يؤذي النبيء صلى الله عليه وسلم ورَبأَ بِهم عن أن يكونوا مثل الذينآذوا رسولهم ، وجه إليهم بعد ذلك نداء بأن يتَّسِموا بالتقوى وسداد القول لأن فائدة النهيعن المنكر التلبّسُ بالمحامد ، والتقوى جماع الخير في العمل والقول . والقول السديدمبثّ الفضائل .وابتداء الكلام بنداء الذين آمنوا للاهتمام به واستجلاب الإِصغاء إليه . ونداؤهمبالذين آمنوا لما فيه من الإِيماء يقتضي ما سيؤمرون به . ففيه تعريض بأنالذين يصدر منهم ما يؤذي النبيء صلى الله عليه وسلم قصداً ليسوا من المؤمنين في باطن الأمر ولكنهممنافقون ، وتقديم الأمر بالتقوى مشعر بأن ما سيؤمرون به من سديد القول هو من شُعَبالتقوى كما هو من شعب الإِيمان .والقول : الكلام الذي يصدر من فم الإِنسان يعبر عما في نفسه .والسديد : الذي يوافق السداد . والسداد : الصواب والحقُ ومنه تسديد السهم نحوالرمية ، أي عدم العدول به عن سمْتها بحيث إذا اندفع أصابها ، فشمل القولُ السديدالأقوال الواجبة والأقوال الصالحة النافعة مثل ابتداء السلام وقول المؤمن للمؤمن الذييحبّه : إني أحبكزوالقول يكون باباً عظيماً من أبواب الخير ويكون كذلك من أبواب الشر . وفيالحديث : « وهل يَكُبّ الناس في النار على وجوههم إلاّ حصَائِد ألسنتهم » ، وفي الحديثالآخر : « رحم الله امرأ قال خيراً فغنم أو سكت فسلم » ، وفي الحديث الآخر : « من كانيؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت » .ويشمل القولُ السديد ما هو تعبير عن إرشاد من أقوال الأنبياء والعلماء والحكماء ،وما هو تبليغ لإِرشاد غيره من مأثور أقوال الأنبياء والعلماء . فقراءة القرآن على الناس منالقول السديد ، ورواية حديث الرسول صلى الله عليه وسلم من القول السديد . وفي الحديث : « نضَّر اللهأمرأ سمع مقالتي فوعاها فأدّاها كما سمعها » وكذلك نشر أقوال الصحابة والحكماء وأيمةالفقه . ومن القول السديد تمجيد الله والثناء عليه مثل التسبيح . ومن القول السديد الأذانوالإِقامةُ قال تعالى : { إليه يصعد الكلم الطيب } في سورة فاطر [ 10 ] . فبالقول السديدتشيع الفضائل والحقائق بين الناس فيرغبون في التخلق بها ، وبالقول السيّئ تشيعالضلالات والتمويهات فيغتر الناس بها ويحسبون أنهم يحسنون صنعاً . والقول السديديشمل الأمر بالمعروف والنهي عن المنكر .ولما في التقوى والقولِ السديد من وسائل الصلاح جُعل للآتي بهما جزاءٌ بإِصلاحالأعمال ومغفرة الذنوب . وهو نشر على عكس اللف ، فإصلاح الأعمال جزاء على القولالسديد لأن أكثر ما يفيده القول السديد إرشاد الناس إلى الصلاح أو اقتداء الناس بصاحبالقول السديد .وغفرانُ الذنوب جزاء على التقوى لأن عمود التقوى اجتناب الكبائر وقد غفر اللهللناس الصغائر باجتناب الكبائر وغفر لهم الكبائر بالتوبة ، والتحولُ عن المعاصي بعدَ الهمّبها ضرب من مغفرتها .ثم إن ضميري جمع المخاطب لما كان عائدين على الذين آمنوا كانا عامَّيْن لكلالمؤمنين في عموم الأزمان سواء كانت الأعمال أعمال القائلين قولاً سديداً أو أعمالغيرهم من المؤمنين الذين يسمعون أقوالهم فإنهم لا يخلون من فريق يتأثر بذلك القولفيعملون بما يقتضيه على تفاوت بين العاملين ، وبحسب ذلك التفاوت يتفاوت صلاحأعمال القائلين قولاً سديداً والعاملين به من سامعيه ، وكذلك أعمال الذي قال القولالسديد في وقت سماعه قولَ غيره . وفي الحديث : « فَرَّب حامل فقه إلى من هو أفقه منه » ،فظهر أن إصلاح الأعمال متفاوت وكيفما كان فإن صلاح المعمول من آثار سداد القول ،وكذلك التقوى تكون سبباً لمغفرة ذنوب المتقي ومغفرة ذنوب غيره لأن من التقوىالانكفاف عن مشاركة أهل المعاصي في معاصيهم فيحصل بذلك انكفاف كثير منهم عنمعاصيهم تأسياً أو حياء فتتعطل بعض المعاصي ، وذلك ضرب من الغفران فإن اقتدىفاهتدى فالأمر أجدر .",
  "ayah": 70,
  "surah": 33
}
