{
  "text": "القول في تأويل قوله تعالى :  وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (12)يقول تعالى ذكره: ولقد آتينا لقمان الفقه في الدين والعقل والإصابة في القول.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (وَلَقَدْ آتَيْنا لُقْمان الحِكْمَةَ) قال: الفقه والعقل والإصابة في القول من غير نبوّة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَلَقَدْ آتَيْنا لُقْمانَ الحِكْمَةَ) أي الفقه في الإسلام، قال قَتادة: ولم يكن نبيا، ولم يوح إليه.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا يونس، عن مجاهد في قوله: (وَلَقَدْ آتَيْنا لُقْمانَ الحِكْمَةَ) قال: الحكمة: الصواب، وقال غير أبي بشر: الصواب في غير النبوّة.حدثنا ابن المثنى، ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن مجاهد &; 20-135 &; أنه قال: كان لقمان رجلا صالحا، ولم يكن نبيا.حدثني نصر بن عبد الرحمن الأودي وابن حميد، قالا ثنا حكام، عن سعيد الزبيدي، عن مجاهد قال: كان لقمان الحكيم عبدا حبشيا، غليظ الشفتين، مصفح القدمين، قاضيا على بني إسرائيل.حدثني عيسى بن عثمان بن عيسى الرملي، قال: ثنا يحيى بن عيسى، عن الأعمش، عن مجاهد، قال: كان لقمان عبدا أسود، عظيم الشفتين، مشقَّق القدمين.حدثني عباس بن محمد، قال: ثنا خالد بن مخلد، قال: ثنا سليمان بن بلال، قال: ثني يحيى بن سعيد، قال: سمعت سعيد بن المسيب يقول: كان لقمان الحكيم أسود من سودان مصر.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن أشعث، عن عكرِمة، عن ابن عباس قال: كان لقمان عبدا حبشيا.حدثنا العباس بن الوليد، قال: أخبرنا أبي، قال: ثنا الأوزاعي، قال: ثنا عبد الرحمن بن حرملة، قال: جاء أسود إلى سعيد بن المسيب يسأل، فقال له سعيد: لا تحزن من أجل أنك أسود، فإنه كان من خير الناس ثلاثة من السودان: بِلال، ومهجِّع مولى عمر بن الخطاب، ولقمان الحكيم كان أسود نوبيا ذا مشافر.حدثنا ابن وكيع، قال: ثنا أبي، عن أبي الأشهب، عن خالد الربعي، قال: كان لقمان عبدا حبشيا نجارا، فقال له مولاه: اذبح لنا هذه الشاة، فذبحها، قال: أخرج أطيب مضغتين فيها، فأخرج اللسان والقلب، ثم مكث ما شاء الله، ثم قال: اذبح لنا هذه الشاة، فذبحها، فقال: أخرج أخبث مضغتين فيها، فأخرج اللسان والقلب، فقال له مولاه: أمرتك أن تخرج أطيب مضغتين فيها فأخرجتهما، وأمرتك أن تخرج أخبث مضغتين فيها فأخرجتهما، فقال له لقمان: إنه ليس من شيء أطيب منهما إذا طابا، ولا أخبث منهما إذا خبثا.حدثنا ابن حميد، قال: ثنا الحكم، قال: ثنا عمرو بن قيس، قال: كان لقمان عبدا أسود، غليظ الشفتين، مصفح القدمين، فأتاه رجل، وهو في مجلس أناس يحدّثهم، فقال له: ألست الذي كنت ترعى معي الغنم في مكان كذا وكذا؟ قال: نعم، قال: فما بلغ بك ما أرى؟ قال: صدق الحديث، والصمت عما لا يعنيني.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن رجل، عن مجاهد (وَلَقَدْ آتَيْنا لُقمانَ الحِكْمَةَ) قال: القرآن.قال: ثنا أبي، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: الحكمة: الأمانة.وقال آخرون: كان نبيا.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثني أبي، عن إسرائيل، عن جابر، عن عكرِمة، قال: كان لقمان نبيا.وقوله: (أنِ اشْكُرْ لِلهِ) يقول تعالى ذكره: (ولقد آتينا لقمان الحكمة)، أن احمد الله على ما آتاك من فضله، وجعل قوله: (أنِ اشكُرْ) ترجمة عن الحكمة؛ لأن من الحكمة التي كان أوتيها، كان شكره الله على ما آتَاهُ، وقوله: (وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ) يقول: ومن يشكر الله على نعمه عنده فإنما يشكر لنفسه، لأن الله يجزل له على شكره إياه الثواب، وينقذه به من الهلكة (وَمَن كَفَرَ فإنَّ اللهَ غَنِيٌّ حَمِيدٌ) يقول: ومن كفر نعمة الله عليه إلى نفسه أساء؛ لأن الله معاقبه على كفرانه إياه، والله غنيّ عن شكره إياه على نعمه، لا حاجة به إليه، لأن شكره إياه لا يزيد في سلطانه، ولا ينقص كفرانه إياه من ملكه. ويعني بقوله: (حَمِيدٌ) محمود على كلّ حال، له الحمد على نعمه، كفر العبد نعمته أو شكره عليها، وهو مصروف من مفعول إلى فعيل.",
  "ayah": 12,
  "surah": 31
}
