{
  "text": "القول في تأويل قوله تعالى :  وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (14)يقول تعالى ذكره: وأمرنا الإنسان ببرّ والديه (حَمَلَتْهُ أُمُّهُ وَهْنًا عَلى وَهْنٍ) يقول: ضعفا على ضعف، وشدّة على شدّة، ومنه قول زهير:فَلَــنْ يَقُولُـوا بِحَـبْلٍ وَاهِـنٍ خَـلَقٍلَـوْ كـانَ قَـوْمُكَ فِـي أسْـبابِه هَلَكُوا (1)وبنحو الذي قلنا في ذلك قال أهل التأويل، غير أنهم اختلفوا في المعني بذلك، فقال بعضهم: عنى به الحمل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( وَوَصَّيْنَا الإنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ ) يقول: شدّة بعد شدّة، وخلقا بعد خلق.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَهْنًا عَلى وَهْنٍ) يقول: ضعفا على ضعف.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (حَمَلَتْهُ أُمُّهُ وَهْنًا عَلى وَهْنٍ) أي جهدا على جهد.وقال آخرون: بل عنى به: وهن الولد وضعفه على ضعف الأمّ.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَهْنًا عًلى وَهْنٍ) قال: وهن الولد على وهن الوالدة وضعفها.وقوله: (وَفِصَالُهُ فِي عامَيْنِ) يقول: وفطامه في انقضاء عامين. وقيل: (وَفِصَالُهُ فِي عامَيْنِ) وترك ذكر انقضاء اكتفاء بدلالة الكلام عليه، كما قيل:  وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا  يراد به أهل القرية.وقوله: (أن اشْكُرْ لِي وَلِوَالِدَيْكَ) يقول: وعهدنا إليه أن اشكر لي على نعمي عليك، ولوالديك تربيتهما إياك، وعلاجهما فيك ما عالجا من المشقة حتى استحكم قواك. وقوله: (إليَّ المَصِيرُ) يقول: إلى الله مصيرك أيها الإنسان، وهو سائلك عما كان من شكرك له على نعمه عليك، وعما كان من شكرك لوالديك، وبرّك بهما على ما لقيا منك من العناء والمشقة في حال طفوليتك وصباك، وما اصطنعا إليك في برّهما بك، وتحننهما عليك.وذُكر أن هذه الآية نـزلت في شأن سعد بن أبي وقاص وأمه.ذكر الرواية الواردة في ذلك:حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سماك بن حرب، عن مصعب بن سعد، قال: حلفت أمّ سعد أن لا تأكل ولا تشرب، حتى يتحوّل سعد عن دينه، قال: فأبى عليها، فلم تزل كذلك حتى غشي عليها، قال: فأتاها بنوها فسقوها، قال: فلما أفاقت دعت الله عليه، فنـزلت هذه الآية (وَوَصَّيْنا الإنْسَانَ بِوَالِدَيْهِ) إلى قوله:  فِي الدُّنْيَا مَعْرُوفًاحدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك بن حرب، عن مصعب بن سعد، عن أبيه، قال: قالت أمّ سعد لسعد: أليس الله قد أمر بالبرّ، فوالله، لا أطعم طعاما ولا أشرب شرابا حتى أموت أو تكفر، قال: فكانوا إذا أرادوا أن يطعموها شجروا فاها بعصا، ثم أوجروها، فنـزلت هذه الآية (وَوَصَّيْنا الإنسانَ بِوَالِدَيْهِ).حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن سماك بن حرب، قال: قال سعد بن مالك: نـزلت فيّ  وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا  قال: لما أسلمت، حلفت أمي لا تأكل طعاما ولا تشرب شرابا، قال: فناشدتها أوّل يوم، فأبت وصبرت، فلما كان اليوم الثاني ناشدتها، فأبت، فلما كان اليوم الثالث ناشدتها فأبت، فقلت: والله، لو كانت لك مئة نفس لخرجت قبل أن أدع ديني هذا، فلما رأت ذلك، وعرفت أني لست فاعلا أكلت.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت أبا هبيرة يقول: قال: نـزلت هذه الآية في سعد بن أبي وقاص  وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا ...  الآية.--------------------الهوامش :(1) البيت لزهير بن أبي سلمى (مختار الشعر الجاهلي، بشرح مصطفى السقا، طبعة الحلبي ص 245). وقبل البيت بيت مرتبط به ارتباط السؤال بالجواب قال:هَــلا سـأَلتَ بنـي الصَّيْـدَاءِ كُـلِّهِمِبِــأَيّ حَـبْلِ جِـوَارٍ كُـنْتُ أمْتَسِـكُومعنى بيت الشاهد: هو حبل شديد محكم، فمن تمسك به نجا، وليس بحبل ضعيف، من تعلق بأسبابه هلك. قالوا: وكان الحارث بن ورقاء الصيداوي من بني أسد، أغار على بني عبد الله بن غطفان، فغنم، واستاق إبل زهير وراعيه يسارًا فخاطبه زهير بهذه القصيدة، وذكره بأنه كان في عهده وجواره، وأنه إن لم يرد عليه الإبل والراعي فإنه سيقول فيه من قصائد الهجو ما يفضحه في أحياء العرب. وقال أبو عبيدة في تفسير قوله تعالى: (وهنًا على وهنٍ): أي ضعفًا إلى ضعفها. واستشهد بالبيت. ا هـ . وفيه الواهي بمعنى: الضعيف.",
  "ayah": 14,
  "surah": 31
}
