{
  "text": "القول في تأويل قوله تعالى :  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (34)يقول تعالى ذكره:  يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا  هو آتيكم؛ علم إتيانه إياكم عند ربكم، لا يعلم أحد متى هو جائيكم، لا يأتيكم إلا بغتة، فاتقوه أن يفجأكم بغتة، وأنتم على ضلالتكم لم تنيبوا منها، فتصيروا من عذاب الله وعقابه إلى ما لا قبل لكم به. وابتدأ تعالى ذكره الخبر عن علمه بمجيء الساعة. والمعنى: ما ذكرت لدلالة الكلام على المراد منه، فقال: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) التي تقوم فيها القيامة، لا يعلم ذلك أحد غيره (وينـزلُ الغيْثَ) من السماء، لا يقدر على ذلك أحد غيره، (وَيَعْلَمُ ما في الأرْحامِ) أرحام الإناث (وَما تَدْرِي نَفْسٌ ماذَا تَكْسِبُ غَدًا) يقول: وما تعلم نفس حيّ ماذا تعمل في غد، (وَما تَدْرِي نَفْسٌ بأيّ أرْض تَمُوتُ) يقول: وما تعلم نفس حيّ بأيّ أرض تكون منيتها(إنَّ اللهَ عَلِيمٌ خَبِيرٌ) يقول: إن الذي يعلم ذلك كله هو الله دون كلّ أحد سواه، إنه ذو علم بكلّ شيء، لا يخفى عليه شيء، خبير بما هو كائن، وما قد كان.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) قال: جاء رجل - قال أبو جعفر: أحسبه أنا، قال: - إلى النبيّ صلى الله عليه وسلم فقال: إن امرأتي حُبلى، فأخبرني ماذا تلد؟ وبلادنا محل جدبة، فأخبرني متى ينـزل الغيث؟ وقد علمت متى ولدت، فأخبرني متى أموت، فأنـزل الله: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنـزلُ الغَيْثَ) إلى آخر السورة، قال: فكان مجاهد يقول: هنّ مفاتح الغيب التي قال الله  وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلا هُوَ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) الآية، أشياء من الغيب، استأثر الله بهنّ، فلم يطلع عليهنّ ملَكا مقرّبا، ولا نبيا مرسلا(إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ) فلا يدري أحد من الناس متى تقوم الساعة، في أيّ سنة، أو في أيّ شهر، أو ليل، أو نهار (ويُنـزلُ الغَيْثَ) فلا يعلم أحد متى ينـزل الغيث، ليلا أو نهارا ينـزل؟(وَيَعْلَمُ ما فِي الأرْحامِ) فلا يعلم أحد ما فِي الأرحام، أذكر أو أنثى، أحمر أو أسود، أو ما هو؟(وَما تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا) خير أم شرّ، ولا تدري يا ابن آدم متى تموت؟ لعلك الميت غدا، لعلك المصاب غدا؟(وَما تَدْرِي نَفْسٌ بأيّ أرْضٍ تَمُوتُ) ليس أحد من الناس يدري أين مضجعه من الأرض في بحر أو برّ أو سهل أو جبل، تعالى وتبارك.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن الشعبيّ، قال: قالت عائشة: من قال: إن أحدا يعلم الغيب إلا الله فقد كذب، وأعظم الفرية على الله، قال الله:  لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلا اللَّهُ  .حدثنا يعقوب، قال: ثنا ابن علية، عن يونس بن عبيد، عن عمرو بن شُعيب أن رجلا قال: يا رسول الله، هل من العلم علم لم تؤته؟ قال: \" لَقَدْ أُوتِيتُ عِلْما كَثِيرًا، وَعِلما حَسنًا \"، أو كما قال رسول الله صلى الله عليه وسلم ، ثم تلا رسول الله صلى الله عليه وسلم هذه الآية: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنـزلُ الغَيْثَ) إلى (إنَّ اللهَ عَلِيمٌ خَبِيرٌ) لا يَعْلَمُهُنَّ إلا اللهُ تَبارَكَ وَتَعالى .حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني عمرو بن محمد، عن أبيه، عن عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال: \" مَفاتِحُ الغَيبِ خَمْسَةٌ\" ثم قرأ هؤلاء الآيات (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَة) إلى آخرها.حدثني عليّ بن سهل، قال: ثنا مؤمل، قال: ثنا سفيان، عن عبد الله بن دينار، أنه سمع ابن عمر يقول: قال رسول الله صلى الله عليه وسلم: \" مَفاتِحُ الغَيْبِ خَمْسٌ لا يَعْلَمُهُنَّ إلا اللهُ، (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنـزلُ الغَيْثَ وَيعْلَمُ ما فِي الأرْحامِ )\" الآية، ثم قال: \" لا يعْلَمُ ما فِي غَدٍ إلا اللهُ، وَلا يَعْلَمُ أحَدٌ مَتى يَنـزلُ الغَيْثَ إلا اللهُ، وَلا يَعْلَمُ أحَدٌ مَتى قِيامُ السَّاعَةِ إلا اللهُ، وَلا يَعْلَمُ أحَدٌ ما فِي الأرْحامِ إلا اللهُ، وَلا تَدْرِي نَفْسٌ بأيّ أرْض تَمُوتُ.\"حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن عبد الله بن دينار، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: \" مَفاتحُ الغَيْبِ خَمْسٌ لا يَعْلَمُها إلا اللهُ: إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنـزلُ الغيْثَ وَيعْلَمُ ما فِي الأرْحامِ وَما تَدْرِي نَفْسٌ ماذَا تَكْسِبُ غَدًا وما تَدْري نَفْسٌ بأيّ أرضٍ تَمُوتُ إنَّ اللهَ عَلِيمٌ خَبِيرٌ\".حدثنا ابن وكيع، قال: ثني أبي، عن مسعر، عن عمرو بن مرّة، عن عبد الله بن سلمة، عن ابن مسعود قال: كلّ شيء أوتيه نبيكم صلى الله عليه وسلم إلا علم الغيب الخمس: ( إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنـزلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ).حدثنا ابن وكيع، قال: ثنا أبي، عن ابن أبي خالد، عن عامر، عن مسروق، عن عائشة، قالت: من حدّثك أنه يعلم ما في غد فقد كذب، ثم قرأت: (وَما تَدْرِي نَفْسٌ ماذَا تكْسبُ غَدًا).قال: تنا جرير وابن علية، عن أبي خباب، عن أبي زُرعة، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: \" خَمْسٌ لا يَعْلَمُهُنَّ إلا اللهُ: (إنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ ويُنـزلُ الغَيْثَ ...) الآية \".حدثني أبو شُرَحبيل، قال: ثنا أبو اليمان، قال: ثنا إسماعيل، عن جعفر، عن عمرو بن مرّة، عن عبد الله بن سلمة، عن ابن مسعود، قال: كلّ شيء قد أوتي نبيكم غير مفاتح الغيب الخمس، ثم قرأ هذه الآية (إنَّ اللهَ عِنْدَهُ عِلمُ السَّاعَة) إلى آخرها.وقيل: (بأيّ أرض تموت)، وفيه لغة أخرى: (بأيَّةِ أرْضٍ) فمن قال: (بأيّ أرْضٍ) اجتز بتأنيث الأرض من أن يظهر في (أيِّ) تأنيث آخر، ومن قال (بأيَّة أرْضٍ) فأنث، (أي) قال: قد تجتزئ بأي مما أضيف إليه، فلا بدّ من التأنيث، كقول القائل: مررت بامرأة، فيقال له: بأيةٍ، ومررت برجل، فيقال له بأيٍّ؟ ويقال: أي امرأة جاءتك وجاءك، وأية امرأة جاءتك.آخر تفسير سورة لقمان.",
  "ayah": 34,
  "surah": 31
}
