{
  "text": "القول في تأويل قوله تعالى :  وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (6)اختلف أهل التأويل، في تأويل قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيث) فقال بعضهم: من يشتري الشراء المعروف بالثمن، ورووا بذلك خبرا عن رسول الله صلى الله عليه وسلم.وهو ما حدثنا أبو كُرَيب، قال: ثنا وكيع، عن خلاد الصفار، عن عبيد الله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة، قال: قال رسول الله صلى الله عليه وسلم: \" لا يحِلُّ بَيْعُ المُغَنِّيَاتِ، وَلا شِرَاؤُهُنَّ، وَلا التِّجارَةُ فِيهِنَّ، وَلا أثمَانُهُنَّ، وفيهنّ نـزلت هذه الآية: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) \".حدثنا ابن وكيع، قال: ثني أبي، عن خَلاد الصفار، عن عبيد الله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة، عن النبيّ صلى الله عليه وسلم بنحوه، إلا أنه قال: \" أكْلُ ثَمَنِهِنَّ حَرَامٌ\" وقال أيضا: \" وفِيهِنَّ أنـزلَ اللهُ عليَّ هَذِهِ الآيَةَ: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ) \".حدثني عبيد بن آدم بن أبي إياس العسقلاني، قال: ثنا أبي، قال: ثنا سليمان بن حيان، عن عمرو بن قيس الكلابي، عن أبي المهلَّب، عن عبيد الله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة. قال: وثنا إسماعيل بن عَياش، عن مُطَرَّح بن يزيد، عن عبيد الله بن زَحْر، عن عليّ بن زيد، عن القاسم، عن أبي أُمامة الباهلي، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" لا يحلّ تَعْلِيمُ المُغَنِّياتِ، وَلا بَيْعُهُنَّ وَلا شِرَاؤُهُنَّ، وَثمَنُهُنَّ حَرامٌ، وقَدْ نـزلَ تَصْدِيقُ ذلكَ فِي كِتابِ الله (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ) إلى آخر الآية \".وقال آخرون: بل معنى ذلك: من يختار لهو الحديث ويستحبه.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ بغَيْرِ عِلْمٍ) والله لعله أن لا ينفق فيه مالا، &; 20-127 &; ولكن اشتراؤه استحبابه، بحسب المرء من الضلالة أن يختار حديث الباطل على حديث الحقّ، وما يضرّ على ما ينفع.حدثني محمد بن خلف العسقلاني، قال: ثنا أيوب بن سويد، قال: ثنا ابن شوذب، عن مطر في قول الله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ ) قال: اشتراؤه: استحبابه.وأولى التأويلين عندي بالصواب تأويل من قال: معناه: الشراء، الذي هو بالثمن، وذلك أن ذلك هو أظهر معنييه.فإن قال قائل: وكيف يشتري لهو الحديث؟ قيل: يشتري ذات لهو الحديث، أو ذا لهو الحديث، فيكون مشتريا لهو الحديث.وأما الحديث، فإن أهل التأويل اختلفوا فيه، فقال بعضهم: هو الغناء والاستماع له.* ذكر من قال ذلك:حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: أخبرني يزيد بن يونس، عن أبي صخر، عن أبي معاوية البجلي، عن سعيد بن جُبَير، عن أبي الصهباء البكري (1) أنه سمع عبد الله بن مسعود وهو يسأل عن هذه الآية: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ بغَيْرِ عِلْمٍ) فقال عبد الله: الغناء، والذي لا إله إلا هو، يردّدها ثلاث مرّات.حدثنا عمرو بن عليّ، قال: ثنا صفوان بن عيسى، قال: أخبرنا حميد الخراط، عن عمار، عن سعيد بن جُبَير، عن أبي الصهباء، أنه سأل ابن مسعود، عن قول الله (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا أبو كُرَيب، قال: ثنا عليّ بن عابس، عن عطاء، عن سعيد بن جبير، عن ابن عباس (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا عمرو بن عليّ، قال: ثنا عمران بن عيينة، قال: ثنا عطاء بن السائب، عن سعيد بن جُبَير، عن ابن عباس (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء وأشباهه.حدثنا ابن وكيع، والفضل بن الصباح، قالا ثنا محمد بن فضيل، عن عطاء، عن سعيد بن جُبَير عن ابن عباس في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء ونحوه.حدثنا ابن حميد، قال: ثنا حكام بن سلم، عن عمرو بن أبي قيس، عن عطاء، عن سعيد بن جُبَير عن ابن عباس، مثله.حدثنا الحسين بن عبد الرحمن الأنماطي، قال: ثنا عبيد الله، قال: ثنا ابن أبي ليلى، عن الحكم، عن مقسم، عن ابن عباس، قال: هو الغناء والاستماع له، يعني قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ).حدثنا الحسن بن عبد الرحيم، قال: ثنا عبيد الله بن موسى، قال: ثنا سفيان، عن قابوس بن أبي ظبيان، عن أبيه، عن جابر في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء والاستماع له.حدثنا ابن وكيع، قال: ثنا أبي، عن ابن أبي ليلى، عن الحكم أو مقسم، عن مجاهد، عن ابن عباس قال: شراء المغنية.حدثنا ابن وكيع، قال: ثنا حفص والمحاربي، عن ليث، عن الحكم، عن ابن عباس، قال: الغناء.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللهِ) قال: باطل الحديث: هو الغناء ونحوه.حدثنا ابن بشار وابن المثنى، قالا ثنا عبد الرحمن، قال: ثنا سفيان، عن حبيب، عن مجاهد (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر وعبد الرحمن بن مهدي، عن شعبة، عن الحكم، عن مجاهد أنه قال في هذه الآية: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن حبيب، عن مجاهد قال: الغناء.قال: ثنا أبي، عن شعبة، عن الحكم، عن مجاهد، مثله.حدثنا أبو كُرَيب، قال: ثنا الأشجعي، عن سفيان، عن عبد الكريم، عن مجاهد (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء، وكلّ لعب لهو.حدثنا الحسين بن عبد الرحمن الأنماطي، قال: ثنا عليّ بن حفص الهمداني، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء والاستماع له وكل لهو.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: المغني والمغنية بالمال الكثير، أو استماع إليه، أو إلى مثله من الباطل.حدثني يعقوب وابن وكيع، قالا ثنا ابن علية، عن ليث، عن مجاهد في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: هو الغناء أو الغناء منه، أو الاستماع له.حدثنا أبو كُرَيب، قال: ثنا عثام بن عليّ، عن إسماعيل بن أبي خالد، عن شعيب بن يسار، عن عكرِمة قال: (لَهْوَ الحَدِيثِ) : الغناء.حدثني عبيد بن إسماعيل الهباري، قال: ثنا عثام، عن إسماعيل بن أبي خالد، عن شعيب بن يسار هكذا قال عكرِمة، عن عبيد، مثله.حدثنا الحسين بن الزبرقان النخعي، قال: ثنا أبو أسامة وعبيد الله، عن أسامة، عن عكرِمة في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) قال: الغناء.حدثنا ابن وكيع، قال: ثنا أبي، عن أسامة بن زيد، عن عكرِمة، قال: الغناء.وقال آخرون: عنى باللهو: الطبل.* ذكر من قال ذلك:حدثني عباس بن محمد، قال: ثنا حجاج الأعور، عن ابن جُرَيج، عن مجاهد، قال: اللهو: الطبل.وقال آخرون: عنى بلهو الحديث: الشرك.* ذكر من قال ذلك:حديث عن الحسين، قال: سمعت أبا معاذ، يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ) يعني: الشرك.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الحَدِيثِ لِيُضِلَّ عَنْ سَبِيل اللهِ بغيرِ عِلْمٍ وِيتَّخِذَها هُزُوًا) قال: هؤلاء أهل الكفر، ألا ترى إلى قوله:  وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا  فليس هكذا أهل الإسلام، قال: وناس يقولون: هي فيكم وليس كذلك، قال: وهو الحديث الباطل الذي كانوا يلغون فيه.والصواب من القول في ذلك أن يقال: عنى به كلّ ما كان من الحديث ملهيا عن سبيل الله مما نهى الله عن استماعه أو رسوله؛ لأن الله تعالى عمّ بقوله: (لَهْوَ الحَدِيثِ) ولم يخصص بعضا دون بعض، فذلك على عمومه حتى يأتي ما يدلّ على خصوصه، والغناء والشرك من ذلك.وقوله: (لِيُضِلَّ عَنْ سَبِيلِ اللهِ) يقول: ليصدّ ذلك الذي يشتري من لهو الحديث عن دين الله وطاعته، وما يقرّب إليه من قراءة قرآن وذكر الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (لِيُضِلَّ عَنْ سَبِيلِ اللهِ) قال: سبيل الله: قراءة القرآن، وذكر الله إذا ذكره، وهو رجل من قريش اشترى جارية مغنية.وقوله: (بغَيرِ عِلْم) يقول: فعل ما فعل من اشترائه لهو الحديث جهلا منه بما له في العاقبة عند الله من وزر ذلك وإثمه. وقوله: (وَيَتَّخِذَها هُزُوًا) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة وبعض أهل الكوفة: (وَيَتَّخِذُها) رفعا، عطفا به على قوله: (يَشْتَرِي) كأن معناه عندهم: ومن الناس من يشتري لهو الحديث، ويتخذ آيات الله هزوا. وقرأ ذلك عامة قرّاء الكوفة: (وَيَتَّخِذَها) نصبا عطفا على يضلّ، بمعنى: ليضلّ عن سبيل الله، وليتخذَها هُزُوًا.والصواب من القول في ذلك: أنهما قراءتان معروفتان في قرّاء الأمصار، متقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب الصواب في قراءته، والهاء والألف في قوله: (وَيَتَّخِذَها) من ذكر سبيل الله.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: (وَيَتَّخِذَها هُزُوًا) قال: سبيل الله.وقال آخرون: بل ذلك من ذكر آيات الكتاب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قال: بِحَسْب المرء من الضلالة أن يختار حديث الباطل على حديث الحقّ، وما يضرّ على ما ينفع، ويتخذها هزوا يستهزئ بها ويكذّب بها. وهما من أن يكونا من ذكر سبيل الله أشبه عندي لقربهما منها، وإن كان القول الآخر غير بعيد من الصواب، واتخاذه ذلك هزوا هو استهزاؤه به.وقوله: (أُولَئِكَ لَهُمْ عذَابٌ مُهِينٌ) يقول تعالى ذكره: هؤلاء الذين وصفنا أنهم يشترون لهو الحديث ليضلوا عن سبيل الله. لهم يوم القيامة عذاب مُذِلّ مخزٍ في نار جهنم.---------------------الهوامش :(1) أبو الصهباء \"كما في خلاصة الخزرجي\": هو صهيب الهاشمي، عن مولاه ابن عباس، وعلى، وابن مسعود، ولم يقل في نسبته: البكري، هناك صهيب المكي أبو موسى الحذاء، ولم يكنه بأبي الصهباء.",
  "ayah": 6,
  "surah": 31
}
