{
  "text": "Which was revealed in Makkah\nThe Prostration of Recitation in Surat Al-Inshiqaq\nIt is reported from Abu Salamah that while leading them in prayer, Abu Hurayrah recited,\nإِذَا السَّمَآءُ انشَقَّتْ\n(When the heaven is split asunder.) and he prostrated during its recitation. Then when he completed the prayer, he informed them that the Messenger of Allah ﷺ prostrated during its recitation. This was recorded by Muslim and An-Nasa'i on the authority of Malik. Al-Bukhari recorded from Abu Rafi` that he prayed the Night prayer with Abu Hurayrah) recited,\nإِذَا السَّمَآءُ انشَقَّتْ\n(When the heaven is split asunder.) then he prostrated. So Abu Rafi` said something to him about it (questioning it). Abu Hurayrah replied, \"I prostrated behind Abul-Qasim (the Prophet ), and I will never cease prostrating during its recitation until I meet him.\"\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nSplitting the Heavens asunder and stretching the Earth forth on the Day of Resurrection\nAllah says,\nإِذَا السَّمَآءُ انشَقَّتْ\n(When the heaven is split asunder,) This refers to the Day of Judgement.\nوَأَذِنَتْ لِرَبِّهَا\n(And listens to and obeys its Lord) meaning, it listens to its Lord and obeys His command to split apart. This will occur on the Day of Judgement.\nوَحُقَّتْ\n(and it must do so.) meaning, it is right for it to obey the command of its Lord, because it is great and cannot be rejected, nor overcome. Rather it overpowers everything and everything is submissive to it. Then Allah says,\nوَإِذَا الاٌّرْضُ مُدَّتْ\n(And when the earth is stretched forth,) meaning, when the earth is expanded, spread out and extended. Then He says,\nوَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ\n(And has cast out all that was in it and became empty.) meaning, it throws out the dead inside of it, and it empties itself of them. This was said by Mujahid, Sa`id, and Qatadah.\nوَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ\n(And listens to and obeys its Lord, and it must do so.) The explanation of this is the same as what has preceded.\nThe Recompense for Deeds is True\nAllah says,\nيأَيُّهَا الإِنسَـنُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحاً\n(O man! Verily, you are returning towards your Lord with your deeds and actions, a sure returning,) meaning, `verily you are hastening to your Lord and working deeds.'\nفَمُلَـقِيهِ\n(and you will meet.) `Then you will meet that which you did of good or evil.' A proof for this is what Abu Dawud At-Tayalisi recorded from Jabir, that the Messenger of Allah ﷺ said,\n«قَالَ جِبْرِيلُ: يَا مُحَمَّدُ، عِشْ مَا شِئْتَ فَإِنَّكَ مَيِّتٌ، وَأَحْبِبْ (مَنْ) شِئْتَ فَإِنَّكَ مُفَارِقُهُ، وَاعْمَلْ مَا شِئْتَ فَإِنَّكَ مُلَاقِيه»\n(Jibril said, \"O Muhammad! Live how you wish, for verily you will die; love what you wish, for verily you will part with it; and do what you wish, for verily you will meet it (your deed).) There are some people who refer the pronoun back to the statement \"your Lord.\" Thus, they hold the Ayah to mean, \"and you will meet your Lord.\" This means that He will reward you for your work, and pay you for your efforts. Therefore, both of these two views are connected. Al-`Awfi recorded from Ibn `Abbas that he said explaining,\nيأَيُّهَا الإِنسَـنُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحاً\n(O man! Verily, you are returning towards your Lord with your deeds and actions, a sure returning,) \"Whatever deed you do, you will meet Allah with it, whether it is good or bad.\"\nThe Presentation and the Discussion that will take place during the Reckoning\nThen Allah says,\nفَأَمَّا مَنْ أُوتِىَ كِتَـبَهُ بِيَمِينِهِ - فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً\n(Then as for him who will be given his Record in his right hand, he surely, will receive an easy reckoning,) (84:7-8) meaning, easy without any difficulty. This means that he will not be investigated for all the minute details of his deeds. For verily, whoever is reckoned like that, he will certainly be destroyed. Imam Ahmad recorded from `A'ishah that the Messenger of Allah ﷺ said,\n«مَنْ نُوقِشَ الْحِسَابَ عُذِّب»\n(Whoever is interrogated during the reckoning, then he will be punished.) `A'ishah then said, \"But didn't Allah say,\nفَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً\n(He surely will receive an easy reckoning,)\" The Prophet replied,\n«لَيْسَ ذَاكِ بِالْحِسَابِ، وَلَــكِنْ ذلِكِ الْعَرْضُ، مَنْ نُوقِشَ الْحِسَابَ يَوْمَ الْقِيَامَةِ عُذِّب»\n(That is not during to the Reckoning, rather it is referring to the presentation. Whoever is interrogated during the Reckoning on the Day of Judgement, then he will be punished.) This Hadith has also been recorded by Al-Bukhari, Muslim, At-Tirmidhi, An-Nasa'i and Ibn Jarir. In reference to Allah's statement,\nوَيَنقَلِبُ إِلَى أَهْلِهِ مَسْرُوراً\n(And will return to his family Masrur!) This means that he will return to his family in Paradise. This was said by Qatadah and Ad-Dahhak. They also said, \"Masrur means happy and delighted by what Allah has given him.\" Allah said;\nوَأَمَّا مَنْ أُوتِىَ كِتَـبَهُ وَرَآءَ ظَهْرِهِ\n(But whosoever is given his Record behind his back,) meaning, he will be given his Book in his left hand, behind his back, while his hand is bent behind him.\nفَسَوْفَ يَدْعُو ثُبُوراً\n(He will invoke destruction,) meaning, loss and destruction.\nوَيَصْلَى سَعِيراً - إِنَّهُ كَانَ فِى أَهْلِهِ مَسْرُوراً\n(And he shall enter a blazing Fire, and made to taste its burning. Verily, he was among his people in joy!) meaning, happy. He did not think about the consequences, nor feared what (future) was in front of him. His light happiness will be followed by long grief.\nإِنَّهُ ظَنَّ أَن لَّن يَحُورَ\n(Verily, he thought that he would never return!) meaning, he used to believe that he would not return to Allah, nor would Allah bring him back (to life) after his death. This was said by Ibn `Abbas, Qatadah and others. Allah then says,\nبَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيراً\n(Yes! Verily, his Lord has been ever beholding him!) meaning, certainly Allah will repeat his creation just as he began his creation, and He will reward him based upon his deeds, whether they were good or bad. He was ever watchful of him, meaning All-Knowing and All-Aware.",
  "ayah": 11,
  "surah": 84
}
