{
  "surah": 6,
  "ayah": 111,
  "text": "Were We to send down the angels to them, were the dead to speak to them, and were We to muster all things in front of them, they would still not have faith, unless God willed. He is speaking about those rejected by the Presence, those driven away by severance. “If We were to send the angels of heaven-the proximate and the cherubim, the emissaries and the pi- ous, the watchers over the decree and the measuring out, the trustees of the Exalted Threshold- to the earth to invite the abandoned to Us and to report about Us; and if We were to muster the dead in the earth to direct them to Our threshold; and if We were to bestow eloquence on all the animals and inanimate things, the entities and bodies of the created things, the form and essence of the determined things, and the instances and individuals of the known things and send these to them to offer them the signs of Our divinity and the signposts of Our lordhood so that they may see and know all of the reports, still, as long as I, who am the Lord, did not want and did not show them the road, they would not have faith and they would not find the way to recognize Us. How can a handful of dust talk about the eternal were it not for the eternal solicitude and want of the Generous?” Who is the heart that it should scatter pearls without You? What is the body that it should run a kingdom without You? By God, intelligence does not know the way without You, the spirit has not the gall to remain without You The belief of the Folk of the Sunnah is that as long as the Exalted Lord does not make Himself recognized to the servant's heart, and as long as He does not fix the marks that bear witness to the eternal attributes in the servant's heart, the servant will not find the road to recognition of Him. This is why the ulama of the Sunnah and the leaders of emulation have said, “Recognition becomes necessary when transmitted, requisite when conveyed, and acquired when made known.” Indeed, it is a candle, but when will He light it? It is a pearl, but where will He deposit it? God says, “It is one of My secrets that I deposit in the hearts of those whom I love among My servants."
}
