{
  "surah": 6,
  "ayah": 151,
  "text": "Say: 'Come, I will recite that which your Lord has made a sacred duty for you: having proven that in terms of what they deem licit and make illicit idolaters are [merely] following their caprices, since idolatry in itself is simply the worship of caprice and Satan - and so when they became veiled in the attributes of the soul from the attributes of the Truth and made caprice master over them, worshipping it and obeying its commands and its prohibitions in terms of what it [caprice] deems licit or illicit - He makes it clear that the act of deeming things licit or illicit that is pursued regarding these has been commanded by God, exalted be He; and given that the discourse is directed at them with regard to their prohibiting what are goodly things, He enumerates the things that are forbidden in order that the permitted things be inferred therefrom. By forbidding genera of vices, He has encompassed all the types of excellent things. He begins by forbidding the vice of the speech faculty, which is the noblest of them [the faculties] - for the vice thereof is the worst of grave sins, entailing as it does all [other] vices, in contrast to the vices of its two sister-faculties, the bestial and the predatory - and says: that you associate nothing with Him, since idolatrous association is the result of its mistaken consideration and its shortcoming in employing the intellect and perceiving the proof. He then follows it with [the mention of] being dutiful to parents. For knowledge of the rights due to them comes after the knowledge of God in terms of existentiation and lordship, as they [the parents] are two causes that are close in terms of existence and nurture and two means which God, exalted be He, has made loci for the manifestation of His two attributes of existentiation and lordship. That is why he [the Prophetḍ] said, 'Whoever is obedient to his parents is indeed obedient to God and His Messenger'. Disobedience to them comes after idolatry, since ignorance of what is due to them can only be out of the ignorance of what is due to God and of the knowledge of His attributes. Then [He mentions] the prohibition against the slaying of one's children for fear of poverty."
}
