{
  "surah": 6,
  "ayah": 158,
  "text": "Are they waiting for nothing less than that the angels should come to them, to receive their spirits in death, or that your Lord should come, by His self-disclosure in all of the attributes, as has already been alluded to in terms of the transmutation of form at the Resurrection such that none but the perfected affirmers of Oneness know Him, whereas the people of the creeds and [other] differing religions only know Him in the form of their belief [regarding Him]; or that one of your Lord's signs should comeḍ, His self-disclosure in an attribute which they never knew of Him. On the day that one of your Lord's signs comes, a self-disclosure of His with which they were never intimate, or which they never knew, it shall not benefit a soul to believe if it had not believed theretofore, for people are either veiled absolutely or otherwise, and they are either believers by their knowledge of some attributes or all of them. Those who believe in Him and know Him in all of these [attributes] are either lovers of the Essence or lovers of [His] attributes. So when the Truth discloses Himself in one of the attributes, the faith of those who are veiled absolutely is of no avail, nor the faith of those believers who did not know Him in that attribute prior to that self-disclosure, since faith is only beneficial when it has become a fixed and firmly rooted conviction embodied in the heart and one by which the soul is illumined and by which the spirit witnesses, and not that [faith] which comes about suddenly out of some urgent necessity; or earned in its faith some good, such as the faith of the knowers and lovers of the attributes, for these, even if they should believe in Him and have come to know of His self-disclosures in all of the attributes, because they have not acquired the Essential love and the absolute perfection and have loved Him through one of the attributes, such as the Gracious, for example, or the Gentle or the Merciful, when He discloses Himself in the attribute of the Vengeful or the Vanquisher or the Tester, their faith in Him shall not benefit them then, since they will not have been obedient to Him before that description and will not have been disciplined by that self-disclosure of His and loved the Essence to experience the pleasure of witnessing Him in whatever attribute it may be."
}
