{
  "surah": 6,
  "ayah": 59,
  "text": "And with Him are the keys of the Unseen, to the end [of the verse]: know that the unseen is made up of levels, the first of which is the unseen of unseens which is the knowledge of God called first solicitude; then comes the unseen of the world of spirits which is the engraving in an all-encompassing manner of the forms of all that has existed and will exist from pre-eternity and sempiternity in the first intelligible world which is the spirit of the world called the Mother Book, which is the preceding decree; then comes the unseen of the world of the hearts which is that very engraving itself differentiated in cognitive detail universally and particularly in the world of the universal soul, which is the heart of the world called the Preserved Tablet; then comes the unseen of the imaginal world, which is the engraving of engendered beings in their entirety within the particular souls of the celestial spheres imprinted in the celestial bodies therein entified, individuated and joined to their moments in accordance to the very thing that occurs: this world is the one referred to in the [revelations of the] law as the heaven of this world (al-samāÌ al-dunyā), since it is the nearest of the levels of the unseen to the world of witnessing and the tablet of divine predestination, which is the differentiated form of His decree. God's knowledge, which is the first solicitude, entails His encompassing of all things by the presence of His essence in all of these worlds, which constitute the very source of His essence, such that He has knowledge of them together with all of the forms within them as individual entities and not through some additional form: [His] knowledge of these is the very thing that they are. Not even the weight of an atom escapes Him in the heavens or in the earth [Q. 34:3]. Thus if mafātiḥ is [taken as] the plural of maftaḥ, which is a 'store' (makhzan), then it means that with Him are those storehouses that subsume all of the unseens, by virtue of His essence being present therein; none but He knows them. If it is [taken as] the plural of miftaḥ, in the sens of 'key' (miftāḥ), then either it has that very meaning [of 'keys'], in other words, that its doors are closed and the keys are in His hand such that no one accesses them, or [it has the meaning] that the causes of its [the unseen's] manifestation and its being brought out from its place to the world of witness such that creatures are able to know it lies in His power and His disposal, preserved with Him, none other than Him is able to extract it from Him in order to know what it contains, being His Names, exalted be He; as for the 'clear book', this is the heaven of this world by virtue of these particulars being entified therein despite their number and individuations."
}
