{
  "surah": 6,
  "ayah": 73,
  "text": "He it is Who created, the heavens of the spirits and the earth of the body, upholding justice, which is the exigency of His essence. And the day He says, 'Be', and it is, that is, the moment of timeless time which is the pre-eternity of the pre-eternal manifestation of things in the pre-eternity of His essence, which is the absolute beginninglessness of pre-eternity, being when His eternal will became attached to the manifestation [of that will] in the entifications of His essence, expressed in His statement 'Be': this is after the beginninglessness of pre-eternities, considered rationally, but not in the sense that these [entifications] are posterior to that beginninglessness, rather in terms of the hierarchy of rational consideration of His essence, exalted be He. For entifications are posterior to the absolute pure Ipseity by virtue of reason and in reality: the manifestation of these [entifications] through [His] will referred to by His words 'Be and it is' without any interval or posteriority, is expressed by [the form] 'and it is', because in pre-eternity it was not but then came to be. His words are the truth: that is, at that moment especially the timelessness of His will, which entailed the existence of originated things in the way that they were, fixed in their state and immutable, also entailed that these be in the most excellent way possible in terms of organisation and hierarchy and in the most equitable way in terms of configuration and composition; the day when the Trumpet is blown, the moment of His blowing into the Trumpet, namely, [the moment of] giving life to the forms of engendered things (mukawwanāt) by effusing their spirits upon them, there is no kingdom other than His, for in themselves these [things] are dead, having neither existence nor life, let alone any ownership (mālikiyya). He is the Knower of the Unseen, that is, the realities of the world of spirits, which constitute His dominion (malakūt), and the visible, that is, the forms of the world of bodies, which constitute His kingdom (mulk). He is the Wise, who has brought these into existence and placed them within a hierarchy in accordance with His wisdom, effusing upon each form the spirit that befits it; the Aware, who knows their innermost aspects and outward ones, their specific qualities and their acts."
}
