{
  "text": "১০২-১০৪ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা হযরত ইউসুফের (আঃ) সমস্ত ঘটনা বর্ণনা করার পর, কি ভাবে ভ্রাতাগণ তাঁর সাথে দুর্ব্যবহার করে, কিভাবে তার জীবন নাশের চেষ্টা করে, আল্লাহ তাআ’লা এর পর তাঁকে কিভাবে রক্ষা করেন এবং কি ভাবে তাকে উন্নতির উচ্চতর শিখরে আরোহণ করিয়ে দেন, স্বীয় নবীকে (সঃ) বলছেনঃ “এটা এবং এ ধরণের আরো বহু অদৃশ্যের ঘটনা আমার পক্ষ থেকে তোমার কাছে বর্ণনা করা হয়ে থাকে; যাতে মানুষ তার থেকে উপদেশ গ্রহণ করে এবং তোমার বিরুদ্ধবাদীদেরও চক্ষু খুলে যায়। আর যাতে তাদের উপর আমার দলীল প্রমাণ কায়েম হয়ে যায়। যখন ইউসুফের (আঃ) ভ্রাতারা তার বিরুদ্ধে ষড়যন্ত্র করছিল এবং কূপে নিক্ষেপ করার সিদ্ধান্ত গ্রহণ করছিল, তখন তুমি সেখানে উপস্থিত ছিলে না। আমি তোমাকে ওয়াহীর মাধ্যমে জানালাম বলেই তুমি জানতে পারলে।” যেমন হযরত মরিয়মের (আঃ) ঘটনা বর্ণনা প্রসঙ্গে আল্লাহ তাআ’লা বলেনঃ “এটা অদৃশ্য বিষয়ের সংবাদ যা আমি তোমাকে ঐশী বাণী দ্বারা অবহিত করছি। মরিয়মের (আঃ) তত্ত্বাবধানের দায়িত্ব তাদের মধ্যে কে গ্রহণ করবে এর জন্য যখন তারা তাদের কলমগুলি নিক্ষেপ করছিল তুমি তখন তাদের নিকট ছিলে না এবং তারা যখন বাদানুবাদ করছিল তখনও তুমি তাদের কাছে ছিলে না।” হযরত মুসার (আঃ) ঘটনা প্রসঙ্গেও মহান আল্লাহ বলেনঃ “ (হে নবী সঃ!) ‘জানেবে গারবিয়্যে’ যখন আমি মুসাকে (আঃ) আমার কথা বুঝাচ্ছিলাম তখন তুমি সেখানে বিদ্যমান ছিলে না।” আর এক জায়গায় আল্লাহ পাক বলেনঃ “মাদইয়ানবাসীর কার্যাবলীও তোমার কাছে গোপন ছিল (শেষ পর্যন্ত)।” আল্লাহ তাআ’লা আরো বলেনঃ ‘মালায়ে আ’লার পারস্পরিক আলোচনার সময়ও তুমি তথায় বিদ্যমান ছিলে না। এই সব আমার পক্ষ হতে ওয়াহীর মাধ্যমে তোমাকে জানানো হয়েছে। এ হচ্ছে তোমার রিসালাত ও নুবওয়াতের স্পষ্ট দলীল যে, অতীত ঘটনাবলী। তুমি জনগণের সামনে এমনভাবে খুলে খুলে বর্ণনা করছো যে, যেন তুমি ওগুলো স্বচক্ষে দেখেছো এবং তোমার সামনেই সেগুলো সংঘটিত হয়েছে। আবার এই ঘটনাগুলি উপদেশ, শিক্ষা এবং হিকমতে পরিপূর্ণ, যার মাধ্যমে মানুষের দ্বীন ও দুনিয়া সুন্দর হতে পারে। এতদসত্ত্বেও অধিকাংশ মানুষ ঈমান থেকে অজ্ঞ থাকছে। তুমি হাজার চাইলেও এরা ঈমান আনবে না।” এর জায়গায় রয়েছেঃ  (আরবি)অর্থাৎ “ (হে নবী (সঃ)! তুমি যদি ভূ-পৃষ্ঠের অধিকাংশ লোকের কথা মত চল তবে তারা তোমাকে আল্লাহর পথ থেকে বিভ্রান্ত করে ফেলবে।” প্রত্যেক ঘটনার সাথে সাথে আল্লাহ পাক ঘোষণা করেনঃ “যদিও এতে বড় রকমের নিদর্শন রয়েছে তথাপি অধিকাংশ লোক ঈমান আনে না।” (৬: ১১৬)আল্লাহ তাআ’লা বলেনঃ তুমি তো তাদের কাছে কোন বিনিময় বা পারিশ্রমিক দাবী করছে না। তুমি যে মানুষকে আল্লাহর পথে আহবান করছে এবং এ জন্যে বহু চেষ্টা ও পরিশ্রম করছো এতে পার্থিব কোন লাভ বা উপকার তোমার কাম্য নয়। তোমার একমাত্র উদ্দেশ্য হচ্ছে আল্লাহর সন্তুষ্টি লাভ। এটা সারা বিশ্বজগতের জন্যে উপদেশ ছাড়া কিছু নয়। এর মাধ্যমে দুনিয়াবাসী উপদেশ লাভ করবে, সুপথ প্রাপ্ত হবে এবং পরকালে কঠিন শাস্তি হতে মুক্তি পাবে।",
  "ayah": 104,
  "surah": 12
}
