{
  "text": "আল্লাহ তাআ’লা বর্ণনা করছেন যে, সংকীর্ণ অবস্থায় রাসূলদের উপর তার সাহায্য অবতীর্ণ হয়। যখন আল্লাহর নবীদেরকে চতুর্দিক থেকে পরিবেষ্টন করে ফেলা হয় তখন তাদের উপর আল্লাহর সাহায্য এসে পড়ে (আরবি) এবং (আরবি) এই দু’টি কিরআত রয়েছে। হযরত আয়েশার (রাঃ) কিরআত '(আরবি)' অক্ষরে তাশদীদ দিয়ে রয়েছে। হযরত উরওয়া ইবনু যুবাইর (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত আয়েশাকে (রাঃ) জিজ্ঞেস করেনঃ “এই শব্দটি” (আরবি) না (আরবি)? হযরত আয়েশা (রাঃ) উত্তরে বলেনঃ (আরবি) পড়তে হবে।” তিনি পুনরায় বলেনঃ “তা হলে তো এর অর্থ দাঁড়ায়ঃ রাসূলগণ ধারণা করেন যে, তাদেরকে মিথ্যা প্রতিপন্ন করা হয়েছে। তবে এই ধারণা করার অর্থ কি হতে পারে? এটা তো নিশ্চিত কথা যে, তাদেরকে মিথ্যা প্রতিপন্ন করা হচ্ছিল।” উত্তরে হযরত আয়েশা (রাঃ) বলেনঃ “অবশ্যই এটা নিশ্চিত কথা যে, কাফিরদের পক্ষ থেকে তাঁদেরকে মিথ্যাবাদী মনে করা হচ্ছিল। কিন্তু এমন সময়ও এসে গেল যে, ঈমানদার উম্মতগণও সন্দেহের মধ্যে পতিত হয়ে গেল এবং সাহায্য আসতে এতো বিলম্ব হলো যে, স্বাভাবিকভাবে রাসূলগণও মনে করতে লাগলেন যে, তাঁদের মুমিনমু’মিন দলগুলিও হয়তো তাদেরকে মিথ্যা প্রতিপন্ন করতে শুরু করেছে। এমতাবস্থায় আল্লাহ তাআ’লার সাহায্য এসে পড়লো এবং তাঁরা বিজয় লাভ করলেন। তুমি একটু চিন্তা করে দেখ তো যে, (আরবি) কি করে ঠিক হতে পারে? রাসূলদের মনে কি কখনো এ ধারণা জাগতে পারে যে, তাদেরকে তাদের প্রতিপালকের পক্ষ থেকে মিথ্যা কথা বলা হয়েছে? আমরা এর থেকে আল্লাহ তাআ’লার নিকট আশ্রয় প্রার্থনা করছি।হযরত ইবনু আব্বাস (রাঃ) এটাকে (আরবি) পড়তেন এবং এর দলীল হিসেবে নিম্নের আয়াতটি পাঠ করতেনঃ (আরবি) অর্থাৎ “(পরিস্থিতি এইরূপ দাঁড়ালো যে,) শেষ পর্যন্ত রাসূল ও তার সঙ্গীয় মুমিনমু’মিনরা বলে উঠলো: কখন আল্লাহর সাহায্য আসবে? (তখন আল্লাহ তাআ’লা বললেনঃ) জেনে রেখোঁরেখো যে, আল্লাহর সাহায্য অতি নিকটবর্তী।” (২৪: ২১৬) হযরত আয়েশা (রাঃ) এটাকে কঠোরভাবে অস্বীকার করতেন এবং বলতেনঃ “আল্লাহ তাআ’লা রাসূলুল্লাহর (সঃ) সাথে যতগুলি অঙ্গীকার করেছিলেন, তার দৃঢ় প্রত্যয় ও বিশ্বাস ছিল ঐ সবগুলিই নিশ্চিত রূপে পরিপূর্ণ হবে। জীবনের শেষ মুহূর্ত পর্যন্ত তার অন্তরে এরূপ ধারণা জাগ্রত হয় নাই যে, না জানি হয়তো আল্লাহ তাআ’লার কোন ওয়াদা ভুল প্রমাণিত হবে বা হয়তো পূর্ণ হবে না। হ্যাঁ, তবে নবীদের উপর বিপদ-আপদ আসতে থেকেছে এবং শেষ পর্যন্ত তারা আশঙ্কা করে বসেছেন যে, না জানি হয়তো তাঁদের অনুসারীরাও তাদের উপর বদ-ধারণা করে তাদেরকে মিথ্যা প্রতিপন্ন করে বসবে।” ইয়াহইয়া ইবনু সাঈদ (রঃ) হতে বর্ণিত আছে যে, একটি লোক কাসিম ইবনু মুহাম্মদের (রঃ) কাছে এসে তাঁকে বলেঃ “মুহাম্মদ ইবনু কা'ব কারাযী (রঃ) (আরবি) পড়ে থাকেন।” তখন তিনি লোকটিকে বলেনঃ “তাঁকে তুমি বলবেঃ আমি (কাসিম ইবনু মুহাম্মদ) রাসূলুল্লাহর (সঃ) সহধর্মিনী হযরত আয়েশাকে (রাঃ) (আরবি) পড়তে শুনেছি। অর্থাৎ তাঁদের অনুসারীরা তাঁদেরকে মিথ্যা প্রতিপন্ন করে।” (এটা ইবনু আবি হা’তিম (রাঃ) বর্ণনা করেছেন)সুতরাং একটি কিরআত আছে তাশদীদের সঙ্গে এবং একটি কিরআত আছে তাফীফের সঙ্গে (অর্থাৎ \"(আরবি)\" অক্ষরের নীচে শুধু যের, উপরে তাব্দীদ নয়)। তাশদীদ বিহীন অবস্থায় যে তাফসীর হযরত ইবনু আব্বাস। (রাঃ) হতে বর্ণিত আছে তা তো উপরে উল্লেখিত হয়েছে। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি এই আয়াতটিকে এভাবেই পড়তেন অর্থাৎ (আরবি) পড়তেন। আর তিনি এটা এভাবে পাঠ করে বলেনঃ “কারণ এটাই যা তুমি অপছন্দ কর।” এই রিওয়াইয়াতটি ঐ রিওয়াইয়াতের বিপরীত যা এই দুই মহান ব্যক্তি হতে অন্যেরা রিওয়াইয়াত করেছেন। তাতে রয়েছে যে, হযরত ইবনু আব্বাস (রাঃ) বলেনঃ যখন রাসুলগণ তাঁদের সম্প্রদায়ের লোকদের আনুগত্য হতে নিরাশ হয়ে যান এবং তাদের সম্প্রদায়ের লোকেরা মনে করে নেয় যে, নবীরা তাদেরকে মিথ্যা কথা বলেছেন, তখনই আল্লাহর সাহায্য এসে পড়ে এবং আল্লাহ যাকে ইচ্ছা নাজাত দেন। এইরূপ তাফসীর অন্যদের থেকেও বর্ণিত আছে। আবু হামযা’ আল জাযারী (রঃ) হতে বর্ণিত আছে যে, একজন কুরাইশী যুবক হযরত সাঈদ ইবনু জুবাইরকে (রাঃ) বলেনঃ “জনাব! (আরবি) শব্দটিকে কিভাবে পড়তে হবে? এই শব্দটির কারণে হয়তো আমি এই আয়াতটির পাঠ ছেড়েই দেবো।” তখন তিনি যুবকটিকে বলেনঃ “তা হলে শুন! এর ভাবার্থ হচ্ছেঃ যখন নবীরা তাঁদের কওমের আনুগত্য থেকে নিরাশ হয়ে যান এবং কওম বুঝে নেয় যে, নবীরা তাদেরকে মিথ্যা কথা বলেছেন (তখনই আল্লাহর সাহায্য এসে যায়)।” এ কথা শুনে যহহাক ইবনু মাযাহিম (রাঃ) খুবই খুশী হন এবং বলেনঃ “এইরূপ উত্তর আমি কোন জ্ঞানী ব্যক্তির মুখে ইতিপূর্বে শুনি নাই। যদি আমি এখান হতে ইয়ামনে গিয়েও এরূপ উত্তর শুনতাম তবে ওটাকেও আমি খুবই সহজ মনে করতাম।” (এটা ইমাম ইবনু জারীর (রাঃ) বর্ণনা করেছেন) মুসলিম ইবনু ইয়াসারও (রাঃ) তাঁর এই জবাব শুনে খুশী হয়ে তার কাঁধে কাঁধ মিলিয়ে দেন। আর তিনি বলেনঃ “আল্লাহ তাআ’লা আপনার চিন্তা ও উদ্বেগ এমনিভাবে দূর করে দিন যেমনি ভাবে আপনি আমাদের উদ্বেগ ও চিন্তা দূর করলেন।” আরো বহু মুফাসিরও এই ভাবার্থই বর্ণনা করেছেন। হযরত মুজাহিদ (রঃ) তো \"(আরবি)\" অক্ষরে যবর দিয়ে (আরবি) পড়েছেন। কতক মুফাসসির (আরবি) ক্রিয়াপদের কর্তা বলেছেন মুমিনমু’মিনদেরকে আর কেউ কেউ কাফিরদেরকে কর্তা বলেছেন। অর্থাৎ কাফিররা অথবা কোন কোন মু'মিন এই ধারণা করেছিলেন যে, রাসূলগণ। সাহায্যের যে ওয়াদা দিয়েছিলেন তাতে তারা মিথ্যাবাদী প্রমাণিত হয়েছেন।হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেন যে, রাসূলগণ নিরাশ হয়ে যান অর্থাৎ তাদের কওমের ঈমান হতে নিরাশ হয়ে যান এবং আল্লাহর সাহায্য আসতে বিলম্ব দেখে তাঁদের কওম ধারণা করতে লাগে যে, তাদেরকে মিথ্যা ওয়াদা দেয়া হয়েছিল। সুতরাং এই দু’টি রিওয়াইয়াত এই দু’জন মহান সাহাবী হতে বর্ণিত আছে। আর হযরত আয়েশা (রঃ) স্পষ্টভাবে এটা অস্বীকার করেন। ইমাম ইবনু জারীরও (রঃ) হযরত আয়েশার (রাঃ) পক্ষেই মত দিয়েছেন এবং অন্যান্য উক্তিগুলি খণ্ডন করেছেন। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।",
  "ayah": 110,
  "surah": 12
}
