{
  "text": "১৯-২০ নং আয়াতের তাফসীর\nইউসুফের (আঃ) ভ্রাতাগণ তাঁকে কূপে নিক্ষেপ করার পর কি ঘটেছিল আল্লাহ তাআ’লা এখানে তারই বর্ণনা দিচ্ছেন। তারা তাঁকে কূপের মধ্যে নিক্ষেপ করে চলে যায়। তিনি তিন দিন ধরে একাকী ঐ অন্ধকার কূপের মধ্যে অবস্থান করেন। মুহাম্মদ ইবনু ইসহাক (রঃ) বর্ণনা করেছেন যে, ঐ কূপে নিক্ষেপ করার পর তাঁর ভ্রাতাগণ তামাশা দেখার উদ্দেশ্যে ঐ কূপের আশে পাশে সারাদিন ঘোরাফেরা করে। মহান আল্লাহর কুদরতের ফলে এক যাত্রীদল সেখান দিয়ে গমন করে। তারা তাদের পানি সংগ্রাহককে পানি আনার জন্যে পাঠিয়ে দেয়। লোকটি ঐ কূপেই তার বালতি নামিয়ে দেয়। হযরত ইউসুফ (আঃ) শক্ত করে বালতির রশি ধরে নেন এবং পানির পরিবর্তে তিনিই উপরে উঠে পড়েন। পানি সংগ্রাহক লোকটি তো এ দেখে আনন্দে আটখানা হয়ে যায় এবং সশব্দে বলে ওঠেঃ “আরে সুবহানাল্লাহ! এ যে কিশোর ছেলে এসে গেছে! অন্য পঠনে (আরবি) এরূপও রয়েছে। সুদ্দী (রঃ) বলেন যে, পানি সংগ্রাহককে যে লোকটি পাঠিয়েছিল তার নামও ছিল বুশরা। পানি সংগ্রাহক লোকটি তার নাম ধরে ডেকে বলেছিল যে, তার ডোলে একটি ছেলে উঠে গেছে। কিন্তু সুদ্দীর (রঃ) এই উক্তিটি খুবই দুর্বল। এই ধরনের পঠনে এইরূপ অর্থই হতে পারে। এর ইযাফত বা সম্বন্ধ তার নিজের দিকেই হয়েছে এবং ইযাফতের (আরবি) অক্ষরকে লোপ করে দেয়া হয়েছে। এরই পৃষ্ঠপোষকরূপে (আরবি) এই কিরআতটি রয়েছে। যেমন আরবের লোকেরা (আরবি) ও (আরবি) এইরূপ বলে থাকে। (আরবি) এর অক্ষরটিকে লোপ করে দিয়ে ঐ সময় (আরবি) দেয়াও জায়েয এবং (আরবি) দেয়াও জায়েয। সুতরাং এটা এরই পর্যায়ভুক্ত। আর (আরবি) এই দ্বিতীয় কিরআতটি এর তাফসীর। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।লোকগুলি হযরত ইউসুফকে (আঃ) মূলধন হিসেবে লুকিয়ে রাখে। যাত্রীদলের অন্যান্য লোকদের কাছে এটা গোপন রাখার চেষ্টা করে। তাদেরকে বলে যে, তারা তাঁকে কূপের পার্শ্ববর্তী লোকদের নিকট থেকে ক্রয় করে নিয়েছে। প্রকত ব্যাপার গোপন করার কারণ ছিল এই যে, যাত্রীদলের অন্যান্য লোক যেন তাদের সাথে অংশীদার হতে না পারে। এটা মুজাহিদ (রঃ), সুদ্দী (রঃ) এবং ইবনু জারীরের (রঃ) উক্তি। (আরবি) (তারা তাকে পণ্যরূপে লুকিয়ে রাখে) এই উক্তি সম্পর্কে আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, এর ভাবার্থ হচ্ছেঃ ইউসুফের (আঃ) ভ্রাতাগণ তাঁর অবস্থা এবং তিনি যে তাদের ভাই একথা গোপন রাখে। আর ইউসুফও (আঃ) নিজের অবস্থা গোপন রাখেন এই ভয়ে যে তাঁর ভ্রাতাগণ হয়তো তাকে মেরে ফেলবে। তাই তিনি তাঁর ভাইদের মাধ্যমে বিক্রি হয়ে যাওয়াই পছন্দ করলেন।(আরবি) অর্থাৎ আল্লাহ তাআ’লা হযরত ইউসুফের (আঃ) ভাইদের কার্যকলাপ পূর্ণরূপে অবগত ছিলেন। কিছুই তাঁর অজানা ছিল না। যদিও তিনি তৎক্ষণাৎ এই গুপ্ত রহস্য প্রকাশ করে দিতে সক্ষম ছিলেন, তথাপি যে তিনি তখনই তা প্রকাশ করা হতে বিরত থাকলেন, এতে তাঁর পূর্ণ নিপুণতা রয়েছে। তাঁর (ইউসুফের আঃ) ভাগ্যে এটাই লিপিবদ্ধ ছিল। কাজেই তিনি তাঁকে তাঁর ভাগ্যের উপরই ছেড়ে দেন। সৃষ্টি ও হুকুম একমাত্র তাঁরই, সারা বিশ্বের প্রতিপালক কতইনা মহান। এর মাধ্যমে রাসূলুল্লাহকেও (সঃ) এক প্রকারের সান্ত্বনা দান করা হয়েছে। মহান আল্লাহ যেন তাঁকে বলছেনঃ হে মুহাম্মদ (সঃ) তোমার কওম যে তোমাকে কষ্ট দিচ্ছে এটা আমি দেখতে রয়েছি। আমার এ ক্ষমতা রয়েছে যে, এখনই তাদেরকে ধ্বংস করে দিয়ে তোমাকে বিপদ মুক্ত করি। কিন্তু আমার সমস্ত কাজ হিকমতে পরিপূর্ণ। এখনই আমি তাদেরকে ধ্বংস করবো না। তুমি নিশ্চিন্ত থাকো। অচিরেই তুমি তাদের উপর বিজয় লাভ করবে। ধীরে ধীরে আমি তাদেরকে ধ্বংসের পথে নিয়ে যাবো। যেমন আমি ইউসুফ (আঃ) এবং তার ভাইদের মাঝে হিকমতের সাথে কাজ করেছি। অবশেষে ইউসুফের (আঃ) এবং তার ভাইদের মাঝে হিকমতের সাথে কাজ করেছি। অবশেষে ইউসুফের (আঃ) সামনে তাদেরকে মাথা নত করতে হয়েছে এবং তারা তার মর্যাদার কথা অকপটে স্বীকার করে নিয়েছে।(আরবি) অর্থাৎ ইউসুফের ভ্রাতাগণ তাঁকে অতি অল্প মূল্যে বিক্রি করে দিলো। মুজাহিদ (রঃ) ও ইকরামা (রঃ) বলেন যে, (আরবি)শব্দের অর্থ হচ্ছে কম। যেমন আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “সে (মু'মিন) পুরস্কার কমে যাওয়ার ও আযাব বৃদ্ধি পাওয়ার ভয় করবে না।” (৭২: ১৩) অর্থাৎ ইউসুফের (আঃ) ভাই এরা তাঁকে খুবই কম মূল্যে বণিকদের হাতে বিক্রি করে দিলো এবং এভাবে কম মূল্যে বিক্রি করতে তাদের মনে বাধেনি। এমন কি তারা বিনা মূল্যে চাইলেও দিয়ে দিতো। কেননা, তাঁর প্রতি তাদের কোন আকর্ষণই ছিল না।হযরত ইবনু আব্বাস (রাঃ), মুজাহিদ (রঃ) এবং যহহাক (রঃ) বলেন যে, (আরবি) এর \"(আরবি)\" সর্বনামটি ইউসুফের (আঃ) ভাইদের দিকে ফিরেছে। আর কাতাদা’ (রঃ) বলেন যে ওটা ফিরেছে যাত্রীদলের দিকে। কিন্তু প্রথম উক্তিটিই বেশী প্রবল। কেননা, যাত্রীদল তো হযরত ইউসুফকে (আঃ) দেখে খুবই খুশী হয়েছিল এবং তাঁকে মুলধন হিসেবে লুকিয়ে রেখেছিল। সুতরাং তাঁর প্রতি তাদের যদি আকর্ষণ না থাকতো তবে তারা এরূপ করবে কেন? সুতরাং এখানে ভাবার্থ এটাই হবে যে, ইউসুফের (আঃ) ভাই এরা তাঁকে অতি নগন্য মূল্যে বিক্রি করে দিয়েছিল।(আরবি) দ্বারা হারাম ও যুলুমও উদ্দেশ্য হয়ে থাকে। কিন্তু এখানে উদ্দেশ্য এটা নয়। কেননা এই মূল্যের হারাম হওয়ার কথা তো সর্বজন বিদিত। কারণ তিনি নিজে ছিলেন নবী, তাঁর পিতা ছিলেন নবী, তাঁর পিতামহ ছিলেন নবী এবং তাঁর প্রপিতামহ ছিলেন আল্লাহর নবী ও খলীল (দোস্ত) হযরত ইবরাহীম (আঃ)। সুতরাং তিনি ছিলেন কারীম ইবনু কারীম ইবনু কারীম ইবনু কারীম। অতএব, এখানে অর্থ হবে অল্প, নগণ্য এবং নামে মাত্র মূল্যে বিক্রি করা, যদিও সেটা হারাম ও যুলুমও ছিল। তারা ভাইকে বিক্রি করে দিচ্ছে, তাও আবার নগণ্য মূল্যে। এ জন্যই আল্লাহ পাক (আরবি) (কয়েক দিরহামের বিনিময়ে) বলেছেন। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তারা তাঁকে বিশ দিরহামের বিনিময়ে বিক্রি করেছিল। হযরত ইবনু আব্বাস (রাঃ), নাওফুল বাকালী (রাঃ), সুদ্দী (রঃ), কাতাদা’ (রঃ) এবং আতিয়া আওফীও (রঃ) এরূপই বলেছেন। তারা পরস্পরের মধ্যে দু’দিরহাম করে বণ্টন করে নেয়। মুজাহিদ (রঃ) বলেন যে, তারা তাঁকে বাইশ দিরহামে বিক্রি করেছিল আর মুহাম্মদ ইবনু ইসহাক (রঃ) এবং ইকরামা (রঃ) বলেন যে, চল্লিশ দিরহামে বিক্রি করেছিল। (আরবি) এই উক্তি সম্পর্কে যহ্‌হাক (রঃ) বলেনঃ তারা হযরত ইউসুফের (আঃ) নুবওয়াত এবং মহা মহিমান্বিত আল্লাহর নিকট তাঁর কি মর্যাদা রয়েছে এসব সম্পর্কে মোটেই অবহিত ছিল না তাই তারা ঐ নগণ্য মূল্যে বিক্রি করেই সন্তুষ্ট হয়েছিল। হযরত মুজাহিদ (রঃ) বলেন যে, এতো সব করেও তাদের মনে তৃপ্তি আসে নাই বরং তারা যাত্রীদলের পিছনে পিছনে চলতে শুরু করে এবং তাদেরকে বলেঃ “এই গোলামের মধ্যে পালিয়ে যাওয়ার অভ্যাস আছে। সুতরাং তাকে মযবুত করে বেধে নাও, না হলে হয়তো তোমাদের হাত থেকেও পালিয়ে যাবে।” এ ভাবে বেঁধে বেঁধে তারা তাকে মিসর পর্যন্ত নিয়ে যায় এবং সেখানকার বাজারে তাঁকে বিক্রী করতে উদ্যত হয়। হযরত ইউসুফ (আঃ) ঐ সময় বলেছিলেনঃ “আমাকে যে ব্যক্তি ক্রয় করবে সে অবশ্যই খুশী হয়ে যাবে।” অতঃপর তাকে মিসরের বাদশাহ্ (আযীয) ক্রয় করে নেন এবং তিনি মুসলমান ছিলেন।",
  "ayah": 20,
  "surah": 12
}
