{
  "text": "এখানে আল্লাহ তাআ’লা মিসরের আযীযের সেই স্ত্রী সম্পর্কে খবর দিচ্ছেন যার বাড়ীতে তিনি অবস্থান করছিলেন। মিসরের আযীয তাকে ক্রয় করেছিলেন এবং নিজের ছেলের মত তাকে অতি উত্তমরূপে রেখেছিলেন। তার স্ত্রীকে তিনি অত্যন্ত গুরুত্ব সহকারে বলেছিলেনঃ “এর যেন কোন প্রকারের কষ্ট না হয়। তাঁকে খুবই সম্মানের সাথে রাখবে।” কিন্তু স্ত্রী হযরত ইউসুফের (আঃ) সৌন্দর্যে মুগ্ধ হয়ে তাঁর প্রতি আকৃষ্ট হয়ে পড়লো এবং তাঁর থেকে অসৎকর্ম কামনা করলো। সুতরাং সে সুন্দর সাজে সজ্জিতা হয়ে ঘরের দরজা বন্ধ করে দিলো এবং তাকে তাঁর সাথে কুকর্মে লিপ্ত হওয়ার আহ্‌বান জানালো। কিন্তু হযরত ইউসুফ (আঃ) কঠোর ভাবে তার প্রস্তাব প্রত্যাখ্যান করে বললেনঃ “দেখুন, আপনার স্বামী আমার রব্ব (প্রভু)!” ঐ সময় মিসরবাসীদের পরিভাষায় বড়দের জন্যে এই শব্দ প্রয়োগ করা হতো। তিনি আরো বললেনঃ “আমার প্রতি আপনার স্বামীর বড় অবদান রয়েছে। তিনি অত্যন্ত উত্তমরূপে আমাকে রেখেছেন এবং আমার সাথে খুবই সদয় ব্যবহার করছেন। সুতরাং কি করে আমি তাঁর ব্যাপারে বিশ্বাসঘাতকতা করতে পারি? জেনে রাখুন যে, যে ব্যক্তি কোন কিছুকে ওর স্বস্থানে না রেখে অন্য স্থানে রাখে সে কল্যাণ লাভে বঞ্চিত হয়ে যায়। সীমালংঘনকারী কখনো সফলকাম হয় না। এটা মুজাহিদ (রঃ), সুদ্দী (রঃ), মুহাম্মদ ইবনু ইসহাক (রঃ) প্রভৃতি গুরুজন বলেছেন।(আরবি) এর কিরআতে মতভেদ রয়েছে। অনেকেই (আরবি) শব্দের (আরবি) কে যবর, (আরবি) কে জযম এবং (আরবি) কে জবর দিয়ে পড়েছেন। হযরত ইবনু আব্বাস (রাঃ), মুজাহিদ (রঃ) এবং আরও কেউ কেউ বলেছেন যে এর অর্থ হচ্ছেঃ সে তাঁকে তার নিজের দিকে আহবান করে। আলী ইবনু আবি তালহা (রঃ), এবং আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, এর অর্থ হলো: “তুমি আমার কাছে এসো।' যার ইবনু জায়েশ (রঃ), ইকরামা (রঃ), হাসান (রঃ) এবং কাতাদা’ (রঃ) এরূপই বলেছেন। আমর ইবনু উবায়েদ (রঃ) হাসান (রঃ) হতে বর্ণনা করেছেন যে, এ শব্দটি সুরইয়ানী ভাষা হতে এসেছে। এর অর্থ হচ্ছে (আরবি)। সুদ্দী (রঃ) বলেছেন যে, (আরবি) এর অর্থ (আরবি) এবং এটা কিবতীদের ভাষা। মুজাহিদ (রঃ) বলেন যে, এটা আরবী ভাষা। ইমাম বুখারী (রঃ) এবং ইকরামা (রঃ) বলেন যে, (আরবি) এর অর্থ হচ্ছে (আরবি) এবং এটা হাওরানিয়া’ ভাষা। কিসাঈ (রঃ) এই কিরআতকেই পছন্দ করতেন এবং বলতেন যে, এটা আহলে হাওরানের ভাষা। এটা হিজাযে এসে গেছে। এর অর্থ হচ্ছেঃ ‘এসো’। আহলে হাওরানের একজন আলেমকে (আরবি) সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন যে, ওটা তাদেরই ভাষা এবং ওটা তিনি জানেন। এই কিরআতকে সমর্থন করে ইমাম ইবনু জারীর (রঃ) একজন কবির কবিতাকে দলীল হিসেবে পেশ করেছেন। কবি উক্ত কবিতাটি হযরত আলী ইবনু আবি তালিবকে (রাঃ) উদ্দেশ্য করে বলেছিলেন। কবিতাংশটি হচ্ছে নিম্নরূপঃ (আরবি)অর্থাৎ “আমরা যখন আমীরুল মু'মিনীনের নিকট আগমন করবো তখন আমি তার কাছে ইরাকের কষ্টের সংবাদ পৌঁছিয়ে দিবো এবং বলবো: নিশ্চয় ইরাক ও ওর অধিবাসী দ্রুত আপনার নিকট গমন করতে চায়, (বা তারা আপনার দিকে ঝুঁকে পড়েছে) সুতরাং আপনি তাড়াতাড়ি চলে আসুন।” এর দ্বিতীয় পঠন (আরবি) ও রয়েছে। প্রথম পঠনের অর্থ ছিল ‘এসো'। আর এই কিরআতের অর্থ হবে ‘আমি তোমার জন্যে প্রস্তুত হয়ে আছি। কোন কোন লোক এই কিরআতকে সম্পূর্নরূপে অস্বীকার করেন। এক কিরআতে (আরবি) ও রয়েছে। এ কিরআতটি গারীব। এক কিরআতে (আরবি) রয়েছে। মদীনাবাসী সাধারণ লোকদের কিরআত এটাই। এই কিরআতের দলীল হিসাবে নিম্নের একটি কবিতাংশও পেশ করা হয়েছেঃ (আরবি)অর্থাৎ “গ্রোত্রের কোন আহবানকারী যখন (সাহায্যার্থে) বলেঃ ‘এসো তখন আমার কওম দূরে থাকেনা (বরং সাহায্যের জন্যে এগিয়ে আসে)।” হযরত ইবনু মাসউদ (রাঃ) বলেনঃ “কারীদের কিরআতগুলি প্রায় একই অর্থবোধক। সুতরাং তোমাদেরকে যেভাবে শেখানো হয়েছে সে ভাবেই পড়তে থাকো। মতানৈক্য সৃষ্টি এবং প্রতিবাদ করা থেকে দুরে থাকো। এ শব্দটির অর্থ হচ্ছে ‘এসো’, ‘সামনে হও’ ইত্যাদি। তারপর তিনি এই শব্দটি পাঠ করেন। কেউ জিজ্ঞেস করলেনঃ “এটাকে যে অন্যরূপেও পড়া হয়ে থাকে?” উত্তরে তিনি বললেনঃ “ওটাও বিশুদ্ধ। তবে আমি যেভাবে শিখেছি সেভাবেই পাঠ করবো। অর্থাৎ (আরবি) পড়বো, (আরবি) পড়বে না। এই শব্দটি পুংলিঙ্গ, স্ত্রীলিঙ্গ, এক বচন, দ্বিবচন এবং বহু বচন সবগুলির জন্যেই একই রকম এসে থাকে। যেমনঃ (আরবি)",
  "ayah": 23,
  "surah": 12
}
