{
  "text": "৩০-৩৪ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, ইউসুফ (আঃ) ও আযীযের স্ত্রীর খবর শহরময় ছড়িয়ে পড়লো এবং ওটা হচ্ছে মিসর (এর শহর)। কতকগুলি ভদ্র মহিলা অত্যন্ত বিষ্ময় ও ঘৃণার সাথে এই ঘটনার সমালোচনা করতে থাকে। তারা পরস্পর বলাবলি করেঃ ‘যুলাইখার কর্মকান্ডটা দেখো! সে হচ্ছে উযীরের স্ত্রী, অথচ সে তার ক্রীতদাসের সাথে দুস্কার্যে লিপ্ত হতে চাচ্ছে! ক্রীতদাসের প্রেম তার অন্তরকে আচ্ছন্ন করে ফেলেছে।’ যহ্‌হাক (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, (আরবি) বলা হয় হত্যাকারী প্রেমকে। (আরবি) হচ্ছে এর নিম্নস্তরের প্রেম। আর (আরবি) বলা হয় অন্তরের পর্দাকে। স্ত্রীলোকগুলি বললো: “আমরা যুলাইখাকে স্পষ্ট বিভ্রান্তির মধ্যে দেখছি।  শহরের ভদ্রমহিলারা তাকে যে দোষারোপ করছে এ খবর তার কানে পৌঁছে গেল। এখানে ‘মকর’ বা ষড়যন্ত্র শব্দটি আনার কারণ এই যে, কারো কারো মতে এটা প্রকৃতপক্ষে ঐ মহিলাদের ষড়যন্ত্রই ছিল। আসলে তারা হযরত ইউসুফের (আঃ) দর্শন কামনা করছিল। সুতরাং যুলাইখাকে দোষারোপ করা তাদের একটা কৌশল ছিল মাত্র। আযীযের স্ত্রী যুলাইখা তাদের এই চাল বুঝে ফেললো। এতে সে তার ওজর পেশ করার একটা সুযোগ পেয়ে গেল। সে তাদেরকে বলে পাঠালো: ‘অমুক সময় আমার বাড়ীতে আপনাদের দাওয়াত থাকলো।’ ইবনু আব্বাস (রাঃ), সাঈদ ইবনু জুবাইর (রাঃ), মুজাহিদ (রঃ) হাসান (রঃ), সুদ্দী (রঃ) প্রভৃতি গুরুজন বলেন যে, যুলাইখা মহিলাদের জন্যে এমন মজলিসের ব্যবস্থা করলো যেখানে খাদ্য হিসেবে ফল রাখা হয়েছিল। ফলগুলি কেটে কেটে ও ছিলে ছিলে খাওয়ার জন্যে সে প্রত্যেককে একটি করে ধাৱাল চাকু প্রদান করলো। এটাই ছিল মহিলাদের ষড়যন্ত্রের প্রতিফলন। তারা আসলে তার বিরুদ্ধে অভিযোগ আনয়ন করে ইউসুফের (আঃ) সৌন্দর্য দেখতে চেয়েছিল। যুলাইখা নিজেকে ক্ষমার্হ প্রমাণ এবং তাদের ষড়যন্ত্র প্রকাশ করার জন্যেই তাদেরকে আহত করলো এবং সেটাও আবার তাদের নিজেদের হাতে। যুলাইখা হযরত ইউসুফকে (আঃ) বললো: “তাদের কাছে বেরিয়ে এসো, হযরত ইউসুফ (আঃ) কি করে তার প্রভুপত্নীর আদেশ অমান্য করতে পারেন? তৎক্ষণাৎ তিনি ঐ কামরা থেকে বেরিয়ে আসলেন যেখানে তিনি অবস্থান করছিলেন। মহিলাদের দৃষ্টি তাঁর দিকে পড়া মাত্রই তারা তাঁর গরিমায় অভিভূত হয়ে পড়লো এবং তাঁর সৌন্দর্য দর্শনে একেবারে আত্মহারা হয়ে গেল। ফলে ঐ সূতীক্ষ্ণ চাকু দ্বারা ফল কাটার পরিবর্তে তারা নিজেদের হাতের অঙ্গুলীগুলি কেটে ফেললো।হযরত যায়েদ ইবনু আসলাম (রঃ) বলেন যে, যিয়াফতের খাদ্য ইতিপূর্বেই যথারীতি পরিবেশন করা হয়েছিল এবং তাদের আহারও ছিল সমাপ্তির পথে। শুধুমাত্র ফল দ্বারা আপ্যায়ন অবশিষ্ট ছিল। তাদের হাতে চাকু ছিল এবং তা দ্বারা তারা ফল কাটতে ছিল। এমতাবস্থায় যুলাইখা তাদেরকে বললো: “আপনারা ইউসুফকে (আঃ) দেখতে চান কি?” সবাই সমস্বরে বলে উঠলো: “হ্যাঁ হ্যাঁ।” তখনই হযরত ইউসুফকে (আঃ) ডেকে পাঠানো হয় এবং তিনি তাদের সামনে হাযির হন। এর পরেই তাকে চলে যেতে বলা হয়। সুতরাং তিনি চলে যান। তাঁর এই আগমন ও প্রস্থানের ফলে তারা তার সামনের দিক এবং পিছনের দিক পূর্ণভাবে দেখবার সুযোগ পায়। তাকে দেখা মাত্রই তাদের মুর্ছা যাওয়ার উপক্রম হয় এবং ফল কাটার পরিবর্তে নিজেদের হাত কেটে ফেলে। কিন্তু তারা ব্যথা অনুভব করতে পারলো না। যখন হযরত ইউসুফ (আঃ) তাদের নিকট থেকে বিদায় হয়ে গেলেন তখন তারা ব্যথা অনুভব করলো এবং বুঝতে পারলো যে, ফলের পরিবর্তে তারা নিজেদের হাত কেটে ফেলেছে। ঐ সময় আযীযের স্ত্রী যুলাইখা তাদেরকে বললো: “দেখুন তো, একবার মাত্র তার সৌন্দর্য দর্শনে আপনারা আত্মভোলা হয়ে গেলেন, তাহলে আমার কি অবস্থা হতে পারে?” মহিলারা বলে উঠলো: “আল্লাহর কসম! ইনি তো মানুষ নন, বরং ফেরেশতা! সাধারণ ফেরেশতা নন বরং বড় মর্যাদাবান ফেরেশতা! আজ থেকে আমরা আর আপনাকে ভৎসনা করবো না।” ভদ্র-মহিলারা হযরত ইউসুফের (আঃ) মত তো নয়ই, এমনকি তাঁর কাছাকাছি এবং তাঁর সাথে সাদৃশ্যযুক্ত সুন্দর লোকও কখনো দেখে নাই। তাঁকে সৌন্দর্যের অর্ধেক দান করা হয়েছিল।মি’রাজের সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) তৃতীয় আকাশে হযরত ইউসুফের (আঃ) পার্শ্ব দিয়ে গমন করার সময় বলেনঃ “তাঁকে সৌন্দর্যের অর্ধেক দান করা হয়েছে।” হযরত আনাস (রাঃ) হতে বর্নিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইউসুফকে (আঃ) এবং তাঁর মাতাকে অর্ধেক সৌন্দর্য দান করা হয়েছে।” হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্নিত, তিনি বলেনঃ “ইউসুফ (আঃ) এবং তাঁর মাতাকে সৌন্দর্যের এক তৃতীয়াংশ দান করা হয়েছে। হযরত আবদুল্লাহ (রাঃ) বলেনঃ “হরত ইউসুফের (আঃ) মুখমন্ডল বিদ্যুতের মতো উজ্জ্বল ছিল। যখন কোন নারী কোন প্রয়োজনে তাঁর কাছে আসতো তখন তিনি তার ফিৎনায় পড়ে যাওয়ার আশঙ্কায় নিজের মুখমণ্ডল ঢেকে নিতেন।” হযরত হাসান বসরী (রঃ) মুরসালরূপে নবী (সঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “ইউসুফ (আঃ) এবং তাঁর মাতাকে দুনিয়াবাসীর সৌন্দর্যের এক তৃতীয়াংশ দান করা হয়েছে এবং বাকী দুই তৃতীয়াংশ সৌন্দর্য সারা দুনিয়ার লোককে দান করা হয়েছে।” মুজাহিদ (রঃ) রাবী’’আ আল-জারাশী (রঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “সৌন্দর্যকে দু'ভাগে ভাগ করা হয়েছে। এক ভাগ দেয়া হয়েছে ইউসুফ (আঃ) এবং তাঁর মাতা সা’রা’কে এবং বাকী এক ভাগ দেয়া হয়েছে সমস্ত মাখলুককে। ইমাম আবুল কাসিম আস-সুহাইলী (রঃ) বলেন যে, এর অর্থ হচ্ছেঃ হযরত ইউসুফকে (আঃ) হযরত আদমের (আঃ) অর্ধেক সৌন্দর্য দান করা হয়েছে। আল্লাহ তাআ’লা হযরত আদমকে (আঃ) নিজের হাতে পূর্ণ আকৃতির নমুনা বানিয়েছিলেন এবং খুবই সুন্দর করে সৃষ্টি করেছিলেন। তাঁর সন্তানদের মধ্যে তার সমপরিমাণ সৌন্দর্য কারো ছিল না। আর হযরত ইউসুফকে (আঃ) তার সৌন্দর্যের অর্ধেক দান করা হয়েছিল।যা হোক, ঐ মহিলারা হযরত ইউসুফকে (আঃ) দেখা মাত্রই বলেছিলেনঃ “আমরা আল্লাহর কাছে আশ্রয় প্রার্থনা করছি, ইনি তো মানুষ নন। (আরবি) শব্দটি অন্য কিরআতে (আরবি) রয়েছে। অর্থাৎ “ইনি ক্রীতদাস হতেই পারেন না। ইনি কোন মর্যাদাবান ফেরেশতা হবেন।” আযীযের স্ত্রী তখন তাদেরকে বললো: “এখন আপনারা আমাকে ক্ষমার্হ মনে করবেন কি? তাঁর সৌন্দর্য কি ধৈর্য শক্তি ছিনিয়ে নেয়ার মত নয়? আমি তাকে সব সময় নিজের দিকে আকৃষ্ট করতে চেয়েছিলাম। কিন্তু তিনি সর্বদা আমার আয়ত্বের বাইরে রয়েছেন। আপনারা মনে রাখবেন যে, বাইরে তিনি যেমন তুলনীয় সৌন্দর্যের অধিকারী তেমনই ভিতরেও তিনি পবিত্র ও নিষ্কলুষ।তাঁর বাহির যেমন সুন্দর ভিতরও তেমনই সুন্দর।” অতঃপর সে ধমক দিয়ে বলেঃ “যদি তিনি আমার কথা না মানেন এবং মনোবাঞ্ছা পূর্ণ না করেন তবে অবশ্যই তাঁকে জেলখানায় যেতে হবে এবং আমি তাঁকে কঠিনভাবে লাঞ্ছিত করবো।” ঐ সময় হযরত ইউসুফ (আঃ) আল্লাহ তাআ’লার আশ্রয় প্রার্থনা করে বলেছিলেনঃ “হে আমার প্রতিপালক। এই নারীরা আমাকে যার প্রতি আহ্‌বান করছে তা অপেক্ষা কারাগার আমার কাছে অধিক প্রিয়। আমাকে আপনি তাদের কুকর্ম হতে রক্ষা করুন! আমি যেন দুষ্কার্যে লিপ্ত হয়ে না পড়ি। যদি আপনি আমাকে রক্ষা করেন তবেই আমি রক্ষা পাবো। আমার নিজের কোনই ক্ষমতা নেই। আমি আমার নিজের লাভ ও ক্ষতির মালিক নই। আপনার সাহায্য ও করুণা ছাড়া না আমি কোন পাপ কার্য থেকে বাঁচতে পারি, না কোন সৎ কাজ করতে পারি। হে আমার প্রতিপালক! আমি আপনার কাছেই সাহায্য চাচ্ছি এবং আপনার উপরই ভরসা করছি। আপনি আমাকে আমার নফসের কাছে সমর্পণ করবেন না যে, আমি ঐ মহিলাদের প্রতি আকৃষ্ট হয়ে পড়ি এবং মুখদের অন্তর্ভুক্ত হই।”মহান আল্লাহ তাঁর প্রার্থনা কবুল করলেন এবং নির্লজ্জতাপূর্ণ কাজ থেকে বাঁচিয়ে নিলেন। তাঁকে তিনি পবিত্রতা দান করলেন এবং স্বীয় হিফাযতে রাখলেন। অশ্লীলতা ও বেহায়াপনা থেকে তিনি রক্ষা পেতেই থাকলেন। অথচ তিনি সেই সময় পূর্ণ যৌবনে পদার্পণ করেছিলেন এবং তিনি পূর্ণমাত্রায় সৌন্দর্যের অধিকারী হয়েছিলেন। তার ভিতরে বিভিন্ন প্রকারের সদ্গুণাবলীর সমাবেশ ঘটেছিল। তথাপি তিনি স্বীয় প্রবৃত্তিকে দমন করেছিলেন এবং আযীযের স্ত্রী যুলাইখার প্রতি মোটেই ভ্রূক্ষেপ করেননি। অথচ সে ছিল নেতার কন্যা ও নেতার স্ত্রী এবং তার প্রভুপত্নী। তাছাড়া সে ছিল অতীব সুন্দরী ও প্রচুর মালের অধিকারিণী। সে তাকে বলেছিল যে, যদি তিনি তার কথা মেনে নেন তবে সে তাকে পুরস্কৃত করবে এবং না মানলে কারাগারে পাঠিয়ে দেবে। কিন্তু তাঁর অন্তরে ছিল আল্লাহর ভয়। তাই তিনি পার্থিব সুখ শান্তিকে আল্লাহর নামে উৎসর্গ করে দিয়েছিলেন এবং ওর উপর কারাগারকেই পছন্দ করেছিলেন। উদ্দেশ্য একমাত্র এটাই যে, এর মাধ্যমে তিনি আল্লাহর আযাব থেকে রক্ষা পাবেন এবং পরকালে সাওয়াবের অধিকারী হবেন। এ জন্যেই সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সাত প্রকারের লোককে আল্লাহ তাঁর (আর্‌শের) ছায়ায় স্থান দিবেন, এমন দিনে যেই দিন তার ছায়া ছাড়া অন্য কোন ছায়া থাকবে নাঃ (১) ন্যায় পরায়ন বাদশাহ, (২) ঐ যুবক (বা যুবতী) যে তার যৌবনকে আল্লাহর ইবাদতে কাটিয়ে দিয়েছে, (৩) ঐ ব্যক্তি যার অন্তর সদা মসজিদে লটকানো থাকে, যখন সে মসজিদ হতে বের হয় যে পর্যন্ত না সে তাতে ফিরে যায়, (৪) এমন দুই ব্যক্তি যারা আল্লাহর জন্যেই একে অপরকে ভালবাসে, আল্লাহর জন্যেই তারা একত্রিত থাকে এবং আল্লাহর জন্যেই বিচ্ছিন্ন হয়, (৫) ঐ ব্যক্তি যে এমন গোপনে দান করে যে, তার ডান হাত যা দান করে বাম হাত তা জানতে পারে না, (৬) ঐ ব্যক্তি যাকে সম্ভ্রান্ত বংশীয়া ও সুশ্রী নারী কু-কাজের দিকে আহ্‌বান করে এবং সে বলেঃ আমি আল্লাহকে ভয় করি, (৭) ঐ ব্যক্তি যে নির্জনে আল্লাহকে স্মরণ করে, অতঃপর তার দু'চক্ষু দিয়ে অশ্রু বয়ে যায়।”",
  "ayah": 34,
  "surah": 12
}
