{
  "text": "যেই দিন হযরত ইউসুফকে (আঃ) কারাগারে যেতে হয়, ঘটনাক্রমে সেই দিনই দু’জন যুবক কারাগারে প্রবেশ করে। কাতাদা’ (রঃ) বলেন যে, যুবকদ্বয়ের একজন ছিল বাদশাহ’র সুরাবাহী এবং অপরজন ছিল তার রুটি প্রস্তুতকারী (বাবুর্চি)। মুহাম্মদ ইবনু ইসহাক (রঃ) বলেন যে, সুরাবাহীর নাম ছিল নাবওয়া এবং বাবুর্চির নাম ছিল মিজলাস। সুদ্দী (রঃ) বলেন যে, তাদেরকে বন্দী করার কারণ হচ্ছে, তারা বাদশাহ’র খাদ্যে ও পানিয়ে বিষ মিশ্রিত করার ষড়যন্ত্র করেছিল বলে বাদশাহ সন্দেহ করেছিলেন। কারাগারে হযরত ইউসুফের (আঃ) সৎকার্যাবলীর যথেষ্ট সুনাম                            ছিল। সত্যবাদিতা, বিশ্বস্ততা, দানশীলতা, চরিত্রের মাধুর্য, ইবাদত বন্দেগীতে অধিক সময় কাটিয়ে দেয়া, খোদাভীতি, ইলম ও আমল, স্বপ্নের ব্যাখ্যা দান, সদাচার প্রভৃতি সদগুণাবলীর জন্যে তিনি বিশেষ খ্যাতি লাভ করেছিলেন। জেলখানার কয়েদীদের কল্যাণ সাধন, তাদের সাথে উত্তম ব্যবহার, তাদের প্রতি অনুগ্রহকরণ। তাদের মন জয়করণ, তাদের দুঃখে সমবেদনা জ্ঞাপন রুগীদের সেবাকরণ প্রভৃতিই ছিল তাঁর প্রতিদিনের কাজ। এই দু’জন সরকারী চাকুরে হযরত ইউসুফকে (আঃ) অত্যন্ত ভালবাসতে থাকে।একদিন তারা তাঁকে বলেঃ “জনাব! আপনার সাথে আমাদের অত্যন্ত ভালবাসা জন্মেছে।” তিনি তাদেরকে উত্তরে বললেনঃ “আল্লাহ তোমাদের মধ্যে বরকত দান করুন।” কথা এই যে, যেই আমাকে ভালবেসেছে তারই কারণে আমি বিপদগ্রস্ত হয়েছি। আমার ফুফু আমাকে ভালবেসে ছিলেন, তার ভালবাসার কারণে আমি বিপদে পড়েছিলাম। আমার পিতা আমাকে ভালবেসেছিলেন, তাঁর ভালবাসার কারণে আমাকে কষ্টভোগ করতে হয়েছে। আযীযের স্ত্রী (যুলাইখা) আমাকে ভালবেসেছিল, তার ফলে কি হয়েছে তা শুধু আমার নয় বরং তোমাদের চোখের সামনেও স্পষ্টরূপে প্রকাশমান।”যুবকদ্বয় একদা স্বপ্ন দেখলো- সুরাবাহী লোকটি স্বপ্নে দেখলো যে, সে যেন আঙ্গুরের রস নিঙড়াচ্ছে। হযরত ইবনু মাসউদের (রাঃ) কিরআতে (আরবি) শব্দের স্থলে (আরবি) শব্দ রয়েছে। আম্মনবাসী আঙ্গুরকে (আরবি) বলে থাকে। লোকটি স্বপ্নে দেখলো যে, সে যেন আঙ্গুরের চারা রোপন করেছে। তাতে আঙ্গুরের গুচ্ছ রয়েছে এবং সে তা ভেঙ্গে নিয়েছে। অতঃপর সে তা নিংড়িয়ে রস বের করেছে এবং বাদশাহ’কে পান করিয়েছে। হযরত ইউসুফের (আঃ) সামনে স্বপ্নের বর্ণনা দেয়ার পর সে তাঁকে এর তাৎপর্য বলে দিতে অনুরোধ করলো। আল্লাহর নবী হযরত ইউসুফ (আঃ) তাকে বললেনঃ “এর তাৎপর্য হচ্ছে এই যে, তিন দিন পরে তোমাকে জেলখানা হতে মুক্তি দেয়া হবে। আর তুমি তোমার কাজে অর্থাৎ বাদশাহর সুরা পরিবেশনকারী পদে পুনরায় নিযুক্ত হবে।” অপর ব্যক্তি বললো: “আমি স্বপ্নে দেখলাম যে, আমি মাথায় রুটি বহন করছি এবং পাখী এসে তা থেকে খাচ্ছে।” অধিকাংশ মুফাসসিরদের মতে প্রসিদ্ধ উক্তি এই যে, প্রকৃতপক্ষে তারা উভয়েই এই স্বপ্নই দেখেছিল এবং এর সঠিক ব্যাখ্যা হযরত ইউসুফের (আঃ) নিকট জানতে চেয়েছিল। কিন্তু হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, প্রকৃতপক্ষে তারা কোন স্বপ্নই দেখে নাই। হযরত ইউসুফকে (আঃ) পরীক্ষা করবার জন্যেই শুধু তারা তার কাছে মিথ্যা স্বপ্নের ব্যাখ্যা জানতে চেয়েছিল।",
  "ayah": 36,
  "surah": 12
}
