{
  "text": "আল্লাহ তাআ’লা বলেনঃ ‘হে মুহাম্মদ (সঃ)! তোমার কওমের কাছে ইউসুফের (আঃ) কাহিনীটি বর্ণনা কর।' হযরত ইউসুফের (আঃ) পিতা হচ্ছেন ইয়াকুব ইবনু ইসহাক ইবনু ইবরাহীম (আঃ)। যেমন মুসনাদে আহমদে ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কারীম ইবনু কারীম ইবনু কারীম ইবনু কারীম ইউসুফ ইবনু ইয়াকুব ইবনু ইসহাক ইবনু ইবরাহীম (আঃ)।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করা হয়ঃ “লোকদের মধ্যে সবচেয়ে সম্মানিত কে?” তিনি উত্তরে বলেনঃ “তাদের মধ্যে ঐ ব্যক্তি হচ্ছে সবচেয়ে বেশি সম্মানিত, যার অন্তরে আল্লাহর ভয় সবচেয়ে বেশি আছে।” সাহাবীগণ বললেনঃ “আমরা আপনাকে এটা জিজ্ঞেস করছি না।” তিনি বললেনঃ “তাহলে মানুষের মধ্যে সর্বাপেক্ষা সম্মানিত ব্যক্তি হচ্ছেন আল্লাহর নবী হযরত ইউসুফ (আঃ) যিনি নিজেও ছিলেন নবী, পিতাও ছিলেন নবী, পিতামহও ছিলেন নবী এবং প্রপিতামহও ছিলেন আল্লাহর নবী ও তাঁর খলীল বা দোস্ত।” তাঁরা এবারও বললেনঃ “আমরা এটাও জিজ্ঞেস করি নাই।” তিনি তখন তাদেরকে প্রশ্ন করলেনঃ “তা হলে কি তোমরা আমাকে আরবের গোত্রগুলি সম্পর্কে জিজ্ঞেস করছো?” তারা জবাবে বললেনঃ “জ্বি, হ্যাঁ।' তিনি বললেনঃ “তা হলে জেনে রেখোঁরেখো যে, তোমাদের মধ্যে অজ্ঞতার যুগে যারা ভাল ও ভদ্র ছিল, ইসলাম গ্রহণের পরেও তারা ভাল ও সম্ভান্তই থাকবে যদি তারা বোধশক্তি লাভ করে।” (এ হাদীসটি ইমাম বুখারী (রঃ) স্বীয় 'সহীহ' গ্রন্থে বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, নবীদের স্বপ্ন আল্লাহ তাআ’লার ওয়াহী হয়ে থাকে। তাফসীরকারকগণ বলেছেন যে, এখানে এগারোটি নক্ষত্র দ্বারা হযরত ইউসুফের (আঃ) এগারোটি ভাইকে বুঝানো হয়েছে। আর সুর্য ও চন্দ্র দ্বারা উদ্দেশ্য হচ্ছে তাঁর পিতা ও মাতা। এই স্বপ্নের ব্যাখ্যা স্বপ্ন দেখার চল্লিশ বছর পর প্রকাশ পায়। আবার কেউ কেউ বলেন যে, ব্যাখ্যা প্রকাশ পায় আশি বছর পর, যখন তিনি তাঁর পিতা মাতাকে রাজ-সিংহাসনে বসান এবং তাঁর এগারোটি ভাই তার সামনে সিজদাবনত হয়। ঐ সময় তিনি বলেনঃ “হে পিতঃ! এটাই আমার পূর্বেকার স্বপ্নের ব্যাখ্যা, আমার প্রতিপালক ওটা সত্যে পরিণত করেছেন।”হযরত জা’বির (রাঃ) হতে বর্ণিত আছে যে, ইয়াহুদীদের মধ্যে বুসতানা’ নামক একজন বিখ্যাত আলেম ছিলেন। তিনি নবীর (সঃ) নিকট এসে বলেনঃ “হে মুহাম্মদ (সঃ)! যে এগারটি নক্ষত্র হযরত ইউসুফকে (আঃ) সিজদা করেছিল ওগুলির নাম আমাকে বলে দিন।” বর্ণনাকারী বলেন যে, তাঁর একথা শুনে নবী (সঃ) কিছুক্ষণ নীরব থাকেন। তখন হযরত জিবরাঈল (আঃ) আকাশ হতে অবতরণ করে তাঁকে তারকা গুলির নাম বলে দেন। রাসূলুল্লাহ (সঃ) তখন ঐ লোকটিকে ডেকে বলেনঃ “তারকাগুলির নাম তোমাকে বলে দিলে তুমি ঈমান আনবে তো?” তিনি উত্তরে বলেনঃ “হ্যাঁ, নিশ্চয়।” নবী (সঃ) বললেনঃ “ওগুলির নাম হচ্ছেঃ (১) জিরইয়ান, (২) তা’রিক, (৩) দিয়াল, (৪) যুল কানফাত, (৫) কা’বিস, (৬) অসাব, (৭) আমূদান, (৮) ফালীক, (৯) মিসবাহ, (১০) যরূহ এবং (১১) ফারাগ।” তখন ইয়াহূদী আ’লেমটি বলে উঠলেনঃ “আল্লাহর শপথ! ঐ নক্ষত্রগুলির এই নামই বটে। (এ হাদীসটি ইমাম আবু জাফর ইবনু জারীর (রাঃ) বর্ণনা করেছেন। এই রিওয়াইয়াতটি দালায়েলে বায়হাকী, মুসনাদে আবি ইয়ালা, মুসনাদে বাযযার এবং তাফসীরে আবি হা’তিমেও রয়েছে)আর একটি রিওয়াইয়াতে রয়েছে যে, হযরত ইউসুফ (আঃ) যখন তাঁর স্বপ্নের কথা তাঁর পিতার নিকট বর্ণনা করেন তখন তাঁর পিতা হযরত ইয়াকুব (আঃ) তাঁকে বলেনঃ এটা সত্য স্বপ্ন। পরবর্তীকালে আল্লাহ এটা পূর্ণ করে দেখাবেন। তিনি বলেন যে, সুর্য দ্বারা তাঁর পিতা এবং চন্দ্র দ্বারা তাঁর মাতাকে বুঝানো হয়েছে। (এ রিওয়াইয়াতটি মুসনাদে আবি ইয়ালায় রয়েছে। কিন্তু এই রিওয়াইতের সনদে হাকীম ইবনু যাহীর ফাযারী একাকী রয়েছেন, যাকে কতিপয় ইমাম দুর্বল বলেছেন। আর অধিকাংশই তাকে পরিত্যাগ করেছেন। হুসনে ইউসুফের বর্ণনাকারী ইনিই। চারজন শায়েখই তাকে দুর্বল বলেছেন)",
  "ayah": 4,
  "surah": 12
}
