{
  "text": "৫০-৫২ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা রাজা সম্পর্কে খবর দিতে গিয়ে বলেন যে, রাজার স্বপ্নের তাৎপর্য জেনে নেয়ার পর যখন রাজদূত হযরত ইউসুফের (আঃ) নিকট হতে বিদায় গ্রহণ করলো এবং রাজাকে সমস্ত ঘটনা অবহিত করলো তখন রাজা তার ঐ স্বপ্নের এই তাৎপর্য শুনে খুবই খুশী হলেন এবং এটাই যে তার স্বপ্নের সঠিক ব্যাখ্যা তা তাঁর নিশ্চিতরূপে বিশ্বাস হয়ে গেল তিনি এটাও বুঝতে পারলেন যে, হযরত ইউসুফ (আঃ) একজন বড় বিদ্বান ও সম্মানিত ব্যক্তি। স্বপ্নের ব্যাখ্যার ব্যাপারে তাঁর পূর্ণ জ্ঞান রয়েছে। তাছাড়া তিনি অত্যন্ত মহৎ চরিত্রের অধিকারী। তিনি আল্লাহ মাখলুকের শুভাকাংখী। তার কোন লোভ নেই। এখন তাঁর সাথে স্বয়ং সাক্ষাৎ করার তাঁর খুবই আগ্রহ হলো। তৎক্ষণাৎ তিনি দূতকে বললেনঃ যাও এখনই হযরত ইউসুফকে (আঃ) কারাগার থেকে মুক্তি দিয়ে আমার কাছে নিয়ে এসো।” সুতরাং পুনরায় দূত কারাগারে গিয়ে হযরত ইউসুফের (আঃ) সাথে সাক্ষাৎ করলো এবং বাদশাহর পয়গাম তাঁকে শুনিয়ে দিলো। তখন তিনি বললেনঃ “আমি এখান থেকে বের হবো না যে পর্যন্ত না মিসরের বাদশাহ এবং তার সভাসদবর্গ এটা অবগত হবেন যে, আমার অপরাধ কি ছিল? আযীযের স্ত্রী সম্পর্কে যে দোষ আমার উপর চাপিয়ে দেয়া হয়েছে তা কতটুকু সত্য? এতদিন পর্যন্ত আমাকে কারাগারের বন্দী রাখার মধ্যে কি রহস্য নিহিত রয়েছে? এটা কি শুধুমাত্র অত্যাচার ও বাড়াবাড়ির ভিত্তিতে? তুমি ফিরে গিয়ে বাদশাহকে আমার পয়গাম জানিয়ে দাও। তিনি যেন ঘটনাটি পূর্ণভাবে বিশ্লেষণ করেন।”হাসীদ শরীফেও হযরত ইউসুফের (আঃ) এই ধৈর্য এবং তাঁর এই সৌজন্য ও ভদ্রতার ভূয়সী প্রশংসা করা হয়েছে। সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন : “হযরত ইবরাহীম (আঃ) অপেক্ষা আমরাই সন্দেহের বেশী হকদার। হযরত ইবরাহীম (আঃ) বলেছিলেনঃ (আরবি) অর্থাৎ “হে আমার প্রতিপালক আপনি কিভাবে মৃতকে জীবিত করবেন তা আমাকে দেখিয়ে দিন।” (২: ২৬০) আল্লাহ তাআ’লা হযরত লূতের (আঃ) উপর রহম করুন! তিনি কোন শক্তিশালী দল বা কোন মযবুত দুর্গের আশ্রয়ে আসতে চেয়েছিলেন। জেনে রেখোঁরেখো যে, হযরত ইউসুফ (আঃ) যতদিন জেলখানায় অবস্থান করেছিলেন, আমি যদি সেখানে ততদিন অবস্থান করতাম, অতঃপর দূত আমার কাছে আমার মুক্তির প্রস্তাব নিয়ে আসতো তবে আমি অবশ্যই তার প্রস্তাব (বিনা শর্তে) কবুল করে নিতাম।”মুসনাদে আহমাদে (আরবি)…… (আরবি) এই আয়াতের তাফসীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেনঃ “যদি আমি হতাম তবে তৎক্ষণাৎ দূতের কথা মেনে নিতাম এবং কোন ওজর অনুসন্ধান করতাম না।”মুসনাদে আবদির রাযযাকে ইকরামা (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহর শপথ! আমি ইউসুফের (আঃ) ধৈর্য ও সহনশীলতা দেখে বিস্ময় বোধ করি। আল্লাহ তাঁকে ক্ষমা করুন! বাদশাহ স্বপ্ন দেখলেন এবং সেই স্বপ্নের তাৎপর্য জানবার জন্যে তিনি অস্থির হয়ে উঠলেন। দূত এসে হযরত ইউসুফকে (আঃ) ঐ স্বপ্নের তাৎপর্য জিজ্ঞেস করলো। আর তিনি তৎক্ষণাৎ কোন শর্তারোপ ছাড়াই স্বপ্নের তাৎপর্য বলে দিলেন। যদি আমি হতাম তবে যে পর্যন্ত জেলখানা থেকে নিজেকে মুক্ত করিয়ে না নিতাম কখনো তা বলে দিতাম না।” হযরত ইউসুফের সবর ও করমের উপর বিস্মিত হতে হয়। আল্লাহ তাকে ক্ষমা করুন। তার কাছে দূত আসছে তার মুক্তির পয়গাম নিয়ে। আর তাকে তিনি বলেছেনঃ “এখন নয়, যে পর্যন্ত না সকলের কাছে আমার পবিত্রতা, পূণ্যশীলতা এবং নির্দোষিতা প্রকাশিত হয়। তার জায়গায় যদি আমি হতাম তবে দৌড়ে গিয়ে দরজার উপর পৌঁছে যেতাম।” এ বর্ণনাটি মুরসাল। এখন বাদশাহ ঘটনার সত্যাসত্য নিরূপণ করতে শুরু করলেন। যে ভদ্র মহিলাদেরকে তার স্ত্রী যুলাইখা দাওয়াত করেছিল তাদেরকে তিনি ডেকে পাঠান এবং স্বয়ং তাঁর স্ত্রীকেও দরবারে ডাকিয়ে নেন। অতঃপর তিনি ঐ মহিলাদেরকে জিজ্ঞেস করেনঃ “যিয়াফতের দিনের ব্যাপারটা কি? খুঁটিনাটি বর্ণনা কর, কিছুই গোপন করো না।” মহিলারা তখন সমস্বরে বলে উঠলোঃ “আল্লাহর মাহাত্ম্য অদ্ভূত বটে! আমরা আজ এটা অকপটে স্বীকার করছি। যে, হযরত ইউসুফের (আঃ) কোনই অপরাধ ছিল না। তাঁর সম্পর্কে যা কিছু বলা হয়েছিল সবই তার উপর অপবাদ ছিল। আল্লাহর শপথ! আমরা খুব ভালরূপেই জানি ইউসুফ (আঃ) সম্পূর্ণ নির্দোষ। ঐ সময় যুলাইখাও বলে উঠলো: “সত্য শেষ পর্যন্ত প্রকাশিত হয়েই গেল। আমি আজ স্বয়ং স্বীকার করছি যে, আমিই ইউসুফকে (আঃ) কুকাজের দিকে আহবান করেছিলাম। ঐ সময় তিনি যা বলেছিলেন ওটাই সত্য ছিল। অর্থাৎ তিনি বলেছিলেনঃ “এই মহিলাই আমাকে তার দিকে আকৃষ্ট করতে চেয়েছিল।” এ ব্যাপারে তিনি সম্পূর্ণরূপে সত্যবাদী। আজ আমি দ্বিধাহীন চিত্ত্বে নিজের অপরাধ স্বীকার করছি, যাতে আমার স্বামীও আশ্বস্ত হন যে, আমিও প্রকৃতপক্ষে তাঁর ব্যাপারে কোন খিয়ানত করি নাই। হযরত ইউসুফের (আঃ) পবিত্রতার কারণে আমার দ্বারা কোন দুষ্কার্য প্রকাশিত হয় নাই। ব্যভিচার থেকে মহান আল্লাহ আমাকে রক্ষা করেছেন। আমার এই স্বীকারোক্তির দ্বারা আমার স্বামীর সামনে এটা স্পষ্টভাবে প্রতীয়মান হয়ে গেল যে, আমি নির্লজ্জতাপূর্ণ কার্যে জড়িত হয়ে পড়ি নাই।” এটা সম্পূর্ণরূপে সত্য যে, বিশ্বাসঘাতকদের ষড়যন্ত্র আল্লাহ সফল করেন না, বরং তা তিনি বানচাল করে দেন।",
  "ayah": 52,
  "surah": 12
}
