{
  "text": "৯৬-৯৮ নং আয়াতের তাফসীর\nহযরত মুজাহিদ (রঃ) ও হযরত সুদ্দী (রঃ) বলেন যে, জামাটি এনেছিলেন হযরত ইয়াকুবের (আঃ) বড় ছেলে ইয়াহূদা। কেননা, তিনিই পূর্বে হযরত ইউসুফের (আঃ) জামায় মিথ্যা রক্ত মাখিয়ে পিতার কাছে হাযির করে ছিলেন এবং পিতাকে বলেছিলেন যে, এটা হচ্ছে হযরত ইউসুফের (আঃ) দেহের রক্তভরা জামা। এখন এরই বদলা হিসেবে তিনিই হযরত ইউসুফের (আঃ) এই জামাটি আনলেন যেন মন্দের বিনিময়ে ভাল সম্পাদিত হয়। যেন কু-খবরের বিনিময়ে সুখবর হয়ে যায়। জামাটি এনেই পিতার চেহারার উপর ফেলে দেন। সাথে সাথেই হযরত ইয়াকুবের (আঃ) চক্ষু খুলে যায়। তখন তিনি পুত্রদের সম্বোধন করে বলেনঃ “দেখো! আমি তো সদা-সর্বদা তোমাদেরকে বলে আসছি যে, মহান আল্লাহর নিকট হতে আমি এমন কতকগুলি বিষয় অবগত আছি, যা তোমরা অবগত নও। আমি তোমাদেরকে বলেছি যে, আল্লাহ তাআ’লা অবশ্যই ইউসুফ (আঃ) কে আমার সাথে সাক্ষাত করাবেন। এই তো অল্প দিন পূর্বের আলোচনায় আমি তোমাদেরকে বলেছিলাম যে, আমি ইউসুফের (আঃ) ঘ্রাণ পাচ্ছি।” পিতার এ সব কথা শুনে পুত্রেরা লজ্জিত হয়ে নিজেদের অপরাধ স্বীকার করেন এবং পিতাকে নিজেদের জন্যে আল্লাহ তাআ’লার নিকট ক্ষমা প্রার্থনা করতে বলেন। উত্তরে পিতা বলেনঃ “আমি তোমাদের এই আবেদন প্রত্যাখ্যান করছি না এবং আমি আমার প্রতিপালকের নিকট এই আশাও রাখি যে, তিনি তোমাদের অপরাধ ক্ষমা করে দেবেন। কেননা, তিনি ক্ষমাশীল ও করুণাময়। তিনি তাওবাকারীর তাওবা কবুল করে থাকেন। আমি প্রাতঃকালে তোমাদের জন্যে তাঁর নিকট ক্ষমা প্রার্থনা করবো।”হযরত মুহারিব ইবনু দাসার (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) একদা মসজিদে আগমন করেন এবং এ কথাটি বলতে শুনেন: “হে আল্লাহ! আপনি আমাকে আহ্‌বান করেছেন, আমি আপনার আহ্‌বানে সাড়া দিয়েছি। আপনি আমাকে আদেশ করেছেন, আমি আপনার আদেশ মান্য করেছি। এটা প্রাতঃকাল। সুতরাং আমাকে ক্ষমা করে দিন।” হযরত উমার (রাঃ) কান লাগিয়ে শুনলেন এবং বুঝলেন যে, হযরত আবদুল্লাহ ইবনু মাসউদের (রাঃ) বাড়ী হতে এ শব্দ আসছে। তিনি এ ব্যাপারে তাঁকে জিজ্ঞেস করলে তিনি উত্তরে বলেনঃ “এটা হচ্ছে ঐ সময় যার জন্যে হযরত ইয়াকুব (আঃ) তাঁর ছেলেদেরকে বলেছিলেনঃ “অল্পক্ষণ পরেই আমি তোমাদের জন্যে ক্ষমা প্রার্থনা করবো”। (এ হাদীসটি ইমাম ইবনু জারীর (রাঃ) স্বীয় তাফসীর গ্রন্থে বর্ণনা করেছেন)হাদীস শরীফে রয়েছে যে, ওটা ছিল জুমআ’র রাত্রি। হযরত ইবনু আব্বাস (রাঃ) রাসূলুল্লাহ (সাঃ) হতে বর্ণনা করেছেন যে, অল্পক্ষণ পরেই আমি তোমাদের জন্যে ক্ষমা প্রার্থনা করবো’ এর দ্বারা হযরত ইয়াকুবের উদ্দেশ্য ছিল জুমআ’র রাত্রি। (এ হাদীসটিও ইমাম ইবনু জারীর (রাঃ) বর্ণনা করেছেন। কিন্তু এ হাদীসটি গারীব বা দুর্বল। এর মারফূ’ হওয়ার ব্যাপারেও সমালোচনা হয়েছে। এ সব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)",
  "ayah": 98,
  "surah": 12
}
