{
  "text": "يقول تعالى ذكره لنبيّه محمد صلى الله عليه وسلم ( وَقُلْ) يا محمد ( الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا ) فيكون مربوبا لا ربا، لأن ربّ الأرباب لا ينبغي أن يكون له ولد ( وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ ) فيكون عاجزا ذا حاجة إلى معونة غيره ضعيفا، ولا يكون إلها من يكون محتاجا إلى معين على ما حاول، ولم يكن منفردا بالمُلك والسلطان ( وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ) يقول: ولم يكن له حليف حالفه من الذّل الذي به، لأن من كان ذا حاجة إلى نصرة غيره، فذليل مهين، ولا يكون من كان ذليلا مهينا يحتاج إلى ناصر إلها يطاع ( وَكَبِّرْهُ تَكْبِيرًا ) يقول: وعظم ربك يا محمد بما أمرناك أن تعظمه به من قول وفعل، وأطعه فيما أمرك ونهاك.وبنحو الذي قلنا في قوله ( وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ) قال: لم يحالف أحدا، ولا يبتغي نصر أحد.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: \" ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يعلِّم أهله هذه الآية ( الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا ) الصغير من أهله والكبير.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا أبو الجنيد، عن جعفر، عن سعيد، عن ابن عباس، قال: إن التوراة كلها في خمس عشرة آية من بني إسرائيل، ثم تلا  لا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ  .حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني أبو صخر ، عن القُرَظي، أنه كان يقول في هذه الآية ( الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا ).... الآية. قال: إن اليهود والنصارى قالوا: اتخذ الله ولدا ، وقالت العرب: لبيك، لبيك، لا شريك لك، إلا شريكا هو لك ، وقال الصابئون والمجوس: لولا أولياء الله لذلّ الله، فأنـزل الله ( وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ ) أنت يا محمد على ما يقولون ( تَكْبِيرًا ).",
  "ayah": 111,
  "surah": 17
}
