{
  "text": "يقول تعالى ذكره: ومن نعمته عليكم أيها الناس، مخالفته بين علامة الليل وعلامة النهار، بإظلامه علامة الليل، وإضاءته علامة النهار، لتسكنوا في هذا، وتتصرّفوا في ابتغاء رزق الله الذي قدره لكم بفضله في هذا، ولتعلموا باختلافهما عدد السنين وانقضاءها، وابتداء دخولها، وحساب ساعات النهار والليل وأوقاتها( وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلا ) يقول: وكلّ شيء بيناه بيانا شافيا لكم أيها الناس لتشكروا الله على ما أنعم به عليكم من نعمه، وتخلصوا له العبادة، دون الآلهة والأوثان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا جرير، عن عبد العزيز بن رُفيع، عن أبي الطُفيل، قال: قال ابن الكَوّاء (4) لعليّ: يا أمير المؤمنين، ما هذه اللَّطْخة التي في القمر؟ فقال: ويْحَك أما تقرأ القرآن (فَمَحَوْنا آيَةَ اللَّيْلِ) ، فهذه محوه.حدثنا أبو كريب، قال: ثنا طلق ، عن زائدة، عن عاصم، عن عليّ بن ربيعة، قال: سأل ابن الكوّاء عليا فقال: ما هذا السواد في القمر؟ فقال عليّ( فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً ) هُوَ المَحْو.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن أبي إسحاق، عن عبد الله بن عمر، قال: كنت عند عليّ، فسأله ابن الكَوّاء عن السواد الذي في القمر؟ فقال: ذاك آية الليل مُحِيت.حدثنا ابن أبي الشوارب، قال: ثنا يزيد بن زُريع، قال: ثنا عمران بن حُدير، عن رفيع بن أبي كثير قال: قال عليّ بن أبي طالب رضوان الله عليه: سَلُوا عما شئتم، فقام ابن الكوّاء فقال: ما السواد الذي في القمر، فقال: قاتلك الله، هلا سألت عن أمر دينك وآخرتك؟ قال: ذلك مَحْو الليل.حدثني زكريا بن يحيى بن أبان المصريّ، قال: ثنا ابن عُفَير، قال: ثنا ابن لَهيعة، عن حُيَيّ بن عبد الله، عن أبي عبد الرحمن الحُبُلي، عن عبد الله بن عمرو بن العاص، أن رجلا قال لعليّ: ما السواد الذي في القمر؟ قال: إن الله يقول ( وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً ).حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ ) قال: هو السواد بالليل.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس: كان القمر يضيء كما تضيء الشمس، والقمر آية الليل، والشمس آية النهار، فمحونا آية الليل: السواد الذي في القمر.حدثنا أبو كريب، قال: ثنا ابن أبي زائدة، قال: ذكر ابن جريج، عن مجاهد، في قوله ( وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ) قال: الشمس آية النهار، والقمر آية الليل (فَمَحَوْنَا آيَةَ اللَّيْلِ) قال: السواد الذي في القمر، وكذلك خلقه الله.حدثنا القاسم، قال: ثنا الحسين، قال : ثني حجاج، عن ابن جريج، عن مجاهد ( وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ) قال: ليلا ونهارا، كذلك خلقهما الله، قال ابن جريج : وأخبرنا عبد الله بن كثير، قال ( فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً ) قال: ظلمة الليل وسدفة النهار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً ) : أي منيرة، وخلق الشمس أنور من القمر وأعظم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، ثنا عيسى، وحدثني الحرث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ) قال: ليلا ونهارا، كذلك جعلهما الله.واختلف أهل العربية في معنى قوله ( وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً ) فقال بعض نحويي الكوفة معناها: مضيئة، وكذلك قوله (والنَّهار مُبْصِرًا) معناه: مضيئا، كأنه ذهب إلى أنه قيل مبصرا، لإضاءته للناس البصر. وقال آخرون: بل هو من أبصر النهار: إذا صار الناس يبصرون فيه فهو مبصر، كقولهم: رجل مجبن: إذا كان أهله وأصحابه جبناء، ورجل مضعف: إذا كانت رواته ضعفاء، فكذلك النهار مبصرا: إذا كان أهله بصراء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لِتَبْتَغُوا فَضْلا مِنْ رَبِّكُمْ ) قال: جعل لكم سبحا طويلا.حدثنا بشر، قال: ثنا يزيد، قال : ثنا سعيد، عن قتادة ( وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلا ) : أي بيناه تبيينا.---------------------الهوامش :(4) ابن الكواء: هو عبد الله بن الكواء الخارجي، أحد الذين كانوا مع علي في صفين، ثم فارقوه بعد التحكيم. فكان من زعماء الخوارج.",
  "ayah": 12,
  "surah": 17
}
