{
  "text": "يقول تعالى ذكره: يمدّ ربك يا محمد كلا الفريقين من مريدي العاجلة، ومريدي الآخرة، الساعي لها سعيها وهو مؤمن في هذه الدنيا من عطائه، فيرزقهما جميعا من رزقه إلى بلوغهما الأمد، واستيفائهما الأجل ما كتب لهما، ثم تختلف بهما الأحوال بعد الممات، وتفترق بهما بعد الورود المصادر، ففريق مريدي العاجلة إلى جهنم مصدَرهم، وفريق مريدي الآخرة إلى الجنة مآبهم ( وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) يقول: وما كان عطاء ربك الذي يؤتيه من يشاء من خلقه في الدنيا ممنوعا عمن بسطه عليه لا يقدر أحد من خلقه منعه من ذلك، وقد آتاه الله إياه.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر بن معاذ، قال : ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( كُلا نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) : أي منقوصا، وإن الله عزّ وجلَّ قسم الدنيا بين البرّ والفّاجِر، والآخرة خصوصا عند ربك للمتقين.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) قال: منقوصا.حدثنا محمد بن عبد الله المخرمي، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سهل بن أبي الصلت السراج، قال: سمعت الحسن يقول ( كُلا نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ مِنْ عَطَاءِ رَبِّكَ ) قال: كلا نعطي من الدنيا البرّ والفاجر.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس  مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ  .... الآية  وَمَنْ أَرَادَ الآخِرَةَ  .... ثم قال ( كُلا نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ مِنْ عَطَاءِ رَبِّكَ ) قال ابن عباس: فيرزق من أراد الدنيا، ويرزق من أراد الآخرة. قال ابن جريج ( وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) قال: ممنوعا.حدثنا بشر، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( كُلا نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ ) أهل الدنيا وأهل الآخرة ( مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) قال: ممنوعا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( كُلا نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ ) أهل الدنيا وأهل الآخرة ( مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) من برّ ولا فاجر، قال: والمحظور: الممنوع، وقرأ  انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلا  .",
  "ayah": 20,
  "surah": 17
}
