{
  "text": "يقول تعالى ذكره (رَبُّكُمْ) أيها الناس (أعْلَمُ) منكم (بِمَا فِي نُفُوسِكُمْ) من تعظيمكم أمر آبائكم وأمهاتكم وتكرمتهم، والبرّ بهم، وما فيها من اعتقاد الاستخفاف بحقوقهم، والعقوق لهم، وغير ذلك من ضمائر صدوركم، لا يخفى عليه شيء من ذلك، وهو مجازيكم على حَسَن ذلك وسيِّئه، فاحذروا أن تُضمروا لهم سوءا، وتعقِدوا لهم عقوقا. وقوله (إِنْ تَكُونُوا صَالِحِينَ) يقول: إن أنتم أصلحتم نياتكم فيهم، وأطعتم الله فيما أمركم به من البرّ بهم، والقيام بحقوقهم عليكم، بعد هفوة كانت منكم، أو زلة في واجب لهم عليكم مع القيام بما ألزمكم في غير ذلك من فرائضه، فإنه كان للأوّابين بعد الزَّلة، والتائبين بعد الهَفْوة غفورا لهم.وبنحو الذي قلنا في تأويل ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: سمعت أبي وعمي عن حبيب بن أبي ثابت، عن سعيد بن جبير ( رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ ) قال: البادرة تكون من الرجل إلى أبويه لا يريد بذلك إلا الخير، فقال ( رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ ).حدثنا أبو السائب، قال: ثنا ابن إدريس، قال: أخبرني أبي، عن حبيب بن أبي ثابت، عن سعيد بن جبير، بمثله.حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو، عن حبيب بن أبي ثابت، في قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: هو الرجل تكون منه البادرة إلى أبويه وفي نيته وقلبه أنه لا يؤاخَذ به.واختلف أهل التأويل، في تأويل قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا )فقال بعضهم: هم المسبِّحون.* ذكر من قال ذلك:حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة؛ وحدثني ابن سنان القزاز، قال: ثنا الحسين بن الحسن الأشقر، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جبير، عن ابن عباس ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: المسبحين.حدثني الحارث، قال : ثنا الحسن، قال: ثنا أبو خيثمة زهير، قال: ثنا أبو إسحاق، عن أبي ميسرة، عن عمرو بن شرحبيل، قال: الأوّاب: المسبح.وقال آخرون: هم المطيعون المحسنون.* ذكر من قال ذلك:حدثني عليّ بن داود، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) يقول: للمطيعين المحسنين.حدثنا بشر، قال: ثنا يزيد، قال : ثنا سعيد، عن قتادة، قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: هم المطيعون، وأهل الصلاة.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: للمطيعين المصلين.وقال آخرون: بل هم الذين يصلون بين المغرب والعشاء.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، عن أبي صخر حميد بن زياد، عن ابن المنكدر يرفعه ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الصلاة بين المغرب والعشاء.وقال آخرون: هم الذين يصلُّون الضُّحَى.* ذكر من قال ذلك:حدثنا عمرو بن عليّ، قال: ثنا رباح أبو سليمان الرقاء، قال: سمعت عونا العُقيليّ يقول في هذه الآية ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الذين يصلون صلاة الضحى.وقال آخرون: بل هو الراجع من ذنبه، التائب منه.* ذكر من قال ذلك:حدثنا أحمد بن الوليد القرشيّ، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن يحيى بن سعيد، عن سعيد بن المسيب أنه قال في هذه الآية ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الذي يصيب الذنب ثم يتوب ثم يصيب الذنب ثم يتوب.حدثنا ابن المثنى، قال: ثنا سليمان بن داود، عن شعبة، عن يحيى بن سعيد، عن سعيد بن المسيب، قال: هو الذي يذنب ثم يتوب، ثم يذنب ثم يتوب في هذا الآية ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ).حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: أخبرنا يحيى بن سعيد، أنه سمع سعيد بن المسيب يُسْأَل عن هذه الآية ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: هو الذي يذنب ثم يتوب، ثم يذنب ثم يتوب.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني جرير بن حازم، عن يحيى بن سعيد، عن سعيد بن المسيب، بنحوه.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن سعيد بن المسيب، بنحوه.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني مالك، عن يحيى بن سعيد، عن سعيد بن المسيب ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: هو العبد يذنب ثم يتوب، ثم يذنب ثم يتوب.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني الليث بن سعد، عن يحيى بن سعيد، قال: سمعت سعيد بن المسيب يقول: فذكر مثله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزّاق، قال: أخبرنا الثَّوريّ ومعمر، عن يحيى بن سعيد ، عن ابن المسيب، قال: الأوّاب: الذي يذنب ثم يتوب، ثم يذنب ثم يتوب، ثم يذنب ثم يتوب.حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جبير في هذه الآية ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الراجعين إلى الخير.حدثنا ابن المثنى، قال: ثنا عبد الصمد وأبو داود وهشام، عن شعبة، عن أبي بشر، عن سعيد بن جبير، بنحوه.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان؛ وحدثنا ابن حميد، قال: ثنا حكام، عن عمرو، جميعا عن منصور، عن مجاهد عن عبيد بن عمير ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الذي يذكر ذنوبه في الخلاء، فيستغفر الله منها.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوريّ، عن منصور ، عن مجاهد، قال: الأوّاب: الذي يذكر ذنوبه في الخلاء فيستغفر الله منها.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر ، قال: ثنا شعبة، عن منصور، عن مجاهد، عن عبيد بن عمير، أنه قال في هذه الآية ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الذي يذكر ذنبه ثم يتوب.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قالا ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله جلّ ثناؤه (للأوَّابِين غَفُورًا) قال: الأوّابون: الراجعون التائبون.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.قال ابن جريج، عن يحيى بن سعيد، عن سعيد بن المسيب: الرجل يذنب ثم يتوب ثلاثا.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، عن عبيد بن عمير، قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: الذي يتذكر ذنوبه، فيستغفر الله لها.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني ابن شريح، عن عقبة بن مسلم، عن عطاء بن يسار، أنه قال في قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) يذنب العبد ثم يتوب، فيتوب الله عليه؛ ثم يذنب فيتوب، فيتوب الله عليه؛ ثم يذنب الثالثة، فإن تاب، تاب الله عليه توبة لا تُمْحَى.وقد رُوي عن عبيد بن عمير، غير القول الذي ذكرنا عن مجاهد، وهو ما حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا محمد بن مسلم، عن عمرو بن دينار، عن عبيد بن عمير، في قوله ( فَإِنَّهُ كَانَ لِلأوَّابِينَ غَفُورًا ) قال: كنا نَعُدّ الأوّاب: الحفيظ، أن يقول: اللهمّ اغفر لي ما أصبت في مجلسي هذا.وأولى الأقوال في ذلك بالصواب، قول من قال: الأوّاب: هو التائب ما الذنب، الراجع من معصية الله إلى طاعته، ومما يكرهه إلى ما يرضاه، لأن الأوّاب إنما هو فعَّال، من قول القائل: آب فلان من كذا إما من سفره إلى منـزله، أو من حال إلى حال، كما قال عَبيد بن الأبرص:وكُــــلُّ ذِي غَيْبَـــةٍ يَئُـــوبُوغـــائِبُ المَـــوْتِ لا يَئُــوبُ (4)فهو يئوب أوبا ، وهو رجل آئب من سفره، وأوّاب من ذنوبه.------------------------الهوامش :(4) البيت لعبيد بن الأبرص الشاعر الجاهلي (ديوانه ص 7 طبعة ليدن سنة 1913) من قصيدته التي مطلعها: \"أقفر من أهله ملحوب\" . يقول : كل غائب تنتظر أوبته ، إلا من مات فلا أوبة له إلى الدنيا. والبيت شاهد على أن الأواب الرجاع، الذي يرجع إلى التوبة والطاعة، من آب يئوب إذا رجع (انظر اللسان: أوب). وفيه أيضا : قال أبو بكر في قولهم : رجل أواب ، سبعة أقوال : الراحم ، والتائب ، والمسبح ، والذي يرجع إلى التوبة ثم يذنب ثم يتوب ، والمطيع، والذي يذكر ذنبه في الخلاء ، فيستغفر الله منه. أ هـ . وكل هذه المعاني راجعة إلى المعنى اللغوي ، وهو الرجوع عن الشيء إلى غيره.",
  "ayah": 25,
  "surah": 17
}
