{
  "text": "اختلف أهل التأويل في المعنيّ بقوله (وآتِ ذَا القُرْبى) فقال بعضهم: عَنى به: قرابة الميت من قِبَل أبيه وأمه. أمر الله جلّ ثناؤه عباده بصلتها.* ذكر من قال ذلك:حدثنا عمرانُ بن موسى، قال: ثنا عبد الوارث بن سعيد، قال: ثنا حبيب المعلم، قال : سأل رجل الحسن، قال: أُعْطِي قرابتي زكاة مالي فقال: إن لهم في ذلك لحقا سوى الزكاة، ثم تلا هذه الآية (وآتِ ذا القُرْبى حَقَّهُ).حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن عكرمة، قوله (وآتِ ذَا القُرْبى حَقَّهُ) قال: صلته التي تريد أن تصله بها ما كنت تريد أن تفعله إليه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه ، عن ابن عباس، قوله ( وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ) قال: هو أن تصل ذا القرابة والمسكين وتُحسن إلى ابن السبيل.وقال آخرون: بل عنى به قرابة رسول الله صلى الله عليه وسلم.* ذكر من قال ذلك:حدثني محمد بن عمارة الأسدي، قال: ثنا إسماعيل بن أبان، قال: ثنا الصباح بن يحيى المزَنيّ، عن السُّديّ، عن أبي الديلم، قال: قال عليّ بن الحسين عليهما السلام لرجل من أهل الشام: أقرأت القرآن ؟ قال: نعم، قال: أفما قرأت في بني إسرائيل (وآتِ ذَا القُرْبى حَقَّهُ) قال: وإنكم لَلْقرابة التي أمر الله جلّ ثناؤه أن يُؤتى حقه، قال: نعم.وأولى التأويلين عندي بالصواب، تأويل من تأوّل ذلك أنها بمعنى وصية الله عباده بصلة قرابات أنفسهم وأرحامهم من قِبَل آبائهم وأمهاتهم، وذلك أن الله عزّ وجلّ عَقَّب ذلك عقيب حَضّه عباده على برّ الآباء والأمَّهات، فالواجب أن يكون ذلك حَضًّا على صلة أنسابهم دون أنساب غيرهم التي لم يجر لها ذكر، وإذا كان ذلك كذلك، فتأويل الكلام: وأعط يا محمد ذا قرابتك حقه من صلتك إياه، وبرّك به، والعطف عليه، وخرج ذلك مَخْرج الخطاب لنبيّ الله صلى الله عليه وسلم، والمراد بحكمه جميع من لزمته فرائض الله، يدلّ على ذلك ابتداؤه الوصية بقوله جلّ ثناؤه  وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا  فوجَّه الخطاب بقوله  وَقَضَى رَبُّكَ  إلى نبيّ الله صلى الله عليه وسلم، ثم قال  أَلا تَعْبُدُوا إِلا إِيَّاهُ  فرجع بالخطاب به إلى الجميع، ثم صرف الخطاب بقوله  إِمَّا يَبْلُغَنَّ عِنْدَكَ  إلى إفراده به. والمعنيّ بكل ذلك جميع من لزمته فرائض الله عزّ وجلّ، أفرد بالخطاب رسول الله صلى الله عليه وسلم وحده، أو عمّ به هو وجميع أمته.وقوله (والمِسْكِينَ) وهو الذلَّة من أهل الحاجة. وقد دللنا فيما مضى على معنى المسكين بما أغنى عن إعادته في هذا الموضع. وقوله ( وَابْنَ السَّبِيلِ) يعني: المسافر المنقطع به، يقول تعالى: وصِل قرابتك، فأعطه حقه من صلتك إياه، والمسكين ذا الحاجة، والمجتاز بك المنقطع به، فأعنه، وقوّه على قطع سفره. وقد قيل: إنما عنى بالأمر بإتيان ابن السبيل حقه أن يضاف ثلاثة أيام.والقول الأوّل عندي أولى بالصواب، لأن الله تعالى لم يُخصصْ من حقوقه شيئا دون شيء في كتابه، ولا على لسان رسوله، فذلك عامّ في كلّ حق له أن يُعطاه من ضيافة أو حمولة أو مَعُونة على سفره.وقوله (وَلا تُبَذِّرْ تَبْذِيرًا) يقول: ولا تفرّق يا محمد ما أعطاك الله من مال في معصيته تفريقا. وأصل التبذير: التفريق في السّرَف؛ ومنه قول الشاعر:أُنــاسٌ أجارُونــا فَكـانَ جِـوَارُهُمْأعـاصِيرَ مِـنْ فِسْـقِ العِـرَاقِ المُبَذَّرِ (5)وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثنا أبو الأحوص، عن أبي إسحاق، عن أبي العبيدين، قال: قال عبد الله في قوله (وَلا تُبَذّرْ تَبْذيرًا) قال: التبذير في غير الحقّ، وهو الإسراف.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن سلمة، عن مسلم البطين، عن أبي العبيدين، قال: سُئل عبد الله عن المبذّر فقال: الإنفاق في غير حقّ.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، قال: سمعت يحيى بن الجزار يحدّث عن أبي العُبيدين (6) ضرير البصر، أنه سأل عبد الله بن مسعود عن هذه الآية (ولا تُبَذِّرْ تَبْذِيرًا ) قال: إنفاق المال في غير حقه.حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا ابن إدريس، عن الأعمش، عن الحكم، عن يحيى بن الجزار، عن أبي العُبيدين، عن عبد الله، مثله.حدثني يعقوب، قال: ثنا ابن علية، قال: أخبرنا شعبة، عن الحكم بن عتيبة، عن يحيى بن الجزار أن أبا العبيدين كان ضرير البصر، سأل ابن مسعود فقال: ما التبذير؟ فقال: إنفاق المال في غير حقه.حدثنا خلاد بن أسلم، قال: أخبرنا النضر بن شميل، قال: أخبرنا المسعودي، قال: أخبرنا سلمة بن كُهيل، عن أبي العُبيدين، وكانت به زَمانة، وكان عبد الله يعرف له ذلك، فقال: يا أبا عبد الرحمن، ما التبذير؟ فذكر مثله.حدثنا أحمد بن منصور الرمادي، قال: ثنا أبو الحوءب، عن عمار بن زُريق، عن أبي إسحاق ، عن حارثة بن مُضرِب، عن أبي العُبيدين، عن عبد الله بن مسعود، قال: كنا أصحاب محمد صلى الله عليه وسلم نتحدّث أن التبذير: النفقة في غير حقه.حدثنا ابن المثنى، قال: ثنا يحيى بن كثير العنبري، قال: ثنا شعبة، قال: كنت أمشي مع أبي إسحاق في طريق الكوفة، فأتى على دار تُبنى بجصّ وآجر، فقال: هذا التبذير في قول عبد الله: إنفاق المال في غير حقه.حدثني محمد بن سعد، قال: ثني أبي ، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله (وَلا تُبَذّرْ تَبْذِيرًا) قال: المبذّر: المنفق في غير حقه.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا عباد، عن حصين، عن عكرمة، عن ابن عباس، قال: المبذّر: المنفق في غير حقه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن عطاء الخراسانيّ، عن ابن عباس، قال: لا تنفق في الباطل، فإن المبذّر: هو المسرف في غير حقّ.قال ابن جريج وقال مجاهد : لو أنفق إنسان ماله كله في الحقّ ما كان تبذيرا، ولو أنفق مدّا في باطل كان تبذيرا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله (وَلا تُبَذّرْ تَبْذِيرًا) قال: التبذير: النفقة في معصية الله، وفي غير الحقّ وفي الفساد.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ) قال: بدأ بالوالدين قبل هذا، فلما فرغ من الوالدين وحقهما، ذكر هؤلاء وقال (لا تُبَذّرْ تَبْذِيرًا) : لا تعطِ في معاصي الله.-----------------------الهوامش :(5) هو معاوية بن سبرة السوائي، أبو العبيدين: مصغر عبدين، الأعمى الكوفى. مات سنة 98 ه. (عن خلاصة الخزرجي).(6) لم أقف على قائله، ويقال. أجار فلان فلانا : إذا خفره ومنعه أن يظلمه ظالم . وجوارهم عنا بمعنى إجارتهم . والأعاصير : جمع إعصار ، وهو الريح التي تستدير وتحمل ما على الأرض من تراب وغيره . والفسق : الخروج عن الطاعة أو عن جميل الأخلاق .والمبذر : اسم مفعول من التبذير ، وهو تفريق المال ونحوه وإفساده بالإسراف . قال في ( اللسان : بذر ) : والتبذير : إفساد المال وإنفاقه في السرف . وقيل : التبذير : أن ينفق المال في المعاصي . أ هـ . وعلى هذا المعنى استشهد المؤلف بالبيت .",
  "ayah": 26,
  "surah": 17
}
