{
  "text": "وقد بيَّنا فيما مضى قبل أن معنى القضاء: الفراغ من الشيء، ثم يستعمل في كلّ مفروغ منه، فتأويل الكلام في هذا الموضع: وفرغ ربك إلى بني إسرائيل فيما أنـزل من كتابه على موسى صلوات الله وسلامه عليه بإعلامه إياهم، وإخباره لهم ( لَتُفْسِدُنَّ فِي الأرْضِ مَرَّتَيْنِ ) يقول: لتعصنّ الله يا معشر بني إسرائيل ولتخالفنّ أمره في بلاده مرّتين ( وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا ) يقول: ولتستكبرنّ على الله باجترائكم عليه استكبارا شديدا.وبنحو الذي قلنا في ذلك، قال أهل التأويل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله (وَقَضَيْنَا إلى بَنِي إسْرَائِيلَ) قال: أعلمناهم.حدثني عليّ بن داود، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله (وَقَضَيْنَا إلى بَنِي إسْرَائِيلَ) يقول: أعلمناهم.وقال آخرون: معنى ذلك: وقضينا على بني إسرائيل في أمّ الكتاب، وسابق علمه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، (وَقَضَيْنَا إلى بَنِي إسْرَائِيلَ) قال: هو قضاء مضى عليهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سيعد، عن قتادة، قوله (وَقَضَيْنَا إلى بَنِي إسْرَائِيلَ) قضاء قضاه على القوم كما تسمعون.وقال آخرون: معنى ذلك: أخبرنا.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحرث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قوله (وَقَضَيْنَا إلى بَنِي إسْرَائِيلَ فِي الكِتَابِ) قال: أخبرنا بني إسرائيل.وكلّ هذه الأقوال تعود معانيها إلى ما قلت في معنى قوله (وَقَضَيْنا) وإن كان الذي اخترنا من التأويل فيه أشبه بالصواب لإجماع القرّاء على قراءة قوله (لَتُفِسُدَّن) بالتاء دون الياء، ولو كان معنى الكلام: وقضينا عليهم في الكتاب، لكانت القراءة بالياء أولى منها بالتاء، ولكن معناه لما كان أعلمناهم وأخبرناهم، وقلنا لهم: كانت التاء أشبه وأولى للمخاطبة.وكان فساد بني إسرائيل في الأرض المرةّ الأولى ما حدثني به هارون، قال: ثنا عمرو بن حماد، قال: ثنا أسباط، عن السديّ في خبر ذكره عن أبي صالح، وعن أبي مالك، عن ابن عباس، وعن مرّة، عن عبد الله أن الله عهد إلى بني إسرائيل في التوراة (لَتُفْسِدُنَّ فِي الأرْضِ مَرَّتَيْنِ) فكان أوّل الفسادين: قتل زكريا، فبعث الله عليهم ملك النبط، وكان يُدعى صحابين (9) فبعث الجنود، وكان أساورته من أهل فارس، فهم أولو بأس شديد، فتحصنت بنو إسرائيل، وخرج فيهم بختنصر يتيما مسكينا، إنما خرج يستطعم، وتلطف حتى دخل المدينة فأتى مجالسهم، فسمعهم يقولون: لو يعلم عدونا ما قُذف في قلوبنا من الرعب بذنوبنا ما أرادوا قتالنا، فخرج بختنصر حين سمع ذلك منهم، واشتد القيام على الجيش، فرجعوا، وذلك قول الله ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولا ) ثم إن بني إسرائيل تجهَّزوا، فغزوا النبط، فأصابوا مهم واستنقذوا ما في أيديهم، فذلك قول الله  ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا  يقول: عددا.حدثني يونس، قال : أخبرنا ابن وهب، قال: قال ابن زيد: كان إفسادهم الذي يفسدون في الأرض مرتين: قتل زكريا ويحيى بن زكريا، سلط الله عليهم سابور ذا الأكتاف ملكا من ملوك فارس، من قتل زكريا، وسلَّط عليهم بختنصر من قتل يحيى.حدثنا عصام بن رواد بن الجراح، قال: ثنا أبي، قال: ثنا سفيان بن سعيد الثوري، قال: ثنا منصور بن المعتمر، عن ربعي بن حراش، قال: سمعت حُذيفة بن اليمان يقول: قال رسول الله صلى الله عليه وسلم: \" إِنَّ بنِي إسْرَائِيلَ لَمَّا اعْتَدَوْا وَعَلَوْا، وقَتَلُوا الأنْبِيَاءَ، بَعَثَ الله عَلَيْهِمْ مَلِكَ فَارِسَ بُخْتَنَصَّر، وكانَ الله مَلَّكَهُ سَبْعَ مِئَة سَنةٍ، فسارِ إِلَيْهمْ حتى دَخَلَ بَيْتَ المَقْدِسِ فَحاصَرَهَا وَفَتَحَها، وَقَتَلَ عَلى دَمِ زَكَرِيَّا سَبْعينَ ألْفا، ثُمَّ سَبَى أهْلَها وبَنِي الأنْبِياء، وَسَلَبَ حُليَّ بَيْتِ المَقْدِسِ، وَاسْتَخْرَجَ مِنْها سَبْعِينَ ألْفا وَمِئَةَ ألْفِ عَجَلَةٍ مِنْ حُلَيٍّ حتى أوْرَدَهُ بابِلَ، قال حُذيفة: فقلت: يا رسول الله لقد كان بيت المقدس عظيما عند الله؟ قال: أجَلْ بَناهُ سُلَيْمَانُ بْنُ دَاوُدَ مِنْ ذَهَبٍ وَدُرّ وَياقُوتٍ وَزَبَرْجَدٍ، وكانَ بَلاطُه بَلاطَةً مِنْ ذَهَب وَبَلاطَةً منْ فِضَّةٍ، وعُمُدُهُ ذَهَبا، أعْطاهُ الله ذلك، وسَخَّرَ لَهُ الشَّياطينَ يأْتُونَهُ بِهذِهِ الأشْياءِ فِي طَرْفَةِ عَيْنٍ ، فَسارَ بُخْتَنَصَّر بهذِه الأشْياءِ حتى نـزلَ بِها بابِلَ، فَأقامَ بَنُوا إسْرَائِيلَ في يَدَيهِ مِئَةَ سَنَةٍ تُعَذّبُهُمُ المَجُوسُ وأبْناءُ المَجُوسِ، فيهمُ الأنْبِياءُ وأبْناءُ الأنْبِياء، ثُمَّ إِنَّ الله رَحمَهُمْ، فأوْحَى إلى مَلِك مِنْ مُلُوكِ فارِس يُقالُ لَهُ كُورَسُ، وكانَ مُؤْمِنا، أَنْ سِرْ إلى بَقايا بَنِي إِسْرَائِيلَ حتى تَسْتَنْقذَهُمْ، فَسارَ كُورَسُ بِبَنِي إسْرَائِيلَ وحُليِّ بَيْتِ المَقْدِسِ حتى رَدَّهُ إِلَيْهِ، فَأقامَ بَنُو إسْرَائِيلَ مُطِيعينَ لله مِئَةَ سَنَةٍ، ثُمَّ إِنَّهُمْ عادُوا في المعَاصِي، فَسَلَّطَ الله عَلَيْهِمْ ابْطيانْحُوسَ (10) فَغَزَا بأبْناءِ مَنْ غَزَا مَعَ بُخْتَنَصَّر، فَغَزَا بَنِي إسْرَائِيلَ حتى أتاهُمْ بَيْتَ المَقْدِسِ، فَسَبى أهْلَها، وأحْرَقَ بَيْتَ المَقْدِسِ، وَقَالَ لَهُمْ: يا بَنِي إسْرَائِيلَ إنْ عُدْتُمْ فِي المعَاصِي عُدْنا عَلَيْكُمْ بالسِّباءِ، فَعادُوا فِي المعَاصِي، فَسَيَّر الله عَلَيْهِمُ السِّباء الثَّالِثَ مَلِكَ رُوميَّةَ، يُقالُ لَهُ قاقِسُ بْنُ إسْبايُوس، فَغَزَاهُم فِي البَرّ والبَحْرِ، فَسَباهُمْ وَسَبى حُلِيّ بَيْتِ المَقْدِسِ، وأحْرَقَ بَيْتَ المَقْدِسِ بالنِّيرَانِ، فقال رسول الله صلى الله عليه وسلم: هذَا مِنْ صَنْعَةِ حُلِيّ بَيْتِ المَقْدِسِ، ويَرُدُّهُ المَهْدِيُّ إِلَى بَيْتِ المَقْدِسِ، وَهُوَ ألْفُ سَفِينَةٍ وسَبْعُ مِئَةِ سَفِينَةٍ، يُرْسَى بِها عَلى يافا حتى تُنْقَلَ إلى بَيْتَ المَقْدِسِ، وبِها يَجْمَعُ الله الأوَّلِينَ والآخِرِينَ\".حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني ابن إسحاق، قال: كان مما أنـزل الله على موسى في خبره عن بني إسرائيل، وفي أحداثهم ما هم فاعلون بعده ، فقال ( وَقَضَيْنَا إِلَى بَنِي إِسْرائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الأرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا ).... إلى قوله  وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا  فكانت بنو إسرائيل، وفيهم الأحداث والذنوب، وكان الله في ذلك متجاوزا عنهم، متعطفا عليهم محسنا إليهم، فكان مما أُنـزل بهم في ذنوبهم ما كان قدَّم إليهم في الخبر على لسان موسى مما أنـزل بهم في ذنوبهم، فكان أول ما أنـزل بهم من تلك الوقائع، أن ملكا منهم كان يُدعى صديقة، وكان الله إذا ملَّك الملِك عليهم، بعث نبيا يسدّده ويرشده، ويكون فيما بينه وبين الله، ويحدث إليه في أمرهم، لا ينـزل عليهم الكتب، إنما يؤمرون باتباع التوراة والأحكام التي فيها، وينهونهم عن المعصية، ويدعونهم إلى ما تركوا من الطاعة؛ فلما ملك ذلك الملك، بعث الله معه شعياء بن أمُصيا (11) وذلك قبل مبعث زكريا ويحيى وعيسى وشعياء الذي بشَّر بعيسى ومحمد، فملك ذلك الملك بني إسرائيل وبيت المقدس زمانا؛ فلما انقضى ملكه عظمت فيهم الأحداث، وشعياء معه، بعث الله عليهم سنحاريب ملك بابل، ومعه ستّ مئة ألف راية، فأقبل سائرا حتى نـزل نحو بيت المقدس، والملك مريض في ساقه قرحة، فجاء النبي شعياء، فقال له: يا ملك بني إسرائيل إن سنحاريب ملك بابل، قد نـزل بك هو وجنوده ستّ مئة ألف راية، وقد هابهم الناس وفرّقوا منهم، فكبر ذلك على الملك، فقال: يا نبيّ الله هل أتاك وحي من الله فيما حدث، فتخبرنا به كيف يفعل الله بنا وبسنحاريب وجنوده، فقال له النبيّ عليه السلام: لم يأتني وحي أحدث إليّ في شأنك، فبيناهم على ذلك، أوحى الله إلى شعياء النبيّ: أن ائت ملك بني إسرائيل، فمره أن يوصي وصيته، ويستخلف على ملكه من شاء من أهل بيته. فأتى النبيّ شيعاء ملك بني إسرائيل صديقة، فقال له: إن ربك قد أوحى إليّ أن آمرك أن توصي وصيتك، وتستخلف من شئت على مُلكك من أهل بيتك، فإنك ميت؛ فلما قال ذلك شعياء لصديقة، أقبل على القبلة، فصلى وسبح ودعا وبكى، فقال وهو يبكي ويتضرّع إلى الله بقلب مخلص وتوكل وصبر وصدق وظنّ صادق، اللهمّ ربّ الأرباب، وإله الآلهة، قدُّوس المتقدسين، يا رحمن يا رحيم، المترحم الرءوف الذي لا تأخذه سنة ولا نوم، اذكرني بعملي وفعلي وحُسن قضائي على بني إسرائيل وذلك كله كان منك، فأنت أعلم به من نفسي؛ سرّي وعلانيتي لك، وإن الرحمن استجاب له وكان عبدا صالحا، فأوحى الله إلى شعياء أن يخبر صديقة الملك أن ربه قد استجاب له وقبل منه ورحمه، وقد رأى بكاءه، وقد أخَّر أجله خمس عشرة سنة، وأنجاه من عدوّه سنحاريب ملك بابل وجنوده، فأتى شعياء النبيّ إلى ذلك الملك فأخبره بذلك، فلما قال له ذلك ذهب عنه الوجع، وانقطع عنه الشرّ والحزن وخرّ ساجدا وقال: يا إلهي وإله آبائي، لك سجدت وسبَّحت وكرمت وعظمت، أنت الذي تعطي المُلك من تشاء، وتنـزعه ممن تشاء، وتعزّ من تشاء، وتذلّ من تشاء، عالم الغيب والشهادة، أنت الأوّل والآخر، والظاهر والباطن، وأنت ترحم وتستجيب دعوة المضطرّين، أنت الذي أحببت دعوتي ورحمت تضرّعي؛ فلما رفع رأسه، أوحى الله إلى شعياء أن قل للملك صديقة فيأمر عبدا من عبيده بالتينة، فيأتيه بماء التين فيجعله على قرحته فيشفى، ويصبح وقد برأ، ففعل ذلك فشفي، وقال الملك لشعياء النبيّ: سل ربك أن يجعل لنا علما بما هو صانع بعدوّنا هذا، قال: فقال الله لشعياء النبيّ: قل له: إني قد كفيتك عدوّك، وأنجيتك منه، وإنهم سيصبحون موتى كلهم إلا سنحاريب وخمسة من كتابه؛ فلما أصبحوا جاءهم صارخ ينبئهم، فصرخ على باب المدينة: يا ملك بني إسرائيل، إن الله قد كفاك عدوّك فاخرج، فإن سنحاريب ومن معه قد هلكوا؛ فلما خرج الملك التمس سنحاريب، فلم يُوجد في الموتى، فبعث الملك في طلبه، فأدركه الطلب في مغارة وخمسة من كتابه، أحدهم بختنصر، فجعلوهم في الجوامع، ثم أتوا بهم ملك بني إسرائيل؛ فلما رآهم خرّ ساجدا من حين طلعت الشمس حتى كانت العصر، ثم قال لسنحاريب: كيف ترى فعل ربنا بكم؟ ألم يقتلكم بحوله وقوّته، ونحن وأنتم غافلون؟ فقال سنحاريب له: قد أتاني خبر ربكم، ونصره إياكم، ورحمته التي رحمكم بها قبل أن أخرج من بلادي، فلم أطع مرشدا، ولم يلقني في الشقوة إلا قلة عقلي، ولو سمعت أو عقلت ما غزوتكم، ولكن الشقوة غلبت عليّ وعلى من معي، فقال ملك بني إسرائيل: الحمد لله رب العزّة الذي كفاناكم بما شاء، إن ربنا لم يُبقك ومن معك لكرامة بك عليه، ولكنه إنما أبقاك ومن معك لما هو شرّ لك، لتزدادوا شقوة في الدنيا، وعذابا في الآخرة، ولتخبروا من وراءكم بما لقيتم من فعل ربنا، ولتنذروا من بعدكم، ولولا ذلك ما أبقاكم، فلدمُك ودم من معك أهون على الله من دم قراد لو قتلته، ثم إن ملك بني إسرائيل أمر أمير حرسه، فقذف في رقابهم الجوامع، وطاف بهم سبعين يوما حول بيت المقدس إيليا، وكان يرزقهم في كلّ يوم خبزتين من شعير لكل رجل منهم، فقال سنحاريب لملك بني إسرائيل: القتل خير مما يفعل بنا، فافعل ما أمرت، فنقل بهم الملك إلى سجن القتل، فأوحى الله إلى شعياء النبيّ أن قل لملك بني إسرائيل يرسل سنحاريب ومن معه لينذروا من وراءهم، وليكرمهم ويحملهم حتى يبلغوا بلادهم؛ فبلَّغ النبيّ شعياء الملك ذلك، ففعل، فخرج سنحاريب ومن معه حتى قدموا بابل؛ فلما قدموا جمع الناس فأخبرهم كيف فعل الله بجنوده، فقال له كهَّانه وسحرته: يا ملك بابل قد كنا نقصّ عليك خبر ربهم وخبر نبيهم، ووحي الله إلى نبيهم، فلم تطعنا، وهي أمَّة لا يستطيعها أحد مع ربهم، فكان أمر سنحاريب مما خوّفوا، ثم كفاهم الله تذكرة وعبرة، ثم لبث سنحاريب بعد ذلك سبع سنين، ثم مات.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: لما مات سنحاريب استخلف بختنصر ابن ابنه على ما كان عليه جدّه يعمل بعمله، ويقضي بقضائه، فلبث سبع عشرة سنة. ثم قبض الله ملك بني إسرائيل صديقة؛ فمرج أمر بني إسرائيل وتنافسوا المُلك، حتى قتل بعضهم بعضا عليه، ونبيهم شعياء معهم لا يذعنون إليه، ولا يقبلون منه؛ فلما فعلوا ذلك، قال الله فيما بلغنا لشعياء: قم في قومك أوح على لسانك؛ فلما قام النبيّ أنطق الله لسانه بالوحي فقال: يا سماء استمعي، ويا أرض أنصتي، فإن الله يريد أن يقصّ شأن بني إسرائيل الذين رباهم بنعمته، واصطفاهم لنفسه، وخصَّهم بكرامته، وفضلهم على عباده، وفضَّلهم بالكرامة، وهم كالغنم الضائعة التي لا راعي لها، فآوى شاردتها، وجمع ضالتها، وجبر كسيرها، وداوى مريضها، وأسمن مهزولها، وحفظ سمينها؛ فلما فعل ذلك بطرت، فتناطحت كباشها فقتل بعضها بعضا، حتى لم يبق منها عظم صحيح يجبر إليه آخر كسير، فويل لهذه الأمة الخاطئة، وويل لهؤلاء القوم الخاطئين الذين لا يدرون أين جاءهم الحين. إن البعير ربما يذكر وطنه فينتابه، وإن الحمار ربما يذكر الآريّ الذي شبع عليه فيراجعه، وإن الثور ربما يذكر المرج الذي سمن فيه فينتابه، وإن هؤلاء القوم لا يدرون من حيث جاءهم الحين، وهم أولو الألباب والعقول، ليسوا ببقر ولا حمير، وإني ضارب لهم مثلا فليسمعوه: قل لهم: كيف ترون في أرض كانت خواء زمانا، خربة مواتا لا عمران فيها، وكان لها ربّ حكيم قويّ، فأقبل عليها بالعمارة، وكره أن تخرب أرضه وهو قويّ، أو يقال ضيع وهو حكيم، فأحاط عليها جدارا، وشيَّد فيها قصرا، وأنبط فيها نهرا، وصفّ فيها غراسا من الزيتون والرمان والنخيل والأعناب، وألوان الثمار كلها، وولى ذلك واستحفظه فيما ذا رأي وهمّة، حفيظا قويا أمينا، وتأنى طلعها وانتظرها؛ فلما أطلعت جاء طلعها خروبا، قالوا: بئست الأرض هذه، نرى أن يهدم جدرانها وقصرها، ويدفن نهرها، ويقبض قيمها، ويحرق غراسها حتى تصير كما كانت أوّل مرّة، خربة مواتا لا عمران فيها، قال الله لهم: فإن الجدار ذمتي، وإن القصر شريعتي، وإن النهر كتابي، وإن القِّيم نبيي، وإن الغراس هم ، وإن الخروب الذي أطلع الغراس أعمالهم الخبيثة، وإني قد قضيت عليهم قضاءهم على أنفسهم، وإنه مثَلٌ ضربه الله لهم يتقرّبون إليّ بذبح البقر والغنم، وليس ينالني اللحم ولا آكله، ويدّعون أن يتقرّبوا بالتقوى والكفّ عن ذبح الأنفس التي حرمتها، فأيديهم مخضوبة منها، وثيابهم متزملة بدمائها، يشيدون لي البيوت مساجد، ويطهرون أجوافها، وينجسون قلوبهم وأجسامهم ويدنسونها، ويزوّقون لي البيوت والمساجد ويزينونها، ويخرّبون عقولهم وأحلامهم ويفسدونها، فأيّ حاجة لي إلى تشييد البيوت ولست أسكنها، وأيّ حاجة إلى تزويق المساجد ولست أدخلها، إنما أمرت برفعها لأذكر فيها وأسبح فيها، ولتكون معلما لمن أراد أن يصلي فيها، يقولون: لو كان الله يقدر على أن يجمع ألفتنا لجمعها، ولو كان الله يقدر على أن يفقِّه قلوبنا لأفقهها، فاعمد إلى عودين يابسين، ثم ائت بهما ناديهما في أجمع ما يكونون، فقل للعودين: إن الله يأمركما أن تكونا عودا واحدا، فلما قال لهما ذلك، اختلطا فصارا واحدا، فقال الله: قل لهم: إني قدرت على ألفة العيدان اليابسة وعلى أن أولِّف بينها، فكيف لا أقدر على أن أجمع ألفتهم إن شئت، أم كيف لا أقدر على أن أفقِّه قلوبهم، وأنا الذي صوّرتها؛ يقولون: صمنا فلم يرفع صيامنا، وصلَّينا فلم تنوّر صلاتنا، وتصدّقنا فلم تزكّ صدقاتنا، ودعونا بمثل حنين الحمام، وبكينا بمثل عواء الذئب، في كلّ ذلك لا نسمع، ولا يُستجاب لنا؛ قال الله: فسلهم ما الذي يمنعني أن أستجيب لهم، ألست أسمع السامعين، وأبصر الناظرين ، وأقرب المجيبين، وأرحم الراحمين؟ ألأنّ ذات يدي قلت، كيف ويداي مبسوطتان بالخير، أنفق كيف أشاء، ومفاتيح الخزائن عندي لا يفتحها ولا يغلقها غيري، ألا وإن رحمتي وسعت كلّ شيء، إنما يتراحم المتراحمون بفضلها ؛ أو لأن البخل يعتريني، أو لست أكرم الأكرمين والفتاح بالخيرات، أجود من أعطى، وأكرم من سُئل؛ لو أنّ هؤلاء القوم نظروا لأنفسهم بالحكمة التي نوّرت في قلوبهم فنبذوها، واشتروا بها الدنيا، إذن لأبصروا من حيث أتوا، وإذن لأيقنوا أن أنفسهم هي أعدى العداة لهم، فكيف أرفع صيامهم وهم يلبسونه بقول الزور، ويتقوّون عليه بطعمة الحرام، وكيف أنوّر صلاتهم، وقلوبهم صاغية إلى من يحاربني ويحادّني، وينتهك محارمي، أم كيف تزكو عندي صدقاتهم وهم يتصدّقون بأموال غيرهم، أو جر عليها أهلها المغصوبين، أم كيف أستجيب لهم دعاءهم وإنما هو قول بألسنتهم والفعل من ذلك بعيد، وإنما أستجيب للداعي اللين، وإنما أسمع من قول المستضعف المسكين، وإن من علامة رضاي رضا المساكين، فلو رحموا المساكين، وقرّبوا الضعفاء، وأنصفوا المظلوم، ونصروا المغصوب، وعدلوا للغائب، وأدّوا إلى الأرملة واليتيم والمسكين، وكلّ ذي حقّ حقه، ثم لو كان ينبغي أن أكلم البشر إذن لكلمتهم، وإذن لكنت نور أبصارهم، وسمع آذانهم، ومعقول قلوبهم، وإذن لدعمت أركانهم، فكنت قوّة أيديهم وأرجلهم، وإذن لثبَّت ألسنتهم وعقولهم، يقولون لمَّا سمعوا كلامي، وبلغتهم رسالاتي بأنها أقاويل منقولة، وأحاديث متوارثة، وتآليف مما تؤلف السحرة والكهنة، وزعموا أنهم لو شاءوا أن يأتوا بحديث مثله فعلوا، وأن يطلعوا على الغيب بما توحي إليهم الشياطين طلعوا، وكلهم يستخفي بالذي يقول ويسرّ، وهم يعلمون أني أعلم غيب السماوات والأرض، وأعلم ما يبدون وما يكتمون، وإني قد قضيت يوم خلقت السماوات والأرض قضاء أثبته على نفسي، وجعلت دونه أجلا مؤجلا لا بدّ أنه واقع، فإن صدقوا بما ينتحلون من علم الغيب، فليخبروك متى أنفذه، أو في أيّ زمان يكون، وإن كانوا يقدرون على أن يأتوا بما يشاءون، فليأتوا بمثل القُدرة التي بها أمضيت، فإني مظهره على الدين كله ولو كره المشركون، وإن كانوا يقدرون على أن يقولوا ما يشاءون فليؤلِّفوا مثل الحكمة التي أدبر بها أمر ذلك القضاء إن كانوا صادقين، فإني قد قضيت يوم خلقت السماوات والأرض أن أجعل النبوّة في الأجراء، وأن أحوّل الملك في الرعاء، والعزّ في الأذلاء، والقوّة في الضعفاء، والغنى في الفقراء، والثروة في الأقلاء، والمدائن في الفلوات، والآجام في المفاوز، والبردى في الغيطان، والعلم في الجهلة، والحكم في الأميين، فسلهم متى هذا، ومن القائم بهذا، وعلى يد من أسنه، ومن أعوان هذه الأمر وأنصاره إن كانوا يعلمون، فإني باعث لذلك نبيا أمِّيا، ليس أعمى من عميان، ولا ضالا من ضالِّين، وليس بفظّ ولا غليظ، ولا صخاب في الأسواق، ولا متزين بالفُحش، ولا قوّال للخنا، أسدده لكل جميل، أهب له كلّ خلق كريم، أجعل السكينة لباسه، والبرّ شعاره، والتقوى ضميره، والحكمة معقوله، والصدق والوفاء طبيعته، والعفو والعرف خلقه؛ والعدل والمعروف سيرته، والحقّ شريعته، والهدى إمامه، والإسلام ملَّته، وأحمد اسمه، أهدي به بعد الضلالة، وأعلم به بعد الجهالة، وأرفع به بعد الخمالة، وأشهر به بعد النكرة، وأكثر به بعد القلَّة، وأغني به بعد العيلة، وأجمع به بعد الفُرقة، وأؤلِّف به قلوبا مختلفة، وأهواء مشتتة، وأممًا متفرّقة، وأجعل أمته خير أمَّة أُخرجت للناس، تأمر بالمعروف، وتنهى عن المنكر، توحيدا لي، وإيمانا وإخلاصا بي، يصلون لي قياما وقعودا، وركوعا وسجودا ، يُقاتلون في سبيلي صفوفا وزحوفا، ويخرجون من ديارهم وأموالهم ابتغاء رضواني، ألهمهم التكبير والتوحيد، والتسبيح والحمد والمدحة، والتمجيد لي في مساجدهم ومجالسهم ومضاجعهم ومتقلبهم ومثواهم، يكبرون ويهلِّلون، ويقدّسون على رءوس الأسواق، ويطهرون لي الوجوه والأطراف، ويعقدون الثياب في الأنصاف، قربانهم دماؤهم، وأناجيلهم صدورهم، رهبان بالليل، ليوث بالنهار، ذلك فضلي أوتيه من أشاء، وأنا ذو الفضل العظيم. فلما فرغ نبيهم شعياء إليهم من مقالته، عدوا عليه فيما بلغني ليقتلوه، فهرب منهم، فلقيته شجرة ، فانفلقت فدخل فيها، وأدركه الشيطان فأخذ بهدبة من ثوبه فأراهم إياها، فوضعوا المنشار في وسطها فنشروها حتى قطعوها، وقطعوه في وسطها.قال أبو جعفر: فعلى القول الذي ذكرنا عن ابن عباس من رواية السديّ، وقول ابن زيد، كان إفساد بني إسرائيل في الأرض المرّة الأولى قتلهم زكريا نبيّ الله صلى الله عليه وسلم، مع ما كان سلف منهم قبل ذلك وبعده، إلى أن بعث الله عليهم من أحلّ على يده بهم نقمته من معاصي الله، وعتوّهم على ربهم، وأما على قول ابن إسحاق الذي روينا عنه، فكان إفسادهم المرّة الأولى ما وصف من قتلهم شعياء بن أمصيا نبيّ الله. وذكر ابن إسحاق أن بعض أهل العلم أخبره أن زكريا مات موتا ولم يُقتل، وأن المقتول إنما هو شعياء، وأن بختنصر هو الذي سُلِّط على بني إسرائيل في المرّة الأولى بعد قتلهم شعياء. حدثنا بذلك ابن حميد، عن سلمة عنه.وأما إفسادهم في الأرض المرّة الآخرة، فلا اختلاف بين أهل العلم أنه كان قتلهم يحيى بن زكريا. وقد اختلفوا في الذي سلَّطه الله عليهم منتقما به منهم عند ذلك، وأنا ذاكر اختلافهم في ذلك إن شاء الله.وأما قوله ( وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا ) فقد ذكرنا قول من قال: يعني به: استكبارهم على الله بالجراءة عليه، وخلافهم أمره.وكان مجاهد يقول في ذلك ما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد ( وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا ) قال : ولتعلنّ الناس علوّا كبيرا.حدثنا الحارث، قال: ثنا الحسين، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.----------------------الهوامش :(8) الحبش : ليسوا حاميين، وإنما هم فرع من الساميين ولغة. وأولاد حام هم الزنوج.(9) في تاريخ الطبري (ج 2 قسم أول ص 657 طبعة أوربة): صيحانين، وفي بعض النسخ في هامشه، صحائين، وصيحابين، وسنحاريب، وفي 656 منه: صيحون، وفي رواية بهامشه عدة صور للتكملة.(10) في الدر المنثور للسيوطي (4: 165): أبطانحوس.(11) اسمه في الكتاب المقدس: إشعياء بن آموص. وانظر خبر النبي شعياء في تاريخ الطبري (2 قسم أول 639) طبعة أوربة.",
  "ayah": 4,
  "surah": 17
}
