{
  "text": "وقوله ( تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالأرْضُ وَمَنْ فِيهِنَّ ) يقول:تنـزه الله أيها المشركون عما وصفتموه به إعظاما له وإجلالا السماوات السبع والأرض، ومن فيهنّ من المؤمنين به من الملائكة والإنس والجنّ، وأنتم مع إنعامه عليكم، وجميل أياديه عندكم، تفترون عليه بما تَفْتَرون.وقوله (وَإِنْ مِنْ شَيْءٍ إِلا يُسَبِّحُ بِحَمْدِهِ) يقول جلّ ثناؤه:وما من شيء من خلقه إلا يسبح بحمده.كما حدثني به نصر بن عبد الرحمن الأوْدِيّ، قال: ثنا محمد بن يعلَى، عن موسى بن عبيدة، عن زيد بن أسلم، عن جابر بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: \" ألا أُخْبِرُكُمْ بِشَيْءٍ أَمَرَ بِهِ نُوحٌ ابْنَهُ؟ إِنَّ نُوحا قالَ لابْنِهِ يا بُنَيَّ آمُرُكَ أنْ تَقُولَ سُبْحانَ الله وبِحَمْدِهِ فإنَّها صَلاةُ الخَلْق، وَتَسْبِيحُ الخَلْقِ، وبِها تُرْزَقُ الخَلْقُ، قالَ الله (وَإِنْ مِنْ شَيْءٍ إِلا يُسَبِّحُ بِحَمْدِهِ).حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عيسى بن عبيد، قال: سمعت عكرمة يقول: لا يَعِيبنّ أحدكم دابته ولا ثوبه، فإن كل شيء يسبح بحمده.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرمة (وَإِنْ مِنْ شَيْءٍ إِلا يُسَبِّحُ بِحَمْدِهِ) قال: الشجرة تسبح، والأسْطوانة تسبح.حدثنا ابن حميد، قال : ثنا يحيى بن واضح وزيد بن حباب، قالا ثنا جرير أبو الخطاب، قال: كنا مع يزيد الرقاشي ومعه الحسن في طعام، فقدّموا الخوان، فقال يزيد الرقاشي: يا أبا سعيد يسبح هذا الخوان: فقال: كان يسبح مرّة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا جويبر، عن الضحاك، ويونس، عن الحسن أنهما قالا في قوله (وَإِنْ مِنْ شَيْءٍ إِلا يُسَبِّحُ بِحَمْدِهِ) قالا كلّ شيء فيه الروح.حدثنا محمد بن بشار، قال: ثنا عبد الكبير بن عبد المجيد، قال: ثنا سفيان، عن منصور، عن إبراهيم، قال: الطعام يسبح.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر عن قتادة (وَإِنْ مِنْ شَيْءٍ إِلا يُسَبِّحُ بِحَمْدِهِ) قال: كلّ شيء فيه الروح يسبح، من شجر أو شيء فيه الروح.حدثنا بشر، قال: ثنا يزيد ، قال: ثنا سعيد، عن قتادة، عن عبد الله بن أبي، عن عبد الله بن عمرو، أن الرجل إذا قال: لا إله إلا الله فهي كلمة الإخلاص التي لا يقبل الله من أحد عملا حتى يقولها، فإذا قال الحمد لله، فهي كلمة الشكر التي لم يشكر الله عبد قطّ حتى يقولها، فإذا قال الله أكبر، فهي تملأ ما بين السماء والأرض، فإذا قال سبحان الله، فهي صلاة الخلائق التي لم يَدْعُ الله أحد من خلقه إلا نوّره بالصلاة والتسبيح، فإذا قال لا حول ولا قوّة إلا بالله، قال: أسلم عبدي واستسلم.وقوله (وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ) يقول تعالى ذكره : ولكن لا تفقهون تسبيح ما عدا تسبيح من كان يسبح بمثل ألسنتكم (إِنَّهُ كَانَ حَلِيمًا) يقول: إن الله كان حليما لا يعجل على خلقه، الذين يخالفون أمره، ويكفرون به، ولولا ذلك لعاجل هؤلاء المشركين الذين يدعون معه الآلهة والأنداد بالعقوبة (غَفُورًا) يقول: ساترا عليهم ذنوبهم، إذا هم تابوا منها بالعفو منه لهم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (إِنَّهُ كَانَ حَلِيمًا) عن خلقه، فلا يعجل كعجلة بعضهم على بعض (غَفُورًا) لهم إذا تابوا.",
  "ayah": 44,
  "surah": 17
}
