{
  "text": "يقول تعالى ذكره: نحن أعلم يا محمد بما يستمع به هؤلاء الذين لا يؤمنون بالآخرة من مشركي قومك، إذ يستمعون إليك وأنت تقرأ كتاب الله ( وَإِذْ هُمْ نَجْوَى ). وكان بعض أهل العربية من أهل البصرة يقول: النجوى : فعلهم، فجعلهم هم النجوى، كما يقول: هم قوم رضا، وإنما رضا: فعلهم. وقوله ( إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلا رَجُلا مَسْحُورًا ) يقول: حين يقول المشركون بالله ما تتبعون إلا رجلا مسحورا. وعنى فيما ذُكِر بالنجوى: الذين تشاوروا في أمر رسول الله صلى الله عليه وسلم في دار النَّدوة.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (إِذْ يَسْتَمِعُونَ إِلَيْكَ) قال: هي مثل قيل الوليد بن المُغيرة ومن معه في دار الندوة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، نحوه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ ).... الآية ، ونجواهم أن زعموا أنه مجنون، وأنه ساحر، وقالوا  أَسَاطِيرُ الأَوَّلِينَ  .وكان بعض أهل العربية من أهل البصرة يذهب بقوله ( إِنْ تَتَّبِعُونَ إِلا رَجُلا مَسْحُورًا ) إلى معنى: ما تتبعون إلا رجلا له سَحْر: أي له رئة، والعرب تسمي الرئة سَحْرا، والمسحَّر من قولهم للرجل إذا جبن: قد انتفخ سَحْره، وكذلك يقال لكل ما أكَلَ أو شرب من آدميّ وغيره: مَسحور ومُسَحَّر، كما قال لبيد:فــإنْ تَسْــأَلِينَا فِيـم نَحْـنُ فإنَّنَـاعَصَـافِيرُ مِـنْ هَـذَا الأنـامِ المُسَحَّر (4)وقال آخرون:ونُسحَر بالطعام وبالشراب (5)أي نغذّى بهما، فكأن معناه عنده كان: إن تتبعون إلا رجلا له رئة، يأكل الطعام، ويشرب الشراب، لا مَلَكا لا حاجة به إلى الطعام والشراب، والذي قال من ذلك غير بعيد من الصواب.-----------------------الهوامش :(4) البيت في ( ديوان لبيد ، رواية الطوسي ، طبع فينا سنة 1880 ص 81 ) وفي شرحه : عصافير : صغار ضعاف . أي نحن أولاد قوم قد ذهبوا ومسحر معلل بالطعام والشراب . وقوله : \" إنما أنت من المسحرين \" : من هذا . واستشهد به المؤلف على هذا قال : والمسحر : من قولهم للرجل إذا جبن : قد انتفخ سحره . وكذلك يقال لكل ما أكل وشرب من آدمي وغيره : مسحور ومسحر كما قال لبيد : \" فإن تسألينا ... \" البيت . و (في اللسان : سحر ) : وقول لبيد : \" فإن تسألينا ... إلخ البيت ، يكون على الوجهين ، وقوله تعالى : \" إنما أنت من المسحرين \" يكون من التغذية والخديعة .(5) هذا عجز بيت من قول امرئ القيس بن حجر الكندي:أرَانــا مُــوضِعِينَ لأَمْــرِ غَيْـبٍونُسْـــحَرُ بالطَّعــامِ وبالشَّــرَابِعَصَـــــافِيرٌ وذِبَّــــانٌ ودُودٌوأجْــرأ مِــنْ مُجَلِّحَــةِ الّذئـابِقال صاحب اللسان بعد أن أورد البيتين : ( سحر ) أي نغذى أو نخدع . قال ابن امرئ بري: وقوله : \" موضعين \" معناه : مسرعين . وقوله \" لأمر غيب \" : يريد الموت ، وأنه قد غيب عنا وقته ، ونحن نلهى عنه بالطعام والشراب. والسحر: الخديعة. وفي \"مختار الشعر الجاهلي بشرح مصطفى السقا طبعة الحلبي ص 79 في شرح البيت الأول من البيتين : موضعين : مسرعين . لأمر غيب : يريد الموت أو المستقبل المجهول . ويروى : لحتم غيب . ونسحر : نلهى ، أو نغذى . يقول : أرانا في هذه الدنيا مسرعين للموت الذي غيب عنا وقته ، أو لمستقبل مجهول ، لا ندري من أمره شيئا ، ونحن نعلل عنه بالطعام وبالشراب . يريد : كيف يستلذ الطعام والشراب من هو جاد إلى شرب كأس المنية . وفي شرح البيت الثاني : العصافير : ضعاف الطير ؛ والمجلح : الجريء ، والأنثى مجلحة . يقول : نحن أشبه بالعصافير والذباب والدود في ضعفنا ، ولكننا أجرأ على الشر ، وارتكاب الآثام من الذئاب الضارية .",
  "ayah": 47,
  "surah": 17
}
