{
  "text": "وأما قوله ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا ) يعني: فإذا جاء وعد أولى المرّتين اللتين يفسدون بهما في الأرض. كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا ) قال: إذا جاء وعد أولى تينك المرّتين اللتين قضينا إلى بني إسرائيل ( لَتُفْسِدُنَّ فِي الأرْضِ مَرَّتَيْنِ ).وقوله ( بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولا ) يعني تعالى ذكره بقوله (بعَثْنا عَلَيْكُمْ) وجَّهنا إليكم، وأرسلنا عليكم ( عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ ) يقول: ذوي بطش في الحروب شديد. وقوله ( فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولا )يقول: فتردّدوا بين الدور والمساكن، وذهبوا وجاءوا، يقال فيه: جاس القوم بين الديار وحاسوا بمعنى واحد، وجست أنا أجوس جوسا وجوسانا.وبنحو الذي قلنا في ذلك، رُوي الخبر عن ابن عباس.حدثني عليّ بن داود، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس ( فَجَاسُوا خِلالَ الدِّيَارِ ) قال: مشوا. وكان بعض أهل المعرفة بكلام العرب من أهل البصرة يقول: معنى جاسوا: قتلوا، ويستشهد لقوله ذلك ببيت حسان:وَمِنَّــا الَّـذِي لاقـى بسَـيْفِ مُحَـمَّدٍفَجـاسَ بِـهِ الأعْـدَاءَ عُرْضَ العَساكِرِ (12)وجائز أن يكون معناه: فجاسوا خلال الديار، فقتلوهم ذاهبين وجائين، فيصح التأويلان جميعا، ويعني بقوله ( وَكَانَ وَعْدًا مَفْعُولا ) وكان جوس القوم الذين نبعث عليهم خلال ديارهم وعدا من الله لهم مفعولا ذلك، لا محالة، لأنه لا يخلف الميعاد.ثم اختلف أهل التأويل في الذين عنى الله بقوله (أُولي بَأْسٍ شَدِيدٍ) فيما كان من فعلهم في المرّة الأولى في بني إسرائيل حين بعثوا عليهم، ومن الذين بعث عليهم في المرّة الآخرة، وما كان من صنعهم بهم، فقال بعضهم: كان الذي بعث الله عليهم في المرّة الأولى جالوت، وهو من أهل الجزيرة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثنا أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولا ) قال: بعث الله عليهم جالوت، فجاس خلال ديارهم، وضرب عليهم الخراج والذلّ، فسألوا الله أن يبعث لهم ملكا يُقاتلون في سبيل الله، فبعث الله طالوت، فقاتلوا جالوت، فنصر الله بني إسرائيل، وقُتل جالوت بيدي داود، ورجع الله إلى بني إسرائيل ملكهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولا ) قضاء قضى الله على القوم كما تسمعون، فبعث عليهم في الأولى جالوت الجزري، فسبى وقتل، وجاسوا خلال الديار كما قال الله، ثم رجع القوم على دخن فيهم.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ، قال: أما المرّة الأولى فسلَّط الله عليهم جالوت، حتى بعث طالوت ومعه داود، فقتله داود.وقال آخرون: بل بعث عليهم في المرّة الأولى سنحاريب، وقد ذكرنا بعض قائلي ذلك فيما مضى ونذكر ما حضرنا ذكره ممن لم نذكره قبل.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أبي المعلى، قال: سمعت سعيد بن جبير، يقول في قوله ( بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ ) قال: بعث الله تبارك وتعالى عليهم في المرّة الأولى سنحاريب من أهل أثور ونينوى، فسألت سعيدا عنها، فزعم أنها الموصل.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج عن ابن جريج، قال: ثنى يعلى بن مسلم بن سعيد بن جبير، أنه سمعه يقول: كان رجل من بني إسرائيل يقرأ حتى إذا بلغ ( بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ ) بكى وفاضت عيناه، وطبق المصحف، فقال ذلك ما شاء الله من الزمان، ثم قال: أي ربّ أرني هذا الرجل الذي جعلت هلاك بني إسرائيل على يديه، فأري في المنام مسكينا ببابل، يقال له بختنصر، فانطلق بمال وأعبد له، وكان رجلا موسرا، فقيل له أين تريد؟ قال: أريد التجارة حتى نـزل دارا ببابل، فاستكراها ليس فيها أحد غيره، فحمل يدعو المساكين ويلطف (13) بهم حتى لم يبق أحد، فقال: هل بقي مسكين غيركم؟ قالوا: نعم، مسكين بفجّ آل فلان مريض يقال له بختنصر، فقال لغلمته: انطلقوا، حتى أتاه، فقال: ما اسمك؟ قال: بختنصر، فقال لغلمته: احتملوه، فنقله إليه ومرّضه حتى برأ، فكساه وأعطاه نفقة، ثم آذن الإسرائيلي بالرحيل، فبكى بختنصر، فقال الإسرائيلي : ما يبكيك؟ قال: أبكي أنك فعلت بي ما فعلت، ولا أجد شيئا أجزيك، قال: بلى شيئا يسيرا، إن ملكت أطعتني، فجعل الآخر يتبعه ويقول : تستهزئ بي، ولا يمنعه أن يعطيه ما سأله، إلا أنه يرى أنه يستهزئ به، فبكى الإسرائيلي وقال: ولقد علمت ما يمنعك أن تعطيني ما سألتك، إلا أن الله يريد أن ينفذ ما قد قضاه وكتب في كتابه وضرب الدهر من ضربه؛ فقال يوما صيحون، وهو ملك فارس ببابل: لو أنا بعثنا طليعة إلى الشام؟ قالوا: وما ضرّك لو فعلت؟ قال: فمن ترون؟ قالوا: فلان، فبعث رجلا وأعطاه مئة ألف، وخرج بختنصر في مطبخه، لم يخرج إلا ليأكل في مطبخه؛ فلما قدم الشام ورأى صاحب الطليعة أكثر أرض الله فرسا ورجلا جلدا، فكسر ذلك في ذرعه، فلم يسأل (14) قال: فجعل بختنصر يجلس مجالس أهل الشام فيقول: ما يمنعكم أن تغزوا بابل، فلو غزوتموها ما دون بيت مالها شيء، قالوا: لا نُحسن القتال، قال: فلو أنكم غزوتم، قالوا: إنا لا نحسن القتال ولا نقاتل حتى أنفذ مجالس أهل الشام، ثم رجعوا فأخبر الطليعة ملكهم بما رأى، وجعل بختنصر يقول لفوارس الملك: لو دعاني الملك لأخبرته غير ما أخبره فلان؛ فرُفع ذلك إليه، فدعاه فأخبره الخبر وقال: إن فلانا لما رأى أكثر أرض الله فرسا ورجلا جلدا، كبر ذلك في روعه ولم يسألهم عن شيء، وإني لم أدع مجلسا بالشام إلا جالست أهله، فقلت لهم كذا وكذا، وقالوا لي كذا وكذا، الذي ذكر سعيد بن جبير أنه قال لهم، قال الطليعة لبختنصر: إنك فضحتني (15) لك مئة ألف وتنـزع عما قلت، قال: لو أعطيتني بيت مال بابل ما نـزعت، ضرب الدهر من ضربه؛ فقال الملك: لو بعثنا جريدة خيل إلى الشام، فإن وجدوا مساغا ساغوا، وإلا انثنوا ما قدروا عليه، قالوا: ما ضرّك لو فعلت؟ قال: فمن ترون؟ قالوا: فلان، قال: بل الرجل الذي أخبرني ما أخبرني، فدعا بختنصر وأرسله، وانتخب معه أربعة آلاف من فرسانهم، فانطلقوا فجاسوا خلال الديار ، فسبوا ما شاء الله ولم يخربوا ولم يقتلوا، ومات صيحون الملك (16) قالوا: استخلفوا رجلا قالوا: على رسلكم حتى تأتي أصحابكم فإنهم فرسانكم، لن ينقضوا عليكم شيئا، أمهلوا؛ فأمهلوا حتى جاء بختنصر بالسبي وما معه، فقسمه في الناس، فقالوا: ما رأينا أحدا أحق بالملك من هذا، فملَّكوه.حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: أخبرني سليمان بن بلال، عن يحيى بن سعيد قال: سمعت سعيد بن المسيب يقول: ظهر بختنصر على الشام، فخرّب بيت المقدس وقتلهم، ثم أتى دمشق، فوجد بها دما يغلي على كبا : أي كناسة، فسألهم ما هذا الدم؟ قالوا: أدركنا آباءنا على هذا وكلما ظهر عليه الكبا ظهر، قال: فقتل على ذلك الدم سبعين ألفا من المسلمين وغيرهم، فسكن.وقال آخرون: يعني بذلك قوما من أهل فارس، قالوا: ولم يكن في المرّة الأولى قتال.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، عن ابن أبي نجيح، عن مجاهد ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ ) قال: من جاءهم من فارس يتجسسون أخبارهم، ويسمعون حديثهم، معهم بختنصر، فوعى أحاديثهم من بين أصحابه، ثم رجعت فارس ولم يكن قتال، ونصرت عليهم بنو إسرائيل، فهذا وعد الأولى.حدثني الحرث، قال: ثنا الحسين، قال: ثنا ورقاء ، عن ابن أبي نجيح، عن مجاهد ( بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ ) جند جاءهم من فارس يتجسسون أخبارهم، ثم ذكر نحوه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ ) قال: ذلك أي من جاءهم من فارس، ثم ذكر نحوه.---------------------الهوامش :(12) البيت شاهد على أن جاس، معناه: قتل. وقال في (اللسان: جوس) الجوس: مصدر جاس جوسا وجوسانا: تردد. وفي التنزيل العزيز: \"فجاسوا خلال الديار\": أي ترددوا بينها للغارة. وقال الفراء: قتلوكم بين بيوتكم، قال: وجاسوا وحاسوا بمعنى واحد: يذهبون ويجيئون. وقال الزجاج: \"فجاسوا خلال الديار\": فطافوا في خلال الديار، ينظرون: هل بقي أحد لم يقتلوه؛ وفي الصحاح: \"فجاسوا خلال الديار\": أي تخللوها ، فطلبوا ما فيها، كما يجوس الرجل الأخبار: أي يطلبها.(13) في عرائس المجالس للثعلبي: ويتلطف بهم، حتى لا يأتيه أحد مسكين إلا أعطاه.(14) في عرائس المجالس للثعلبي: فلم يسألهم عن شيء.(15) ‌كذا في تاريخ الطبري طبع أوربة. وفي الأصل : إن صحبتني. تحريف.(16) كذا في عرائس المجالس للثعلبي ص 336 طبعة الحلبي ، وفي الأصل : ورمى في جنازة صحورا .",
  "ayah": 5,
  "surah": 17
}
