{
  "text": "يقول تعالى ذكره: هؤلاء الذين يدعوهم هؤلاء المشركون أربابا( يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) يقول:يبتغي المدعوّون أربابا إلى ربهم القُربة والزُّلفة، لأنهم أهل إيمان به، والمشركون بالله يعبدونهم من دون الله (أَيُّهُمْ أَقْرَبُ) أيهم بصالح عمله واجتهاده في عبادته أقرب عنده زلفة (وَيَرْجُونَ) بأفعالهم تلك (رَحْمَتَهُ) ويَخافُونَ بخلافهم أمره (عَذَابَه إِنَّ عَذَابَ رَبِّكَ) يا محمد (كانَ مَحْذورًا) متقًى.وبنحو الذي قلنا في ذلك، قال أهل التأويل، غير أنهم اختلفوا في المدعوّين، فقال بعضهم: هم نفر من الجنّ.* ذكر من قال ذلك:حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن إبراهيم، عن عبد الله، في قوله: ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: كان ناس من الإنس يعبدون قوما من الجنّ، فأسلم الجنّ وبقي الإنس على كفرهم، فأنـزل الله تعالى ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) يعني الجنّ.حدثنا ابن المثنى، قال: ثنا أبو النعمان الحكم بن عبد الله العجلي، قال: ثنا شعبة، عن سليمان، عن إبراهيم، عن أبي معمر، قال: قال عبد الله في هذه الآية ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ ) قال: قَبيل من الجنّ كانوا يعبدون فأسلموا.حدثني عبد الوارث بن عبد الصمد ، قال: ثني أبي، قال: ثني الحسين، عن قتادة، عن معبد بن عبد الله الزِّمَّاني، عن عبد الله بن عتبة بن مسعود، عن ابن مسعود، في قوله ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: نـزلت في نفر من العرب كانو يعبدون نفرا من الجنّ، فأسلم الجنيون، والإنس الذين كانوا يعبدونهم لا يشعرون بإسلامهم، فأنـزلت ( الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن عبد الله بن عتبة بن مسعود، عن حديث عمه عبد الله بن مسعود، قال: نـزلت هذه الآية في نفر من العرب كانوا يعبدون نفرا من الجنّ، فأسلم الجنيون والنفر من العرب لا يشعرون بذلك.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قوم عبدوا الجنّ، فأسلم أولئك الجنّ، فقال الله تعالى ذكره ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ).حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، عن أبي معمر، عن عبد الله ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: كان نفر من الإنس يعبدون نفرا من الجنّ، فأسلم النفر من الجنّ، واستمسك الإنس بعبادتهم، فقال ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ).حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا ابن عيينة، عن الأعمش، عن إبراهيم عن أبي معمر، قال: قال عبد الله: كان ناس يعبدون نفرا من الجنّ، فأسلم أولئك الجنيون، وثبتت الإنس على عبادتهم، فقال الله تبارك وتعالى ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ).حدثنا الحسن، قال: ثنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ ) قال كان أناس من أهل الجاهلية يعبدون نفرا من الجنّ؛ فلما بعث النبيّ صلى الله عليه وسلم أسلموا جميعا، فكانوا يبتغون أيهم أقرب.وقال آخرون: بل هم الملائكة.حدثني الحسين بن عليّ الصدائي، قال: ثنا يحيى بن السكن، قال: أخبرنا أبو العوّام، قال: أخبرنا قتادة، عن عبد الله بن معبد الزِّمَّاني، عن عبد الله بن مسعود، قال: كان قبائل من العرب يعبدون صنفا من الملائكة يقال لهم الجنّ، ويقولون: هم بنات الله، فأنـزل الله عزّ وجلّ(أُولَئِكَ الَّذِينَ يَدْعُونَ) معشر العرب (يَبْتَغُونَ إِلى رَبِّهِمُ الوَسِيلَةَ).حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: الذين يدعون الملائكة تبتغي إلى ربها الوسيلة ( أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ ) حتى بلغ ( إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا ) قال: وهؤلاء الذين عبدوا الملائكة من المشركين.وقال آخرون: بل عزير وعيسى، وأمه.* ذكر من قال ذلك:حدثني يحيى بن جعفر، قال: أخبرنا يحيى بن السكن، قال: أخبرنا شعبة، عن إسماعيل السديّ، عن أبي صالح، عن ابن عباس، في قوله ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: عيسى وأمه وعُزير.حدثنا محمد بن المثنى، قال: ثنا أبو النعمان الحكم بن عبد الله العجلي، قال: ثنا شعبة، عن إسماعيل السدي، عن أبي صالح، عن ابن عباس، قال: عيسى ابن مريم وأمه وعُزير في هذه الآية ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ).حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحرث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: عيسى ابن مريم وعُزير والملائكة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن إبراهيم، قال: كان ابن عباس يقول في قوله ( أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ ) قال: هو عُزير والمسيح والشمس والقمر.وأولى الأقوال بتأويل هذه الآية قول عبد الله بن مسعود الذي رويناه. عن أبي معمر عنه، وذلك أن الله تعالى ذكره أخبر عن الذين يدعوهم المشركون آلهة أنهم يبتغون إلى ربهم الوسيلة في عهد النبيّ صلى الله عليه وسلم؛ ومعلوم أن عُزيرا لم يكن موجودا على عهد نبينا عليه الصلاة والسلام، فيبتغي إلى ربه الوسيلة وأن عيسى قد كان رُفع، وإنما يبتغي إلى ربه الوسيلة من كان موجودا حيا يعمل بطاعة الله، ويتقرّب إليه بالصالح من الأعمال. فأما من كان لا سبيل له إلى العمل، فبم يبتغي إلى ربه الوسيلة ؟. فإذ كان لا معنى لهذا القول، فلا قول في ذلك إلا قول من قال ما اخترنا فيه من التأويل، أو قول من قال: هم الملائكة، وهما قولان يحتملهما ظاهر التنـزيل، وأما الوسيلة، فقد بينا أنها القربة والزلفة.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس: الوسيلة: القربة.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة: الوسيلة، قال: القربة والزلفى.",
  "ayah": 57,
  "surah": 17
}
