{
  "text": "يقول تعالى ذكره: وما من قرية من القرى إلا نحن مهلكو أهلها بالفناء، فمبيدوهم استئصالا قبل يوم القيامة، أو معذّبوها، إما ببلاء من قتل بالسيف، أو غير ذلك من صنوف العذاب عذابا شديدا.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحرث، قال: ثنا الحسن قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، في قول الله عزّ وجلّ( وَإِنْ مِنْ قَرْيَةٍ إِلا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ ) فمبيدوها(أوْ مُعَذِّبُوهَا) بالقتل والبلاء، قال: كل قرية في الأرض سيصيبها بعض هذا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، بنحوه، إلا أنه قال: سيصيبها هذا أو بعضه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَإِنْ مِنْ قَرْيَةٍ إِلا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا ) قضاء من الله كما تسمعون ليس منه بدّ، إما أن يهلكها بموت وإما أن يهلكها بعذاب مستأصل إذا تركوا أمره، وكذّبوا رسله.حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( وَإِنْ مِنْ قَرْيَةٍ إِلا نَحْنُ مُهْلِكُوهَا ) قال: مبيدوها.حدثنا القاسم، قال: ثني الحسين، قال: ثنا أبو الأحوص، عن سماك بن حرب، عن عبد الرحمن بن عبد الله، قال: إذا ظهر الزنا والربا في أهل قرية أذن الله في هلاكها.وقوله ( كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا ) يعني في الكتاب الذي كتب فيه كلّ ما هو كائن، وذلك اللوح المحفوظ.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا ) قال: في أمّ الكتاب، وقرأ  لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ  ويعني بقوله (مَسْطُورًا) مكتوبا مبينا، ومنه قول العجاج:واعْلَــمْ بـأنَّ ذَا الجَـلالِ قَـدْ قَـدَرْفـي الكُـتُبِ الأولـى التـي كان سَطَرْأمْرَكَ هذَا فاحْتَفِظْ فِيهِ النَّهَرْ (5)------------------------الهوامش:(5) هذه أبيات ثلاثة من مشطور الرجز للعجاج بن رؤبة من أرجوزة مطولة عدة أبياتها 229 بيتا يمدح بها عمر بن عبيد الله ابن معمر، (انظر ديوان العجاج صبع ليبسج سنة 1903 ص 15-21). وفيه \"الصحف\" في موضع: \"الكتب\". و (فاعلم) في موضع واعلم. وانظر مجاز القرآن لأبي عبيدة (1: 383) وقال: مسطورا أي مبينا مكتوبا وفي روايته النتر بفتح النون والتاء. وقال: النتر: الخديعة. وفي (اللسان: نتر): والنتر بالتحريك: الفساد والضياع، قال العجاج: \"واعلم... إلخ\" الأبيات.",
  "ayah": 58,
  "surah": 17
}
