{
  "text": "يقول تعالى ذكره لبني إسرائيل فيما قضى إليهم في التوراة (إِنْ أَحْسَنْتُمْ) يا بني إسرائيل، فأطعتم الله وأصلحتم أمركم، ولزمتم أمره ونهيه (أَحْسَنْتُمْ) وفعلتم ما فعلتم من ذلك (لأنْفُسِكُمْ) لأنَّكم إنما تنفعون بفعلتكم ما تفعلون من ذلك أنفسكم في الدنيا والآخرة. أما في الدنيا فإن الله يدفع عنكم من بغاكم سوءا، وينمي لكم أموالكم، ويزيدكم إلى قوّتكم قوّة. وأما في الآخرة فإن الله تعالى يثيبكم به جنانه (وإِنْ أَسَأْتُمْ) يقول: وإن عصيتم الله وركبتم ما نهاكم عنه حينئذ، فإلى أنفسكم تسيئون، لأنكم تسخطون بذلك على أنفسكم ربكم، فيسلط عليكم في الدنيا عدوّكم، ويمكِّن منكم من بغاكم سوءا، ويخلدكم في الآخرة في العذاب المهين. وقال جلّ ثناؤه (وَإِنْ أَسَأْتُمْ فلها) والمعنى: فإليها كما قال  بِأَنَّ رَبَّكَ أَوْحَى لَهَا  والمعنى: أوحى إليها.وقوله ( فَإِذَا جَاءَ وَعْدُ الآخِرَةِ ) يقول: فإذا جاء وعد المرّة الآخرة من مرّتي إفسادكم يا بني إسرائيل في الأرض (لِيَسُوءُوا وُجُوهَكُمْ) يقول: ليسوء مجيء ذلك الوعد للمرّة الآخرة وجوهكم فيقبِّحها.وقد اختلف القراء في قراءة قوله (لِيَسُوءُوا وُجُوهَكُمْ) فقرأ ذلك عامَّة قرّاء أهل المدينة والبصرة (لِيَسُوءُوا وُجُوهَكُمْ) بمعنى: ليسوء العباد أولو البأس الشديد الذين يبعثهم الله عليكم وجوهكم، واستشهد قارئو ذلك لصحة قراءتهم كذلك بقوله (وَلِيَدْخُلُوا المَسْجِدَ) وقالوا: ذلك خبر عن الجميع فكذلك الواجب أن يكون قوله (لِيَسُوءُوا) ، وقرأ ذلك عامَّة قرّاء الكوفة: (لِيَسُوءَ وُجُوهَكُمْ) على التوحيد وبالياء ، وقد يحتمل ذلك وجهين من التأويل، أحدهما ما قد ذكرت، والآخر منهما: ليسوء الله وجوهكم، فمن وجَّه تأويل ذلك إلى ليسوء مجيء الوعد وجوهَكم، جعل جواب قوله فإذا محذوفا، وقد استغني بما ظهر عنه، وذلك المحذوف \" جاء \"، فيكون الكلام تأويله: فإذا جاء وعد الآخرة ليسوء وجوهكم جاء. ومن وجَه تأويله إلى: ليسوء الله وجوهكم ، كان أيضا في الكلام محذوف، قد استغني هنا عنه بما قد ظهر منه، غير أن ذلك المحذوف سوى \" جاء \"، فيكون معنى الكلام حينئذ: فإذا جاء وعد الآخرة بعثناهم ليسوء الله وجوهكم، فيكون المضمر بعثناهم ، وذلك جواب إذا حينئذ.وقرأ ذلك بعض أهل العربية من الكوفيين: (لِنَسُوءَ وُجُوهَكُمْ) على وجه الخبر من الله تبارك وتعالى اسمه عن نفسه.وكان مجيء وعد المرّة الآخرة عند قتلهم يحيى.ذكر الرواية بذلك، والخبر عما جاءهم من عند الله حينئذ.كما حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ في الحديث الذي ذكرنا إسناده قبل أن رجلا من بني إسرائيل رأى في النوم أن خراب بيت المقدس وهلاك بني إسرائيل على يدي غلام يتيم ابن أرملة من أهل بابل، يدعى بختنصر، وكانوا يصدقون فتصدق رؤياهم، فأقبل فسأل عنه حتى نـزل على أمه وهو يحتطب، فلما جاء وعلى رأسه حزمة من حطب ألقاها، ثم قعد في جانب البيت فضمه، ثم أعطاه ثلاثة دراهم، فقال: اشتر لنا بها طعاما وشرابا، فاشترى بدرهم لحما وبدرهم خبزا وبدرهم خمرا، فأكلوا وشربوا حتى إذا كان اليوم الثاني فعل به ذلك، حتى إذا كان اليوم الثالث فعل ذلك، ثم قال له: إني أُحبّ أن تكتب لي أمانا إن أنت ملكت يوما من الدهر، فقال: أتسخر بي؟ فقال: إني لا أسخر بك، ولكن ما عليك أن تتخذ بها عندي يدا، فكلمته أمه، فقالت: وما عليك إن كان ذلك وإلا لم ينقصك شيئا، فكتب له أمانا، فقال له : أرأيت إن جئت والناس حولك قد حالوا بيني وبينك، فاجعل لي آية تعرفني بها قال: نرفع صحيفتك على قصبة أعرفك بها، فكساه وأعطاه. ثم إن ملك بني إسرائيل كان يكرم يحيى بن زكريا، ويدني مجلسه، ويستشيره في أمره، ولا يقطع أمرا دونه، وأنه هوى أن يتزوّج ابنة امرأة له، فسأل يحيى عن ذلك، فنهاه عن نكاحها وقال: لست أرضاها لك، فبلغ ذلك أمها فحقدت على يحيى حين نهاه أن يتزوّجَ ابنتها، فعمدت أمّ الجارية حين جلس الملك على شرابه، فألبستها ثيابا رقاقا حمرا، وطيَّبتها وألبستها من الحُليّ، وقيل: إنها ألبستها فوق ذلك كساء أسود، وأرسلتها إلى الملك، وأمرتها أن تسقيه، وأن تعرض له نفسها، فإن أرادها على نفسها أبت عليه حتى يعطيها ما سألته، فإذا أعطاها ذلك سألته أن يأتي برأس يحيى بن زكريا في طست، ففعلت، فجعلت تسقيه وتعرض له نفسها؛ فلما أخذ فيه الشراب أرادها على نفسها، فقالت: لا أفعل حتى تعطيني ما أسألك، فقال: ما الذي تسأليني؟ قالت: أسألك أن تبعث إلى يحيى بن زكريا، فأوتي برأسه في هذا الطست، فقال: ويحك سليني غير هذا، فقالت له: ما أريد أن أسألك إلا هذا . قال: فلما ألحَّت عليه بعث إليه، فأتى برأسه، والرأس يتكلم حتى وضع بين يديه وهو يقول: لا يحلّ لك ذلك؛ فلما أصبح إذا دمه يغلي، فأمر بتراب فألقى عليه، فرقى الدم فوق التراب يغلي، فألقى عليه التراب أيضا، فارتفع الدم فوقه، فلم يزل يلقي عليه التراب حتى بلغ سور المدينة وهو يغلى وبلغ صحابين، فثار في الناس، وأراد أن يبعث عليهم جيشا، ويؤمِّر عليهم رجلا فأتاه بختنصر وكلَّمه وقال: إن الذي كنت أرسلته تلك المرّة ضعيف، وإني قد دخلت المدينة وسمعت كلام أهلها، فابعثني، فبعثه، فسار بختنصر حتى إذا بلغوا ذلك المكان تحصنوا منه في مدائنهم، فلم يطقهم، فلما اشتدّ عليهم المقام وجاع أصحابه، أرادوا الرجوع، فخرجت إليهم عجوز من عجائز بني إسرائيل فقالت: أين أمير الجند؟ فأتي بها إليه، فقالت له: إنه بلغني أنك تريد أن ترجع بجندك قبل أن تفتح هذه المدينة، قال: نعم، قد طال مقامي، وجاع أصحابي، فلست أستطيع المقام فوق الذي كان مني، فقالت: أرأيتك إن فتحت لك المدينة أتعطيني ما سألتك، وتقتل من أمرتك بقتله، وتكفّ إذا أمرتك أن تكفّ؟ قال: نعم، قالت : إذا أصبحت فاقسم جندك أربعة أرباع، ثم أقم على كلّ زاوية ربعا، ثم ارفعوا بأيديكم إلى السماء فنادوا: إنا نستفتحك يا الله بدم يحيى بن زكريا، فإنها سوف تسَّاقط، ففعلوا، فتساقطت المدينة، ودخلوا من جوانبها، فقالت له: اقتل على هذا الدم حتى يسكن، وانطلقت به إلى دم يحيى وهو على تراب كثير، فقتل عليه حتى سكن سبعين ألفا وامرأة؛ فلما سكن الدم قالت له: كفّ يدك، فإن الله تبارك وتعالى إذا قتل نبيّ لم يرض، حتى يقتل من قتله، ومن رضي قتله، وأتاه صاحب الصحيفة بصحيفته، فكفّ عنه وعن أهل بيته، وخرّب بيت المقدس، وأمر به أن تطرح فيه الجيف، وقال: من طرح فيه جيفة فله جزيته تلك السنة، وأعانه على خرابه الروم من أجل أن بني إسرائيل قتلوا يحيى، فلما خرّبه بختنصر ذهب معه بوجوه بني إسرائيل وأشرافهم، وذهب بدانيال وعليا وعزاريا وميشائيل، هؤلاء كلهم من أولاد الأنبياء وذهب معه برأس جالوت؛ فلما قدم أرض بابل وجد صحابين قد مات، فملك مكانه، وكان أكرم الناس عليه دانيال وأصحابه ، فحسدهم المجوس على ذلك، فوشوا بهم إليه وقالوا: إن دانيال وأصحابه لا يعبدون إلهك، ولا يأكلون من ذبيحتك، فدعاهم فسألهم، فقالوا: أجل إن لنا ربا نعبده، ولسنا نأكل من ذبيحتكم، فأمر بخدّ فخدّ لهم، فألقوا فيه وهم ستة، وألقي معهم سبعا ضاريا ليأكلهم، فقال: انطلقوا فلنأكل ولنشرب، فذهبوا فأكلوا وشربوا، ثم راحوا فوجدوهم جلوسا والسبع مفترش ذراعيه بينهم، ولم يخدش منهم أحدا، ولم ينكأه شيئا، ووجدوا معهم رجلا فعدوهم فوجدوهم سبعة، فقالوا: ما بال هذا السابع إنما كانوا ستة، فخرج إليهم السابع، وكان ملَكا من الملائكة، فلطمه لطمة فصار في الوحش، فكان فيهم سبع سنين، لا يراه وحشيّ إلا أتاه حتى ينكحه، يقتصّ منه ما كان يصنع بالرجال، ثم إنه رجع ورد الله عليه مُلكه، فكانوا أكرم خلق الله عليه. ثم إن المجوس وَشَوا به ثانية، فألقوا أسدا في بئر قد ضَرِي، فكانوا يلقون إليه الصخرة فيأخذها، فألقوا إليه دانيال، فقام الأسد في جانب، وقام دانيال في جانب لا يمسه، فأخرجوه، وقد كان قبل ذلك خدّ لهم خدّا، فأوقد فيه نارا، حتى إذا أججها قذفهم فيها، فأطفأها الله عليهم ولم ينلهم منها شيء. ثم إن بختنصر رأى بعد ذلك في منامه صنما رأسه من ذهب، وعنقه من شبه، وصدره من حديد، وبطنه أخلاط ذهب وفضة وقوارير، ورجلاه من فخار؛ فبينا هو قائم ينظر، إذ جاءت صخرة من السماء من قِبَل القبلة، فكسرت الصنم فجعلته هشيما، فاستيقظ فزعا وأُنسيها، فدعا السحرة والكهنة، فسألهم، فقال: أخبروني عما رأيت، فقالوا له: لا بل أنت أخبرنا، ما رأيت فنعبره لك، قال: لا أدري، قالوا له: فهؤلاء الفتية الذين تكرمهم، فادعهم فاسألهم، فإن هم لم يخبروك بما رأيت فما تصنع بهم؟ قال: أقتلهم، فأرسل إلى دانيال وأصحابه، فدعاهم، فقال لهم: أخبروني ماذا رأيت؟ فقال له دانيال: بل أنت أخبرنا ما رأيت فنعبره لك، قال: لا أدري قد نسيتها، فقال له دانيال: كيف نعلم رؤيا لم تخبرنا بها؟ فأمر البوّاب أن يقتلهم، فقال دانيال للبوّاب: إن الملك إنما أمر بقتلنا من أجل رؤياه، فأخِّرنا ثلاثة أيام، فإن نحن أخبرنا الملك برؤياه وإلا فاضرب أعناقنا، فأجَّلهم فدعوا الله، فلما كان اليوم الثالث أبصر كل رجل منهم رؤيا بختنصر على حدة، فأتوا البوّاب فأخبروه، فدخل على الملك فأخبره، فقال: أدخلهم عليّ ؛ وكان بختنصر لا يعرف من رؤياه شيئا، إلا شيئا يذكرونه، فقالوا له: أنت رأيت كذا وكذا، فقصوها عليه، فقال: صدقتم، قالوا: نحن نعبرها لك. أما الصنم الذي رأيت رأسه من ذهب، فإنه ملك حسن مثل الذهب، وكان قد ملك الأرض كلها؛ وأما العنق من الشبه، فهو ملك ابنك بعد، يملك فيكون ملكه حسنا، ولا يكون مثل الذهب؛ وأما صدره الذي من حديد فهو ملك أهل فارس، يملكون بعدك ابنك، فيكون ملكهم شديدا مثل الحديد؛ وأما بطنه الأخلاط، فإنه يذهب ملك أهل فارس، ويتنازع الناس الملك في كلّ قرية، حتى يكون الملك يملك اليوم واليومين، والشهر والشهرين، ثم يُقتل، فلا يكون للناس قوام على ذلك، كما لم يكن للصنم قوام على رجلين من فخار؛ فبينما هم كذلك، إذ بعث الله تعالى نبيا من أرض العرب؛ فأظهره على بقية مُلك أهل فارس، وبقية ملك ابنك وملكك، فدمره وأهلكه حتى لا يبقى منه شيء، كما جاءت الصخرة فهدمت الصنم، فعطف عليهم بختنصر فأحبهم، ثم إن المجوس وشوا بدانيال، فقالوا: إن دانيال إذا شرب الخمر لم يملك نفسه أن يبول، وكان ذلك فيهم عارا، فجعل لهم بختنصر طعاما، فأكلوا وشربوا، وقال للبوّاب: انظر أوّل من يخرج عليك يبول، فاضربه بالطبرزين، وإن قال: أنا بختنصر، فقل: كذبت، بختنصر أمرني، فحبس الله عن دانيال البول، وكان أوّل من قام من القوم يريد البول بختنصر، فقام مدلا وكان ذلك ليلا يسحب ثيابه؛ فلما رآه البواب شدّ عليه، فقال: أنا بختنصر، فقال: كذبت، بختنصر أمرني أن أقتل أوّل من يخرج، فضربه فقتله.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أبي المعلى، قال: سمعت سعيد بن جبير، قال: بعث الله عليهم في المرّة الأولى سنحاريب، قال: فردّ الله لهم الكرّة عليهم، كما قال؛ قال: ثم عصوا ربهم وعادوا لما نهوا عنه، فبعث عليهم في المرّة الآخرة بختنصر، فقتل المقاتلة ، وسبى الذرّية، وأخذ ما وجد من الأموال، ودخلوا بيت المقدس، كما قال الله عزّ وجلّ( وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) دخلوه فتبروه وخرّبوه وألقوا فيه ما استطاعوا من العذرة والحيض والجيف والقذر، فقال الله   وَإِنْ عُدْتُمْ عُدْنَا  فرحمهم فردّ إليهم ملكهم وخلص من كان في أيديهم من ذرّية بني إسرائيل، وقال لهم: إن عدتم عدنا، فقال أبو المعلى، ولا أعلم ذلك؛ إلا من هذا الحديث، ولم يَعِدهم الرجعة إلى ملكهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحرث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( فَإِذَا جَاءَ وَعْدُ الآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ ) قال: بعث الله ملك فارس ببابل جيشا، وأمر عليهم بختنصر ، فأتوا بني إسرائيل، فدمروهم، فكانت هذه الآخرة ووعدها.حدثنا القاسم. قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، نحوه.حدثا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: ثني يعلى بن مسلم، عن سعيد بن جبير، قال: لما ضرب لبختنصر الملك بجرانه، قال: ثلاثة فمن استأخر منكم بعدها فليمش إلى خشبته، فغزا الشام، فذلك حين قتل وأخرج بيت المقدس، ونـزع حليته، فجعلها آنية ليشرب فيها الخمور، وخوانا يأكل عليه الخنازير، وحمل التوراة معه، ثم ألقاها في النار، وقدم فيما قدم به مئة وصيف منهم دانيال وعزريا وحنانيا ومشائيل، فقال لإنسان: أصلح لي أجسام هؤلاء لعلي أختار منهم أربعة يخدمونني، فقال دانيال لأصحابه: إنما نصروا عليكم بما غيرتم من دين آبائكم، لا تأكلوا لحم الخنـزير، ولا تشربوا الخمر، فقالوا للذي يصلح أجسامهم: هل لك أن تطعمنا طعاما، هو أهون عليك في المئونة مما تطعم أصحابنا، فإن لم نسمن قبلهم رأيت رأيك، قال: ماذا؟ قال: خبز الشعير والكرّاث، ففعل فسمنوا قبل أصحابهم، فأخذهم بختنصر يخدمونه، فبينما هم كذلك، إذ رأى بختنصر رؤيا، فجلس فنسيها؛ فعاد فرقد فرآها، فقام فنسيها، ثم عاد فرقد فرآها ، فخرج إلى الحجرة؛ فنسيها؛ فلما أصبح دعا العلماء والكهَّان، فقال: أخبروني بما رأيت البارحة، وأوّلوا لي رؤياي، وإلا فليمش كل رجل منكم إلى خشبته، موعدكم ثالثة. فقالوا: هذا لو أخبرنا برؤياه، وذكر كلاما لم أحفظه، قال: وجعل دانيال كلما مرّ به أحد من قرابته يقول: لو دعاني الملك لأخبرته برؤياه، ولأوّلتها له، قال: فجعلوا يقولون: ما أحمق هذا الغلام الإسرائيلي إلى أن مرّ به كهل، فقال له ذلك، فرجع إليه فأخبره، قال: إيه، قال: وعنقه من فضة، قال: إيه، قال: وصدره من حديد، قال: إيه، قال: وبطنه من صفر، قال: إيه، قال: ورجلاه من آنك، قال: إيه، قال: وقدماه من فخار، قال: هذا الذي رأيت؟ قال: إيه، قال: فجاءت حصاة فوقعت في رأسه، ثم في عنقه، ثم في صدره، ثم في بطنه، ثم في رجليه، ثم في قدميه، قال: فأهلكته. قال: فما هذا؟ قال: أما الذهب فإنه ملكك، وأما الفضة فملك ابنك من بعدك، ثم ملك ابن ابنك، قال: وأما الفخار فملك النساء، فكساه جبة ترثون (17) وسوره وطاف به في القرية، وأجاز خاتمه، فلما رأت ذلك فارس، قالوا: ما الأمر إلا أمر هذا الإسرائيلي، فقالوا: ائتوه من نحو الفتية الثلاثة، ولا تذكروا له دانيال، فإنه لا يصدقكم عليه، فأتوه، فقالوا: إن هؤلاء الفتية الثلاثة ليسوا على دينك، وآية ذلك أنك إن قربت إليهم لحم الخنـزير والخمر لم يأكلوا ولم يشربوا، فأمر بحطب كثير فوضع، ثم أرقاهم عليه، ثم أوقد فيه نارا ، ثم خرج من آخر الليل يبول، فإذا هم يتحدّثون، وإذا معهم رابع يروح عليهم يصلي، قال: من هذا يا دانيال؟ قال: هذا جبريل، إنك ظلمتهم، قال: ظلمتهم، مر بهم ينـزلوا؛ فأمر بهم فنـزلوا، قال: ومسخ الله تعالى بختنصر من الدوابّ كلها، فجعل من كل صنف من الدوابّ رأسه رأس سبع من السباع الأسد، ومن الطير النسر، وملك ابنه فرأى كفا خرجت بين لوحين، ثم كتبت سطرين، فدعا الكهان والعلماء فلم يجدوا لهم في ذلك علما، فقالت له أمه: إنك لو أعدت إلى دانيال منـزلته التي كانت له من أبيك أخبرك، وكان قد جفاه، فدعاه، فقال : إني معيد إليك منـزلتك من أبي، فأخبرني ما هذان السطران؟ قال: أما أن تعيد إليّ منـزلتي من أبيك، فلا حاجة لي بها؛ وأما هذان السطران فإنك تقتل الليلة، فأخرج من في القصر أجمعين، وأمر بقفله، فأقفلت الأبواب عليه، وأدخل معه آمن أهل القرية في نفسه معه سيف، فقال: من جاءك من خلق الله فاقتله، وإن قال أنا فلان؛ وبعث الله عليه البطن، فجعل يمشي حتى كان شطر الليل، فرقد ورقد صاحبه، ثم نبهه البطن، فذهب يمشي والآخر نائم، فرجع فاستيقظ به، فقال له: أنا فلان، فضربه بالسيف فقتله.حدثنا بشر، قال : ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الآخِرَةِ ) آخر العقوبتين ( لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ ) كما دخله عدوهم قبل ذلك ( وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) فبعث الله عليهم في الآخرة بختنصر المجوسي البابلي، أبغض خلق الله إليه، فسبا وقتل وخرّب بيت المقدس، وسامهم سوء العذاب.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، قال ( فَإِذَا جَاءَ وَعْدُ الآخِرَةِ ) من المرتين (لِيَسُوءُوا وُجُوهَكُمْ) قال: ليقبحوا وجوهكم (وَلِيُتَبِّرُوا ما عَلَوْا تَتْبِيرًا) قال: يدمِّروا ما علوا تدميرا، قال: هو بختنصر، بعثه الله عليهم في المرة الآخرة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: فلما أفسدوا بعث الله عليهم في المرّة الآخرة بختنصر، فخرّب المساجد وتبر ما علوا تتبيرا.حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني ابن إسحاق، قال: فيما بلغني، استخلف الله على بني إسرائيل بعد ذلك، يعني بعد قتلهم شعياء رجلا منهم يقال له: ناشة بن آموص، فبعث الله الخضر نبيا، وكان رسول الله صلى الله عليه وسلم فيما قد بلغني يقول: \" إِنَّمَا سُمّيَ الخَضِرُ خَضِرًا، لأنَهُ جَلَسَ عَلى فَرْوَةٍ بَيْضَاءَ، فَقامَ عَنْها وَهيَ تَهْتَزُّ خَضْرَاءَ\" قال: واسم الخضر فيما كان وهب بن منبه يزعم عن بني إسرائيل: أرميا بن حلفيا، وكان من سبط هارون بن عمران.حدثني محمد بن سهل بن عسكر، ومحمد بن عبد الملك بن زنجويه، قالا ثنا إسماعيل بن عبد الكريم، قال: ثنا عبد الصمد بن معقل، عن وهب بن منبه، وحدثنا ابن حميد قال: ثنا سلمة، عن ابن إسحاق عمن لا يتهم، عن وهب بن منبه اليماني، واللفظ لحديث ابن حميد أنه كان يقول: قال الله تبارك وتعالى لإرميا حين بعثه نبيا إلى بني إسرائيل: يا إرميا من قبل أن أخلقك اخترتك، ومن قبل أن أصوّرك في بطن أمك قدّستك، ومن قبل أن أخرجك من بطن أمك طهَّرتك، ومن قبل أن تبلغ السعي نبأتك، ومن قبل أن تبلغ الأشدّ اخترتك، ولأمر عظيم اختبأتك؛ فبعث الله إرميا إلى ذلك الملك من بني إسرائيل يسدّده ويرشده، ويأتيه بالخبر من الله فيما بينه وبين الله؛ قال: ثم عظمت الأحداث في بني إسرائيل، وركبوا المعاصي، واستحلُّوا المحارم، ونَسوا ما كان الله تعالى صنع بهم، وما نجاهم من عدوّهم سنحاريب وجنوده. فأوحى الله تعالى إلى إرمياء: أن ائت قومك من بني إسرائيل، واقصص عليهم ما آمرك به، وذكِّرهم نعمتي عليهم، وعرّفهم أحداثهم، فقال إرمياء: إني ضعيف إن لم تقوّني، وعاجز إن لم تبلِّغني، ومخطئ إن لم تسدّدني، ومخذول إن لم تنصرني، وذليل إن لم تعزَّني، قال الله تبارك وتعالى: أوَلم تعلم أن الأمور كلها تصدر عن مشيئتي، وأن القلوب كلها والألسنة بيدي، أقلبها كيف شئت، فتطيعني، وإني أنا الله الذي لا شيء مثلي، قامت السماوات والأرض وما فيهنّ بكلمتي، وأنا كلَّمت البحار، ففهمت قولي، وأمرتها فعقلت أمري، وحدَدت عليها بالبطحاء فلا تَدَّى حدّي، تأتي بأمواج كالجبال، حتى إذا بلغت حدّي ألبستها مذَّلة طاعتي خوفًا واعترافًا لأمري إني معك ، ولن يصل إليك شيء معي، وإني بعثتك إلى خلق عظيم من خلقي، لتبلغهم رسالاتي، ولتستحقّ بذلك مثل أجر من تبعك منهم لا ينقص ذلك من أجورهم شيئا، وإن تقصِّر عنها فلك مثل وزر من تركب في عماه لا ينقص ذلك من أوزارهم شيئا، انطلق إلى قومك فقل: إن الله ذكر لكم صلاح آبائكم، فحمله ذلك على أن يستتيبكم يا معشر الأبناء، وسلهم كيف وجد آباؤهم مغبَّة طاعتي، وكيف وجدوا هم مغبَّة معصيتي، وهل علموا أن أحدا قبلهم أطاعني فشقي بطاعتي، أو عصاني فسعد بمعصيتي، فإن الدّوابّ مما تذكر أوطانها الصالحة، فتنتابها، وإن هؤلاء القوم قد رتعوا في مروج الهَلَكة. أما أحبارهم ورهبانهم فاتخذوا عبادي خوَلا ليعبدوهم دوني وتحكَّموا فيهم بغير كتابي حتى أجهلوهم أمري، وأنسوهم ذكري، وغروهم مني. أما أمراؤهم وقاداتهم فبطروا نعمتي، وأمنوا مكري، ونبذوا كتابي، ونسوا عهدي، وغيروا سنتي، فادّان لهم عبادي بالطاعة التي لا تنبغي إلا لي، فهم يطيعوهم في معصيتي، ويتابعونهم على البدع التي يبتدعون في ديني جراءة عليّ وغرّة وفرية عليّ وعلى رسلي، فسبحان جلالي وعلوّ مكاني، وعظم شأني، فهل ينبغي لبشر أن يُطاع في معصيتي، وهل ينبغي في أن أخلق عبادا أجعلهم أربابًا من دوني. وأما قراؤهم وفقهاؤهم فيتعبدون في المساجد، ويتزيَّنون بعمارتها لغيري، لطلب الدنيا بالدين، ويتفقَّهون فيها لغير العلم، ويتعلَّمون فيها لغير العمل. وأما أولاد الأنبياء، فمكثرون مقهورون مغيرون، يخوضون مع الخائضين، ويتمنَّون عليّ مثل نُصرة آبائهم والكرامة التي أكرمتهم بها، ويزعمون أن لا أحدَ أولى بذلك منهم مني بغير صدق ولا تفكر ولا تدبُّر، ولا يذكرون كيف كان صبر آبائهم لي، وكيف كان جِدّهم في أمري حين غير المغيرون، وكيف بذلوا أنفسهم ودماءهم، فصبروا وصَدَقوا حتى عزّ أمري، وظهر ديني، فتأنَّيت بهؤلاء القوم لعلهم يستجيبون، فأطْوَلت لهم، وصفحت عنهم، لعلهم يرجعون، فأكثرت ومددت لهم في العمر لعلهم يتذكرون، فأعذرت في كل ذلك، أمطر عليهم السماء، وأنبت لهم الأرض، وألبسهم العافية وأظهرهم على العدوّ فلا يزدادون إلا طغيانا وبُعدا مني، فحتى متى هذا؟ أبي يتمرّسون أم إياي يخادعون؟ وإني أحلف بعزّتي لأقيضن لهم فتنة يتحير فيها الحليم، ويضلّ فيها رأي ذي الرأي، وحكمة الحكيم، ثم لأسلطنّ عليهم جبارا قاسيا عاتيا، ألبسه الهيبة ، وأنتزع من صدره الرأفة والرحمة والبيان، يتبعه عدد وسواد مثل سواد الليل المظلم، له عساكر مثل قطع السحاب، ومراكب أمثال العجاج، كأن خفيق راياته طيران النسور، وأن حملة فُرسانه كوبر العقبان، ثم أوحى الله إلى إرميا: إني مهلك بنى إسرائيل بيافث، ويافث أهل بابل، وهم من ولد يافث بن نوح، ثم لما سمع إرميا وحي ربه صاح وبكى وشقّ ثيابه، ونبذَ الرماد على رأسه وقال: ملعون يوم ولدت فيه، ويوم لقيت التوراة، ومن شرّ أيامي يوم ولدت فيه، فما أبقيت آخر الأنبياء إلا لما هو أشرّ عليّ، لو أراد بي خيرا ما جعلني آخر الأنبياء من بني إسرائيل، فمن أجلي تصيبهم الشِّقوة والهلاك؛ فلما سمع الله تضرّع الخضر وبكاءه، وكيف يقول، ناداه: يا إرميا أشقّ ذلك عليك فيما أوحيت لك؟ قال: نعم يا ربّ أهلكْني قبل أن أرى في بني إسرائيل ما لا أسرّ به، فقال الله: وعزّتي العزيزة لا أهلك بيت المقدس وبني إسرائيل حتى يكون الأمر من قِبَلك في ذلك، ففرح عند ذلك إرميا لما قال له ربه، وطابت نفسه، وقال: لا والذي بعث موسى وأنبياءه بالحقّ لا آمر ربي بهلاك بني إسرائيل أبدا، ثم أتى ملك بني إسرائيل فأخبره ما أوحى الله إليه فاستبشر وفرح وقال: إن يعذّبنا ربنا فبذنوب كثيرة قدّمناها لأنفسنا، وإن عفا عنا فبقدرته، ثم إنهم لبثوا بعد هذا الوحي ثلاث سنين لم يزدادوا إلا معصية وتماديا في الشرّ، وذلك حين اقترب هلاكهم، فقلّ الوحي حين لم يكونوا يتذكرون الآخرة، وأمسك عنهم حين ألهتهم الدنيا وشأنُها، فقال لهم ملكهم: يا بني إسرائيل، انتهوا عما أنتم عليه قبل أن يمسكم بأس الله، وقبل أن يُبْعث عليكم قوم لا رحمة لهم بكم، وإن ربكم قريب التوبة، مبسوط اليدين بالخير، رحيم بمن تاب إليه. فأبَوا عليه أن ينـزعوا عن شيء ما هم عليه، وإن الله قد ألقى في قلب بختنصر بن نجور زاذان بن سنحاريب ابن دارياس بن نمرود ابن فالخ بن عابر بن نمرود صاحب إبراهيم الذي حاجَّه في ربه، أن يسير إلى بيت المقدس، ثم يفعل فيه ما كان جدّه سنحاريب أراد أن يفعل، فخرج في ستّ مئة ألف راية يريد أهل بيت المقدس؛ فلما فصل سائرا أتى ملك بني إسرائيل الخبر أن بختنصر قد أقبل هو وجنوده يريدكم، فأرسل الملك إلى إرميا، فجاءه فقال: يا إرميا أين ما زعمت لنا أن ربك أوحى إليك أن لا يهلك أهل بيت المقدس، حتى يكون منك الأمر في ذلك ؟ فقال إرميا للملك: إن ربي لا يخلف الميعاد، وأنا به واثق؛ فلما اقترب الأجل ودنا انقطاع ملكهم وعزم الله على هلاكهم، بعث الله مَلَكا من عنده، فقال له: اذهب إلى إرميا فاستفته، وأمَرَه بالذي يستفتي فيه، فأقبل المَلك إلى إرمياء، وكان قد تمثَّل له رجلا من بني إسرائيل، فقال له إرميا: من أنت؟ قال: رجل من بني إسرائيل أستفتيك في بعض أمري، فأذن له، فقال له المَلَك: يا نبيّ الله أتيتك أستفتيك في أهل رحمي، وصلت أرحامهم بما أمرني الله به ، لم آت إليهم إلا حسنا، ولم آلُهم كرامة، فلا تزيدهم كرامتي إياهم إلا إسخاطا لي، فأفتني فيهم يا نبيّ الله، فقال له: أحسن فيما بينك وبين الله، وصل ما أمرك الله أن تصل، وأبشر بخير وانصرف عنه، فمكث أياما، ثم أقبل إليه في صورة ذلك الذي جاءه، فقعد بين يديه، فقال له إرميا: من أنت؟ قال: أنا الرجل الذي آتيتك أستفتيك في شأن أهلي، فقال له نبيّ الله: أو ما ظهرت لك أخلاقهم بعد، ولم تر منهم الذي تحبّ؟ فقال: يا نبيّ الله، والذي بعثك بالحقّ ما أعلم كرامة يأتيها أحد من الناس لأهل رحمه إلا قد أتيتها إليهم وأفضل من ذلك، فقال النبيّ: ارجع إلى أهلك فأحسن إليهم، أسأل الله الذي يصلح عباده الصالحين أن يصلح ذات بينكم، وأن يجمعكم على مرضاته، ويجنبكم سخطه، فقال المَلك من عنده، فلبث أياما وقد نـزل بختنصر وجنوده حول بيت المقدس، ومعه خلائق من قومه كأمثال الجراد، ففزع منهم بنو إسرائيل فزعا شديدا، وشق ذلك على ملك بني إسرائيل، فدعا إرميا، فقال: يا نبيّ الله أين ما وعدك الله؟ فقال: إني بربي واثق. ثم إن الملك أقبل إلى إرميا وهو قاعد على جدار بيت المقدس يضحك ويستبشر بنصر ربه الذي وعده، فقعد بين يديه، فقال له إرميا: من أنت؟ قال: أنا الذي كنت أتيتك في شأن أهلي مرّتين، فقال له النبيّ: أولم يأن لهم أن يمتنعوا من الذي هم فيه مقيمون عليه؟ فقال له الملك: يا نبيّ الله، كل شيء كان يصيبني منهم قبل اليوم كنت أصبر عليه، وأعلم أن مأربهم في ذلك سخطي؛ فلما أتيتهم اليوم رأيتهم في عمل لا يرضي الله ولا يحبه الله عزّ وجلّ، فقال له نبيّ الله: على أيّ عمل رأيتهم؟ قال: يا نبيّ الله رأيتهم على عمل عظيم من سخط الله، فلو كانوا على مثل ما كانوا عليه قبل اليوم لم يشتدّ عليهم غضبي، وصبرت لهم ورجوتهم، ولكن غضبت اليوم لله ولك، فأتيتك لأخبرك خبرهم، وإني أسألك بالله الذي بعثك بالحقّ إلا ما دعوت عليهم ربك أن يهلكهم، فقال إرميا: يا مالك السماوات والأرض، إن كانوا على حق وصواب فأبقهم، وإن كانوا على سخطك وعمل لا ترضاه فأهلكهم، فما خرجت الكلمة من في إرميا حتى أرسل الله صاعقة من السماء في بيت المقدس، فالتهب مكان القربان، وخسف بسبعة أبواب من أبوابها؛ فلما رأى ذلك إرميا صاح وشقّ ثيابه، ونبذ الرماد على رأسه وقال: يا ملك السماوات والأرض بيدك ملكوت كلّ شيء وأنت أرحم الراحمين، أين ميعادك الذي وعدتني، فنودي إرميا: إنهم لم يصبهم الذي أصابهم إلا بفتياك التي أفتيت بها رسولنا، فاستيقن النبيّ صلى الله عليه وسلم أنها فتياه التي أفتى بها ثلاث مرّات، وأنه رسول ربه، ثم إن إرميا طار حتى خالط الوحش، ودخل بختنصر وجنوده بيت المقدس، فوطئ الشام، وقتل بني إسرائيل حتى أفناهم، وخرّب بيت المقدس، أمر جنوده أن يملأ كلّ رجل منهم ترسه ترابا ثم يقذفه في بيت المقدس، فقذفوا فيه التراب حتى ملأوه، ثم انصرف راجعا إلى أرض بابل، واحتمل معه سبايا بني إسرائيل، وأمرهم أن يجمعوا من كان في بيت المقدس كلهم، فاجتمع عنده كلّ صغير وكبير من بني إسرائيل، فاختار منهم سبعين ألف صبيّ؛ فلما خرجت غنائم جنده، وأراد أن يقسمها فيهم، قالت له الملوك الذين كانوا معه: أيها الملك لك غنائمنا كلها، واقسم بيننا هؤلاء الصبيان الذين اخترتهم من بني إسرائيل، ففعل وأصاب كلّ رجل منهم أربعة أغلمة، وكان من أولئك الغلمان دانيال وحنانيا وعزاريا وميشائيل وسبعة آلاف من أهل بيت داود، وأحد عشر ألفا من سبط يوسف بن يعقوب، وأخيه بنيامين، وثمانية آلاف من سبط أشر بن يعقوب، وأربعة عشر ألفًا من سبط زبالون بن يعقوب ونفثالي بن يعقوب، وأربعة آلاف من سبط يهوذا بن يعقوب، وأربعة آلاف من سبط روبيل ولاوي ابني يعقوب، ومن بقي من بني إسرائيل، وجعلهم بختنصر ثلاث فرق، فثلثا أقَرّ بالشام، وثلثا سبى، وثلثا قتل، وذهب بآنية بيت المقدس حتى أقدمها بابل، وذهب بالصبيان السبعين الألف حتى أقدمهم بابل، فكانت هذه الوقعة الأولى التي أنـزل الله ببني إسرائيل بإحداثهم وظلمهم، فلما ولى بختنصر عنهم راجعا إلى بابل بمن معه من سبايا بني إسرائيل، أقبل أرميا على حمار له معه عصير ثم ذكر قصته حين أماته الله مئة عام، ثم بعثه، ثم خبر رؤيا بختنصر وأمر دانيال، وهلاك بختنصر، ورجوع من بقي من بني إسرائيل في أيدي أصحاب بختنصر بعد هلاكه إلى الشام، وعمارة بيت المقدس، وأمر عُزَير وكيف ردّ الله عليه التوراة.حدثنا ابن حميد، قال: ثنا سلمة عن ابن إسحاق، قال: ثم عمدت بنو إسرائيل بعد ذلك يحدثون الأحداث، يعني بعد مهلك عُزَير، ويعود الله عليهم، ويبعث فيهم الرسل، ففريقا يكذّبون، وفريقا يقتلون، حتى كان آخر من بعث الله فيهم من أنبيائهم زكريا ويحيى بن زكريا وعيسى ابن مريم، وكانوا من بيت آل داود.حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني محمد ابن إسحاق، عن عمر بن عبد الله بن عروة، عن عبد الله بن الزبير أنه قال، وهو يحدّث عن قتل يحيى بن زكريا قال: ما قُتل يحيى بن زكريا إلا بسبب امرأة بغيّ من بغايا بني إسرائيل، كان فيهم ملك ، وكان يحيى بن زكريا تحت يدي ذلك الملك، فهمَّت ابنة ذلك الملك بأبيها، فقالت: لو أني تزوّجت بأبي فاجتمع لي سلطانه دون النساء، فقالت له: يا أبت تزوّجني ودعته إلى نفسها، فقال لها: يا بنية إن يحيى بن زكريا لا يحل لنا هذا، فقالت: من لي بيحيى بن زكريا ضيَّق عليّ، وحال بيني وبين أن أتزوّج بأبي، فأغلب على مُلكه ودنياه دون النساء؛ قال: فأمرت اللعابين ومحلت بذلك لأجل قتل يحيى بن زكريا، فقالت: ادخلوا عليه فالعبوا، حتى إذا فرغتم فإنه سيُحَكمكم ، فقولوا: دم يحيى بن زكريا ولا تقبلوا غيره. وكان اسم الملك رواد، واسم ابنته البغيّ، وكان الملك فيهم إذا حدّث فكذب، أو وعد فأخلف خلع فاستُبدل به غيرُه؛ فلما ألعبوه وكثر عجبه منهم، قال: سلوني أعطكم، فقالوا له: نسألك دم يحيى بن زكريا أعطنا إياه، قال: ويحكم سلوني غير هذا، فقالوا: لا نسألك شيئا غيره، فخاف على ملكه إن هو أخلفهم أن يُسْتحَلّ بذلك خَلْعه، فبعث إلى يحيى بن زكريا وهو جالس في محرابه يصلي، فذبحوه في طست ثم حزّوا رأسه، فاحتمله رجل في يده والدم يحمل في الطّسْت معه. قال: فطلع برأسه يحمله حتى وقف به على الملك، ورأسه يقول في يدي الذي يحمله لا يحلّ لك ذلك، فقال رجل من بني إسرائيل: أيها الملك لو أنك وهبت لي هذا الدم؟ فقال: وما تصنع به؟ قال: أطهر منه الأرض، فإنه كان قد ضيقها علينا، فقال: أعطوه هذا الدم، فأخذه فجعله في قلة، ثم عمد به إلى بيت في المذبح، فوضع القلة فيه، ثم أغلق عليه، ففار في القُلَّة حتى خرج منها من تحت الباب من البيت الذي هو فيه؛ فلما رأى الرجل ذلك، فظع به، فأخرجه فجعله في فلاة من الأرض، فجعل يفور، وعظمت فيهم الأحداث، ومنهم من يقول: أقرّ مكانه في القربان ولم يحوّل.حدثنا ابن حميد، قال: ثنا سلمة، قال: قال ابن إسحاق: فلما رفع الله عيسى من بين أظهرهم وقتلوا يحيى بن زكريا(وبعض الناس يقول: وقتلوا زكريا)، ابتعث الله عليهم ملكا من ملوك بابل يقال له خردوس، فسار إليه بأهل بابل حتى دخل عليهم الشام، فلما ظهر عليهم أمر رأسا من رءوس جنده يدعى نبور زاذان صاحب القتل، فقال له: إني قد كنت حلفت بإلهي لئن أظهرنا على أهل بيت المقدس لأقتلنهم حتى تسيل دماؤهم في وسط عسكري، إلا أن لا أجد أحدا أقتله، فأمر أن يقتلهم حتى يبلغ ذلك منهم نبور زادان، فدخل بيت المقدس، فقال في البقعة التي كانوا يقربون فيها قربانهم، فوجد فيها دما يغلي، فسألهم فقال: يا بني إسرائيل، ما شأن هذا الدم الذي يغلي، أخبروني خبره ولا تكتموني شيئا من أمره؟ فقالوا: هذا دم قربان كان لنا كنا قرّبناه فلم يُتَقبل منا، فلذلك هو يغلي كما تراه، ولقد قرّبنا منذ ثمان مئة سنة القربان فتقبِّل منا إلا هذا القربان، قال: ما صَدَقْتموني الخبر قالوا له: لو كان كأوّل زماننا لقُبل منا، ولكنه قد انقطع منا المُلك والنبوّة والوحي، فلذلك لم يُتقبل منا، فذبح منهم نبور زادان على ذلك الدم سبع مئة وسبعين روحا من رءوسهم، فلم يهدأ، فأمر بسبع مئة غلام من غلمانهم فذبحوا على الدم فلم يهدأ، فأمر بسبعة آلاف من شيعهم وأزواجهم، فذبحهم على الدم فلم يبرد ولم يهدأ؛ فلما رأى نبور زاذان أن الدم لا يهدأ قال لهم: ويْلكم يا بني إسرائيل أصدقوني واصبروا على أمر ربكم، فقد طال ما ملكتم في الأرض، تفعلون فيها ما شئتم قبل أن لا أترك منكم نافخ نار، لا أنثى ولا ذكرا إلا قتلته، فلما رأوا الجهد وشدّة القتل صدقوه الخبر، فقالوا له: إن هذا دم نبيّ منا كان ينهانا عن أمور كثيرة من سخط الله، فلو أطعناه فيها لكان أرشد لنا، وكان يخبرنا بأمركم فلم نصدّقه، فقتلناه، فهذا دمه، فقال لهم نبور زاذان: ما كان اسمه؟ قالوا: يحيى بن زكريا، قال: الآن صَدَقْتموني، بمثل هذا ينتقم ربكم منكم؛ فلما رأى نبور زاذان أنهم صدقوه خرّ ساجدا وقال لمن حوله: غلقوا الأبواب، أبواب المدينة، وأخرجوا من كان ههنا من جيش خردوس وخلا في بني إسرائيل ثم قال: يا يحيى بن زكريا، قد علم ربي وربك ما قد أصاب قومك من أجلك، وما قُتل منهم من أجلك، فاهدأ بإذن الله قبل أن لا أبقي من قومك أحدا، فهدأ دم يحيى بن زكريا بإذن الله ، ورفع نبور زاذان عنهم القتل وقال: آمنت بما آمنت به بنو إسرائيل، وصدّقت وأيقنت أنه لا ربّ غيره، ولو كان معه آخر لم يصلح، ولو كان له شريك لم تستمسك السماوات والأرض، ولو كان له ولد لم يصلح فتبارك وتقدّس، وتسبح وتكبر وتعظم، ملك الملوك الذي له ملك السماوات السبع والأرض وما فيهن، وما بينهما، وهو على كل شيء قدير، فله الحلم والعلم والعزّة والجبروت، وهو الذي بسط الأرض وألقى فيها رواسي لئلا تزول، فكذلك ينبغي لربي أن يكون ويكون مُلكه. فأوحى الله إلى رأس من رءوس بقية الأنبياء أن نبور زاذان حَبُور صدوق، والحبور بالعبرانية: حديث الإيمان، وإن نبور زاذان قال لبني إسرائيل: يا بني إسرائيل، إن عدوّ الله خردوس أمرني أن أقتل منكم حتى تسيل دماؤكم وسط عسكره، وإني لست أستطيع أن أعصيه، قالوا له : افعل ما أمرت به. فأمرهم فحفروا خندقا وأمر بأموالهم من الخيل والبغال والحمير والبقر والغنم والإبل، فذبحها حتى سال الدم في العسكر، وأمر بالقتلى الذين كانوا قبل ذلك، فطُرحوا على ما قُتل من مواشيهم حتى كانوا فوقهم، فلم يظنّ خردوس إلا أن ما كان في الخندق من بني إسرائيل، فلما بلغ الدم عسكره، أرسل إلى نبور زاذان أن ارفع عنهم، فقد بلغتني دماؤهم، وقد انتقمت منهم بما فعلوا، ثم انصرف عنهم إلى أرض بابل، وقد أفنى بني إسرائيل أو كاد، وهي الوقعة الآخرة التي أنـزل الله ببني إسرائيل، يقول الله عزّ ذكره لنبيّه محمد صلى الله عليه وسلم  وَقَضَيْنَا إِلَى بَنِي إِسْرائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا * فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولا * ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا * إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا *  وَإِنْ عُدْتُمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا  وعسى من الله حقّ، فكانت الوقعة الأولى: بختنصَر وجنوده، ثم ردّ الله لكم الكرّة عليهم، وكانت الوقعة الآخرة خردوس وجنوده، وهي كانت أعظم الوقعتين، فيها كان خراب بلادهم، وقتل رجالهم، وسبي ذراريهم ونسائهم، يقول الله تبارك وتعالى ( وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) ثم عاد الله عليهم فأكثر عددهم، ونشرهم في بلادهم، ثم بَدّلوا وأحدثوا الأحداث، واستبدلوا بكتابهم غيره، وركبوا المعاصي، واستحلوا المحارم وضيَّعوا الحدود.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن أبي عَتَّاب رجل من تغلب كان نصرانيا عمرا من دهره، ثم أسلم بعد، فقرأ القرآن، وفقه في  الدين، وكان فيما ذكر أنه كان نصرانيا أربعين سنة، ثم عُمِّر في الإسلام أربعين سنة، قال: كان آخر أنبياء بني إسرائيل نبيّا بعثه الله إليهم، فقال لهم: يا بني إسرائيل إن الله يقول لكم: إني قد سلبت أصواتكم، وأبغضتكم بكثرة أحداثكم، فهَمُّوا به ليقتلوه، فقال الله تبارك وتعالى له: ائتهم واضرب لى ولهم مثلا فقل لهم: إن الله تبارك وتعالى يقول لكم: اقضوا بيني وبين كرمي، ألم أختر له البلاد، وطيبت له المدرة، وحظرته بالسياج، وعرشته السويق والشوك والسياج والعَوْسَج، وأحطته بردائي، ومنعته من العالم وفضَّلته، فلقيني بالشوك والجذوع، وكل شجرة لا تؤكل ما لهذا اخترت البلدة، ولا طيَّبت المَدَرة، ولا حَظَرته بالسياج، ولا عَرَشْته السويق، ولا حُطْته بردائي، ولا منعته من العالم، فضلتكم وأتممت عليكم نعمتي، ثم استقبلتموني بكلّ ما أكره من معصيتي وخلاف أمري لمه إن الحمار ليعرف مذوده، لمه إن البقرة لتعرف سيدها، وقد حلفت بعزّتي العزيزة، وبذراعي الشديد لآخذنّ ردائي، ولأمرجنّ الحائط، ولأجعلنكم تحت أرجل العالم، قال: فوثبوا على نبيهم فقتلوه، فضرب الله عليهم الذّل، ونـزع منهم الملك، فليسوا في أمة من الأمم إلا وعليهم ذلّ وصغار وجزية يؤدّونها، والملك في غيرهم من الناس، فإن يزالوا كذلك أبدا، ما كانوا على ما هم عليه.قال: قال: فهذا ما انتهى إلينا من جماع أحاديث بني إسرائيل.حدثني يونس، قال: أخبرنا ابن وهب، قال : قال ابن زيد، في قوله ( فَإِذَا جَاءَ وَعْدُ الآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) قال : كانت الآخرة أشدّ من الأولى بكثير، قال: لأن الأولى كانت هزيمة فقط، والآخرة كان التدمير، وأحرق بختنصر التوراة حتى لم يبق منها حرف واحد، وخرب المسجد.حدثنا أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن المنهال، عن سعيد بن جبير، عن ابن عباس، قال: بعث عيسى ابن مريم يحيى بن زكريا، في اثني عشر من الحواريين يعلِّمون الناس، قال: فكان فيما نهاهم عنه، نكاح ابنة الأخ، قال: وكانت لملكهم ابنة أخ تعجبه يريد أن يتزوّجها، وكانت لها كل يوم حاجة يقضيها؛ فلما بلغ ذلك أمها قالت لها: إذا دخلت على الملك فسألك حاجتك، فقولي: حاجتي أن تذبح لي يحيى بن زكريا؛ فلما دخلت عليه سألها حاجتها، فقالت: حاجتي أن تذبح يحيى بن زكريا، فقال: سلي غير هذا! فقالت: ما أسألك إلا هذا، قال: فلما أبت عليه دعا يحيى ودعا بطست فذبحه، فبدرت قطرة من دمه على الأرض، فلم تزل تغلي حتى بعث الله بختنصر عليهم، فجاءته عجوز من بني إسرائيل، فدلَّته على ذلك الدم، قال: فألقى الله في نفسه أن يقتل على ذلك الدم منهم حتى يسكن، فقتل سبعين ألفا منهم من سنّ واحد فسكن.وقوله ( وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ ) يقول: وليدخل عدوّكم الذي أبعثه عليكم مسجد بيت المقدس قهرا منهم لكم وغلبة، كما دخلوه أوّل مرَّةٍ حين أفسدتم الفساد الأوّل في الأرض.وأما قوله ( وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) فإنه يقول: وليدمِّروا ما غلبوا عليه من بلادكم تدميرا، يقال منه: دمَّرت البلد: إذا خرّبته وأهلكت أهله، وتَبَر تَبْرا وتَبارا، وتَبَّرته أتبرُه تتبيرًا، ومنه قول الله تعالى ذكره  وَلا تَزِدِ الظَّالِمِينَ إِلا تَبَارًا  يعني: هلاكا.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس ( وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) قال: تدميرا.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا ) قال : يدمروا ما علوا تدميرا.------------------------الهوامش :(17) كذا في الأصل . واللفظة محرفة . وفي الكتاب المقدس : سفر دانيال ، الإصحاح الخامس : \"حينئذ أمر بلشاصر أن يلبسوا دانيال الأرجوان وقلادة من ذهب في عنقه \".",
  "ayah": 7,
  "surah": 17
}
