{
  "text": "يقول تعالى ذكره لنبيه: وقل يا محمد يا ربّ أدخلني مدخل صدق.واختلف أهل التأويل في معنى مُدْخل الصدق الذي أمر الله نبيّه صلى الله عليه وسلم أن يرغب إليه في أن يدخله إياه، وفي مخرج الصدق الذي أمره أن يرغب إليه في أن يخرجه إياه، فقال بعضهم: عَنَى بمُدْخل الصِّدق: مُدْخل رسول الله صلى الله عليه وسلم المدينة، حين هاجر إليها، ومُخْرَج الصدق: مُخْرجه من مكة، حين خرج منها مهاجرا إلى المدينة.* ذكر من قال ذلك:حدثنا ابن وكيع وابن حميد، قالا ثنا جرير، عن قابوس بن أبي ظَبْيان، عن أبيه، عن ابن عباس قال: كان النبيّ صلى الله عليه وسلم بمكة، ثم أمر بالهجرة، فأنـزل الله تبارك وتعالى اسمه، ( وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا ) .حدثنا محمد بن عبد الله بن بزيع ، قال: ثنا بشر بن المفضل، عن عوف عن الحسن، في قول الله ( أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ) قال: كفار أهل مكة لما ائتمروا برسول الله صلى الله عليه وسلم ليقتلوه، أو يطردوه، أو يُوثِقوه، وأراد الله قتال أهل مكة، فأمره أن يخرج إلى المدينة ، فهو الذي قال الله ( أَدْخِلْنِي مُدْخَلَ صِدْقٍ ) .حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن مَعْمر، عن قتادة ( مُدْخَلَ صِدْقٍ ) قال: المدينة ( مُخْرَجَ صِدْقٍ ) قال: مكة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ) أخرجه الله من مكة إلى الهجرة بالمدينة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ) قال: المدينة حين هاجر إليها، ومخرج صدق: مكة حين خرج منها مخرج صدق، قال ذلك حين خرج مهاجرا.وقال آخرون: بل معنى ذلك: وقل ربّ أمتني إماتة صِدْق، وأخرجني بعد الممات من قبري يوم القيامة مُخْرج صدق.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ ).... الآية، قال: يعني بالإدخال: الموت، والإخراج: الحياة بعد الممات.وقال آخرون: بل عَنَى بذلك: أدخلني في أمرك الذي أرسلتني به من النبوة مُدْخل صدق، وأخرجني منه مُخْرَج صدق.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد ( أَدْخِلْنِي مُدْخَلَ صِدْقٍ ) قال: فيما أرسلتني به من أمرك ( وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ) قال كذلك أيضا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، بنحوه.وقال آخرون: بل معنى ذلك: أدخلني مدخل صدق: الجنة، وأخرجني مخرج صدق: من مكة إلى المدينة.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قال: قال الحسن ( أَدْخِلْنِي مُدْخَلَ صِدْقٍ ) الجنة و ( مُخْرَجَ صِدْقٍ ) من مكة إلى المدينة.وقال آخرون: بل معنى ذلك: أدخلني في الإسلام مُدْخل صدق.* ذكر من قال ذلك:حدثنا سهل بن موسى الرازي، قال: ثنا ابن نمير، عن إسماعيل بن أبي خالد، عن أبي صالح في قوله ( رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ ) قال: أدخلني في الإسلام مُدْخل صدق ( وَأَخْرِجْنِي ) منه ( مُخْرَجَ صِدْقٍ ) .وقال آخرون: بل معنى ذلك: أدخلني مكة آمنا، وأخرجني منها آمنا.* ذكر من قال ذلك: حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك قال في قوله ( رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ) يعني مكة، دخل فيها آمنا، وخرج منها آمنا.وأشبه هذه الأقوال بالصواب في تأويل ذلك، قول من قال: معنى ذلك: وأدخلني المدينة مُدْخل صدق، وأخرجني من مكة مُخْرج صدق.وإنما قلنا ذلك أولى بتأويل الآية، لأن ذلك عقيب قوله  وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لا يَلْبَثُونَ خِلافَكَ إِلا قَلِيلا  . وقد دللنا فيما مضى، على أنه عَنَى بذلك أهل مكة ؛ فإذ كان ذلك عقيب خبر الله عما كان المشركون أرادوا من استفزازهم رسول الله صلى الله عليه وسلم، ليخرجوه عن مكة، كان بيَّنا، إذ كان الله قد أخرجه منها، أن قوله ( وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ ) أمر منه له بالرغبة إليه في أن يخرجه من البلدة التي هم المشركون بإخراجه منها مُخْرج صدق، وأن يدخله البلدة التي نقله الله إليها مُدْخل صدق.وقوله ( وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا ) .اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: واجعل لي ملكا ناصرا ينصرني على من ناوأني، وعِزّا أقيم به دينك، وأدفع به عنه من أراده بسوء.* ذكر من قال ذلك:حدثنا محمد بن عبد الله بن بزيع، قال: ثنا بشر بن المفضل، عن عوف، عن الحسن، في قول الله عزّ وجلّ( وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا ) يُوعِده لَيَنـزعَنَّ مُلك فارس، وعزّ فارس، وليجعلنه له ، وعزّ الرّوم، ومُلك الروم، وليجعلنه له.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله ( وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا ) وإن نبيّ الله علم أن لا طاقةَ له بهذا الأمر إلا بسلطان، فسأل سلطانا نصيرا لكتاب الله عزّ وجلّ، ولحدود الله، ولفرائض الله، ولإقامة دين الله، وإن السلطان رحمة من الله جعلها بين أظهر عباده، لولا ذلك لأغار بعضهم على بعض، فأكل شديدهم ضعيفهم.وقال آخرون: بل عُنِي بذلك حجة بينة.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قول الله عزّ وجلّ( سُلْطَانًا نَصِيرًا ) قال: حجة بينة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.وأولى الأقوال في ذلك بالصواب قول من قال: ذلك أمر من الله تعالى نبيّه بالرغبة إليه في أن يؤتيه سلطانا نصيرا له على من بغاه وكاده، وحاول منعه من إقامته فرائض الله في نفسه وعباده.وإنما قلت ذلك أولى بالصواب ، لأن ذلك عقيب خبر الله عما كان المشركون هموا به من إخراجه من مكة، فأعلمه الله عزّ وجلّ أنهم لو فعلوا ذلك عوجلوا بالعذاب عن قريب، ثم أمره بالرغبة إليه في إخراجه من بين أظهرهم إخراج صدق يحاوله عليهم، ويدخله بلدة غيرها، بمدخل صدق يحاوله عليهم ولأهلها في دخولها إليها، وأن يجعل له سلطانا نصيرا على أهل البلدة التي أخرجه أهلها منها، وعلى كلّ من كان لهم شبيها، وإذا أوتي ذلك، فقد أوتي لا شكّ حجة بينة.وأما قوله ( نَصِيرًا ) فإن ابن زيد كان يقول فيه، نحو قولنا الذي قلنا فيه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا ) قال: ينصرني، وقد قال الله لموسى  سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا  هذا مقدّم ومؤخَّر، إنما هو سلطان بآياتنا فلا يصلون إليكما.",
  "ayah": 80,
  "surah": 17
}
