{
  "text": "يقول تعالى ذكره: وقل يا محمد لهؤلاء المشركين الذين كادوا أن يستفزوك من الأرض ليخرجوك منها( جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ) .واختلف أهل التأويل في معنى الحقّ الذي أمر الله نبيّه صلى الله عليه وسلم أن يُعْلم المشركين أنه قد جاء، والباطل الذي أمره أن يعلمهم أنه قد زَهَق، فقال بعضهم: الحقّ: هو القرآن في هذا الموضع، والباطل: هو الشيطان.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَقُلْ جَاءَ الْحَقُّ ) قال: الحقّ: القرآن ( وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا ) .حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( وَقُلْ جَاءَ الْحَقُّ ) قال: القرآن ( وَزَهَقَ الْبَاطِلُ ) قال: هلك الباطل وهو الشيطان.وقال آخرون: بل عُنِي بالحقّ جهاد المشركين وبالباطل الشرك.* ذكر من قال ذلك:حدثنا القاسم، قال : ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( وَقُلْ جَاءَ الْحَقُّ ) قال: دنا القتال ( وَزَهَقَ الْبَاطِلُ ) قال: الشرك وما هم فيه.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوريّ، عن ابن أبي نجيح، عن مجاهد، عن أبي معمر، عن ابن مسعود، قال: دخل رسول الله صلى الله عليه وسلم مكة، وحول البيت ثلاثُمائة وستون صنما، فجعل يطعنها ويقول ( جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا ) .وأولى الأقوال في ذلك بالصواب أن يقال: أمر الله تبارك وتعالى نبيّه صلى الله عليه وسلم أن يخبر المشركين أن الحقّ قد جاء، وهو كلّ ما كان لله فيه رضا وطاعة، وأن الباطل قد زهق: يقول: وذهب كلّ ما كان لا رضا لله فيه ولا طاعة مما هو له معصية وللشيطان طاعة، وذلك أن الحقّ هو كلّ ما خالف طاعة إبليس، وأن الباطل: هو كلّ ما وافق طاعته، ولم يخصص الله عز ذكره بالخبر عن بعض طاعاته، ولا ذهاب بعض معاصيه، بل عمّ الخير عن مجيء جميع الحقّ، وذهاب جميع الباطل، وبذلك جاء القرآن والتنـزيل، وعلى ذلك قاتل رسول الله صلى الله عليه وسلم أهل الشرك بالله، أعني على إقامة جميع الحقّ، وإبطال جميع الباطل.وأما قوله عزّ وجلّ( وَزَهَقَ الْبَاطِلُ ) فإن معناه: ذهب الباطل، من قولهم: زَهَقت نفسه: إذا خرجت وأزهقتها أنا ؛ ومن قولهم: أزهق السهم: إذا جاوز الغرض فاستمرّ على جهته، يقال منه: زهق الباطل، يزهَق زُهوقا، وأزهقه الله: أي أذهبه.وبنحو الذي قلنا في ذلك، قال أهل التأويل .* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس ( إِنَّ الْبَاطِلَ كَانَ زَهُوقًا ) يقول: ذاهبا.",
  "ayah": 81,
  "surah": 17
}
