{
  "text": "يقول جلّ ثناؤه: قل يا محمد للذين قالوا لك: إنا نأتي بمثل هذا القرآن: لئن اجتمعت الإنس والجنّ على أن يأتوا بمثله، لا يأتون أبدا بمثله، ولو كان  بعضهم لبعض عونا وظهيرا. وذُكِر أن هذه الآية نـزلت على رسول الله صلى الله عليه وسلم بسبب قوم من اليهود جادلوه في القرآن، وسألوه أن يأتيهم بآية غيره شاهدة له على نبوّته، لأن مثل هذا القرآن بهم قُدرة على أن يأتوا به.ذكر الرواية بذلك حدثنا أبو كريب، قال: ثنا يونس بن بكير ، قال: ثنا محمد بن إسحاق، قال: ثنا محمد بن أبي محمد مولى زيد بن ثابت، قال: ثني سعيد بن جبير أو عكرمة، عن ابن عباس، قال: أتى رسول الله صلى الله عليه وسلم محمود بن سيحان وعمر بن أضا (1) وبحري بن عمرو، وعزيز بن أبي عزيز، وسلام بن مِشْكم، فقالوا: أخبرنا يا محمد بهذا الذي جئتنا به حقّ من عند الله عزّ وجلّ ، فإنا لا نراه متناسقا كما تناسق التوراة، فقال لهم رسول الله صلى الله عليه وسلم: \" أما وَالله إِنَّكُمْ لَتَعْرِفُونَ أَنَّهُ مِنْ عِنْدِ الله تَجِدُونَهُ مَكْتُوبا عِنْدَكُمْ، وَلَو اجْتَمَعَتِ الإنْسُ والجِنُّ على أنْ يَأْتُوا بِمِثْلِهِ ما جاءُوا بِهِ ، فقال عند ذلك، وهم جميعا: فِنْحاص، وعبد الله بن صُورِيا، وكِنانة بن أبي الحُقيق، وأشيع، وكعب بن أسد، وسموءَل بن زيد، وجبل بن عمرو: يا محمد ما يعلِّمك هذا إنس ولا جان ، فقال رسول الله صلى الله عليه وسلم :أما وَالله إِنَّكُمْ لَتَعْلَمُونَ أَنَّهُ مِنْ عِنْدِ الله تَجِدُونَهُ مَكْتُوبا عِنْدكمْ في التَّوْرَاةِ والإنجِيلِ ، فقالوا: يا محمد ، إن الله يصنع لرسوله إذا بعثه ما شاء، ويقدر منه على ما أراد، فأنـزل علينا كتابا تقرؤه ونعرفه، وإلا جئناك بمثل ما تأتي به، فأنـزل الله عزّ وجلّ فيهم وفيما قالوا( قُلْ لَئِنِ اجْتَمَعَتِ الإنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا ) .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( لَئِنِ اجْتَمَعَتِ الإنْسُ وَالْجِنُّ ).... إلى قوله ( وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا ) قال: معينا، قال: يقول: لو برزت الجنّ وأعانهم الإنس، فتظاهروا لم يأتوا بمثل هذا القرآن. وقوله عزّ وجلّ( لا يَأْتُونَ بِمِثْلِهِ ) رفع، وهو جواب لقوله \" لئن \"، لأن العرب إذا أجابت لئن بلا رفعوا ما بعدها، لأن \" لئن \" كاليمين وجواب اليمين بلا مرفوع، وربما جزم لأن التي يجاب بها زيدت عليه لام، كما قال الأعشى:لَئِـنْ مُنِيـتَ بِنـا عَـنْ غِـبِّ مَعْرَكَةٍلا تُلْفنــا عَـنْ دِمـاءِ القَـوْمِ نَنْتَفِـلُ (2)--------------------------الهوامش :(1) قد بين ابن إسحاق في السيرة أسماء الأعداء من يهود، ولم أجد بينهم من اسمه عمر بن أصان الذي جاء في الأصل، ولعله نعمان ابن أضا، من بني قينقاع (انظر السيرة طبعة الحلبي 2: 161).(2) هذا البيت للأعشى ميمون بن قيس (ديوانه طبع القاهرة بشرح الدكتور محمد حسين ص 63) من قصيدته التي مطلعها: \"ودع هريرة\" وعدتها 66 بيتا، وبيت الشاهد هو ال 63 قالها ليزيد بن مسهر، أبي ثابت الشيباني، يقول: إنا لا نمل القتال، ولو قدر لك أن تبتلى بنا في أعقاب معركة قد خضناها، لوجدت فينا قوة على قتال جدير، ولم ترنا نحيد عن الخوض في الدماء مرة أخرى. ومحل الشاهد فيه أن قول الله (لا يأتون بمثله) جواب للقسم المتقدم عليه في قوله تعالى (لئن اجتمعت) ولم يؤكد فعل الجواب بالنون، لأنه مسبوق بالنفي \"لا\".. ومثله في قول الأعشى؛: \"لا تلفنا\" الذي لم يؤكد بالنون مع أنه جواب القسم \"لئن منيت\"، وامتنع التوكيد لوجود النفي في الجواب.",
  "ayah": 88,
  "surah": 17
}
