{
  "text": "اختلفت القرّاء في قراءة قوله ( كِسَفا ) فقرأته عامّة قرّاء الكوفة والبصرة بسكون السين، بمعنى: أو تسقط السماء كما زعمت علينا كسفا، وذلك أن الكِسف في كلام العرب: جمع كِسْفة، وهو جمع الكثير من العدد للجنس، كما تجمع السِّدْرة بسِدْر، والتمر بتمر، فحُكي عن العرب سماعا: أعطني كِسفة من هذا الثوب: أي قطعة منه، يقال منه: جاءنا بثريد كسف: أي قطع خبز ، وقد يحتمل إذا قرئ كذلك \" كِسْفا \" بسكون السين أن يكون مرادا به المصدر من كسف (4) . فأما الكِسَف بفتح السين، فإنه جمع ما بين الثلاث إلى العشر، يقال: كِسَفة واحدة، وثلاث كِسَف، وكذلك إلى العشر ، وقرأ ذلك عامة قرّاء أهل المدينة وبعض الكوفيين ( كِسَفا ) بفتح السين بمعنى: جمع الكِسْفة الواحدة من الثلاث إلى العشر، يعني بذلك قِطَعا : ما بين الثلاث إلى العشر.وأولى القراءتين في ذلك بالصواب عندي قراءة من قرأه بسكون السين، لأن الذين سألوا رسول الله صلى الله عليه وسلم ذلك، لم يقصدوا في مسألتهم إياه ذلك أن يكون بحدّ معلوم من القطع، إنما سألوا أن يُسقط عليهم من السماء قِطَعا، وبذلك جاء التأويل أيضا عن أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( كِسْفا ) قال: السماء جميعا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.قال ابن جريج: قال عبد الله بن كثير، عن مجاهد، قوله ( كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا ) قال: مرّة واحدة، والتي في الروم  وَيَجْعَلُهُ كِسَفًا  قال: قطعا، قال ابن جريج : كسفا لقول الله  إِنْ نَشَأْ نَخْسِفْ بِهِمُ الأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا ) قال: أي قطعا.حدثنا عليّ، قال: ثنا عبد الله بن صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( كِسَفًا ) يقول: قطعا.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( كِسَفا ) قال: قطعا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس، قوله ( أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا ) يعني قِطَعا.القول في تأويل قوله تعالى :  أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلا  .يقول تعالى ذكره عن قيل المشركين لنبيّ الله صلى الله عليه وسلم: أو تأتي بالله يا محمد والملائكة قبيلا.واختلف أهل التأويل في معنى القبيل في هذا الموضع، فقال بعضهم: معناه: حتى يأتي الله والملائكة كلَّ قبيلة منا قبيلة قبيلة، فيعاينونهم.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( وَالْمَلائِكَةِ قَبِيلا ) قال: على حدتنا، كلّ قبيلة.حدثنا القاسم، قال: ثنا الحسين، قال: ثنى حجاج، عن ابن جريج، عن مجاهد، قوله ( أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلا ) قال: قبائل على حدتها كلّ قبيلة.وقال آخرون: معنى ذلك: أو تأتي بالله والملائكة عيانا نقابلهم مقابلة، فنعاينهم معاينة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلا ) نعاينهم معاينة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلا ) فنعاينهم.ووجَّهه بعض أهل العربية إلى أنه بمعنى الكفيل من قولهم: هو قَبِيلُ فلان بما لفلان عليه وزعيمه.وأشبه الأقوال في ذلك بالصواب، القول الذي قاله قتادة من أنه بمعنى المعاينة، من قولهم: قابلت فلانا مقابلة ، وفلان قبيل فلان، بمعنى قبالته، كما قال الشاعر:نُصَــالِحُكُمْ حــتى تَبُـوءُوا بِمِثْلِهـاكصَرْخَــةِ حُــبْلَى يَسَّـرَتْها قَبِيلُهـا (5)يعني قابِلَتها. وكان بعض أهل العلم بكلام العرب من أهل البصرة يقول: إذا وصفوا بتقدير فعيل من قولهم قابلت ونحوها، جعلوا لفظ صفة الاثنين والجميع من المؤنث والمذكر على لفظ واحد، نحو قولهم: هذه قبيلي، وهما قبيلي، وهم قبيلي، وهن قبيلي.--------------------الهوامش :(4) مصدر الفعل كسف يكسف (كضرب يضرب) هو الكسف، بفتح الكاف وسكون السين (اللسان).(5) البيت للأعشى ميمون بن قيس (ديوانه طبع القاهرة بشرحالدكتور محمد حسين ص 177) وهو من قصيدة عدتها 18 بيتا. والشاهد هو ال 17فيها. وقبله:فــــإنّي ورَبِّ السَّاجدِيِنعَشِـــيَّةًوَمَـا صَـكَّ نـاقُوسَ النَّصَارَى أبيلُهاوالقصيدة قالها في الحرب التي كانت بينه وبين الحرقتين، يعاتب بني مرثد وبني جحدر، وفي رواية الشاهد: \"أصالحكم\" بالهمزة بدل النون. يقول: لن أصالحكم حتى تبوءوا بمثل جنايتكم وبغيكم، وتصرخوا صرخة الحبلى حين تعينها القابلة في المخاض. \"وقبولها\" في موضع: قبيلها. والأبيل الراهب. وتبوءا.ويسرتها: سهلت ولادتها وأعانتها فيها. والقبول: المرأة التي تستقبل الولد عند الولادة.وفي مجاز القرآن لأبي عبيدة (1: 390) عند قوله تعالى: (والملائكة قبيلا) مجازه مقابلة، أي: معاينة. وقال:نصــالحكم حــتى تبـوءوا بمثلهـاكصرخــة حــبلى بشـرتها قبيلهـاأي قابلتها. فإذا وصفوا بتقدير \"فعيل\" من قولهم \"قابلت\" ونحوها، جعلوا لفظ صفة الاثنين والجميع، من المذكر والمؤنث، على لفظ واحد، نحو قولك: هي قبيلي، وهما قبيلي، وكذلك هن قبيلي. اهـ . وفي (لسان العرب: قبل): والقبيل والقبول القابلة. المحكم: قبلت القابلة الولد قبالا: أخذته من الوالدة، وهي قابلة المرأة وقبولها وقبيلها، قال الأعشى:أصــالحكم حــتى تبـوءوا بمثلهـاكصرخــة حـبلى أسـلمتها قبيلهـاويروى: قبلوها. أي يئست منها.",
  "ayah": 92,
  "surah": 17
}
