{
  "text": "والفاء فى قوله - تعالى - : ( فارتقب يَوْمَ تَأْتِي السمآء بِدُخَانٍ مُّبِينٍ ) لترتيب ما بعدها على ما قبلها ، ولتسلية الرسول - صلى الله عليه وسلم - وأمره بالصبر حتى يحكم الله بينه وبينهم .والارتقاب : الانتظار ، وأكثر ما يستعمل الارتقاب فى الأمر المكروه والمراد باليوم مطلق الوقت ، وهو مفعول به لارتقب .قال الآلوسى ما ملخصه : \" والمراد السماء جهة العلو ، وإسناد الإِتيان بذلك إليها من قبيل الإِسناد إلى السبب ، لأنه يحصل بعدم إمطارها . . \" .أى : فارتقب يوم تأتى السماء بجدب ومجاعة ، فإن الجائع جدا يرى بينه وبين السماء كهيئة الدخان ، وهى ظلمة تعرض للبصر لضعفه . . وإرادة الجدب والمجاعة منه مجاز ، من باب ذكر المسبب وإرادة السبب . . وبعض العرب يسمى الشر الغالب دخانا ، ووجه ذلك أن الدخان مما يتأذى به فأطلق على كل مؤذ يشبهه ، وأريد به هنا الجدب ، ومعناه الحقيقى معروف .وللمفسرين فى معنى هذه الآية إتجاهات أولها : ما ورد فى الحديث الصحيح من \" أن مشركى مكة ، لما أصروا على كفرهم على إعراضهم عن الحق ، دعا عليهم الرسول - صلى الله عليه وسلم - بقوله : \" اللهم أعنى عليهم بسبع كسبع يوسف . . \" فأصابهم القحط والبلاء والجوع . .وكنى عن ذلك بالدخان ، لأن العرب يسمون الشر الغالب بالدخان ، فيقولون : كان بيننا أمر ارتفع له دخان . .والسبب فيه أن الإِنسان إذا اشتد ضعفه ، أظلمت عيناه ، فيرى الدنيا كالمملوءة بالدخان .روى البخارى وغيره عن ابن مسعود قال : \" إن قريشا لما أبطأت عن الإِسلام ، واستعصت على رسول الله - صلى الله عليه وسلم - دعا عليهم بسنين كسنى يوسف ، فأصابهم من الجهد والجوع حتى اكلوا العظام والميتة وجعلوا يرفعون أبصارهم إلى السماء فلا يرون إلا الدخان . .فقيل : يا رسول الله ، استسق الله لمضر فإنها قد هلكت ، فاستسقى لهم فسقوا ، فأنزل الله : ( إِنَّا كَاشِفُو العذاب قَلِيلاً إِنَّكُمْ عَآئِدُونَ ) \" .قال ابن كثير : \" وهذا الحديث مخرج فى الصحيحين ، ورواه الإِمام أحمد فى مسنده ، وهو عند الترمذى والنسائى فى تفسيرهما ، وعن ابن جرير وابن أبى حاتم من طرق متعددة \" .وعلى هذا الرأى يكون الدخان قد وقع فعلا ، بمعنى أن المشركين قد أصابهم بلاء شديد فى عهد النبى - صلى الله عليه وسلم - . ثم كشف الله عنهم ما كشف ببركة دعاء النبى - صلى الله عليه وسلم - .أما الاتجاه الثانى فيرى أصحابه ، أن المراد بالدخان ، ما يكون قبل يوم القيامة من دخان يسبق ذلك ، كعلامة من علامات البعث والنشور .واستدل أصحاب هذا الاتجاه ، بأحاديث ذكرها المفسرون .قال ابن كثير : \" وقال آخرون : لم يمض الدخان بعد ، بل هو من أمارات الساعة ، كما تقدم من حديث حذيفة بن أسدي الغفارى . قال : أشرف علينا رسول الله - صلى الله عليه وسلم - من غرفته ونحن نتذاكر الساعة ، فقال : \" لا تقوم الساعة حتى تروا عشر آيات : طلوع الشمس من مغربها ، والدخان ، والدابة ، وخروج يأجووج ومأجوج ، وخروج عيسى ابن مريم ، والدجال وثلاثة خسوف : خسوف بالمشرق وخسوب بالمغرب ، وخسوف بجزيرة العرب ، ونار تخرج من قعر عدن تسوق الناس - أو تحشر الناس - تبينت معهم حيث باتوا ، وتقيل حيث قالوا .ثم ساق ابن كثير بعد ذلك أحاديث أخرى ، وقال فى نهايتها : والظاهر أن ذلك يوم القيامة .ويبدو لنا أن الاتجاه الأول أقرب إلى سياق الآيات التى ذكرها الله - تعالى - فى هذه السورة ، ولا يتعارض ذلك مع كون ظهور الدخان علامة من علامات قرب يوم القيامة ، كما جاء فى حديث حذيفة بن أسيد الغفارى ، الذى ذكره ابن كثير - رحمه - الله - وقال فى شأنه : تفرد بإخراجه مسلم فى صحيحه .ومن المفسرين الذين رجحوا الاتجاه الأول الإِمام الطبرى ، فقد قال بعد أن ساق هذين القولين : وأولى القولين بالصواب فى ذلك قول ابن مسعود ، من أن الدخان الذى أمر الله - تعالى - نبيه ان يرتقبه ، هو ما أصاب قومه من الجهد بدعائه عليهم .وإنما قلت القول الذى قاله ابن مسعد - رضى الله عنه - هو أولى تأويل الآية ، لأن الله - تعالى - توعد بالدخان مشركى قريش . . ولأن الأخبار قد تظاهرة بأن ذلك كائن .والمعنى : فانتظر يا محمد لمشركى قومك ، يوم تأتيهم السماء من البلاء الذى يحل بهم ، بمثل الدخان المبين .ومنهم - أيضا - الإِمام الآلوسى ، فقد قال - رحمه الله - : هذا والأظهر حمل الدخان على ما روى عنا بن مسعود ، لأن أنسب بالسياق ، لما أنه فى كفار قريش ، وبيان سو حالهم .",
  "ayah": 10,
  "surah": 44
}
