{
  "text": "سورة العلقوهي مكية بإجماع ، وهي أول ما نزل من القرآنفي قول أبي موسى وعائشة رضي الله عنهما . وهي تسع عشرة آيةبسم الله الرحمن الرحيماقرأ باسم ربك الذي خلقهذه السورة أول ما نزل من القرآن في قول معظم المفسرين . نزل بها جبريل على النبي - صلى الله عليه وسلم - وهو قائم على حراء ، فعلمه خمس آيات من هذه السورة . وقيل : إن أول ما نزل يا أيها المدثر ، قاله جابر بن عبد الله ; وقد تقدم . وقيل : فاتحة الكتاب أول ما نزل ; قاله أبو ميسرة الهمداني . وقال علي بن أبي طالب - رضي الله عنه - : أول ما نزل من القرآن قل تعالوا أتل ما حرم ربكم عليكم والصحيح الأول . قالت عائشة : أول ما بدئ به رسول الله - صلى الله عليه وسلم - الرؤيا الصادقة ; فجاءه الملك فقال : اقرأ باسم ربك الذي خلق خلق الإنسان من علق اقرأ وربك الأكرم . خرجه البخاري .وفي الصحيحين عنها قالت : أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصادقة في النوم ; فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح ، ثم حبب إليه الخلاء ، فكان يخلو بغار حراء ، يتحنث فيه الليالي ذوات العدد ، قبل أن يرجع إلى أهله ويتزود لذلك ; ثم يرجع إلى [ ص: 106 ] خديجة فيتزود لمثلها ; حتى فجئه الحق وهو في غار حراء ، فجاءه الملك ، فقال : \" اقرأ \" : فقال : \" ما أنا بقارئ - قال - فأخذني فغطني ، حتى بلغ مني الجهد ، ثم أرسلني \" فقال : \" اقرأ \" فقلت : \" ما أنا بقارئ . فأخذني فغطني الثالثة حتى بلغ مني الجهد ، ثم أرسلني ، فقال : \" اقرأ باسم ربك الذي خلق خلق الإنسان من علق اقرأ وربك الأكرم . الذي علم بالقلم . علم الإنسان ما لم يعلم \" الحديث بكماله .وقال أبو رجاء العطاردي : وكان أبو موسى الأشعري يطوف علينا في هذا المسجد \" مسجد البصرة \" فيقعدنا حلقا ، فيقرئنا القرآن ; فكأني أنظر إليه بين ثوبين له أبيضين ، وعنه أخذت هذه السورة : اقرأ باسم ربك الذي خلق . وكانت أول سورة أنزلها الله على محمد - صلى الله عليه وسلم - . وروت عائشة - رضي الله عنها - أنها أول سورة أنزلت على رسول الله - صلى الله عليه وسلم - ، ثم بعدها ن والقلم ، ثم بعدها يا أيها المدثر ثم بعدها والضحى ذكره الماوردي . وعن الزهري : أول ما نزل سورة : ( اقرأ باسم ربك - إلى قوله - ما لم يعلم ) ، فحزن رسول الله - صلى الله عليه وسلم - ، وجعل يعلو شواهق الجبال ، فأتاه جبريل فقال له : ( إنك نبي الله ) فرجع إلى خديجة وقال : \" دثروني وصبوا علي ماء باردا \" فنزل يا أيها المدثر .ومعنى اقرأ باسم ربك أي اقرأ ما أنزل إليك من القرآن مفتتحا باسم ربك ، وهو أن تذكر التسمية في ابتداء كل سورة . فمحل الباء من باسم ربك النصب على الحال . وقيل : الباء بمعنى على ، أي اقرأ على اسم ربك . يقال : فعل كذا باسم الله ، وعلى اسم الله . وعلى هذا فالمقروء محذوف ، أي اقرأ القرآن ، وافتتحه باسم الله . وقال قوم : اسم ربك هو القرآن ، فهو يقول : اقرأ باسم ربك أي اسم ربك ، والباء زائدة ; كقوله تعالى تنبت بالدهن ، وكما قال :هن الحرائر لا ربات أخمرة سود المحاجر لا يقرأن بالسورأراد : لا يقرأن السور . وقيل : معنى اقرأ باسم ربك أي اذكر اسمه . أمره أن يبتدئ القراءة باسم الله .",
  "ayah": 1,
  "surah": 96
}
