{
  "text": "Commentary\nIn the Tafsir of verses 17 and 18: فَبَشِّرْ‌ عِبَادِ ﴿17﴾ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَـٰئِكَ الَّذِينَ هَدَاهُمُ اللَّـهُ ۖ وَأُولَـٰئِكَ هُمْ أُولُو الْأَلْبَابِ (So, give the good news to My servants who listen to what is said, then, follow the best of it. Those are the ones whom Allah has guided, and those are the ones who possess understanding), there are several views expressed by learned commentators. One of these is what Ibn Kathir has opted for. Maulana Ashraf ` Ali Thanavi has also gone by it. According to this view, the word: القول (al-qawl:what is said) used here means Qur'an, the Word of Allah, or it means the Qur'an inclusive of the teachings of the Holy Prophet ﷺ - and all of it is but the best. Therefore, the obvious dictate of the occasion was to say: يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ (who listen to what is said, then, follow it). But, that is not how it was said, instead, the word: أَحْسَنَ (ahsan) was added which indicates that these people did not follow the Qur'an and the teachings of the Holy Prophet ﷺ with any lack of discernment as is the way of some common people who hear something from someone and start following it without any inquiry, deliberation or insight. In fact, these are believers who have followed the Word of Allah and the teachings of His Rasul after having found it true and best. As a result, towards the end of the verse, they have been praised as being: أُولُو الْأَلْبَابِ (ulu-l-al-bab) that is, the people of understanding, (the wise, the farsighted, and the discerning ones). Another example of this appears in the Qur'an itself when Sayyidna Musa (علیہ السلام) is being addressed about the Torah in the following words:\tفَخُذْهَا بِقُوَّةٍ وَأْمُرْ‌ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا (So hold it firm, and ask your people to hold on to the best things in it - Al-A` raf, 7:145). Here too, the word: اَحسَن (ahsan) means the entire Torah and its injunctions. Similarly, in the verses cited above, 'listening to the word' means 'listening to the Qur'an' and 'following the best' means 'following the entire Qur'an' which has been referred to as: أَحْسَنَ الْحَدِيثِ\t(ahsan al-Hadith: the best thing said). In connection with this very Tafsir - that 'al-qawl' should be taken to mean the Qur'an particularly - some elders have also said that in the Qur'an as well there are many injunctions that have degrees of \t(hasan: good) and حَسَن (ahsan: better, best). For example, retaliation and pardon are both permissible, but pardon is better and more graceful: وَأَن تَصْبِرُ‌وا خَيْرٌ‌ لَّكُمْ (and that you be patient is better for you - An-Nis' - 4:25). There are many things in which the Qur'an gives one the choice to take to what one likes without any apprehension of sin, but, on occasions, it has also pinpointed one of these as being the best and most graceful thing to do, for example: وَأَن تَعْفُوا أَقْرَ‌بُ لِلتَّقْوَىٰ (And it is closer to taqwa that you forgive - Al-Baqarah, 2:237). There are many things in which concession has been granted, but opting for the way of courage and determination has still been called better and more graceful. Thus, the verse comes to mean that these people listen to the injunctions of the Qur'an - those relating to concession (rukhsah) as well as those relating to the courageous determination (` azimah) - but elect to follow the course of determination instead of concession. And in everything where they have a choice between two things, one being good and the other, better, then, invariably they elect to do what is better.\nThen, there are many commentators who take 'al-qawl' at this place to mean what is said by common people that includes things about tauhid, shirk, kufr, Islam, haqq and batil, even about the refinements of truth as good, better, weightier and outweighed. If we were to follow this Tafsir, the verse would mean that, as far as listening is concerned, these people do listen to what everyone has to say - be they disbelievers or believer, be it truth or falsehood, good or bad, everything - but, when it comes to following, they follow only that which is the best. Thus, they follow tauhid, not shirk; haqq (truth), not batil (falsehood), and if they have to choose between the degrees of haqq, they follow that which is better and weightier. Therefore, these people were credited with two attributes: (1) Firstly, by virtue of: ھَدٰبھُمُ اللہُ (Allah has guided them - 39:18), therefore, they do not go astray after having listened to so many different things. (2) Secondly, by the compliment of: وَأُولَـٰئِكَ هُمْ أُولُو الْأَلْبَابِ (and they are the ones who possess understanding - 39:18), that is, they are sensible people, and their good sense, insight and discernment helps them draw the line between good and bad, true and false. Thus, when such people have the ability to distinguish between good and better and when it comes to opting for one of the two, they would opt for the better.\nTherefore, it has been said that this verse was revealed about Sayyidna Zayd Ibn ` Amr Ibn Nufayl, Sayyidna Abu Dharr al-Ghifari and Sayyidna Salman al-Farisi ؓ . Sayyidna Zayd Ibn ` Amru Ibn Nufayl ؓ used to hate shirk and idol worship even during the days of Jahiliyyah. The other two Sahabah, Sayyidna Abu Dharr al-Ghifari and Sayyidna Salman al-Farisi ؓ listened to people of different religions, to the mushriks, the Jews and the Christians, and saw their ways of life, and it was only then that they embraced Islam and, finding the teachings of the Qur'an as the best, they preferred them. (Qurtubi)",
  "ayah": 20,
  "surah": 39
}
