{
  "text": "Verse 23 opens with the words: اللَّـهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ (Allah has sent down the best discourse, a book containing subjects resembling each other, mentioned again and again). In the verse previous to it, the state of the faithful servants of Allah was mentioned as: يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ (who listen to what is said, then, follow the best of it - 39:18). Here, in the verse under study (23), we have been told that the whole Qur'an is 'ahsan-ul-hadith,' the best of what is said. The word: حَدِیث (Hadith) literally means the speech or account that is related. The outcome of calling Qur'an, 'ahsan-ul-hadith, is that, out of everything human beings say or relate, the Qur'an remains the most eloquent. Onwards from here, some attributes of the Qur'an have been mentioned: (1) It is:\tكِتَابًا مُّتَشَابِهًا (a book containing subjects resembling each other). At this place, the word: مُتَشَابِہ (mutashabih) means resembling each other or mutually corresponding, that is, the subjects dealt with in the Qur'an are related to each other, and are similar. So much so that one verse gets to be explained or confirmed by another verse. This 'word' is free of contradiction and conflict. (2) The second attribute is: مَثَانِی (mathani) which is the plural form of: مَثنٰی (mathna) which means repeated. The sense is that a subject is taken up repeatedly in the Qur'an to help make it settle down in one's mind. (3) As for the third attribute, it was described in very eloquent words by saying: تَقْشَعِرُّ‌ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَ‌بَّهُمْ (shivered from which are the skins of those who have awe of their Lord.) that is, 'so overwhelmed and apprehensive the God-fearing become before the greatness of Allah that they, when reciting the Qur'an, are gripped with such an state of awe that it makes their hair stand on end.' (4) The fourth attribute has been identified as: ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ‌ اللَّـهِ (Then, their skins and their hearts become soft enough to tend to the remembrance of Allah.), that is, the recitation of the Qur'an affects them in two ways. First, as said immediately above, when they hear the warnings of punishment, it makes their hair stand on end. Then they listen to the verses promising mercy and forgiveness which takes them to a state when their bodies and hearts turn tenderized, mellowed in the remembrance of Allah. Sayyidah Asma' bint Abi Bakr ؓ says that this used to be the common emotional state of the noble Sahabah - when the Qur'an was recited before them, tear would be rolling down their eyes, and the hair would be standing on end. (Qurtubi)\nIt has been narrated by Sayyidna ` Abdullah Ibn ` Abbas ؓ that the Holy Prophet ﷺ said, \"A servant over whose body hair would stand on end due to the fear of Allah, then, Allah Ta’ ala forbids the Fire from ever touching his body. (Qurtubi)",
  "ayah": 23,
  "surah": 39
}
