{
  "text": "Commentary\nThe time to sleep and the time to die: How is the soul exacted and what is the difference between the two\nIn verse 42, it was said: اللَّـهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا (Allah fully takes away the souls [ of the people ] at the time of their death, and [ of ] those who do not die, in their sleep.). The word: تَوَفَّی (tawaffa) literally means to receive, to take back, exact. In this verse, Allah Ta’ ala has stated very clearly and emphatically that the spirits or souls (arwah) of living beings are under the free will and discretionary dispensation of Allah Ta’ ala at all times and under all conditions. He can seize, exact and take them back at will. And there is at least one manifestation of this absolutely autonomous dispensation that every living being sees and feels everyday when, once asleep, the ruh (spirit, soul) of a person is, so to say, taken away from the body, then, returned on rising from sleep, and ultimately, one such time is bound to come when this ruh stands seized, absolutely and conclusively, following which, this will never be returned.\nAccording to Tafsir Mazhari, the sense of 'taking the ruh away' is to sever its connection with the human body. There are occasions when it is totally severed, both outwardly and inwardly. This is what death is. Then, there are occasions when it is severed only outwardly while it remains active inwardly, the effect of which is that it is only the sense and volitional movement - being obvious signs of life - that are severed, however, the connection of ruh with the body remains active inwardly. Under this arrangement, one breathes and stays alive, however, the form it takes is that the human spirit (ruh) is made to turn its attention to a (panoramic) study of the universe of images ('Alam-ul-mithal), and whereby it is made to pass into a state of forgetfulness and suspension away from this universe, so that one can become fully at rest. And then, at times, even this inward connection is severed because of which the life of the body goes extinct, totally.\nIn the verse cited above, the word: يَتَوَفَّى (yatawaffa) in the sense of 'takes in full' (qabd) is used by way of ` umum-ul- majaz which covers both meanings. This difference of ruh (spirit, soul) being taken away both in death and sleep delineated earlier also finds support in a saying of Sayyidna ` Ali ؓ . He said that, at the time of sleep, the ruh of a person goes away from his body, but a beam or ray of ruh stays behind in the body due to which one remains alive - and it is through this 'beamed' connection that one sees a dream. Then this dream, in the event that it has been seen in the state the attention of the ruh was raptly turned towards the universe of images, is a true dream. But, if it was seen in a state when the ruh was returning back to the body, then, it becomes polluted with Shaitanic inputs, and that dream no more remains a true dream. And he also said that the ruh that comes out of the body of a person during the state of sleep returns to the body when one wakes up within a time that is much less than an eye would take to wink.",
  "ayah": 42,
  "surah": 39
}
