{
  "text": "In the first sentence of verse 9, it was said: أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ (Can (such people be equal to) the one who worships during the hours of the night, prostrating and standing, fearing the Hereafter and having hopes in his Lord's mercy?). The first word: أَمَّنْ (amman) is a combination of two words: اَم (am: an interrogative particle) and: مَن (man: relative pronoun). Before this sentence, the disbelievers have told on behalf of Allah Ta’ ala that they can go ahead and enjoy the fruits of their disbelief and sin during this mortal life, but finally they are doomed to stoke the fire of Jahannam. After then, the present sentence takes up the description of an obedient believer that has been initiated with the question word of أَمَّنْ (amman). Scholars of exegesis have said that there is an ellipsis of a sentence that should have appeared earlier, that is, the disbeliever will be told, 'are you better, or is it the obedient believer who has been mentioned later?'. The word: قَانِت (qanit) has been explained variously. That which comprehends all these meanings comes from Sayyidna Ibn Masud ؓ . According to him, it means devotedly obedient, and when this word is used in conjunction with Sala ھ ، as in: قُومُوا لِلَّـهِ قَانِتِينَ (Stand before Allah in total devotion - Al-Baqarah, 2:238), there it means the person who lowers his gaze in salah, does not see right and left, does not play with his body or clothes and does not voluntarily remember anything from his worldly life. Any incidence of forgetfulness or involuntary scruple would not be considered contrary to this. (Qurtubi)\nImmediately next in verse 9, it was said: آنَاءَ اللَّيْلِ (during the hours of the night). The expression means hours of the night and denotes the early, the middle and the last part of the night. Sayyidna Ibn ` Abbas ؓ said that, 'a person who wishes that Allah Ta’ ala would make the reckoning on the plains of Resurrection easy on him should so manage himself that Allah Ta’ ala finds him in the state of Sujud (prostration) and Qiyam (stance of standing) during the darkness of the night in an emotional condition in which he is concerned about his fate in the Hereafter, yet is hoping for the mercy of Allah.' Some early commentators have identified the time between Maghrib and 'Isha' also as included in the expression آنَاءَ اللَّيْلِ ('ana'-ul-lail). (Qurtubi)",
  "ayah": 9,
  "surah": 39
}
