{
  "text": "অতএব যে ব্যক্তি আল্লাহ্‌ সম্পর্কে মিথ্যা রচনা বা আল্লাহর আয়াতসমূহে মিথ্যারোপ করে তার চেয়ে বড়  যালিম আর কে [১]? নিশ্চয় অপরাধীরা সফলকাম হবে না [২]।\n[১] অর্থাৎ তার চাইতে বড় যালেম আর কেউ নেই যে আল্লাহর উপর মিথ্যা রটনা করে এবং তাঁর বাণী পরিবর্তন করে। আর তিনি যা নাযিল করেছেন তার সাথে কোন কিছু যোগ করে দেয়। অনুরূপভাবে তোমাদের থেকে বড় যালেমও আর কেউ হবে না যদি তোমরা কুরআনকে অস্বীকার কর এবং আল্লাহর উপর মিথ্যা অপবাদ দাও এবং বল যে, এটা আল্লাহর কালাম নয়। এটাই আল্লাহ তা'আলা তার রাসূলকে নির্দেশ দিয়েছেন, যাতে তিনি তাদেরকে এটা জানিয়ে দেন। [কুরতুবী]\n[২] অর্থাৎ যারা আল্লাহর উপর মিথ্যাচার করে তারা কখনো সফলকাম হবে না। তাদের কর্মকাণ্ড মানুষের কাছে মিথ্যা হিসেবে বিবেচিত হবেই। মূলত: নবী সত্য বা মিথ্যা এটা জানার বিভিন্ন পদ্ধতি বিদ্যমান। তন্মধ্যে সবচেয়ে বড় বিষয় হলো, দু’জনের চারিত্রিক বৈশিষ্ট্য, কথাবার্তা, চাল-চলন ইত্যাদি তুলনা করা। বিবেকবান মাত্রই এ কাজটি সহজে করতে পারে। মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে মুসাইলামা কাৰ্য্যাবের কোন তুলনা কি চলে? আমর ইবনে আস একবার মুসাইলামার কাছে গেল। মুসাইলামা তার পুরাতন বন্ধু ছিল। আমর তখনও ইসলাম গ্রহণ করেনি। তখন মুসাইলামা তাকে জিজ্ঞাসা করলঃ হে আমর! তোমাদের লোকের (অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) উপর এ সময়ে কি নাযিল হয়েছে? আমর ইবনে \"আস জবাবে বললঃ আমি তার সাথীদের একটি সূরা পড়তে শুনেছি। মুসাইলামা বল্লঃ সেটা কি? আমর বললঃ\n(وَ الۡعَصۡرِ ۙ﴿۱﴾  اِنَّ  الۡاِنۡسَانَ لَفِیۡ خُسۡرٍ ۙ﴿۲﴾  اِلَّا  الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ تَوَاصَوۡا بِالۡحَقِّ ۬ۙ  وَ تَوَاصَوۡا بِالصَّبۡرِ ﴿۳﴾)\nসূরাটি শুনে মুসাইলামা কিছুক্ষণ চিন্তা করতে থাকলো, তারপর বললোঃ আমার উপরও অনুরূপ নাযিল করা হয়েছে। আমর বললোঃ সেটা কি? সে বললঃ\n(يَاوَبَر، اِنَّمَا اَنْتَ اُذُنَانِ وَصَدَدُ، وَسَائِرُكَ حَقَرٌ نَقَرٌ) ,\nতারপর মুসাইলামা বাহাদুরী নেয়ার আশায় আমরের দিকে তাকিয়ে বললোঃ আমর! কেমন লাগলো? তখন আমর বললোঃ আল্লাহর শপথ করে বলছি, তুমি অবশ্যই এটা জানো যে, আমি জানি, তুমি মিথ্যা বলছ”। [ইবন কাসীর; ইবন রাজাব, জামেউল উলুম ওয়াল হিকাম: ১১২] এটাই যদি একজন কাফেরের বিশ্লেষণ তাহলে মুমিন কত সহজেই সত্য নবী ও মিথ্যা নবীর মধ্যে পার্থক্য করতে পারবে তা বলাই বাহুল্য। অপরদিকে আমরা সত্য নবীর ব্যাপারেও তার সততার সাক্ষ্য খুব সহজভাবেই দেখতে পাই। আব্দুল্লাহ ইবনে সালাম বলেনঃ “যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনায় আগমণ করলেন তখন লোকেরা চতুর্দিক থেকে ধেয়ে আসলো। আমিও তাদের সাথে আসার পর যখন আমি তাকে দেখলাম তখনি বুঝতে পারলাম যে, তার চেহারা কোন মিথু্যক লোকের চেহারা নয়। তখন আমি প্রথম যে কথা কয়টি শুনেছিলাম তা হলোঃ হে মানব সম্প্রদায়! সালামের প্রসার কর, খাবার খাওয়াও, আত্মীয়তার সম্পর্ক ঠিক রাখো এবং রাতে মানুষেরা যখন ঘুমন্ত থাকে তখন সালাত আদায় কর, ফলে তোমরা প্রশাস্তির সাথে বা সালামের সাথে জান্নাতে প্রবেশ করতে পারবে”। [মুস্তাদরাকে হাকেমঃ ৪২৮৩]",
  "ayah": 17,
  "surah": 10
}
