{
  "text": "মানুষের জন্য এটা কি আশ্চর্যের বিষয় যে, আমরা তাদেরই একজনের কাছে ওহী পাঠিয়েছি এ মর্মে যে, আপনি মানুষকে সতর্ক করুন [১] এবং মুমিনদেরকে সুসংবাদ দিন যে, তাদের জন্য তাদের রবের কাছে আছে উচ্চ মর্যাদা [২]! কাফিররা বলে, ‘এ তো এক সুস্পষ্ট জাদুকর !’\n[১] এ আয়াতে আল্লাহ তা'আলা কাফের মুশরিকদের একটি সন্দেহ ও তার উত্তর তুলে ধরেছেন। সন্দেহটি ছিল এই যে, কাফেররা তাদের মূর্খতার দরুন সাব্যস্ত করে রেখেছিল যে, আল্লাহ্ তা'আলার পক্ষ থেকে যে নবী বা রাসূল আসবেন তিনি মানুষ হবেন না। পবিত্র কুরআনের বিভিন্ন স্থানে তাদের এ সন্দেহকে উল্লেখ করা হয়েছে। আর এটা যে শুধু কুরাইশ কাফেরদের সন্দেহ তা নয়। পূর্ববর্তী উম্মতরাও তা বলেছিল। তারা বলেছিল “মানুষই কি আমাদেরকে পথের সন্ধান দেবে ?\" [সূরা আত-তাগাবুনঃ ৬] নূহ ও হুদ এর কাওমও এ রকম বিস্মিত হয়েছিল। তখন নবীগণ তার জবাবে বলেছেন, “তোমরা কি বিস্মিত হচ্ছ যে, তোমাদেরই একজনের মাধ্যমে তোমাদের রবের কাছ থেকে তোমাদের কাছে উপদেশ এসেছে?” [সূরা আল-আ’রাফঃ ৬৩, ৬৯] অনুরূপভাবে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাওমও বলেছে, “সে কি বহু ইলাহকে এক ইলাহ বানিয়ে নিয়েছে? এটা তো এক অত্যাশ্চর্য ব্যাপার!” [সূরা সোয়াদঃ ৫] ইবন আব্বাস বলেন, যখন আল্লাহ্ তাআলা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে রাসূল হিসেবে পাঠালেন তখন আরবরা সেটা মানতে অস্বীকার করেছিল। অথবা তাদের মধ্যে অনেকেই এ জন্য অস্বীকার করেছিল যে, আল্লাহ্ মহান যে তিনি তাঁর রাসূল বানাবেন মুহাম্মাদের মত একজন মানুষকে। তিনি এটা করতেই পারেন না। তখন এ আয়াত নাযিল হয়। [ইবন কাসীর] আল্লাহ তা'আলা তাদের এই ভ্রান্ত ধারণার উত্তর কুরআনুল কারীমের বিভিন্ন জায়গায় বিভিন্ন প্রকারে দিয়েছেন। এক আয়াতে বলেছেনঃ “যমীনের উপর বানিয়ে পাঠাতাম”। [আল-ইসরাঃ ৯৫] যার মূল কথা হল এই যে, রিসালাতের উদ্দেশ্য ততক্ষণ পর্যন্ত পূর্ণ হবে না, যতক্ষণ পর্যন্ত না রাসূল এবং যাদের মধ্যে রাসূল পাঠানো হচ্ছে এ দুয়ের মধ্যে পারস্পরিক সম্পর্ক থাকে। বস্তুতঃ ফিরিশতার সম্পর্ক থাকে ফিরিশতাদের সাথে আর মানুষের সম্পর্ক থাকে মানুষের সাথে। যখন মানুষের জন্য রাসূল পাঠানোই উদ্দেশ্য, তখন কোন মানুষকেই রাসূল বানানো উচিত।\n[২] এ বাক্যের দ্বারা সুসংবাদ দেয়া হয়েছে। ইবনে আব্বাস বলেন, এর অর্থ যিকরুল আউয়াল তথা লাওহে মাহফুযে তাদের তাকদীরে সৌভাগ্যবান লিখা হয়েছে। অন্য বর্ণনায় তিনি বলেন, তারা যে উত্তম আমল পেশ করেছে সে জন্য উত্তম প্রতিদান রয়েছে। [ইবন কাসীর; সা’দী] অতএব, বাক্যের অর্থ দাড়ালো এই যে, ঈমানদারদেরকে এ সুসংবাদ দিয়ে দিন যে, তাদের জন্য তাদের পালনকর্তার কাছে অনেক বড় সম্মানিত মর্যাদা রয়েছে যা তারা নিশ্চিতই পাবে এবং পাওয়ার পর কখনো তা শেষ হয়ে যাবে না। চিরকালই তারা সে সম্মানিত মর্যাদায় অধিষ্ঠিত থাকবেন। এ আয়াতের তাফসীর যদি আমরা কুরআনের দিকে তাকাই তাহলে দেখতে পাই যে, এর সমার্থে সূরা আল-কাহফের ২-৩ নং আয়াতে এসেছে, যেখানে বলা হয়েছে, তারা সেখানে সর্বদা অবস্থান করবে। মুজাহিদ বলেন, এর দ্বারা পূর্বে তারা যে আমল করেছে যেমন, তাদের সালাত, সাওম, সাদকা, তাসবীহ ইত্যাদি বোঝানো হয়েছে। [ইবন কাসীর]\nকোন কোন মুফাসসির বলেছেন, এক্ষেত্রে (صدق) শব্দ প্রয়োগের মাঝে এমন ইশারা করাও উদ্দেশ্য যে, জান্নাতের এসব উচ্চমর্যাদা একমাত্র সত্যনিষ্ঠা ও ইখলাসের কারণেই পাওয়া যাবে। কোন কোন মুফাসসির বলেন এখানে যাবতীয় কল্যাণ উদ্দেশ্য নেয়া হয়েছে। মুজাহিদ রাহেমাহুল্লাহ বলেনঃ এখানে (قَدَمَ صِدْقٍ) বলে তাদের সৎকর্মকাণ্ডসমূহকেই বুঝানো হয়েছে। যেমন, তাদের সালাত, সাওম, সাদকা, তাসবীহ ইত্যাদি। [ফাতহুল কাদীর]",
  "ayah": 2,
  "surah": 10
}
