{
  "text": "আর তারা বলে, ‘তার রবের কাছ থেকে তার কাছে কোন নিদর্শন নাযিল হয় না কেন [১]?’ বলুন, ‘গায়েবের জ্ঞান তো শুধু আল্লাহ্‌রই আছে। কাজেই তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষা করছি [২]।’\n[১] অর্থাৎ এ ব্যাপারে নিদর্শন যে, তিনি যথার্থই সত্য নবী এবং যা কিছু তিনি পেশ করছেন তা পুরোপুরি ঠিক। এ প্রসঙ্গে একটি কথা মনে রাখতে হবে। সেটি হচ্ছে, নিদর্শন পেশ করার দাবী তারা এ জন্য করেনি যে, তারা সাচ্চা দিলে সত্যের দাওয়াত গ্রহণ করতে প্রস্তুত ছিল। আসলে নিদর্শনের এ দাবী শুধুমাত্র ঈমান না আনার জন্য একটি বাহানা হিসেবে পেশ করা হচ্ছিল। তাদেরকে যাই কিছু দেখানো হতো তা দেখার পরও তারা একথাই বলতো, আমাদের কোন নিদর্শনই দেখানো হয়নি। কারণ তারা ঈমান আনতে চাচ্ছিল না। আল্লাহ বলেনঃ “কত মহান তিনি যিনি ইচ্ছে করলে আপনাকে দিতে পারেন এর চেয়ে উৎকৃষ্ট বস্তু-উদ্যানসমূহ যার নিম্নদেশে নদী-নালা প্রবাহিত এবং তিনি দিতে পারেন আপনাকে প্রাসাদসমূহ! কিন্তু তারা কিয়ামতকে অস্বীকার করেছে এবং যে কিয়ামতকে অস্বীকার করে তার জন্য আমি প্রস্তুত রেখেছি জ্বলন্ত আগুন\"। [সূরা আল-ফুরকানঃ ১০] অন্য আয়াতে বলেনঃ “পূর্ববর্তীগণের নিদর্শন অস্বীকার করাই আমাকে নিদর্শন পাঠান থেকে বিরত রাখে।\" [সূরা আল-ইসরাঃ ৫৯] কারণ, তাদের চাহিদা মোতাবেক নিদর্শন পাঠানোর পর যদি ঈমান না আনে তাহলে তাদের ধ্বংস অনিবার্য। কারণ, আল্লাহর নিয়ম হচ্ছে যে, সুনির্দিষ্ট কোন নিদর্শন চাওয়া হলে সেটা দেয়ার পর যদি ঈমান না আনে তবে তাদের ধ্বংস করা হয়। আর এ জন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে যখন নিদর্শন দেয়া ও অবকাশ না দেয়া আর নিদর্শন না দিয়ে অবকাশ দেয়ার মধ্যে কোন একটি গ্রহণ করার অধিকার প্রদান করলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দ্বিতীয়টি গ্রহণ করেছিলেন [ইবন কাসীর] কিন্তু এর অর্থ এ নয় যে, আল্লাহ্ তা'আলা তাদেরকে মোটেই কোন নিদর্শন দেখাননি। তাদেরকে অনেক বড় নিদর্শন দেখিয়েছেন। যেমন তাদের চাহিদা মোতাবেক চাঁদকে এমনভাবে দ্বিখণ্ডিত করে দেখিয়েছেন যে, কাফেরগন দুখণ্ডের মাঝে পাহাড় দেখতে পেয়েছিল। [বুখারীঃ ৩৬৩৬, মুসলিমঃ ২৮০০] কিন্তু তারপরও তারা ঈমান আনেনি। বরং আরো বেশী নিদর্শন দাবী করতে লাগল। আসলে তাদের উদ্দেশ্য ঈমান আনা নয়, তাদের উদ্দেশ্য হঠকারিতা। আল্লাহ বলেনঃ “তারা যত নিদর্শনই দেখুক না কেন ঈমান আনবে না”। [সূরা আল-আনআমঃ ২৫] আরো বলেনঃ “তারা যাবতীয় নিদর্শন দেখলেও ঈমান আনবে না”। [সূরা আল-আরাফঃ ১৪৬] আরো বলেনঃ “নিশ্চয়ই যাদের বিরুদ্ধে আপনার প্রতিপালকের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না। যদিও তাদের কাছে সবগুলো নিদর্শন আসে, যতক্ষন পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে”। [সূরা ইউনুসঃ ৯৬-৯৭] অন্য আয়াতে বলেনঃ “আমরা তাদের কাছে ফিরিশতা পাঠালেও, মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাজির করলেও তারা কখনো ঈমান আনবে না; তবে যদি আল্লাহর ইচ্ছে হয়” [সূরা আল-আনআমঃ ১১১] অহংকার ও সত্যকে অস্বীকার করা তাদের মজ্জাগত ব্যাপার হয়ে দাঁড়িয়েছে। তারা সুস্পষ্ট বিষয়কেও জেনে বুঝে অস্বীকার করতে দ্বিধা করে না। আল্লাহ বলেনঃ “যদি তাদের জন্য আকাশের দরজা খুলে দেই এবং তারা সারাদিন তাতে আরোহন করতে থাকে, তবুও তারা বলবে, আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক জাদুগ্ৰস্ত সম্প্রদায় [সূরা আল-হিজরঃ ১৪-১৫] আরো বলেনঃ “তারা আকাশের কোন খন্ড ভেংগে পড়তে দেখলে বলবে, এটা তো এক পুঞ্জিভূত মেঘ \" [সূরা আত-তুরঃ ৪৪] আল্লাহ আরো বলেনঃ “আমরা যদি আপনার প্রতি কাগজে লিখিত কিতাবও নাযিল করতাম আর তারা যদি সেটা হাত দিয়ে স্পর্শও করত তবুও কাফিররা বলত, এটা স্পষ্ট জাদু ছাড়া আর কিছু নয়।\" [সূরা আল-আনআমঃ ৭]\n[২] অর্থাৎ আয়াত নাযিল করা একান্ত গায়েবী বিষয়। [কুরতুবী] আল্লাহ যা কিছু নাযিল করেছেন তা আমি পেশ করে দিয়েছি। আর যা তিনি নাযিল করেননি তা আমার ও তোমাদের জন্য “গায়েবী বিষয়\" এর ওপর আল্লাহ ছাড়া আর কারো ইখতিয়ার নেই। তিনি চাইলে তা নাযিল করতে পারেন। এখন আল্লাহ যা কিছু নাযিল করেননি তা আগে তিনি নাযিল করুন-একথার ওপর যদি তোমাদের ঈমান আনার বিষয়টি আটকে থাকে তাহলে তোমরা তার অপেক্ষায় বসে থাকো। [কুরতুবী] অথবা আয়াতের অর্থ, তোমরা আমাদের আল্লাহর ফয়সালার অপেক্ষা কর। তিনি হককে অবশ্যই বাতিলের উপর প্রকাশ করে দিবেন। [বাগভী]",
  "ayah": 20,
  "surah": 10
}
