{
  "text": "আর যেদিন আমরা তাদের সবাইকে একত্র করে যারা মুশরিক তাদেরকে বলব, ‘ তোমরা এবং তোমরা যাদেরকে শরীক করেছিলে তারা নিজ নিজ স্থানে অবস্থান কর [১];’ অতঃপর আমরা তাদেরকে পরস্পর থেকে পৃথক করে দেব [২] এবং তারা যাদেরকে শরীক করেছিল তারা বলবে, তোমরা তো আমাদের ‘ইবাদাত করতে না [৩]।’\n[১] অর্থাৎ আল্লাহ্ তা'আলা হাশরের মাঠে সবাইকে একত্রিত করবেন। কুরআনের অন্যত্রও আল্লাহ্‌ এ ঘোষণা দিয়েছেন। কোথাও কোথাও বলেছেন যে, তিনি কাউকেই ছাড়বেন না। যেমন, “আর আমরা তাদের সকলকে একত্র করব; তারপর তাদের কাউকে ছাড়ব না।\" [সূরা আল-কাহাফ: ৪৭] হাদীসে এসেছে, রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, কিয়ামতের দিন আমরা মানুষদের উপরে একটি উচু জায়গায় থাকব। তখন প্রত্যেক জাতিকে তাদের দেব-দেবীসহ ধারাবাহিকভাবে একের পর এক ডাকা হবে। তারপর আমাদের মহান রব আসবেন এবং বলবেন, তোমরা কিসের অপেক্ষায় আছ? তখন তারা বলবে, আমরা আমাদের মহান রবের অপেক্ষায় আছি। তখন তিনি বলবেন, আমি তোমাদের রব। তারা বলবে, আমরা তাঁর দিকে তাকিয়ে দেখব। তখন তিনি তাদের জন্য তাজাল্লি দিবেন এমতাবস্থায় যে, তিনি হাসছেন। আর তখন মুমিন ও মুনাফিক প্রত্যেককে নুর দিবেন। যার উপরে অন্ধকার চাপা থাকবে। তারপর তারা তার অনুসরণ করবে পুল-সিরাতের দিকে। তাদের সাথে মুনাফিকরাও থাকবে। সে পুল-সিরাতে থাকবে লোহার হুক ও বর্শি। এগুলো যাকে ইচ্ছা পাকড়াও করবে। তারপর মুনাফিকদের নুর নিভিয়ে দেয়া হবে। আর মুমিনরা নাজাত পাবে। তখন প্রথম দল যারা নাজাত পাবে তাদের চেহারা হবে চৌদ্দ তারিখের রাত্রির চাঁদের মত। সত্তর হাজার লোক, তাদের কোন হিসাব হবে না। তারপর যারা তাদের কাছাকাছি হবে তারা হবে আকাশের সবচেয়ে উজ্জল তারকাটির মত। তারপর অন্যরা। শেষ পর্যন্ত শাফা’আত আপতিত হবে। ফলে তারা শাফা’আত করবে, এমনকি যে \"লা ইলাহা ইল্লাল্লাহ' বলেছে, যার অন্তরে যব পরিমাণ তা থাকবে তাকেও বের করা হবে। তাকে জান্নাতের আঙ্গিনায় রাখা হবে। আর জান্নাতিরা তাদের গায়ে পানি ফেলতে থাকবে, ফলে তারা বন্যার উদ্ভিদ যেভাবে উৎপন্ন হয় সেভাবে উদ্‌গত হবে। আর তাদের পোড়া চলে যাবে। তারপর তারা আল্লাহর কাছে চাইবে, শেষ পর্যন্ত তাদের জন্য থাকবে দুনিয়া ও তার মত দশগুণ। [মুসনাদে আহমাদ ৩/৩৪৫-৩৪৬]\n[২] আয়াতে বলা হয়েছে, (فَزَیَّلۡنَا  بَیۡنَهُمۡ) কোন কোন তাফসীরকার এর অর্থ করেছেনঃ আমরা তাদের পারস্পরিক সম্পর্ক ছিন্ন করবো [বাগভী] আবার কোন কোন তাফসীরকারের মতে এর অর্থ হচ্ছে, আমরা তাদের মধ্যে পার্থক্য সৃষ্টি করে দেবো অথবা তাদেরকে পরস্পর থেকে পৃথক করে দেবো। [তাবারী; সাদী] অথবা অর্থ হবে, তাদের মধ্যে এবং মুমিনদের মধ্যে আমরা পার্থক্য করে দেবো। [জালালাইন] যেমন অন্য আয়াতে বলা হয়েছে, “আর 'হে অপরাধিরা! তোমরা আজ পৃথক হয়ে যাও\" [সূরা ইয়াসীন ৫৯]\n[৩] অর্থাৎ যাদেরকে দুনিয়ায় দেবদেবী বানিয়ে পূজা করা হয়েছে, তারা সেখানে নিজেদের পূজারীদেরকে পরিষ্কার বলে দেবে, তোমরা যে আমাদের পূজা করতে তা তো আমরা জানতামই না। আমরা তোমাদেরকে আমাদের ইবাদাত করার জন্য কোন নির্দেশই দেইনি। আল্লাহ সাক্ষী যে, আমরা তোমাদের ইবাদতে সন্তুষ্ট ছিলাম না। [কুরতুবী; ইবন কাসীর] আর যদি মা’বুদ বলে এখানে শয়তানদের উদ্দেশ্য নেয়া হয়ে থাকে, তখন অর্থ হবে, তারা এ কথাগুলো ভীত হয়ে কিংবা বাঁচার জন্য মিথ্যা বলবে। [কুরতুবী]",
  "ayah": 28,
  "surah": 10
}
