{
  "text": "নিশ্চয় আল্লাহ্‌ মানষের প্রতি কোন যুলুম করেন না [১]। বরং মানুষই নিজেদের প্রতি যুলুম করে থাকে [২]।\n[১] হাদীসে কুদসীতে এসেছে, আল্লাহ বলেন, হে আমার বান্দাগণ! আমি যুলুমকে আমার নিজের উপর হারাম করেছি এবং তা তোমাদের মাঝেও হারাম ঘোষণা করেছি। সুতরাং তোমরা পরস্পর যুলুম করো না। হে আমার বান্দাগণ! তোমাদের মধ্যে যাদেরকে আমি হেদায়াত করেছি তারা ব্যতীত সবাই পথভ্রষ্ট। সুতরাং তোমরা আমার কাছেই হেদায়াত চাও আমি তোমাদের হেদায়াত দিব। হে আমার বান্দাগণ! তোমাদের মধ্যে যাকে আমি খাবার খাওয়াই সে ব্যতীত সবাই অভূক্ত, ক্ষুধার্ত। সুতরাং তোমরা আমার কাছে খাবার চাও আমি তোমাদেরকে খাওয়াব। হে আমার বান্দাগণ! তোমাদের মধ্যে যাকে আমি পরিধান করাই সে ব্যতীত সবাই কাপড়হীন। সুতরাং তোমরা আমার কাছে পরিধেয় বস্ত্র চাও আমি তোমাদেরকে পরিধান করাব। হে আমার বান্দাগণ! তোমরা দিন-রাত অপরাধ করে যাচ্ছ আর আমি তোমাদের সমস্ত অপরাধ ক্ষমা করি। সুতরাং আমার কাছে ক্ষমা চাও আমি তোমাদের ক্ষমা করে দেব। হে আমার বান্দাগণ! তোমরা আমার ক্ষতি করার কাছেও পৌছতে পারবে না যে আমার ক্ষতি করবে। এমনকি তোমরা আমার কোন উপকার করার নিকটবর্তীও হতে পারবে না যে, আমার কোন উপকার তোমরা করে দেবে। হে আমার বান্দাগণ! যদি তোমাদের পূর্বের ও পরের যাবতীয় মানুষ ও জ্বিন একত্র হয়ে তাকওয়ার দিক থেকে একজনের অন্তরে পরিণত হও তাতেও আমার রাজত্বের সামান্য বৃদ্ধি ঘটবে না। হে আমার বান্দাগণ! যদি তোমাদের পূর্বের ও পরের সমস্ত মানুষ ও জ্বিন একত্র হয়ে অন্যায় করার দিক থেকে একজনের অন্তরে পরিণত হও তাতেও আমার রাজত্বের তথা ক্ষমতার সামান্যও কমতি ঘটবে না। হে আমার বান্দাগণ! যদি তোমাদের পূর্বাপর এবং যাবতীয় মানুষ ও জ্বিন এক মাঠে দাঁড়িয়ে আমার কাছে প্রত্যেকেই চায় তারপর আমি তাদের প্রত্যেককে তার প্রার্থিত বস্তু দেই তাতে আমার ভাণ্ডার থেকে ততটুকুই কমবে যতটুকু সমুদ্রে সুই ঢুকালে কমে। হে আমার বান্দাগণ এগুলো তো শুধু তোমাদের আমল, আমি তা তোমাদের জন্য সংরক্ষন করে রাখি। তারপর তোমাদেরকে তা পূর্ণভাবে দেব। সুতরাং তোমাদের মধ্যে যে ভালকিছু পাবে সে যেন আল্লাহর শুকরিয়া আদায় করে। আর যে অন্য কিছু পায় সে যেন তার নিজেকে ছাড়া আর কাউকে তিরস্কার না করে। [মুসলিমঃ ২৫৭৭]\n[২] অর্থাৎ আল্লাহ তো তাদের কানও দিয়েছেন এবং মনও দিয়েছেন। হক ও বাতিলের পার্থক্য দেখার ও বুঝার জন্য প্রয়োজন ছিল এমন কোন জিনিস তিনি নিজের পক্ষ থেকে তাদের দিতে কার্পণ্য করেননি। কিন্তু তারা নিজেরাই নিজেদের চোখ কানা করে নিয়েছে, কানে তালা লাগিয়েছে এবং অন্তরকে বিকৃত করে ফেলেছে। ফলে আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা হেদায়াত দিয়েছেন, যাকে ইচ্ছা অন্ধত্ব থেকে মুক্তি দিয়ে পথ দেখিয়েছেন। কিছু অন্ধ চক্ষু চক্ষুষ্মান করেছেন, কিছু বধিরকে শুনিয়েছেন। কিছু বদ্ধ অন্তরকে খুলে দিয়েছেন। পক্ষান্তরে কিছু লোককে ঈমান থেকে পথভ্রষ্ট করেছেন। তিনি একচ্ছত্র ক্ষমতার অধিকারী। নিজের রাজত্বে তিনি যা ইচ্ছে তা করতে পারেন। তার কর্মকাণ্ডের ব্যাপারে প্রশ্ন করা যায় না। বরং লোকদেরকে তিনি প্রশ্ন করবেন। কারণ তিনি জ্ঞানী, তিনি প্রজ্ঞাবান, তিনি ইনসাফকারী। [ইবন কাসীর; কুরতুবী]",
  "ayah": 44,
  "surah": 10
}
