{
  "text": "আর প্রত্যেক উম্মতের জন্য আছে একজন রাসূল [১] অতঃপর যখন তাদের রাসূল আসে তখন তাদের মধ্যে ন্যায়ভিত্তিক মীমাংসা করা হয় এবং তাদের প্রতি যুলুম করা হয় না [২]।\n[১] বলা হয়েছে, “প্রত্যেক উম্মতের জন্য একজন রাসূল রয়েছে।” এ ধরনের আয়াত আরো দেখুন, সূরা আন-নাহলঃ ৩৬, সূরা ফাতেরঃ ২৪। এখানে আরেকটি বিষয় গুরুত্বের দাবী রাখে তা হলো, আল্লাহ তা'আলা যদিও রাসূলকে সার্বজনিন করেছেন তারপরও তিনি প্রত্যেক সম্প্রদায়ের কাছে হেদায়াতকারীদের প্রেরণ করে থাকেন। তারা নবী বা রাসূল না হলেও নবী-রাসূলদের বাণী বিভিন্ন সম্প্রদায়ের কাছে বহন করে থাকেন। এ ব্যাপারে সূরা রা'দ এর ৭ নং আয়াতে এসেছে যে, \"প্রত্যেক সম্প্রদায়ের জন্য হেদায়াতকারী বা পথপ্রদর্শক আছেন\"।\n[২] এর অর্থ হচ্ছে, রাসূলের দাওয়াত কোন মানব গোষ্ঠীর কাছে পৌঁছে যাওয়ার পর ধরে নিতে হবে যে, সেই গোষ্ঠীর হেদায়াতের জন্য আল্লাহর যা কিছু করণীয় ছিল, তা করা হয়ে গেছে। এরপর কেবল ফায়সালা করাই বাকি থেকে যায়। অতিরিক্ত যুক্তি বা সাক্ষ্য-প্রমাণের অবকাশ থাকে না। আর চূড়ান্ত ইনসাফ সহকারে এ ফায়সালা করা হয়ে থাকে। যারা রসূলের কথা মেনে নেয় এবং নিজেদের নীতি ও মনোভাব পরিবর্তন করে তারা আল্লাহর রহমত লাভের অধিকারী হয়। আর যারা তাঁর কথা মেনে নেয় না তারা শাস্তি লাভের যোগ্য হয়। তাদেরকে এ শাস্তি দুনিয়া ও আখেরাত উভয় জায়গায় দেয়া যেতে পারে বা এক জায়গায়। তাদের কাছে রাসূল এ জন্যই পাঠাতে হয়, কারণ আল্লাহ্ তা'আলা রাসূল না পাঠিয়ে, মানুষদেরকে সাবধান না করে কাউকে শাস্তি দেন না। আল্লাহ বলেন, “আর আমরা রাসূল না পাঠানো পর্যন্ত শাস্তি প্রদানকারী নই।\" [সূরা আল-ইসরা ১৫][দেখুন, ফাতহুল কাদীর]\nতাছাড়া এ আয়াতের আরেক প্রকার ব্যাখ্যাও বর্ণিত হয়েছে, মুজাহিদ রাহেমাহুল্লাহ বলেনঃ এখানে রাসূলদের আগমন করার অর্থঃ কিয়ামতের দিন হাশরের মাঠে তাদের আগমণের কথা বুঝানো হয়েছে। যেমনটি সূরা আয-যুমারের ৬৯ নং আয়াতে বর্ণিত হয়েছেঃ “যমীন তার প্রতিপালকের জ্যোতিতে উদ্ভাসিত হবে, 'আমলনামা পেশ করা হবে এবং নবীগণকে ও সাক্ষীগণকে উপস্থিত করা হবে এবং সকলের মধ্যে ন্যায় বিচার করা হবে ও তাদের প্রতি যুলুম করা হবে না”। সুতরাং প্রত্যেক উম্মতের আমলনামাই তাদের নবী-রাসূলদের উপস্থিতিতে পেশ করা হবে। তাদের ভাল-মন্দ আমল তাদের সাক্ষ্য হিসেবে বিবেচিত হবে। অনুরূপভাবে আমল সংরক্ষণকারী ফিরিশ্‌তাগণদের মধ্য থেকেও সাক্ষী থাকবে। এভাবেই উম্মতের পর উম্মতের মধ্যে ফয়সালা করা হবে। উম্মতে মুহাম্মাদীয়ারও একই অবস্থা হবে তবে তারা সবশেষে আসা সত্বেও সর্বপ্রথম তাদের হিসাব-নিকাশ করা হবে। হাদীস শরীফে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমরা সবশেষে আগমণকারী তবে কিয়ামতের দিন সবার অগ্রে থাকব। [বুখারীঃ ৮৭৬] অপর হাদীসে এসেছে, “সমস্ত সৃষ্টিজগতের পূর্বে তাদের বিচার-ফয়সালা করা হবে\"। [মুসলিমঃ ৮৫৫]",
  "ayah": 47,
  "surah": 10
}
