{
  "text": "বলুন, ‘তোমরা আমাকে জানাও আল্লাহ্‌ তোমাদের যে রিযক [১] দিয়েছেন তারপর তোমরা তার কিছু হালাল ও কিছু হারাম করেছ [২]’ বলুন, ‘আল্লাহ্‌ কি তোমাদেরকে এটার অনুমতি দিয়েছেন, নাকি তোমরা আল্লাহ্‌র উপর মিথ্যা রটনা করছ [৩]?\n[১] আয়াত নাযিল হওয়া সম্পর্কে ইবন আব্বাস বলেন, জাহেলী যুগে তারা কিছু জিনিসকাপড় ইত্যাদি নিজেদের উপর হারাম করে নিয়েছিল, সেটার সংবাদই আল্লাহ তা'আলা এ আয়াতে প্রদান করেছেন। তারপর আল্লাহ অন্য আয়াতে সেটার ব্যাপারে বলেছেন, \"বলুন, কে তোমাদের উপর সে সব বস্তু হারাম করেছেন যেগুলো আল্লাহ বান্দাদের জন্য বের করেছেন?” [সূরা আল-আরাফ: ৩২][তাবারী] মূলত: রিযিক শব্দটি নিছক খাদ্যের অর্থের মধ্যে সীমাবদ্ধ নয় বরং রকমারি দান, অনুদানও এর আওতাভুক্ত রয়েছে। আল্লাহ দুনিয়ায় মানুষকে যা কিছু দিয়েছেন তা সবই তার রিযিক। এমনকি সন্তান-সন্ততিও রিযিক। হাদীসে বলা হয়েছে, আল্লাহ প্রত্যেক গর্ভবতীর পেটে একজন ফেরেশতা পাঠান। তিনি শিশুর রিযিক এবং তার আয়ু ও কর্ম লিখে দেন। [দেখুন, বুখারীঃ ৩০৩৬] এখানে রিযিক মানে শুধু খাদ্য নয়, যা ভূমিষ্ঠ হবার পরে এ শিশু লাভ করবে। বরং এ দুনিয়ায় তাকে যা কিছু দেয়া হবে সবই রিযিকের অন্তর্ভুক্ত। কুরআনে বলা হয়েছেঃ “যা কিছু আমি তাদের রিযক দিয়েছি তা থেকে তারা খরচ করে \" [সূরা আল-বাকারাহঃ ৩]\n[২] অর্থাৎ তোমরা যে এটা কতবড় মারাত্মক বিদ্রোহাত্মক অপরাধ করছে তার কোন অনুভূতিই তোমাদের নেই। রিযিকের মালিক আল্লাহ। তোমরা নিজেরাও আল্লাহর অধীন। এ অবস্থায় আল্লাহর সম্পত্তিতে হস্তক্ষেপ এবং তা ব্যবহার ও ভোগ করার জন্য তার মধ্যে বিধি-নিষেধ আরোপ করার অধিকার তোমরা কোথা থেকে পেলে ? বিধি-নিষেধ তো তিনিই দেবেন। তিনিই হালাল বা হারামকারী, অন্য কেউ নয়। আর তা তাঁর রাসূলের মাধ্যমেই আসতে পারে। [ফাতহুল কাদীর]\n[৩] আবুল আহওয়াছ আউফ ইবনে মালেক ইবনে নাদলাহ তার পিতা থেকে বর্ণনা করেন যে, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট খুব অবিন্যস্ত অবস্থায় আসলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ “তোমার কি সম্পদ আছে?” আমি বললামঃ হ্যাঁ, তিনি বললেনঃ “কি সম্পদ\"? আমি বললামঃ সবধরণের সম্পদ, উট, দাস, ঘোড়া এবং ছাগল। তখন তিনি বললেনঃ “আল্লাহ যদি তোমাকে কোন সম্পদ দিয়ে থাকেন তবে তা তোমার নিকট দেখা যাওয়া উচিত।” এরপর আরো বললেনঃ “তোমার সম্প্রদায়ের উটের বাচ্চা সুস্থ কান সম্পন্ন হওয়ার পরে তুমি ক্ষুর নিয়ে সেগুলোর কান কেটে বল না যে, এগুলো ‘বুহুর’? এবং সেগুলো ফাটিয়ে দিয়ে বা সেগুলোর চামড়া ফাটিয়ে তুমি কি বলনা যে, এগুলোঃ ‘ছুরম’? আর এতে করে তুমি সেগুলোকে তোমার এবং তোমার পরিবারের জন্য হারাম বানিয়ে নাও না? তিনি বললেনঃ হ্যাঁ। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “আল্লাহ্‌ তোমাকে যা দান করেছেন তা অবশ্যই তোমার জন্য হালাল। আল্লাহ্‌র বাহুর ক্ষমতা তোমার বাহুর ক্ষমতা থেকে নিঃসন্দেহে বেশী শক্তিশালী, আর আল্লাহর ক্ষুর তোমার ক্ষুরের চাইতে ধারালো” [মুসনাদে আহমাদঃ ৪/৪৭৩] সুতরাং কোন হালাল বস্তুকে হারাম করার ক্ষমতা মানুষকে আল্লাহ দেন নি। তারপর আল্লাহ তা'আলা তাদেরকে আখেরাতের কঠিন ভয় দেখিয়ে এরূপ কর্মকাণ্ড থেকে বিরত থাকার নির্দেশ দিচ্ছেন।",
  "ayah": 59,
  "surah": 10
}
