{
  "text": "তাদের জন্যই আছে সুসংবাদ দুনিয়ার জীবনে ও আখিরাতে [১], আল্লাহ্‌র বাণীর কোন পরিবর্তন নেই [২]; সেটাই মহাসাফল্য।\n[১] এখানে আল্লাহর অলীদের জন্য দুনিয়ার সুসংবাদ বলতে যা বুঝানো হয়েছে তা সম্পর্কে বিভিন্ন হাদীসে এসেছে যে, তা হলো “কোন মুসলিম তার জন্য কোন ভাল স্বপ্ন দেখা বা তার জন্য অন্য কেউ কোন ভাল স্বপ্ন দেখা\" [মুসলিমঃ ২৬৪২, মুসনাদে আহমাদ ৫/৩১৫, ৬/৪৪৫, তিরমিযীঃ ২২৭৩, ২২৭৫, ইবনে মাজাহঃ ৩৮৯৮] কোন কোন হাদীসে এসেছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যখন সময় (কিয়ামত) নিকটবর্তী হবে তখন মুসলিম ব্যক্তির স্বপ্ন প্রায় সত্য হবে। তোমাদের মধ্যে যে বেশী সত্যবাদি তার স্বপ্নও বেশী সত্য। মুসলিম ব্যক্তির স্বপ্ন নবুওয়াতের পয়তাল্লিশ ভাগের একভাগ। স্বপ্ন তিন প্রকারঃ সৎ স্বপ্ন আল্লাহর পক্ষ থেকে সুসংবাদ। আরেক প্রকার স্বপ্ন হচ্ছে শয়তানের পুঞ্জিভূত করা বিষয়াদি। অন্য আরেক প্রকার স্বপ্ন আছে যা কোন ব্যক্তির নিজের সাথে কৃত কথাবার্তা। সুতরাং তোমাদের মধ্যে যদি কেউ অপছন্দনীয় কিছু দেখে সে যেন উঠে সালাত আদায় করে এবং কাউকে না বলে।” [বুখারীঃ ৭০১৭, মুসলিমঃ ২২৬৩] অন্য বর্ণনায় এসেছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, মুবাশশিরাত ব্যতীত নবুওয়তের আর কিছু বাকী নেই। সাহাবায়ে কেরাম জিজ্ঞেস করলেনঃ মুবাশশিরাত কি? তিনি বললেনঃ সৎস্বপ্ন\"। [মুসলিমঃ ৪৭৯]\nঅবশ্য কোন কোন মুফাসসিরের মতে এখানে দুনিয়ার সুসংবাদ বলতে মুমিন বান্দাদের মৃত্যুর সময় তারা যে জান্নাত ও রহমতের ফেরেশতাদের পক্ষ থেকে উত্তম আচরণ পেয়ে থাকেন তাই বুঝানো হয়েছে। [তাবারী] যেমন সুরা ফুসসিলাতের ৩০-৩২ নং আয়াতে বিস্তারিত বর্ণনা করা হয়েছে। অনুরূপভাবে বারা’ ইবনে ‘আযেব রাদিয়াল্লাহু ‘আনহু বর্ণিত এক বড় হাদীসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যুকালীন সময়ে মৃত্যু পথযাত্রী ব্যক্তি কি কি দেখতে পায় এবং তার কি অবস্থা হয় তা বিস্তারিত বর্ণনা করা হয়েছে। [দেখুনঃ মুসনাদে আহমাদঃ ৪/২৮৭-২৮৮, আবু দাউদঃ ৪৭৫৩] মূলতঃ উভয় তাফসীরই বিশুদ্ধ। এতে কোন স্ববিরোধিতা নেই।\nআর আখেরাতে সুসংবাদ হচ্ছে জান্নাত ও উত্তম ব্যবহার। যা কুরআনের বিভিন্ন আয়াত ও রাসূলের বিভিন্ন হাদীসে বিস্তারিত এসেছে। যেমন আল্লাহ্ তাআলা বলেনঃ \"তাদেরকে (হাশরের মাঠের) কঠিন ভীতিকর অবস্থা পেরেশান করবে না, আর ফেরেশতাগণ তাদের সাক্ষাৎ করে বলবে, এটা তো ঐ দিন যার ওয়াদা তোমাদের করা হতো\" [সূরা আল-আম্বিয়াঃ ১০৩] অন্য আয়াতে আল্লাহ্ তাআলা বলেনঃ “সেদিন আপনি দেখবেন মুমিন নর-নারীদের সামনে ও ডানে তাদের জ্যোতি ছুটতে থাকবে। বলা হবে, আজ তোমাদের জন্য সুসংবাদ জান্নাতের, যার পাদদেশে নদী প্রবাহিত, সেখানে তোমরা স্থায়ী হবে, এটাই মহাসাফল্য \" [সূরা আল-হাদীদঃ১২]\n[২] অর্থাৎ উপরে আল্লাহ্ তা'আলা মুমিন মুত্তাকীদের সাথে যে ওয়াদা করেছেন তা কখনো পরিবর্তনশীল নয়। এটা স্থায়ী অঙ্গীকার। [কুরতুবী]",
  "ayah": 64,
  "surah": 10
}
