{
  "text": "আর আপনার রব ইচ্ছে করলে যমীনে যারা আছে তারা সবাই ঈমান আনত [১]; তবে কি আপনি মুমিন হওয়ার জন্য মানুষের উপর জবরদস্তি করবেন [২]?\n[১] অর্থাৎ আল্লাহ যদি চাইতেন যে, এ পৃথিবীতে শুধুমাত্র তাঁর আদেশ পালনকারী অনুগতরাই বাস করবে এবং কুফরী ও নাফরমানীর কোন অস্তিত্বই থাকবে না তাহলে তাঁর জন্য সারা দুনিয়াবাসীকে মুমিন ও অনুগত বানানো কঠিন ছিল না এবং নিজের একটি মাত্র সৃজনী ইংগিতের মাধ্যমে তাদের অন্তর ঈমান ও আনুগত্যে ভরে তোলাও তাঁর পক্ষে সহজ ছিল। কিন্তু মানব জাতিকে সৃষ্টি করার পেছনে তাঁর যে প্রজ্ঞাময় উদ্দেশ্য কাজ করছে এ প্রাকৃতিক বল প্রয়োগ তা বিনষ্ট করে দিতো। তাই আল্লাহ নিজেই ঈমান আনা বা না আনা এবং আনুগত্য করা বা না করার ব্যাপারে মানুষকে স্বাধীন রাখতে চান। [এ ব্যাপারে আরো দেখুন, সূরা হুদঃ ১১৮, ১১৯, সূরা আর-রা’দঃ৩১]\n[২] ইবন আব্বাস বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ঐকান্তিক ইচ্ছা ছিল যে, সমস্ত মানুষই ঈমান আনুক। তখন আল্লাহ্ তা'আলা জানিয়ে দিলেন যে, যাদের ঈমানের কথা পূর্বেই প্রথম যিকর তথা মানুষের তাকদীরে লিখা হয়েছে কেবল তারাই ঈমান আনবে, আর যাদের দূর্ভাগ্যের কথা প্রথম যিকর তথা প্রথম তাকদীর নির্ধারণে লিখা হয়েছে কেবল তারাই দূর্ভাগা হবে। [তাবারী; কুরতুবী]  এর অর্থ প্রমাণের সাহায্যে হেদায়াত ও গোমরাহীর পার্থক্য স্পষ্ট করে তুলে ধরার এবং সঠিক পথ পরিষ্কারভাবে দেখিয়ে দেবার যে দায়িত্ব ছিল তা আমার নবী পুরোপুরি পালন করেছেন। এখন যদি তোমরা নিজেরাই সঠিক পথে চলতে না চাও এবং তোমাদের সঠিক পথে যদি এর ওপর নির্ভরশীল হয় যে, কেউ তোমাদের ধরে বেঁধে সঠিক পথে চালাবে, তাহলে তোমাদের জেনে রাখা উচিত, নবীকে এ দায়িত্ব দেয়া হয়নি। যাকে আল্লাহ হিদায়াত করবেন না তার জন্য কোন হিদায়াতকারী নেই। এমন কেউ নেই যে, তার মনের উপর জোর করে ঈমানের জন্য সেটাকে প্রশস্ত করে দেবে। তবে যদি আল্লাহ সেটা চান তবে ভিন্ন কথা। [আদওয়াউল বায়ান]  অন্য আয়াতেও আল্লাহ সেটা বর্ণনা করেছেন যে, “আর আল্লাহ যাকে ফিতনায় ফেলতে চান তার জন্য আল্লাহর কাছে আপনার কিছুই করার নেই।\" [সূরা আল-মায়িদাহ: ৪১] আরও বলেন, “আপনি যাকে ভালবাসেন ইচ্ছে করলেই তাকে সৎপথে আনতে পারবেন না। তবে আল্লাহই যাকে ইচ্ছে সৎপথে আনয়ন করেন এবং সৎপথ অনুসারীদের সম্পর্কে তিনিই ভাল জানেন। \" [সূরা আল-কাসাস: ৫৬] অনুরূপ আরও অন্যান্য আয়াতেও এসেছে, যেমন, সূরা আন-নিসা: ৮৮, ১৪৩; সূরা আর-আ’রাফ: ১৭৮; সূরা আর-রা’দ: ৩৩; সূরা আল-ইসরা: ৯৭; সূরা আল-কাহাফ: ১৭; সূরা আয-যুমার: ২৩, ৩৬; সূরা গাফির: ৩৩; সূরা আশ-শূরা: ৪৪, ৪৬।",
  "ayah": 99,
  "surah": 10
}
