{
  "text": "তোমরাই শ্রেষ্ঠতম জাতি। মানবমন্ডলীর জন্য তোমাদের অভ্যুত্থান হয়েছে, তোমরা সৎকার্যের নির্দেশ দান করবে, অসৎ কার্য (করা থেকে) নিষেধ করবে, আর আল্লাহতে বিশ্বাস করবে।[১] গ্রন্থধারিগণ যদি বিশ্বাস করত, তাহলে তা তাদের জন্য উত্তম হত। তাদের মধ্যে বিশ্বাসী আছে, [২] কিন্তু তাদের অধিকাংশ সত্যত্যাগী।\n[১] এই আয়াতে মুসলিম উম্মাহকে শ্রেষ্ঠ উম্মত গণ্য করা হয়েছে এবং তার কারণ কি তাও বলে দেওয়া হয়েছে। আর তা হল, ভাল কাজের আদেশ দেওয়া, মন্দ কাজে নিষেধ করা এবং আল্লাহর উপর ঈমান রাখা। অর্থাৎ, মুসলিম উম্মার মধ্যে যদি এই (ভাল কাজের আদেশ দেওয়া, মন্দ কাজে নিষেধ করা এবং আল্লাহর উপর ঈমান রাখার) বৈশিষ্ট্য থাকে, তবে তারা শ্রেষ্ঠ উম্মত। অন্যথা এই উপাধি থেকে তারা বঞ্চিত হবে। এরপর আহলে কিতাবের নিন্দাবাদের উদ্দেশ্য ও লক্ষ্য হল, এই বিষয়টিকে পরিষ্কার করে বুঝিয়ে দেওয়া যে, যদি এই উম্মত ভাল কাজের আদেশ ও মন্দ কাজে বাধা প্রদান না করে, তাহলে তারাও তাদের মত বিবেচিত হবে। কেননা আহলে কিতাবের গুণ হল,كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ]] \"তারা যে মন্দ কাজ করত, তা থেকে তারা একে অপরকে নিষেধ করত না।\"\n(মায়েদাহঃ ৭৯)\nএখানে এই আয়াতে তাদের অধিকাংশ লোককে ফাসেক বলা হয়েছে। ভাল কাজের আদেশ ও মন্দ কাজে বাধা প্রদান করার শরয়ী মান 'ফারযে আইন' (যা করা উম্মতের প্রত্যেক ব্যক্তির উপর ফরয), নাকি 'ফারযে কিফায়াহ' (যা উম্মতের কিছু লোক সম্পাদন করলে সবার পক্ষ থেকে যথেষ্ট হবে, আর কেউ না করলে সকলেই গুনাহগার হবে।)? অধিকাংশ আলেমের মতে এটা 'ফারযে কিফায়াহ'। অর্থাৎ, আলেমদের দায়িত্ব হল, তাঁরা এই ফরয আদায় করবেন। কারণ, শরীয়তের দৃষ্টিতে ভাল ও মন্দ নির্বাচনের সঠিক জ্ঞান তাঁদেরই আছে। তাঁরা যদি দ্বীনের দাওয়াত ও তবলীগের দায়িত্ব পালন করেন, তাহলে উম্মতের অন্যান্য ব্যক্তিবর্গের পক্ষ হতে এ ফরয আদায় হয়ে যাবে। যেমন, জিহাদও সাধারণ অবস্থায় 'ফারযে কিফায়া'। অর্থাৎ, কোন একটি দল এ কাজ আদায় করলেই তা যথেষ্ট হবে। (অনেকের মতে উক্ত আদেশ ও নিষেধ করার কাজ নিজ নিজ জ্ঞান ও সাধ্য অনুযায়ী প্রত্যেকের উপর ফরয। আর এ কথাই সঠিক বলে মনে হয়। অল্লাহু আ'লাম।\n-সম্পাদক\n)\n[২] যেমন, আব্দুল্লাহ ইবনে সালাম (রাঃ) ও অন্য কিছু লোক ইসলাম গ্রহণ করেছিলেন। অবশ্য তাঁদের সংখ্যা খুবই স্বল্প ছিল। আর এই জন্যই 'مِنْهُمْ' এ مِن 'হারফে তাব্ঈয' তথা স্বল্পতা বুঝানোর জন্য ব্যবহূত হয়েছে।",
  "ayah": 110,
  "surah": 3
}
