{
  "text": "নারী, সন্তান-সন্ততি, জমাকৃত সোনা-রূপার ভান্ডার, পছন্দসই (চিহ্নিত) ঘোড়া, চতুষ্পদ জন্তু ও ক্ষেত-খামার প্রভৃতি কমনীয় জিনিসকে মানুষের নিকট শোভনীয় করা হয়েছে।[১] এ সব ইহজীবনের ভোগ্য বস্তু। আর আল্লাহর নিকটেই উত্তম আশ্রয়স্থল রয়েছে।\n[১] 'কমনীয় জিনিস' বলতে এখানে এমন সব জিনিসকে বুঝানো হয়েছে, প্রাকৃতিকভাবে মানুষ যার প্রতি আকৃষ্ট হয় এবং যা পছন্দ করে। এই জন্যই তার প্রতি আকৃষ্ট হওয়া এবং তা ভালবাসা অপছন্দনীয় নয়। তবে শর্ত হল তা মধ্যম পন্থায় এবং শরীয়তের গন্ডির ভিতর হতে হবে। আকর্ষণীয় এই সুশোভন আল্লাহর পক্ষ হতে মানুষের জন্য পরীক্ষাস্বরূপ। তিনি বলেন, \"আমি পৃথিবীস্থ সব কিছুকে পৃথিবীর জন্য শোভা করেছি মানুষকে পরীক্ষার জন্য---।\"\n(সূরা কাহ্ফ ১৮:৭ আয়াত)\nআলোচ্য আয়াতে কমনীয় জিনিসের মধ্যে সর্বপ্রথম মহিলার কথা উল্লেখ হয়েছে। কারণ, সাবালক হওয়ার পর প্রত্যেক মানুষের সব থেকে বেশী প্রয়োজন বোধ হয় একজন সঙ্গিনীর। তাছাড়া রমণী পুরুষের কাছে সর্বাধিক বেশী রমণীয় ও কমনীয়। স্বয়ং নবী করীম (সাঃ) বলেছেন, \"মহিলা এবং সুগন্ধি আমার নিকট অতি প্রিয় জিনিস।\"\n(মুসনাদে আহমাদ)\nঅনুরূপ তিনি বলেছেন, \"নারী হল দুনিয়ার সব চেয়ে উৎকৃষ্টমানের সামগ্রী।\" সুতরাং যদি নারীর প্রতি ভালবাসা শরীয়তের সীমা অতিক্রম না করে, তাহলে তা হল উত্তম জীবন সঙ্গিনী এবং আখেরাতের সম্বলও। পক্ষান্তরে (এত প্রয়োজনীয় বলেই) এই নারীই হল দুনিয়ার সর্বাপেক্ষা বড় ফিৎনা। রসূল (সাঃ) বলেন, \"আমার পর যেসব ফিৎনা সংঘটিত হবে তার মধ্যে পুরুষদের জন্য সব থেকে বড় ক্ষতিকর ফিৎনা হবে নারী।\"\n(বুখারী ৫০৯৬নং)\nপুত্র-সন্তানদের ব্যাপারটাও অনুরূপ। এ থেকে যদি উদ্দেশ্য মুসলিমদের শক্তি বৃদ্ধি এবং বংশ বহাল ও বৃদ্ধি করা হয়, তবে তা প্রশংসনীয়; অন্যথা তা হবে নিন্দনীয়। রসূল (সাঃ) বলেন, \"এমন নারীকে বিবাহ কর যে বেশী স্বামী-ভক্তা হবে এবং বেশী বেশী সন্তান প্রসব করবে। কারণ কিয়ামতের দিন আমার উম্মত বেশী হওয়ার জন্য আমি গর্ববোধ করব।\" এই আয়াতে বৈরাগ্যবাদ এবং জন্মনিয়ন্ত্রণ বা পরিবার-পরিকল্পনার আন্দোলন খন্ডন করা হয়েছে। কেননা, আয়াতে 'বানীন' শব্দ বহুবচন। ধন-সম্পদ থেকেও উদ্দেশ্য যদি জীবন ধারণ করা, আত্মীয়দের সাহায্য করা, সাদাকা-খয়রাত করা এবং তা কল্যাণকর পথে ব্যয় করা ও পরের কাছে চাওয়া থেকে বাঁচা হয়, তাহলে তাতে আল্লাহ সন্তুষ্ট হবেন এবং এই লক্ষ্যে তার (মালের) প্রতি ভালবাসাও হবে প্রশংসনীয়, অন্যথা তা হবে নিন্দনীয়। ঘোড়া থেকে উদ্দেশ্য হবে জিহাদের প্রস্তুতি। অন্যান্য পশু দ্বারা যদি লক্ষ্য হয় চাষাবাদ করা, বোঝা বহনের কাজ নেওয়া এবং জমি থেকে ফসলাদি উৎপন্ন করা, তাহলে তা অবশ্যই প্রশংসনীয়। কিন্তু যদি লক্ষ্য হয় কেবল দুনিয়া অর্জন এবং তা নিয়ে যদি গর্ব ও অহঙ্কার করে আল্লাহর স্মরণ থেকে উদাসীন হয়ে সুখ-সবাচ্ছন্দ্যের জীবন নিয়েই মেতে থাকা হয়, তাহলে লাভদায়ক এই জিনিসগুলোই সর্বনাশের হেতু হবে। قَنَاطِيْرُ হল قِنْطَارٌ এর বহুবচন। অর্থ হল, ধন-ভান্ডার। অর্থাৎ, সোনা-রূপা এবং মাল-ধনের আধিক্য। المُسَوَّمَةِ এমন ঘোড়া যাকে চারণভূমিতে চরে খাওয়ার জন্য ছেড়ে দেওয়া হয়েছে অথবা এমন ঘোড়া যাকে জেহাদের জন্য প্রস্তুত করা হয়েছে কিংবা এমন ঘোড়া যাকে অন্য থেকে পার্থক্য করার জন্য কোন কিছু দ্বারা চিহ্নিত করা হয়েছে।\n(ফাতহুল ক্বাদীর-ইবনে কাসীর)",
  "ayah": 14,
  "surah": 3
}
