{
  "text": "অতঃপর তিনি তোমাদেরকে দুঃখের পর তন্দ্রারূপে নিরাপত্তা (ও শান্তি) প্রদান করলেন, যা তোমাদের একদলকে আচ্ছন্ন করেছিল। [১] আর একদল ছিল যারা নিজেদের জান নিয়েই ব্যস্ত ছিল। [২] প্রাগ্-ইসলামী অজ্ঞদের ন্যায় আল্লাহ সম্বন্ধে কুধারণা পোষণ করেছিল। [৩] তারা বলেছিল যে, ‘এ বিষয়ে আমাদের কি কোন এখতিয়ার আছে?’[৪] বল, ‘সমস্ত বিষয় আল্লাহরই এখতিয়ারভুক্ত।’[৫] তারা তাদের অন্তরে এমন কিছু গোপন রাখে, যা তোমার নিকট প্রকাশ করে না।[৬] তারা বলে, ‘যদি এ ব্যাপারে আমাদের কোন এখতিয়ার থাকত, তাহলে আমরা এখানে নিহত হতাম না।’[৭] বল, ‘যদি তোমরা তোমাদের গৃহে অবস্থান করতে তবুও নিহত হওয়া যাদের ভাগ্যে অবধারিত ছিল, তারা নিজেদের বধ্যভূমিতে এসে উপস্থিত হত।’[৮] তা এ জন্য যে, যাতে আল্লাহ তোমাদের অন্তরে যা আছে, তা পরীক্ষা করেন ও তোমাদের হৃদয়ে যা (কালিমা) আছে, তা পরিশুদ্ধ করেন।[৯] আর অন্তরে যা আছে, সে সম্পর্কে আল্লাহ বিশেষভাবে অবহিত।[১০]\n[১] উল্লিখিত চাঞ্চল্যকর পরিস্থিতির পর আল্লাহ তাআলা মুসলিমদের উপর পুনরায় অনুগ্রহ করলেন এবং তাঁদের মধ্যে যাঁরা যুদ্ধের ময়দানে অবশিষ্ট ছিলেন, তাঁদের উপর তন্দ্রার ভাব সৃষ্টি করে দিলেন। আর এই তন্দ্রা (ঢুল) ছিল আল্লাহর পক্ষ হতে প্রশান্তি এবং সাহায্যের দলীল। আবূ ত্বালহা (রাঃ) বলেন, আমিও তাঁদের একজন, যাঁদের উপর উহুদের দিন তন্দ্রার ভাব সৃষ্টি হয়েছিল। এমন কি আমার তরবারি কয়েকবার আমার হাত থেকে পড়ে যাওয়ার উপক্রম হয়েছিল, আর আমি ধরে নিয়েছিলাম।\n(সহীহ বুখারী)\nنُعَاسًا হল أَمَنَةً শব্দের বদল (পরিবর্ত শব্দ)। طَائِفَةٌ একবচন এবং বহুবচন উভয় ক্ষেত্রেই ব্যবহার হয়।\n(ফাতহুল ক্বাদীর)\n[২] এ থেকে মুনাফিকদেরকে বুঝানো হয়েছে। প্রকাশ থাকে যে, এ রকম কঠিন পরিস্থিতিতে তারা কেবল নিজেদের প্রাণ নিয়েই চিন্তিত ছিল।\n[৩] যেমন ভাবত যে, নবী করীম (সাঃ)-এর সম্পূর্ণ ব্যাপারটাই মিথ্যা। তিনি যে দ্বীনের প্রতি আহবান করেন, তার ভবিষ্যৎ আশঙ্কাজনক। তিনি তো আল্লাহর সহযোগিতা থেকেই বঞ্চিত ইত্যাদি ইত্যাদি।\n[৪] অর্থাৎ, আমাদের জন্য কি আল্লাহর পক্ষ হতে আর কোন বিজয় ও সহযোগিতার সম্ভাবনা আছে? অথবা আমাদের কি কোন কথা চলতে পারে এবং মেনে নেওয়া যেতে পারে?\n[৫] তোমাদের কিংবা শত্রুদের এখতিয়ারে কিছুই নেই। সাহায্য-সহযোগিতা তাঁর পক্ষ থেকেই আসবে, সফলতা তিনিই দান করবেন এবং আদেশ-নিষেধ কেবল তাঁরই চলবে।\n[৬] নিজেদের অন্তরে মুনাফিক্বী গোপন রেখে ভাব এমন দেখাত যে, তারা পথ নির্দেশের মুখাপেক্ষী।\n[৭] এটা তারা আপোসে বলাবলি করত অথবা মনে মনে বলত।\n[৮] মহান আল্লাহ বললেন, এই ধরনের কথার লাভ কি? যেভাবেই হোক না কেন, মৃত্যু তো আসবেই এবং তা সেই স্থানেই আসবে, যেখানে আল্লাহর পক্ষ হতে লিখে দেওয়া হয়েছে। যদি তোমরা নিজেদের বাড়িতে অবস্থান কর, আর তোমাদের মৃত্যু কোন যুদ্ধের ময়দানে লিখা থাকে, তাহলে আল্লাহ কর্তৃক এই ফায়সালা তোমাদেরকে সেখানেই টেনে নিয়ে যাবে।\n[৯] (যুদ্ধের ময়দানে) যা কিছু ঘটেছে তার পিছনে একটি উদ্দেশ্য ছিল, তোমাদের অন্তরে বিদ্যমান ঈমানকে পরীক্ষা করা (যাতে মুনাফিকরা তোমাদের থেকে পৃথক হয়ে যায়) এবং তোমাদের অন্তঃকরণকে শয়তানের কুমন্ত্রণা থেকে পবিত্র করা।\n[১০] অর্থাৎ, খাঁটি মুসলিম কে এবং মুনাফিক হয়ে বাহ্যিকভাবে ইসলামের পোশাক কে পরে আছে, তা তো তিনি জানেন। জিহাদের বিভিন্ন কৌশলের মধ্যে এটাও একটি কৌশল যে, এতে মু'মিন ও মুনাফিকের প্রকৃত রূপ বিকশিত হয়ে সামনে চলে আসে; ফলে সাধারণ মানুষও তাদেরকে দেখে ও চিনে নিতে পারে।",
  "ayah": 154,
  "surah": 3
}
