{
  "text": "(তিনি) বনী ইস্রাইলদের জন্য তাকে রসূল করবেন। (সে বলবে,) আমি তোমাদের প্রতিপালকের কাছ থেকে তোমাদের কাছে নিদর্শন এনেছি। আমি তোমাদের জন্য মাটি দ্বারা একটি পাখী সদৃশ আকৃতি গঠন করব,[১] অতঃপর আমি তাতে ফুঁ দেব, ফলে আল্লাহর অনুমতিক্রমে তা পাখী হয়ে যাবে। আমি জন্মান্ধ ও কুষ্ঠ ব্যাধিগ্রস্তকে নিরাময় করব এবং আল্লাহর অনুমতিক্রমে[২] মৃতকে জীবন্ত করব। আর তোমরা তোমাদের গৃহে যা আহার কর ও জমা করে রাখ, তা তোমাদেরকে বলে দেব। নিশ্চয় এতে তোমাদের জন্য অবশ্যই নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।\n[১] أَخْلُقُ لَكُمْ أَي: أُصَوِّرُ لَكُمْ \"আমি তোমাদের জন্য আকৃতি বানাবো ও গঠন করব।\"\n(ক্বুরত্বুবী)\nঅর্থাৎ, ক্রিয়াপদ خَلَقَ এখানে সৃষ্টি করার অর্থে ব্যবহার হয়নি। কারণ, সৃষ্টি করার ক্ষমতা তো কেবল মহান আল্লাহরই। তিনিই একমাত্র স্রষ্টা। সুতরাং এখানে خلق এর অর্থ বাহ্যিক আকৃতি গড়া ও বানানো।\n[২] দ্বিতীয়বার 'আল্লাহর অনুমতিক্রমে' বলার উদ্দেশ্য হল, কোন মানুষ যেন এমন ভুল বোঝার শিকার না হয়ে পড়ে যে, আমিও আল্লাহর গুণাবলী অথবা কোন এখতিয়ারের অধিকারী। না, আমি তো কেবল তাঁর একজন অক্ষম বান্দা এবং রসূল। আমার দ্বারা যা কিছু সংঘটিত হচ্ছে, তা হল নিছক মু'জিযা যা কেবল আল্লাহরই নির্দেশে সংঘটিত হয়। ইমাম ইবনে কাসীর বলেন, আল্লাহ তা'য়ালা প্রত্যেক নবীকে তাঁর যুগের অবস্থা ও পরিস্থিতি অনুযায়ী মু'জিযাসমূহ দান করেছিলেন। যাতে তাঁর সত্যতা ও মহত্ত্ব প্রকাশিত হয়। মূসা (আঃ)-এর যুগে যাদু-বিদ্যার বড়ই চর্চা ছিল। তাই তাঁকে এমন মু'জিযা দান করেছিলেন যে, তাঁর সামনে যাদুকররা নিজেদের যাদুর ভেলকি দেখাতে অক্ষম প্রমাণিত হয়েছিল এবং এ থেকে তাদের নিকট মূসা (আঃ)-এর সত্যতা পরিষ্কারভাবে ফুটে উঠেছিল; ফলে তারা ঈমান এনেছিল। ঈসা (আঃ)-এর যামানায় চিকিৎসা বিদ্যার বেশ চর্চা ছিল। তাই তাঁকে মৃতকে জীবিত করার এবং জন্মান্ধ ও ধবল-কুষ্ঠরোগে আক্রান্ত ব্যক্তিকে সুস্থ করে তোলার মু'জিযা দান করেছিলেন। আর এ কাজ কোন ডাক্তারই তার ডাক্তারী বিদ্যার দ্বারা করতে সক্ষম নয়, তাতে সে যত বড়ই বিশেষজ্ঞ হোক না কেন। আমাদের নবী মুহাম্মাদ (সাঃ)-এর যামানায় কবিতা, সাহিত্য এবং বাকপটুতার খুবই চর্চা ছিল। তাই তাঁকে এমন মু'জিযাপূর্ণ কুরআন দান করলেন যা ছন্দে-মাধুর্যে এবং সাহিত্যে পরিপূর্ণ। যার নজীর পেশ করতে বিশ্বের বড় বড় সাহিত্যিক ও কবিরা অপারগ সাব্যস্ত হয়েছে। চ্যালেঞ্জ দেওয়া সত্ত্বেও আজও পর্যন্ত অপারগ সাব্যস্ত হয়েছে এবং কিয়ামত পর্যন্ত অপরাগই থাকবে।\n(ইবনে কাসীর)",
  "ayah": 49,
  "surah": 3
}
