{
  "text": "তুমি বল, ‘হে আহলে কিতাব (ধর্মগ্রন্থধারি)গণ! এস সে বাক্যের প্রতি যা আমাদের ও তোমাদের মধ্যে অভিন্ন; (তা এই যে,) আমরা আল্লাহ ব্যতীত অন্য কারো উপাসনা করব না, কোন কিছুকেই তার অংশী করব না[১] এবং আমাদের কিছু লোক আল্লাহকে ছেড়ে অপর কিছু লোককে প্রভুরূপে গ্রহণ করবে না।’[২] অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তাহলে বল, ‘তোমরা সাক্ষী থাক যে, আমরা আত্ম-সমর্পণকারী (মুসলিম)।’ [৩]\n[১] না কোন মূর্তিকে, না ক্রুশকে, না আগুনকে এবং না অন্য কোন কিছুকে। বরং কেবলমাত্র এক আল্লাহরই ইবাদত করব। আর এটাই ছিল প্রত্যেক নবীর দাওয়াত।\n[২] প্রথম যে জিনিসটির প্রতি এখানে ইঙ্গিত করা হয়েছে তা হল, তোমরা ঈসা এবং উযায়ের (আলাইহিমাস্ সালাম)-এর রব্ব বা প্রতিপালক হওয়ার যে মনগড়া বিশ্বাস রাখ, তা সম্পূর্ণ ভুল। তাঁরা রব্ব ছিলেন না, বরং মানুষ ছিলেন। আর দ্বিতীয় যে জিনিসটির প্রতি ইঙ্গিত করা হয়েছে, তা হল, তোমরা যে তোমাদের পন্ডিত ও সংসার-বিরাগীদেরকে হালাল ও হারাম করার অধিকার দিয়ে রেখেছ, তা তাদেরকে রব্ব মনে করারই অন্তর্ভুক্ত। যেমন, [اتَّخَذُوا أَحْبَارَهُمْ] আয়াতও এ কথার সাক্ষ্য দেয়। তাদের এ কাজও সঠিক নয়। কারণ, হালাল ও হারাম করার অধিকার একমাত্র আল্লাহর।\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর)\n[৩] বুখারী শরীফের বর্ণনায় এসেছে যে, কুরআন কারীমের এই নির্দেশ অনুযায়ী রসূল (সাঃ) রোমক বাদশাহ হিরাকলের নিকটে পত্র প্রেরণ করেন এবং পত্রের মাধ্যমে এই আয়াতের দাবী অনুযায়ী তাকে ইসলাম কবুল করার প্রতি আহবান জানান।\n' فَأَسْلِمْ تَسْلَمْ، أَسلِمْ يُؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الْأَرِيسِيِّينَ' \"ইসলাম কবুল করে নাও, নিরাপত্তা পাবে। মুসলিম হয়ে যাও, তাহলে মহান আল্লাহ তোমাকে দ্বিগুণ নেকী দিবেন। কিন্তু যদি তুমি ইসলাম স্বীকার না কর, তাহলে প্রজাদের পাপও তোমার উপর চাপবে।\"\n(বুখারী ৭নং)\nকেননা, প্রজাদের ইসলাম স্বীকার না করার কারণই হবে তুমি। আলোচ্য আয়াতে তিনটি মৌলিক বিষয় উল্লিখিত হয়েছে, (ক) কেবলমাত্র আল্লাহরই ইবাদত করা, (খ) তাঁর সাথে কাউকে শরীক না করা এবং (গ) কাউকে শরীয়তী বিধান প্রণয়নের ইলাহী মর্যাদা না দেওয়া। এটাই সেই 'অভিন্ন বাক্য' যার উপর ঐক্যবদ্ধ হওয়ার প্রতি আহলে-কিতাবদেরকে আহবান জানানো হয়েছে। সুতরাং এই শতধা-বিচ্ছিন্ন উম্মতকেও ঐক্যবদ্ধ করতে উক্ত তিনটি বিষয়কে এবং এই 'অভিন্ন বাক্য'কে অধিকরূপে মূল ভিত্তি ও বুনিয়াদ হিসাবে গ্রহণ করা উচিত।",
  "ayah": 64,
  "surah": 3
}
