{
  "text": "তিনিই তোমার প্রতি এই কিতাব (কুরআন) অবতীর্ণ করেছেন; যার কিছু আয়াত সুস্পষ্ট, দ্ব্যর্থহীন, এগুলি কিতাবের মূল অংশ; যার অন্যগুলি রূপক;[১] যাদের মনে বক্রতা আছে, তারা ফিতনা (বিশৃংখলা) সৃষ্টি ও ভুল ব্যাখ্যার উদ্দেশ্যে যা রূপক তার অনুসরণ করে। বস্তুতঃ আল্লাহ ব্যতীত অন্য কেউ এর ব্যাখ্যা জানে না।[২] আর যারা সুবিজ্ঞ তারা বলে, আমরা এ বিশ্বাস করি। সমস্তই আমাদের প্রতিপালকের নিকট থেকে আগত। বস্তুতঃ বুদ্ধিমান লোকেরাই উপদেশ গ্রহণ করে।\n[১] مُحكَمَات (সুস্পষ্ট দ্ব্যর্থহীন) সেই আয়াতসমূহকে বলা হয় যাতে যাবতীয় আদেশ-নিষেধ, বিধি-বিধান, মাসলা-মাসায়েল এবং ইতিহাস ও কাহিনী আলোচিত হয়েছে; যার অর্থ স্পষ্ট ও দ্ব্যর্থহীন এবং যেগুলো বুঝতে কোন প্রকার অসুবিধা হয় না। আর مُتَشَابِهَات (রূপক) আয়াতগুলো এর বিপরীত। যেমন, আল্লাহর সত্তা, ভাগ্য সম্পর্কীয় বিষয়াদি, জান্নাত ও জাহান্নাম এবং ফিরিশতা ইত্যাদির ব্যাপার। অর্থাৎ, এমন বাস্তব জিনিস যার বাস্তবতা উপলব্ধি করতে মানুষের জ্ঞান-বুদ্ধি অপারগ অথবা যে ব্যাপারে এমন ব্যাখ্যা করার অবকাশ বা তাতে এমন অস্পষ্টতা ও দ্ব্যর্থতা থাকে যে, তার দ্বারা সাধারণ মানুষকে বিভ্রান্তি ও ভ্রষ্টতায় ফেলা সম্ভব হয়। এই কারণেই বলা হচ্ছে যে, যাদের অন্তরে বক্রতা থাকে, তারাই অস্পষ্ট আয়াতগুলোর পিছনে পড়ে থাকে এবং সেগুলোর মাধ্যমে ফিৎনা সৃষ্টি করে। যেমন খ্রিষ্টানদের অবস্থা; কুরআন ঈসা (আঃ)-কে আল্লাহর বান্দা এবং তাঁর রসূল বলেছে। এটা একটি পরিষ্কার ও দ্ব্যর্থহীন কথা। কিন্তু খ্রিষ্টানরা এটাকে বাদ দিয়ে কুরআনে যে ঈসা (আঃ)-কে 'রুহুল্লাহ' এবং 'কালিমাতুল্লাহ' বলা হয়েছে, সেটাকেই নিজেদের ভ্রষ্ট আকীদার দলীল হিসেবে গ্রহণ করেছে। অথচ তা ভুল। অনুরূপ অবস্থা বিদআতীদেরও; কুরআনের সুস্পষ্ট আকীদার বিপরীত বিদআতীরা যে ভ্রান্ত আকীদা গড়ে রেখেছে, তাও এই 'মুতাশাবিহাত' (অস্পষ্ট) আয়াতগুলোর ভিত্তিতেই। আবার কখনো নিজেদের দার্শনিক চিন্তাধারার কঠিন পেঁচ দ্বারা 'সুস্পষ্ট' আয়াতগুলোকে 'অস্পষ্ট' বানিয়ে ফেলে। (আল্লাহ আমাদেরকে এ কাজ হতে পানাহ দিন।) পক্ষান্তরে সঠিক আকীদা অবলম্বি মুসলিম 'সুস্পষ্ট' আয়াতগুলোর উপর আমল করে এবং 'অস্পষ্ট' আয়াতগুলোর ব্যাপারে সন্দেহ হলে, সেগুলোকে 'সুস্পষ্ট' আয়াতগুলোর আলোকে বুঝতে চেষ্টা করে। কেননা, কুরআন 'সুস্পষ্ট' আয়াতগুলোকেই কিতাবের 'মূল অংশ' বলে আখ্যায়িত করেছে। এর ফলে তারা ফিৎনা থেকে বেঁচে যায় এবং আকীদার বিভ্রান্তি থেকেও রেহাই পায়। আল্লাহ আমাদেরকে তাদের অন্তর্ভুক্ত করুন। আমীন।\n[২] 'তা'বীল'-এর এক অর্থ হল, কোন জিনিসের আসল প্রকৃতত্ব, তত্ত্ব ও তাৎপর্য। এই অর্থের দিকে খেয়াল করে 'ইল্লাল্লা-হ' পড়ে থামা জরুরী। কারণ, প্রত্যেক জিনিসের আসল প্রকৃতত্ব স্পষ্টভাবে কেবল মহান আল্লাহই জানেন। 'তা'বীল'এর দ্বিতীয় অর্থ হল, কোন জিনিসের ব্যাখ্যা, অর্থপ্রকাশ এবং পরিষ্কারভাবে তা বর্ণনা করা। এই অর্থের দিক দিয়ে 'ইল্লাল্লা-হ' পড়ে না থেমে [وَالرَّاسِخُوْنَ فِي الْعِلْمِ] পড়ে থামা যায়। কারণ, গভীর জ্ঞানের অধিকারী ব্যক্তিরাও সঠিক ব্যাখ্যা এবং সুস্পষ্ট বর্ণনা দেওয়ার ক্ষমতা রাখেন। 'তা'বীল'এর এই উভয় অর্থ কুরআনে কারীমে ব্যবহূত হয়েছে।\n(ইবনে কাসীর থেকে সারাংশ)",
  "ayah": 7,
  "surah": 3
}
