{
  "text": "گناہوں میں ڈوبے لوگ ؟  ارشاد ہے کہ ایک گروہ نے ہمارا مقابلہ کیا اور ہم نے انہیں تاخت و تاراج کیا۔ دوسرا گروہ ان کے قائم مقام ہوا تو کیا اس پر بھی یہ بات واضح نہیں ہوتی کہ اگر وہ بداعمالیاں کریں گے تو اپنے سے اگلوں کی طرح کھو دیئے جائیں گے جیسے فرمان ہے آیت (اَفَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۭ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّاُولِي النُّهٰى01208) 20۔ طه :128) یعنی کیا انہیں اب تک سمجھ نہیں آئی کہ ہم نے ان سے پہلے بہت سی آباد بستیاں اجاڑ کر رکھ دیں جن کے مکانوں میں اب یہ رہتے سہتے ہیں۔ اگر یہ عقل مند ہوتے تو ان کے لئے بہت سی عبرتیں تھیں اور اس بیان کے بعد کی آیت میں ہے کہ اس میں بہت سی نشانیاں ہیں۔ کیا یہ سن نہیں رہے ؟ ایک آیت میں فرمایا تم اس سے پہلے پورے یقین سے کہتے تھے کہ تمہیں زوال آنے کا ہی نہیں حالانکہ تم جن کے گھروں میں تھے وہ خود بھی اپنے مظالم کے سبب تباہ کردیئے گئے تھے۔ خالی گھر رہ گئے۔ ایک اور آیت میں ہے آیت (وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَحْسَنُ اَثَاثًا وَّرِءْيًا 74؀) 19۔ مریم :74) ان سے پہلے ہم نے بہت سی بستیاں تباہ کردیں نہ ان میں سے اب کوئی نظر آئے نہ کسی کی آواز سنائی دے اور آیت میں ہے کہ وہ لوگ تو ان سے زیادہ مست تھے، مال دار تھے، عیش و عشرت میں تھے، راحت و آرام میں تھے، اوپر سے ابر برستا تھا نیچے سے چشمے بہتے تھے لیکن گناہوں میں ڈوبے رہے کہ آخر تہس نہس ہوگئے اور دوسرے لوگ ان کے قائم مقام آئے۔ عادیوں کی ہلاکت کا بیان فرما کر ارشاد ہوا کہ ایسے عذاب اچانک آگئے کہ ان کے وجود کی دھجیاں اڑ گئیں، کھنڈر کھڑے رہ گئے اور کسی چیز کا نام و نشان نہ بچا۔ مجرموں کا یہی حال ہوتا ہے۔ حالانکہ دنیوی وجاہت بھی ان کے پاس تھی آنکھ، کان، ھاتھ سب تھا لیکن اللہ جل شانہ کی باتوں کا تمسخر کرنے پر اور ان کے انکار پر جب عذاب آیا تو حیران و ششدر رہ گئے، نہ عقل آئی نہ اسباب بچے۔ اپنے آس پاس کی ویران بستیاں دیکھ کر عبرت حاصل کرو۔ اگلوں نے جھٹلایا تو دیکھ لو کہ کس طرح برباد ہوئے ؟ تم تو ابھی تک ان کے دسویں حصے کو بھی نہیں پہنچے۔ تم سے پہلے کے منکروں پر میرے عذاب آئے انہیں غور سے سنو۔ ظالموں کی بستیاں میں نے الٹ دیں اور ان کے محلات کھنڈر بنا دیئے۔ زمین میں چل پھر کر، آنکھیں کھول کر، کان لگا کر ذرا عبرت حاصل کرو۔ جس کی آنکھیں نہ ہوں وہی اندھا نہیں بلکہ سچ مچ اندھا وہ ہے جس کی دلی آنکھیں بیکار ہوں۔ اگلے نبیوں کے ساتھ بھی مذاق اڑائے گئے لیکن نتیجہ یہی ہوا کہ ایسے مذاق کرنے والوں کا نشان مٹ گیا۔ ایسے گھیرے آگئے کہ ایک بھی نہ بچا۔ اللہ تعالیٰ کی باتیں سچی ہیں، اس کے وعدے اٹل ہیں وہ ضرور اپنے دوستوں کی مدد کرتا ہے اور اپنے دشمنوں کو نیچا دکھاتا ہے۔",
  "ayah": 100,
  "surah": 7
}
