{
  "text": "ابلیس، آدم ؑ اور نسل آدم انسان کے شرف کو اس طرح بیان فرماتا ہے کہ تمہارے باپ آدم کو میں نے خود ہی بنایا اور ابلیس کی عداوت کو بیان فرما رہا ہے کہ اس نے تمہارے باپ آدام کا حسد کیا۔ ہمارے فرمان سے سب فرشتوں نے سجدہ کیا مگر اس نے نافرمانی کی پس تمہیں چاہئے کہ دشمن کو دشمن سمجھو اور اس کے داؤ پیچ سے ہوشیار رہو اسی واقعہ کا ذکر آیت (وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۗىِٕكَةِ اِنِّىْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ 28) 15۔ الحجر) میں بھی ہے۔ حضرت آدم کو پروردگار نے اپنے ہاتھ سے مٹی سے بنایا انسانی صورت عطا فرمائی پھر اپنے پاس سے اس میں روح پھونکی پھر اپنی شان کی جلالت منوانے کیلئے فرشتوں کو حکم دیا کہ ان کے سامنے جھک جاؤ سب نے سنتے ہی اطاعت کی لیکن ابلیس نہ مانا اس واقعہ کو سورة بقرہ کی تفسیر میں ہم خلاصہ وار لکھ آئے ہیں۔ اس آیت کا بھی یہی مطلب ہے اور اسی کو امام ابن جریر ؒ نے بھی پسند فرمایا ہے۔ ابن عباس سے مروی ہے کہ انسان اپنے باپ کی پیٹھ میں پیدا کیا جاتا ہے اور اپنی ماں کے پیٹ میں صورت دیا جاتا ہے اور بعض سلف نے بھی لکھا ہے کہ اس آیت میں مراد اولاد آدم ہے۔ ضحاک کا قول ہے کہ آدم کو پیدا کیا پھر اس کی اولاد کی صورت بنائی۔ لیکن یہ سب اقوال غور طلب ہیں کیونکہ آیت میں اس کے بعد ہی فرشتوں کے سجدے کا ذکر ہے اور ظاہر ہے کہ سجدہ حضرت آدام ؑ کے لئے ہی ہوا تھا۔ جمع کے صیغہ سے اس کا بیان اس لئے ہوا کہ حضرت آدم تمام انسانوں کے باپ ہیں آیت (وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى ۭ كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ ۭ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَھُمْ يَظْلِمُوْنَ 57) 2۔ البقرة) اسی کی نظیر ہے یہاں خطاب ان بنی اسرائیل سے ہے جو حضور کے زمانے میں موجود تھے اور دراصل ابر کا سایہ ان کے سابقوں پر ہوا تھا جو حضرت موسیٰ کے زمانے میں تھے نہ کہ ان پر، لیکن چونکہ ان کے اکابر پر سایہ کرنا ایسا احسان تھا کہ ان کو بھی اس کا شکر گذار ہونا چاہئے تھا اس لئے انہی کو خطاب کر کے اپنی وہ نعمت یاد دلائی۔ یہاں یہ بات واضح ہے اس کے بالکل برعکس آیت (وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰـلَـةٍ مِّنْ طِيْن 12) 23۔ المؤمنون) ہے کہ مراد آدم ہیں کیونکہ صرف وہی مٹی سے بنائے گئے ان کی کل اولاد نطفے سے پیدا ہوئی اور یہی صحیح ہے کیونکہ مراد جنس انان ہے نہ کہ معین۔ واللہ اعلم۔",
  "ayah": 11,
  "surah": 7
}
