{
  "text": "عذر گناہ بدتر از گناہ  (الا تسجد) میں لا بقول بعض نحویوں کے زائد ہے اور بعض کے نزدیک انکار کی تاکید کیلئے ہے۔ جیسے کہ شاعر کے قول ما ان رایت ولا سمعت بمثلہ میں ما نافیہ پر ان نفی کے لئے صرف تاکیداً داخل ہوا ہے اسی طرح یہاں بھی ہے کہ پہلے آیت (لم یکن من الساجدین) ہے پھر (ما منعک الا تسجد) ہے امام ابن جریر ؒ ان دونوں قولوں کو بیان کر کے انہیں رد کرتے ہیں اور فرماتے ہیں (منعک) ایک دوسرے فعل مقدر کا متضمن ہے تو تقریر عبارت یوں ہوئی (ما احوجک والزمک وا ضطرک الا تسجد اذا مرتک) یعنی تجھے کس چیز نے بےبس محتاج اور ملزم کردیا کہ تو سجدہ نہ کرے ؟ وغیرہ۔ یہ قول بہت ہی قوی ہے اور بہت عمدہ ہے۔ واللہ اعلم۔ ابلیس نے جو وجہ بتائی سچ تو یہ ہے کہ وہ عذر گناہ بدتر از گناہ کی مصداق ہے۔ گویا وہ اطاعت سے اس لئے باز رہتا ہے کہ اس کے نزدیک فاضل کو مفضول کے سامنے سجدہ کئے جانے کا حکم ہی نہیں دیا جاسکتا۔ تو وہ ملعون کہہ رہا ہے کہ میں اس سے بہتر ہوں پھر مجھے اس کے سامنے جھکنے کا حکم کیوں ہو رہا ہے ؟ پھر بہتر ہونے کے ثبوت میں کہتا ہے کہ میں آگ سے بنا یہ مٹی سے۔ ملعون اصل عنصر کو دیکھتا ہے اور اس فضیلت کو بھول جاتا ہے کہ مٹی والے کہ اللہ عزوجل نے اپنے ہاتھ سے بنایا ہے اور اپنی روح پھونکی ہے۔ پاس اس وجہ سے کہ اس نے فرمان الٰہی کے مقابلے میں قیاس فاسد سے کام لیا اور سجدے سے رک گیا اللہ کی رحمتوں سے دور کردیا گیا اور تمام نعمتوں سے محروم ہوگیا۔ اس ملعون نے اپنے قیاس اور اپنے دعوے میں بھی خطا کی۔ مٹی کے اوصاف ہیں، نرم ہونا، حامل مشقت ہونا، دوسروں کا بوجھ سہانا، چیزوں کو اگانا، بڑھانا، پرورش کرنا، اصلاح کرنا وغیرہ اور آگ کی صفت ہے جلدی کرنا، جلا دینا، بےچینی پھیلانا، پھونک دینا، اسی وجہ سے ابلیس اپنے گناہ پر اڑ گیا اور حضرت آدم نے اپنے گناہ کی معذرت کی، اس سے توبہ کی اور اللہ کی طرف رجوع کیا۔ رب کے احکام کو تسلیم کیا، اپنے گناہ کا اقرار کیا، رب سے معافی چاہی، بخشش کے طالب ہوئے۔ حضرت عائشہ صدیقہ ؓ سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا فرشتے نور سے پیدا کئے گئے ہیں، ابلیس آگ کے شعلے سے اور انسان اس چیز سے جو تمہاے سامنے بیان کردی گئی ہے یعنی مٹی سے (مسلم) ایک اور روایت میں ہے فرشتے نور عرش سے جنت آگ سے۔ ایک غیر صحیح حدیث میں اتنی زیادتی بھی ہے کہ حور عین زعفران سے بنائی گئی ہیں۔ امام حسن فرماتے ہیں ابلیس نے یہ کام کیا اور یہی پہلا شخص ہے جس نے قیاس کا دروازہ کھولا۔ اس کی اسناد صحیح ہے۔ حضرت امام ابن سیرین رحمتہ اللہ فرماتے ہیں سب سے پہلے قیاس کرنے والا ابلیس ہے۔ یاد رکھو سورج چاند کی پرستش اسی کی بدولت شروع ہوئی ہے۔ اس کی اسناد بھی صحیح ہے۔",
  "ayah": 12,
  "surah": 7
}
