{
  "text": "فرعون سیخ پا ہو گیا جادوگروں کے اس طرح مجمع عام میں ہار جانے پھر اس طرح سب کے سامنے بےدھڑک اسلام قبول کرلینے سے فرعون آگ بگولا ہوگیا اور اس اثر کو روکنے کیلئے سب سے پہلے تو ان مسلمانوں سے کہنے لگا تمہارا بھید مجھ پر کھل گیا ہے تم سب مع موسیٰ کے ایک ہی ہو یہ تمہارا استاد ہے تم اس کے شاگرد ہو تم نے آپس میں پہلے یہ طے کیا کہ بھئی تو پہلے چلا جا پھر ہم آجائیں گے اس طرح میدان قائم ہو ہم مصنوعی لڑائی لڑ کر ہار جائینگے اور اس طرح اس ملک کے اصلی باشندوں کو یہاں سے نکال باہر کریں گے۔ فرعون کے اس جھوٹ پر اللہ کی مار ہے۔ کوئی بیوقوف انسان بھی اس کے ایک جملہ کو بھی صحیح نہیں سمجھ سکتا۔ سب کو معلوم تھا موسیٰ ؑ اپنا بچپن فرعون کے محل میں گذارتے ہیں، اس کے بعد مدین میں عمر کا ایک حصہ بسر کرتے ہیں، مدین سے سیدھے مصر کو پہنچ کر اپنی نبوت کا اعلان کرتے ہیں اور معجزے دکھاتے ہیں جن سے عاجز آ کر فرعون اپنے جادوگروں کو جمع کرتا ہے وہ براہ راست اس کی سپاہ کے ساتھ اس کے دربار میں پیش ہوتے ہیں انعام و اکرام کے لالچ سے ان کے دل بڑھائے جاتے ہیں وہ اپنی فتح مندی کا یقین دلاتے ہیں فرعون انہیں اپنی رضامندی کا یقین دلاتا ہے خوب تیاریاں کر کے میدان جماتے ہیں حضرت موسیٰ ان میں سے ایک سے بھی واقف نہیں کبھی نہ کسی کو دیکھا ہے نہ سنا ہے نہ ملے ہیں نہ جانتے ہیں۔ لیکن وزیرے چنیں شہریارے چناں وہاں تو ان لوگوں کا مجمع تھا کہ فرعون نے جب کہا کہ میں رب اعلیٰ ہوں تو سب نے گردنیں جھکا کر کہا بیشک حضور آپ خدا ہیں تو ایسے جہالت کے پلندوں سے کوئی بات منوا لینی کیا مشکل تھی ؟ اس کے رعب میں آ کر ایمان لانے کا ارادہ بدلا اور سمجھ بیٹھے کہ واقعی فرعون ٹھیک کہہ رہا ہے۔ ایک قول یہ ہے کہ موسیٰ ؑ نے جادوگروں کے امیر سے فرمایا کہ اگر میں غالب آجاؤں تو کیا تو مجھ پر ایمان لائے گا ؟ اس نے کہا آج میدان میں ہماری جانب جو جادو پیش کیا جائے گا اس کا جواب ساری مخلوق کے پاس نہیں تو اگر اس پر غالب آگیا تو مجھے بیشک یقین ہوجائے گا کہ وہ جادو نہیں معجزہ ہے۔ یہ گفتگو فرعون کے کانوں تک پہنچی اسے یہ دوہرا رہا ہے کہ تم نے ملی بھگت کرلی۔ اس طرح لوگوں کے دل حقانیت سے ہٹا کر انہیں بدظن کرنے کیلئے دوسری چال یہ چلتا اور کہتا ہے کہ تم اپنے ایکے، اتفاق اور پوشیدہ جال سے جاہتے یہ ہو کہ ہماری دولت و شوکت چھین لو ہمیں یہاں سے نکال باہر کرو، اس طرح اپنی قوم کے دل ان کی طرف سے پھیر کر پھر انہیں خوفزدہ کرنے کیلئے چوتھی چال چلتا ہے کہ ان نومسلموں سے کہتا ہے کہ دیکھو تو تمہیں ابھی معلوم ہوجائے گا کہ سو میں کتنے بیس ہوتے ہیں۔ مجھے بھی قسم ہے جو تمہارے ہاتھ پاؤں نہ کٹوائے اور وہ بھی الٹی طرح یعنی پہلے اگر سیدھا ہاتھ کاٹا جائے تو پھر بایاں پاؤں اور اگر پہلے سیدھا پاؤں کاٹا گیا تو پھر الٹا ہاتھ۔ اسی طرح بےدست و پا کر کے کھجوروں کی شاخوں پر لٹکا دوں گا۔ تاریخ سے پتہ چلتا ہے کہ اس ظالم بادشاہ سے پہلے ان دونوں سزاؤں کا رواج نہ تھا۔ یہ دھمکی دے کر وہ سمھجتا تھا کہ اب یہ نرم پڑجائیں گے لیکن وہ تو ایمان میں اور پختہ ہوگئے، بالاتفاق جواب دیتے ہیں کہ اچھا ڈرایا ؟ یہاں سے تو واپس اللہ کے پاس جانا ہی ہے اسی کے قبضہ وقدرت میں سب کچھ ہے آج اگر تیری سزاؤں سے بچ گئے تو کیا اللہ کے ہاں کی سزائیں بھی معاف ہوجائیں گی ؟ ہمارے نزدیک تو دنیا کی سزائیں بھگت لینا بہ نسبت آخرت کے عذاب کے بھگتنے کے بہت ہی آسان ہے۔ تو ہم سے اللہ کے نبی کا مقابلہ کراچکا ہے لیکن اب جبکہ ہم پر حق واضح ہوگیا ہم اس پر ایمان لے آئے تو تو چڑ رہا ہے۔ کہنے کو تو یہ سب کچھ کہہ گئے لیکن پھر خیال آیا کہ کہیں ہمارا قدم پھسل نہ جائے اس لئے دعا میں دل کھول دیا کہ اے اللہ ہمیں صبر عطا فرما، ثابت قدمی دے، ہمیں اسلام پر ہی موت دے، تیرے نبی حضرت موسیٰ ؑ کی اتباع کرتے ہوئے ہی دنیا سے رخصت ہوں۔ ایسا نہ ہو اس ظالم کے رعب میں یا اس کی دھمکیوں میں آجائیں یا سزاؤں سے ڈر جائیں یا ان کے برداشت کی تاب نہ لائیں۔ ان دعاؤں کے بعد دل بڑھ جاتے ہیں، ہمتیں دگنی ہوجاتی ہیں فرعون کی آنکھوں میں آنکھیں ڈال کر کہتے ہیں تجھے جو کرنا ہے اس میں کمی نہ کر، کسر اٹھا نہ رکھ، جو جی میں ہے کر گذر تو دنیا ہی میں سزائیں دے سکتا ہے۔ ہم صبر کرلیں گے کیا عجب کہ ہمارے ایمان کی وجہ سے اللہ ہماری خطائیں معاف فرمائے خصوصاً ابھی کی یہ خطا کہ ہم نے جھوٹ سے سچ کا مقابلہ کیا۔ بیشک اللہ بہتر ہے اور زیادہ باقی ہے۔ گناہگاروں کے لئے اس کے ہاں جہنم کی سزا ہے جہاں نہ موت آئے نہ کارآمد زندگی ہو۔ اور مومنوں کے لئے اس کے پاس جنتیں ہیں جہاں بڑے بلند درجے ہیں۔ سبحان اللہ یہ لوگ دن کے ابتدائی حصے میں کافر اور جادوگر تھے اور اسی دن کے آخری حصے میں مومن بلکہ نیک شہید تھے۔",
  "ayah": 124,
  "surah": 7
}
