{
  "text": "طلب زیارت اور موت وعدے کے مطابق حضرت موسیٰ طور پہاڑ پر پہنچے، اللہ کا کلام سنا تو دیدار کی آرزو کی، جواب ملا کہ یہ تیرے لئے ناممکن ہے۔ اس سے معتزلہ نے استدلال کیا ہے کہ دنیا اور آخرت میں اللہ کا دیدار نہ ہوگا کیونکہ لن ابدی نفی کے لئے آتا ہے لیکن یہ قول بالکل ہی بودا ہے کیونکہ متواتر احادیث سے ثابت ہے کہ مومنوں کو قیامت کے دن اللہ کا دیدار ہوگا۔ وہ حدیثیں آیت (وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌ 22؀ۙ) 75۔ القیامة :22) اور آیت (كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَ 15؀ۭ) 83۔ المطففین :15) کی تفسیر میں آئیں گی انشاء اللہ تعالٰی، ایک قول اس آیت کی تفسیر میں یہ ہے کہ یہ نفی ابدی ہے لیکن دنیاوی زندگی کے لئے نہ کہ آخرت کے لئے بھی۔ کیونکہ آخرت میں دیدار باری تعالیٰ مومنوں کو قطعاً ہوگا جیسے کہ آیات و احادیث سے ثابت ہے اس طرح کوئی معارضہ بھی باقی نہیں رہتا۔ یہ آیت مثل (لا تدرکہ الا بصار) کے ہے جس کی تفسیر سورة انعام میں گذر چکی ہے۔ اگلی کتابوں میں ہے کہ حضرت موسیٰ ؑ کی اس درخواست پر ان سے کہا گیا تھا کہ اے موسیٰ مجھے جو زندہ شخص دیکھ لے وہ مرجائے۔ میرے دیدار کی تاب کوئی زندہ لا نہیں سکتا۔ خشک چیزیں بھی میری تجلی سے تھرا اٹھتی ہیں چنانجہ پہاڑ کا حال خود کلیم اللہ نے اپنی آنکھوں سے دیکھ لیا اور خود بھی بیہوش ہوگئے۔ امام ابو جعفر طبری نے اس آیت کی تفسیر میں لکھا ہے کہ حضور فرماتے ہیں کہ جب اس کے رب نے پہاڑ پر تجلی ڈالی، اپنی انگلی سے اشارہ کیا تو وہ چکنا چور ہوگیا۔ راوی حدیث ابو اسماعیل نے اپنے شاگردوں کو اپنی شہادت کی انگلی سے اشارہ کر کے بتایا، لیکن اس حدیث کی سند میں ایک راوی مبہم ہے جس کا نام واضح نہیں کیا گیا، ایک روایت میں ہے کہ آپ نے اپنے انگوٹھے کو اپنی چھنگلیا کی اوپر کی پور پر رکھ کر بتایا کہ اتنے سے جمال سے پہاڑ زمین کے ساتھ ہموار ہوگیا۔ مسند کی روایت میں ہے کہ حمید نے اپنے استاد سے کہا اس سے آپ کی کیا مراد ہے ؟ تو استاد نے ان کے سینے پر ہاتھ مار کر فرمایا کہ یہ میں اپنی طرف سے نہیں کہہ رہا بلکہ حضرت انس بن مالک سے میں نے یہ سنا اور انہوں نے آنحضرت رسول مقبول ﷺ سے۔ ترمذی میں بھی یہ ہدایت ہے اور امام صاحب نے اسے حسن صحیح غریب فرمایا ہے۔ مستدرک میں اسے وارد کر کے کہا ہے کہ یہ شرط مسلم پر ہے اور صحیح ہے۔ خلال کہتے ہیں اس کی سند صحیح ہے اس میں کوئی علت نہیں۔ ابن مردویہ میں بھی مرفوعاً مروی ہے لیکن اس کی بھی سند صحیح نہیں۔ ابن عباس فرماتے ہیں صرف بقدر چھنگلی انگلی کے تجلی ہوئی تھی جس سے وہ مٹی کی طرح چور چور ہوگیا اور کلیم اللہ بھی بیہوش ہوگئے۔ کہتے ہیں وہ پہاڑ دھنس گیا سمندر میں چلا گیا اور حضرت موسیٰ بیہوش ہو کر گرپڑے بعض بزرگ فرماتے ہیں وہ پہاڑ اب قیامت تک ظاہر نہ ہوگا بلکہ زمین میں اترتا چلا جاتا ہے۔ ایک حدیث میں ہے اس تجلی سے چھ پہاڑ اپنی جگہ سے اڑ گئے جن میں سے تین مکہ میں ہیں اور تین مدینے میں۔ احد رقان اور رضوی مدینے میں۔ حرا، ثبیر اور ثور مکہ میں۔ لیکن یہ حدیث بالکل غریب ہے بلکہ منکر ہے۔ کہتے ہیں کہ طور پر تجلی کے ظہور سے پہلے پہاڑ بالکل صاف تھے اس کے بعد ان میں غار اور کھڈ اور شاخیں قائم ہوگئیں۔ جناب کلیم اللہ کی آرزو کے جواب میں انکار ہوا اور پھر مزید تشفی کے لئے فرمایا گیا کہ میری ادنیٰ سی تجلی کی برداشت تجھ سے تو کیا بہت زیادہ قوی مخلوق میں بھی نہیں۔ دیکھ پہاڑ کی جانب خیال رکھ پھر اس پر اپنی تجلی ڈالی جس سے پہاڑ جھک گیا اور موسیٰ بیہوش ہوگئے صرف اللہ کی نظر نے پہاڑ کو ریزہ ریزہ کردیا وہ بالکل مٹی ہو کر ریت کا میدان ہوگیا۔ بعض قرأتوں میں اسی طرح ہے اور ابن مردویہ میں ایک مرفوع حدیث بھی ہے۔ حضرت موسیٰ کو غشی آگئی یہ ٹھیک نہیں کہ موت آگئی گولغتاً یہ بھی ہوسکتا ہے جیسے آیت (وَنُفِخَ فِي الصُّوْرِ فَصَعِقَ مَنْ فِي السَّمٰوٰتِ وَمَنْ فِي الْاَرْضِ اِلَّا مَنْ شَاۗءَ اللّٰهُ ۭ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ 68؀) 39۔ الزمر :68) میں موت کے معنی ہیں۔ لیکن وہاں قرینہ موجود ہے جو اس لفظ سے اسی معنی کے ہونے کی تائید کرتا ہے اور یہاں کا قرینہ بیہوشی کی تائید کرتا ہے کیونکہ آگے فرمان ہے آیت (فلما افاق) ظاہر ہے کہ افاقہ بیہوشی سے ہوتا ہے۔ حضرت موسیٰ ہوش میں آتے ہی اللہ تعالیٰ کی پاکیزگی اور تعظیم و جلال بیان فرمانے لگے کہ واقعی وہ ایسا ہی ہے کہ کوئی زندہ اس کے جمال کی تاب نہیں لاسکتا۔ پھر اپنے سوال سے توبہ کرتے ہیں اور فرماتے ہیں کہ سب بنی اسرائیل سے پہلے میں ایمان لانے والا بنتا ہوں۔ میں اس پر سب سے پہلے ایمان لاتا ہوں کہ واقعی کوئی زندہ آنکھ تجھے دیکھ نہیں سکتی۔ یہ مطلب نہیں کہ آپ سے پہلے کوئی مومن ہی نہ تھا بلکہ مراد یہ ہے کہ اللہ کا دیدار زندوں کے لئے ناممکن ہے۔ ابن جریر میں اس آیت کی تفسیر میں محمد بن اسحاق بن یسار کی روایت سے ایک عجیب و غریب مطول اثر نقل کیا گیا ہے عجب نہیں کہ یہ اسرائیلی روایتوں میں سے ہو واللہ اعلم۔ صحیح بخاری شریف میں ہے کہ ایک یہود کو کسی نے ایک تھپڑ مارا تھا وہ رسول اللہ ﷺ کے پاس شکایت لایا کہ آپ کے فلاں انصاری صحابی نے مجھے تھپڑ مارا ہے۔ آپ نے اسے بلوایا اور اس سے پوچھا۔ اس نے کہا سچ ہے۔ وجہ یہ ہوئی کہ یہ کہہ رہا تھا اس اللہ کی قسم ہے جس نے موسیٰ کو تمام جہاں پر فضیلت دی تو میں نے کہا کیا حضرت محمد ﷺ پر بھی ؟ اور غصے میں آ کر میں نے اسے تھپڑ مار دیا۔ آپ نے فرمایا سنو نبیوں کے درمیان تم مجھے فضیلت نہ دیا کرو۔ قیامت میں سب بیہوش ہوں گے سب سے پہلے مجھے ہوش آئے گا تو میں دیکھوں گا کہ حضرت موسیٰ ؑ عرش الٰہی کا پایہ تھامے ہوئے ہیں۔ میں نہیں کہہ سکتا کہ انہیں مجھ سے پہلے افاقہ ہوا ؟ یا طور کی بیہوشی کے بدلے یہاں بیہوش ہی نہیں ہوئے ؟ یہ حدیث بخاری شریف میں کئی جگہ ہے اور مسلم شریف میں بھی ہے اور ابو داؤد میں بھی ہے۔ بخاری و مسلم کی ایک اور روایت میں ہے کہ ایک مسلمان اور ایک یہودی کا جھگڑا ہوگیا اس پر مسلمان نے کہا اس کی قسم جس نے حضرت محمد ﷺ کو تمام جہان پر فضیلت دی اور یہودی نے کہا اس کی قسم جس نے حضرت موسیٰ ؑ کو تمام جہان پر فضیلت دی۔ اس پر مسلمان نے اسے تھپڑ مارا۔ اس روایت میں ہے کہ شاید موسیٰ ان میں سے ہوں جن کا اللہ تعالیٰ نے بیہوشی سے استثنا کرلیا۔ حافظ ابوبکر ابن ابی الدنیا ؒ کی روایت میں ہے کہ یہ تھپڑ مارنے والے حضرت ابوبکر صدیق ؓ تھے۔ لیکن بخاری و مسلم کی حدیث میں ہے کہ یہ کوئی انصاری ؓ تھے۔ یہی زیادہ صحیح اور زیادہ صریح ہے واللہ اعلم۔ اس حدیث میں یہ فرمان کہ تم نبیوں کے درمیان مجھے فضیلت نہ دو ایسا ہی ہے جیسے اور حدیث میں بھی فرمان ہے کہ نبیوں میں مجھے فضیلت نہ دو۔ نہ حضرت یونس بن متی ؑ پر فضیلت دو۔ یہ فرمان بطور تواضع کے ہے یا یہ فرمان اس سے پہلے ہے کہ آپ کو اپنی فضیلت کا علم اللہ کی طرف سے ہوا ہو۔ یا یہ مطلب ہے کہ غصے میں آ کر یا تعصب کی بنا پر مجھے فضیلت نہ دو یا یہ کہ صرف اپنی رائے سے میری فضیلت قائم نہ کرو۔ واللہ اعلم۔ لوگ قیامت کے دن بیہوش ہوں گے یہ بہوشی میدان قیامت کی بعض ہولناکیوں کی وجہ سے ہوگی واللہ اعلم۔ بہت ممکن ہے یہ اس وقت کا حال ہو جب الہ الملک و دیان تبارک و تعالیٰ لوگوں کے درمیان حق فیصلے کرنے کیلئے تشریف لائے گا تو اس کی تجلی سے لوگ بیہوش ہوجائیں گے۔ جیسے حضرت موسیٰ اللہ کے جمال کی برداشت کو طور پر نہ لاسکے۔ اسی لئے آپ کا فرمان ہے کہ نہ معلوم مجھ سے پہلے انہیں افاقہ ہوا یا طور کی بیہوشی کے بدلے یہاں بیہوش نہ ہوئے۔ قاضی عیاض ؒ اپنی کتاب الشفا کے شروع میں لکھتے ہیں کہ دیدار الٰہی کی اس تجلی کی وجہ سے حضرت موسیٰ ؑ اس چیونٹی کو بھی دیکھ لیا کرتے تھے جو دس فرسخ دور رات کے اندھیرے میں کسی پتھر پر چل رہی ہو اور بہت ممکن ہے کہ ہمارے نبی ﷺ ان چیزوں سے جن کا ہم نے ذکر کیا معراج کے واقعہ کے بعد مخصوص ہوئے ہوں اور آپ نے اپنے رب کی بڑی بڑی نشانیاں ملاحظہ فرمائیں۔ اس سے معلوم ہوتا ہے کہ گویا قاضی صاحب کے نزدیک یہ روایت صحیح ہے حالانکہ اس کی سند غور طلب ہے۔ اس میں مجہول راوی ہیں اور ایسی باتیں جب تک ثقہ راویوں کے سلسلے نہ ثابت ہوں قابل قبول نہیں ہوتیں۔ واللہ اعلم۔",
  "ayah": 143,
  "surah": 7
}
