{
  "text": "سابقہ کتابوں میں آخری پیغمبر خاتم الانبیاء ﷺ کے جو اوصاف بیان ہوئے تھے جس سے ان نبیوں کی امت آپ کو پہچان جائے وہ بیان ہو رہے ہیں سب کو حکم تھا کہ ان صفات کا پیغمبر اگر تمہارے زمانے میں ظاہر ہو تو تم سب ان کی تابعداری میں لگ جانا۔ مسند احمد میں ہے ایک صاحب فرماتے ہیں میں کچھ خریدو فروخت کا سامان لے کر مدینے آیا جب اپنی تجارت سے فارغ ہوا تو میں نے کہا اس شخص سے بھی مل لوں میں چلا تو دیکھا کہ رسول اللہ ﷺ ابوبکر و عمر کے ساتھ کہیں جا رہے ہیں میں بھی پیچھے پیچھے چلنے لگا آپ ایک یہودی عالم کے گھر گئے اس کا نوجوان خوبصورت تنومند بیٹا نزع کی حالت میں تھا اور وہ اپنے دل کو تسکین دینے کیلئے تورات کھولے ہوئے اس کے پاس بیٹھا ہوا تلاوت کر رہا تھا۔ آنحضرت ﷺ نے اس سے دریافت فرمایا کہ تجھے اس کی قسم جس نے یہ تورات نازل فرمائی ہے کیا میری صفت اور میرے معبوث ہونے کی خبر اس میں تمہارے پاس ہے یا نہیں ؟ اس نے اپنے سر کے اشارے سے انکار کیا۔ اسی وقت اس کا وہ بچہ بول اٹھا کہ اس کی قسم جس نے تورات نازل فرمائی ہے ہم آپ کی صفات اور آپ کے آنے کا پورا حال اس تورات میں موجود پاتے ہیں اور میری تہہ دل سے گواہی ہے کہ معبود برحق صرف اللہ تعالیٰ ہی ہے اور آپ اس کے سچے رسول ہیں۔ آپ نے فرمایا اس یہودی کو اپنے بھائی کے پاس سے ہٹاؤ پھر آپ ہی اس کے کفن دفن کے والی بنے اور اس کے جنازے کی نماز پڑھائی۔ مستدرک حاکم میں ہے حضرت ہشام بن عاص اموی فرماتے ہیں کہ میں اور ایک صاحب روم کے بادشاہ ہرقل کو دعوت اسلام دینے کیلئے روانہ ہوئے۔ غوطہ دمشق میں پہنچ کر ہم حیلہ بن ایم غسانی کے ہاں گئے اس نے اپنا قاصد بھیجا کہ ہم اس سے باتین کرلیں۔ ہم نے کہا واللہ ہم تم سے کوئی بات نہ کریں گے ہم بادشاہ کے پاس بھیجے گئے ہیں اگر وہ چاہیں تو ہم سے خود سنیں اور خود جواب دیں ورنہ ہم قاصدوں سے گفتگو کرنا نہیں چاہتے۔ قاصدوں نے یہ خبر بادشاہ کو پہنچائی اس نے اجازت دی اور ہمیں اپنے پاس بلا لیا چناچہ میں نے اس سے باتیں کیں اور اسلام کی دعوت دی۔ وہ اس وقت سیاہ لباس پہنے ہوئے تھا کہنے لگا کہ دیکھ میں نے یہ لباس پہن رکھا ہے اور حلف اٹھایا ہے کہ جب تک تم لوگوں کو شام سے نہ نکال دوں گا اس سیاہ لبادے کو نہ اتاروں گا۔ قاصد اسلام نے یہ سن کر پھر کہا بادشاہ ہوش سنبھالو اللہ کی قسم یہ آپ کے تخت کی جگہ اور آپ کے بڑھے بادشاہ کا پائے تخت بھی انشاء اللہ عنقریب ہم اپنے قبضے میں کرلیں گے۔ یہ کوئی ہماری ہوس نہیں بلکہ ہمارے نبی ﷺ سے ہمیں یہ پختہ خبر مل چکی ہے۔ اس نے کہا تم وہ لوگ نہیں ہاں ہم سے ہمارا یہ تخت و تاج و قوم چھینے گی جو دنوں کو روزے سے رہتے ہوں اور راتوں کو تہجد پڑھتے ہوں۔ اچھا تم بتاؤ تمہارے روزے کے احکام کیا ہیں ؟ اب جو ہم نے بتائے تو اس کا منہ کالا ہوگیا۔ اس نے اسی وقت ہمارے ساتھ اپنا ایک آدمی کردیا اور کہا انہیں شاہ روم کے پاس لے جاؤ جب ہم اس کے پائے تخت کے پاس پہنچے تو وہ کہنے لگا تم اس حال میں تو اس شہر میں نہیں جاسکتے اگر تم کہو تو میں تمہارے لئے عمدہ سواریاں لا دوں ان پر سوار ہو کر تم شہر میں چلو ہم نے کہا ناممکن ہے ہم تو اسی حالت میں انہی سواریوں پر چلیں گے انہوں نے بادشاہ سے کہلوا بھیجا وہاں سے اجازت آئی کہ اچھا انہیں اونٹوں پر ہی لے آؤ ہم اپنے اونٹوں پر سوار گلے میں تلواریں لٹائے شاہی محل کے پاس پہنچے وہاں ہم نے اپنی سواریاں بٹھائیں بادشاہ دریچے میں سے ہمیں دیکھ رہا تھا ہمارے منہ سے بےساختہ دعا (لا الہ الا اللہ واللہ اکبر) کا نعرہ نکل گیا۔ اللہ خوب جانتا ہے کہ اسی وقت شام اور روم کا محل تھرا اٹھا اس طرح جس طرح کسی خوشے کو تیز ہوا کا جھونکا ہلا رہا ہو اسی وقت محل سے شاہی قاصد دوڑتا ہوا آیا اور کہنے لگا آپ کو یہ نہیں چاہئے کہ اپنے دین کو اس طرح ہمارے سامنے اعلان کرو، چلو تم کو بادشاہ سلامت یاد کر رہے ہیں چناچہ ہم اس کے ساتھ دربار میں گئے دیکھا کہ چاروں طرف سرخ مخمل اور سرخ ریشم ہے خود بھی سرخ لباس پہنے ہوئے ہے تمام دربار پادریوں اور ارکان سلطنت سے بھرا ہوا ہے۔ جب ہم پاس پہنچ گئے تو مسکرا کر کہنے لگا جو سلام تم میں آپس میں مروج ہے تم نے مجھے وہ سلام کیوں نہ کیا ؟ ترجمان کی معرفت ہمیں بادشاہ کا یہ سوال پہنچا تو ہم نے جواب دیا کہ جو سلام ہم میں ہے اس کے لائق تم نہیں اور جو آداب کا دستور تم میں ہے وہ ہمیں پسند نہیں۔ اس نے کہا اچھا تمہارا سلام آپس میں کیا ہے ؟ ہم نے کہا السلام علیکم اس نے کہا اپنے بادشاہ کو تم کس طرح سلام کرتے ہو ؟ ہم نے کہا صرف ان ہی الفاظ سے۔ پوچھا اچھا وہ بھی تمہیں کوئی جواب دیتے ہیں ہم نے کہا یہی الفاظ وہ کہتے ہیں۔ بادشاہ نے دریافت کیا کہ تمہارے ہاں سب سے بڑا کلمہ کون سا ہے ؟ ہم نے کہا دعا (لا الہ الا اللہ واللہ اکبر)۔ اللہ عزوجل کی قسم ادھر ہم نے یہ کلمہ کہا ادھر پھر سے محل میں زلزلہ پڑا یہاں تک کہ سارا دربار چھت کی طرف نظریں کر کے سہم گیا۔ بادشاہ ہیبت ذدہ ہو کر پوچھنے لگا کیوں جی اپنے گھروں میں بھی جب کبھی تم یہ کلمہ پڑھتے ہو تمہارے گھر بھی اس طرح زلزلے میں آجاتے ہیں ؟ ہم نے کہا کبھی نہیں ہم نے تو یہ بات یہیں آپ کے ہاں ہی دیکھی ہے۔ بادشاہ کہنے لگا کاش کہ تم جب کبھی اس کلمے کو کہتے تمام چیزیں اسی طرح ہل جاتیں اور میرا آدھا ملک ہی رہ جاتا۔ ہم نے پوچھا یہ کیوں ؟ اس نے جواب دیا اس لئے کہ یہ آسان تھا بہ نسبت اس بات کے کہ یہ امر نبوت ہو۔ پھر اس نے ہم سے ہمارا ارادہ دریافت کیا ہم نے صاف بتایا۔ اس نے کہا اچھا یہ بتاؤ کہ تم نماز کس طرح پڑھتے ہو اور روزہ کس طرح رکھتے ہو ؟ ہم نے دونوں باتیں بتادیں اس نے اب ہمیں رخصت کیا اور بڑے اکرام و احترام سے ہمیں شاہی معزز مہمانوں میں رکھا۔ تین دن جب گذرے تو رات کے وقت ہمیں قاصد بلا نے آیا ہم پھر دربار میں گئے تو اس نے ہم سے پھر ہمارا مطلب پوچھا ہم نے اسے دوہرایا پھر اس نے ایک حویلی کی شکل کی سونا منڈھی ہوئی ایک چیز منگوائی جس میں بہت سارے مکانات تھے اور ان کے دروازے تھے اس نے اسے کنجی سے کھول کر ایک سیاہ رنگ کا ریشمی جامہ نکالا ہم نے دیکھا کہ اس میں ایک شخص ہے جس کی بڑی بڑی آنکھیں ہیں بڑی رانیں ہیں۔ بڑی لمبی اور گھنی داڑھی ہے اور سر کے بال دو حصوں میں نہایت کو خوبصورت لمبے لمبے ہیں ہم سے پوچھا انہیں جانتے ہو ؟ ہم نے کہا نہیں۔ کہا یہ حضرت آدم ؑ ہیں ان کے جسم پر بال بہت ہی تھے۔ پھر دوسرا دروازہ کھول کر اس میں سے سیاہ رنگ ریشم کا پارچہ نکالا جس میں ایک سفید صورت تھی جس کے گھونگر والے بال تھے سرخ رنگ آنکھیں تھیں بڑے کلے کے آدمی تھے اور بڑی خوش وضع داڑھی تھی ہم سے پوجھا انہیں پہچانتے ہو ؟ ہم نے انکار کیا تو کہا یہ حضرت نوح ؑ ہیں۔ پھر ایک دروازہ کھول کر اس میں سے سیاہ ریشمی کپڑا نکالا اس میں ایک شخص تھا نہایت ہی گورا چٹا رنگ، بہت خوبصورت آنکھیں، کشادہ پیشانی، لمبے رخسار، سفید داڑھی، یہ معلوم ہوتا تھا کہ گویا وہ مسکرا رہے ہیں۔ ہم سے پوچھا انہیں پہچانا ؟ ہم نے انکار کیا تو کہا یہ حضرت ابراہیم ؑ ہیں۔ پھر ایک دروازہ کھولا اس میں سے ایک خوبصورت سفید شکل دکھائی دی جو ہو بہو رسول اللہ ﷺ کی تھی۔ ہم سے پوچھا انہیں پہچانتے ہو ؟ ہم نے کہا یہ حضرت محمد ہیں ﷺ ہیں۔ یہ کہا اور ہمارے آنسو نکل آئے۔ بادشاہ اب تک کھڑا ہوا تھا اب وہ بیٹھ گیا اور ہم سے دوبارہ پوچھا کہ یہی شکل حضور کی ہے ہم نے کہا واللہ یہی ہے اسی طرح کہ گویا تو آپ کو آپ کی زندگی میں دیکھ رہا ہے۔ پس وہ تھوڑی دیر تک غور سے اسے دیکھتا رہا پھر ہم سے کہنے لگا کہ یہ آخری گھر تھا لیکن میں نے اور گھروں کو چھوڑ کر اسے بیچ میں ہی اس لئے کھول دیا کہ تمہیں آزما لوں کہ تم پہچان جاتے ہو یا نہیں۔ پھر ایک اور دروازہ کھول کر اس میں سے بھی سیاہ رنگ ریشمی کپڑا نکالا جس میں ایک گندم گوں نرمی والی صورت تھی۔ بال گھنگھریالے آنکھیں گہری نظریں تیز تیور تیکھے دانت پر دانت ہونٹ موٹے ہو رہے تھے جیسے کہ غصے میں بھرے ہوئے ہیں۔ ہم سے پوچھا انہیں پہنچانا ؟ ہم نے انکار کیا بادشاہ نے کہا یہ حضرت موسیٰ ؑ ہیں۔ اسی کے متصل ایک اور صورت تھی جو قریب قریب اسی کی سی تھی۔ مگر ان کے سر کے بال گویا تیل لگے ہوئے تھے۔ ماتھا کشادہ تھا، آنکھوں میں کچھ فراخی تھی ہم سے پوچھا انہیں جانتے ہو ؟ ہمارے انکار پر کہا یہ حضرت ہارون بن عمران ؑ ہیں۔ پھر ایک دروازہ کھول کر اس میں سے ایک سفید رنگ ریشم کا ٹکڑا نکالا جس میں ایک گندم گوں رنگ میانہ قد سیدھے بالوں والا ایک شخص تھا گویا وہ غضبناک ہے پوچھا انہیں پہچانا ؟ ہم نے کہا نہیں۔ کہا یہ حضرت لوط ؑ ہیں۔ پھر ایک دروازہ کھول کر اس میں سے ایک سفید ریشمی کپڑا نکال کر دیکھایا جس میں سنہرے رنگ کے ایک آدمی تھے جن کا قد طویل نہ تھا رخسار ہلکے تھے چہرہ خوبصورت تھا ہم سے پوچھا انہیں جانتے ہو ؟ ہم نے کہا نہیں، کہا یہ حضرت اسحاق ؑ ہیں۔ پھر ایک دروازہ کھول کر اس میں سے سیاہ رنگ کا ریشمی کپڑا نکالا جس میں ایک شکل تھی سفید رنگ خوبصورت اونچی ناک والے اچھے قامت والے نورانی چہرے والے جس میں خوف اللہ ظاہر تھا رنگ سرخی مائل سفید تھا پوجھا انہیں جانتے ہو ؟ ہم نے کہا نہیں، کہا یہ تمہارے نبی ﷺ کے دادا حضرت اسماعیل ؑ ہیں۔ پھر اور دروازہ کھول کر سفید ریشمی کپڑے کا ٹکڑا نکال کر دکھایا جس میں ایک صورت تھی جو حضرت آدم ؑ کی صورت سے بہت ہی ملتی جلتی تھی اور چہرہ تو سورج کی طرح روشن تھا، پوچھا انہیں پہچانا ؟ ہم نے لا علمی ظاہر کی تو کہا یہ حضرت یوسف ؑ ہیں۔ پھر ایک دروازہ کھول کر اس میں سے سفید ریشم کا پارچہ نکال کر ہمیں دکھایا جس میں ایک صورت تھی سرخ رنگ بھری پنڈلیاں کشادہ آنکھیں اونجا پیٹ قدرے چھوٹا قد تلوار لٹکائے ہوئے۔ پوچھا انہیں جانتے ہو ؟ ہم نے کہا نہیں۔ کہا یہ حضرت داؤد ؑ ہیں پھر اور دروازہ کھول کر سفید ریشم نکالا جس میں ایک صورت تھی موٹی رانوں والی لمبے پیروں والی گھوڑے سوار۔ پوچھا انہیں پہنچانا ؟ ہم نے کہا نہیں، کہا یہ حضرت سلیمان ؑ ہیں۔ پھر ایک اور دروازہ کھولا اور اس میں سے سیاہ رنگ حریری پارچہ نکالا جس میں ایک صورت تھی۔ سفید رنگ نوجوان سخت سیاہ داڑھی بہت زیادہ بال خوشنما آنکھیں خوبصورت چہرہ۔ پوچھا انہیں جانتے ہو ؟ ہم نے کہا نہیں کہا یہ حضرت عیسیٰ بن مریم ؑ ہیں۔ ہم نے پوچھا آپ کے پاس یہ صورتیں کہاں سے آئیں ؟ یہ تو ہمیں یقین ہوگیا ہے کہ یہ تمامایاء کی اصلی صورت کے بالکل ٹھیک نمونے ہیں۔ کیونکہ ہم نے اپنے پیغمبر ﷺ کی صورت کو بالکل ٹھیک اور درست پایا۔ بادشاہ نے جواب دیا بات یہ ہے کہ حضرت آدم ؑ نے رب العزت سے دعا کی کہ آپ کی اولاد میں سے جو انبیاء (علیہم السلام) ہیں ان سب کو دکھایا جائے پس ان کی صورتیں آپ پر نازل ہوئیں جو حضرت آدم ؑ کے خزانے میں جو سورج کے غروب ہونے کی جگہ پر تھا محفوظ تھیں ذوالقرنین نے انہیں وہاں سے لے لیا اور حضرت دانیال کو دیں۔ پھر بادشاہ کہنے لگے کہ میں تو اس پر خوش ہوں کہ اپنی بادشاہت چھوڑ دوں میں اگر غلام ہوتا تو تمہارے ہاتھوں بک جاتا اور تمہاری غلامی میں اپنی پوری زندگی بسر کرتا۔ پھر اس نے ہمیں بہت کچھ تحفے تحائف دے کر اچھی طرح رخصت کیا۔ جب ہم خلیفہ المسلمین امیر المومنین حضرت ابوبکر صدیق ؓ کے دربار میں پہنچے اور یہ سارا واقعہ بیان کیا تو حضرت صدیق اکبر ؓ روئے اور فرمانے لگے اس مسکین کے ساتھ اللہ کی توفیق رفیق ہوتی تو یہ ایسا کر گذرتا۔ ہمیں رسول اللہ ﷺ نے بتلایا ہے کہ نصرانی اور یہودی حضرت محمد ﷺ کے اوصاف اپنی کتابوں میں برابر پاتے ہیں۔ یہ روایت امام بیہقی کی کتاب دلائل النبوۃ میں بھی ہے۔ اس کی اسناد بھی خوف و خطر سے خالی ہے۔ حضرت عطاء بن یسار فرماتے ہیں میں نے حضرت عبداللہ بن عمرو سے پوچھا کہ رسول اللہ ﷺ کی جو صفتیں تورات میں ہوں وہ مجھے بتاؤ تو انہوں نے فرمایا ہاں واللہ آپ کی صفتیں تورات میں ہیں جو قرآن میں بھی ہیں کہ اے نبی ہم نے آپ کو گواہ اور خوشخبری سنانے والا اور آگاہ کرنے والا اور ان پڑھوں کو گمراہی سے بچانے والا بنا کر بھیجا ہے۔ آپ میرے بندے اور رسول ہیں، آپ کا نام متوکل ہے، آپ بدگو اور بد خلق نہیں ہیں۔ اللہ تعالیٰ آپ کو قبض نہ کرے گا جب تک کہ آپ کی وجہ سے لوگوں کی زبان سے لا الہ الا اللہ کہلوا کر ٹیڑھے دین کو درست نہ کر دے۔ بند دلوں کو کھول دے گا، بہرے کانوں کو سننے والا بنا دے گا، اندھی آنکھوں کو دیکھتی کر دے گا۔ یہ روایت صحیح بخاری شریف میں بھی ہے۔ حضرت عطا فرماتے ہیں پھر میں حضرت کعب سے ملا اور ان سے بھی یہی سوال کیا تو انہوں نے بھی یہی جواب دیا ایک حرف کی بھی کمی بیشی دونوں صاحبوں کے بیان میں نہ تھی یہ اور بات ہے کہ آپ نے اپنی لغت میں دونوں کے الفاظ بولے۔ بخاری شریف کی اس روایت میں اس ذکر کے بعد کہ آپ بدخلق نہیں یہ بھی ہے کہ آپ بازاروں میں شور وغل کرنے والے نہیں، آپ برائی کے بدلے برائی کرنے والے نہیں بلکہ معافی اور درگذر کرنے والے ہیں۔ عبداللہ بن عمرو کی حدیث کے ذکر کے بعد ہے کہ سلف کے کلام میں عموماً تورات کا لفظ اہل کتاب کی کتابوں پر بولا جاتا ہے۔ اس کے مشابہ اور بھی روایتیں ہیں واللہ اعلم۔ طبرانی میں حضرت جبیر بن مطعم سے مروی ہے کہ میں تجارت کی غرض سے شام میں گیا وہاں میری ملاقات اہل کتاب کے ایک عالم سے ہوئی۔ اس نے مجھ سے پوچھا کہ نبی تم میں ہوئے ہیں ؟ میں نے کہا ہاں، اس نے کہا اگر تمہیں ان کی صورت دکھائیں تو تم پہچان لو گے ؟ میں نے کہا ضرور چناچہ وہ مجھے ایک گھر میں لے گیا جہاں بہت سی صورتیں تھیں لیکن ان میں میری نگاہ میں حضور کی کوئی شبیہ نہ آئی، اسی وقت ایک اور عالم آیا ہم سے پوچھا کیا بات ہے ؟ جب اسے ساری بات معلوم ہوئی تو وہ ہمیں اپنے مکان لے گیا وہاں جاتے ہی میری نگاہ آپ کی شبیہ پر پڑی اور میں نے دیکھا کہ گویا کوئی آپ کے پیچھے ہی آپ کو تھامے ہوئے ہے، میں نے یہ دیکھ کر اس سے پوچھا یہ دوسرے صاحب پیچھے کیسے ہیں ؟ اس نے جواب دیا کہ جو نبی آیا اس کے بعد بھی نبی آیا لیکن اس نبی کے بعد کوئی نبی نہیں اس کے پیچھے کا یہ شخص اس کا خلیفہ ہے۔ اب جو میں نے غور سے دیکھا تو وہ بالکل حضرت ابوبکر صدیق ؓ کی شکل تھی۔ امیر المومنین حضرت عمر بن خطاب ؓ نے ایک مرتبہ اپنے موذن اقرع کو ایک پادری کے پاس بھیجا آپ اسے بلا لائے امیر المومنین نے اس سے پوچھا کہ بتاؤ تم میری صفت اپنی کتابوں میں پاتے ہو ؟ اس نے کہا ہاں، کہا کیا ؟ اس نے جواب دیا کہ قرن۔ آپ نے کوڑا اٹھا کر فرمایا قرن کیا ہے ؟ اس نے کہا گویا کہ وہ لوہے کا سینگ ہے وہ امیر ہے دین میں بہت سخت۔ فرمایا اچھا میرے بعد والے کی صفت کیا ہے ؟ اس نے کہا کہ خلیفہ تو وہ نیک صالح ہے لیکن اپنے قرابتداروں کو وہ دوسروں پر ترجیح دے گا۔ آپ نے فرمایا اللہ عثمان پر رحم کرے تین بار یہ فرمایا پھر فرمایا اچھا ان کے بعد ؟ اس نے کہا لوہے کے ٹکڑے جیسا۔ حضرت عمر نے اپنا ہاتھ اپنے سر پر رکھ لیا اور افسوس کرنے لگے اس نے کہا اے امیر المومنین ہوں گے تو وہ نیک خلیفہ لیکن بنائے ہی اس وقت جائیں گے جب تلوار کھچی ہوئی ہو اور خون بہہ رہا ہو (ابو داؤد) ان کتابوں میں آنحضرت ﷺ کی ایک صفت یہ بھی تھی کہ آپ نیکیوں کا حکم دیں گے برائیوں سے روکیں گے۔ فی الواقع آپ ایسے ہی تھے کونسی بھلائی ہے جس کا آپ نے حکم نہ دیا ہو ؟ کونسی برائی ہے جس سے آپ نے نہ روکا ہو ؟ جیسے کہ حضرت عبداللہ بن مسعود فرماتے ہیں تم جب قرآن کے یہ لفظ سنو کہ اے ایمان والو تو اسی وقت ہمہ تن گوش ہوجاؤ کیونکہ یا تو کسی خیر کا تمہیں حکم کیا جائے گا یا کسی شر سے تمہیں بچایا جائے گا۔ ان میں سب سے زیادہ تاکید اللہ کی وحدانیت تھی جس کا حکم برابر ہر نبی کو ہوتا رہا۔ قرآن شاہد ہے کہ ہر امت کے رسول کو پہلا حکم یہی ملا کہ وہ لوگوں سے کہہ دیں کہ ایک اللہ کی عبادت کرو اور اس کے ماسوا کسی کی عبادت نہ کرو۔ مسند احمد میں فرمان رسول اللہ ﷺ ہے کہ جب تم میری کسی حدیث کو سنو جسے تمہارے دل پہچان لیں تمہارے جسم اس کی قبولیت کے لئے تیار ہوجائیں اور تمہیں یہ معلوم ہو کہ وہ میرے لائق ہے تو میں اس سے بہ نسبت تمہارے زیادہ لائق ہوں اور جب تم میرے نام سے کوئی ایسی بات سنو جس سے تمہارے دل انکار کریں اور تمہارے جسم نفرت کریں اور تم دیکھو کہ وہ تم سے بہت دور ہے پس میں بہ نسبت تمہارے بھی اس سے بہت دور ہوں۔ اس کی سند بہت پکی ہے۔ اسی کی ایک اور روایت میں حضرت علی کا قول ہے کہ جب تم رسول اللہ ﷺ سے منقول کوئی حدیث سنو تو اس کے ساتھ وہ خیال کرو جو خوب راہ والا بہت مبارک اور بہت پرہیزگاری والا ہو۔ پھر حضور کی ایک صفت بیان ہو رہی ہے کہ آپ کل پاک صاف اور طیب چیزوں کو حلال کرتے ہیں بہت سی چیزیں ان میں ایسی تھیں جنہیں لوگوں نے از خود حرام قرار دے لیا تھا جیسے جانوروں کو بتوں کے نام کر کے نشان ڈال کر انہیں حرام سمھجنا وغیرہ اور خبیث اور گندی چیزیں آپ لوگوں پر حرام کرتے ہیں جیسے سور کا گوشت سود وغیرہ اور جو حرام چیزیں لوگوں نے از خود حلال کرلی تھیں۔ بعض علماء کا فرمان ہے کہ اللہ کی حلال کردہ چیزیں کھاؤ وہ دین میں بھی ترقی کرتی ہیں اور بدن میں بھی فائدہ پہنچاتی ہیں اور جو چیزیں حرام کردی ہیں ان سے بچو کیونکہ ان سے دین کے نقصان کے علاوہ صحت میں بھی نقصان ہوتا ہے۔ اس آیت کریمہ سے بعض لوگوں نے استدلال کیا ہے کہ چیزوں کی اچھائی برائی دراصل عقلی ہے۔ اس کے بہت سے جواب دیئے گئے ہیں لیکن یہ جگہ اس کے بیان کی نہیں اسی آیت کو زیر نظر رکھ کر بعض اور علماء نے کہا ہے کہ جن چیزوں کا حلال حرام ہونا کسی کو نہ پہنچا ہو اور کوئی آیت حدیث اس کے بارے میں نہ ملی ہو تو دیکھنا چاہئے کہ عرب اسے اچھی چیز سمجھتے ہیں یا اس سے کراہت کرتے ہیں اگر اسے اچھی چیز جان کر استعمال میں لاتے ہیں تو حلال ہے اور اگر بری چیز سمجھ کر نفرت کر کے اسے نہ کھاتے ہوں تو وہ حرام ہے۔ اس اصول میں بھی بہت کچھ گفتگو ہے۔ پھر فرماتا ہے کہ آپ بہت صاف آسان اور سہل دین لے کر آئیں گے۔ چناچہ حدیث شریف میں ہے کہ میں ایک طرف آسان دین دے کر معبوث کیا گیا ہوں۔ حضرت ابو موسیٰ اشعری اور حضرت معاذ بن جبل کو جب حضور ﷺ یمن کا امیر بنا کر بھیجتے ہیں تو فرماتے ہیں تم دونوں خوش خبری دینا، نفرت نہ دلانا، آسانی کرنا، سختی نہ کرنا، مل کر رہنا، اختلاف نہ کرنا۔ آپ کے صحابی ایوبرزہ اسلمی فرماتے ہیں میں حضور کے ساتھ رہا ہوں اور آپ کی آسانیوں کا خوب مشاہدہ کیا ہے پہلی امتوں میں بہت سختیاں تھیں لیکن پروردگار عالم نے اس امت سے وہ تمام تنگیاں دور فرما دیں۔ آسان دین اور سہولت والی شریعت انہیں عطا فرمائی۔ رسول اللہ ﷺ فرماتے ہیں میری امت کے دلوں میں جو وسوسے گذریں ان پر انہیں پکڑ نہیں جب تک کہ زبان سے نہ نکالیں یا عمل نہ لائیں۔ فرماتے ہیں میری امت کی بھول چوک اور غلطی سے اور جو کام ان سے جبراً کئے کرائے جائیں ان سے اللہ تعالیٰ نے قلم اٹھا لیا ہے۔ یہی وجہ ہے کہ اس امت کو خود اللہ تعالیٰ نے یہ تعلیم فرمائی کہ کہو کہ اے ہمارے پروردگار تو ہماری بھول چوک پر ہماری پکڑ نہ کر۔ اے ہمارے رب ہم پر وہ بوجھ نہ لاؤ جو ہم سے پہلوں پر تھا۔ اے ہمارے رب ہمیں ہماری طاقت سے زیادہ بوجھل نہ کر۔ ہمیں معاف فرما، ہمیں بخش، ہم پر رحم فرما۔ تو ہی ہمارا کار ساز مولیٰ ہے۔ پس ہمیں کافروں پر مدد عطا فرما۔ صحیح مسلم شریف میں ہے کہ جب مسلمانوں نے یہ دعائیں کیں تو ہر جملے پر اللہ تعالیٰ نے فرمایا میں نے یہ قبول فرمایا۔ پس جو لوگ اس نبی آخر الزماں ﷺ پر ایمان لائیں اور آپ کا ادب عزت کریں اور جو وحی آپ پر اتری ہے اس نور کی پیروی کریں وہی دنیا آخرت میں فلاح پانے والے ہیں۔",
  "ayah": 157,
  "surah": 7
}
