{
  "text": "النبی العالم اور النبی الخاتم ﷺ اللہ تعالیٰ اپنے نبی و رسول حضرت محمد ﷺ کو حکم فرماتا ہے کہ تمام عرب عجم گوروں کالوں سے کہہ دو کہ میں تم سب کی طرف اللہ کا بھیجا ہوا ہوں۔ آپ کی شرافت و عظمت ہے کہ آپ خاتم الانبیاء ہیں اور تمام دنیا کے لئے صرف آپ ہی نبی ہیں۔ جیسے فرمان قرآن ہے آیت (قل اللہ شھید بینی وبینکم واو حی الی ھذا القران لا نذر کم بہ ومن بلغ) یعنی اعلان کر دے کہ مجھ میں تم میں اللہ گواہ ہے اس پاک قرآن کی وحی میری جانب اس لئے اتاری گئی ہے کہ میں اس سے تمہیں اور جن لوگوں تک یہ پہنچے سب کو ہوشیار کر دوں اور آیت میں ہے (ومن یکفر بہ من الاحزاب فالنار موعدہ) یعنی مخلوق کے مختلف گروہ میں سے جو بھی آپ سے انکار کرے اس کی وعدہ گاہ جہنم ہے اور آیت میں ہے (وقل للذین اوتوا الکتاب ولا مبین ا اسلمتم فان اسلموافقد اھتدواوان تولوافانما علیک البلاغ) یعنی اہل کتاب اور غیر اہل کتاب سے کہہ دو کہ کیا تم مانتے ہو ؟ اگر تسلیم کرلیں مسلمان ہوجائیں تو راہ پر ہیں ورنہ تیرے ذمے تو صرف پہنچا دینا ہی ہے۔ اس مضمون کی اور بھی قرآنی آیتیں بکثرت ہیں اور حدیثیں تو اس بارے میں بیشمار ہیں۔ دین اسلام کی ذرا سی بھی سمجھ جسے ہے وہ بالیقین جانتا اور مانتا ہے کہ آپ تمام جہان کے لوگوں کی طرف رسول اللہ ﷺ۔ اس آیت کی تفسیر میں صحیح بخاری شریف میں ہے کہ اتفاق سے حضرت ابوبکر اور حضرت عمر میں کچھ چشمک ہوگئی۔ حضرت صدیق نے حضرت فاروق کو ناراض کردیا حضرت فاروق اسی حالت میں چلے گئے حضرت صدیق نے درخواست کی کہ آپ معاف فرمائیں اور اللہ سے میرے لئے بخشش چاہیں لیکن حضرت عمر راضی نہ ہوئے بلکہ کواڑ بند کر لئے۔ آپ لوٹ کر دربار محمدی میں آئے اس وقت اور صحابہ بھی حضور کی مجلس میں موجود تھے آپ نے فرمایا تمہارے اس ساتھی نے انہیں ناراض اور غضبناک کردیا۔ حضرت عمر حضرت صدیق کی واپسی کے بعد بہت ہی نادم ہوئے اور اسی وقت دربار رسالت مآب میں حاضر ہو کر تمام بات کہہ سنائی۔ حضور ناراض ہوئے۔ ابوبکر صدیق بار بار کہتے جاتے تھے کہ یارسول اللہ زیادہ ظلم تو مجھ سے سر زد ہوا ہے۔ حضور نے فرمایا کیا تم میرے ساتھی کو میری وجہ سے چھوڑتے نہیں ؟ سنو جب میں نے اس آواز حق کو اٹھایا کہ لوگو میں تم سب کی طرف اللہ کا پیغمبر بنا کر بھیجا گیا ہوں تو تم نے کہا تو جھوٹا ہے لیکن اس ابوبکر نے کہا آپ سچے ہیں۔ ابن عباس سے مرفوعاً مروی ہے کہ رسول اللہ ﷺ نے فرمایا مجھے پانچ چیزیں ایسی دی گئی ہیں جو مجھ سے پہلے کسی نبی کو نہیں دی گئیں۔ یاد رہے کہ میں اسے فخراً نہیں کہتا میں تمام سرخ و سیاہ لوگوں کی جانب بھیجا گیا ہوں اور میری مدد مہینے بھر کے فاصلے سے صرف رعب کے ساتھ کی گئی ہے اور میرے لئے غنیمتوں کے مال حلال کئے گئے ہیں حالانکہ مجھ سے پہلے وہ کسی کیلئے حلال نہیں کئے گئے تھے اور میرے لئے ساری زمین مسجد اور وضو کے لئے حلال کردی گئی ہے اور مجھے اپنی امت کی شفاعت عطا فرمائی گئی ہے جسے میں نے ان لوگوں کے لئے مخصوص کر رکھا ہے جو اللہ کے ساتھ کسی کو شریک نہ کریں۔ (مسند امام احمد) روایت ہے کہ غزوہ تبوک والے سال رسول اللہ ﷺ رات کو تہجد کی نماز کے لئے کھڑے ہوئے پس بہت سے صحابہ آپ کے پیچھے جمع ہوگئے کہ آپ کی چوکیداری کریں نماز کے بعد آپ ان کی طرف متوجہ ہوئے اور فرمایا اس رات مجھے پانچ چیزیں دی گئی ہیں جو مجھ سے پہلے اور کسی کو نہیں دی گئیں میں تمام لوگوں کی طرف رسول بنا کر بھیجا گیا ہوں مجھ سے پہلے کے تمام رسول صرف اپنی اپنی قوم کی طرف ہی نبی بنا کر بھیجے جاتے رہے مجھے اپنے دشمنوں پر رعب کے ساتھ مدد دی گئی ہے گو وہ مجھ سے مہینے بھر کے فاصلے پر ہوں وہیں وہ مرعوب ہوجاتے ہیں۔ میرے لئے مال غنیمت حلال کئے گئے ہیں حالانکہ مجھ سے پہلے کے لوگ ان کی بہت عظمت کرتے تھے وہ اس مال کو جلا دیا کرتے تھے اور میرے لئے ساری زمین مسجد اور وضو کی پاک چیز بنادی گئی ہے جہاں کہیں میرے امتی کو نماز کا وقت آجائے وہ تیمم کرلے اور نماز ادا کرلے مجھ سے پہلے کے لوگ اس کی عظمت کرتے تھے سوائے ان جگہوں کے جو نماز کے لئے مخصوص تھیں اور جگہ نماز نہیں پڑھ سکتے تھے اور پانچویں خصوصیت یہ ہے کہ مجھ سے فرمایا گیا آپ دعا کیجئے مانگئے کیا مانگتے ہیں ؟ ہر نبی مانگ چکا ہے تو میں نے اپنے اس سوال کو قیامت پر اٹھا رکھا ہے پس وہ تم سب کے لئے ہے اور ہر اس شخص کیلئے جو لا الہ الا اللہ کی گواہی دے۔ اس کی اسناد بہت پختہ ہے اور مسند احمد میں یہ حدیث موجود ہے۔ مسند کی اور حدیث میں ہے کہ میری اس امت میں سے جس یہودی یا نصرانی کے کان میں میرا ذکر پڑے اور وہ مجھ پر ایمان نہ لائے وہ جنت میں نہیں جاسکتا یہ حدیث اور سند سے صحیح مسلم شریف میں بھی ہے۔ مسند احمد میں ہے کہ اس اللہ کی قسم جس کے ہاتھ میں میری جان ہے میرا ذکر اس امت کے جس یہودی نصرانی کے پاس پہنچے اور وہ مجھ پر اور میری وحی پر ایمان نہ لائے اور مرجائے وہ جہنمی ہے۔ مسند کی ایک اور حدیث میں آپ نے ان پانچوں چیزوں کا ذکر فرمایا جو صرف آپ کو ہی ملی ہیں پھر فرمایا ہر نبی نے شفاعت کا سوال کرلیا ہے اور میں نے اپنے سوال کو چھپا رکھا ہے اور ان کے لئے اٹھا رکھا ہے جو میری امت میں سے توحید پر مرے۔ یہ حدیث جابر بن عبداللہ کی روایت سے بخاری و مسلم میں بھی موجود ہے کہ مجھے پانچ چیزیں دی گئی ہیں جو مجھ سے پہلے کے انبیاء کو نہیں دی گئیں مہی نے بھر کی مسافت تک رعب سے امداد و نصرت، ساری زمین کا مسجد و طہور ہونا کہ میری امت کو جہاں وقت نماز آجائے ادا کرلے، غنیمتوں کا حلال کیا جانا جو پہلے کسی کے لئے حلال نہ تھیں۔ شفاعت کا دیا جانا، تمام لوگوں کی طرف مبعوث کیا جانا حالانکہ پہلے کے انبیاء صرف اپنی قوم کی طرف ہی بھیجے جاتے تھے۔ پھر فرماتا ہے کہ کہو مجھے اس اللہ نے بھیجا ہے جو زمین و آسمان کا بادشاہ ہے سب چیزوں کا خالق مالک ہے جس کے ہاتھ میں ملک ہے جو مارنے جلانے پر قادر ہے جس کا حکم چلتا ہے۔ پس اے لوگو تم اللہ پر اور اس کے رسول و نبی پر ایمان لاؤ جو ان پڑھ ہونے کے باوجود دنیا کو پڑھا رہے ہیں انہی کا تم سے وعدہ تھا اور ان ہی کی بشارت تمہاری کتابوں میں بھی ہے۔ انہی کی صفتیں اگلی کتابوں میں ہیں۔ یہ خود اللہ کی ذات پر اور اس کے کلمات پر ایمان رکھتے ہیں۔ قول و فعل سب میں اللہ کے کلام کے مطیع ہیں۔ تم سب ان کے ماتحت اور فرمانبردار ہوجاؤ۔ انہی کے طریقے پر چلو انہی کی فرمانبرداری کرو، تم راہ راست پر آجاؤ گے۔",
  "ayah": 158,
  "surah": 7
}
