{
  "text": "اسماء الحسنیٰ رسول اللہ ﷺ فرماتے ہیں اللہ تعالیٰ کے ایک کم ایک سو نام ہیں انہیں جو محفوظ کرلے وہ جنتی ہے وہ وتر ہے طاق کو ہی پسند فرماتا ہے (بخاری وغیرہ) ترمذی میں ہے ننانوے نام اس طرح ہیں دعا (اللہ الذی لا الہ الا ھو الرحمن الرحیم الملک القدوس السلام المومن المھیمن العزیز الجبار المتکبر الاخالق الباری المصور الغفار القھار الوھاب الرزاق الفتاح العلیم القابض الباسط الخافض الرافع المعز المذل السمیع البصیر الحکم العدل اللطیف الخبیر الحلیم العظیم الغفور الشکور العلی الکبیر الحفیظ المقیت الہسیب الجلیل الکریم الرقیب المجیب الواسع الحکیم الودود المجید الباعث الشھید الحق الوکیل القوی المتین الولی الحمید المحصی المبدی المعید المحی الممیت الحی القیوم الواجد الواحد الا حد الفرد الصمد القادر المقتدر المقدم الموخر الا ول الاخر الظاہر الباطن الوالی المتعالیٰ البر التواب المنتقم العفو الروف مالک الملک ذوالجلال والا کرام المقسط الجامع الغنی المغنی المانع الضار النافع النور الھادی البدیع الباقی الوارث الرشید الصبور)۔ یہ حدیث غریب ہے کچھ کمی زیادتی کے ساتھ اسی طرح یہ نام ابن ماجہ کی حدیث میں بھی وارد ہیں۔ بعض بزرگوں کا خیال ہے کہ یہ نام راویوں نے قرآن میں چھانٹ لئے ہیں۔ واللہ اعلم۔ یہ یاد رہے کہ یہی ننانوے نام اللہ کے ہوں اور نہ ہوں یہ بات نہیں۔ مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں جسے کبھی بھی کوئی غم و رنج پہنچے اور وہ یہ دعا کرے (اللھم انی عبدک ابن عبدک ابن امتک ناصیتی بیدک ماض فی حکمک عدل فی قصاوک اسالک بکل اسم ھولک سمیت بہ نفسک وانزلتہ فی کتابک اوعلمتہ احد امن خقک اواستاثرت بہ فی علم الغیب عندک ان تجعل القران العظیم ربیع قلبی ونور صدری و جلاء حزنی و ذھاب ہمی)۔ تو اللہ تعالیٰ اس کے غم و رنج کو دور کر دے گا اور اس کی جگہ راحت و خوشی عطا فرمائے گا۔ آپ سے سوال کیا گیا کہ پھر کیا ہم اسے اوروں کو بھی سکھائیں ؟ آپ نے فرمایا ہاں بیشک جو اسے سنے اسے چاہئے کہ دوسروں کو بھی سکھائے۔ امام ابو حاتم بن حبان بستی بھی اس روایت کو اسی طرح اپنی صحیح میں لائے ہیں۔ امام ابوبکر بن عربی بھی اپنی کتاب الاحوذی فی شرح الترمذی میں لکھتے ہیں کہ بعض لوگوں نے اللہ تعالیٰ کے اسماء حسنی کتاب و سنت سے جمع کئے ہیں جن کی تعداد ایک ہزار تک پہنچ گئی ہے، واللہ اعلم۔ اللہ کے ناموں سے الحاد کرنے والوں کو چھوڑ دو جیسے کہ لفظ اللہ سے کافروں نے اپنے بت کا نام لات رکھا اور عزیز سے مشتق کر کے عزی نام رکھا۔ یہ بھی معنی ہیں کہ جو اللہ کے ناموں میں شریک کرتے ہیں انہیں چھوڑو۔ جو انہیں جھٹلاتے ہیں ان سے منہ موڑ لو۔ الحاد کے لفظی معنی ہیں درمیانہ سیدھے راستے سے ہٹ جانا اور گھوم جانا۔ اسی لئے بغلی قبر کو لحد کہتے ہیں کیونکہ سیدھی کھدائی سے ہٹا کر بنائی جاتی ہے۔",
  "ayah": 180,
  "surah": 7
}
