{
  "text": "ایک ہی باپ ایک ہی ماں اور تمام نسل آدم تمام انسانوں کو اللہ تعالیٰ نے صرف حضرت آدم ؑ سے ہی پیدا کیا۔ انہی سے ان کی بیوی حضرت حوا کو پیدا کیا پھر ان دونوں سے نسل انسان جاری کی۔ جیسے فرمان ہے آیت (يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۗىِٕلَ لِتَعَارَفُوْا ۭ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۭ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ 13؀) 49۔ الحجرات :13) لوگو ہم نے تمہیں ایک ہی مرد و عورت سے پیدا کیا ہے پھر تمہارے کنبے اور قبیلے بنا دیئے تاکہ آپس میں ایک وسرے کو پہچانتے رہو۔ اللہ کے ہاں سب سے زیادہ ذی عزت وہ ہے جو پرہیزگاری میں سب سے آگے ہے۔ سورة نساء کے شروع میں ہے اے لوگو اپنے پروردگار سے ڈرو جس نے تم سب کو ایک ہی شخص یعنی حضرت آدم سے پیدا کیا ہے انہی سے ان کی بیوی کو پیدا کیا پھر ان دونوں میاں بیوی سے بہت سے مرد و عورت پھیلا دیئے۔ یہاں فرماتا ہے کہ انہی سے ان کی بیوی کو بنایا تاکہ یہ آرام اٹھائیں چناچہ ایک اور آیت میں ہے (لتسکنوا الیھا وجعل بینکم مودۃ ورحمتہ) لوگو یہ بھی اللہ کی ایک مہربانی ہے کہ اس نے تمہارے لئے تمہاری بیویاں بنادیں تاکہ تم ان سے سکون و آرام حاصل کرو اور اس نے تم میں باہم محبت و الفت پیدا کردی۔ پس یہ اللہ تعالیٰ کی طرف سے چاہت ہے جو میاں بیوی میں وہ پیدا کردیتا ہے۔ اسی لئے جادوگروں کی برائی بیان کرتے ہوئے قرآن نے فرمایا کہ وہ اپنی مکاریوں سے میاں بیوی میں جدائی ڈلوا دیتے ہیں۔ عورت مرد کے ملنے سے بحکم الٰہی عورت کو حمل ٹھہر جاتا ہے جب تک وہ نطفے، خون اور لوتھڑے کی شکل میں ہوتا ہے ہلکا سا رہتا ہے وہ برابر اپنے کام کاج میں آمد و رفت میں لگی رہتی ہے کوئی ایسی زیادہ تکلیف اور بار نہیں معلوم ہوتا اور اندر ہی اندر وہ برابر بڑھتا رہتا ہے اسے تو یونہی سا کچھ وہم کبھی ہوتا ہے کہ شاید کچھ ہو۔ کچھ وقت یونہی گذر جانے کے بعد بوجھ معلوم ہونے لگتا ہے حمل ظاہر ہوجاتا ہے بچہ پیٹ میں بڑا ہوجاتا ہے طبیعت تھکنے لگتی ہے اب ماں باپ دونوں اللہ سے دعائیں کرنے لگتے ہیں کہ اگر وہ ہمیں صحیح سالم بیٹا عطا فرمائے تو ہم شکر گذاری کریں گے۔ ڈر لگتا ہے کہ کہیں کچھ اور بات نہ ہوجائے۔ اب جبکہ اللہ تعالیٰ نے مہربانی فرمائی اور صحیح سالم انسانی شکل و صورت کا بچہ عطا فرمایا تو اللہ کے ساتھ شرک کرنے لگتے ہیں۔ مفسرین نے اس جگہ بہت سے آثار و احادیث بیان کئے ہیں جنہیں میں یہاں نقل کرتا ہوں اور ان میں جو بات ہے وہ بھی بیان کروں گا پھر جو بات صحیح ہے اسے بتاؤں گا ان شاء اللہ۔ مسند احمد میں ہے کہ جب حضرت حوا کو اولاد ہوئی تو ابلیس گھومنے لگا ان کے بچے زندہ نہیں رہتے تھے شیطان نے سیکھایا کہ اب اس کا نام عبدالحارث رکھ دے تو یہ زندہ رہے گا چناچہ انہوں نے یہی کیا اور یہی ہوا اور اصل میں یہ شیطانی حرکت تھی اور اسی کا حکم تھا۔ امام ترمذی نے بھی اسے وارد کیا ہے پھر فرمایا ہے حسن غریب ہے، میں کہتا ہوں اس حدیث میں تین علتیں ہیں ایک تو یہ کہ اس کے ایک راوی عمر بن ابراہیم مصری کی بابت امام ابو حاتم رازی ؒ فرماتے ہیں کہ یہ راوی ایسا نہیں کہ اس سے حجت پکڑی جائے گو امام ابن معین نے اس کی توثیق کی ہے لیکن ابن مردویہ نے اسے معمر سے اس نے اپنے باپ سے اس نے سمرہ سے مرفوعاً روایت کیا ہے واللہ اعلم دوسرے یہ کہ یہی روایت موقوفاً حضرت سمرہ کے اپنے قول سے مروی ہوئی ہے جو کہ مرفوع نہیں ابن جرید میں خود حضرت عمرہ بن جندب کا اپنا فرمان ہے کہ حضرت آدم نے اپنے لڑکے کا نام عبدالحارث رکھا۔ تیسرے اس آیت کی تفسیر اس کے راوی حضرت حسن سے بھی اس کے علاوہ بھی مروی ہے۔ ظاہر ہے کہ اگر یہ مرفوع حدیث ان کی روایت کردہ ہوتی تو یہ خود اس کے خلاف تفسیر نہ کرتے۔ چناچہ ابن جرید میں ہے حضرت حسن فرماتے ہیں یہ حضرت آدم کا واقعہ نہیں بلکہ بعض مذاہب والوں کا واقعہ ہے اور روایت میں آپ کا یہ فرمان منقول ہے کہ اس سے مراد بعض مشرک انسان ہیں جو ایسا کرتے ہیں، فرماتے ہیں کہ یہ یہود و نصاریٰ کا فعل بیان ہوا ہے کہ اپنی اولادوں کو اپنی روش پر ڈال لیتے ہیں۔ یہ سب اسنادیں حضرت حسن تک بالکل صحیح ہیں اور اس آیت کو جو کچھ تفسیر کی گئی ہے اس میں سب سے بہتر تفسیر یہی ہے۔ خیر مقصد یہ تھا کہ اتنا بڑا متقی اور پرہیزگار آدمی ایک آیت کی تفسیر میں ایک مرفوع حدیث قول پیغمبر روایت کرے پھر اس کے خلاف خود تفسیر کرے یہ بالکل ان ہونی بات ہے اس سے ثابت ہوتا ہے کہ وہ حدیث مرفوع نہیں بلکہ وہ حضرت سمرہ کا اپنا قول ہے۔ اس کے بعد یہ بھی خیال ہوتا ہے کہ بہت ممکن ہے کہ حضرت سمرہ نے اسے ہل کتاب سے ماخوذ کیا ہو جیسے کعب و ہب وغیرہ جو مسلمان ہوگئے تھے انشاء اللہ اس کا بیان بھی عنقریب ہوگا بہر صورت اس روایت کا مرفوع ہونا ہم تسلیم نہیں کرتے واللہ اعلم۔ اب اور آثار جو اس بارے میں ہیں انہیں سنئے۔ ابن عباس کہتے ہیں حضرت حوا کے جو بچے پیدا ہوتے تھے ان کا نام عبداللہ عبید اللہ وغیرہ رکھتی تھیں وہ بچے فوت ہوجاتے تھے پھر ان کے پاس ابلیس آیا اور کہا اگر تم کوئی اور نام رکھو تو تمہارے بچے زندہ رہیں گے چناچہ ان دونوں نے یہی کیا جو بچہ پیدا ہوا اس کا نام عبدالحارث رکھا اس کا بیان ان آیتوں میں ہے اور روایت میں ہے کہ ان کے دو بجے اس سے پہلے مرچکے تھے اب حالت حمل میں شیطان ان کے پاس آیا اور کہنے لگا کہ تمہیں معلوم بھی ہے کہ تمہارے پیٹ میں کیا ہے ؟ ممکن ہے کوئی جانور ہی ہو ممکن ہے صحیح سالم نہ پیدا ہو ممکن ہے اگلوں کی طرح یہ بھی مرجائے تم میری مان لو اور اب جو بچہ پیدا ہو اس کا نام میرے نام پر رکھو تو انسان ہوگا صحیح سالم ہوگا زندہ رہے گا یہ بھی اس کے بہکاوے میں آگئے اور عبدالحارث نام رکھا۔ اسی کا بیان ان آیتوں میں ہے اور روایت میں ہے کہ پہلی دفعہ حمل کے وقت یہ آیا اور انہیں ڈرایا کہ میں وہی ہوں جس نے تمہیں جنت سے نکلویا اب یا تم میری اطاعت کرو۔ ورنہ میں اسے یہ کر ڈالوں گا وہ کر ڈالوں گا وغیرہ ہرچند ڈرایا مگر انہوں نے اس کی اطاعت نہ کی۔ اللہ کی شان وہ بچہ مردہ پیدا ہوا دوبارہ حمل ٹھہرا پھر یہ ملعون پہنچا اور اسی طرح خوف زدہ کرنے لگا اب بھی انہوں نے اس کی اطاعت نہ کی چناچہ یہ دوسرا بچہ بھی مردہ ہوا۔ تیسرے حمل کے وقت یہ خبیث پھر آیا اب کی مرتبہ اولاد کی محبت میں آ کر انہوں نے اس کی مان لی اور اس کا نام عبدالحارث رکھا اسی کا بیان ان آیتوں میں ہے۔ ابن عباس سے اس اثر کو لے کر ان کے شاگردوں کی ایک جماعت نے بھی یہی کہا ہے جیسے حضرت مجاہد حضرت سعید بن جبیر حضرت عکرمہ اور دوسرے طبقے میں سے قتادہ سدی وغیرہ اسی طرح سلف سے خلف تک بہت سے مفسرین نے اس آیت کی تفسیر میں یہی کہا ہے۔ لیکن ظاہر یہ ہے کہ یہ اثر اہل کتاب سے لیا گیا ہے۔ اس کی بڑی دلیل یہ ہے کہ ابن عباس اسے ابی ابن کعب سے روایت کرتے ہیں جیسے کہ ابن ابی ہاتم میں ہے پس ظاہر ہے کہ یہ اہل کتاب کے آثار سے ہے۔ جن کی بابت رسول کریم ﷺ فرماتے ہیں کہ ان کی باتوں کو نہ سچی کہو نہ جھوٹی۔ ان کی روایتیں تین طرح کی ہیں۔ ایک تو وہ جن کی صحت ہمارے ہاں کسی آیت یا حدیث سے ہوتی ہے۔ ایک وہ جن کی تکذیب کسی آیت یا حدیث سے ہوتی ہو۔ ایک وہ جس کی بابت کوئی ایسا فیصلہ ہمارے دین میں نہ ملے تو بقول حضور ﷺ اس روایت کے بیان میں تو کوئی حرج نہیں لیکن تصدیق تکذیب جائز نہیں۔ میرے نزدیک تو یہ اثر دوسری قسم کا ہے یعنی ماننے کے قابل نہیں اور جن صحابہ اور تابعین سے یہ مروی ہے انہوں نے اسے تیسری قسم کا اپنی اولاد کے معاملے میں اللہ کے ساتھ کرنے کا بیان ان آیتوں میں ہے نہ کہ حضرت امام حسن بصری ؒ فرماتے ہیں کہ مشرکوں کا اپنی اولاد کے معاملے میں اللہ کے ساتھ کرنے کا بیان ان آیتوں میں ہے نہ کہ حضرت آدم و حوا کا۔ پس اللہ تعالیٰ فرماتا ہے کہ اللہ اس شرک سے اور ان کے شریک ٹھہرانے سے بلند وبالا ہے ان آیتوں میں یہ ذکر اور ان سے پہلے آدم و حوا کا ذکر مثل تمہید کے ہے کہ ان اصلی ماں باپ کا ذکر کر کے پھر اور ماں باپوں کا ذکر ہوا اور ان ہی کا شرک بیان ہوا۔ ذکر شخص سے ذکر جنس کی طرف استطراد کے طور پر جیسے آیت (ولقد زینا السماء الدنیا بمصابیع) میں ہے یعنی ہم نے دنیا کے آسمان کو ستاروں سے زینت دی اور انہیں شیطانوں پر انگارے برسانے والا بنایا اور یہ ظاہر ہے کہ جو ستارے زینت کے ہیں وہ جھڑتے نہیں ان سے شیطانوں کو مار نہیں پڑتی۔ یہاں بھی استطراد تاروں کی شخصیت سے تاروں کی جنس کی طرف ہے اس کی اور بھی بہت سی مثالیں قرآن کریم میں موجود ہیں، واللہ اعلم۔",
  "ayah": 190,
  "surah": 7
}
