{
  "text": "انسان کا المیہ خود ساز خدا اور اللہ سے دوری ہے جو لوگ اللہ کے سوا اوروں کو بوجتے ہیں وہ سب اللہ کے ہی بنائے ہوئے ہیں وہی ان کا پالنے والا ہے وہ بالکل بےاختیار ہیں کسی نفع نقصان کا انہیں اختیار نہیں وہ اپنے پجاریوں کو کوئی نفع نہیں پہنچا سکتے بلکہ وہ تو ہل جل بھی نہیں سکتے دیکھ اور سن بھی نہیں سکتے۔ ان بتوں سے تو ان کے پجاری ہی توانا تندرست اور اجھے ہیں کہ ان کی آنکھیں بھی ہیں کان بھی ہیں یہ بیوقوف تو انہیں پوجتے ہیں جنہوں نے ساری مخلوق میں سے ایک چیز کو بھی پیدا نہیں کیا بلکہ وہ خود اللہ تعالیٰ کے پیدا کئے ہوئے ہیں۔ جیسے اور جگہ ہے کہ لوگو آؤ ایک لطیف مثال سنو تم جنہیں پکار رہے ہو یہ سارے ہی جمع ہو کر ایک مکھی بھی پیدا کرنا چاہیں تو ان کی طاقت سے خارج ہے۔ بلکہ ان کی کمزوری تو یہاں تک ہے کہ کوئی مکھی ان کی کسی چیز کو چھین لے جائے تو یہ اس سے واپس بھی نہیں کرسکتے طلب کرنے والے اور جن سے طلب کی جا رہی ہے بہت ہی بودے ہیں تعجب ہے کہ اتنے کمزوروں کی عبادت کی جاتی ہے جو اپنا حق بھی ایک مکھی سے نہیں لے سکتے وہ تمہاری روزیوں اور مدد پر کیسے قادر ہوں گے ؟ حضرت خلیل اللہ ؑ نے اپنی قوم سے فرمایا تھا کہ کیا تم ان کی عبادت کرتے ہو جنہیں تم خود ہی گھڑتے اور بناتے ہو ؟ وہ نہ تو اپنے پجاریوں کی مدد کرسکتے ہیں نہ خود اپنی ہی کوئی مدد کرسکتے ہیں۔ یہاں تک کہ حضرت خلیل اللہ ؑ نے انہیں توڑ توڑ کر ٹکڑے ٹکڑے کردیا لیکن ان سے یہ نہ ہوسکا کہ اپنے آپ کو ان کے ہاتھ سے بچا لیتے۔ ہاتھ میں تبر لے کر سب کو چورا کردیا اور ان معبود ان باطل سے یہ بھی نہ ہوسکا کہ کسی طرح اپنا بچاؤ کرلیتے، خود رسول کریم ﷺ کے زمانے میں بھی حضرت معاذ بن عمرو بن جموح اور حضرت معاذ بن جبل ؓ یہی کام کرتے تھے کہ رات کے وقت چپکے سے جا کر مشرکین کے بت توڑ آتے اور جو لکڑی کے ہوتے انہیں توڑ کر بیوہ عورتوں کو دے دیتے کہ وہ اپنا ایندھن بنالیں اور قوم کے بت پرست عبرت حاصل کریں۔ خود حضرت معاذ کا باپ عمرو بن جموح بھی بت پرست تھا یہ دونوں نوجوان دوست وہاں بھی پہنچتے اور اس بت کو پلیدی سے آلودہ کر آتے۔ جب یہ آتا تو اپنے خدا کو اس حالت میں دیکھ کر بہت پیچ و تاب کھاتا، پھر دھوتا، پھر اس پر خوشبو ملتا۔ ایک مرتبہ اس نے اس کے پاس تلوار رکھ دی اور کہا دیکھ آج تیرا دشمن آئے تو اس تلوار سے اس کا کام تمام کردینا۔ یہ اس رات بھی پہنچے اور اس کی درگت کر کے پاخانے سے لیپ کر کے چلے آئے مگر تاہم اسے اثر نہ ہوا صبح کو اسی طرح اس نے دھو دھا کر ٹھیک ٹھاک کر کے خوشبو لگا کر بیٹھا کر ڈنڈوت کی یعنی (اٹھک بیٹھک) کی۔ جب ان دونوں نے دیکھا کہ کسی طرح یہ نہیں مانتا تو ایک رات اس بت کو اٹھا لائے اور ایک کتے کا پلا جو مرا پڑا تھا اس کے گلے میں باندھ دیا اور محلے کے ایک کنویں میں ڈال دیا صبح اس نے اپنے بت کو نہ پا کر تلاش کی تو کنویں میں اسے نظر آیا کہ کتے کے مردہ بچے کے ساتھ پڑا ہوا ہے اب اسے بت سے اور بت پرستی سے نفرت ہوگئی اور اس نے کہا عربی (تاللہ لو کنت الھا مستدن لم تک والکلب جمیعافی قرن)یعنی اگر تو سچ مچ اللہ ہوتا تو کنوئیں میں کتے کے پلے کے ساتھ پڑا ہوا نہ ہوتا پھر حاضر حضور سرکار مدینہ ﷺ ہوئے اور مشرف بہ اسلام ہوگئے پھر تو اسلام میں پورے پکے ہوگئے۔ احد کی لڑائی میں شریک ہوئے اور کفار کو قتل کرتے ہوئے شہید ہوگئے دعا (ؓ وارضاہ وجعل جنت الفردوس ماوا)۔ انہیں اگر بلا یا جائے تو یہ قبول کرنا تو درکنار سن بھی نہیں سکتے محض پتھر ہیں، بےجان ہیں، بےآنکھ اور بےکان ہیں جیسے کہ حضرت خلیل اللہ ؑ نے فرمایا کہ میرے والد ! آپ ان کی عبادت کیوں کرتے ہیں جو نہ سنیں نہ دیھکیں نہ تجھے کوئی نفع پہنچا سکیں نہ تیرے کسی کام آسکیں۔ انہیں پکارنا نہ پکارنا دونوں برابر ہیں۔ یہ تو تم جیسے ہی بےبس اور اللہ کی مخلوق ہیں بتاؤ تو کبھی انہوں نے تمہاری فریاد رسی کی ہے ؟ یا کبھی تمہاری دعا کا جواب دیا ہے ؟ حقیقت میں ان سے افضل و اعلیٰ تو تم خود ہو۔ تم سنتے دیکھتے چلتے پھرتے بولتے چالتے ہو یہ تو اتنا بھی نہیں کرسکتے۔ اجھا تم ان سے میرا کچھ بگاڑ نے کی درخواست کرو میں اعلان کرتا ہوں کہ اگر ان سے ہو سکے تو بلا تامل اپنی پوری طاقت سے جو میرا بگاڑ سکتے ہوں بگاڑ لیں۔ سنو میں تو اللہ کو اپنا حمایتی اور مددگار سمجھتا ہوں وہی میرا بچانے والا ہے اور وہ مجھے کافی وافی ہے اسی پر میرا بھروسہ ہے اسی سے میرا لگاؤ ہے۔ میں ہی نہیں ہر نیک بندہ یہی کرتا ہے اور وہ بھی اپنے تمام سچے غلاموں کی نگہبانی اور حفاظت کرتا رہتا ہے اور کرتا رہے گا۔ میرے بعد بھی ان سب کا نگراں اور محافظ وہی ہے۔ حضرت ہود ؑ سے آپ کی قوم نے کہا کہ ہمارا تو خیال ہے کہ تو جو ہمارے معبودوں پر ایمان نہیں رکھتا اسی سبب سے انہوں نے تجھے ان مشکلات میں ڈال دیا ہے۔ اس کے جواب میں اللہ کے پیغمبر نے فرمایا سنو تم کو اور اللہ کو گواہ کر کے میں کہتا ہوں اور علیٰ الاعلان کہتا ہوں کہ میں تمہارے اللہ کے سوا اور تمام معبودوں سے بری اور بیزار اور ان سب کا دشمن ہوں۔ تم میرا کچھ بگاڑ سکتے ہو تو بگاڑ لو تمہیں بھی قسم ہے جو ذرا سی کوتاہی کرو۔ میرا توکل اللہ کی ذات پر ہے تمام جانداروں کی چوٹیاں اسی کے ہاتھ ہیں میرا رب ہی سچی راہ پر ہے حضرت خلیل اللہ ؑ نے بھی یہی فرمایا تھا کہ تم اور تمہارے بزرگ جن کی پرستش کرتے ہیں میں ان سب کا دشمن ہوں اور وہ مجھ سے دور ہیں سوائے اس رب العالمین کے جس نے مجھے پیدا کیا اور میری رہبری کی۔ آپ نے اپنے والد اور قوم سے بھی یہی فرمایا کہ میں تمہارے معبودان باطل سے بری اور بیزار ہوں سوائے اس سچے معبود کے جس نے مجھے پیدا کیا ہے وہی میری رہبری کرے گا ہم نے اسی کلمے کو اس کی نسل میں ہمیشہ کیلئے باقی رکھ دیا تاکہ لوگ اپنے باطل خیالات سے ہٹ جائیں۔ پہلے تو غائبانہ فرمایا تھا پھر اور تاکید کے طور پر خطاب کر کے فرماتا ہے کہ جن جن کو اللہ کے سوا تم پکارتے ہو وہ تمہاری امداد نہیں کرسکتے اور نہ وہ خود اپنا ہی کوئی نفع کرسکتے ہیں۔ یہ تو سن ہی نہیں سکتے تجھے تو یہ آنکھوں والے دکھائی دیتے ہیں لیکن دراصل ان کی اصلی آنکھیں ہی نہیں کہ کسی کو دیکھ سکیں۔ جیسے فرمان ہے کہ اگر تم انہیں پکارو تو وہ سنتے نہیں چونکہ وہ تصاویر اور بت ہیں ان کی مصنوعی آنکھیں ہیں محسوس تو یہ ہوتا ہے کہ وہ دیکھ رہے ہیں لیکن دراصل دیکھ نہیں رہے چونکہ وہ پتھر بصورت انسان ہیں اس لئے ضمیر بھی ذوی العقول کی لائے۔ یہ بھی کہا گیا ہے کہ اس سے مراد کفار ہیں لیکن اول ہی اولیٰ ہے یہی امام ابن جریر کا اختیار کردہ اور قتادہ کا قول بھی یہی ہے۔",
  "ayah": 193,
  "surah": 7
}
