{
  "text": "جو اللہ سے ڈرتا ہے۔ شیطان اس سے ڈرتا ہے طائف کی دوسری قرأت طیف ہے۔ یہ دونوں مشہور قرأتیں ہیں دونوں کے معنی ایک ہیں بعض نے لفظی تعریف بھی کی ہے۔ فرمان ہے کہ وہ لوگ جو اللہ سے ڈرنے والے ہیں جنہیں اللہ کا ڈر ہے جو نیکیوں کے عامل اور برائیوں سے رکنے والے ہیں انہیں جب کبھی غصہ آجائے، شیطان ان پر اپنا کوئی داؤ چلانا چاہے، ان کے دل میں کسی گناہ کی رغبت ڈالے، ان سے کوئی گناہ کرانا چاہے تو یہ اللہ کے عذاب سے بچنے میں جو ثواب ہے اسے بھی یاد کرلیتے ہیں رب کے وعدے وعید کی یاد کرتے ہیں اور فوراً چوکنے ہوجاتے ہیں، توبہ کرلیتے ہیں، اللہ کی طرف جھک جاتے ہیں اور اللہ تعالیٰ سے شیطانی شر سے پناہ مانگنے لگتے ہیں اور اسی وقت اللہ کی جناب میں رجوع کرتے ہیں اور استقامت کے ساتھ صحت پر جم جاتے ہیں۔ ابن مردویہ میں ہے کہ ایک عورت رسول ﷺ کے پاس آئی جسے مرگی کا دوارہ پڑا کرتا تھا۔ اس نے درخواست کی کہ میرے لئے آپ دعا کیجئے آپ نے فرمایا اگر تم چاہو تو میں دعا کروں اور اللہ تمہیں شفا بخشے اور اگر چاہو تو صبر کرو اور اللہ تم سے حساب نہ لے گا۔ اس نے کہا حضور میں صبر کرتی ہوں کہ میرا حساب معاف ہوجائے۔ سنن میں بھی یہ حدیث ہے کہ اس عورت نے کہا تھا کہ میں گر پڑتی ہوں اور بیہوشی کی حالت میں میرا کپڑا کھل جاتا ہے جس سے بےپردگی ہوتی ہے اللہ سے میری شفا کی دعا کیجئے۔ آپ نے فرمایا تم ان دونوں باتوں میں سے ایک کو پسند کرلو یا تو میں دعا کروں اور تمہیں شفا ہوجائے یا تم صبر کرو اور تمہیں جنت ملے اس نے کہا میں صبر کرتی ہوں کہ مجھے جنت ملے۔ لیکن اتنی دعا تو ضرور کیجئے کہ میں بےپردہ نہ ہوجایا کروں۔ آپ نے دعا کی چناچہ ان کا کپڑا کیسی ہی وہ تلملاتیں اپنی جگہ سے نہیں ہٹتا تھا۔ حافظ ابن عساکر رحمتہ اللہ اپنی تاریخ میں عمر و بن جامع کے حالات میں نقل کرتے ہیں کہ ایک نوجوان عابد مسجد میں رہا کرتا تھا اور اللہ کی عبادت کا بہت مشتاق تھا ایک عورت نے اس پر ڈورے ڈالنے شروع کئے یہاں تک کہ اسے بہکا لیا قریب تھا کہ وہ اس کے ساتھ کوٹھڑی میں چلا جائے جو اسے یہ آیت (اذامسھم الخ) ، یاد آئی اور غش کھا کر گرپڑا بہت دیر کے بعد جب اسے ہوش آیا اس نے پھر اس آیت کو یاد کیا اور اس قدر اللہ کا خوف اس کے دل میں سمایا کہ اس کی جان نکل گئی حضرت عمر فاروق ؓ نے اس کے والد سے ہمدردی اور غم خواری کی۔ چونکہ انہیں رات ہی کو دفن کردیا گیا تھا آپ ان کی قبر پر گئے آپ کے ساتھ بہت سے آدمی تھے۔ آپ نے وہاں جا کر ان کی قبر پر نماز جنازہ ادا کی اور اسے آواز دے کر فرمایا اے نوجوان ! آیت (وَلِمَنْ خَافَ مَقَامَ رَبِّهٖ جَنَّتٰنِ 46ۚ) 55۔ الرحمن :46) جو شخص اپنے رب کے سامنے کھڑے ہونے کا ڈر رکھے اس کیلئے دو دو جنتیں ہیں۔ اسی وقت قبر کے اندر سے آواز آئی کہ مجھے میرے رب عزوجل نے وہ دونوں دو دو مرتبے عطا فرما دیئے۔ یہ تو تھا حال اللہ والوں اور پرہیزگاروں کا کہ وہ شیطانی جھٹکوں سے بچ جاتے ہیں اس کے فن فریب سے چھوٹ جاتے ہیں اب ان کا حال بیان ہو رہا ہے جو خود شیطان کے بھائی بنے ہوئے ہیں۔ جیسے فضول خرچ لوگوں کو قرآن نے شیطان کے بھائی قرار دیا ہے ایسے لوگ اس کی باتین سنتے ہیں، مانتے ہیں اور ان پر ہی عمل کرتے ہیں۔ شیاطین ان کے سامنے برائیاں اچھے رنگ میں پیش کرتے ہیں، ان پر وہ آسان ہوجاتی ہیں اور یہ پوری مشغولیت کے ساتھ ان میں پھنس جاتے ہیں۔ دن بدن اپنی بدکاری میں بڑھتے جاتے ہیں، جہالت اور نادانی کی حد کردیتے ہیں۔ نہ شیطان ان کے بہکانے میں کوتاہی برتتے ہیں نہ یہ برائیاں کرنے میں کمی کرتے۔ یہ ان کے دلوں میں وسو سے ڈالتے رہتے ہیں اور وہ ان وسوسوں میں پھنستے رہتے ہیں یہ انہیں بھڑکاتے رہتے ہیں اور گناہوں پر آمادہ کرتے رہتے ہیں وہ برے عمل کئے جاتے ہیں اور برائیوں پر مداومت اور لذت کے ساتھ جمے رہتے ہیں۔",
  "ayah": 202,
  "surah": 7
}
