{
  "text": "سورة فاتحہ کے بغیر نماز نہیں ہوتی چونکہ اوپر کی آیت میں بیان تھا کہ یہ قرآن لوگوں کے لئے بصیرت و بصارت ہے اور ساتھ ہی ہدایت و رحمت ہے اس لئے اس آیت میں اللہ تعالیٰ جل و علا حکم فرماتا ہے کہ اس کی عظمت اور احترام کے طور پر اس کی تلاوت کے وقت کان لگا کر اسے سنو ایسا نہ کرو جیسا کفار قریش نے کیا کہ وہ کہتے تھے آیت (وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِھٰذَا الْقُرْاٰنِ وَالْـغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ 26؀) 41۔ فصلت :26) ، اس قرآن کو نہ سنو اور اس کے پڑھے جانے کے وقت شور غل مچا دو۔ اس کی اور زیادہ تاکید ہوجاتی ہے جبکہ فرض نماز میں امام با آواز بلند قرأت پڑھتا ہو۔ جیسے کہ صحیح مسلم شریف میں حضرت ابو موسیٰ اشعری کی روایت سے ہے کہ امام اقتدا کے کئے جانے کیلئے مقرر کیا گیا ہے۔ جب وہ تکبیر کہے تم تکبیر کہو اور جب وہ پڑھے تم خاموش رہو۔ اس طرح سنن میں بھی یہ حدیث بروایت حضرت ابوہریرہ مروی ہے۔ امام مسلم بن حجاج ؒ نے بھی اسے صحیح کہا ہے اور اپنی کتاب میں نہیں لائے ـ (یہ یاد رہے کہ اس حدیث میں جو خاموش رہنے کا حکم ہے یہ صرف اس قرأت کیلئے ہے جو الحمد کے سوا ہو۔ جیسے کہ طبرانی کبیر میں صحیح حدیث میں جو خاموش رہنے کا حکم ہے یہ صرف اس قرأت کے لئے ہے جو الحمد کے سوا ہو۔ جیسے کہ طبرانی کبیر میں صحیح حدیث ہے رسول اللہ ﷺ فرماتے ہیں حدیث (من صلی خلف الا مام فلیقرا بفا تحۃ الکتاب) یعنی جو شخص امام کے پیچھے نماز پڑھ رہا ہو وہ سورة فاتحہ ضرور پڑھ لے۔ پس سورة فاتحہ پڑھنے کا حکم ہے اور قرأت کے وقت خاموشی کا حکم ہے، واللہ اعلم۔ مترجم) اس آیت کے شان نزول کے متعلق حضرت ابوہریرہ ؓ فرماتے ہیں کہ لوگ پہلے نماز پڑھتے ہوئے باتیں بھی کرلیا کرتے تھے تب یہ آیت اتری اور دوسری آیت میں چپ رہنے کا حکم کیا گیا۔ حضرت ابن مسعود ؓ فرماتے ہیں کہ نماز پڑھتے ہوئے ہم آپ سے میں ایک دوسرے کو سلام کیا کرتے تھے پس یہ آیت اتری۔ آپ نے ایک مرتبہ نماز میں لوگوں کو امام کے ساتھ ہی ساتھ پڑھتے ہوئے سن کر فارغ ہو کر فرمایا کہ تم میں اس کی سمجھ بوجھ اب تک نہیں آئی کہ جب قرآن پڑھا جائے تو اسے سنو اور چپ رہو جیسے کہ اللہ تعالیٰ نے تمہیں حکم دیا ہے۔ (واضح رہے کہ حضرت ابن مسعود ؓ کی رائے میں اس سے مراد امام کے با آواز بلند الحمد کے سوا دوسری قرأت کے وقت مقتدی کا خاموش رہنا ہے نہ کہ پست آواز کی قرأت والی نماز میں، نہ بلند آواز کی قرأت والی نماز میں الحمد سے خاموشی۔ امام کے پیچھے الحمد تو خود آپ بھی پڑھا کرتے تھے جیسے کہ جزاء القراۃ بخاری میں ہے حدیث (انہ قرا فی العصر خلف الا مام فی الرکعتین الاولیین بام القران و سورة) یعنی آپ نے امام کے پیچھے عصر کی نماز کی پہلی دو رکعتوں میں سورة الحمد بھی پڑھی اور دوسری سورت بھی ملائی۔ پس آپ کے مندرجہ بالا فرمان کا مطلب صرف اسی قدر ہے کہ جب امام اونچی آواز سے قرأت کرے تو مقتدی الحمد کے سوا دوسری قرأت کے وقت سنے اور چپ رہے واللہ اعلم۔ مترجم حضرت زہری ؒ فرماتے ہیں کہ یہ آیت اس انصاری نوجوان کے بارے میں نازل ہوئی ہے جس کی عادت تھی کہ جب کبھی رسول اللہ ﷺ قرآن سے کچھ پڑھتے یہ بھی اسے پڑھتا پس یہ آیت اتری۔ مسند احمد اور سنن میں حضرت ابوہریرہ سے مروی ہے کہ رسول اللہ ﷺ اس نماز سے فارغ ہو کر پلٹے جس میں آپ نے باآواز بلند قرأت پڑھی تھی پھر پوچھا کہ کیا تم میں سے کسی نے میرے ساتھ پڑھا تھا ؟ ایک شخص نے کہا ہاں یارسول اللہ ﷺ۔ آپ نے فرمایا میں کہہ رہا تھا کہ یہ کیا بات ہے کہ مجھ سے قرآن کی چھینٹا جھپٹی ہو رہی ہے ؟ راوی کا کہنا ہے کہ اس کے بعد لوگ رسول اللہ ﷺ کے ساتھ ان نمازوں میں جن میں آپ اونچی آواز سے قرأت پڑھا کرتے تھے قرأت سے رک گئے جبکہ انہوں نے رسول ﷺ سے یہ سنا۔ امام ترمذی اسے حسن کہتے ہیں اور ابو حاتم رازی اس کی تصحیح کرتے ہیں (مطلب اس حدیث کا بھی یہی ہے کہ امام جب پکار کر قرأت پڑھے اس وقت مقتدی سوائے الحمد کے کچھ نہ پڑھے کیونکہ ایسی ہی روایت ابو داؤد، ترمذی، نسائی، ابن ماجہ، موطا امام مالک، مسند احمد وغیرہ میں ہے جس میں ہے کہ جب آپ کے سوال کے جواب میں یہ کہا گیا ہے کہ ہم پڑھتے ہیں تو آپ نے فرمایا حدیث (لا تفعلوا الابفاتحۃ الکتاب فانہ لاصلوۃ لمن لم یقراء بھا) یعنی ایسا نہ کیا کرو صرف سورة فاتحہ پڑھو کیونکہ جو اسے نہیں پڑھتا اس کی نماز نہیں ہوتی۔ پس لوگ اونچی آواز والی قرأت کی نماز میں جس قرأت سے رک گئے وہ الحمد کے علاوہ تھی کیونکہ اسی سے روکا تھا اسی سے صحابہ رک گئے۔ الحمد تو پڑھنے کا حکم دیا تھا۔ بلکہ ساتھ ہی فرمادیا تھا کہ اس کے بغیر نماز ہی نہیں واللہ اعلم۔ مترجم) زہری کا قول ہے کہ امام جب اونچی آواز سے قرأت پڑھے تو انہیں امام کی قرأت کافی ہے امام کے پیچھے والے نہ پڑھیں گو انہیں امام کی آواز سنائی بھی نہ دے۔ ہاں البتہ جب امام آہستہ آواز سے پڑھ رہا ہو اس وقت مقتدی بھی آہستہ پڑھ لیا کریں اور کسی کو لائق نہیں کہ اس کے ساتھ ساتھ پڑھے خواہ جہری نماز ہو خواہ سری۔ اللہ تعالیٰ کا فرمان ہے کہ جب قرآن پڑھا جائے تو تم اسے سنو اور چپ رہو تاکہ تم پر رحم کیا جائے۔ علماء کے ایک گروہ کا مذہب ہے کہ جب امام اونچی آواز سے قرأت کرے تو مقتدی پر نہ سورة فاتحہ پڑھنا واجب ہے نہ کچھ اور۔ امام شافعی کے اس بارے میں دو قول ہیں جن میں سے ایک قول یہ بھی ہے لیکن یہ قول پہلے کا ہے جیسے کہ امام مالک کا مذہب، ایک اور روایت میں امام احمد کا بہ سبب ان دلائل کے جن کا ذکر گذر چکا۔ لیکن اس کے بعد کا آپ کا یہ فرمان ہے کہ مقتدی صرف سورة فاتحہ امام کے سکتوں کے درمیان پڑھ لے۔ صحابہ تابعین اور ان کے بعد والے گروہ کا یہی فرمان ہے۔ امام ابوحنیفہ اور امام احمد فرماتے ہیں مقتدی پر مطلقاً قرأت واجب نہیں نہ اس نماز میں جس میں امام آہستہ قرأت پڑھے نہ اس میں جس میں بلند آواز سے قرأت پڑھے اس لئے کہ حدیث میں ہے امام کی قرأت مقتدیوں کی بھی قرأت ہے۔ اسے امام احمد نے اپنی مسند میں حضرت جابر سے مرفوعاً روایت کیا ہے۔ یہی حدیث موطاء امام مالک میں موقوفا مروی ہے اور یہی زیادہ صحیح ہے یعنی یہ قول حضرت جابر ؓ کا ہونا زیادہ صحیح ہے نہ کہ فرمان رسول اللہ ﷺ کا (لیکن یہ بھی یاد رہے کہ خود حضرت جابر ؓ سے ابن ماجہ میں مروی ہے کہ حدیث (کنا نقرا فی الظھر والعصر خلف الا مام فی الرکعتین الالیین بفاتحتہ الکتاب و سورة وفی الاخریین بفاتحۃ الکتاب) یعنی ہم ظہر اور عصر کی نماز میں امام کے پیچھے پہلی دو رکعتوں میں سورة فاتحہ بھی پڑھتے تھے اور کوئی اور سورت بھی اور پچھلی دور کعتوں میں صرف سورة فاتحہ پڑھا کرتے تھے پس معلوم ہوتا ہے کہ آپ نے جو فرمایا کہ امام کی قرأت اسے کافی ہے اس سے مراد الحمد کے علاوہ قرأت ہے۔ واللہ اعلم، مترجم) یہ مسئلہ اور جگہ نہایت تفصیل سے بیان کیا گیا ہے۔ اسی خاص مسئلے پر حضرت امام ابو عبداللہ بخاری ؒ نے ایک مستقل رسالہ لکھا ہے اور اس میں ثابت کیا ہے کہ ہر نماز میں خواہ اس میں قرأت اونچی پڑھی جاتی ہو یا آہستہ مقتدیوں پر سورة فاتحہ کا پڑھنا فرض ہے واللہ اعلم۔ ابن عباس فرماتے ہیں یہ آیت فرض نماز کے بارے میں ہے۔ طلحہ کا بیان ہے کہ عبید بن عمر اور عطاء بن ابی رباح کو میں نے دیکھا کہ واعظ و عظ کہہ رہا تھا اور وہ آپس میں باتیں کر رہے تھے تو میں نے کہا تم اس وعظ کو نہیں سنتے اور وعید کے قابل ہو رہے ہو ؟ انہوں نے میری طرف دیکھا پھر باتوں میں مشغول ہوگئے۔ میں نے پھر یہی کہا انہوں نے پھر میری طرف دیکھا اور پھر باتوں میں مشغول ہوگئے۔ میں نے پھر یہی کہا انہوں نے پھر میری طرف دیکھ اور پھر اپنی باتوں میں لگ گئے، میں نے پھر تیسری مرتبہ ان سے یہی کہا۔ تیسری بار انہوں نے میری طرف دیکھ کر فرمایا یہ نماز کے بارے میں ہے۔ حضرت مجاہد فرماتے ہیں نماز کے سوا جب کوئی پڑھ رہا ہو تو کلام کرنے میں کوئی حرج نہیں اور بھی بہت سے بزرگوں کا فرمان ہے کہ مراد اس سے نماز میں ہے۔ حضرت مجاہد سے مروی ہے کہ یہ آیت نماز اور جمعہ کے خطبے کے بارے میں ہے۔ حضرت عطاء سے بھی اسی طرح مروی ہے۔ حسن فرماتے ہیں نماز میں اور ذکر کے وقت، سعید بن جبیر فرماتے ہیں بقرہ عید اور میٹھی عید اور جمعہ کے دن اور جن نمازوں میں امام اونچی قرأت پڑھے۔ ابن جریر کا فیصلہ بھی یہی ہے کہ مراد اس سے نماز میں اور خطبے میں چپ رہنا ہے جیسے کہ حکم ہوا ہے امام کے پیچھے خطبے کی حالت میں چپ رہو۔ مجاہد نے اسے مکروہ سمجھا کہ جب امام خوف کی آیت یا رحمت کی آیت تلاوت کرے تو اس کے پیچھے سے کوئی شخص کچھ کہے بلکہ خاموشی کے لئے کہا (حدیث میں ہے کہ رسول اللہ ﷺ جب کبھی کسی خوف کی آیت سے گزرتے تو پناہ مانگتے اور جب کبھی کسی رحمت کے بیان والی آیت سے گذرتے تو اللہ سے سوال کرتے۔ مترجم) حضرت حسن فرماتے ہیں جب تو قرآن سننے بیٹھے تو اس کے احترام میں خاموش رہا کر۔ مسند احمد میں فرمان رسول اللہ ﷺ ہے کہ جو شخص کان لگا کر کتاب اللہ کی کسی آیت کو سنے تو اس کے لئے کثرت سے بڑھنے والی نیکی لکھی جاتی ہے اور اگر اسے پڑھے تو اس کے لئے قیامت کے دن نور ہوگا۔",
  "ayah": 204,
  "surah": 7
}
