{
  "text": "اللہ کی یاد بکثرت کرو مگر خاموشی سے اللہ تعالیٰ حکم فرماتا ہے کہ صبح شام اس کی بکثرت یاد کر۔ یہاں بھی یہ فرمایا اور جگہ بھی ہے آیت (فسبح بحمد ربک قبل طلوع الشمس وقبل الغروب) یعنی اپنے رب کی تسبیح اور حمد بیان کیا کرو سورج طلوع اور سورج غروب ہونے سے پہلے۔ یہ آیت مکیہ ہے اور یہ حکم معراج سے پہلے کا ہے غدو کہتے ہیں دن کے ابتدائی حصے کو اصال جمع ہے اصیل کی۔ جیسے کہ ایمان جمع ہے یمین کی۔ حکم دیا کہ رغبت، لالچ اور ڈر خوف کے ساتھ اللہ کی یاد اپنے دل میں اپنی زبان سے کرتے رہو چیخنے چلانے کی ضرورت نہیں۔ اسی لئے مستحب یہی ہے کہ پکار کے ساتھ اللہ کی یاد اپنے دل میں اپنی زبان سے کرتے رہو چیخنے چلانے کی ضرورت نہیں۔ اسی لئے مستحب یہی ہے کہ پکار کے ساتھ اور چلا چلا کر اللہ کا ذکر نہ کیا جائے۔ صحابہ نے جب حضور سے سوال کیا کہ کیا ہمارا رب قریب ہے کہ ہم اس سے سرگوشی چپکے چپکے کرلیا کریں یا دور ہے کہ ہم پکار پکار کر آوازیں دیں ؟ تو اللہ تعالیٰ جل و علا نے یہ آیت اتاری (واذا سألک عبادی عنی الخ) ، جب میرے بندے تجھ سے میری بابت سوال کریں تو جواب دے کہ میں بہت ہی نزدیک ہوں۔ دعا کرنے والے کی دعا کو جب بھی وہ مجھ سے دعا کرے قبول فرمالیا کرتا ہوں۔ بخاری و مسلم میں ہے کہ لوگوں نے ایک سفر میں باآواز بلند دعائیں کرنی شروع کیں تو آپ نے فرمایا لوگو اپنی جانوں پر ترس کھاؤ تم کسی بہرے کو یا کسی غائب کو نہیں پکار رہے جسے تم پکارتے ہو وہ تو بہت ہی پست آواز سننے والا اور بہت ہی قریب ہے تمہاری سواری کی گردن جتنی تم سے قریب ہے اس سے بھی زیادہ وہ تم سے نزدیک ہے، ہوسکتا ہے کہ مراد اس آیت سے بھی وہی ہو جو آیت (ولا تجھر بصلاتک الخ) ، سے ہے۔ مشرکین قرآن سن کر قرآن کو جبرائل کو، رسول اللہ ﷺ کو اور خود اللہ تعالیٰ کو گالیاں دینے لگتے تو اللہ تعالیٰ نے آپ کو حکم دیا کہ نہ تو آپ اس قدر بلند آواز سے پڑھیں کہ مشرکین چڑ کر بکنے جھکنے لگیں نہ اس قدر پست آواز سے پڑھیں کہ آپ کے صحابہ بھی نہ سن سکیں بلکہ اس کے درمیان کا راستہ ڈھونڈ نکالیں یعنی نہ بہت بلند نہ بہت آہستہ۔ یہاں بھی فرمایا کہ بہت بلند آواز سے نہ ہو اور غافل نہ بننا۔ امام ابن جریر اور ان سے پہلے حضرت عبدالرحمن بن زید بن اسلم نے فرمایا ہے کہ مراد اس سے یہ ہے کہ اوپر کی آیت میں قرآن کے سننے والے کو جو خاموشی کا حکم تھا اسی کو دہرایا جا رہا ہے کہ اللہ کا ذکر اپنی زبان سے اپنے دل میں کیا کرو۔ لیکن یہ بعید ہے اور انصاف کے منافی ہے جس کا حکم فرمایا گیا ہے اور یہ کہ مراد اس سے یا تو نماز میں ہے یا نماز اور خطبے میں اور یہ ظاہر ہے کہ اس وقت خاموشی بہ نسبت ذکر ربانی کے افضل ہے۔ خواہ وہ پوشیدہ ہو خواہ ظاہر پس ان دونوں کی متابعت نہیں کی گئی۔ پس مراد اس سے بندوں کو صبح شام ذکر کی کثرت کی رغبت دلانا ہے تاکہ وہ غافلوں میں سے نہ ہوجائیں۔ (ان دونوں بزرگوں کے علاوہ حضرت عبداللہ بن عباس وغیرہ کا بھی یہی فرمان ہے۔ تفسیر بیضاوی وغیرہ میں بھی یہی ہے دونوں آیتوں کے ظاہری ربط کا تقاضا بھی یہی ہے واللہ اعلم) اسی لئے فرشتوں کی تعریف بیان ہوئی کہ وہ رات دن اللہ کی تسبیح میں لگے رہتے ہیں بالکل تھکتے نہیں۔ پس فرماتا ہے کہ جو تیرے رب کے پاس ہیں وہ اس کی عبادت سے تکبر نہیں کرتے۔ ان کا ذکر اس لئے کیا کہ اس کثرت عبادت و اطاعت میں ان کی اقتدا کی جائے، اسی لئے ہمارے لئے بھی شریعت نے سجدہ مقرر کیا فرشتے بھی سجدہ کرتے رہتے ہیں۔ حدیث شریف میں ہے تم اسی طرح صفیں کیوں نہیں باندھتے جیسے کہ فرشتے اپنے رب کے پاس صفیں باندھتے ہیں کہ وہ پہلے اول صف کو پورا کرتے ہیں اور صفوں میں ذرا سی بھی گنجائش اور جگہ باقی نہیں چھوڑتے۔ اس آیت پر اجماع کے ساتھ سجدہ واجب ہے پڑھنے والے پر بھی اور سننے والے پر بھی۔ قرآن میں تلاوت کا پہلا سجدہ یہی ہے۔ ابن ماجہ میں حدیث ہے کہ رسول اللہ ﷺ نے اس آیت کو سجدے کی آیتوں میں سے گنا۔ الحمد اللہ سورة اعراف کی تفسیر ختم ہوئی۔",
  "ayah": 205,
  "surah": 7
}
