{
  "text": "اللہ تعالیٰ کے احکامات کی تعمیل انسانی بس میں ہے ! اوپر گنہگاروں کا ذکر ہوا یہاں اب نیک بختوں کا ذکر ہو رہا ہے کہ جن کے دل میں ایمان ہے اور جو اپنے جسم سے قرآن و حدیث کے مطابق کام کرتے ہیں بخلاف بدکاروں کے کہ وہ دل میں کفر رکھتے ہیں اور عمل سے دور بھاگتے ہیں۔ پھر فرمان ہے کہ ایمان اور نیکیاں انسان کے بس میں ہیں اللہ کے احکام انسانی طاقت سے زیادہ نہیں ہیں۔ ایسے لوگ جنتی ہیں اور ہمیشہ جنت میں ہی رہیں گے۔ ان کے دلوں میں سے آپس کی کدورتیں حد بغض دور کردیئے جائیں گے۔ چناچہ صحیح بخاری شریف کی حدیث میں ہے کہ مومن آگ سے چھٹکارا حاصل کر کے جنت و دوزخ کے درمیان ایک ہی پل پر روک دیئے جائیں گے وہاں ان کے آپس کے مظالم کا بدلہ ہوجائے گا اور پاک ہو کر جنت میں جانے کی اجازت پائیں گے۔ واللہ وہ لوگ اپنے اپنے درجوں کو اور مکانوں کو اس طرح پہچان لیں گے جیسے دنیا میں جان لیتے تھے بلکہ اس سے بھی زیادہ۔ سدی ؒ سے مروی ہے کہ اہل جنت دروازہ جنت پر ایک درخت دیکھیں گے جس کی جڑوں کے پاس سے دو نہریں بہ رہی ہوں گی یہ ان میں سے ایک کا پانی پئیں گے جس سے دلوں کی کدورتیں دھل جائیں گی یہ شراب طہور ہے پھر دوسری نہر میں غسل کریں گے جس سے چہروں پر تروتازگی آجائے گی پھر نہ تو بال بکھریں نہ سرمہ لگانے اور سنگھار کرنے کی ضرورت پڑے۔ حضرت علی بن ابو طالب ؓ سے بھی اسی جیسا قول مروی ہے جو آیت (وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۭ حَتّىٰٓ اِذَا جَاۗءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَـــتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ 73) 39۔ الزمر) کی تفسیر میں آئے گا ان شاء اللہ۔ آپ سے یہ بھی مروی ہے کہ انشاء اللہ میں اور عثمان اور طلحہ اور زبیر ان لوگوں میں سے ہوں گے جن کے دل اللہ تعالیٰ صاف کر دے گا۔ فرماتے ہیں کہ ہم اہل بدر کے بارے میں یہ آیت اتری ہے۔ ابن مردویہ میں ہے رسول اللہ ﷺ فرماتے ہیں ہر جنتی کو اپنا جہنم کا ٹھکانا دکھایا جائے گا تاکہ وہ اور بھی شکر کرے اور وہ کہے گا کہ اللہ کا شکر ہے جس نے مجھے ہدایت عنایت فرمائی اور ہر جہنمی کو اس کا جنت کا ٹھکانا دکھایا جائے گا تاکہ اس کی حسرت بڑھے اس وقت وہ کہے گا کاش کہ میں بھی راہ یافتہ ہوتا۔ پھر جنتیوں کو جنت کی جگہیں دے دی جائیں گی اور ایک منادی ندا کرے گا کہ یہی وہ جنت ہے جس کے تم بہ سبب اپنی نیکیوں کے وارث بنا دیئے گئے یعنی تمہارے اعمال کی وجہ سے تمہیں رحمت رب ملی اور رحمت رب سے تم داخل جنت ہوئے۔ بخاری و مسلم کی حدیث میں ہے کہ حضور نے فرمایا یاد رکھو ! تم میں سے کوئی بھی صرف اپنے اعمال کی وجہ سے جنت میں نہیں جاسکتا لوگوں نے پوچھا آپ بھی نہیں ؟ فرمایا ہاں میں بھی نہیں مگر یہ کہ اللہ مجھے اپنی رحمت و فضل میں ڈھانپ لے۔",
  "ayah": 43,
  "surah": 7
}
