{
  "text": "جنتیوں اور دوزخیوں میں مکالمہ جنتی جب جنت میں جا کر امن چین سے بیٹھ جائیں گے تو دوزخیوں کو شرمندہ کرنے کیلئے ان سے دریافت فرمائیں گے کہ ہم نے تو اپنے رب کے ان وعدوں کو جو ہم سے کئے گئے تھے صحیح پایا تم اپنی کہو۔ ان یہاں پر منسرہ ہے قول محذوف کا اور قد تحقیق کیلئے ہے۔ اس کے جواب میں مشرکین ندامت سے کہیں گے کہ ہاں ہم نے بھی اپنے رب کے ان وعدوں کو جو ہم سے تھے ٹھیک پایا۔ جیسا سورة صافات میں فرمان ہے کہ اہل جنت میں سے ایک کہے گا کہ میرا ایک ساتھی تھا جو مجھ سے تعجب کے ساتھ سوال کیا کرتا تھا کہ کیا تو بھی ان لوگوں میں سے ہے جو قیامت کے قائل ہیں ؟ کیا جب ہم مر کر مٹی ہوجائیں گے اور ہڈیاں ہو کر رہ جائیں گے کیا واقعہ ہی ہم دوبارہ زندہ کئے جائیں گے ؟ اور ہمیں بدلے دیئے جائیں گے ؟ یہ کہہ کر وہ اوپر سے جھانک کر دیکھے گا تو اپنے اس ساتھی کو بیچ جہنم میں پائے گا کہے گا قسم اللہ کی تو تو مجھے بھی تباہ کرنے ہی کو تھا اگر میرے رب کا فضل شامل حال نہ ہوتا تو میں بھی آج گرفتار عذاب ہوتا۔ اب بتاؤ دنیا میں جو کہا کرتا تھا کیا سچا تھا کہ ہم مر کر جینے والے اور بدلہ بھگتنے والے ہی نہیں ؟ اس وقت فرشتے کہیں گے یہی وہ جہنم ہے جسے تم جھوٹا مان رہے تھے اب بتاؤ کیا یہ جادو ہے ؟ یا تمہاری آنکھیں نہیں ہیں ؟ اب یہاں پڑے جلتے بھنتے رہو صبر اور بےصبری دونوں نتیجے کے اعتبار سے تمہارے لئے یکساں ہے۔ تمہیں اپنے کئے کا بدلہ پانا ہی ہے۔ اسی طرح رسول اللہ ﷺ نے کفار قریش کے ان مقتولوں کو جو بدر میں کام آئے تھے اور جن کی لاشیں ایک کھائی میں تھیں ڈانٹا تھا اور یہ فرمایا تھا کہ اے ابو جہل بن ہشام، اے عتبہ بن ربیعہ، اے شیبہ بن ربیعہ اور دوسرے سرداروں کا بھی نام لیا اور فرمایا کیا تم نے اپنے رب کے وعدے کو سچا پایا ؟ میں نے تو اپنے رب کے وہ وعدے دیکھ لئے جو اس نے مجھ سے کئے تھے۔ حضرت عمر فاروق ؓ نے فرمایا یا رسول اللہ ! آپ ان سے باتیں کر رہے ہیں جو مر کر مردار ہوگئے ؟ تو آپ نے فرمایا اس کی قسم جس کے ہاتھ میں میری جان ہے کہ میری بات کو تم بھی ان سے زیادہ نہیں سن رہے لیکن وہ جواب نہیں دے سکتے۔ پھر فرماتا ہے کہ اسی وقت ایک منادی ندا کر کے معلوم کرا دے گا کہ ظالموں پر رب کی ابدی لعنت واقع ہوچکی۔ جو لوگوں کو راہ حق اور شریعت ہدیٰ سے روکتے تھے اور چاہتے تھے کہ اللہ کی شریعت ٹیڑھی کردیں تاکہ اس پر کوئی عمل نہ کرے۔ آخرت پر بھی انہیں یقین نہ تھا اللہ کی ملاقات کو نہیں مانتے تھے اسی لئے بےپرواہی سے برائیاں کرتے تھے۔ حساب کا ڈر نہ تھا اس لئے سب سے زیادہ بد زبان اور بد اعمال تھے۔",
  "ayah": 44,
  "surah": 7
}
