{
  "text": "آخری حقیقت جنت اور دوزخ کا مشاہدہ اللہ تعالیٰ نے مشرکوں کے کل عذر ختم کردیئے تھے اپنے رسولوں کی معرفت اپنی کتاب بھیجی جو مفصل اور واضح تھی۔ جیسے فرمان ہے آیت (الۗرٰ ۣ كِتٰبٌ اُحْكِمَتْ اٰيٰتُهٗ ثُمَّ فُصِّلَتْ مِنْ لَّدُنْ حَكِيْمٍ خَبِيْرٍ ۙ) 11۔ ھود :1) ، اس قرآن کی آیتیں مضبوط اور تفصیل وار ہیں۔ اس کی جو تفصیل ہے وہ بھی علم پر ہے جیسے فرمان ہے آیت (انزلہ بعلمہ) اسے اپنے علم کے ساتھ اتارا ہے۔ امام ابن جریر فرماتے ہیں یہ آیت اسی آیت پر جاتی ہے جس میں فرمان ہے آیت (كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰي لِلْمُؤْمِنِيْنَ) 7۔ الاعراف :2) ، یہ کتاب تیری طرف نازل فرمائی گئی ہے پس اس سے تیرے سینے میں کوئی حرج نہ ہونا چاہئے۔ یہاں فرمایا آیت (ولقد جئناہم بکتاب) الخ، لیکن یہ محل نظر ہے اس لئے کہ فاصلہ بہت ہے اور یہ قول بےدلیل ہے درحقیقت جب ان کے اس خسارے کا ذکر ہوا جو انہیں آخرت میں ہوگا تو بیان فرمایا کہ دنیا میں ہی ہم نے تو اپنا پیغام پہنچا دیا تھا رسول بھی کتاب بھی۔ جیسے ارشاد ہے کہ جب تک ہم رسول نہ بھیج دیں عذاب نہیں کرتے اسی لئے اس کے بعد ہی فرمایا۔ انہیں تو اب جنت دوزخ کے اپنے سامنے آنے کا انتظار ہے۔ یا یہ مطلب کہ اس کی حقیقت یکے بعد دیگرے روشن ہوتی رہے گی یہاں تک کہ آخری حقیقت یعنی جنت دوزخ ہی سامنے آجائیں گی اور ہر ایک اپنے لائق مقام میں پہنچ جائے گا قیامت والے دن یہ واقعات رونما ہوجائیں گے اب جو سن رہے ہیں اس وقت دیکھ لیں گے اس وقت اسے فراموش کر کے بیٹھ رہنے والے عمل سے کورے لوگ مان لیں گے کہ بیشک اللہ کے انبیاء سچے تھے رب کی کتابیں برحق تھیں کاش اب کوئی ہمارا سفارشی کھڑا ہو اور ہمیں اس ہلاکت سے نجات دلائے یا ایسا ہو کہ ہم پھر سے دنیا کی طرف لوٹا دیئے جائیں تو جو کام کئے تھے اب ان کے خلاف کریں۔ جیسے فرمان ہے آیت (وَلَوْ تَرٰٓي اِذْ وُقِفُوْا عَلَي النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ 27؀) 6۔ الانعام :27) کاش کہ ہم پھر دنیا میں لوٹائے جاتے، اپنے رب کی آیتوں کو نہ جھٹلاتے اور مومن بن جاتے۔ اس سے پہلے جو وہ چھپا رہے تھے اب ظاہر ہوگیا حقیقت یہ ہے کہ اگر یہ دوبارہ دنیا میں بھیجے بھی جائیں تو جس چیز سے روکے جائیں گے وہی دوبارہ کریں گے اور جھوٹے ثابت ہوں۔ انہوں نے آپ ہی اپنا برا کیا اللہ کے سوا اوروں سے امیدیں رکھتے رہے آج سب باطل ہوگئیں نہ کوئی ان کا سفارشی نہ حمایتی۔",
  "ayah": 52,
  "surah": 7
}
