{
  "text": "اللہ تعالیٰ کی حمد و ثنا بہت سی آیتوں میں یہ بیان ہوا ہے کہ آسمان و زمین اور کل مخلوق اللہ تعالیٰ نے چھ دن میں بنائی ہے یعنی اتوار سے جمعہ تک۔ جمعہ کے دن ساری مخلوق پیدا ہوچکی۔ اسی دن حضرت آدم پیدا ہوئے یا تو یہ دن دنیا کے معمولی دنوں کے برابر ہی تھے جیسے کہ آیت کے ظاہری الفاظ سے فی الفور سمجھا جاتا ہے یا ہر دن ایک ہزار سال کا تھا جیسے کہ حضرت مجاہد کا قول ہے اور حضرت امام احمد بن حنبل کا فرمان ہے اور بروایت ضحاک ابن عباس کا قول ہے۔ ہفتہ کے دن کوئی مخلوق پیدا نہیں ہوئی۔ اسی لئے اس کا نام عربی میں (یوم السبت) ہے (سبت) کے معنی قطع کرنے ختم کرنے کے ہیں۔ ہاں مسند احمد نسائی اور صحیح مسلم میں جو حدیث ہے کہ اللہ نے مٹی کو ہفتہ کے دن پیدا کیا اور پہاڑوں کو اتوار کے دن اور درختوں کو پیر کے دن اور برائیوں کو منگل کے دن اور نور کو بدھ کے دن اور جانوروں کو جمعرات کے دن اور آدم کو جمعہ کے دن عصر کے بعد دن کی آخری گھڑی میں عصر سے لے کر مغرب تک۔ حضور نے حضرت ابوہریرہ کا ہاتھ پکڑ کر یہ گنوایا۔ اس سے معلوم ہوتا ہے کہ سات دن تک پیدائش کا سلسلہ جاری رہا حالانکہ قرآن میں موجود ہے کہ چھ دن میں پیدائش ختم ہوئی۔ اسی وجہ سے امام بخاری ؒ وغیرہ زبردست حفاظ حدیث نے اس حدیث پر کلام کیا ہے اور فرمایا ہے کہ یہ عبارت حضرت ابوہریرہ نے کعب احبار سے لی ہے فرمان رسول نہیں ہے واللہ اعلم۔ پھر فرماتا ہے کہ وہ اپنے عرش پر مستوی ہوا۔ اس پر لوگوں نے بہت کچھ چہ میگوئیاں کی ہیں۔ جنہیں تفصیل سے بیان کرنے کی یہ جگہ نہیں۔ مناسب یہی ہے کہ اس مقام میں سلف صالحین کی روش اختیار کی جائے۔ جیسے امام مالک، امام اوزاعی، امام ثوری، امام لیث، امام شافعی، امام احمد، امام اسحاق بن راہویہ وغیرہ وغیرہ ائمہ سلف وخلف رحمہم اللہ۔ ان سب بزرگان دین کا مذہب یہی تھا کہ جیسی یہ آیت ہے اسی طرح اسے رکھا جائے بغیر کیفیت کے، بغیر تشبیہ کے اور بغیر مہمل چھوڑنے کے، ہاں مشبہین کے ذہنوں میں جو چیز آرہی ہے اس سے اللہ تعالیٰ پاک اور بہت دور ہے اللہ کے مشابہ اس کی مخلوق میں سے کوئی نہیں۔ فرمان ہے آیت (لَيْسَ كَمِثْلِهٖ شَيْءٌ ۚ وَهُوَ السَّمِيْعُ الْبَصِيْرُ 11 ؀) 42۔ الشوری:11) اس کے مثل کوئی نہیں اور وہ سننے دیکھنے والا ہے۔ بلکہ حقیقت یہی ہے جو ائمہ کرام رحمتہ اللہ علیہم نے فرمائی ہے انہی میں سے حضرت نعیم بن حماد خزاعی ؒ ہیں۔ آپ حضرات امام بخاری کے استاد ہیں فرماتے ہیں جو شخص اللہ کو مخلوق سے تشبیہ دے وہ کافر ہے اور جو شخص اللہ کے اس وصف سے انکار کرے جو اس نے اپنی ذات پاک کیلئے بیان فرمایا ہے وہ بھی کافر ہے۔ خود اللہ تعالیٰ نے اور رسول اللہ ﷺ نے جو اوصاف ذات باری تعالیٰ جل شانہ کے بیان فرمائے ہیں ان میں ہرگز تشبیہ نہیں۔ پس صحیح ہدایت کے راستے پر وہی ہے جو آثار صحیحہ اور اخبار صریحہ سے جو اوصاف رب العزت وحدہ لاشریک لہ کے ثابت ہیں انہیں اسی طرح جانے جو اللہ کی جلالت شان کے شیان ہے اور ہر عیب و نقصان سے اپنے رب کو پاک اور مبرا و منزہ سمجھے۔ پھر فرمان ہے کہ رات کا اندھیرا دن کے اجالے سے اور دن کا اجالا رات کے اندھیرے سے دور ہوجاتا ہے، ہر ایک دوسرے کے پیچھے لپکا چلا آتا ہے یہ گیا وہ آیا وہ گیا یہ آیا۔ جیسے فرمایا آیت (وایتہ لھم الیل) الخ، ان کے سمجھنے کیلئے ہماری ایک نشانی رات ہے کہ اس میں سے ہم دن کو نکالتے ہیں جس سے یہ اندھیرے میں آجاتے ہیں۔ سورج اپنے ٹھکانے کی طرف برابر جا رہا ہے یہ ہے اندازہ اللہ کا مقرر کیا ہوا جو غالب اور باعلم ہے۔ ہم نے چاند کی بھی منزلیں ٹھہرا دی ہیں یہاں تک کہ وہ کھجور کی پرانی ٹہنی جیسا ہو کر رہ جاتا ہے۔ نہ آفتاب ماہتاب سے آگے نکل سکتا ہے نہ رات دن سے پہلے آسکتی ہے۔ سب کے سب اپنے اپنے مدار میں تیرتے پھرتے ہیں۔ رات دن میں کوئی فاصلہ نہیں ایک کا جانا ہی دوسرے کا آجانا ہے ہر ایک دوسرے کے برابر پیچھے ہے آیت (والشمس والقمر والنجوم) کو بعض نے پیش سے بھی پڑھا ہے۔ معنی مطلب دونوں صورتوں میں قریب قریب برابر ہے۔ یہ سب اللہ کے زیر فرمان، اس کے ماتحت اور اس کے ارادے میں ہیں۔ ملک اور تصرف اسی کا ہے۔ وہ برکتوں والا اور تمام جہان کا پالنے والا ہے۔ فرمان ہے آیت (تَبٰرَكَ الَّذِيْ جَعَلَ فِي السَّمَاۗءِ بُرُوْجًا وَّجَعَلَ فِيْهَا سِرٰجًا وَّقَمَرًا مُّنِيْرًا 61؀) 25۔ الفرقان :61) رسول اللہ ﷺ فرماتے ہیں جس کسی نے کسی نیک پر اللہ کی حمد نہ کی بلکہ اپنے نفس کو سراہا اس نے کفر کیا اور اس کے اعمال غارت ہوئے اور جس نے یہ عقیدہ رکھا کہ اللہ نے کچھ اختیارات اپنے بندوں کو بھی دیئے ہیں اس نے اس کے ساتھ کفر کیا جو اللہ نے اپنے نبیوں پر نازل فرمایا ہے کیونکہ اس کا فرمان ہے آیت (اَلَا لَهُ الْخَلْقُ وَالْاَمْرُ ۭ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ 54؀) 7۔ الاعراف :54) (ابن جریر) ایک مرفوع دعا رسول ﷺ کی یہ بھی مروی ہے کہ آپ فرماتے تھے دعا (اللھم لک الملک کلہ ولک الحمد کلہ والیک یرجع الامر کلہ اسألک من الخیر کلہ واعوذ بک من الشر کلہ) یا اللہ سارا ملک تیرا ہی ہے سب حمد تیرے لئے ہی ہے سب کام تیری ہی طرف لوٹتے ہیں میں تجھ سے تمام بھلائیاں طلب کرتا ہوں اور ساری برائیوں سے تیری پناہ چاہتا ہوں۔",
  "ayah": 54,
  "surah": 7
}
