{
  "text": "پھر تذکرہ انبیاء چونکہ سورت کے شروع میں حضرت آدم ؑ کا قصہ بیان ہوا تھا پھر اس کے متعلقات بیان ہوئے اور اس کے متصل اور بیانات فرما کر اب پھر اور انبیاء (علیہم السلام) کے واقعات کے بیان کا آغاز ہوا اور پے در پے ان کے بیانات ہوئے سب سے پہلے حضرت نوح ؑ کا ذکر ہوا کیونکہ آدم ؑ کے بعد سب سے پہلے پیغمبر اہل زمین کی طرف آپ ہی آئے تھے۔ آپ نوح بن ملک بن مقوشلخ بن اخنوخ (یعنی ادریس ؑ یہی پہلے وہ شخص ہیں جنہوں نے قلم سے لکھا) بن برد بن مہلیل بن قنین بن یانشن بن شیث بن آدم ؑ۔ ائمہ نسب جیسے امام محمد بن اسحاق وغیرہ نے آپ کا نسب نامہ اسی طرح بیان فرمایا ہے۔ امام صاحب فرماتے ہیں حضرت نوح جیسا کوئی اور نبی امت کی طرف سے ستایا نہیں گیا۔ ہاں انبیاء قتل ضرور کئے گئے۔ انہیں نوح اسی لئے کہا گیا کہ یہ اپنے نفس کا رونا بہت روتے تھے۔ حضرت آدم اور حضرت نوح کے درمیان دس زمانے تھے جو اسلام پر گذرے تھے۔ اصنام پرستی کا رواج اسی طرح شروع ہوا کہ جب اولیاء اللہ فوت ہوگئے تو ان کی قوم نے ان کی قبروں پر مسجدیں بنالیں اور ان میں ان بزرگوں کی تصویریں بنالیں تاکہ ان کا حال اور ان کی عبادت کا نقشہ سامنے رہے اور اپنے آپ کو ان جیسا بنانے کی کوشش کریں لیکن کچھ زمانے کے بعد ان تصویروں کے مجسمے بنا لئے کچھ اور زمانے کے بعد انہی بتوں کو پوجا کرنے لگے اور ان کے نام انہی اولیاء اللہ کے ناموں پر رکھ لئے۔ ود، سواع، یغوث، یعوق، نسر وغیرہ۔ جب بت پرستی کا رواج ہوگیا، اللہ نے اپنے رسول حضرت نوح کو بھیجا آپ نے انہیں اللہ واحد کی عبادت کی تلقین کی اور کہا کہ اللہ کے سوا کوئی معبود نہیں مجھے تو ڈر ہے کہ کہیں قیامت کے دن تمہیں عذاب نہ ہو۔ قوم نوح کے بڑوں نے، ان کے سرداروں نے اور ان کے چودھریوں نے حضرت نوح کو جواب دیا کہ تم تو بہک گئے ہو ہمیں اپنے باپ دادا کے دین سے ہٹا رہے ہو۔ ہر بد شخص نیک لوگوں کو گمراہ سمجھا کرتا ہے۔ قرآن میں ہے کہ جب یہ بدکار ان نیک کاروں کو دیکھتے ہیں کہتے ہیں کہ یہ تو بہکے ہوئے ہیں۔ کہا کرتے تھے کہ اگر یہ دین اچھا ہوتا تو ان سے پہلے ہم نہ مان لیتے ؟ یہ تو بات ہی غلط اور جھوٹ ہے۔ حضرت نوح نبی ؑ نے جواب دیا کہ میں بہکا ہوا نہیں ہوں بلکہ میں اللہ کا رسول ہوں تمہیں پیغام رب پہنچا رہا ہوں۔ تمہارا خیر خواہ ہوں اور اللہ کی وہ باتیں جانتا ہوں جنہیں تم نہیں جانتے۔ ہر رسول مبلغ، فصیح، بلیغ، ناصح، خیر خواہ اور عالم باللہ ہوتا ہے۔ ان صفات میں اور کوئی ان کی ہمسری اور برابری نہیں کرسکتا۔ صحیح مسلم شریف میں ہے کہ رسول اللہ ﷺ نے عرفے کے دن اپنے اصحاب سے فرمایا جبکہ وہ بہت بڑی تعداد میں بہت زیادہ تھے کہ اے لوگو تم میری بابت اللہ کے ہاں پوچھے جاؤ گے تو بتاؤ کیا جواب دو گے ؟ سب نے کہا ہم کہیں گے کہ آپ نے تبلیغ کردی تھی اور حق رسالت ادا کردیا تھا اور پوری خیر خواہی کی تھی پس آپ نے اپنی انگلی آسمان کی طرف اٹھائی اور پھر نیچے زمین کی طرف اشارہ کیا اور فرمایا یا اللہ تو گواہ رہ، اے اللہ تو شاہد رہ، یا اللہ تو گواہ رہ۔",
  "ayah": 62,
  "surah": 7
}
