{
  "text": "ثمود کی قوم اور اس کا عبرت ناک انجام علمائے نسب نے بیان کیا ہے کہ ثمود بن عامر بن ارم بن سام بن نوح۔ یہ بھائی تھا جد بس بن عامر کا۔ اسی طرح قبیلہ طسم یہ سب خالص عرب تھے۔ حضرت ابراہیم خلیل اللہ ؑ سے پہلے ثمودی عادیوں کے بعد ہوئے ہیں ان کے شہر حجاز اور شام کے درمیان وادی القری اور اس کے اردگرد مشہور ہیں۔ سنہ009ھ میں تبوک جاتے ہوئے رسول اللہ ﷺ ان کی اجاڑ بستیوں میں سے گذرے تھے۔ مسند احمد میں ہے کہ جب حضور ﷺ تبوک کے میدان میں اترے لوگوں نے ثمودیوں کے گھروں کے پاس ڈیرے ڈالے اور انہی کے کنوؤں کے پانی سے آٹے گوندھے ہانڈیاں چڑھائیں تو آپ نے حکم دیا کہ سب ہانڈیاں الٹ دی جائیں اور گندھے ہوئے آٹے اونٹوں کو کھلا دیئے جائیں۔ پھر فرمایا یہاں سے کوچ کرو اور اس کنوئیں کے پاس ٹھہرو جس سے حضرت صالح کی اونٹنی پانی پیتی تھی اور فرمایا آئندہ عذاب والی بستیوں میں پڑاؤ نہ کیا کرو۔ کہیں ایسا نہ ہو کہ اسی عذاب کے شکار تم بھی بن جاؤ۔ ایک روایت میں ہے کہ ان کی بستیوں سے روتے اور ڈرتے ہوئے گذرو کہ مبادا وہی عذاب تم پر آجائیں جو ان پر آئے تھے۔ اور روایت میں ہے کہ غزوہ تبوک میں لوگ بہ عجلت ہجر کے لوگوں کے گھروں کی طرف لپکے۔ آپ نے اسی وقت یہ آواز بلند کرنے کہا حدیث (الصلوۃ جامعتہ) جب لوگ جمع ہوگئے تو آپ نے فرمایا کہ ان لوگوں کے گھروں میں کیوں گھسے جا رہے ہو جن پر غضب الٰہی نازل ہوا۔ راوی حدیث ابو کبشہ فرماتے ہیں رسول اللہ کے ہاتھ میں ایک نیزہ تھا۔ میں نے یہ سن کر عرض کی کہ یا رسول اللہ ﷺ ہم تو صرف تعجب کے طور پر انہیں دیکھنے چلے گئے تھے آپ نے فرمایا میں تمہیں اس سے بھی تعجب خیز چیز بتارہا ہوں تم میں سے ہی ایک شخص ہے جو تمہیں وہ چیز بتارہا ہے جو گذر چکیں اور وہ خبریں دے رہا ہے جو تمہارے سامنے ہیں اور جو تمہارے بعد ہونے والی ہیں پس تم ٹھیک ٹھاک رہو اور سیدھے چلے جاؤ تمہیں عذاب کرتے ہوئے بھی اللہ تعالیٰ کو کوئی پرواہ نہیں یاد رکھو ایسے لوگ آئیں گے جو اپنی جانوں سے کسی چیز کو دفع نہ کرسکیں گے۔ حضرت ابو کبشہ کا نام عمر بن سعد ہے اور کہا گیا ہے کہ عامر بن سعد ہے واللہ اعلم۔ ایک روایت میں ہے کہ ہجر کی بستی کے پاس آتے ہی حضور ﷺ نے فرمایا معجزے نہ طلب کرو دیکھو قوم صالح نے معجزہ طلب کیا جو ظاہر ہوا یعنی اونٹنی جو اس راستے سے آتی تھی اور اس راستے سے جاتی تھی لیکن ان لوگوں نے اپنے رب کے حکم سے سرتاب کی اور اونٹنی کی کوچیں کاٹ دیں ایک دن اونٹنی ان کا پانی پیتی تھی اور ایک دن یہ سب اس کا دودھ پیتے تھے اس اونٹنی کو مار ڈالنے پر ان پر ایک چیخ آئی اور یہ جتنے بھی تھے سب کے سب ڈھیر ہوگئے۔ بجز اس ایک شخص کے جو حرم شریف میں تھا لوگوں نے پوچھا اس کا نام کیا تھا ؟ فرمایا ابو غال یہ بھی جب حد حرم سے باہر آیا تو اسے بھی وہی عذاب ہوا۔ یہ حدیث صحاح ستہ میں تو نہیں لیکن ہے مسلم شریف کی شرط پر۔ آیت کا مطلب یہ ہے کہ ثمودی قبیلے کی طرف سے ان کے بھائی حضرت صالح ؑ کو نبی بنا کر بھیجا گیا۔ تمام نبیوں کی طرح آپ نے بھی اپنی امت کو سب سے پہلے توحید الٰہی سکھائی کہ فقط اس کی عبادت کریں اس کے سوا اور کوئی لائق عبادت نہیں۔ اللہ کا فرمان ہے جتنے بھی رسول آئے سب کی طرف یہی وحی کی جاتی رہی کہ میرے سوا کوئی معبود نہیں، صرف میری ہی عبادت کرو اور ارشاد ہے ہم نے ہر امت میں رسول بھیجے کہ اللہ ہی کی عبادت کرو اور اس کے سوا اوروں کی عبادت سے بچو۔ حضرت صالح فرماتے ہیں لوگوں تمہارے پاس دلیل الٰہی آچکی جس میں میری سچائی ظاہر ہے۔ ان لوگوں نے حضرت صالح سے یہ معجزہ طلب کیا تھا کہ ایک سنگلاخ چٹان جو ان کی بستی کے ایک کنارے پڑی تھی جس کا نام کاتبہ تھا اس سے آپ ایک اونٹنی نکلایں جو گابھن ہو (دودھ دینے والی اونٹنی جو دس ماہ کی حاملہ ہو) حضرت صالح نے ان سے فرمایا کہ اگر ایسا ہوجائے تو تم ایمان قبول کر لوگے ؟ انہوں نے پختہ وعدے کئے اور مضبوط عہد و پیمان کئے۔ حضرت صالح ؑ نے نماز پڑھی دعا کی ان سب کے دیکھتے ہی چٹان نے ہلنا شروع کیا اور چٹخ گئی اس کے بیچ سے ایک اونٹنی نمودار ہوئی۔ اسے دیکھتے ہی ان کے سردار جندع بن عمرو نے تو اسلام قبول کرلیا اور اس کے ساتھیوں نے بھی۔ باقی جو اور سردار تھے وہ ایمان لانے کیلئے تیار تھے مگر ذواب بن عمرو بن لبید نے اور حباب نے جو بتوں کا مجاور تھا اور رباب بن ہمر بن جلمس وغیرہ نے انہیں روک دیا۔ حضرت جندع کا بھتیجا شہاب نامی تھا یہ ثمودیوں کا بڑا عالم فاضل اور شریف شخص تھا اس نے بھی ایمان لانے کا ارادہ کرلیا تھا لیکن انہی بدبختوں نے اسے بھی روکا جس پر ایک مومن ثمودی مہوش بن غنمہ نے کہا کہ آل عمرو نے شہاب کو دین حق کی دعوت دی قریب تھا کہ وہ مشرف باسلام ہوجائے اور اگر ہوجاتا تو اس کی عزت سیوا ہوجاتی مگر بدبختوں نے اسے روک دیا اور نیکی سے ہٹا کر بدی پر لگا دیا۔ اس حاملہ اونٹنی کو اس وقت بچہ ہوا ایک مدت تک دونوں ان میں رہے۔ ایک دن اونٹنی ان کا پانی پیتی۔ اس دن اس قدر دودھ دیتی کہ یہ لوگ اپنے سب برتن بھر لیتے جیسے قرآن میں ہے آیت (وَنَبِّئْهُمْ اَنَّ الْمَاۗءَ قِسْمَةٌۢ بَيْنَهُمْ ۚ كُلُّ شِرْبٍ مُّحْتَضَرٌ 28؀) 54۔ القمر :28) ، اور آیت میں ہے (قَالَ هٰذِهٖ نَاقَةٌ لَّهَا شِرْبٌ وَّلَكُمْ شِرْبُ يَوْمٍ مَّعْلُوْمٍ01505ۚ) 26۔ الشعراء :155) یہ ہے اونٹنی اس کے اور تمہارے پانی پینے کے دن تقسیم شدہ اور مقررہ ہیں۔ یہ اونٹنی ثمودیوں کی بستی حجر کے اردگرد چرتی چگتی تھی ایک راہ جاتی دوسری راہ آتی یہ بہت ہی موٹی تازی اور ہیبت والی اونٹنی تھی جس راہ سے گذرتی سب جانور ادھر ادھر ہوجاتے۔ کچھ زمانہ گذرنے کے بعد ان اوباشوں نے ارادہ کیا کہ اس کو مار ڈالیں تاکہ ہر دن ان کے جانور برابر پانی پی سکیں ان اوباشوں کے ارادوں پر سب نے اتفاق کیا یہاں تک کہ عورتوں اور بچوں نے بھی ان کی ہاں میں ہاں ملائی اور انہیں شہ دی کہ ہاں اس پاپ کو کاٹ دو۔ اس اونٹنی کو مار ڈالو۔ چناچہ قرآن کریم میں ہے آیت (فَكَذَّبُوْهُ فَعَقَرُوْهَا001فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْۢبِهِمْ فَسَوّٰىهَا 14۽) 91۔ الشمس :14) ، قوم صالح نے اپنے نبی کو جھٹلایا اور اونٹنی کی کوچیں کاٹ کر اسے مار ڈالا تو ان کے پروردگار نے ان کے گناہوں کے بدلے ان پر ہلاکت نازل فرمائی اور ان سب کو یکساں کردیا۔ ایک اور آیت میں ہے کہ ہم نے ثمودیوں کو اونٹنی دی جو ان کے لئے پوری سمجھ بوجھ کی چیز تھی لیکن انہوں نے اس پر ظلم کیا یہاں بھی فرمایا کہ انہوں نے اس اونٹنی کو مار ڈالا۔ پس اس فعل کی اسناد سارے ہی قبیلے کی طرف ہے جس سے صاف ظاہر ہے کہ چھوٹے بڑے سب اس امر پر متفق تھے۔ امام ابن جریر وغیرہ کا فرمان ہے کہ اس کے قتل کی وجہ یہ ہوئی کہ عنیزہ بنت عنم بن مجلز جو ایک بڑھیا کافرہ تھی اور حضرت صالح سے بڑی دشمنی رکھتی تھی اس کی لڑکیاں بہت خوبصورت تھیں اور تھی بھی یہ عورت مالدار۔ اس کے خاوند کا نام ذواب بن عمرو تھا جو ثمودیوں کا ایک سردار تھا یہ بھی کافر تھا۔ اسی طرح ایک اور عورت تھی جس کا نام صدقہ بنت محیا بن زہیر بن مختار تھا۔ یہ بھی حسن کے علاوہ مال اور حسب نسب میں بڑھی ہوئی تھی اس کے خاوند مسلمان ہوگئے تھے ؓ۔ اس سرکش عورت نے ان کو چھوڑ دیا۔ اب یہ دونوں عورتیں لوگوں کو اکساتی تھیں کہ کوئی آمادہ ہوجائے اور حضرت صالح ؑ کی اونٹنی کو قتل کر دے، صدقہ نامی عورت نے ایک شخص حباب کو بلایا اور اس سے کہا کہ میں تیرے گھر آجاؤں گی اگر تو اس اونٹنی کو قتل کر دے لیکن اس نے انکار کردیا، اس پر اس نے مصدع بن مہرج بن محیا کو بلایا جو اس کے چچا کا لڑکا تھا اور اسے بھی اسی بات پر آمادہ کیا۔ یہ خبیث اس کے حسن و جمال کا مفتوں تھا اس برائی پر آمادہ ہوگیا۔ ادھر عنیزہ نے قدار بن سالف بن جذع کو بلا کر اس سے کہا کہ میری ان خوبصورت نوجوان لڑکیوں میں سے جسے تو پسند کرے اسے میں تجھے دے دو گی اسی شرط پر کہ تو اس اونٹنی کی کوچیں کاٹ ڈال۔ یہ خبیث بھی آمادہ ہوگیا یہ تھا بھی زنا کاری کا بچہ، سالف کی اولاد میں نہ تھا، جیسان نامی ایک شخص سے اس کی بدکار ماں نے زنا کاری کی تھی اسی سے یہ پیدا ہوا تھا اب دونوں چلے اور اہل ثمود اور دوسرے شریروں کو بھی اس پر آمادہ کیا چناچہ سات شخص اور بھی اس پر آمادہ ہوگئے اور یہ نو فسادی شخص اس بد ارادے پر تل گئے جیسے قرآن کریم میں ہے آیت (وَكَانَ فِي الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِي الْاَرْضِ وَلَا يُصْلِحُوْنَ 48؀) 27۔ النمل :48) اس شہر میں نو شخص تھے جن میں اصلاح کا مادہ ہی نہ تھا سراسر فسادی ہی تھے۔ چونکہ یہ لوگ قوم کے سردار تھے ان کے کہنے سننے سے تمام کفار بھی اس پر راضی ہوگئے اور اونٹنی کے واپس آنے کا راستے میں یہ دونوں شریر اپنی اپنی کمین گاہوں میں بیٹھ گئے جب اونٹنی نکلی تو پہلے مصدع نے اسے تیر مارا جو اس کی ران کی ہڈی میں پیوت ہوگیا اسی وقت عنیزہ نے اپنی خوبصورت لڑکی کو کھلے منہ قدار کے پاس بھیجا اس نے کہا قدار کیا دیکھتے ہو اٹھو اور اس کا کام تمام کردو۔ یہ اس کا منہ دیکھتے ہی دوڑا اور اس کے دونوں پچھلے پاؤں کاٹ دیئے اونٹنی چکرا کر گری اور ایک آواز نکلالی جس سے اس کا بچہ ہوشیار ہوگیا اور اس راستے کو چھوڑ کر پہاڑی پر چلا گیا یہاں قدار نے اونٹنی کا گلا کاٹ دیا اور وہ مرگئی اس کا بچہ پہاڑ کی چوٹی پر چڑھ گیا اور تین مربتہ بلبلایا۔ حسن بصری فرماتے ہیں اس نے اللہ کے سامنے اپنی ماں کے قتل کی فریاد کی پھر جس چٹان سے نکلا تھا اسی میں سما گیا۔ یہ روایت بھی ہے کہ اسے بھی اس کی ماں کے ساتھ ہی ذبح کردیا گیا تھا۔ واللہ اعلم۔ حضرت صالح ؑ کو جب یہ خبر پہنچی تو آپ گھبرائے ہوئے موقعہ پر پہنچے دیکھا کہ اونٹنی بےجان پڑی ہے آپ کی آنکھوں سے آنسو نکل آئے اور فرمایا بس اب تین دن میں تم ہلاک کردیئے جاؤ گے، ہوا بھی یہی۔ بدھ کے دن ان لوگوں نے اونٹنی کو قتل کیا تھا اور چونکہ کوئی عذاب نہ آیا اس لئے اترا گئے اور ان مفسدوں نے ارادہ کرلیا کہ آج شام کو صالح کو بھی مار ڈالو اگر واقعی ہم ہلاک ہونے والے ہی ہیں تو پھر یہ کیوں بچا رہے ؟ اور اگر ہم پر عذاب نہیں آتا تو بھی آؤ روز روز کے اس جھنجھٹ سے پاک ہوجائیں۔ چناچہ قرآن کریم کا بیان ہے کہ ان لوگوں نے مل کر مشورہ کیا اور پھر قسمیں کھا کر اقرار کیا کہ رات کو صالح کے گھر پر چھاپہ مارو اور اسے اور اس کے گھرانے کو تہ تیغ کرو اور صاف انکار کردو کہ ہمیں کیا خبر کہ کس نے مارا ؟ اللہ تعالیٰ فرماتے ہے ان کے اس مکر کے مقابل ہم نے بھی مکر کیا اور یہ ہمارے مکر سے بالکل بیخبر رہے اب انجام دیکھ لو کہ کیا ہوا ؟ رات کو یہ اپنی بدنیتی سے حضرت صالح کے گھر کی طرف چلے آپ کا گھر پہاڑی کی بلندی پر تھا ابھی یہ اوپر چڑھ ہی رہے تھے جو اوپر سے ایک چٹان پتھر کی لڑھکتی ہوئی آئی اور سب کو ہی پیس ڈالا۔ ان کا تو یہ حشر ہوا ادھر جمعرات کے دن تمام ثمودیوں کے چہرے زرد پڑگئے جمعہ کے دن ان کے چہرے آگ جیسے سرخ ہوگئے اور ہفتے کے دن جو مہلت کا آخری دن تھا ان کے منہ سیاہ ہوگئے تین دن جب گذر گئے تو چوتھا دن اتوار صبح ہی صبح سورج کے روشن ہوتے ہی اوپر آسمان سے سخت کڑاکا ہوا جس کی ہولناک دہشت انگیز چنگھاڑنے ان کے کلیجے پھاڑ دیئے ساتھ ہی نیچے سے زبردست زلزلہ آیا ایک ہی ساعت میں ایک ساتھ ہی ان سب کا ڈھیر ہوگیا، مردوں سے مکانات، بازار، گلی، کوچے بھر گئے۔ مرد، عورت، بچے، بوڑھے اول سے آخر تک سارے کے سارے تباہ ہوگئے شان رب دیکھئے کہ اس واقعہ کی خبر دنیا کو پہنچانے کے لئے ایک کافرہ عورت بچا دی گئی، یہ بھی بڑی خبیثہ تھی حضرت صالح ؑ کی عداوت کی آگ سے بھری ہوئی تھی اسکی دونوں ٹانگیں نہیں تھیں لیکن ادھر عذاب آیا ادھر اس کے پاؤں کھل گئے اپنی بستی سے سرپٹ بھاگی اور تیز دوڑتی ہوئی دوسرے شہر میں پہنچی اور وہاں جا کر ان سب کے سامنے سارا واقعہ بیان کر ہی چکنے کے بعد ان سے پانی مانگا۔ ابھی پوری پیاس بھی نہ بجھی تھی کہ عذاب الٰہی آپڑا اور وہیں ڈھیر ہو کر رہ گئی۔ ہاں ابو دغال نامی ایک شخص اور بچ گیا تھا یہ یہاں نہ تھا حرم کی پاک زمین میں تھا لیکن کچھ دنوں کے بعد جب یہ اپنے کسی کام کی غرض سے حد حرم سے باہر آیا اسی وقت آسمان سے پتھر آیا اور اسے بھی جہنم واصل کیا ثمودیوں میں سے سوائے حضرت صالح اور انکے مومن صحابہ کے اور کوئی بھی نہ بچا، ابو رغال کا واقعہ اس سے پہلے حدیث سے بیان ہوچکا ہے قبیلہ ثقیف جو طائف میں ہے مذکور ہے کہ یہ اسی کی نسل سے ہیں۔ عبدالرزاق میں ہے کہ اس کی قبر کے پاس سے رسول کریم ﷺ جب گذرے تو فرمایا جانتے ہو یہ کس کی قبر ہے ؟ لوگوں نے جواب دیا کہ اللہ اور اس کے رسول کو زیادہ علم ہے۔ آپ نے فرمایا یہ ابو دغال کی قبر ہے۔ یہ ایک ثمودی شخص تھا اپنی قوم کے عذاب کے وقت یہ حرم میں تھا اس وجہ سے عذاب الٰہی سے بچ رہا لیکن حرم شریف سے نکلا تو اسی وقت اپنی قوم کے عذاب سے یہ بھی ہلاک ہوا اور یہیں دفن کیا گیا اور اس کے ساتھ اس کی سونے کی لکڑی بھی دفنا دی گئی۔ چناچہ لوگوں نے اس گڑھے کو کھود کر اس میں سے وہ لکڑی نکال لی اور حدیث میں ہے کہ آپ نے فرمایا تھا ثقیف قبیلہ اسی کی اولاد ہے۔ ایک مرسل حدیث میں بھی یہ ذکر موجود ہے، یہ بھی ہے کہ آپ نے فرمایا تھا اس کے ساتھ سونے کی شاخ دفن کردی گئی تھی یہی نشان اس کی قبر کا ہے اگر تم اسے کھودو تو وہ شاخ ضرور نکل آئے گی چناچہ بعض لوگوں نے اسے کھودا اور وہ شاخ نکال لی۔ ابو داؤد میں بھی یہ روایت ہے اور حسن عزیز ہے لیکن میں کہتا ہوں اس حدیث کے وصل کا صرف ایک طریقہ بحیر بن ابی بحیر کا ہے اور یہ صرف اسی حدیث کے ساتھ معروف ہے اور بقول حضرت امام یحییٰ بن معین سوائے اسماعیل بن ابی امیہ کے اسے اس سے اور کسی نے روایت نہیں کیا احتمال ہے کہ کہیں اس حدیث کے مرفوع کرنے میں خطاء نہ ہو یہ عبداللہ بن عمرو ہی کا قول ہو اور پھر اس صورت میں یہ بھی ممکنات سے ہے کہ انہوں نے اسے ان دو دفتروں سے لے لیا ہو جو انہیں جنگ یرموک میں ملے تھے۔ میرے استاد شیخ ابو الحجاج اس روایت کو پہلے تو حسن عزیز کہتے تھے لیکن جب میں نے ان کے سامنے یہ حجت پیش کی تو آپ نے فرمایا بیشک ان امور کا اس میں احتمال ہے۔ واللہ اعلم۔",
  "ayah": 74,
  "surah": 7
}
