{
  "text": "فَجَعَلْنَاهُنَّ أَبْكَارًا (36(وقوله : { فجعلناهن أبكاراً } شامل للصنفين .والعُرُب : جمع عَروب بفتح العين ، ويقال : عَرِبه بفتح فكسر فيجمع على عَرِبات كذلك ، وهو اسم خاص بالمرأة . وقد اختلفت أقوال أهل اللغة في تفسيره . وأحسن ما يجمعها أن العَروب : المرأة المتحببة إلى الرجل ، أو التي لها كيفية المتحببة ، وإن لم تقصد التحبّب ، بأن تكثر الضحك بمرأى الرجل أو المزاحَ أو اللهو أو الخضوع في القول أو اللثغ في الكلام بدون علة أو التغزل في الرجل والمساهلة في مجالسته والتدلل وإظهار معاكسة أميال الرجل لعِباً لا جِدًّا وإظهار أذاه كذلك كالمغاضبة من غير غصب بل للتورك على الرجل ، قال نبيه بن الحجاج :تلك عريسي غضبى تريد زيالي ... أَلَبيْننٍ أردتتِ أم لدلالالشاهد في قوله : أم لدلال ، قال تعالى : { فلا تَخْضَعْن بالقول فيطمع الذي في قلبه مرض وقلن قولاً معروفاً } [ الأحزاب : 32 ] ، وقال : { ولا يضربن بأرجلهن ليُعلم ما يُخفِين من زينتهن } [ النور : 31 ] . وإنما فسروها بالمتحببة لأنهم لما رأوا هاته الأعمال تجلب محبة الرجل للمرأة ظنوا أن المرأة تفعلها لاكتساب محبة الرجل . ولذلك فسر بعضهم : العَروب بأنها المغتلمة ، وإنما تلك حالة من أحوال بعض العروب . وعن عكرمة العروب : الملِقة .والعروب : اسم لهذه المعاني مجتمعة أو مفترقة أجرَوْه مجرى الأسماء الدالة على الأوصاف دون المشتقة من الأفعال فلذلك لم يذكروا له فعلاً ولا مصدراً وهو في الأصل مأخوذ من الإِعراب والتعريب وهو التكلم بالكلام الفحش .والعِرابة : بكسر العين : اسم من التعريب وفعله : عَرَّبت وأعربتْ ، فهو مما يسند إلى ضمير المرأة غالباً . كأنهم اعتبروه إفصاحاً عما شأنه أن لا يفصح عنه ثم تنوسي هذا الأخذ فعومل العَروب معاملة الأسماء غير المشتقة ، ويقال : عَرِبَة . مثل عروب . وجمع العَروب عُرُب وجمع عَرِبة عَرِبات .ويقال للعروب بلغة أهل مكة العَرِبة والشَّكِلَةُ . ويقال لها بلغة أهل المدينة : الغَنجَة . وبلغة العراق : الشّكِلة ، أي ذات الشَّكَل بفتح الكاف وهو الدلال والتعرُّبُ .والأَتراب : جمع تِرْب بكسر المثناة الفوقية وسكون الراء وهي المرأة التي ساوى سنها سنّ من تضاف هي إليه من النساء ، وقد قيل : إن الترب خاص بالمرأة ، وأما المساوي في السن من الرجال فيقال له : قرن ولدة .فالمعنى : أنهن جُعلن في سن متساوية لا تفاوت بينهن ، أي هن في سن الشباب المستوي فتكون محاسنهن غير متفاوتة في جميع جهات الحُسن ، وعلى هذا فنساء",
  "ayah": 36,
  "surah": 56
}
