{
  "text": "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ (60(نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت } .استدلال بإماتة الأحياء على أنها مقدورة لله تعالى ضرورة أنهم موقنون بها ومشاهدونها ووادُّون دفعها أو تأخيرها ، فإن الذي قدر على خلق الموت بعد الحياة قادر على الإِحياء بعد الموت إذ القدرة على حصول شيء تقتضي القدرة على ضده فلا جرم أن القادر على خلق حيّ مما ليس فيه حياة وعلى إماتته بعد الحياة قدير على التصرف في حالتي إحيائه وإماتته ، وما الإحياء بعد الإِماتة إلا حالة من تينك الحقيقتين ، فوضح دليل إمكان البعث ، وهذا مثل قوله تعالى : { وهو الذي أحياكم ثم يميتكم ثم يحييكم إن الإِنسان لكفور } [ الحج : 66 ] .هذا أصل المفاد من قوله : { نحن قدرنا بينكم الموت } ثم هو مع ذلك تنبيه على أن الموت جعله الله طوراً من أطوار الإنسان لحكمة الانتقال به إلى الحياة الأبدية بعد إعداده لها بما تهيئُه له أسباب الكمال المؤهلة لتلك الحياة لتتم المناسبة بين ذلك العالم وبين عامريه . وقد مضى الكلام على ذلك عند تفسير قوله تعالى : { أفحسبتم أنّما خلقناكم عبثاً وأنكم إلينا لا تُرجعون } في سورة المؤمنين ( 115 ( .فهذا وجه التعبير ب { قدرنا بينكم الموت } دون : نحن نميتكم ، أي أن الموت مجعول على تقدير معلوم مراد ، مع ما في مادة { قدرنا } من التذكير بالعلم والقدرة والإرادة لتتوجه أنظار العقول إلى ما في طيّ ذلك من دقائق وهي كثيرة ، وخاصة في تقدير موت الإنسان الذي هو سبيل إلى الحياة الكاملة إنْ أخذ لها أسبابها .وفي كلمة { بينكم } معنى آخر ، وهو أن الموت يأتي على آحادهم تداولاً وتناوباً ، فلا يفلت واحد منهم ولا يتعين لحلوله صنف ولا عُمُرٌ فآذن ظرف ( بين ( بأن الموت كالشيء الموضوع للتوزيع لا يدري أحد متى يصيبه قسطه منه ، فالناس كمن دعوا إلى قسمة مال أو ثمر أو نعم لا يدري أحد متى ينادى عليه ليأخذ قسمه ، أو متى يطير إليه قِطُّه ولكنه يوقن بأنه نائله لا محاله .وبهذا كان في قوله : { بينكم الموت } استعارة مكنية إذ شبه الموت بمقسوم ورمز إلى المشبه به بكلمة { بينكم } الشائع استعمالها في القسمة ، قال تعالى : { أن الماء قسمة بينهم } [ القمر : 28 ] . وفي هذه الاستعارة كناية عن كون الموت فائدة ومصلحة للناس إما في الدنيا لئلا تضيق بهم الأرض والأرزاق وإما في الآخرة فللجزاء الوفاق .وتقديم المسند إليه على المسند الفعلي لإِفادة تقوّي الحكم وتحقيقه ، والتحقيق راجع إلى ما اشتمل عليه التركيب من فعل { قدرنا } وظرف { بينكم } في دلالتهما على ما في خلق الموت من الحكمة التي أشرنا إليها .وقرأ الجمهور { قدّرنا } بتشديد الدال . وقرأه ابن كثير بالتخفيف وهما بمعنى واحد ، فالتشديد مصدره التقدير ، والتخفيف مصدره القَدر . وَمَا نَحْنُ بِمَسْبُوقِينَ * على أَن نُّبَدِّلَ أمثالكم وَنُنشِئَكُمْ فِى مَا لا تَعْلَمُونَ } .هذا نتيجة لما سبق من الاستدلال على أن الله قادر على الإِحياء بعد الموت فكان مقتضى الظاهر أن يعطف بفاء التفريع ويترك عطفه فعدل عن الأمرين ، وعطف بالواو عطف الجمل فيكون جملة مستقلة مقصوداً لذاته لأن مضمونه يفيد النتيجة ، ويفيد تعليماً اعتقادياً ، فيحصل الإعلام به تصريحاً وتعريضاً ، فالصريح منه التذكير بتمام قدرة الله تعالى وأنه لا يغلبه غالب ولا تضيق قدرته عن شيء ، وأنه يبدلهم خلقاً آخر في البعث مماثلاً لخلقهم في الدنيا ، ويفيد تعريضاً بالتهديد باستئصالهم وتعويضهم بأمة أخرى كقوله تعالى : { إن يشأ يذهبكم ويأتتِ بخلق جديد وما ذلك على الله بعزيز } [ إبراهيم : 19 ، 20 ] ولو جيء بالفاء لضاقت دلالة الكلام عن المعنيين الآخرين .والسبق : مجاز من الغلبة والتعجيز لأن السبق يستلزم ان السابق غالب للمسبوق ، فالمعنى : وما نحن بمغلوبين ، قال الفقعسي مُرّةُ بن عداء :كأنّك لم تُسبق من الدهر مَرة ... إذا أنتَ أدركتَ الذي كنت تطلُبويتعلق { على أن نبدل أمثالكم } ب { مسبوقين } لأنه يقال : غلبه على كذا ، إذا حال بينه وبين نواله ، وأصله : غلبه على كذا ، أي تمكن من كذا دونه قال تعالى : { والله غالب على أمره } [ يوسف : 21 ] . ويكون الوقف على قوله : { أمثالكم } .ويجوز أن يكون { على أن نبدل أمثالكم } في موضع الحال من ضمير { قدرنا } [ الواقعة : 60 ] ، أي قدرنا الموت على أن نحييكم فيما بعدُ إدماجاً لإِبطال قولهم : { أئذا متنا وكنا تراباً وعظاماً أإنا لمبعوثون } [ الواقعة : 47 ] فتكون ( على ( بمعنى ( مع ( وتكون حالاً مقدرة ، وهذا كقول الواعظ : «على شرط النقض رُفع البنيان ، وعلى شرط الخروج دخلتْ الأرواح للأبدان» ويكون متعلق ( مسبوقين ( محذوفاً دالاً عليه المقام ، أي ما نحن بمغلوبين فيما قدّرناه من خلقكم وإماتتكم ، ويجعل الوقف على ( مسبوقين ( .ويفيد قوله : { نحن قدرنا بينكم الموت } الخ وراء ذلك عبرة بحال الموت بعد الحياة فإن في تقلب ذيْنك الحالين عبرة وتدبراً في عظيم قدرة الله وتصرفه فيكون من هذه الجهة وزانُه وزان قوله الآتي : { لو نشاء لجعلناه حطاماً } [ الواقعة : 65 ] وقوله : { لو نشاء جعلناه أجاجاً } [ الواقعة : 70 ] وقوله : { نحن جعلناها تذكرة ومتاعاً للمقوين } [ الواقعة : 73",
  "ayah": 60,
  "surah": 56
}
