{
  "text": "وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (76(والفاء لتفريع القَسم على ما سبق من أدلة وقوع البعث فإن قوله : { قل إن الأولين والأخرين لمجموعون } [ الواقعة : 49 ، 50 ] ، إخبار بيوم البعث وإنذار لهم به وهم قد أنكروه ، ولأجل استحالته في نظرهم القاصر كذبوا القرآن وكذّبوا من جاء به ، ففرع على تحقيق وقوع البعث والإِنذار به تحقيق أن القرآن منزه عن النقائص وأنه تنزيل من الله وأن الذي جاء به مبلغ عن الله .و { مواقع النجوم } جمع موقع يجوز أن يكون مكان الوقوع ، أي محالُّ وقوعها من ثوابت وسيارة . والوقوع يطلق على السقوط ، أي الهوى ، فمواقع النجوم مواضع غُروبها فيكون في معنى قوله تعالى : { والنجم إذا هوى } [ النجم : 1 ] والقسم بذلك مما شمله قوله تعالى : { فلا أقسم برب المشارق والمغارب } [ المعارج : 40 ] . وجعل { مواقع النجوم } بهذا المعنى مقسماً به لأن تلك المساقط في حال سقوط النجوم عندها تذكِّر بالنظام البديع المجعول لسير الكواكب كلَّ ليلة لا يختل ولا يتخلف ، وتذكِّر بعظمة الكواكب وبتداولها خِلفة بعد أخرى ، وذلك أمر عظيم يحق القسم به الراجع إلى القسم بمُبدعه .ويطلق الوقوع على الحلول في المكان ، يقال : وقعت الإِبل ، إذا بركت ، ووقعت الغنم في مرابضها ، ومنه جاء اسم الواقعة للحادثة كما تقدم ، فالمواقع : محالُّ وقوعها وخطوط سيرها فيكون قريباً من قوله : { والسماء ذات البروج } [ البروج : 1 ] .والمواقع هي : أفلاك النجوم المضبوطة السير في أفق السماء ، وكذلك بروجها ومنازلها .وذكر ( مواقع النجوم ( على كلا المعنيين تنويه بها وتعظيم لأمرها لدلالة أحوالها على دقائق حكمة الله تعالى في نظام سيرها وبدائع قدرته على تسخيرها .ويجوز أن يكون ( مواقع ( جمع موقع المصدر الميمي للوقوع .ومن المفسرين من تأول النجوم أنها جمع نجم وهو القِسط الشيء من مال وغيره كما يقال : نجومُ الديات والغرامات وجعلوا النجوم ، أي الطوائف من الآيات التي تنزل من القرآن وهو عن ابن عباس وعكرمة فيؤول إلى القسم بالقرآن على حقيقته على نحو ما تقدم في قوله تعالى : { والكتاب المبين إنا جعلناه قرآناً عربياً } [ الزخرف : 2 ، 3 ] .وجملة { وإنه لقسم لو تعلمون عظيم } معترضة بين القسم وجوابه .وضمير { إنه } عائد إلى القَسم المذكور في { لا أقسم بمواقع النجوم } ، أو عائداً إلى مواقع النجوم بتأويله بالمذكور فيكون قسم بمعنى مقسم به كما علمت آنفاً .ويجوز أن يعود إلى المقسم عليه وهو ما تضمنه جواب القسم من قوله : { إنه لقرآن كريم } .وجملة { لو تعلمون } معترضة بين الموصوف وصفته وهي اعتراض في اعتراض .والعلْمُ الذي اقتضى شرطُ { لو } الامتناعية عدمَ حصوله لهم إن جعلت ضمير { إنه } عائداً على القسم هو العِلم التفصيلي بأحوال مواقع النجوم ، فإن المشركين لا يخلون من علم إجمالي متفاوت بأن في تلك المواقع عبرة للناظرين ، أو نُزّل ذلك العلم الإجمالي منزلة العدم لأنهم بكفرهم لم يجروا على موجَب ذلك العلم من توحيد الله فلو علِموا ما اشتملت عليه أحوال مواقع النجوم من متعلقات صفات الله تعالى لعلموا أنها مواقع قدسية لا يَحْلف بها إلا بارٌّ في يمينه ولكنهم بمعزل عن هذا العلم ، فإن جلالة المقسم به مما يزع الحالف عن الكذب في يمينه .ودليل انتفاء علمهم بعظمته أنهم لم يدركوا دلالة ذلك على توحيد الله بالإِلهية فأثبوا له شركاء لم يخلقوا شيئاً من ذلك ولا ما يدانيه فتلك آية أنهم لم يدركوا ما في طي ذلك من دلائل حتى استوى عندهم خالق ما في تلك المواقع وغير خالقها .فأما إن جعلت ضمير { وإنه لقسم } عائداً إلى المقسم عليه فالمعنى : لو تعلمون ذلك لما احتجتم إلى القسم .وقرأ الجمهور { بمواقع } بصيغة الجمع بفتح الواو وبعدها ألف ، وقرأه حمزة والكسائي وخلق { بموقع } سكون الواو دون ألف بعدها بصيغة المفرد على أنه مصدر ميمي ، أي بوقوعها ، أي غروبها ، أو هو اسم لجهة غروبها كقوله : { رب المشرق والمغرب } [ المزمل : 9 ] .ومفعول { تعلمون } محذوف دل عليه الكلام ، أي لو تعلمون عظمته ، أي دلائل عظمته ، ولك أن تجعل فعل { تعلمون } منزّلاً منزلة اللازم ، أي لو كان لكم علم لكنكم لا تتصفون بالعلم .",
  "ayah": 76,
  "surah": 56
}
