{
  "text": "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ (85(فالتفريع على جملة { ولقد علمتم النشأة الأولى فلولا تذكرون } [ الواقعة : 62 ] وهو أن عجزهم عن إرجاع الروح عند مفارقتها الجسد ينبههم على أن تلك المفارقة مقدَّرة في نظام الخلقة وأنها لحكمة .فمعنى الكلام قد أخبركم الله بأنه يجازي الناس على أفعالهم ولذلك فهو محييهم بعد موتهم لإِجراء الجزاء عليهم ، وقد دلكم على ذلك بانتزاع أرواحهم منهم قهراً ، فلو كان ما تزعمون من أنكم غير مجزيين بعد الموت لبقيتْ الأرواح في أجسادها ، إذ لا فائدة في انتزاعها منها بعد إيداعها فيها لولا حكمة نقلها إلى حياة ثانية ، ليجري جزاؤها على أفعالها في الحياة الأولى .وهذا نظير الاستدلال على تفرد الله بالإِلهية بأنّ في كينونة الموجودات دلائل خِلقية على أنها مخلوقة لله تعالى وذلك قوله تعالى : { ولله يسجد من في السماوات والأرض طوعاً وكرهاً وظلالهم بالغدو والآصال } [ الرعد : 15 ] . ومرجع هذا المعنى إلى أن هذا استدلال بمقتضى الحكمة الإِلهية في حالة خَلْق الإنسان فإن إيداع الأرواح في الأجساد تصرف من تصرف الله تعالى ، وهو الحكيم ، فما نزع الأرواح من الأجساد بعد أن أودعها فيها مدة إلا لأن انتزاعها مقتضى الحِكمة أن تنتزع ، وانحصر ذلك في أن يجري عليها الحساب على ما اكتسبته في مدة الحياة الدنيا .وهذا كقوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون } [ المؤمنون : 115 ] ، فالله تعالى جعل الحياة الدنيا والآجال مُدَدَ عمل ، وجعل الحياة الآخرة دار جزاء على الأعمال ، ولذلك أقام نظام الدنيا على قاعدة الانتهاء لآجاللِ حياة الناس .أما موت من كان قريباً من سن التكليف ومَن دونه وموت العَجَماوات فذلك عارض تابع لإِجراء التكوين للأجساد الحية على نظام التكوين المتماثل ، وكذلك ما يعرض لها من عوارض مهلكة اقتضاها تعارض مقتضيات الأنظام وتكوين الأمزجة من صحة ومرض ، ومسالمة وعدوان .فبقي الإِشكال في جعل { ترجعونها } من جملة جواب شرط { إن } إذ لا يلزم من عدم قدرتهم على صد الأرواح عن الخروج ، أن يكون خروجها لإجراء الحساب . ودفع هذا الإشكال وجوب تأويل { ترجعونها } بمعنى تحاولون إرجاعها ، أي عدمُ محاولتكم إرجاعها منذ العصور الأولى دليل على تسليمكم بعدم إمكان إرجاعها ، وما ذلك إلا لوجوب خروجها من حياة الأعمال إلى حياة الجزاء . وأصل تركيب هذه الجملة : فإذا كنتم صادقين في أنكم غير مدينين فلولا حاولتم عند كل محتضر إذا بلغت الروح الحلقوم أن ترجعوها إلى مواقعها من أجزاء جسده فما صرفكم عن محاولة ذلك إلا العلم الضروري بأن الروح ذاهبة لا محالة . فإذا علمت هذا اتضح لك انتظام الآية التي نُظمت نظماً بديعاً من الإِيجاز ، وأدمج في دليلها ما هو تكملة للإعجاز .و ( لولا ( حرف تحْضيض مستعمل هنا في التعجيز لأن المحضوض إذا لم يفعل ما حُضّ على فعله فقد أظهر عجزه والفعل المحضوض عليه هو { ترجعونها } ، أي تحاولون رجوعها .و { إذا بلغت } ظرف متعلق ب { ترجعونها } مقدم عليه لتهويله والتشويق إلى الفعل المحضوض عليه .والضمير المستتر في { بلغت } عائد على مفهوم من العبارات لظهور أن التي تبلغ الحلقوم هي الروح حذف إيجازاً نحو قوله تعالى : { حتى توارت بالحجاب } [ ص : 32 ] أي الشمس . و ( ال ( في { الحلقوم } للعهد الجنسي . وجملة { وأنتم حينئذٍ تنظرون } حال من ضمير { بلغت } ومفعول { تنظرون } محذوف تقديره : تنظرون صاحبها ، أي صاحب الروح بقرينة قوله بعده { ونحن أقرب إليه } ، وفائدة هذه الحال تحقيق أن الله صرفهم عن محاولة إرجاعها مع شدة أسفهم لموْت الأعِزَّة .وجملة { ونحن أقرب إليه منكم } في موضع الحال من مفعول { تنظرون } المحذوف ، أو معترضة والواو اعتراضية .وأيَّاً ما كانت فهي احتراس لبيان أن ثمة حضوراً أقرب من حضورهم عند المحتضر وهو حضور التصريف لأحواله الباطنة .وقربُ الله : قربُ علممٍ وقدرة على حد قوله : { وجاء ربك } [ الفجر : 22 ] أو قرب ملائكته المرسلين لتنفيذ أمره في الحياة والموت على حد قوله : { ولقد جئناهم بكتاب } [ الأعراف : 52 ] ، أي جاءهم جبريل بكتاب ، قال تعالى : { حتى إذا جاءتهم رسلنا يتوفونهم } [ الأعراف : 37 ] .وجملة { ولكن لا تبصرون } معترضة بين جملة { ونحن أقرب إليه منكم } وجملة { فلولا إن كنتم غير مدينين } وكلمة { فلولا } الثانية تأكيد لفظي لنظيرها السابق أعيد لتُبنى عليه جملة { ترجعونها } لطول الفصل .",
  "ayah": 85,
  "surah": 56
}
