{
  "text": "ثم ختم - سبحانه - هذه القصة ببيان ما فاجأها به سليمان ، لتزداد يقينا بوحدانية الله - تعالى - ، وبعظم النعم التى أعطاها - سبحانه - له فقال : ( قِيلَ لَهَا ادخلي الصرح فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ) .والصرح : القصر ويطلق على كل بناء مرتفع . ومنه قوله - تعالى - : ( وَقَالَ فَرْعَوْنُ ياهامان ابن لِي صَرْحاً لعلي أَبْلُغُ الأسباب ) ويطلق - أيضا - على صحن الدار وساحته . يقال : هذه صرحة الدار . أى : ساحتها وعرصتها .وكان سليمان - عليه السلام - قد بنى هذا الصرح ، وجعل بلاطه من زجاج نقى صاف كالبلور . بحيث يرى الناظر ما يجرى تحته من ماء .أى : قال سليمان لملكة سبأ بعد أن سألها : أهكذا عرشك ، وبعد أن أجابته بما سبق بيانه . قال لها : ادخلى هذا القصر ، فلما رأت هذا الصرح وما عليه من جمال وفخامة ، حسبته لجة ، أى : ظنته ماء غزيرا كالبحر .( وَكَشَفَتْ عَن سَاقَيْهَا ) لئلا تبتل بالماء أذيال ثيابها .وهنا قال سليمان مزيلا لما اعتراها من دهشة : ( إِنَّهُ ) أى : ما حسبته لجة ( صَرْحٌ مُّمَرَّدٌ مِّن قَوارِيرَ ) أى : قصر مملس من زجاج لا يحجب ما وراءه .فقوله ( مُّمَرَّدٌ ) بمعنى مملس ، مأخوذ من قولهم : شجرة مرداء إذا كانت عارية من الورق ، وغلام أمرد ، إذا لم يكن فى وجهه شعر والتمريد فى البناء ، معناه : التمليس والتسوية والنعومة .والقوارير : جمع قارورة ، وهى إناء من زجاج ، وتطلق القارورة على المرأة ، لأن الولد يقر فى رحمها ، أو تشبيها لها بآنية الزجاج من حيث ضعفها ، ومنه الحديث الشريف : \" رفقا بالقوارير \" والمراد بالقوارير هنا . المعنى الأول .ثم حكى - سبحانه - ما قالته بلقيس بعد أن رأت جانبا من عداب صنع الله فقال : ( قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي ) أى : بسبب عبادى لغيرك قبل هذا الوقت . . . ( وَأَسْلَمْتُ مَعَ سُلَيْمَانَ ) طائعة مختارة ، وإسلامى إنما هو ( لِلَّهِ رَبِّ العالمين ) وليس لأحد سواه .وبعد ، فهذا تفسير محرر لتلك القصة ، وقد أعرضنا عن كثير من الإسرائيليات التى حشا بها بعض المفسرين تفاسيرهم ، عند حديثهم عن الآيات التى وردت فى هذه القصة ، ومن ذلك ما يتعلق بسليمان - عليه السلام - وبجنوده من الطير . وبمحاورة النملة له ، وبالهدية التى أرسلتها ملكة سبأ إليه ، وبما قالته الشياطين لسليمان عن هذه المرأة . . الخ وقد اشتملت هذه القصة على عبر وعظات وأحكام وآداب ، من أهمها ما يأتى :1 - أن الله - تعالى - قد أعطى - بفضله وإحسانه - داود وسليمان - عليهما السلام - نعما عظيمة ، على رأسها نعمة النبوة ، والملك ، والعلم النافع .وأنهما قد قابلا هذه النعم بالشكر لله - تعالى - واستعمالها فيما خلقت له .ونرى ذلك فى قوله - تعالى - : ( وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْماً وَقَالاَ الحمد لِلَّهِ الذي فَضَّلَنَا على كَثِيرٍ مِّنْ عِبَادِهِ المؤمنين ) وفى قوله - تعالى - : ( رَبِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصالحين ) وفى قوله - سبحانه - : ( هذا مِن فَضْلِ رَبِّي ليبلوني أَأَشْكُرُ أَمْ أَكْفُرُ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ ) 2 - أن سليمان - عليه السلام - قد أقام دولته على الإيمان بالله - تعالى - وعلى العلم النافع ، وعلى القوة العادلة .أما الإيمان بالله - تعالى - وإخلاص العبادة له - سحبانه - ، فهو كائن له - عليه السلام - بمقتضى نبوته التى اختاره الله لها ، وبمقتضى دعوته إلى وحدانية الله - عز وجل - فقد حكى القرآن عنه أنه قال فى رسالته إلى ملكة سبأ : ( إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ الله الرحمن الرحيم أَلاَّ تَعْلُواْ عَلَيَّ وَأْتُونِي مُسْلِمِينَ )وأما العلم النافع ، فيكفى أن القصة الكريمة قد افتتحت بقوله - تعالى - : ( وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْماً . . ) واشتملت على قوله - سبحانه - : ( وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ ياأيها الناس عُلِّمْنَا مَنطِقَ الطير . . ) وعلى قوله - عز و جل - : ( قَالَ الذي عِندَهُ عِلْمٌ مِّنَ الكتاب أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ) وأما القوة ، فنراها فى قوله - تعالى - : ( وَحُشِرَ لِسْلَيْمَانَ جُنُودُهُ مِنَ الجن والإنس والطير فَهُمْ يُوزَعُونَ ) وفى قوله - سبحانه ( ارجع إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لاَّ قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَاغِرُونَ ) 3 - أن سليمان عليه السلام كانت رسالته الأولى نشر الإيمان بالله - تعالى - فى الأرض ، وتطهيرها من كل معبود سواه .والدليل على ذلك أن الهدهد عندما أخبره بحال الملكة التى كانت هى وقومها يعبدون الشمس من دون الله . . .ما كان من سليمان - عليه السلام - إلا أن حمله كتابا قويا بليغا يأمرهم فيه بترك التكبر والغرور ، وبإسلام وجوهمم لله وحده : ( أَلاَّ تَعْلُواْ عَلَيَّ وَأْتُونِي مُسْلِمِينَ ) 4 - أن سليمان - عليه السلام - كان يمثل الحاكم اليقظ المتنبه لأحوال رعيته ، حيث يعرف شئونها الصغيرة والكبيرة ، ويعرف الحاضر من أفرادها والغائب ، حتى ولو كان الغائب طيرا صغيرا ، من بين آلاف الخلائق الذين هم تحت قيادته .ولقد صور القرآن ما كان عليه سليمان - عليه السلام - من يقظة ودراية بأفراد رعيته أبدع تصوير فقال : ( وَتَفَقَّدَ الطير فَقَالَ مَالِيَ لاَ أَرَى الهدهد أَمْ كَانَ مِنَ الغآئبين ) قال الإمام القرطبى : رحمه الله - : فى هذه الآية دليل على تفقد الإمام أحوال رعيته ، والمحافظة عليهم ، فانظر إلى الهدهد مع صغره ، كيف لم يَخْفَ على سليمان حاله ، فكيف بعظام الملك . .ثم يقول - رحمه الله - على سبيل التفجع والشكوى عن حال الولاة فى عهده : فما ظنك بوال تذهب على يديه البلدان ، وتضيع الرعية ويضيع الرعيان . . . ورحم الله القائل :وهل أفسد الدينَ إلا الملوكُ ... وأحبارُ سوءٍ ورهبانُها5 - أن سليمان - عليه السلام - كان بجانب تعهده لشئون رعيته ، يمثل الحاكم الحازم العادل ، الذى يحاسب المهمل ، ويتوعد المقصر ، ويعاقب من يستحق العقاب ، وفى الوقت نفسه يقبل عذر المعتذر متى اعتذر عذرا مشروعا ومقنعا .انظر إليه وهو يقول - كما حكى القرآن عنه - عندما تفقد الهدهد فلم يجده : ( لأُعَذِّبَنَّهُ عَذَاباً شَدِيداً أَوْ لأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُّبِينٍ ) إن الجيوش الجرارة التى تحت قيادة سليمان - عليه السلام - لا تؤثر فيها غياب هدهد منها . . . ولكن سليمان القائد الحازم ، كأنه يريد أن يعلم جنوده ، أن لكل جندى رسالته التى يجب عليه أن يؤديها على الوجه الأكمل سواء أكان هذا الجندى صغيرا أم كبيرا ، وأ ، من فرط فى الأمور الصغيرة ، لا يستبعد منه أن يفرط فى الأمور الكبيرة .6 - أن الجندى الصغير فى الأمة التى يظلها العدل والحرية والأمان . . . لا يمنعه صغره من أن يرد على الحاكم الكبير ، بشجاعة وقوة . . .انظر إلى الهدهد - مع صغره - يحكى عن القرآن ، أنه رد على نبى الله سليمان الذى آتاه الله ملكا لا ينبغى لأحد من بعده بقوله : ( أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ ) ونجد سليمان - عليه السلام - لا يؤاخذه على هذا القول ، بل يضع قوله موضع التحقيق والاختبار فيقول له : ( قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ الكاذبين ) وهكذا الأمم العاقلة الرشيدة ، لا يهان فيها الصغير ، ولا يظلم فيها الكبير .7 - أن حكمة الله - تعالى - قد اقتضت أن تتألف الأمم من حاكمين ومحكومين ، وأن كل فريق له حقوق وعليه واجبات ، وأن الأمم لا تصلح بدون حاكم يحكمها ويرعى شئونها ، ويحق الحق ويبطل الباطل .قال القرطبى : عند تفسيره لقوله - تعالى - : ( وَحُشِرَ لِسْلَيْمَانَ جُنُودُهُ مِنَ الجن والإنس والطير فَهُمْ يُوزَعُونَ ) فى الآية دليل على اتخاذ الإمام والحكام وَزَعةً - أى ولاة ، أو قضاة - يكفون الناس ويمنعونهم من تطاول بعضهم على بعض . . .قال ابن عون : سمعت الحسن يقول وهو فى مجلس قضائه : والله ما يصلح هؤلاء الناس إلا وزعة .ومن الأقوال الحكيمة لأمير المؤمنين عثمان بن عفان - رضى الله عنه - \" إن الله ليزع بالسلطان ما لا يزع بالقرآن \" .8 - أن الحاكم العاقل هو الذى يستشير من هو أهل للاستشارة فى الأمور التى تهم الأمة . فها هى ذى ملكة سبأ عندما جاءها كتاب سليمان - عليه السلام - جمعت وجوه قومها ، وقالت لهم - كما حكى القرآن عنها : ( ياأيها الملأ أَفْتُونِي في أَمْرِي مَا كُنتُ قَاطِعَةً أَمْراً حتى تَشْهَدُونِ . . ) قال القرطبى : وفى هذه الآية دليل على صحة المشاورة . . . وقد قال - الله - تعالى - لنبيه صلى الله عليه وسلم ( وَشَاوِرْهُمْ فِي الأمر ) وقد مدح الله الفضلاء بقوله : ( وَأَمْرُهُمْ شورى بَيْنَهُمْ ) والمشاورة من الأمر القديم وخاصة فى الحرب ، فهذه بلقيس امرأة جاهلية كانت تعبد الشمس من دون الله قالت : ( ياأيها الملأ أَفْتُونِي في أَمْرِي . . ) لتختبر عزمهم على مقاومة عدوهم . وربما كان فى استبدادها برأيها وهن فى طاعتها ، وكان فى مشاورتهم وأخذ رأيهم عون على ما تريده من شوكتهم ، وشدة مدافعتهم ، ألا ترى إلى قولهم فى جوابهم : ( نَحْنُ أُوْلُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ والأمر إِلَيْكِ فانظري مَاذَا تَأْمُرِينَ . . ) 9 - أن الهداية إذا لمس المهدى إليه من ورائها ، عدم الإخلاص فى إهدائها . وأن المقصد منها صرفه عن حق يقيمه ، أو عن باطل يزيله .. . فإن الواجب عليه أن يرد هذه الهدية لصاحبها . وأن يمتنع عن قبولها . . .ألا ترى إلى سليمان - عليه السلام - قد رد الهدية الثمينة التى أهدتها بلقيس إليه ، حين أحس أن من وراء هذه الهدية شيئا . يتنافى مع تبليغ وتنفيذ رسالة الله - تعالى - التى أمره بتبليغها وتنفيذها ، ألا وهى : الأمر بإخلاص العبادة لله - تعالى - والنهى عن الإشراك به ، وبلقيس إنما كانت تقصد بهديتها ، اختبار سليمان ، أنبى هو أم ملك ، كما سبق أن أشرنا .لذا وجدنا القرآن يحكى عن سليمان - عليه السلم - أنه رد هذه الهدية مع من جاءوا بها ، وقال : ( أَتُمِدُّونَنِ بِمَالٍ فَمَآ آتَانِيَ الله خَيْرٌ مِّمَّآ آتَاكُمْ بَلْ أَنتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ ) 10 - أن ملكة سبأ دل تصرفها على أنها كانت ملكة عاقبة رشيدة ، حكيمة ، فقد استشارت خاصتها فى كتاب سليمان - عليه السلام - ، ولوحت لهم بقوته وبما سيترتب على حره ، وآثرت أن تقدم له هدية على سبيل الامتحان ، واستحبت المسالمة على المحاربة . . . وكان عندها الاستعداد لقبول الحق والدخول فيه ، وما أخرها عن المسارعة إليه إلا لكونها كانت من قوم كافرين .وعندما التقت بسليمان ، وانكشفت لها الحقائق سارعت إلى الدخول فى الدين الحق ، وقالت : ( قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ العالمين ) .هذه بعض العبر والعظات التى تؤخذ من هذه القصة . . .",
  "ayah": 44,
  "surah": 27
}
