{
  "text": "وبعد هذا الحديث المتنوع عن قصص بعض الأنبياء ، ساق - سبحانه - ما يدل على وحدانيته ، وكمال قدرته ، وسعة فضله على عباده ، فقال - تعالى - : ( قُلِ الحمد لِلَّهِ . . . ) .قال صاحب البحر المحيط : لما فرغ - سبحانه - من قصص هذه السورة ، أمر رسوله صلى الله عليه وسلم بحمده - تعالى - والسلام على المصطفين ، وأخذ فى مباينة واجب الوجود وهو الله - تعالى - ومباينة الأصنام والأديان التى أشركوها مع الله وعبدوها ، وابتدأ فى هذا التقرير لقريش وغيرهم بالحمد لله ، وكأنها صدر خطبة ، لما يلقى من البراهين الدالة على الوحدانية والعلم والقدرة . وقد اقتدى بذلك المسلمون فى تصانيف كتبهم ، وخطبهم ، ووعظهم ، فافتتحوا بتحميد الله ، والصلاة على رسوله صلى الله عليه وسلم وتبعهم المتراسلون فى أوائل كتب الفتوح والتهانى والحوادث التى لها شأن .والمعنى : قل - أيها الرسول الكريم - للناس : ( الحمد لِلَّهِ ) - تعالى - وحده ، فهو - سبحانه - صاحب النعم والمنن على عباده ، وهو - عز وجل - الذى له الخلق والأمر وليس لأحد سواه .وقل - أيضا - ( وَسَلاَمٌ على عِبَادِهِ الذين اصطفى ) أى : أمان وتحية لعباده الذين اصطفاهم واختارهم - سبحانه - لحمل رسالته وتبليغ دعوته ، والاستجابة لأمره ونهيه ، والطاعة له فى السر والعلن .والاستفهام فى قوله ( ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ ) للإنكار والتقريع ، والألف منقلبة عن همزة الاستفهام .أى : وقل لهم - أيها الرسول الكريم - آلله الذى له الخلق والأمر ، والذى أنعم عليكم بالنعم التى لا تحصى ، خير ، أم الآلهة الباطلة التى لا تنفع ولا تضر ، والتى يعبدها المشركون من دون الله - تعالى - . إن كل من عنده عقل ، لا يشك فى أن المستحق للعبادة والطاعة ، هو الله رب العالمين .ولفظ ( خَيْرٌ ) ليس للتفضيل ، وإنما هو من باب التهكم بهم ، إذ لا خير فى عبادة الأصنام أصلا . وقد حكى عن العرب أنهم يقولون : السعادة أحب إليك أم الشقاوة ، مع أنه لا خير فى الشقاوة إطلاقا .قال الآلوسى : وقوله ( ءَآللَّهُ ) بالمد لقلب همزة الاستفهام ألفا ، والأصل أألله؟ ( خَيْرٌ أَمَّا يُشْرِكُونَ ) والظاهر أن ( ما ) موصولة ، والعائد محذوف أى : آلله الذى ذكرت شئونه العظيمة خير أم الذى يشركونه من الأصنام و ( خَيْرٌ ) أفعل تفضيل ، ومرجع الترديد إلى التعريض بتبكيت الكفرة من جهته - عز وجل - وتسفيه آرائهم الركيكة ، والتهكم بهم ، إذا من البين أنه ليس فيما أشركوه به - سبحانه - شائبة خير ، حتى يمكن أن يوازن بينه وبين من هو خير محض . .",
  "ayah": 59,
  "surah": 27
}
