{
  "text": "وقوله - تعالى - ( بَلِ ادارك . . . ) قرأه الجمهور - بكسر اللام وتشديد الدال وبعدها ألف - وأصله تدارك ، بزنة تفاعل .وللعلماء فى تفسير هذه الآية أقوال أشهرها : أن التدارك بمعنى الاضمحلال والفناء ، وأصله التتابع والتلاحق . يقال : تدارك بنو فلان ، إذا تتابعوا فى الهلاك ، و \" فى \" بمعنى الباء .أى : بل تتابع علم هؤلاء المشركين بشئون البعث حتى اضمحل وفنى ، ولم يبق لهم علم بشىء مما سيكون فيها قطعا مع توافر أسبابه ومباديه من الدلائل .والمقصود : أن أسباب علمهم بأحوال الآخرة مع توافرها قد تساقطت من اعتبارهم لكفرهم بها ، فَأُجْرِى ذلك مُجْرَى تتابعها فى الانقطاع .ومنهم من يرى أن التدارك هنا التكامل ، فيكون المعنى : بل تكامل علمهم بشئون الآخرة ، حين يعاينون ما أعد لهم من عذاب ، بعد أن كانوا ينكرون البعث والحساب فى الدنيا .قال الآلوسى ما ملخصه : قوله : ( بَلِ ادارك عِلْمُهُمْ فِي الآخرة ) إضراب عما تقدم على وجه يفيد تأكيده وتقريره . . . والمعنى : بل تتابع علمهم فى شأن الآخرة ، التى ما ذكر من البعث حال من أحوالها ، حتى انقطع وفنى ، ولم يبق لهم علم بشىء مما سيكون فيها قطعا ، مع توفر أسبابه ، فهو ترق من وصفهم بجهل فاحش إلى وصفهم بجهل أفحش . . . وجوز أن يكون \" ادارك \" بمعنى استحكم وتكامل . . .ويبدو لنا أن الآية الكريمة تتسع للقولين ، على معنى أن المشركين اضمحل علمهم بالآخرة لكفرهم بها فى الدنيا ، فإذا ما بعثوا يوم القيامة وشاهدوا العذاب ، أيقنوا بحقيقتها ، وتكامل علمهم واستحكم بأن ما كانوا ينكرونه فى الدنيا . قد صار حقيقة لا شك فيها ، ولا مفر لهم من عذابها . .ومن الآيات التى توضح هذا المعنى قوله - تعالى - : ( لَّقَدْ كُنتَ فِي غَفْلَةٍ مِّنْ هذا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ اليوم حَدِيدٌ ) أى : علمك بما كنت تنكره فى الدنيا قد صار فى نهاية القوة والوضوح .وقرأ ابن كثير وأبو عمرو : ( بل أدرك علمهم فى الآخرة ) - بسكون اللام من بل . وهمزة قطع مفتوحة مع سكون الدال فى \" أَدْرَك \" فهو بزنة أفعل .أى : بل كمل علمهم فى الآخرة ، وذلك بعد أن شاهدوا أهوالها ، ورأوها بأعينهم ، وقد كانوا مكذبين فها فى الدنيا .وقوله - سبحانه - : ( بَلْ هُمْ فِي شَكٍّ مِّنْهَا بَلْ هُم مِّنْهَا عَمُونَ ) بيان لأحوالهم فى الدنيا .أى : أن هؤلاء المشركين كانوا فى الدنيا يشكون فى الآخرة ، بل كانوا فى عمى عنها ، بحيث لا يفتحون بصائرهم أو أبصارهم ، عما قال لهم الرسول صلى الله عليه وسلم بشأنها .فأنت ترى أن الآية الكريمة قد انتقلت فى تصوير كفر هؤلاء المشركين بالآخرة ، من حالة شنيعة إلى حالة أخرى أشد منها فى الشناعة والجحود .قال صاحب الكشاف : فإن قلت : هذه الإضرابات الثلاثة ما معناها؟ قلت : ما هى إلا تنزيل لأحوالهم؛ وصفهم أولا بأنهم لا يشعرون وقت البعث ، ثم لا يعلمون بأن القيامة كائنة ، ثم إنهم يخبطون فى شك ومرية ، فلا يزيلونه مع أن الإزالة مستطاعة . . . ثم بما هم أسوأ حالا وهو العمى ، وأن يكون مثل البهيمة قد عكف همه على بطنه وفرجه ، لا يخطر بباله حق ولا باطل ، ولا يفكر فى عاقبة .",
  "ayah": 66,
  "surah": 27
}
