{
  "text": "فویل یومئذ للمکذبین (25 : 11) الذین ھم فی خوض یلعبون (25 : 21) ” تباہی ہے اس روز مکذبین کے لئے جو آج کھیل کے طور پر اپنی حجت بازیوں میں لگے ہوئے ہیں “ یہ تباہی اس دن آئے گی جس دن آسمان ڈگمگائے گا اور پہاڑ اڑ رہے ہوں گے۔ یہ خوفناک منظر اور یہ خوفناک بربادی۔ یہ ان جھٹلانے والوں کا حصہ ہے جو لگے ہوئے تھے اپنی حجت بازیوں میں۔\nسب سے پہلے تو یہ صفت منطبق ہوتی ہے مشرکین مکہ کے افکار پر اور ان کے تصورات اور معتقدات پر جو نہایت سطحی اور بچگانہ تھے اور ان کی پوری اس زندگی پر یہ صفت منطبق ہے جو ان تصورات اور معتقدات کی اساس پر قائم تھی۔ قرآن کریم نے کئی مقامات پر اس پر تبصرہ کیا ہے کہ یہ ایک کھیل ہے جس میں کوئی سنجیدگی نہیں ہے۔ یہ اس کھیل میں اس طرح مصروف ہیں جس طرح حوض میں لوگ نہانے کے لئے اترتے ہیں اور اچھلتے کودتے ہیں۔ ان کا مقصد یہ نہیں ہوتا کہ پانی میں تیر کر کسی ہدف کی طرف بڑھیں یا کنارے پر لگ جائیں۔ ان کا مقصد صرف حوض میں اچھلنا کودنا ہوتا ہے۔ لیکن قرآن کریم اس لفظ کا اطلاق قرانی نظریات کے علاوہ تمام نظریات پر کرتا ہے اور قرآنی طریقہ زندگی کے علاوہ تمام دوسرے اسلوب ہائے زندگی پر کرتا ہے کہ یہ کھیل تماشا ہے اور یہ ایک بڑی حقیقت ہے جو قرآن کریم نے واضح کی ہے اور اسے وہی شخص سمجھ سکتا ہے جو قرآنی نظریات کے علاوہ تمام نظریات کا گہرا جائزہ لے اور وہ یہ جائزہ اسلامی نظریہ حیات اور اسلامی نظریہ کائنات کی روشنی میں لے۔ کسی بھی گہرے جائزے سے معلوم ہوگا کہ تمام لوگوں کے نظریات اور معتقدات افسانے ہیں بلکہ بڑے بڑے فلسفے انسانی تاریخ کے وہ بڑے فلسفیانہ تصورات جن پر انسان ناز کرتے ہیں ، وہ بھی بچوں کا کھیل معلوم ہوتے ہیں۔ اسلامی تصور حیات اور عقائد میں جو حقائق نہایت ہی سادگی ، قوت ، صفائی اور سنجیدگی سے بیان کئے گئے اور خصوصاً وہ باتیں جو قرآن میں بیان کی گئی ہیں وہ سب فطرت کے ساتھ ہم آہنگ ہیں اور وہ فطرت کے ساتھ بغیر کسی مشکل سے ملتی جلتی ہیں کیونکہ قرآن کا مطالعہ فطرت نہایت حقیقت پسندانہ ہے۔ اس سے کائنات کے عجوبے کی بھی خوبصورت تفسیر ہوتی ہے اور اس تفسیر کے مطابق اس کے خالق کائنات کے ساتھ تعلق کی بھی تشریح ہوتی ہے اور یہ سب تصورات اور تشریحات حقیقت پسندانہ بھی ہیں۔\nجب میں فلاسفہ کے خیالات پڑھتا ، بڑے بڑے فلاسفہ کے خیالات دیکھتا ہوں کہ اس کائنات کے عجوبے کے حل میں وہ تھک کر چور چور ہوگئے اور وہ اس کی صحیح تفسیر نہ کرسکے نہ ہی کائنات کے مختلف حقائق کو باہم مربوط کرسکے۔ ان کے خیالات اس طرح معلوم ہوتے ہیں جس طرح ایک بچہ ریاضی کا کوئی مشکل مسئلہ حل کرنے کی سعی کرے۔ یہ اس لئے کہ میرے سامنے اس مسئلے کا قرآنی حل موجود تھا جو واضح ، صاف ، سہل فطری اور دلپذیر تھا جس میں کوئی ٹیڑھ نہ تھی نہ پیچیدگی تھی اور نہ تعقید۔ قرآن نے اس کائنات کی جو تشریح کی ہے وہ اس طرح ہے جس طرح ایک شخص اپنی بنائی ہوئی مشینری کی تشریح کرتا ہے۔ رہے فلاسفہ تو وہ اس کائنات میں سے چند جزوی حقائق لے کر ان کو کل پر منطبق کرتے ہیں اس لئے وہ بری طرح فیل ہوجاتے ہیں اور ان کے تصورات تضادات کا شکار ہوجاتے ہیں۔\nجب ہم ان فلاسفہ کے تصورات کا مقابلہ قرآن سے کرتے ہیں تو یہ عبث کھیل ، خلط بحث کا بھونڈا نمونہ پیش کرتے ہیں اس لئے کہ قرآنی نظریات مکمل پختہ اور مطابق فطرت اور مطابق حقیقت ہوتے ہیں اور قرآن کے مقابلے میں ان کے خیالات ناپختہ ، محال اور متناقض ثابت ہوجاتے ہیں۔ جب انسان عظیم فلاسفہ کے نظریات پڑھتا ہے تو انسان کے تصورات میں تمام مسائل میں اضطراب پیدا ہوجاتا ہے۔ کمراہانہ تصورات سے وہ متاثر ہوتا ہے۔ دراصل یہ تصورات مسئلہ کائنات کے حل کے لئے انسانی کوششیں ہیں اور اس کے بعد جب انسان قرآنی آیات پر غور کرتا ہے جو اس موضوع پر ہوتی ہیں تو اس کے ذہن میں آہستہ آہستہ روشنی داخل ہوتی ہے۔ اس کا قرار وثبات اس کی طرف لوٹ آتا ہے۔ وہ دیکھتا ہے کہ کائنات کی ہر چیز اپنی جگہ پر درست رکھی ہوئی ہے۔ ہر بات اپنی جگہ پر ہے۔ ہر حقیقت اپنی جگہ بیٹھی ہوئی ہے اور کسی چیز میں کوئی اضطراب نہیں ہے۔ انسان فی الفور محسوس کرلیتا ہے کہ وہ حقیقت تک پہنچ گیا۔ اسے آرام اور سکون نصیب ہوتا ہے۔ اس کا دل آرام اور قرار پکڑتا ہے۔ عقل مطمئن ہوجاتی ہے۔ ہر قسم کی الجھنیں دور ہوجاتی ہیں۔ تمام مسائل حل ہوجاتے ہیں کیونکہ وہ ایک واضح حقیقت تک پہنچ چکا ہوتا ہے۔\nعقائد کے بعد جب لوگ ان عقائد پر اپنی عملی زندگی استوار کرتے ہیں تو معلوم ہوتا ہے کہ دوسرے لوگ کھیل کود میں مصروف ہیں کیونکہ ان کی زندگی کی ترجیحات اسلامی ترجیحات کے مطابق بچگانہ کھیل نظر آتی ہیں۔ اسلام انسان کو جس قدر بلند ترجیحات دیتا ہے اس کے مقابلے میں یہ دوسرے فلسفے جو ترجیحات متعین کرتے ہیں وہ نہایت حقیر معمولی اور بچگانہ معلوم ہوتی ہیں۔ اسلام جب ان لوگوں کی مشغولیات کو دیکھتا ہے پھر یہ دیکھتا ہے کہ ان کی نظروں میں ان مشغولیات کی اہمیت کیا ہے اور جب دیکھتا ہے کہ ان میں وہ سراسر غرق ہیں اور اس سلسلے میں ان کی نظروں میں ان مشغولیات کی اہمیت کیا ہے اور جب دیکھتا ہے کہ ان میں وہ سراسر غرق ہیں اور اس سلسلے میں ان کی گفتگو کو سنتا ہے جو ان کی نظروں میں ایسی ہوتی ہے جیسا کہ وہ کسی بڑے کائناتی مسئلہ پر بحث کررہے ہیں ، اسلام اس قسم کے لوگوں پر جب نظر ڈالتا ہے تو یہ لوگ اپنے بچوں کے پارک میں کھیلتے ہوئے بچے نظر آتے ہیں جو گڈیوں اور کھلونوں سے کھیل رہے ہوتے ہیں جن کو وہ حقیقی اشیاء سمجھتے ہیں اور ان کھلونوں کے ساتھ وہ ایسا رویہ اختیار کرتے ہیں کہ گویا وہ حقیقی اشخاص ہیں۔\nاسلام جس طرح اس پوری کائنات کے بارے میں ایک ارفع اور برتر تصور دیتا ہے اس طرح وہ اس کائنات میں انسان کو اعلیٰ اور برتر ترجیحات بھی دیتا ہے۔ اسلام انسانوں کو بتاتا ہے کہ ان کے اور اس کائنات کے وجود کی علت اور سبب کیا ہے اور ان کا انجام کیا ہونے والا ہے۔ وہ یہ سوالات اس طرح قدرتی طور پر حل کرتا ہے کہ ان کے جواب کو ہر شخص سمجھ سکے کیونکہ یہ سوالات ہر شخص کے ذہن میں اٹھتے ہیں کہ وہ کہاں سے آیا ؟ کیوں آیا ہے اور اس نے کہا جانا ہے ؟\nاسلام نے ان سوالات کا جو جواب دیا ہے اس جواب سے خود اس کا وجود اور اس کے اردگرد پھیلی ہوئی اس وسیع کائنات کے وجوذو کا صحیح تصور ذہن میں آتا ہے کیونکہ انسان دوسری مخلوقات سے کوئی الگ چیز نہیں ہے۔ ان ہی مخلوقات میں سے وہ ایک مخلوق ہے جہاں سے دوسری مخلوقات آتی ہیں۔ وہاں سے وہ بھی آیا ہے۔ ان سب چیزوں کے وجود کا سبب ایک ہے۔ جہاں وہ دوسری مخلوقات جائے گی یہ بھی جائے گا لہٰذا اسلام کا جواب ایک مکمل جواب ہے اور یہ کائنات اور انسان دونوں باہم مربوط ہیں اور تمام مخلوق پھر خالق سے مربوط ہے۔\nاس کائنات کی قرآنی تشریح کا عکس پھر انسانی ترجیحات پر پڑتا ہے اور یہ ترجیحات اس تصور کی سطح تک بلند ہوجاتی ہیں۔ یوں ایک مسلم کے شعور میں دوسرے لوگوں کی ترجیحات بہت ہی حقیر نظر آتی ہیں جو اپنے تصورات کے مطابق اپنے اعلیٰ فرائض میں مشغول ہوتا ہے اور یہاں اپنے مقصد وجود کے مطابق کام کرتا ہے۔ ان اعلیٰ تصورات اور اعلیٰ ترجیحات کی روشنی میں ایک مسلم کو دوسرے لوگ بچوں کے کھیل میں مصروف نظر آتے ہیں۔\nایک مسلم کی زندگی ایک عظیم زندگی ہے۔ اس لئے کہ اس کے مقاصد اونچے ہیں اور یہ مسلم اس عظیم کائنات کے ساتھ مربوط ہے۔ وہ اس عظیم کائنات کے وجود میں موثر ہے۔ یہ حقیقت اس حقیقت سے زیادہ عزیز ہے کہ ایک انسان اپنی زندگی کو عبث اور بےمقصد کاموں میں ضائع کرے جس طرح دوسرے لوگ ضائع کرتے ہیں۔ مسلم کی ترجیحات کے مقابلے میں اکثر لوگوں کی ترجیحات ومصروفیات عبث نظر آتی ہیں۔ محض مقاصد زندگی کی بلندی کی وجہ سے اور اس کائنات کے تصور کی بلندی کی وجہ سے جو لوگ اس کائنات کے بارے میں ایسا تصور رکھتے ہیں جس طرح بچے کھیل رہے ہوتے ہیں ان کے لئے ہلاکت ہے۔",
  "ayah": 11,
  "surah": 52
}
