{
  "text": "چاند سورج ستارے سب سجدہ ریز۔مستحق عبادت صرف وحدہ لاشریک اللہ ہے اس کی عظمت کے سامنے ہر چیز سر جھکائے ہوئے ہے خواہ بخوشی خواہ بےخوشی۔ ہر چیز کا سجدہ اپنی وضع ہر چیز کا سجدہ اپنی وضع میں ہے۔ چناچہ قرآن نے سائے کا دائیں بائیں اللہ کے سامنے سربہ سجود ہونا بھی آیت (اَوَلَمْ يَرَوْا اِلٰى مَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ يَّتَفَيَّؤُا ظِلٰلُهٗ عَنِ الْيَمِيْنِ وَالشَّمَاۗىِٕلِ سُجَّدًا لِّلّٰهِ وَهُمْ دٰخِرُوْنَ 48؀) 16۔ النحل :48) میں بیان فرمایا ہے۔ آسمانوں کے فرشتے، زمین کے حیوان، انسان، جنات، پرند، چرند، سب اس کے سامنے سربہ سجود ہیں اور اس کی تسبیح اور حمد کررہے۔ سورج چاند ستارے بھی اس کے سامنے سجدے میں گرے ہوئے ہیں۔ ان تینوں چیزوں کو الگ اس لئے بیان کیا گیا کہ بعض لوگ ان کی پرستش کرتے ہیں حالانکہ وہ خود اللہ کے سامنے جھکے ہوئے ہیں اسے لئے فرمایا سورج چاند کو سجدے نہ کرو اسے سجدے کرو جو ان کا خالق ہے بخاری ومسلم میں ہے رسول ﷺ نے حضرت ابوذر ؓ سے پوچھا جانتے ہو کہ یہ سورج کہاں جاتا ہے ؟ آپ نے جواب دیا کہ اللہ کو علم ہے اور اس کے نبی ﷺ کو۔ آپ نے فرمایا یہ عرش تلے جاکر اللہ کو سجدہ کرتا ہے پھر اس سے اجازت طلب کرتا ہے وقت آرہا ہے کہ اس سے ایک دن کہہ دیا جائے گا کہ جہاں سے آیا ہے وہیں واپس چلا جا۔ سنن ابی داؤد، نسائی، ابن ماجہ، اور مسند احمد میں گرہن کی حدیث میں ہے کہ سورج چاند اللہ کی مخلوق ہے وہ کسی کی موت پیدائش سے گرہن میں نہیں آتے بلکہ اللہ تعالیٰ اپنی میں سے جس کس پر تجلی ڈالتا ہے تو وہ اس کے سامنے جھک جاتا ہے۔ ابو العالیہ ؒ فرماتے ہیں سورج چاند اور کل ستارے غروب ہو کر سجدے میں جاتے ہیں اور اللہ سے اجازت مانگ کر داہنی طرف سے لوٹ کر پھر اپنے مطلع میں پہنچتے ہیں۔ پہاڑوں اور درختوں کا سجدے میں ان کے سائے کا دائیں بائیں پڑنا ہے۔ ایک شخص نے نبی کریم ﷺ سے اپنا خواب بیان کیا کہ میں نے دیکھا ہے کہ گویا میں ایک درخت کے پیچھے نماز پڑھ رہا ہوں۔ میں جب سجدے میں گیا تو وہ درخت بھی سجدے میں گیا اور میں نے سنا کہ وہ اپنے سجدے میں یہ پڑھ رہا تھا۔ دعا (اللہم اکتب لی بہا عندک اجرا وضع عنی بہا وزرا واجعلہا لی عندک ذخرا و تقبلہا منی کما تقبلتہا من عبدک) داود۔ یعنی اے اللہ اس سجدے کی وجہ سے میرے لئے اپنے پاس اجروثواب لکھ اور میرے گناہ معاف فرما اور میرے لئے اسے ذخیرہ آخرت کر اور اسے قبول فرما جسے کہ تو نے اپنے بندے داؤد ؑ کا سجدہ قبول فرمایا تھا۔ حضرت ابن عباس ؓ کا بیان ہے کہ پھر میں نے دیکھا کہ ایک دن رسول ﷺ نے سجدے کی آیت پڑھی۔ سجدہ کیا اور یہی دعا آپ نے اپنے اس سجدے میں پڑھی جسے میں سن رہا تھا (ترمذی وغیرہ) تمام حیوانات بھی اسے سجدہ کرتے ہیں۔ چناچہ مسند احمد کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں اپنے جانور کی پیٹھ کو اپنا منبر نہ بنا لیا کرو بہت سی سواریاں اپنے سوار سے زیادہ اچھی ہوتی ہیں اور زیادہ ذکر اللہ کرنے والی ہوتی ہیں اور اکثر انسان بھی اپنی خوشی سے عبادت الٰہی بجا لاتے ہیں اور سجدے کرتے ہیں ہاں وہ بھی ہیں جو اس سے محروم ہیں تکبر کرتے ہیں۔ سرکشی کرتے ہیں اللہ جسے ذلیل کرے اسے عزیز کون کرسکتا ہے ؟ رب فاعل خود مختار ہے۔ ابن ابی حاتم میں ہے کہ حضرت علی ؓ سے کسی نے کہا یہاں ایک شخص ہے جو اللہ کے ارادوں اور اس کی مشیت کو نہیں مانتا۔ آپ نے اسے فرمایا اے شخض بتا تیری پیدائش اللہ تعالیٰ نے تیری چاہت کے مطابق کی یا اپنی ؟ اس نے کہا اپنی چاہت کے مطابق۔ فرمایا یہ بھی بتا کہ جب تو چاہتا ہے مریض ہوجاتا ہے یا جب اللہ چاہتا ہے ؟ اس نے کہا جب وہ چاہتا ہے۔ پوچھا پھر تجھے شفا تیری چاہت سے ہوتی ہے یا اللہ کے ارادے سے ؟ جواب دیا اللہ کے ارادے سے۔ فرمایا اچھا یہ بھی بتا کہ اب وہ جہاں چاہے گا تجھے لے جائے گا یا جہاں تو چاہے گا ؟ کہا جہاں وہ چاہے۔ فرمایا پھر کیا بات باقی رہ گئی ؟ سن اگر تو اس کے خلاف جواب دیتا تو واللہ میں تیرا سراڑا دیتا۔ مسلم شریف میں ہے حضور ﷺ فرماتے ہیں جب انسان سجدے کی آیت پڑھ کر سجدہ کرتا ہے تو شیطان الگ ہٹ کر رونے لگتا ہے کہ افسوس ابن آدم کو سجدے کا حکم ملا اس نے سجدہ کرلیا جنتی ہوگیا میں نے انکار کردیا جہنمی بن گیا۔ حضرت عقبہ بن عامر ؓ نے ایک مرتبہ حضور ﷺ سے پوچھا کہ یارسول ﷺ سورة حج کو اور تمام سورتوں پر یہ فضیلت ملی کہ اس میں دو آیتیں سجدے کی ہیں ؟ آپ نے فرمایا ہاں اور جو ان دونوں پر سجدہ نہ کرے اسے چاہے کہ اسے پڑھے ہی نہیں۔ (ترمذی وغیرہ) امام ترمذی ؒ فرماتے ہیں یہ حدیث قوی نہیں لیکن امام صاحب ؒ کا یہ قول قابل غور ہے کیونکہ اس کے راوی ابن لہیہ ؒ نے اپنی سماعت کی اس میں تصریح کردی ہے اور ان پر بڑی جرح وتدلیس کی ہے جو اس سے اٹھ جاتی ہے۔ ابو داؤد میں فرمان رسالت مآب ﷺ ہے کہ سورة حج کو قرآن کی اور سورتوں پر یہ فضیلت دی گئی ہے اس میں دوسجدے ہیں۔ امام ابو داؤد ؒ فرماتے ہیں اس سند سے تو یہ حدیث مستند نہیں لیکن اور سند سے یہ مسند بھی بیان کی گئی ہے مگر صحیح نہیں۔ مروی ہے کہ حضرت عمر ؓ نے حدیبہ میں اس سورت کی تلاوت کی اور دو بار سجدہ کیا اور فرمایا اسے ان سجدوں سے فضیلت دی گئی۔ (ابوبکر بن عدی) حضرت عمرو بن عاص ؓ کو رسول اللہ ﷺ نے پورے قرآن میں پندرہ سجدے پڑھائے، تین مفصل میں دو سورة حج میں۔ (ابن ماجہ وغیرہ) یہ سب روایتیں اس بات کو پوری طرح مضبوط کردیتی ہیں۔",
  "ayah": 18,
  "surah": 22
}
