{
  "text": "دعوت تقویٰاللہ تعالیٰ اپنے بندوں کو تقوے کا حکم فرماتا ہے اور آنے والے دہشت ناک امور سے ڈرا رہا ہے خصوصاً قیامت کے زلزلے سے۔ اس سے مراد یا تو وہ زلزلہ ہے جو قیامت کے قائم ہونے کے درمیان آئے گا۔ جیسے فرمان ہے آیت (اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَا ۙ) 99۔ الزلزلة :1) ، زمین خوب اچھی طرح جھنجھوڑ دی جائے گی۔ اور فرمایا آیت (وَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةً 14 ۙ) 69۔ الحاقة :14) یعنی زمین اور پہاڑ اٹھا کر باہم ٹکرا کر ٹکڑے ٹکڑے کردئے جائیں گے۔ اور فرمان ہے آیت (اِذَا رُجَّتِ الْاَرْضُ رَجًّا ۙ) 56۔ الواقعة :4) یعنی جب کہ زمین بڑے زور سے ہلنے لگے گی اور پہاڑ ریزہ ریزہ ہوجائیں گے۔ صور کی حدیث میں ہے کہ اللہ تعالیٰ جب آسمان و زمین کو پیدا کرچکا تو صور کو پیدا کیا اسے حضرت اسرافیل کو دیا وہ اسے منہ میں لئے ہوئے آنکھیں اوپر کو اٹھائے ہوئے عرش کی جانب دیکھ رہے ہیں کہ کب حکم الٰہی ہو اور وہ صور پھونک دیں۔ ابوہریرہ ؓ نے پوچھا یارسول اللہ صور کیا چیز ہے ؟ آپ نے فرمایا ایک پھونکنے کی چیز ہے بہت بری جس میں تین مرتبہ پھونکا جائے گا پہلا نفخہ گھبراہٹ کا ہوگا دوسرا بیہوشی کا تیسرا اللہ کے سامنے کھڑا ہونے کا۔ حضرت اسرافیل ؑ کو حکم ہوگا وہ پھونکیں گے جس سے کل زمین و آسمان والے گھبرا اٹھیں گے سوائے ان کے جنہیں اللہ چاہے۔ بغیر رکے، بغیر سانس لئے بہت دیرتک برابر اسے پھونکتے رہیں گے۔ اسی پہلے صور کا ذکر آیت (وما ینظر ہولاء الا صیحتہ واحدۃ مالہا من فواق) میں ہے اس سے پہاڑ ریزہ ریزہ ہوجائیں گے زمین کپکپانے لگے گی۔ جیسے فرمان ہے آیت (يَوْمَ تَرْجُفُ الرَّاجِفَةُ ۙ) 79۔ النازعات :6) ، جب کہ زمین لرزنے لگے گی اور یکے بعد دیگرے زبردست جھٹکے لگیں گے دل دھڑکنے لگیں گے زمین کی وہ حالت ہوجائے گی جو کشتی کی طوفان میں اور گرداب میں ہوتی ہے یا جیسے کوئی قندیل عرش میں لٹک رہی ہو جسے ہوائیں چاروں طرف جھلارہی ہوں۔ آہ ! یہی وقت ہوگا کہ دودھ پلانے والیاں اپنے دودھ پیتے بچوں کو بھول جائیں گی اور حاملہ عورتوں کے حمل گرجائیں گے اور بچے بوڑھے ہوجائیں گے شیاطین بھاگنے لگیں گے زمین کے کناروں تک پہنچ جائیں گے لیکن وہاں سے فرشتوں کی مار کھا کر لوٹ آئیں گے لوگ ادھر ادھر حیران پریشان زمین ایک طرف سے دوسرے کو آوازیں دینے لگیں گے اسی لئے اس دن کا نام قرآن نے یوم التناد رکھا۔ اسی وقت زمین ایک طرف سے دوسری طرف تک پھٹ جائے گی اس وقت زمین ایک طرف سے دوسری طرف تک پھٹ جائے گی اس وقت کی گھبراہٹ کا انداز نہیں ہوسکتا اب آسمان میں انقلابات ظاہر ہوں گے سورج چاند بےنور ہوجائیں گے، ستارے جھڑنے لگیں گے اور کھال ادھڑنے لگے گی۔ زندہ لوگ یہ سب کچھ دیکھ رہے ہوں گے ہاں مردہ لوگ اس سے بیخبر ہونگے آیت قرآن (وَنُفِخَ فِي الصُّوْرِ فَصَعِقَ مَنْ فِي السَّمٰوٰتِ وَمَنْ فِي الْاَرْضِ اِلَّا مَنْ شَاۗءَ اللّٰهُ ۭ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ 68؀) 39۔ الزمر :68) میں جن لوگوں کا استثنا کیا گیا ہے کہ وہ بیہوش نہ ہوں گے اس سے مراد شہید لوگ ہیں۔ یہ گھبراہٹ زندوں پر ہوگی شہید اللہ کے ہاں زندہ ہیں اور روزیاں پاتے ہیں۔ اللہ تعالیٰ انہیں اس دن کے شر سے نجات دے گا اور انہیں پر امن رکھے گا۔ یہ عذاب الٰہی صرف بدترین مخلوق کو ہوگا۔ اسی کو اللہ تعالیٰ اس سورت کی شروع کی آیتوں میں بیان فرماتا ہے۔ یہ حدیث طبرانی جریر ابن ابی حاتم وغیرہ میں ہے اور بہت مطول ہے اس حصے کو نقل کرنے سے یہاں مقصود یہ ہے کہ اس آیت میں جس زلزلے کا ذکر ہے یہ قیامت سے پہلے ہوگا۔ اور قیامت کی طرف اس کی اضافت بوجہ قرب اور نزدیکی کے ہے۔ جیسے کہا جاتا ہے اشراط الساعۃ وغیرہ واللہ اعلم۔ یا اس سے مراد وہ زلزلہ ہے جو قیام قیامت کے بعد میدان محشر میں ہوگا جب کہ لوگ قبروں سے نکل کر میدان میں جمع ہوں گے۔ امام ابن جریر اسے پسند فرماتے ہیں اس کی دلیل میں بھی بہت سی حدیثیں ہیں 001 حضور ﷺ ایک سفر میں تھے آپ کے اصحاب تیز تیز چل رہے تھے کہ آپ نے باآواز بلند ان دونوں آیتوں کی تلاوت کی۔ صحابہ ؓ کے کان میں آواز پڑتے ہی وہ سب اپنی سواریاں لے کر آپ کے اردگرد جمع ہوگے کہ شاید آپ کچھ اور فرمائیں گے۔ آپ نے فرمایا جانتے ہو یہ کونسا دن ہوگا ؟ یہ وہ دن ہوگا جس دن اللہ تعالیٰ حضرت آدم ؑ کو فرمائے گا کہ اے آدم جہنم کا حصہ نکال۔ وہ کہیں گے اے اللہ کتنوں میں سے کتنے ؟ فرمائے گا ہر ہزار میں سے نو سو نناوے جہنم کے لئے اور ایک جنت کے لئے۔ یہ سنتے ہی صحابہ کے دل دہل گئے، چپ لگ گئی آپ نے یہ حالت دیکھ کر فرمایا کہ غم نہ کرو، خوش ہوجاؤ، عمل کرتے رہو۔ اس کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے تمہارے ساتھ مخلوق کی وہ تعداد ہے کہ جس کے ساتھ ہو اسے بڑھا دے یعنی یاجوج ماجوج اور نبی آدم میں سے جو ہلاک ہوگئے اور ابلیس کی اولاد۔ اب صحابہ کی گھبراہٹ کم ہوئی تو آپ نے فرمایا عمل کرتے رہو اور خوشخبری سنو اس کی قسم جس کے قبضہ میں محمد ﷺ کی جان ہے تم تو اور لوگوں کے مقابلے پر ایسے ہی ہو جیسے اونٹ کے پہلوکا یا جانور کے ہاتھ کا داغ۔ اسی روایت کی اور سند میں ہے کہ یہ آیت حالت سفر میں اتری۔ اس میں ہے کہ صحابہ حضور ﷺ کا وہ فرمان سن کر رونے لگے آپ نے فرمایا قریب قریب رہو اور ٹھیک ٹھاک رہو ہر نبوت کے پہلے جاہلیت کا زمانہ رہا ہے وہی اس گنتی کو پوری کردے گا ورنہ منافقوں سے وہ گنتی پوری ہوگی۔ اس میں ہے کہ آپ نے فرمایا کہ مجھے تو امید ہے کہ اہل جنت کی چوتھائی صرف تم ہی ہوگے یہ سن کر صحابہ ؓ نے اللہ اکبر کہا ارشاد ہوا کہ عجب نہیں کہ تم تہائی ہو اس پر انہوں نے پھر تکبیر کہی آپ نے فرمایا مجھے امید ہے کہ تم ہی نصفا نصف ہوگے انہوں نے پھر تکبیر کہی۔ راوی کہتے ہیں مجھے یاد نہیں کہ پھر آپ نے دوتہائیاں بھی فرمائیں یا نہیں ؟ اور روایت میں ہے کہ غزوہ تبوک سے واپسی میں مدینے کے قریب پہنچ کر آپ نے تلاوت آیت شروع کی۔ ایک اور روایت میں ہے کہ جنوں اور انسانوں سے جو ہلاک ہوئے اور روایت میں ہے کہ تم تو ایک ہزار اجزا میں سے ایک جز ہی ہو۔ صحیح بخاری شریف میں اس آیت کی تفسیر میں ہے کہ قیامت والے دن اللہ تعالیٰ آدم ؑ کو پکارے گا وہ جواب دیں گے لبیک ربنا وسعدیک پھر آواز آئے گی کہ اللہ تجھے حکم دیتا ہے کہ اپنی اولاد میں جہنم کا حصہ نکال پوچھیں گے اللہ کتنا ؟ حکم ہوگا ہر ہزار میں سے نو سو نناوے اس وقت حاملہ کے حمل گرجائیں گے، بچے بوڑھے ہوجائیں گے، اور لوگ حواس باختہ ہوجائیں گے کسی نشے سے نہیں بلکہ اللہ کے عذابوں کی سختی کی وجہ سے۔ یہ سن کر صحابہ کے چہرے متغیر ہوگئے تو آپ نے فرمایا یاجوج ماجوج میں سے نو سو ننانوے اور تم میں سے ایک۔ تم تو ایسے ہو جیسے سفید رنگ بیل کے چند سیاہ بال جو اس کے پہلو میں ہوں۔ یا مثل چند سفید بالوں کے جو سیاہ رنگ بیل کے پہلو میں ہوں۔ پھر فرمایا مجھے امید ہے کہ تمام اہل جنت کی گنتی میں تمہاری گنتی چوتھے حصے کی ہوگی ہم نے اس پر تکبیر کہی پھر فرمایا آدھی تعداد میں باقی سب اور آدھی تعداد صرف تمہاری۔ اور روایت میں ہے کہ تم اللہ کے سامنے ننگے پیروں ننگے بدن بےختنہ حاضر کئے جاؤ گے حضرت عائشہ ؓ فرماتی ہیں میں نے کہا حضور ﷺ مرد عورتیں ایک ساتھ ؟ ایک دوسرے پر نظریں پڑیں گی ؟ آپ نے فرمایا عائشہ وہ وقت نہایت سخت اور خطرناک ہوگا (بخاری ومسلم) مسند احمد میں ہے حضرت عائشہ ؓ فرماتی ہیں میں نے کہا یارسول اللہ ﷺ کیا دوست اپنے دوست کو قیامت کے دن یاد کرے گا ؟ آپ نے فرمایا عائشہ تین موقعوں پر کوئی کسی کو یاد نہ کرے گا۔ اعمال کے تول کے وقت جب تک کمی زیادتی نہ معلوم ہوجائے۔ اعمال ناموں کے اڑائے جانے کے وقت جب تک دائیں بائیں ہاتھ میں نہ آجائیں۔ اس وقت جب کہ جہنم میں سے ایک گردن نکلے گی جو گھیرلے گی اور سخت غیظ وغضب میں ہوگی اور کہے گی میں تین قسم کے لوگوں پر مسلط کی گئی ہوں ایک تو وہ لوگ جو اللہ کے سوا دوسروں کو پکارتے رہتے ہیں دوسرے وہ جو حساب کے دن پر ایمان نہیں لاتے اور تیسرے ہر سرکش ضدی متکبر پر پھر تو وہ انہیں سمیٹ لے گی اور چن چن کر اپنے پیٹ میں پہنچا دے گی جہنم پر پل صراط ہوگی جو بال سے باریک اور تلوار سے تیز ہوگی اس پر آنکس اور کانٹے ہوں گے جسے اللہ چاہے پکڑ لے گی اس پر سے گزرنے والے مثل بجلی کے ہوں گے مثل آنکھ جھپکنے کے مثل ہوا کے مثل تیزرفتار گھوڑوں اور اونٹوں کے فرشتے ہر طرف کھڑے دعائیں کرتے ہوں گے کہ اللہ سلامتی دے اللہ بچا دے پس بعض تو بالکل صحیح سالم گزر جائیں گے بعض کچھ چوٹ کھا کر بچ جائیں گے بعض اوندھے منہ جہنم میں گریں گے۔ قیامت کے آثار میں اور اس کی ہولناکیوں میں اور بھی بہت سی حدیثیں ہیں۔ جن کی جگہ اور ہے۔ یہاں فرمایا قیامت کا زلزلہ نہایت خطرناک ہے بہت سخت ہے نہایت مہلک ہے دل دہلانے والا اور کلیجہ اڑانے والا ہے زلزلہ رعب و گھبراہٹ کے وقت دل کے ہلنے کو کہتے ہیں جیسے آیت میں ہے کہ اس میدان جنگ میں مومنوں کو مبتلا کیا گیا اور سخت جھنجھوڑ دئے گئے۔ جب تم اسے دیکھوگے یہ ضمیرشان کی قسم سے ہے اسی لئے اس کے بعد اس کی تفسیر ہے کہ اس سختی کی وجہ سے دودھ پلانے والی ماں اپنے دودھ پیتے بچے کو بھول جائے گی اور حاملہ کے حمل ساقط ہوجائیں گے۔ لوگ بدحواس ہوجائیں گے ایسے معلوم ہوں گے جیسے کوئی نشے میں بدمست ہو رہا ہو۔ دراصل وہ نشے میں نہ ہوں گے بلکہ اللہ کے عذابوں کی سختی نے انہیں بیہوش کر رکھا ہوگا۔",
  "ayah": 2,
  "surah": 22
}
