{
  "text": "مسجدالحرام سے روکنے والے اللہ تعالیٰ کافروں کے اس فعل کی تردید کرتا ہے جو وہ مسلمانوں کو مسجد الحرام سے روکتے تھے وہاں انہیں احکام حج ادا کرنے سے باز رکھتے تھے باوجود اس کے اولیاء اللہ کے ہونے کا دعوی کرتے تھے حالانکہ اولیاء وہ ہیں جن کے دلوں میں اللہ کا ڈر ہو اس سے معلوم ہوتا کہ یہ ذکر مدینے شریف کا ہے۔ جیسے سورة بقرہ کی آیت (یسألونک عن الشہر الحرام الخ) ، میں ہے یہاں فرمایا کہ باوجود کفر کے پھر یہ بھی فعل ہے کہ اللہ کی راہ سے اور مسجد الحرام سے مسلمانوں کو روکتے ہیں جو درحقیقت اس کے اہل ہیں۔ یہی ترتیب اس آیت کی ہے (الذین امنوا وتطمئن قلوبہم بذکر اللہ الخ) ، یعنی ان کی صفت یہ ہے کہ ان کے دل ذکر اللہ سے مطمئن ہوجاتے ہیں۔ مسجد الحرام جو اللہ نے سب کے لئے یکساں طور پر باحرمت بنائی ہے مقیم اور مسافر کے حقوق میں کوئی کمی زیادتی نہیں رکھی۔ اہل مکہ مسجد الحرام میں اترسکتے ہیں اور باہر والے بھی۔ وہاں کی منزلوں میں وہاں کے باشندے اور بیرون ممالک کے لوگ سب ایک ہی حق رکھتے ہیں۔ اس مسئلے میں امام شافعی ؒ تو فرمانے لگے مکہ کی حویلیاں ملکیت میں لائی جاسکتی ہیں۔ ورثے میں بٹ سکتی ہیں اور کرائے پر بھی دی جاسکتی ہیں۔ دلیل یہ دی کہ اسامہ بن زید ؓ نے حضور ﷺ نے سوال کیا کہ کل آپ اپنے ہی مکان میں اترے گے ؟ تو آپ نے جواب دیا کہ عقیل نے ہمارے لئے کون سی حویلی چھوڑی ہے ؟ پھر فرمایا کافر مسلمان کا ورث نہیں ہوتا اور نہ مسلمان کافر کا۔ اور دلیل یہ ہے کہ امیرالمؤمنین حضرت عمر فاروق ؓ نے حضرت صفوان بن امیہ کا مکان چار ہزار درہم میں خرید کر وہاں جیل خانہ بنایا تھا۔ طاؤس اور عمرو بن دینار بھی اس مسئلے میں امام صاحب کے ہم نوا ہیں۔ امام اسحاق بن راہویہ اس کے خلاف کہتے ہیں کہ ورثے میں بٹ نہیں سکتے نہ کرائے پر دئیے جاسکتے ہیں۔ اسلاف میں سے ایک جماعت یہ کہتی ہے مجاہد اور عطاکا یہی مسلک ہے۔ اس کی دلیل ابن ماجہ کی یہ حدیث ہے حضرت علقمہ بن فضلہ فرماتے ہیں حضور ﷺ کے زمانے میں صدیقی اور فاروقی خلافت میں مکہ کی حویلیاں آزاد اور بےملکیت استعمال کی جاتی رہیں اگر ضرورت ہوتی تو رہتے ورنہ اوروں کو بسنے کے لئے دے دیتے۔ حضرت عبداللہ بن عمر ؓ فرماتے ہیں نہ تو مکہ شریف کے مکانوں کا بیچناجائز ہے نہ ان کا کرایہ لینا۔ حضرت عطا بھی حرم میں کرایہ لینے کو منع کرتے تھے۔ حضرت عمربن خطاب ؓ مکہ شریف کے گھروں کے دروازے رکھنے سے روکتے تھے کیونکہ صحن میں حاجی لوگ ٹھیرا کرتے تھے۔ سب سے پہلے گھر کا دروازہ سہیل بن عمرو نے بنایا حضرت عمر ؓ نے اسی وقت انہیں حاضری کا حکم بھیجا انہوں نے آکر کہا مجھے معاف فرمایا جائے میں سوداگر شخص ہوں میں نے ضرورتاً یہ دروازے بنائے ہیں تاکہ میرے جانور میرے بس میں رہیں۔ آپ نے فرمایا پھر خیر ہم اسے تیرے لئے جائز رکھتے ہیں۔ اور روایت میں حکم فاروقی ان الفاظ میں مروی ہے کہ اہل مکہ اپنے مکانوں کے دروازے نہ رکھو تاکہ باہر کے لوگ جہاں چاہیں ٹھیریں۔ عطا فرماتے ہیں شہری اور غیروطنی ان میں برابر ہیں جہاں چاہیں اتریں۔ عبداللہ بن عمر ؓ فرماتے ہیں مکہ شریف کے لوگ گھروں کا کرایہ کھانے والا اپنے پیٹ میں آگ بھرنے والا ہے۔ امام احمد ؒ نے ان دونوں کے درمیان کا مسلک پسند فرمایا یعنی ملکیت کو اور ورثے کو تو جائز بتایا ہاں کرایہ کو ناجائز کہا ہے اس سے دلیلوں میں جمع ہوجاتی ہے۔ واللہ اعلم بالحاد میں \" با \" زائد ہے جیسے تنبت بالدہن میں۔ اور اعشی کے شعر (ضمنت برزق عیالنا ارماحنا الخ) ، میں یعنی ہمارے گھرانے کی روزیاں ہمارے نیزوں پر موقوف ہیں الخ، اور شعروں کے اشعار میں \" با \" کا ایسے موقعوں پر زائد آنا مستعمل ہوا ہے لیکن اس سے بھی عمدہ بات یہ ہے کہ ہم کہیں کہ یہاں کا فعل بہم کے معنی کا متضمن ہے اس لئے \" با \" کے ساتھ متعدی ہوا ہے۔ الحاد سے مراد کبیرہ شرمناک گناہ ہے۔ بظلم سے مراد قصدا ہے تاویل کی رو سے نہ ہونا ہے۔ اور معنی شرک کے غیر اللہ کی عبادت کے بھی کئے گئے ہیں۔ یہ بھی مطلب ہے کہ حرم میں اللہ کے حرام کئے ہوئے کام کو حلال سمجھ لینا جیسے گناہ قتل بےجا ظلم وستم وغیرہ۔ ایسے لوگ درد ناک عذابوں کے سزاوار ہیں۔ حضرت مجاہد ؒ جو بھی یہاں برا کام کرے یہ حرم شریف کی خصوصیت ہے کہ غیروطنی لوگ جب کسی بدکام کا ارادہ بھی کرلیں تو بھی انہیں سزا ہوتی ہے چاہے اسے عملا نہ کریں۔ ابن مسعود ؓ فرماتے ہیں اگر کوئی شخص عدن میں ہو اور حرم میں الحاد وظلم کا ارادہ رکھتا ہو تو بھی اللہ اسے دردناک عذاب کا مزہ چکھائے گا۔ حضرت شعبہ ؒ فرماتے ہیں اس نے تو اس کو مرفوع بیان کیا تھا لیکن میں اسے مرفوع نہیں کرتا۔ اس کی اور سند بھی ہے جو صحیح ہے اور موقوف ہونا بہ نسبت مرفوع ہونے کے زیادہ ٹھیک ہے عموما قول ابن مسعود ؓ سے ہی مروی ہے، واللہ اعلم۔ اور روایت میں ہے کسی پر برائی کے صرف سے برائی نہیں لکھی جاتی لیکن اگر دور دراز مثلا عدن میں بیٹھ کر بھی یہاں کے کسی شخص کے قتل کا ارادہ کرے تو اللہ اسے دردناک عذاب میں مبتلا کرے گا۔ حضرت مجاہد ؒ فرماتے ہیں ہاں یا نہیں کہنے پر یہاں قسمیں کھانا بھی الحاد میں داخل ہے۔ سعید بن جبیر ؒ کا فرمان ہے کہ اپنے خادم کو یہاں گالی دینا بھی الحاد میں ہے۔ ابن عباس ؓ کا قول ہے امیر شخص کا یہاں آکر تجارت کرنا۔ ابن عباس ؓ فرماتے ہیں مکہ میں اناج کا بیچنا۔ ابن حبیب بن ابو ثابت فرماتے ہیں گراں فروشی کے لئے اناج کو یہاں روک رکھنا۔ ابن ابی حاتم میں بھی فرمان رسول اللہ ﷺ سے یہی منقول ہے۔ ابن عباس ؓ فرماتے ہیں یہ آیت عبداللہ بن انیس کے بارے میں اتری ہے اسے حضور ﷺ نے ایک مہاجر اور ایک انصار کے ساتھ بھیجا تھا ایک مرتبہ ہر ایک اپنے اپنے نسب نامے پر فخر کرنے لگا اس نے غصے میں آکر انصاری کو قتل کردیا اور مکہ کی طرف بھاگ کھڑا ہوا اور دین اسلام چھوڑ بیٹھا۔ تو مطلب یہ ہوگا کہ جو الحاد کے بعد مکہ کی پناہ لے۔ ان آثار سے گویہ معلوم ہوتا ہے کہ یہ سب کام الحاد میں سے ہیں لیکن حقیقتا یہ ان سب سے زیادہ اہم بات ہے بلکہ اس سے بڑی چیز پر اس میں تنبیہہ ہے۔ اسی لئے جب ہاتھی والوں نے بیت اللہ شریف کی خرابی کا ارادہ کیا تو اللہ تعالیٰ نے ان پر پرندوں کے غول کے غول بھیج دئے جنہوں نے ان پر کنکریاں پھینک کر ان کا بھس اڑا دیا اور وہ دوسروں کے لئے باعث عبرت بنا دئے گئے۔ چناچہ حدیث میں ہے کہ ایک لشکر اس بیت اللہ کے غزوے کے ارادے سے آئے گا جب وہ بیدا میں پہنچیں گے تو سب کے سب مع اول آخر کے دھنسادئے جائیں گے، الخ۔ حضرت عبداللہ بن عمر ؓ حضرت عبداللہ بن زبیر ؓ فرماتے ہیں آپ یہاں الحاد کرنے سے بچیں میں نے حضور ﷺ سے سنا ہے کہ یہاں ایک قریشی الحاد کرے گا اس کے گناہ اگر تمام جن وانس کے گناہوں سے تولے جائیں تو بھی بڑھ جائیں دیکھو خیال رکھو تم وہی نہ بن جانا۔ (مسند احمد) اور روایت میں یہ بھی ہے کے نصیحت آپ نے انہیں حطیم میں بیٹھ کر کی تھی۔",
  "ayah": 25,
  "surah": 22
}
