{
  "text": "مسجد حرام کی اولین بنیاد توحید یہاں مشرکین کو متنبہ کیا جاتا ہے کہ وہ گھر جس کی بنیاد اول دن سے اللہ کی توحید پر رکھی گئی ہے تم نے اس میں شرک جاری کردیا۔ اس گھر کے بانی خلیل اللہ ؑ ہیں سب سے پہلے آپ نے ہی اسے بنایا۔ آنحضور ﷺ سے ابوذر ؓ نے سوال کیا کہ حضور ﷺ سب سے پہلے کون سی مسجد بنائی گئی ؟ فرمایا مسجد حرام۔ میں نے کہا پھر ؟ فرمایا بیت المقدس۔ میں نے کہا ان دونوں کے درمیان کس قدر مدت کا فاصلہ ہے ؟ فرمایا چالیس سال کا۔ اللہ کا فرمان ہے آیت (اِنَّ اَوَّلَ بَيْتٍ وُّضِــعَ للنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّھُدًى لِّـلْعٰلَمِيْنَ 96؀ۚ) 3۔ آل عمران :96) ، دو آیتوں تک۔ اور آیت میں ہے ہم نے ابراہیم واسماعیل ؑ سے وعدہ کرلیا کہ میرے گھر کو پاک رکھنا الخ بیت اللہ شریف کی بنا کا کل ذکر ہے ہم پہلے لکھ چکے ہیں اس لئے یہاں دوبارہ لکھنے کی ضرورت نہیں۔ یہاں فرمایا اسے صرف میرے نام پر بنا اور اسے پاک رکھ یعنی شرک وغیرہ سے اور اسے خاص کردے ان کے لئے جو موحد ہیں۔ طواف وہ عبادت ہے جو ساری زمین پر بجز بیت اللہ کے میسر ہی نہیں ناجائز ہے۔ پھر طواف کے ساتھ نماز کو ملایا قیام، رکوع، سجدے، کا ذکر فرمایا اس لئے کہ جس طرح طواف اس کے ساتھ مخصوص ہے نماز کا قبلہ بھی یہی ہے ہاں اس کی حالت میں کہ انسان کو معلوم نہ ہو یا جہاد میں ہو یا سفر میں ہو نفل نماز پڑھ رہا ہو تو بیشک قبلہ کی طرف منہ نہ ہونے کی حالت میں بھی نماز ہوجائے گی واللہ اعلم۔ اور یہ حکم ملا کہ اس گھر کے حج کی طرف تمام انسانوں کو بلا۔ مذکور ہے کہ آپ نے اس وقت عرض کی کہ باری تعالیٰ میری آواز ان تک کیسے پہنچے گی ؟ جواب ملا کہ آپ کے ذمہ صرف پکارنا ہے آواز پہنچانا میرے ذمہ ہے۔ آپ نے مقام ابراہیم پر یا صفا پہاڑی پر ابو قیس پہاڑ پر کھڑے ہو کر ندا کی کہ لوگو ! تمہارے رب نے اپنا ایک گھر بنایا ہے پس تم اس کا حج کرو۔ پہاڑ جھک گئے اور آپ کی آواز ساری دنیا میں گونج گئی۔ یہاں تک کہ باپ کی پیٹھ میں اور ماں کے پیٹ میں جو تھے انہیں بھی سنائی دی۔ ہر پتھر درخت اور ہر اس شخص نے جس کی قسمت میں حج کرنا لکھا تھا باآواز لبیک پکارا۔ بہت سے سلف سے یہ منقول ہے، واللہ اعلم۔ پھر فرمایا پیدل لوگ بھی آئیں گے اور سواریوں پر سوار بھی آئیں گے۔ اس سے بعض حضرات نے استدلال کیا ہے کہ جسے طاقت ہو اس کے لئے پیدل حج کرنا سواری پر حج کرنے سے افضل ہے اس لئے کہ پہلے پیدل والوں کا ذکر ہے پھر سواروں کا۔ تو ان کی طرف توجہ زیادہ ہوئی اور ان کی ہمت کی قدر دانی کی گئی۔ ابن عباس ؓ فرماتے ہیں میری یہ تمنا رہ گئی کہ کاش کہ میں پیدل حج کرتا۔ اس لئے کہ فرمان الٰہی میں پیدل والوں کا ذکر ہے۔ لیکن اکثر بزرگوں کا قول ہے کہ سواری پر افضل ہے کیونکہ رسول اللہ ﷺ نے باوجود کمال قدرت وقوت کے پاپیادہ حج نہیں کیا تو سواری پر حج کرنا حضور ﷺ کی پوری اقتدا ہے پھر فرمایا دور دراز سے حج کے لئے آئیں گے خلیل اللہ ؑ کی دعا بھی یہی تھی کہ آیت (فاجعل افئدۃ من الناس تہوی الیہم) لوگوں کے دلوں کو اے اللہ تو ان کی طرف متوجہ کردے۔ آج دیکھ لو وہ کونسا مسلمان ہے جس کا دل کعبے کی زیارت کا مشتاق نہ ہو ؟ اور جس کے دل میں طواف کی تمنائیں تڑپ نہ رہی ہوں۔ (اللہ تعالیٰ ہمیں نصیب فرمائے)",
  "ayah": 27,
  "surah": 22
}
