{
  "text": "دنیا اور آخرت کے فائدے دنیا اور آخرت کے فوائد حاصل کرنے کے لئے آئیں۔ اللہ کی رضا کے ساتھ ہی دنیاوی مفاد تجارت وغیرہ کا فائدہ اٹھائیں۔ جیسے فرمایا آیت (لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۭ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفٰتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۠ وَاذْكُرُوْهُ كَمَا ھَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۗلِّيْنَ01908) 2۔ البقرة :198) موسم حج میں تجارت کرنا ممنوع نہیں۔ مقررہ دنوں سے مراد ذی الحجہ کا پہلا عشرہ ہے حضور ﷺ کا فرمان ہے کسی دن کا عمل اللہ کے نزدیک ان دنوں کے عمل سے افضل نہیں۔ لوگوں نے پوچھا جہاد بھی نہیں ؟ فرمایا جہاد بھی نہیں، بجز اس مجاہد کے عمل کے جس نے اپنی جان ومال اللہ کی راہ میں قربان کردیا ہو (صحیح بخاری) میں نے اس حدیث کو اس کی تمام سندوں کے ساتھ ایک مستقل کتاب میں جمع کردیا ہے۔ چناچہ ایک روایت میں ہے کسی دن کا عمل اللہ کے نزدیک ان دنوں سے بڑا اور پیارا نہیں پس تم ان دس دنوں میں لا الہ اللہ اور الحمد اللہ بکثرت پڑھا کرو۔ انہی دنوں کی قسم آیت (ولیال عشر) کی آیت میں ہے۔ بعض سلف کہتے ہیں آیت (وَوٰعَدْنَا مُوْسٰي ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً01402) 7۔ الاعراف :142) سے بھی مراد یہی دن ہیں۔ حضرت ابن عمر ؓ اور حضرت ابوہریرہ ؓ ان دنوں بازار میں آتے اور تکبیر پکارتے، بازار والے بھی آپ کے ساتھ تکبیر پڑھنے لگتے۔ ان ہی دس دنوں میں عرفہ کا دن ہے جس دن کے روزے کی نسبت رسول اللہ ﷺ کا فرمان ہے کہ گذشتہ اور آئندہ دو سال کے گناہ معاف ہوجاتے ہیں (صحیح مسلم شریف) ان ہی دس دنوں میں قربانی کا دن یعنی بقرعید کا دن ہے جس کا نام اسلام میں حج اکبر کا دن ہے۔ ایک روایت میں ہے کہ اللہ کے نزدیک یہ سب دنوں سے افضل ہے۔ الغرض سارے سال میں ایسی فضیلت کے دن اور نہیں جیسے کہ حدیث شریف میں ہے۔ یہ دس دن رمضان شریف کے آخری دس دنوں سے بھی افضل ہیں۔ کیونکہ نماز روزہ صدقہ وغیرہ جو رمضان کے اس آخری عشرے میں ہوتا ہے وہ سب ان دنوں میں بھی ہوتا ہے مزید برآں ان میں فریضہ حج ادا ہوتا ہے۔ یہ بھی کہا گیا ہے کہ رمضان شریف کے آخری دن افضل ہیں کیونکہ انہیں میں لیلۃ القدر ہے جو ایک ہزار مہینوں سے بہتر ہے۔ تیسرے قول درمیانہ ہے کہ دن تو یہ افضل اور راتیں رمضان المبارک کے آخری دس دنوں کی افضل ہیں۔ اس قول کے مان لینے سے مختلف دلائل میں جمع ہوجاتی ہیں واللہ اعلم۔ ایام معلومات کی تفسیر میں ایک دوسرا قول یہ ہے کہ یہ قربانی کا دن اور اس کے بعد کے تین دن ہیں۔ حضرت ابن عمر اور ابراہیم نخعی ؒ سے یہی مروی ہے اور ایک روایت سے امام احمد بن حنبل ؒ کا مذہب بھی یہی ہے۔ تیسرا قول یہ ہے کہ بقرہ عید اور اس کے بعد کے دو دن۔ اور ایام معدودات سے بقرہ عید اور اس کے بعد کے تین دن۔ اس کی اسناد حضرت عبداللہ بن عمر ؓ تک صحیح ہے۔ سدی ؒ بھی یہی کہتے ہیں امام مالک ؒ کا بھی یہی مذہب ہے اور اس کی اور اس سے پہلے کے قول کی تائید فرمان باری آیت (عَلٰي مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِ 28؀ۡ) 22۔ الحج :28) سے ہوتی ہے کیونکہ اس سے مراد جانوروں کی قربانی کے وقت اللہ کا نام لینا ہے۔ چوتھا قول یہ ہے کہ یہ عرفے کا دن بقرہ عید کا دن اور اس کے بعد کا ایک دن ہے امام ابوحنیفہ ؒ کا مذہب یہی ہے۔ حضرت اسلم سے مروی ہے کہ مراد یوم نحر اور ایام تشریق ہیں بہیمتہ الانعام سے مراد اونٹ گائے اور بکری ہیں۔ جیسے سورة الانعام کی آیت (ثَمٰنِيَةَ اَزْوَاجٍ ۚ مِنَ الضَّاْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ ۭقُلْ ءٰۗالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْـتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِ ۭ نَبِّـــــُٔـوْنِيْ بِعِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ01403ۙ) 6۔ الانعام :143) میں مفصل موجود ہے۔ لیکن یہ قول غریب ہے۔ اکثر بزرگوں کا مذہب ہے کہ یہ رخصت ہے یا استحباب ہے۔ چناچہ حدیث شریف میں ہے کہ حضور ﷺ نے جب قربانی کی تو حکم دیا کہ ہر اونٹ کے گوشت کا ایک ٹکڑا نکال کر پکالیا جائے پھر آپ نے وہ گوشت کھایا اور شوربا پیا۔ امام مالک ؒ فرماتے ہیں میں اسے پسند کرتا ہوں کہ قربانی کا گوشت قربانی کرنے والا کھالے کیونکہ اللہ کا فرمان ہے۔ ابراہیم ؒ فرماتے ہیں کہ مشرک لوگ اپنی قربانی کا گوشت نہیں کھاتے تھے اس کہ برخلاف مسلمانوں کو اس کے گوشت کے کھانے کی اجازت دی گئی اب جو چاہے کھائے جو چاہے نہ کھائے۔ حضرت مجاہد ؒ فرماتے ہیں کہ مشرک لوگ اپنی قربانیوں کا گوشت نہیں کھاتے تھے اس کے برخلاف مسلمانوں کو اس گوشت کے کھانے کی اجازت دی گئی اب جو چاہے کھائے جو چاہے نہ کھائے حضرت مجاہد ؒ اور حضرت عطا ؒ سے بھی اسی طرح منقول ہے۔ مجاہد ؒ فرماتے ہیں یہاں کا یہ حکم آیت (وَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۭوَلَا يَجْرِمَنَّكُمْ شَـنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْا) 5۔ المآئدہ :2) کی طرح ہے یعنی جب تم احرام سے فارغ ہوجاؤ تو شکار کھیلو۔ اور سورة جمعہ میں فرمان ہے آیت (فَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِي الْاَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللّٰهِ وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ 10؀) 62۔ الجمعة :10) جب نماز پوری ہوجائے تو زمین میں پھیل جاؤ مطلب یہ ہے کہ ان دونوں آیتوں میں حکم ہے شکار کرنے کا اور زمین میں روزی تلاش کرنے کے لئے پھیل جانے کا لیکن یہ حکم وجوبی اور فرضی نہیں اسی طرح اپنی قربانی کے گوشت کو کھانے کا حکم بھی ضروری اور واجب نہیں۔ امام ابن جریر بھی اس قول کو پسند فرماتے ہیں۔ بعض لوگوں کا خیال ہے کہ قربانی کے گوشت کے دو حصے کردئیے جائیں ایک حصہ خود قربانی کرنے والے کا دوسرا حصہ فقیر فقراء کا۔ بعض کہتے ہیں تین کرنے چاہئیں تہائی اپنا تہائی ہدیہ دینے کے لئے اور تہائی صدقہ کرنے کے لئے۔ پہلے قول والے اوپر کی آیت کی سند لاتے ہیں اور دوسرے قول والے آیت (وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ۭ كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ 36؀) 22۔ الحج :36) کو دلیل میں پیش کرتے ہیں اس کا پورا بیان آئے گا انشاء اللہ تعالیٰ عکرمہ ؒ فرماتے ہیں آیت (البائس الفقیر) سے مطلب وہ بےبس انسان ہے جو احتیاج ہونے پر بھی سوال سے بچتا ہو۔ مجاہد ؒ فرماتے ہیں جو دست سوال دارز نہ کرتا ہو، کم بینائی والا ہو،احکام حج پھر وہ احرام کھول ڈالے سر منڈوالیں کپڑے پہن لیں، ناخن کٹوا ڈالیں، وغیرہ احکام حج پورے کرلیں۔ نذریں پوری کرلیں حج کی قربانی کی اور جو ہو۔ پس جو شخص حج کے لئے نکلا اس کے ذمے طواف بیت اللہ، طواف صفا مروہ، عرفات کے میدان میں جانا، مزدلفے کی حاضری، شیطانوں کو کنکر مارنا وغیرہ سب کچھ لازم ہے۔ ان تمام احکام کو پورے کریں اور صحیح طور پر بجا لائیں اور بیت اللہ شریف کا طواف کریں جو یوم النحر کو واجب ہے۔ ابن عباس ؓ فرماتے ہیں حج کا آخری کام طواف ہے۔ حضور ﷺ نے بھی کیا جب آپ دس ذی الحجہ کو منی کی طرف واپس آئے تو سب سے پہلے شیطانوں کو سات سات کنکریاں ماریں۔ پھر قربانی کی، پھر سر منڈوایا، پھر لوٹ کر بیت اللہ آکر طواف بیت اللہ کیا۔ حضرت ابن عباس ؓ سے بخاری ومسلم میں مروی ہے کہ لوگوں کو حکم کیا گیا ہے کہ ان کا آخری کام طواف بیت اللہ ہو۔ ہاں البتہ حائضہ عورتوں کو رعایت کردی گئی ہے بیت العتیق کے لفظ سے استدلال کرکے فرمایا گیا ہے کہ طواف کرنے والے کو حطیم بھی اپنے طواف کے اندر لے لینا چاہے۔ اس لئے کہ وہ بھی اصل بیت اللہ شریف میں سے ہے حضرت ابراہیم ؑ کی بنا میں یہ داخل تھا گو قریش نے نیا بناتے وقت اسے باہر چھوڑ دیا لیکن اس کی وجہ بھی خرچ کی کمی تھی نہ کہ اور کچھ۔ اس لئے حضور ﷺ نے حطیم کے پیچھے سے طواف کیا اور فرمایا بھی دیا کہ حطیم بیت اللہ شریف میں داخل ہے۔ اور آپ نے دونوں شامی رکنوں کو ہاتھ نہیں لگایا نہ بوسہ دیا کیونکہ وہ بناء ابراہیمی کے مطابق پورے نہیں۔ اس آیت کے اترنے کے بعد حضور ﷺ نے حطیم کے پیچھے سے طواف کیا۔ پہلے اس طرح کی عمارت تھی کہ یہ اندر تھا اسی لئے اسے پرانا گھر کہا گیا یہی سب سے پہلا اللہ کا گھر ہے اور وجہ یہ بھی ہے کہ یہ طوفان نوح میں سلامت رہا۔ اور یہ بھی وجہ ہے کہ کوئی سرکش اس پر غالب نہیں آسکا۔ یہ ان سب کی دستبرد سے آزاد ہے جس نے بھی اس سے برا قصد کیا وہ تباہ ہوا۔ اللہ نے اسے سرکشوں کے تسلط سے آزاد کرلیا ہے۔ ترمذی میں اسی طرح کی ایک مرفوع حدیث بھی ہے جو حسن غریب ہے اور ایک اور سند سے مرسلاً بھی مروی ہے۔",
  "ayah": 28,
  "surah": 22
}
