{
  "text": "قربانی ہر امت پر فرض قرار دی گئی فرمان ہے کہ کل امتوں میں ہر مذہب میں ہر گروہ کو ہم نے قربانی کا حکم دیا تھا۔ ان کے لئے ایک دن عید کا مقرر تھا۔ وہ بھی اللہ کے نام ذبیحہ کرتے تھے۔ سب کے سب مکہ شریف میں اپنی قربانیاں بھیجتے تھے۔ تاکہ قربانی کے چوپائے جانوروں کے ذبح کرنے کے وقت اللہ کا نام ذکر کریں۔حضور ﷺ کے پاس دو مینڈھے چت کبرے بڑے بڑے سینگوں والے لائے گئے آپ نے انہیں لٹا کر ان کی گردن پر پاؤں رکھ کر بسم اللہ واللہ اکبر پڑھ کر ذبح کیا۔ مسند احمد میں ہے کہ صحابہ ؓ نے حضور ﷺ سے دریافت کیا کہ یہ قربانیاں کیا ہیں ؟ آپ نے جواب دیا تمہارے باپ ابراہیم ؑ کی سنت۔ پوچھا ہمیں اس میں کیا ملتا ہے ؟ فرمایا ہر بال کے بدلے ایک نیکی۔ دریافت کیا اور \" اون \" کا کیا حکم ہے ؟ فرمایا ان کے روئیں کے بدلے ایک نیکی۔ اسے امام ابن جریر رحمتہ اللہ بھی لائے ہیں۔ تم سب کا اللہ ایک ہے گو شریعت کے بعض احکام ادل بدل ہوتے رہے لیکن توحید میں، اللہ کی یگانگت میں، کسی رسول کو کسی نیک امت کو اختلاف نہیں ہوا۔ سب اللہ کی توحید، اسی کی عبادت کی طرف تمام جہان کو بلاتے رہے۔ سب پر اول وحی یہی نازل ہوتی رہی۔ پس تم سب اس کی طرف جھک جاؤ، اس کے ہو کر رہو، اس کے احکام کی پابندی کرو، اس کی اطاعت میں استحکام کرو۔ جو لوگ مطمئن ہیں، جو متواضع ہیں، جو تقوے والے ہیں، جو ظلم سے بیزار ہیں، مظلومی کی حالت میں بدلہ لینے کے خوگر نہیں، مرضی مولا، رضائے رب پر راضی ہیں انہیں خوشخبریاں سنادیں، وہ مبارکباد کے قابل ہیں۔ جو ذکر الٰہی سنتے ہیں دل نرم، اور خوف الٰہی سے پر کرکے رب کی طرف جھک جاتے ہیں، کٹھن کاموں پر صبر کرتے ہیں، مصیبتوں پر صبر کرتے ہیں۔ امام حسن بصری ؒ فرماتے ہیں واللہ اگر تم نے صبر و برداشت کی عادت نہ ڈالی تو تم برباد کردیئے جاؤگے ولامقیمی کی قرأت اضافت کے ساتھ تو جمہور کی ہے۔ لیکن ابن سمیفع نے والمقیمین پڑھا ہے اور الصلوۃ کا زبر پڑھا ہے۔ امام حسن نے پڑھا تو ہے نون کے حذف اور اضافت کے ساتھ لیکن الصلوۃ کا زبر پڑھا ہے اور فرماتے ہیں کہ نون کا حذف یہاں پر بوجہ تخفیف کے ہے کیونکہ اگر بوجہ اضافت مانا جائے تو اس کا زبر لازم ہے۔ اور ہوسکتا ہے کہ بوجہ قرب کے ہو۔ مطلب یہ ہے کہ فریضہ الٰہی کے پابند ہیں اور اللہ کا حق ادا کرنے والے ہیں اور اللہ کا دیا ہوا دیتے رہتے ہیں، اپنے گھرانے کے لوگوں کو، فقیروں محتاجوں کو اور تمام مخلوق کو جو بھی ضرورت مند ہوں سب کے ساتھ سلوک واحسان سے پیش آتے ہیں۔ اللہ کی حدود کی حفاظت کرتے ہیں منافقوں کی طرح نہیں کہ ایک کام کریں تو ایک کو چھوڑیں۔ سورة براۃ میں بھی یہی صفتیں بیان فرمائی ہیں اور وہیں پوری تفسیر بھی بحمد اللہ ہم کر آئے ہیں",
  "ayah": 35,
  "surah": 22
}
