{
  "text": "القول في تأويل قوله تعالى :  وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10)يقول تعالى ذكره: وجعل في الأرض التي خلق في يومين جبالا رواسي, وهي الثوابت في الأرض من فوقها, يعني: من فوق الأرض على ظهرها.وقوله: ( وَبَارَكَ فِيهَا ) يقول: وبارك في الأرض فجعلها دائمة الخير لأهلها.وقد ذُكر عن السديّ في ذلك ما حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ: ( وَبَارَكَ فِيهَا ) قال: أنبت شجرها.( وَقَدَّرَ فِيهَا أَقْوَاتَهَا )اختلف أهل التأويل في ذلك, فقال بعضهم: وقدر فيها أقوات أهلها بمعنى أرزاقهم ومعايشهم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: أرزاقها.حدثني موسى, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: قدر فيها أرزاق العباد, ذلك الأقوات.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) يقول: أقواتها لأهلها.وقال آخرون: بل معناه: وقدر فيها ما يصلحها.* ذكر من قال ذلك:حدثني علي بن سهل, قال: ثنا الوليد بن مسلم, عن خليد بن دعلج, عن قتادة, قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: صلاحها.وقال آخرون: بل معنى ذلك: وقدر فيها جبالها وأنهارها وأشجارها.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) : خلق فيها جبالها وأنهارها وبحارها وشجرها, وساكنها من الدواب كلها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: جبالها ودوابها وأنهارها وبحارها.وقال آخرون: بل معنى ذلك: وقدر فيها أقواتها من المطر.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: من المطر.وقال آخرون: بل معنى ذلك: وقدر في كل بلدة منها ما لم يجعله في الآخر منها لمعاش, بعضهم من بعض بالتجارة من بلدة إلى بلدة.* ذكر من قال ذلك:حدثني الحسين بن محمد الذارع, قال: ثنا أبو محصن, قال: ثنا حسين, عن عكرمة, في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: اليمانيّ باليمن, والسابريّ بسابور.حدثني محمد بن عبد الله بن بزيع, قال: ثنا أبو محصن, عن حصين, قال: قال عكرمة ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) اليمانية باليمن, والسابرية بسابور, وأشباه هذا.حدثنا أبو كُرَيب, قال: ثنا ابن إدريس, قال: سمعت حصينا عن عكرمة في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: في كل أرض قوت لا يصلح في غيرها, اليماني باليمن, والسابري بسابور.حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, قال: أخبرنا حصين عن عكرمة في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: البلد يكون فيه القوت أو الشيء لا يكون لغيره, ألا ترى أن السابري إنما يكون بسابور, وأن العصب إنما يكون باليمن ونحو ذلك.حدثني إسماعيل بن سيف, قال: ثنا ابن عبد الواحد بن زياد, عن خصيف, عن مجاهد, في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: السابريّ بسابور, والطيالسة من الريّ.حدثني إسماعيل, قال: ثنا أبو النضر صاحب البصري, قال: ثنا أبو عوانة, عن مطرف, عن الضحاك في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: السابريّ بسابور, والطيالسة من الريّ.فى قوله ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: السابريّ من سابور, والطيالسة من الريّ, والحِبَر من اليمن.والصواب من القول في ذلك أن يقال: إن الله تعالى أخبر أنه قدّر في الأرض أقوات أهلها, وذلك ما يقوتهم من الغذاء, ويصلحهم من المعاش, ولم يخصص جلّ ثناؤه بقوله ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) أنه قَدّر فيها قوتا دون قوت, بل عم الخبر عن تقديره فيها جميع الأقوات, ومما يقوت أهلها ما لا يصلحهم غيره من الغذاء, وذلك لا يكون إلا بالمطر والتصرّف في البلاد لما خصّ به بعضا دون بعض, ومما أخرج من الجبال من الجواهر, ومن البحر من المآكل والحليّ, ولا قول في ذلك أصح مما قال جلّ ثناؤه: قدّر في الأرض أقوات أهلها, لما وصفنا من العلة.وقال جلّ ثناؤه: ( فِي أَرْبَعَةِ أَيَّامٍ ) لما ذكرنا قبل من الخبر الذي روينا عن ابن عباس, عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنه فرغ من خلق الأرض وجميع أسبابها ومنافعها من الأشجار والماء والمدائن والعمران والخراب في أربعة أيام, أوّلهنّ يوم الأحد, وآخرهن يوم الأربعاء.حدثني موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ, قال: خلق الجبال فيها وأقوات أهلها وشجرها وما ينبغي لها في يومين, في الثلاثاء والأربعاء.وقال بعض نحويي البصرة: قال. خلق الأرض في يومين, ثم قال في أربعة أيام, لأنه يعني أن هذا مع الأول أربعة أيام, كما تقول: تزوّجت أمس امرأة, واليوم ثنتين, وإحداهما التي تزوّجتها أمس.وقوله: ( سَوَاءً لِلسَّائِلِينَ ) اختلف أهل التأويل في تأويله, فقال بعضهم: تأويله: سواء لمن سأل عن مبلغ الأجل الذي خلق الله فيه الأرض, وجعل فيها الرواسي من فوقها والبركة, وقدّر فيها الأقوات بأهلها, وجَدَهُ كما أخبر الله أربعه أيام لا يزدن على ذلك ولا ينقصن منه.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( سَوَاءً لِلسَّائِلِينَ ) من سأل عن ذلك وجده, كما قال الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( سَوَاءً لِلسَّائِلِينَ ) قال: من سأل فهو كما قال الله.حدثنا موسى بن هارون, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ ) يقول: من سأل فهكذا الأمر.وقال آخرون: بل معنى ذلك: سواء لمن سأل ربه شيئا مما به الحاجة إليه من الرزق, فإن الله قد قدّر له من الأقوات في الأرض, على قدر مسألة كل سائل منهم لو سأله لما نفذ من علمه فيهم قبل أن يخلقهم.*ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب قال: قال ابن زيد في قوله ( سَوَاءً لِلسَّائِلِينَ ) قال: قدّر ذلك على قدر مسائلهم, يعلم ذلك أنه لا يكون من مسائلهم شيء إلا شيء قد علمه قبل أن يكون. واختلفت القراء في قراءة ذلك. فقرأته عامة قراء الأمصار غير أبي جعفر والحسن البصري: ( سَوَاءً ) بالنصب. وقرأه أبو جعفر القارئ: \" سَوَاءٌ\" بالرفع. وقرأ الحسن: \" سَوَاءٍ\" بالجر.والصواب من القراءة في ذلك ما عليه قراء الأمصار, وذلك قراءته بالنصب لإجماع الحجة من القراء عليه, ولصحة معناه. وذلك أن معنى الكلام: قدر فيها أقواتها سواء لسائليها على ما بهم إليه الحاجة, وعلى ما يصلحهم.وقد ذُكر عن ابن مسعود أنه كان يقرأ ذلك: \" وَقَسَّمَ فِيهَا أقْوَاتَهَا \".وقد اختلف أهل العربية في وجه نصب سواءً, فقال بعض نحويي البصرة: من نصبه جعله مصدرا, كأنه قال: استواء. قال: وقد قرئ بالجر وجعل اسما للمستويات: أي في أربعة أيام تامَّة. وقال بعض نحويي الكوفة: من خفض سواء, جعلها من نعت الأيام, وإن شئت من نعت الأربعة, ومن نصبها جعلها متصلة بالأقوات. قال: وقد ترفع كأنه ابتداء, كأنه قال: ذلك ( سَوَاءً لِلسَّائِلِينَ ) يقول: لمن أراد علمه.والصواب من القول في ذلك أن يكون نصبه إذا نصب حالا من الأقوات, إذ كانت سواء قد شبهت بالأسماء النكرة, فقيل: مررت بقوم سواء, فصارت تتبع النكرات, وإذا تبعت النكرات انقطعت من المعارف فنصبت, فقيل: مررت بإخوتك سواء, وقد يجوز أن يكون إذا لم يدخلها تثنية ولا جمع أن تشبه بالمصادر. وأما إذا رُفعت, فإنما ترفع ابتداء بضمير ذلك ونحوه, وإذا جرت فعلى الاتباع للأيام أو للأربعة.",
  "ayah": 10,
  "surah": 41
}
