{
  "text": "القول في تأويل قوله تعالى :  وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (21)يقول تعالى ذكره: وقال هؤلاء الذين يحشرون إلى النار من أعداء الله سبحانه لجلودهم إذ شهدت عليهم بما كانوا في الدنيا يعملون: لم شهدتم علينا بما كنا نعمل في الدنيا؟.فأجابتهم جلودهم: ( أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ ) فنطقنا; وذكر أن هذه الجوارح تشهد على أهلها عند استشهاد الله إياها عليهم إذا هم أنكروا الأفعال التي كانوا فعلوها في الدنيا بما سخط الله, وبذلك جاء الخبر عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر الأخبار التي رُويت عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم:حدثنا أحمد بن حازم الغفاريّ, قال: أخبرنا عليّ بن قادم الفزاري, قال: أخبرنا شريك, عن عبيد المُكْتِب, عن الشعبيّ, عن أنس, قال: ضحك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ذات يوم حتى بدت نواجذه, ثم قال: \" ألا تَسْأَلُونِي ممَّ ضَحِكْتُ؟\" قالوا: ممّ ضحكتَ يا رسول الله؟ قال: \" عَجِبْتُ مِنْ مُجَادَلَةِ العَبْدِ رَبَّهُ يَوْمَ القِيَامَةِ! قال: يقُولُ: يا رَبّ ألَيْسَ وَعَدْتَنِي أنْ لا تَظْلِمَنِي؟ قالَ: فإنَّ لكَ ذلكَ, قال: فإنّي لا أقْبَلُ عليَّ شاهدًا إلا مِنْ نَفْسِي, قالَ: أوَلَيْس كفَى بِي شَهِيدًا, وَبالمَلائِكَةِ الكرَام الكاتبين؟ قالَ فَيُخْتمُ عَلى فِيه, وَتَتَكَلَّمُ أرْكانُهُ بِمَا كانَ يَعْمَلُ, قالَ: فَيَقُولُ لَهُنَّ: بُعْدًا لَكُنَّ وسُحْقا, عَنْكُنَّ كُنْتُ أُجادِلُ\".حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن عبيد المكتب, عن فضيل بن عمرو, عن الشعبي, عن أنس, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بنحوه.حدثني عباس بن أبي طالب, قال: ثنا يحيى بن أبي بكر, عن شبل, قال: سمعت أبا قزعة يحدّث عمرو بن دينار, عن حكيم بن معاوية, عن أبيه, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال, وأشار بيده إلى الشأم, قال: \" هاهُنا إلى هاهُنا تحْشَرُونَ رُكْبانا وَمُشاةً على وُجُوهِكُمْ يَوْمَ القِيَامَةِ, على أفْوَاهِكُمْ الفِدامُ, تُوَقُّونَ سَبْعِينَ أُمَّةً أنْتُمْ آخِرُها وأكْرَمُها على الله, وإن أوَّلَ ما يُعْرِبُ مِنْ أحَدِكُمْ فَخِذُهُ\".حدثنا مجاهد بن موسى, قال: ثنا يزيد, قال: أخبرنا الحريري, عن حكيم بن معاوية, عن أبيه عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قال: وتَجِيئُونَ يَوْمَ القِيَامَةِ على أفْوَاهِكُمْ الفِدامُ, وإنَّ أوَّلَ ما يَتَكَلَّمُ مِنَ الآدَمِيّ فَخِذُهُ وكَفُّهُ\".حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن بهز بن حكيم, عن أبيه, عن جده, قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم \" ما لي أُمْسكُ بحُجَزِكُمْ مِنَ النَّارِ؟ ألا إن رَبِّي داعيَّ وإنَّهُ سائِلي هَلْ بَلَّغْت عِبادَهُ؟ وإنّي قائِلٌ: رَبّ قَدْ بَلَّغْتُهُمْ, فَيُبَلِّغَ شاهدُكُمْ غائِبَكُمْ, ثُمَّ إنَّكُمْ مُدَّعُونَ مُفَدَّمَةً أفْوَاهُكُمْ بالفِدامِ, ثُمَّ إنَّ أوَّل ما يُبِينُ عَنْ أَحْدِكَمْ لفَخِذُهُ وكَفُّهُ\".حدثني محمد بن خلف, قال: ثنا الهيثم بن خارجة, عن إسماعيل بن عياش, عن ضمضم بن زُرْعة, عن شريح بن عبيد, عن عقبة, سمع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يقول: \" إنَّ أوَّل عَظْمٍ تَكَلَّمَ مِنَ الإنْسانِ يَوْمَ يخْتَمُ على الأفْوَاهِ فَخِذُه ُمِنَ الرِّجْل الشمال \".وقوله: ( وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ ) يقول تعالى ذكره: والله خلقكم الخلق الأول ولم تكونوا شيئا. يقول: وإليه مصيركم من بعد مماتكم.",
  "ayah": 21,
  "surah": 41
}
