{
  "text": "القول في تأويل قوله تعالى :  وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ (33)يقول تعالى ذكره: ومن أحسن أيها الناس قولا ممن قال ربنا الله ثم استقام على الإيمان به, والانتهاء إلى أمره ونهيه, ودعا عباد الله إلى ما قال وعمل به من ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, قال:  تلا الحسن: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ ) قال: هذا حبيب الله, هذا وليّ الله, هذا صفوة الله, هذا خيرة الله, هذا أحبّ الخلق إلى الله, أجاب الله في دعوته, ودعا الناس إلى ما أجاب الله فيه من دعوته, وعمل صالحا في إجابته, وقال: إنني من المسلمين, فهذا خليفة الله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ )... الآية, قال: هذا عبد صدّق قولَه عملُه, ومولَجه مخرجُه, وسرَّه علانيته, وشاهده مغيبه, وإن المنافق عبد خالف قوله عمله, ومولجه مخرجه, وسرَّه علانيته, وشاهده مغيبه.واختلف أهل العلم في الذي أريد بهذه الصفة من الناس, فقال بعضهم: عني بها نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر من قال ذلك:حدثنا محمد بن الحسين, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ ) قال: محمد صَلَّى الله عَلَيْهِ وَسَلَّم حين دعا إلى الإسلام.حدثني يونس قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ ) قال: هذا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم. وقال آخرون: عُني به المؤذّن.* ذكر من قال ذلك:حدثني داود بن سليمان بن يزيد المكتب البصري, قال: ثنا عمرو بن جرير البجلي, عن إسماعيل بن أبي خالد, عن قيس بن أبي حازم, في قول الله: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ ) قال: المؤذن ( وَعَمِلَ صَالِحًا ) قال: الصلاة ما بين الأذان إلى الإقامة.وقوله: ( وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ ) يقول: وقال: إنني ممن خضع لله بالطاعة, وذل له بالعبودة, وخشع له بالإيمان بوحدانيته.",
  "ayah": 33,
  "surah": 41
}
