{
  "text": "وقوله: ( وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ) يقول تعالى ذكره: ولا تستوي حسنة الذين قالوا ربنا الله ثم استقاموا, فأحسنوا في قولهم, وإجابتهم وبهم إلى ما دعاهم إليه من طاعته, ودعوا عباد الله إلى مثل الذي أجابوا ربهم إليه, وسيئة الذين قالوا:  لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ  فكذلك لا تستوي عند الله أحوالهم ومنازلهم, ولكنها تختلف كما وصف جلّ ثناؤه أنه خالف بينهما, وقال جلّ ثناؤه: ( وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ) فكرر لا والمعنى: لا تستوي الحسنة ولا السيئة, لأن كلّ ما كان غير مساو شيئا, فالشيء الذي هو له غير مساو غير مساويه, كما أن كل ما كان مساويا لشيء فالآخر الذي هو له مساو, مساو له, فيقال: فلان مساو فلانا, وفلان له مساو, فكذلك فلان ليس مساويا لفلان, لا فلان مساويا له, فلذلك كرّرت لا مع السيئة, ولو لم تكن مكرّرة معها كان الكلام صحيحا. وقد كان بعض نحويي البصرة يقول: يجوز أن يقال: الثانية زائدة; يريد: لا يستوي عبد الله وزيد, فزيدت لا توكيدا, كما قال  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ أَلا يَقْدِرُونَ  أي لأن يعلم, وكما قال:  لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ * وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ  . وقد كان بعضهم ينكر قوله هذا في:  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ  , وفي قوله:  لا أُقْسِمُ  فيقول: لا الثانية في قوله:  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ  أن لا يقدرون ردّت إلى موضعها, لأن النفي إنما لحق يقدرون لا العلم, كما يقال: لا أظنّ زيدا لا يقوم, بمعنى: أظن زيدا لا يقوم; قال: وربما استوثقوا فجاءوا به أوّلا وآخرا, وربما اكتفوا بالأول من الثاني.وحُكي سماعا من العرب: ما كأني أعرفها: أي كأني لا أعرفها. قال: وأما \" لا \" في قوله  لا أُقْسِمُ  فإنما هو جواب, والقسم بعدها مستأنف, ولا يكون حرف الجحد مبتدأ صلة.وإنما عنى يقوله.( وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَة ) ولا يستوي الإيمان بالله والعمل بطاعته والشرك به والعمل بمعصيته.وقوله: ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) يقول تعالى ذكره لنبيّه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ادفع يا محمد بحلمك جهل من جهل عليك, وبعفوك عمن أساء إليك إساءة المسيء, وبصبرك عليهم مكروه ما تجد منهم, ويلقاك من قِبلهم.وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في تأويله.* ذكر من قال ذلك.حدثني عليّ, قال: ثنا أبو صالح, قال ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) قال: أمر الله المؤمنين بالصبر عند الغضب, والحلم والعفو عند الإساءة, فإذا فعلوا ذلك عصمهم الله من الشيطان, وخضع لهم عدوُّهم, كأنه وليّ حميم.وقال آخرون: معنى ذلك: ادفع بالسلام على من أساء إليك إساءته.* ذكر من قال ذلك:حدثنا محمد بن بشار, قال: ثنا أبو عامر, قال: ثنا سفيان, عن طلحة بن عمرو, عن عطاء ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) قال: بالسلام.حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن عبد الكريم الجزري, عن مجاهد ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) قال: السلام عليك إذا لقيته.وقوله: ( فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ ) يقول تعالى ذكره: افعل هذا الذي أمرتك به يا محمد من دفع سيئة المسيء إليك بإحسانك الذي أمرتك به إليه, فيصير المسيء إليك الذي بينك وبينه عداوة, كأنه من ملاطفته إياك. وبرّه لك, وليّ لك من بني أعمامك, قريب النسب بك, والحميم: هو القريب.كما حدثنا بشر, قال: ثنا يزيد. قال: ثنا سعيد, , عن قتادة ( كَأَنَّهُ وَلِيٌّ حَمِيمٌ ) : أي كأنه وليّ قريب.",
  "ayah": 34,
  "surah": 41
}
