{
  "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ( 39 )يقول تعالى ذكره: ومن حجج الله أيضا وأدلته على قدرته على نشر الموتى من بعد بلاها, وإعادتها لهيئتها كما كانت من بعد فنائها أنك يا محمد ترى الأرض دارسة غبراء, لا نبات بها ولا زرع.كما حدثنا بشر, قاله: ثنا يزيد, قاله: ثنا سعيد, عن قتادة, قوله: ( وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرْضَ خَاشِعَةً ) : أي غبراء متهشمة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ ( وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرْضَ خَاشِعَةً ) قال: يابسة متهمشة.( فَإِذَا أَنـزلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ ) يقول تعالى ذكره: فإذا أنـزلنا من السماء غيثا على هذه الأرض الخاشعة اهتزت بالنبات. يقول: تحرّكت به.كما حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال. ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( اهْتَزَّتْ ) قال: بالنبات ( وَرَبَتْ ) يقول: انتفخت.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, ( وَرَبَتْ ) انتفخت.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَإِذَا أَنـزلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ) يعرف الغيث في سحتها وربوها.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَرَبَتْ ) للنبات, قال: ارتفعت قبل أن تنبت.وقوله: ( إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى ) يقول تعالى ذكره: إن الذي أحيا هذه الأرض الدارسة فأخرج منها النبات, وجعلها تهتزّ بالزرع من بعد يبسها ودثورها بالمطر الذي أنـزل عليها لقادر أن يحيي أموات بني آدم من بعد مماتهم بالماء الذي ينـزل من السماء لإحيائهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قال: كما يحيي الأرض بالمطر, كذلك يحيي الموتى بالماء يوم القيامة بين النفختين. يعني بذلك تأويل قوله: ( إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى ) .وقوله: ( إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول تعالى ذكره: إن ربك يا محمد على إحياء خلقه بعد مماتهم وعلى كل ما يشاء ذو قدرة لا يعجزه شيء أراده, ولا يتعذّر عليه فعل شيء شاءه.",
  "ayah": 39,
  "surah": 41
}
