{
  "text": "আল্লাহ অবশ্যই শুনেছেন সে নারীর কথা; যে তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে এবং আল্লাহর কাছেও ফরিয়াদ করছে। আল্লাহ তোমাদের কথোপকথন শুনেন ; নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্ৰষ্টা [১]।\nএকটি বিশেষ ঘটনা এই সূরার প্রাথমিক কয়েকটি আয়াত অবতরণের হেতু। আউস ইবন সামেত রাদিয়াল্লাহু আনহু একবার তার স্ত্রী খাওলা বিনতে সালাবাকে বলে দিলেনঃ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّيْ অর্থাৎ তুমি আমার পক্ষে আমার মাতার পৃষ্ঠদেশের ন্যায় ; মানে হারাম। ইসলাম-পূর্বকালে এই বাক্যটি স্ত্রীকে চিরতরে হারাম করার জন্যে বলা হতো যা ছিল চূড়ান্ত তালাক অপেক্ষাও কঠোরতর। এই ঘটনার পর খাওলা রাদিয়াল্লাহু ‘আনহা এর শরীআতসম্মত বিধান জানার জন্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে উপস্থিত হলেন। তখন পর্যন্ত এই বিষয় সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি কোন ওহি নাযিল হয়নি। তাই তিনি পূর্ব থেকে প্রচলিত রীতি অনুযায়ী খাওলাকে বলে দিলেন, আমার মতে তুমি তোমার স্বামীর জন্যে হারাম হয়ে গেছ। খাওলা একথা শুনে বিলাপ শুরু করে দিলেন এবং বললেন, আমি আমার যৌবন তার কাছে নিঃশেষ করেছি। এখন বার্ধক্যে সে আমার সাথে এই ব্যবহার করল। আমি কোথায় যাব। আমার ও আমার বাচ্চাদের ভরণ-পোষণ কিরূপে হবে। এক বর্ণনায় খাওলার এ উক্তিও বর্ণিত আছেঃ আমার স্বামী তো তালাক উচ্চারণ করেনি। এমতাবস্থায় তালাক কিরূপে হয়ে গেল? অন্য এক বর্ণনায় আছে, খাওলা আল্লাহ তা'আলার কাছে ফরিয়াদ করলেনঃ আল্লাহ আমি তোমার কাছে অভিযোগ করছি। এক বর্ণনায় আছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খাওলাকে একথা বললেনঃ তোমার মাস’আলা সম্পর্কে আমার প্রতি এখন পর্যন্ত কোনো বিধান অবতীর্ণ হয়নি (এসব বর্ণনায় কোন বৈপরীত্য নেই। সবগুলোই সঠিক হতে পারে)। এই ঘটনার পরিপ্রেক্ষিতে আয়াতসমূহ অবতীর্ণ হয়েছে। [ইবনে মাজাহ: ২০৬৩, মুস্তাদরাকে হাকিম:২/৪৮১]।\n[১] শরীআতের পরিভাষায় এই বিশেষ মাসআলাটিকে ‘যিহার' বলা হয়। এই সূরার প্রাথমিক আয়াতসমূহে যিহারের শরীআতসম্মত বিধান বর্ণনা করা হয়েছে। এতে আল্লাহ তা’আলা খাওলা রাদিয়াল্লাহু ‘আনহার ফরিয়াদ শুনে তার জন্য তার সমস্যা সমাধান করে দিয়েছেন। তার খাতিরে আল্লাহ তা'আলা পবিত্র কুরআনে এসব আয়াত নাযিল করেছেন। আয়েশা রাদিয়াল্লাহু আনহা বলেনঃ সেই সত্তা পবিত্র, যার শোনা সবকিছুকে শামিল করে। যিনি সব আওয়ায ও প্রত্যেকের ফরিয়াদ শুনেন; খাওলা বিনতে সালাবাহ যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে তার স্বামীর ব্যাপারে অভিযোগ করছিল, তখন আমি সেখানে উপস্থিত ছিলাম। কিন্তু এত নিকটে থাকা সত্ত্বেও আমি তার কোনো কোনো কথা শুনতে পারিনি। অথচ, আল্লাহ তায়ালা সব শুনেছেন বলেছেন\nقَدْسَمِعَ اللّٰهُ قَوْلَ الَّتِىْ تُجَادِلُكَ فِىْ زَوْجِهَا وَ تَشْتَكِىْٓ اِلَى اللّٰهِ [বুখারী: ৭৩৮৫, নাসায়ী: ৩৪৬০]\nতাই সাহাবায়ে কেরাম এই মহিলার প্রতি অত্যন্ত সম্মান প্রদর্শন করতেন। একদিন খলীফা ওমর রাদিয়াল্লাহু আনহু একদল লোকের সাথে গমনরত ছিলেন। পথিমধ্যে এই মহিলা সামনে এসে দণ্ডায়মান হলে তিনি দাঁড়িয়ে তার কথাবার্তা শুনলেন। কেউ কেউ বললঃ আপনি এই বৃদ্ধার খাতিরে এতবড় দলকে পথে আটকিয়ে রাখলেন। খলিফা বললেনঃ জান ইনি কে? এ সেই মহিলা, যার কথা আল্লাহ তা’আলা সপ্ত আকাশের উপরে শুনেছেন। অতএব, আমি কি তার কথা এড়িয়ে যেতে পারি? আল্লাহর কসম, তিনি যদি স্বেচ্ছায় প্রস্থান না করতেন, তবে আমি রাত্রি পর্যন্ত তার সাথে এখানেই দাঁড়িয়ে থাকতাম। [ইবনে কাসীর]",
  "ayah": 1,
  "surah": 58
}
