{
  "text": "হে ঈমানদারগণ ! যখন তোমাদেরকে বলা হয়, মজলিসে স্থান প্রশস্ত করে দাও তখন তোমরা স্থান প্রশস্ত করে দিও, আল্লাহ্‌ তোমাদের জন্য স্থান প্রশস্ত করে  দেবেন [১]। আর যখন বলা হয়, “উঠ”, তখন তোমরা উঠে যাবে [২]। তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ্‌ তাদেরকে মর্যাদায় উন্নত করবেন ; আর তোমরা যা কর আল্লাহ্‌ সে সম্পর্কে সবিশেষ অবহিত [৩]।\n[১] বিভিন্ন বর্ণনা থেকে জানা যায় যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মসজিদে মুনাফিকরা মজলিস পূর্ণ করে বসে থাকত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে আগন্তুকদের জন্য জায়গা করে দিতে বলতেন কিন্তু তারা নির্বিকার থাকত। তখন আল্লাহ্ তা'আলা এ আয়াত নাযিল করে তাদের সাবধান করে দেন। এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তোমাদের কেউ যেন কাউকে উঠিয়ে দিয়ে সেখানে না বসে, বরং জায়গা করে দাও, আল্লাহও তোমাদের জন্য তা করে দেবেন।” [বুখারী: ৬২৭০, মুসলিম: ২১৭৭]\nইসলাম মজলিসের সাথে সম্পর্কিত আরও কিছু শিষ্টাচার নির্ধারণ করে দিয়েছেন, যেমন: কেউ কারো জন্য নিজের বসার জায়গা ছেড়ে দিতে হবে না বরং অন্যকে জায়গা করে দিবে। [মুসনাদে আহমাদ: ২/৩৩৮, ৪৮৩] অন্য হাদীসে এসেছে, ইবনে উমর রাদিয়াল্লাহু ‘আনহু বলেন, “কাউকে তার জায়গা থেকে উঠিয়ে সেখানে অপর কাউকে বসাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিষেধ করেছেন। বরং তোমরা প্রশস্ত কর এবং বড় করে নাও”। [বুখারী: ২৬৭০]\nতাই কোন ব্যক্তি আগমন করলে তার জন্য কি দাঁড়াতে হবে? এ ব্যাপারে আলেমদের মধ্যে দ্বিমত আছে। কারও কারও মতে, আগমনকারীর জন্য দাঁড়ানোর অনুমতি আছে। তারা তাদের মতের সপক্ষে রাসূলের হাদীস “তোমরা তোমাদের নেতার প্রতি দাঁড়িয়ে যাও” [বুখারী: ৩০৪৩, মুসলিম: ১৭৬৮] কিন্তু অধিকাংশ আলেমগণ এটা করতে নিষেধ করেছেন, তাদের দলীল হলো, রাসূলের হাদীস, “কেউ যদি এটা পছন্দ করে যে, মানুষ তার জন্য দাঁড়িয়ে থাকবে, তবে সে যেন জাহান্নামে তার অবস্থান করে নিল” [তিরমিয়ী: ২৭৫৫] তারা পূর্ববর্তী হাদীসে উত্তরে বলেন, হাদীসের শব্দ হলো, قُومُواإِلى سَيَّدِكُمْ যার অর্থ, তোমরা দাঁড়িয়ে তোমাদের নেতার প্রতি ধাবিত হও। এর অন্য বর্ণনায় এসেছে,\nقُومُواإِلى سَيَّدِكُمْ فأنزلُوه\nঅর্থাৎ “তোমরা  তোমাদের নেতার প্রতি ধাবিত হয়ে তাকে নামিয়ে নাও” [মুসনাদে আহমাদ: ৬/১৪১-১৪২] এ বর্ণনা থেকে স্পষ্ট বুঝা গেল যে, এখানে তাকে ঘোড়া থেকে নামিয়ে নেয়ার জন্যই দাঁড়াতে বলা হয়েছে। কারণ; তিনি যুদ্ধে আহত হয়েছিলেন সে জন্য হাঁটতে অক্ষম ছিলেন। ফলে তাকে বাহন থেকে নামিয়ে নেয়ার প্রয়োজন ছিল। সুতরাং কারো জন্য দাঁড়ানোর পক্ষে শক্তিশালী কোন প্রমাণ নেই। কোন কোন আলেম অবশ্য এ ব্যাপারে বিস্তারিত মতামত দিয়েছেন। তাদের মতে, সাধারণ অবস্থায় যেভাবে মানুষ মানুষকে দাঁড়াতে বাধ্য করে সেভাবে জায়েয নেই, তবে কেউ সফর থেকে আসলে বা কোনো ক্ষমতাশীলের ক্ষমতায় প্রবেশ করলে ক্ষমতাশীলের প্রতি সম্মান করতে ও তার নির্দেশ বাস্তবায়ন ও তার সম্মানের দিকে খেয়াল রেখে দাঁড়িয়ে যাওয়া জায়েয এবং এটা হিকমতেরও চাহিদা। যেমনিভাবে সাহাবায়ে কিরাম রাদিয়াল্লাহু আনহুম সা'দ ইবনে মু’আয এর মধ্যে তার নির্দেশ ও ফয়সালা বেশী গ্রহণযোগ্য ও কার্যকর হয়। কিন্তু স্বাভাবিক অবস্থায় কাউকে দেখলেই দাঁড়াতে হবে এটা শরীআত সমর্থিত নয়। বিভিন্ন বর্ণনায় এসেছে, “সাহাবায়ে কিরামের নিকট রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে প্রিয় ব্যক্তি কেউ ছিলেন না। কিন্তু তিনি যখন মজলিসে আগমন করতেন তখন তারা দাঁড়াতোনা, কারণ; তারা জানতো যে, তিনি তা অপছন্দ করেন।” [মুসনাদে আহমাদ: ৩/১৩২, তিরমিয়ী: ২৭৫৪]\nএমনকি সাহাবায়ে কিরাম যখনই রাসূলের মজলিসে আসতেন তখনই তারা যেখানে বসা শেষ হয়েছে সেখানে বসতেন। [আবু দাউদ: ৪৮২৫, তিরযিমযী: ২৭২৫] তবে সাহাবায়ে কিরামের মধ্যে যারা রাসূলের নৈকট্যপ্ৰাপ্ত ছিলেন তারা আসলে স্বাভাবিকভাবেই সাহাবায়ে কিরাম তাদের জন্য জায়গা করে দিতেন। আর রাসূলই এ ব্যাপারে নির্দেশ দিয়েছিলেন। তিনি বলেন, “তোমাদের মধ্যে যারা জ্ঞানী ও বুদ্ধিমান তারা যেন আমার কাছে থাকে”। [মুসলিম: ৪৩২, আবু দাউদ: ৬৭৪]\nসে হিসেবে আবু বকর সাধারনত তার ডান পাশে, উমর বাম পাশে, উসমান ও আলী রাদিয়াল্লাহু ‘আনহুম সামনে বসতেন। কারণ: তারা ওহী লিখতেন। তবে কোন ক্রমেই কারও অনুমতি ব্যতীত দু’জনের মাঝখানে বসে দু'জনের মধ্যে পৃথকীকরণ করা যাবে না। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “কোন লোকের পক্ষে এটা জায়েয নয় যে, সে দু'জনের মাঝে পৃথকীকরণ করে বসবে তাদের অনুমতি ব্যতীত”। [আবু দাউদ: ৪৮৪৫, তিরমিয়ী: ২৭৫২, মুসনাদে আহমাদ: ২/২১৩]\n[২] মুজাহিদ বলেন, এখানে “উঠ” বলে যাবতীয় কল্যাণকর কাজ করার জন্য নির্দেশ বুঝানো হয়েছে, অর্থাৎ যখনই তোমাদেরকে শক্রর মোকাবিলায় দাঁড়াতে, অথবা সৎকাজ করতে বা কোন হক আদায় করতে বলা হয় তখনই তোমরা তা করতে সচেষ্ট হবে। কাতাদাহ বলেন, এর অর্থ যখনই তোমাদেরকে কোন কল্যাণকর কাজের আহবান জানানো হয় তখনই তোমরা তার প্রতি সাড়া দিও। [কুরতুবী]\n[৩] অর্থাৎ কাউকে তার বসা থেকে সরে অন্যকে বসার জায়গা করে দেয়া বা রাসূল ও দ্বীনী নেতারা যদি কাউকে বের হতে বলে যদি তোমরা কর তবে এটা মনে করো না যে, এর দ্বারা তোমাদের সম্মানের কোন কমতি করা হচ্ছে বা তোমাদেরকে অবমুল্যায়ণ করা হচ্ছে। বরং আল্লাহর নিকট এ নির্দেশ পালনের মধ্যেই সম্মান ও মর্যাদা রয়েছে। আল্লাহ তার এ ত্যাগ কখনো খাটো করে দেখবেন না। তিনি তাকে দুনিয়া ও আখেরাতে পুরস্কৃত করবেন। কেননা; যে কেউ মহান আল্লাহর দিক বিবেচনা করে বিনম্র হয় মহান আল্লাহ তার মর্যাদা বুলন্দ করে দেন। আর তার স্মরণকে উচু করে দেন। আর এ জন্যই পরবর্তী আয়াতাংশে বলা হয়েছে, “তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ তাদেরকে মর্যাদায় উন্নত করবেন। আর আল্লাহ তোমরা যা কর সে সম্পর্কে সবিশেষ অবহিত।” তিনি ভাল করেই জানেন কারা উঁচু মর্যাদা পাওয়ার অধিকারী আর কারা নয়। [ইবন কাসীর]\nআবুত তোফায়েল আমের ইবনে ওয়াসিলা বলেন, উমর রাদিয়াল্লাহু ‘আনহু নাফে' ইবনে হারেসকে উসফান নামক স্থানে দেখা পেলেন। তিনি তাকে মক্কার গভর্ণর নিযুক্ত করেছিলেন। উমর তাকে জিজ্ঞেস করলেন, তুমি উপত্যকাবাসী (মক্কা) এর উপর কাকে দায়িত্ব দিয়ে এসেছ? আমের বললেন, আমি ইবনে আবদ্যার উপর তাদের দায়িত্ব দিয়েছি। উমর বললেন, ইবনে আবযা কে? তিনি বললেন, আমাদের এক দাস। উমর বললেন, তাদের উপর তুমি দাসকে দায়িত্বশীল করেছ? তিনি বললেন, হে আমিরুল মুমিনীন ! সে আল্লাহর কিতাবের একজন সুপাঠক, ফারায়েজ সম্পর্কে পণ্ডিত ও বিচারক। তখন উমর রাদিয়াল্লাহু ‘আনহু বললেন, তাহলে শোন, আমি তোমাদের নবীকে বলতে শুনেছি, তিনি বলেছেন, “নিশ্চয় আল্লাহ্‌ এ কুরআন দ্বারা কাউকে উচ্চ মর্যাদায় আসীন করবেন আর কাউকে অধঃপতন ঘটাবেন।” [মুসলিম: ৮১৭]",
  "ayah": 11,
  "surah": 58
}
