{
  "text": "যার মাধ্যমে আমি তাদেরকে পরীক্ষা করব। [১] আর যে ব্যক্তি তার প্রতিপালকের স্মরণ হতে বিমুখ হয়, তিনি তাকে কঠিন শাস্তিতে প্রবেশ করাবেন। [২]\n[১]أَنْ لَّوِ اسْتَقَامُوْا (আর এই যে---) আয়াতটির সংযোগ হল أَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ (আমার প্রতি অহী প্রেরিত হয়েছে যে---) আয়াতের সাথে। অর্থাৎ, আর এ কথাও আমার প্রতি অহী করা হয়েছে যে,---। الطَّرِيْقَةِ অর্থ, সত্য-সরল পথ। অর্থাৎ, ইসলাম। غَدَقٌ অর্থ, প্রচুর। প্রচুর পানি বলতে পার্থিব সুখ-স্বাচ্ছন্দ্যকে বুঝানো হয়েছে। অর্থাৎ, পৃথিবীতে মাল-ধন এবং বহু উপায়-উপকরণ দিয়ে আমি তাদেরকে পরীক্ষা করব। যেমন, অন্যত্র আল্লাহ বলেছেন, {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ}ঁ অর্থাৎ, আর যদি জনপদের অধিবাসীরা ঈমান আনত এবং পরহেযগারী অবলম্বন করত, তাহলে আমি তাদের প্রতি আসমানী ও পার্থিব নিয়ামতসমূহের (দ্বার) উন্মুক্ত করে দিতাম।\"\n(সূরা আ'রাফ ৭:৯৬ আয়াত)\nআহলে কিতাবদের আলোচনায়ও এই কথাই বলা হয়েছে।\n(সূরা মায়িদাহ ৫:৬৬ আয়াত)\nআবার কেউ কেউ বলেন, এই আয়াত সেই সময় অবতীর্ণ হয়, যখন কাফের কুরাইশদের উপর দুর্ভিক্ষ নেমে এসেছিল। الطَّرِيْقَةِ এর দ্বিতীয় অর্থ করা হয়েছে, ভ্রান্ত পথ। এই অর্থের দিক দিয়ে পার্থিব বরকত বা প্রাচুর্যের কথা 'ইস্তিদরাজ' (ক্রমান্বয়ে কিছু দিয়ে আবার কেড়ে নেওয়ার) অর্থে ব্যবহার হয়েছে। যেমন, অন্যত্র আল্লাহ বলেছেন, {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ} অর্থাৎ, তাদেরকে যে উপদেশ দেওয়া হয়েছিল, তারা যখন তা বিস্মৃত হল, তখন তাদের জন্য সমস্ত কিছুর দ্বার উন্মুক্ত করে দিলাম।\n(সূরা আনআম ৬:৪৪ আয়াত)\n{أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ، نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ অর্থাৎ, তারা কি মনে করে যে, আমি তাদেরকে সাহায্য স্বরূপ যে ধনৈশ্বর্য ও সন্তান-সন্ততি দান করি তার দ্বারা তাদের জন্যে সর্বপ্রকার মঙ্গল ত্বরান্বিত করছি?\n(সূরা মু'মিনূন ২৩:৫৫-৫৬ আয়াত)\nইমাম ইবনে কাসীরের নিকট لِنَفْتِنَهُمْ (যাতে আমি তাদেরকে পরীক্ষা করি) এর দিকে লক্ষ্য করে এই দ্বিতীয় অর্থটাই বেশী সঙ্গতিপূর্ণ। পক্ষান্তরে ঈমাম শাওকানীর নিকট প্রথম অর্থটাই অধিক সঠিক।[২] صَعَدًا، أي: عَذَابًا شَاقًّا شَدِيْدًا مُوْجِعًا مُؤْلِمًا অর্থাৎ, অত্যন্ত কঠিন ও কষ্টদায়ক আযাব বা শাস্তি।",
  "ayah": 17,
  "surah": 72
}
