{
  "text": "Всевышний разъяснил людям, что Он является единственным и могущественным Господом Богом. Он сотворил небеса и землю за шесть дней. Безусловно, Он мог сотворить Вселенную за один миг, однако не сделал этого, потому что Его деяния являются степенными и всегда преисполнены божественной мудрости. Одним из проявлений божественной мудрости является сотворение Вселенной ради истины, дабы творения познали своего Господа посредством Его прекрасных имен и совершенных качеств и поклонялись только Ему одному. А после сотворения небес и земли Аллах вознесся на Трон - вознесся так, как это подобало Его величию и могуществу. Он управляет всеми делами высшего и низшего миров, умерщвляет одних рабов и дарует жизнь другим, ниспосылает пропитание и передает власть от одних к другим, избавляет от напастей и внимает молитвам. Он непрестанно отдает всевозможные поручения и принимает всевозможные отчеты. Все творения покорны Его могуществу и смиренны перед Его величием. Никто, даже самый достойный из рабов, не способен заступиться перед Ним за другое творение, кроме как после Его дозволения. Он позволяет ходатайствовать только за тех, кем Он доволен, а доволен Он только теми, кто искренне поклоняется только Ему одному. О люди! Таков Всевышний Аллах - ваш Единственный Бог, в Котором воплощены все качества совершенства, и ваш Единственный Господь, Который вершит божественные деяния. Ему одному вы должны посвящать все обряды поклонения, на которые у вас хватает сил. Неужели вы не задумываетесь над знамениями, свидетельствующими о том, что только Он является божеством, достойным поклонения и восхваления, обладающим величием и славой. После упоминания о законах божественного предопределения, которые выражаются в управлении Вселенной, и законах небесной религии, которые призывают к поклонению одному Аллаху без приобщения к Нему сотоварищей, Он поведал о законах справедливого возмездия, которые вступают в силу, когда человек получает воздаяние за свои деяния после смерти. Всевышний сказал:",
  "ayah": 3,
  "surah": 10
}
