{
  "text": "Неверующие пытались опровергнуть святого пророка совершенно безосновательными утверждениями. Они говорили: «Неужели ты явился для того, чтобы помешать нам следовать по стопам наших предков? Они исповедовали многобожие и поклонялись различным богам, а ты приказываешь нам поклоняться одному Аллаху и не приобщать к Нему сотоварищей». Они считали, что воззрения их заблудших предков являются убедительным основанием для того, чтобы отвергнуть истину, с которой явился Муса. А наряду с этим они обвиняли святого пророка в том, что он стремится стать правителем и изгнать людей с родных земель. Однако эти слова были сущей ложью, посредством которой египетская знать хотела добиться того, чтобы невежественные простолюдины возненавидели Мусу и отказались уверовать в него. Если человек понимает сущность происходящего, то он никогда не станет опираться на подобные утверждения, поскольку убедительно опровергнуть слова и утверждения можно только посредством разумных доводов и аргументов. А если люди отвергают истину, опираясь на подобные безосновательные утверждения, то это свидетельствует об их беспомощности и неспособности опровергнуть слова своего оппонента. Если бы они имели убедительные доказательства своей правоты, то не стали бы говорить о его намерениях и желаниях и задумываться над тем, действительно он преследует корыстные цели или нет. Да и каждому, кто был знаком с пророком Мусой и слушал его проповеди, было совершенно ясно, что этот человек не стремился к власти на земле, а следовал по стопам остальных Божьих посланников и стремился наставить людей на прямой путь и дать им полезные наставления. Но неверующие были правы в одном: они не желали уверовать в святого пророка. И причина этого заключалась в их высокомерии и упрямстве. Они не считали учение Мусы и Харуна ошибочным и даже не сомневались в нем. У них не было никакой причины отвергать истину, кроме их собственной несправедливости и желания бесчинствовать на земле, в котором они обвиняли пророков Мусу и Харуна.",
  "ayah": 79,
  "surah": 10
}
