{
  "text": "Разве были среди неверующих народов такие, которые извлекли пользу из того, что уверовали после ниспослания им Божьего наказания? Когда они воочию убеждались в истинности лютой кары, они соглашались уверовать, однако никто из них не смог извлечь из этого пользу. Ранее мы уже упомянули о том, как Фараон сказал: «Я уверовал в то, что нет Бога, кроме Того, в Кого уверовали сыны Исраила (Израиля). Я стал одним из мусульман» (10:90). Но ему было сказано: «Только сейчас! А ведь раньше ты ослушался и был одним из распространяющих нечестие» (10:91). Всевышний также сказал: «Когда они узрели Наше наказание, они сказали: “Мы уверовали в Единственного Аллаха и не веруем в тех, кого мы приобщали в сотоварищи к Нему!” Но не помогла им вера, когда они увидели Наше наказание. Таким всегда было установление Аллаха для Его рабов. Вот тогда неверующие оказались в убытке» (40:84–85); «Когда же смерть подступает к кому-нибудь из них, он говорит: “Господи! Верни меня обратно. Быть может, я стану совершать праведные поступки, которые я отбросил”. Но нет! Это - всего лишь слова, которые он произносит. Позади них будет преграда вплоть до того дня, когда они будут воскрешены» (23:99–100). Мудрость этого совершенно очевидна, поскольку вера в то, что человек вынужден признать, не является настоящей верой. Воистину, если бы неверующим не угрожало наказание и если бы они имели возможность отвергнуть истину, то они непременно поступили бы таким образом. И только народ Йунуса, который уверовал после того, как увидел суровое возмездие, был избавлен от позорного наказания. Этот народ был исключением из всеобщего правила. Безусловно, ведающий явное и сокровенное Аллах сделал для них исключение, руководствуясь божественной мудростью, однако эта мудрость нам не известна, и мы не в состоянии постичь ее самостоятельно. Всевышний сказал: «Йунус (Иона) также был одним из посланников. Он сбежал на переполненный корабль. Он бросил жребий вместе с другими и оказался проигравшим. Его проглотила рыба, когда он был достоин порицания. Если бы он не был одним из прославляющих Аллаха, то непременно остался бы в ее чреве до того дня, когда они будут воскрешены. Мы выбросили его на открытую местность, и он был болен. Мы взрастили над ним (или возле него) тыкву. Мы отправили его к ста тысячам или даже больше того. Они уверовали, и Мы позволили им пользоваться благами до определенного времени» (37:139–148). Всевышнему было известно, что после избавления от наказания они останутся верующими, что и произошло в действительности. Он также знал, что все остальные погубленные народы, если бы им удалось избежать наказания, непременно вернулись бы к неверию. Возможно, именно по этой причине Всевышний Аллах сделал исключение для народа Йунуса. А лучше всего об этом известно одному Аллаху.",
  "ayah": 98,
  "surah": 10
}
