{
  "text": "وقوله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )يعني بقوله جل ثناؤه: ( إِنَّ شَانِئَكَ ) إن مبغضك يا محمد وعدوك ( هُوَ الأبْتَرُ ) يعني بالأبتر: الأقلّ والأذلّ المنقطع دابره, الذي لا عقب له.واختلف أهل التأويل في المعنيّ بذلك, فقال بعضهم: عني به العاص بن وائل السهميّ.* ذكر من قال ذلك:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن علي, عن ابن عباس, قوله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) يقول: عدوّك.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: هو العاص بن وائل.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن هلال بن خباب, قال: سمعت سعيد بن جُبير يقول: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: هو العاص بن وائل.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن هلال, قال: سألت سعيد بن جُبير, عن قوله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: عدوّك العاص بن وائل انبتر من قومه.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قوله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: العاص بن وائل, قال: أنا شانئٌ محمدا, ومن شنأه الناس فهو الأبتر.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: هو العاص بن وائل, قال: أنا شانئٌ محمدا, وهو أبتر, ليس له عقب, قال الله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال قتادة: الأبتر: الحقير الدقيق الذليل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) هذا العاص بن وائل, بلغنا أنه قال: أنا شانئُ محمد.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: الرجل يقول: إنما محمد أبتر, ليس له كما ترون عقب, قال الله: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) .وقال آخرون: بل عني بذلك: عقبة بن أبي معيط.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا يعقوب القُمِّي, عن حفص بن حميد, عن شمر بن عطية, قال: كان عقبة بن أبي معيط يقول: إنه لا يبقى للنبيّ صلى الله عليه وسلم ولد, وهو أبتر, فأنـزل الله فيه هؤلاء الآيات: ( إِنَّ شَانِئَكَ ) عقبة بن أبي معيط ( هُوَ الأبْتَرُ ) .وقال آخرون: بل عني بذلك جماعة من قريش.* ذكر من قال ذلك:حدثنا ابن المثنى, قال: ثنا عبد الوهاب, قال: ثنا داود, عن عكرمة, في هذه الآية:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلا  قال: نـزلت في كعب بن الأشرف, أتى مكة فقال لها أهلها: نحن خير أم هذا الصنبور (9) المنبتر من قومه, ونحن أهل الحجيج, وعندنا منحر البدن, قال: أنتم خير. فأنـزل الله فيه هذه الآية, وأنـزل في الذين قالوا للنبي صلى الله عليه وسلم ما قالوا: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) .حدثنا أبو كُرَيب, قال: ثنا وكيع, عن بدر بن عثمان, عن عكرمة ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) . قال: لما أوحي إلى النبي صلى الله عليه وسلم قالت قريش: بَتِرَ محمد منا, فنـزلت: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: الذي رماك بالبتر هو الأبتر.حدثنا ابن بشار, قال: ثنا ابن أبى عديّ, قال: أنبأنا داود بن أبي هند, عن عكرمة, عن ابن عباس قال: لما قَدِم كعب بن الأشرف مكة أتَوْه, فقالوا له: نحن أهل السقاية والسدانة, وأنت سيد أهل المدينة, فنحن خير أم هذا الصنبور المنبتر من قومه, يزعم أنه خير منا؟ قال: بل أنتم خير منه, فنـزلت عليه: ( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ ) قال: وأنـزلت عليه:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ  ... إلى قوله  نَصِيرًا  .وأولى الأقوال في ذلك عندي بالصواب أن يقال: إن الله تعالى ذكره أخبر أن مُبغض رسول الله صلى الله عليه وسلم هو الأقلّ الأذلّ, المنقطع عقبه, فذلك صفة كل من أبغضه من الناس, وإن كانت الآية نـزلت في شخص بعينه.آخر تفسير سورة الكوثر------------------------الهوامش:(7) لعله خطبة الفطر أو النحر ، فإنه اختلف في الخروج إلى عمرة الحديبية هل كان في رمضان أو ذي القعدة ؟ فيكون شكا من الراوي .(8) البيت لبعض بني أسد، وهو من شواهد الفراء في معاني القرآن ( 377 ) قال : وقوله : { فصل لربك وانحر } فصل لربك يوم القيامة : انحر . وبإسناد إلى علي قال : فيها النحر : أخذك شمالك بيمينك في الصلاة . ويقال : فصل لربك وانحر : استقبل القبلة بنحرك . وسمعت بعض العرب يقول : منازلنا تناحر هذا : أي قبالته . وأنشدني بعض بني أسد : \" أبا حكم ... \" البيت فهذا من ذلك : ينحر بعضه بعضا . ا هـ . وفي ( اللسان : نحر ) والداران تتناحران : أي تتقابلان . وإذا استقبلت دار دارا ، قيل : هذه تنحر تلك . ثم نقل كلام الفراء والبيت .(9) في ( اللسان : صنبر ) أصل الصنوبر : سعفة تنبت في جذع النخلة ، لا في الأرض ، أو النخلة تبقى منفردة . ومراد كفار قريش بقولهم صنبور ، أي : أنه إذا قلع انقطع ذكره ، كما يذهب أصل الصنبور ؛ لأنه لا عقب له .",
  "ayah": 3,
  "surah": 108
}
