{
  "text": "وقوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) يقول تعالى ذكره: إنا لما كثر الماء فتجاوز حدّه المعروف، كان له، وذلك زمن الطوفان.وقيل: إنه زاد فعلا فوق كلّ شيء بقدر خمس عشرة ذراعا.* ذكر من قال ذلك، ومن قال في قوله: ( طَغَى ) مثل قولنا:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِنَّا لَمَّا طَغَى الْمَاءُ ) قال: بلغنا أنه طغى فوق كلّ شيء خمس عشرة ذراعا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ): ذاكم زمن نوح، طغى الماء على كلّ شيء خمس عشرة ذراعا بقدر كل شيء.حدثنا ابن حميد، قال: ثنا يعقوب القُمّي، عن جعفر بن أبي المغيرة، عن سعيد بن جُبير، في قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) قال: لم تنـزل من السماء قطرة إلا بعلم الخزَّان، إلا حيث طغى الماء، فإنه قد غضب لغضب الله، فطغى على الخزان، فخرج ما لا يعلمون ما هو.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) إنما يقول: لما كثر.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ ): يعني كثر الماء ليالي غرّق الله قوم نوح.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ ) قال محمد بن عمرو في حديثه: طما، وقال الحارث: ظهر.حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: ثنا عبيد، عن الضحاك، في قوله: ( لَمَّا طَغَى الْمَاءُ ) : كثر وارتفع.وقوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) يقول: حملناكم في السفينة التي تجري في الماء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) الجارية: السفينة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) والجارية: سفينة نوح التي حملتم فيها؛ وقيل: حملناكم، فخاطب الذين نـزل فيهم القرآن، وإنما حمل أجدادهم نوحا وولده، لأن الذين خوطبوا بذلك ولد الذين حملوا في الجارية، فكان حمل الذين حملوا فيها من الأجداد حملا لذريتهم، على ما قد بيَّنا من نظائر ذلك في أماكن كثيرة من كتابنا هذا.وقوله: ( لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً ) يقول: لنجعل السفينة الجارية التي حملناكم فيها لكم تذكرة، يعني عبرة وموعظة تتعظون بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:",
  "ayah": 11,
  "surah": 69
}
