{
  "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً ) فأبقاها الله تذكرة وعبرة وآية، حتى نظر إليها أوائل هذه الأمة، وكم من سفينة قد كانت بعد سفينة نوح قد صارت رمادا.وقوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يعني: حافظة عقلت عن الله ما سمعت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يقول: حافظة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يقول: سامعة، وذلك الإعلان.* ذكر من قال ذلك:حدثنا نصر بن عليّ، قال: ثنا أبي، قال: ثنا خالد بن قيس، عن قتادة ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) قال: أذن عقلت عن الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ): أذن عقلت عن الله، فانتفعت بما سمعت من كتاب الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( أُذُنٌ وَاعِيَةٌ ) قال: أذن سمعت، وعقلت ما سمعت.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: الضحاك يقول في قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ): سمعتها أذن ووعت.حدثنا عليّ بن سهل، قال: ثنا الوليد بن مسلم، عن عليّ بن حوشب، قال: سمعت مكحولا يقول: قرأ رسول الله صلى الله عليه وسلم : ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) ثم التفت إلى عليّ، فقال: \" سأَلْتُ الله أنْ يَجْعَلَها أُذُنَكَ\"، قال عليّ رضي الله عنه : فما سمعت شيئا من رسول الله صلى الله عليه وسلم فنسيته.حدثني محمد بن خلف، قال: ثني بشر بن آدم، قال: ثنا عبد الله بن الزبير، قال: ثني عبد الله بن رستم، قال: سمعت بُرَيدة يقول: سمعت رسول الله صلى الله عليه وسلم يقول لعليّ: \" يا عَليُّ؛ إنَّ اللهَ أمَرَنِي أنْ أُدْنِيَكَ وَلا أُقْصِيَكَ، وأنْ أُعَلِّمَكَ وأنْ تَعي، وحَقٌّ على اللهِ أنْ تَعِي\"، قال: فنـزلت ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ).حدثني محمد بن خلف، قال: ثنا الحسن بن حماد، قال: ثنا إسماعيل بن إبراهيم أبو يحيى التيميّ، عن فضيل بن عبد الله، عن أبي داود، عن بُرَيدة الأسلميّ، قال: سمعت رسول الله صلى الله عليه وسلم يقول لعليّ: \" إنَّ اللهَ أمَرَنِي أنْ أُعَلِّمَكَ، وأنْ أُدْنِيَكَ، وَلا أجْفُوَكَ وَلا أُقْصِيَكَ \"، ثم ذكر مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) قال: واعية يحذرون معاصي الله أن يعذّبهم الله عليها، كما عذّب من كان قبلهم تسمعها فتعيها، إنما تعي القلوب ما تسمع الآذان من الخير والشرّ من باب الوعي.",
  "ayah": 12,
  "surah": 69
}
