{
  "text": "ذكر الله في أول هذه السورة أنه أمر رسوله بقيام نصف الليل أو ثلثه أو ثلثيه، والأصل أن أمته أسوة له في الأحكام، وذكر في هذا الموضع، أنه امتثل ذلك هو وطائفة معه من المؤمنين. ولما كان تحرير الوقت المأمور به مشقة على الناس، أخبر أنه سهل عليهم في ذلك غاية التسهيل فقال: { وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ } أي: يعلم مقاديرهما وما يمضي منهما ويبقى.{ عَلِمَ أَنْ لَنْ تُحْصُوهُ } أي: [لن] تعرفوا مقداره من غير زيادة ولا نقص، لكون ذلك يستدعي انتباها وعناء زائدا أي: فخفف عنكم، وأمركم بما تيسر عليكم، سواء زاد على المقدر أو نقص، { فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ } أي: مما تعرفون ومما لا يشق عليكم، ولهذا كان المصلي بالليل مأمورا بالصلاة ما دام نشيطا، فإذا فتر أو كسل أو نعس، فليسترح، ليأتي الصلاة بطمأنينة وراحة.ثم ذكر بعض الأسباب المناسبة للتخفيف، فقال: { عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى } يشق عليهم صلاة ثلثي الليل أو نصفه أو ثلثه، فليصل المريض المتسهل عليه  ، ولا يكون أيضا مأمورا بالصلاة قائما عند مشقة ذلك، بل لو شقت عليه الصلاة النافلة، فله تركها [وله أجر ما كان يعمل صحيحا]. { وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ } أي: وعلم أن منكم مسافرين يسافرون للتجارة، ليستغنوا عن الخلق، ويتكففوا عن الناس  أي: فالمسافر، حاله تناسب التخفيف، ولهذا خفف عنه في صلاة الفرض، فأبيح له جمع الصلاتين في وقت واحد، وقصر الصلاة الرباعية.وكذلك { آخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ } فذكر تعالى تخفيفين، تخفيفا للصحيح المقيم، يراعي فيه نشاطه، من غير أن يكلف عليه تحرير الوقت، بل يتحرى الصلاة الفاضلة، وهي ثلث الليل بعد نصفه الأول.وتخفيفا للمريض أو المسافر، سواء كان سفره للتجارة، أو لعبادة، من قتال أو جهاد، أو حج، أو عمرة، ونحو ذلك  ، فإنه أيضا يراعي ما لا يكلفه، فلله الحمد والثناء، الذي ما جعل على الأمة في الدين  من حرج، بل سهل شرعه، وراعى أحوال عباده ومصالح دينهم وأبدانهم ودنياهم.ثم أمر العباد بعبادتين، هما أم العبادات وعمادها: إقامة الصلاة، التي لا يستقيم الدين إلا بها، وإيتاء الزكاة التي هي برهان الإيمان، وبها تحصل المواساة للفقراء والمساكين، ولهذا قال:{ وَأَقِيمُوا الصَّلَاةَ } بأركانها، وشروطها، ومكملاتها، { وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا } أي: خالصا لوجه الله، من نية صادقة، وتثبيت من النفس، ومال طيب، ويدخل في هذا، الصدقة الواجبة ؟ والمستحبة، ثم حث على عموم الخير وأفعاله فقال: { وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا } الحسنة بعشر أمثالها، إلى سبعمائة ضعف، إلى أضعاف كثيرة.وليعلم أن مثقال ذرة من الخير في هذه الدار، يقابله أضعاف أضعاف الدنيا، وما عليها في دار النعيم المقيم، من اللذات والشهوات، وأن الخير والبر في هذه الدنيا، مادة الخير والبر في دار القرار، وبذره وأصله وأساسه، فواأسفاه على أوقات مضت في الغفلات، وواحسرتاه على أزمان تقضت بغير الأعمال الصالحات، وواغوثاه من قلوب لم يؤثر فيها وعظ بارئها، ولم ينجع فيها تشويق من هو أرحم بها منها  ، فلك اللهم الحمد، وإليك المشتكى، وبك المستغاث، ولا حول ولا قوة إلا بك.{ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } وفي الأمر بالاستغفار بعد الحث على أفعال الطاعة والخير، فائدة كبيرة، وذلك أن العبد ما يخلو من التقصير فيما أمر به، إما أن لا يفعله أصلا أو يفعله على وجه ناقص، فأمر بترقيع ذلك بالاستغفار، فإن العبد يذنب آناء الليل والنهار، فمتى لم يتغمده الله برحمته ومغفرته، فإنه هالك.تم تفسير سورة المزمل",
  "ayah": 20,
  "surah": 73
}
