{
  "text": "آیت 40 حَتّٰیٓ اِذَاجَآءَ اَمْرُنَا وَفَار التَّنُّوْرُ مشرق وسطیٰ کے اس پورے علاقے میں ایک بہت بڑے سیلاب کے واضح آثار بھی ملتے ہیں ‘ اس بارے میں تاریخی شہادتیں بھی موجود ہیں اور آج کا علم طبقات الارض Geology بھی اس کی تصدیق کرتا ہے۔ H.G.Wells نے اس سیلاب کی تاویل یوں کی ہے کہ یہ علاقہ بحیرۂ روم Mediterranean کی سطح سے بہت نیچا تھا ‘ مگر سمندر کے مشرقی ساحل یعنی شام اور فلسطین کے ساتھ ساتھ موجود پہاڑی سلسلوں کی وجہ سے سمندر کا پانی خشکی کی طرف نہیں آسکتا تھا۔ جیسے کراچی کے بعض علاقوں کے بارے میں بھی کہا جاتا ہے کہ وہ سطح سمندر سے بہت نیچے ہیں مگر ساحلی علاقہ کی سطح چونکہ بلند ہے اس لیے سمندر کا پانی اس طرف نہیں آسکتا۔ H.G.Wells کا خیال ہے کہ اس علاقے میں سمندر سے کسی وجہ سے پانی کے لیے کوئی راستہ بن گیا ہوگا جس کی وجہ سے یہ پورا علاقہ سمندر کی شکل اختیار کر گیا۔ قرآن مجید کے الفاظ کے مطابق اس سیلاب کا آغاز ایک خاص تنور سے ہوا تھا جس کے نیچے سے پانی کا چشمہ پھوٹ پڑا۔ اس کے ساتھ ہی آسمان سے غیر معمولی انداز میں لگاتار بارشیں ہوئیں اور زمین نے بھی اپنے چشموں کے دہانے کھول دیے۔ پھر آسمان اور زمین کے یہ دونوں پانی مل کر عظیم سیلاب کی صورت اختیار کر گئے۔ سورة القمر میں اس کی تفصیل بایں الفاظ بیان کی گئی ہے :فَفَتَحْنَآ اَبْوَاب السَّمَآءِ بِمَآءٍ مُّنْہَمِرٍ وَّفَجَّرْنَا الْاَرْضَ عُیُوْنًا فَالْتَقَی الْمَآءُ عَآٰی اَمْرٍ قَدْ قُدِرَ ”پس ہم نے آسمان کے دروازے کھول دیے جن سے لگاتار بارش برسنے لگی اور زمین کو پھاڑ دیا کہ ہر طرف چشمے پھوٹ پڑے اور یہ دونوں طرح کے پانی اس کام کو پورا کرنے کے لیے مل گئے جو مقدر کردیا گیا تھا۔“قُلْنَا احْمِلْ فِیْہَا مِنْ کُلٍّ زَوْجَیْنِ اثْنَیْنِ وَاَہْلَکَ الاَّ مَنْ سَبَقَ عَلَیْہِ الْقَوْلُ ”یہ استثنائی حکم حضرت نوح علیہ السلام کی ایک بیوی اور آپ کے بیٹے ”یام“ کنعان کے بارے میں تھا ‘ جو اسی بیوی سے تھا ‘ جبکہ آپ کے تین بیٹے حام ‘ سام اور یافث ایمان لا چکے تھے اور آپ کے ساتھ کشتی میں سوار ہوئے تھے۔ حضرت سام اور ان کی اولاد بعد میں اسی علاقے میں آباد ہوئی تھی۔ چناچہ قوم عاد ‘ قوم ثمود اور حضرت ابراہیم علیہ السلام سب سامئ النسل تھے۔ حام اور یافث دوسرے علاقوں میں جا کر آباد ہوئے اور اپنے اپنے علاقوں میں ان کی نسل بھی آگے چلی۔ وَمَنْ اٰمَنَط وَمَآ اٰمَنَ مَعَہٓٗ الاَّ قَلِیْلٌیہاں پر لفظ قلیل انگریزی محاورہ \" the little\" کے ہم معنی ہے ‘ یعنی بہت ہی تھوڑے ‘ نہ ہونے کے برابر۔",
  "ayah": 40,
  "surah": 11
}
