{
  "text": "The Sign of the Pregnancy\nAllah, the Exalted, informed about Zakariyya that he said,\nقَالَ رَبِّ اجْعَل لِّى ءَايَةً\n(He (Zakariyya) said: \"My Lord! Appoint for me a sign.\") \"Give me a sign and a proof of the existence of that which You have promised me, so that my soul will be at rest and my heart will be at ease with Your promise.\" Similarly Ibrahim said,\nرَبِّ أَرِنِى كَيْفَ تُحْىِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَى وَلَـكِن لِّيَطْمَئِنَّ قَلْبِى\n(My Lord! Show me how You give life to the dead. He (Allah) said: \"Do you not believe\" He said: \"Yes (I believe), but to put my heart at ease.\")2:260 Then Allah says,\nقَالَ ءَايَتُكَ\n(He said: \"Your sign is...\") meaning, \"Your sign will be...\"\nأَلاَّ تُكَلِّمَ النَّاسَ ثَلَـثَ لَيَالٍ سَوِيّاً\n(that you shall not speak unto mankind for three nights, though having no bodily defect.) Meaning, `your tongue will be prevented from speaking for three nights while you are healthy and fit, without any sickness or illness.' Ibn `Abbas, Mujahid, `Ikrimah, Wahb, As-Suddi, Qatadah and others said, \"His tongue was arrested without any sickness or illness.\" `Abdur-Rahman bin Zayd bin Aslam said, \"He used to recite and glorify Allah, but he was not able to speak to his people except by gestures. \" Al-`Awfi reported that Ibn `Abbas said,\nثَلَـثَ لَيَالٍ سَوِيّاً\n(three nights, though having no bodily defect.) \"The nights were consecutive.\" However, the first statement that is reported from him and the majority is more correct. This Ayah is similar to what Allah, the Exalted, said in Surah Al `Imran,\nقَالَ رَبِّ اجْعَل لِّى ءَايَةً قَالَ ءَايَتُكَ أَلاَّ تُكَلِّمَ النَّاسَ ثَلَـثَةَ أَيَّامٍ إِلاَّ رَمْزًا وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِىِّ وَالإِبْكَـرِ\n(He said: \"O my Lord! Make a sign for me.\" (Allah) said \"Your sign is that you shall not speak to mankind for three days except with signals. And remember your Lord much, and glorify (Him) in the afternoon and in the morning.)3:41 This is a proof that he did not speak to his people for these three nights and their days as well.\nإِلاَّ رَمْزًا\n(except with signals.) Meaning, with bodily gestures, this is why Allah says in this noble Ayah,\nفَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ\n(Then he came out to his people from the Mihrab) referring to the place where he was given the good news of the child.\nفَأَوْحَى إِلَيْهِمْ\n(he indicated to them by signs) Meaning he made a gesture to them that was subtle and swift.\nأَن سَبِّحُواْ بُكْرَةً وَعَشِيّاً\n(to glorify Allah in the morning and in the afternoon.) That they should be agreeable to what he was commanded to do during these three days, to increase in his deeds and gratitude to Allah for what He had given him. Mujahid said,\nفَأَوْحَى إِلَيْهِمْ\n(he indicated to them by signs) \"He made a gesture.\" Wahb and Qatadah said the same.",
  "ayah": 10,
  "surah": 19
}
