{
  "text": "Which was revealed in Makkah\nMuhammad bin Ishaq recorded a Hadith of Umm Salamah in his Sirah, and Ahmad bin Hanbal recorded from Ibn Mas`ud, the story of the Hijrah (migration) to Ethiopia from Makkah. The narration mentions that Ja`far bin Abi Talib recited the first part of this Surah to An-Najashi and his companions.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Story of Zakariyya and His Supplication for a Son The discussion about the separate letters has already preceded at the beginning ofSurat Al-Baqarah.\nConcerning Allah's statement,\nذِكْرُ رَحْمَتِ رَبِّكَ\n(A reminder of the mercy of your Lord) This means that this is a reminder of Allah's mercy upon His servant Zakariyya. Yahya bin Ya`mar recited it, (ذَكَّرَ رَحْمَةَ رَبكَ عبدَه زكريا) \"He has reminded of your Lord's mercy to His servant Zakariyya.\" The word Zakariyya in the Ayah has been recited with elongation and also shortened. Both recitations are well-known. He was a great Prophet from the Prophets of the Children of Israel. In Sahih Al-Bukhari, it is recorded that the Prophet said about Zakariyya that He was a carpenter who used to eat from what he earned with his own hand through carpentry. Concerning Allah's statement,\nإِذْ نَادَى رَبَّهُ نِدَآءً خَفِيّاً\n(When he called his Lord with a call in secret.) He only made his supplication secretly because it is more beloved to Allah. This is similar to what Qatadah said concerning this Ayah,\nإِذْ نَادَى رَبَّهُ نِدَآءً خَفِيّاً\n(When he called out his Lord with a call in secret. ) \"Verily, Allah knows the pious heart and he hears the hidden voice.\"\nقَالَ رَبِّ إِنِّى وَهَنَ الْعَظْمُ مِنِّى\n(He said: \"My Lord! Indeed my bones have grown feeble...\") meaning, \"I have become weak and feeble in strength.\"\nوَاشْتَعَلَ الرَّأْسُ شَيْباً\n(and gray hair has Ashta`al on my head,) means the gray hair has burned into the black hair. The intent is to inform of weakness and old age, and its external and internal traces. Concerning Allah's statement,\nوَلَمْ أَكُنْ بِدُعَآئِكَ رَبِّ شَقِيّاً\n(and I have never been unblessed in my invocation to You, O my Lord!) This means, \"I have not experienced from You except that You would respond to my supplication and that You would never refuse me in whatever I ask of You.\" Concerning His statement,\nوَإِنِّي خِفْتُ الْمَوَالِىَ مِن وَرَآئِى\n(And verily, I fear Mawali after me,) Mujahid, Qatadah and As-Suddi, all said, \"In saying the word Mawali, he (Zakariyya) meant his succeeding relatives.\" The reason for his fear was that he was afraid that the generation that would succeed him would be a wicked generation. Thus, he asked Allah for a son who would be a Prophet after him, who would guide them with his prophethood and that which was revealed to him. In response to this I would like to point out that he was not afraid of them inheriting his wealth. For a Prophet is too great in status, and too lofty in esteem to become remorseful over his wealth in this fashion. A Prophet would not disdain to leave his wealth to his successive relatives, and thus ask to have a son who would receive his inheritance instead of them. This is one angle of argument. The second argument is that Allah did not mention that he (Zakariyya) was wealthy. On the contrary, he was a carpenter who ate from the earnings of his own hand. This type of person usually does not have a mass of wealth. Amassing wealth is not something normal for Prophets, for verily, they are the most abstentious in matters of this worldly life. The third argument is that it is confirmed in the Two Sahihs, in more than one narration, that the Messenger of Allah ﷺ said,\n«لَا نُورَثُ، مَا تَرَكْنَا فَهُوَ صَدَقَة»\n(We (the Prophets) do not leave behind inheritance (of wealth). Whatever we leave behind, then it is charity.) In a narration recorded by At-Tirmidhi with an authentic chain of narrations, he said,\n«نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ لَا نُورَث»\n(We, Prophets do not leave behind inheritance (of wealth).) Therefore, the meaning in these Hadiths restricts the meaning of Zakariyya's statement,\nفَهَبْ لِى مِن لَّدُنْكَ وَلِيّاًيَرِثُنِى\n(So give me from yourself an heir. Who shall inherit me,) inheritance of prophethood. For this reason Allah said,\nوَيَرِثُ مِنْ ءَالِ يَعْقُوبَ\n(and inherit (also) the posterity of Ya`qub.) This is similar to Allah's statement,\nوَوَرِثَ سُلَيْمَـنُ دَاوُودَ\n(And Sulayman inherited from Dawud.)27:16 This means that he inherited prophethood from him. If this had meant wealth, he would not have been singled with it among his other brothers. There also would have been no important benefit in mentioning it if it was referring to wealth. It is already well-known and established in all of the previous laws and divinely revealed creeds, that the son inherits the wealth of his father. Therefore, if this was not referring to a specific type of inheritance, then Allah would not have mentioned it. All of this is supported and affirmed by what is in the authentic Hadith:\n«نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ، مَا تَرَكْنَا فَهُوَ صَدَقَة»\n(We Prophets do not leave behind any inheritance (of wealth). Whatever we leave behind, then it is charity.) Mujahid said concerning his statement,\nيَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ\n(Who shall inherit me, and inherit (also) the posterity of Ya'qub.) 19:6 \"His inheritance was knowledge, and Zakariyya was one of the descendants of Ya`qub.\" Hushaym said, \"Isma'il bin Abi Khalid informed us that Abu Salih commented about the Ayah:\nيَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ\n(who shall inherit me, and inherit (also) the posterity of Ya`qub.) \"He would be a Prophet like his forefathers were Prophets.\" Allah's statement,\nوَاجْعَلْهُ رَبِّ رَضِيّاً\n(and make him, my Lord, one with whom You are well-pleased!) means \"Make him pleasing to You (Allah) and your creation. Love him and make him beloved to your creatures, in both his religion and his character.\"",
  "ayah": 2,
  "surah": 19
}
