{
  "text": "The Conception and the Birth\nAllah, the Exalted, informs about Maryam that when Jibril had spoken to her about what Allah said, she accepted the decree of Allah. Many scholars of the predecessors (Salaf) have mentioned that at this point the angel (who was Jibril) blew into the opening of the garment that she was wearing. Then the breath descended until it entered into her vagina and she conceived the child by the leave of Allah. Muhammad bin Ishaq said, \"When she conceived him and filled her water jug (at a well), she returned (to her people). After this, her menstrual bleeding ceased and she experienced what the pregnant woman experiences of sickness, hunger, change of color and there was even a change in the manner of her speech. After this, no people came to visit any house like they did the house of Zakariyya. The word spread among the Children of Israel and the people were saying, `Verily, her partner (in fornication) was Yusuf, because there was no one else in the temple with her except him.' So she hid herself from the people and placed a veil between herself and them. No one saw her and she did not see anyone else.\" Allah said;\nفَأَجَآءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ\n(And the pains of childbirth drove her to the trunk of a date palm.) This means that her pains of labor compelled her to go to the trunk of a date-palm tree that was at the place where she had secluded herself. The scholars differed over its location. As-Suddi said, \"Her place of seclusion was to the east and that was where she would pray at the Sacred House of Jerusalem.\" Wahb bin Munabbih said, \"She ran away and when she reached an area between Ash-Sham and Egypt, she was overcome by labor pains.\" In another narration from Wahb, he said, \"This took place eight miles from the Sacred House of Jerusalem in a village that was known as Bayt Al-Lahm (Bethlehem).\" I say, there are Hadiths about the Isra' (Night Journey of the Prophet ) that are reported by An-Nasa'i on the authority of Anas, and Al-Bayhaqi on the authority of Shadad bin Aws, that say that this took place at Bait Al-Lahm. Allah knows best. This is what is well known that the people all relate from each other. The Christians have no doubt held that the place of this occurrence was Bethlehem and this is what all the people relate. It has been related in a Hadith also, if the Hadith is authentic. Allah says, informing about her,\nقَالَتْ يلَيْتَنِى مِتُّ قَبْلَ هَـذَا وَكُنتُ نَسْياً مَّنسِيّاً\n(She said: \"Would that I had died before this, and had been forgotten and out of sight!\") In this is an evidence of the permissibility to wish for death when a calamity strikes. She knew that she was going to be tested with the birth, the people would not assist her, and they would not believe her story. After she was known as a devout worshipper among them, they now thought that she had become a fornicating whore. She said,\nيلَيْتَنِى مِتُّ قَبْلَ هَـذَا\n(Would that I had died before this,) She said this to mean before this situation.\nوَكُنتُ نَسْياً مَّنسِيّاً\n(and I had been forgotten and out of sight!) This means, \"I wish I had not been created and I was nothing.\" This was mentioned by Ibn `Abbas. Qatadah said,\nوَكُنتُ نَسْياً مَّنسِيّاً\n(and I had been forgotten and out of sight!) \"This means something unknown, forgotten and no one knew who I was.\"",
  "ayah": 23,
  "surah": 19
}
