{
  "text": "The Disbeliever's warning of the Day of Distress\nAllah, the Exalted, says informing about the disbelievers on the Day of Resurrection that they will be made to have the clearest hearing and sight. This is as Allah says,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard.\") 32:12 They will say that when it will not benefit them, nor will it be of any use to them. If they had used these senses properly before seeing the torment, then it would have brought them some benefit and saved them from the Allah's punishment. This is why Allah says,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ\n(How clearly will they (disbelievers) see and hear,) This means that no one will hear and see better than they will.\nيَوْمَ يَأْتُونَنَا\n(the day when they will appear before Us.) The Day of Resurrection.\nلَـكِنِ الظَّـلِمُونَ الْيَوْمَ\n(But the wrongdoers today are...) now, in the life of this world,\nفِى ضَلَـلٍ مُّبِينٍ\n(...in plain error.) They do not hear, see or think. When they are requested to follow guidance, they are not guided and they succumb to those things that do not benefit them. Then, Allah says,\nوَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ\n(And warn them of the Day of grief and regrets,) warn the creation of the Day of Distress,\nإِذْ قُضِىَ الاٌّمْرُ\n(when the case has been decided,) when the people of Paradise and the people of Hell will be sorted out, and everyone will reach his final abode which he was destined to remain in forever.\nوَهُمْ\n(while (now) they are) today, in the present life of this world,\nفِى غَفْلَةٍ\n(in a state of carelessness.) with the warning of the Day of grief and regret, they are heedless.\nوَهُمْ لاَ يُؤْمِنُونَ\n(and they believe not.) meaning they do not believe that it is true. Imam Ahmad recorded that Abu Sa`id said that the Messenger of Allah ﷺ said,\n«إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ وَأَهْلُ النَّارِ النَّارَ، يُجَاءُ بِالْمَوْتِ كَأَنَّهُ كَبْشٌ أَمْلَحُ فَيُوقَفُ بَيْنَ الْجَنَّةِ وَالنَّارِ، فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ هَلْ تَعْرِفُونَ هَذَا، قَالَ: فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ:نَعَمْ هَذَا الْمَوْتُ قَالَ: فَيُقَالُ: يَاأَهْلَ النَّارِ، هَلْ تَعْرِفُونَ هَذَا؟ قَالَ: فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ: نَعَمْ هَذَا الْمَوْتُ قَالَ: فَيُؤْمَرُ بِهِ فَيُذْبَحُ، قَالَ: وَيُقَالُ: يَا أَهْلَ الْجَنَّةِ، خُلُودٌ وَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ، خُلُودٌ وَلَا مَوْت»\n(When the people of Paradise enter Paradise and the people of the Hellfire enter the Hellfire, death will be brought in the form of a handsome ram and it will be placed between Paradise and the Hellfire. Then, it will be said, \"O people of Paradise, do you know what this is\" Then, they will turn their gazes and look, and they will say, \"Yes, this is death.\" Then, it will be said, \"O people of the Hellfire, do you know what this is\" Then, they will turn their gazes and look, and they will say, \"Yes, this is death.\" Then, the order will be given for it to be slaughtered and it will be said, \"O people of Paradise, eternity and no more death, O people of Hellfire, eternity and no more death.\") Then the Messenger of Allah ﷺ recited the Ayah,\nوَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِىَ الاٌّمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لاَ يُؤْمِنُونَ\n(And warn them of the Day of grief and regret, when the case has been decided, while (now) they are in a state of carelessness, and they believe not.) Then, the Messenger of Allah ﷺ made a gesture with his hand and said,\n«أَهْلُ الدُّنْيَا فِي غَفْلَةِ الدُّنْيَا»\n(The people of this life are in the state of heedlessness of this life.) Thus recorded Imam Ahmad and it was also recorded by Al-Bukhari and Muslim in their Sahihs with wording similar to this. It is reported from `Abdullah bin Mas`ud that he mentioned a story in which he said, \"There is not a soul except that it will see a residence in Paradise and a residence in the Hellfire, and this will be the Day of distress. So the people of the Hellfire will see the residence that Allah prepared for them if they had believed. Then, it will be said to them, `If you had believed and worked righteous deeds, you would have had this, which you see in Paradise.' Then, they will be overcome with distress and grief. Likewise, the people of Paradise will see the residence that is in the Hellfire and it will be said to them, `If Allah had not bestowed His favor upon you (this would have been your place).' \" Concerning Allah's statement,\nإِنَّا نَحْنُ نَرِثُ الاٌّرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ\n(Verily, We will inherit the earth and whatsoever is thereon. And to Us they all shall be returned.) Allah is informing that He is the Creator, the Owner and the Controller of all matters. All of the creation will be destroyed and only He, the Most High and Most Holy, will remain. There is no one who can claim absolute ownership and control of affairs besides Him. He is the Inheritor of all His creation. He is the Eternal, Who will remain after they are gone and He is the Judge of their affairs. Therefore, no soul will be done any injustice, nor wronged even the weight of a mosquito or an atom. Ibn Abi Hatim recor- ded that Hazm bin Abi Hazm Al-Quta`i said, \"`Umar bin `Abdul-Aziz wrote to `Abdul-Hamid bin `Abdur-Rahman, who was the governor of Kufah: `Thus, to proceed: Verily, Allah prescribed death for His creatures when He created them and He determined their final destination. He said in that which He revealed in His truthful Book, which He guarded with His knowledge and made His angels testify to its preservation, that He will inherit the earth and all who are on it, and they will all be returned to Him.\"'",
  "ayah": 38,
  "surah": 19
}
