{
  "text": "Ibrahim's Admonition of His Father\nAllah, the Exalted, tells His Prophet, Muhammad ﷺ,\nوَاذْكُرْ فِى الْكِتَـبِ إِبْرَهِيمَ\n(And mention in the Book, Ibrahim.) \"Recite this to your people who are worshipping idols and mention to them what happened with Ibrahim, the intimate Friend (Khalil) of the Most Beneficent. These idol worshippers (Arabs) are his descendants and they claim to follow his religion. Inform them that he was a truthful Prophet. Tell them about what took place with his father and how he forbade him from worshipping idols.\" Ibrahim said,\nيأَبَتِ لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً\n(O my father! Why do you worship that which hears not, sees not and cannot avail you in anything) Meaning that these idols will not benefit you, nor can they protect you from any harm.\nيأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ\n(O my father! Verily, there has come to me the knowledge of that which came not unto you.) This means, \"Even though I am from your loins and you see me as inferior to you because I am your son, know that I have received knowledge from Allah that you do not know and it has not reached you.\"\nفَاتَّبِعْنِى أَهْدِكَ صِرَاطاً سَوِيّاً\n(So follow me, I will guide you to the straight path.) meaning, \"a straight path that will carry you to the desired objective and save you from that which is dreaded (Hell).\"\nيأَبَتِ لاَ تَعْبُدِ الشَّيْطَـنَ\n(O my father! Worship not Shaytan.) This is means, \"Do not obey him by worshipping these idols. He invites to this (idolatry) and he is pleased with it.\" This is as Allah says,\nأَلَمْ أَعْهَدْ إِلَيْكُمْ يبَنِى ءَادَمَ أَن لاَّ تَعْبُدُواْ الشَّيطَـنَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ\n(Did I not command you, O Children of Adam, that you should not worship Shaytan. Verily, he is a plain enemy to you.) 36:60 Allah also says,\nإِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَـثاً وَإِن يَدْعُونَ إِلاَّ شَيْطَـناً مَّرِيداً\n(They invoke nothing but females idols besides Him (Allah), and they invoke nothing but Shaytan, a persistent rebel!) 4:117 Concerning Allah's statement,\nإِنَّ الشَّيْطَـنَ كَانَ لِلرَّحْمَـنِ عَصِيّاً\n(Verily, Shaytan has been a rebel against the Most Gracious.) This means obstinate and too arrogant to obey his Lord. Therefore, Allah expelled him and made him an outcast. Therefore, \"do not follow him or you will become like him. \"\nيأَبَتِ إِنِّى أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ الرَّحْمَـنِ\n(O my father! Verily, I fear lest a torment from the Most Gracious should overtake you,) \"because of your associating partners with Allah and your disobedience in what I am commanding you with.\"\nفَتَكُونَ لِلشَّيْطَـنِ وَلِيّاً\n(so that you become a companion of Shaytan.) This means, \"there will be no one who will protect you, or help you, or assist you, except Iblis. However, neither he, nor anyone else, has any power over the outcome of matters. Following him will only cause you to be surrounded by the torment (of Allah).\" This is as Allah says,\nتَاللَّهِ لَقَدْ أَرْسَلْنَآ إِلَى أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَـِّنُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ\n(By Allah, We indeed sent (Messengers) to the nations before you, but Shaytan made their deeds fair seeming to them. So he is their helper today (in this world), and theirs will be a painful torment.) 16:63",
  "ayah": 43,
  "surah": 19
}
