{
  "text": "They were succeeded by Wicked People and Good People\nAfter Allah mentioned the party of blessed ones -- the Prophets and those who followed them by maintainig the limits set by Allah and His commandments, fulfilling what Allah ordered and avoiding His prohibitions -- then He mentions,\n(خَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ) (there has succeeded them a posterity.) This means later generations.\nأَضَاعُواْ الصَّلَـوةَ\n(who have lost Salah) Losing their prayers is when they do not consider the prayers obligatory. Therefore they lose, because the prayer is the pillar and foundation of the religion. It is the best of the servants' deeds. Thus, these people will occupy themselves with worldly desires and delights, and they will be pleased with the life of this world. They will be tranquil and at ease in the worldly appetites. Therefore, these people will meet with Ghaiy, which means loss on the Day of Resurrection. Al-Awza`i reported from Musa bin Sulayman, who reported from Al-Qasim bin Mukhaymirah that he said concerning Allah's statement,\nفَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصَّلَـوةَ\n(Then, there has succeeded them a posterity who have lost the Salah) \"This means that they will not keep up with the proper times of the prayer, because if it meant complete abandonment of the prayer, this would be disbelief.\" It is also reported that it was said to Ibn Mas`ud, \"Allah often mentions the prayer in the Qur'an. He says,\nالَّذِينَ هُمْ عَن صَلَـتِهِمْ سَاهُونَ\n(Those who neglect their Salah.) 107:5 And He says,\nعَلَى صَلاَتِهِمْ دَآئِمُونَ\n(Those who remain constant in their Salah.) 70:23 And He says,\nعَلَى صَلاَتِهِمْ يُحَافِظُونَ\n(Who guard their Salah.)\" 23:9 Then, Ibn Mas`ud said, \"This means at its designated times.\" The people said, \"We thought that this was referring to the abandonment of the prayer.\" He replied, \"That would be disbelief.\" Masruq said, \"No one who guards the five daily prayers will be written among the heedless. In their neglect is destruction. Their neglect is delaying them past their fixed times.\" Al-Awza`i reported from Ibrahim bin Zayd that Umar bin `Abdul-`Aziz recited the Ayah,\nفَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصَّلَـوةَ وَاتَّبَعُواْ الشَّهَوَتِ فَسَوْفَ يَلْقُونَ غَيّاً\n(Then, there has succeeded them a posterity who have lost the Salah and have followed lusts. So they will meet Ghayy.) Then, he said, \"Their loss was not their abandonment of the prayers, but it was by not offering them during their proper and prescribed times.\" Allah said,\nفَسَوْفَ يَلْقُونَ غَيّاً\n(So they will meet Ghayy. ) `Ali bin Abi Talhah reported from Ibn `Abbas that he said,\nفَسَوْفَ يَلْقُونَ غَيّاً\n(So they will meet Ghayy.) \"This means loss.\" Qatadah said, \"This means evil.\" Sufyan Ath-Thawri, Shu`bah and Muhammad bin Ishaq all reported from Abu Ishaq As-Sabi`i, who reported from Abu `Ubaydah, who reported from `Abdullah bin Mas`ud that he said,\nفَسَوْفَ يَلْقُونَ غَيّاً\n(So they will meet Ghayy.) \"This is a valley in the Hellfire which is very deep and its food is filthy.\" Al-A`mash reported from Ziyad, who reported from Abu `Iyad, who commented Allah's statement,\nفَسَوْفَ يَلْقُونَ غَيّاً\n(So they will meet Ghayy.) He said, \"This is a valley in Hell made of puss and blood.\" Allah said,\nإِلاَّ مَن تَابَ وَءَامَنَ وَعَمِلَ صَـلِحاً\n(Except those who repent and believe and work righteousness.) This means, \"Except those who recant from giving up the prayers and following the desires, for verily, Allah will accept their repentance, give them a good end and make them of those who inherit the Garden of Delight (Paradise). \" For this reason Allah says,\nفَأُوْلَـئِكَ يَدْخُلُونَ الْجَنَّةَ وَلاَ يُظْلَمُونَ شَيْئاً\n(Such will enter Paradise and they will not be wronged in aught.) This is because repentance wipes away that which was before it. In another Hadith, the Prophet said,\n«التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَاذَنْبَ لَه»\n(The one who repents from sin is like he who has no sin.) Because of this, those who repent will not lose anything from the (good) deeds that they did. They will not be held accountable for what they did before their repentance, thus causing a decrease in their reward for deeds that they do after their repentance. That is because whatever they did before repenting is lost, forgotten and not taken to account. This is an honor from the Most Generous and a kindness from the Most Gentle. This is an exception that is made for these people, similar to Allah's statement in Surah Al-Furqan,\nوَالَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَـهَا ءَاخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِى حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ\n(And those who invoke not any other god along with Allah, nor kill such person as Allah has forbidden, except for just cause...) until Allah's statement,\nوَكَانَ اللَّهُ غَفُوراً رَّحِيماً\n(and Allah is Oft-Forgiving, Most Merciful.) 25:68-70",
  "ayah": 59,
  "surah": 19
}
