{
  "text": "Man's Amazement about Life after Death and the Refutation against this Amazement\nAllah, the Exalted, informs that mankind is amazed that he could be returned to life after death and he thinks that this is something farfetched. As Allah says,\nوَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَابًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ\n(And if you wonder, then wondrous is their saying: \"When we are dust, shall we indeed then be (raised) in a new creation\")13:5 Allah also says,\nأَوَلَمْ يَرَ الإِنسَـنُ أَنَّا خَلَقْنَـهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مٌّبِينٌ - وَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ\n(Does not man see that We have created him from Nutfah. Yet behold he (stands forth) as an open opponent. And he puts forth for Us a parable and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")36:77-79 And Allah says here in this Surah,\nوَيَقُولُ الإِنْسَـنُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيّاً - أَوَلاَ يَذْكُرُ إلإِنْسَـنُ أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئاً\n(And man says: \"When I am dead, shall I then be raised up alive\" Does not man remember that We created him before, while he was nothing) Allah uses the beginning of creation as a proof for its repetition. This means that He, the Exalted, created the human being while he was nothing. So can he not repeat this creation after the human had actually become something Similalry Allah says;\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.) 30:27 In the Sahih it is recorded that the Messenger ﷺ of Allah said,\n«يَقُولُ اللهُ تَعَالَى: كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ أَنْ يُكَذِّبَنِي، وَآذَانِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ أَنْ يُؤْذِيَنِي، أَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ لَنْ يُعِيدَنِي كَمَا بَدَأَنِي، وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ آخِرِهِ، وَأَمَّا أَذَاهُ إِيَّايَ فَقَوْلُهُ إِنَّ لِي وَلَدًا وَأَنَا الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد»\n(Allah, the Exalted said, \"The son of Adam denies Me and he has no right to deny Me. The son of Adam harms Me and he has no right to harm Me. His denial of Me is his statement that I will never repeat His creation like I created him the first time. Yet, the second creation is not more difficult upon Me than the first. His harming Me is his statement that I have a son. Yet, I am One Alone, the Self-Sufficient Whom all creatures need. He Who does not beget children, nor was He born and there is none coequal or comparable unto Him.\") Concerning Allah's statement,\nفَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَـطِينَ\n(So by your Lord, surely We shall gather them together, and the Shayatin,) The Lord, Blessed be He the Most High, swears by His Noble Self that He will definitely gather all of those who worshipped other than Allah and their devils as well.\nثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيّاً\n(then We shall bring them round Hell, Jithiyya.) Al-`Awfi related that Ibn `Abbas said, \"This means sitting and it is similar to His statement,\nوَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً\n(And you will see each nation Jathiyah.)\" 45:28 As-Suddi commented on the word Jithiyya, \"It means standing.\" It has been reported from Murrah that Ibn Mas`ud said the same. Concerning Allah's statement,\nثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ\n(Then indeed We shall drag out from every sect) This means from every nation. This is what Mujahid said.\nأَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَـنِ عِتِيّاً\n(all those who were worst in obstinate rebellion against the Most Gracious.) Ath-Thawri reported from `Ali bin Al-Aqmar, from Abu Al-Ahwas, from Ibn Mas`ud that he said, \"The first of them will be bound to the last of them until their number is complete. Then, they will be brought all together. Then, Allah will begin with the greatest of them in crime and continue in succession. That is Allah's statement,\nثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَـنِ عِتِيّاً\n(Then indeed We shall drag out from every sect all those who were worst in obstinate rebellion against the Most Gracious.) This is similar to Allah's statement,\nحَتَّى إِذَا ادَّارَكُواْ فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لاٍّولَـهُمْ رَبَّنَا هَـؤُلاءِ أَضَلُّونَا فَـَاتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ\n(Until they will be gathered all together in the Fire. The last of them will say to the first of them: \"Our Lord! These misled us, so give them a double torment of the Fire.\") Until His saying,\nبِمَا كُنتُمْ تَكْسِبُونَ\n(For what you used to earn.) 7:38-39 The first of them will say to the last of them: \"Your were not better than us, so taste the torment for what you used to earn.\" Concerning Allah's statement,\nثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيّاً\n(Then, verily, We know best those who are most worthy of being burnt therein.) Then, at this point Allah attaches one piece of information to another. The meaning here is that Allah best knows which of His creatures deserve to be burned in the fire of Hell and remain there forever and who deserves to have his punishment doubled. This is as He says in the Ayah that was previously mentioned,\nقَالَ لِكُلٍّ ضِعْفٌ وَلَـكِن لاَّ تَعْلَمُونَ\n(He will say: \"For each one there is double (torment), but you know not.\") 7:38",
  "ayah": 68,
  "surah": 19
}
