{
  "text": "Это относится ко всем душам - и добродетельным, и грешным. После смерти душу праведника возносят к Аллаху, и пред нею одно за другим открываются небеса, пока, наконец, она не достигнет седьмого неба, над которым воцарился Всемогущий и Великий Аллах. Обитатели небес приветствуют ее и молятся за нее, и она испытывает невероятное счастье от близости к своему Создателю и ликует от этого. Тем самым ей оказывается заслуженная честь и воздается щедрая похвала. Душа грешника также поднимается к небесам, однако ей не разрешают вступить даже на первое небо и ее возвращают на землю. Всевышний сообщил, что ангелы и дух восходят к Аллаху, преодолевая огромное расстояние в течение одного дня благодаря тому, что Аллах облегчил им этот путь и сделал их нежными и мягкими творениями, наделенными высокой скоростью. Передвигаясь обычным образом, они бы преодолели расстояние от начала восхождения до его конца, где заканчивается высший мир, за пятьдесят тысяч лет. Таково великое царство Аллаха. Это - необъятная Вселенная, состоящая из высшего и земного миров. Сотворил их и правит ими один царь - высочайший Аллах. Ему известно все, что происходит в их душах и что совершают их руки, что ожидает их в земном мире и в Последней жизни. Он милосерден к Своим рабам и добродетелен к ним. Милость Его объемлет все сущее, и все подчинено Его законам: законам Вселенной, законам шариата и законам справедливого возмездия. Горе тем, кто не познал Его величия и не ценил Его должным образом, кто торопил его наказание, пытаясь испытать могущество Аллаха или убедиться в Его беспомощности! Хвала Аллаху, кроткому и сострадательному Господу, который отсрочил день своего возмездия до определенного срока и не предал Своих рабов забвению. Они обижают Его, а Он терпит их несправедливость и даже дарует им благоденствие и пропитание. Таково одно из толкований этого благородного аята, из которого следует, что речь в нем шла о восхождении ангелов и душ в этом мире. Об этом также свидетельствует текст предыдущих аятов. Согласно другому толкованию, это произойдет в День воскресения, когда Всевышний Аллах продемонстрирует рабам Свое могущество и величие в полной мере. Они увидят, как ангелы и души будут восходить к Аллаху и спускаться от Него, исполняя божественную волю и претворяя в жизнь Его указания. Что же касается упоминания о пятидесяти тысячах лет, то оно означает, что Судный день будет мучителен и продолжителен, и лишь правоверным Всевышний Аллах облегчит это ожидание.",
  "ayah": 4,
  "surah": 70
}
