{
  "text": "( إن ربك يعلم أنك تقوم أدنى ) أقل من ( ثلثي الليل ونصفه وثلثه ) قرأ أهل مكة والكوفة : \" نصفه وثلثه \" بنصب الفاء والثاء وإشباع الهاءين ضما أي : وتقوم نصفه وثلثه وقرأ الآخرون بجر الفاء والثاء وإشباع الهاءين كسرا عطفا على ثلثي ( وطائفة من الذين معك ) يعني المؤمنين وكانوا يقومون معه ( والله يقدر الليل والنهار ) قال عطاء : يريد لا يفوته علم ما تفعلون ، أي أنه يعلم مقادير الليل والنهار فيعلم القدر الذي تقومون من الليل ( علم أن لن تحصوه ) قال الحسن : قاموا حتى انتفخت أقدامهم ، فنزل : \" علم أن لن تحصوه \" لن تطيقوا معرفة ذلك . وقال مقاتل : كان الرجل يصلي الليل كله ، مخافة أن لا يصيب ما أمر به من القيام ، فقال : علم أن لن تحصوه لن تطيقوا معرفة ذلك . ( فتاب عليكم ) فعاد عليكم بالعفو والتخفيف ( فاقرءوا ما تيسر من القرآن ) يعني في الصلاة ، قال الحسن : يعني في صلاة المغرب والعشاء .قال قيس بن أبي حازم : صليت خلف ابن عباس بالبصرة فقرأ في أول ركعة بالحمد وأول آية من البقرة [ ثم قام في الثانية فقرأ بالحمد والآية الثانية من البقرة ] ثم ركع فلما انصرف أقبل علينا فقال : إن الله - عز وجل - يقول : فاقرءوا ما تيسر [ منه ]أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا عثمان بن أبي صالح ، حدثنا ابن لهيعة ، حدثني حميد بن مخراق ، عن أنس بن مالك أنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" من قرأ خمسين آية في يوم أو في ليلة لم يكتب من الغافلين ، ومن قرأ مائة آية كتب من القانتين ، ومن قرأ مائتي آية لم يحاجه القرآن يوم القيامة ، ومن قرأ خمسمائة آية كتب له قنطار من الأجر \" .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثني القاسم بن زكريا حدثنا عبيد الله بن موسى عن شيبان ، عن يحيى [ بن كثير ] عن محمد [ عبد الله ] بن عبد الرحمن مولى بني زهرة عن أبي سلمة عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" اقرأ القرآن في كل شهر \" قال قلت : إني أجد قوة ، قال : \" فاقرأه في [ كل ] عشرين ليلة \" قال قلت : إني أجد قوة ، قال : \" فاقرأه في كل سبع ولا تزد على ذلك \" .قوله - عز وجل - : ( علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله ) يعني المسافرين للتجارة يطلبون من رزق الله ( وآخرون يقاتلون في سبيل الله ) لا يطيقون قيام الليل .روى إبراهيم عن ابن مسعود قال : أيما رجل جلب شيئا إلى مدينة من مدائن المسلمين صابرا محتسبا فباعه بسعر يومه كان عند الله بمنزلة الشهداء ثم قرأ عبد الله : \" وآخرون يضربون في الأرض يبتغون من فضل الله \" [ يعني المسافرين للتجارة يطلبون رزق الله ] \" وآخرون يقاتلون في سبيل الله \" .( فاقرءوا ما تيسر منه ) أي [ ما تيسر عليكم ] من القرآن . [ قال أهل التفسير ] كان هذا في صدر الإسلام ثم نسخ بالصلوات الخمس ، وذلك قوله : ( وأقيموا الصلاة وآتوا الزكاة وأقرضوا الله قرضا حسنا ) قال ابن عباس : يريد ما سوى الزكاة من صلة الرحم ، وقرى الضيف . ( وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا ) تجدوا ثوابه في الآخرة أفضل مما أعطيتم ( وأعظم أجرا ) من الذي أخرتم ولم تقدموه ، ونصب \" خيرا وأعظم \" على المفعول الثاني ، فإن الوجود إذا كان بمعنى الرؤية يتعدى إلى مفعولين ، وهو فصل في قول البصريين وعماد في قول الكوفيين لا محل لها في الإعراب .أخبرنا أبو القاسم يحيى بن علي الكشميهني ، أخبرنا أبو نصر أحمد بن علي البخاري بالكوفة ، أخبرنا أبو القاسم نصر بن أحمد الفقيه بالموصل ، حدثنا أبو يعلى الموصلي ، حدثنا أبو خيثمة ، حدثنا جرير ، عن الأعمش ، عن إبراهيم التيمي ، عن الحارث بن سويد قال : قال عبد الله : قال رسول الله - صلى الله عليه وسلم - \" أيكم ماله أحب إليه من مال وارثه \" ؟ قالوا : يا رسول الله ما منا من أحد إلا ماله أحب إليه من مال وارثه . قال : \" اعلموا ما تقولون \" قالوا : ما نعلم إلا ذلك يا رسول الله ، قال [ : \" ما منكم رجل إلا مال وارثه أحب إليه من ماله \" قالوا : كيف يا رسول الله ؟ قال ] \" إنما مال أحدكم ما قدم ومال وارثه ما أخر \" .( واستغفروا الله ) لذنوبكم ( إن الله غفور رحيم ) .",
  "ayah": 20,
  "surah": 73
}
