{
  "text": "( أو زد عليه ) على النصف إلى الثلثين ، خيره بين هذه المنازل ، وكان النبي - صلى الله عليه وسلم - وأصحابه يقومون على هذه المقادير ، وكان الرجل لا يدري متى ثلث الليل ومتى نصف الليل ومتى الثلثان ، فكان [ الرجل ] يقوم حتى يصبح مخافة أن لا يحفظ القدر الواجب ، واشتد ذلك عليهم حتى انتفخت أقدامهم فرحمهم الله وخفف عنهم ونسخها بقوله : فاقرءوا ما تيسر من القرآن علم أن سيكون منكم مرضى \" الآية . فكان بين أول السورة وآخرها سنة .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أخبرنا أبو نعيم عبد الملك بن الحسن الإسفراييني ، أخبرنا أبو عوانة يعقوب بن إسحاق الحافظ ، حدثنا الحسن بن علي بن عفان ، حدثنا يحيى بن بشير ، حدثنا سعيد - يعني ابن أبي عروبة - حدثنا قتادة عن زرارة بن أبي أوفى عن سعيد بن هشام قال : انطلقت إلى عائشة رضي الله عنها فقلت : يا أم المؤمنين أنبئيني عن خلق رسول الله - صلى الله عليه وسلم - فقالت : [ ألست ] تقرأ القرآن ؟ قلت : بلى ، قالت : فإن خلق نبي الله - صلى الله عليه وسلم - كان القرآن ، قلت : فقيام رسول الله - صلى الله عليه وسلم - يا أم المؤمنين ؟ قالت : ألست تقرأ : \" يا أيها المزمل \" قلت : بلى ، قالت : فإن الله افترض القيام في أول هذه السورة ، فقام رسول الله - صلى الله عليه وسلم - وأصحابه حولا حتى انتفخت أقدامهم وأمسك الله خاتمتها اثني عشر شهرا في السماء ، ثم أنزل الله التخفيف في آخر هذه السورة ، فصار قيام الليل تطوعا بعد الفريضة .قال مقاتل وابن كيسان : كان هذا بمكة قبل أن تفرض الصلوات الخمس ، ثم نسخ ذلك بالصلوات الخمس .( ورتل القرآن ترتيلا ) قال ابن عباس : بينه بيانا . وقال الحسن : اقرأه قراءة بينة . وقال مجاهد : ترسل فيه ترسلا . وقال قتادة : تثبت فيه تثبتا . وعن ابن عباس أيضا : اقرأه على هينتك ثلاث آيات أو أربعا أو خمسا .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا عمرو بن عاصم ، حدثنا همام عن قتادة قال : سئل أنس كيف كانت قراءة النبي - صلى الله عليه وسلم - فقال : كانت مدا مدا ، ثم قرأ : بسم الله الرحمن الرحيم ، يمد بسم الله ويمد الرحمن ويمد الرحيمأخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا آدم ، حدثنا شعبة ، حدثنا عمرو بن مرة قال : سمعت أبا وائل قال : جاء رجل إلى ابن مسعود ، قال : قرأت المفصل الليلة في ركعة ، فقال : هذا كهذ الشعر ؟ لقد عرفت النظائر التي كان النبي - صلى الله عليه وسلم - يقرن بينهن ، فذكر عشرين سورة من المفصل سورتين [ من آل حاميم ] في [ كل ] ركعة .أخبرنا أبو جعفر أحمد بن أبي أحمد بن مثويه ، أخبرنا الشريف أبو القاسم علي بن محمد بن علي بن الحسيني الحراني فيما كتبه إلي [ أخبرنا أبو بكر محمد بن الحسين الآجري ] أخبرنا أبو بكر عبد الله بن محمد بن حميد الواسطي ، حدثنا زيد بن أخزم ، حدثنا محمد بن الفضل ، حدثنا سعيد بن زيد ، عن أبي حمزة ، عن إبراهيم ، عن علقمة ، عن عبد الله - يعني ابن مسعود - قال : لا تنثروه نثر الدقل ولا تهذوه هذ الشعر ، قفوا عند عجائبه وحركوا به القلوب ، ولا يكن هم أحدكم آخر السورة .أخبرنا أبو جعفر أحمد بن أبي أحمد بن مثويه ، أخبرنا الشريف أبو القاسم علي بن محمد بن علي بن الحسين الحراني فيما كتب إلي ، حدثنا أبو بكر محمد بن الحسين الآجري ، حدثنا أبو محمد يحيى بن محمد بن صاعد ، حدثنا الحسين بن الحسن المروزي ، حدثنا ابن المبارك ، ح ، أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة ، أخبرنا أبو طاهر محمد بن أحمد بن الحارث ، أخبرنا أبو الحسن محمد بن يعقوب الكسائي ، أخبرنا عبد الله بن محمد ، أخبرنا إبراهيم بن عبد الله الخلال ، حدثنا عبد الله بن المبارك ، عن موسى بن عبيدة ، عن عبد الله بن عبيدة وهو أخوه عن سهل بن سعد الساعدي قال : بينا نحن نقرأ إذ خرج علينا رسول الله - صلى الله عليه وسلم - فقال : \" الحمد لله كتاب الله واحد وفيكم الأخيار وفيكم الأحمر والأسود اقرءوا [ القرآن ] قبل أن يأتي أقوام يقرءونه ، يقيمون حروفه كما يقام السهم لا يجاوز تراقيهم ، يتعجلون أخره ولا يتأجلونه \" .أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، حدثنا أبو العباس المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا أبو بكر محمد بن نافع البصري ، حدثنا عبد الصمد بن عبد الوارث ، عن إسماعيل بن مسلم العبدي ، عن أبي المتوكل الناجي ، عن عائشة رضي الله عنها قالت : قام النبي - صلى الله عليه وسلم - بآية من القرآن ليلة .ورواه أبو ذر ، قال : قام النبي - صلى الله عليه وسلم - ليلة حتى أصبح بآية [ من القرآن ] والآية : \" إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم \" ( المائدة - 118 ) .",
  "ayah": 4,
  "surah": 73
}
