{
  "text": "Язычники, которые отвергли Пророка Мухаммада, да благословит его Аллах и приветствует, насмехались над ним и говорили: «Послушай! Ты считаешь, что тебе ниспосылается откровение. Неужели ты думаешь, что мы последуем за тобой и откажемся от дороги наших предков? Если ты так думаешь, то ты - всего лишь безумец. Но если ты говоришь правду, почему ты не привел к нам ангелов, которые подтвердили бы правдивость твоих слов? Ты не сделал этого, а это значит, что ты говоришь неправду». Эти слова многобожников были свидетельством величайшей несправедливости и величайшего невежества. Что касается их несправедливости, то она очевидна. Многобожники были настолько дерзки, что осмелились указывать Аллаху, какие знамения Ему следует ниспосылать. Они потребовали от Него знамений, которые Он не желал показывать рабам, потому что и без них людям было ниспослано множество знамений, свидетельствующих о правдивости пророческого учения. А что касается невежества многобожников, то оно проявлялось в неосведомленности о том, что может принести им пользу, а что - причинить вред. Пришествие ангелов не послужило бы им на благо, потому что ангелы приносят очевидную истину, после чего Аллах не предоставляет отсрочки тем, кто отказывается руководствоваться этой истиной или покориться ей. Если бы к ним явились ангелы, они все равно бы не уверовали, и тогда мучительное наказание постигло бы их без промедления. А это значит, что требования многобожников показать им ангелов были равносильны просьбам поскорее подвергнуть их суровому возмездию. Воистину, они не могли уверовать вопреки воле своего Господа, ибо только Он наставляет людей на прямой путь. Всевышний сказал: «Даже если бы Мы ниспослали им ангелов, и мертвые заговорили бы с ними, и Мы собрали бы перед ними все сущее, они ни за что не уверовали бы, если бы только этого не пожелал Аллах. Однако большинство их не ведает об этом» (6:111). Но если бы многобожники действительно желали найти истину, то они довольствовались бы этим великим Кораном. И поэтому далее Всевышний Аллах сказал:",
  "ayah": 8,
  "surah": 15
}
