{
  "text": "(آیت) ” نمبر 10 تا 11۔\nیہ ایک جھلکی ہے ‘ جو ان لوگوں کی روگردانی اور ہٹ دھرمی کے بعد اور ان کی جاہلانہ اور احمقانہ مطالبات کے بعد آتی ہے۔ اور اس کے بعد کہ ان کے اس چیلنج اور ان کے مطالبات کو اللہ تعالیٰ نے نہایت مہربانی اور نہایت ہی بربادی کر کے قبول نہ کیا ورنہ وہ ہلاک ہوجاتے ‘ تو اس موقعہ پر اس جھلکی سے دو مقاصد مطلوب ہیں ۔\nپہلا مقصد تو یہ ہے کہ رسول اللہ ﷺ کو تسلی دی جائے اور ان کے دل سے غبار غم چھٹ جائے کوئی روگردانی کرنے والوں اور مذاق اڑانے والوں کے رویے کی وجہ سے اور مسلسل ہٹ دھرمی کی وجہ سے آپ بہت ہی پریشان ہوجاتے تھے ۔ اس طرح حضور ﷺ کا دل مطمئن ہوجاتا کہ جھٹلانے والوں اور مذاق اڑانے والوں کا انجام آخر کار خراب ہی ہوتا ہے ۔ حضور ﷺ کو یہ سمجھایا جاتا ہے کہ تاریخ دعوت وتاریخ رسل میں یہ رویہ کوئی انوکھی بات نہیں ہے ۔ آپ سے پہلے بھی رسولوں کے ساتھ یہی رویہ اختیار کیا گیا ۔ مذاق اڑانے والوں کا یہی انجام رہا ہے اور وہ جس چیز سے مذاق کرتے تھے آخر کار اسی چیز نے انہیں گھیر لیا اور جس کو دھمکی سمجھتے تھے وہ عذاب ان پر آکر رہا اور حق کو باطل پر آخر کار غلبہ نصیب ہوا۔\nدوسرا مقصد یہ تھا کہ ان جھٹلانے والوں اور مذاق کرنے والوں کے دلوں کو بھی ذرا جھنجوڑا جائے اور انہیں اس طرح متوجہ کیا جائے کہ وہ ذرا اپنے اسلام کی تاریخ پر نگاہ ڈالیں جنہوں نے نبیوں کو جھٹلایا اور ان کا مذاق اڑایا اور اس کی وجہ سے اللہ کے عذاب نے انہیں گھیرا ۔ یہ لوگ قوت اور شوکت کے اعتبار سے تم سے زیادہ قوی اور پرشوکت تھے ۔ وہ زیادہ آسودہ حال اور ترقی یافتہ تھے ۔ اس طرح انہیں اس طرح متوجہ کیا ۔ شاید کہ وہ ہدایت قبول کرلیں جس طرح سورة کے آغاز میں بھی انہیں واقعات تاریخ سے عبرت حاصل کرنے کا حکم دیا گیا تھا۔ قرآن کریم کے درج ذیل الفاظ قابل غور ہیں :\n(آیت) ” قُلْ سِیْرُواْ فِیْ الأَرْضِ ثُمَّ انظُرُواْ کَیْْفَ کَانَ عَاقِبَۃُ الْمُکَذِّبِیْنَ (11)\n” ان سے کہو ‘ ذرا زمین پر چل پھر کر دیکھو جھٹلانے والوں کا کیا انجام ہوا ہے ؟ ۔ زمین میں سیروسیاحت کے مقاصد یہ ہیں کہ پھرنے والے کو علم حاصل ہو ‘ وہ حالات پر غور کرے اور ان سے عبرت حاصل کرے ۔ اور پھر تدبر کے بعد پھرنے والا یہ معلوم کرے کہ سنن الہیہ حوادث وواقعات میں کس طرح کار فرما ہوتی ہیں ۔ سنن الہیہ آثار قدیمہ سے بھی معلوم ہو سکتی ہیں جو نظر آتے ہیں اور ابھی تک کھڑے ہیں ۔ ان تاریخی واقعات کے اندر بھی معلوم کی جاسکتی ہیں جو ہر خطے اور ہر قوم کی روایتی تاریخ کے اندر منضبط ہوتے ہیں ۔ زمین کے اندر اس غرض کے لئے اور اس نہج پر سیاحت کرنا عربوں کے لئے ایک انوکھی بات تھی ۔ اس آیت سے معلوم ہوتا ہے کہ عربوں جیسی بدوی اور سادہ قوم میں قرآن مجید فکر ونظر کا کس قدر عظیم انقلاب لارہا ہے ۔ وہ اہل جاہل اور ان پڑھ قوم کو فلسفہ تاریخ پڑھا رہا ہے ۔\nوہ زمین میں پھرتے تھے ‘ سیاحت کے عادی تھے ۔ وہ زندگی گزارنے اور تجارت کے لئے قافلوں کی صورت میں پھرنے کے عادی تھے لیکن ان کے پیش نظر صرف وہ امور تھے جن کا تعلق صرف تجارت اور شکار وغیرہ سے تھا ۔ تربیتی مقاصد کے لئے سیر و سیاحت کبھی ان کا مقصود نہیں رہی تھی ۔ یہ سفر ان کے لئے بالکل جدید تھا ۔ یہ جدید نظام حیات انہیں سچ کی یہ نئی لائن دے رہا تھا اور بچوں کی طرح انہیں ہاتھ سے پکڑ کر جاہلیت کی گہرائیوں اور تاریکیوں سے نکال رہا تھا ۔ انہیں ایک بلند اور کھلی شاہراہ پر ڈال کر مقام سربلندی تک لے جا رہا تھا اور تاریخ شاہد ہے کہ قرآن پر عمل کرکے ہی وہ اس بلند مقام تک پہنچے ۔\nمطالعہ تاریخ کا یہ منہاج جو قرآن کریم عربوں کو سکھا رہا تھا اپنے اول اور آخر سے یہ انسانی تاریخ کے مطالعے کا بالکل ایک نیا منہاج تھا جس کے مطابق اس دور میں اسلامی نظام زندگی نے انسانی عقل کے سامنے انسانی تاریخ کو پیش کیا ۔ اس طرز مطالعہ سے صاف صاف معلوم ہوجاتا ہے کہ جب کچھ اسباب اللہ کی مشیت کے مطابق جمع ہوجاتے ہیں تو ان کے نتائج لازما ظہور پذیر ہوتے ہیں اور انسانی کھلی آنکھوں سے تاریخ میں واقعات واحداث کو سنن الہیہ کے مطابق ظاہر ہوتا دیکھتا ہے ۔ اسلامی نظام سے پہلے انسان اور ان کی روایات میں سے محض چند واقعات گنوائے گئے تھے اور کچھ مشاہدات اور لوگوں کے کچھ رسوم اور رواجات کو قلم بند کیا گیا تھا ۔ کہیں بھی واقعات کے اسباب اور وجوہات کے بارے میں کوئی بحث اور تبصرہ نہیں ہوا تھا اور نہ ان کا تجزیہ کیا گیا تھا کہ یہ اسباب اور یہ ان کے نتائج نکلے ۔ یہ تھے تاریخ کے مراحل اور انقلابات ۔ یہ اسلامی نظام اور قرآن تھا جس نے انسان کو فلسفہ تاریخ دیا اور اسے یہ سکھایا کہ تاریخی واقعات کے اندر اسباب ونتائج کا مطالعہ کرو۔ قرآن نے فلسفہ تاریخ کا کوئی مرحلہ پیش نہیں کیا اور نہ کسی پرانی فکر کو آگے بڑھایا ہے بلکہ قرآن نے انسان کو تاریخی تجزیہ کا ایک منہاج دیا ہے اور صرف اس منہاج کے مطابق ہی انسانی تاریخ کا تجزیہ کیا جاسکتا ہے ۔\nبعض لوگ اس امر پر تعجب کرتے ہیں کہ اسلامی نظام نے اور رسالت محمدیہ نے صرف ربع صدی کے ایک مختصر عرصے میں عربوں کی زندگی میں ایک عظیم اور بےمثال ثقافتی اور اقتصادی انقلاب برپا کردیا ۔ یہ عرصہ بظاہر اس قدر عظیم اور ہمہ گیر انقلاب کے لئے نہایت ہی قلیل ہے ۔ اگر وہ اقصادی انقلاب کے اصل عوامل کا مطالعہ کریں تو وہ ہر گز یہ تعجب نہ کریں گے ۔ انہیں معلوم ہوجائے گا کہ وہ عوامل کیا تھا جو حضرت محمد ﷺ خدائے علیم وخبیر کی طرف سے لے کر آئے تھے ۔ حقیقت یہ ہے کہ یہ اقتصادی انقلاب بھی اسلامی نظام زندگی کا دکھایا ہوا معجزہ تھا اور اس کا راز اسی نظام میں پنہاں ہے جو لوگ دور جدید کے جدید اقتصادی نظریات اور کھوئے ہوئے اقتصادی اصولوں کے اندر جو چیز تلاش کر رہے ہیں اور اس کے لئے تاریخ کی مادی تعبیر کرتے ہیں انہیں چاہیے کہ یہ راز اسلامی نظام کے اندر تلاش کریں ۔\nاگر وہ اس کے اسباب نظام زندگی کے اندر تلاش نہیں کرتے تو رسالت محمدیہ کے نتیجے میں پسماندہ اور بدوی عربوں میں جو اقتصادی انقلاب برپا ہوا ‘ اس کے نتیجے میں لوگوں کو ایک نظریہ اور تصور حیات ملا ‘ ایک نظام حکومت ملا ‘ فکر ونظر کا نیا انداز ملا ‘ اخلاق ملا ‘ اقدار ملیں ‘ اجتماعی اوضاع واطوار ملے اور نہایت ہی مختصر عرصے یعنی ربع صدی میں ملے ان کے وہ کیا اسباب اور عوامل بتا سکیں گے ؟ (ھاتوا برھانکم انکنتم صادقین)\nاس جھلکی پر ذرا دوبارہ غور کیجئے ۔\n(آیت) ” قُلْ سِیْرُواْ فِیْ الأَرْضِ ثُمَّ انظُرُواْ کَیْْفَ کَانَ عَاقِبَۃُ الْمُکَذِّبِیْنَ (11)\n” ان سے کہو ‘ ذرا زمین پر چل پھر کر دیکھو جھٹلانے والوں کا کیا انجام ہوا ہے ؟ ۔۔۔۔ ۔۔۔ اور اس لہر کے ابتدائی حصہ میں آنے والے ریمارک کو ذرا دوبارہ ذہن میں تازہ کریں۔\n(آیت) ” أَلَمْ یَرَوْاْ کَمْ أَہْلَکْنَا مِن قَبْلِہِم مِّن قَرْنٍ مَّکَّنَّاہُمْ فِیْ الأَرْضِ مَا لَمْ نُمَکِّن لَّکُمْ وَأَرْسَلْنَا السَّمَاء عَلَیْْہِم مِّدْرَاراً وَجَعَلْنَا الأَنْہَارَ تَجْرِیْ مِن تَحْتِہِمْ فَأَہْلَکْنَاہُم بِذُنُوبِہِمْ وَأَنْشَأْنَا مِن بَعْدِہِمْ قَرْناً آخَرِیْنَ (6)\n” کیا انہوں نے دیکھا نہیں کہ ان سے پہلے کتنی ایسی قوموں کو ہم ہلاک کرچکے ہیں جن کا اپنے زمانے میں دور دورہ رہا ہے ؟ ان کو ہم نے زمین میں وہ اقتدار بخشا جو تمہیں نہیں بخشا ‘ ان پر ہم نے آسمان سے خوب بارشیں برسائیں اور ان کے نیچے نہریں بہا دیں (مگر انہوں نے کفران نعمت کیا) تو آخر کار ہم نے ان کے گناہوں کی پاداش میں انہیں تباہ کردیا اور ان کی جگہ دوسرے دور کی قوموں کو اٹھایا ۔ “\nیہ آیات اور ایسی ہی آیات اس سورة میں اور پورے قرآن میں پائی جاتی ہیں اور انسانیت کو فکر ونظر کا ایک جدید منہاج عطا کرتی ہیں ۔ یہ زندہ رہنے والا منہاج ہے اور یہ بےمثال اور لاثانی نظام زندگی ہے ۔ (تفصیلات کے لئے دیکھئے میری کتاب خصائص التصور الاسلامی وتومانہ کی ” فصل “ اسلام کا فلسفہ تاریخ)\nدرس نمبر 57 ایک نظر میں :\nیہ لہر نہایت ہی اونچی ہے اور اس کا ٹکراؤ بھی بہت خوفناک ہے ۔ جھٹلانے ‘ روگردانی کرنے ‘ مذاق اڑانے اور دعوت اسلامی کے ساتھ استہزاء کرنے بحث کے بعد متصلا یہ لہر اٹھتی ہے ۔ روگردانی اور استہزاء کی گزشتہ بحث کے درمیان لوگوں کے لئے ڈراوا اور انجام بد سے ان کے دلوں میں خوف پیدا کیا گیا تھا اور لوگوں کو اس طرف متوجہ کیا گیا تھا کہ وہ جھٹلانے والوں اور مذاق اڑانے والوں کی اس تاریخی انجام پر بھی غور کریں ‘ جس سے وہ دوچار ہوئے ۔ مکذبین کے متعلق لہر نمبر 2 ، سے پہلے اس سورت کی افتتاحی لہر میں اس پوری کائنات میں حقیقت الٰہی اور اس کی شان حاکمیت سے بحث کی گئی تھی ۔ یہ شان پوری کائنات کے ساتھ ساتھ خود نفس انسانی کی اندر بھی دکھائی گئی تھی ۔ اب اس لہر میں بھی ذات باری کے اقتدار اعلی اور اس کے تصرفات کے کچھ اور پہلو دکھائے گئے ہیں ۔ ایک نئے زیروبم اور کچھ نئے فیکٹرز کے ساتھ ۔ گویا افتتاحی لہر اور اس لہر کا مضمون ایک ہی ہے ‘ فرق صرف یہ ہے ان دونوں کے درمیان مکذبین اور مذاق اڑانے والوں کے لئے ایک سخت تنبیہ آگئی ہے اور جس سے یہ بتانا مقصود ہے کہ معترضین کا یہ فعل نہایت ہی شنیع فعل ہے ۔ جو لوگ دعوت سے منہ موڑتے ہیں وہ بہت ہی بری حرکت کر رہے ہیں ۔\nپہلی لہر میں شان الہی کو زمین و آسمان کی تخلیق میں دکھایا گیا کہ کس طرح ظلمت ونور کا نظام پیدا کیا گیا اور پھر اس کائنات کے اندر کیچڑ سے انسان کو کس طرح پیدا کیا گیا ‘ پہلا مرحلہ اس کی عمر کا طے کیا گیا اور دوسرا مرحلہ اس کی قیامت اور بعث کے لئے مقرر کیا گیا ۔ یہ بھی بتایا گیا کہ خدا کی خدائی زمین وآسمانوں سب پر حاوی ہے ۔ زمین پر اس مخلوق یعنی حضرت انسان کی تمام سرگرمیوں پر بھی حاوی ہے چاہے وہ ظاہر ہوں یا پوشیدہ ‘ بلند آواز سے ہوں یا خفیہ ‘ ان کے افعال کھلے بندوں ہوں یا پوشیدگی کے ساتھ ۔ یہ سب امور اس لئے نہ لائے گئے کہ قرآن کے پیش نظر کوئی لاہوتی یا نظریاتی بحث نہ تھی بلکہ اس لئے کہ ان حقائق کے تقاضے انسانی زندگی میں عملا نمودار ہوں ۔ انسان کی پوری کی پوری زندگی الہ واحد کے سامنے سرنگوں ہو اور انسان الہ العالمین کے سوا کسی اور کے آگے نہ جھکے اور توحید میں کوئی شک وشبہ نہ رہے ۔ وہ یہ سمجھے اور اقرار کرے کہ اللہ کی حاکمیت اس پوری کائنات اور انسان کی ظاہری وباطنی زندگی پر حاوی ہے اور یوں انسان کو چاہئے کہ وہ اپنی پوری زندگی کو حاکمیت الہیہ کے تابع کر دے ۔ جس طرح کہ اس کی تکوینی زندگی حاکمیت الہیہ کے تابع ہے ۔\nاس جدید بلند لہر کا مقصد بھی حقیقت الوہیت اور حاکمیت الہیہ کا اظہار ہے وہ اس طرح کہ اس پوری کائنات کا مالک اللہ ہی ہے ۔ فعال بھی وہی ہے ۔ رزق بھی وہی دیتا ہے اور کفالت بھی وہی کرتا ہے ۔ وہ قادر اور قہار ہے ‘ وہ نافع اور ضار ہے ‘ لیکن یہ عقائد محض سلبی اور نظریاتی نہیں ہیں بلکہ ضروری ہے کہ ان عقائد کی روشنی میں اللہ وحدہ کو ولی تسلیم کیا جائے اور اس کی طرف رجوع کیا جائے ۔ اس کی مکمل بندگی کی جائے اور اس کا مطیع فرمان رہا جائے ۔ ان تمام امور کا اظہار اس طرح ہوگا کہ اللہ ہی کو اپنا دوست اور حاکم تسلیم کیا جائے ‘ اس لئے کہ وہی تو ہے جو ہمارا رب اور مطعم ہے جبکہ ہماری جانب سے اسے کچھ نہیں دیا جاتا ۔ دوسرے یہ کہ خود اس نے اس بات سے منع کیا ہے کہ اللہ کے سوا کسی اور کو ولی حاکم اور دوست بنایا جائے یا ان امور میں اس کے ساتھ کسی اور کو شریک کیا جائے ۔\nاس مقصد کے لئے اس شکل میں ‘ حقیقت الوہیت کے بیان کے ساتھ ساتھ ان مؤثرات اور فیکٹرز کو بھی بیان کردیا گیا ہے جو دل کو پریشان کرتے ہیں ۔ آغاز اس سے کیا جاتا ہے ۔ اللہ تعالیٰ تمام چیزوں کا مالک ہے ‘ پھر وہی رب ہے لیکن اس طرح کہ وہ تمام لوگوں کو کھلاتا ہے اور اسے کوئی نہیں کھلاتا اور نہ وہ محتاج ہے ۔ پھر اللہ کے اس عذاب کا تذکرہ کیا جاتا ہے کہ اگر کسی سے وہ عذاب ٹل جائے تو گویا اس نے عظیم کامیابی حاصل کرلی ۔ پھر یہ کہ اللہ تعالیٰ خیر وشر پر قادر ہیں۔ اور یہ کہ وہ ہر فعل پر قادر ہیں اور قہار ہیں ‘ وہ حکیم اور تجربہ کار ہیں ۔ ان تمام امور کو ایک موثر انداز بیان ساتھ لایا جاتا ہے اور نہایت ہی بلند شان سے کہا جاتا ہے ۔ کہہ دو ‘ کہہ دو ‘ کہہ دو ۔\nحقیقت حاکمیت الہیہ کے اس گہرے اور موثر بیان کا خاتمہ نہایت ہی بلند آہنگی کے ساتھ ہوتا ہے اور عقیدہ توحید اور رد شرک اور ان کے درمیان فرق و امتیاز کو نہایت ہی پرزور انداز میں بیان کر کے اس کی شہادت دی جاتی ہے اور یہ شہادت بھی نہایت ہی شاہانہ انداز میں دی جاتی ہے ۔ کہا جاتا ہے ۔\n(آیت) ” قل ای شیء اکبر شھادۃ “ سب سے بڑی شہادت کیا ہے ؟ قل للہ کہو اللہ ‘ کہو میں تو شرک پر شہادت نہیں دیتا ۔ اس لئے کہ اللہ تو صرف ایک ہی ذات ہے جو الہ واحد ہے ۔ ان فقروں اور تنبیہ آمیز سوال و جواب کی وجہ سے ایک پر خطر اور خوفناک فضا پیدا ہوجاتی ہے اور ماحول یکلخت سنجیدہ ہوجاتا ہے ۔",
  "ayah": 10,
  "surah": 6
}
