{
  "text": "(آیت) ” نمبر 103۔\nوہ لوگ جو اپنی سادہ لوحی کی وجہ سے یہ مطالبہ کرتے تھے کہ وہ اللہ کو دیکھ لیں ‘ وہ ایسے ہی ہیں جس طرح بعض دوسرے لوگ اپنی قبیح فطرت کی وجہ سے وجود باری پر مادی دلیل پیش کرتے ہیں ۔ یہ دونوں قسم کے لوگ درحقیقت سمجھتے ہی نہیں کہ وہ کہتے کیا ہیں ۔\nحقیقت یہ ہے کہ انسانی نظر ‘ انسان کے حواس ‘ اور انسان کا ذہنی ادراک یہ سب قوتیں اسے صرف اس لئے دی گئی ہیں کہ وہ اس کائنات کے ساتھ تعلق کی نسبت سے اپنے معاملات طے کرسکے اور اس کرہ ارض پر منصب خلافت کی ذمہ داریاں ادا کرسکے اور اس مخلوق کائنات کے صفحات میں وجود باری پر دلالت کرنے والے آثار کی تلاش کرسکے ۔ رہی ذات باری کی حقیقت تو وہ اس طاقت ہی سے محروم ہیں جس کے ذریعے وہ اس کا ادراک کرسکیں ۔ اس لئے کہ ایک حادث اور فانی وجود کے اندر وہ قدرت ہی نہیں ہے کہ وہ ازلی اور ابدی ذات کا ادراک کرسکیں ۔ اس لئے کہ ایک حادث اور فانی وجود کے اندر وہ قدرت ہی نہیں ہے کہ وہ ازلی اور ابدی ذات کا ادراک کرسکے۔ پھر یہ بات بھی ذہن میں رہے کہ اس کرہ ارض پر انسان کی جو ذمہ داریاں ہیں ان کی ادائیگی کے لئے اس کے لئے رویت باری کی ضرورت ہی نہیں ہے ۔ جہاں تک یہاں انسانی فرائض کا تعلق ہے ان کی ادائیگی کے لئے انسان کو مناسب طاقت دی گئی ہے ۔\nانسان کے لئے یہ تو ممکن ہے کہ وہ سابقہ لوگوں کی سادگی کو سمجھ لے مگر وہ آخری دور میں آنے والوں کی قبیح فطرت کو سمجھنے میں غلطی کا مرتکب ہو سکتا ہے ‘ یہ لوگ ایٹم اور برق کی بات کرتے ہیں ۔ پروٹون اور نیوٹرون کی بات کرتے ہیں لیکن ان میں سے کسی نے اپنی زندگی کے اندر ایٹم ‘ کوئی برق ‘ کوئی نیوٹرون اور کوئی پروٹون نہ دیکھا ‘ اس لئے کہ زندگی کی ماہیت کو دیکھنے کی دوربین ابھی تک وجود میں نہیں آسکی ۔ ان سائنس دانوں کے نزدیک یہ امور بہرحال مسلم ہیں اور وہ انکے وجود کو فرض کرتے ہیں ۔ اس لئے کہ انہوں نے ان چیزوں کے کچھ آثار متعین کر لئے ہیں ۔ جب وہ آثار پائے جاتے ہیں تو ان لوگوں کو یقین ہوجاتا ہے کہ وہ موجود ہیں اور کائنات بھی موجود ہے حالانکہ یہ صرف احتمال ہے کہ جس طرح انہوں نے فرض کیا ہے کائنات اسی طرح ہو ۔ تاہم جب ان سے یہ کہا جاتا ہے کہ اللہ موجود ہے اس لئے کہ اس کے آثار موجود ہیں اور یہ آثار اس بات کو ثابت کرتے ہیں کہ اللہ موجود ہے تو پھر یہ لوگ وجود باری کے بارے میں جدل وجدال اور مناقشہ شروع کردیتے ہیں بغیر علم ‘ بغیر ہدایت ‘ بغیر ادراک اور بغیر کسی کتاب منیر کے ۔ اس کے برعکس اللہ کے وجود کے لئے وہ ایسی دلیل طلب کرتے ہیں کہ آنکھیں اللہ کو دیکھ سکیں ۔ اس کرہ ارض پر زندگی کے عجائب گویا ان کے لئے کافی نہیں ہیں حالانکہ وہ وجود باری پر کافی ثبوت ہیں۔\nدلائل تکوینی جو اس کائنات کی کھلی کتاب کے صفحات میں بکھرے ہوئے ہیں اور انسانی نفوس کے اندر بھی موجود ہیں ان کے بیان کے بعد اور یہ کہنے کے بعد کہ ۔\n(آیت) ” اَّ تُدْرِکُہُ الأَبْصَارُ وَہُوَ یُدْرِکُ الأَبْصَارَ وَہُوَ اللَّطِیْفُ الْخَبِیْرُ (103)\n” نگاہیں اس کو نہیں پاسکتیں اور وہ نگاہوں کو پا لیتا ہے وہ نہایت باریک بین اور باخبر ہے ۔ ‘\nاب اس خوبصورت انداز میں صفات الہی کے بیان کے بعد بات یوں آگے بڑھتی ہے ۔",
  "ayah": 103,
  "surah": 6
}
