{
  "text": "(آیت) ” نمبر 105 تا 107۔\nاللہ اپنی آیات اس انداز میں بیان کرتے ہیں کہ عربوں کے اندر نہ یہ اسلوب تھا اور نہ وہ اس پر قادر تھے کیونکہ یہ ان کے معاشرے سے ماخوذ نہ تھا ۔ یہ پیغام اور یہ کلام پوری انسانیت کے پاس بھی اس وقت نہ تھا ‘ اس لئے اس کلام کے دو نتائج برآمد ہوئے ۔\n” جو لوگ ہدایت چاہتے ہی نہ تھے ‘ جن کو اس پیغام اور علم سے دلچسپی ہی نہ تھی وہ حقیقت تک پہنچنے کی سعی ہی نہ کرتے تھے ۔ حضرت محمد ﷺ جس بلند مقام سے ان سے ہمکلام ہوتے تھے اسے وہ اس انکار اور عدم دلچسپی کا جواز بنا کر پیش کرتے تھے اس لئے کہ حضرت محمد ﷺ کو وہ خوب جانتے تھے ‘ یہ بات ان کے بھی سامنے تھی کہ محمد جو اونچا کلام پیش کرتے تھے وہ ان کا ذاتی نہ تھا ۔ وہ جو کچھ کہہ رہے تھے اس کے بارے میں سمجھتے تھے کہ یہ بہانہ بناوٹی ہے کیونکہ وہ حضور ﷺ سے خوب واقف تھے ۔ رسالت سے قبل بھی اور بعد میں بھی ۔ اسی لئے انہوں نے یہ کہا کہ اے محمد تو نے یہ کلام اہل کتاب سے سیکھا ہے ۔ حالانکہ خود اہل کتاب کے ہاں نہ یہ پیغام تھا اور نہ ایسا اسلوب کلام تھا ۔ اہل کتب کی کتابیں تو وہ پڑھتے تھے اور ان کے پاس موجود تھیں اور اب بھی وہ کتابیں ہمارے پاس موجود ہیں ۔ ان کتابوں کے پیغام اور کلام میں اور قرآن کے پیغام و کلام میں کوسوں اور میلوں فاصلے ہیں ۔ ان کے ہاں جو کلام ہے وہ تو تاریخ انبیاء کی بےترتیب تاریخی روایات ہیں۔ سابقہ بادشاہوں کی تاریخ اور قصے کہانیاں ہیں اور ان کو نامعلوم افراد نے تصنیف کیا ہے ۔ یہ تو عہد قدیم کی بات ہے ۔ رہیں عہد جدید کی کتب یعنی اناجیل تو ان میں حضرت مسیح (علیہ السلام) کے شاگردوں کی روایات کے سوا کچھ نہیں ہے ۔ پھر یہ بھی آپ کے جانے کے کئی سال بعد جمع کی گئی کتابیں ہیں ۔ بعد میں عیسائیوں کی مختلف کانفرنسوں نے ان میں کئی تبدیلیاں کیں اور سالہا سال تک یہ تبدیلیاں ہوتی رہیں ۔ یہاں تک کہ اخلاق تعلیمات اور روحانی ہدایات بھی اس تحریف اور تعدیل سے نہ بچ سکیں ۔ یہ چیزیں تھیں اس وقات اہل کتاب کے پاس ۔ ان کا قرآن کریم کے ساتھ تقابلی مطالعہ بھی کیا گیا ہے لیکن جاہلیت کے دور میں مشرکین کے پاس اس کے سوا اور کوئی بہانہ تھا کہاں ؟ تعجب کی بات یہ ہے کہ ہمارے دور کے متشرقین اور نام نہاد مسلمان بھی ایسی باتیں کرتے ہیں ۔ وہ اسے علمی تحقیقات کا نام دیتے ہیں کہ یہ حق ہے اور ان کے بارے میں اللہ فرماتے ہیں ۔\n(آیت) ” وَلِنُبَیِّنَہُ لِقَوْمٍ یَعْلَمُونَ (105)\n” اور جو لوگ علم رکھتے ہیں ان پر ہم حقیقت کھول دیں “۔\nاس کے بعد یہ حکم آتا ہے کہ وہ جو چشم بینا رکھتے ہیں اور جانتے ہیں اور وہ جو اندھے ہیں اور کورے ہیں ان کے درمیان مکمل جدائی ہونا چاہئے ۔\nاللہ کی جانب سے حضرت نبی کریم ﷺ کو حکم دیا جاتا ہے کہ اب جبکہ اللہ نے اپنی آیات کو ایک اعلی اسلوب میں کھول کر بیان کردیا ہے ۔ اور لوگ اس کے نتیجے میں دو گروہوں میں بٹ گئے ہیں تو آپ کو حکم دیا تھا جاتا ہے کہ آپ آنے والی وحی کی پیروی کریں اور مشرکین کو ایک طرف چھوڑ دیں ۔ آپ اب ان سے ہم کلام ہی نہ ہوں اور وہ جو گھٹیا گفتگو کرتے ہیں اس کی طرف توجہ ہی نہ کریں ۔ وہ جو کج بحثی کرتے ہیں ‘ آپ کی تکذیب کرتے ہیں اور آپ کے ساتھ بغض رکھتے ہیں ‘ اس کی کوئی پرواہ نہ کریں ۔ آپ کے لئے اب راہ صرف ایک ہے کہ آپ اللہ کے راستے پر چل پڑیں ۔ اپنی زندگی کو اس کے مطابق ڈھالیں ‘ اپنے ساتھیوں کی زندگیوں کو اس کے مطابق درست کریں۔ آپ مشرکین کے ذمہ دار نہیں ہیں اور جب آپ اپنے رب کی وحی کی اطاعت کریں گے تو بندوں کی ذمہ داری آپ پر نہ ہوگی ۔",
  "ayah": 105,
  "surah": 6
}
