{
  "text": "(آیت) ” اتَّبِعْ مَا أُوحِیَ إِلَیْْکَ مِن رَّبِّکَ لا إِلَـہَ إِلاَّ ہُوَ وَأَعْرِضْ عَنِ الْمُشْرِکِیْنَ (106)\n” اے نبی ﷺ اس وحی کی پیروی کئے جاؤ ‘ جو تم پر تمہارے رب کی طرف سے نازل ہوئی ہے کیونکہ اس ایک رب کے سوا کوئی اور خدا نہیں ہے ۔ اور ان مشرکین کے نہ پڑو۔ “\nاگر اللہ کی مشیت یہ ہوتی کہ ان پر ہدایت لازم کردے تو اللہ نے لازم کردی ہوتی ۔ اگر اللہ یہ چاہتا کہ ان کو آغاز ہی سے فرشتوں کی طرح ہدایت پر پیدا کرتا تو وہ ایسا کردیتا ‘ لیکن اللہ نے انسان کو اس طرح پیدا کیا اور اس کے اندر ہدایت وضلالت دونون کی طاقت ودیعت کردی اور اسے آزاد چھوڑ دیا کہ وہ ہدایت اختیار کرتا ہے یا ضلالت ۔ پھر جو راستہ بھی وہ اختیار کرے اس کی سزا وجزا اسے دی جائے اور یہ تمام کام اللہ کی مشیت کے دائرے کے اندر ہو جس سے کوئی بات بھی باہر نہیں ہو سکتی ۔ البتہ اللہ کسی انسان کو ہدایت یا گمراہی پر مجبور نہیں کرتا اور یہ کام اللہ نے اپنی اس حکمت کی وجہ سے کیا ہے جس کا علم صرف اسے ہے تاکہ انسان اس کائنات میں اپنا مقررہ کردار ادا کرسکے ‘ اپنی صلاحیتوں اور تصرفات کے مطابق ۔\n(آیت) ” وَلَوْ شَاء اللّہُ مَا أَشْرَکُواْ (6 : 107) ” اگر اللہ کی مشیت ہوتی تو (وہ خود ایسا بندوبست کرسکتا تھا کہ) یہ لوگ شرک نہ کرتے ۔ “ اس لئے رسول اللہ ﷺ ان کے اعمال کے بارے میں مسئول نہیں ہیں ۔ اللہ تعالیٰ نے آپ کو لوگوں کے اعمال کا مختار اور پاسبان مقرر نہیں کیا ۔ یہ کام تو اللہ کا ہے ۔\nیہ ہدایت حضرت نبی کریم ﷺ اور آپ کے خلفائے کرام اور ان کے بعد ان تمام لوگوں کے لئے حدود کار متعین کردیتی ہے جو آپ کے بعد آئیں گے ۔ ہر دور میں اور ہر قوم میں اور ہر معاشرے میں ۔\nکسی داعی کے لئے یہ مناسب نہیں ہے کہ وہ اپنی دعوت ‘ اپنے دل ‘ اور اپنی سرگرمیوں کو صرف منحرفین اور معاندین کے لئے وقف کر دے حالانکہ ان کے دل اور دماغ قبول دعوت اور دلائل قبول دعوت اور شواہد حقیقت کے لئے کھلے ہی نہیں ۔ داعی کو چاہئے کہ وہ دل کھلا رکھے اور اپنی امیدیں اور اپنی سرگرمیاں ان لوگوں تک محدود رکھے جو قبول دعوت کے لئے آمادہ ہوں ۔ یہ لوگ اس بات کے مستحق ہیں کہ ان کی سیرت کی تعمیر اصول دین کی روشنی میں کی جائے ۔ یعنی اسلامی نظریہ حیات کی روشنی میں ۔ اس بات کی ضرورت ہے کہ ان کے دلوں میں اس کائنات اور اس دنیاوی زندگی کے بارے میں اسلامی نظریہ حیات کی روشنی میں ایک گہرا تصور بٹھایا جائے۔ نیز ایسے ہی لوگ اس بات کے مستحق ہیں کہ ان کے اخلاق اور ان کے طرز عمل کو صحیح طرح استوار کیا جائے اور پھر ایسے افراد کی ایک ایسی سوسائٹی تشکیل دی جائے جس کی بنیاد اس عقیدے اور نظریہ حیات پر ہو ۔ یہ کام اس قدر بھاری ہے کہ اس کے لئے زبردست جدوجہد کی ضرورت ہے اور یہ کام مسلسل جدوجہد کا مستحق بھی ہے ۔ رہے وہ لوگ جو دعوت کی مخالفت میں صف آرا ہیں تو وہ اس بات کے مستحق ہیں کہ دعوت دے کر انہیں ایک طرف چھوڑ دیا جائے ۔ جب سچائی قوت پکڑتی ہے اور غالب ہوجاتی ہے تو پھر اللہ کی سنت یہ ہے کہ سچائی برائی پر حملہ آور ہوتی ہے اور باطل مٹ جاتا ہے ضرورت اس امر کی ہے کہ سچائی موجود رہے ۔ جب سچائی مکمل شکل میں موجود ہوتی ہے تو اس کے مقابلے میں باطل نرم پڑجاتا ہے اور اس کے دن گنے جاتے ہیں ۔\nرسول اکرم ﷺ کو یہ حکم دینے کے بعد کہ آپ مشرکین سے اعراض کریں ‘ حضور ﷺ کو اور اہل اسلام کو حکم دیا گیا کہ یہ اعراض اور صرف نظر نہایت ہی شائستہ انداز میں اور پروقار طریقے سے ہو مثلا یہ کہ وہ مشرکین کے الہوں کو برا بھلا نہ کہیں کیونکہ اس کے جواب میں وہ لوگ اللہ کی شان میں گستاخی کرسکتے ہیں اس لئے کہ انہیں اللہ جل شانہ کی جلالت قدر کا کوئی علم نہیں ہے ۔ چناچہ مسلمان تو ان کے الہوں کو برا کہیں گے جو حقیر ہیں اور اس کے مقابلے میں وہ لوگ ان کے جلیل القدر الہ کو برا بھلا کہیں گے ۔",
  "ayah": 107,
  "surah": 6
}
