{
  "text": "(آیت) ” نمبر 108۔\nاللہ تعالیٰ نے لوگوں کو اس طرح پیدا کیا ہے کہ ان میں سے جو شخص بھی کوئی عمل کرتا ہے وہ اسے اچھا سمجھ کر کرتا ہے اور وہ اپنے طرز عمل کی مدافعت کرتا ہے ۔ اگر وہ اچھے اعمال پر عمل پیرا ہے تو بھی وہ انہیں اچھا سمجھتا ہے ۔ اگر وہ برے اعمال پر عمل پیرا ہے تو بھی وہ انہیں اچھا سمجھتا ہے اور ان کی مدافعت کرتا ہے ۔ اگر وہ صحیح راہ پر ہو تو بھی اسے اچھی سمجھتا ہے اور اگر وہ ضلالت کی راہ پر گامزن ہو تو بھی وہ اسے اچھا سمجھتا ہے ۔ یہ ہے انسان کی فطرت اور اس کا مزاج ۔ مشرکین مکہ اللہ کے ساتھ کچھ دوسروں کو شریک ٹھہراتے تھے حالانکہ وہ اس بات کو تسلیم کرتے تھے کہ صرف اللہ ہی خالق اور رازق ہے ۔ اگر ان کے ٹھہرائے ہوئے شریکوں کو مسلمانوں نے برا بھلا کہا تو وہ اپنے بتوں کے دفاع میں نکل آئیں گے اور اللہ رب العزت کو برا بھلا کہیں گے ۔ لہذا مسلمانوں کو ہدایت ہوئی کہ وہ انہیں ان کے حال ہی پر چھوڑ دیں ۔\n(آیت) ” ثُمَّ إِلَی رَبِّہِم مَّرْجِعُہُمْ فَیُنَبِّئُہُم بِمَا کَانُواْ یَعْمَلُونَ (108)\n” پھر انہیں اپنے رب ہی کی طرف پلٹ کر آنا ہے ‘ اس وقت وہ انہیں بتا دے گا کہ وہ کیا کرتے رہے ہیں “۔\nایک مومن جس کو اسلامی دین پر اطمینان قلب حاصل ہو اور اسے یہ یقین ہو کہ وہ جس دین پر ہے وہ برحق ہے ۔ اس کا قلب مطمئن ہے اور وہ ایسے امور کے پیچھے نہیں پڑتا جس میں کوئی فائدہ نہ ہو ‘ کیونکہ بتوں کو گلیاں دینے سے ان کے ایمان ویقین میں کوئی اضافہ ہو نہیں سکتا ۔ صرف یہ ہو سکتا ہے کہ مخالفین کے دلوں میں عناد بڑھ جائے ۔ اس لیے اہل ایمان کو اس بےفائدہ مشغلے سے کیا تعلق ہو سکتا ہے ۔ ہاں یہ خطرہ ہو سکتا ہے کہ جواب میں اہل ایمان مخالفین کی جانب سے ایسی باتیں سنیں جن کو وہ پسند نہیں کرتے یعنی رب ذوالجلال کی شان میں گستاخی ۔\nاب اس سبق کا خاتمہ ہو رہا ہے ‘ اس پورے سبق میں اللہ تعالیٰ نے ایسے دلائل و شواہد پیش کئے ہیں جو رات ودن کے ہر لمحے میں چشم بینا کے لئے وافر مقدار میں موجود ہیں سبق کا خاتمہ اس بات پر ہوتا ہے کہ یہ مخالفین اللہ کی قسمیں کھا کر کہتے ہیں کہ اگر ہمارے سامنے بھی رسولان سابقہ کی طرح کوئی خارق العادۃ مادی معجزہ آجائے تو وہ ضرور ایمان لائیں گے اور ان کے اس حلفیہ بیان کر سن کر بعض مخلصین اہل ایمان نے رسول اللہ ﷺ کے سامنے تجویز پیش کی کہ آپ ﷺ اللہ سے کسی ایسے معجزے کے صدور کے لئے دست بدعا ہوں ۔ اس تجویز کے سلسلے میں اللہ تعالیٰ دو ٹوک جواب یوں دیتے ہیں کہ دیکھو تمہیں ان مکذبین اور ان کی تکذیب کی حقیقت ہی کا علم نہیں ہے ۔",
  "ayah": 108,
  "surah": 6
}
