{
  "text": "پارہ نمبر 8 ایک نظر میں :\nاس پارے کے دو حصے ہیں ۔ پہلے حصے میں سورة الانعام کا باقی حصہ ہے ‘ جس کا پہلا حصے ہیں ۔ پہلے حصے میں سورة الانعام کا باقی حصہ ہے ‘ جس پہلا حصہ ساتویں پارے میں تھا۔ دوسرا حصہ سورة اعراف پر مشتمل ہے ۔ سورة انعام کا تعارف ہم نے ساتویں پارے میں کرا دیا تھا ۔ ہم چاہتے ہیں کہ اس تعارف کا ایک حصہ قارئین کی یاد تازہ کرنے کے لئے یہاں بھی ذکر کریں ۔ رہی سورة اعراف تو اس کے آغاز میں اس کا مکمل تعارف دے دیا جائے گا ‘ انشاء اللہ تعالیٰ !\nسورة انعام کا یہ حصہ بھی اسی پیٹرن (PAttern) پر آگے بڑھتا ہے جس کی وضاحت ہم نے سورة انعام کے آغاز میں کردی تھی ‘ یعنی ساتویں پارے میں ۔ یہاں چند فقروں میں مختصر اشارات کافی ہوں گے ۔ اس سورة کے تعارف میں ساتویں پارے میں یہ فقرے اس قابل ہیں کہ انہیں ذہن میں تازہ کیا جائے ۔\n” یہ سورة مجموعی لحاظ سے حقیقت الوہیت سے بحث کرتی ہے ۔ اس پوری کائنات کے دائرے میں بھی اور انسانی زندگی کے دائرے میں بھی۔ انسانی نفس اور ضمیر کے دائرے میں بھی اور اس دکھائی دینے والی کائنات کے نامعلوم رازوں کے دائرے میں بھی اور عالم غیب کے نامعلوم رازوں کے دائرے کے اندر بھی تصور حاکمیت الہیہ کو پیش کرتی ہے اور گزرنے والوں کی باہمی کشمکش اور ان کی جگہ لینے والوں کی جانشینی میں بھی حاکمیت الہیہ کے کچھ رنگ دکھاتی ہے ۔ غرض اس کائنات پر نظر ڈالتے ہوئے مشاہد فطرت میں اللہ کی حاکمیت ‘ دنیا میں ہونے والے بڑے بڑے واقعات میں اللہ کی حاکمیت ‘ دنیا کی خوشحالی اور بدحالی میں اللہ کی حاکمیت اس سورة کا موضوع ہے ۔ قدرت الہیہ کے مختلف مظاہر ومشاہد میں اللہ کی حاکمیت ‘ انسان کی زندگی کے اوپر اللہ کی ظاہری اور باطنی گرفت میں اللہ کی حاکمیت دنیا میں رونما ہونے والے واقعات اور متوقع حوادث میں اور سب سے آخر میں قیامت کے مناظر اور خصوصا اس منظر میں اللہ کی حاکمیت جس میں سب لوگ بارگاہ الہی میں کھڑے ہونگے ۔ “\n” اس طرح یہ سورة قلب انسانی کو لے کر مختلف ابعاد وآفاق تک لے جاتی ہے اور ان کے نشیب و فراز کی سیر کراتی ہے ‘ لیکن پوری سورة میں قرآن کریم کا مکی انداز برقرار ہے جس کے اسلوب کے بارے میں ہم گزشتہ صفحات میں بیان کر آئے ہیں ۔ مکی اسلوب کے ساتھ ساتھ پورے قرآن کا انداز کلام بھی اس سورة میں اپنے اعلیٰ معیار رکھنے کے لئے کوئی بحث مطلوب ہو ۔ بلکہ سیدھے سادے انداز میں یہ سورة رب العالمین کا تعارف لوگوں سے کراتی ہے ‘ تاکہ لوگ اپنے سچے رب کی بندگی اور غلامی کریں ۔ ان کا ضمیر اور ان کی روح اللہ کی غلام ہوجائے ‘ ان کی جدوجہد اور ان کی تمام مساعی اللہ کی تابعداری میں ہوں ‘ ان کے رسوم و رواج اللہ کے رنگ میں ہوں ‘ اور ان کی زندگی کی پوری صورت حال اللہ وحدہ کی حاکمیت کے تحت ہو ‘ جس کے سوا زمین و آسمان میں کسی اور کی حاکمیت نہیں ہے ۔ “\n” یوں نظر آتا ہے کہ یہ سورة اول سے آخر تک ایک متعین نصب العین کی طرف بڑھ رہی ہے ۔ یہ کہ اللہ تعالیٰ ہی خالق ہے ‘ وہی مالک ہے ‘ وہی قدرتوں والا ہے ‘ اور وہی بادشاہ اور قہار ہے ۔ وہی پوشیدہ چیزوں اور غیب کا جاننے والا ہے ۔ وہ جس طرح رات ودن کو گردش دے رہا ہے ‘ اسی طرح وہ دلوں اور دماغوں کا بھی پھیرنے والا ہے اس لئے اس کو تمام لوگوں کی زندگیوں پر حاکم ہونا چاہئے ۔ لوگوں کی زندگیوں میں امر ونہی کا اختیار صرف اسی کو ہونا چاہئے ۔ کوئی حکم اور کوئی قانون اس کے حکم اور قانون کے سوا نہ ہوگا ۔ حلال و حرام کے تعین کا اختیار بھی صرف اسی کو ہے ‘ اس لئے کہ یہ تمام امور اللہ کی الوہیت کے عناصر ترکیبی ہیں ‘ لہذا لوگوں کی زندگیوں میں ان کے بارے میں تصرف صرف اللہ کرسکتا ہے ۔ اس کے سوا نہ کوئی خالق ہے ‘ نہ کوئی رازق ہے ‘ نہ زندہ کرنے والا ہے اور نہ مارنے والا ہے ‘ نہ نفع دینے والا ہے اور نہ نقصان دینے والا ہے ‘ نہ کوئی داتا ہے اور نہ کوئی مانع ہے ۔ غرض نہ اللہ کے سوا کوئی بھی کسی کے لئے یا اپنے لئے نفع ونقصان دینے والا ہے ‘ نہ کوئی داتا ہے اور نہ کوئی مانع ہے ۔ غرض نہ اللہ کے سوا کوئی بھی کسی کے لئے یا اپنے لئے نفع ونقصان کا مالک ہو سکتا ہے ‘ نہ دنیا میں اور نہ آخرت میں۔ اس سورة میں اول سے آخر تک اس مقصد کے لئے دلائل و شواہد پیش کئے گئے ہیں اور یہ دلائل ان مشاہدات ‘ مؤثرات اور قدرتی مواقف کے ذریعے فراہم ہوئے ہیں جو اس کائنات میں موجود ہیں اور فکر ونظر کو مسحور کرنے والے ہیں ۔ اور ان مناظر فطرت کے اس مطالعے سے دل پر ہر طرف سا اشارات ومؤثرات ہر دروازے اور ہر پہلو سے متوجہ ہوتے ہیں اور اثر انداز ہوتے ہیں۔\nوہ سب سے بڑا مسئلہ جس پر یہ سورة زور دے رہی ہے ‘ وہ زمین وآسمانوں کے اندر اللہ کی الوہیت اور حاکمیت کا مسئلہ ہے ‘ زمین و آسمان کے وسیع دائرے میں اور کائنات کے وسیع و عریض میدان میں تصور حاکمیت الہیہ کا مسئلہ ۔ یہ سورة اسی مسئلے کو پیش کرتی ہے لیکن اطلاقی انداز اور بات کی مناسبت یہ ہے کہ جاہلیت کے پیروکار بعض ذبیحوں اور بعض کھانوں کے معاملے میں حلال و حرام کے اختیارات اللہ کے سوا دوسروں کو دیتے تھے ۔ اسی طرح نذر کے معاملے میں بعض قربانیوں ‘ بعض پھلوں اور بعض بچوں کے ملنے میں جاہلیت کے پرستار اللہ کے سوا دوسرے الہوں کو اختیارات دیتے تھے ۔ اس مناسبت کی وجہ سے اللہ تعالیٰ نے اس پوری کائنات کے اندر نظریہ حاکمیت الہیہ یہاں تفصیل کے ساتھ بیان کیا اور اسی مناسبت کی طرف سورة کی آخری آیات کے اندر اشارے کئے گئے ہیں۔\n(پھر اگر تم اللہ کی آیات پر ایمان رکھتے ہو ‘ تو جس جانور پر اللہ کا نام لیا گیا ہو ‘ اس کا گوشت کھاؤ ۔ آخر کیا وجہ ہے کہ تم وہ چیز نہ کھاؤ جس پر اللہ کا نام لیا گیا ہو ‘ حالانکہ جن چیزوں کا استعمال حالت اضطرار کے سوا دوسری تمام حالتوں میں اللہ نے حرام کردیا ہے ان کی تفصیل وہ تمہیں بتا چکا ہے ۔ بکثرت لوگوں کا حال یہ ہے کہ علم کے بغیر محض اپنی خواہشات کی بنا پر گمراہ کن باتیں کرتے ہیں ‘ ان حد سے گزرنے والوں کو تمہارا رب خوب جانتا ہے ۔ تم کھلے گناہوں سے بھی بچو اور چھپے گناہوں سے بھی ۔ جو لوگ گناہ کا اکتساب کرتے ہیں وہ اپنی اس کمائی کا بدلہ پاکر رہیں گے ۔ اور جس جانور کو اللہ کا نام لے کر ذبح نہ کیا گیا ہو ‘ اس کا گوشت نہ کھاؤ ‘ ایسا کرنا فسق ہے ۔ شیاطین اپنے ساتھیوں کے دلوں میں شکوک و اعتراضات القا کرتے ہیں تاکہ وہ تم سے جھگڑا کریں ۔ لیکن اگر تم نے ان کی اطاعت قبول کرلی تو یقینا تم مشرک ہو گے ۔ (6 : 118۔ 121)\n(اور ان لوگوں نے اللہ کے لئے خود اس کی پیدا کی ہوئی کھیتوں اور مویشیوں میں سے ایک حصہ مقرر کیا ہے ‘ اور کہتے ہیں یہ اللہ کیلئے ہے بزعم خود ‘ اور یہ ہمارے ٹھہرائے ہوئے شریکوں کے لئے ہے ۔ پھر جو حصہ ان کے ٹھہرائے ہوئے شریکوں کے لئے ہے وہ تو اللہ کو نہیں پہنچتا مگر جو اللہ کے لئے ہے وہ ان کے شریکوں کو پہنچ جاتا ہے کیسے برے فیصلے کرتے ہیں یہ لوگ ۔ اور اسی طرح بہت سے مشرکوں کے لئے ان کے شریکوں نے اولاد کے قتل کو خوشنما بنایا ہے تاکہ ان کو ہلاکت میں مبتلا کریں اور ان پر ان کے دین کو مشتبہ بنا دیں ۔ اگر اللہ چاہتا تو یہ ایسا نہ کرتے ‘ لہذا انہیں چھوڑ دو کہ یہ اپنی افترا پردازیوں میں لگے رہیں ۔ کہتے ہیں یہ جانور اور یہ کھیت محفوظ ہیں ۔ انہیں صرف وہی لوگ کھا سکتے ہیں جنہیں ہم کھلانا چاہیں حالانکہ یہ پابندی ان کی خود ساختہ ہے ۔ پھر کچھ جانور ہیں جن پر سواری اور بار برداری حرام کردی گئی ہے اور کچھ جانور ہیں جن پر اللہ کا نام نہیں لیتے اور یہ سب کچھ انہوں نے اللہ پر افتراء کیا ہے ۔ عنقریب اللہ انہیں ان کی افتراء پر دازیوں کا بدلہ دے گا اور کہتے ہیں کہ جو کچھ ان جانوروں کے پیٹ میں ہے یہ ہمارے مردوں کیلئے مخصوص ہے اور ہماری عورتوں پر حرام ‘ لیکن اگر وہ مردہ ہوں تو دونوں اس کھانے میں شریک ہو سکتے ہیں ۔ یہ باتیں جو انہوں نے گھڑ لی ہیں ان کا بدلہ اللہ انہیں دے کر رہے گا ۔ یقینا وہ حکیم ہے اور سب باتوں کی اسے خبر ہے ۔ یقینا خسارے میں پڑگئے وہ لوگ جنہوں نے اپنی اولاد کو جہالت اور نادانی کی وجہ سے قتل کیا اور اللہ کے دیئے ہوئے رزق کو اللہ پر افتراء پردازی کر کے حرام ٹھہرا لیا ۔ یقینا وہ بھٹک گئے اور ہر گز وہ راہ راست پانے والوں میں سے نہ تھے ۔ (6 : 136۔ تا 140)\n” امت مسلمہ کی زندگی میں یہ ایک عملی پہلو تھا جس کی مناسبت سے اس سورة میں اس عظیم مسئلہ کو لیا گیا ۔ اس دور میں امت مسلمہ کے ماحول پر بھی جاہلیت چھائی ہوئی تھی ۔ قانون سازی اور حلال و حرام کے تعین کے معاملے میں جو شرکیہ عقائد موجود تھے ان کی اصلاح کے حوالے سے یہاں اللہ کی الوہیت ‘ اللہ کی حاکمیت اور تمام انسانوں کی بندگی اور عبودیت کے مسائل کو لیا گیا ۔ چناچہ جس طرح تمام مکی قرآن میں اس مسئلے کو لیا گیا ہے اسی طرح اس سورة میں بھی اس مسئلے کو بڑی تفصیل سے لیا گیا ہے اور مدنی آیات میں جہاں حلال و حرام اور حق قانون سازی کا بیان آتا ہے وہاں بھی مسئلہ حاکمیت الہیہ کو لیا جاتا ہے ۔ “\n” اس سیاق کلام میں جن موثر ہدایات اور فیصلوں اور قرار دادوں کا سیلاب امنڈتا چلا آ رہا ہے اور جن جانوروں نذروں اور ذبیحوں کے بارے میں مشرکین کی جو تردید کی جارہی ہے ‘ اسی حوالے سے یہاں اللہ کے مسئلہ الوہیت اور اللہ کے حق قانون سازی کو بھی بیان کیا جارہا ہے ۔ بتایا جاتا ہے کہ حلال و حرام کی اس قانون سازی کا تعلق اسلامی عقائد اور اسلامی نظریات کے ساتھ ہے ‘ اور وہ نظریہ ‘ حاکمیت الہیہ اور انسانوں کی بندگی اور غلامی کا ہے ۔ یہ مسئلہ کوئی معمولی مسئلہ نہیں ہے ‘ یہ اسلام اور کفر اور اسلام اور جاہلیت کا مسئلہ ہے ۔ ہدایات کے اس سیلاب میں سے ہم یہاں اس سورة کے تعارف میں صرف چند نمونے پیش کریں گے لیکن ان کی مکمل تفصیلات اس وقت آئیں گی جب ہم سورة کی آیات تفصیلی بحث کریں گے ۔ اپنے اثرات کے اعتبار سے یہ سیلاب نفس انسانی کے اندر اس دین کے مزاج کی حقیقی ماہیت بٹھا دیتا ہے ۔ وہ یہ کہ انسانی زندگی کا چھوٹا مسئلہ ہو یا بڑا اللہ کے حق حاکمیت کے تحت حل ہونا چاہئے اور اللہ کی حاکمیت اسلامی شریعت کی صورت میں ریکارڈ شدہ ہے ۔ اگر اس طرح نہ ہوگا تو پھر یہ تصور ہوگا کہ ایسے یا معاشرہ دین سے خارج ہے ‘ یا ایک جزوی مسئلے یا اس معمولی مسئلے کی حدتک انسان دین سے نکل گیا ہے ۔\n” اور یہ کثرت ہدایات اس بات کو بھی ظاہر کرتی ہے کہ دین انسانی زندگی کے تمام مظاہر سے اور زندگی کے تمام معاملات سے انسانوں کی حاکمیت کو ختم کرتا ہے ۔ یہ معاملات اہم ہوں یا غیر اہم ‘ بڑے ہوں یا چھوٹے ان کو اس عظیم اصول کے دائرے کے اندر لاتا ہے ۔ یعنی یہ کہ اللہ کی الوہیت کا مفہوم یہ ہے کہ اللہ تعالیٰ اس پورے کرہ ارض پر حاکم مطلق ہے ‘ بلاشرکت غیرے اس کائنات کے اوپر متصرف ہے اور یہ اصول دین اسلام کے اندر پوری طرح ظاہر اور مجسم ہے ۔ “\nدرج بالااقتباسات میں جس صورت حالات کی طرف اشارہ کیا گیا ہے وہ امت مسلمہ کی زندگی میں موجود تھی اور امت کے اردگرد جاہلیت بھی موجود تھی جس کی اصلاح یہ سورة مذکورہ بالاانداز میں کررہی تھی ۔ اس پارے میں سورة انعام کے جس حصے کی بابت ہم بات کریں گے یہ حصہ اسی صورت حالات سے متعلق ہے جبکہ سورة انعام کا جو حصہ گزشتہ پارے میں گزر گیا ہے اس کا موضوع بھی مسئلہ الوہیت ‘ حاکمیت اور انسانوں کی بندگی تھا ‘ لیکن یہ مسئلہ وہاں عمومی طور پر لیا گیا تھا ۔ اب سیاق کلام یہاں مخصوص جاہلی رسوم کی شکل میں اسی مسئلہ الوہیت اور عبودیت کو لے رہا ہے اور دونوں کے درمیان ربط واضح ہے ‘ ایک جگہ اصول عام ہے اور دوسری جگہ اس کی مثال ہے ۔\nاس پارے میں اب متعدد اور بیشمار مثالوں کو لے کر بعض جاہلی رسوم کو لیا گیا ہے ‘ کہ اہل جاہلیت نے بعض کھانوں کو حرام قرار یدا تھا اور بعض کو جائز قرار دے دیا تھا ۔ جن کا تعلق نذر ونیاز ‘ بعض پھلوں اور بعض بچوں سے تھا اس حوالے سے نہایت ہی موثر اور متعدد فیصلے کئے گئے ۔ ان فیصلوں کا ربط بعض حقائق اور اصولوں کے ساتھ ہے جو اس دین کی اساس ہیں۔ ان قواعد اور اصولوں کے بڑے بڑے اختلافات اور نتائج کو بھی پیش کیا گیا ہے ‘ ان تمام باتوں سے واضح ہوتا ہے کہ دین اسلام اس بات کو نہایت ہی زیادہ اہمیت دیتا ہے کہ انسان کی زندگی جاہلیت سے مکمل طور پر خالی ہو ‘ اور پوری کی پوری اسلام میں داخل ہو یعنی اللہ کی حاکمیت کے نیچے آجائے ۔\nاس پارے کا آغاز بطور تمہید اس بات سے کیا جاتا ہے کہ اللہ کی مشیت تمام بندوں کو گھیرے ہوئے ہے ۔ جنوں کو بھی اور انسانوں کو بھی اور تمام جہانوں کے واقعات اللہ کی تقدیر اور مشیت کے مطابق رونما ہوتے ہیں ۔ انسانوں اور جنوں میں سے جو لوگ شیطان ہیں ‘ رسولوں کے دشمن ہیں ۔ انہیں اللہ تعالیٰ مہلت دیتا ہے ‘ ڈھیل دیتا ہے تاکہ وہ جن برائیوں کا ارتکاب کرنا چاہتے ہیں ‘ کرلیں ۔ اگر اللہ چاہتا تو انہیں مجبور کرکے ہدایت دے دیتا اور انہیں گمراہی سے روک دیتا ہے یا انہیں ہدایت دے دیتا اور راہ حق پر انہیں شرح صدر حاصل ہوجاتی یا انہیں اس بات سے روک دیتا کہ وہ رسولوں کو اذیت دیں ‘ مومنین کو تنگ کریں اور ان کے ہاتھ ہی رسولوں اور مومنین تک نہ پہنچ سکتے ۔ اس لئے کہ وہ جن برائیوں کا ارتکاب کرتے ہیں اور رسولوں کو اذیت دیتے ہیں تو یہ اللہ کی مشیت کے دائرے سے باہر نکل کر نہیں کرتے ‘ اللہ کی مشیت اور سلطنت کے اندر رہ کر وہ یہ کام کرتے ہیں ۔ یہ اللہ کی مشیت ہی ہے جس نے ان کو یہ سب کچھ کرنے کا اختیار دیا ہے کہ وہ چاہیں تو ہدایت کی راہ لیں اور چاہیں تو ضلالت کی راہ لیں ۔ وہ تو بہرحال اللہ کی قبضہ قدرت میں ہیں :” اور ہم نے تو اسی طرح شیطانوں انسانوں اور شیطان جنوں کو ہر نبی کا دشمن بنایا ہے جو ایک دوسرے پر خوش آئند باتیں دھوکے اور فریب کے طور پر القاء کرتے رہتے ہیں ۔ اگر تمہارے رب کی مشیت یہ ہوتی کہ وہ ایسا نہ کریں تو وہ کبھی نہ کرتے ‘ پس تم انہیں ان کے حال پر چھوڑ دو کہ اپنی افتراء پردازیاں کرتے رہیں اور جو لوگ آخرت پر ایمان نہیں رکھتے ‘ ان کے دل اس دھوکے کی طرف مائل ہوں اور اس سے راضی ہوجائیں اور ان برائیوں کا اکتساب کریں جن کا اکتساب وہ کرنا چاہتے ہیں ۔ “\nجب یہ بات ثابت ہوگئی کہ انسانوں میں سے شیطان اور جنوں میں سے شیطان ‘ سنت الہی کے مطابق انبیاء رسل کے دشمن ہوں گے اور یہ کہ یہ شیاطین اپنی تمام کارستانیوں کے باوجود اللہ کے قبضہ قدرت میں ہیں ۔ اس لئے حضور ﷺ نے اس امر کو بہت ہی برا سمجھا کہ میں اللہ کے حکم بناؤں چاہے معاملہ چھوٹا ہو یا بڑا ہو ‘ اس لئے کھانے پینے کی ان چیزوں میں اللہ کے سوا کسی اور کے فیصلے کو ماننے کے معنی یہ ہیں کہ ہم تمام معاملات میں غیر اللہ کا حکم بنا رہے ہیں ۔ مطلب یہ ہوا کہ اللہ کے سوا میں کسی اور کی ربوبیت کا اقرار کیسے کرسکتا ہوں ۔ اس کے بعد یہ کہا جاتا ہے کہ اس کتاب اور اس شریعت کی صورت میں فیصلہ کن بات آگئی ہے اس لئے اللہ کی بات کے بعد کسی کی بات کا کیا موقعہ ہے اور اللہ کے حکم کے بعد کسی حکم کی ضرورت ہی کیا ہے ۔ ؟ حضور اکرم ﷺ کو متنبہ کردیا گیا کہ آپ اللہ کے دین کے معاملے میں کسی انسان کی اطاعت نہ کریں ۔ اس لئے کہ لوگ تو محض ظن وتخمین سے کام چلاتے ہیں اور ان کے پاس کوئی یقینی علم نہیں ہے ۔ اگر کسی نے ان کی اطاعت کی تو وہ اسے گمراہ کردیں گے ۔ اس بات کا علم صرف اللہ کو ہے کہ اسکے بندوں میں سے ہدایت یافتہ کون ہے اور گمراہ کون ہے ؟ یہ بات بطور تمہید یہ حکم دینے کے لئے کہی گئی کہ اگر تم مومن ہو تو ان جانوروں کو خوب کھاؤ جن پر اللہ کا نام لیا گیا ہو ‘ اور ان جانوروں کو نہ کھاؤ جن پر اللہ کا نام نہ لیا گیا ہو ‘ اور اس بات سے ڈرایا گیا کہ تم حلال و حرام کے تین میں شیطان کے دوستوں کی بات ہر گز نہ مانو ۔ اگر تم ایسا کرو گے تو تم بھی انہیں کی طرح مشرکین میں سے ہو جاؤگے ۔ آخر میں پھر ان احکامات کا خاتمہ اس وضاحت پر ہوتا ہے کہ کفر کی حقیقت کیا ہے اور ایمان کی ماہیت کیا ہے ۔ اور وہ اسباب کیا ہیں جو ان کفار کو برائیوں کے ارتکاب پر مجبور ہیں۔ ذرا قرآن کے ان الفاظ پر غور کریں :\n” پھر جب حال یہ ہے تو کیا میں اللہ کے سوا کوئی اور فیصلہ کرنے والا تلاش کروں ‘ حالانکہ اس نے پوری تفصیل کے ساتھ تمہاری طرف کتاب نازل کردی ہے ‘ اور جن لوگوں کو ہم نے تم سے پہلے کتاب دی تھی وہ جانتے تھے کہ یہ کتاب تمہارے رب ہی کی طرف سے حق کے ساتھ نازل ہوئی ہے لہذا تم شک کرنے والوں میں سے نہ ہو ۔ تمہارے رب کی بات سچائی اور انصاف کے اعتبار سے کامل ہے ‘ کوئی اس کے فرامین کو تبدیل کرنے والا نہیں ہے اور وہ سب کچھ سنتا اور جانتا ہے اور اے محمد اگر تم ان لوگوں کی اکثریت کے کہنے پر چلو جو زمین پر میں بستے ہیں تو وہ تمہیں اللہ کے راستے سے بھٹکا دیں گے ۔ وہ تو بس گمان پر چلتے اور قیاس آرائیاں کرتے ہیں ۔ درحقیقت تمہارا رب بہتر جانتا ہے کہ کون اس کے راستے سے ہٹا ہوا ہے اور کون سیدھی راہ پر ہے ۔ پھر اگر تم لوگ اللہ کی آیات پر ایمان رکھتے ہو تو جس جانور پر اللہ کا نام لیا گیا ہو اس کا گوشت کھاؤ ۔ آخر کیا وجہ ہے کہ تم وہ چیز نہ کھاؤ جس پر اللہ کا نام لیا گیا ہو ‘ حالانکہ جن چیزوں کا استعمال حالت اضطرار کے سوا دوسری تمام حالتوں میں اللہ نے حرام کردیا ہے ان کی تفصیل وہ تمہیں بتا چکا ہے ۔ بکثرت لوگوں کا حال یہ ہے کہ علم کے بغیر محض اپنی خواہشات کی بناء پر گمراہ کن باتیں کرتے ہیں ‘ ان حد سے گزرنے والوں کو تمہارا رب خوب جانتا ہے ۔ تم کھلے گناہوں سے بھی بچو اور چھپنے والے گناہوں سے بھی ‘ جو لوگ گناہ کا اکتساب کرتے ہیں وہ اپنی کمائی کا بدلہ پاک کر رہیں گے اور جس جانور کو اللہ کا نام لے کر ذبح نہ کیا گیا ہو اس کا گوشت نہ کھاؤ ‘ ایسا کرنا فسق ہے ۔ شیاطین اپنے ساتھیوں کے دلوں میں شکوک و اعتراضات القاء کرتے ہیں تاکہ وہ تم سے جھگڑا کریں ۔ لیکن اگر تم نے ان کی اطاعت قبول کرلی تو یقینا تم مشرک ہو ۔ کیا وہ شخص جو پہلے مردہ تھا پھر ہم نے اسے زندگی بخشی اور اس کو وہ روشنی عطا کی جس کے اجالے میں وہ لوگوں کے درمیان زندگی کی راہ طے کرتا ہے اس شخص کی طرح ہو سکتا ہے جو تاریکیوں میں پڑا ہوا ہو اور کسی طرح اس سے نہ نکلتا ہو۔ کافروں کے لئے تو اسی طرح ان کے اعمال خوشنما بنادیئے گئے ہیں اور اسی طرح ہم نے ہر بستی میں اس کے بڑے بڑے مجرموں کو لگا دیا ہے کہ وہاں اپنے مکروفریب کا جال پھیلائیں ۔ دراصل وہ اپنے فریب کے جال میں خود پھنسے ہیں مگر انہیں اس کا شعور نہیں ہے ۔ جب ان کے سامنے کوئی آیت آتی ہے تو وہ کہتے ہی ہم نہ مانیں گے جب تک کہ وہ چیز خود ہم کو نہ دی جائے جو اللہ کے رسولوں کو دی گئی ہے ۔ اللہ زیادہ بہتر جانتا ہے کہ اپنی پیغامبری کا کام کس سے لے اور کس طرح لے ۔ قریب ہے وہ وقت کہ یہ مجرم اپنی مکاریوں کی پاداش میں اللہ کے ہاں ذلت اور سخت عذاب سے دو چار ہوں گے ۔ “\nاس کے بعد یہ بتایا جاتا ہے کہ ہدایت پانے والوں کی ہدایت اور ضلالت کی راہ لینے والوں کی گمراہی دونوں کی تکمیل تب ہی ہوسکتی ہے کہ جب قدرت الہیہ کا منشا ہو۔ دونوں قسم کے لوگ اللہ کے قبضہ قدرت اور اس کے اقتدار اعلی کے تحت ہیں اور یہ دونوں اللہ کی قدرت اور مشیت کے دائرے کے اندر رہتے ہیں ۔ فرمایا جارہا ہے :\n” پس حقیقت یہ ہے کہ اللہ جسے ہدایت بخشنے کا ارادہ کرتا ہے اس کا سینے کو تنگ کردیتا ہے اور ایسا بھینچتا کہ اسے یوں معلوم ہونے لگتا ہے کہ گویا اس کی روح آسمان کی طرف پرواز کر رہی ہے ۔ اس طرح اللہ ناپاکی ان لوگوں پر مسلط کردیتا ہے جو ایمان نہیں لاتے ۔ “\nآیات کا یہ حصہ اس بات پر اختتام پذیر ہوتا ہے کہ اس سے قبل جو امر ونہی وارد ہوئے جو اعتقادات اور تصورات بیان کئے گئے یہ سب کے سب صراط مستقیم ہیں ۔ اللہ کی مشیت اور قدرت کے تعین کے اصول اور ان اوامر ونواہی کے درمیان ربط پیدا کرکے انہیں ایک پیکج قرار دیا جاتا ہے جسے صراط مستقیم قرار دے کر حکم دیا جاتا ہے کہ اس راہ کو اپنائیں تاکہ اپنے رب کے ہاں امن وسلامتی کی منزل کو پالیں اور اللہ بہرحال اس کا ولی اور ناصر ہے ۔ ” حالانکہ یہ راستہ تمہارے رب کا سیدھا راستہ ہے اور اس کے نشانات ان لوگوں کے لئے واضح کردیئے گئے ہیں جو نصیحت قبول کرتے ہیں ۔ ان کے لئے ان کے رب کے پاس سلامتی کا گھر ہے اور وہ ان کا سرپرست ہے ‘ اس صحیح طرز عمل کی وجہ سے جو انہوں نے اختیار کیا ۔ “۔\nذبیحوں کی بحث اور ان کے کھانے کے مسائل ختم ہونے سے پہلے یہاں قرآن کریم ان لوگوں کے انجام کا ذک ربھی کردیتا ہے جو شیاطین ہیں اور جن وانس دونوں میں سے ہیں اور جو اس وقت اہل ایمان کے ساتھ ان ذیبحوں کے مسائل پر سخت الجھ رہے تھے ۔ بتایا جاتا ہے کہ آخری انجام اللہ کے ہاتھ میں ہوتا ہے اور وہ قادر مطلق اور حاکم ہے ۔ یہ اللہ ہی ہے جو جسے چاہے اس زمین کی خلافت عطا کرتا ہے ۔ جس کے بارے میں چاہے اسے اس جہان سے حرف غلط کی طرح مٹا دے ۔ اس بات پر سخت تنبیہ کی جاتی ہے کہ کوئی شخص خود سری اختیار نہ کرے اس لئے کہ اسے جو آزادی اور اختیار دیا گیا ہے وہ خود سری کے لئے نہیں دیا گیا بلکہ اسے آزمانے کے لئے دیا گیا ہے اور مہلت دی گئی ہے کہ وہ کس راہ پر چلتا ہے اور آخر کار جب مہلت ختم ہوگئی تو اس سے مواخذہ ہوگا اور جو کچھ اس نے کمایا اس کی سزا بھگتے گا ۔ ” اور جس روز اللہ ان سب لوگوں کو گھیر کر جمع کرے گا ‘ اس روز جنوں سے خطاب کرکے فرمائے گا ” اے گروہ جن ! تم نے نوع انسانی پر خوب ہاتھ صاف کیا ۔ “ انسانوں میں سے جو ان کے رفیق تھے وہ عرض کریں گے پروردگار ! ہم میں سے ہر ایک نے دوسرے کو خوب استعمال کیا ہے ‘ اور اب ہم اس وقت آپہنچے ہیں جو تو نے ہمارے لئے مقرر کردیا ہے ۔ اللہ فرمائے گا ” اچھا اب آگ تمہارا ٹھکانا ہے ‘ اس میں تم ہمیشہ رہو گے ۔ “ اس سے بچیں گے صرف وہی جنہیں اللہ بچانا چاہے گا ‘ بیشک تمہارا رب دانا اور علیم ہے ۔ دیکھو اس طرح ہم ظالموں کو ایک دوسرے کا ساتھی بنائیں گے ۔ اس کمائی کی وجہ سے جو وہ کرتے تھے ۔۔۔۔۔۔۔ ” اے گروہ جن وانس ! کیا تمہارے پاس خود تم ہی میں سے ہو پیغمبر نہیں آئے تھے جو تم کو میری آیات سناتے اور اس دن کے انجام سے ڈراتے تھے ۔ “ وہ کہیں گے ” ہاں ! ہم اپنے خلاف خود گواہی دیتے ہیں ۔ “ آج دنیا کی زندگی نے ان لوگوں کو دھوکے میں ڈال رکھا ہے ۔ مگر اس وقت وہ خود اپنے خلاف گواہی دیں گے کہ وہ کافر تھے ۔ تمہارا رب بستیوں کو ظلم کے ساتھ تباہ کرنے والا نہ تھا بلکہ ان کے باشندے حقیقت سے ناواقف تھے ۔ ہر شخص کا درجہ اس کے عمل کے لحاظ سے ہے اور تمہارا رب لوگوں کے اعمال سے بیخبر نہیں ہے ۔ تمہارا رب بےنیاز ہے اور مہربانی اس کا شیوہ ہے ۔ اگر وہ چاہے تو تم لوگوں کو لے جائے اور تمہاری جگہ دوسرے جن لوگوں کو چاہے لے آئے ‘ جس طرح اس نے تمہیں کچھ اور لوگوں کی نسل سے اٹھایا ہے ۔ تم سے جس چیز کا وعدہ کیا جا رہا ہے وہ یقینا آنے والی ہے اور تم خدا کو عاجز کرنے کی طاقت نہیں رکھتے ۔ اے محمد ﷺ کہہ دو کہ لوگو تم اپنی جگہ عمل کرتے رہو اور میں بھی اپنی جگہ عمل کر رہا ہوں ‘ عنقریب تمہیں معلوم ہوجائے گا کہ انجام کار کس کے حق میں بہتر ہوتا ہے ۔ بہرحال یہ حقیقت ہے کہ ظالم کبھی فلاح نہیں پاسکتے ۔ “\nاب ذرا غور کیجئے کہ کھانے یا نہ کھانے کا ایک جزئی مسئلہ ہے کہ کون سے ذبیحے کا کھانا جائز ہے اور کس کا ناجائز ہے ؟ لیکن اس جاہلی رسم و رواج کے مقابلے میں قرآن اسلامی نظریہ حیات کا اساسی تصور پیش کرتا ہے ۔ نہایت ہی موثر اشارات اور مختلف قسم کے مشاہدات سے اللہ کی مشیت کے بعض حقائق پر روشنی ڈالی جاتی ہے ‘ اللہ کے بعض تکوینی تصرفات کو پیش کیا جاتا ہے ‘ انسانی نفسیات کے بعض اصولوں سے پردہ اٹھایا جاتا ہے ‘ انسانی زندگی کے بعض ظاہری اور بعض خفیہ میلانات کو ظاہر کیا جاتا ہے ‘ زمین و آسمان پر اللہ کی حاکمیت کے بارے میں بعض حقائق پیش کئے جاتے ہیں ‘ دنیا وآخرت میں اور ان سب امور کو محض ایک جزوی مسئلہ حلت و حرمت کے ضمن میں ۔ سوال یہ ہے کہ اس مسئلے کو اس قدر اہمیت کیوں دی گئی ؟ اس لئے کہ یہ اس دین کا اساسی مسئلہ ہے ۔ یہ اس کرہ ارض پر اقتدار اور حاکمیت کا مسئلہ ہے کہ یہ حق کس کو حاصل ہے ؟ بالفاظ دیگر یہ الوہیت اور ربوبیت کا مسئلہ ہے اور فیصلہ یہ کرنا ہے کہ الہ اور رب کون ہے ؟ یہی ہے کہ اس جزوی مسئلے کے بیان کے ضمن میں اس قدر اساسی نظریاتی مباحث کو یہاں لایا گیا ہے ۔\nیہی تمام امور مسئلہ نذر ونیاز کے بیان کے ضمن میں بیان ہوئے ہیں یعنی پھلوں ‘ مویشیوں اور اولاد کے بارے میں جاہلیت میں مروج نذر ونیاز کے بارے میں ۔۔۔۔۔۔ وجہ یہ ہے کہ عرب جاہلیت ذات باری کی منکر نہ تھی ۔ اسی طرح دور جاہلیت کے عرب اللہ کے ساتھ مساوی طور پر کسی اور کو الہ بناتے تھے ۔ ان کی کج فکری یہ تھی کہ وہ اللہ کے ساتھ کچھ اور الہ قرار دیتے تھے اور مقام و مرتبہ کے اعتبار سے ان کے الہ اللہ تعالیٰ کے مقابلے میں کم مرتبہ ہوتے تھے اور وہ کہتے یہ تھے کہ ان دوسری شخصیات کو ہم الہ اس لئے قرار دیتے ہیں کہ انکے ذریعے ہم اللہ کا قرب حاصل کرتے ہیں اور یہی وہ شرک تھا جس کا وہ ارتکاب کرتے تھے اور اسی وجہ سے قرآن انہیں مشرکین کا لقب دیتا ہے ۔\nنیز ان شرک میں سے ایک شرک یہ تھا کہ اپنے کاہنوں اور اپنے مشائخ کے ذریعے انہوں نے اپنے لئے کچھ قوانین اور کچھ رسم و رواج گھڑ لئے تھے جو ان کے لئے شریعت کا درجہ رکھتے تھے ۔ اور ان کا زعم یہ تھا کہ یہ قوانین اور رسوم ان کے لئے اللہ نے تجویزکئے ہیں اور اللہ نے انہیں حکم دیا ہے کہ وہ ان کی پابندی کریں۔ وہ اس قدر شدید مشرک نہ تھے کہ وہ ان قوانین اور رسوم کو اپنی طرف منسوب کرتے اور یہ دعوی کرتے کہ اقتدار اعلی کا حق خود انہیں حاصل ہے اور انہیں حق ہے کہ اپنے لئے جو چاہیں قانون سازی کریں ۔ یہ خود سری تو دور حاضر کے مشرکین نے سیکھی ہے جو یہ کہتے ہیں کہ وہ اللہ کے سوا از خود اپنے لئے قانون سازی کرسکتے ہیں ۔ یہی ان کا شرک تھا اور اسی وجہ سے وہ مشرکین کہلائے ۔\nیہ قوانین اور رسومات جو انہوں نے خو داپنے لئے گھڑ لئے تھے اور زعم یہ تھا کہ وہ خدا کی طرف سے ہیں ان میں ان کے قوانین نذرونیاز بھی تھے جو انہیں نے اپنے پھلوں اور مویشیوں کے بارے میں وضع کئے تھے ۔ یہ قوانین انہوں نے خود بنائے تھے یا ان کے کاہنوں اور شیوخ نے بنائے تھے ۔ بہرحال وہ ایسے تھے کہ ” جو ان کے شرکاء کے لئے ہوتا وہ اللہ کے حصے کے ساتھ نہ مل سکتا اور جو اللہ کے لئے ہوتا وہ ان کے شرکاء کے حصص کے ساتھ مل سکتا ۔ “ مثلا وہ اپنی اولاد میں سے بعض کی منت مانتے اور اس طرح وہ اپنے بنائے ہوئے قوانین کے مطابق اپنی بیٹیوں کو قتل کرتے ۔\nان قوانین میں سے ایک قانون یہ تھا کہ وہ بعض فصلوں ‘ پھلوں اور مویشیوں کو بند کردیتے اور یہ کہتے کہ ان کا استعمال صرف ان کے لئے جائز ہوگا جنہیں اللہ اجازت دے حالانکہ ان چیزوں کو حرام بھی وہ خود قرار دیتے اور جن لوگوں کے لئے ان کا استعمال جائز تھا ان کا تعین بھی وہ خود کرتے ۔ بعض قوانین ایسے تھے کہ وہ بعض مویشیوں پر سواری حرام قرار دیتے مثلا بحیرہ ‘ سائبہ ‘ وصیلہ اور حام ۔ (دیکھئے سورة مائدہ)\nایک قانون یہ بھی تھا کہ وہ مویشیوں کے بعض حمل کو مردوں کے لئے خاص کردیتے اور عورتوں پر حرام کردیتے الا یہ کہ مویشیوں کا بچہ مردہ پیدا ہو تو اس صورت میں دونوں شریک ہوتے ۔ یہ لوگ ایک چیز کو حرام قرار دیتے اور دوسری کو حلال قرار دیتے ۔ ایک قانون یہ بھی تھا کہ وہ مردار کو حلال قرار دیتے اور یہ کہتے کہ اسے خود اللہ نے ذبح کیا ہے ۔\nاسلام ان تمام باتوں پر ایک کھلا حملہ کرتا ہے ۔ اس تنقیدی حملے میں بنیادی نظریاتی فیصلے کئے جاتے ہیں ۔ ان جزوی قوانین اور مسائل کے بارے میں قرآن کریم نہایت ہی موثر حقائق اور شواہد پیش کرتا ہے ۔ وہ شواہد وحقائق جو قرآن اس پوری مدت میں ایمان وشرک کے موضوع پر لاتا ہے ، اس لئے کہ ان جزوی مسائل کا تعلق بھی شرک اور ایمان کے اصولی مسائل کے ساتھ ہے ۔ یہ جزوی مسائل وہ ہیں جن پر ایمان اور شرک کے اصولوں کی تطبیق اور اطلاق ہوتا ہے ۔\nاس تنقیدی حملے کا مطالعے کرکے ہمیں معلوم ہوتا ہے کہ یہ مسائل جزئی مسائل نہیں بلکہ اس دین کے اساسی مسائل ہیں ۔ ان کا تعلق نظریات کے ساتھ ہے ۔ یہ قوانین اور یہ رسوم ان مشرکین کے لئے ان لوگوں نے مزین کرکے تجویز کئے ہیں جن کو یہ لوگ اللہ کا شریک ٹھہراتے ہیں ۔ یہ شرکاء ان مشرکین کی زندگی کو تباہ کرتے ہیں اور ان پر دین کو مشتبہ بناتے ہیں ۔ یہ دینی تلبیس اور زندگی کی تباہ کاریاں دونوں ایک دوسرے کے ساتھ مربوط ہیں یا تو لوگ شریعت کے پیروکار ہوں گے اور اس صورت میں ان کی زندگی صحیح و سلامت ہوگی اور یا وہ اسلامی شریعت سے متضاد شریعت پر چلتے ہوں گے تو اس صورت میں وہ کوئی سیدھی راہ نہ پا سکیں گے اور ان کی زندگی خطرے میں ہوگی ۔ اللہ تعالیٰ فرماتے ہیں ۔\n(آیت) ” وَکَذَلِکَ زَیَّنَ لِکَثِیْرٍ مِّنَ الْمُشْرِکِیْنَ قَتْلَ أَوْلاَدِہِمْ شُرَکَآؤُہُمْ لِیُرْدُوہُمْ وَلِیَلْبِسُواْ عَلَیْْہِمْ دِیْنَہُمْ (6 : 137)\n” اور اسی طرح بہت سے مشرکین کے لئے ان کے شریکوں نے اپنی اولاد کے قتل کو خوشنما بنا دیا ہے تاکہ ان کو ہلاکت میں مبتلا کریں اور ان پر ان کے دین کو مشتبہ بنا دیں ۔ “۔\nاس تنقیدی مہم کے دوران یہ بات معلوم ہوجاتی ہے کہ شریعت خداوندی سے سرتابی کی پشت پر ہمیشہ شیطانی سازش ہوتی ہے ۔ جب بھی کوئی قوم شریعت کو چھوڑتی ہے تو وہ جن لوگوں کی بھی اطاعت کرے گی وہ اللہ کے شرکاء ہوں گے ۔ اس مہم کا اہم عنصر یہ ہے کہ شیطان انسان کا کھلا دشمن ہے اور جب اس کی یہ سازش کامیاب ہوتی تو وہ ایسے مشرکین کی قیادت ہلاکت اور تباہ کن گھاٹے کی طرف کرتا ہے ۔\n(آیت) ” کُلُواْ مِمَّا رَزَقَکُمُ اللّہُ وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّیْْطَانِ إِنَّہُ لَکُمْ عَدُوٌّ مُّبِیْنٌ(142)\n” کھاؤ ان چیزوں میں سے جو اللہ نے تمہیں بخشی ہیں اور شیطان کی پیروی نہ کرو ‘ وہ تمہارا کھلا دشمن ہے ۔ “\nاس مہم سے معلوم ہوتا ہے کہ حلال و حرام کا شریعت اسلامیہ کے سوا کسی دوسرے ذریعے سے تعین کرنا کھلا شرک ہے اور یہ شرک جلی کے برابر ہے ۔ لیکن تمام زمانوں میں مشرکین نے یہ دعوی کیا ہے کہ وہ شرک کرنے پر مجبور ہیں ورنہ وہ اللہ کی قوت قاہرہ کے خلاف کیونکر جاسکتے ہیں ۔ حالانکہ اللہ کی مشیت تو یہ تھی کہ اس نے ہر انسان کو ایک حد تک مختار بنایا ہے اور اسی اختیار کے نتیجے میں اس کے لئے آزمائش لازمی کی ہے لہذا اللہ تعالیٰ نے کسی کو بھی اس بات پر مجبور نہیں کیا کہ وہ شرک کرے بہرحال وہ آزمائش میں ہیں اور اللہ کے دائرہ قدرت کے اندر ان کی آزمائش ہو رہی ہے ۔\n(آیت) ” سَیَقُولُ الَّذِیْنَ أَشْرَکُواْ لَوْ شَاء اللّہُ مَا أَشْرَکْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَیْْء ٍ کَذَلِکَ کَذَّبَ الَّذِیْنَ مِن قَبْلِہِم حَتَّی ذَاقُواْ بَأْسَنَا قُلْ ہَلْ عِندَکُم مِّنْ عِلْمٍ فَتُخْرِجُوہُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ (148)\n” یہ مشرک لوگ ضرور کہیں گے کہ ” اگر اللہ چاہتا تو نہ ہم شرک کرتے اور نہ ہمارے باپ دادا اور نہ ہم کسی چیز کو حرام ٹھہراتے ۔ “ ایسی ہی باتیں بنا کر ان سے پہلے کے لوگوں نے بھی حق کو جھٹلایا یہاں تک کہ آخر کار ہمارے عذاب کا مزہ انہوں نے چکھ لیا ۔ ان سے کہو ’ ” کیا تمہارے پاس کوئی علم ہے جسے ہمارے سامنے پیش کرسکو ؟ تم تو محض گمان پر چل رہے ہو اور نری قیاس آرائیاں کرتے ہو ۔ “ پھر کہو ” حقیقت رس حجت تو اللہ کے پاس ہے ‘ بیشک اللہ چاہتا تو تم سب کو ہدایت دے دیتا ۔ “\nاب اس کے بعد ہمارے سامنے طلب ثبوت اور شہادت کا ایک منظرآتا ہے ۔ ان سے یہ ثبوت مانگا جاتا ہے کہ اپنے مزعومات کے بارے میں وہ دعوی کرتے کہ ان کو اللہ نے حرام کیا ہے تو اس پر وہ گواہ لائیں ۔ اس سے ذہن اس طرف منتقل ہوجاتا ہے کہ اس سورة کے آغاز میں بھی اللہ کی حاکمیت کے مسئلے پر ان سے ثبوت اور شہادت طلب کی گئی تھی ۔ اس لئے کہ اللہ کی حاکمیت اور حلال و حرام کے تعین کے اختیارات کا آپس میں چولی دامن کا تعلق ہے ۔ اور یہ کہ حلال و حرام کے تعین کا اختیار اللہ کی حاکمیت کے مخصوص ترین خصائص میں سے ایک ہے ۔ اور یہی حقیقی سوال ہے ۔\n(آیت) ” قُلْ ہَلُمَّ شُہَدَاء کُمُ الَّذِیْنَ یَشْہَدُونَ أَنَّ اللّہَ حَرَّمَ ہَـذَا فَإِن شَہِدُواْ فَلاَ تَشْہَدْ مَعَہُمْ وَلاَ تَتَّبِعْ أَہْوَاء الَّذِیْنَ کَذَّبُواْ بِآیَاتِنَا وَالَّذِیْنَ لاَ یُؤْمِنُونَ بِالآخِرَۃِ وَہُم بِرَبِّہِمْ یَعْدِلُونَ (150)\n” ان سے کہو ” کہ لاؤ اپنے وہ گواہ جو اس بات کی شہادت دیں کہ اللہ ہی نے ان چیزوں کو حرام کیا ہے ۔ “ پھر اگر وہ شہادت دے دیں تو تم ان کے ساتھ شہادت نہ دینا اور ہر گز ان لوگوں کی خواہشات کے پیچھے نہ چلنا جنہوں نے ہماری آیات کو جھٹلایا ہے اور جو آخرت کے منکر ہیں اور جو دوسروں کو اپنے رب کا ہمسر بناتے ہیں ۔ “\nیہاں لفظ (یعدلون) ذہن کو اس سورة کے آغاز میں عقیدہ توحید کے ذکر کے وقت اسی لفظ کے استعمال کی طرف متوجہ کرتا ہے ‘ وہاں بھی مشرکین کو یہ کہا گیا کہ وہ دوسروں کو اللہ کا ہمسر بناتے ہیں ۔ (یعدلون) دیکھئے سورة انعام آیت (1)\nاس کے بعد یہ مہم اس آخری فیصلے پر ختم ہوتی ہے کہ قانون سازی اور مویشیوں اور ان کے بچوں اور پھلوں کے سلسلے میں اللہ تعالیٰ نے جو فیصلہ کیا ہے وہی صراط مستقیم ہے ۔ یہی انداز گفتگو اس سے پہلے ذبیحوں کی حلت اور حرمت کے مضامین کے وقت اختیار کیا گیا تھا اور یہی انداز اس سورة کے آغاز میں مسئلہ الوہیت کے بیان کے وقت اختیار کیا گیا تھا ۔\n(آیت) ” وَأَنَّ ہَـذَا صِرَاطِیْ مُسْتَقِیْماً فَاتَّبِعُوہُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِکُمْ عَن سَبِیْلِہِ ذَلِکُمْ وَصَّاکُم بِہِ لَعَلَّکُمْ تَتَّقُونَ (153)\n” نیز اللہ کی ہدایت یہ ہے کہ یہی میرا سیدھا راستہ ہے ‘ لہذا اسی پر چلو اور دوسرے راستوں پر نہ چلو کہ وہ اس کے راستے سے ہٹا کر تمہیں پراگندہ کردیں گے ۔ یہ ہے وہ ہدایت جو تمہارے رب نے تمہیں کی ہے شاید کہ تم کج روی سے بچو ۔ “\nبات ان اقتباسات پر ختم نہیں ہوجاتی جن کی طرف ہم نے اشارہ کیا ‘ بلکہ اس سے آگے یہ بتایا جاتا ہے کہ اس سے پہلے حضرت موسیٰ (علیہ السلام) بھی اپنی قوم کے لئے ایک کتاب لے کر آئے تھے جس کے اندر تمام امور کی تفصیلات تھیں۔ وہ ہدایت اور رحمت تھی اور اس کتاب کا مقصد بھی یہ تھا کہ لوگ قیامت کی جوابدہی پر ایمان لے آئیں ۔ اس کتاب کا مقصد بھی یہ ہے کہ مسلمان اس کی اطاعت کریں اور خدا ترسی کا رویہ اختیار کریں تاکہ ان پر اللہ کی رحمتیں نازل ہوں اور وہ یہ نہ کہہ سکیں کہ اللہ نے یہود ونصاری کے لئے تو مفصل کتابیں بھیجیں مگر ہمارے لئے کوئی کتاب نہ بھیجی جس میں ہمارے لئے تفصیلی ہدایات ہوں اور انہیں معلوم ہو کہ شریعت کے احکام کیا ہے اور یہ کہ انہیں جو باتیں شریعت کی بتائی جاتی ہیں وہ شریعت نہیں ہے اور محض افتراء ہے ۔\nاس کے بعد ان لوگوں کو تہدید آمیز تنبیہ کی جاتی ہے جو حضرت نبی کریم ﷺ پر ایمان نہیں لاتے اور اس جاہلی نظام پر قائم رہتے ہیں جسے وہ من جانب اللہ کہتے ہیں اور ان کا یہ دعوی صریح افتراء ہے اور اس کے ساتھ ساتھ وہ ایسے خارق العادت معجزات کا بھی مطالبہ کرتے ہیں جن کے نتیجے میں وہ تصدیق اور اتباع پر مجبور ہوجائیں ۔ ان لوگوں کو متنبہ کیا جاتا ہے کہ جس دن ایسے معجزات آگئے تو وہ دن ان کا آخری دن ہوگا اور اس کے بعد وہ ہلاک اور نیست ونابود کردیئے جائیں گے ۔\n(آیت) ” ہَلْ یَنظُرُونَ إِلاَّ أَن تَأْتِیْہُمُ الْمَلآئِکَۃُ أَوْ یَأْتِیَ رَبُّکَ أَوْ یَأْتِیَ بَعْضُ آیَاتِ رَبِّکَ یَوْمَ یَأْتِیْ بَعْضُ آیَاتِ رَبِّکَ لاَ یَنفَعُ نَفْساً إِیْمَانُہَا لَمْ تَکُنْ آمَنَتْ مِن قَبْلُ أَوْ کَسَبَتْ فِیْ إِیْمَانِہَا خَیْْراً قُلِ انتَظِرُواْ إِنَّا مُنتَظِرُونَ (158)\n” کیا اب یہ لوگ اس کے منتظر ہیں کہ ان کے سامنے فرشتے کھڑے ہوں یا تمہارا رب خود آجائے یا تمہارے رب کی صریح نشانیاں نمودار ہوجائیں ؟ جس روز تمہارے رب کی بعض نشانیاں نمودار ہوجائیں گی پھر کسی ایسے شخص کو اس کا ایمان کچھ فائدہ نہ دے گا جو پہلے ایمان نہ لایا ہو ‘ جس نے اپنے ایمان میں کوئی بھلائی نہ کمائی ہو ۔ اے محمد ﷺ ! ان سے کہہ دو کہ اچھا ‘ تم انتظار کرو ‘ ہم بھی انتظار کرتے ہیں۔ “\nاس کے بعد یہ فیصلہ آتا ہے کہ حضرت محمد ﷺ امت مسلمہ اور دین اسلام اور ان لوگوں کے درمیان اتحاد ممکن ہی نہیں ہے جو اللہ کی شریعت کو نظر انداز کرتے ہوئے اپنے لئے حلال و حرام اور جائز وناجائز مقرر کرتے ہیں اور اپنے لئے شریعت خود بناتے ہیں اور اس پر یہ دعوی بھی کرتے ہیں کہ یہ شریعت الہیہ ہے ۔\n(آیت) ” إِنَّ الَّذِیْنَ فَرَّقُواْ دِیْنَہُمْ وَکَانُواْ شِیَعاً لَّسْتَ مِنْہُمْ فِیْ شَیْْء ٍ إِنَّمَا أَمْرُہُمْ إِلَی اللّہِ ثُمَّ یُنَبِّئُہُم بِمَا کَانُواْ یَفْعَلُونَ (159)\n” جن لوگوں نے اپنے دین کو ٹکڑے ٹکڑے کردیا اور گروہ گروہ بن گئے ان سے تمہارا واسطہ کچھ نہیں ۔ ان کا معاملہ تو اللہ کے سپرد ہے ‘ وہی ان کو بتائے گا کہ انہوں نے کیا کچھ کیا ہے ۔ “\nاللہ کا فیصلہ بہت ہی واضح ہے ۔ لست منھم فی شیء ” ان سے تمہارا کچھ واسطہ نہیں ہے ۔ “ اب یہ سورة اپنی انتہاکو پہنچ جاتی ہے اور قانون سازی اور اللہ کی حاکمیت کو نہایت ہی مفصل اور واضح انداز میں بیان کردیا جاتا ہے ‘ بظاہر تو یہ موضوع ایک جزئی موضوع نظر آتا ہے ‘ لیکن یہاں اس نظریاتی مسئلے کو نہایت ہی اصولی انداز میں پیش کیا جاتا ہے اور پورے دین کا فیصلہ کردیا جاتا ہے کہ یہ مسائل دین اسلام کے مقاصد ونظریات ہیں ۔ ان کے بارے میں اہل اسلام کا قلب ونظر صاف اور یکسو ہونا چاہئے اور پھر اس نظریے ‘ اس عقیدے اور یکسوئی کو ایک مفصل نظام حیات کی شکل میں ظاہر ہونا چاہئے ۔\n(آیت) ” قُلْ إِنَّنِیْ ہَدَانِیْ رَبِّیْ إِلَی صِرَاطٍ مُّسْتَقِیْمٍ دِیْناً قِیَماً مِّلَّۃَ إِبْرَاہِیْمَ حَنِیْفاً وَمَا کَانَ مِنَ الْمُشْرِکِیْنَ (161) قُلْ إِنَّ صَلاَتِیْ وَنُسُکِیْ وَمَحْیَایَ وَمَمَاتِیْ لِلّہِ رَبِّ الْعَالَمِیْنَ (162) لاَ شَرِیْکَ لَہُ وَبِذَلِکَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِیْنَ (163) قُلْ أَغَیْْرَ اللّہِ أَبْغِیْ رَبّاً وَہُوَ رَبُّ کُلِّ شَیْْء ٍ وَلاَ تَکْسِبُ کُلُّ نَفْسٍ إِلاَّ عَلَیْْہَا وَلاَ تَزِرُ وَازِرَۃٌ وِزْرَ أُخْرَی ثُمَّ إِلَی رَبِّکُم مَّرْجِعُکُمْ فَیُنَبِّئُکُم بِمَا کُنتُمْ فِیْہِ تَخْتَلِفُونَ (164) وَہُوَ الَّذِیْ جَعَلَکُمْ خَلاَئِفَ الأَرْضِ وَرَفَعَ بَعْضَکُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّیَبْلُوَکُمْ فِیْ مَا آتَاکُمْ إِنَّ رَبَّکَ سَرِیْعُ الْعِقَابِ وَإِنَّہُ لَغَفُورٌ رَّحِیْمٌ(165)\n” اے محمد ﷺ کہو میرے رب نے بالیقین مجھے سیدھا راستہ دکھایا ہے ‘ بالکل ٹھیک دین جس میں کوئی ٹیڑھ نہیں ‘ ابراہیم کا طریقہ جسے یکسو ہو کر اس نے اختیار کیا تھا اور وہ مشرکوں میں سے نہ تھا ۔ کہو ‘ میری نماز ‘ میرے تمام مراسم عبودیت ‘ میرا جینا اور مرنا سب کچھ اللہ رب العالمین کے لئے ہے ۔ جس کا کوئی شریک نہیں اس کا مجھے حکم دیا گیا ہے اور میں سب سے پہلے سر اطاعت جھکانے والا ہوں ۔ کہو کیا میں میں اللہ کے سوا کوئی اور رب تلاش کروں حالانکہ وہی ہر چیز کا رب ہے ؟ ہر شخص جو کچھ کماتا ہے اس کا ذمہ دار وہ خود ہے ‘ کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھاتا ‘ پھر تم سب کو اپنے رب کی طرف پلٹنا ہے ‘ اس وقت وہ تمہارے اختلافات کی حقیقت تم پر کھول دے گا ۔ وہی ہے جس نے تم کو زمین کا خلیفہ بنایا ‘ اور تم میں سے بعض کو بعض کے مقابلے میں بلند درجے دیئے تاکہ جو کچھ تم کو دیا ہے اس میں تمہاری آزمائش کرے ، بیشک تمہارا رب سزا دینے میں بھی بہت تیز ہے اور بہت درگزر کرنیو الا اور رحم فرمانے والا بھی ہے ۔ “\nیہ وہ مسائل ہیں جو اسلامی نظریہ حیات اور دین اسلام کے اساسی مسائل ہیں ۔ دنیا وآخرت کے بارے میں ہدایات ‘ زندگی اور موت کے مسائل ‘ عمل اور مکافات عمل کے مسائل ‘ عبادت اور احسان کے مسائل اور ان تمام مسائل کو زبانی اسلوب بیان اس سورة کے اس رعب دار اختتامیہ میں نہایت ہی پرشوکت اور خوفناک انداز میں جمع کردیتا ہے ۔ اللہ کی حاکمیت اور سلطنت اور اس کی قانون سازی کے حق کے اعلی ترین مسئلے کو نہایت ہی سادہ اور روز مرہ کے مسائل یعنی کھانے وپینے کے عام مسائل کے ضمن میں بیان کردیا جاتا ہے ۔ اس لئے کہ اللہ کی حاکمیت اور بوبیت بڑے سے بڑے اور چھوٹے سے چھوٹے معاملات میں اپنا فیصلہ کرتی ہے ۔۔۔۔ ۔۔ یہ ہے اسلام جس کی تشریح خود قرآن مجید کر رہا ہے جو کلام الہ العالمین ہے ۔\nدرس 37 تشریح آیات :\nیہ پارہ ہشتم کی ابتدائی آیات ہیں ۔ ان میں سے پہلا پیراگراف پارہ ہفتم کی آخری آیات سے متعلق ہے۔ پارہ ہفتم کی آخری آیات میں مشرکین عرب کی اس تجویز کا ذکر تھا کہ حضور ﷺ ان کے سامنے خود ان کے تجویز کردہ معجزات پیش کردیئے جائیں تو وہ آپ کی تصدیق کریں گے اور آپ پر ایمان لائیں گے ۔ ان لوگوں کی ان قسموں کی وجہ سے بعض اہل اسلام بھی دل ہی دل میں یہ خواہش رکھتے تھے کہ اگر اللہ ان لوگوں کی اس خواہش کو پورا کردے تو بہتر ہو ‘ اور یہ لوگ رسول اللہ ﷺ سے بھی یہ مطالبہ کرتے تھے کہ آپ بھی اللہ تعالیٰ سے یہ مطالبہ فرمائیں کہ اللہ ان لوگوں کی خواہشات کو پورا کردے ۔ پارہ ہفتم اور پارہ ہشتم کے ان حصوں کا پورا مضمون یوں ہے ۔\n(آیت) ” وَأَقْسَمُواْ بِاللّہِ جَہْدَ أَیْْمَانِہِمْ لَئِن جَاء تْہُمْ آیَۃٌ لَّیُؤْمِنُنَّ بِہَا قُلْ إِنَّمَا الآیَاتُ عِندَ اللّہِ وَمَا یُشْعِرُکُمْ أَنَّہَا إِذَا جَاء تْ لاَ یُؤْمِنُونَ (109) وَنُقَلِّبُ أَفْئِدَتَہُمْ وَأَبْصَارَہُمْ کَمَا لَمْ یُؤْمِنُواْ بِہِ أَوَّلَ مَرَّۃٍ وَنَذَرُہُمْ فِیْ طُغْیَانِہِمْ یَعْمَہُونَ (110) وَلَوْ أَنَّنَا نَزَّلْنَا إِلَیْْہِمُ الْمَلآئِکَۃَ وَکَلَّمَہُمُ الْمَوْتَی وَحَشَرْنَا عَلَیْْہِمْ کُلَّ شَیْْء ٍ قُبُلاً مَّا کَانُواْ لِیُؤْمِنُواْ إِلاَّ أَن یَشَاء َ اللّہُ وَلَـکِنَّ أَکْثَرَہُمْ یَجْہَلُونَ (111) (6 : 109 تا 111)\n” یہ لوگ کڑی کڑی قسمیں کھا کھا کر کہتے ہیں کہ اگر کوئی نشانی (یعنی معجزہ) ہمارے سامنے آجائے تو ہم اس پر ایمان لائیں گے ۔ اے نبی ﷺ ! ان سے کہو کہ نشانیاں تو اللہ کے اختیار میں ہیں ‘ اور تمہیں کیسے سمجھایا جائے کہ اگر نشانیاں آ بھی جائیں تو یہ ایمان لانے والے نہیں ۔ ہم اسی طرح ان کے دلوں اور نگاہوں کو پھیر رہے ہیں جس طرح یہ پہلی مرتبہ اس کتاب پر ایمان نہیں لائے تھے ۔ ہم انہیں ان کی سرکشی میں بھٹکنے کے لئے چھوڑے دیتے ہیں ۔ “\nان آیات کی تفسیر ہم پارہ ہفتم میں کر آئے ہیں ۔ یہاں ہم وہ عمومی حقائق بیان کریں گے جو ان آیات میں دیئے گئے ہیں اور جن کے بارے میں وہاں بات نہ ہوئی تھی۔\n1۔ پہلی حقیقت یہ ہے کہ ایمان وکفر ‘ اور ہدایت وضلالت کا دارومدار صرف دلائل پر نہیں ہوتا کہ اگر کسی سچائی پر دلائل نہ دیئے گئے تھے تو لوگ اسے تسلیم نہ کریں گے ۔ بلکہ سچائی تو بذات خود ایک دلیل ہوتی ہے ۔ سچائی کے اندر بذات خود اس قدر قوت ہوتی ہے کہ وہ قلب انسانی پر چھا جاتی ہے ‘ ہر انسان کا دل اس پر مطمئن ہوجاتا ہے اور اس کی طرف مائل ہوجاتا ہے لیکن کچھ دوسرے داخلی اور خارجی اسباب ایسے ہوتے ہیں جو کسی انسان اور قبولیت حق کے درمیان رکاوٹ بن جاتے ہیں ۔ ایسی ہی رکاوٹوں کے بارے میں اللہ تعالیٰ فرماتے ہیں :\n(آیت) ” وَمَا یُشْعِرُکُمْ أَنَّہَا إِذَا جَاء تْ لاَ یُؤْمِنُونَ (109) وَنُقَلِّبُ أَفْئِدَتَہُمْ وَأَبْصَارَہُمْ کَمَا لَمْ یُؤْمِنُواْ بِہِ أَوَّلَ مَرَّۃٍ وَنَذَرُہُمْ فِیْ طُغْیَانِہِمْ یَعْمَہُونَ (110)\n” اور تمہیں کیسے سمجھایا جائے کہ اگر نشانیاں آ بھی جائیں تو یہ ایمان لانے والے نہیں ۔ ہم اسی طرح ان کے دلوں اور نگاہوں کو پھیر رہے ہیں جس طرح یہ پہلی مرتبہ اس کتاب پر ایمان نہیں لائے تھے ۔ ہم انہیں ان کی سرکشی میں بھٹکنے کے لئے چھوڑے دیتے ہیں ۔ “\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 111,
  "surah": 6
}
