{
  "text": "درس نمبر 57 تشریح آیات :\n12۔۔۔۔۔ تا ۔۔۔۔۔ 19 ۔\n(آیت) ” نمبر 12 تا 13۔\nیہاں خطاب بیان اور فیصلے کے لئے ہے یہی وجہ ہے کہ رسول اللہ ﷺ کو ہدایت کی جاتی ہے کہ آپ ان مشرکین سے مخاطب ہوں جو اچھی طرح جانتے ہیں اللہ ہی خالق ہے لیکن یہ جانتے ہوئے بھی خالق کا ہمسر ان لوگوں کو بناتے ہیں جو بذات خود مخلوق ہیں ۔ اور پھر بزعم کود اپنی زندگی کے تصرفات میں ان شرکاء کو بھی دخیل کرتے ہیں۔ سوال یہ کیا جاتا ہے کہ تم مانتے ہو کہ اللہ خالق ہے تو یہ بتاؤ کہ تخلیق کے بعد پھر مالک کون ہے ؟ یعنی اس پوری کائنات اور زمین و آسمان کا خالق کون ہے ؟ (مافی السموت والارض) کا مالک کون ہے ؟ اور پھر اس سوال کا جواب خود ہی دے دیا جاتا ہے اس لئے کہ وہ اس کا انکار نہ کرتے تھے ۔ (قل للہ) عربوں سے اگر پوچھا جاتا کہ (آیت) ” (لمن مافی السموت والارض) ؟ تو وہ جواب دیتے (للہ) تو معلوم ہوا کہ جاہلیت کے اندھیروں میں ہوتے ہوئے اور فکری اور نظری گمراہی کا شکار ہوتے ہوئے بھی وہ دور جدید کی جاہلیت سے بہرحال زیادہ بہتر تھے ۔ دور جدید کی جاہلیت کو علمی جاہلیت کہا جاسکتا ہے اس لئے کہ وہ اس سادہ حقیقت کی بھی منکر ہے ‘ کہ زمین و آسمان میں جو کچھ ہے وہ اللہ کا ہے ۔ اس نے اپنی فطرت کو اندھا کردیا ہے اور وہ اس بدیہی حقیقت کو بھی دیکھ نہیں رہی ہے ۔ عرب جاہلیت کے پیروکار اگرچہ اس بدیہی حقیقت کا ادراک کرتے تھے اور ان کا یہ عقیدہ تھا کہ آسمانوں اور زمین میں جو کچھ ہے وہ اللہ کا ہے لیکن وہ اس حقیقت اور اقرار پر پھر اس کے منطقی نتیجے مرتب نہ کرتے تھے ۔ یوں وہ اللہ کو اس کی مملوکات کے اندر بھی حاکم مطلق اور مقتدر اعلی نہ سمجھتے تھے ۔ وہ دنیا میں اپنے تمام تصرفات اور تمام حرکات و سکنات کو اذن اللہ کے دائرے کے اندر محدود نہ کرتے تھے ۔ یہی وجہ ہے کہ وہ مشرک قرار پاتے تھے اور انہیں اہل جاہلیت کہا گیا ۔ رہے وہ لوگ جو اپنے تمام امور کو اللہ تعالیٰ کے دائرہ حاکمیت سے نکال دیں اور اپنی زندگی کے خود حاکم بن جائیں تو اب یہ سوال ان سے کیا جاسکتا ہے کہ ہم انہیں کیا کہیں اور انکی زندگی پر کیا فیصلہ دیں ۔ ظاہر ہے کہ ان لوگوں کو مشرکین کے سوا کوئی اور لقب نہیں دیا جاسکتا اور نہ ان کی زندگی کو شرکیہ زندگی کے سوا کچھ اور کہا جاسکتا ہے ۔ اس لئے کہ خود اللہ کے فیصلے کے مطابق ان کی یہ زندگی فاسقانہ ‘ ظالمانہ اور کافرانہ ہے ۔ چاہے وہ جس قدر بھی اسلام کا دعوی کریں (ان کے برتھ سرٹیفکیٹ چاہے ان کا مذہب جو بھی بتائیں کیونکہ وہ تو پیدائش کے وقت خانہ پری ہوتی ہے)\nاب ذرا آیت پر بھرپور نظر ڈالیں ۔ اس میں اللہ تعالیٰ یہ قرار دینے کے بعد کہ زمین اور آسمان کا مالک وہ ہے ساتھ ساتھ یہ بھی اضافہ فرماتے ہیں (کتب علی نفسہ الرحمۃ) ” اس نے رحم وکرم کا شیوہ اپنے اوپر لازم کرلیا ہے ۔ “ اللہ وحدہ خالق ومالک ہے اور اس میں اس کے ساتھ کوئی بھی شریک نہیں ہے جو نزاع کرسکے ۔ لیکن اس نے اپنے فضل وکرم سے اپنے اوپر یہ بات لازم کرلی ہے کہ وہ رؤف ورحیم ہے ۔ اپنے ارادے اور اپنی مشیت اور مرضی سے اس نے یہ رویہ لازم کرلیا ہے کوئی اور نہیں ہے جس نے اللہ رپ اس رویے کو لازم کردیا ہو ‘ نہ کسی اور نے اللہ سے اس کا مطالبہ کیا ہے اپنے ارادہ مطلق اور اپنی کریمانہ شان ربوبیت کی وجہ سے اس نے یہ رحیمانہ رویہ اپنایا ہوا ہے ۔ اور یہ اصول اللہ تعالیٰ نے اپنے فیصلوں اپنے اخلاق اور اپنے معاملات میں ‘ دنیا میں بھی اور آخرت میں بھی اپنے لئے ایک مسلمہ قاعدہ قرار دیا ہے ۔ اسلامی تصور حیات اور اسلامی نظریات کی بنیادوں کے اندر بھی یہ اصول کار فرما ہے ۔ اصل اصول یہ ہے کہ اللہ تعالیٰ بندوں پر رحم کرتا ہے یہاں تک کہ اگر اللہ کسی بندے کو مشکلات اور مصائب سے دو چار کرتا ہے تو بھی دراصل اس پر شفقت مطلوب ہوتی ہے ۔ وہ بندوں کو مشکلات میں اس لئے ڈالتا ہے تاکہ ان میں سے ایک ایسا عنصر ہر وقت تیار رہے جو اللہ کی امانت کا بار اٹھانے کا اہل ہو اور یہ امانت کبری ان کو تب سپرد کی جاتی ہے جب یہ گروہ اپنے خلوص ‘ اپنی بےلوثی اور اپنی فہم ودراک ‘ اور اپنی تیاری اور تجربات کے اعتبار سے اس بوجھ کے اٹھانے کے لئے تیار ہوجائے ۔ خبیث قوتیں پاک اور صاف لوگوں کی صفوں سے نکال کر باہر پھینک دی جائیں اور یہ اچھی طرح معلوم ہوجائے کہ کون صحیح طرح مطیع رسول ہے اور کون بھاگنے والا ہے ۔ جو ہلاک ہوتا ہے وہ سمجھ کر ہلاک ہو اور جو زندہ رہتا ہے تو اصولوں پر زندہ رہے ۔ یہ تمام امور اللہ کے دائرہ رحمت کے اندر ہیں ۔\nاللہ کی رحمت کے مواقع سے تو ہماری زندگی بھری پڑی ہے ۔ ہر لمحہ اور ہر لحظہ اس کی شفقت اور رحمت کی نئی شان ہے ۔ ہم نے بتلاء اور مشکلات کے زمانے کا ذکر اس لئے کیا ہے کہ بعض اوقات لوگوں کی فکر ونظر اس میں دھوکہ کھاجاتی ہے ۔\nہماری یہاں یہ کوشش نہیں ہے کہ ہم اللہ کی رحمت کے معاملات اور مظاہر گنوائیں ‘ بعض مظاہر آنے والے صفحات میں آپ دیکھیں گے ۔ یہاں ہمارا مقصد صرف یہ ہے کہ اس آیت پر قدرے غور کریں ۔ اور دیکھیں (کتب علی نفسہ الرحمۃ) سے دراصل کیا مراد ہے ۔ اسی سورة میں دوسری جگہ اس حقیقت کو ان الفاظ میں بیان کیا گیا ہے (آیت) ” کتب ربکم علی نفسہ الرحمۃ) اس آیت میں جو بات جاذب نظر ہے وہ یہی فضل وکرم ہے جس کی طرف ہم نے اشارہ کیا ۔ یعنی ایک ذات عالی جو خالق ہے ‘ مالک ہے اور قوت قاہرہ کی مالک ہے وہ اپنی قوت قاہرہ کے استعمال کے بجائے فضل وکرم کا مظاہرہ فرما رہی ہے اور پھر اس صورت میں کہ اس نے اس فعل کو اپنے اوپر لکھ لیا ہے ‘ فرض قرار دے لیا ہے ۔ از خود اس نے اس عہد پر دستخط کر لئے ہیں ۔ محض اپنے ارادہ مطلقہ اور اپنی مشیت کی رو سے وہ ہم پر فضل کر رہا ہے ۔ یہ وہ عظیم حقیقت ہے کہ جب انسان اسے پیش نظر رکھے اس پر غور کرے اور اس کے عجیب انداز کا ملاحظہ کرے تو اس کا انسان کی شخصیت اس کی فکر اور اس کے ذوق نظر پر اچھا اثر مرتب ہونا ضروری ہے ۔\nپھر یہ امر بھی جاذب نظر ہے کہ اللہ تعالیٰ خود اپنے بندوں کو اپنی اس شان رحیمی کی اطلاع بھی دیتا ہے کہ میں نے یہ اصول اپنے اوپر لکھ لیا ہے ‘ اپنے لئے اسے فرض قرار دے لیا ہے کہ میں فضل وکرم ضرور کروں گا ۔ اب وہ بندے ہیں کون جن کے بارے میں عالم بالا میں یہ فیصلہ ہوا ہے اور اس کا حکم ان تک تحریری شکل میں آپہنچا ہے کہ ان کے بارے میں یہ فیصلہ ہوگیا ہے اور رسول اللہ ﷺ کی زبانی ان تک اس کی اطلاع ہو رہی ہے ۔ یہ لوگ کون ہیں ؟ یہ کوئی خاص لوگ نہیں ہیں ‘ بلکہ یہ لوگ عام لوگ ہیں اور اللہ کا یہ فضل وکرم تمام لوگوں کے لئے ہے ۔\nاس انداز میں ‘ اس حقیقت پر غور کرنے سے دل میں عجیب و غریب خیالات پیدا ہوجاتے ہیں ۔ انسان حیران ہوجاتا ہے ۔ اس کے دل میں انس اور اس کے اندر اس قدر روحانی سرور پیدا ہوتا ہے جس کا اظہار الفاظ کے اندر ممکن نہیں ہے ۔ یہ حقائق قلب ونظر جو اثرات چھوڑتے ہیں انسان اسے چکھ تو سکتا ہے ‘ اسے محسوس تو کرسکتا ہے لیکن انسانی اسلوب کلام میں ان کا اظہار ممکن نہیں ہے اور نہ پوری طرح اسے بیان کیا جاسکتا ہے ۔\nاس حقیقت سے یہ بات معلوم ہوتی ہے کہ اسلامی تصور حیات میں شان رحیمی حقیقت الہیہ کا اساسی پہلو ہے ۔ اسی کی اساس پر بندے اور الہ کا تعلق بندگی استوار ہوتا ہے اور یہ تصور نہایت ہی خوبصورت ‘ پرکیف ہے اور محبت اور مودت سے سرشار ہے ۔ اس اساسی تصور کے ہوتے ہوئے ہر منصف مزاج شخص کو ان بدمزاج لوگوں کی ذہینت اور ان کی بہتان تراشیوں پر سخت تعجب ہوگا کہ وہ جو اسلام کے تصور الہ کے خلاف ایسی باتیں کرتے ہیں جو خلاف حقیقت ہیں ‘ یہ الزامات وہ اس لئے عائد کرتے ہیں کہ اسلام عقیدہ ۔۔۔۔۔۔۔۔۔۔۔ کا قائل نہیں ہے ۔ اسلام اس بات کو تسلیم نہیں کرتا کہ اللہ کے بندوں میں سے کوئی اس کا بیٹا ہو سکتا ہے جب کہ کینسہ نے انجیل میں انحراف کرکے یہ عقیدہ گھڑا ۔ اسلامی تصور حیات اللہ کی شان کریمی کے بارے میں بہت ہی اعلی وارفع ہے اور یہ کنیسہ کہ کینسہ بچگانہ تصورات سے بہت ہی بلند ہے ۔ اللہ اور بندے کے درمیان جو شفقت اور محبت کا تعلق ہے وہ انسانی الفاظ سے ماوراء ہے ۔ اللہ کی شان جلالت کے ساتھ ساتھ اسے محسوس تو کیا جاسکتا ہے لیکن بیان نہیں کیا جاسکتا ۔\nاللہ کی رحمت کا فیضان اس کے تمام بندوں پر ہوتا ہے ۔ یہ رحمت سب کو اپنے جوار میں لیتی ہے ۔ یہ اس کی رحمت ہی ہے جس کے ذریعے ذات انسان زندہ ہے ۔ اس کے جسم اور جان کا رشتہ استوار ہے ۔ انسانی وجود میں اور اس پوری کائنات کے وجود میں اللہ کی رحمت اور اس کی شان کریمی ہر وقت جاری وساری ہے ۔ جہاں تک انسانی زندگی اور انسانی جسم کا تعلق ہے ‘ اس کے اندر اللہ کی رحمت کے مواقع کو تو ہم گن ہی نہیں سکتے ۔ البتہ ان میں سے چند ممتاز پہلوؤں اور مظاہر کا ذکر ضروری ہے ۔\nسب سے پہلے انسان کی ذات میں اللہ کی شان رحیمی نظر آتی ہے ۔ انسان کو اللہ تعالیٰ اس طرح پیدا کرتا ہے کہ خود انسان کو اس کا کوئی علم نہیں ہوتا۔ خود انہیں اس بات کا علم نہیں ہوتا کہ کس طرح انہیں یہ وجود عطا ہوا ۔ پھر اس کے اندر ایسے خصائص رکھ دیئے گئے جن کی وجہ سے انسان کو تمام موجودات پر فضیلت حاصل ہوگئی ۔\nپھر اس کی شان کریمی ان قوتوں کے اندر نظر آتی ہے جن کو آج تک انسان مسخر کرسکا ہے ۔ یہ کائنات اور اس کی قوتیں ‘ اور یہ ہے اللہ کا رزق اپنے وسیع تر مفہوم میں یوں سمجھیں کہ کائنات جس کے وسیع میدانوں میں ہر وقت انسان جولانیاں دکھاتا ہے ۔\nپھر اس شان کریمی کا اظہار اس حقیقت سے بھی ہوتا ہے کہ اللہ نے انسان کو علم عطا فرمایا ۔ پہلے اسے حصول علم کی استعداد عطا کی اور اس کی صلاحیتوں اور اس کائنات کی قوتوں کے اندر ہم آہنگی پیدا کی ۔ یہ علم جس کی وجہ سے بعض بدفطرت اور بدمزاج انسان خود ذات باری پر دست درازی شروع کردیتے ہیں حالانکہ یہ وہی تو ہے جس نے ان بدمزاجوں کو یہ علم عطا فرمایا اور یہ علم اللہ کے ارزاق میں سے ایک رزق ہے ۔\nپھر اس شان کریمی کا اظہار یوں بھی ہوتا ہے کہ اللہ نے انسان کو اس جہان میں اپنا خلیفہ بنا کر اس کی نگہداشت اور تربیت کا انتظام یوں کیا کہ اس کی ہدایت کیلئے مسلسل رسول بھیجے ۔ جب بھی انسان بھٹکا ‘ اللہ نے اسے ہدایت سے نوازا اور بڑی محبت اور صبر کے ساتھ اسے دوبارہ راہ مستقیم پر ڈال دیا ۔ حالانکہ بعض اوقات انسان نے ان ڈرانے والوں اور نصیحت کرنے والے رسولوں کی آواز پر کان بھی نہ دھرا اللہ کے لئے اس کا ہلاک کردینا مشکل نہ تھا لیکن اللہ کی صفت رحمت نے ہمیشہ اس کو مہلت دی اور ہمیشہ اللہ کے حلم نے انسان کو ڈھانپ لیا۔\nپھر اس شان کریمی کا اظہار اس حقیقت سے بھی ہوتا ہے کہ جب ایک بندہ اپنی جہالت کی وجہ سے گناہ کرتا ہے اور پھر توبہ کرتا ہے تو اللہ تعالیٰ اسے معاف کردیتے ہیں اور یہ اس وجہ سے کہ اللہ نے اپنے اوپر رحمت کرنا لازم کرلیا ہے ۔\nاور یہ بھی اس کی شان کریمی کا ایک پہلو ہے کہ وہ برائی کی جگہ ایک ہی برائی شمار کرتا ہے ۔ ایک ہی برائی کی سزاد دیتا ہے لیکن ایک نیکی کے بدلے وہ دس دنیکیوں کا ثواب اور اجر عطا کرتا ہے اور اس کے بعد بھی وہ جس کے اعمال نامے میں جو چاہے اضافہ کر دے ۔ پھر مزید یہ کہ اللہ نیکی کے بدلے کو محو بھی کرتا جاتا ہے اور یہ سب اس کا کرم ہے ۔ پھر یہ کہ کوئی شخص محض اپنے اعمال کے بل بوتے پر جنت حاصل نہیں کرسکتا جب تک اس کا کرم شامل حال نہ ہو ۔ یہاں تک کہ خود رسول اللہ ﷺ نے اپنے بارے میں بھی یہی کہا ہے کہ وہ بھی اللہ کے فضل سے جنت میں جائیں گے ۔ اگر اللہ کا فضٰل وکرم شامل حال نہ ہو تو انسان بہت ہی عاجز ہے ۔\nغرض اللہ کے رحم وکرم اور جود وسخا کے مواقع اور مظاہر کی تفصیلات دینے کے بجائے ہمارے لئے بہتر یہی ہے کہ ہم اپنے قصور فہم کا اعلان کردیں اور یہ کہہ دیں کہ ہمارے لئے اس کی شان کریمی کو پوری طرح سمجھنا ہی مشکل ہے اور ہمارے لئے مناسب رویہ ہے ۔ اس لئے کہ اگر ہم ایسا نہ کریں اور یہ اعلان نہ کردیں کہ ہم فیل ہوگئے تو ہم اس میدان میں کامیاب نہیں ہوسکتے ۔ وہ لمحہ جس میں کسی بندے پر اللہ کی رحمت کے دروازے کھل جاتے ہیں ‘ اسے اللہ تک رسائی حاصل ہوتی ہے ۔ وہ معرفت کردگار سے سرشار ہوتا ہے ‘ اسے سکون و اطمینان حاصل ہوتا ہے ۔ اس کے سایہ عاطفت میں پناہ لیتا ہے ۔ اس کی بارگاہ میں پناہ لیتا ہے ‘ ایسا ایک مختصر لحظہ بھی اس قدر وسعت اپنے اندر رکھتا ہے کہ کسی انسان کے لئے اس کا بیان کرنا اور اس کی وضاحت کرنا ممکن نہیں ہے ‘ یہ تو ممکن ہی نہیں ہے کہ انسان اللہ کی شان کریمی کو پوری طرح بیان کرسکے ۔\nذرا غور کیجئے کہ حضور کریم ﷺ نے اپنے جوامع الکلم کے ذریعے ‘ خوبصورت تمثیلات کے ذریعے کس طرح اللہ کی شان کریمی کو ہماری فہم اور ہماری عقل کے قریب کرنے کی سعی کی ہے : شیخین نے اپنی سندوں کے ساتھ حضرت ابوہریرہ ؓ سے روایت فرمائی ہے :\nرسول اللہ ﷺ نے فرمایا جب اللہ نے مخلوقات کا فیصلہ کردیا (امام مسلم نے کہا جب اللہ نے مخلوقات کو پیدا کردیا) تو اللہ نے ایک ایسی کتاب میں جو ذات باری کے پاس عرش پر ہے لکھا کہ ” میری رحمت میرے غضب سے پہلے ہوگئی “۔ امام بخاری نے ایک دوسری روایت میں یہ الفاظ دیئے ہیں ” میری رحمت ‘ میرے غضب پر غالب آگئی ہے ۔ “\nشیخین نے اپنی سند سے حضرت ابوہریرہ ؓ سے روایت کی ہے کہ ۔ انہوں نے فرمایا کہ رسول خدا ﷺ نے فرمایا ” اللہ نے رحمت کے سو حصے کئے ہیں جن میں سے 99 اللہ نے اپنے ہاں روک لئے ہیں اور زمین پر اللہ نے صرف ایک حصہ اتارا ہے ۔ اس ایک حصے کو استعمال کرکے مخلوقات ایک دوسرے کے ساتھ رحیمانہ سلوک کرتی ہیں ۔ “ یہاں تک کہ ایک جانور اپنے کھروں کو اٹھاتا ہے مبادا کہ اس کا پاؤں اس کے بچے پر پڑجائے ۔ “\nامام مسلم نے اپنی سند کے ذریعے حضرت سلمان فارسی سے روایت فرمائی ہے ۔ انہوں نے فرمایا رسول اللہ ﷺ نے فرمایا : ” اللہ کے پاس سور حمتیں ہیں ‘ ان میں سے ایک رحمت کو استعمال کرکے مخلوق خدا باہم شفیقانہ سلوک کرتی ہے اور 99 رحمتیں اللہ نے قیامت کے لئے محفوظ کی ہوئی ہیں ۔ “\nانہی سے ایک دوسری روایت میں ہے ” جس دن اللہ تعالیٰ نے زمین و آسمان کو پیدا کیا تو اس نے سو رحمتیں پیدا کیں ۔ اللہ کی ہر رحمت زمین و آسمان سے بڑی ہے ۔ اس میں صرف ایک رحمت کو اللہ تعالیٰ نے زمین کے اوپر استعمال کے لئے دیا ۔ اسی رحمت سے والدہ اپنے بچے پر شفقت کرتی ہے اور وحشی جانور اور پرندے ایک دوسرے پر رحمت کرتے ہیں۔ جب قیامت کا دن ہوگا تو اس کے باقی 99 جز کے ذریعے اللہ تعالیٰ اس رحمت کو مکمل کر دے گا ۔ “\nحضور اکرم ﷺ نے جس تمثیلی انداز میں رحمت کی مقدار کو بیان کیا ہے یہ محض تقریب الی الافہام کے لئے ہے ۔ انسان جب زندہ جانوروں میں یہ دیکھتا ہے کہ مائیں اپنے بچوں کے ساتھ کس قدر حمت و شفقت سے پیش آتی ہیں ‘ لوگ بچوں پر کس قدر شفقت کرتے ہیں ‘ اسی طرح بوڑھوں ‘ ضعفاء مریضوں ‘ اقرباء ‘ دوستوں اور اولاد پر ‘ نیز پرندے اور وحشی جانور ایک دوسرے کے ساتھ ‘ تو انسان ورطہ حیرت میں غرق ہوجاتا ہے ۔ بعض مناظر تو ایسے ہوتے ہیں کہ انسان پر دہشت طاری ہوجاتی ہے اور اس کے بعد انسان یہ تصور کرتا ہے کہ اللہ کی شان کریمی کے سو حصوں میں سے یہ صرف ایک حصہ ہے تو انسان مزیدحیران ہوتا ہے ۔ یہ انداز تفہیم ایسا ہے کہ بات لوگوں کے ذہن کے قریب آجاتی ہے۔ رسول اللہ ﷺ ہمیشہ اپنے ساتھیوں کو اس عظیم رحمت کے بارے میں آگاہ کرتے رہتے تھے ۔\nحضرت عمر ابن خطاب ؓ سے روایت ہے رسول اللہ ﷺ کے پاس کچھ جنگی قیدی عورتیں لائی گئیں ۔ ان میں سے ایک عورت دوڑی پھرتی تھی ‘ اس کے پستانوں سے دودھ بہہ رہا تھا ۔ اسے گرفتار عورتوں کے کیمپ میں جو بچہ بھی ملتا وہ اسے پکڑتی ‘ اسے پیٹ سے لگاتی اور دودھ پلاتی ۔ اس پر حضور اکرم ﷺ نے فرمایا : ” کیا تم اس بات پر یقین کرو گے کہ یہ عورت اپنے بچے کو آگ میں پھینک دے گی ۔ “ ہم نے کہا خدا کی قسم اگر وہ ایسا نہ کرنے کی قدرت رکھتی ہو (یعنی مجبور نہ ہو) تو وہ ہرگز ایسا نہ کرے گی ۔ حضور ﷺ نے فرمایا ” جان لو کہ اس عورت کو اپنے بچے سے جس قدر محبت ہے ‘ اللہ کو اپنے بندوں کے ساتھ اس سے زیادہ محبت ہے ۔ “ (بخاری ۔ مسلم)\nکس طرح نہ ہوگی ؟ یہ عورت اپنے بچے کے ساتھ جو رحم اور شفقت رکھتی ہے تو یہ اس رحمت کی برکت ہے جو اللہ نے اپنی وسیع رحمت سے اہل زمین کو عطا کی ہے ۔\nحضور اکرم ﷺ نے اپنے ساتھیوں کو اس قسم کی جو تعلیم دی تھی ‘ یہ اسی کا نتیجہ تھا کہ آپ نے ایک قدم مزید آگے بڑھ کر اپنے ساتھیوں کو یہ حکم دیا کہ وہ اس سلسلے میں اللہ کے اخلاق کو اپنائیں ۔ آپس میں بھی ایک دوسرے کے ساتھ رحمت اور مودت سے پیش آئیں ۔ اس جہان کے تمام زندہ جانوروں کے ساتھ رحم کریں ۔ ان کے دلوں کے اندر محبت اور شفقت کا ذوق پیدا ہو اور وہ اپنے تمام معاملات میں اس ذوق کو برتیں جس طرح اللہ تعالیٰ اپنے معاملات میں اپنی مخلوقات کے ساتھ رحمت برتتا ہے ۔ حضور اکرم ﷺ کی تعلیمات کا یہ پہلو نہایت ہی زندہ اور تابندہ ہے ۔ کچھ نمونے ملاحظہ فرمائیں۔\nحضرت عمر ابن العاص ؓ سے روایت ہے ‘ انہوں نے فرمایا کہ رسول اللہ ﷺ نے فرمایا :” رحم کرنے والوں پر اللہ کا رحم ہوگا ۔ تم لوگ اہل زمین پر رحم کرو تم پر وہ رحم کرے گا جو آسمانوں میں ہے ۔ “ (ابو داؤد ‘ ترمذی)\nابن جریر ؓ سے روایت ہے فرماتے ہیں رسول اللہ ﷺ نے فرمایا : ” اللہ اس شخص پر رحم نہیں فرماتے جو لوگوں پر رحم نہیں کرتا ۔ “ (بخاری ‘ مسلم اور ترمذی)\nابو داؤد اور ترمذی نے حضرت ابوہریرہ ؓ سے ایک روایت میں یہ کہا ہے حضور ﷺ نے فرمایا ” رحمت صرف اس شخص سے چھین لی جاتی ہے جو شقی القلب ہو ۔ “\nاور اسی طرح حضرت ابوہریرہ ؓ سے روایت ہے ۔ انہوں نے فرمایا کہ ” رسول اللہ ﷺ نے حسن ابن علی کو بوسہ دیا اور اس وقت آپ کے پاس اقرع ابن حابس بیٹھے ہوئے تھے ۔ اقرع نے کہا میرے تو دس بیٹھے ہیں میں نے کبھی ان میں سے ایک کو بھی بوسہ نہیں دیا ۔ رسول اللہ ﷺ نے انکی طرف دیکھا اور فرمایا :” جس نے شفقت نہ کی اس پر شفقت نہ ہوگی ۔ “ (مسلم و بخاری)\nحضور اکرم ﷺ نے اپنے ساتھیوں کو صرف یہ تعلیم نہ دی تھی کہ وہ فقط انسانوں کے ساتھ مشفقانہ سلوک رکھیں ‘ اس لئے کہ آپ کو علم تھا کہ اللہ کی رحمت بہت ہی وسیع ہے اور مسلمانوں کو یہ حکم دیا گیا ہے کہ وہ اپنے اندر خدائی اخلاق پیدا کریں۔ انسان اس وقت تک مکمل انسان نہیں بن سکتا جب تک وہ تمام مخلوقات کے ساتھ رحمت کا برتاؤ نہی کرے ۔ اس سلسلے میں آپ کی تعلیمات نہایت ہی موثر تھیں جیسا کہ ہم کہہ آئے ہیں ۔\nحضرت ابوہریرہ ؓ سے روایت ہے ‘ فرماتے ہیں کہ رسول اللہ ﷺ نے فرمایا :” یوں ہوا کہ ایک شخص کسی سفر کے دروان کسی راستے پر جا رہا تھا کہ اسے شدید پیاس لگ گئی ۔ اسے ایک کنواں ملا ۔ وہ اس میں اترا اور پانی پایا اور باہر نکل آیا ۔ کیا دیکھتا ہے کہ ایک کتا پیاس کی وجہ ہانپ رہا ہے اور پیاس کی شدت کی وجہ سے مٹی کھا رہا ہے ۔ اس شخص نے کہا ‘ اس کا حال بھی پیاس نے ایسا کردیا جس طرح میرا کردیا تھا ۔ وہ کنویں میں اترا اپنے جوتے کو پانی سے بھرا اور اپنے منہ میں پکڑا یہاں تک کہ نکل آیا ۔ اس نے کتے کو پانی پلایا ۔ اللہ تعالیٰ نے اسے اس کا اجر دیا اور اس کی مغفرت فرما دی “۔ اس پر صحابہ کرام نے کہا : رسول اللہ کیا ہمارے لئے بہائم میں بھی اجر ہے ؟ تو آپ ﷺ نے فرمایا ہر تر کلیجے والی چیز کے ساتھ رحم پر اجر ہے ۔ “ (بخاری مسلم ‘ موطائ)\nایک دوسری روایت میں ہے کہ ایک بدکار عورت نے ایک بار دیکھا کہ شدید گرمی میں ایک کتا ایک کنویں کے ارد گرد چکر لگا رہا ہے ۔ اس نے پیاس کی وجہ سے زبان نکالی ہوئی ہے ۔ اس نے اس کے لئے اپنے جوتے کو ڈول بنا کر اور دوپٹے کو رسی بنا کر نکال کر پلایا تو اللہ تعالیٰ نے اس کی مغفرت کردی ۔ “\nحضرت عبدالرحمن ابن عبداللہ ؓ نے اپنے باپ سے روایت کی ہے ۔ انہوں نے کہا کہ ہم رسول اللہ ﷺ کے ساتھ ایک سفر تھے ۔ ہم نے ایک (حمرہ) (پرندہ) کو دیکھا جس کے ساتھ اس کے دو بچے تھے ۔ ہم نے اس کے بچے پکڑ لئے ۔ (حمرہ) آئی اور وہ زمین پربچھی جارہی تھی (یعنی پر ڈھیلے کر کے پھیلا کر زمین کے قریب ہو رہی تھی) رسول اللہ ﷺ تشریف لائے ۔ آپ نے فرمایا :” کس نے اسے اس کے بچوں کی وجہ سے تکلیف دی ۔ اس کے بچوں کو لوٹا کر اسے دے دو ۔ “ حضور ﷺ نے دیکھا کہ ہم نے چیونٹیوں کے گھر کو جلا دیا تھا تو آپ ﷺ نے پوچھا کہ کس نے جلایا ہے ؟ ہم نے کہا یہ تو ہم نے جلایا ہے تو آپ ﷺ نے فرمایا کہ آگ کے ساتھ صرف آگ کا مالک سزا دے سکتا ہے ۔ (ابو داؤد)\nحضرت ابوہریرہ ﷺ سے روایت ہے ۔ حضور ﷺ نے فرمایا کسی نبی کو چیونٹی نے کاٹا ۔ آپ نے حکم دیا کہ ان کے گھر کو جلایا جائے اللہ تعالیٰ نے اس پر وحی بھیجی ” اگر آپ کو ایک چیونٹی نے کاٹ لیا تو کیا آپ اس کی پوری نوع کو جلا ڈالیں گے جو تسبیح کرتی ہے ۔ (مسلم بخاری)\nیوں حضور ﷺ نے اپنے ساتھیوں کو قرآن کریم کی اس تعلیم کے مطابق تربیت دی کہ وہ اللہ کی رحمت کا مزہ اس طرح چکھیں کہ اسے لوگوں کے برتیں ۔ کیا یہ حقیقت نہیں ہے کہ مخلوقات ایک دوسرے کے ساتھ جو رحم اور شفقت کرتی ہے وہ اللہ کی بےبہا اور بیشمار رحمتوں میں سے ایک رحمت ہے ۔\nاب میں یہ عرض کرنا چاہتا ہوں کہ ایک مسلمان کے تصور حیات کے اندر رحمت کی حقیقت بیٹھ جانے سے اس کے احساسات ‘ اس کی زندگی اور اس کے اخلاق پر گہرے اثرات مرتب ہوتے ہیں اور انہیں کسی صورت میں بھی مٹایا نہیں جاسکتا ۔ مزکور بالا تعلیم کے جو اثرات ایک مسلم کی زندگی پر پڑتے ہیں ‘ یہاں ہم ظلال القرآن کے مختصر اسلوب کے مطابق اس کی طرف بھی کچھ اشارہ کئے دیتے ہیں ۔\nاس حقیقت کے شعور کے نتیجے میں ‘ دل مومن اطمینان کی دولت سے مالا مال ہوجاتا ہے اور وہ اپنے رب کی جانب سے پوری طرح مطمئن ہوجاتا ہے ۔ خصوصا ایسے حالات میں جب کہ وہ مشکلات اور شدید لمحات سے گزر رہا ہو کیونکہ مصائب وشدائد میں انسان کے قلب ونظر دھوکہ کھا سکتے ہیں اس طرح مشکلات میں گھرا ہوا مومن ہر وقت رحمت خداوندی کا امیدوار ہوتے ہوئے یہ یقین رکھتا ہے کہ کسی بھی لمحہ حالات میں تبدیلی آسکتی ہے اور ہر صورت حال کے بعد نئی صورت حال پیدا ہو سکتی ہے ۔ اللہ اپنے بندوں کو مشکلات میں مبتلا کر کے چھوڑ نہیں دیتا ‘ یا اسے اپنی رحمت سے محروم نہیں کردیتا ۔ اس لئے کہ جو شخص بھی رحمت خداوندی کا طلبگار ہوگا اسے اللہ محروم نہ کرے گا ۔ لوگ تو خود اپنے آپ کو رحمت خداوندی سے محروم کرتے ہیں کہ وہ اللہ کی ناشکری کرتے ہیں ‘ رحمت کے سایہ میں آنے سے انکار کرتے ہیں اور اس سے دور بھاگتے ہیں ۔ پھر اللہ کی رحمت کی امیدواری پر پختہ اطمینان کے نتیجے میں انسان کے اندر صبر وثبات پیدا ہوتا ہے ‘ امید کی کرن روشن ہوتی ہے ‘ وہ اطمینان اور آرام محسوس کرتا ہے ‘ کیونکہ وہ بارگاہ رحمت و محبت میں ہوتا ہے ‘ جس کا سایہ گھنا ہوتا ہے جب تک وہ خود اپنے آپ کو اس اس سے دور نہ کرلے ۔\nجب ایک مسلم یہ شعور پاتا ہے تو اس کے احساسات میں باری تعالیٰ کی نسبت سے ایک حیا پیدا ہوجاتی ہے کیونکہ مغفرت کی امیدواری اور رحمت باری کی خواہش کی باوجود کوئی شخص یہ جرات نہیں کرسکتا کہ اللہ کی نافرمانی کرتا ہے حالانکہ اس امید کے نتیجے میں اللہ غفور و رحیم کی نافرمانی کرنے سے شرم آتی ہے ۔ جن لوگوں کے اندر رحمت خداوندی اور مغفرت خداوندی کے نتیجے میں مزید معصیت کرنے کا داعیہ پیدا ہوتا ہے انہوں نے درحقیقت ایمان کی حقیقت مٹھاس کو پایا ہی نہیں ہے ۔ اس لئے نہ یہ بات میری سمجھ میں آتی ہے اور نہ میں اسے تسلیم کرتا ہوں جو بعض صوفی کہتے ہیں کہ وہ گناہوں کا ارتکاب اس لئے کرتے ہیں تاکہ وہ اللہ کے صبر اور حلم کا مزہ چکیں یا اس کی مغفرت اور رحمت سے فائدہ اٹھائیں ۔ یہ سلیم الفطرت لوگوں کی سوچ نہیں ہے ‘ رحمت الٰہیہ کے لئے یہ ایک منفی رد عمل ہے ۔\nاس حقیقت کو اس انداز میں پالینے کے بعد ایک مسلم کے ذہن میں بہت ہی اچھے اثرات مرتب ہوتے ہیں ۔ وہ جانتا ہے کہ اسے اپنے اندر خدائی اخلاق پیدا کرنے ہیں ۔ وہ یہ بھی جانتا ہے کہ اس پر ہر طرف سے اللہ کی رحمتوں کی بارش ہورہی ہے اس کے باوجود کہ وہ پراز تقصیرات ہے اور اس سے گناہ سرزد ہوتے رہتے ہیں ۔ اس طرح وہ خود بھی رحم اور شفقت کے انداز سیکھ لیتا ہے ‘ وہ معاف کرنا جانتا ہے ۔ وہ گناہوں اور غلطیوں سے درگزر کرتا ہے اور یہ بات ہمیں ان تعلیمات میں صاف صاف نظر آتی ہے جو حضور نے صحابہ کرام کو دیں اور یہ تعلیم آپ نے بذریعہ ” تخلق باخلاق اللہ “ دی ۔ اللہ کی رحمت کے مقامات میں سے ایک مقام یہ ہے کہ اللہ نے اپنے اوپر یہ لکھ دیا ہے کہ وہ تمام انسانوں کو ایک دن میدان حشر میں اٹھائے گا ۔ یہ آیت اس کا بھی فیصلہ کرتی ہے :\n(آیت) ” قُل لِّمَن مَّا فِیْ السَّمَاوَاتِ وَالأَرْضِ قُل لِلّہِ کَتَبَ عَلَی نَفْسِہِ الرَّحْمَۃَ لَیَجْمَعَنَّکُمْ إِلَی یَوْمِ الْقِیَامَۃِ لاَ رَیْْبَ فِیْہِ (6 : 12)\n” ان سے پوچھو ‘ آسمان اور زمین میں جو کچھ ہے وہ کس کا ہے ؟ کہو سب کچھ اللہ کا ہے ‘ اس نے رحم وکرم کا شیوہ اپنے اوپر لازم کرلیا ہے ۔ (اسی لئے وہ نافرمانیوں اور سرکشیوں پر تمہیں جلدی نہیں پکڑ لیتا) قیامت کے روز وہ تم سب کو ضرور جمع کرے گا ‘ یہ بالکل ایک غیر مشتبہ حقیقت ہے ۔ “\nاللہ کی اس تحریری رحمت کے دعوے میں یہ بھی شامل ہے کہ وہ ایک دن انہیں دوبارہ جمع کرے گا اور یہ ایک اٹل حقیقت ہے ۔ اور اس جمع کے بعد اللہ کی عنایات کا دور ہوگا اور یہ عنایات اللہ کی ان لوگوں پر ہونگی جو اس کی بندگی کریں گے ۔ اس لئے کہ اللہ نے انہیں پیدا ہی اس لئے کیا تھا کہ وہ اپنی پوری زندگی میں اللہ کی بندگی کی راہ اپنائیں ۔ انہیں اس زمین پر منصب خلافت صرف اسی مقصد کے لئے دیا گیا تھا ۔ انہیں بےمقصد نہیں پیدا کیا گیا اور نہ وہ یونہی چھوڑ دیئے گئے ۔ ایک دن ایسا آنے والا ہے جس میں یہ سب لوگ جمع ہوں گے ۔ یہ وہ آخری ٹھکانا ہے جس کی طرف یہ لوگ اس طرح لوٹیں گے جس طرح ایک سواری اور قافلہ اپنی منزل مقصود کی طرف مسلسل بڑھتا ہے ۔ وہاں اللہ تعالیٰ ان لوگوں کو جزاء دے گا جنہوں نے اللہ کی طرف جانے کی صحیح راہ اختیار کی اور زندگی کے اس طویل سفر میں تکلیفات اٹھائیں ۔ دنیا میں انہوں نے جو اچھے اعمال کئے اور اب وہاں انہیں اس کا اجر ملے گا تاکہ ان کی مشقتیں اور تکالیف ضائع نہ جائیں بلکہ یوم آخرت میں انہیں ان کا اجر پورا دیا جائے گا ۔ یوں اللہ کی رحمتوں کے مظاہر میں سے ایک مظہر کا اظہار ہوگا ۔ قیامت میں اللہ کا جو فضل ہوگا کہ برائی کا بدلہ صرف برائی جیسا ہوگا جبکہ نیکی کے بدلے دس گناہ اجر ہوگا بلکہ اللہ چاہے تو اضعاف مضاعطہ ہوگا تو یہ بھی اللہ کی رحمت اور شفقت کے مظاہر میں سے ایک مظہر ہوگا ۔\nاللہ نے عربوں پر دین اسلام کے ذریعے جو فضل وکرم کیا اور انہیں اس دین کے ذریعے جو باعزت مقام دیا وہ ان پر اللہ کا احسان عظیم ہے ۔ اس سے قبل عرب قیام قیامت کا انکار کرتے تھے ۔ وہ بعینہ اسی طرح کے تصورات رکھتے تھے جس طرح دور جدید کی مہذب جاہلیت کے افکار ہیں ‘ یعنی سائنسی جاہلیت ۔ یہی وجہ ہے کہ قیام قیامت کا ذکر اس قدر تاکیدی الفاظ میں کیا گیا اور اس تکذیب کے مقابلے میں اس قدر حروف تاکید لائے گئے ۔\n(آیت) ” لیجمعنکم الی یوم القیمۃ لا ریب فیہ “۔ (6 : 12) تمہیں قیامت کے دن اٹھایا اور جمع کیا جائے گا جس میں کوئی شک نہیں ہے ۔ “\nقیامت کے دن خسارہ صرف ان لوگوں کو ہوگا ‘ جو اس دنیا میں ایمان سے محروم رہیں گے ۔ اہل ایمان کو کوئی خسارہ نہ ہوگا ۔ جبکہ اہل کفر کو پورا پورا خسارہ ہوگا ۔ اس لئے کہ انہوں نے اپنی ذات ہی کو ہار دیا تو وہ کمائیں گے کیا ۔ انسان تو اپنی جان اور اپنے نفس کے لئے کماتا ہے ۔ اگر اس کا نفس اور اس کی زبان ہی چلی جائے تو وہ کمائی کس کے لئے کرے گا ۔ کس کے لئے کمائے گا ۔ (آیت) ” الذین خسروا انفسھم فھم لا یومنون “۔ (6 : 12)\n” مگر جن لوگوں نے اپنے آپ کو خود تباہی کے خطرے میں مبتلا کردیا ہے وہ اسے نہیں مانتے ۔ “ ۔\nانہوں نے اپنی ذات ہی کو خسارے میں ہار دیا ۔ ان کی ذات اور شخصیت ہی چلی گئی ‘ چونکہ ان کے پاس کوئی شخصیت ہی نہ رہی لہذا ایمان کون لائے ۔ اہل کفر کی حالت کی یہ نہایت ہی لطیف اور حقیقت پسندانہ تعبیر ہے ۔ اس تعبیر کے اندر ایک نہایت ہی گہری فطری پکار ہے کہ ایمان لاؤ ۔ ایمان کی برکات میں سے ایک بڑی برکت یہ ہے کہ وہ تمہیں ایک ذات اور شخصیت عطا کرتا ہے ۔ یہ لوگ جو ایمان سے قبل اپنی شخصیت گم کر بیٹھے تھے ‘ ان کی فطرت مسخ ہوچکی گھی ان کی وہ صلاحتیں جو حق کو قبول کرتی ہیں ‘ ختم ہوگئی تھیں ‘ یا ان پر پردے پڑگئے تھے اس لئے وہ قبولیت حق کی صلاحیت کھو کر اپنی شخصیت اور شناخت کم کر گئے تھے ۔ یہی وجہ ہے کہ وہ ایمان نہ لائے تھے اس لئے کہ ان کے پاس ان کی ذات اور شخصیت ہی نہ رہی تھی ۔ یہ ان کے عدم اطمینان اور کفر کی ایک نہایت ہی لطیف اور گہری تعبیر ہے ۔ حالانکہ دلائل ایمان موجود تھے اور ایسے اشارات موجود تھے کہ جن کی وجہ سے انسان حق کو قبول کرتا ہے اس امر نے ان کے معاملے میں فیصلہ کن حیثیت اختیار کی ۔ یوں گویا وہ اپنی شخصیت سے ہاتھ دھو کر ایک عقیم خسارے سے دوچار ہوئے ۔\nاب اگلی آیت میں بتایا جاتا ہے کہ لیل ونہار میں جو لوگ اور جو مخلوق ہے یعنی زمان میں ‘ وہ بھی اسی کی ملکیت ہے ۔ جس طرح پہلی آیات میں بتایا گیا تھا کہ جہاں اور جس جگہ میں جو متنفس ہے ‘ وہ اللہ کا مملوک ہے ۔ یوں یہ ملکیت زمان ومکان دونوں پر مشتمل ہوگئی ۔ اللہ کا علم تمام مخلوقات کو اپنے گھیرے میں لئے ہوئے ۔\n(آیت) ” وَلَہُ مَا سَکَنَ فِیْ اللَّیْْلِ وَالنَّہَارِ وَہُوَ السَّمِیْعُ الْعَلِیْمُ (13)\n” رات کے اندھیرے اور دن کے اجالے میں جو کچھ ٹھہرا ہوا ہے ‘ سب اللہ کا ہے اور وہ سب کچھ سنتا اور جانتا ہے ۔ “\nّ (ماسکن) کی زیادہ قریب الفہم تفسیر یہ ہے کہ یہ لفظ سکنہ سے ہے ‘ جیسا کہ زمحشری نے کشاف میں لکھا ہے یعنی وہ تمام جو لیل ونہار میں پناہ لیتی ہیں یعنی تمام مخلوقات ۔ یہ سب مخلوق اللہ کی ملکیت میں ہے ۔ اس سے پہلی آیت میں بھی یہ قرار دیا گیا ہے ۔ (قل لمن ما فی السموت والارض قل للہ) (6 : 12) اس آیت میں تمام مخلوقات کی حصر بلحاظ مکان تھی اب اس آیت میں (آیت) ” ولہ ما سکن فی الیل والنھار “۔ (6 : 13) آیا ہے جس میں حصر بلحاظ زمان ہے ۔ قرآن کریم کا یہ معروف انداز بیان ہے ۔ ان آیات کی تفسیر میں بہت کچھ لکھا گیا ہے ۔ میرے خیال میں یہ تاویل سب سے بہتر ہے کہ ایک آیت میں حصر زمانی اور دوسری میں حصر مکانی ہے ۔\nاس کے بعد ایک تبصرہ یہ آتا ہے کہ اللہ سمیع وعلیم ہے جس سے معلوم ہوتا ہے کہ علم کے اعتبار سے بھی اللہ تمام مخلوقات کا احاطہ کئے ہوئے ہے ۔ اس آیت کے جواب میں مشرکین جو بھی کہتے ہیں وہ اللہ کے علم میں ہے یعنی وہ اس بات کو تسلیم کرتے ہوئے بھی کہ اللہ وحدہ ہی مالک ہے ‘ اس کے باوجود وہ بعض مویشیوں ‘ انکے بچوں اور بعض پھلوں کو شرکاء کے لئے مخصوص کرتے تھے ۔ اس سورة کے آخر میں یہ بحث آرہی ہے ۔ یہاں اللہ تعالیٰ انسانوں سے مطالبہ کرتے ہیں کہ وہ تمام مخلوقات پر اللہ کا حق ملکیت تسلیم کریں تاکہ بعد میں انہیں یہ سمجھایا جائے کہ اللہ کی مخلوقات میں سے بعض چیزیں تم شرکاء کے کھاتے میں کس کی اجازت سے ڈالتے ہو۔ جبکہ اسی فقرے میں آنے والی یہ بات بھی اس سے ثابت کرنا مطلوب ہے کہ جب مالک وہ ہے تو ولی اور حاکم بھی وہی ہے ۔ اور وہ اس لئے حاکم ہے کہ وہی مالک ہے ہر اس چیز کا جو زمان ومکان کے اندر ہے اور جو اللہ کے علم کے اندر ہے ۔\nاب جب کہ یہ بات تسلیم ہوگئی کہ وہی خالق ہے اور وہی مالک ہے تو ان لوگوں پر سخت نکیر وتنقید کی جاتی ہے جو اللہ کے سوا کسی اور سے امداد طلب کرتے ہیں ۔ جو اللہ کے سوا کسی اور کی بندگی کرتے ہیں اور کسی اور کو ولی اور حاکم بناتے ہیں ۔ چناچہ فیصلہ کردیا جاتا ہے کہ یہ صورت حال اسلام سے متضاد ہے ۔ یہ صریح شرک ہے اور اسلام کے ساتھ اس کا یکجا جمع ہونا ممکن نہیں ہے ۔ یہاں اللہ کی صفات میں سے اس مفہوم کی ادائیگی کے لئے فاطر السموت والارض ‘ رازق ومطعم ‘ نافع وضار اور قاہر و قادر کے الفاظ لائے جاتے ہیں ‘ جبکہ یہ بھی بتایا جاتا ہے کہ وہ خوفناک سزا بھی دیتا ہے ۔ اس سے فضا پر ایک دم جلال باری تعالیٰ کے سائے پڑجاتے ہیں اور یہ انسان ڈر جاتا ہے اور یہ نہایت ہی زور دار انداز میں کہا جاتا ہے ۔ :",
  "ayah": 12,
  "surah": 6
}
