{
  "text": "(آیت) ” نمبر 135۔\nیہ نہایت ہی پختہ تہدید ہے ‘ حق پر مشتمل ہے اور اس کی پشت پر سچائی کی قوت ہے ۔ یہ تہدید نبی کریم ﷺ کی زبانی ہے کہ وہ ان کے معاملات سے ہاتھ نکال رہے ہیں ‘ انہیں یقین ہے کہ وہ سچائی پر ہیں ‘ انہیں یقین ہے کہ ان کا طریق کار اور نظام سچائی پر مشتمل ہے اور انہیں پختہ یقین ہے کہ ان کے مخالفین گمراہی پر ہیں اور ان کا انجام برا ہونے والا ہے ۔ اور وہ یہ ہے کہ :\n(آیت) ” إِنَّہُ لاَ یُفْلِحُ الظَّالِمُونَ (135) ” کہ ظالم فلاح نہیں پاسکتے “۔\nاس لئے کہ یہ غیر متبدل اصول ہے ‘ کہ مشرکین جو اللہ کے سوا کسی اور کو اس کا شریک ٹھہراتے ہیں اور انہیں اپنا دوست بتاتے ہیں وہ کامیاب نہیں ہو سکتے اس لئے کہ اللہ کے سوا کوئی اور کسی کا مددگار نہیں ہوسکتا ‘ نہ اس کے سوا کوئی اور نصرت کرسکتا ہے ۔ جو لوگ اللہ کی ہدایات سے منہ موڑتے ہیں ‘ وہ نہایت اعلی درجے کی گمراہی میں بہت دور تک چلے گئے ہیں اور وہ گھاٹے ہی گھاٹے میں ہیں ۔\nاب اس سورة کے دوسرے حلقے میں کلام کرنے سے پہلے مناسب ہے کہ اس سبق پر قدرے غور کیا جائے ۔ اس سبق سے پہلے ان ذبیحوں پر کلام تھا جن پر اللہ کا نام نہ لیا گیا تھا اور اس سبق کے بعد پھلوں ‘ مویشیوں اور اولاد کے بارے میں نذر ونیاز کی بحث ہے ۔ ان دوجزوی مسائل کے درمیان یہ سبق خالص نظریاتی اور عقائد کے مباحث پر مشتمل ہے اور ان میں ایمان وکفر کے مسائل اور مناظر بیان کئے گئے ۔ اس درمیانی سبق میں انسانوں اور جنوں انبیاء اور ان کے دشمنوں کے درمیان چلنے والی کشمکش کا ذکر کیا گیا ہے اور وہ تمام بڑے بڑے نظریاتی مسائل چھیڑے گئے ہیں جو اس سورة میں بالعموم بیان ہوئے ہیں ۔\nدیکھنا یہ ہے کہ قرآن کریم زندگی کے ان جزوی مسائل کو کس طرح شریعت کے مطابق اسلام کی نظریاتی اساس پر منطبق کرتا ہے اور اس بات کو اہمیت دیتا ہے کہ ہر مسئلے کا نظریاتی پس منظر نظروں سے اوجھل نہ ہونے پائے ۔ وہ نظریاتی اساس یہ ہے کہ اس کائنات کا رب اور حاکم صرف اللہ ہے اور وہی ہے جو حلال و حرام کی حدود کا تعین کرتا ہے ۔ سوال یہ ہے کہ قرآن کریم جگہ جگہ اپنے نظریہ اساسی کو کیوں بار بار دہراتا ہے اس لئے کہ قرآن کریم اصولا اس بات کو اسلام کا اساسی نظریہ قرار دیتا ہے ۔ اسلام کا نظریہ اساسی کلمہ شہادت (لاالہ الا اللہ) پر قائم ہے ۔ اسی کلمہ کے ذریعے اسلام مسلمانوں کے دلوں سے تمام دوسری خدائیاں نکال کر ان کے دلوں میں صرف اللہ کی الوہیت اور حاکمیت کا عقیدہ جاگزیں کرتا ہے ۔ چناچہ اسلام تمام لوگوں سے حق حاکمیت چھین کر صرف اللہ کی حاکمیت قائم کرتا ہے ۔ قانون سازی ایک ایسا معاملہ ہے کہ کوئی چھوٹا قانون ہو یا بڑا دونوں میں اللہ کا حق حاکمیت استعمال ہوتا ہے ۔ یہی وہ حق ہے جسے ایک مسلمان صرف اللہ کے لئے مخصوص کردیتا ہے اور تمام دوسرے لوگوں کے لیے اس حق کی نفی کردیتا ہے ۔ اسلام میں دین کا مفہوم یہ ہے کہ زندگی کے تمام معاملات میں ‘ چاہے وہ عقائد ونظریات سے متعلق ہوں مثلا الوہیت وحاکمیت یا عملی معاملات ہوں سب میں صرف اللہ کی اطاعت اور بندگی کی جائے اور قانون سازی کا حق صرف اللہ کو ہو۔ اس طرح قانون کا حق بھی صرف اللہ کے قانون کو حاصل ہو ۔ چناچہ ایک مسلمان کا دین یہ ہوتا ہے کہ وہ تمام اطاعتوں اور قیادتوں کا انکار کرکے صرف اللہ کی اطاعت اور قیادت کو قبول کرلے ۔\nیہی وجہ ہے کہ قرآن کریم ان اعتقادی امور کو بار بار دہراتا اور ان کو بہت ہی اہمیت دیتا ہے اور تمام امور کو ان نظریات پر مرتب کرتا ہے جس طرح اس مکمل سورة میں صاف نظر آتا ہے جیسا کہ آغاز سورة میں ہم نے کہا کہ یہ سورة پوری کی پوری مکی ہے اور مکی سورتوں میں امت مسلمہ کے سامنے قانون سازی کا کوئی مسئلہ درپیش نہ تھا ۔ اس کے باوجود اس سورة میں نظریاتی اور اعتقادی طور پر اس بات کی صاف صاف نشاندہی کردی گئی ہے کہ قانون سازی کا حق صرف اللہ کو ہے اور یہ اسلام اور دین اسلام کا ایک عظیم اور اساسی نظریاتی اصول ہے جس پر یہ دین قائم ہے ۔ (1) (دیکھئے خصائص التصور الاسلامی کا فصل الوہیت اور عبودیت)\nدرس نمبر 70 ایک نمبر میں :\nیہ سبق جو قدرے طویل ہے اور اس سے پہلے کا سبق اور اس پر آنے والے تبصرے اسلام کے نظریہ حاکمیت سے متعلق ہیں ۔ یہ ایک ایسی سورة میں ہیں جو مکہ میں نازل ہوئی ‘ جبکہ یہ بات معلوم ہے کہ مکی سورتوں کا موضوع بالعموم نظریات اور عقائد سے متعلق ہوتا ہے ۔ مکی سورتوں میں قانون سازی کو نہیں چھیڑا گیا تھا ‘ قانون سازی کے بارے میں صرف وہ باتیں ان سورتوں میں ہوتی تھیں جن کا تعلق اصول قانون سے تھا ، مکہ مکرمہ میں کوئی اسلامی حکومت موجود نہ تھی جسے قانون سازی کی ضرورت پڑتی اور اللہ تعالیٰ شریعت کو محض داستان یا تاریخ کے طور پر ذکر کرنا نہ چاہتا تھا ۔ نہ اس وقت اسلامی شریعت بحث وتحقیق کا محض کوئی تدریسی موضوع تھا ۔ اسلام تو ایک ایسا معاشرہ چاہتا تھا جو عملا پورے کا پورا اسلام میں داخل ہوسکے ‘ جس کے اندر لوگ اپنے آپ کو ‘ اپنی پوری زندگی کو اللہ کی بندگی اور شریعت کی قیادت میں دینے کے لئے تیار ہوں ۔ لہذا اسلام میں قانون سازی اس وقت تک نہ ہو سکتی تھی جب تک اسلامی حکومت قائم نہ ہوجائے اور وہ لوگوں کے درمیان اللہ کے قانون کے مطابق فیصلے کرنا نہ شروع کردے ۔ صورت یہ نہ ہو کہ ادھر سے حکم آ رہا ہو اور ادھر انسانوں پر نافذ ہورہا ہو ‘ اس لئے کہ اسلام کا مزاج ہی ایسا ہے کہ وہ ایک عملی نظام ہے اور اپنے قانون نظام کا نفاظ بھی سنجیدگی ‘ وقار اور متانت کے ساتھ کرتا ہے ۔\nلیکن میں یہ کہتا ہوں کہ یہ سبق ایک مکی سورة میں ہونے کے باوجود قانون سازی کے مسئلے کے ساتھ متعلق ہے ۔ اس سے یہ بات معلوم ہوتی ہے کہ اسلام قانون سازی کو بہت ہی اہمیت دیتا ہے اور قانون سازی کو اس دین کے اساسی مسائل میں سے تصور کرتا ہے ۔\nاس سے قبل کہ ہم اس سبق کی تفصیلا میں جائیں مناسب ہوگا کہ ظلال القرآن کی طرز پر ہم اس پورے سبق پر ایک اجمالی نگاہ دوڑائیں اور دیکھیں کہ اس سبق کی مراد کیا ہے اور اس میں کیا ہدایات دی گئی ہیں ؟\nاس کا آغاز اس بات سے ہوتا ہے کہ مشرکین مکہ پھلوں ‘ مویشیوں اور اولاد کے بارے میں کچھ تصورات اور ادہام رکھتے تھے ۔ ان کے کچھ مالی اور کچھ اجتماعی تصورات تھے جو دور جاہلیت میں عقیدے اور قانون کا درجہ رکھتے تھے ۔ یہ تصورات اور ادہام درج ذیل امور پر مشتمل تھے ۔\n1۔ اللہ نے انہیں فصلوں اور مویشیوں کی صورت میں جو رزق عطا کیا تھا وہ انہوں نے دو حصوں میں تقسیم کردیا تھا ۔ ایک حصہ اللہ کے لئے تھا ‘ اور وہ یہ زعم رکھتے تھے کہ اللہ نے یہ حصہ اپنے لئے مخصوص کرلیا ہے ۔ ایک دوسرا حصہ انہوں نے اپنے شرکاء کے ساتھ مخصوص کردیا تھا ۔ یہ شرکاء وہ الہ تھے جن کو وہ پکارتے تھے اور ان کو وہ اللہ کے ساتھ اپنے نفس کے معاملات ‘ اموال اور اولاد کے معاملات میں شریک کرتے تھے ۔\n(آیت) ” وَجَعَلُواْ لِلّہِ مِمِّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِیْباً فَقَالُواْ ہَـذَا لِلّہِ بِزَعْمِہِمْ وَہَـذَا لِشُرَکَآئِنَا (6 : 136)\n” انہوں نے اللہ کے لئے خود اس کی پیدا کی ہوئی کھیتوں اور مویشیوں میں سے ایک حصہ مقرر کیا ہے ‘ اور کہتے ہیں یہ اللہ کیلئے ہے بزعم خود ‘ اور یہ ہمارے ٹھہرائے ہوئے شریکوں کے لئے ہے ۔\n2۔ اس کے بعد وہ خود بزعم خود مقرر کردہ حصہ خدا پر دست درازی کرتے تھے اس حصے سے کچھ وہ لے لیتے تھے اور اسے اپنے شریکوں کے حصے کے ساتھ ملا دیتے تھے لیکن وہ اپنے شرکاء کے حصے کے ساتھ یہ سلوک نہ کرتے تھے ۔\n(آیت) ” فَمَا کَانَ لِشُرَکَآئِہِمْ فَلاَ یَصِلُ إِلَی اللّہِ وَمَا کَانَ لِلّہِ فَہُوَ یَصِلُ إِلَی شُرَکَآئِہِمْ (6 : 136)\n” پھر جو حصہ ان کے ٹھہرائے ہوئے شریکوں کا ہے وہ تو اللہ کو نہیں پہنچتا مگر جو اللہ کے لئے ہے وہ ان کے شریکوں کو پہنچ جاتا ہے ۔ “\n3۔ ان کے ان شرکاء نے ان کے لئے قتل اولاد کو خوشنما بنادیا تھا ۔ یہ کام ان کے معاشرے میں پائے جانے والے کاہنوں کا تھا جو ان کے قوانین بناتے تھے جو ان کے لئے از خود ایسی رسومات گھڑتے تھے کہ ان پر لوگ عمل کرنے پر مجبور ہوتے ۔ ان پر ایک طرف سے اجتماعی دباؤ ہوتا تھا اور دوسری جانب سے وہ دینی رسومات کے زاویہ سے از خود ایسا کرنا چاہتے تھے مثلا وہ فقر اور عار کی وجہ سے لڑکیوں کو قتل کرتے تھے اور بعض اوقات وہ بطور نذر بھی اولاد کو قتل کرتے تھے جس طرح عبدالمطلب نے نذر مانی تھی کہ اگر اس کے دس بچے ہوئے اور جوان ہوئے تو وہ ایک کو الہوں کے نام پر قربان کرے گا ۔\n(آیت) ” وَکَذَلِکَ زَیَّنَ لِکَثِیْرٍ مِّنَ الْمُشْرِکِیْنَ قَتْلَ أَوْلاَدِہِمْ شُرَکَآؤُہُمْ لِیُرْدُوہُمْ وَلِیَلْبِسُواْ عَلَیْْہِمْ دِیْنَہُمْ (6 : 137)\n” اور اسی طرح بہت سے مشرکوں کے لئے ان کے شریکوں نے اولاد کے قتل کو خوشنما بنایا ہے تاکہ ان کو ہلاکت میں مبتلا کریں اور ان پر ان کے دین کو مشتبہ بنا دیں ۔ “\n4۔ یہ لوگ بعض جانوروں اور بعض فصلوں پر پابندی عائد کردیتے تھے ۔ وہ کہتے تھے کہ ان کا کھانا محض اللہ کے اذن پر موقوف ہے اور یہ ان کا زعم تھا ۔ بعض سواری کے جانوروں کی پشت کا گوشت نہ کھاتے تھے ۔ بعض پر وہ ذبح کے وقت اللہ کا نام لینا جائز نہ سمجھتے تھے یا حج کے موسم میں اگر ان پر سوار ہوتے تو اللہ کا نام نہ لیتے اس لئے کہ وہ کہتے تھے کہ یہ حج کی سواریاں ہیں اور ان کے اندر اللہ کا ذکر موجود ہے ۔ وہ کہتے یہ تھے کہ یہ اللہ کا حکم ہے ۔\n(آیت) ” وَقَالُواْ ہَـذِہِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لاَّ یَطْعَمُہَا إِلاَّ مَن نّشَاء بِزَعْمِہِمْ وَأَنْعَامٌ حُرِّمَتْ ظُہُورُہَا وَأَنْعَامٌ لاَّ یَذْکُرُونَ اسْمَ اللّہِ عَلَیْْہَا افْتِرَاء عَلَیْْہِ “۔ (6 : 138)\n” کہتے ہیں یہ جانور اور یہ کھیت محفوظ ہیں ۔ انہیں صرف وہی لوگ کھا سکتے ہیں جنہیں ہم کھلانا چاہیں حالانکہ یہ پابندی ان کی خود ساختہ ہے ۔ پھر کچھ جانور ہیں جن پر سواری اور بار برداری حرام کردی گئی ہے اور کچھ جانور ہیں جن پر اللہ کا نام نہیں لیتے اور یہ سب کچھ انہوں نے اللہ پر افتراء کیا ہے ۔ “\n5۔ وہ کہتے تھے کہ بعض جانوروں کا جو حمل ہے وہ صرف مردوں کے لئے ہے اور عورتوں پر وہ حرام ہے ۔ ہاں اگر وہ بچہ مردہ پیدا ہو تو مرد اور عورت دونوں مساویانہ طور پر حقدار ہوں گے اور اس مضحکہ خیز قانون کو بھی وہ منجانب اللہ سمجھتے تھے ۔\n(آیت) ” وَقَالُواْ مَا فِیْ بُطُونِ ہَـذِہِ الأَنْعَامِ خَالِصَۃٌ لِّذُکُورِنَا وَمُحَرَّمٌ عَلَی أَزْوَاجِنَا وَإِن یَکُن مَّیْْتَۃً فَہُمْ فِیْہِ شُرَکَاء سَیَجْزِیْہِمْ وَصْفَہُمْ إِنَّہُ حِکِیْمٌ عَلِیْمٌ(139)\n” اور کہتے ہیں کہ جو کچھ ان جانوروں کے پیٹ میں ہے یہ ہمارے مردوں کیلئے مخصوص ہے اور ہماری عورتوں پر حرام ‘ لیکن اگر وہ مردہ ہوں تو دونوں اس کھانے میں شریک ہو سکتے ہیں ۔ یہ باتیں جو انہوں نے گھڑ لی ہیں ان کا بدلہ اللہ انہیں دے کر رہے گا ۔ یقینا وہ حکیم ہے اور سب باتوں کی اسے خبر ہے ۔ “\nعربی سوسائٹی کے اسلام سے پہلے جو رنگ ڈھنگ تھے مذکور بالا تصورات ‘ مزعومات اور رسم و رواج سے ان کا اندازہ بخوبی ہوجاتا ہے اور مکہ مکرمہ کے اندر اس سورة کی اصلاحات کے ذریعے قرآن کریم ان کا قلع قمع کرنے کے درپے ہے ۔\nعربوں کے دل و دماغ کو ان غلط مزعومات سے پاک کر رہا ہے اور عرب کی جاہلی سوسائٹی سے ان کو محو کر رہا ہے ۔ قرآن کریم نہایت ہی دھیمی رفتار سے اپنے مخصوص منہاج اصلاح کے ذریعے غلط تصورات کے اس جنگل کو صاف کررہا ہے ۔\n٭ سب سے پہلے اس نے لوگوں کو یہ بتایا کہ جو لوگ اپنی اولاد کو مختلف وجوہات کی بنا پر قتل کر رہے ہیں وہ بیوقوف ہیں ۔ وہ علم ومعرفت سے محروم ہیں اور اپنے آپ کو نعمت اولاد سے محروم کر رہے ہیں ۔ پھر یہ کام وہ یوں کرتے ہیں کہ اسے اللہ کی طرف منسوب کرکے اس کی ذات بےعیب پر افتراء باندھنے کے جرم کا ارتکاب بھی کرتے ہیں ۔ قرآن نے اعلان کیا کہ یہ مطلق گمراہی ہے اور یہ مزعومات سب کے سب غلط ہیں ۔\n٭ اس کے بعد قرآن نے انہیں یہ سمجھایا کہ ان کے یہ تمام اموال جن میں وہ تصرف کرتے ہیں یہ دراصل اللہ کے پیدا کردہ ہیں ۔ اللہ ہی وہ ذات ہیں جس نے تمہارے لئے طرح طرح کے باغ ‘ تاکستان اور نخلستان پیدا کئے ۔ وہی ہے جس نے تمہارے تمام جانور پیدا کئے اور وہی ہے جو سب کو رزق دیتا ہے ۔ غرض وہی مالک ہے اور صرف وہی لوگوں کے لئے قانون بنانے کا حق رکھتا ہے ‘ ان تمام چیزوں میں جو اس نے اس دنیا میں بطور رزق پیدا کیں ۔ اس بیان کے دوران قرآن کریم ان مناظر کو کام میں لاتا ہے جو انسان پر اثر انداز ہوتے ہیں ۔ پھلوں کے باغ اور لہلہاتے کھیت اور نخلستان اور تاکستان وغیرہ اور حیوانات جو بہترین اور خوبصورت سواری کا کام کرتے ہیں اور ان کی فر سے فرش کا کام لیا جاتا ہے ‘ ان کا گوشت کھایا جاتا ہے ‘ ان کی کھالوں سے متعدد مفادات لئے جاتے ہیں بلکہ اون اور بال بھی کام میں لائے جاتے ہیں ۔ اس مقام پر یہ تاثر بھی واضح طور پر دیا جاتا ہے کہ انسان اور شیطان کے درمیان روز اول سے دشمنی ہے لہذا انہیں ہر گز اپنے دشمنوں کے قدموں پر نہیں چلنا چاہیے اس لئے کہ ہو کھلا دشمن ہے ۔\n٭ اس کے بعد بعض حیوانات کے بارے میں ان کے بودے تصورات کے بارے میں بتایا جاتا ہے کہ یہ تصورات اور عقائد ادنی منطق سے بھی خالی ہیں ۔ ان تصورات کو ایسے انداز میں سامنے لایا گیا ہے کہ وہ بادی النظر میں حقیر بودے اور بےوقعت نظر آتے ہیں ۔ اس وضاحت کے بعد ان سے پوچھا جاتا ہے کہ ان بےدلیل قوانین رواجات پر وہ کیوں عمل پیرا ہیں ؟ وہ کس دلیل سے کہتے ہیں کہ یہ جانور اور یہ کھیت محفوظ ہیں ۔ انہیں صرف وہی لوگ کھا سکتے ہیں جنہیں ہم کھلانا چاہیں ‘ حالانکہ یہ پابندی ان کی خود ساختہ ہے ‘ پھر کچھ جانور ہیں جن پر سواری اور باربرداری حرام کردی گئی ہے ۔ کچھ جانور ہیں جن پر اللہ کا نام نہیں لیتے اور یہ سب کچھ انہوں نے اللہ پر افتراء کیا ہے ۔ اللہ تعالیٰ سوال کرتے ہیں کیا تم اس وقت موجود تھے جب اللہ تعالیٰ نے یہ قوانیں بنائے ؟ یا یہ کوئی راز کی بات تھی جو اللہ تعالیٰ نے صرف تمہیں بتائی تھی یا یہ حکم صرف تمہارے لئے تھا ۔ فرماتے ہیں یہ سب کچھ افتراء ہے اور لوگوں کو ناحق گمراہ کرنا ہے اور اس افتراء اور گمراہی کے نتیجے میں اللہ ان سے مواخذہ کرے گا ۔\n٭ اس مقام پر اللہ تعالیٰ واضح فرماتے ہیں کہ حرام کیا ہے اور حلال کیا ہے اور یہ کہ یہودیوں کے لئے کیا حرام کیا گیا تھا اور کیوں اور مسلمانوں کے لئے کیا حرام ہے اور وہ کیا چیزیں ہیں جو اگرچہ یہودیوں کے لئے قبلا حرام تھیں مگر اب حلال کردی گئی ہیں ۔\n٭ اس کے بعد ان کے اس استدلال کی تردید کی جاتی ہے کہ وہ جو کہتے ہیں کہ اگر اللہ نہ چاہتا تو وہ اس جاہلیت میں مبتلا نہ ہوتے اور یوں اپنے لئے خود حلال و حرام کے اصول طے کر کے شرک کا ارتکاب نہ کرتے ۔\n(آیت) ” لَوْ شَاء اللّہُ مَا أَشْرَکْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَیْْء ٍ “۔ (6 : 148)\n” اگر اللہ چاہتا تو نہ ہم شرک کرتے اور نہ ہمارے آباء شرک کرتے اور نہ ہم کسی چیز کو حرام قرار دیتے ۔ “\nچناچہ اللہ تعالیٰ فرماتے ہیں :\nکہ یہ بات اور یہ استدلال تمام کافر ہمیشہ سے پیش کرتے چلے آئے ہیں لیکن تاریخ میں جن اقوام نے یہ استدلال کیا ہے وہ ہمارے عذاب سے بچ کر نہیں نکل سکیں ۔\n(آیت) ” کَذَلِکَ کَذَّبَ الَّذِیْنَ مِن قَبْلِہِم حَتَّی ذَاقُواْ بَأْسَنَا “۔ (6 : 148)\n” اسی طرح ان سے پہلے جو لوگ تھے انہیں نے تکذیب کی یہاں تک کہ انہوں نے ہمارے عذاب کو چکھا ۔ “\nان آیات سے ثابت ہوا کہ شریعت کے بغیر از خود کسی چیز کو حرام سمجھنا شرک باللہ کے مترادف ہے ۔ جن لوگوں نے ہمیشہ آیات الہی کی تکذیب کی ہے وہ ایسا ہی کرتے آئے ہیں ۔ چناچہ اللہ تعالیٰ ان سے پوچھتے ہیں کہ وہ اس قسم کے فیصلے اور استدلال کس منطق کی رو سے کرتے ہیں ۔\n(آیت) ” قُلْ ہَلْ عِندَکُم مِّنْ عِلْمٍ فَتُخْرِجُوہُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ (148)\n” ان سے کہو ’ ’ کیا تمہارے پاس کوئی علم ہے جسے ہمارے سامنے پیش کرسکو ؟ تم تو محض گمان پر چل رہے ہو اور نری قیاس آرائیاں کرتے ہو ۔ “\n٭ اس کے بعد ان کو دعوت دی جاتی ہے کہ وہ اپنے موقف پر کوئی علمی ثبوت پیش کریں لیکن اگر وہ کوئی جھوٹے دلائل دیں تو ان کو یکسر رد کردیں ۔ اس سورة کے آغاز میں بھی اصل عقائد کے مضمون میں یہی حکم دیا گیا تھا کہ ان لوگوں کے ساتھ رابطہ ہی ختم کردیا جائے ۔ دونوں مواقع پر مضمون کے الفاظ میں بہت کم تغیر پایا جاتا ہے جس سے معلوم ہوتا ہے کہ شرک باللہ (ذات میں) اور شرک باللہ (حاکمیت میں) ایک ہی درجہ رکھتا ہے ۔ جو شخص اللہ کے سوا قانون سازی کرتا ہے یا کسی کو قانون ساز تسلیم کرتا ہے وہ بھی شرک کرتا ہے ۔\n(آیت) ” قُلْ ہَلُمَّ شُہَدَاء کُمُ الَّذِیْنَ یَشْہَدُونَ أَنَّ اللّہَ حَرَّمَ ہَـذَا فَإِن شَہِدُواْ فَلاَ تَشْہَدْ مَعَہُمْ وَلاَ تَتَّبِعْ أَہْوَاء الَّذِیْنَ کَذَّبُواْ بِآیَاتِنَا وَالَّذِیْنَ لاَ یُؤْمِنُونَ بِالآخِرَۃِ وَہُم بِرَبِّہِمْ یَعْدِلُونَ (150)\n” ان سے کہو ” کہ لاؤ اپنے وہ گواہ جو اس بات کی شہادت دیں کہ اللہ ہی نے ان چیزوں کو حرام کیا ہے ۔ “ پھر اگر وہ شہادت دے دیں تو تم ان کے ساتھ شہادت نہ دینا اور ہر گز ان لوگوں کی خواہشات کے پیچھے نہ چلنا جنہوں نے ہماری آیات کو جھٹلایا ہے اور جو آخرت کے منکر ہیں اور جو دوسروں کو اپنے رب کا ہمسر بناتے ہیں ۔ “\nان آیات اور سابقہ آیات کے مناظر ‘ عبارات اور الفاظ تک ایک ہیں ۔ جو لوگ قانون سازی از خود کرتے ہیں وہ ہوائے نفس کے متبع ہیں اور یہ وہی لوگ ہیں جو آیات الہی کو جھٹلاتے ہیں اور یہ وہی لوگ ہیں جو آخرت پر ایمان ویقین نہیں رکھتے ۔ اگر وہ اللہ کی آیات کو سچا مانتے اور آخرت پر ایمان لاتے اور اللہ کی ہدایت کو تسلیم کرتے تو وہ اپنے لئے اور لوگوں کے لئے خود قانون نہ بناتے اور اللہ کے احکام کے سوا کسی کو حرام قرار نہ دیتے ۔\n٭ اور آخر میں اللہ تعالیٰ ان چیزوں کے بارے میں بتاتے ہیں جو اس نے فی الحقیقت حرام کردی ہیں ۔ اس میں اجتماعی زندگی کے تمام اصول بتلا دیئے گئے ہیں یعنی اللہ کی توحید ‘ اللہ کے احکام اور حدود فرائض لیکن زیادہ تر وہ چیزیں گنوائی گئی ہیں جو حرام ہیں ۔۔۔۔۔۔ چناچہ اللہ تعالیٰ نے شرک کی ممانعت کی ‘ والدین کے ساتھ احسان کا حکم دیا اور فقر وفاقہ کے ڈر سے اولاد کے قتل کی ممانعت اور یہ کہ اللہ رازق ہے اور یہ کہ ممانعت اور یتیم کے مال کو کھانے کی ممانعت الا یہ کہ جائز طور پر اسے استعمال کیا جائے اور ناپ اور تول کے پیانوں کو درست رکھنے کا حکم ۔ بات اور معاملات میں عدل سے کام لیا جائے اگرچہ معاملہ رشتہ داروں کا ہو اور اللہ کے عہد سے وفا کی جائے اور ان سب امور کو منجانب اللہ وصیت قرار دیا گیا اور ان امور کے بارے وصیت کو بار بار دہرایا گیا ہے ۔\nیہ تمام امور اسلامی نظریہ حیات کے اساسی اصول اور شریعت کے مبادی ہیں ۔ ان کو ایک ہی سلسلہ کلام میں جمع کیا گیا ہے اور بالکل ایک دوسرے کے ساتھ ملا کر اور منظم کرکے بیان کیا گیا ہے ۔ یہ سب احکام ایک ہی جملے ‘ ایک ہی گروپ اور ایک ہی اجتماعی شکل میں لائے گئے ہیں ۔ اس سے قرآن کریم کی اجتماعی سوچ اچھی طرح معلوم ہوجاتی ہے اور اسلام کا منہاج بھی واضح ہوتا ہے چناچہ اس سبق کے آخر میں کہا جاتا ہے ۔\n(آیت) ” وَأَنَّ ہَـذَا صِرَاطِیْ مُسْتَقِیْماً فَاتَّبِعُوہُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِکُمْ عَن سَبِیْلِہِ ذَلِکُمْ وَصَّاکُم بِہِ لَعَلَّکُمْ تَتَّقُونَ (153)\n” اور یہ کہ یہ میرا سیدھا راستہ ہے لہذا تم اس پر چلو اور دوسرے راستوں پر نہ چلو کہ وہ اس راستے سے ہٹا کر تمہیں پر اگندہ کردیں گے ۔ یہ ہے وہ ہدایت جو تمہارے رب نے تمہیں دی ہے شاید کہ تم کج روی سے بچو ۔\nیہ آخری جملہ اس لئے کہا گیا تاکہ اس پورے سبق سے جو مقصود اصلی ہے وہ بالکل سامنے آجائے اور بات کھل کر ایک ہی فقرے میں سمیٹ لی جائے اور اس طرح دو ٹوک بن جائے ۔ دین اسلام میں عقائد اور قانون دونوں کا تعلق توحید اور شرک سے ہے ۔ بلکہ اسلامی قانون سازی میں بھی شرک کا ارتکاب ہو سکتا ہے جس طرح عقیدے میں شرک ہو سکتا ہے کیونکہ اسلام میں قانون سازی عین عقیدہ ہے اس لئے کہ قانون اسلامی دراصل عقیدہ توحید کی تفصیل وتشریح ہوتا ہے ۔ یہ حقیقت قرآن کریم کے متعدد نصوص سے بالکل واضح ہے ۔ اور اسلام کے اسلوب بیان کے مطابق اسے جگہ جگہ بیان کیا گیا ہے ۔\nیہ وہ حقیقی مقام ہے جس سے دین کا مفہوم طویل تاریخی عوامل کی وجہ سے دور ہوگیا اور یہ عمل طویل زمانے میں مکمل ہوا ۔ اس مقصد کے حصول کے لئے خبیث اور اوچھے ہتھکنڈے استعمال کئے گئے ۔ آج حال یہ ہے کہ دین کے دشمن تو ہیں ہی دشمن ‘ خود دین کے لئے کام کرنے والوں اور اس کے پرجوش کارکنوں کے ذہنوں سے یہ حقیقت اوجھل ہوگئی ۔ خود حامیان دین بھی عقیدہ حاکمیت الہیہ کو اسلامی عقائد سے علیحدہ سمجھتے ہیں اور حامیان دین بھی مسئلہ حاکمیت الہیہ میں اس طرح پرجوش نہیں رہے جس طرح وہ معروف دینی عقائد کے لئے پرجوش ہیں ۔ وہ لوگ عقیدے حاکمیت الہیہ کے انکار کو دین کا انکار نہیں سجھتے جس طرح وہ عقیدہ توحید کے انکار اور اللہ کی عبادات کے انکار کو دین کا انکار سمجھتے ہیں حالانکہ دین اسلام نے کسی جگہ بھی عقیدے بندگی اور شریعت کو ایک دوسرے سے جدا نہیں کیا ہے ۔ اسلامی نظریہ حیات کے تصور کو طویل تاریخی اور تدریجی سازشوں کے تحت نکالا گیا ہے اور نہایت ہی ہوشیاری اور تجربہ کاری کے ساتھ یہ کام کیا گیا ہے ۔ یہاں تک کہ حاکمیت الہیہ کے عقیدے نے موجودہ شکل اختیار کرلی ۔ اسلام کے برجوش حامی بھی اس کے حامی نہ رہے ‘ حالانکہ یہ حقیقت اس سورة میں واضح طور پر بیان ہوئی ہے ‘ باوجود اس کے کہ یہ سورة مکی سورة ہے اور اس کا موضوع دستور و قانون نہیں ہے بلکہ اس کا موضوع عقیدہ توحید اور اسلامی نظریہ حیات ہے لیکن اس کے باوجود اس نکتے کے تمام پہلو لئے گئے ہیں اور تمام تفصیلات دی گئی ہیں اور یہ بھی اس حوالے سے کہ بات اجتماعی زندگی کے اس جزوی مسئلے پر ہو رہی تھی لیکن اس جزوی مسئلے کا تعلق چونکہ ایک اصول سے تھا ‘ نظریاتی اور دستوری مسئلے سے تھا ۔ یہ اصول بھی ایسا تھا جو اساس دین ہے اس لئے یہاں اس پر زور دیا گیا ۔\nلوگ بتوں کی پوجا کرنے والے پر تو شرک کا فتوی لگاتے ہیں لیکن ان لوگوں پر شرک کا فتوی نہیں لگاتے جو اپنے فیصلے طاغوتی عدالتوں سے کراتے ہیں ۔ وہ بت پرستی سے تو اجتناب کرتے ہیں لیکن طاغوتی حکام کی اطاعت سے اجتناب نہیں کرتے ۔ یہ لوگ قرآن کریم کی تلاوت تو کرتے ہیں لیکن اس دین کے مزاج کو نہیں سمجھتے ۔ انہیں چاہیے کہ قرآن کو اس طرح پڑھیں جس طرح وہ نازل ہوا ہے ۔ انہیں اس آیت پر غور کرنا چاہیے ۔\n(آیت) ” وان اطعتموھم انکم مشرکون “۔ اگر تم نے ان کی اطاعت کی تو تم مشرک بن جاؤ گے ۔ “\nاسلام کے یہ پرجوش حامی اپنے آپ کو اور دوسرے لوگوں کو صرف بعض جزوی امور کو زیر بحث لا کر مطمئن کرنے کی سعی کرتے ہیں کہ فلاں فلاں قانون ‘ اسلام کے خلاف ہے یا فلاں فلاں قانون کا فلاں جزء اسلام کے خلاف ہے ۔ ان کا جوش بعض جزوی اصطلاحات تک موقوف ہے یا وہ بعض بدعملیوں کی اصلاح تک اپنے آپ محدود رکھتے ہیں اور ان کے طرز عمل سے معلوم ہوتا ہے کہ گو اسلام تو پورے کا پورا قائم ہے لیکن بعض جزوی امور میں نقص رہ گیا ہے بس صرف ان امور کی اصلاح ہی سے اس کی تکمیل ہوجائے گی ۔\nدین اسلام کے بارے میں غیرت رکھنے والے اور اس کے پرجوش حامی درحقیقت اس دین کے لئے باعث اذیت ہیں لیکن سمجھتے نہیں بلکہ اس قسم کی جزوی اور غیر اہم باتوں کو اہمیت دے کر یہ لوگ دین کی پیٹھ میں چھرا گھونپتے ہیں ۔\nامت مسلمہ کے اندر اس وقت جو نظریاتی قوت اور جوش پایا جاتا ہے یہ لوگ اسے اس قسم کی غیر اہم باتوں پر صرف کرتے ہیں اور ضمنا وہ موجودہ دور کے جاہلی اجتماعی نظام اور جاہلی سوسائٹی کی تائید کرتے ہیں ۔ وہ عملا یہ شہادت دیتے ہیں کہ دین قائم ہے اور اگر کوئی کمی ہے تو وہ صرف یہ جزوی نقائص ہیں جنہیں وہ ختم کرنا چاہتے ہیں حالانکہ حقیقی صورت حال یہ ہے کہ دین مکمل طور پر معطل ہے اور اس وقت موجودہ سوسائٹی پوری طرح جاہلی سوسائٹی ہے ۔ اس میں اللہ کی حاکمیت جاری نہیں ہے ‘ ایسی حاکمیت جس میں اللہ کے ساتھ کوئی شریک نہ ہو ۔\nدین اسلام تب قائم ہوگا جب زمین پر اللہ کی حاکمیت جاری ہوگی ۔ جب تک اللہ کی حاکمیت قائم نہ ہوگی دین پوری طرح قائم نہیں ہوسکتا ۔ آج اس کرہ ارض پر مسئلہ ہی یہ ہے کہ یہاں ایسے طاغوتی نظام قائم ہیں جنہوں نے دست درازی کرکے اللہ کی حاکمیت کو چھین لیا ہے ۔ یہ اختیار خود انہوں نے اپنے ہاتھ میں لے کر لوگوں کے لئے حلال و حرام متعین کرنا شروع کردیا ہے اور وہ لوگوں کے مال اور اولاد کے بارے میں قوانین بناتے ہیں۔\nزیر بحث آیات اور بیانات میں اسی مشکل مسئلے کو نہایت ہی موثر انداز میں نہایت ہی تفصیل کے ساتھ لیا گیا ہے ۔ تمام باتوں کو اللہ کی حاکمیت اور بندگی کے نظریات کے ساتھ مربوط کیا گیا ہے اور انہیں مسئلہ کفر واسلام اور مسئلہ اسلام وجاہلیت قرار دیا گیا ہے ۔\nاسلام نے جس عظیم معرکے کے بعد اس دنیا مین اپنا وجود قائم کیا تھا وہ محض الحاد کے خلاف معرکہ نہ تھا ‘ کہ ایک شخص خدا کو مان لے اور چند دینی رسومات کا پابند ہو کر حامی دین بن جائے یہ معرکہ اجتماعی فساد اور اخلاقی فساد کے خلاف محض کوئی اصلاحی تحریک بھی نہ تھا یہ باتیں بھی اگرچہ اس معرکہ میں شامل تھیں لیکن یہ تحریکات دین کے قیام کے بعد بھی جاری رہیں ۔ اسلام نے اپنے وجود کے لئے جو معرکہ سر کیا وہ اس کرہ ارض پر حاکمیت الہیہ کے قیام کا معرکہ تھا مکہ میں لوگ سمجھتے تھے کہ لا الہ الا اللہ کے معنی یہ ہیں کہ اللہ کے سوا کوئی حاکم نہیں ہے ۔ اس وقت مکہ میں قرآن نے اس نظریہ کو مسلمانوں کے ذہن میں اچھی طرح بٹھا دیا تھا ۔ قرآن نے مسلمانوں کے ضمیر کے اندر اور ان کے دل و دماغ کے اندر یہ نظریہ اچھی طرح مرتسم کردیا تھا کہ حاکم صرف اللہ ہے اگرچہ مکہ میں نظام حاکمیت الہیہ اور نظام قانون اسلامی کا کوئی موقعہ نہ تھا ۔ کسی مسلمان کے ذہن میں یہ بات تھی ہی نہیں کہ اللہ کے سوا کوئی اور حاکم ہو سکتا ہے اور اگر کوئی یہ تصور کرتا تھا تو وہ مومن نہ ہوسکتا تھا ۔ جب یہ نظریہ مکہ میں مسلمانوں کے دل و دماغ میں اچھی طرح بیٹھ گیا تو مدینہ میں اس نظریہ کی بنیاد پر حاکمیت الہیہ قائم ہوئی ۔ اگر ہمارے دور کے دین کے پرجوش حامیوں کے ذہن میں یہ بات سماجائے تو انہیں اپنے طرزعمل پر غور کرنا چاہیے کہ وہ کیا کر رہے ہیں اور انہیں کرنا کیا چاہیے ؟ ۔۔۔۔۔۔۔۔۔۔ میں سمجھتا ہوں اس سبق پر یہ تبصرہ کافی ہے ۔ اب آیات کی تشریح ملاحظہ فرمائیں ۔",
  "ayah": 135,
  "surah": 6
}
