{
  "text": "(آیت) ” نمبر 14 تا 18۔\nیہ مسئلہ کہ اللہ وحدہ ولی ہے لفظ ولی کے تمام معنوں میں ہے ۔ یعنی وہ وحدہ رب ہے ۔ وہ وحدہ معبود ہے ۔ تمام لوگ اسی کی بندگی کرتے ہیں اور تمام اس کے اقتدار اعلی کے تابع ہیں ۔ وہ عبادت بھی اس کی کرتے ہیں اور عبادت کے مراسم بھی اس کے سامنے ادا کرتے ہیں ۔ صرف اسی کو ناصر اور مددگار سمجھتے ہیں ‘ اسی پر اعتماد کرتے ہیں ‘ مصائب میں اسی کی طرف متوجہ ہوتے ہیں ۔ یہ اسلام کا اساسی عقیدہ ہے ۔ انسان اگر صرف اللہ کو اپنی ولی سمجھے گا ‘ ان تمام مفہومات کے ساتھ تو پھر وہ مسلمان ہوگا اور اگر اللہ کے ساتھ کسی اور کو بھی ولی بنائے گا تو پھر وہ مشرک ہوگا ۔ شرک اور اللہ وحدہ کی ولایت ایک دل میں جمع نہیں ہو سکتے ۔\nاس آیت میں اس حقیقت کو نہایت ہی گہرائی اور گیرائی کے ساتھ بیان کیا جاتا ہے ۔ ذرا دوبارہ غور کریں ۔\n(آیت) ” قُلْ أَغَیْْرَ اللّہِ أَتَّخِذُ وَلِیّاً فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ وَہُوَ یُطْعِمُ وَلاَ یُطْعَمُ قُلْ إِنِّیَ أُمِرْتُ أَنْ أَکُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَکُونَنَّ مِنَ الْمُشْرِکَیْنَ (14)\n” کہو ‘ اللہ کو چھوڑ کر کیا میں کسی اور کو اپنا سرپرست بنا لوں ؟ اس خدا کو چھوڑ کر جو زمین وآسمانوں کا خالق ہے اور جو روزی دیتا ہے اور روزی لیتا نہیں ؟ کہو ‘ مجھے تو یہی حکم دیا گیا ہے کہ سب سے پہلے میں اس کے آگے سرتسلیم خم کروں اور (اور تاکید کی گئی ہے کہ کوئی شرک کرتا ہے تو کرے) تو بہر حال مشرکوں میں شامل نہ ہو ۔ “\nیہ ایک نہایت ہی گہری فطری اور منطقی سوچ ہے ۔ کون ولی ہوگا اور ولایت کس کے لئے خالص ہوگی ؟ اگر ہم زمین وآسمانوں کے بنانے والے اور انکو وجود میں لانے والے کو اپنی ولی نہ بنائیں گے تو پھر کس کو بنائیں گے ۔ زمین و آسمان میں رہنے والی تمام مخلوقات کو رزق دینے والا ولی نہ ہوگا تو اور کون ہوگا ۔ جو تمام مخلوقات کو رزق دیتا ہے اور خود کسی کا محتاج نہیں ہے ۔\nکہو کیا میں اللہ کے سوا کسی اور کو ولی بنا لوں ‘ جبکہ اللہ کی ذات ان صفات کی مالک ہے جن کا ذکر ہوا۔ سوال یہ ہے کہ وہ کیا دلیل اور منطق ہے ‘ جس کی وجہ سے کوئی انسان مجبور ہو کہ وہ اللہ کے سوا کسی اور کو ولی بنائے ۔ انسان کسی کو ولی اور سرپرست اس لئے بناتا ہے کہ وہ اس کی مدد کرتا ہے ۔ اللہ جب زمین وآسمانوں کا بنانے والا ہے وہ زمین و آسمان دونوں پر صاحب اقدار ہے ‘ اگر ولایت اور سرپرستی کا مقصد یہ ہے کہ سرپرست رزق اور طعام دے تو ذات باری تو تمام جہان والوں کی رازق اور مطعم ہے ‘ خواہ زمین میں ہوں یا آسمانوں میں ۔ اب اللہ کے سوا کسی اور کو ولی اور سرپرست بنانے کا فائدہ کیا ہوگا ؟\nپھر یہ کہ ” کہو ‘ مجھے تو یہی حکم دیا گیا ہے کہ سب سے پہلے میں اس کے آگے سرتسلیم خم کروں اور مجھے تاکید کی گئی ہے کہ تو بہرحال مشرکین میں شامل نہ ہو ۔ “ معلوم ہوا کہ سرتسلیم خم کرنے اور شرک سے باز رہنے کے لازمی معنی یہ ہیں کہ اللہ کے سوا کسی اور کو سرپرست نہ بنایا جائے ۔ دوسرے زاویے سے یہ نتیجہ نکلتا ہے کہ اللہ کے سوا کسی اور کو سرپرست بنانے کا مقصد یہ ہے کہ گویا ہم شرک کا ارتکاب کررہے ہیں اور شرک ہر گز اسلام نہی ہوسکتا ۔\nیہ ایک واضح اور متعین مسئلہ ہے ۔ اس کے بارے میں کوئی دو رنگی اور نرمی نہیں ہو سکتی ۔ اس معاملے میں ہم صرف دو موقف اختیار کرسکتے ہیں یا تو اللہ کو وحدہ لا شریک سمجھیں گے ‘ صرف اسی کی طرف متوجہ ہوں گے ‘ اسی کیا اطاعت کریں گے ‘ اسی سے ڈریں گے ‘ خشوع و خضوع کے ساتھ ایس کی عبادت کریں گے ‘ صرف اسی سے امداد طلب کریں گے ‘ صرف اسی کو اپنا حاکم اور مقتدر اعلی اور قانون ساز سمجھیں گے ۔ اپنی زندگی کے پورے امور میں اس کی اطاعت کریں گے ‘ اس کے ساتھ کسی کو بھی شریک نہ کریں گے ‘ اپنے دل اور اپنے عمل میں ‘ اپنے قانون اور طرز عمل میں اسی کو اپناولی اور سرپرست سمجھیں گے اور کسی کو اس کے ساتھ شریک نہ کریں گے تو ہمارا یہ رویہ عین اسلام ہوگا یا پھر ہم اس کے بندوں میں سے کسی کو ان معاملات میں اس کے ساتھ شریک کریں گے تو یہ رویہ مشرکانہ ہوگا اور شرک وہ بیماری اور وہ حقیقت ہے جو اسلام کے ساتھ ایک جگہ جمع نہیں ہو سکتی ۔\nاللہ تعالیٰ نے حضور اکرم ﷺ کو حکم دیا کہ وہ مشرکین کے سامنے اپنی اس ناپسندیدگی کا اظہار برملا کردیں کیونکہ وہ آپ کو اس بات پر آمادہ کر رہے تھے کہ آپ ان کے ساتھ اس نظریاتی مسئلے میں نرمی اور مداہنت کریں اور ان کے الہوں کو بھی اپنے اس دین میں کوئی نہ کوئی حیثیت دے دیں ۔ اس کے بدلے میں وہ اس دین میں داخل ہوجائیں گے ۔ یوں کہ آپ ان کے الہوں کو الوہیت کے بعض خصائص عطا کردیں تاکہ مشرکین کی حیثیت اور مرتبہ اور ان کے مفادات اپنی جگہ پر قائم رہیں ۔ وہ سب سے پہلے اور سرفہرست یہ چاہتے تھے کہ ان کے الہوں کو حرام کرنے اور حلال کرنے کا حق دیا جائے اور اس کے عوض وہ حضور ﷺ کی مخالفت ترک کردیں گے ‘ آپ کو رئیس مکہ بھی تسلیم کریں گے ‘ آپ کو مالی واجبات بھی ادا کریں گے اور اپنی خوبصورت ترین لڑکیاں بھی آپ کے نکاح میں دے دیں گے ۔\nمشرکین مکہ ایک طرف تو آپ ﷺ کو اذیت دیتے تھے ۔ مسلمانوں پر مظالم ڈھاتے تھے اور دوسری جانب نرمی اور مصالحت کا ہاتھ بڑھا کر آپ کو پھسلانا بھی چاہتے تھے ۔ ان کی اس پالیسی کی وجہ ہی سے اللہ تعالیٰ نے نبی کریم ﷺ کو حکم دیا کہ آپ ﷺ ان کے سامنے ان باتوں سے اپنی شدید ترین نفرت کا اظہار کریں اور فیصلہ کن انداز میں اور دو ٹوک الفاظ میں اعلان کردیں کہ آپ اس نظریاتی معاملے میں کوئی نرمی نہیں کرسکتے ۔",
  "ayah": 14,
  "surah": 6
}
