{
  "text": "آیت ” نمبر 142 تا 144۔\nیہ مویشی جن کے بارے میں تنازعہ چل رہا ہے اور جن کے بارے میں آیت سابقہ میں یہ کہا گیا کہ یہ صرف اللہ کی مخلوق ہے ان کے آٹھ سیٹ ہیں لفظ ” ازواج “ اس وقت بولا جاتا ہے جب نر اور مادہ دونوں ہوں ‘ زوج کے معنے جوڑا ‘ ایک جوڑا بھیڑوں کا اور ایک بکریوں کا ۔ سوال یہ ہے کہ ان کو اللہ نے کن لوگوں پر حرام قرار دیا ہے ؟ یا انکے پیٹ میں جو جنین ہیں ان کے بارے میں حرمت کا حکم کہاں ہے ؟ـ اگر تم سچے ہو تو بناؤ۔\nآیت ” نَبِّؤُونِیْ بِعِلْمٍ إِن کُنتُمْ صَادِقِیْنَ (143) اس لئے کہ حلال و حرام کے فیصلے محض ظن وتخمین سے تو نہیں ہو سکتے نہ ہی اٹکل بچو سے اس معاملے میں کوئی فتوی دیا جاسکتا ہے ۔ نہ اس بارے میں معلوم اور مسلم سند کے بغیر کوئی قانون بنایا جاسکتا ہے ۔\nباقی جوڑے نر اونٹ اور مادہ اونٹ ‘ بیل اور گائے ہیں ۔ سوال یہ ہے کہ انکے بارے میں حلال وحرم کا حکم کہاں ہے ؟ یا ان کے جنین کے بارے میں حکم کہاں ہے اور کس نے دیا ہے ؟\nآیت ” أَمْ کُنتُمْ شُہَدَاء إِذْ وَصَّاکُمُ اللّہُ بِہَـذَا “۔ (6 : 144) ” کیا تم اس وقت حاضر تھے جب اللہ نے ان کے حرام ہونے کا حکم دیا تھا ؟ “\nیعنی تم حاضر تھے اور تم اس بات کے گواہ ہو کہ اللہ نے اس کا حکم تمہیں دیا ہے ۔ اس لئے کہ کوئی چیز حلال و حرام تو صرف اللہ کے حکم سے ہوسکتی ہے اور حکم بھی یقینی ہو ۔ محض ظن وتخمین سے اس معاملے میں بات نہیں ہو سکتی ۔\nاس آیت سے معلوم ہوجاتا ہے کہ قانون ساز صرف اللہ ہے ۔ وہ یہ سمجھتے تھے کہ وہ جو قانون بناتے ہیں وہ قانون الہی ہے اور یہی وجہ ہے کہ اللہ فورا ان کو متنبہ کرتے ہیں ۔\nآیت ” فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَی عَلَی اللّہِ کَذِباً لِیُضِلَّ النَّاسَ بِغَیْْرِ عِلْمٍ إِنَّ اللّہَ لاَ یَہْدِیْ الْقَوْمَ الظَّالِمِیْنَ (144)\n” پھر اس شخص سے بڑھ کر ظالم اور کون ہوگا جو اللہ کی طرف منسوب کرکے جھوٹی بات کہے تاکہ علم کے بغیر لوگوں کی راہنمائی کرے یقینا اللہ ظالموں کو راہ راست نہیں دکھاتا ۔ “\nاس شخص سے بڑا ظالم اور کوئی نہیں ہے جو از خود قانون بنا کر اسے اللہ کا قانون بتلاتا ہے اور یہ دعوی کرتا ہے کہ یہ شریعت ہے ۔ مقصد یہ ہوتا ہے کہ عوام کالانعام کو گمراہ کرے ۔ ایسا شخص لوگوں کو محض ظن کی طرف بلاتا ہے جبکہ ایسے لوگوں کے لئے ہدایت کی راہ مسدود ہوچکی ہے ۔ انہوں نے غلط راہ کو اپنا لیا ہے اور اللہ کے ساتھ شرک کا ارتکاب کرکے ظلم کا ارتکاب کیا ہے اور کسی ظالم کو اللہ راہ ہدایت نہیں دیتا ۔\nاب جبکہ ان کے متعقدات ‘ تصورات اور ان کی عملی رسومات کے بودے پن کو ظاہر کردیا گیا اور یہ ثابت کردیا گیا کہ یہ سب کچھ محض وہمی ہے اور بےاصل ہے ‘ اور یہ بھی بتا دیا گیا کہ ان کے تصورات اور عقائد کسی علم و دلیل پر مبنی نہیں ہیں اور یہ کہ مویشیوں اور فصلوں کے بارے میں جو تصورات اور رسومات وہ رکھتے ہیں وہ یا تو انہوں نے از خود گھڑ لیے ہیں اور یا ان کے شیاطین نے ان پر القاء کئے ہیں حالانکہ یہ مویشی اور یہ فصل اور پھول پھل ان کے پیدا کردہ نہیں ہیں ۔ یہ تو اللہ کی تخلیق کے کمالات ہیں لہذا حاکمیت اور عبارت سب کی سب اللہ کے لئے مخصوص ہونی چاہیے ۔ اس لئے کہ مخلوق اس کی ہے ‘ رزق اس کا ہے اور لوگوں کو ہر قسم کے مال اس نے دیئے ہیں۔\nاب اس تمہید کے بعد اللہ تعالیٰ بتلاتے ہیں کہ وہ کیا چیزیں ہیں جو اللہ نے حرام کی ہیں ۔ اور وہ چیزیں اللہ نے سچائی اور دلیل کی اساس پر حرام کی ہیں ‘ محض وہم و گمان کی بنا پر نہیں۔ کیونکہ اللہ وہی ذات ہے جس کو حاکمیت کا حق حاصل ہے ‘ جسے قانون سازی کا حق ہے ۔ یہ اللہ ہی کا منصب اور مقام ہے کہ وہ جس چیز کو حلال کرے اور وہ حلال ہے اور جس کو حرام کرے تو وہ حرام ہے ۔ اس کام میں کوئی انسان نہ شریک ہے اور نہ کوئی اس میں کسی قسم کی مداخلت کرسکتا ہے ۔ اللہ کی حاکمیت اور اس کی قانون سازی پر کوئی نظر ثانی کرنے والا نہیں ہے ۔ موقعہ کی مناسبت سے اللہ تعالیٰ نے یہاں وہ چیزیں بھی گنوا دیں جو یہودیوں پر حرام تھیں اور مسلمانوں کے لئے حلال کردی گئیں ‘ اس لئے کہ وہ یہودیوں پر بطور سزا حرام کی گئی تھیں کیونکہ وہ ظلم وشرک میں مبتلا ہوگئے تھے اور اللہ کی شریعت سے دور ہوگئے تھے ۔",
  "ayah": 144,
  "surah": 6
}
