{
  "text": "(آیت) ” قُلْ إِنِّیَ أَخَافُ إِنْ عَصَیْْتُ رَبِّیْ عَذَابَ یَوْمٍ عَظِیْمٍ (15) مَّن یُصْرَفْ عَنْہُ یَوْمَئِذٍ فَقَدْ رَحِمَہُ وَذَلِکَ الْفَوْزُ الْمُبِیْنُ (16) (6ـ15۔ 16)\n” اگر میں اپنے رب کی نافرمانی کروں تو ڈرتا ہوں کہ ایک بڑے دن مجھے سزا بھگتنی پڑے گی ۔ اس دن جو سزا سے بچ گیا اس پر اللہ نے بڑا ہی رحم کیا اور یہی نمایاں کامیابی ہے ۔\nآپ کو حکم دیا جاتا ہے کہ اس معاملے کی اہمیت اور سنجیدگی کا اعلان کردیں اور یہ کہہ دیں کہ اگر وہ سرموانحراف بھی کریں تو خود ان پر عذاب الہی نازل ہو سکتا ہے ۔ خصوصا اسلام اور توحید کے معاملے میں اس طرح خود اہل شرک کے دلوں میں خوف اور رعب پیدا ہوگا ۔\nحضور اکرم ﷺ اللہ تعالیٰ کے احکام کے بارے میں جس قدر حساس تھے یہ اس کی بہترین تصویر کشی ہے ۔ نظر آتا ہے کہ حضور ﷺ عذاب الہی سے بہت ہی ڈرتے تھے ۔ اللہ کا عذاب اس قدر خوفناک ہوتا ہے کہ اگر وہ کسی سے ٹل جائے تو اس کا محض ٹلنا ہی فوز عظیم تصور ہوتا ہے ۔ اس تصویری احساس کے علاوہ اس میں اہل شرک کے لئے دلوں کو ہلا دینے والی ایک تنبیہ بھی ہے ۔ اس دور کے مشرکین کے لئے بھی اور بعد کے ادوار کے مشرکین کے لئے بھی ۔ اس سے معلوم ہوتا ہے کہ قیامت کا عذاب کس قدر ہولناک ہوگا ۔ یہ عذاب اپنے شکار کو بسہولت تلاش کرلے گا ۔ اسے گھیر لے گا اور اس کو جھپٹ کر اپنے قبضے میں لے لے گا ۔ صرف قادر مطلق ہی اسے بچا سکتا ہے ۔ چونکہ عذاب الہی کی باگیں اللہ کے ہاتھ میں ہوتی ہیں ‘ اسے صرف وہی پھیر سکتا ہے ۔ انسان جب اس تصویر کشی پر غور کرتا ہے تو اس کی سانس رکنے لگتی ہے ۔ یہ آخری گھڑی کس قدر ہوش ربا ہے ۔ (تفصیلات کے لئے دیکھے میری کتاب التصویر الغنی میں طریقۃ قرآن)\nسوال یہ ہے کہ کوئی شخص غیر اللہ کو ولی اور سرپرست کیوں بنائے ؟ اپنے آپ کو اس شرک میں مبتلا کیوں کرے اور اس کے نتیجے میں اپنے آپ کو کیوں اس قدر ہولناک عذاب میں مبتلا کرے ؟ کیا وہ اپنے آپ کو کوئی نفع پہنچانے کے لئے ایسا کرے ‘ یا کسی دنیاوی مضرت سے اپنے آپ کو بچانے کے لئے ایسا کرے ۔ یا اس لئے کرے کہ مشکلات میں لوگ امداد کریں یا بدحالی میں کوئی نفع دیں ۔ حالانکہ نفع ونقصان تو صرف اللہ کے ہاتھ میں ہیں۔ عالم اسباب میں وہ اللہ کی ذات ہی ہے جو قدرتوں والی ہے ۔ تمام انسان اس کے قبضہ قدرت اور کنٹرول میں ہیں ۔ عطا کرنے اور روکنے میں صرف اس کی حکیمانہ پالیسی ہی کار فرما ہوتی ہے ۔",
  "ayah": 15,
  "surah": 6
}
