{
  "text": "آیت ” نمبر 156 تا 157۔\nاللہ تعالیٰ کی اسکیم یہ تھی کہ ہر رسول کو اس کی قوم کی زبان میں پیغام دے کر بھیجا گیا اور جب آخری رسالت دنیا میں آئی تو حضرت محمد ﷺ کو تمام اقوام عالم کی طرف بھیجا گیا ۔ لہذا حضور ﷺ انسانوں کے لئے آخری رسول ہیں ۔ کیونکہ ان کو تمام انسانوں کے لئے بشیر ونذیر بنا کر بھیجا گیا ہے۔\nعربوں پر اللہ نے حجت اس طرح تمام کردی کہ حضرت موسیٰ (علیہ السلام) اور حضرت عیسیٰ (علیہ السلام) اپنی قوموں کی طرف بھیجے گئے اور عرب کہتے تھے کہ ہم ان کی کتابوں کو نہیں پڑھ سکتے تھے ۔ ہم عالم نہ تھے ‘ نہ ہم تک اس دعوت کو پہنچانے کا کوئی اہتمام کیا گیا ۔ اگر ہمارے پاس ہماری زبان میں کوئی کتاب آئی ہوتی تو ہم ضرور ایمان لاتے اور ان لوگوں کے مقابلے میں زیادہ ہدایت یافتہ ہوتے ۔ چناچہ ان کے پاس یہ کتاب آگئی اور رسول بھی آگئے بلکہ یہ رسول تمام جہان والوں کے لئے آگئے ، اس رسول کو ایسی کتاب دی گئی جو خود اپنی سچائی کی دلیل ہے ۔ آفتاب آمد دلیل آفتاب ۔ پھر اس کتاب میں جو حقائق بیان ہوئے ان میں کوئی التباس یا پیچیدگی نہیں ہے ۔ لوگ جس گمراہی میں ڈوبے ہوئے ہیں انکے لئے چراغ روشن ہے اور جن مصیبتوں میں وہ مبتلا ہیں ان کے مقابلے میں رحمت ہے ‘ دنیا کے لئے بھی اور آخرت کے لئے بھی ۔\nاگر صورت حال یہ ہے تو پھر اس شخص سے بڑا ظالم کون ہوسکتا ہے جو ایسی کتاب کی آیات کی تکذیب کرتا ہو یا ان سے منہ موڑتا ہو حالانکہ یہ کتاب صحیح راہ ‘ اصلاح حال اور دنیا وآخرت کی فلاح کی طرف بلاتی ہے ۔ جو شخص اپنے آپ کو اور عوام الناس کو اس کتاب کی برکتوں سے محروم کرتا ہے ‘ اس سے بڑا ظالم کون ہو سکتا ہے ۔ وہی شخص ظالم ہے جو جاہلی تصورات اور خلاف اسلام قانون بنا کر اس زمین پر فساد پھیلاتا ہے ۔ جو لوگ اس کتاب سے روگردانی کرتے ہیں درحقیقت ان کے مزاج میں فساد پوشیدہ ہے جو انہیں اس چشمہ خیر سے دور رکھتا ہے ۔ مثلا اونٹ کے پاؤں میں جب نقص ہو یا بیماری ہو تو وہ ایک طرف جھکتا ہے اور سیدھا نہیں چلتا ۔ (صدف کا یہی مفہوم ہے) یعنی یہ لوگ سچائی سے ایک طرف چلے جاتے ہیں جس طرح ایک بیمار اونٹ ایک طرف جھکا ہوا ہوتا ہے اور سیدھا نہیں چل سکتا ۔ اپنے اس میلان کی وجہ سے وہ برے عذاب کے مستحق ہوں گے ۔\nآیت ” سَنَجْزِیْ الَّذِیْنَ یَصْدِفُونَ عَنْ آیَاتِنَا سُوء َ الْعَذَابِ بِمَا کَانُواْ یَصْدِفُونَ (157)\n” جو لوگ ہماری آیات سے منہ موڑتے ہیں ‘ انہیں اس روگردانی کی پاداش میں ہم بدترین سزا دے کر رہیں گے ۔ “ ۔\nقرآنی انداز بیان کی یہ خصوصیت ہے کہ وہ عربی زبان کے ایک ایک لفظ کو حسی مفہوم سے بلند کرکے معنوی مدلول کے لئے استعمال کرتا ہے ‘ لیکن یہ استعمال معنوی مفہوم پر اس طرح منطبق ہوتا ہے کہ اصل حسی مفہوم بھی اپنی جگہ درست نظر آتا ہے ۔ اسی طرح (یصدفون) کا استعمال ہوا ہے ۔ (صدف) کے معنی یہ ہیں کہ اونٹ اپنے پاؤں کی بیماری کی وجہ سے ایک طرف جھک کرچکے ۔ اس کی دوسری مثال ہے (الصعر) صعر عربی زبان میں ایک ایسی بیماری کو کہا جاتا ہے جس میں اونٹ کا منہ ایک طرف ٹیڑھا ہوجاتا ہے اور گردن سیدھی نہیں ہو سکتی ۔ یہ بیماری انسانوں کو بھی لاحق ہوتی ہے ۔ قرآن کریم نے اسے بطور تکبر منہ ٹیڑھا کرنے کے لئے استعمال کیا ۔ آیت ” ولا تصعر خدک “۔ (31 : 18) منہ کو ٹیڑھا نہ کرو ‘ تکبر نہ کرو ‘ اس کی تیسری مثال خبط کی ہے ۔ خبط کے معنی ہیں کسی جانور کا زہریلی گھاس کھا کر پھول جانا ۔ خطبت الناقۃ اس وقت بولتے ہیں جب اونٹنی زہریلی گھاس چر کر پھول جائے ۔ قرآن نے یہ لفظ بےمقصد اور بغیر ایمان کے اعمال کے لئے استعمال کیا ہے ۔ جس میں بظاہر اعمال بڑے نظر آئیں ۔ اس قسم کے استعمال کی بیشمار قرآن میں ہیں۔\nاب بات ذرا آگے بڑھتی ہے اور اس کتاب کے آجانے کے بعد اب یہ لوگ مزید خوارق عادت واقعات اور معجزات طلب کرتے ہیں تاکہ وہ اسے تسلیم کرلیں ۔ اس قسم کی تہدید سورة کے آغاز میں بھی تھی جہاں اسلامی نظریہ توحید اور عقائد کو تسلیم نہ کرنے پر تہدید دی گئی تھی اور یہاں یہ تہدید اسلامی نظام حیات اور اسلامی شریعت کو تسلیم نہ کرنے کی مناسبت سے دوبارہ دہرائی گئی ہے ۔ ابتداء میں یہ کہا گیا تھا :\nآیت ” وَقَالُواْ لَوْلا أُنزِلَ عَلَیْْہِ مَلَکٌ وَلَوْ أَنزَلْنَا مَلَکاً لَّقُضِیَ الأمْرُ ثُمَّ لاَ یُنظَرُونَ (8)\n” کہتے ہیں کہ اس نبی پر کوئی فرشتہ کیوں نہیں اتارا گیا ۔ اگر کہیں ہم نے فرشتہ اتار دیا ہوتا تو اب تک کبھی کا فیصلہ ہوچکا ہوتا ‘ پھر انہیں کوئی مہلت نہ دی جاتی ۔ “ یہاں اسی مضمون کو دہرایا گیا :",
  "ayah": 157,
  "surah": 6
}
