{
  "text": "(آیت) ” نمبر 29 تا 32۔\nقیامت کی جزا وسزا اور دار آخرت کا عقیدہ اسلامی عقائد ونظریات کی اساس ہے اور ہمیشہ یہ عقیدہ صرف اسلام نے پیش کیا ہے اور عقیدہ توحید کے بعد اسلامی نظام کا ڈھانچہ اسی پر استوار ہے ۔ دین اسلام کے عقائد ونظریات ‘ اخلاق وطرز عمل ‘ قانون ودستور صرف اسی صورت میں قائم اور استوار ہو سکتے ہیں جب لوگوں کے اندر آخرت کی جوابدہی کا احساس پیدا ہوجائے ۔\nیہ دین جسے اللہ نے مکمل فرمایا ہے ‘ اور اس دین کے ذریعے اللہ تعالیٰ نے اہل ایمان پر اپنی نعمتوں کو مکمل کردیا ہے اسے اللہ نے مسلمانوں کے نظام حیات کے طور پر پسند کرلیا ہے ۔ جیسا کہ قرآن کریم خود یہ کہتا ہے کہ یہ دین درحقیقت زندگی کا ایک مکمل نظام ہے اور اپنی ساخت میں وہ باہم مربوط اور باہم متعلق ہے ۔ اس کے اخلاقی اصولوں اور عقائد ونظریات کے درمیان ایک گہرا ربط وتعلق ہے ۔ اور پھر عقائد واخلاقیات دونوں کا قانون ‘ دستور اور انتظام ملک سے تعلق ہے ۔ یہ تمام امور اللہ کے عقیدہ حاکمیت اور آخرت کے جوابدہی کی اساس پر قائم ہیں ۔\nاسلامی نظریہ حیات کے مطابق زندگی وہ مختصر عرصہ نہیں ہے جو ایک فرد اس جہان میں بسر کرتا ہے اور نہ زندگی وہ مختصر عرصہ ہے جس میں کوئی قوم زندہ رہتی ہے ۔ اور نہ زندگی وہ عرصہ معلوم ہے جو اس دنیا میں انسانیت کو دیا گیا ہے اور جسے ہم دیکھ رہے ہیں ۔ اسلامی تصور حیات کے مطابق زندگی ایک طویل اور نہ ختم ہونے والا عرصہ ہے ۔ یہ آفاق کائنات میں وسعت پذیر ہے اور تمام جہانوں میں گہرائی تک چلا گیا ہے ۔ اپنی حقیقت کے اعتبار سے متنوع اور رنگارنگ ہے اور یہ اس زندگی سے بالکل مختلف ہے جسے آخرت کے منکر یا اس سے غافل لوگ زندگی سمجھتے ہیں اسے بسر کرتے ہیں اور یہ سمجھتے ہیں بس یہی زندگی ہے اور اس جہان کے بعد کوئی اور جہان نہیں ہے ۔ اس طرح وہ آخرت پر یقین نہیں رکھتے ۔\nاسلامی تصور حیات کے مطابق زندگی بہت ہی وسیع ہے ۔ اس میں یہ زمانہ بھی شامل ہے جسے ہم دیکھ رہے ہیں ‘ یعنی دنیا ۔ وہ اخروی زمانہ بھی اس میں شامل ہے جسے اللہ کے سوا کوئی اور نہیں جانتا ۔ اس طویل اخروی زندگی کے مقابلے مین یہ زندگی اس قدر قصیر ہے کہ یہ ساعتہ من نہار ہی کہی جاسکتی ہے ۔ یعنی دن کا ایک حصہ ۔\nمکانیت کے اعتبار سے یہ تصور اس قدر وسیع ہے کہ وہ اس جہان اور اس کرہ ارض کے مقابلے میں مزید کروں اور جہانوں کا قائل ہے ۔ وہ ایک ایسی جنت کا قائل ہے جو آسمانوں اور زمینوں سے زیادہ وسیع ہے ۔ جہنم بھی اس قدر وسیع ہے کہ اس کے پیٹ کو ان تمام انس وجن سے نہیں بھرا جاسکتا جو آغاز انسانیت سے اس دنیا میں آباد ہیں اور یہ آبادی لاکھوں سالوں پر مشتمل ہے ۔\nپھر یہ تصور نامعلوم جہانوں تک وسیع ہوجاتا ہے ۔ اس جہان سے آگے کئی جہان ہیں جن کے بارے میں صرف ذات باری کو علم ہے اور ہم اس کے بارے میں وہی کچھ اور صرف اسی قدر جانتے ہیں ۔ جس قدر اللہ تعالیٰ نے ہمیں بتایا ہے ۔ اور یہ اخروی زندگی موت سے شروع ہو کر دار آخرت تک جا پہنچتی ہے ۔ عالم موت اور عالم آخرت دونوں غیبی جہان ہیں اور ان میں انسانی وجود اس صورت میں آگے بڑھتا ہے جس کی صحیح کیفیت صرف اللہ کے علم میں ہے ۔\nیہ زندگی بھی وسعت اختیار کرتی ہے ۔ ‘ یہ جہاں جسے ہم دیکھ رہے ہیں اس سے آگے بڑھتی ہے اور آخرت میں جنت و دوزخ میں بھی رواں دواں نظر آتی ہے ۔ یہ اس زندگی کے مختلف رنگ ہیں اور اس دنیا کی زندگی میں اس کی صورتیں اور ذائقے مختلف ہیں۔ آخرت میں بھی اس کے رنگ ڈھنگ ہیں لیکن دنیا کی یہ پوری زندگی اخروی زندگی کے مقابلے میں اس قدر بےقیمت ہے جس طرح دنیا کے مقابلے میں مچھر کا ایک پر بےقیمت ہے ۔\nیہ ہے اسلامی تصور حیات کے مطاق انسانی شخصیت جس کا وجود زمانے کی حدود سے باہر پھیلا ہوا ہے جس کا عمل دخل مکان سے آگے آفاق کائنات میں وسعت رکھتا ہے اور جس کا مرتبہ اس کائنات میں پائے جانے والے عالمین سے زیادہ گہرا ہے ۔ اس کا تصور اس پوری کائنات تک وسیع ہے اور پورے انسانی وجود کو اپنے اندر لئے ہوئے ہے ۔ اس کا ذوق حیات بہت ہی وسیع ہے ۔ اس میں انسانیت کی اہمیت ہے ۔ انسانی روابط کی اہمیت ہے اور انسانی اقدار کی اہمیت ہے ۔ جس طرح یہ تصور وسیع ہے جو زمان ومکان کے حدود وقیود سے ماوراء ہے ‘ لیکن جو لوگ آخرت پر ایمان نہیں رکھتے ان کی سوچ خود اس کائنات کے بارے میں نہایت ہی محدود اور کمزور ہے ۔ انسانی تصور حیات کے بارے میں ان کی سوچ بہت ہی محدود ہے ۔ وہ اپنے آپ کو ‘ اپنی اقدار حیات کو اور اپنے تصورات کو اس محدود دنیا کی تنگنائی تک محدود کرتے ہیں ۔\nاس نظریاتی اختلاف کی وجہ سے پھر اقدار حیات ‘ زندگی کے تفصیلی نظام اور عملی شکل میں اختلافات پیدا ہوجاتے ہیں ۔ اس سے معلوم ہوتا ہے کہ اسلامی نظام زندگی کس قدر جامع اور مکمل نظام زندگی ہے ۔ اس سے یہ بھی معلوم ہوتا ہے کہ اس نظام کی تشکیل میں عقیدہ آخرت کا کس قدر دخل ہے ۔ نظریات و تصورات کے اعتبار سے ‘ اخلاق اور طرز عمل کے اعتبار سے اور نظام قانون اور نظام دستور کے اعتبار سے ۔\nوہ انسان جو اس طویل زمانے ‘ اس وسیع و عریض کائنات اور اس کے اندر پائے جانے والی تمام مخلوقات کے ساتھ پس رہا ہے ‘ یقینا اس انسان سے مختلف ہے جو اس تنگ دنیا کے غار میں بند ہے اور وہ اس تنگ غار میں بھی دوسرے انسانوں کے ساتھ برسرپیکار ہے ۔ اس کا یہ عقیدہ نہیں ہے کہ اگر اس دنیا میں وہ کسی چیز سے محروم رہ گیا تو عالم آخرت میں وہ اس سے بہتر پائے گا اور اگر دنیا میں اسے کسی عمل کا اجر نہ ملا تو اسے آخرت میں یقینا بہتر اجر ملے گا اگر اس کے اندر یہ یقین پیدا ہوجائے تو یہ شخص اس دنیا کے لوگوں اور مفادات کے بارے میں بہت ہی سخت رویہ اختیار کرے گا ۔\nجس قدر انسان کی سوچ وسیع ہوتی ہے اور حقائق کا گہرا ادراک اسے حاصل ہوتا ہے ‘ اسی قدر اس کی شخصیت بڑی ہوتی ہے ۔ اس کی ترجیحات بلند ہوتی ہیں ‘ اس کا شعور بلند ہوتا ہے اور اس کے نتیجے میں اس کے اخلاق اور اس کا طرز عمل بھی بہت ہی پاکیزہ بن جاتا ہے اور ایسے شخص کا طرز عمل ان لوگوں کے مقابلے میں بہت ہی بلند ہوتا ہے جو سوراخوں میں بند ہوتے ہیں ۔ جب ایسے وسیع سوچ رکھنے والے کسی فرد کی سوچ میں عقیدہ آخرت اور اخروی جزاء وسزا کی سوچ داخل ہوجاتی ہے تو اس کی دنیا ہی بدل جاتی ہے ۔ اس کی سوچ میں نفاست اور پاکیزگی آجاتی ہے ۔ اس کا دل بھلائی اور جزائے اخروی کے راستے میں خرچ کے لئے تیار ہوجاتا ہے کیونکہ وہ جانتا ہے کہ یہ اللہ کا حکم ہے اور اس پر اخروی جزاء مرتب ہوگئی یوں اس کا اخلاق اور اس کا طرز عمل صالح ہوجاتا ہے اور وہ پختہ کردار کا مالک بن جاتا ہے ۔ یہ پختگی اس وقت تک رہتی ہے جب تک اس کے دل و دماغ پر یہ عقیدہ چھایا رہتا ہے ۔ ایسے لوگ ہر وقت اصلاح اور بھلائی کے لئے کوشاں رہتے ہیں کیونکہ وہ یقین رکھتے ہیں کہ اگر وہ خاموش رہے تو نہ صرف یہ کہ ان کی دنیا فساد کا شکار ہوگی بلکہ آخرت میں تھی وہ خسران کا شکار ہوجائیں گے ۔\nجو لوگ حیات اخروی کے بارے میں افتراء باندھتے ہیں وہ یہ کہتے ہیں کہ لوگوں کو اخروی زندگی کی طرف بلانا اس جہاں کے سلسلے میں ایک منفی رویہ ہے ۔ اس کے نتیجے میں لوگ اس دنیا سے لاتعلق ہوجاتے ہیں اور پھر وہ اس دنیا کو خوبصورت بنانے اور اس کی اصلاح کے لئے جدوجہد نہیں کرتے ۔ نتیجہ یہ ہوتا ہے کہ دنیا کے اقتدار پر مفسدوں کا قبضہ ہوجاتا ہے کیونکہ ان نیک لوگوں کی نظریں صرف آخرت ہی پر لگی ہوئی ہوتی ہیں ۔ جو لوگ اسلام پر یہ الزام دھرتے ہیں وہ جہالت میں مبتلا ہیں ۔ یہ لوگ اسلام کے نظریہ آخرت اور اہل کینسہ کے نظام رہبانیت اور ترک دنیا کے اندر فرق نہیں کرتے ۔ اسلامی تصور حیات کے مطابق آخرت کا تصور یہ ہے کہ دنیا آخرت کے لئے ایک مزرع ہے اور دنیا میں ہم اس کھیت میں جو بوئیں گے وہی آخرت میں کاٹیں گے ۔ اسلام کا نظریہ جہاد بھی تو اس دنیا کی اصلاح کے لئے ہے ۔ یہ اس لئے فرض کیا گیا ہے کہ اس دنیا سے شر و فساد کو بالکلیہ مٹا دیا جائے اور اس جہان میں جو لوگ اللہ کے حق حاکمیت اور اقتدار اعلی پر دست درازی کرتے ہیں ان کا ہاتھ پکڑا جائے ۔ یہاں تمام ظالم طاغوتوں کی حکومت کو ختم کرکے کرہ ارض پر عادلانہ نظام قائم کیا جائے جس میں تمام انسانوں کی بھلائی اور خیر ہو ‘ اور یہ تمام کام فلاح اخروی کے لئے کیا جائے ۔ یہی وجہ ہے کہ اللہ نے مجاہدین فی سبیل اللہ کے لئے جنت کے دروازے کھول دیئے ہیں اور باطل کے ساتھ اس کشمکش میں وہ جو وہاں اللہ انہیں اس کا عوض ادا کرتا ہے انہوں نے اس کی راہ میں جو اذیت اٹھائی اس کے بدلے انہیں راحت دیتا ہے ۔\nیہ کیسے ممکن ہے کہ ایک ایسا نظریہ حیات جس کی سوچ یہ ہو ‘ وہ انسانی زندگی معطل کرکے اسے متعفن بنا دے ؟ یا یہ زندگی فساد زادہ اور خفلشار میں مبتلا ہو ‘ یا اس میں ظلم اور سرکشی کا دور دورہ ہو اور کوئی نہ ہو کہ ظالم کا ہاتھ روکے ۔ یا وہ زندگی کو پسماندہ اور غیر ترقی یافتہ حالت میں چھوڑ دے جبکہ ایسے نظریے کے حامل لوگ کی نظریں آخرت پر لگی ہوں اور وہ آخرت میں جزاء کے طالب ہوں ۔\nیہ درست ہے کہ تاریخ کے بعض ادوار میں لوگ منفی سوچ کے حامل رہے ہیں ۔ وہ شر و فساد ظلم وسرکشی کے داعی رہے ہیں ۔ پسماندگی اور جہالت ان کی زندگی پر چھائی رہی ہے اور یہ لوگ اپنے ان حالات کے ساتھ ۔۔۔۔۔ اسلام کے مدعی بھی رہے ہیں ۔ لیکن ان کے یہ حالات اسلام کی وجہ سے نہ تھے بلکہ اسلام کے بارے میں ان کی سوچ صحت مند نہ تھی ۔ ان کا تصور اسلام بگڑا ہوا تھا ۔ وہ جادہ مستقیم سے منحرف ہوگئے تھے اور آخرت پر انہیں کوئی یقین نہ رہا تھا ۔ ان کا ایمان متزلزل تھا ۔ ان کے یہ حالات اس لئے نہ تھے کہ وہ حقیقتا دین پر چل رہے تھے اور انہیں پورا یقین تھا کہ انہوں نے خدا کے سامنے حاضر ہونا ہے ۔ اگر ایسا ہوتا تو وہ ہر گز ایسے حالات میں زندگی بسر نہ کرتے جن میں انہیں نے پوری زندگی گزار دی کیونکہ جو شخص حقیقت دین کو پالیتا ہے وہ ان لوگوں کی طرح زندگی بسر نہیں کرسکتا ۔ یعنی منفی سوچ کا حامل پسماندہ اور شروفساد پر راضی ۔\nایک مسلمان اس دنیا میں زندگی بسر کرتا ہے ۔ لیکن وہ اپنے آپ کو اس دنیا سے بہت ہی اونچا تصور کرتا ہے ۔ وہ اپنے آپ کو اس حقیر دنیا سے بہت ہی عظیم سمجھتا ہے ۔ وہ اس دنیا کی پاکیزہ چیزوں کو کام میں لاتا ہے یا وہ جائز اور حلال چیزوں سے بھی دامن پاک رکھتا ہے محض اپنی اخروی فلاح کے لئے ۔ وہ دنیا کی قوتوں کی تسخیر اور دنیاوی زندگی کی ترقی اور نشوونما کے لئے پوری کوشش کرتا ہے لیکن اس نقطہ نظر سے کہ یہ جدوجہد اس پر اس کے منصب خلافت کی رو سے بطور فریضہ عائد ہوتی ہے اور یہ کہ اس کا فرض ہے کہ وہ اس جہان میں شر و فساد اور ظلم وسرکشی کے خلاف جہاد کرے ۔ اور اس جہاد کی راہ میں جان ومال کی قربانی دے تاکہ اسے فلاح اخروی حاصل ہو ۔ اس کا دین اسے یہ تعلیم دیتا ہے کہ دنیا آخرت کی کھیتی ہے اور آخرت تک پہنچنے کا واحد راستہ یہ دنیا ہے ۔ اس دنیا سے ہو کر ہر شخص کو آخرت تک پہنچنا ہے ۔ لیکن آخرت کے مقابلے میں دنیا نہایت ہی حقیر اور کم ہے ۔ بہرحال دنیا بھی ایک محدود نعمت ہے اور اس محدود نعمت کو انسان عبور کر کے لامحدود نعمتوں میں داخل ہوتا ہے ۔\nاسلامی نظام کا ہر جزء اخروی زندگی کے لئے ایک سیڑھی کا کام دیتا ہے ۔ اسلامی نظام کی اس سوچ کی وجہ سے انسان کے تصور میں وسعت ‘ حسن اور بلندی پیدا ہوجاتی ہے ۔ اس سوچ کے نتیجے میں رفعت ‘ پاکیزگی اور رواداری پیدا ہوتی ہے اور انسان اس راہ کے لئے پرجوش ہوجاتا ہے ۔ وہ محتاط اور متقی بن جاتا ہے اور انسانی جدوجہد اور زندگی میں خود ‘ پختگی اور اعتماد پیدا ہوتا ہے ۔\nیہی وجہ ہے کہ اسلامی زندگی صرف تصور آخرت پر استوار ہو سکتی ہے اور اسی لئے قرآن کریم نے اول سے آخر تک جگہ جگہ خوف آخرت اور یقین قیامت پر زور دیا ہے اور حقیقت آخرت کے مضامین ومناظر کو پیش کیا ہے ۔\nعرب ایک گھمبیر جاہلیت میں ڈوبے ہوئے تھے اور اسی جاہلیت کی وجہ سے ان کی سوچ اور ان کے شعور کی تنگ حدود میں عالم آخرت کا تصور نہیں سماتا تھا اور وہ اس دنیا کے علاوہ کوئی اور بات نہ سوچ سکتے تھے ۔ وہ صرف اسی دنیا کو دیکھ سکتے تھے جو ان کی نظروں کے سامنے تھی ۔ وہ اپنی شخصیت اور اپنی فکر کو اس محدود دنیا حدود کے آگے نہ بڑھا سکتے تھے اور نہ ہی کائنات کی مزید وسعتوں کے بارے میں کوئی تصور کرسکتے تھے ۔ انکی سوچ اور ان کا شعور بالکل حیوانی سطح تک تھا اور وہ بعینہ اس طرح سوچتے تھے جس طرح جدید جاہلیت سوچتی ہے ۔ حالانکہ دور جدید کے لوگ اپنے آپ کو علمی اور سائنسی اعتبار سے ترقی یافتہ کہتے ہیں ۔ چناچہ عربوں کی سوچ یہ تھی ۔\n(آیت) ” وَقَالُواْ إِنْ ہِیَ إِلاَّ حَیَاتُنَا الدُّنْیَا وَمَا نَحْنُ بِمَبْعُوثِیْنَ (29)\n” آج یہ لوگ کہتے ہیں کہ زندگی جو کچھ بھی ہے بس یہی دنیا کی زندگی ہے اور ہم مرنے کے بعد ہر گز دوبارہ نہ اٹھائے جائیں گے ۔\nیہ بات اللہ تعالیٰ کے علم میں تھی کہ مذکورہ بالا نظریہ حیات اور اعتقادات کے نتیجے میں ایک پاکیزہ ‘ شریفانہ اور بلند مرتبہ زندگی وجود میں نہیں لائی جاسکتی ۔ شعور اور تصور کے یہ محدود دائرے انسان کو گرا کر اسے مٹی میں ملا دیتے ہیں اور اس کی سوچ کو جانوروں کی طرح محسوسات تک محدود کردیتے ہیں ۔ جب انسان اس محدود دنیا کے اندر بند ہوجاتا ہے تو اس کے نفس کے اندر دنیا کی بھوک پیدا ہوجاتی ہے اور دنیاوی وسائل کے بارے میں حرص اور آز پیدا ہوجاتی ہے ۔ اور انسان دنیا کی اس مال ومتاع کا بندہ بن جاتا ہے ۔ جس طرح شہوت پرستیاں جب بےلگام ہوجائیں تو خرمستیاں کرتی ہیں اور بےروک ٹوک اور بغیر ٹھہراؤ کے اور بغیر کسی حدود کے زیادہ ہی ہوتی رہتی ہیں ۔ پھر اگر یہ خواہشات اور شہوات پوری نہیں ہوتیں تو انسان اپنے آپ کو محروم تصور کرتا ہے کیونکہ اسے کسی اخروی اجر کی بھی امید نہیں ہوتی اگرچہ وہ نہایت ہی گری ہوئی کیوں نہ ہوں اور وہ نہایت ہی چھوٹی خواہشات کیوں نہ ہوں اور ان کی نوعیت محض حیوانی خواہشات کی ہی کیوں نہ ہو ۔\nآج دنیا کی جو صورت حال ہے اور اس کے ردعمل میں آج لوگوں کا جو طرز عمل ہے صرف دنیا کے اس محدود دائرے کو پیش نظر رکھ کر تشکیل پاتا ہے ‘ جس میں لوگوں کے پیش نظر صرف زمان ومکان کا محدود دائرہ ہوتا ہے جس میں عدل و انصاف اور ہمدردی اور رحم دلی کا کوئی نام ونشان نہیں ہے ‘ جس میں ہر انسان دوسرے انسان کے ساتھ برسرجنگ ہے ‘ جس میں ہر طبقہ دوسرے طبقے سے برسرپیکار ہے ‘ جس میں ایک نسل دوسری نسل کی بیخ کنی میں مصروف ہے اور سب انسان جنگل کے جانوروں کی طرح اس دنیا کے جنگل میں آزاد پھر رہے ہیں ۔ وحشیوں کی طرح جس کے جی میں جو آتا ہے کرنے پر آمادہ ہے ۔ یہ مناظر آج کی مہذب دنیا میں رات اور دن ہم دیکھتے ہیں اور ہر جگہ نظر آتے ہیں ۔ یہ سب کے سب دنیا کے اس محدود تصور کی وجہ سے ہیں۔\nذات باری کو ان سب حالات کا علم تھا کہ وہ امت جسے پوری انسانیت کی نگرانی کا فریضہ سپرد کیا جانا تھا ‘ اور جس کے فرائض میں یہ بات بھی شامل تھی کہ پوری انسانیت کو وہ مقام بلند تک پہنچا دے اور اسے اس طرح ترقی دے کہ اس میں انسان کا انسانی پہلو اپنی حقیقی شکل میں نمودار ہوجائے ۔ اپنے یہ فرائض اس وقت تک سرانجام نہیں دے سکتی جب تک وہ دنیا کے اس محدود دائرے سے باہر نہیں آجاتی ۔ جب تک وہ دنیا کے اس محدود دائرے سے باہر نہیں آجاتی ۔ جب تک اس کے تصورات اور اس کی اقدار اس محدود وغار سے نکل کر آفاقی نہیں بن جاتے اور جب تک یہ امت دنیا کی تنگ نائیوں سے نکل کر آخرت کی وسعتوں کی سیر نہیں کرتی ۔ یہ وہ سبب ہے جس کی وجہ سے قرآن نے عقیدہ آخرت پر بہت ہی زور دیا ہے ۔ ایک تو اس لئے کہ یہ ایک حقیقت ہے جو آنے والی ہے ‘ اور قرآن کریم کا نزول اس لئے ہوا ہے کہ وہ حقائق بیان کرے ۔ دوسرے اس لئے کہ اس عقیدے کے سوا کوئی انسان مکمل انسان ہی نہیں بن سکتا۔ نہ تصورات و عقائد کے اعتبار سے ‘ نہ اخلاق اور طرز عمل کے اعتبار سے اور نہ اپنے نظام قانون اور نظام دستور کے اعتبار سے ۔\nیہی وجہ ہے کہ اس لہر میں اس قدر شدید اتار چڑھاؤ ہے ۔ اور اس میں ایک ایسی خوفناک فضا پائی جاتی ہے جس سے انسان کے رونگٹے کھڑے ہوجاتے ہیں ۔ ان خوفناک مناظر کی بابت اللہ کو علم تھا کہ وہ انسان پر بہت پر بہت ہی اثر انداز ہوتے ہیں اور اس سے انسان کے دل و دماغ کے دریچے وا ہوجاتے ہیں ۔ انسان کے اندر قبولیت حق کی جو فطری استعداد ودیعت کی گئی ہے وہ جاگ اٹھتی ہے ۔ اس کے اندر حرکت پیش ہوجاتی ہے ‘ وہ زندہ انسان نظر آتا ہے اور ہر وقت سچائی کو قبول کرنے کی صلاحیت ہے ۔ لیکن اپنی حقیقت کے اعتبار سے یہ ایک عظیم سچائی کا اظہار ہے ۔",
  "ayah": 29,
  "surah": 6
}
