{
  "text": "(آیت) ” نمبر 33۔\nمشرکین عرب عموما اور قریش کا وہ طبقہ خصوصا جو دعوت اسلامی کے مقابلے میں ڈٹا ہوا تھا اور جاہلیت میں گرفتار تھا ‘ وہ حضرت محمد ﷺ کی صداقت میں شک نہ کرتا تھا ۔ یہ لوگ جانتے تھے کہ کہ آپ صادق اور امین ہیں ۔ ان کے علم میں کوئی ایک چھوٹا سا واقعہ بھی نہ تھا جس میں آپ نے جھوٹ بولا ہو کیونکہ آپ رسالت سے قبل ان میں ایک طویل زمانہ رہ چکے تھے ۔ اسی طرح جو طبقات آپ کی دعوت کے مقابلے میں ڈٹے ہوئے تھے انہیں اس بات میں بھی شک نہ تھا کہ آپ بالکل سچے رسول ہیں ۔ وہ یہ بھی جانتے تھے کہ قرآن انسانی کلام نہیں ہے اور یہ کہ انسان اس قسم کا کلام پیش نہیں کرسکتا ۔ لیکن اس کے باوجود اپنے اس علم اور یقین کے اظہار سے انکار کر رہے تھے اور اس دین جدید میں داخل ہونے سے مسلسل انکار کرتے چلے جاتے تھے ۔ وہ یہ انکار اس لئے نہ کرتے تھے کہ وہ نبی کریم ﷺ کی تکذیب کرتے تھے بلکہ وہ اس لئے یہ انکار کرتے تھے کہ اس طرح ان کے اپنے اثر ورسوخ اور ان کی معاشرتی پوزیشن پر زد پڑتی تھی ۔ یہ تھی وہ اصل بات جس کی وجہ سے انہوں نے انکار اور کفر کی راہ کو اپنا لیا تھا اور اپنے باطل شرکیہ انکار پر جمے ہوئے تھے ۔\nاسلامی تاریخ اور ذخیرہ احادیث میں متعدد ایسی روایات موجود ہیں جن سے قریش اور دوسرے عربوں کی اس پالیسی کا اچھی طرح اظہار ہوتا ہے ۔ وہ لوگ قرآن کے بارے میں اپنی حقیقی رائے کو چھپاتے تھے ۔\nابن اسحاق نے ابن شہاب زہری سے ایک روایت نقل کی ہے کہ ابو سفیان ابن حرب ‘ ابو جہل ابن ہشام اور بنی زہرہ کے حلیف اخنس ابن شریق ابن عمر ابن وہب ثقفی ایک رات خفیہ طور پر نکلے تاکہ حضور اکرم ﷺ سے قرآن سنیں ۔ آپ رات کو اپنے گھر میں نماز میں قرآن کی تلاوت فرمایا کرتے تھے ۔ ہر ایک کسی خفیہ جگہ بیٹھ گیا اور تلاوت سنتا رہا ۔ ان تین افراد میں سے کوئی شخص دوسرے کے بارے میں نہ جاننا تھا ۔ یہ لوگ ساری رات قرآن کریم سنتے رہے جب صبح ہوئی تو بکھر گئے ۔ راستے میں اتفاقا ایک دوسرے کو انہوں نے دیکھ لیا ۔ انہوں نے ایک دوسرے کو ملامت کی اور ایک دوسرے سے کہا کہ دوبارہ کوئی یہ حرکت نہ کرے کیونکہ اگر ہمیں عام نادان لوگوں نے دیکھ لیا تو ان کے دل میں تم اچھا تاثر نہ چھوڑو گے ۔ اس قرار داد کے بعد یہ لوگ چلے گئے ۔ جب دوسری رات آئی تو ان میں سے ہر ایک پھر آکر اپنی جگہ چھپ گیا ساری رات سنتے رہے ۔ جب صبح ہوئی تو یہ لوگ پھر بکھر گئے ۔ اتفاقا راستے میں پھر ان کی ملاقات ہوگئی ۔ انہوں نے پھر پہلی رات کی طرح ایک دوسرے کو سخت وسست کہا اور چلے گئے ۔ جب تیسری رات ہوئی تو یہ پھر اپنی اپنی جگہ آکر بیٹھ گئے اور ساری رات کلام الہی سنتے رہے ۔ جب صبح ہوئی تو پھرجانے لگے اور راستے میں انہوں نے پھر ایک دوسرے کو دیکھ لیا ۔ انہوں نے کہا ‘ ہم ایک دوسرے کو نہ چھوڑیں گے جب تک کہ ہم پختہ عہد نہ کرلیں کہ پھر اس طرف نہ آئیں گے ۔ چناچہ انہوں نے پھر نہ آنے کا باقاعدہ معاہدہ کرلیا اور چلے گئے دوسرے دن صبح ہوتے ہیں اخنس ابن شریق نے اپنا عصا لیا اور ابو سفیان ابن حرب سے ان کے گھر آ کر ملا ۔ اس نے ابو سفیان سے کہا : بتاؤ ابو حنظلہ رات کو تم نے محمد سے جو کلام سنا اس کے بارے میں تمہاری حقیقی رائے کیا ہے ؟ اس نے کہا : ” ابو ثعلبہ ! خدا کی قسم میں نے اس سے بعض ایسی باتیں سنیں جنہیں میں اچھی طرح جانتا ہوں اور ان کا مطلب بھی اچھی طرح سمجھتا ہوں اور بعض باتیں میں نے ایسی بھی سنی ہیں کہ جن کے معنی و مراد کو میں نہیں سمجھا ہوں ۔ “ اخنس نے کہا : ” اس خدا کی قسم جس کے نام پر میں نے حلف لیا ۔ میرا بھی یہی حال ہے ۔ اب اخنس ان کے ہاں سے نکلا اور ابوجہل کے پاس آیا ‘ اس کے گھر گیا ۔ اور اسے کہا ابو الحکم ! تم بتاؤ محمد سے تم نے جو کلام سنا اس کے بارے میں تمہاری رائے کیا ہے ؟ ابو جہل نے کہا : ” میں نے کہا سنا ؟ “ اور پھر کہا : ” ہمارا اور عبد مناف کا ہمیشہ مقابلہ رہا ۔ انہوں نے لوگوں کو کھانا کھلانا شروع کیا۔ ہم نے بھی لوگوں کو مقابلے میں خوب کھلایا ‘ انہوں نے لوگوں کو سواریاں دیں تو ہم نے بھی سواریاں دینا شروع کردیں۔ انہوں نے عطیے دیئے تو ہم نے بھی عطایا کی بارش کردی یہاں تک کہ ہم گھوڑوں کے اوپر بیٹھ کر بھی گھٹنے سے گھٹنا ملا کر چلے اور ہم ایک دوسرے سے اس طرح آگے بڑھے جس طرح مقابلے کے دو گھوڑے ایک دوسرے سے آگے بڑھتے ہیں ۔ اب وہ کہتے ہیں کہ ہم میں ایک نبی پیدا ہوگیا ہے اور اس پر آسمان سے وحی نازل ہوتی ہے ۔ ہم ان کے مقابلے میں نبی کہاں سے لائیں گے ؟ خدا کی قسم ہم کبھی بھی اس پر ایمان نہ لائیں گے ۔ اور کبھی بھی اس کی تصدیق نہ کریں گے ۔ راوی کہتے ہیں کہ اخنس اسے چھوڑ کر اٹھ گیا ۔\nابن جریر نے آیت (قد نعلم ۔۔۔۔۔ (6 : 33) الخ کے بارے میں سدی سے بواسطہ اسباط یہ روایت نقل کی ہے کہ بدر کے موقعہ پر اخنس ابن شریق نے بنی زہرہ سے کہا : اے بنی زہرہ ‘ محمد تمہارا بھانجا ہے ‘ تمہارا حق تو یہ ہے کہ تم اپنے بھانجے کی مدافعت کرو۔ اگر وہ فی الحقیقت نبی ہے تو تم ایک نبی کے ساتھ مقاتلہ کرنے کے گناہ سے بچ جاؤ گے ۔ اگر وہ جھوٹا ہوا تو تمہارا حق تو یہ ہے کہ تم اپنے بھانجے پر دست درازی نہ کرو۔ تم رک جاؤ حتی کہ اس کی مڈبھیڑ ابوجہل سے ہوجائے ۔ اگر محمد غالب ہوا تو تم صحیح و سلامت واپس ہوجاؤ گے اور اگر محمد مغلوب ہوگیا تو بھی تمہاری قوم تم سے کوئی مواخذہ نہ کرے گی ۔ چناچہ بدر کے واقعہ کے بعد اس کا نام اخنس (علیحدہ ہونے والا ‘ چھپنے والا) پڑگیا حالانکہ پہلے اس کا نام ابی تھا ۔ اس کے بعد اخنس نے ابوجہل سے ملاقات کی ۔ یہ ملاقات تنہائی میں ہوئی ۔ اخنس نے کہا : ” ابو الحکم ‘ مجھے محمد کے بارے میں بتاؤ کہ وہ سچے ہیں یا جھوٹے ؟ یہاں قریش کا میرے اور تمہارے سوا کوئی نہیں ہے جو ہماری بات سنتا ہو ‘ ابو جہل نے کہا : ” تم برباد ہوجاؤ ‘ وہ تو سچے ہیں خدا کی قسم ۔ “ محمد نے تو کبھی جھوٹ نہیں بولا۔ لیکن بات یہ ہے کہ اگر قصی کی اولاد لواء ‘ سقایہ اور حجابہ کے مناصب کے ساتھ ساتھ نبوت کا مرتبہ بھی لے جائے تو قریش کے باقی قبائل کے پاس کیا رہ جائے گا ۔ “ یہی مفہوم ہے اس آیت کا ” یہ لوگ تمہیں نہیں جھٹلاتے بلکہ یہ ظالم دراصل اللہ کی آیات کا انکار کر رہے ہیں ۔ “\nیہاں یہ بات نوٹ کرلی جائے کہ یہ سورة مکی ہے اور یہ آیت بھی بیشک مکی ہے لیکن بدر کا واقعہ مدینہ میں پیش آیا ‘ لیکن جب یہ بات ثابت ہوگئی کہ صحابہ کرام ؓ اجمعین کسی آیت میں یہ کہتے (ذلک قولہ) اور اس کے بعد کسی واقعہ کا ذکر کرتے تو مطلب یہ نہ ہوتا تھا کہ اس واقعہ کی بابت یہ آیت نازل ہوئی تھی بلکہ مطلب یہ ہوتا تھا کہ اس واقعہ پر یہ آیت صادق آتی ہے اور اس واقعہ پر اس سے راہنمائی حاصل کی جاسکتی ہے ۔ چاہے یہ آیت اس واقعہ سے پہلے نازل ہوئی ہو یا بعد میں نازل ہوئی ہو لہذا یہ روایت اس لحاظ سے غریب نہ ہوگی ۔\nابن اسحاق (رح) نے یزید ابن زیادہ سے روایت کی ہے ‘ انہوں نے محمد ابن کعب قرظی سے روایت کی ہے ۔ محمد نے کہا کہ مجھے یہ بتا گیا ہے عتبہ ابن ربیعہ سرداران قریش سے تھا ‘ ایک دن قریش کی ایک محفل میں بیٹھا ہوا تھا ۔ حضور اکرم ﷺ بھی مسجد حرام میں اکیلے بیٹھے ہوئے تھے ۔ عتبہ نے قریش سے کہا کیا یہ مناسب ہے کہ میں محمد ﷺ کے پاس جا کر ان کے سامنے کچھ تجاویز پیش کروں ؟ اور جو مطالبے کرے ہم انہیں پورا کردیں اور وہ ہم پر تنقید بند کر دے ‘ شاید کہ وہ مان جائے ۔ یہ اس دور کی بات ہے جب حضرت حمزہ مسلمان ہوگئے تھے اور آپ کے ساتھی روز بروز بڑھ رہے تھے ۔ مجلس نے بالاتفاق کہا کہ تجویز بالکل درست ہے ۔ ابو الولید اٹھو اور ان سے بات کرو ۔ عتبہ اٹھا اور رسول اللہ ﷺ کے پاس آیا اور آپ ﷺ کے سامنے بیٹھ گیا ۔ اور بولا : ” بھتیجے ! تم جانتے ہو کہ ہم میں تمہارا بلند مقام ہے ‘ افراد قبیلہ بھی کافی ہیں اور آپ کا نسب بھی بلند مرتبت ہے لیکن تم نے اپنی قوم کو ایک عظیم مصیبت میں ڈال دیا ہے ۔ قوم کا اتحاد واتفاق ختم ہوگیا ہے ‘ تم نے قوم کے افکار و عقائد کی تضحیک کی ۔ ان کے دین اور الہوں کو برا بھلا کہا اور قوم کے آباؤ اجداد جو فوت ہوگئے ہیں ان کو تم کافر اور جہنمی قرار دیتے ہو ۔ میں تمہارے سامنے کچھ تجاویز پیش کرتا ہوں تم انہیں ذرا غور سے سنو ۔ ممکن ہے کہ یہ تمہارے لئے قابل قبول ہوں ۔ “ رسول اللہ ﷺ نے ان سے کہا : ” ابو الولید کہو ‘ میں سنتا ہوں ۔ “ اس پر عتبہ نے کہا : ” بھتیجے ! تم نے جو تحریک برپا کر رکھی ہے اگر اس سے تمہاری غرض یہ ہو کہ تم مال و دولت جمع کرلو تو ہم تمہارے لئے اس قدرمال جمع کردیتے ہیں کہ ہم میں تم سب سے زیادہ مالدار بن جاؤ گے ۔ اگر تم لیڈر شپ چاہتے ہو تو ہم تمہیں اپنا اتنا بڑا لیڈر بنا دیتے ہیں کہ تمہارے بغیر ہم کوئی فیصلہ نہ کریں گے ۔ اگر تم بادشاہت چاہتے ہو تو ہم تمہیں اپنا بادشاہ بنا لیتے ہیں اور اگر صورت حال یہ ہے کہ جو خیالات تم پر نازل ہوتے ہیں یہ کوئی ایسی نفسیاتی بیماری ہے جس میں تم مجبور ہو اور تم ان خیالات کو نرک نہیں کرسکتے تو ہم تمہارے لئے بڑے بڑے اطباء کا انتظام کرتے ہیں اور اس قدر خرچ کرتے ہیں کہ تم صحیح اور تندرست ہوجاؤ اس لئے کہ کبھی ایسا ہوتا ہے کہ انسان کا تابع اس پر غالب آجاتا ہے اور اس کا علاج کرنا پڑتا ہے ۔ (یہ تھے تقریبا اس کے الفاظ) عتبہ نے یہ بات کی اور فارغ ہوگیا ۔ اور حضور اکرم ﷺ اس کی باتوں کو اچھی طرح سنتے رہے ۔ اس کے بعد آپ ﷺ نے اس سے پوچھا ابو الولید تمہاری بات ختم ہوگئی ۔ “ تو اس نے کہا ‘ ہاں ۔ حضور ﷺ نے ان سے کہا ” اب تم میری بات توجہ سے سنو ‘ تو عتبہ نے کہا فرمائیے ! آپ نے پڑھنا شروع کیا ۔\n(آیت) ” حم (1) تنزیل من الرحمن الرحیم (2) کتب فصلت ایتہ قرانا عربیا لقوم یعلمون (3) بشیرا ونذیرا فاعرض اکثرھم فھم لا یسمعون (4) (41 : 1 تا 4)\n” آپ نے سورة حم السجدہ کی یہ آیات ‘ آیت سجدہ تک تلاوت کیں اور پھر سجدہ فرمایا ۔ عتبہ خاموشی سے سنتا رہا ۔ اپنے ہاتھ پیٹھ کے پیچھے زمین پر رکھے اور ان پر ٹیک لگائی ۔ حضور ﷺ نے فرمایا : ” ابولولید تم نے سن لیا ‘ یہ ہے میرا جواب ۔ “ عتبہ اٹھا اور اپنی محفل میں گیا ۔ انہوں نے جب عتبہ کو آتے دیکھا تو ایک دوسرے سے کہا :” خدا کی قسم ابو الولید جو چہرہ لے کر گیا تھا اب اس کا وہ چہرہ نہیں ہے ۔ “ لیکن جب وہ ان کے پاس بیٹھا تو انہوں نے پوچھا ابو الولید تم کیا لے کر آئے ہو ؟ اس نے کہا کہ میرے پاس یہ بات ہے کہ میں نے ایک ایسا کلام سنا ہے کہ خدا کی قسم میں نے پہلے کبھی ایسا کلام نہیں سنا ۔ خدا کی قسم نہ وہ جادو ہے ‘ نہ شعر ہے ‘ نہ کہانت ہے ۔ اے اہل قریش ! تمہیں میرا مشورہ یہ ہے کہ تم میری بات مانو اور اس معاملے کو مجھ پر چھوڑ دو ۔ میرا مشورہ یہ ہے کہ اس شخص سے تعرض نہ کرو اور اس کی راہ نہ روکو ‘ اسے اس کے حال پر چھوڑ دو ‘ خدا کی قسم میں نے اس کی جو بات سنی ہے اس کے بارے میں ایک دن تم کوئی عظیم خبر سنو گے ۔ اگر اس کو عربوں نے ختم کردیا تو وہ تمہارا یہ مسئلہ حل کردیں گے ۔ اور اگر یہ شخص عربوں پر غالب آگیا تو اس کی حکومت تمہاری حکومت ہوگی ۔ اس کی عزت تمہاری عزت ہوگی اور تم اس کی وجہ سے نہایت ہی خوشحال قوم بن جاؤ گے ۔ “ اس پر اہل محفل نے یک زبان ہو کر کہا : ” ابو الولید خدا کی قسم اس نے اپنی باتوں سے تم اپنی باتوں سے تم پر جادو کردیا ہے ۔ “\nعلامہ بغوی نے اپنی تفسیر میں حضرت جابر ؓ کی روایت نقل فرمائی ہے کہ جب حضور ﷺ سورة حم السجدہ پڑھتے پڑھتے اس آیت تک پہنچے (آیت) ” فان اعرضوا فقل انذرتکم صعقۃ مثل صعقۃ عاد وثمود “۔ (41 : 13) تو عتبہ نے حضور ﷺ کے منہ پر ہاتھ رکھ دیا اور آپ ﷺ کو صلہ رحمی کا واسطہ دیا کہ ایسا نہ کہیں ‘ اس کے بعد عتبہ اپنے خاندان کے پاس چلا گیا اور قریش کی طرف نہ آیا اور اس نے اپنے آپ کو بند کرلیا ۔\nاس کے بعد جب عتبہ سے اس بارے میں گفتگو کی جاتی تو وہ کہتا : ” میں نے حضور ﷺ کے منہ پر ہاتھ رکھ دیا اور آپ ﷺ کو صلہ رحمی کا واسطہ دیا کہ وہ آگے نہ بڑھیں اور کیا تمہیں علم نہیں ہے جب محمد کوئی بات کہتا ہے تو وہ ہو کر رہتی ہے ‘ اس لئے میں ڈر گیا تھا کہ کہیں تم پر بھی عذاب نازل نہ ہوجائے ۔\nابن اسحاق نے یہ روایت کی ہے ولید ابن مغیرہ کے پاس قریش کے کچھ زعماء جمع ہوئے ۔ ولید ابن مغیرہ ان میں ایک معمر دانشور تھا ۔ زمانہ حج کا تھا ۔ اس نے ان زعماء سے کہا ‘ اہل قریش موسم حج آرہا ہے اور تمام عرب وفود کی شکل میں آئیں گے اور انہوں نے تمہارے ساتھی کے بارے میں سن رکھا ہے ‘ لہذا اس کے بارے میں تم ایک رائے پر متفق ہوجاؤ اور اگر تم مختلف باتیں کرو گے تو اس طرح تم خود ایک دوسرے کی تکذیب کرو گے ۔ خود تمہاری اپنی باتیں تمہاری تردید کردیں گی ۔ انہوں نے کہا ‘ ابو شمس ! تم ہی خود تجاویز دو ‘ میں سنتا ہوں۔ انہوں نے کہا : ” ہم اسے کاہن کہیں گے ۔ “ اس نے کہا : ” یہ بات بالکل غلط ہے ‘ اس لئے کہ وہ ہر گزکاہن نہیں ہے ۔ ہم نے کاہن بہت دیکھے ہیں ‘ نہ وہ کاہنوں کی طرح گاتا گنگناتا ہے ہے اور نہ سجع ملاتا ہے ۔ “ پھر انہوں نے یہ تجویز دی کہ ہم اچھی طرح جانتے ہیں نہ اس کا گلا گھونٹا ہوا ہے ‘ نہ اس کے دل میں وسوسے آتے ہیں ‘ نہ اس کے دل میں شکوک پیدا ہوتے ہیں ۔ پھر انہوں نے تجویز کیا کہ اسے شاعر کہنا چاہئے تو اس نے کہا : کہ آپ ﷺ شاعر بھی نہیں ہیں ۔ ہم اشعار کو اچھی جانتے ہیں ‘ رجز ‘ ہزج ‘ قریضہ ‘ مقبوضہ اور مبسوطہ اس کی اقسام ہیں لہذا قرآن شعر کے زمرے میں نہیں آتا ۔ تو پھر انہوں نے کہا کہ ہمیں انہیں ساحر کہنا چاہیے ۔ اس پر اس نے کہا : کہ حضور ﷺ ساحر بھی نہیں ہیں ۔ ہم نے جادوگروں اور ان کے جادوگرانہ کرتبوں کو دیکھا ہے ۔ وہ نہ پھونک جھاڑ کا کام کرتا ہے اور نہ تعویذ گنڈوں کا ۔ اس پر انہوں نے کہا کہ ابو شمس پھر تم ہی بتاؤ کہ ہم کیا کہیں ۔ انہوں نے کہا : خدا کی قسم ‘ ان کی باتوں میں بڑی مٹھاس ہے اس کا اصل پھل دار ہے اور اس کی شاخیں بار آور ہیں اور ان باتوں میں سے جس کا بھی تم اظہار کرو گے لوگ انہیں غلط سمجھیں گے ۔ میرے خیال میں اگر اس کلام کے بارے میں کوئی معقول بات کہی جاسکتی ہے تو وہ صرف یہ ہے کہ تم محمد پر ساحر ہونے کا الزام عائد کرو کہ وہ ایسی جادو بھری باتیں کرتا ہے جن کی وجہ سے باپ اور بیٹے کے درمیان تفرقہ پیدا ہوجاتا ہے ۔ بھائی اور بھائی کے درمیان دشمنی پیدا ہوجاتی ہے ۔ میاں اور بیوی کے درمیان اختلاف پیدا ہوجاتا ہے اور ایک شخص اپنے خاندان سے کٹ جاتا ہے ۔ چناچہ یہ لوگ یہ بات لے کر پھیل گئے اور موسم حج میں تمام راستوں پر بیٹھ گئے ‘ جو شخص بھی آتا یہ لوگ اسے ڈراتے اور خبردار کرتے اور حضور ﷺ کے کام سے لوگوں کو باخبر کرتے ۔\nابن جریر نے عبدالاعلی ‘ محمد ابن ثورہ ‘ معمر عبادہ ابن منصور کے واسطوں سے عکرمہ کی یہ روایت نقل کی ہے کہ ولید ابن مغیرہ نبی ﷺ کے پاس آئے ۔ آپ نے اسے قرآن کریم سنایا ۔ اس پر قرآن کریم کا بہت ہی اثر ہوا ۔ اس واقعہ سے جب ابو جہل ابن ہشام خبردار ہوا تو وہ ولید کے پاس آیا اور اسے کہا کہ تمہاری قوم یہ چاہتی ہے کہ وہ تمہارے لئے دولت جمع کرے تو ولید نے کہا یہ کیوں ؟ تو اس نے کہا کہ آپ کے لئے بطور چندہ وہ جمع کر رہے ہیں اس لئے کہ تم محمد ﷺ کے پاس گئے تھے اور اس کی جانب سے عطیے کے خواہاں تھے ۔ (یہ خبیث اس کی عزت نفس پر چوٹ لگانا چاہتا تھا کیونکہ یہ شخص اپنے آپ کو مالدار سمجھتا تھا اور اپنے مال پر فخر کرتا تھا) اس نے کہا کہ آیا قریش کو معلوم نہیں ہے کہ میں ان میں سب سے زیادہ مالدار ہوں ؟ تو اس پر ابو جہل نے کہا ‘ پھر آپ کے لئے مناسب ہے کہ محمد کے بارے میں کوئی ایسی بات کہیں جس سے معلوم ہو کہ تم اسے سخت ناپسند کرتے ہو اور اس کے خلاف ہو ۔ تو ولید نے کہا : کہ ” تم بتاؤ میں اس کے بارے میں کیا کہہ سکتا ہوں ۔ خدا کی قسم تم میں کوئی ایک بھی میرے مقابلے میں اصناف شعر سے زیادہ واقف نہیں ہے ‘ نہ مجھ سے زیادہ رجزیہ اشعار کو جانتا ہے ‘ نہ قصائد کے بارے میں مجھ سے زیادہ جانتا ہے ۔ نہ کوئی جنات کے اشعار کا مجھ سے زیادہ علم رکھتا ہے ۔ خدا کی قسم محمد کی کوئی بات شعر کے زمرے میں نہیں آتی ۔ خدا کی قسم وہ جو بات کرتا ہے وہ بہت ہی میٹھی بات ہے ‘ اس کی ظاہری شکل نہایت ہی پالش شدہ ہے ۔ اس کے سامنے جو چیز آتی ہے وہ اسے توڑ دیتی ہے ۔ الغرض اس کی بات برتر اور بلند رہتی ہے اور اس پر کوئی بات بلندی حاصل نہیں کرسکتی ۔ ابو جہل نے کہا ‘ خدا کی قسم لوگ تم سے ہر گز راضی نہ ہوں گے ۔ تمہیں بہرحال کچھ کہنا ہی پڑے گا ۔\nاس نے کہا ” پھر مجھے سوچنے دیجئے جب اس نے اچھی طرح سوچا تو پھر کہا : ” یہ ایک جادو ہے جو پر اثر ہے اور کسی اور ذریعے سے آتا ہے ۔ اس پر یہ آیت نازل ہوئی ۔ (آیت) ” ذرنی ومن خلقت وحیدا۔۔۔۔۔۔۔ تا ۔۔۔۔۔۔۔۔۔۔ علیھا تسعۃ عشر) ایک دوسری روایت میں ہے کہ قریش نے کہا کہ اگر ولید صابی بن گیا تو تمام قریش صابی بن جائیں گے ۔ ابو جہل نے کہا : ” اس کا بندوبست میں کرلوں گا ۔ فکر مت کرو “۔ اس کے بعد وہ اس سے ملا اور اس نے بڑے غور وفکر کے بعد یہ بات کہی کہ ” یہ جادو بھرا کلام ہے ۔ کیا تم دیکھتے نہیں ہو کہ اس کے نتیجے میں ایک شخص اور اس کی اولاد اور اس کے ملازمین کے درمیان تفرقہ پیدا ہوجاتا ہے ۔ “\nان تمام باتوں سے جو کچھ معلوم ہوتا ہے وہ یہ ہے کہ حضور ﷺ کے مخالفین کا یہ عقیدہ نہ تھا کہ آپ ان تک جو پیغام پہنچا رہے ہیں اس میں آپ ﷺ ان سے کوئی جھوٹ بول رہے ہیں بلکہ وہ ان روایات کے مطابق بعض دوسری وجوہات واسباب کی وجہ سے آپ کی مخالفت پر کمر بستہ ہوگئے تھے ۔ ان اسباب میں سے سب سے بڑا سبب یہ کہ وہ سمجھتے تھے کہ اس دعوت وتحریک کے نتیجے میں ان سے ان کی موجود سیادت و قیادت چھن جائے گی ‘ جس پر وہ غاصبانہ طور پر فائز تھے ۔\nحالانکہ سیادت و قیادت اور حاکمیت کا مقام خاصہ خدا تھا اور یہی مفہوم ہے ۔ (لا الہ الا اللہ) کا جو دعوت اسلامی کی اساس ہے ۔ یہ لوگ بہرحال عربی زبان اور اس کے مفہومات سے اچھی طرح واقف تھے اور وہ کلمہ شہادت کے اس مفہوم کو تسلیم کرنے کے لئے تیار نہ تھے ۔ اس لئے کہ کلمہ شہادت تمام حاکمیتوں اور قیادتوں کے خلاف ایک انقلابی دعوت تھی جس کا مقصد یہ تھا کہ انسانوں کی زندگی سے غیر اللہ کی بندگی کا قلع قمع کردیا جائے ۔\n(آیت) ” قَدْ نَعْلَمُ إِنَّہُ لَیَحْزُنُکَ الَّذِیْ یَقُولُونَ فَإِنَّہُمْ لاَ یُکَذِّبُونَکَ وَلَکِنَّ الظَّالِمِیْنَ بِآیَاتِ اللّہِ یَجْحَدُونَ (33) وَلَقَدْ کُذِّبَتْ رُسُلٌ مِّن قَبْلِکَ فَصَبَرُواْ عَلَی مَا کُذِّبُواْ وَأُوذُوا (34) (6 : 33 : 34)\n” اے نبی ﷺ ہمیں معلوم ہے کہ جو باتیں یہ لوگ بناتے ہیں ان سے تمہیں رنج ہوتا ہے لیکن یہ لوگ تمہیں نہیں جھٹلاتے بلکہ یہ ظالم دراصل اللہ کی آیات کا انکار کر رہے ہیں ۔ تم سے پہلے بھی بہت سے رسول جھٹلائے جا چکے ہیں مگر اس تکذیب پر اور ان اذیتوں پر جو انہیں پہنچائی گئیں انہوں نے صبر کیا۔ “\nیہاں الظالمون سے مراد المشرکون ہے اور قرآن کریم کے بیشتر مقامات میں الظالمون سے مراد المشرکون ہی ہوتا ہے حضور اکرم ﷺ کے طیب خاطر کے لئے بات آگے بڑھتی ہے اور وہ حقیقی اسباب بیان کردیئے جاتے ہیں جن کی بناء پر جھٹلانے والے حضور ﷺ کی دعوت کو جھٹلاتے ہیں اور اللہ کی آیات کی تکذیب کرتے ہیں۔ حالانکہ آیات الہیہ کی صداقت اور سچائی بالکل بدیہی ہے ۔ پھر اس سے آگے یہ بتایا جاتا ہے کہ آپ کے ہم منصب رسولوں کے ساتھ پوری انسانی تاریخ میں مکذبین نے یہی رویہ اختیار کیا ہے ‘ جن کے کچھ حالات قرآن نے بھی بیان کیے ہیں کہ رسولوں نے کن کن مشکل حالات میں اپنا کام جاری رکھا ۔ انہوں نے مشکلات پر صبر کیا یہاں تک کہ اللہ کی مدد آپہنچی ۔ یہ اشارہ اس لئے کیا گیا کہ سنت الہیہ کی یہی شان ہے ۔ سنت الہیہ کبھی نہیں بدلتی اور کسی کی تجاویز اور کسی کی خواہشات کے بدلے اللہ کی سنت نہیں بدلتی ۔ نیز کسی کے جھٹلانے کی وجہ سے ‘ کسی کی تکالیف کی وجہ سے اور کسی کی ذاتی مشکلات کی وجہ سے سنت الہیہ میں کبھی فیصلے قبل بر وقت نہیں کیے جاتے ۔",
  "ayah": 33,
  "surah": 6
}
