{
  "text": "(آیت) ” نمبر 40 تا 41۔\nاللہ تعالیٰ فطرت انسانی کے خطاب کے لئے جو وسائل استعمال فرماتے ہیں یہ اس کا ایک نمونہ ہے ۔ یہ نمونے اس سے پہلے کی لہروں میں بھی بیان کئے جا چکے ہیں اور اس کے بعد جو فقرات آ رہے ہیں ان میں بھی اس کے نمونے آئیں گے ۔ اس پوری سورة میں انسانی فطرت کو مخاطب کیا گیا ہے ۔\nاس سے قبل یہ بات کہی گئی تھی کہ زندہ مخلوقات کے جہان تمہاری نظروں کے سامنے ہیں اور اللہ تعالیٰ کی مدبرانہ قدرت نے ان کے اندر کس قدر تنظیم پیدا کر رکھی ہے ۔ پھر ذرا دیکھو کہ اللہ کا علم کس قدر وسیع اور شامل ہے ۔ اس زیر بحث مجموعہ آیات میں اللہ کے عذاب اور آفات ناگہانی کا ذکر ہے ۔ جب یہ ناگہانی آفات وبلیات انسانی فطرت پر آتی ہیں تو ان کے مقابلے میں کا ردعمل کیا ہوتا ہے ۔ خصوصا اس وقت جب یہ آفات ایک ہولناک صورت میں ہوتی ہیں جس سے انسان کا دل دہل جاتا ہے ۔ ایسے حالات میں انسان کے دل و دماغ سے شرک کے گرد و غبار کی تہیں چھٹ جاتی ہیں اور انسانی فطرت صاف ہو کر سامنے آجاتی ہے اور عقیدہ توحید جو انسانی فطرت کی گہرائیوں میں موجود رہتا ہے وہ سامنے آتا ہے اور انسانی فطرت صرف رب واحد کو پکارتی ہے ۔\n(آیت) ” قُلْ أَرَأَیْْتُکُم إِنْ أَتَاکُمْ عَذَابُ اللّہِ أَوْ أَتَتْکُمُ السَّاعَۃُ أَغَیْْرَ اللّہِ تَدْعُونَ إِن کُنتُمْ صَادِقِیْنَ (40)\n” ان سے کہو ‘ ذرا غور کرکے بتا ‘ اگر تم پر اللہ کی طرف سے کوئی بڑی مصیبت آجاتی یا آخری گھڑی آپہنچتی ہے تو کیا اس وقت تم اللہ کے سوا کسی اور کو پکارتے ہو ؟ بولو اگر تم سچے ہو ۔\nیہاں ایک خوفناک صورت حال کا تصور پیش کیا جاتا ہے اور دنیا میں تباہی و بربادی کے بعض مناظر نظروں کے سامنے لائے جاتے ہیں یا یہ تصور کہ اچانک قیامت برپا ہوجائے ۔ جب انسانی فطرت کے سامنے یہ مناظر آتے ہیں تو فطری احساس چٹکیاں لینے لگتا ہے ۔ ان مناظر کی ہولناکی کا تصور ذہن میں خوبی کے ساتھ آجاتا ہے اور اللہ خوب جانتا ہے جو خالق فطرت ہے کہ اس اسلوب کے ساتھ فطرت ان مناظر کا اچھی طرح ادراک کرلیتی ہے اور بسہولت حقیقت تک رسائی حاصل کرلیتی ہے ۔ اس کی تمام قوتیں ان مناظر کی وجہ سے حرکت میں آجاتی ہیں اس لئے کہ ان ہولناک مناظر میں جو حقیقت ہوتی ہے وہ فطرت انسانی کے اندر موجود ہوتی ہے ۔ خالق فطرت کو تو اچھی طرح علم ہے کہ یہ حقیقت فطرت کے اندر موجود ہوتی ہے اس لئے باری تعالیٰ اس اسلوب میں فطرت سے مخاطب ہوتے ہیں اور فطرت اس تصور کو قبول کرلیتی ہے ‘ کانپ اٹھتی ہے اور غفلت اور سرکشی پردوں اور غبار کی تہوں کے نیچے سے صاف صاف نمودار ہوجاتی ہے ۔ اللہ تعالیٰ ان سے پوچھتے ہیں یا جواب طلب فرماتے ہیں اور خود ان کی زبان سے جواب چاہتے ہیں تاکہ معلوم ہو کہ یہ جواب ان کی فطرت کا حقیقی اظہار ہے ۔ (آیت) ” اغیر اللہ تدعون “۔ کیا تم اللہ کے سوا دوسروں کو پکارتے ہو ‘ اگر تم سچے ہو تو جواب دو ۔ “\nان کی جانب سے جواب کا انتظار کئے بغیر سچا اور حقیقی جواب آجاتا ہے جو عملا ان کی فطرت کے مطابق ہے ۔ اگرچہ وہ جواب نہ دیں لیکن ایسے مواقع پر ان کا عمل کچھ ایسا ہی ہوتا ہے ۔\n(آیت) ” بَلْ إِیَّاہُ تَدْعُونَ فَیَکْشِفُ مَا تَدْعُونَ إِلَیْْہِ إِنْ شَاء وَتَنسَوْنَ مَا تُشْرِکُونَ (41)\n” اس وقت تم اللہ ہی کو پکارتے ہو ۔ پھر اگر وہ چاہتا ہے تو اس مصیبت کو تم پر سے ٹال دیتا ہے ۔ ایسے موقعوں پر تم اپنے ٹھہرائے ہوئے شریکوں کو بھول جاتے ہو۔\nبلکہ تم صرف اللہ وحدہ ہی کو پکارو گے اور ایسے حالات میں تم اپنے شرکیہ تصورات کو یکسر بھول جاؤ گے ۔ یہ خوفناک صورت حال تمہاری اصل فطرت کو سطح تک لے آئے گی اور اب یہ فطرت صرف اللہ وحدہ کو پکارے گی ۔ اسے یہ بات یاد بھی نہ رہے گی کہ کوئی شخص شرک کرتے ہوئے غیر اللہ کو بھی پکارتا رہا ہے ۔ سرے سے حقیقت شرک بھی ان کے ذہن سے محو ہوجائے گی ۔ اس لئے کہ معرفت کردگار ہی وہ اصل حقیقت ہے جو انسانی فطرت کے اندر موجود ہوتی ہے ۔ رہے شرکیہ تصورات تو یہ جھلکی کی طرح عارضی چیز ہوتی ہے ۔ بعض عارضی عوامل اور حالات کی وجہ سے یہ شرکیہ تصورات جنم لیتے ہیں ۔ انسانی فطرت پر یہ عارضی پردے پڑ کر اصل حقیقت کو نیچے چھپا دیتے ہیں ۔ جب کوئی خوفناک صورت حالات انسان کو جھنجھوڑتی ہے ۔ تو اوپر کے پردے اور غبار چھٹ جاتے ہیں ۔ اور نیچے سے اصل حقیقت نمودار ہوجاتی ہے ۔ اب یہ فطرت رب ذوالجلال کے سامنے اپنا رد عمل ظاہر کرتی ہے اور امید کرتی ہے کہ ان خوفناک حالات میں صرف اللہ تعالیٰ ہی انسان کی مدد کرسکتے ہیں اور ایسے حالات میں انسان کے لئے کوئی اور چارہ کار نہیں رہتا ۔\nیہ ہے انسان کی حقیقی فطری روش ۔ اللہ تعالیٰ مشرکین کے سامنے انسان کے اس فطری ردعمل کو برائے غور پیش فرماتے ہیں لیکن ایسے حالات میں اللہ تعالیٰ کی شان بےنیازی کیا روش اختیار فرماتی ہے ؟ یہ کہ اگر اللہ چاہے کہ ان پر سے ان مشکلات کو دور فرما دے تو اس کی مشیت بےقید ہے ۔ اس کے ارادے کو رد کرنے والا کوئی نہیں ہے ۔ اگر چاہے تو ان کی دعاؤں کو قبول کرلے ‘ تکالیف پوری طرح دور ہوجائیں یا جزوی طور پر دور ہوجائیں ۔ اور اگر اس کی مشیت کا تقاضا یہ ہو کہ ان کی پکار کو رد کردیتا ہے ۔ یہ فیصلہ ‘ اس کی تقدیر ‘ اس کے علم اور اس کی حکمت پر موقوف ہے ۔\nاگرچہ شرک انسانی فطرت کے خلاف ہے لیکن بعض اوقات انسان شرکیہ تصورات اختیار کرلیتا ہے ۔ یہ وہ اس وقت اختیار کرتا ہے جب وہ راہ فطرت سے انحراف اختیار کرلیتا ہے اور یہ انحراف مختلف عوامل کی وجہ سے واقع ہوتا ہے اور یہ عوامل انسان کے اندر جو صاف ستھری فطرت موجود ہے اسے دبا دیتے ہیں اور ان عوامل کے نیچے رب واحد کی حقیقی معرفت انسان کی نظروں سے اوجھل ہوجاتی ہے ۔ اس لئے کہ انسان کبھی بھی وجود باری کا منکر نہیں رہا ہے اور نہ یہ اس کا فطری موقف رہا ہے کہ وہ وجود باری سے انکار کردے ۔\nجیسا کہ ہم بارہا دیکھ چکے ہیں کہ جو لوگ بظاہر اس بات کا اظہار کرتے ہیں کہ وہ ملحد ہیں اور وہ وجود خالق کے منکر ہیں ‘ درحقیقت وہ خدا کے منکر نہیں ہوتے ۔ ہم یہ یقین نہیں کرسکتے کہ جن لوگوں کو دست قدرت نے بنایا ہے اور جن کے وجود کے ہر ذرے اور ہر خیلے میں دست قدرت کی چھاپ موجود ہے ‘ پھر ایسا کیسے ہو سکتا ہے کہ وہ اپنے خالق کو بالکل بھول جائیں اور حقیقی ملحد ہوجائیں ۔ ان کے وجود کا تو ہر ذرہ ذات باری پر گواہ ہے ۔\nانسانیت پر اس خوفناک عذاب کے نزول کی ایک طویل داستان ہے ، کنیسہ اور فطرت کے درمیان ایک طویل عرصے تک کشمکش جاری رہی ۔ کینسہ اس جدوجہد میں رہا کہ فطری عامل اور دواعی کا قلع قمع کر دے ۔ اہل کنیسہ انسان کی فطری خواہشات اور میلانات کی قانونی حیثیت کا انکار کرتے تھے ۔ جبکہ درحقیقت وہ نہایت ہی مکروہ زندگی بسر کرتے تھے جو عیاشیوں سے پر تھی ۔ اس طرح فطرت کے ساتھ مخاصمت اور کشمکش یورپ میں صدیوں تک برپا رہی ۔ اس کا نتیجہ یہ وہا کہ اہل یورپ نے یہ سمجھا کہ خدا پرستی کا مطلب فطرت کا انکار ہے یوں وہ کفر اور الحاد کے صحرا میں گم گشتہ راہ ہوگئے اور کنیسہ کی رہبانی زندگی سے بھی مکروہ ترزندگی اور سراب کے پیچھے بھاگتے رہے ۔ (دیکھئے میری کتاب المستقبل لھذا الدین کی فصل غیر فطری افتراق)\nاس صورت حال سے یہودیوں نے خوب فائدہ اٹھایا اور نصاری کو اپنے صحیح دین سے برگشتہ کردیا تاکہ ان کی نکیل ان کے ہاتھ آجائے اور وہ خوب اچھی طرح سے ان کے اندر فسق وفجور اور اخلاقی بےراہ روی پھیلا سکیں اور ان کو اپنے مقاصد کے لئے اس طرح استعمال کریں جس طرح گدھے کو استعمال کیا جاتا ہے ‘ جس کا اظہار انہوں نے تلمود اور یہودی زعما کے پروٹوکولز میں بڑی صراحت سے کیا ہے ۔ یہودی یہ کام اس وقت تک نہ کرسکتے جب تک انہوں نے یورپ کی اس غیر فطری تاریخ کنیسہ پر تنقید کر کے لوگوں کو گمراہ نہ کردیا اور لوگوں کو کنیسہ سے منتفر کر کے ملحد نہ بنا دیا ۔\nاس صریح اور ان تھک مکارانہ جدوجہد کا آخری اظہار عالمی کمیونزم کی صورت میں ہوا ۔ یہ بات یاد رہے کہ عالمی کمیونزم لوگوں کو ملحد اور گمراہ کرنے کی ایک عظیم یہودی سازش تھی ۔ یہ لوگ گزشتہ نصف صدی سے بھی زیادہ عرصے سے تمام حکومتی ذرائع ابلاغ کے ذریعے لوگوں کو ملحد بنانے میں مصروف رہے لیکن دوسری اقوام کے دلوں کی گہرائی کے اندر اب بھی عقیدہ خدا پرستی موجود ہے ۔ سٹالن جیسے وحشی انسان کو بھی بالاخر کنیسہ کے ساتھ مصالحت کرنی پڑی اور دوسری عالم گیرجنگ کے دوران اس نے کنیسہ کے مشائخ کو رہا کردیا ۔ دوسری عالم گیر جنگ نے اس پر اس قدر بوجھ ڈالا کہ اس کی گردن بھی تصور خدا کے سامنے آخر جھک ہی گئی اس لئے کہ لوگوں کی فطرت کے اندر تصور خدا موجود تھا ۔ اگرچہ سٹالن اور اس کے مٹھی بھر ساتھی ملحد تھے جن کے ہاتھوں میں زمام حکومت تھی ۔\nیہودیوں نے اپنے صلیبی خرکاروں فائدہ اٹھاتے ہوئے ان اقوام کے اندر بھی کفر والحاد کا مصنوعی سیلاب لانے کی بےحد سعی کی ۔ اگرچہ مسلم اقوام کے دل و دماغ میں عقیدہ خدا پرستی نہایت ہی کمزور ہوگیا تھا لیکن انہوں نے ترکی کے نام نہاد لیڈر اتاترک کے زریعے عالم اسلام کے اندر کفر والحاد کی جو تحریک شروع کی تھی وہ تحریک خود ترکی کے اندر بری طرح ناکام ہوگئی ‘ حالانکہ یہودیوں اور ان کے خرکاروں نے اس نام نہاد لیڈر کی عظمت اور برتری کے ڈھنڈورے پیٹے اور ہر طرف سے مالی امداد کے دروازے کھول دیئے ۔ ترکی کی تحریک الحاد پر انہوں نے بیشمار کتابیں بھی لکھیں اور ان میں اس کے الحادی تجربے کو بےحد سراہا گیا ۔ یہی وجہ ہے کہ اب وہ عالم اسلام میں ترکی کے تجربے کے بعد جو دوسرے تجربے کررہے ہیں ان کو وہ الحاد وزندقہ کا عنوان نہیں دیتے بلکہ یہاں وہ اسلام کے نام سے الحاد پھیلاتے ہیں تاکہ ان کی تحریک کا ٹکراؤ انسان کے فطری میلانات سے نہ ہو ‘ جس طرح اتاترک کے تجرباتی کے انسان کے فطری رجحان کے ساتھ ٹکراؤ ہوا اور وہ اپنی جگہ پاش پاش ہوگیا ۔ اب یہ لوگ اسلامی جھنڈوں کے سائے تلے گندگی ‘ غلاظت اور اخلاقی بےراہ روی پھیلاتے ہیں ۔ اس طرح خام انسانی عقول کو تباہ وبرباد کرتے ہیں اور یہودی اور ان کے خرکار صلیبی یہ کام عالم اسلام میں بڑے اہتمام سے کرتے ہیں ۔\nلیکن ان تمام تجربات کے بعد جو حقیقت کھل کر سامنے آتی ہے وہ یہ ہے کہ انسانی فطرت اپنے رب کو اچھی طرح جانتی ہے وہ رب کو وحدہ لاشریک بھی تسلیم کرتی ہے اگر کسی وقت انسانی فطرت پر فسق وفجور کی گرد پڑجائے اور وہ اس آلودگی کے نیچے دب جائے تو جونہی کوئی اچانک کوئی خطرہ درپیش ہو اور انسان جھنجھوڑا جائے تو یہ گرد و غبار چھٹ جاتا ہے اور اصل انسانی فطرت واضح طور پر سامنے آجاتی ہے اور انسان اپنے رب کو یوں پکارتا ہے ۔ جس طرح اس وقت انسان نے پکارا تھا جب اسے اللہ نے پیدا کیا تھا ۔ اچانک وہ مطیع فرمان مومن اور خشوع و خضوع کرنے والا انسان بن جاتا ہے ۔ یہودیوں اور ان کے خر کاروں کی اس عالمی سازش کا تارو پود فطرت کی ایک کڑکے دار چیخ سے ہی پاش پاش ہوجاتا ہے اور فطرت دوبارہ باری تعالیٰ کے آستانے پر آگرتی ہے ۔ جس خطے میں یہ فطری آواز بلند ہو وہاں سے یہ سازش نابود ہوجاتی ہے ۔ اور یہودی اور ان کے خرکار جس قدر جدوجہد بھی کریں ‘ زمین پر یہ آواز حق بلند ہوتی رہے گی ۔",
  "ayah": 40,
  "surah": 6
}
