{
  "text": "(آیت) ” نمبر 55۔\nیہ اس لہر کا خاتمہ ہے ۔ اس میں حقیقت رسالت اور مزاج رسول کی بڑی خوبی سے وضاحت کی گئی ہے اور اسلامی نظریہ حیات کو بھی کسی بغیر لاگ ولپیٹ کے بتایا گیا ہے ۔ ان اقدار حیات کو بھی واضح کیا گیا ہے ۔ جن کے غلبے کے لئے اسلام اس جہان میں آیا اور ان کو بھی جدا کردیا گیا جن کی بیخ کنی کے لئے اسلام اٹھا ۔\n(آیت) ” وکذلک نفصل الایت “۔ (6 : 55) (اس طرح ہم اپنی نشانیاں کھول کھول کر بیان کرتے ہیں)\nکیوں اس لئے کہ (آیت) ” لتستبین سبیل المجرمین “۔ (6 : 55) (تاکہ مجرموں کی راہ بالکل نمایاں ہوجائے) یعنی اس انداز ‘ اس منہاج اور اس طرز کلام کے ساتھ ہم بیان مدعا کرتے ہیں ۔ بڑی تفصیلات کے ساتھ جن کے بعد سچائی کی پہچان میں کسی شک کی گنجائش نہی رہتی ۔ بات میں کوئی اجماع یا پیچیدگی نہیں رہتی اور اس فصاحت کے بعد سچائی کو تسلیم کرنے کے لئے کسی معجزے کی ضرورت نہیں رہتی ۔ سچائی واضح ہوجاتی ہے ‘ بات کھل جاتی ہے اور قرآنی انداز کلام کے مطابق ۔ اس پوری سورة کے اندر بیان ہونے والے شواہد و دلائل کے مطابق حقائق وواقعات کی روشنی میں یہ امور تفصیل آیات کے مفہوم میں شامل ہیں۔\nمقصد مجرموں کی راہوں کو جدا کرنا ہے ۔ بتایا جاتا ہے کہ اسلامی نظریہ حیات اور اس کی اساس پر تحریک برپا کرنے کے لئے قرآن کا منہاج کیا ہے ؟ (لتستبین) قرآن کا منہاج وانداز یہ نہیں ہے کہ وہ فقط مومنین وصالحین کی راہوں کی نشاندہی کر دے ‘ بلکہ قرآن کا منہاج تحریک یہ ہے کہ قرآن کریم گمراہوں اور مجرموں کے طور طریقوں کی وضاحت بھی کرتا ہے ۔ مجرموں کی راہوں کی وضاحت بذریعہ تنقید باطل بےحد ضروری ہے اور اس لئے ضروری ہے کہ اہل حق کے راستے کی وضاحت ہو ۔ یہ دعوت اسلامی کے واضح خطوط ہیں جن پر ہمیں چلنا ہے ۔ حق و باطل کا طریقہ کار یہاں سے جدا ہوجاتا ہے ۔\nاسلام کا منہاج عمل اللہ نے متعین کیا ہے اور یہ اس لئے متعین کیا گیا ہے کہ اس منہاج کے مطابق نفوس انسانی کا علاج کیا جائے ۔ اللہ کو اس بات کا خوب علم تھا کہ سچائی وبھلائی پر پختہ یقین اس وقت حاصل ہوتا ہے کہ جب بھلائی کے مقابلے میں شر اور سچائی کے مقابلے میں جھوٹ پر بھی نظر رکھی جائے اور یہ معلوم کیا جائے کہ یہ باطل خالص جھوٹ اور شر محض ہے جس کے مقابلے میں حق خالص سچائی اور خیر محض ہے ۔ نیز حق وصداقت کی حمایت پر انسان اس وقت آمادہ ہوتا ہے جب وہ یہ یقین کرلے کہ اس سچائی کا مقابلہ جو قوت کر رہی ہے وہ باطل ہے ۔ پھر یہ بھی حقیقت ہے کہ قوت باطلہ مجرموں کی راہوں کی مسافر ہے اور مجرمین وہ قوت ہیں جن کے بارے میں ایک دوسری جگہ قرآن کریم یہ تصریح کرتا ہے کہ ہر نبی کا کوئی دشمن ہوتا ہے ۔ (آیت) ” وکذلک جعلنا لکل نبی عدوا من المجرمین ) (اسی طرح ہم نے ہر نبی کیلئے مجرموں میں سے ایک دشمن پیدا کیا) یہ اس لئے تاکہ نبی اور مومنین کے دلوں میں یہ بات اچھی طرح بیٹھ جائے کہ ان کا دشمن مجرم ہے اور ان کا یہ عقیدہ پختہ یقین ‘ اعتماد اور شرح صدر پر مبنی ہو۔\nکفر ‘ شر اور مجرمانہ حرکات کی وضاحت ‘ ایمان ‘ بھلائی اور اصلاح کے لئے نہایت ضروری ہوتی ہے ۔ اس لئے کہ مجرمین کے راستوں کی وضاحت آیات الہیہ کے مقاصد میں سے ایک اہم مقصد ہے ‘ مجرمین کے موقف اور ان کے طرز عمل کے بارے میں کوئی بھی شعبہ یا معمولی التباس خود مومنین کے موقف ‘ ان کے طرز عمل اور ان کی راہ میں شبہات پیدا کردیتا ہے ‘ اس لئے کہ دونوں تصویر کے دو رخ ہیں ‘ کتاب کے صفحات متقابل ہیں اور دو جدا جدا راستے ہیں ۔ دونوں کے الگ الگ رنگ ہیں جن کے درمیان امتیاز ضروری ہے ۔\nیہی وجہ ہے کہ تحریک اسلامی کے لئے سب سے پہلے یہ ضروری ہے کہ اس کے کارکنوں کے فکر ونظر مومنین اور مجرمین کا راستہ ممتاز ہو۔ ہر تحریک کو چاہئے کہ وہ سب سے پہلے اپنے راستے کو متعارف کرائے اور اس کے بالمقابل مجرمین کے جو راستے ہیں ان پر تنقید کرکے ان کی کمزوریاں واضح کرے اور دونوں کے درمیان جو فرق و امتیاز ہے اسے کھول کر بیان کرے ۔ یہ فرق و امتیاز عالم واقعہ میں بھی ہو ‘ حقیقی ہو ‘ محض نظریاتی نہ ہو ‘ اس لئے کہ داعیوں اور ان کے کارکنوں کو معلوم ہونا چاہئے کہ جس ماحول میں وہ کام کر رہے ہیں ان میں مومنین کون ہیں اور مجرمین کون ہیں ؟ نیز ان کو معلوم ہونا چاہئے کہ ان مجرمین کا طریق کار کیا ہے ‘ ان کا منہاج کار کیا ہے اور ان کی علامات کیا کیا ہیں ۔ تاکہ ان کے ذہن میں دونوں راستوں اور منہاج کے اندر کوئی شبہ والتباس نہ ہو ۔ نہ عنوان ایک ہو اور نہ صفات اور خدوخال ایک ہوں ۔ مومنین اور مجرمین ان کے تصور میں ایک دوسرے سے اچھی طرح ممتاز ہوں ۔\nجس وقت جزیزۃ العرب میں سب سے پہلے اسلام اور شرک کی مڈبھیڑ ہوئی ‘ اہل ایمان اور مجرمین کے درمیان یہ فرق و امتیاز بالکل واضح تھا ۔ دونوں کے راستے اچھی طرح ممتاز اور جدا تھے ۔ رسول اللہ ﷺ کا راستہ مومنین کا راستہ تھا اور یہی آپ کے ساتھیوں کا راستہ تھا اور مجرمین کا راستہ ان لوگوں کا راستہ تھا جو تحریک اسلامی میں آپ کے ساتھ شامل نہ ہوئے تھے اور ایمان نہ لائے تھے ۔ اس حد بندی اور اس وضاحت کے ساتھ قرآن کریم نازل ہو رہا تھا اور آیات الہیہ تفصیلات دے رہی تھیں ۔ جس کے نمونے اس سورة میں آپ نے دیکھے ۔ یہ آخری نمونہ تو سبیل المجرمین کی اچھی طرح نشاندہی کر رہا ہے ۔\nجب اسلام نے شرک ‘ بت پرستی ‘ الحاد اور ان ادیان کا سامنا کیا جو اپنی اصل کے اعتبار سے ادیان سماوی تھے لیکن ان کے اندر بعد میں آنے والے انسانوں نے اپنی خواہشات کے مطابق تحریفات کردی تھیں ‘ تو اسلام نے ان ادیان ونظریات کے مقابلے میں مومنین کو ایک واضح موقف اور ایک صاف وسیدھا راستہ دیا ۔ جس طرح ان کافروں اور مشرکوں کی راہ واضح اور متعین تھی ‘ اور ان کے اندر کوئی بیس اور شک نہ تھا۔\nلیکن آج عالم اسلام میں چلنے والی تحریکات اور انکے مخالفین کے درمیان راستے کی صفائی اور اس کا تعین نہیں ہے ۔ اور یہی بہت بڑی مشکل ہے ۔ یہ اسلامی تحریکات ایسے لوگوں کے درمیان چل رہی ہیں جو نسلی اعتبار سے مسلمان ہیں اور ایسے علاقوں میں چل رہی ہیں جو کسی وقت دارالاسلام میں شامل تھے ۔ کسی وقت ان علاقوں پر دین اسلام کی حکمرانی تھی اور شریعت ان علاقوں کا بنیادی قانون تھی ۔ پھر ان علاقوں نے اور ان اقوام نے حقیقی اعتبار سے اسلام کو چھوڑ دیا ‘ صرف نام کے مسلمان رہ گئے اور انہوں نے اسلام کے بنیادی عناصر کو عملا اور اعتقادا ترک کردیا ۔ اگرچہ وہ اس زعم میں مبتلا رہے کہ انہوں نے عقیدے کے اعتبار سے اسلام کو اپنایا ہوا ہے ۔ حالانکہ اسلام کا مفہوم یہ ہے کہ کوئی اس بات کی شہادت دے کہ اللہ کے سوا کوئی الہ اور حاکم نہیں ہے ۔ اس شہادت کے اندر یہ مفہوم شامل ہیں کہ اللہ وحدہ لاشریک ہے ‘ وہ اس کائنات کا خالق اور اس میں متصرف ہے ۔ انسان صرف اسی کی عبادت کریں گے اور اسی کے احکام کے مطابق پوری زندگی بسر کریں گے ۔ انسانوں کا یہ فرض ہوگا کہ صرف اللہ سے اپنے قوانین اخذ کریں اور اپنی پوری زندگی میں اللہ کے احکام کے سامنے سرتسلیم خم کریں ۔ جو شخص اس مفہوم کے ساتھ اللہ کی وحدانیت کا اقرار نہیں کرتا تو اس نے نہ کلمہ شہادت پڑھا اور نہ وہ اسلام میں داخل ہوا ۔ چاہے اس کا نام اور اس کا لقب اور اس کی نسل اور نسب جو بھی ہو ۔ جس سرزمین پر بھی کلمہ شہادت اپنے اس مدلول کے ساتھ جاری نہ ہو تو اس سرزمین کو ہم دارالاسلام نہیں کہہ سکتے اور نہ وہ سرزمین سرزمین اسلام ہے ۔\nاس کرہ ارض پر لوگوں کی بڑی بڑی قومیں آباد ہیں جن کے نام مسلمانوں کے ناموں جیسے ہیں اور یہ لوگ ہیں بھی مسلمانوں کی نسلوں سے ۔ ان لوگوں کے علاقے بھی کسی وقت دارالاسلام تھے لیکن ان میں سے آج کوئی قوم بھی لا الہ الا اللہ کی شہادت اس مفہوم کے مطابق نہیں دیتی اور نہ کسی ملک میں لوگ اس مفہوم کے مطابق نظام حکومت چلاتے ہیں۔\nیہ ایک نہایت ہی تکلیف دہ صورت حال ہے ‘ جس کا مقابلہ آج ان ملکوں میں اسلامی تحریکات کر رہی ہیں ۔ ایسے لوگوں سے ان کا رابطہ ہے جن کا اوپر ذکر ہوا ۔ ان تحریکات کو یہ مشکل درپیش ہے کہ نام نہاد مسلمانوں کے اندر لا الہ الا اللہ کا مفہوم نہیں سمجھا جاتا ۔ اور نہ لوگ لفظ اسلام کو اس کے صحیح معنوں میں سمجھتے ہیں ۔ یہ لوگ نہ تو جاہلیت کے مفہوم سے آگاہ ہیں اور نہ ہی شرک کی حقیقت سے ۔\nاس کے علاوہ اسلامی تحریکات کو یہ مشکل بھی درپیش ہے کہ خود صالح مسلمانوں کے سامنے صحیح راستہ متعین نہیں ہے ۔ ان کا راستہ مجرموں اور مشرکوں کے راستہ سے جدا نہیں ہے ۔ دونوں کے نشانات وعنوانات ایک ہیں ۔ دونوں کے نام اور اوصاف ایک جیسے ہیں اور دونوں ایک ناپیدا کنار صحرا میں گم گشتہ راہ ہیں ۔\nاسلامی تحریکات ‘ اس کمزوری کو اچھی طرح جانتی ہیں ‘ لیکن وہ اس عظیم کوتاہی کے بارے میں خاموش ہیں ۔ یہ خاموشی محض وسعت قلبی ‘ بےراہ روی ‘ منافقت اور حق و باطل کے درمیان ملاوٹ کی وجہ سے اختیار کی جاتی ہے ۔ یہاں تک کہ اس پوائنٹ پر جو شخص سچی اور فیصلہ کن بات کرتا ہے وہی الٹا مجرم بن جاتا ہے ۔ اس کی پکڑ دھکڑ شروع ہوجاتی ہے اور اس پر یہ الزام عائد کیا جاتا ہے کہ یہ شخص مسلمانوں کی تکفیر کرتا ہے ۔ اس طرح ان لوگوں کے نزدیک مسلمان وہ نہیں ہوتا جو اقوال خدا اور اقوال رسول کے مطابق مسلمان ہو بلکہ مسلمان وہ ہوتا ہے جو ان کی اپنی اصطلاحات اور ان کے رسم و رواج کے مطابق مسلمان ہو ۔ یہ ہے وہ عظیم مشکل جو اسلامی تحریکات کی راہ میں مائل ہے ۔ لیکن تمام اہل دعوت کے لئے لازم ہے کہ وہ اس مشکل مسئلے کو حل کر کے آگے بڑھیں ‘ وہ جہاں بھی ہوں اور جس دور میں بھی ہوں ۔\nمناسب یہ ہے کہ دعوت الی اللہ کی تحریک کا آغاز یوں کی جائے کہ ابتداء ہی سے مومنین اور مجرمین کی راہیں بالکل علیحدہ اور متعین ہوجائیں ۔ اہل دعوت جب کام کا آغاز کریں تو حق اور صداقت کا اظہار بغیر کسی مداہنت کے دو ٹوک الفاظ میں کریں ۔ وہ بغیر کسی خوف اور لاگ لپیٹ کے بات کریں ۔ ان کی بات میں کوئی پیچیدگی نہ ہو اور وہ کسی ملامت کرنے والے کی ملامت سے نہ ڈریں ۔ ان کے دل میں کوئی خوف اور ڈر نہ ہو ۔ نہ وہ اپنے دل میں اس بات کا خوف پیدا ہونے دیں کہ ان کے خلاف کوئی مخالفانہ آواز اٹھے گی اور یہ کہا جائے گا ” دیکھو یہ لوگ تو مسلمانوں کی تکفیر کرتے ہیں ۔\nاسلام کا موقف یہ نہیں ہے جو ان بےراہ رو لوگوں نے اختیار کر رکھا ہے ۔ اسلام کا راستہ واضح ہے ‘ جس طرح کفر کی راہ بالکل واضح ہے ۔ اسلام یہ ہے کہ کلمہ طیبہ کا اقرار درج بالا مفہوم کے ساتھ کیا جائے ۔ جو شخص اس مفہوم کے ساتھ کلمہ طیبہ کا اقرار نہیں کرتا اور جو شخص اپنی زندگی میں کلمہ طیبہ کو اس مفہوم کے اندر قائم نہیں کرتا تو اس کے بارے میں اللہ اور رسول اللہ کا حکم یہ ہے کہ وہ ظالم ‘ فاسق اور کافر ہے اور مجرم ہے ۔\nذرا پھر پڑھیے (آیت) ” وَکَذَلِکَ نفَصِّلُ الآیَاتِ وَلِتَسْتَبِیْنَ سَبِیْلُ الْمُجْرِمِیْنَ (55)\n” اور اس طرح ہم اپنی نشانیاں کھول کھول کر پیش کرتے ہیں تاکہ مجرموں کی راہ بالکل نمایاں ہوجائے ۔ “ یاد رکھیے دعوت الی اللہ کا کام کرنے والوں کے لئے یہ ضروری ہے کہ وہ سب سے پہلے اس گھاٹی کو سر کریں ۔ اپنی راہ سے اس رکاوٹ کو ہٹائیں ۔ وہ اپنے نظریات کے اندر خلوص اور للہیت پیدا کریں تاکہ وہ اپنی پوری قوتوں کے ساتھ اللہ کی راہ میں اٹھ کھڑے ہوں ۔ کوئی شبہ ان کی راہ نہ روک سکے ‘ کوئی التباس ‘ کوئی مداہنت اور کوئی بےراہ روی ان کی راہ میں حائل نہ ہو ‘ اس لئے کہ ان کی قوتیں اس وقت تک کھل کر کام نہ کرسکیں گی جب تک انہیں یہ یقین نہ ہو کہ وہ سچے مسلمان ہیں اور یہ کہ جو لوگ ان کی راہ روکے کھڑے ہیں اور ان کو اور تمام دوسرے لوگوں کو اللہ کی راہ سے روکے ہوئے ہیں وہ مجرمین ہیں ۔ یہ بات بھی تحریک اسلامی کے حاملین کے پیش نظر رہے کہ اقامت دین کے مسئلے کو جب تک کفر و ایمان کا مسئلہ نہ تصور کیا جائے گا اس وقت تک کوئی بھی اس راہ کی مشکلات کو خندہ پیشانی کے ساتھ قبول کرنے کے لئے تیار نہ ہوگا ۔ جب تک ایک مسلمان یہ یقین نہ کرلے کہ اس کی راہ اور اس کی قوم کی راہ بالکل جدا ہے ‘ یہ کہ اس کی ملت اور اس کی قوم کی ملت جدا ہے اور یہ کہ ان کا دین اور ان کی قوم کا دین جدا ہے ۔ ذرا پھر دہرائیے ۔\n(آیت) ” وَکَذَلِکَ نفَصِّلُ الآیَاتِ وَلِتَسْتَبِیْنَ سَبِیْلُ الْمُجْرِمِیْنَ (55)\n” اور اس طرح ہم اپنی نشانیاں کھول کھول کر پیش کرتے ہیں تاکہ مجرموں کی راہ بالکل نمایاں ہوجائے ۔ “ صدق اللہ العظیم ۔\nدرس نمبر 62 ایک نظر میں :\nحقیقت رسول ﷺ اور حقیقت رسالت کے بیان کے بعد اب روئے سخن دو بار حقیقت الوہیت کی طرف پھر گیا ہے ۔ ان حقائق پر سابقہ لہر میں بحث کی گئی تھی ۔ ان تمام لہروں کا باہم گہرا ربط ہے ۔ حقیقت رسول اور حقیقت رسالت کے بعد یہ بھی واضح کیا گیا کہ رسول کا راستہ مومنین کا راستہ ہے اور اس کے مقابلے میں تمام راستے مجرمین کے راستے ہیں ۔\nاس لہر میں شان کبریائی کا اظہار کئی رنگوں اور کئی میدانوں میں ہوتا ہے ۔ ان کی تفصیلات تو ہم تشریح آیات کے ضمن میں دیں گے البتہ یہاں ہم ان کی طرف اجمالی اشارات کریں گے ۔\nحقیقت الوہیت کا چراغ قلب رسول میں روشن ہے ۔ رسول کا دل اعتماد اور یقین کی شراب طہور سے بھر پور ہوتا ہے ۔ اگر پوری دنیا بھی اس حقیقت کو جھٹلا دے تو رسول ثابت قدم رہتا ہے اس کے پائے یقین میں کوئی لغزش نہیں آتی ۔ اس لئے رسول اللہ اعلان کردیتے ہیں کہ وہ اپنے رب کے ہوگئے ہیں اور وہ اس معاملے میں ان لوگوں سے مکمل علیحدہ راہ اپنا لیتے ہیں جو اس بارے میں متزلزل ہوتے ہیں اور یہ جدائی رسول کے پختہ یقین اور عزم کی وجہ سے ہے ۔\n(آیت) ” قُلْ إِنِّیْ نُہِیْتُ أَنْ أَعْبُدَ الَّذِیْنَ تَدْعُونَ مِن دُونِ اللّہِ قُل لاَّ أَتَّبِعُ أَہْوَاء کُمْ قَدْ ضَلَلْتُ إِذاً وَمَا أَنَاْ مِنَ الْمُہْتَدِیْنَ (56) قُلْ إِنِّیْ عَلَی بَیِّنَۃٍ مِّن رَّبِّیْ وَکَذَّبْتُم بِہِ مَا عِندِیْ مَا تَسْتَعْجِلُونَ بِہِ إِنِ الْحُکْمُ إِلاَّ لِلّہِ یَقُصُّ الْحَقَّ وَہُوَ خَیْْرُ الْفَاصِلِیْنَ (57) (6 : 56۔ 57)\n” اے نبی ﷺ ان سے کہو ” تم لوگ اللہ کے سوا جن دوسروں کو پکارتے ہو ان کی بندگی کرنے سے مجھے منع کیا گیا ہے ۔ “ کہو : ” میں تمہاری خواہشات کی پیروی نہیں کروں گا ‘ اگر میں نے ایسا کیا تو گمراہ ہوگیا ‘ راہ راست پانے والوں میں سے نہ رہا ۔ “ کہو ” میں اپنے رب کی طرف سے ایک دلیل روشن پر قائم ہوں اور تم نے اسے جھٹلا دیا ہے ۔ اب میرے اختیار میں وہ چیز ہے نہیں جس کے لئے تم جلدی مچا رہے ہو ‘ فیصلے کا سارا اختیار اللہ کو ہے ‘ وہی امر حق بیان کرتا ہے اور وہی بہترین فیصلہ کرنے والا ہے “۔\nشان کبریائی کا اظہار اس حلم اور برداشت سے بھی ہوتا جس کا برتاؤ اللہ تعالیٰ ان مکذبین کے ساتھ فرماتے ہیں ۔ وہ تو مطالبہ کرتے ہیں کہ ان پر خارق عادت معجزے کا وقوع ہوجائے لیکن اللہ تعالیٰ ان کے اس مطالبے کے جواب میں نہایت ہی بردباری کا عمل اختیار فرماتے ہیں اور یہ اس لئے کہ اگر کسی خارق عادت معجزے کا ظہور ہوجائے اور پھر وہ تکذیب کریں تو سنت الہیہ کے مطابق پھر ان پر نزول عذاب لازم ہوجائے گا اور ہر قسم کا عذاب نازل کرنا اللہ کے لئے کوئی مشکل کام نہیں ہے۔ اگر نزول عذاب کو خود حضرت نبی کریم ﷺ کے اختیار میں دے دیا جاتا تو ان لوگوں نے جو رویہ اختیار کیا اس کے پیش نظر یہ خطرہ تھا کہ حضور ﷺ ان پر یہ عذاب نازل ہی کردیتے کیونکہ انہوں نے بار بار حق جھٹلا کر آپ کو دل تنگ کردیا تھا اور آپ کی قوت برداشت سے یہ صورت حال باہر ہوگئی تھی ۔ لہذا ایسے حالات میں بھی ان کو مہلت دے دینا اس بات کا بین ثبوت ہے کہ اللہ تعالیٰ نہایت ہی حلیم و حکیم ہے اور اس سے شان کبریائی کا ظہور بھی ہوتا ہے ۔\n(آیت) ” قُل لَّوْ أَنَّ عِندِیْ مَا تَسْتَعْجِلُونَ بِہِ لَقُضِیَ الأَمْرُ بَیْْنِیْ وَبَیْْنَکُمْ وَاللّہُ أَعْلَمُ بِالظَّالِمِیْنَ (58)\n” کہو : اگر کہیں وہ چیز میرے اختیار میں ہوتی جس کے لئے تم جلدی مچا رہے ہو تو میرے اور تمہارے درمیان کبھی کا فیصلہ ہوچکا ہوتا ۔ مگر اللہ زیادہ بہتر جانتا ہے کہ ظالموں کے ساتھ کیا معاملہ کیا جانا چاہئے ؟ “۔ شان کبریائی کا ظہور اس حقیقت سے بھی ہوتا ہے کہ وہ عالم الغیب ہے اور اس کائنات کے اندر جو واقعہ بھی ہوتا ہے ‘ اس کا علم اسے احاطے میں لئے ہوئے ہے اور یہ علم اللہ کے سوا کسی اور کو نہیں ہے ۔ اس غیب کا یہ نقش اور یہ صورت صرف اللہ کے ساتھ مخصوص ہے ۔\n(آیت) ” وَعِندَہُ مَفَاتِحُ الْغَیْْبِ لاَ یَعْلَمُہَا إِلاَّ ہُوَ وَیَعْلَمُ مَا فِیْ الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَۃٍ إِلاَّ یَعْلَمُہَا وَلاَ حَبَّۃٍ فِیْ ظُلُمَاتِ الأَرْضِ وَلاَ رَطْبٍ وَلاَ یَابِسٍ إِلاَّ فِیْ کِتَابٍ مُّبِیْنٍ (59) ۔\n” اسی کے پاس غیب کی کنجیاں ہیں جنہیں اس کے سوا کوئی نہیں جانتا ۔ بحروبر میں جو کچھ ہے سب سے وہ واقف ہے ‘ درخت سے گرنے والا کوئی پتا ایسا نہیں ہے جس کا اسے علم نہ ہو ‘ زمین کے تاریک پردوں میں کوئی دانہ ایسا نہیں ہے جس سے وہ باخبر نہ ہو ‘ خشک وتر سب کچھ ایک کھلی کتاب میں لکھا ہوا ہے ۔ “\nاس کا اظہار اس امر سے بھی ہوتا ہے کہ اللہ کو اپنے بندوں پر مکمل گرفت حاصل ہے ۔ وہ ہر حال میں اللہ کے کنٹرول میں ہیں ‘ سوتے ہوں یا جاگتے ‘ زندہ ہوں یا مردہ اور دنیا میں ہو یا آخرت میں ہوں۔\n(آیت) ” وَہُوَ الَّذِیْ یَتَوَفَّاکُم بِاللَّیْْلِ وَیَعْلَمُ مَا جَرَحْتُم بِالنَّہَارِ ثُمَّ یَبْعَثُکُمْ فِیْہِ لِیُقْضَی أَجَلٌ مُّسَمًّی ثُمَّ إِلَیْْہِ مَرْجِعُکُمْ ثُمَّ یُنَبِّئُکُم بِمَا کُنتُمْ تَعْمَلُونَ (60) وَہُوَ الْقَاہِرُ فَوْقَ عِبَادِہِ وَیُرْسِلُ عَلَیْْکُم حَفَظَۃً حَتَّیَ إِذَا جَاء أَحَدَکُمُ الْمَوْتُ تَوَفَّتْہُ رُسُلُنَا وَہُمْ لاَ یُفَرِّطُونَ (61) ثُمَّ رُدُّواْ إِلَی اللّہِ مَوْلاَہُمُ الْحَقِّ أَلاَ لَہُ الْحُکْمُ وَہُوَ أَسْرَعُ الْحَاسِبِیْنَ (62) (6 : 60 : 62)\n” وہی ہے جو رات کو تمہاری روحیں قبض کرتا ہے اور دن کو جو کچھ تم کرتے ہو اسے جانتا ہے ۔ پھر دوسرے روز وہ تمہیں اسی کاروبار کے عالم میں واپس بھیج دیتا ہے تاکہ زندگی کی مقرر مدت پوری ہو ‘ آخر کار اسی کی طرف تمہاری واپسی ہے ‘ پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو ۔ ؟ اپنے بندوں پر وہ پوری قدرت رکھتا ہے اور تم پر نگرانی کرنے والے مقرر کر کے بھیجتا ہے یہاں تک کہ جب تم میں سے کسی کی موت کا وقت آجاتا ہے تو اس کے بھیجے ہوئے فرشتے اس کی جان نکال لیتے ہیں اور اپنا فرض انجام دیتے ہیں اور ذرا کوتاہی نہیں کرتے ۔ پھر سب کے سب اللہ اپنے حقیقی آقا کی طرف واپس جاتے ہیں ۔ خبردار ہوجاؤ کہ سارے اختیارات اس کو حاصل ہیں اور وہ حساب لینے میں بہت تیز ہے “۔\nیہ شان کبریائی خود ان لوگوں کے اس فطری ردعمل کے وقت بھی ظاہر ہوتی ہے جب یہ جھٹلانے والے کسی خطرے سے دو چار ہوتے ہیں ۔ اس وقت یہ لوگ دوسرے شرکاء کو چھوڑ کر صرف اللہ کو پکارتے ہیں کہ وہ اس خطرے کو ٹال دے لیکن اس کے باوجود پھر شرک کرنے لگتے ہیں اور اس بات کو بھول جاتے ہیں کہ اس خطرے کو ٹالنے کے لئے وہ جس خدا کو پکارتے تھے وہ اس بات پر بھی قادر ہے کہ انہیں کسی دوسرے ایسے عذاب سے دوچار کر دے جس کے بعد ان میں سے کوئی زندہ نہ بچے ۔\n(آیت) ” قُلْ مَن یُنَجِّیْکُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَہُ تَضَرُّعاً وَخُفْیَۃً لَّئِنْ أَنجَانَا مِنْ ہَـذِہِ لَنَکُونَنَّ مِنَ الشَّاکِرِیْنَ (63) قُلِ اللّہُ یُنَجِّیْکُم مِّنْہَا وَمِن کُلِّ کَرْبٍ ثُمَّ أَنتُمْ تُشْرِکُونَ (64) قُلْ ہُوَ الْقَادِرُ عَلَی أَن یَبْعَثَ عَلَیْْکُمْ عَذَاباً مِّن فَوْقِکُمْ أَوْ مِن تَحْتِ أَرْجُلِکُمْ أَوْ یَلْبِسَکُمْ شِیَعاً وَیُذِیْقَ بَعْضَکُم بَأْسَ بَعْضٍ انظُرْ کَیْْفَ نُصَرِّفُ الآیَاتِ لَعَلَّہُمْ یَفْقَہُونَ (65) ۔ (6 : 63 تا 65)\n(اے نبی ﷺ ان سے پوچھو ‘ صحرا اور سمندر کی تاریکیوں میں کون تمہیں خطرات سے بچاتا ہے ‘ کون ہے جس سے تم (مصیبت کے وقت) گڑ گڑا کر اور چپکے چپکے دعائیں مانگتے ہو ؟ کس سے کہتے ہو کہ اگر اس بلا سے اس نے ہم کو بچا لیا تو ہم ضرور شکر گزار ہوں گے ؟ کہو ‘ اللہ تمہیں اس سے اور ہر تکلیف سے نجات دیتا ہے ۔ پھر تم دوسروں کو اس کا شریک ٹھہراتے ہو ۔ کہو ” وہ اس پر قادر ہے کہ تم پر کوئی عذاب اوپر سے نازل کر دے ‘ یا تمہارے قدموں کے نیچے سے برپا کر دے ‘ یا تمہیں گروہوں میں تقسیم کرکے ایک گروہ کو دوسرے گروہ کی طاقت کا مزہ چکھوا دے ۔ “ دیکھو ہم کس طرح بار بار مختلف طریقوں سے اپنی نشانیاں ان کے سامنے پیش کر رہے ہیں شاید کہ یہ حقیقت کو سمجھ لیں ۔ “ )",
  "ayah": 55,
  "surah": 6
}
