{
  "text": "(آیت) ” نمبر 60۔\nیہ چند مزید الفاظ ہیں ‘ اس سے پہلے چند کلمات میں عالم غیب کے طویل و عریض آفاق کے خطوط کھینچ دیئے گئے تھے اور سابق آیت کے محدود کلمات نے یہ واضح کردیا تھا کہ باری تعالیٰ کا علم کس قدر کامل اور شامل ہے ۔ اب ان زیر بحث چند کلمات اور محدود فقروں سے یہ بات واضح کردی گئی ہے کہ انسان کی پوری زندگی مکمل طور پر اللہ کے قبضہ قدرت میں ہے ۔ تمام امور اللہ کے علم ‘ اللہ کی تقدیر اور اللہ کی تدبیر کے مطابق طے پا رہے ہیں ۔ انسان کا جاگنا اور سونا ‘ اس کا مرنا اور پیدا ہونا ‘ اس کا دوبارہ اٹھنا اور حساب و کتاب سب کے سب امر الہی کے مطابق طے ہو رہے ہیں اور آئندہ بھی اس کے مطابق ہی طے ہوں گے ۔ یہ حقیقت قرآن کے مخصوص طرز ادا اور نہایت ہی ایجداز اور نہایت ہی موثر پیرائے میں بیان کی جاتی ہے ۔ طرز ادا نہایت ہی محسوس ‘ متحرک اور ایسے انداز میں ہے کہ پورا منظر اسکرین پر چلتا پھرتا نظر آتا ہے اور انسانی شعور اور جذبات کو ساتھ لئے ہوئے ہے ‘ نہایت ہی تعجب خیز طرز تعبیر میں ۔\n(آیت) ” وھو الذی یتوفکم بالیل “۔ (6 : 60) وہی ہے جو رات کو تمہاری روحیں قبض کرتا ہے ۔ جب انسان نیند کی آغوش میں ڈوب جاتا ہے تو گویا وہ مر جاتا ہے ۔ حالت نوم بھی دراصل موت کی ایک قسم ہے ۔ جس طرح حالت موت میں انسان کے حواس معطل ہوجاتے ہیں اسی طرح خواب میں بھی حواس معطل ہوجاتے ہیں اور انسان غافل ہوتا ہے ۔ حواس مردہ ہوجاتے ہیں ‘ عقل رک جاتی ہے اور انسان کا فہم وادراک بھی ختم جاتا ہے ۔ یہ ایک راز ہے جو ابھی تک انسانی فہم سے باہر ہے کہ انسانی قوتیں حالت خواب میں کس طرح رک جاتی ہیں ۔ اگرچہ ہم حالت خواب کے آثار کو جانتے ہیں لیکن اس کی حقیقت تک انسان نہیں پہنچ سکا کہ یہ حالت کس طاری ہوجاتی ہے ۔ یہ بھی ایک حالت غیبی ہے جس طرح دوسری غیبی حالات انسان کے اردگرد پھیلے ہوئے ہیں ۔ لیکن جب انسان اس حالت میں پہنچتا ہے تو اس کی تمام قوتیں اس سے سلب ہوجاتی ہیں ۔ یہاں تک کہ فہم وادراک کی قوت سے بھی انسان محروم ہوجاتا ہے ۔ ایک مخصوص وقت تک کے لئے انسان آثار حیات سے محروم ہوجاتا ہے اور اللہ کے قبضہ قدرت میں جا پہنچتا ہے ۔ حقیقت بھی یہی ہے کہ جب انسان خواب میں چلا جائے تو صرف اور صرف ارادہ الہی اسے حالت بیداری میں لاتا ہے ۔ ذرا غور کیجئے ! کہ انسان جب اللہ کے قبضہ قدرت میں ہو تو وہ کس قدر کمزور وناتواں ہے ۔\n(آیت) ” ویعلم ما جرحتم بالنھار “۔ (6 : 60) ” اور دن کو جو کچھ تم کرتے ہو ‘ اسے جانتا ہے ۔ “ انسانوں کے اعضاء حالت بیداری میں پورا دن جو حرکات کرتے ہیں جو پکڑتے ہیں اور جو چھوڑتے ہیں ‘ جو اچھے کام کرتے ہیں اور جو برے کام کرتے ہیں ‘ سب کے سب اللہ کے علم میں ہیں ۔ تمام کے تمام انسانوں کی حرکات و سکنات اللہ کی نگرانی میں ہوتی ہیں اور ان کی حرکات و سکنات میں سے کوئی چیز اللہ کے علم سے باہر نہیں جاتی ۔\n(آیت) ” ثم یبعثکم فیہ لیقضی اجل مسمی “۔ (6 : 60) ” پھر دوسرے روز وہ تمہیں اسی کاروبار کے عالم میں واپس بھیج دیتا ہے تاکہ زندگی کی مقرر مدت پوری ہو۔ “ یعنی جب تم رات سوتے میں گزارتے ہو تو وہ اس ٹھہراؤ اور انقطاع کی حالت سے تمہیں جگاتا ہے تاکہ تم حقیقی موت تک اپنی مقررہ مدت حیات پوری کرسکو۔ تو گویا یہ سب انسان ان تمام حالات میں اللہ کی قدرت اور تقدیر میں داخل ہوتے ہیں ۔ وہ تقدیر الہی سے باہر نکل نہیں سکتے ۔ نہ یہ تقدیر کہیں جا کر رکتی ہے ۔\n(آیت) ” ثم الیہ مرجعکم “۔ (6 : 60) ” پھر دوسرے روز وہ تمہیں اسی کاروبار کے عالم میں واپس بھیج دیتا ہے تاکہ زندگی کی مقرر مدت پوری ہو۔ “ یعنی جب تم رات سوتے میں گزارتے ہو تو وہ اس ٹھہراؤ اور انقطاع کی حالت سے تمہیں جگاتا ہے تاکہ تم حقیقی موت تک اپنی مقررہ مدت حیات پوری کرسکو۔ تو گویا یہ سب انسان ان تمام حالات میں اللہ کی قدرت اور تقدیر میں داخل ہوتے ہیں ۔ وہ تقدیر الہی سے باہر نکل نہیں سکتے ۔ نہ یہ تقدیر کہیں جا کر رکتی ہے ۔\n(آیت) ” ثم الیہ مرجعکم “۔ (6 : 60) ” آخر کار اسی کی طرف تمہاری واپسی ہے ۔ “ جس طرح ایک ریوڑ چرنے چگنے کے بعد واپس اپنی جائے قیام اور اپنے مالک کی طرف لوٹتا ہے اسی طرح انسان واپس اپنے مالک حقیقی کی طرف لوٹتا ہے ۔\n(آیت) ” ثم ینبکم بما کنتم تعملون “۔ (6 : 60) ” پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو ؟ “ اس وقت ان کا وہ اعمال نامہ پیش ہوگا جس کے اندر ان کا ہر فعل درج ہوگا ۔ اور اس پر اس قدر حقیقی انصاف ہوگا جس میں ظلم کا شائبہ تک نہ ہوگا۔\nغرض یہ آیت چند کلمات پر مشتمل ہے لیکن ان کلمات کے اندر ایک طویل ریل لپٹی ہوئی ہے ۔ اس کے اندر مختلف تصاویر اور مناظر پنہاں ہیں ۔ مختلف فیصلے ‘ مختلف اشارات اور ہدایت ثبت ہیں ۔ مختلف شیڈ اور رنگ ہیں ‘ کون ہے جو اس قدرت مختلف کلمات میں یہ رنگ بھر سکتا ہے ۔ اگر یہ آیات معجز نہیں ہیں تو پھر کون سا کلام معجز ہو سکتا ہے ۔ لیکن تعجب ہے کہ تکذیب کرنے والے اور کفر کا رویہ اپنانے والے ان سے غافل ہیں اور مادی معجزات اور خوارق کے طلبگار ہیں اور اللہ کے عذاب الیم کو دعوت دے رہے ہیں ۔",
  "ayah": 60,
  "surah": 6
}
