{
  "text": "(آیت) ” نمبر 66 تا 67۔\nیہاں روئے سخن حضور اکرم ﷺ کی طرف ہے ۔ اس خطاب کے ذریعے نبی کریم ﷺ اور آپ کے بعد آنے والے اہل ایمان کے کاسہ دل کو ایمان ویقین سے بھر دیا جاتا ہے ۔ اگرچہ ایک داعی کی پوری قوم اور پورا معاشرہ حق کو جھٹلا دے تب بھی اسے یقین ہوتا ہے کہ حق غالب رہے گا اس لئے کہ سچائی کے بارے میں فیصلہ کرنا اہل جاہلیت کا کام نہیں ہے ‘ یہ اللہ کا کام ہے کہ وہ حق اور باطل کا فیصلہ کرے ۔ اللہ ہی ہے جو یہ اعلان کرسکتا ہے کہ فلاں چیز حق ہے اور فلاں چیز باطل ۔ لہذا جھٹلانے والوں کے کسی فیصلے کی کوئی حقیقت اور حیثیت نہیں ہے ۔\nاس کے بعد حضرت نبی اکرم ﷺ کو حکم دیا جاتا ہے کہ وہ اپنی قوم سے دامن جھاڑ دیں اور اعلان کردیں کہ وہ ان سے بری الذمہ ہیں اور یہ کہ اب ان کی اور ان کی قوم کی راہیں جدا ہوگئی ہیں اور یہ بھی اعلان کردیں کہ وہ ان کے معاملے میں کسی چیز کے مختار وحوالہ دار نہیں ہیں اور نہ ان کی نگہبانی کے ذمہ دار ہیں ۔ ان کا فریضہ اس وقت ختم ہوجاتا ہے جب وہ پیغام پہنچا دیں اور سمجھا دیں کیونکہ ذمہ داری اور نگہبانی رسولوں کی ڈیوٹی میں شامل نہیں ہے ۔ جب کوئی رسول پیغام پہنچا دے اور سمجھا دے تو اس کا فریضہ ختم ہوجاتا ہے ۔ اس کے بعد رسول اقوام کو چھوڑ دیتے ہیں کہ وہ اپنے فطری انجام تک پہنچ جائیں ‘ کیونکہ ہر بات اپنے مقررہ وقت پر ظاہر ہوجاتی ہے اور جب بات سامنے آجاتی ہے تو سب اسے جان لیتے ہیں ۔\n(آیت) ” لِّکُلِّ نَبَإٍ مُّسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ (67)\n” ہر خبر کے ظہور میں آنے کا ایک وقت مقرر ہے ‘ عنقریب تم کو خود انجام معلوم ہوجائے گا “۔\nیہاں یہ نہیں بتایا گیا کہ وہ کیا بات ہے جو ظاہر ہونے والی ہے ۔ ایسے مقامات پر بات کو مجمل رکھنا زیادہ خوفناک ہوتا ہے ۔ مارے ڈر کے دل کانپ اٹھتے ہیں ۔\nآیات میں حق پر ثابت قدمی کی تلقین ہے یقین دلایا گیا ہے کہ باطل کا ظاہری غلغلہ جس قدر بھی ہوں اس کا انجام بہرحال برا ہوگا اور ایک مقررہ وقت پر اللہ کی جانب سے اہل باطل کو پکڑا جاتا ہے اور یہ کہ ہر بات کے ظہور کا وقت مقرر ہے اور ہر حاضر صورت حال کا ایک انجام سامنے آنے والا ہے ۔\nحقیقت یہ ہے کہ داعیان حق کو اپنی قوم کی جانب سے جس تکذیب اور سرد مہری کا سامنا کرنا پڑتا ہے ‘ ان پر اپنے خاندان کی جانب سے جو مظالم ہوتے ہیں ‘ جس طرح وہ اپنے اہل و عیال میں بیگانے بن جاتے ہیں ‘ انہیں جن اعصاب شکن حالات سے دوچار ہونا پڑتا ہے ‘ ایسے حالات میں فی الواقعہ وہ ایسی ہی تسلی کے محتاج ہوتے ہیں ‘ انہیں جن اعصاب شکن حالات سے دو چار ہونا پڑتا ہے ‘ ایسے حالات میں فی الواقعہ وہ ایسی ہی تسلی کے محتاج ہوتے ہیں ‘ اس طرح ان کا کاسہ دل اطمینان اور یقین سے بھر جاتا ہے اور یہ اطمینان اور سکینت قرآن ہی ان کے دلوں میں پیدا کرسکتا ہے ۔\nجب پیغمبر ﷺ نے ان تک یہ پیغام دیا اور ان کی جانب سے ناروا تکذیب و انکار کا جواب ان کے ساتھ قطع تعلق کے ذریعے دے دیا گیا تو اب حضور ﷺ کو حکم دیا جاتا ہے کہ آپ ان کی ہمنشینی اختیار نہ کریں ‘ یہاں تک کہ تبلیغی مقاصد کے لئے بھی ان کے پاس نہ جائیں اگر حالات ایسے ہوں کہ وہ اسلام پر تنقید اور نکتہ چینیاں کر رہے ہو اور عزت واحترام اور سنجیدگی سے اسلامی موضوعات پر بحث نہ کر رہے ہوں ۔ اسلام جس سنجیدہ عزت ووقار اور رعب وداب کا تقاضا کرتا ہے وہ اس کا لحاظ نہ کررہے ہوں بلکہ الٹا دین کے ساتھ مذاق کر رہے ہوں اور ہنسی مزاح کے ساتھ ریمارکس پاس کر رہے ہوں چاہے اپنی زبان سے وہ ایسا کر رہے ہوں یا عمل کے ساتھ ۔ ایسے حالات میں حکم دیا جاتا ہے کہ ان کے ساتھ ہم نشینی اختیار نہ کی جائے کیونکہ اس طرح معنوی اعتبار سے ہم نشینی کرنے والا ان باتوں کا تائید کنندہ تصور ہوگا یا کم از کم یہ تصور ہوگا کہ ایسے شخص کے اندر کوئی دینی غیرت نہیں ہے ۔ اگر شیطان کسی مسلمان کو بہلاوے میں ڈال دے اور وہ ایسی محفل میں بیٹھ جائے تو یاد آتے ہیں اس کا فرض ہے کہ وہ وہاں سے اٹھ کھڑا ہو۔",
  "ayah": 67,
  "surah": 6
}
