{
  "text": "(آیت) ” نمبر 72 تا 73۔\n(آیت) ” وَہُوَ الَّذِیَ إِلَیْْہِ تُحْشَرُونَ (72)\n” اسی کی طرف تم سمیٹے جاؤ گے ۔\nاس لئے اس بات کی ضرورت ہے کہ تم صرف اس کے سامنے سرتسلیم خم کرو کیونکہ تم کو آخر کار اسی کی طرف جانا ہے ۔ لہذا انسانوں کے لئے بہتر یہ ہے کہ وہ یوم الحشر کے لئے کچھ چیزیں ساتھ لے کر جائیں جس کی وجہ سے ان کی نجات ہو ‘ کیا وہ اس کے سامنے نہیں جھکتے جس کے سامنے حشر کے دن عالمین سرنگوں ہوں گے ۔ مناسب ہے کہ اس دن کے آنے سے پہلے ہی وہ جھکیں ۔ حشر کا تصور دے کر یہاں انسان کو اس بات پر آمادہ کیا جاتا ہے کہ آج ہی اس کے سامنے سرنگوں ہونا شروع کر دو جبکہ حشر کے روز کوئی بچ کر نہیں نکل سکے گا ۔\n(آیت) ” وَہُوَ الَّذِیْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ “۔ (6 : 73)\n” وہی ہے جس نے آسمان و زمین کو برحق پیدا کیا ہے “۔\nیہ ایک دوسری حقیقت ہے جو اصلاح احوال کا ایک دوسرا بہترین موثر ہے ۔ وہ اللہ جس کے سامنے سرنگوں ہونے کا یہاں حکم دیا جارہا ہے ‘ وہ وہی ہے جس نے زمین و آسمان کو برحق پیدا کیا ہے ۔ وہ ذات وہی ہے جو پیدا کرتا ہے ‘ جو مالک ہے ‘ جو حاکم ہے اور جو تمام امور میں متصرف ہے اور اس نے زمین و آسمان کو پیدا بھی حق پر کیا ہے ۔ تخلیقات کائنات میں سچائی ایک بنیادی عنصر ہے اور یہ ایک حقیقت ہے ۔ اس فقرے میں ایک جانب تو اس کائنات کے بارے میں افلاطون کے مثالی نظریے کی تردید کردی جس میں کہا گیا تھا کہ یہ کائنات ایک وہم ہے اور اس کا کوئی وجود نہیں ہے ۔ دوسری جانب اس میں یہ قرار دیا گیا کہ سچائی اپنے اندر اصلیت رکھتی ہے اور وہ اس کائنات کا بنیادی عنصر ہے ۔ جو لوگ سچائی کا سہارا لیتے ہیں فطرت کائنات کے اندر سچائی بھی اسی طرح طرف لوٹتی ہے ۔ اس طرح اس کائنات کی طبعی سچائی اور اسلامی نظریہ حیات کی سچائی باہم مل کر ایک خوفناک اور عظیم قوت بن جاتی ہیں ۔ پھر اس عظیم قوت کے سامنے باطل اپنے پائے چوبیں پر کھڑا ہی نہیں ہوسکتا اس لئے کہ باطل کی جڑیں اس کائنات کے اندر نہیں ہوتیں ۔ اس کی مثال تو ایک خبیث درخت جیسی ہوتی ہے جسے زمین کے اوپر سے باسانی اکھاڑ لیا جاتا ہے اور وہ زمین پر ٹھہر نہیں سکتا یا اس کی مثال تو ایک خبیث درخت جیسی ہوتی ہے جسے زمین کے اوپر سے باسانی اکھاڑ لیا جاتا ہے اور وہ زمین پر ٹھہر نہیں سکتا یا اس کی مثال اس جھاگ کی طرح ہوتی جس کے اندر جسمانی حقیقت نہیں ہوتی اور وہ جلد ہی خود بخود بیٹھ جاتی ہے ۔ اس لئے باطل پر اس کائنات کی بنیاد نہیں رکھی گئی ۔ یہ ایک عظیم اور موثر نظریاتی حقیقت ہے ۔\nوہ مومن جس کے شعور میں یہ بات ہو کہ وہ حق کا حامل ہے وہ شخصی اور ذاتی طور پر اس سچائی کے ساتھ مربوط ہوجاتا ہے جو اس کائنات کے اندر موجود ہے ۔ (ایک دوسری آیت میں ہے کہ ان اللہ ھو الحق ‘ یعنی اللہ سچائی ہے) یہ دونوں سچائیاں پھر ذات باری تعالیٰ سے اتصال حاصل کرلیتی ہیں جو بذات خود عظیم سچائی ہے ۔ جب ایک مرد مومن اپنے اندر یہ شعور پیدا کرلیتا ہے کہ وہ واصل بالحق ہے تو اس کے سامنے پھر باطل کی کوئی حقیقت ہی نہیں رہتی ۔ اگرچہ یہ باطل طاقت بظاہر بہت عظیم وضخیم نظر آتی ہو ‘ جابر وقاہر ہو اور اسے اذیت رسانی کی بڑی قوت ہی کیوں نہ حاصل ہو ۔ ایسا مرد مومن یہ سمجھتا ہے کہ یہ صورت حال نہایت ہی عارضی اور حقیر ہے ۔ اس کی جڑیں اس کائنات کے اندر نہیں ہیں اور نہ اسے ثبات وقرار حاصل ہوگا ۔ جلد ہی یہ عارضی اور حقیر ہے ۔ اس کی جڑیں اس کائنات کے اندر نہیں ہیں اور نہ اسے ثبات وقرار حاصل ہوگا ۔ جلد ہی یہ عارضی حالت ختم ہوگی اور صورت حال اس طرح بدل جائے گی کہ گویا وہ یہاں تھی ہی نہیں ۔۔۔۔۔۔۔ اور جب ایک منکر اور غیر مومن اس حقیقت پر غور کرتا ہے تو بعض اوقات وہ راہ راست پر آجاتا ہے اور اللہ کے سامنے سرنگوں ہوجاتا ہے ۔\n(آیت) ” وَیَوْمَ یَقُولُ کُن فَیَکُونُ ۔ (6 : 73)\n” اور جس دن وہ کہے گا کہ حشر ہوجائے اسی دن وہ ہوجائے گا ۔ وہ قادر مطلق بادشاہ ہے ‘ اور اس کی مشیت بےقید ہے ۔ از سر نو تخلیق ‘ اپنی تخلیق میں تغیر وتبدل کرنے میں اسے کچھ دیر نہیں لگتی ۔ اللہ کی اس قدرت کا یہاں ذکر کرنے کے دو مقاصد ہیں ۔ ایک طرف تو اس سے اسلامی نظریہ حیات کو قلب مومن میں جاگزیں کیا جارہا ہے ۔ دوسری جانب ان لوگوں کے لئے جنہیں دعوت دی جارہی ہے یہ امر ایک موثر ذریعہ ہے کہ وہ دعوت کو قبول کریں اور اللہ رب العالمین کے سامنے سرنگوں ہوجائیں کیونکہ کن فیکون کہنے والا وہی قادر مطلق ہے ۔\n(آیت) ” قَوْلُہُ الْحَقُّ (6 : 73)\n” اس کا ارشاد عین حق ہے ۔ “ اس کا وہ قول بھی حق ہے جس کے ذریعے اس نے پوری کائنات کی تخلیق کی اور کن فیکون کہا ۔ اس کا وہ فرمان بھی برحق ہے جس کے ذریعے اس نے بندوں کو حکم دیا کہ وہ صرف اس کی اطاعت کریں اور صرف اس کے سامنے سرنگوں ہوں ۔ اس کے وہ احکام بھی برحق ہیں جن کے ذریعے اس نے لوگوں کے لئے قانون سازی کی ۔ اور وہ اقوال بھی برحق ہیں جن میں ماضی حال اور مستقبل کے بارے میں اطلاعات دی گئی ہیں یعنی خلق ‘ نشاۃ اور حشر ونشر کی بابت اور سزا وجزاء سے متعلق ۔\n(آیت) ” وَلَہُ الْمُلْکُ یَوْمَ یُنفَخُ فِیْ الصُّوَرِ (6 : 73)\n” اور جس روز صور پھونکا جائے گا اس روز بادشاہی اسی کی ہوگی ۔ “ اور جب صور میں پھونکا جائے گا (صور ڈھول کی طرح اندر سے خالی سینگ کو کہتے ہیں) یہ وہ دن ہوگا جس میں لوگ اپنی قبروں سے اٹھ کر پھلیں گے ‘ یہ کیونکر ہوگا ؟ انسان کے علم میں یہ کیفیت نہیں آسکتی ۔ یہ ان غیبی امور میں سے ہے جس کا علم اللہ کے ہاں محفوظ ہے ۔ صور کی ماہیت اور حقیقت کیا ہوگی ‘ یہ بھی غیبی امور میں سے ہے ۔ کس طرح تمام مردے اٹھ کھڑے ہونگے اس کا تصور بھی ہم نہیں کرسکتے ۔ روایات میں آتا ہے کہ صور ایک نورانی بگل ہے جس میں فرشتہ پھونکے گا ۔ تمام اہل قبور اسے سنیں گے اور وہ جہاں بھی ہوں گے اٹھنے کی تیاری کریں گے اور یہ دوسری آواز ہوگی ۔ رہا پہلا صور تو اس کے نتیجے میں تمام لوگ مر کر گرجائیں گے یعنی زمین و آسمان کی تمام مخلوق جان دے دیگی ۔ الا ماشاء اللہ ۔ سورة زمر میں ہے ” اور روز صور پھونکا جائے گا اور وہ سب مرکر گر جائیں گے جو آسمان و زمین میں ہیں سوائے ان کے جنہیں اللہ زندہ رکھنا چاہے ۔ پھر ایک دوسرا صور پھونکا جائے گا اور یکایک سب اٹھ کر دیکھنے لگیں گے ۔ “ (39 : 68) صور اور اس کے پھونکنے کے جو آثار یہاں دیئے گئے وہ ایسے ہیں کہ انسان جس صورت حال کے عام طور پر عادی ہیں ان میں ایسا ہونا ممکن نہیں ہے ‘ ایک عام انسان ایسے حالات کا تصور نہیں کرسکتا اس لئے کہ یہ اللہ کے ان غیبی حقائق میں سے ایک ہے جس کا علم ہمیں نہیں دیا گیا ۔ ہمارا علم وہاں تک محدود ہے جو اللہ نے ہمیں دیا ۔ اس لئے ہم اس کے بارے میں اس سے آگے نہیں بڑھتے جس قدر اس آیت میں دے دیا گیا ہے ۔ نہ آگے جانے میں کوئی فائدہ ہے ۔ اگر اس کی کیفیات پر کوئی کلام کرے گا تو وہ اندھیروں میں ٹامک ٹوئیاں مارنے کے مترادف ہوگا ، محض ظن وتخمین ہوگا ۔\nہاں جس دن صور میں پھونکا جائے گا اس دن اصل حقیقت منکرین پر بھی ظاہر ہوگی اور اندھے بھی اسے دیکھ لیں گے کہ اس دن صرف اللہ کی بادشاہی ہوگی اور صرف اللہ ہی بادشاہ ہوگا ۔ صرف اللہ ہی فیصلے کرے گا ۔ لہذا اس دنیا میں جو لوگ سرکش ہیں انہیں چاہئے کہ وہ ابھی سے اپنا طرز عمل درست کرلیں ۔ قبل اس کے کہ وہ جبار وقہار کے سامنے کھڑے ہو کر اطاعت کریں یعنی نفخ صور کے دن ۔\n(آیت) ” عَالِمُ الْغَیْْبِ وَالشَّہَادَۃِ ۔ (6 : 73)\n” وہ غیب اور شہادت ہر چیز کا عالم ہے “۔\nیعنی ان باتوں کی کیفیات کا علم اسے ہے جنہیں ہم نہیں سمجھتے ۔ وہ ان باتوں کو اس طرح جانتا ہے جس طرح ہم عالم شہادت کو جانتا ہیں اور بندوں کی پوشیدہ چیزوں سے کوئی چیز بھی اس پر مخفی نہیں ہے ۔ نہ کوئی چیز اس سے چھوٹ سکتی ہے ۔ لہذا لوگوں کو چاہئے کہ وہ اللہ کی اطاعت کریں اور اس سے ڈریں ۔ اپنی جگہ حقیقت اور جزوعقیدہ ہونے کے ساتھ ساتھ یہ دھمکی مخالفین اور جھٹلانے والوں کے لئے مفید ہے ۔\n(آیت) ” وَہُوَ الْحَکِیْمُ الْخَبِیْرُ (73)\n” اور وہ دانا اور باخبر ہے ۔ “\nوہ اپنی حکمت کے مطابق اس پوری کائنات کو چلاتا ہے ۔ وہ دنیا وآخرت دونوں میں اپنے بندوں کے معاملات کو نہایت خبردار اور حکمت سے چلاتا ہے ۔ لہذا لوگوں کو چاہئے کہ وہ اللہ کی ہدایت اور اس کی شریعت کی پیروی کریں اور اللہ کے علم و حکمت سے استفادہ کریں ۔ اس کی ہدایت و رحمت کے سائے میں لوٹ آئیں ۔ حیرانی و پریشانی سے نکل کر اس کے سایہ عاطفت اور حکمت و دانائی میں داخل ہوجائیں جہاں انہیں صراط مستقیم ملے گا اور علم وبصیرت کے لئے موثر بناتے ہیں ۔\nدرس نمبر 65 ایک نظر میں :\nیہ درس ‘ طوالت کے باوجود ‘ ایک ٹکڑا ہے ۔ اس کا موضوع بھی ایک ہے جس کے تمام پیراگراف باہم پیوستہ ہیں ۔ یہ اس سورة کے مرکزی مضمون سے متعلق ہے۔ سورة کا مرکزی مضمون یہ ہے کہ اسلامی نظریہ حیات کی تعمیر مقام الوہیت کی صحیح تعریف اور توضیح کے رنگ میں کی جائے ۔ اس کے مقابلے میں بندے کی حقیقت اور اس کے آداب زندگی کی وضاحت اور عبد و معبود کے درمیان تعلق کی صحیح نوعیت کا بیان ۔ لیکن اس سبق میں ان حقائق اور موضوعات پر بات کرنے کا ایک نیا انداز اختیار کیا گیا ہے جو اس سے قبل اس سورة میں اختیار کئے جانے والے انداز سے بالکل جدا ہے ۔\nیہاں اس موضوع اور مضمون کو قصے کے انداز میں لیا گیا ہے ۔ لیکن اس قصے میں وہ تمام اثر آفریں باتیں آگئی ہیں جو اس سے قبل اس سورة میں آنے والی تمام لہروں میں مذکور ہیں جیسا کہ ہم نے اس سورة پر تبصرہ کرتے وقت بیان کیا تھا ۔ مثلا ایک یہ ہے کہ مختلف لہروں کے درمیانی وقفے میں قیامت کے دن اللہ کے سامنے پیشی کے مناظر بار بار دہرائے گئے ہیں اور نہایت مرتب انداز میں ۔\nاس سبق میں اس مسلسل قافلہ دعوت اسلامی کی طرف بھی اشارہ کیا گیا ہے ۔ جو حضرت نوح (علیہ السلام) سے لے کر حضرت محمد ﷺ تک طویل انسانی تاریخ کی شاہراہ پر پھیلا ہوا ہے ۔ اس قافلے کی طرف اشارہ کرنے سے پہلے مقام کبرائی کی توضیح کردی گئی ہے اور یہ توضیح ایک مومن کامل حضرت ابراہیم (علیہ السلام) کے فطری تاثرات کی شکل میں کی گئی ہے ۔ بتانا یہ مقصود ہے کہ فطرت سلیمہ اس طرح کی ہوتی ہے اور یہ فطرت سلیمہ جب سچائی کی متلاشی ہوتی ہے تو اس کا انداز اس طرح کا ہوتا ہے ۔ اللہ کی کبریائی کا صحیح تصور تو خود فطرت سلیمہ کے اندر موجود ہوتا ہے ‘ رہے خارجی مظاہر تو ان میں تو قدم قدم پر جاہلیت کو تصادم کے بعد ہی صحیح تصورات عطا کئے جاسکتے ہیں ۔ یہ تصورات حق تعالیٰ کے بارے میں فطرت انسانی کے اپنے تصور کے عین مطابق ہوتے ہیں ۔ ان تصورات کی بنیادان داخلی شواہد پر ہوتی ہے جو فطرت انسانی کے اندر ہوتے ہیں اور جو محسوس شواہد سے زیادہ قوی ہوتے ہیں ۔ حضرت ابراہیم (علیہ السلام) جب اپنے داخلی فطری شواہد کی وجہ سے حق تعالیٰ کی معرفت حاصل کرلیتے ہیں اور انہیں ان داخلی فطری شواہد کی وجہ سے اطمینان حاصل ہوجاتا ہے تو قرآن کریم اس داخلی واردات کی حکایت ان الفاظ میں بیان کرتا ہے ۔\n(آیت) ” وَحَآجَّہُ قَوْمُہُ قَالَ أَتُحَاجُّونِّیْ فِیْ اللّہِ وَقَدْ ہَدَانِ وَلاَ أَخَافُ مَا تُشْرِکُونَ بِہِ إِلاَّ أَن یَشَاء َ رَبِّیْ شَیْْئاً وَسِعَ رَبِّیْ کُلَّ شَیْْء ٍ عِلْماً أَفَلاَ تَتَذَکَّرُونَ (80) وَکَیْْفَ أَخَافُ مَا أَشْرَکْتُمْ وَلاَ تَخَافُونَ أَنَّکُمْ أَشْرَکْتُم بِاللّہِ مَا لَمْ یُنَزِّلْ بِہِ عَلَیْْکُمْ سُلْطَاناً فَأَیُّ الْفَرِیْقَیْْنِ أَحَقُّ بِالأَمْنِ إِن کُنتُمْ تَعْلَمُونَ (81) (6 : 80 تا 81)\n” اس کی قوم اس سے جھگڑنے لگی تو اس نے کہا ” کیا تم لوگ اللہ کے معاملے میں مجھ سے جھگڑتے ہو ؟ حالانکہ اس نے مجھے راہ راست دکھا دی ہے اور تمہارے ٹھہرائے ہوئے شریکوں سے نہیں ڈرتا ہاں اگر میرا رب کچھ چاہئے تو ضرور ہوسکتا ہے ، میرا رب کا علم ہر چیز پرچھایا ہوا ہے ‘ پھر کیا تم ہوش میں نہ آؤ گے ؟ اور آخر میں تمہارے ٹھہرائے ہوئے شریکوں سے کیسے ڈرو جبکہ تم اللہ کے ساتھ ان چیزوں کو خدائی میں شریک بناتے ہوئے نہیں ڈرتے جن کے لئے اس نے تم پر کوئی سند نازل نہیں کی ؟ ہم دونوں فریقوں میں سے کون زیادہ بےخوفی اور اطمینان کا مستحق ہے بتاؤ اگر تم علم رکھتے ہو ۔\nاب سیاق کلام قافلہ ایمان کے ساتھ ساتھ آگے بڑھتا ہے ۔ اس قافلے کی قیادت اللہ کے رسولوں کے ہاتھ میں ہے ۔ شاہراہ تاریخ پر یہ رواں ودواں ہے ۔ اس طویل شاہراہ پر مشرکین کا شرک اور مکذبیں کی تکذیب بےوزن نظر آتے ہیں ۔ اور اس قافلے نے ان چیزوں کو ٹھوکریں مارکر اس شاہراہ سے ایک طرف پھینک دیا ہے ۔ یہ قافہ رواں دواں ہے ۔ اس قافلے کی آخری کڑی اس کی ابتدائی کڑی سے جڑی ہوئی ہے ۔ یوں ایک متحدہ امت تشکیل پاتی ہے۔ اس امت مسلمہ کا آخری حصہ اسی ہدایت کی پیروی کر رہا ہے جس کی پیروی اس کے ابتدائی حصے نے کی ۔ اس امت کی تشکیل میں زماں ومکان کا کوئی لحاظ نہیں ہے۔ قوم اور نسل کا کوئی اعتبار نہیں ہے ۔ رنگ ونسب کا کوئی لحاظ نہیں ہے ۔ اس امت کے درمیاں واحد رابطہ اور واحد رسی دین اسلام ہے اور اس رسی اور حبل اللہ کو سب نے پکڑ رکھا ہے ۔\nیہ ایک حیران کن منظر ہے ۔ اللہ تعالیٰ قافلہ رسل کا نام لے کر گنواتے ہیں اور اس کے بعد فرماتے ہیں :\n(آیت) ” ذَلِکَ ہُدَی اللّہِ یَہْدِیْ بِہِ مَن یَشَاء ُ مِنْ عِبَادِہِ وَلَوْ أَشْرَکُواْ لَحَبِطَ عَنْہُم مَّا کَانُواْ یَعْمَلُونَ (88) أُوْلَـئِکَ الَّذِیْنَ آتَیْْنَاہُمُ الْکِتَابَ وَالْحُکْمَ وَالنُّبُوَّۃَ فَإِن یَکْفُرْ بِہَا ہَـؤُلاء فَقَدْ وَکَّلْنَا بِہَا قَوْماً لَّیْْسُواْ بِہَا بِکَافِرِیْنَ (89) أُوْلَـئِکَ الَّذِیْنَ ہَدَی اللّہُ فَبِہُدَاہُمُ اقْتَدِہْ قُل لاَّ أَسْأَلُکُمْ عَلَیْْہِ أَجْراً إِنْ ہُوَ إِلاَّ ذِکْرَی لِلْعَالَمِیْنَ (90)\n” یہ اللہ کی ہدایت ہے جس کے ساتھ وہ اپنے بندوں میں سے جس کی چاہتا ہے راہنمائی کرتا ہے لیکن اگر کہیں ان لوگوں نے شرک کیا ہوتا تو ان کا سب کا کیا کرایا غارت ہوجاتا ۔ وہ لوگ تھے جن کو ہم نے کتاب اور حکمت اور نبوت عطا کی تھی ۔ اب اگر یہ لوگ اس کو ماننے سے انکار کرتے ہیں تو (پرواہ نہیں) ہم نے کچھ اور لوگوں کو یہ نعمت سونپ دی ہے جو اس سے منکر نہیں ہیں ۔ اے نبی وہی لوگ اللہ کی طرف سے ہدایت یافتہ تھے ۔ انہی کے راستہ پر تم چلو اور کہہ دو میں اس (تبلیغ وہدایت کے) کام پر تم سے کسی اجر کا طالب نہیں ہوں یہ تو ایک عام نصیحت ہے تمام دنیا والوں کے لئے ۔ ‘\nاس موقف کو پیش کرنے کے بعد ان لوگوں پر سخت تنقید کی جاتی ہے جو یہ زعم لئے ہوئے تھے کہ اللہ تعالیٰ نے کوئی رسول نہیں بھیجا اور نہ اللہ نے کسی انسان پر کوئی کتاب اتاری ہے ۔ کہا جاتا ہے کہ اس قسم کے لوگ درحقیقت کوتاہ بین ہیں اور انہوں نے ذات باری کی صحیح معرفت حاصل نہیں کی ۔ ان کے اس نظریے کا خلاصہ یہ ہے کہ اللہ نے لوگوں کو پیدا کر کے یوں ہی چھوڑ دیا ‘ ان کی لگام ان کے نفس اور ان کی عقل کے ہاتھ میں دے دی ‘ ان کی خواہشات اور ان کی ناقص فہم اور ان کا سرکش نفس انہیں جو چاہے حکم دے ۔ اللہ کی شان کبریائی اور اس کی الوہیت و ربوبیت سے یہ نظریہ فروتر ہے ۔ اس کا علم ‘ اس کی حکمت اور اس کی عدالت اور پھر سب سے بڑھ کر اس کی شان رحیمی ایسا ہر گز نہیں کرسکتی ۔ اس کے علم ‘ اس کی رحمت اور اس کے عدل کا تقاضا تو یہ تھا کہ وہ اپنے بندوں میں سے بعض برگزیدہ ہسیتوں کو رسول بنا کر بھیجے اور ان میں سے بعض رسولوں پر کتاب نازل کرے تاکہ یہ سب لوگ عوام الناس کا ہاتھ تھام کر انہیں اللہ کی طرف لے جائیں اور ان کی فطرت سلیمہ پر جو تہ بہ تہ پردے پڑجائیں انہیں اتاریں ۔ ان کے قلب ونظر کے جو دریچے بند ہوچکے ہیں انہیں از سر نو کھولیں اور وہ ان کی دعوت پر لبیک کہیں ۔ اس سلسلے میں یہاں حضرت موسیٰ (علیہ السلام) کو دی گئی کتاب کی مثال دی گئی اور پھر قرآن ایک شاہد عادل ہے ‘ جو ماقبل کی کتابوں کی تصدیق کرتا ہے ۔\nاس طویل سبق کا خاتمہ ان لوگوں کو دھمکی دینے پر ہوتا ہے جو اللہ پر افتراء باندھتے ہیں اور جو یہ غلط دعوی کرتے ہیں کہ ان پر وحی نازل ہوئی ہے حالانکہ ایسا نہیں ہوا۔ وہ یہ دعوی کرتے ہیں کہ جس قسم کا کلام اللہ نازل کرتا ہے ویسا ہی کلام یہ لوگ بھی نازل کرسکتے ہیں اور یہ دعوے ایسے ہیں جو ہر پیغمبر کے مطابلے میں غلط مدعیان نبوت نے ہمیشہ کئے ہیں۔ بعض نے وحی کا دعوی کیا اور بعض نے نبوت کا دعوی کیا ۔ آخر میں مشرکین کا ایک کربناک منظر پیش کیا جاتا ہے ۔ یہ اس منظر کی ایک جھلک ہے جو آخر میں انہیں درپیش ہوگا ۔\n(آیت) ” وَلَوْ تَرَی إِذِ الظَّالِمُونَ فِیْ غَمَرَاتِ الْمَوْتِ وَالْمَلآئِکَۃُ بَاسِطُواْ أَیْْدِیْہِمْ أَخْرِجُواْ أَنفُسَکُمُ الْیَوْمَ تُجْزَوْنَ عَذَابَ الْہُونِ بِمَا کُنتُمْ تَقُولُونَ عَلَی اللّہِ غَیْْرَ الْحَقِّ وَکُنتُمْ عَنْ آیَاتِہِ تَسْتَکْبِرُونَ (93) وَلَقَدْ جِئْتُمُونَا فُرَادَی کَمَا خَلَقْنَاکُمْ أَوَّلَ مَرَّۃٍ وَتَرَکْتُم مَّا خَوَّلْنَاکُمْ وَرَاء ظُہُورِکُمْ وَمَا نَرَی مَعَکُمْ شُفَعَاء کُمُ الَّذِیْنَ زَعَمْتُمْ أَنَّہُمْ فِیْکُمْ شُرَکَاء لَقَد تَّقَطَّعَ بَیْْنَکُمْ وَضَلَّ عَنکُم مَّا کُنتُمْ تَزْعُمُونَ (94) (6 : 93۔ 94)\n” کاش تم ظالموں کو اس حالت میں دیکھ سکو جب کہ وہ سکرات موت میں ڈبکیاں کھا رہے ہوتے ہیں اور فرشتے ہاتھ بڑھا بڑھا کر کہہ رہے ہوتے ہیں کہ ” لاؤ“ نکالو اپنی جان ‘ آج تمہیں ان باتوں کی پاداش مین ذلت کا عذاب دیا جائے گا جو تم اللہ پر تہمت رکھ کر ناحق بکا کرتے تھے اور اس کی آیات کے مقابلے میں سرکشی دکھاتے تھے “ ۔ لو اب تم ایسے ہی تن تنہا ہمارے سامنے حاضر ہوگئے جیسا ہم نے تمہیں پہلی مرتبہ اکیلا پیدا کیا تھا ۔ جو کچھ ہم نے تمہیں دنیا میں دیا تھا ‘ وہ سب تم پیچھے چھوڑ آئے ہو ‘ اور اب ہم تمہارے ساتھ تمہارے ان سفارشیوں کو بھی نہیں دیکھتے جن کے متعلق تم سمجھتے تھے کہ تمہارے کام بنانے میں ان کا بھی کچھ حصہ ہے ۔ تمہارے آپس میں سب رابطے ٹوٹ گئے اور وہ سب تم سے گم ہوگئے جن کا تم زعم رکھتے تھے ۔ “\nیہ نہایت ہی اعصاب شکن منظر ہے ۔ انسان دیکھتے ہی خوفزدہ ہوجاتا ہے ۔ اس منظر میں ان لوگوں کی حالت زار صاف صاف نظر آتی ہے جس میں وہ حیران وپریشان نظر آتے ہیں اور ان کی پشیمانی اور ان کی گوشمالی ہوتی ہوئی نظر آتی ہے ۔ یہ ہے جزاء ان کی سرکشی ‘ روگردانی اور تکذیب وافتراء کی ۔",
  "ayah": 73,
  "surah": 6
}
