{
  "text": "(آیت) ” فَلَمَّا رَأَی الشَّمْسَ بَازِغَۃً قَالَ ہَـذَا رَبِّیْ ہَـذَا أَکْبَرُ فَلَمَّا أَفَلَتْ قَالَ یَا قَوْمِ إِنِّیْ بَرِیْء ٌ مِّمَّا تُشْرِکُونَ (78) إِنِّیْ وَجَّہْتُ وَجْہِیَ لِلَّذِیْ فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِیْفاً وَمَا أَنَاْ مِنَ الْمُشْرِکِیْنَ (79)\n” پھر جب سورج کو روشن دیکھا تو کہا یہ ہے میرا رب ہے یہ سب سے بڑا ہے ۔ مگر جب وہ بھی ڈوبا تو ابراہیم پکار اٹھا ” اے برادران قوم ! میں ان سب سے بیزار ہوں جنہیں تم خدا کا شریک ٹھہراتے ہو ۔ میں یکسو ہو کر اپنا رخ اس ہستی کی طرف کرلیا جس نے زمین اور آسمان کو پیدا کیا ہے اور میں ہر گز شرک کرنے والوں میں سے نہیں ہوں۔ “\nیہ تیسرا تجربہ ہے اور یہ تجربہ اس کائنات کے سب سے بڑے کرے کے ساتھ ہوا جسے دیکھا جاسکتا ہے ۔ جس کی ضو پاشیاں عیاں ہیں اور جس کی گرمی محسوس ہوتی ہے ۔ یہ سورج تو روز طلوع و غروب ہوتا رہتا ہے لیکن وہ آج حضرت ابراہیم (علیہ السلام) کی نظروں میں بالکل ایک نئی چیز ہے ۔ (وہ نئے زاوئیے سے اسے دیکھ رہے ہیں) آج تو ابراہیم ان تمام چیزوں کو اس زاوئیے سے جانچ رہے ہیں کہ آیا ان میں سے کوئی چیز اس قابل ہے کہ اسے الہ تسلیم کیا جائے اس پر دل مطمئن بھی ہوجائے اور اس پریشانی اور حیرت انگیرمسئلے کے حل کی طویل جدوجہد میں یہ امر فیصلہ کن ہو۔\n(آیت) ” قال ھذا ربی ھذا اکبر “۔ (6 : 78) ” کہا یہ میرا رب ہے ! یہ سب سے بڑا ہے ۔ “ لیکن تعجب ہے کہ یہ بھی غائب ہو رہا ہے ۔ اس مقام پر دونوں حقائق آپس میں جرٹے ہیں۔ اس اتصال والتباس سے ایک چنگاری نکلتی ہے ۔ یہاں فطرت صادقہ اور ذات کبریا کے درمیان اتصال ہوجاتا ہے ۔ قلب سلیم روشنی سے معمور ہوجاتا ہے اور پھر یہ روشنی پوری کائنات کو منور کردیتی ہے ۔ اس کے ذریعے انسان کی عقل وفکر بھی روشن ہوجاتی ہے ۔ حضرت ابراہیم (علیہ السلام) کو مطلوب الہی مل جاتا ہے ۔ جس طرح ان کی فطرت اور ان کے شعور میں وہ موجود تھا ۔ اس کا تصور ان کے فہم وادراک میں بھی آجاتا ہے اور فطرت کے شعور احساس اور عقلی ادراک کے درمیان اتحاد وتوافق ہوجاتا ہے ۔\nحضرت ابراہیم (علیہ السلام) کو اپنا رب والہ مل جاتا ہے ۔ لیکن یہ الہ کسی چمکدار ستارے کی شکل میں بھی نہیں ۔ کسی طلوع ہونے والے چاند کی شکل میں نہیں ‘ بلند ہونے والے سورج کی شکل میں نہیں ‘ کسی ایسی شکل میں نہیں جسے آنکھ دیکھ سکے ‘ کسی ایسی صورت میں بھی نہیں جسے انسان چھو سکے ‘ بلکہ یہ الہ ان کے شعور اور فطرت میں ہے ‘ ان کی عقل اور فہم میں ہے ‘ اس پوری کائنات میں ہر جگہ موجود ہے ۔ وہ ان تمام مخلوقات کا خالق ہے جسے آنکھ دیکھ سکتی ہے جسے محسوس کیا جاسکتا ہے یا جس کا انسانی عقل ادراک کرسکتی ہے ۔\nاب وہ محسوس کرتے ہیں کہ ان کی اور ان کی قوم کے درمیان اب مکمل جدائی کا وقت آگیا ہے ۔ وقت آگیا ہے کہ آپ ان تمام معبودات باطلہ سے اپنی اعلانیہ برات کا اظہار کردیں اور دو ٹوک انداز میں بغیر کسی لاگ لپیٹ کے ان کے نقطہ نظر اور ان کے منہاج حیات اور مشرکانہ عقائد وخیالات کو یکسر رد کردیں ۔ یہ بات نوٹ کرنے کے قابل ہے کہ یہ لوگ ذات کبریائی کے بالکل منکر نہ تھے لیکن صورت حال ایسی تھی کہ وہ لوگ حقیقی الہ کے ساتھ ان جھوٹے خداؤں کو شریک کرتے تھے اور حضرت ابراہیم (علیہ السلام) الہ العالمین کی طرف اس طرح متوجہ ہوئے تھے کہ وہ اللہ کے ساتھ کسی کو شریک نہ کرتے تھے ۔\n” تو ابراہیم پکار اٹھا ” اے برادران قوم ! میں ان سب سے بیزار ہوں جنہیں تم خدا کا شریک ٹھہراتے ہو ۔ میں یکسو ہو کر اپنا رخ اس ہستی کی طرف کرلیا جس نے زمین اور آسمان کو پیدا کیا ہے اور میں ہر گز شرک کرنے والوں میں سے نہیں ہوں۔ “\nاب گویا ان کا رخ آسمانوں اور زمینوں کے پیدا کرنے والے کی طرف مڑ گیا اور اس قدر یکسوئی کے ساتھ مڑا کہ اس میں شرک کاشائبہ تک نہ رہا ۔ انہوں نے فیصلہ کن بات کردیں یقین محکم کا اظہار کردیا اور آخری طور پر اپنا رخ متعین کرلیا ۔ اب نہ تو کوئی تردو ہے ‘ نہ الجھن ۔ عقل وادراک اس طرح روشن ہوگئے جس طرح اس کا شعور اور ضمیر روشن تھے ۔\nایک بار پھر ہم آنکھوں کو خیرہ کردینے والا خوش کن منظر دیکھ رہے ہیں ۔ یہ ایک نظریہ حیات کا منظر ہے جو نفس انسانی کے اندر نمودار ہوگیا ہو ‘ جو کسی دل پر غالب اور حاوی ہوگیا ہو ‘ جو پوری طرح واضح اور نمایاں ہوگیا ہو اور اس سے ہر قسم کا غبار چھٹ گیا ہو۔ یہ منظر ہمارے سامنے آتا ہے اور اس کی حالت یہ ہے کہ ایک انسان کی شخصیت پر وہ چھایا ہوا ہے اور اس نے اس شخصیت کے ہر پہلو کو ڈھانپ لیا ہے ۔ اس شخصیت کا کاسہ دل کو شراب اطمینان سے بھر دیا ہے اب اسے اپنے اس رب پر پورا اعتماد ہے جسے اس نے طور پر پالیا ہے اور وہ اس کے اردگرد کے وجود پر چھایا ہوا ہے ۔ یہ ایک ایسا منظر ہے جو سیاق کلام کے آنے والے جملوں کے اندر اچھی طرح نمایاں ہے ۔\nحضرت ابراہیم (علیہ السلام) اب اپنے ضمیر ‘ اپنی عقل اور اپنے اردگرد پھیلے ہوئے وجود کے اندر اپنے رب کو دیکھ رہے ہیں ۔ انکی مشکل حل ہوگئی ہے اور ان کا دل مطمئن ہے ۔ اب وہ محسوس کر رہے ہیں کہ دست قدرت اس راہ میں ان راہنمائی کر رہا ہے اب تو ان کی قوم سامنے آتی ہے اور یہ قوم ان نتائج کو چیلنج کر رہی ہے جن تک وہ جاپہنچے ہیں اور انہیں ان کا یقین حاصل ہوگیا ہے ۔ ان کے دل میں عقیدہ توحید بیٹھ گیا ہے ۔ یہ قوم اب حضرت ابراہیم (علیہ السلام) کو اپنے خداؤں سے ڈراتی ہے کہ یہ الہ انہیں نقصان پہنچائیں گے اور آپ ان کو نہایت ہی اعتماد ایک راسخ العقیدہ مسلم کی طرح جواب دیتے ہیں اور یہ جواب وہ ظاہری اور باطنی دونوں طرح اپنے رب پر اپنے عقیدے کو پیش نظر رکھتے ہوئے دیتے ہیں ۔",
  "ayah": 79,
  "surah": 6
}
