{
  "text": "(آیت) ” نمبر 83۔\nقبل اس کے کہ ہم آیات زیر بحث کو چھوڑ کر آگے بڑھیں ‘ میں مناسب سمجھتا ہوں کہ صحابہ کرام ؓ اجمعین کی زندگی کے کچھ خوشگوار واقعات ناظرین کے سامنے رکھو ۔ ان پر قرآن کریم باران رحمت کی طرح اثر کر رہا تھا اور ان کے نفوس اس سے خوب سیراب ہو رہے تھے ۔ وہ اس قرآن کے ساتھ زندہ تھے اور قرآن کے لئے زندہ تھے ۔ وہ اپنی زندگی کو قرآن کریم کے اشاروں ‘ اس کے مفہومات ومدلولات کے ساتھ بدلتے اور ہم آہنگ کرتے چلے جاتے تھے ۔ اس کے تقاضوں کو پورے کرتے چلے جاتے تھے اور وہ نہایت ہی سنجیدگی ‘ نہایت ہی فہم و فراست اور نہایت ہی سختی کے ساتھ اسے لیتے تھے ۔ قرآن کریم کی خوبصورتی ‘ اثر آفرینی عملیت اور سنجیدگی کو دیکھ کر انسان حیران رہ جاتا ہے ۔ یہ امر حیران کن ہے کہ قرآن نے گروہ صحابہ کے اندر کس قدر خارق العادت تبدیلی پیدا کی کہ صرف 25 سال کے اندر اندر یہ معجزہ رونما ہوا جس کی کوئی مثال تاریخ میں نہیں ۔ یہ اس لئے ہوا کہ گروہ صحابہ ؓ اجمعین نہایت ہی محیرالعقول لوگ تھے ۔ ابن جریر نے ‘ اپنی سند کے ساتھ حضرت عبداللہ ابن ادریس سے روایت کی ہے ۔ وہ فرماتے ہیں کہ جب یہ آیت اتری ۔\n(آیت) ” الَّذِیْنَ آمَنُواْ وَلَمْ یَلْبِسُواْ إِیْمَانَہُم بِظُلْم “۔ وہ لوگ جو ایمان لائے اور انہوں نے اپنے ایمان کو ظلم کے ساتھ نہ ملایا ۔ “ تو یہ بات صحابہ کرام پر بہت ہی گراں گزری ۔ انہوں نے کہا کہ ہم میں سے کون ہے جس نے اپنے نفس پر ظلم نہ کیا ہو ۔ کہتے ہیں رسول اللہ ﷺ نے فرمایا : ” اس طرح نہیں جس طرح تم لوگ گمان کرتے ہو ‘ یہ تو اس طرح ہے جس طرح حضرت لقمان نے اپنے بیٹے سے کہا تھا ۔\n(آیت) ” لاتشرک باللہ ان الشرک لظلم عظیم “۔ بیٹے اللہ کے ساتھ کسی کو شریک نہ ٹھہراؤ بیشک شرک ظلم عظیم ہے ۔ “ انہوں نے اپنی سند کے ساتھ ابو الاشعری ‘ عبدی اور اس کے باپ سے نقل کیا ہے کہ زید ابن ہومان نے سلمان سے پوچھا : اے ابو عبداللہ اللہ کی کتاب میں سے ایک آیت نے میرا برا حال بنا دیا ہے ۔\n(آیت) ” الَّذِیْنَ آمَنُواْ وَلَمْ یَلْبِسُواْ إِیْمَانَہُم بِظُلْم “۔ وہ لوگ جو ایمان لائے اور انہوں نے اپنے ایمان کو ظلم کے ساتھ نہ ملایا ۔ “ تو سلمان نے کہا کہ یہ تو اللہ کے ساتھ شرک ہے اور اس کا ذکر اللہ نے کیا ہے ۔ زید نے کہا کہ آپ سے یہ سن کر مجھے اس قدر خوشی ہوئی کہ کل رات میری جس قدر دولت تھی اگر اسی قدر مجھے اور بھی مل جائے تو اتنی خوشی نہ ہوتی ۔\nان تین روایات سے معلوم ہوتا ہے کہ یہ صحابہ کا معزز گروہ قرآن کریم کے بارے میں کس قدر حساس تھا اور ان کی زندگی پر قرآن کس قدر عملا اثر انداز ہوتا تھا اور کس طرح وہ قرآن کریم کو لیتے تھے ؟ “ اس طرح کہ یہ ایسے احکام ہیں جن کا فی الفور نافذ کرنا ضرروی ہے ۔ اور یہ ایسی ہدایات اور ایسے فیصلے ہیں جن کی اطاعت ضروری ہے ۔ کیونکہ یہ آخری احکام اور فیصلے ہیں اور جب وہ یہ محسوس کرتے تھے کہ ان کی وسعت و طاقت اور مطلوبہ احکام کے درمیان فرق ہے اور ان کے لئے ان احکام کانفاذ ممکن نہ رہے گا تو وہ بےچین ہوجاتے تھے اور اللہ اور رسول ان احکام میں رعایت اور نرمی فرما دیتے تھے ۔ یہ وہ مناظر ہیں جو آنکھوں کو خیرہ کردیتے ہیں ۔ یہ ہیں ان لوگوں کے حالات جو اس دین کے حاملین تھے ۔ وہ ایسا پردہ تقدیر الہی تھے اور وہ دستہ تھے جو مشیت الہی کے نفاذ کے لئے منتخب کیا گیا تھا اور یہ مشیت سب سے پہلے انہوں نے اپنی زندگی میں نافذ کی تھی ۔\nاب سیاق کلام میں اس عظیم قافلہ ایمان کا ذکر آتا ہے جس قائدین انبیاء ورسل تھے ۔ حضرت نوح (علیہ السلام) سے خاتم النبیین تک ان سب پر اللہ کی اللہ کی رحمتیں نازل ہوں ۔ یہ طویل قافلہ ایک دوسرے کے ساتھ مربوط ہے ۔ خصوصا حضرت ابراہیم (علیہ السلام) سے لے کر حضرت محمد ﷺ تک ان حضرات کے تذکرے میں تاریخی تسلسل کا خیال نہیں رکھا گیا ۔ جیسا کہ دوسرے مقامات پر نظر آتا ہے کیونکہ یہاں مقصد یہ نہیں ہے کہ ان کی تاریخی ترتیب کو بیان کیا جائے بلکہ مقصد یہ ہے کہ تمام انبیاء کا مشن ایک ہی تھا یعنی عقیدہ توحید :",
  "ayah": 83,
  "surah": 6
}
