{
  "text": "(آیت) ” وَہَـذَا کِتَابٌ أَنزَلْنَاہُ مُبَارَکٌ مُّصَدِّقُ الَّذِیْ بَیْْنَ یَدَیْْہِ وَلِتُنذِرَ أُمَّ الْقُرَی وَمَنْ حَوْلَہَا وَالَّذِیْنَ یُؤْمِنُونَ بِالآخِرَۃِ یُؤْمِنُونَ بِہِ وَہُمْ عَلَی صَلاَتِہِمْ یُحَافِظُونَ (92)\n(اسی کتاب کی طرح) یہ ایک کتاب ہے جسے ہم نے نازل کیا ہے ۔ بڑی خیر و برکت والی ہے ۔ اس چیز کی تصدیق کرتی ہے جو اس سے پہلے آئی تھی ۔ اور اس لئے نازل کی گئی ہے کہ اس کے ذریعہ سے تم بستیوں کے اس مرکز (یعنی مکہ) اور اس کے اطراف میں رہنے والوں کو متنبہ کرو ۔ جو لوگ آخرت کو مانتے ہیں وہ اس کتاب پر ایمان لاتے ہیں اور ان کا حال یہ ہے کہ اپنی نمازوں کی پابندی کرتے ہیں ۔ “\nسنن الہیہ میں سے یہ بھی ایک سنت ہے کہ اللہ رسول بھیجا کرتا ہے ۔ یہ جدید کتاب جس کے نزول کے بارے میں یہ لوگ شک کرتے ہیں یہ ایک کتاب مبارک ہے اور خدا کی قسم فی الواقعہ یہ ایک مبارک کتاب ہے ۔۔۔۔۔۔۔۔۔۔ یہ ہر معنی کے اعتبار سے مبارک ہے اور حقیقت کے اعتبار سے مبارک ہے ۔ اس میں اللہ کے اس وقت برکت ڈالی جب اسے نازل کیا ۔ اس اعتبار سے بھی مبارک ہے کہ جس محل اور رسول پر اسے اتارا گیا وہ بھی مبارک ہے ۔ یعنی قلب محمد ﷺ کریم اور عظیم ہیں ۔ یہ اپنے حجم اور مضامین کے اعتبار سے بھی مبارک ہے ۔ یہ انسانوں کی لکھی ہوئی طویل کتابوں کے مقابلے میں چندصفحات ہیں ۔ لیکن مفہوم ‘ ہدایات ‘ تعلیمات اور اثرات کے اعتبار سے وہ اس قدر عظیم ہے کہ انسانوں کی لکھی ہوئی دسیوں کتابیں ان کی تشریح نہیں کرسکتیں اگرچہ وہ حجم اور صفحات کے اعتبار سے قرآن کریم سے کئی گنا زیادہ کیوں نہ ہوں ۔ وہ لوگ جو اسالیب کلام ‘ خود اپنے کلام یا دوسروں کے کلام پر تبصرے اور غور وفکر کرتے ہیں اور الفاظ کے ذریعے معافی کی طرز ہائے تعبیر پر تنقیدی نگاہ رکھتے ہیں وہ جانتے ہیں کہ متن قرآن اظہار معانی کے اعتبار سے نہایت ہی مبارک کلام ہے اور یہ بات ناممکن ہے کہ کوئی انسان اس طرز پر بات کرسکے ۔ کوئی شخص طویل ترین عبارات کے اندر بھی وہ معانی ادا نہیں کرسکتا جو قرآن نے مختصر ترین جملوں میں ادا کئے ہیں ۔ ان میں معانی کا دریا ہے ‘ اشارات اور معانی کا سیلاب ہے ‘ اور پھر نہایت ہی اثر آفریں بھی ۔ ایک پوری آیت تو اس قدر معانی ادا کرتی ہے اور اس قدر حقائق اس کے اندر سمو دیئے گئے ہوتے ہیں کہ اسے تقریر وتحریر کے بہترین نمونے اور ایک منفرد ٹکڑے کے طور پر پیش کیا جاسکتا ہے ‘ جس کی نظیر بلیغ سے بلیغ انسانی کلام میں نہیں ملتی ۔ پھر یہ کتاب اپنے اثرات کے اعتبار سے بھی بہت ہی مبارک ہے ۔ یہ انسانی فطرت اور انسانی شخصیت کو جامعیت کے ساتھ خطا کرتی ہے اور یہ خطاب نہایت ہی لطیف پیرائے میں اور براہ راست ہوتا ہے ۔ یہ خطا نہایت ہی لطیف انداز میں فطرت کے اندر اتر جاتا ہے ۔ یوں یہ کلام فطرت انسانی کو اس کے ہر پہلو اور ہر راستے سے متاثر کرتا ہے اور اس پر یوں اثر انداز ہوتا ہے کہ کوئی اور کلام اس پر اس طرح اثر انداز نہیں ہوسکتا ۔ اس کی وجہ یہ ہے کہ اس کلام میں اللہ کی جانب سے ایک قوت ودیعت کردی گئی ہے اور اس کے سوا دوسرے لوگوں کے کلام کے اندر اس قسم کی کوئی قوت نہیں ہوتی ۔\nکتاب اللہ کی برکات کے بارے میں یہاں مزید کہنا ہمارے لئے ممکن نہیں اور اگر ہم اس موضوع پر کلام جاری بھی رکھیں تو اس کا حق ادا کرنا کسی انسان کے لئے ممکن ہی نہیں ہے ۔ بس اللہ کی یہ بات کافی وشافی ہے کہ یہ کلام مبارک ہے اور فصل الخطاب پر مشتمل ہے ۔\n(آیت) ” مصدق الذی بین یدیہ “۔ (6 : 92) یہ سابقہ کتب کی تصدیق کرنے والی ہے ۔ “ یعنی یہ ان تمام کتابوں کی تصدیق کرتی ہے جو کبھی بھی اللہ کی جانب سے اتری ہیں لیکن یہ کتاب ان کتابوں کی تصدیق ان کی اصلی شکل میں کرتی ہے ‘ اس شکل میں نہیں جن میں ان کتابوں کو ان کے ماننے والوں کی مختلف کانفرنسوں نے پیش کیا اور کہا کہ یہ کتاب اللہ کی طرف سے ہے ۔ یہ کتاب کتب سابقہ کی تصدیق اس لئے کرتی ہے کہ اصول و عقائد کے اندر یہ کتاب جو سچائی پیش کرتی ہے ‘ وہ ان کتب سابقہ کے اندر بھی موجود ہے ۔ رہی شریعت اور قوانین تو اللہ کی سنت یہ ہے کہ اللہ ہر امت کے لئے علیحدہ شریعت اور علیحدہ منہاج وضع کیا کرتا ہے لیکن یہ منہاج اور یہ شریعت دین کے عظیم اصولوں کی روشنی میں طے ہوتے ہیں ۔\nجو لوگ اسلام کی تعریف کرتے ہوئے یہ کہتے ہیں کہ یہ پہلا دین ہے جس نے مکمل توحید کا نظریہ پیش کیا اور یہ کہ رسالت اور رسولوں کے بارے میں اس دین نے سب سے پہلے مکمل تصور پیش کیا ۔ آخرت اور حساب و کتاب کے بارے میں سب سے پہلے مکمل نظریہ پیش کیا ۔ ایسے لوگوں کا مقصد تو یہ ہوتا ہے کہ وہ اسلام کی تعریف کریں ۔ ایسے لوگوں نے دراصل قرآن کریم کا مطالعہ نہیں کیا ہوتا ۔ اگر انہوں نے قرآن کریم کا مطالعہ کیا ہوتا تو وہ لوگ بسہولت معلوم کرلیتے کہ قرآن کے مطابق تمام رسولوں نے مکمل اور خالص توحید کا نظریہ اور عقیدہ پیش کیا جس کے اندر شرک کا شائبہ تک نہ تھا ‘ اور یہ کہ تمام رسولوں نے رسالت کی حقیقت بیان کی اور سب نے یہی کہا کہ وہ کسی کے نفع ونقصان کے مالک نہیں ہیں ۔ وہ غیب نہیں جانتے اور یہ کہ وہ کسی کے نفع ونقصان کے ملک نہیں ہیں ۔ وہ غیب نہیں جانتے اور یہ کہ وہ کسی کے رزق میں نہ کمی کرسکتے ہیں اور نہ زیادتی ۔ تمام رسولوں نے اپنی اپنی قوم اور امت کو آخرت کی جواب دہی کا احساس دلایا اور کہا کہ تم کو وہاں حساب و کتاب سے سابقہ پیش ہوگا ۔ تمام رسولوں نے ایک ہی قسم کے اساسی عقائد ونظریات پیش کئے ۔ قرآن کریم جو آخری کتاب ہے اس نے ان تمام سابقہ کتب کی تصدیق کی ۔ اسلام کے بارے میں یہ تعریفی جملے جن کا ذکر ہوا یورپین تصورات کا چربہ ہیں اور یورپین تصور یہ ہے کہ تمام آسمانی مذاہب ترقی پذیر ہیں اور وہ ترقی کے مختلف مراحل سے گزرے ہیں ۔ جوں جوں قوموں نے ترقی کی ‘ ان مذاہب کے تصورات میں بھی ترقی ہوتی رہی ۔ اصل حقیقت یہ ہے کہ اسلام کے کسی اصول کو منہدم کرکے اسلام کی تعریف و توصیف نہیں کی جاسکتی لہذا تمام لکھنے والوں اور تمام پڑھنے والوں کو چاہئے کہ وہ ایسی باتیں نہ لکھیں اور نہ ایسی باتیں پڑھیں ۔ اور یہ آخری کتاب کیوں نازل کی گئی ؟ تاکہ رسول اللہ ﷺ اہل مکہ اور اس کے اردگرد جو لوگ بستے ہیں ان کو ڈرائیں ۔\n(آیت) ” لتنذر ام القری ومن حولھا “۔ (6 : 92) تاکہ تم ام القری اور اس کے ارد گرد بسنے والوں کو دراؤ۔ “ مکہ مکرمہ کو ام القری اس لئے کہا گیا کہ اس میں وہ گھر ہے جسے سب سے پہلے اللہ وحدہ کی عبادت کے لئے تعمیر کیا گیا اور اسے امن اور لوگوں کے آنے جانے کی جگہ قرار دیا گیا ۔ فقط انسانوں کے لئے ہی نہیں بلکہ ہر زندہ چیز کے لئے اسے جائے امن قرار دیا گیا اور مکہ مکرمہ ہی سے تمام روئے زمین کے باشندوں کے لئے دعوت اٹھی ۔ اس سے قبل تمام انبیاء کی دعوت کبھی دعوت عامہ نہیں رہی اور یہ ام اس لیے بھی ہے کہ یہاں تمام اہل ایمان حج کے لئے آتے ہیں تاکہ یہاں سے دعوت اسلامی کو لے کر دنیا میں پھیل جائیں ۔\nاس آیت سے وہ مراد نہیں جو مغربی مستشرقین سے نکالی ہے کہ دعوت اسلامی صرف اہل مکہ اور اس کے اردگرد بسنے والے لوگوں کے لئے ہے۔ مستشرقین اس آیت کا یہ مفہوم اس طرح نکالتے ہیں کہ اسے دوسرے قرآن مجید ہے کاٹ کر پڑھتے ہیں اور یہ اخذ کرتے ہیں کہ پہلے پہل حضرت نبی اکرم ﷺ کا مقصد صرف یہ تھا کہ اہل مکہ اور چند دوسرے شہروں کے لوگوں تک اپنی دعوت کو محدود رکھیں مگر بعد میں آپ نے اپنی دعوت کو پھیلائیں ۔ اس کے بعد آپ نے یہ ارادہ کیا کہ اسے اور آگے بڑھایا جائے ۔ آپ کے ذہن میں یہ خیال بعض اتفاقات کی وجہ سے پیدا ہوا یعنی مدینہ کی طرف ہجرت کرنے اور وہاں حکومت قائم ہوجانے کی وجہ سے ‘ لیکن ان لوگوں نے اسلام اور نبی اکرم ﷺ پر یہ عظیم افتراء باندھا ہے اس لئے کہ دعوت کے ابتدائی دنوں ہی میں اللہ نے حضور ﷺ کو کہہ دیا تھا ۔\n(آیت) ” وما ارسلنک الا رحمۃ اللعلمین “۔ (21 : 107) اور ہم نے تجھے پورے جہان والوں کے لئے رحمت بنا کر بھیجا ہے ۔ “\n(آیت) ” وما ارسلنک الا کافۃ للناس بشیرا ونذیرا “۔ (34 : 28) اور ہم نے آپ کو تمام انسانوں کے لئے بشیرونذیر بنا کر بھیجا ہے ۔ “ یہ اس دور کی بات ہے جب دعوت اسلامی مکہ میں شعب ابو طالب میں محصور تھی اور اسے سخت مشکلات کا سامنا تھا ۔\n(آیت) ” وَالَّذِیْنَ یُؤْمِنُونَ بِالآخِرَۃِ یُؤْمِنُونَ بِہِ وَہُمْ عَلَی صَلاَتِہِمْ یُحَافِظُونَ (92)\n” اور لوگ آخرت کو مانتے ہیں وہ اس کتاب پر ایمان لاتے ہیں اور ان کا حال یہ ہے کہ اپنی نمازوں کی حفاظت کرتے ہیں ۔ “\nاور وہ لوگ جو اس حقیقت پر ایمان لاتے ہیں کہ ایک دن ہم نے اپنی زندگی کا حساب و کتاب دینا ہے ‘ وہ اس بات پر بھی ایمان لاتے ہیں کہ اللہ تعالیٰ لازما رسول بھیجتا ہے اور وہ رسولوں کی طرف وحی کرتا ہے ۔ ایسے لوگ قرآن مجید کی تصدیق کرنے میں کوئی دقت محسوس نہیں کرتے بلکہ یہ ایمان انہیں اس تصدیق پر آمادہ کرتا ہے اور پھر وہ اپنے اس ایمان بالاخرت اور ایمان بالکتاب کی وجہ سے اپنی نمازوں کی حفاظت کرتے ہیں تاکہ ان کا تعلق ذات باری سے قائم و دائم ہے ۔ اور وہ نماز کی شکل میں اطاعت باری کا اظہار کرسکیں ۔ یہ انسانی نفسیات کی کیفیت ہے کہ جب کسی کے دل میں خوف آخرت پیدا ہوجائے اور اس کو قیام قیامت کا یقین ہوجائے تو ایسے نفوس اللہ کی جانب سے کتاب ہدایت کے نزول کو خود بخود مان لیتے ہیں اور اس کے بعد وہ نماز کی صورت میں اللہ کے ساتھ اپنا تعلق قائم کرلیتے ہیں ۔ قرآن کریم کے اندر جابجا جن انسانی نفسیات و کیفیات کو قلم بند کیا گیا ہے ‘ ان سے معلوم ہوتا ہے کہ یہ رب العالمین کا سچا کلام ہے ۔\nاب آگے اس لہر اور سبق کا آخری حصہ ہے ۔ یہ حصہ ایک خوفناک اور متحرک منظر پیش کرتا ہے ۔ یہ منظر الفاظ کی تصویر کے ذریعے نظروں کے سامنے اسکرین پر ہے ۔ اس منظر کے کردار وہ لوگ ہیں جو مشرک ہیں اور ظالم ہیں اور جن کا وطیرہ یہ ہے کہ یہ اللہ پر جھوٹ باندھتے ہیں ۔ یہ جعلی مدعیان نبوت ہیں جن کا دعوی یہ ہے کہ ان کی طرف وحی آتی ہے ۔ حالانکہ ان کی طرف کوئی وحی نہیں آتی ۔ یہ وہ لوگ جو یہ دعوی کرتے ہیں کہ وہ بھی قرآن مجید جیسا کلام پیش کرسکتے ہیں ۔ یہ لوگ حالت نزع میں ہیں اور ان کا ظلم اس قدر عظیم ہے کہ اس کے بارے میں انسان سوچ میں نہیں سکتا ۔ موت کے وقت فرشتے ہاتھوں میں ذرائع عذاب لے کر ان کی جان نکالنے کے لئے حاضر ہوں گے ۔ اس وقت ان کے چہروں پر ہوائیاں اڑ رہی ہوں گی اور یہ لوگ اس دنیا کی ہر چیز کا پیچھے چھوڑتے ہوئے جان دیں گے اور رخصت ہوں گے ۔",
  "ayah": 92,
  "surah": 6
}
