{
  "text": "(آیت) ” نمبر 99 ۔\nقرآن کریم میں جب بھی حیاتیات اور نباتات کا ذکر ہوتا ہے اس دوران پانی کا ذکر ضرور کیا جاتا ہے ۔\n(آیت) ” وَہُوَ الَّذِیَ أَنزَلَ مِنَ السَّمَاء ِ مَاء ً فَأَخْرَجْنَا بِہِ نَبَاتَ کُلِّ شَیْْءٍ “۔ (6 : 99)\n” اور وہی ہے جس نے آسمان سے پانی برسایا ‘ پھر اس کے ذریعے سے ہر قسم کی نباتات اگائیں ۔ “\nہر چیز کی پیدائش میں پانی کا جو کردار ہے وہ بالکل ظاہر ہے اور اس کے بارے میں ایک پسماندہ اور ترقی یافتہ انسان دونوں یکساں طور پر جانتے ہیں ۔ عالم اور جاہل دونوں جانتے ہیں لیکن قرآن کریم نے ظاہری طور پر عوام کے لئے جو کچھ کہا ہے اس سے معلوم ہوتا ہے کہ ہر چیز کی تخلیق میں پانی کا کردار کہیں زیادہ ہے ۔ مثلا سطح زمین پر مٹی کی فراہمی پانیوں کی مرہون منت ہے ۔ یہ بات میں ان نظریات کی اساس پر کہہ رہا ہوں جو اس وقت سطح زمین کے بارے میں معروف ہیں ۔ (اگر وہ درست ہوں) مثلا یہ کہ ابتداء میں سطح زمین آگ کا گولہ تھی ‘ اس کے بعد وہ سخت ہوگئی اس قدر سخت کہ سطح زمین پر نباتات اگنے کے لئے کوئی مٹی نہ تھی ‘ اس کے بعد فضائی عوامل اور پانی کی وجہ سے سطح زمین پر مٹی جمع ہونا شروع ہوئی اور اس کے بعد اس زمین کو تروتازہ اور سرسبز رکھنے کے لئے پانی اہم کردار ادا کرتا رہا ۔ اس کے بعد آسمانوں میں بجلیوں کی چمک کی وجہ سے برف اور بارشوں کے ساتھ ایسی نائٹروجن گرتی رہی جو پانیوں میں تحلیل ہو سکتی تھی اور اس طرح زمین کے اندر روئیدگی شروع ہوگئی ۔ یہ وہ کھاد ہے ‘ جسے آج انسان انہیں قوانین قدرت کے اصول کو اپنا کر بنا رہے ہیں اور یہ وہ مادہ ہے کہ اگر روئے زمین اس سے خالی ہوجائے تو زمین کے اوپر کوئی تروتازگی نہ رہے گی ۔\n(آیت) ” فَأَخْرَجْنَا مِنْہُ خَضِراً نُّخْرِجُ مِنْہُ حَبّاً مُّتَرَاکِباً وَمِنَ النَّخْلِ مِن طَلْعِہَا قِنْوَانٌ دَانِیَۃٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ وَالزَّیْْتُونَ وَالرُّمَّانَ مُشْتَبِہاً وَغَیْْرَ مُتَشَابِہٍ “۔ (6 : 99)\n” پھر اس سے ہرے بھرے کھیت اور درخت پیدا کئے پھر ان سے تہہ بہ تہہ چڑھے ہوئے دانے نکالے اور کھجور کے شگوفوں سے پھولوں کے گچھے پیدا کئے جو بوجھ کے مارے جھکے پڑتے ہیں اور انگور ‘ زیتوں اور انار کے باغ لگائے جن کے پھل ایک دوسرے سے ملتے جلتے بھی ہیں اور پھر ہر ایک کی خصوصیت جدا جدا بھی ہے ۔ “\nہر ہرا پودا تہ بہ تہ چڑھے ہوئے دانے دیتا ہے ۔ مثلا خوشے وغیرہ ۔ اور کھجور کے درخت کے اوپر چھوٹی چھوٹی شاخیں نکلتی ہیں ۔ (قنو۔ جمع قنوان) یعنی ہو شاخ جس پر کھجوریں لگتی ہیں ۔ پھر (قنوان دانیۃ (6 : 99) شاخیں جھکی ہوئی بھی ایک نہایت ہی دل پسند اور لطیف ترکیب ہے ۔ یہ پورا منظر یوں نظر آتا ہے کہ گویا ہرے بھرے کھیتوں اور باغ کی گھنی چھاؤں کے درمیان انسان سیر کر رہا ہو جس میں انگوروں کے باغ اور زیتون کے باغات ہیں ۔ یہ نباتات اپنی مختلف اقسام اور خاندانوں کے اعتبار سے ایک دوسرے کے ساتھ ملتے جلتے بھی ہیں اور علیحدہ خصوصیات کے بھی مالک ہے ۔\n(آیت) ” انظُرُواْ إِلِی ثَمَرِہِ إِذَا أَثْمَرَ وَیَنْعِہِ “۔ (6 : 99)\n” یہ درخت جب پھلتے ہیں تو ان میں پھل آنے اور پھر ان کے پکنے کی کیفیت ذرا غور کی نظر سے دیکھو ‘ ‘۔\nتیز احساس اور بیدار دل کے ساتھ ان کی طرف دیکھو ‘ یہ کس قدر تروتازہ ہیں اور جس وقت یہ پکتے ہیں تو کس قدر خوبصورت نظر آتے ہیں ۔ دیکھو اور ان خوبصورت مناظر کو دیکھ کر لطف حاصل کرو۔ یہاں یہ نہیں کہا گیا کہ تم ان کے پھلوں کو کھاؤ جب وہ پھل دے دیں بلکہ یہ کہا کہ تم غور کی نظر سے دیکھو کہ کس طرح پھل لگتا ہے اور کس خوبصورتی کے ساتھ پکتا ہے اس لئے کہ یہاں خوبصورتی کے اظہار کا اور دعوت نظارہ کا مقام ہے ۔ پھر ان مناظر کا گہری نظر سے مطالعہ کرکے اللہ کی نشانیوں پر غور کرنے کا مقام ہے ۔ نیز اللہ کی کاریگری اور اس کی صنعت کاریوں پر فکر و تدبر کا مقام ہے ۔\n(آیت) ” إِنَّ فِیْ ذَلِکُمْ لآیَاتٍ لِّقَوْمٍ یُؤْمِنُونَ (99)\n” ان چیزوں میں نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں “۔\nایمان ہی وہ نعمت ہے جس سے دل کھل جاتا ہے اور جس کے ذریعے بصیرت روشن ہوتی ہے اور فطرت میں کسی حقیقت کو قبولیت اور تسلیم کرنے کی جو صلاحیت ہوتی ہے اور وہ اجاگر ہوجاتی ہے ۔ ذات انسانی کا ربط اس کائنات کے ساتھ پیدا ہوجاتا ہے اور انسان کا وجدان اس پوری کائنات کے خالق اللہ پر ایمان لانے کی دعوت دیتا ہے ورنہ بعض دل ایسے ہوتے ہیں جو بند ہوتے ہیں اور بعض لوگوں کی بصیرت تاریک ہوجاتی ہے ۔ ان کی فطرت کا رخ الٹے پاؤں کی طرف ہوتا ہے ۔ وہ اللہ کی ان کاری گریوں اور صنعت کاریوں کو دیکھتے ہیں ۔ ان تمام آیات و دلائل کو دیکھتے ہیں لیکن انہیں کوئی احساس نہیں ہوتا اور نہ وہ سچائی کو قبول کرتے ہیں ۔\n(آیت) ” انما یستجیب الذین یسمعون “۔ قبول تو وہ لوگ کرتے ہیں جو سنتے ہیں “۔ اور ان آیات ونشانات کو صرف وہ لوگ پاتے ہیں جو صاحب ایمان ہوں ۔\nجب بات یہاں تک پہنچتی ہے تو انسان کے قلب ونظر کے سامنے اس پوری کائنات کی کتاب کو پیش کردیا جاتا ہے جو اللہ کے وجود کے دلائل ‘ اس کی وحدانیت ‘ اس کی قدرت اور اس کی تدبیر کے مختلف مظاہر سے بھری پڑی ہے اور انسانی وجدان کو اس کائنات کے پر تو نے اچھی طرح ڈھانپ لیا ۔ انسانی ضمیر نے انسانی زندگی کو بدل کر رکھ دیا اور انسانی ضمیر اللہ کی حکیمانہ صنعت وخلاقی کا اعتراف کرنے لگا ، جب بات اس مقام پر پہنچ گئی تو اب مشرکین کے افعال شرکیہ کو پیش کیا جاتا ہے ۔ ایسے حالات میں کہ شرک انسان کو غیر مانوس اور انوکھا لگتا ہے اور معرفت کرد گار کی اس فضا میں اور اعتراف مبدع خلائق کے ان تصورات میں جب مشرکین کے افکار وبیمہ کو پیش کیا جاتا ہے تو وہ بالکل پوچ اور بےبنیاد نظر آتے ہیں اور ایک سلیم الفطرت انسان کا مزاج ان سے ابا کرتا ہے ۔ انسانی فہم وادراک اور انسانی عقل اسے مسترد کردیتی ہے اور فورا ان شرکیہ تصورات پر تنقید کی جاتی ہے اور اس انکار اور تنبیہ کے لئے فضا بالکل تیار ہے ۔",
  "ayah": 99,
  "surah": 6
}
