{
  "surah": 7,
  "ayah": 180,
  "text": "And to God belong the most beautiful names, so supplicate Him by them, and leave those who deviate concerning His names. God has names, and those names are His attributes. By those names He is renowned, praised, and recognized. They are names full of blessing, sweet to the hearts. They are a pure arrangement and pure words from the pure Lord, a worthy arrangement and beautiful words from the one Lord, the ornament of the tongue, the lamp of the spirit, and the everlasting laudation. He Himself says, \" 'My light is My guidance, 'No god but God' is My word, and I am He': The servant who gains access gains it with My light, when he finds the way he finds it with My lamp-the lamp of the Sunnah, the lamp of recognition, the lamp of love. I light the lamp of the Sunnah in their hearts, I light the lamp of recognition in their secret cores, and I light the lamp of love in their spirits. \" Happy is the servant who walks among these three lamps! Who is more exalted than he in whose heart the greatest light is shining and who sees the Friend face-to-face in his heart? Then He said that \" No god but God \" is My word and My attribute. \" God \" is My name, and I am the name that I am, for My name is requiter and lovingly kind, the God of all, the keeper of the world, the giver of turns to the world's folk. The Pir of the Tariqah has a few words appropriate to this place. He said, \" O worthy of Your own laudation, O grateful for Your own bestowal, O You who show Your own trial as sweet! In myself I am incapable of lauding You, in my intellect I am incapable of recognizing Your favor, in my ability I am incapable of what is worthy of You. O generous one! I am captive to the pain for which You are the remedy. I am slave of that laudation of which You are worthy. What do I know of You? You know. You are what You Yourself have said, and what You Yourself have said, You are that. \" This is the same as MuṣṬafā said: \" I do not number Thy laudations-Thou art as Thou hast lauded Thyself.  \" And leave those who deviate concerning His names. Deviation in God's names is to turn back from the road of rightness and correctness. It is of two sorts: either it increases or decreases. Someone speaks of a name or an attribute that God Himself did not speak about, or someone does not mention what He did speak about. The first is an assertion of likeness and the second a declara- tion of ineffectuality. The folk of asserting likeness increased and thereby deviated, and the folk of declaring ineffectuality decreased and thereby deviated. Shaykh al-Islām Anṣārī said, \" What God showed of Himself, that He is and such is His at- tribute. God is the explication of Himself, and MuṣṬafā has face-to-face vision of Him. About Himself He says, 'Ask about Him from one who is aware' [25:59]. About MuṣṬafā He says, 'He does not speak out of caprice' [53:3]. \" It is not appropriate for someone to affirm attributes for God on his own, nor to declare Him incomparable on his own. Keep your ears fixed on the Book and the Sunnah! Whatever they say, you say that it is that. God said there are attributes, there are names, so you should also say that. Since He did not say that there are not, you should not say that there are not. He did not say \" how \" He is. If He had said \" how \" He is, we would say that. God said, \" I am. \" He did not speak of how- ness. You should speak of being, but you should not speak of howness. Anyone who comes to know two verses of the Qur'an will escape from declaring Him similar: \" Is He who creates like him who does not create? \" [16:17]. \" Nothing is as His likeness, and He is the Hearing, the Seeing \" [42:11]. These are affirmation of the name, not declaration of similar- ity. Calling holy while negating is the creed of Iblis. Those who declare similarity are outside the precinct of the submission, and those who reject attributes are heretics. Know also that the Creator has names and created things have names. Every name of a created thing is an artifact, borrowed, made up, and metaphorical. Every name of the Creator is eternal, beginningless, worthy of Him, and true.  None of His names is newly arrived. Some people have said, \" There must be the created for there to be a Creator, there must be the provided for there to be the Provider. \" But it is not as they have said, for no newly arrived thing has access to the name God. There was nothing created while our Lord was the Creator, there was nothing provided for while our Lord was the Provider. God has ninety-name names and is renowned by those names. He is not named by the things to which He gives names, for He is named in the beginningless. In heaven and earth He is, just as He is in the first and in the last. Imaginations have nothing to perceive, nor do understandings have causes. He causes things but He is not caused. He throws everything into \" why, \" but He Himself does not come under why. Thus all who go into whys and hows have gone outside the path of the Sunnah, for the Exalted Lord does not enter into opinions, is not encompassed by understandings, is not classified by intellects, and is not perceived by imaginations. He is recognized, but through attribute and name. In relation to Him all are standing on marks and messages through the light of recognition, the Book, the Sunnah, and inspiration."
}
