{
  "surah": 7,
  "ayah": 189,
  "text": "He it is who created you from one soul and made of it its spouse so that it may rest in her.Great and magnificent is the lovingly kind Lord, the beautiful in name, the keeper of the servants, the creator of the world's folk, the caretaker of all! He is pure and faultless in name and mark, pure of offspring and Himself unborn, pure of partner and helper, pure of spouse and of similar. When He created the creatures, He created them as pairs linked to each other. He made male and femaletogether, He bound similar to similar and genus to genus, as He says, \" and made of it its spouse, so that it may rest in her. \"It is God who is one, who is peerless in attributes and separate from faults, the creator, the keeper, and the nurturer. When He wants to show power in creation, He brings forth a hundred thousand subtleties and wonders from one drop of feeble water. First some dust, then some water, then a clot, then tissue, then bones and skin, then an animal. When it becomes four months old, it comes to life in that firm settledness [77:21] in three-fold darknesses [39:6].In this individual He creates three pools: one the brain, one the liver, and one the heart. From the brain the streams of the nerves open out to the whole body so that the strength of sensation and movement will go there. From the liver the veins open out to the whole body so that nourishment will go there. From the heart the arteries open out to the whole body so that the spirit will go there. He created the brain in three strata. In the first He placed understanding, in the second He placed intellect, and in the third memory. He created the eye in seven strata and placed brightness and sight therein. What is more wondrous is the pupil, its measure that of a single lentil, but within it appears the form of heaven and earth with all this vastness. More surprising is the forehead, which He created stiff and hard so that it would not grow hair and take away beauty. In the midst He created the skin of the eyebrow, so that a bit of hair would come up and not become too long."
}
