{
  "text": "القول في تأويل قوله عز ذكره  يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِقال أبو جعفر: يعني جل ثناؤه بقوله: \" يا أيها الذين آمنوا أوفوا \"، يا أيها الذين أقرّوا بوحدانية الله، وأذعنوا له بالعبودية, وسلموا له الألوهة (47) وصدَّقوا رسوله محمدًا صلى الله عليه وسلم في نبوته وفيما جاءهم به من عند ربهم من شرائع دينه =\" أوفوا بالعقود \"، يعني: أوفوا بالعهود التي عاهدتموها ربَّكم، والعقود التي عاقدتموها إياه, وأوجبتم بها على أنفسكم حقوقًا، وألزمتم أنفسكم بها لله فروضًا, فأتمُّوها بالوفاء والكمال والتمام منكم لله بما ألزمكم بها, ولمن عاقدتموه منكم، بما أوجبتموه له بها على أنفسكم, ولا تنكُثُوها فتنقضوها بعد توكيدها . (48)* * *واختلف أهل التأويل في\" العقود \" التي أمر الله جل ثناؤه بالوفاء بها بهذه الآية, بعد إجماع جميعهم على أن معنى \" العقود \"، العهود.فقال بعضهم: هي العقود التي كان أهل الجاهلية عاقد بعضهم بعضًا على النُّصرة والمؤازرة والمظاهرة على من حاول ظلمه أو بغاه سوءًا, وذلك هو معنى \" الحلف \" الذي كانوا يتعاقدونه بينهم.ذكر من قال: معنى \" العقود \"، العهود.10893- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني &; 9-450 &; معاوية بن صالح, عن علي, عن ابن عباس قوله: \" أوفوا بالعقود \"، يعني: بالعهود.10894- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله جل وعز: \" أوفوا بالعقود \"، قال: العهود.10895- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.10896- حدثنا سفيان قال، حدثنا أبي, عن سفيان, عن رجل, عن مجاهد، مثله . (49)10897- حدثنا ابن وكيع قال، حدثنا عبيد الله, عن أبي جعفر الرازي, عن الربيع بن أنس قال: جلسنا إلى مطرّف بن الشخِّير وعنده رجل يحدثهم, فقال: \" يا أيها الذين آمنوا أوفوا بالعقود \"، قال: هي العهود . (50)10898- حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع: \" أوفوا بالعقود \"، قال: العهود.10899- حدثنا ابن وكيع قال، حدثنا أبو خالد الأحمر, عن جويبر, عن الضحاك: \" يا أيها الذين آمنوا أوفوا بالعقود \"، قال: هي العهود.10900- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول: \" أوفوا بالعقود \"، بالعهود.10901- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق, عن معمر, عن قتادة في قوله: \" أوفوا بالعقود \"، قال: بالعهود.10902- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" أوفوا بالعقود \"، قال: هي العهود.10903- حدثني الحارث قال، حدثنا عبد العزيز قال، سمعت الثوري يقول: \" أوفوا بالعقود \"، قال: بالعهود.10904- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد, مثله.* * *قال أبو جعفر: و \" العقود \" جمع \" عَقْدٍ\"، وأصل \" العقد \"، عقد الشيء بغيره, وهو وصله به, كما يعقد الحبل بالحبلِ، إذا وصل به شدًّا. يقال منه: \" عقد فلان بينه وبين فلان عقدًا، فهو يعقده \", ومنه قول الحطيئة:قَــوْمٌ إذَا عَقَــدُوا عَقْـدًا لِجَـارِهِمُشَـدُّوا العِنَـاجَ وَشَـدُّوا فَوْقَـهُ الْكَرَبَا (51)وذلك إذا وَاثقه على أمر وعاهده عليه عهدًا بالوفاء له بما عاقده عليه, من أمان وذِمَّة, أو نصرة, أو نكاح, أو بيع, أو شركة, أو غير ذلك من العقود.* * *ذكر من قال المعنى الذي ذكرنا عمن قاله في المراد من قوله: \" أوفوا بالعقود \".10905- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة في قوله: \" يا أيها الذين آمنوا أوفوا بالعقود \"، أي: بعقد الجاهلية. ذُكر لنا أن نبيَّ الله صلى الله عليه وسلم كان يقول: أوفوا بعقد الجاهلية, ولا تحدثوا عقدًا في الإسلام. وذكر لنا أن فرات بن حيَّان العِجلي، سأل رسول الله صلى الله عليه وسلم عن حلف الجاهلية, فقال نبي الله صلى الله عليه وسلم: لعلك تسأل عن حِلْف لخْمٍ وتَيْم الله؟ فقال: نعم، يا نبي الله! قال: لا يزيده الإسلام إلا شدة.10906- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، حدثنا معمر, عن قتادة: \" أوفوا بالعقود \"، قال: عقود الجاهلية: الحلف.* * *وقال آخرون: بل هي الحلف التي أخذ الله على عباده بالإيمان به وطاعته، فيما أحل لهم وحرم عليهم.*ذكر من قال ذلك:10907- حدثني المثنى قال، أخبرنا عبد الله قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" أوفوا بالعقود \"، يعني: ما أحل وما حرّم, وما فرض, وما حدَّ في القرآن كله, فلا تغدِروا ولا تنكُثوا. ثم شدَّد ذلك فقال:  وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ  إلى قوله:  سُوءُ الدَّارِ  [سورة الرعد: 25 ].10908- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن &; 9-453 &; ابن أبي نجيح, عن مجاهد: \" أوفوا بالعقود \"، ما عقد الله على العباد مما أحل لهم وحرَّم عليهم.* * *وقال آخرون: بل هي العقود التي يتعاقدها الناس بينهم، ويعقدها المرء على نفسه.*ذكر من قال ذلك:10909- حدثنا سفيان بن وكيع قال، حدثني أبي, عن موسى بن عبيدة, عن أخيه عبد الله بن عبيدة قال: العقود خمس: عُقدة الأيمان, وعُقدة النكاح, وعقدة العَهد, وعقدة البيع, وعقدة الحِلْف.10910- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا وكيع، عن موسى بن عبيدة, عن محمد بن كعب القرظي = أو عن أخيه عبد الله بن عبيدة, نحوه.10911- حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" يا أيها الذين آمنوا أوفوا بالعقود \"، قال: عقد العهد، وعقد اليمين وعَقد الحِلْف, وعقد الشركة, وعقد النكاح. قال: هذه العقود، خمس.10912- حدثني المثنى قال، حدثنا عتبة بن سعيد الحمصي قال، حدثنا عبد الرحمن بن زيد بن أسلم قال، حدثنا أبي في قول الله جل وعز: \" يا أيها الذين آمنوا أوفوا بالعقود \"، قال: العقود خمس: عقدة النكاح, وعقدة الشركة, وعقد اليمين, وعقدة العهد, وعقدة الحلف . (52)* * *وقال آخرون: بل هذه الآية أمرٌ من الله تعالى لأهل الكتاب بالوفاء بما أخذ به ميثاقهم، من العمل بما في التوراة والإنجيل في تصديق محمد صلى الله عليه وسلم وما جاءهم به من عند الله.*ذكر من قال ذلك:10913- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: \" أوفوا بالعقود \"، قال: العهود التي أخذها الله على أهل الكتاب: أن يعملوا بما جاءهم.10914- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني الليث قال، حدثني يونس قال، قال محمد بن مسلم: قرأت كتاب رسول الله صلى الله عليه وسلم الذي كتب لعمرو بن حزم حين بعثه على نَجْران (53) فكان الكتاب عند أبي بكر بن حزم, فيه: \" هذا بيان من الله ورسوله \" : \" يا أيها الذين آمنوا أوفوا بالعقود \" ، فكتب الآيات منها حتى بلغ  إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ  . (54)* * *قال أبو جعفر: وأولى الأقوال في ذلك عندنا بالصواب، ما قاله ابن عباس, وأن معناه: أوفوا، يا أيها الذين آمنوا، بعقود الله التي أوجبَهَا عليكم، وعقدها فيما أحلَّ لكم وحرم عليكم, وألزمكم فرضه, وبيَّن لكم حدوده.وإنما قلنا ذلك أولى بالصواب من غيره من الأقوال, لأن الله جل وعز أتبع ذلك البيانَ عما أحل لعباده وحرم عليهم، وما أوجب عليهم من فرائضه. فكان معلومًا بذلك أن قوله: \" أوفوا بالعقود \"، أمرٌ منه عبادَه بالعمل بما ألزمهم من فرائضه وعقوده عقيب ذلك, ونَهْيٌ منه لهم عن نقض ما عقده عليهم منه, مع أن قوله: \" أوفوا بالعقود \"، أمرٌ منه بالوفاء بكل عقد أذن فيه, فغير جائز أن يخصَّ منه شيء حتى تقوم حجة بخصوص شيء منه يجب التسليم لها. فإذْ كان الأمر في ذلك كما وصفنا, فلا معنى لقول من وجَّه ذلك إلى معنى الأمر بالوفاء ببعض العقود التي أمرَ الله بالوفاء بها دون بعض.* * *وأما قوله: \" أوفوا \" فإن للعرب فيه لغتين:إحداهما: \" أوفوا \"، من قول القائل: \" أوفيت لفلان بعهده، أوفي له به \".والأخرى من قولهم: \" وفيت له بعهده أفي\" . (55)و \" الإيفاء بالعهد \"، إتمامه على ما عقد عليه من شروطه الجائزة.* * *القول في تأويل قوله :  أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِقال أبو جعفر: اختلف أهل التأويل في\" بهيمة الأنعام \" التي ذكر الله عز ذكره في هذه الآية أنه أحلها لنا.فقال بعضهم: هي الأنعام كلها.*ذكر من قال ذلك:10915- حدثنا سفيان بن وكيع قال، حدثنا عبد الأعلى, عن عوف, عن الحسن قال: بهيمة الأنعام، هي الإبل والبقر والغنم.10916- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" أحلت لكم بهيمة الأنعام \"، قال: الأنعام كلها.10917- حدثنا محمد بن الحسين قال، حدثنا ابن مفضل قال، حدثنا أسباط, عن السدي: \" أحلت لكم بهيمة الأنعام \"، قال: الأنعام كلها.10918- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع بن أنس في قوله: \" أحلت لكم بهيمة الأنعام \"، قال: الأنعام كلها. (56)10920- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" بهيمة الأنعام \"، هي الأنعام.* * *وقال آخرون: بل عنى بقوله: \" أحلت لكم بهيمة الأنعام \"، أجنة الأنعام التي توجد في بطون أمهاتها -إذا نحرت أو ذبحت- ميتةً.*ذكر من قال ذلك:10921- حدثني الحارث بن محمد قال، حدثنا عبد العزيز قال، أخبرنا أبو عبد الرحمن الفزاري, عن عطية العوفي, عن ابن عمر في قوله: \" أحلت لكم بهيمة الأنعام \". قال: ما في بطونها. قال قلت: إن خرج ميتًا آكله؟ قال: نعم.10922- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا يحيى بن زكريا, عن إدريس الأودي, عن عطية, عن ابن عمر نحوه = وزاد فيه قال: نعم, هو بمنـزلة رئتها وكبدها.10923- حدثنا ابن حميد وابن وكيع قالا حدثنا جرير, عن قابوس, عن أبيه, عن ابن عباس قال: الجنين من بهيمة الأنعام، فكلوه.10924- حدثنا ابن وكيع قال، حدثنا أبي, عن مسعر = وسفيان, عن قابوس = عن أبيه, عن ابن عباس: أن بقرة نحرت فوُجد في بطنها جنين, فأخذ ابن عباس بذنَب الجنين فقال: هذا من بهيمة الأنعام التي أحلّت لكم.10925- حدثنا أبو كريب قال، حدثنا ابن يمان, عن سفيان, عن قابوس, عن أبيه, عن ابن عباس قال: هو من بهيمة الأنعام.10926- حدثنا ابن بشار قال، حدثنا أبو عاصم ومؤمل قالا حدثنا سفيان, عن قابوس, عن أبيه قال: ذبحنا بقرة, فإذا في بطنها جنين, فسألنا ابن عباس فقال: هذه بهيمة الأنعام.* * *قال أبو جعفر: وأولى القولين بالصواب في ذلك، قول من قال: عنى بقوله: \" أحلت لكم بهيمة الأنعام \"، الأنعام كلها: أجنَّتها وسِخَالها وكبارها . (57) لأن العرب لا تمتنع من تسمية جميع ذلك \" بهيمة وبهائم \", ولم يخصص الله منها شيئًا دون شيء. فذلك على عمومه وظاهره، حتى تأتى حجة بخصوصه يجب التسليم لها.* * *وأما \" النعم \" فإنها عند العرب، اسم للإبل والبقر والغنم خاصة, كما قال جل ثناؤه:  وَالأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ  ، [سورة النحل: 5]، ثم قال:  وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً  [سورة النحل: 8]، ففصل جنس النعم من غيرها من أجناس الحيوان . (58)وأما \" بهائمها \"، فإنها أولادها. وإنما قلنا يلزم الكبار منها اسم \" بهيمة \"، كما يلزم الصغار, لأن معنى قول القائل: \" بهيمة الأنعام \", نظير قوله: \" ولد الأنعام \". فلما كان لا يسقط معنى الولادة عنه بعد الكبر, فكذلك لا يسقط عنه اسم البهيمة بعد الكبر.* * *وقد قال قوم: \" بهيمة الأنعام \"، وحشيُّها، كالظباء وبقر الوحش والحُمُر . (59)* * *القول في تأويل قوله :  إِلا مَا يُتْلَى عَلَيْكُمْقال أبو جعفر: اختلف أهل التأويل في الذي عناه الله بقوله: \" إلا ما يتلى عليكم \". فقال بعضهم: عنى الله بذلك: أحلت لكم أولاد الإبل والبقر والغنم, إلا ما بيَّن الله لكم فيما يتلى عليكم بقوله:  حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ  ، الآية [سورة المائدة: 3].*ذكر من قال ذلك:10927- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا &; 9-458 &; عيسى, عن ابن أبي نجيح, عن مجاهد: \" بَهِيمَةُ الأَنْعَامِ إِلا مَا يُتْلَى عَلَيْكُمْ\"، إلا الميتة وما ذكر معها.10928- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلا مَا يُتْلَى عَلَيْكُمْ\"، أي: من الميتة التي نهى الله عنها، وقدَّم فيها.10929- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة: \" إلا ما يتلى عليكم \"، قال: إلا الميتة وما لم يذكر اسم الله عليه.10930- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: \" إلا ما يتلى عليكم \"، الميتة والدم ولحم الخنـزير.10931- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس: \" أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلا مَا يُتْلَى عَلَيْكُمْ\"، الميتة ولحم الخنـزير.10932- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس: \" أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلا مَا يُتْلَى عَلَيْكُمْ\"، هي الميتة والدم ولحم الخنـزير وما أُهِلَّ لغير الله به.* * *وقال آخرون: بل الذي استثنى الله بقوله: \" إلا ما يتلى عليكم \"، الخنـزير.ذكر من قال ذلك.10933- حدثني عبد الله بن داود قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس: \" إلا ما يتلى عليكم \"، قال: الخنـزير.10934- حدثت عن الحسين قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" إلا ما يتلى عليكم \"، يعني: الخنـزير.* * *قال أبو جعفر: وأولى التأويلين في ذلك بالصواب، تأويل من قال: عنى بذلك: إلا ما يتلى عليكم من تحريم الله ما حرّم عليكم بقوله:  حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ  ، الآية. لأن الله عز وجل استثنى مما أباح لعباده من بهيمة الأنعام، ما حرَّم عليهم منها. والذي حرّم عليهم منها، ما بيّنه في قوله:  حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْـزِيرِ  [سورة المائدة: 3]. وإن كان حرَّمه الله علينا، فليس من بهيمة الأنعام فيستثنى منها. فاستثناء ما حرَّم علينا مما دخل في جملة ما قبل الاستثناء، أشبهُ من استثناء ما حرَّم مما لم يدخل في جملة ما قبل الاستثناء.* * *القول في تأويل قوله :  غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى ذلك:  يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ  =\" غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ\" =  أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ  فذلك، على قولهم، من المؤخر الذي معناه التقديم. فـ\" غير \" منصوب = على قول قائلي هذه المقالة = على الحال مما في قوله: \" أوفوا \" من ذكر \" الذين آمنوا \".وتأويل الكلام على مذهبهم: أوفوا، أيها المؤمنون، بعقود الله التي عقدها عليكم في كتابه, لا محلّين الصيد وأنتم حرم.* * *وقال آخرون: معنى ذلك: أحلت لكم بهيمة الأنعام الوحشية من الظباء والبقر والحمر =\" غير محلي الصيد \"، غير مستحلِّي اصطيادها, وأنتم حرم إلا ما يتلى عليكم \". فـ\" غير \"، على قول هؤلاء، منصوب على الحال من \" الكاف والميم \" اللتين في قوله:  لَكُمْ  ، بتأويل: أحلت لكم، أيها الذين آمنوا، بهيمة الأنعام, لا مستحلِّي اصطيادها في حال إحرامكم . (60)* * *وقال آخرون: معنى ذلك: أحلت لكم بهيمة الأنعام كلها =  إِلا مَا يُتْلَى عَلَيْكُمْ  , إلا ما كان منها وحشيًّا, فإنه صيد، فلا يحل لكم وأنتم حرم. فكأن من قال ذلك, وجَّه الكلام إلى معنى: أحلت لكم بهيمة الأنعام كلها =  إِلا مَا يُتْلَى عَلَيْكُمْ  ، إلا ما يبين لكم من وحشيها, غيرَ مستحلي اصطيادها في حال إحرامكم. فتكون \" غير \" منصوبة، على قولهم، على الحال من \" الكاف والميم \" في قوله:  إِلا مَا يُتْلَى عَلَيْكُمْ  .*ذكر من قال ذلك:10935- حدثنا سفيان بن وكيع قال، حدثنا عبيد الله, عن أبي جعفر الرازي, عن الربيع بن أنس قال: جلسنا إلى مطرِّف بن الشخير، وعنده رجل, فحدّثهم فقال: \" أحلت لكم بهيمة الأنعام \" صيدًا =\" غير محلي الصيد وأنتم حرم \", فهو عليكم حرام. يعني: بقر الوحش والظباءَ وأشباهه. (61)10936- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع بن أنس في قوله: \" أحلت لكم بهيمة الأنعام إلا ما يتلى عليكم غير محلي الصيد وأنتم حرم \"، قال: الأنعام كلها حِلٌّ، إلا ما كان منها وحشيًّا, فإنه صيد, فلا يحل إذا كان مُحْرِمًا.* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب = على ما تظاهر به تأويل أهل التأويل في قوله:  أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ  ، من أنها الأنعام وأجنَّتها وسخالها, وعلى دلالة ظاهر التنـزيل = قولُ من قال: معنى ذلك: أوفوا بالعقود، غيرَ محلي الصيد وأنتم حرم, فقد أحلت لكم بهيمة الأنعام في حال إحرامكم أو غيرها من أحوالكم, إلا ما يتلى عليكم تحريمه من الميتة منها والدم، وما أهل لغير الله به.وذلك أن قوله:  إِلا مَا يُتْلَى عَلَيْكُمْ  ، لو كان معناه: \" إلا الصيد \", لقيل: \" إلا ما يتلى عليكم من الصيد غير محليه \". وفي ترك الله وَصْلَ قوله:  إِلا مَا يُتْلَى عَلَيْكُمْ  بما ذكرت, وإظهار ذكر الصيد في قوله: \" غير محلي الصيد \"، أوضحُ الدليل على أن قوله:  إِلا مَا يُتْلَى عَلَيْكُمْ  ، خَبَرٌ متناهية قصته, وأن معنى قوله: \" غير محلي الصيد \"، منفصل منه.وكذلك لو كان قوله:  أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ  ، مقصودًا به قصد الوحش, لم يكن أيضًا لإعادة ذكر الصيد في قوله: \" غير محلي الصيد \" وَجْهٌ، وقد مضى ذكره قبل, ولقيل: \" أحلت لكم بهيمة الأنعام إلا ما يتلى عليكم غير محلِّيه وأنتم حرم \". وفي إظهاره ذكر الصيد في قوله: \" غير محلي الصيد \"، أبينُ الدلالة على صحة ما قلنا في معنى ذلك.* * *فإن قال قائل: فإن العرب ربما أظهرت ذكر الشيء باسمه وقد جرى ذكره باسمه؟ قيل: ذلك من فعلها ضرورة شعر, وليس ذلك بالفصيح المستعمل من كلامهم. وتوجيه كلام الله إلى الأفصح من لغات من نـزل كلامه بلغته، أولى = ما وُجد إلى ذلك سبيل = من صرفه إلى غير ذلك.* * *قال أبو جعفر: فمعنى الكلام إذًا: يا أيها الذين آمنوا أوفوا بعقود الله التي عقد عليكم مما حرّم وأحلّ, لا محلين الصيد في حرمكم, ففيما أحلَّ لكم من بهيمة الأنعام المذكَّاة دون ميتتها، متَّسع لكم ومستغنًى عن الصيد في حال إحرامكم.* * *القول في تأويل قوله :  إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ (1)قال أبو جعفر: يعني بذلك جل ثناؤه: إن الله يقضي في خلقه ما يشاء (62) من تحليل ما أراد تحليله, وتحريم ما أراد تحريمه, وإيجاب ما شاء إيجابه عليهم, وغير ذلك من أحكامه وقضاياه = فأوفوا، أيها المؤمنون، له بما عقدَ عليكم من تحليل ما أحل لكم وتحريم ما حرّم عليكم, وغير ذلك من عقوده، فلا تنكثوها ولا تنقضوها. كما:-10937- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" إن الله يحكم ما يريد \"، إن الله يحكم ما أراد في خلقه, وبيّن لعباده, وفرض فرائضه, وحدَّ حدوده, وأمر بطاعته, ونهى عن معصيته.------------------الهوامش :(47) في المطبوعة: \"الألوهية\" ، وأثبت ما في المخطوطة.(48) انظر تفسير\"أوفى\" فيما سلف 1: 557/3: 348/6: 526.(49) الأثر: 10896- في المخطوطة: \"حدثنا سفيان قال ، حدثنا ابن أبي سفيان ، عن رجل...\" وهو خطأ وسهو ، وهو إسناد دائر في التفسير: سفيان بن وكيع ، عن أبيه وكيع ، عن سفيان الثوري.(50) الأثر: 10897-\"عبيد الله\" ، هو\"عبيد الله بن موسى بن أبي المختار العبسي\"\"باذام\" ، مضت ترجمته برقم: 2092 ، 2219 ، 5796 ، 7758. وكان في المطبوعة هنا: \"عبيد الله عن ابن أبي جعفر الرازي\" ، وهو خطأ سيأتي على الصواب في الأسانيد التالية رقم: 10935 ، 10957 ، 10963.(51) ديوانه: 6 ، مجاز القرآن لأبي عبيدة 1: 145 ، اللسان (كرب) (عنج) ، من قصيدته التي قالها في الزبرقان بن بدر ، وبغيض بن عامر من بني أنف الناقة ، فمدح بغيضًا وقومه فقال:قَـوْمٌ هُـمُ الأَنْـفُ، وَالأَذْنَـابُ غَيْرهُمُ،وَمَـنْ يُسَـوِّي بِـأَنْفِ النَّاقَـةِ الذَّنَبَـا!قَــوْمٌ يَبِيـتُ قَرِيـرَ العَيْـنِ جَـارُهُمُإذَا لَــوَى بقُــوَى أَطْنَـابِهِمْ طُنُبَـاقَـــــوْمٌ إذَا عَقَــــدُوا......... . . . . . . . . . . . . . . . . . .هذا مثل ضربه يقول: إذا عقدوا للجار عقدًا وذمامًا ، أحكموا على أنفسهم العقد ، حتى يكون أقر عينًا بنصرتهم له ، وحمايتهم لعرضه وماله. وضرب المثل بالدلو ، التي يستقي بها وينتفع. و\"العناج\": خيط يشد في أسفل الدلو ، ثم يشد في عروتها ، أو في أحد آذانها ، فإذا انقطع حبل الدلو ، أمسك العناج الدلو أن تقع في البئر. و\"الكرب\" الحبل الذي يشد على الدلو بعد\"المنين\" وهو الحبل الأول ، فإذا انقطع المنين بقي الكرب. فهذا هو المثل ، استوثقوا له بالعهد ، كما استوثقوا لدلوه بالحبل بعد الحبل حتى تكون بمأمن من القطع.(52) الأثر 10912-\"عتبة بن سعيد الحمصي\" مضى برقم: 8966.(53) في المطبوعة: \"بعثه إلى نجران\" ، وأثبت ما في المخطوطة.(54) الأثر: 10914- روى كتاب رسول الله صلى الله عليه وسلم ، أبو جعفر في التاريخ 3: 157 ، وهو في سيرة ابن هشام 4: 241 ، وفتوح البلدان للبلاذري: 77 ، وغيرها.(55) انظر تفسير\"أوفى\" فيما سلف 1: 557-559/3: 348/6: 526.(56) سقط من الترقيم ، رقم: 10919.(57) \"السخال\" جمع\"سخلة\" (بفتح فسكون): وهي ولد الشاة من المعز والضأن ، ذكرًا كان أو أنثى.(58) انظر تفسير\"الأنعام\" فيما سلف 6: 254.(59) هي مقالة الفراء في معاني القرآن 1: 298.(60) انظر معاني القرآن للفراء 1: 298.(61) انظر الإسناد السالف رقم: 10897 ، وكان هناك عن\"ابن أبي جعفر الرازي\" ، وهذا هو الإسناد الصحيح ، صححت ذلك عليه. وسيأتي برقم: 10957 ، 10963.(62) انظر تفسير\"حكم\" فيما سلف: ص 324: تعليق: 3.",
  "ayah": 1,
  "surah": 5
}
