{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْقال أبو جعفر: يقول تعالى ذكره للمؤمنين به: \" يا أيها الذين آمنوا شهادةُ بينكم \" ، يقول: ليشهد بينكم =\" إذا حضر أحدكم الموت حين الوصية \" ، يقول: وقت الوصية=\" اثنان ذوا عدل منكم \"، يقول: ذوا رشد وعقل وحِجًى من المسلمين، (48) كما:-12882 - حدثنا محمد بن بشار وعبيد الله بن يوسف الجبيري قالا حدثنا مؤمل بن إسماعيل قال ، حدثنا شعبة, عن قتادة, عن سعيد بن المسيب في قوله:  وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ  [سورة الطلاق: 2]، قال: ذَوَي عقل. (49)واختلف أهل التأويل في تأويل قوله: \" ذوا عدل منكم \" .فقال بعضهم: عنى به: من أهل ملتكم.* ذكر من قال ذلك:12883 - حدثنا حميد بن مسعدة قال ، حدثنا يزيد بن زريع, عن سعيد, عن قتادة, عن سعيد بن المسيب قال : شاهدان \" ذوا عدل منكم \"، من المسلمين.12884 - حدثنا عمران بن موسى القزاز قال ، حدثنا عبد الوارث بن سعيد قال ، حدثنا إسحاق بن سويد, عن يحيى بن يعمر في قوله: \" اثنان ذوا عدل منكم \" ، من المسلمين.12885- حدثنا ابن بشار وابن المثنى قالا حدثنا ابن أبي عدي, عن سعيد, عن قتادة, عن سعيد بن المسيب في قوله: \" اثنان ذوا عدل منكم \"، قال: اثنان من أهل دينكم.12886 - حدثنا أبو كريب قال ، حدثنا ابن إدريس, عن أشعث, عن ابن سيرين, عن عبيدة قال : سألته, عن قول الله تعالى ذكره: \" اثنان ذوا عدل منكم \" ، قال: من الملة.12887- حدثنا أبو كريب قال ، حدثنا ابن إدريس, عن هشام, عن ابن سيرين, عن عبيدة, بمثله = إلا أنه قال فيه: من أهل الملة.12888- حدثني يعقوب قال ، حدثنا ابن علية, عن هشام, عن ابن سيرين قال : سألت عبيدة عن هذه الآية: \" اثنان ذوا عدل منكم \" ، قال: من أهل الملة.12889- حدثنا ابن وكيع قال ، حدثنا أبي, عن ابن عون, عن ابن سيرين, عن عبيدة, مثله.12890- حدثنا ابن وكيع قال ، حدثنا حسين, عن زائدة, عن هشام, عن ابن سيرين قال : سألت عبيدة, فذكر مثله.12891 - حدثنا ابن وكيع قال ، حدثنا ابن مهدي, عن حماد, عن ابن أبي نجيح = وقال، حدثنا مالك بن إسماعيل, عن حماد بن زيد, عن ابن أبي نجيح = عن مجاهد, مثله.12892 - حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي, عن أبيه, عن ابن عباس: \" ذوا عدل منكم \" ، قال: ذوا عدل من أهل الإسلام.12893 - حدثني يونس قال ، أخبرنا ابن وهب قال ، قال ابن زيد في قوله: \" ذوا عدل منكم \" ، قال: من المسلمين.12894- حدثنا بشر بن معاذ قال ، حدثنا يزيد قال ، حدثنا سعيد, عن قتادة قال : كان سعيد بن المسيب يقول: \" اثنان ذوا عدل منكم \" ، أي: من أهل الإسلام.* * *وقال آخرون: عنى بذلك: ذوا عدل من حَيِّ الموصِي. وذلك قول روي عن عكرمة وعبيدة وعدّة غيرهما.* * *واختلفوا في صفة \" الاثنين \" اللذين ذكرهما الله في هذه الآية، ما هي, وما هما؟فقال بعضهم: هما شاهدان يشهدان على وصية الموصي.* * *وقال آخرون: هما وصيان.* * *وتأويل الذين زعموا أنهما شاهدان. قولَه: \" شهادة بينكم \" ، ليشهد شاهدان ذوا عدل منكم على وصيتكم.* * *وتأويل الذين قالوا: \" هما وصيان لا شاهدان \" قولَه: \" شهادة بينكم \"، بمعنى الحضور والشهود لما يوصيهما به المريضُ, من قولك: \" شهدت وصية فلان \", بمعنى حضرته. (50)* * *قال أبو جعفر: وأولى التأويلين بقوله: \" اثنان ذوا عدل منكم \" ، تأويلُ من تأوّله بمعنى أنهما من أهل الملة، دون من تأوّله أنهما من حيّ الموصي.وإنما قلنا ذلك أولى التأويلين بالآية, لأن الله تعالى ذكره، عم المؤمنين بخطابهم بذلك في قوله: \" يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم \" فغير جائز أن يصرف ما عمَّه الله تعالى ذكره إلى الخصوص إلا بحجة يجب التسليم لها. وإذ كان ذلك كذلك, فالواجب أن يكون العائدُ من ذكره على العموم, (51) كما كان ذكرهم ابتداءً على العموم.* * *وأولى المعنيين بقوله: \" شهادة بينكم \" اليمين, لا \" الشهادة \" التي يقوم بها مَنْ عنده شهادة لغيره، لمن هي عنده، على مَن هي عليه عند الحكام. (52) لأنا لا نعلم لله تعالى ذكره حكمًا يجب فيه على الشاهد اليمين, فيكون جائزًا صرفُ\" الشهادة \" في هذا الموضع، إلى \" الشهادة \" التي يقوم بها بعض الناس عند الحكام والأئمة.وفي حكم الآية في هذه، اليمينَ على ذوي العدل = وعلى من قام مقامهم، باليمين بقوله (53) \" تحبسونهما من بعد الصلاة فيقسمان بالله \" = أوضحُ الدليل على صحة ما قلنا في ذلك، من أن \" الشهادة \" فيه: الأيمان، دون الشهادة التي يقضَى بها للمشهود له على المشهود عليه = وفسادِ ما خالفه.* * *فإن قال قائل: فهل وجدتَ في حكم الله تعالى ذكره يمينًا تجب على المدَّعي، فتوجه قولك في الشهادة في هذا الموضع إلى الصحة؟فإن قلتَ: \" لا \", تبين فساد تأويلك ذلك على ما تأوّلت, لأنه يجب على هذا التأويل أن يكون المقسمان في قوله: \" فإن عثر على أنهما استحقا إثما فآخران يقومان مقامهما من الذين استحق عليهم الأوليان فيقسمان بالله لشهادتنا أحقّ من شهادتهما \" ، هما المدعيين.وإن قلت: \" بلى \", قيل لك: وفي أيّ حكم لله تعالى ذكره وجدتَ ذلك؟ قيل: وجدنا ذلك في أكثر المعاني. وذلك في حكم الرجل يدَّعي قِبَل رجل مالا فيقرّ به المدّعَى عليه قِبَله ذلك، ويدّعي قضاءه. فيكون القول قول ربّ الدين = (54)والرجل يعرّف في يد الرجل السلعةَ, فيزعم المعرّف في يده أنه اشتراها من المدّعِي، أو أنّ المدعي وهبها له, وما أشبه ذلك مما يكثر إحصاؤه. وعلى هذا الوجه أوجبَ الله تعالى ذكره في هذا الموضع اليمين على المدعيين اللذين عثرا على الخائنين فيما خانا فيه. (55)قال أبو جعفر: واختلف أهل العربية في الرافع قولَه: \" شهادة بينكم \", وقولَه: \" اثنان ذوا عدل منكم \" .فقال بعض نحويي البصرة: معنى قوله: \" شهادة بينكم \" ، شهادة اثنين ذوي عدل, ثم ألقيت \" الشهادة \"، وأقيم \" الاثنان \" مقامها, فارتفعا بما كانت \" الشهادة \" به مرتفعة لو جعلت في الكلام. (56) قال: وذلك = في حذف ما حذف منه، وإقامة ما أقيم مقام المحذوف = نظيرُ قوله:  وَاسْأَلِ الْقَرْيَةَ  [سورة يوسف: 82] ، وإنما يريد: واسأل أهل القرية, وانتصبت \" القرية \" بانتصاب \" الأهل \"، وقامت مقامه, ثم عطف قوله: \" أو آخران \" على \" الاثنين \".* * *وقال بعض نحويي الكوفة: رفع \" الاثنين \" ب \" الشهادة \"، أي: ليشهدكم اثنان من المسلمين, أو آخران من غيركم.* * *وقال آخر منهم: رفعت \" الشهادة \"، ب \" إذا حضر \". وقال: إنما رفعت بذلك، لأنه قال: \" إذا حضر \" فجعلها \" شهادة \" محذوفة مستأنفة, ليست بالشهادة التي قد رفعت لكل الخلق, لأنه قال تعالى ذكره: \" أو آخران من غيركم \", وهذه شهادة لا تقع إلا في هذا الحال, وليست مما يثبت. (57)* * *قال أبو جعفر: وأولى هذه الأقوال في ذلك عندي بالصواب, قولُ من قال: \" الشهادة \" مرفوعة بقوله: \" إذا حضر \" ، لأن قوله: \" إذا حضر \"،  بمعنى: عند حضور أحدكم الموت, و \" الاثنان \" مرفوع بالمعنى المتوهَّم, وهو: أن يشهد اثنان = فاكتفي من قيل: \" أن يشهد \"، بما قد جرى من ذكر \" الشهادة \" في قوله: \" شهادة بينكم \".وإنما قلنا ذلك أولى بالصواب, لأن \" الشهادة \" مصدر في هذا الموضع, و \" الاثنان \" اسم, والاسم لا يكون مصدرًا. غير أن العرب قد تضع الأسماء مواضع الأفعال. (58) فالأمر وإن كان كذلك, فصرْفُ كل ذلك إلى أصح وُجوهه ما وجدنا إليه سبيلا أولى بنا من صرفه إلى أضعفها.* * *القول في تأويل قوله :  أَوْ آخَرَانِ مِنْ غَيْرِكُمْقال أبو جعفر: يقول تعالى ذكره للمؤمنين: ليشهد بينكم إذا حضر أحدكم الموت، عدلان من المسلمين, أو آخران من غير المسلمين.* * *وقد اختلف أهل التأويل في تأويل قوله: \" أو آخران من غيركم \" .فقال بعضهم: معناه: أو آخران من غير أهل ملتكم، نحو الذي قلنا فيه.* ذكر من قال ذلك:12859 - حدثنا حميد بن مسعدة وبشر بن معاذ قالا (59) حدثنا يزيد بن زريع, عن سعيد, عن قتادة, عن سعيد بن المسيب: \" أو آخران من غيركم \" ، من أهل الكتاب.12896- حدثنا محمد بن بشار ومحمد بن المثنى قالا حدثنا محمد بن جعفر قال ، حدثنا شعبة قال ، سمعت قتادة يحدث, عن سعيد بن المسيب: \" أو آخران من غيركم \" ، من أهل الكتاب.12897- حدثني أبو حفص الجبيري، عبيد الله بن يوسف قال ، حدثنا مؤمل بن إسماعيل قال ، حدثنا شعبة, عن قتادة, عن سعيد بن المسيب, مثله. (60)12898 - حدثنا محمد بن بشار قال ، حدثنا ابن أبي عدي, عن سعيد, عن قتادة, عن سعيد, مثله.12899- حدثني يعقوب قال ، حدثنا هشيم قال ، أخبرنا مغيرة, عن إبراهيم وسليمان التيمي, عن سعيد بن المسيب, أنهما قالا في قوله: \" أو آخران من غيركم \" ، قالا من غير أهل ملتكم.12900- حدثني يعقوب قال ، حدثنا هشيم قال ، أخبرنا مغيرة قال ، حدثني من سمع سعيد بن جبير يقول, مثل ذلك.12901 - حدثني يعقوب قال ، حدثنا هشيم قال ، أخبرنا التيمي, عن أبي مجلز قال : من غير أهل ملتكم.12902 - حدثنا ابن بشار قال ، حدثنا محمد بن جعفر قال ، حدثنا شعبة, عن مغيرة, عن إبراهيم, مثله.12903 - حدثنا ابن وكيع قال ، حدثنا جرير, عن مغيرة, عن إبراهيم قال : إن كان قُرْبَه أحدٌ من المسلمين أشهدهم, وإلا أشهد رجلين من المشركين.12904 - حدثنا عمرو بن علي قال ، حدثنا أبو قتيبة قال ، حدثنا هشيم, عن المغيرة, عن إبراهيم وسعيد بن جبير في قوله: \" أو آخران من غيركم \" ، قالا  من غير أهل ملتكم. (61)12905- حدثنا عمرو قال ، حدثنا يحيى بن سعيد قال ، حدثنا سعيد, عن قتادة, عن سعيد: \" أو آخران من غيركم \"، قال: من أهل الكتاب.12906- حدثنا عمرو قال ، حدثنا محمد بن سواء قال ، حدثنا سعيد, عن قتادة, عن سعيد بن المسيب, مثله. (62)12907- حدثنا هناد قال ، حدثنا وكيع = وحدثنا ابن وكيع قال ، حدثنا أبي = عن شعبة, عن قتادة, عن سعيد بن المسيب, مثله.12908 - حدثنا عمران بن موسى قال ، حدثنا عبد الوارث بن سعيد قال ، حدثنا إسحاق بن سويد, عن يحيى بن يعمر في قوله: \" اثنان ذوا عدل منكم \"، من المسلمين, فإن لم تجدوا من المسلمين, فمن غير المسلمين.12909 - حدثنا محمد بن المثنى قال ، حدثنا عبد الأعلى قال ، حدثنا داود, عن عامر, عن شريح في هذه الآية: \" يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموتُ حين الوصية اثنان ذوا عدل منكم أو آخران من غيركم \" ، قال: إذا كان الرجل بأرض غُرْبة ولم يجد مسلمًا يشهده على وصيته, فأشهد يهوديًّا أو نصرانيًّا أو مجوسيًّا, فشهادتهم جائزة. (63) فإن جاء رجلان مسلمان فشهدا بخلاف شهادتهما, أجيزت شهادة المسلمين, وأبطلت شهادة الآخرَيْن. (64)12910 - حدثني يعقوب قال ، حدثنا هشيم قال ، أخبرنا الأعمش, عن إبراهيم, عن شريح: أنه كان لا يجيز شهادة اليهود والنصارى على مسلم إلا في الوصية, ولا يجيز شهادتهما على الوصية إلا إذا كانوا في سفَر.12911- حدثنا عمرو بن علي قال ، حدثنا أبو معاوية ووكيع قالا حدثنا الأعمش, عن إبراهيم, عن شريح قال : لا تجوز شهادة اليهودي والنصرانيّ إلا في سفر, ولا تجوز في سفر إلا في وصية. (65)12912 - حدثنا ابن وكيع قال ، حدثنا أبي، عن الأعمش, عن إبراهيم, عن شريح, نحوه.12913 - حدثنا عمرو بن علي قال ، حدثنا محمد بن عبد الله بن الزبير الأسدي قال ، حدثنا سفيان, عن منصور, عن إبراهيم قال : كتب هشام بن هُبَيرة لمسلمة عن شهادة المشركين على المسلمين, فكتب: \" لا تجوز شهادة المشركين على المسلمين إلا في وصية, ولا يجوز في وصية إلا أن يكون الرجل مسافرًا \".12914 - حدثنا أبو كريب قال ، حدثنا ابن إدريس, عن أشهب, عن ابن سيرين, عن عبيدة قال : سألته عن قول الله تعالى ذكره: \" أو آخران من غيركم \" ، قال: من غير الملة.12915- حدثنا أبو كريب قال ، حدثنا ابن إدريس, عن هشام, عن ابن سيرين, عن عبيدة, بمثله.12916- حدثني يعقوب قال ، حدثنا ابن علية, عن هشام, عن ابن سيرين قال : سألت عبيدة, عن ذلك فقال: من غير أهل الملة.12917- حدثنا ابن وكيع قال ، حدثنا جرير, عن هشام, عن ابن &; 11-164 &; سيرين, عن عبيدة قال : من غير أهل الصلاة.12918- حدثنا ابن وكيع قال ، حدثنا ابن إدريس, عن هشام, عن ابن سيرين, عن عبيدة قال : من غير أهل دينكم.12919- حدثنا ابن وكيع قال ، حدثنا حسين, عن زائدة, عن هشام, عن ابن سيرين, عن عبيدة قال : من غير أهل الملة.12920- حدثنا عمرو بن علي قال ، حدثنا أبو داود قال ، حدثنا أبو حرّة, عن محمد بن سيرين, عن عبيدة: \" أو آخران من غيركم \" ، قال: من غير أهل ملتكم.12921- حدثنا عمرو بن علي قال ، حدثنا عبد الرحمن بن عثمان قال، حدثنا هشام بن محمد قال ، سألت سعيد بن جبير عن [ قول الله: \" أو آخران من غيركم \" ، قال: من غير أهل ملتكم] . (66)12922 - حدثنا ابن وكيع قال ، حدثنا مالك بن إسماعيل, عن حماد بن زيد, عن ابن أبي نجيح, عن مجاهد, مثله.12923- حدثنا عمرو قال ، حدثنا أبو داود قال ، حدثنا حماد بن زيد, عن ابن أبي نجيح, عن مجاهد قال : من غير أهل ملتكم.12924 - حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي, عن أبيه, عن ابن عباس: \" أو آخران من غيركم \" ، من غير أهل الإسلام.12925 - حدثنا أبو كريب قال ، حدثنا أبو بكر بن عياش قال ، قال أبو إسحاق: \" أو آخران من غيركم \" ، قال: من اليهود والنصارى = قال قال شريح: لا تجوز شهادة اليهوديّ والنصراني إلا في وصية, ولا تجوز في وصية إلا في سفر.12926 - حدثني يعقوب قال ، حدثنا هشيم قال ، أخبرنا زكريا, عن الشعبي: أن رجلا من المسلمين حضرته الوفاة بدَقوقَا هذه. (67) قال: فحضرته الوفاة ولم يجد أحدًا من المسلمين يشهده على وصيته, فأشهده رجلين من أهل الكتاب، فقدما الكوفة, فأتيا الأشعريّ فأخبراه, وقدِما بتركته ووصيته, فقال الأشعري: هذا أمر لم يكن بعدَ الذي كان في عهد رسول الله صلى الله عليه وسلم! فأحلفهما وأمضى شهادتهما. (68)12927 - حدثنا عمرو بن علي قال ، حدثنا أبو داود قال ، حدثنا شعبة, عن مغيرة الأزرق, عن الشعبي: أن أبا موسى قضى بها بدَقوقَا.12928 - حدثنا عمرو قال ، حدثنا عثمان بن الهيثم قال ، حدثنا عوف, عن محمد: أنه كان يقول في قوله: \" اثنان ذوا عدل منكم أو آخران من غيركم \" ، شاهدان من المسلمين وغير المسلمين.12929 - حدثني يونس قال ، أخبرنا ابن وهب قال ، قال ابن زيد: \" أو آحران من غيركم \" ، من غير أهل الإسلام.12930- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الرحمن بن سعد قال ، أخبرنا أبو حفص, عن ليث, عن مجاهد قال : من غير أهل الإسلام.12931 - حدثني يونس قال ، أخبرنا ابن وهب قال ، أخبرني عبد الله بن عياش قال : قال زيد بن أسلم في هذه الآية: \" شهادة بينكم \" الآية كلها، قال: كان ذلك في رجل تُوُفّيَ وليس عنده أحد من أهل الإسلام, وذلك في أوّل الإسلام، والأرض حرب، والناس كفار, إلا أن رسول الله صلى الله عليه وسلم وأصحابه بالمدينة, وكان الناس يتوارثون بالوصية, ثم نُسِخت الوصية وفرضت الفرائض, وعمل المسلمون بها. (69)* * *وقال آخرون: بل معنى ذلك: أو آخران من غير حَيِّكم وعشيرتكم.* ذكر من قال ذلك:12932 - حدثنا عمرو بن علي قال ، حدثنا عثمان بن الهيثم بن الجهم قال ، حدثنا عوف, عن الحسن في قوله: \" اثنان ذوا عدل منكم أو آخران من غيركم \" ، قال: شاهدان من قومكم ومن غير قومكم. (70)12933 - حدثنا عمرو قال ، حدثنا أبو داود قال ، حدثنا صالح بن أبي الأخضر, عن الزهري قال : مضت السُّنة أن لا تجوز شهادة كافر في حضر ولا سفر, إنما هي في المسلمين. (71)12934- حدثنا بشر بن معاذ قال ، حدثنا يزيد قال ، حدثنا سعيد, عن قتادة قال : كان الحسن يقول: \" اثنان ذوا عدل منكم \" ، أي: من عشيرته =\" أو آخران من غيركم \" ، قال: من غير عشيرته.12935 - حدثنا ابن وكيع قال ، حدثنا أبو أسامة, عن ثابت بن زيد, عن عاصم, عن عكرمة: \" أو آخران من غيركم \" ، قال: من غير أهل حيِّكم.12936- حدثنا ابن وكيع قال ، حدثنا ابن مهدي, عن ثابت بن زيد, عن عاصم, عن عكرمة: \" أو آخران من غيركم \"، قال: من غير حيكم.12937- حدثنا عمرو بن علي قال ، حدثنا أبو داود قال ، حدثنا ثابت بن زيد, عن عاصم الأحول, عن عكرمة في قول الله تعالى ذكره: \" أو آخران من غيركم \" ، قال: من غير أهل حيه = يعني: من المسلمين.12938- حدثني الحارث بن محمد قال ، حدثنا عبد العزيز قال ، حدثنا مبارك, عن الحسن: \" أو آخران من غيركم \" ، قال: من غير عشيرتك, ومن غير قومك، كلهم من المسلمين.12939- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال ، أخبرنا معمر, عن أيوب, عن ابن سيرين, عن عبيدة قوله: \" أو آخران من غيركم \" ، قال: مسلمين من غير حيكم.12940 - حدثني المثنى قال ، حدثنا عبد الله بن صالح قال ، حدثني الليث قال ، حدثني عقيل قال: سألت ابن شهاب عن قول الله تعالى ذكره: \" يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت \" ، إلى قوله:  وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ  ، قلت: أرأيت الاثنين اللذين ذكر الله، من غير أهل المرء الموصي، أهما من المسلمين، أم هما من أهل الكتاب؟ وأرأيت الآخرين اللذين يقومان مقامهما, أتراهما من [غير] أهل المرء الموصي، (72) أم هما من غير المسلمين؟ قال ابن شهاب: لم نسمع في هذه الآية عن رسول الله صلى الله عليه وسلم ، ولا عن أئمة العامة، سنة أذكرها, وقد كنا نتذاكرها أناسًا من علمائنا أحيانًا, فلا يذكرون فيها سُنة معلومة، ولا قضاءً من إمام عادل, ولكنه يختلف فيها رأيهم. وكان أعجبهم فيها رأيًا إلينا، الذين كانوا يقولون: هي فيما بين أهل الميراث من المسلمين, يشهد بعضهم الميت الذي يرثونه، ويغيب عنه بعضهم, ويشهد من شهده على ما أوصى به لذوي القربى، فيخبرون من غاب عنه منهم بما حضرُوا من وصية. فإن سلّموا جازت وصيته، وإن ارتابوا أن يكونوا بدَّلوا قولَ الميت، وآثروا بالوصية من أرادوا ممن لم يوص لهم الميت بشيء، حَلَف اللذان يشهدان على ذلك بعد الصلاة، وهي صلاة المسلمين, فيقسمان بالله: \" إن ارتبتم لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهادة الله إنا إذًا لمن الآثمين \". فإذا أقسما على ذلك جازت شهادتهما وأيمانهما، ما لم يعثر على أنهما [استحقا إثمًا في شيء من ذلك, فإن عُثر على أنهما استحقا إثمًا في شيء من ذلك ] ، (73) قام آخران مقامهما من أهل الميراث، من الخصم الذين ينكرون ما شهد به عليه الأوَّلان المستحلفان أول مرة, فيقسمان بالله لشهادتنا [ أحق من شهادتكما] ، (74) على تكذيبكما أو إبطال ما شهدتما به =  وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ  =  ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ  ، الآية.* * *قال أبو جعفر: وأولى التأويلين في ذلك عندنا بالصواب، تأويل من تأوّله: أو آخران من غير أهل الإسلام. وذلك أن الله تعالى عرَّف عباده المؤمنين عند &; 11-169 &; الوصية، شهادة اثنين من عدول المؤمنين، أو اثنين من غير المؤمنين. ولا وجه لأن يقال في الكلام صفة شهادة مؤمنين منكم، أو رجلين من غير عشيرتكم, وإنما يقال: صفة شهادة رجلين من عشيرتكم أو من غير عشيرتكم = أو رجلين من المؤمنين أو من غير المؤمنين.فإذ كان لا وجه لذلك في الكلام, فغير جائز صرف معنى كلام الله تعالى ذكره إلا إلى أحسن وجوهه. (75)وقد دللنا قبل على أن قوله تعالى: \" ذوا عدل منكم \" ، إنما هو من أهل دينكم وملتكم، بما فيه كفاية لمن وفق لفهمه.وإذ صح ذلك بما دللنا عليه, فمعلوم أن معنى قوله: \" أو آخران من غيركم \" ، إنما هو: أو آخران من غير أهل دينكم وملتكم. وإذ كان ذلك كذلك, فسواء كان الآخران اللذان من غير أهل ديننا، يهوديين كانا أو نصرانيين أو مجوسيين أو عابدَيْ وثَن، أو على أي دين كانا. لأنّ الله تعالى ذكره لم يخصص آخرين من أهل ملة بعينها دونَ ملة، بعد أن يكونا من [غير] أهل الإسلام. (76)* * *القول في تأويل قوله :  إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِقال أبو جعفر: يقول تعالى ذكره للمؤمنين: صفة شهادة بينكم إذا حضر أحدكم الموتُ وقتَ الوصية, أن يشهد اثنان ذوا عدل منكم، أيها المؤمنون، أو رجلان آخران من غير أهل ملتكم, إن أنتم سافرتم ذاهبين وراجعين في الأرض.* * *وقد بينا فيما مضى السبب الذي من أجله قيل للمسافر: \" الضارب في الأرض \". (77)=\" فأصابتكم مصيبة الموت \" ، يقول: فنـزل بكم الموت. (78)* * *ووجَّه أكثر التأويل هذا الموضع إلى معنى التعقيب دون التخيير، وقالوا: معناه: شهادة بينكم إذا حضر أحدكم الموت حين الوصية، اثنان ذوا عدل منكم إن وجدا, فإن لم يوجدا فآخران من غيركم = وإنما فعل ذلك من فعله, لأنه وجَّه معنى \" الشهادة \" في قوله: \" شهادة بينكم \" ، إلى معنى الشهادة التي توجب للقوم قيامَ صاحبها عند الحاكم, أو يُبطلها. * ذكر بعض من تأول ذلك كذلك:12941 - حدثنا عمران بن موسى القزاز قال ، حدثنا عبد الوارث بن سعيد قال ، حدثنا إسحاق بن سويد, عن يحيى بن يعمر في قوله: \" ذوا عدل منكم \" ، من المسلمين. فإن لم تجدوا من المسلمين، فمن غير المسلمين.12942 - حدثنا محمد بن بشار ومحمد بن المثنى قالا حدثنا ابن أبي عدي, عن سعيد, عن قتادة, عن سعيد بن المسيب في قوله: \" اثنان ذوا عدل منكم أو آخران من غيركم \" ، قال: اثنان من أهل دينكم =\" أو آخران من غيركم \" ، من أهل الكتاب، إذا كان ببلادٍ لا يجد غيرهم.12943 - حدثنا ابن المثنى قال ، حدثنا عبد الأعلى قال ، حدثنا داود, عن عامر, عن شريح في هذه الآية: \" شهادة بينكم \" إلى قوله: \" أو آخران من غيركم \" ، قال: إذا كان الرجل بأرض غربة ولم يجد مسلمًا يشهده على وصيته, فأشهد يهوديًّا أو نصرانيًّا، أو مجوسيًّا, فشهادتهم جائزة.12944 - حدثني محمد بن الحسين قال ، حدثنا أحمد بن مفضل قال ، حدثنا أسباط, عن السدي: \" يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم \" ، قال: هذا في الحضر=\" أو آخران من غيركم \" ، في السفر =\" إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت \" ، هذا، الرجل يدركه الموت في سفره وليس بحضرته أحد من المسلمين, (79) فيدعو رجلين من اليهود والنصارى والمجوس, فيوصي إليهما.12945 - حدثنا القاسم قال، حدثنا الحسين قال ، حدثنا هشيم قال ، أخبرنا مغيرة, عن إبراهيم وسعيد بن جبير أنهما قالا في هذه الآية: \" يا أيها الذين آمنوا شهادة بينكم \" الآية ، قال : إذا حضر الرجلَ الوفاةُ في سفر, فيشهد رجلين من المسلمين. فإن لم يجد رجلين من المسلمين، فرجلين من أهل الكتاب.12946 - حدثني المثنى قال ، حدثنا عبد الله بن صالح قال ، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس: \" يا أيها الذين آمنوا شهادة بينكم \" إلى قوله: \" ذوا عدل منكم \" ، فهذا لمن مات وعنده المسلمون, فأمره الله أن يشهد على وصيته عَدْلين من المسلمين. ثم قال: \" أو آخران من غيركم إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت \" ، فهذا لمن مات وليس عنده أحد من المسلمين, فأمره الله تعالى ذكره بشهادة رجلين من غير المسلمين.* * *ووجَّه ذلك آخرون إلى معنى التخيير, وقالوا: إنما عنى بالشهادة في هذا الموضع، الأيمان على الوصية التي أوصى إليهما، وائتمانَ الميت إياهما على ما ائتمنهما عليه من مال ليؤدِّياه إلى ورثته بعد وفاته، إن ارتيب بهما. قالوا: وقد يتَّمِن الرجلُ على ماله من رآه موضعًا للأمانة من مؤمن وكافر في السفر والحضر. (80) وقد ذكرنا الرواية عن بعض من قال هذا القول فيما مضى, وسنذكر بقيته إن شاء الله تعالى بعد.* * *القول في تأويل قوله :  تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىقال أبو جعفر: يقول تعالى ذكره للمؤمنين به وبرسوله: شهادة بينكم إذا حضر أحدكم الموت, إن شهد اثنان ذوا عدل منكم, أو كان أوصى إليهما = أو آخران من غيركم إن كنتم في سفر فحضرتكم المنيّة، فأوصيتم إليهما، ودفعتم إليهما ما كان معكم من مال وتركة لورثتكم. فإذا أنتم أوصيتم إليهما ودفعتم إليهما ما كان معكم من مال، فأصابتكم مصيبة الموت, فأدَّيا إلى ورثتكم ما اتَّمنتموهما وادَّعوا عليهما خيانة خاناها مما اتُّمنا عليه, (81) فإن الحكم فيهما حينئذ أن تحبسوهما = يقول: تستوقفونهما بعد الصلاة. وفي الكلام محذوف اجتزئ بدلالة ما ظهر منه على ما حذف, وهو: \" فأصابتكم مصيبة الموت، وقد أسندتم وصيتكم إليهما، ودفعتم إليهما ما كان معكم من مال \", فإنكم تحبسونهما من بعد الصلاة =\" فيقسمان بالله إن ارتبتم \" ، يقول: فيحلفان بالله إن اتهمتموهما بخيانة فيما اُّتمنا عليه من تغيير وصية أوصى إليهما بها أو تبديلها = و \" الارتياب \"، هو الاتهام (82) =\" لا نشتري به ثمنًا \" ، &; 11-173 &; يقول: يحلفان بالله لا نشتري بأيماننا بالله ثمنًا, يقول: لا نحلف كاذبين على عوض نأخذه عليه، وعلى مال نذهب به، (83) أو لحقّ نجحده لهؤلاء القوم الذين أوصى إلينا وَليُّهم وميِّتهم. (84)* * *و \" الهاء \" في قوله: \" به \"، من ذكر \" الله \" , والمعنيُّ به الحلف والقسم، ولكنه لما كان قد جرى قبل ذلك ذكر القسم به, فعُرِف معنى الكلام, اكتفي به من إعادة ذكر القسم والحلف. (85)=\" ولو كان ذا قربى \" ، يقول: يقسمان بالله لا نطلب بإقسامنا بالله عوضًا فنكذب فيها لأحد, ولو كان الذي نقسم به له ذا قرابة منا. (86)* * *وبنحو الذي قلنا في ذلك روي الخبر عن ابن عباس.* ذكر من قال ذلك:12947- حدثني المثنى قال ، حدثنا عبد الله بن صالح قال ، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" أو آخران من غيركم إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت \"، فهذا لمن مات وليس عنده أحد من المسلمين, فأمره الله بشهادة رجلين من غير المسلمين. فإن ارتيب في شهادتهما، استحلفا بعد الصلاة بالله: لم نشتر بشهادتنا ثمنًا قليلا.* * *وقوله: \" تحبسونهما من بعد الصلاة \" ، من صلاة الآخرين. ومعنى الكلام: أو آخران من غيركم تحبسونهما من بعد الصلاة، إن ارتبتم بهما, فيقسمان بالله لا نشتري به ثمنًا ولو كان ذا قربى.* * *واختلفوا في\" الصلاة \" التي ذكرها الله تعالى في هذه الآية، فقال: \" تحبسونهما من بعد الصلاة \" .فقال بعضهم: هي صلاة العصر.* ذكر من قال ذلك:12948 - حدثني يعقوب قال ، حدثنا هشيم قال ، أخبرنا زكريا عن الشعبي: أن رجلا من المسلمين حضرته الوفاة بدقوقا, فلم يجد أحدًا من المسلمين يشهده على وصيته, فأشهد رجلين من أهل الكتاب. قال: فقدما الكوفة, فأتيا الأشعري فأخبراه, وقدما بتركته ووصيته, فقال الأشعري: هذا أمر لم يكن بعد الذي كان في عهد رسول الله صلى الله عليه وسلم! قال: فأحلفهما بعد العصر: بالله ما خانا ولا كذبا ولا بَدّلا ولا كتما، ولا غيَّرا, وإنها لوصية الرجل وتركته. قال: فأمضى شهادتهما. (87)12949 - حدثنا ابن بشار وعمرو بن علي قالا حدثنا محمد بن جعفر قال ، حدثنا شعبة, عن أبي بشر, عن سعيد بن جبير: \" أو آخران من غيركم \" ، قال: إذا كان الرجل بأرض الشرك، فأوصى إلى رجلين من أهل الكتاب, فإنهما يحلفان بعد العصر.12950 - حدثنا ابن بشار قال ، حدثنا محمد بن جعفر قال ، حدثنا شعبة, عن مغيرة, عن إبراهيم, بمثله.12951 - حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد, عن قتادة  قوله: \" يا أيها الذين آمنوا شهادة بينكم \" إلى \" فأصابتكم مصيبة الموت \"، فهذا رجل مات بغُرْبة من الأرض، وترك تركته، وأوصى بوصيته، وشهد على وصيته رجلان. فإن ارتيب في شهادتهما، استحلفا بعد العصر. وكان يقال: عندها تصير الأيمان.12952 - حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني هشيم قال ، أخبرنا مغيرة, عن إبراهيم وسعيد بن جبير: أنهما قالا في هذه الآية: \" يا أيها الذين آمنوا شهادة بينكم \" ، قالا إذا حضر الرجل الوفاة في سفر, فليشهد رجلين من المسلمين. فإن لم يجد فرجلين من أهل الكتاب. فإذا قدما بتركته, فإن صدّقهما الورثة قُبِل قولهما, وإن اتهموهما أحلفا بعد صلاة العصر: بالله ما كذبنا ولا كتمنا ولا خُنَّا ولا غيَّرنا.12953- حدثنا عمرو بن علي قال ، حدثنا يحيى بن القطان قال ، حدثنا زكريا قال ، حدثنا عامر: أن رجلا توفي بدَقُوقا, فلم يجد من يشهده على وصيته إلا رجلين نصرانيين من أهلها. فأحلفهما أبو موسى دُبُر صلاة العصر في مسجد الكوفة: بالله ما كتما ولا غيرا, وأن هذه الوصية. فأجازها. (88)* * *وقال آخرون: بل يستحلفان بعد صلاة أهل دينهما وملتهما.* ذكر من قال ذلك:12954 - حدثني محمد بن الحسين قال ، حدثنا أحمد بن مفضل قال ، حدثنا أسباط, عن السدي: \" يا أيها الذين آمنوا شهادة بينكم \" إلى قوله: \" ذوا عدل منكم \" ، قال: هذا في الوصية عند الموت، يوصي ويشهد رجلين من المسلمين على ما لَهُ وعليه، قال : هذا في الحضر=\" أو آخران من غيركم \" في السفر =\" إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت \" ، هذا، الرجل  يدركه الموت في سفره وليس بحضرته أحد من المسلمين, فيدعو رجلين من اليهود والنصارى والمجوس, فيوصي إليهما، ويدفع إليهما ميراثه. فيقبلان به. فإن رضي أهل الميت الوصية وعرفوا مالَ صاحبهم، تركوا الرجلين. وإن ارتابوا، رفعوهما إلى السلطان. فذلك قوله: \" تحبسونهما من بعد الصلاة إن ارتبتم \" . قال عبد الله بن عباس: كأني أنظر إلى العِلْجين حين انتُهِى بهما إلى أبي موسى الأشعري في داره, (89) ففتح الصحيفة، فأنكر أهل الميت، وخوَّنوهما. فأراد أبو موسى أن يستحلفهما بعد العصر, فقلت له: \" إنهما لا يباليان صلاة العصر, ولكن استحلفهما بعد صلاتهما في دينهما, فيوقف الرجلان بعد صلاتهما في دينهما, ويحلفان بالله: لا نشتري ثمنًا قليلا ولو كان ذا قربى ولا نكتم شهادة الله إنّا إذًا لمن الآثمين, أنّ صاحبهم لبهذا أوصى, وأنّ هذه لتركته. فيقول لهما الإمام قبل أن يحلفا: إنكما إن كنتما كتمتما أو خنتما فضحتكما في قومكما, ولم تجز لكما شهادة، وعاقبتكما! فإذا قال لهما ذلك, فإن ذلك أدنى أن يأتوا بالشهادة على وجهها.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب عندنا, قولُ من قال: \" تحبسونهما من بعد صلاة العصر \". لأن الله تعالى عرَّف \" الصلاة \" في هذا الموضع بإدخال \" الألف واللام \" فيها, ولا تدخلهما العرب إلا في معروف, إما في جنس, أو في واحد معهود معروف عند المتخاطبين. فإذا كان كذلك, وكانت \" الصلاة \" في هذا الموضع مجمعًا على أنه لم يُعْنَ بها جميع الصلوات, لم يجز أن يكون مرادًا بها صلاة المستحلَف من اليهود والنصارى, لأن لهم صلوات ليست واحدة, فيكون معلومًا أنها المعنيَّة بذلك. فإذْ كان ذلك كذلك, صح أنها صلاة بعينها من صلوات المسلمين. وإذ كان ذلك كذلك, وكان النبي صلى الله عليه وسلم  صحيحًا عنه أنه إذْ لاعَنَ بين العَجْلانيين، لاعَن بينهما بعد العصر دون غيره من الصلوات (90) = كان معلومًا أنّ التي عنيت بقوله: \" تحبسونهما من بعد الصلاة \"، هي الصلاة التي كان رسول الله صلى الله عليه وسلم يتخيَّرها لاستحلاف من أراد تغليظَ اليمين عليه. هذا مع ما عند أهل الكفر بالله من تعظيم ذلك الوقت, وذلك لقربه من غروب الشمس.* * *وكان ابن زيد يقول في قوله: \" لا نشتري به ثمنًا \" ، ما:-12955 - حدثني به يونس بن عبد الأعلى قال ، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" لا نشتري به ثمنًا \" ، قال: نأخذ به رشوة.* * *القول في تأويل قوله :  وَلا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الآثِمِينَ (106)قال أبو جعفر: اختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة الأمصار: ( ولا نكتم شهادة الله ) ، بإضافة \" الشهادة \" إلى \" الله \" ، وخفض اسم الله تعالى = يعني: لا نكتم شهادة لله عندنا.* * *وذكر عن الشعبي أنه كان يقرؤه كالذي:-12956 - حدثنا ابن وكيع قال ، حدثنا أبو أسامة, عن ابن عون, عن عامر: أنه كان يقرأ: ( ولا نكتم شهادة الله إنا إذا لمن الآثمين ) = بقطع \" الألف \"، وخفض اسم الله = هكذا حدثنا به ابن وكيع.* * *وكأن الشعبي وجَّهَ معنى الكلام إلى: أنهما يقسمان بالله لا نشتري به ثمنًا، &; 11-178 &; ولا نكتم شهادةً عندنا. ثم ابتدأ يمينًا باستفهام: بالله أنهما إن اشتريا بأيمانهما ثمنًا أو كتما شهادته عندهما، لمن الآثمين.* * *وقد روي عن الشعبي في قراءة ذلك رواية تخالف هذه الرواية, وذلك ما:-12957- حدثني أحمد بن يوسف التغلبي قال ، حدثنا القاسم بن سلام قال ، حدثنا عباد بن عباد, عن ابن عون, عن الشعبي: أنه قرأ: ( ولا نكتم شهادة الله إنا إذا لمن الآثمين ) = (91) قال أحمد: قال أبو عبيد: تنوّن \" شهادة \" ويخفض \" الله \" على الاتصال. قال: وقد رواها بعضهم بقطع \" الألف \" على الاستفهام. (92)* * *قال أبو جعفر: وحفظي أنا لقراءة الشعبي بترك الاستفهام. (93)* * *وقرأها بعضهم: ( ولا نكتم شهادة الله ) ، بتنوين \" الشهادة \"، ونصب اسم \" الله \" بمعنى: ولا نكتم الله شهادةً عندنا.* * *قال أبو جعفر: وأولى القراءات في ذلك عندنا بالصواب, قراءة من قرأ: ( ولا نكتم شهادة الله ) ، بإضافة \" الشهادة \" إلى اسم \" الله \" ، وخفض اسم \" الله \" لأنها القراءة المستفيضة في قرأة الأمصار التي لا تتناكر صحَّتَها الأمة.* * *وكان ابن زيد يقول في معنى ذلك: ولا نكتم شهادة الله، وإن كان بعيدًا. (94)12958 - حدثني بذلك يونس قال ، أخبرنا ابن زيد، عنه.----------------------------الهوامش :(48) انظر تفسير ألفاظ هذه الآية فيما سلف من فهارس اللغة.(49) الأثر: 12882 -\"عبيد الله بن يوسف الجبيري\" ، \"أبو حفص البصري\" ، شيخ الطبري ، ثقة. روي له ابن ماجه. مترجم في التهذيب. وفي المخطوطة: \"عبد الله بن يوسف\" ، وهو خطأ. ومضى في رقم: 109 ، ولم يترجم هناك.وهذا الخبر في تفسير الآية الثانية من\"سورة الطلاق\" ، ولم يذكره أبو جعفر هناك في تفسير الآية. فهذا من ضروب اختصاره تفسيره.(50) انظر تفسير\"شهد\" فيما سلف من فهارس اللغة ، واختلاف معانيها.(51) في المطبوعة: \"من ذكرهم\" ، وما في المخطوطة صواب محض.(52) كان صدر هذه العبارة في المخطوطة: \"شهادة بينكم ، لأن الشهادة . . .\" ، أسقط لفظ\"اليمين\" ، وجعل\"لا الشهادة\" ، \"لأن الشهادة\" ، وهو فاسد ، والذي في المطبوعة هو الصواب المحض إن شاء الله ، وهو مطابق لما رواه القرطبي في تفسيره 6: 348 ، عن أبي جعفر الطبري.(53) في المطبوعة هنا\"في اليمين بقوله\" غير ما في المخطوطة ، وأفسد الكلام. والسياق\"وفي حكم الآية . . . باليمين . . . أوضح الدليل . . .\".(54) قوله: \"والرجل يعترف\" ، معطوف على قوله: \"في حكم الرجل . . . .\". وكان في المطبوعة هنا\"والرجل يعترف . . . فيزعم المعترفة\" ، وهو خطأ ، وصوابه ما أثبت كما في المخطوطة.(55) في المطبوعة: \" . . . على الجانبين فيما جنيا فيه\" ، وهو لا معنى له هنا. وفي المخطوطة: \"على الجانبين فيما صاهما فيه\" ، وصواب قراءتها ما أثبت.(56) في المطبوعة والمخطوطة: \"بما كانت الشاهدة به مرتفعة\" ، وهو خطأ لا شك فيه ، صوابه ما أثبت.(57) في المطبوعة: \"مما ثبت\" ، وأثبت ما في المخطوطة.(58) \"الأفعال\": المصادر. وانظر فهارس المصطلحات فيما سلف.(59) في المطبوعة والمخطوطة: \"يونس بن معاذ\" ، وهو خطأ محض. و\"بشر بن معاذ\" عن يزيد بن زريع ، عن سعيد ، عن قتادة\" إسناد دائر في أكثر صفحات هذا التفسير.(60) الأثر: 12897 -\"أبو حفص الجبيري\" ، \"عبيد الله بن يوسف\" ، مضى قريبًا رقم: 12882.(61) الأثر: 12904 -\"أبو قتيبة\" هو\"سلم بن قتيبة الشعيري الفريابي\". مضى برقم: 1899 ، 1924 ، 6395 ، 9714. وكان في المطبوعة: \"قتيبة\" ، غير كنية ، والصواب من المخطوطة.(62) الأثر: 12906 -\"عمرو\" هو\"عمرو بن علي الفلاس\" ، مضى مرارًا.و\"محمد بن سواء بن عنبر السدوسي العنبري\". صدوق ، ثقة ، متكلم فيه. مترجم في التهذيب.وكان في المطبوعة: \"محمد بن سوار\" وهو خطأ ، وفي المخطوطة: \"محمد بن سوا\" ، وأساء الناشر قراءته.(63) في المطبوعة: \"فشهادتها\" ، وأثبت ما في المخطوطة ، وهو الصواب ، وسيأتي كذلك في رقم: 12974.(64) الأثر: 12909 - في المخطوطة والمطبوعة: \"حدثني المثنى\". والصواب ما أثبته ، وسيأتي هذا الخبر في موضعين بهذا الإسناد على الصواب ، وذلك رقم: 12943 ، 12974 ، ولذلك رددته إلى الصواب.(65) في المطبوعة: \"اليهود والنصارى\" ، وأثبت ما في المخطوطة.(66) الأثر: 12921 - انتهى هذا الأثر في المخطوطة عند قوله: \" . . . سعيد بن جبير عن\" ووضع الناسخ في المخطوطة حرف (ط) بالأحمر في الهامش ، دلالة على الخطأ والشك. أما المطبوعة ، فزادت ما وضعته بين القوسين ، وهو صواب في المعنى إن شاء الله.(67) \"دقوقا\" و\"دقوقاء\" ، مقصورًا وممدودًا؛ مدينة بين إربل وبغداد معروفة ، لها ذكر في الأخبار والفتوح ، كان بها وقعة للخوارج ، وكثر ذكرها في بعض أشعار الخوارج.وكان في المطبوعة: \" . . . بدقوقا ، ولم يجد أحدًا من المسلمين\" ، حذف ما أثبته من المخطوطة.وأساء. وظاهر من الخبر أن الشعبي قال هذا ، وهو يومئذ بدقوقا. وهو أيضًا ثابت في سنن أبي داود.(68) الأثر: 12926 - رواه أبو داود في سننه 3: 417 رقم: 3605 .(69) الأثر: 12931 -\"عبد الله بن عياش بن عباس القتباني\" ، \"أبو حفص\" المصري. مضى برقم: 12177. وكان في المطبوعة: \"عبد الله بن عباس\" ، وهو خطأ ، وهو على الصواب في المخطوطة.(70) الأثر: 12932 -\"عثمان بن الهيثم بن الجهم بن عيسى العصري العبدي\" ، وهو\"الأشج العصري\" ثقة. علق عنه البخاري. يروي عن عوف الأعرابي ، مترجم في التهذيب.(71) الأثر: 12933 -\"صالح بن أبي الأخضر اليمامي\" ، خادم الزهري ، مضى برقم: 9312.(72) الزيادة التي بين القوسين لا بد منها. وفي المخطوطة كما كانت في المطبوعة ، إلا أن الناسخ وضع في الهامش علامة الشك ، وهي هكذا (1) ، فأثبت الصواب إن شاء الله.(73) هذه الجملة التي بين القوسين ، ليست في المخطوطة ، ووضع في المطبوعة مكانها: \"فإن عثر\" ، واقتصر على ذلك ، واستظهرت الجملة من سياق أبي جعفر.(74) هذه الزيادة بين القوسين لا بد منها ، استظهرتها من الآية والسياق.(75) في المطبوعة: \"صرف مغلق كلام الله\" ، وفي المخطوطة: \"معلق\" ، وصواب قراءتها\"معنى\"(76) هذه الزيادة بين القوسين ، لا بد منها ، وإلا فسد الكلام.(77) انظر تفسير\"الضرب في الأرض\" فيما سلف 5: 593/7: 332/9: 123.(78) انظر تفسير\"الإصابة\" فيما سلف 8: 514 ، 538 ، 555/10: 393 ، 404(79) في المطبوعة: \"هذا الرجل\" ، زاد\"في\" ، وأثبت ما في المخطوطة. وسيأتي على الصواب في رقم: 12954.(80) في المطبوعة: \"وقد يأمن الرجل على ماله\" ، وفي المخطوطة: \"سمى الرجل\" غير منقوطة ، وصواب قراءتها ما أثبت.\"أمن الرجل على كذا ، وائتمنه ، واتمنه\" (الأخيرة ، مشددة التاء). وانظر ما سلف 5: 298 ، تعليق: 4.(81) في المطبوعة في المواضع كلها\"ائتمن\" مكان\"اتمن\" ، وانظر التعليق السالف.(82) انظر تفسير\"الارتياب\" فيما سلف 6: 78 ، وتفسير\"الريب\" فيما سلف 8: 592 ، تعليق: 5 ، والمراجع هناك.(83) انظر تفسير\"الاشتراء\" و\"الثمن\" فيما سلف من فهارس اللغة (شرى) و (ثمن).(84) في المطبوعة: \"أوصى إلينا وإليهم وصيهم\" ، غير ما في المخطوطة مع وضوحه!!(85) في المطبوعة: \"فيعرف من معنى الكلام ، واكتفى به . . .\" ، وفي المخطوطة: \"فيعرف معنى الكلام\" ، والصواب ما أثبت ، بجعل\"فيعرف\"\"فعرف\" ، وحذف\"من\" ، وحذف الواو من\"واكتفى\".(86) انظر تفسير\"ذو القربى\" فيما سلف 2: 292/3: 344/8: 334 .(87) الأثر: 12948 - انظر الأثر السالف رقم: 12926 ، والتعليق عليه. والأثر التالي رقم: 12953.(88) الأثر: 12953 - انظر التعليق على رقم: 12948.(89) \"العلج\" (بكسر العين وسكون اللام): الرجل من كفار العجم.(90) انظر خبر العجلانيين في السنن الكبرى للبيهقي 7: 398 ، وما بعدها.(91) في المطبوعة: \"شهادة الله\" ، هو خطأ ، صوابه في المخطوطة. وقراءة الشعبي أو قراءاته التي رويت عنه - مذكورة في تفسير أبي حيان 4: 44 ، والمحتسب لابن جني ، فراجعها هناك.(92) الأثر: 12957 -\"أحمد بن يوسف التغلبي الأحول\" ، مضى برقم: 5919 ، 5954 ، 7664 ، وكان في المطبوعة هنا\"الثعلبي\" ، وهو خطأ بيناه هناك.و\"عباد بن عباد الرملي الأرسوفي\" ، \"أبو عتبة الخواص\". روى عن ابن عون. مترجم في التهذيب.(93) في المطبوعة: \"وخفض إنا لقراءة الشعبي\" ، وهو خلط لا معنى له ، صوابه من المخطوطة.(94) في المطبوعة: \"وإن كان صاحبها بعيدًا\" ، وأثبت ما في المخطوطة ، وأنا في شك منه على كل حال ، أخشى أن يكون سقط من الكلام شيء. ولم أجد مقالة ابن زيد فيما بين يدي من الكتب.",
  "ayah": 106,
  "surah": 5
}
