{
  "text": "القول في تأويل قوله :  ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْقال أبو جعفر: يعني تعالى ذكره بقوله: \" ذلك \" ، هذا الذي قلت لكم في أمر الأوصياء = إذا ارتبتم في أمرهم، واتهمتموهم بخيانة لمالِ من أوصى إليهم، من حبسهم بعد الصلاة, واستحلافكم إيَّاهم على ما ادَّعى قِبَلهم أولياء الميت =\" أدنى \" لهم \" أن يأتوا بالشهادة على وجهها \" ، يقول: هذا الفعل، إذا فعلتم بهم، أقربُ لهم أن يصدُقوا في أيمانهم, (164) ولا يكتموا, ويقرُّوا بالحق ولا يخونوا (165) =\" أو يخافوا أن تردّ أيمان بعد أيمانهم \" ، يقول: أو يخاف هؤلاء الأوصياء إن عثر عليهم أنهم استحقُّوا إثمًا في أيمانهم بالله, أن تردَّ أيمانهم على أولياء الميت، بعد أيمانهم التي عُثِر عليها أنها كذب, فيستحقُّوا بها ما ادّعوا قِبَلهم من حقوقهم, فيصدقوا حينئذٍ في أيمانهم وشهادتهم، مخافةَ الفضيحة على أنفسهم، وحذرًا أن يستحقّ عليهم ما خانُوا فيه أولياء الميِّت وورثته.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل. وقد تقدّمت الروايةُ بذلك عن بعضهم, نحن ذاكرو الرواية في ذلك عن بعضِ من بَقي منهم.12979 - حدثني المثنى قال ، حدثنا عبد الله بن صالح قال ، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس:  فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا  ، يقول: إن اطُّلع على أنّ الكافرين كذبَا =  فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا  ، يقول: من الأولياء, فحلفا بالله أنّ شهادة الكافرين باطلة، وأنا لم نعتد, فتردّ شهادة الكافرين، وتجوز شهادة الأولياء. يقول تعالى ذكره: ذلك أدنى أن يأتي الكافرون بالشهادة على وجهها, أو يخافوا أن تردّ أيمان بعد أيمانهم. وليس على شُهود المسلمين أقسْام, وإنما الأقسام إذا كانوا كافرين.12980 - حدثنا بشر بن معاذ قال ، حدثنا يزيد بن زريع قال ، حدثنا سعيد, عن قتادة قوله: \" ذلك أدنى أن يأتوا بالشهادة \" الآية, يقول: ذلك أحرَى أن يصدقوا في شهادتهم, وأن يخافوا العَقِب. (166)12981 - حدثني يونس قال ، أخبرنا ابن وهب قال ، قال ابن زيد في قوله: \" أو يخافوا أن تردَّ أيمان بعد أيمانهم \" ، قال: فتبطل أيمانهم, وتؤخذ أيمانُ هؤلاء.* * *وقال آخرون: [معنى ذلك تحبسونهما من بعد الصلاة. ذلك أدنى أن يأتوا بالشهادة على وجهها, على أنهما استحقا إثمًا, فآخران يقومان مقامهما]. (167)* ذكر من قال ذلك:12982 - حدثني محمد بن الحسين قال ، حدثنا أحمد بن مفضل قال ، حدثنا أسباط, عن السدي قال : يوقف الرجلان بعد صلاتهما في دينهما, فيحلفان بالله: \" لا نشتري به ثمنًا قليلا ولو كان ذا قربى ولا نكتم شهادة الله إنا إذًا لمن الآثمين, أنّ صاحبكم لبهذا أوصى, وأنّ هذه لتركته \". فيقول لهما الإمام قبل أن يحلفا: \" إنكما إن كنتما كتمتما أو خنتما، فضحتكما في قومكما، ولم أجز لكما شهادة، وعاقبتكما \". فإن قال لهما ذلك, فإنّ ذلك أدنى أن يأتوا بالشهادة على وجهها.* * *القول في تأويل قوله :  وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (108)قال أبو جعفر: يقول تعالى ذكره: وخافوا الله، أيها الناس, وراقبوه في أيمانكم أن تحلفوا بها كاذبةً، وأن تُذْهبوا بها مال من يَحْرم عليكم ماله, وأن تخونوا من اتَّمنكم (168) =\" واسمعوا \"، يقول: اسمعوا ما يقال لكم وما توعظون به, فاعملوا به، وانتهوا إليه =\" والله لا يهدي القوم الفاسقين \"، يقول: والله لا يوفِّق من فَسَق عن أمر ربّه، فخالفه وأطاع الشيطانَ وعصى ربَّه.* * *وكان ابن زيد يقول: \" الفاسق \"، في هذا الموضع، هو الكاذب. (169)12983 - حدثني يونس قال ، أخبرنا ابن وهب قال ، قال ابن زيد: \" والله لا يهدي القومَ الفاسقين \" ، الكاذبين، يحلفون على الكذب.* * *وليس الذي قال ابن زيد من ذلك عندي بمدفُوعٍ, إلا أن الله تعالى ذكره عَمَّ الخبر بأنه لا يهدي جميع الفسَّاق, ولم يخصص منهم بعضًا دون بعض بخبر ولا عقلٍ, فذلك على معاني\" الفسق \" كلها، حتى يخصِّص شيئًا منها ما يجب التسليمُ له، فيُسلِّم له.* * *ثم اختلف أهل العلم في حكم هاتين الآيتين, هل هو منسوخ, أو هو مُحكَم ثابت؟فقال بعضهم: هو منسوخ* ذكر من قال ذلك:12984 - حدثنا أبو كريب قال ، ثنا ابن إدريس, عن رجل قد سماه, عن حماد, عن إبراهيم قال : هي منسوخة.12985 - حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي, عن أبيه, عن ابن عباس قال: هي منسوخة = يعني هذه الآية:  يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ  ، الآية.* * *وقال جماعة: هي محكمة وليست بمنسوخة. وقد ذكرنا قولَ أكثرهم فيما مضَى.* * *قال أبو جعفر: والصواب من القول في ذلك أن حكم الآية غيرُ منسوخ (170) وذلك أن من حكم الله تعالى ذكره الذي عليه أهل الإسلام, من لدن بعث الله تعالى ذكره نبيّه محمدًا صلى الله عليه وسلم إلى يومنا هذا, أنّ من ادُّعِي عليه دَعْوى ممَّا يملكه بنو آدم، أنّ المدَّعَى عليه لا يبرئه مما ادُّعي عليه إلا اليمين، إذا لم يكن للمدَّعِي بيّنة تصحح دَعواه = وأنه إن اعترف في يَدِ المدَّعى [عليه] سلعةً له, (171) فادَّعَى أنها له دون الذي في يده, فقال الذي هي في يده: \" بل هي لي، اشتريتها من هذا المدَّعِي\", أنّ القول قول من زَعَم الذي هي في يده أنه اشتراها منه، دون من هي في يده مع يمينه، إذا لم يكن للذي هي في يده بيّنة تحقق به دعواه الشراءَ منه.فإذ كان ذلك حكم الله الذي لا خلافَ فيه بين أهل العلم, وكانت الآيتان اللتان ذكر الله تعالى ذكره فيهما أمرَ وصية الموصِي إلى عدلين من المسلمين، أو إلى آخرين من غيرهم, إنما ألزَم النبي صلى الله عليه وسلم، فيما ذكر عنه، الوصيَّين اليمينَ حين ادَّعَى عليهما الورثة ما ادَّعوا، ثم لم يلزم المدَّعَى عليهما شيئًا إذ حلفا, حتى اعترفت الورثة في أيديهما ما اعترفُوا من الجام أو الإبريق أو غير ذلك من أموالهم، فزعما أنهما اشترياه من ميتهم, فحينئذ ألزم النبيُّ صلى الله عليه وسلم ورثَة الميِّت اليمين, لأن الوصيين تحوَّلا مُدَّعِيين بدعواهما ما وجدَا في أيديهما من مال الميِّت أنه لهما، اشتريَا ذلك منه، فصارَا مُقِرَّين بالمال للميِّت، مدَّعيين منه الشراء, فاحتاجا حينئذ إلى بيِّنةٍ تصحِّح دعواهما، وصارتْ وورثة الميتِ ربِّ السلعة، (172) أولى باليمين منهما. فذلك قوله تعالى ذكره:  فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا  ، الآية.فإذ كان تأويل ذلك كذلك، فلا وجه لدعوَى مدَّعٍ أن هذه الآية منسوخة, لأنه غير جائز أن يُقْضَى على حُكم من أحكام الله تعالى ذكره أنه منسوخ، إلا بخبَرٍ يقطع العذرَ: أمّا من عند الله، أو من عند رسوله صلى الله عليه وسلم, أو بورود النَّقل المستفيض بذلك. فأمَّا ولا خبر بذلك, ولا يدفع صحته عقل, فغير جائز أن يقضى عليه بأنه منسوخ.---------------الهوامش :(164) انظر تفسير\"أدنى\" فيما سلف 6: 78/7: 548.(165) انظر تفسير\"على وجهه\" فيما سلف 2: 511.(166) في المطبوعة: \"وأن يخافوا العقاب\" ، والصواب ما في المخطوطة و\"العقب\" (بفتح فكسر): العاقبة ، وذلك عاقبة أمرهما في وبطلان أيمانهم ، وعاقبة رد الفضيحة على أنفسهم.(167) هذه الجملة كلها مضطربة المعنى ، ولا تطابق الأثر التالي ، وظني أن في الكلام سقطًا ، أسقط الناسخ سطرًا أو نحوه ، وتركتها على حالها في المخطوطة والمطبوعة ، ولكني وضعتها بين قوسين ، شكًّا مني في صحتها.(168) انظر ما كتبته في\"اتمن\" فيما سلف ص: 197 ، تعليق: 3.(169) انظر تفسير\"الفاسق\" بهذا المعنى من تفسير ابن زيد ، فيما سلف رقم: 12103 في الجزء 10: 376. ثم انظر تفسير\"الفسق\" فيما سلف من فهارس اللغة (فسق).(170) في المطبوعة والمخطوطة: \"أن حكم الآية منسوخ\" ، وهو خطأ فاحش ، فإن أبا جعفر يقول بعد ذلك أنها غير منسوخة ، كما سترى ، فالصواب ما أثبته.(171) في المطبوعة: \"وأنه إن اعترف وفي يدي المدعي سلعة\" ، غير ما في المخطوطة ، وفيها: \"وأنه إن اعترف في يد المدعي سلعة\" ، فأثبت ذلك ، وهو الصواب ، وزدت\"عليه\" بين القوسين ، لأنه حق المعنى.وقوله: \"اعترف\" بمعنى: عرفها وميزها ، كما سيأتي في سائر الفقرة.(172) في المطبوعة: \" . . . تصحح دعواهما ، وورثة الميت رب السلعة\" ، حذف قوله\"وصارت\" ، مع أن الكلام لا يستقيم إلا بها ، وهي في المخطوطة ثابتة ، إلا أن الناسخ أساء كتابتها.",
  "ayah": 108,
  "surah": 5
}
