{
  "text": "القول في تأويل قوله :  قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ (115)قال أبو جعفر: وهذا جواب من الله تعالى ذكره القومَ فيما سألوا نبيّهم عيسى مسألةَ ربهم، من إنـزاله مائدة عليهم. فقال تعالى ذكره: إني منـزلها عليكم، أيها الحواريون، فمطعمكموها =\" فمن يكفر بعد منكم \"، يقول: فمن يجحد بعد إنـزالها عليكم، وإطعاميكموها - منكم رسالتي إليه، وينكر نبوة نبيِّي عيسى صلى الله عليه وسلم، ويخالفْ طاعتي فيما أمرته ونهيته =\" فإني أعذبه عذابًا لا أعذبه أحدا من العالمين \"، من عالمي زمانه. ففعل القوم, فجحدوا وكفروا بعد ما أنـزلت عليهم، فيما ذكر لنا, فعذبوا، فيما بلغنا، بأن مُسِخوا قردة وخنازير، كالذي:-13023 - حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد, عن قتادة قوله: \" إني منـزلها عليكم \" الآية, ذكر لنا أنهم حوِّلوا خنازير.13024- حدثنا ابن بشار قال ، حدثنا عبد الوهاب ومحمد بن أبي عدي, ومحمد بن جعفر, عن عوف, عن أبي المغيرة القوّاس, عن عبد الله بن عمرو قال : إن أشدّ الناس عذابًا ثلاثة: المنافقون, ومن كفر من أصحاب المائدة, وآل فرعون. (10)13025- حدثنا الحسن بن عرفة قال ، حدثنا المعتمر بن سليمان, عن عوف قال : سمعت أبا المغيرة القوّاس يقول: قال عبد الله بن عمرو: إنّ أشد الناس عذابًا يوم القيامة: من كفر من أصحاب المائدة, والمنافقون, وآل فرعون. (11)13026 - حدثنا محمد بن الحسين قال ، حدثنا أحمد بن مفضل قال ، حدثنا أسباط, عن السدي قوله: \" فمن يكفر بعد منكم \" ، بعد ما جاءته المائدة =\" فإني أعذبه عذابًا لا أعذبه أحدًا من العالمين \" ، يقول: أعذبه بعذاب لا أعذبه أحدًا من العالمين غير أهل المائدة.---------------------------الهوامش :(10) الأثران: 13025 ، 13026 -\"أبو المغيرة القواس\" ، روى عن عبد الله بن عمرو. روى عنه عوف. وسئل أبو زرعة عن اسمه فقال: \"لا أعلم أحدًا يسميه\". ضعفه سليمان التيمي ، ووثقه ابن معين. مترجم في الكنى للبخاري: 70 ، وابن أبي حاتم 4/2/439.(11) الأثران: 13025 ، 13026 -\"أبو المغيرة القواس\" ، روى عن عبد الله بن عمرو. روى عنه عوف. وسئل أبو زرعة عن اسمه فقال: \"لا أعلم أحدًا يسميه\". ضعفه سليمان التيمي ، ووثقه ابن معين. مترجم في الكنى للبخاري: 70 ، وابن أبي حاتم 4/2/439.",
  "ayah": 115,
  "surah": 5
}
