{
  "text": "القول في تأويل قوله عز ذكره :  وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًاقال أبو جعفر: وهذه الآية أنـزلتْ إعلامًا من الله جلّ ثناؤه نبيَّه صلى الله عليه وسلم والمؤمنين به، أخلاقَ الذين همُّوا ببسط أيديهم إليهم من اليهود. كالذي:-11567 - حدثنا الحارث بن محمد قال، حدثنا عبد العزيز قال، حدثنا مبارك، عن الحسن في قوله: \" ولقد أخذ الله ميثاق بني إسرائيل \" قال: اليهود من أهل الكتاب.* * *= (29) وأن الذي هموا به من الغدر ونقض العهد الذي بينهم وبينه، من صفاتهم وصفات أوائلهم وأخلاقِهم وأخلاقِ أسلافهم قديما= (30) واحتجاجا لنبيه صلى الله عليه وسلم على اليهود، بإطلاعه إيَّاه على ما كان علمه عندَهم دون العرب من خفيّ أمورهم ومكنون علومهم= وتوبيخا لليهود في تمادِيهم في الغيّ، وإصرارهم على الكفر، مع علمهم بخطأ ما هم عليه مقيمون.يقول الله لنبيه صلى الله عليه وسلم: لا تستعظموا أمرَ الذين همُّوا ببسط أيديهم إليكم من هؤلاء اليهود بما همُّوا به لكم، ولا أمرَ الغدر الذي حاولوه وأرادوه بكم، فإن ذلك من أخلاق أوائلهم وأسْلافهم، لا يَعْدُون أن يكونوا على منهاج أوَّلهم وطريق سَلَفِهم. ثم ابتدأ الخبر عز ذكره عن بعضِ غَدَراتهم وخياناتهم وجراءَتهم على ربهم ونقضهم ميثاقَهم الذي واثقَهم عليه بَارِئُهم، (31) مع نعمه التي خصَّهم بها، &; 10-110 &; وكراماته التي طوّقهم شكرها، فقال، ولقد أخذ الله ميثاق سَلَف من همّ ببسط يده إليكم من يهود بني إسرائيل، يا معشر المؤمنين بالوفاء له بعهوده وطاعته فيما أمرهم ونهاهم، (32) كما:-11568 - حدثني المثنى قال، حدثنا آدم العسقلاني قال، حدثنا أبو جعفر الرازي، عن الربيع، عن أبي العالية في قوله: \" ولقد أخذ الله ميثاق بني إسرائيل \" قال: أخذ الله مواثيقهم أن يخلصوا له، ولا يعبدُوا غيره.* * *=\" وبعثنا منهم اثني عشر نقيبا \" يعني بذلك: وبعثنا منهم اثني عشر كفيلا كفلوا عليهم بالوفاء لله بما واثقوه عليه من العهود فيما أمرهم به وفيما نهاهم عنه.و \" النقيب \" في كلام العرب، كالعَرِيف على القوم، غير أنه فوق \" العريف \". يقال منه: \" نَقَب فلان على بني فلان فهو ينقُبُ نَقْبًا (33) فإذا أريد أنه لم يكن نقيبا فصار نقيبا \"، قيل: \" قد نَقُبَ فهو ينقُب نَقَابة \" = ومن \" العريف \": \" عَرُف عليهم يَعْرُف عِرَافَةً\". فأما \" المناكب \" فإنهم كالأعوان يكونون مع العُرفاء، واحدهم \" مَنْكِب \".وكان بعض أهل العلم بالعربية يقول: هو الأمين الضامن على القوم. (34)* * *فأما أهل التأويل فإنهم قد اختلفوا بينهم في تأويله.فقال بعضهم: هو الشاهد على قومه.ذكر من قال ذلك:11569 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" ولقد أخذ الله ميثاق بني إسرائيل وبعثنا منهم اثني عشر نقيبا \"، من كل سِبْط رجل شاهد على قومه.* * *وقال آخرون: \" النقيب \"، الأمين.ذكر من قال ذلك:11570 - حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قال: \" النقباء \" الأمناء.11571 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، مثله.* * *وإنما كان الله عز ذكره أمر موسى نبيّه صلى الله عليه وسلم ببعثة النقباء الاثني عشر من قومه بني إسرائيل إلى أرض الجبابرة بالشأم، ليتحسَّسوا لموسى أخبارَهم (35) إذْ أراد هلاكهم، وأن يورِّث أرضَهم وديارَهم موسى وقومَه، وأن يجعلها مساكن لبني إسرائيل بعد ما أنجاهم من فرعون وقومه، وأخرجهم من أرض مصر، فبعث مُوسى الذين أمَره الله ببعثهم إليها من النقباء، كما:11572 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي قال: أمر الله بني إسرائيل بالسير إلى أرْيَحَا، وهى أرض بيت المقدس، فساروا حتى إذا كانوا قريبا منهم بعث موسى اثني عشر نقيبا من جميع أسباط بني إسرائيل. فساروا يريدون أن يأتوه بخبر الجبابرة، فلقيهم رجل من الجبَّارين يقال له \" عاج \"، فأخذ الاثني عشر، فجعلهم في حُجْزَته (36) وعلى رأسه حَمْلَةُ حطب. (37) فانطلق بهم إلى امرأته فقال: انظري إلى هؤلاء القوم الذين يزعمون أنهم يريدون أن يقاتلونا!! فطرَحَهم بين يديها، فقال، ألا أطْحَنُهم برجلي! فقالت امرأته: بل خلّ عنهم حتى يخبروا قومَهم بما رأوا. ففعل ذلك. فلما خرج القومُ، قال بعضهم لبعض: يا قوم إنكم إن أخبرتم بني إسرائيل خبرَ القوم، ارتدُّوا عن نبيِّ الله عليه السلام، ولكن اكتموه وأخبروا نَبِيَّ الله، فيكونان هما يَرَيان رأيهما! (38) فأخذ بعضهم على بعض الميثاق بذلك ليكتموه، ثم رجعوا فانطلق عشرة منهم فنكثوا العهدَ، فجعل الرجل يخبر أخاه وأباه بما رأى من [أمر]\" عاج \" (39) وكتم رجلان منهم، فأتوا موسى وهارون، فأخبروهما الخبرَ، فذلك حين يقول الله (40) \" ولقد أخذ الله ميثاقَ بني إسرائيل وبعثنا منهم اثني عشر نقيبا \". (41)11573 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" اثني عشر نقيبا \" من كل سبط من بني إسرائيل رجل، أرسلهم موسى إلى الجبارين، فوجدوهم يدخل في كُمِّ أحدهم اثنان منهم يُلقونهم إلقاءً (42) ولا يحمل عنقود عنبهم إلا خمسة أنفس &; 10-113 &; منهم في خشبة (43) ويدخل في شطر الرمانة إذا نـزع حبُّها خمسة أنفس أو أربع. فرجع النقباء كلٌّ منهم يَنْهى سِبْطه عن قتالهم إلا يوشع بن نون وكلاب بن يافنة، (44) يأمران الأسباط بقتال الجبابرة وبجهادهم، فعصوا هذين وأطاعُوا الآخرين.11574 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد بنحوه= إلا أنه قال: من بني إسرائيل رجالٌ= وقال أيضا: يلقونهما. (45)11575 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال: أمر موسى أن يسير ببني إسرائيل إلى الأرض المقدّسة، وقال: إني قد كتبتها لكم دارا وقرارا ومنـزلا فاخرج إليها، وجاهد من فيها من العدوّ، فإني ناصركم عليهم، وخُذ من قومك اثني عشر نقيبًا من كل سبط نقيبا يكون على قومه بالوفاء منهم على ما أمروا به، وقل لهم: إن الله يقول لكم:  إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلاةَ وَآتَيْتُمُ الزَّكَاةَ  ... إلى قوله:  فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ  وأخذ موسى منهم اثني عشر نقيبا اختارهم من الأسباط كفلاء على قومهم بما هم فيه، على الوفاء بعهده وميثاقه. وأخذ من كل سبط منهم خيرَهم وأوفاهم رجلا. يقول الله عز وجل: \" ولقد أخذ الله ميثاق بني إسرائيل وبعثنا منهم اثني عشر نقيبًا \" فسار بهم موسى إلى الأرض المقدّسة بأمر الله، حتى إذا نـزل التيه بين مصر والشام= وهي بلاد ليس فيها خَمَرٌ &; 10-114 &; ولا ظلّ (46) = دعا موسى ربه حين آذاهم الحرّ، فظلَّل عليهم بالغمام، ودعا لهم بالرزق، فأنـزل الله عليهم المنَّ والسلوى. (47) وأمر الله موسى فقال: أَرْسل رجالا يتحسسّون إلى أرض كنعان التي وهبت لبني إسرائيل (48) من كل سبط رجلا. فأرسل موسى الرءوس كلهم الذين فيهم، [فبعث الله جل وعزّ من برّية فاران بكلام الله، وهم روءس بني إسرائيل]. (49) وهذه أسماء الرَّهط الذين بعث الله جل ثناؤه من بني إسرائيل إلى أرض الشام، فيما يذكر أهل التوراة ليجوسوها لبني إسرائيل (50) من سبط روبيل: \" شامون بن زكوّن \" (51) = ومن سبط شمعون: \" شافاط بن حُرّي\" (52) ومن سبط يهوذا: \" كالب بن يوفنّا (53) ومن سبط &; 10-115 &; أتين: \" يجائل بن يوسف \" (54) =ومن سبط يوسف: وهو سبط أفرائيم: \" يوشع بن نون \" (55) ومن سبط بنيامين \" فلط بن رفون \" (56) =ومن سبط زبالون: \" جدي بن سودي (57) =ومن سبط منشا بن يوسف: \" جدي بن سوسا (58) =ومن سبط دان: \" حملائل بن جمل \" (59) =ومن سبط أشر: ساتور بن ملكيل \" (60) = ومن سبط نفتالي: \" نحى بن وفسي\" (61) =ومن سبط جاد: \" جولايل بن ميكي\". (62)=فهذه أسماء الذين بعثهم موسى يتحسّسون له الأرض= (63) ويومئذ سمى \" هوشع بن نون \": \" يوشع بن نون \" (64) =فأرسلهم وقال لهم: ارتفعوا قِبَل الشمس، فارقوا الجبل، وانظروا ما في الأرض، وما الشعب الذي يسكنون، أقوياء هم أم ضعفاء، أقليل هم أم كثير؟ وانظروا أرضهم التي يسكنون: أسمينة هي [أم هزيلة]؟ أذات شجر أم لا؟ اجتازوا، واحملوا إلينا من ثمرة تلك الأرض. وكان ذلك في أول ما أشجن بكر ثمرة العنب. (65)11576 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" وبعثنا منهم اثني عشر نقيبًا \" فهم من بني إسرائيل، بعَثهم موسى لينظُروا له إلى المدينة. فانطلقوا فنظروا إلى المدينة، فجاءوا بحبّة من فاكهتهم وِقْرَ رجلٍ، (66) فقالوا: اقدُروا قوة قوم وبأسهم هذه فاكهتهم! فعند ذلك فُتِنوا فقالوا: لا نستطيع القتال،  فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ  [سورة المائدة: 24].11577 - حدثت عن الحسين بن الفرج المروزي قال: سمعت أبا مُعاذ الفضلَ بن خالد يقول في قوله: \" وبعثنا منهم اثني عشر نقيبًا \" أمر الله بني إسرائيل أن يسيروا إلى الأرض المقدّسة مع نبيهم موسى صلى الله عليه وسلم، فلما كانوا قريبًا من المدينة قال لهم موسى: ادخلوها ! فأبوا وجَبُنوا، وبعثُوا اثني عشر نقيبًا لينظروا إليهم، فانطلقوا فنظروا، فجاءوا بحبة من فاكهتهم بوِقْرِ الرجل، فقالوا: اقدورا قوة قوم وبأسهم، (67) هذه فاكهتهم!! فعند ذلك قالوا لموسى: (اذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَا هُنَا قَاعِدُونَ ).* * *القول في تأويل قوله عز ذكره :  وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًاقال أبو جعفر: يقول تعالى ذكره: وقال الله لبني إسرائيل: \" إني معكم \"، يقول: إني ناصركم على عدوّكم وعدوِّي الذين أمرتكم بقتالهم، (68) إن قاتلتموهم ووفيتم بعهدي وميثاقي الذي أخذته عليكم.* * *وفي الكلام محذوف، استغنى بما ظهر من الكلام عما حذف منه. وذلك أن معنى الكلام: وقال الله لَهُم إني معكم= فترك ذكر \" لهم \"، استغناء بقوله:  وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ  ، إذ كان مُتقدّم الخبر عن قوم مسمَّين بأعيانهم، فكان معلومًا أن ما في سياق الكلام من الخبر عنهم، (69) إذ لم يكن الكلام مصروفًا عنهم إلى غيرهم.* * *ثم ابتدأ ربُّنا جل ثناؤه القسمَ فقال: قسمًا لئن أقمتم، معشر بني إسرائيل، الصلاة =\" وآتيتم الزكاة \"، أي: أعطيتموها من أمرتكم بإعطائها (70) =\" وآمنتم برسلي\" يقول: وصدّقتم بما آتاكم به رسلي من شرائع ديني.وكان الربيع بن أنس يقول: هذا خطاب من الله للنقباء الاثني عشر.11578 - حدثت عن عمار بن الحسن قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع بن أنس: أنّ موسى صلى الله عليه وسلم قال للنقباء الاثني عشر: سيروا إليهم= يعني: إلى الجبارين= فحدثوني حديثهم، وما أمْرهم، ولا تخافوا إن الله معكم ما أقمتم الصلاة وآتيتم الزكاة وآمنتم برسلي وعزّرتموهم وأقرضتم الله قرضا حسنًا.* * *قال أبو جعفر: وليس الذي قاله الربيع في ذلك ببعيد من الصواب، غيرَ أن من قضاءِ الله في جميع خلقه أنه ناصرٌ من أطاعه، ووليّ من اتّبع أمره وتجنّب معصيتَه وتحامَى ذنوبه. (71) فإذ كان ذلك كذلك، وكان من طاعته إقام الصلاة وإيتاء الزكاة، والإيمان بالرسل، وسائر ما ندب القوم إليه= كان معلوما أن تكفير السيئات بذلك وإدخال الجنات به. لم يخصص به النقباء دون سائر بني إسرائيل غيرهم. فكان ذلك بأن يكون ندبًا للقوم جميعا، وحضًّا لهم على ما حضَّهم عليه، أحق وأولى من أن يكون ندبًا لبعضٍ وحضًّا لخاصّ دون عامّ.* * *واختلف أهل التأويل في تأويل قوله: \" وعزرتموهم \".فقال بعضهم: تأويل ذلك: ونصرتموهم.ذكر من قال ذلك:11579 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" وعزرتموهم \" قال: نصرتموهم.11580 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.11581 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قوله: \" وعزرتموهم \" قال: نصرتموهم بالسيف.* * *وقال آخرون: هو الطاعة والنصرة.ذكر من قال ذلك:11582 - حدثني يونس قال، أخبرنا ابن وهب قال، سمعت عبد الرحمن بن زيد يقول في قوله: \" وعزرتموهم \" قال: \" التعزيز \" و \" التوقير \"، الطاعة والنصرة.* * *واختلف أهل العربية في تأويله.فذكر عن يونس [الحرمري] أنه كان يقول (72) تأويل ذلك: أثنيتم عليهم.11583 - حدثت بذلك عن أبي عبيدة معمر بن المثنى عنه (73) .* * *وكان أبو عبيدة يقول: معنى ذلك نصرتموهم وأعنتموهم ووقّرتموهم وعظمتوهم وأيَّدتموهم، وأنشد في ذلك: (74)وَكَــمْ مِــنْ مَــاجِدٍ لَهُـمُ كَـرِيمٍوَمِــنْ لَيْــثٍ يُعَـزَّرُ فـي النَّـدِيِّ (75)وكان الفراء يقول: \" العَزْر \" الردُّ\" عَزَرته \"، رددته: إذا رأيته يظلم فقلت: \" اتق الله \" أو نهيته، فذلك \" العزر \".* * *قال أبو جعفر: وأولى هذه الأقوال عندي في ذلك بالصواب، قول من قال: \" معنى ذلك: نصرتموهم \". وذلك أن الله جل ثناؤه قال في\" سورة الفتح \":  إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا * لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ  [سورة الفتح: 8، 9] فـ\" التوقير \" هو التعظيم. وإذْ كان ذلك كذلك كان القول في ذلك إنما هو بعضُ ما ذكرنا من الأقوال التي حكيناها عمن حكينا عنه. وإذا فسد أن يكون معناه: التعظيم= وكان النصر قد يكون باليد واللسان، فأما باليد فالذبُّ بها عنه بالسيف وغيِره، وأما باللسان فحُسْن الثناء، والذبّ عن العرض= صحَّ أنه النصر، إذ كان النصر يحوي معنى كلِّ قائلٍ قال فيه قولا مما حكينا عنه.* * *وأما قوله: \" وأقرضتم الله قرضا حسنًا \" فإنه يقول: وأنفقتم في سبيل الله، وذلك في جهاد عدوه وعدوكم=\" قرضا حسنًا \" يقول: وأنفقتم ما أنفقتم في سبيله، فأصبتم الحق في إنفاقكم ما أنفقتم في ذلك، ولم تتعدوا فيه حدودَ الله وما ندبكم إليه وحثَّكم عليه إلى غيره. (76)* * *فإن قال لنا قائل: وكيف قال: \" وأقرضتم الله قرضا حسنا \" ولم يقل: \" إقراضا حسنًا \"، وقد علمت أن مصدر \" أقرضت \"\" الإقراض \"؟قيل: لو قيل ذلك كان صوابا، ولكن قوله: \" قرضًا حسنًا \" أخرج &; 10-122 &; مصدرًا من معناه لا من لفظه. وذلك أن في قوله: \" أقرض \" معنى \" قرض \"، كما في معنى \" أعطى \"\" أخذ \". فكان معنى الكلام: وقَرَضْتم الله قرضًا حسنًا، ونظير ذلك:  وَاللَّهُ أَنْبَتَكُمْ مِنَ الأَرْضِ نَبَاتًا  [سورة نوح: 17]إذ كان في\" أنبتكم \" معنى: \" فنبتم \"، وكما قال امرؤالقيس:وَرُضْتُ فَذَلَّتْ صَعْبَةً أيَّ إِذْلالِ (77)إذ كان في\" رضت \" معنى \" أذللت \"، فخرج \" الإذلال \" مصدرا من معناه لا من لفظه. (78)* * *القول في تأويل قوله عز ذكره :  لأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُقال أبو جعفر: يعني جل ثناؤه بذلك بني إسرائيل، يقول لهم جل ثناؤه: لئن أقمتم الصلاة، أيها القوم الذين أعطوني ميثاقَهم بالوفاء بطاعتي واتباع أمري، وآتيتم الزكاة، وفعلتم سائرَ ما وعدتكم عليه جنّتي=\" لأكفرن عنكم سيئاتكم \"، يقول: لأغطين بعفوي عنكم- وصفحي عن عقوبتكم، على سالف أجرامكم التي أجرمتموها فيما بيني وبينكم (79) - على ذنوبكم التي سلفت منكم من عبادة العجل وغيرها من موبقات ذنوبكم (80)=\" ولأدخلنكم \" مع تغطيتي على ذلك منكم بفضلي يوم القيامة=\" جنات تجري من تحتها الأنهار \".* * *فـ\" الجنات \" البساتين. (81)* * *وإنما قلت معنى قوله: \" لأكفرّن \" لأغطين، لأن \" الكفر \" معناه الجحود، والتغطية، والستر، كما قال لبيد:فِي لَيْلَةٍ كَفَرَ النُّجُومَ غَمَامُهَا (82)يعني: \" غطاها \"، فـ\" التكفير \"\" التفعيل \" من \" الكَفْر \".* * *واختلف أهل العربية في معنى \" اللام \" التي في قوله: \" لأكفرن \".فقال بعض نحويي البصرة: \" اللام \" الأولى على معنى القسم= يعني\" اللام \" التي في قوله:  لَئِنْ أَقَمْتُمُ الصَّلاةَ  قال: والثانية معنى قسمٍ آخر.* * *وقال بعض نحويي الكوفة: بل \" اللام \" الأولى وقعت موقع اليمين، فاكتفى بها عن اليمين= يعني بـ\" اللام الأولى \":  لَئِنْ أَقَمْتُمُ الصَّلاةَ  . قال، و \" اللام \" الثانية= يعني قوله: \" لأكفرنّ عنكم سيئاتكم \"= جواب لها، يعني\" اللام \" التي في قوله:  لَئِنْ أَقَمْتُمُ الصَّلاةَ  واعتلّ لقيله ذلك بأن قوله:  لَئِنْ أَقَمْتُمُ الصَّلاةَ  غير تام ولا مستغنٍ عن قوله: \" لأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ\". وإذ كان ذلك كذلك، فغير جائز أن يكون قوله: \" لأكفرنّ عنكم سيئاتكم \" قسما مبتدأ، بل الواجب أن يكون جوابًا لليمين إذْ كانت غير مستغنية عنه.* * *وقوله: (تجري من تحتها الأنهار) يقول: تجري من تحت أشجار هذه البساتين التي أدخلكموها الأنهار.* * *القول في تأويل قوله عز ذكره :  فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (12)قال أبو جعفر: يقول عز ذكره: فمن جحد منكم، يا معشر بني إسرائيل، شيئا مما أمرته به فتركه، أو ركب ما نهيته عنه فعمله بعد أخذي الميثاق عليه بالوفاء لي بطاعتي واجتناب معصيتي=\" فقد ضلَّ سواء السبيل \" يقول: فقد أخطأ قصدَ الطريق الواضح، وزلَّ عن منهج السبيل القاصد.* * *\" والضلال \"، الركوب على غير هدى، وقد بينا ذلك بشواهده في غير هذا الموضع. (83)* * *وقوله \" سواء \" يعني به: وسط=: و \" السبيل \"، الطريق.* * *وقد بيَّنا تأويل ذلك كله في غير هذا الموضع، فأغنى عن إعادته في هذا الموضع. (84)--------------الهوامش :(29) قوله: \"وأن الذي هموا به..\" معطوف على قوله: \"إعلاما منه نبيه.. أخلاق الذين هموا... وأن الذي هموا به..\" ، هذا سياق الجملة.(30) قوله\"واحتجاجا..\" ، معطوف على قوله آنفا: \"وهذه الآية أنزلت إعلاما..\".(31) في المطبوعة: \"الذي واثقتهم عليه بأدائهم\" ، لم يحسن قراءة المخطوطة إذ كانت غير معجمة ، فحرفها تحريفا أفضى إلى هلاك العبارة كلها.(32) انظر تفسير\"أخذ الميثاق\" فيما سلف ص: 91 ، تعليق: 2 ، والمراجع هناك.(33) هكذا جاء في المخطوطة والمطبوعة: \"نقبا\" ، وهذا مصدر غريب جدا ، ولم تذكره العربية ، وهو جائز على ضعف شديد ، وأنا أخشى أن يكون ذلك خطأ من النساخ ، وأن الصواب هو الذي أجمعت عليه كتب اللغة\"نقابة\" (بكسر النون) في مصدر هذا الفعل. أما مصدر الفعل الذي يليه فهو بفتح النون. وقال سيبويه: \"النقابة بالكسر الاسم ، وبالفتح المصدر ، مثل الولاية والولاية\".(34) انظر مجاز القرآن لأبي عبيدة 1: 156.(35) في المطبوعة: \"ليتجسسوا\" بالجيم ، و\"التحسس\" بالحاء: تطلب الخبر وتبحثه. وفي التنزيل: \"يا بني اذهبوا فتحسسوا من يوسف وأخيه\".(36) \"الحجزة\" (بضم فسكون): موضع شد الإزار. وسبحان الله!! كيف كان يبالغ هؤلاء الرواة من أصحاب الإسرائيليات!!(37) في المطبوعة: \"حزمة حطب\" ، لم يحسن قراءة المخطوطة مع وضوحها. وأثبتها لما طابقت المخطوطة تاريخ الطبري. وما سيأتي برقم: 11656.و\"الحملة\" (بفتح الحاء): هي مقدار ما يحمله الحامل ، كما يقال: \"قبضة\" ، لمقدار ما تقبض عليه الكف. وهذا حرف لم أجد النص عليه في كتاب.(38) \"نبي الله\" ، يعني موسى وهرون عليهما السلام. وكان في المطبوعة: \"فيما يريان\" ، والصواب من المخطوطة والتاريخ.(39) هذه الزيادة بين القوسين ، من تاريخ الطبري.(40) انظر ما كتبته في ص: 92 ، تعليق: 1 ، في أمر\"حيث\" و\"حين\".(41) الأثر: 11572- هو من بقية الأثر الذي رواه أبو جعفر قديما برقم: 991 ، وهو في تاريخ الطبري 1: 221 ، 22. وسيأتي صدره برقم: 11656.(42) في المخطوطة: \"يلفونهم الفا\" غير واضحة ولا منقوطة ، وفي المطبوعة هنا\"يلفونهم لفا\" ، وسيأتي برقم: 11660 ، كما أثبتها ، في المخطوطة والمطبوعة معا. وانظر الأثر التالي: 11574 ، والتعليق عليه.(43) في المخطوطة: \"خمسة أنفاس بينهم في خشبة\" ، وفي المطبوعة: \"خمسة أنفس بينهم في خشبة\" ، وأثبت ما في تفسير البغوي (هامش ابن كثير 3: 104) ، فهو أقرب إلى هذا السياق. وانظر ما سيأتي ، الأثر رقم: 11573.(44) في المطبوعة: \"وكالب بن يوفنا\" ، وأثبت ما في المخطوطة ، وهو فيها هنا\" \" غير منقوطة ، ولكنه سيأتي في المخطوطة ، في رقم: 11666 ، كما أثبته هنا. وانظر ما مضى 5: 272. وفي التاريخ 1: 222: \"كالوب بن يوفنة ، وقيل: كلاب بن يوفنة ختن موسى\". وسيأتي بعض هذا الأثر مختصرا برقم: 11660.(45) في المطبوعة: \"يلففونها\" ، مع أنها في المخطوطة كما أثبتها واضحة منقوطة ، وانظر التعليق على الأثر السالف ص: 112 ، تعليق: 7 ، وانظر الأثر التالي: 11660.(46) في المطبوعة: \"شجر ولا ظل\" ، وفي المخطوطة: \"حعر\" ، والصواب ما أثبته ، كما مضى في الأثر: 992 ، و\"الخمر\" (بفتحتين): كل ما سترك من شجر أو بناء أو غيره.(47) إلى هذا الموضع مضى قديما في الأثر رقم: 992.(48) في المخطوطة: \"وهب\" ، والصواب ما في المطبوعة. وفي المطبوعة: \"يتجسسون\" بالجيم ، وانظر ص: 111 ، تعليق: 1.(49) هذه الجملة التي بين القوسين ، من المخطوطة ، وحذفها ناشر المطبوعة. وهي عبارة غير مفهومة ، ولم أستطع أن أهتدي إلى صوابها ، ولا استطعت أن أصل الكلام بعضه ببعض. والذي في كتاب القوم ، في العهد القديم ، في سفر العدد ، في الإصحاح الثالث عشر: \"فأرسلهم موسى من برية فاران حسب قول الرب\". وكل وجه من التصحيف ، أو التحريف ، أو النقص في العبارة ، أردت أن أحمل عليه هذه الجملة ، حتى تستقيم ، خرج معي وجها ضعيف التركيب ، فتركت ذلك لمن يحسن أن يقيمه ، أو لمن يهتدي إلى صوابه من مرجع آخر ، غير المراجع التي بين يدي.(50) هذه الأسماء مذكورة في كتاب القوم ، في سفر العدد ، في الإصحاح الثالث عشر. ونقلها عن هذا الموضع من الطبري ، ابن كثير في تفسيره 3: 103. وذكرها ابن حبيب في\"المحبر\" ص: 464 ، ونقلها عنه القرطبي في تفسيره 6: 113 ، فسأذكر بعد ، ما اختلف فيه من الأسماء ، عن هذه المراجع ، ونصها في كتاب القوم.(51) في كتاب القوم: \"من سبط رَأو بين: شمع بن زكُّور\" ، كما في المحبر. وفي المطبوعة وابن كثير\"بن ركون\" ، وفي القرطبي\"ركوب\". وفي المخطوطة ، تقرأ كما كتبتها.(52) في كتاب القوم: \".. بن حوري\". وفي المحبر: \"شرفوط بن حوري\" ، وفي القرطبي: \"شوقوط بن حوري\".(53) في كتاب القوم: \".. بن يُفَنّة\" ، وفي المحبر: \"كولب..\" ، وفي القرطبي: \"يوقنا\".(54) في كتاب القوم: \"ومن سبط يسَّاكرَ: يجال بن يوسف\" ، وكان في المطبوعة هنا\"ومن سبط كاذ: ميخائيل بن يوسف\" ، ولا أدري من أين جاء به ناشر المطبوعة. وفي ابن كثير: \"ومن سبط أتين: ميخائيل بن يوسف\" ، ولم أجد في الأسباط\"أتين\" ، ولكن هكذا كتب في مخطوطة التفسير كما كتبته غير منقوط ، وفيها أيضا\"محامل\" غير منقوطة ، والذي أثبته هو صواب قراءتها. أما في المحبر فهو: \"ومن سبط إساخر: يغوول بن يوسف\" ، وفي القرطبي: \"ومن سبط الساحر: يوغول بن يوسف\". وهذا السبط ، ذكره الطبري عن محمد بن إسحق فيما سلف رقم: 2107: \"يشجر\" ، وهو\"يساكر\" ، فالذي لا شك فيه أن\"أبين\" التي في مخطوطة التفسير ، هي\"يشجر\" ، أو \"أشجر\" ، ولكني تركتها كما هي في المخطوطة.(55) في كتاب القوم: \"من سبط أفرايم: هو شع بن نون\" ، ولكن كتب في مخطوطة التفسير\"يوشع\" هنا ، وكان الأجود أن يكتب هنا\"هوشع\" ، لأنه سيأتي في آخر الخبر أنه يومئذ سمى\"هوشع\" ، \"يوشع\".(56) في كتاب القوم: \"من سبط بنيامين فَلطي بن رافو\" وفي المخطوطة: \"بن دفون\" ، وفي المطبوعة: \"بن ذنون\" ، وفي ابن كثير: \"فلطم بن دفون\" ، وفي المحبر: \"يلطى بن ردفوا\" ، وفي القرطبي: \"يلظى بن روقو\".(57) في كتاب القوم: \"من سبط زبولون: جَدّ يئيل بن سودى\" ، وفي المخطوطة\"جدي بن سوشي\" ، ولكن ابن كثير نقله في تفسيره عن الطبري: \"جدي بن شورى\" ، فتبين أن\"سوشي\" تحريف\"سودي\". وكان في المطبوعة\"كرابيل بن سودي\" ، وفي المحبر\"كداييل بن شوذي\" ، وفي القرطبي: \"كرابيل بن سورا\".(58) في كتاب القوم: \"من سبط يوسف ، من سبط منسي: جدّي بن سوسي\" ، وفي ابن كثير: \"بن موسى\" ، خطأ. وفي المحبر: \"كدي بن سوسي\" ، وفي القرطبي والمطبوعة: \"سوشا\".(59) في كتاب القوم: \".. عميئيل بن جملّى\" وفي ابن كثير: \"خملائيل بن حمل\" ، وفي المحبر: \"عماييل بن كملى\" ، وفي القرطبي: \"عمائيل بن كسل\".(60) في كتاب القوم: \"من سبط أشير: ستور بن ميخائيل\" ، وفي المطبوعة: \"أشار: سابور\" ، فأثبت ما في المخطوطة ، وهي غير منقوطة. وفي ابن كثير: \"أشار: ساطور بن ملكيل\". وفي المحبر\"ومن سبط أوشير: شتور بن ميخائيل\" ، \"شير: ستور\".(61) في كتاب القوم\"من سبط نفتالي: نحيى بن وفسى\" ، وفي المطبوعة: \"محر بن وقسى\" ، وفي المخطوطة: \"ومن سبط ثفثا أبي بحر بن وفسى\" ، وصواب قراءتها ما أثبت. وفي ابن كثير: \"بحر بن وقسي\". وفي المحبر: \"يحيى بن وقسي: وفي القرطبي: \"يوحنا بن وقوشا\".(62) في كتاب القوم: \"من سبط جاد: جأوئيل بن ماكي\" وفي المخطوطة: \"ومن سبط دار: جولائل بن منكد\" ، وفي المطبوعة: \"ومن سبط يساخر: حولايل بن منكد\" ، وفي تفسير ابن كثير: \"ومن سبط يساخر: لايل بن مكيد\" وفي المحبر: \"ومن سبط جاذ: كوآءل بن موخى\". وفي القرطبي: \"ومن سبط كاذ: كوال بن موخى\". فأثتب\"جاد\" مكان\"دار\" في المخطوطة ، من أسماء الأسباط في رواية ابن إسحق فيما سلف في الأثر رقم: 2107. وقرأت\"منكد\"\"ميكي\" ، لأنها أقرب إلى\"ماكي\" و\"موخي\".هذا ، وقد نقل ابن كثير في تفسيره 3: 103 أسماء هؤلاء النقباء ، وقال: \"وقد رأيت في السفر الرابع من التوراة ، تعداد النقباء على أسباط بني إسرائيل ، وأسماء مخالفة لما ذكره ابن إسحق ، والله أعلم\". ولكن اتضح من المراجعة أن الذي ذكره ابن إسحق ، هو الموجود في النسخة التي بين أيدينا من التوراة. أما الذي نقله ابن كثير فهو مخالف كل المخالفة لما في رواية ابن إسحق ، ولما جاء في كتاب القوم. فلا ريب أن التوراة التي كانت في يد ابن كثير ، هي غير التي في أيدينا من كتاب القوم.(63) في المطبوعة: \"يتجسسون\" بالجيم ، وانظر ما سلف ص: 111 ، تعليق: 1 ، و ص: 114 ، تعليق: 3.(64) في المطبوعة والمخطوطة في هذا الاسم الأول\"يوشع\" ، ولكن المخطوطة غير متقوطة ، والصواب أن تكون\"هوشع\" كما أثبتها. انظر ص: 115 ، تعليق: 2.(65) في المطبوعة: \".. أشمسة هي أم ذات شجر ، واحملوا إلينا من ثمرة تلك الأرض\" ، رأى ما في المخطوطة لا يقرأ ، فحذفه. وكان في المخطوطة: \"أسمسه هي أم ذات شجر أم لا احباروا واحملوا إلينا..\". ورأيت أن أقرأها كذلك ، استظهارا مما جاء في كتاب القوم ، في سفر العدد ، في الإصحاح الثالث عشر: \"وكيف هي الأرض: أسمينة أم هزيلة؟ أفيها شجر أم لا؟ وتشددوا فخذوا من ثمر الأرض\".يقال ، \"أرض سمينة\"؛ جيدة الترب ، قليلة الحجارة ، قوية على ترشيح النبت. ويقال ، \"أرض مهزولة\" ، رقيقة. و\"المهازل\": الجدوب ، فلذلك آثرت وضع\"هزيلة\" كما جاءت في كتاب القوم بهذا المعنى ، وإن أغفلتها كتب اللغة ، أو أغفلت النص عليها.وكان في المطبوعة: \"وكان في أول ما سمى لهم من ذلك ثمرة العنب\" ، وهو تصرف رديء مستهجن. فإن الذي في المخطوطة هو: \"وكان ذلك في أول ما سمى بكر ثمرة العنب\" لم يحسن قراءة\"سمن\" ، فتصرف بلا ورع. والذي في كتاب القوم ما نصه: \"وأما الأيام فكانت أيام باكورات العنب\". فاستظهرت منها صواب ما في المخطوطة ، وقرأت: \"أول ما سمن\": \"أول ما أشجن بكر ثمرة العنب\".و\"الشجنة\" (بكسر فسكون): الشعبة من عنقود العنب تدرك كلها. يقال منها\"أشجن الكرم\" ، أدركت عناقيده وطابت.وقوله\"بكر العنب\" ، فإن\"بكر كل شيء\" ، أوله. وهو صحيح في العربية ، وإن كانوا قد خصوا الثمار التي أدركت في أول إدراكها بقولهم: \"باكورة الثمرة\".(66) \"الوقر\" (بكسر الواو وسكون القاف): الحمل. وفي حديث عمر بن الخطاب والمجوس: \"فألقوا وقر بغل أو بغلين\" ، أي: حمل بغل أو بغلين.(67) في المطبوعة في الموضعين: \"قدروا\" ، والجيد من المخطوطة.(68) انظر تفسير\"مع\" فيما سلف 3: 213-214/5: 353.(69) في المطبوعة: \"كان معلوما\" ، والسياق يقتضي\"فكان\" بالفاء.(70) انظر فهارس اللغة فيما سلف في تفسير\"إقامة الصلاة\" ، و\"إيتاء الزكاة\".(71) في المطبوعة: \"وجافى ذنوبه\" ، وفي المخطوطة: \"وعامى ذنوبه\" فرأيت أن أقرأها \"تحامى\" ، فهي عندي أجود وأبين في معنى اتقاء الذنوب والتباعد عنها.(72) قوله: \"يونس [الحرمري]\" ، هكذا جاء في المخطوطة والمطبوعة ، وهو مشكل ، فإنه إما أن يكون نسبة نسب إليها ، ونسبة\"يونس بن حبيب\" ، هي\"النحوي\" ونسبته في ولائه\"الضبي\" ، وهو مولى\"بلال بن هرمي من بني ضبيعة بن بجالة\" (النقائص: 323) ، ولا أظنه محرفا عن شيء من ذلك = وإما أن يكون نسبة إلى مكان ، ويونس من أهل جبل (بفتح الجيم وتشديد الباء مضمومة) (انظر طبقات النحويين للزبيدي: 48). وليس تحريفا لهذا أيضا. ولعل باحثًا يهتدي إلى صوابه ، فتركته كما هو. هذا مع أن أبا عبيدة في مجاز القرآن ، لم يذكر غير اسمه ، والطبري يروي هذا عن أبي عبيدة.(73) انظر مجاز القرآن لأبي عبيدة 1: 157.(74) لم أعرف قائله.(75) مجاز القرآن لأبي عبيدة 1: 157. و\"الندى\": مجلس القوم ، ما داموا مجتمعين فيه ، فإذا تفرقوا عنه فليس بندي. ومثله\"النادي\".ومن العجب العاجب شرح من شرح هذا البيت فقال! \"واللهم ، بكسر اللام وسكون الهاء ، الثور المسن.. ولعل الكلمة محرفة عن كلمة شهم\". وهذا خلط لا يعلى عليه ، فتجنب مثله.(76) انظر تفسير\"القرض\" ، و\"القرض الحسن\" فيما سلف 5: 282 ، 283 ، = وقوله: \"إلى غيره\" متعلق بقوله\"ولم تتعدوا فيه...\".(77) ديوانه: 141 ، وغيره ، وقبل البيت ، يقول لصاحبته بعد ما سما إليها سمو حباب الماء:حَــلَفْتُ لَهَــا بِاللـهِ حَلْفَـةَ فَـاجِرٍلَنَـامُوا، فَمَـا إنْ من حَدِيثٍ ولا صَالِيفَلَمَّـا تَنَازَعْنَـا الْحَـدِيثَ وأَسْـمَحَتْ،هَصَـرَتْ بُغِصْـنٍ ذِي شَـمَارِيخَ مَيَّالِوَصِرْنَـا إِلَـى الحُسْـنَى، وَرَقَّ كَلامُنَاورُضْـتُ، فَـذَلَّتْ صَعْبَـةً أيَّ إِذْلالِ!!و\"راض الدابة أو غيرها يروضها\": وطأها وذللها وعلمها السير.(78) انظر ما سلف 5: 533 ، 534. هذا وقد سلف في 5: 282 ، 283 ، \"يقرض الله قرضا حسنا\" ، فلم يستوف الكلام هناك. وهذا باب من أبواب اختصار أبي جعفر تفسيره.(79) سياق الجملة: \"لأغطين بعفوي عنكم.. على ذنوبكم..\"(80) انظر تفسير\"التكفير\" و\"السيئات\" فيما سلف من فهارس اللغة ، مادة (كفر) و (سوأ).(81) انظر تفسير\"الجنات\" فيما سلف من فهارس اللغة (جنن).(82) سلف البيت وتمامه وتخريجه في 1: 255.(83) انظر تفسير\"الضلال\" فيما سلف 2: 495 ، 496/6: 66 ، 584 ، ومواضع غيرها ، التمسها في فهارس اللغة.(84) انظر تفسير\"سواء السبيل\" فيما سلف 2: 496 ، 497 ، وفهارس اللغة في (سوى) و (سبل).",
  "ayah": 12,
  "surah": 5
}
