{
  "text": "القول في تأويل قوله عز ذكره :  فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْقال أبو جفر: يقول جل ثناؤه لنبيه محمد صلى الله عليه وسلم: يا محمد، لا تعجبن من هؤلاء اليهود الذين همُّوا أن يبسطوا أيديهم إليك وإلى أصحابك، ونكثوا العهدَ الذي بينك وبينهم، غدرًا منهم بك وبأصحابك، فإن ذلك من عاداتهم وعادات سَلَفهم، ومن ذلك أنَّي أخذت ميثاق سلفهم على عهد موسى صلى الله عليه وسلم على طاعتي، وبعثت منهم اثني عشر نقيبًا وقد تُخُيِّرُوا من جميعهم ليتحسَّسُوا أخبار الجبابرة، ووعدتهم النصرَ عليهم، وأن أورثهم أرضَهم وديارهم وأموالهم، بعد ما أريتهم من العِبَر والآيات- بإهلاك فرعون وقومِه في البحر، وفلق البحر لهم، وسائر العبر- ما أريتهم، (85) فنقضوا مِيثاقهم الذي واثقوني ونكثوا عهدي، فلعنتهم بنقضهم ميثاقهم. فإذْ كان ذلك من فعل خيارهم مع أياديَّ عندهم، فلا تستنكروا مثله من فعل أرَاذلهم.* * *=وفى الكلام محذوف اكتُفِي بدلالة الظاهر عليه، وذلك أن معنى الكلام:  فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ  - فنقضوا الميثاق، فلعنتهم=\" فبما نقضْهم ميثاقهم لعناهم \" فاكتفى بقوله: \" فبما نقضهم ميثاقهم \" من ذكر \" فنقضوا \". (86)* * *ويعني بقوله جل ثناؤه: \" فبما نقضهم ميثاقهم \"، فبنقضهم ميثاقهم، كما قال قتادة.11584 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" فبما نقضهم ميثاقهم لعناهم \" يقول: فبنقضهم ميثاقهم لعناهم. (87)11585 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: \" فبما نقضهم ميثاقهم \" قال: هو ميثاق أخذه الله على أهل التوراة فنقضوه.* * *وقد ذكرنا معنى \" اللعن \" في غير هذا الموضع. (88)* * *و \" الهاء والميم \" من قوله: \" فبما نقضهم \" عائدتان على ذكر بني إسرائيل قبل.* * *القول في تأويل قوله عز ذكره :  وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةًقال أبو جعفر: اختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة أهلِ المدينة وبعض أهل مكة والبصرة والكوفة: (قَاسِيَةً) بالألف=* * *=على تقدير \" فاعلة \" من \" قسوة القلب \"، من قول القائل: \" قَسَا قلبه، فهو يقسُو وهو قاسٍ\"، وذلك إذا غلظ واشتدّ وصار يابسًا صلبًا (89) كما قال الراجز:وَقَدْ قَسَوْتُ وَقَسَتْ لِدَاتِي (90)* * *=فتأويل الكلام على هذه القراءة: فلعنَّا الذين نقضوا عهدي ولم يفُوا بميثاقي من بني إسرائيل، بنقضهم ميثاقهم الذي واثقوني=\" وجعلنا قلوبهم قاسية \"، غليظة يابسةً عن الإيمان بي، والتوفيق لطاعتي، منـزوعةً منها الرأفةُ والرحمة.* * *وقرأ ذلك عامة قرأة الكوفيين: ( وَجَعَلْنَا قُلُوبَهُمْ قَسِيَّةً ).* * *ثم اختلف الذين قرأوا ذلك كذلك في تأويله.فقال بعضهم: معنى ذلك معنى \" القسوة \"، لأن \" فعيلة \" في الذم أبلغ من \" فاعلة \"، فاخترنا قراءتها \" قسية \" على \" قاسية \" لذلك.* * *وقال آخرون منهم: بل معنى \" قسِيَّة \" غير معنى \" القسوة \"، وإنما \" القسية \" في هذا الموضع: القلوبُ التي لم يخلص إيمانها بالله، ولكن يخالط إيمانها كُفْر، كالدراهم \" القَسِيَّة \"، وهي التي يخالط فضّتها غشٌّ من نحاس أو رَصاص وغير ذلك، كما قال أبو زُبَيْد الطائي:لَهَـا صَـوَاهِلُ فِـي صُـمِّ السِّلامِ كَمَاصَـاحَ القَسِـيَّاتُ فِي أَيْدِي الصَّيارِيفِ (91)يصف بذلك وقع مَسَاحي الذين حفروا قبر عثمان على الصخور، وهي\" السِّلام \".* * *قال أبو جعفر: وأعجبُ القراءتين إليّ في ذلك، قراءة من قرأ: ( وَجَعَلْنَا قُلُوبَهُمْ قَسِيَّةً ) على \" فعيلة \"، لأنها أبلغ في ذم القوم من \" قاسية \". وأولى التأويلين في ذلك بالصواب، تأويل من تأوله: \" فعيلة \" من \" القسوة \"، كما قيل: \" نفس زكيّة \" و \" زاكية \"، و \" امرأة شاهدة \" و \" شهيدة \"، لأن الله جل ثناؤه وصف القوم بنقضهم ميثاقَهم وكفرِهم به، ولم يصفهم بشيء من الإيمان، فتكون قلوبهم موصوفة بأنّ إيمانها يخالطه كفر، كالدراهم القَسِيَّة التي يخالط فضَّتها غشٌّ.* * *القول في تأويل قوله عز ذكره :  يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِقال أبو جعفر: يقول عز ذكره: وجعلنا قلوب هؤلاء الذين نقضوا عهودَنا من بني إسرائيل قَسِيَّة، منـزوعا منها الخير، مرفوعًا منها التوفيق، فلا يؤمنون ولا يهتدون، فهم لنـزعِ الله عز وجل التوفيقَ من قلوبهم والإيمانَ، يحرّفون كلام ربِّهم الذي أنـزله على نبيهم موسى صلى الله عليه وسلم، وهو التوراة، فيبدّلونه، ويكتبون بأيديهم غير الذي أنـزله الله جل وعز على نبيهم، ثم يقولون لجهال الناس: (92) \" هذا هو كلام الله الذي أنـزله على نبيه موسى صلى الله عليه وسلم، والتوراة التي أوحاها إليه \". (93) وهذا من صفة القرون التي كانت بعد موسى من اليهود، ممن أدرك بعضُهم عصرَ نبينا محمد صلى الله عليه وسلم، ولكن الله عزّ ذكره أدخلهم في عِدَاد الذين ابتدأ الخبر عنهم ممن أدرَك موسى منهم، إذ كانوا من أبنائهم وعلى منهاجهم في الكذب على الله، والفرية عليه، ونقض المواثيق التي أخذها عليهم في التوراة، كما:-11586 - حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" يحرّفون الكلم عن مواضعه \" يعني: حدود الله في التوراة، ويقولون: إن أمركم محمد بما أنتم عليه فاقبلوه، وإن خالفكم فاحذروا.* * *القول في تأويل قوله عز ذكره :  وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِيعني تعالى ذكره بقوله: \" ونسوا حظًّا \" وتركوا نصيبا، وهو كقوله:  نَسُوا اللَّهَ فَنَسِيَهُمْ  [سورة التوبة: 67] أي: تركوا أمر الله فتركهم الله. (94)* * *وقد مضى بيان ذلك بشواهده في غير هذا الموضع، فأغنى ذلك عن إعادته. (95)* * *وبالذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:11587 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ونسوا حظًّا مما ذكروا به \" يقول: تركوا نصيبًا.11588 - حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا مبارك بن فضالة، عن الحسن في قوله: \" ونسوا حظًّا مما ذكروا به \" قال: تركوا عُرَى دينهم، ووظائفَ الله جل ثناؤه التي لا تُقْبل الأعمال إلا بها. (96)................................................................................................. (97)* * *القول في تأويل قوله عز ذكره :  وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلا قَلِيلا مِنْهُمْقال أبو جعفر: يقول تبارك وتعالى لنبيه محمد صلى الله عليه وسلم: ولا تزال يا محمد تَطَّلع من اليهود= الذين أنبأتك نبأهم، من نقضهم ميثاقي، ونكثهم عهدي، مع أياديَّ عندهم، ونعمتي عليهم= على مثل ذلك من الغدر والخيانة=\" إلا قليلا منهم \"، إلا قليلا منهم [لم يخونوا]. (98)* * *و \" الخائنة \" في هذا الموضع: الخيانة، وُضع وهو اسمٌ- موضع المصدر، كما قيل: \" خاطئة \"، للخطيئة (99) و \" قائلة \" للقيلولة.* * *وقوله: \" إلا قليلا منهم \"، استثناء من \" الهاء والميم \" اللتين في قوله: \" على خائنة منهم \".* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:11589 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" ولا تزال تطلع على خائنة منهم \" قال: على خيانة وكذب وفجور.11590 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله جل وعزّ: \" ولا تزال تطلع على خائنة منهم \" قال: هم يهودُ مِثْلُ الذي هموا به من النبي صلى الله عليه وسلم يوم دخل حائطهم.11591 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، بنحوه.11592 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج، قال مجاهد وعكرمة قوله: \" ولا تزال تطلع على خائنة منهم \" من يهود مثلُ الذي همُّوا بالنبي صلى الله عليه وسلم يوم دخل عليهم.* * *وقال بعض القائلين: (100) معنى ذلك: ولا تزال تطلع على خائن منهم، قال: والعرب تزيد \" الهاء \" في آخر المذكر كقولهم: \" هو راوية للشعر \"، و \" رجل علامة \"، وأنشد: (101)حَـدَّثْتَ نَفْسَـكَ بِالوَفَـاءِ ولَـمْ تَكُـنْلِلغَــدْرِ خَائِنَــةً مُغِــلَّ الإصْبَـعِ (102)فقال: \" خائنة \"، وهو يخاطب رجلا.* * *قال أبو جعفر: والصواب من التأويل في ذلك، القولُ الذي رويناه عن أهل التأويل. لأنّ الله عنى بهذه الآية، القوم من يهود بني النضير الذين همُّوا بقتل رسول الله صلى الله عليه وسلم وأصحابه، إذ أتاهم رسول الله صلى الله عليه وسلم يستعينهم في دية العامريّين، فأطلعه الله عز ذكره على ما قد همُّوا به. ثم قال جل ثناؤه بعد تعريفِه أخبار أوائلهم، وإعلامه منهج أسلافهم، وأنَّ آخرهم على منهاج أوّلهم في الغدر والخيانة، لئلا يكبُر فعلُهم ذلك على نبيّ الله صلى الله عليه وسلم، فقال جل ثناؤه: ولا تزال تطَّلع من اليهود على خيانة وغدرٍ ونقضِ عهد= ولم يرد أنّه لا يزال يطلع على رجل منهم خائنٍ. وذلك أن الخبر ابتُدِئ به عن جماعتهم فقيل:  يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ  ، ثم قيل: \" وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ\"، فإذ كان الابتداء عن الجماعة، فالختْمُ بالجماعة أولى. (103)* * *القول في تأويل قوله عز ذكره :  فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (13)قال أبو جعفر: وهذ أمر من الله عز ذكره نبيَّه محمدًا صلى الله عليه وسلم بالعفو عن هؤلاء القوم الذين همُّوا أن يبسطوا أيديهم إليه من اليهود. يقول الله جل وعز له: اعف، يا محمد، عن هؤلاء اليهود الذين همُّوا بما هموا به من بسط أيديهم إليك وإلى أصحابك بالقتل، واصفح لهم عن جُرْمهم بترك التعرُّض لمكروههم، فإني أحب من أحسنَ العفو والصَّفح إلى من أساء إليه. (104)* * *وكان قتادة يقول: هذه منسوخة. ويقول: نسختها آية \" براءة \":  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ  الآية [سورة التوبة: 29].11593 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" فاعف عنهم واصفح \"، قال: نسختها:  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ  .11594 - حدثني المثنى قال، حدثنا حجاج بن المنهال قال، حدثنا همام، عن قتادة: \" فاعف عنهم واصفح إنّ الله يحب المحسنين \"، ولم يؤمر يومئذ بقتالهم، فأمره الله عز ذكره أن يعفو عنهم ويصفح. ثم نسخ ذلك في\" براءة \" فقال:  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ  [سورة التوبة: 29]، وهم أهل الكتاب، فأمر الله جل ثناؤه نبيَّه صلى الله عليه وسلم أن يقاتلهم حتى يسلموا أو يقرُّوا بالجزية.11595 - حدثنا سفيان بن وكيع قال، حدثنا عبدة بن سليمان قال، قرأت على ابن أبي عروبة، عن قتادة، نحوه.* * *قال أبو جعفر: والذي قاله قتادة غير مدفوع إمكانهُ، غير أن الناسخ الذي لا شك فيه من الأمر، هو ما كان نافيًا كلَّ معاني خلافهِ الذي كان قبله، فأمَّا ما كان غير نافٍ جميعَه، فلا سبيل إلى العلم بأنه ناسخ إلا بخبر من الله جل وعز أو من رسوله صلى الله عليه وسلم. وليس في قوله:  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ  دلالةٌ على الأمر بنفي معاني الصَّفح والعفو عن اليهود.وإذ كان ذلك كذلك= وكان جائزًا مع إقرارهم بالصَّغار وأدائهم الجزية بعد القتال، الأمرُ بالعفو عنهم في غَدْرة همُّوا بها، أو نكثةٍ عزموا عليها، ما لم يَنْصِبُوا حربًا دون أداء الجزية، (105) ويمتنعوا من الأحكام اللازمَتِهم (106) = لم يكن واجبا أن يحكم لقوله:  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ  الآية، بأنه ناسخ قوله: \" فاعف عنهم واصفح إن الله يحب المحسنين \".* * *-------------------الهوامش :(85) السياق: \"بعد ما أريتهم من العبر والآيات.. ما أريتهم\" ، وما بين الخطين فصل مفسر.(86) انظر تفسير\"النقص\" فيما سلف 9: 363.(87) الأثر: 11584- في المطبوعة والمخطوطة: \"حدثنا كثير ، قال حدثنا يزيد\" ، وهو خطأ ، وهو إسناد دائر في التفسير.(88) انظر تفسير\"اللعن\" فيما سلف 9: 213 ، تعليق: 3 ، والمراجع هناك.(89) انظر تفسير\"القسوة\" فيما سلف 2: 233.(90) مر تخريجه فيما سلف 2: 233 ، وانظر مجاز القرآن لأبي عبيدة 1: 158.(91) المعاني الكبير: 1024 ، 1025 ، وأمالي القالى 1: 28 ، وسمط اللآلئ: 128 ، 931 ، واللسان (أمر) (صهل) من قصيدته في رثاء أمير المؤمنين المقتول ظلمًا ، ذي النورين عثمان بن عفان ، يقول فيها:يَـا لَهْـفَ نَفْسِـي إنْ كَانَ الَّذِي زَعَمُواحَقًّـا، وَمَـاذَا يَـرُدُّ الْيَـومَ تَلْهِيفِـي!!إِنْ كَـانَ عُثْمَــانُ أَمْسَـى فَوْقَـهُ أَمَرٌكَـرَاقِبِ العُـونِ فَـوْقَ القُنَّـةِ المُوفِي\"الأمر\" (بفتحتين): الحجارة. و\"العون\" جمع\"عانة\" ، وهي حمر الوحش.\"وراقب العون\": الفحل الذي يحوطها ويحرسها على مربأة عالية ، ينتظر مغيب الشمس فيرد بها الماء.ثم يقول بعد ذلك:يَـا بُـؤْسَ لْلأرْضِ، مَا غَالَـتْ غَوَائِلُهَامِـنْ حُـكْمِ عَدْلٍ وَجُودٍ غَيْرِ مَكْفُوفِ!!عــلى جَنَابَيْـهِ مِـنْ مَظَلُومَـةٍ قِيَـمٌتَعَاوَرَتْهَــا مَسَــاحٍ كَالْمَنَاسِــيفِلَهَـا صَـوَاهَلُ فِـي صُـمِّ السِّلامِ، كَمَاصَـاحَ القَسِـيَّاتُ فِي أَيْدِي الصَّيَارِيفِكَــأنَّهُنَّ بِــأَيْدِي الْقَـوْمِ فِـي كَبَـدٍطَـيْرٌ تَكَشـفُ عَـنْ جُـونٍ مَزَاحِيفِقوله: \"جنابيه\" أي: جانبيه.\"مظلومة\": حفرت ولم تكن حفرت من قبل ، يعني أرض لحده.\"قيم\" جمع\"قامة\": يعني ما ارتفع من ركام تراب القبر. و\"المساحي\" جمع\"مسحاة\": وهي المجرفة من الحديد. و\"المناسيف\" جمع\"منسفة\" ، وهي آلة يقلع بها البناء وينسف ، أصلب وأشد من المسحاة. و\"الصواهل\" جمع\"صاهلة\" مصدر على\"فاعلة\" ، بمعنى\"الصهيل\": وهو صوت الخيل الشديد ، وكل صوت يشبهه. و\"الصم\" جمع\"أصم\" ، يعني أنها حجارة صلبة تصهل منها المساحي. و\"السلام\" (بكسر السين) الصخور. و\"الصياريف\"هم\"الصيارف\" ، وزاد الياء للإشباع. و\"الكبد\": الشدة. و\"الجون\": السود. و\"مزاحيف\" ، تزحف من الإعياء ، يعني إبلا قد هلكت من الإعياء. شبه المساحي بأيدي القوم وهم يحفرون قبره ، بنسور تقع على الإبل المعيية ، ثم تنهض ، ثم تعود فتسقط عليها. وكان قبر عثمان في حرة المدينة ذات الحجارة السود ، فلذلك قال: \"عن جون مزاحيف\".(92) في المطبوعة: \"ويقولون\" ، وأثبت ما في المخطوطة.(93) انظر تفسير\"تحريف الكلم عن مواضعه\" فيما سلف 2: 248/8: 430-432.(94) انظر تفسير\"النسيان\" فيما سلف 2: 9 ، 476/5: 164/6: 133- 135.(95) انظر التعليق السالف ، وتفسير\"حظ\" فيما سلف من فهارس اللغة.(96) \"الوظائف\" جمع\"وظيفة\" ، وهي من كل شيء ، ما يقدر له في كل يوم من رزق أو طعام أو علف أو شراب. ثم قالوا: \"وظف الشيء على نفسه توظيفا\" ، أي: ألزمها إياه ، وقالوا: \"عليه كل يوم وظيفة من عمل\" ، أي: ما ألزم عمله في يومه هذا. وعنى الحسن بقوله\"وظائف الله\" ، فروضه التي ألزمها عباده في الإيمان به ، وطاعته ، وإخلاص النية له سبحانه. وهذا حرف ينبغي تقييده في كتب اللغة ، من كلام الحسن رضي الله عنه.(97) وضعت هذه النقط دلالة على سقط أو خرم في نسخ ناسخ المخطوطة. وذلك أنه كتب في أول تفسير هذا الجزء من الآية: \"ونسوا حظًا\" ، ثم ساق كلام أبي جعفر إلى آخر الخبر رقم: 11588.ثم بدأ بعد ذلك هكذا: \"القول في تأويل قوله عز ذكره: \"مما ذكروا به\" = ثم ساق تفسير الجزء التالي من الآية ، وهو: \"ولا تزال تطلع على خائنة منهم إلا قليلا منهم\". ولم يكتب هذا الجزء من الآية ، والتفسير تفسيرها. فاتضح من ذلك أن الناسخ نسى تفسير\"مما ذكروا\" فسقط منه. ولم يذكر الآية التي يفسرها كلام أبي جعفر.هذا ، وانظر معنى\"التذكير\" فيما سلف 5: 580/6: 62-65 ، 211.(98) في المطبوعة ، وقف عند قوله: \"إلا قليلا منهم\" ، وأسقط: \"إلا قليلا منهم لم يخونوا\". وفي المخطوطة سقط من الناسخ\"لم يخونوا\" فكتب\"إلا قليلا منهم ، إلا قليلا منهم\". واستظهرت\"لم يخونوا\"ووضعتها بين قوسين ، من قوله بعد: إنه استثناء من الهاء والميم في\"خائنة منهم\".(99) في المطبوعة: \"خاطئة ، للخطأة\" ، كأنه استنكرها ، وسيأتي في تفسير أبي جعفر 29: 33 (بولاق) في تفسير قوله تعالى: \"والموتفكات بالخاطئة\" ، قال ، \"بالخاطئة ، يعني بالخطيئة\". وهكذا كتب أبو جعفر كما ترى ، وإن كان لا يعجبني هذا التمثيل ، بل كنت أوثر أن يقول إنه مصدر جاء على فاعلة ، مثل\"العافية\". إلا أن يكون أبو جعفر أراد أن\"الخطيئة\" مصدر على\"فعيلة\" كالشبيبة والفضيحة ، وأشباهها ، وهي قليلة.(100) ما أشد استنكار أبي جعفر لمقالات أبي عبيدة معمر بن المثنى ، حتى يذكره مجهلا بأساليب مختلفة!! وهذا الآتي هو نص كلام أبي عبيدة في مجاز القرآن 1: 158.(101) هو رجل من السواقط ، من بني أبي بكر بن كلاب. و\"السواقط\" هم الذين يردون اليمامة لامتياز التمر.(102) الكامل للمبرد 1: 211 ، مجاز القرآن لأبي عبيدة 1: 158 ، وإصلاح المنطق: 295 ، واللسان (صبع) (غلل) (خون). وهذا من شعر له خبر. وذلك أن هذا الشاعر لما ورد اليمامة كان معه أخ له جميل ، فنزل جارا لعمير بن سلمى ، فقال قرين أخو عمير للكلابي: \"لا تردن أبياتنا بأخيك هذا\" ، مخافة جماله ، فرآه قرين بين أبياتهم بعد ، وأخوه عمير غائب ، فقتله. فجاء الكلابي قبر سلمى (أبي عمير ، وقرين) فاستجار به وقال:وَإِذَا اسْـتَجَرْتَ مِـنَ الْيَمَامَـةِ فَاسْتَجِرْزَيْــدَ بــن يَرْبُــوعٍ وَآلَ مُجَـمِّعِوَأَتَيْــتُ سُــلْمِيَّا فَعُــذْتُ بِقَـبْرِهِوَأَخُــو الزَّمَانَــةِ عَــائِذٌ بِـالأمْنَعِأَقَــرِينُ إِنَّـكَ لَـوْ رَأَيْـتَ فَوَارِسِـيبِعَمَــايَتَيْنَ إِلَــى جَـوَانِبِ ضَلْفَـعِحَــدَّثْتَ نَفْسَــك ................... . . . . . . . . . . . . . . . . . .فلجأ قرين إلى وجوه بني حنيفة (وهم زيد بن يربوع ، وآل مجمع) ، فحملوا إلى الكلابي ديات مضاعفة ، فأبى أن يقبلها. فلما قدم عمير ، فقالت له أمه: \"لا تقتل أخاك ، وسق إلى الكلابي جميع ماله\" ، فأبى الكلابي أن يقبل. فأخذ عمير أخاه قرينًا فقتله ، وقال:قَتَلْنَــا أَخَانَــا لِلْوَفَــاءِ بِجَارِنَــاوَكَــانَ أَبُونَـا قَـدْ تُجِـيرُ مَقـابِرُهْوقالت أم عمير لعمير:تَعُــدُّ مَعَــاذِرًا لا عُــذْرَ فِيهَــاوَمَــنْ يَقْتُــلْ أَخَــاهُ فَقَـدْ أَلاَمَـاوقوله: \"أخو الزمانة\" ، هي العاهة ، يريد ضعفه عن درك ثأره. و\"عمايتان\" و\"ضلفع\" مواضع من بلاد هذا الكلابي. وقوله\"مغل الإصبع\" ، كناية عن الخيانة والسرقة.\"أغل يغل\": خان الأمانة خلسة. ويقول بعضهم: \"مغل الإصبع\" ، منصوب على النداء.(103) في المطبوعة: \"فلتختم بالجماعة أولى\" ، ولست أدري فيم يغير الصواب المستقيم!(104) انظر تفسير\"العفو\" فيما سلف من فهارس اللغة = وتفسير\"الصفح\" فيما سلف 2: 503 = وتفسير\"المحسنين\" ، فيما سلف من فهارس اللغة.(105) في المطبوعة: \"ما لم يصيبوا حربًا\" ، والصواب المحض من المخطوطة. يقال: \"نصب له الحرب نصبًا\": وضعها وأظهرها ، وأعلنها. و\"ناصبه الحرب والعداوة\": أي أظهرها ولج في إظهارها.(106) في المطبوعة: \"اللازمة منهم\" ، غير صواب المخطوطة ، إلى ما درج عليه كلام أمثاله ، وقد مضى مثل ذلك مرارًا ، ومضى مثل ذلك من فعل الناشر.",
  "ayah": 13,
  "surah": 5
}
