{
  "text": "القول في تأويل قوله عز ذكره :  وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِقال أبو جعفر: يقول عز ذكره: وأخذنا من النصارى الميثاقَ على طاعتي وأداء فرائضي، واتباع رسلي والتصديق بهم، فسلكوا في ميثاقي الذي أخذتُه عليهم منهاج الأمة الضالة من اليهود، فبدلوا كذلك دينَهم، ونقضوه نقضَهم، (1) وتركوا حظّهم من ميثاقي الذي أخذته عليهم بالوفاء بعهدي، وضيَّعوا أمري، (2) كما:-11596 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" ومن الذين قالوا إنّا نصارى أخذنا ميثاقهم فنسوا حظًّا مما ذكروا به \"، نسوا كتاب الله بين أظهرهم، وعهدَ الله الذي عهده إليهم، وأمرَ الله الذي أمرهم به.11597 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قال: قالت النصارى مثل ما قالت اليهود، ونسوا حظًّا مما ذكروا به.* * *القول في تأويل قوله عز ذكره :  فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِقال أبو جعفر: يعني تعالى ذكره بقوله: \" فأغرينا بينهم \" حرّشنا بينهم وألقينا، كما تغري الشيء بالشيء.يقول جل ثناؤه: لما ترك هؤلاء النصارى، الذين أخذتُ ميثاقهم بالوفاء بعهدي، حظَّهم مما عهدتُ إليهم من أمري ونهيي، أغريتُ بينهم العداوة والبغضاء.* * *ثم اختلف أهل التأويل في صفة \" إغراء الله عز ذكره بينهم العداوة، والبغضاء \". (3)فقال بعضهم: كان إغراؤه بينهم بالأهواء التي حَدَثت بينهم.ذكر من قال ذلك:11598 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال: أخبرنا العوام بن حوشب، عن إبراهيم النخعي في قوله: \" فأغرينا بينهم العداوة والبغضاء \"، قال: هذه الأهواء المختلفة والتباغُض، فهو الإغراء.11599 - حدثنا سفيان بن وكيع قال، حدثنا يزيد بن هارون، عن العوام بن حوشب قال: سمعت النخعي يقول: \" فأغرينا بينهم العداوة والبغضاء \"، قال: أغرى بعضهم ببعض بخصُومات بالجدال في الدين.11600 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني هشيم قال، أخبرنا العوام بن حوشب، عن إبراهيم النخعي والتّيمي، قوله: \" فأغرينا بينهم العداوة والبغضاء \"، قال: ما أرى \" الإغراء \" في هذه الآية إلا الأهواء المختلفة= وقال معاوية بن قرة: الخصومات في الدين تُحْبِط الأعمال.* * *وقال آخرون: بل ذلك هو العداوة التي بينهم والبغضاء.ذكر من قال ذلك:11601 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" فأغرينا بينهم العداوة والبغضاء إلى يوم القيامة \" الآية، إنّ القوم لما تركوا كتابَ الله، وعصَوْا رسله، وضَيّعوا فرائضه، وعطّلوا حدُوده، ألقى بينهم العداوة والبغضاء إلى يوم القيامة، بأعْمالهم أعمالِ السوء، ولو أخذ القوم كتاب الله وأمرَه، ما افترقوا ولا تباغَضُوا.* * *قال أبو جعفر: وأولى التأولين في ذلك عندنا بالحق، تأويلُ من قال: \" أغرى بينهم بالأهواء التي حدثت بينهم \"، كما قال إبراهيم النخعي، لأن عداوة النصارى &; 10-138 &; بينَهم، إنما هي باختلافهم في قولهم في المسيح، وذلك أهواءٌ، لا وحيٌ من الله.* * *واختلف أهل التأويل في المعنيِّ بـ\" الهاء والميم \" اللتين في قوله: \" فأغرينا بينهم \".فقال بعضهم: عني بذلك اليهود والنصارى. فمعنى الكلام على قولِهم وتأويلهم: فأغرينا بين اليهود والنصارى، لنسيانهم حظًّا مما ذكّروا به.ذكر من قال ذلك:11602 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: وقال في النصارى أيضا:  فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ  ، فلما فعلوا ذلك، أغرى الله عز وجل بينَهم وبين اليهود العداوةَ والبغضاءَ إلى يوم القيامة.11603 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" فأغرينا بينهم العداوة والبغضاء إلى يوم القيامة \"، قال: هم اليهود والنصارى. قال ابن زيد: كما تُغْري بين اثنين من البهائم.11604 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" فأغرينا بينهم العداوة والبغضاء \"، قال: اليهود والنصارى.11605 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.11606 - حدثني القاسم قال، حدثنا الحسين قال، حدثنا أبو سفيان، عن معمر، عن قتادة قال: هم اليهود والنصارى، أغرى الله بينهم العداوة والبغضاء إلى يوم القيامة.* * *وقال آخرون: بل عنى الله بذلك النصارَى وحدَها. وقالوا: معنى ذلك: فأغرينا بين النصارى، عقوبةً لها بنسيانها حظًّا مما ذكرت به. قالوا: وعليها عادت \" الهاء والميم \" في\" بينهم \"، دون اليهود.ذكر من قال ذلك:11607 - حدثني المثنى بن إبراهيم قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، (4) عن أبيه، عن الربيع قال: إن الله عز ذكره تقدَّم إلى بني إسرائيل: أن لا تشتروا بآيات الله ثمنًا قليلا وعلموا الحكمة ولا تأخذوا عليها أجرًا، فلم يفعل ذلك إلا قليل منهم، فأخذُوا الرّشوة في الحكم، وجاوزوا الحدود، فقال في اليهود حيث حكموا بغير ما أمر الله:  وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ  [سورة المائدة: 64]، وقال في النصارى: \" فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ\".* * *قال أبو جعفر: وأولى التأولين بالآية عندي ما قاله الربيع بن أنس، وهو أنّ المعنيّ بالإغراء بينهم، النصارى، في هذه الآية خاصة= وأنّ\" الهاء والميم \" عائدتان على النصارى دون اليهود، لأن ذكر \" الإغراء \" في خبر الله عن النصارى، بعد تقضِّي خبره عن اليهود، وبعد ابتدائه خبَره عن النصارى، فلأنْ يكون ذلك معنيًّا به النصارى خاصًّة، (5) أولى من أن يكون معنيًّا به الحزبان جميعًا، لما ذكرنا.* * *فإن قال قائل: وما العداوة التي بين النصارى، فتكون مخصوصة بمعنى ذلك؟ قيل: ذلك عداوة النسطوريةِ واليعقوبيةِ، الملكيةَ= والملكيةِ النسطوريةَ واليعقوبيةَ. (6) وليس الذي قاله من قال: \" معنيٌّ بذلك: إغراء الله بين اليهود والنصارى \" ببعيد، غير أن هذا أقرب عندي، وأشبهُ بتأويل الآية، لما ذكرنا.* * *القول في تأويل قوله عز ذكره :  وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ (14)قال أبو جعفر: يقول جل ثناؤه لنبيه محمَّد صلى الله عليه وسلم: اعفُ عن هؤلاء الذين همُّوا ببسط أيديهم إليك وإلى أصحابك واصفح، فإن الله عز وجل من وراء الانتقام منهم، وسينبئهم الله عند ورودهم عليه في معادهم، بما كانوا في الدنيا يصنعون، من نقضهم ميثاقه، ونكثهم عهده، وتبديلهم كتابه، وتحريفهم أمره ونهيه، فيعاقبهم على ذلك حسب استحقاقهم.-------------------الهوامش :(1) في المطبوعة: \"ونقضوا\" ، وأثبت ما في المخطوطة.(2) انظر تفسير\"أخذ الميثاق\" فيما سلف ص: 110 ، تعليق: 1 ، والمراجع هناك= وتفسير\"النسيان\" و\"الحظ\" فيما سلف ص: 129 ، تعليق: 3 ، 4 ، والمراجع هناك= وتفسير\"التذكير\" فيما سلف ص: 130 ، تعليق: 2 ، والمراجع هناك.(3) انظر تفسير\"البغضاء\" فيما سلف 7: 146.(4) في المطبوعة والمخطوطة: \"عبيد الله بن أبي جعفر\" ، والصواب\"عبد الله\" كما أثبته ، وهو\"عبد الله بن أبي جعفر الرازي\" ، مضى مئات من المرات في الأسانيد السالفة.(5) في المطبوعة: \"فأن لا يكون ذلك معنيا به إلا النصارى خاصة\" ، وهو كلام بريء من العربية. وفي المخطوطة: \"فلا يكون ذلك معنيا به إلا النصارى خاصة\" ، وهو مثله ، ولكنه سهو من الناسخ وغفلة ، أخطأ فكتب\"فلأن يكون\"\"فلا يكون\" ، ثم زاد\"إلا\". وهذا كله فساد ، صوابه ما أثبت.(6) في المطبوعة: \"ذلك عداوة النسطورية واليعقوبية والملكية النسطورية واليعقوبية\". وهو كلام خال من المعنى ، صوابه من المخطوطة. يعني عداوة هؤلاء لهؤلاء= وعداوة هؤلاء لهؤلاء.",
  "ayah": 14,
  "surah": 5
}
