{
  "text": "القول في تأويل قوله عز ذكره :  يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِقال أبو جعفر: يعني عز ذكره: يهدي بهذا الكتاب المبين الذي جاء من الله جل جلاله= ويعني بقوله: \" يهدي به الله \"، يرشد به الله ويسدِّد به، (16) = و \" الهاء \" في قوله: \" به \" عائدة على \" الكتاب \"=\" من اتبع رضوانه \"، يقول: من اتبع رِضَى الله. (17)* * *واختلف في معنى \" الرضى \" من الله جل وعز.فقال بعضهم: الرضى منه بالشيء \"، القبول له والمدح والثناء. قالوا: فهو قابل الإيمان، ومُزَكّ له، ومثنٍ على المؤمن بالإيمان، وواصفٌ الإيمانَ بأنه نور وهُدًى وفصْل. (18)* * *وقال آخرون: معنى \" الرضى \" من الله جل وعز، معنى مفهوم، هو خلاف السخط، وهو صفة من صفاته على ما يعقل من معاني: \" الرضى \" الذي هو خلاف السخط، وليس ذلك بالمدح، لأن المدح والثناء قولٌ، وإنما يثنى ويمدح ما قد رُضِي. قالوا: فالرضا معنًى، و \" الثناء \" و \" المدح \" معنًى ليس به.* * *ويعني بقوله: \" سُبُل السلام \"، طرق السلام (19) = و \" السلام \"، هو الله عزَّ ذكره.11612 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" من اتبع رضوانه سبل السلام \"، سبيل الله الذي شرعه لعباده ودعاهم إليه، وابتعث به رسله، وهو الإسلام الذي لا يقبل من أحد عملا إلا به، لا اليهودية، ولا النصرانية، ولا المجوسية.* * *القول في تأويل قوله عز ذكره :  وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِقال أبو جعفر: يقول عز ذكره: يهدي الله بهذا الكتاب المبين، من اتبع رضوان الله إلى سبل السلام وشرائع دينه=\" ويخرجهم \"، يقول: ويخرج من اتبع رضوانه= و \" الهاء والميم \" في: \" ويخرجهم \" إلى من ذُكر=\" من الظلمات إلى النور \"، يعني: من ظلمات الكفر والشرك، إلى نور الإسلام وضيائه (20) =\" بإذنه \"، يعني: بإذن الله جل وعز. و \" إذنه في هذا الموضع: تحبيبه إياه الإيمان برفع طابَع الكفر عن قلبه، وخاتم الشرك عنه، وتوفيقه لإبصار سُبُل السّلام. (21)* * *القول في تأويل قوله عز ذكره :  وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (16)قال أبو جعفر: يعني عز ذكره بقوله: \" ويهديهم \"، ويرشدهم ويسددهم (22) =\" إلى صراط مستقيم \"، يقول: إلى طريق مستقيم، وهو دين الله القويم الذي لا اعوجاج فيه. (23)----------------------الهوامش :(16) انظر تفسير\"يهدي\" فيما سلف من فهارس اللغة.(17) انظر تفسير\"الرضوان\" فيما سلف 6: 262/9: 480.(18) في المطبوعة والمخطوطة: \"وفضل\" بالضاد المعجمة ، و\"الفصل\" هنا هو حق المعنى ، لأنه يفصل بين الحق والباطل.(19) انظر تفسير\"سبيل\" فيما سلف من فهارس اللغة.(20) انظر تفسير\"من الظلمات إلى النور\" فيما سلف 5: 424-426.(21) انظر تفسير\"الإذن\" فيما سلف 8: 516 ، تعليق: 1 ، والمراجع هناك.(22) انظر تفسير\"يهدي\" في فهارس اللغة.(23) انظر تفسير\"الصراط المستقيم\" فيما سلف 8: 529 ، تعليق: 3 ، والمراجع هناك.",
  "ayah": 16,
  "surah": 5
}
