{
  "text": "القول في تأويل قوله عز ذكره :  لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَقال أبو جعفر: هذا ذمٌّ من الله عز ذكره للنصارى والنصرانية، الذين ضلُّوا عن سبل السلام= واحتجاجٌ منه لنبيه محمد صلى الله عليه وسلم في فِرْيتهم عليه بادّعائهم له ولدًا.يقول جل ثناؤه: أقسم، لقد كفر الذين قالوا: إن الله هو المسيح ابن مريم= و \" كفرهم \" في ذلك، تغطيتهم الحقّ في تركهم نفي الولد عن الله جل وعز، وادِّعائهم أن المسيح هو الله، فرية وكذبًا عليه. (24)* * *وقد بينا معنى: \" المسيح \" فيما مضى، بما أغنى عن إعادته في هذا الموضع. (25) .* * *القول في تأويل قوله عز ذكره :  قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الأَرْضِ جَمِيعًاقال أبو جعفر: يقول جل ثناؤه، لنبيه محمد صلى الله عليه وسلم: قل، يا محمد، للنصارى الذين افتروا عليّ، وضلُّوا عن سواء السبيل بقيلهم: إنّ الله هو المسيح ابن مريم: \" من يملك من الله شيئًا \"، يقول: من الذي يطيق أن يدفع من أمر الله جل وعز شيئا، فيردّه إذا قضاه.* * *= من قول القائل: \" ملكت على فلان أمره \"، إذا صار لا يقدر أن ينفذ أمرًا إلا به. (26)* * *وقوله: \" إن أراد أن يهلك المسيح ابن مريم وأمه ومن في الأرض جميعًا \"، يقول: من ذا الذي يقدر أن يرد من أمر الله شيئًا، إن شاء أن يهلك المسيح ابن مريم، بإعدامه من الأرض وإعدام أمه مريم، وإعدام جميع من في الأرض من الخلق جميعا. (27)* * *يقول جل ثناؤه لنبيه محمد صلى الله عليه وسلم: قل لهؤلاء الجهلة من النصارى: لو كان المسيح كما تزعمون= أنّه هو الله، وليس كذلك= لقدر أن يردَّ أمرَ الله إذا جاءه بإهلاكه وإهلاك أمه. وقد أهلك أمَّه فلم يقدر على دفع أمره فيها إذْ نـزل ذلك. ففي ذلك لكم معتَبرٌ إن اعتبرتم، وحجة عليكم إن عقلتم: في أن المسيح، بَشَر كسائر بني آدم، وأن الله عز وجل هو الذي لا يغلب ولا يقهر ولا يردُّ له &; 10-148 &; أمر، بل هو الحيُّ الدائم القيُّوم الذي يحيي ويميت، وينشئ ويفني، وهو حي لا يموت.* * *القول في تأويل قوله عز ذكره :  وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا يخْلُقُ مَا يَشَاءُقال أبو جعفر: يعني تبارك وتعالى بذلك: والله له تصريف ما في السماوات والأرض وما بينهما (28) = يعني: وما بين السماء والأرض= يهلك من يشاء من ذلك ويبقي ما يشاء منه، ويوجد ما أراد ويعدم ما أحبّ، لا يمنعه من شيء أراد من ذلك مانع، ولا يدفعه عنه دافع، يُنْفِذ فيهم حكمه، ويُمضي فيهم قضاءه= لا المسيح الذي إن أراد إهلاكه ربُّه وإهلاكَ أمّه، لم يملك دفع ما أراد به ربُّه من ذلك.* * *يقول جل وعز: كيف يكون إلهًا يُعبد من كان عاجزًا عن دفع ما أراد به غيره من السوء، وغير قادرٍ على صرف ما نـزل به من الهلاك؟ بل الإله المعبود، الذي له ملك كل شيء، وبيده تصريف كل من في السماءِ والأرض وما بينهما.* * *فقال جل ثناؤه: \" وما بينهما \"، وقد ذكر \" السموات \" بلفظ الجمع، ولم يقل: \" وما بينهن \"، لأن المعنى: وما بين هذين النوعين من الأشياء، كما قال الراعي:طَرَقَــا, فَتِلْـكَ هَمَـاهِمِي, أَقْرِيهِمَـاقُلُصًــا لَــوَاقِحَ كَالقِسِـيِّ وَحُـولا (29)فقال: \" طرقا \"، مخبًرا عن شيئين، ثم قال: \" فتلك هَمَاهمي\"، فرجع إلى معنى الكلام.* * *وقوله: \" يخلق ما يشاء \"، يقول جل ثناؤه: وينشئ ما يشاء ويوجده، ويخرجُه من حال العدم إلى حال الوجود، ولن يقدر على ذلك غير الله الواحد القهَّار. وإنما يعني بذلك، أنّ له تدبير السموات والأرض وما بينهما وتصريفه، وإفناءه وإعدامه، وإيجادَ ما يشاء مما هو غير موجود ولا مُنْشأ. يقول: فليس ذلك لأحد سواي، فكيف زعمتم، أيها الكذبة، أنّ المسيح إله، وهو لا يطيق شيئا من ذلك، بل لا يقدر على دفع الضرَر عن نفسه ولا عن أمه، ولا اجتلابِ نفعٍ إليها إلا بإذني؟* * *القول في تأويل قوله عز ذكره :  وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (17)قال أبو جعفر: يقول عز ذكره: الله المعبودُ، هو القادر على كل شيء، والمالك كلَّ شيء، الذي لا يعجزُه شيء أراده، ولا يغلبه شيء طلبه، المقتدرُ على هلاك المسيح وأمه ومن في الأرض جميعًا = لا العاجز الذي لا يقدر على منع نفسه من ضُرّ نـزل به من الله، ولا منْعِ أمّه من الهلاك. (30)* * *-----------------------الهوامش :(24) انظر تفسير\"الكفر\" فيما سلف من فهارس اللغة.(25) انظر تفسير\"المسيح\" فيما سلف 9: 417 ، تعليق: 1 ، والمراجع هناك.(26) هذا بيان قلما تصيبه في كتب اللغة.(27) انظر تفسير\"الإهلاك\" فيما سلف 4: 239 ، 240/9: 430.(28) انظر تفسير\"الملك\" فيما سلف 8: 48 ، تعليق: 3 ، والمراجع هناك.(29) من قصيدته في جمهرة أشعار العرب: 173 ، ومجاز القرآن لأبي عبيدة 1: 118 ، 160 ، يقول لابنته خليدة:لَمَّــا رَأَتْ أَرَقِــي وَطُـولَ تَلَـدُّدِيذَاتَ الْعِشَــاء وَلَيْــلَيِ الْمَوْصُــولاقَـالَتْ خُـلَيْدَةُ: مَـا عَـرَاكَ، وَلَمْ تَكُنْأَبَــدًا إِذَا عَــرَتِ الشُّـئُونُ سَـؤُولاأَخُــلَيْدَ، إِنَّ أَبَــاكِ ضَـافَ وِسَـادَهُهَمَّــان باتَـــا جَنْبَــةً وَدَخِــيلاطَرَقَــا، فَتِلْــكَ هَمَــا هِــي..... . . . . . . . . . . . . . . . . . . .\"الهماهم\": الهموم. و\"قلص\" جمع\"قلوص\": الفتية من الإبل.\"لواقح\": حوامل ، جمع\"لاقح\". و\"الحول\" ، جمع\"حائل\" ، وهي الناقة التي لم تحمل سنة أو سنتين أو سنوات ، وكذلك كل حامل ينقطع عنها الحمل. يقول: أجعل قرى هذه الهموم ، نوقًا هذه صفاتها ، كأنها قسى موترة من طول أسفارها ، فأضرب بها الفيافي.والشاهد الذي أراده الطبري أنه قال: \"فتلك هماهمي\" ، وقد ذكر قبل\"همان\" ، ثم عاد بعد يقول: \"أقريهما\" ، وقد قال: \"فتلك هماهمي\" جمعًا. وانظر مجاز القرآن لأبي عبيدة 1: 118 ، 160.(30) انظر تفسير\"قدير\" فيما سلف من فهارس اللغة.",
  "ayah": 17,
  "surah": 5
}
