{
  "text": "القول في تأويل قوله عز ذكره :  يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلا نَذِيرٍقال أبو جعفر: يعني جل ثناؤه بقوله: \" يا أهل الكتاب \"، اليهودَ الذين كانوا بين ظهرانَيْ مُهاجَر رسول الله صلى الله عليه وسلم يوم نـزلت هذه الآية. وذلك أنهم= أو: بعضهم، فيما ذكر= لما دعاهم رسول الله صلى الله عليه وسلم إلى الإيمان به وبما جاءهم به من عند الله، قالوا: ما بعثَ الله من نبيّ بعد موسى، ولا أنـزل بعد التوراة كتابًا!11616 - حدثنا أبو كريب قال، حدثنا يونس بن بكير، عن محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة، عن ابن عباس قال: قال معاذ بن جبل وسعد بن عبادة وعقبة بن وهب لليهود: يا معشر اليهود، اتقوا الله، فوالله إنكم لتعلمون أنه رسول الله! لقد كنتم تذكرونه لنا قبل مَبعثه، وتصفونه لنا بصفته! فقال رافع بن حُرَيملة ووهب بن يهودا (17) ما قلنا هذا لكم، وما أنـزل الله من كتاب بعد موسى، ولا أرسل بشيرًا ولا نذيرًا بعده! (18) فأنـزل الله عز وجل في [ذلك من] قولهما (19) \" يا أهل الكتاب قد جاءكم رسولنا يبين لكم على فترة من الرسل أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشيرٌ ونذيرٌ والله على كل شيء قدير \". (20)* * *ويعني بقوله جل ثناؤه: \" قد جاءكم رسولنا \"، قد جاءكم محمد صلى الله عليه وسلم رسولنا=\" يبين لكم \"، يقول: يعرفكم الحقَّ، ويوضح لكم أعلام الهدى، ويرشدكم إلى دين الله المرتضى، (21) كما:-11617 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" قد جاءكم رسولنا يبين لكم على فترة من الرسل \"، وهو محمد صلى الله عليه وسلم، جاء بالفرقان الذي فرَق الله به بين الحق والباطل، فيه بيان الله ونوره وهداه، وعصمةٌ لمن أخذ به.* * *=\" على فترة من الرسل \"، يقول: على انقطاع من الرسل= و \" الفترة \" في هذا الموضع الانقطاع= يقول: قد جاءكم رسولنا يبين لكم الحق والهدى، على انقطاع من الرسل.* * *و \" الفترة \"\" الفعلة \" من قول القائل: \" فتر هذا الأمر يفتُر فُتورًا \"، وذلك إذا هدأ وسكن. وكذلك \" الفترة \" في هذا الموضع، معناها: السكون، يراد به سكون مجيء الرسل، وذلك انقطاعها.* * *ثم اختلف أهل التأويل في قدر مدة تلك الفترة، فاختلف في الرواية في ذلك عن قتادة. فروى معمر عنه ما:-11618 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" على فترة من الرسل \" قال: كان بين عيسى ومحمَّدٍ صلى الله عليه وسلم خمسمائة وستون سنة.* * *وروى سعيد بن أبي عروبة عنه ما:-11619 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال: كانت الفترة بين عيسى ومحمّدٍ صلى الله عليهما، ذكر لنا أنها كانت ستمائة سنة، أو ما شاء من ذلك، والله أعلم. (22)11620 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو سفيان، عن معمر، عن أصحابه قوله: \" قد جاءكم رسولنا يبين لكم على فترة من الرسل \"، قال: كان بين عيسى ومحمد صلى لله عليهما خمسمائة سنة وأربعون سنة= قال معمر، قال قتادة: خمسمائة سنة وستون سنة.* * *وقال آخرون بما:-11621 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ الفضل بن خالد قال، أخبرنا عبيد بن سليمان قال: سمعت الضحاك يقول في قوله: \" على فترة من الرسل \"، قال: كانت الفترة بين عيسى ومحمد صلى الله عليهما، أربعمائة سنة وبضعًا وثلاثين سنة.ويعني بقوله: \" أن تقولوا ما جاءنا من بشير ولا نذير \" أن لا تقولوا، وكي لا تقولوا، كما قال جل ثناؤه:  يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا  [سورة النساء: 176]، بمعنى: أن لا تضلوا، وكي لا تضلوا.* * *فمعنى الكلام: قد جاءكم رسولنا يبين لكم على فترة من الرسل، كي لا تقولوا ما جاءَنا من بشير ولا نذير. يعلمهم عز ذكره أنه قد قطَع عذرهم برسوله صلى الله عليه وسلم، وأبلغ إليهم في الحجة. (23)ويعني بـ\" البشير \"، المبشر من أطاع الله وآمن به وبرسوله، وعمل بما آتاه من عند الله، بعظيم ثوابه في آخرته (24) = وبـ\" النذير \"، المنذر من عصاه وكذّب رسولَه صلى الله عليه وسلم وعمل بغير ما أتاه من عند الله من أمره ونهيه، بما لا قبل له به من أليم عقابه في معاده، وشديد عذابه في قِيامته.* * *القول في تأويل قوله عز ذكره :  فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (19)قال أبو جعفر: يقول جل ثناؤه لهؤلاء اليهود الذين وصفنا صفتهم: قد أعذرنا إليكم، واحتججنا عليكم برسولنا محمد صلى الله عليه وسلم إليكم، وأرسلناه إليكم ليبيّن لكم ما أشكل عليكم من أمر دينكم، كيلا تقولوا: \" لم يأتنا من عندك رسولٌ يبيِّن لنا ما نحن عليه من الضلالة \"، فقد جاءكم من عندي رسول يبشر من آمن بي وعمل بما أمرته وانتهى عما نهيته عنه، وينذر من عصاني وخالف أمري، وأنا القادر على كل شيء، أقدر على عقاب من عصاني، وثواب من أطاعني، فاتقوا عقابي على معصيتكم إياي وتكذيبكم رسولي، واطلبوا ثوابي على طاعتكم إياي وتصديقكم بشيري ونذيري، فإني أنا الذي لا يعجزه شيء أرادَه، ولا يفوته شيء طلبه. (25)-------------------الهوامش :(17) في المطبوعة: \"رافع بن حرملة\" ، وفي المخطوطة: \"نافع بن حرملة\" ، وأثبت ما في سيرة ابن هشام.(18) في المخطوطة: \"ولا أرسل بشيرًا ونذيرًا\" ، والصواب ما في المطبوعة كما في سيرة ابن هشام.(19) الزيادة بين القوسين من سيرة ابن هشام.(20) سيرة ابن هشام 2: 212 ، وهو تابع الأثر السالف رقم: 11613.(21) انظر تفسير\"التبيين\" فيما سلف من فهارس اللغة ، مادة (بين).(22) كان في المطبوعة: \"وما شاء الله\" بالواو ، وفي المطبوعة والمخطوطة: \"الله أعلم\" بغير واو. والصواب ما أثبت.(23) انظر ما سلف 9: 445 ، 446.(24) وانظر تفسير\"البشارة\" فيما سلف 9: 318 ، تعليق: 2 ، والمراجع هناك.(25) انظر تفسير\"قدير\" فيما سلف من فهارس اللغة.",
  "ayah": 19,
  "surah": 5
}
