{
  "text": "القول في تأويل قوله جل ثناؤه :  يَا قَوْمِ ادْخُلُوا الأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْقال أبو جعفر: وهذا خبر من الله عز ذكره عن قول موسى صلى الله عليه وسلم لقومه من بني إسرائيل، وأمرِه إياهم =عن أمر الله إياه= بأمرهم بدخول الأرض المقدسة.* * *ثم اختلف أهل التأويل في الأرض التي عناها بـ\" الأرض المقدَّسة \".فقال بعضهم: عنى بذلك الطورَ وما حوله.ذكر من قال ذلك:11644 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \" الأرض المقدسة \" الطور وما حوله.11645 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.11646 - حدثني الحارث بن محمد قال، حدثنا عبد العزيز قال، حدثنا سفيان، عن الأعمش، عن مجاهد، عن ابن عباس: \" ادخلوا الأرض المقدسة \"، قال: الطور وما حوله.* * *وقال آخرون: هو الشأم.ذكر من قال ذلك:11647 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" الأرض المقدسة \" قال: هي الشأم.* * *وقال آخرون: هي أرض أريحا.ذكر من قال ذلك:11648 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ادخلوا الأرض المقدسة التي كتب الله لكم \" قال: أريحا.11649 - حدثني يوسف بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي قال: هي أريحا.11650 - حدثني عبد الكريم بن الهيثم قال، حدثنا إبراهيم بن بشار قال، حدثنا سفيان، عن أبي سعيد، عن عكرمة، عن ابن عباس قال: هي أريحا.* * *وقيل: إن \" الأرض المقدسة \" دمشق وفلسطين وبعض الأرْدُنّ.* * *وعنى بقوله: \" المقدسة \" المطهرة المباركة، (44) كما:-11651 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \" الأرض المقدسة \"، قال: المباركة.11652 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، بمثله.* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب أن يقال: هي الأرض المقدّسة، كما قال نبي الله موسى صلى الله عليه، لأن القول في ذلك بأنها أرض دون أرض، لا تُدرك حقيقةُ صحته إلا بالخبر، ولا خبر بذلك يجوز قطع الشهادة به. غير أنها لن تخرج من أن تكون من الأرض التي ما بين الفرات وعريش مصر، لإجماع جميع أهل التأويل والسِّير والعلماء بالأخبار على ذلك.* * *ويعني بقوله: \" التي كتب الله لكم \" التي أثبت في اللوح المحفوظ أنها لكم مساكن ومنازل دون الجبابرة التي فيها. (45)* * *فإن قال قائل: فكيف قال: \" التي كتب الله لكم \"، وقد علمت أنَّهم لم يدخلوها بقوله:  فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ  ؟ فكيف يكون مثبتا في اللوح المحفوظ أنها مساكن لهم، ومحرمًا عليهم سكناها؟قيل: إنها كتبت لبني إسرائيل دارًا ومساكن، وقد سكنوها ونـزلوها وصارت لهم، كما قال الله جل وعز. وإنما قال لهم موسى: \" ادخلوا الأرض المقدسة التي كتب الله لكم \"، يعني بها: كتبها الله لبني إسرائيل، =وكان الذين أمرهم موسى بدخولها من بني إسرائيل= ولم يعن صلى الله عليه وسلم أن الله تعالى ذكره كتبها للذين أمرهم بدخولها بأعيانهم.ولو قال قائل: قد كانت مكتوبة لبعضهم ولخاص منهم= فأخرج الكلام على العموم، والمراد منه الخاص، إذ كان يُوشع وكالب قد دخلا (46) وكانا ممن خوطب بهذا القول= كان أيضًا وجهًا صحيحًا.* * *وبنحو الذي قلنا في ذلك قال ابن إسحاق.11653 - حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق،\" التي كتب الله لكم \"، التي وهب الله لكم.* * *وكان السدي يقول: معنى \" كتب \" في هذا الموضع، بمعنى: أمر.11654 - حدثنا بذلك موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي: \" ادخلوا الأرض المقدسة التي كتب الله لكم \"، التي أمركم الله بها.* * *القول في تأويل قوله جل ثناؤه :  وَلا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (21)قال أبو جعفر: وهذا خبر من الله عز ذكره عن قيل موسى عليه السلام لقومه من بني إسرائيل، إذ أمرهم عن أمر الله عزّ ذكره إيّاه بدخول الأرض المقدسة، أنه قال لهم: امضُوا، أيها القوم، لأمر الله الذي أمركم به من دخول الأرض المقدسة=\" ولا ترتدوا \" يقول: لا ترجعوا القهقرى مرتدّين (47) =\" على أدباركم \" يعني: إلى ورائكم، (48) ولكن امضوا قُدُمًا لأمر الله الذي أمركم به، من الدخول على القوم الذين أمركم الله بقتالهم والهجوم عليهم في أرضهم، وأنّ الله عز ذكره قد كتبها لكم مسكنًا وقرارًا.ويعني بقوله: \" فتنقلبوا خاسرين \"، أي: تنصرفوا خائبين هُلَّكًا. (49)* * *وقد بينا معنى \" الخسارة \" في غير هذا الموضع، بشواهده المغنية عن إعادته في هذا الموضع. (50)* * *فإن قال قائل: وما كان وجه قيل موسى لقومه، إذْ أمرهم بدخول الأرض المقدسة: \" لا ترتدوا على أدباركم فتنقلبوا خاسرين \"، أوَ يستوجب الخسارة من لم يدخل أرضًا جعلت له؟قيل: إن الله عز ذكره كان أمرهم بقتال من فيها من أهل الكفر به وفرض عليهم دخولها، (51) فاستوجب القوم الخسارة بتركهم إذًا فرض الله عليهم من وجهين: أحدُهما: تضييع فرض الجهاد الذي كان الله عز ذكره فرضه عليهم= والثاني: خلافهم أمر الله في تركهم دخول الأرض، وقولهم لنبيهم موسى صلى الله عليه وسلم إذ قال لهم:  ادْخُلُوا الأَرْضَ الْمُقَدَّسَةَ  : \" إنا لن ندخلها حتى يخرجوا منها فإن يخرجوا منها فإنا داخلون \".* * *وكان قتادة يقول في ذلك بما:11655 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله:  يَا قَوْمِ ادْخُلُوا الأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ  أمروا بها، كما أمروا بالصلاة والزكاة والحجِّ والعُمْرة.---------------------الهوامش :(44) انظر تفسير\"التقديس\" فيما سلف 1: 475 ، 476/2: 322.(45) انظر تفسير\"كتب\" فيما سلف 9: 262 ، تعليق: 1 ، والمراجع هناك.(46) في المطبوعة: \"يوشع وكلاب\" ، وانظر ما سلف ص: 113 تعليق: 2.(47) انظر تفسير\"ارتد\" فيما سلف 3: 163/4: 316.(48) انظر تفسير\"الأدبار\" فيما سلف 7: 109.(49) انظر تفسير\"انقلب\" فيما سلف 3: 163/7: 414. وكانت هذه العبارة في المخطوطة والمطبوعة: \"أنكم تنصرفوا خائبين هكذا\" ، ورجحت أن صواب قراءتها ما أثبت.و\"هلك\" جمع\"هالك\". وقد مر تفسيره\"الخسارة\" بمعنى\"الهلاك\".(50) انظر تفسير\"الخسارة\" فيما سلف 9: 224 ، تعليق: 3 ، والمراجع هناك.(51) في المطبوعة: \"كان أمره\" ، والصواب من المخطوطة.",
  "ayah": 21,
  "surah": 5
}
