{
  "text": "القول في تأويل قوله جل ثناؤه :  قَالَ رَبِّ إِنِّي لا أَمْلِكُ إِلا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ (25)قال أبو جعفر: وهذا خبر من الله جل وعز عن قيل قوم موسى حين قال له قومه ما قالوا، من قولهم:  إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ  = أنه قال عندَ ذلك، وغضب من قيلهم له، (5) داعيا: يا رب إني لا أملك إلا نفسي وأخي= يعني بذلك، لا أقدر على أحد أن أحمله على ما أحب وأريد من طاعتك واتّباع أمرك ونهيك، إلا على نفسي وعلى أخي.* * *= من قول القائل: \" ما أملك من الأمر شيئا إلا كذا وكذا \"، بمعنى: لا أقدر على شيء غيره. (6)* * *ويعني بقوله: \" فافرق بيننَا وبين القوم الفاسقين \"، افصل بيننا وبينهم بقضاء منك تقضيه فينا وفيهم فتبعِدُهم منّا.* * *=من قول القائل: \" فَرَقت بين هذين الشيئين \"، بمعنى: فصلت بينهما، من قول الراجز: (7)يَــا رَبِّ فــافْرُقْ بَيْنَــهُ وَبَيْنِـيأَشَــدَّ مَــا فَــرَّقْتَ بَيْـنَ اثْنَيْـنَ (8)* * *وبنحو الذي قلنا في ذلك قال أهل التأويلذكر من قال ذلك:11686 - حدثني محمد بن سعد قال حدثني أبي قال، حدثني عمي &; 10-189 &; قال، حدثني أبي، عن أبيه، عن ابن عباس: \" فافرق بيننا وبين القوم الفاسقين \"، يقول: اقض بيني وبينهم.11687 - حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية، عن علي، عن ابن عباس: \" فافرق بيننا وبين القوم الفاسقين \"، يقول: اقض بيننا وبينهم.11688 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي، قال: غضب موسى صلى الله عليه وسلم حين قال له القوم: \" اذهب أنت وربك فقاتلا إنّا هاهنا قاعدون \"، فدعا عليهم فقال: \" رب إنّي لا أملك إلا نفسي وأخي فافرق بيننا وبين القوم الفاسقين \"، وكانت عَجْلَةً من موسى عِجلها. (9)11689 - حدثت عن الحسين قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" فافرق بيننا وبين القوم الفاسقين \"، يقول: اقض بيننا وبينهم، وافتح بيننا وبينهم= كلّ هذا يقول الرجل: \" اقض بيننا \" (10)فقضاء الله جل ثناؤه بينه وبينهم: أن سماهم \" فاسقين \". (11)* * *وعنى بقوله: \" الفاسقين \" الخارجين عن الإيمان بالله وبه إلى الكفر بالله وبه.* * *وقد دللنا على أن معنى \" الفسق \"، الخروج من شيء إلى شيء، فيما مضى، بما أغنى عن إعادته. (12)* * *",
  "ayah": 25,
  "surah": 5
}
