{
  "text": "القول في تأويل قوله جل ثناؤه :  قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأَرْضِقال أبو جعفر: اختلف أهل التأويل في الناصب لِـ\" الأربعين \".فقال بعضهم: الناصب له قوله: \" محرّمة \"، وإنما حرم الله جل وعزّ على القوم الذين عصوه وخالفوا أمره من قوم موسى وأبوا حَرْب الجبارين (13) = دخولَ مدينتهم أربعين سنة، (14) ثم فتحها عليهم وأسكنهموها، (15) وأهلك الجبارين بعد حرب منهم لهم، بعد أن انقضت الأربعون سنة وخرجوا من التيه. (16)11690 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع قال: لما قال لهم القوم ما قالوا، ودعا موسى عليهم، أوحى الله إلى موسى: \" إنها محرمة عليهم أربعين سنًة يتيهون في الأرض فلا تأس على القوم الفاسقين \"، وهم يومئذ، فيما ذكر، ستمائة ألف مقاتل. فجعلهم \" فاسقين \" بما عصوا. فلبثوا أربعين سنة في فراسخ ستّة، أو دون ذلك، يسيرون كل يوم جادِّين لكي يخرجوا منها، حتى سئموا ونـزلوا، (17) فإذا هم في الدار التي منها ارتحلوا= وإنهم اشتكوا إلى موسى ما فُعِل بهم، فأنـزل عليهم المنّ والسلوى، وأعطوا من الكسوة ما هي قائمة لهم، وينشأ الناشئ فتكون معه على هيئته. (18) وسأل موسى ربه أن يسقيهم، فأتى بحجر الطور، وهو حجر أبيض، إذا ما نـزل القوم ضربه بعصاه، فيخرج منه اثنتا عشرة عينًا، لكل سبط منهم عَيْنٌ، قد علم كل أناس مشربهم. حتى إذا خَلَت أربعون سنة، وكانت عذابًا بما اعتدوا وعصوا، أوحى إلى موسى: أنْ مُرْهم أن يسيروا إلى الأرض المقدسة، فإن الله قد كفاهم عدوَّهم، وقل لهم إذا أتوا المسجد: أن يأتوا الباب، ويسجدوا إذا دخلوا، ويقولوا:  حِطَّةٌ  = وإنما قولهم:  حِطَّةٌ  ، أن يحطَّ عنهم خطاياهم= فأبى عامة القوم وعصوا، وسجدوا على خدِّهم، وقالوا: \" حنطة \"، فقال الله جل ثناؤه:  فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلا غَيْرَ الَّذِي قِيلَ لَهُمْ  إِلَى  بِمَا كَانُوا يَفْسُقُونَ  [سورة البقرة: 59]. (19)* * *وقال آخرون: بل الناصب لِـ\" الأربعين \"،\" يتيهون في الأرض \". قالوا: ومعنى الكلام: قال، فإنَّها محرمة عليهم أبدًا، يتيهون في الأرض أربعين سنة. قالوا: ولم يدخُل مدينة الجبَّارين أحد ممن قال:  إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ  ، وذلك أن الله عز ذكره حرَّمها عليهم. قالوا: وإنما دخلها من أولئك القوم يُوشع وكلاب، اللذان قالا لهم:  ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ  ، وأولادُ الذين حرَّم الله عليهم دخولها، فتيَّههم الله فلم يدخلها منهم أحدٌ.ذكر من قال ذلك:11691 - حدثنا محمد بن بشار قال، حدثنا سليمان بن حرب قال، حدثنا أبو هلال، عن قتادة في قول الله جل وعزّ: \" إنها محرمة عليهم \"، قال: أبدًا.11692 - حدثنا ابن بشار قال، حدثنا سليمان بن حرب قال، حدثنا أبو هلال، عن قتادة في قول الله: \" يتيهون في الأرض \"، قال: أربعين سنة.11693 - حدثنا المثنى قال، حدثنا مسلم بن إبراهيم قال، حدثنا هارون &; 10-192 &; النحوي قال، حدثني الزبير بن الخرّيت، عن عكرمة في قوله: \" فإنها محرّمة عليهم أربعين سنة يتيهون في الأرض \"، قال: التحريم، التيهاءُ. (20)11694 - حدثنا موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي قال: غضب موسى على قومه فدعا عليهم فقال:  رَبِّ إِنِّي لا أَمْلِكُ إِلا نَفْسِي وَأَخِي  الآية، فقال الله جل وعز: \" فإنها محرمة عليهم أربعين سنة يتيهون في الأرض \". فلما ضُرِب عليهم التيه، ندم موسى. وأتاه قومه الذين كانوا [معه] يطيعونه، (21) فقال له: ما صنعت بنا يا موسى! فمكثوا في التيه. فلما خرجوا من التيه، رُفع المنُّ والسلوى وأكلُوا من البقول. والتقى موسى وعاج، (22) فنـزا موسى في السماء عشرة أذرع (23) = وكانت عصاه عشرة أذرع، وكان طوله عشرة أذرع= فأصاب كعب عاج فقتله. (24) ولم يبق [أحد] ممن أبى أن يدخل قرية الجبَارين مع موسى، إلا مات ولم يشهد الفتح. (25) ثم إن الله جل وعز لما انقضت الأربعون سنة، بعث يوشع بن النون نبيًا، (26) فأخبرهم أنه نبيّ، وأن الله قد أمره أن يقاتل الجبّارين، فبايعوه وصدَّقوه، فهزم الجبارين واقتحمُوا عليهم يقتُلونهم، (27) فكانت العصابة من بني إسرائيل يجتمعون على عُنُق الرجل يضربونها لا يقطعونها. (28)11695 - حدثني عبد الكريم بن الهيثم قال، حدثنا إبراهيم بن بشار قال، حدثنا سفيان قال، قال أبو سعيد، (29) عن عكرمة، عن ابن عباس قال: قال الله جل وعز: لما دعا موسى=\" فإنها محرّمة عليهم أربعين سنة يتيهون في الأرض \". (30) قال: فدخلوا التيه، فكلُّ من دخل التيه ممن جاوز العشرين سنًة مات في التيه. (31)قال: فمات موسى في التيه، ومات هارون قبله. قال: فلبثوا في تيههم أربعين سنة، فناهض يوشع بمن بقي معه مدينةَ الجبارين، فافتتح يوشع المدينة. (32)11696 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قال الله جل وعزّ: \" إنها محرّمة عليهم أربعين سنة \"، حرمت عليهم [القُرَى]، (33) فكانوا لا يهبطون قرية ولا يقدرون على ذلك، إنما يتبعون الأطواء أربعين سنة، (34) =وذكر لنا أن موسى صلى الله عليه وسلم مات في الأربعين سنة، وأنه لم يدخل بيت المقدس منهم إلا أبناؤهم والرجلان اللذان قالا ما قالا. (35)11697 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال، حدثني بعض أهل العلم بالكتاب الأوّل قال: لما فعلت بنو إسرائيل ما فعلت= من معصيتهم نبيّهم، وهّمهم بكالب ويوشع، إذْ أمرَاهم بدخول مدينة الجبارين، وقالا لهم ما قالا= ظهرت عظمة الله بالغمام على باب قُبّة الزُّمَرِ على كل بني إسرائيل، (36) فقال جل ثناؤه لموسى: إلى متى يعصيني هذا الشعب؟ وإلى متى لا يصدّقون بالآيات كلِّها التي وضَعتُ بينهم؟ أضربهم بالموت فأهلكهم، (37) وأجعل لك شعبًا أشد وأكبر منهم. فقال موسى: يسمع أهلُ المصر الذين أخرجتَ هذا الشعب بقوّتك من بينهم، (38) ويقول ساكن هذه البلاد الذين قد سمعوا أنك أنت الله في هذا الشعب، (39) فلو أنك قتلت هذا الشعب كلهم كرجل واحد، لقالت الأمم الذين سمعوا باسمك: \" إنما قتل هذا الشعب من أجل الذين لا يستطيع أن يدخلهم الأرض التي خلق لهم، فقتلهم في البّرية \"، ولكن لترتفع أياديك ويعظم جزاؤك، يا رَبِّ، كما كنت تكلَّمت وقلتَ لهم، فإنه طويلٌ صبرك، كثيرة نعمك، وأنت تغفر الذنوب فلا توبق، (40) وإنك تحفظ [ذنب] الآباء على الأبناء وأبناء الأبناء إلى ثلاثة أحقاب وأربعة. (41) فاغفر، أيْ ربِّ، آثام هذا الشعب بكثرة نعمك، وكما غفرت لهم منذ أخرجتهم من أرض مصر إلى الآن. فقال الله جل ثناؤه لموسى صلى الله عليه: قد غفرت لهم بكَلمتك، ولكن حيٌّ أنا، (42) وقد ملأت الأرض محمدتي كلها، لا يرى القوم الذين قد رأوا محمدتي وآياتي التي فعلت في أرض مصر وفي القفار، (43) وابتلوني عشر مرات ولم يطيعوني، (44) لا يرون الأرض التي حلفت لآبائهم، (45) ولا يراها من أغضبني، فأما عبدي كالب الذي كان روحه معي واتبع هواي، (46) فإني مدخله الأرض التي دخلها، ويراها خَلَفه.=وكان العماليق والكنْعانيون جلوسًا في الجبال، ثم غدوا فارتحلوا إلى القفار في طريق بحر سوف، (47) وكلم الله عز وجل موسى وهارون، وقال لهما: إلى متى توسوس عليّ هذه الجماعة جماعة السوء؟ قد سمعتُ وسوسة بني إسرائيل. (48) وقال، لأفعلن بكم كما قلت لكم، (49) ولتلقينَّ جِيَفكم في هذه القفار، وكحسابكم، (50) من بني عشرين سنة فما فوق ذلك، من أجل أنكم وسوستم عليّ، (51) فلا تدخلوا الأرض التي رفعت [يدي] إليها، (52) ولا ينـزل فيها أحد منكم غير كالب بن يوفنا ويوشع بن نون، وتكون أثقالكم كما كنتم الغنيمة، وأما بنُوكم اليوم الذين لم يعلموا ما بين الخير والشر، فإنهم يدخلون الأرض، وإني بهم عارف، لهم الأرض التي أردت لهم، وتسقط جيفكم في هذه القفار، وتتيهون في هذه القفار على حساب الأيَّام التي حَسَستم الأرض أربعين يومًا، مكان كل يوم سنةً وتقتلون بخطاياكم أربعين سنة، وتعلمون أنكم وسوستم قُدَّامي. إنى أنا الله فاعل بهذه الجماعة= جماعة بني إسرائيل الذين وعدوا قدامي= بأن يتيهوا في القفار، (53) فيها يموتون.= فأما الرهط الذين كان موسى بعثهم ليتحسسوا الأرض، ثم حرَّشوا الجماعة، فأفشوا فيهم خبرَ الشرّ، فماتوا كلهم بغتًة، وعاش يوشع وكالب بن يوفنا من الرهط الذين انطلقوا يتحسسون الأرض.=فلما قال موسى عليه السلام هذا الكلام كلَّه لبني إسرائيل، حزن الشعب حزنًا شديدًا، وغدوا فارتفعوا، إلى رأس الجبل، (54) وقالوا: نرتقي الأرض التي قال جل ثناؤه، من أجل أنا قد أخطأنا. فقال لهم موسى: \" لم تعتدون في كلام الله؟ من أجل ذلك لا يصلح لكم عمل، ولا تصعدوا من أجل أنَّ الله ليس معكم، فالآن تنكسرون من قدّام أعدائكم، من أجل العمالقة والكنعانيين أمامكم، فلا تقعوا في الحرب من أجل أنكم انقلبتم على الله، فلم يكن الله معكم \". فأخذوا يَرْقَوْنَ في الجبل، ولم يبرح التابوت الذي فيه مواثيق الله جل ذكره وموسى من المحلة= يعني من الخيمة (55) = حتى هبط العماليق والكنعانيون في ذلك الحائط، فحرقوهم وطردوهم وقتلوهم. (56) فتيّههم الله عز ذكره في التيه أربعين سنًة بالمعصية، حتى هلك من كان استوجب المعصية من الله في ذلك. =قال: فلما شَبّ النواشئ من ذراريهم وهلك آباؤهم، وانقضت الأربعون سنة التي تُيِّهوا فيها، (57) وسار بهم موسى ومعه يوشع بن نون وكالب بن يوفنا، وكان -فيما يزعمون- على مريم ابنة عمران أخت موسى وهارون، وكان لهما صهرًا، (58) قدَّم يوشع بن نون إلى أريحا، في بني إسرائيل، فدخلها بهم، وقتل بها الجبابرة الذين كانوا فيها، ثم دخلها موسى ببني إسرائيل، فأقام فيها ما شاء الله أن يُقيم، ثم قبضه الله إليه، لا يعلم قبره أحد من الخلائق.* * *قال أبو جعفر: وأولى القولين في ذلك عندي بالصواب، قولُ من قال: إن \" الأربعين \" منصوبة بـ\" التحريم \"= وإنّ قوله: \" محرمة عليهم أربعين سنة \"، معنيٌّ به جميع قوم موسى، لا بعض دون بعض منهم. لأن الله عز ذكره عمَّ بذلك القوم، ولم يخصص منهم بعضًا دون بعض. وقد وفَى الله جل ثناؤه بما وعدهم به من العقوبة، فتيَّههم أربعين سنة، وحرَّم على جميعهم، في الأربعين سنة التي مكثوا فيها تائهين، دخولَ الأرض المقدَّسة، فلم يدخلها منهم أحد، لا صغير ولا كبير، ولا صالح ولا طالح، حتى انقضت السنون التي حرَّم الله عز وجَل عليهم فيها دخولها. ثم أذن لمن بقي منهم وذراريهم بدخُولها مع نبي الله موسى والرجلين اللذين أنعمَ الله عليهما، وافتتح قرية الجبارين، إن شاء الله، نبيُّ الله موسى صلى الله عليه وسلم، وعلى مقدّمته يوشع، وذلك لإجماع أهل العلم بأخبار الأوَّلين أن عوج بن عناق قتلَه موسى صلى الله عليه وسلم. (59) فلو كان قتلُه إياه قبل مصيره في التيه، وهو من أعظم الجبارين خلقًا، لم تكن بنو إسرائيل تجزَع من الجبارين الجزعَ الذي ظهر منها. ولكن ذلك كان، إن شاء الله، بعد فناء الأمة التي جزعت وعصت ربها، وأبت الدخول على الجبارين مدينَتهم.وبعدُ: فإن أهل العلم بأخبار الأوّلين مجمعون على أن بلعم بن باعور، (60) كان ممن أعان الجبارين بالدعاء على موسى. ومحالٌ أن يكون ذلك كان وقوم موسى ممتنعون من حربهم وجهادهم، لأن المعونة إنما يحتاج إليها من كان مطلوبًا، فأما ولا طالب، فلا وجه للحاجة إليها.11698 - حدثنا ابن بشار قال، حدثنا مؤمل قال، حدثنا سفيان، عن أبي إسحاق، عن نوف قال: كان سرير عوج ثمانمائة ذراع، وكان طول موسى عشرة أذرع، وعصاه عشرة أذرع، ووثب في السماء عشرة أذرع، (61) فضرب عوجًا فأصاب كعبه، فسقط ميتًا، فكان جسرًا للناس يمرُّون عليه. (62)11699 - حدثنا أبو كريب قال، حدثنا ابن عطية قال، حدثنا قيس، عن أبي إسحاق، عن سعيد بن جبير، عن ابن عباس قال: كانت عصا موسى عشرة أذرع، ووثبته عشرة أذرع، وطوله عشرة أذرع، (63) فوثب فأصاب كعب عوج فقتله، فكانَ جسرًا لأهل النيل سنة. (64)* * *ومعنى: \" يتيهون في الأرض \"، يحارون فيها ويضلُّون= ومن ذلك قيل للرجل الضال عن سبيل الحق: \" تائه \". وكان تيههم ذلك: أنهم كانوا يصبحون أربعين سنة كل يوم جادِّين في قدر ستة فراسخ للخروج منه، فيمسون في الموضع الذي ابتدأوا السير منه.11700 - حدثني بذلك المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع. (65)11701 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد قال: تاهت بنو إسرائيل أربعين سنة، يصبحون حيث أمسوا، ويمسون حيث أصبحوا في تيههم.* * *القول في تأويل قوله جل ثناؤه :  فَلا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ (26)قال أبو جعفر: يعني جل ثناؤه بقوله: \" فلا تأس \"، فلا تحزن.يقال منه: \" أسِيَ فلان على كذا يأسىَ أسًى \"، و \" قد أسيت من كذا \"، أي حزنت، ومنه قول امرئ القيس:وُقُوفًـا بِهَـا صَحْـبي عَـلَيَّ مَطِيَّهُـمْيَقُولُــونَ: لا تَهْلِـكْ أَسًـى وتَجَـمَّل (66)يعني: لا تهلك حزنًا.* * *وبالذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:11702 - حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية، عن علي، عن ابن عباس: \" فلا تأس \" يقول: فلا تحزن.11703 - حدثني موسى قال، حدثنا عمرو قال حدثنا أسباط، عن السدي: \" فلا تأس على القوم الفاسقين \"، قال: لما ضُرب عليهم التّيه، ندم موسى صلى الله عليه وسلم، فلما نَدِم أوحى الله إليه: \" فلا تأس على القوم الفاسقين \"، لا تحزن على القوم الذين سمَّيتهم \" فاسقين \"، فلم يحزن. (67)---------------------الهوامش :(5) في المطبوعة والمخطوطة: \"من قيلهم لهم\" ، والسياق يقتضي\"له\" ، وسياق العبارة: \"أنه قال عند ذلك.. داعيًا: يا رب..\".(6) انظر تفسير\"ملك\" فيما سلف قريبًا ص: 105.(7) لعله: حبينة بن طريف العكلي. وانظر التعليق التالي. و\"حبينة\" بالباء ، والنون وأخطأ من ظن أنه بنونين.(8) مجاز القرآن لأبي عبيدة 1: 160 ، وهكذا جاء هناك وهنا. وفي المخطوطة: \"يا رب فارق\" ، وصححه في المطبوعة ، وجاء تصحيحه موافقًا لما في مجاز القرآن. ولم أجد الرجز بهذا اللفظ ، وظني أنه رجز حبينة بن طريف العكلي ، له خبر طويل (انظر تهذيب إصلاح المنطق 1: 138) ، كان بينه وبين ليلى الأخيلية كلام ، فقال لها: \"أما والله لو أن لي منك النصف ، لسببتك سبًا يدخل معك قبرك!!\" ثم راجزها وفضحها ، فقال في رجزه ذلك:جَارِيَــةٌ مــنْ شِـعْب ذي رُعَيْـنِحَيَّاكَـــةٌ تَمْشِـــي بِعُلْطَتَيْـــنِوَذِي هِبَـــابٍ نَعِــظِ الْعَصْــرَيْنِقَــدْ خَلَجَــتْ بحــاجِبٍ وعَيْــنِيَــا قَــوْمِ خَــلُّوا بَيْنَهـا وَبَيْنِـيأَشَــدَّ مَــا خُــلِّي بَيْــنَ اثْنَيْـنَلــم يُلْــقَ قَــطُّ مِثْلَنَــا سِـيَّيْنِ\"حياكة\" ، تحيك في مشيتها ، أي تتبختر. و\"وتتثط بالعلطتان\" ، قلادتان أو ودعتان تكون في أعناق الصبيان ، \"خجلت العين\" واضطربت. يصفها بالغمز للرجال.\"سيين\": مثلين. و\"هب التيس هبابًا وهبيبًا\" ، هاج ونب للسفاد.وتجد هذا الشعر وخبره مفرقًا في المؤتلف والمختلف للآمدي: 97 ، وإصلاح المنطق: 89 ، وتهذيب إصلاح المنطق: 138 ، واللسان (خلج) (علط) (نعظ) (عرك) ، والمخصص 2: 47. والشعر بهذه الرواية لا شاهد فيه.(9) \"عجلة\" مصدر الواحدة من قولهم: \"عجل\" ، إذا أسرع.(10) في المطبوعة: \"كل هذا من قول الرجل\" ، وأثبت ما في المخطوطة ، وكأنه صواب ، وكأنه يقول\"افرق بينا\" و\"اقض بينا\" ، و\"افتتح بيننا\" كل ذلك يقول الرجل بمعنى\"اقض بيننا\".(11) في المطبوعة والمخطوطة: \"فقضى الله\" ، وآثرت قراءتها كذلك لحسن سياقها ، وهو في المخطوطة يكثر أن يكتب\"قضاء\" هكذا\"قضى\" ، كما سلف مرارا.(12) انظر تفسير\"الفسق\" فيما سلف 1: 409 ، 410/2: 118/ ثم 9: 515 ، تعليق: 2 ، والمراجع هناك.(13) في المطبوعة والمخطوطة: \"وإنما حرم الله جل وعز القوم..\" ، والسياق يقتضي ما أثبت ، بزيادة\"على\".(14) قوله\"دخول\" منصوب ، مفعول لقوله: \"حرم\". وكان في المطبوعة: \"ودخول مدينتهم\" ، وهو خطأ لا شك فيه ، والكلام لا يستقيم.(15) في المطبوعة: \"وأسكنوها\" ، غير ما في المخطوطة لغير علة.(16) في المطبوعة: \"بعد أن قضيت الأربعون سنة\" ، غير ما في المخطوطة لغير علة.(17) في المطبوعة: \"حتى يمسوا وينزلوا\" ، وأثبت ما في المخطوطة ، فهو صواب.(18) قوله: \"ما هي قائمة لهم\" ، كأنه يعني أن ثيابهم كانت لا تبلي ، بل لا تزال قائمة. وكان في المطبوعة والمخطوطة: \"ينشأ\" بغير واو ، فزدتها لاقتضاء السياق.(19) الأثر: 11690- كأن هذا هو الأثر الذي ذكر أبو جعفر إسناده ولم يتمه فيما مضى رقم: 993. فلا أدري أفعل ذلك اختصارا ، أم سقط الخبر من هناك.(20) الأثر: 11693-\"مسلم بن إبراهيم الأزدي الفراهيدي\".و\"هرون النحوي\" ، هو: \"هرون بن موسى الأزدي\" ، الأعور.و\"الزبير بن الحزيت\". ثقات مضوا جميعًا برقم: 4985.وهذا الخبر ، رواه أبو جعفر في تاريخه 1: 225 ، 226.وكان في المطبوعة هنا: \"التحريم ، لا منتهى له\" ، وهو تصرف معيب بالغ العيب. وفي المخطوطة: \"التحريم ، المنتهى\" ، فآثرت قراءتها\"التيهاء\" يقال: \"أرض تيه ، وتيهاء\" ، ويقال ، \"تيه\" جمع\"تيهاء\" ، وهي المفازة يتاه فيها. وفي تاريخ الطبري 1: 226\"التحريم: التيه\".(21) هذه الزيادة بين القوسين مما مضى في 2: 98 ، رقم: 991.(22) في المطبوعة: \"عوج\" في هذا المكان ، وكل ما سيأتي ، وأثبت ما في المخطوطة.(23) في المطبوعة: \"فوثب\" ، ولم يحسن قراءة المخطوطة ، لأنها غير منقوطة. و\"نزا ينزو نزوا\" ، وثب. وهي كما أثبتها في تاريخ الطبري 2: 223.(24) عند هذا الموضع انتهى ما رواه أبو جعفر في تاريخه 1: 223.(25) زدت ما بين القوسين من تاريخ الطبري ، ولا يستقيم الكلام إلا بها.(26) في المطبوعة: \"بن نون\".(27) في المطبوعة: \"يقاتلونهم\" ، وأثبت ما في المخطوطة. وفي تاريخ الطبري: \"فقتلوهم\".(28) الأثر: 11694- هذا الأثر رواه أبو جعفر مفرقًا بين تاريخه وتفسيره ، كما مر عليك في التعليقات السالفة. ومن عند ذلك الموضع الذي أشرت إليه في ص: 192 التعليق رقم: 5 ، إلى هذا الموضع رواه أبو جعفر في التاريخ 1: 225.(29) في المخطوطة: \"أبو سعد\" ، وهو خطأ ، وانظر الأثر السالف رقم: 11668.(30) في المطبوعة: \"قال لما دعا موسى قال الله فإنها محرمة..\" ، غير ما في المخطوطة ، مع أنه مطابق لما في تاريخ الطبري.(31) في المخطوطة؛\"جاز العشرين\" ، وما في المطبوعة مطابق لما في التاريخ.(32) الأثر: 11695- هذا الأثر ، رواه أبو جعفر في تاريخه 1: 225.(33) الزيادة بين القوسين من تاريخ الطبري ، وهي زيادة لا بد منها. وكان في المطبوعة والمخطوطة بعد\"وكانوا\" بالواو ، والصواب من التاريخ.(34) \"الأطواء\" جمع\"طوى\" (بفتح الطاء ، وكسر الواو ، وتشديد الياء): وهو البئر المطوية بالحجارة ، وهو صفة على\"فعيل\" بمعنى\"مفعول\" انتقل إلى الأسماء ، فلذلك جمعوه على\"أفعال\" كما قالوا: \"شريف\" و\"أشراف\" ، و\"يتيم\" ، و\"أيتام\".(35) الأثر: 11696- رواه أبو جعفر في التاريخ 1: 225 ، إلا قوله: \"إنما يتتبعون الأطواء\".(36) كان في المطبوعة: \"على نار فيه الرمز\" ، وهو لا معنى له ، وفي المخطوطة\"على فيه الرمز\" كل ذلك غير منقوط ، وصواب قراءته كما أثبت ، فإني أشك في كلمة\"نار\" التي كانت في المطبوعة ، والتي في المخطوطة غير منقوطة ، فرجحت قراءتها\"باب\" ، لأنه يكثر في كتاب القوم: \"باب خيمة الاجتماع\" كما في سفر العدد ، الإصحاح العاشر مثلا. و\"خيمة الاجتماع\" ، هي التي جاءت في خبر بن إسحق\"قبة الزمر\" ، و\"الزمر\" جمع\"زمرة\" وهي الجماعة. ويقابل ما رواه ابن إسحق هنا في سفر العدد ، الإصحاح الرابع عشر ، \"ثم ظهر مجد الرب في خيمة الاجتماع\" ، فثبت بهذا أن\"خيمة الاجتماع\" هي\"قبة الزمر\". و\"القبة\" عند العرب. هي خيمة من أدم مستديرة.هذا ، وخبر ابن إسحق هذا بطوله ، هو ترجمة أخرى للإصحاح الرابع عشر من سفر العدد. فمن المفيد مراجعته ، كما أسلفت في ص: 183 ، تعليق 2. وسأجتهد في بيان بعض خلاف الترجمة هنا.(37) هكذا في المخطوطة والمطبوعة: \"أضربهم بالموت\" ، وفي كتاب القوم\"بالوبأ\" ، وغير بعيد أن يكون لفظ\"الموت\" مصحفا عن\"الوبأ\".(38) في كتاب القوم: \"فيسمع المصريون..\".(39) في المطبوعة: \"ساكنو هذه البلاد\" ، وأثبت ما في المخطوطة.(40) من الحسن أن تقرأ هذا النص في كتاب القوم ، فإنه هناك: \"فالآن لتعظم قدرة سيدي كما تكلمت قائلا. الرب طويل الروح ، كثير الإحسان ، يغفر الذنب والسيئة\".(41) في المطبوعة: \"إلى ثلاثة أجيال وأربعة\" ، وأثبت ما في المخطوطة. و\"الأحقاب\" جمع\"حقب\" (بضم فسكون ، أو بضمتين): وهي الدهر ، قيل: ثمانون سنة ، وقيل أكثر. وأما ما بين القوسين فقد استظهرته من كتاب القوم ، فإن الكلام بغيره غير مستقيم. وهو في كتابهم: \"بل يجعل ذنب الآباء على الأبناء إلى الجيل الثالث والرابع\".(42) في المطبوعة: \"ولكن قد أتى أني أنا الله\" ، غير ما في المخطوطة ، إذ لم يحسن قراءته ، وهو كما أثبته ، وهو في كتاب القوم أيضًا: \"ولكن حي أنا فتملأ كل الأرض من مجد الرب\".(43) في المطبوعة والمخطوطة: \"ألا ترى القوم\" ، والسياق يقتضي ما أثبت ، وهو بمعناه في كتاب القوم.(44) في المطبوعة: \"وسلوني عشر مرات\" ، و\"ابتلاه\": اختبره ، وفي كتاب القوم: \"وجربوني عشر مرات\".(45) في المطبوعة: \"التي خلقت\" ، وهو ليس صحيح المعنى ، بل هو باطل. وهي في المخطوطة غير منقوطة ، وهي في كتاب القوم\"حلفت\" كما هي في رسم المخطوطة ، وكما أثبتها ، واتفقت على ذلك الترجمة القديمة ، وهذه الترجمة التي بين أيدينا. والمعنى في ذلك: الأرض التي أقسمت لآبائهم بعزتي وجلالي أن أجعلها لأبنائهم.(46) في ترجمة القوم: \"وأما عبدي كالب ، فمن أجل أنه كانت معه روح أخرى. وقد اتبعني تمامًا\".(47) في المطبوعة والمخطوطة: \"في طريق يحرسون\" ، وهو تصحيف وتحريف. والصواب ما أثبته و\"بحر سوف\" هو المعروف باسم\"البحر الأحمر\" ، وكان العرب يعرفونه باسم\"بحر القلزم\" ، و\"القلزم\": مدينة قديمة كانت قرب أيلة والطور. و\"السوف\" لعلها نطق قديم لقول العرب\"السيف\" (بكسر السين) ، وهو ساحل البحر ، ولعله قد سمى به موضع هناك ، فنسب إليه البحر.(48) \"وسوس عليه\" ، و\"الوسوسة\" ، مضت في الأثر رقم: 11663 ، ولم أشرحها هناك.وأصل\"الوسوسة\": الصوت من الريح ، أو صوت الحلي والقصب وغيرها. و\"الوسوسة\" أيضا: كلام خفي مختلط لا يستبين.\"وسوس الرجل\": إذا تكلم بكلام لم يبينه. وهذه ترجمة بلا شك يراد بها الإكثار من الكلام الخفي المبهم ، يتناقله القوم بينهم متذمرين. ويقابله في ترجمة القوم ، في الكتاب الذي بين أيدينا: \"قد سمعت تذمر بني إسرائيل..\"(49) في كتاب القوم هكذا: \"لأفعلن بكم كما تكلمتم في أذني\".(50) في المطبوعة: \"وحسابكم\" ، وأثبت ما في المخطوطة ، يعني: مثل عددكم ، أي جميعا. وفي كتاب القوم: \"جميع المعدودين منكم حسب عددكم\".(51) انظر تفسير\"الوسوسة\" آنفا ص 195 ، رقم: 7.(52) في المطبوعة والمخطوطة: \"التي دفعت إليها\" ، وليس له معنى ، فجعلتها\"رفعت\" وزدت\"يدي\" بين القوسين استظهارًا من نص كتاب القوم ، وفيه: \"التي رفعت يدي لأسكننكم فيها\".(53) في المطبوعة: \"قد أتى أني أنا الله......... الذين وعدوا بأن يتيهوا........\" ، وأثبتت ما في المخطوطة. وفي كتاب القوم: \"........فتعرفون ابتعادي. أنا الرب قد تكلمت ، لأفعلن هذا بكل هذه الجماعة الشريرة المتفقة على. في هذا القفر يفنون وفيه يموتون\".(54) في المطبوعة: \"على رأس الجبل\" ، وأثبت ما في المخطوطة.(55) في المطبوعة: \"يعني من الحكمة\" ، والصواب ما أثبت ، لأن\"التابوت\" كان في خيمة. واللفظة في المخطوطة غير بينة الكتابة. وانظر صفة\"الخيمة\" التي كان فيها التابوت في قاموس كتابهم.(56) إلى هذا الموضع انتهى الإصحاح الرابع عشر من سفر العدد. وقد تبين أن ما رواه ابن إسحق ، هو ترجمة أخرى لهذا الإصحاح. ولغة ترجمة ابن إسحق تخالف كل المخالفة ، عبارة ابن إسحق في سائر ما كتب من السير ، وفيها عبارات وجمل وألفاظ ، لا أشك في أنها من عمل مترجم قديم. ومحمد بن إسحق مات في نحو سنة 150 من الهجرة ، فهذه الترجمة التي رواها عن بعض أهل العلم بالكتاب الأول ، قد تولاها بلا ريب رجال قبل هذا التاريخ ، أي في القرن الأول من الهجرة. وهذا أمر مهم ، أرجو أن أتتبعه فيما بعد حتى أضع له تاريًخا يمكن أن يكشف عن أمر هذه الترجمة العتيقة.(57) في المطبوعة: \"التي تتيهوا\" بتاءين ، وأثبت ما في المخطوطة ، وهو مطابق لما في تاريخ الطبري 1: 226.(58) من أول قوله: \"فلما شب النواشئ\" ، إلى هذا الموضع ، مروي في تاريخ الطبري 1: 226.(59) في المطبوعة: \"عوج بن عنق\" ، وأثبت ما في المخطوطة. وانظر ما سلف أنه روى في اسمه\"عاج\" ص: 192 ، تعليق: 2.(60) في المطبوعة: \"باعوراء\" ، وأثبت ما في المخطوطة.(61) في المطبوعة\"عشرة أذرع\" في المواضع الثلاثة ، وأثبت ما في المخطوطة ، وكلاهما صواب فإن\"الذراع\" ، مؤنثة ، وقد تذكر.(62) الأثر: 11698- رواه أبو جعفر في تاريخه 1: 223.(63) في المطبوعة\"عشرة أذرع\" في المواضع الثلاثة ، وأثبت ما في المخطوطة ، وكلاهما صواب فإن\"الذراع\" ، مؤنثة ، وقد تذكر.(64) الأثر: 11699- رواه أبو جعفر في تاريخه 1: 223.هذا ، وكل ما رواه أبو جعفر من أخبار عوج ، وما شابهه مما مضى في ذكر ضخامة خلق هؤلاء الجبارين ، إنما هي مبالغات كانوا يتلقونها من أهل الكتاب الأول ، لا يرون بروايتها بأسًا. وهي أخبار زيوف لا يعتمد عليها.(65) الأثر: 11700- انظر الأثر السالف رقم: 11690.(66) ديوانه: 125 ، من معلقته المشهورة.(67) الأثر: 11703- هو بعض الأثر السالف قديمًا رقم: 991. وأسقط ناشر المطبوعة الأولى: \"فلم يحزن\" ، لأنها كانت في المخطوطة: \"فلا تحزن\" ، فظنها تكرارًا فحذفها ، وهي ثابتة كما كتبتها في الأثر السالف: 991.",
  "ayah": 26,
  "surah": 5
}
