{
  "text": "القول في تأويل قوله عز ذكره :  لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (28)قال أبو جعفر: وهذا خبر من الله تعالى ذكره عن المقتول من ابني آدم أنه قال لأخيه= لما قال له أخوه القاتل: لأقتلنك=: والله \" لئن بسطت إليَّ يدك \"، يقول: مددت إليَّ يدك=\" لتقتلني ما أنا بباسط يدي إليك \"، يقول: ما أنا بمادٍّ يدي إليك (104) \" لأقتلك \".* * *وقد اختلف في السبب الذي من أجله قال المقتول ذلك لأخيه، ولم يمانعه ما فَعَل به. فقال بعضهم: قال ذلك، إعلامًا منه لأخيه القاتل أنه لا يستحل قتلَه ولا بسطَ يده إليه بما لم يأذن الله جل وعز له به. (105)ذكر من قال ذلك:11727 - حدثنا محمد بن بشار قال، حدثنا محمد بن جعفر قال، حدثنا عوف، عن أبي المغيرة، عن عبد الله بن عمرو أنه قال: وايم الله، إن كان المقتول لأشدَّ الرجلين، ولكن منعه التحرُّج أن يبسُط إلى أخيه. (106)11728 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" لئن بسطت إليّ يدك لتقتلني ما أنا بباسط يدي إليك \"، ما أنا بمنتصر، (107) ولأمسكنَّ يدي عنك.* * *وقال آخرون: لم يمنعه مما أراد من قتله، وقال ما قال له مما قصَّ الله في كتابه: [إلا] أن الله عزّ ذكره فرضَ عليهم أن لا يمتنع من أريد قتله ممن أراد ذلك منه. (108)ذكر من قال ذلك:11729 - حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا رجل سمع مجاهدًا يقول في قوله: \" لئن بسطت إليّ يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك \"، قال مجاهد: كان كُتب عليهم، (109) إذا أراد الرجل أن يقتل رجلا تركه ولا يمتنع منه.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب أن يقال: إن الله عز ذكره قد كان حرَّم عليهم قتل نفسٍ بغير نفس ظلمًا، وأن المقتول قال لأخيه: \" ما أنا بباسط يدي إليك إن بسطت إليّ يدك \"، لأنه كان حرامًا عليه من قتل أخيه مثلُ الذي كان حرامًا على أخيه القاتل من قتله. فأما الامتناع من قتله حين أراد قتله، فلا دلالة على أن القاتلَ حين أراد قتله وعزم عليه، كان المقتول عالمًا بما هو عليه عازمٌ منه ومحاولٌ من قتله، فترك دفعَه عن نفسه. بل قد ذكر جماعة من أهل العلم أنه قتله غِيلةً، اغتاله وهو نائم، فشدَخ رأسه بصخرةٍ. (110) فإذْ كان ذلك ممكنًا، ولم يكن في الآيةِ دلالة على أنه كان مأمورًا بترك منع أخيه من قتله، يكون جائزًا ادعاءُ ما ليس في الآية، إلا ببرهان يجب تسليمُه.* * *وأما تأويل قوله: \" إنّي أخاف الله رب العالمين \" فإنه: إنّي أخاف الله في بسط يدي إليك إن بسطتها لقتلك= (111) \" رب العالمين \"، يعني: مالك الخلائق كلها (112) =أن يعاقبني على بسط يدي إليك.--------------------الهوامش :(104) انظر تفسير: \"بسط\" فيما سلف ص: 100.(105) في المطبوعة: \"بما لم يأذن الله به\" ، أسقط ما هو ثابت في المخطوطة ، ولا أدري لم يرتكب ذلك!!(106) الأثر: 11727- سلف هذا الأثر مطولا برقم: 11705 ، وانظر التعليق عليه هناك.(107) في المطبوعة والمخطوطة: \"لا أنا\" ، والسياق يقتضي ما أثبت.(108) الزيادة بين القوسين لا بد منها لسياق هذه الجملة.(109) في المطبوعة: \"كان كتب الله عليهم\" ، وأثبت ما في المخطوطة.(110) انظر الآثار التالية من رقم: 11746-11749.(111) في المطبوعة: \"فإني أخاف\" ، وهو لا يستقيم ، والصواب ما أثبته من المخطوطة.(112) انظر تفسير\"رب\" و\"العالمون\" فيما سلف من فهارس اللغة.",
  "ayah": 28,
  "surah": 5
}
