{
  "text": "القول في تأويل قوله عز ذكره :  إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (29)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معناه: إني أريد أن تبوء بإثمي من قتلك إياي، وإثمك في معصيتك الله، وغير ذلك من معاصيك. (113)ذكر من قال ذلك:11730 - حدثني موسى بن هارون، (114) قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي في حديثه، عن أبي مالك وعن أبي صالح، عن ابن عباس= وعن مرة، عن ابن مسعود= وعن ناس من أصحاب رسول الله صلى الله عليه وسلم: \" إني أريد أن تبوء بإثمي وإثمك \"، يقول: إثم قتلي، إلى إثمك الذي في عنقك=\" فتكون من أصحاب النار \".11731 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" إني أريد أن تبوء بإثمي وإثمك \"، يقول: بقتلك إياي، وإثمك قبل ذلك.11732 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة: \" إني أريد أن تبوء بإثمي وإثمك \"، قال: بإثم قتلي وإثمك.11733 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" إني أريد أن تبوء بإثمي وإثمك \" يقول: إني أريد أن يكون عليك خطيئتك ودمي، تبوء بهما جميعًا.11734 - حدثني الحارث قال، حدثنا عبد العزيز، عن سفيان، عن &; 10-216 &; منصور، عن مجاهد: \" إني أريد أن تبوء بإثمي وإثمك \"، يقول: إني أريد أن تبوء بقتلك إياي=\" وإثمك \"، قال: بما كان منك قبل ذلك.11735 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ الفضل بن خالد قال، حدثني عبيد بن سليمان، عن الضحاك قوله: \" إني أريد أن تبوء بإثمي وإثمك \"، قال: أما \" إثمك \"، فهو الإثم الذي عمل قبل قتل النفس =يعني أخاه= وأما \" إثمه \"، فقتلُه أخاه.* * *=وكأن قائلي هذه المقالة، وجَّهوا تأويل قوله: \" إني أريد أن تبوء بإثمي وإثمك \"، إلى: إني أريد أن تبوء بإثم قتلي (115) =فحذف \" القتل \" واكتفى بذكر \" الإثم \"، إذ كان مفهومًا معناه عند المخاطبين به.* * *وقال آخرون: معنى ذلك: إني أريد أن تبوء بخطيئتي، فتتحمل وزرها، وإثمِك في قتلك إيّاي. وهذا قول وجدتُه عن مجاهد، وأخشى أن يكون غلطًا، لأن الصحيح من الرواية عنه ما قد ذكرنا قبلُ.ذكر من قال ذلك:11736 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" إني أريد أن تبوء بإثمي وإثمك \"، يقول: إني أريد أن تكون عليك خطيئتي ودمي، فتبوء بهما جميعًا.* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن تأويله: إني أريد أن تنصرف بخطيئتك في قتلك إياي (116) =وذلك هو معنى قوله: \" إني أريد أن تبوء بإثمي\" =وأما معنى: \" وإثمك \"، فهو إثمه بغير قتله، وذلك معصيته الله جل ثناؤه في أعمالٍ سِوَاه.وإنما قلنا ذلك هو الصواب، لإجماع أهل التأويل عليه. لأن الله عز ذكره قد أخبرنا أن كل عامل فجزاءُ عمله له أو عليه. وإذا كان ذلك حكمه في خلقه، فغير جائز أن يكون آثام المقتول مأخوذًا بها القاتل، وإنما يؤخذ القاتل بإثمه بالقتل المحرم وسائر آثامِ معاصيه التي ارتكبها بنفسه، دون ما ركبَه قتيلُه.* * *فإن قال قائل: أو ليس قتلُ المقتول من بني آدم كان معصيةً لله من القاتل؟ قيل: بلى، وأعظِمْ بها معصية!فإن قال: فإذا كان لله جل وعز معصيًة، فكيف جاز أن يُريد ذلك منه المقتول، ويقول: \" إني أريد أن تبوء بإثمي\"، وقد ذكرتَ أن تأويل ذلك، إني أريد أن تبوء بإثم قتلي؟ [قيل] معناه: (117) إني أريد أن تبوء بإثم قتلي إن قتلتني، لأني لا أقتلك، فإن أنت قتلتني، فإني مريد أن تبوء بإثم معصيتك الله في قتلك إياي. وهو إذا قتله، فهو لا محالة باءَ به في حكم الله، فإرادته ذلك غير موجبةٍ له الدخولَ في الخطأ.* * *ويعني بقوله: \" فتكون من أصحاب النار وذلك جزاء الظالمين \"، يقول: فتكون بقتلك إياي من سكان الجحيم، ووقود النار المخلدين فيها (118) =\" وذلك جزاء الظالمين \"، يقول: والنار ثوابُ التاركين طريق الحق، الزائلين عن قصد السبيل، المتعدِّين ما جُعِل لهم إلى ما لم يجعل لهم. (119)وهذا يدل على أن الله عز ذكره قد كان أمرَ ونهى آدم بعد أن أهبطه إلى الأرض، ووعد وأوعد. ولولا ذلك ما قال المقتول للقاتل: \" فتكون من أصحاب النار \" بقتلك إياي، ولا أخبره أن ذلك جزاء الظالمين. فكان مجاهد يقول: عُلّقت إحدى رجلي القاتل بساقها إلى فخذها من يومئذ إلى يوم القيامة، ووجهه في الشمس حيثما دارت دار، عليه في الصيف حظيرة من نار، وعليه في الشتاء حظيرة من ثلج.11737 - حدثنا بذلك القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج قال مجاهد ذلك= قال: وقال عبد الله بن عمرو: وإنا لنجد ابنَ آدم القاتلَ يقاسِم أهل النار قسمًة صحيحًة العذابَ، عليه شطرُ عذابهم. (120)* * *وقد روي عن رسول الله صلى الله عليه وسلم، بنحو ما روي عن عبد الله بن عمرو، خبٌر.11738 - حدثنا ابن حميد قال، حدثنا جرير= وحدثنا سفيان قال، حدثنا جرير وأبو معاوية= ح، وحدثنا هناد قال، حدثنا أبو معاوية ووكيع= جميعًا، عن الأعمش، عن عبد الله بن مرة، عن مسروق، عن عبد الله قال: قال النبي صلى الله عليه وسلم: ما من نفس تقتل ظلمًا إلا كان على ابن آدم الأوَّلَ كفلٌ منها، ذلك بأنه أول من سَنَّ القتل. (121)11739 - حدثنا سفيان قال، حدثنا أبي= ح، وحدثنا ابن بشار قال، حدثنا عبد الرحمن= جميعا، عن سفيان، عن الأعمش، عن عبد الله بن مرة، عن مسروق، عن عبد الله، عن النبي صلى الله عليه وسلم، نحوه. (122)11740 - حدثنا ابن وكيع قال، حدثنا أبي، عن حسن بن صالح، عن إبراهيم بن مهاجر، عن إبراهيم النخعي قال: ما من مقتول يقتل ظلمًا، إلا كان على ابن آدم الأول والشيطان كفلٌ منه.11741 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن حكيم بن حكيم، أنه حُدِّث عن عبد الله بن عمرو: أنه كان يقول: إن أشقى الناس رجلا لابْنُ آدم الذي قتل أخاه، ما سُفِك دم في الأرض منذ قَتَل أخاه إلى يوم القيامة، إلا لحق به منه شيء، وذلك أنه أوَّل من سنَّ القتل. (123)* * *قال أبو جعفر: وهذا الخبر الذي ذكرنا عن رسول الله صلى الله عليه وسلم، (124) مبينٌ عن أنّ القول الذي قاله الحسن في ابني آدم اللذين ذكرهما الله في هذا الموضع (125) أنهما ليسا بابني آدم لصلبه، ولكنهما رجلان من بني إسرائيل= وأن القول الذي حكي عنه (126) أنّ أول من مات آدم، وأن القربان الذي كانت النار تأكله لم يكن إلا في بني إسرائيل= (127) خطأ، لأن رسول الله صلى الله عليه وسلم قد أخبر عن هذا القاتل الذي قَتَل أخاه: أنه أول من سَنَّ القتل. وقد كان، لا شك، القتلُ قبل إسرائيل، فكيف قبل ذريته! فخطأ من القول أن يقال: أول من سن القتل رجلٌ من بني إسرائيل. (128)وإذ كان ذلك كذلك، فمعلوم أن الصحيح من القول هو قول من قال: \" هو ابن آدم لصلبه \"، لأنه أولُ من سن القتل، فأوجب الله له من العقوبة ما رَوَينا عن رسول الله صلى الله عليه وسلم.--------------الهوامش :(113) في المطبوعة: \"وإثمك في معصيتك الله بغير ذلك من معاصيك\" ، وهو كلام لا يستقيم ، لا شك أن صوابه ما أثبت.(114) في المطبوعة: \"محمد بن هرون\" ، وهو خطأ لا شك فيه ، صوابه في المخطوطة.(115) في المطبوعة والمخطوطة: \"أي: إني أريد..\" ، وصواب قراءتها ما أثبت.(116) انظر تفسير\"باء\" فيما سلف 2: 138 ، 345/7: 116 ، 366 = وتفسير\"الإثم\" ، فيما سلف من فهارس اللغة.(117) في المطبوعة ، وصل الكلام ، فلم يكن للاستفهام جواب ، فكتب هكذا: \"إني أريد أن تبوء بإثم قتلي ، فمعناه: إني أريد..\". وفي المخطوطة مثل ذلك ، إلا أنه كتب\"ومعناه\" بالواو. واستظهرت أن الصواب ما زدت بين القوسين\"قيل\" ، فإنه هذا أول جواب السائل.(118) انظر تفسير\"أصحاب النار\" فيما سلف 2: 286/4: 317/5: 429/ 6: 14/ 7: 133 ، 134.(119) انظر تفسير\"جزاء\" و\"الظالمون\" فيما سلف من فهارس اللغة.(120) الأثر: 11737- رواه أبو جعفر فيما سلف برقم: 11710 ، طريق أخرى. وليس فيه هذه الزيادة عن عبد الله بن عمرو.(121) الأثران: 11738 ، 11739- هذا حديث صحيح ، رواه أحمد في مسنده من هذه الطرق ، من حديث عبد الله بن مسعود برقم: 3630 ، 4092 ، 4123. ورواه البخاري في صحيحه من طرق عن الأعمش (الفتح 6: 262/12: 169/ 13: 256) ، ورواه مسلم في صحيحه من طرق عن الأعمش 11: 165 ، 166. وقال ابن كثير في تفسيره 3: 130: \"وقد أخرجه الجماعة سوى أبي داود ، من طرق عن الأعمش ، به\". ورواها أبو جعفر في تاريخه 1: 72 ، بمثل الذي رواه هنا.و\"الكفل\" (بكسر فسكون): الحظ والنصيب من الوزر والإثم. وانظر تفسير أبي جعفر فيما سلف 8: 581.(122) الأثران: 11738 ، 11739- هذا حديث صحيح ، رواه أحمد في مسنده من هذه الطرق ، من حديث عبد الله بن مسعود برقم: 3630 ، 4092 ، 4123. ورواه البخاري في صحيحه من طرق عن الأعمش (الفتح 6: 262/12: 169/ 13: 256) ، ورواه مسلم في صحيحه من طرق عن الأعمش 11: 165 ، 166. وقال ابن كثير في تفسيره 3: 130: \"وقد أخرجه الجماعة سوى أبي داود ، من طرق عن الأعمش ، به\". ورواها أبو جعفر في تاريخه 1: 72 ، بمثل الذي رواه هنا.و\"الكفل\" (بكسر فسكون): الحظ والنصيب من الوزر والإثم. وانظر تفسير أبي جعفر فيما سلف 8: 581.(123) الأثر: 11741-\"حكيم بن حكيم بن عباد بن حنيف الأنصاري\" ، روى عن ابن عمه أبي أمامة بن سهل ، ونافع بن جبير بن مطعم ، والزهري ، وغيرهم. ذكره ابن حبان في الثقات ، وصحح له الترمذي وابن خزيمة وغيرها ، وقال ابن سعد: \"كان قليل الحديث ، ولا يحتجون بحديثه\". مترجم في التهذيب.(124) في المطبوعة: \"وبهذا الخبر..\" ، غير ما في المخطوطة ، لم يحسن قراءة الآتي.(125) في المطبوعة: \"تبين أن القول\" ، جعلها كذلك ، وغير التي قبلها من أجل تغييره. وفي المخطوطة\"متبين عن القول\" غير منقوطة ، والصواب ما أثبته ، أسقط الناسخ\"أن\" ، والسياق دال على ذلك.(126) قول الحسن هذا ، هو ما رواه في الأثر رقم: 11719. وانظر أيضا ما سيأتي ص: 224.(127) السياق: وهذا الخبر... مبين عن أن القول الذي قاله الحسن... خطأ\".(128) في المخطوطة والمطبوعة: \"وخطأ من القول\" بالواو ، والسياق يقتضي الفاء ، كما أثبتها.",
  "ayah": 29,
  "surah": 5
}
