{
  "text": "القول في تأويل قوله عز ذكره :  إِلا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (34)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى ذلك: إلا الذين تابوا من شركهم ومناصَبتهم الحربَ لله ولرسوله والسَّعيِ في الأرض بالفساد، بالإسلام والدخولِ في إلإيمان، من قبل قُدرة المؤمنين عليهم، فإنه لا سبيل للمؤمنين عليهم بشيء من العقوبات التي جعلَها الله جزاء لِمَنْ حارَبه ورسوله وسَعى في الأرض فسادًا، من قتلٍ، أو صلب، أو قطع يد ورجل من خلاف، أو نفي من الأرض= فلا تِباعَةَ قِبَله لأحدٍ فيما كان أصاب في حال كفره وحربه المؤمنين، (103) في مالٍ ولا دم ولا حرمةٍ. قالوا: فأما المسلم إذا حارب المسلمين أو المعاهدين، وأتى بعض ما يجب عليه العقوبة، فلن تضع توبته عنه عقوبةَ ذنبه، بل توبته فيما بينه وبين الله، وعلى الإمام إقامةُ الحدّ الذي أوجبه الله عليه، وأخذُه بحقوق الناس.ذكر من قال ذلك:11872 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح، عن الحسين بن واقد، عن يزيد النحوي، عن عكرمة والحسن البصري قالا قوله:  إِنَّمَا جَزَاءُ &; 10-278 &; الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ  إلى قوله: \" فاعلموا أنّ الله غفور رحيم \"، نـزلت هذه الآية في المشركين، فمن تاب منهم من قبل أن يُقدر عليه، لم يكن عليه سبيل. وليس تُحْرِز هذه الآية الرجلَ المسلم من الحدِّ إن قتل، أو أفسد في الأرض، أو حارب الله ورسوله، ثم لحق بالكفار قبل أن يُقْدر عليه. ذلك يقام عليه الحدّ الذي أصاب. (104)11873 - حدثنا بشار قال، حدثنا روح بن عبادة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" إلا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفور رحيم \"، قال: هذا لأهل الشرك، إذا فعلوا شيئًا في شركهم، فإن الله غفور رحيمٌ، إذا تابوا وأسْلموا.11874 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد:  إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا  الزنا، (105) والسرقة، وقتل النفس، وإهلاك الحرث والنسل=\" إلا الذين تابوا من قبل أن تقدروا عليهم \"، على عهد الرسول صلى الله عليه وسلم.11875 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن جويبر، عن الضحاك قال: كان قوم بينهم وبين الرَّسول صلى الله عليه وسلم ميثاقٌ، فنقضوا العهدَ وقطعوا السبيل، وأفسدوا في الأرض، فخيرَّ الله نبيَّه صلى الله عليه وسلم فيهم: فإن شاء قتل، وإن شاء صلب، وإن شاء قطع أيديهم وأرجلهم من خلاف. فمن تاب من قبل أن تقدروا عليه، قُبِلَ ذلك منه.11876 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله:  إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ  ، الآية= فذكر نحو قول الضحاك، إلا أنه قال: فإن جاء تائبًا فدخل في الإسلام، قُبل منه، ولم يؤاخذ بما سلَف.11877 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" إلا الذين تابوا من قبل أن تقدروا عليهم \"، قال: هذا لأهل الشرك، إذا فعلوا شيئًا من هذا في شركهم، ثم تابوا وأسلموا، فإن الله غفور رحيم.11878 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو سفيان، عن معمر، عن عطاء الخراساني وقتادة: أما قوله: \" إلا الذين تابوا من قبل أن تقدروا عليهم \"، فهذه لأهل الشرك. فمن أصاب من المشركين شيئًا من المسلمين وهو لهم حَرْب، فأخذ مالا وأصاب دمًا، ثم تاب قبل أن تقدروا عليه، أُهْدِر عنه ما مَضَى.* * *وقال آخرون: بل هذه الآية معنيٌّ بالحكم بها، المحاربون اللهَ ورسوله: الحُرَّابُ من أهل الإسلام، (106) من قطع منهم الطريق وهو مقيم على إسلامه، ثم استأمن فأُومن على جناياته التي جناها، وهو للمسلمين حرب= ومَن فعل ذلك منهم مرتدًّا عن الإسلام، (107) ثم لحق بدار الحرب، ثم استأمن فأومن. قالوا: فإذا أمَّنه الإمام على جناياته التي سلفت، لم يكن قِبَله لأحد تَبِعة في دمٍ ولا مالٍ أصابه قبل توبته، وقبلَ أمان الإمام إيَّاه.ذكر من قال ذلك:11879 - حدثني علي بن سهل قال، حدثنا الوليد قال، أخبرني أبو أسامة، &; 10-280 &; عن أشعث بن سوار، عن عامر الشعبي: أن حارثة بن بَدْرٍ خرج محاربًا، فأخاف السبيل، وسفَك الدمَ، وأخذ الأموال، ثم جاء تائبًا من قبل أن يُقْدرَ عليه، فقبل علي بن أبي طالب عليه السلام توبته، وجعل له أمانًا منشورًا على ما كان أصاب من دٍم أو مال.11880 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن مجالد، عن الشعبي: أن حارثة بن بدرٍ حاربَ في عهد علي بن أبي طالب، فأتى الحسن بن علي رضوان الله عليهما، فطلبَ إليه أن يستأمن له من عليّ، فأبى. ثم أتى ابن جعفر، فأبى عليه. (108) فأتى سعيد بن قيس الهمداني فأمَّنه، وضمّه إليه. وقال له: استأمِنْ لِي أميرَ المؤمنين علي بن أبي طالب. (109) قال: فلما صلى عليٌّ الغداة، (110) أتاه سَعيد بن قيس فقال: يا أمير المؤمنين، ما جزاء الذين يحارِبون الله ورسوله؟ قال: أن يقتَّلوا، أو يصلبوا، أو تقطّع أيديهم وأرجلهم من خلاف، أو ينفوا من الأرض. قال: ثم قال: \" إلا الذين تابوا من قبل أن تقدروا عليهم \". قال سعيد: وإن كان حارثة بن بدر؟ قال: وإن كان حارثة بن بدر! قال: فهذا حارثة بن بدر قد جاء تائبًا، فهو آمن؟ قال: نعم! قال: فجاء به فبايعه، وقبل ذلك منه، وكتب له أمانًا.11881 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن مغراء، عن مجالد، عن الشعبي قال: كان حارثة بن بدر قد أفسد في الأرض وحارب، ثم تاب. وكُلِّم له عليّ فلم يُؤْمنه. فأتى سعيدَ بن قيس فكلّمه، فانطلق سعيدُ بن قيس إلى علي فقال: يا أمير المؤمنين، ما تقولُ فيمن حارب الله ورسوله؟ =فقرأ الآية كلها= فقال: أرأيت من تابَ من قبل أن تقدِر عليه؟ &; 10-281 &; قال: أقول كما قال الله. قال: فإنه حارثة بن بدر! قال: فأمَّنه علي، فقال حارثة:أَلا أَبْلِغَــا هَمْــدَانَ إِمَّــا لَقِيتَهــاعَـلَى النَّـأيِ لا يَسْـلَمْ عَـدُوٌّ يَعِيبُهَـالَعَمْــرُ أَبِيهَــا إنَّ هَمَــدَانَ تَتَّقِـيالإلــهَ وَيَقْضِـي بِالْكِتَـابِ خَطِيبُهَـا (111)11882- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قوله: \" إلا الذين تابوا من قبل أن تقدروا عليهم \"، وتوبته من قبل أن يُقْدر عليه: أن يكتُب إلى الإمام يَستأمنه على ما قَتل وأفسدَ في الأرض: \" فإن لم يؤمني على ذلك، ازددت فسادًا وقتلا وأخذًا للأموال أكثر مما &; 10-282 &; فعلت ذلك قبل \". فعلى الإمام من الحقّ أن يؤمنه على ذلك. فإذا أمّنه الإمام جاء حتى يضع يده في يد الإمام، فليس لأحد من الناس أن يتّبِعه، ولا يأخذه بدَم سفكه، ولا مال أخذه. وكل مالٍ كان له فهو له، لكيلا يقتل المؤمنين أيضًا ويفسد. فإذا رجع إلى الله جل وعزّ فهو وليُّه، يأخذه بما صنع، وتوبته فيما بينه وبين الإمام والناس. فإذا أخذه الإمام، وقد تابَ فيما يزعُم إلى الله جل ثناؤه قبل أن يُؤمنه الإمام، فليقم عليه الحدّ.11883 - حدثنا علي بن سهل قال، حدثنا الوليد بن مسلم، عن سعيد بن عبد العزيز، أخبرني مكحول، أنه قال: (112) إذا أعطاه الإمام أمانًا، فهو آمن، ولا يقام عليه حدُّ ما كان أصاب.* * *وقال آخرون: معنى ذلك: كلُّ من جاء تائبًا من الحُرَّاب قبل القُدْرة عليه، (113) استأمن الإمام فأمَّنه أو لم يستأمنه، بعدَ أن يجيء مستسلمًا تاركًا للحرب.ذكر من قال ذلك:11884 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا محمد بن فضيل، عن أشعث، عن عامر قال: جاء رجل من مُرادٍ إلى أبي موسى، وهو على الكوفة في إمرة عثمان، بعد ما صلَّى المكتوبة فقال: يا أبا موسى، هذا مَقَام العائذِ بك، أنا فلان بن فلان المرادِيّ، كنت حاربتُ الله ورسوله، وسعيتَ في الأرض، وإني تبتُ من قبل أن تَقْدر عليّ! فقام أبو موسى فقال: هذا فلان ابن فلان، وإنه كان حاربَ الله ورسوله، وسعَى في الأرض فسادًا، وإنه تاب قبل أن يُقْدَر عليه، فمن لقيه فلا يعرض له إلا بخير. فأقام الرجل ما شاءَ الله، ثم إنه خرج فأدركه الله جل وعزّ بذُنوبه فقَتَله.11885 - حدثني الحارث بن محمد قال، حدثنا عبد العزيز قال، حدثنا سفيان، عن إسماعيل السدي، عن الشعبي قال: جاء رجل إلى أبي موسى، فذكر نحوه.11886 - حدثني علي بن سهل قال، حدثنا الوليد بن مسلم قال: قلت لمالك: أرأيت هذا المحارب الذي قد أخاف السبيل، وأصابَ الدم والمال، فلحق بدار الحرْب، أو تمنَّع في بلاد الإسلام، ثم جاء تائبًا من قبل أن يُقْدر عليه؟ قال: تقبل توبته. قال قلت: فلا يُتَّبع بشيء من أحداثه؟ قال: لا إلا أن يوجد معه مالٌ بعينه فيردّ إلى صاحبه، أو يطلبه وليُّ من قَتل بدم في حَرْبه يثبت ببيّنَةٍ أو اعترافٍ فيقاد به. وأما الدماء التي أصابها ولم يطلبها أولياؤها، فلا يتَّبعه الإمام بشيء= قال علي، قال الوليد: فذكرت ذلك لأبي عمرو، فقال: تقبل توبته إذا كان محاربًا للعامة والأئمة، قد آذاهم بحَرْبه، فشهر سلاحه، وأصاب الدماء والأموال، فكانت له مَنْعة أو فِئة يلجأ إليهم، أو لحق بدار الحرب فارتدَّ عن الإسلام، أو كان مقيمًا عليه، ثم جاء تائبًا من قبل أن يُقدرَ عليه، قُبلت توبته، ولم يتَّبَع بشيء منه.11887 - حدثني علي قال، حدثنا الوليد قال، قال أبو عمرو: سمعت ابن شهاب الزهريّ يقول ذلك.11888 - حدثني علي بن سهل قال، حدثنا الوليد قال: فذكرت قول أبي عمرو ومالك لليث بن سعد في هذه المسألة، فقال: إذا أعلن بالمحاربة العامة والأئمة، (114) وأصابَ الدماء والأموال، فامتنع بمحاربته من الحكومة عليه، (115) أو لحق بدار الحرب، ثم جاء تائبًا من قبل أن يقدر عليه، قبلت توبته، ولم يتَّبَع بشيء من أحْدَاثه في حربه من دم خاصةٍ ولا عامة، وإن طلبه وليه.11889 - حدثني علي قال، حدثنا الوليد قال، قال الليث= وكذلك حدثني موسى بن إسحاق المدنيّ، وهو الأمير عندنا: أن عليًّا الأسديّ حاربَ وأخاف السبيل وأصاب الدم والمال، فطلبته الأئمة والعامة، فامتنع ولم يُقْدر عليه حتى جاء تائبًا، وذلك أنه سمع رجلا يقرأ هذه الآية:  قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ  [سورة الزمر: 53]. الآية، فوقف عليه فقال: يا عبد الله، أعد قراءَتها. فأعادها عليه، فغَمَد سيفه، ثم جاء تائبًا، حتى قَدِم المدينة من السَّحَر، فاغتسل، ثم أتى مسجد رسول الله صلى الله عليه وسلم فصلى الصبح، ثم قعد إلى أبي هريرة في غِمار أصحابه. فلما أسفر عرفه الناس وقاموا إليه، فقال: لا سبيل لكم عليّ، جئت تائبًا من قبلِ أن تَقْدروا عليَّ! فقال أبو هريرة: صدق. وأخذ بيده أبو هريرة حتى أتى مروان بنَ الحكم في إمرته على المدينة في زمن معاوية، فقال: هذا عليٌّ، جاء تائبًا، ولا سبيل لكم عليه ولا قتل. قال، فترك من ذلك كله. (116) قال: وخرج عليَّ تائبًا مجاهدًا في سبيل الله في البحر، فلقُوا الروم، فقرَّبوا سفينته إلى سفينة من سفنهم، فاقتحم على الرُّوم في سفينتهم، فهُزِموا منه إلى سفينتهم الأخرى، فمالت بهم وبه، فغرقوا جميعًا. (117)11890 - حدثني أحمد بن حازم قال، حدثنا أبو نعيم قال، حدثنا مطرف بن معقل قال، سمعت عطاء قال في رجل سرق سرقة فجاء بها تائبًا من غير أن يُؤخَذ، فهل عليه حدٌّ؟ قال: لا! ثم قال: \" إلا الذين تابوا من قبل أن تقدِروا عليهم \"، الآية. (118)11891 - حدثنا ابن البرقي قال، حدثنا ابن أبي مريم قال، أخبرنا نافع بن يزيد قال، حدثني أبو صخرٍ، عن محمد بن كعب القرظي= وعن أبي معاوية عن سعيد بن جبير= قالا إن جاء تائبًا لم يقتطع مالا ولم يسفك دمًا، تُرك. فذلك الذي قال الله: \" إلا الذين تابوا من قبل أن تقدروا عليهم \"، يعني بذلك أنه لم يسفك دمًا ولم يقتطع مالا. (119)* * *وقال آخرون: بل عنى بالاستثناء في ذلك، التائبَ من حربه اللهَ ورسولَه والسعيِ في الأرض فسادًا بعد لحاقه في حربه بدار الكفر. فأما إذا كانت حِرَابته وحربُه وهو مقيم في دار الإسلام، (120) وداخلٌ في غمار الأمة، فليست توبته واضعة عنه شيئًا من حدود الله جل وعز، ولا من حقوق المسلمين والمعاهدين، بل يؤخذ بذلك.ذكر من قال ذلك:11892 - حدثني علي بن سهل قال، حدثنا الوليد بن مسلم قال، أخبرني إسماعيل، عن هشام بن عروة: أنه أخبره أنهم سألوا عروة عمن تلصّص في الإسلام فأصاب حدودًا ثم جاء تائبًا، فقال: لا تقبل توبته، لو قبل ذلك منهم اجترءوا عليه، وكان فسادًا كبيرًا. ولكن لو فرّ إلى العدوّ، ثم جاء تائبًا، لم أر عليه عقوبة.* * *وقد روي عن عروة خلاف هذا القول، وهو ما:-11893 - حدثني به علي قال، حدثنا الوليد قال، أخبرني من سمع هشام بن عروة، عن عروة قال، يقام عليه حدُّ ما فر منه، ولا يجوز لأحدٍ فيه أمان = يعني، الذي يصيب حدًّا، ثم يفرُّ فيلحق الكفار، ثم يجيء تائبًا.* * *وقال آخرون: إن كانت حِرَابته وحربه في دار الإسلام، (121) وهو في غير مَنْعة من فئة يلجأ إليها، ثم جاء تائبًا قبل القدرة عليه، فإن توبته لا تضع عنه شيئا من العقوبة ولا من حقوق الناس. وإن كانت حِرَابته وحَرْبه في دار الإسلام، أو هو لاحقٌ بدار الكفر، غير أنه في كل ذلك كان يلجأ إلى فئة تمنعه ممن أراده من سلطان المسلمين، ثم جاء تائبًا قبل القدرة عليه، فإن توبته تضع عنه كل ما كان من أحْداثه في أيام حِرابته تلك، إلا أن يكون أصاب حدًّا أو أمَرَ الرُّفقة بما فيه عقوبة، (122) أو غُرْم لمسلم أو معاهد، وهو غير ملتجئ إلى فئة تمنعه، فإنه يؤخذ بما أصاب من ذلك وهو كذلك، ولا يضع ذلك عنه توبتُه.ذكر من قال ذلك:11894 - حدثني علي بن سهل قال، حدثنا الوليد قال، قال أبو عمرو: إذا قطع الطريق لصٌّ أو جماعة من اللصوص، فأصابوا ما أصابوا من الدماء والأموال، ولم يكن لهم فئة يلجأون إليها ولا مَنْعة، ولا يأمنون إلا بالدخول في غِمَار أمتهم وسوادِ عامّتهم، ثم جاء تائبًا من قبل أن يُقْدر عليه، لم تُقبل توبته، وأقيم عليه حدهّ ما كان.11895 - حدثني علي قال، حدثنا الوليد قال: ذكرت لأبي عمرو قول عُروة: \" يقام عليه حدّ ما فرّ منه، ولا يجوز لأحد فيه أمان \"، فقال أبو عمرو: إن فرّ من حَدَثه في دار الإسلام، فأعطاه إمامٌ أمانًا، لم يجزْ أمانُه. وإن هو لحق بدار الحرب، ثم سأل إمامًا أمانًا على أحداثه، لم ينبغ للإمام أن يعطيه أمانًا. وإن أعطاه الإمام أمانًا وهو غير عالم بأحداثه، فهو آمن. وإن جاء أحدٌ يطلبه بدم أو مال رُدّ إلى مأمنه، فإن أبى أن يَرجع فهو آمن ولا يُتَعَرَّض له. قال: وإن أعطاه أمانًا على أحداثه وهو يعرفها، فالإمام ضامنٌ واجب عليه عَقْلُ ما كان أصاب من دم أو مال، (123) وكان فيما عطّل من تلك الحدود والدماء آثمًا، وأمره إلى الله جل وعز. قال: وقال أبو عمرو: فإذا أصاب ذلك، وكانت له مَنْعة أو فئة يلجأ إليها، أو لحق بدار الحرب فارتدّ عن الإسلام، أو كان مقيمًا عليه، ثم جاء تائبًا من قبل أن يُقْدر عليه، قُبِلت توبته، ولم يُتَّبع بشيء من أحداثه التي أصابها في حربه، إلا أن يوجد معه شيءٌ قائم بعينه فيردّ إلى صاحبه.11896 - حدثني علي قال، حدثنا الوليد قال، أخبرني ابن لهيعة، عن ربيعة قال: تقبل توبتُه، ولا يتَّبع بشيء من أحداثِه في حربه، إلا أن يطلبه أحد بدم كان أصابه في سِلْمه قبل حربه، فإنه يقاد به.11897 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا معمر الرقي قال، حدثنا الحجاج، عن الحكم بن عتيبة قال: قاتل الله الحجاج! إن كان ليفقَهُ! أمَّن رجلا من محاربته، فقال، انظروا هل أصاب شيئا قبل خروجه؟* * *وقال آخرون: تضع توبته عنه حدَّ الله الذي وجب عليه بمحاربته، ولا يسقط عنه حقوق بني آدم.وممن قال ذلك الشافعي.11898- حدثنا بذلك عنه الربيع.* * *قال أبو جعفر: وأولى هذه الأقوال في ذلك بالصواب عندي، قولُ من قال: توبة المحارب الممتنع بنفسه أو بجماعة معه قبل القُدرة عليه، تضع عنه تَبِعات الدنيا &; 10-288 &; التي كانت لزمته في أيام حربه وحِرَابته، (124) من حدود الله، وغُرْم لازم، وقَوَدٍ وقصاص، إلا ما كان قائمًا في يده من أموال المسلمين والمعاهدين بعينه، فيردّ على أهله= لإجماع الجميع على أن ذلك حكم الجماعة الممتنعة المحاربة لله ولرسوله، الساعيةِ في الأرض فسادًا على وجه الردة عن الإسلام. فكذلك حكم كل ممتنع سَعَى في الأرض فسادًا، جماعةً كانوا أو واحدًا.فأمَّا المستخفي بسرقته، والمتلصِّصُ على وجه اغتفال من سرقه، (125) والشاهرُ السلاحَ في خلاء على بعض السابلة، وهو عند الطلب غير قادر على الامتناع، فإن حكم الله عليه= تاب أو لم يتب= ماضٍ، وبحقوق من أخذ ماله، أو أصاب وليَّه بدم أو خَتْلٍ مأخوذ، وتوبته فيما بينه وبين الله جل وعز= قياسًا على إجماع الجميع على أنه لو أصاب شيئًا من ذلك وهو للمسلمين سِلْمٌ، ثم صار لهم حربًا، أن حربه إياهم لن يضعَ عنه حقًا لله عز ذكره، ولا لآدمي، فكذلك حكمه إذا أصاب ذلك في خلاء أو باستخفاء، وهو غير ممتنع من السلطان بنفسه إن أراده، ولا له فئة يلجأ إليها مانعةٌ منه.وفي قوله: \" إلا الذين تابوا من قبل أن تقدروا عليهم \"، دليل واضح لمن وُفِّق لفهمه، أنّ الحكم الذي ذكره الله جل وعزّ في المحاربين، يجري في المسلمين والمعاهدين، دون المشركين الذين قد نصبُوا للمسلمين حربًا، وذلك أن ذلك لو كان حكمًا في أهل الحرب من المشركين، دون المسلمين ودون ذمتهم، لوجب أن لا يُسْقِطَ إسلامُهم عنهم= إذا أسلموا أو تابوا بعد قدرتنا عليهم= ما كان لهم قبل إسلامهم وتوبتهم من القتل، وما للمسلمين في أهل الحرب من المشركين. وفي إجماع المسلمين أنّ إسلام المشرك الحربيِّ يضع عنه، بعد قدرة المسلمين عليه، ما كان واضعَه عنه إسلامه قبل القدرة عليه= ما يدلّ على أن الصحيح من القول في ذلك قول من قال: \" عنى بآية المحاربين في هذا الموضع، حُرَّاب أهل الملة أو الذمة، (126) دون من سواهم من مشرِكي أهل الحرب \".* * *وأما قوله: \" فاعلموا أن الله غفور رحيم \"، فإن معناه: فاعلموا أيها المؤمنون، أن الله غير مؤاخذٍ من تاب من أهل الحرب لله ولرسوله، الساعين في الأرض فسادًا، وغيرهم بذنوبه، ولكنه يعفو عنه فيسترها عليه، ولا يفضحه بها بالعقوبة في الدنيا والآخرة= رحيم به في عفوه عنه، وتركه عقوبته عليها. (127)---------------الهوامش :(103) \"التبعة\" (بفتح التاء وكسر الباء) ، و\"التباعة\" (بكسر التاء): ما فيه إثم يتبع به مرتكبه. يقال: \"ما عليه من الله في هذا تبعة ، ولا تباعة\".(104) الأثر 11872- مضى برقم: 11806 ، وانظر التعليق عليه.(105) في المطبوعة: \"بالزنا\" ، وأثبت ما في المخطوطة ، وهو الصواب.(106) \"الحراب\" جمع\"حارب\" ، و\"الحارب\": هو الغاصب الناهب الذي يعري الناس ثيابهم. وكأنه عنى به هنا: صفة\"المحارب لله ورسوله\" ، وإفساده في الأرض. وانظر ما سيأتي ص: 282 ، تعليق: 2.(107) قوله: \"ومن فعل...\" معطوف على قوله: \"الحراب من أهل الإسلام...\" يعني: هذا وهذا.(108) يعني عبد الله بن جعفر بن أبي طالب.(109) في المطبوعة والمخطوطة: \"استأمن إلى\" ، والصواب ما أثبت.(110) \"الغداة\" ، يعني صلاة الفجر.(111) الآثار: 11879- 11881-\"عبد الرحمن بن مغراء الدوسي\" ، ثقة ، متكلم فيه ، مضى برقم: 1614.وأما \"حارثة بن بدر بن حصين الغداني\" ، من بني غدانة بن يربوع ، كان من فرسان بني تميم ووجوهها وساداتها. وكان فاتكًا صاحب شراب. وكان فصيحًا بليغًا عارفًا بأخبار الناس وأيامهم ، حلوًا شاعرًا ذا فكاهة ، فكان زياد يأنس به طول حياته (الأغاني 21: 25).وأما \"سعيد بن قيس الهمداني\" ، فهو من بني عمرو بن السبيع. وكان سيد همدان في زمانه.ولما أمن علي رضي الله عنه حارثه بن بدر ، وقف على المنبر فقال: \"أيها الناس ، إني كنت نذرت دم حارثة بن بدر ، فمن لقيه فلا يعرض له\". فانصرف سعيد بن قيس إلى حارثة ، وأعلمه ، وحمله وكساه وأجازه بجائزة سنية. فلما أراد حارثة الانصراف إلى البصرة شيعه سعيد بن قيس في ألف راكب ، وحمله وجهزه.وأما البيتان ، فهما في تاريخ ابن عساكر 3: 430 ، مع اختلاف يسير في روايتهما.وأما قوله: \"ويقضي بالكتاب خطيبها\" ، فكأنه عنى بخطيب همدان الفقيه الجليل: \"مسروق بن الأجدع الهمداني\" ، صاحب ، على وعبد الله بن مسعود رضي الله عنهما. وكأنه يشير بهذا البيت إلى ما روي عن مسروق أنه أتى يوم صفين ، فوقف بين الصفين ثم قال:أيها الناس ، أنصتوا. ثم قال: أرأيتم لو أن مناديًا ناداكم من السماء فسمعتم كلامه ورأيتموه فقال: إن الله ينهاكم عما أنتم فيه ، أكنتم مطيعيه؟ قالوا: نعم! قال: فوالله لقد نزل بذلك جبرئيل على محمد صلى الله عليه وسلم. فما زال يأتي من هذا- أي: يقول مثل هذا- ثم تلا: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُواْ أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إلا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلا تَقْتُلُواْ أَنْفُسَكُمْ إِنَّ اللهَ كَانَ بِكمْ رَحِيمًا).ثم انساب في الناس فذهب. (ابن سعد 6: 52).(112) هكذا في المطبوعة والمخطوطة: \"أخبرني مكحول أنه قال\" ، وأرجح: أن الصواب\"عن مكحول أنه قال\" ، وانظر الأسانيد السالفة رقم: 3997 ، 4129 ، 5359 ، 8966.(113) \"الحراب\" جمع\"حارب\" ، انظر تفسيرها فيما سلف ص: 279 ، تعليق: 1.(114) في المطبوعة: \"للعامة\" ، والصواب من المخطوطة.(115) \"الحكومة عليه\" يعني: القضاء عليه.(116) قوله: \"فترك\" بالبناء للمجهول ، كأنه يعني أنه لم يؤخذ بشيء من كل أحداثه التي أتاها وهو في محاربته لله ولرسوله.(117) الأثر: 11889-\"موسى بن إسحق المدني ، الأمير\" ، لم أعرف من يكون. و\"علي الأسدي\" ، لم أعرفه أيضا.وكأني قد مر بي مثل هذا الإسناد فيما سلف ، ولكن سقط علي تقييده ، فمن وجده فليثبته هنا. فلعله يكشف عن هذا الأمير المذكور في هذا الخبر.(118) الأثر: 11890-\"مطرف بن معقل الشقري السعدي\" ويقال: \"الباهلي\" ، أبو بكر.روى عن الحسن ، والشعبي ، وابن سيرين ، وقتادة ، وعطاء. قال أحمد: \"كان ثقة وزيادة\". مترجم في الكبير 4/1/397 ، وابن أبي حاتم 4/1/315 ، ولسان الميزان 6: 48.(119) الأثر: 11891-\"أبو صخر\" هو\"حميد بن زياد بن أبي المخارق ، الخراط\" ، مضى برقم: 4325 ، 5386 ، 8391- وكان في المطبوعة والمخطوطة هنا\"أبو صخرة\" ، بالتاء في آخره ، وقد مضى على الصواب قريبًا برقم: 11867.و\"أبو معاوية\" هو\"عمار بن معاوية الدهني\" ، مضى أيضًا برقم: 909 ، 4325 ، 5386.(120) انظر ما قلته في\"الحرابة\" ص: 252 ، تعليق: 2 ، وص: 256 ، تعليق: 2.(121) انظر ص: 285 ، تعليق: 2.(122) \"الرفقة\" ، يعني أصحابه الذين يرافقهم ويلجأ إليهم وهم فئته.(123) \"العقل\" ، دية الجناية.(124) انظر\"الحرابة\" فيما سلف ص: 285 ، تعليق: 2.(125) \"اغتفل الرجل\" ، يعني: اهتبل غفلته فأخذ ما أخذ. وهذا حرف لم تقيده كتب اللغه ، بل قيدوا: \"تغفله\" (بتشديد الفاء) ، و\"استغفلته\" ، أي: تحينت غفلته. وهذا الذي استعمله أبو جعفر صحيح في القياس والعربية ، وقد رأيت أبا الفرج الأصفهاني ، صاحب الأغاني ، يستعمله أيضا ، فجاء في الأغاني 2: 99 ، في أخبار عدي بن زيد الشاعر ، فذكر جده\"زيد بن أيوب\" ومقتله ، فكان مما قال: \"ثم إن الأعرابي اغتفل زيد بن أيوب ، فرماه بسهم فوضعه بين كتفيه ، ففلق قلبه\".وكان في المطبوعة هنا: \"على وجه إغفال من سرقة\" ، وليس هذا صحيحًا في قياس العربية ، حتى يغير ما كان في المخطوطة. وهو في المخطوطة غير منقوط ، وهذا صواب قراءته.(126) \"الحراب\" جمع\"حارب\" ، وقد سلف القول فيها في ص: 279 ، تعليق: 1 ، فراجعه. وكان في المطبوعة: \"حراب أهل الإسلام\" ، وفي المخطوطة: \"أهل المسلة\" ، وصواب قراءتها ما أثبت.(127) انظر تفسير\"غفور\" و\"رحيم\" فيما سلف من فهارس اللغة.",
  "ayah": 34,
  "surah": 5
}
