{
  "text": "القول في تأويل قوله عز ذكره :  وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (38)قال أبو جعفر: يقول جل ثناؤه: ومن سرقَ من رجل أو امرأة، فاقطعوا، أيها الناس، يَدَه= ولذلك رفع \" السارق والسارقة \"، لأنهما غير معيّنين. ولو أريد بذلك سارقٌ وسارقة بأعيانهما، لكان وجه الكلام النّصب.* * *وقد روي عن عبد الله بن مسعود أنه كان يقرأ ذلك: ( والسارقون والسارقات ).11907 - حدثنا ابن وكيع قال، حدثنا يزيد بن هارون، عن ابن عون، عن إبراهيم قال: في قراءتنا= قال: وربما قال: في قراءة عبد الله=( والسارقون والسارقات فاقطعوا أيمانهما ).11908 - حدثنا ابن وكيع قال، حدثنا ابن علية، عن ابن عون، عن إبراهيم: في قراءتنا: ( والسارقون والسارقات فاقطعوا أيمانهما ).* * *=وفي ذلك دليل على صحة ما قلنا من معناه، وصحة الرفع فيه، وأن \" السارق والسارقة \" مرفوعان بفعلهما على ما وصفت، للعلل التي وصفت.* * *وقال تعالى ذكره: \" فاقطعوا أيديهما \"، والمعنى: أيديهما اليمنى، كما:-11909 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" فاقطعوا أيديهما \" اليمنى.11910 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن جابر، عن عامر قال: في قراءة عبد الله: ( والسارق والسارقة فاقطعوا أيمانهما ).* * *ثم اختلفوا في\" السارق \" الذي عناه الله عز ذكره.فقال بعضهم: عنى بذلك سارقَ ثلاثة دراهم فصاعدًا. وذلك قول جماعة من أهل المدينة، منهم مالك بن أنس ومن قال بقوله. واحتجّوا لقولهم ذلك، بأنّ:-11911- رسولَ الله صلى الله عليه وسلم، قطَع في مِجَنّ قيمته ثلاثةُ دَرَاهم. (4)* * *وقال آخرون: بل عنى بذلك سارق رُبع دينار أو قيمته. وممن قال ذلك، الأوزاعيّ ومن قال بقوله. واحتجوا لقولهم ذلك بالخبر الذي رُوي عن عائشة أنها قالت:11912- قال رسول الله صلى الله عليه وسلم: القطعُ في ربع دِينارٍ فصاعدًا. (5)* * *وقال آخرون: بل عنى بذلك سارقَ عشرة دراهم فصاعدًا. وممن قال ذلك أبو حنيفة وأصحابه. واحتجوا في ذلك بالخبر الذي روي عن عبد الله بن عمرو، وابن عباس:11913- أن النبي صلى الله عليه وسلم قَطَع في مِجَنّ قيمته عَشْرة دراهم. (6)* * *وقال آخرون: بل عني بذلك سارقَ القليل والكثير. واحتجوا في ذلك بأن الآية على الظاهر، وأنْ ليس لأحد أنَ يخُصَّ منها شيئًا، إلا بحجة يجب التسليم لها. (7) وقالوا: لم يصحّ عن رسول الله صلى الله عليه وسلم خبرٌ بأن ذلك في خاصّ من السُرَّاق. قالوا: والأخبار فيما قَطَع فيه رسول الله صلى الله عليه وسلم مضطربة مختلفة، ولم يروِ عنه أحد أنه أتي بسارق درهمٍ فَخلَّى عنه، وإنما رووا عنه أنه قطع في مجن قيمته ثلاثة دراهم. قالوا: وممكن أن يكون لو أتى بسارق ما قيمته دانقٌ أن يَقْطع. قالوا: وقد قطع ابن الزبير في دِرْهم.* * *وروي عن ابن عباس أنه قال: الآيةُ على العموم.11914 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا عبد المؤمن، عن نجدة الحنفي قال: سألت ابن عباس عن قوله: \" والسارق والسارقة \"، أخاصّ أم عام؟ فقال: بل عام. (8)* * *قال أبو جعفر: والصواب من القول في ذلك عندنا، قولُ من قال: \" الآية معنيّ بها خاصٌّ من السراق، وهم سُرَّاق ربع دينار فصاعدًا أو قيمته \"، لصحة الخبر عن رسول الله صلى الله عليه وسلم أنه قال: \" القطعُ في ربع دينار فصاعدًا \". وقد استقصيت ذكر أقوال المختلفين في ذلك مع عللهم التي اعتلّوا بها لأقوالهم، والبيانَ عن أولاها بالصواب، بشواهده، (9) في كتابنا \" كتاب السرقة \"، فكرهنا إطالة الكتاب بإعادة ذلك في هذا الموضع.* * *وقوله: \" جزاء بما كسبا نكالا من الله \"، يقول: مكافأةً لهما على سرقتهما وعملهما في التلصصّ بمعصية الله (10) =\" نكالا من الله \" يقول: عقوبة من الله على لُصُوصيتهما. (11)* * *وكان قتادة يقول في ذلك ما:-11915 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد، عن قتادة قوله: \" والسارق والسارقة فاقطعوا أيديهما جزاءً بما كسبا نكالا من الله والله عزيز حكيم \"، لا تَرْثُوا لهم أن تقِيموا فيهم الحدود، (12) فإنه والله ما أمر الله بأمرٍ قَطُّ إلا وهو صلاحٌ، ولا نهى عن أمرٍ قَطُّ إلا وهو فساد. (13)* * *وكان عمر بن الخطاب يقول: \" اشتدُّوا على السُّرَّاق، فاقطعوهم يدًا يدًا، ورجلا رجلا \".* * *وقوله: \" والله عزيز حكيم \" يقول جل ثناؤه: \" والله عزيزٌ\" في انتقامه من هذا السارق والسارقةِ وغيرهما من أهل معاصيه=\" حكيم \"، في حكمه فيهم وقضائه عليهم. (14)يقول: فلا تفرِّطوا أيها المؤمنون، في إقامة حكمي على السرَّاق وغيرهم من أهل الجرائم الذين أوجبت عليهم حدودًا في الدنيا عقوبةً لهم، فإني بحكمتي قضيت ذلك عليهم، (15) وعلمي بصلاح ذلك لهم ولكم.-----------------الهوامش :(4) الأثر: 11911- رواه بغير إسناد. رواه مالك ، عن نافع ، عن عبد الله بن عمر في الموطأ: 831 ، ورواه البخاري من طريق مالك (الفتح 2: 93- 94) ، ورواه مسلم من طريقه أيضًا ، في صحيحه 11: 184 ، 185.و\"المجن\": الترس ، لأنه يجن صاحبه ، أي يواريه.(5) الأثر: 11912- ساقه هنا بغير إسناد أيضًا ، وقد مضى ص: 266 ، تعليق رقم: 1.وهذا الخبر رواه البخاري بأسانيده (الفتح 12: 89- 91) ، ومسلم بأسانيده في صحيحه 11: 180- 183.(6) الأثر: 11913- خبر ابن عباس رواه الطحاوي في معاني الآثار 2: 93. وكان في المخطوطة والمطبوعة أن هذا الخبر مروي أيضًا عن\"عبد الله بن عمر\" ، ولم أجد الرواية بذلك عن\"ابن عمر بل الرواية التي احتجوا بها في كتب أصحاب أبي حنيفة هي ما قاله\"عبد الله بن عمرو\" ، رواها عنه\"عمرو بن شعيب ، عن أبيه عن جده\". رواه أحمد في المسند برقم: 6900 ، وانظر تخريج أخي السيد أحمد هناك. وانظر معاني الآثار للطحاوي 1: 93 ، وأحكام القرآن للجصاص 2: 417 ، فلذلك صححت ما قبل هذا الأثر\"عبد الله بن عمرو\" ، لا كما كان في المطبوعة والمخطوطة\"ابن عمر\".(7) في المطبوعة: \"وأنه ليس لأحد\" ، وأثبت ما في المخطوطة.(8) الأثر: 11914-\"عبد المؤمن بن خالد الحنفي المروزي\" ، قاضي مرو. قال أبو حاتم: \"لا بأس به\" ، وذكره ابن حبان في الثقات. مترجم في التهذيب.و\"نجدة بن نفيع الحنفي\". روى عن ابن عباس. مترجم في التهذيب.(9) في المطبوعة: \"والتلميح عن أولاها بالصواب\" ، والطبري لا يقول مثل هذا أبدًا. وفي المخطوطة: \"والسارق عن أولاها بالصواب\" ، وهو تحريف قبيح من عجلة الناسخ ، صواب قراءته ما أثبت.(10) انظر تفسير\"الجزاء\" فيما سلف من فهارس اللغة (جزى).= وتفسير\"كسب\" فيما سلف 9: 196 ، تعليق: 1 والمراجع هناك.(11) انظر تفسير\"النكال\" فيما سلف 2: 176 ، 177/ 8: 580.(12) \"رثى له يرثى\": رحمه ورق له.(13) ولكننا قد أظلنا زمان عطلت فيه الحدود ، بزعم الرثاء لمن أصاب حدًا من حدود الله. وطالت ألسنة قوم من أهل الدخل ، فاجترأوا على الله بافترائهم ، وزعموا أن الذي يدعونه من الرحمة لأهل الحدود هو الصلاح ، وأن ما أمر الله به هو الفساد!! فاللهم نجنا من زمان تبجح فيه الأشرار بسلطانهم ، وتضاءل فيه أهل الإيمان بمعاصيهم.(14) انظر تفسير\"عزيز\" فيما سلف 9: 378 ، تعليق: 2 ، والمراجع هناك.= وتفسير\"حكيم\" فيما سلف من فهارس اللغة.(15) في المطبوعة والمخطوطة: \"فإني بحكمي قضيت...\" ، والأجود هنا ما أثبت.",
  "ayah": 38,
  "surah": 5
}
