{
  "text": "القول في تأويل قوله عز ذكره :  يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْقال أبو جعفر: اختلف أهل التأويل فيمن عني بهذه الآية.فقال بعضهم: نـزلت في أبي لُبابة بن عبد المنذر، بقوله لبني قريظة حين حاصرهم النبيّ صلى الله عليه وسلم: \" إنما هو الذَّبح، فلا تنـزلوا على حكم سعد \".ذكر من قال ذلك:11918 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" لا يحزنك الذين يسارعون في الكفر من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم \"، قال: نـزلت في رجل من الأنصار= زعموا أنه أبو لبابة= أشارت إليه بنو قريظة يوم الحصار، ما الأمر؟ وعلام ننـزل؟ فأشار إليهم أنه الذَّبح.* * *وقال آخرون: بل نـزلت في رجل من اليهود سأل رجلا من المسلمين يسألُ رسول الله صلى الله عليه وسلم عن حُكمه في قتِيلٍ قتله.ذكر من قال ذلك:11919 - حدثنا ابن وكيع قال، حدثنا محمد بن بشر، عن زكريا، عن عامر: \" لا يحزنك الذين يسارعون في الكفر \"، قال: كان رجل من اليهود قتله رجل من أهل دينه، فقال القاتل لحلفائهم من المسلمين: سلوا ليِ محمدًا صلى الله عليه وسلم، فإن بُعِثَ بالدية اختصمنا إليه، (28) وإن كان يأمرنا بالقتل لم نأته.11920 - حدثنا المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن زكريا، عن عامر، نحوه.* * *&; 10-303 &;وقال آخرون: بل نـزلت في عبد الله بن صوريا، وذلك أنه ارتدّ بعد إسلامه.ذكر من قال ذلك:11921 - حدثنا هناد وأبو كريب قالا حدثنا يونس بن بكير، عن ابن إسحاق قال، حدثني الزهري قال: سمعت رجلا من مزينة يحدث، عن سعيد بن المسيب: أن أبا هريرة حدّثهم: أن أحبار يهود اجتمعوا في بيت المدراس حين قدم رسول الله صلى الله عليه وسلم المدينة، (29) وقد زنَى رجل منهم بعد إحصانه، بامرأة من يهود قد أحصنت، فقالوا، انطلقوا بهذا الرجل وبهذه المرأة إلى محمد =صلى الله عليه وسلم= فاسألوه كيف الحكم فيهما، وولُّوه الحكم عليهما، (30) فإن عمل فيهما بعملكم من التجبيه (31) = وهو الجلد بحبل من ليف مطليٍّ بقار، ثم تُسوَّد وجوههما، ثم يحملان على حمارين، وتحوَّل وجوههما من قبل دُبُر الحمار = فاتبعوه، فإنما هو ملكٌ. وإن هو حكم فيهما بالرجم، فاحذروه على ما في أيديكم أن يسلبكموه. (32) فأتوه فقالوا: يا محمد، هذا الرجل قد زنى بعد إحصانه بامرأة قد أحصنت، فاحكم فيهما، فقد وليناك الحكم فيهما. فمشى رسول الله صلى الله عليه &; 10-304 &; وسلم حتى أتى أحبارهم إلى بيت المدراس، (33) فقال: \" يا معشر اليهود، أخرجوا إليّ أعلمكم!\" فأخرجوا إليه عبد الله بن صوريا الأعور= وقد روى بعض بني قريظة، (34) أنهم أخرجوا إليه يومئذ مع ابن صوريا، أبا ياسر بن أخطب، ووهب بن يهوذا، فقالوا: هؤلاء علماؤنا! فسألهم رسول الله صلى الله عليه وسلم حتى حصَّل أمرهم، إلى أن قالوا لابن صوريا: هذا أعلم من بقي بالتوراة (35) = فخلا به رسول الله صلى الله عليه وسلم، وكان غلامًا شابًّا من أحدثهم سنًّا، فألظَّ به رسول الله صلى الله عليه وسلم المسألةَ، (36) يقول: يا ابن صوريا، أنشُدك الله واذكِّرك أياديه عند بني إسرائيل، هل تعلم أنّ الله حكم فيمن زنىَ بعد إحصانه بالرجم في التوراة؟ فقال: اللهم نعم! أما والله يا أبا القاسم إنهم ليعلمون أنك نبيٌّ مرسلٌ، ولكنهم يحسدونك! فخرج رسول الله صلى الله عليه وسلم، فأمر بهما فرجما عند باب مسجده، في بني غنم بن مالك بن النجار. (37) ثم كفر بعد ذلك ابن صوريا، فأنـزل الله جل وعز: \" يا أيها الرسول لا يحزنك الذين يسارعون في الكفر من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم \". (38)11922 - حدثنا ابن وكيع قال، حدثنا أبي= ح، وحدثنا هناد قال، حدثنا أبو معاوية، عن الأعمش= ح، وحدثنا هناد قال، حدثنا عبيدة بن حميد= عن الأعمش، عن عبد الله بن مرة، عن البراء بن عازب قال: مرَّ النبي صلى الله عليه وسلم بيهوديٍّ محمَّم مجلود، (39) فدعا النبي صلى الله عليه وسلم رجلا من علمائهم &; 10-305 &; فقال: أهكذا تجِدُون حدَّ الزاني فيكم؟ قال: نعم! قال: فأنشدك بالذي أنـزل التوراة على موسى، أهكذا تجدون حدّ الزنى فيكم؟ قال: لا ولولا أنك نشدتني بهذا لم أحدِّثك، ولكن الرجم، ولكن كثرُ الزنا في أشرافنا، فكنا إذا أخذنا الشريف تركناه، وإذا أخذنا الضعيف أقمنا عليه الحد، فقلنا: \" تعالوا نجتمع فنضع شيئًا مكان الرجم، فيكون على الشريف والوضيع \"، فوضعنا التحميم والجلد مكان الرجم! فقال النبى صلى الله عليه وسلم: أنا أوّل من أحيي أمرك إذ أماتوه! (40) فأمر به فرجم، فأنـزل الله: \" لا يحزنك الذين يسارعون في الكفر \" الآية. (41)11923 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن معمر، عن الزهري قال: كنت جالسًا عند سعيد بن المسيب، وعند سعيد رجل يوقِّره، فإذا هو رجل من مزينة كان أبوه شَهِد الحديبية، وكان من أصحاب أبي هريرة قال: قال أبو هريرة: كنت جالسًا عند رسول الله صلى الله عليه وسلم=11924- ح، وحدثني المثنى قال، حدثنا أبو صالح كاتب الليث قال، حدثني الليث قال، حدثني عقيل، عن ابن شهاب قال: أخبرني رجل من مزينة ممن يَتَّبع العلمَ ويعيه، حدَّث عن سعيد بن المسيب، أن أبا هريرة قال: بينا نحن مع رسول الله صلى الله عليه وسلم إذ جاءه رجل من اليهود، وكانوا قد تشاوروا في صاحب لهم زنى بعد ما أحصن، (42) فقال بعضهم لبعض: إن هذا النبي قد بعث، وقد علمتم أنْ قد فُرِض عليكم الرجْم في التوراة فكتمتموه، واصطلحتم بينكم على عقوبة دونه، فانطلقوا نسأل هذا النبي، (43) فإن أفتانا بما فرض علينا في التوراة من الرجم، تركنا ذلك، فقد تركنا ذلك في التوراة، فهي أحق أن تُطَاع وتصدَّق! فأتوا رسول الله صلى الله عليه وسلم فقالوا: يا أبا القاسم إنه زنى صاحبٌ لنا قد أحصن، فما ترى عليه من العقوبة؟ قال أبو هريرة: فلم يَرْجع إليهم رسول الله صلى الله عليه وسلم حتى قام وقمنا معه، فانطلق يؤمُّ مِدْراس اليهود، حتى أتاهم فوجدهم يتدارسون التوراة في بيت المدراس، فقال لهم: يا معشر اليهود، أنشُدكم بالله الذي أنـزل التوراة على موسى، ماذا تجدون في التوراة من العُقوبة على من زنى وقد أحصن؟ قالوا: إنا نجده يحمَّم ويُجْلَد! وسكت حَبْرهم في جانب البيت، فلما رأى رسول الله صلى الله عليه وسلم صَمته، ألظَّ يَنْشُدُه، فقال حبرهم: اللهم إذْ نَشَدتنا فإنا نجد عليهم الرجم! فقال له رسول الله صلى الله عليه وسلم: فماذا كان أوّلُ ما ترخَّصتم به أمرَ الله \"؟ قال: زنى ابن عم ملك فلم يرجمه، ثم زنى رجل آخر في أسرة من الناس، فأراد ذلك الملك رجمه، فقام دونه قومُه فقالوا: والله لا ترجمه حتى ترجُم فلانًا ابن عم الملك! فاصطلحوا بينهم عقوبة دون الرجم وتركوا الرجم. فقال رسول الله صلى الله عليه وسلم: فإني أقضي بما في التوراة! فأنـزل الله في ذلك: \" يا أيها الرسول لا يحزنك الذين يسارعون في الكفر \" إلى قوله:  وَمَنْ لَمْ &; 10-307 &; يَحْكُمْ بِمَا أَنْـزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ  . (44)* * *وقال آخرون: بل عُني بذلك المنافقون.ذكر من قال ذلك:11925 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عبد الله بن كثير في قوله: \" يا أيها الرسول لا يحزنك الذين يسارعون في الكفر من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم \"، قال: هم المنافقون.11926 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \"آمنا بأفواههم \" قال يقول: هم المنافقون=  سَمَّاعُونَ لِقَوْمٍ آخَرِينَ  ، قال: هم أيضًا سماعون لليهود. (45)* * *قال أبو جعفر: وأولى هذه الأقوال في ذلك عندي بالصواب، (46) أن يقال: عني بقوله: (47) \" لا يحزنك الذين يسارعون في الكفر من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم \"، قومٌ من المنافقين. وجائزٌ أن يكون كان ممن دخل في هذه الآية ابنُ صوريا= وجائز أن يكون أبو لبابة= وجائز أن يكون غيرُهما، غير أن أثبت شيء روي في ذلك، ما ذكرناه من الرواية قبلُ عن أبي هريرة والبراء بن عازب، لأن ذلك عن رجلين من أصحاب رسول الله صلى الله عليه وسلم. وإذا كان ذلك كذلك، كان الصحيحُ من القول فيه أن يقال: عُنِي به عبد الله بن صوريَا.وإذا صحّ ذلك، كان تأويل الآية: يا أيُّها الرسول لا يحزنك الذين يسارعون في جحود نبوّتك، والتكذيبِ بأنك لي نبي، من الذين قالوا: \" صدَّقنا بك يا محمد أنك لله رسول مبعوث، وعلمنا بذلك يقينًا، بوجودنا صِفَتك في كتابنا \". (48)وذلك أن في حديث أبي هريرة الذي رواه ابن إسحاق عن الزهري: (49) أن ابن صُوريا قال لرسول الله صلى الله عليه وسلم: \" أما والله يا أبا القاسم، إنهم ليعلمون أنك نبى مُرسَل، ولكنهم يحسدونك \". فذلك كان =على هذا الخبر= من ابن صوريا إيمانًا برسول الله صلى الله عليه وسلم بفيه، ولم يكن مصدِّقًا لذلك بقلبه. فقال الله جل وعزّ لنبيه محمد صلى الله عليه وسلم، مُطْلِعَه على ضمير ابن صوريا وأنه لم يؤمن بقلبه، يقول: ولم يصدِّق قلبه بأنك لله رسول مرسل. (50)* * *القول في تأويل قوله عز وجلّ :  وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَقال أبو جعفر: يقول جل ثناؤه لنبيه محمد صلى الله عليه وسلم: يا أيها الرسولُ لا يحزنك تسرُّع من تسرَّع من هؤلاء المنافقين= الذين يظهرون بألسنتهم تصديقَك، وهم معتقدون تكذيبك= إلى الكفر بك، ولا تسرُّعُ اليهود إلى جحود نبوّتك. (51) ثم وصف جل وعزّ صفتهم، (52)ونعتهم له بنعوتهم الذَّميمة وأفعالهم الرديئة، وأخبره مُعزّيًا له على ما يناله من الحزن بتكذيبهم إياه، مع علمهم بصدقه، أنَّهم أهلُ استحلال الحرامِ والمآكل الرديئة والمطاعم الدنيئة من الرُّشَى والسُّحْت، (53) وأنهم أهل إفكٍ وكذبٍ على الله، وتحريف لكتابه. (54) ثم أعلمه أنه مُحِلٌّ بهم خزيَه في عاجل الدنيا، وعقابه في آجل الآخرة. فقال: هم \" سماعون للكذب \"، يعني هؤلاء المنافقين من اليهود، يقول: هم يسمعون الكذب، و \" سمعهم الكذب \"، سمعُهم قول أحبارهم: أنّ حكم الزاني المحصن في التوراة، التحميمُ والجلد=\" سماعون لقوم آخرين لم يأتوك \"، يقول: يسمعون لأهل الزاني الذين أرادوا الاحتكام إلى رسول الله صلى الله عليه وسلم، وهم القوم الآخرون الذين لم يكونوا أتوا رسول الله صلى الله عليه وسلم، وكانوا مصرِّين على أن يأتوه، كما قال مجاهد:-11927 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج عن ابن جريج، قال مجاهد: \" سماعون لقوم آخرين لم يأتوك \"، مع من أتوك.* * *واختلف أهل التأويل في\" السماعين للكذب السماعين لقوم آخرين \". (55)فقال بعضهم: \" سماعون لقوم آخرين \"، يهود فَدَك. و \" القوم الآخرون \" الذين لم يأتوا رسول الله صلى الله عليه وسلم، يهوُد المدينة. (56)ذكر من قال ذلك:11928 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير، عن ابن عيينة قال، حدثنا زكريا ومجالد، عن الشعبي، عن جابر في قوله: \" ومن الذين هادوا سماعون للكذب سماعون لقوم آخرين \"، قال: يهود المدينة=\" لم يأتوك يحرِّفون الكلم من بعد مواضعه \"، قال: يهود فدك، يقولون ليهود المدينة:  إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ  .* * *وقال آخرون: المعنيّ بذلك قوم من اليهود، كان أهل المرأة التي بَغَتْ، بعثوا بهم يسألون رسولَ الله صلى الله عليه وسلم عن الحكم فيها. والباعثون بهم هم \" القوم الآخرون \"، وهم أهل المرأة الفاجرة، لم يكونوا أتوا رسول الله صلى الله عليه وسلم.ذكر من قال ذلك:11929 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قوله: \" ومن الذين هادوا سمَّاعون للكذب سمَّاعون لقوم آخرين لم يأتوك يحرفون \"، فإنّ بني إسرائيل أنـزل الله عليهم: (57) \" إذا زنى منكم أحد فارجموه \"، فلم يزالوا بذلك حتى زنى رجل من خيارهم، فلما اجتمعت بنو إسرائيل يرجمونه، قام الخيار والأشراف فمنعوه. ثم زنى رجل من الضعفاء، &; 10-311 &; فاجتمعوا ليرجموه، فاجتمعت الضعفاء فقالوا: لا ترجموه حتى تأتُوا بصاحبكم فترجمونهما جميعًا! فقالت بنو إسرائيل: إن هذا الأمر قد اشتد علينا، فتعالوا فلنصلحه! فتركوا الرجم، وجعلوا مكانه أربعين جَلْدة بحبل مقيَّر، ويحملونه على حمار ووجهه إلى ذنبه، (58) ويسوِّدون وجهه، ويطوفون به. فكانوا يفعلون ذلك حتى بعث النبي صلى الله عليه وسلم وقدم المدينة، فزنت امرأة من أشراف اليهود يقال لها: \" بسرة \"، فبعث أبوها ناسًا من أصحابه إلى النبي صلى الله عليه وسلم فقال: سلوه عن الزنا وما نـزل إليه فيه، فإنا نخاف أن يفضحنا ويُخْبرنا بما صنعنا، فإن أعطاكم الجلد فخذُوه، وإن أمركم بالرجم فاحذروه! فأتوا رسول الله صلى الله عليه وسلم فسألوه، فقال: الرجم! فأنـزل الله عز وجل: \" ومن الذين هادوا سمَّاعون لقوم آخرين لم يأتوك يحرِّفون الكلم من بعد مواضعه \"، حين حرَّفوا الرجم فجعلوه جلدًا.* * *قال أبو جعفر: وأولى الأقوال في ذلك عندي بالصواب، قولُ من قال: إن \" السماعين للكذب \"، هم \" السماعون لقوم آخرين \". (59)وقد يجوز أن يكون أولئك كانوا من يهود المدينة، والمسموعُ لهم من يَهُود فدك= ويجوز أن يكون كانوا من غيرهم. غير أنه أيّ ذلك كان، فهو من صفة قوٍم من يهود، سَمِعوا الكذب على الله في حكم المرأة التي كانت بغت فيهم وهي محصنة، وأن حكمها في التوراة التحميم والجلد، وسألوا رسول الله صلى الله عليه وسلم عن الحكم اللازم لها، وسمعوا ما يقول فيها قوم المرأة الفاجرة قَبْل أن يأتوا رسول الله صلى الله عليه وسلم محتكمين إليه فيها. وإنما سألوا رسولَ الله صلى الله عليه وسلم عن ذلك &; 10-312 &; لهم، ليُعْلموا أهل المرأة الفاجرة ما يكون من جوابه لهم. فإن لم يكن من حكمه الرجم رَضُوا به حَكَمًا فيهم. وإن كان من حكمه الرّجم، حذِروه وتركوا الرضَى به وبحكمه.* * *وبنحو الذي قلنا كان ابن زيد يقول.11930 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" سماعون للكذب سماعون لقوم آخرين \"، قال: لقوم آخرين لم يأتوه من أهل الكتاب، (60) هؤلاء سماعون لأولئك القوم الآخرين الذين لم يأتوه، يقولون لهم الكذب: \" محمد كاذبٌ، وليس هذا في التوراة، فلا تؤمنوا به \". (61)* * *القول في تأويل قوله عزّ وجلّ :  يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُواقال أبو جعفر: يقول تعالى ذكره: يحرف هؤلاء السمَّاعون للكذب، السماعون لقوم آخرين منهم لم يأتوك بعدُ من اليهود=\" الكلم \" (62) . وكان تحريفُهم ذلك، تغييرَهم حكم الله تعالى ذكره= الذي أنـزله في التوراة في المحصَنات والمحصَنين من الزناة بالرجم= إلى الجلد والتحميم. فقال تعالى ذكره: \" يحرّفون الكلم \"، يعني: هؤلاء اليهود، والمعنيُّ حكم الكَلِم، فاكتفى بذكر الخبر من \" تحريف الكلم \" عن ذكر \" الحكم \"، لمعرفة السامعين لمعناه. وكذلك قوله: \" من بعد مواضعه \"، والمعنى: من بعد وضْع الله ذلك مواضعه، فاكتفى بالخبر من ذكر \" مواضعه \"، عن ذكر \" وضع ذلك \"، كما قال تعالى ذكره:  وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ  [سورة البقرة: 177]، والمعنى: ولكن البِرَّ برُّ من آمن بالله واليوم الآخر. (63)* * *وقد يحتمل أن يكون معناه: يحرفون الكلم عن مواضعه= فتكون \" بعد \" وضعت موضع \" عن \"، كما يقال: \" جئتك عن فراغي من الشغل \"، يريد: بعد فراغي من الشُّغل.* * *ويعني بقوله: \" إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا \"، يقول هؤلاء الباغُون السمَّاعون للكذب: إن أفتاكم محمد بالجلد والتحميم في صاحبنا=\" فخذوه \"، يقول: فاقبلوه منه، وإن لم يفتكم بذلك وأفتاكم بالرجم، فاحذروا.* * *وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.ذكر من قال ذلك:11931 - حدثنا أبو كريب قال، حدثنا يونس بن بكير، عن ابن إسحاق قال، حدثني الزهري قال: سمعت رجلا من مزينة يحدِّث سعيد بن المسيب: أن أبا هريرة حدثهم= في قصة ذكرها=  وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ  ، قال: [أي الذين بعثوا منهم مَنْ] بعثوا وتخلفوا، (64) وأمروهم بما أمرُوهم به من تحريف الكلم عن مواضعه، فقال: \" يحرِّفون الكلم من بعد مواضعه يقولون إن أوتيتم هذا فخذوه \"، للتجبيه (65) =\" وإن لم تؤتوه فاحذروا \"، أي الرجم. (66)11932 - حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" إن أوتيتم هذا \"، إن وافقكم هذا فخذوه. يهودُ تقولُه للمنافقين.11933 - حدثنا المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد،\" إن أوتيتم هذا فخذوه \"، إن وافقكم هذا فخذوه، وإن لم يوافقكم فاحذروه. يهود تقوله للمنافقين.11934 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يحرفون الكلم من بعد مواضعه \"، حين حرفوا الرجم فجعلوه جلدًا=\" يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا \".11935 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير، عن ابن عيينة قال، حدثنا زكريا ومجالد، عن الشعبي، عن جابر: \" يحرفون الكلم من بعد مواضعه يقولون إن أوتيتم هذا فخذوه \"، يهود فدك، يقولون ليهود المدينة: إن أوتيتم هذا الجلد فخذوه، وإن لم تؤتوه فاحذروا الرَّجم. (67)11936 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا \"، هم اليهودُ، زنت منهم امرأة، وكان الله قد حكم في التوراة في الزّنا بالرجم، فنَفِسوا أن يرجموها، (68) وقالوا: انطلقوا إلى محمد، فعسى أن يكون عنده رُخْصة، فإن كانت عنده رخصة فاقبلوها! فأتَوْه، فقالوا: يا أبا القاسم، إنّ امرأة منّا زنت، فما تقول فيها؟ فقال لهم النبي صلى الله عليه وسلم: كيف حُكم الله في التوراة في الزاني؟ فقالوا: دعنا من التوراة، ولكن ما عندك في ذلك؟ فقال: ائتوني بأعلمكم بالتوراة التي أنـزلت على موسى! فقال لهم: بالذي نجاكم من آل فرعون، وبالذي فَلَق لكم البحر فأنجاكم وأغرق آل فرعون، إلا أخبرتموني ما حُكْم الله في التوراة في الزاني؟! قالوا: حكمه الرَّجْم! فأمر بها رسول الله صلى الله عليه وسلم فرجمت. (69)11937 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد، عن قتادة قوله: \" لم يأتوك يحرفون الكلم من بعد مواضعه يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا \"، ذكر لنا أن هذا كان في قتيلٍ من بني قريظة، قتلته النضير. فكانت النضير إذا قتلت من بني قريظة لم يُقِيدوهم، إنما يعطونهم الدية لفضلهم عليهم. وكانت قريظة إذا قتلت من النضير قتيلا لم يرضوا إلا بالقَوَد لفضلهم عليهم في أنفسهم تعزُّزًا. فقدم نبيُّ الله صلى الله عليه وسلم المدينة على تَفِئَةِ قتيلهم هذا، (70) فأرادوا أن يرفعوا ذلك إلى رسول الله صلى الله عليه وسلم. &; 10-316 &; فقال لهم رجل من المنافقين: إن قتيلكم هذا قتيل عَمْدٍ، متى ما ترفعونه إلى محمد صلى الله عليه وسلم أخشى عليكم القَوَد، فإن قبل منكم الدية فخذوه، وإلا فكونوا منه على حَذَرٍ!11938 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" يحرفون الكلم من بعد مواضعه \"، يقول: يحرّف هؤلاء الذين لم يأتوك الكلم عن مواضعه، لا يضعونه على ما أنـزله الله. قال: وهؤلاء كلهم يهود، بعضهم من بعضٍ.11939 - حدثنا هناد قال، حدثنا أبو معاوية وعبيدة بن حميد، عن الأعمش، عن عبد الله بن مرة، عن البراء بن عازب: \" يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا \"، يقولون: ائتوا محمدًا، فإن أفتاكم بالتحميم والجلد فخذوه، وإن أفتاكم بالرجم فاحذروا. (71)* * *القول في تأويل قوله جل وعز :  وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًاقال أبو جعفر: وهذا تسلية من الله تعالى ذكره نبيَّه محمدًا صلى الله عليه وسلم من حزنه على مسارعة الذين قصَّ قصتهم من اليهود والمنافقين في هذه الآية. يقول له تعالى ذكره: لا يحزنك تسرُّعهم إلى جحود نبوَّتك، فإني قد حَتَمْتُ عليهم أنهم &; 10-317 &; لا يتوبون من ضلالتهم، (72) ولا يرجعون عن كفرهم، للسابق من غضبي عليهم. وغير نافعهم حزنك على ما ترى من تسرُّعهم إلى ما جعلته سببًا لهلاكهم واستحقاقِهم وعيدي.* * *ومعنى \" الفتنة \" في هذا الموضع: الضلالة عن قصد السبيل. (73)* * *يقول تعالى ذكره: ومن يرد الله، يا محمد، مَرْجعه بضلالته عن سبيل الهدى، (74) فلن تملك له من الله استنقاذًا مما أراد الله به من الحيرة والضلالة. (75) فلا تشعر نفسك الحزنَ على ما فاتك من اهتدائه للحق، كما:-11940 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدى: \" ومن يرد الله فتنته فلن تملك له من الله شيئًا \".............................................. (76)* * *القول في تأويل قوله جل وعز :  أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ (41)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: لا يحزُنك الذين يسارعون في الكفر من اليهودِ الذين وصفت لك صفتهم. وإن مسارعتهم إلى ذلك، أنّ الله قد أراد فتنتهم، وطَبَع على قلوبهم، ولا يهتدون أبدًا=\" أولئك الذين لم يرد الله أن يطهر قلوبهم \"، يقول: هؤلاء الذين لم يرد الله أن يطهِّر من دنس &; 10-318 &; الكفر ووَسخ الشرك قُلوبَهم، بطهارة الإسلام ونظافة الإيمان، (77) فيتوبوا، بل أراد بهم الخزي في الدنيا= وذلك الذلّ والهوان (78) = وفي الآخرة عذابُ جهنم خالدين فيها أبدًا. (79)* * *وبنحو الذي قلنا في معنى \" الخزي\"، روي القول عن عكرمة.11941 - حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا سفيان، عن علي بن الأقمر وغيره، عن عكرمة، \" أولئك الذين لم يرد الله أن يطهِّر قلوبهم لهم في الدنيا خزي\"، قال: مدينة في الروم تُفْتح فَيُسْبَوْن. (80)* * *---------------الهوامش :(28) في المطبوعة: \"فإن كان يقضي بالدية\" ، غير ما في المخطوطة ، وهو ما أثبته. ويعني بقوله: \"بعث بالدية\" (بالبناء للمجهول): أنه قد أوتي في رسالته وبعثته أن يحكم في مثل ذلك بالدية دون القصاص.(29) \"بيت المدراس\"، هو البيت الذي كان اليهود يدرسون فيه كتبهم.(30) في المطبوعة والمخطوطة: \"فولوه الحكم\" بالفاء ، وأثبت أجودهما من سيرة ابن هشام.(31) في المطبوعة: \"بعملكم من التحميم ، وهو الجلد\" ، لم يحسن قراءة المخطوطة ، وهي غير منقوطة. وصواب قراءتها ما أثبت ، وهي كما أثبتها في سيرة ابن هشام.(32) في سيرة ابن هشام: \"وإن هو حكم فيهما بالرجم ، فإنه نبي ، فاحذروه ...\".(33) في المطبوعة: \"في بيت المدراس\" ، كما في سيرة ابن هشام ، وأثبت ما في المخطوطة ، فإنه صواب المعنى أيضا.(34) في ابن هشام: \"وقد حدثني بعض بني قريظة\".(35) قال ابن هشام في سيرته: من قوله: \"وحدثني بعض بني قريظة\" ، إلى\"أعلم من بقى بالتوراة\" ، من قول ابن إسحق. وما بعده ، من الحديث الذي قبله= فلذلك وضعت ذلك كله بين خطين.(36) \"ألظ به المسألة\": ألح في سؤاله.\"لظ بالشيء\" و\"ألظ به\" ، لزمه وثابر عليه.(37) في المطبوعة والمخطوطة: \"في بني عثمان بن غالب بن النجار\" ، وهو خطأ صرف ، صوابه ما أثبته من سيرة ابن هشام وغيرها. وليس للنجار ولد يقال له\"غالب\" ، ولا لمالك بن النجار ولد يقال له\"عثمان\".(38) الأثر: 11921- سيرة ابن هشام 2: 213 ، 214 ، وهو فيها تال للأثر السالف هنا رقم: 11616.وهذا الخبر رواه أحمد مختصرا. ورواه أبو داود في سننه 4: 216-218 ، رقم: 4450 ، 4451 ، بغير هذا اللفظ والبيهقي في السنن 8: 246 ، 247. انظر تفسير ابن كثير 3: 156 ، وسيأتي برقم: 11923 ، 11924.(39) في المطبوعة: \"مر على النبي ...\" ، بزيادة\"على\" كما في الروايات الأخرى ، وأثبت ما كان في المخطوطة.و\"المحمم\": المسود الوجه\"حمم الرجل تحميما\": سخم وجهه بالحمم ، وهو الفحم.(40) في المطبوعة: \"اللهم إني أنا أول ...\" ، وأثبت ما في المخطوطة ، وبمثله في الناسخ والمنسوخ: 130.(41) الأثر: 11922- رواه أبو جعفر من ثلاث طرق ، عن الأعمش. وسيرويه بعد برقم: 12034 ، 12036 من طريق القاسم ، عن الحسين ، عن أبي معاوية ، ومن طريق هناد عن أبي معاوية.و\"عبيدة بن حميد بن صهيب التيمي\" ، مضى برقم: 2781 ، 2998 ، 8783 ، وكان في المطبوعة: \"عبيدة بن عبيد\" ، والصواب من المخطوطة.و\"عبد الله بن مرة الهمداني الخارفي\" ، مضى برقم: 8208.وهذا الخبر رواه مسلم في صحيحه 11: 209 ، 210 ، وأحمد في مسنده 4: 286 ، والبيهقي في السنن 8: 246 ، وأبو جعفر النحاس في الناسخ والمنسوخ: 130 وأبو داود في سننه 4: 215 ، رقم: 4448 ، وقال ابن كثير في تفسيره ، بعد أن ساق خبر أحمد: \"انفرد بإخراجه مسلم دون البخاري ، وأبو داود والنسائي وابن ماجه ، من غير وجه عن الأعمش ، به\".وانظر تتمه هذا الأثر فيما سيأتي رقم: 11939 ، ورقم: 12022.(42) في المطبوعة: \"قد أشاروا في صاحب لهم\" ، وفي المخطوطة: \"شاوروا\" ، وهي ضعيفة هنا ، ورأيت أن أقرأها\"تشاوروا\".(43) في المطبوعة: \"فانطلقوا ، فنسأل\" وفي المخطوطة: \"فسل\" غير منقوطة ، فرأيت أن أقرأها كما أثبتها.(44) الأثران: 11923 ، 11924- خبر الزهري هذا ، رواه أبو جعفر فيما سلف من طريق ابن إسحق عن الزهري برقم: 11921.وستأتي روايته أيضا بغير هذا اللفظ ، برقم: 12008.ورواه أبو داود في سننه 4: 4450 ، من طريق معمر عن الزهري ، وبرقم: 4451 ، من طريق ابن إسحق ، عن الزهري.ورواه أحمد في مسنده مختصرا ، برقم 7747 ، من طريق عبد الرزاق ، عن معمر ، عن الزهري ، عن رجل من مزينة ، وسيروي أبو جعفر هذا الخبر من طريق عبد الرازق فيما يلي برقم: 12008 ، فقال أخي السيد أحمد في شرحه: \"إسناده منقطع ، لإبهام الرجل من مزينة الذي روى عن الزهري\". ثم أشار في تخريجه إلى رواية الطبري رقم: 11921 ، ولم يشر إلى هذين الخبرين رقم: 11923 ، 11924 ، ولا إلى الخبر الآتي رقم: 12008 ، ثم ساق رواية عبد الرزاق عن مصر بنصها. ثم قال: \"وهذا الرجل من مزينة ، المجهول ، وصفه الزهري ، في رواية أبي داود ، من طريق يونس ابن يزيد الأيلي عن الزهري: أنه ممن يتبع العلم ويعيه\" ، كما في إسنادنا هذا رقم: 11924 ، وفاته ما في الإسناد رقم 11923: أنه رجل من مزينة\"كان أبوه شهد الحديبية\". ومع كل ذلك ، فالرجل لا يزال مجهولا لم يعرف.فائدة: راجع ما سلف في أخبار الرجم من رقم: 11609- 11611.(45) الأثر: 11926- حذف في المطبوعة من أول قوله: \"سماعون لقوم آخرين\" ، إلى آخر الخبر ، وهو ثابت في المخطوطة كأنه استنكر ذكره هنا ، مع أنه آت في تتمة الآية ، ولم يذكر فيها قول مجاهد هناك. وهذا عبث لا معنى له.(46) في المطبوعة: \"وأولى الأقوال\" ، حذف\"هذه\" ، وهي ثابتة في المخطوطة.(47) في المطبوعة والمخطوطة: \"عني بذلك\" ، والسياق يقتضي ما أثبت.(48) قوله: \"بوجودنا صفتك\" ، أي: بأننا نجد صفتك ...(49) في الأثر رقم: 11921.(50) انظر تفسير\"حزن\" فيما سلف 7: 234 ، 418= وتفسير\"سارع\" فيما سلف 7: 130 ، 207 ، 418 = وانظر تفسير\"من أفواههم\" فيما سلف 7: 145- 147= وتفسير\"يقولون بأفواههم\" 7: 378 ، 379.(51) انظر تفسير\"هاد\" فيما سلف 2: 143 ، 507/9: 391.(52) في المطبوعة: \"ثم وصف جل ذكره صفتهم\" ، غير ما في المخطوطة لغير طائل.(53) يعني ما سيأتي في الآية: 42.(54) في المطبوعة: \"وتحريف كتابه\" ، وفي المخطوطة: \"أهل الإفك ، وكذب على الله ، وتحريف كتابه\" ، ورأيت السياق يقتضي أن تكون\"وتحريف لكتابه\" ، فأثبتها.(55) في المطبوعة: \"في السماعون للكذب السماعون لقوم آخرين\" ، غير ما في المخطوطة بلا معنى ، بل بفساد.(56) الظاهر أن في هذه الترجمة خطأ من أبي جعفر ، وكأن صوابها: \"فقال بعضهم: \"سماعون لقوم آخرين ، يهود المدينة. والقوم الآخرون الذين لم يأتوا رسول الله صلى الله عليه وسلم ، يهود فدك\". والخبر نفسه بعد ، دال على صحة ما ذهبت إليه.(57) في المطبوعة: \"كان بنو إسرائيل ...\" ، وأثبت ما في المخطوطة.(58) في المطبوعة: \"ويحممونه ويحملونه على حمار\" ، زاد\"ويحممونه\" ، ولا معنى لزيادتها ، فإنه سيأتي بعد ما هو بمعناها ، وهو قوله: \"ويسودون وجهه\". وأثبت ما في المخطوطة ، وإن كان فيها\"ويحملوه على حمار\".(59) في المطبوعة: \"إن السماعون...\" ، وأثبت ما في المخطوطة.(60) في المطبوعة: \"لم ياتوك\" ، وأثبت ما في المخطوطة.(61) عند هذا الموضع ، انتهى جزء من التقسيم القديم للمخطوطة التي نقلت عنها نسختنا. وفي مخطوطتنا هنا ما نصه:\"يتلوهُ إن شاء الله تعالى:القولُ في تاويل قوله: (يُحَرِّفُونَ الكَلِمَ من بَعْد مَوَاضِعِهِ يَقُولُون إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإنْ لَمْ تُأْتَوْهُ فَاحْذَرُوا).وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليمًا كثيرًا\".ثم يبدأ بعده:\"بِسمْ الله الرَّحمن الرحيمِرَبِّ يَسِّرْ\"(62) انظر تفسير\"تحريف الكلم عن مواضعه\" فيما سلف 2: 248/8: 430- 432/10: 129(63) انظر ما سلف 3: 336- 339.(64) هذه الزيادة بين القوسين من سيرة ابن هشام.(65) في المطبوعة: \"للتحميم\" ، وأثبت ما في المخطوطة ، وانظر شرح ذلك فيما سلف في الأثر: 11921 ص: 303 ، تعليق: 3.(66) الأثر: 11931- سيرة ابن هشام 2: 214 ، وهو تتمة الأثر السالف رقم: 11921.(67) الأثر: 11935- انظر الأثر السالف رقم: 11928.(68) \"نفس عليه الشيء\" و\"نفس به عليه\" (بكسر الفاء فيهما) : ضن به وبخل ، يعني أنهم رقوا لها وضنوا بها على الرجم والموت.(69) قوله: \"فأمر بها رسول الله\" ، إلى آخر الجملة ، ليس في المخطوطة. وكأنه زاده من نص الدر المنثور 2: 282.(70) في المطبوعة: \"على هيئة فعلهم هذا\" ، ولا معنى لها. وفي المخطوطة: \"على نصه فصلهم هذا\" ، غير منقوطة ، وهذا صواب قراءتها. يقال: \"أتيته على تفئة ذلك\" ، أي: على حينه وزمانه. وانظر مثل ذلك في الأثر رقم: 7941 ، ج 7: 253 ، تعليق: 1.وأما \"فعلهم هذا\" ، كما في المطبوعة ، و\"فصلهم هذا\" كما في المخطوطة ، فصواب قراءته\"قتيلهم هذا\" ، كما هو واضح من السياق.(71) الأثر: 11939- هذا تتمة الأثر السالف رقم: 11922 ، فانظر التعليق عليه هناك.(72) \"حتم عليه\": قضى عليه وأوجب الحكم.(73) انظر تفسير\" الفتنة\" فيما سلف 9: 123 ، تعليق: 1 ، والمراجع هناك.(74) هكذا في المخطوطة والمطبوعة: \"مرجعه بضلالته\" ، كأنه يعني: انصرافه بضلالته عن سبيل الهدى ، وأخشى أن يكون اللفظ محرفًا.(75) انظر تفسير\"ملك\" فيما سلف ص: 147 ، 187(76) سقط بقية هذا الأثر من المخطوطة والمطبوعة ، فوضعت النقط تنبيهًا على هذا الخرم.(77) انظر تفسير\"طهر\" فيما سلف 3: 38-40 ، 393 ، وفهارس اللغة.(78) انظر تفسير\"الخزي\" فيما سلف ص: 276 تعليق: 3 ، والمراجع هناك.(79) انظر تفسير سائر ألفاظ الآية فيما سلف من فهارس اللغة.(80) الأثر: 11941-\"علي بن الأقمر بن عمرو بن الحارث الهمداني\" ، أبو الوازع الكوفي. روى له الأئمة. ثقة حجة. مترجم في التهذيب.و\"سفيان\" هو الثوري.وكان في المطبوعة: \"علي بن الأرقم\" ، وهو خطأ محض ، صوابه في المخطوطة.",
  "ayah": 41,
  "surah": 5
}
