{
  "text": "القول في تأويل قوله عز ذكره :  وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (49)قال أبو جعفر: يعني تعالى ذكره بقوله: \" وأن احكم بينهم بما أنـزل الله \"، وأنـزلنا إليك، يا محمد، الكتابَ مصدقًا لما بين يديه من الكتاب، وأنِ احكم بينهم= فـ\" أن \" في موضع نصب بـ\" التنـزيل \".* * *ويعني بقوله: \" بما أنـزل الله \"، بحكم الله الذي أنـزله إليك في كتابه.* * *وأما قوله: \" ولا تتبع أهواءهم \"، فإنه نهيٌ من الله نبيَّه محمدًا صلى الله عليه وسلم أن يتّبع أهواء اليهود الذين احتكموا إليه في قتيلهم وفاجِرَيْهم، (33) وأمرٌ منه له بلزوم العمل بكتابه الذي أنـزله إليه.* * *وقوله: \" واحذرهم أن يفتِنُوك عن بعض ما أنـزل الله إليك \"، يقول تعالى ذكره لنبيه محمدٍ صلى الله عليه وسلم: واحذر، يا محمد، هؤلاء اليهود الذين جاءوك محتكمين إليك=\" أن يفتنوك \"، فيصدُّوك عن بعض ما أنـزل الله إليك من حكم كتابه، فيحملوك على ترك العمل به واتّباع أهوائهم. (34)* * *وقوله: \" فإن تولوا فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم \"، يقول تعالى ذكره: فإن تولى هؤلاء اليهود الذين اختصموا إليك عنك، فتركوا العمل بما حكمت به &; 10-393 &; عليهم وقضيت فيهم (35) \" فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم \"، يقول: فاعلم أنهم لم يتولوا عن الرضى بحكمك وقد قضيت بالحقّ، إلا من أجل أن الله يريد أن يتعجّل عقوبتهم في عاجل الدنيا ببعض ما قد سلف من ذنوبهم (36) =\" وإن كثيرًا من الناس لفاسقون \"، يقول: وإن كثيرًا من اليهود=\" لفاسقون \"، يقول: لتاركُو العمل بكتاب الله، ولخارجون عن طاعته إلى معصيته. (37)* * *وبنحو الذي قلنا في ذلك جاءت الروايةُ عن أهل التأويل.ذكر من قال ذلك:12150 - حدثنا أبو كريب قال، حدثنا يونس بن بكير، عن محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة، عن ابن عباس قال: قال كعب بن أسد، وابن صوريا وشأس بن قيس، (38) بعضُهم لبعضٍ: اذهبوا بنا إلى محمد، لعلّنا نفتنه عن دينه! فأتوه فقالوا: يا محمد، إنك قد عرفت أنَّا أحبار يهود وأشرافهم وساداتهم، وأنَّا إن اتّبعناك اتّبعنا يهود ولم يخالفونا، وأن بيننا وبين قومِنا خصومة، فنحاكمهم إليك، فتقضي لنا عليهم، ونؤمن لك ونصدقك! فأبى رسول الله صلى الله عليه وسلم، فأنـزل الله فيهم: \" وأنِ احكم بينهم بما أنـزل الله ولا تتبع أهواءهم واحذرهم أن يفتِنُوك عن بعض ما أنـزل الله إليك \"، إلى قوله:  لِقَوْمٍ يُوقِنُونَ  . (39)12151 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" واحذرهم أن يفتنوك عن بعض ما أنـزل الله إليك \"، قال: أن يقولوا: \" في التوراة كذا \"، وقد بينَّا لك ما في التوراة. وقرأ  وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنْفَ بِالأَنْفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ  [سورة المائدة: 45]، بعضُها ببعضٍ.12152 - حدثني يعقوب قال، حدثنا هشيم، عن مغيرة، عن الشعبي، قال: دخل المجوسُ مع أهل الكتاب في هذه الآية: \" وأن احكم بينهم بما أنـزل الله \".-----------------الهوامش :(33) قوله: \"وفاجريهم\" ، يعني اليهودي واليهودية اللذان زنيا ، فرجمها صلى الله عليه وسلم.(34) انظر تفسير\"الفتنة\" فيما سلف 10: 317 ، تعليق: 2 ، والمراجع هناك.(35) انظر تفسير\"تولى\" فيما سلف 10: 336 ، تعليق: 3 ، والمراجع هناك.(36) انظر تفسير\"الإصابة\" فيما سلف 8: 514 ، 538 ، 540 ، 555.(37) انظر تفسير\"الفسق\" فيما سلف 10: 393 ، تعليق: 3 ، والمراجع هناك.(38) في ابن هشام: \"وابن صلوبا ، وعبد الله بن صوريا\".(39) الأثر: 12150- سيرة ابن هشام 2: 216 ، وهو تابع الأثر السالف رقم: 11974.",
  "ayah": 49,
  "surah": 5
}
