{
  "text": "القول في تأويل قوله عز ذكره :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍقال أبو جعفر: اختلف أهل التأويل في المعنيِّ بهذه الآية، وإن كان مأمورًا بذلك جميع المؤمنين.فقال بعضهم: عنى بذلك عبادة بن الصامت، وعبد الله بن أبي ابن سلول، في براءة عُبَادة من حلف اليهود، وفي تمسك عبد الله بن أبي ابن سلول بحلف اليهود، بعد ما ظهرت عداوتهم لله ولرسوله صلى الله عليه وسلم= وأخبره الله أنه إذا تولاهم وتمسَّك بحلفهم: أنه منهم في براءته من الله ورسوله كَبرَاءتهم منهما.ذكر من قال ذلك:12156 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، سمعت أبي، عن عطية بن سعد قال: جاء عبادة بن الصامت من بني الحارث بن الخزرج، إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله، إن لي موالي من يهود كثيرٌ عدَدُهم، وإني أبرأ إلى الله ورسوله من وَلاية يهود، وأتولَّى الله ورسوله. فقال عبد الله بن أبي: إنّي رجل أخاف الدَّوائر، لا أبرأ من ولاية مواليّ. فقال رسول الله صلى الله عليه وسلم لعبد الله ابن أبيّ: يا أبا الحباب، ما بخلتَ به من ولاية يهود على عبادة بن الصامت فهو إليك دونه؟ (1) قال: قد قبلتُ. فأنـزل الله: \" يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضُهم أولياء بعض \" إلى قوله:  فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ  .12157 - حدثنا هناد قال، حدثنا يونس بن بكير قال، حدثني عثمان بن عبد الرحمن، عن الزهري قال: لما انهزم أهلُ بدر، قال المسلمون لأوليائهم من يهود: آمنوا قبل أن يصيبكم الله بيوٍم مثل يوم بدر! فقال مالك بن صيف: غرَّكم أن أصبتم رهطًا من قريش لا علم لهم بالقتال!! أما لو أمْرَرْنَا العزيمة أن نستجمع عليكم، (2) لم يكن لكم يدٌ أن تقاتلونا‍! فقال عبادة: يا رسول الله، إن أوليائي من اليهود كانت شديدةً أنفسهم، كثيًرا سلاحهم، شديدةً شَوْكتُهم، وإني أبرأ إلى الله وإلى رسوله من وَلايتهم، ولا مولى لي إلا الله ورسوله. فقال عبد الله بن أبيّ: لكني لا أبرأ من ولاء يهود، إنّي رجل لا بدَّ لي منهم! فقال رسول الله صلى الله عليه وسلم:يا أبا حُباب، أرأيت الذي نَفِست به من ولاء يهود على عبادة، فهو لك دونه؟ قال: إذًا أقبلُ! فأنـزل الله تعالى ذكره: \" يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعض أولياء بعض \" إلى أن بلغ إلى قوله:  وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ  . (3)12158 - حدثنا هناد قال، حدثنا يونس قال، حدثنا ابن إسحاق قال، &; 10-397 &; حدثني والدي إسحاق بن يسار، عن عبادة بن الوليد بن عبادة بن الصامت قال: لما حاربت بنو قينقاع رسول الله صلى الله عليه وسلم، تشبَّث بأمرهم عبد الله بن أبيّ وقام دونهم، ومشى عبادة بن الصامت إلى رسول الله صلى الله عليه وسلم= وكان أحد بني عوف بن الخزرج، له من حلفهم مثلُ الذي لهم من عبد الله بن أبيّ= فخلعهم إلى رسول الله صلى الله عليه وسلم، وتبرأ إلى الله وإلى رسوله من حلفهم، وقال: يا رسول الله، أتبرَّأ إلى الله وإلى رسوله من حلفهم، وأتولى الله ورسوله والمؤمنين، وأبرأ من حلف الكُفّار وَولايتهم! ففيه وفي عبد الله بن أبيّ نـزلت الآيات في\" المائدة \": \" يا أيها الذين آمنوا لا تتْخذوا اليهود والنصارى أولياء بعضهم أولياء بعضٍ\"، الآية. (4)* * *وقال آخرون: بل عُني بذلك قومٌ من المؤمنين كانوا هَمُّوا حين نالهم بأحُدٍ من أعدائهم من المشركين ما نالهم= أن يأخذوا من اليهود عِصَمًا، (5) فنهاهم الله عن ذلك، وأعلمهم أنّ من فعل ذلك منهم فهو منهم.ذكر من قال ذلك:12159 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم \"، قال: لما كانت وقعة أحُدٍ، اشتدّ على طائفة من الناس، وتخوَّفوا أن يُدَال عليهم الكفَّار، (6) فقال رجل لصاحبه: أمَّا أنا فألحق بدهلك اليهوديّ، فآخذ منه أمانًا وأتهَوّد معه، (7) فإني أخاف أن تُدال علينا اليهود‍. وقال الآخر: أمَّا أنا فألحق بفلانٍ النصراني ببعض أرض &; 10-398 &; الشأم، فآخذ منه أمانًا وأتنصَّر معه،‍ فأنـزل الله تعالى ذكره ينهاهما: \" يا أيها الذين آمنوا لا تتخذوا اليهودَ والنصارَى أولياءَ بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظالمين \".* * *وقال آخرون: بل عُني بذلك أبو لبابة بن عبد المنذر، في إعلامه بني قريظة إذ رَضُوا بحكم سعدٍ: أنه الذَّبح.ذكر من قال ذلك:12160 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عكرمة قوله: \" يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم \"، قال: بعث رسول الله صلى الله عليه وسلم أبا لُبابة بن عبد المنذر، من الأوس= وهو من بني عمرو بن عوف= فبعثه إلى قريظة حين نَقَضت العهد، فلما أطاعوا له بالنـزول، (8) أشار إلى حلقه: الذَّبْحَ الذَّبْحَ.* * *قال أبو جعفر: والصواب من القول في ذلك عندنا أن يقال: إن الله تعالى ذكره نهَىَ المؤمنين جميعا أن يتخذوا اليهود والنصارى أنصارًا وحلفاءَ على أهل الإيمان بالله ورسوله وغيرَهم، (9) وأخبر أنه من اتخذهم نصيرًا وحليفًا ووليًّا من دون الله ورسوله والمؤمنين، فإنه منهم في التحزُّب على الله وعلى رسوله والمؤمنين، وأن الله ورسوله منه بريئان. وقد يجوز أن تكون الآية نـزلت في شأن عبادة بن الصامت وعبد الله بن أبي ابن سلول وحلفائهما من اليهود= ويجوز أن تكون نـزلت في أبي لبابة بسبب فعله في بني قريظة= ويجوز أن تكون نـزلت في شأن الرَّجلين اللذين ذكر السدي أن أحدَهما همَّ باللحاق بدهلك اليهودي، والآخر بنصرانيّ بالشأم= ولم يصحّ بواحدٍ من هذه الأقوال الثلاثة خبرٌ تثبت بمثله حجة، فيسلّم لصحته القولُ بأنه كما قيل.فإذْ كان ذلك كذلك، فالصواب أن يحكم لظاهر التنـزيل بالعموم على ما عمَّ، ويجوز ما قاله أهل التأويل فيه من القول الذي لا علم عندنا بخلافه. غير أنه لا شك أن الآية نـزلت في منافق كان يوالي يهودًا أو نصارى خوفًا على نفسه من دوائر الدهر، لأن الآية التي بعد هذه تدلّ على ذلك، وذلك قوله:  فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ  الآية.وأما قوله: \" بعضهم أولياء بعض \"، فإنه عنى بذلك: أن بعض اليهود أنصار بعضهم على المؤمنين، ويد واحدة على جميعهم= وأن النصارى كذلك، بعضهم أنصار بعض على من خالف دينهم وملتهم= معرِّفًا بذلك عباده المؤمنين: أنّ من كان لهم أو لبعضهم وليًّا، فإنما هو وليهُّم على من خالف ملتهم ودينهم من المؤمنين، كما اليهود والنصارى لهم حَرْب. فقال تعالى ذكره للمؤمنين: فكونوا أنتم أيضًا بعضكم أولياء بعض، ولليهوديّ والنصراني حربًا كما هم لكم حرب، وبعضهم لبعض أولياء، لأن من والاهم فقد أظهر لأهل الإيمان الحربَ، ومنهم البراءة، وأبان قطع وَلايتهم. (10)* * *القول في تأويل قوله عز ذكره :  وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْقال أبو جعفر: يعني تعالى ذكره بقوله: \" ومن يتولهم منكم فإنه منهم \"، ومن يتولَّ اليهود والنصارى دون المؤمنين، فإنه منهم. يقول: فإن من تولاهم ونصرَهم على المؤمنين، فهو من أهل دينهم وملتهم، فإنه لا يتولى متولً أحدًا إلا وهو به وبدينه وما هو عليه راضٍ. وإذا رضيه ورضي دينَه، فقد عادى ما خالفه وسَخِطه، وصار حكُمه حُكمَه، (11) ولذلك حَكَم مَنْ حكم من أهل العلم لنصارى بني تغلب في ذبائحهم ونكاح نسائهم وغير ذلك من أمورهم، بأحكام نصَارَى بني إسرائيل، لموالاتهم إياهم، ورضاهم بملتهم، ونصرتهم لهم عليها، وإن كانت أنسابهم لأنسابهم مخالفة، وأصل دينهم لأصل دينهم مفارقًا.* * *وفي ذلك الدلالةُ الواضحة على صحة ما نقول، من أن كل من كان يدين بدينٍ فله حكم أهل ذلك الدين، كانت دينونته به قبل مجيء الإسلام أو بعده. إلا أن يكون مسلمًا من أهل ديننا انتقل إلى ملّة غيرِها، فإنه لا يُقَرُّ على ما دان به فانتقل إليه، ولكن يقتل لردَّته عن الإسلام ومفارقته دين الحق، إلا أن يرجع قبل القَتْل إلى الدين الحق= (12) وفسادِ ما خالفه من قول من زعم: أنه لا يحكم بحكم أهل الكتابين لمن دان بدينهم، إلا أن يكون إسرائيليًّا أو منتقلا إلى دينهم من غيرهم قبل نـزول الفرقان. فأما من دان بدينهم بعد نـزول الفُرْقان، ممن لم يكن منهم، ممن خالف نسبُه نسبهم وجنسه جنسهم، فإنه حكمه لحكمهم مخالفٌ. (13)* * *ذكر من قال بما قلنا من التأويل.12161 - حدثنا ابن وكيع قال، حدثنا حميد بن عبد الرحمن الرُّؤَاسي، عن ابن أبي ليلى، عن الحكم، عن سعيد بن جبير قال: سئل ابن عباس عن ذبائح نصارى العرب، فقرأ: \" ومن يتولَّهم منكم فإنه منهم \". (14)12162 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس في هذه الآية: \" يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم \"، أنها في الذبائح. من دخل في دين قوم فهو منهم.12163 - حدثني المثنى قال، حدثنا حجاج قال، حدثنا حماد، عن عطاء بن السائب، عن عكرمة، عن ابن عباس قال: كلوا من ذبائح بني تغلب، وتزوّجوا من نسائهم، فإن الله بقول في كتابه: \" يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم \"، ولو لم يكونوا منهم إلا بالولاية لكانوا منهم.12164 - حدثنا ابن وكيع قال، حدثنا حسين بن علي، عن زائدة، عن هشام قال: كان الحسن لا يرى بذبائح نصارى العرب ولا نكاح نسائهم بأسًا، وكان يتلو هذه الآية: \" يا أيها الذين آمنوا لا تتخذوا اليهودَ والنصارَى أولياء بعضهم أولياء بعض ومن يتولهَّم منكم فإنه منهم \". (15)12165 - حدثني المثنى قال، حدثنا سويد، قال، أخبرنا ابن المبارك، عن هارون بن إبراهيم قال: سئل ابن سيرين عن رجل يبيع دارَه من نصارَى يتخذونها بِيعَةً، قال: فتلا هذه الآية:  لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ  .* * *القول في تأويل قوله :  إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51)قال أبو جعفر: يعني تعالى ذكره بذلك: إن الله لا يوفِّق من وضع الولاية في غير موضعها، فوالى اليهود والنصارى= مع عداوتهم الله ورسوله والمؤمنين= على المؤمنين، وكان لهم ظهيًرا ونصيرًا، لأن من تولاهم فهو لله ولرسوله وللمؤمنين حَرْبٌ.وقد بينا معنى \" الظلم \" في غير هذا الموضع، وأنه وضع الشيء في غير موضعه، بما أغنى عن إعادته.-----------------الهوامش :(1) في المخطوطة: \"فهو إلى دونه\" ، والصواب ما في المطبوعة.(2) في المطبوعة: \"أسررنا العزيمة\" ، وهو خطأ ، والصواب من المخطوطة.\"أمر الحبل يمره إمرارًا\" : فتله فتلاً محكمًا قويًا. يعني: أجمعنا عزيمتنا.(3) الأثر: 12157-\"عثمان بن عبد الرحمن بن عمر بن سعد بن أبي وقاص الزهري\" ، ضعيف متروك الحديث. مضى برقم: 5754.(4) الأثر: 12158- سيرة ابن هشام 3: 52 ، 53.(5) \"العصم\" جمع\"عصمة\": وهي الحبال والعهود ، تعصمهم وتمنعهم من الضياع.(6) \"أديل عليه\" (بالبناء للمجهول): أي كانت له الدولة والغلبة.(7) \"دهلك اليهودي\" لم أجد له ذكرًا فيما بين يدي من الكتب. وأخشى أن يكون اسمه تحريف.(8) في المخطوطة: \"أطاعوا الله بالنزول\" ، والجيد ما في المطبوعة.(9) في المطبوعة ، حذف قوله: \"وغيرهم\".(10) انظر تفسير\"ولي\" و\"أولياء\" فيما سلف 9: 319 ، تعليق: 1 ، والمراجع هناك.(11) انظر تفسير\"التولي\" فيما سلف 9: 319 ، تعليق: 1 ، والمراجع هناك.(12) قوله: \"وفساد ما خالفه\" ، مجرور معطوف على قوله آنفا: \"وفي ذلك الدلالة الواضحة على صحة ما نقول\".(13) انظر ما سلف 9: 573- 587(14) الأثر: 12161-\"حميد بن عبد الرحمن الرؤاسي\" ، ثقة. مضى برقم: 178 ، 886 ، 5347.(15) الأثر: 12164-\"حسين بن علي بن الوليد الجعفي\" ، مضى مرارًا ، منها: 29 ، 174 ، 441 ، 4415 ، 7287 ، 7499 ، 11463 ، وكان في المطبوعة\"حسن بن علي\" ، وهو خطأ ، وفي المخطوطة غير منقوط.و\"زائدة\" ، هو: \"زائدة بن قدامة الثقفي\" ، مضى برقم: 29 ، 4897 ، 7287.",
  "ayah": 51,
  "surah": 5
}
