{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (57)قال أبو جعفر: يقول تعالى ذكره للمؤمنين به وبرسوله محمد صلى الله عليه وسلم: \" يا أيها الذين آمنوا \"، أي: صدقوا الله ورسوله=\" لا تتخذوا الذين اتخذوا دينكم هُزوًا ولعبًا من الذين أوتوا الكتاب من قبلكم \"، يعني اليهود والنصارى الذين جاءتهم الرسل والأنبياء، وأنـزلت عليهم الكتب من قبل بَعْث نبينا صلى الله عليه وسلم، ومن قبل نـزول كتابنا=\" أولياء \"، يقول: لا تتخذوهم، أيها المؤمنون، أنصارًا أو إخوانًا أو حُلفاء، (84) فإنهم لا يألونكم خَبَالا وإن أظهروا لكم مودّة وصداقة.* * *وكان اتخاذ هؤلاء اليهود الذين أخبر الله عنهم المؤمنين أنهم اتخذوا دينهم هُزُوًا ولعبًا بالدين على ما وصفهم به ربنا تعالى ذكره، (85) أن أحدهم كان يظهر للمؤمنين الإيمان وهو على كفره مقيم، ثم يراجع الكفر بعد يسير من المدة بإظهار ذلك بلسانه قولا بعد أن كان يُبدي بلسانه الإيمان قولا وهو للكفر مستبطن تلعبًا بالدين واستهزاءً به، كما أخبر تعالى ذكره عن فعل بعضهم ذلك بقوله:  وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ * اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ  [سورة البقرة: 14، 15].* * *وبنحو الذي قلنا في ذلك جاء الخبر عن ابن عباس.12216 - حدثنا هناد بن السري وأبو كريب قالا حدثنا يونس بن بكير قال، حدثني ابن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة، عن ابن عباس قال: كان رفاعة بن زيد بن التابوت وسويد بن الحارث قد أظهرا الإسلام ثم نافقا، وكان رجال من المسلمين يوادُّونهما، فأنـزل الله فيهما: \" يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم &; 10-430 &; هزوًا ولعبًا من الذين أوتوا الكتاب من قبلكم والكفار أولياء \" إلى قوله:  وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ  . (86)* * *= فقد أبان هذا الخبر عن صحة ما قلنا، من أنّ اتخاذ من اتخذ دين الله هزوًا ولعبًا من أهل الكتاب الذين ذكرهم الله في هذه الآية، إنما كان بالنفاق منهم، وإظهارهم للمؤمنين الإيمان، واستبطانهم الكفر، وقيلهم لشياطينهم من اليهود إذا خلوا بهم: \" إنا معكم \"، فنهى الله عن موادَّتهم ومُخَالّتهم، (87) والتمسك بحلفهم، والاعتداد بهم أولياء= وأعلمهم أنهم لا يألونهم خبالا وفي دينهم طعنًا، وعليه إزراء.* * *وأمّا \" الكفار \" الذين ذكرهم الله تعالى ذكره في قوله: \" من الذين أوتوا الكتاب من قبلكم والكفار أولياء \"، فإنهم المشركون من عبدة الأوثان. نهى الله المؤمنين أن يتخذوا من أهل الكتاب ومن عبدة الأوثان وسائر أهل الكفر، أولياءَ دون المؤمنين.* * *وكان ابن مسعود فيما:-12217 - حدثني به أحمد بن يوسف قال، حدثنا القاسم بن سلام قال، حدثنا حجاج، عن هارون، عن ابن مسعود= يقرأ: ( مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا ).* * *= ففي هذا بيان صحة التأويل الذي تأوَّلناه في ذلك.* * *واختلفت القرأة في قراءة ذلك.فقرأته جماعة من أهل الحجاز والبصرة والكوفة: ( وَالْكُفَّارِ أَوْلِيَاءَ ) بخفض \" الكفار \"، بمعنى: يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوًا ولعبًا من الذين أوتوا الكتاب من قبلكم، ومن الكفارِ، أولياءَ.* * *وكذلك ذلك في قراءة أبيّ بن كعب فيما بلغنا: ( من الذين أوتوا الكتاب من قبلكم ومن الكفار أولياء ).* * *وقرأ ذلك عامة قرأة أهل المدينة والكوفة: ( وَالْكُفَّارَ أَوْلِيَاءَ ) بالنصب، بمعنى: يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوًا ولعبًا والكفارَ= عطفًا بـ\" الكفار \" على \" الذين اتخذوا \".* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إنهما قراءتان متفقتا المعنى، صحيحتا المخرج، قد قرأ بكل واحدة منهما علماء من القرأة، فبأي ذلك قرأ القارئ فقد أصاب. لأن النهيَ عن اتخاذ ولي من الكفار، نهيٌ عن اتخاذ جميعهم أولياء. والنهي عن اتخاذ جميعهم أولياء، نهيٌ عن اتخاذ بعضهم وليًّا. وذلك أنه غير مشكل على أحدٍ من أهل الإسلام أنّ الله تعالى ذكره إذا حرّم اتخاذ وليّ من المشركين على المؤمنين، أنه لم يبح لهم اتخاذ جميعهم أولياء= ولا إذا حرَّم اتخاذ جميعهم أولياء، أنه لم يخصص إباحة اتخاذ بعضهم وليًّا، فيجب من أجل إشكال ذلك عليهم، طلبُ الدليل على أولى القراءتين في ذلك بالصواب. وإذ كان ذلك كذلك، فسواء قرأ القارئ بالخفض أو بالنصب، لما ذكرنا من العلة.* * *وأما قوله: \" واتقوا الله إن كنتم مؤمنين \"، فإنه يعني: وخافوا الله، أيها المؤمنون، &; 10-432 &; في هؤلاء الذين اتخذوا دينكم هزوًا ولعبًا من الذين أوتوا الكتاب ومن الكفار، أن تتخذوهم أولياء ونصراء، وارهبوا عقوبته في فعل ذلك إن فعلتموه بعد تقدُّمه إليكم بالنهي عنه، إن كنتم تؤمنون بالله وتصدِّقونه على وعيده على معصيته. (88)* * *---------------الهوامش :(84) في المطبوعة: \"أنصار وإخوانا وحلفاء\" ، وفي المخطوطة: \"أنصارًا أو إخوانًا وحلفاء\" ، وأجريتها جميعا بأو ، كما ترى.(85) في المطبوعة: \"ولعبًا الدين على ما وصفهم\" ، وهو غير مستقيم ، وفي المخطوطة: \"ولعبا الذين على ما وصفهم\" ، وهو أشد التواء ، والصواب ما أثبت ، كما سيأتي بعد\"تلعبًا بالدين واستهزاء به\".(86) الأثر: 12216- سيرة ابن هشام 2: 217 ، 218.(87) في المطبوعة: \"ومحالفتهم\" ، لم يحسن قراءة المخطوطة إذ كانت غير منقوطة ، وصواب قراءتها ما أثبت.(88) انظر تفسير\"كفار\" و\"أولياء\" و\"اتقى\" فيما سلف من فهارس اللغة ، (كفر) و(ولى) و(وقى).",
  "ayah": 57,
  "surah": 5
}
