{
  "text": "القول في تأويل قوله :  قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْقال أبو جعفر: وهذا أمرٌ من الله تعالى ذكره نبيَّه محمدًا صلى الله عليه وسلم بإبلاغ اليهود والنصارى الذين كانوا بين ظهرانَيْ مُهاجَره. يقول تعالى ذكره له: \" قل \"، يا محمد، لهؤلاء اليهود والنصارى=\" يا أهل الكتاب \"، التوراة والإنجيل=\" لستم على شيء \"، مما تدَّعون أنكم عليه مما جاءكم به موسى صلى الله عليه وسلم، معشرَ اليهود، ولا مما جاءكم به عيسى، معشرَ النصارى=\" حتى تقيموا التوراة والإنجيل وما أنـزل إليكم من ربكم \"، مما جاءكم به محمد صلى الله عليه وسلم من الفرقان، فتعملوا بذلك كله، وتؤمنوا بما فيه من الإيمان بمحمد صلى الله عليه وسلم وتصديقه، وتقرُّوا بأن كل ذلك من عند الله، فلا تكذِّبوا بشيء منه، ولا تفرِّقوا بين رسل الله فتؤمنوا ببعض وتكفروا ببعض، فإن الكفر بواحد من ذلك كفر بجميعه، لأنّ كتب الله يصدِّق بعضها بعضًا، فمن كذَّب ببعضها فقد كذَّب بجميعها.* * *وبنحو الذي قلنا في ذلك جاء الأثر.12284 - حدثنا هناد بن السري وأبو كريب قالا حدثنا يونس بن بكير قال، حدثنا محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت، عن عكرمة، أو عن سعيد بن جبير، عن ابن عباس قال: جاء رسولَ الله صلى الله عليه وسلم رافعُ بن حارثة وسَلام بن مِشْكم، (33) ومالك بن الصيف، ورافع بن حريملة، (34) فقالوا: يا محمد، ألست تزعم أنك على ملة إبراهيم ودينه، &; 10-474 &; وتؤمن بما عندنا من التوراة، وتشهد أنها من الله حق؟ فقال رسول الله صلى الله عليه وسلم:بلى، ولكنكم أحدثتم وجحدتم ما فيها مما أخِذَ عليكم من الميثاق، وكتمتم منها ما أمرتم أن تبيِّنوه للناس، وأنا بريء من أحداثكم! قالوا: فإنا نأخذ بما في أيدينا، فإنا على الحق والهدى، ولا نؤمن بك، ولا نتبعك! فأنـزل الله تعالى ذكره: ( قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْـزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ) إلى:  فَلا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ  . (35)12285 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" قل يا أهل الكتاب لستم على شيء حتى تقيموا التوراة والإنجيل وما أنـزل إليكم من ربكم \"، قال: فقد صرنا من أهل الكتاب=\" التوراة \"، لليهود، و \" الإنجيل \"، للنصارى،\" وما أنـزل إليكم من ربكم \"، وما أنـزل إلينا من ربنا= أي: \" لستم على شيء حتى تقيموا \"، حتى تعملوا بما فيه.* * *القول في تأويل قوله :  وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ (68)قال أبو جعفر: يعني تعالى ذكره بقوله: \" وليزيدن كثيًرا منهم ما أنـزل إليك من ربك طغيانًا وكفرًا \"، وأقسم: ليزيدن كثيرًا من هؤلاء اليهود والنصارى الذين قص قصصهم في هذه الآيات، الكتابُ الذي أنـزلته إليك، يا محمد (36) =\" طغيانًا \"، يقول: تجاوزًا وغلوًّا في التكذيب لك، على ما كانوا عليه لك من ذلك قبل نـزول  الفرقان=\" وكفرًا \" يقول: وجحودًا لنبوتك. (37)وقد أتينا على البيان عن معنى \" الطغيان \"، فيما مضى قبل. (38)* * *وأما قوله: \" فلا تأس على القوم الكافرين \"، يعني بقوله: (39) \" فلا تأس \"، فلا تحزن.* * *يقال: \" أسِيَ فلان على كذا \"، إذا حزن \" يأسَى أسىً\"،، ومنه قول الراجز: (40)وَانْحَلَبَتْ عَيْنَاهُ مِنْ فَرْطِ الأَسَى (41)* * *يقول تعالى ذكره لنبيه: لا تحزن، يا محمد، على تكذيب هؤلاء الكفار من اليهود والنصارى من بني إسرائيل لك، فإن مثلَ ذلك منهم عادة وخلق في أنبيائهم، فكيف فيك؟* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:12286 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس: \" وليزيدن كثيًرا منهم ما أنـزل إليك من ربك طغيانًا وكفرًا \"، قال: الفرقان= يقول: فلا تحزن.12287 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي قوله: \" فلا تأس على القوم الكافرين \"، قال: لا تحزن.---------------الهوامش :(33) في المطبوعة والمخطوطة: \"سلام بن مسكين\" ، ولم أجد هذا الاسم فيمن كان من يهود على عهد رسول الله صلى الله عليه وسلم ، والمعروف هو ما أثبته وهو الموجود في هذا الخبر في سيرة ابن هشام.(34) في المطبوعة: \"... بن حرملة\" ، وأثبت ما في المخطوطة ، وهو مطابق لما في سيرة ابن هشام.(35) الأثر: 12284- سيرة ابن هشام 2: 217 ، وهو تابع الآثار التي مضت رقم: 2101 ، 2102 ، 12219.(36) \"الكتاب\" فاعل قوله: \"ليزيدن كثيرًا من هؤلاء اليهود...\".(37) انظر تفسير\"الكفر\" فيما سلف من فهارس اللغة.(38) انظر تفسير\"الطغيان\" فيما سلف ص: 457 ، تعليق: 1 ، والمراجع هناك.(39) في المطبوعة: \"يعبي يقول\" ، والصواب من المخطوطة.(40) هو العجاج.(41) ديوانه: 31 ، ومجاز القرآن لأبي عبيدة 1: 171 ، والكامل 1: 352 ، واللسان (حلب) (كرس) ، وهو من رجزه المشهور ، مضى أوله في هذا التفسير 1: 509 ، يقول:يَـا صَـاحِ، هَلْ تَعْرِفُ رَسْمًا مُكْرَسَا?قَــالَ: نَعَــمْ! أَعْرِفُــهُ! وَأَبْلَسَـاوَانْحَـلَبَتْ عَيْنَـاهُ مِـنْ فَـرْطِ الأَسَـىومضى شرح البيتين الأولين. و\"انحلبت عيناه\" و\"تحلبتا\": سال دمعهما وتتابع. وكان في المطبوعة: \"وأنحلت\" ، خالف ما في المخطوطة ، لأنها غير منقوطة ، فأتى بما لا يعرف. فجاء بعض من كتب على هذا البيت وصححه فكتب\"وأبخلت\" وقال: \"معنى: أبخلت: وجدتا بخيلتين بالدمع لغلبة الحزن عليه ، أي أنه من شدة حزنه لم يبك ، وإنما جمدت عيناه\" ، فأساء من وجوه: ترك مراجعة الشعر ومعرفته ، واجتهد في غير طائل ، وأتى بكلام سخيف جدًا! والله المستعان.",
  "ayah": 68,
  "surah": 5
}
