{
  "text": "القول في تأويل قوله :  لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (72)قال أبو جعفر: وهذا خبر من الله تعالى ذكره عن بعض ما فَتَن به الإسرائيلين الذين أخبر عنهم أنهم حسبوا أن لا تكون فتنة. يقول تعالى ذكره: فكان مما ابتليتهم واختبرتهم به، فنقضوا فيه ميثاقي، وغيَّروا عهدي الذي كنت أخذته عليهم بأن لا يعبدوا سواي، ولا يتخذوا ربًّا غيري، وأن يوحِّدوني، وينتهوا إلى طاعتي= عبدي عيسى ابن مريم، فإني خلقته، وأجريت على يده نحوَ الذي أجريت على يد كثير من رسلي، فقالوا كفرًا منهم: \" هو الله \". (6)وهذا قول اليعقوبيّة من النصارى عليهم غضب الله.يقول الله تعالى ذكره: فلما اختبرتهم وابتليتهم بما ابتليتهم به، أشركوا بي، وقالوا لخلق من خلقي، وعبدٍ مثلهم من عبيدي، وبشر نحوهم معروفٍ نسبه وأصله، مولود من البشر، يدعوهم إلى توحيدي، ويأمرهم بعبادتي وطاعتي، &; 10-481 &; ويقرّ لهم بأني ربه وربهم، وينهاهم عن أن يشركوا بي شيئًا: \" هو إلههم \"، جهلا منهم بالله وكفرًا به، ولا ينبغي لله أن يكون والدًا ولا مولودًا.ويعني بقوله: \" وقال المسيح يا بني إسرائيل اعبدوا الله ربي وربكم \"، يقول: اجعلوا العبادة والتذلل للذي له يَذِلّ كل شيء، وله يخضع كل موجود (7) =\" ربي وربكم \"، يقول: مالكي ومالككم، وسيدي وسيدكم، الذي خلقني وإياكم (8) =\" إنه من يشرك بالله فقد حرم الله عليه الجنة \"، أن يسكنها في الآخرة=\" ومأواه النار \"، يقول: ومرجعه ومكانه- الذي يأوي إليه ويصير في معاده، من جعل لله شريكًا في عبادته- نارُ جهنم (9) =\" وما للظالمين \"، يقول: وليس لمن فعل غير ما أباح الله له، وعبد غير الذي له عبادة الخلق (10) =\" من أنصار \"، ينصرونه يوم القيامة من الله، فينقذونه منه إذا أورده جهنم. (11)----------------الهوامش :(1) انظر تفسير\"حسب\" فيما سلف 7: 384 ، 421.(2) انظر تفسير\"الفتنة\" فيما سلف ص: 392 ، تعليق: 2 ، والمراجع هناك.(3) انظر تفسير\"العمى\" و\"الصمم\" ، فيما سلف 1: 328- 331/3: 315.(4) انظر القول في رفع\"كثير\" في معاني القرآن للفراء 1: 316 ، ومجاز القرآن لأبي عبيدة 1: 174.(5) انظر تفسير\"بصير\" فيما سلف من فهارس اللغة.(6) انظر تفسير\"المسيح\" فيما سلف 10: 146 ، تعليق: 4 ، والمراجع هناك.(7) انظر تفسير\"العبادة\" فيما سلف من فهارس اللغة (عبد).(8) انظر تفسير\"الرب\" فيما سلف 1: 142 ، ثم فهارس اللغة فيما سلف.(9) انظر تفسير\"المأوى\" فيما سلف 9: 225 ، تعليق: 4 ، والمراجع هناك.(10) انظر تفسير\"الظلم\" فيما سلف من فهارس اللغة.(11) انظر تفسير\"الأنصار\" فيما سلف 9: 339 ، تعليق 3 ، والمراجع هناك.",
  "ayah": 72,
  "surah": 5
}
