{
  "text": "القول في تأويل قوله :  جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلائِدَقال أبو جعفر: يقول تعالى ذكره: صيَّر الله الكعبة البيت الحرام قوامًا للناس الذين لا قِوَام لهم من رئيس يحجز قوِّيهم عن ضعيفهم، (94) ومسيئهم عن محسنهم، وظالمهم عن مظلومهم=\" والشهر الحرام والهدي والقلائد \"، فحجز بكل واحد من ذلك بعضهم عن بعض, إذ لم يكن لهم قيامٌ غيره, وجعلها معالم لدينهم، ومصالح أمورهم.* * *و \" الكعبة \"، سميت فيما قيل \" كعبة \" لتربيعها.* * ** ذكر من قال ذلك:12780 - حدثنا ابن وكيع قال ، حدثنا أبي, عن سفيان, عن ابن أبي نجيح، عن مجاهد قال: إنما سميت \" الكعبة \"، لأنها مربعة.12781 - حدثنا ابن وكيع قال ، حدثنا هاشم بن القاسم, عن أبي سعيد المؤدب, عن النضر بن عربي, عن عكرمة قال : إنما سميت \" الكعبة \"، لتربيعها. (95)* * *وقيل \" قيامًا للناس \" بالياء, وهو من ذوات الواو, لكسرة القاف، وهي\" فاء \" الفعل, فجعلت \" العين \" منه بالكسرة \" ياء \", كما قيل في مصدر: \" قمت \"\" قيامًا \" و \" صمت \"\" صيامًا \", فحوّلت \" العين \" من الفعل: وهي\" واو \"\" ياء \" لكسرة فائه. وإنما هو في الأصل: \" قمت قوامًا \", و \" صمت صِوَامًا \"، وكذلك قوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس \"، فحوّلت، واوها ياء, إذ هي\" قوام \". (96)وقد جاء ذلك من كلامهم مقولا على أصله الذي هو أصله قال الراجز: (97)قَِوامُ دُنْيَا وَقَوَامُ دِين (98)فجاء به بالواو على أصله.* * *وجعل تعالى ذكره الكعبة والشهرَ الحرام والهديَ والقلائد قوامًا لمن كان يحرِّم ذلك من العرب ويعظّمه، (99) بمنـزلة الرئيس الذي يقوم به أمر تُبَّاعه.وأما \" الكعبة \"، فالحرم كله. وسمّاها الله تعالى \" حرامًا \"، لتحريمه إياها أن يصاد صيدها أو يُخْتلى خَلاها، أو يُعْضد شجرها، (100) وقد بينا ذلك بشواهده فيما مضى قبل. (101)* * *وقوله: \" والشهر الحرام والهدي والقلائد \"، يقول تعالى ذكره: وجعل الشهر الحرام والهدي والقلائد أيضًا قيامًا للناس, كما جعل الكعبة البيت الحرام لهم قيامًا.* * *و \" الناس \" الذين جعل ذلك لهم قيامًا، مختلفٌ فيهم.فقال بعضهم: جعل الله ذلك في الجاهلية قيامًا للناس كلهم.* * *وقال بعضهم: بل عنى به العربَ خاصة.* * *وبمثل الذي قلنا في تأويل \" القوام \"، قال أهل التأويل.* ذكر من قال: عنى الله تعالى ذكره بقوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس \"، القوام، على نحو ما قلنا.12782 - حدثنا هناد قال ، حدثنا ابن أبي زائدة قال ، أخبرنا من سمع خُصَيفًا يحدث، عن مجاهد في: \" جعل الله الكعبة البيت الحرام قيامًا للناس \"، قال: قوامًا للناس.12783 - حدثنا ابن وكيع قال ، حدثنا عبيد الله, عن إسرائيل, عن خصيف, عن سعيد بن جبير: \" قيامًا للناس \"، قال: صلاحًا لدينهم.12784- حدثنا هناد قال ، حدثنا ابن أبي زائدة قال ، أخبرنا داود, عن ابن جريج, عن مجاهد في: \" جعل الله الكعبة البيت الحرام قيامًا للناس \"، قال: حين لا &; 11-92 &; يرْجون جنة ولا يخافون نارًا, فشدّد الله ذلك بالإسلام.12785- حدثني هناد قال ، حدثنا ابن أبي زائدة, عن إسرائيل, عن أبي الهيثم, عن سعيد بن جبير قوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس \"، قال: شدةً لدينهم.12786- حدثنا ابن وكيع قال ، حدثنا أبي, عن إسرائيل, عن أبي الهيثم, عن سعيد بن جيير, مثله.12787 - حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس \"، قال: قيامها، أن يأمن من توجَّه إليها.12788 - حدثني المثنى قال ، حدثنا عبد الله بن صالح قال ، حدثني معاوية, عن علي, عن ابن عباس قوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس والشهر الحرام والهدي والقلائد \"، يعني قيامًا لدينهم, ومعالم لحجهم.12789 - حدثنا محمد بن الحسين قال ، حدثنا أحمد بن مفضل قال ، حدثنا أسباط, عن السدي: \" جعل الله الكعبة البيت الحرام قيامًا للناس والشهر الحرام والهدي والقلائد \"، جعل الله هذه الأربعةَ قيامًا للناس, هو قوام أمرهم.* * *قال أبو جعفر: وهذه الأقوال وإن أختلفت من قائليها ألفاظُها، (102) فإن معانيها آيلةٌ إلى ما قلنا في ذلك، من أن \" القوام \" للشيء، هو الذي به صلاحه, كما الملك الأعظم، قوامُ رعيته ومن في سلطانه، (103) لأنه مدبِّر أمرهم، وحاجز ظالمهم عن مظلومهم، والدافع عنهم مكروه من بغاهم وعاداهم. وكذلك كانت الكعبة والشهرُ الحرام والهدي والقلائد، قوامَ أمر العرب الذي كان به صلاحهم في الجاهلية, وهي في الإسلام لأهله معالمُ حجهم ومناسكهم، ومتوجَّههم لصلاتهم، وقبلتهم التي باستقبالها يتمُّ فرضُهم.* * *وبنحو الذي قلنا في ذلك قالت جماعة أهل التأويل.* ذكر من قال ذلك:12790 - حدثنا بشر بن معاذ قال ، حدثنا جامع بن حماد قال ، حدثنا يزيد بن زريع قال ، حدثنا سعيد, عن قتادة قوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس والشهر الحرام والهدي والقلائد \"، حواجز أبقاها الله بين الناس في الجاهلية، (104) فكان الرجل لو جَرَّ كل جريرة ثم لجأ إلى الحرم لم يُتناول ولم يُقرب. وكان الرجل لو لقي قاتلَ أبيه في الشهر الحرام لم يعرض له ولم يقرَبه. وكان الرجل إذا أراد البيت تقلد قلادةً من شعر فأحمته ومنعته من الناس. وكان إذا نفر تقلَّد قلادة من الإذْخِر أو من لِحَاء السمُر, فمنعته من الناس حتى يأتي أهله، (105) حواجزُ أبقاها الله بين الناس في الجاهلية.12791- حدثنا يونس قال ، أخبرنا ابن وهب قال ، قال ابن زيد في قوله: \" جعل الله الكعبة البيت الحرام قيامًا للناس والشهر الحرام والهدي والقلائد \"، قال: كان الناس كلهم فيهم ملوكٌ تدفع بعضَهم عن بعض. قال: ولم يكن في العرب ملوكٌ تدفع بعضهم عن بعض, فجعل الله تعالى لهم البيت الحرام قيامًا، يُدْفع بعضُهم عن بعض به, والشهر الحرام كذلك يدفع الله بعضهم عن بعض بالأشهر الحرم، والقلائد. قال: ويلقَى الرجل قاتل أخيه أو ابن عمه فلا يعرض له. وهذا كله قد نُسِخ.12792 - حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي, عن أبيه, عن ابن عباس: \" والقلائد \"، كان ناس يتقلَّدون لحاء الشجر في الجاهلية إذا أرادوا الحجّ, فيعرفون بذلك.* * *وقد أتينا على البيان عن ذكر: \" الشهر الحرام \"= و \" الهدي\"= و \" القلائد \"، فيما مضى، بما أغنى عن إعادته في هذا الموضع. (106)* * *القول في تأويل قوله :  ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (97)قال أبو جعفر: يعني تعالى ذكره بقوله: \" ذلك \"، تصييرَه الكعبةَ البيتَ الحرام قيامًا للناس والشهر الحرام والهدي والقلائد. يقول تعالى ذكره: صيرت لكم، أيها الناس، ذلك قيامًا، كي تعلموا أن من أحدث لكم لمصالح دنياكم ما أحدث، مما به قوامكم, علمًا منه بمنافعكم ومضاركم، أنه كذلك يعلم جميع ما في السموات وما في الأرض مما فيه صلاحُ عاجلكم وآجلكم, ولتعلموا أنه بكل شيء \" عليم \", لا يخفى عليه شيء من أموركم وأعمالكم, وهو محصيها عليكم، حتى يجازي المحسنَ منكم بإحسانه، والمسيء منكم بإساءته. (107)-----------------الهوامش :(94) انظر تفسير\"جعل\" فيما سلف 3: 18.(95) الأثر: 12781-\"هاشم بن القاسم بن مسلم الليثي\"\"أبو النضر\" الإمام الحافظ مضى برقم: 184 ، 8239.و\"أبو سعيد المؤدب\" هو: \"محمد بن مسلم بن أبي الوضاح القضاعي\" ثقة مأمون مضى برقم 8239 ، 12310.(96) انظر تفسير\"قيام\" فيما سلف 7: 568 ، 569.(97) هو حميد الأرقط.(98) مجاز القرآن لأبي عبيدة 1: 177.(99) في المطبوعة: \"يحترم ذلك\" وصوابه من المخطوطة وفي المخطوطة: \"ويعطيه\" وصوابه ما في المطبوعة.(100) \"الخلي\": الرطب الرقيق من النبات. و\"اختلى الخلي\": جزه وقطعه ونزعه. و\"عضد الشجرة\" قطعها.(101) انظر ما سلف 3: 45- 51.(102) في المخطوطة والمطبوعة: \"من قائلها\" بالإفراد وما أثبته أولى بالصحة.(103) في المطبوعة: \"كالملك\" والصواب الجيد ما في المخطوطة.(104) عندي أن الصواب\"ألقاها الله\" باللام في هذا الموضع ، والذي يليه ، ولكن هكذا هي في المخطوطة.(105) \"الإذخر\": حشيشة طيبة الرائحة يسقف بها البيوت فوق الخشب ويطحن فيدخل في الطيب. و\"اللحاء\" قشر الشجر. و\"السمر\" (بفتح السين وضم الميم): شجر من الطلح.(106) انظر تفسير\"الشهر الحرام\" فيما سلف 3: 575- 579/4: 299 ، 300 وما بعدها/9: 466= وتفسير\"الهدي\" فيما سلف 4: 24 ، 25/9: 466/11: 22= وتفسير\"القلائد\" فيما سلف 9: 467- 470.(107) انظر تفسير\"عليم\" فيما سلف من فهارس اللغة.",
  "ayah": 97,
  "surah": 5
}
