{
  "text": "قوله تعالى : قم الليل قراءة العامة بكسر الميم لالتقاء الساكنين . وقرأ أبو السمال بضم الميم إتباعا لضمة القاف . وحكى الفتح لخفته . قال عثمان بن جني : الغرض بهذه الحركة التبليغ بها هربا من التقاء الساكنين ، فبأي حركة تحركت فقد وقع الغرض . وهو من الأفعال القاصرة غير المتعدية إلى مفعول ، فأما ظرف الزمان والمكان فسائغ فيه ، إلا أن ظرف المكان لا يتعدى إليه إلا بواسطة ; لا تقول : قمت الدار حتى تقول قمت وسط الدار وخارج الدار . وقد قيل : إن ( قم ) هنا معناه صل ; عبر به عنه واستعير له حتى صار عرفا بكثرة الاستعمال .( الليل ) حد الليل : من غروب الشمس إلى طلوع الفجر . وقد تقدم بيانه في سورة ( البقرة ) واختلف : هل كان قيامه فرضا وحتما ، أو كان ندبا وحضا ؟ والدلائل تقوي أن قيامه كان حتما وفرضا ; وذلك أن الندب والحض لا يقع على بعض الليل دون بعض ; لأن قيامه ليس مخصوصا به وقت دون وقت . وأيضا فقد جاء التوقيت بذلك عن عائشة وغيرها على ما يأتي . واختلف أيضا : هل كان فرضا على النبي - صلى الله عليه وسلم - وحده ، أو عليه وعلى من كان قبله من الأنبياء ، أو عليه وعلى أمته ؟ ثلاثة أقوال :الأول : قول سعيد بن جبير لتوجه الخطاب إليه خاصة .الثاني : قول ابن عباس ، قال : كان قيام الليل فريضة على النبي - صلى الله عليه وسلم - وعلى الأنبياء قبله .الثالث : قول عائشة وابن عباس أيضا وهو الصحيح ; كما في صحيح مسلم عن زرارة بن أوفى أن سعد بن هشام بن عامر أراد أن يغزو في سبيل الله . . . الحديث ، وفيه : فقلت [ ص: 33 ] لعائشة : أنبئيني عن قيام رسول الله - صلى الله عليه وسلم - ؟ فقالت : ألست تقرأ : يا أيها المزمل قلت : بلى ! قالت فإن الله - عز وجل - افترض قيام الليل في أول هذه السورة ، فقام - صلى الله عليه وسلم - وأصحابه حولا ، وأمسك الله - عز وجل - خاتمتها اثني عشر شهرا في السماء ، حتى أنزل الله - عز وجل - في آخر هذه السورة التخفيف ، فصار قيام الليل تطوعا بعد فريضة . وذكر الحديث .وذكر وكيع ويعلى قالا : حدثنا مسعر عن سماك الحنفي قال : سمعت ابن عباس يقول لما أنزل أول يا أيها المزمل كانوا يقومون نحوا من قيامهم في شهر رمضان حتى نزل آخرها ، وكان بين أولها وآخرها نحو من سنة .وقال سعيد بن جبير : مكث النبي - صلى الله عليه وسلم - وأصحابه عشر سنين يقومون الليل ، فنزل بعد عشر سنين : إن ربك يعلم أنك تقوم أدنى من ثلثي الليل فخفف الله عنهم .قوله تعالى : إلا قليلا استثناء من الليل ، أي صل الليل كله إلا يسيرا منه ; لأن قيام جميعه على الدوام غير ممكن ، فاستثنى منه القليل لراحة الجسد . والقليل من الشيء ما دون النصف ; فحكي عن وهب بن منبه أنه قال : القليل ما دون المعشار والسدس . وقال الكلبي ومقاتل : الثلث .",
  "ayah": 2,
  "surah": 73
}
