{
  "text": "وَلَقَدْ آَتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (15)كما كان في قصة موسى وإرساله إلى فرعون آياتٌ عبرةٌ ومَثَل للذين جحدوا برسالة محمد صلى الله عليه وسلم كذلك في قصة سليمان وملكة سبأ وما رأته من آياته وإيمانها به مثَلٌ لعلم النبي صلى الله عليه وسلم وإظهارٌ لفضيلة ملكةِ سبأ إذ لم يصدها مُلكُها عن الاعتراف بآيات سليمان فآمنت به ، وفي ذلك مَثَل للذين اهتدَوْا من المؤمنين .وتقديم ذكر داود ليبْنى عليه ذكر سليمان إذ كان ملكه ورثه من أبيه داود . ولأن في ذكر داود مثل لإفاضة الحكمة على من لم يكن متصدياً لها . وما كان من أهل العلم بالكتاب أيامَ كان فيهم أحبارٌ وعلماء؛ فقد كان داود راعياً غَنَم أبيه ( يسِّي ) في بيت لحم فأمر الله شمويل النبيءَ أن يجعل داود نبيئاً في مدة ملك طالوت ( شاول ) . فما كان عجب في نبوءة محمد الأمي بين الأميين ليعلم المشركون أن الله أعطى الحكمة والنبوءة محمداً صلى الله عليه وسلم ولم يكن يعلم ذلك من قبلُ ولكن في قومه من يعلم ذلك كما قال تعالى : { ما كنتَ تعلمُها أنتَ ولا قومُك من قبل هذا } [ هود : 49 ] ، فهذه القصة تتصل بقوله تعالى : { وإنك لَتُلَقّى القرآن من لدن حكيم عليم } [ النمل : 6 ] .فيصح أن تكون جملة : { ولقد آتينا داود } معطوفاً على { إذ قال موسى لأهله } [ النمل : 7 ] إذا جعلنا ( إذ ) مفعولاً لفعل ( اذكر ) محذوف .ويصح أن تكون الواو للاستئناف فالجملة مستأنفة . ومناسبة الذكر ظاهرة . وبعدُ ففي كل قصة من قصص القرآن علم وعبرة وأسوة .وافتتاح الجملة بلام القسم وحرف التحقيق لتنزيل المخاطبين به منزلة من يتردد في ذلك لأنهم جحدوا نبوءة مثللِ داود وسليمان إذ قالوا : { لن نؤمن بهذا القرآن ولا بالذي بين يديه } [ سبأ : 31 ] .وتنكير { علماً } للتعظيم لأنه علم بنبوءة وحكمة كقوله في صاحب موسى { وعلّمناه من لدُنَّا عِلْماً } [ الكهف : 65 ] .وفي فعل { آتينا } ما يؤذن بأنه علم مفاض من عند الله ، لأن الإيتاءَ أخصّ من { علّمناه } فلذلك استغني هنا عن كلمة ( من لدنّا ) .وحكاية قولهما { الحمد لله الذي فضلنا } كناية عن تفضيلهما بفضائل غير العلم . ألاَ ترى إلى قوله : { على كثير من عباده المؤمنين } ومنهم أهلُ العلم وغيرهم ، وتنويه بأنهما شاكران نعمته .ولأجل ذلك عطف قولهما هذا بالواو دُون الفاء لأنه ليس حمداً لمجرد الشكر على إيتاءِ العلم .والظاهر أن حكاية قوليهما وقعت بالمعنى ، بأن قال كل واحد منهما : الحمد لله الذي فضلني ، فلما حكي القولان جمع ضمير المتكلم ، ويجوز أن يكون كل واحد شكر الله على منحه ومنححِ قريبه ، على أنه يكثر استعمال ضمير المتكلم المشارَك لا لقصد التعظيم بل لإخفاء المتكلم نفسه بقدر الإمكان تواضعاً كما قال سليمان عقب هذا{ عُلِّمنا منطقَ الطير وأوتينا من كل شيء } [ النمل : 16 ] . وجعلا تفضيلهما على كثير من المؤمنين دون جميع المؤمنين؛ إمَّا لأنهما أرادا بالعباد المؤمنين كلّ مَن ثبت له هذا الوصف من الماضين وفيهم موسى وهارون ، وكثير من الأفضل والمُساوي ، وإمّا لأنهما اقتصدا في العبارة إذ لم يحيطا بمن ناله التفضيل ، وإما لأنهما أرادا بالعباد أهلَ عصرهما فعبَّرا ب { كثير من عباده } تواضعاً لله . ثم إن كان قولهما هذا جهراً وهو الظاهر كان حجة عَلى أنه يجوز للعالم أن يذكر مرتبته في العلم لفوائد شرعية ترجع إلى أن يَحْذر الناس من الاغترار بمن ليست له أهلية من أهل الدعوى الكاذبة والجعجعة الجالبة ، وهذا حكم يستنبط من الآية لأن شرع من قبلنا شرع لنا ، وإن قالاه في سرهما لم يكن فيه هذه الحجة .",
  "ayah": 15,
  "surah": 27
}
