{
  "text": "وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ (16){ المؤمنين * وَوَرِثَ سليمان دَاوُودَ وَقَالَ ياأيها الناس عُلِّمْنَا مَنطِقَ الطير وَأُوتِينَا مِن كُلِّ شَىْءٍ إِنَّ هذا } .طوى خبر ملك داود وبعض أحواله إلى وفاته لأن المقصود هو قصة سليمان كما قدمناه آنفاً . وقد كان داود ملكاً على بني إسرائيل ودام ملكه أربعين سنة وتوفي وهو ابن سبعين سنة .فخلفه سليمان فهو وارث ملكه والقائم في مقامه في سياسة الأمة وظهور الحكمة ونبوءة بني إسرائيل والسمعة العظيمة بينهم . فالإرث هنا مستعمل في معناه المجازي وهو تشبيه الأحوال الجليلة بالمال وتشبيه الخلفة بانتقال ملك الأموال لظهور أن ليس غرض الآية إفادة من انتقلت إليه أموال داود بعد قوله : { ولقد آتينا داوود وسليمان علماً وقالا الحمد لله الذي فضَّلنا } [ النمل : 15 ] فتعين أن إرث المال غير مقصود فإنه غرض تافه .وقد كان لداود أحدَ عشر ولداً فلا يختص إرثُ ماله بسليمان وليس هو أكبرهم ، وكان داود قد أقام سليمان ملكاً على إسرائيل . وبهذا يظهر أن ليس في الآية ما يحتج به لجواز أن يورث مال النبي ، وقد قال رسول الله صلى الله عليه وسلم \" لا نُورث ما تركنَا صدقة \" ، وظاهره أنه أراد من الضمير جماعة الأنبياء وشاع على ألسنة العلماء : إنا أو نَحن معاشرَ الأنبياء لا نورث ، ولا يعرف بهذا اللفظ ، ووقع في كلام عمر بن الخطاب مع العباس وعلي في شأن صدقة النبي صلى الله عليه وسلم قال عمر : «أنشدكما الله هل تعلمان أن رسول الله قال : لا نُورث ما تركنا صدقة ، يريد رسولُ الله نفسَه» وكذلك قالت عائشة ، فإذا أخذنا بظاهر الآية كان هذا حكماً في شرع من قبلنا فينسخ بالإسلام ، وإذا أخذنا بالتأويل فظاهر . وقد أجمع الخلفاء الراشدون وغيرهم على ذلك ، خلافاً للعباس وعلي ، ثم رجعا حين حاجهما عمر . والعلة هي سدّ ذريعة خطور تمني موت النبي في نفس بعض ورثته .قال سليمان هذه المقالة في مجمع عظيم لأن لهجة هذا الكلام لهجة خطبته في مجمع من الناس الحاضرين مجلسه من الخاصة والسامعين من العامة . فهذه الجملة متضمنة شكر الله تعالى ما منحه من علم ومُلك ، وليقدر الناس قدره ويعلموا واجب طاعته إذ كان الله قد اصطفاه لذلك ، وأطلعه على نوايا أنفر الحيوان وأبعده عن إلف الإنسان وهو الطير ، فما ظنك بمعرفة نوايا الناس من رعيته وجنده فإن تخطيط رسوم الملك وواجباته من المقاصد لصلاح المملكة بالتفاف الناس حول ملكهم وصفاء النيات نحوه ، وبمقدار ما يحصل ذلك من جانبهم يكون التعاون على الخير وتنزل السكينة الربانية ، فلما حصل من جانب سليمان الاعتراف بهذا الفضل لله تعالى فقد أدى واجبه نحو أمته فلم يبق إلا أن تؤدي الأمة واجبها نحو مَلِكها ، كما كان تعليم فضائل النبوة من مقاصد الشارع ، فقد قال النبي صلى الله عليه وسلم« أنا سيِّد ولدِ آدم ولا فخر » أي أقوله لقصد الإعلام بواجب التقادير لا لقصد الفخر على الناس ، ويعلموا واجب طاعته .وعِلم منطق الطير أوتيه سليمان من طريق الوحي بأن أطلعه الله على ما في تقاطيع وتخاليف صفير الطيور أو نعيقها من دلالة على ما في إدراكها وإرادتها . وفائدة هذا العلم أن الله جعله سبيلاً له يهتدي به إلى تعرف أحوال عالمية يسبق الطير إلى إدراكها بما أودع فيه من القُوى الكثيرة ، وللطير دلالة في تخاطب أجناسها واستدعاء أصنافها والإنباء بما حولها ما فيه عون على تدبير ملكه وسياسة أمته ، مثل استخدام نوع الهدهد في إبلاغ الأخبار وردها ونحو ذلك .ووراء ذلك كله انشراحُ الصدر بالحكمة والمعرِفة لكثير من طبائع الموجودات وخصائصها . ودلالة أصوات الطير على ما في ضمائرها : بعضُها مشهور كدلالة بعض أصواته على نداء الذكور لإناثها ، ودلالة بعضها على اضطراب الخوف حين يمسكه مُمسك أو يهاجمه كاسر ، ووراء ذلك دلالات فيها تفصيل ، فكل كيفية من تلك الدلالات الإجمالية تنطوي على تقاطيع خفية من كيفيات صوتية يخالف بعضها بعضاً فيها دلالات على أحوال فيها تفضيل لما أجملته الأحوال المجملة ، فتلك التقاطيع لا يهتدي إليها الناس ولا يطلع عليها إلا خالقها ، وهذا قريب من دلالة مخارج الحروف وصفاتها في لغة من اللغات وفكّها وإدغامها واختلاف حركاتها على معاننٍ لا يهتدي إليها مَن يعرف تلك اللغة معرفة ضعيفة ولم يتقن دقائقها . مثل أن يسمع ضَلَلْت وظَللت ، فالله تعالى اطلع سليمان بوحي على مختلف التقاطيع الصوتية التي في صفير الطير وأعلمه بأحوال نفوس الطير عندما تصفر بتلك التقاطيع ، وقد كان الناس في حيرة من ذلك كما قال المعري :أَبَكَتْ تِلكمُ الحمامةُ أمْ غَنّ ... تْ على غصن دوحها الميَّادوقال صاحبنا الشاعر البليغ الشيخ عبد العزيز المسعودي من أبيات في هذا المعنى :فمن كان مسروراً يراه تَغنياً ... ومن كان محزوناً يقول ينوحوالاقتصار على منطق الطير إيجاز لأنه إذا عَلِم منطق الطير وهي أبعد الحيوان عن الركون إلى الإنسان وأسرعها نفوراً منه ، علم أن منطق ما هو أكثر اختلاطاً بالإنسان حاصل له بالأحرى كما يدل عليه قوله تعالى فيما يأتي قريباً : { فتبسّم ضَاحكاً من قولها } [ النمل : 19 ] ، فتدل هذه الآية على أنه علِّم منطق كل صنف من أصناف الحيوان . وهذا العلم سماه العرب علم الحُكْل ( بضم الحاء المهملة وسكون الكاف ) قال العجاج وقيل ابنه رؤبة :لو أَنني أوتيتُ علم الحُكْل ... عِلْم سليمان كَلامَ النملأو أنني عُمِّرت عُمْر الحِسْل ... أو عُمر نُوح زَمَن الفِطَحْلكُنتُ رهينَ هَرم أو قَتل ... وعُبر عن أصوات الطير بلفظ { منطق } تشبيهاً له بنطق الإنسان من حيث هو ذو دلالة لسليمان على ما في ضمائر الطير ، فحقيقة المنطق الصوتُ المشتمل على حروف تدل على معان .وضمير { عُلِّمنا أُوتينا } مراد به نفسه ، جاء به على صيغة المتكلم المشارك؛ إما لقصد التواضع كأنَّ جماعة عُلموا وأُوتوا وليس هو وحده كما تقدم في بعض احتمالات قوله تعالى آنفاً : { وقالا الحمد لله الذي فضّلنا } [ النمل : 15 ] ، وإما لأنه المناسب لإظهار عظمة الملك ، وفي ذلك تهويل لأمر السلطان عند الرعية ، وقد يكون ذلك من مقتضى السياسة في بعض الأحوال كما أجاب معاوية عُمر رضي الله عنهما حين لقيه في جند ( وأبهة ) ببلاد الشام فقال عمر لمعاوية «أَكِسْرَوِيَّةً يا معاوية؟ فقال معاوية : إنا في بلاد من ثغور العدوّ فلا يرهبون إلا مثل هذا . فقال عمر : خَدعة أريب أو اجتهادُ مصيب لا آمرك ولا أنهاك» فترك الأمرَ لعهدة معاوية وما يتوسمه من أساليب سياسة الأقوام .والمراد ب { كل شيء } كل شيء من الأشياء المهمة ففي { كل شيء } عمومان عموم { كلّ } وعموم النكرة وكلاهما هنا عموم عرفي ، ف { كلّ } مستعملة في الكثرة و { شيء } مستعمل في الأشياء المهمة مما له علاقة بمقام سليمان ، وهو كقوله تعالى فيما حكى عن أخبار الهدهد . { وأوتِيَتْ من كل شيء } [ النمل : 23 ] ، أي كثيراً من النفائس والأموال . وفي كل مقام يحمل على ما يناسب المتحدث عنه .والتأكيد في { إن هذا لهو الفضل المبين } بحرف التوكيد ولامه الذي هو في الأصل لام قسم وبضمير الفصل مقصود به تعظيم النعمة أداء للشكر عليها بالمستطاع من العبارة .و { الفضل } : الزيادة من الخير والنفع . و { المبين } : الظاهر الواضح .",
  "ayah": 16,
  "surah": 27
}
