{
  "text": "فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ (19){وتبسُّم سليمان من قولها تبسم تعجب . والتبسّم أضعف حالات الضحك فقوله : { ضاحكاً } حال موكدة ل { تبسَّم } وضحك الأنبياء التبسّم ، كما ورد في صفة ضحك رسول الله صلى الله عليه وسلم أو ما يقرب من التبسّم مثل بدوّ النواجذ كما ورد في بعض صفات ضحكه . وأما القهقهة فلا تكون للأنبياء ، وفي الحديث \" كثرة الضحك تميت القلب \" وإنما تعجب من أنها عرفت اسمه وأنها قالت : { وهم لا يشعرون } فوسمته وجندَه بالصلاح والرأفة وأنهم لا يقتلون ما فيه روح لغير مصلحة ، وهذا تنويه برأفتِه وعدله الشامل لكل مخلوق لا فساد منه أجراه الله على نملة ليعلَم شرفَ العدل ولا يحتقِرَ مواضعه ، وأن وليّ الأمر إذا عدل سرى عدله في سائر الأشياء وظهرت آثاره فيها حتى كأنه معلوم عند ما لا إدراك له ، فتسير جميع أمور الأمة على عدل . ويضرب الله الأمثال للناس ، فضرب هذا المثل لنبيئه سليمان بالوحي من دلالة نملة ، وذلك سر بينه وبين ربّه جعله تنبيهاً له وداعية لشكر ربّه فقال : { رب أوزعني أن أشكر نعمتك } .وأوزع : مزيد ( وزع ) الذي هو بمعنى كفّ كما تقدم آنفاً ، والهمزة للإزالة ، أي أزال الوزع ، أي الكف . والمراد أنه لم يترك غيره كافّاً عن عمل وأرادوا بذلك الكناية عن ضد معناه ، أي كناية عن الحث على العمل . وشاع هذا الإطلاق فصار معنى أوزع أغرى بالعمل . فالمعنى : وفِّقني للشكر ، ولذلك كان حقّه أن يتعدى بالباء .فمعنى قوله : { أوزعني } ألهمني وأغْرِني . و { أن أشكُر نعمتك } منصوب بنزع الخافض وهو الباء . والمعنى : اجعلني ملازماً شكر نعمتك . وإنما سأل الله الدوام على شكر النعمة لما في الشكر من الثواب ومن ازدياد النعم ، فقد ورد : النعمة وحشية قيِّدوها بالشكر فإنها إذا شُكرت قرّت . وإذا كُفرت فرّت . ومن كلام الشيخ ابن عطاء الله : «من لم يشكر النعمة فقد تعرّض لزوالها ، ومن شكرها فقد قيّدها بعقالها» . وفي «الكشاف» عند قوله : { ومن يشكر فإنما يشكر لنفسه } [ لقمان : 12 ] وفي كلام بعض المتقدمين «أن كُفران النعم بوار ، وقلما أقشعت نافرة فرجعت في نصابها فاستدع شاردها بالشكر ، واستدم راهنَها بكرم الجوار ، واعلم أن سُبوغ ستر الله متقلص عما قريب إذا أنت لم ترجُ لله وقاراً» .وأدرج سليمان ذكر والديه عند ذكره إنعام الله تعالى عليه لأن صلاح الولد نعمة على الوالدين بما يدخل عليهما من مسرة في الدنيا وما ينالهما من دُعائه وصدقاته عنهما من الثواب .ووالداه هما أبوه داود بن يسّي وأمه ( بثشبع ) بنت ( اليعام ) وهي التي كانت زوجة ( أوريا ) الحِثّي فاصطفاها داود لنفسه ، وهي التي جاءت فيها قصة نبأ الخصم المذكورة في سورة ص .و { أن أعمَل } عطف على { أن أشكر } . والإدخال في العباد الصالحين مستعار لجعله واحداً منهم ، فشبه إلحاقه بهم في الصلاح بإدخاله عليهم في زمرتهم ، وسؤاله ذلك مراد به الاستمرار والزيادة من رفع الدرجات لأن لعباد الله الصالحين مراتبَ كثيرة .",
  "ayah": 19,
  "surah": 27
}
