{
  "text": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ (22) { مُّبِينٍ * فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ * إِنِّى وَجَدتُّ امرأة تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا } { عَظِيمٌ * وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ الله وَزَيَّنَ لَهُمُ الشيطان أعمالهم } .الفاء لتفريع الحكاية عطفت جملة على جملة وضمير { مكث } للهدهد .والمكث : البقاء في المكان وملازمته زمناً ما ، وفعله من باب كرم ونصر . وقرأه الجمهور بالأول . وقرأ عاصم وروح عن يعقوب بالثاني .وأطلق المكث هنا على البُطْء لأنّ الهدهد لم يكن ماكثاً بمكان ولكنه كان يطير وينتقل ، فأطلق المكث على البُطء مجاز مرسل لأن المكث يستلزم زمناً .و { غير بعيد } صفة لاسم زمن أو اسم مكان محذوف منصوب على الظرفية ، أي مكث زمناً غير بعيد ، أو في مكان غير بعيد ، وكلا المعنيين يقتضي أنه رجع إلى سليمان بعد زمن قليل .و { غير بعيد } قريب قرباً يوصف بضد البعد ، أي يوشك أن يكون بعيداً . وهذا وجه إيثار التعبير ب { غيرَ بعيد } لأن { غير } تفيد دفع توهم أن يكون بعيداً ، وإنما يتوهم ذلك إذا كان القُرب يُشبه البُعد .والبُعد والقرب حقيقتهما من أوصاف المكان ويستعاران لقلة الحصة بتشبيه الزمن القصير بالمكان القريب وشاع ذلك حتى ساوى الحقيقة قال تعالى : { وما قوم لوط منكم ببعيد } [ هود : 89 ] .والفاء في فقال } عاطفة على «مكُث» وجُعل القول عقيب المكث لأنه لما حضر صدر القول من جهته فالتعقيب حقيقي .والقولُ المسند إلى الهدهد إنْ حمل على حقيقة القول وهو الكلام الذي من شأنه أن ينطق به الناس ، فقول الهدهد هذا ليس من دلالة منطق الطير الذي عُلّمه سليمان لأن ذلك هو المنطق الدال على ما في نفوس الطير من المدركات وهي محدودة كما قدمنا بيانه عند قوله تعالى : { علّمنا منطق الطير } [ النمل : 16 ] . وليس للهدهد قِبَل بإدراك ما اشتمل عليه القول المنسوب إليه ولا باستفادة الأحوال من مشاهدة الأقوام والبلدان حتى تَخطر في نفسه وحتى يعبر عنها بمنطقه الذي عُلّم سليمانُ دلالتَه كما قدمناه . فهذا وحي لسليمان أجراه الله على لسان الهدهد . وأما قول سليمان { سننظر أصدقتَ أم كنتَ من الكاذبين } [ النمل : 27 ] فيجوز أن يكون سليمان خشي أن يكون ذلك الكلام الذي سمعه من تلقاء الهدهد كلاماً ألقاه الشيطان من جانب الهدهد ليضَلّل سليمان ويفتنه بالبحث عن مملكة موهومة ليسخر به كما يسخر بالمتثائِب ، فعزم سليمان على استثبات الخبر بالبحث الذي لا يترك ريبة في صحته خزياً للشيطان .ولنشتغل الآن بما اشتمل عليه هذا الكلام فابتداؤه ب { أحطتُ بما لم تُحِطْ به } تنبيه لسليمان بأن في مخلوقات الله ممالك وملوكاً تداني مُلكه أو تفوقه في بعض أحوال الملك جعله الله مثلاً له ، كما جعل عِلم الخضر مثلاً لموسى عليه السلام لئلا يغتر بانتهاء الأمر إلى ما بلغه هو .وفيه استدعاء لإقباله على ما سيُلقى إليه بشراشره لأهمية هذا المطلع في الكلام ، فإن معرفة أحوال الممالك والأمم من أهم ما يعنى به ملوك الصلاح ليكونوا على استعداد بما يُفاجئهم من تلقائها ، ولتكون من دواعي الازدياد من العمل النافع للمملكة بالاقتداء بالنافع من أحوال غيرها والانقباض عما في أحوال المملكة من الخلل بمشاهدة آثار مثله في غيرها .ومن فقرات الوزير ابن الخطيب الأندلسي : فأخبارُ الأقطار مما تُنِفق فيه الملوك أسمارها ، وترقم ببديع هالاته أقمارها ، وتستفيد منه حسن السِيَر ، والأمنَ من الغِيَر ، فتستعين على الدهر بالتجارب . . وتستدل بالشاهد على الغايب اه .والإحاطة : الاشتمال على الشيء وجعله في حَوزة المحيط . وهي هنا مستعارة لاستيعاب العلم بالمعلومات كقوله تعالى : { وكيف تصبر على ما لم تُحطْ به خُبراً } [ الكهف : 68 ] فما صْدَقُ { ما لم تحط به } معلومات لم يحط بها علم سليمان .و { سبأ } : بهمزة في آخره وقد يخفف اسم رجل هو عَبَّشَمْس بن يشْجُب بن يَعرُب ابن قحطان . لُقب بسبأ . قالوا : لأنه أول من سبَى في غزوه . وكان الهمز فيه لتغييره العلمية عن المصدر . وهو جدّ جذم عظيم من أجذام العرب . وذريته كانوا باليمن ثم تفرقوا كما سيأتي في سورة سبأ . وأطلق هذا الاسم هنا على ديارهم لأن { من } ابتدائية وهي لابتداء الأمكنة غالباً .فاسم { سبأ } غلب على القبيلة المتناسلة من سبأ المذكور وهم من الجذم القحطاني المعروف بالعرب المستعربة ، أي الذين لم ينشأوا في بلاد العرب ولكنهم نزحوا من العراق إلى بلاد العرب ، وأول نازح منهم هو يَعرب ( بفتح التحتية وضم الراء ) بن قحطان ( وبالعبرانية يقطان ) بن عَابر بن شالخ بن أرفخشد ( وبالعبرانية أرفكشاد ) بن سَام بن نوح . وهذا النسب يتفق مع ما في سفر التكوين من سَام إلى عابر ، فمن عابر يفترق نسب القحطانيين من نسب العبرانيين؛ فأما أهل أنساب العرب فيجعلون لعابر ابنين أحدهما اسمه قحطان والآخر اسمه ( فالغ ) . وأما سفر التكوين فيجعل أنّ أحدهما اسمه ( يقطن ) ولا شك أنه المسمى عند العرب قحطان ، والآخر اسمه ( فالج ) بفاء في أوله وجيم في آخره ، فوقع تغيير في بعض حروف الاسمين لاختلاف اللغتين .ولما انتقل يعرب سكن جنوب البلاد العربية ( اليمن ) فاستقر بموضع بنى فيه مدينة ظَفارِ ( بفتح الظاء المشالة المعجمة وكسر الراء ) فهي أول مدينة في بلاد اليمن وانتشر أبناؤه في بلاد الجنوب الذي على البحر وهو بلاد ( حضرموت ) ثم بنى ابنه يَشجب ( بفتح التحتية وضم الجيم ) مدينة صنعاء وسمى البلاد باليمن ، ثم خلفه ابنه عَبَّشمس ( بتشديد الموحدة ومعناه ضوء الشمس ) وساد قومه ولقب سَبأ ( بفتحتين وهمزة في آخره ) واستقل بأهله فبنى مدينة مأرب حاضرة سبأ ، قال النابغة الجعدي :من سبأ الحاضرين مأرب إذ ... يبنون من دون سَيْله العَرِماوبين مأرب وصنعاء مسيرة ثلاث مراحل خفيفة .ثم جاء بعد سبأ ابنُه حِمْير ويلقب العَرنْجح ( أي العتيق ) ، ويظهر أنه جعل بلاده ظفار بعد أن انتقل أبناء يشجب منها إلى صنعاء . وفي المثَل : من ظَفَّر حَمَّر ، أي من دخل ظفار فليتكلم بالحميرية ، ولهذا المثل قصة .فكانت البلاد اليمنية أو القحطانية منقسمة إلى ثلاث قبائل : اليمنية ، والسبئية ، والحميرية . وكان على كل قبية مَلِك منها ، واستقلّت أفخاذهم بمواقع أطلقوا على الواحد منها اسم مخلاف ( بكسر الميم ) وكان لكل مخلاف رئيس يلقب بالقيل ويقال له : ذو كذا ، بالإضافة إلى اسم مخلافه ، مثل ذو رُعين . والملك الذي تتبعه الأقيال كلها ويحكم اليمن كلّها يلقب تُبَّع لأنه متبوع بأمراء كثيرين .وقد انفردت سبأ بالملك في حدود القرن السابع عشر قبل الهجرة وكان أشهر ملوكهم أو أولَهم الهَدهاد بن شرحبيل ويلقب اليَشَرَّح ( بفتح التحتية وفتح الشين المعجمة وفتح الراء مشددة وبحاء مهملة في آخره ) . ثم وليت بعده بلقيس ابنة شرحبيل أيضاً أو شراحيل ولم تكن ذات زوج فيما يظهر من سياق القرآن . وقيل كانت متزوجة شَدد بن زرعة ، فإن صح ذلك فلعله لم تطل مدته فمات . وكان أهل سَبأ صابئة يعبدون الشمس . وبقية ذكر حضارتهم تأتي في تفسير سورة سَبأ .و { أحطت } يقرأ بطاء مشددة لأنه التقاء طاء الكلمة وتاء المتكلم فقلبت هذه التاء طاء وأدغمتا .والباء في قوله : { بنبإ } للمصاحبة لأن النبأ كان مصاحباً للهدهد حين مجيئه ، والنبأ : الخبر المهم .وبين ب { سبأ } و { بنبإٍ } الجناس المزدوج . وفيه أيضاً جناس الخط وهو أن تكون صورة الكلمتين واحدة في الخَط وإنما تختلفان في النطق . ومنه قوله تعالى : { والذي هو يطعمني ويسقين وإذا مَرضت فهو يَشفين } [ الشعراء : 79 ، 80 ] .ووصفه ب { يقين } تحقيق لكون ما سيلقى إليه شيء محقق لا شبهة فيه فوصف بالمصدر للمبالغة .وجملة : { إنى وجدت امرأة } بيان ل { نبأ } فلذلك لم تعطف . وإدخال ( إنّ ) في صدر هذه الجملة لأهمية الخبر إذ لم يكن معهوداً في بني إسرائيل أن تكون المرأة ملكاً .وفعل { تملكهم } هنا مشتق من المُلك بضم الميم وفعله كفعل مِلك الأشياء . وروي حديث هرقل «هل كان في آبائه مِن مَلَك» بفتح اللام ، أي كان مَلكاً ، ويفرق بين الفعلين بالمصدر فمصدر هذا مُلك بضم الميم ، والآخر بكسرها ، وضمير الجمع راجع إلى سبأ .وهذه المرأة أريد بها بلقيس ( بكسر الموحدة وسكون اللام وكسر القافِ ) ابنة شراحيل وفي ترتيبها مع ملوك سَبأ وتعيين اسمها واسم أبيها اضطراب للمؤرخين . والموثوق به أنها كانت معاصرة سليمان في أوائل القرن السابع عَشر قبل الهجرة وكانت امرأة عاقلة . ويقال : هي التي بَنت سُدّ مَأرب . وكانت حاضرةُ ملكها مأربَ مدينة عظيمة باليمن بينها وبين صنعاء مسيرة ثلاث مراحل وسيأتي ذكرها في سورة سبأ .",
  "ayah": 22,
  "surah": 27
}
