{
  "text": "إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ (23) وتنكير { امرأة } وهو مفعول أول ل { وجدت } له حكم المبتدأ فهو كالابتداء بالنكرة إذا أريد بالنكرة التعجب من جنسها كقولهم : بقَرة تكلمتْ ، لأن المراد حكاية أمر عجيب عندهم أن تكون امرأة ملكة على قوم . ولذلك لم يقل : وجدتهم تملكهم امرأة .والإيتاء : الإعطاء ، وهو مشعر بأن المعطَى مرغوب فيه ، وهو مستعمل في لازمه وهو النول .ومعنى { أوتيت من كل شيء } نالت من كل شيء حسن من شؤون الملك . فعموم كل شيء عموم عرفي من جهتين يفسره المقام كما فسر قول سليمان { أوتينا من كل شيء } [ النمل : 16 ] ، أي أوتيتْ من خصال الملوك ومن ذخائرهم وعددهم وجيوشهم وثراء مملكتهم وزخرفها ونحو ذلك من المحامد والمحاسن .وبناء فِعل { أوتيت } إلى المجهول إذ لا يتعلق الغرض بتعيين أسباب ما نالته بل المقصود ما نالته على أن الوسائل والأسباب شتى ، فمنه ما كان إرثاً من الملوك الذين سلفوها ، ومنه ما كان كسباً من كسبها واقتنائها ، ومنه ما وهبها الله من عقل وحكمة ، وما منَح بلادها من خصب ووفرة مياه . وقد كان اليونان يلقبون مملكة اليمن بالعربية السعيدة أخذاً من معنى اليُمْن في العربية ، وقال تعالى : { لقد كان لسبإٍ في مساكنهم آية جنتان عن يمين وشمال كلوا من رزق ربكم واشكُروا له بلدَةٌ طيبة وربٌ غفور } [ سبأ : 15 ] . وأما رجاحة العقول ففي الحديث : «أتاكم أهل اليمن هُم أرق أفئدة ، الإيمان يَماننٍ ، والحكمةُ يمانية» فليس المراد خصوص ما آتاها الله في أصل خلقتها وخلقة أمتها وبلادها ، ولذا فلم يتعين الفاعل عرفاً . وكلّ من عند الله .وخص من نفائس الأشياء عرشها إذ كان عرشاً بديعاً ولم يكن لسليمان عرش مثله . وقد جاء في الإصحاح العاشر من سفر الملوك الأول ما يقتضي أن سليمان صنع كرسيَّهُ البديع بعد أن زارته ملكة سبأ . وسنشير إليه عند قوله تعالى : { أيُّكم يأتيني بعرشها } [ النمل : 38 ] .والعظيم : مستعمل في عظمة القَدْر والنفاسة في ضخامة الهيكل والذات . وأعقب التنويه بشأنها بالحط من حال اعتقادهم إذ هم يسجدون ، أي يعبدون الشمس . ولأجل الاهتمام بهذا الخبر أعيد فعل وَجَدْتُها إنكاراً لكونهم يسجدون للشمس ، فذلك من انحطاط العقلية الاعتقادية فكان انحطاطهم في الجانب الغيبي من التفكير وهو ما يظهر فيه تفاوت عوض العقول على الحقائق لأنه جانب متمحّض لعمل الفكر لا يستعان فيه بالأدلة المحسوسة ، فلا جرم أن تضل فيه عقول كثير من أهل العقول الصحيحة في الشؤون الخاضعة للحواس . قال تعالى في المشركين { يعلمون ظاهراً من الحياة الدنيا وهم عن الآخرة هم غافلون أو لم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق } [ الروم : 7 ، 8 ] وكان عرب اليمن أيامئذ من عَبدة الشمس ثم دخلت فيهم الديانة اليهودية في زمن تُبّع أسْعَد من ملوك حِمير ، ولكونهم عبدة شمس كانوا يسمون عبد شمس كما تقدم في اسم سبأ .",
  "ayah": 23,
  "surah": 27
}
