{
  "text": "إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وقوله : { إنه من سليمان } هو من كلام الملكة ابتدأت به مخاطَبة أهل مشُورتها لإيقاظ أفهامهم إلى التدبر في مغزاه لأن اللائق بسليمان أن لا يقدِّم في كتابه شيئاً قبل اسم الله تعالى ، وأن معرفة اسم سليمان تؤخذ من ختمه وهو خارج الكتاب فلذلك ابتدأت به أيضاً .والتأكيد ب ( إنَّ ) في الموضعين يترجم عما في كلامهما باللغة السبائية من عبارات دالة على اهتمامها بمُرسل الكتاب وبما تضمنه الكتاب اهتماماً يؤدَّى مثله في العربية الفصحى بحرف التأكيد الذي يدل على الاهتمام في مقام لا شك فيه .وتكرير حرف ( إن ) بعد واو العطف إيماء إلى اختلاف المعطوف والمعطوف عليه بأن المراد بالمعطوف عليه ذاتُ الكتاب ، والمرادَ بالمعطوف معناه وما اشتمل عليه ، كما تقول : إن فلاناً لحسن الطلعة وإنه لزكيّ .وهذا من خصوصيات إعادة العامل بعد حرف العطف مع إغناء حرف العطف عن ذكر العامل ، ونظيره قوله تعالى : { يأيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمرِ منكم } [ النساء : 59 ] ، أعيد { أطيعوا } لاختلاف معنى الطاعتين ، لأن طاعة الله تنصرف إلى الأعمال الدينية ، وطاعة الرسول مراد بها طاعته في التصرفات الدنيوية ، ولذلك عُطف على الرسول أولو الأمر من الأمة .وقوله : { إنه من سليمان } حكاية لمقالها ، وعرفت هي ذلك من عنوان الكتاب بأعلاه أو بظاهره على حسب طريقة الرسائل السلطانية في ذلك العهد في بني إسرائيل ، مثل افتتاح كتب رسول الله صلى الله عليه وسلم إلى الملوك بجملة : «مِن محمد رسول الله» .وافتتاح الكتاب بجملة البسملة يدل على أن مرادفها كان خاصاً بكُتُب النبي سليمان أن يُتبع اسم الجلالة بوصفي : الرحمان الرحيم ، فصار ذلك سنة لافتتاح الأمور ذوات البال في الإسلام ادخره الله للمسلمين من بقايا سنة الأنبياء بعد أن تنوسي ذلك فإنه لم يعرف أن بني إسرائيل افتتحوا كتبهم باسم الله الرحمن الرحيم .روى أبو داود في كتاب «المراسيل» : أن النبي صلى الله عليه وسلم كان يكتب «باسمك اللهم» كما كانت قريش تكتب ، فلما نزلتْ هذه الآية صار يكتب «بسم الله الرحمن الرحيم» ، أي صار يكتب البسملة في أول كتبه . وأما جعلها فصلاً بين السور أو آية من كل سورة فمسألة أخرى .وكان كتاب سليمان وجيزاً لأن ذلك أنسب بمخاطبة من لا يحسن لغة المخاطب فيقتصر له على المقصود لإمكان ترجمته وحُصول فهمه فأحاط كتابه بالمقصود ، وهو تحذير ملكة سبأ من أن تحاول الترفع على الخضوع إلى سليمان والطاعة له كما كان شأن الملوك المجاورين له بمصر وصور والعراق .فالإتيان المأمور به في قوله : { وأتوني مسلمين } هو إتيان مجازي مثل ما يقال : اتبع سبيلي .و { مسلمين } مشتق من أسلم إذا تقلد الإسلام . وإطلاق اسم الإسلام على الدين يدل على أن سليمان إنما دعا ملكة سبأ وقومها إلى نبذ الشرك والاعتراف لله بالإلهية والوحدانية ولم يدعهم إلى اتباع شريعة التوراة لأنهم غير مخاطبين بها وأما دعوتهم إلى إفراد الله بالعبادة والاعتراف له بالوحدانية في الإلهية فذلك مما خاطب الله به البشر كلهم وشاع ذلك فيهم من عهد آدم ونوح وإبراهيم . وقد بيّنا ذلك عند قوله تعالى : { فلا تموتُنّ إلا وأنتم مسلمون } في سورة البقرة ( 132 ) ، قال تعالى : { ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان } [ يس : 60 ] . جمع سليمان بين دعوتها إلى مسالمته وطاعته وذلك تصرف بصفة الملك ، وبين دعوة قومها إلى اتباع دين التوحيد وذلك تصرف بالنبوءة لأن النبي يلقي الإرشاد إلى الهُدى حيثما تمكَّن منه كما قال شعيب{ إنْ أريد إلا الإصلاح ما استطعتُ } [ هود : 88 ] وهذا نظير قول يوسف لصاحبي السجن { أأرباب متفرقون خيرٌ أم الله الواحد القهار } [ يوسف : 39 ] الآية . وإن كان لم يرسل إليهم ، فالأنبياء مأمورون أمراً عاماً بالإرشاد إلى الحق ، وكذلك دعاء سليمان هنا ، وقال النبي صلى الله عليه وسلم \" لأن يهدي الله بك رجلاً خير لك من حُمْر النعم \" فهذه سنة الشرائع لأن الغاية المهمة عندها هو إصلاح النفوس دون التشفي وحب الغلبة .",
  "ayah": 30,
  "surah": 27
}
