{
  "text": "وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (35){ وهذا الكلام مقدمة لما ستلقيه إليهم من عزمها ، ويتضمن تعليلاً لما عزمت عليه .والباء في { بهدية } باء المصاحبة . ومفعول { مرسلة } محذوف دل عليه وصف { مرسلة } وكون التشاور فيما تضمنه كتاب سليمان . فالتقدير : مرسلة إليهم كتاباً ووَفداً مصحوباً بهدية إذ لا بد أن يكون الوفد مصحوباً بكتاب تجيب به كتاب سليمان فإن الجواب عن الكتاب عادة قديمة ، وهو من سنن المسلمين ، وعدّ من حق المسلم على المسلم ، قال القرطبي : إذا ورد على إنسان في كتاب بالتحية أو نحوها ينبغي أن يَرد الجواب لأن الكتاب من الغائب كالسلام من الحاضر . وروي عن ابن عباس أنه كان يرى رد الكتاب واجباً كرد السلام اه . ولم أقف على حكم فيه من مذاهب الفقهاء . والظاهر أن الجواب إن كان عن كتاب مشتمل على صيغة السلام أن يكون رد الجواب واجباً وأن يشتمل على رد السلام لأن الرد بالكتابة يقاس على الرد بالكلام مع إلغاء فارق ما في المكالمة من المواجهة التي يكون ترك الرد معها أقرب لإلقاء العداوة .ولم أر في كتب النبي صلى الله عليه وسلم جواباً عن كتاب إلا جوابه عن كتاب مسيلمة والسلام على من اتّبع الهدى .والهدية : فعيلة من أهدى : فالهدية ما يعطَى لقصد التقرب والتحبب ، والجمع هَدايا على اللغة الفصحى ، وهي لغة سُفلَى مَعَدَ . وأصل هدايا : هدائيَ بهمزة بعد ألف الجمع ثم ياءٍ لأن فعيلة يجمع على فعائل بإبدال ياء فعيلة همزة لأنها حرف وقع في الجمع بعد حرف مدّ فلما وجدوا الضمة في حالة الرفع ثقيلة على الياء سكّنوا الياء طرداً للباب ثم قلبوا اليَاء الساكنة ألفاً للخفة فوقعت الهمزة بين ألفين فثقلت فقلبوها ياء لأنها مفتوحة وهي أخف ، وأما لغة سُفلى معدّ فيقولون : هَدَاوَى بقلب الهمزة التي بين الألفين واواً لأنها أخت الياء وكلتاهما أخت الهمزة .و { ناظرة } اسم فاعل من نَظر بمعنى انتظَر ، أي مترقبةٌ ، فتكون جملة : { بم يرجع المرسلون } مبيّنة لجملة { فناظرة } ، أو مستأنفة . وأصل النظم : فناظرة ما يرجع المرسلون به ، فغير النظم لمَّا أريد أنها مترددة فيما يرجع به المرسلون . فالباء في قوله : { بم يرجع المرسلون } متعلقة بفعل { يرجع } قدمت على متعلَّقها لاقترانها بحرف ( ما ) الاستفهامية لأن الاستفهام له صدر الكلام .ويجوز أن يكون { ناظرة } من النظر العقلي ، أي عالمة ، وتعلقَ الباء بفعل { يرجع } ، وعلى كلا الوجهين ف { ناظرة } معلَّق عن العمل في مفعوله أو مفعوليه لوجود الاستفهام ، ولا يجوز تعلق الباء ب { ناظرة } لأن ما قبل الاستفهام لا يعمل فيما بعده فمن ثم غلطوا الحوفي في «تفسيره» لتعليقه الباء ب { ناظرة } كما في الجهة السادسة من الباب الخامس من «مغني اللبيب» .",
  "ayah": 35,
  "surah": 27
}
