{
  "text": "قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (46)لما كان الاختصام بين الفريقين في شأن صالح ابتداء جيء بجواب صالح عما تضمنه اختصامهم من محاولتهم إفحامه بطلب نزول العذاب . فمقول صالح هذا ليس هو ابتداء دعوته فإنه تقدم قوله : { أن اعبُدوا الله } [ النمل : 45 ] ولكنه جواب عمّا تضمنه اختصامهم معه ، ولذلك جاءت جملة : { قال يا قوم } مفصولة جرياً على طريقة المحاورة لأنها حكاية جواب عما تضمنه اختصامهم .واقتصر على مراجعة صالح قومَه في شأن غرورهم بظنهم أن تأخر العذاب أمارة على كذب الذي توعدهم به فإنهم قالوا : { فآتنا بما تَعِدُنا إن كنتَ من الصادقين } [ الأعراف : 70 ] كما حكي عنهم في سورة الأعراف لأن الغرض هنا موعظة قريش في قولهم : { فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم } [ الأنفال : 32 ] بحال ثمود المساوي لحالهم ليعلموا أن عاقبة ذلك مماثلة لعاقبة ثمود لتماثل الحالين قال تعالى : { ويستعجلونك بالعذاب ولولا أجل مسمّى لجاءهم العذاب ولَيَأتِينّهم بغتة وهم لا يشعرون } [ العنكبوت : 53 ] .والاستفهام في قوله : { لم تستعجلون } إنكار لأخذهم بجانب العذاب دون جانب الرحمة .ف { السيئة } : صفة لمحذوف ، أي بالحالة السيئة ، وكذلك { الحسنة } .فيجوز أن يكون المراد ب { السيئة } الحالة السيئة في معاملتهم إياه بتكذيبهم إياه . والمراد بالحسنة ضدّ ذلك ، أي تصديقهم لما جاء به ، فالاستعجال : المبادرة . والباء للملابسة . ومفعول { تستعجلون } محذوف تقديره : تستعجلونني متلبسين بسيئة التكذيب . والمعنى : أنه أنكر عليهم أخذهم بطرف التكذيب إذ أعرضوا عن التدبر في دلائل صدقه ، أي إن كنتم مترددين في أمري فافرضوا صدقي ثم انظروا . وهذا استنزال بهم إلى النظر بدلاً عن الإعراض ، ولذلك جمع في كلامه بين السيئة والحسنة .ويجوز أن يكون المراد ب { السيئة } الحالةَ السيئة التي يترقبون حلولها ، وهي ما سألوا من تعجيل العذاب المحكي عنهم في سورة الأعراف ، وب { الحسنة } ضد ذلك أي حالة سلامتهم من حلول العذاب ف { السيئة } مفعول { تستعجلون } والباء مزيدة لتأكيد اللصوق مثل ما في قوله تعالى : { وامسحوا برؤوسكم } [ المائدة : 6 ] .والمعنى : إنكار جعلهم تأخيرَ العذاب أمارةً على كذب الوعيد به وأن الأولى بهم أن يجعلوا امتداد السلامة أمارة على إمهال الله إياهم فيتقوا حلول العذاب ، أي لِمَ تبْقَون على التكذيب منتظرين حلول العذاب ، وكان الأجدر بكم أن تبادروا بالتصديق منتظرين عدم حلول العذاب بالمرة . وعلى كلا الوجهين فجواب صالح إياهم جار على الأسلوب الحكيم بجعل يقينهم بكذبه محمولاً على ترددهم بين صدقه وكذبه .وقوله : { قبل الحسنة } حال من { السيئة } . وهذا تنبيه لهم على خطئهم في ظنهم أنه لو كان صالح صادقاً فيما توعدهم به لعَجّل لهم به ، فما تأخيره إلا لأنه ليس بوعيد حق ، لأن العذاب أمر عظيم لا يجوز الدخول تحت احتماله في مجاري العقول . فالقبلية في قوله : { قبل الحسنة } مجاز في اختيار الأخذ بجانب احتمال السيئة وترجيحه على الأخذ بجانب الحسنة ، فكأنهم بادروا إليها فأخذوها قبل أن يأخذوا الحسنة .وظاهر الاستفهام أنه استفهام عن علة استعجالهم ، وإنما هو استفهام عن المعلول كناية عن انتفاء ما حقه أن يكون سبباً لاستعجال العذاب ، فالإنكار متوجه للاستعجال لا لعلته .ثم أُعقب الإنكار المقتضي طلب التخلية عن ذلك بتحريضهم على الإقلاع عن ذلك بالتوبة وطلب المغفرة لما مضى منهم ويرجون أن يرحمهم الله فلا يعذبهم ، وإن كان ما صدر منهم موجباً لاستمرار غضب الله عليهم ، إلا أن الله برحمته جعل التائب من الذنب كمن لم يذنب .",
  "ayah": 46,
  "surah": 27
}
