{
  "text": "أَمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَئِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (64)هذا انتقال إلى الاستدلال بتصرف الله تعالى بالحياة الأولى والثانية وبإعطاء المدد لدوام الحياة الأولى مدة مقدرة . وفيه تذكير بنعمة الإيجاد ونعمة الإمداد . والاستفهام تقريري لأنهم لا ينكرون أنه يبدأ الخلق وأنه يرزقهم .وأدمج في خلال الاستفهام قوله { ثم يعيده } لأن تسليم بدئه الخلق يلجئهم إلى فهم إمكان إعادة الخلق التي أحالوها . ولما كان إعادة الخلق محلّ جدل وكان إدماجها إيقاظاً وتذكيراً أعيد الاستفهام في الجملة التي عطفت عليه بقوله { ومن يرزقكم من السماء والأرض } ولأن الرزق مقارن لبدء الخلق فلو عطف على إعادة الخلق لتوهّم أنه يرزق الخلق بعد الإعادة فيحسبوا أن رزقهم في الدنيا من نعم آلهتهم .وإذ قد كانوا منكرين للبعث ذُيّلت الآية بأمر التعجيز بالإتيان ببرهان على عدم البعث .والبرهان : الحجة . وتقدم عند قوله تعالى { يأيها الناس قد جاءكم برهان من ربّكم في آخر سورة النساء } ( 174 ) .وإضافة البرهان إلى ضمير المخاطبين وهم المشركون مشير إلى أن البرهان المُعَجّزين عليه هو برهان عدم البعث ، أي إن كنتم صادقين فهاتوه لأن الصادق هو الذي قوله مطابق للواقع . والشيء الواقع لا يعدم دليلاً عليه .وجُماع ما تقدم في هذه الآيات من قوله { آلله خير أما تشركون } [ النمل : 59 ] أنها أجملت الاستدلال على أحقية الله تعالى بالإلهية وحده ثم فصّلت ذلك بآيات { أمن خلق السموات والأرض إلى قوله قل هاتو برهانكم إن كنتم صادقين } [ النمل : 60 64 ] فابتدأت بدليل قريب من برهان المشاهدة وهو خلق السموات والأرض وما يأتي منهما من خير للناس . ودليل كيفية خلق الكرة الأرضية وما على وجهها منها ، وهذا ملحق بالمشاهدات .وانتقلت إلى استدلال من قبيل الأصول الموضوعة وهو ما تمالأ عليه الناس من اللجأ إلى الله تعالى عند الاضطرار .وانتقلت إلى الاستدلال عليهم بما مكّنهم من التصرف في الأرض إذ جعل البشر خلفاء في الأرض ، وسخر لهم التصرّف بوجوه التصاريف المعينة على هذه الخلافة ، وهي تكوين هدايتهم في البر والبحر . وذلك جامع لأصول تصرفات الخلافة المذكورة في الارتحال والتجارة والغزو .وختم ذلك بكلمة جامعة لنعمتي الإيجاد والإمداد وفي مطاويها جوامع التمكن في الأرض .",
  "ayah": 64,
  "surah": 27
}
