{
  "text": "إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (80)استئناف بياني جواباً عما يخطر في بال السامع عقب قوله { إنك على الحق المبين } [ النمل : 79 ] من التساؤل عن إعراض أهل الشرك لما عليه الرسول من الحق المبين . وهو أيضاً تعليل آخر للأمر بالتوكل على الله بالنظر إلى مدلوله الكنائي ، فموقع حرف التوكيد فيه كموقعه في التعليل بالجملة التي قبله . وهذا عذر للرسول صلى الله عليه وسلم وتسلية له ، ولكونه تعليلاً لجانب من التركيب وهو الجانب الكنائي غير الذي علل بجملة { إنك على الحق المبين } [ النمل : 79 ] لم تعطف هذه الجملة على التي قبلها تنبيهاً على استقلالها بالتعليل .والإسماع : إبلاغ الكلام إلى المسامع .و { الموتى } و { الصم } : مستعاران للقوم الذين لا يقبلون القول الحق ويكابرون من يقوله لهم . شبهوا بالموتى على طريقة الاستعارة في انتفاء فهمهم معاني القرآن ، وشبهوا بالصم كذلك في انتفاء أثر بلاغة ألفاظه عن نفوسهم . وللقرآن أثران :أحدهما : ما يشتمل عليه من المعاني المقبولة لدى أهل العقول السليمة وهي المعاني التي يدركها ويسلم لها من تبلغ إليه ولو بطريق الترجمة بحيث يستوي في إدراكها العربي والعجمي وهذا أثر عقلي .والأثر الثاني : دلالة نظمه وبلاغته على أنه خارج عن مقدرة بلغاء العرب . وهذا أثر لفظي وهو دليل الإعجاز وهو خاص بالعرب مباشرة ، وحاصل لغيرهم من أهل النظر والتأمل إذا تدبروا في عجز البلغاء من أهل اللسان الذي جاء به القرآن ، فهؤلاء يوقنون بأن عجز بلغاء أهل ذلك اللسان عن معارضته دال على أنه فوق مقدرتهم؛ فالمشركون شبهوا بالموتى بالنظر إلى الأثر الأول ، وشبهوا بالصم بالنظر إلى الأثر الثاني ، فحصلت استعارتان . ونفي الإسماع فيهما ترشيحان للاستعارتين وهما مستعاران لانتفاء معالجة إبلاغهم .ولأجل اعتبار كلا الأثرين المبنيّ عليه ورود تشبيهين كرر ذكر الترشيحين فعطف { ولا تسمع الصم } على { لا تسمع الموتى } ، ولم يكتف بأن يقال : إنك لا تسمع الموتى ولا الصم .وتقييد الصم بزمان توليهم مدبرين لأن تلك الحالة أوغل في انتفاء إسماعهم لأن الأصم إذا كان مواجهاً للمتكلم قد يسمع بعض الكلام بالصراخ ويستفيد بقيته بحركة الشفتين ، فأما إذا ولى مدبراً فقد ابتعد عن الصوت ولم يلاحظ حركة الشفتين فذلك أبعد له عن السمع .واستدلت عائشة رضي الله عنها بهذه الآية على رد ظاهر حديث ابن عمر : «أن رسول الله صلى الله عليه وسلم وقف على قليب بدر وفيه قتلى المشركين فناداهم بأسمائهم وقال : هل وجدتم ما وعد ربكم حقاً ، قال ابن عمر : فقيل له : يا رسول الله أتنادي أمواتنا فقال : إنهم الآن يسمعون ما أقول لهم» . فقالت عائشة : إنما قال النبي صلى الله عليه وسلم إنهم الآن ليعلمون أن الذي كنت أقول لهم هو الحق ثم قرأت { إنك لا تسمع الموتى } حتى قرأت الآية .وهذا من الاستدلال بظاهر الدلالة من القرآن ولو باحتمال مرجوح كما بيناه في المقدمة التاسعة . وإلا فإن الموتى هنا استعارة وليس بحقيقة .وضميرا { ولوا مدبرين } عائدان إلى الصم ، وهو تتميم للتشبيه حيث شبهوا في عدم بلوغ الأقوال إلى عقولهم بصم ولوا مدبرين ، فإن المدبر يبعد عن مكان من يكلمه فكان أبعد عن الاستماع كما تقدم آنفاً .",
  "ayah": 80,
  "surah": 27
}
