{
  "text": "حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآَيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمْ مَاذَا كُنْتُمْ تَعْمَلُونَ (84)وتقدم تفسير { فهم يوزعون } في قصة سليمان من هذه السورة ( 17 ) .والمعنى هنا : أنهم يزجرون إغلاظاً عليهم كما يفعل بالأسرى .والقول في { حتى إذا جاءو } كالقول في { حتى إذا أتوا على واد النمل } [ النمل : 18 ] ولم يذكر الموضع الذي جاءوه لظهوره وهو مكان العذاب ، أي جهنم كما قال في الآية { حتى إذا ما جاءوها } [ فصلت : 20 ] .و { حتى } في { حتى إذا جاءو } ابتدائية . و { إذا } الواقعة بعد { حتى } ظرفية والمعنى : حتى حين جاءوا .وفعل { قال أكذبتم بآياتي } هو صدر الجملة في التقدير وما قبله مقدم من تأخير للاهتمام . والتقدير : وقال أكذبتم بآياتي يوم نحشر من كل أمة فوجاً وحين جاءوا . وفي { قال } التفات من التكلم إلى الغيبة .وقوله { أكذبتم بآياتي } قول صادر من جانب الله تعالى يسمعونه أو يبلغهم إياه الملائكة .والاستفهام يجوز أن يكون توبيخياً مستعملاً في لازمه وهو الإلجاء إلى الاعتراف بأن المستفهم عنه واقع منهم تبكيتاً لهم ، ولهذا عطف عليه قوله { أم ماذا كنتم تعملون } .  فحرف { أم } فيه بمعنى ( بل ) للانتقال ومعادل همزة الاستفهام المقدرة محذوف دل عليه قوله { ماذا كنتم تعملون } . والتقدير : أكذبتم بآياتي أم لم تكذبوا فماذا كنتم تعملون إن لم تكذبوا فإنكم لم توقنوا فماذا كنتم تعملون في مدة تكرير دعوتكم إلى الإسلام . ومن هنا حصل الإلجاء إلى الاعتراف بأنهم كذبوا .ومن لطائف البلاغة أنه جاء بالمعادل الأول مصرحاً به لأنه المحقق منهم فقال { أكذبتم بآياتي } وحذف معادله الآخر تنبيهاً على انتفائه كأنه قيل : أهو ما عهد منكم من التكذيب أم حدث حادث آخر ، فجعل هذا المعادل متردداً فيه ، وانتقل الكلام إلى استفهام . وهذا تبكيت لهم .قال في الكشاف» : «ومثاله أن تقول لراعيك وقد علمت أنه راعي سوء : أتأكل نعمي أم ماذا تعمل بها ، فتجعل ما ابتدأت به وجعلته أساس كلامك هو الذي صح عندك من أكله وفساده وترمي بقولك : أم ماذا تعمل بها ، مع علمك أنه لا يعمل بها إلا الأكل لتبهته . ويجوز أن يكون الاستفهام تقريرياً وتكون { أم } متصلة وما بعدها هو معادل الاستفهام باعتبار المعنى كأنه قيل : أكذبتم أم لم تكذبوا فماذا كنتم تعملون إن لم تكذبوا فإنكم لم تتبعوا آياتي» .وجملة { ولم تحيطوا بها علماً } في موضع الحال ، أي كذبتم دون أن تحيطوا علماً بدلالة الآيات . وانتصب { علماً } على أنه تمييز نسبة { تحيطوا } ، أي لم يحط علمكم بها ، فعدل عن إسناد الإحاطة إلى العلم إلى إسنادها إلى ذوات المخاطبين ليقع تأكيد الكلام بالإجمال في الإسناد ثم التفصيل بالتمييز .وإحاطة العلم بالآيات مستعملة في تمكن العلم حتى كأنه ظرف محيط بها وهذا تعيير لهم وتوبيخ بأنهم كذبوا بالآيات قبل التدبر فيها .و { ماذا } استفهام واسم إشارة وهو بمعنى اسم الموصول إذا وقع بعد ( ما ) . والمشار إليه هو مضمون الجملة بعده في قوله { كنتم تعملون } . ولكون المشار إليه في مثل هذا هو الجملة صار اسم الإشارة بعد الاستفهام في قوة موصول فكأنه قيل : ما الذي كنتم تعملون؟ فذلك معنى قول النحويين : إن ( ذا ) بعد ( ما ) و ( من ) الاستفهاميتين يكون بمعنى ( ما ) الموصولة فهو بيان معنىً لا بيان وضع .",
  "ayah": 84,
  "surah": 27
}
