{
  "text": "أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (86)هذا الكلام متصل بقوله { ووقع القول عليهم بما ظلموا } [ النمل : 85 ] أي بما أشركوا ، فذكرهم بدلائل الوحدانية بذكر أظهر الآيات وأكثرها تكراراً على حواسهم وأجدرها بأن تكون مقنعة في ارعوائهم عن شركهم . وهي آية ملازمة لهم طول حياتهم تخطر ببالهم مرتين كل يوم على الأقل . وتلك هي آية اختلاف الليل والنهار الدالة على انفراده تعالى بالتصرف في هذا العالم؛ فأصنامهم تخضع لمفعولها فتظلم ذواتهم في الليل وتنير في النهار ، وفيها تذكير بتمثيل الموت والحياة بعده بسكون الليل وانبثاق النهار عقبه .والجملة معترضة بين جملة { ووقع القول عليهم } [ النمل : 85 ] وجملة { ويوم ينفخ في الصور } [ النمل : 87 ] ليتخلل الوعيد بالاستدلال فتكون الدعوة إلى الحق بالإرهاب تارة واستدعاء النظر تارة أخرى .والاستفهام مستعمل كناية عن التعجيب من حالهم لأنها لغرابتها تستلزم سؤال من يسأل عن عدم رؤيتهم فهذه علاقة أو مسوغ استعمال الاستفهام في التعجيب ، وهي علاقة خفية أشار سعد الدين في «المطول» إلى عدم ظهورها وتصدى السيد الشريف إلى بيانها غاية البيان وأرجعها إلى المجاز المرسل فتأمله .والرؤية يجوز أن تكون قلبية وجملة { أنّا جعلنا } سادة مسد المفعولين ، أي كيف لم يعلموا أنا جعلنا الليل ليسكنوا فيه والنهار مبصراً مع أن ذلك واضح الدلالة على هذا الجعل . واختير من أفعال العلم فعل الرؤية لشبه هذا العلم بالمعلومات المبصرة .ويجوز أن تكون الرؤية بصرية والمصدر المنسبك من الجملة مفعول الرؤية والمعنى : كيف لم يبصروا جعل الليل للسكون والنهار للإبصار مع أن ذلك بمرأى من أبصارهم . والجعل مراد منه أثره وهو اضطرار الناس إلى السكون في الليل وإلى الانتشار في النهار . فجعلت رؤية أثر الجعل بمنزلة رؤية ذلك الجعل وهذا واسع في العربية أن يجعل الأثر محل المؤثر ، والدال محل المدلول . قال النابغة :وقد خفت حتى ما تزيد مخافتي ... على وعل في ذي المطارة عاقلأي على مخافة وعل .والمبصر : اسم فاعل أبصر بمعنى رأى . ووصف النهار بأنه مبصر من قبيل المجاز العقلي لأن نور النهار سبب الإبصار . ويجوز أن تكون الهمزة للتعدية من أبصره ، إذا جعله باصراً .وجملة { إن في ذلك لآيات } تعليل للتعجيب من حالهم إذ لم يستدلوا باختلاف الليل والنهار على الوحدانية ولا على البعث .ووجه كون الآيات في ذلك كثيرة كما اقتضاه الجمع هو أن في نظام الليل آيات على الانفراد بخلق الشمس وخلق نورها الخارق للظلمات ، وخلق الأرض ، وخلق نظام دورانها اليومي تجاه أشعة الشمس وهي الدورة التي تكوّن الليل والنهار ، وفي خلق طبع الإنسان بأن يتلقّى الظلمة بطلب السكون لما يعتري الأعصاب من الفتور دون بعض الدواب التي تنشط في الليل كالهوام والخفافيش وفي ذلك أيضاً دلالة على تعاقب الموت والحياة ، فتلك آيات وفي كل آية منها دقائق ونظم عظيمة لو بسط القول فيها لأوعب مجلدات من العلوم .وفي جعل النهار مبصراً آيات كثيرة على الوحدانية ودقة صنع تقابل ما تقدم في آيات جعل الليل سكناً . وفيه دلالة على أن لا إحالة ولا استبعاد في البعث بعد الموت ، وأنه نظير بعث اليقظة بعد النوم ، وفي جليل تلك الآيات ودقيقها عدة آيات فهذا وجه جعل ذلك آيات ولم يجعل آيتين .ومعنى { لقوم يؤمنون } لناس شأنهم الإيمان والاعترف بالحجة ولذلك جعل الإيمان صفة جارية على { قوم } لما قلناه غير مرة من أن إناطة الحكم بلفظ ( قوم ) يومىء إلى أن ذلك الحكم متمكن منهم حتى كأنه من مقومات قوميتهم ومنه قوله تعالى { ويحلفون بالله إنهم لمنكم وما هم منكم ولكنهم قوم يفرقون } [ التوبة : 56 ] ، أي الفرق من مقومات قوميتهم فكيف يكونون منكم وأنتم لا تفرقون ، أي في ذلك آيات لمن من شعارهم التدبر والاتصاف ، أي فهؤلاء ليسوا بتلك المثابة .ولكون الإيمان مقصوداً به أنه مرجو منهم جيء فيه بصيغة المضارع إذ ليس المقصود أن في ذلك آيات للذين آمنوا لأن ذلك حاصل بالفحوى والأولوية ، فصار المعنى : أن في ذلك لآيات للمؤمنين ولمن يرجى منهم الإيمان عند النظر في الأدلة . وقريب من هذا المعنى قوله تعالى { إن هو إلا ذكر للعالمين لمن شاء منكم أن يستقيم } [ التكوير : 27 ، 28 ] . ولهذا خولف بين ما هنا وبين ما في سورة يونس ( 67 ) إذ قال { هو الذي جعل لكم الليل لتسكنوا فيه والنهار مبصراً إن في ذلك لآيات لقوم يسمعون } لأن آية يونس مسوقة مساق الاستدلال والامتنان فخاطب بها جميع الناس من مؤمن وكافر فجاءت بصيغة الخطاب ، وجعلت دلالتها لكل من يسمع أدلة القرآن فمنهم مهتد وضال ولذلك جيء فيها بفعل { يسمعون } [ يونس : 67 ] المؤذن بالامتثال والإقبال على طلب الهدى .وأما هذه الآية فمسوقة مساق التعجيب والتوبيخ فجعل ما فيها آيات لمن الإيمان من شأنهم ليفيد بمفهومه أنه لا تحصل منه دلالة لمن ليس من شأنهم الانصاف والاعتراف ولذلك أوثر فيه فعل { يؤمنون } .وجاء ما في الليل من الخصوصية بصيغة التعليل باللام بقوله { ليسكنوا فيه } ، وما في النهار بصيغة مفعول الجعل بقوله { مبصراً } تفنناً ، ولما يفيده { مبصراً } من المبالغة . والمعنى على التعليل والمفعول واحد في المآل . وبهذا قال في «الكشاف» «التقابل مراعى من حيث المعنى وهكذا النظم المطبوع غير المتكلف» أي ففي الآية احتباك إذ المعنى : جعلنا الليل مظلماً ليسكنوا فيه والنهار مبصراً لينتشروا فيه .واعلم أن ما قرر هنا يأتي في آية سورة يونس عدا ما هو من وجوه الفروق البلاغية فارجع إليها هنالك .",
  "ayah": 86,
  "surah": 27
}
