{
  "text": "(فَلَا يُخْرِ‌جَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَىٰ ). The word تَشقٰی (tashga) is derived from شَقَاوَہ (shaqawah) which has two meanings namely distress or trouble in the Hereafter and distress in this world. Here the word has obviously been used in the second meaning because it cannot be used in its first meaning even for pious Muslims, leave alone the prophets. Commentators have explained this word in the sentence ھو امن یاکل من کدّ یدیہ (He will have to earn his living by the labour of his hands). (Qurtubi) In the present context the second meaning of the word appears more appropriate because in the following verse reference has been made to the four basic needs of human life, namely food, water, clothes and shelter which are freely available in Paradise without any effort and toil. This verse also contains a hint to Sayyidna 'Adam (علیہ السلام) that if he ever was expelled from Paradise, He would forfeit all these gifts. It is worth noting that here only those gifts have been mentioned which are basic to human life, to the exclusion of the other major rewards and comforts which are available in Paradise and the intention is to warn Sayyidna 'Adam (علیہ السلام) that one wrong step would deprive him of all these benefits, which he would have to earn for himself with physical labour and by the sweat of his brow. Most commentators have adopted this very meaning of the word فَتَشقٰی . (lest you get into trouble) Imam Qurtubi اللہ تعالیٰ has also recorded that when Sayyidna 'Adam (علیہ السلام) came down to the earth, Jibra'il (علیہ السلام) gave him some grains of wheat and rice and taught him how to plant the seeds, harvest the ripe crop, grind the grain and prepare bread from it. Finally when all the stages were completed and Sayyidna 'Adam (علیہ السلام) sat down to eat, the bread slipped out of his hand and rolled down the hill. Sayyidna 'Adam (علیہ السلام) went after it and retrieved it with great exertion. Thereupon Jibra'il (علیہ السلام) told Sayyidna 'Adam (علیہ السلام) that on the earth he and his descendants would have to work very hard in order to earn their livelihood. (Qurtubi)\nThe responsibility for providing the essential needs of a wife rests on her husband\t_\nEarly in this verse when Allah spoke to Sayyidna 'Adam (علیہ السلام) He included Sayyidah Hawwa' also in His address عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِ‌جَنَّكُمَا مِنَ الْجَنَّةِ (shaitan is your enemy and the enemy of your wife. So you both must be very careful so let him not expel you from Paradise - 20:117). But towards the end of the verse word فَتَشْقَىٰ (lest you get into trouble) is used in the singular and not in dual form. From this Imam Qurtubi has deduced the rule that a husband is responsible for meeting the essential needs of his wife and that any physical labour which is necessary to meet that responsibility must be provided by the husband alone. The use of the word فَتَشْقَىٰ in second person singular is a pointer to Sayyidna 'Adam (علیہ السلام) that if they were sent to the earth the onus of earning a livelihood for himself and Sayyidah Hawwa' (علیہا السلام) will fall on him alone.\nOnly four things fall within the definition of obligatory maintenance.\nQurtubi says that this verse clearly indicates that there are four things only which a husband must provide for his wife namely food, water, clothes and shelter. Anything else which he gives her will be regarded as gift, but is not binding on him. From this it has also been deduced that wherever Islamic law makes a person responsible for the maintenance of somebody else (such as sick and needy parents whose maintenance is the responsibility of the children), it is obligatory on him to provide only these four things.",
  "ayah": 117,
  "surah": 20
}
