{
  "text": "نُودِيَ يَا مُوسَىٰ إِنِّي أَنَا رَ‌بُّكَ فَاخْلَعْ نَعْلَيْكَ (He was called, \"0 Musa, it is Me, your Lord, remove your shoes - 20:11, 12). It is related in Al-Bahr ul-Muhit, Ruh ul-Ma` ani and other books that the voice which Sayyidna Musa (علیہ السلام) heard appeared to come from all directions and not from any particular direction. At the same time the manner in which the voice reached his perception was most extraordinary, because it was heard not only through his ears but by the entire body. This, indeed, was a miracle!\nWhat the voice said was that the light that he saw was not fire but a particular kind of divine manifestation. And the voice said, \"Surely I am your Lord\". The question arises: how did Sayyidna Musa (علیہ السلام) know that it was the voice of Allah Ta` ala? The answer is that Allah Ta` ala had created in his heart the conviction that the voice which he heard was really the voice of Allah Ta` ala. Then there was the circumstance that the fire, instead of burning the tree added to its beauty and luster. Also the manner in which the voice was perceived by all the parts of his body and not only by his ears, were all factors which left no doubt in his mind that the voice he heard was really the voice of Allah Ta` ala.\nSayyidna Musa (علیہ السلام) learned the words of Allah directly\nIt is mentioned in a report of Wahb mentioned in Ruh ul-Ma` ani on the authority of Musnad by Alhmad that when the mysterious voice called him \"0 Musa!\", he replied, \"I hear the voice 0 Allah! But I do not know from where it comes. Where are you, 0 Allah?\" And Allah Ta’ ala said, \"I am above you in front of you, to your right and your left. Indeed I am all around you.\" Then Sayyidna Musa (علیہ السلام) said, \"0 Allah, do I hear these words from you directly or through an angel sent by You?\" And Allah Ta` ala said, \"I myself am speaking to you.\" According to Ruh, ul-Ma` ani this proves that Sayyidna Musa (علیہ السلام) heard this کلام لفظی (spoken words) directly from Allah Ta` ala. There is a sect among the Sunnis who believe that کلام لفظی (spoken words) can also be heard.\nTo take off shoes at a sacred place is an act of respect\nفَاخْلَعْ نَعْلَيْكَ :(Remove your shoes - 20:12). The command to take off shoes was given because it was a sacred place and it was necessary to take off shoes to show it proper respect. Another reason for this command may be that since shoes are made from the hides of dead animals, they should be removed when entering upon sacred places. Sayyidna ` Ali ؓ ، Hasan al-Basri and Ibn Juraij رحمۃ اللہ علیہما have supported the first explanation and reasoned that the real purpose in commanding Sayyidna Musa علیہ السلامٍ to remove his shoes was that the soles of his feet should come into contact with the soil of this hallowed place and be blessed thereby. Others have said that by this command Sayyidna Musa (علیہ السلام) was required to show humility and in earlier times devout and pious believers used to take off their shoes when circumambulating around the Holy Ka'bah.\nThere is a Hadith that when the Holy Prophet ﷺ once saw Bashir Ibn Khasasia walking through the graves with his shoes on, said:\nاذا کنت فی مثل ھٰذا المکان فاخلع نعلیک\n\"When you pass by a place which needs to be respected, take off your shoes.\"\nAll the jurists are unanimous that if the shoes are clean they may be worn when offering prayers and it is established by authentic reports that the Holy Prophet ﷺ and his companions often wore clean shoes when saying prayers. But their common practice appears to be of removing the shoes when saying prayers, because it is closer to humility.\nإِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى (You are in the sacred valley of Tuwa - 20:12): Allah, in his Divine Wisdom, has granted special status to some selected places such as Baitullah (the Holy Ka'bah), the Aqsa Mosque, Masjid Nabawi etc. Wadi Tuwa (the valley of Tuwa) is also one such sacred place and is situated at the foot of the mount of Tur.",
  "ayah": 12,
  "surah": 20
}
