{
  "text": "The fourth prayer was وَاجْعَل لِّي وَزِيرً‌ا مِّنْ أَهْلِي (and make for me an assistant from my own family - 20:29). The first three prayers of Sayyidna Musa (علیہ السلام) concerned his own person. This fourth prayer relates to the assembling of means which would facilitate the successful completion of his mission, and the most important among these was the appointment of a deputy or a helper, who would assist him in this task. The literal meaning of the word j is \"one who carries a burden\", and since a minister of a state carries the burden of responsibilities entrusted to him by the ruler, he is called a minister. This shows the extreme foresight and prudence of Sayyidna Musa (علیہ السلام) because the success of any movement or enterprise depends on the selection of competent and dedicated supporters. With good and loyal workers it is easy to surmount all obstacles and hurdles, while with irresponsible and indifferent workers the best preparations and arrangements become futile. If one were to examine the causes of the decline of some of the modern states and the evils from which they suffer, they can all be attributed to the irresponsible conduct, mismanagement and incompetence of the ministers and advisers.\nIt is related from the Holy Prophet ﷺ that when Allah Ta` ala appoints someone to govern a country and wishes that the country should be well administered, He provides the ruler with a good Wazir to assist him in whatever he does, and if he forgets to attend to some important task, the Wazir is quick to remind him and to help him in what he intends to do. (Nisa'i, from Qasim Ibn Muhammad).\nIn this prayer Sayyidna Musa (علیہ السلام) has specified that the helper he wants should be from his own family, the reason being that the behavior and conduct of a member of the family is well-known. Besides, there is mutual affection and understanding between the members of the family which greatly helps towards the accomplishment of the mission. But it is essential that the person selected should be competent and in possession of the merit necessary for the performance of his duties so that his selection may not be attributed to nepotism and favouritism. Nowadays when there is a scarcity of people of integrity and dedication, the ruler who appoints his own close relatives to be his Wazir and deputies renders himself liable to public criticism. When, however, the standards of probity and integrity are high, such appointments are considered normal and are, in fact, conducive to the more efficient performance of sensitive assignments. Indeed all the four Khulafa' ar-Rashidin (guided Caliphs) who succeeded the Holy Prophet ﷺ were in some way related to him.\nIn his prayer Sayyidna Musa (علیہ السلام) first asked that the helper he required should be from his own family and then specifically asked for his brother Harun to be his Wazir so that with the latter's support and assistance he could better perform the duties of his prophetic mission.",
  "ayah": 29,
  "surah": 20
}
