{
  "text": "إِذْ تَمْشِي أُخْتُكَ (When your sister was going - 20:40). The story of the sister of Sayyidna Musa (علیہ السلام) following the box along the river and the subsequent events are alluded to in this verse, which ends with the words وَفَتَنَّاكَ فُتُونًا (We tested you with a great ordeal - 20:40). According to Sayyidna Ibn ` Abbas ؓ these words mean \"We tried you repeatedly\", while Dahhak (رح) has translated them as \"We subjected you to severe trials\". Full details of this story have been given in a long Hadith reported by Imam an-Nisa'i (رح) in his book on the authority of Sayyidna Ibn ` Abbas\tرضی اللہ تعالیٰ عنہما . This story is as follows:\nDetailed Story of Sayyidna Musa (علیہ السلام)\nIn Kitab-ut-Tafsir of his Sunan, Imam Nisa'i رحمۃ اللہ علیہ\t has reported a long Hadith known as (حدیث الفتون) (Hadith-ul-Futun) on the authority of Sayyidna Ibn ` Abbas ؓ . Ibn Kathir has also reproduced the whole of it in his commentary and then has added that Sayyidna Ibn 'Abbas ؓ thought that it was مَرفُوع (Marfu' ), in other words, it was a statement of the Holy Prophet ﷺ . Ibn Kathfr has confirmed this view with the words: وَ صَدَقَ ذٰلِکَ ؟ عِندِی (I too believe that this Hadith is مَرفُوع ), and also gave reason in support of his opinion. However, he has admitted that the version of this story given by Ibn Jabir and Ibn Abi Haim رحمۃ اللہ علیہم is the statement of Ibn ` Abbas ؓ ، and not of the Holy Prophet ﷺ while it contains some parts which were stated by the Holy Prophet ﷺ . It appears that Ibn ` Abbas ؓ has learnt this story from Ka'b al-Ahbar as has happened in many other cases. Be that as it may, the critics like Imam Nasai and Ibn Kathir رحمۃ اللہ علیہما hold it to be marfu' (statement of the Holy Prophet ﷺ) and even those who do not accept it as such have never challenged its contents, while a major part of this story is also mentioned in the Holy Qur'an itself. Therefore, we would like to give full translation of this Hadith which has many beneficial points having academic and practical value. Imam Nisa'i (رح) has related this story which he learnt from Sa'id bin Jubair ؓ that he (Sa'id Ibn Jubair ) asked Sayyidna ` Abdullah Ibn ` Abbas ؓ to explain to him the meaning of the expression وَفَتَنَّاكَ فُتُونًا ، specially the word فُتُونًا which occurs in the verse relating to Sayyidna Musa (علیہ السلام) . Ibn ` Abbas ؓ said it was a long story which he would tell him (Said Ibn Jubair) if he comes to him early the next morning. This he did and Ibn ` Abbas' ؓ told him the story which runs as follows:\nOne day the Pharaoh and his companions were talking about Sayyidna Ibrahim (علیہ السلام) and the promise which Allah Ta’ ala had made to him to raise prophets and Kings from his progeny. Some of those present said that the Bani Isra'il were indeed expecting the birth of a prophet in their community and were in no doubt that Allah Ta’ ala's promise would be fulfilled. In the beginning they thought that Sayyidna Yusuf (علیہ السلام) was the prophet promised by Allah Ta’ ala but when he died they said he was not the prophet promised to Sayyidna Ibrahim (علیہ السلام) and that there must surely come another prophet whose arrival would fulfill Allah Ta` ala's promise. This information upset the Pharaoh who feared that if ever a prophet was born in the Isra'ili community, whom he held in bondage, he (the prophet) would try to liberate them from their servitude. He, therefore, asked his friends to advise him how such a catastrophe could be avoided. After much deliberation they came to the unanimous conclusion that the only way to meet this contingency was to put to death every male child born in an Isra'ili family. In pursuance of this decision, armed soldiers were sent out with orders to search every Isra'ili house and kill all male children.\nThis bloodshed continued for some time but then the Egyptians realized that all their work was done and arduous duties performed by the Bani Isra'il and if the process of killing their male children continued then a time would come when, their old men having died a natural death, no young men would be left to serve them, and they themselves would have to perform all the hard and toilsome work. In order to overcome this problem they came up with another proposal according to which all male children born in one year should be put to death while all those born in the following year should be spared. Such a device would ensure the availability of a continuous supply of labour force of young Isra'ilis who could replace the older men, yet at the same time their number would not be large enough to pose a threat to the Pharaoh's authority. Everybody approved of this proposal and a law was passed for its implementation. (And now the wisdom and power of Allah Ta` ala demonstrated itself in the following way). Sayyidna Musa's\tmother gave birth to Sayyidna Harun (علیہ السلام) in the year when, according to the law of the Pharaoh, male Isra'ili children were spared and there was no danger to his life. But when Sayyidna Musa (علیہ السلام) was conceived, his birth was expected in the year when the Pharaoh's decree required that all male Isra'ili children be put to death. His mother was, therefore, greatly distressed at the thought of losing her son after its birth.\nHere Sayyidna Ibn ` Abbas ؓ عنہما\tpaused in his story and said, \"0 Ibn Jubair! This was the first test (فتُون) to which Sayyidna Musa (علیہ السلام) was put in that his life was at risk even before he was born.\"\nThen Allah Ta` ala, by means of وَحی الھام (Divine inspiration) told the mother of Sayyidna Musa (علیہ السلام) to set her mind at rest.\nلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَ‌ادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْ‌سَلِينَ\nDo not fear and do not grieve, surely We are going to bring him back to you and appoint him one of (Our) messengers - 28:7.\nWhen Sayyidna Musa (علیہ السلام) was born Allah Ta` ala commanded his mother to put him in a box and float him down the river Nile, which she did. After she had completed this task the Shaitan tried to perplex her with the suggestion that she had made a mistake by floating her son down the river because even if he had been put to death by the order of the Pharaoh she would at least have had the satisfaction of burying him with her own hands. Now there is no hope for him and he would probably be eaten up by the river animals. While the mother of Sayyidna Musa (علیہ السلام) was greatly worried at what the Shaitan had told her, the waves cast the box upon a rock where the Pharaoh's slave girls used to come for bathing and washing. When they saw the box they wanted to open it, but one of them said that if the box contained some valuable articles and they opened it, then the Pharaoh's wife would suspect that they had kept back some of these for themselves and nothing that they could say would satisfy her. Accordingly, they brought the box unopened to the Pharaoh's wife.\nWhen the Pharaoh's wife opened the box she found a boy and she instinctively felt a sudden surge of love for him - something which she had never experienced before. This was just as Allah Ta` ala had told him (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي : And I have cast love on you from Myself). On the other hand, the mother of Sayyidna Musa (علیہ السلام) in a state of puzzle caused by the Shaitan forgot the promise made to her by Allah Ta` ala and was so overwhelmed by grief that all happiness forsook her heart leaving it an empty shell. وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَارِ‌غًا (And the heart of the mother of Musa became restless - 28:10). At the same time the Pharaoh's soldiers learnt about the presence of an Isra'ili boy in the palace and they rushed with knives in their hands, and asked the Pharaoh's wife to surrender the boy so that they could put him to death.\nHere Sayyidna Ibn ` Abbas ؓ paused again and said, \"0 Ibn Jubair! This was the second test (فُتُون) to which Sayyidna Musa (علیہ السلام) was exposed.\"\nThe Pharaoh's wife remonstrated with the soldiers. \"What?\" She said, \"Do you think this small and frail baby, if allowed to live, can ever increase the strength of Bani Isra'il? You wait here and I will go to the Pharaoh and plead for his life. I hope the Pharaoh will spare his life. If not, then I will not stand in your way and you can take him.\" Saying so, she went to the Pharaoh and said to him, \"This child is the joy of my heart and yours also.\" The Pharaoh replied, \"Yes, I know that he is the joy of your heart, but as for me, I do not need him.\"\nAt this point of the story Sayyidna Ibn ` Abbas ؓ quoted the Holy Prophet ﷺ as saying, I swear by Allah that if on that occasion the Pharaoh had also admitted to Sayyidna Musa (علیہ السلام) being the joy of his heart, as his wife did, Allah Ta’ ala would have guided him along the path of the True Faith as He guided his wife.\"\n(However, on account of his wife's urgent pleas the Pharaoh spared the life of the child). Now she needed a woman to nurse him. Many women offered their services but he would not suck from any of them وَحَرَّ‌مْنَا عَلَيْهِ الْمَرَ‌اضِعَ مِن قَبْلُ (And We had already barred him (Musa) from (accepting) any suckling woman - 28:12). The Pharaoh's wife was in a real predicament. How will the child live if he was not nursed? She sent him with her servants to the market place to find any woman whose milk he would draw.\nWhile these events were taking place in the Pharaoh's palace, the mother of Sayyidna Musa (علیہ السلام) was concerned by anguish at the fate of her son. She asked her daughter to go out and make inquiries about the box and the child that whether he was still alive or was he eaten up by the river animals. The promise which Allah had made to her when she was pregnant that he would protect her child and return him to her after a brief separation had completely escaped her memory. And then a miracle happened. As soon as the sister of Sayyidna Musa (علیہ السلام) came to the market place she met the Pharaoh's female servants who held Sayyidna Musa (علیہ السلام) in their arms and were looking for a woman who could nurse him. She also noticed that the child would not accept milk from any woman which caused them great anxiety and distress. So she said to them, \"I can take you to a family where there is a woman whose milk, I hope, the child will accept and who will bring him up with great love and affection.\" Thereupon the servants held her on the suspicion that she was, perhaps, the mother or a close relation of the child and for that reason spoke with such a confidence that the proposed family is well-wisher of and sympathetic to this child.\nHere Sayyidna Ibn ` Abbas ؓ stopped and told Ibn Jubair ؓ that this was the third test (فُتُون) (for the sister of Sayyidna Musa (علیہ السلام) was naturally frightened at being held like that but she kept her pose and told the servants that when she said that the family would love the child and serve him with devotion what she meant was that they would do so in the hope of getting access to the Pharaoh's court and thus obtaining some material benefit for themselves. This explanation satisfied the servants and they released her. She hurried back home and informed her mother of what had happened. Then both of them went to the market place where the servants stood with the baby. The mother took him in her arms and put him to her breast, and he sucked greedily until he was satiated. The Pharaoh's wife was overjoyed when she was informed that at last a woman had been found whose milk the child would take and ordered her to be brought to her. On arrival the mother of Sayyidna Musa (علیہ السلام) sensed that the Pharaoh's wife needed her and her services badly. At the same time she remembered Allah's promise to her that her son would be re-united to her after a brief separation. So she decided that she would offer her services on her own terms. The Pharaoh's wife told her that she was extremely fond of the child and could not bear parting from him for a moment. Therefore she should come and live in the palace and nurse the child. But Sayyidna Musa's (علیہ السلام) mother declined to do so. She said she had a child of her own who too had to be nursed and fed and therefore it was not possible for her to leave her home. However, if the child was entrusted to her care she would keep him with her and nurse him. She assured the Pharaoh's wife that if she agreed to her proposal no effort shall be wanting on her part to give him the best care and attention. There was no choice for the Pharaoh's wife and she accepted this arrangement. Thus the child was, re-united to his mother and Allah's promise to her was fulfilled.\nAfter some time when Sayyidna Musa (علیہ السلام) grew comparatively stronger, the Pharaoh's wife asked the mother of Musa (علیہ السلام) to bring the child to her so that she may see him (as she was longing for him). She also told all the courtiers that the child was coming to their home and they must show him due respect and offer him gifts. She warned them that she would watch what they would do with the child. So when Musa (علیہ السلام) came out with his mother from her home, he was showered with gifts and presents right from that moment. The Pharaoh's wife was delighted to see him and gave him many expensive presents on her own and delivered all these presents to the mother of Sayyidna Musa (علیہ السلام) . She then took him to the Pharaoh hoping that he too would give him presents. The Pharaoh took the child in his arms who suddenly clutched at his beard and pulled it causing his head to bow down. The courtiers were horrified and said to the Pharaoh: \"We warned you about the promise of Allah to Sayyidna Ibrahim (علیہ السلام) that a prophet will be born in the tribe of Bani Isra'il who will inherit your Kingdom and your wealth and will defeat and overthrow you. You have seen with your own eyes the first signs of the fulfillment of Allah's promise\". The Pharaoh took the warning and ordered his soldiers to put the child to death.\nHere Sayyidna Ibn ` Abbas ؓ stopped again in his narration and said, \"0 Ibn Jubair ؓ ! This is the fourth test (فُتُون) for Sayyidna Musa (علیہ السلام) where death seemed so near\".\nThe Pharaoh's wife at once came to the child's rescue and addressed her husband thus, \"You have given this child to me. He is all mine. So what is all this fuss about?\" The Pharaoh said, \"Can't you see that by his action this child is warning me that one day he would overthrow me and deprive me of my Kingdom?\" His wife replied, \"I know a sure means of ascertaining whether his action was the action of an uninformed and innocent child or he deliberately intended to defy and challenge your authority. You order a servant to bring two trays. Put two live coals in one and two shining pearls in the other and place both the trays in front of the child. If he picks up the coal, that would be proof enough that he is totally unaware of the consequences of his action because nobody with any sense would put his hand in fire.\" The Pharaoh agreed to this test and when the two trays were placed before Sayyidna Musa (علیہ السلام) he picked up the coal. (However there is another tradition that he wanted to reach for the pearls but Jibra'il (علیہ السلام) guided his hand and placed it on the coal). When the Pharaoh saw this he snatched away the coal from the child's hand to save him from harm. Thus the Pharaoh's wife was proved right. She turned to him and said, \"0 King! Now you know the truth.\" Thus Allah once again saved his life because He had chosen him for a very special mission.\n(And so Sayyidna Musa (علیہ السلام) continued to enjoy the favours of the Pharaoh and the great love of his mother until he grew to full manhood). Knowing in what esteem the royal family held him, the people of the Pharaoh did not dare to insult and torment Bani Isra'il as they used to do previously. One day he was out for a stroll in the city when he came across two persons who were quarrelling over some matter. One of them was a man of the Pharaoh and the other was an Isra'ili. The latter called out to Sayyidna Musa (علیہ السلام) to help him. Musa (علیہ السلام) got very angry at the Pharaoh's man. How dare he bully an Isra'ili in his presence knowing that he held a place of honour in the royal court, and also that he was full of sympathy for the Isra'ilies (on account of the harsh treatment to which they were constantly subjected by the Egyptians). People in general thought that his sympathy for the Isra'ilis was due to his being nursed and brought up by an Isra'ili woman. It is also possible that Allah Ta` ala may have informed him through his mother or by some other means that he himself was an Isra'ili and that the woman who had nursed him was in fact his own mother.\nAnyway, being in extreme anger, Sayyidna Musa (علیہ السلام) hit the Egyptian with such force that he died on the spot. There were no witnesses to this incident except the Isra'i1i, and Sayyidna Musa (علیہ السلام) was certain that he (the Isra'ili) would not inform against him.\nThe Egyptian's death filled Sayyidna Musa\tعلیہ السلام with remorse and he said, هَـٰذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ (This is some of Shaitan's act, He is indeed a clear enemy who misleads - 28:15). Then he prayed to Allah.\nرَ‌بِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ‌ لِي فَغَفَرَ‌ لَهُ إِنَّهُ هُوَ الْغَفُورُ‌ الرَّ‌حِيمُ\n0 my Lord! I have wronged myself, so forgive me. So He forgave him. Indeed He is the Most-Forgiving, Very-Merciful - 28:16.\nAfter this incident Sayyidna Musa (علیہ السلام) made secret inquiries about the reaction of the Egyptian about the murder and whether the matter was reported to the Pharaoh. He learned that the report that was made to the Pharaoh merely said that an Isra'i1i had killed an Egyptian for which their tribe should make full retribution, and that no mercy should be shown to them.\nThe Pharaoh asked them to apprehend the murderer and produce him with full proof of his guilt because although he was their own king he did not think it was right to punish someone without sufficient evidence. He assured them that if they produced the offender with sufficient proof of his guilt he would not be spared. Thereupon people went out in search of the murderer but found no clue which could lead them to him.\nThe next day as Sayyidna Musa (علیہ السلام) carne out of his house he saw the same Isra'ili again fighting with an Egyptian. On seeing Sayyidna Musa (علیہ السلام) he again called to him for help. But Sayyidna Musa (علیہ السلام) who was full of remorse at what had happened the day before was very angry and blamed the Isra'ilie for picking up fights. However, he wanted to stop the man of Pharaoh from attacking the Isra'ili, and at the same time reproached the Isra'ili for being so quarrelsome. The Isra'ili, seeing Musa (علیہ السلام) in anger was frightened and feared that he would kill him too. So he called out, \"0 Musa! Will you kill me too as you killed a man yesterday\"?\nAnd so they parted, but the Egyptian hastened to inform the people who were on the lookout for the murderer that the Isra'ili himself had accused Sayyidna Musa (علیہ السلام) of having murdered a man the day before. The Pharaoh who was informed of this latest development at once sent his soldiers to apprehend Sayyidna Musa (علیہ السلام) and to execute him. The soldiers were confident that there was no way for Sayyidna Musa (علیہ السلام) to escape and therefore they took the main road of the city searching for him. Somehow a follower of Sayyidna Musa (علیہ السلام) who lived in a far flung area of the city got wind of the Pharaoh's order to kill him and managed to reach Musa\tعلیہ السلام through smaller streets to warn him of the impending danger.\nAt this point in his narration, Sayyidna Ibn ` Abbas ؓ paused again and said, \"0 Ibn Jubair! This was the fifth test (فُتُون) for Sayyidna Musa (علیہ السلام) when death had overcome him but Allah Ta` ala saved his life\".\nSayyidna Musa (علیہ السلام) at once left the city and headed for Madyan. All his life was spent in comfort and luxury and he had never undertaken a task involving physical exertion. He was also unfamiliar with the surrounding areas and the roads connecting them. But he had full faith in Allah عَسَىٰ رَ‌بِّي أَن يَهْدِيَنِي سَوَاءَ السَّبِيلِ (I hope my Lord will guide me to the straight path - 28:22).\nAs he approached Madyan, he stopped at a well where people had gathered and were drawing water for their animals. There he saw two girls standing away from the crowd with their goats. He asked them why they stood apart to which they replied that being unable to contend with men for water they were waiting until they had finished watering their animals and then, if any water was left, they would give it to their goats, Sayyidna Musa (علیہ السلام) was moved to pity for the girls and being physically a strong man he pushed forward and in no time he watered their goats. The girls went home with their herd and he sat under the shade of a tree and prayed: رَ‌بِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ‌ فَقِيرٌ‌ (0 my Lord, I am in need of whatever good you may send down to me - 28:24). By this payer he sought Allah's help in providing him something to eat and a place to stay.\nNow when the girls returned home with their herd earlier than usual their father was surprised, but the girls told him how a kind man had helped them and watered their goats. The father asked one of the girls to bring the man home which she did, and when he heard the story of Sayyidna Musa (علیہ السلام) ، he said: (\"Do not fear, you have escaped from the wrongdoing people.\" - 28:25).\nOne of the girls suggested to her father to engage Sayyidna Musa (علیہ السلام) on wages and said يَا أَبَتِ اسْتَأْجِرْ‌هُ إِنَّ خَيْرَ‌ مَنِ اسْتَأْجَرْ‌تَ الْقَوِيُّ الْأَمِينُ (Dear father, hire him; the best man you hire, is the one who is strong, trustworthy - 28:26). the father was disconcerted at her words and asked her how she knew, that he was strong and trust-worthy. The girl replied that she witnessed his strength when he pushed aside all the other shepherds and drew water for her goats. And she knew him to be trustworthy because when she went to bring him home he cast his eyes down and did not raise them until she had conveyed to him his invitation. Then he told her to follow him and to guide him to this place from behind. Only a person who is totally trustworthy would conduct himself in such a manner. The father (He was Sayyidna Shua'ib (علیہ السلام) ، a prophet of Allah), having being fully satisfied on this score, proposed to Sayyidna Musa (علیہ السلام) that if he would agree to work for him for eight years he would give the latter one of his daughters in marriage. He also said that he would like it if Sayyidna Musa (علیہ السلام) ، of his own free choice, worked for him for a further period of two years, but this would not be a condition for his marriage with his daughter. Sayyidna Musa\tعلیہ السلام accepted these terms and ultimately, by Allah's command, rendered full ten years service to Sayyidna Shu'aib (علیہ السلام) .\nSayyidna Said Ibn Jubair\t ؓ says, \"Once a Christian scholar met me and asked me whether I knew how long Sayyidna Musa (علیہ السلام) worked for Sayyidna Shu'aib (علیہ السلام) . This was before Sayyidna Ibn ` Abbas ؓ had narrated to me this Hadith. So I told him that I did not know the answer to his question. Afterwards when I met Sayyidna Ibn ` Abbas ؓ and put the same question to him he informed me that Sayyidna Musa (علیہ السلام) was bound to do service for the contractual period of eight years which could not be reduced in any circumstances. Also, it was Allah's will that he should also serve the additional optional two years. Therefore, he did actually serve Sayyidna Shu'aib (علیہ السلام) for full ten years. Later, when I met the Christian scholar and gave him the information, he asked me whether the person from whom I learnt this was more knowledgeable than I was. I replied him in affirmative and told him that indeed he was a very learned person and the best among us\".\nHaving completed ten years of service with Sayyidna Shu'aib (علیہ السلام) Sayyidna Musa (علیہ السلام) departed from Madyan with his wife. He had chosen an unfrequented and unfamiliar route, and on a cold, dark night when he saw fire on the mount of Tur he went there to bring some for his wife. There he saw strange sights, was granted the miracles of the staff (عصا) and the bright hand (یدِ بَیضاء) and was also entrusted with the Mission of Prophethood. This story has been related by the Holy Qur'an in the preceding pages. At the mount of Tur he was also commanded by Allah to proceed to Egypt and place his message before the Pharaoh. He was anxious how he would discharge this duty when he has been declared by the royal court as an absconding offender and was under the sentence of death. Moreover, he recalled his stammer. So he prayed to Allah to remove these impediments. In response to his prayer Allah appointed his brother Haran (علیہ السلام) to share his prophethood and through a revelation commanded the latter to receive him before he entered Egypt. The two brothers met and as commanded by Allah both of them went to the Pharaoh's court to invite him to accept the True Faith. After a while they were admitted to his presence after passing through several stages. They said to him: إِنَّا رَ‌سُولَا رَ‌بِّكَ \"We are the messengers of your Lord\". The Pharaoh asked them فَمَن رَّ‌بُّكُمَا (Who then is the Lord of you two? - 20:49).\nTheir reply to this question has been reported in the Qur'an itself.\n(جاری ہے)",
  "ayah": 40,
  "surah": 20
}
