{
  "text": "Commentary\nبَصُرْ‌تُ بِمَا لَمْ يَبْصُرُ‌وا بِهِ (I perceived something they perceived not - 20:96) The reference here is to Jibra'il (علیہ السلام) . There is a tradition that he was present on his horse at the river crossing when, the Bani Isra'il having crossed it safely to the other side, the Pharaoh and his army entered the river in pursuit of the fugitives. There is another tradition that after Sayyidna Musa (علیہ السلام) had crossed the river Sayyidna Jibra'il came to him riding a horse to invite him to go to the Tur mountain. At that time Samiri alone, and no one else, saw him and the reason, according to a tradition of Sayyidna Ibn ` Abbas ؓ ، was that he was nourished by Jibra'il when his mother had left him in the cave, and knew him well. (Bayan ul-Qur’ an)\nفَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ‌ الرَّ‌سُولِ (So I picked up a handful of dust from under the foot of the messenger.- 20:96) The رَسُول word (messenger) refers to Jibra'il (علیہ السلام) The Shaitan planted the idea in the heart of Samiri that the earth under the hoofs of the mount of Jibra'il must somehow contain signs of life and he should pick up some of it - which he did. According to the tradition of Sayyidna Ibn ` Abbas ؓ\nالقی فی روعہٖ انَّہ ، لا یلقیھا علی شییء فہقُول کن کذا، الَّا کان\n(The thought occurred to Samiri was that if he sprinkled this earth on something and uttered the words, \"You become so and so\", it will change its original form and become \"so and so.\" )\nIt is also related by some exegetes that Samiri observed that grass sprouted unfailingly in the earth under the hoofs of the horse of Jibra'il (علیہ السلام) from which he deduced that it contained traces of life. (کذا فی الکمالین). The same explanation is adopted by Ruh ul-Ma` ani on the authority of Tabi'in and majority of commentators, and it includes comments on doubts expressed by some skeptics فَجِزَاہُ اللہ خیر الجزاء . (Bayanul-Qur۔ an)\nLater on he moulded the ornaments, which the Bani Isra'il had thrown in the pit, in the shape of a calf and sprinkled the earth on it. By a miracle of Allah it developed signs of life and could even make a sound. The detailed story of Samiri and his calf has been given in (hadith ul-futun) in earlier pages of this volume.",
  "ayah": 96,
  "surah": 20
}
