{
  "text": "لَكَ فِي الْحَيَاةِ أَن تَقُولَ لَا مِسَاسَ\nFor your fate in this life is to say: 'Do not touch me'.- 20:97\nThe punishment proposed by Sayyidna Musa (علیہ السلام) for Samiri in this world was that everyone should sever all contacts with him and not to come near him, and he too was commanded not to touch anyone. Thus he was condemned to spend the rest of his life away from all social contacts - like a wild animal. Whether this punishment was awarded to him by Sayyidna Musa (علیہ السلام) by means of a law which was binding on Samiri as well as on the Bani Isra'il, or whether Samiri was smitten by some peculiar affliction which deterred people from making any physical contact with him, is not known. Some traditions have it that Sayyidna Musa (علیہ السلام) had laid a curse on Samiri so that if anyone touched him then both the parties came down with fever (Ma` alim). Thus he spent all his life hiding from people and whenever he saw someone approaching him, he would call out لَامِسَاسَ (Don't touch me). It is mentioned in Ruh ul-Ma` ani on the authority of Al-Bahr ul-Muhit that initially Sayyidna Musa (علیہ السلام) had intended to execute Samiri but Allah stopped him because Samiri was a very generous person and helped people who were in distress.\nThe word لَنُحَرِّقَنَّہ، means \"we will certainly burn it\". Here the question arises: how could the calf which was carved from gold and silver be burnt, because these metals when subjected to extreme heat are melted but are not reduced to ashes. Several possibilities have been advanced. The first is that after signs of life appeared in it, the calf ceased to be a figure of gold and silver and became an animal of flesh and blood in which case it could be slaughtered and burnt. The second explanation is that it could be filed with a rasp into very minute particles of dust (Ad-Dur al-Manthur). A third explanation is that it could be burnt by means of some chemical device (Rub u1-Ma` ani). There is yet a fourth explanation, namely that the calf could be burnt by some miracle (Bayanul-Qur’ an).",
  "ayah": 97,
  "surah": 20
}
