{
  "text": "آیت 2 ‘ 3{ الَّذِیْ خَلَقَ فَسَوّٰی - وَالَّذِیْ قَدَّرَ فَہَدٰی۔ } ”جس نے ہر چیز کو پیدا کیا ‘ پھر تناسب قائم کیا۔ اور جس نے ہر شے کا اندازہ مقرر کیا ‘ پھر اسے فطری ہدایت عطا فرمائی۔“ ان چار الفاظ خَلَقَ ‘ فَسَوّٰی ‘ قَدَّرَ ‘ فَھَدٰی میں اللہ تعالیٰ کی صفات کا بیان بھی ہے اور تخلیقی عمل کے مختلف مراحل کا ذکر بھی۔ اللہ تعالیٰ کی صفت تخلیق کے حوالے سے تین اسمائے حسنیٰ اَلْخَالِقُ ‘ اَلْـبَارِیٔ‘ اَلْمُصَوِّرُ کا ایک ساتھ ذکر قبل ازیں سورة الحشر کی آخری آیت میں بھی آچکا ہے۔ سورة الحشر کی اس آیت میں اللہ تعالیٰ کی یہ تین صفات ایک خاص منطقی ترتیب سے بیان ہوئی ہیں۔ یہ ترتیب دراصل تخلیقی عمل کے مرحلہ وار ارتقاء کی نشاندہی کرتی ہے۔ اللہ تعالیٰ سب سے پہلے کسی چیز کا نقشہ یا نمونہ بناتا ہے ‘ اس لحاظ سے وہ اَلْخَالِقُہے۔ پھر وہ مطلوبہ چیز کو طے شدہ نمونے کے مطابق عدم سے عالم وجود میں ظاہر فرماتا ہے ‘ اس اعتبار سے وہ اَلْـبَارِیہے۔ تیسرے مرحلے میں وہ اس تخلیق کو ظاہری صورت یا شکل عطا فرماتا ہے ‘ اس مفہوم میں وہ اَلْمُصَوِّرُہے۔  سورة الحشر کی مذکورہ آیت میں تخلیقی عمل کے جن تین مراحل کا ذکر ہوا ہے ان کا تعلق چیزوں کے ظاہری یا مادی وجود سے ہے ‘ جبکہ زیر مطالعہ آیات میں مادی وجود کی تخلیق کے ساتھ ساتھ چیزوں کے باطنی خصائص کی تخلیق کا ذکر بھی ہے۔ خَلَقَ فَسَوّٰیکے الفاظ میں چیزوں کے مادی وجود کی تخلیق کے مراحل کا بیان ہے ‘ جبکہ قَدَّرَ فَھَدٰی کے الفاظ کسی تخلیق کے باطنی پہلوئوں کی نشاندہی کرتے ہیں۔  اب ہم ان الفاظ کے معانی و مفہوم کو انسانی ماحول کی مثالوں سے سمجھنے کی کوشش کرتے ہیں۔ چناچہ پہلے دو مراحل تخلیق اور تسویہ کو ایک عمارت کی مثال کے حوالے سے یوں سمجھئے کہ کسی عمارت کا ڈھانچہ کھڑا کردینا اس کی ”تخلیق“ ہے ‘ جبکہ اس کو سجانا ‘ سنوارنا finishing وغیرہ اس کا ”تسویہ“ ہے۔ تخلیق کا تیسرا مرحلہ جس کا یہاں ذکر ہوا ہے وہ ”قدر“ ہے۔ قدر کے لغوی معنی اندازہ مقرر کرنے کے ہیں ‘ جسے عرفِ عام میں ہمارے ہاں تقدیر کہا جاتا ہے۔ اس مفہوم میں کسی تخلیق کے معیار ‘ اس کی صلاحیت ‘ استعداد اور حدود limitations سمیت جملہ خصوصیات کو اس کی قدر یا تقدیر کہا جائے گا۔ مثلاً انسان اشرف المخلوقات تو ہے لیکن وہ ہوا میں اڑنے سے معذور ہے۔ اس کے مقابلے میں ایک چھوٹی سی چڑیا آسانی سے ہوا میں اڑتی پھرتی ہے۔ تو گویا ہوا میں اڑنے کی یہ صلاحیت رکھنا چڑیا کی تقدیر کا خاصہ ہے اور اس اعتبار سے معذور ہونا انسان کی تقدیر کا حصہ ہے۔ اس کے بعد تخلیق کے اگلے مرحلے کے طور پر یہاں ”ہدایت“ کا ذکر آیا ہے۔ اس سے مراد وہ فطری اور جبلی ہدایت ہے جو اللہ تعالیٰ نے اپنی ہر مخلوق کو پیدائشی طور پر عطا کر رکھی ہے۔ اسی ”ہدایت“ کی روشنی میں بکری کو معلوم ہوا ہے کہ اسے گھاس کھانا ہے اور شیر جانتا ہے کہ اس کی غذا گوشت ہے۔ غرض ہر جاندار اپنی زندگی اسی طریقے اور اسی لائحہ عمل کے مطابق گزار رہا ہے جو اللہ تعالیٰ نے اس کے لیے طے کردیا ہے۔  تخلیق کے ان چار مراحل کے حوالے سے اگر ہم انسانی زندگی کا جائزہ لیں تو پہلے دو مراحل یعنی تخلیق اور تسویہ کے اعتبار سے تو انسان میں اور اللہ تعالیٰ کی دوسری مخلوقات میں کوئی فرق نہیں۔ لیکن اگلے دو مراحل تقدیر اور ہدایت کے حوالے سے انسان کا معاملہ دوسری مخلوقات سے الگ ہے۔ اس لحاظ سے ہر انسان کی قدر ‘ صلاحیت اور استعداد اللہ تعالیٰ کے ہاں دو طرح سے طے پاتی ہے۔ اس کا ایک پہلو یا ایک حصہ تو وہ ہے جو اسے پیدائشی طور پر جینز genes کی صورت میں عطا ہوا given ہے اور دوسرا پہلو یا دوسرا حصہ اس کے ماحول کا ہے جس میں وہ آنکھ کھولتا اور پرورش پاتا ہے۔ ان دونوں پہلوئوں کے اچھے برے اور مثبت و منفی عوامل کے ملنے سے ہر انسان کی شخصیت کا ایک سانچہ تیار ہوتا ہے جسے سورة بنی اسرائیل کی آیت 84 میں ”شاکلہ“ کا نام دیا گیا ہے۔ سورئہ بنی اسرائیل کی اس آیت کے تحت اس اصطلاح کی وضاحت کی جا چکی ہے۔ اسی سانچہ یا شاکلہ سے ہر انسان کی استعداد کی حدود متعین ہوتی ہیں۔ اور کوئی انسان انگریزی محاورہ \" one cannot out grow ones skin\" کوئی انسان اپنی کھال سے باہر نہیں نکل سکتا کے مصداق ان حدود سے تجاوز نہیں کرسکتا۔ ہر انسان نیکی کرے گا تو اپنی اسی استعداد کے مطابق کرے گا اور اگر برائی کمائے گا تو انہی حدود کے اندر رہ کر ایسا کرے گا۔ غرض ہر انسان کی عملی زندگی کی ساری محنت ‘ کوشش اور بھاگ دوڑ اپنے شاکلہ کے مطابق ہی ہوگی اور اللہ تعالیٰ کے ہاں اس کی جانچ evaluation بھی اسی حوالے سے کی جائے گی۔ مثلاً ایک شخص کی صلاحیت پچاس درجے تک پہنچنے کی تھی ‘ اگر وہ چالیس درجے تک پہنچ گیا تو ہوسکتا ہے کہ اللہ تعالیٰ کے ہاں وہ کامیاب قرار پائے۔ اس کے مقابلے میں ایک دوسرا شخص جو سو درجے تک جانے کی استعداد رکھتا تھا ‘ وہ ممکن ہے پچاس درجے تک پہنچنے کے بعد بھی ناکام رہے۔ بہرحال اس حوالے سے اللہ تعالیٰ نے ایک اصول طے فرمادیا کہ { لَا یُکَلِّفُ اللّٰہُ نَفْسًا اِلاَّ وُسْعَھَاط } البقرۃ : 286 ”اللہ تعالیٰ نہیں ذمہ دار ٹھہرائے گا کسی جان کو مگر اس کی وسعت کے مطابق۔“  اسی طرح انسان کی ”ہدایت“ کے بھی دو درجے ہیں۔ پہلا درجہ تو جبلی ہدایت کا ہے۔ یعنی جس طرح اللہ تعالیٰ نے اپنی ہر مخلوق کو جبلی ہدایت سے نواز رکھا ہے اسی طرح اس نے ہر انسان کو بھی فطری اور جبلی طور پر ہدایت کا ایک حصہ عطا فرمایا ہے۔ جبکہ انسان کی ہدایت کا دوسرا حصہ وہ ہے جو اللہ تعالیٰ نے اسے وحی کے ذریعے عطا فرمایا ہے۔ یعنی انسان کی فطرت میں پہلے سے ودیعت شدہ بنیادی ہدایت کی تکمیل کے لیے اللہ تعالیٰ نے دنیا میں پیغمبر بھی بھیجے اور کتابیں بھی نازل کیں۔",
  "ayah": 3,
  "surah": 87
}
