{
  "text": "ہماری آنکھیں اور اللہ جل شانہ جس کے یہ اوصاف ہیں یہی تمہارا اللہ ہے، یہی تمہارا پالنہار ہے، یہی سب کا خالق ہے تم اسی ایک کی عبادت کرو، اس کی وحدانیت کا اقرار کرو۔ اس کے سوا کسی کو عبادت کے لائق نہ سمجھو۔ اس کی اولاد نہیں، اس کے ماں باپ نہیں، اس کی بیوی نہیں، اس کی برابری کا اس جیسا کوئی نہیں، وہ ہر چیز کا حافظ نگہبان اور وکیل ہے ہر کام کی تدبیر وہی کرتا ہے سب کی روزیاں اسی کے ذمہ ہیں، ہر ایک کی ہر وقت وہی حفاظت کرتا ہے۔ سلف کہتے ہیں دنیا میں کوئی آنکھ اللہ کو نہیں دیکھ سکتی۔ ہاں قیامت کے دن مومنوں کو اللہ کا دیدار ہوگا، حضرت عائشہ صدیقہ سے مروی ہے کہ جو کہے کہ حضور نے اپنے رب کو دیکھا ہے اس نے جھوٹ کہا پھر آپ نے یہی آیت پڑھی۔ ابن عباس سے اس کے بر خلاف مروی ہے انہوں نے روایت کو مطلق رکھا ہے اور فرماتے ہیں اپنے دل سے حضور نے دو مرتبہ اللہ کو دیکھا سور نجم میں یہ مسئلہ پوری تفصیل سے بیان ہوگا انشاء اللہ تعالیٰ ، اسمعیل بن علی فرماتے ہیں کہ دنیا میں کوئی شخص اللہ کو نہیں دیکھ سکتا اور حضرات فرماتے ہیں یہ تو عام طور پر بیان ہوا ہے پھر اس میں سے قیامت کے دن مومنوں کا اللہ کو دیکھنا مخصوص کرلیا ہے ہاں معتزلہ کہتے ہیں دنیا اور آخرت میں کہیں بھی اللہ کا دیدار نہ ہوگا۔ اس میں انہوں نے اہلسنت کی مخالفت کے علاوہ کتاب اللہ اور سنت رسول ﷺ سے بھی نادانی برتی، کتاب اللہ میں موجود ہے آیت (وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌ 22؀ۙ اِلٰى رَبِّهَا نَاظِرَةٌ 23؀ۚ) 75۔ القیامۃ :2223) یعنی اس دن بہت سے چہرے ترو تازہ ہوں گے اپنے رب کی طرف دیکھنے والے ہوں گے اور فرمان ہے آیت (كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَ) 83۔ المطففین :15) یعنی کفار قیامت والے دن اپنے رب کے دیدار سے محروم ہوں گے۔ امام شافعی فرماتے ہیں اس سے صاف ظاہر ہے کہ مومنوں کے لیے اللہ تعالیٰ کا حجاب نہیں ہوگا متواتر احادیث سے بھی یہی ثابت ہے۔ حضرت ابو سعید ابوہریرہ انس جریج صہیب بلال وغیرہ سے مروی ہے کہحضور ﷺ نے فرمایا کہ مومن اللہ تبارک و تعالیٰ کو قیامت کے میدانوں میں جنت کے باغوں میں دیکھیں گے۔ اللہ تعالیٰ اپنے فضل وکرم سے ہمیں بھی انہیں میں سے کرے آمین ! یہ بھی کہا گیا ہے کہ اسے آنکھیں نہیں دیکھ پاتیں یعنی عقلیں، لیکن یہ قول بہت دور کا ہے اور ظاہر کے خلاف ہے اور گویا کہ ادراک کو اس نے رؤیت کے معنی میں سمجھا، واللہ اعلم، اور حضرات دیدار کے دیکھنے کو ثابت شدہ مانتے ہوئے لیکن ادراک کے انکار کے بھی مخالف نہیں اس لئے کہ ادراک رؤیت سے خاص ہے اور خاص کی نفی عام کی نفی کو لازم نہیں ہوتی۔ اب جس ادراک کی یہاں نفی کی گئی ہے یہ ادراک کیا ہے اور کس قسم کا ہے اس میں کئی قول ہیں مثلاً معرفت حقیقت پس حقیقت کا عالم بجز اللہ کے اور کوئی نہیں گو مومن دیدار کریں گے لیکن حقیقت اور چیز ہے چاند کو لوگ دیکھتے ہیں لیکن اس کی حقیقت اس کی ذات اس کی ساخت تک کس کی رسائی ہوتی ہے ؟ پس اللہ تعالیٰ تو بےمثل ہے ابن علی فرماتے ہیں نہ دیکھنا دنیا کی آنکھوں کے ساتھ مخصوص ہے، بعض کہتے ہیں ادراک اخص ہے رؤیت سے کیونکہ ادراک کہتے ہیں احاطہ کرلینے کو اور عدم احاطہ سے عدم رؤیت لازم نہیں آتی جیسے علم کا احاطہ نہ ہونے سے مطلق علم کا نہ ہونا ثابت نہیں ہوتا۔ احاطہ علم کا نہ ہونا اس آیت سے ثابت ہے کہ آیت (يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِهٖ عِلْمًا) 20۔ طہ :110) صحیح مسلم میں ہے حدیث (لا احصی ثناء علیک کما اثنیت علی نفسک) یعنی اے اللہ میں تیری ثنا کا احاطہ نہیں کرسکتا لیکن ظاہر ہے کہ اس سے مراد مطلق ثنا کا نہ کرنا نہیں، ابن عباس کا قول ہے کہ کسی کی نگاہ مالک الملک کو گھیر نہیں سکتی۔ حضرت عکرمہ سے کہا گیا کہ آیت (لَا تُدْرِكُهُ الْاَبْصَارُ ۡ وَهُوَ يُدْرِكُ الْاَبْصَارَ ۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ) 6۔ الانعام :103) تو آپ نے فرمایا کیا تو آسمان کو نہیں دیکھ رہا ؟ اس نے کہا ہاں فرمایا پھر سب دیکھ چکا ہے ؟ قتادہ فرماتے ہیں اللہ اس سے بہت بڑا ہے کہ اسے آنکھیں ادراک کرلیں۔ چناچہ ابن جرید میں آیت (وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌ) 75۔ القیامۃ :22) کی تفسیر میں ہے کہ اللہ کی طرف دیکھیں گے ان کی نگاہیں اس کی عظمت کے باعث احاطہ نہ کرسکیں گی اور اس کی نگاہ ان سب کو گھیرے ہوئے ہوگی۔ اس آیت کی تفسیر میں ایک مرفوع حدیث میں ہے اگر انسان جن شیطان فرشتے سب کے سب ایک صف باندھ لیں اور شروع سے لے کر آخر تک کے سب موجودہ ہوں تاہم ناممکن ہے کہ کبھی بھی وہ اللہ کا احاطہ کرسکیں۔ یہ حدیث غریب ہے اس کی اس کے سوا کوئی سند نہیں نہ صحاح ستہ والوں میں سے کسی نے اس حدیث کو روایت کیا ہے۔ واللہ اعلم حضرت عکرمہ فرماتے ہیں میں نے حضرت ابن عباس سے سنا کہ آنحضرت ﷺ نے اللہ تبارک و تعالیٰ کو دیکھا تو میں نے کہا کیا اللہ تعالیٰ نے یہ نہیں فرمایا کہ اللہ کو آنکھیں نہیں پا سکتیں اور وہ تمام نگاہوں کو گھیر لیتا ہے، تو آپ نے مجھے فرمایا یہ اللہ کا نور ہے اور وہ جو اس کا ذاتی نور ہے جب وہ اپنی تجلی کرے تو اس کا ادراک کوئی نہیں کرسکتا اور روایت میں ہے اس کے بالمقابل کوئی چیز نہیں ٹھہر سکتی، اسی جواب کے مترادف معنی وہ حدیث ہے جو بخاری مسلم میں ہے کہ اللہ تعالیٰ سوتا نہیں نہ اسے سونا لائق ہے وہ ترازو کو جھکاتا ہے اور اٹھاتا ہے اس کی طرف دن کے عمل رات سے پہلے اور رات کے عمل دن سے پہلے چڑھ جاتے ہیں اس کا حجاب نور ہے یا نار ہے اگر وہ ہٹ جائے تو اس کے چہرے کی تجلیاں ہر اس چیز کو جلا دیں جو اس کی نگاہوں تلے ہے۔ اگلی کتابوں میں ہے کہ حضرت موسیٰ کلیم اللہ نے اللہ تعالیٰ سے دیدار دیکھنے کی خواہش کی تو جواب ملا کہ اے موسیٰ جو زندہ مجھے دیکھے گا وہ مرجائے گا اور جو خشک مجھے دیکھ لے گا وہ ریزہ ریزہ ہوجائے گا، خود قرآن میں ہے کہ جب تیرے رب نے پہاڑ پر تجلی ڈالی تو وہ ٹکڑے ٹکڑے ہوگیا اور موسیٰ بیہوش ہو کر گرپڑے افاقہ کے بعد کہنے لگے اللہ تو پاک ہے میں تیری طرف توبہ کرتا ہوں اور میں سب سے پہلا مومن ہوں۔ یاد رہے کہ اس خاص ادراک کے انکار سے قیامت کے دن مومنوں کے اپنے رب کے دیکھنے سے انکار نہیں ہوسکتا۔ اس کی کیفیت کا علم اسی کو ہے۔ ہاں بیشک اس کی حقیقی عظمت جلالت قدرت بزرگی وغیرہ جیسی ہے وہ بھلا کہاں کسی کی سمجھ میں آسکتی ہے ؟ حضرت عائشہ فرماتی ہیں آخرت میں دیدار ہوگا اور دنیا میں کوئی بھی اللہ کو نہیں دیکھ سکتا اور یہی آیت تلاوت فرمائی۔ پس جس ادراک کی نفی کی ہے وہ معنی میں عظمت و جلال کی روایت کے ہے جیسا کہ وہ ہے۔ یہ تو انسان کیا فرشتوں کے لئے بھی ناممکن ہے ہاں وہ سب کو گھیرے ہوئے ہے جب وہ خالق ہے تو عالم کیوں نہ ہوگا جیسے فرمان ہے آیت (اَلَا يَعْلَمُ مَنْ خَلَقَ ۭ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ) 67۔ الملک :14) کیا وہ نہیں جانے گا جو پیدا کرتا ہے جو لطف و کرم والا اور بڑی خبرداری والا ہے اور ہوسکتا ہے کہ نگاہ سے مراد نگاہ ولا ہو یعنی اسے کوئی نہیں دیکھ سکتا اور وہ سب کو دیکھتا ہے وہ ہر ایک کو نکالنے میں لطیف ہے اور ان کی جگہ سے خبیر ہے واللہ اعلم جیسے کہ حضرت لقمان نے اپنے بیٹے کو وعظ کہتے ہوئے فرمایا تھا کہ بیٹا اگر کوئی بھلائی یا برائی رائی کے دانہ کے برابر بھی ہو خواہ پتھر میں ہو یا آسمانوں میں یا زمین میں اللہ اسے لائے گا اللہ تعالیٰ بڑا باریک بین اور خبردار ہے۔",
  "ayah": 102,
  "surah": 6
}
