{
  "text": "ہدایت و شفا قرآن و حدیث میں ہے بصائر سے مراد دلیلیں اور حجتیں ہیں جو قرآن و حدیث میں موجود ہیں جو انہیں دیکھے اور ان سے نفع حاصل کرے وہ اپنا ہی بھلا کرتا ہے جیسے فرمان ہے کہ راہ پانے والا اپنے لئے راہ پاتا ہے اور گمراہ ہونے والا اپنا ہی بگاڑتا ہے۔ یہاں بھی فرمایا اندھا اپنا ہی نقصان کرتا ہے کیونکہ آخر گمراہی کا اسی پر اثر پڑتا ہے جیسے ارشاد ہے آنکھیں اندھی نہیں ہوتی بلکہ سینوں کے اندر دل اندھے ہوجاتے ہیں، میں تم پر نگہبان حافظ چوکیدار نہیں بلکہ میں تو صرف مبلغ ہوں ہدایت اللہ کے ہاتھ ہے، جس طرح توحید کے دلائل واضح فرمائے اسی طرح اپنی آیتوں کو کھول کھول کر تفسیر اور وضاحت کے ساتھ بیان فرمایا تاکہ کوئی جاہل نہ رہ جائے اور مشرکین مکذبین اور کافرین یہ نہ کہہ دیں کہ تو نے اے نبی اہل کتاب سے یہ درس لیا ہے ان سے پڑھا ہے انہی نے تجھے سکھایا ہے۔ ابن عباس سے یہ معنی بھی مروی ہیں کہ تو نے پڑھ سنایا تو نے جھگڑا کیا تو یہ اسی آیت کی طرح آیت ہوگی جہاں بیان ہے آیت (وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ ھٰذَآ اِلَّآ اِفْكُۨ افْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَ ڔ فَقَدْ جَاۗءُوْ ظُلْمًا وَّزُوْرًا) 25۔ الفرقان :4) کافروں نے کہا کہ یہ تو صرف بہتان ہے جسے اس نے گھڑ لیا ہے اور دوسروں نے اس کی تائید کی ہے اور آیتوں میں ان کے بڑے کا قول ہے کہ اس نے بہت کچھ غور وخوض کے بعد فیصلہ کیا کہ یہ تو چلتا ہوا جادو ہے، یقینا یہ انسانی قول ہے اور اس لئے کہ ہم علماء کے سامنے وضاحت کردیں تاکہ وہ حق کے قائل اور باطل کے دشمن بن جائیں۔ رب کی مصلحت وہی جانتا ہے کہ جو ایک گروہ کو ہدایت اور دوسرے کو ضلالت عطا کرتا ہے، جیسے فرمایا اس کے ساتھ بہت کو ہدایت کرتا ہے اور بہت کو گمراہ کرتا ہے اور آیت میں ہے تاکہ وہ شیطان کے القا کو بیمار دلوں کیلئے سبب فتنہ کر دے اور فرمایا آیت (وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰۗىِٕكَةً ۠ وَّمَا جَعَلْنَا عِدَّتَهُمْ اِلَّا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا) 74۔ المدثر :31) یعنی ہم نے دوزخ کے پاسبان فرشتے مقرر کئے ہیں ان کی مقررہ تعداد بھی کافروں کے لئے فتنہ ہے تاکہ اہل کتاب کامل یقین کرلیں ایماندار ایمان میں بڑھ جائیں اہل کتاب اور مومن شک شبہ سے الگ ہوجائیں اور بیمار دل کفر والے کہتے ہیں کہ اس مثال سے اللہ کی کیا مراد ہے اسی طرح جسے اللہ چاہے گمراہ کرتا ہے اور جسے چاہے راہ راست دکھاتا ہے، تیرے رب کے لشکروں کو بجز اس کے کوئی نہیں جانتا اور آیت میں ہے آیت (وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۗءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا) 17۔ الاسراء :82) یعنی ہم نے قرآن اتارا ہے جو مومنوں کے لئے شفا اور رحمت ہے البتہ ظالموں کو تو نقصان ہی ملتا ہے اور آیت میں ہے کہ یہ ایمان والوں کے لئے ہدایت و شفا ہے اور بےایمانوں کے کانوں میں بوجھ ہے اور ان پر اندھا پن غالب ہے یہ دور کی جگہ سے پکارے جا رہے ہیں اور بھی اس مضمون کی بہت سی آیتیں ہیں جن سے ثابت ہوتا ہے کہ قرآن سے لوگ نصیحت حاصل کرتے ہیں اور گمراہ بھی ہوتے ہیں۔ دارست کی دوسری قرأت درست بھی ہے یعنی پڑھا اور سیکھا اور یہ معنی ہیں کہ اسے تو مدت گزر چکی یہ تو تو پہلے سے لایا ہوا ہے، یہ تو تو پڑھایا گیا ہے اور سکھایا گیا ہے۔ ایک قرأت میں درس بھی ہے لیکن یہ غریب ہے ابی بن کعب فرماتے ہیں رسول ﷺ نے درست پڑھایا ہے۔",
  "ayah": 104,
  "surah": 6
}
