{
  "text": "معجزوں کے طالب لوگ صرف مسلمانوں کو دھوکا دینے کیلئے اور اس لئے بھی کہ خود مسلمان شک شبہ میں پڑجائیں کافر لوگ قسمیں کھا کھا کر بڑے زور سے کہتے تھے کہ ہمارے طلب کردہ معجزے ہمیں دکھا دیئے جائیں تو واللہ ہم بھی مسلمان ہوجائیں۔ اس کے جواب میں اللہ تعالیٰ اپنے نبی کو ہدایت فرماتا ہے کہ آپ کہہ دیں کہ معجزے میرے قبضے میں نہیں یہ اللہ کے ہاتھ میں ہیں وہ چاہے دکھائے چاہے نہ دکھائے ابن جریر میں ہے کہ مشرکین نے حضور سے کہا کہ آپ فرماتے ہیں حضرت موسیٰ ایک پتھر پر لکڑی مارتے تھے تو اس سے بارہ چشمے نکلے تھے اور حضرت عیسیٰ مردوں میں جان ڈال دیتے تھے اور حضرت ثمود نے اونٹنی کا معجزہ دکھایا تھا تو آپ بھی جو معجزہ ہم کہیں دکھا دیں واللہ ہم سب آپ کی نبوت کو مان لیں گے، آپ نے فرمایا کیا معجزہ دیکھنا چاہتے ہو ؟ انہوں نے کہا کہ آپ صفا پہاڑ کو ہمارے لئے سونے کا بنادیں پھر تو قسم اللہ کی ہم سب آپ کو سچا جاننے لگیں گے۔ آپ کو ان کے اس کلام سے کچھ امید بندھ گئی اور آپ نے کھڑے ہو کر اللہ تعالیٰ سے دعا مانگنی شروع کی وہیں حضرت جبرائیل آئے اور فرمانے لگے سنئے اگر آپ چاہیں تو اللہ بھی اس صفا پہار کو سونے کا کر دے گا لیکن اگر یہ ایمان نہ لائے تو اللہ کا عذاب ان سب کو فنا کر دے گا ورنہ اللہ تعالیٰ اپنے عذابوں کو روکے ہوئے ہے ممکن ہے ان میں نیک سمجھ والے بھی ہوں اور وہ ہدایت پر آجائیں، آپ نے فرمایا نہیں اللہ تعالیٰ میں صفا کا سونا نہیں جاہتا بلکہ میں چاہتا ہوں کہ تو ان پر مہربانی فرما کر انہیں عذاب نہ کر اور ان میں سے جسے چاہے ہدایت نصیب فرما۔ اسی پر یہ آیتیں (وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ) 6۔ الانعام :111) تک نازل ہوئیں یہ حدیث گو مرسل ہے لیکن اس کے شاہد بہت ہیں چناچہ قرآن کریم میں اور جگہ ہے آیت (وَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَ) 17۔ الاسراء :59) یعنی معجزوں کے اتارنے سے صرف یہ چیز مانع ہے کہ ان سے اگلوں نے بھی انہیں جھٹلا یا۔ انھا کی دوسری قرأت انھا بھی ہے اور لا یومنون کی دوسری قرأت لا تو منون ہے اس صورت میں معنی یہ ہوں گے کہ اے مشرکین کیا خبر ممکن ہے خود تمہارے طلب کردہ معجزوں کے آجانے کے بعد بھی تمہیں ایمان لانا نصیب نہ ہو اور یہ بھی کہا گیا ہے کہ اس آیت میں خطاب مومنوں سے ہے یعنی اے مسلمانو تم نہیں جانتے یہ لوگ ان نشانیوں کے ظاہر ہو چکنے پر بھی بےایمان ہی رہیں گے۔ اس صورت میں انھا الف کے زیر کے ساتھ بھی ہوسکتا ہے اور الف کے زبر کے ساتھ بھی یشعر کم کا معمول ہو کر اور لا یومنون کا لام اس صورت میں صلہ ہوگا جیسے آیت (قَالَ مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ) 7۔ الاعراف :12) میں۔ اور آیت (وَحَرٰمٌ عَلٰي قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ) 21۔ الانبیآء :95) میں تو مطلب یہ ہوتا کہ اے مومنو تمہارے پاس اس کا کیا ثبوت ہے کہ یہ اپنی من مانی اور منہ مانگی نشانی دیکھ کر ایمان لائیں گے بھی ؟ اور یہ بھی کہا گیا ہے کہ انھا معنی میں لعلھا کے ہے بلکہ حضرت ابی بن کعب کی قرأت میں انھا کے بدلے لعلھا ہی ہے، عرب کے محاورے میں اور شعروں میں بھی یہی پایا گیا ہے، امام ابن جرید ؒ اسی کو پسند فرماتے ہیں اور اس کے بہت سے شواہد بھی انہوں نے پیش کئے ہیں، واللہ اعلم پھر فرماتا ہے کہ ان کے انکار اور کفر کی وجہ سے ان کے دل اور ان کی نگاہیں ہم نے پھیر دی ہیں، اب یہ کسی بات پر ایمان لانے والے ہی نہیں۔ ایمان اور ان کے درمیان دیوار حائل ہوچکی ہے، روئے زمین کے نشانات دیکھ لیں گے تو بھی بےایمان ہی رہیں گے اگر ایمان قسمت میں ہوتا تو حق کی آواز پر پہلے ہی لبیک پکار اٹھتے۔ اللہ تعالیٰ ان کی بات سے پہلے یہ جانتا تھا کہ یہ کیا کہیں گے ؟ اور ان کے عمل سے پہلے جانتا تھا کہ یہ کیا کریں گے ؟ اسی لئے اس نے بتلا دیا کہ ایسا ہوگا فرماتا ہے آیت (وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ) 35۔ فاطر :14) اللہ تعالیٰ جو کامل خبر رکھنے والا ہے اور اس جیسی خبر اور کون دے سکتا ہے ؟ اس نے فرمایا کہ یہ لوگ قیامت کے روز حسرت و افسوس کے ساتھ آرزو کریں گے کہ اگر اب لوٹ کر دنیا کی طرف جائیں تو نیک اور بھلے بن کر رہیں۔ لیکن اللہ سبحانہ و تعالیٰ فرماتا ہے اگر بالفرض یہ لوٹا بھی دیئے جائیں تو بھی یہ ایسے کے ایسے ہی رہیں گے اور جن کاموں سے روکے گئے ہیں انہی کو کریں گے، ہرگز نہ چھوڑیں گے، یہاں بھی فرمایا کہ معجزوں کا دیکھنا بھی ان کے لئے مفید نہ ہوگا ان کی نگاہیں حق کو دیکھنے والی ہی نہیں رہیں ان کے دل میں حق کیلئے کوئی جگہ خالی ہی نہیں۔ پہلی بار ہی انہیں ایمان نصیب نہیں ہوا اسی طرح نشانوں کے ظاہر ہونے کے بعد بھی ایمان سے محروم رہیں گے۔ بلکہ اپنی سرکشی اور گمراہی میں ہی بہکتے اور بھٹکتے حیران و سرگرداں رہیں گے۔ (اللہ تعالیٰ ہمارے دلوں کو اپنے دین پر ثابت رکھے۔ آمین)۔",
  "ayah": 109,
  "surah": 6
}
