{
  "text": "انسانوں میں سے ہی رسول اللہ کا عظیم احسان  کفار کی ضد اور سرکشی بیان ہو رہی ہے کہ یہ تو حق کے دشمن ہیں۔ بالفرض یہ کتاب اللہ کو آسمان سے اترتی ہوئی اپنی آنکھوں دیکھ لیتے اور اپنے ہاتھ لگا کر اسے اچھی طرح معلوم کرلیتے پھر بھی ان کا کفر نہ ٹوٹتا اور یہ کہہ دیتے کہ یہ تو کھلا جادو ہے، محسوسات کا انکار بھی ان سے بعید نہیں، جیسے اور جگہ ہے آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ) 15۔ الحجر :14) یعنی اگر ہم آسمان کا دروازہ کھول دیتے اور یہ خود اوپر چڑھ جاتے، جب یہ بھی یہی کہتے کہ ہماری آنکھوں پر پٹی باندھ دی گئی ہے بلکہ ہم پر جادو کردیا گیا ہے اور ایک آیت میں ہے آیت (وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۗءِ سَاقِـطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ) 52۔ الطور :44) غرض کہ جن باتوں کے ماننے کے عادی نہیں انہیں ہوتے ہوئے دیکھ کر بھی ایمان نصیب نہیں ہونے کا، یہ کہتے ہیں کہ اگر حضور سچے رسول ہیں تو ان کے ساتھ اللہ تعالیٰ نے کسی فرشتے کی ڈیوٹی کیوں نہیں لگائی ؟ اللہ تعالیٰ جواب دیتا ہے کہ ان کی اس بےایمانی پر اگر فرشتے آجاتے تو پھر تو کام ہی ختم کردیا جاتا، چناچہ اور آیت میں ہے آیت (مَا نُنَزِّلُ الْمَلٰۗىِٕكَةَ اِلَّا بالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ) 15۔ الحجر :8) یعنی فرشتوں کو ہم حق کے ساتھ ہی اتارتے ہیں۔ اگر یہ آجائیں تو پھر مہلت و تاخیر ناممکن ہے اور جگہ ہے آیت (يَوْمَ يَرَوْنَ الْمَلٰۗىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْـرًا مَّحْجُوْرًا) 25۔ الفرقان :22) جس دن یہ لوگ فرشتوں کو دیکھ لیں گے اس دن گہنگار کو کوئی بشارت نہیں ہوگی، پھر فرماتا ہے بالفرض رسول کے ساتھ کوئی فرشتہ ہم اتارتے یا خود فرشتے ہی کو اپنا رسول بنا کر انسانوں میں بھیجتے تو لا محالہ اسے بصورت انسانی ہی بھیجتے تاکہ یہ لوگ اس کے ساتھ بیٹھ اٹھ سکیں، بات چیت کرسکیں اس سے حکم احکام سیکھ سکیں۔ یکجہتی کی وجہ سے طبیت مانوس ہوجائے اور اگر ایسا ہوتا تو پھر انہیں اسی شک کا موقعہ ملتا کہ نہ جانیں یہ سچ مچ فرشتہ ہے بھی یا نہیں ؟ کیونکہ وہ بھی انسان جیسا ہے اور آیت میں ہے آیت (قُلْ لَّوْ كَانَ فِي الْاَرْضِ مَلٰۗىِٕكَةٌ يَّمْشُوْنَ مُطْمَىِٕنِّيْنَ لَنَزَّلْنَا عَلَيْهِمْ مِّنَ السَّمَاۗءِ مَلَكًا رَّسُوْلًا) 17۔ الاسراء :95) یعنی اگر زمین میں فرشتوں کی آبادی ہوتی تو ہم ان کی طرف فرشتے ہی کو رسول بنا کر نازل فرماتے، پس درحقیقت اس رب محسن کا ایک احسان یہ بھی ہے کہ انسانوں کی طرف انہی کی جنس میں سے انسان ہی کو رسول بنا کر بھیجا تاکہ اس کے پاس اٹھ بیٹھ سکیں اس سے پوچھ گچھ لیں اور ہم جنسی کی وجہ سے خلط ملط ہو کر فائدہ اٹھا سکیں۔ چناچہ ارشاد ہے آیت (لَقَدْ مَنَّ اللّٰهُ عَلَي الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْھِمْ رَسُوْلًا مِّنْ اَنْفُسِھِمْ يَتْلُوْا عَلَيْھِمْ اٰيٰتِھٖ وَيُزَكِّيْھِمْ وَيُعَلِّمُھُمُ الْكِتٰبَ وَالْحِكْمَةَ) 3۔ آل عمران :164) یعنی یقینا اللہ تعالیٰ محسن حقیقی کا ایک زبردست احسان مسلمانوں پر یہ بھی ہے کہ اس نے انہی میں سے ایک رسول بھیجا جو آیات الہیہ ان کے سامنے تلاوت کرتا رہتا ہے اور انہیں پاک کرتا ہے، مطلب یہ ہے کہ اگر فرشتہ ہی اترتا تو چونکہ اس نور محض کو یہ لوگ دیکھ ہی نہیں سکتے اس لئے اے انسانی صورت میں ہی بھیجتے تو پھر بھی ان پر شبہ ہی رہتا، پھر اللہ تعالیٰ اپنے نبی کو تسکین اور تسلی دیتا ہے کہ آپ دل گرفتہ نہ ہوں آپ سے پہلے بھی جتنے انبیاء آئے ان کا بھی مذاق اڑایا گیا لیکن بالاخر مذاق اڑانے والے تو برباد ہوگئے اسی طرح آپ کے ساتھ بھی جو لوگ بےادبی سے پیش آتے ہیں ایک رو پیس دیئے جائیں گے، لوگو ! ادھر ادھر پھر پھرا کر عبرت کی آنکھوں سے ان کے انجام کو دیکھو جنہوں نے تم سے پہلے رسولوں کے ساتھ بد سلوکی کی، ان کی نہ مانی اور ان پر پھبتیاں کسیں دنیا میں بھی وہ خراب و خستہ ہوئے اور آخرت کی مار ابھی باقی ہے، رسولوں کو اور ان کے ماننے والوں کو ہم نے یہاں بھی ترقی دی اور وہاں بھی انہیں بلند درجے عطا فرمائے۔",
  "ayah": 11,
  "surah": 6
}
