{
  "text": "جن اور انسان اور پاداش عمل یہ اور سرزنش اور ڈانت ڈپٹ ہے جو قیامت کے دن اللہ کی طرف سے انسانوں اور جنوں کو ہوگی ان سے سوال ہوگا کہ کیا تم میں سے ہی تمہارے پاس میرے بھیجے ہوئے رسول نہیں آئے تھے۔ یہ یاد رہے کہ رسول کل کے کل انسان ہی تھے کوئی جن رسول نہیں ہوا۔ ائمہ سلف خلف کا مذہب یہی ہے جنات میں نیک لوگ اور جنوں کو نیکی کی تعلیم کرتے تھے۔ بدی سے روکتے تھے لیکن رسول صرف انسانوں میں سے ہی آتے رہے۔ ضحاک بن مزاحم سے ایک روایت مروی ہے کہ جنات میں بھی رسول ہوتے ہیں اور ان کی دلیل ایک تو یہ آیت ہے سو یہ کوئی دلیل نہیں اس لئے کہ اس میں صراحت نہیں اور یہ آیت تو بالکل ویسی ہی ہے جیسے آیت (مَرَجَ الْبَحْرَيْنِ يَلْتَقِيٰنِ) 55۔ الرحمن :19) سے (يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ) 55۔ الرحمن :22) تک کی آیتیں صاف ظاہر ہے کہ موتی مرجان صرف کھاری پانی کے سمندروں میں نکلتے ہیں۔ میٹھے پانی سے نہیں نکلتے لیکن ان آیتوں میں دونوں قسم کے سمندروں میں سے موتیوں کا نکلنا پایا جاتا ہے کہ ان کی جنس میں سے مراد یہی ہے اس طرح اس آیت میں مراد جنوں انسانوں کی جنس میں سے ہے نہ کہ ان دونوں میں سے ہر ایک میں سے اور رسولوں کے صرف انسان ہی ہونے کی دلیل آیت (اِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰي نُوْحٍ وَّالنَّـبِيّٖنَ مِنْۢ بَعْدِهٖ ۚ وَاَوْحَيْنَآ اِلٰٓي اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَعِيْسٰى وَاَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚ وَاٰتَيْنَا دَاوٗدَ زَبُوْرًا01603ۚ وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۭ وَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِــيْمًا01604ۚ رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ للنَّاسِ عَلَي اللّٰهِ حُجَّــةٌۢ بَعْدَ الرُّسُلِ) 4۔ النسآء :163) اور (وَجَعَلْنَا فِيْ ذُرِّيَّـتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ) 57۔ الحدید :26) پس ثابت ہوتا ہے کہ خلیل اللہ حضرت ابراہیم ؑ کے بعد نبوت کا انحصار آپ ہی کی اولاد میں ہو رہا۔ اور یہ بھی ظاہر ہے کہ اس انوکھی بات کا قائل ایک بھی نہیں کہ آپ سے پہلے نبی ہوتے تھے اور پھر ان میں سے نبوت جھین لی گئی اور آیت اس سے بھی صاف ہے فرمان ہے آیت (وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَاْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِي الْاَسْوَاقِ ۭ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً ۭ اَتَصْبِرُوْنَ ۚ وَكَانَ رَبُّكَ بَصِيْرًا) 25۔ الفرقان :20) یعنی تجھ سے پہلے جتنے رسول ہم نے بھیجے سب کھانا کھاتے تھے اور بازاروں میں آتے جاتے تھے اور آیت میں ہے اور اس نے یہ مسئلہ بالکل صاف کردیا ہے فرماتا ہے آیت (وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰى) 12۔ یوسف :109) یعنی تجھ سے پہلے ہم نے مردوں کو ہی بھیجا ہے جو شہروں کے ہی تھے جن کی طرف ہم نے اپنی وحی نازل فرمائی تھی۔ چناچہ جنات کا یہی قول قرآن میں موجود ہے آیت (وَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَ ۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْا ۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ) 46۔ الاحقاف :29) جبکہ ہم نے جنوں کی ایک جماعت کو تیری طرف پھیرا جو قرآن سنتے رہے جب سن چکے تو واپس اپنی قوم کے پاس گئے اور انہیں آگاہ کرتے ہوئے کہنے لگے کہ ہم نے موسیٰ کے بعد کی نازل شدہ کتاب سنی جو اپنے سے پہلے کی کتابوں کی تصدیق کرتی ہے اور راہ حق دکھاتی ہے اور صراط مستقیم کی رہبری کرتی ہے، پس تم سب اللہ کی طرف دعوت دینے والے کی مانو اور اس پر ایمان لاؤ تاکہ اللہ تمہارے گناہوں کو بخشے اور تمہیں المناک عذابوں سے بچائے اللہ کی طرف سے جو پکارنے والا ہے اس کی نہ ماننے والے اللہ کو عاجز نہیں کرسکتے نہ اس کے سوا اپنا کوئی اور کار ساز اور والی پاسکتے ہیں بلکہ ایسے لوگ کھلی گمراہی میں ہیں۔ ترمذی وغیرہ کی حدیث میں ہے کہ اس موقعہ پر جنات کو رسول اللہ ﷺ نے سورة الرحمن پڑھ کر سنائی تھی جس میں ایک آیت (سَنَفْرُغُ لَكُمْ اَيُّهَا الثَّقَلٰنِ) 55۔ الرحمن :31) ہے یعنی اے جنو انسانوں ہم صرف تمہاری ہی طرف تمام تر توجہ کرنے کیلئے عنقریب فارغ ہوں گے۔ پھر تم اپنے رب کی کس نعمت کو جھٹلا رہے ہو ؟ الغرض انسانوں اور جنوں کو اس آیت میں نبیوں کے ان میں سے بھیجنے میں بطور خطاب کے شامل کرلیا ہے ورنہ رسول سب انسان ہی ہوتے ہیں۔ نبیوں کا کام یہی رہا کہ وہ اللہ کی آیتیں سنائیں اور قیامت کے دن سے ڈرائیں۔ اس سوال کے جواب میں سب کہیں گے کہ ہاں ہمیں اقرار ہے تیرے رسول ہمارے پاس آئے اور تیرا کلام بھی پہنچایا اور اس دن سے بھی متنبہ کردیا تھا۔ پھر جناب باری فرماتا ہے انہوں نے دنیا کی زندگی دھوکے میں گذاری رسولوں کو جھٹلاتے رہے۔ معجزوں کی مخالفت کرتے رہے دنیا کی آرائش پر جان دیتے رہے گئے۔ شہوت پرستی میں پڑے رہے قیامت کے دن اپنی زبانوں سے اپنے کفر کا اقرار کریں گے کہ ہاں بیشک ہم نے نبیوں کی نہیں مانی۔ صلوات اللہ وسلامہ علیہم",
  "ayah": 130,
  "surah": 6
}
