{
  "text": "مسائل زکوٰۃ اور عشر مظاہر قدرت خالق کل اللہ تعالیٰ ہی ہے کھیتیاں پھل چوپائے سب اسی کے پیدا کئے ہوئے ہیں کافروں کو کوئی حق نہیں کہ حرام حلال کی تقسیم از خود کریں۔ درخت بعض تو بیل والے ہیں جیسے انگور وغیرہ کہ وہ محفوظ ہوتے ہیں بعض کھڑے جو جنگلوں اور پہاڑوں پر کھڑے ہوئے ہیں۔ دیکھنے میں ایک دورے سے ملتے جلتے مگر پھلوں کے ذائقے کے لحاظ سے الگ الگ۔ انگور کھجور یہ درخت تمہیں دیتے ہیں کہ تم کھاؤ مزہ اٹھاؤ لطف پاؤ۔ اس کا حق اس کے کٹنے اور ناپ تول ہونے کے دن ہی دو یعنی فرض زکوٰۃ جو اس میں مقرر ہو وہ ادا کردو۔ پہلے لوگ کچھ نہیں دیتے تھے شریعت نے دسواں حصہ مقرر کیا اور ویسے بھی مسکینوں اور بھوکوں کا خیال رکھنا۔ چناچہ مسند احمد کی حدیث میں ہے کہ حضور نے فرمان صادر فرمایا تھا کہ جس کی کھجوریں دس وسق سے زیادہ ہوں وہ چند خوشے مسجد میں لا کر لٹکا دے تاکہ مساکین کھا لیں۔ یہ بھی مراد ہے کہ زکوٰۃ کے سوا اور کچھ سلوک بھی اپنی کھیتیوں باڑیوں اور باغات کے پھلوں سے اللہ کے بندوں کے ساتھ کرتے رہو، مثلاً پھل توڑنے اور کھیت کاٹنے کے وقت عموماً مفلس لوگ پہنچ جایا کرتے ہیں انہیں کچھ چھوڑ دو تاکہ مسکینوں کے کام آئے۔ ان کے جانوروں کا چارہ ہو، زکوٰۃ سے پہلے بھی حقداروں کو کچھ نہ کچھ دیتے رہا کرو، پہلے تو یہ بطور وجوب تھا لیکن زکوٰۃ کی فرضیت کے بعد بطور نفل رہ گیا زکوٰۃ اس میں عشر یا نصف عشر مقرر کردی گئی لیکن اس سے فسخ نہ سمجھا جائے۔ پہلے کچھ دینار ہوتا تھا پھر مقدار مقرر کردی گئی زکوٰۃ کی مقدار سنہ002ہجری میں مقرر ہوئی۔ واللہ اعلم۔ کھیتی کاٹتے وقت اور پھل اتارتے وقت صدقہ نہ دینے والوں کی اللہ تعالیٰ نے مذمت بیان فرمائی سورة کہف، میں ان کا قصہ بیان فرمایا کہ ان باغ والوں نے قسمیں کھا کر کہا کہ صبح ہوتے ہی آج کے پھل ہم اتار لیں گے اس پر انہوں نے انشاء اللہ بھی نہ کہا۔ یہ ابھی رات کو بیخبر ی کی نیند میں ہی تھے وہاں آفت ناگہانی آگئی اور سارا باع ایسا ہوگیا گویا پھل توڑ لیا گیا ہے بلکہ جلا کر خاکستر کردیا گیا ہے یہ صبح کو اٹھ کر ایک دوسرے کو جگا کر پوشیدہ طور سے چپ چاپ چلے کہ ایسا نہ ہو حسب عادت فقیر مسکین جمع ہوجائیں اور انہیں کچھ دینا پڑے یہ اپنے دلوں میں یہی سوچتے ہوئے کہ ابھی پھل توڑ لائیں گے بڑے اہتمام کے ساتھ صبح سویرے ہی وہاں پہنچے تو کیا دیکھتے ہیں کہ سارا باغ تو خاک بنا ہوا ہے اولاً تو کہنے لگے بھئی ہم راستہ بھول گئے کسی اور جگہ آگئے ہمارا باغ تو شام تک لہلہا رہا تھا پھر کہنے لگا نہیں باغ تو یہی ہے ہماری قسمت پھوٹ گئی ہم محروم ہوگئے۔ اس وقت ان میں جو باخبر شخص تھا کہنے لگا دیکھو میں تم سے نہ کہتا تھا کہ اللہ کا شکر کرو اس کی پاکیزگی بیان کرو۔ اب تو سب کے سب کہنے لگے ہمارا رب پاک ہے یقینا ہم نے ظلم کیا پھر ایک دوسرے کو ملامت کرنے لگے کہ ہائے ہماری بدبختی کہ ہم سرکش اور حد سے گذر جانے والے بن گئے تھے۔ ہمیں اب بھی اللہ عزوجل سے امید ہے کہ وہ ہمیں اس سے بہتر عطا فرمائے گا ہم اب صرف اپنے رب سے امید رکھتے ہیں۔ ناشکری کرنے اور تنہا خوری پسند کرنے والوں پر اسی طرح ہمارے عذاب آیا کرتے ہیں اور بھی آخرت کے بڑے عذاب باقی ہیں لیکن افسوس کہ یہ سمجھ بوجھ اور علم و عقل سے کام ہی نہیں لیتے۔ یہاں اس آیت میں صدقہ دینے کا حکم فرما کر خاتمے پر فرمایا کہ فضول خرچی سے بچو فضول خرچ اللہ کا دوست نہیں۔ اپنی اوقات سے زیادہ نہ لٹا فخر دریا کے طور پر اپنا مال برباد نہ کرو۔ حضرت ثابت بن قیس بن شماس نے اپنے کھجوروں کے باغ سے کھجوریں اتاریں اور عہد کرلیا کہ آج جو لینے آئے گا میں اسے دوں گا لوگ ٹوٹ پڑے شام کو ان کے پاس ایک کھجور بھی نہ رہی۔ اس پر یہ فرمان اترا۔ ہر چیز میں اسراف منع ہے، اللہ کے حکم سے تجاوز کر جانے کا نام اسراف ہے خواہ وہ کسی بارے میں ہو۔ اپنا سارا ہی مال لٹا کر فقیر ہو کر دوسروں پر اپنا انبار ڈال دینا بھی اسراف ہے اور منع ہے، یہ بھی مطلب ہے کہ صدقہ نہ روکو جس سے اللہ کے نافرمان بن جاؤ یہ بھی اسراف ہے گویہ مطلب اس آیت کے ہیں لیکن بظاہر الفاظ یہ معلوم ہوتا ہے کہ پہلے کھانے کا ذکر ہے تو اسراف اپنے کھانے پینے میں کرنے کی ممانعت یہاں ہے کیونکہ اس سے عقل میں اور بدن میں ضرر پہنچا ہے۔ قرآن کی اور آیت میں ہے آیت (وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْا ۚ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ) 7۔ الاعراف :31) کھاؤ پیو اور اسراف نہ کرو۔ صحیح بخاری میں ہے کھاؤ پیو پہنو اوڑھو لیکن اسراف اور کبر سے بچوں واللہ اعلم۔ اسی اللہ نے تمہارے لئے چوپائے پیدا کئے ہیں ان میں سے بعض تو بوجھ ڈھونے والے ہیں جیسے اونٹ گھوڑے خچر گدھے وغیرہ اور بعض پستہ قد ہیں جیسے بکری وغیرہ، انہیں (فرش) اس لئے کہا گیا کہ یہ قد و قامت میں پست ہوتے ہیں زمین سے ملے رہتے ہیں۔ یہ بھی کہا گیا ہے کہ (حمولہ) سے مراد سواری کے جانور اور (فرشا) سے مراد جن کا دودھ پیا جاتا ہے اور جن کا گوشت کھایا جاتا ہے جو سواری کے قابل نہیں ان کے بالوں سے لحاف اور فرش تیار ہوتے ہیں۔ یہ قول حضرت سدی کا ہے اور بہت ہی مناسب ہے خود قرآن کی سورة یاسین میں موجود ہے کہ کیا انہوں نے اس بات پر نظر نہیں کی ؟ کہ ہم نے ان کے لئے چوپائے پیدا کردیئے ہیں جو ہمارے ہی ہاتھوں کے بنائے ہوئے ہیں اور اب یہ ان کے مالک بن بیٹھے ہیں ہم نے ہی تو انہیں ان کے بس میں کردیا ہے کہ بعض سوریاں کر رہے ہیں اور بعض کو یہ کھانے کے کام میں لاتے ہیں اور آیت میں ہے آیت (وَاِنَّ لَكُمْ فِي الْاَنْعَامِ لَعِبْرَةً ۭ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۗىِٕغًا لِّلشّٰرِبِيْنَ) 16۔ النحل :66) مطلب یہ ہے کہ ہم تمہیں ان چوپایوں کا دودھ پلاتے ہیں اور ان کے بال اون وغیرہ سے تمہارے اوڑھنے بچھونے اور طرح طرح کے فائدے اٹھانے کی چیزیں بناتے ہیں اور جگہ ہے اللہ وہ ہے جس نے تمہارے لئے چوپائے جانور پیدا کئے تاکہ تم ان پر سواریاں کرو انہیں کھاؤ اور بھی فائدے اٹھاؤ ان پر اپنے سفر طے کر کے اپنے کام پورے کرو اسی نے تمہاری سواری کیلئے کشتیاں بنادیں وہ تمہیں اپنی بیشمار نشانیاں دکھا رہا ہے بتاؤ تو کس کس نشانی کا انکار کرو گے ؟ پھر فرماتا ہے اللہ کی روزی کھاؤ پھل، اناج، گوشت وغیرہ۔ شیطانی راہ پر نہ چلو، اس کی تابعداری نہ رو جیسے کہ مشرکوں نے اللہ کی چیزوں میں از خود حلال حرام کی تقسیم کردی تم بھی یہ کر کے شیطان کے ساتھی نہ بنو۔ وہ تمہارا دشمن ہے، اسے دوست نہ سمجھو۔ وہ تو اپنے ساتھ تمہیں بھی اللہ کے عذابوں میں پھنسانا چاہتا ہے، دیکھو کہیں اس کے بہکانے میں نہ آجانا اسی نے تمہارے باپ آدم کو جنت سے باہر نکلوایا، اس کھلے دشمن کو بھولے سے بھی اپنا دوست نہ سمجھو۔ اس کی ذریت سے اور اس کے یاروں سے بھی بچو۔ یاد رکھو ظالموں کو برا بدلہ ملے گا۔ اس مضمون کی اور بھی آیتیں کلام اللہ شریف میں بہت سی ہیں۔",
  "ayah": 142,
  "surah": 6
}
