{
  "text": "اللہ تعالیٰ کے مقرر کردہ حلال و حرام اللہ تعالیٰ عزوجل اپنے بندے اور نبی حضرت محمد ﷺ کو حکم دیتا ہے کہ آپ ان کافروں سے جو اللہ کے حلال کو اپنی طرف سے حرام کرتے ہیں فرما دیں کہ جو وحی الٰہی میرے پاس آئی ہے اس میں تو حرام صرف ان چیزوں کو کیا گیا ہے، جو میں تمہیں سناتا ہوں، اس میں وہ چیزیں حرمت والی نہیں، جن کی حرمت کو تم رائج کر رہے ہو، کسی کھانے والے پر حیوانوں میں سے سوا ان جانوروں کے جو بیان ہوئے ہیں کوئی بھی حرام نہیں۔ اس آیت کے مفہوم کا رفع کرنے والی سورة مائدہ کی آئیندہ آیتیں اور دوسری حدیثیں ہیں جن میں حرمت کا بیان ہے وہ بیان کی جائیں گی، بعض لوگ اسے نسخ کہتے ہیں اور اکثر متأخرین اسے نسخ نہیں کہتے کیونکہ اس میں تو اصلی مباح کو اٹھا دینا ہے۔ واللہ اعلم۔ خون وہ حرام ہے جو بوقت ذبح بہ جاتا ہے، رگوں میں اور گوشت میں جو خون مخلوط ہو وہ حرام نہیں۔ حضرت عائشہ ؓ گدھوں اور درندوں کا گوشت اور ہنڈیا کے اوپر جو خون کی سرخی آجائے، اس میں کوئی حرج نہیں جانتی تھیں۔ عمرو بن دینار نے حضرت جابر بن عبداللہ سے سوال کیا کہ لوگ کہتے ہیں کہ رسول اللہ ﷺ نے جنگ خیبر کے موقعہ پر پالتو گدھوں کا کھانا حرام کردیا ہے، آپ نے فرمایا، ہاں حکم بن عمر تو رسول اللہ ﷺ سے یہی روایت کرتے ہیں لیکن حضرت ابن عباس اس کا انکار کرتے ہیں اور آیت (قل لا اجد) تلاوت کرتے ہیں، ابن عباس کا فرمان ہے کہ اہل جاہلیت بعض چیزیں کھاتے تھے بعض کو بوجہ طبعی کراہیت کے چھوڑ دیتے تھے۔ اللہ نے اپنے نبی کو بھیجا، اپنی کتاب اتاری، حلال حرام کی تفصیل کردی، پس جسے حلال کردیا وہ حلال ہے اور جسے ہر ام کردیا وہ حرام ہے اور جس سے خاموش رہے وہ معاف ہے۔ پھر آپ نے اسی آیت (قل لا اجد) کی تلاوت کی۔ حضرت سودہ بنت زمعہ کی بکری مرگئی، جب حضور سے ذکر ہوا تو آپ نے فرمایا تم نے اس کی کھال کیوں نہ اتار لی ؟ جواب دیا کہ کیا مردہ بکری کی کھال اتار لینی جائز ہے ؟ آپ نے یہی آیت تلاوت فرما کر فرمایا کہ \" اس کا صرف کھانا حرام ہے، لیکن تم اسے دباغت دے کر نفع حاصل کرسکتے ہوں \"۔ چناچہ انہوں نے آدمی بھیج کر کھال اتروالی اور اس کی مشک بنوائی جو ان کے پاس مدتوں رہی اور کام آئی۔ (بخاری وغیرہ) حضرت ابن عمر سے قنفد (یعنی خار پشت جسے اردو میں ساہی بھی کہتے ہیں) کے کھانے کی نسبت سوال ہوا تو آپ نے یہی آیت پڑھی اس پر ایک بزرگ نے فرمایا میں نے حضرت ابوہریرہ سے سنا ہے کہ ایک مرتبہ اس کا ذکر رسول اللہ ﷺ کے سامنے آیا تھا تو آپ نے فرمایا وہ خبیثوں میں سے ایک خبیث ہے اسے سن کر حضرت ابن عمر نے فرمایا اگر حضور نے یہ فرمایا ہے تو وہ یقینا ویسی ہی ہے جیسے آپ نے ارشاد فرما دیا (ابو داؤد وغیرہ) پھر فرمایا جو شخص ان حرام چیزوں کو کھانے پر مجبور ہوجائے لیکن وہ باغی اور ہد سے تجاوز کرنے والا نہ ہو تو اسے اس کا کھا لینا جائز ہے اللہ اسے بخش دے گا کیونکہ وہ غفور و رحیم ہے اس کی کامل تفسیر سورة بقرہ میں گذر چکی ہے یہاں تو مشرکوں کے اس فعل کی تردید منظور ہے جو انہوں نے اللہ کے حلال کو حرام کردیا تھا اب بتادیا گیا کہ یہ چیزیں تم پر حرام ہیں اس کے علاوہ کوئی چیز حرام نہیں۔ اگر اللہ کی طرف سے وہ بھی حرام ہوتیں تو ان کا ذکر بھی آجاتا۔ پھر تم اپنی طرف سے حلال کیوں مقرر کرتے ہو ؟ اس بنا پر پھر اور چیزوں کی حرمت باقی رہتی جیسے کہ گھروں کے پالتو گدھوں کی ممانعت اور درندوں کے گوشت کی اور جنگل والے پرندوں کی جیسے کہ علماء کا مشہور مذہب ہے (یہ یاد رہے کہ ان کی حرمت قطعی ہے کیونکہ صحیح احادیث سے ثابت ہے اور قرآن نے حدیث کا ماننا بھی فرض کیا ہے۔ مترجم)",
  "ayah": 145,
  "surah": 6
}
