{
  "text": "یتیموں کے ساتھ حسن سلوک کی تاکید ابو داؤد وغیرہ میں ہے کہ جب آیت (ولا تقربوا) اور آیت (ان الذین یاکلون اموال الیتامی ظلما) نازل ہوئیں تو اصحاب رسول نے یتیموں کا کھانا پینا اپنے کھانے پینے سے بالکل الگ تھلگ کردیا اس میں علاوہ ان لوگوں کے نقصان اور محنت کے یتیموں کا نقصان بھی ہونے لگا اگر بچ رہا تو یا تو وہ باسی کھائیں یا سڑ کر خراب ہوجائے جب حضور سے اس کا ذکر ہوا تو آیت (فِى الدُّنْيَا وَالْاٰخِرَةِ ۭ وَيَسْــَٔـلُوْنَكَ عَنِ الْيَتٰمٰي ۭ قُلْ اِصْلَاحٌ لَّھُمْ خَيْرٌ ۭوَاِنْ تُخَالِطُوْھُمْ فَاِخْوَانُكُمْ ۭ وَاللّٰهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۭ وَلَوْ شَاۗءَ اللّٰهُ لَاَعْنَتَكُمْ ۭ اِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ) 2۔ البقرة :220) نازل ہوئی کہ ان کے لئے خیر خواہی کرو ان کا کھانا پینا ساتھ رکھنے میں کوئی حرج نہیں وہ تمہارے بھائی ہیں اسے پڑھ کر سن کر صحابہ نے ان کا کھانا اپنے ساتھ ملا لیا۔ یہ حکم ان کے سن بلوغ تک پہنچنے تک ہے گو بعض نے تیس سال بعض نے چالیس سال اور بعض نے ساٹھ سال کہے ہیں لیکن یہ سب قول یہاں مناسب نہیں اللہ اعلم، پھر حکم فرمایا کہ لین دین میں ناپ تول میں کمی بیشی نہ کرو، ان کے لئے ہلاکت ہے جو لیتے وقت پورا لیں اور دیتے وقت کم دیں، ان امتوں کو اللہ نے غارت کردیا جن میں یہ بد خصلت تھی، جامع ابو عیسیٰ ترمذی میں ہے کہ حضور نے ناپنے اور تولنے والوں سے فرمایا تم ایک ایسی چیز کے والی بنائے گئے ہو، جس کی صحیح نگرانی نہ رکھنے والے تباہ ہوگئے، پھر فرماتا ہے، کسی پر اس کی طاقت سے زیادہ بوجھ ہم نہیں لادتے یعنی اگر کسی شخص نے اپنی طاقت بھر کوشش کرلی دوسرے کا حق دے دیا، اپنے حق سے زیادہ نہ لیا، پھر بھی نادانستگی میں غلطی سے کوئی بات رہ گئی ہو تو اللہ کے ہاں اس کی پکڑ نہیں۔ ایک روایت میں ہے کہ آپ نے آیت کے یہ دونوں جملے تلاوت کر کے فرمایا کہ جس نے صحیح نیت سے وزن کیا، تولا، پھر بھی واقع میں کوئی کمی زیادتی بھول چوک سے ہوگئی تو اس کا مؤاخذہ نہ ہوگا۔ یہ حدیث مرسل اور غریب ہے، پھر فرماتا ہے بات انصاف کی کہا کرو کہ قرابت داری کے معاملے میں ہی کچھ کہنا پڑے۔ جیسے فرمان ہے آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوّٰمِيْنَ بالْقِسْطِ شُهَدَاۗءَ لِلّٰهِ) 4۔ النسآء :135) اور سورة نساء میں بھی یہی حکم دیا کہ ہر شخص کو ہر حال میں سچائی اور انصاف نہ چھوڑنا چاہئے۔ جھوٹی گواہی اور غلط فیصلے سے بچنا چاہئے، اللہ کے عہد کو پورا کرو، اس کے احکام بجا لاؤ، اس کی منع کردہ چیزوں سے الگ رہو، اس کی کتاب اس کے رسول کی سنت پر چلتے رہو، یہی اس کے عہد کو پورا کرنا ہے، انہی چیزوں کے بارے اللہ کا تاکیدی حکم ہے، یہی فرمان تمہارے وعظ و نصیحت کا ذریعہ ہیں تاکہ تم جو اس سے پہلے نکمے بلکہ برے کاموں میں تھے، اب ان سے الگ ہوجاؤ۔ بعض کی قرأت میں (تذکرون) بھی ہے۔",
  "ayah": 152,
  "surah": 6
}
