{
  "text": "شیطانی راہیں فرقہ سازی یہ اور ان جیسی آیتوں کی تفسیر میں ابن عباس کا قول تو یہ ہے کہ اللہ تعالیٰ مومنوں کو باہم اعتماد کا حکم دیتا ہے اور اختلاف و فرقہ بندی سے روکتا ہے اس لئے کہ اگلے لوگ اللہ کے دین میں پھوٹ ڈالنے ہی سے تباہ ہوئے تھے مسند میں ہے کہ اللہ کے نبی نے ایک سیدھی لکیر کھینچی اور فرمایا اللہ کی سیدھی راہ یہی ہے پھر اس کے دائیں بائیں اور لکیریں کھینچ کر اور فرمایا ان تمام راہوں پر شیطان ہے جو اپنی طرف بلا رہا ہے پھر آپ نے اس آیت کا ابتدائی حصہ تلاوت فرمایا۔ اسی حدیث کی شاہد وہ حدیث ہے جو مسند وغیرہ میں حضرت جابر سے مروی ہے کہ ہم نبی ﷺ کے پاس بیٹھے ہوئے تھے جو آپ نے اپنے سامنے ایک سیدھی لکیر کھینچی اور فرمایا یہ شیطانی راہیں ہیں اور بیچ کی لکیر پر انگلی رکھ کر اس آیت کی تلاوت فرمائی۔ اسی حدیث کی شاہد وہ حدیث ہے جو مسند وغیرہ میں حضرت جابر سے مروی ہے کہ ہم نبی ﷺ کے پاس بیٹھے ہوئے تھے جو آپ نے اپنے سامنے ایک سیدھی لکیر کھینچی اور فرمایا یہ شیطانی راہیں ہیں اور بیچ کی لکیر پر انگلی رکھ کر اس آیت کی تلاوت فرمائی۔ ابن ماجہ میں اور بزار میں بھی یہ حدیث ہے ابن مسعود سے کسی نے پوچھا صراط مستقیم کیا ہے ؟ آپ نے فرمایا جس پر ہم نے اپنے نبی ﷺ کو چھوڑا اسی کا دوسرا سرا جنت میں جا ملتا ہے اس کے دائیں بائیں بہت سی اور راہیں ہیں جن پر لوگ چل رہے ہیں اور دوسروں کو بھی اپنی طرف بلا رہے ہیں جو ان راہوں میں سے کسی راہ ہو لیا وہ جہنم میں پہنچا پھر آپ نے اسی آیت کی تلاوت فرمائی۔ حضور فرماتے ہیں اللہ تعالیٰ نے صراط مستقیم کی مثال بیان فرمائی۔ اس راستے کے دونوں طرف دو دیواریں ہیں جن میں بہت سے دروازے ہیں اور سب چوپٹ کھلے پڑے ہیں اور ان پر پردے لٹکے ہوئے ہیں اس سیدھی راہ کے سرے پر ایک پکارنے والا ہے پکارتا رہتا ہے کہ لوگو تم سب اس صراط مستقیم پر آجاؤ راستے میں بکھر نہ جاؤ، بیچ راہ کے بھی ایک شخص ہے، جب کوئی شخص ان دروازوں میں سے کسی کو کھولنا چاہتا ہے تو وہ کہتا ہے خبردار اسے نہ کھول، کھولو گے تو سیدھی راہ سے دور نکل جاؤ گے۔ پس سیدھی راہ اسلام ہے دونوں دیواریں اللہ کی حدود ہیں کھلے ہوئے دروازے اللہ کی حرام کردہ چیزیں ہیں نمایاں شخص اللہ کی کتاب ہے اوپر سے پکارنے والا اللہ کی طرف کا نصیحت کرنے والا ہے جو ہر مومن کے دل میں ہے (ترمذی) اس نکتے کو نہ بھولنا چاہئے کہ اپنی راہ کیلئے سبیل واحد کا لفظ بولا گیا اور گمراہی کی راہوں کے لئے سبل جمع کا لفظ استعمال کیا گیا اس لئے کہ راہ حق ایک ہی ہوتی ہے اور ناحق کے بہت سے طریقے ہوا کرتے ہیں جیسے آیت (اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا ۙيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ) 2۔ البقرة :257) میں (ظلمان) کو جمع کے لفظ سے اور نور کو واحد کے لفظ سے ذکر کیا گیا ہے حضور ﷺ نے ایک مرتبہ (قل تعالوا) سے تین آیتوں تک تلاوت کر کے فرمایا تم میں سے کون کون ان باتوں پر مجھ سے بیعت کرتا ہے ؟ پھر فرمایا جس نے اس بیعت کو اپنا لیا اس کا اجر اللہ کے ذمے ہے اور جس نے ان میں سے کسی بات کو توڑ دیا اس کی دو صورتیں ہیں یا تو دنیا میں ہی اس کی سزا شرعی اسے مل جائے گی یا اللہ تعالیٰ آخرت تک اسے مہلت دے پھر رب کی مشیت پر منحصر ہے اگر چاہے سزا دے اگر چاہے تو معاف فرما دے۔",
  "ayah": 153,
  "surah": 6
}
