{
  "text": "جھوٹے معبود غلط سہارے کافروں کو نہ تو خلوص عبادت نصیب ہے نہ سچا توکل رب میسر ہے ان سے کہہ دے کہ کیا میں بھی تمہاری طرح اپنے اور سب کے سچے معبود کو چھوڑ کر جھوٹے معبود بنا لوں ؟ میری پرورش کرنے والا حفاظت کرنے والا مجھے بچانے والا میرے کام بنانے والا میری بگڑی کو سنوارنے والا تو اللہ ہی ہے پھر میں دوسرے کا سہارا کیوں لوں ؟ مالک خالق کو چھوڑ کر بےبس اور محتاج کے پاس کیوں جاؤں ؟ گویا اس آیت میں توکل علی اللہ اور عبادت رب کا حکم ہوتا ہے۔ یہ دونوں چیزیں عموماً ایک ساتھ بیان ہوا کرتی ہیں جیسے آیت (ایاک نعبد وایاک نستعین) میں اور (فاعبدہ و توکل علیہ) میں اور (قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَا ۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ 29؀) 67۔ الملک :29) میں اور (رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا 973 73۔ المزمل :9) میں اور دوسری آیتوں میں بھی۔ پھر قیامت کے دن کی خبر دیتا ہے کہ ہر شخص کو اس کے اعمال کا بدلہ عدل و انصاف سے ملے گا۔ نیکوں کو نیک بدوں کو بد۔ ایک کے گناہ دوسرے پر نہیں جائیں گے۔ کوئی قرابت دار دوسرے کے عوض پکڑا نہ جائے گا اس دن ظلم بالکل ہی نہ ہوگا۔ نہ کسی کے گناہ بڑھائے جائیں گے نہ کسی کی نیکی گھٹائی جائے گی، اپنی اپنی کرنی اپنی اپنی بھرنی ہاں جن کے دائیں ہاتھ میں اعمال نامے ملے ہیں ان کے نیک اعمال کی برکت ان کی اولاد کو بھی پہنچے گی جیسے فرمان ہے آیت (وَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّــتُهُمْ بِاِيْمَانٍ اَلْحَـقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍ ۭ كُلُّ امْرِی بِمَا كَسَبَ رَهِيْنٌ 21؀) 52۔ الطور :21) یعنی جو ایمان لائے اور ان کی اولاد نے بھی ان کے ایمان میں ان کی تابعداری کی ہم ان کی اولاد کو بھی ان کے بلند درجوں میں پہنچا دیں گے گو ان کے اعمال اس درجے کے نہ ہوں لیکن چونکہ ان کی ایمان میں شرکت ہے اس لئے درجات میں بھی بڑھا دیں گے اور یہ درجے ماں باپ کے درجے گھٹا کر نہ بڑھا دیں گے اور یہ درجے ماں باپ کے درجے گھٹا کر نہ بڑھیں گے بلکہ یہ اللہ کا فضل و کرم ہوگا۔ ہاں برے لوگ اپنے بد اعمال کے جھگڑے میں گھرے ہوں گے تم بھی عمل کئے جا رہے ہو ہم بھی کئے جا رہے ہیں اللہ کے ہاں سب کو جانا ہے وہاں اعمال کا حساب ہونا ہے پھر معلوم ہوجائے گا کہ اس اختلاف میں حق اور رضائے رب، مرضی مولیٰ کس کے ساتھ تھی ؟ ہمارے اعمال سے تم اور تمہارے اعمال سے ہم اللہ کے ہاں پوچھے نہ جائیں گے۔ قیامت کے دن اللہ کے ہاں سچے فیصلے ہوں گے اور وہ باعلم اللہ ہمارے درمیان سچے فیصلے فرما دے گا۔",
  "ayah": 164,
  "surah": 6
}
