{
  "text": "اللہ کی رحمت اللہ کے غضب پر غالب ہے اس اللہ نے تمہیں زمین کا آباد کار بنایا ہے، وہ تمہیں یکے بعد دیگرے پیدا کرتا رہتا ہے ایسا نہیں کیا کہ زمین میں خلیفہ بنا کر آزمائے کہ تم کیسے اعمال کرتے ہو ؟ اس نے تمہارے درمیان مختلف طبقات بنائے، کوئی غریب ہے، کوئی خوش خو ہے، کوئی بد اخلاق، کوئی خوبصورت ہے، کوئی بد صورت، یہ بھی اس کی حکمت ہے، اسی نے روزیاں تقسیم کی ہیں ایک کو ایک کے ماتحت کردیا ہے فرمان ہے آیت (اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰي بَعْضٍ ۭ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا 21؀) 17۔ الإسراء :21) دیکھ لے کہ ہم نے ان میں سے ایک کو ایک پر کیسے فضیلت دی ہے ؟ اس سے منشاء یہ ہے کہ آزمائش و امتحان ہوجائے، امیر آدمیوں کا شکر، فقیروں کا صبر معلوم ہوجائے، رسول اللہ ﷺ فرماتے ہیں دنیا میٹھی اور سبز رنگ ہے اللہ تمہیں اس میں خلیفہ بنا کر دیکھ رہا ہے کہ تم کیسے اعمال کرتے ہو ؟ پس تمہیں دنیا سے ہوشیار رہنا چاہیے اور عورتوں کے بارے میں بہت احتیاط سے رہنا چاہئے، بنی اسرائیل کا پہلا فتنہ عورتیں ہی تھیں۔ اس سورت کی آخری آیت میں اپنے دونوں وصف بیان فرمائے، عذاب کا بھی، ثواب کا بھی، پکڑ کا بھی اور بخشش کا بھی اپنے نافرمانوں پر ناراضگی کا اور اپنے فرمانبرداروں پر رضامندی کا، عموماً قرآن کریم میں یہ دونوں صفتیں ایک ساتھ ہی بیان فرمائی جاتی ہیں۔ جیسے فرمان ہے آیت (وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰي ظُلْمِهِمْ ۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ 6) 13۔ الرعد) اور آیت میں ہے آیت (نَبِّئْ عِبَادِيْٓ اَنِّىْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُ 49؀ۙ) 15۔ الحجر :49) یعنی تریا رب اپنے بندوں کے گناہ بخشنے والا بھی ہے اور وہ سخت اور درد ناک عذاب دینے والا بھی ہے، پس ان آیتوں میں رغبت رہبت دونوں ہیں اپنے فضل کا اور جنت کا لالچ بھی دیتا ہے اور آگ کے عذاب سے دھمکاتا بھی ہے کبھی کبھی ان دونوں وصفوں کو الگ الگ بیان فرماتا ہے تاکہ عذابوں سے بچنے اور نعمتوں کے حاصل کرنے کا خیال پیدا ہو۔ اللہ تعالیٰ ہمیں اپنے احکام کی پابندی اور اپنی ناراضگی کے کاموں سے نفرت نصیب فرمائے اور ہمیں کامل یقین عطا فرمائے کہ ہم اس کے کلام پر ایمان و یقین رکھیں۔ وہ قریب و مجیب ہے وہ دعاؤں کا سننے والا ہے، وہ جواد، کریم اور وہاب ہے، مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں اگر مومن صحیح طور پر اللہ کے عذاب سے واقف ہوجائے تو اپنے گناہوں کی وجہ سے جنت کے حصول کی آس ہی نہ رہے اور اگر کافر اللہ کی رحمت سے کماحقہ واقف ہوجائے تو کسی کو بھی جنت سے مایوسی نہ ہو اللہ نے سو رحمتیں بنائی ہیں جن میں سے صرف ایک بندوں کے درمیان رکھی ہے اسی سے ایک دوسرے پر رحم و کرم کرتے ہیں باقی ننانوے تو صرف اللہ ہی کے پاس ہیں۔ یہ حدیث ترمذی اور مسلم شریف میں بھی ہے ایک اور روایت میں ہے کہ اللہ تعالیٰ نے مخلوق کی پیدائش کے وقت ایک کتاب لکھی جو اس کے پاس عرش پر ہے کہ میری رحمت میرے غضب پر غالب ہے۔ صحیح مسلم شریف میں ہے رسول اللہ ﷺ فرماتے ہیں اللہ تعالیٰ نے رحمت کے سو حصے کئے جن میں سے ایک کم ایک سو تو اپنے پاس رکھے اور ایک حصہ زمین پر نازل فرمایا اسی ایک حصے میں مخلوق کو ایک دوسرے پر شفقت و کرم ہے یہاں تک کہ جانور بھی اپنے بچے کے جسم سے اپنا پاؤں رحم کھا کر اٹھا لیتا ہے کہ کہیں اسے تکلیف نہ ہو۔",
  "ayah": 165,
  "surah": 6
}
