{
  "text": "نیک و بد کی وضاحت کے بعد ؟  یعنی جس طرح ہم نے اس سے پہلے ہدایت کی باتیں اور بھلائی کی راہیں واضح کردیں نیکی بدی کھول کھول کر بیان کردی اسی طرح ہم ہر اس چیز کا تفصیلی بیان کرتے ہیں جس کی تمہیں ضرورت پیش آنے والی ہے۔ اس میں علاوہ اور فوائد کے ایک فائدہ یہ بھی ہے کہ مجرموں کا راستہ نیکوں پر عیاں ہوجائے۔ ایک اور قرأت کے اعتبار سے یہ مطلب ہے تاکہ تو گنہگاروں کا طریقہ واردات لوگوں کے سامنے کھول دے۔ پھر حکم ہوتا ہے کہ اے نبی ﷺ لوگوں میں اعلان کردو کہ میرے پاس الٰہی دلیل ہے میں اپنے رب کی دی ہوئی سچی شریعت پر قائم ہوں۔ اللہ تعالیٰ کی طرف سے میرے پاس وحی آتی ہے، افسوس کہ تم اس حق کو جھٹلا رہے ہو، تم اگرچہ عذابوں کی جلدی مچا رہے ہو لیکن عذاب کا لانا میرے اختیار کی چیز نہیں۔ یہ سب کچھ اللہ کے حکم کے ماتحت ہے۔ اس کی مصلحت وہی جانتا ہے اگر چاہے دیر سے لائے اگر چاہے تو جلدی لائے، وہ حق بیان فرمانے والا اور اپنے بندوں کے درمیان بہترین فیصلے کرنے والا ہے، سنو اگر میرا ہی حکم چلتا میرے ہی اختیار میں ثواب و عذاب ہوتا، میرے بس میں بقا اور فنا ہوتی تو میں جو چاہتا ہوجایا کرتا اور میں تو ابھی اپنے اور تمہارے درمیان فیصلہ کرلیتا اور تم پر وہ عذاب برس پڑتے جن سے میں تمہیں ڈرا رہا ہوں، بات یہ ہے کہ میرے بس میں کوئی بات نہیں، اختیار والا اللہ تعالیٰ اکیلا ہی ہے، وہ ظالموں کو بخوبی جانتا ہے، بخاری و مسلم کی ایک حدیث میں ہے کہ حضرت عائشہ صدیقہ ؓ نے ایک بار رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ احد سے زیادہ سختی کا تو آپ پر کوئی دن نہ آیا ہوگا ؟ آپ نے فرمایا عائشہ کیا پوچھتی ہو کہ مجھے اس قوم نے کیا کیا ایذائیں پہنچیں ؟ سب سے زیادہ بھاری دن مجھ پر عقبہ کا دن تھا جبکہ میں عبدالیل بن عبد کلال کے پاس پہنچا اور میں نے اس سے آرزو کی کہ وہ میرا ساتھ دے مگر اس نے میری بات نہ مانی، واللہ میں سخت غمگین ہو کر وہاں سے چلا مجھے نہیں معلوم تھا کہ میں کدھر جا رہا ہوں، قرن ثعالب میں آ کر میرے حواس ٹھیک ہوئے تو میں نے دیکھا کہ اوپر سے ایک بادل نے مجھے ڈھک لیا ہے، سر اٹھا کر دیکھتا ہوں تو حضرت جبرائیل ؑ مجھے آواز دے کر فرما رہے ہیں اللہ تعالیٰ نے تیری قوم کی باتیں سنیں اور جو جواب انہوں نے تجھے دیا وہ بھی سنا۔ اب پہاڑوں کے داروغہ فرشتے کو اس نے بھیجا ہے آپ جو چاہیں انہیں حکم دیجئے یہ بجا لائیں گے، اسی وقت اس فرشتے نے مجھے پکارا سلام کیا اور کہا اللہ تعالیٰ نے آپ کی قوم کی باتیں سنیں اور مجھے آپ کے پاس بھیجا ہے کہ ان کے بارے میں جو ارشاد آپ فرمائیں میں بجا لاؤں، اگر آپ حکم دیں تو مکہ شریف کے ان دونوں پہاڑوں کو جو جنوب شمال میں ہیں میں اکٹھے کر دوں اور ان تمام کو ان دونوں کے درمیان پیس دوں۔ آنحضرت ﷺ نے انہیں جواب دیا کہ نہیں میں یہ نہیں چاہتا بلکہ مجھے تو امید ہے کہ کیا عجب ان کی نسل میں آگے جا کر ہی کچھ ایسے لوگ ہوں جو اللہ وحدہ لا شریک لہ کی عبادت کریں اور اس کے ساتھ کسی کو شریک نہ کریں، ہاں یہاں یہ بات خیال میں رہے کہ کوئی اس شبہ میں نہ پڑے کہ قرآن کی اس آیت میں تو ہے کہ اگر میرے بس میں عذاب ہوتے تو ابھی ہی فیصلہ کردیا جاتا اور حدیث میں ہے کہ اللہ تعالیٰ نے بس میں کردیئے پھر بھی آپ نے ان کیلئے تاخیر طلب کی۔ اس شبہ کا جواب یہ ہے کہ آیت سے اتنا معلوم ہوتا ہے کہ جب وہ عذاب طلب کرتے اس وقت اگر آپ کے بس میں ہوتا تو اسی وقت ان پر عذاب آجاتا اور حدیث میں یہ نہیں کہ اس وقت انہوں نے کوئی عذاب مانگا تھا۔ حدیث میں تو صرف اتنا ہے کہ پہاڑوں کے فرشتے نے آپ کو یہ بتلایا کہ بحکم الہ میں یہ کرسکتا ہوں صرف آپ کی زبان مبارک کے ہلنے کا منتظر ہوں لیکن رحمتہ للعالمین کو رحم آگیا اور نرمی برتی، پس آیت و حدیث میں کوئی معارضہ نہیں۔ واللہ اعلم۔ حضور کا فرمان ہے غیب کی کنجیاں پانچ ہیں جنہیں اللہ تعالیٰ کے سوا کوئی نہیں جانتا پھر آپ نے آیت (اِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِ ۚ وَيُنَزِّلُ الْغَيْثَ ۚ وَيَعْلَمُ مَا فِي الْاَرْحَامِ ۭ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۭ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُ ۭ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ) 31۔ لقمان :34) پڑھی، یعنی قیامت کا علم، بارش کا علم، پیٹ کے بچے کا علم، کل کے کام کا علم، موت کی جگہ کا علم۔ اس حدیث میں جس میں حضرت جبرائیل ؑ کا بصورت انسان آ کر حضور سے ایمان اسلام احسان کی تفصیل پوچھنا بھی مروی ہے یہ بھی ہے کہ جب قیامت کے صحیح وقت کا سوال ہوا تو آپ نے فرمایا یہ ان پانچ چیزوں میں سے ہے جن کا علم اللہ تعالیٰ کے سوا کسی اور کو نہیں۔ پھر آپ نے آیت (اِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِ ۚ وَيُنَزِّلُ الْغَيْثَ ۚ وَيَعْلَمُ مَا فِي الْاَرْحَامِ ۭ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۭ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُ ۭ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ) 31۔ لقمان :34) تلاوت فرمائی۔ پھر فرماتا ہے اس کا علم تمام موجودات کو احاطہ کئے ہوئے ہے۔ بری بحری کوئی چیز اس کے علم سے باہر نہیں۔ آسمان و زمین کا ایک ذرہ اس پر پوشیدہ نہیں۔ صرصری کا کیا ہی اچھا شعر ہے۔ فلا یحفی علیہ الذراما یترای للنواظر او تواری یعنی کسی کو کچھ دکھائی دے نہ دے رب پر کچھ بھی پوشیدہ نہیں، وہ سب کی حرکات سے بھی واقف ہے، جمادات کا ہلنا جلنا یہاں تک کہ پتے کا جھڑنا بھی اس کے وسیع علم سے باہر نہیں۔ پھر بھلا جنات اور انسان کا کونسا علم اس پر مخفی رہ سکتا ہے ؟ جیسے فرمان عالی شان ہے آیت (يَعْلَمُ خَاۗىِٕنَةَ الْاَعْيُنِ وَمَا تُخْفِي الصُّدُوْرُ) 40۔ غافر :19) آنکھوں کی خیانت اور دلوں کے پوشیدہ بھید بھی اس پر عیاں ہیں۔ حضرت ابن عباس فرماتے ہیں کہ خشکی تری کا کوئی درخت ایسا نہیں جس پر اللہ کی طرف سے کوئی فرشتہ مقرر نہ ہو جو اس کے جھڑ جانے والے پتوں کو بھی لکھ لے، پھر فرماتا ہے زمین کے اندھیروں کے دانوں کا بھی اس اللہ کو علم ہے۔ حضرت عمرو بن عاص ؓ فرماتے ہیں، تیسری زمین کے اوپر اور چوتھی کے نیچے اتنے جن بستے ہیں کہ اگر وہ اس زمین پر آجائیں تو ان کی وجہ سے کوئی روشنی نظر نہ پڑے، زمین کے ہر کونے پر اللہ کی مہروں میں سے ایک مہر اور ہر مہر پر ایک فرشتہ مقرر ہے اور ہر دن اللہ کی طرف سے ہے اس کے پاس ایک اور فرشتے کے ذریعہ سے حکم پہنچتا ہے کہ تیرے پاس جو ہے اس کی بخوبی حفاظت کر۔ حضرت عبداللہ بن حارث فرماتے ہیں کہ زمین کے ہر ایک درخت وغیرہ پر فرشتے مقرر ہیں جو ان کی خشکی تری وغیرہ کی بابت اللہ کی جناب میں عرض کردیتے ہیں۔ ابن عباس سے مروی ہے اللہ تعالیٰ نے نون یعنی دوات کو پیدا کیا اور تختیاں بنائیں اور اس میں دنیا کے تمام ہونے والے اموار لکھے۔ کل مخلوق کی روزیاں، حلال حرام نیکی بدی سب کچھ لکھ دیا ہے پھر یہی آیت پڑھی۔",
  "ayah": 56,
  "surah": 6
}
