{
  "text": "غلط تاویلیں کرنے والوں سے نہ ملو  اللہ تعالیٰ فرماتا ہے کہ جس قرآن کو اور جس ہدایت وبیان کو تو اللہ عالی کی طرف سے لایا ہے اور جسے تیری قوم قریش جھتلا رہی ہے حقیقتاً وہ سرا سر حق ہے بلکہ اس کے سوا اور کوئی حق ہے ہی نہیں ان سے کہہ دیجئے میں نہ تو تمہارا محافظ ہوں نہ تم پر وکیل ہوں، جیسے اور آیت میں ہے کہہ دے کہ یہ تمہارے رب کی طرف سے حق ہے جو چاہے ایمان لائے اور جو چاہے نہ مانے، یعنی مجھ پر صرف تبلیغ کرنا فرض ہے، تمہارے ذمہ سننا اور ماننا ہے ماننے والے دنیا اور آخرت میں نیکی پائیں گے اور نہ ماننے والے دونوں جہان میں بدنصیب رہیں گے، ہر خبر کی حقیقت ہے وہ ضرور واقع ہونے والی ہے اس کا وقت مقرر ہے، تمہیں عنقریب حقیقت حال معلوم ہوجائے گی، واقعہ کا انکشاف ہوجائے گا اور جان لو گے، پھر فرمایا جب تو انہیں دیکھے جو میری آیتوں کو جھٹلاتے ہیں اور ان کا مذاق اڑاتے ہیں تو تو ان سے منہ پھیر لے اور جب تک وہ اپنی شیطانیت سے باز نہ آجائیں تو ان کے ساتھ نہ اٹھو نہ بیٹھو، اس آیت میں گو فرمان حضرت رسالت مآب ﷺ کو ہے لیکن حکم عام ہے۔ آپ کی امت کے ہر شخص پر حرام ہے کہ وہ ایسی مجلس میں یا ایسے لوگوں کے ساتھ بیٹھے جو اللہ کی آیتوں کی تکذیب کرتے ہوں ان کے معنی الٹ پلٹ کرتے ہوں اور ان کی بےجا تاویلیں کرتے ہوں، اگر بالفرض کوئی شخص بھولے سے ان میں بیٹھ بھی جائے تو یاد آنے کے بعد ایسے ظالموں کے پاس بیٹھنا ممنوع ہے حدیث شریف میں ہے کہ اللہ تعالیٰ نے میری امت کو خطا اور بھول سے درگزر فرما لیا ہے اور ان کاموں سے بھی جو ان سے زبر دستی مجبور کر کے کرائے جائیں۔ اس آیت کے اسی حکم کی طرف اشارہ اس آیت میں ہے آیت (وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتٰبِ اَنْ اِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِھَا وَيُسْتَهْزَاُ بِھَا فَلَا تَقْعُدُوْا مَعَھُمْ حَتّٰي يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ) 4۔ النسآء :140) یعنی تم پر اس کتاب میں یہ فرمان نازل ہوچکا ہے کہ جب اللہ کی آیتوں کے ساتھ کفر اور مذاق ہوتا ہوا سنو تو ایسے لوگوں کے ساتھ نہ بیٹھو اور اگر تم نے ایسا کیا تو تم بھی اس صورت میں ان جیسے ہی ہوجاؤ گے ہاں جب وہ اور باتوں میں مشغول ہوں تو خیر، مطلب یہ ہے کہ اگر تم ان کے ساتھ بیٹھے اور ان کی باتوں کو برداشت کرلیا تو تم بھی ان کی طرح ہی ہو، پھر فرمان ہے کہ جو لوگ ان سے دوری کریں ان کے ساتھ شریک نہ ہوں ان کی ایسی مجلسوں سے الگ رہیں وہ بری الذمہ ہیں ان پر ان کا کوئی گناہ نہیں، ان پر اس بدکرداری کا کوئی بوجھ ان کے سر نہیں، دیگر مفسرین کہتے ہیں کہ اس کے یہ معنی ہیں کہ اگرچہ ان کے ساتھ بیٹھیں لیکن جبکہ ان کے کام میں اور ان کے خیال میں ان کی شرکت نہیں تو یہ بےگناہ ہیں لیکن یہ حضرات یہ بھی کہتے ہیں کہ یہ حکم سورة نساء مدنی کی آیت (اِنَّكُمْ اِذًا مِّثْلُھُمْ) 4۔ النسآء :140) سے منسوخ ہے۔ ان مفسرین کی اس تفسیر کے مطابق آیت کے آخری جملے کے یہ معنی ہوں گے کہ ہم نے تمہیں ان سے الگ رہنے کا حکم اس لئے دیا ہے کہ انہیں عبرت حاصل ہو اور ہوسکتا ہے کہ وہ اپنے گناہ سے باز آجائیں اور ایسا نہ کریں۔",
  "ayah": 69,
  "surah": 6
}
