{
  "text": "خلیل الرحمن کو بشارت اولاد اللہ تعالیٰ اپنا احسان بیان فرما رہا ہے کہ خلیل الرحمن کو اس نے ان کے بڑھاپے کے وقت بیٹا عطا فرمایا جن کا نام اسحاق ہے اس وقت آپ بھی اولاد سے مایوس ہوچکے تھے اور آپ کی بیوی صاحبہ حضرت سارہ بھی مایوس ہوچکی تھیں جو فرشتے بشارت سنانے آتے ہیں وہ قوم لوط کی ہلاکت کیلئے جا رہے تھے۔ ان سے بشارت سن کر مائی صاحبہ سخت متعجب ہو کر کہتی ہیں میں بڑھیا کھوسٹ ہوچکی میرے خاوند عمر سے اتر چکے ہمارے ہاں بچہ ہونا تعجب کی بات ہے۔ فرشتوں نے جواب دیا اللہ کی قدرت میں ایسے تعجبات عام ہوتے ہیں۔ اے نبی کے گھرانے والو تم پر رب کی رحمتیں اور برکتیں نازل ہوں اللہ بڑی تعریفوں والا اور بڑی بزرگیوں والا ہے اتنا ہی نہیں کہ تمہارے ہاں بچہ ہوگا بلکہ وہ نبی زادہ خود بھی نبی ہوگا اور اس سے تمہاری نسل پھیلے گی اور باقی رہے گی، قرآن کی اور آیت میں بشارت کے الفاظ میں نبیا کا لفظ بھی ہے پھر لطف یہ ہے کہ اولاد کی اولاد بھی تم دیکھ لو گے اسحاق کے گھر یعقوب پیدا ہوں گے اور تمہیں خوشی پر خوشی ہوگی اور پھر پوتے کا نام یعقوب رکھنا جو عقب سے مشتق ہے خوشخبری ہے اس امر کی کہ یہ نسل جاری رہے گی۔ فی الواقع خلیل اللہ ؑ اس بشارت کے قابل بھی تھے قوم کو چھوڑ ان سے منہ موڑا شہر کو چھوڑا ہجرت کی، اللہ نے دنیا میں بھی انعام دیئے، اتنی نسل پھیلائی جو آج تک دنیا میں آباد ہے۔ فرمان الہی ہے کہ جب ابراہیم نے اپنی قوم کو اور ان کے معبودوں کو چھوڑا تو ہم نے انہیں اسحاق و یعقوب بخشا اور دونوں کو نبی بنایا، یہاں فرمایا ان سب کو ہم نے ہدایت دی تھی اور ان کی بھی نیک اولاد دنیا میں باقی رہی، طوفان نوح میں کفار سب غرق ہوگئے پھر حضرت نوح کی نسل پھیلی انبیاء انہی کی نسل میں سے ہوتے رہے، حضرت ابراہیم کے بعد تو نبوت انہی کے گھرانے میں رہی جیسے فرمان ہے آیت (وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِي الدُّنْيَا) 29۔ العنکبوت :27) ہم نے ان ہی کی اولاد میں نبوت اور کتاب رکھی اور آیت میں ہے آیت (وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّـتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ) 57۔ الحدید :26) یعنی ہم نے نوح اور ابراہیم کو رسول بنا کر پھر ان ہی دونوں کی اولاد میں نبوت اور کتاب کردی اور آیت میں ہے یہ ہیں جن پر انعام الہی ہوا۔ نبیوں میں سے آدم کو اولاد میں سے اور جنہیں ہم نے نوح کے ساتھ کشتی میں لے لیا تھا اور ابراہیم اور اسرائیل کی اولاد میں سے اور جنہیں ہم نے ہدایت کی تھی اور پسند کرلیا تھا ان پر جب رحمان کی آیتیں پڑھی جاتی تھیں تو روتے گڑگڑاتے سجدے میں گرپڑتے تھے پھر فرمایا ہم نے اس کی اولاد میں سے داؤد و سلیمان کو ہدایت کی، اس میں اگر ضمیر کا مرجع نوح کو کیا جائے تو ٹھیک ہے اس لئے کہ ضمیر سے پہلے سب سے قریب نام یہی ہے۔ امام ابن جریر اسی کو پسند فرماتے ہیں اور ہے بھی یہ بالکل ظاہر جس میں کوئی اشکال نہیں ہاں اسے حضرت ابراہیم کی طرف لوٹانا بھی ہے تو اچھا اس لئے کہ کلام انہی کے بارے میں ہے قصہ انہی کا بیان ہو رہا ہے لیکن بعد کے ناموں میں سے لوط کا نام اولاد آدم میں ہونا ذرا مشکل ہے اس لئے کہ حضرت لوط خلیل اللہ کی اولاد میں نہیں بلکہ ان کے والد کا نام ماران ہے وہ آزر کے لڑکے تھے تو وہ آپ کے بھتیجے ہوئے ہاں اس کا جواب یہ ہوسکتا ہے کہ باعتبار غلبے کے انہیں بھی اولاد میں شامل کرلیا گیا جیسے کہ آیت (اَمْ كُنْتُمْ شُهَدَاۗءَ اِذْ حَضَرَ يَعْقُوْبَ الْمَوْتُ ۙ اِذْ قَالَ لِبَنِيْهِ مَا تَعْبُدُوْنَ مِنْۢ بَعْدِيْ) 2۔ البقرۃ :133) میں حضرت اسمعیل کو جو اولاد یعقوب کے چچا تھا باپوں میں شمار کرلیا گیا ہے، ہاں یہ بھی خیال رہے کہ حضرت عیسیٰ کو اولاد ابراہیم یا اولاد نوح میں گننا اس بنا پر ہے کہ لڑکیوں کی اولاد یعنی نواسے بھی اولاد میں داخل ہیں کیونکہ حضرت عیسیٰ بن باپ کے پیدا ہوئے تھے، روایت میں ہے حجاج نے حضرت یحییٰ بن یعمر کے پاس آدمی بھیجا کہ مجھے معلوم ہوا ہے کہ تو حسن حسین کو آنحضرت ﷺ کی اولاد میں گنتا ہے اور کہتا ہے کہ یہ قرآن سے ثابت ہے لیکن میں تو پورے قرآن میں کسی جگہ یہ نہیں پاتا، آپ نے جواب دیا کیا تو نے سورة انعام میں آیت (وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰي وَهٰرُوْنَ ۭوَكَذٰلِكَ نَجْزِي الْمُحْسِنِيْنَ) 6۔ الانعام :84) نہیں پڑھا اس نے کہا ہاں یہ تو پڑھا ہے کہا پھر دیکھو اس میں حضرت عیسیٰ کا نام ہے اور ان کا کوئی باپ تھا ہی نہیں تو معلوم ہوا کہ لڑکی کی اولاد بھی اولاد ہی ہے حجاج نے کہا بیشک آپ سچے ہیں اسی لئے مسئلہ ہے کہ جب کوئی شخص اپنی ذریت کے لئے وصیت کرے یا وقف کرے یا ہبہ کرے تو لڑکیوں کی اولاد بھی اس میں داخل ہے ہاں اگر اس نے اپنے لڑکوں کو دیا ہے یا ان پر وقف کیا ہے تو اس کے اپنے صلبی لڑکے اور لڑکوں کے لڑکے اس میں شامل ہوں گے اس کی دلیل عربی شاعر کا یہ شعر سنئے۔ بنو نا بنوا ابنا ئنا و بنا تنا بنو ھن ابناء الرجال الا جانب  یعنی ہمارے لڑکوں کے لڑکے تو ہمارے لڑکے ہیں اور ہماری لڑکیوں کے لڑکے اجنبیوں کے لڑکے ہیں اور لوگ کہتے ہیں کہ لڑکیوں کے لڑکے بھی ان میں داخل ہیں کیونکہ صحیح بخاری شریف کی حدیث میں ہے کہ رسول اللہ ﷺ نے حضرت حسن بن علی ؓ عنمہا کی نسبت فرمایا میرا یہ لڑکا سید ہے اور انشاء اللہ اس کی وجہ سے مسلمانوں کی دو بڑی جماعتوں میں اللہ تعالیٰ صلح کرا دے گا، پس نواسے کو اپنا لڑکا کہنے سے لڑکیوں کی اولاد کا بھی اپنی اولاد میں داخل ہونا ثابت ہوا اور لوگ کہتے ہیں کہ یہ مجاز ہے، اس کے بعد فرمایا ان کے باپ دادے ان کی اولادیں ان کے بھائی الغرض اصول و فروع اور اہل طبقہ کا ذکر آگیا کہ ہدایت اور پسندیدگی ان سب کو گھیرے ہوئے ہے، یہ اللہ کی سچی اور سیدھی راہ پر لگا دیئے گئے ہیں۔ یہ جو کچھ انہیں حاصل ہوا یہ اللہ کی مہربانی اس کی توفیق اور اس کی ہدایت سے ہے۔ پھر شرک کا کامل برائی لوگوں کے ذہن میں آجائے اس لئے فرمایا کہ اگر بالفرض نبیوں کا یہ گروہ بھی شرک کر بیٹھے تو ان کی بھی تمام تر نیکیاں ضائع ہوجائیں جیسے ارشاد ہے آیت (وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَ ۚ لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ) 39۔ الزمر :65) تجھ پر اور تجھ سے پہلے کے ایک ایک نبی پر یہ وحی بھیج دی گئی کہ اگر تو نے شرک کیا تو تیرے اعمال اکارت ہوجائیں گے یہ یاد رہے کہ یہ شرط ہے اور شرط کا واقع ہونا ہی ضروری نہیں جیسے فرمان ہے آیت (قُلْ اِنْ كَان للرَّحْمٰنِ وَلَدٌ ڰ فَاَنَا اَوَّلُ الْعٰبِدِيْنَ) 43۔ الزخرف :81) یعنی اگر اللہ کی اولاد ہو تو میں تو سب سے پہلے ماننے والا بن جاؤں اور جیسے اور آیت میں ہے آیت (لَـوْ اَرَدْنَآ اَنْ نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِنْ لَّدُنَّآ ڰ اِنْ كُنَّا فٰعِلِيْنَ) 21۔ الانبیآء :17) یعنی اگر کھیل تماشا بنانا ہی چاہتے ہو تو اپنے پاس سے ہی بنا لیتے اور فرمان ہے آیت (لَوْ اَرَاد اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۗءُ ۙ سُبْحٰنَهٗ) 39۔ الزمر :4) اگر اللہ تعالیٰ اولاد کا ہی ارادہ کرتا تو اپنی مخلوق میں سے جسے چاہتا چن لیتا لیکن وہ اس سے پاک ہے اور وہ یکتا اور غالب ہے، پھر فرمایا بندوں پر رحمت نازل فرمانے کیلئے ہم نے انہیں کتاب حکمت اور نبوت عطا فرمائی پس اگر یہ لوگ یعنی اہل مکہ اس کے ساتھ یعنی نبوت کے ساتھ یا کتاب و حکمت و نبوت کے ساتھ کفر کریں یہ اگر ان نعمتوں کا انکار کریں خواہ قریش ہوں خواہ اہل کتاب ہوں خواہ کوئی اور عربی یا عجمی ہوں تو کوئی حرج نہیں۔ ہم نے ایک قوم ایسی بھی تیار کر رکھی ہے جو اس کے ساتھ کبھی کفر نہ کرے گی۔ یعنی مہاجرین انصار اور ان کی تابعداری کرنے والے ان کے بعد آنے والے یہ لوگ نہ کسی امر کا انکار کریں گے نہ تحریف یا ردوبدل کریں گے بلکہ ایمان کامل لے آئیں گے ہر ہر حرف کو مانیں گے محکم متشابہ سب کا اقرار کریں گے سب پر عقیدہ رکھیں گے۔ اللہ تعالیٰ ہمیں بھی اپنے فضل و کرم سے ان ہی باایمان لوگوں میں کر دے، پھر اپنے پیغمبر ﷺ سے خطاب کر کے فرماتا ہے جن انبیاء کرام (علیہم السلام) کا ذکر ہوا اور جو مجمل طور پر ان کے بڑوں چھوٹوں اور لواحقین میں سے مذکور ہوئے یہی سب اہل ہدایت ہیں تو اپنے نبی آخر الزمان ہی کی اقتدا اور اتباع کرو اور جب یہ حکم نبی ﷺ کو ہے تو ظاہر ہے کہ آپ کی امت بطور اولی اس میں داخل ہے صحیح بخاری شریف میں اس آیت کی تفسیر میں حدیث لائے ہیں۔ حضرت ابن عباس ؓ سے آپ کے شاگرد رشید حضرت مجاہد ؒ نے سوال کیا کہ کیا سورة ص میں سجدہ ہے ؟ آپ نے فرمایا ہاں ہے پھر آپ نے یہ یہ آیت تلاوت فرمائی اور فرمایا آنحضرت ﷺ کو ان کی تابعداری کا حکم ہوا ہے۔ پھر فرماتا ہے کہ اے نبی ان میں اعلان کردو کہ یہ میں تو قرآن پہنچانے کا کوئی معاوضہ یا بدلہ یا اجرت تم سے نہیں چاہتا۔ یہ تو صرف دنیا کیلئے نصیحت ہے کہ وہ اندھے پن کو چھوڑ کر آنکھوں کا نور حاصل کرلیں اور برائی سے کٹ کر بھلائی پالیں اور کفر سے نکل کر ایمان میں آجائیں۔",
  "ayah": 90,
  "surah": 6
}
