{
  "text": "যেদিন অবিশ্বাসীদেরকে জাহান্নামের সন্নিকটে উপস্থিত করা হবে।[১] (সেদিন তাদেরকে বলা হবে,) ‘তোমরা তো তোমাদের পার্থিব জীবনেই পুণ্যরাশি ভোগ করে নিঃশেষ করেছ। সুতরাং আজ তোমাদেরকে দেওয়া হবে অবমাননাকর শাস্তি;[২] কারণ তোমরা পৃথিবীতে অন্যায়ভাবে ঔদ্ধত্য প্রকাশ করেছিলে এবং তোমরা ছিলে পাপাচারী। [৩]\n[১] অর্থাৎ, সেই সময়কে স্মরণ কর যখন কাফেরদের চোখ থেকে পর্দা সরিয়ে দেওয়া হবে এবং তারা জাহান্নামের আগুন অবলোকন করবে অথবা তার নিকটে অবস্থান করবে। কেউ يُعْرَضُوْنَ এর অর্থ করেছেন, يُعَذِّبُوْنَ (অর্থাৎ, জাহান্নামে শাস্তি দেওয়া হবে।) আবার কেউ কেউ বলেছেন, বাক্যের মধ্যে قلب (আগাপিছা) রয়েছে। অর্থাৎ, تُعْرَضُ النَّارُ عَلَيْهِمْ যখন আগুন তাদের উপর পেশ করা হবে। (ফাতহুল ক্বাদীর)\n[২] طَيِّبَاتٍ থেকে বুঝানো হয়েছে সেই সব নিয়ামত, যা মানুষ খুব রুচির সাথে খেয়ে, পান করে এবং ব্যবহার করে তৃপ্তি ও আনন্দ বোধ করে। তবে পরকালের চিন্তা মাথায় নিয়ে এগুলো ব্যবহার করলে ব্যাপার ভিন্ন হয়। যেমন একজন মু'মিন করে থাকে। সে এর সাথে আল্লাহর বিধি-বিধান অনুসরণ করে তাঁর কৃতজ্ঞতার প্রতিও যত্ন নেয়। কিন্তু আখেরাতের চিন্তা-ফিকির মুক্ত অবস্থায় এই নিয়ামতগুলোর ব্যবহার মানুষকে অবাধ্য ও উচ্ছৃঙ্খল বানিয়ে ফেলে। যেমন একজন কাফেরের হয়ে থাকে। আর এইভাবে সে আল্লাহর অকৃতজ্ঞতা করে। সুতরাং মু'মিন বান্দা তো তাঁর কৃতজ্ঞতা ও আনুগত্যের ফলে এই নিয়ামতগুলো বরং এর চেয়ে আরো উত্তম নিয়ামতসমূহ আখেরাতে পুনরায় পেয়ে যাবে। পক্ষান্তরে কাফেরদেরকে তা-ই বলা হবে, যা এখানে আয়াতে বর্ণিত হয়েছে ﴿ أَذْهَبْتُمْ طَيِّبَاتِكُمْ﴾ (অর্থাৎ, তোমরা তো তোমাদের পার্থিব জীবনেই পুণ্যরাশি ভোগ করে নিঃশেষ করেছ।) এর দ্বিতীয় অনুবাদ হল, \"পার্থিব জীবনে তোমরা সুখভোগ করে নিয়েছ এবং খুব উপকৃত হয়েছ।\"\n[৩] তাদের শাস্তির দু'টি কারণ বর্ণনা করেছেন। আর তা হল, অন্যায়ভাবে অহংকার। যার ফলে মানুষ সত্যকে মেনে না নিয়ে তা থেকে পলায়ন করে। আর দ্বিতীয় হল, ফিস্ক তথা নির্ভীকতার সাথে পাপকাজ সম্পাদন। এ দু'টি জিনিস প্রত্যেক কাফেরের মধ্যে বিদ্যমান থাকে। ঈমানদারদের উচিত, এ আচরণ দু'টি থেকে নিজেদেরকে বাঁচিয়ে রাখা।\nবিঃদ্রঃ-\nসাহাবায়ে কিরাম (রাঃ)-দের ব্যাপারে এসেছে যে, তাঁদের সামনে ভাল কিছু আসলে এই আয়াত তাঁদের মনে পড়ে যেত এবং এই ভয়ে তা বর্জন করে দিতেন যে, যাতে পরকালে আমাদেরকেও যেন এ রকম বলা না হয়, 'তোমরা তো দুনিয়াতেই সুখ ভোগ করে নিয়েছ।' এ ছিল তাঁদের অবস্থা; যা তাঁদের সীমাহীন আল্লাহভীরুতা, বিষয়-বিতৃষ্ণা ও পরহেযগারীর বাস্তব চিত্র। তবে এর অর্থ এই নয় যে, ভাল জিনিস ব্যবহার তাঁরা বৈধ মনে করতেন না।",
  "ayah": 20,
  "surah": 46
}
