{
  "text": "اختلف أهل التأويل في معنى قول الله: ( وَالْمُرْسَلاتِ عُرْفًا ) فقال بعضهم: معنى ذلك: والرياح المرسلات يتبع بعضها بعضا، قالوا: والمرسَلات: هي الرياح.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا المحاربي، عن المسعودي، عن سَلَمة بن كهَيل، عن أبي العُبيدين أنه سأل ابن مسعود فقال: ( وَالْمُرْسَلاتِ عُرْفًا ) قال: الريح.حدثنا خلاد بن أسلم، قال: ثنا النضر بن شميل، قال: أخبرنا المسعودي، عن سَلَمة بن كهيل، عن أبي العُبيدين أنه سأل عبد الله بن مسعود، فذكر نحوه.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سلمة بن كهيل، عن مسلم، عن أبي العُبيدين، قال: سألت عبد الله بن مسعود، فذكر نحوه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْمُرْسَلاتِ عُرْفًا ) يعني: الريح.حدثنا محمد بن المثنى، قال: ثنا عبيد الله بن معاذ، قال: ثني أبي، عن شعبة، عن إسماعيل السدي، عن أبي صالح صاحب الكلبي في قوله: ( وَالْمُرْسَلاتِ عُرْفًا ) قال: هي الرياح.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( وَالْمُرْسَلاتِ عُرْفًا ) قال: الريح.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.قال: ثنا وكيع، عن سفيان، عن سَلَمة بن كهيل، عن مسلم البطين، عن أبي العُبيدين، قال: سألت عبد الله عن ( المُرْسَلاتِ عُرْفا ) قال: الريح.ثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَالْمُرْسَلاتِ عُرْفًا ) قال: هي الريح.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.وقال آخرون: بل معنى ذلك: والملائكة التي تُرسَل بالعرف.* ذكر من قال ذلك:حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن مسلم، قال: كان مسروق يقول في المرسلات: هي الملائكة.حدثنا إسرائيل بن أبي إسرائيل، قال: أخبرنا النضر بن شميل، قال: ثنا شعبة، عن سليمان، قال: سمعت أبا الضحى، عن مسروق، عن عبد الله في قوله: ( وَالْمُرْسَلاتِ عُرْفًا ) قال: الملائكة.حدثنا أبو كُريب، قال: ثنا جابر بن نوح ووكيع عن إسماعيل، عن أبي صالح في قوله: ( وَالْمُرْسَلاتِ عُرْفًا ) قال: هي الرسل ترسل بالعُرف.حدثنا عبد الحميد بن بيان السكري، قال: ثنا محمد بن يزيد، عن إسماعيل، قال: سألت أبا صالح عن قوله: ( وَالْمُرْسَلاتِ عُرْفًا ) قال: هي الرسل ترسل بالمعروف؛ قالوا: فتأويل الكلام: والملائكة التي أرسلت بأمر الله ونهيه، وذلك هو العرف.وقال بعضهم: عُني بقوله ( عُرْفا ) : متتابعا كعرف الفرس، كما قالت العرب: الناس إلى فلان عرف واحد، إذا توجهوا إليه فأكثروا.* ذكر من قال ذلك:حدثت عن داود بن الزبرقان، عن صالح بن بريدة، في قوله: ( عُرْفا ) قال: يتبع بعضها بعضا.والصواب من القول في ذلك عندنا أن يقال: إن الله تعالى ذكره أقسم بالمرسلات عرفا، وقد ترسل عُرْفا الملائكة، وترسل كذلك الرياح، ولا دلالة تدلّ على أن المعنيّ بذلك أحد الحِزْبين دون الآخر، وقد عمّ جلّ ثناؤه بإقسامه بكل ما كانت صفته ما وصف، فكلّ من كان صفته كذلك، فداخل في قسمه ذلك مَلَكا أو ريحا أو رسولا من بني آدم مرسلا.",
  "ayah": 1,
  "surah": 77
}
