{
  "text": "অতঃপর মূসা তার সম্প্রদায়ের কাছে ফিরে গেলেন ক্রুদ্ধ ও ক্ষুব্ধ হয়ে [১]। তিনি বললেন, ‘হে আমার সম্প্রদায়! তোমাদের রব কি তোমাদেরকে এক উত্তম প্রতিশ্রুতি দেননি [২]? তবে কি প্রতিশ্রুতি কাল তোমাদের কাছে সুদীর্ঘ হয়েছে [৩]? না তোমরা চেয়েছ তোমাদের প্রতি আপতিত হোক তোমাদের রব এর ক্রোধ [৪], যে কারণে তোমরা আমাকে দেয়া অঙ্গীকার [৫] ভঙ্গ করলে?\n[১] এ বাক্য থেকে বুঝা যাচ্ছে, নিজ সম্প্রদায়কে পেছনে রেখে মূসা আলাইহিসসালাম আল্লাহর সাথে মোলাকাতের আগ্রহের আতিশয্যে আগে চলে গিয়েছিলেন। তুরের ডান পাশে যেখানকার ওয়াদা বনী ইসরাঈলদের সাথে করা হয়েছিল সেখানে তখনো কাফেলা পৌঁছুতে পারেনি। ততক্ষণ মূসা একাই রওয়ানা হয়ে গিয়ে আল্লাহর সামনে হাজিরা দিলেন। এ সময় আল্লাহ ও বান্দার সাথে যা ঘটে তার বিস্তারিত বিবরণ দেয়া হয়েছে সূরা আল-আ’রাফের (১৪৩-১৪৫) নং আয়াতে। মূসার আল্লাহর সাক্ষাতের আবেদন জানানো এবং আল্লাহর একথা বলা যে, আপনি আমাকে দেখতে পারবেন না তারপর আল্লাহর একটি পাহাড়ের উপর সামান্য তাজাল্লি নিক্ষেপ করে তাকে ভেঙে গুড়ো করে দেয়া এবং মূসার বেহুশ হয়ে পড়ে যাওয়া, তারপর পাথরের তখতিতে লেখা বিধান লাভ করা- এসব সেই সময়েরই ঘটনা। এখানে এ ঘটনার শুধুমাত্র বনী ইসরাঈলের গো-বৎস পূজার সাথে সম্পর্কিত অংশটুকুই বর্ণনা করা হয়েছে।\n[২] এর দু'টি অর্থ হতে পারেঃ এক, “ভালো ওয়াদা করেননি\"ও হতে পারে। তখন অর্থ হবে, তোমাদেরকে শরীআত ও আনুগত্যনামা দেবার যে ওয়াদা করা হয়েছিল তোমাদের মতে তা কি কোন কল্যাণ ও হিতসাধনের ওয়াদা ছিল না? মূলতঃ এই ওয়াদার জন্যই তিনি বনী-ইসরাঈলকে নিয়ে তুর পর্বতের দক্ষিণ পার্শ্বে রওয়ানা হয়েছিলেন। সেখানে পৌঁছার পর আল্লাহর পক্ষ থেকে তাওরাত প্ৰাপ্তির কথা ছিল। বলাবাহুল্য, তাওরাত লাভ করলে বনী-ইসরাঈলের দুনিয়া ও আখেরাতের মঙ্গল এসে যেত। [কুরতুবী; ফাতহুল কাদীর] দ্বিতীয় অর্থ হচ্ছে, আজ পর্যন্ত তোমাদের রব তোমাদের সাথে যেসব কল্যাণের ওয়াদা করেছেন তার সবই তোমরা লাভ করতে থেকেছো। তোমাদের নিরাপদে মিসর থেকে বের করেছেন। দাসত্ব মুক্ত করেছেন। তোমাদের শত্রুকে তছনছ করে দিয়েছেন। তোমাদের জন্য তাই মরুময় ও পার্বত্য অঞ্চলে ছায়া ও খাদ্যের ব্যবস্থা করে দিয়েছেন। এ সমস্ত ভালো ওয়াদা কি পূর্ণ হয়নি? [ইবন কাসীর]\n[৩] এর দু'টি অর্থ হতে পারে। এক, তোমাদের নিকট কি দিনগুলো দীর্ঘতর মনে হয়েছে। অর্থাৎ তোমাদের প্রতি আল্লাহ তা’আলা এই মাত্র যে বিরাট অনুগ্রহ করেছেন, এরপর কি অনেক বেশী সময় অতীত হয়ে গেছে যে, তোমরা তাঁকে ভুলে গেলে? তোমাদের বিপদের দিনগুলো কি সুদীর্ঘকাল আগে শেষ হয়ে গেছে যে, তোমরা পাগলের মতো বিপথে ছুটে চলেছে? দ্বিতীয় অনুবাদ এও হতে পারে, “ওয়াদা পূর্ণ হতে কি অনেক বেশী সময় লাগে যে, তোমরা অধৈর্য হয়ে পড়েছে?” অৰ্থাৎ তাওরাত প্রদানের মাধ্যমে পথনির্দেশনা দেবার যে ওয়াদা করা হয়েছিল তা পূর্ণ হতে তো কোন প্রকার বিলম্ব হয়নি, যাকে তোমরা নিজেদের জন্য ওজর বা বাহানা হিসেবে দাঁড় করাতে পারো। [দেখুন, ইবন কাসীর]\n[৪] অর্থাৎ ভুলে যাওয়ার অথবা অপেক্ষা করে ক্লান্ত হয়ে যাওয়ার তো কোন সম্ভাবনা নেই; এখন এ ছাড়া আর কি বলা যায় যে, তোমরা নিজেরাই স্বেচ্ছায় এমন কাজ করতে চেয়েছে যা তোমাদের রবের ক্রোধের উদ্রেক করবে? [ফাতহুল কাদীর]\n[৫] এ ওয়াদা হচ্ছেঃ তিনি তুর থেকে ফিরে আসা পর্যন্ত আল্লাহর আনুগত্যের উপর প্রতিষ্ঠিত থাকা। অথবা তাদের কাছ থেকে তিনি ওয়াদা নিয়েছিলেন যে, তোমরা আমার পিছনে পিছনে আস, কিন্তু তারা না এসে সেখানেই অবস্থান করে। [ফাতহুল কাদীর]",
  "ayah": 86,
  "surah": 20
}
