{
  "text": "১-১৪ নং আয়াতের তাফসীর:\nহযরত তুফায়েল (রাঃ) হতে বর্ণিত আছে যে, একবার তিনি মিম্বরের উপর দাঁড়িয়ে জনগণকে বলেনঃ “তোমরা আমাকে যে কোন আয়াত বা যে কোন হাদীস সম্বন্ধে ইচ্ছা প্রশ্ন করতে পার।” তখন ইবনুস সাকওয়া দাঁড়িয়ে বললোঃ “হে আমীরুল মুমিনীন! আল্লাহ তা'আলার (আরবী) -এই উক্তির অর্থ কি?” উত্তরে তিনি বললেনঃ “বাতাস।” “ (আরবী)-এর অর্থ কি?” সে জিজ্ঞেস করলো। “এর অর্থ মেঘ।” উত্তর দিলেন তিনি। “ (আরবী)-এর ভাবার্থ কি?” প্রশ্ন করলো সে। তিনি জবাবে বললেনঃ “এর ভাবার্থ হলো নৌযানসমূহ।” সে জিজ্ঞেস করলোঃ “ (আরবী)-এর অর্থ কি?” “এর অর্থ হলো ফেরেশতামণ্ডলী।” উত্তর দিলেন তিনি। হযরত সাঈদ ইবনে মুসাইয়া (রঃ) হতে বর্ণিত আছে যে, সাবীগ তামীমী হযরত উমার ইবনে খাত্তাব (রাঃ)-এর নিকট এসে বলেঃ “হে আমীরুল মুমিনীন! (আরবী) সম্পর্কে আমাকে সংবাদ দিন!\" উত্তরে তিনি বললেনঃ “ওটা হলো বাতাস। আমি যা বললাম তা যদি রাসূলুল্লাহ (সঃ)-কে আমি বলতে না। শুনতাম তবে তোমাকে এটা বলতাম না।” সে প্রশ্ন করলোঃ (আরবী)-এর অর্থ কি?” তিনি জবাব দিলেনঃ “ (আরবী) হলেন ফেরেশতামণ্ডলী। রাসূলুল্লাহ (সঃ)-কে এই অর্থ বলতে না শুনলে আমি তোমার কাছে এ অর্থ বলতাম না।” সে আবার প্রশ্ন করলোঃ “ (আরবী) কি?” তিনি উত্তর দিলেনঃ “ (আরবী) হলো নৌযানসমূহ। এ অর্থ যদি রাসূলুল্লাহ (সঃ)-এর মুখে আমি না শুনতাম তবে তোমার কাছে আমি এ অর্থ বলতাম না।” অতঃপর তিনি তাকে একশ চাবুক মারার নির্দেশ দিলেন। সুতরাং তাকে একশ’ চাবুক মারা হলো এবং একটি ঘরে রাখা হলো। যখন তার দেহের ক্ষত ভাল হয়ে গেল তখন তাকে ডাকিয়ে নিয়ে পুনরায় একশটি বেত্রাঘাত করা হলো এবং তাকে সওয়ার করিয়ে দিয়ে হযরত আবু মূসা আশআরী (রাঃ)-এর নিকট হযরত উমার (রাঃ) পত্র লিখলেনঃ “এ ব্যক্তি যেন কোন মজলিসে না বসে।\" কিছুদিন পর সে হযরত আবু মূসা আশআরী (রাঃ)-এর নিকট এসে কঠিনভাবে শপথ করে বললোঃ “এখন আমার মনের কু-ধারণা দূর হয়ে গেছে। আমার অন্তরে বদ-আকীদা আর নেই যা পূর্বে ছিল।” তখন হযরত আবু মূসা আশআরী (রাঃ) হযরত উমার (রাঃ)-কে এ খবর অবহিত করলেন এবং সাথে সাথে একথাও লিখলেনঃ “আমারও ধারণা যে, সে এখন বাস্তবিকই সংশোধিত হয়ে গেছে।” উত্তরে হযরত উমার (রাঃ) হযরত আবূ মূসা (রাঃ)-কে লিখেনঃ “তাকে এখন মজলিসে বসার অনুমতি দেয়া হোক ।” (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন। হাদীসটি দুর্বল। সঠিক কথা এটাই জানা যাচ্ছে যে, হাদীসটি মাওকুফ অর্থাৎ হযরত উমর (রাঃ)-এর নিজের ফরমান। এটা মারফু হাদীস নয়)আমীরুল মুমিনীন হযরত উমার (রাঃ) সাবীগ তামীমীকে যে বেত্রাঘাত করিয়েছিলেন তার কারণ এই যে, তার বদ-আকীদা তার কাছে প্রকাশ পেয়েছিল এবং তার প্রশ্ন ছিল প্রত্যাখ্যান ও বিরুদ্ধাচরণ মূলক। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। তার এ ঘটনাটি প্রসিদ্ধ হয়ে রয়েছে যা হাফিয ইবনে আসাকির (রঃ) পুরোপুরিভাবে বর্ণনা করেছেন। হযরত মুজাহিদ (রঃ), হযরত সাঈদ ইবনে জুবায়ের (রঃ), হযরত হাসান (রঃ), হযরত কাতাদা (রঃ), হযরত সুদ্দী (রঃ) প্রমুখ গুরুজন হতে এই তাফসীরই বর্ণিত আছে। ইমাম ইবনে জারীর (রঃ) এবং ইমাম ইবনে আবি হাতিম (রঃ) তো এ আয়াতগুলোর তাফসীরে অন্য কোন উক্তি আনয়নই করেননি।(আরবী) -এর ভাবার্থ যে মেঘ তা নিম্নের কবিতাংশের পরিভাষাতেও রয়েছেঃ (আরবী) অর্থাৎ “আমি নিজেকে তাঁরই বশীভূত করছি যার বশীভূত হয়েছে ঐ মেঘ যা পরিষ্কার সুমিষ্ট পানি উঠিয়ে নিয়ে থাকে।”(আরবী) -এর অর্থ কেউ কেউ ঐ নক্ষত্ররাজি নিয়েছেন যেগুলো আকাশে চলাফেরা করে। এই অর্থ নিলে নীচ হতে উপরের দিকে উঠে যাওয়া হবে। প্রথমে বাতাস, তারপর মেঘ, তারপর নক্ষত্ররাজি এবং এরপর ফেরেশতামণ্ডলী, যারা কখনো কখনো আল্লাহ তা'আলার হুকুম নিয়ে অবতরণ করেন এবং কখনো পাহারার কাজ করার জন্যে তাশরীফ আনয়ন করেন। যেহেতু এসব কসম এই ব্যাপারে যে, কিয়ামত অবশ্যই সংঘটিত হবে এবং লোকদেরকে পুনর্জীবিত করা হবে সেই হেতু এগুলোর পরেই বলেনঃ “তোমাদেরকে প্রদত্ত প্রতিশ্রুতি অবশ্যই সত্য এবং কর্মফল দিবস অবশ্যম্ভাবী।' অতঃপর মহান আল্লাহ আকাশের কসম খেয়েছেন যা সুন্দর, উজ্জ্বল ও সৌন্দর্যমণ্ডিত। পূর্বযুগীয় গুরুজনদের অনেকেই (আরবী) শব্দের এ অর্থই করেছেন। হযরত যহহাক (রঃ) প্রমুখ মনীষী বলেন যে, পানির তরঙ্গ, বালুকার কণা, ক্ষেতের ফসলের পাতা জোরে প্রবাহিত বাতাসে যখন আন্দোলিত হয় তখন এগুলোতে যেন রাস্তা হয়ে যায়। ওটাকেই (আরবী) বলা হয়েছে।রাসূলুল্লাহ (সঃ)-এর সাহাবীদের (রাঃ) এক ব্যক্তি হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের পিছনে মিথ্যাবাদী বিভ্রান্তকারী। তার মাথার চুল পিছনের দিকে ‘হুবুক’ ‘হুবুক’ অর্থাৎ কুঞ্চিত। আবূ সালেহ (রঃ) বলেন যে, (আরবী) দ্বারা কাঠিন্য বুঝানো হয়েছে। খাসীফ (রঃ) বলেন। (আরবী) -এর অর্থ হলো সুদৃশ্য। হাসান ইবনে হাসান বসরী (রঃ) বলেন যে, আকাশের সৌন্দর্য হলো নক্ষত্ররাজি। হযরত আবদুল্লাহ ইবনে আমর (রাঃ) বলেন যে, (আরবী) দ্বারা সপ্তম আকাশকে বুঝানো হয়েছে। সম্ভবতঃ তার উদ্দেশ্য এই যে, প্রতিষ্ঠিত থাকে এমন তারকারাজি আকাশে রয়েছে। অধিকাংশ জ্যোতির্বিদের বর্ণনা এই যে, এটা অষ্টম আকাশে রয়েছে, যা সপ্তম আকাশের উপরে রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।এই সমুদয় উক্তির সারাংশ একই অর্থাৎ এর দ্বারা সৌন্দর্যমণ্ডিত আকাশকে বুঝানো হয়েছে। আরো বুঝানো হয়েছে আকাশের উচ্চতা, ওর পরিষ্কার-পরিচ্ছন্নতা, ওর পবিত্রতা, ওর নির্মাণ চাতুর্য, ওর দৃঢ়তা, ওর প্রশস্ততা, তারকারাজি দ্বারা ওর জাক-জমকপূর্ণ হওয়া, যেগুলোর মধ্যে কতকগুলো চলতে ফিরতে থাকে এবং কতকগুলো স্থির থাকে, ওর সূর্য ও চন্দ্রের ন্যায় নক্ষত্ররাজি দ্বারা সুষমামণ্ডিত হওয়া। এসব হচ্ছে আকাশের সৌন্দর্যের উপকরণ।এরপর আল্লাহ পাক বলেনঃ “হে মুশরিকের দল! তোমরা তো পরস্পর বিরোধী কথায় লিপ্ত রয়েছে। কোন কিছুর উপর তোমরা একমত হতে পারনি। হযরত কাতাদা (রঃ) বলেন যে, তাদের কেউ কেউ তো সত্য বলে বিশ্বাস করতো এবং কেউ কেউ মিথ্যা মনে করতো।  অতঃপর মহামহিমান্বিত আল্লাহ বলেনঃ “যে ব্যক্তি সত্যভ্রষ্ট সেই ওটা পরিত্যাগ করে।' অর্থাৎ এই অবস্থা ওদেরই হয় যারা নিজেরা পথভ্রষ্ট। তারা নিজেদের বাতিল, মিথ্যা ও বাজে উক্তির কারণে বিভ্রান্ত ও পথভ্রষ্ট হয়ে যায়। সঠিক বোধ ও সত্য জ্ঞান তাদের মধ্য হতে লোপ পেয়ে যায়। যেমন অন্য আয়াতে আছেঃ (আরবী)অর্থাৎ “তোমরা ও তোমাদের বাতিল মা'বৃদরা জাহান্নামী লোকদেরকে ছাড়া আর কাউকেও পথভ্রষ্ট করতে পারবে না।” (৩৭:১৬১-১৬৩) হযরত ইবনে আব্বাস (রাঃ) ও হযরত সুদ্দী (রঃ) বলেন যে, এর দ্বারা পথভ্রষ্ট শুধু সেই হয় যে নিজেই পথভ্রষ্ট হয়ে রয়েছে। হযরত মুজাহিদ (রঃ) বলেন যে, এর থেকে ঐ ব্যক্তিই দূর হয় যাকে সর্বপ্রকারের কল্যাণ হতে দূরে নিক্ষেপ করা হয়েছে। হযরত হাসান বসরী (রঃ) বলেন যে, কুরআন কারীম হতে ঐ ব্যক্তিই সরে পড়ে যে ব্যক্তি পূর্ব হতেই এটাকে অবিশ্বাস করার উপর উঠে পড়ে লেগেছিল।এরপর মহাপরাক্রমশালী আল্লাহ বলেনঃ ‘বাজে ও অযৌক্তিক উক্তিকারীরা ধ্বংস হোক।' অর্থাৎ তারাই ধ্বংস হোক যারা বাজে ও মিথ্যা উক্তি করতো, যাদের মধ্যে ঈমান ছিল না, যারা বলতোঃ আমাদের পুনরুত্থান ঘটবে না।  হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ সন্দেহ পোষণকারীরা অভিশপ্ত। হযরত মুআয (রাঃ) স্বীয় ভাষণে এ কথাই বলতেন। এরা প্রতারক ও সন্দিহান।এরপর আল্লাহ তাআলা বলেনঃ ধ্বংস হোক তারা যারা অজ্ঞ ও উদাসীন। যারা বেপরোয়াভাবে কুফরী করতে রয়েছে। তারা প্রত্যাখ্যান করার উদ্দেশ্যে জিজ্ঞেস করেঃ কর্মফল দিবস কবে হবে? আল্লাহ তা'আলা উত্তরে বলেনঃ এটা হবে সেই দিন, যেই দিন তাদেরকে শাস্তি দেয়া হবে অগ্নিতে। যেমনভাবে সোনাকে আগুনে উত্তপ্ত করা হয় তেমনিভাবে তারা আগুনে জ্বলতে থাকবে। তাদেরকে বলা হবেঃ তোমরা তোমাদের শাস্তি আস্বাদন কর, তোমরা এই শাস্তিই ত্বরান্বিত করতে চেয়েছিলে। একথা তাদেরকে ধমকের সুরে বলা হবে।",
  "ayah": 14,
  "surah": 51
}
