{
  "text": "৫২-৬০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবী (সঃ)-কে সান্ত্বনা দিয়ে বলেনঃ হে নবী (সঃ)! এই কাফিররা যা বলছে তা কোন নতুন কথা নয়। এদের পূর্ববর্তী কাফিররাও নিজ নিজ যুগের রাসূলদেরকে একথাই বলেছিল। কাফিরদের এই উক্তিই ক্রমান্বয়ে চলে আসছে। যেন তারা পরস্পর এই অসিয়তই করে গিয়েছে। সত্য কথা তো এটাই যে, ঔদ্ধত্য ও হঠকারিতায় এরা সবাই সমান। এ জন্যেই এদের পূর্ববর্তীদের মুখ দিয়ে যে কথা বের হয়েছিল ঐ কথাই এদের মুখ দিয়েও বের হচ্ছে। কেননা, শক্ত অন্তরের দিক দিয়ে এরা সবাই একই। সুতরাং তুমি এদের কথা চোখ বুজে সহ্য করে যাও। এরা তোমাকে পাগল বলছে, যাদুকর বলছে, তুমি তাদের এসব কথার উপর ধৈর্যধারণ করতে থাকো। হ্যাঁ, তবে উপদেশের তাবলীগ চালিয়ে যাও, এটা ছেড়ে দিয়ো না। আল্লাহ পাকের বাণী তাদের কাছে পৌঁছাতে থাকো। যাদের অন্তরে ঈমান কবূল করে নেয়ার মাদ্দা রয়েছে তারা একদিন না একদিন অবশ্যই সত্যের পথে আসবে।এরপর মহান আল্লাহ বলেনঃ আমি দানব ও মানবকে আমার নিজের কোন প্রয়োজনের জন্যে সৃষ্টি করিনি, বরং তাদেরকে সৃষ্টি করেছি শুধু এজন্যে যে, তাদের নিজেদেরই লাভ ও উপকারের জন্যে তাদেরকে আমার ইবাদত করার নির্দেশ দান করবে। আর করেছিও তাই। তারা যেন সন্তুষ্টচিত্তে অথবা বাধ্য হয়ে আমাকে প্রকৃত মা’বূদ মেনে নেয়। তারা যেন আমার পরিচয় লাভ করে।হযরত সুদ্দী (রঃ) বলেন যে, কতক ইবাদত উপকার পৌঁছিয়ে থাকে, আবার কতক ইবাদতে মোটেই কোন উপকার হয় না। যেমন কুরআন কারীমে রয়েছেঃ (আরবী) অর্থাৎ “যদি তুমি তাদেরকে জিজ্ঞেস করঃ আকাশমণ্ডলী ও পৃথিবী কে সৃষ্টি করেছে? তবে অবশ্যই তারা বলবেঃ ‘আল্লাহ’।” (৩৯:৩৮) তাহলে যদিও এটাও একটি ইবাদত, তথাপি মুশরিকদের এই উত্তর তাদের কোন উপকারে আসবে না। মোটকথা, ইবাদতকারী সবাই, ঐ ইবাদত তাদের জন্যে উপকারী হোক বা নাই হোক।হযরত যহহাক (রঃ) বলেন যে, এর দ্বারা ঈমানদার মানব ও দানবকে বুঝানো হয়েছে।  হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাকে নিম্নরূপ পড়িয়েছেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই আমি রিযকদাতা ও প্রবল পরাক্রান্ত।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাউদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)মোটকথা, আল্লাহ তা'আলা স্বীয় বান্দাদেরকে একমাত্র তাঁরই ইবাদতের জন্যে সৃষ্টি করেছেন। সুতরাং যে ব্যক্তি শুধুমাত্র তাঁরই ইবাদত করবে এবং তার সাথে অন্য কাউকেও শরীক করবে না তাকে তিনি উত্তম ও পূর্ণ পুরস্কার প্রদান করবেন। আর যারা তার সাথে অন্য কাউকেও শরীক করবে তাকে তিনি জঘন্য শাস্তি প্রদান করবেন। আল্লাহ তা'আলা কারো মুখাপেক্ষী নন, বরং সমস্ত মাখলুক সর্বাবস্থায় এবং সর্বসময় তাঁর পূর্ণ মুখাপেক্ষী। তারা তাঁর কাছে সম্পূর্ণরূপে অসহায় ও দরিদ্র। তিনি একাই তাদের সৃষ্টিকর্তা ও আহার্যদাতা।হযরত আবু হুরাইরা (রাঃ) রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেন যে, আল্লাহ তাআলা বলেনঃ “হে আদম সন্তান! তুমি আমার ইবাদতে লেগে পড়, আমি তোমার বক্ষকে ঐশ্বর্য ও অমুখাপেক্ষিতা দ্বারা পূর্ণ করে দিবো এবং তোমার দারিদ্রকে দূর করবে। আর যদি তুমি এরূপ না কর তবে আমি তোমার বক্ষকে ব্যস্ততা দ্বারা পূর্ণ করবে এবং তোমার দরিদ্রতাকে কখনো বন্ধ করবে না।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে। ইমাম ইবনে মাজাহও (রঃ) এ হাদীসটি বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)হযরত খালিদ (রাঃ)-এর হযরত হিব্বাহ (রাঃ) ও হযরত সাওয়াহ (রাঃ) নামক দুই পুত্র বর্ণনা করেনঃ “একদা আমরা রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হই। ঐ সময় তিনি কোন কাজে ব্যস্ত ছিলেন অথবা তিনি দেয়াল তৈরী করছিলেন কিংবা কোন জিনিস মেরামত করছিলেন। আমরাও তাঁকে ঐ কাজে সাহায্য করি। কাজ শেষ হলে তিনি আমাদের জন্যে দুআ করেন এবং বলেনঃ “তোমাদের মাথা নড়া পর্যন্ত তোমরা রিযক হতে নিরাশ হয়ো না। দেখো, মানুষ যখন জন্মগ্রহণ করে তখন তার মা তাকে একটা লাল গোশত-খণ্ড রূপে প্রসব করে, দেহের উপর কোন আবরণ থাকে না, অতঃপর আল্লাহ তা'আলা তাকে সবকিছুই দান করেন এবং তাকে রিযক দিয়ে থাকেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)কোন কোন আসমানী কিতাবে রয়েছে যে, আল্লাহ তাআলা বলেনঃ “হে আদম সন্তান! আমি তোমাকে আমার ইবাদতের জন্যে সৃষ্টি করেছি, সুতরাং তুমি তাতে অবহেলা করো না। তোমার রিকের যামিন আমিই। তুমি তাতে অযথা কষ্ট করো না। তুমি আমাকে তালাশ কর, পাবে। যদি তুমি আমাকে পেয়ে যাও তবে বিশ্বাস রেখো যে, তুমি সব কিছুই পেয়ে গেলে। আর যদি আমাকে না পাও তবে নিশ্চিতরূপে জানবে যে, তুমি সমস্ত কল্যাণ হারিয়ে ফেলেছো। জেনে রেখো যে, তোমার অন্তরে আমারই প্রেম সর্বাধিক থাকা চাই।”  এরপর মহাপরাক্রমশালী আল্লাহ বলেনঃ এই কাফিররা কেন আমার শাস্তি তাড়াতাড়ি চাচ্ছে? এ শাস্তি তো নির্ধারিত সময়ে তাদের উপর অবশ্যই আপতিত হবে, যেমন তাদের পূর্ববর্তী কাফিরদের উপর আপতিত হয়েছিল। যে কিয়ামতের দিন সম্পর্কে তাদেরকে সতর্ক করা হচ্ছে ঐ দিন তাদের জন্যে হবে বড়ই দুর্ভোগের দিন।",
  "ayah": 60,
  "surah": 51
}
