{
  "text": "\"خالدين فيها ما دامت السموات والأرض\" قال الإمام أبو جعفر بن جرير: من عادة العرب إذا أرادت أن تصف الشيء بالدوام أبدا قالت هذا دائم دوام السموات والأرض وكذلك يقولون هو باق ما اختلف الليل والنهار وما سمر أبناء سمير وما لألأت العير بأذنابها. يعنون بذلك كله أبدا فخاطبهم جل ثناؤه وبما يتعارفونه بينهم فقال \"خالدين فيها ما دامت السموات والأرض\" قلت: ويحتمل أن المراد بما دامت السموات والأرض الجنس لأنه لا بد في عالم الآخرة من سموات وأرض كما قال تعالى \"يوم تبدل الأرض غير والأرض والسموات\" ولهذا قال الحسن البصري في قوله \"ما دامت السموات والأرض\" قال: يقول سماء غير هذه السماء وأرض غير هذه فما دامت تلك السماء وتلك الأرض. وقال ابن أبي حاتم: ذكر عن سفيان بن حسين عن الحكم عن مجاهد عن ابن عباس قوله \"ما دامت السموات والأرض\" قال: لكل جنة سماء وأرض وقال عبدالرحمن بن زيد بن أسلم: ما دامت الأرض أرضا والسماء سماء. وقوله \"إلا ما شاء ربك إن ربك فعال لما يريد\" كقوله \"النار مثواكم خالدين فيها إلا ما شاء الله إن ربك حكيم عليم\" وقد اختلف المفسرون في المراد من هذا الاستثناء على أقوال كثيرة حكاها الشيخ أبو الفرج بن الجوزي في كتابة زاد المسير وغيره من علماء التفسير ونقل كثيرا منها الإمام أبو جعفر بن جرير رحمه الله في كتابه واختار هو ما نقله عن خالد بن معدان والضحاك وقتادة وابن سنان ورواه ابن أبي حاتم عن ابن عباس والحسن أيضا أن الاستثناء عائد على العصاة من أهل التوحيد ممن يخرجهم الله من النار بشفاعة الشافعين من الملائكة والنبيين والمؤمنين حتي يشفعون في أصحاب الكبائر ثم تأتي رحمة أرحم الراحمين فتخرج من النار من لم يعمل خيرا قط وقال يوما من الدهر لا إله إلا الله كما وردت بذلك الأخبار الصحيحة المستفيضة عن رسول الله صلي الله عليه وسلم بمضمون ذلك من حديث أنس وجابر وأبي سعيد وأبي هريرة وغيرهم من الصحابة ولا يبقي بعد ذلك في النار إلا من وجب عليه الخلود فيها ولا محيد له عنها وهذا الذي عليه كثير من العلماء قديما وحديثا في تفسير هذه الآية الكريمة. وقد روي في تفسيرها عن أمير المؤمنين عمر بن الخطاب وابن مسعود وابن عباس وأبي هريرة وعبدالله بن عمرو وجابر وأبي سعيد من الصحابة وعن أبي مجلز والشعبي وغيرهما من التابعين وعن عبدالرحمن بن زيد بن أسلم وإسحاق بن راهويه وغيرهما من الأئمة في أقوال غريبة وورد حديث غريب في معجم الطبراني الكبير عن أبي أمامة صدي بن عجلان الباهلي ولكن سنده ضعيف والله أعلم. وقال قتادة: الله أعلم بثنياه; وقال السدي هي منسوخة بقوله \"خالدين فيها أبدا\".",
  "ayah": 107,
  "surah": 11
}
