{
  "text": "يخبر تعالى عن حال المؤمنين الذين هم علي فطرة الله تعالى التي فطر عليها عبادة من الاعتراف له بأنه لا إلا إلا هو كما قال تعالى \"فأقم وجهك للدين حنيفا فطرة الله التي فطر عليها\" الآية وفي الصحيحين عن أبي هريرة قال: قال رسول الله صلي الله عليه وسلم \"كل مولود يولد علي الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه كما تولد البهيمة بهيمة جمعاء هل تحسون فيها من جدعاء؟\" الحديث وفي صحيح مسلم عن عياض بن حماد عن رسول الله صلي الله عليه وسلم قال \"يقول الله تعالى إني خلقت عبادي حنفاء فجاءتهم الشياطين فاجتالتهم عن دينهم وحرمت عليهم ما أحللت لهم وأمرتهم أن يشركوا بي ما لم أنزل به سلطانا \" وفي المسند والسنن \"كل مولود يولد علي هذه الملة حتي يعرب عنه لسانه\" الحديث فالمؤمن باق علي هذه الفطرة وقوله \"ويتلوه شاهد منه\" أي وجاءه شاهد من الله وهو ما أوحاه إلي الأنبياء من الشرائع المطهرة المكملة المعظمة المختتمة بشريعة محمد صلوات الله وسلامه عليه وعليهم أجمعين لهذا قال ابن عباس ومجاهد وعكرمة وأبوا العالية والضحاك وإبراهيم النخعي والسدي وغير واحد في قوله تعالى \"ويتلوه شاهد منه\" أنه جبريل عليه السلام وعن علي رضي الله عنه والحسن وقتادة هو محمد صلي الله عليه وسلم وكلاهما قريب في المعني لأن كلا من جبريل ومحمد صلوات الله عليهما بلغ رسالة الله تعالى فجبريل إلي محمد ومحمد إلي الأمة وقيل هو علّي وهو ضعيف لا يثبت له قائل ولأول هو الحق وذلك أن المؤمن عنده من الفطرة وما يشهد من حيث الجملة والتفاصيل تؤخذ من الشريعة والفطرة تصدقها وتؤمن بها لهذا قال تعالى \"أفمن كان علي بينة من ربه ويتلوه شاهد منه\" وهو القرآن بلغه جبريل إلي النبي صلي الله عليه وسلم وبلغه النبي محمد صلي الله عليه وسلم إلي أمته ثم قال تعالى \"ومن قبله كتاب موسي\" أي ومن قبل القرآن كتاب موسي وهو التوراة \"إماما ورحمة\" أي أنزل الله تعالى إلي تلك الأمة إماما لهم وقدوة يقتدون بها ورحمة من الله بهم فمن آمن بها حق الإيمان قادة ذلك إلى الإيمان بالقرآن ولهذا قال تعالى \"أولئك يؤمنون به\" ثم قال تعالى متوعدا لمن كذب بالقرآن أو بشيء منه \"ومن يكفر به من الأحزاب فالنار موعده\" أي ومن كفر بالقرآن من سائر أهل الأرض مشركهم وكافرهم وأهل الكتاب وغيرهم ومن سائر طوائف بني آدم علي اختلاف ألوانهم وأشكالهم وأجناسهم ممن بلغه القرآن كما قال تعالى \"لأنذركم به ومن بلغ\" وقال تعالى \"قل يا أيها الناس إني رسول إليكم جميعا \" وقال تعالى \"ومن يكفر به من الأحزاب فالنار موعده\" وفي صحيح مسلم من حديث شعبة عن أبي بشر عن سعيد بن جبير عن أبي موسى الأشعري رضي الله عنه أن رسول الله صلي الله عليه وسلم قال \"والذي نفسي بيده لا يسمع بي أحد من هذه الأمة يهودي أو نصراني ثم لا يؤمن بي إلا دخل النار\" وقال أيوب السختياني عن سعيد بن جبير قال: كنت لا أسمع بحديث عن النبي صلي الله عليه وسلم علي وجهه إلا وجدت مصداقه أو قال تصديقه في القرآن فبلغني أن النبي صلي الله عليه وسلم قال \"لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني فلا يؤمن بي إلا دخل النار\" فجعلت أقول أين مصداقه في كتاب الله؟ وقال وقلما سمعت عن رسول الله صلي الله عليه وسلم إلا وجدت له تصديقا في القرآن حتي وجدت هذه الآية \"ومن يكفر به من الأحزاب فالنار موعده\" قال من الملل كلها وقوله \"فلا تك في مريه منه إنه الحق من ربك\" الآية أي القرآن حق من الله لا مرية ولا شك فيه قال تعالى \"ألم تنزيل الكتاب لا ريب فيه من رب العاليمن\" وقال تعالى \"ألم ذلك الكتاب لا ريب فيه\" وقوله \"ولكن أكثر الناس لا يؤمنون\" كقوله تعالي \"وما أكثر الناس ولو حرصت بمؤمنين\" وقال تعالى \"وإن تطع أكثر من في الأرض يضلوك عن سبيل الله\" وقال تعالى \"ولقد صدق عليهم إبليس ظنه فاتبعوه إلا فريقا من المؤمنين.",
  "ayah": 17,
  "surah": 11
}
