{
  "text": "ووجه الاستثناء على هذا ، ما قاله الفراء : إلا ما شاء الله ، وهو لم يشأ أن تنسى شيئا كقوله تعالى : خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك . ولا يشاء . ويقال في الكلام : لأعطينك كل ما سألت إلا ما شئت ، وإلا أن أشاء أن أمنعك ، والنية على ألا يمنعه شيئا . فعلى هذا مجاري الأيمان يستثنى فيها ونية الحالف التمام . وفي رواية أبي صالح عن ابن عباس : فلم ينس بعد نزول هذه الآية حتى مات ، إلا ما شاء الله . وعن سعيد عن قتادة ، قال : كان رسول الله - صلى الله عليه وسلم - لا ينسى شيئا إلا ما شاء الله . وعلى هذه الأقوال قيل : إلا ما شاء الله أن ينسى ، ولكنه لم ينس شيئا منه بعد نزول هذه الآية . وقيل : إلا ما شاء الله أن ينسى ، ثم يذكر بعد ذلك فإذا قد نسي ، ولكنه يتذكر ولا ينسى نسيانا كليا . وقد روي أنه أسقط آية في [ ص: 18 ] قراءته في الصلاة ، فحسب أبي أنها نسخت ، فسأله فقال : \" إني نسيتها \" . وقيل : هو من النسيان أي إلا ما شاء الله أن ينسيك . ثم قيل : هذا بمعنى النسخ أي إلا ما شاء الله أن ينسخه . والاستثناء نوع من النسخ . وقيل : النسيان بمعنى الترك أي يعصمك من أن تترك العمل به إلا ما شاء الله أن تتركه لنسخه إياه . فهذا في نسخ العمل ، والأول في نسخ القراءة . قال الفرغاني : كان يغشى مجلس الجنيد أهل البسط من العلوم ، وكان يغشاه ابن كيسان النحوي ، وكان رجلا جليلا فقال يوما : ما تقول يا أبا القاسم في قول الله تعالى : سنقرئك فلا تنسى ؟ فأجابه مسرعا - كأنه تقدم له السؤال قبل ذلك بأوقات : لا تنسى العمل به . فقال ابن كيسان : لا يفضض الله فاك مثلك من يصدر عن رأيه . وقوله فلا : للنفي لا للنهي . وقيل : للنهي وإنما أثبتت الياء ; لأن رءوس الآي على ذلك . والمعنى : لا تغفل عن قراءته وتكراره فتنساه إلا ما شاء الله أن ينسيكه برفع تلاوته للمصلحة . والأول هو المختار ; لأن الاستثناء من النهي لا يكاد يكون إلا مؤقتا معلوما . وأيضا فإن الياء مثبتة في جميع المصاحف ، وعليها القراء . وقيل : معناه إلا ما شاء الله أن يؤخر إنزاله . وقيل : المعنى فجعله غثاء أحوى إلا ما شاء الله أن ينال بنو آدم والبهائم ، فإنه لا يصير كذلك .قوله تعالى : إنه يعلم الجهر أي الإعلان من القول والعمل . وما يخفى من السر . وعن ابن عباس : ما في قلبك ونفسك . وقال محمد بن حاتم : يعلم إعلان الصدقة وإخفاءها . وقيل : الجهر ما حفظته من القرآن في صدرك . وما يخفى هو ما نسخ من صدرك .",
  "ayah": 7,
  "surah": 87
}
