{
  "text": "হে মুমিনগণ [১] ! তোমরা অঙ্গীকারসমূহ [২] পূর্ণ করবে [৩]। যা তোমাদের নিকট বর্ণিত হচ্ছে [৪] তা ছাড়া গৃহপালিত [৫] চতুষ্পদ জন্তু [৬] তোমাদের জন্য হালাল করা হল, তবে ইহরাম অবস্থায় শিকার করাকে বৈধ মনে করবে না [৭]। নিশ্চয়ই আল্লাহ যা ইচ্ছে আদেশ করেন [৮]।\nসূরা সংক্রান্ত আলোচনাঃ\nআয়াত সংখ্যাঃ ১২০\nনামকরণঃ\nএ সূরারই ১১২ ও ১১৬ নং আয়াতদ্বয়ে উল্লেখিত “মায়েদাহ” শব্দ থেকে এ সূরার নামকরণ করা হয়েছে। মায়েদা শব্দের অর্থঃ খাবারপূর্ণ পাত্র।\nসূরা নাযিলের প্রেক্ষাপটঃ\nসূরা আল-মায়েদাহ সর্বসম্মত মতে মাদানী সূরা। মদীনায় অবতীর্ণ সূরাসমূহের মধ্যেও এটি শেষ দিকের সূরা। এমনকি, কেউ কেউ একে কুরআন মজীদের সর্বশেষ সূরাও বলেছেন। আবদুল্লাহ ইবনে উমর রাদিয়াল্লাহু আনহুমা ও আসমা বিনতে ইয়াযীদ রাদিয়াল্লাহু আনহা থেকে বর্ণিত আছে, সূরা আল-মায়েদাহ যে সময় নাযিল হয়, সে সময় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সফরে ‘আদ্ববা’ নামীয় উষ্ট্রীর পিঠে সওয়ার ছিলেন। সাধারণতঃ ওহী অবতরণের সময় যেরূপ অসাধারণ ওজন ও বোঝা অনুভূত হতো, তখনও যথারীতি তা অনুভূত হয়েছিল। এমনকি ওজনের চাপে উষ্ট্রী অক্ষম হয়ে পড়লে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নীচে নেমে আসেন। [মুসনাদে আহমাদঃ ৬/৪৫৫] কোন কোন বর্ণনা দ্বারা বুঝা যায় যে, এটি ছিল বিদায় হজ্জের সফর। বিদায় হজ্জ নবম হিজরীর ঘটনা। এ হজ্জ থেকে ফিরে আসার পর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম প্রায় আশি দিন জীবিত ছিলেন। আবু হাইয়ান বলেনঃ সূরা মায়েদার কিয়দাংশ হোদায়বিয়ার সফরে, কিয়দাংশ মক্কা বিজয়ের সফরে এবং কিয়দাংশ বিদায় হজ্জের সফরে নাযিল হয়। এতে বোঝা যায় যে, এ সূরাটি সর্বশেষ সূরা না হলেও শেষ পর্যায়ে অবতীর্ণ হয়েছে। [বাহরে মুহীত]\nজুবায়ের ইবনে নুফায়ের থেকে বর্ণিত হয়েছে, তিনি একবার হজ্জের পর আয়েশা সিদ্দীকা রাদিয়াল্লাহু আনহার কাছে উপস্থিত হলে তিনি বললেনঃ জুবায়ের, তুমি কি সূরা মায়েদাহ পাঠ কর? তিনি আরয করলেন, জী-হ্যাঁ, পাঠ করি। আয়েশা রাদিয়াল্লাহু আনহা বললেন, এটি কুরআনুল কারীমের সর্বশেষ সূরা। এতে হালাল ও হারামের যেসব বিধি-বিধান বর্ণিত আছে, তা অটল। এগুলো রহিত হওয়ার নয়। কাজেই এগুলোর প্রতি বিশেষ যত্নবান থেকো। [দেখুনঃ মুস্তাদরাকে হাকেমঃ ২/৩১১]\nরহমান, রহীম আল্লাহর নামে\n[১] আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, যখন শুনবে যে, আল্লাহ্ তা’আলা ‘ইয়া আইয়ুহাল্লায়ীনা আমানু’ বা ‘হে ঈমানদারগণ’ বলছে তখন সেটাকে কান লাগিয়ে শুন। কেননা, এর মাধ্যমে কোন কল্যানের নির্দেশ আসবে বা অকল্যাণ থেকে নিষেধ করা হবে। [ইবন কাসীর]\n[২] আয়াতে মুমিনগণকে ওয়াদা-অঙ্গীকার পূর্ণ করার নির্দেশ দেয়া হয়েছে। এ কারণেই সূরা মায়েদার অপর নাম সূরা ‘উকুদ তথা ওয়াদা- অঙ্গীকারের সূরা। চুক্তি-অঙ্গীকার ও লেন-দেনের ক্ষেত্রে এ সূরাটি বিশেষ করে এর প্রথম আয়াতটি সবিশেষ গুরুত্বের অধিকারী। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন আমর ইবন হায্‌মকে ঐ আমলের শাসনকর্তা নিযুক্ত করে প্রেরণ করেন এবং একটি ফরমান লিখে তাঁর হাতে অর্পণ করেন, তখন এ ফরমানের শিরোনামে উল্লেখিত আয়াতটিও লিপিবদ্ধ করে দেন। [দেখুন, নাসায়ী: ৪৮৫৬; আল খাতীবুল বাগদাদী, আল ফাকীহ ওয়াল মুতাফাককিহ হাদীস নং ৩১৮ (হাদীসটির সনদ হাসান); দেখুন, ‘আদেল ইউসুফ আল-‘আয্‌যাযীর টিকা এবং ইরউয়াউল গালীল ১ম খণ্ড: পৃষ্ঠা নং ১৫৮-১৬১]\n[৩] (عُقُوْدٌ) শব্দটি (عقد) শব্দের বহুবচন। এর শাব্দিক অর্থ বাঁধা, আবদ্ধ করা। চুক্তিতে যেহেতু দুই ব্যক্তি অথবা দুই দল আবদ্ধ হয়, এজন্য এটাকেও (عقد) বলা হয়েছে। এভাবে (عُقُوْدٌ) এর অর্থ হয়-(عهود) অর্থাৎ চুক্তি ও অঙ্গীকার। [তাবারী] বস্তুত: দুই পক্ষ যদি ভবিষ্যতে কোন কাজ করা অথবা না করার বাধ্য-বাধকতায় একমত হয়ে যায়, তবে তাকেই আমরা আমাদের পরিভাষায় চুক্তি বলে অভিহিত করে থাকি। অতএব, উপরোক্ত বাক্যের সারমর্ম এই যে, পারস্পরিক চুক্তি পূর্ণ করাকে জরুরী ও অপরিহার্য মনে কর। [আহকামুল কুরআন লিল জাসসাস]\nতবে এ আয়াতে চুক্তি বলে কোন্‌ ধরনের চুক্তিকে বুঝানো হয়েছে এ ব্যাপারে তফসীরবিদগণের বিভিন্ন উক্তি রয়েছে। আবদুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ আল্লাহ তা’আলা বান্দাদের কাছ থেকে ঈমান ও ইবাদত সম্পর্কিত যে সব অঙ্গীকার নিয়েছেন অথবা আল্লাহ তা’আলা বান্দাদের কাছ থেকে স্বীয় নাযিলকৃত বিধি-বিধান হালাল ও হারাম সম্পর্কিত যেসব অঙ্গীকার নিয়েছেন, আয়াতে সেগুলোকেই বুঝানো হয়েছে। তাফসীরকার যায়দ ইবনে আসলাম বলেনঃ এখানে ঐসব চুক্তিকে বুঝানো হয়েছে, যা মানুষ পরস্পরে একে অন্যের সাথে সম্পাদন করে। যেমন, বিবাহ-শাদী ও ক্রয়-বিক্রয় চুক্তি ইত্যাদি। মুজাহিদ, রবী, কাতাদা প্রমুখ বলেনঃ এখানে ঐসব শপথ ও অঙ্গীকারকে বুঝানো হয়েছে যা জাহেলিয়াত যুগে একজন অন্যজনের কাছ থেকে পারস্পরিক সাহায্য-সহযোগিতার ক্ষেত্রে সম্পাদন করতো। [বাগভী]\nপ্রকৃতপক্ষে এ সব উক্তির মধ্যে কোন বিরোধিতা নাই। কারণ, উপরোক্ত সব চুক্তি ও অঙ্গীকারই (عُقُوْدٌ) শব্দের অন্তর্ভুক্ত এবং কুরআন সবগুলোই পূর্ণ করার নির্দেশ দিয়েছে। ইমাম আবুল লাইস আস-সামরিকান্দী বলেনঃ চুক্তির যত প্রকার রয়েছে, সবই এ শব্দের অন্তর্ভুক্ত। তিনি আরো বলেনঃ এর প্রাথমিক প্রকার তিনটি। (এক) পালনকর্তার সাথে মানুষের অঙ্গীকার। উদাহরণতঃ ঈমান ও ইবাদতের অঙ্গীকার অথবা হারাম ও হালাল মেনে চলার অঙ্গীকার। (দুই) নিজের সাথে মানুষের অঙ্গীকার। যেমন, নিজ যিম্মায় কোন বস্তুর মান্নত মানা অথবা শপথ করে কোন কাজ নিজের উপর জরুরী করে নেওয়া। (তিন) মানুষের সাথে মানুষের সম্পাদিত চুক্তি। এছাড়া সে সব চুক্তিও এর অন্তর্ভুক্ত, যা দুই ব্যক্তি, দুই দল বা দুই রাষ্ট্রের মধ্যে সম্পাদিত হয়। বিভিন্ন সরকারের আন্তর্জাতিক চুক্তি অথবা পারস্পরিক সমঝোতা, বিভিন্ন দলের পারস্পরিক অঙ্গীকার এবং দুই ব্যক্তির মধ্যকার সর্বপ্রকার লেন-দেন,বিবাহ, ব্যবসা, শেয়ার, ইজারা ইত্যাদিতে পারস্পরিক সম্মতিক্রমে যে সব বৈধ শর্ত স্থির করা হয়, আলোচ্য আয়াতদৃষ্টে তা মেনে চলা প্রত্যেক পক্ষের অবশ্য কর্তব্য। তবে শরী’আত বিরোধী শর্ত আরোপ করা এবং তা গ্রহণ করা কারও জন্যে বৈধ নয়। [তাফসীর আবুল লাইস আস-সামারকান্দী]\n[৪] ‘যা বর্ণিত হচ্ছে’ বলে যা বোঝানো হয়েছে, তা এখানে বর্ণিত হয় নি। পরবর্তী ৩ নং আয়াতে সেটার বিস্তারিত বর্ণনা এসেছে। [আদওয়াউল বায়ান]\n[৫] আয়াতে বর্ণিত (انعام) শব্দটি (نعم) -এর বহুবচন। এর অর্থ পালিত পশু। যেমন- উট, গরু, মহিষ, ছাগল ইত্যাদি। সূরা আল-আন’আমে এদের আটটি প্রকার বর্ণনা করা হয়েছে। এদের সবাইকে (نعم) বলা হয়। এখন আয়াতের অর্থ দাঁড়িয়েছে এই যে, গৃহপালিত পশু আট প্রকার তোমাদের জন্যে হালাল করা হয়েছে। পূর্বেই বর্ণিত হয়েছে যে, (عقود) শব্দ বলে যাবতীয় চুক্তি-অঙ্গীকার বুঝানো হয়েছে। তন্মধ্যে একটি ছিল ঐ অঙ্গীকার, যা আল্লাহ তা’আলা হালাল ও হারাম মেনে চলার ব্যাপারে বান্দার কাছ থেকে নিয়েছেন। আলোচ্য বাক্যে এই বিশেষ অঙ্গীকারটিই বর্ণিত হয়েছে যে, আল্লাহ তা’আলা তোমাদের জন্যে উট, ছাগল ,গরু, মহিষ ইত্যাদিকে হালাল করে দিয়েছেন। শরীআতের নিয়ম অনুযায়ী তোমরা এগুলোকে যবেহ করে খেতে পার। [কুরতুবী]\n[৬] এখানে সব ধরনের জন্তু বুঝানো হয়নি। বরং সুনির্দিষ্ট কিছু জন্তু বোঝানো হয়েছে। তাদের সম্পর্কে বলা হয়েছে (بَهِيْمَةٌ) যেসব জীব-জন্তুকে সাধারণভাবে নিবোধ মনে করা হয়, সেগুলোকে (بَهِيْمَةٌ) বলা হয়। কেননা, মানুষ অভ্যাসগতভাবে তাদের ভাষা বুঝে না। ফলে তাদের বক্তব্য (مُبْهَم) তথা অস্পষ্ট থেকে যায়। এখানে ‘বাহীমা’ বলে কোন কোন সাহাবীর মতে, জবাইকৃত প্রাণীর উদরে যে বাচ্ছা পাওয়া যায় সেটাকে বোঝানো হয়েছে। [তাফসীরে কুরতুবী; সাদী, বাগভী; ফাতহুল কাদীর]\n[৭] ইহরাম অবস্থায় শিকার করতে নিষেধ করার মাধ্যমে এটাও উদ্দেশ্য হতে পারে যে, পূর্বে বর্ণিত ‘বাহীমাতুল আন’আম’ বলতে সে সমস্ত প্রাণীকেও বোঝাবে, যেগুলোকে সাধারণত শিকার করা হয়। যেমন, হরিণ, বন্য গরু, খরগোশ ইত্যাদি। কারণ, ইহরাম অবস্থায় শিকার করা হারাম হওয়ার অর্থ স্বাভাবিক অবস্থায় হালাল হওয়া। [সা’দী]\n[৮] আল্লাহ সার্বভৌম কর্তৃত্বের অধিকারী একচ্ছত্র শাসক। তিনি নিজের ইচ্ছেমত যেকোন হুকুম দেয়ার পূর্ণ ইখতিয়ার রাখেন। কাতাদা বলেন, তিনি তাঁর সৃষ্টির ব্যাপারে যা ইচ্ছে বিধান প্রদানের অধিকারী। তিনি তাঁর বান্দাদের জন্য যা ইচ্ছা তা বর্ণনা করেন, ফরয নির্ধারিত করেন, সীমা ঠিক করে দেন। আনুগত্যের নির্দেশ দেন ও অবাধ্যতা থেকে নিষেধ করেন। [আত-তাফসীরুস সহীহ] তাঁর সমস্ত বিধান জ্ঞান, প্রজ্ঞা, যুক্তি, ন্যায়-নীতি ও কল্যাণের ভিত্তিতে প্রতিষ্ঠিত হলেও ঈমানদার শুধু এ জন্যই তার আনুগত্য করে না; বরং একমাত্র সর্বশক্তিমান প্রভু আল্লাহর হুকুম বলেই তাঁর আনুগত্য করে। তাই কোন বস্তুর হালাল ও হারাম হবার জন্য আল্লাহর অনুমোদন ও অননুমোদন ছাড়া আর দ্বিতীয় ভিত্তির আদৌ কোন প্রয়োজন নেই। তারপরও সেগুলোতে অনেক হেকমত নিহিত থাকে। যেমন তোমাদেরকে তিনি অঙ্গীকার পূর্ণ করার নির্দেশ দিয়েছেন, কারণ, এতে রয়েছে তোমাদের স্বার্থ। আর এর বিপরীত হলে, তোমাদের স্বার্থহানী হবে। তোমাদের জন্য কিছু প্রাণী হালাল করেছেন সম্পূর্ণ দয়ার বহিঃপ্রকাশ হিসেবে। আবার কিছু প্রাণী থেকে নিষেধ করেছেন ক্ষতিগ্রস্ততা থেকে মুক্ত রাখার জন্য। অনুরূপভাবে তোমাদের জন্য ইহরাম অবস্থায় শিকার করা নিষেধ করেছেন, তার সম্মান রক্ষার্থে। [সা’দী]",
  "ayah": 1,
  "surah": 5
}
