{
  "text": "স্মরণ করুন,যেদিন আল্লাহ্‌ রাসুলগণকে একত্র করবেন এবং জিজ্ঞেস করবেন, ‘আপনারা কি উত্তর পেয়েছিলেন?’ তারা বলবেন, ‘ এ বিষয়ে আমাদের কোন জ্ঞানই নেই; আপনিইতো গায়েব সম্বন্ধে সবচেয়ে ভাল জানেন [১]। ’\nপনরতম রুকূ’\n[১] অর্থাৎ কেয়ামতে পৃথিবীর শুরু থেকে শেষ পর্যন্ত জন্মগ্রহণকারী সব মানুষ একটি উন্মুক্ত মাঠে উপস্থিত হবে। সবাই সে সুবিশাল ময়দানে উপস্থিত হবে এবং সবার কাছ থেকে তাদের সারা জীবনের কাজকর্মের হিসাব নেয়া হবে। কিন্তু আয়াতে বিশেষভাবে নবী-রাসূলগণের কথা উল্লেখ করে বলা হয়েছেঃ “ঐ দিনটি বাস্তবিকই স্মরণীয়, যেদিন আল্লাহ্ তা'আলা সব নবী-রাসূলকে হিসাবের জন্য একত্রিত করবেন\"। উদ্দেশ্য এই যে, একত্রিত সবাইকে করা হবে, কিন্তু সর্বপ্রথম প্রশ্ন নবী-রাসূলগণকেই করা হবে যাতে সমগ্র সৃষ্টজগত দেখতে পায় যে, আজ হিসাব ও প্রশ্ন থেকে কেউ বাদ পড়বে না। নবী-রাসূলগণকে যে প্রশ্ন করা হবে, তা এই, আপনারা যখন নিজ নিজ উম্মতকে আল্লাহ তা'আলা ও তার সত্য দ্বীনের দিকে আহবান করেছিলেন, তখন তারা আপনাদেরকে কি উত্তর দিয়েছিল? তারা আপনাদের বর্ণিত নির্দেশাবলী পালন করেছিল, না অস্বীকার ও বিরোধিতা করেছিল। এ প্রশ্নের উত্তরে তারা বলবেনঃ “তাদের ঈমান ও কাজকর্ম সম্পর্কে আমাদের জানা নেই। আপনিই স্বয়ং যাবতীয় অদৃশ্য বিষয়ে মহাজ্ঞানী”। ইমাম তাবারী বলেন, তারা আদব রক্ষার্থে বলবেন যে, আপনি ভাল জানেন। অথবা, তারা সেদিনের কঠিন অবস্থা বিবেচনায় জওয়াব দেয়ার চেয়ে আল্লাহর উপরই তার জওয়াবের ভার ছেড়ে দিবেন। অথবা তারা এটা এজন্যে বলবেন যে, বাস্তবিকই আল্লাহ তা'আলা সবচেয়ে ভাল জানেন। নবীদের দাওয়াতে কে কেমন সাড়া দিয়েছিল তা আল্লাহ তা'আলার চেয়ে কেউ ভাল জানে না। [ইবন কাসীর]\nসারকথা এই যে, আলোচ্য আয়াতে কেয়ামতের ভয়াবহ দৃশ্যের একটি ঝলক সম্মুখে উপস্থাপিত করা হয়েছে। হিসাব-নিকাষের কাঠগড়ায় আল্লাহ তা'আলার সর্বাধিক ঘনিষ্ঠ ও প্রিয় রাসূলগণ কম্পিত বদনে উপস্থিত হবেন। সুতরাং অন্যদের যে কি অবস্থা হবে, তা সহজেই অনুমেয়। তাই এখন থেকেই সে ভয়াবহ দিনের চিন্তা করা উচিত এবং জীবনকে এ হিসাব-নিকাষের প্রস্তুতিতে নিয়োজিত করা কর্তব্য। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হাশরের ময়দানে কোন ব্যক্তির পদযুগল ততক্ষণ পর্যন্ত সামনে অগ্রসর হতে পারবে না, যতক্ষণ না তার কাছ থেকে পাঁচটি প্রশ্নের উত্তর নেয়া হয়। প্রথম এই যে, সে জীবনের সুদীর্ঘ ও প্রচুর সংখ্যক দিবারাত্রকে কি কাজে ব্যয় করেছে? দ্বিতীয় এই যে, বিশেষভাবে কর্মক্ষম যৌবনকালকে সে কিভাবে অতিবাহিত করেছে ? তৃতীয় এই যে, সে অর্থকড়ি কোন (হালাল কিংবা হারাম) পথে উপার্জন করেছে? চতুর্থ এই যে, অর্থকড়িতে সে কোন (জায়েয কিংবা নাজায়েয) কাজে ব্যয় করেছে? পঞ্চম এই যে, নিজ ইলম অনুযায়ী সে কি আমল করেছে? [তিরমিয়ীঃ ২৪১৭]",
  "ayah": 109,
  "surah": 5
}
