{
  "text": "‘আপনি যদি তাদেরকে শাস্তি দেন তবে তারাতো আপনারই বান্দা [১],আর যদি তাদেরকে ক্ষমা করেন তবে আপনি তো পরাক্রমশালী,প্রজ্ঞাময় [২]।’\n[১]  রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ নিশ্চয় কেয়ামতের দিন তোমাদেরকে একত্রিত করা হবে এবং কিছুসংখ্যক লোককে পাকড়াও করে বাম দিকে অর্থাৎ জাহান্নামের দিকে নিয়ে যাওয়া হবে। তখন আমি বলবঃ আমার উম্মত! তখন আমাকে বলা হবেঃ আপনি জানেন না আপনার পরে তারা কি সব নতুন পদ্ধতির প্রচলন করেছে। তখন আমি বলবঃ যেমন নেক বান্দা বলেছেন, “এবং যতদিন আমি তাদের মধ্যে ছিলাম ততদিন আমি ছিলাম তাদের কাজকর্মের সাক্ষী, কিন্তু যখন আপনি আমাকে তুলে নিলেন তখন আপনিই তো ছিলেন তাদের কাজকর্মের তত্ত্বাবধায়ক এবং আপনিই সব বিষয়ে সাক্ষী। আপনি যদি তাদেরকে শাস্তি দেন তবে তারাতো আপনারই বান্দা, আর যদি তাদেরকে ক্ষমা করেন তবে আপনি তো পরাক্রমশালী, প্রজ্ঞাময় \" [বুখারীঃ ৪৬২৬]\n[২]  অর্থাৎ আপনি বান্দাদের প্রতি যুলুম ও অন্যায় কঠোরতা করতে পারেন না। তাই তাদেরকে শাস্তি দিলে তা ন্যায়বিচার ও বিজ্ঞতা-ভিত্তিকই হবে। আর যদি ক্ষমা করে দেন, তবে এ ক্ষমাও অক্ষমতাপ্রসূত হবে না। কেননা, আপনি মহাপরাক্রান্ত ও প্রবল। তাই কোন অপরাধী আপনার শক্তির নাগালের বাইরে যেতে পারবে না। তাদের শাস্তির ব্যাপারে আপনার ক্ষমতাই চুড়ান্ত। মোটকথা, অপরাধীদের ব্যাপারে আপনি যে রায়ই দেবেন, তাই সম্পূর্ণ বিজ্ঞজনোচিত ও সক্ষমতাসুলভ হবে। ঈসা আলাইহিস সালাম হাশরের ময়দানে এসব কথা বলবেন। যাতে নাসারাদেরকে সৃষ্টিকুলের সামনে কঠোরভাবে ধমকি দেয়া উদ্দেশ্য। ইবন কাসীরা এর বিপরীতে ইব্‌অরাহীম ‘আলাইহিস্‌ সালাম দুনিয়াতে আল্লাহ্‌ তা’আলার দরবারে দো’আ করে বলেছিলেনঃ “হে রব, এ মূর্তিগুলো অনেক মানুষকে পথভ্রষ্ট করেছে। তাদের মধ্যে যে আমার অনুসরণ করে, সে আমার লোক এবং যে আমার অবাধ্যতা করে, আপনি স্বীয় রহমতে (তাওবাহ ও সত্যের প্রতি প্রত্যাবর্তনের শক্তিদান করে অতীত গোনাহ) ক্ষমা করতে পারেন”। হাদীসে এসেছে, মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এ আয়াতখানি পাঠ করে হাত উঠালেন এবং দোআ করে বললেনঃ হে আল্লাহ! আমার উম্মাত, আমার উম্মাত এবং কাঁদতে থাকলেন। তখন আল্লাহ্ তাআলা জিবরাঈলকে বললেনঃ মুহাম্মাদের কাছে যাও এবং তাকে জিজ্ঞাসা কর -যদিও তিনি সর্ববিষয়ে ভাল জানেন- কেন তিনি কাঁদছেন? জিবরাঈল তার কাছে এসে জিজ্ঞাসা করলেন আর রাসূলও তার উত্তর করলেন। তখন আল্লাহ্ আবার বললেনঃ হে জিবরাঈল, মুহাম্মাদের কাছে যাও এবং তাকে বল, আমরা আপনার উম্মাতের ব্যাপারে আপনাকে সন্তুষ্ট করে দেব; অসন্তুষ্ট করব না। [মুসলিমঃ ২০২] হাদীসে আরও এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, কিয়ামতের দিন আমার কিছু উম্মতকে বাম দিকে নিয়ে যাওয়া হবে, আমি তখন ‘আমার সাথী’ বলতে থাকব, তখন আমাকে বলা হবে, আপনি জানেন না, তারা আপনার পরে দ্বীনের মধ্যে নতুন কি কি পন্থা উদ্ভাবন করেছিল। আমি তখন সেই নেক বান্দার মত বলব, যিনি বলেছিলেন, ‘আপনি যদি তাদেরকে শাস্তি দেন তবে তারাতো আপনারই বান্দা, আর যদি তাদেরকে ক্ষমা করেন তবে আপনি তো পরাক্রমশালী, প্রজ্ঞাময়। [বুখারী: ৪৬২৫; মুসলিম: ৩০২৩]",
  "ayah": 118,
  "surah": 5
}
