{
  "text": "হে কিতাবীরা! আমাদের রাসূল তোমাদের নিকট এসেছেন [১], তোমরা কিতাবের যা গোপন করতে তিনি সে সবের অনেক কিছু তোমাদের নিকট প্রকাশ করছেন এবং অনেক কিছু ছেড়ে দিচ্ছেন। অবশ্যই আল্লাহর নিকট থেকে এক জ্যোতি ও স্পষ্ট কিতাব তোমাদের কাছে এসেছে [২]।\n[১] অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম। তিনি তাদের মধ্যকার মতভেদপূর্ণ বিষয়ে সঠিক পথ বলে দেবার পাশাপাশি তারা যে সমস্ত বিষয় গোপন করেছে সেগুলোর অনেকটাই প্রকাশ করে দেন। [ইবন কাসীর] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, যে ব্যক্তি ‘রাজম’ তথা বিবাহিত ব্যভিচারীকে পাথর মেরে হত্যার কথা অস্বীকার করবে, সে কুরআনের সাথে এমনভাবে কুফরী করল যে সে তা বুঝতেই পারছে না। আল্লাহ্ তা’আলার বাণী, ‘হে কিতাবীরা আমাদের রাসূল তোমাদের নিকট এসেছেন, তোমরা কিতাবের যা গোপন করতে তিনি সে সবের অনেক কিছু তোমাদের নিকট প্রকাশ করছেন’। তারা যে সমস্ত জিনিস গোপন করেছিল, রজমের বিধান ছিল তার একটি। [মুস্তাদরাকে হাকিম: ৪/৩৫৯]\n[২] এ আয়াতে উল্লিখিত ‘নুর’ সম্পর্কে আলেমদের বিভিন্ন মন্তব্য রয়েছে। যা মূলত পরস্পর সম্পূরক, বিপরীত নয়। কারও কারও মতে, এখানে ‘নূর’ দ্বারা উদ্দেশ্য, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম। কারও কারও মতে, কিতাব বা কুরআন। বস্তুত রাসূল ও কিতাব একটি অপরটির সাথে ওতপ্রোতভাবে জড়িত। তাই রাসূল ও কিতাব উভয় ক্ষেত্রেই ‘নুর’ বিশেষণ ব্যবহার হয়। এখানে নূর দ্বারা উদ্দেশ্য, ইসলামের দিকে আহবানকারী রাসূল, ইসলামের বিধানসম্বলিত কিতাব, অথবা রাসূল ও কিতাব উভয়ই । আল্লাহ্ তা'আলা কুরআনের বিভিন্ন জায়গায় রাসূল ও কিতাব উভয়কে নূর বিশেষণে বিশেষিত করেছেন। যেমন সূরা আহযাবের ৪৫-৪৬ নং আয়াতে ‘নূর’ ধাতু থেকে উদগত কর্তাবাচক বিশেষ্য ‘মুনীর’ শব্দ দ্বারা রাসূলকে বিশেষিত করা হয়েছে। আবার একাধিক জায়গায় আল্লাহ্ তা’আলা তাঁর কিতাব কুরআনকে ‘নূর’ দ্বারা বিশেষিত করেছেন। যেমন, সূরা আশ-শূরাঃ ৫২; সূরা আল-আ’রাফ: ১৫৭; সূরা আত-তাগাবুন: ৮; সূরা আন-নিসা: ১৭৪৷\nএসব জায়গায় ‘নূর’ দ্বারা আল্লাহ তা’আলা তাঁর অহী তথা শুধু কুরআনুল কারীমকে বুঝিয়েছেন। অন্যত্র অনুরূপভাবে অন্যান্য নবীদের উপর নাযিলকৃত কিতাবকেও তিনি ‘নুর’ আখ্যা দিয়েছেন। যেমন, সূরা আল-আন’আমঃ ৯১; সূরা আল-মায়িদাহ ৪৪, ৪৬।\nকুরআনের এসব আয়াত দ্বারা প্রমাণিত হয় যে, আসমান থেকে নাযিলকৃত আল্লাহর সকল কিতাবই ‘নূর’। লক্ষণীয় যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের জন্য যেরূপ ‘নুর’ শব্দের কর্তাবাচক শব্দ ‘মুনীর’ বিশেষণ ব্যবহার করা হয়েছে, অনুরূপ বিশেষণ আল্লাহ্ তা'আলা কুরআনের জন্য ব্যবহার করেছেন। যেমন, সূরা আলে-ইমরান ১৮৫।\nএ থেকে বুঝা যায় যে, রাসূল, নাযিলকৃত অহী এবং সকল আসমানী কিতাব ‘নূর’; যা বান্দাদের প্রতি তাদের রবের পক্ষ থেকে আগমন করেছে, এর মাধ্যমে আল্লাহ তাকেই হিদায়াত করেন, যে তার সন্তুষ্টির অনুসরণ করে, অর্থাৎ তার মনোনীত দ্বীনের আলোকে চলে। কুরআনের অন্যত্র এ ঘোষণা এসেছে, যেমন সূরা আল-মায়িদাহ ৩; সূরা আয-যুমার: ২২; সূরা আল-আনআমঃ ১২২৷\nঅতএব এ ‘নূর’ হচ্ছে অহীর নূর। এর মাধ্যমে বান্দা তার রবের ইবাদাত সম্পর্কে দিকনির্দেশনা লাভ করে। মানুষের সাথে সম্পর্কের নীতিমালা অর্জন করে। এ নূরই তার সঙ্গীতে পরিণত হয় এবং পথহারা অবস্থায় এ নুর দ্বারাই সে পথের সঠিক দিশা লাভ করে। মোদ্দাকথাঃ নূর অর্থ অহী, এ অহী যেহেতু রাসূলের উপর নাযিল হয়েছে, তাই কখনো তাকে নূর হিসেবে আখ্যা দেয়া হয়েছে, কখনো কুরআনকে, কখনো তাওরাত ও ইঞ্জিলকে। অতএব আয়াতের অর্থ হচ্ছে, তোমাদের নিকট আল্লাহর পক্ষ থেকে অহী সম্বলিত রাসূল ও স্পষ্ট কিতাব আগমন করেছে।",
  "ayah": 15,
  "surah": 5
}
