{
  "text": "আর স্মরণ করুন [১], যখন মূসা তার সম্প্রদায়কে বলেছিলেন, ‘হে আমার সম্প্রদায়! তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদের মধ্যে নবী করেছিলেন ও তোমাদেরকে রাজা-বাদশাহ করেছিলেন এবং সৃষ্টিকুলের কাউকেও তিনি যা দেননি তা তোমাদেরকে দিয়েছিলেন [২]।\nচতুর্থ রুকূ‘\n[১] আলোচ্য আয়াতসমূহে বনী-ইসরাঈলের একটি বিশেষ ঘটনা উল্লেখিত হয়েছে। ঘটনাটি এই যে, ফিরআউন ও তার সৈন্যবাহিনী যখন সমুদ্রে নিমজ্জিত হয় এবং মূসা ‘আলাইহিস সালাম ও তার সম্প্রদায় বনী-ইসরাঈল ফিরআউনের দাসত্ব থেকে মুক্তিলাভ করে তখন আল্লাহ্ তা’আলা তাদেরকে কিছু নেয়ামতের কথা স্মরণ করিয়ে দিলেন এবং তাদের পৈতৃক দেশ শামদেশকেও তাদের অধিকারে প্রত্যাৰ্পণ করতে চাইলেন। সেমতে মূসা ‘আলাইহিস সালামের মাধ্যমে তাদেরকে জিহাদের উদ্দেশ্যে পবিত্র ভূমি শাম (বর্তমান সিরিয়া, ফিলিস্তীন তথা বাইতুল মুকাদ্দাস) এলাকায় প্রবেশ করতে নির্দেশ দেয়া হল। সাথে সাথে তাদেরকে আগাম সুসংবাদও দেয়া হল যে, এ জিহাদে তারাই বিজয়ী হবে। কারণ, আল্লাহ্ তা’আলা এ পবিত্র ভূমির আধিপত্য তাদের ভাগ্যে লিখে দিয়েছেন যা অবশ্যই বাস্তবায়িত হবে। কিন্তু বনী-ইস্রাঈল প্রকৃতিগত হীনতার কারণে আল্লাহর বহু নেয়ামত তথা ফিরআউনের সাগরডুবি ও তাদের মিসর অধিকার ইত্যাদি স্বচক্ষে দেখেও এক্ষেত্রে অঙ্গীকার পালনের পরাকাষ্ঠা প্রদর্শন করতে সক্ষম হল না। তারা জিহাদ সম্পর্কিত আল্লাহ তা’আলার এ নির্দেশের বিরুদ্ধে অন্যায় জেদ ধরে বসে রইল। পরিণতিতে তারা চল্লিশ বৎসর পর্যন্ত একটি সীমাবদ্ধ এলাকায় অবরুদ্ধ ও বন্দী হয়ে রইল। বাহ্যতঃ তাদের চারপাশে কোন বাধার প্রাচীর ছিল না এবং তাদের হাত-পা শেকলে বাধা ছিল না; বরং তারা ছিল উন্মুক্ত প্রান্তরে । তারা স্বদেশে অর্থাৎ মিসর ফিরে যাবার জন্য প্রতিদিন সকাল থেকে সন্ধ্যা পর্যন্ত পথও চলত; কিন্তু তারা নিজেদেরকে সেখানেই দেখতে পেত, যেখান থেকে সকালে রওয়ানা হয়েছিল । ইত্যবসরে মূসা ও হারূন ‘আলাইহিমাস্ সালামের ওফাত হয়ে যায় এবং বনী-ইসরাঈল তীহ্‌ প্রান্তরেই উদ্‌ভ্ৰান্তের মত ঘোরাফেরা করতে থাকে। অতঃপর আল্লাহ্ তা'আলা তাদের হেদায়াতের জন্য অন্য একজন নবী প্রেরণ করলেন। এমনিভাবে চল্লিশ বছর অতিবাহিত হওয়ার পর বনী-ইসরাঈলের অবশিষ্ট বংশধর তৎকালীন নবীর নেতৃত্বে শাম দেশের সে এলাকা তথা সিরিয়া ও বায়তুলমুকাদাসের জন্যে জিহাদের সংকল্প গ্রহণ করে এবং আল্লাহ্ তা’আলার ওয়াদাও পূর্ণতা লাভ করে। [ইবন কাসীর]\n[২] আল্লাহ বলেনঃ “তোমাদের প্রতি আল্লাহর নেয়ামতকে স্বরণ কর। তিনি তোমাদের মধ্যে অনেক নবী পাঠিয়েছেন, তোমাদেরকে রাজ্যের অধিপতি করেছেন এবং তোমাদেরকে এমন নেয়ামত দিয়েছেন, যা বিশ্বজগতের কেউ পায়নি”। এতে তিনটি নেয়ামতের কথা বর্ণিত হয়েছে। একটি ঈমানী নেয়ামত; অর্থাৎ তার সম্প্রদায়ে অব্যাহতভাবে বহু নবী প্রেরণ। এর চাইতে বড় সম্মান আর কিছু হতে পারে না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘ইসরাইল বংশীয়দেরকে নবীরা শাসন করতেন। যখনই কোন নবী মারা যেত, তখনই অন্য নবী তার স্থলাভিষিক্ত হতেন’। [বুখারী ৩৪৫৫; মুসলিম: ১৮৪২]\nআয়াতে বর্ণিত দ্বিতীয় নেয়ামতটি হচ্ছে পার্থিব ও বাহ্যিক। অর্থাৎ তাদেরকে রাজ্য দান। এতে ইঙ্গিত করা হয়েছে যে, বনী-ইসরাঈল সুদীর্ঘ কাল ফিরআউন ও ফিরআউনবংশীয়দের ক্রীতদাসরূপে দিনরাত অসহনীয় নির্যাতনের শিকার হচ্ছিল। আজ আল্লাহ্ তা’আলা ফির’আউন ও তার বাহিনীকে নিশ্চিহ্ন করে বনী-ইস্‌রাঈলকে তার রাজ্যের অধিপতি করে দিয়েছেন। অথবা, এখানে রাজ্যদান বলতে রাজার হাল বোঝানো হয়েছে। কারণ, ইসরাইল বংশীয়দের মধ্যে ইউসুফ ‘আলাইহিস সালাম ব্যতীত তখনও আর কেউ রাজা হন নি। তাই এর অর্থ এটাও হতে পারে যে, তারা খুবই অবস্থাসম্পন্ন মানুষ ছিল। তারা রাজার হালে থাকত। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তারা বাড়ী, নারী ও দাস-দাসী নিয়ে জীবন যাপন করত বলেই তাদেরকে রাজা বলা হয়েছে। [ইবন কাসীর] তৃতীয় নেয়ামত বাহ্যিক ও আভ্যন্তরীণ উভয় প্রকার নেয়ামতের সমষ্টি। বলা হয়েছেঃ তোমাদেরকে এমনসব নেয়ামত দিয়েছেন, যা বিশ্বজগতের আর কাউকে দেননি। আভ্যন্তরীণ সম্মান, নবুওয়াত এবং রেসালাতও এর অন্তর্ভুক্ত। এ ছাড়া বাহ্যিক রাজত্ব এবং অর্থ-সম্পদও এরই মধ্যে পরিগণিত। প্রশ্ন হতে পারে, কুরআনের উক্তি অনুযায়ী মুসলিম সম্প্রদায় অন্য সব উম্মতের চাইতে শ্রেষ্ঠ। কুরআনের উক্ত\n(كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ)\n[সূরা আলে-ইমরানঃ ১১০]\n(وَكَذٰلِكَ جَعَلْنٰكُمْ اُمَّةً وَّسَطًا)\n[সূরা আল-বাকারাহঃ ১৪৩] -প্রভৃতি বাক্য এবং অসংখ্য হাদীসও এ বক্তব্য সমর্থন করে। এর উত্তর এই যে, আয়াতে সৃষ্টিকুলের ঐসব লোককে বোঝানো হয়েছে, যারা মূসা ‘আলাইহিস সালামের আমলে বিদ্যমান ছিল। তখন সমগ্র বিশ্বের কেউ ঐসব নেয়ামত পায়নি, যা বনী-ইসরাঈল পেয়েছিল। পরবর্তী যুগের কোন উম্মত যদি আরো বেশী নেয়ামত লাভ করে, তবে তা আয়াতের পরিপন্থী নয়। [ইবন কাসীর]",
  "ayah": 20,
  "surah": 5
}
