{
  "text": "‘হে আমার সম্প্রদায়! আল্লাহ তোমাদের জন্য যে পবিত্র ভূমি লিখে দিয়েছেন তাতে তোমরা প্রবেশ কর [১] এবং পশ্চাদপসরণ করো না, করলে তোমরা ক্ষতিগ্রস্ত হয়ে প্রত্যাবর্তন করবে’।\n[১] এখানে পবিত্র ভূমি বলতে কোন্‌ ভূমি বোঝানো হয়েছে, এ প্রশ্নে তাফসীরবিদগণের বিভিন্ন মত রয়েছে। কারো মতে বায়তুল-মুকাদ্দাস, কারো মতে কুদস শহর ও ইলিয়া এবং কেউ কেউ বলেন, আরিহা শহর- যা জর্দান নদী ও বায়তুল মুকাদ্দাসের মধ্যস্থলে বিশ্বের একটি প্রাচীনতম শহর যা পূর্বেও ছিল এবং এখনও আছে। কোন কোন রেওয়ায়েতে আছে যে, পবিত্র ভূমি বলে দামেস্ক ও ফিলিস্তিনকে এবং কারো মতে জর্দানকে বোঝানো হয়েছে। কাতাদাহ বলেনঃ সমগ্র শামই পবিত্র ভূমি। [ইবন কাসীর, আত-তাফসীরুস সহীহ]\nআল্লাহ্ তা’আলা মূসা ‘আলাইহিস সালামের মাধ্যমে বনী-ইসরাঈলকে আমালেকা সম্প্রদায়ের বিরুদ্ধে জিহাদ করে শামদেশ দখল করতে বলেছিলেন। সাথে সাথে এ সুসংবাদও দিয়েছিলেন যে, এ পবিত্র ভূখণ্ড তাদের জন্যে লেখা হয়ে গেছে। কাজেই তোমাদের বিজয় সুনিশ্চিত। তা সত্বেও বনী-ইসরাঈল চিরাচরিত ঔদ্ধত্য ও বক্র স্বভাবের কারণে এ নির্দেশ পালনে স্বীকৃত হল না; বরং মূসা ‘আলাইহিস সালামকে বললঃ হে মূসা, এ দেশে প্রবল পরাক্রান্ত জাতি বাস করে। যতদিন এ দেশ তাদের দখলে থাকবে, ততদিন আমরা সেখানে প্রবেশ করব না। যদি তারা অন্য কোথাও চলে যায়, তবে আমরা সেখানে যেতে পারি। বিভিন্ন তাফসীরে এসেছে, তখন সিরিয়া ও বায়তুল-মুকাদ্দাস আমালেকা সম্প্রদায়ের দখলে ছিল। তারা ছিল ‘আদ’ সম্প্রদায়ের একটি শাখা। দৈহিক দিক দিয়ে তারা অত্যন্ত সুঠাম, বলিষ্ঠ ও ভয়াবহ আকৃতিবিশিষ্ট ছিল। তাদের সাথেই জিহাদ করে বায়তুল-মুকাদাস অধিকার করার নির্দেশ মূসা ‘আলাইহিস সালাম ও তাঁর সম্প্রদায়কে দেয়া হয়েছিল। মূসা ‘আলাইহিস সালাম আল্লাহর নির্দেশ পালনের জন্যে বনীইসরাঈলকে সঙ্গে নিয়ে শাম দেশ অভিমুখে রওয়ানা হলেন। কিন্তু বনী-ইসরাঈল যেখানে নবীর কথার প্রতিই কর্ণপাত করল না, সেখানে তাদের উপদেশের আর মূল্য কি? তারা পূর্বের জবাবেরই আরও বিশ্রী ভঙ্গিতে পুনরাবৃত্তি করে বললঃ “আপনি ও আপনার আল্লাহ উভয়ে গিয়েই যুদ্ধ করুন। আমরা এখানেই বসে থাকব”। কথাটি অত্যন্ত বিশ্রী ও পীড়াদায়ক। এ কারণেই তাদের এ বাক্যটি প্রবাদ বাক্যের রূপ পরিগ্রহ করেছে। বদরযুদ্ধে নিরস্ত্র ও ক্ষুধার্ত মুসলিমদের মোকাবেলায় কাফেরদের এক হাজার সশস্ত্র বাহিনী প্রস্তুত হয়েছিল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ দৃশ্য দেখে আল্লাহর দরবারে দোআ করতে লাগলেন। এতে সাহাবী মিকদাদ ইবন আসওয়াদ রাদিয়াল্লাহু আনহু বললেনঃ ‘ইয়া রসূলাল্লাহ আল্লাহর কসম, আমরা কস্মিন কালেও ঐকথা বলব না, যা মূসা ‘আলাইহিস সালামকে তার স্বজাতি বলেছিল; বরং আমরা আপনার ডানে, বামে, সামনে ও পেছনে থেকে শক্রর আক্রমণ প্রতিহত করব। আপনি নিশ্চিন্তে যুদ্ধের প্রস্তুতি গ্রহণ করুন।’ [বুখারীঃ ৩৭৩৬]",
  "ayah": 21,
  "surah": 5
}
