{
  "text": "আর আদমের দু’ছেলের কাহিনী আপনি তাদেরকে যথাযথভাবে শুনান [১]। যখন তারা উভয়ে কুরবানী করেছিল অতঃপর একজন থেকে কবুল করা হল এবং অন্যজনের কবুল করা হল না। সে বলল, ‘অবশ্যই আমি তোমাকে হত্যা করব’ [২]। অন্যজন বলল, ‘আল্লাহ তো কেবল মুত্তাকীদের পক্ষ হতে কবুল করেন’।\nপঞ্চম রুকূ‘\n[১] কুরআনুল কারীম কোন কিচ্ছা-কাহিনী অথবা ইতিহাস গ্রন্থ নয় যে, তাতে কোন ঘটনাকে শুরু থেকে শেষ পর্যন্ত বর্ণনা করা হবে। এতদসত্ত্বেও অতীত ঘটনাবলী এবং বিগত জাতিসমূহের ইতিবৃত্তের মধ্যে অনেক শিক্ষা ও উপদেশ নিহিত রয়েছে। এগুলোই ইতিহাসের আসল প্রাণ। তন্মধ্যে অনেক অবস্থা ও ঘটনা এমনও রয়েছে, যেগুলোর উপর শরীআতের বিভিন্ন বিধি-বিধান ভিত্তিশীল। এসব উপকারিতার পরিপ্রেক্ষিতে কুরআনুল কারীমের সামগ্রিক রীতি এই যে, স্থানে স্থানে বিভিন্ন ঘটনা বর্ণনা করে, অধিকাংশ স্থানে পূর্ণ ঘটনা এক জায়গায় বর্ণনা করে না; বরং ঘটনার যে অংশের সাথে আলোচ্য বিষয়বস্তুর সম্পর্ক থাকে সে অংশটুকুই বর্ণনা করা হয়। আদম ‘আলাইহিস সালামের পুত্রদ্বয়ের কাহিনীটিও এই বিজ্ঞ রীতির ভিত্তিতে বর্ণনা করা হচ্ছে। এতে বর্তমান ও ভবিষ্যৎ বংশধরদের জন্য অনেক শিক্ষা ও উপদেশ এবং প্রসঙ্গক্রমে শরীআতের অনেক বিধি-বিধানের প্রতি ইঙ্গিত রয়েছে।\nআদম-পুত্রদ্বয়ের ঘটনা বর্ণনা প্রসঙ্গে যা বলা হয়েছে সংক্ষেপে তা হল, যখন আদম ও হাওয়া ‘আলাইহিমাস সালাম পৃথিবীতে আগমন করেন এবং সন্তান প্রজনন ও বংশ বিস্তার আরম্ভ হয়, তখন প্রতি গর্ভ থেকে একটি পুত্র ও একটি কন্যা- এরূপ যমজ সন্তান জন্মগ্রহণ করত। তখন ভ্রাতা-ভগিনী ছাড়া আদমের আর কোন সন্তান ছিল না। অথচ ভ্রাতা-ভগিনী পরস্পর বিবাহ বন্ধনে আবদ্ধ হতে পারে না। তাই আল্লাহ তা’আলা উপস্থিত প্রয়োজনের খাতিরে আদম ‘আলাইহিস সালামের শরীআতে বিশেষভাবে এ নির্দেশ জারি করেন যে, একই গর্ভ থেকে যে যমজ পুত্র ও কন্যা জন্মগ্রহণ করবে, তারা পরস্পর সহোদর ভ্রাতা-ভগিনী হিসাবে গণ্য হবে। তাদের মধ্যে বৈবাহিক সম্পর্কহারাম হবে। কিন্তু পরবর্তী গর্ভ থেকে জন্মগ্রহণকারী পুত্রের জন্য প্রথম গর্ভ থেকে জন্মগ্রহনকারিনী কন্যা সহোদরা ভগিনী গণ্য হবে না। তাদের মধ্যে পরস্পর বিবাহ বন্ধনে আবদ্ধ হওয়া বৈধ হবে। কিন্তু ঘটনাচক্রে কাবিলের সহজাত সহোদরা ভগিনীটি ছিল পরমাসুন্দরী এবং হাবিলের সহজাত ভগিনীটি ছিল অপেক্ষাকৃত কম সুন্দরী। বিবাহের সময় হলে নিয়মানুযায়ী হাবিলের সহজাত ভগিনীটি কাবিলের ভাগে পড়ে। এতে কাবিল অসন্তুষ্ট হয়ে হাবিলের শক্র হয়ে গেল। সে জিদ ধরল যে, আমার সহজাত ভগিনীকেই আমার সঙ্গে বিবাহ দিতে হবে। আদম ‘আলাইহিস সালাম তার শরী’আতের আইনের পরিপ্রেক্ষিতে কাবিলের আব্দার প্রত্যাখ্যান করলেন। অতঃপর তিনি হাবিল ও কাবিলের মতভেদ দূর করার উদ্দেশ্যে বললেনঃ তোমরা উভয়েই আল্লাহর জন্যে নিজ নিজ কুরবানী পেশ কর। যার কুরবানী গৃহীত হবে, সেই কন্যার পাণিগ্রহণ করবে। আদম ‘আলাইহিস সালামের নিশ্চিত বিশ্বাস যে, যে সত্য পথে আছে, তার কুরবানীই গৃহীত হবে। তৎকালে কুরবানী গৃহীত হওয়ার একটি সুস্পষ্ট নিদর্শন ছিল এই যে, আকাশ থেকে একটি অগ্নিশিখা এসে কুরবানীকে ভস্মিভূত করে আবার অন্তৰ্হিত হয়ে যেত। যে কুরবানী অগ্নি ভস্মিভূত করত না, তাকে প্রত্যাখ্যাত মনে করা হত। হাবিল ভেড়া, দুম্বা ইত্যাদি পশু পালন করত। সে একটি উৎকৃষ্ট দুম্বা কুরবানী করল। কাবিল কৃষিকাজ করত। সে কিছু শস্য, গম ইত্যাদি কুরবানীর জন্যে পেশ করল। অতঃপর নিয়মানুযায়ী আকাশ থেকে অগ্নিশিখা এসে হাবিলের কুরবানীটি ভস্মীভূত করে দিল এবং কাবিলের কুরবানী যেমন ছিল, তেমনি পড়ে রইল। এ অকৃতকার্যতায় কাবিলের দুঃখ ও ক্ষোভ বেড়ে গেল। সে আত্মসংবরণ করতে পারল না এবং প্রকাশ্যে ভাইকে বলে দিল, অবশ্যই আমি তোমাকে হত্যা করব। হাবিল তখন ক্রোধের জবাবে ক্রোধ প্রদর্শন না করে একটি মার্জিত ও নীতিবাক্য উচ্চারণ করল। এতে কাবিলের প্রতি তার সহানুভূতি ও শুভেচ্ছা ফুটে উঠেছিল। সে বলল, আল্লাহর নিয়ম এই যে, তিনি আল্লাহভীরু মুত্তাকীদের কর্মই গ্রহণ করেন। তুমি আল্লাহভীতি অবলম্বন করলে তোমার কুরবানীও গৃহীত হত। তুমি তা করনি, তাই কুরবানী প্রত্যাখ্যাত হয়েছে। এতে আমার দোষ কি? তারপর যা ঘটেছে, আল্লাহ্ তা'আলা তা পবিত্র কুরআনে বিস্তারিত বর্ণনা করেছেন। [ইবন কাসীর]\n[২] আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন ব্যক্তিকে অন্যায়ভাবে হত্যা করা হবে, তখন তার পাপের একাংশ আদমের প্রথম সন্তানের উপর বর্তাবে। [বুখারীঃ ৬৮৬৭]\nঅন্য এক হাদীসে আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু আনহুমা বলেন, আমি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, তিনি বলেছেনঃ “আমার পরে তোমরা একে অপরের গলা কেটে কুফরীর পথে ফিরে যেয়ো না”। [বুখারীঃ ৬৮৬৮]",
  "ayah": 27,
  "surah": 5
}
