{
  "text": "তোমাদের জন্য হারাম করা হয়েছে মৃত জন্তু [১], রক্ত [২], শূকরের গোস্ত [৩], আল্লাহ ছাড়া অন্যের নামে যবেহ করা পশু [৪], গলা চিপে মারা যাওয়া জন্তু [৫], প্রহারে মারা যাওয়া জন্তু [৬], উপর থেকে পড়ে মারা যাওয়া জন্তু [৭], অন্য প্রাণীর শিং এর আঘাতে মারা যাওয়া জন্তু [৮] এবং হিংস্র পশুতে খাওয়া জন্তু [৯]; তবে যা তোমরা যবেহ করতে পেরেছ তা ছাড়া [১০], আর যা মূর্তি পূজার বেদীর উপর বলী দেয়া হয় তা [১১] এবং জুয়ার তীর দিয়ে ভাগ্য নির্ণয় করা [১২], এসব পাপ কাজ। আজ কাফেররা তোমাদের দ্বীনের বিরুদ্ধাচরণে হতাশ হয়েছে [১৩]; কাজেই তাদেরকে ভয় করো না এবং আমাকেই ভয় কর। আজ আমি তোমাদের জন্য তোমাদের দ্বীনকে পরিপূর্ণ করলাম এবং তোমাদের উপর আমার নেয়ামত সম্পূর্ণ করলাম [১৪], আর তোমাদের জন্য ইসলামকে দ্বীন হিসেবে পছন্দ করলাম [১৫]। অতঃপর কেউ পাপের দিকে না ঝুঁকে ক্ষুধার তাড়নায় বাধ্য হলে তবে নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।\n[১] আলোচ্য আয়াতে কয়েকটি জিনিস হারাম করার কথা ঘোষণা করা হয়েছে। তন্মধ্যে প্রথম হারাম বস্তু হিসেবে বলা হয়েছে, মৃত জিনিস। এখানে ‘মৃত’ বলে ঐ জন্তু বুঝানো হয়েছে, যা যবেহ্ ব্যতীত কোন রোগে অথবা স্বাভাবিকভাবে মরে যায়। এধরনের মৃত জন্তুর গোস্ত চিকিৎসা-বিজ্ঞানের দৃষ্টিতেও মানুষের জন্যে ক্ষতিকর। তবে হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দুই প্রকার মৃতকে এ বিধানের বাইরে রেখেছেন, একটি মৃত মাছ ও অপরটি মৃত টিড্ডী। [মুসনাদে আহমদঃ ২/৯৭, ইবন মাজাহঃ ৩৩১৪]\n[২] আয়াতে বর্ণিত দ্বিতীয় হারাম বস্তু হচ্ছে রক্ত কুরআনের অন্য আয়াতে (اَوْ دَمًا مَّسْفُوْحًا) বা ‘প্রবাহিত রক্ত’ [সূরা আল-আন’আম: ১৪৫] বলায় বুঝা যায় যে, যে রক্ত প্রবাহিত হয়, তাই হারাম। সুতরাং কলিজা ও প্লীহা রক্ত হওয়া সত্ত্বেও হারাম নয়। পূর্বোক্ত যে হাদীসে মাছ ও টিভভীর কথা বলা হয়েছে, তাতেই কলিজা ও প্লীহা হালাল হওয়ার কথাও বলা হয়েছে।\n[৩] আয়াতে বর্ণিত তৃতীয় হারাম বস্তু হচ্ছে, শুকরের গোস্ত। গোস্ত বলে তার সম্পূর্ণ দেহ বুঝানো হয়েছে। চর্বি ইত্যাদিও এর অন্তর্ভুক্ত। [ইবন কাসীর]\n[৪] আয়াতে বর্ণিত চতুর্থ হারাম বস্তু হচ্ছে, ঐ জন্তু যা আল্লাহ ব্যতীত অন্যের নামে উৎসর্গ করা হয়। যদি যবেহ্ করার সময়ও অন্যের নাম নেয়া হয়, তবে তা খোলাখুলি শির্ক। এরূপ জন্তু সর্বসম্মতভাবে মৃতের অন্তর্ভুক্ত। যেমন আরবের মুশরেকরা মূর্তিদের নামে যবেহ করত। বর্তমানে বিভিন্ন স্থানে কোন কোন মুর্খ লোক পীর-ফকীরের নামে যবেহ করে। যদিও যবেহ করার সময় আল্লাহর নাম উচ্চারণ করে; কিন্তু জন্তুটি যেহেতু অন্যের নামে উৎসর্গীকৃত এবং তাঁর সন্তুষ্টির জন্যে জবেহ বা কুরবানী করা হয়, তাই এ সব জন্তুও আয়াত দৃষ্টে হারাম।\n[৫] আয়াতে বর্ণিত পঞ্চম হারাম বস্তু হচ্ছে, ঐ জন্তু যাকে গলাটিপে হত্যা করা হয়েছে অথবা নিজেই কোন জাল ইত্যাদিতে আবদ্ধ অবস্থায় শ্বাসরুদ্ধ হয়ে মরে গেছে। [ইবন কাসীর]\n[৬] আয়াতে বর্ণিত ষষ্ঠ হারাম বস্তু হচ্ছে, ঐ জন্তু, যা লাঠি অথবা পাথর ইত্যাদির প্রচন্ড আঘাতে নিহত হয়। যদি নিক্ষিপ্ত তীরের ধারাল অংশ শিকারের গায়ে না লাগে এবং তীরের আঘাতে শিকার নিহত হয়, তবে সে শিকারও এর অন্তর্ভুক্ত এবং হারাম। [ইবন কাসীর]\n[৭] আয়াতে বর্ণিত সপ্তম হারাম বস্তু হচ্ছে, ঐ জন্তু, যা কোন পাহাড়, টিলা, উচু দালানের উপর থেকে অথবা কুপে পড়ে মরে যায়। এমনিভাবে কোন পাখিকে তীর নিক্ষেপ করার পর যদি সেটি পানিতে পড়ে যায়, তবে তা খাওয়াও নিষিদ্ধ। কারণ, এখানেও পানিতে ডুবে যাওয়ার কারণে মৃত্যু হওয়ার সম্ভাবনা রয়েছে। [ইবন কাসীর]\n[৮] আয়াতে বর্ণিত অষ্টম হারাম বস্তু হচ্ছে, ঐ জন্তু, যা কোন সংঘর্ষে নিহত হয়। যেমন রেলগাড়ী, মোটর ইত্যাদির নীচে এসে মরে যায় অথবা কোন জন্তুর শিং-এর আঘাতে মরে যায়। [ইবন কাসীর]\n[৯] আয়াতে বর্ণিত নবম হারাম বস্তু হচ্ছে, ঐ জন্তু, যেটি কোন হিংস জন্তুর কামড়ে মরে যায়। [ইবন কাসীর] এগুলো ছাড়াও হাদীসে অন্যান্য আরো কয়েক ধরনের প্রাণী হারাম করা হয়েছে।\n[১০] উপরোক্ত নয় প্রকার হারাম জন্তুর বর্ণনা করার পর একটি ব্যতিক্রম উল্লেখ করে বলা হয়েছে, (اِلَّا مَا ذَكَّيْتُمْ) অর্থাৎ এসব জন্তুর মধ্যে কোনটিকে জীবিত অবস্থায় পাওয়ার পর যবেহ করতে পারলে হালাল হয়ে যাবে। এ ব্যতিক্রম প্রথমোক্ত চার প্রকার জন্তুর সাথে সম্পর্কযুক্ত হতে পারে না। কেননা, মৃত ও রক্তকে যবেহ্ করার সম্ভাবনা নাই এবং শূকর এবং আল্লাহ ব্যতিত অন্যের নামে উৎসর্গীকৃত জন্তু সত্তার দিক দিয়েই হারাম। এ দুটোকে যাবেহ্ করা না করা উভয়ই সমান। এ কারণে আলেমগণ এ বিষয়ে একমত যে, এ ব্যতিক্রম প্রথমোক্ত চারটি পরবতী পাঁচটির সাথে সম্পর্কযুক্ত। অতএব আয়াতের অর্থ এই দাঁড়ায় যে, শেষোক্ত এ পাঁচ প্রকার জন্তুর মধ্যে যদি জীবনের স্পন্দন অনুভব করা যায় এবং তদবস্থায়ই বিসমিল্লাহ বলে যবেহ করে দেয়া হয়, তবে এগুলো খাওয়া হালাল হবে। [ইবনে কাসীর]\n[১১] আয়াতে বর্ণিত দশম হারাম বস্তু হচ্ছে, ঐ জন্তু, যাকে নুছুবের উপর যবেহ্ করা হয়। নুছুব ঐ প্রস্তর বা বেদীকে বলা হয়, যা কাবা গৃহের আশেপাশে স্থাপিত ছিল। জাহেলিয়াত যুগে আরবরা এদের উপাসনা করত এবং এদের উদ্দেশ্যে জন্তু কোরবানী করত। একে তারা ইবাদত বলে গণ্য করত। জাহেলিয়াত যুগের আরবরা উপরোক্ত সব প্রকার জন্তুর গোস্ত ভক্ষণে অভ্যস্ত ছিল। আল্লাহ তা’আলা এগুলোকে হারাম করেছেন। [ইবন কাসীর] বর্তমানেও যদি কোথাও আল্লাহ ব্যতীত অন্য কারও জন্য উৎসর্গ করার কোন বেদী বা কবর অথবা এ জাতীয় কিছু থাকে এবং সেখানে কেউ কোন কিছু যবেহ করে, তবে তাও হারাম হবে।\n[১২] আয়াতে উল্লেখিত একাদশ হারাম বস্তুটি হচ্ছে, ইস্তেকসাম বিল আযলাম । যার অর্থ তীরের দ্বারা বন্টণকৃত বস্তু। (اَزْلَامٌ) শব্দটি (زَلَمٌ) এর বহুবচন। এর অর্থ ঐ তীর, যা জাহেলিয়াত যুগে ভাগ্য পরীক্ষার জন্যে নির্ধারিত ছিল। এ কাজের জন্যে সাতটি তীর ছিল। তন্মধ্যে একটিতে (نعم) (হ্যাঁ), একটিতে (لا) (না) এবং অন্যগুলোতে অন্য শব্দ লিখিত ছিল। এ তীরগুলো কা’বাগৃহের খাদেমের কাছে থাকত। কেউ নিজ ভাগ্য পরীক্ষা করতে চাইলে অথবা কোন কাজ করার পূর্বে তা উপকারী হবে না অপকারী, তা জানতে চাইলে সে কাবার খাদেমের কাছে পৌঁছে একশত মুদ্রা উপটৌকন দিত। খাদেম তুন থেকে একটি একটি করে তীর বের করত। ‘হ্যাঁ’ শব্দ বিশিষ্ট তীর বের হয়ে আসলে মনে করা হত যে, কাজটি উপকারী। পক্ষান্তরে ‘না’ শব্দ বিশিষ্ট তীর বের হলে তারা বুঝে নিত যে, কাজটি করা ঠিক হবে না। হারাম জন্তুসমূহের বর্ণনা প্রসঙ্গে এ বিষয়টি উল্লেখ করার কারণ এই যে, তারা এ তীরগুলো জন্তুসমূহের গোস্ত বন্টনেও ব্যবহার করত। কয়েকজন শরীক হয়ে উট ইত্যাদি যবেহ করে তা গোস্ত প্রাপ্য অংশ অনুযায়ী বন্টন না করে এসব জুয়ার তীরের সাহায্যে বন্টন করত। ফলে কেউ সম্পূর্ণ বঞ্চিত, কেউ প্রাপ্য অংশের চাইতে কম এবং কেউ অনেক বেশী গোস্ত পেয়ে যেত। এ কারণে হারাম জন্তুর বর্ণনা প্রসঙ্গে এ হারাম বন্টন পদ্ধতিও বর্ণনা করা হয়েছে। [ইবন কাসীর] আলেমগণ বলেন, ভবিষ্যৎ অবস্থা এবং অদৃশ্য বিষয় জানার যেসব পস্থা প্রচলিত আছে; যেমন ভবিষ্যৎ কথন বিদ্যা, হস্তরেখা বিদ্যা, ইত্যাদি সব (اسْتِقْسَام بِالْاَزْلَامِ) এর অন্তর্ভুক্ত এবং হারাম। (اسْتِقْسَام بِالْاَزْلَامِ) শব্দটি কখনও জুয়া অর্থেও ব্যবহৃত হয়, যাতে গুটিকা নিক্ষেপ অথবা লটারীর নিয়মে অধিকার নির্ধারণ করা হয়। আল্লাহ তা’আলা একে (مَيْسر) নাম দিয়ে হারাম ও নিষিদ্ধ করেছে। মোটকথা এ জাতীয় বস্তু দ্বারা কোন কিছু নির্ধারণ করা হারাম। [ফাতহুল কাদীর]\n[১৩] অর্থাৎ অদ্য কাফেররা তোমাদের দ্বীনকে পরাভূত করার ব্যাপারে নিরাশ হয়ে গেছে। কাজেই তোমরা তাদেরকে আর ভয় করো না। তবে আল্লাহকে ভয় কর। এ আয়াতাংশ যখন নাযিল হয়, তখন মক্কা এবং প্রায় সমগ্র আরব মুসলিমদের করতলগত ছিল। সমগ্র আরব উপত্যকায় ইসলামী বিধি-বিধান প্রচলিত হয়ে গিয়েছিল। তাই বলা হয়েছেঃ ইতিপূর্বে কাফেররা মুসলিমদের সংখ্যা ও শক্তি অপেক্ষাকৃত কম দেখে তাদের নিশ্চিহ্ন করে দেয়ার পরিকল্পনা করতো। কিন্তু এখন তাদের মধ্যে এরূপ দুঃসাহস ও বল-ভরসা নাই। এ কারণে মুসলিমরা তাদের পক্ষ থেকে নিশ্চিত হয়ে স্বীয় রবের আনুগত্য ও ইবাদতে মনোনিবেশ করুক। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “আরব উপদ্বীপে মুসল্লীরা শয়তানের ইবাদত করবে এ ব্যাপারে সে নিরাশ হয়েছে, তবে সে তাদের মধ্যে গণ্ডগোল লাগিয়ে রাখতে পারবে”। [বুখারী: ১১৬২; আবু দাউদ: ১৫৩৮; তিরমিযী ৪৮০; ইবন মাজাহঃ ১৩৮৩] কোন কোন মুফাসসির বলেন, কাফেরদের নিরাশ হওয়ার অর্থ, তারা তোমাদের মত হবে এবং তোমাদের কর্মকাণ্ড তাদের মত হবে এ ব্যাপারে তারা নিরাশ হয়েছে, কারণ, তোমাদের গুণাগুণ তাদের থেকে সম্পূর্ণ ভিন্ন। [ইবনে কাসীর]\n[১৪] দ্বীনকে পরিপূর্ণ করে দেবার অর্থই হচ্ছে এর মধ্যে জীবনের সমস্ত প্রশ্নের নীতিগত ও বিস্তারিত জবাব পাওয়া যায়। হেদায়াত ও পথনির্দেশ লাভ করার জন্য এখন আর কোন অবস্থায়ই তার বাইরে যাবার প্রয়োজন নাই। সুতরাং এ নবীর পরে কোন নবী নেই। এ শরীআতের পরে কোন শরীআত নেই। এ শরীআতে যা যা নির্দেশ দেয়া হয়েছে, তা সম্পূর্ণরূপে সত্য ও ইনসাফপূর্ণ। আল্লাহ বলেন, “সত্য ও ন্যায়ের দিক দিয়ে আপনার রব-এর বাণী পরিপূর্ণ। তার বাক্য পরিবর্তন করার কেউ নেই”। [সূরা আল-আন’আম: ১১৫] [ইবন কাসীর]\n[১৫] আয়াতের এ অংশটি নাযিলের বিশেষ তাৎপর্য রয়েছে। আরাফার দিন। এ দিনটি পূর্ণ বৎসরের মধ্যে সর্বোত্তম দিন। ঘটনাক্রমে এ দিনটি পড়েছিল শুক্রবারে। এর শ্ৰেষ্ঠত্বও সর্বজনবিদিত। স্থানটি হচ্ছে ময়দানে-আরাফাত। এ স্থানটিই আরাফার দিনে আল্লাহর পক্ষ থেকে রহমত নাযিল হওয়ার বিশেষ স্থান। সময় আছরের পর-যা সাধারণ দিনগুলোতেও বরকতময় সময়। বিশেষতঃ শুক্রবার দিনে। বিভিন্ন বর্ণনায় এসেছে, এ দিনের এ সময়েই দো'আ কবুলের মূহুর্তটি ঘনিয়ে আসে। আরাফার দিনে আরও বেশী বৈশিষ্ট্য সহকারে দোআ কবুলের সময়। হজ্জের জন্যে মুসলিমদের সর্বপ্রথম ও সর্ববৃহৎ ঐতিহাসিক সমাবেশ। প্রায় দেড় লক্ষ সাহাবায়ে-কেরাম উপস্থিত। রাহমাতুল্লিল-আলামীন সাহাবায়ে-কেরামের সাথে আরাফার সে বিখ্যাত পাহাড়ের নীচে স্বীয় উষ্ট্রী আদ্ববার পিঠে সওয়ার। সবাই হজ্জের প্রধান রোকন অর্থাৎ আরাফাতের ময়দানে অবস্থানরত। এসব শ্রেষ্ঠত্ব, বরকত ও রহমতের ছত্রছায়ায় উল্লেখিত পবিত্র আয়াতটি নাযিল হয়। [দেখুন, তিরমিযীঃ ৩০৪৪]\nআবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এ আয়াত কুরআনের শেষ দিকের আয়াত। এরপর বিধি-বিধান সম্পর্কিত আর কোন আয়াত নাযিল হয়নি। বলা হয় যে, শুধু উৎসাহ প্রদান ও ভীতি প্রদর্শনমূলক কয়েকখানি আয়াত-এর পর নাযিল হয়েছে। এ আয়াত নাযিল হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মাত্র একাশি দিন পৃথিবীতে জীবিত ছিলেন। কেননা, দশম হিজরীর ৯ই যিলহজ্জ তারিখে এ আয়াত অবতীর্ণ হয় এবং একাদশ হিজরীর ১২ই রবিউল আউয়াল তারিখে রাসূলে কারিম সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ওফাত পান। [ইবন কাসীর]",
  "ayah": 3,
  "surah": 5
}
