{
  "text": "এ কারণেই বনী ইসরাঈলের উপর এ বিধান দিলাম যে, নরহত্যা বা যমীনে ধ্বংসাত্মক কাজ করার কারণ ছাড়া কেউ কাউকে হত্যা করলে [১] সে যেন সকল মানুষকেই হত্যা করল [২], আর কেউ কারো প্রাণ রক্ষা করলে সে যেন সকল মানুষের প্রাণ রক্ষা করল [৩]। আর অবশ্যই তাদের কাছে আমরা রাসূলগণ স্পষ্ট প্রমাণাদি নিয়ে এসেছিলেন, তারপর এদের অনেকে এরপরও যমীনে অবশ্যই সীমালংঘনকারী।\n[১] আনাস ইবন মালেক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “কবীরা গোনাহর মধ্যে সবচেয়ে বড় হচ্ছে আল্লাহর সাথে কাউকে শির্ক করা এবং কোন মানুষকে অন্যায়ভাবে হত্যা করা। পিতামাতার অবাধ্য হওয়া। মিথ্যা কথা বলা, অথবা বলেছেন মিথ্যা সাক্ষ্য দেয়া”। [বুখারীঃ ৬৮৭১]\nঅন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাস বলেছেনঃ “যে ব্যক্তি সাক্ষ্য দেয় যে, আল্লাহ ছাড়া কোন হক মা’বূদ নাই এবং আমি আল্লাহর রাসূল, তার রক্ত তিনটি কারণ ব্যতীত প্রবাহিত করা অবৈধ। জীবনের বদলে জীবন (হত্যার বদলে কেসাস)। একজন বিবাহিত ব্যক্তি যদি অবৈধ যৌন ব্যভিচারে লিপ্ত হয় এবং ঐ ব্যক্তি যে ইসলাম ত্যাগ করে এবং মুসলিম জামা'আত থেকে বিচ্ছিন্ন হয়ে যায়। [বুখারীঃ ৬৮৭৮]\n[২] আল্লামা শানকীতী বলেন, এ আয়াতে বলা হয়েছে যে, যারা অন্যায়ভাবে কাউকে হত্যা করবে, অর্থাৎ হত্যার বিনিময়ে হত্যা কিংবা যমীনে ফেতনা- ফাসাদসূষ্টিকারী হবে না, যারা তাদের হত্যা করবে, তারা যেন সমস্ত মানুষকে হত্যা করল। এ আয়াতে যারা হত্যার বিনিময়ে হত্যা, অথবা ফেতনা-ফাসাদসূষ্টিকারী হবে, তাদের কি অবস্থা হবে সেটা বর্ণনা করা হয় নি। তবে অন্য আয়াতে আল্লাহ তা’আলা তাও বর্ণনা করেছেন। যেমন তিনি বলে দিয়েছেন, “আর আমরা তাদের উপর তাতে অত্যাবশ্যক করে দিয়েছিলাম যে, প্রাণের বদলে প্রাণ, চোখের বদলে চোখ, নাকের বদলে নাক, কানের বদলে কান, দাঁতের বদলে দাঁত এবং যখমের বদলে অনুরূপ যখম” [সূরা আল-মায়েদাহ ৪৫] আরও বলেন, “হে ঈমানদারগণ! নিহতদের ব্যাপারে তোমাদের উপর কিসাসের বিধান লিখে দেয়া হয়েছে। স্বাধীন ব্যক্তির বদলে স্বাধীন ব্যক্তি, ক্রীতদাসের বদলে ক্রীতদাস, নারীর বদলে নারী”। [সূরা আল-বাকারাহ: ১৭৮]\nআরও বলেন, “কেউ অন্যায়ভাবে নিহত হলে তার উত্তরাধিকারীকে তো আমি তার প্রতিকারের অধিকার দিয়েছি; কিন্তু হত্যা ব্যাপারে সে যেন বাড়াবাড়ি না করে” [সূরা আল-ইসরা ৩৩] [আদওয়াউল বায়ান]\n[৩] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, কাউকে জীবিত করার অর্থ, আল্লাহ যাকে হত্যা করা হারাম ঘোষণা করেছেন সে ধরনের কোন মানুষকে হত্যা না করা। এতে করে সে যেন সবাইকে জীবিত রাখল। অর্থাৎ যে অন্যায়ভাবে কোনো ব্যক্তিকে হত্যা করা হারাম মনে করে, তার থেকে সমস্ত মানুষ জীবিত থাকতে সমর্থ হলো। [তাবারী]",
  "ayah": 32,
  "surah": 5
}
