{
  "text": "যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধে যুদ্ধ করে এবং দুনিয়ায় ধ্বংসাত্মক কাজ করে বেড়ায় তাদের শাস্তি কেবল এটাই যে, তাদেরকে হত্যা করা হবে বা ক্রুশবিদ্ধ করা হবে বা বিপরীত দিক থেকে তাদের হাত ও পা কেটে ফেলা হবে বা তাদেরকে দেশ থেকে নির্বাসিত করা হবে [১]। দুনিয়ায় এটাই তাদের লাঞ্ছনা ও আখেরাতে তাদের জন্য মহাশাস্তি রয়েছে [২]।\n[১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, যে কেউ ইসলামের শৃঙ্গে হাতিয়ার ব্যবহার করবে, যাতায়াতকে ভীতিপ্রদ করে দিবে, (ডাকাতি রাহাজানি করবে) তারপর যদি তাদেরকে পাকড়াও করা সম্ভব হয়, তবে মুসলিম শাসকের এ ব্যাপারে ইখতিয়ার থাকবে, তিনি ইচ্ছা করলে তাকে হত্যা করবেন, নতুবা শুলে চড়াবেন, অথবা তার হাত-পা কেটে দিবেন। [তাবারী] হাদীসে এসেছে, একদল লোক মদীনায় আসল, তারা মদীনার আবহাওয়া সহ্য করতে পারল না। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাদেরকে সাদকার উট যেখানে থাকে সেখানে অবস্থানের অনুমতি দিলেন। যাতে তারা উটের দুধ ও প্রস্রাব পান করতে পারে। কিন্তু তারা রাখালকে হত্যা করল এবং উটগুলোকে নিয়ে চলে যেতে লাগল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাদের পিছু ধাওয়া করতে নির্দেশ দিলেন। পরে তারা ধৃত হলো। তখন তাদের হাত-পা কেটে দেয়া হলো, চোখ উপড়ে ফেলা হলো, এবং তাদেরকে মদীনার কালো পাথর বিশিষ্ট এলাকায় ফেলে রাখা হলো। [বুখারী: ১৫০১; মুসলিম: ১৬৭১]\n[২] ইসলামী শরী’আতে অপরাধের শাস্তিকে তিন ভাগে বিভক্ত করা হয়েছেঃ হুদৃদ, কিসাস ও তাষীরাত। তন্মধ্যে যেসব অপরাধের শাস্তি কুরআন ও সুন্নাহ নির্ধারণ করে দিয়েছে তা হচ্ছে, হুদুদ ও কিসাস । পক্ষান্তরে যেসব অপরাধের কোন শাস্তি কুরআন ও সুন্নাহ নির্ধারণ করেনি; বরং বিচারকদের অভিমতের উপর ন্যস্ত করেছে, সেসব শাস্তিকে শরীআতের পরিভাষায় ‘তা’যিরাত’ তথা দণ্ড বলা হয়। কুরআনুল কারীম হুদুদ ও কিসাস পূর্ণ বিবরণ ব্যাখ্যা সহকারে নিজেই বর্ণনা করে দিয়েছে। আর দণ্ডনীয় অপরাধের বিবরণকে রাসূলের বর্ণনা ও সমকালীন বিচারকদের অভিমতের উপর ছেড়ে দিয়েছে। বিশেষ বিশেষ অপরাধ ছাড়া অবশিষ্ট অপরাধসমূহের শাস্তির কোন পরিমাণ নির্ধারণ করেনি; বরং বিচারকের অভিমতের উপর ছেড়ে দিয়েছে। বিচারক স্থান, কাল ও পরিবেশ বিবেচনা করে অপরাধ দমনের জন্য যেরূপ ও যতটুকু শাস্তির প্রয়োজন মনে করবেন, ততটুকুই দেবেন।\nআলেমরা বলেন, কুরআনুল কারীম যেসব অপরাধের শাস্তিকে আল্লাহর হক হিসাবে নির্ধারণ করে জারি করেছে, সেসব শাস্তিকে ‘হুদূদ’ বলা হয় এবং যেসব শাস্তিকে বান্দার হক হিসেবে জারি করেছে, সেগুলোকে ‘কিসাস’ বলা হয়। কিসাসের শাস্তি হুদূদের মতই সুনির্ধারিত। প্রাণের বিনিময়ে প্রাণ সংহার করা হবে এবং জখমের বিনিময়ে সমান জখম করা হবে। কিন্তু পার্থক্য এই যে, হুদূদকে আল্লাহর হক হিসেবে প্রয়োগ করা হয়। সংশ্লিষ্ট ব্যক্তি ক্ষমা করলেও তা ক্ষমা হবে না। কিন্তু কিসাস এর বিপরীত। কিসাসে বান্দার হক প্রবল হওয়ার কারণে হত্যা প্রবল হওয়ার পর হত্যাকারীকে নিহত ব্যক্তির উত্তরাধিকারীর এখতিয়ারে ছেড়ে দেয়া হয়। সে ইচ্ছা করলে কেসাস হিসাবে তাকে মৃত্যুদণ্ডও করাতে পারে। যখমের কেসাসও তদ্রুপ। পক্ষান্তরে যেসব অপরাধের শাস্তি নির্ধারণ করেনি, সে জাতীয় শাস্তিকে বলা হয় ‘তা’যীর’ তথা ‘দণ্ড’। শাস্তির এ প্রকার তিনটির বিধান অনেক বিষয়েই বিভিন্ন। তন্মধ্যে তাযীর বা দণ্ডগত শাস্তিকে অবস্থানুযায়ী লঘু থেকে লঘুতর, কঠোর থেকে কঠোরতর এবং ক্ষমাও করা যায়। এ ব্যাপারে বিচারকদের ক্ষমতা অত্যন্ত ব্যাপক। কিন্তু হুদূদের বেলায় কোন বিচারকই সামান্যতম পরিবর্তন, লঘু অথবা কঠোর করার অধিকারী নয়। স্থান ও কাল ভেদেও এতে কোন পার্থক্য হয় না। শরী’আতে হুদুদ মাত্র পাঁচটিঃ ডাকাতি, চুরি, ব্যভিচার ও ব্যভিচারের অপবাদ -এ চারটির শাস্তি কুরআনে বর্ণিত রয়েছে। পঞ্চমটি মদ্যপানের হদ। এটি বিভিন্ন হাদীস, সাহাবায়ে কেরামের ইজমা তথা ঐকমত্য দ্বারা প্রমাণিত। এভাবে মোট পাঁচটি অপরাধের শাস্তি নির্ধারিত ও হুদৃদরূপে চিহ্নিত হয়েছে। [কুরতুবী থেকে সংক্ষেপিত]",
  "ayah": 33,
  "surah": 5
}
