{
  "text": "মানুষ আপনাকে প্রশ্ন করে, তাদের জন্য কি কি হালাল করা হয়েছে? বলুন, ‘তোমাদের জন্য হালাল করা হয়েছে সমস্ত পবিত্র জিনিস [১]। আর শিকারী পশু-পাখি, যাদেরকে তোমরা শিকার শিখিয়েছ – আল্লাহ তোমাদেরকে যা শিখিয়েছেন তা থেকে সেগুলোকে তোমরা শিখিয়ে থাক –সুতরাং এই (শিকারী পশুপাখি)-গুলো যা কিছু তোমাদের জন্য ধরে আনে তা থেকে খাও। আর এতে আল্লাহর নাম স্মরণ কর [২] এবং আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয়ই আল্লাহ দ্রুত হিসেব গ্রহণকারী’।\n[১] এ আয়াতে বর্ণিত (طيبات) শব্দের তিনটি অর্থ হয়ে থাকে। এক. যাবতীয় রুচিসম্পন্ন। দুই. যাবতীয় হালালকৃত। তিন. যাবতীয় যবাইকৃত প্রাণী। কারণ, যবাই করার কারণে সেগুলোতে পরিচ্ছন্নতা এসেছে। [ফাতহুল কাদীর]\n[২] আয়াতে শিকারী কুকুর, বাজ ইত্যাদি দ্বারা শিকার করা জন্তু হালাল হওয়ার জন্যে কয়েকটি শর্ত উল্লেখ করা হয়েছে। প্রথম শর্তঃ কুকুর অথবা বাজ শিক্ষাপ্রাপ্ত হতে হবে। শিকার পদ্ধতি এই যে, আপনি যখন কুকুরকে শিকারের দিকে প্রেরণ করবেন, তখন সে শিকার ধরে আপনার কাছে নিয়ে আসবে- নিজে খাওয়া শুরু করবে না। বাজপাখীর বেলায় পদ্ধতি এই যে, আপনি ফেরৎ আসার জন্যে ডাক দেয়া মাত্রই সে কাল বিলম্ব না করে ফিরে আসবে- যদিও তখন কোন শিকারের পিছনে ধাওয়া করতে থাকে। শিকারী জন্তু এমনভাবে শিক্ষাপ্রাপ্ত হয়ে গেলে বোঝা যাবে যে, সে আপনার জন্যে শিকার করে, নিজের জন্যে নয়। এমতাবস্থায় এগুলোর ধরে আনা শিকার স্বয়ং আপনারই শিকার বলে গন্য হবে। যদি শিকারী জন্তু কোন সময় এ শিক্ষার বিরুদ্ধাচরণ করে যেমন, কুকুর নিজেই খাওয়া আরম্ভ করে কিংবা বাজপাখী আপনার ডাকে ফেরৎ না আসে, তবে এ শিকার আপনার শিকার নয়। কাজেই তা খাওয়াও বৈধ নয়। দ্বিতীয় শর্তঃ আপনি নিজ ইচ্ছায় কুকুরকে অথবা বাজকে শিকারের পেছনে প্রেরণ করবেন। কুকুর অথবা বাজ যেন স্বেচ্ছায় শিকারের পেছনে দৌড়ে শিকার না করে। আলোচ্য আয়াতে এ শর্তটি (مكلبين) শব্দে বর্ণিত হয়েছে। এটি (تكليب) ধাতু থেকে উদ্ভুত। এর আসল অর্থ কুকুরকে শিক্ষা দেয়া। এরপর সাধারণ শিকার জন্তুকে শিক্ষা দেয়ার পর শিকারের দিকে প্রেরণ করা বা (ارسال) এর অর্থেও ব্যবহৃত হয়। সুতরাং এর অর্থ শিকারের দিকে প্রেরণ করা। তৃতীয় শর্তঃ শিকার জন্তু নিজে শিকারকে খাবে না; বরং আপনার কাছে নিয়ে আসবে। এ শর্তটি (مِمَّا اَمْسَكْنَ عَلَيْكُمْ) বাক্যাংশে বর্ণিত হয়েছে। চতুর্থ শর্তঃ শিকারী কুকুর অথবা বাজকে শিকারের দিকে প্রেরণ করার সময় ‘বিসমিল্লাহ’ বলতে হবে। উপরে বর্ণিত চারটি শর্ত পূর্ণ হলে শিকার আপনার হাতে পৌঁছার পূর্বেই যদি মরে যায়, তবুও তা হালাল হবে; যবেহ্ করার প্রয়োজন হবে না। আর যদি জীবিত অবস্থায় হাতে আসে, তবে যবেহ্ ব্যতীত হালাল হবে না। তবে মনে রাখা প্রয়োজন যে, শিকার হিসেবে ঐসব বন্য জন্তুর ক্ষেত্রেই এ নিয়ম প্রযোজ্য হবে, যে গুলো কারও করতলগত নয়। পক্ষান্তরে কোন বন্য জন্তু কারও করতলগত হয়ে গেলে, তা নিয়মিত যবেহ করা ব্যতীত হালাল হবে না। [ইবন কাসীর ও কুরতুবী থেকে সংক্ষেপিত]\nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সাহাবী আদী ইবন হাতিমকে বললেন, যখন তুমি শিকারের উদ্দেশ্যে তোমার কুকুরকে পাঠাবে এবং পাঠানোর সময় আল্লাহর নাম নিবে, তারপর যদি সে কুকুর কোন শিকার পাকড়াও করে, তবে তা থেকে খাও, যদিও সে শিকারটিকে হত্যা করে ফেলে থাকে। তবে যদি কুকুর সেটা থেকে নিজে খেয়ে নেয় সেটা ভিন্ন। সেটা খেয়ো না। কারণ, সেটা সে নিজের জন্য শিকার করেছে এমন আশঙ্কা রয়েছে। অনুরূপভাবে অন্য কুকুর এর সাথে মিশে শিকার করলেও সেটা খেয়ো না। [বুখারী ৫৪৭৫; মুসলিম: ১৯২৯]",
  "ayah": 4,
  "surah": 5
}
