{
  "text": "হে রাসূল! আপনাকে যেন তারা চিন্তিত না করে যারা কুফরীর দিকে দ্রুত এগিয়ে যায় –যারা মুখে বলে, ‘ঈমান এনেছি’ অথচ তাদের অন্তর ঈমান আনেনি [১] –এবং যারা ইয়াহুদী[২] তারা (সকলেই) মিথ্যা শুনতে অধিক তৎপর [৩], আপনার কাছে আসে নি এমন এক ভিন্ন দলের পক্ষে যারা কান পেতে থাকে [৪]। শব্দগুলো যথাযথ সুবিন্যষ্ত থাকার পরও তারা সেগুলোর অর্থ বিকৃত করে [৫]। তারা বলে, ‘এরূপ বিধান দিলে গ্রহণ করো এবং সেরূপ না দিলে বর্জন করো’ [৬]। আর আল্লাহ যাকে ফিতনায় ফেলতে চান তার জন্য আল্লাহর কাছে আপনার কিছুই করার নেই। এরাই হচ্ছে তারা যাদের হৃদয়কে আল্লাহ বিশুদ্ধ করতে চান না; তাদের জন্য আছে দুনিয়ায় লাঞ্ছনা, আর তাদের জন্য রয়েছে আখেরাতে মহাশাস্তি।\n[১] এরা হচ্ছে মুনাফিক। তারা মুখে ঈমানের কথা বললেও অন্তরে ঈমানের কোন অস্তিত্ব নেই। তারা মিথ্যা শুনতে অভ্যস্ত। [ইবন কাসীর]\n[২] প্রাচীন কাল থেকেই ইয়াহুদীরা কখনো স্বজন-প্রীতির বশবর্তী হয়ে এবং কখনো নাম-যশ ও অর্থের লোভে ফতোয়াপ্রার্থীদের মনমত ফতোয়া তৈরী করে দিত। বিশেষতঃ অপরাধের শাস্তির ক্ষেত্রে এটিই ছিল তাদের সাধারণ প্রচলিত পদ্ধতি। কোন ধনী ব্যক্তি অপরাধ করলে তারা তাওরাতের গুরুতর শাস্তিকে লঘু শাস্তিতে পরিবর্তন করে দিত। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন মদীনায় হিজরত করলেন এবং ইসলামের অভূতপূর্ব সুন্দর ব্যবস্থা ইয়াহুদীদের সামনে এল, তখন তারা একে একটি সুযোগ হিসেবে ব্যবহার করতে চাইল। যেসব ইয়াহুদী তাওরাতের রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বিচারক নিযুক্ত করতে প্রয়াস পেত -যাতে একদিকে ইসলামের সহজ ও নরম বিধি-বিধান দ্বারা উপকৃত হওয়া যায় এবং অন্য দিকে তাওরাত পরিবর্তন করার অপরাধ থেকেও অব্যাহতি পাওয়া যায়। কিন্তু এ ব্যাপারেও তারা একটি দুস্কৃতির আশ্রয় নিত। নিয়মিত বিচারক নিযুক্ত করার পূর্বে কোন না কোন পন্থায় মোকাদ্দমার রায় ফতোয়া হিসাবে জেনে নিতে চাইত। উদ্দেশ্য এ রায় তাদের আকাঙ্ক্ষিত রায়ের অনুরূপ হলে বিচারক নিযুক্ত করবে, অন্যথায় নয়। এসব কিছুই তাদের অন্তরের কলুষতা প্রমাণ করত। [দেখুন, তাফসীর সা’দী] বারা ইবন আযিব রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের পাশ দিয়ে এক ইয়াহুদীকে মুখ কালো ও বেত্ৰাঘাত করা অবস্থায় নিয়ে যাওয়া হচ্ছিল। তিনি তাদেরকে ডেকে বললেন, তোমরা কি ব্যভিচারের শাস্তি এরকমই তোমাদের কিতাবে পাও? তারা বললঃ হ্যাঁ। তখন তিনি তাদের আলেমদের একজনকে ডেকে বললেন, “যে আল্লাহ মূসার উপর তাওরাত নাযিল এটাই ব্যভিচারের শাস্তি? সে বলল, না। তবে যদি আপনি আমাকে এর দোহাই দিয়ে জিজ্ঞেস না করতেন, তাহলে আমি কখনই তা বলতাম না। আমাদের কিতাবে আমরা এর শাস্তি হিসেবে ‘প্রস্তারাঘাতকেই দেখতে পাই। কিন্তু এটা আমাদের সমাজের উঁচু শ্রেণীর মধ্যে বৃদ্ধি পায়। ফলে আমাদের উঁচু শ্রেণীর কেউ সেটা করলে তাকে ছেড়ে দিতাম। আর নিম্নশ্রেণীর কেউ তা করলে তার উপর শরীআত নির্ধারিত হদ (তথা রজমের শাস্তি) প্রয়োগ করতাম। তারপর আমরা বললাম, আমরা এ ব্যাপারে এমন একটি বিষয়ে একমত হই যা আমাদের উঁচু-নীচু সকল শ্রেণীর উপর সমভাবে প্রয়োগ করতে পারি। তা থেকেই আমরা রজম বা প্রস্তারাঘাতের পরিবর্তে মুখ কালো ও চাবুক মারা নির্ধারণ করি। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ‘হে আল্লাহ! আমি প্রথম আপনার সেই মৃত নির্দেশকে বাস্তবায়ন করব, যখন তারা তা নিঃশেষ করে দিয়েছে। তখন তাকে রজম করার নির্দেশ দেয়া হল এবং তা বাস্তবায়িত হলো। তখন আল্লাহ তা’আলা এ আয়াত নাযিল করলেন। [মুসলিম: ১৭০০]\n[৩] অনুরূপভাবে ইয়াহুদীদেরও একটি বদভ্যাস হলো যে, তারা মিথ্যা ও ভ্রান্ত কথাবার্তা শোনাতে অভ্যস্ত। [ইবন কাসীরা] এসব ইয়াহুদী তাদের ধর্মীয় আলেমদের দ্বারা তাওরাতের নির্দেশাবলীর প্রকাশ্য বিরুদ্ধাচরণ দেখা সত্বেও তারা তাদেরই অনুসরণ এবং তাদের বর্ণিত মিথ্যা ও অমূলক কিসসা-কাহিনীই শুনতে থাকত। দ্বীনে তাদের মজবুতির অভাবে যে কোন মিথ্যা বলার জন্য বলা হলে, তারা তাতে অগ্রণী হয়ে যেত। [সা’দী]\n[৪] এখানেও ইয়াহুদী ও মুনাফিকদের দ্বিতীয় একটি বদঅভ্যাস বর্ণনা করা হচ্ছে যে, এরা বাহ্যতঃ আপনার কাছে একটি দ্বনী বিষয় জিজ্ঞেস করতে এসেছে, কিন্তু প্রকৃতপক্ষে ধর্ম তাদের উদ্দেশ্য নয় এবং ধর্মীয় বিষয় জানার জন্যেও আসে নি। বরং তারা এমন একটি ইয়াহুদী সম্প্রদায়ের গুপ্তচর, যারা অহংকারবশতঃ আপনার কাছে আসেনি। তাদের বাসনা অনুযায়ী আপনার মত জেনে এরা তাদেরকে বলে দিতে চায়। এরপর মানা না মানা সম্পর্কে তারাই সিদ্ধান্ত নেবে। [ইবন কাসীর]\n[৫] ইয়াহুদীদের তৃতীয় একটি বদ অভ্যাস হচ্ছে, তারা আল্লাহর কালামকে যথার্থ পরিবেশ থেকে সরিয়ে তার ভুল অর্থ করত এবং আল্লাহর নির্দেশকে বিকৃত করত। এ বিকৃতি ছিল দ্বিবিধঃ তাওরাতের ভাষায় কিছু হেরফের করা এবং ভাষা ঠিক রেখে তদস্থলে অযৌক্তিক ব্যাখ্যা ও পরিবর্তন করা। ইয়াহুদীরা উভয় প্রকার বিকৃতিতেই অভ্যস্ত ছিল। [ইবন কাসীর]\n[৬] অর্থাৎ ইয়াহুদীরা তাদের লোকদেরকে নবীজীর কাছে পাঠানোর সময় বলে দিত, যদি তোমাদেরকে ব্যভিচারের শাস্তি হিসেবে মুখ কালো ও চাবুক মারার কথা বলে তবে তোমরা গ্রহণ করো, আর যদি তোমাদেরকে রজম তথা পাথর মেরে হত্যার কথা বলে তবে সাবধান হয়ে যাবে, অর্থাৎ তা গ্রহণ করো না। [মুসলিম: ১৭০০]",
  "ayah": 41,
  "surah": 5
}
