{
  "text": "রাব্বানীগণ ও পণ্ডিতগণ [১] কেন তাদেরকে পাপ কথা বলা ও অবৈধ খাওয়া থেকে নিষেধ করে না? এরা যা করছে নিশ্চয়ই তা কতই না নিকৃষ্ট [২]।\n[১] কোন কোন মুফাসসির বলেন, রব্বানী বলে নাসারাদের আলেম সম্প্রদায়, আর আহবার বলে ইয়াহুদীদের আলেমদের উদ্দেশ্য নেয়া হয়েছে। অপর মুফাসসিরগণ মনে করেন, এখানে শুধু ইয়াহুদীদের আলেমদেরকেই বোঝানো হয়েছে। কারণ, এর পূর্বেকার আলোচনা তাদের সম্পর্কেই চলছিল। [ফাতহুল কাদীর] এ ব্যাপারে আরও বিস্তারিত বর্ণনা এ সূরার ৪৪ নং আয়াতের ব্যাখ্যায় এসেছে।\n[২] আয়াতের শেষভাগে বলা হয়েছেঃ “সৎকাজে আদেশ ও অসৎকাজে নিষেধ” করার কর্তব্যটি ত্যাগ করে ইয়াহুদীদের এসব মাশায়েখ ও আলেম অত্যন্ত বদভ্যাসে লিপ্ত হয়েছে। জাতিকে ধ্বংসের দিকে এগিয়ে যেতে দেখেও তারা বাধা দিচ্ছে না। লক্ষণীয় যে, পূর্বোক্ত আয়াতে সর্বসাধারণের দুষ্কর্ম বর্ণিত হয়েছিল। তাই এর শেষে\n(لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ)\nবলা হয়েছে, কিন্তু এ আয়াতে ইয়াহুদী মাশায়েখ ও আলেমদের ভ্রান্তি প্রকাশ করা হয়েছে। তাই এর শেষে\n(لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ)\nবলা হয়েছে। কারণ, আরবী অভিধানের দিক দিয়ে ইচ্ছাকৃত কিংবা অনিচ্ছাকৃত সব কাজকেই (فعل) বলা হয়। (عمل) শব্দটি ঐ কাজকে বুঝাবার জন্য ব্যবহৃত হয়, যা ইচ্ছাকৃতভাবে করা হয় এবং (صنع) ও (صنعت) শব্দ ঐ কাজের বেলায় প্রয়োগ করা হয়, যা ইচ্ছার সাথে সাথে বারবার অভ্যাস ও লক্ষ্য হিসাবে ঠিক করে করা হয়। তাই সর্বসাধারণের কুকর্মের পরিণতির ক্ষেত্রে শুধু (عمل) শব্দ ব্যবহার করে বলা হয়েছে\n(لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ)\nআর বিশিষ্ট মাশায়েখ ও আলেমদের ভ্রান্ত কাজের জন্য (صنع) শব্দ প্রয়োগে\n(لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ)\nবলা হয়েছে। [ফাতহুল কাদীর] আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহু বলেন, মাশায়েখ ও আলেমদের জন্য সমগ্র কুরআনে এ আয়াতের চাইতে কঠোর হুঁশিয়ারী আর কোথাও নাই। তাফসীরবিদ যাহ্‌হাক বলেন, আমার মতে মাশায়েখ ও আলেমদের জন্য এ আয়াত সর্বাধিক ভয়াবহ। [তাবারী]\nএ কারণেই জাতির সামগ্রিক সংশোধনের জন্যে কুরআন ও হাদীসে ‘সৎকাজে আদেশ ও অসৎকাজে নিষেধ’ এর প্রতি জোর দেয়া হয়েছে। কুরআন এ কর্তব্যটিকে উম্মতে মুহাম্মদীর বৈশিষ্ট্য আখ্যা দিয়েছে এবং এর বিরুদ্ধাচরণ করাকে কঠোর পাপ ও শাস্তির কারণ বলে সাব্যস্ত করেছে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “কোন জাতির মধ্যে যখন কোন পাপ কাজ করা হয় অথচ কোন লোক তা নিষেধ করে না, তখন তাদের প্রতি আল্লাহর পক্ষ থেকে আযাব প্রেরণের সম্ভাবনা প্রবল হয়ে যায়”। [মুসনাদে আহমাদঃ ৪/৩৬৩]\nমালেক ইবন দীনার রাহিমাহুল্লাহ বলেন, আল্লাহ তা’আলা এক জায়গায় ফেরেশতাদেরকে নির্দেশ দিলেন যে, অমুক বস্তি ধ্বংস করে দাও। ফেরেশ্‌তারা বললেন, এ বস্তিতে আপনার অমুক ইবাদতকারী বান্দাও রয়েছে। নির্দেশ এল, তাকেও আযাবের স্বাদ গ্রহণ করাও- আমার অবাধ্যতা ও পাপাচার দেখেও তার চেহারা কখনও ক্রোধে বিবর্ণ হয়নি। [কুরতুবী, বাহরে মুহীত]",
  "ayah": 63,
  "surah": 5
}
