{
  "text": "আর ইয়াহুদীরা বলে, ‘আল্লাহর হাত [১] রুদ্ধ’ [২]। তাদের হাতই রুদ্ধ করা হয়েছে এবং তারা যা বলে সে জন্য তারা অভিশপ্ত [৩], বরং আল্লাহর উভয় হাতই প্রসারিত [৪]; যেভাবে ইচ্ছা তিনি দান করেন। আর আপনার রব-এর কাছ থেকে যা আপনার প্রতি নাযিল করা হয়েছে, তা অবশ্যই তাদের অনেকের অবাধ্যতা ও কুফরী বৃদ্ধি করবে। আর আমরা তাদের মধ্যে কেয়ামত পর্যন্ত স্থায়ী শত্রুতা ও বিদ্বেষ ঢেলে দিয়েছি [৫]। যখনই তারা যুদ্ধের আগুন জ্বালায় তখনই আল্লাহ তা নিভিয়ে দেন এবং তারা দুনিয়ায় ফাসাদ করে বেড়ায়; আর আল্লাহ ফাসাদকারীদেরকে ভালবাসেন না।\n[১] রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, ‘নিশ্চয়ই আল্লাহ্ তা'আলা কেয়ামতের দিন সমস্ত যমীনকে তার মুঠিতে ধারণ করবেন। এবং সমস্ত আকাশকে স্বীয় ডান হাতে নিয়ে নিবেন। তারপর বলবেন, আমিই একমাত্র বাদশাহ। [বুখারীঃ ৭৪১২]\n[২] হাত রুদ্ধ বলে অধিকাংশ মুফাসসিরের মতে, কৃপণতা বোঝানো হয়েছে। সূরা আল-ইসরার ২৯ নং আয়াতেও এ শব্দটি উক্ত অর্থে ব্যবহৃত হয়েছে। সুতরাং এর অর্থ এটা নয় যে, আল্লাহর হাত বেঁধে রাখা হয়েছে। [ইবন কাসীর]\n[৩] আয়াতে ইয়াহুদীদের একটি গুরুতর অপরাধ ও জঘন্য উক্তি বর্ণিত হয়েছে। অর্থাৎ হতভাগারা বলতে শুরু করেছে যে, আল্লাহ তা'আলা দরিদ্র হয়ে গেছেন৷ ঘটনা ছিল এই যে, আল্লাহ তা'আলা মদীনার ইয়াহুদীদেরকে বিত্তশালী ও স্বাচ্ছন্দ্যশীল করেছিলেন, কিন্তু যখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মদীনায় আগমন করেন এবং তাদের কাছে ইসলামের আহবান পৌছে, তখন পাষণ্ডরা সামাজিক মোড়লি ও কুপ্রথার মাধ্যমে প্রাপ্ত নযর-নিয়াযের খাতিরে এ আহবান থেকে মুখ ফিরিয়ে নেয় এবং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বিরুদ্ধাচরণ করে। ফলে তারা দরিদ্র হয়ে পড়ে। তখন মূর্খদের মুখ থেকে এ জাতীয় কথাবার্তা বের হতে থাকে যে, আল্লাহর ধনভাণ্ডার ফুরিয়ে গেছে অথবা আল্লাহ কৃপণ হয়ে গেছেন। অন্য বর্ণনায় এসেছে, এ কথাটি ইয়াহুদীরা ঐ সময় বলেছিল যখন তারা দেখল যে, আল্লাহ্ তা'আলা কর্জে হাসানাহ দেয়ার জন্য উদ্বুদ্ধ করেছেন। আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম কোন কোন লোকের দিয়াতের ব্যাপারে সবার থেকে সহযোগিতা নিচ্ছেন। তখন তারা বলতে লাগল যে, মুহাম্মাদের ইলাহ ফকীর হয়ে গেছে। তখন আল্লাহ্ তা’আলা এ আয়াত নাযিল করেন। [কুরতুবী]\nএর উত্তরে আলোচ্য আয়াতে বলা হয়েছে যে, হাত তো তাদেরই বাঁধা হবে এবং তাদের প্রতি অভিসম্পাত হবে, যার ফলে আখেরাতে আযাব এবং দুনিয়াতে লাঞ্ছনা ও অবমাননা ভোগ করতে হবে। আল্লাহ তা’আলার হাত সব সময়ই উন্মুক্ত রয়েছে। তাঁর দান চিরকাল অব্যাহত রয়েছে এবং থাকবে। কিন্তু তিনি যেমন ধনবান ও বিত্তশালী, তেমনি সুবিজ্ঞও বটে। তিনি বিজ্ঞতা অনুযায়ী ব্যয় করেন; যাকে উপযুক্ত মনে করেন, বিত্তশালী করে দেন এবং যার ঘাড়ে উপযুক্ত মনে করেন, অভাব-অনটন ও দারিদ্র্য চাপিয়ে দেন। [সা’দী]\n[৪] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহর ডান হাত পরিপূর্ণ। খরচ করে তা কমানো যায় না। রাত-দিন সবাইকে তিনি দিচ্ছেন। তোমরা কি দেখনা আসমান-যমীনের সৃষ্টিলগ্ন থেকে শুরু করে অদ্যাবধি তিনি সবাইকে যা দিচ্ছেন, তাতে তাঁর ডান হাতে যা আছে তাঁর একটুও কমেনি। আর তাঁর আরশ রয়েছে পানির উপর। তাঁর অপর হাতে রয়েছে গ্রহণ করা। উন্নতি এবং অবনতি তারই হাতে। [বুখারীঃ ৭৪১৯, মুসলিমঃ ৯৯৩]\n[৫] এখানে বলা হয়েছে যে, এরা উদ্ধত জাতি। আপনার প্রতি নাযিল করা কুরআনী নির্দেশাবলীর দ্বারা উপকৃত হওয়ার পরিবর্তে তাদের কুফর ও অবিশ্বাস আরও কঠোর হয়ে যায়। আল্লাহ তা’আলা মুসলিমদেরকে তাদের অনিষ্ট থেকে বাঁচিয়ে রাখার উদ্দেশ্যে তাদের বিভিন্ন দলের মধ্যে ঘোর মতানৈক্য সঞ্চারিত করে দিয়েছেন। ফলে মুসলিমদের বিরুদ্ধে তারা প্রকাশ্য যুদ্ধে অবতীর্ণ হতে সাহসী হয় না এবং তাদের কোন চক্রান্তও সফল হয় না। [বাগভী, ইবন কাসীর, সাদী, ফাতহুল কাদীর]",
  "ayah": 64,
  "surah": 5
}
