{
  "text": "হে রাসূল! আপনার রবের কাছ থেকে আপনার প্রতি যা নাযিল হয়েছে তা প্রচার করুন; যদি না করেন তবে তো আপনি তাঁর বার্তা প্রচার করলেন না [১]। আর আল্লাহ আপনাকে মানুষ থেকে রক্ষা করবেন [২]। নিশ্চয় আল্লাহ কাফের সম্প্রদায়কে হেদায়াত করেন না।\nদশম রুকূ‘\n[১] এ আয়াতে রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রচারকার্যের তাগিদ ও তার প্রতি সান্তুনা দেয়া হচ্ছে, যাতে করে তিনি নিরাশ কিংবা প্রচারকার্যে নিরুৎসাহিত না হন। বলা হচ্ছে যে, আপনার প্রতি আল্লাহর পক্ষ থেকে যা কিছু নাযিল করা হয়েছে তা সম্পূর্ণটিই বিনা দ্বিধায় মানুষের কাছে পৌঁছে দিন; কেউ মন্দ বলুক অথবা ভাল, বিরোধিতা করুক কিংবা গ্রহণ করুক। অপরদিকে তাকে এ সংবাদ দিয়ে আশ্বস্ত করা হয়েছে যে, প্রচারকার্যে কাফেররা আপনার কোন ক্ষতি করতে পারবে না। আল্লাহ্ তা’আলা স্বয়ং আপনার দেখাশুনা করবেন। আয়াতের উদ্দেশ্য এই যে, যদি আপনি আল্লাহ্ তা’আলার একটি নির্দেশও পৌঁছাতে বাকী রাখেন, তবে আপনি নবুয়তের দায়িত্ব থেকে পরিত্রাণ পাবেন না। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আজীবন এ কর্তব্য পালনে পূর্ণ সাহসিকতা ও সর্বশক্তি নিয়োগ করেন। বিদায় হজে তিনি সাহাবায়ে কেরামের অভূতপূর্ব সমাবেশকে লক্ষ্য করে গুরুত্বপূর্ণ নির্দেশ জারি করার পর প্রশ্ন করলেনঃ ‘শুন, আমি কি তোমাদের কাছে দ্বীন পৌঁছে দিয়েছি?’ সাহাবীগণ স্বীকার করলেন, “জী হ্যাঁ, অবশ্যই পৌঁছে দিয়েছেন।’ এরপর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এ বিষয়ে সাক্ষী থেকো। তিনি আরো বললেন, ‘এ সমাবেশে যারা উপস্থিত আছ, তারা আমার কথাটি অনুপস্থিতদের কাছে পৌছে দেবে।’ [বুখারী ৪১৪১, ৩২৬৬]\nঅন্য এক হাদীসে আয়েশা রাদিয়াল্লাহু আনহা বলেন, যে ব্যক্তি মনে করে যে মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের উপর যা কিছু নাযিল হয়েছে তিনি তার কিছু অংশ গোপন করেছেন, সে মিথ্যা বলেছে। [বুখারী ৪৬১২]\nআল্লামা শানকীতী বলেন, এ আয়াত ও অনুরূপ আয়াত থেকে বুঝা যাচ্ছে যে, রাসূলের দায়িত্ব শুধু প্রচার করা। আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এ দায়িত্ব যথাযথই পালন করেছেন। এ জন্যে আল্লাহ বলেন, “কাজেই আপনি তাদেরকে উপেক্ষা করুন, এতে আপনি তিরস্কৃত হবেন না”। [সূরা আয-যারিয়াত: ৫৪]\nসুতরাং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার উপর অর্পিত দায়িত্ব যথাযথভাবে পালন করেছেন। কোন কিছুই গোপন করেন নি। [আদওয়াউল বায়ান] হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু আনহা বলেন, যে কেউ তোমাকে বলবে যে, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার নিকট যা নাযিল করা হয়েছে তার কোন অংশ গোপন করেছেন, তাহলে মিথ্যা বলেছে। কারণ, আল্লাহ বলেন, “হে রাসূল! আপনার রবের কাছ থেকে আপনার প্রতি যা নাযিল হয়েছে তা প্রচার করুন; যদি না করেন তবে তো আপনি তার বার্তা প্রচার করলেন না”। [বুখারী: ৪৬১২]\n[২] আয়াতের এ বাক্যে সুসংবাদ দেয়া হয়েছে, যে যত বিরোধিতাই করুক, শক্ররা আপনার কেশাগ্রও স্পর্শ করতে পারবে না। হাদীসে বলা হয়েছে, এ আয়াত নাযিল হওয়ার পূর্বে কয়েকজন সাহাবী দেহরক্ষী হিসাবে সাধারণভাবে মহানবী সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লামের সাথে থাকতেন এবং গৃহে ও প্রবাসে তাকে প্রহরা দিতেন। এ আয়াত নাযিল হওয়ার পর তিনি সবাইকে বিদায় করে দেন। [দেখুন- তিরমিয়ী, ৩০৪৬]\nকারণ, এ দায়িত্ব আল্লাহ্ তা’আলা স্বহস্তে গ্রহণ করেন। এ আয়াত নাযিল হওয়ার পর প্রচারকার্যে কেউ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বিন্দুমাত্রও ক্ষতি করতে সক্ষম হয়নি। অবশ্য যুদ্ধ ও জিহাদে সাময়িকভাবে কোনরূপ কষ্ট পাওয়া এর পরিপন্থী নয়। তাছাড়া কোন কোন হাদীসে এ হিফাযতের বাস্তব নমূনাও আমরা দেখতে পাই। জাবের ইবনে আব্দুল্লাহ বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর সাথে নাজদের পথে যুদ্ধে বের হলাম। একটি ঘন বৃক্ষ সম্পন্ন উপত্যকায় পৌঁছে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার তরবারটি একটি গাছের সাথে ঝুলিয়ে রেখে আরাম করছিলেন। সাহাবায়ে কিরাম ছায়ার আশায় বিভিন্ন দিকে বিক্ষিপ্ত ঘুরাফেরা করছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, একটি লোক এসে আমার ঘুমন্ত অবস্থার সুযোগে আমার তরবারটি হাতে নিল। আমি জাগ্রত হয়ে দেখলাম যে, লোকটি আমার মাথার উপর উন্মুক্ত অসি নিয়ে বলছে, তোমাকে আমার হাত থেকে কে রক্ষা করবে? আমি বললাম, আল্লাহ। লোকটি দ্বিতীয়বার আমাকে বলল, তোমাকে আমার হাত হতে কে রক্ষা করবে? আমি বললাম, আল্লাহ। আর তখনি তরবারী পড়ে গেল। আর সে হচ্ছে এই বসা লোকটি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাকে কিছু করলেন না। [মুসলিম:৮৪৩; অনুরূপ বুখারী: ২৯১০]",
  "ayah": 67,
  "surah": 5
}
