{
  "text": "নিশ্চয় যারা ঈমান এনেছে এবং যারা ইয়াহুদী হয়েছে, আর সাবেয়ী [১] ও নাসারাগণের মধ্যে যারা আল্লাহ ও শেষ দিনের উপর ঈমান এনেছে এবং সৎকাজ করেছে, তাদের কোন ভয় নেই এবং তারা চিন্তিতও হবে না [২]।\n[১] এ আয়াতে আল্লাহ্ তা’আলা চারটি সম্প্রদায়কে ঈমান ও সৎকর্মের প্রতি আহবান জানিয়ে এর কারণে আখেরাতে মুক্তির ওয়াদা করেছেন। তন্মধ্যে প্রথম সম্প্রদায় হচ্ছে (الَّذِيْنَ اٰمَنُوْا) অর্থাৎ মুসলিম। দ্বিতীয়তঃ (وَالَّذِيْنَ هَادُوْا) অর্থাৎ ইয়াহুদী। তৃতীয়তঃ (نَصارى) অর্থাৎ নাসারা, যারা ঈসা ‘আলাইহিস সালামের অনুসারী বলে দাবী করে থাকে। চতুর্থতঃ সাবেউন৷ তন্মধ্যে এদের মধ্যে তিনটি জাতিঃ মুসলিম, ইয়াহুদী ও নাসারা সর্বজন পরিচিত এবং পৃথিবীর বিভিন্ন অংশে বিদ্যমান। কিন্তু সাবেয়ীন সম্পর্কে চিহ্নিতকরণের ব্যাপারে আলেমদের মধ্যে বিভিন্ন মত রয়েছে। মুজাহিদ বলেন, সাবেয়ীরা হচ্ছে, নাসারা ও মাজুসীদের মাঝামাঝি এক সম্প্রদায়, যাদের কোন দ্বীন নেই। অপর বর্ণনায় তিনি বলেন, তারা ইয়াহুদী ও মাজুসীদের মাঝামাঝি এক সম্প্রদায়। সাঈদ ইবন জুবাইর বলেন, তারা ইয়াহুদী ও নাসারাদের মাঝামাঝি অবস্থানে রয়েছে। হাসান বসরী ও হাকাম বলেন, তারা মাজুসীদের মতই। কাতাদাহ বলেন, তারা ফেরেশতাদের পূজা করে থাকে এবং আমাদের কিবলা ব্যতীত অন্যদিকে সালাত আদায় করে থাকে। আর তারা যাবুর পাঠ করে থাকে। ওয়াহাব ইবন মুনব্বিহ বলেন, তারা একমাত্র আল্লাহকেই চিনে। তাদের কোন শরীআত নেই তবে তার কুফরী করে না। ইবন ওয়াহাব বলেন, তারা ইরাকের কুফা অঞ্চলে বসবাস করে। তারা সমস্ত নবীর উপরই ঈমান আনে, ত্রিশ দিন সাওম পালন করে, ইয়ামানের দিকে ফিরে পাঁচ ওয়াক্ত সালাত আদায় করে। তাছাড়া তাদের ব্যাপারে আরও কিছু বর্ণনা রয়েছে। [ইবন কাসীর] বর্তমানে তাদের অধিকাংশই ইরাকে বসবাস করে। শাইখুল ইসলাম ইবন তাইমিয়া বলেন, তাদের মধ্যে দু’টি দল রয়েছে। একটি মুশরিক, অপরটি একত্ববাদের অনুসারী। মাজমূ ফাতাওয়া এ ব্যাপারে সূরা আল-বাকারার ৬২ নং আয়াতের ব্যাখ্যায় আরও বিস্তারিত আলোচনা করা হয়েছে।\n[২] এ আয়াতের অর্থ সম্পর্কে গবেষণা করলে বুঝা যায় যে, এখানে আল্লাহর উপর ঈমান আনার কথা বলেই মুহাম্মদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপর ঈমান ও তার অনুসরণের কথা বোঝানো হয়েছে। [মুয়াসসার] কোন কোন মুফাসসির বলেন, এখানে এটা বোঝানই উদ্দেশ্য যে, মুক্তির একটিই পথ। আর সেটি হচ্ছে, আল্লাহর উপরে ঈমান, আখেরাতের উপর ঈমান এবং সৎকাজ করা। তিনি যখন যা নাযিল করেছেন তখন তা অনুসরণ করে চললে তাদের আর কোন ভয় বা চিন্তা থাকবে না। সৰ্বকালের জন্যই এটা মুক্তির পথ। সুতরাং মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর আগমনের পরও আল্লাহর উপর ঈমান, আখেরাতের উপর নিশ্চিত বিশ্বাস এবং তিনি মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপর যা নাযিল করেছেন সেটার উপর আমল করলে সবাই মুক্তি পাবে। [সা’দী] কোন কোন মুফাসসির বলেন, এখানে ‘সৎকর্ম’ বলে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের উপর পরিপূর্ণ ঈমান ও তার অনুসরণ বুঝানো হয়েছে। এতে এ কথা স্পষ্ট হয়ে গেছে যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের রিসালাতে ঈমান স্থাপন ব্যতীত কারো মুক্তি নাই। কেননা, কোন কাজই ঐ পর্যন্ত সৎকর্ম বলে বিবেচিত হবে না যতক্ষণ তা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কর্তৃক অনুমোদিত না হবে। [ইবন কাসীর]\nএ জন্যই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “আজ যদি মূসা ‘আলাইহিস্ সালাম জীবিত থাকতেন, তবে আমার অনুসরণ ছাড়া তার উপায় ছিল না”। [মুসনাদে আহমাদঃ ৩/৩৩৮] অতএব, প্রত্যেক ধর্মাবলম্বী নিজ নিজ ধর্ম পালন করে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রতি বিশ্বাস স্থাপন না করেই এবং মুসলিম না হয়েই আখেরাতে মুক্তি পাবে, এরূপ আশা করা কুরআন ও হাদীসের সরাসরি বিরুদ্ধাচরণ।",
  "ayah": 69,
  "surah": 5
}
