{
  "text": "হে মুমিনগণ! আল্লাহর উদ্দেশ্যে ন্যায় সাক্ষ্যদানে তোমরা অবিচল থাকবে; কোন সম্প্রদায়ের প্রতি শত্রুতা তোমাদেরকে যেন সুবিচার বর্জনে প্ররোচিত না করে। তোমরা সুবিচার করবে [১], এটা তাকওয়ার অধিকতর নিকটবর্তী। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয় তোমরা যা কর, আল্লাহ সে বিষয়ে সম্যক অবহিত [২]।\n[১] এমনকি সস্তানদের মধ্যেও সুবিচার করতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম নির্দেশ দিয়েছেন। নুমান ইবন বাশীর বলেন, তার পিতা তাকে নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের দরবারে এসে বললেন, আমি আমার এ সন্তানকে একটি দাস উপটৌকন দিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, তুমি কি তোমার সকল সন্তানকে এ রকম উপঢৌকন দিয়েছ? তিনি বললেন, না। তখন রাসূল বললেন, তাহলে তুমি তা ফেরৎ নাও। [বুখারী: ২৫৮৬; মুসলিম: ১৬২৩]\n[২] এ আয়াতের বিষয়বস্তু প্রায় এসব শব্দেই অন্যত্র বর্ণিত হয়েছে। পার্থক্য এতটুকু যে, সেখানে বলা হয়েছিল,\n(يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوّٰمِيْنَ بِالْقِسْطِ شُهَدَاءَ لِلّٰهِ)\n[সূরা আন-নিসা: ১৩৫]  আর এখানে বলা হচ্ছেঃ\n(يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوّٰمِيْنَ لِلّٰهِ شُهَدَاءَ بِالْقِسْطِ)\nসাধারণতঃ দুটি কারণ মানুষকে ন্যায় ও সুবিচারে বাধা-প্রদান এবং অন্যায় ও অবিচারে প্ররোচিত করে। (এক) নিজের অথবা বন্ধু-বান্ধব ও আত্মীয়-স্বজনের প্রতি পক্ষপাতিত্ব। (দুই) কোন ব্যাক্তির প্রতি শক্রতা ও মনোমালিন্য। সূরা আন-নিসার আয়াতে প্রথমোক্ত কারণের উপর ভিত্তি করে সুবিচারের আদেশ দেয়া হয়েছে আর সূরা আল-মায়েদার আলোচ্য আয়াতে শেষোক্ত কারণ হিসেবে বক্তব্য রাখা হয়েছে। সূরা আন-নিসার আয়াতের সারমর্ম এই যে, ন্যায় ও সুবিচারের ক্ষেত্রে নিজের এবং পিতা-মাতা ও আত্নীয়-স্বজনেরও পরওয়া করো না। যদি ন্যায় বিচার তাদের বিরুদ্ধে যায়, তবে তাতেই কায়েম থাক। সূরা আল-মায়েদার আয়াতের সারমর্ম এই যে, ন্যায় ও সুবিচারের ক্ষেত্রে কোন শক্রর শক্রতার কারণে পশ্চাদপদ হওয়া উচিত নয় যে, শক্রর ক্ষতি সাধনের উদ্দেশ্যে সুবিচারের পরিবর্তে অবিচার শুরু করবে। [বাহরে-মুহীত] তাছাড়া সত্য সাক্ষ্য দিতে ত্রুটি না করার প্রতি পবিত্র কুরআনের অনেক আয়াত বিভিন্ন ভঙ্গিতে জোর দিয়েছে। এক আয়াতে অত্যন্ত খোলাখুলিভাবে নির্দেশ দেয়া হয়েছে, “সাক্ষ্য গোপন করো না। যে সাক্ষ্য গোপন করে, তার অন্তর পাপী”। [সূরা আল-বাকারাহঃ ২৮৩]",
  "ayah": 8,
  "surah": 5
}
