{
  "text": "আর যারা ঈমান আনে, আর তাদের সন্তান-সন্ততি ঈমানে তাদের অনুগামী হয়, আমারা তাদের সাথে মিলিত করব তাদের সন্তান-সন্ততিকে [১] এবং তাদের কর্মফল আমারা একটুও কমাবো না [২] ; প্র্যত্যেক ব্যাক্তি নিজ কৃতকর্মের জন্য দায়ী [৩]।\n[১] অর্থাৎ যারা ঈমানদার এবং তাদের সন্তানগণও ঈমানে তাদের অনুগামী, আমরা তাদের সন্তানদেরকে জান্নাতে তাদের সাথে মিলিত করে দেব। [মুয়াসসার] পবিত্র কুরআনের অন্যান্য স্থানেও এ ওয়াদা করা হয়েছে। যেমন, সূরা আর রা'দ এর ২৩ এবং সূরা গাফির এর ৮ নং আয়াত। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, আল্লাহ তা’আলা সৎকর্মপরায়ণ মুমিনদের সন্তান-সন্ততিকেও তাদের সম্মানিত পিতৃপুরুষদের মর্তবায় পৌঁছিয়ে দেবেন, যদিও তারা কর্মের দিক দিয়ে সেই মর্তবার যোগ্য না হয়- যাতে সম্মানিত মুরকবীদের চক্ষুশীতল হয়। সায়ীদ ইবন-জুবায়ের রাহেমাহুল্লাহ বলেন, ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেছেন, জান্নাতী ব্যক্তি জান্নাতে প্রবেশ করে তার পিতামাতা, স্ত্রী ও সন্তানদের সম্পর্কে জিজ্ঞাসা করবে যে, তারা কোথায় আছে? জওয়াবে বলা হবে যে, তারা তোমার মর্তবা পর্যন্ত পৌঁছতে পারেনি। তাই তারা জান্নাতে আলাদা জায়গায় আছে। এই ব্যক্তি আরয করবে, হে রব! দুনিয়াতে নিজের জন্যে ও তাদের সবার জন্যে আমল করেছিলাম। তখন আল্লাহ তা’আলার পক্ষ থেকে আদেশ হবে, তাদেরকেও জান্নাতের এই স্তরে একসাথে রাখা হোক। এসব বর্ণনা থেকে প্রমাণিত হয় যে, আখেরাতে সৎকর্মপরায়ণ পিতৃপুরুষ দ্বারা তাদের সন্তানরা উপকৃত হবে এবং আমলে তাদের মর্তবা কম হওয়া সত্ত্বেও তাদেরকে পিতৃপুরুষদের মর্তবায় পৌঁছিয়ে দেয়া হবে। অপরদিকে সৎকর্মপরায়ণ সন্তান-সন্ততি দ্বারা তাদের পিতা-মাতার উপকৃত হওয়াও হাদীসে প্রমাণিত আছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আল্লাহ তা'আলা কোন কোন নেকবান্দার মর্তবা তার আমলের তুলনায় অনেক উচ্চ করে দেবেন। সে প্রশ্ন করবে, হে রব! আমাকে এই মর্তবা কিরূপে দেয়া হল? আমার আমল তো এই পর্যায়ের ছিল না। উত্তর হবে, তোমার সন্তান-সন্ততি তোমার জন্যে ক্ষমাপ্রার্থনা ও দো'আ করেছে। এটা তারই ফল। [মুসনাদে আহমাদ:২/৫০৯}\n[২] আয়াতের অর্থ এইঃ সন্তান-সন্ততিকে তাদের সম্মানিত পিতৃপুরুষদের সাথে মিলিত করার জন্যে এই পন্থা অবলম্বন করা হবে না যে, সম্মানিত পিতৃপুরুষদের আমল কিছু হ্রাস করে সন্তানদের আমল পূর্ণ করা হবে। বা পিতৃপুরুষদের পদাবনতির মাধ্যমে সমান করা হবে। বরং আল্লাহ তা'আলা নিজ কৃপায় তাদেরকে সমান করে দেবেন। [ইবন কাসীর]\n[৩] অর্থাৎ প্রত্যেক ব্যক্তি তার আমলের জন্যে দায়ী হবে। অপরের গোনাহের বোঝা তার মাথায় চাপানো হবে না। পূর্ববতী আয়াতে নেককর্মের বেলায় সৎকর্মশীল পিতৃপুরুষদের খাতিরে সন্তান-সন্ততির আমল বাড়িয়ে দেয়ার কথা আছে। কিন্তু গোনাহের বেলায় এরূপ হবে না। একজনের গোনাহের প্রতিক্রিয়া অপরের উপর প্রতিফলিত হবে না। [ইবন কাসীর]",
  "ayah": 21,
  "surah": 52
}
