{
  "text": "Всевышний повелел Своему посланнику, да благословит его Аллах и приветствует, и всем тем, кто продолжает начатое им дело, взимать с мусульман обязательный закят, который очищает их от грехов и порочного нрава и помогает им усовершенствовать свою веру. Закят улучшает их нравственный облик, приближает их к праведным деяниям, увеличивает их вознаграждение при жизни на земле и после смерти, а также способствует приумножению их богатства. Затем Аллах повелел Пророку, да благословит его Аллах и приветствует, молиться за всех правоверных в целом и за тех, кто выплачивает закят, в частности. Молитвы Пророка, да благословит его Аллах и приветствует, вселяли в правоверных уверенность и служили для них радостной вестью. Воистину, среди прекрасных имен Аллаха - Слышащий, Знающий. Он внимает молитвам Своего пророка, да благословит его Аллах и приветствует, и отвечает на них, а также ведает о поступках и намерениях Своих рабов. И поэтому каждый человек получит воздаяние, которое будет соответствовать божественному знанию Аллаха и его собственным намерениям. Пророк Мухаммад, да благословит его Аллах и приветствует, покорился велению Аллаха, приказал мусульманам выплачивать закят и отправлял сборщиков собирать пожертвования. А когда сборщики пожертвований приносили ему собранный закят, он принимал его, молился за мусульман и просил Аллаха приумножить их благосостояние. Этот прекрасный аят свидетельствует о том, что закят обязательно выплачивать со всех видов имущества, которые предназначены для торговли. Такое имущество приносит человеку прибыль и доход, и совершенно справедливо, если человек расходует его часть на бедных мусульман, выплачивая обязательное пожертвование. Закят также обязательно выплачивать со всех других видов имущества, которые приумножают богатство человека, даже если они не относятся к предметам торговли. Это - урожай зерновых и фруктов, мясная и молочная скотина, а также скотина, предназначенная для размножения. Что же касается собственности, которая обычно не способствует приумножению богатства и которую не приобретают для материальной выгоды, то она не облагается закятом. Этот аят также свидетельствует о том, что раб Божий не сможет очиститься и возвыситься, пока не выплатит обязательный закят со своего имущества. Ничто не способно заменить человеку подобное пожертвование, потому что очищение и облагораживание души находятся в прямой зависимости от выплаты обязательных пожертвований. Из этого аята также следует, что правителю или его наместнику желательно молиться за мусульман, которые выплачивают закят, и просить Аллаха приумножить их богатство. Подобную молитву следует произносить вслух, дабы делающий пожертвование услышал ее и обрел уверенность и спокойствие. Смысл этого предписания заключается в том, что правоверным следует радовать друг друга, говорить друг другу теплые слова, молиться друг за друга и совершать другие поступки, которые вселяют в сердце человека уверенность и спокойствие.",
  "ayah": 103,
  "surah": 9
}
