{
  "text": "Строение, которое они построили, всегда будет терзать их сомнениями, если только они не пожалеют о содеянном, не покаются перед своим Господом и не устрашатся последствий своих злодеяний. Если такое произойдет, то Он простит им грехи. Если же нет, то с каждым днем их строение будет усиливать их сомнение и лицемерие. Среди Его прекрасных имен - Знающий и Мудрый. Он ведает обо всем явном и сокровенном, о том, что рабы утаивают или обнародуют. Он совершает, создает, повелевает и запрещает только то, что соответствует Его божественной мудрости. И хвала за это надлежит Ему одному. Из этих коранических откровений можно сделать следующие полезные выводы: 1. Запрещается возводить мечеть рядом с другой мечетью с намерением причинить ей вред. И если мусульманам становится известно о подлинных намерениях устроителей «мечети вреда», то она должна быть разрушена. 2. Намерение отражается на любом деянии, и поэтому даже самое достойное деяние может оказаться запрещенным. Именно дурное намерение привело к тому, что для устроителей «мечети вреда» все закончилось так плохо. 3. Любой поступок, который может внести раскол в ряды мусульман, является грехом, и правоверные обязаны избегать таких грехов и искоренять их. А любой поступок, способствующий единению мусульман, является обязательным, и правоверные должны призывать к таким поступкам и вдохновлять людей на них. Аллах сообщил, что устроители «мечети вреда» преследовали именно намерение посеять раздор между мусульманами, и поэтому их поступок был грехом. Также греховными являются любые поступки с намерением поддержать неверие или воспротивиться Аллаху и Его посланнику, да благословит его Аллах и приветствует. 4. Запрещается совершать намаз в местах, где люди ослушаются Аллаха. Мусульмане должны сторониться таких мест и не приближаться к ним. 5. Грехи оказывают влияние на место, в котором они совершаются. Греховный поступок лицемеров также повлиял на построенную ими мечеть, и мусульманам было запрещено молиться в ней. Праведные деяния также оказывают влияние на места, в которых они совершаются. И поэтому Аллах сказал о мечети Куба: «Мечеть, которая с первого дня была основана на богобоязненности, больше заслуживает того, чтобы ты выстаивал в ней» (9:108). Мечеть Куба была отмечена особенностями, которыми не обладали многие другие мечети. Пророк Мухаммад, да благословит его Аллах и приветствует, посещал эту мечеть каждую субботу, совершал в ней намаз и призвал мусульман молиться в ней. 6. Из причин, упомянутых Всевышним Аллахом, вытекают четыре важных религиозных принципа: любой поступок, наносящий вред мусульманам, являющийся ослушанием Аллаха и порождением неверия, вносящий раскол в ряды правоверных или помогающий грешникам, которые враждуют с Аллахом и Его посланником, является запрещенным, и наоборот. 7. Если мечеть Куба является мечетью, которая была основана на богобоязненности и благочестии, то мечеть Пророка Мухаммада, да благословит его Аллах и приветствует, основание которой он заложил своей благородной рукой и в которой он трудился, в еще большей степени заслуживает такого эпитета. 8. Любой праведный поступок зиждется на искренности перед Аллахом и строгом соответствии дороге Пророка Мухаммада, да благословит его Аллах и приветствует. Основанием таких поступков являются богобоязненность и благочестие, и они приводят человека в Райские сады блаженства. Если же человек имеет дурные намерения и совершает ересь и заблуждение, то он закладывает фундамент своих поступков на самом краю обрыва, который непременно обвалится вместе с ним в огненную Преисподнюю, ведь Аллах не наставляет на прямой путь несправедливых людей.",
  "ayah": 110,
  "surah": 9
}
