{
  "text": "Согласно божественному предопределению, в году должно быть двенадцать месяцев, о которых хорошо известно людям. Так предопределил Аллах, когда сотворил небеса и землю, установил ночь и день и разделил время на двенадцать месяцев. Четыре из этих месяцев считаются запретными: раджаб, зуль-када, зуль-хиджжа и мухаррам. Эти месяцы являются наиболее почитаемыми, и в них мусульманам запрещается вступать в боевые действия и причинять вред самим себе. Согласно одному толкованию, местоимение в этом откровении относится ко всем двенадцати месяцам. Всевышний разъяснил, что сделал эти месяцы временными промежутками для Своих рабов, дабы те повиновались Ему, благодарили Его за оказанную милость и остерегались несправедливых поступков. Согласно другому толкованию, это местоимение относится только к четырем запретным месяцам, и поэтому совершать грехи и поступать во вред себе запрещается в течение всего года, особенно, в течение запретных месяцев. Они считаются самыми почитаемыми месяцами, и совершение грехов в них - особо тяжкое преступление. Именно поэтому правоверным запрещено сражаться в эти месяцы. Одни богословы считали, что запрет на ведение боевых действий в запретные месяцы не был аннулирован. При этом они опирались на священные тексты о том, что нельзя сражаться в эти месяцы. Другие богословы считали, что запрет на ведение боевых действий в запретные месяцы был аннулирован. Они опирались на повеление сражаться со всеми многобожниками, которое также имеет широкий смысл, и другие, похожие коранические откровения. Всевышний повелел вести борьбу против всех многобожников, которые отказываются уверовать в Господа миров, не делая исключение для некоторых из них. Все они являются врагами правоверных и считают их своими врагами. Они видят неприятеля в каждом, кто исповедует правую веру, и делают все возможное, чтобы навредить им. Согласно другому толкованию, Всевышний Аллах повелел мусульманам сражаться с многобожниками всем вместе, подобно тому, как они сражаются с мусульманами все вместе. Такое толкование подразумевает, что повеление участвовать в военных походах распространяется на всех правоверных без исключения. Однако такое толкование было аннулировано следующим аятом: «Верующим не следует выступать в поход всем вместе» (9:122). И пусть правоверные знают, что Аллах помогает и поддерживает богобоязненных праведников. Пусть они исповедуют богобоязненность тайно и открыто, выполняют свои обязанности, сражаются против неверующих и не забывают о требованиях богобоязненности во взаимоотношениях с воинствующими и враждующими неверующими.",
  "ayah": 36,
  "surah": 9
}
