{
  "text": "Во время похода на Табук некоторые из лицемеров стали оскорблять мусульман, насмехаясь над религией. Они сказали: «Мы не видели более обжорливых, лживых и трусливых людей, чем наши чтецы Корана!» Они имели в виду посланника Аллаха, да благословит его Аллах и приветствует, и его сподвижников. Когда им стало известно, что Пророк, да благословит его Аллах и приветствует, узнал об их словах, они пришли к нему, чтобы попросить прощения, и сказали: «Мы только болтали и не имели дурных намерений. Мы не хотели никого обидеть или оскорбить». Всевышний Аллах сообщил, что их оправдания были вымышленными и лживыми. Он повелел Своему пророку, да благословит его Аллах и приветствует, сказать: «Неужели вы посмели насмехаться над Аллахом, Его аятами и Его посланником? Не извиняйтесь и не оправдывайтесь. Вы стали неверующими после того, как обратились в правую веру». Насмехательство над Аллахом и Его посланником, да благословит его Аллах и приветствует, является неверием, которое выводит человека из лона ислама, потому что религия зиждется на почитании Аллаха и уважительном отношении к Его религии и посланникам. Издевательское отношение к этим святыням несовместимо с основами мусульманской религии и полностью противоречит ей. Лицемеры оправдывались и просили прощения, однако посланник Аллаха, да благословит его Аллах и приветствует, ничего не добавил к своим словам. Он сказал: «Неужели вы посмели насмехаться над Аллахом, Его аятами и Его посланником? Не извиняйтесь и не оправдывайтесь. Вы стали неверующими после того, как обратились в правую веру». Всевышний сообщил, что если они раскаются в содеянном, попросят Его о прощении и пожалеют о своем преступлении, то Он примет их покаяния. Всех остальных лицемеров Он подвергнет наказанию за то, что они исповедовали неверие и не принесли покаяние. Эти аяты свидетельствуют о том, что если человек тайно замышляет недоброе против религии Аллаха и насмехается над Ним, Его аятами и Его посланником, да благословит его Аллах и приветствует, то Всевышний Аллах непременно разоблачит его тайные помыслы, опозорит его перед окружающими и подвергнет суровому наказанию. Эти аяты указывают и на то, что если человек насмехается над писанием Аллаха, или глумится над достоверной Сунной Его посланника, да благословит его Аллах и приветствует, или выискивает в них недостатки, или насмехается над Пророком, да благословит его Аллах и приветствует, или пытается опорочить его, то он является неверующим. Они свидетельствуют о том, что покаяние принимается от любого человека, даже если тот совершил самые ужасные преступления.",
  "ayah": 66,
  "surah": 9
}
