{
  "text": "После упоминания о том, что среди людей, которые просили разрешения остаться, были такие, которые имели уважительную причину, и такие, которые не имели ее, Всевышний сообщил о тех, кому разрешается не принимать участия в джихаде. К таким людям относятся немощные мужчины, физическое состояние и слабое зрение которых не позволяет им участвовать в походах и боевых действиях. К ним относятся больные люди, которые поражены недугом, не позволяющим им участвовать в походах и священной войне. Под такими недугами подразумеваются хромота, слепота, лихорадка, паралич и другие тяжелые заболевания. Также разрешается не принимать участия в джихаде тем, кто не имеет достаточно средств для приобретения провианта и средства передвижения. Все перечисленные категории людей не совершают греха, когда не отправляются на священную войну, если они искренне уверовали в Аллаха и Его посланника, да благословит его Аллах и приветствует, имеют твердое намерение отправиться на войну при первой же возможности и делают все возможное для того, чтобы призывать окружающих к борьбе на Его пути. Праведники никогда не заслуживают порицания, потому что они исправно выполняют свои обязанности перед Аллахом и Его рабами. И если человек совершает благодеяния, на которые у него хватает сил, то он освобождается от ответственности за поступки, которые выше его возможностей. Из этого аята вытекает мудрое правило: если один человек намеревался оказать другому материальную или физическую помощь, в результате чего нанес ему ущерб, то он не несет ответственности за его возмещение, потому что он намеревался сделать доброе дело, а творящий добро никогда не заслуживает порицания. Но если человек собирался причинить вред или допустил небрежность, то он должен возместить причиненный ущерб. Среди прекрасных имен Аллаха - Прощающий и Милосердный. По Своей милости и снисходительности Аллах прощает всех, кто не имеет возможности совершать некоторые благодеяния, и вознаграждает их за твердое намерение так, как Он вознаграждает праведников, которые имели такую возможность и совершили эти благодеяния.",
  "ayah": 91,
  "surah": 9
}
