{
  "text": "Не все бедуины заслуживали порицания, потому что среди них были такие, которые уверовали в Аллаха и в Судный день. Они спаслись от неверия и лицемерия и поступали в соответствии с требованиями правой веры. Они надеялись получить от Аллаха вознаграждение за свои пожертвования и пытались посредством своих пожертвований приблизиться к Нему. Они надеялись, что посланник Аллаха, да благословит его Аллах и приветствует, помолится за них и благословит их пожертвования. И Всевышний разъяснил, что молитвы Пророка Мухаммада, да благословит его Аллах и приветствует, действительно приближали людей к Нему, помогали им приумножить имущество и извлечь из него больше выгоды. Затем Аллах сообщил, что богобоязненные бедуины войдут в Его милость вместе с остальными праведниками. Воистину, если люди приносят покаяние, то Он прощает им даже великие грехи. Он осеняет рабов милостью, которая объемлет все сущее, а верующих одаряет особой милостью, помогая им совершать праведные деяния, оберегая их от ослушания и вознаграждая их всевозможными благами. Из этого и предыдущих аятов можно сделать несколько выводов. Во-первых, среди бедуинов, равно как и среди горожан, были праведники, заслуживавшие похвалы, и грешники, заслуживавшие порицания. Всевышний не порицал бедуинов только за то, что они были кочевниками и обитали в пустыне. Он порицал только тех бедуинов, которые ослушались Его велений. Во-вторых, неверие и лицемерие усиливаются и ослабевают, а также принимают грубые или мягкие формы в зависимости от обстоятельств. В-третьих, знания являются большим преимуществом, и если человек не обладает знаниями, то он гораздо ближе ко злу, нежели человек, который обладает знаниями. Именно поэтому Аллах упрекнул бедуинов и сообщил, что их неверие и лицемерие являются более опасными. Причина этого заключалась в том, что они менее других были знакомы с ограничениями, которые Аллах ниспослал Своему посланнику, да благословит его Аллах и приветствует. В-четвертых, самым полезным знанием является знание основных и второстепенных вопросов религии, которая была ниспослана Пророку Мухаммаду, да благословит его Аллах и приветствует. Мусульманин должен знать о вере и исламе, добродетели и богобоязненности, преуспеянии и покорности, праведности и поддержании родственных связей, неверии и лицемерии, распутстве и ослушании, прелюбодеянии и употреблении опьяняющих напитков, лихоимстве и прочих прегрешениях. Если человек имеет представления об этом, то он может совершать то, что ему приказано совершать, и избегать того, чего ему приказано избегать, а также призывать людей к одобряемому и удерживать их от предосудительного. В-пятых, правоверный обязан с радостью и готовностью выполнять возложенные на него обязанности. Он должен стремиться к тому, чтобы предписания религии были для него приобретением, а не убытком.",
  "ayah": 99,
  "surah": 9
}
