{
  "text": "قوله تعالى : وجاءت سكرة الموت بالحق أي : غمرته وشدته ; فالإنسان ما دام حيا تكتب عليه أقوال وأفعال ليحاسب عليها ، ثم يجيئه الموت وهو ما يراه عند المعاينة من ظهور الحق فيما كان الله تعالى وعده وأوعده . وقيل : الحق هو الموت سمي حقا إما لاستحقاقه وإما لانتقاله إلى دار الحق ; فعلى هذا يكون في الكلام تقديم وتأخير ، وتقديره وجاءت سكرة الحق بالموت ، وكذلك في قراءة أبي بكر وابن مسعود رضي الله عنهما ; لأن السكرة هي الحق فأضيفت إلى نفسها لاختلاف اللفظين . وقيل : يجوز أن يكون الحق على هذه القراءة هو الله تعالى ; أي : جاءت سكرة أمر الله تعالى بالموت . وقيل : الحق هو الموت والمعنى وجاءت سكرة الموت بالموت ; ذكره المهدوي . وقد زعم من طعن على القرآن فقال : أخالف المصحف كما خالف أبو بكر الصديق فقرأ : وجاءت سكرة الحق بالموت . فاحتج عليه بأن أبا بكر رويت عنه روايتان : إحداهما موافقة للمصحف فعليها العمل ، والأخرى مرفوضة تجري مجرى النسيان منه إن كان قالها ، أو الغلط من بعض من نقل الحديث . قال أبو بكر الأنباري : حدثنا إسماعيل بن إسحاق القاضي حدثنا علي بن عبد الله حدثنا جرير عن منصور عن أبي وائل عن مسروق قال : لما احتضر أبو بكر أرسل إلى عائشة فلما دخلت عليه قالت : هذا كما قال الشاعر :إذا حشرجت يوما وضاق بها الصدرفقال أبو بكر : هلا قلت كما قال الله : وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد وذكر الحديث . والسكرة واحدة السكرات . وفي الصحيح عن عائشة أن رسول الله صلى الله عليه وسلم كانت بين يديه ركوة - أو علبة - فيها ماء فجعل يدخل يديه في الماء ، فيمسح بهما وجهه ويقول : لا إله إلا الله إن للموت سكرات ثم نصب يده فجعل يقول : في الرفيق الأعلى حتى قبض ومالت يده . خرجه البخاري . وروي عن النبي صلى الله عليه وسلم أنه قال : إن العبد الصالح ليعالج الموت وسكراته وإن مفاصله ليسلم بعضها على بعض تقول : السلام عليك تفارقني وأفارقك إلى يوم القيامة . وقال عيسى ابن مريم : \" يا معشر الحواريين ادعوا الله أن يهون عليكم هذه السكرة \" يعني سكرات الموت . وروي : ( إن الموت أشد من ضرب بالسيوف ونشر بالمناشير وقرض بالمقاريض ) .ذلك ما كنت منه تحيد أي : يقال لمن جاءته سكرة الموت ذلك ما كنت تفر منه وتميل عنه . يقال : حاد عن الشيء يحيد حيودا وحيدة وحيدودة مال [ ص: 14 ] عنه وعدل . وأصله حيدودة بتحريك الياء فسكنت ; لأنه ليس في الكلام فعلول غير صعفوق . وتقول في الإخبار عن نفسك : حدت عن الشيء أحيد حيدا ومحيدا إذا ملت عنه قال طرفة : أبا منذر رمت الوفاء فهبته وحدت كما حاد البعير عن الدحض",
  "ayah": 19,
  "surah": 50
}
