{
  "text": "আল্লাহ্‌ জনপদবাসীদের কাছ থেকে তাঁর রাসূলকে 'ফায়’ হিসেবে যা কিছু দিয়েছেন তা আল্লাহ্‌র,  রাসূলের,  রাসূলের স্বজনদের, ইয়াতীমদের,  মিসকীন ও পথচারীদের [১], যাতে তোমাদের মধ্যে যারা বিত্তবান শুধু তাদের মধ্যেই ঐশ্বর্য আবর্তন না করে। রাসূল তোমাদেরকে যা দেয় তা তোমারা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ কর তা থেকে বিরত থাক [২] এবং তোমারা আল্লাহর তাকওয়া অবলম্বন কর; নিশ্চয় আল্লাহ্‌ শাস্তি দানে কঠোর।\n[১] أهل القرى বলে এ আয়াতে বনু নান্ধীর ও বনু কুরাইযা ইত্যাদি গোত্রকে বোঝানো হয়েছে। [কুরতুবী, ফাতহুল কাদীরা]\n[২] এ আয়াত দ্বারা সাহাবায়ে কিরাম সবসময়ই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সুন্নাত যে অবশ্য পালনীয় তা বর্ণনা করতেন। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহুর নিকট এক মহিলা এসে বলল, শুনেছি আপনিউন্ধি আঁকা ও পরচুলা ব্যবহার করা থেকে নিষেধ করেন? এটা কি আপনি আল্লাহর কিতাবে পেয়েছেন? নাকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসে পেয়েছেন? তিনি বললেন, অবশ্যই হ্যাঁ, আমি সেটা আল্লাহর কিতাব এবং রাসূলের সুন্নাত সব জায়গায়ই পেয়েছি। মহিলা বলল, আমি তো আল্লাহর কিতাব ঘেটে শেষ করেছি কিন্তু কোথাও পাইনি। তিনি বললেন, তবে কি তুমি তাতে\nوَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا\n“রাসূল তোমাদেরকে যা দেয় তা তোমরা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ করে তা থেকে বিরত থাক” এটা পাওনি? সে বললঃ হ্যাঁ, তারপর ইবনে মাসউদ রাদিয়াল্লাহু আনহু বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি, পরচুলা ব্যবহারকারিনী, উল্কি অংকনকারীনী, ভ্ৰ ব্লাককারীনীর প্রতি আল্লাহ লা'নত করেছেন। [দেখুন, বুখারী: ৪৮৮৬, ৪৮৮৭, মুসলিম: ২১২৫, আবুদাউদ: ৪১৬৯, তিরমিয়ী: ২৭৮২, নাসায়ী: ৫০৯৯, ইবনে মাজাহ: ১৯৮৯, মুসনাদে আহমাদ: ১/৪৩২]\nঅনুরূপভাবে ইবনে উমর ও ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুম বলেন যে, “তারা সাক্ষ্য দিচ্ছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুব্বা, হানতাম, নাকীর ও মুযাফফাত, (এগুলো জাহেলী যুগের বিভিন্নপ্রকার মদ তৈরী করার পাত্ৰ বিশেষ) এ কয়েক প্রকার পাত্ৰ ব্যবহার করতে নিষেধ করেছেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেই তিলাওয়াত করলেন,\nوَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا  [মুসলিমঃ ১৯৯৭, আবু দাউদঃ ৩৬৯০, নাসায়ীঃ ৫৬৪৩]",
  "ayah": 7,
  "surah": 59
}
