{
  "text": "আর তাদের জন্যও, মুহাজিরদের আগমনের আগে যারা এ নগরীকে নিবাস হিসেবে গ্রহণ করেছে ও ঈমান গ্রহণ করেছে, তারা তাদের কাছে যারা হিজরত করে এসেছে তাদের  ভালবাসে এবং মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্য তারা তাদের অন্তরে কোন (না পাওয়া জনিত) হিংসা অনুভব করে না, আর তারা তাদেরকে নিজেদের উপর অগ্ৰাধিকার দেয় নিজেরা অভাবগ্ৰস্ত হলেও [১]। বস্তুতঃ যাদেরকে অন্তরের কার্পণ্য থেকে মুক্ত রাখা হয়েছে, তারাই সফলকাম [২]।\n[১] এখানে আনসারগণের কিছু বৈশিষ্ট্য বর্ণনা করা হয়েছে। তারা মদীনায় অবস্থান গ্ৰহণ করেছেন এবং ঈমানে খাঁটি ও পাকাপোক্ত হয়েছেন। সুতরাং আনসারদের একটি গুণ এই যে, যে শহর আল্লাহ তা'আলার কাছে ‘দারুল হিজরত’ ও ‘দারুল ঈমান' হওয়ার ছিল, তাতে তাদের অবস্থান ও বসতি মুহাজিরগণের পূর্বেই ছিল। মুহাজিরগণের এখানে স্থানান্তরিত হওয়ার পূর্বেই তারা ঈমান কবুল করে পাকাপোক্ত হয়ে গিয়েছিলেন।\nআনসারদের দ্বিতীয় গুণ বৰ্ণনা প্রসংগে বলা হয়েছে যে, “তারা তাদেরকে ভালবাসে, যারা হিজরত করে তাদের শহরে আগমন করেছেন।” এটা দুনিয়ার সাধারণ মানুষের রুচির পরিপন্থী। সাধারণত: লোকেরা এহেন ভিটে-মাটিহীন দুর্গত মানুষকে স্থান দেয়া পছন্দ করে না। সর্বত্রই দেশী ও ভিনদেশীর প্রশ্ন উঠে। কিন্তু আনসারগণ কেবল তাদেরকে স্থানই দেননি, বরং নিজ নিজ গৃহে আবাদ করেছেন, নিজেদের ধন-সম্পদে অংশীদার করেছেন এবং অভাবনীয় ইযযত ও সম্ভ্রমের সাথে তাদেরকে স্বাগত জানিয়েছেন। এক একজন মুহাজিরকে জায়গা দেয়ার জন্য কয়েকজন আনসারী আবেদন করেছেন। ফলে শেষ পর্যন্ত লটারীর মাধ্যমে এর নিস্পত্তি করতে হয়েছে। [দেখুন-ইবন কাসীর, ফাতহুল কাদীর, বাগাভী] হাদীসে এসেছে, আনসারগণ এসে বললেন, আমাদের মধ্যে ও আমাদের মুহাজির ভাইদের মধ্যে খেজুরের বাগানও ভাগ করে দিন। রাসূল বললেন, না, তা করা যাবে না। তখন তারা মুহাজিরগণকে বললেন, তাহলে আপনারা আমাদের খেজুর বাগানের পরিচর্যায় শরীক হোন আমরা আপনাদেরকে ফলনে শরীক করবো, তারা বললেন, হ্যাঁ। আমরা তা শুনলাম ও মেনে নিলাম। [বুখারী: ২৩২৫] অন্য এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মদীনা হিজরত করার পর মুহাজিরগণ এসে তাকে বললেন, হে আল্লাহ্‌র রাসূল! আমরা যাদের কাছে এসেছি তাদের মত আমরা কাউকে দেখিনি। তারা বেশী থাকলে সবচেয়ে বেশী দানশীল আর কম থাকলে তাতে সহানুভূতির সাথে বন্টন করে দেয়। তারা আমাদেরকে খরচের ব্যাপারে যথেষ্ট করে দিয়েছে। তারা তাদের পেশাতেও আমাদেরকে শরীক করে নিয়েছে। আমরা ভয় পাচ্ছি যে, এরা আমাদের সব সওয়াব নিয়ে যাবে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “না, যতক্ষণ তোমরা তাদের জন্য আল্লাহর কাছে দো'আ করছ এবং তাদের প্রশংসা করছ।” [তিরমিয়ী: ২৪৮৭, মুস্তাদরাকে হাকিম: ২/৩৬]\nআনসারদের তৃতীয় গুণ وَلَايَجِدُوْنَ فِىْ صُدُوْرِهِمْ كَاجَةًمِّمَّآاُوْتُوْا\nঅর্থাৎ \"মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্য তারা তাদের অন্তরে কোন (না পাওয়া জনিত) হিংসা অনুভব করে না’ এই বাক্যের সম্পর্ক একটি বিশেষ ঘটনার সাথে, যা বনু নদ্বীর গোত্রের নির্বাসন এবং তাদের বাগান ও গৃহের উপর মুসলিমদের দখল প্রতিষ্ঠিত হওয়ার সময় সংঘটিত হয়েছিল। অর্থ এই যে, এ বন্টনে যা কিছু মুহাজিরদেরকে দেয়া হল, মদীনার আনসারগণ সানন্দে তা গ্ৰহণ করে নিলেন; যেন তাদের এসব জিনিসের প্রয়োজন ছিল না। মুহাজিরগণকে দেয়াটা খারাপ মনে করা অথবা অভিযোগ করার তো সামান্যতম কোন সম্ভাবনাই ছিল না। এর মুকাবিলায় “যখন বাহরাইন বিজিত হল, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর প্রাপ্ত ধন-সম্পদ সম্পূর্ণই আনসারদের মধ্যে বিলি-বন্টন করে দিতে চাইলেন; কিন্ত তারা তাতে রাযী হলেন না, বরং বললেন, আমরা ততক্ষণ পর্যন্ত কিছুই গ্ৰহণ করব না, যতক্ষণ পর্যন্ত আমাদের মুহাজির ভাইগণকেও এই ধন-সম্পদ থেকে অংশ না দেয়া হয়।” [বুখারী: ৩৭৯৪]\nআনসারগণের চতুর্থ গুণ হচ্ছে, وَيُؤْثِرُونَ عَلَىٰ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ\nঅর্থাৎ আনসারগণ নিজেদের উপর মুহাজিরগণকে অগ্রাধিকার দিতেন। নিজেদের প্রয়োজন মেটানোর আগে তাদের প্রয়োজন মেটাতেন; যদিও নিজের অভাবগ্ৰস্ত ও দারিদ্রপীড়িত ছিলেন। এটাই মূলত: উত্তম সাদাকাহ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “সবচেয়ে উত্তম সাদাকাহ হচ্ছে, কষ্টে অর্জিত অল্প সম্পদ থেকে দান করা” [আবু দাউদ: ১৬৭৭, মুসনাদে আহমাদ: ২/৩৫৮, সহীহ ইবনে খুজাইমাহ: ২৪৪৪, ইবনে হিব্বান: ৩৩৪৬, মুস্তাদরাকে হাকিম: ১/৪১৪] যে সম্পদের প্রয়োজন তার নিজের খুব বেশী তা থেকে দান করতে সক্ষম হওয়া খুব উচু মনের অধিকারী ব্যক্তি ব্যতীত আর কারও পক্ষে সম্ভব হয় না। অন্য আয়াতে আল্লাহ বলেন, “তারা খাবারের মহব্বত থাকা সত্ত্বেও তা অন্যদের খাওয়ায়”। [সূরা আল-ইনসান:৮]\nঅন্যত্র আল্লাহ আরো বলেছেন, “আর সম্পদের প্রতি মহব্বত থাকা সত্ত্বেও তা দান করা”। [সূরা আল-বাকারাহ: ১৭৭] সুতরাং দান বা সাদাকাহ করার সর্বোচ্চ পর্যায় হচ্ছে, নিজের প্রয়োজন থাকা সত্ত্বেও নিজের প্রয়োজনের উপর অন্যের প্রয়োজনকে প্রাধান্য দিয়ে তা দান বা সাদাকাহ করা। আনসারগণ ঠিক এ কাজটিই করতেন। হাদীসে এসেছে, এক লোক রাসূলের দরবারে এসে বললেন, হে আল্লাহর রাসূল! ক্ষুধা আমাকে খুব কষ্ট দিচ্ছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজের স্ত্রীদের কাছে খাবার চেয়ে পাঠালেন কিন্তু তাদের কাছে কিছুই পেলেন না। তখন তিনি বললেন, এমন কোন লোককি পাওয়া যাবে যে, আজ রাতে এ লোকটিকে মেহমানদারী করবে? আল্লাহ তাকে রহমত করবেন। আনসারী এক লোক দাঁড়িয়ে বললেন, হে আল্লাহর রাসূল! আমি। লোকটি তার স্ত্রীর নিকট গিয়ে তাকে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মেহমান, সুতরাং কোন কিছু বাকী না রেখে সবকিছু দিয়ে হলেও মেহমানদারী করবে। মহিলা বললেন, আল্লাহর শপথ, আমার কাছে তো কেবল বাচ্চার খাবারই অবশিষ্ট আছে। আনসারী বললেন, ঠিক আছে, রাতের খাবারের সময় হলে বাচ্চাকে ঘুম পাড়িয়ে দিও, তারপর আমরা বাতি নিভিয়ে দিব, এ রাতটি আমরা কষ্ট করে না খেয়েই কাটিয়ে দিব, যাতে মেহমান খেতে পারে। কথামত তাই করা হলো, সকালে যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে আনসার লোকটি আসলেন, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বললেন, “মহান আল্লাহ গতরাত্রে তোমাদের কাণ্ড দেখে হোসেছেন। অথবা বলেছেন, আশ্চর্যস্থিত হয়েছেন।” আর তখনই এ আয়াত নাযিল হয়েছিল [বুখারী: ৩৭৯৮, ৪৮৮৯, মুসলিম: ২০৫৪]\n[২] আনসারগণের আত্মত্যাগ ও আল্লাহ তা'আলার পথে সবকিছু বিসর্জন দেয়ার কথা বর্ণনা করার পর সাধারণ বিধি হিসেবে বলা হয়েছে যে, যারা মনের কার্পণ্য থেকে আত্মরক্ষা করতে পারে, তারাই আল্লাহ তা'আলার কাছে সফলকাম। আয়াতে বর্ণিত شح শব্দের অর্থ কৃপণতা। [বাগভী] কুরআন ও হাদীসে এর নিন্দা করা হয়েছে। বলা হয়েছে, তোমরা কৃপণতা থেকে বেঁচে থাক; কেননা কৃপণতা তোমাদের পূর্বের লোকদেরকে ধ্বংস করেছিল। তাদেরকে কৃপণতা অন্যায় রক্ত প্রবাহে উদ্বুদ্ধ করেছিল এবং হারামকে হালাল করতে বাধ্য করেছিল। [মুসলিম: ২৫৭৮] অন্য হাদীসে এসেছে, \"ঈমান ও কৃপণতা কোন বান্দার অন্তরে এক সাথে থাকতে পারে না।” [মুসনাদে আহমাদ ২/৩৪২]",
  "ayah": 9,
  "surah": 59
}
