{
  "surah": 112,
  "ayah": 1,
  "text": "Say: “He is God, One; God, the Self-Sufficient....” “O MuḤammad! The estranged have asked you about My lineage. Say: 'God, One.'” God is one and unique, one in Essence and attributes, one in exaltedness and power, one in divinity and lord- hood, one in beginninglessness and endlessness. He is worthy of Godhood, knower of God-work, generous and lovingly kind, gentle and ever-merciful, the good God. He is the knower of secrets and whispers, the holder of the highest horizon, the creator of the Throne and the earth, near to everyone familiar, worthy of every laudation, the light of solicitude, apparent in the hearts of His friends, hidden from the eyes, manifest through artisanry. O far from the eyes, You and my heart are in one place! You are apparent to the heart but not to the eyes. God, the Self-Sufficient. It is He from whom sufficiency is sought in needs and in whom refuge is sought in turns of fortune. The Self-Sufficient is He whom the servants need and require. The hope of the disobedient and the destitute is in Him, the remedy of trials comes from His generosity, the hap- piness of the poor is in His majesty and beauty. Blessed is he whose intimate is His name, exalted is he whose portion is remembering Him, happy is the heart that is bound to Him, pure the tongue that is mentioning Him, delighting in life is he whose days pass in love and affection for Him! One person is joyful in paradise, another in the Friend. The Friend is the portion of him whose aspiration is all He. I have an eye, all of it filled with the form of the Friend. Happy am I with my eye so long as the Friend is within it. Separating the eye from the Friend is not good- either He's in place of the eye, or the eye itself is He. The Self-Sufficient is He who is hallowed beyond comprehension by the knowledge of created things, the perception of their eyes, or the view of their recognitions. The Self-Sufficient is He in whose majesty intellects are bewildered, in whose beauty intelligences are distracted, in perceiving whose secret core understandings are incapable, from whose command thoughts are turned upside down, from whose severity livers are bloodied, and from whose recognition hearts melt.  The Pir of the Tariqah said, “The others are lost in His existence, and the traces and vestiges are effaced in the witnessing of His rightful due.” An existence whose limits open up to nonexistence is a metaphorical existence, not the exis- tence of the Haqiqah. O poor man, read the verse of your nonexistence from the tablet of eternity and raise the flag of your nonbeing in the world of His Being. Become confounded in the contem- plation of the eternal Witness and become unaware of your own awareness. Put your being into bowing and prostration, and tear the cloak of metaphorical existence before the existence of the majesty of the Haqiqah. Say to Him, “When I'm with myself, I'm less than nonexistence, less. When I'm with You, I'm the whole world. Take me and keep me, gratis, even if gratis I'm expensive.” It has also been said that every verse of this surah is a commentary on the previous verse. When it is said, “Who is He?”, you should say “God.” When it is said, “Who is God?”, you should say “One.” When it is said, “Who is the One?”, you should say, “the Self-Sufficient.” When it is said, “Who is the Self-Sufficient?”, you should say, “He who begets not, nor was He begotten.” When it is said, “Who is it that begets not, nor was He begotten?” You should say, “equal to Him is none.” It has also been said that He unveils the secret cores with His word He, He unveils the spirits with His word God, He unveils the hearts with His word One, and He unveils the souls of the faith- ful with the rest of the surah. It has also been said that He unveils the enraptured with His word He and He unveils the tawḤīd-voicers with His word God. He unveils the recognizers with His word One, the ulama with His word Self-Sufficient, and the intelligent with His words He begets not, nor was He begotten, and equal to Him is none. “O MuḤammad, say to the enraptured: He. That is enough intimation and allusion for them. Do not speak of name and attribute, for they are jealous. They cannot see or hear anyone mention- ing the name and attribute of the Friend, even though He is all of their heart, eyes, and tongue.” This is as they say: In my passion for You the work reached the point where I won't let my own eyes see Your face.  “Say to the recognizers: God. Their feet are on the carpet of solitariness. They are so drowned in the name God that they do not have any concern for negating others. “Say to the tawḤīd-voicers: One, for their spirits take help from the light of tawḤīd and the repose of their spirits is in finding tawḤīd. “Say to the knowers: God, the Self-Sufficient. They have taken the baggage of their need to the threshold of the self-sufficiency of the Possessor of Majesty. They will not come back without gifts. “Say to the intelligent: He begets not, nor was He begotten, and equal to Him is none. You who have intelligence, at least perceive and know that He has no wife or child, no family or rela- tives, no likeness or similar: Nothing is as His likeness, and He is the Hearing, the Seeing [42:11]. “O MuḤammad! I called you 'beloved,' and the meaning of love is conformity and being the friend's deputy in every state. O MuḤammad! When your enemy speaks bad of you, I will answer. When he speaks bad of Me, you too should answer and discharge the rightful due of love in the meaning of conformity. The unbeliever ʿUqba called you a poet. I answered for your sake and as your deputy: 'It is not the words of a poet' [69:41]. When they speak ill of Me, you answer them: 'Say: He is God, One.' Ḥārith called you a soothsayer. I answered: 'It is not the words of a sooth- sayer' [69:42]. When someone calls Me ineffectual, you answer: 'God, the Self-Sufficient.' Walīd Mughayra called you a sorcerer: 'This is naught but sorcery passed along' [74:24]. I answered with a threat: 'I shall roast him in Saqar' [74:26]. Abū Lahab said to you, 'May you perish!' I answered: 'Perish the hands of Abū Lahab' [111:1]. You also, if the Magi say I have a peer and a spouse, answer 'He begets not, nor was He begotten.'”"
}
