{
  "text": "فاصبر .................... قریبا (7) (07 : 5 تا 7) ” (پس صبر کرو شائستہ صبر ، یہ لوگ اسے دور سمجھتے ہیں اور ہم اسے قریب دیکھ رہے ہیں “۔ صبر کی ہدایت پر دعوت ہر داعی کو دی جاتی رہی ہے۔ ہر رسول کو یہی ہدایت کی گئی کہ صبر کریں اور رسولوں کے متبعین مومنین کو بھی صبر جمیل کی ہدایت کی گئی۔ یہ راہ جس قدر دشوار گزار ہے اور یہ دعوت جس قدر بھاری ہے ، اور اس میں کمزور نفس انسانی کو لغزشوں سے بچانے کی جس قدر ضرورت ہے ، اس کی اہمیت عیاں ہے کیونکہ اسلامی انقلاب کا ہدف دورنظر آتا ہے اور مقصد اور منزل افق میں بہت دور اور بلندی پر ہوتی ہے۔\nصبر جمیل سے مراد وہ صبر ہے جس سے صبر کرنے والا مطمئن ہو ، اس کے دوران صبر کرنے والا مصیبت ، بےچینی اور شک کا احساس نہ رکھتا ہو۔ اسے یقین ہو کہ اس کے ساتھ جو وعدہ کیا گیا ہے وہ سچا ہے۔ صبر کرنے والے کی کیفیت یہ ہو کہ اس کا انجام بہتر ہونے والا ہے ، جو اللہ کی تقدیر پر راضی ہو اور جو ابتلاء آرہی ہے ، وہ یقین رکھتا ہو کہ اس میں حکمت الٰہی مضمر ہے۔ اور صبر کرنے والا یہ سمجھتا ہو کہ جو مصیبت بھی اس پر آنی ہے وہ اللہ کی طرف سے آرہی ہے۔ اور اسے اس کا اجر دیا جائے گا۔\nیہی وہ صبر ہے جسے صبر جمیل کہا گیا ہے۔ اور یہی صبر ایک داعی کو زیب دیتا ہے کیونکہ وہ اللہ کی طرف بلاتا ہے ، اللہ کی دعوت دیتا ہے۔ اس میں اس کا اپنا کچھ بھی نہیں ہے۔ اس دعوت کے ساتھ اس کے ذاتی مفادات وابستہ نہیں۔ اس لئے اس پر جو مصائب آرہے ہیں وہ اللہ کی راہ میں ہیں اور اس کے بارے میں جو فیصلے ہوتے ہیں وہ اللہ کے فیصلے ہیں۔ اس لئے صبر جمیل وہ ہے جو حقیقت پسندانہ اور شائستہ ہو۔ اور اس صبر کرنے والے کو ان امور کا گہرا شعور ہو۔\nیہ دعوت جس کے مقابلے میں مکذبین کھڑے ہوجاتے ہیں ، اور اس کی راہ روکتے ہیں ، یہ اللہ کی دعوت ہے اور قیامت جس کی وہ تکذیب کرتے ہیں اور اس کے برپا ہونے کے لئے جلدی مچاتے ہیں۔ یہ بھی اس کی دعوت ہے اور وہی ہے جو اپنی تدبیر اور حکمت کے مطابق اس کے قیام کے وقت کا تعین کرتا ہے۔ لیکن لوگ اس تدبیر اور تقدیر کو سمجھ نہیں پاتے۔ اور جلدی مچاتے ہیں۔ اور جب وقت زیادہ گزر جائے تو وہ اس میں شک کرتے ہیں۔ بعض اوقات تو خود داعی سخت بےچینی محسوس کرتے ہیں اور ان کے دلوں میں بھی یہ رغبت اور خواہش پیدا ہوجاتی ہے کہ اللہ کا وعدہ جلدی ہی سامنے آجائے اور ایسے ہی اوقات میں داعی کو ایسی ہدایت کی جاتی ہے۔\nفاصبر ............ جمیلا (08 : 7) ” صبر کرو ، شائستہ صبر “۔\nیہاں خطا رسول اللہ ﷺ کو ہے ، تاکہ آپ کا قلب مبارک مخالفت اور تکذیب کے دکھ کو برداشت کرلے۔ اور اس کے ساتھ دوسری حقیقت کو سمجھ لے کہ واقعات ومعاملات کے پیمانے اللہ کے ہاں اور ہوتے ہیں اور لوگوں کے ہاں اور۔",
  "ayah": 5,
  "surah": 70
}
