{
  "text": "إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ (11)لما تضمن قوله : { وسواء عليهم أأنذرتهم أم لم تنذرهم } [ يس : 10 ] أن الإِنذار في جانب الذين حق عليهم القول أنهم لا يؤمنون هو وعدمه سواء وكان ذلك قد يُوهم انتفاء الجدوى من الغير وبعض من فضل أهل الإِيمان أعقب ببيان جدوى الإِنذار بالنسبة لمن اتبع الذكر وخشي الرحمان بالغيب .و { الذكر } القرآن .والاتّباع : حقيقته الاقتفاء والسَّيْر وراء سائر ، وهو هنا مستعار للإِقبال على الشيء والعناية به لأن المتبع شيئاً يعتني باقتفائه ، فاتباع الذكر تصديقُه والإِيمانُ بما فيه لأن التدبر فيه يفضي إلى العمل به ، كما ورد في قصة إيمان عمر بن الخطاب رضي الله عنه فإنه وجد لَوْحاً فيه سورة طه عند أخته فأخذ يقرأُ ويتدّبر فآمن .وكان المشركون يُعرضون عن سماع القرآن ويصُدُّون الناس عن سماعه ، ويبين ذلك ما في قصة عبد الله بن أُبيّ ابن سَلول في مبدأ حلول رسول الله صلى الله عليه وسلم بالمدينة \" أن رسول الله صلى الله عليه وسلم مرّ بمجلس عبد الله بن أُبَيّ فنزل فسلم وتلا عليهم القرآن حتى إذا فرغ قال عبدُ الله بن أُبَيّ : يا هذا إنه لا أحسن من حديثك إن كان حقاً ، فاجلس في بيتك فمن جاءك فحدّثْه ومن لم يأتك فلا تَغُتَّه به \" . ولما كان الإِقبال على سماع القرآن مُفضياً إلى الإِيمان بما فيه لأنه يداخل القلب كما قال الوليد بن المغيرة «إن له لَحَلاوة ، وإن عليه لَطَلاوة ، وإن أسفله لمُغْدِق ، وإن أعلاه لمُثمر» . أُتبعت صلة { اتبع الذكر } بجملة { وخشي الرحمان بالغيب } ، فكان المراد من اتّباع الذكر أكمل أنواعه الذي لا يعقبه إعراض فهو مؤدَ إلى امتثال المتبِعين ما يدعوهم إليه .وخشية الرحمان : تقواه في خويصة أنفسهم ، وهؤلاء هم المؤمنون تنويهاً بشأنهم وبشأن الإِنذار ، فهذا قسيم قوله : { لقد حق القول على أكثرهم } [ يس : 7 ] وهو بقية تفصِيل قوله : { لتنذر قوماً } [ يس : 6 ] . والغرض تقوية داعية الرسول صلى الله عليه وسلم في الإِنذار ، والثناءُ على الذين قَبِلوا نذارته فآمنوا .فمعنى فعل { تنذر } هو الإِنذار المترتب عليه أثره من الخشية والامتثال ، كأنه قيل : إنما تنذر فينتذر مَن اتبع الذكر ، أي مَن ذلك شأنهم لأنهم آمنوا ويتقون .والتعبير بفعل المضيّ للدلالة على تحقيق الاتّباع والخشية . والمراد : ابتداءً الاتّباع .ثم فرع على هذا التنويه الأمر بتبشير هؤلاء بمغفرة ما كان منهم في زمن الجاهلية وما يقترفون من اللمم .والجمع بين { تنذر } و «بشر» فيه محسن الطِباق ، مع بيان أن أول أمرهم الإِنذار وعاقبته التبشير .والأجر : الثواب على الإِيمان والطاعات ، ووصفه بالكريم لأنه الأفضل في نوعه كما تقدم عند قوله تعالى : { إني ألقي إلي كتاب كريم } في سورة النمل ( 29 ) .والتعبير بوصف الرحمان } دون اسم الجلالة لوجهين : أحدهما : أن المشركين كانوا ينكرون اسم الرحمان ، كما قال تعالى : { قالوا وما الرحمان } [ الفرقان : 60 ] . والثاني : الإِشارة إلى أن رحمته لا تقتضي عدم خشيته فالمؤمن يخشى الله مع علمه برحمته فهو يرجو الرحمة .فالقصر المستفاد من قوله : { إنما تنذر من اتبع الذكر } وهو قصر الإِنذار على التعلّق ب { من اتبع الذكر } وخشِي الله هو بالتأويل الذي تُؤُوّل به معنى فعل { تنذر } ، أي حصول فائدة الإِنذار يكون قصراً حقيقياً ، وإن أبيت إلا إبقاء فعل { تنذر } على ظاهر استعمال الأفعال وهو الدلالة على وقوع مصادرها فالقصر ادعائي بتنزيل إنذار الذين لم يتبعوا الذكر ولم يخشوا منزلة عدم الإِنذار في انتفاء فائدته .",
  "ayah": 11,
  "surah": 36
}
