{
  "text": "قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ (19)حكي قول الرسل بما يرادفه ويؤدي معناه بأسلوب عربي تعريضاً بأهل الشرك من قريش الذين ضربت القرية مثلاً لهم ، فالرسل لم يذكروا مادة الطيرة والطير وإنما أتوا بما يدل على أن شؤم القوم متصل بذواتهم لا جاءٍ من المرسلين إليهم فحكي بما يوافقه في كلام العرب تعريضاً بمشركي مكة وهذا بمنزلة التجريد لضرب المثل لهم بأن لوحظ في حكاية القصة ما هو من شؤون المشبَّهين بأصحاب القصة .ولما كانت الطيرة بمعنى الشؤم مشتقة من اسم الطير لوحظ فيها مادة الاشتقاق .وقد جاء إطلاق الطائر على معنى الشؤم في قوله تعالى في سورة الأعراف ( 131 ) : { ألا إنما طائرهم عند اللَّه } على طريقة المشاكلة .ومعنى طائركم معكم } الطائر الذي تنسبون إليه الشؤم هو معكم ، أي في نفوسكم ، أرادوا أنكم لو تدبرتم لوجدتم أن سبب ما سميتموه شؤماً هو كفركم وسوء سمعكم للمواعظ ، فإن الذين استمعوا أحسن القول اتبعوه ولم يعْتَدُوا عليكم ، وأنتم الذين آثرتم الفتنة وأسعرتم البغضاء والإِحن فلا جرم أنتم سبب سوء الحالة التي حدثت في المدينة .وأشار آخرُ كلامهم إلى هذا إذ قالوا : { أإن ذكرتم } بطريقة الاستفهام الإِنكاري الداخل على { إِنْ } الشرطية ، فهو استفهام على محذوف دلّ عليه الكلام السابق ، وقُيّد ذلك المحذوف بالشرط الذي حذف جوابه أيضاً استغناء عنه بالاستفهام عنه ، وهما بمعنى واحد ، إلا أن سيبويه يرجّح إذا اجتمع الاستفهام والشرط أن يؤتى بما يناسب الاستفهام لو صرح به ، فكذلك لمَّا حُذف يكون المقدَّر مناسباً للاستفهام . والتقدير : أتتشاءمون بالتذكير إنْ ذُكرتم ، لما يدل عليه قول أهل القرية { إنا تطيرنا بكم } [ يس : 18 ] ، أي بكلامكم وأبطلوا أن يكون الشؤم من تذكيرهم بقولهم : { بل أنتم قوم مسرفون } أي لا طيرة فيما زعمتم ولكنكم قوم كافرون غشيت عقولكم الأوهام فظننتم ما فيه نفعكم ضرّاً لكم ، ونُطتم الأشياء بغير أسبابها من إغراقكم في الجهالة والكفر وفساد الاعتقاد . ومن إسرافكم اعتقادكم بالشؤم والبخت .وقرأ الجمهور { أإن ذكرتم } بهمزة استفهام داخلة على { إنْ } المكسورة الهمزة الشرطية وتشديد الكاف . وقرأه أبو جعفر { أأن ذكرتم } بفتح كلتا الهمزتين وبتخفيف الكاف من { ذكرتم } . والاستفهام تقرير ، أي ألأجْللِ إن ذكرنا أسماءَكم حين دعوناكم حلّ الشؤم بينكم كناية عن كونهم أهلاً لأن تكون أسماؤهم شؤماً .وفي ذكر كلمة { قوم } إيذان بأن الإِسراف متمكن منهم وبه قِوام قوميتهم كما تقدم في قوله : { لآيات لقوم يعقلون } في سورة البقرة ( 164 ) .",
  "ayah": 19,
  "surah": 36
}
