{
  "text": "اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ (21) وجملة { اتبعوا من لا يسألكم أجراً } مؤكدة لجملة { اتبعوا المرسلين } مع زيادة الإِيماء إلى علة اتّباعهم بلوائح علامات الصدق والنصح على رسالتهم إذ هم يَدْعُون إلى هُدى ولا نفع ينجرّ لهم من ذلك فتمحّضت دعوتهم لقصد هداية المرسَل إليهم ، وهذه كلمة حكمة جامعة ، أي اتبعوا من لا تخسرون معهم شيئاً من دنياكم وتربحون صحة دينكم .وإنما قدم في الصلة عدم سؤال الأجر على الاهتداء لأن القوم كانوا في شك من صدق المرسلين وكان من دواعي تكذيبهم اتّهامهم بأنهم يجرّون لأنفسهم نفعاً من ذلك لأن القوم لما غلب عليهم التعلق بحب المال وصاروا بعداء عن إدراك المقاصد السامية كانوا يَعُدّون كل سعي يلوح على امرىء إنما يسعى به إلى نفعه . فقدم ما يزيل عنهم هذه الاسترابة وليَتهَيّؤوا إلى التأمل فيما يدعونهم إليه ، ولأن هذا من قبيل التخلية بالنسبة للمرسلين والمرسل إليهم ، والتخلية تُقدَّم على التحلية ، فكانت جملة { لا يسألكم أجراً } أهم في صلة الموصول .والأجر يصدق بكل نفع دنيوي يحصل لأحد من عمله فيشمل المال والجاه والرئاسة . فلما نفي عنهم أن يسألوا أجراً فقد نفي عنهم أن يكونوا يرمون من دعوتهم إلى نفع دنيوي يحصل لهم .وبعد ذلك تهيّأ الموقع لجملة { وهُم مهتدون } ، أي وهم متّصفون بالاهتداء إلى ما يأتي بالسعادة الأبدية ، وهم إنما يدعونكم إلى أن تسيروا سِيرتهم فإذا كانوا هم مهتدين فإن ما يدعونكم إليه من الاقتداء بهم دعوة إلى الهدى ، فتضمنت هذه الجملة بموقعها بعد التي قبلها ثناء على المرسلين وعلى ما يدعون إليه وترغيباً في متابعتهم .وأعلم أن هذه الآية قد مثل بها القزويني في «الإِيضاح» و «التلخيص» للإِطناب المسمى بالإِيغال وهو أن يُوتَى بعد تمام المعنى المقصود بكلام آخر يتمّ المعنى بدونه لنكتة ، وقد تبين لك مما فسّرنا به أن قوله : { وهم مهتدون } لم يكن مجرد زيادة بل كان لتوقف الموعظة عليها ، وكان قوله : { من لا يسألكم أجراً } كالتوطئة له . ونعتذر لصاحب «التلخيص» بأن المثال يكفي فيه الفرض والتقدير .وجاءت الجملة الأولى من الصلة فعلية منفية لأن المقصود نفي أن يحدث منهم سؤال أجر فضلاً عن دوامه وثباته ، وجاءت الجملة الثانية اسمية لإِفادة إثبات اهتدائهم ودوامه بحيث لا يخشى من يتبعهم أن يكون في وقت من الأوقات غير مهتد .",
  "ayah": 21,
  "surah": 36
}
