{
  "text": "وَآَيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ (37)انتقال إلى دلالة مظاهر العوالم العلوية على دقيق نظام الخالق فيها مما تؤذن به المشاهدة مع التبصر . وابتدىء منها بنظام الليل والنهار لتكرر وقوعه أمام المشاهدة لكل راءٍ . وجملة { نسلخ منه النهار } تحتمل جميع الوجوه التي ذكرناها في جملة { أحْيَيناهَا } [ يس : 33 ] آنفاً .والسلخ : إزالة الجلد عن حيوانه ، وفعله يتعدّى إلى الجلد المزال بنفسه على المفعولية ، ولذلك يقال للجلد المزال من جسم الحيوان : سِلخ ( بكسر السين وسكون اللام ) بمعنى مسلوخ ، ولا يقال للجسم الذي أزيل جلده : سلخ .  ويتعدّى فعل سلَخ إلى الجسم الذي أزيل جلده بحرف الجر ، والأكثر أنه ( مِن ) الابتدائية ، ويتعدى بحرف ( عن ) أيضاً لما في السلخ من معنى المباعدة والمجاوزة بعد الاتصال . فمفعول { نَسْلَخُ } هنا هو { النَّهَارَ } بلا ريب ، وعدي السلخ إلى ضمير { اللَّيْلُ ب ( من ) فصار المعنى : الليل آية لهم في حال إزالةِ غشاء نور النهار عنه فيبقى عليهم الليل ، فشبه النهار بجلد الشاة ونحوها يغطي ما تحته منها كما يغطي النهار ظلمةَ الليل في الصباح . وشبه كشف النهار وإزالته بسلخ الجلد عن نحو الشاة فصار الليل بمنزلة جسم الحيوان المسلوخ منه جلده ، وليس الليل بمقصود بالتشبيه وإنما المقصود تشبيه زوال النهار عنه فاستتبع ذلك أن الليل يبقى شبه الجسم المسلوخ عنه جلده . ووجه ذلك أن الظلمة هي الحالة السابقة للعوالم قبل خلق النور في الأجسام النيّرة لأن الظلمة عدم والنور وجود ، وكانت الموجودات في ظلمة قبل أن يخلق الله الكواكب النيّرة ويُوصِل نورها إلى الأجسام التي تستقبلها كالأرض والقمر .وإذا كانت الظلمة هي الحالة الأصلية للموجودات فليس يلزم أن تكون أصلية للأرض لأن الظاهر أن الأرض انفصلت عن الشمس نيرة وإنما ظلمة نصف الكرة الأرضية إذا غشيها نور الشمس معتبرة كالجسم الذي غشيه جلده فإذا أزيل النور عادت الظلمة فشبه ذلك بسلخ الجلد عن الحيوان كما قال تعالى في مقابله في سورة الرعد ( 3 ) : { يغشي الليل النهار } فليس في الآية دليل على أن أصل أحوال العالم الأرضي هو الظلمة ولكنها ساقت للناس اعتباراً ودلالة بحالةٍ مشاهدة لديهم ففرع عليه فإذا هم مُظلمونَ } بناء على ما هو متعارف . وقد اعتبر أيمة البلاغة الاستعارة في الآية أصلية تبعية ولم يجعلوها تمثيلية لما قدمناه من أن المقصود بالتشبيه هو حالة زوال نور النهار عن الأفق فتخلفها ظلمة الليل لقوله : { فَإذَا هُم مُظلمونَ } .وإسناد { مُظْلِمُونَ } إلى الناس من إسناد إفعال الذي الهمزة فيه للدخول في الشيء مثل أصبح وأمسى .",
  "ayah": 37,
  "surah": 36
}
