{
  "text": "مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ (49) وفعل { يَنظُرُونَ } مشتق من النَّظِرة وهو الترقب ، وتقدم في قوله تعالى : { هل ينظرون إلا أن تأتيهم الملائكة في سورة } [ الأنعام : 158 ] .والصيحة : الصوت الشديد الخارج من حلق الإِنسان لزجر ، أو استغاثة . وأطلقت الصيحة في مواضع في القرآن على صوت الصاعقة كما في قوله تعالى في شأن ثمود : { فأخذتهم الصيحة } [ الحجر : 73 ] . فالصيحة هنا تحتمل المجاز ، أي ما ينتظرون إلا صعقة أو نفخة عظيمة . والمراد النفخة الأولى التي ينقضي بها نظام الحياة في هذا العالم ، والأخرى تنشأ عنها النشأة الثانية وهي الحياة الأبدية ، فيكون أسلوب الكلام خارجاً على الأسلوب الحكيم إعراضاً عن جوابهم لأنهم لم يقصدوا حَقيقة الاستفهام فأجيبوا بأن ما أعد لهم من العذاب هو الأجدر بأن ينتظروه .ومعنى { تأخُذُهُم } تُهلكهم فجأة ، شبه حلول صيحة العقاب بحلول المُغِيرين على الحيّ لأخذ أنعامه وسَبْي نِسائه ، فأطلق على ذلك الحلوللِ فعل { تأخُذُهُم } كقوله تعالى : { فعصوا رسول ربهم فأخذهم أخذة رابية } [ الحاقة : 10 ] أي تحلّ بهم وهم يختصمون . وإسناد الأخذ إلى الصيحة حقيقة عقلية لأنهم يهلكون بصعقتها .ويحتمل أن تكون الصيحة على حقيقتها وهي صيحة صائحين ، أي ما ينتظرون إلا أن يصاح بهم صيحة تنذر بحلول القتل ، فيكون إنذاراً بعذاب الدنيا . ولعلها صيحة الصارخ الذي جاءهم بخبر تعَرّض المسلمين لركب تجارة قريش في بدر .و { يَخصّمُونَ } من الخصومة والخصام وهو الجدال ، وتقدم في قوله : { ولا تكن للخائنين خصيماً } في سورة النساء } ( 105 ) ، وقوله : { هذان خصمان } في سورة الحج } ( 19 ) . وأصله : يختصمون فوقع إبدالُ التاء ضاداً لقرب مخرجيهما طلباً للتخفيف بالإِدغام .واختلَف القراء في كيفية النطق بها ، فقرأه الجميع بفتح الياء واختلفوا فيما عدا ذلك : فقرأ ورش عن نافع وابنُ كثير وأبو عمرو في رواية عنه { يَخصّمُونَ } بتشديد الصاد مكسورة على اعتبار التاء المبدلة صاداً والمسَكَّنةُ لأجل الإِدغام ، ألقيت حركتُها على الخاء التي كانت ساكنة . وقرأه قالون عن نافع وأبو عمرو في المشهور عنه بسكون الخاء سكوناً مختلَساً ( بالفتح ) لأجل التخلص من التقاء الساكنين وبكسر الصاد مشدّدة .وقرأه عاصم والكسائي وابنُ ذكوان عن ابن عامر ويعقوبُ وخلف { يَخصّمُونَ } بكسر الخاء وكسر الصاد مشدّدة . وقرأه حمزة { يخْصِمون } بسكون الخاء وكسر الصاد مخففة مضارع ( خَصم ) قيل بمعنى جادل . وقرأ أبو جعفر { يخْصِّمون } بإسكان الخاء وبكسر الصاد مشددة على الجمع بين الساكنين .والاختصام : اختصامهم في الخروج إلى بدر أو في تعيين من يخرج لما حلّ بهم من مفاجآت لهم وهم يختصمون بين مصدق ومكذب للنذير . وإسناد الأخذ إلى الصيحة على هذا التأويل مجاز عقلي لأن الصيحة وقت الأخذ وإنما تأخذهم سيوف المسلمين . وتقديم المسند إليه على المسند الفعلي في قوله : { وهُمْ يَخصّمُونَ } لإِفادة تقوّي الحكم وهو أن الصيحة تأخذهم .",
  "ayah": 49,
  "surah": 36
}
