{
  "text": "الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ (65)الجملة مستأنفة استئنافاً ابتدائياً وقوله : { اليَوْمَ } ظرف متعلق ب { نَخْتِمُ } .والقول في لفظ { اليوم } كالقول في نظائره الثلاثة المتقدمة ، وهو تنويه بذكره بحصول هذا الحال العجيب فيه ، وهو انتقال النطق من موضعه المعتاد إلى الأيدي والأرجل .وضمائر الغيبة في { أفواههم أيديهم أرجلهم يكسبون عائدة على الذين خوطبوا بقوله : { هذه جهنَّمُ التي كُنتم تُوعَدُون } [ يس : 63 ] على طريقة الالتفات . وأصل النظم : اليوم نختم على أفواهكم وتكلمنا أيديكم وتشهد أرجلكم بما كنتم تكسبون . ومواجهتهم بهذا الإِعلام تأييس لهم بأنهم لا ينفعهم إنكار ما أُطلعوا عليه من صحائف أعمالهم كما قال تعالى : { إقرأ كتابك كفى بنفسك اليوم عليك حسيباً } [ الإسراء : 14 ] .وقد طوي في هذه الآية ما ورد تفصيله في آي آخر فقد قال تعالى : { ويوم نحشرهم جميعاً ثم نقول للذين أشركوا أين شركاؤكم الذين كنتم تزعمون ثم لم تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين } [ الأنعام : 2223 ] وقال : { وقال شركاؤهم ما كنتم إيانا تعبدون فكفى بالله شهيداً بيننا وبينكم إن كنا عن عبادتكم لغافلين } [ يونس : 2829 ] .وفي «صحيح مسلم» عن أنس قال رسول الله صلى الله عليه وسلم \" يخاطب العبد ربّه يقول : يا رب ألم تُجرني من الظلم؟ فيقول : بلى ، فيقول : إني لا أجيز على نفسي إلا شاهداً مني ، فيقول الله : كفى بنفسك اليوم عليك شهيداً ، فيُخْتم على فيه . فيقال لأركانه : انطقي ، فتنطق بأعماله ثم يخلّى بينه وبين الكلام فيقول : بعداً لكنَّ وسُحْقاً فعنكُنّ كنتُ أناضل \" وإنما طُوِي ذكر الداعي إلى خطابهم بهذا الكلام لأنه لم يتعلق به غرض هنا فاقتصر على المقصود .وقد يخيل تعارض بين هذه الآية وبين قوله : { يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون } [ النور : 24 ] . ولا تعارض لأن آية يس في أحوال المشركين وآية سورة النور في أحوال المنافقين . والمراد بتكلم الأيدي تكلمها بالشهادة ، والمراد بشهادة الأرجل نطقها بالشهادة ، ففي كلتا الجملتين احتباك . والتقدير : وتكلمنا أيديهم فتشهد وتكلمنا أرجلهم فتشهد .ويتعلق { بِمَا كانُوا يَكْسِبون } بكل من فعلي { تكلمنا وتشهد } على وجه التنازع . وما يكسبونه : هو الشرك وفروعه . وتكذيبهم الرسول صلى الله عليه وسلم وما ألحقوا به من الأذى .",
  "ayah": 65,
  "surah": 36
}
