{
  "text": "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآَنٌ مُبِينٌ (69) هذه الآية ترجع إلى ما تضمنه قوله تعالى : { وما تأتيهم من آية من آيات ربهم إلا كانوا عنها معرضين } [ يس : 46 ] فقد بيّنا أن المراد بالآيات آيات القرآن ، فإعراضهم عن القرآن له أحوالٌ شتى : بعضها بعدم الامتثال لما يأمرهم به من الخير مع الاستهزاء بالمسلمين وهو قوله تعالى : { وإذا قيل لهم أنفقوا مما رزقكم الله } [ يس : 47 ] الآية ، وبعضها بالتكذيب لما يُنذِرهم به من الجزاء ، وهو قوله : { ويقولون متى هذا الوعد إن كنتم صادقين } [ يس : 48 ] . ومن إعراضهم عنه طعنُهم في آيات القرآن بأقوال شتّى منها قولهم : هو قول شاعر ، فلما تصدّى القرآن لإِبطال تكذيبهم بوعيد بالجزاء يوم الحشر بما تعاقب من الكلام على ذلك عاد هنا إلى طعنهم في ألفاظ القرآن من قولهم : { بل افتراه بل هو شاعر } [ الأنبياء : 5 ] ، فقولهم { بل هو شاعر يقتضي لا محالة أنهم يقولون : القرآن شعر .فالجملة معطوفة على جملة { ويقولون متى هذا الوعد إن كنتم صادقين } [ الأنبياء : 38 ] ، عطف القصة على القصة والغرضضِ على الغرضضِ . ويجوز أن تكون مستأنفة استئنافاً ابتدائياً ويكون الواو للاستئناف ، ولذلك اقتصر هنا على تنزيه القرآن عن أن يكون شعراً والنبي صلى الله عليه وسلم عن أن يكون شاعراً دون التعرض لتنزيهه عن أن يكون ساحراً ، أو أن يكون مجنوناً لأن الغَرض الرد على إعراضهم عن القرآن ، ألا ترى أنه لما قصد إبطال مقالات لهم في القرآن قال في الآية الأخرى : { وما هو بقول شاعر قليلاً ما تؤمنون ولا بقول كاهن قليلاً ما تذكرون } [ الحاقة : 41 ، 42 ] .وضمير { عَلَّمْناهُ } عائد إلى معلوم من مقام الردّ وليس عائداً إلى مذكور إذ لم يتقدم له معاد .وبني الرد عليهم على طريقة الكناية بنفي تعليم النبي صلى الله عليه وسلم الشعر لما في ذلك من إفادة أن القرآن معلَّم للنبيء صلى الله عليه وسلم من قِبَل الله تعالى وأنه ليس بشعر وأن النبي صلى الله عليه وسلم ليس بشاعر . وانتصب { الشّعْرَ } على أن مفعول ثاننٍ لفعل { عَلَّمْناهُ } ، وهذا الفعل من أفعال العلم ، ومُجرَّدُه يتعدّى إلى مفعول واحد غالباً نحو عَلِم المسألةَ . ويتعدّى إلى مفعولين أصلهما المبتدأ والخبر ، فإذا دخله التضعيف صار متعدياً إلى مفعولين فقط اعتداداً بأن مجرده متعدّ إلى واحد كقوله تعالى : { وإذ علمتك الكتاب والحكمة } [ المائدة : 110 ] في سورة العقود ، وقوله : { وما علَّمناهُ الشعر } في هذه السورة يس وهذه تفرقة في الاستعمال موكولة إلى اختيار أهل اللسان نبّه عليه الرضيّ في «شرح الكافية» في باب تعدية أفعال القلوب إلى مفعولين بأن أصله متعدّ إلى واحد . فتقدير المعنى : نحن علمناه القرآن وما علمناه الشعر ، فالقرآن موحىً إليه بتعليم من الله والذي أوحى به إليه ليس بشعر ، وإذن فالمعنى : أن القرآن ليس من الشعر في شيء ، فكانت هاته الجملة ردّاً على قولهم : هو شاعر على طريقة الكناية لأنها انتقال من اللازم إلى الملزوم .ودل على أن هذا هو المقصود من قوله : { وما علمناهُ الشعر } قوله عقبه { إن هُوَ إلاَّ ذِكرٌ وقُرءانٌ مبين } ، أي ليس الذي علمناه إياه إلا ذكراً وقرآناً وما هو بشعر . والتعليم هنا بمعنى الوحي ، أي وما أوحينا إليه الشعر فقد أطلق التعليم على الوحي في قوله تعالى : { إن هو إلا وحي يوحى علمه شديد القوى } [ النجم : 4 ، 5 ] وقال : { وعلمك ما لم تكن تعلم } [ النساء : 113 ] .وكيف يكون القرآن شعراً والشعر كلام موزون مقفّى له معان مناسبة لأغراضه التي أكثرها هزل وفكاهة ، فأين الوزن في القرآن ، وأين التقفية ، وأين المعاني التي ينتجها الشعراء ، وأين نظم كلامهم من نظمه ، وأساليبهم من أساليبه . ومن العجيب في الوقاحة أن يصدر عن أهل اللسان والبلاغة قول مثل هذا ولا شبهة لهم فيه بحال ، فما قولهم ذلك إلا بهتان .وما بني عليه أسلوب القرآن من تساوي الفواصل لا يجعلها موازية للقوافي كما يعلمه أهل الصناعة منهم وكل من زاول مبادىء القافية من المولدين ، ولا أحسبهم دَعوهُ شعراً إلا تعجلاً في الإِبطال ، أو تمويهاً على الإِغفال ، فأشاعوا في العرب أن محمداً صلى الله عليه وسلم شاعر ، وأن كلامه شعر . وينبَني عن هذا الظن خبر أنيس بن جُنَادة الغفاري أخي أبي ذرّ ، فقد روى البخاري عن ابن عباس ، ومسلم عن عبد الله بن الصامت ، يزيد أحدهما على الآخر قالا : «قال أبو ذر لأخيه : اركب إلى هذا الوادي فاعلم لي علم هذا الرجل الذي يزعم أنه نبي يأتيه الخبر من السماء واستمع من قوله ثم ائتني ، فانطلقَ الأخ حتى قدم وسمع من قوله ، ثم رجع إلى أبي ذر فقال له : رأيته يأمر بمكارم الأخلاق وكلاماً ما هو بالشعر . قال أبو ذر : فما يقول الناس؟ قال : يقولون شاعر كاهن ، ساحر . وكان أُنيس أحد الشعراء ، قال أنيس : لقد سمعت قول الكهنة فما هو بقولهم ، ولقد وضعت قوله على أقراء الشعر فما يلتئم على لسان أحد بعدي أنه شعر والله إنه لصادق وإنهم لكاذبون» ثم اقتص الخبر عن إسلام أبي ذر ، ويظهر أن ذلك كان في أول البعثة .ومثله خبر الوليد بن المغيرة الذي رواه البيهقي وابن إسحاق «أنه جمع قريشاً عند حضور الموسم ليتشاوروا في أمر النبي صلى الله عليه وسلم فقال لهم : إن وفود العَرب ترد عليكم فأجمعوا فيه رأياً لا يُكذب بعضكم بعضاً ، فقالوا : نقول كاهن؟ فقال : والله ما هو بكاهن ، ما هو بزمزمته ولا بسجعه ، قالوا : نقول مجنون؟ فقال : والله ما هو بمجنون ولا بخنقه ولا وسوسته ، فذكر ترددهم في وصفه إلى أن قالوا : نقول شاعر؟ قال : ما هو بشاعر ، قد عرفت الشعر كله رجزَه وهزجَه وقريضه ومبسوطَه ومقبوضه وما هو بشاعر . إلى آخر القصةفمعنى ( وما علمناه الشعر ) : وما أوحينا إليه شعرا علمناه إياهوليس المراد أن الله لم يجعل في طبع النبي القدرة على نظم الشعر لأن تلك المقدرة لا تسمى تعليما حتى تنفى وإنما يستفاد هذا المعنى من قوله بعده ( وما ينبغي له ) وسنتكلم عليه قريباوقد اقتضت الآية نفي أن يكون القرآن شعرا وهذا الاقتضاء قد أثار مطاعن للملحدين ومشاكل للمخلصين وإذ وجدت فقرات قرآنية استكملت ميزان بحور من البحور الشعرية بعضها يلتئم منه بيت كامل وبعضها يتقوم منه مصراع واحد ولا تجد أكثر من ذلك فهذا يلزم منه وقوع الشعر . في آي القرآنصلى الله عليه وسلم عليه الصلاة والسلام وقد أثار الملاحدة هذا المطعن فلذلك تعرض أبو بكر الباقلاني إلى دحضه في كتابه إعجاز القرآن وتبعه السكاكي وأبو بكر بن العربي فأما الباقلاني فانفرد برد قال فيه : إن البيت المفرد لا يسمى شعرا بله المصراع الذي لا يكمل به بيت . وأرى هذا غير كاف هنا لأنه لا يستطاع نفي مسمى الشعر عن المصراع وأولى عن وقال السكاكي في آخر مبحث رد المطاعن عن القرآن من كتاب مفتاح العلوم « إنهم يقولون أنتم في دعواكم أن القرآن كلام الله وقد علمه محمدا صلى الله عليه وسلم على أحد أمرين : إما أن الله تعالى جاهل لا يعلم ما الشعر وإما أن الدعوى باطلة وذلك أن في قرآنكم ( وما علمناه الشعر ) وأنه يستدعي أن لا يكون فيما علمه شعر »ثم إن في القرآن من جميع البحور شعرا : فمن الطويل من صحيحه ( فمن شاء فليؤمن ومن شاء فليكفر )ومن مخرومه ( منها خلقناكم وفيها نعيدكم )ومن بحر المديد ( واصنع الفلك بأعيننا )ومن بحر الوافر ( ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين )ومن بحر الكامل : ( والله يهدي من يشاء إلى صراط مستقيم )ومن بحر الهجز من مخرومه : ( تالله لقد آثرك الله علينا )ومن بحر الرجز ( دانية عليهم ظلالها وذللت قطوفها تذليلا )ومن بحر الرمل ( وجفان كالجواري وقدرو راسيات ) ونظيره ( ورفعنا عنك وزرك الذي أنقض ظهرك )ومن بحر المنسرح ( إنا خلقنا الإنسان من نطفة )ومن بحر الخفيف ( أرأيت الذي يكذب بالدين فذلك الذي يدع اليتيم ) ومنه ( لا يكادون يفقهون حديثا ) ونحوه ( قال يا قوم هؤلاء بناتي )ومن بحر المضارع من مخرومه ( يوم التناد يوم تولون مدبرين )ومن بحر المقتضب ( في قلوبهم مرض )ومن بحر المتقارب ( وأملي لهم إن كيدي متين )فيقال لهم من قبل النظر فيها أوردوه : هل حرفوا بزيادة أو نقصان حركة أو حرفا أم لا . وقبل أن ننظر هل راعوا أحكام علم العروض في الأعاريض والضروب التي سبق ذكرها أم لا .ومن قَبل أن ننظر هل عملوا بالمنصور من المذهبين في معنى الشعر على نحو ما سبق أم لا ( يعني المذهبين مذهب الذين قالوا لا يكون الشعر شعراً إلا إذا قصد قائله أن يكون موزوناً ، ومذهب الذين قالوا : إن تعمُّد الوزن ليس بواجب بل يكفي أن يلفى موزوناً ولو بدون قصد قائله للوزن وقد نصر المذهب الأول ) يا سبحان الله قدروا جميع ذلك أشعاراً ، أليس يصح بحكم التغليب أن لا يلتفت إلى ما أوردتموه لقلته ، ويُجرى ذلك القرآن مُجرى الخالي عن الشعر فيقال بناء على مقتضى البلاغة : { وما علمناه الشعر } ا ه . كلامه ، وقد نحا به نحو أمرين :أحدهما : أن ما وقع في القرآن من الكلام المتّزن ليس بمقصود منه الوزن ، فلا يكون شعراً على رأي الأكثر من اشتراط القصد إلى الوزن لأن الله تعالى لم يعبأ باتزانه .الثاني : إن سلمنا عدم اشتراط القصد فإن نفي كون القرآن شعراً جرى على الغالب . فلا يعدّ قائله كاذباً ولا جاهلاً فلا ينافي اليقين بأن القرآن من عند الله علمه محمداً صلى الله عليه وسلمومَال ابن العربي في «أحكام القرآن» إلى أن ما تكلفوه من استخراج فقرات من القرآن على موازين شعرية لا يستقيم إلا بأحد أمور مثل بتر الكلام أو زيادة ساكن أو نقص حرف أو حرفين ، وذكر أمثلة لذلك في بعضها ما لا يتم له فراجعْهُ .ولا محيص من الاعتراف باشتمال القرآن على فقرات متزنة يلتئم منها بيت أو مصراع ، فأما ما يقلّ عن بيت فهو كالعدم إذ لا يكون الشعر أقل من بيت ، ولا فائدة في الاستكثار من جلب ما يلفى متزناً فإن وقوع ما يساوي بيتاً تاماً من بحر من بحور الشعر العربي ولو نادراً أو مُزَحَّفاً أو مُعَلاّ كاف في بقاء الإِشكال ، فلا حاجة إلى ما سلك ابن العربي في رده ولا كفاية لما سلكه السكاكي في كتابه ، لأن المردود عليهم في سعة من الأخذ بما يلائم نحلتهم من أضعف المذاهب في حقيقة الشعر وفي زحافِه وعلله . وبعد ذلك فإن الباقلاني والسكاكي لم يغوصَا على اقتلاع ما يثيره الجواب الثاني في كلامِهما بعدم القصد إلى الوزن ، من لزوم خفاء ذلك على علم الله تعالى فلماذا لا تُجعل في موضع تلك الفقرات المتزنة فقرات سليمة من الاتّزان .ولم أر لأحد من المفسرين والخائضين في وجوه إعجاز القرآن التصدي لاقتلاع هذه الشبهة ، وقد مضت عليها من الزمان برهة ، وكنت غير مقتنع بتلك الردود ولا أرضاها ، وأراها غير بالغة من غاية خيل الحلبة منتهاها .فالذي بدا لي أن نقول : إن القرآن نزل بأفصح لغات البشر التي تواضعوا واصطلحوا عليها ولو أن كلاماً كان أفصح من كلام العرب أو أمة كانت أسلم طباعاً من الأمة العربية لاختارها الله لظهور أفضل الشرائع وأشرف الرسل وأعز الكتب الشرعية .ومعلوم أن القرآن جاء معجزاً لبلغاء العرب فكانت تراكيبه ومعانيها بالغَيْن حدًّا يقصر عنه كل بليغ من بلغائهم على مبلغ ما تتسع له اللغة العربية فصاحةً وبلاغة فإذا كانت نهاية مقتضى الحال في مقام من مقامات الكلام تتطلب لإيفاء حقّ الفصاحة والبلاغة ألفاظاً وتركيباً ونظماً فاتفق أن كان لمجموع حركاتها وسكوناتها ما كان جارياً على ميزان الشعر العربي في أعاريضه وضروبه لم يكن ذَلك الكلام معدوداً من الشعر لوْ وقَعَ مثلُه في كلاممٍ عن غير قصد فوقوعه في كلام البشر قد لا يتفطن إليه قائله ولو تفطن له لم يعسر تغييره لأنه ليس غاية ما يقتضيه الحال ، اللهم إلاّ أن يكون قصد به تفنناً في الإِتيان بكلام ظاهره نثر وتفكيكه نظم .فأما وقوعه في كلام الله تعالى فخارج عن ذلك كله من ثلاثة وجوه :أحدها : أن الله لا يخفى عليه وقوعه في كلام أوحى به إلى رسوله صلى الله عليه وسلمالثاني : أنه لا يجوز تبديل ذلك المجموع من الألفاظ بغيره لأن مجموعها هو جميع ما اقتضاه الحال وبلغ حد الإِعجاز .الثالث : أن الله لا يريد أن يشتمل الكلام الموحَى به من عنده على محسِّن الجمع بين النثر والنظم لأنه أراد تنزيه كلامه عن شائبة الشعر .واعلم أن الحكمة في أن لا يكون القرآن من الشعر مع أن المتحدَّيْن به بلغاء العرب وجلُّهم شعراء وبلاغتهم مُودَعة في أشعارهم هي الجمع بين الإِعجاز وبين سدّ باب الشبهة التي تعرض لهم لو جاء القرآن على موازين الشعر ، وهي شبهة الغلط أو المغالطة بعدِّهم النبي صلى الله عليه وسلم في زمرة الشعراء فيحسب جمهور الناس الذين لا تغوص مدركاتهم على الحقائق أن ما جاء به الرسول ليس بالعجيب ، وأن هذا الجائي به ليس بنبيء ولكنه شاعر ، فكان القرآن معجزاً لبلغاء العرب بكونه من نوع كلامهم لا يستطيعون جحوداً لذلك ، ولكنه ليس من الصنف المسمّى بالشعر بل هو فائق على شعرهم في محاسنه البلاغية وَليس هو في أسلوب الشعر بالأوزان التي ألفوها بل هو في أسلوب الكتب السماوية والذكر .ولقد ظهرت حكمة علاّم الغيوب في ذلك فإن المشركين لمّا سمعوا القرآن ابتدروا إلى الطعن في كونه منزّلاً من عند الله بقولهم في الرسول : هو شاعر ، أي أن كلامه شعر حتى أفاقهم من غفلتهم عقلاؤهم مثل الوليد بن المغيرة ، وأُنيس بن جُنادة الغفاري ، وحتى قرعهم القرآن بهذه الآية : { وما علمْناهُ الشعر وما ينبغي له إن هُوَ إلاَّ ذِكرٌ وقُرءَانٌ مبينٌ .وبعد هذا فإن إقامة الشعر لا يَخلو الشاعر فيها من أن يتصرف في ترتيب الكلام تارات بما لا تقضيه الفصاحة مثل ما وقع لبعض الشعراء من التعقيد اللفظي ، ومثل تقديم وتأخير على خلاف مقتضى الحال فيعتذر لوقوعه بعذر الضرورة الشعرية ، فإذا جاء القرآن شعراً قصَّر في بعض المواضع عن إيفاء جميع مقتضى الحال حقّه .وسنذكر عند تفسير قوله تعالى : وما ينبغي له } وجوهاً ينطبق معظمها على ما أشار إليه قوله تعالى هنا : { وما علمناهُ الشِّعر } . وقد قال ابن عطية : إن الضمير المجرور باللام في قوله : { وما ينبغي له } يجوز أن يعود على القرآن كما سيأتي .وقوله : { وما ينبغي له } جملة معترضة بين الجملتين المتعاطفتين قصد منها اتباع نفي أن يكون القرآن الموحَى به للنبيء صلى الله عليه وسلم شعراً بنفي أن يكون النبي صلى الله عليه وسلم شاعراً فيما يقوله من غير ما أوحى به إليه أي فطر الله النبي صلى الله عليه وسلم على النفرة بين ملكته الكلامية والملكة الشاعرية ، أي لم يجعل له ملكة أصحاب قرض الشعر لأنه أراد أن يقطع من نفوس المكذّبين دابر أن يكون النبي صلى الله عليه وسلم شاعراً وأن يكون قرآنه شعراً ليتضح بهتانهم عند من له أدنى مسكة من تمييز للكلام وكثير ما هم بين العرب رجالهم وكثير من نسائهم غير زوج عبد الله بن رواحة ونظيراتها ، والواو اعتراضية .وضمير { ينبغي } عائد إلى الشعر ، وضمير { لَهُ } يجوز أن يكون عائداً إلى ما عاد إليه ضمير الغائب في قوله : { علمناه } وهو الظاهر . وجوّز ابن عطية أن يعود إلى القرآن الذي يتضمنه فعل { عَلَّمْناهُ } فجعل جملة { وما ينبغي له } بمنزلة التعليل لِجملة { وما علمْناهُ الشِّعر } .ومعنى { وما ينبغي له } ما يتأتّى له الشعر ، وقد تقدم عند قوله تعالى : { وما ينبغي للرحمان أن يتخذ ولداً } [ مريم : 92 ] تفصيل ذلك في سورة مريم ، وتقدم قريباً عند قوله : { لا الشمس ينبغي لها أن تدرك القمر } [ يس : 40 ] . فأصل معنى { ينبغي } يستجيب للبغي ، أي الطلب ، وهو يُشعر بالطلب الملحّ . ثم غلب في معنى يتأتّى ويستقيم فتنوسي منه معنى المطاوعة وصار { ينبغي } بمعنى يتأتّى يقال : لا ينبغي كذا ، أي لا يتأتى . قال الطيبي : روي عن الزمخشري أنه قال في «كتاب سيبويه» «كل فعل فيه علاج يأتي مطاوعه على الانفعال : كضرب وطلب وعَلِم ، وما ليس فيه علاج : كعَدِم وفقَد لا يأتي في مطاوعه الانفعال البتة» ا ه .ومعنى كون الشعر لا ينبغي له : أن قول الشعر لا ينبغي له لأن الشعر صنف من القول له موازين وقواففٍ ، فالنبي صلى الله عليه وسلم منزّه عن قرض الشعر وتأليفه ، أي ليست مِن طباع ملكته إقامة الموازين الشعرية ، وليس المراد أنه لا ينشد الشعر لأن إنشاد الشعر غير تعلّمه ، وكم من راوية للأشعار ومن نَقَّادٍ للشعر لا يستطيع قول الشعر وكذلك كان النبي صلى الله عليه وسلم قد انتقد الشعر ، ونبه على بعض مزايا فيه ، وفضّل بعض الشعراء على بعض وهو مع ذلك لا يقرض شعراً .وربما أنشد البيت فغفل عن ترتيب كلماته فربما اختلّ وزنه في إنشاده وذلك من تمام المنافرة بين ملكة بلاغته وملكة الشعراء ، ألا ترى أنه لم يكن مطّرداً فربما أنشد البيت موزوناً .هذا من جانب نظم الشعر وموازينه ، وكذلك أيضاً جانب قوام الشعر ومعانيه فإن للشعر طرائق من الأغراض كالغزل والنسيب والهجاء والمديح والمُلَح ، وطرائق من المعاني كالمبالغة البالغة حدّ الإِغراق وكادّعاء الشاعر أحوالاً لنفسه في غرام أو سير أو شجاعة هو خِلوٌ من حقائقها فهو كذب مغتفر في صناعة الشعر . وذلك لا يليق بأرفع مقام لكمالات النفس ، وهو مقام أعظم الرسل صلوات الله عليه وعليهم فلو أن النبي صلى الله عليه وسلم قرض الشعر ولم يأت في شعره بأفانين الشعراء لعدّ غضاضة في شعره وكانت تلك الغضاضة داعية للتناول من حُرمة كماله في أنفس قومه يستوي فيها العدوّ والصديق . على أن الشعراء في ذلك الزمان كانت أحوالهم غير مرضية عند أهل المروءة والشرف لما فيهم من الخلاعة والإِقبال على السُكر والميسر والنساء ونحو ذلك . وحسبك ما هو معلوم من قضية خلع حُجر الكِندي ابنه امرأ القيس وقد قال تعالى : { والشعراء يتبعهم الغاوون } [ الشعراء : 224 ] الآية . فلو جاء الرسول صلى الله عليه وسلم بالشعر أو قاله لرمقه الناس بالعين التي لا يرمق بها قدره الجليل وشرفه النبيل ، والمنظور إليه في هذا الشأن هو الغالب الشائع وإلا فقد قال النبي صلى الله عليه وسلم « إن من الشعر لحكمة » وقال : « أصدق كلمة قالها شاعر كلمة لبيد »: ... ألا كل شيء ما خلا الله باطلفتنزيه النبي صلى الله عليه وسلم عن قول الشعر من قبيل حياطة معجزة القرآن وحياطة مقام الرسالة مثل تنزيهه عن معرفة الكتابة .قال أبو بكر بن العربي : هذه الآية ليست من عيب الشعر كما لم يكن قوله تعالى : { وما كنت تتْلُو من قبله من كتاب ولا تخطه بيمينك } [ العنكبوت : 48 ] من عيب الخط . فلما لم تكن الأمية من عيب الخط كذلك لا يكون نفي النظم عن النبي صلى الله عليه وسلم من عيب الشعر .ومن أجل ما للشعر من الفائدة والتأثير في شيوع دعوة الإِسلام أن أمر النبي صلى الله عليه وسلم حساناً وعبد الله بن رواحة بقوله ، وأظهر استحسانه لكعب بن زهير حين أنشده القصيدة المشهورة : بانت سعادُ .والقول في ما صدر عن النبي صلى الله عليه وسلم من كلام موزون مثل قوله يوم أحد: ... أنا النبيُ لا كَذِبْأنا ابنُ عبد المطلبْ ... كالقول فيما وقع في القرآن من شبيه ذلك مما بيناه آنفاً .وجملة { إن هو إلا ذِكرٌ وقُرءَانٌ مُبينٌ } استئناف بياني لأن نفي الشعر عن القرآن يثير سؤال متطلب يقول : فما هو هذا الذي أوحي به إلى محمد صلى الله عليه وسلم فكان قوله : { إن هو إلا ذكر } جواباً لطلبته .وضمير { هُوَ } للقرآن المفهوم من { عَلَّمْناهُ } ، أي ليس الذي عُلِّمه الرسول إلا ذكراً وقرآناً أو للشيء الذي علمناه ، أي للشيء المعلّم الذي تضمنه { علمناهُ } ، أو عائد إلى { ذِكْرٌ } في قوله : { إلاَّ ذِكْرٌ } الذي هو { مُبِينٌ } . وهذا من مواضع عود الضمير على متأخر لفظاً ورتبة لأن البيان كالبدل . وتقدم نظيره في قوله تعالى : { إن هي إلا حياتنا الدنيا } في سورة [ المؤمنين : 37 ] .وجيء بصيغة القصر المفيدة قصر الوحي على الاتصاف بالكون ذكراً وقرآناً قصر قلب ، أي ليس شعراً كما زعمتم . فحصل بذلك استقصاء الرد عليهم وتأكيدُ قوله : { ومَا عَلَّمْناهُ الشِّعر } من كون القرآن شعراً .والذكر : مصدر وصف به الكتاب المنزل على محمد صلى الله عليه وسلم وصفاً للمبالغة ، أي إن هو إلا مُذكّر للناس بما نسوه أو جهلوه . وقد تقدم الكلام على الذكر عند قوله تعالى : { وقالوا يأيها الذين نزل عليه الذكر إنك لمجنون } في سورة [ الحجر : 6 ] .والقرآن : مصدر قرأ ، أطلق على اسم المفعول ، أي الكلام المقروء ، وتقدم بيانه عند قوله تعالى : { وما تتلو منه من قرآن } في سورة [ يونس 61 ] .والمبين : هو الذي أبان المراد بفصاحة وبلاغة .ويتعلق قوله : { لِتْنذِرَ } بقوله : { عَلَّمْناهُ } باعتبار ما اتصل به من نفي كونه شعراً ثم إثباتتِ كونه ذكراً وقرآناً ، أي لأن جملة { إن هو إلا ذكر } بيان لما قبلها في قوة أن لو قيل : وما علمناه إلا ذكراً وقرآناً مبيناً لينذر أو لتنذر . وجعلهُ ابن عطية متعلقاً ب { مُبِينٌ } .",
  "ayah": 69,
  "surah": 36
}
