{
  "text": "أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ (77) لما أُبطلت شبه المشركين في إشراكهم بعبادة الله وإحالتهم قدرته على البعث وتكذيبهم محمداً صلى الله عليه وسلم في إنبائه بذلك إبطالاً كليّاً ، عطف الكلام إلى جانب تسفيه أقوال جزئية لزعماء المكذبين بالبعث توبيخاً لهم على وقاحتهم وكفرهم بنعمة ربهم وهم رجال من أهل مكة أحسب أنهم كانوا يموهون الدلائل ويزينون الجدال للناس ويأتون لهم بأقوال إقناعية جارية على وفق أفهام العامة ، فقيل أريد ب { الإِنسان } أُبيّ بن خلف . وقيل أريد به العاصي بنُ وائل ، وقيل أبو جهل ، وفي ذلك روايات بأسانيد ، ولعل ذلك تكرر مرات تولى كلُّ واحد من هؤلاء بعضها .قالوا في الروايات : جاء أحد هؤلاء الثلاثة إلى رسول الله صلى الله عليه وسلم في يده عَظْم إنسان رميم ففتّه وذرَاه في الريح وقال : يا محمد أتزعم أن الله يُحيي هذا بعد ما أَرَمَّ ( أي بَلِيَ ) فقال له النبي صلى الله عليه وسلم نعم يميتك الله ثم يحييك ثم يدخلك جهنم .فالتعريف في { الإنْسانُ } تعريف العهد وهو الإِنسان المعيّن المعروف بهذه المقالة يومئذٍ . وقد تقدم في سورة مريم ( 66 ) أن قوله تعالى : { ويقول الإنسان أإذا ما مت لسوف أخرج حياً } نزل في أحدِ هؤلاء ، وذُكر معهم الوليد بن المغيرة . ونظير هذه الآية قوله تعالى : { أيحسب الإنسان أن لن نجمع عظامه } في سورة القيامة } ( 3 ) .ووجه حمل التعريف هنا على التعريف العهدي أنه لا يستقيم حملها على غير ذلك لأن جعله للجنس يقتضي أن جنس الإِنسان ينكرون البعث ، كيف وفيهم المؤمنون وأهلُ الملل ، وحملها على الاستغراق أبعد إلا أن يراد الاستغراق العُرفي وليس مثل هذا المقام من مواقعه . فأما قوله تعالى في سورة النحل ( 4 ) { : { خلق الإنسان من نطفة فإذا هو خصيم مبين } فهو تعريف الاستغراق ، أي خلق كلَّ إنسان لأن المقام مقام الاستغراق الحقيقي .والمراد بخَصِيمٌ في تلك الآية : أنه شديد الشكيمة بعد أن كان أصله نطفة ، فالجملة معطوفة على جملة { أو لم يروا أنَّا خلقنا لهم } [ يس : 71 ] الآية . والاستفهام كالاستفهام في الجملة المعطوففِ عليها . والرؤية هنا قلبية . وجملة { أَنَّا خَلَقْناهُ } سادّة مسدّ المفعولين كما تقدم في قوله تعالى : { أو لم يروا أنَّا خلقنا لهم مما عَمِلت أيدينا أنْعاماً } [ يس : 71 ] .و«إذا» للمفاجأة . ووجه المفاجأة أن ذلك الإِنسان خلق ليعبد الله ويعلم ما يليق به فإذا لم يجر على ذلك فكأنه فاجأ بما لم يكن مترقباً منه مع إفادة أن الخصومة في شؤون الإِلهية كانت بما بادرَ به حين عقَل .والخصيم فعيل مبالغة في معنى مفاعل ، أي مخاصم شديد الخصام .والمبين : من أبان بمعنى بان ، أي ظاهر في ذلك .وضرب المثل : إيجاده ، كما يقال : ضَرب خيمة ، وضَرب ديناراً ، وتقدم بيانه عند قوله تعالى :{ إن اللَّه لا يستحيي أن يضرب مثلاً ما } في سورة البقرة } ( 26 ) .والمَثل : تمثيل الحالة ، فالمعنى : وأظهر للناس وأتى لهم بتشبيه حال قدرتنا بحال عجز الناس إذ أحال إحياءنا العظام بعد أن أرَمَّت",
  "ayah": 77,
  "surah": 36
}
