{
  "text": "أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ (81)عطف هذا التقرير على الاحتجاجات المتقدمة على الإِنسان المعني من قوله تعالى : { أو لم ير الإنسانُ أنَّا خلقناهُ مِن نُطْفَةٍ } [ يس : 77 ] ، وذلك أنه لما تبيّن الاستدلال بخلق أشياء على إمكان خَلق أمثالها ارتُقِي في هذه الآية إلى الاستدلال بخلق مخلوقات عظيمة على إمكان خلق مَا دونها .وجيء في هذا الدليل بطريقة التقرير الذي دل عليه الاستفهام التقريري لأن هذا الدليل لوضوحه لا يسع المُقِرّ إلا الإِقرار به فإن البديهة قاضية بأن مَن خلق السماوات والأرض هو على خلق نَاس بعد الموت أقدر . وإنما وجه التقرير إلى نفي المقرَّر بثبوته توسعة على المقرَّر إن أراد إنكاراً مع تحقق أنه لا يسعه الإِنكار فيكون إقراره بعد توجيه التقرير إليه على نفي المقصود ، شاهداً على أنه لا يستطيع إلا أن يقرّ ، وأمثال هذا الاستفهام التقريري كثيرة .وقرأ الجمهور { بقادر } بالباء الموحدة وبألف بعد القاف وجرّ الاسم بالباء المزيدة في النفي لتأكيده . وقرأه رويس عن يعقوب بتحتية بصيغة المضارع { يَقدر } . ولكون ذلك كذلك عقب التقرير بجواب عن المقرر بكلمة { بلى } التي هي لنقض النفي ، أي بلى هو قادر على أن يخلق مثلهم .وضمير { مِثلَهُم } عائد إلى { الإنْسانُ } في قوله : { أو لم ير الإنسانُ } [ يس : 77 ] على تأويله بالناس سواء كان المراد بالإِنسان في قوله : { أو لم ير الإنسانُ أنَّا خلقناهُ من نُطْفة } [ يس : 77 ] شخصاً معيّناً أم غير شخص ، فالمقصود هو وأمثاله من المشايعين له على اعتقاده وهم المشركون بمكة ، أي قادر على أن يخلق أمثالهم ، أي أجساداً على صورهم وشَبههم لأن الأجسام المخلوقة للبعث هي أمثال الناس الذين كانوا في الدنيا مركبين من أجزائهم فإن إعادة الخلق لا يلزم أن تكون بجمع متفرق الأجسام بل يجوز كونها عن عدمها ، ولعل ذلك كيفيات ، فالأموات الباقية أجسادها تُبثّ فيها الحياة ، والأموات الذين تفرقت أوصالهم وتفسخت يعاد تصويرها ، والأجساد التي لم تبق منها باقية تعاد أجساد على صورها لتودع فيها أرواحهم ، ألا ترى أن جسد الإِنسان يتغير على حالته عند الولادة ويكبر وتتغير ملامحه ، ويجدّد كل يوم من الدم واللحم بقدر ما اضمحلّ وتبخّر ولا يعتبر ذلك التغير تبديلاً لذاته فهو يُحسّ بأنه هو هو والناس يميّزونه عن غيره بسبب عدم تغير الروح . وفي آيات القرآن ما يدل على هذه الأحوال للمعاد ، ولذلك اختلف علماء السنّة في أن البعث عن عدم أو عن تفريق كما أشار إليه سيف الدين الآمدي في «أبْكار الأفكار» ومودعة فيها أرواحهم التي كانت تدبر أجسامهم فإن الأرواح باقية بعد فناء الأجساد .وجملة { وهُوَ الخَلّاقُ العَلِيمُ } مُعترضة في آخر الكلام ، والواو اعتراضية ، أي هو يخلق خلائق كثيرة وواسع العلم بأحوالها ودقائق ترتيبها .",
  "ayah": 81,
  "surah": 36
}
