{
  "surah": 20,
  "ayah": 122,
  "text": "And Adam disobeyed his Lord, so went astray. Then his Lord chose him, so He turned toward him and guided. One of the pirs of the Tariqah was asked, “Given all the good fortune, rank, standing, and proxim- ity that Adam the chosen had with the Real, what wisdom is there in the call that went out concern- ing him, 'And Adam disobeyed'?” The Pir answered with the tongue of wisdom and the tasting of recognition: “The seed of love had been thrown into the earth of Adam's heart. Then the canal of his eyes was opened for the water of remorse, and the sun of And the earth will shine with the light of its Lord [39:69] shone forth on that good clay, receptive to the seed of pain. The tree of love grew up, and the air of But he forgot [20:115] nurtured it in the field of paradise. The sun of We found in him no resoluteness [20:115] dried it. Then He cut it down with the scythe of Then his Lord chose him. Then, with the wind of So He turned toward him and guided, He made it pure. Then He wanted to cook it with fire, so He heated an oven with the harshness of And Adam disobeyed and cooked that food of pas- sion in the oven. The flavor of that food had still not reached Adam's taste buds when he let loose the tongue of need and said, 'Our Lord, we have wronged ourselves' [7:23].” It has also been said that Adam had two existences. The first existence was in this world, not paradise, and the second was in paradise. The command came, “O Adam, come out of paradise and go into this world. Gamble away your crown, belt, and cap in the road of passion! Put up with pain and trial. Then tomorrow We will bring you back to this precious homeland and this domicile of subsistence with a hundred thousand robes of gentleness and every sort of honor, as the leader of the witnesses and in the presence of the one-hundred-twenty some thousand center points of prophecy, the possessors of purity and the sources of limpidness.” Tomorrow, you will see Adam go into paradise with his children. The angels of the Dominion will look with wonder and say, “This is that solitary man who moved out of paradise a few days ago in poverty and indigence!” “O Adam, bringing you out of paradise was a curtain over this business and a covering over the mysteries, for your loins were the ocean of the one-hundred-twenty some thousand center points of prophethood's pearls.  Suffer a bit of trouble, then in a few days, take the treasure!” “O MuḤammad! When We put the Meccans up to throwing you out of Mecca, We also com- manded you-'Make the hijrah, go to Medina, put on the clothing of exile, and go to the corner of remorse with Abū Ayyūb Anṣārī.' All this was making ready. The goal was to bring you back to Mecca on the Day of the Conquest along with ten thousand sword-wielding, spear-throwing war- riors so that the nobles of Quraysh and the leaders of the unbelievers would be in wonder: 'This is that man who fled all alone. Now look at what his work has reached!' “In the same way We said to the pure, holy spirit, 'You are the quarry of subtleness and the source of repose and comfort! It is We who sent you to the homeland of exile, kept you in the com- pany of the turmoil-inducing soul, and imprisoned you in this dustbin. The goal was to call you back at the end of this business to Our own Presence with a hundred thousand robes of gentleness, kindly gifts, and secret bestowals: O serene soul, return to thy Lord, approving, approved! [89:27-28].' “O Adam, though We sent you to this world in the companionship of the serpent and Iblis, We brought you back in the companionship of mercy and forgiveness with the escort of prosperity and good fortune. O MuḤammad, though We brought you out of Mecca with the attribute of abase- ment, We brought you back with conquest, victory, and triumph in the attribute of exaltedness. O exalted spirit, though We afflicted you for a few days in this dustbin, this domicile of grief, this house full of the sorrows of separation, and We kept you for a time in the company of the com- manding soul, in the end We brought you back in the company of approval and with the escort of the address, 'Return to thy Lord' to the neighborhood of generosity.”"
}
