{
  "text": "ناممکن کو ممکن بنانے پہ قادر اللہ تعالیٰ۔اوپر حضرت زکریا ؑ کا ذکر ہوا تھا اور یہ بیان فرمایا گیا تھا کہ وہ اپنے پورے بڑھاپے تک بےاولاد رہے ان کی بیوی کو کچھ ہوا ہی نہ تھا بلکہ اولاد کی صلاحیت ہی نہ تھی اس پر اللہ نے اس عمر میں ان کے ہاں اپنی قدرت سے اولاد عطا فرمائی حضرت یحییٰ ؑ پیدا ہوئے جو نیک کار اور وفا شعار تھے اس کے بعد اس سے بھی بڑھ کر اپنی قدرت کا نظارہ پیش کرتا ہے۔ حضرت مریم ؑ کا واقعہ بیان کرتا ہے کہ وہ کنواری تھیں۔ کسی مرد کا ہاتھ تک انہیں نہ لگا تھا اور بےمرد کے اللہ تعالیٰ نے محض اپنی قدرت کاملہ سے انہیں اولاد عطا فرمائی حضرت عیسیٰ ؑ جیسا فرزند انہیں دیا جو اللہ کے برگزیدہ پیغمبر اور روح اللہ اور کلمۃ اللہ تھے۔ پس چونکہ ان دو قصوں میں پوری مناسبت ہے اسی لئے یہاں بھی اور سورة آل عمران میں بھی اور سورة انبیاء میں بھی ان دونوں کو متصل بیان فرمایا۔ تاکہ بندے اللہ تعالیٰ کی بےمثال قدرت اور عظیم الشان سلطنت کا معائنہ کرلیں۔ حضرت مریم ؑ عمران کی صاحبزادی تھیں حضرت داؤد ؑ کی نسل میں سے تھیں۔ \" بنو اسرائیل میں یہ گھرانہ طیب وطاہر تھا۔ سورة آل عمران میں آپ کی پیدائش وغیرہ کا مفصل بیان گزر چکا ہے اس زمانے کے دستور کے مطابق آپ کی والدہ صاحبہ نے آپ کو بیت المقدس کی مسجد اقدس کی خدمت کے لئے دنیوی کاموں سے آزاد کردیا تھا۔ اللہ نے یہ نذر قبول فرما لی اور حضرت مریم کی نشو ونما بہترین طور پر کی اور آپ اللہ کی عبادت میں، ریاضت میں اور نیکیوں میں مشغول ہوگئیں۔ آپ کی عبادت و ریاضت زہد وتقوی زبان زد عوام ہوگیا۔ آپ اپنے خالو حضرت زکریا ؑ کی پرورش و تربیت میں تھیں۔ جو اس وقت کے بنی اسرائیلی نبی تھے۔ تمام بنی اسرائیل دینی امور میں انہی کے تابع فرمان تھے۔ حضرت زکریا ؑ پر حضرت مریم (علیہا السلام) کی بہت سی کرامتیں ظاہر ہوئیں خصوصا یہ کہ جب کبھی آپ ان کے عبادت خانے میں جاتے نئی قسم کے بےموسم پھل وہاں موجودپاتے دریافت کیا کرتے کہ مریم یہ کہاں سے آئے ؟ جواب ملا کہ اللہ تعالیٰ کے پاس سے وہ ایسا قادر ہے کہ جسے چاہے بےحساب روزیاں عطا فرمائے۔ اب اللہ تعالیٰ کا ارادہ ہوا کہ حضرت مریم کے بطن سے حضرت عیسیٰ ؑ کو پیدا کرے جو منجملہ پانچ اولوالعزم پیغمبروں کے ایک ہیں۔ آپ مسجد قدس کے مشرقی جانب گئیں یا تو بوجہ کپڑے آنے کے یا کسی اور سبب سے۔ ابن عباس ؓ فرماتے ہیں کہ اہل کتاب پر بیت اللہ شریف کی طرف متوجہ ہونا اور حج کرنا فرض کیا گیا تھا لیکن چونکہ مریم صدیقہ ؓ بیت المقدس سے مشرق کی طرف گئی تھیں جیسے فرمان الہٰی ہے اس وجہ سے ان لوگوں نے مشرق رخ نمازیں شروع کردیں۔ حضرت عیسیٰ ؑ کی ولادت گاہ کو انہوں نے از خود قبلہ بنا لیا۔ مروی ہے کہ جس جگہ آپ گئی تھیں، وہ جگہ یہاں سے دور اور بےآباد تھی۔ کہتے ہیں کہ وہاں آپ کا کھیت تھا، جسے پانی پلانے کے لیے آپ گئی تھیں۔ یہ بھی کہا گیا ہے کہ وہیں حجرہ بنا لیا تھا کہ لوگوں سے الگ تھلگ عبادت الہٰی میں فراغت کے ساتھ مشغول رہیں۔ واللہ اعلم۔ حضرت عیسیٰ ؑ کی پیدائش۔جب یہ لوگوں سے دور گئیں اور ان میں اور آپ میں حجاب ہوگیا۔ اللہ تعالیٰ نے آپ کے پاس اپنے امین فرشتے حضرت جبرائیل ؑ کو بھیجا، وہ پوری انسانی شکل میں آپ پر ظاہر ہوئے۔ یہاں روح سے مراد یہی بزرگ فرشتے ہیں۔ جیسے آیت قرآن (نَزَلَ بِهِ الرُّوْحُ الْاَمِيْنُ01903ۙ) 26۔ الشعراء :193) میں ہے۔ ابی بن کعب کہتے ہیں کہ روز ازل میں جب کہ ابن آدم کی تمام روحوں سے اللہ کا اقرار لیا گیا تھا۔ اسی روح نے آپ سے باتیں کیں اور آپ کے جسم میں حلول کرگئی۔ لیکن یہ قول علاوہ غریب ہونے کے بالکل ہی منکر ہے بہت ممکن ہے کہ یہ بنی اسرئیلی قول ہو۔ آپ نے جب اس تنہائی کے مکان میں ایک غیر شخص کو دیکھا تو یہ سمجھ کر کہ کہیں یہ کوئی برا آدمی نہ ہو، اسے اللہ کا خوف دلایا کہ اگر تو پرہیزگار ہے تو اللہ کا خوف کر۔ میں اللہ کی پناہ چاہتی ہوں۔ اتنا پتہ تو آپ کو ان کے بشرے سے چل گیا تھا کہ یہ کوئی بھلا انسان ہے۔ اور یہ جانتی تھیں کہ نیک شخص کو اللہ کا ڈر اور خوف کافی ہے۔ فرشتے نے آپ کا خوف وہراس ڈر اور گھبراہٹ دور کرنے کے لئے صاف کہہ دیا کہ اور کوئی گمان نہ کرو میں تو اللہ کا بھیجا ہوا فرشتہ ہوں، کہتے ہیں کہ اللہ کا نام سن کر حضرت جبرائیل ؑ کانپ اٹھے اور اپنی صورت پر آگئے اور کہہ دیا میں اللہ کا قاصد ہوں۔ اس لئے اللہ نے مجھے بھیجا ہے کہ وہ تجھے ایک پاک نفس فرزند عطا کرنا چاہتا ہے لاحب کی دوسری قرأت لیھب ہے۔ ابو عمر و بن علا جو ایک مشہور معروف قاری ہیں۔ ان کی یہی قرأت ہے۔ دونوں قرأتوں کی توجیہ اور مطلب بالکل صاف ہے اور دونوں میں استلزام بھی ہے۔ یہ سن کر مریم صدیقہ ؑ کو اور تعجب ہوا کہ سبحان اللہ مجھے بچہ کیسے ہوگا ؟ میرا تو نکاح ہی نہیں ہوا اور برائی کا مجھے تصور تک نہیں ہوا۔ میرے جسم پر کسی انسان کا کبھی ہاتھ ہی نہیں لگا۔ میں بدکار نہیں پھر میرے ہاں اولاد کیسی \" بغیا \" سے مراد زنا کار ہے جیسے حدیث میں بھی یہ لفظ اسی معنی میں ہے کہ مہر البغی زانیہ کی خرچی حرام ہے۔ فرشتے نے آپ کے تعجب کو یہ فرما کر دور کرنا چاہا کہ یہ سب سچ ہے لیکن اللہ اس پر قادر ہے کہ بغیر خاوند کے اور بغیر کسی اور بات کے بھی اولاد دے دے۔ وہ جو چاہے ہوجاتا ہے۔ اللہ تعالیٰ اس بچے کو اور اس واقعہ کو اپنے بندوں کی تذکیر کا سبب بنا دے گا۔ یہ قدرت الہٰی کی ایک نشانی ہوگی تاکہ لوگ جان لیں کہ وہ خالق ہر طرح کی پیدائش پر قادر ہے۔ آدم ؑ کو بغیر عورت مرد کے پیدا کیا حوا کو صرف مرد سے بغیر عورت کے پیدا کیا۔ باقی تمام انسانوں کو مرد و عورت سے پیدا کیا سوائے حضرت عیسیٰ ؑ کے کہ وہ بغیر مرد کے صرف عورت سے ہی پیدا ہوئے۔ پس تقیسم کی یہ چار ہی صورتیں ہوسکتی تھیں جو سب پوری کردی گئیں اور اپنی کمال قدرت اور عظیم سلطنت کی مثال قائم کردی۔ فی الواقع نہ اس کے سوا کوئی معبود نہ پروردگار۔ اور یہ بچہ اللہ کی رحمت بنے گا، رب کا پیغمبر بنے گا اللہ کی عبادت کی دعوت اس کی مخلوق کو دے گا۔ جیسے اور آیت میں ہے کہ فرشتوں نے کہا اے مریم اللہ تعالیٰ تجھے اپنے ایک کلمے کی خوش خبری سناتا ہے جس کا نام مسیح عیسیٰ بن مریم ہوگا جو دنیا اور آخرت میں آبرودار ہوگا اور ہوگا بھی اللہ کا مقرب وہ گہوارے میں ہی بولنے لگے گا اور ادھیڑ عمر میں بھی۔ اور صالح لوگوں میں سے ہوگا یعنی بچپن اور بڑھاپے میں اللہ کے دین کی دعوت دے گا۔ مروی ہے کہ حضرت مریم نے فرمایا کہ خلوت اور تنہائی کے موقعہ پر مجھ سے حضرت عیسیٰ ؑ بولتے تھے اور مجمع میں اللہ کی تسبیح بیان کرتے تھے یہ حال اس وقت کا ہے جب کہ آپ میرے پیٹ میں تھے۔ پھر فرماتا ہے کہ یہ کام علم اللہ میں مقدر اور مقرر ہوچکا ہے وہ اپنی قدرت سے یہ کام پورا کر کے ہی رہے گا۔ بہت ممکن ہے کہ یہ قول بھی حضرت جبرائیل ؑ کا ہو۔ اور یہ بھی ہوسکتا ہے کہ یہ فرمان الہٰی آنحضرت ﷺ سے ہو۔ اور مراد اس سے روح کا پھونک دینا ہو۔ جیسے فرمان ہے کہ عمران کی بیٹی مریم باعصمت بیوی تھیں ہم نے اس میں روح پھونکی تھی۔ اور آیت میں ہے وہ باعصمت عورت جس میں ہم نے اپنی روح پھونک دی۔ پس اس جملہ کا مطلب یہ ہے کہ یہ تو ہو کر ہی رہے گا۔ اللہ تعالیٰ اس کا ارادہ کرچکا ہے۔",
  "ayah": 21,
  "surah": 19
}
