{
  "text": "حضرت عیسیٰ کے بارے میں مختلف اقوال۔اللہ تعالیٰ اپنے رسول حضرت محمد مصطفیٰ ﷺ سے فرماتا ہے کہ حضرت عیسیٰ ؑ کے واقعہ میں جن جن لوگوں کا اختلاف تھا ان میں جو بات صحیح تھی وہ اتنی ہی تھی جتنی ہم نے بیان فرما دی۔ قول کی دوسری قرأت قول بھی ہے۔ ابن مسعود کی قرأت میں قال الحق ہے۔ قول کا رفع زیادہ ظاہر ہے جیسے (اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ01407ۧ) 2۔ البقرة :147) ، میں۔ یہ بیان فرما کر کہ جناب عیسیٰ ؑ اللہ کے نبی تھے اور اس کے بندے پھر اپنے نفس کی پاکیزگی بیان فرماتا ہے کہ اللہ کی شان سے گری ہوئی بات ہے کہ اس کی اولاد ہو۔ یہ جاہل عالم جو افواہیں اڑا رہے ہیں ان سے اللہ تعالیٰ پاک اور دور ہے وہ جس کام کو کرنا چاہتا ہے اسے سامان اسباب کی ضرورت نہیں پڑتی فرما دیتا ہے کہ ہوجا اسی وقت وہ کام اسی طرح ہوجاتا ہے۔ ادھر حکم ہوا ادھر چیز تیار موجود۔ جیسے فرمان ہے (اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۭخَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ 59؀) 3۔ آل عمران :59) یعنی حضرت عیسیٰ ؑ کی مثال اللہ کے نزدیک مثل آدم ؑ کے ہے کہ اسے مٹی سے بنا کر فرمایا ہوجا اسی وقت وہ ہوگیا یہ بالکل سچ ہے اور اللہ کا فرمان تجھے اس میں کسی قسم کا شک نہ کرنا چاہئے۔ حضرت عیسیٰ ؑ نے اپنی قوم سے یہ بھی فرمایا کہ میرا اور تم سب کا رب اللہ تعالیٰ ہی ہے تم سب اسی کی عبادت کرتے رہو۔ سیدھی راہ جسے میں اللہ کی جانب سے لے کر آیا ہوں یہی ہے۔ اس کی تابعداری کرنے والا ہدایت پر ہے اور اس کا خلاف کرنے والا گمراہی پر ہے یہ فرمان بھی آپ کا ماں کی گود سے ہی تھا۔ حضرت عیسیٰ ؑ کے اپنے بیان اور حکم کے خلاف بعد والوں نے لب کشائی کی اور ان کے بارے میں مختلف پارٹیوں کی شکل میں یہ لوگ بٹ گئے۔ چناچہ یہود نے کہا کہ حضرت عیسیٰ ؑ نعوذ باللہ ولد الزنا ہیں، اللہ کی لعنتیں ان پر ہوں کہ انہوں نے اللہ کے ایک بہترین رسول پر بدترین تہمت لگائی۔ اور کہا کہ ان کا یہ کلام وغیرہ سب جادو کے کرشمے تھے۔ اسی طرح نصاریٰ بہک گئے کہنے لگے کہ یہ تو خود اللہ ہے یہ کلام اللہ کا ہی ہے۔ کسی نے کہا یہ اللہ کا لڑکا ہے کسی نے کہا تین معبودوں میں سے ایک ہے ہاں ایک جماعت نے واقعہ کے مطابق کہا کہ آپ اللہ کے بندے اور اس کے رسول ہیں یہی قول صحیح ہے۔ اہل اسلام کا عقیدہ حضرت عیسیٰ ؑ کی نسبت یہی ہے اور یہی تعلیم الہٰی ہے۔ کہتے ہیں کہ بنواسرائیل کا مجمع جمع ہوا ہے اور اپنے میں سے انہوں نے چار ہزار آدمی چھانٹے ہر قوم نے اپنا اپنا ایک عالم پیش کیا۔ یہ واقعہ حضرت عیسیٰ ؑ کے آسمان پر اٹھ جانے کے بعد کا ہے۔ یہ لوگ آپس میں متنازع ہوئے ایک تو کہنے لگایہ خود اللہ تھا جب تک اس نے چاہا زمین پر رہا جسے چاہا جلایا جسے چاہا مارا پھر آسمان پر چلا گیا اس گروہ کو یعقوبیہ کہتے ہیں لیکن اور تینوں نے اسے جھٹلایا اور کہا تو نے جھوٹ کہا اب دو نے تیسرے سے کہا اچھا تو کہہ تیرا کیا خیال ہے ؟ اس نے کہا وہ اللہ کے بیٹے تھے اس جماعت کا نام نسطوریہ پڑا۔ دو جو رہ گئے انہوں نے کہا تو نے بھی غلط کہا ہے۔ پھر ان دو میں سے ایک نے کہا تم کہو اس نے کہا میں تو یہ عقیدہ رکھتا ہوں کہ وہ تین میں سے ایک ہیں ایک تو اللہ جو معبود ہے۔ دوسرے یہی جو معبود ہیں تیسرے ان کی والدہ جو معبود ہیں۔ یہ اسرائیلیہ گروہ ہوا اور یہی نصرانیوں کے بادشاہ تھے ان پر اللہ کی لعنتیں۔ چوتھے نے کہا تم سب جھوٹے ہو حضرت عیسیٰ ؑ اللہ کے بندے ہیں اور رسول تھے اللہ ہی کا کلمہ تھے اور اس کے پاس کی بھیجی ہوئی روح۔ یہ لوگ مسلمان کہلائے اور یہی سچے تھے ان میں سے جس کے تابع جو تھے وہ اسی کے قول پر ہوگئے اور آپس میں خوب اچھلے۔ چونکہ سچے اسلام والے ہر زمانے میں تعداد میں کم ہوتے ہیں ان پر یہ ملعون چھاگئے انہیں دبا لیا انہیں مارنا پیٹنا اور قتل کرنا شروع کردیا۔ اکثر مورخین کا بیان ہے کہ قسطنطین بادشاہ نے تین بار عیسائیوں کو جمع کیا آخری مرتبہ کے اجتماع میں ان کے دو ہزار ایک سو ستر علماء جمع ہوئے تھے لیکن یہ سب آپس میں حضرت عیسیٰ ؑ کے بارے میں مختلف آراء رکھتے تھے۔ سو کچھ کہتے تو ستر اور ہی کچھ کہتے، پچاس کچھ اور ہی کہہ رہے تھے، ساٹھ کا عقیدہ کچھ اور ہی تھا ہر ایک کا خیال دوسرے سے ٹکرا رہا تھا۔ سب سے بڑی جماعت تین سو آٹھ کی تھی۔ بادشاہ نے اس طرف کثرت دیکھ کر کثرت کا ساتھ دیا۔ مصلحت ملکی اسی میں تھی کہ اس کثیر گروہ کی طرفداری کی جائے لہذا اس کی پالیسی نے اسے اسی طرف متوجہ کردیا۔ اور اس نے باقی کے سب لوگوں کو نکلوا دیا اور ان کے لئے امانت کبریٰ کی رسم ایجاد کی جو دراصل سب سے زیادہ بدترین خیانت ہے۔ اب مسائل شرعیہ کی کتابیں ان علماء سے لکھوائیں اور بہت سی رسومات ملکی اور ضروریات شہری کو شرعی صورت میں داخل کرلیا۔ بہت سی نئی نئی باتیں ایجاد کیں اور اصلی دین مسیحی کی صورت کو مسخ کر کے ایک مجموعہ مرتب کرایا اور اسے لوگوں میں رائج کردیا اور اس وقت سے دین مسیحی یہی سمجھا جانے لگا۔ جب اس پر ان سب کو رضامند کرلیا تو اب چاروں طرف کلیسا، گرجے اور عبادت خانے بنوانے اور وہاں ان علماء کو بٹھانے اور ان کے ذریعے سے اس اپنی نومولود میسیحت کو پھیلانے کی کوشش میں لگ گیا۔ شام میں، جزیرہ میں، روم میں تقریبا بارہ ہزار ایسے مکانات اس کے زمانے میں تعمیر کرائے گئے اس کی ماں ہیلانہ نے جس جگہ سولی گڑھی ہوئی تھی وہاں ایک قبہ بنوادیا اور اس کی باقاعدہ پرستش شروع ہوگئی۔ اور سب نے یقین کرلیا کہ حضرت عیسیٰ ؑ سولی پر چڑھ گئے حالانکہ ان کا یہ قول غلط ہے اللہ نے اپنے اس معزز بندے کو اپنی جانب آسمان پر چڑھا لیا ہے۔ یہ عیسائی مذہب کم اختلاف کی ہلکی سی مثال۔ ایسے لوگ جو اللہ پر جھوٹ افترا باندھیں اس کی اولادیں اور شریک وحصہ دار ثابت کریں گو وہ دنیا میں مہلت پالیں لیکن اس عظیم الشان دن کو ان کی ہلاکت انہیں چاروں طرف سے گھیر لے گی اور برباد ہوجائیں گے۔ اللہ تعالیٰ نافرمانوں کو گو جاری عذاب نہ کرے لیکن بالکل چھوڑتا بھی نہیں۔ بخاری ومسلم کی حدیث میں ہے اللہ تعالیٰ ظالم کو ڈھیل دیتا ہے لیکن جب اس کی پکڑ نازل ہوتی ہے تو پھر کوئی جائے پناہ باقی نہیں رہتی یہ فرما کر رسول اللہ ﷺ نے آیت قرآن (وَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰي وَهِىَ ظَالِمَةٌ ۭ اِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ01002) 11۔ ھود :102) تلاوت فرمائی۔ یعنی تیرے رب کی پکڑ کا طریقہ ایسا ہی ہے جب وہ کسی ظلم سے آلودہ بستی کو پکڑتا ہے۔ یقین مانو کہ اس کی پکڑ نہایت المناک اور سخت ہے۔ بخاری مسلم کی اور حدیث میں ہے کہ ناپسند باتوں کو سن کر صبر کرنے والا اللہ سے زیادہ کوئی نہیں۔ لوگ اس کی اولاد بتلاتے ہیں اور وہ انہیں روزیاں دے رہا ہے اور عافیت بھی۔ خود قرآن فرماتا ہے (وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَا ۚ وَاِلَيَّ الْمَصِيْرُ 48؀) 22۔ الحج :48) بہت سی بستیوں والے وہ ہیں جن کے ظالم ہونے کے باوجود میں نے انہیں ڈھیل دی پھر پکڑ لیا آخر لوٹنا تو میری ہی جانب ہے۔ اور آیت میں ہے کہ ظالم لوگ اپنے اعمال سے اللہ کو غافل سمجھیں انہیں جو مہلت ہے وہ اس دن تک ہے جس دن آنکھیں اوپر چڑھ جائیں گی۔ یہی فرمان یہاں بھی ہے کہ ان پر اس بہت بڑے دن کی حاضری نہایت سخت دشوار ہوگی۔ صحیح حدیث میں ہے جو شخص اس بات کی گواہی دے کہ اللہ ایک ہے وہی معبود برحق ہے اس کے سوا لائق عبادت اور کوئی نہیں اور یہ کہ محمد ﷺ اللہ کے بندے اور رسول ہیں اور یہ کہ حضرت عیسیٰ ؑ اللہ کے بندے اور اس کے پیغمبر ہیں اور اسکا کلمہ ہیں جسے حضرت مریم ؑ کی طرف ڈالا تھا اور اس کے پاس کی بھیجی ہوئی روح ہیں اور یہ کہ جنت اور دوزخ حق ہے اس کے خواہ کیسے ہی اعمال ہوں اللہ اسے ضرور جنت میں پہنچائے گا۔",
  "ayah": 36,
  "surah": 19
}
