{
  "text": "بتوں کی پوجا۔مشرکین مکہ جو بت پرست ہیں اور اپنے آپ کو خلیل اللہ کا متبع خیال کرتے ہیں ان کے سامنے اے نبی ﷺ خود حضرت ابراہیم ؑ کا واقعہ بیان کیجئے۔ اس سچے نبی نے اپنے باپ کی بھی پرواہ نہ کی اور اس کے سامنے بھی حق کو واضح کردیا اور اسے بت پرستی سے روکا۔ صاف کہا کہ کیوں ان بتوں کی پوجا پاٹ کر رہے ہوں جو نہ نفع پہنچا سکیں نہ ضرر۔ فرمایا کہ میں بیشک آپ کا بچہ ہوں لیکن اللہ کا علم جو میرے پاس ہے آپ کے پاس نہیں آپ میری اتباع کیجئے میں آپ کو راہ راست دکھاؤں گا برائیوں سے بچادوں گا۔ ابا جی یہ بت پرستی تو شیطان کی تابعداری ہے وہی اس کی راہ سمجھاتا ہے اور وہی اس سے خوش ہوتا ہے۔ جیسے سورة یاسین میں ہے (اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَ ۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ 60؀ۙ) 36۔ يس :60) ، اللہ تعالیٰ فرمائے گا کہ اے انسانوں کیا میں نے تم سے عہد نہیں لیا تھا کہ شیطان کی عبادت نہ کرنا وہ تمہارا کھلا دشمن ہے اور آیت میں ہے (اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًا ۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًا01107ۙ) 4۔ النسآء :117) ، یہ لوگ تو عورتوں کو پکارتے ہیں اور اللہ کو چھوڑتے ہیں دراصل یہ سرکش شیطان کے پکارنے والے ہیں آپ نے فرمایا شیطان اللہ کا نافرمان ہے، مخالف ہے، اس کی فرمابرداری سے تکبر کرنے والا ہے، اسی وجہ سے راندہ درگاہ ہوا ہے اگر تو نے بھی اس کی اطاعت کی تو وہ اپنی حالت پر تجھے بھی پہنچادے گا۔ ابا جان آپ کے اس شرک وعصیان کی وجہ سے مجھے تو خوف ہے کہ کہیں آپ پر اللہ کا کوئی عذاب نہ آجائے اور آپ شیطان کے دوست اور اس کے ساتھی نہ بن جائیں اور اللہ کی مدد اور اس کا ساتھ آپ سے چھوٹ نہ جائے۔ دیکھو شیطان خود بیکس بےبس ہے اس کی تابعداری آپ کو بری جگہ پہنچا دے گی۔ جیسے فرمان باری ہے۔ (تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ 63؀) 16۔ النحل :63) یعنی یہ یقینی اور قسمیہ بات ہے کہ تجھ سے پہلے کی امتوں کی طرف بھی ہم نے رسول بھیجے لیکن شیطان نے ان کی بداعمالیاں انہیں مزین کر کے دکھلائیں اور وہی ان کا ساتھی بن گیا لیکن کام کچھ نہ آیا اور قیامت کے دن عذاب الیم میں پھنس گئے۔",
  "ayah": 42,
  "surah": 19
}
