{
  "text": "خلوص ابراہیم ؑ۔اپنے خلیل ؑ کا بیان فرما کر اب اپنے کلیم ؑ کا بیان فرماتا ہے۔ مُخلَصاً کی دوسری قرأت مُخلِصاً بھی ہے۔ یعنی وہ بااخلاص عبات کرنے والے تھے۔ مروی ہے کہ حواریوں نے حضرت عیسیٰ ؑ سے دریافت کیا کہ اے روح اللہ ہمیں بتائیے مخلص شخص کون ہے ؟ آپ نے فرمایا جو محض اللہ کے لئے عمل کرے اسے اس بات کی چاہت نہ ہو کہ لوگ میری تعریفیں کریں۔ دوسری قرأت میں مخلصا ہے یعنی اللہ کے چیدہ اور برگزیدہ بندے حضرت موسیٰ ؑ جیسے فرمان باری ہے (اِنِّى اصْطَفَيْتُكَ عَلَي النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ڮ فَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ01404) 7۔ الاعراف :144) آپ اللہ کے نبی اور رسول تھے پانچ بڑے بڑے جلیل القدر اولو العزم رسولوں میں سے ایک آپ ہیں یعنی، نوح، ابراہیم، موسیٰ ، عیسیٰ ، اور محمد صلوات اللہ وسلامہ علیہم وعلی سائر الانبیاء اجمعین۔ ہم نے انہیں مبارک پہاڑطور کی دائیں جانب سے آواز دی سرگوشی کرتے ہوئے اپنے قریب کرلیا۔ یہ واقعہ اس وقت کا ہے جب آپ آگ کی تلاش میں طور کی طرف یہاں آگ دیکھ کر بڑھے تھے۔ ابن عباس ؓ وغیرہ فرماتے ہیں اس قدر قریب ہوگئے کہ قلم کی آواز سننے لگے۔ مراد اس سے توراۃ لکھنے کی قلم ہے۔ سدی کہتے ہیں آسمان میں گئے اور کلام باری سے مشرف ہوئے۔ کہتے ہیں انہی باتوں میں یہ فرمان بھی ہے کہ اے موسیٰ جب کہ میں ترے دل کو شکر گزار اور تیری زبان کو اپنا ذکر کرنے والی بنا دوں اور تجھے ایسی بیوی دوں جو نیکی کے کاموں میں تیری معاون ہو تو سمجھ لے کہ میں نے تجھ سے کوئی بھلائی اٹھا نہیں رکھی۔ اور جسے میں یہ چیزیں نہ دوں سمجھ لے کہ اسے کوئی بھلائی نہیں ملی۔ ان پر ایک مہربانی ہم نے یہ بھی کی کہ ان کے بھائی ہارون کو نبی بنا کر ان کی امداد کے لئے ان کے ساتھ کردیا جیسے کہ آپ کی چاہت اور دعا تھی۔ فرمایا تھا (وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْاً يُّصَدِّقُنِيْٓ ۡ اِنِّىْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ 34؀) 28۔ القصص :34) ، اور آیت میں ہے (قَالَ قَدْ اُوْتِيْتَ سُؤْلَكَ يٰمُوْسٰى 36۔) 20۔ طه :36) موسیٰ تیرا سوال ہم نے پورا کردیا۔ آپ کی دعا کے لفظ یہ بھی وارد ہیں (فَاَرْسِلْ اِلٰى هٰرُوْنَ 13؀) 26۔ الشعراء :13) ، ہارون کو بھی رسول بنا الخ کہتے ہیں کہ اس سے زیادہ دعا اور اس سے بڑھ کر شفاعت کسی نے کسی کی دنیا میں نہیں کی۔ حضرت ہارون حضرت موسیٰ ؑ سے بڑے تھے۔ صلوات اللہ وسلامہ علیھما۔",
  "ayah": 53,
  "surah": 19
}
