{
  "text": "ابو الحجاز ؑ۔حضرت اسماعیل بن حضرت ابراہیم (علیہما السلام) کا ذکر خیر بیان ہو رہا ہے آپ سارے حجاز کے باپ ہیں جو نذر اللہ کے نام کی مانتے تھے جو عبادت کرنے کا ارادہ کرتے تھے پوری ہی کرتے تھے۔ ہر حق ادا کرتے تھے ہر وعدے کی وفا کرتے تھے۔ ایک شخص سے وعدہ کیا کہ فلاں جگہ آپ کو ملوں گا وہاں آپ آجانا۔ حسب وعدہ حضرت اسماعیل ؑ وہاں گئے لیکن وہ شخص نہیں آیا تھا۔ آپ اس کے انتظار میں وہیں ٹھیرے رہے یہاں تک کہ ایک دن رات پورا گزر گیا اب اس شخص کو یاد آیا اس نے آکر دیکھا کہ آپ وہیں انتظار میں ہیں پوچھا کہ کیا آپ کل سے یہیں ہیں ؟ آپ نے فرمایا جب وعدہ ہوچکا تھا تو پھر میں آپ کے آئے بغیر کیسے ہٹ سکتا تھا اس نے معذرت کی کہ میں بالکل بھول گیا تھا۔ سفیان ثوری رحمۃ اللہ تو کہتے ہیں یہیں انتظار میں ہی آپ کو ایک سال کامل گزر چکا تھا۔ ابن شوزب کہتے ہیں وہیں مکان کرلیا تھا۔ عبداللہ بن الحما کہتے ہیں کہ آنحضرت ﷺ کی نبوت سے پہلے میں نے آپ سے کچھ تجارتی لین دین کیا تھا میں چلا گیا اور یہ کہہ گیا کہ آپ یہیں ٹھہریے میں ابھی واپس آتا ہوں پھر مجھے خیال ہی نہ رہا وہ دن گزرا وہ رات گزری دوسرا دن گزر گیا تیسرے دن مجھے خیال آیا تو دیکھا آپ وہیں تشریف فرما ہیں۔ آپ نے فرمایا تم نے مجھ مشقت میں ڈال دیا میں آج تین دن سے یہیں تمہارا انتظار کرتا رہا۔ (خرائطی) یہ بھی کہا گیا ہے کہ یہ اس وعدے کا ذکر ہے جو آپ نے بوقت ذبح کیا تھا کہ اباجی آپ مجھے صبر کرنے والا پائیں گے۔ چناچہ فی الواقع آپ نے وعدے کی وفا کی اور صبرو برداشت سے کام لیا۔ وعدے کی وفا نیک کام ہے اور وعدہ خلافی بہت بری چیز ہے۔ قرآن کریم فرماتا ہے ایمان والو وہ باتیں زبان سے کیوں نکالتے ہو جن پر خود عمل نہیں کرتے اللہ کے نزدیک یہ بات نہایت ہی غضبناکی کی ہے کہ تم وہ کہو جو نہ کرو۔ رسول اللہ ﷺ فرماتے ہیں منافق کی تین نشانیاں ہیں باتوں میں جھوٹ، وعدہ خلافی اور امانت میں خیانت۔ ان آفتوں سے مومن الگ تھلگ ہوتے ہیں یہی وعدے کی سچائی حضرت اسماعیل ؑ میں تھی اور یہی پاک صفت جناب محمد مصطفیٰ ﷺ میں بھی تھی۔ کبھی کسی سے کسی وعدے کے خلاف آپ نے نہیں کیا۔ آپ نے ایک مرتبہ ابو العاص بن ربیع کی تعریف کرتے ہوئے فرمایا کہ اس نے مجھ سے جو بات کی سچی کی اور جو وعدہ اس نے مجھ سے کیا پورا کیا۔ حضرت صدیق اکبر ؓ نے تخت خلافت نبوی پر قدم رکھتے ہی اعلان کردیا کہ جس سے نبی کریم ﷺ نے جو وعدہ کیا ہو میں اسے پورا کرنے کے لیے تیار ہوں اور حضور ﷺ پر جس کا قرض ہو میں اس کی ادائیگی کے لیے موجود ہوں۔ چناچہ حضرت جابر بن عبداللہ تشریف لائے اور عرض کیا کہ مجھ سے رسول اللہ نے فرمایا تھا کہ اگر بحرین کا مال آیا تو میں تجھے تین لپیں بھر کر دونگا۔ حضرت صدیق اکبر ؓ کے پاس جب بحرین کا مال آیا تو آپ نے حضرت جابر ؓ کو بلوا کر فرمایا لو لپ بھر لو۔ آپ کی لپ میں پانچ سو درہم آئے حکم دیا کہ تین لپوں کے پندرہ سو درہم لے لو۔ پھر حضرت اسماعیل کا رسول نبی ہونا بیان فرمایا۔ حالانکہ حضرت اسحاق ؑ کا صرف نبی ہونا بیان فرمایا گیا ہے اس سے آپ کی فضیلت اپنے بھائی پر ثابت ہوتی ہے۔ چناچہ مسلم شریف کی حدیث میں ہے کہ اولاد ابراہیم ؑ میں سے اللہ نے حضرت اسماعیل ؑ کو پسند فرمایا، الخ۔ پھر آپ کی مزید تعریف بیان ہو رہی ہے کہ آپ اللہ کی اطاعت پر صابر تھے اور اپنے گھرانے کو بھی یہی حکم فرماتے رہتے تھے۔ یہی فرمان اللہ تعالیٰ کا آنحضرت ﷺ کو ہے (وَاْمُرْ اَهْلَكَ بالصَّلٰوةِ وَاصْطَبِرْ عَلَيْهَا ۭ لَا نَسْــَٔــلُكَ رِزْقًا ۭ نَحْنُ نَرْزُقُكَ ۭ وَالْعَاقِبَةُ للتَّقْوٰى01302) 20۔ طه :132) ، اپنی اہل و عیال کو نماز کا حکم کرتا رہ اور خود بھی اس پر مضبوطی سے عامل رہ۔ اور آیت میں ہے (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۗىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ) 66۔ التحریم :6) ، اے ایمان والو ! اپنے آپ کو اور اپنیے اہل و عیال کو اس آگ سے بچا لو جس کا ایندھن انسان ہیں اور پتھر۔ جہاں عذاب کرنے والے فرشتے رحم سے خالی زور آور اور بڑے سخت ہیں۔ ناممکن ہے کہ اللہ کے حکم کا وہ خلاف کریں بلکہ جو ان سے کہا گیا ہے اسی کی تابعداری میں مشغول ہیں۔ پس مسلمانوں کو حکم الہٰی ہو رہا ہے کہ اپنے گھر بار کو اللہ کی باتوں کی ہدایت کرتے رہیں گناہوں سے روکتے رہیں یونہی بےتعلیم نہ چھوڑیں کہ وہ جہنم کا لقمہ بن جائیں رسول اللہ ﷺ فرماتے ہیں اس مرد پر اللہ کا رحم ہو جو رات کو تہجد پڑھنے کے لئے اپنے بستر سے اٹھتا ہے پھر اپنی بیوی کو اٹھاتا ہے اور اگر وہ نہیں اٹھتی تو اس کے منہ پر پانی چھڑک کر اسے نیند سے بیدار کرتا ہے اس عورت پر بھی اللہ کی رحمت ہو جو رات کو تہجد پڑھنے کے لئے اٹھتی ہے۔ پھر اپنے میاں کو جگاتی ہے اور نہ جاگے تو اس کے منہ پر پانی کا چھینٹا ڈالتی ہے (ابو داؤد، ابن ماجہ) آپ کا فرمان ہے کہ جب انسان رات کو جاگے اور اپنی بیوی کو بھی جگائے اور دونوں دو رکعت بھی نماز کی ادا کرلیں تو اللہ کے ہاں اللہ کا ذکر کرنے والے مردوں عورتوں میں دونوں کے نام لکھ لئے جاتے ہیں (ابوداؤد، نسائی ابن ماجہ)",
  "ayah": 55,
  "surah": 19
}
