{
  "text": "کثرت مال فریب زندگی۔اللہ کی صاف صریح آیتوں سے پروردگار کے دلیل وبرہان والے کلام سے کفار کو کوئی فائدہ نہیں پہنچتا وہ ان سے منہ موڑ لیتے ہیں دیدے پھیر لیتے ہیں اور اپنی ظاہری شان وشوکت سے انہیں مرعوب کرنا چاہتے ہیں۔ کہتے ہیں بتاؤ کس کے مکانات پر تکلف ہیں اور کس کی بیٹھکیں سجی ہوئی اور بارونق ہیں ؟ پس ہم جو کہ مال ودولت، شان وشوکت، عزت وآبرو میں ان سے بڑھے ہوئے ہیں ہم اللہ کے پیارے ہیں یا یہ جو کہ چھپے پھرتے ہیں ؟ کھانے پینے کو نہیں پاتے، کہیں ارقم بن ابو ارقم کے گھر چھپتے ہیں، کہیں اور، ادھر ادھر بھاگتے پھرتے ہیں۔ جیسے اور آیت میں ہے کافروں نے کہا (لَوْ كَانَ خَيْرًا مَّا سَبَقُوْنَآ اِلَيْهِ ۭ وَاِذْ لَمْ يَهْتَدُوْا بِهٖ فَسَيَقُوْلُوْنَ ھٰذَآ اِفْكٌ قَدِيْمٌ 11 ؀) 46۔ الأحقاف :11) اگر یہ دین بہتر ہوتا تو اسے پہلے ہم مانتے یا یہ ؟ حضرت نوح ؑ کی قوم نے بھی یہی کہا تھا کہ (انومن لک واتبعک الا رزلون) تیرے ماننے والے تو سب غریب محتاج لوگ ہیں ہم تیرے تابعدار بن نہیں سکتے۔ اور آیت میں ہے کہ اسی طرح انہیں دھوکہ لگ رہا ہے اور کہہ اٹھتے ہیں کہ کیا یہی وہ اللہ کے پیارے بندے ہیں جنہیں اللہ نے ہم پر فضیلت دی ہے ؟ پھر ان کے اس مغالطے کا جواب دیا کہ ان سے پہلے ان سے بھی ظاہر داری میں بڑھے ہوئے اور مالداری میں آگے نکلے ہوئے لوگ تھے لیکن ان کی بداعمالیوں کی وجہ سے ہم نے انہیں تہس نہس کردیا۔ ان کی مجلسیں، ان کے مکانات ان کی قوتیں، ان کی مالداریاں ان سے سوا تھیں۔ شان وشوکت میں، ٹیپ ٹاپ میں، تکلفات میں، امارت میں اور شرافت میں ان سے کہیں زیادہ تھے۔ ان کے تکبر اور عناد کی وجہ سے ہم نے ان کا بھس اڑا دیا۔ غارت اور برباد کردیا۔ فرعونیوں کو دیکھ لو انکے باغات انکی نہریں انکی کھیتاں انکے شاندار مکانات اور عالیشان محلات اب تک موجود ہیں اور وہ غارت کردیے گئے مچھلیوں کا لقمہ بن گئے۔ مقام سے مراد مسکین اور نعمتیں ہیں \"، ندی \" سے مراد مجلسیں اور بیٹھکیں ہیں۔ عرب میں بیٹھکوں اور لوگوں کے جمع ہونے کی جگہوں کو نادی اور ندی کہتے ہیں جیسے آیت (فِيْ نَادِيْكُمُ الْمُنْكَرَ ۭ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَاب اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ 29؀) 29۔ العنکبوت :29) میں ہے یہی ان مشرکین کا قول تھا کہ ہم بہ اعتبار دنیا تم سے بہت بڑھے ہوئے ہیں لباس میں مال میں متاع میں صورت شکل میں ہم تم سے افضل ہیں۔",
  "ayah": 74,
  "surah": 19
}
