{
  "text": "عیار مقروض اور حضرت خباب۔حضرت خباب بن ارت ؓ فرماتے ہیں میں لوہار تھا اور میرا کچھ قرض عاص بن وائل کے ذمے تھا میں اس سے تقاضا کرنے کو گیا تو اس نے کہا میں تو تیرا قرض اس وقت تک ادا نہ کروں گا جب تک کہ تو حضرت محمد ﷺ کی تابعداری سے نہ نکل جائے میں نے کہا میں تو یہ کفر اس وقت تک بھی نہیں کرسکتا کہ تو مر کر دوبارہ زندہ ہو۔ اس کافر نے کہا بس تو پھر یہی رہی جب میں مرنے کے بعد زندہ ہوں گا تو ضرور مجھے میرا مال اور میری اولاد بھی ملے گی وہیں تیرا قرض بھی ادا کردوں گا تو آجانا۔ اس پر یہ آیت اتری۔ (بخاری مسلم) دوسری روایت میں ہے کہ میں نے مکہ میں اس کی تلوار بنائی تھی اس کی اجرت میری ادھار تھی۔ فرماتا ہے کہ کیا اسے غیب کی خبر مل گئی ؟ یا اس نے اللہ رحمان سے کوئی قول قرار لے لیا ؟ اور روایت میں ہے کہ اس پر میرے بہت سے درہم بطور قرض کے چڑھ گئے اس لئے مجھے جو جواب دیا میں نے اس کا تذکرہ رسول اللہ ﷺ سے کیا اس پر یہ آیتیں آتری اور روایت میں ہے کہ کئی ایک مسلمانوں کا قرض اس کے ذمے تھا ان کے تقاضوں پر اس نے کہا کہ کیا تمہارے دین میں یہ نہیں کہ جنت میں سونا چاندی ریشم پھل پھول وغیرہ ہوں گے ؟ ہم نے کہا ہاں ہے تو کہا بس تو یہ چیزیں مجھے ضرور ملیں گی میں وہیں تم سب کو دے دوں گا۔ پس یہ آیتیں فردا تک اتریں۔ ولدا کی دوسری قرأت واؤ کے پیش سے بھی ہے معنی دونوں کے ایک ہی ہیں اور یہ بھی کہا گیا ہے کہ زبر سے تو مفرد کے معنی میں ہے اور پیش سے جمع کے معنی میں ہے۔ قیس قبیلے کی یہی لغت ہے واللہ اعلم۔ اس مغرور کو جواب ملتا ہے کہ کیا اسے غیب پر اطلاع ہے ؟ اسے آخرت کے اپنے انجام کی خبر ہے ؟ جو یہ قسمیں کھا کر کہہ رہا ہے ؟ یا اس نے اللہ سے کوئی قول وقرار، عہد و پیمان لیا ہے یا اس نے اللہ کی توحید مان لی ہے کہ اس کی وجہ سے اسے دخول جنت کا یقین ہو ؟ چناچہ آیت (لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا 87؀ۘ) 19۔ مریم :87) میں اللہ کی وحدانیت کے کلمے کا قائل ہوجانا ہی مراد لیا گیا ہے۔ پھر اس کے کلام کی تاکید کے ساتھ نفی کی جاتی ہے۔ اور اس کے خلاف موکد بیان ہو رہا ہے کہ اس کا یہ غرور کا کلمہ بھی ہمارے ہاں لکھا جا چکا ہے اس کا کفر بھی ملنا تو کجا اس کے برعکس دنیا کا مال و متاع اور اولاد و کنبہ بھی اس سے چھین لیا جائے گا اور وہ تن تنہا ہمارے حضور میں پیش ہوگا ابن مسعود ؓ کی قرأت میں (ونرثہ ماعندہ) ہے۔ اس کی جمع جتھا اور اس کے عمل ہمارے قبضے میں ہیں۔ یہ تو خالی ہاتھ سب کچھ چھوڑ چھاڑ ہمارے سامنے پیش ہوگا۔",
  "ayah": 80,
  "surah": 19
}
