{
  "text": "عیسیٰ ؑ کا تعارف اس مبارک سورت کے شروع میں اس بات کا ثبوت گزر چکا کہ حضرت عیسیٰ ؑ اللہ کے بندے ہیں۔ انہیں اللہ تعالیٰ نے باپ کے بغیر اپنے حکم سے حضرت مریم صدیقہ کے بطن سے پیدا کیا ہے۔ اس لئے یہاں ان لوگوں کی نادانی بیان ہو رہی ہے جو آپ کو اللہ کا بیٹا قرار دیتے ہیں۔ جس سے ذات الہٰی پاک ہے۔ ان کے قول کو بیان فرمایا۔ پھر فرمایا یہ بڑی بھاری بات ہے ادا اور ادا تینوں لغت ہیں لیکن مشہور ادا ہے۔ ان کی یہ بات اتنی بری ہے کہ آسمان کپکپا کر ٹوٹ پڑے اور زمین جھٹکے لے لے کر پھٹ جائے۔ اس لئے کہ زمین و آسمان اللہ تعالیٰ کی عزت و عظمت جانتی ہے، ان میں رب کی توحید سمائی ہوئی ہے انہیں معلوم ہے کہ ان بدکار بےسمجھ انسانوں نے اللہ کی ذات پر تہمت باندھی ہے نہ اس کی جنس کا کوئی نہ اس کی ماں نہ اولاد نہ اس کے شریک نہ اس جیسا کوئی۔ تمام مخلوق اس کی وحدانیت کی شاہد ہے کائنات کا ایک ایک ذرہ اس کی توحید پر دلالت کرنے والا ہے۔ اللہ کے ساتھ شرک کرنے والوں کے شرک سے ساری مخلوق کانپ اٹھتی ہے۔ قریب ہوتا ہے کہ انتظام کائنات درہم برہم ہوجائے۔ شرک کے ساتھ کوئی نیکی کار آمد نہیں ہوتی۔ کیا عجب کہ اس کے برعکس توحید کے ساتھ کے گناہ کل کے کل اللہ تعالیٰ معاف فرما دے۔ جیسے کہ حدیث میں ہے اپنے مرنے والوں کو لا الہ اللہ کی تلقین کرو۔ موت کے وقت جس نے اسے کہہ لیا اس کے لیے جنت واجب ہوگئی۔ صحابہ ؓ نے کہا حضور ﷺ جس نے زندگی میں کہہ لیا ؟ فرمایا اس کے لئے اور زیادہ واجب ہوگئی۔ قسم اللہ کی جس کے ہاتھ میں میری جان ہے کہ زمین و آسمان اور ان کی اور ان کے درمیان کی اور ان کے نیچے کی تمام چیزیں ترازو کے ایک پلڑے میں رکھ دی جائیں اور لا الہ الا اللہ کی شہادت دوسرے پلڑے میں رکھی جائے تو وہ ان سب سے وزن میں بڑھ جائے اسی کی مزید دلیل وہ حدیث ہے جس میں توحید کے ایک چھوٹے سے پرچے کا گناہوں کے بڑے بڑے دفتروں سے وزنی ہوجانا آیا ہے واللہ اعلم۔ پس ان کا یہ مقولہ اتنا بد ہے جسے سن کر آسمان بوجہ اللہ کی عظمت کے کانپ اٹھے اور زمین بوجہ غضب کے پھٹ جائے اور پہاڑ پاش پاش ہوجائیں۔ حضرت عبداللہ ؓ فرماتے ہیں ایک پہاڑ دوسرے پہاڑ سے دریافت کرتا ہے کہ کیا آج کوئی ایسا شخص بھی تجھ پر چڑھا جس نے اللہ کا ذکر کیا ہو ؟ وہ خوشی سے جواب دیتا ہے کہ ہاں۔ پس پہاڑ بھی باطل اور جھوٹ بات کو اور بھلی بات کو سنتے ہیں اور کلام نہیں کرتے۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ مروی ہے کہ اللہ تبارک وتعالیٰ نے جب زمین کو اور اس کے درختوں کو پیدا کیا تو ہر درخت ابن آدم کو پھل پھول اور نفع دیتا تھا مگر جب زمین پر رہنے والے لوگوں نے اللہ کے لئے اولاد کا لفظ بولا تو زمین ہل گئی اور درختوں میں کانٹے پڑگئے۔ کعب کہتے ہیں ملائیکہ غضبناک ہوگئے اور جہنم زور شور سے بھڑک اٹھی۔ مسند احمد میں فرمان رسول ﷺ ہے کہ لوگوں کی ایذاء دہندہ باتوں پر اللہ سے زیادہ صابر کوئی نہیں۔ لوگ اس کے ساتھ شریک کرتے ہیں، اس کی اولادیں مقرر کرتے ہیں اور وہ انہیں عافیت دے رہا ہے، روزیاں پہنچا رہا ہے، برائیاں ان سے ٹالتا رہتا ہے۔ پس ان کی اس بات سے کہ اللہ کی اولاد ہے زمین و آسمان اور پہاڑ تک تنگ ہیں اللہ کی عظمت وشان کے لائق نہیں کہ اس کے ہاں اولاد ہو۔ اس کے لڑکے لڑکیاں ہوں اس لئے کہ تمام مخلوق اس کی غلامی میں ہے اس کی جوڑ کا یا اس جیسا کوئی اور نہیں زمین و آسمان میں جو ہیں سب اس کے زیر فرمان اور حاضر باش غلام ہیں وہ سب کا آقا سب کا پالنہار سب کا خبر لینے والا ہے۔ سب کی گنتی اس کے پاس ہے سب کو اس کے علم نے گھیر رکھا ہے سب اس کی قدرت کے احاطے میں ہیں۔ ہر مرد و عورت چھوٹے بڑے کی اسے اطلاع ہے شروع پیدائش سے ختم دنیا تک کا اسے علم ہے اس کا کوئی مددگار نہیں نہ اس کا شریک وساجی۔ ہر ایک بےیارو مددگار اس کے سامنے قیامت کے روز پیش ہونے والا ہے ساری مخلوق کے فیصلے اس کے ہاتھ میں ہیں۔ وہی وحدہ لاشریک لہ سب کے حساب کتاب چکائے گا جو چاہے گا کرے گا عادل ہے ظالم نہیں کسی کی حق تلفی اس کی شان سے بعید ہے۔",
  "ayah": 93,
  "surah": 19
}
