{
  "text": "Земной удел Сулеймана был велик, и для того, чтобы люди не думали, что Сулейман не получит вознаграждения своего Господа после смерти, Всевышний Аллах сказал, что он будет одним из приближенных Аллаха и будет вознагражден самыми великими почестями. Из коранических повествований о пророках Давуде и Сулеймане можно сделать следующие полезные выводы и мудрые заключения: 1. Всевышний поведал Пророку Мухаммаду, да благословит его Аллах и приветствует, о жизни его предшественников для того, чтобы укрепить его веру и успокоить его душу. Аллах поведал об усердном поклонении и необычайной стойкости Божьих посланников, пробудив в нем дух соперничества и стремление еще лучше поклоняться Господу и терпеливо переносить все обиды и страдания, причиняемые невежественными соплеменниками. Именно поэтому Аллах вначале поведал о несправедливых речах мекканских многобожников, а затем велел Своему посланнику, да благословит его Аллах и приветствует, быть терпеливым и брать пример с пророка Давуда. 2. Всевышний Аллах похвалил Давуда за его физическую и духовную силу и усердное поклонение. Он любит видеть Своих рабов именно такими, потому что сильные люди могут лучше и дольше поклоняться Ему, нежели слабые и немощные. Из всего этого следует, что праведный раб обязан укреплять свое тело и дух и опасаться лености и праздности, которые ослабляют человека как в физическом, так и в духовном плане. 3. Господь поведал о том, что стремление обращаться к Аллаху во всех начинаниях является одним из качеств Божьих пророков и избранников. Именно это качество Давуда и Сулеймана заслужило особую похвалу Господа, и поэтому мусульмане должны руководствоваться их путем и следовать их примеру. Всевышний сказал: «Это - те, кого Аллах повел прямым путем. Следуй же их прямым путем» (6:90). 4. Всевышний одарил пророка Давуда прекрасным и сильным голосом. Его голос был столь прекрасен, что даже немые горы и безмолвные птицы вторили ему, когда он славословил Аллаху по утрам и вечерам. 5. Аллах поведал о том, что полезное знание и умение выносить правильное и справедливое решение является одной из величайших милостей Господа. Именно такой милостью Аллах почтил своего раба и пророка Давуда. 6. Аллах напомнил Пророку Мухаммаду, да благословит его Аллах и приветствует, и правоверным о том, как Он заботится о своих пророках и избранниках. Если они допускают упущение, то Он посылает им испытание, благодаря которому они избавляются от нежелательных качеств. В результате они становятся лучше и чище, чем были до совершения прегрешения, как это произошло с пророками Давудом и Сулейманом. 7. Всевышний подчеркнул, что Божьи пророки были безгрешными в донесении до человечества откровений своего Господа. Если бы это было не так, то они никогда не смогли бы справиться с пророческой миссией. Из-за слабости человеческой натуры пророки допускали некоторые прегрешения, но Аллах исправлял их ошибки и проявлял к ним свое сострадание и милосердие. 8. Господь поведал о том, что Давуд большую часть своего времени проводил в святилище, поклоняясь Всевышнему Аллаху. Когда он уединялся в святилище, люди не входили туда, чтобы не отвлекать его своими многочисленными вопросами. Давуд отводил часть своего времени для разрешения возникающих у людей проблем, а часть времени проводил наедине со своим Господом, наслаждаясь поклонением и искренним служением Ему одному. Это помогало Давуду быть искренним перед Аллахом во всех делах и во всех начинаниях. 9. Аллах подчеркнул необходимость соблюдения правил этикета при входе к правителям и всем остальным людям. Двое тяжущихся посланцев проникли в святилище Давуда необычным образом. Они не воспользовались дверью, как это делали остальные, и это испугало святого пророка. Более того, это не понравилось Давуду, и он справедливо счел такое поведение недостойным. 10. Однако ни недостойное поведение, ни дурные поступки тяжущихся не помешали Давуду вынести справедливый приговор. 11. Эта история также свидетельствует о совершенной выдержке и кротости Давуда. Он не разгневался на тяжущихся, которые проникли в святилище без разрешения. Он не стал их бранить и даже не упрекнул их. 12. Мусульманский шариат разрешает одному из тяжущихся называть другого несправедливым человеком или использовать похожие выражения, потому что один из тяжущихся в присутствии Давуда сказал: «Не бойся, мы - двое тяжущихся. Один из нас поступил несправедливо по отношению к другому» (38:22). 13. Аллах поведал о том, что человек, которому дают полезный совет или наставление, не должен гневаться или выражать недовольство, даже если он является знатным и хорошо осведомленным человеком. Напротив, он должен прислушаться к совету и поблагодарить доброго наставника. Именно так поступил пророк Давуд, когда двое тяжущихся посоветовали ему быть справедливым при принятии решения. Добрый совет не заставил его разгневаться и не отвратил его от истины - он принял справедливое и мудрое решение. 14. Из слов пророка Давуда становится ясно, что зачастую материальные взаимоотношения делают родственников и друзей ненавистными врагами, и предотвратить это можно только благодаря богобоязненности, терпению, вере и праведности. К сожалению, именно эти качества реже всего встречаются у людей. 15. Аллах простил прегрешение Давуда после того, как он попросил прощения у своего Господа и совершил земной поклон, и это свидетельствует о том, что молитвы о прощении, поклонение и, главным образом, намаз искупают человеческие грехи. 16. Аллах вознаградил своих пророков Давуда и Сулеймана прекрасной обителью вблизи Трона Милосердного и почтил их многими другими райскими благами. Господь сообщил об этом для того, чтобы невежественные люди не подумали, что благополучие и преуспеяние в мирской жизни уменьшило вознаграждение святых пророков в жизни будущей. Это - величайшее проявление доброты и милосердия Аллаха по отношению к своим искренним рабам. Если Аллах прощает людей, то Он стирает не только совершенные ими прегрешения, но и их последствия. Более того, Аллах избавляет своих кающихся рабов от беспокойства, которое они испытывают после совершения греха. Мусульмане очень часто переживают от того, что совершенные ими грехи могут помешать им обрести прежнюю веру и праведность. Всевышний Аллах избавил их от этих переживаний, сообщив о великой пользе покаяния. Воистину, это не составляет никакого труда для Великодушного и Прощающего Господа. 17. Всевышний сообщил о том, что правом выносить судебные решения обладают те, кто хорошо разбирается в вопросах религии. Это - право посланников и избранных творений. Эти люди обязаны принимать справедливые решения и избегать предвзятого отношения к тяжущимся. Для того чтобы принять правильное решение и вынести справедливый приговор, судья должен прекрасно разбираться в вопросах шариата, хорошо ознакомиться с сутью рассматриваемого дела и точно знать, какое постановление применимо в конкретных обстоятельствах. Если человек не обладает хотя бы одним из этих качеств, то он не имеет права принимать судебные решения. 18. Как мы уже сказали, судья должен остерегаться предвзятого отношения к одной из тяжущихся сторон. Человек не может совершенно одинаково относиться к разным людям, и поэтому судья обязан бороться с собственными чувствами. Его единственной целью должно быть выявление истины, и при вынесении приговора он должен уметь отбрасывать в сторону свою любовь или ненависть к одной из тяжущихся сторон. 19. Аллах также поведал о том, что появление на свет Сулеймана было милостью Господа по отношению к пророку Давуду. Праведный сын был достоинством и заслугой своего праведного отца. Все это свидетельствует о том, что Аллах одаряет своего раба великой милостью, когда дарует ему благочестивого сына. Если же помимо всего прочего Аллах наделяет сына твердым знанием, то он становится подобен свету, осветившему и без того светлый путь. 20. Аллах похвалил своего раба и пророка Сулеймана, когда сказал: «Как прекрасен был этот раб! Воистину, он всегда обращался к Аллаху» (38:30). 21. Всевышний помогает Своим рабам вершить праведные деяния и одаряет их превосходными качествами, а затем хвалит их перед остальными творениями, и это свидетельствует о Его великой милости и добродетели. 22. Аллах поведал о том, что пророк Сулейман ставил любовь к Нему превыше любви ко всему остальному. 23. Все, что отвлекает человека от поминания Аллаха, заслуживает порицания, а потому каждый раб обязан опомниться и совершать то, что принесет ему гораздо больше пользы, чем тленные земные удовольствия. 24. Господь открыл Своим рабам великую истину: «Если человек отказывается от чего-либо ради Аллаха, то Аллах возмещает ему упущенное с лихвой». Пророк Сулейман подрезал поджилки и отрубил головы прекрасным коням и тем самым доказал, что ставит любовь к Аллаху превыше любви ко всему земному. Господь с лихвой возместил его потерю и подчинил Сулейману легкий ветер, который дул туда, куда хотел святой пророк. Одним утренним дуновением этот ветер пролетал месячный путь, и такое же расстояние он пролетал одним полуденным дуновением. Кроме того, Аллах подчинил Сулейману джиннов и бесов, наделенных способностью совершать дела, на которые не способны потомки Адама. 25. Сулейман был могущественным царем и пророком и имел возможность делать все, что ему было угодно, однако он был справедливым правителем и всегда поступал справедливо. Он не был похож на пророков, которые оставались простыми рабами. Воля таких пророков всегда была подчинена воле Всевышнего Аллаха - они ничего не совершали без дозволения Господа. Именно таким пророком был последний посланник Аллаха - Мухаммад, да благословит его Аллах и приветствует, и эта форма пророчества более совершенна, чем предыдущая.",
  "ayah": 40,
  "surah": 38
}
