{
  "text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ (And you are surely on exalted quality of character\t68:4). In this verse, the demented people are invited to think carefully about the lofty morals of the Holy Prophet ﷺ .\nThe Holy Prophet's Exalted Quality of Character\nSayyidna Ibn ` Abbas ؓ has said that 'exalted quality of character' signifies a 'great religion, and it is Islam, a religion dearest to Allah'. Sayyidah ` A'ishah ؓ was asked about the Holy Prophet's ﷺ character. She replied: \"The Holy Prophet's \tﷺ character was the Qur'an itself'. In other words, he is the living example of the Qur'an that teaches high morals. Sayyidna ` Ali ؓ said that 'exalted quality of character' signifies the 'good manners which the Qur'an has taught'. All these interpretations have almost the same significance. That is to say, not only that the Holy Prophet ﷺ is not an insane person, but he is the sublime and noblest of men possessing in full measure all the moral excellence that combine to make their possessor a perfect image of his Creator. The Holy Prophet's ﷺ humanity was of the most perfect character. He was a complete embodiment of all good moral qualities that a man is capable of possessing. The Holy Prophet ﷺ himself said:\nبعثت لاتمم مکارم الاخلاق\n\"I have only been sent to perfect noble character/conduct.\" [ Abu Hayyan ].\nSayyidna Anas ؓ said:\n\"I served Allah's Messenger ﷺ for ten years, and he never said a word of displeasure to me, nor did he ever say to me concerning something I had done: 'Why did you do that?' And he never said to me concerning what I had not done: 'Why did you not do this?'\" [ Bukhari and Muslim ].\nObviously, a ten-year period is a long time during which some unpleasant or objectionable thing might have happened.\nSayyidna Anas ؓ said:\n\"As a result of the Holy Prophet's noble character, any slave-girl of Madinah would hold his hand and take him wherever she would like to.\"\nSayyidah ` A'ishah ؓ said: \"Allah's Messenger ﷺ never struck anyone with his hands except when he was fighting in jihad in the cause of Allah.\" It is confirmed that when he fought jihad in the cause of Allah, he killed unbelievers. Otherwise he did not hit any servant, nor any woman. He would never take revenge for any harm or mistake done. He would only implement Shar’ i punishment on those who violated Allah's laws. [ Transmitted by Muslim ].\nSayyidna Jabir ؓ says that the Messenger of Allah ﷺ was never asked for anything for which he said 'No'. [ Bukhari and Muslim ].\nSayyidah ` A'ishah ؓ said:\n\"Allah's Messenger ﷺ was never vulgar, never pretended to be vulgar and he never shouted in the marketplaces. He never responded to evil by evil, but always pardoned and overlooked.\"\nSayyidna Abu-d-Darda' ؓ narrates that Allah's Messenger ﷺ said:\n\"Noble character will be the heaviest thing on a Muslim's scale of good deeds on the Day of Resurrection. Allah detests the rude and foul-mouthed person.\" [ Transmitted by Tirmidhi, grading it as a Tradition which is 'hasan'].\nSayyidah ` A'ishah ؓ narrates that Allah's Messenger ﷺ \"said:\n\"Indeed by virtue of good character, a believer can attain the status of votaries who spend their nights in worship and their days in fasting.\" [ Abu Dawud ].\nSayyidna Mu'dh Ibn Jabal ؓ narrates that when he placed his foot into the stirrup of his mount, as he was departing for Yemen as the governor of that province, Allah's Messenger ﷺ advised him:\nیا مَعَاذ اَحسِن خُلُقَکَ لِلنَّاس\n\"0 Mu` adh, display your best character with people.\" [ Transmitted by Malik ].\nAll narratives cited here have been adopted from Tafsir Mazhari.",
  "ayah": 4,
  "surah": 68
}
