{
  "text": "فَذَرْ‌نِي وَمَن يُكَذِّبُ بِهَـٰذَا الْحَدِيثِ (So, leave Me alone with those who reject this discourse. We will draw them on little by little (towards Hell) from a way they do not know.... 68:44). Here the phrase 'So, leave me alone' in the original Arabic is an idiomatic expression which signifies 'Rely on Allah'. The disbelievers often demanded Divine punishment arguing that if they are really guilty in the sight of Allah, and if He has the power to punish, then why the punishment does not befall them forthwith. These were heart-rending demands on account of which the thought probably must have crossed the mind of the Holy Prophet ﷺ and he might have prayed to Allah to punish them sometime, in the hope that the rest of the people might draw lessons and amend their conduct. On that occasion, Allah revealed [ in verse, 45] that He is the best aware of the wisdom behind His decisions. He does not punish them immediately, but He gives them respite to test them and to give them an opportunity to believe.\nTowards the end, the story of Sayyidna Yunus (علیہ السلام) is concisely told that when his people constantly demanded punishment, he became indignant and prayed for the punishment to be sent down. The signs of the punishment started appearing. Sayyidna Yunus (علیہ السلام) left the place and transferred himself elsewhere. In the meantime the entire nation wept, wailed, sincerely repented and begged refuge from the Divine punishment. Allah pardoned them and took away the punishment. Sayyidna Yunus (علیہ السلام) felt embarrassed and thought that if he goes back to his people, they might think he was a liar. As a result, without the clear permission of Allah, he acted purely on his ijtihad [ independent judgment ] that he would not go back to his people. At this, Allah, in order to caution him, created a situation where he had to undertake sea voyage, and then was lowered into the sea where he was swallowed up by a fish. Being thus cautioned, Sayyidna Yunus (علیہ السلام) sought the Divine pardon. Consequently, Allah once again opened the doors of the former blessings to be restored to him. Full description of the event has been given in Surah Yunus (Verse 10:98) and other Surahs. The Holy Prophet ﷺ is comforted by this story not to be impressed by people's demands nor to be anxious to get them punished hastily. Allah's wisdom is profound and unfathomable. Allah alone knows what is in the best interests of the world. Allah should be trusted and relied on.",
  "ayah": 44,
  "surah": 68
}
