{
  "text": "The Guests of the Prophet Ibrahim\nWe mentioned this story before in Surah Hud and Al-Hijr. Allah said,\nهَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَهِيمَ الْمُكْرَمِينَ\n(Has the story reached you, of the honored guests of Ibrahim), whom Ibrahim honored and who,\nقَالُواْ سَلَـماً قَالَ سَلَـمٌ\n(they said: \"Salaman!\" He answered: \"Salamun.\")\nوَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ\n(When you are greeted with a greeting, greet in return with what is better than it, or return it equally.)(4:86) So the Friend of Allah chose a better reply in return for their greeting, implementing Allah's command: Reciprocating the greeting with the term Salamun is stronger than the greeting using the term Salaman. The three angels; Jibril, Mika'il and Israfil came to Ibrahim in the image of handsome young wonderfully graceful men. This is why Ibrahim said,\nقَوْمٌ مُّنكَرُونَ\n(You are a people unknown to me.) Allah the Exalted said,\nفَرَاغَ إِلَى أَهْلِهِ\n(Then he turned to his household,) Ibrahim discretely went inside in haste,\nفَجَآءَ بِعِجْلٍ سَمِينٍ\n(and brought out a roasted calf.) from the best of his menu, And in another Ayah\nفَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ\n(And he hastened to entertain them with a roasted calf.) (11:69) means roasted on hot coals\nفَقَرَّبَهُ إِلَيْهِمْ\n(And placed it before them), brought it close to them,\nقَالَ أَلاَ تَأْكُلُونَ\n(Saying, \"Will you not eat\") Ibrahim said this polite and kind statement to his guests, and surely, this Ayah indicates proper manners for honoring guests. For he brought the food to his guests quickly, while they were unaware that it was being prepared for them. He did not first mention this favor to them by saying, \"We will make food for you.\" Rather, he discretely had it prepared and placed before them. He prepared the best kind of food he had, a young, fat roasted calf. He did not place the food far from them and invite them to come close to it to eat. Rather, he placed it close to them and refrained from ordering them to eat. Instead he invited them using a kind and subtle invitation,\nأَلا تَأْكُلُونَ\n(Will you not eat) This statement is similar to one of us saying to a guest, \"Would you be kind and generous to do such and such\" Allah the Exalted said,\nفَأَوْجَسَ مِنْهُمْ خِيفَةً\n(Then he conceived fear of them.) this Ayah is explained by Allah's statement,\nفَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُواْ لاَ تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ وَامْرَأَتُهُ قَآئِمَةٌ فَضَحِكَتْ\n(But when he saw their hands went not towards it, he mistrusted them, and felt a sense of fear of them. They said: \"Fear not, we have been sent against the people of Lut.\" And his wife was standing (there), and she laughed.)(11:70-71), meaning, she was glad that the people of Lut would be destroyed on account of their rebellion and transgression against Allah, the Exalted. This is when the angels delivered the good news to her of a son, Ishaq, and Ya`qub after Ishaq,\nقَالَتْ يوَيْلَتَا ءَأَلِدُ وَأَنَاْ عَجُوزٌ وَهَـذَا بَعْلِى شَيْخًا إِنَّ هَـذَا لَشَىْءٌ عَجِيبٌ - قَالُواْ أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَـتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَّجِيدٌ\n(She said: \"Woe unto me! Shall I bear a child while I am an old woman, and here is my husband an old man Verily, this is a strange thing!\" They said, \"Do you wonder at the decree of Allah The mercy of Allah and His blessings be on you, O family of the house. Surely, He (Allah) is All-Praiseworthy, All-Glorious.\")(11:72-73) Allah said here;\nوَبَشَّرُوهُ بِغُلَـمٍ عَلَيمٍ\n(And they gave him glad tidings of a son having knowledge.) This news was as good to Ibrahim as it was to his wife, for this son would be theirs, and therefore, they both were getting some good news. Allah the Exalted said,\nفَأَقْبَلَتِ امْرَأَتُهُ فِى صَرَّةٍ\n(Then his wife came forward with a loud voice), She screamed loudly, according to Ibn `Abbas, Mujahid, `Ikrimah, Abu Salih, Ad-Dahhak, Zayd bin Aslam, Ath-Thawri and As-Suddi. She said when she shouted,\nيوَيْلَتَا\n(Ah! Woe to me!)(25:28), then,\nفَصَكَّتْ وَجْهَهَا\n(she smote her face,) meaning, she struck herself upon her forehead, according to Mujahid and Ibn Sabit. Ibn `Abbas said that she smacked her face just as women do when confronted with an amazing thing,\nوَقَالَتْ عَجُوزٌ عَقِيمٌ\n(and said: \"A barren old woman!\") meaning, \"How can I give birth while I am an old woman And even when I was young I was barren and could not have children,\"\nقَالُواْ كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ\n(They said: \"Even so says your Lord. Verily, He is the All-Wise, the All-Knower\"), `He is the All-Knower of the honor that you are worthy of and He is the most Wise in His statements and decisions.'",
  "ayah": 29,
  "surah": 51
}
