{
  "text": "Lessons from the Destruction of Fir`awn, `Ad, Thamud, and the People of Nuh\nAllah the Exalted said,\nوَفِى مُوسَى إِذْ أَرْسَلْنَـهُ إِلَى فِرْعَوْنَ بِسُلْطَـنٍ مُّبِينٍ\n(And in Musa, when We sent him to Fir`awn with a manifest authority.) meaning, with clear proof and plain evidence,\nفَتَوَلَّى بِرُكْنِهِ\n(But he turned away along with his hosts,) meaning, in rebellion and arrogance, Fir`awn turned away from the plain truth that Musa was sent with,\nثَانِىَ عِطْفِهِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(Bending his neck in pride, and leading (others) too (far) astray from the path of Allah.)(22:9 ), meaning turning away from truth in arrogance,\nوَقَالَ سَـحِرٌ أَوْ مَجْنُونٌ\n(and said: \"A sorcerer, or a madman.\") meaning Fir`awn said to Musa, \"With regards to the message that you brought me, you are either a magician or a madman.\" Allah the Exalted replied,\nفَأَخَذْنَـهُ وَجُنُودَهُ فَنَبَذْنَـهُمْ\n(So We took him and his armies, and dumped them), meaning `We threw them,'\nفِى الْيَمِّ\n(into the Yamm), into the sea,\nوَهُوَ مُلِيمٌ\n(for he was blameworthy.) meaning, Fir`awn was a denying sinner and a stubborn disbeliever worthy of blame. Allah the Exalted and Most Honored said,\nوَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ\n(And in `Ad when We sent against them the barren wind) that destroys everything and produces nothing. This was said by Ad-Dahhak, Qatadah and others. Allah's statement,\nمَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ\n(It spared nothing that it reached,) meaning, everything that the wind could destroy,\nإِلاَّ جَعَلَتْهُ كَالرَّمِيمِ\n(but blew it into broken spreads of rotten ruins.) meaning, made it just like a rotten and destroyed. Sa`id bin Al-Musayyib and others commented on:\nإِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ\n(when We sent against them the barren wind),\"Southerly winds.\" However, there is a Hadith in the Sahih from Shu`bah bin Al-Hakam, from Mujahid, from Ibn `Abbas, who said that the Messenger of Allah ﷺ said,\n«نُصِرْتُ بِالصَّبَا وَأُهْلِكَتْ عَادٌ بِالدَّبُور»\n(I have been made victorious with the Saba (easterly wind), and the people of `Ad were destroyed with the Dabur (westerly wind).) Allah saying,\nوَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُواْ حَتَّى حِينٍ\n(And in Thamud, when they were told: \"Enjoy yourselves for a while!\") is just as He said in another Ayah,\nوَأَمَّا ثَمُودُ فَهَدَيْنَـهُمْ فَاسْتَحَبُّواْ الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَـعِقَةُ الْعَذَابِ الْهُونِ\n(And as for Thamud, We guided them to the path of truth, but they preferred blindness to guidance; so the Sa`iqah of disgracing torment seized them.) (41:17) Allah said here,\nوَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُواْ حَتَّى حِينٍ - فَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنظُرُونَ\n(And in Thamud, when they were told: \"Enjoy yourselves for a while!\" But they insolently defied the command of their Lord, so the Sa`iqah overtook them while they were looking.) Thamud were given a respite for three days, during which they await the torment. In the early morning of the fourth day, the torment overtook them,\nفَمَا اسْتَطَـعُواْ مِن قِيَامٍ\n(Then they were unable to rise up,) they were unable to escape and run away from it,\nوَمَا كَانُواْ مُنتَصِرِينَ\n(nor could they help themselves.) nor could they save themselves from the torment that befell them. Allah the Exalted and Most Honored said,\nوَقَوْمَ نُوحٍ مِّن قَبْلُ\n((So were) the people of Nuh before them.) meaning, `We destroyed the people of Nuh before these people (Fir`awn, `Ad and Thamud).'\nإِنَّهُمْ كَانُواْ قَوْماً فَـسِقِينَ\n(Verily, they were a people who were revellious.) We mentioned these stories in details before in the Tafsir of several other Surahs.",
  "ayah": 44,
  "surah": 51
}
