{
  "text": "All Messengers met the Same Type of Denial from Their Nations\nAllah comforts His Prophet by saying to Him, `just as these idolators denied you, the disbelievers of old used the same words with their Messengers,'\nكَذَلِكَ مَآ أَتَى الَّذِينَ مِن قَبْلِهِمْ مِّن رَّسُولٍ إِلاَّ قَالُواْ سَـحِرٌ أَوْ مَجْنُونٌ\n(Likewise, no Messenger came to those before them but they said: \"A sorcerer or a madman!\") Allah the Exalted and Most Honored said,\nأَتَوَاصَوْاْ بِهِ\n(Have they transmitted this saying to these), meaning, have those of the past taught these words to the people of the present\nبَلْ هُمْ قَوْمٌ طَـغُونَ\n(Nay, they are themselves a people transgressing beyond bounds!) They are tyrannical people whose hearts are the same. Therefore, the latter said the same as those before them have said. Allah the Exalted said,\nفَتَوَلَّ عَنْهُمْ\n(So turn away from them,) meaning, `O Muhammad, turn away from the Quraysh idolators,'\nفَمَآ أَنتَ بِمَلُومٍ\n(you are not blameworthy.) meaning, `We blame you not if you turn away from them,'\nوَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ\n(And remind, for verily, the reminding profits the believers.) meaning, for only the believing hearts benefit from being reminded.\nAllah Only created Mankind and Jinns to worship Him Alone\nAllah the Exalted and Most Honored said,\nوَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ\n(And I created not the Jinn and mankind except that they should worship Me.) meaning, `I, Allah, only created them so that I order them to worship Me, not that I need them.' `Ali bin Abi Talhah reported that Ibn `Abbas commented on the Ayah,\nإِلاَّ لِيَعْبُدُونِ\n(...except that they should worship Me.) meaning, \"So that they worship Me, willingly or unwillingly.\" Allah the Exalted said,\nمَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ - إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ\n(I seek not any provision from them nor do I ask that they should feed Me. Verily, Allah is the All-Provider, Owner of power, the Most Strong.) Imam Ahmad recorded that `Abdullah bin Mas`ud said, \"The Messenger of Allah ﷺ taught the following: (إنِّي أَنَا الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِين) `Verily, I am the Provider, Owner of power, the Most Strong.' Abu Dawud, At-Tirmidhi and An-Nasa'i also collected this Hadith. At-Tirmidhi said, \"Hasan Sahih. \" The meaning of this Ayah (51:56) is that, Allah the Exalted, the Blessed created the creatures so that they worship Him Alone without partners. Those who obey Him will be rewarded with the best rewards, while those who disobey Him will receive the worst punishment from Him. Allah stated that He does not need creatures, but rather, they are in need of Him in all conditions. He is alone their Creator and Provider. Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«قَالَ اللهُ تَعَالَى: يَاابْنَ آدَمَ تَفَرَّغْ لِعِبَادَتِي أَمْلَأْ صَدْرَكَ غِنًى وَأَسُدَّ فَقْرَكَ، وَإِلَّا تَفْعَلْ، مَلَأْتُ صَدْرَكَ شُغْلًا وَلَمْ أَسُدَّ فَقْرَك»\n(Allah the Exalted said, \"O Son of Adam! Busy yourself in worshipping Me, and I will fill your chest with riches and dissipate your meekness. Otherwise, I will fill your chest with distracting affairs and will not do away with your meekness.\") At-Tirmidhi and Ibn Majah collected this Hadith and At-Tirmidhi said, \"Hasan Gharib.\" The statement of Allah the Exalted,\nفَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوباً\n(And verily, for those who do wrong, there is a portion), indicates that they will receive their due share of the torment,\nمِّثْلَ ذَنُوبِ أَصْحَـبِهِمْ فَلاَ يَسْتَعْجِلُونِ\n(like the evil portion (which came for) their likes (of old); so let them not ask Me to hasten on!) let them not ask that the punishment is rushed to them, for it will surely come,\nفَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِن يَوْمِهِمُ الَّذِى يُوعَدُونَ\n(Then woe to those who disbelieve from their Day which they have been promised.) meaning, the Day of Resurrection. This is the end of the Tafsir of Surat Adh-Dhariyat; all praise is due to Allah and all the favors come from Him Alone.",
  "ayah": 58,
  "surah": 51
}
