{
  "text": ".هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (20)إن كانت الإشارة إلى الكلام المتقدم وما فيه من ضرب المثل بموسى وقومه ومن تفضيل شريعة محمد على شريعة موسى عليهما الصلاة والسلام والأمر بملازمة اتباعها والتحذير من اتباع رغائب الذين لا يعلمون ، فهذه الجملة بمنزلة التذييل لما قبلها والتهيئةِ لأغراضها تنبيهاً لما في طيها من عواصمَ عن الشك والباطل بمنزلة قوله تعالى بعد عدة آيات في آخر سورة الأحقاف ( 35 ) { بلاغ } وقوله في سورة الأنبياء ( 105 ، 106 ) { ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحونإن في هذا لبلاغاً لقوممٍ عابدين } وإن كانت الإشارة إلى القرآن إذ هو حاضر في الأذهان كانت الجملة استئنافاً أعيد بها التنويه بشأن القرآن ومتبعيه والتعريضُ بتحميق الذين أعرضوا عنه ، وتكون مفيدة تأكيد قوله آنفاً { هذا هدىً والذين كفروا بآيات ربّهم لهم عذابٌ من رجزٍ أليم } [ الجاثية : 11 ] ، وتكون الجملة المتقدمة صريحة في وعيد الذين كفروا بآياته وهذه تعريضاً بأنهم لم يَحْظَواْ بهذه البصائر ، وكلا الاحتمالين رشيق ، وكل بأن يكون مقصوداً حقيق .و { بصائر } : جمع بصيرة وهي إدراك العقل الأمور على حقائقها ، شبهت ببصر العين ، وفرق بينهما بصيغة فعلية للمبالغة قال تعالى : { أدْعو إلى الله على بصيرةٍ أنا ومَن اتّبعني } في سورة يوسف ( 108 ) . وقال : { قال لقد علمتَ ما أنزل هؤلاء إلا ربّ السماوات والأرض بصائر } في سورة الإسراء ( 102 ) وقوله : { ولقد آتينا موسى الكتاب من بعد ما أهلكنا القرون الأولى بصائر للناس } في سورة القصص ( 43 ) .ووصف الآيات السابقة أو القرآن بالبصائر مجاز عقلي لأن ذلك سبب البصائر . وجمع البصائر : إن كانت الإشارة إلى القرآن باعتبار المتبصرين بسببه كما اقتضاه قوله : للناس } لأن لكل أحد بصيرته الخاصة فهي أمر جزئي بالتبع لكَون صاحببِ كل بصيرة جزئياً مشخصاً فناسب أن تُورد جمعاً ، فالبصيرة : الحاسَّة من الحواس الباطنة ، وهذا بخلاف إفراد { هدى ورحمة } لأن الهدى والرحمة معنيان كليان يصلحان للعدد الكثير قال تعالى : { هدى للناس } [ آل عمران : 4 ] وقال : { وما أرسلناك إلا رحمةً للعالمين } [ الأنبياء : 107 ] . وإنما كان هدى لأنه طريق نفع لمن اتبع إرشاده فاتباعه كالاهتداء للطريق الموصلة إلى المقصود . وإنّما كان رحمة لأن في اتباع هديه نجاح الناس أفراداً وجَماعاتتٍ في الدنيا لأنه نظام مجتمعهم ومناط أمنهم ، وفي الآخرة لأنه سبب نوالهم درجات النعيم الأبدي . وكان بصائر لأنه يبين للناس الخير والشر ويحَرضهم على الخير ويحذرهم من الشر ويعدهم على فعل الخير ويوعدهم على فعل الشرور فعمله عمل البصيرة .وجُعل البصائر للناس لأنه بيان للناس عامة وجعل الهدى والرحمة لقوم يوقنون لأنه لا يهتدي ببيانه إلا الموقن بحقيقته ولا يرحم به إلا من اتبعه المؤمن بحقيته .وذكر لفظ ( قوم ) للإيماء إلى أن الإيقان متمكن من نفوسهم كأنه من مقومات قوميتهم التي تميزهم عن أقوام آخرين .والإيقان : العلم الذي لا يتردد فيه صاحبه . وحذف متعلقه لأنه معلوم بما جاءت به آيات الله .",
  "ayah": 20,
  "surah": 45
}
