{
  "text": ".وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (24)هذا عطف على جملة { أم حسب الذين اجترحوا السيئات } [ الجاثية : 21 ] أي بعد أن جادلوا المسلمين بأنه إن كان يبعث بعد الموت فستكون عقباهم خيراً من عقبى المسلمين ، يقولون ذلك لقصد التورك وهم لا يوقنون بالبعث والجزاء بل ضربوه جدلاً وإنما يقينُهم قولُهم { ما هي إلا حياتنا الدنيا } .وتقدم في سورة الأنعام ( 29 ) { وقالوا إن هي إلاّ حياتنا الدنيا وما نحن بمبعوثين } وضمير { هي } ضمير القصة والشأن ، أي قصة الخوض في البعث تنحصر في أن لا حياة بعد الممات ، أي القصة هي انتفاء البعث كما أفاده حصر الأمر في الحياة الدنيا ، أي الحاضرة القريبَة منا ، أي فلا تطيلوا الجدال معنا في إثبات البعث ، ويجوز أن يكون { هي } ضمير الحياة باعتبار دلالة الاستثناء على تقدير لفظ الحياة فيكون حَصْراً لجنس الحياة في الحياة الدنيا .وجملة { نموت ونحيا } مبيّنة لجملة { ما هي إلا حياتنا الدنيا } أي ليس بعد هذا العالم عالم آخر فالحياة هي حياة هذا العالم لا غير فإذا مات من كان حيّاً خلفه من يوجد بعده . فمعنى { نموت ونحيا } يموت بعضنا ويحيا بعض أي يبقى حيّاً إلى أمد أو يولد بعد من ماتوا . وللدلالة على هذا التطور عبّر بالفعل المضارع ، أي تتجدد فينا الحياة والموت . فالمعنى : نموت ونحيا في هذه الحياة الدنيا وليس ثمة حياة أخرى . ثم إن كانت هذه الجملة محكية بلفظ كلامهم فَلَعَلها ممّا جرى مجرى المثل بينهم ، وإنْ كانت حكايَة لمعنى كلامهم فهي من إيجاز القرآن وهم إنما قالوا : يموت بعضنا ويحيَا بعضنا ثم يموت فصار كالمثل .ولا يخطر بالبال أن حكاية قولهم : { نموت ونحيا } تقتضي إرادة نحيا بعد أن نموت لأن قولهم { ما هي إلا حياتنا الدنيا } يصرف عن خطور هذا بالبال . والعطفُ بالواو لا يقتضي ترتيباً بين المتعاطفين في الحصول .وإنما قدم { نموت } في الذكر على { ونحيا } في البيان مع أن المبيّن قولهم { ما هي إلا حياتنا الدنيا } فكان الظاهر أن يبدأ في البيان بذكر اللفظ المبيَّن فيقال : نَحيَا ونموت ، فقيل قُدّم { نموت } لتتأتى الفاصلة بلفظ { نحيا } مع لفظ { الدنيا } . وعندي أن تقديم فعل { نموت } على { نَحيا } للاهتمام بالموت في هذا المقام لأنهم بصدد تقرير أن الموت لا حياة بعده ويتبع ذلك الاهتمام تأتي طباقين بين حياتنا الدنيا ونموت ثم بين نموت ونحيا . وحصلت الفاصلة تبعاً ، وذلك أدخل في بلاغة الإعجاز ولذلك أعقبه بقوله تعالى : { وما لهم بذلك من علم } فالإشارة ب { ذلك } إلى قولهم { وما يُهلكنا إلا الدهر } ، أي لا علم لهم بأن الدهر هو المميت إذ لا دليل .وأما زيادة { وما يهلكنا إلا الدهر } فقصدوا تأكيد معنى انحصار الحياة والموت في هذا العالم المعبر عنه عندهم بالدهر .فالحياة بتكوين الخلقة والممات بفعل الدهر . فكيف يرجى لمن أهلكه الدهر أن يعود حيّاً فالدهر هو الزمان المستمر المتعاقب ليله ونهاره .والمعنى : أحياؤنا يصيرون إلى الموت بتأثير الزمان ، أي حَدثانه من طول مدة يعقبها الموت بالشيخوخة ، أو من أسباب تفضي إلى الهلاك ، وأقوالهم في هذا كثيرة ومن الشعر القديم قول عَمْرو بن قميئة: ... رَمَتْنِي بناتُ الدهر من حيث لا أرىفمَا بال من يُرمى وليس بِرَامِ ... ولعلهم يريدون أنه لو تأثر الزمان لبقي الناس أحياء كما قال أسقف نجران: ... منع البقاء تقلب الشمسوطلوعها من حيث لا تُمسي ... فلما كان الموت بفعل الدهر فكيف يرجى أن يعودوا أحياء . وهذه كلمات كانت تجري على ألسنتهم لقلة التدبر في الأمور وإن كانوا يعلمون أن الله هو الخالق للعوالم ، وأما ما يجري في العالم من التصرفات فلم يكن لهم فيه رأي وكيف وحالتهم الأمية لا تساعد على ذلك ، وكانوا يخطئون في التفاصيل حتى يأتوا بما يناقض ما يعتقدونه ، ولذلك أعقبه بقوله تعالى : { وما لهم بذلك من علم } فإشارة ب { ذلك } إلى قولهم { وما يهلكنا إلا الدهر } أي لا علم لهم بأن الدهر هو المميت إذ لا دليل على ذلك فإن الدليل النظري بَيَّن أن الدهر وهو الزمان ليس بمُميت مباشرةً وهو ظاهر ولا بواسطةٍ في الإماتة إذ الزمان أمر اعتباري لا يفعل ولا يؤثر وإنما هو مقادير يقدِّر بها الناس الأبعاد بين الحوادث مرجعه إلى تقدير حصة النهار والليل وحصص الفصول الأربعة ، وإنما توهم عامة الناس أن الزمان متصرف ، وهي توهمات شاعت حتى استقرت في الأذهان الساذجة .والمراد بالظن في قوله : { إن هم إلا يظنون } ما ليس بعلم فهو هنا التخيل والتوهم وجملة { إن هم إلا يظنون } مبيّنة بجملة { وما لهم بذلك من علم } أو استئناف بياني كأنّ سائلاً حين سَمع قوله : { وما لهم بذلك من علم } سأل عن مستندهم في قولهم ذلك فأجيب بأنه الظن المبني على التخيل .وجيء بالمضارع في { يظنون } لأنهم يحددون هذا الظن ويتلقاه صغيرهم عن كبيرهم في أجيالهم وما هم بمقلعين عنه .",
  "ayah": 24,
  "surah": 45
}
