{
  "text": ". هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (29)وإفراد ضمير { ينطق } على هذا الوجه مراعاة للفظ { كتابنا } ، فالمعنى هذه كتبنا تنطق عليكم بالحق .وإضافة ( كتاب ) إلى ضمير الله تعالى بعد أن أضيف إلى { كل أمة } لاختلاف الملابسة ، فالكتاب يلابس الأمة لأنّه جعل لإحصاء أعمالهم أو لأن ما كلفوا به مثبت فيه ، وإضافته إلى ضمير الله لأنه الآمر به . وإسناد النطق إلى الكتاب مجاز عقلي وإنما تنطق بما في الكتاب ملائكة الحساب ، أو استعير النطق للدلالة نحو قولهم : نطقت الحال .والمعنى : أن فيه شهادة عليهم بأن أعمالهم مخالفة لوصايا الكتاب أو بأنها مكتوبة في صحائف أعمالهم على التأويلين في المراد بالكتاب . ولتضمن { ينطق } معنى ( يشهد ) عدي بحرف ( على ) .ولما كان المقام للتهديد اقتصر فيه على تعدية { يَنطق } بحرف ( على ) دون زيادة : ولكم ، إيثاراً لجانب التهديد .وجملة { إنا كنا نستنسخ ما كنتم تعملون } استئناف بياني لأنهم إذا سمعوا { هذا كتابنا ينطق عليكم بالحق } خطر ببالهم السؤال : كيف شهد عليهم الكتاب اليوم وهم قد عملوا الأعمال في الدنيا ، فأجيبوا بأن الله كَانَ يأمر بنسخ ما يعملونه في الصحف في وقت عمله .وإن حمل الكتاب على كتب الشريعة كانت جملة { إنا كنا نستنسخ ما كنتم تعملون } تعليلاً للجملة قبلها باعتبار تقييد النطق بأنه بالحق ، أي لأن أعمالكم كانت محصاة مبيّن ما هو منها مخالف لما أمر به كتابهم .والاستنساخ : استفعال من النسخ .والنسخ : يطلق على كتابة ما يكتب على مثاللِ مكتوببٍ آخرَ قبله . ويسمى بالمعارضة أيضاً . وظاهر الأساس أن هذا حقيقة معنى النسخ وأن قولهم : نسخت الشمسُ الظلَّ مجاز . وكلام جمهور العلماء بخلافه كما يقوله علماء أصول الفقه في باب النسخ . وكلام الراغب يحتمل الإطلاقين ، فإذا درجتَ على كلام الجمهور فقد جُعلت كتابةُ مكتوببٍ على مثال مكتوببٍ قبله كإزالةٍ للمكتوب الأول لأن ذلك في الغالب يكون لقصد التعويض عن المكتوب الأول لمن ليس عنده أو لخشيَةِ ضياع الأصل . وعن ابن عباس أنه يقول : ألستُم عَرَباً وهل يكون النسخ إلا من كتاب .وأما إطلاق النسخ على كتابة أُنففٍ ليست على مثال كتابةٍ أخرى سبقتها فكلام الزمخشري في الأساس صريح في أنه من معاني النسخ حقيقة ، وهو ظاهر كلامه في «الكشاف» ، فيكون لفظ النسخ مشتركاً في المعنيين بل ربما كان معنى مطلق الكتابة هو الأصلَ وكانت تسمية كتابةٍ على مثل كتابةٍ سابقة نسخاً لأن ذلك كتابة وكلام صاحب «اللسان» وصاحب «القاموس» أن نَقل الكتابة لا يسمى نسخاً إلا إذا كان على مثال كتابة سابقة . وهذا اختلاف مُعضل ، والأظهر ما ذهب إليه صاحب «اللسان» وصاحب «القاموس» فيجوز أن يكون السين والتاء في { نستنسخ } للمبالغة في الفعل مثل استجاب . ويجوز أن يكون السين والتاء للطلب والتكليف ، أيْ نكلف الملائكة نسخ أعمالكم ، وعلى هذا المحمل حمل المفسرون السين والتاء هنا أي للطلب ، ثم يجوز أن يكون النسخ على معنى نقل كتابة عن كتابة سابقة وبه فسر ابن عباس قال : إن الله وكل ملائكة ينسخون من أم الكتاب في رمضان كل ما سيكون من أعمال بني آدم ، ويجوز أن يكون النسخ بمعنى كتابة ما تعلمه النّاس دون نقل عن أصل .والمعنى : إنا كنا نكتب أعمالكم . وعن علي بن أبي طالب أنه قال : إن لله ملائكة ينزلون كل يوم بشيء يكتبون فيه أعمال بني آدم ومثله عن الحسن والسدّي .والنسخ هنا : الكتابة ، وإسناد فعل الاستنتاج إلى ضمير الله على هذا إسناد مجازي لأن الله أمر الحفظة بكتابة الأعمال .",
  "ayah": 29,
  "surah": 45
}
