{
  "text": ". ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آَيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (35)و { ذلكم } إشارة إلى { مأواكم } والباء للسببية ، أي ذلكم المأوى بسبب اتخاذكم آيات الله ، وهي آيات القرآن هزؤاً ، أي مستهزأ بها ، { هزؤاً } مصدر مراد به اسم المفعول مثل خلق .وتغرير الحياة الدنيا إياهم سبب أيضا لجعل النار مأواهم . والتغرير : الإطماع الباطل . ومعنى تغرير الحياة الدنيا إياهم : أنهم قاسوا أحوال الآخرة على أحوال الدنيا فظنوا أن الله لا يحيي الموتى وتطرقوا من ذلك إلى إنكار الجزاء في الآخرة على ما يعمل في الدنيا وغرّهم أيضاً ما كانوا عليه من العزة والمنعة فخالوه منتهى الكمال فلم يصيخوا إلى داعي الرشد وعظة النصح وأعرضوا عن الرسول صلى الله عليه وسلم وعن القرآن المرشد ولولا ذلك لأقبلوا على التأمل فيما دعوا إليه فاهتدوا فسلموا من عواقب الكفر ولكون هذه المغررات حاصلة في الحياة الدنيا أسند التغرير إلى الحياة على سبيل المجاز العقلي لأن ذلك أجمع لأسباب الغرور .وفرع على ذلك { فاليوم لا يخرجون منها } بالفاء وهذا من تمام الكلام الذي قيل لهم لأن وقوع كلمة ( اليوم ) في أثنائه يعين أنه من القيل الذي يقال لهم يومئذٍ . واتفق القراء على قراءة { لا يخرجون } بياء الغيبة . وكان مقتضى الظاهر أن يقال : لا تُخرجون ، بأسلوب الخطاب مثل سابقه ولكن عدل عن طريقة الخطاب إلى الغيبة على وجه الالتفات . ويحسّنه هنا أنه تخييل للإعراض عنهم بعد توبيخهم وتأييسهم وصرف بقية الإخبار عنهم إلى مخاطب آخر ينبّأ ببقية أمرهم تحقيراً لهم .وقرأ الجمهور { يُخرجون } بضم الياء وفتح الراء ، فالمعنى : أنهم يسألون مَن يُخرجهم فلا يُخرجهم أحد كما في قوله تعالى : { ربّنا أخرجنا منها } [ المؤمنون : 107 ] وقوله : { فهل إلى خروج من سبيل } [ غافر : 11 ] . وقرأه حمزة والكسائي { يخرُجون } بفتح الياء وضم الراء . فالمعنى : أنهم يفزعون إلى الخروج فلا يستطيعون لقوله تعالى : { كلما أرادوا أن يخرجوا منها من غمّ أعيدوا فيها } [ الحج : 22 ] .والاستعتاب بمعنى : الإعتاب ، فالسين والتاء للمبالغة كما يقال : أجاب واستجاب . ومعنى الإعتاب : إعطاء العُتبى وهي الرضا . وهو هنا مبني للمجهول . أي لا يستعتبهم أحد ، أي ولا يُرضون بما يسألون ، وتقدم نظيره في قوله تعالى : { فيومئذٍ لا تنفع الذين ظلموا معذرتهم ولا هم يستعتبون } في سورة الروم ( 57 ) .وتقدم { هم } على { يستعتبون } وهو مسند فعلي بعد حرف النفي هنا تعريض بأن الله يُعتِب غيرهم ، أي يُرضي المؤمنين ، أي يغفر لهم .",
  "ayah": 35,
  "surah": 45
}
