{
  "text": "ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (11){ ثم } للترتيب الرتبي ، وهي تدل على أن مضمون الجملة المعطوفة أهم مرتبة من مضمون الجملة المعطوف عليها ، فإن خلق السماوات أعظم من خلق الأرض ، وعوالمها أكثر وأعظم ، فجيء بحرف الترتيب الرتبي بعد أن قُضِي حق الاهتمام بذكر خلق الأرض حتى يوفَّى المقتضيان حقَّهما . وليس هذا بمقتض أن الإِرادة تعلقت بخلق السماء بعد تمام خلق الأرض ولا مقتضياً أن خلق السماء وقع بعد خلق الأرض كما سيأتي .والاستواء : القصد إلى الشيء تَوًّا لا يعترضه شيء آخر . وهو تمثيل لتعلق إرادة الله تعالى بإيجاد السماوات ، وقد تقدم في قوله تعالى : { هو الذي خلق لكم ما في الأرض جميعاً ثم استوى إلى السماء } في سورة البقرة ( 29 ) . وربما كان في قوله : { فَقَال لَهَا وللأرْضضِ ائتِيَا طَوْعاً أوْ كَرْهاً } إشارة إلى أنه تعالى توجهت إرادته لخلق السماوات والأرض توجهاً واحداً ثم اختلف زَمن الإِرادة التنجيزي بتحقيق ذلك فتعلقت إرادته تنجيزاً بخلق السماء ثم بخلق الأرض ، فعبر عن تعلق الإِرادة تنجيزاً لخلق السماء بتوجه الإرادة إلى السماء ، وذلك التوجه عبر عنه بالاستواء . ويدل لذلك قوله : { فَقَالَ لَهَا ولِلأرْضضِ ائْتِيَا طَوْعاً أوْ كَرْهاً قَالَتَا أتَيْنَا طآئِعِينَ } ففعل { ائتيا } أمر للتكوين .والدخان : ما يتصاعد من الوَقود عند التهاب النار فيه . وقوله : { وَهِيَ دُخَانٌ } تشبيه بليغ ، أي وهي مثل الدخان ، وقد ورد في الحديث : «أنها كانت عَماء» .وقيل : أراد بالدخان هنا شيئاً مظلماً ، وهو الموافق لما في «سفر التكوين» من قولها : «وعلى وجه الغمر ظلمة» وهو بعيد عن قول النبي صلى الله عليه وسلم أنه لم يكن في الوجود من الحوداث إلا العَماءَ ، والعماء : سحابٌ رقيق ، أي رطوبة دقيقة وهو تقريب للعنصر الأصلي الذي خَلق الله منه الموجودات ، وهو الذي يناسب كوْنَ السماء مخلوقة قبل الأرض . ومعنى : { وَهِيَ دُخَانٌ } أن أصل السماء هو ذلك الكائن المشبه بالدخان ، أي أن السماء كونت من ذلك الدخان كما تقول : عمَدْتُ إلى هاته النخلة ، وهي نواة ، فاخترت لها أخصب تربة ، فتكون مادة السماء موجودة قبل وجود الأرض .وقوله : { فَقَالَ لَهَا وللأرْضِ } تفريع على فعل { استوى إلَى السَّمَاءِ وَهِيَ دُخَانٌ } فيكون القول موجهاً إلى السماء والأرض حينئذٍ ، أي قبل خلق السماء لا محالة وقبل خلق الأرض ، لأنه جعل القولَ لها مقارناً القول للسماء ، وهو قول تكوين . أي تعلّققِ القدرة بالسماء والأرض ، أي بمادة تكوينهما وهي الدخان لأن السماء تكونت من العماء بجمود شيء منه سمي جلداً فكانت منه السماء وتكوّن مع السماء الماء وتكونت الأرض بيُبْس ظهر في ذلك الماء كما جاء الإِصحاح الأول من «سفر التكوين» من التوراة .والإِتيان في قوله : { ائتيا } أصله : المجيء والإِقبال ولما كان معناه الحقيقي غير مراد لأن السماء والأرض لا يتصور أن يأتيا ، ولا يتصور منهما طواعية أو كراهية إذ ليستا من أهل العقول والإدراكات ، ولا يتصور أن الله يكرههما على ذلك لأنه يقتضي خروجهما عن قدرته بادىء ذي بدء تعينّ الصرف عن المعنى الحقيقي وذلك بأحد وجهين لهما من البلاغة المكانة العليا :الوجه الأول : أن يكون الإِتيان مستعاراً لقبول التكوين كما استعير للعصيان الإِدبارُ في قوله تعالى :{ ثم أدبر يسعى } [ النازعات : 22 ] ، وقول النبي صلى الله عليه وسلم لمسيلمة حين امتنع من الإِيمان والطاعة في وفد قومه بني حنيفة « لئن أدبرت ليعقرنك اللَّه » وكما يستعار النفور والفرار للعصيان . فمعنى { ائتيا } امتثلا أمر التكوين . وهذا الامتثال مستعار للقبول وهو من بناء المجاز على المجاز وله مكانة في البلاغة ، والقول على هذا الوجه مستعار لتعلق القدرة بالمقدور كما في قوله : { أن يقول له كن فيكون } [ يس : 82 ] .وقوله : { طَوْعاً أوْ كَرْهاً } كناية عن عدم البدّ من قبول الأمر وهو تمثيل لتمكن القدرة من إيجادهما على وفق إرادة الله تعالى فكلمة { طَوْعاً أو كَرْهاً } جارية مجرى الامثال . و { طَوْعاً أوْ كَرْهاً } مصدران وقعا حالين من ضمير { ائتنا } أي طائعين أو كارهيْن .والوجه الثاني : أن تكون جملة { فَقَالَ لَهَا ولِلأرْضِ ائتنا طَوْعاً أوْ كَرْهاً } مستعملة تمثيلاً لهيئة تعلق قدرة الله تعالى لتكوين السماء والأرض لعظَمة خلْقهما بهيئة صدور الأمر من آمر مُطاع للعبد المأذون بالحضور لعمل شاق أن يقول له : ائت لهذا العمل طوعاً أو كرهاً ، لتوقع إبائهِ من الإِقدام على ذلك العمل ، وهذا من دون مراعاة مشابهة أجزاء الهيئة المركبة المشبَّهة لأجزاء الهيئة المشبه بها ، فلا قول ولا مقول ، وإنما هو تمثيل ، ويكون { طَوْعاً أوْ كَرْهاً } على هذا من تمام الهيئة المشبه بها وليس له مقابل في الهيئة المشبهة . والمقصود على كلا الاعتبارين تصوير عظمة القدرة الإِلهية ونفوذها في المقدورات دَقَّت أو جلَّت .وأما قوله : { قالتا أتينا طائعين } فيجوز أن يكون قول السماء والأرض مستعاراً لدلالة سرعة تكونهما لشبههما بسرعة امتثال المأمور المطيع عن طواعية فإنه لا يتردد ولا يتلكَّأ على طريقة المكنية والتخييل من باب قول الراجز الذي لا يعرف تعيينه: ... امتَلأَ الحَوْضُ وقال قَطْنِيوهو كثير ، ويجوز أن يكون تمثيلاً لهيئة تكوّن السماء والأرض عند تعلق قدرة الله تعالى بتكوينهما بهيئة المأمور بعمل تقَبله سريعاً عن طواعية . وهما اعتباران متقاربان ، إلا أن القول ، والإِتيان ، والطوع ، على الاعتبار الأول تكون مجازات ، وعلى الاعتبار الثاني تكون حقائق وإنما المجاز في التركيب على ما هو معلوم من الفرق بين المجاز المفرد والمجاز المركب في فن البيان .وإنما جاء قوله : { طَآئِعِينَ } بصيغة الجمع لأن لفظ السماء يشتمل على سبع سماوات كما قال تعالى إثر هذا { فقضاهن سَبْعَ سموات } [ فصلت : 12 ] فالامتثالُ صادر عن جَمع ، وأما كونه بصيغة جمع المذكر فلأنَّ السماء والأرضَ ليس لهما تأنيث حقيقي .وأما كونه بصيغة جمع العقلاء فذلك ترشيح للمكنية المتقدمة مثل قوله تعالى : { إني رأيت أحد عشر كوكباً والشمس والقمر رأيتهم لي ساجدين } [ يوسف : 4 ] .",
  "ayah": 11,
  "surah": 41
}
