{
  "text": "فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (13) { وَثَمُودَ * إِذْ جَآءَتْهُمُ الرسل مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلاَّ } .بعد أن قَرَعتهم الحجة التي لا تترك للشك مسرباً إلى النفوس بعدها في أَن الله منفرد بالإِلهية لأنه منفرد بإيجاد العوالم كلها . وكان ثبوت الوحدانية من شأنه أن يزيل الريبة في أن القرآن منزَّل من عند الله لأنهم ما كفروا به إلا لأجل إعلانه بنفي الشريك عن الله تعالى ، فلما استبان ذلك كان الشأن أن يفيئوا إلى تصديق الرسول والإِيماننِ بالقرآن ، وأن يقلعوا عن إعراضهم المحكي عنهم بقوله في أول السورة { فأعرض أكْثَرُهُم فَهُمْ لا يَسْمَعُونَ وَثَمُودَ * إِذْ جَآءَتْهُمُ الرسل مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلاَّ } [ فصلت : 4 ] الخ ، فلذلك جعل استمرارهم على الإِعراض بعد تلك الحجج أمراً مفروضاً كما يُفْرَض المُحال ، فجيء في جانبه بحرف ( إنْ ) الذي الأصل فيه أن يقع في الموقع الذي لا جزم فيه بحصول الشرط كقوله تعالى : { أفنضرب عنكم الذكر صفحاً إن كنتم قوماً مسرفين } [ الزخرف : 5 ] في قراءة من قرأ بكسر همزة ( إنْ ) .فمعنى { فَإنْ أعْرَضُوا } إن استمروا على إعراضهم بعد ما هديتهم بالدلائل البينة وكابروا فيها ، فالفعل مستعمل في معنى الاستمرار كقوله : { ياأيها الذين آمنوا آمنوا باللَّه ورسوله } [ النساء : 136 ] .والإِنذار : التخويف ، وهو هنا تخويف بتوقع عقاب مثل عقاب الذين شابهوهم في الإِعراض خشيةَ أن يحلّ بهم ما حل بأولئك ، بناء على أن المعروف أن تجري أفعال الله على سَنن واحد ، وليس هو وعيداً لأن قريشاً لم تصبهم صاعقة مثلُ صاعقة عاد وثمود ، وإن كانوا قد ساوَوْهما في التكذيب والإِعراض عن الرسل وفي التعللات التي تعللوا بها من قولهم : { لو شاء الله لأنزل ملائكة } [ المؤمنون : 24 ] وأمهل الله قريشاً حتى آمن كثير منهم واستأصل كفارهم بعذاب خاص .وحقيقة الصاعقة : نار تخرج مع البرق تُحرق ما تصيبه ، وتقدم ذكرها في قوله تعالى : { يجعلون أصابعهم في آذانهم من الصواعق } في سورة البقرة ( 19 ) . وتطلق على الحادثة المبيرة السريعة الإهلاككِ ، ولما أضيفت صاعقة هنا إلى عادٍ وثمود ، وعادٌ لم تهلكهم الصاعقة وإنما أهلكهم الريح وثمودُ أهلكوا بالصاعقة فقد استُعمل الصاعقة هنا في حقيقته ومجازه ، أو هو من عموم المجاوز والمقتضي لذلك على الاعتبارين قصدَ الإِيجاز ، وليقع الإِجمَال ثم التفصيل بعد بقوله : { فأمَّا عَادٌ } [ فصلت : 15 ] إلى قوله : { بما كانوا يكسبون } [ فصلت : 17 ] .و { إذ } ظرف للماضي ، والمعنى مثل صاعقتهم حين جاءتهم الرسل إلى آخر الآيات . روى ابن إسحاق في سيرته أن عتبةَ بن ربيعة كلم النبي صلى الله عليه وسلم فيما جاء به من خلاففِ قومه فتلا عليهم النبي صلى الله عليه وسلم { حم تَنزِيلٌ مِنَ الرحمنن الرَّحِيم } حتى بلغ { فَقُلْ أنذَرْتُكُمْ صاعقة } [ فصلت : 1 13 ] الآية ، فأمسَكَ عتبةُ على فم النبي وقال له : « ناشدتُك الله والرحم »وضمير جاءتهم } عائد إلى عاد وثمود باعتبار عدد كل قبيلة منهما . وجَمْع الرسل هنا من باب إطلاق صيغة الجمع على الاثنين مثل قوله تعالى : { فقد صغت قلوبكما } [ التحريم : 4 ] ، والقرينة واضحة وهو استعمالٌ غير عزيز ، وإنما جاءهم رسولان هود وصالح .",
  "ayah": 13,
  "surah": 41
}
