{
  "text": "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (17)بقية التفصيل الذي في قوله : { فَأَمَّا عَادٌ فَاسْتَكْبَرُوا } [ فصلت : 15 ] .ولما كان حال الأمتين واحداً في عدم قبول الإرشاد من جانب الله تعالى كما أشار إليه قوله تعالى : { لَوْ شَاءَ رَبُّنَا لأَنْزَلَ مَلائِكَةً } [ فصلت : 14 ] كان الإِخبار عن ثمود بأن الله هَداهم مقتضياً أنه هدَى عاداً مثل ما هدى ثمود وأن عاداً استحبوا العَمى على الهدى مثل ما استحبت ثمود . والمعنى : وأما ثمودُ فهديناهم هداية إرشاد برسولنا إليهم وتأييده بآية الناقة التي أخرجها لهم من الأرض .فالمراد بالهداية هنا : الإرشاد التكليفي ، وهي غير ما في قوله : { ومن يهد اللَّه فما له من مضل } [ الزمر : 37 ] فإن تلك الهداية التكوينية لمقابلته بقوله : { وَمَن يُضْلِللِ الله فَمَا لَهُ مِنْ هَادٍ } [ غافر : 33 ] .واستحبوا العمى معناه : أحبّوا ، فالسين والتاء للمبالغة مثلهما في قوله : { فاستكْبُروا في الأرضضِ بغيرِ الحَقِّ } [ فصلت : 15 ] ، أي كان العمى محبوباً لهم . والعمى : هنا مستعار للضلال في الرأي ، أي اختاروا الضلال بكسبهم . وضُمن ( استحبوا ) معنى : فَضَّلوا ، وَهَيَّأ لهذا التضمين اقترانُه بالسين والتاء للمبالغة لأن المبالغة في المحبة تستلزم التفضيل على بقية المحبوبات فلذلك عدّي ( استحبوا ) بحرف { على } ، أي رجحوا باختيارهم . وتعليق { عَلَى الهدى } بفعل ( استحبوا ) لتضمينه معنى : فضّلوا وآثروا .وفُرع عليه { فَأَخَذَتْهُم صاعقة العَذَاببِ الهُونِ } ، وكان العقاب مناسباً للجُرم لأنهم استحبوا الضلال الذي هو مثل العمى ، فمن يستحبه فشأنه أن يحب العمى ، فكان جزاؤهم بالصاعقة لأنها تُعمِي أبصارهم في حين تهلكهم قال تعالى : { يكاد البرق يخطف أبصارهم } [ البقرة : 20 ] .والأخذ : مستعار للإصابة المهلكة لأنها اتصال بالمُهلَك يُزيله من الحياة فكأنه أخذ باليد .والصاعقة : الصيْحة التي تنشأ في كهربائية السحاب الحامل للماء فتنقدح منها نار تهلك ما تصيبه . وإضافة { صاعقة } إلى { العَذَابِ } للدلالة على أنها صاعقة تُعَرّف بطريق الإضافة إذ لا يُعرِّفَ بها إلا ما تضاف إليه ، أي صاعقة خارقة لمعتاد الصواعق ، فهي صاعقة مسخرة من الله لعذاب ثمود ، فإن أصل معنى الإضافة أنها بتقدير لام الاختصاص فتعريف المضاف لا طريق له إلا بيان اختصاصه بالمضاف إليه .و { العذاب } هو : الإِهلاك بالصعق ، ووصف ب { الهُونِ } كما وصف العذاب بالخزي في قوله : { لنُذيقَهُم عَذَابَ الْخِزي } [ فصلت : 16 ] ، أي العذاب الذي هو سبب الهُون . و { الهُون } : الهوان وهو الذل ، ووجه كونه هَواناً أنه إهلاك فيه مذلة إذ استُؤْصلوا عن بكرة أبيهم وتُركوا صرعى على وجه الأرض كما بيناه في مهلك عاد . أي أخذتهم الصاعقة بسبب كسبهم في اختيارهم البقاء على الضلال بإعراضهم عن دعوة رسولهم وعن دلالة آياته .ويعلم من قوله في شأن عاد { وَلَعَذَابُ الآخِرَةِ أَخْزَى } [ فصلت : 16 ] أن لثمود عذاباً في الآخرة لأن الأمتين تماثلتا في الكفر فلم يذكر ذلك هنا اكتفاء بذكره فيما تقدم . وهذا مُحسِّن الاكتفاء ، وهو محسِّن يرجع إلى الإيجاز .",
  "ayah": 17,
  "surah": 41
}
