{
  "text": "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (19) { لله يتَّقُونَ * وَيَوْمَ يُحْشَرُ أَعْدَآءُ الله إِلَى النار فَهُمْ يُوزَعُونَ * حتى إِذَا مَا جَآءُوهَا شَهِدَ } { يَعْمَلُونَ * وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قالوا أَنطَقَنَا الله الذى أَنطَقَ كُلَّ شَىْءٍ }لما فُرغ من موعظة المشركين بحال الأمم المكذبة من قبلهم وإنذارهم بعذاب يحلّ بهم في الدنيا كما حل بأولئك ليكون لهم ذلك عبرة فإن لاستحضار المثل والنظائر أثراً في النفس تعتبر به ما لا تعتبر بتوصف المعاني العقلية ، انتقل إلى إنذارهم بما سيحلّ بهم في الآخرة فجملة { ويَوْمَ نحشر أعداء الله } الآيات ، معطوفة على جملة { فَقُلْ أنذَرتُكُم صاعقة } [ فصلت : 13 ] الآيات . والتقدير : وأنذرهم يوم نحشر أعداء الله إلى النار . ودل على هذا المقدر قوله : { أنذَرتُكُم صاعقة الخ ، أي وأنذرهم يوم عقاب الآخرة .وأعداء الله : هم مشركو قريش لأنهم أعداء رسوله قال تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } [ الممتحنة : 1 ] يعني المشركين لقوله بعده : { يخرجون الرسول وإياكم } [ الممتحنة : 1 ] ، ولأنها نزلت في قضية كِتاب حاطب بن أبي بلتعة إلى قريش يعلمهم بتهيّؤ النبي صلى الله عليه وسلم لغزو مكة ولقوله في آخر هذه الآيات { ذلك جَزَاءُ أعْدَاءِ الله } [ فصلت : 28 ] بعد قوله { وقال الَّذِينَ كَفَرُوا لاَ تَسْمَعُوا لهذا القُرءَاننِ والغَوا فِيهِ لَعَلَّكُم تَغْلِبُونَ } [ فصلت : 26 ] . ولا يجوز أن يكون المراد ب { أعْدَاءَ الله } جميع الكفار من الأمم بحيث يدخل المشركون من قريش دخول البعض في العموم لأن ذلك المحمل لا يكون له موقع رشيق في المقام لأن الغرض من ذكر ما أصاب عاداً وثمود هو تهديد مشركي مكة بحلول عذاب مثله في الدنيا لأنهم قد علموه ورأوا آثاره فللتهديد بمثله موقع لا يسعهم التغافل عنه ، وأما عذاب عاد وثمود في الآخرة فهو موعود به في المستقبل وهم لا يؤمنون به فلا يناسب أن يجعل موعظة لقريش بل الأجدر أن يقع إنذار قريش رأساً بعذاب يعذَّبونه في الآخرة ، ولذلك أطيل وصفه لتهويله ما لم يُطل بمثله حينَ التعرض لِعذاب عاد في الآخرة بقوله : { وَلَعَذَابُ الآخِرَةِ أخزى } [ فصلت : 16 ] المكتفى به عن ذكر عذاب ثمود . ولهذا فليس في قوله : { أَعْدَاءَ الله } إظهار في مقام الإِضمار من ضمير عاد وثمود .ويجوز أن يكون { ويَوْمَ نحشر أعْدَاءَ الله } مفعولاً لفعل ( واذكر ) محذوفاً مثل نظائره الكثيرة . والحشر : جمع الناس في مكَان لمقصد .ويتعلق قوله : { إلى النَّارِ } ب { نَحْشر } لتضمين { نحشر } معنى : نرسل ، أي نرسلهم إلى النار .والفاء في قوله : { فَهُمْ يُوزَعُونَ } عطف وتفريع على { نحشر } لأن الحشر يقتضي الوزْع إذ هو من لوازمه عُرفاً ، إذ الحشر يستلزم كثرة عدد المحشورين وكثرةُ العدد تستلزم الاختلاط وتداخل بعضهم في بعض فلا غنى لهم عن الوزع لتصفيفهم ورَدِّ بعضهم عن بعض . والوزْع : كفّ بعضهم عن بعض ومنعهم من الفوضى ، وتقدم في سورة النمل ( 17 ) ، وهو كناية عن كثرة المحشورين .وقرأ نافع ويعقوب { نَحشر } بنون العظمة مبنياً للفاعل ونصب { أَعْدَاءَ } . وقرأه الباقون بياء الغائب مبنياً للنائب .",
  "ayah": 19,
  "surah": 41
}
