{
  "text": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآَنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (26)عطف على جملة { وقالوا قلوبنا في أكنة مما تدعونا إليه } [ فصلت : 5 ] عطفَ القصة على القصة ، ومناسبة التخلص إليه أن هذا القول مما ينشأ عن تزيين قرنائهم من الإِنس ، أو هو عطف على جملة { فَزَيَّنُوا لَهُم } [ فصلت : 25 ] . وهذا حكاية لحال أخرى من أحوال إعراضهم عن الدعوة المحمدية بعد أن وصف إعراضهم في أنفسهم انتقل إلى وصف تلقينهم الناس أَساليب الإِعراض ، فالذين كفروا هنا هم أيمة الكفر يقولون لعامتهم : لا تسمعوا لهذا القرآن ، فإنهم علموا أن القرآن كلام هو أكمل الكلام شريفَ معاننٍ وبلاغةَ تراكيبَ وفصاحةَ أَلفاظٍ ، وأيقنوا أن كل من يسمعه وتُداخل نفسَه جزالةُ ألفاظه وسُمُوُّ أغراضه قضى له فهمُه أنه حق إتباعُه ، وقد أدركوا ذلك بأنفسهم ولكنهم غالبتهم محبة الدوام على سيادة قومهم فتمالؤوا ودبروا تدبيراً لمنع الناس من استماعه ، وذلك خشية من أن تَرقَّ قلوبهم عند سماع القرآن فصرفوهم عن سماعه .وهذا من شأن دعاة الضلال والباطل أن يكُمُّوا أفواه الناطقين بالحق والحجة ، بما يستطيعون من تخويف وتسويل ، وترهيب وترغيب ولا يَدعوا الناس يتجادلون بالحجة ويتراجعون بالأدلة لأنهم يوقنون أن حجة خصومهم أنهَضُ ، فهم يسترونها ويدافعونها لا بمثلها ولكن بأساليب من البهتان والتضليل ، فإذا أعيتهم الحِيَل ورأوا بوارق الحق تخفق خَشُوا أن يعُمَّ نورُها الناسَ الذين فيهم بقية من خير ورشد عدلوا إلى لغو الكلام ونفخوا في أبواق اللغو والجعجعة لعلهم يغلبون بذلك على حجج الحق ويغمرون الكلام القول الصالح باللغو ، وكذلك شأن هؤلاء .فقولهم : { لاَ تَسْمَعُوا لهذا القُرْءَانِ } تحذيراً واستهزاء بالقرآن ، فاسم الإِشارة مستعمل في التحقير كما فيما حُكي عنهم { أهذا الذي يذكر آلهتكم } [ الأنبياء : 36 ] . وتسميتهم إياه بالقرآن حكاية لما يجري على ألسنة المسلمين من تسميته بذلك . وتعدية فعل { تَسْمَعُوا } باللام لتضمينه معنى : تَطمئنوا أو تركنوا .واللغو : القول الذي لا فائدة فيه ، ويسمى الكلام الذي لا جدوى له لغواً ، وهو واوي اللام ، فأصل { وَالغَواْ } : والغَوُوا استثقلت الضمة على الواو فحذفت والتقى ساكنان فحذف أولهما وسكنت الواو الثانية سكوناً حيًّا ، والواو علامة الجمع . وهذا الجاري على ظاهر كلام «الصحاح» و«القاموس» في «الكشاف» أنه يقال : لَغِي يلغَى ، كما يقال : لغَا يلغُو فهو إذن واويٌ ويائيٌ . فمعنى { وَالغَوْاْ فِيهِ } قُولوا أقوالاً لا معنى لها أو تكلموا كلاماً غير مراد منه إفادة أو المقصود إحداث أصوات تغمر صوت النبي صلى الله عليه وسلم بالقرآن . ولما كان المقصود بتخلُّل أصواتهم صوتَ القارىء حتى لا يفقهه السامعون عُدّي اللغو بحرف ( في ) الظرفية لإِفادة إيقاع لغوهم في خلال صوت القارىء وُقوع المظروف في الظرف على وجه المجاز . وأدخل حرف الظرفية على اسم القرآن دون اسم شيء من أحواله مثل صوتتِ أو كلاممِ ليشمل كل ما يُخفي ألفاظ القرآن أو يشكك في معانيها أو نحو ذلك .وهذا نظَم له مكانة من البلاغة .قال ابن عباس : \" كان النبي صلى الله عليه وسلم وهو بمكة إذا قرأ القرآن يرفع صوته فكان أبو جهل وغيره يطردون الناس عنه ويقولون لهم : لا تسمعوا له والغَواْ فيه ، فكانوا يأتُون بالمُكاء والصفير والصياح وإنشاد الشعر والأراجيز وما يحضرهم من الأقوال التي يصخبون بها \" . وقد ورد في «الصحيح» «أنهم قالوا لمّا استمعوا إلى قراءة أبي بكر وكان رقيق القراءة : إنا نخاف أن يفتن أبناءنا ونساءنا» .ومعنى { لَعَلَّكُم تَغْلِبُونَ } رجاءَ أن تغلبوا محمداً بصرف من يُتوقع أن يتبعه إذا سمع قراءته . وهذا مشعر بأنهم كانوا يجدون القرآن غالبَهم إذ كان الذين يسمعونه يُداخل قلوبهم فيؤمنون ، أي فإن لم تفعلوا فهو غالبكم .",
  "ayah": 26,
  "surah": 41
}
