{
  "text": "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآَخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ (31) وعلى هذا المعنى فقوله : { الَّتِي كُنتُم } تُعتبرُ ( كان ) فيه مزيدة للتأكيد ، ويكون المضارع في { تُوعَدُونَ } على أصل استعماله للحال والاستقبال ، ويكون قولهم : { نَحنُ أولِياؤكُم فِي الحياةِ الدُّنيا وفي الآخِرَة } تأييداً لهم في الدنيا ووعداً بنفعهم في الآخرة .و { لا } ناهية ، والمقصود من النهي عن الخوف : النهي عن سببه ، وهو توقع الضر ، أي لا تحسبوا أن الله معاقبكم ، فالنهي كناية عن التأمين من جانب الله تعالى لأنهم إذا تحققوا الأمن زال خوفهم ، وهذا تطمين من الملائكة لأَنْفُس المؤمنين .والخوف : غمّ في النفس ينشأ عن ظن حصول مكروه شديد . والحزَن : غمّ في النفس ينشأ عن وقوع مكروه بفوَاتتِ نفععٍ أو حصول ضرّ .وألحقوا بتأمينهم بشارتهم ، لأن وقع النعيم في النفس موقعَ المسرة إذَا لم يخالطه توقع المكروه .ووصفُ الجنة ب { الَّتِي كُنتُم تُوعَدُونَ } تذكير لهم بأعمالهم التي وعدوا عليها بالجنة ، وتعجيل لهم بمسرة الفوز برضى الله ، وتحقيق وعده ، أي التي كنتم توعدونها في الدنيا . وفي ذكر فعل الكون تنبيه على أنهم متأصلون في الوعد بالجنة وذلك من سابق إيمانهم وأعمالهم .وفي التعبير بالمضارع في { تُوعَدُونَ } إفادة أنهم قد تكرر وعدهم بها ، وذلك بتكرر الأعمال الموعود لأجلها وبتكرر الوعد في مواقع التذكير والتبشير .وقول الملائكة : { نَحْنُ أولِيَاؤُكُم في الحَيَاةِ الدُّنْيَا وفي الآخِرَةِ } تعريف بأنفسهم للمؤمنين تأنيساً لهم .فإن العلم بأن المتلقِّيَ صاحب قديم يزيد نفس القادم انشراحاً وأنساً ويزيل عنه دهشة القدوم ، يُخفف عنه من حشمة الضيافة ، ويزيل عنه وحشة الاغتراب ، أي نحن الذين كنا في صحبتكم في الدنيا ، إذ كانوا يكتبون حسناتهم ويشهدون عند الله بصلاتهم كما في حديث : \" يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار فيسألهم ربهم وهو أعلم بهم : كيف تركتم عبادي؟ فيقولون : أتيناهم وهم يصلّون وتركناهم وهم يصلون \" . وقد حفظوا العهد فكانوا أولياء المؤمنين في الآخرة ، وقد جيء بهذا القول معترضاً بين صفات الجنة ليتحقق المؤمنون أن بشارتهم بالجنة بشارة محب يفرح لحبيبه بالخير ويسعى ليزيده .واعلم أن قوله : { في الحَياةِ الدُّنيا } إشارة إلى مقابلة قوله في المشركين { وَقَيَّضْنَا لَهُم قُرَنَاءَ } [ فصلت : 25 ] فكما قيّض للكافر قرناء في الدنيا قيّض للمؤمنين ملائكة يكونون قرناءَهم في الدنيا ، وكما أنطق أتباعهم باللائمة عليهم أنطق الملائكة بالثناء على المؤمنين . وهذه الآية تقتضي أن هذا الصنف من الملائكة خاص برفقة المؤمنين وولائهم ولا حظ للكافرين فيهم ، فإن كان الحفظة من خصائص المؤمنين كما نقله ابن ناجي في «شرح الرسالة» فمعنى ولايتهم للمؤمنين ظاهر ، وإن كان الحفظة موكَّلين على المؤمنين والكافرين كما مشى عليه الجمهور وهو ظاهر قوله تعالى : { كلا بل تكذبون بالدين وإن عليكم لحافظين كراماً كاتبين يعلمون ما تفعلون } [ الانفطار : 9 12 ] فهذا صنف من الملائكة موكّل بحفظ المؤمنين في الدنيا ، وهم غير الحفظة ، وقد يكون هذا الصنف من الملائكة هو المسمى بالمعقبات في قوله تعالى :{ له معقبات من بين يديه ومن خلفه يحفظونه من أمر اللَّه } حسب ما تقدم في سورة الرعد ( 11 ) .وقد دلت عدة آثار متفاوتة في القبول على أن الملائكة الذين لهم علاقة بالناس عموماً أو بالمؤمنين خاصة أصناف كثيرة . وعن عثمان « أنه سأل النبي صلى الله عليه وسلم كم من ملَك على الإِنسان ، فذكر له عشرين مَلكاً » . ولعل وصف الملائكة المتنزلين بأنهم أولياء يقتضي أن عملهم مع المؤمن عمل صلاح وتأييد مثل إلهام الطاعات ومحاربة الشياطين ونحو ذلك ، وبذلك تتم مقابلة تنزلهم على المؤمنين بذكر تقييض القرناء للكافرين ، وهذا أحسن .وجملة { ولَكُم فِيهَا ما تَشْتَهِي أنفُسُكُم } عطف على { التي كُنتُم تُوعَدُون } وما بينهما جملة معترضة كما بينته آنفاً .ومعنى { مَا تَدَّعُونَ } : ما تتمنون . يقال : ادَّعَى ، أي تمنى ، وقد تقدم عند قوله تعالى : { ولهم ما يدَّعون } في سورة يس ( 57 ) . والمعنى : لكم فيها ما تشتهونه مما يقع تحت الحسّ وما تتمنونه في نفوسكم من كل ما يخطر بالبال مما يجول في الخيال ، فما يدّعون غير ما تشتهيه أنفسهم .ولهذه المغايرة أعيد { لكم } ليؤذن باستقلال هذا الوعد عن سابقه ، فلا يتوهم أن العطف عطف تفسير أو عطف عام على خاص .والنزُل بضم النون وضم الزاي : ما يُهَيَّأ للضيف من القِرى ، وهو مشتق من النزول لأنه كرامة النزيل ، وهو هنا مستعار لما يُعطَوْنَه من الرغائب سواء كانت رزقاً أم غيره . ووجه الشبه سرعة إحضاره كأنه مُهَيَّأٌ من قبللِ أن يشتهوه أو يتمنوه .",
  "ayah": 31,
  "surah": 41
}
