{
  "text": "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ (41) أعقب تهديدهم على الإِلحاد في آيات الله على وجه العموم بالتعرض إلى إلحادهم في آيات القرآن وهو من ذكر الخاص بعد العام للتنويه بخصال القرآن وأنه ليس بعُرضَةٍ لأن يُكفر به بل هو جدير بأن يتقبل بالاقتداء والاهتداء بهديه ، فلهذه الجملة اتصال في المعنى بجملة : { إن الذين يلحدون في آياتنا } [ فصلت : 40 ] واتصال في الموقع بجملة { اعملوا ما شئتم } [ فصلت : 40 ] .وتحديد هذين الاتصالين اختلفت فيه آراء المفسرين ، وعلى اختلافهم فيهما جرى اختلافهم في موقعها من الإعراب وفي مواقع أجزائها من تصريح وتقدير .فجعل صاحب «الكشاف» قوله : { إنَّ الذِين كَفَروا بالذِّكر } بدلاً من قوله : { إنَّ الذين يُلحِدُونَ في آياتنا ، وهو يريد أنه إبدال المفرد من المفرد بدلاً مطابقاً أو بدل اشتمال ، وأنه بتكرير العامل وهو حرف إنَّ } وإن كانت إعادة العامل مع البدل غير مشهورة إلاّ في حرف الجر كما قال الرضيّ ، فكلام الزمخشري في «المفصل» يقتضي الإِطلاق ، وإن كان أتى بمثالين عاملهما حرف جر .وعلى هذا القول لا يقدر خبر لأن الخبر عن المبدل منه خبر عن البدل وهو قوله : { لا يَخْفَون علينا } [ فصلت : 40 ] .وعن أبي عمرو بن العلاء والكسائي وعمرو بن عبيد ما يقتضي أنهم يجعلون جملة : { إنَّ الذين كفروا بالذِكْر } جملة مستقلة لأنهم جعلوا ل { إن } خبراً . فأما أبو عمرو فقال : خبر { إن } قوله : { أولئك ينادون من مكان بعيد } [ فصلت : 44 ] .حكي أن بلال بن أبي بردة سئل في مجلس أبي عمرو بن العلاء عن خبر { إن } فقال : لم أجد لها نفاذاً ، فقال له أبو عمرو : إنه منك لقريب : { أولئك ينادون من مكان بعيد . وهو يقتضي جعل الجمل التي بين اسم إنَّ } وخبرها جملاً معترضة وهي نحو سبع . وأما الكسائي وعمرو بن عبيد فقدروا خبراً لاسم { إن } فقال الكسائي : الخبر محذوف دل عليه قوله قبله : { أفمن يلقى في النار خير } [ فصلت : 40 ] ، فنقدر الخبر ، يُلقون في النار ، مثلاً . وسأل عيسى بنُ عمر عمرو بن عبيد عن الخبر ، فقال عمرو : معناه أن الذين كفروا بالذكر كفروا به وإنه لكتاب عزيز . فقال عيسى : أجدتَ يا أبا عثمان . ويجيء على قول هؤلاء أن تكون الجملة بدلاً من جملة : { إنَّ الذين يُلْحدون في آياتِنا بدل اشتمال إن أريد بالآيات في قوله : في ءاياتنا مطلق الآيات ، أو بدلاً مطابقاً إن أريد بالآيات آيات القرآن . وقيل الخبر قوله : { ما يقال لك إلا ما قد قيل للرسل من قبلك } [ فصلت : 43 ] ، أي ما يقال لك فيهم إلا ما قد قلنا للرسل من قبلك في مكذبيهم ، أو ما يقولون إلا كما قاله الأمم للرسل من قبلك ، وما بينهما اعتراض .والكفر بالقرآن يشمل إنكار كل ما يوصف به القرآن من دلائل كونه من عند الله وما اشتمل عليه مما خالف معتقدهم ودين شركهم وذلك بالاختلافات التي يختلفونها كقولهم : سحر ، وشعر ، وقول كاهن ، وقول مجنون ، ولو نشاء لقلنا مثل هذا ، وأساطير الأولين ، وقلوبنا في أكنّة ، وفي آذاننا وقر .والأظهر أن تكون جملة { إنَّ الَّذِينَ كَفَرُوا بالذِّكْرِ } الخ واقعة موقع التعليل للتهديد بالوعيد في قوله : { لاَ يَخْفَونَ عَلَيْنا } [ فصلت : 40 ] . والمعنى : لأنهم جديرون بالعقوبة إذ كفروا بالآيات ، وهي آية القرآن المؤيد بالحق ، وبشهادة ما أوصي إلى الرسل من قوله .وموقع إن } موقع فاء التعليل . وخبر { إنّ } محذوف دل عليه سياق الكلام . والأحسن أن يكون تقديره بما تدل عليه جملةُ الحال من جلالة الذكر ونفاسته ، فيكون التقدير : خسروا الدنيا والآخرة ، أو سفهوا أنفسهم أو نحو ذلك مما تذهب إليه نفس السامع البليغ ، ففي هذا الحذف توفير للمعاني وإيجاز في اللفظ يقوم مقام عدة جمل ، وحَذْفُ خبرِ { إنّ } إذا دل عليه دليل وارد في الكلام . وأجازه سيبويه في باب ما يحسن السكوت عليه من هذه الأحرف الخمسة ، وتبعه الجمهور ، وخالفه الفراء فشرطه بتكرر { إنّ } . ومن الحذف قوله تعالى : { إن الذين كفروا ويصدون عن سبيل الله والمسجد الحرام } الآية في سورة الحج ( 25 ) ، وأنشد سيبويه: ... يا ليت أيام الصبا رواجعاإذ روي بنصب ( رواجعا ) على الحال فلم يذكر خبر ( ليت ) .وذكر أن العرب يقولون : «إنّ مالاً وإنَّ وَلَداً» أي إِنَّ لهم ، وقول الأعشى: ... إنَّ مَحلاًّ وإِنَّ مُرْتَحَلاأي أن لنا في الدنيا حلولاً ولنا عنها مرتحلاً ، إذ ليس بقية البيت وهو قوله: ... وإن في السَّفر إذ مَضَوْا مَهَلاما يصح وقوعه خبراً عن ( إنّ ) الأولى . وقال جميل: ... وقالوا نراها يا جميل تنكرتْوغَيَّرها الواشي فقلتُ لعلَّها ... وقال الجاحظ في «البيان» في باب من الكلام المحذوف عن الحسن : أن المهاجرين قالوا : \" يا رسول الله إن الأنصار آوونا ونصرونا ، قال النبي صلى الله عليه وسلم تعرفون ذلك لهم ، قالوا : نعم ، قال : فإن ذلك ليس في الحديث غير هذا \" يريد فإن ذلك شكر ومكافأة ا ه . وفي المقامة الثالثة والأربعين «حسبك يا شيخُ فقد عرفتُ فنَّك ، واستبنتُ أنك» أي أنك أبو زيد . وقد مثل في «شرح التسهيل» لحذف خبر ( إنَّ ) بهذه الآية .وجملة : { وَإنَّهُ لكتاب } الخ في موضع الحال من الذِّكْر ، أي كفروا به في حاله هذا ، ويجوز أن تكون الجملة عطفاً على جملة : { إنَّ الذينَ كَفَروا بالذِّكْر } على تقدير خبر { إن } المحذوف . وقد أجري على القرآن ستة أوصاف ما منها واحد إلا وهو كمال عظيم :الوصف الأول : أنه ذِكر ، أي يذكِّر الناس كلهم بما يغفلون عنه مما في الغفلة عنه فوات فوزهم .الوصف الثاني من معنى الذكر : أنه ذكر للعرب وسُمعة حسنة لهم بين الأمم يخلد لهم مفخرة عظيمة وهو كونه بلغتهم ونزل بينهم كما قال تعالى : { وإنه لذكر لك ولقومك } [ الزخرف : 44 ] وفي قوله : { لما جاءهم } إشارة إلى هذا المعنى الثاني .الوصف الثالث : أنه كتاب عزيز ، والعزيز النفيس ، وأصله من العزة وهي المنعة لأن الشيء النفسي يدافعَ عنه ويُحمَى عن النبذ فإنه بيِّن الإِتقان وعلوِّ المعاني ووضوح الحجة ومثل ذلك يكون عزيزاً ، والعزيز أيضاً : الذي يَغلب ولا يُغلب ، وكذلك حجج القرآن .الوصف الرابع : أنه لا يتطرقه الباطل ولا يخالطه صريحُه ولا ضمنيُّه ، أي لا يشتمل على الباطل بحال . فمُثِّل ذلك بِ { من بين يديه ولا من خلفه } .والمقصود استيعاب الجهات تمثيلاً لحال انتفاء الباطل عنه في ظاهره وفي تأويله بحال طرد المهاجم ليضر بشخص يأتيه من بين يديه فإن صدّه خاتله فأتاه من خلفه ، وقد تقدم في قوله تعالى : { ثم لآتِيَنّهم من بين أيديهم ومن خلفهم } [ الأعراف : 17 ] .",
  "ayah": 41,
  "surah": 41
}
