{
  "text": "وَلَقَدْ آَتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (45){ بَعِيدٍ * وَلَقَدْ ءَاتَيْنَا مُوسَى الكتاب فاختلف فِيهِ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ } .اعتراض بتسلية للنبيء صلى الله عليه وسلم على تكذيب المشركين وكفرهم بالقرآن بأنه ليس بأَوحدَ في ذلك فقد أوتي موسى التوراة فاختلف الذين دعاهم في ذلك ، فمنهم من آمن به ومنهم من كفر .والمقصود الاعتبار بالاختلاف في التوراة فإنه أشد من الاختلاف في القرآن فالاختلاف في التوراة كان على نوعين : اختلاف فيها بين مؤمن بها وكافر ، فقد كفر بدعوة موسى فرعون وقومه وبعض بني إسرائيل مثلُ قارون ومثل الذين عبدوا العجل في مغيب موسى للمناجاة ، واختلاف بين المؤمنين بها اختلافاً عطلوا به بعض أحكامها كما قال تعالى : { ولكن اختلفوا فمنهم من آمن ومنهم من كفر } [ البقرة : 253 ] ، وكلا الاختلافين موضع عبرة وأسوة لاختلاف المشركين في القرآن . وهذا ما عصم الله القرآن من مثله إذ قال : { وإنا له لحافظون } [ يوسف : 12 ] فالتسلية للرسول صلى الله عليه وسلم بهذا أوقع ، وهذا ناظر إلى قوله آنفاً : { ما يقال لك إلا ما قد قيل للرسل من قبلك } [ فصلت : 43 ] على الوجه الثاني من معنييه بذكر فرد من أفراد ذلك العموم وهو الأعظم الأهم .{ فِيهِ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ }هذا متعلق بالذين كذبوا بالقرآن من العرب لأن قوله : { لَقُضِيَ بَيْنَهُمْ } يقتضي أن الله أخر القضاء بينهم وبين المؤمنين إلى أجل اقتضته حكمتُه ، فأَما قوم موسى فقد قضَى بينهم باستئصال قوم فرعون ، وبتمثيل الأشوريين باليهود بعد موسى ، وبخراب بيت المقدس ، وزوال ملك إسرائيل آخراً . وهذا الكلام داخل في إتمام التسلية للرسول صلى الله عليه وسلم والمؤمنين في استبطاء النصر .والكلمة هي كلمة الإمهال إلى يوم القيامة بالنسبة لبعض المكذبين ، والإِمهاللِ إلى يوم بدر بالنسبة لمن صرعوا ببدر .والتعبير عن الجلالة بلفظ { رَبِّكَ } لما في معنى الرب من الرأفة به والانتصار له ، ولما في الإضافة إلى ضمير الرسول صلى الله عليه وسلم من التشريف . وكلا الأمرين تعزيز للتسلية .ولك أن تجعل كلمة ( بين ) دالة على أخرى مقدرة على سبيل إيجاز الحذف . والتقدير : بينهم وبينَ المؤمنين ، أي بما يظهر به انتصار المؤمنين ، فإنه يكثر أن يقال : بين كذا وبين كذا ، قال تعالى : { وحيل بينهم وبين ما يشتهون } [ سبأ : 54 ] .ومعنى { سَبَقَتْ } أي تقدمت في علمه على مقتضى حكمته وإرادته .والأجلُ المسمى : جنس يصدق بكل ما أجل به عقابهم في علم الله . وأما ضمير { وإنَّهُمْ لَفِي شَكَ مِنْهُ مُرِيبٍ } فهو خاص بالمشركين الشاكين في البعث والشاكين في أن الله ينصر رسوله والمؤمنين .والريب : الشك ، فوصف { شَكّ } ب { مُرِيبٍ } من قبيل الإسناد المجازي لقصد المبالغة بأن اشتق له من اسمه وصف كقولهم : لَيلٌ أَلْيل وشِعْرٌ شَاعر .",
  "ayah": 45,
  "surah": 41
}
