{
  "text": "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آَذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ (47) كانوا إذا أُنذروا بالبعث وساعته استهزأوا فسألوا عن وقتها ، وكان ذلك مما يتكرّر منهم ، قال تعالى : { يسألونك عن السّاعة أيّان مُرساها لِّلْعَبِيدِ * إِلَيْهِ يُرَدُّ عِلْمُ الساعة وَمَا تَخْرُجُ مِن ثمرات مِّنْ أَكْمَامِهَا وَمَا } [ الأعراف : 187 ] فلمّا جرى ذكر دليل إحياء الموتى وذكر إلحاد المشركين في دلالته بسؤالهم عنها استهزاء انتقل الكلام إلى حكاية سؤالهم تمهيداً للجواب عن ظاهره وتقديم المجرور على متعلّقه لإفادة الحصر ، أي إلى الله يفوض علم السّاعة لا إليّ ، فهو قصر قلب . وردّ عليهم بطريق الأسلوب الحكيم ، أي الأجدر أن تعلموا أنْ لا يعلم أحد متى السّاعة وأن تؤمنوا بها وتستعدّوا لها . ومثله قول النبي صلى الله عليه وسلم وسأله رجل من المسلمين : متى الساعة؟ فقال له : { ماذا أعددت لها } أي استعدادك لها أولى بالاعتناء من أن تسأل عن وقتها .والرّد : الإرجاع وهو مستعمل لتفويض علم ذلك إلى الله والتبرؤ من أن يكون للمسؤول علم به ، فكأنّه جيء بالسؤال إلى النّبيء صلى الله عليه وسلم فردّه إلى الله . وفي حديث موسى مع الخضر في «الصحيح» «فعاتب الله موسى أن لم يَرُدّ العِلم إليه» وقال تعالى : { ولو رَدّوه إلى الرّسول } [ النساء : 83 ] الآية . وعطف جملة { وما تخرج من ثمرات من أكمامها } وما بعدها توجيه لصرف العلم بوقت السّاعة إلى الله بذكر نظائرِ لا يعلمها النّاس ، وليس علم السّاعة بأقرب منها فإنّها أمور مشاهدة ولا يعلم تفصيل حالها إلاّ الله ، أي فليس في عدم العلم بوقت السّاعة حجةٌ على تكذيب من أنذَر بها ، لأنّهم قالوا : { متى هذا الوعد إن كنتم صادقين } [ يس : 48 ] ، أي إن لم تبيّن لنا وقته فلست بصادق . فهذا وجه ذكر تلك النظائر ، وهي ثلاثة أشياء :أوّلها : علم ما تُخرجه أكمام النخيل من الثَمَر بقدره وجودتِه وثباته أو سقوطه ، وضمير { أكمامها } راجع إلى الثمرات . والأكمام : جمع كِمّ بكسر الكاف وتشديد الميم وهو وعاء الثّمر وهو الجُفّ الذي يخرج من النّخلة محتوياً على طلْع الثّمر .ثانيها : حمل الأنثى من النّاس والحيوان ، ولا يعلم التي تلقح من التي لا تلقح إلاّ الله .ثالثها : وقت وضع الأجنّة فإن الإناث تكون حوامل مثقلة ولا يعلم وقت وضعها باليوم والسّاعة إلا الله .وعُدل عن إعادة حرف { ما } مرة أخرى للتفادي من ذكر حرف واحد ثلاث مرّات لأنّ تساوي هذه المنفيات الثلاثة في علم الله تعالى وفي كون أزمان حصولها سواءً بالنسبة للحال وللاستقبال يسدّ علينا باب ادعاء الجمهور الفرق بين { ما } و ( لا ) في تخليص المضارع لزمان الحال مع حرف { ما } وتخليصه للاستقبال مع حرف ( لا ) . ويؤيّد ردّ ابن مالك عليهم فإن الحق في جانب قول ابن مالك . وحرف { من } بعد مدخولي { ما } في الموضعين لإفادة عموم النفي ويسمّى حرفاً زائِداً .والباء في { بعلمه } للملابسة . وتقدم نظيره في سورة فاطر .وقرأ نافع وابن عامر وحفص عن عاصم { ثمرات } بالجمع . وقرأه الباقون { ثمرةٍ } واحدةِ الثمرات .{ بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآئِى قالوا ءَاذَنَّاكَ مَا مِنَّا مِن } { شَهِيدٍ * وَضَلَّ عَنْهُم مَّا كَانُواْ يَدْعُونَ مِن قَبْلُ وَظَنُّواْ مَا لَهُمْ مِّن مَّحِيصٍ } .عطف على الجملة قبلها فإنّه لما تضمن قوله : { إليه يرد علم الساعة } إبطال شبهتهم بأن عدم بيان وقتها يدلّ على انتفاء حصولها ، وأتبع ذلك بنظائر لوقت السّاعة مما هو جار في الدّنيا دَوْماً عاد الكلام إلى شأن السّاعة على وجه الإنذار مقتضياً إثبات وقوع السّاعة بذكر بعض ما يلْقونه في يومها .و { يوم } متعلّق بمحذوف شائععٍ حذفه في القرآن ، تقديره : واذكر يوم يناديهم .والضّمير في ( ينادي ) عائد إلى { ربّك في قوله وما ربّك بظلام للعبيد } [ فصلت : 46 ] ، والنداء كناية عن الخطاب العلني كقوله : { ينادونهم ألم نكن معكم } [ الحديد : 14 ] . وقد تقدم الكلام على النداء عند قوله تعالى : { ربّنا إننا سمِعنا منادياً ينادي للإيمان } في آل عمران ( 193 ) ، وقوله : { ونُودوا أن تلكُم الجنّة أورثتموها } في سورة الأعراف ( 43 ) .وجملة { أين شركائي } يصح أن يكون مقول قول محذوف كما صرّح به في آية أخرى { ويوم يناديهم فيقول أين شركائي الذين كنتم تزعمون } [ القصص : 74 ] { ويوم يناديهم فيقول ماذا أجبتم المرسلين } [ القصص : 65 ] . وحذف القول ليس بعزيز .ويصحّ أن تكون مبيّنة لما تضمنه { يناديهم } من معنى الكلام المعْلن به . وجاءت جملة { قالوا آذناك } غير معطوفة لأنّها جارية على طريقة حكاية المحاورات كما تقدّم عند قوله تعالى : { وإذ قال ربّك للملائكة } إلى قوله : { ما لا تعلمون } [ البقرة : 30 ] .و { آذناك } أخبرناك وأعلمناك . وأصل هذا الفعل مشتق من الاسم الجامد وهو الأذن بضم الهمزة وسكون الذال وقال تعالى : { فقل آذنتكم على سواء } [ الأنبياء : 109 ] ، وقال الحارث بن حلزة: ... أذنَتْنَا بِبَيْنها أسماءوصيغة الماضي في { آذناك } إنشاء فهو بمعنى الحال مثل : بعْتُ وطلقت ، أي نأذنك ونُقر بأنّه ما منّا من شهيد .",
  "ayah": 47,
  "surah": 41
}
