{
  "text": "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آَذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ (5)عطف { وقالوا } على { فأعرض } [ فصلت : 4 ] أو حالٌ من { أكثرهم } [ فصلت : 4 ] أو عطف على { لا يَسْمَعُونَ } [ فصلت : 4 ] ، أو حال من ضميره ، والمعنى : أنهم أعرضوا مصرحين بقلة الاكتراث وبالانتصاب للجفاء والعداء . وهذا تفصيل للإعراض عما وُصف به القرآن من الصفات التي شأنها أن تقربهم إلى تلقيه لا أن يَبعدوا ويعرضوا وقد جاء بالتفصيل بأقوالهم التي حرمتهم من الانتفاع بالقرآن واحداً واحداً كما ستعلمه .والمراد بالقلوب : العقول ، حكي بمصطلح كلامهم قولهم إذ يطلقون القلب على العقل .والأكنة : جمع كنان مثل : غطاء وأغطية وزناً ومعنى ، أثبتت لقلوبهم أغطية على طريقة التخييل ، وشُبهت القلوب بالأشياء المغطّاة على طريقة الاستعارة المكنية . ووجه الشبه حيلولة وصول الدعوة إلى عقولهم كما يحول الغطاء والغلاف دون تناول ما تحته . ومَا يدعوهم إليه يعم كل ما دعاهم إليه من المدلولات وأدلتها ، ومنها دلالة معجزة القرآن وما تتضمنه من دلالة أمية الرسول صلى الله عليه وسلم من نحو قوله تعالى : { وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك } [ العنكبوت : 48 ] .وجعلت القلوب في أكنة لإِفادة حرف { في } معنى إحاطة الظرف بالمظروف . وكذلك جعل الوَقر في القلوب لإِفادة تغلغله في إدراكهم .و ( مِن ) في قوله : { مِمَّا تَدْعُونَا إلَيْهِ } بمعنى ( عن ) مثل قوله تعالى : { فويل للقاسية قلوبهم من ذكر اللَّه } [ الزمر : 22 ] وقوله : { قد كنا في غفلة من هذا } [ الأنبياء : 97 ] ، والمعنى : قلوبنا في أكنة فهي بعيدة عما تدعونا إليه لا ينفذ إليها .والوَقر بفتح الواو : ثقل السمع وهو الصمم ، وكأنَّ اللغة أخذته من الوِقر بكسر الواو ، وهو الحِمل لأنه يثقل الدَّابة عن التحرك ، فأطلقوه على عدم تحرك السمع عند قرع الصوت المسموع ، وشاع ذلك حتى ساوى الحقيقة ففتحوا له الواو تفرقة بين الحقيقة والمجاز ، كما فرقوا بين العَضّ الحقيقي وعظِّ الدهر بأن صيروا ضادهُ ظاء . وقد تقدم ذكر الأكنة والوقر في قوله : { وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقراً } في الأنعام ( 25 ) وفي سورة الإِسراء ( 46 ) .والحجاب : الساتر للمرئيّ من حائط أو ثوب . أطلقوا اسم الحجاب على ما يمنع نفوسهم أن يأخذوا بالدين الذي جاء به النبي صلى الله عليه وسلم من كراهية دينه وتجافي تقلده بجامععِ أن الحجاب يحول بين الرائي والمَرْئِيّ فلا ينظر أحدهما الآخر ولا يصل إليه ، ومرادهم البراءة منه . مثل نبوّ قلوبهم عن تقبُّل الإسلام واعتقاده بحال ما هو في أكنّة ، وعدمَ تأثر أسماعهم بدعوته بصَم الآذان ، وعدمَ التقارب بين ما هم عليه وما هو عليه بالحجاب الممدود بينه وبينهم فلا تلاقيَ ولا ترائيَ .وقد جمعوا بين الحالات الثلاث في التمثيل للمبالغة في أنهم لا يقبلون ما يدعوهم إليه . واجتلابُ حرف { مِن } في قوله : { وَمِن بَيْنِنَا وَبَيْنِك حِجَابٌ } لتقوية معنى الحجاب بين الطرفين وتمكن لازمه الذي هو بُعد المسافة التي بين الطرفين لأن { مِن } هذه زائدة لتأكيد مضمون الجملة .وضمير { بيننا } عائد إلى ما عاد إليه ضمير { أكثرهم } [ فصلت : 4 ] .وعطف وبينك } تأكيد لأن واو العطف مغنية عنه وأكثر استعمال ( بين ) أن يكون معطوفاً عليه مثله كقوله تعالى : { قال يا ليت بيني وبينك بعد المشرقين } [ الزخرف : 38 ] .وقد جعل ابن مالك ( من ) الداخلة على ( قبل ) و ( بعد ) زائدة فيكون ( بَين ) مقيساً على ( قبل ) و ( بعد ) لأن الجميع ظروف . وهذا القول المحكي عنهم في القرآن ب { قالوا } يحتمل أن يكون القرآن حكاه عنهم بالمعنى ، فجمع القرآن بإيجازه وبلاغته ما أطالوا به الجدال وأطنبوا في اللجاج ، ويحتمل أنه حكاه بلفظهم فيكون مما قاله أحد بلغائهم في مجامعهم التي جمعت بينهم وبين النبي صلى الله عليه وسلم وهذا ظاهر ما في سيرة ابن إسحاق ، وزعم أنهم قالوه استهزاء وأن الله حكاه في سورة الكهف .ويحتمل أن يكونوا تلقفوه ممّا سمعوه في القرآن من وصف قلوبهم وسمعهم وتباعدهم كقوله : { وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقراً } في سورة الإسراء ( 46 ) ، فإن سورة الإسراء معدودة في النزول قبل سورة فصلت . وكذلك قوله تعالى : { وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجاباً مستوراً } في سورة الإِسراء ( 45 ) أيضاً ، فجمعوا ذلك وجادلوا به الرسول . فيكون ما في هذه الآية من البلاغة قد اقتبسوه من آيات أخرى . قيل : إن قائله أبو جهل في مجمع من قريش فلذلك أسند القول إليهم جميعاً لأنهم مشائعون له .وقد جاء في حكاية أقوالهم ما فيه تفصيل ما يقابل ما ذُكر قبله من صفات القرآن وهي { تَنزِيلٌ مِنَ الرحمنن الرَّحِيممِ كتاب فُصِّلَتْ ءاياته قُرْءَاناً عَرَبِياً } [ فصلت : 2 ، 3 ] ، فإن كونَه تنزيلاً من الرحمان الرحيم يستدعي تفهمه والانتفاع بما فيه ، فقوبل بقولهم : قُلُوبُنَا فِي أكِنَّةٍ مِمَّا تَدْعُونَا إليهِ } وكونَهُ فُصلت آياته يستدعي تلقّيها والاستماعَ إليها فقوبل بقولهم : { في آذاننا وقر } ، أي فلا نسمع تفصيله ، وكونَه قرآناً عربياً أشد إلزاماً لهم بفهمه فقوبل ذلك بما يقطع هذه الحجة وهو { من بيننا وبينك حجاب } أي فلا يصل كلامه إليهم ولا يتطرق جانبهم ، فهذه تفاصيل إعراضهم عن صفات القرآن .وقولهم : { فاعْمَل إنَّنَا عاملون } تفريع على تأييسهم الرسول من قبولهم دعوته وجعل قولهم هذا مقابِل وصف القرآن بأنه بَشير ونذير لظهور أنه تعين كونه نذيراً لهم بعذاب عظيم لأنهم أعرضوا فحكي ما فيه تصريحهم بأنهم لا يعبأُون بنذارته فإن كان له أذى فليؤذهم به وهذا كقول فرعون : «ذَرَوني أَقتُل موسى ولْيَدْعُ ربه» .وحذف مفعولا ( اعمل ) و { عاملون } ليعُمّ كل ما يمكن عمله كل مع الآخر ما يناسبه . والأمر في قوله : { فاعمل } مستعمل في التسوية كقول عنترة بن الأخرس المعْنِي: ... أَطِلْ حملَ الشَّناءة لِي وبُغضيوعِشْ ما شئتَ فانظر من تضيرُ ... وكقوله تعالى : { اعملوا ما شئتم إنه بما تعملون بصير } [ فصلت : 40 ] .والخَبر في قولهم : { إنَّنَا عاملون } مستعمل في التهديد .",
  "ayah": 5,
  "surah": 41
}
