{
  "text": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ (51)هذا وصف وتذكير بضرب آخر من طغيان النفس الإنسانية غير خاص بأهل الشرك بل هو منبث في جميع النّاس على تفاوتتٍ إلاَّ من عصم الله . وهو توصيف لنَزَق النفْس الإنساني وقلّة ثباته فإذا أصابته السراء طغا وتكبر ونسِي شكر ربّه نسياناً قليلاً أو كثيراً وَشُغل بلذاته ، وإذا أصابته الضراء لم يصبر وجزِع ولجأ إلى ربّه يُلحّ بسؤال كشف الضراء عنه سريعاً . وفي ذكر هذا الضرب تعرُّض لفعل الله وتقديره الخَلتين السراء والضراء . وهو نقد لسُلوك الإنسان في الحالتين وتعجيب من شأنه . ومحل النقد والتعْجيب من إعراضه ونأيه بجانبه واضح ، وأمّا محل الانتقاد والتعجيب من أنّه ذو دُعاء عريض عندما يمسه الشرّ فهو من حيث لم يتذكر الإقبالَ على دعاء ربّه إلا عندما يمَسُّه الشر وكان الشأن أن لا يغفل عن ذلك في حال النعمة فيدعو بدوامها ويشكر ربّه عليها وقبوللِ شكره لأن تلك الحالة أولى بالعناية من حالة مسّ الضر .وأما ما تقدم من قوله : { لا يسأم الإنسان من دعاء الخير } إلى قوله : { للحسنى } [ فصلت : 49 ، 50 ] فهو وصف لضرب آخر أشدّ ، وهو خاص بأهل الشرك لِما وقع فيه من قوله : { وما أظن الساعة قائمة } [ الكهف : 36 ] ، فليس قوله : { وإذا أنعمنا على الإنسان أعرض ونئا بجانبه } الخ تكريراً مع قوله : { لا يسأم الإنسان } [ فصلت : 49 ] الآية . فهذا التفنن في وصف أحوال الإنسان مع ربّه هو الذي دعا إلى ما اشتمل عليه قوله : { وإذا أنعمنا } من بعض التكرير لِما ذكر في الضرب المتقدم لزيادة تقريره ، وللإشارة إلى اختلاف الحالتين باعتبار الشرك وعدمه مع اتحادهما في مثار الجبلة الإنسانية ، وباعتبار ما قدره الله للإنسان .والإعراض : الانصراف عن شيء ، وهو مستعار هنا للغفلة عن شكر المنعم أو التعمد لترك الشكر .ومتعلق فعل { أعرض } محذوف لدلالة السياق عليه ، والتقدير : أعرض عن دعائنا .والنأي : البعد ، وهو هنا مستعار لعدم التفكر في المنعِم عليه ، فشبّه عدم اشتغاله بذلك بالبُعد . والجانب للإنسان : منتهى جسمه من إحدى الجهتين اللَّتين ليستا قُبالَة وجهه وظهرِه ، ويسمى الشِقّ ، والعِطف بكسر العين . والباء للتعدية . والمعنى : أبعد جانبه ، كناية عن إبعاد نفسه ، أي ولَّى معرضاً غير ملتفت بوجهه إلى الشيء الذي ابتعد هو عنه .ومعنى { مسه الشر } أصابه شر بسبب عاديّ . وعدل عن إسناد إصابة الشر إلى الله تعليماً للأدب مع الله كما قال إبراهيم { الذي خلقني فهو يهدين } [ الشعراء : 78 ] الخ . ثم قال : { وإذا مَرِضْت فهو يشفين } [ الشعراء : 80 ] فلم يقل : وإذا أمرضني ، وفي ذلك سرّ وهو أن النعم والخير مسخّران للإنسان في أصل وضع خلقته فهما الغالبان عليه لأنّهما من مظاهر ناموس بقاء النوع . وأمّا الشرور والأضرار فإن معظمها ينجرّ إلى الإنسان بسوء تصرفه وبتعرضه إلى ما حذرته منه الشرائع والحكماء الملهمون فقلما يقع فيهما الإنسان إلا بعلمه وجُرأته .والدعاء : الدعاء لله بكشف الشرّ عنه . ووصفُه بالعريض استعارة لأن العَرض بفتح العين ضد الطول ، والشيء العريض هو المتسع مساحة العَرض ، فشبه الدعاء المتكرر الملَحُّ فيه بالثوب أو المكان العريض . وعُدل عن أن يقال : فداع ، إلى { ذو دعاء } لما تشعر به كلمة { ذو } من ملازمة الدعاء له وتملكه منه .والدّعاء إلى الله من شيم المؤمنين وهم متفاوتون في الإكثار منه والإقلال على تفاوت ملاحظة الحقائق الإلهيّة . وتَوجه المشركين إلى الله بالدعاء هو أقوال تجري على ألسنتهم توارثوها من عادات سالفة من أزمان تدينهم بالحنيفية قبل أن تدخل عليهم عبادة الأصنام وتتأصل فيهم فإذا دعوا الله غفلوا عن منافاة أقوالهم لعقائد شركهم .",
  "ayah": 51,
  "surah": 41
}
