{
  "text": "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ (52)استئناف ابتدائي متصل بقوله : { إن الذين كفروا بالذكر لمَّا جاءهم } إلى قوله : { لفي شك منه مريب } [ فصلت : 41 ، 45 ] . فهذا انتقال إلى المجادلة في شأن القرآن رجع به إلى الغرض الأصلي من هذه السورة وهو بيان حقّيّة القرآن وصدقه وصدق من جاء به . وهذا استدعاء ليُعمِلُوا النظر في دلائل صدق القرآن مثل إعجازه وانتساقه وتأييد بعضه بعضاً وكونه مؤيّداً للكتب قبلَه ، وكوننِ تلك الكتب مؤيدة له .والمعنى : ما أنتم عليه من إنكار صدق القرآن ليس صادراً عن نظر وتمحيص يحصّل اليقين وإنما جازفتم به قبل النظر فلو تأملتم لاحتمل أن يُنتج لكم التأمل أنه من عند الله وأن لا يكون من عنده ، فإذا فُرض الاحتمال الأول فقد أقحمتم أنفسكم في شقاق قويّ . وهذا من الكلام المنصِف واقتُصر فيه على ذكر الحالة المنطبقة على صفاتهم تعريضاً بأن ذلك هو الطرَف الرّاجح في هذا الإجمال كأنه يقول : كما أنكم قضيتم بأنه ليس من عند الله وليس ذلك معلوماً بالضرورة فكذلك كونه من عند الله فتعالوا فتأملوا في الدّلائل ، فهم لمّا أنكروا أن يكون من عند الله وصدوا أنفسهم وعامتهم عن الاستماع إليه والتدبر فيه فقد أعملوا شهوات أنفسهم وأهملوا الأخذ بالحيطة لهم أن يتدبروه حتى يكونوا على بينة من أمرهم في شأنه ، وهم إذا تدبروه لا يلبثون أن يعلموا صدقه ، فاستدعاهم الله إلى النظر بطريق تجويز أن يكون من عند الله فإنه إذا جاز ذلك وكانوا قد كفروا به دون تأمل كانوا قد قضوا على أنفسهم بالضلال الشديد ، وإذا كانوا كذلك فقد حقّت عليهم كلمات الوعيد .و { إن } الشرطية شأنها أن تدخل على الشرط المشكوك فيه ، فالإتيان بها إرخاء للعنان معهم لاستنزال طائر إنكارهم حتى يقبلوا على التأمل في دلائل صدق القرآن . ويشبه أن يكون المقصود بهذا الخطاب والتشكيك أولاً دَهماءَ المشركين الذين لم ينظروا في دلالة القرآن أو لم يطيلوا النظر ولم يبلغوا به حد الاستدلال .وأما قادتهم وكبراؤهم وأهل العقول منهم فهم يعلمون أنه من عند الله ولكنّهم غلب عليهم حبّ الرئاسة على أنهم متفاوتون في هذا العلم إلى أن يبلغ بعضهم إلى حدّ قريب من حالة الدّهماء ولكن القرآن ألقى بينهم هذا التشكيك تغليباً ومراعاةً لاختلاف درجات المعاندين ومجارَاةً لهم ادعاءهم أنّهم لم يهتدوا نظراً لقولهم { قلوبنا في أكنة مما تدعونا إليه وفي ءاذاننا وقر } [ فصلت : 5 ] .و { ثُمّ } في قوله : { ثم كفرتم } للتراخِي الرتبي لأن الكفر بما هو من عند الله أمره أخطر من كون القرآن من عند الله .و { مَن } الأولى للاستفهام وهو مستعمل في معنى النفي ، أي لا أضل ممن هو في شقاق بعيد إذا تحقق الشرط .و { مَن } الثانية موصولة ومَا صْدَقُها المخاطبون بقوله : { كفرتم به } فعُدل عن الإضمار إلى طريق الموصول لما تأذن به الصلة من تعليل أنّهم أضلُّ الضالّين بكونهم شديدي الشقاق ، وذلك كناية عن كونهم أشد الخلق عقوبة لما هو معلوم من أن الضلال سبب للخسران .والشقاق : العصيان . والمراد : عصيان أمر الله لظهور أن القرآن من عنده على هذا الفرض بيننا .والبعيد : الواسع المسافة ، واستعير هنا للشديد في جنسه ، ومناسبة هذه الاستعارة للضلال لأن الضلال أصله عدم الاهتداء إلى الطريق ، وأن البعد مناسب للشقاق لأن المنشقّ قد فارق المنشقَّ عنه فكان فراقه بعيداً لا رجاء معه للدنوّ ، وتقدم في قوله : { وإن الذين اختلفوا في الكتاب لفي شقاق بعيد } في سورة البقرة ( 176 ) .وفعل { أرأيتم } معلق عن العمل لوجود الاستفهام بعده ، والرؤية علمية .",
  "ayah": 52,
  "surah": 41
}
