{
  "text": "سَنُرِيهِمْ آَيَاتِنَا فِي الْآَفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (53){ بَعِيدٍ * سَنُرِيهِمْ ءاياتنا فِى الافاق وفى أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ على كُلِّ } .أعقب الله أمر رسوله صلى الله عليه وسلم أن يقول للمشركين ما فيه تخويفهم من عواقب الشقاق على تقدير أن يكون القرآن من عند الله وهم قد كفروا به إلى آخر ما قرر آنفاً ، بأن وَعَدَ رسوله صلى الله عليه وسلم على سبيل التسلية والبشارة بأن الله سيغمر المشركين بطائفة من آياته ما يتبيّنون به أن القرآن من عند الله حقاً فلا يسعهم إلا الإيمان به ، أي أن القرآن حقّ بَيِّنٌ غير محتاج إلى اعترافهم بحقيته ، وستظهر دلائل حقّيّته في الآفاق البعيدة عنهم وفي قبيلتهم وأنفسهم فتتظاهر الدلائل على أنّه الحق فلا يجدوا إلى إنكارها سبيلاً ، والمراد : أنهم يؤمنون به يومئذٍ مع جميع من يؤمن به . وفي هذا الوعد للرّسول صلى الله عليه وسلم تعريض بهم إذْ يسمعونه على طريقة : فاسمعي يا جارة .فموقع هذه الجملة بصريحها وتعريضها من الجملة التي قبلها موقع التعليل لأمر الرّسول صلى الله عليه وسلم بأن يقول لهم ما أمر به ، والتعليل راجع إلى إحالتهم على تشكيكهم في موقفهم للطعن في القرآن . وقد سكت عما يترتب على ظهور الآيات في الآفاق وفي أنفسهم المبينة أن القرآن حقّ لأن ما قبله من قوله : { أرأيتم إن كان من عند الله ثم كفرتم به من أضل ممن هو في شقاق بعيد } [ فصلت : 52 ] ينبىء عن تقديره ، أي لا يسعهم إلا الإيمان بأنه حق فمن كان منهم شاكّاً من قبلُ عن قلة تبصر حصل له العلم بعد ذلك ، ومن كان إنّما يكفر عناداً واحتفاظاً بالسيادة افتضح بهتانه وسفَّهه جيرانه . وكلاهما قد أفات بتأخير الإيمان خيراً عظيماً من خير الآخرة بما أضاعه من تزود ثواب في مدة كفره ومن خير الدّنيا بما فاته من شرف السبق بالإيمان والهجرة كما قال تعالى : { لا يستوي منكم من أنفقَ مِن قبللِ الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعدُ وقاتلوا وكلاَّ وعد الله الحسنى } [ الحديد : 10 ] .وفي هذه الآية طرف من الإعجاز بالإخبار عن الغيب إذ أخبرتْ بالوعد بحصول النصر له ولدينه وذلك بما يسَّر الله لرسوله صلى الله عليه وسلم ولخلفائه مِن بعده في آفاق الدّنيا والمشرق والمغرب عامة وفي بَاحة العرب خاصة من الفتوح وثباتها وانطباع الأمم بها ما لم تتيسر أمْثالها لأحد من ملوك الأرض والقياصرة والأكاسرة على قلة المسلمين إن نسب عددهم إلى عدد الأمم التي فتحوا آفاقها بنشر دعوة الإسلام في أقطار الأرض ، والتّاريخ شاهد بأن ما تهيأ للمسلمين من عجائب الانتشار والسلطان على الأمم أمر خارق للعادة ، فيتبيّن أن دين الإسلام هو الحق وأن المسلمين كلما تمسّكوا بعُرى الإسلام لَقُوا من نصر الله أمراً عجيباً يشهد بذلك السابق واللاحق ، وقد تحدّاهم الله بذلك في قوله :{ أو لم يروا أنا نأتي الأرض ننقصها من أطرافها والله يحكم لا معقّب لحكمه وهو سريع الحساب } [ الرعد : 41 ] ثم قال { ويقول الذّين كفروا لست مرسلاً قل كفى بالله شهيداً بيني وبينكم } [ الرعد : 43 ] .ولم يقف ظهور الإسلام عند فتح الممالك والغلب على الملوك والجبابرة ، بل تجاوز ذلك إلى التغلغل في نفوس الأمم المختلفة فتقلّدوه ديناً وانبثت آدابه وأخلاقه فيهم فأصلحت عوائدهم ونُظُمهم المدنِيّة المختلفة التي كانوا عليها فأصبحوا على حضارة متماثلة متناسقة وأوجدوا حضارة جديدة سالمة من الرعونة وتفشت لغة القرآن فتخاطبت بها الأمم المختلفة الألسن وتعارفت بواسطتها ونبغت فيهم فطاحل من علماء الدّين وعلماء العربية وأيّمة الأدب العربي وفحول الشعراء ومشاهير الملوك الذين نشروا الإسلام في الممالك بفتوحهم .فالمراد بالآيات في قوله : { سنريهم آياتنا } ما يشمل الدلائل الخارجة عن القرآن وما يشمل آيات القرآن فإن من جملة معنى رؤيتها رؤية ما يصدِّق أخبارها ويبيّن نصحها إياهم بدعوتها إلى خير الدّنيا والآخرة .والآفاق : جمع أُفُق بضمتين وتسكن فاؤه أيضاً هو : الناحية من الأرض المتميزة عن غيرها ، والناحية من قبة السماء . وعطف { وفي أنفسهم } يجوزُ أن يكون من عطف الخاص على العام ، أي وفي أفق أنفسهم ، أي مكّة وما حولها على حذف مضاف .والأحسن أنْ يكون في الآفاق على عمومه الشامل لأفقهم ، ويكون معنى { وفي أنفسهم } أنّهم يرون آيات صدقه في أحوال تصيب أنفسهم ، أي ذواتهم مثل الجوع الذي دعا عليهم به النبي صلى الله عليه وسلم ونزل فيه قوله تعالى : { فارتَقِبْ يوم تأتي السماء بدخان مبين } [ الدخان : 10 ] ، ومثل ما شاهدوه من مَصارِع كبرائهم يوم بدر وقد توعدهم به القرآن بقوله { يوم نبطش البطشة الكبرى إنّا منتقمون } [ الدخان : 16 ] . وأيَّة عبرة أعظم من مقتل أبي جهل يوم بدر رماه غلامان من الأنصار وتولى عبد الله بن مسعود ذبحه وثلاثتهم من ضعفاء المسلمين وهو ذلك الجبار العنيد . وقد قال عند مَوته : لو غيرُ أكَّار قتلني ، ومن مقتل أُبيّ بن خلف يومئذٍ بيد النبي صلى الله عليه وسلم وقد كان قال له بمكة : أنا أقتلُك وقد أيقن بذلك فقال لزوجه ليلة خروجه إلى بدر : والله لو بصق علي لقتلني .{ الحق أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ على كُلِّ شَىْءٍ } .عَطْفٌ على إعلام الرّسول بما سيظهر من دلائل صدق القرآن وصدق الرّسول صلى الله عليه وسلم زيادة لتَثبيتتِ الرّسول وشرح صدره بأن الله تكفل له بظهور دينه ووضوح صدقه في سائر أقطار الأرض وفي أرض قومه ، على طريقة الاستفهام التقريري تحقيقاً لتيقن النبي صلى الله عليه وسلم بكفالة ربّه بحيث كانت ممّا يقرر عليها كنايةً عن اليقين بها ، فالاستفهام تقريري .والمعنى : تكفيك شهادة ربّك بصدقك فلا تلتفت لتكذيبهم ، وهذا على حدّ قوله : { لكن الله يشهد بما أنزل إليك أنزله بعلمه والملائكة يشهدون وكفى بالله شهيداً } [ النساء : 166 ] وقولِه : { وأرسلناك للنّاس رسولاً وكفى بالله شهيداً } [ النساء : 79 ] فهذا وجه في موقع هذه الآية .وهنالك وجه آخر أن يكون مساقها مساق تلقين النبي صلى الله عليه وسلم أن يستشهد بالله على أن القرآن من عند الله ، فيكون موقعها موقع القَسم بإشهاد الله ، وهو قسم غليظ فيه معنى نسبة المقسَم عليه إلى أنه مما يشهَد الله به فيكون الاستفهام إنكارياً إنكاراً لعدم الاكتفاء بالقَسَم بالله ، وهو كناية عن القسم ، وعن عدم تصديقهم بالقسَم ، فيكون معنى الآية قريباً من معنى قوله تعالى : { قل كفى بالله شهيداً بيني وبينكم } [ الرعد : 43 ] وقوله تعالى : { قل كفى بالله بيني وبينكم شهيداً } [ العنكبوت : 52 ] .وليس معنى الآية إنكاراً على المشركين أنّهم لم يكتفوا بشهادة الله على صدق القرآن ولا على صدق الرّسول صلى الله عليه وسلم لأنّهم غير معترفين بأن الله شهد بذلك فلا يظهر توجه الإنكار إليهم . ولقد دلّت كلمات المفسرين في تفسير هذه الآية على تردد في استخراج معناها من لفظها .وقوله : { أنه على كل شيء شهيد } بدل اشتمال من { بربّك } والتقدير : أو لم يكفهم ربُّك عِلمُه بكل شيء ، أي فهو يحقق ما وعدك من دمغهم بالحجة الدالة على صدقك ، أو فمن استشهدَ به فقد صدق لأن الله لا يُقرّ من استشهد به كاذباً فلا يلبثُ أن يأخذه .وفي الآية على الوجه الثاني من وجهي قوله : { أولم يكف بربك أنه على كل شيء شهيد } إشارة إلى أن الله لا يصدق من كذب عليه فلا يتم له أمر وهو معنى قول أيّمة أصول الدّين : إن دلالة المعجزة على الصدق أن تغيير الله العادة لأجل تحدّي الرّسول صلى الله عليه وسلم قائم مقام قوله : صَدَق عبدي فيما أخبر به عني .",
  "ayah": 53,
  "surah": 41
}
