{
  "text": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (6) { عاملون * قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَىَّ أَنَّمَآ إلهكم إله واحد فاستقيموا إِلَيْهِ واستغفروه وَوَيْلٌ لِّلْمُشْرِكِينَ } .استئناف ابتدائي هو تلقين الرسول صلى الله عليه وسلم أن يجيب قولهم : { فاعْمَل إنَّنَا عاملون } [ فصلت : 5 ] المفرّعَ على قولهم : { قُلُوبُنَا فِي أكِنَّةٍ مِمَّا تَدْعُونَا إليهِ } [ فصلت : 5 ] إلى آخره جوابَ المُتبرىء من أن يكون له حول وقوة ليعمل في إلجائهم إلى الإِيمان لمَّا أبوْه إذ ما هو إلا بشر مثلهم في البشرية لا حول له على تقليب القلوب الضالة ، إلى الهدى ، وما عليه إلا أن يبلغهم ما أوحَى الله إليه . وهذا الخبر يفيد كناية عن تفويض الأمر في العمل بجزائهم إلى الله تعالى كأنه يقول : وماذا أستطيع أن أعمل معكم فإني رسول من الله فحسابكم على الله .فصيغة القصر في { إنَّمَا أنَا بَشَرٌ مِثْلُكُم } تفيد قصراً إضافياً ، أي أنَا مقصور على البشرية دون التصرف في قلوب الناس . وبيَّن مما تميَّز به عنهم على وجه الاحتراس من أن يتلقفوا قوله : { إنَّمَا أنَا بَشَرٌ مِثْلُكُم } تلقفَ من حصَّل على اعتراف خصمه بنهوض حجته بما يُثبت الفارق بينه وبينهم في البشرية ، وهو مضمون جملة { يوحى إلَيَّ } وذلك للتسجيل عليهم إبطال زعمهم المشهور المكرر أن كونه بشراً مانع من إرساله عن الله تعالى لقولهم : { ما لهذا الرسول يأكل الطعام ويمشي في الأسواق لولا أنزل إليه ملك فيكون معه نذيراً } [ الفرقان : 7 ] ، ونحوه مما تكرر في القرآن . ومثل هذا الاحتراس ما حكاه الله عن قول الكفار لرسلهم : { إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين قالت لهم رسلهم إن نحن إلا بشر مثلكم ولكن اللَّه يمن على من يشاء من عباده } [ إبراهيم : 10 ، 11 ] .وحرصاً على إبلاغ الإرشاد إليهم بيَّن له ما يوحى إليه بقوله : { إنَّمَا إلهكم إله واحد } إعادة لِمَا أبلغهم إياه غيرَ مرة ، شأنَ القائم بهدي الناس أن لا يغادر فرصة لإِبلاغهم الحق إلا انتهزها . ونظيره ما جاء في محاورة موسى وفرعون { قال فرعون وما رب العالمين قال رب السماوات والأرض وما بينهما إن كنتم مؤمنين قال لمن حوله ألا تستمعون قال ربكم ورب آبائكم الأولين قال إن رسولكم الذي أرسل إليكم لمجنون قال رب المشرق والمغرب وما بينهما إن كنتم تعقلون } [ الشعراء : 23 28 ] .و { أنما } مفتوحة الهمزة ، وهي أخت { إنما } المكسورة وإنما تفتح همزتها إذا وقعت معمولة لما قبلها ولم تكن في الابتداء كما تفتح همزة ( أنَّ ) وتكسر همزة ( إن ) لأن إنَّمَا أو ( أنَّما ) مركبان من ( إنَّ ) أو ( أَنَّ ) مع ( ما ) الكافة الزائدة للدلالة على معنى ( مَا ) وَ ( إلا ) حتى ذهب وَهَلُ بعضهم أن ( ما ) التي معها هي النافية اغتراراً بأن معنى القصر إثبات الحكم للمذكور ونفيُه عما عداه مثلَ ( ما ) و ( إلاَّ ) ولا ينبغي التردد في كون أَنما المفتوحةِ الهمزة مفيدة القصرَ مثلُ أختها المكسورة الهمزة وبذلك جزم الزمخشري في تفسير سورة الأنبياء ، وما رده أبو حيان عليه إنما هو مجازفة ، وقد تقدم ذلك عند قوله تعالى :{ قل إنما يوحى إلي أنما إلهكم إله واحد فهل انتم مسلمون } في سورة الأنبياء ( 108 ) .فقوله : { أنَّمَا إلهكم إله وَاحِدٌ } إدماج للدعوة إلى الحق في خلال الجواب حرصاً على الهدْي .وكذلك التفريع بقوله : { فاسْتَقِيمُوا إلَيْهِ واسْتَغْفِرُوهُ } فإنه إتمام لذلك الإِدماج بتفريع فائدته عليه لأن إثبات أن الله إله واحد إنما يقصد منه إفراده بالعبادة ونبذُ الشرك . هذا هو الوجه في توجيه ارتباط { قُلْ إنَّمَا أنَا بَشَرٌ } بقولهم : { قُلُوبُنَا فِي أكِنَّةٍ } [ فصلت : 5 ] الخ .وموقع أنَّمَا إلهكم إله واحِدٌ } أنه نائب فاعل { يوحى إلَيَّ } ، أيْ يوحَى إِليَّ معنى المصدر المنسبك من { أنَّمَا إلهكم إله واحِدٌ } وهو حصر صفة الله تعالى في أنه واحد ، أي دون شريك . ومماثلته لهم : المماثلة في البشرية فتفيد تأكيدَ كونه بشراً .والاستقامة : كون الشيء قويماً ، أي غير ذي عوج وتطلق مجازاً على كون الشيء حقاً خالصاً ليست فيه شائبة تمويه ولا باطل . وعلى كون الشخص صادقاً في معاملته أو عهده غير خالط به شيئاً من الحيلة أو الخيانة ، فيقال : فلان رجل مستقيم ، أي صادق الخُلُق ، وإن أريد صدقه مع غيره يقال : استقام له ، أي استقام لأجله ، أي لأجل معاملته منه . ومنه قوله تعالى : { فما استقاموا لكم فاستقيموا لهم } [ التوبة : 7 ] والاستقامة هنا بهذا المعنى ، وإنما عُدّي بحرف ( إلى ) لأنها كثيراً ما تعاقب اللام ، يقال : ذهبتُ له وذهبت إليه ، والأحسن أن إيثار ( إلى ) هنا لتضمين ( استقيموا ) معنى : توجهوا ، لأن التوحيد توجه ، أي صرف الوجه إلى الله دون غيره ، كما حكَى عن إبراهيم : { إني وجهت وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين } [ الأنعام : 79 ] ، أو ضمّن ( استقيموا ) معنى : أنيبوا ، أي توبوا من الشرك كما دل عليه عطف { واستغفروه .والاستغفار : طلب العفو عما فرط من ذنب أو عصيان وهو مشتق من الغَفْر وهو الستر .والمعنى : فأخلصوا إلى الله في عبادته ولا تشركوا به غيره واسألوا منه الصفح عما فرط منكم من الشرك والعناد .واستغفروه وَوَيْلٌ } { لِّلْمُشْرِكِينَ * الذين لاَ يُؤْتُونَ الزكواة وَهُمْ بالاخرة هُمْ كافرون }وعيد للمشركين بسوء الحال والشقاء في الآخرة يجوز أن يكون من جملة القول الذي أُمر الرسول صلى الله عليه وسلم أن يقوله فهو معطوف على جملة { إنَمَّا أنَا بَشَرٌ } . ويجوز أن يكون كلاماً معترضاً من جانب الله تعالى فتكون الواو اعتراضية بين جملة { قُلْ إنَّمَا أنَا بَشَرٌ } وجملة { قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بالَّذِي خَلَقَ الأرْضَ } [ فصلت : 9 ] أي أجبهم بقولك : أنا بشر مثلك يوحى إليّ ونحن أعتدنا لهم الويل والشقاء إن لم يقبلوا ما تدعوهم إليه ، فيكون هذا إخباراً من الله تعالى .وذكر المشركين إظهار في مقام الإِضمار ويستفاد تعليق الوعيد على استمرارهم على الكفر من الإِخبار عن الويل بكونه ثابتاً للمشركين والموصوفين بالذين لا يؤتون الزكاة وبأنهم كافرون بالبعث لأن تعليق الحكم بالمشتق يؤذن بعليَّة ما منه الاشتقاق ، ولأن الموصول يؤذن بالإِيماء إلى وجه بناء الخبر . فأما كون الشرك وإنكارِ البعث موجِبَيْن للويل فظاهر ، وأما كون عدم إيتاء الزكاة موجباً للويل فذلك لأنه حَمَّل عليهم ما قارن الإشراك وإنكار البعث من عدم الانتفاع بالأعمال التي جاء بها الإسلام ، فذِكرُ ذلك هنا لتشويه كفرهم وتفظيع شركهم وكفرانهم بالبعث بأنهما يدعوانهم إلى منع الزكاة ، أي إلى القسوة على الفقراء الضعفاء وإلى الشحّ بالمال وكفى بذلك تشويهاً في حكم الأخلاق وحكم العُرف فيهم لأنهم يتعيرون باللؤم ، ولكنهم يبذلون المالَ في غير وجهه ويحرمون منه مستحقيه .",
  "ayah": 6,
  "surah": 41
}
