{
  "text": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9)بعد أن أمر الله رسوله صلى الله عليه وسلم أن يجيب المشركين بأنه بشَر يُوحَى إليه فما يملك إلجاءَهم إلى الإِيمان أمره عقب ذلك بمعاودة إرشادهم إلى الحق على طريقة الاستفهام عن كفرهم بالله ، مدمِجاً في ذلك تذكيرهم بالأدلة الدالة على أن الله واحد ، بطريقة التوبيخ على إشراكهم به في حين وضوح الدلائل على انفراده بالخلق واتصافه بتمام القدرة والعلم .فجملة { قُلْ أئِنَّكُمْ لَتَكْفُرُونَ } إلى آخرها استئناف ابتدائي ثان هو جواب ثان عن مضمون قولهم : { إننا عاملون } [ فصلت : 5 ] .وهمزة الاستفهام المفتتح بها الكلام مستعملة في التوبيخ فقوله : { أئِنَّكُم لَتَكْفُرُونَ } كقوله في سورة البقرة ( 28 ) { كيف تكفرون باللَّه } .وفي الافتتاح بالاستفهام وحرفي التوكيد تشويق لتلقي ما بعد ذلك لدلالة ذلك على أن أمراً مُهمّاً سيُلقى إليهم ، وتوكيد الخبر ب ( إنَّ ) ولام الابتداء بعد الاستفهام التوبيخي أو التعجيبي استعمال وارد كثيراً في الكلام الفصيح ، ليكون الإِنكار لأمر محقق ، وهو هنا مبني على أنهم يحسبون أنهم مهتدون وعلى تجاهلهم الملازمةَ بين الانفراد بالخلق وبين استحقاق الإِفراد بالعبادة فأُعلموا بتوكيد أنهم يكفرون ، وبتوبيخهم على ذلك ، فالتوبيخ المفاد من الاستفهام مسلط على تحقيق كفرهم بالله ، وذلك من البلاغة بالمكانة العليا ، واحتمالُ أن يكون التوكيد مسلطاً على التوبيخ والإِنكار قلب لنظام الكلام .ومجيء فعل «تكفرون» بصيغة المضارع لإِفادة أن تجدد كفرهم يوماً فيوماً مع سطوع الأدلة التي تقتضي الإِقلاع عنه أمر أحق بالتوبيخ . ومعنى الكفر به الكفر بانفراده بالإِلهية ، فلما أشركوا معه آلهة كانوا واقعين في إبطال إلهيته لأن التعدد ينافي حقيقة الإِلهية فكأنهم أنكروا وجوده لأنهم لمّا أنكروا صفات ذاته فقد تصوروه على غير كنهه .وأدمج في هذا الاستدلال بيان ابتداء خلق هذه العوالم ، فمحل الاستدلال هو صلة الموصول ، وأما ما تعلق بها فهو إدماج .و { الأرض } : هي الكرة الأرضية بما فيها من يابس وبحار ، أي خلق جِرمها . واليومان : تثنية يوم ، وهو الحصة التي بين طلوع الشمس من المشرق وطلوعها ثانية . والمراد : في مدة تساوي يَومين مما عرفَه الناس بعد خَلق الأرض لأن النور والظلمة اللذان يُقدَّر اليوم بظهورهما على الأرض لم يظهرا إلا بعد خلق الأرض ، وقد تقدم ذلك في سورة الأعراف .وإنما ابتُدىء بذكر خلق الأرض لأن آثاره أظهرُ للعيان وهي في متناول الإِنسان ، فلا جرم أن كانت الحجة عليهم بخلق الأرض أسبقَ نهوضاً . ولأن النعمة بما تحتوي عليه الأرض أقوى وأعمّ فيظهر قبح الكفران بخالقها أوضح وأشنع .وعطْفُ { وَتَجْعَلُون لَهُ أندَاداً } على { لتكفرون } تفسيرٌ لكفرهم بالله . وكان مقتضى الظاهر أن في التفسير لا يعطف فعدل إلى عطفه ليكون مضمونه مستقلاً بذاته .والأنداد : جمع نِدّ بكسر النون وهو المثل . والمراد : أنداد في الإِلهية .والتعبير عن الجلالة بالموصول دون الاسم العلم لما تؤذن به الصلة من تعليل التوبيخ ، لأن الذي خلق الأرض هو المستحق للعبادة .والإشارة ب { ذلك رَبُّ العالمين } إلى «الذي خلق الأرض في يومين» وفي الإشارة نداء على بلادة رأيهم إذ لم يتفطنوا إلى أن الذي خلق الأرض هو رب العالمين لأنه خالق الأرض وما فيها ، ولا إلى أن ربوبيته تقتضي انتفاء الند والشريك ، وإذا كان هو رب العالمين فهو رب ما دون العالمين من الأجناس التي هي أحط من العقلاء كالحجارة والأخشاب التي منها صُنععِ أصنامهم . وجملة { ذلك رَبُّ العالمين } معترضة بين المعطوفات على الصلة .",
  "ayah": 9,
  "surah": 41
}
