{
  "surah": 2,
  "ayah": 164,
  "text": "Surely in the creation of the heavens and the earth, the alternation of the night and the day, the ships that run on the sea with what benefits people, the water that God sends down from heaven giving life to the earth after its death, the scattering of every beast therein, the shifting of the winds, the clouds subjected between heaven and earth-there are signs for a people who have intellect. In this verse the Lord of the Universe shows the generality of people the road to Himself, so that they will gaze upon the wonders of the dominion of heaven and earth and on the artisanries of land and sea and then recognize the Artisan and attest to His oneness. Ibn ʿAṬāÌ said, “He made Himself recognized to the common people with His creation, to the elect with His attributes, and to the prophets and the elect of the elect with His Essence.” The gaze of the common people is on the artisanry, the gaze of the elect on the attributes, and the gaze of the prophets and the elect of the elect on the Essence. The generality of the faithful look at the artisanry and from the artisanry reach the Artisan. The elect among the faithful know the attributes and from the attributes reach the Object of attribution and from the name the Named. Thus it was said to the Children of Israel, “Sacrifice a cow” [2:67], but they did not recognize it. So the cow was described to them, they recognized it, and they sacrificed it. As for the prophets and the sincerely truthful, they recognize Him through Him, not through other than Him. They look from Him to Him, not from the other to Him. God alludes to this state when He says, “Dost thou not see thy Lord, how He stretched out the shadow?” [25:45]. He did not say, “Look at the shadow so that you may see My artisanry.” He said, “Look at Me so that you may see My artisanry. O paragon of the world! Look not at Gabriel's coming, look at My sending. Look from Me to him, not from him to Me.” Consider for a moment the female companions of Joseph. When the very entity of Joseph was unveiled to them, they were annihilated from themselves and became absent from Joseph's attributes."
}
