{
  "surah": 2,
  "ayah": 25,
  "text": "And give good news to those who have faith. This verse is a caress for the friends, giving them hope for everlasting largesse and bliss, and an en- couragement to the faithful, inciting them to obey and to seek increase of blessings. The previous verse warns the strangers against confusion in the heart and associationism on the tongue, and it threatens with the fire of punishment and the harshness of being cut off from the Real. The person of faith is he who becomes frightened and without ease when he hears the first verse and thinks about the chastisement of hell. He becomes happy when he hears the second verse, he makes his heart fast and his hope strong, and he brings ease into his heart. The Lord of the Worlds praises both the frightened and the one at ease. Concerning the frightened He says, “The faithful are only those whose hearts quake when God is remembered” [8:2]. Concerning the one at ease He says, “Those who have faith and whose hearts are serene in the remembrance of God” [13:28]. The custom of the Generous Lord is that whenever He sends a verse of fear with which He frightens the servants, after it He sends down a verse of hope and mercy to give ease to their hearts so that they will not despair. And give good news to those who have faith. Let there be good news for all those who are today in the playing field of service, for tomorrow they will be in the assembly of repose and ease [56:89]. Not everyone who reaches the paradise of approval will reach the generous gift of repose and ease. The paradise of approval is the furthest limit of the pleasure of the worshipful servants, and repose and ease is the kiblah of the spirits of the lovers. The paradise of approval is the High Chambers and the Abode of Peace. Repose and ease in the Presence of At-ness is the gift for the spirit of the passionate. Everyone who watches over his actions will reach the paradise of ap- proval; everyone who watches over his breaths will reach repose and ease. Who can explain this repose and ease and how can it be given expression!? When something does not come to the tongue, how can it be explained? A wind begins to blow from the World of the Unseen that is called “the wind of bounty."
}
