{
  "surah": 2,
  "ayah": 285,
  "text": "The Messenger has faith in what was sent down to him from his Lord, and the faithful. Each one has faith in God, His angels, His books, and His messengers: “We make no distinc- tion among any of His messengers.” They say, “We hear and we obey! Thy forgiveness, our Lord! And to Thee is the homecoming.” God takes no soul to task beyond its capacity. It shall have what it has earned, and against it shall be what it has acquired. “Our Lord, take us not to task if we forget or make mistakes. Our Lord, put not upon us a burden such as that Thou hast put on those before us. Our Lord, and do not burden us with what we do not have the strength to bear. And pardon us, and forgive us, and have mercy upon us. Thou art our Patron, so help us against the people of the unbelievers.” This is a declaration of the greatness and eminence of the Messenger at the moment of contemplation. He said, “The Messenger has faith.” He did not say, “Thou hast faith.” This is how masters and kings are addressed in the manner of declaring their greatness. It is exactly like what He said about Himself at the beginning of the Surah of Opening: “Praise belongs to God.” He did not say, “Praise belongs to Me.” This was to declare His own greatness and to make manifest His exaltedness and majesty. The Messenger has faith. Now that He has mentioned faith, the Uprising, the Garden, the Fire, the prayer, the alms tax, retaliation, fasting, hajj, struggle, marriage, divorce, menstruation, the waiting period, expenditure, foster relationship, forswearal, divorce initiated by the wife, in- heritance, charity, vows, buying, selling, usury, debts, and ransom; and He has mentioned the stories of the prophets and the signs of His power, God completes the surah by mentioning that His prophet and the faithful assent to the truthfulness of all of it. Hence He says, The Messenger has faith in what was sent down to him from his Lord, and the faithful. This is praise and laudation of the Prophet, who explained these rulings and delivered the message, and of the faithful, for we have recognized, accepted, and held firm to all the rulings, boundaries, stories of the prophets, and marks of God's power and tremendousness that were mentioned."
}
