{
  "surah": 2,
  "ayah": 74,
  "text": "Then your hearts became hardened after that, so they were like stones or even harder. And there are stones from which rivers come gushing, and among them are those that split and water comes forth from them, and among them are those that fall down in fear of God. In the case of the ignorant, the hardening of the heart is unkindness, lack of mercy, and distance from the path of the Real. In the case of the recognizers, the purifiers, and the limpid, hardening is the strength of the heart, the state of stability, the perfection of knowledge, and the state of limpid- ness. Abū Bakr used to show it from himself. Whenever he saw that someone was weeping and twisting in himself because of listening to the Qur'an, he would say, “I was like that until the hearts became hardened.” This hardening is an allusion to the perfection of the state of the recognizers and the majesty of the level of the sincerely truthful. At the beginning of the work and the outset of desire the beginners shout, wail, cry, and weep, for passion has not yet fully established its rulership. When the work reaches perfection, the limpidness of recognition becomes strong and the ruling power of passion fully establishes its rulership. Then that shouting and wailing are put aside, and joy and revelry arrive. With the tongue of their state they say, “At first when passion for that beauty was new my neighbors did not sleep at night because of my weeping. Now I weep less because my passion has increased- When fire takes over, there's little smoke.” There are stones from which rivers come gushing, and among them are those that split and water comes forth from them, and among them are those that fall down in fear of God. He made hard stones more excellent than cruel hearts and superior to them. He is saying, “Water comes from stone, and it becomes soft, and in fear of God it falls into the desert. But a cruel heart in the makeup of an estranged man does not moan in fear of God or weep in remorse, nor do mercy and tenderness enter into it.” The stories say that one of God's prophets was passing through a desert and saw a small stone from which was flowing a great deal of water, much greater than the measure of the stone.  The prophet stood there and wondered at its state. “What is the state of this stone? What is this water flowing from it?” The Exalted Lord brought that stone into speech for him. It said, “O prophet of the Real! This water you see is my weeping. From the day it reached me that the Exalted Lord says, 'Its fuel is men and stones' [66:6], I have wept in remorse and fear.” The prophet said, “Lord God, give it security from the Fire!” Revelation came to him, “I have given it security from the Fire.” The prophet went away and came back another day. He saw that the stone was weeping just like before-the water was flowing. He remained in wonder at that. The Exalted Lord made the stone speak again. It said, “O prophet of God! Why do you wonder at my weeping? God has given me security from the Fire. My first weeping was from remorse and sorrow, but this weeping is from happiness and gratitude.” The Pir of the Tariqah said, “O God, I have a long weeping in my head. I do not know if I weep from remorse or from joy. Weeping from remorse is the portion of an orphan, weeping from joy the portion of a candle. What is it to weep from joy? That story is long.”"
}
