{
  "text": "ثم استثنى استثناء منقطعا فقال : إلا من ظلم وقيل : إنه استثناء من محذوف ; والمعنى : إني لا يخاف لدي المرسلون وإنما يخاف غيرهم ممن ظلم إلا من ظلم ثم بدل حسنا بعد سوء فإنه لا يخاف ; قاله الفراء . قال النحاس : الاستثناء من محذوف محال ; لأنه استثناء من شيء لم يذكر ولو جاز هذا لجاز إني لأضرب القوم إلا زيدا بمعنى إني لا أضرب القوم وإنما أضرب غيرهم إلا زيدا ; وهذا ضد البيان ، والمجيء بما لا يعرف معناه . وزعم الفراء أيضا أن بعض النحويين يجعل \" إلا \" بمعنى الواو أي ولا من ظلم ; قال :وكل أخ مفارقه أخوه     لعمر أبيك إلا الفرقدانقال النحاس : وكون ( إلا ) بمعنى الواو لا وجه له ولا يجوز في شيء من الكلام ، ومعنى ( إلا ) خلاف الواو ; لأنك إذا قلت : جاءني إخوتك إلا زيدا أخرجت زيدا مما دخل فيه الإخوة فلا نسبة بينهما ولا تقارب . وفي الآية قول آخر : وهو أن يكون الاستثناء متصلا ; والمعنى : إلا من ظلم من المرسلين بإتيان الصغائر التي لا يسلم منها أحد ، سوى ما روي عن يحيى بن زكريا عليه السلام ، وما ذكره الله تعالى في نبينا عليه السلام في قوله : ليغفر لك الله ما تقدم من ذنبك وما تأخر ذكره المهدوي واختاره النحاس ; وقال : علم الله من عصى منهم يسر الخيفة فاستثناه فقال : إلا من ظلم ثم بدل حسنا بعد سوء فإنه يخاف وإن كنت قد غفرت له .[ ص: 151 ] الضحاك : يعني آدم وداود عليهما السلام الزمخشري . كالذي فرط من آدم ويونس وداود وسليمان وإخوة يوسف ، ومن موسى عليه السلام بوكزه القبطي . فإن قال قائل : فما معنى الخوف بعد التوبة والمغفرة ؟ قيل له : هذه سبيل العلماء بالله عز وجل أن يكونوا خائفين من معاصيهم وجلين ، وهم أيضا لا يأمنون أن يكون قد بقي من أشراط التوبة شيء لم يأتوا به ، فهم يخافون من المطالبة به . وقال الحسن وابن جريج : قال الله لموسى إني أخفتك لقتلك النفس . قال الحسن : وكانت الأنبياء تذنب فتعاقب . قال الثعلبي والقشيري والماوردي وغيرهم : فالاستثناء على هذا صحيح ; أي إلا من ظلم نفسه من النبيين والمرسلين فيما فعل من صغيرة قبل النبوة . وكان موسى خاف من قتل القبطي وتاب منه . وقد قيل : إنهم بعد النبوة معصومون من الصغائر والكبائر . وقد مضى هذا في ( البقرة ) .قلت : والأول أصح لتنصلهم من ذلك في القيامة كما في حديث الشفاعة ، وإذا أحدث المقرب حدثا فهو ، وإن غفر له ذلك الحدث فأثر ذلك الحدث باق ، وما دام الأثر والتهمة قائمة فالخوف كائن ، لا خوف العقوبة ولكن خوف العظمة ، والمتهم عند السلطان يجد للتهمة حزازة تؤديه إلى أن يكدر عليه صفاء الثقة . وموسى عليه السلام قد كان منه الحدث في ذلك الفرعوني ، ثم استغفر وأقر بالظلم على نفسه ، ثم غفر له ، ثم قال بعد المغفرة : رب بما أنعمت علي فلن أكون ظهيرا للمجرمين ثم ابتلي من الغد بالفرعوني الآخر وأراد أن يبطش به ، فصار حدثا آخر بهذه الإرادة . وإنما ابتلي من الغد لقوله : فلن أكون ظهيرا للمجرمين وتلك كلمة اقتدار من قوله لن أفعل ، فعوقب بالإرادة حين أراد أن يبطش ولم يفعل ، فسلط عليه الإسرائيلي حتى أفشى سره ; لأن الإسرائيلي لما رآه تشمر للبطش ظن أنه يريده ، فأفشى عليه ف قال يا موسى أتريد أن تقتلني كما قتلت نفسا بالأمس فهرب الفرعوني وأخبر فرعون بما أفشى الإسرائيلي على موسى ، وكان القتيل بالأمس مكتوما أمره لا يدرى من قتله ، فلما علم فرعون بذلك ، وجه في طلب موسى ليقتله ، واشتد الطلب وأخذوا مجامع الطرق ; جاء رجل يسعى ف قال يا موسى إن الملأ يأتمرون بك ليقتلوك الآية . فخرج كما أخبر الله . فخوف موسى إنما كان من أجل هذا الحدث ; فهو وإن قربه ربه وأكرمه واصطفاه بالكلام فالتهمة الباقية ولت به ولم يعقب .",
  "ayah": 11,
  "surah": 27
}
