{
  "text": "قوله تعالى : حتى إذا أتوا على وادي النمل قال قتادة : ذكر لنا أنه واد بأرض الشام . وقال كعب : هو بالطائف . قالت نملة يا أيها النمل ادخلوا قال الشعبي : كان للنملة جناحان فصارت من الطير ، فلذلك علم منطقها ولولا ذلك لما علمه . وقد مضى هذا ويأتي . وقرأ سليمان التيمي بمكة : ( نملة ) و ( النمل ) بفتح النون وضم الميم . وعنه أيضا ضمهما جميعا . وسميت النملة نملة لتنملها وهو كثرة حركتها وقلة قرارها . قال كعب : مر سليمان عليه السلام بوادي السدير من أودية الطائف ، فأتى على وادي النمل ، فقامت نملة تمشي وهي عرجاء تتكاوس مثل الذئب في العظم ; فنادت : يا أيها النمل الآية . الزمخشري : سمع سليمان كلامها من ثلاثة أميال ، وكانت تمشي وهي عرجاء تتكاوس ; وقيل : كان اسمها طاخية . وقال السهيلي : ذكروا اسم النملة المكلمة لسليمان عليه السلام ، وقالوا اسمها حرميا ، ولا أدري كيف يتصور للنملة اسم علم والنمل لا يسمي بعضهم بعضا ، ولا الآدميون يمكنهم تسمية واحدة منهم باسم علم ، لأنه لا يتميز للآدميين بعضهم من بعض ، ولا هم أيضا واقعون تحت ملكة بني آدم كالخيل والكلاب ونحوها ، فإن العلمية فيما كان كذلك موجودة عند العرب . فإن قلت : إن العلمية موجودة في الأجناس كثعالة وأسامة وجعار وقثام في الضبع ، ونحو هذا كثير ; فليس اسم النملة من هذا ; لأنهم زعموا أنه اسم علم لنملة واحدة معينة من بين سائر النمل ، وثعالة ونحوه لا يختص بواحد من الجنس ، بل كل واحد رأيته من ذلك الجنس فهو ثعالة ، وكذلك أسامة وابن آوى وابن عرس وما أشبه ذلك . فإن صح ما قالوه فله وجه ، وهو أن تكون هذه النملة الناطقة قد سميت بهذا الاسم في التوراة أو في الزبور أو في بعض الصحف سماها الله تعالى بهذا الاسم ، وعرفها به الأنبياء قبل سليمان أو بعضهم . وخصت بالتسمية لنطقها وإيمانها فهذا وجه . ومعنى قولنا بإيمانها أنها قالت للنمل : لا يحطمنكم سليمان وجنوده وهم لا يشعرون فقولها : وهم لا يشعرون التفاتة مؤمن . أي [ ص: 159 ] من عدل سليمان وفضله وفضل جنوده لا يحطمون نملة فما فوقها إلا بألا يشعروا . وقد قيل : إن تبسم سليمان سرور بهذه الكلمة منها ; ولذلك أكد التبسم بقوله : ضاحكا إذ قد يكون التبسم من غير ضحك ولا رضا ، ألا تراهم يقولون تبسم تبسم الغضبان وتبسم تبسم المستهزئين . وتبسم الضحك إنما هو عن سرور ، ولا يسر نبي بأمر دنيا ; وإنما سر بما كان من أمر الآخرة والدين . وقولها : وهم لا يشعرون إشارة إلى الدين والعدل والرأفة . ونظير قول النملة في جند سليمان : وهم لا يشعرون قول الله تعالى في جند محمد صلى الله عليه وسلم : فتصيبكم منهم معرة بغير علم . التفاتا إلى أنهم لا يقصدون هدر مؤمن . إلا أن المثني على جند سليمان هي النملة بإذن الله تعالى ، والمثني على جند محمد صلى الله عليه وسلم هو الله عز وجل بنفسه ; لما لجنود محمد صلى الله عليه وسلم من الفضل على جند غيره من الأنبياء ; كما لمحمد صلى الله عليه وسلم فضل على جميع النبيين صلى الله عليهم وسلم أجمعين . وقرأ شهر بن حوشب : ( مسكنكم ) بسكون السين على الإفراد . وفي مصحف أبي ( مساكنكن لا يحطمنكم ) . وقرأ سليمان التيمي : ( مساكنكم لا يحطمنكن ) ذكره النحاس ; أي لا يكسرنكم بوطئهم عليكم وهم لا يعلمون بكم قال المهدوي : وأفهم الله تعالى النملة هذا لتكون معجزة لسليمان . وقال وهب : أمر الله تعالى الريح ألا يتكلم أحد بشيء إلا طرحته في سمع سليمان ; بسبب أن الشياطين أرادت كيده . وقد قيل : إن هذا الوادي كان ببلاد اليمن وأنها كانت نملة صغيرة مثل النمل المعتاد قاله الكلبي . وقال نوف الشامي وشقيق بن سلمة : كان نمل ذلك الوادي كهيئة الذئاب في العظم . وقال بريدة الأسلمي : كهيئة النعاج . قال محمد بن علي الترمذي : فإن كان على هذه الخلقة فلها صوت ، وإنما افتقد صوت النمل لصغر خلقها ، وإلا فالأصوات في الطيور والبهائم كائنة ، وذلك منطقهم ، وفي تلك المناطق معاني التسبيح وغير ذلك ، وهو قوله تعالى : وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم .قلت : وقوله : لا يحطمنكم يدل على صحة قول الكلبي ; إذ لو كانت كهيئة الذئاب والنعاج لما حطمت بالوطء ; والله أعلم . وقال : ادخلوا مساكنكم فجاء على خطاب الآدميين لأن النمل هاهنا أجري مجرى الآدميين حين نطق كما ينطق الآدميون . قال أبو إسحاق الثعلبي : ورأيت في بعض الكتب أن سليمان قال لها لم حذرت النمل ؟ أخفت ظلمي ؟ أما [ ص: 160 ] علمت أني نبي عدل ؟ فلم قلت : يحطمنكم سليمان وجنوده فقالت النملة : أما سمعت قولي : وهم لا يشعرون مع أني لم أرد حطم النفوس ، وإنما أردت حطم القلوب خشية أن يتمنين مثل ما أعطيت ، أو يفتتن بالدنيا ، ويشغلن بالنظر إلى ملكك عن التسبيح والذكر . فقال لها سليمان : عظيني . فقالت النملة : أما علمت لم سمي أبوك داود ؟ قال : لا . قالت : لأنه داوى جراحة فؤاده ; هل علمت لم سميت سليمان ؟ قال : لا . قالت : لأنك سليم الناحية على ما أوتيته بسلامة صدرك ، وإن لك أن تلحق بأبيك . ثم قالت : أتدري لم سخر الله لك الريح ؟ قال : لا . قالت : أخبرك أن الدنيا كلها ريح .",
  "ayah": 18,
  "surah": 27
}
