{
  "text": "فتبسم ضاحكا من قولها متعجبا ثم مضت مسرعة إلى قومها ، فقالت : هل عندكم من شيء نهديه إلى نبي الله ؟ قالوا : وما قدر ما نهدي له ! والله ما عندنا إلا نبقة واحدة . قالت : حسنة ; ايتوني بها . فأتوها بها فحملتها بفيها فانطلقت تجرها ، فأمر الله الريح فحملتها ، وأقبلت تشق الإنس والجن والعلماء والأنبياء على البساط ، حتى وقعت بين يديه ، ثم وضعت تلك النبقة من فيها في كفه ، وأنشأت تقول :ألم ترنا نهدي إلى الله ماله وإن كان عنه ذا غنى فهو قابله     ولو كان يهدى للجليل بقدرهلقصر عنه البحر يوما وساحله     ولكننا نهدي إلى من نحبهفيرضى به عنا ويشكر فاعله     وما ذاك إلا من كريم فعالهوإلا فما في ملكنا ما يشاكلهفقال لها : بارك الله فيكم ; فهم بتلك الدعوة أشكر خلق الله وأكثر خلق الله . وقال ابن عباس : نهى النبي صلى الله عليه وسلم عن قتل أربع من الدواب : الهدهد والصرد والنملة والنحلة ; خرجه أبو داود وصححه أبو محمد عبد الحق وروي من حديث أبي هريرة . وقد مضى في ( الأعراف ) . فالنملة أثنت على سليمان وأخبرت بأحسن ما تقدر عليه بأنهم لا يشعرون إن حطموكم ، ولا يفعلون ذلك عن عمد منهم ، فنفت عنهم الجور ; ولذلك نهي عن قتلها وعن قتل الهدهد ; لأنه كان دليل سليمان على الماء ورسوله إلى بلقيس . وقال عكرمة : إنما صرف الله شر سليمان عن الهدهد لأنه كان بارا بوالديه . والصرد يقال له الصوام . وروي عن أبي هريرة قال : أول من صام الصرد ولما خرج إبراهيم عليه السلام من الشام إلى الحرم في بناء [ ص: 161 ] البيت كانت السكينة معه والصرد ، فكان الصرد دليله على الموضع والسكينة مقداره ، فلما صار إلى البقعة وقعت السكينة على موضع البيت ونادت وقالت : ابن يا إبراهيم على مقدار ظلي . وقد تقدم في ( الأعراف ) سبب النهي عن قتل الضفدع وفي ( النحل ) النهي عن قتل النحل . والحمد لله .الثانية : قرأ الحسن : ( لا يحطمنكم ) وعنه أيضا ( لا يحطمنكم ) وعنه أيضا وعن أبي رجاء : ( لا يحطمنكم ) والحطم الكسر . حطمته حطما أي كسرته وتحطم ; والتحطيم التكسير ، وهم لا يشعرون يجوز أن يكون حالا من سليمان ، وجنوده ، والعامل في الحال يحطمنكم . أو حالا من النملة والعامل \" قالت \" أي قالت ذلك في حال غفلة الجنود ; كقولك : قمت والناس غافلون . أو حالا من \" النمل \" أيضا والعامل \" قالت \" على أن المعنى : والنمل لا يشعرون أن سليمان يفهم مقالتها . وفيه بعد وسيأتي .الثالثة : روى مسلم من حديث أبي هريرة عن رسول الله صلى الله عليه وسلم : أن نملة قرصت نبيا من الأنبياء فأمر بقرية النمل فأحرقت فأوحى الله تعالى إليه أفي أن قرصتك نملة أهلكت أمة من الأمم تسبح وفي طريق آخر : فهلا نملة واحدة . قال علماؤنا : يقال إن هذا النبي هو موسى عليه السلام ، وإنه قال : يا رب تعذب أهل قرية بمعاصيهم وفيهم الطائع . فكأنه أحب أن يريه ذلك من عنده ، فسلط عليه الحر حتى التجأ إلى شجرة مستروحا إلى ظلها ، وعندها قرية النمل ، فغلبه النوم ، فلما وجد لذة النوم لدغته النملة فأضجرته ، فدلكهن بقدمه فأهلكهن ، وأحرق تلك الشجرة التي عندها مساكنهم ، فأراه الله العبرة في ذلك آية : لما لدغتك نملة فكيف أصبت الباقين بعقوبتها ! يريد أن ينبهه أن العقوبة من الله تعالى تعم فتصير رحمة على المطيع وطهارة وبركة ، وشرا ونقمة على العاصي . وعلى هذا فليس في الحديث ما يدل على كراهة ولا حظر في قتل النمل ; فإن من آذاك حل لك دفعه عن نفسك ، ولا أحد من خلقه أعظم حرمة من المؤمن ، وقد أبيح لك دفعه عنك بقتل وضرب على المقدار ، فكيف بالهوام والدواب التي قد سخرت لك وسلطت عليها ، فإذا آذاك أبيح لك قتله . وروي عن إبراهيم : ما آذاك من [ ص: 162 ] النمل فاقتله . وقوله : ألا نملة واحدة دليل على أن الذي يؤذي يؤذى ويقتل ، وكلما كان القتل لنفع أو دفع ضرر فلا بأس به عند العلماء . وأطلق له نملة ولم يخص تلك النملة التي لدغت من غيرها ; لأنه ليس المراد القصاص ; لأنه لو أراده لقال ألا نملتك التي لدغتك ، ولكن قال : ألا نملة مكان نملة ; فعم البريء والجاني بذلك ، ليعلم أنه أراد أن ينبهه لمسألته ربه في عذاب أهل قرية وفيهم المطيع والعاصي . وقد قيل : إن هذا النبي كانت العقوبة للحيوان بالتحريق جائزة في شرعه ; فلذلك إنما عاتبه الله تعالى في إحراق الكثير من النمل لا في أصل الإحراق . ألا ترى قوله : فهلا نملة واحدة أي هلا حرقت نملة واحدة . وهذا بخلاف شرعنا ، فإن النبي صلى الله عليه وسلم قد نهى عن التعذيب بالنار . وقال : لا يعذب بالنار إلا الله . وكذلك أيضا كان قتل النمل مباحا في شريعة ذلك النبي ; فإن الله لم يعتبه على أصل قتل النمل . وأما شرعنا فقد جاء من حديث ابن عباس وأبي هريرة النهي عن ذلك . وقد كره مالك قتل النمل إلا أن يضر ولا يقدر على دفعه إلا بالقتل . وقد قيل : إن هذا النبي إنما عاتبه الله حيث انتقم لنفسه بإهلاك جمع آذاه واحد ، وكان الأولى الصبر والصفح ; لكن وقع للنبي أن هذا النوع مؤذ لبني آدم ، وحرمة بني آدم أعظم من حرمة غيره من الحيوان غير الناطق ، فلو انفرد له هذا النظر ولم ينضم إليه التشفي الطبعي لم يعاتب . والله أعلم . لكن لما انضاف إليه التشفي الذي دل عليه سياق الحديث عوتب عليه .الرابعة : قوله : أفي أن قرصتك نملة أهلكت أمة من الأمم تسبح مقتضى هذا أنه تسبيح بمقال ونطق ، كما أخبر الله عن النمل أن لها منطقا وفهمه سليمان عليه السلام - وهذا معجزة له - وتبسم من قولها . وهذا يدل دلالة واضحة أن للنمل نطقا وقولا ، لكن لا يسمعه كل أحد ، بل من شاء الله تعالى ممن خرق له العادة من نبي أو ولي . ولا ننكر هذا من حيث أنا لا نسمع ذلك ; فإنه لا يلزم من عدم الإدراك عدم المدرك في نفسه . ثم إن الإنسان يجد في نفسه قولا وكلاما ولا يسمع منه إلا إذا نطق بلسانه . وقد خرق الله العادة لنبينا محمد صلى الله عليه وسلم فأسمعه كلام النفس من قوم تحدثوا مع أنفسهم وأخبرهم بما في نفوسهم ، كما قد نقل منه الكثير أئمتنا في كتب معجزات النبي صلى الله عليه وسلم ; وكذلك وقع لكثير ممن أكرمه الله تعالى من الأولياء مثل ذلك في غير ما قضية . وإياه عنى النبي صلى الله عليه وسلم بقوله : إن في أمتي محدثين وإن عمر منهم . وقد [ ص: 163 ] مضى هذا المعنى في تسبيح الجماد في ( الإسراء ) وأنه تسبيح لسان ومقال لا تسبيح دلالة حال . والحمد لله .الخامسة : قوله تعالى : فتبسم ضاحكا من قولها وقرأ ابن السميقع : \" ضحكا \" بغير ألف ، وهو منصوب على المصدر بفعل محذوف يدل عليه \" تبسم \" كأنه قال ضحك ضحكا ، هذا مذهب سيبويه . وهو عند غير سيبويه منصوب بنفس ( تبسم ) لأنه في معنى \" ضحك \" ومن قرأ : ضاحكا فهو منصوب على الحال من الضمير في ( تبسم ) . والمعنى تبسم مقدار الضحك ; لأن الضحك يستغرق التبسم ، والتبسم دون الضحك وهو أوله . يقال : بسم ( بالفتح ) يبسم بسما فهو باسم وابتسم وتبسم ، والمبسم الثغر مثل المجلس من جلس يجلس ورجل مبسام وبسام : كثير التبسم ، فالتبسم ابتداء الضحك . والضحك عبارة عن الابتداء والانتهاء ، إلا أن الضحك يقتضي مزيدا على التبسم ، فإذا زاد ولم يضبط الإنسان نفسه قيل قهقه .والتبسم ضحك الأنبياء عليهم السلام في غالب أمرهم . وفي الصحيح عن جابر بن سمرة وقيل له : أكنت تجالس النبي صلى الله عليه وسلم ; قال : نعم كثيرا ; كان لا يقوم من مصلاه الذي يصلي فيه الصبح - أو الغداة - حتى تطلع الشمس فإذا طلعت قام ، وكانوا يتحدثون ويأخذون في أمر الجاهلية فيضحكون ويبتسم . وفيه عن سعد قال : كان رجل من المشركين قد أحرق المسلمين ، فقال له النبي صلى الله عليه وسلم : ارم فداك أبي وأمي قال فنزعت له بسهم ليس فيه نصل فأصبت جنبه فسقط فانكشفت عورته ، فضحك رسول الله صلى الله عليه وسلم حتى نظرت إلى نواجذه . فكان عليه السلام في أكثر أحواله يتبسم . وكان أيضا يضحك في أحوال أخر ضحكا أعلى من التبسم وأقل من الاستغراق الذي تبدو فيه اللهوات . وكان في النادر عند إفراط تعجبه ربما ضحك حتى بدت نواجذه . وقد كره العلماء منه الكثرة ; كما قال لقمان لابنه : يا بني إياك وكثرة الضحك فإنه يميت القلب . وقد روي مرفوعا من حديث أبي ذر وغيره . وضحك النبي صلى الله عليه وسلم [ ص: 164 ] حتى بدت نواجذه حين رمى سعد الرجل فأصابه ، إنما كان سرورا بإصابته لا بانكشاف عورته ; فإنه المنزه عن ذلك صلى الله عليه وسلم .السادسة : لا اختلاف عند العلماء أن الحيوانات كلها لها أفهام وعقول . وقد قال الشافعي : الحمام أعقل الطير . قال ابن عطية : والنمل حيوان فطن قوي شمام جدا يدخر ويتخذ القرى ويشق الحب بقطعتين لئلا ينبت ، ويشق الكزبرة بأربع قطع ; لأنها تنبت إذا قسمت شقتين ، ويأكل في عامه نصف ما جمع ويستبقي سائره عدة . قال ابن العربي : وهذه خواص العلوم عندنا ، وقد أدركتها النمل بخلق الله ذلك لها ; قال الأستاذ أبو المظفر شاهنور الإسفراييني : ولا يبعد أن تدرك البهائم حدوث العالم وحدوث المخلوقات ; ووحدانية الإله ، ولكننا لا نفهم عنها ولا تفهم عنا ، أما أنا نطلبها وهي تفر منا فبحكم الجنسية .قوله تعالى : وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه ف \" أن \" مصدرية . و أوزعني أي ألهمني ذلك . وأصله من وزع فكأنه قال : كفني عما يسخط . وقال محمد بن إسحاق : يزعم أهل الكتاب أن أم سليمان هي امرأة أوريا التي امتحن الله بها داود ، أو أنه بعد موت زوجها تزوجها داود فولدت له سليمان عليه السلام . وسيأتي لهذا مزيد بيان في سورة ( ص ) إن شاء الله تعالى .وأدخلني برحمتك في عبادك الصالحين أي مع عبادك ، عن ابن زيد . وقيل : المعنى في جملة عبادك الصالحين .",
  "ayah": 19,
  "surah": 27
}
