{
  "text": "قوله تعالى : فمكث غير بعيد أي الهدهد . والجمهور من القراء على ضم الكاف ، وقرأ عاصم وحده بفتحها . ومعناه في القراءتين \" أقام \" . قال سيبويه : مكث يمكث مكوثا كما قالوا قعد يقعد قعودا . قال : ومكث مثل ظرف . قال غيره : والفتح أحسن لقوله تعالى : ماكثين إذ هو من مكث ; يقال : مكث يمكث فهو ماكث ; ومكث يمكث مثل عظم يعظم فهو مكيث ; مثل عظيم . ومكث يمكث فهو ماكث ; مثل حمض يحمض فهو حامض . والضمير في \" مكث \" يحتمل أن يكون لسليمان ; والمعنى : بقي سليمان بعد التفقد والوعيد غير طويل أي غير وقت طويل . ويحتمل أن يكون للهدهد وهو الأكثر . فجاء : فقال أحطت بما لم تحط به وهي :أي علمت ما لم تعلمه من الأمر فكان في هذا رد على من قال : إن الأنبياء تعلم الغيب . وحكى الفراء \" أحط \" يدغم التاء في الطاء . وحكى ( أحت ) بقلب الطاء تاء وتدغم .قوله تعالى : وجئتك من سبإ بنبإ يقين أعلم سليمان ما لم يكن يعلمه ، ودفع عن نفسه ما توعده من العذاب والذبح . وقرأ الجمهور : ( سبإ ) بالصرف . وابن كثير وأبو عمرو : ( سبأ ) بفتح الهمزة وترك الصرف ; فالأول على أنه اسم رجل نسب إليه قوم ، وعليه قول الشاعر :الواردون وتيم في ذرى سبإ قد عض أعناقهم جلد الجواميس وأنكر الزجاج أن يكون اسم رجل ، وقال ( سبإ ) اسم مدينة تعرف بمأرب باليمن بينها وبين صنعاء مسيرة ثلاثة أيام .[ ص: 169 ] قلت : وقع في عيون المعاني للغزنوي ثلاثة أميال . قتادة والسدي بعث إليه اثنا عشر نبيا .وأنشد للنابغة الجعدي :من سبأ الحاضرين مأرب إذ يبنون من دون سيله العرما قال : فمن لم يصرف قال إنه اسم مدينة ، ومن صرف وهو الأكثر فلأنه اسم البلد فيكون مذكرا سمي به مذكر . وقيل : اسم امرأة سميت بها المدينة . والصحيح أنه اسم رجل ، كذلك في كتاب الترمذي من حديث فروة بن مسيك المرادي عن النبي صلى الله عليه وسلم : وسيأتي إن شاء الله تعالى . قال ابن عطية : وخفي هذا الحديث على الزجاج فخبط عشواء . وزعم الفراء أن الرؤاسي سأل أبا عمرو بن العلاء عن سبإ فقال : ما أدري ما هو . قال النحاس : وتأول الفراء على أبي عمرو أنه منعه من الصرف لأنه مجهول ، وأنه إذا لم يعرف الشيء لم ينصرف . وقال النحاس : وأبو عمرو أجل من أن يقول مثل هذا ، وليس في حكاية الرؤاسي عنه دليل أنه إنما منعه من الصرف لأنه لم يعرفه ، وإنما قال لا أعرفه ، ولو سئل نحوي عن اسم فقال لا أعرفه لم يكن في هذا دليل على أنه يمنعه من الصرف ، بل الحق على غير هذا ; والواجب إذا لم يعرفه أن يصرفه ; لأن أصل الأسماء الصرف ; وإنما يمنع الشيء من الصرف لعلة داخلة عليه ; فالأصل ثابت بيقين فلا يزول بما لا يعرف . وذكر كلاما كثيرا عن النحاة وقال في آخره : والقول في ( سبإ ) ما جاء التوقيف فيه أنه في الأصل اسم رجل ، فإن صرفته فلأنه قد صار اسما للحي ، وإن لم تصرفه جعلته اسما للقبيلة مثل ثمود إلا أن الاختيار عند سيبويه الصرف وحجته في ذلك قاطعة ; لأن هذا الاسم لما كان يقع له التذكير والتأنيث كان التذكير أولى ; لأنه الأصل والأخف .وفي الآية دليل على أن الصغير يقول للكبير والمتعلم للعالم : عندي ما ليس عندك ، إذا تحقق ذلك وتيقنه . هذا عمر بن الخطاب مع جلالته رضي الله عنه وعلمه لم يكن عنده علم بالاستئذان . وكان علم التيمم عند عمار وغيره ، وغاب عن عمر وابن مسعود حتى قالا : لا يتيمم الجنب . وكان حكم الإذن في أن تنفر الحائض عند ابن عباس ولم يعلمه عمر ولا زيد بن ثابت . وكان غسل رأس المحرم معلوما عند ابن عباس وخفي عن المسور بن مخرمة . ومثله كثير فلا يطول به .",
  "ayah": 22,
  "surah": 27
}
