{
  "text": "قوله تعالى : إني وجدت امرأة تملكهم لما قال الهدهد : وجئتك من سبإ بنبإ يقين قال سليمان : وما ذلك الخبر ؟ قال : إني وجدت امرأة تملكهم يعني بلقيس بنت شراحيل تملك أهل سبإ . ويقال : كيف خفي على سليمان مكانها وكانت المسافة بين محطه وبين بلدها قريبة ، وهي من مسيرة ثلاث بين صنعاء ومأرب ؟ والجواب أن الله تعالى أخفى ذلك عنه لمصلحة ، كما أخفى على يعقوب مكان يوسف . ويروى أن أحد أبويها كان من الجن . قال ابن العربي : وهذا أمر تنكره الملحدة ، ويقولون : الجن لا يأكلون ولا يلدون ; كذبوا لعنهم الله أجمعين ; ذلك صحيح ونكاحهم جائز عقلا فإن صح نقلا فبها ونعمت .قلت : خرج أبو داود من حديث عبد الله بن مسعود أنه قال : قدم وفد من الجن على رسول الله صلى الله عليه وسلم ، فقالوا : يا محمد انه أمتك أن يستنجوا بعظم أو روثة أو جمجمة فإن الله جاعل لنا فيها رزقا . وفي صحيح مسلم : فقال : لكم كل عظم ذكر اسم الله عليه يقع في أيديكم أوفر ما يكون لحما وكل بعرة علف لدوابكم فقال رسول الله صلى الله عليه وسلم : فلا تستنجوا بهما فإنهما طعام إخوانكم الجن وفي البخاري من حديث أبي هريرة قال فقلت : ما بال العظم والروثة ؟ فقال : هما من طعام الجن وإنه أتاني وفد جن نصيبين ونعم الجن فسألوني الزاد فدعوت الله تعالى ألا يمروا بعظم ولا روثة إلا وجدوا عليها طعاما وهذا كله نص في أنهم [ ص: 171 ] يطعمون . وأما نكاحهم فقد تقدمت الإشارة إليه في ( سبحان ) عند قوله : وشاركهم في الأموال والأولاد . وروى وهيب بن جرير بن حازم عن الخليل بن أحمد عن عثمان بن حاضر قال : كانت أم بلقيس من الجن يقال لها بلعمة بنت شيصان . وسيأتي لهذا مزيد بيان إن شاء الله تعالى .روى البخاري من حديث ابن عباس أن النبي صلى الله عليه وسلم لما بلغه أن أهل فارس قد ملكوا بنت كسرى قال : لن يفلح قوم ولوا أمرهم امرأة قال القاضي أبو بكر بن العربي : هذا نص في أن المرأة لا تكون خليفة ولا خلاف فيه ; ونقل عن محمد بن جرير الطبري أنه يجوز أن تكون المرأة قاضية ، ولم يصح ذلك عنه ، ولعله نقل عنه كما نقل عن أبي حنيفة أنها إنما تقضي فيما تشهد فيه وليس بأن تكون قاضية على الإطلاق ; ولا بأن يكتب لها مسطور بأن فلانة مقدمة على الحكم ، وإنما سبيل ذلك التحكيم والاستنابة في القضية الواحدة ، وهذا هو الظن بأبي حنيفة وابن جرير . وقد روي عن عمر أنه قدم امرأة على حسبة السوق . ولم يصح فلا تلتفتوا إليه ، فإنما هو من دسائس المبتدعة في الأحاديث . وقد تناظر في هذه المسألة القاضي أبو بكر بن الطيب المالكي الأشعري مع أبي الفرج بن طرار شيخ الشافعية ، فقال أبو الفرج : الدليل على أن المرأة يجوز أن تحكم أن الغرض من الأحكام تنفيذ القاضي لها ، وسماع البينة عليها ، والفصل بين الخصوم فيها ، وذلك ممكن من المرأة كإمكانه من الرجل . فاعترض عليه القاضي أبو بكر ونقض كلامه بالإمامة الكبرى ; فإن الغرض منه حفظ الثغور ، وتدبير الأمور وحماية البيضة ، وقبض الخراج ورده على مستحقه ، وذلك لا يتأتى من المرأة كتأتيه من الرجل . قال ابن العربي : وليس كلام الشيخين في هذه المسألة بشيء ; فإن المرأة لا يتأتى منها أن تبرز إلى المجلس ، ولا تخالط الرجال ، ولا تفاوضهم مفاوضة النظير للنظير ; لأنها إن كانت فتاة حرم النظر إليها وكلامها ، وإن كانت برزة لم يجمعها والرجال مجلس واحد تزدحم فيه معهم ، وتكون مناظرة لهم ; ولن يفلح قط من تصور هذا ولا من اعتقده .قوله تعالى : وأوتيت من كل شيء مبالغة ; أي مما تحتاجه المملكة . وقيل : المعنى : أوتيت من كل شيء في زمانها شيئا . فحذف المفعول ; لأن الكلام دل عليه . ولها عرش عظيم أي سرير ; ووصفه بالعظم في الهيئة ورتبة السلطان . قيل : كان من ذهب تجلس عليه . وقيل : العرش هنا الملك ; والأول أصح ; لقوله تعالى : أيكم يأتيني بعرشها . الزمخشري : فإن قلت كيف سوى الهدهد بين عرش بلقيس وعرش الله في الوصف بالعظيم ؟ قلت : بين الوصفين بون عظيم ; لأن وصف عرشها بالعظيم تعظيم له بالإضافة إلى عروش أبناء جنسها من الملوك ، ووصف عرش الله بالعظيم تعظيم له بالنسبة إلى ما خلق من السماوات والأرض . قال ابن عباس : كان طول عرشها ثمانين ذراعا ، وعرضه أربعين ذراعا ، وارتفاعه في السماء ثلاثين ذراعا ، مكلل بالدر والياقوت الأحمر ، والزبرجد الأخضر . قتادة : وقوائمه لؤلؤ وجوهر ، وكان مسترا بالديباج والحرير ، عليه سبعة مغاليق . مقاتل : كان ثمانين ذراعا في ثمانين ذراعا ، وارتفاعه من الأرض ثمانون ذراعا ، وهو مكلل بالجواهر . ابن إسحاق : وكان يخدمها النساء ، وكان معها لخدمتها ستمائة امرأة . قال ابن عطية : واللازم من الآية أنها امرأة ملكت على مدائن اليمن ، ذات ملك عظيم ، وسرير عظيم ، وكانت كافرة من قوم كفار .",
  "ayah": 23,
  "surah": 27
}
