{
  "text": "قوله تعالى : وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون .فيه ست مسائل :الأولى : قوله تعالى : وإني مرسلة إليهم بهدية هذا من حسن نظرها وتدبيرها ; أي إني أجرب هذا الرجل بهدية ، وأعطيه فيها نفائس من الأموال ، وأغرب عليه بأمور المملكة : فإن كان ملكا دنياويا أرضاه المال وعملنا معه بحسب ذلك ، وإن كان نبيا لم يرضه المال ولازمنا [ ص: 183 ] في أمر الدين ، فينبغي لنا أن نؤمن به ونتبعه على دينه ، فبعثت إليه بهدية عظيمة أكثر الناس في تفصيلها ، فقال سعيد بن جبير عن ابن عباس : أرسلت إليه بلبنة من ذهب ، فرأت الرسل الحيطان من ذهب فصغر عندهم ما جاءوا به . وقال مجاهد : أرسلت إليه بمائتي غلام ومائتي جارية . وروي عن ابن عباس : باثنتي عشرة وصيفة مذكرين قد ألبستهم زي الغلمان ، واثني عشر غلاما مؤنثين قد ألبستهم زي النساء ، وعلى يد الوصائف أطباق مسك وعنبر ، وباثنتي عشرة نجيبة تحمل لبن الذهب ، وبخرزتين إحداهما غير مثقوبة ، والأخرى مثقوبة ثقبا معوجا ، وبقدح لا شيء فيه ، وبعصا كان يتوارثها ملوك حمير ، وأنفذت الهدية مع جماعة من قومها . وقيل : كان الرسول واحدا ولكن كان في صحبته أتباع وخدم . وقيل : أرسلت رجلا من أشراف قومها يقال له المنذر بن عمرو ، وضمت إليه رجالا ذوي رأي وعقل ، والهدية مائة وصيف ومائة وصيفة ، وقد خولف بينهم في اللباس ، وقالت للغلمان : إذا كلمكم سليمان فكلموه بكلام فيه تأنيث يشبه كلام النساء ، وقالت للجواري : كلمنه بكلام فيه غلظ يشبه كلام الرجال ; فيقال : إن الهدهد جاء وأخبر سليمان بذلك كله .وقيل : إن الله أخبر سليمان بذلك ، فأمر سليمان عليه السلام أن يبسط من موضعه إلى تسع فراسخ بلبنات الذهب والفضة ، ثم قال : أي الدواب رأيتم أحسن في البر والبحر ؟ قالوا : يا نبي الله رأينا في بحر كذا دواب منقطة مختلفة ألوانها ، لها أجنحة وأعراف ونواصي ; فأمر بها فجاءت فشدت على يمين الميدان وعلى يساره ، وعلى لبنات الذهب والفضة ، وألقوا لها علوفاتها ; ثم قال : للجن علي بأولادكم ; فأقامهم - أحسن ما يكون من الشباب - عن يمين الميدان ويساره . ثم قعد سليمان عليه السلام على كرسيه في مجلسه ، ووضع له أربعة آلاف كرسي من ذهب عن يمينه ومثلها عن يساره ، وأجلس عليها الأنبياء والعلماء ، وأمر الشياطين والجن والإنس أن يصطفوا صفوفا فراسخ ، وأمر السباع والوحوش والهوام والطير فاصطفوا فراسخ عن يمينه وشماله ، فلما دنا القوم من الميدان ونظروا إلى ملك سليمان ، ورأوا الدواب التي لم تر أعينهم أحسن منها تروث على لبنات الذهب والفضة ، تقاصرت إليهم أنفسهم ، ورموا ما معهم من الهدايا . وفي بعض الروايات : إن سليمان لما أمرهم بفرش الميدان بلبنات الذهب والفضة أمرهم أن يتركوا على طريقهم موضعا على قدر موضع بساط من الأرض غير مفروش ، فلما مروا به خافوا أن يتهموا بذلك فطرحوا ما معهم في ذلك المكان ، فلما رأوا الشياطين رأوا منظرا هائلا فظيعا ففزعوا وخافوا ، فقالت لهم الشياطين : جوزوا لا بأس عليكم ; فكانوا يمرون على كردوس كردوس من الجن والإنس والبهائم والطير والسباع والوحوش حتى وقفوا بين يدي سليمان ، فنظر إليهم سليمان نظرا حسنا بوجه طلق ، وكانت قالت لرسولها : إن نظر إليك نظر مغضب فاعلم أنه ملك فلا يهولنك منظره [ ص: 184 ] فأنا أعز منه ، وإن رأيت الرجل بشا لطيفا فاعلم أنه نبي مرسل فتفهم قوله ورد الجواب ، فأخبر الهدهد سليمان بذلك على ما تقدم . وكانت عمدت إلى حقة من ذهب فجعلت فيها درة يتيمة غير مثقوبة ، وخرزة معوجة الثقب ، وكتبت كتابا مع رسولها تقول فيه : إن كنت نبيا فميز بين الوصفاء والوصائف ، وأخبر بما في الحقة ، وعرفني رأس العصا من أسفلها ، واثقب الدرة ثقبا مستويا ، وأدخل خيط الخرزة ، واملأ القدح ماء من ندى ليس من الأرض ولا من السماء ; فلما وصل الرسول ووقف بين يدي سليمان أعطاه كتاب الملكة فنظر فيه ، وقال : أين الحقة ؟ فأتى بها فحركها ; فأخبره جبريل بما فيها ، ثم أخبرهم سليمان . فقال له الرسول : صدقت ; فاثقب الدرة ، وأدخل الخيط في الخرزة ; فسأل سليمان الجن والإنس عن ثقبها فعجزوا ; فقال للشياطين : ما الرأي فيها ؟ فقالوا : ترسل إلى الأرضة ، فجاءت الأرضة فأخذت شعرة في فيها حتى خرجت من الجانب الآخر ; فقال لها سليمان : ما حاجتك ؟ قالت : تصير رزقي في الشجرة ; فقال لها : لك ذلك . ثم قال سليمان : من لهذه الخرزة يسلكها الخيط ؟ فقالت دودة بيضاء : أنا لها يا نبي الله ; فأخذت الدودة الخيط في فيها ودخلت الثقب حتى خرجت من الجانب الآخر ; فقال لها سليمان : ما حاجتك ؟ قالت تجعل رزقي في الفواكه ; قال : ذلك لك . ثم ميز بين الغلمان والجواري . قال السدي : أمرهم بالوضوء ، فجعل الرجل يحدر الماء على اليد والرجل حدرا ، وجعل الجواري يصببن من اليد اليسرى على اليد اليمنى ، ومن اليمنى على اليسرى ، فميز بينهم بهذا . وقيل : كانت الجارية تأخذ الماء من الآنية بإحدى يديها ، ثم تحمله على الأخرى ، ثم تضرب به على الوجه ; والغلام كان يأخذ الماء من الآنية يضرب به في الوجه ، والجارية تصب على بطن ساعدها ، والغلام على ظهر الساعد ، والجارية تصب الماء صبا ، والغلام يحدر على يديه ; فميز بينهم بهذا . وروى يعلى بن مسلم عن سعيد بن جبير قال : أرسلت بلقيس بمائتي وصيفة ووصيف ، وقالت : إن كان نبيا فسيعلم الذكور من الإناث ، فأمرهم فتوضئوا ; فمن توضأ منهم فبدأ بمرفقه قبل كفه قال هو من الإناث ، ومن بدأ بكفه قبل مرفقه قال هو من الذكور ; ثم أرسل العصا إلى الهواء فقال : أي الرأسين سبق إلى الأرض فهو أصلها ، وأمر بالخيل فأجريت حتى عرقت وملأ القدح من عرقها ، ثم رد سليمان الهدية ; فروي أنه لما صرف الهدية إليها وأخبرها رسولها بما شاهد ; قالت لقومها : هذا أمر من السماء .[ ص: 185 ] الثانية : كان النبي صلى الله عليه وسلم يقبل الهدية ويثيب عليها ولا يقبل الصدقة ، وكذلك كان سليمان عليه السلام وسائر الأنبياء صلوات الله عليهم أجمعين . وإنما جعلت بلقيس قبول الهدية أو ردها علامة على ما في نفسها ; على ما ذكرناه من كون سليمان ملكا أو نبيا ; لأنه قال لها في كتابه : ألا تعلوا علي وأتوني مسلمين وهذا لا تقبل فيه فدية ، ولا يؤخذ عنه هدية ، وليس هذا من الباب الذي تقرر في الشريعة عن قبول الهدية بسبيل ، وإنما هي رشوة وبيع الحق بالباطل ، وهي الرشوة التي لا تحل . وأما الهدية المطلقة للتحبب والتواصل فإنها جائزة من كل أحد وعلى كل حال ، وهذا ما لم يكن من مشرك .الثالثة : فإن كانت من مشرك ففي الحديث نهيت عن زبد المشركين يعني رفدهم وعطاياهم . وروي عنه عليه السلام أنه قبلها كما في حديث مالك عن ثور بن زيد الدبلي وغيره ، فقال جماعة من العلماء بالنسخ فيهما ، وقال آخرون : ليس فيها ناسخ ولا منسوخ ، والمعنى فيها : أنه كان لا يقبل هدية من يطمع بالظهور عليه وأخذ بلده ودخوله في الإسلام ، وبهذه الصفة كانت حالة سليمان عليه السلام ، فعن مثل هذا نهى أن تقبل هديته حملا على الكف عنه ; وهذا أحسن تأويل للعلماء في هذا ; فإنه جمع بين الأحاديث . وقيل غير هذا .الرابعة : الهدية مندوب إليها ، وهي مما تورث المودة وتذهب العداوة ; روى مالك عن عطاء بن عبد الله الخراساني قال : قال رسول الله صلى الله عليه وسلم : تصافحوا يذهب الغل وتهادوا تحابوا وتذهب الشحناء . وروى معاوية بن الحكم قال : سمعت رسول الله صلى الله عليه وسلم يقول : تهادوا فإنه يضعف الود ويذهب بغوائل الصدر . وقال الدارقطني : تفرد به ابن بجير عن أبيه [ ص: 186 ] عن مالك ، ولم يكن بالرضي ، ولا يصح عن مالك ولا عن الزهري . وعن ابن شهاب قال : بلغنا أن رسول الله صلى الله عليه وسلم قال : تهادوا بينكم فإن الهدية تذهب السخيمة قال ابن وهب : سألت يونس عن السخيمة ما هي فقال : الغل . وهذا الحديث وصله الوقاصي عثمان عن الزهري وهو ضعيف . وعلى الجملة : فقد ثبت أن النبي صلى الله عليه وسلم كان يقبل الهدية ، وفيه الأسوة الحسنة . ومن فضل الهدية مع اتباع السنة أنها تزيل حزازات النفوس ، وتكسب المهدي والمهدى إليه رنة في اللقاء والجلوس . ولقد أحسن من قال :هدايا الناس بعضهم لبعض تولد في قلوبهم الوصالا     وتزرع في الضمير هوى ووداوتكسبهم إذا حضروا جمالاآخر :إن الهدايا لها حظ إذا وردت     أحظى من الابن عند الوالد الحدبالخامسة : روي عن النبي صلى الله عليه وسلم أنه قال : جلساؤكم شركاؤكم في الهدية واختلف في معناه ; فقيل : هو محمول على ظاهره . وقيل : يشاركهم على وجه الكرم والمروءة ، فإن لم يفعل فلا يجبر عليه . وقال أبو يوسف : ذلك في الفواكه ونحوها . وقال بعضهم : هم شركاؤه في السرور لا في الهدية . والخبر محمول في أمثال أصحاب الصفة والخوانق والرباطات ; أما إذا كان فقيها من الفقهاء اختص بها فلا شركة فيها لأصحابه ، فإن أشركهم فذلك كرم وجود منه .السادسة : قوله تعالى : فناظرة أي منتظرة بم يرجع المرسلون قال قتادة : يرحمها الله إن كانت لعاقلة في إسلامها وشركها ; قد علمت أن الهدية تقع موقعا من الناس . وسقطت الألف في ( بم ) للفرق بين ( ما ) الخبرية . وقد يجوز إثباتها ; قال [ حسان بن المنذر ] :على ما قام يشتمني لئيم     كخنزير تمرغ في رماد",
  "ayah": 35,
  "surah": 27
}
