{
  "text": "قوله تعالى : أمن يجيب المضطر إذا دعاه قال ابن عباس : هو ذو الضرورة المجهود . وقال السدي : الذي لا حول له ولا قوة . وقال ذو النون : هو الذي قطع العلائق عما دون الله . وقال أبو جعفر وأبو عثمان النيسابوري : هو المفلس . وقال سهل بن عبد الله : هو الذي إذا رفع يديه إلى الله داعيا لم يكن له وسيلة من طاعة قدمها . وجاء رجل إلى مالك بن دينار فقال : أنا أسألك بالله أن تدعو لي فأنا مضطر ; قال : إذا فاسأله فإنه يجيب المضطر إذا دعاه . قال الشاعر :وإني لأدعو الله والأمر ضيق علي فما ينفك أن يتفرجا     ورب أخ سدت عليه وجوههأصاب لها لما دعا الله مخرجاالثانية : وفي مسند أبي داود الطيالسي عن أبي بكرة قال : قال رسول الله صلى الله عليه وسلم في دعاء المضطر : اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله لا إله إلا أنت .الثالثة : ضمن الله تعالى إجابة المضطر إذا دعاه ، وأخبر بذلك عن نفسه ; والسبب في ذلك أن الضرورة إليه باللجاء ينشأ عن الإخلاص وقطع القلب عما سواه ; وللإخلاص عنده سبحانه موقع وذمة ، وجد من مؤمن أو كافر ، طائع أو فاجر ; كما قال تعالى : [ ص: 207 ] حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين وقوله : فلما نجاهم إلى البر إذا هم يشركون فأجابهم عند ضرورتهم ووقوع إخلاصهم ، مع علمه أنهم يعودون إلى شركهم وكفرهم . وقال تعالى : فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فيجيب المضطر لموضع اضطراره وإخلاصه . وفي الحديث : ثلاث دعوات مستجابات لا شك فيهن دعوة المظلوم ودعوة المسافر ودعوة الوالد على ولده ذكره صاحب الشهاب ; وهو حديث صحيح . وفي صحيح مسلم عن النبي صلى الله عليه وسلم أنه قال لمعاذ لما وجهه إلى أرض اليمن واتق دعوة المظلوم فليس بينها وبين الله حجاب وفي كتاب الشهاب : اتقوا دعوة المظلوم فإنها تحمل على الغمام فيقول الله تبارك وتعالى وعزتي وجلالي لأنصرنك ولو بعد حين وهو صحيح أيضا . وخرج الآجري من حديث أبي ذر عن النبي صلى الله عليه وسلم : فإني لا أردها ولو كانت من فم كافر فيجيب المظلوم لموضع إخلاصه بضرورته بمقتضى كرمه ، وإجابة لإخلاصه وإن كان كافرا ، وكذلك إن كان فاجرا في دينه ; ففجور الفاجر وكفر الكافر لا يعود منه نقص ولا وهن على مملكة سيده ، فلا يمنعه ما قضى للمضطر من إجابته . وفسر إجابة دعوة المظلوم بالنصرة على ظالمه بما شاء سبحانه من قهر له ، أو اقتصاص منه ، أو تسليط ظالم آخر عليه يقهره كما قال عز وجل : وكذلك نولي بعض الظالمين بعضا وأكد سرعة إجابتها بقوله : تحمل على الغمام . ومعناه - والله أعلم - أن الله عز وجل يوكل ملائكته بتلقي دعوة المظلوم وبحملها على الغمام ، فيعرجوا بها إلى السماء ، والسماء قبلة الدعاء ليراها الملائكة كلهم ، فيظهر منه معاونة المظلوم ، وشفاعة منهم له في [ ص: 208 ] إجابة دعوته ، رحمة له . وفي هذا تحذير من الظلم جملة ، لما فيه من سخط الله ومعصيته ومخالفة أمره ; حيث قال على لسان نبيه في صحيح مسلم وغيره : ( يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا . . . ) الحديث . فالمظلوم مضطر ، ويقرب منه المسافر ; لأنه منقطع عن الأهل والوطن منفرد عن الصديق والحميم ، لا يسكن قلبه إلى مسعد ولا معين لغربته . فتصدق ضرورته إلى المولى ، فيخلص إليه في اللجاء ، وهو المجيب للمضطر إذا دعاه ، وكذلك دعوة الوالد على ولده ، لا تصدر منه مع ما يعلم من حنته عليه وشفقته ، إلا عند تكامل عجزه عنه وصدق ضرورته ; وإياسه عن بر ولده ، مع وجود أذيته ، فيسرع الحق إلى إجابته . قوله تعالى : ( ويكشف السوء ) أي الضر . وقال الكلبي : الجور . ويجعلكم خلفاء الأرض أي سكانها يهلك قوما وينشئ آخرين . وفي كتاب النقاش : أي ويجعل أولادكم خلفا منكم . وقال الكلبي : خلفا من الكفار ينزلون أرضهم ، وطاعة الله بعد كفرهم . أإله مع الله على جهة التوبيخ ; كأنه قال أمع الله ويلكم إله ; ف ( إله ) مرفوع ب ( مع ) . ويجوز أن يكون مرفوعا بإضمار ( إله مع الله يفعل ذلك فتعبدوه ) والوقف على ( مع الله ) حسن .قليلا ما تذكرون قرأ أبو عمرو وهشام ويعقوب : ( يذكرون ) بالياء على الخبر ، كقوله : بل أكثرهم لا يعلمون و تعالى الله عما يشركون فأخبر فيما قبلها وبعدها ; واختاره أبو حاتم . الباقون بالتاء خطابا لقوله : ويجعلكم خلفاء الأرض .",
  "ayah": 62,
  "surah": 27
}
