{
  "text": "قوله تعالى : فلما جاءها نودي أي فلما جاء موسى الذي ظن أنه نار وهي نور ; قاله وهب بن منبه . فلما رأى موسى النار وقف قريبا منها ، فرآها تخرج من فرع شجرة خضراء شديدة الخضرة يقال لها العليق ، لا تزداد النار إلا عظما وتضرما ، ولا تزداد الشجرة إلا خضرة وحسنا ; فعجب منها وأهوى إليها بضغث في يده ليقتبس منها ; فمالت إليه ; فخافها فتأخر عنها ; ثم لم تزل تطمعه ويطمع فيها إلى أن وضح أمرها على أنها مأمورة لا يدري من أمرها ، إلى أن نودي أن بورك من في النار ومن حولها . وقد مضى هذا المعنى في ( طه ) . ( نودي ) أي ناداه الله ; كما قال : وناديناه من جانب الطور الأيمن . أن بورك قال الزجاج : \" أن \" في موضع نصب ; أي : بأنه قال . ويجوز أن تكون في موضع رفع جعلها اسم ما لم يسم فاعله . وحكى أبو حاتم أن في قراءة أبي وابن عباس ومجاهد ( أن بوركت النار ومن حولها ) . قال النحاس : ومثل هذا لا يوجد بإسناد صحيح ، ولو صح لكان على التفسير ، فتكون البركة راجعة إلى النار ومن حولها : الملائكة وموسى . وحكى الكسائي عن العرب : باركك الله ، وبارك فيك . الثعلبي : العرب تقول باركك الله ، وبارك فيك ، وبارك عليك ، وبارك لك ، أربع لغات . قال الشاعر :فبوركت مولودا وبوركت ناشئا     وبوركت عند الشيب إذ أنت أشيب[ ص: 148 ] الطبري : قال بورك من في النار ولم يقل بورك في من في النار على لغة من يقول باركك الله . ويقال باركه الله ، وبارك له ، وبارك عليه ، وبارك فيه بمعنى ; أي بورك على من في النار وهو موسى ، أو على من في قرب النار ; لا أنه كان في وسطها . وقال السدي : كان في النار ملائكة فالتبريك عائد إلى موسى والملائكة ; أي بورك فيك يا موسى وفي الملائكة الذين هم حولها . وهذا تحية من الله تعالى لموسى وتكرمة له ، كما حيا إبراهيم على ألسنة الملائكة حين دخلوا عليه ; قال : رحمة الله وبركاته عليكم أهل البيت . وقول ثالث قاله ابن عباس والحسن وسعيد بن جبير : قدس من في النار وهو الله سبحانه وتعالى ، عنى به نفسه تقدس وتعالى . قال ابن عباس ومحمد بن كعب : النار نور الله عز وجل ; نادى الله موسى وهو في النور ; وتأويل هذا أن موسى عليه السلام رأى نورا عظيما فظنه نارا ; وهذا لأن الله تعالى ظهر لموسى بآياته وكلامه من النار لا أنه يتحيز في جهة وهو الذي في السماء إله وفي الأرض إله لا أنه يتحيز فيهما ، ولكن يظهر في كل فعل فيعلم به وجود الفاعل . وقيل على هذا : أي بورك من في النار سلطانه وقدرته . وقيل : أي بورك ما في النار من أمر الله تعالى الذي جعله علامة .قلت : ومما يدل على صحة قول ابن عباس ما خرجه مسلم في صحيحه ، وابن ماجه في سننه واللفظ له عن أبي موسى قال : قال رسول الله صلى الله عليه وسلم : إن الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه ، حجابه النور لو كشفها لأحرقت سبحات وجهه كل شيء أدركه بصره ثم قرأ أبو عبيدة : أن بورك من في النار ومن حولها وسبحان الله رب العالمين أخرجه البيهقي أيضا . ولفظ مسلم عن أبي موسى قال : قام فينا رسول الله صلى الله عليه وسلم بخمس كلمات ; فقال : إن الله عز وجل لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليل قبل عمل النهار وعمل النهار قبل عمل الليل حجابه النور - وفي رواية أبي بكر النار - لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه قال أبو عبيد : يقال السبحات إنها جلال وجهه ، [ ص: 149 ] ومنها قيل : سبحان الله ، إنما هو تعظيم له وتنزيه . وقوله : ( لو كشفها ) يعني لو رفع الحجاب عن أعينهم ولم يثبتهم لرؤيته لاحترقوا وما استطاعوا لها . قال ابن جريج : النار حجاب من الحجب وهي سبعة حجب ; حجاب العزة ، وحجاب الملك ، وحجاب السلطان ، وحجاب النار ، وحجاب النور ، وحجاب الغمام ، وحجاب الماء . وبالحقيقة فالمخلوق المحجوب والله لا يحجبه شيء ; فكانت النار نورا وإنما ذكره بلفظ النار ; لأن موسى حسبه نارا ، والعرب تضع أحدهما موضع الآخر . وقال سعيد بن جبير : كانت النار بعينها فأسمعه تعالى كلامه من ناحيتها ، وأظهر له ربوبيته من جهتها . وهو كما روي أنه مكتوب في التوراة : ( جاء الله من سيناء وأشرق من ساعير واستعلى من جبال فاران ) . فمجيئه من سيناء بعثه موسى منها ، وإشرافه من ساعير بعثه المسيح منها ، واستعلاؤه من فاران بعثه محمدا صلى الله عليه وسلم ، وفاران مكة . وسيأتي في ( القصص ) بإسماعه سبحانه كلامه من الشجرة زيادة بيان إن شاء الله تعالى .قوله تعالى : وسبحان الله رب العالمين تنزيها وتقديسا لله رب العالمين . وقد تقدم في غير موضع ، والمعنى : أي يقول من حولها : وسبحان الله فحذف . وقيل : إن موسى عليه السلام قاله حين فرغ من سماع النداء ; استعانة بالله تعالى وتنزيها له ; قاله السدي . وقيل : هو من قول الله تعالى . ومعناه : وبورك فيمن سبح الله تعالى رب العالمين ; حكاه ابن شجرة .",
  "ayah": 8,
  "surah": 27
}
