{
  "text": "قوله تعالى : من جاء بالحسنة فله خير منها قال ابن مسعود وابن عباس رضي الله عنهما : الحسنة : لا إله إلا الله . وقال أبو معشر : كان إبراهيم يحلف بالله الذي لا إله إلا هو ولا يستثني أن الحسنة : لا إله إلا الله محمد رسول الله . وقال علي بن الحسين بن علي رضي الله عنهم : غزا رجل فكان إذا خلا بمكان قال لا إله إلا الله وحده لا شريك له فبينما هو في أرض الروم في أرض جلفاء وبردى رفع صوته فقال : لا إله إلا الله وحده لا شريك له فخرج عليه رجل على فرس عليه ثياب بيض فقال له : والذي نفسي بيده إنها الكلمة التي قال الله تعالي : من جاء بالحسنة فله خير منها وروى أبو ذر قال : قلت : يا رسول الله أوصني ، قال : اتق الله وإذا عملت سيئة فأتبعها حسنة تمحها قال : قلت : يا رسول الله أمن الحسنات : لا إله إلا الله ؟ قال : من أفضل الحسنات وفي رواية قال : نعم هي أحسن [ ص: 226 ] الحسنات . ذكره البيهقي ، وقال قتادة : من جاء بالحسنة بالإخلاص والتوحيد . وقيل : أداء الفرائض كلها .قلت : إذا أتى بلا إله إلا الله على حقيقتها وما يجب لها على ما تقدم بيانه في سورة ( إبراهيم ) فقد أتى بالتوحيد والإخلاص والفرائض . فله خير منها قال ابن عباس : أي وصل إليه الخير منها ; وقاله مجاهد وقيل : فله الجزاء الجميل وهو الجنة وليس ( خير ) للتفضيل . قال عكرمة وابن جريج : أما أن يكون له خير منها يعني من الإيمان فلا ، فإنه ليس شيء خيرا ممن قال : لا إله إلا الله ، ولكن له منها خير . وقيل : فله خير منها للتفضيل ، أي ثواب الله خير من عمل العبد وقوله وذكره ، وكذلك رضوان الله خير للعبد من فعل العبد ، قاله ابن عباس وقيل : يرجع هذا إلى الإضعاف فإن الله تعالى يعطيه بالواحدة عشرا ; وبالإيمان في مدة يسيرة الثواب الأبدي . قاله محمد بن كعب وعبد الرحمن بن زيد وهم من فزع يومئذ آمنون قرأ عاصم وحمزة والكسائي ( فزع يومئذ ) بالإضافة . قال أبو عبيد : وهذا أعجب إلي لأنه أعم التأويلين أن يكون الأمن من جميع فزع ذلك اليوم ، وإذا قال : من فزع يومئذ صار كأنه فزع دون فزع . قال القشيري : وقرئ : ( من فزع ) بالتنوين ثم قيل يعني به فزعا واحدا كما قال : لا يحزنهم الفزع الأكبر وقيل : عنى الكثرة لأنه مصدر والمصدر صالح للكثرة .قلت : فعلى هذا تكون القراءتان بمعنى . قال المهدوي : ومن قرأ : ( من فزع يومئذ ) بالتنوين ، انتصب ( يومئذ ) بالمصدر الذي هو ( فزع ) ويجوز أن يكون صفة ل ( فزع ) ويكون متعلقا بمحذوف ; لأن المصادر يخبر عنها بأسماء الزمان وتوصف بها ، ويجوز أن يتعلق باسم الفاعل الذي هو ( آمنون ) . والإضافة على الاتساع في الظروف ، ومن حذف التنوين وفتح الميم بناه لأنه ظرف زمان ، وليس الإعراب في ظرف الزمان متمكنا ، فلما أضيف إلى غير متمكن ولا معرب بني . وأنشد سيبويه :على حين ألهى الناس جل أمورهم     فندلا زريق المال ندل الثعالب",
  "ayah": 89,
  "surah": 27
}
