{
  "text": "قوله تعالى : ومن يهاجر في سبيل الله يجد في الأرض مراغما كثيرا وسعة ومن يخرج من بيته مهاجرا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله وكان الله غفورا رحيما فيه خمس مسائل :الأولى : قوله تعالى : ومن يهاجر في سبيل الله يجد شرط وجوابه في الأرض مراغما اختلف في تأويل المراغم ؛ فقال مجاهد : المراغم المتزحزح . وقال ابن عباس والضحاك والربيع وغيرهم : المراغم المتحول والمذهب . وقال ابن زيد : والمراغم المهاجر ؛ [ ص: 298 ] وقاله أبو عبيدة . قال النحاس : فهذه الأقوال متفقة المعاني . فالمراغم المذهب والمتحول في حال هجرة ، وهو اسم الموضع الذي يراغم فيه ، وهو مشتق من الرغام . ورغم أنف فلان أي لصق بالتراب . وراغمت فلانا هجرته وعاديته ، ولم أبال إن رغم أنفه . وقيل : إنما سمي مهاجرا ومراغما لأن الرجل كان إذا أسلم عادى قومه وهجرهم ، فسمي خروجه مراغما ، وسمي مصيره إلى النبي صلى الله عليه وسلم هجرة . وقال السدي : المراغم المبتغى للمعيشة . وقال ابن القاسم : سمعت مالكا يقول : المراغم الذهاب في الأرض . وهذا كله تفسير بالمعنى ، وكله قريب بعضه من بعض ؛ فأما الخاص باللفظة فإن المراغم موضع المراغمة كما ذكرنا ، وهو أن يرغم كل واحد من المتنازعين أنف صاحبه بأن يغلبه على مراده ؛ فكأن كفار قريش أرغموا أنوف المحبوسين بمكة ، فلو هاجر منهم مهاجر لأرغم أنوف قريش لحصوله في منعة منهم ، فتلك المنعة هي موضع المراغمة . ومنه قول النابغة :كطرد يلاذ بأركانه عزيز المراغم والمهربالثانية : قوله تعالى : وسعة أي في الرزق ؛ قاله ابن عباس والربيع والضحاك . وقال قتادة : المعنى سعة من الضلالة إلى الهدى ومن العيلة إلى الغنى . وقال مالك : السعة سعة البلاد . وهذا أشبه بفصاحة العرب ؛ فإن بسعة الأرض وكثرة المعاقل تكون السعة في الرزق ، واتساع الصدر لهمومه وفكره وغير ذلك من وجوه الفرج . ونحو هذا المعنى قول الشاعر :وكنت إذا خليل رام قطعي     وجدت وراي منفسحا عريضاوقال آخر :لكان لي مضطرب واسع     في الأرض ذات الطول والعرضالثالثة : قال مالك : هذه الآية دالة على أنه ليس لأحد المقام بأرض يسب فيها السلف ويعمل فيها بغير الحق . وقال : والمراغم الذهاب في الأرض ، والسعة سعة البلاد على ما تقدم . واستدل أيضا بعض العلماء بهذه الآية على أن للغازي إذا خرج إلى الغزو ثم مات قبل القتال له سهمه وإن لم يحضر الحرب ؛ رواه ابن لهيعة عن يزيد بن أبي حبيب عن أهل المدينة . وروي ذلك عن ابن المبارك أيضا .الرابعة : ومن يخرج من بيته مهاجرا إلى الله ورسوله الآية . قال عكرمة مولى ابن عباس : طلبت اسم هذا الرجل أربع عشرة سنة حتى وجدته . وفي قول عكرمة هذا دليل على شرف هذا العلم قديما ، وأن الاعتناء به حسن والمعرفة به فضل ؛ ونحو منه قول [ ص: 299 ] ابن عباس : مكثت سنين أريد أن أسأل عمر عن المرأتين اللتين تظاهرتا على رسول الله صلى الله عليه وسلم ، ما يمنعني إلا مهابته . والذي ذكره عكرمة هو ضمرة بن العيص أو العيص بن ضمرة بن زنباع ؛ حكاه الطبري عن سعيد بن جبير . ويقال فيه : ضميرة أيضا . ويقال : جندع بن ضمرة من بني ليث ، وكان من المستضعفين بمكة وكان مريضا ، فلما سمع ما أنزل الله في الهجرة قال : أخرجوني ؛ فهيئ له فراش ثم وضع عليه وخرج به فمات في الطريق بالتنعيم ، فأنزل الله فيه ومن يخرج من بيته مهاجرا الآية . وذكر أبو عمر أنه قد قيل فيه : خالد بن حزام بن خويلد ابن أخي خديجة ، وأنه هاجر إلى أرض الحبشة فنهشته حية في الطريق فمات قبل أن يبلغ أرض الحبشة ؛ فنزلت فيه الآية ، والله أعلم . وحكى أبو الفرج الجوزي أنه حبيب بن ضمرة . وقيل : ضمرة بن جندب الضمري ؛ عن السدي . وحكي عن عكرمة أنه جندب بن ضمرة الجندعي . وحكي عن ابن جابر أنه ضمرة بن بغيض الذي من بني ليث . وحكى المهدوي أنه ضمرة بن ضمرة بن نعيم . وقيل : ضمرة بن خزاعة ، والله أعلم . وروى معمر عن قتادة قال : لما نزلت إن الذين توفاهم الملائكة ظالمي أنفسهم الآية ، قال رجل من المسلمين وهو مريض : والله ما لي من عذر ! إني لدليل في الطريق ، وإني لموسر ، فاحملوني . فحملوه فأدركه الموت في الطريق ؛ فقال أصحاب النبي صلى الله عليه وسلم : لو بلغ إلينا لتم أجره ؛ وقد مات بالتنعيم . وجاء بنوه إلى النبي صلى الله عليه وسلم وأخبروه بالقصة ، فنزلت هذه الآية ومن يخرج من بيته مهاجرا الآية . وكان اسمه ضمرة بن جندب ، ويقال : جندب بن ضمرة على ما تقدم . وكان الله غفورا لما كان منه من الشرك رحيما حين قبل توبته .الخامسة : قال ابن العربي : قسم العلماء رضي الله عنهم الذهاب في الأرض قسمين : هربا وطلبا ؛ فالأول ينقسم إلى ستة أقسام : الأول : الهجرة وهي الخروج من دار الحرب إلى دار الإسلام ، وكانت فرضا في أيام النبي صلى الله عليه وسلم ، وهذه الهجرة باقية مفروضة إلى يوم القيامة ، والتي انقطعت بالفتح هي القصد إلى النبي صلى الله عليه وسلم حيث كان ؛ فإن بقي في دار الحرب عصى ؛ ويختلف في حاله . الثاني : الخروج من أرض البدعة ؛ قال ابن القاسم : سمعت مالكا يقول لا يحل لأحد أن يقيم بأرض يسب فيها السلف . قال ابن العربي : وهذا صحيح ؛ فإن المنكر إذا لم تقدر أن تغيره فزل عنه ، قال الله تعالى : وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم إلى قوله الظالمين . الثالث : الخروج من أرض غلب عليها الحرام : فإن طلب الحلال فرض على كل مسلم . الرابع : الفرار من الأذية في البدن ؛ وذلك فضل من الله أرخص فيه ، فإذا خشي على نفسه فقد أذن الله في الخروج عنه والفرار بنفسه ليخلصها من ذلك [ ص: 300 ] المحذور . وأول من فعله إبراهيم عليه السلام ؛ فإنه لما خاف من قومه قال : إني مهاجر إلى ربي العنكبوت : ، وقال : إني ذاهب إلى ربي سيهدين الصافات : . وقال مخبرا عن موسى : فخرج منها خائفا يترقب . الخامس : خوف المرض في البلاد الوخمة والخروج منها إلى الأرض النزهة . وقد أذن صلى الله عليه وسلم للرعاة حين استوخموا المدينة أن يخرجوا إلى المسرح فيكونوا فيه حتى يصحوا . وقد استثني من ذلك الخروج من الطاعون ؛ فمنع الله سبحانه منه بالحديث الصحيح عن نبيه صلى الله عليه وسلم ، وقد تقدم بيانه في \" البقرة \" . بيد أن علماءنا قالوا : هو مكروه . السادس : الفرار خوف الأذية في المال ؛ فإن حرمة مال المسلم كحرمة دمه ، والأهل مثله وأوكد .وأما قسم الطلب فينقسم قسمين : طلب دين وطلب دنيا ؛ فأما طلب الدين فيتعدد بتعدد أنواعه إلى تسعة أقسام : الأول : سفر العبرة ؛ قال الله تعالى : أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وهو كثير . ويقال : إن ذا القرنين إنما طاف الأرض ليرى عجائبها . وقيل : لينفذ الحق فيها . الثاني : سفر الحج . والأول وإن كان ندبا فهذا فرض . الثالث : سفر الجهاد وله أحكامه . الرابع : سفر المعاش ؛ فقد يتعذر على الرجل معاشه مع الإقامة فيخرج في طلبه لا يزيد عليه من صيد أو احتطاب أو احتشاش ؛ فهو فرض عليه . الخامس : سفر التجارة والكسب الزائد على القوت ، وذلك جائز بفضل الله سبحانه وتعالى ، قال الله تعالى : ليس عليكم جناح أن تبتغوا فضلا من ربكم يعني التجارة ، وهي نعمة من الله بها في سفر الحج ، فكيف إذا انفردت . السادس : في طلب العلم وهو مشهور . السابع : قصد البقاع ؛ قال صلى الله عليه وسلم : لا تشد الرحال إلا إلى ثلاثة مساجد . الثامن : الثغور للرباط بها وتكثير سوادها للذب عنها . التاسع : زيارة الإخوان في الله تعالى : قال رسول الله صلى الله عليه وسلم : زار رجل أخا له في قرية فأرصد الله له ملكا على مدرجته فقال أين تريد فقال أريد أخا لي في هذه القرية قال : هل لك من نعمة تربها عليه ؟ قال : لا غير أني أحببته في الله عز وجل . قال : فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه . رواه مسلم وغيره .",
  "ayah": 100,
  "surah": 4
}
