{
  "text": "قوله تعالى : وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة إن خفتم أن يفتنكم الذين كفروا إن الكافرين كانوا لكم عدوا مبينا[ ص: 301 ] فيه عشر مسائل :الأولى : قوله تعالى : ضربتم سافرتم ، وقد تقدم . واختلف العلماء في حكم القصر في السفر ؛ فروي عن جماعة أنه فرض . وهو قول عمر بن عبد العزيز والكوفيين والقاضي إسماعيل وحماد بن أبي سليمان ؛ واحتجوا بحديث عائشة رضي الله عنها ( فرضت الصلاة ركعتين ركعتين ) الحديث ، ولا حجة فيه لمخالفتها له ؛ فإنها كانت تتم في السفر وذلك يوهنه . وإجماع فقهاء الأمصار على أنه ليس بأصل يعتبر في صلاة المسافر خلف المقيم ؛ وقد قال غيرها من الصحابة كعمر وابن عباس وجبير بن مطعم : ( إن الصلاة فرضت في الحضر أربعا وفي السفر ركعتين وفي الخوف ركعة ) رواه مسلم عن ابن عباس . ثم إن حديث عائشة قد رواه ابن عجلان عن صالح بن كيسان عن عروة عن عائشة قالت : فرض رسول الله صلى الله عليه وسلم الصلاة ركعتين ركعتين . وقال فيه الأوزاعي عن ابن شهاب عن عروة عن عائشة قالت : فرض الله الصلاة على رسول الله صلى الله عليه وسلم ركعتين ركعتين ؛ الحديث ، وهذا اضطراب . ثم إن قولها : ( فرضت الصلاة ) ليس على ظاهره ؛ فقد خرج عنه صلاة المغرب والصبح ؛ فإن المغرب ما زيد فيها ولا نقص منها . وكذلك الصبح ، وهذا كله - يضعف متنه لا سنده . وحكى ابن الجهم أن أشهب روى عن مالك أن القصر فرض ، ومشهور مذهبه وجل أصحابه وأكثر العلماء من السلف والخلف أن القصر سنة ، وهو قول الشافعي ، وهو الصحيح على ما يأتي بيانه إن شاء الله . ومذهب عامة البغداديين من المالكيين أن الفرض التخيير ؛ وهو قول أصحاب الشافعي . ثم اختلفوا في أيهما أفضل ؛ فقال بعضهم : القصر أفضل ؛ وهو قول الأبهري وغيره . وقيل : إن الإتمام أفضل ؛ وحكي عن الشافعي . وحكى أبو سعيد الفروي المالكي أن الصحيح في مذهب مالك التخيير للمسافر في الإتمام والقصر .قلت : وهو الذي يظهر من قوله سبحانه وتعالى : فليس عليكم جناح أن تقصروا من الصلاة إلا أن مالكا رحمه الله يستحب له القصر ، وكذلك يرى عليه الإعادة في الوقت إن أتم . وحكى أبو مصعب في \" مختصره \" عن مالك وأهل المدينة قال : القصر في السفر للرجال والنساء سنة . قال أبو عمر : وحسبك بهذا في مذهب مالك ، مع أنه لم يختلف قوله : أن من أتم في السفر يعيد ما دام في الوقت ؛ وذلك استحباب عند من فهم ، لا إيجاب . وقال الشافعي : [ ص: 302 ] القصر في غير الخوف بالسنة ، وأما في الخوف مع السفر فبالقرآن والسنة ؛ ومن صلى أربعا فلا شيء عليه ، ولا أحب لأحد أن يتم في السفر رغبة عن السنة . وقال أبو بكر الأثرم : قلت لأحمد بن حنبل للرجل أن يصلي في السفر أربعا ؟ قال : لا ، ما يعجبني ، السنة ركعتان . وفي موطأ مالك عن ابن شهاب عن رجل من آل خالد بن أسيد ، أنه سأل عبد الله بن عمر فقال : يا أبا عبد الرحمن إنا نجد صلاة الخوف وصلاة الحضر في القرآن ولا نجد صلاة السفر ؟ فقال عبد الله بن عمر : يا ابن أخي إن الله تبارك وتعالى بعث إلينا محمدا صلى الله عليه وسلم ولا نعلم شيئا ، فإنا نفعل كما رأيناه يفعل . ففي هذا الخبر قصر الصلاة في السفر من غير خوف سنة لا فريضة ؛ لأنها لا ذكر لها في القرآن ، وإنما القصر المذكور في القرآن إذا كان سفرا وخوفا واجتمعا ؛ فلم يبح القصر في كتابه إلا مع هذين الشرطين . ومثله في القرآن : ومن لم يستطع منكم طولا أن ينكح الآية ، وقد تقدم . ثم قال تعالى : فإذا اطمأننتم فأقيموا الصلاة أي فأتموها ؛ وقصر رسول الله صلى الله عليه وسلم من أربع إلى اثنتين إلا المغرب في أسفاره كلها آمنا لا يخاف إلا الله تعالى ؛ فكان ذلك سنة مسنونة منه صلى الله عليه وسلم ، زيادة في أحكام الله تعالى كسائر ما سنه وبينه ، مما ليس له في القرآن ذكر . وقوله : \" كما رأيناه يفعل \" مع حديث عمر حيث سأل رسول الله صلى الله عليه وسلم عن القصر في السفر من غير خوف ؛ فقال : تلك صدقة تصدق الله بها عليكم فاقبلوا صدقته يدل على أن الله تعالى قد يبيح الشيء في كتابه بشرط ثم يبيح ذلك الشيء على لسان نبيه من غير ذلك الشرط . وسأل حنظلة ابن عمر عن صلاة السفر فقال : ركعتان .قلت : فأين قوله تعالى : إن خفتم أن يفتنكم الذين كفروا ونحن آمنون ؛ قال : سنة رسول الله صلى الله عليه وسلم . فهذا ابن عمر قد أطلق عليها سنة ؛ وكذلك قال ابن عباس . فأين المذهب عنهما ؟ قال أبو عمر : ولم يقم مالك إسناد هذا الحديث ؛ لأنه لم يسم الرجل الذي سأل ابن عمر ، وأسقط من الإسناد رجلا ، والرجل الذي لم يسمه هو أمية بن عبد الله بن خالد بن أسيد بن أبي العيص بن أمية بن عبد شمس بن عبد مناف ، والله أعلم .الثانية : واختلف العلماء في حد المسافة التي تقصر فيها الصلاة ؛ فقال داود : تقصر في كل سفر طويل أو قصير ، ولو كان ثلاثة أميال من حيث تؤتى الجمعة ؛ متمسكا بما رواه مسلم عن يحيى بن يزيد الهنائي قال : سألت أنس بن مالك عن قصر الصلاة فقال : كان رسول الله صلى الله عليه وسلم إذا خرج مسيرة ثلاثة أميال أو ثلاثة فراسخ - شعبة الشاك - صلى ركعتين . وهذا لا حجة فيه ؛ لأنه مشكوك فيه ، وعلى تقدير أحدهما فلعله حد المسافة التي بدأ منها القصر ، [ ص: 303 ] وكان سفرا طويلا زائدا على ذلك ، والله أعلم . قال ابن العربي : وقد تلاعب قوم بالدين فقالوا : إن من خرج من البلد إلى ظاهره قصر وأكل ، وقائل هذا أعجمي لا يعرف السفر عند العرب أو مستخف بالدين ، ولولا أن العلماء ذكروه لما رضيت أن ألمحه بمؤخر عيني ، ولا أفكر فيه بفضول قلبي . ولم يذكر حد السفر الذي يقع به القصر لا في القرآن ولا في السنة ، وإنما كان كذلك لأنها كانت لفظة عربية مستقر علمها عند العرب الذين - خاطبهم الله تعالى بالقرآن ؛ فنحن نعلم قطعا أن من برز عن الدور لبعض الأمور أنه لا يكون مسافرا لغة ولا شرعا ، وإن مشى مسافرا ثلاثة أيام فإنه مسافر قطعا . كما أنا نحكم على أن من مشى يوما وليلة كان مسافرا ؛ لقول النبي صلى الله عليه وسلم : لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر مسيرة يوم إلا مع ذي محرم منها وهذا هو الصحيح ، لأنه وسط بين الحالين وعليه عول مالك ، ولكنه لم يجد هذا الحديث متفقا عليه ، وروي مرة ( يوما وليلة ) ومرة ( ثلاثة أيام ) فجاء إلى عبد الله بن عمر فعول على فعله ، فإنه كان يقصر الصلاة إلى رئم ، وهي أربعة برد ؛ لأن ابن عمر كان كثير الاقتداء بالنبي صلى الله عليه وسلم . قال غيره : وكافة العلماء على أن القصر إنما شرع تخفيفا ، وإنما يكون في السفر الطويل الذي تلحق به المشقة غالبا ، فراعى مالك والشافعي وأصحابهما والليث والأوزاعي وفقهاء أصحاب الحديث أحمد وإسحاق وغيرهما يوما تاما . وقول مالك يوما وليلة راجع إلى اليوم التام ، لأنه لم يرد بقوله : مسيرة يوم وليلة أن يسير النهار كله والليل كله ، وإنما أراد أن يسير سيرا يبيت فيه بعيدا عن أهله ولا يمكنه الرجوع إليهم . وفي البخاري : وكان ابن عمر وابن عباس يفطران ويقصران في أربعة برد ، وهي ستة عشر فرسخا ، وهذا مذهب مالك . وقال الشافعي والطبري : ستة وأربعون ميلا . وعن مالك في العتبية فيمن خرج إلى ضيعته على خمسة وأربعين ميلا قال : يقصر ، وهو أمر متقارب . وعن مالك في الكتب المنثورة : أنه يقصر في ستة وثلاثين ميلا ، وهي تقرب من يوم وليلة . وقال يحيى بن عمر : يعيد أبدا . ابن عبد الحكم : في الوقت ! . وقال الكوفيون : لا يقصر في أقل من مسيرة ثلاثة أيام ؛ وهو قول عثمان وابن مسعود وحذيفة . وفي صحيح البخاري عن ابن عمر أن النبي صلى الله عليه وسلم قال : لا تسافر المرأة ثلاثة أيام إلا مع ذي محرم . قال أبو حنيفة : ثلاثة أيام ولياليها بسير الإبل ومشي الأقدام . وقال الحسن والزهري : تقصر الصلاة في مسيرة يومين ؛ وروي هذا القول عن مالك ، ورواه أبو سعيد الخدري عن النبي صلى الله عليه وسلم قال : لا تسافر المرأة مسيرة ليلتين إلا مع زوج أو ذي [ ص: 304 ] محرم . وقصر ابن عمر في ثلاثين ميلا ، وأنس في خمسة عشر ميلا . وقال الأوزاعي : عامة العلماء في القصر على اليوم التام ، وبه نأخذ . قال أبو عمر : اضطربت الآثار المرفوعة في هذا الباب كما ترى في ألفاظها ؛ ومجملها عندي - والله أعلم - أنها خرجت على أجوبة السائلين ، فحدث كل واحد بمعنى ما سمع ، كأنه قيل له صلى الله عليه وسلم في وقت ما : هل تسافر المرأة مسيرة يوم بغير محرم ؟ فقال : لا . وقيل له في وقت آخر : هل تسافر المرأة يومين بغير محرم ؟ فقال : لا . وقال له آخر : هل تسافر المرأة مسيرة ثلاثة أيام بغير محرم ؟ فقال : لا . وكذلك معنى الليلة والبريد على ما روي ، فأدى كل واحد ما سمع على المعنى ، والله أعلم . ويجمع معاني الآثار في هذا الباب - وإن اختلفت ظواهرها - الحظر على المرأة أن تسافر سفرا يخاف عليها فيه الفتنة بغير محرم ، قصيرا كان أو طويلا . والله أعلم .الثالثة : واختلفوا في نوع السفر الذي تقصر فيه الصلاة ، فأجمع الناس على الجهاد والحج والعمرة وما ضارعها من صلة رحم وإحياء نفس . واختلفوا فيما سوى ذلك ، فالجمهور على جواز القصر في السفر المباح كالتجارة ونحوها . وروي عن ابن مسعود أنه قال : لا تقصر الصلاة إلا في حج أو جهاد . وقال عطاء : لا تقصر إلا في سفر طاعة وسبيل من سبل الخير . وروي عنه أيضا : تقصر في كل السفر المباح مثل قول الجمهور . وقال مالك : إن خرج للصيد لا لمعاشه ولكن متنزها ، أو خرج لمشاهدة بلدة متنزها ومتلذذا لم يقصر . والجمهور من العلماء على أنه لا قصر في سفر المعصية ؛ كالباغي وقاطع الطريق وما في معناهما . وروي عن أبي حنيفة والأوزاعي إباحة القصر في جميع ذلك ، وروي عن مالك . وقد تقدم في \" البقرة \" واختلف عن أحمد ، فمرة قال بقول الجمهور ، ومرة قال : لا يقصر إلا في حج أو عمرة . والصحيح ما قاله الجمهور ، لأن القصر إنما شرع تخفيفا عن المسافر للمشقات اللاحقة فيه ، ومعونته على ما هو بصدده مما يجوز ، وكل الأسفار في ذلك سواء ؛ لقوله تعالى : وإذا ضربتم في الأرض فليس عليكم جناح أي إثم أن تقصروا من الصلاة فعم . وقال عليه السلام خير عباد الله الذين إذا سافروا قصروا وأفطروا . وقال الشعبي : إن الله يحب أن يعمل برخصه كما يحب أن يعمل بعزائمه . وأما سفر المعصية فلا يجوز القصر فيه ؛ لأن ذلك يكون عونا له على معصية الله . والله تعالى يقول : وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان[ ص: 305 ] الرابعة : واختلفوا متى يقصر ، فالجمهور على أن المسافر لا يقصر حتى يخرج من بيوت القرية ، وحينئذ هو ضارب في الأرض ، وهو قول مالك في المدونة . ولم يحد مالك في القرب حدا . وروي عنه إذا كانت قرية تجمع أهلها فلا يقصر أهلها حتى يجاوزوها بثلاثة أميال ، وإلى ذلك في الرجوع . وإن كانت لا تجمع أهلها قصروا إذا جاوزوا بساتينها . وروي عن الحارث بن أبي ربيعة أنه أراد سفرا فصلى بهم ركعتين في منزله ، وفيهم الأسود بن يزيد وغير واحد من أصحاب ابن مسعود ، وبه قال عطاء بن أبي رباح وسليمان بن موسى .قلت : ويكون معنى الآية على هذا : وإذا ضربتم في الأرض أي إذا عزمتم على الضرب في الأرض . والله أعلم . وروي عن مجاهد أنه قال : لا يقصر المسافر يومه الأول حتى الليل . وهذا شاذ ؛ وقد ثبت من حديث أنس بن مالك أن رسول الله صلى الله عليه وسلم صلى الظهر بالمدينة أربعا وصلى العصر بذي الحليفة ركعتين . أخرجه الأئمة ، وبين ذي الحليفة والمدينة نحو من ستة أميال أو سبعة .الخامسة : وعلى المسافر أن ينوي القصر من حين الإحرام ؛ فإن افتتح الصلاة بنية القصر ثم عزم على المقام في أثناء صلاته جعلها نافلة ، وإن كان ذلك بعد أن صلى منها ركعة أضاف إليها أخرى وسلم ، ثم صلى صلاة مقيم . قال الزهري وابن الجلاب : هذا - والله أعلم - استحباب ولو بنى على صلاته وأتمها أجزأته صلاته . قال أبو عمر : هو عندي كما قالا ؛ لأنها ظهر ، سفرية كانت أو حضرية وكذلك سائر الصلوات الخمس .السادسة : واختلف العلماء من هذا الباب في مدة الإقامة التي إذا نواها المسافر أتم ؛ فقال مالك والشافعي والليث بن سعد والطبري وأبو ثور : إذا نوى الإقامة أربعة أيام أتم ؛ وروي عن سعيد بن المسيب . وقال أبو حنيفة وأصحابه والثوري : إذا نوى إقامة خمس عشرة ليلة أتم ، وإن كان أقل قصر . وهو قول ابن عمر وابن عباس ولا مخالف لهما من الصحابة فيما ذكر الطحاوي ، وروي عن سعيد أيضا . وقال أحمد : إذا جمع المسافر مقام إحدى وعشرين صلاة مكتوبة قصر ، وإن زاد على ذلك أتم ، وبه قال داود . والصحيح ما قاله مالك ؛ لحديث ابن الحضرمي عن النبي صلى الله عليه وسلم أنه جعل للمهاجر أن يقيم بمكة بعد قضاء نسكه ثلاثة أيام ثم يصدر . أخرجه الطحاوي وابن ماجه وغيرهما . ومعلوم أن الهجرة إذ كانت مفروضة قبل الفتح كان المقام بمكة لا يجوز ؛ فجعل النبي صلى الله عليه وسلم للمهاجر ثلاثة أيام لتقضية حوائجه وتهيئة أسبابه ، ولم يحكم لها بحكم المقام ولا في حيز الإقامة ، وأبقى عليه فيها حكم المسافر ، ومنعه من مقام [ ص: 306 ] الرابع ، فحكم له بحكم الحاضر القاطن ؛ فكان ذلك أصلا معتمدا عليه . ومثله ما فعله عمر رضي الله عنه حين أجلى اليهود لقول رسول الله صلى الله عليه وسلم ؛ فجعل لهم مقام ثلاثة أيام في قضاء أمورهم . قال ابن العربي : وسمعت بعض أحبار المالكية يقول : إنما كانت الثلاثة الأيام خارجة عن حكم الإقامة ؛ لأن الله تعالى أرجأ فيها من أنزل به العذاب وتيقن الخروج عن الدنيا ؛ فقال تعالى : تمتعوا في داركم ثلاثة أيام ذلك وعد غير مكذوب .وفي المسألة قول غير هذه الأقوال ، وهو أن المسافر يقصر أبدا حتى يرجع إلى وطنه ، أو ينزل وطنا له . روي عن أنس أنه أقام سنتين بنيسابور يقصر الصلاة . وقال أبو مجلز : قلت لابن عمر : إني آتي المدينة فأقيم بها السبعة الأشهر والثمانية طالبا حاجة ، فقال : صل ركعتين . وقال أبو إسحاق السبيعي : أقمنا بسجستان ومعنا رجال من أصحاب ابن مسعود سنتين نصلي ركعتين . وأقام ابن عمر بأذربيجان يصلي ركعتين ركعتين ؛ وكان الثلج حال بينهم وبين القفول : قال أبو عمر : محمل هذه الأحاديث عندنا على ألا نية لواحد من هؤلاء المقيمين هذه المدة ؛ وإنما مثل ذلك أن يقول : أخرج اليوم ، أخرج غدا ؛ وإذا كان هكذا فلا عزيمة هاهنا على الإقامة .السابعة : روى مسلم عن عروة عن عائشة قالت : فرض الله الصلاة حين فرضها ركعتين ، ثم أتمها في الحضر ، وأقرت صلاة السفر على الفريضة الأولى . قال الزهري : فقلت لعروة ما بال عائشة تتم في السفر ؟ قال : إنها تأولت ما تأول عثمان . وهذا جواب ليس بموعب . وقد اختلف الناس في تأويل إتمام عثمان وعائشة رضي الله عنهما على أقوال : فقال معمر عن الزهري : إن عثمان رضي الله عنه إنما صلى بمنى أربعا لأنه أجمع على الإقامة بعد الحج . وروى مغيرة عن إبراهيم أن عثمان صلى أربعا لأنه اتخذها وطنا . وقال يونس عن الزهري قال : لما اتخذ عثمان الأموال بالطائف وأراد أن يقيم بها صلى أربعا . قال : ثم أخذ به الأئمة بعده . وقال أيوب عن الزهري ، إن عثمان بن عفان أتم الصلاة بمنى من أجل الأعراب ؛ لأنهم كثروا عامئذ فصلى بالناس أربعا ليعلمهم أن الصلاة أربع . ذكر هذه الأقوال كلها أبو داود في مصنفه في كتاب المناسك في باب الصلاة بمنى . وذكر أبو عمر في ( التمهيد ) قال ابن [ ص: 307 ] جريج : وبلغني إنما أوفاها عثمان أربعا بمنى ، من أجل أن أعرابيا ناداه في مسجد الخيف بمنى فقال : يا أمير المؤمنين ، ما زلت أصليها ركعتين منذ رأيتك عام الأول ؛ فخشي عثمان أن يظن جهال الناس أنما الصلاة ركعتان . قال ابن جريج : وإنما أوفاها بمنى فقط . قال أبو عمر : وأما التأويلات في إتمام عائشة فليس منها شيء يروى عنها ، وإنما هي ظنون وتأويلات لا يصحبها دليل . وأضعف ما قيل في ذلك : إنها أم المؤمنين ، وإن الناس حيث كانوا هم بنوها ، وكان منازلهم منازلها ، وهل كانت أم المؤمنين إلا أنها زوج النبي أبي المؤمنين صلى الله عليه وسلم وهو الذي سن القصر في أسفاره وفي غزواته وحجه وعمره . وفي قراءة أبي بن كعب ومصحفه \" النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم وهو أب لهم \" . وقال مجاهد في قوله تعالى : هؤلاء بناتي هن أطهر لكم قال : لم يكن بناته ولكن كن نساء أمته ، وكل نبي فهو أبو أمته .قلت : وقد اعترض على هذا بأن النبي صلى الله عليه وسلم كان مشرعا ، وليست هي كذلك فانفصلا . وأضعف من هذا قول من قال : إنها حيث أتمت لم تكن في سفر جائز ؛ وهذا باطل قطعا ، فإنها كانت أخوف لله وأتقى من أن تخرج في سفر لا يرضاه . وهذا التأويل عليها من أكاذيب الشيعة المبتدعة وتشنيعاتهم ؛ سبحانك هذا بهتان عظيم ! وإنما خرجت رضي الله عنها مجتهدة محتسبة تريد أن تطفئ نار الفتنة ، إذ هي أحق أن يستحيا منها فخرجت الأمور عن الضبط . وسيأتي بيان هذا المعنى إن شاء الله تعالى . وقيل : إنها أتمت لأنها لم تكن ترى القصر إلا في الحج والعمرة والغزوة . وهذا باطل ؛ لأن ذلك لم ينقل عنها ولا عرف من مذهبها ، ثم هي قد أتمت في سفرها إلى علي . وأحسن ما قيل في قصرها وإتمامها أنها أخذت برخصة الله ؛ لتري الناس ، أن الإتمام ليس فيه حرج وإن كان غيره أفضل . وقد قال عطاء : القصر سنة ورخصة ، وهو الراوي عن عائشة أن رسول الله صلى الله عليه وسلم صام وأفطر وأتم الصلاة وقصر في السفر ، رواه أبو طلحة بن عمر . وعنه قال : كل ذلك كان يفعل رسول الله صلى الله عليه وسلم ، صام وأفطر وقصر الصلاة وأتم . وروى النسائي بإسناد صحيح أن عائشة اعتمرت مع رسول الله صلى الله عليه وسلم من المدينة إلى مكة حتى إذا قدمت مكة قالت : يا رسول الله ، بأبي أنت وأمي ! قصرت وأتممت وأفطرت وصمت ؟ فقال : أحسنت يا عائشة وما عاب علي . كذا هو مقيد بفتح التاء الأولى وضم الثانية في الكلمتين . وروى الدارقطني عن عائشة أن النبي صلى الله عليه وسلم كان يقصر في السفر ويتم ويفطر ويصوم ؛ قال إسناده صحيح .الثامنة : قوله تعالى : أن تقصروا من الصلاة أن في موضع نصب ، أي في أن [ ص: 308 ] تقصروا . قال أبو عبيد : فيها ثلاث لغات : قصرت الصلاة وقصرتها وأقصرتها . واختلف العلماء في تأويله ، فذهب جماعة من العلماء إلى أنه القصر إلى اثنتين من أربع في الخوف وغيره ؛ لحديث يعلى بن أمية على ما يأتي . وقال آخرون : إنما هو قصر الركعتين إلى ركعة ، والركعتان في السفر إنما هي تمام ، كما قال عمر رضي الله عنه : تمام غير قصر ، وقصرها أن تصير ركعة . قال السدي : إذا صليت في السفر ركعتين فهو تمام ، والقصر لا يحل إلا أن تخاف ، فهذه الآية مبيحة أن تصلي كل طائفة ركعة لا تزيد عليها شيئا ، ويكون للإمام ركعتان . وروي نحوه عن ابن عمر وجابر بن عبد الله وكعب ، وفعله حذيفة بطبرستان وقد سأله الأمير سعيد بن العاص عن ذلك . وروى ابن عباس أن النبي صلى الله عليه وسلم صلى كذلك في غزوة ذي قرد ركعة لكل طائفة ولم يقضوا . وروى جابر بن عبد الله أن النبي صلى الله عليه وسلم صلى ركعة سحابة يوم محارب خصفة وبني ثعلبة . وروى أبو هريرة أن النبي صلى الله عليه وسلم صلى كذلك بين ضجنان وعسفان .قلت : وفي صحيح مسلم عن ابن عباس قال : فرض الله الصلاة على لسان نبيكم صلى الله عليه وسلم في الحضر أربعا وفي السفر ركعتين وفي الخوف ركعة . وهذا يؤيد هذا القول ويعضده ، إلا أن القاضي أبا بكر بن العربي ذكر في كتابه المسمى ( بالقبس ) : قال علماؤنا رحمة الله عليهم هذا الحديث مردود بالإجماع .قلت : وهذا لا يصح ، وقد ذكر هو وغيره الخلاف والنزاع فلم يصح ما ادعوه من الإجماع وبالله التوفيق . وحكى أبو بكر الرازي الحنفي في ( أحكام القرآن ) أن المراد بالقصر هاهنا القصر في صفة الصلاة بترك الركوع والسجود إلى الإيماء ، وبترك القيام إلى الركوع . وقال آخرون : هذه الآية مبيحة للقصر من حدود الصلاة وهيئتها عند المسايفة واشتعال الحرب ، فأبيح لمن هذه حاله أن يصلي إيماء برأسه ، ويصلي ركعة واحدة حيث توجه ، إلى تكبيرة ؛ على ما تقدم في \" البقرة \" . ورجح الطبري هذا القول وقال : إنه يعادله قوله تعالى : فإذا اطمأننتم فأقيموا الصلاة أي بحدودها وهيئتها الكاملة .قلت : هذه الأقوال الثلاثة في المعنى متقاربة ، وهي مبنية على أن فرض المسافر القصر ، وإن الصلاة في حقه ما نزلت إلا ركعتين ، فلا قصر . ولا يقال في العزيمة لا جناح ، ولا يقال فيما شرع ركعتين إنه قصر ، كما لا يقال في صلاة الصبح ذلك . وذكر الله تعالى القصر بشرطين والذي يعتبر فيه الشرطان صلاة الخوف ؛ هذا ما ذكره أبو بكر الرازي في ( أحكام القرآن ) واحتج به ، ورد عليه بحديث يعلى بن أمية على ما يأتي آنفا إن شاء الله تعالى .[ ص: 309 ] التاسعة : قوله تعالى : إن خفتم خرج الكلام على الغالب ، إذ كان الغالب على المسلمين الخوف في الأسفار ؛ ولهذا قال يعلى بن أمية قلت لعمر : ما لنا نقصر وقد أمنا . قال عمر : عجبت مما عجبت منه فسألت رسول الله صلى الله عليه وسلم عن ذلك فقال : صدقة تصدق الله بها عليكم فاقبلوا صدقته .قلت : وقد استدل أصحاب الشافعي وغيرهم على الحنفية بحديث يعلى بن أمية هذا فقالوا : إن قوله : \" ما لنا نقصر وقد أمنا \" دليل قاطع على أن مفهوم الآية القصر في الركعات . قال الكيا الطبري : ولم يذكر أصحاب أبي حنيفة على هذا تأويلا يساوي الذكر ؛ ثم إن صلاة الخوف لا يعتبر فيها الشرطان ؛ فإنه لو لم يضرب في الأرض ولم يوجد السفر بل جاءنا الكفار وغزونا في بلادنا فتجوز صلاة الخوف ؛ فلا يعتبر وجود الشرطين على ما قاله . وفي قراءة أبي \" أن تقصروا من الصلاة أن يفتنكم الذين كفروا \" بسقوط إن خفتم . والمعنى على قراءته : كراهية أن يفتنكم الذين كفروا . وثبت في مصحف عثمان رضي الله عنه إن خفتم . وذهب جماعة إلى أن هذه الآية إنما هي مبيحة للقصر في السفر للخائف من العدو ؛ فمن كان آمنا فلا قصر له . روي عن عائشة رضي الله عنها أنها كانت تقول في السفر : أتموا صلاتكم ؛ فقالوا : إن رسول الله صلى الله عليه وسلم كان يقصر ، فقالت : إنه كان في حرب وكان يخاف ، وهل أنتم تخافون ؟ . وقال عطاء : كان يتم من أصحاب رسول الله صلى الله عليه وسلم عائشة وسعد بن أبي وقاص وأتم عثمان ، ولكن ذلك معلل بعلل تقدم بعضها . وذهب جماعة إلى أن الله تعالى لم يبح القصر في كتابه إلا بشرطين : السفر والخوف ، وفي غير الخوف بالسنة ، منهم الشافعي وقد تقدم . وذهب آخرون إلى أن قوله تعالى : إن خفتم ليس متصلا بما قبل ، وأن الكلام تم عند قوله : من الصلاة ثم افتتح فقال : إن خفتم أن يفتنكم الذين كفروا فأقم لهم يا محمد صلاة الخوف . وقوله : إن الكافرين كانوا لكم عدوا مبينا كلام معترض ، قاله الجرجاني وذكره المهدوي وغيرهما . ورد هذا القول القشيري والقاضي أبو بكر بن العربي . قال القشيري أبو نصر : وفي الحمل على هذا تكلف شديد ، وإن أطنب الرجل - يريد الجرجاني - في التقدير وضرب الأمثلة . وقال ابن العربي : وهذا كله لم يفتقر إليه عمر ولا ابنه ولا يعلى بن أمية معهما .قلت : قد جاء حديث بما قاله الجرجاني ذكره القاضي أبو الوليد بن رشد في مقدماته ، وابن عطية أيضا في تفسيره عن علي بن أبي طالب رضي الله عنه أنه قال : سأل قوم من التجار [ ص: 310 ] رسول الله صلى الله عليه وسلم فقالوا : إنا نضرب في الأرض فكيف نصلي ؟ فأنزل الله تعالى : وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة ثم انقطع الكلام ، فلما كان بعد ذلك بحول غزا رسول الله صلى الله عليه وسلم فصلى الظهر ، فقال المشركون : لقد أمكنكم محمد وأصحابه من ظهورهم هلا شددتم عليهم ؟ فقال قائل منهم : إن لهم أخرى في أثرها فأنزل الله تعالى بين الصلاتين إن خفتم أن يفتنكم الذين كفروا إلى آخر صلاة الخوف . فإن صح هذا الخبر فليس لأحد معه مقال ، ويكون فيه دليل على القصر في غير الخوف بالقرآن . وقد روي عن ابن عباس أيضا مثله ، قال : إن قوله تعالى : وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة نزلت في الصلاة في السفر ، ثم نزل إن خفتم أن يفتنكم الذين كفروا في الخوف بعدها بعام . فالآية على هذا تضمنت قضيتين وحكمين . فقوله : وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة يعني به في السفر ؛ وتم الكلام ، ثم ابتداء فريضة أخرى فقدم الشرط ، والتقدير : إن خفتم أن يفتنكم الذين كفروا وإذا كنت فيهم فأقمت لهم الصلاة . والواو زائدة ، والجواب فلتقم طائفة منهم معك . وقوله : إن الكافرين كانوا لكم عدوا مبينا اعتراض . وذهب قوم إلى أن ذكر الخوف منسوخ بالسنة ، وهو حديث عمر إذ روى أن النبي صلى الله عليه وسلم قال له : هذه صدقة تصدق الله بها عليكم فاقبلوا صدقته . قال النحاس : من جعل قصر النبي صلى الله عليه وسلم في غير خوف وفعله في ذلك ناسخا للآية فقد غلط ؛ لأنه ليس في الآية منع للقصر في الأمن ، وإنما فيها إباحة القصر في الخوف فقط .العاشرة : قوله تعالى : أن يفتنكم الذين كفروا قال الفراء : أهل الحجاز يقولون فتنت الرجل . وربيعة وقيس وأسد وجميع أهل نجد يقولون أفتنت الرجل . وفرق الخليل وسيبويه بينهما فقالا : فتنته جعلت فيه فتنة مثل أكحلته ، وأفتنته جعلته مفتتنا . وزعم الأصمعي أنه لا يعرف أفتنته . إن الكافرين كانوا لكم عدوا مبينا عدوا هاهنا بمعنى أعداء . والله أعلم .",
  "ayah": 101,
  "surah": 4
}
