{
  "text": "قوله تعالى : يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك وإن كانت واحدة فلها النصف ولأبويه لكل واحد منهما السدس مما ترك إن كان له ولد فإن لم يكن له ولد وورثه أبواه فلأمه الثلث فإن كان له إخوة فلأمه السدس من بعد وصية يوصي بها أو دين آباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعا فريضة من الله إن الله كان عليما حكيمافيه خمس وعشرون مسألة :الأولى : قوله تعالى : يوصيكم الله في أولادكم بين تعالى في هذه الآية ما أجمله في قوله : للرجال نصيب و للنساء نصيب فدل هذا على جواز تأخير البيان عن [ ص: 50 ] وقت السؤال . وهذه الآية ركن من أركان الدين ، وعمدة من عمد الأحكام ، وأم من أمهات الآيات ؛ فإن الفرائض عظيمة القدر حتى إنها ثلث العلم ، وروي نصف العلم . وهو أول علم ينزع من الناس وينسى . رواه الدارقطني ، عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : تعلموا الفرائض وعلموه الناس فإنه نصف العلم وهو أول شيء ينسى وهو أول شيء ينتزع من أمتي . وروي أيضا عن عبد الله بن مسعود قال : قال لي رسول الله صلى الله عليه وسلم : تعلموا القرآن وعلموه الناس وتعلموا الفرائض وعلموها الناس وتعلموا العلم وعلموه الناس فإني امرؤ مقبوض وإن العلم سيقبض وتظهر الفتن حتى يختلف الاثنان في الفريضة لا يجدان من يفصل بينهما . وإذا ثبت هذا فاعلم أن الفرائض كانت جل علم الصحابة ، وعظيم مناظرتهم ، ولكن الخلق ضيعوه . وقد روى مطرف ، عن مالك ، قال عبد الله بن مسعود : ( من لم يتعلم الفرائض والطلاق والحج فبم يفضل أهل البادية ؟ ) وقال ابن وهب ، عن مالك : كنت أسمع ربيعة يقول : ( من تعلم الفرائض من غير علم بها من القرآن ما أسرع ما ينساها ) . قال مالك : وصدق .الثانية : روى أبو داود والدارقطني ، عن عبد الله بن عمرو بن العاص ، أن رسول الله صلى الله عليه وسلم قال : العلم ثلاثة وما سوى ذلك فهو فضل : آية محكمة أو سنة قائمة أو فريضة عادلة . قال الخطابي أبو سليمان : الآية المحكمة هي كتاب الله تعالى : واشترط فيها الإحكام ؛ لأن من الآي ما هو منسوخ لا يعمل به ، وإنما يعمل بناسخه . والسنة القائمة هي الثابتة مما جاء عنه صلى الله عليه وسلم من السنن الثابتة . وقوله : أو فريضة عادلة يحتمل وجهين من التأويل : أحدهما : أن يكون من العدل في القسمة ؛ فتكون معدلة على الأنصباء والسهام المذكورة في الكتاب والسنة . والوجه الآخر : أن تكون مستنبطة من الكتاب والسنة ومن معناهما ؛ فتكون هذه الفريضة تعدل ما أخذ من الكتاب والسنة إذ كانت في معنى ما أخذ عنهما نصا .روى عكرمة قال : أرسل ابن عباس إلى زيد بن ثابت يسأل عن امرأة تركت زوجها وأبويها . قال : للزوج النصف ، وللأم ثلث ما بقي . فقال : تجده في كتاب الله أو تقول برأي ؟ قال : أقوله برأي ؛ لا أفضل أما على أب . قال أبو سليمان : فهذا من باب تعديل الفريضة إذا لم يكن فيها نص ؛ وذلك أنه اعتبرها بالمنصوص عليه ، وهو قوله تعالى : وورثه أبواه فلأمه الثلث . فلما وجد نصيب الأم الثلث ، وكان باقي المال هو الثلثان للأب ، قاس النصف الفاضل من المال بعد نصيب الزوج على كل المال إذا لم يكن مع الوالدين ابن أو ذو سهم ؛ فقسمه بينهما على ثلاثة ، للأم سهم وللأب سهمان وهو الباقي . وكان هذا أعدل في القسمة من أن يعطي الأم من النصف الباقي ثلث جميع [ ص: 51 ] المال ، وللأب ما بقي وهو السدس ، ففضلها عليه فيكون لها وهي مفضولة في أصل الموروث أكثر مما للأب وهو المقدم والمفضل في الأصل . وذلك أعدل مما ذهب إليه ابن عباس من توفير الثلث على الأم ، وبخس الأب حقه برده إلى السدس ؛ فترك قوله وصار عامة الفقهاء إلى زيد . قال أبو عمر : وقال عبد الله بن عباس رضي الله عنه في زوج وأبوين : ( للزوج النصف ، وللأم ثلث جميع المال ، وللأب ما بقي ) . وقال في امرأة وأبوين : ( للمرأة الربع ، وللأم ثلث جميع المال ، والباقي للأب ) . وبهذا قال شريح القاضي ومحمد بن سيرين وداود بن علي ، وفرقة منهم أبو الحسن محمد بن عبد الله الفرضي المصري المعروف بابن اللبان في المسألتين جميعا . وزعم أنه قياس قول علي في المشتركة . وقال في موضع آخر : إنه قد روي ذلك عن علي أيضا . قال أبو عمر : المعروف المشهور عن علي وزيد وعبد الله وسائر الصحابة وعامة العلماء ما رسمه مالك . ومن الحجة لهم على ابن عباس : ( أن الأبوين إذا اشتركا في الوراثة ، ليس معهما غيرهما ، كان للأم الثلث وللأب الثلثان ) . وكذلك إذا اشتركا في النصف الذي يفضل عن الزوج ، كانا فيه كذلك على ثلث وثلثين . وهذا صحيح في النظر والقياس .الثالثة : واختلفت الروايات في سبب نزول آية المواريث ؛ فروى الترمذي وأبو داود وابن ماجه والدارقطني ، عن جابر بن عبد الله أن امرأة سعد بن الربيع قالت : يا رسول الله ، إن سعدا هلك وترك بنتين وأخاه ، فعمد أخوه فقبض ما ترك سعد ، وإنما تنكح النساء على أموالهن ؛ فلم يجبها في مجلسها ذلك . ثم جاءته فقالت : يا رسول الله ، ابنتا سعد ؟ فقال رسول الله صلى الله عليه وسلم : ادع لي أخاه فجاء فقال له : ادفع إلى ابنته الثلثين وإلى امرأته الثمن ولك ما بقي . لفظ أبي داود . في رواية الترمذي وغيره : فنزلت آية المواريث . قال : هذا حديث صحيح .وروى جابر أيضا قال : عادني رسول الله صلى الله عليه وسلم وأبو بكر في بني سلمة يمشيان ، فوجداني لا أعقل ، فدعا بماء فتوضأ ، ثم رش علي منه فأفقت . فقلت : كيف أصنع في مالي يا رسول الله ؟ فنزلت يوصيكم الله في أولادكم . أخرجاه في الصحيحين . وأخرجه الترمذي وفيه \" فقلت يا نبي الله كيف أقسم مالي بين ولدي ؟ فلم يرد علي شيئا فنزلت يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين الآية . قال : \" حديث حسن صحيح \" .وفي البخاري ، عن ابن عباس ( أن نزول ذلك كان من أجل أن المال كان للولد ، والوصية للوالدين ؛ فنسخ ذلك بهذه الآيات ) . وقال مقاتل والكلبي : نزلت في أم كجة ؛ وقد ذكرناها . السدي : نزلت بسبب بنات عبد الرحمن بن ثابت أخي حسان بن ثابت . وقيل : إن أهل الجاهلية كانوا لا يورثون إلا من لاقى الحروب [ ص: 52 ] وقاتل العدو ؛ فنزلت الآية تبيينا أن لكل صغير وكبير حظه . ولا يبعد أن يكون جوابا للجميع ؛ ولذلك تأخر نزولها . والله أعلم .قال الكيا الطبري : وقد ورد في بعض الآثار أن ما كانت الجاهلية تفعله من ترك توريث الصغير كان في صدر الإسلام إلى أن نسخته هذه الآية ولم يثبت عندنا اشتمال الشريعة على ذلك ، بل ثبت خلافه ؛ فإن هذه الآية نزلت في ورثة سعد بن الربيع . وقيل : نزلت في ورثة ثابت بن قيس بن شماس . والأول أصح عند أهل النقل . فاسترجع رسول الله صلى الله عليه وسلم الميراث من العم ، ولو كان ذلك ثابتا من قبل في شرعنا ما استرجعه . ولم يثبت قط في شرعنا أن الصبي ما كان يعطى الميراث حتى يقاتل على الفرس ويذب عن الحريم .قلت : وكذلك قال القاضي أبو بكر بن العربي قال : ودل نزول هذه الآية على نكتة بديعة ؛ وهو أن ما كانت عليه الجاهلية تفعله من أخذ المال لم يكن في صدر الإسلام شرعا مسكوتا مقرا عليه ؛ لأنه لو كان شرعا مقرا عليه لما حكم النبي صلى الله عليه وسلم على عم الصبيتين برد ما أخذ من مالهما ؛ لأن الأحكام إذا مضت وجاء النسخ بعدها إنما يؤثر في المستقبل فلا ينقض به ما تقدم وإنما كانت ظلامة رفعت . قاله ابن العربي .الرابعة : قوله تعالى : يوصيكم الله في أولادكم قالت الشافعية : قول الله تعالى يوصيكم الله في أولادكم حقيقة في أولاد الصلب ، فأما ولد الابن فإنما يدخل فيه بطريق المجاز ؛ فإذا حلف أن لا ولد له وله ولد ابن لم يحنث ؛ وإذا أوصى لولد فلان لم يدخل فيه ولد ولده . وأبو حنيفة يقول : إنه يدخل فيه إن لم يكن له ولد صلب . ومعلوم أن الألفاظ لا تتغير بما قالوه .الخامسة : قال ابن المنذر : لما قال تعالى : يوصيكم الله في أولادكم فكان الذي يجب على ظاهر الآية أن يكون الميراث لجميع الأولاد ، المؤمن منهم والكافر ؛ فلما ثبت عن رسول الله صلى الله عليه وسلم أنه قال : لا يرث المسلم الكافر علم أن الله أراد بعض الأولاد دون بعض ، فلا يرث المسلم الكافر ، ولا الكافر المسلم على ظاهر الحديث .[ ص: 53 ] قلت : ولما قال تعالى : في أولادكم دخل فيهم الأسير في أيدي الكفار ؛ فإنه يرث ما دام تعلم حياته على الإسلام . وبه قال كافة أهل العلم ، إلا النخعي فإنه قال : لا يرث الأسير . فأما إذا لم تعلم حياته فحكمه حكم المفقود . ولم يدخل في عموم الآية ميراث النبي صلى الله عليه وسلم لقوله : لا نورث ما تركنا صدقة وسيأتي بيانه في \" مريم \" إن شاء الله تعالى . وكذلك لم يدخل القاتل عمدا لأبيه أو جده أو أخيه أو عمه بالسنة وإجماع الأمة ، وأنه لا يرث من مال من قتله ولا من ديته شيئا ؛ على ما تقدم بيانه في البقرة . فإن قتله خطأ فلا ميراث له من الدية ، ويرث من المال في قول مالك ، ولا يرث في قول الشافعي وأحمد وسفيان وأصحاب الرأي ، من المال ولا من الدية شيئا ؛ حسبما تقدم بيانه في البقرة . وقول مالك أصح ، وبه قال إسحاق وأبو ثور . وهو قول سعيد بن المسيب وعطاء بن أبي رباح ومجاهد والزهري والأوزاعي وابن المنذر ؛ لأن ميراث من ورثه الله تعالى في كتابه ثابت لا يستثنى منه إلا بسنة أو إجماع . وكل مختلف فيه فمردود إلى ظاهر الآيات التي فيها المواريث .السادسة : اعلم أن الميراث كان يستحق في أول الإسلام بأسباب : منها الحلف والهجرة والمعاقدة ، ثم نسخ على ما يأتي بيانه في هذه السورة عند قوله تعالى : ولكل جعلنا موالي . إن شاء الله تعالى . وأجمع العلماء على أن الأولاد إذا كان معهم من له فرض مسمى أعطيه ، وكان ما بقي من المال للذكر مثل حظ الأنثيين ؛ لقوله عليه السلام : ألحقوا الفرائض بأهلها رواه الأئمة . يعني الفرائض الواقعة في كتاب الله تعالى . وهي ستة : النصف والربع والثمن والثلثان والثلث والسدس . فالنصف فرض خمسة : ابنة الصلب ، وابنة الابن ، والأخت الشقيقة ، والأخت للأب ، والزوج . وكل ذلك إذا انفردوا عمن يحجبهم عنه . والربع فرض الزوج مع الحاجب ، وفرض الزوجة والزوجات مع [ ص: 54 ] عدمه . والثمن فرض الزوجة والزوجات مع الحاجب . والثلثان فرض أربع : الاثنتين فصاعدا من بنات الصلب ، وبنات الابن ، والأخوات الأشقاء ، أو للأب . وكل هؤلاء إذا انفردن عمن يحجبهن عنه . والثلث فرض صنفين : الأم مع عدم الولد ، وولد الابن ، وعدم الاثنين فصاعدا من الإخوة والأخوات ، وفرض الاثنين فصاعدا من ولد الأم . وهذا هو ثلث كل المال . فأما ثلث ما يبقى فذلك للأم في مسألة زوج أو زوجة وأبوان ؛ فللأم فيها ثلث ما يبقى . وقد تقدم بيانه . وفي مسائل الجد مع الإخوة إذا كان معهم ذو سهم وكان ثلث ما يبقى أحظى له . والسدس فرض سبعة : الأبوان والجد مع الولد وولد الابن ، والجدة والجدات إذا اجتمعن ، وبنات الابن مع بنت الصلب ، والأخوات للأب مع الأخت الشقيقة ، والواحد من ولد الأم ذكرا كان أو أنثى . وهذه الفرائض كلها مأخوذة من كتاب الله تعالى إلا فرض الجدة والجدات فإنه مأخوذ من السنة . والأسباب الموجبة لهذه الفروض بالميراث ثلاثة أشياء : نسب ثابت ، ونكاح منعقد ، وولاء عتاقة . وقد تجتمع الثلاثة الأشياء فيكون الرجل زوج المرأة ومولاها وابن عمها . وقد يجتمع فيه منها شيئان لا أكثر ، مثل أن يكون زوجها ومولاها ، أو زوجها وابن عمها ؛ فيرث بوجهين ويكون له جميع المال إذا انفرد : نصفه بالزوجية ونصفه بالولاء أو بالنسب . ومثل أن تكون المرأة ابنة الرجل ومولاته ، فيكون لها أيضا المال إذا انفردت : نصفه بالنسب ونصفه بالولاء .السابعة : ولا ميراث إلا بعد أداء الدين والوصية ؛ فإذا مات المتوفى أخرج من تركته الحقوق المعينات ، ثم ما يلزم من تكفينه وتقبيره ، ثم الديون على مراتبها ، ثم يخرج من الثلث الوصايا ، وما كان في معناها على مراتبها أيضا ، ويكون الباقي ميراثا بين الورثة . وجملتهم سبعة عشر . عشرة من الرجال : الابن وابن الابن وإن سفل ، والأب وأب الأب وهو الجد وإن علا ، والأخ وابن الأخ ، والعم وابن العم ، والزوج ومولى النعمة . ويرث من النساء سبع : البنت وبنت الابن وإن سفلت ، والأم والجدة وإن علت ، والأخت والزوجة ، ومولاة النعمة وهي المعتقة . وقد نظمهم بعض الفضلاء فقال :والوارثون إن أردت جمعهم مع الإناث الوارثات معهم     عشرة من جملة الذكرانوسبع أشخاص من النسوان     وهم ، وقد حصرتهم في النظمالابن وابن الابن وابن العم     والأب منهم وهو في الترتيبوالجد من قبل الأخ القريب     وابن الأخ الأدنى أجل والعموالزوج والسيد ثم الأم [ ص: 55 ]     وابنة الابن بعدها والبنتوزوجة وجدة وأخت     والمرأة المولاة أعني المعتقهخذها إليك عدة محققهالثامنة : لما قال تعالى : في أولادكم يتناول كل ولد كان موجودا أو جنينا في بطن أمه ، دنيا أو بعيدا ، من الذكور أو الإناث ما عدا الكافر كما تقدم . قال بعضهم : ذلك حقيقة في الأدنين مجاز في الأبعدين . وقال بعضهم : هو حقيقة في الجميع ؛ لأنه من التولد ، غير أنهم يرثون على قدر القرب منه ؛ قال الله تعالى : يا بني آدم . وقال عليه السلام : أنا سيد ولد آدم قال : يا بني إسماعيل ارموا فإن أباكم كان راميا إلا أنه غلب عرف الاستعمال في إطلاق ذلك على الأعيان الأدنين على تلك الحقيقة ؛ فإن كان في ولد الصلب ذكر لم يكن لولد الولد شيء ، وهذا مما أجمع عليه أهل العلم . وإن لم يكن في ولد الصلب ذكر وكان في ولد الولد بدئ بالبنات للصلب ، فأعطين إلى مبلغ الثلثين ، ثم أعطي الثلث الباقي لولد الولد إذا استووا في القعدد ، أو كان الذكر أسفل ممن فوقه من البنات ، للذكر مثل حظ الأنثيين . هذا قول مالك والشافعي وأصحاب الرأي . وبه قال عامة أهل العلم من الصحابة والتابعين ومن بعدهم ؛ إلا ما يروى عن ابن مسعود أنه قال : ( إن كان الذكر من ولد الولد بإزاء الأنثى رد عليها ، وإن كان أسفل منها يرد عليها ) ؛ مراعيا في ذلك قوله تعالى : فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك فلم يجعل للبنات وإن كثرن إلا الثلثين .قلت : هكذا ذكر ابن العربي هذا التفصيل عن ابن مسعود ، والذي ذكره ابن المنذر والباجي عنه : ( أن ما فضل عن بنات الصلب لبني الابن دون بنات الابن ) ، ولم يفصلا . وحكاه ابن المنذر ، عن أبي ثور . ونحوه حكى أبو عمر ، قال أبو عمر : وخالف في ذلك ابن مسعود فقال : وإذا استكمل البنات الثلثين فالباقي لبني الابن دون أخواتهم ، ودون من فوقهم من بنات الابن ، ومن تحتهم . وإلى هذا ذهب أبو ثور وداود بن علي . وروي مثله عن علقمة . وحجة من ذهب هذا المذهب حديث ابن عباس ، عن النبي صلى الله عليه وسلم أنه قال : اقسموا المال بين أهل الفرائض على كتاب الله فما أبقت الفرائض فلأولى رجل ذكر خرجه [ ص: 56 ] البخاري ومسلم وغيرهما . ومن حجة الجمهور قول الله عز وجل : يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين لأن ولد الولد ولد . ومن جهة النظر والقياس أن كل من يعصب من في درجته في جملة المال فواجب أن يعصبه في الفاضل من المال ؛ كأولاد الصلب . فوجب بذلك أن يشرك ابن الابن أخته ، كما يشرك الابن للصلب أخته . فإن احتج لأبي ثور وداود أن بنت الابن لما لم ترث شيئا من الفاضل بعد الثلثين منفردة لم يعصبها أخوها . فالجواب أنها إذا كان معها أخوها قويت به وصارت عصبة معه . وظاهر قوله تعالى : يوصيكم الله في أولادكم وهي من الولد .التاسعة : قوله تعالى فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك الآية . فرض الله تعالى للواحدة النصف ، وفرض لما فوق الثنتين الثلثين ، ولم يفرض للثنتين فرضا منصوصا في كتابه ؛ فتكلم العلماء في الدليل الذي يوجب لهما الثلثين ما هو ؟ فقيل : الإجماع وهو مردود ؛ لأن الصحيح عن ابن عباس أنه أعطى البنتين النصف ؛ لأن الله عز وجل قال : فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك وهذا شرط وجزاء . قال : فلا أعطي البنتين الثلثين . وقيل : أعطيتا الثلثين بالقياس على الأختين ؛ فإن الله سبحانه لما قال في آخر السورة : وله أخت فلها نصف ما ترك وقال تعالى : فإن كانتا اثنتين فلهما الثلثان مما ترك فألحقت الابنتان بالأختين في الاشتراك في الثلثين ، وألحقت الأخوات إذا زدن على اثنتين بالبنات في الاشتراك في الثلثين . واعترض هذا بأن ذلك منصوص عليه في الأخوات ، والإجماع منعقد عليه فهو مسلم بذلك . وقيل : في الآية ما يدل على أن للبنتين الثلثين ، وذلك أنه لما كان للواحدة مع أخيها الثلث إذا انفردت ، علمنا أن للاثنتين الثلثين . احتج بهذه الحجة وقال هذه المقالة إسماعيل القاضي وأبو العباس المبرد . قال النحاس : وهذا الاحتجاج عند أهل النظر غلط ؛ لأن الاختلاف في البنتين وليس في الواحدة . فيقول مخالفه : إذا ترك بنتين وابنا فللبنتين النصف ؛ فهذا دليل على أن هذا فرضهم . وقيل : فوق زائدة أي إن كن نساء اثنتين . كقوله تعالى : فاضربوا فوق الأعناق أي الأعناق . ورد هذا القول النحاس وابن عطية وقالا : هو خطأ ؛ لأن الظروف وجميع الأسماء لا يجوز في كلام العرب أن تزاد لغير معنى . قال ابن عطية : ولأن قوله تعالى : فاضربوا فوق الأعناق هو الفصيح ، وليست فوق زائدة بل هي محكمة للمعنى ؛ لأن ضربة العنق إنما يجب أن تكون فوق العظام في المفصل دون الدماغ . كما قال دريد بن [ ص: 57 ] الصمة : اخفض عن الدماغ وارفع عن العظم ، فهكذا كنت أضرب أعناق الأبطال . وأقوى الاحتجاج في أن للبنتين الثلثين الحديث الصحيح المروي في سبب النزول . ولغة أهل الحجاز وبني أسد الثلث والربع إلى العشر . ولغة بني تميم وربيعة الثلث بإسكان اللام إلى العشر . ويقال : ثلثت القوم أثلثهم ، وثلثت الدراهم أثلثها إذا تممتها ثلاثة ، وأثلثت هي ؛ إلا أنهم قالوا في المائة والألف : أمأيتها وآلفتها وأمأت وآلفت .العاشرة : قوله تعالى : وإن كانت واحدة فلها النصف قرأ نافع وأهل المدينة \" واحدة \" بالرفع على معنى وقعت وحدثت ، فهي كانت التامة ؛ كما قال الشاعر :إذا كان الشتاء فأدفئوني     فإن الشيخ يهرمه الشتاءوالباقون بالنصب . قال النحاس : وهذه قراءة حسنة . أي وإن كانت المتروكة أو المولودة \" واحدة \" مثل فإن كن نساء . فإذا كان مع بنات الصلب بنات ابن ، وكان بنات الصلب اثنتين فصاعدا حجبن بنات الابن أن يرثن بالفرض ؛ لأنه لا مدخل لبنات الابن أن يرثن بالفرض في غير الثلثين . فإن كانت بنت الصلب واحدة فإن ابنة الابن أو بنات الابن يرثن مع بنات الصلب تكملة الثلثين ؛ لأنه فرض يرثه البنتان فما زاد . وبنات الابن يقمن مقام البنات عند عدمهن . وكذلك أبناء البنين يقومون مقام البنين في الحجب والميراث . فلما عدم من يستحق منهن السدس كان ذلك لبنت الابن ، وهي أولى بالسدس من الأخت الشقيقة للمتوفى . على هذا جمهور الفقهاء من الصحابة والتابعين ؛ إلا ما يروى عن أبي موسى وسليمان بن أبي ربيعة أن للبنت النصف ، والنصف الثاني للأخت ، ولا حق في ذلك لبنت الابن . وقد صح عن أبي موسى ما يقتضي أنه رجع عن ذلك ؛ رواه البخاري : حدثنا آدم حدثنا شعبة حدثنا أبو قيس سمعت هزيل بن شرحبيل يقول : سئل أبو موسى عن ابنة وابنة ابن وأخت . فقال : ( للابنة النصف ، وللأخت النصف ) ؛ وأت ابن مسعود فإنه سيتابعني . فسئل ابن مسعود وأخبر بقول أبي موسى فقال : ( لقد ضللت إذا وما أنا من المهتدين ! أقضي فيها بما قضى النبي صلى الله عليه وسلم : للابنة النصف ، ولابنة الابن السدس تكملة الثلثين ، وما بقي فللأخت ) . فأتينا أبا موسى فأخبرناه بقول ابن مسعود فقال : ( لا تسألوني ما دام هذا الحبر فيكم ) . فإن كان مع بنت الابن أو بنات الابن ابن في درجتها أو أسفل منها عصبها ، فكان النصف الثاني بينهما ، للذكر مثل حظ الأنثيين بالغا ما بلغ - خلافا لابن مسعود على ما تقدم إذا استوفى بنات الصلب ، أو بنت الصلب وبنات الابن الثلثين وكذلك يقول في الأخت لأب وأم ، وأخوات وإخوة لأب : للأخت من الأب والأم النصف ، والباقي للإخوة والأخوات ، ما لم [ ص: 58 ] يصبهن من المقاسمة أكثر من السدس ؛ فإن أصابهن أكثر من السدس أعطاهن السدس تكملة الثلثين ، ولم يزدهن على ذلك . وبه قال أبو ثور .الحادية عشرة : إذا مات الرجل وترك زوجته حبلى فإن المال يوقف حتى يتبين ما تضع . وأجمع أهل العلم على أن الرجل إذا مات وزوجته حبلى أن الولد الذي في بطنها يرث ويورث إذا خرج حيا واستهل . وقالوا جميعا : إذا خرج ميتا لم يرث ؛ فإن خرج حيا ولم يستهل فقالت طائفة : لا ميراث له وإن تحرك أو عطس ما لم يستهل . هذا قول مالك والقاسم بن محمد وابن سيرين والشعبي والزهري وقتادة . وقالت طائفة : إذا عرفت حياة المولود بتحريك أو صياح أو رضاع أو نفس فأحكامه أحكام الحي . هذا قول الشافعي وسفيان الثوري والأوزاعي . قال ابن المنذر : الذي قال الشافعي يحتمل النظر ، غير أن الخبر يمنع منه وهو قول رسول الله صلى الله عليه وسلم ما من مولود يولد إلا نخسه الشيطان فيستهل صارخا من نخسة الشيطان إلا ابن مريم وأمه . وهذا خبر ، ولا يقع على الخبر النسخ .الثانية عشرة : لما قال تعالى : في أولادكم تناول الخنثى وهو الذي له فرجان . وأجمع العلماء على أنه يورث من حيث يبول ؛ إن بال من حيث يبول الرجل ورث ميراث رجل ، وإن بال من حيث تبول المرأة ورث ميراث المرأة . قال ابن المنذر : ولا أحفظ عن مالك فيه شيئا ، بل قد ذكر ابن القاسم أنه هاب أن يسأل مالكا عنه . فإن بال منهما معا فالمعتبر سبق البول ؛ قاله سعيد بن المسيب وأحمد وإسحاق . وحكي ذلك عن أصحاب الرأي . وروى قتادة عن سعيد بن المسيب أنه قال في الخنثى : يورثه من حيث يبول ؛ فإن بال منهما جميعا فمن أيهما سبق ، فإن بال منهما معا فنصف ذكر ونصف أنثى . وقال يعقوب ومحمد : من أيهما خرج أكثر ورث ؛ وحكي عن الأوزاعي . وقال النعمان : إذا خرج منهما معا فهو مشكل ، ولا أنظر إلى أيهما أكثر . وروي عنه أنه وقف عنه إذا كان هكذا . وحكي عنه قال : إذا أشكل يعطى أقل النصيبين . وقال يحيى بن آدم : إذا بال من حيث يبول الرجل ويحيض كما تحيض المرأة ورث من حيث يبول ؛ لأن في الأثر : يورث من مباله . وفي قول الشافعي : إذا خرج منهما جميعا ولم يسبق أحدهما الآخر يكون مشكلا ، ويعطى من الميراث ميراث أنثى ، ويوقف الباقي بينه وبين سائر الورثة حتى يتبين أمره أو يصطلحوا ، وبه قال أبو ثور . وقال الشعبي : يعطى نصف ميراث الذكر ، ونصف ميراث الأنثى ؛ وبه قال الأوزاعي ، وهو مذهب مالك . قال ابن شاس في [ ص: 59 ] جواهره الثمينة على مذهب مالك عالم المدينة : الخنثى يعتبر إذا كان ذا فرجين فرج المرأة وفرج الرجل بالمبال منهما ؛ فيعطى الحكم لما بال منه فإن بال منهما اعتبرت الكثرة من أيهما ، فإن تساوى الحال اعتبر السبق ، فإن كان ذلك منهما معا اعتبر نبات اللحية أو كبر الثديين ومشابهتهما لثدي النساء ، فإن اجتمع الأمران اعتبر الحال عند البلوغ ، فإن وجد الحيض حكم به ، وإن وجد الاحتلام وحده حكم به ، فإن اجتمعا فهو مشكل . وكذلك لو لم يكن فرج ، لا المختص بالرجال ولا المختص بالنساء ، بل كان له مكان يبول منه فقط انتظر به البلوغ ؛ فإن ظهرت علامة مميزة وإلا فهو مشكل . ثم حيث حكمنا بالإشكال فميراثه نصف نصيبي ذكر وأنثى .قلت : هذا الذي ذكروه من العلامات في الخنثى المشكل . وقد أشرنا إلى علامة في \" البقرة \" وصدر هذه السورة تلحقه بأحد النوعين ، وهي اعتبار الأضلاع ؛ وهي مروية عن علي رضي الله عنه وبها حكم . وقد نظم بعض الفضلاء العلماء حكم الخنثى في أبيات كثيرة أولها :وأنه معتبر الأحوال     بالثدي واللحية والمبالوفيها يقول :وإن يكن قد استوت حالاته     ولم تبن وأشكلت آياتهفحظه من مورث القريب     ستة أثمان من النصيبهذا الذي استحق للإشكال     وفيه ما فيه من النكالوواجب في الحق ألا ينكحا     ما عاش في الدنيا وألا ينكحاإذ لم يكن من خالص العيال     ولا اغتدى من جملة الرجالوكل ما ذكرته في النظم     قد قاله سراة أهل العلموقد أبى الكلام فيه قوم     منهم ولم يجنح إليه لوملفرط ما يبدو من الشناعه     في ذكره وظاهر البشاعهوقد مضى في شأنه الخفي     حكم الإمام المرتضى عليبأنه إن نقصت أضلاعه     فللرجال ينبغي إتباعهفي الإرث والنكاح والإحرام     في الحج والصلاة والأحكاموإن تزد ضلعا على الذكران     فإنها من جملة النسوانلأن للنسوان ضلعا زائده     على الرجال فاغتنمها فائدهإذ نقصت من آدم فيما سبق     لخلق حواء وهذا القول حق[ ص: 60 ] عليه مما قاله الرسول     صلى عليه ربنا دليلقال أبو الوليد بن رشد : ولا يكون الخنثى المشكل زوجا ولا زوجة ، ولا أبا ولا أما . وقد قيل : إنه قد وجد من له ولد من بطنه وولد من ظهره . قال ابن رشد : فإن صح ورث من ابنه لصلبه ميراث الأب كاملا ، ومن ابنه لبطنه ميراث الأم كاملا . وهذا بعيد ، والله أعلم . وفي سنن الدارقطني عن أبي هانئ عمر بن بشير قال : سئل عامر الشعبي عن مولود ليس بذكر ولا أنثى ، ليس له ما للذكر ولا ما للأنثى ، يخرج من سرته كهيئة البول والغائط ؛ فسئل عامر عن ميراثه فقال عامر : نصف حظ الذكر ونصف حظ الأنثى .الثالثة عشرة : قوله تعالى : ولأبويه أي لأبوي الميت . وهذا كناية عن غير مذكور ، وجاز ذلك لدلالة الكلام عليه ؛ كقوله : حتى توارت بالحجاب و إنا أنزلناه في ليلة القدر . والسدس رفع بالابتداء ، وما قبله خبره : وكذلك الثلث . والسدس . وكذلك نصف ما ترك وكذلك فلكم الربع . وكذلك لهن الربع . و فلهن الثمن وكذلك فلكل واحد منهما السدس . والأبوان تثنية الأب والأبة . واستغني بلفظ الأم عن أن يقال لها أبة . ومن العرب من يجري المختلفين مجرى المتفقين ؛ فيغلب أحدهما على الآخر لخفته أو شهرته . جاء ذلك مسموعا في أسماء صالحة ؛ كقولهم للأب والأم : أبوان . وللشمس والقمر : القمران . ولليل والنهار : الملوان . وكذلك العمران لأبي بكر وعمر رضي الله عنهما . غلبوا القمر على الشمس لخفة التذكير ، وغلبوا عمر على أبي بكر لأن أيام عمر امتدت فاشتهرت . ومن زعم أنه أراد بالعمرين عمر بن الخطاب وعمر بن عبد العزيز فليس قوله بشيء ؛ لأنهم نطقوا بالعمرين قبل أن يروا عمر بن عبد العزيز ؛ قال ابن الشجري . ولم يدخل في قوله تعالى : ولأبويه من علا من الآباء دخول من سفل من الأبناء في قوله أولادكم ؛ لأن قوله : ولأبويه لفظ مثنى لا يحتمل العموم والجمع أيضا ؛ بخلاف قوله أولادكم . والدليل على صحة هذا قوله تعالى : فإن لم يكن له ولد وورثه أبواه فلأمه الثلث والأم العليا جدة ولا يفرض لها الثلث بإجماع ، فخروج الجدة عن هذا اللفظ مقطوع به ، وتناوله للجد مختلف فيه . فممن قال هو أب وحجب به الإخوة أبو بكر الصديق رضي الله عنه ولم يخالفه أحد من الصحابة في ذلك أيام حياته ، واختلفوا في ذلك بعد وفاته ؛ فممن قال إنه أب ابن عباس وعبد الله بن الزبير وعائشة ومعاذ بن جبل وأبي بن كعب وأبو [ ص: 61 ] الدرداء وأبو هريرة ، كلهم يجعلون الجد عند عدم الأب كالأب سواء ، يحجبون به الإخوة كلهم ولا يرثون معه شيئا . وقاله عطاء وطاوس والحسن وقتادة . وإليه ذهب أبو حنيفة وأبو ثور وإسحاق . والحجة لهم قوله تعالى : ملة أبيكم إبراهيم يا بني آدم ، وقوله عليه السلام : يا بني إسماعيل ارموا فإن أباكم كان راميا . وذهب علي بن أبي طالب وزيد وابن مسعود إلى توريث الجد مع الإخوة ، ولا ينقص من الثلث مع الإخوة للأب والأم أو للأب إلا مع ذوي الفروض ؛ فإنه لا ينقص معهم من السدس شيئا في قول زيد . وهو قول مالك والأوزاعي وأبي يوسف ومحمد والشافعي . وكان علي يشرك بين الإخوة والجد إلى السدس ولا ينقصه من السدس شيئا مع ذوي الفرائض وغيرهم . وهو قول ابن أبي ليلى وطائفة . وأجمع العلماء على أن الجد لا يرث مع الأب وأن الابن يحجب أباه . وأنزلوا الجد بمنزلة الأب في الحجب والميراث إذا لم يترك المتوفى أبا أقرب منه في جميع المواضع . وذهب الجمهور إلى أن الجد يسقط بني الإخوة من الميراث ؛ إلا ما روي عن الشعبي عن علي أنه أجرى بني الإخوة في المقاسمة مجرى الإخوة . والحجة لقول الجمهور إن هذا ذكر لا يعصب أخته فلا يقاسم الجد كالعم وابن العم . قال الشعبي : أول جد ورث في الإسلام عمر بن الخطاب رضي الله عنه ؛ مات ابن لعاصم بن عمر وترك أخوين فأراد عمر أن يستأثر بمال فاستشار عليا وزيدا في ذلك فمثلا له مثلا فقال : ( لولا أن رأيكما اجتمع ما رأيت أن يكون ابني ولا أكون أباه ) . روى الدارقطني عن زيد بن ثابت أن عمر بن الخطاب استأذن عليه يوما فأذن له ، ورأسه في يد جارية له ترجله ، فنزع رأسه ؛ فقال له عمر : دعها ترجلك . فقال : يا أمير المؤمنين ، لو أرسلت إلي جئتك . فقال عمر : إنما الحاجة لي ، إني جئتك لتنظر في أمر الجد . فقال زيد : لا والله ! ما تقول فيه . فقال عمر : ليس هو بوحي حتى نزيد فيه وننقص ، إنما هو شيء تراه ، فإن رأيته وافقني تبعته ، وإلا لم يكن عليك فيه شيء . فأبى زيد ، فخرج مغضبا وقال : قد جئتك وأنا أظن ستفرغ من حاجتي . ثم أتاه مرة أخرى في الساعة التي أتاه في المرة الأولى ، فلم يزل به حتى قال : فسأكتب لك فيه . فكتبه في قطعة قتب وضرب له مثلا . إنما مثله مثل شجرة تنبت على ساق واحدة ، فخرج فيها غصن ثم خرج في غصن غصن آخر ؛ فالساق يسقي الغصن ، فإن قطعت الغصن الأول رجع الماء إلى الغصن ، وإن قطعت الثاني رجع الماء إلى الأول . فأتى به فخطب الناس عمر ثم قرأ قطعة القتب عليهم ثم قال : إن زيد بن ثابت قد قال [ ص: 62 ] في الجد قولا وقد أمضيته . قال : وكان عمر أول جد كان ؛ فأراد أن يأخذ المال كله ، مال ابن ابنه دون إخوته ، فقسمه بعد ذلك عمر بن الخطاب رضي الله عنه .الرابعة عشرة : وأما الجدة فأجمع أهل العلم على أن للجدة السدس إذا لم يكن للميت أم . وأجمعوا على أن الأم تحجب أمها وأم الأب . وأجمعوا على أن الأب لا يحجب أم الأم . واختلفوا في توريث الجدة وابنها حي ؛ فقالت طائفة : ( لا ترث الجدة وابنها حي ) . روي عن زيد بن ثابت وعثمان وعلي . وبه قال مالك والثوري والأوزاعي وأبو ثور وأصحاب الرأي . وقالت طائفة : ( ترث الجدة مع ابنها ) . روي عن عمر وابن مسعود وعثمان وعلي وأبي موسى الأشعري ، وقال به شريح وجابر بن زيد وعبيد الله بن الحسن وشريك وأحمد وإسحاق وابن المنذر . وقال : كما أن الجد لا يحجبه إلا الأب كذلك الجدة لا يحجبها إلا الأم . وروى الترمذي عن عبد الله قال في الجدة مع ابنها : ( إنها أول جدة أطعمها رسول الله صلى الله عليه وسلم سدسا مع ابنها وابنها حي ) . والله أعلم .الخامسة عشرة : واختلف العلماء في توريث الجدات ؛ فقال مالك : لا يرث إلا جدتان ، أم أم وأم أب وأمهاتهما . وكذلك روى أبو ثور عن الشافعي ، وقال به جماعة من التابعين . فإن انفردت إحداهما فالسدس لها ، وإن اجتمعتا وقرابتهما سواء فالسدس بينهما . وكذلك إن كثرن إذا تساوين في القعدد ؛ وهذا كله مجمع عليه . فإن قربت التي من قبل الأم كان لها السدس دون غيرها ، وإن قربت التي من قبل الأب كان بينها وبين التي من قبل الأم وإن بعدت . ولا ترث إلا جدة واحدة من قبل الأم . ولا ترث الجدة أم أب الأم على حال . هذا مذهب زيد بن ثابت ، وهو أثبت ما روي عنه في ذلك . وهو قول مالك وأهل المدينة . وقيل : إن الجدات أمهات ؛ فإذا اجتمعن فالسدس لأقربهن ؛ كما أن الآباء إذا اجتمعوا كان أحدهم بالميراث أقربهم ؛ فكذلك البنون والإخوة ، وبنو الإخوة وبنو العم إذا اجتمعوا كان أحقهم بالميراث أقربهم ؛ فكذلك الأمهات . قال ابن المنذر : وهذا أصح ، وبه أقول . وكان الأوزاعي يورث ثلاث جدات : واحدة من قبل الأم واثنتين من قبل الأب . وهو قول أحمد بن حنبل ؛ رواه الدارقطني عن النبي صلى الله عليه وسلم مرسلا وروي عن زيد بن ثابت عكس هذا ؛ أنه كان يورث ثلاث جدات : ثنتين من جهة الأم وواحدة من قبل الأب . وقول علي رضي الله عنه كقول زيد هذا . وكانا يجعلان السدس لأقربهما ، من قبل الأم كانت أو من قبل الأب . ولا يشركها فيه من ليس في قعددها ، وبه يقول الثوري وأبو حنيفة وأصحابه وأبو ثور . وأما عبد الله بن مسعود وابن عباس فكانا يورثان الجدات الأربع ؛ وهو قول الحسن البصري ومحمد بن سيرين وجابر بن [ ص: 63 ] زيد . قال ابن المنذر : وكل جدة إذا نسبت إلى المتوفى وقع في نسبها أب بين أمين فليست ترث ، في قول كل من يحفظ عنه من أهل العلم .السادسة عشرة : قوله تعالى لكل واحد منهما السدس فرض تعالى لكل واحد من الأبوين مع الولد السدس ؛ وأبهم الولد فكان الذكر والأنثى فيه سواء . فإن مات رجل وترك ابنا وأبوين فلأبويه لكل واحد منهما السدس ، وما بقي فللابن . فإن ترك ابنة وأبوين فللابنة النصف وللأبوين السدسان ، وما بقي فلأقرب عصبة وهو الأب ؛ لقول رسول الله صلى الله عليه وسلم : ما أبقت الفرائض فلأولى رجل ذكر . فاجتمع للأب الاستحقاق بجهتين : التعصيب والفرض .فإن لم يكن له ولد وورثه أبواه فلأمه الثلث فأخبر جل ذكره أن الأبوين إذا ورثاه أن للأم الثلث . ودل بقوله : وورثه أبواه وإخباره أن للأم الثلث ، أن الباقي وهو الثلثان للأب . وهذا كما تقول لرجلين : هذا المال بينكما ، ثم تقول لأحدهما : أنت يا فلان لك منه ثلث ؛ فإنك حددت للآخر منه الثلثين بنص كلامك ؛ ولأن قوة الكلام في قوله : وورثه أبواه يدل على أنهما منفردان عن جميع أهل السهام من ولد وغيره ، وليس في هذا اختلاف .قلت : وعلى هذا يكون الثلثان فرضا للأب مسمى لا يكون عصبة ، وذكر ابن العربي أن المعنى في تفضيل الأب بالثلث عند عدم الولد الذكورية والنصرة ، ووجوب المؤنة عليه ، وثبتت الأم على سهم لأجل القرابة .قلت : وهذا منتقض ؛ فإن ذلك موجود مع حياته فلم حرم السدس . والذي يظهر أنه إنما حرم السدس في حياته إرفاقا بالصبي وحياطة على ماله ؛ إذ قد يكون إخراج جزء من ماله إجحافا به . أو أن ذلك تعبد ، وهو أولى ما يقال . والله الموفق .السابعة عشرة : إن قيل : ما فائدة زيادة الواو في قوله : وورثه أبواه ، وكان ظاهر الكلام أن يقول : فإن لم يكن له ولد ورثه أبواه . قيل له : أراد بزيادتها الإخبار ليبين أنه أمر مستقر ثابت ، فيخبر عن ثبوته واستقراره ، فيكون حال الوالدين عند انفرادهما كحال الولدين ، للذكر مثل حظ الأنثيين . ويجتمع للأب بذلك فرضان السهم والتعصيب إذ يحجب الإخوة كالولد . وهذا عدل في الحكم ، ظاهر في الحكمة . والله أعلم .الثامنة عشرة : قوله تعالى : فلأمه الثلث قرأ أهل الكوفة \" فلإمه الثلث \" وهي لغة حكاها سيبويه . قال الكسائي : هي لغة كثير من هوازن وهذيل ؛ ولأن اللام لما كانت مكسورة وكانت متصلة بالحرف كرهوا ضمة بعد كسرة ، فأبدلوا من الضمة كسرة ؛ لأنه ليس في الكلام [ ص: 64 ] فعل . ومن ضم جاء به على الأصل ؛ ولأن اللام تنفصل لأنها داخلة على الاسم . قال جميعه النحاس .التاسعة عشرة : قوله تعالى : فإن كان له إخوة فلأمه السدس الإخوة يحجبون الأم عن الثلث إلى السدس ، وهذا هو حجب النقصان ، وسواء كان الإخوة أشقاء أو للأب أو للأم ، ولا سهم لهم . وروي عن ابن عباس أنه كان يقول : ( السدس الذي حجب الإخوة الأم عنه هو للإخوة ) . وروي عنه مثل قول الناس ( إنه للأب ) . قال قتادة : وإنما أخذه الأب دونهم ؛ لأنه يمونهم ويلي نكاحهم والنفقة عليهم . وأجمع أهل العلم على أن أخوين فصاعدا ذكرانا كانوا أو إناثا من أب وأم ، أو من أب أو من أم يحجبون الأم عن الثلث إلى السدس ؛ إلا ما روي عن ابن عباس أن ( الاثنين من الإخوة في حكم الواحد ، ولا يحجب الأم أقل من ثلاثة ) . وقد صار بعض الناس إلى أن الأخوات لا يحجبن الأم من الثلث إلى السدس ؛ لأن كتاب الله في الإخوة وليست قوة ميراث الإناث مثل قوة ميراث الذكور حتى تقتضي العبرة الإلحاق . قال الكيا الطبري : ومقتضى أقوالهم ألا يدخلن مع الإخوة ؛ فإن لفظ الإخوة بمطلقه لا يتناول الأخوات ، كما أن لفظ البنين لا يتناول البنات . وذلك يقتضي ألا تحجب الأم بالأخ الواحد والأخت من الثلث إلى السدس ؛ وهو خلاف إجماع المسلمين . وإذا كن مرادات بالآية مع الإخوة كن مرادات على الانفراد . واستدل الجميع بأن أقل الجمع اثنان ؛ لأن التثنية جمع شيء إلى مثله ، فالمعنى يقتضي أنها جمع . وقال عليه السلام : الاثنان فما فوقهما جماعة . وحكي عن سيبويه أنه قال : سألت الخليل عن قوله \" ما أحسن وجوههما \" ؟ فقال : الاثنان جماعة . وقد صح قول الشاعر :ومهمهين قذفين مرتين     ظهراهما مثل ظهور الترسينوأنشد الأخفش :لما أتتنا المرأتان بالخبر     فقلن إن الأمر فينا قد شهروقال آخر :يحيى بالسلام غني قوم     ويبخل بالسلام على الفقيرأليس الموت بينهما سواء     إذا ماتوا وصاروا في القبورولما وقع الكلام في ذلك بين عثمان وابن عباس قال له عثمان : ( إن قومك حجبوها - يعني قريشا - وهم أهل الفصاحة والبلاغة ) . وممن قال : ( إن أقل الجمع ثلاثة ) - وإن لم يقل به هنا - ابن مسعود والشافعي وأبو حنيفة وغيرهم . والله أعلم .[ ص: 65 ] الموفية عشرين : قوله تعالى : من بعد وصية يوصي بها أو دين قرأ ابن كثير وأبو عمرو وابن عامر وعاصم \" يوصى \" بفتح الصاد . الباقون بالكسر ، وكذلك الآخر . واختلفت الرواية فيهما عن عاصم . والكسر اختيار أبي عبيد وأبي حاتم ؛ لأنه جرى ذكر الميت قبل هذا . قال الأخفش : وتصديق ذلك قوله تعالى : يوصين وتوصون .الحادية والعشرون : إن قيل : ما الحكمة في تقديم ذكر الوصية على ذكر الدين ، والدين مقدم عليها بإجماع . وقد روى الترمذي عن الحارث عن علي أن النبي صلى الله عليه وسلم قضى بالدين قبل الوصية ، وأنتم تقرون الوصية قبل الدين . قال : والعمل على هذا عند عامة أهل العلم أنه يبدأ بالدين قبل الوصية . وروى الدارقطني من حديث عاصم بن ضمرة عن علي قال : قال رسول الله صلى الله عليه وسلم : الدين قبل الوصية وليس لوارث وصية . رواه عنهما أبو إسحاق الهمداني . فالجواب من أوجه خمسة : الأول : إنما قصد تقديم هذين الفصلين على الميراث ولم يقصد ترتيبهما في أنفسهما ؛ فلذلك تقدمت الوصية في اللفظ .جواب ثان : لما كانت الوصية أقل لزوما من الدين قدمها اهتماما بها ؛ كما قال تعالى : لا يغادر صغيرة ولا كبيرة .جواب ثالث : قدمها لكثرة وجودها ووقوعها ؛ فصارت كاللازم لكل ميت مع نص الشرع عليها ، وأخر الدين لشذوذه ، فإنه قد يكون وقد لا يكون . فبدأ بذكر الذي لا بد منه ، وعطف بالذي قد يقع أحيانا . ويقوي هذا : العطف بأو ، ولو كان الدين راتبا لكان العطف بالواو .جواب رابع : إنما قدمت الوصية إذ هي حظ مساكين وضعفاء ، وأخر الدين إذ هو حظ غريم يطلبه بقوة وسلطان وله فيه مقال .جواب خامس : لما كانت الوصية ينشئها من قبل نفسه قدمها ، والدين ثابت مؤدى ذكره أو لم يذكره .الثانية والعشرون : ولما ثبت هذا تعلق الشافعي بذلك في تقديم دين الزكاة والحج على الميراث فقال : إن الرجل إذا فرط في زكاته وجب أخذ ذلك من رأس ماله . وهذا ظاهر ببادئ الرأي ؛ لأنه حق من الحقوق فيلزم أداؤه عنه بعد الموت كحقوق الآدميين لا سيما والزكاة مصرفها إلى الآدمي . وقال أبو حنيفة ومالك : إن أوصى بها أديت من ثلثه ، وإن سكت عنها لم يخرج عنه شيء . قالوا : لأن ذلك موجب لترك الورثة فقراء ؛ إلا أنه قد يتعمد ترك الكل حتى إذا مات استغرق ذلك جميع ماله فلا يبقى للورثة حق .الثالثة والعشرون : قوله تعالى : آباؤكم وأبناؤكم رفع بالابتداء والخبر مضمر ، تقديره : هم المقسوم عليهم وهم المعطون .[ ص: 66 ] الرابعة والعشرون : قوله تعالى : لا تدرون أيهم أقرب لكم نفعا قيل : في الدنيا بالدعاء والصدقة ؛ كما جاء في الأثر ( إن الرجل ليرفع بدعاء ولده من بعده ) . وفي الحديث الصحيح إذا مات الرجل انقطع عمله إلا من ثلاث - فذكر - أو ولد صالح يدعو له . وقيل : ( في الآخرة ؛ فقد يكون الابن أفضل فيشفع في أبيه ) ؛ عن ابن عباس والحسن . وقال بعض المفسرين : إن الابن إذا كان أرفع من درجة أبيه في الآخرة سأل الله فرفع إليه أباه ، وكذلك الأب إذا كان أرفع من ابنه ؛ وسيأتي في \" الطور \" بيانه . وقيل : في الدنيا والآخرة ؛ قال ابن زيد . واللفظ يقتضي ذلك .الخامسة والعشرون : قوله تعالى : فريضة فريضة نصب على المصدر المؤكد ، إذ معنى يوصيكم يفرض عليكم . وقال مكي وغيره : هي حال مؤكدة ؛ والعامل يوصيكم وذلك ضعيف . والآية متعلقة بما تقدم ؛ وذلك أنه عرف العباد أنهم كفوا مؤنة الاجتهاد في إيصاء القرابة مع اجتماعهم في القرابة ، أي إن الآباء والأبناء ينفع بعضهم بعضا في الدنيا بالتناصر والمواساة ، وفي الآخرة بالشفاعة . وإذا تقرر ذلك في الآباء والأبناء تقرر ذلك في جميع الأقارب ؛ فلو كان القسمة موكولة إلى الاجتهاد لوجوب النظر في غنى كل واحد منهم . وعند ذلك يخرج الأمر عن الضبط إذ قد يختلف الأمر ، فبين الرب تبارك وتعالى أن الأصلح للعبد ألا يوكل إلى اجتهاده في مقادير المواريث ، بل بين المقادير شرعا .إن الله كان عليما أي بقسمة المواريث حكيما حكم قسمتها وبينها لأهلها . وقال الزجاج : عليما أي بالأشياء قبل خلقها حكيما فيما يقدره ويمضيه منها . وقال بعضهم : إن الله سبحانه لم يزل ولا يزال ، والخبر منه بالماضي كالخبر منه بالاستقبال . ومذهب سيبويه أنهم رأوا حكمة وعلما فقيل لهم : إن الله عز وجل كان كذلك لم يزل على ما رأيتم .",
  "ayah": 11,
  "surah": 4
}
