{
  "text": "قوله تعالى : وإن امرأة خافت من بعلها نشوزا أو إعراضا فلا جناح عليهما أن يصلحا بينهما صلحا والصلح خير وأحضرت الأنفس الشح وإن تحسنوا وتتقوا فإن الله كان بما تعملون خبيرافيه سبع مسائل :الأولى : وإن امرأة رفع بإضمار فعل يفسره ما بعده . وخافت بمعنى توقعت . وقول من قال : خافت تيقنت خطأ . قال الزجاج : المعنى وإن امرأة . خافت من بعلها دوام النشوز . قال النحاس : الفرق بين النشوز والإعراض أن النشوز التباعد ، والإعراض ألا يكلمها ولا يأنس بها . ونزلت الآية بسبب سودة بنت زمعة . روى الترمذي عن ابن عباس قال : خشيت سودة أن يطلقها رسول الله صلى الله عليه وسلم فقالت : لا تطلقني وأمسكني ، واجعل يومي منك لعائشة ؛ ففعل فنزلت : \" فلا جناح عليهما أن يصلحا بينهما صلحا والصلح خير \" فما اصطلحا عليه من شيء فهو جائز ، قال : هذا حديث حسن غريب . وروى ابن عيينة عن الزهري عن سعيد بن المسيب أن رافع بن خديج كانت تحته خولة بنت محمد بن مسلمة ، فكره من أمرها إما كبرا وإما غيره ، فأراد أن يطلقها فقالت : لا تطلقني واقسم لي ما شئت ؛ فجرت السنة بذلك فنزلت وإن امرأة خافت من بعلها نشوزا أو إعراضا . وروى البخاري عن عائشة رضي الله عنها وإن امرأة خافت من بعلها نشوزا أو إعراضا قالت : الرجل تكون [ ص: 345 ] عنده المرأة ليس بمستكثر منها يريد أن يفارقها فتقول : أجعلك من شأني في حل ؛ فنزلت هذه الآية . وقراءة العامة \" أن يصالحا \" . وقرأ أكثر الكوفيين \" أن يصلحا \" . وقرأ الجحدري وعثمان البتي \" أن يصلحا \" والمعنى يصطلحا ثم أدغم .الثانية : في هذه الآية من الفقه الرد على الرعن الجهال الذين يرون أن الرجل إذا أخذ شباب المرأة وأسنت لا ينبغي أن يتبدل بها . قال ابن أبي مليكة : إن سودة بنت زمعة لما أسنت أراد النبي صلى الله عليه وسلم أن يطلقها ، فآثرت الكون معه ، فقالت له : أمسكني واجعل يومي لعائشة ؛ ففعل صلى الله عليه وسلم ، وماتت وهي من أزواجه .قلت : وكذلك فعلت بنت محمد بن مسلمة ؛ روى مالك عن ابن شهاب عن رافع بن خديج أنه تزوج بنت محمد بن مسلمة الأنصارية ، فكانت عنده حتى كبرت ، فتزوج عليها فتاة شابة ، فآثر الشابة عليها ، فناشدته الطلاق ، فطلقها واحدة ، ثم أهملها حتى إذا كانت تحل راجعها ، ثم عاد فآثر الشابة عليها فناشدته الطلاق فطلقها واحدة ، ثم راجعها فآثر الشابة عليها فناشدته الطلاق فقال : ما شئت إنما بقيت واحدة ، فإن شئت استقررت على ما ترين من الأثرة ، وإن شئت فارقتك . قالت : بل أستقر على الأثرة . فأمسكها على ذلك ؛ ولم ير رافع عليه إثما حين قرت عنده على الأثرة . رواه معمر عن الزهري بلفظه ومعناه وزاد : فذلك الصلح الذي بلغنا أنه نزل فيه وإن امرأة خافت من بعلها نشوزا أو إعراضا فلا جناح عليهما أن يصلحا بينهما صلحا والصلح خير . قال أبو عمر بن عبد البر : قوله والله أعلم : \" فآثر الشابة عليها \" يريد في الميل بنفسه إليها والنشاط لها ؛ لا أنه آثرها عليها في مطعم وملبس ومبيت ؛ لأن هذا لا ينبغي أن يظن بمثل رافع ، والله أعلم . وذكر أبو بكر بن أبي شيبة قال : حدثنا أبو الأحوص عن سماك بن حرب عن خالد بن عرعرة عن علي بن أبي طالب رضي الله عنه أن رجلا سأله عن هذه الآية فقال : هي المرأة تكون عند الرجل فتنبو عيناه عنها من دمامتها أو فقرها أو كبرها أو سوء خلقها وتكره فراقه ؛ فإن وضعت له من مهرها شيئا حل له أن يأخذ وإن جعلت له من أيامها فلا حرج . وقال الضحاك : لا بأس أن ينقصها من حقها إذا تزوج من هي أشب منها وأعجب إليه . وقال مقاتل بن حيان : هو الرجل تكون تحته المرأة الكبيرة فيتزوج عليها الشابة ؛ فيقول لهذه الكبيرة : أعطيك من مالي على أن أقسم لهذه الشابة أكثر مما أقسم لك من الليل والنهار ؛ فترضى الأخرى بما اصطلحا عليه ؛ وإن أبت ألا ترضى فعليه أن يعدل بينهما في القسم .الثالثة : قال علماؤنا : وفي هذا أن أنواع الصلح كلها مباحة في هذه النازلة ؛ بأن يعطي [ ص: 346 ] الزوج على أن تصبر هي ، أو تعطي هي على أن يؤثر الزوج ، أو على أن يؤثر ويتمسك بالعصمة ، أو يقع الصلح على الصبر والأثرة من غير عطاء ؛ فهذا كله مباح . وقد يجوز أن تصالح إحداهن صاحبتها عن يومها بشيء تعطيها ، كما فعل أزواج النبي صلى الله عليه وسلم ؛ وذلك أن رسول الله صلى الله عليه وسلم كان غضب على صفية ، فقالت لعائشة : أصلحي بيني وبين رسول الله صلى الله عليه وسلم ، وقد وهبت يومي لك . ذكره ابن خويز منداد في أحكامه عن عائشة قالت : وجد رسول الله صلى الله عليه وسلم على صفية في شيء ؛ فقالت لي صفية : هل لك أن ترضين رسول الله صلى الله عليه وسلم عني ولك يومي ؟ قالت : فلبست خمارا كان عندي مصبوغا بزعفران ونضحته ، ثم جئت فجلست إلى جنب رسول الله صلى الله عليه وسلم فقال : إليك عني فإنه ليس بيومك . فقلت : ذلك فضل الله يؤتيه من يشاء ؛ وأخبرته الخبر ، فرضي عنها . وفيه أن ترك التسوية بين النساء وتفضيل بعضهن على بعض لا يجوز إلا بإذن المفضولة ورضاها .الرابعة : قرأ الكوفيون \" يصلحا \" . والباقون \" أن يصالحا \" . الجحدري \" يصلحا \" فمن قرأ \" يصالحا \" فوجهه أن المعروف في كلام العرب إذا كان بين قوم تشاجر أن يقال : تصالح القوم ، ولا يقال : أصلح القوم ؟ ولو كان أصلح لكان مصدره إصلاحا . ومن قرأ \" يصلحا \" فقد استعمل مثله في التشاجر والتنازع ؛ كما قال فأصلح بينهم . ونصب قول : \" صلحا \" على هذه القراءة على أنه مفعول ، وهو اسم مثل العطاء من أعطيت . فأصلحت صلحا مثل أصلحت أمرا ؛ وكذلك هو مفعول أيضا على قراءة من قرأ \" يصالحا \" لأن تفاعل قد جاء متعديا ؛ ويحتمل أن يكون مصدرا حذفت زوائده . ومن قرأ \" يصلحا \" فالأصل \" يصتلحا \" ثم صار إلى يصطلحا ، ثم أبدلت الطاء صادا وأدغمت فيها الصاد ؛ ولم تبدل الصاد طاء لما فيها من امتداد الزفير .الخامسة : قوله تعالى : والصلح خير لفظ عام مطلق يقتضي أن الصلح الحقيقي الذي تسكن إليه النفوس ويزول به الخلاف خير على الإطلاق . ويدخل في هذا المعنى جميع ما يقع عليه الصلح بين الرجل وامرأته في مال أو وطء أو غير ذلك . خير أي خير من الفرقة ؛ فإن التمادي على الخلاف والشحناء والمباغضة هي قواعد الشر ، وقال عليه السلام في البغضة : إنها الحالقة يعني حالقة الدين لا حالقة الشعر .[ ص: 347 ] السادسة : قوله تعالى : وأحضرت الأنفس الشح إخبار بأن الشح في كل أحد . وأن الإنسان لا بد أن يشح بحكم خلقته وجبلته حتى يحمل صاحبه على بعض ما يكره ؛ يقال : شح يشح ( بكسر الشين ) قال ابن جبير : هو شح المرأة بالنفقة من زوجها وبقسمه لها أيامها . وقال ابن زيد : الشح هنا منه ومنها . وقال ابن عطية : وهذا أحسن ؛ فإن الغالب على المرأة الشح بنصيبها من زوجها ، والغالب على الزوج الشح بنصيبه من الشابة . والشح الضبط على المعتقدات والإرادة وفي الهمم والأموال ونحو ذلك ، فما أفرط منه على الدين فهو محمود ، وما أفرط منه في غيره ففيه بعض المذمة ، وهو الذي قال الله فيه : ومن يوق شح نفسه فأولئك هم المفلحون . وما صار إلى حيز منع الحقوق الشرعية أو التي تقتضيها المروءة فهو البخل وهي رذيلة . وإذا آل البخل إلى هذه الأخلاق المذمومة والشيم اللئيمة لم يبق معه خير مرجو ولا صلاح مأمول .قلت : وقد روي أن النبي صلى الله عليه وسلم قال للأنصار : من سيدكم ؟ قالوا : الجد بن قيس على بخل فيه . فقال النبي صلى الله عليه وسلم : وأي داء أدوى من البخل ! قالوا : وكيف ذاك يا رسول الله ؟ قال : إن قوما نزلوا بساحل البحر فكرهوا لبخلهم نزول الأضياف بهم فقالوا ليبعد الرجال منا عن النساء حتى يعتذر الرجال إلى الأضياف ببعد النساء وتعتذر النساء ببعد الرجال ، ففعلوا وطال ذلك بهم ، فاشتغل الرجال بالرجال والنساء بالنساء . وقد تقدم ، ذكره الماوردي .السابعة : قوله تعالى : : وإن تحسنوا وتتقوا شرط فإن الله كان بما تعملون خبيرا جوابه وهذا خطاب للأزواج من حيث إن للزوج أن يشح ولا يحسن ؛ أي إن تحسنوا وتتقوا في عشرة النساء بإقامتكم عليهن مع كراهيتكم لصحبتهن واتقاء ظلمهن فهو أفضل لكم .",
  "ayah": 128,
  "surah": 4
}
