{
  "text": "قوله تعالى : ياأيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين والأقربين إن يكن غنيا أو فقيرا فالله أولى بهما فلا تتبعوا الهوى أن تعدلوا وإن تلووا أو تعرضوا فإن الله كان بما تعملون خبيراياأيها الذين آمنوا كونوا قوامين قوامين بناء مبالغة ، أي ليتكرر منكم القيام بالقسط ، وهو العدل في شهادتكم على أنفسكم ، وشهادة المرء على نفسه إقراره بالحقوق عليها . ثم ذكر الوالدين لوجوب برهما وعظم قدرهما ، ثم ثنى بالأقربين إذ هم مظنة المودة والتعصب ؛ فكان الأجنبي من الناس أحرى أن يقام عليه بالقسط ويشهد عليه ، فجاء الكلام في السورة في حفظ حقوق الخلق في الأموال .الثانية : لا خلاف بين أهل العلم في صحة أحكام هذه الآية ، وأن شهادة الولد على الوالدين الأب والأم ماضية ، ولا يمنع ذلك من برهما ، بل من برهما أن يشهد عليهما ويخلصهما من الباطل ، وهو معنى قوله تعالى : قوا أنفسكم وأهليكم نارا فإن شهد لهما أو شهدا له وهي :الثالثة : فقد اختلف فيها قديما وحديثا ؛ فقال ابن شهاب الزهري : كان من مضى من السلف الصالح يجيزون شهادة الوالدين والأخ ، ويتأولون في ذلك قول الله تعالى : كونوا قوامين بالقسط شهداء لله فلم يكن أحد يتهم في ذلك من السلف الصالح رضوان الله عليهم . ثم ظهرت من الناس أمور حملت الولاة على اتهامهم ، فتركت شهادة من يتهم ، وصار ذلك لا يجوز في الولد والوالد والأخ والزوج والزوجة ، وهو مذهب الحسن والنخعي والشعبي وشريح ومالك والثوري والشافعي وابن حنبل . وقد أجاز قوم شهادة بعضهم لبعض إذا كانوا عدولا . وروي عن عمر بن الخطاب أنه أجازه ؛ وكذلك روي عن عمر بن عبد العزيز ، وبه قال إسحاق والثوري والمزني . ومذهب مالك جواز شهادة الأخ لأخيه إذا كان عدلا إلا في النسب . وروى عنه ابن وهب أنها لا تجوز إذا كان في عياله أو في نصيب من مال يرثه . وقال مالك وأبو حنيفة : شهادة الزوج لزوجته لا تقبل ؛ لتواصل منافع الأملاك بينهما وهي محل الشهادة . وقال الشافعي : تجوز شهادة الزوجين بعضهما لبعض ؛ لأنهما أجنبيان ، وإنما بينهما عقد الزوجية وهو معرض للزوال . والأصل قبول الشهادة إلا حيث خص فيما عدا المخصوص فبقي على الأصل ؛ وهذا ضعيف ؛ فإن الزوجية توجب الحنان والمواصلة والألفة والمحبة ، فالتهمة قوية ظاهرة . وقد روى أبو داود من حديث سليمان بن موسى عن عمرو بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم رد شهادة الخائن والخائنة وذي الغمر على أخيه ، ورد شهادة القانع لأهل البيت وأجازها لغيرهم . قال الخطابي : ذو الغمر الذي بينه وبين المشهود عليه عداوة [ ص: 352 ] ظاهرة ، فترد شهادته عليه للتهمة . وقال أبو حنيفة : شهادته على العدو مقبولة إذا كان عدلا . والقانع السائل والمستطعم ، وأصل القنوع السؤال . ويقال في القانع : إنه المنقطع إلى القوم يخدمهم ويكون في حوائجهم ؛ وذلك مثل الأجير أو الوكيل ونحوه . ومعنى رد هذه الشهادة التهمة في جر المنفعة إلى نفسه ؛ لأن القانع لأهل البيت ينتفع بما يصير إليهم من نفع . وكل من جر إلى نفسه بشهادته نفعا فشهادته مردودة ؛ كمن شهد لرجل على شراء دار هو شفيعها ، أو كمن حكم له على رجل بدين وهو مفلس ، فشهد المفلس على رجل بدين ونحوه . قال الخطابي : ومن رد شهادة القانع لأهل البيت بسبب جر المنفعة فقياس قوله أن يرد شهادة الزوج لزوجته ؛ لأن ما بينهما من التهمة في جر المنفعة أكثر ؛ وإلى هذا ذهب أبو حنيفة . والحديث حجة على من أجاز شهادة الأب لابنه ؛ لأنه يجر به النفع لما جبل عليه من حبه والميل إليه ؛ ولأنه يمتلك ماله ، وقد قال صلى الله عليه وسلم : أنت ومالك لأبيك . وممن ترد شهادته عند مالك البدوي على القروي ؛ قال : إلا أن يكون في بادية أو قرية ، فأما الذي يشهد في الحضر بدويا ويدع جيرته من أهل الحضر عندي مريب . وقد روى أبو داود والدراقطني عن أبي هريرة أنه سمع رسول الله صلى الله عليه وسلم يقول : لا تجوز شهادة بدوي على صاحب قرية . قال محمد بن عبد الحكم : تأول مالك هذا الحديث على أن المراد به الشهادة في الحقوق والأموال ، ولا ترد الشهادة في الدماء وما في معناها مما يطلب به الخلق . وقال عامة أهل العلم : شهادة البدوي إذا كان عدلا يقيم الشهادة على وجهها جائزة ؛ والله أعلم . وقد مضى القول في هذا في \" البقرة \" ، ويأتي في \" براءة \" تمامها إن شاء الله تعالى .الرابعة : قوله تعالى : شهداء لله نصب على النعت ل ( قوامين ) ، وإن شئت كان خبرا بعد خبر . قال النحاس : وأجود من هذين أن يكون نصبا على الحال بما في قوامين من ذكر الذين آمنوا ؛ لأنه نفس المعنى ، أي كونوا قوامين بالعدل عند شهادتكم . قال ابن عطية : والحال فيه ضعيفة في المعنى ؛ لأنها تخصيص القيام بالقسط إلى معنى الشهادة فقط . ولم ينصرف شهداء لأن فيه ألف التأنيث .الخامسة : قوله تعالى : لله معناه لذات الله ولوجهه ولمرضاته وثوابه . ولو على أنفسكم متعلق ب شهداء ؛ هذا هو الظاهر الذي فسر عليه الناس ، وأن هذه الشهادة المذكورة هي في الحقوق فيقر بها لأهلها ، فذلك قيامه بالشهادة على نفسه ؛ كما تقدم . أدب الله جل وعز المؤمنين بهذا ؛ كما قال ابن عباس : أمروا أن يقولوا الحق ولو على أنفسهم . [ ص: 353 ] ويحتمل أن يكون قوله : شهداء لله معناه بالوحدانية لله ، ويتعلق قوله : ولو على أنفسكم ب قوامين والتأويل الأول أبين .السادسة : قوله تعالى : إن يكن غنيا أو فقيرا فالله أولى بهما في الكلام إضمار وهو اسم كان ؛ أي إن يكن الطالب أو المشهود عليه غنيا فلا يراعى لغناه ولا يخاف منه ، وإن يكن فقيرا فلا يراعى إشفاقا عليه . فالله أولى بهما أي فيما اختار لهما من فقر وغنى . قال السدي : اختصم إلى النبي صلى الله عليه وسلم غني وفقير ، فكان ضلعه صلى الله عليه وسلم مع الفقير ، ورأى أن الفقير لا يظلم الغني ؛ فنزلت الآية .السابعة : قوله تعالى : فالله أولى بهما إنما قال بهما ولم يقل \" به \" وإن كانت أو إنما تدل على الحصول الواحد ؛ لأن المعنى فالله أولى بكل واحد منهما . وقال الأخفش : تكون أو بمعنى الواو ؛ أي إن يكن غنيا وفقيرا فالله أولى بالخصمين كيفما كانا ؛ وفيه ضعف . وقيل : إنما قال : بهما لأنه قد تقدم ذكرهما ؛ كما قال تعالى : وله أخ أو أخت فلكل واحد منهما السدس .الثامنة : قوله تعالى : فلا تتبعوا الهوى نهي ، فإن اتباع الهوى مرد ، أي مهلك ؛ قال الله تعالى : فاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن سبيل الله فاتباع الهوى يحمل على الشهادة بغير الحق ، وعلى الجور في الحكم ، إلى غير ذلك . وقال الشعبي : أخذ الله عز وجل على الحكام ثلاثة أشياء : ألا يتبعوا الهوى ، وألا يخشوا الناس ويخشوه ، وألا يشتروا بآياته ثمنا قليلا . أن تعدلوا في موضع نصب .التاسعة : قوله تعالى : وإن تلووا أو تعرضوا قرئ \" وإن تلووا \" من لويت فلانا حقه ليا إذا دفعته به ، والفعل منه \" لوى \" والأصل فيه \" لوى \" قلبت الياء ألفا لحركتها وحركة ما قبلها ، والمصدر \" ليا \" والأصل لويا ، وليانا والأصل لويانا ، ثم أدغمت الواو في الياء . وقال القتبي : \" تلووا \" من اللي في الشهادة والميل إلى أحد الخصمين . وقرأ ابن عامر والكوفيون \" تلوا \" أراد قمتم بالأمر وأعرضتم ، من قولك : وليت الأمر ، فيكون في الكلام . التوبيخ للإعراض عن القيام بالأمر وقيل : إن معنى \" تلوا \" الإعراض . فالقراءة بضم اللام تفيد معنيين : الولاية والإعراض ، والقراءة بواوين تفيد معنى واحدا وهو الإعراض . وزعم بعض النحويين أن من قرأ \" تلوا \" فقد لحن ؛ لأنه لا معنى للولاية هاهنا . قال النحاس وغيره : وليس يلزم هذا ولكن تكون \" تلوا \" بمعنى \" تلووا \" وذلك أن أصله \" تلووا \" فاستثقلت الضمة [ ص: 354 ] على الواو بعدها واو أخرى . فألقيت الحركة على اللام وحذفت إحدى الواوين لالتقاء الساكنين ؛ وهي كالقراءة بإسكان اللام وواوين ؛ ذكره مكي . وقال الزجاج : المعنى على قراءته \" وإن تلووا \" ثم همز الواو الأولى فصارت \" تلئوا \" ثم خففت الهمزة بإلقاء حركتها على اللام فصارت \" تلوا \" وأصلها \" تلووا \" . فتتفق القراءتان على هذا التقدير . وذكره النحاس ومكي وابن العربي وغيرهم . قال ابن عباس : هو في الخصمين يجلسان بين يدي القاضي فيكون لي القاضي وإعراضه لأحدهما على الآخر ؛ فاللي على هذا مطل الكلام وجره حتى يفوت فصل القضاء وإنفاذه للذي يميل القاضي إليه . قال ابن عطية : وقد شاهدت بعض القضاة يفعلون ذلك ، والله حسيب الكل . وقال ابن عباس أيضا والسدي وابن زيد والضحاك ومجاهد : هي في الشهود يلوي الشاهد الشهادة بلسانه ويحرفها فلا يقول الحق فيها ، أو يعرض عن أداء الحق فيها . ولفظ الآية يعم القضاء والشهادة ، وكل إنسان مأمور بأن يعدل . وفي الحديث : لي الواجد يحل عرضه وعقوبته . قال ابن الأعرابي : عقوبته حبسه ، وعرضه شكايته .العاشرة : وقد استدل بعض العلماء في رد شهادة العبد بهذه الآية ؛ فقال : جعل الله تعالى الحاكم شاهدا في هذه الآية ، وذلك أدل دليل على أن العبد ليس من أهل الشهادة ؛ لأن المقصود منه الاستقلال بهذا المهم إذا دعت الحاجة إليه ، ولا يتأتى ذلك من العبد أصلا فلذلك ردت الشهادة .",
  "ayah": 135,
  "surah": 4
}
