{
  "text": "الذين يتربصون بكم يعني المنافقين ، أي ينتظرون بكم الدوائر . [ ص: 358 ] فإن كان لكم فتح من الله أي غلبة على اليهود وغنيمة . قالوا ألم نكن معكم أي أعطونا من الغنيمة . وإن كان للكافرين نصيب أي ظفر . قالوا ألم نستحوذ عليكم أي ألم نغلب عليكم حتى هابكم المسلمون وخذلناهم عنكم . يقال : استحوذ على كذا أي غلب عليه ؛ ومنه قوله تعالى : استحوذ عليهم الشيطان . وقيل : أصل الاستحواذ الحوط ؛ حاذه يحوذه حوذا إذا حاطه . وهذا الفعل جاء على الأصل ، ولو أعل لكان ألم نستحذ ، والفعل على الإعلال استحاذ يستحيذ ، وعلى غير الإعلال استحوذ يستحوذ . ونمنعكم من المؤمنين أي بتخذيلنا إياهم عنكم ، وتفريقنا إياهم مما يريدونه منكم . والآية تدل على أن المنافقين كانوا يخرجون في الغزوات مع المسلمين ولهذا قالوا : ألم نكن معكم ؟ وتدل على أنهم كانوا لا يعطونهم الغنيمة ولهذا طلبوها وقالوا : ألم نكن معكم ! ويحتمل أن يريدوا بقولهم ألم نكن معكم الامتنان على المسلمين . أي كنا نعلمكم بأخبارهم وكنا أنصارا لكم .قوله تعالى : ولن يجعل الله للكافرين على المؤمنين سبيلافيه ثلاث مسائل :الأولى : قوله تعالى : ولن يجعل الله للكافرين على المؤمنين سبيلا للعلماء فيه تأويلات خمس :أحدها : ما روي عن يسيع الحضرمي قال : كنت عند علي بن أبي طالب رضي الله عنه فقال له رجل يا أمير المؤمنين ، أرأيت قول الله : ولن يجعل الله للكافرين على المؤمنين سبيلا كيف ذلك ، وهم يقاتلوننا ويظهرون علينا أحيانا ! فقال علي رضي الله عنه : معنى ذلك يوم القيامة يوم الحكم . وكذا قال ابن عباس : ذاك يوم القيامة . قال ابن عطية : وبهذا قال جميع أهل التأويل . قال ابن العربي : وهذا ضعيف : لعدم فائدة الخبر فيه ، وإن أوهم صدر الكلام معناه ؛ لقوله تعالى : فالله يحكم بينكم يوم القيامة فأخر الحكم إلى يوم القيامة . وجعل الأمر في الدنيا دولا تغلب الكفار تارة وتغلب أخرى ؛ بما رأى من الحكمة وسبق من الكلمة . ثم قال : ولن يجعل الله للكافرين على المؤمنين سبيلا فتوهم من توهم أن آخر الكلام يرجع إلى أوله ، وذلك يسقط فائدته ، إذ يكون تكرارا .الثاني : إن الله لا يجعل لهم سبيلا يمحو به دولة المؤمنين ، ويذهب آثارهم ويستبيح بيضتهم ؛ كما جاء في صحيح مسلم من حديث ثوبان عن النبي صلى الله عليه وسلم قال : وإني سألت ربي ألا يهلكها بسنة عامة وألا يسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم وإن ربي قال يا محمد إني إذا قضيت قضاء فإنه لا يرد وإني قد أعطيتك لأمتك ألا أهلكهم بسنة عامة وألا أسلط عليهم عدوا من سوى أنفسهم [ ص: 359 ] فيستبيح بيضتهم ولو اجتمع عليهم من بأقطارها حتى يكون بعضهم يهلك بعضا ويسبي بعضهم بعضا .الثالث : إن الله سبحانه لا يجعل للكافرين على المؤمنين سبيلا منه إلا أن يتواصوا بالباطل ولا يتناهوا عن المنكر ويتقاعدوا عن التوبة فيكون تسليط العدو من قبلهم ؛ كما قال تعالى : وما أصابكم من مصيبة فبما كسبت أيديكم . قال ابن العربي : وهذا نفيس جدا .قلت : ويدل عليه قوله عليه السلام في حديث ثوبان حتى يكون بعضهم يهلك بعضا ويسبي بعضهم بعضا وذلك أن \" حتى \" غاية ؛ فيقتضي ظاهر الكلام أنه لا يسلط عليهم عدوهم فيستبيحهم إلا إذا كان منهم إهلاك بعضهم لبعض ، وسبي بعضهم لبعض ، وقد وجد ذلك في هذه الأزمان بالفتن الواقعة بين المسلمين ؛ فغلظت شوكة الكافرين واستولوا على بلاد المسلمين حتى لم يبق من الإسلام إلا أقله ؛ فنسأل الله أن يتداركنا بعفوه ونصره ولطفه .الرابع : إن الله سبحانه لا يجعل للكافرين على المؤمنين سبيلا شرعا ؛ فإن وجد فبخلاف الشرع .الخامس : ولن يجعل الله للكافرين على المؤمنين سبيلا أي حجة عقلية ولا شرعية يستظهرون بها إلا أبطلها ودحضت .الثانية : ابن العربي : ونزع علماؤنا بهذه الآية في الاحتجاج على أن الكافر لا يملك العبد المسلم . وبه قال أشهب والشافعي : لأن الله سبحانه نفى السبيل للكافر عليه ، والملك بالشراء سبيل ، فلا يشرع له ولا ينعقد العقد بذلك . وقال ابن القاسم عن مالك ، وهو قول أبي حنيفة : إن معنى ولن يجعل الله للكافرين على المؤمنين سبيلا في دوام الملك ؛ لأنا نجد الابتداء يكون له عليه وذلك بالإرث . وصورته أن يسلم عبد كافر في يد كافر فيلزم القضاء عليه ببيعه ، فقبل الحكم عليه ببيعه مات ، فيرث العبد المسلم وارث الكافر . فهذه سبيل قد ثبت قهرا لا قصد فيه ، وإن ملك الشراء ثبت بقصد النية ، فقد أراد الكافر تملكه باختياره ، فإن حكم بعقد بيعه وثبوت ملكه فقد حقق فيه قصده ، وجعل له سبيل عليه . قال أبو عمر : وقد أجمع المسلمون على أن عتق النصراني أو اليهودي لعبده المسلم صحيح نافذ عليه . وأجمعوا أنه إذا أسلم عبد الكافر فبيع عليه أن ثمنه يدفع إليه . فدل على أنه على ملكه بيع وعلى ملكه ثبت العتق له ، إلا أنه ملك غير مستقر لوجوب بيعه عليه ؛ وذلك والله أعلم لقول الله عز وجل : [ ص: 360 ] ولن يجعل الله للكافرين على المؤمنين سبيلا يريد الاسترقاق والملك والعبودية ملكا مستقرا دائما .واختلف العلماء في شراء العبد الكافر العبد المسلم على قولين : أحدهما : البيع مفسوخ . والثاني : البيع صحيح ويباع على المشتري .الثالثة : واختلف العلماء أيضا من هذا الباب في رجل نصراني دبر عبدا له نصرانيا فأسلم العبد ؛ فقال مالك والشافعي في أحد قوليه : يحال بينه وبين العبد ، ويخارج على سيده النصراني ، ولا يباع عليه حتى يتبين أمره . فإن هلك النصراني وعليه دين قضي دينه من ثمن العبد المدبر ، إلا أن يكون في ماله ما يحمل المدبر فيعتق المدبر . وقال الشافعي في القول الآخر : إنه يباع عليه ساعة أسلم ؛ واختاره المزني ؛ لأن المدبر وصية ولا يجوز ترك مسلم في ملك مشرك يذله ويخارجه ، وقد صار بالإسلام عدوا له . وقال الليث بن سعد : يباع النصراني من مسلم فيعتقه ، ويكون ولاؤه للذي اشتراه وأعتقه ، ويدفع إلى النصراني ثمنه . وقالسفيان والكوفيون : إذا أسلم مدبر النصراني قوم قيمته فيسعى في قيمته ، فإن مات النصراني قبل أن يفرغ المدبر من سعايته عتق العبد وبطلت السعاية .",
  "ayah": 141,
  "surah": 4
}
