{
  "text": "قوله : إن المنافقين يخادعون الله وهو خادعهم وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلاقوله تعالى : إن المنافقين يخادعون الله وهو خادعهم قد مضى في \" البقرة \" معنى الخدع . والخداع من الله مجازاتهم على خداعهم أولياءه ورسله . قال الحسن : يعطى كل إنسان من مؤمن ومنافق نور يوم القيامة فيفرح المنافقون ويظنون أنهم قد نجوا ؛ فإذا جاءوا إلى الصراط طفئ نور كل منافق ، فذلك قولهم : انظرونا نقتبس من نوركم .قوله تعالى : وإذا قاموا إلى الصلاة قاموا كسالى أي يصلون مراءاة وهم متكاسلون متثاقلون ، لا يرجون ثوابا ولا يعتقدون تركها عقابا . وفي صحيح الحديث : إن أثقل صلاة على المنافقين العتمة والصبح . فإن العتمة تأتي وقد أتعبهم عمل النهار فيثقل عليهم [ ص: 361 ] القيام إليها ، وصلاة الصبح تأتي والنوم أحب إليهم من مفروح به ، ولولا السيف ما قاموا .والرياء : إظهار الجميل ليراه الناس ، لا لاتباع أمر الله ؛ وقد تقدم بيانه . ثم وصفهم بقلة الذكر عند المراءاة وعند الخوف . وقال صلى الله عليه وسلم ذاما لمن أخر الصلاة : تلك صلاة المنافقين - ثلاثا - يجلس أحدهم يرقب الشمس حتى إذا كانت بين قرني الشيطان - أو - على قرني الشيطان قام فنقر أربعا لا يذكر الله فيها إلا قليلا رواه مالك وغيره . فقيل : وصفهم بقلة الذكر لأنهم كانوا لا يذكرون الله بقراءة ولا تسبيح ، وإنما كانوا يذكرونه بالتكبير . وقيل : وصفه بالقلة لأن الله تعالى لا يقبله . وقيل : لعدم الإخلاص فيه . وهنا مسألتان :الأولى : بين الله تعالى في هذه الآية صلاة المنافقين ، وبينها رسوله محمد صلى الله عليه وسلم ؛ فمن صلى كصلاتهم وذكر كذكرهم لحق بهم في عدم القبول ، وخرج من مقتضى قوله تعالى : قد أفلح المؤمنون الذين هم في صلاتهم خاشعون . وسيأتي اللهم إلا أن يكون له عذر فيقتصر على الفرض حسب ما علمه النبي صلى الله عليه وسلم للأعرابي حين رآه أخل بالصلاة فقال له : إذا قمت إلى الصلاة فأسبغ الوضوء ثم استقبل القبلة ثم اقرأ ما تيسر معك من القرآن ثم اركع حتى تطمئن راكعا ثم ارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تطمئن جالسا ثم افعل ذلك في صلاتك كلها . رواه الأئمة . وقال صلى الله عليه وسلم : لا صلاة لمن لم يقرأ بأم القرآن . وقال : لا تجزئ صلاة لا يقيم الرجل فيها صلبه في الركوع والسجود . أخرجه الترمذي وقال : حديث حسن صحيح ، والعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم ومن بعدهم ، يرون أن يقيم الرجل صلبه في الركوع والسجود . قال الشافعي وأحمد وإسحاق : من لا يقيم صلبه في الركوع والسجود فصلاته فاسدة ؛ لحديث النبي صلى الله عليه وسلم : لا تجزئ صلاة لا يقيم الرجل فيها صلبه في الركوع والسجود . قال ابن العربي : وذهب ابن القاسم وأبو حنيفة إلى أن الطمأنينة ليست بفرض . وهي رواية عراقية لا ينبغي لأحد من المالكيين أن يشتغل بها . وقد مضى في \" البقرة \" هذا المعنى .الثانية : قال ابن العربي : إن من صلى صلاة ليراها الناس ويرونه فيها فيشهدون له [ ص: 362 ] بالإيمان ، أو أراد طلب المنزلة والظهور لقبول الشهادة وجواز الإمامة فليس ذلك بالرياء المنهي عنه ، ولم يكن عليه حرج ؛ وإنما الرياء المعصية أن يظهرها صيدا للناس وطريقا إلى الأكل ، فهذه نية لا تجزئ وعليه الإعادة .قلت : قول \" وأراد طلب المنزلة والظهور لقبول الشهادة \" فيه نظر . وقد تقدم بيانه في \" النساء \" فتأمله هناك . ودلت هذه الآية على أن الرياء يدخل الفرض والنفل ؛ لقول الله تعالى : وإذا قاموا إلى الصلاة قاموا فعم . وقال قوم : إنما يدخل النفل خاصة ؛ لأن الفرض واجب على جميع الناس والنفل عرضة لذلك . وقيل بالعكس ؛ لأنه لو لم يأت بالنوافل لم يؤاخذ بها .",
  "ayah": 142,
  "surah": 4
}
