{
  "text": "قوله تعالى : لا يحب الله الجهر بالسوء من القول إلا من ظلم وكان الله سميعا عليمافيه ثلاث مسائل :الأولى : قوله تعالى : لا يحب الله الجهر بالسوء من القول وتم الكلام ، ثم قال : إلا من ظلم استثناء ليس من الأول في موضع نصب ؛ أي لكن من ظلم فله أن يقول ظلمني فلان . ويجوز أن يكون في موضع رفع ويكون التقدير : لا يحب الله أن يجهر أحد بالسوء إلا من ظلم . وقراءة الجمهور \" ظلم \" بضم الظاء وكسر اللام ؛ ويجوز إسكانها . ومن قرأ \" ظلم \" بفتح الظاء وفتح اللام وهو زيد بن أسلم وابن أبي إسحاق وغيرهما على ما يأتي ، فلا يجوز له أن يسكن اللام لخفة الفتحة . فعلى القراءة الأولى قالت طائفة : المعنى لا يحب الله أن يجهر أحد بالسوء من القول إلا من ظلم فلا يكره له الجهر به . ثم اختلفوا في كيفية الجهر بالسوء وما هو المباح من ذلك ؛ فقال الحسن : هو الرجل يظلم الرجل فلا يدع عليه ، ولكن ليقل : اللهم أعني عليه ، اللهم استخرج حقي ، اللهم حل بينه وبين ما يريد من ظلمي . فهذا دعاء في المدافعة وهي أقل منازل السوء . وقال ابن عباس وغيره : المباح لمن ظلم أن يدعو على من ظلمه ، وإن صبر فهو خير له ؛ فهذا إطلاق في نوع الدعاء على الظالم . وقال أيضا هو والسدي : لا بأس لمن ظلم أن ينتصر ممن ظلمه بمثل ظلمه ويجهر له بالسوء من القول . وقال ابن المستنير : إلا من ظلم معناه ؛ إلا من أكره على أن يجهر بسوء من القول كفر أو نحوه فذلك مباح . والآية على هذا في الإكراه ؛ وكذا قال قطرب : إلا من ظلم يريد المكره ؛ لأنه مظلوم فذلك موضوع عنه وإن كفر ؛ قال : ويجوز أن يكون المعنى إلا من ظلم على البدل ؛ كأنه قال : لا يحب الله إلا من ظلم ، أي لا يحب الله الظالم ؛ فكأنه يقول : يحب من ظلم أي يأجر من ظلم . والتقدير على [ ص: 366 ] هذا القول : لا يحب الله ذا الجهر بالسوء إلا من ظلم ، على البدل . وقال مجاهد : نزلت في الضيافة فرخص له أن يقول فيه . قال ابن جريج عن مجاهد : نزلت في رجل ضاف رجلا بفلاة من الأرض فلم يضفه فنزلت إلا من ظلم ورواه ابن أبي نجيح أيضا عن مجاهد ؛ قال : نزلت هذه الآية لا يحب الله الجهر بالسوء من القول إلا من ظلم في الرجل يمر بالرجل فلا يضيفه فرخص له أن يقول فيه : إنه لم يحسن ضيافته . وقد استدل من أوجب الضيافة بهذه الآية ؛ قالوا : لأن الظلم ممنوع منه فدل على وجوبها ؛ وهو قول الليث بن سعد . والجمهور على أنها من مكارم الأخلاق وسيأتي بيانها في \" هود \" والذي يقتضيه ظاهر الآية أن للمظلوم أن ينتصر من ظالمه - ولكن مع اقتصاد - وإن كان مؤمنا كما قال الحسن ؛ فأما أن يقابل القذف بالقذف ونحوه فلا ؛ وقد تقدم في \" البقرة \" . وإن كان كافرا فأرسل لسانك وادع بما شئت من الهلكة وبكل دعاء ؛ كما فعل النبي صلى الله عليه وسلم حيث قال : اللهم اشدد وطأتك على مضر واجعلها عليهم سنين كسني يوسف وقال : اللهم عليك بفلان وفلان سماهم . وإن كان مجاهرا بالظلم دعي عليه جهرا ، ولم يكن له عرض محترم ولا بدن محترم ولا مال محترم . وقد روى أبو داود عن عائشة قال : سرق لها شيء فجعلت تدعو عليه ؛ فقال رسول الله صلى الله عليه وسلم : لا تسبخي عنه أي لا تخففي عنه العقوبة بدعائك عليه . وروي ، أيضا عن عمرو بن الشريد عن أبيه عن رسول الله صلى الله عليه وسلم قال : لي الواجد ظلم يحل عرضه وعقوبته . قال ابن المبارك : يحل عرضه يغلظ له ، وعقوبته يحبس له . وفي صحيح مسلم مطل الغني ظلم . فالموسر المتمكن إذا طولب بالأداء ومطل ظلم ، وذلك يبيح من عرضه أن يقال فيه : فلان يمطل الناس ويحبس حقوقهم ويبيح للإمام أدبه وتعزيره حتى يرتدع عن ذلك ؛ حكي معناه عن سفيان ، وهو معنى قول ابن المبارك رضي الله عنهما .الثانية : وليس من هذا الباب ما وقع في صحيح مسلم من قول العباس في علي رضي الله عنهما بحضرة عمر وعثمان والزبير وعبد الرحمن بن عوف : يا أمير المؤمنين اقض [ ص: 367 ] بيني وبين هذا الكاذب الآثم الغادر الخائن . الحديث . ولم يرد عليه واحد منهم ؛ لأنها كانت حكومة ، كل واحد منهما يعتقدها لنفسه ، حتى أنفذ فيها عليهم عمر الواجب ؛ قاله ابن العربي . وقال علماؤنا : هذا إنما يكون فيما إذا استوت المنازل أو تقاربت ، وأما إذا تفاوتت ، فلا تمكن الغوغاء من أن تستطيل على الفضلاء ، وإنما تطلب حقها بمجرد الدعوى من غير تصريح بظلم ولا غضب ؛ وهذا صحيح وعليه تدل الآثار . ووجه آخر : وهو أن هذا القول أخرجه من العباس الغضب وصولة سلطة العمومة ! فإن العم صنو الأب ، ولا شك أن الأب إذا أطلق هذه الألفاظ على ولده إنما يحمل ذلك منه على أنه قصد الإغلاظ والردع مبالغة في تأديبه ، لا أنه موصوف بتلك الأمور ؛ ثم انضاف إلى هذا أنهم في محاجة ولاية دينية ؛ فكان العباس يعتقد أن مخالفته فيها لا تجوز ، وأن مخالفته فيها تؤدي إلى أن يتصف المخالف بتلك الأمور ؛ فأطلقها ببوادر الغضب على هذه الأوجه ؛ ولما علم الحاضرون ذلك لم ينكروا عليه ؛ أشار إلى هذا المازري والقاضي عياض وغيرهما .الثالثة : فأما من قرأ \" ظلم \" بالفتح في الظاء واللام - وهي ، قراءة زيد بن أسلم ، وكان من العلماء بالقرآن بالمدينة بعد محمد بن كعب القرظي ، وقراءة ابن أبي إسحاق والضحاك وابن عباس وابن جبير وعطاء بن السائب - فالمعنى : إلا من ظلم في فعل أو قول فاجهروا له بالسوء من القول ؛ في معنى النهي عن فعله والتوبيخ له والرد عليه ؛ المعنى لا يحب الله أن يقال لمن تاب من النفاق : ألست نافقت ؟ إلا من ظلم ، أي أقام على النفاق ؛ ودل على هذا قوله تعالى : إلا الذين تابوا . قال ابن زيد : وذلك أنه سبحانه لما أخبر عن المنافقين أنهم في الدرك الأسفل من النار كان ذلك جهرا بسوء من القول ، ثم قال لهم بعد ذلك : ما يفعل الله بعذابكم على معنى التأنيس والاستدعاء إلى الشكر والإيمان . ثم قال للمؤمنين : لا يحب الله الجهر بالسوء من القول إلا من ظلم في إقامته على النفاق ؛ فإنه يقال له : ألست المنافق الكافر الذي لك في الآخرة الدرك الأسفل من النار ؟ ونحو هذا من القول . وقال قوم : معنى الكلام : لا يحب الله أن يجهر أحد بالسوء من القول ، ثم استثنى استثناء منقطعا ؛ أي لكن من ظلم فإنه يجهر بالسوء ظلما وعدوانا وهو ظالم في ذلك .[ ص: 368 ] قلت : وهذا شأن كثير من الظلمة ودأبهم ؛ فإنهم مع ظلمهم يستطيلون بألسنتهم وينالون من عرض مظلومهم ما حرم عليهم . وقال أبو إسحاق الزجاج : يجوز أن يكون المعنى \" إلا من ظلم \" فقال سوءا ؛ فإنه ينبغي أن تأخذوا على يديه ؛ ويكون الاستثناء ليس من الأول .قلت : ويدل على هذا أحاديث منها قوله عليه السلام : خذوا على أيدي سفهائكم . وقوله : انصر أخاك ظالما أو مظلوما قالوا : هذا ننصره مظلوما فكيف ننصره ظالما ؟ قال : تكفه عن الظلم . وقال الفراء : \" إلا من ظلم \" يعني ولا من ظلم .قوله تعالى : وكان الله سميعا عليما تحذير للظالم حتى لا يظلم ، وللمظلوم حتى لا يتعدى الحد في الانتصار .",
  "ayah": 148,
  "surah": 4
}
