{
  "text": "قوله تعالى : واللذان يأتيانها منكم فآذوهما فإن تابا وأصلحا فأعرضوا عنهما إن الله كان توابا رحيمافيه سبع مسائل :الأولى : قوله تعالى : واللذان \" اللذان \" تثنية الذي ، وكان القياس أن يقال : اللذيان كرحيان ومصطفيان وشجيان . قال سيبويه : حذفت الياء ليفرق بين الأسماء المتمكنة والأسماء المبهمات . وقال أبو علي : حذفت الياء تخفيفا ، إذ قد أمن اللبس في اللذان ؛ لأن النون لا تنحذف ، ونون التثنية في الأسماء المتمكنة قد تنحذف مع الإضافة في رحياك ومصطفيا القوم ؛ فلو حذفت الياء لاشتبه المفرد بالاثنين . وقرأ ابن كثير \" اللذان \" بتشديد النون ؛ وهي لغة قريش ؛ وعلته أنه جعل التشديد عوضا من ألف \" ذا \" على ما يأتي بيانه في سورة \" القصص \" عند قوله تعالى : فذانك برهانان . وفيها لغة أخرى \" اللذا \" بحذف النون . هذا قول الكوفيين . وقال البصريون : إنما حذفت النون لطول الاسم بالصلة . وكذلك قرأ \" هذان \" و \" فذانك برهانان \" بالتشديد فيهما . والباقون بالتخفيف . وشدد أبو عمرو \" فذانك برهانان \" وحدها . و \" اللذان \" رفع بالابتداء . قال سيبويه : المعنى وفيما يتلى عليكم اللذان يأتيانها ، أي الفاحشة \" منكم \" . ودخلت الفاء في فآذوهما لأن في الكلام معنى الأمر ؛ لأنه لما وصل الذي بالفعل تمكن فيه معنى الشرط ؛ إذ لا يقع عليه شيء بعينه ، فلما تمكن الشرط والإبهام فيه جرى مجرى الشرط فدخلت الفاء ، ولم يعمل فيه ما قبله من الإضمار كما لا يعمل في الشرط ما قبله ؛ فلما لم يحسن إضمار الفعل قبلهما لينصبا رفعا بالابتداء ؛ وهذا اختيار سيبويه . ويجوز النصب على تقدير إضمار فعل ، وهو الاختيار إذا كان في الكلام معنى الأمر والنهي نحو قولك : اللذين عندك فأكرمهما .الثانية : قوله تعالى : فآذوهما قال قتادة والسدي : معناه التوبيخ والتعيير . وقالت فرقة : هو السب والجفاء دون تعيير . ابن عباس : النيل باللسان والضرب بالنعال . قال النحاس : وزعم قوم أنه منسوخ .قلت : رواه ابن أبي نجيح عن مجاهد قال : واللاتي يأتين الفاحشة و اللذان يأتيانها كان في أول الأمر فنسختهما الآية التي في \" النور \" . قاله [ ص: 77 ] النحاس : وقيل وهو أولى : إنه ليس بمنسوخ ، وأنه واجب أن يؤدبا بالتوبيخ فيقال لهما : فجرتما وفسقتما وخالفتما أمر الله عز وجل .الثالثة : واختلف العلماء في تأويل قوله تعالى : واللاتي وقوله : واللذان فقال مجاهد وغيره : الآية الأولى في النساء عامة محصنات وغير محصنات ، والآية الثانية في الرجال خاصة . وبين لفظ التثنية صنفي الرجال من أحصن ومن لم يحصن ؛ فعقوبة النساء الحبس ، وعقوبة الرجال الأذى . وهذا قول يقتضيه اللفظ ، ويستوفي نص الكلام أصناف الزناة . ويؤيده من جهة اللفظ قوله في الأولى : من نسائكم وفي الثانية منكم ؛ واختاره النحاس ورواه عن ابن عباس . وقال السدي وقتادة وغيرهما : الأولى في النساء المحصنات . يريد : ودخل معهن من أحصن من الرجال بالمعنى ، والثانية في الرجل والمرأة البكرين . قال ابن عطية : ومعنى هذا القول تام إلا أن لفظ الآية يقلق عنه . وقد رجحه الطبري ، وأباه النحاس وقال : تغليب المؤنث على المذكر بعيد ؛ لأنه لا يخرج الشيء إلى المجاز ومعناه صحيح في الحقيقة . وقيل : كان الإمساك للمرأة الزانية دون الرجل ؛ فخصت المرأة بالذكر في الإمساك ثم جمعا في الإيذاء . قال قتادة : كانت المرأة تحبس ويؤذيان جميعا ؛ وهذا لأن الرجل يحتاج إلى السعي والاكتساب .الرابعة : واختلف العلماء أيضا في القول بمقتضى حديث عبادة الذي هو بيان لأحكام الزناة على ما بيناه ؛ فقال بمقتضاه علي بن أبي طالب لا اختلاف عنه في ذلك ، وأنه جلد شراحة الهمدانية مائة ورجمها بعد ذلك ، وقال : جلدتها بكتاب الله ورجمتها بسنة رسول الله صلى الله عليه وسلم . وقال بهذا القول الحسن البصري والحسن بن صالح بن حي وإسحاق . وقال جماعة من العلماء : بل على الثيب الرجم بلا جلد . وهذا يروى عن عمر وهو قول الزهري والنخعي ومالك والثوري والأوزاعي والشافعي وأصحاب الرأي وأحمد وأبي ثور ؛ متمسكين بأن النبي صلى الله عليه وسلم رجم ماعزا والغامدية ولم يجلدهما ، وبقوله عليه السلام لأنيس : اغد على امرأة هذا فإن اعترفت فارجمها ولم يذكر الجلد ؛ فلو كان مشروعا لما سكت عنه . قيل لهم : إنما سكت عنه ؛ لأنه ثابت بكتاب الله تعالى ، فليس يمتنع أن يسكت عنه لشهرته والتنصيص عليه في القرآن ؛ لأن قوله تعالى : الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة يعم جميع الزناة . والله أعلم . ويبين هذا فعل علي بأخذه عن الخلفاء رضي الله عنهم ولم ينكر عليه فقيل له : عملت بالمنسوخ وتركت الناسخ . وهذا واضح .الخامسة : واختلفوا في نفي البكر مع الجلد ؛ فالذي عليه الجمهور أنه ينفى مع الجلد ؛ [ ص: 78 ] قاله الخلفاء الراشدون : أبو بكر وعمر وعثمان وعلي ، وهو قول ابن عمر رضوان الله عليهم أجمعين ، وبه قال عطاء وطاوس وسفيان ومالك وابن أبي ليلى والشافعي وأحمد وإسحاق وأبو ثور . وقال بتركه حماد بن أبي سليمان وأبو حنيفة ومحمد بن الحسن . والحجة للجمهور حديث عبادة المذكور ، وحديث أبي هريرة وزيد بن خالد ، حديث العسيف وفيه : فقال النبي صلى الله عليه وسلم : والذي نفسي بيده لأقضين بينكما بكتاب الله أما غنمك وجاريتك فرد عليك وجلد ابنه مائة وغربه عاما . أخرجه الأئمة . احتج من لم ير نفيه بحديث أبي هريرة في الأمة ، ذكر فيه الجلد دون النفي . وذكر عبد الرزاق عن معمر عن الزهري عن سعيد بن المسيب قال : غرب عمر ربيعة بن أبي أمية بن خلف في الخمر إلى خيبر فلحق بهرقل فتنصر ؛ فقال عمر : لا أغرب مسلما بعد هذا . قالوا : ولو كان التغريب حدا لله تعالى ما تركه عمر بعد . ثم إن النص الذي في الكتاب إنما هو الجلد ، والزيادة على النص نسخ ؛ فيلزم عليه نسخ القاطع بخبر الواحد .والجواب : أما حديث أبي هريرة فإنما هو في الإماء لا في الأحرار . وقد صح عن عبد الله بن عمر أنه ضرب أمته في الزنا ونفاها . وأما حديث عمر وقوله : لا أغرب بعده مسلما ، فيعني في الخمر - والله أعلم - لما رواه نافع عن ابن عمر أن النبي صلى الله عليه وسلم ضرب وغرب ، وأن أبا بكر ضرب وغرب ، وأن عمر ضرب وغرب . أخرجه الترمذي في جامعه ، والنسائي في سننه عن أبي كريب محمد بن العلاء الهمداني عن عبد الله بن إدريس عن عبيد الله بن عمر عن نافع . قال الدارقطني : تفرد به عبد الله بن إدريس ولم يسنده عنه أحد من الثقات غير أبي كريب ، وقد صح عن النبي صلى الله عليه وسلم النفي فلا كلام لأحد معه ، ومن خالفته السنة خاصمته . وبالله التوفيق .وأما قولهم : الزيادة على النص نسخ ، فليس بمسلم ، بل زيادة حكم آخر مع الأصل .ثم هو قد زاد الوضوء بالنبيذ بخبر لم يصح على الماء ، واشترط الفقر في القربى ؛ إلى غير ذلك مما ليس منصوصا عليه في القرآن . وقد مضى هذا المعنى في البقرة ويأتي .السادسة : القائلون بالتغريب لم يختلفوا في تغريب الذكر الحر ، واختلفوا في تغريب العبد والأمة ؛ فممن رأى التغريب فيهما ابن عمر جلد مملوكة له في الزنا ونفاها إلى فدك وبه قال الشافعي وأبو ثور والثوري والطبري وداود . واختلف قول الشافعي في نفي العبد ، فمرة قال : أستخير الله في نفي العبد ، ومرة قال : ينفى نصف سنة ، ومرة قال : ينفى سنة إلى غير بلده ؛ وبه قال الطبري .واختلف أيضا قوله في نفي الأمة على قولين . وقال مالك : ينفى [ ص: 79 ] الرجل ولا تنفى المرأة ولا العبد ، ومن نفي حبس في الموضع الذي ينفى إليه . وينفى من مصر إلى الحجاز وشغب وأسوان ونحوها ، ومن المدينة إلى خيبر وفدك ؛ وكذلك فعل عمر بن عبد العزيز . ونفى علي من الكوفة إلى البصرة . وقال الشافعي : أقل ذلك يوم وليلة . قال ابن العربي : كان أصل النفي أن بني إسماعيل أجمع رأيهم على أن من أحدث حدثا في الحرم غرب منه ، فصارت سنة فيهم يدينون بها ؛ فلأجل ذلك استن الناس إذا أحدث أحد حدثا غرب عن بلده ، وتمادى ذلك في الجاهلية إلى أن جاء الإسلام فأقره في الزنا خاصة . احتج من لم ير النفي على العبد بحديث أبي هريرة في الأمة ؛ ولأن تغريبه عقوبة لمالكه تمنعه من منافعه في مدة تغريبه ، ولا يناسب ذلك تصرف الشرع ، فلا يعاقب غير الجاني . وأيضا فقد سقط عنه الجمعة والحج والجهاد الذي هو حق لله تعالى لأجل السيد ؛ فكذلك التغريب . والله أعلم .والمرأة إذا غربت ربما يكون ذلك سببا لوقوعها فيما أخرجت من سببه وهو الفاحشة ، وفي التغريب سبب لكشف عورتها وتضييع لحالها ؛ ولأن الأصل منعها من الخروج من بيتها وأن صلاتها فيه أفضل . وقال صلى الله عليه وسلم : أعروا النساء يلزمن الحجال فحصل من هذا تخصيص عموم حديث التغريب بالمصلحة المشهود لها بالاعتبار . وهو مختلف فيه عند الأصوليين والنظار . وشذت طائفة فقالت : يجمع الجلد والرجم على الشيخ ، ويجلد الشاب ؛ تمسكا بلفظ \" الشيخ \" في حديث زيد بن ثابت أنه سمع رسول الله صلى الله عليه وسلم يقول : الشيخ والشيخة إذا زنيا فارجموهما البتة خرجه النسائي . وهذا فاسد ؛ لأنه قد سماه في الحديث الآخر \" الثيب \" .السابعة : قوله تعالى : فإن تابا أي من الفاحشة . وأصلحا يعني العمل فيما بعد ذلك . فأعرضوا عنهما أي اتركوا أذاهما وتعييرهما . وإنما كان هذا قبل نزول الحدود . فلما نزلت الحدود نسخت هذه الآية . وليس المراد بالإعراض الهجرة ، ولكنها متاركة معرض ؛ وفي ذلك احتقار لهم بسبب المعصية المتقدمة ، وبحسب الجهالة في الآية الأخرى .والله تواب أي راجع بعباده عن المعاصي .",
  "ayah": 16,
  "surah": 4
}
