{
  "text": "قوله تعالى : حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة وأمهات نسائكم وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم وحلائل أبنائكم الذين من أصلابكم وأن تجمعوا بين الأختين إلا ما قد سلف إن الله كان غفورا رحيما [ ص: 93 ]فيه إحدى وعشرون مسألة :الأولى : قوله تعالى : حرمت عليكم أمهاتكم وبناتكم أي نكاح أمهاتكم ونكاح بناتكم ؛ فذكر الله تعالى في هذه الآية ما يحل من النساء وما يحرم ، كما ذكر تحريم حليلة الأب . فحرم الله سبعا من النسب وستا من رضاع وصهر ، وألحقت السنة المتواترة سابعة ؛ وذلك الجمع بين المرأة وعمتها ، ونص عليه الإجماع . وثبتت الرواية عن ابن عباس قال : حرم من النسب سبع ومن الصهر سبع ، وتلا هذه الآية . وقال عمرو بن سالم مولى الأنصار مثل ذلك ، وقال : السابعة قوله تعالى : والمحصنات . فالسبع المحرمات من النسب : الأمهات والبنات والأخوات والعمات والخالات ، وبنات الأخ وبنات الأخت . والسبع المحرمات بالصهر والرضاع : الأمهات من الرضاعة والأخوات من الرضاعة ، وأمهات النساء والربائب وحلائل الأبناء والجمع بين الأختين ، والسابعة ولا تنكحوا ما نكح آباؤكم . قال الطحاوي : وكل هذا من المحكم المتفق عليه ، وغير جائز نكاح واحدة منهن بإجماع إلا أمهات النساء اللواتي لم يدخل بهن أزواجهن ؛ فإن جمهور السلف ذهبوا إلى أن الأم تحرم بالعقد على الابنة ، ولا تحرم الابنة إلا بالدخول بالأم ؛ وبهذا قول جميع أئمة الفتوى بالأمصار . وقالت طائفة من السلف : الأم والربيبة سواء ، لا تحرم منهما واحدة إلا بالدخول بالأخرى .قالوا : ومعنى قوله : وأمهات نسائكم أي اللاتي دخلتم بهن . وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن . وزعموا أن شرط الدخول راجع إلى الأمهات والربائب جميعا ؛ رواه خلاس عن علي بن أبي طالب . وروي عن ابن عباس وجابر وزيد بن ثابت ، وهو قول ابن الزبير ومجاهد . قال مجاهد : الدخول مراد في النازلتين ؛ وقول الجمهور مخالف لهذا وعليه الحكم والفتيا ، وقد شدد أهل العراق فيه حتى قالوا : لو وطئها بزنى أو قبلها أو لمسها بشهوة حرمت عليه ابنتها . وعندنا وعند الشافعي إنما تحرم بالنكاح الصحيح ؛ والحرام لا يحرم الحلال على ما يأتي . وحديث خلاس عن علي لا تقوم به حجة ، ولا تصح روايته عند أهل العلم بالحديث ، والصحيح عنه مثل قول الجماعة . قال ابن جريج : قلت لعطاء الرجل ينكح المرأة ثم لا يراها ولا يجامعها حتى يطلقها أوتحل له أمها ؟ قال : لا ، هي [ ص: 94 ] مرسلة دخل بها أو لم يدخل . فقلت له : أكان ابن عباس يقرأ : وأمهات نسائكم اللاتي دخلتم بهن ؟ قال : لا ، لا . وروى سعيد عن قتادة عن عكرمة عن ابن عباس في قوله تعالى : وأمهات نسائكم قال : هي مبهمة لا تحل بالعقد على الابنة ؛ وكذلك روى مالك في موطئه عن زيد بن ثابت ، وفيه : \" فقال زيد لا ، الأم مبهمة ليس فيها شرط وإنما الشرط في الربائب \" . قال ابن المنذر : وهذا هو الصحيح ؛ لدخول جميع أمهات النساء في قوله تعالى : وأمهات نسائكم . ويؤيد هذا القول من جهة الإعراب أن الخبرين إذا اختلفا في العامل لم يكن نعتهما واحدا ؛ فلا يجوز عند النحويين مررت بنسائك وهربت من نساء زيد الظريفات ، على أن تكون \" الظريفات \" نعتا لنسائك ونساء زيد ؛ فكذلك الآية لا يجوز أن يكون اللاتي من نعتهما جميعا ؛ لأن الخبرين مختلفان ، ولكنه يجوز على معنى أعني . وأنشد الخليل وسيبويه :إن بها أكتل أو رزاما خويربين ينقفان الهاماخويربين يعني لصين ، بمعنى أعني . وينقفان : يكسران ؛ نقفت رأسه كسرته . وقد جاء صريحا من حديث عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم : إذا نكح الرجل المرأة فلا يحل له أن يتزوج أمها دخل بالبنت أو لم يدخل وإذا تزوج الأم فلم يدخل بها ثم طلقها فإن شاء تزوج البنت أخرجه في الصحيحينالثانية : وإذا تقرر هذا وثبت فاعلم أن التحريم ليس صفة للأعيان ، والأعيان ليست موردا للتحليل والتحريم ولا مصدرا ، وإنما يتعلق التكليف بالأمر والنهي بأفعال المكلفين من حركة وسكون ؛ لكن الأعيان لما كانت موردا للأفعال أضيف الأمر والنهي والحكم إليها وعلق بها مجازا على معنى الكناية بالمحل عن الفعل الذي يحل به .الثالثة : قوله تعالى : أمهاتكم تحريم الأمهات عام في كل حال لا يتخصص بوجه من الوجوه ؛ ولهذا يسميه أهل العلم المبهم ، أي لا باب فيه ولا طريق إليه لانسداد التحريم وقوته ؛ وكذلك تحريم البنات والأخوات ومن ذكر من المحرمات . والأمهات جمع أمهة ؛ يقال : أم وأمهة بمعنى واحد ، وجاء القرآن بهما . وقد تقدم في الفاتحة بيانه . وقيل : إن أصل أم أمهة على وزن فعلة مثل قبرة وحمرة لطيرين ، فسقطت وعادت في الجمع . قال الشاعر : [ ص: 95 ]أمهتي خندف والدوس أبيوقيل : أصل الأم أمة ، وأنشدوا :تقبلتها عن أمة لك طالما     تثوب إليها في النوائب أجمعاويكون جمعها أمات . قال الراعي :كانت نجائب منذر ومحرق     أماتهن وطرقهن فحيلافالأم اسم لكل أنثى لها عليك ولادة ؛ فيدخل في ذلك الأم دنية ، وأمهاتها وجداتها وأم الأب وجداته وإن علون . والبنت اسم لكل أنثى لك عليها ولادة ، وإن شئت قلت : كل أنثى يرجع نسبها إليك بالولادة بدرجة أو درجات ؛ فيدخل في ذلك بنت الصلب وبناتها وبنات الأبناء وإن نزلن . والأخت اسم لكل أنثى جاورتك في أصليك أو في أحدهما والبنات جمع بنت ، والأصل بنية ، والمستعمل ابنة وبنت . قال الفراء : كسرت الباء من بنت لتدل الكسرة على الياء ، وضمت الألف من أخت لتدل على حذف الواو ، فإن أصل أخت أخوة ، والجمع أخوات . والعمة اسم لكل أنثى شاركت أباك أو جدك في أصليه أو في أحدهما . وإن شئت قلت : كل ذكر رجع نسبه إليك فأخته عمتك . وقد تكون العمة من جهة الأم ، وهي أخت أب أمك . والخالة اسم لكل أنثى شاركت أمك في أصليها أو في أحدهما . وإن شئت قلت : كل أنثى رجع نسبها إليك بالولادة فأختها خالتك . وقد تكون الخالة من جهة الأب وهي أخت أم أبيك . وبنت الأخ اسم لكل أنثى لأخيك عليها ولادة بواسطة أو مباشرة ؛ وكذلك بنت الأخت . فهذه السبع المحرمات من النسب . وقرأ نافع - في رواية أبي بكر بن أبي أويس - بتشديد الخاء من الأخ إذا كانت فيه الألف واللام مع نقل الحركة .الرابعة : قوله تعالى : وأمهاتكم اللاتي أرضعنكم وهي في التحريم مثل من ذكرنا ؛ قال رسول الله صلى الله عليه وسلم : يحرم من الرضاع ما يحرم من النسب . وقرأ عبد الله \" وأمهاتكم اللائي \" بغير تاء ؛ كقوله تعالى : واللائي يئسن من المحيض قال الشاعر :من اللاء لم يحججن يبغين حسبة     ولكن ليقتلن البريء المغفلا[ ص: 96 ] \" أرضعنكم \" : فإذا أرضعت المرأة طفلا حرمت عليه لأنها أمه ، وبنتها لأنها أخته ، وأختها لأنها خالته ، وأمها لأنها جدته ، وبنت زوجها صاحب اللبن لأنها أخته ، وأخته لأنها عمته ، وأمه لأنها جدته ، وبنات بنيها وبناتها لأنهن بنات إخوته وأخواته .الخامسة : قال أبو نعيم عبيد الله بن هشام الحلبي : سئل مالك عن المرأة أيحج معها أخوها من الرضاعة ؟ قال : نعم . قال أبو نعيم : وسئل مالك عن امرأة تزوجت فدخل بها زوجها . ثم جاءت امرأة فزعمت أنها أرضعتهما ؛ قال : يفرق بينهما ، وما أخذت من شيء له فهو لها ، وما بقي عليه فلا شيء عليه . ثم قال مالك : إن النبي صلى الله عليه وسلم سئل عن مثل هذا فأمر بذلك ؛ فقالوا : يا رسول الله ، إنها امرأة ضعيفة ؛ فقال النبي صلى الله عليه وسلم : أليس يقال إن فلانا تزوج أخته ؟السادسة : التحريم بالرضاع إنما يحصل إذا اتفق الإرضاع في الحولين ؛ كما تقدم في \" البقرة \" . ولا فرق بين قليل الرضاع وكثيره عندنا إذا وصل إلى الأمعاء ولو مصة واحدة . واعتبر الشافعي في الإرضاع شرطين : أحدهما خمس رضعات ؛ لحديث عائشة قالت : كان فيما أنزل الله عشر رضعات معلومات يحرمن ، ثم نسخن بخمس معلومات ، وتوفي رسول الله صلى الله عليه وسلم وهن مما يقرأ من القرآن . موضع الدليل منه أنها أثبتت أن العشر نسخن بخمس ، فلو تعلق التحريم بما دون الخمس لكان ذلك نسخا للخمس . ولا يقبل على هذا خبر واحد ولا قياس ؛ لأنه لا ينسخ بهما . وفي حديث سهلة أرضعيه خمس رضعات يحرم بهن . الشرط الثاني : أن يكون في الحولين ، فإن كان خارجا عنهما لم يحرم ؛ لقوله تعالى : حولين كاملين لمن أراد أن يتم الرضاعة . وليس بعد التمام والكمال شيء . واعتبر أبو حنيفة بعد الحولين ستة أشهر . ومالك الشهر ونحوه . وقال زفر : ما دام يجتزئ باللبن ولم يفطم فهو رضاع وإن أتى عليه ثلاث سنين . وقال الأوزاعي : إذا فطم لسنة واستمر فطامه فليس بعده رضاع . وانفرد الليث بن سعد من بين العلماء إلى أن رضاع الكبير يوجب التحريم ؛ وهو قول عائشة رضي الله عنها ؛ وروي عن أبي موسى الأشعري ، وروي عنه ما يدل على رجوعه عن ذلك ، وهو ما رواه أبو حصين عن أبي عطية قال : قدم رجل بامرأته من المدينة فوضعت وتورم ثديها ، فجعل يمصه ويمجه فدخل في بطنه جرعة منه ؛ فسأل أبا موسى فقال : بانت منك ، وائت ابن مسعود [ ص: 97 ] فأخبره ، ففعل ؛ فأقبل بالأعرابي إلى أبي موسى الأشعري وقال : أرضيعا ترى هذا الأشمط ! إنما يحرم من الرضاع ما ينبت اللحم والعظم . فقال الأشعري : لا تسألوني عن شيء وهذا الحبر بين أظهركم . فقوله : \" لا تسألوني \" يدل على أنه رجع عن ذلك . واحتجت عائشة بقصة سالم مولى أبي حذيفة وأنه كان رجلا . فقال النبي صلى الله عليه وسلم لسهلة بنت سهيل : أرضعيه خرجه الموطأ وغيره . وشذت طائفة فاعتبرت عشر رضعات ؛ تمسكا بأنه كان فيما أنزل : عشر رضعات . وكأنهم لم يبلغهم الناسخ . وقال داود : لا يحرم إلا بثلاث رضعات ؛ واحتج بقول رسول الله صلى الله عليه وسلم لا تحرم الإملاجة والإملاجتان . خرجه مسلم . وهو مروي عن عائشة وابن الزبير ، وبه قال أحمد وإسحاق وأبو ثور وأبو عبيد ، وهو تمسك بدليل الخطاب ، وهو مختلف فيه . وذهب من عدا هؤلاء من أئمة الفتوى إلى أن الرضعة الواحدة تحرم إذا تحققت كما ذكرنا ؛ متمسكين بأقل ما ينطلق عليه اسم الرضاع . وعضد هذا بما وجد من العمل عليه بالمدينة وبالقياس على الصهر ؛ بعلة أنه معنى طارئ يقتضي تأبيد التحريم فلا يشترط فيه العدد كالصهر . وقال الليث بن سعد : وأجمع المسلمون على أن قليل الرضاع وكثيره يحرم في المهد ما يفطر الصائم . قال أبو عمر . لم يقف الليث على الخلاف في ذلك .قلت : وأنص ما في هذا الباب قوله صلى الله عليه وسلم : لا تحرم المصة ولا المصتان أخرجه مسلم في صحيحه . وهو يفسر معنى قوله تعالى : وأمهاتكم اللاتي أرضعنكم أي أرضعنكم ثلاث رضعات فأكثر ؛ غير أنه يمكن أن يحمل على ما إذا لم يتحقق وصوله إلى جوف الرضيع ؛ لقوله : \" عشر رضعات معلومات . وخمس رضعات معلومات \" . فوصفها بالمعلومات إنما هو تحرز مما يتوهم أو يشك في وصوله إلى الجوف . ويفيد دليل خطابه أن الرضعات إذا كانت غير معلومات لم تحرم . والله أعلم . وذكر الطحاوي أن حديث الإملاجة والإملاجتين لا يثبت ؛ لأنه مرة يرويه ابن الزبير عن النبي صلى الله عليه وسلم ، ومرة يرويه عن عائشة ، ومرة يرويه عن أبيه ؛ ومثل هذا الاضطراب يسقطه . وروي عن عائشة أنه لا يحرم إلا سبع رضعات . وروي عنها أنها أمرت أختها \" أم كلثوم \" أن ترضع سالم بن عبد الله عشر رضعات . وروي عن [ ص: 98 ] حفصة مثله ، وروي عنها ثلاث ، وروي عنها خمس ؛ كما قال الشافعي رضي الله عنه ، وحكي عن إسحاق .السابعة : قوله تعالى : وأمهاتكم اللاتي أرضعنكم استدل به من نفى لبن الفحل ، وهو سعيد بن المسيب وإبراهيم النخعي وأبو سلمة بن عبد الرحمن ، وقالوا : لبن الفحل لا يحرم شيئا من قبل الرجل . وقال الجمهور : قوله تعالى : وأمهاتكم اللاتي أرضعنكم يدل على أن الفحل أب ؛ لأن اللبن منسوب إليه فإنه در بسبب ولده . وهذا ضعيف ؛ فإن الولد خلق من ماء الرجل والمرأة جميعا ، واللبن من المرأة ولم يخرج من الرجل ، وما كان من الرجل إلا وطء هو سبب لنزول الماء منه ، وإذا فصل الولد خلق الله اللبن من غير أن يكون مضافا إلى الرجل بوجه ما ؛ ولذلك لم يكن للرجل حق في اللبن ، وإنما اللبن لها ، فلا يمكن أخذ ذلك من القياس على الماء . وقول رسول الله صلى الله عليه وسلم : يحرم من الرضاع ما يحرم من النسب يقتضي التحريم من الرضاع ، ولا يظهر وجه نسبة الرضاع إلى الرجل مثل ظهور نسبة الماء إليه والرضاع منها . نعم ، الأصل فيه حديث الزهري وهشام بن عروة عن عروة عن عائشة رضي الله عنها : أن أفلح أخا أبي القعيس جاء يستأذن عليها ، وهو عمها من الرضاعة بعد أن نزل الحجاب . قالت : فأبيت أن آذن له ؛ فلما جاء النبي صلى الله عليه وسلم أخبرته فقال : ليلج عليك فإنه عمك تربت يمينك . وكان أبو القعيس زوج المرأة التي أرضعت عائشة رضي الله عنها ؛ وهذا أيضا خبر واحد . ويحتمل أن يكون \" أفلح \" مع أبي بكر رضيعي لبان فلذلك قال : ليلج عليك فإنه عمك . وبالجملة فالقول فيه مشكل والعلم عند الله ، ولكن العمل عليه ، والاحتياط في التحريم أولى ، مع أن قوله تعالى : وأحل لكم ما وراء ذلكم يقوي قول المخالف .الثامنة : قوله تعالى : وأخواتكم من الرضاعة وهي الأخت لأب وأم ، وهي التي أرضعتها أمك بلبان أبيك ؛ سواء أرضعتها معك أو ولدت قبلك أو بعدك . والأخت من الأب دون الأم ، وهي التي أرضعتها زوجة أبيك . والأخت من الأم دون الأب ، وهي التي أرضعتها أمك بلبان رجل آخر . ثم ذكر التحريم بالمصاهرة فقال تعالى : وأمهات نسائكم والصهر أربع : أم المرأة وابنتها وزوجة الأب وزوجة الابن . فأم المرأة تحرم بمجرد العقد الصحيح على ابنتها على ما تقدم[ ص: 99 ] التاسعة : قوله تعالى : وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن هذا مستقل بنفسه . ولا يرجع قوله : من نسائكم اللاتي دخلتم بهن إلى الفريق الأول ، بل هو راجع إلى الربائب ، إذ هو أقرب مذكور كما تقدم . والربيبة : بنت امرأة الرجل من غيره ؛ سميت بذلك لأنه يربيها في حجره فهي مربوبة ، فعيلة بمعنى مفعولة . واتفق الفقهاء على أن الربيبة تحرم على زوج أمها إذا دخل بالأم ، وإن لم تكن الربيبة في حجره . وشذ بعض المتقدمين وأهل الظاهر فقالوا : لا تحرم عليه الربيبة إلا أن تكون في حجر المتزوج بأمها ؛ فلو كانت في بلد آخر وفارق الأم بعد الدخول فله أن يتزوج بها ؛ واحتجوا بالآية فقالوا : حرم الله تعالى الربيبة بشرطين : أحدهما : أن تكون في حجر المتزوج بأمها . والثاني : الدخول بالأم ؛ فإذا عدم أحد الشرطين لم يوجد التحريم . واحتجوا بقوله عليه السلام : لو لم تكن ربيبتي في حجري ما حلت لي إنها ابنة أخي من الرضاعة فشرط الحجر . ورووا عن علي بن أبي طالب إجازة ذلك . قال ابن المنذر والطحاوي : أما الحديث عن علي فلا يثبت ؛ لأن راويه إبراهيم بن عبيد عن مالك بن أوس عن علي ، وإبراهيم هذا لا يعرف ، وأكثر أهل العلم قد تلقوه بالدفع والخلاف . قال أبو عبيد : ويدفعه قوله : فلا تعرضن علي بناتكن ولا أخواتكن فعم . ولم يقل : اللائي في حجري ، ولكنه سوى بينهن في التحريم . قال الطحاوي : وإضافتهن إلى الحجور إنما ذلك على الأغلب مما يكون عليه الربائب ؛ لا أنهن لا يحرمن إذا لم يكن كذلك .العاشرة : قوله تعالى : فإن لم تكونوا دخلتم بهن يعني بالأمهات . فلا جناح عليكم يعني في نكاح بناتهن إذا طلقتموهن أو متن عنكم . وأجمع العلماء على أن الرجل إذا تزوج المرأة ثم طلقها أو ماتت قبل أن يدخل بها حل له نكاح ابنتها . واختلفوا في معنى الدخول بالأمهات الذي يقع به تحريم الربائب ؛ فروي عن ابن عباس أنه قال : الدخول الجماع ؛ وهو قول طاوس وعمرو بن دينار وغيرهما . واتفق مالك والثوري وأبو حنيفة والأوزاعي والليث على أنه إذا مسها بشهوة حرمت عليه أمها وابنتها وحرمت على الأب والابن ، وهو أحد قولي الشافعي . واختلفوا في النظر ؛ فقال مالك : إذا نظر إلى شعرها أو صدرها أو شيء من محاسنها للذة حرمت عليه أمها وابنتها . وقال الكوفيون : إذا نظر إلى فرجها للشهوة كان بمنزلة اللمس للشهوة . وقال الثوري : يحرم إذا نظر إلى فرجها متعمدا أو لمسها ؛ ولم يذكر الشهوة . وقال ابن أبي ليلى : لا تحرم بالنظر حتى يلمس ؛ وهو قول الشافعي . والدليل على أن [ ص: 100 ] بالنظر يقع التحريم أن فيه نوع استمتاع فجرى مجرى النكاح ؛ إذ الأحكام تتعلق بالمعاني لا بالألفاظ . وقد يحتمل أن يقال : إنه نوع من الاجتماع بالاستمتاع ؛ فإن النظر اجتماع ولقاء ، وفيه بين المحبين استمتاع ؛ وقد بالغ في ذلك الشعراء فقالوا :أليس الليل يجمع أم عمرو     وإيانا فذاك بنا تداننعم ، وترى الهلال كما أراه     ويعلوها النهار كما علانيفكيف بالنظر والمجالسة والمحادثة واللذة .الحادية عشرة : قوله تعالى : وحلائل أبنائكم الحلائل جمع حليلة ، وهي الزوجة . سميت حليلة لأنها تحل مع الزوج حيث حل ؛ . فهي فعيلة بمعنى فاعلة . وذهب الزجاج وقوم إلى أنها من لفظة الحلال ؛ فهي حليلة بمعنى محللة . وقيل : لأن كل واحد منهما يحل إزار صاحبه .الثانية عشرة : أجمع العلماء على تحريم ما عقد عليه الآباء على الأبناء ، وما عقد عليه الأبناء على الآباء ، كان مع العقد وطء أو لم يكن ؛ لقوله تعالى : ولا تنكحوا ما نكح آباؤكم من النساء وقوله تعالى : وحلائل أبنائكم الذين من أصلابكم ؛ فإن نكح أحدهما نكاحا فاسدا حرم على الآخر العقد عليها كما يحرم بالصحيح ؛ لأن النكاح الفاسد لا يخلو : إما أن يكون متفقا على فساده أو مختلفا فيه . فإن كان متفقا على فساده لم يوجب حكما وكان وجوده كعدمه . وإن كان مختلفا فيه فيتعلق به من الحرمة ما يتعلق بالصحيح ؛ لاحتمال أن يكون نكاحا فيدخل تحت مطلق اللفظ . والفروج إذا تعارض فيها التحريم والتحليل غلب التحريم . والله أعلم . قال ابن المنذر : أجمع كل من يحفظ عنه من علماء الأمصار على أن الرجل إذا وطئ امرأة بنكاح فاسد أنها تحرم على أبيه وابنه وعلى أجداده وولد ولده . وأجمع العلماء وهي المسألة :الثالثة عشرة : على أن عقد الشراء على الجارية لا يحرمها على أبيه وابنه ؛ فإذا اشترى الرجل جارية فلمس أو قبل حرمت على أبيه وابنه ، لا أعلمهم يختلفون فيه ؛ فوجب تحريم ذلك تسليما لهم . ولما اختلفوا في تحريمها بالنظر دون اللمس لم يجز ذلك لاختلافهم . قال ابن المنذر : ولا يصح عن أحد من أصحاب رسول الله صلى الله عليه وسلم خلاف ما قلناه .[ ص: 101 ] وقال يعقوب ومحمد : إذا نظر رجل في فرج امرأة من شهوة حرمت على أبيه وابنه ، وتحرم عليه أمها وابنتها . وقال مالك : إذا وطئ الأمة أو قعد منها مقعدا لذلك وإن لم يفض إليها ، أو قبلها أو باشرها أو غمزها تلذذا فلا تحل لابنه . وقال الشافعي : إنما تحرم باللمس ولا تحرم بالنظر دون اللمس ؛ وهو قول الأوزاعي :الرابعة عشرة : واختلفوا في الوطء بالزنى هل يحرم أم لا ؛ فقال أكثر أهل العلم : لو أصاب رجل امرأة بزنى لم يحرم عليه نكاحها بذلك ؛ وكذلك لا تحرم عليه امرأته إذا زنى بأمها أو بابنتها ، وحسبه أن يقام عليه الحد ، ثم يدخل بامرأته . ومن زنى بامرأة ثم أراد نكاح أمها أو ابنتها لم تحرما عليه بذلك . وقالت طائفة : تحرم عليه . روي هذا القول عن عمران بن حصين ؛ وبه قال الشعبي وعطاء والحسن وسفيان الثوري وأحمد وإسحاق وأصحاب الرأي ، وروي عن مالك ؛ وأن الزنى يحرم الأم والابنة وأنه بمنزلة الحلال ، وهو قول أهل العراق . والصحيح من قول مالك وأهل الحجاز : أن الزنى لا حكم له ؛ لأن الله سبحانه وتعالى قال : وأمهات نسائكم وليست التي زنى بها من أمهات نسائه ، ولا ابنتها من ربائبه . وهو قول الشافعي وأبي ثور . لأنه لما ارتفع الصداق في الزنى ووجوب العدة والميراث ولحوق الولد ووجوب الحد ارتفع أن يحكم له بحكم النكاح الجائز . وروى الدارقطني من حديث الزهري عن عروة عن عائشة قالت : سئل رسول الله صلى الله عليه وسلم عن رجل زنى بامرأة فأراد أن يتزوجها أو ابنتها فقال : لا يحرم الحرام الحلال إنما يحرم ما كان بنكاح . ومن الحجة للقول الآخر إخبار النبي صلى الله عليه وسلم عن جريج وقوله : يا غلام من أبوك قال : فلان الراعي . فهذا يدل على أن الزنى يحرم كما يحرم الوطء الحلال ؛ فلا تحل أم المزني بها ولا بناتها لآباء الزاني ولا لأولاده ؛ وهي رواية ابن القاسم في المدونة . ويستدل به أيضا على أن المخلوقة من ماء الزنى لا تحل للزاني بأمها ، وهو المشهور . قال عليه السلام : لا ينظر الله إلى رجل نظر إلى فرج امرأة وابنتها ولم يفصل بين الحلال والحرام . وقال عليه السلام : لا ينظر الله إلى من كشف قناع امرأة وابنتها . قال ابن خويز منداد : ولهذا قلنا إن القبلة وسائر وجوه الاستمتاع ينشر الحرمة . وقال عبد الملك الماجشون : إنها تحل ؛ وهو الصحيح لقوله تعالى : وهو الذي خلق من الماء بشرا فجعله نسبا وصهرا يعني بالنكاح الصحيح ، على ما يأتي في \" الفرقان \" بيانه . ووجه التمسك من الحديث على تلك [ ص: 102 ] المسألتين أن النبي صلى الله عليه وسلم قد حكى عن جريج أنه نسب ابن الزنى للزاني ، وصدق الله نسبته بما خرق له من العادة في نطق الصبي بالشهادة له بذلك ؛ وأخبر بها النبي صلى الله عليه وسلم عن جريج في معرض المدح وإظهار كرامته ؛ فكانت تلك النسبة صحيحة بتصديق الله تعالى وبإخبار النبي صلى الله عليه وسلم عن ذلك ؛ فثبتت البنوة وأحكامها .فإن قيل : فيلزم على هذا أن تجري أحكام البنوة والأبوة من التوارث والولايات وغير ذلك ، وقد اتفق المسلمون على أنه لا توارث بينهما فلم تصح تلك النسبة ؟فالجواب : إن ذلك موجب ما ذكرناه . وما انعقد عليه الإجماع من الأحكام استثنيناه ، وبقي الباقي على أصل ذلك الدليل ، والله أعلم .الخامسة عشرة : واختلف العلماء أيضا من هذا الباب في مسألة اللائط ؛ فقال مالك والشافعي وأبو حنيفة وأصحابهم : لا يحرم النكاح باللواط . وقال الثوري : إذا لعب بالصبي حرمت عليه أمه ؛ وهو قول أحمد بن حنبل . قال : إذا تلوط بابن امرأته أو أبيها أو أخيها حرمت عليه امرأته . وقال الأوزاعي : إذا لاط بغلام وولد للمفجور به بنت لم يجز للفاجر أن يتزوجها ؛ لأنها بنت من قد دخل به . وهو قول أحمد بن حنبل .السادسة عشرة : قوله تعالى : الذين من أصلابكم تخصيص ليخرج عنه كل من كانت العرب تتبناه ممن ليس للصلب . ولما تزوج النبي صلى الله عليه وسلم امرأة زيد بن حارثة قال المشركون : تزوج امرأة ابنه ! وكان عليه السلام تبناه ؛ على ما يأتي بيانه في \" الأحزاب \" . وحرمت حليلة الابن من الرضاع وإن لم يكن للصلب - بالإجماع المستند إلى قوله عليه السلام : يحرم من الرضاع ما يحرم من النسب .السابعة عشرة : قوله تعالى : وأن تجمعوا بين الأختين موضع أن رفع على العطف على حرمت عليكم أمهاتكم . والأختان لفظ يعم الجميع بنكاح وبملك يمين .وأجمعت الأمة على منع جمعهما في عقد واحد من النكاح لهذه الآية ، وقوله عليه السلام : لا تعرضن علي بناتكن ولا أخواتكن . واختلفوا في الأختين بملك اليمين ؛ فذهب كافة العلماء إلى أنه لا يجوز الجمع بينهما بالملك في الوطء ، وإن كان يجوز الجمع بينهما في الملك بإجماع ؛ وكذلك المرأة وابنتها صفقة واحدة . واختلفوا في عقد النكاح على أخت الجارية التي وطئها ؛ فقال الأوزاعي : إذا وطئ جارية له بملك اليمين لم يجز له أن يتزوج أختها . وقال الشافعي : ملك اليمين لا يمنع نكاح الأخت . قال أبو عمر : من جعل عقد النكاح كالشراء أجازه ، ومن جعله كالوطء لم يجزه . وقد أجمعوا على أنه لا يجوز العقد [ ص: 103 ] على أخت الزوجة ؛ لقول الله تعالى : وأن تجمعوا بين الأختين يعني الزوجتين بعقد النكاح . فقف على ما اجتمعوا عليه وما اختلفوا فيه يتبين لك الصواب إن شاء الله . والله أعلم .الثامنة عشرة : شذ أهل الظاهر فقالوا : يجوز الجمع بين الأختين بملك اليمين في الوطء ؛ كما يجوز الجمع بينهما في الملك . واحتجوا بما روي عن عثمان في الأختين من ملك اليمين : \" حرمتهما آية وأحلتهما آية \" . ذكره عبد الرزاق حدثنا معمر عن الزهري عن قبيصة بن ذؤيب أن عثمان بن عفان سئل عن الأختين مما ملكت اليمين فقال : لا آمرك ولا أنهاك أحلتهما آية وحرمتهما آية . فخرج السائل فلقي رجلا من أصحاب رسول الله صلى الله عليه وسلم - قال معمر : أحسبه قال علي - قال : وما سألت عنه عثمان ؟ فأخبره بما سأله وبما أفتاه ؛ فقال له : لكني أنهاك ، ولو كان لي عليك سبيل ثم فعلت لجعلتك نكالا . وذكر الطحاوي والدارقطني عن علي وابن عباس مثل قول عثمان . والآية التي أحلتهما قوله تعالى : وأحل لكم ما وراء ذلكم . ولم يلتفت أحد من أئمة الفتوى إلى هذا القول ؛ لأنهم فهموا من تأويل كتاب الله خلافه ، ولا يجوز عليهم تحريف التأويل . وممن قال ذلك من الصحابة : عمر وعلي وابن مسعود وعثمان وابن عباس وعمار وابن عمر وعائشة وابن الزبير ؛ وهؤلاء أهل العلم بكتاب الله ، فمن خالفهم فهو متعسف في التأويل . وذكر ابن المنذر أن إسحاق بن راهويه حرم الجمع بينهما بالوطء ، وأن جمهور أهل العلم كرهوا ذلك ، وجعل مالكا فيمن كرهه . ولا خلاف في جواز جمعهما في الملك ، وكذلك الأم وابنتها . قال ابن عطية : ويجيء من قول إسحاق أن يرجم الجامع بينهما بالوطء ، وتستقرأ الكراهية من قول مالك : إنه إذا وطئ واحدة ثم وطئ الأخرى وقف عنهما حتى يحرم إحداهما ؛ فلم يلزمه حدا . قال أبو عمر : ( أما قول علي لجعلته نكالا ) ولم يقل لحددته حد الزاني ؛ فلأن من تأول آية أو سنة ولم يطأ عند نفسه حراما فليس بزان بإجماع وإن كان مخطئا ، إلا أن يدعي من ذلك ما لا يعذر بجهله . وقول بعض السلف في الجمع بين الأختين بملك اليمين : ( أحلتهما آية وحرمتهما آية ) معلوم محفوظ ؛ فكيف يحد حد الزاني من فعل ما فيه مثل هذا من الشبهة القوية ؟ وبالله التوفيق .التاسعة عشرة : واختلف العلماء إذا كان يطأ واحدة ثم أراد أن يطأ الأخرى ؛ فقال علي وابن عمر والحسن البصري والأوزاعي والشافعي وأحمد وإسحاق : لا يجوز له وطء [ ص: 104 ] الثانية حتى يحرم فرج الأخرى بإخراجها من ملكه ببيع أو عتق ، أو بأن يزوجها . قال ابن المنذر : وفيه قول ثان لقتادة ، وهو أنه إذا كان يطأ واحدة وأراد وطء الأخرى فإنه ينوي تحريم الأولى على نفسه وألا يقربها ، ثم يمسك عنهما حتى يستبرئ الأولى المحرمة ، ثم يغشى الثانية . وفيه قول ثالث : وهو إذا كان عنده أختان فلا يقرب واحدة منهما . هكذا قال الحكم وحماد ؛ وروي معنى ذلك عن النخعي . ومذهب مالك : إذا كان أختان عند رجل بملك فله أن يطأ أيتهما شاء ، والكف عن الأخرى موكول إلى أمانته . فإن أراد وطء الأخرى فيلزمه أن يحرم على نفسه فرج الأولى بفعل يفعله من إخراج عن الملك : إما بتزويج أو بيع أو عتق إلى أجل أو كتابة أو إخدام طويل . فإن كان يطأ إحداهما ثم وثب على الأخرى دون أن يحرم الأولى وقف عنهما ، ولم يجز له قرب إحداهما حتى يحرم الأخرى ؛ ولم يوكل ذلك إلى أمانته ؛ لأنه متهم فيمن قد وطئ ؛ ولم يكن قبل متهما إذ كان لم يطأ إلا الواحدة . ومذهب الكوفيين في هذا الباب : الثوري وأبي حنيفة وأصحابه أنه إن وطئ إحدى أمتيه لم يطأ الأخرى ؛ فإن باع الأولى أو زوجها ثم رجعت إليه أمسك عن الأخرى ؛ وله أن يطأها ما دامت أختها في العدة من طلاق أو وفاة . فأما بعد انقضاء العدة فلا ، حتى يملك فرج التي يطأ غيره ؛ وروي معنى ذلك عن علي رضي الله عنه . قالوا : لأن الملك الذي منع وطء الجارية في الابتداء موجود ، فلا فرق بين عودتها إليه وبين بقائها في ملكه . وقول مالك حسن ؛ لأنه تحريم صحيح في الحال ولا يلزم مراعاة المال ؛ وحسبه إذا حرم فرجها عليه ببيع أو بتزويج أنها حرمت عليه في الحال . ولم يختلفوا في العتق ؛ لأنه لا يتصرف فيه بحال ؛ وأما المكاتبة فقد تعجز فترجع إلى ملكه . فإن كان عند رجل أمة يطؤها ثم تزوج أختها ففيها في المذهب ثلاثة أقوال في النكاح . الثالث : في المدونة أنه يوقف عنهما إذا وقع عقد النكاح حتى يحرم إحداهما مع كراهية لهذا النكاح ؛ إذ هو عقد في موضع لا يجوز فيه الوطء . وفي هذا ما يدل على أن ملك اليمين لا يمنع النكاح ؛ كما تقدم عن الشافعي . وفي الباب بعينه قول آخر : أن النكاح لا ينعقد ؛ وهو معنى قول الأوزاعي . وقال أشهب في كتاب الاستبراء : عقد النكاح في الواحدة تحريم لفرج المملوكة .الموفية عشرين : وأجمع العلماء على أن الرجل إذا طلق زوجته طلاقا يملك رجعتها أنه ليس له أن ينكح أختها أو أربعا سواها حتى تنقضي عدة المطلقة . واختلفوا إذا طلقها طلاقا لا يملك رجعتها ؛ فقالت طائفة : ليس له أن ينكح أختها ولا رابعة حتى تنقضي عدة التي طلق ؛ وروي عن علي وزيد بن ثابت ، وهو مذهب مجاهد وعطاء بن أبي رباح والنخعي ، وسفيان الثوري وأحمد بن حنبل وأصحاب الرأي . وقالت طائفة : له أن ينكح [ ص: 105 ] أختها وأربعا سواها ؛ وروي عن عطاء ، وهي أثبت الروايتين عنه ، وروي عن زيد بن ثابت أيضا ؛ وبه قال سعيد بن المسيب والحسن والقاسم وعروة بن الزبير وابن أبي ليلى والشافعي وأبو ثور وأبو عبيد . قال ابن المنذر : ولا أحسبه إلا قول مالك وبه نقول .الحادية والعشرون : قوله تعالى : إلا ما قد سلف يحتمل أن يكون معناه معنى قوله : إلا ما قد سلف في قوله : ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف . ويحتمل معنى زائدا وهو جواز ما سلف ، وأنه إذا جرى الجمع في الجاهلية كان النكاح صحيحا ، وإذا جرى في الإسلام خير بين الأختين ؛ على ما قاله مالك والشافعي ، من غير إجراء عقود الكفار على موجب الإسلام ومقتضى الشرع ؛ وسواء عقد عليهما عقدا واحدا جمع به بينهما أو جمع بينهما في عقدين . وأبو حنيفة يبطل نكاحهما إن جمع في عقد واحد . وروى هشام بن عبد الله عن محمد بن الحسن أنه قال : كان أهل الجاهلية يعرفون هذه المحرمات كلها التي ذكرت في هذه الآية إلا اثنتين ؛ إحداهما نكاح امرأة الأب ، والثانية ، الجمع بين الأختين ؛ ألا ترى أنه قال : ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف . وأن تجمعوا بين الأختين إلا ما قد سلف ولم يذكر في سائر المحرمات إلا ما قد سلف . والله أعلم .",
  "ayah": 23,
  "surah": 4
}
