{
  "text": "قوله تعالى : وإن خفتم شقاق بينهما فابعثوا حكما من أهله وحكما من أهلها إن يريدا إصلاحا يوفق الله بينهما إن الله كان عليما خبيرافيه خمس مسائل :الأولى : قوله تعالى وإن خفتم شقاق بينهما قد تقدم معنى الشقاق في \" البقرة \" . فكأن كل واحد من الزوجين يأخذ شقا غير شق صاحبه ، أي ناحية غير ناحية صاحبه . والمراد إن خفتم شقاقا بينهما ؛ فأضيف المصدر إلى الظرف كقولك : يعجبني سير الليلة المقمرة ، وصوم يوم عرفة . وفي التنزيل : بل مكر الليل والنهار . وقيل : إن \" بين \" أجري مجرى الأسماء وأزيل عنه الظرفية ؛ إذ هو بمعنى حالهما وعشرتهما ، أي وإن خفتم تباعد عشرتهما وصحبتهما فابعثوا . وخفتم على الخلاف المتقدم . قال سعيد بن جبير : الحكم أن يعظها أولا ، فإن قبلت وإلا هجرها ، فإن هي قبلت وإلا ضربها ، فإن هي قبلت وإلا بعث الحاكم حكما من أهله وحكما من أهلها ، فينظران ممن الضرر ، وعند ذلك يكون الخلع . وقد قيل : له أن يضرب قبل الوعظ . والأول أصح لترتيب ذلك في الآية .الثانية : والجمهور من العلماء على أن المخاطب بقوله : \" وإن خفتم \" الحكام والأمراء . وأن قوله : إن يريدا إصلاحا يوفق الله بينهما يعني الحكمين ؛ في قول ابن عباس ومجاهد وغيرهما . أي إن يرد الحكمان إصلاحا يوفق الله بين الزوجين . وقيل : المراد الزوجان ؛ أي إن يرد الزوجان إصلاحا وصدقا فيما أخبرا به الحكمين يوفق الله بينهما . وقيل : الخطاب للأولياء . يقول : إن خفتم أي علمتم خلافا بين الزوجين فابعثوا حكما من أهله وحكما من أهلها والحكمان لا يكونان إلا من أهل الرجل والمرأة ؛ إذ هما أقعد بأحوال الزوجين ، ويكونان من أهل العدالة وحسن النظر والبصر بالفقه . فإن لم يوجد من أهلهما من يصلح لذلك فيرسل من غيرهما عدلين عالمين ؛ وذلك إذا أشكل أمرهما ولم يدر ممن الإساءة منهما . فأما إن عرف الظالم فإنه يؤخذ منه الحق لصاحبه ويجبر على إزالة الضرر . ويقال : إن الحكم من [ ص: 154 ] أهل الزوج يخلو به ويقول له : أخبرني بما في نفسك أتهواها أم لا حتى أعلم مرادك ؟ فإن قال : لا حاجة لي فيها خذ لي منها ما استطعت وفرق بيني وبينها ، فيعرف أن من قبله النشوز . وإن قال : إني أهواها فأرضها من مالي بما شئت ولا تفرق بيني وبينها ، فيعلم أنه ليس بناشز . ويخلو الحكم من جهتها بالمرأة ويقول لها : أتهوين زوجك أم لا ؛ فإن قالت : فرق بيني وبينه وأعطه من مالي ما أراد ؛ فيعلم أن النشوز من قبلها . وإن قالت : لا تفرق بيننا ولكن حثه على أن يزيد في نفقتي ويحسن إلي ، علم أن النشوز ليس من قبلها . فإذا ظهر لهما الذي كان النشوز من قبله يقبلان عليه بالعظة والزجر والنهي ؛ فذلك قوله تعالى : فابعثوا حكما من أهله وحكما من أهلها .الثالثة : قال العلماء : قسمت هذه الآية النساء تقسيما عقليا ؛ لأنهن إما طائعة وإما ناشز ؛ والنشوز إما أن يرجع إلى الطواعية أو لا . فإن كان الأول تركا ؛ لما رواه النسائي أن عقيل بن أبي طالب تزوج فاطمة بنت عتبة بن ربيعة فكان إذا دخل عليها تقول : يا بني هاشم ، والله لا يحبكم قلبي أبدا ! أين الذين أعناقهم كأباريق الفضة ! ترد أنوفهم قبل شفاههم ، أين عتبة بن ربيعة ، أين شيبة بن ربيعة ؛ فيسكت عنها ، حتى دخل عليها يوما وهو برم فقالت له : أين عتبة بن ربيعة ؟ فقال : على يسارك في النار إذا دخلت ؛ فنشرت عليها ثيابها ، فجاءت عثمان فذكرت له ذلك ؛ فأرسل ابن عباس ومعاوية ، فقال ابن عباس : لأفرقن بينهما ؛ وقال معاوية : ما كنت لأفرق بين شيخين من بني عبد مناف . فأتياهما فوجداهما قد سدا عليهما أبوابهما وأصلحا أمرهما . فإن وجداهما قد اختلفا ولم يصطلحا وتفاقم أمرهما سعيا في الألفة جهدهما ، وذكرا بالله وبالصحبة . فإن أنابا ورجعا تركاهما ، وإن كانا غير ذلك ورأيا الفرقة فرقا بينهما . وتفريقهما جائز على الزوجين ؛ وسواء وافق حكم قاضي البلد أو خالفه ، وكلهما الزوجان بذلك أو لم يوكلاهما . والفراق في ذلك طلاق بائن . وقال قوم : ليس لهما الطلاق ما لم يوكلهما الزوج في ذلك ، وليعرفا الإمام ؛ وهذا بناء على أنهما رسولان شاهدان . ثم الإمام يفرق إن أراد ويأمر الحكم بالتفريق . وهذا أحد قولي الشافعي ؛ وبه قال الكوفيون ، وهو قول عطاء وابن زيد والحسن ، وبه قال أبو ثور . والصحيح الأول ، لأن للحكمين التطليق دون توكيل ؛ وهو قول مالك والأوزاعي وإسحاق وروي عن عثمان وعلي وابن عباس ، وعن الشعبي والنخعي ، وهو قول الشافعي ؛ لأن الله تعالى قال : فابعثوا حكما من أهله وحكما من أهلها وهذا نص من الله سبحانه بأنهما قاضيان لا وكيلان ولا شاهدان . وللوكيل اسم في الشريعة ومعنى ، وللحكم اسم في الشريعة ومعنى ؛ فإذا بين الله كل واحد منهما فلا ينبغي لشاذ - فكيف لعالم - أن يركب معنى أحدهما على الآخر ! . وقد روى الدارقطني من حديث محمد بن [ ص: 155 ] سيرين عن عبيدة في هذه الآية وإن خفتم شقاق بينهما فابعثوا حكما من أهله وحكما من أهلها قال : جاء رجل وامرأة إلى علي مع كل واحد منهما فئام من الناس فأمرهم فبعثوا حكما من أهله وحكما من أهلها ، وقال للحكمين : هل تدريان ما عليكما ؟ عليكما إن رأيتما أن تفرقا فرقتما . فقالت المرأة : رضيت بكتاب الله بما علي فيه ولي . وقال الزوج : أما الفرقة فلا . فقال علي : كذبت ، والله لا تبرح حتى تقر بمثل الذي أقرت به . وهذا إسناد صحيح ثابت روي عن علي من وجوه ثابتة عن ابن سيرين عن عبيدة ؛ قاله أبو عمر . فلو كانا وكيلين أو شاهدين لم يقل لهما : أتدريان ما عليكما ؟ إنما كان يقول : أتدريان بما وكلتما ؟ وهذا بين . احتج أبو حنيفة بقول علي رضي الله عنه للزوج : لا تبرح حتى ترضى بما رضيت به . فدل على أن مذهبه أنهما لا يفرقان إلا برضا الزوج ، وبأن الأصل المجتمع عليه أن الطلاق بيد الزوج أو بيد من جعل ذلك إليه . وجعله مالك ومن تابعه من باب طلاق السلطان على المولى والعنين .الرابعة : فإن اختلف الحكمان لم ينفذ قولهما ولم يلزم من ذلك شيء إلا ما اجتمعا عليه . وكذلك كل حكمين حكما في أمر ؛ فإن حكم أحدهما بالفرقة ولم يحكم بها الآخر ، أو حكم أحدهما بمال وأبى الآخر فليسا بشيء حتى يتفقا . وقال مالك في الحكمين يطلقان ثلاثا قال : تلزم واحدة وليس لهما الفراق بأكثر من واحدة بائنة ؛ وهو قول ابن القاسم . وقال ابن القاسم أيضا : تلزمه الثلاث إن اجتمعا عليها ؛ وقاله المغيرة وأشهب وابن الماجشون وأصبغ . وقال ابن المواز : إن حكم أحدهما بواحدة والآخر بثلاث فهي واحدة . وحكى ابن حبيب عن أصبغ أن ذلك ليس بشيء .الخامسة : ويجزئ إرسال الواحد ؛ لأن الله سبحانه حكم في الزنى بأربعة شهود ، ثم قد أرسل النبي صلى الله عليه وسلم إلى المرأة الزانية أنيسا وحده وقال له : إن اعترفت فارجمها وكذلك قال عبد الملك في المدونة .قلت : وإذا جاز إرسال الواحد فلو حكم الزوجان واحدا لأجزأ ، وهو بالجواز أولى إذا رضيا بذلك ، وإنما خاطب الله بالإرسال الحكام دون الزوجين . فإن أرسل الزوجان حكمين وحكما نفذ حكمهما ؛ لأن التحكيم عندنا جائز ، وينفذ فعل الحكم في كل مسألة . هذا إذا كان كل واحد منهما عدلا ، ولو كان غير عدل قال عبد الملك : حكمه منقوض ؛ لأنهما تخاطرا بما لا ينبغي من الغرر . قال ابن العربي : والصحيح نفوذه ؛ لأنه إن كان توكيلا ففعل الوكيل نافذ ، [ ص: 156 ] وإن كان تحكيما فقد قدماه على أنفسهما وليس الغرر بمؤثر فيه كما لم يؤثر في باب التوكيل ، وباب القضاء مبني على الغرر كله ، وليس يلزم فيه معرفة المحكوم عليه بما يئول إليه الحكم . قال ابن العربي : مسألة الحكمين نص الله عليها وحكم بها عند ظهور الشقاق بين الزوجين ، واختلاف ما بينهما . وهي مسألة عظيمة اجتمعت الأمة على أصلها في البعث ، وإن اختلفوا في تفاصيل ما ترتب عليه . وعجبا لأهل بلدنا حيث غفلوا عن موجب الكتاب والسنة في ذلك وقالوا : يجعلان على يدي أمين ؛ وفي هذا من معاندة النص ما لا يخفى عليكم ، فلا بكتاب الله ائتمروا ولا بالأقيسة اجتزءوا . وقد ندبت إلى ذلك فما أجابني إلى بعث الحكمين عند الشقاق إلا قاض واحد ، ولا بالقضاء باليمين مع الشاهد إلا آخر ، فلما ملكني الله الأمر أجريت السنة كما ينبغي . ولا تعجب لأهل بلدنا لما غمرهم من الجهالة ، ولكن اعجب لأبي حنيفة ليس للحكمين عنده خبر ، بل اعجب مرتين للشافعي فإنه قال : الذي يشبه ظاهر الآية أنه فيما عم الزوجين معا حتى يشتبه فيه حالاهما . قال : وذلك أني وجدت الله عز وجل أذن في نشوز الزوج بأن يصطلحا وأذن في خوفهما ألا يقيما حدود الله بالخلع وذلك يشبه أن يكون برضا المرأة . وحظر أن يأخذ الزوج مما أعطى شيئا إذا أراد استبدال زوج مكان زوج ؛ فلما أمر فيمن خفنا الشقاق بينهما بالحكمين دل على أن حكمهما غير حكم الأزواج ، فإذا كان كذلك بعث حكما من أهله وحكما من أهلها ، ولا يبعث الحكمين إلا مأمونين برضا الزوجين وتوكيلهما بأن يجمعا أو يفرقا إذا رأيا ذلك . وذلك يدل على أن الحكمين وكيلان للزوجين . قال ابن العربي : هذا منتهى كلام الشافعي ، وأصحابه يفرحون به وليس فيه ما يلتفت إليه ولا يشبه نصابه في العلم ، وقد تولى الرد عليه القاضي أبو إسحاق ولم ينصفه في الأكثر . أما قوله : \" الذي يشبه ظاهر الآية أنه فيما عم الزوجين \" فليس بصحيح بل هو نصه ، وهي من أبين آيات القرآن وأوضحها جلاء ؛ فإن الله تعالى قال : الرجال قوامون على النساء - ومن خاف من امرأته نشوزا وعظها ، فإن أنابت وإلا هجرها في المضجع ، فإن ارعوت وإلا ضربها ، فإن استمرت في غلوائها مشى الحكمان إليهما . وهذا إن لم يكن نصا فليس في القرآن بيان . ودعه لا يكون نصا ، يكون ظاهرا ؛ فأما أن يقول الشافعي : يشبه الظاهر فلا ندري ما الذي أشبه الظاهر ؟ . ثم قال : \" وأذن في خوفهما ألا يقيما حدود الله بالخلع وذلك يشبه أن يكون برضا المرأة ، بل يجب أن يكون كذلك وهو نصه \" . ثم قال : \" فلما أمر بالحكمين علمنا أن حكمهما غير حكم الأزواج ، ويجب أن يكون غيره بأن ينفذ عليهما من غير اختيارهما فتتحقق الغيرية . فأما إذا أنفذا عليهما ما وكلاهما به فلم يحكما بخلاف أمرهما فلم تتحقق الغيرية \" . وأما قوله \" برضى [ ص: 157 ] الزوجين وتوكيلهما \" فخطأ صراح ؛ فإن الله سبحانه خاطب غير الزوجين إذا خاف الشقاق بين الزوجين بإرسال الحكمين ، وإذا كان المخاطب غيرهما كيف يكون ذلك بتوكيلهما ، ولا يصح لهما حكم إلا بما اجتمعا عليه . هذا وجه الإنصاف والتحقيق في الرد عليه . وفي هذه الآية دليل على إثبات التحكيم ، وليس كما تقول الخوارج إنه ليس التحكيم لأحد سوى الله تعالى . وهذه كلمة حق ولكن يريدون بها الباطل .",
  "ayah": 35,
  "surah": 4
}
