{
  "text": "يا أيها الذين أوتوا الكتاب آمنوا بما نزلنا مصدقا لما معكم من قبل أن نطمس وجوها فنردها على أدبارها أو نلعنهم كما لعنا أصحاب السبت وكان أمر الله مفعولاقوله تعالى : ياأيها الذين أوتوا الكتاب آمنوا بما نزلنا قال ابن إسحاق : كلم رسول الله صلى الله عليه وسلم رؤساء من أحبار يهود منهم عبد الله بن صوريا الأعور وكعب بن أسد فقال لهم : يا معشر يهود اتقوا الله وأسلموا فوالله إنكم لتعلمون أن الذي جئتكم به الحق قالوا : ما نعرف ذلك يا محمد . وجحدوا ما عرفوا وأصروا على الكفر ؛ فأنزل الله عز وجل فيهم يا أيها الذين أوتوا الكتاب آمنوا بما نزلنا مصدقا لما معكم من قبل أن نطمس وجوها إلى آخر الآية .قوله تعالى : مصدقا لما معكم نصب على الحال . من قبل أن نطمس وجوها الطمس استئصال أثر الشيء ؛ ومنه قوله تعالى : فإذا النجوم طمست . ونطمس ونطمس بكسر الميم وضمها في المستقبل لغتان . ويقال في الكلام : طسم يطسم ويطسم بمعنى طمس ؛ يقال : طمس الأثر وطسم أي امحى ، كله لغات ؛ ومنه قوله تعالى : ربنا اطمس على أموالهم أي أهلكها ؛ عن ابن عرفة . ويقال : طمسته فطمس لازم ومتعد . وطمس الله [ ص: 211 ] بصره ، وهو مطموس البصر إذا ذهب أثر العين ؛ ومنه قوله تعالى : ولو نشاء لطمسنا على أعينهم يقول أعميناهم .واختلف العلماء في المعنى المراد بهذه الآية ؛ هل هو حقيقة فيجعل الوجه كالقفا فيذهب بالأنف والفم والحاجب والعين . أو ذلك عبارة عن الضلال في قلوبهم وسلبهم التوفيق ؟ قولان . روي عن أبي بن كعب أنه قال : من قبل أن نطمس من قبل أن نضلكم إضلالا لا تهتدون بعده . يذهب إلى أنه تمثيل وأنهم إن لم يؤمنوا فعل هذا بهم عقوبة . وقال قتادة : معناه من قبل أن نجعل الوجوه أقفاء . أي يذهب بالأنف والشفاه والأعين والحواجب ؛ هذا معناه عند أهل اللغة . وروي عن ابن عباس وعطية العوفي : أن الطمس أن تزال العينان خاصة وترد في القفا ؛ فيكون ذلك ردا على الدبر ويمشي القهقرى . وقال مالك رحمه الله : كان أول إسلام كعب الأحبار أنه مر برجل من الليل وهو يقرأ هذه الآية : يا أيها الذين أوتوا الكتاب آمنوا فوضع كفيه على وجهه ورجع القهقرى إلى بيته فأسلم مكانه وقال : والله لقد خفت ألا أبلغ بيتي حتى يطمس وجهي . وكذلك فعل عبد الله بن سلام ، لما نزلت هذه الآية وسمعها أتى رسول الله صلى الله عليه وسلم قبل أن يأتي أهله وأسلم وقال : يا رسول الله ، ما كنت أدرى أن أصل إليك حتى يحول وجهي في قفاي . فإن قيل : كيف جاز أن يهددهم بطمس الوجوه إن لم يؤمنوا ثم لم يؤمنوا ولم يفعل ذلك بهم ؛ فقيل : إنه لما آمن هؤلاء ومن اتبعهم رفع الوعيد عن الباقين . وقال المبرد : الوعيد باق منتظر . وقال : لا بد من طمس في اليهود ومسخ قبل يوم القيامة .قوله تعالى : ( أو نلعنهم ) أي أصحاب الوجوه كما لعنا أصحاب السبت أي نمسخهم قردة وخنازير ؛ عن الحسن وقتادة . وقيل : هو خروج من الخطاب إلى الغيبة وكان أمر الله مفعولا أي كائنا موجودا . ويراد بالأمر المأمور فهو مصدر وقع موقع المفعول ؛ فالمعنى أنه متى أراده أوجده . وقيل : معناه أن كل أمر أخبر بكونه فهو كائن على ما أخبر به .",
  "ayah": 47,
  "surah": 4
}
