{
  "text": "قوله تعالى : أم يحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم ملكا عظيمافيه مسائل :الأولى : قوله تعالى : أم يحسدون يعني اليهود . الناس يعني النبي صلى الله عليه وسلم خاصة ؛ عن ابن عباس ومجاهد وغيرهما . حسدوه على النبوة وأصحابه على الإيمان به . وقال قتادة قلت : [ ص: 117 ] \" الناس \" : العرب ، حسدتهم اليهود على النبوة . الضحاك : حسدت اليهود قريشا ؛ لأن النبوة فيهم . والحسد مذموم وصاحبه مغموم وهو يأكل الحسنات كما تأكل النار الحطب ؛ رواه أنس عن النبي صلى الله عليه وسلم . وقال الحسن : ما رأيت ظالما أشبه بمظلوم من حاسد ؛ نفس دائم ، وحزن لازم ، وعبرة لا تنفد . وقال عبد الله بن مسعود : لا تعادوا نعم الله . قيل له : ومن يعادي نعم الله ؟ قال : الذين يحسدون الناس على ما آتاهم الله من فضله ، يقول الله تعالى في بعض الكتب : الحسود عدو نعمتي متسخط لقضائي غير راض بقسمتي . ولمنصور الفقيه :ألا قل لمن ظل لي حاسدا أتدري على من أسأت الأدب     أسأت على الله في حكمهإذا أنت لم ترض لي ما وهبويقال : الحسد أول ذنب عصي الله به في السماء ، وأول ذنب عصي به في الأرض ؛ فأما في السماء فحسد إبليس لآدم ، وأما في الأرض فحسد قابيل لهابيل . ولأبي العتاهية في الناس :فيا رب إن الناس لا ينصفونني     فكيف ولو أنصفتهم ظلمونيوإن كان لي شيء تصدوا لأخذه     وإن شئت أبغي شيئهم منعونيوإن نالهم بذلي فلا شكر عندهم     وإن أنا لم أبذل لهم شتمونيوإن طرقتني نكبة فكهوا بها     وإن صحبتني نعمة حسدونيسأمنع قلبي أن يحن إليهمو     وأحجب عنهم ناظري وجفونيوقيل : إذا سرك أن تسلم من الحاسد فغم عليه أمرك . ولرجل من قريش :حسدوا النعمة لما ظهرت     فرموها بأباطيل الكلموإذا ما الله أسدى نعمة     لم يضرها قول أعداء النعمولقد أحسن من قال :اصبر على حسد الحسو     د فإن صبرك قاتلهفالنار تأكل بعضها     إن لم تجد ما تأكلهوقال بعض أهل التفسير في قول الله تعالى : ربنا أرنا اللذين أضلانا من الجن والإنس نجعلهما تحت أقدامنا ليكونا من الأسفلين . إنه إنما أراد بالذي من الجن إبليس والذي [ ص: 218 ] من الإنس قابيل ؛ وذلك أن إبليس كان أول من سن الكفر ، وقابيل كان أول من سن القتل ، وإنما كان أصل ذلك كله الحسد . وقال الشاعر :إن الغراب وكان يمشي مشية     فيما مضى من سالف الأحوالحسد القطاة فرام يمشي مشيها     فأصابه ضرب من التعقالالثانية : قوله تعالى : فقد آتينا ثم أخبر تعالى أنه آتى آل إبراهيم الكتاب والحكمة وآتاهم ملكا عظيما . قال همام بن الحارث : أيدوا بالملائكة . وقيل : يعني ملك سليمان ؛ عن ابن عباس . وعنه أيضا : المعنى أم يحسدون محمدا على ما أحل الله له من النساء فيكون الملك العظيم على هذا أنه أحل لداود تسعا وتسعين امرأة ولسليمان أكثر من ذلك . واختار الطبري أن يكون المراد ما أوتيه سليمان من الملك وتحليل النساء . والمراد تكذيب اليهود والرد عليهم في قولهم : لو كان نبيا ما رغب في كثرة النساء ولشغلته النبوة عن ذلك ؛ فأخبر الله تعالى بما كان لداود وسليمان يوبخهم ، فأقرت اليهود أنه اجتمع عند سليمان ألف امرأة ، فقال لهم النبي صلى الله عليه وسلم : ألف امرأة ؟ قالوا : نعم ثلاثمائة مهرية ، وسبعمائة سرية ، وعند داود مائة امرأة . فقال لهم النبي صلى الله عليه وسلم : ألف عند رجل ومائة عند رجل أكثر أو تسع نسوة ؟ فسكتوا . وكان له يومئذ تسع نسوة .الثالثة : يقال : إن سليمان عليه السلام كان أكثر الأنبياء نساء . والفائدة في كثرة تزوجه أنه كان له قوة أربعين نبيا ، وكل من كان أقوى فهو أكثر نكاحا . ويقال : إنه أراد بالنكاح كثرة العشيرة ؛ لأن لكل امرأة قبيلتين قبيلة من جهة الأب وقبيلة من جهة الأم ؛ فكلما تزوج امرأة صرف وجوه القبيلتين إلى نفسه فتكون عونا له على أعدائه . ويقال : إن كل من كان أتقى فشهوته أشد ؛ لأن الذي لا يكون تقيا فإنما يتفرج بالنظر والمس ، ألا ترى ما روي في الخبر : ( العينان تزنيان واليدان تزنيان ) . فإذا كان في النظر والمس نوع من قضاء الشهوة قل الجماع ، والمتقي لا ينظر ولا يمس فتكون الشهوة مجتمعة في نفسه فيكون أكثر جماعا . وقال أبو بكر الوراق : كل شهوة تقسي القلب إلا الجماع فإنه يصفي القلب ؛ ولهذا كان الأنبياء يفعلون ذلك .",
  "ayah": 54,
  "surah": 4
}
