{
  "text": "قوله تعالى : إن الذين كفروا بآياتنا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب إن الله كان عزيزا حكيماقد تقدم معنى الإصلاء أول السورة . وقرأ حميد بن قيس \" نصليهم \" بفتح النون أي نشويهم . يقال : شاة مصلية . ونصب ( نارا ) على هذه القراءة بنزع الخافض تقديره بنار .كلما نضجت جلودهم يقال : نضج الشيء نضجا ونضجا ، وفلان نضيج الرأي محكمه . والمعنى في الآية : تبدل الجلود جلودا أخر . فإن قال من يطعن في القرآن من الزنادقة : كيف جاز أن يعذب جلدا لم يعصه ؟ قيل له : ليس الجلد بمعذب ولا معاقب ، وإنما الألم واقع على النفوس ؛ لأنها هي التي تحس وتعرف فتبديل الجلود زيادة في عذاب النفوس . يدل عليه قوله تعالى : ليذوقوا العذاب وقوله تعالى : كلما خبت زدناهم سعيرا . فالمقصود تعذيب الأبدان وإيلام الأرواح . ولو أراد الجلود لقال : ليذقن العذاب . مقاتل : تأكله النار كل يوم سبع مرات . الحسن : سبعين ألف مرة كلما أكلتهم قيل لهم : عودوا فعادوا كما كانوا . ابن عمر : إذا احترقوا بدلت لهم جلود بيض كالقراطيس . وقيل : عنى بالجلود السرابيل ؛ كما قال تعالى : وترى المجرمين يومئذ مقرنين في الأصفاد سرابيلهم من قطران سميت جلودا للزومها جلودهم على المجاورة ؛ كما يقال للشيء الخاص بالإنسان : هو جلدة ما بين عينيه . وأنشد ابن عمر رضي الله عنه :يلومونني في سالم وألومهم وجلدة بين العين والأنف سالمفكلما احترقت السرابيل أعيدت . قال الشاعر :كسا اللؤم تيما خضرة في جلودها     فويل لتيم من سرابيلها الخضر[ ص: 220 ] فكنى عن الجلود بالسرابيل . وقيل : المعنى أعدنا الجلد الأول جديدا ؛ كما تقول للصائغ : صغ لي من هذا الخاتم خاتما غيره ؛ فيكسره ويصوغ لك منه خاتما . فالخاتم المصوغ هو الأول إلا أن الصياغة تغيرت والفضة واحدة . وهذا كالنفس إذا صارت ترابا وصارت لا شيء ثم أحياها الله تعالى . وكعهدك بأخ لك صحيح ثم تراه بعد ذلك سقيما مدنفا فتقول له : كيف أنت ؟ فيقول : أنا غير الذي عهدت . فهو هو ، ولكن حاله تغيرت . فقول القائل : أنا غير الذي عهدت ، وقوله تعالى : ( غيرها ) مجاز . ونظيره قوله تعالى : يوم تبدل الأرض غير الأرض وهي تلك الأرض بعينها إلا أنها تغير آكامها وجبالها وأنهارها وأشجارها ، ويزاد في سعتها ويسوى ذلك منها ؛ على ما يأتي بيانه في سورة \" إبراهيم \" عليه السلام . ومن هذا المعنى قول الشاعر :فما الناس بالناس الذين عهدتهم ولا الدار بالدار التي كنت أعرف وقال الشعبي : جاء رجل إلى ابن عباس فقال : ألا ترى ما صنعت عائشة . ذمت دهرها ، وأنشدت بيتي لبيد :ذهب الذين يعاش في أكنافهم وبقيت في خلف كجلد الأجرب يتلذذون مجانة ومذلة ويعاب قائلهم وإن لم يشغب فقالت : رحم الله لبيدا فكيف لو أدرك زماننا هذا ! فقال ابن عباس : لئن ذمت عائشة دهرها لقد ذمت \" عاد \" دهرها ؛ لأنه وجد في خزانة \" عاد \" بعدما هلكوا بزمن طويل سهم كأطول ما يكون من رماح ذلك الزمن عليه مكتوب : بلاد بها كنا ونحن بأهلها إذ الناس ناس والبلاد بلاد البلاد باقية كما هي إلا أن أحوالها وأحوال أهلها تنكرت وتغيرت . إن الله كان عزيزا أي لا يعجزه شيء ولا يفوته . حكيما في إيعاده عباده .",
  "ayah": 56,
  "surah": 4
}
