{
  "text": "قوله تعالى : إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سميعا بصيرافيه مسألتان :الأولى : قوله تعالى : إن الله يأمركم أن تؤدوا الأمانات هذه الآية من أمهات الأحكام تضمنت جميع الدين والشرع . وقد اختلف من المخاطب بها ؛ فقال علي بن أبي طالب وزيد بن أسلم وشهر بن حوشب وابن زيد : هذا خطاب لولاة المسلمين خاصة ، فهي للنبي صلى الله عليه وسلم وأمرائه ، ثم تتناول من بعدهم . وقال ابن جريج وغيره : ذلك خطاب للنبي صلى الله عليه وسلم خاصة في أمر مفتاح الكعبة حين أخذه من عثمان بن أبي طلحة الحجبي العبدري من بني عبد الدار ومن ابن عمه شيبة بن عثمان بن أبي طلحة وكانا كافرين وقت فتح مكة ، فطلبه العباس بن عبد المطلب لتنضاف له السدانة إلى السقاية ؛ فدخل رسول الله صلى الله عليه وسلم الكعبة فكسر ما كان فيها من الأوثان ، وأخرج مقام إبراهيم ونزل عليه جبريل بهذه الآية . قال عمر بن الخطاب : وخرج رسول الله صلى الله عليه وسلم وهو يقرأ هذه الآية ، وما كنت سمعتها قبل منه ، فدعا عثمان وشيبة فقال : خذاها خالدة تالدة لا ينزعها منكم إلا ظالم . وحكى مكي : أن شيبة أراد ألا يدفع المفتاح ، ثم دفعه ، وقال للنبي صلى الله عليه وسلم : خذه بأمانة الله . وقال ابن عباس : الآية في الولاة خاصة في أن يعظوا النساء في النشوز ونحوه ويردوهن إلى الأزواج . والأظهر في الآية أنها عامة في جميع الناس فهي تتناول الولاة فيما إليهم من الأمانات في قسمة الأموال ورد الظلامات والعدل في الحكومات . وهذا اختيار الطبري . وتتناول من دونهم من الناس في حفظ الودائع والتحرز في الشهادات وغير ذلك ، كالرجل يحكم في نازلة ما ونحوه ؛ والصلاة والزكاة وسائر العبادات أمانة الله تعالى . وروي هذا المعنى مرفوعا من حديث ابن مسعود عن النبي صلى الله عليه وسلم قال : القتل في سبيل الله يكفر الذنوب كلها أو قال : ( كل شيء إلا الأمانة - والأمانة في الصلاة والأمانة في الصوم والأمانة في الحديث وأشد ذلك الودائع ) . ذكره أبو نعيم الحافظ في الحلية . وممن قال إن الآية عامة في الجميع البراء بن عازب وابن مسعود وابن عباس وأبي بن كعب قالوا : الأمانة في كل شيء في الوضوء والصلاة والزكاة والجنابة والصوم والكيل والوزن والودائع ، وقال ابن عباس : لم يرخص الله لمعسر ولا لموسر أن يمسك الأمانة .قلت : وهذا إجماع . وأجمعوا على أن الأمانات مردودة إلى أربابها الأبرار منهم والفجار ؛ قاله ابن المنذر . والأمانة مصدر بمعنى المفعول فلذلك جمع . ووجه النظم بما تقدم [ ص: 222 ] أنه تعالى أخبر عن كتمان أهل الكتاب صفة محمد صلى الله عليه وسلم ، وقولهم : إن المشركين أهدى سبيلا ، فكان ذلك خيانة منهم فانجر الكلام إلى ذكر جميع الأمانات ؛ فالآية شاملة بنظمها لكل أمانة وهي أعداد كثيرة كما ذكرنا . وأمهاتها في الأحكام : الوديعة واللقطة والرهن والعارية . وروى أبي بن كعب قال : سمعت رسول الله صلى الله عليه وسلم يقول : أد الأمانة إلى من ائتمنك ولا تخن من خانك . أخرجه الدارقطني . ورواه أنس وأبو هريرة عن النبي صلى الله عليه وسلم وقد تقدم في \" البقرة \" معناه . وروى أبو أمامة قال : سمعت رسول الله صلى الله عليه وسلم يقول في خطبته عام حجة الوداع : العارية مؤداة والمنحة مردودة والدين مقضي والزعيم غارم . صحيح أخرجه الترمذي وغيره . وزاد الدارقطني : فقال رجل : فعهد الله ؟ قال : ( عهد الله أحق ما أدي ) . وقال بمقتضى هذه الآية والحديث في رد الوديعة وأنها مضمونة على كل حال كانت مما يغاب عليها أو لا يغاب تعدى فيها أو لم يتعد - عطاء والشافعي وأحمد وأشهب . وروي أن ابن عباس وأبا هريرة رضي الله عنهما ضمنا الوديعة . وروى ابن القاسم عن مالك أن من استعار حيوانا أو غيره مما لا يغاب عليه فتلف عنده فهو مصدق في تلفه ولا يضمنه إلا بالتعدي . وهذا قول الحسن البصري والنخعي ، وهو قول الكوفيين والأوزاعي قالوا : ومعنى قوله عليه السلام : العارية مؤداة هو كمعنى قوله تعالى : إن الله يأمركم أن تؤدوا الأمانات إلى أهلها . فإذا تلفت الأمانة لم يلزم المؤتمن غرمها لأنه مصدق فكذلك العارية إذا تلفت من غير تعد ؛ لأنه لم يأخذها على الضمان ، فإذا تلفت بتعديه عليها لزمه قيمتها لجنايته عليها . وروي عن علي وعمر وابن مسعود أنه لا ضمان في العارية . وروى الدارقطني عن عمرو بن شعيب ، عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال : لا ضمان على مؤتمن . واحتج الشافعي فيما استدل به بقول صفوان للنبي صلى الله عليه وسلم لما استعار منه الأدراع : أعارية مضمونة أو عارية مؤداة ؟ فقال : ( بل عارية مؤداة ) .الثانية : قوله تعالى : وإذا حكمتم بين الناس أن تحكموا بالعدل قال الضحاك : بالبينة على المدعي واليمين على من أنكر . وهذا خطاب للولاة والأمراء والحكام ، ويدخل في ذلك بالمعنى جميع الخلق كما ذكرنا في أداء الأمانات . قال صلى الله عليه وسلم : إن المقسطين يوم القيامة على منابر من نور عن يمين الرحمن وكلتا يديه يمين الذين يعدلون في حكمهم وأهليهم وما [ ص: 223 ] ولوا . وقال : كلكم راع وكلكم مسئول عن رعيته فالإمام راع وهو مسئول عن رعيته والرجل راع على أهله وهو مسئول عنهم والمرأة راعية على بيت زوجها وهي مسئولة عنه والعبد راع على مال سيده وهو مسئول عنه ألا فكلكم راع وكلكم مسئول عن رعيته . فجعل في هذه الأحاديث الصحيحة كل هؤلاء رعاة : وحكاما على مراتبهم ، وكذلك العالم الحاكم ؛ لأنه إذا أفتى حكم وقضى وفصل بين الحلال والحرام ، والفرض والندب ، والصحة والفساد ، فجميع ذلك أمانة تؤدى وحكم يقضى . وقد تقدم في البقرة القول في ( نعما )قوله تعالى : إن الله كان سميعا بصيرا وصف الله تعالى نفسه بأنه سميع بصير يسمع ويرى ؛ كما قال تعالى : إنني معكما أسمع وأرى فهذا طريق السمع . والعقل يدل على ذلك ؛ فإن انتفاء السمع والبصر يدل على نقيضيهما من العمى والصمم ، إذ المحل القابل للضدين لا يخلو من أحدهما ، وهو تعالى مقدس عن النقائص ويستحيل صدور الأفعال الكاملة من المتصف ، بالنقائص ؛ كخلق السمع والبصر ممن ليس له سمع ولا بصر . وأجمعت الأمة على تنزيهه تعالى عن النقائص وهو أيضا دليل سمعي يكتفى به مع نص القرآن في مناظرة من تجمعهم كلمة الإسلام . جل الرب تبارك وتعالى عما يتوهمه المتوهمون ويختلقه المفترون الكاذبون سبحان ربك رب العزة عما يصفون .",
  "ayah": 58,
  "surah": 4
}
