{
  "text": "قوله تعالى : ياأيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا فيه ثلاث مسائل :الأولى : لما تقدم إلى الولاة في الآية المتقدمة وبدأ بهم فأمرهم بأداء الأمانات وأن يحكموا بين الناس بالعدل ، تقدم في هذه الآية إلى الرعية فأمر بطاعته جل وعز أولا ، وهي [ ص: 224 ] امتثال أوامره واجتناب نواهيه ، ثم بطاعة رسوله ثانيا فيما أمر به ونهى عنه ، ثم بطاعة الأمراء ثالثا ؛ على قول الجمهور وأبي هريرة وابن عباس وغيرهم . قال سهل بن عبد الله التستري : أطيعوا السلطان في سبعة : ضرب الدراهم والدنانير ، والمكاييل والأوزان ، والأحكام والحج والجمعة والعيدين والجهاد . قال سهل : وإذا نهى السلطان العالم أن يفتي فليس له أن يفتي ، فإن أفتى فهو عاص وإن كان أميرا جائرا . وقال ابن خويز منداد : وأما طاعة الطاعة أئمة المسلمين في غير معصية سلطان فتجب فيما كان له فيه طاعة ، ولا تجب فيما كان لله فيه معصية ؛ ولذلك قلنا : إن ولاة زماننا لا تجوز طاعتهم ولا معاونتهم ولا تعظيمهم ، ويجب الغزو معهم متى غزوا ، والحكم من قبلهم ، وتولية الإمامة والحسبة ؛ وإقامة ذلك على وجه الشريعة . وإن صلوا بنا وكانوا فسقة من جهة المعاصي جازت الصلاة معهم ، وإن كانوا مبتدعة لم تجز الصلاة معهم إلا أن يخافوا فيصلى معهم تقية وتعاد الصلاة .قلت : روي عن علي بن أبي طالب رضي الله عنه أنه قال : حق على الإمام أن يحكم بالعدل ، ويؤدي الأمانة ؛ فإذا فعل ذلك وجب على المسلمين أن يطيعوه ؛ لأن الله تعالى أمرنا بأداء الأمانة والعدل ، ثم أمر بطاعته . وقال جابر بن عبد الله ومجاهد : \" أولو الأمر \" أهل القرآن والعلم ؛ وهو اختيار مالك رحمه الله ، ونحوه قول الضحاك قال : يعني الفقهاء والعلماء في الدين . وحكي عن مجاهد أنهم أصحاب محمد صلى الله عليه وسلم خاصة . وحكي عن عكرمة أنها إشارة إلى أبي بكر وعمر رضي الله عنهما خاصة . وروى سفيان بن عيينة عن الحكم بن أبان أنه سأل عكرمة عن أمهات الأولاد فقال : هن حرائر . فقلت بأي شيء ؟ قال بالقرآن . قلت : بأي شيء في القرآن ؟ قال : قال الله تعالى : أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم وكان عمر من أولي الأمر ؛ قال : عتقت ولو بسقط . وسيأتي هذا المعنى مبينا في سورة \" الحشر \" عند قوله تعالى : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا . وقال ابن كيسان : هم أولو العقل والرأي الذين يدبرون أمر الناس .قلت : وأصح هذه الأقوال الأول والثاني ؛ أما الأول فلأن أصل الأمر منهم والحكم إليهم . وروى الصحيحان عن ابن عباس قال : نزل يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم في عبد الله بن حذافة بن قيس بن عدي السهمي إذ بعثه النبي صلى الله عليه وسلم في سرية . قال أبو عمر : وكان في عبد الله بن حذافة دعابة معروفة ؛ ومن دعابته أن رسول الله صلى الله عليه وسلم أمره على سرية فأمرهم أن يجمعوا حطبا ويوقدوا نارا ؛ فلما أوقدوها أمرهم [ ص: 225 ] بالتقحم فيها ، فقال لهم : ألم يأمركم رسول الله صلى الله عليه وسلم بطاعتي ؟ ! وقال : من أطاع أميري فقد أطاعني . فقالوا : ما آمنا بالله واتبعنا رسوله إلا لننجو من النار ! فصوب رسول الله صلى الله عليه وسلم فعلهم وقال : لا طاعة لمخلوق في معصية الخالق قال الله تعالى : ولا تقتلوا أنفسكم . وهو حديث صحيح الإسناد مشهور . وروى محمد بن عمرو بن علقمة عن عمر بن الحكم بن ثوبان أن أبا سعيد الخدري قال : كان عبد الله بن حذافة بن قيس السهمي من أصحاب بدر وكانت فيه دعابة . وذكر الزبير قال : حدثني عبد الجبار بن سعيد عن عبد الله بن وهب عن الليث بن سعد قال : بلغني أنه حل حزام راحلة رسول الله صلى الله عليه وسلم في بعض أسفاره ، حتى كاد رسول الله صلى الله عليه وسلم يقع . قال ابن وهب : فقلت لليث ليضحكه ؟ قال : نعم كانت فيه دعابة . قال ميمون بن مهران ومقاتل والكلبي : \" أولوا الأمر \" أصحاب السرايا . وأما القول الثاني فيدل على صحته قوله تعالى فإن تنازعتم في شيء فردوه إلى الله والرسول . فأمر تعالى برد المتنازع فيه إلى كتاب الله وسنة نبيه صلى الله عليه وسلم ، وليس لغير العلماء معرفة كيفية الرد إلى الكتاب والسنة ؛ ويدل هذا على صحة كون سؤال العلماء واجبا ، وامتثال فتواهم لازما . قال سهل بن عبد الله رحمه الله : لا يزال الناس بخير ما عظموا السلطان والعلماء ؛ فإذا عظموا هذين أصلح الله دنياهم وأخراهم ، وإذا استخفوا بهذين أفسد دنياهم وأخراهم . وأما القول الثالث فخاص ، وأخص منه القول الرابع . وأما الخامس فيأباه ظاهر اللفظ وإن كان المعنى صحيحا ، فإن العقل لكل فضيلة أس ، ولكل أدب ينبوع ، وهو الذي جعله الله للدين أصلا وللدنيا عمادا ، فأوجب الله التكليف بكماله ، وجعل الدنيا مدبرة بأحكامه ؛ والعاقل أقرب إلى ربه تعالى من جميع المجتهدين بغير عقل وروى هذا المعنى عن ابن عباس . وزعم قوم أن المراد بأولي الأمر علي والأئمة المعصومون . ولو كان كذلك ما كان لقوله : فردوه إلى الله والرسول معنى ، بل كان يقول فردوه إلى الإمام وأولي الأمر ، فإن قوله عند هؤلاء هو المحكم على الكتاب والسنة . وهذا قول مهجور مخالف لما عليه الجمهور . وحقيقة الطاعة امتثال الأمر ، كما أن المعصية ضدها وهي مخالفة الأمر . والطاعة مأخوذة من أطاع إذا انقاد ، والمعصية مأخوذة من عصى إذا اشتد . و \" أولو \" واحدهم \" ذو \" على غير قياس كالنساء والإبل والخيل ، كل واحد اسم الجمع ولا واحد له من لفظه . وقد قيل في واحد الخيل : خائل وقد تقدم .[ ص: 226 ] الثانية : قوله تعالى : فإن تنازعتم في شيء أي تجادلتم واختلفتم ؛ فكأن كل واحد ينتزع حجة الآخر ويذهبها . والنزع الجذب . والمنازعة مجاذبة الحجج ؛ ومنه الحديث وأنا أقول ما لي ينازعني القرآن . وقال الأعشى :نازعتهم قضب الريحان متكئا وقهوة مزة راووقها خضل الخضل النبات الناعم والخضيلة الروضة . في شيء أي من أمر دينكم . فردوه إلى الله والرسول أي ردوا ذلك الحكم إلى كتاب الله أو إلى رسوله بالسؤال في حياته ، أو بالنظر في سنته بعد وفاته صلى الله عليه وسلم ؛ هذا قول مجاهد والأعمش وقتادة ، وهو الصحيح . ومن لم ير هذا اختل إيمانه ؛ لقوله تعالى : إن كنتم تؤمنون بالله واليوم الآخر . وقيل : المعنى قولوا الله ورسوله أعلم ؛ فهذا هو الرد . وهذا كما قال عمر بن الخطاب رضي الله عنه : الرجوع إلى الحق خير من التمادي في الباطل . والقول الأول أصح ؛ لقول علي رضي الله عنه : ما عندنا إلا ما في كتاب الله وما في هذه الصحيفة ، أو فهم أعطيه رجل مسلم . ولو كان كما قال هذا القائل لبطل الاجتهاد الذي خص به هذه الأمة والاستنباط الذي أعطيها ، ولكن تضرب الأمثال ويطلب المثال حتى يخرج الصواب . قال أبو العالية : وذلك قوله تعالى : ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم . نعم ، ما كان مما استأثر الله بعلمه ولم يطلع عليه أحدا من خلقه فذلك الذي يقال فيه : الله أعلم . وقد استنبط علي رضي الله عنه مدة أقل الحمل - وهو ستة أشهر - من قوله تعالى : وحمله وفصاله ثلاثون شهرا وقوله تعالى : والوالدات يرضعن أولادهن حولين كاملين فإذا فصلنا الحولين من ثلاثين شهرا بقيت ستة أشهر ؛ ومثله كثير . وفي قوله تعالى : ( وإلى الرسول ) دليل على أن سنته صلى الله عليه وسلم يعمل بها ويمتثل ما فيها . قال صلى الله عليه وسلم : ما نهيتكم عنه فاجتنبوه وما أمرتكم به فافعلوا منه ما استطعتم فإنما أهلك من كان قبلكم كثرة مسائلهم واختلافهم على أنبيائهم أخرجه مسلم . وروى أبو داود عن أبي رافع عن النبي صلى الله عليه وسلم قال : لا ألفين أحدكم متكئا على أريكته يأتيه الأمر من أمري مما أمرت به أو نهيت عنه فيقول لا ندري ما وجدنا في كتاب الله اتبعناه . وعن العرباض بن سارية أنه حضر رسول الله صلى الله عليه وسلم يخطب الناس وهو يقول : أيحسب أحدكم متكئا على أريكته قد يظن أن الله لم يحرم شيئا إلا ما في هذا القرآن ألا وإني والله قد أمرت ووعظت ونهيت عن أشياء إنها [ ص: 227 ] لمثل القرآن أو أكثر . وأخرجه الترمذي من حديث المقدام بن معدي كرب بمعناه وقال : حديث حسن غريب . والقاطع قوله تعالى : فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة الآية . وسيأتي .الثالثة : قوله تعالى : ذلك خير أي ردكم ما اختلفتم فيه إلى الكتاب والسنة خير من التنازع . وأحسن تأويلا أي مرجعا ؛ من آل يئول إلى كذا أي صار . وقيل : من ألت الشيء إذا جمعته وأصلحته . فالتأويل جمع معاني ألفاظ أشكلت بلفظ لا إشكال فيه ؛ يقال : أول الله عليك أمرك أي جمعه . ويجوز أن يكون المعنى وأحسن من تأويلكم .",
  "ayah": 59,
  "surah": 4
}
