{
  "text": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليمافيه خمس مسائل :الأولى : قال مجاهد وغيره : المراد بهذه الآية من تقدم ذكره ممن أراد التحاكم إلى الطاغوت وفيهم نزلت . وقال الطبري : قوله فلا رد على ما تقدم ذكره ؛ تقديره فليس الأمر [ ص: 230 ] كما يزعمون أنهم آمنوا بما أنزل إليك ، ثم استأنف القسم بقوله : وربك لا يؤمنون . وقال غيره : إنما قدم لا على القسم اهتماما بالنفي وإظهارا لقوته ، ثم كرره بعد القسم تأكيدا للتهمم بالنفي ، وكان يصح إسقاط لا الثانية ويبقى أكثر الاهتمام بتقديم الأولى ، وكان يصح إسقاط الأولى ويبقى معنى النفي ويذهب معنى الاهتمام . و \" شجر \" معناه اختلف واختلط ؛ ومنه الشجر لاختلاف أغصانه . ويقال لعصي الهودج : شجار ؛ لتداخل بعضها في بعض . قال الشاعر :نفسي فداؤك والرماح شواجر والقوم ضنك للقاء قيام وقال طرفة :وهم الحكام أرباب الهدى وسعاة الناس في الأمر الشجر وقالت طائفة : نزلت في الزبير مع الأنصاري ، وكانت الخصومة في سقي بستان ؛ فقال عليه السلام للزبير : اسق أرضك ثم أرسل الماء إلى أرض جارك . فقال الخصم : أراك تحابي ابن عمتك ؛ فتلون وجه رسول الله صلى الله عليه وسلم وقال للزبير : اسق ثم احبس الماء حتى يبلغ الجدر ونزل : فلا وربك لا يؤمنون . الحديث ثابت صحيح رواه البخاري عن علي بن عبد الله عن محمد بن جعفر عن معمر ، ورواه مسلم عن قتيبة كلاهما عن الزهري . واختلف أهل هذا القول في الرجل الأنصاري ؛ فقال بعضهم : هو رجل من الأنصار من أهل بدر . وقال مكي والنحاس : هو حاطب بن أبي بلتعة . وقال الثعلبي والواحدي والمهدوي : هو حاطب . وقيل : ثعلبة بن حاطب . وقيل غيره : والصحيح القول الأول ؛ لأنه غير معين ولا مسمى ؛ وكذا في البخاري ومسلم أنه رجل من الأنصار . واختار الطبري أن يكون نزول الآية في المنافق واليهودي . كما قال مجاهد ؛ ثم تتناول بعمومها قصة الزبير . قال ابن العربي : وهو الصحيح ؛ فكل من اتهم رسول الله صلى الله عليه وسلم في الحكم فهو كافر ، لكن الأنصاري زل زلة فأعرض عنه النبي صلى الله عليه وسلم وأقال عثرته لعلمه بصحة يقينه ، وأنها كانت فلتة وليست لأحد بعد النبي صلى الله عليه وسلم . وكل من لم يرض بحكم الحاكم وطعن فيه ورده فهي ردة يستتاب . أما إن طعن في الحاكم نفسه لا في الحكم فله تعزيره وله أن يصفح عنه وسيأتي بيان هذا في آخر سورة \" الأعراف \" إن شاء الله تعالى .الثانية : وإذا كان سبب نزول هذه الآية ما ذكرناه من الحديث ففقهها أنه عليه السلام [ ص: 231 ] سلك مع الزبير وخصمه مسلك الصلح فقال : اسق يا زبير لقربه من الماء ثم أرسل الماء إلى جارك . أي تساهل في حقك ولا تستوفه وعجل في إرسال الماء إلى جارك . فحضه على المسامحة والتيسير ، فلما سمع الأنصاري هذا لم يرض بذلك وغضب ؛ لأنه كان يريد ألا يمسك الماء أصلا ، وعند ذلك نطق بالكلمة الجائرة المهلكة الفاقرة فقال : آن كان ابن عمتك ؟ بمد همزة \" أن \" المفتوحة على جهة الإنكار ؛ أي أتحكم له علي لأجل أنه قرابتك ؟ . فعند ذلك تلون وجه النبي صلى الله عليه وسلم غضبا عليه ، وحكم للزبير باستيفاء حقه من غير مسامحة له . وعليه لا يقال : كيف حكم في حال غضبه وقد قال : ( لا يقضي القاضي وهو غضبان ) ؟ فإنا نقول : لأنه معصوم من الخطأ في التبليغ والأحكام ، بدليل العقل الدال على صدقه فيما يبلغه عن الله تعالى فليس مثل غيره من الحكام . وفي هذا الحديث إرشاد الحاكم إلى الإصلاح بين الخصوم وإن ظهر الحق . ومنعه مالك ، واختلف فيه قول الشافعي . وهذا الحديث حجة واضحة على الجواز ؛ فإن اصطلحوا وإلا استوفى لذي الحق حقه وثبت الحكم .الثالثة : واختلف أصحاب مالك في صفة إرسال الماء الأعلى إلى الأسفل ؛ فقال ابن حبيب : يدخل صاحب الأعلى جميع الماء في حائطه ويسقي به ، حتى إذا بلغ الماء من قاعة الحائط إلى الكعبين من القائم فيه أغلق مدخل الماء ، وصرف ما زاد من الماء على مقدار الكعبين إلى من يليه ، فيصنع به مثل ذلك حتى يبلغ السيل إلى أقصى الحوائط . وهكذا فسره لي مطرف وابن الماجشون . وقاله ابن وهب . وقال ابن القاسم : إذا انتهى الماء في الحائط إلى مقدار الكعبين أرسله كله إلى من تحته ولا يحبس منه شيئا في حائطه . قال ابن حبيب : وقول مطرف وابن الماجشون أحب إلي وهم أعلم بذلك ؛ لأن المدينة دارهما وبها كانت القضية وفيها جرى العمل .الرابعة : روى مالك عن عبد الله بن أبي بكر أنه بلغه أن رسول الله صلى الله عليه وسلم قال في سيل مهزور ومذينب : يمسك حتى الكعبين ثم يرسل الأعلى على الأسفل . قال أبو عمر : \" لا أعلم هذا الحديث يتصل عن النبي صلى الله عليه وسلم من وجه من الوجوه ، وأرفع أسانيده ما ذكره محمد بن إسحاق عن أبي مالك بن ثعلبة عن أبيه أن النبي صلى الله عليه وسلم أتاه أهل مهزور فقضى أن الماء إذا بلغ الكعبين لم يحبس الأعلى . وذكر عبد الرزاق عن أبي حازم القرطبي عن أبيه عن جده عن [ ص: 232 ] رسول الله صلى الله عليه وسلم قضى في سيل مهزور أن يحبس على كل حائط حتى يبلغ الكعبين ثم يرسل . وغيره من السيول كذلك . وسئل أبو بكر البزار عن حديث هذا الباب فقال : لست أحفظ فيه عن النبي صلى الله عليه وسلم حديثا يثبت . قال أبو عمر : في هذا المعنى - وإن لم يكن بهذا اللفظ حديث ثابت مجتمع على صحته . رواه ابن وهب عن الليث بن سعد ويونس بن يزيد جميعا عن ابن شهاب أن عروة بن الزبير حدثه أن عبد الله بن الزبير حدثه عن الزبير أنه خاصم رجلا من الأنصار قد شهد بدرا مع رسول الله صلى الله عليه وسلم في شراج الحرة كانا يسقيان بها كلاهما النخل ؛ فقال الأنصاري : سرح الماء ؛ فأبى عليه ، فاختصما إلى النبي صلى الله عليه وسلم \" وذكر الحديث . قال أبو عمر : وقوله في الحديث : ( يرسل ) وفي الحديث الآخر إذا بلغ الماء الكعبين لم يحبس الأعلى يشهد لقول ابن القاسم . ومن جهة النظر أن الأعلى لو لم يرسل إلا ما زاد على الكعبين لا يقطع ذلك الماء في أقل مدة ، ولم ينته حيث ينتهي إذا أرسل الجميع ، وفي إرسال الجميع بعد أخذ الأعلى منه ما بلغ الكعبين أعم فائدة وأكثر نفعا فيما قد جعل الناس فيه شركاء ؛ فقول ابن القاسم أولى على كل حال . هذا إذا لم يكن أصله ملكا للأسفل مختصا به ، فإن ما استحق بعمل أو بملك صحيح أو استحقاق قديم وثبوت ملك فكل على حقه على حسب ما كان من ذلك بيده وعلى أصل مسألته . وبالله التوفيق .الخامسة : قوله تعالى : ثم لا يجدوا في أنفسهم حرجا مما قضيت أي ضيقا وشكا ؛ ومنه قيل للشجر الملتف : حرج وحرجة ، وجمعها حراج . وقال الضحاك : أي إثما بإنكارهم ما قضيت . ويسلموا تسليما أي ينقادوا لأمرك في القضاء . وقال الزجاج : تسليما مصدر مؤكد ؛ فإذا قلت : ضربت ضربا فكأنك قلت لا أشك فيه ؛ وكذلك ويسلموا تسليما أي ويسلموا لحكمك تسليما لا يدخلون على أنفسهم شكا .",
  "ayah": 65,
  "surah": 4
}
