{
  "text": "قوله تعالى : [ ص: 234 ] ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقافيه مسائل : الأولى : قوله تعالى : ومن يطع الله والرسول لما ذكر تعالى الأمر الذي لو فعله المنافقون حين وعظوا به وأنابوا إليه لأنعم عليهم ، ذكر بعد ذلك ثواب من يفعله . وهذه الآية تفسير قوله تعالى : اهدنا الصراط المستقيم صراط الذين أنعمت عليهم وهي المراد في قوله عليه السلام عند موته اللهم الرفيق الأعلى . وفي البخاري عن عائشة قالت : سمعت رسول الله صلى الله عليه وسلم يقول : ما من نبي يمرض إلا خير بين الدنيا والآخرة كان في شكواه الذي مرض فيه أخذته بحة شديدة فسمعته يقول مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين فعلمت أنه خير . وقالت طائفة : إنما نزلت هذه الآية لما قال عبد الله بن زيد بن عبد ربه الأنصاري - الذي أري الأذان - : يا رسول الله ، إذا مت ومتنا كنت في عليين لا نراك ولا نجتمع بك ؛ وذكر حزنه على ذلك فنزلت هذه الآية . وذكر مكي عن عبد الله هذا وأنه لما مات النبي صلى الله عليه وسلم قال : اللهم أعمني حتى لا أرى شيئا بعده ؛ فعمي مكانه . وحكاه القشيري فقال : اللهم أعمني فلا أرى شيئا بعد حبيبي حتى ألقى حبيبي ؛ فعمي مكانه . وحكى الثعلبي : أنها نزلت في ثوبان مولى رسول الله صلى الله عليه وسلم ، وكان شديد الحب له قليل الصبر عنه ، فأتاه ذات يوم وقد تغير لونه ونحل جسمه ، يعرف في وجهه الحزن ؛ فقال له : يا ثوبان ما غير لونك فقال : يا رسول الله ما بي ضر ولا وجع ، غير أني إذا لم أرك اشتقت إليك واستوحشت وحشة شديدة حتى ألقاك ، ثم ذكرت الآخرة وأخاف ألا أراك هناك ؛ لأني عرفت أنك ترفع مع النبيين وأني إن دخلت الجنة كنت في منزلة هي أدنى من منزلتك ، وإن لم أدخل فذلك حين لا أراك أبدا ؛ فأنزل الله تعالى هذه الآية . ذكره الواحدي عن الكلبي . وأسند عن مسروق قال : قال أصحاب رسول الله صلى الله عليه وسلم : ما ينبغي لنا أن نفارقك في الدنيا ، فإنك إذا فارقتنا رفعت فوقنا ؛ فأنزل الله تعالى : ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين . وفي طاعة الله طاعة رسوله ولكنه ذكره تشريفا لقدره وتنويها باسمه صلى الله عليه وسلم [ ص: 235 ] وعلى آله .فأولئك مع الذين أنعم الله عليهم أي هم معهم في دار واحدة ونعيم واحد يستمتعون برؤيتهم والحضور معهم ، لا أنهم يساوونهم في الدرجة ؛ فإنهم يتفاوتون لكنهم يتزاورون للاتباع في الدنيا والاقتداء . وكل من فيها قد رزق الرضا بحاله ، وقد ذهب عنه اعتقاد أنه مفضول . قال الله تعالى : ونزعنا ما في صدورهم من غل . والصديق فعيل ، المبالغ في الصدق أو في التصديق ، والصديق هو الذي يحقق بفعله ما يقول بلسانه . وقيل : هم فضلاء أتباع الأنبياء الذين يسبقونهم إلى التصديق كأبي بكر الصديق . وقد تقدم في البقرة اشتقاق الصديق ومعنى الشهيد . والمراد هنا بالشهداء عمر وعثمان وعلي ، والصالحين سائر الصحابة رضي الله عنهم أجمعين . وقيل : والشهداء القتلى في سبيل الله . والصالحين صالحي أمة محمد رسول الله صلى الله عليه وسلم .قلت : واللفظ يعم كل صالح وشهيد ، والله أعلم . والرفق لين الجانب . وسمي الصاحب رفيقا لارتفاقك بصحبته ؛ ومنه الرفقة لارتفاق بعضهم ببعض . ويجوز \" وحسن أولئك رفقاء \" . قال الأخفش : رفيقا منصوب على الحال وهو بمعنى رفقاء ؛ وقال : انتصب على التمييز فوحد لذلك ؛ فكأن المعنى وحسن كل واحد منهم رفيقا . كما قال تعالى : ثم نخرجكم طفلا أي نخرج كل واحد منكم طفلا . وقال تعالى : ينظرون من طرف خفي وينظر معنى هذه الآية قوله صلى الله عليه وسلم : خير الرفقاء أربعة ولم يذكر الله تعالى هنا إلا أربعة فتأمله .الثانية : في هذه الآية دليل على خلافة أبي بكر رضي الله عنه ؛ وذلك أن الله تعالى لما ذكر مراتب أوليائه في كتابه بدأ بالأعلى منهم وهم النبيون ، ثم ثنى بالصديقين ولم يجعل بينهما واسطة . وأجمع المسلمون على تسمية أبي بكر الصديق رضي الله عنه صديقا ، كما أجمعوا على تسمية محمد عليه السلام رسولا ، وإذا ثبت هذا وصح أنه الصديق وأنه ثاني رسول الله صلى الله عليه وسلم لم يجز أن يتقدم بعده أحد . والله أعلم .",
  "ayah": 69,
  "surah": 4
}
