{
  "text": "قوله تعالى : يا أيها الذين آمنوا خذوا حذركم فانفروا ثبات أو انفروا جميعافيه خمس مسائل :الأولى : قوله تعالى : يا أيها الذين آمنوا خذوا حذركم هذا خطاب للمؤمنين المخلصين من أمة محمد صلى الله عليه وسلم ، وأمر لهم بجهاد الكفار والخروج في سبيل الله وحماية الشرع . ووجه النظم والاتصال بما قبل أنه لما ذكر طاعة الله وطاعة رسوله ، أمر أهل الطاعة بالقيام بإحياء دينه وإعلاء دعوته ، وأمرهم ألا يقتحموا على عدوهم على جهالة حتى يتحسسوا إلى ما عندهم ، ويعلموا كيف يردون عليهم ، فذلك أثبت لهم فقال : خذوا حذركم فعلمهم مباشرة الحروب . ولا ينافي هذا التوكل بل هو مقام عين التوكل كما تقدم في \" آل عمران \" ويأتي . والحذر والحذر لغتان كالمثل والمثل . قال الفراء : أكثر الكلام الحذر ، والحذر مسموع أيضا ؛ يقال : خذ حذرك ، أي احذر . وقيل : خذوا السلاح حذرا ؛ لأنه به الحذر والحذر لا يدفع القدر . وهي :الثانية : خلافا للقدرية في قولهم : إن الحذر يدفع ويمنع من مكائد الأعداء ، ولو لم يكن كذلك ما كان لأمرهم بالحذر معنى . فيقال لهم : ليس في الآية دليل على أن الحذر يمنع من القدر شيئا ؛ ولكنا تعبدنا بألا نلقي بأيدينا إلى التهلكة ؛ ومنه الحديث اعقلها وتوكل . وإن كان القدر جاريا على ما قضي ، ويفعل الله ما يشاء ، فالمراد منه طمأنينة النفس ، لا أن ذلك ينفع من القدر وكذلك أخذ الحذر . والدليل على ذلك أن الله تعالى أثنى على أصحاب نبيه صلى الله عليه وسلم بقوله : قل لن يصيبنا إلا ما كتب الله لنا فلو كان يصيبهم غير ما قضى عليهم لم يكن لهذا الكلام معنى .الثالثة : قوله تعالى : فانفروا ثبات يقال : نفر ينفر ( بكسر الفاء ) نفيرا . ونفرت الدابة تنفر ( بضم الفاء ) نفورا ؛ المعنى : انهضوا لقتال العدو . واستنفر الإمام الناس دعاهم إلى النفر ، أي للخروج إلى قتال العدو . والنفير اسم للقوم الذين ينفرون ، وأصله من النفار والنفور [ ص: 237 ] وهو الفزع ؛ ومنه قوله تعالى : ولوا على أدبارهم نفورا أي نافرين . ومنه نفر الجلد أي ورم . وتخلل رجل بالقصب فنفر فمه أي ورم . قال أبو عبيد : إنما هو من نفار الشيء من الشيء وهو تجافيه عنه وتباعده منه . قال ابن فارس : النفر عدة رجال من ثلاثة إلى عشرة . والنفير النفر أيضا ، وكذلك النفر والنفرة ، حكاها الفراء بالهاء . ويوم النفر : يوم ينفر الناس عن منى .( ثبات ) معناه جماعات متفرقات . ويقال : ثبين يجمع جمع السلامة في التأنيث والتذكير . قال عمرو بن كلثوم :فأما يوم خشيتنا عليهم فتصبح خيلنا عصبا ثبينافقوله تعالى : ( ثبات ) كناية عن السرايا ، الواحدة ثبة وهي العصابة من الناس . وكانت في الأصل الثبية . وقد ثبيت الجيش جعلتهم ثبة ثبة . والثبة : وسط الحوض الذي يثوب إليه الماء أي يرجع قال النحاس : وربما توهم الضعيف في العربية أنهما واحد ، وأن أحدهما من الآخر ؛ وبينهما فرق ، فثبة الحوض يقال في تصغيرها : ثويبة ؛ لأنها من ثاب يثوب . ويقال في ثبة الجماعة : ثبية . قال غيره : فثبة الحوض محذوفة الواو وهو عين الفعل ، وثبة الجماعة معتل اللام من ثبا يثبو مثل خلا يخلو . ويجوز أن يكون الثبة بمعنى الجماعة من ثبة الحوض ؛ لأن الماء إذا ثاب اجتمع ؛ فعلى هذا تصغر به الجماعة ثويبة فتدخل إحدى الياءين في الأخرى . وقد قيل : إن ثبة الجماعة إنما اشتقت من ثبيت على الرجل إذا أثنيت عليه في حياته وجمعت محاسن ذكره فيعود إلى الاجتماع .الرابعة : قوله تعالى : أو انفروا جميعا معناه الجيش الكثيف مع الرسول عليه السلام ؛ قاله ابن عباس وغيره . ولا تخرج السرايا إلا بإذن الإمام ليكون متجسسا لهم ، عضدا من ورائهم ، وربما احتاجوا إلى درئه . وسيأتي حكم السرايا وغنائمهم وأحكام الجيوش ووجوب النفير في \" الأنفال \" و \" براءة إن شاء الله تعالى .الخامسة : ذكر ابن خويز منداد : وقيل إن هذه الآية منسوخة بقوله تعالى : انفروا خفافا وثقالا وبقوله : إلا تنفروا يعذبكم ؛ ولأن يكون انفروا خفافا وثقالا منسوخا بقوله : فانفروا ثبات أو انفروا جميعا وبقوله : وما كان المؤمنون لينفروا كافة أولى ؛ لأن فرض الجهاد تقرر على الكفاية ، فمتى سد الثغور بعض المسلمين أسقط الفرض عن [ ص: 238 ] الباقين . والصحيح أن الآيتين جميعا محكمتان ، إحداهما في الوقت الذي يحتاج فيه إلى تعين الجميع ، والأخرى عند الاكتفاء بطائفة دون غيرها .",
  "ayah": 71,
  "surah": 4
}
