{
  "text": "قوله تعالى : فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما فيه ثلاث مسائل :الأولى : قوله تعالى : فليقاتل في سبيل الله الخطاب للمؤمنين ؛ أي فليقاتل في سبيل الله الكفار ( الذين يشرون ) أي يبيعون ، أي يبذلون أنفسهم وأموالهم لله عز وجل بالآخرة أي بثواب الآخرة .الثانية : قوله تعالى : ومن يقاتل في سبيل الله شرط . فيقتل أو يغلب عطف عليه ، والمجازاة فسوف نؤتيه أجرا عظيما . ومعنى فيقتل فيستشهد . أو يغلب يظفر فيغنم . وقرأت طائفة \" ومن يقاتل \" \" فليقاتل \" بسكون لام الأمر . وقرأت فرقة \" فليقاتل \" بكسر لام الأمر . فذكر تعالى غايتي حالة المقاتل واكتفى بالغايتين عما بينهما ؛ ذكره ابن عطية .الثالثة : ظاهر الآية يقتضي التسوية بين من قتل شهيدا أو انقلب غانما . وفي صحيح مسلم عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : تضمن الله لمن خرج في سبيله لا يخرجه إلا جهاد في سبيلي وإيمان بي وتصديق برسلي فهو علي ضامن أن أدخله الجنة أو أرجعه إلى مسكنه الذي خرج منه نائلا ما نال من أجر أو غنيمة وذكر الحديث . وفيه عن عبد الله بن [ ص: 240 ] عمرو أن رسول الله صلى الله عليه وسلم قال : ما من غازية تغزو في سبيل الله فيصيبون الغنيمة إلا تعجلوا ثلثي أجرهم من الآخرة ويبقى لهم الثلث وإن لم يصيبوا غنيمة تم لهم أجرهم . فقوله : نائلا ما نال من أجر أو غنيمة يقتضي أن لمن يستشهد من المجاهدين أحد الأمرين ؛ إما الأجر إن لم يغنم ، وإما الغنيمة ولا أجر ، بخلاف حديث عبد الله بن عمرو ، ولما كان هذا قال قوم : حديث عبد الله بن عمرو ليس بشيء ؛ لأن في إسناده حميد بن هانئ وليس بمشهور ، ورجحوا الحديث الأول عليه لشهرته . وقال آخرون : ليس بينهما تعارض ولا اختلاف . و \" أو \" في حديث أبي هريرة بمعنى الواو ، كما يقول الكوفيون وقد دلت عليه رواية أبي داود فإنه قال فيه : ( من أجر وغنيمة ) بالواو الجامعة . وقد رواه بعض رواة مسلم بالواو الجامعة أيضا . وحميد بن هانئ مصري سمع أبا عبد الرحمن الحبلي وعمرو بن مالك ، وروى عنه حيوة بن شريح وابن وهب ؛ فالحديث الأول محمول على مجرد النية والإخلاص في الجهاد ؛ فذلك الذي ضمن الله له إما الشهادة ، وإما رده إلى أهله مأجورا غانما ، ويحمل الثاني على ما إذا نوى الجهاد ولكن مع نيل المغنم ، فلما انقسمت نيته انحط أجره ؛ فقد دلت السنة على أن للغانم أجرا كما دل عليه الكتاب فلا تعارض . ثم قيل : إن نقص أجر الغانم على من يغنم إنما هو بما فتح الله عليه من الدنيا فتمتع به وأزال عن نفسه شظف عيشه ؛ ومن أخفق فلم يصب شيئا بقي على شظف عيشه والصبر على حالته ، فبقي أجره موفرا بخلاف الأول . ومثله قوله في الحديث الآخر : فمنا من مات لم يأكل من أجره شيئا - منهم مصعب بن عمير - ومنا من أينعت له ثمرته فهو يهدبها .",
  "ayah": 74,
  "surah": 4
}
