{
  "text": "قوله تعالى : ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك وأرسلناك للناس رسولا وكفى بالله شهيداقوله تعالى : ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك أي ما أصابك يا محمد من خصب ورخاء وصحة وسلامة فبفضل الله عليك وإحسانه إليك ، وما أصابك من جدب وشدة فبذنب أتيته عوقبت عليه . والخطاب للنبي صلى الله عليه وسلم والمراد أمته . أي ما أصابكم يا معشر الناس من خصب واتساع رزق فمن تفضل الله عليكم ، وما أصابكم من جدب وضيق رزق فمن أنفسكم ؛ أي من أجل ذنوبكم وقع ذلك بكم . قاله الحسن والسدي وغيرهما ؛ كما قال تعالى : يا أيها النبي إذا طلقتم النساء . وقد قيل : الخطاب للإنسان والمراد به الجنس ؛ كما قال تعالى : والعصر إن الإنسان لفي خسر أي إن الناس لفي [ ص: 246 ] خسر ، ألا تراه استثنى منهم فقال إلا الذين آمنوا ولا يستثنى إلا من جملة أو جماعة . وعلى هذا التأويل يكون قوله ما أصابك استئنافا . وقيل : في الكلام حذف تقديره يقولون ؛ وعليه يكون الكلام متصلا ؛ والمعنى فمال هؤلاء القوم لا يكادون يفقهون حديثا حتى يقولوا ما أصابك من حسنة فمن الله . وقيل : إن ألف الاستفهام مضمرة ؛ والمعنى أفمن نفسك ؟ ومثله قوله تعالى : وتلك نعمة تمنها علي والمعنى أوتلك نعمة ؟ وكذا قوله تعالى : فلما رأى القمر بازغا قال هذا ربي أي أهذا ربي ؟ قال أبو خراش الهذلي :رموني وقالوا يا خويلد لم ترع فقلت وأنكرت الوجوه هم همأراد \" أهم \" فأضمر ألف الاستفهام وهو كثير وسيأتي . قال الأخفش \" ما \" بمعنى الذي . وقيل : هو شرط . قال النحاس : والصواب قول الأخفش ؛ لأنه نزل في شيء بعينه من الجدب ، وليس هذا من المعاصي في شيء ولو كان منها لكان وما أصبت من سيئة . وروى عبد الوهاب بن مجاهد عن أبيه عن ابن عباس وأبي وابن مسعود \" ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك وأنا كتبتها عليك \" فهذه قراءة على التفسير ، وقد أثبتها بعض أهل الزيغ من القرآن ، والحديث بذلك عن ابن مسعود وأبي منقطع ؛ لأن مجاهدا لم ير عبد الله ولا أبيا . وعلى قول من قال : الحسنة الفتح والغنيمة يوم بدر ، والسيئة ما أصابهم يوم أحد ؛ أنهم عوقبوا عند خلاف الرماة الذين أمرهم رسول الله صلى الله عليه وسلم أن يحموا ظهره ولا يبرحوا من مكانهم ، فرأوا الهزيمة على قريش والمسلمون يغنمون أموالهم فتركوا مصافهم ، فنظر خالد بن الوليد - وكان مع الكفار يومئذ - ظهر رسول الله صلى الله عليه وسلم قد انكشف من الرماة فأخذ سرية من الخيل ودار حتى صار خلف المسلمين وحمل عليهم ، ولم يكن خلف رسول الله صلى الله عليه وسلم من الرماة إلا صاحب الراية ، حفظ وصية رسول الله صلى الله عليه وسلم فوقف حتى استشهد مكانه ؛ على ما تقدم في \" آل عمران \" بيانه . فأنزل الله تعالى نظير هذه الآية وهو قوله تعالى : أولما أصابتكم مصيبة يعني يوم أحد قد أصبتم مثليها يعني يوم بدر قلتم أنى هذا قل هو من عند أنفسكم . ولا يجوز أن تكون الحسنة هاهنا الطاعة والسيئة المعصية كما قالت القدرية ؛ إذ لو كان كذلك لكان ما أصبت كما قدمنا ، إذ هو بمعنى الفعل عندهم والكسب عندنا ، وإنما تكون الحسنة الطاعة والسيئة المعصية في نحو قوله : من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى إلا مثلها [ ص: 247 ] وأما في هذه الآية فهي كما تقدم شرحنا له من الخصب والجدب والرخاء والشدة على نحو ما جاء في آية \" الأعراف \" وهي قوله تعالى : ولقد أخذنا آل فرعون بالسنين ونقص من الثمرات لعلهم يذكرون . وبالسنين بالجدب سنة بعد سنة ؛ حبس المطر عنهم فنقصت ثمارهم وغلت أسعارهم . فإذا جاءتهم الحسنة قالوا لنا هذه وإن تصبهم سيئة يطيروا بموسى ومن معه أي يتشاءمون بهم ويقولون هذا من أجل اتباعنا لك وطاعتنا إياك ؛ فرد الله عليهم بقوله : ألا إنما طائرهم عند الله يعني أن طائر البركة وطائر الشؤم من الخير والشر والنفع والضر من الله تعالى لا صنع فيه لمخلوق ؛ فكذلك قوله تعالى فيما أخبر عنهم أنهم يضيفونه للنبي صلى الله عليه وسلم حيث قال : وإن تصبهم سيئة يقولوا هذه من عندك قل كل من عند الله كما قال : ألا إنما طائرهم عند الله وكما قال تعالى : وما أصابكم يوم التقى الجمعان فبإذن الله أي بقضاء الله وقدره وعلمه ، وآيات الكتاب يشهد بعضها لبعض . قال علماؤنا : ومن كان يؤمن بالله واليوم الآخر فلا يشك في أن كل شيء بقضاء الله وقدره وإرادته ومشيئته ؛ كما قال تعالى : ونبلوكم بالشر والخير فتنة وقال تعالى : وإذا أراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال .مسألة : وقد تجاذب بعض جهال أهل السنة هذه الآية واحتج بها ؛ كما تجاذبها القدرية واحتجوا بها ، ووجه احتجاجهم بها أن القدرية يقولون : إن الحسنة ها هنا الطاعة ، والسيئة المعصية ؛ قالوا : وقد نسب المعصية في قوله تعالى : وما أصابك من سيئة فمن نفسك إلى الإنسان دون الله تعالى ؛ فهذا وجه تعلقهم بها . ووجه تعلق الآخرين منها قوله تعالى : قل كل من عند الله قالوا : فقد أضاف الحسنة والسيئة إلى نفسه دون خلقه . وهذه الآية إنما يتعلق بها الجهال من الفريقين جميعا ؛ لأنهم بنوا ذلك على أن السيئة هي المعصية ، وليست كذلك لما بيناه . والله أعلم . والقدرية إن قالوا ما أصابك من حسنة أي من طاعة فمن الله فليس هذا اعتقادهم ؛ لأن اعتقادهم الذي بنوا عليه مذهبهم أن الحسنة فعل المحسن والسيئة فعل المسيء . وأيضا فلو كان لهم فيها حجة لكان يقول : ما أصبت من حسنة وما أصبت من سيئة ؛ لأنه الفاعل للحسنة والسيئة جميعا ، فلا يضاف إليه إلا بفعله لهما لا بفعل [ ص: 248 ] غيره . نص على هذه المقالة الإمام أبو الحسن شبيب بن إبراهيم بن محمد بن حيدرة في كتابه المسمى بحز الغلاصم في إفحام المخاصم .قوله تعالى : وأرسلناك للناس رسولا مصدر مؤكد ، ويجوز أن يكون المعنى ذا رسالة وكفى بالله شهيدا نصب على البيان والباء زائدة ، أي كفى الله شهيدا على صدق رسالة نبيه وأنه صادق .",
  "ayah": 79,
  "surah": 4
}
