{
  "text": "وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم فليتقوا الله وليقولوا قولا سديدافيه مسألتان :الأولى : قوله تعالى : وليخش حذفت الألف من ليخش للجزم بالأمر ، ولا يجوز عند سيبويه إضمار لام الأمر قياسا على حروف الجر إلا في ضرورة الشعر . وأجاز الكوفيون حذف اللام مع الجزم ؛ وأنشد الجميع :محمد تفد نفسك كل نفس إذا ما خفت من شيء تبالاأراد لتفد ، ومفعول يخش محذوف لدلالة الكلام عليه . و \" خافوا \" جواب لو . التقدير لو تركوا لخافوا . ويجوز حذف اللام في جواب لو . وهذه الآية قد اختلف العلماء في تأويلها ؛ فقالت طائفة : ( هذا وعظ للأوصياء ، أي افعلوا باليتامى ما تحبون أن يفعل بأولادكم من بعدكم ) ؛ قاله ابن عباس . ولهذا قال الله تعالى : إن الذين يأكلون أموال اليتامى ظلما . وقالت طائفة : المراد جميع الناس ، أمرهم باتقاء الله في الأيتام وأولاد الناس ؛ وإن لم يكونوا في حجورهم . وأن يسددوا لهم القول كما يريد كل واحد منهم أن يفعل بولده بعده . ومن هذا ما حكاه الشيباني قال : كنا على قسطنطينية في عسكر مسلمة بن عبد الملك ، فجلسنا يوما في جماعة من أهل العلم فيهم ابن الديلمي ، فتذاكروا ما يكون من أهوال آخر الزمان . فقلت له : يا أبا بشر ، ودي ألا يكون لي ولد . فقال لي : ما عليك ! ما من نسمة قضى الله بخروجها من رجل إلا خرجت ، أحب أو كره ، ولكن إذا أردت أن تأمن عليهم فاتق الله في غيرهم ؛ ثم تلا الآية . وفي رواية : ألا أدلك على أمر إن أنت أدركته نجاك الله منه ، وإن تركت ولدا من بعدك حفظهم الله فيك ؟ فقلت : بلى ! فتلا هذه الآية وليخش الذين لو تركوا إلى آخرها .قلت : ومن هذا المعنى ما روى محمد بن كعب القرظي ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم قال : من أحسن الصدقة جاز على الصراط ومن قضى حاجة أرملة أخلف الله في تركته . وقول ثالث قاله جمع من المفسرين : هذا في الرجل يحضره الموت فيقول له من بحضرته عند وصيته : إن الله سيرزق ولدك فانظر لنفسك ، وأوص بمالك في سبيل الله ، وتصدق وأعتق . حتى يأتي على عامة ماله أو يستغرقه فيضر ذلك بورثته ؛ فنهوا عن ذلك . فكأن الآية تقول لهم : ( كما تخشون على ورثتكم وذريتكم بعدكم ، فكذلك فاخشوا على ورثة غيركم ولا تحملوه على [ ص: 47 ] تبذير ماله ) ؛ قاله ابن عباس وقتادة والسدي وابن جبير والضحاك ومجاهد . روى سعيد بن جبير عن ابن عباس أنه قال : ( إذا حضر الرجل الوصية فلا ينبغي أن يقول أوص بمالك فإن الله تعالى رازق ولدك ، ولكن يقول قدم لنفسك واترك لولدك ) ؛ فذلك قوله تعالى : فليتقوا الله . وقال مقسم وحضرمي : نزلت في عكس هذا ، وهو أن يقول للمحتضر من يحضره : أمسك على ورثتك ، وأبق لولدك فليس أحد أحق بمالك من أولادك ، وينهاه عن الوصية ، فيتضرر بذلك ذوو القربى وكل من يستحق أن يوصى له ؛ فقيل لهم : كما تخشون على ذريتكم وتسرون بأن يحسن إليهم ، فكذلك سددوا القول في جهة المساكين واليتامى ، واتقوا الله في ضررهم . وهذان القولان مبنيان على وقت وجوب الوصية قبل نزول آية المواريث ؛ روي عن سعيد بن جبير وابن المسيب . قال ابن عطية : وهذان القولان لا يطرد واحد منهما في كل الناس ، بل الناس صنفان ؛ يصلح لأحدهما القول الواحد ، ولآخر القول الثاني . وذلك أن الرجل إذا ترك ورثته مستقلين بأنفسهم أغنياء حسن أن يندب إلى الوصية ، ويحمل على أن يقدم لنفسه . وإذا ترك ورثة ضعفاء مهملين مقلين حسن أن يندب إلى الترك لهم والاحتياط ؛ فإن أجره في قصد ذلك كأجره في المساكين ، فالمراعاة إنما هو الضعف فيجب أن يمال معه .قلت : وهذا التفصيل صحيح ؛ لقوله عليه السلام لسعد : إنك إن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس . فإن لم يكن للإنسان ولد ، أو كان وهو غني مستقل بنفسه وماله عن أبيه فقد أمن عليه ؛ فالأولى بالإنسان حينئذ تقديم ماله بين يديه حتى لا ينفقه من بعده فيما لا يصلح ، فيكون وزره عليه .الثانية : قوله تعالى : وليقولوا قولا سديدا السديد : العدل والصواب من القول ؛ أي مروا المريض بأن يخرج من ماله ما عليه من الحقوق الواجبة ، ثم يوصي لقرابته بقدر ما لا يضر بورثته الصغار . وقيل : المعنى قولوا للميت قولا عدلا ، وهو أن يلقنه بلا إله إلا الله ، ولا يأمره بذلك ، ولكن يقول ذلك في نفسه حتى يسمع منه ويتلقن . هكذا قال النبي صلى الله عليه وسلم : لقنوا موتاكم لا إله إلا الله ولم يقل مروهم ؛ لأنه لو أمر بذلك لعله يغضب ويجحد . وقيل : المراد اليتيم ؛ أن لا ينهروه ولا يستخفوا به .",
  "ayah": 9,
  "surah": 4
}
