{
  "text": "وما كان لمؤمن أن يقتل مؤمنا إلا خطأ ومن قتل مؤمنا خطأ فتحرير رقبة مؤمنة ودية مسلمة إلى أهله إلا أن يصدقوا فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وإن كان من قوم بينكم وبينهم ميثاق فدية مسلمة إلى أهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيمافيه عشرون مسألة :قوله تعالى : وما كان لمؤمن أن يقتل مؤمنا إلا خطأ هذه آية من أمهات الأحكام . والمعنى ما ينبغي لمؤمن أن يقتل مؤمنا إلا خطأ ؛ فقوله : \" وما كان \" ليس على النفي وإنما هو على التحريم والنهي ، كقوله : وما كان لكم أن تؤذوا رسول الله ولو كانت على النفي لما وجد مؤمن قتل مؤمنا قط ؛ لأن ما نفاه الله فلا يجوز وجوده ، كقوله تعالى : ما كان لكم أن تنبتوا شجرها . فلا يقدر العباد أن ينبتوا شجرها أبدا . وقال قتادة : المعنى ما كان له ذلك في عهد الله . وقيل : ما كان له ذلك فيما سلف ، كما ليس له الآن ذلك بوجه ، ثم استثنى استثناء منقطعا ليس من الأول وهو الذي يكون فيه \" إلا \" بمعنى \" لكن \" والتقدير ما كان [ ص: 269 ] له أن يقتله ألبتة لكن إن قتله خطأ فعليه كذا ؛ هذا قول سيبويه والزجاج رحمهما الله . ومن الاستثناء المنقطع قوله تعالى : ما لهم به من علم إلا اتباع الظن : وقال النابغة :وقفت فيها أصيلانا أسائلها عيت جوابا وما بالربع من أحد     إلا الأواري لأيا ما أبينهاوالنؤي كالحوض بالمظلومة الجلدفلما لم تكن \" الأواري \" من جنس أحد حقيقة لم تدخل في لفظه . ومثله قول الآخر أبو خراش الهذلي :أمسى سقام خلاء لا أنيس به     إلا السباع ومر الريح بالغرفوقال آخر :وبلدة ليس بها أنيس     إلا اليعافير وإلا العيسوقال آخر :وبعض الرجال نخلة لا جنى لها     ولا ظل إلا أن تعد من النخلأنشده سيبويه ؛ ومثله كثير ، ومن أبدعه قول جرير :من البيض لم تظعن بعيدا ولم تطأ     على الأرض إلا ذيل مرط مرحلكأنه قال : لم تطأ على الأرض إلا أن تطأ ذيل البرد . ونزلت الآية بسبب قتل عياش بن أبي ربيعة الحارث بن يزيد بن أبي أنيسة العامري لحنة كانت بينهما ، فلما هاجر الحارث مسلما لقيه عياش فقتله ولم يشعر بإسلامه ، فلما أخبر أتى النبي صلى الله عليه وسلم فقال : يا رسول الله ، إنه قد كان من أمري وأمر الحارث ما قد علمت ، ولم أشعر بإسلامه حتى قتلته فنزلت الآية . وقيل : هو استثناء متصل ، أي وما كان لمؤمن أن يقتل مؤمنا ولا يقتص منه إلا أن يكون خطأ ؛ فلا يقتص منه ؛ ولكن فيه كذا وكذا . ووجه آخر وهو أن يقدر كان بمعنى استقر ووجد ؛ كأنه قال : وما وجد [ ص: 270 ] وما تقرر وما ساغ لمؤمن أن يقتل مؤمنا إلا خطأ إذ هو مغلوب فيه أحيانا ؛ فيجيء الاستثناء على هذين التأويلين غير منقطع . وتتضمن الآية على هذا إعظام العمد وبشاعة شأنه ؛ كما تقول : ما كان لك يا فلان أن تتكلم بهذا إلا ناسيا ؟ إعظاما للعمد والقصد مع حظر الكلام به ألبتة .وقيل : المعنى ولا خطأ . قال النحاس : ولا يجوز أن تكون إلا بمعنى الواو ، ولا يعرف ذلك في كلام العرب ولا يصح في المعنى ؛ لأن الخطأ لا يحظر . ولا يفهم من دليل خطابه جواز قتل الكافر المسلم فإن المسلم محترم الدم ، وإنما خص المؤمن بالذكر تأكيدا لحنانه وأخوته وشفقته وعقيدته . وقرأ الأعمش \" خطاء \" ممدودا في المواضع الثلاثة . ووجوه الخطأ كثيرة لا تحصى يربطها عدم القصد ؛ مثل أن يرمي صفوف المشركين فيصيب مسلما . أو يسعى بين يديه من يستحق القتل من زان أو محارب أو مرتد فطلبه ليقتله فلقي غيره فظنه هو فقتله فذلك خطأ . أو يرمي إلى غرض فيصيب إنسانا أو ما جرى مجراه ؛ وهذا مما لا خلاف فيه . والخطأ اسم من أخطأ خطأ وإخطاء إذا لم يصنع عن تعمد ؛ فالخطأ الاسم يقوم مقام الإخطاء . ويقال لمن أراد شيئا ففعل غيره : أخطأ ، ولمن فعل غير الصواب : أخطأ . قال ابن المنذر : قال الله تبارك وتعالى : وما كان لمؤمن أن يقتل مؤمنا إلا خطأ إلى قوله تعالى : ودية مسلمة إلى أهله فحكم الله جل ثناؤه في المؤمن يقتل خطأ بالدية ، وثبتت السنة الثابتة عن رسول الله صلى الله عليه وسلم على ذلك وأجمع أهل العلم على القول به .الثانية : ذهب داود إلى القصاص بين الحر والعبد في النفس ، وفي كل ما يستطاع القصاص فيه من الأعضاء ؛ تمسكا بقوله تعالى : وكتبنا عليهم فيها أن النفس بالنفس إلى قوله تعالى : والجروح قصاص ، وقوله عليه السلام : المسلمون تتكافأ دماؤهم فلم يفرق بين حر وعبد ؛ وهو قول ابن أبي ليلى . وقال أبو حنيفة وأصحابه : لا قصاص بين الأحرار والعبيد إلا في النفس فيقتل الحر بالعبد ، كما يقتل العبد بالحر ، ولا قصاص بينهما في شيء من الجراح والأعضاء . وأجمع العلماء على أن قوله تعالى : وما كان لمؤمن أن يقتل مؤمنا إلا خطأ أنه لم يدخل فيه العبيد ، وإنما أريد به الأحرار دون العبيد ؛ فكذلك قوله عليه السلام : المسلمون تتكافأ دماؤهم أريد به الأحرار خاصة . والجمهور على ذلك وإذا لم يكن قصاص بين العبيد والأحرار فيما دون النفس فالنفس أحرى بذلك ؛ وقد مضى هذا في \" البقرة \" .[ ص: 271 ] الثالثة : ومن قتل مؤمنا خطأ فتحرير رقبة مؤمنة أي فعليه تحرير رقبة ؛ هذه الكفارة التي أوجبها الله تعالى في كفارة القتل والظهار أيضا على ما يأتي . واختلف العلماء فيما يجزئ منها ، فقال ابن عباس والحسن والشعبي والنخعي وقتادة وغيرهم : الرقبة المؤمنة هي التي صلت وعقلت الإيمان ، لا تجزئ في ذلك الصغيرة ، وهو الصحيح في هذا الباب قال عطاء بن أبي رباح : يجزئ الصغير المولود بين مسلمين . وقال جماعة منهم مالك والشافعي : يجزئ كل من حكم له بحكم في الصلاة عليه إن مات ودفنه . وقال مالك : من صلى وصام أحب إلي . ولا يجزئ في قول كافة العلماء أعمى ولا مقعد ولا مقطوع اليدين أو الرجلين ولا أشلهما ، ويجزئ عند أكثرهم الأعرج والأعور . قال مالك : إلا أن يكون عرجا شديدا . ولا يجزئ عند مالك والشافعي وأكثر العلماء أقطع إحدى اليدين أو إحدى الرجلين ، ويجزئ عند أبي حنيفة وأصحابه . ولا يجزئ عند أكثرهم المجنون المطبق ولا يجزئ عند مالك الذي يجن ويفيق ، ويجزئ عند الشافعي . ولا يجزئ عند مالك المعتق إلى سنين ، ويجزئ عند الشافعي . ولا يجزئ المدبر عند مالك والأوزاعي وأصحاب الرأي ، ويجزئ في قول الشافعي وأبي ثور ، واختاره ابن المنذر . وقال مالك : لا يصح من أعتق بعضه ؛ لقوله تعالى : فتحرير رقبة . ومن أعتق البعض لا يقال حرر رقبة وإنما حرر بعضها . واختلفوا أيضا في معناها فقيل : أوجبت تمحيصا وطهورا لذنب القاتل ، وذنبه ترك الاحتياط والتحفظ حتى هلك على يديه امرؤ محقون الدم . وقيل : أوجبت بدلا من تعطيل حق الله تعالى في نفس القتيل ، فإنه كان له في نفسه حق وهو التنعم بالحياة والتصرف فيما أحل له تصرف الأحياء . وكان لله سبحانه فيه حق ، وهو أنه كان عبدا من عباده يجب له من أمر العبودية صغيرا كان أو كبيرا حرا كان أو عبدا مسلما كان أو ذميا ما يتميز به عن البهائم والدواب ، ويرتجى مع ذلك أن يكون من نسله من يعبد الله ويطيعه ، فلم يخل قاتله من أن يكون فوت منه الاسم الذي ذكرنا ، والمعنى الذي وصفنا ، فلذلك ضمن الكفارة . وأي واحد من هذين المعنيين كان ، ففيه بيان أن النص وإن وقع على القاتل خطأ فالقاتل عمدا مثله ، بل أولى بوجوب الكفارة عليه منه ، على ما يأتي بيانه ، والله أعلم .الرابعة : قوله تعالى : ودية مسلمة الدية ما يعطى عوضا عن دم القتيل إلى وليه . مسلمة مدفوعة مؤداة ، ولم يعين الله في كتابه ما يعطى في الدية ، وإنما في الآية إيجاب الدية مطلقا ، وليس فيها إيجابها على العاقلة أو على القاتل ، وإنما أخذ ذلك من السنة ، ولا شك أن إيجاب المواساة على العاقلة خلاف قياس الأصول في الغرامات وضمان المتلفات ، والذي وجب على العاقلة لم يجب تغليظا ، ولا أن وزر القاتل عليهم ولكنه مواساة محضة .[ ص: 272 ] واعتقد أبو حنيفة أنها باعتبار النصرة فأوجبها على أهل ديوانه . وثبتت الأخبار عن رسول الله صلى الله عليه وسلم بأن الدية مائة من الإبل ، ووداها صلى الله عليه وسلم في عبد الله بن سهل المقتول بخيبر لحويصة ومحيصة وعبد الرحمن ، فكان ذلك بيانا على لسان نبيه عليه السلام لمجمل كتابه . وأجمع أهل العلم على أن على أهل الإبل مائة من الإبل واختلفوا فيما يجب على غير أهل الإبل ؛ فقالت طائفة : على أهل الذهب ألف دينار ، وهم أهل الشام ومصر والمغرب ؛ هذا قول مالك وأحمد وإسحاق وأصحاب الرأي والشافعي في أحد قوليه ، في القديم . وروي هذا عن عمر وعروة بن الزبير وقتادة . وأما أهل الورق فاثنا عشر ألف درهم ، وهم أهل العراق وفارس وخراسان ؛ هذا مذهب مالك على ما بلغه عن عمر أنه قوم الدية على أهل القرى فجعلها على أهل الذهب ألف دينار وعلى أهل الورق اثني عشر ألف درهم . وقال المزني : قال الشافعي الدية الإبل ؛ فإن أعوزت فقيمتها بالدراهم والدنانير على ما قومها عمر ألف دينار على أهل الذهب واثنا عشر ألف درهم على أهل الورق . وقال أبو حنيفة وأصحابه والثوري : الدية من الورق عشرة آلاف درهم . رواه الشعبي عن عبيدة عن عمر أنه جعل الدية على أهل الذهب ألف دينار ، وعلى أهل الورق عشرة آلاف درهم ، وعلى أهل البقر مائتي بقرة ، وعلى أهل الشاء ألف شاة ، وعلى أهل الإبل مائة من الإبل ، وعلى أهل الحلل مائتي حلة . قال أبو عمر : في هذا الحديث ما يدل على أن الدنانير والدراهم صنف من أصناف الدية لا على وجه البدل والقيمة ؛ وهو الظاهر من الحديث عن عثمان وعلي وابن عباس . وخالف أبو حنيفة ما رواه عن عمر في البقر والشاء والحلل . وبه قال عطاء وطاوس وطائفة من التابعين ، وهو قول الفقهاء السبعة المدنيين . قال ابن المنذر : وقالت طائفة : دية الحر المسلم مائة من الإبل لا دية غيرها كما فرض رسول الله صلى الله عليه وسلم . هذا قول الشافعي وبه قال طاوس . قال ابن المنذر : دية الحر المسلم مائة من الإبل في كل زمان ، كما فرض رسول الله صلى الله عليه وسلم . واختلفت الروايات عن عمر رضي الله عنه في أعداد الدراهم وما منها شيء يصح عنه لأنها مراسيل ، وقد عرفتك مذهب الشافعي وبه نقول .الخامسة : واختلف الفقهاء في أسنان دية الإبل ؛ فروى أبو داود من حديث عمرو بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قضى أن من قتل خطأ فديته مائة من الإبل : ثلاثون بنت مخاض ، وثلاثون بنت لبون ، وثلاثون حقة ، وعشر بني لبون . قال الخطابي : هذا الحديث لا أعرف أحدا قال به من الفقهاء ، وإنما قال أكثر العلماء : دية الخطأ أخماس . كذا [ ص: 273 ] قال أصحاب الرأي والثوري ، وكذلك مالك وابن سيرين وأحمد بن حنبل إلا أنهم اختلفوا في الأصناف ؛ قال أصحاب الرأي وأحمد : خمس بنو مخاض ، وخمس بنات مخاض ، وخمس بنات لبون ، وخمس حقاق ، وخمس جذاع . وروي هذا القول عن ابن مسعود . وقال مالك والشافعي : خمس حقاق ، وخمس جذاع ، وخمس بنات لبون ، وخمس بنات مخاض ، وخمس بنو لبون . وحكي هذا القول عن عمر بن عبد العزيز وسليمان بن يسار والزهري وربيعة والليث بن سعد . قال الخطابي : ولأصحاب الرأي فيه أثر ، إلا أن راويه عبد الله بن خشف بن مالك وهو مجهول لا يعرف إلا بهذا الحديث . وعدل الشافعي عن القول به . لما ذكرنا من العلة في راويه ، ولأن فيه بني مخاض ولا مدخل لبني مخاض في شيء من أسنان الصدقات . وقد روي عن النبي صلى الله عليه وسلم في قصة القسامة أنه ودى قتيل خيبر مائة من إبل الصدقة وليس في أسنان الصدقة ابن مخاض . قال أبو عمر : وقد روى زيد بن جبير عن خشف بن مالك عن عبد الله بن مسعود أن رسول الله صلى الله عليه وسلم جعل الدية في الخطأ أخماسا ، إلا أن هذا لم يرفعه إلا خشف بن مالك الكوفي الطائي وهو مجهول ؛ لأنه لم يروه عنه إلا زيد بن جبير بن حرمل الطائي الجشمي من بني جشم بن معاوية أحد ثقات الكوفيين .قلت : قد ذكر الدارقطني في سننه حديث خشف بن مالك من رواية حجاج بن أرطأة عن زيد بن جبير عن خشف بن مالك عن عبد الله بن مسعود قال : قضى رسول الله صلى الله عليه وسلم في دية الخطأ مائة من الإبل ؛ منها عشرون حقة ، وعشرون جذعة ، وعشرون بنات لبون ، وعشرون بنات مخاض ، وعشرون بني مخاض . قال الدارقطني : \" هذا حديث ضعيف غير ثابت عند أهل المعرفة بالحديث من وجوه عدة ؛ أحدها أنه مخالف لما رواه أبو عبيدة بن عبد الله بن مسعود عن أبيه بالسند الصحيح عنه ، الذي لا مطعن فيه ولا تأويل عليه ، وأبو عبيدة أعلم بحديث أبيه وبمذهبه وفتياه من خشف بن مالك ونظرائه ، وعبد الله بن مسعود أتقى لربه وأشح على دينه من أن يروي عن رسول الله صلى الله عليه وسلم أنه يقضي بقضاء ويفتي هو بخلافه ؛ هذا لا يتوهم مثله على عبد الله بن مسعود وهو القائل في مسألة وردت عليه لم يسمع فيها من رسول الله صلى الله عليه وسلم شيئا ولم يبلغه عنه فيها قول : أقول فيها برأيي فإن يكن صوابا فمن الله ورسوله ، وإن يكن خطأ فمني ؛ ثم بلغه بعد ذلك أن فتياه فيها وافق قضاء رسول الله صلى الله عليه وسلم في مثلها ، فرآه أصحابه عند ذلك فرح فرحا شديدا لم يروه فرح مثله ، لموافقة فتياه قضاء رسول الله صلى الله عليه وسلم . فمن كانت هذه صفته وهذا حاله فكيف يصح عنه أن يروي عن رسول الله صلى الله عليه وسلم شيئا ويخالفه .[ ص: 274 ] ووجه آخر : وهو أن الخبر المرفوع الذي فيه ذكر بني المخاض لا نعلمه رواه إلا خشف بن مالك عن ابن مسعود وهو رجل مجهول لم يروه عنه إلا زيد بن جبير بن حرمل الجشمي وأهل العلم بالحديث لا يحتجون بخبر ينفرد بروايته رجل غير معروف ، وإنما يثبت العلم عندهم بالخبر إذا كان راويه عدلا مشهورا ، أو رجلا قد ارتفع عنه اسم الجهالة ، وارتفاع اسم الجهالة عنه أن يروي عنه رجلان فصاعدا ؛ فإذا كانت هذه صفته ارتفع عنه حينئذ اسم الجهالة ، وصار حينئذ معروفا . فأما من لم يرو عنه إلا رجل واحد وانفرد بخبر وجب التوقف عن خبره ذلك حتى يوافقه عليه غيره . والله أعلم .ووجه آخر : وهو أن حديث خشف بن مالك لا نعلم أحدا رواه عن زيد بن جبير عنه إلا الحجاج بن أرطأة ، والحجاج رجل مشهور بالتدليس وبأنه يحدث عمن لم يلقه ولم يسمع منه ؛ وترك الرواية عنه سفيان بن عيينة ويحيى بن سعيد القطان وعيسى بن يونس بعد أن جالسوه وخبروه ، وكفاك بهم علما بالرجل ونبلا . وقال يحيى بن معين : حجاج بن أرطأة لا يحتج بحديثه . وقال عبد الله بن إدريس : سمعت الحجاج يقول لا ينبل الرجل حتى يدع الصلاة في الجماعة . وقال عيسى بن يونس : سمعت الحجاج يقول : أخرج إلى الصلاة يزاحمني الحمالون والبقالون . وقال جرير : سمعت الحجاج يقول : أهلكني حب المال والشرف . وذكر أوجها أخر ؛ منها أن جماعة من الثقات رووا هذا الحديث عن الحجاج بن أرطأة فاختلفوا عليه فيه . إلى غير ذلك مما يطول ذكره ؛ وفيما ذكرناه مما ذكروه كفاية ودلالة على ضعف ما ذهب إليه الكوفيون في الدية ، وإن كان ابن المنذر مع جلالته قد اختاره على ما يأتي . وروى حماد بن سلمة حدثنا سليمان التيمي عن أبي مجلز عن أبي عبيدة أن ابن مسعود قال : دية الخطأ خمسة أخماس : عشرون حقة ، وعشرون جذعة ، وعشرون بنات مخاض ، وعشرون بنات لبون ، وعشرون بني لبون ذكور . قال الدارقطني : هذا إسناد حسن ورواته ثقات ، وقد روي عن علقمة عن عبد الله نحو هذا .قلت : وهذا هو مذهب مالك والشافعي أن الدية تكون مخمسة . قال الخطابي : وقد روي عن نفر من العلماء أنهم قالوا دية الخطأ أرباع ؛ وهم الشعبي والنخعي والحسن البصري ، وإليه ذهب إسحاق بن راهويه ؛ إلا أنهم قالوا : خمس وعشرون جذعة وخمس وعشرون حقة وخمس وعشرون بنات لبون وخمس وعشرون بنات مخاض . وقد روي ذلك عن علي بن أبي طالب . قال أبو عمر : أما قول مالك والشافعي فروي عن سليمان بن يسار وليس فيه عن صحابي شيء ؛ ولكن عليه عمل أهل المدينة . وكذلك حكى ابن جريج عن ابن شهاب .[ ص: 275 ] قلت : قد ذكرنا عن ابن مسعود ما يوافق ما صار إليه مالك والشافعي . قال أبو عمر : وأسنان الإبل في الديات لم تؤخذ قياسا ولا نظرا ، وإنما أخذت اتباعا وتسليما ، وما أخذ من جهة الأثر فلا مدخل فيه للنظر ؛ فكل يقول بما قد صح عنده من سلفه ؛ رضي الله عنهم أجمعين .قلت : وأما ما حكاه الخطابي من أنه لا يعلم من قال بحديث عمرو بن شعيب فقد حكاه ابن المنذر عن طاوس ومجاهد ، إلا أن مجاهدا جعل مكان بنت مخاض ثلاثين جذعة . قال ابن المنذر : وبالقول الأول أقول . يريد قول عبد الله وأصحاب الرأي الذي ضعفه الدارقطني والخطابي ، وابن عبد البر قال : لأنه الأقل مما قيل ؛ وبحديث مرفوع رويناه عن النبي صلى الله عليه وسلم يوافق هذا القول .قلت : وعجبا لابن المنذر ؟ مع نقده واجتهاده كيف قال بحديث لم يوافقه أهل النقد على صحته ! لكن الذهول والنسيان قد يعتري الإنسان ، وإنما الكمال لعزة ذي الجلال .السادسة : ثبتت الأخبار عن النبي المختار محمد صلى الله عليه وسلم أنه قضى بدية الخطأ على العاقلة ، وأجمع أهل العلم على القول به . وفي إجماع أهل العلم أن الدية في الخطأ على العاقلة دليل على أن المراد من قول النبي صلى الله عليه وسلم لأبي رمثة حيث دخل عليه ومعه ابنه : إنه لا يجني عليك ولا تجني عليه العمد دون الخطأ . وأجمعوا على أن ما زاد على ثلث الدية على العاقلة . واختلفوا في الثلث ؛ والذي عليه جمهور العلماء أن العاقلة لا تحمل عمدا ولا اعترافا ولا صلحا ، ولا تحمل من دية الخطأ إلا ما جاوز الثلث وما دون الثلث في مال الجاني . وقالت طائفة : عقل الخطأ على عاقلة الجاني ، قلت الجناية أو كثرت ؛ لأن من غرم الأكثر غرم الأقل . كما عقل العمد في مال الجاني قل أو كثر ؛ هذا قول الشافعي .السابعة : وحكمها أن تكون منجمة على العاقلة ، والعاقلة العصبة . وليس ولد المرأة إذا كان من غير عصبتها من العاقلة . ولا الإخوة من الأم بعصبة لإخوتهم من الأب والأم ، فلا يعقلون عنهم شيئا . وكذلك الديوان لا يكون عاقلة في قول جمهور أهل الحجاز . وقال الكوفيون : يكون عاقلة إن كان من أهل الديوان ؛ فتنجم الدية على العاقلة في ثلاثة أعوام على ما قضاه عمر وعلي ؛ لأن الإبل قد تكون حوامل فتضر به . وكان النبي صلى الله عليه وسلم يعطيها دفعة واحدة لأغراض ؛ منها أنه كان يعطيها صلحا وتسديدا . ومنها أنه كان يعجلها تأليفا . فلما تمهد الإسلام قدرتها الصحابة على هذا النظام ؛ قاله ابن العربي . وقال أبو عمر : أجمع العلماء [ ص: 276 ] قديما وحديثا أن الدية على العاقلة لا تكون إلا في ثلاث سنين ولا تكون في أقل منها . وأجمعوا على أنها على البالغين من الرجال . وأجمع أهل السير والعلم أن الدية كانت في الجاهلية تحملها العاقلة فأقرها رسول الله صلى الله عليه وسلم في الإسلام ، وكانوا يتعاقلون بالنصرة ؛ ثم جاء الإسلام فجرى الأمر على ذلك حتى جعل الديوان . واتفق الفقهاء على رواية ذلك والقول به . وأجمعوا أنه لم يكن في زمن رسول الله صلى الله عليه وسلم ولا زمن أبي بكر ديوان ، وأن عمر جعل الديوان وجمع بين الناس ، وجعل أهل كل ناحية يدا ، وجعل عليهم قتال من يليهم من العدو .الثامنة : قلت : ومما ينخرط في سلك هذا الباب ويدخل في نظامه قتل الجنين في بطن أمه ؛ وهو أن يضرب بطن أمه فتلقيه حيا ثم يموت ؛ فقال كافة العلماء : فيه الدية كاملة في الخطأ وفي العمد بعد القسامة . وقيل : بغير قسامة . واختلفوا فيما به تعلم حياته بعد اتفاقهم على أنه إذا استهل صارخا أو ارتضع أو تنفس نفسا محققة حي ، فيه الدية كاملة ؛ فإن تحرك فقال الشافعي وأبو حنيفة : الحركة تدل على حياته . وقال مالك : لا ، إلا أن يقارنها طول إقامة . والذكر والأنثى عند كافة العلماء في الحكم سواء . فإن ألقته ميتا ففيه غرة : عبد أو وليدة . فإن لم تلقه وماتت وهو في جوفها لم يخرج فلا شيء فيه . وهذا كله إجماع لا خلاف فيه . وروي عن الليث بن سعد وداود أنهما قالا في المرأة إذا ماتت من ضرب بطنها ثم خرج الجنين ميتا بعد موتها : ففيه الغرة ، وسواء رمته قبل موتها أو بعد موتها ؛ المعتبر حياة أمه في وقت ضربها لا غير . وقال سائر الفقهاء : لا شيء فيه إذا خرج ميتا من بطنها بعد موتها . قال الطحاوي محتجا لجماعة الفقهاء بأن قال : قد أجمعوا والليث معهم على أنه لو ضرب بطنها وهي حية فماتت والجنين في بطنها ولم يسقط أنه لا شيء فيه ؛ فكذلك إذا سقط بعد موتها .التاسعة : ولا تكون الغرة إلا بيضاء . قال أبو عمرو بن العلاء في قول رسول الله صلى الله عليه وسلم : في الجنين غرة عبد أو أمة - لولا أن رسول الله صلى الله عليه وسلم أراد بالغرة معنى لقال : في الجنين عبد أو أمة ، ولكنه عنى البياض ؛ فلا يقبل في الدية إلا غلام أبيض أو جارية بيضاء ، لا يقبل فيها أسود ولا سوداء . واختلف العلماء في قيمتها ؛ فقال مالك : تقوم بخمسين دينارا أو ستمائة درهم ؛ نصف عشر دية الحر المسلم ، وعشر دية أمه الحرة ؛ وهو قول ابن شهاب وربيعة وسائر أهل المدينة . وقال أصحاب الرأي : قيمتها خمسمائة درهم . وقال الشافعي : سن الغرة سبع سنين أو ثمان سنين ؛ وليس عليه أن يقبلها معيبة . ومقتضى مذهب مالك أنه مخير بين إعطاء غرة أو عشر دية الأم ، من الذهب عشرون دينارا إن كانوا أهل ذهب ، ومن الورق - إن كانوا أهل ورق - [ ص: 277 ] ستمائة درهم ، أو خمس فرائض من الإبل . قال مالك وأصحابه : هي في مال الجاني ؛ وهو قول الحسن بن حي . وقال أبو حنيفة والشافعي وأصحابهما ، هي على العاقلة . وهو أصح ؛ لحديث المغيرة بن شعبة أن امرأتين كانتا تحت رجلين من الأنصار - في رواية فتغايرتا - فضربت إحداهما الأخرى بعمود فقتلتها ، فاختصم إلى النبي صلى الله عليه وسلم الرجلان فقالا : ندي من لا صاح ولا أكل ، ولا شرب ولا استهل فمثل ذلك يطل ؟ ! فقال : أسجع كسجع الأعراب ؟ فقضى فيه غرة وجعلها على عاقلة المرأة . وهو حديث ثابت صحيح ، نص في موضع الخلاف يوجب الحكم . ولما كانت دية المرأة المضروبة على العاقلة كان الجنين كذلك في القياس والنظر . واحتج علماؤنا بقول الذي قضي عليه : كيف أغرم ؟ قالوا : وهذا يدل على أن الذي قضي عليه معين وهو الجاني . ولو أن دية الجنين قضى بها على العاقلة لقال : فقال الذي قضى عليهم . وفي القياس أن كل جان جنايته عليه ، إلا ما قام بخلافه الدليل الذي لا معارض له ؛ مثل إجماع لا يجوز خلافه ، أو نص سنة من جهة نقل الآحاد العدول لا معارض لها ، فيجب الحكم بها ، وقد قال الله تعالى : ولا تكسب كل نفس إلا عليها ولا تزر وازرة وزر أخرىالعاشرة : ولا خلاف بين العلماء أن الجنين إذا خرج حيا فيه الكفارة مع الدية . واختلفوا في الكفارة إذا خرج ميتا ؛ قال مالك : فيه الغرة والكفارة . وقال أبو حنيفة والشافعي : فيه الغرة ولا كفارة . واختلفوا في ميراث الغرة عن الجنين ؛ فقال مالك والشافعي وأصحابهما : الغرة في الجنين موروثة عن الجنين على كتاب الله تعالى ؛ لأنها دية . وقال أبو حنيفة وأصحابه : الغرة للأم وحدها ؛ لأنها جناية جني عليها بقطع عضو من أعضائها وليست بدية . ومن الدليل على ذلك أنه لم يعتبر فيه الذكر والأنثى كما يلزم في الديات ، فدل على أن ذلك كالعضو . وكان ابن هرمز يقول : ديته لأبويه خاصة ؛ لأبيه ثلثاها ولأمه ثلثها ، من كان منهما حيا كان ذلك له ، فإن كان أحدهما قد مات كانت للباقي منهما أبا كان أو أما ، ولا يرث الإخوة شيئا .الحادية عشرة : قوله تعالى : إلا أن يصدقوا أصله \" أن يتصدقوا \" فأدغمت التاء في الصاد . والتصدق الإعطاء ؛ يعني إلا أن يبرئ الأولياء ورثة المقتول القاتلين مما أوجب لهم من الدية عليهم . فهو استثناء ليس من الأول . وقرأ أبو عبد الرحمن ونبيح \" إلا أن تصدقوا \" بتخفيف الصاد والتاء . وكذلك قرأ أبو عمرو ، إلا أنه شدد الصاد . ويجوز على هذه القراءة [ ص: 278 ] حذف التاء الثانية ، ولا يجوز حذفها على قراءة الياء . وفي حرف أبي وابن مسعود \" إلا أن يتصدقوا \" وأما الكفارة التي هي لله تعالى فلا تسقط بإبرائهم ؛ لأنه أتلف شخصا في عبادة الله سبحانه ، فعليه أن يخلص آخر لعبادة ربه وإنما تسقط الدية التي هي حق لهم . وتجب الكفارة في مال الجاني ولا تتحمل .الثانية عشرة : قوله تعالى : فإن كان من قوم عدو لكم وهو مؤمن هذه مسألة المؤمن يقتل في بلاد الكفار أو في حروبهم على أنه من الكفار . والمعنى عند ابن عباس وقتادة والسدي وعكرمة ومجاهد والنخعي : فإن كان هذا المقتول رجلا مؤمنا قد أمن وبقي في قومه وهم كفرة عدو لكم فلا دية فيه ؛ وإنما كفارته تحرير الرقبة . وهو المشهور من قول مالك ، وبه قال أبو حنيفة . وسقطت الدية لوجهين : أحدهما : أن أولياء القتيل كفار فلا يصح أن تدفع إليهم فيتقووا بها . والثاني : أن حرمة هذا الذي آمن ولم يهاجر قليلة ، فلا دية ؛ لقوله تعالى : والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا . وقالت طائفة : بل الوجه في سقوط الدية أن الأولياء كفار فقط ؛ فسواء كان القتل خطأ بين أظهر المسلمين أو بين قومه ولم يهاجر أو هاجر ثم رجع إلى قومه كفارته التحرير ولا دية فيه ، إذ لا يصح دفعها إلى الكفار ، ولو وجبت الدية لوجبت لبيت المال على بيت المال ؛ فلا تجب الدية في هذا الموضع وإن جرى القتل في بلاد الإسلام . هذا قول الشافعي وبه قال الأوزاعي والثوري وأبو ثور . وعلى القول الأول إن قتل المؤمن في بلاد المسلمين وقومه حرب ففيه الدية لبيت المال والكفارة .قلت : ومن هذا الباب ما جاء في صحيح مسلم عن أسامة قال : بعثنا رسول الله صلى الله عليه وسلم في سرية فصبحنا الحرقات من جهينة فأدركت رجلا فقال : لا إله إلا الله ؛ فطعنته فوقع في نفسي من ذلك ، فذكرته للنبي صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم : أقال لا إله إلا الله وقتلته ! قال : قلت يا رسول الله ، إنما قالها خوفا من السلاح ؛ قال : أفلا شققت عن قلبه حتى تعلم أقالها أم لا ؟ . فلم يحكم عليه صلى الله عليه وسلم بقصاص ولا دية . وروي عن أسامة أنه قال : إن رسول الله صلى الله عليه وسلم استغفر لي بعد ثلاث مرات ، وقال : أعتق رقبة ولم يحكم بقصاص ولا دية . فقال علماؤنا : أما سقوط القصاص فواضح إذ لم يكن القتل عدوانا ؛ وأما سقوط الدية فلأوجه ثلاثة :الأول : لأنه كان أذن له في أصل القتال فكان عنه إتلاف نفس محترمة غلطا كالخاتن [ ص: 279 ] والطبيب .الثاني : لكونه من العدو ولم يكن له ولي من المسلمين تكون له ديته ؛ لقوله تعالى : فإن كان من قوم عدو لكم كما ذكرنا .الثالث : أن أسامة اعترف بالقتل ولم تقم بذلك بينة ولا تعقل العاقلة اعترافا ، ولعل أسامة لم يكن له مال تكون فيه الدية . والله أعلم .الثالثة عشرة : قوله تعالى : وإن كان من قوم بينكم وبينهم ميثاق هذا في الذمي والمعاهد يقتل خطأ فتجب الدية والكفارة ؛ قاله ابن عباس والشعبي والنخعي والشافعي . واختاره الطبري قال : إلا أن الله سبحانه وتعالى أبهمه ولم يقل وهو مؤمن ، كما قال في القتيل من المؤمنين ومن أهل الحرب . وإطلاقه ما قيد قبل يدل على أنه خلافه . وقال الحسن وجابر بن زيد وإبراهيم أيضا : المعنى وإن كان المقتول خطأ مؤمنا من قوم معاهدين لكم فعهدهم يوجب أنهم أحق بدية صاحبهم ، فكفارته التحرير وأداء الدية . وقرأها الحسن : \" وإن كان من قوم بينكم وبينهم ميثاق وهو مؤمن \" . قال الحسن : إذا قتل المسلم الذمي فلا كفارة عليه . قال أبو عمر : وأما الآية فمعناها عند أهل الحجاز مردود على قوله : وما كان لمؤمن أن يقتل مؤمنا إلا خطأ ثم قال تعالى : وإن كان من قوم يريد ذلك المؤمن . والله أعلم . قال ابن العربي : والذي عندي أن الجملة محمولة حمل المطلق على المقيد .قلت : وهذا معنى ما قال الحسن وحكاه أبو عمر عن أهل الحجاز . وقوله فدية مسلمة على لفظ النكرة ليس يقتضي دية بعينها . وقيل : هذا في مشركي العرب الذين كان بينهم وبين النبي عليه السلام عهد على أن يسلموا أو يؤذنوا بحرب إلى أجل معلوم : فمن قتل منهم وجبت فيه الدية والكفارة ثم نسخ بقوله تعالى : براءة من الله ورسوله إلى الذين عاهدتم من المشركينالرابعة عشرة : وأجمع العلماء على أن دية المرأة على النصف من دية الرجل ؛ قال أبو عمر : إنما صارت ديتها - والله أعلم - على النصف من دية الرجل من أجل أن لها نصف ميراث الرجل ، وشهادة امرأتين بشهادة رجل . وهذا إنما هو في دية الخطأ ، وأما العمد ففيه القصاص بين الرجال والنساء لقوله عز وجل : النفس بالنفس . و الحر بالحر كما تقدم في \" البقرة \" .[ ص: 280 ] الخامسة عشرة : روى الدارقطني من حديث موسى بن علي بن رباح اللخمي قال : سمعت أبي يقول إن أعمى كان ينشد في الموسم في خلافة عمر بن الخطاب رضي الله عنه وهو يقول :يا أيها الناس لقيت منكرا     هل يعقل الأعمى الصحيح المبصراخرا معا كلاهما تكسراوذلك أن الأعمى كان يقوده بصير فوقعا في بئر ، فوقع الأعمى على البصير فمات البصير ؛ فقضى عمر بعقل البصير على الأعمى . وقد اختلف العلماء في رجل يسقط على آخر فيموت أحدهما ؛ فروي عن ابن الزبير : يضمن الأعلى الأسفل ، ولا يضمن الأسفل الأعلى . وهذا قول شريح والنخعي وأحمد وإسحاق . وقال مالك في رجلين جر أحدهما صاحبه حتى سقطا وماتا : على عاقلة الذي جبذه الدية . قال أبو عمر : ما أظن في هذا خلافا - والله أعلم - إلا ما قال بعض المتأخرين من أصحابنا وأصحاب الشافعي : يضمن نصف الدية ؛ لأنه مات من فعله ، ومن سقوط الساقط عليه . وقال الحكم وابن شبرمة : إن سقط رجل على رجل من فوق بيت فمات أحدهما ، قالا : يضمن الحي منهما . وقال الشافعي في رجلين يصدم أحدهما الآخر فماتا ، قال : دية المصدوم على عاقلة الصادم ، ودية الصادم هدر . وقال في الفارسين إذا اصطدما فماتا : على كل واحد منهما نصف دية صاحبه ؛ لأن كل واحد منهما مات من فعل نفسه وفعل صاحبه ؛ وقال عثمان البتي وزفر . وقال مالك والأوزاعي والحسن بن حي وأبو حنيفة وأصحابه في الفارسين يصطدمان فيموتان : على كل واحد منهما دية الآخر على عاقلته . قال ابن خويز منداد : وكذلك عندنا السفينتان تصطدمان إذا لم يكن النوتي صرف السفينة ولا الفارس صرف الفرس . وروي عن مالك في السفينتين والفارسين . على كل واحد منهما الضمان لقيمة ما أتلف لصاحبه كاملا .السادسة عشرة : واختلف العلماء من هذا الباب في تفصيل دية أهل الكتاب ؛ فقال مالك وأصحابه : هي على النصف من دية المسلم ، ودية المجوسي ثمانمائة درهم ، ودية نسائهم على النصف من ذلك . روي هذا القول عن عمر بن عبد العزيز وعروة بن الزبير وعمرو بن شعيب وقال به أحمد بن حنبل . وهذا المعنى قد روى فيه سليمان بن بلال ، عن عبد الرحمن بن الحارث بن عياش بن أبي ربيعة ، عن عمرو بن شعيب ، عن أبيه ، عن جده أن النبي صلى الله عليه وسلم جعل دية اليهودي والنصراني على النصف من دية المسلم . وعبد الرحمن هذا قد روى عنه الثوري أيضا . وقال ابن عباس والشعبي والنخعي : المقتول من أهل العهد خطأ لا [ ص: 281 ] تبالي مؤمنا كان أو كافرا على عهد قومه فيه الدية كدية المسلم ؛ وهو قول أبي حنيفة والثوري وعثمان البتي والحسن بن حي ؛ جعلوا الديات كلها سواء ، المسلم واليهودي والنصراني والمجوسي والمعاهد والذمي ، وهو قول عطاء والزهري وسعيد بن المسيب . وحجتهم قوله تعالى : فدية وذلك يقتضي الدية كاملة كدية المسلم . وعضدوا هذا بما رواه محمد بن إسحاق ، عن داود بن الحصين ، عن عكرمة ، عن ابن عباس في قصة بني قريظة والنضير أن رسول الله صلى الله عليه وسلم جعل ديتهم سواء دية كاملة . قال أبو عمر : هذا حديث فيه لين وليس في مثله حجة . وقال الشافعي : دية اليهودي والنصراني ثلث دية المسلم ، ودية المجوسي ثمانمائة درهم ؛ وحجته أن ذلك أقل ما قيل في ذلك ، والذمة بريئة إلا بيقين أو حجة . وروي هذا القول عن عمر وعثمان ، وبه قال ابن المسيب وعطاء والحسن وعكرمة وعمرو بن دينار وأبو ثور وإسحاق .السابعة عشرة : قوله تعالى : فمن لم يجد أي الرقبة ولا اتسع ماله لشرائها . فصيام شهرين أي فعليه صيام شهرين . متتابعين حتى لو أفطر يوما استأنف ؛ هذا قول الجمهور . وقال مكي عن الشعبي : إن صيام الشهرين يجزئ عن الدية والعتق لمن لم يجد . قال ابن عطية : وهذا القول وهم ؛ لأن الدية إنما هي على العاقلة وليست على القاتل . والطبري حكى هذا القول عن مسروق .الثامنة عشرة : والحيض لا يمنع التتابع من غير خلاف ، وإنها إذا طهرت ولم تؤخر وصلت باقي صيامها بما سلف منه ، لا شيء عليها غير ذلك إلا أن تكون طاهرا قبل الفجر فتترك صيام ذلك اليوم عالمة بطهرها ، فإن فعلت استأنفت عند جماعة من العلماء ؛ قاله أبو عمر . واختلفوا في المريض الذي قد صام من شهري التتابع بعضها على قولين ؛ فقال مالك : وليس لأحد وجب عليه صيام شهرين متتابعين في كتاب الله تعالى أن يفطر إلا من عذر أو مرض أو حيض ، وليس له أن يسافر فيفطر . وممن قال يبني في المرض سعيد بن المسيب وسليمان بن يسار والحسن والشعبي وعطاء ومجاهد وقتادة وطاوس . وقال سعيد بن جبير والنخعي والحكم بن عيينة وعطاء الخراساني : يستأنف في المرض ؛ وهو قول أبي حنيفة وأصحابه والحسن بن حي ؛ وأحد قولي الشافعي ؛ وله قول آخر : أنه يبني كما قال مالك . وقال ابن شبرمة : يقضي ذلك اليوم وحده إن كان عذر غالب ، كصوم رمضان . قال أبو عمر : حجة من قال يبني لأنه معذور في قطع التتابع لمرضه ولم يتعمد ، وقد تجاوز الله عن غير المتعمد . وحجة من قال يستأنف لأن التتابع فرض لا يسقط لعذر ، وإنما يسقط المأثم ؛ قياسا على الصلاة ؛ لأنها ركعات متتابعات فإذا قطعها عذرا استأنف ولم يبن .[ ص: 282 ] التاسعة عشرة : قوله تعالى : توبة من الله نصب على المصدر ، ومعناه رجوعا . وإنما مست حاجة المخطئ إلى التوبة لأنه لم يتحرز وكان من حقه أن يتحفظ . وقيل : أي فليأت بالصيام تخفيفا من الله تعالى عليه بقبول الصوم بدلا عن الرقبة ؛ ومنه قوله تعالى : علم الله أنكم كنتم تختانون أنفسكم فتاب عليكم أي خفف ، وقوله تعالى : علم أن لن تحصوه فتاب عليكم .الموفية عشرين : وكان الله أي في أزله وأبده . عليما بجميع المعلومات حكيما فيما حكم وأبرم .",
  "ayah": 92,
  "surah": 4
}
