{
  "text": "قوله تعالى : ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه وأعد له عذابا عظيمافيه سبع مسائل :الأولى : قوله تعالى : ومن يقتل \" من \" شرط ، وجوابه فجزاؤه وسيأتي . واختلف العلماء في صفة المتعمد في القتل ؛ فقال عطاء والنخعي وغيرهما : هو من قتل بحديدة كالسيف والخنجر وسنان الرمح ونحو ذلك من المشحوذ المعد للقطع أو بما يعلم أن فيه الموت من ثقال الحجارة ونحوها . وقالت فرقة : المتعمد كل من قتل بحديدة كان القتل أو بحجر أو بعصا أو بغير ذلك ، وهذا قول الجمهور .الثانية : ذكر الله عز وجل في كتابه العمد والخطأ ولم يذكر شبه العمد وقد اختلف العلماء في القول به ، فقال ابن المنذر : أنكر ذلك مالك ، وقال : ليس في كتاب الله إلا العمد والخطأ . وذكره الخطابي أيضا عن مالك وزاد : وأما شبه العمد فلا نعرفه . قال أبو عمر : أنكر مالك والليث بن سعد شبه العمد ؛ فمن قتل عندهما بما لا يقتل مثله غالبا كالعضة واللطمة وضربة السوط والقضيب وشبه ذلك فإنه عمد وفيه القود . قال أبو عمر : وقال بقولهما جماعة من الصحابة والتابعين . وذهب جمهور فقهاء الأمصار إلى أن هذا كله شبه العمد . وقد ذكر عن مالك وقاله ابن وهب وجماعة من الصحابة والتابعين . قال ابن المنذر : وشبه العمد يعمل به عندنا . وممن أثبت شبه العمد الشعبي والحكم وحماد والنخعي وقتادة وسفيان الثوري وأهل [ ص: 283 ] العراق والشافعي ، وروينا ذلك عن عمر بن الخطاب وعلي بن أبي طالب رضي الله عنهما .قلت : وهو الصحيح ؛ فإن الدماء أحق ما احتيط لها إذ الأصل صيانتها في أهبها ، فلا تستباح إلا بأمرين لا إشكال فيه ، وهذا فيه إشكال ؛ لأنه لما كان مترددا بين العمد والخطأ حكم له بشبه العمد ؛ فالضرب مقصود والقتل غير مقصود ، وإنما وقع بغير القصد فيسقط القود وتغلظ الدية . وبمثل هذا جاءت السنة ؛ روى أبو داود من حديث عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال : ألا إن دية الخطأ شبه العمد ما كان بالسوط والعصا مائة من الإبل منها أربعون في بطونها أولادها . وروى الدارقطني عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : العمد قود اليد والخطأ عقل لا قود فيه ومن قتل في عمية بحجر أو عصا أو سوط فهو دية مغلظة في أسنان الإبل . وروي أيضا من حديث سليمان بن موسى عن عمرو بن شعيب عن أبيه عن جده قال : قال رسول الله صلى الله عليه وسلم : عقل شبه العمد مغلظ مثل قتل العمد ولا يقتل صاحبه . وهذا نص . وقال طاوس في الرجل يصاب في ماء الرميا في القتال بالعصا أو السوط أو الترامي بالحجارة يودى ولا يقتل به من أجل أنه لا يدرى ، من قاتله . وقال أحمد بن حنبل : العميا هو الأمر الأعمى للعصبية لا تستبين ما وجهه . وقال إسحاق : هذا في تحارج القوم وقتل بعضهم بعضا . فكأن أصله من التعمية وهو التلبيس ؛ ذكره الدارقطنيمسألة : واختلف القائلون بشبه العمد في الدية المغلظة ، فقال عطاء والشافعي : هي ثلاثون حقة وثلاثون جذعة وأربعون خلفة . وقد روي هذا القول عن عمر وزيد بن ثابت والمغيرة بن شعبة وأبي موسى الأشعري ؛ وهو مذهب مالك حيث يقول بشبه العمد ، ومشهور مذهبه أنه لم يقل به إلا في مثل قصة المدلجي بابنه حيث ضربه بالسيف . وقيل : هي مربعة [ ص: 284 ] ربع بنات لبون ، وربع حقاق ، وربع جذاع ، وربع بنات مخاض . هذا قول النعمان ويعقوب ؛ وذكره أبو داود عن سفيان عن أبي إسحاق عن عاصم بن ضمرة عن علي . وقيل : هي مخمسة : عشرون بنت مخاض وعشرون بنت لبون وعشرون ابن لبون وعشرون حقة وعشرون جذعة ؛ هذا قول أبي ثور . وقيل : أربعون جذعة إلى بازل عامها وثلاثون حقة ، وثلاثون بنات لبون . وروي عن عثمان بن عفان وبه قال الحسن البصري وطاوس والزهري . وقيل : أربع وثلاثون خلفة إلى بازل عامها ، وثلاث وثلاثون حقة ، وثلاث وثلاثون جذعة ؛ وبه قال الشعبي والنخعي ، وذكره أبو داود عن أبي الأحوص عن أبي إسحاق عن عاصم بن ضمرة عن علي .الثالثة : واختلفوا فيمن تلزمه دية شبه العمد ؛ فقال الحارث العكلي وابن أبي ليلى وابن شبرمة وقتادة وأبو ثور : هو عليه في ماله . وقال الشعبي والنخعي والحكم والشافعي والثوري وأحمد وإسحاق وأصحاب الرأي : هو على العاقلة . قال ابن المنذر : قول الشعبي أصح ؛ لحديث أبي هريرة أن النبي صلى الله عليه وسلم جعل دية الجنين على عاقلة الضاربة .الرابعة : أجمع العلماء على أن العاقلة لا تحمل دية العمد وأنها في مال الجاني ؛ وقد تقدم ذكرها في \" البقرة \" . وقد أجمعوا على أن على القاتل خطأ الكفارة ؛ واختلفوا فيها في قتل العمد ؛ فكان مالك والشافعي يريان على قاتل العمد الكفارة كما في الخطأ . قال الشافعي : إذا وجبت الكفارة في الخطأ فلأن تجب في العمد أولى . وقال : إذا شرع السجود في السهو فلأن يشرع في العمد أولى ، وليس ما ذكره الله تعالى في كفارة العمد بمسقط ما قد وجب في الخطأ . وقد قيل : إن القاتل عمدا إنما تجب عليه الكفارة إذا عفي عنه فلم يقتل ، فأما إذا قتل قودا فلا كفارة عليه تؤخذ من ماله . وقيل تجب . ومن قتل نفسه فعليه الكفارة في ماله . وقال الثوري وأبو ثور وأصحاب الرأي : لا تجب الكفارة إلا حيث أوجبها الله تعالى . قال ابن المنذر : وكذلك نقول ؛ لأن الكفارات عبادات ولا يجوز التمثيل . وليس يجوز لأحد أن يفرض فرضا يلزمه عباد الله إلا بكتاب أو سنة أو إجماع ، وليس مع من فرض على القاتل عمدا كفارة حجة من حيث ذكرت .الخامسة : واختلفوا في الجماعة يقتلون الرجل خطأ ؛ فقالت طائفة : على كل واحد منهم الكفارة ؛ كذلك قال الحسن وعكرمة والنخعي والحارث العكلي ومالك والثوري والشافعي وأحمد وإسحاق وأبو ثور وأصحاب الرأي . وقالت طائفة : عليهم كلهم كفارة واحدة ؛ هكذا قال أبو ثور ، وحكي ذلك عن الأوزاعي . وفرق الزهري بين العتق والصوم ؛ فقال في الجماعة يرمون بالمنجنيق فيقتلون رجلا : عليهم كلهم عتق رقبة ، وإن كانوا لا يجدون فعلى كل واحد منهم صوم شهرين متتابعين .[ ص: 285 ] السادسة : روى النسائي : أخبرنا الحسن بن إسحاق المروزي - ثقة قال : حدثنا خالد بن خداش قال : حدثنا حاتم بن إسماعيل عن بشير بن المهاجر عن عبد الله بن بريدة عن أبيه قال : قال رسول الله صلى الله عليه وسلم : قتل المؤمن أعظم عند الله من زوال الدنيا . وروي عن عبد الله قال : قال رسول الله : أول ما يحاسب به العبد الصلاة وأول ما يقضى بين الناس في الدماء . وروى إسماعيل بن إسحاق عن نافع بن جبير بن مطعم عن عبد الله بن عباس أنه سأل سائل فقال : يا أبا العباس ، هل للقاتل توبة ؟ فقال له ابن عباس كالمتعجب من مسألته : ماذا تقول ! مرتين أو ثلاثا . ثم قال ابن عباس : ويحك ! أنى له توبة ! سمعت نبيكم صلى الله عليه وسلم يقول : يأتي المقتول معلقا رأسه بإحدى يديه متلببا قاتله بيده الأخرى تشخب أوداجه دما حتى يوقفا فيقول المقتول لله سبحانه وتعالى رب هذا قتلني فيقول الله تعالى للقاتل تعست ويذهب به إلى النار . وعن الحسن قال : قال رسول الله صلى الله عليه وسلم : ما نازلت ربي في شيء ما نازلته في قتل المؤمن فلم يجبني .السابعة : واختلف العلماء في قاتل العمد هل له من توبة ؟ فروى البخاري عن سعد بن جبير قال : اختلف فيها أهل الكوفة ، فرحلت فيها إلى ابن عباس ، فسألته عنها فقال : نزلت هذه الآية ومن يقتل مؤمنا متعمدا فجزاؤه جهنم هي آخر ما نزل وما نسخها شيء . وروى النسائي عنه قال : سألت ابن عباس هل لمن قتل مؤمنا متعمدا من توبة ؟ قال : لا . وقرأت عليه الآية التي في الفرقان : والذين لا يدعون مع الله إلها آخر قال : هذه آية مكية نسختها آية مدنية ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه . وروي عن زيد بن ثابت نحوه ، وإن آية النساء نزلت بعد آية الفرقان بستة أشهر ، وفي رواية بثمانية أشهر ؛ ذكرهما النسائي عن زيد بن ثابت . وإلى عموم هذه الآية مع هذه الأخبار عن زيد وابن عباس ذهبت المعتزلة وقالوا : هذا مخصص عموم قوله تعالى : ويغفر ما دون ذلك لمن يشاء ورأوا أن الوعيد نافذ حتما على كل قاتل ؛ فجمعوا بين الآيتين بأن قالوا : التقدير ويغفر ما دون ذلك لمن يشاء إلا من قتل عمدا . وذهب جماعة من العلماء منهم . عبد الله بن عمر - وهو أيضا مروي عن زيد وابن عباس - إلى أن له توبة . روى يزيد بن هارون قال : أخبرنا أبو مالك [ ص: 286 ] الأشجعي عن سعد بن عبيدة قال : جاء رجل إلى ابن عباس فقال ألمن قتل مؤمنا متعمدا توبة ؟ قال : لا ، إلا النار ؛ قال : فلما ذهب قال له جلساؤه : أهكذا كنت تفتينا ؟ كنت تفتينا أن لمن قتل توبة مقبولة ؛ قال : إني لأحسبه رجلا مغضبا يريد أن يقتل مؤمنا . قال : فبعثوا في إثره فوجدوه كذلك . وهذا مذهب أهل السنة وهو الصحيح ، وإن هذه الآية مخصوصة ، ودليل التخصيص آيات وأخبار . وقد أجمعوا على أن الآية نزلت في مقيس بن صبابة ؛ وذلك أنه كان قد أسلم هو وأخوه هشام بن صبابة ؛ فوجد هشاما قتيلا في بني النجار فأخبر بذلك النبي صلى الله عليه وسلم ، فكتب له إليهم أن يدفعوا إليه قاتل أخيه وأرسل معه رجلا من بني فهر ؛ فقال بنو النجار : والله ما نعلم له قاتلا ولكنا نؤدي الدية ؛ فأعطوه مائة من الإبل ؛ ثم انصرفا راجعين إلى المدينة فعدا مقيس على الفهري فقتله بأخيه وأخذ الإبل وانصرف إلى مكة كافرا مرتدا ، وجعل ينشد :قتلت به فهرا وحملت عقله سراة بني النجار أرباب فارع     حللت به وتري وأدركت ثورتيوكنت إلى الأوثان أول راجعفقال رسول الله صلى الله عليه وسلم : لا أؤمنه في حل ولا حرم . وأمر بقتله يوم فتح مكة وهو متعلق بالكعبة . وإذا ثبت هذا بنقل أهل التفسير وعلماء الدين فلا ينبغي أن يحمل على المسلمين ، ثم ليس الأخذ بظاهر الآية بأولى من الأخذ بظاهر قوله : إن الحسنات يذهبن السيئات ، وقوله تعالى : وهو الذي يقبل التوبة عن عباده وقوله : ويغفر ما دون ذلك لمن يشاء . والأخذ بالظاهرين تناقض فلا بد من التخصيص . ثم إن الجمع بين آية \" الفرقان \" وهذه الآية ممكن فلا نسخ ولا تعارض ، وذلك أن يحمل مطلق آية \" النساء \" على مقيد آية \" الفرقان \" فيكون معناه فجزاؤه كذا إلا من تاب ؛ لا سيما وقد اتحد الموجب وهو القتل والموجب وهو التواعد بالعقاب . وأما الأخبار فكثيرة كحديث عبادة بن الصامت الذي قال فيه : تبايعوني على ألا تشركوا بالله شيئا ولا تزنوا ولا تسرقوا ولا تقتلوا النفس التي حرم الله إلا بالحق فمن وفى منكم فأجره على الله ومن أصاب شيئا من ذلك فعوقب به فهو كفارة له ومن أصاب من ذلك شيئا فستره الله عليه فأمره إلى الله إن شاء عفا عنه وإن شاء عذبه . رواه الأئمة أخرجه الصحيحان . وكحديث أبي هريرة عن النبي صلى الله عليه وسلم في الذي قتل مائة نفس . أخرجه مسلم في صحيحه وابن ماجه في سننه وغيرهما إلى غير ذلك من الأخبار الثابتة . ثم إنهم قد [ ص: 287 ] أجمعوا معنا في الرجل يشهد عليه بالقتل ، ويقر بأنه قتل عمدا ، ويأتي السلطان الأولياء فيقام عليه الحد ويقتل قودا ، فهذا غير متبع في الآخرة ، والوعيد غير نافذ عليه إجماعا على مقتضى حديث عبادة ؛ فقد انكسر عليهم ما تعلقوا به من عموم قوله تعالى : ومن يقتل مؤمنا متعمدا فجزاؤه جهنم ودخله التخصيص بما ذكرنا ، وإذا كان كذلك فالوجه أن هذه الآية مخصوصة كما بينا ، أو تكون محمولة على ما حكي عن ابن عباس أنه قال : متعمدا معناه مستحلا لقتله ؛ فهذا أيضا يئول إلى الكفر إجماعا . وقالت جماعة : إن القاتل في المشيئة تاب أو لم يتب ؛ قاله أبو حنيفة وأصحابه . فإن قيل : إن قوله تعالى : فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه دليل على كفره ؛ لأن الله تعالى لا يغضب إلا على كافر خارج من الإيمان . قلنا : هذا وعيد ، والخلف في الوعيد كرم ؛ كما قال :وإني متى أوعدته أو وعدته     لمخلف إيعادي ومنجز موعديوقد تقدم .جواب ثان : إن جازاه بذلك ؛ أي هو أهل لذلك ومستحقه لعظيم ذنبه . نص على هذا أبو مجلز لاحق بن حميد وأبو صالح وغيرهما . وروى أنس بن مالك عن رسول الله صلى الله عليه وسلم أنه قال : إذا وعد الله لعبد ثوابا فهو منجزه وإن أوعد له العقوبة فله المشيئة إن شاء عاقبه وإن شاء عفا عنه . وفي هذين التأويلين دخل ، أما الأول - فقال القشيري : وفي هذا نظر ؛ لأن كلام الرب لا يقبل الخلف إلا أن يراد بهذا تخصيص العام ؛ فهو إذا جائز في الكلام . وأما الثاني : وإن روي أنه مرفوع فقال النحاس : وهذا الوجه الغلط فيه بين ، وقد قال الله عز وجل : ذلك جزاؤهم جهنم بما كفروا ولم يقل أحد : إن جازاهم ؛ وهو خطأ في العربية لأن بعده وغضب الله عليه وهو محمول على معنى جازاه .وجواب ثالث : فجزاؤه جهنم إن لم يتب وأصر على الذنب حتى وافى ربه على الكفر بشؤم المعاصي . وذكر هبة الله في كتاب \" الناسخ والمنسوخ \" أن هذه الآية منسوخة بقوله تعالى : ويغفر ما دون ذلك لمن يشاء ، وقال : هذا إجماع الناس إلا ابن عباس وابن عمر فإنهما قالا هي محكمة . وفي هذا الذي قاله نظر ؛ لأنه موضع عموم وتخصيص لا موضع نسخ ؛ قاله ابن عطية .قلت : هذا حسن ؛ لأن النسخ لا يدخل الأخبار إنما المعنى فهو يجزيه . وقال النحاس في \" معاني القرآن \" له : القول فيه عند العلماء أهل النظر أنه محكم وأنه يجازيه إذا لم يتب ، فإن تاب فقد بين أمره بقوله : وإني لغفار لمن تاب فهذا لا يخرج عنه ، والخلود لا يقتضي [ ص: 288 ] الدوام قال الله تعالى : وما جعلنا لبشر من قبلك الخلد الآية . وقال تعالى : يحسب أن ماله أخلده وقال زهير :ألا لا أرى على الحوادث باقيا     ولا خالدا إلا الجبال الرواسياوهذا كله يدل على أن الخلد يطلق على غير معنى التأبيد ؛ فإن هذا يزول بزوال الدنيا . وكذلك العرب تقول : لأخلدن فلانا في السجن ؛ والسجن ينقطع ويفنى ، وكذلك المسجون . ومثله قولهم في الدعاء : خلد الله ملكه وأبد أيامه . وقد تقدم هذا كله لفظا ومعنى . والحمد لله .",
  "ayah": 93,
  "surah": 4
}
