{
  "text": "تفريع على جملة { ما تغني الآيات والنذر } [ يونس : 101 ] باعتبار ما اشتملت عليه من ذكر النُذُر . فهي خطاب من الله تعالى لرسوله صلى الله عليه وسلم أي يتفرع على انتفاء انتفاعهم بالآيات والنذر وعلى إصْرارهم أنْ يُسأل عنهم : ماذا ينتظرون ، ويجاب بأنهم ما ينتظرون إلا مِثل ما حلّ بمن قبلهم ممن سِيقت قصصهم في الآيات الماضية ، ووقع الاستفهام ب { هل } لإفادتها تحقيق السؤال وهو باعتبار تحقيق المسؤول عنه وأنه جدير بالجواب بالتحْقيق .والاستفهام مجاز تهكمي إنكاري ، نزلوا منزلة من ينتظرون شيئاً يأتيهم ليؤمنوا ، وليس ثمة شيء يصلح لأن ينتظروه إلا أن ينتظروا حلول مثل أيام الذين خلوا من قبلهم التي هلكوا فيها . وضمن الاستفهام معنى النفي بقرينة الاستثناء المفرَّغ . والتقدير : فهل ينتظرون شيئاً مَا ينتظرون إلاّ مثل أيام الذين خلوا من قبلهم . وأطلقت الأيام على ما يقع فيها من الأحداث العظيمة . ومن هذا إطلاق «أيام العرب» على الوقائع الواقعة فيها .وجملة : { قل فانتظروا } مفرعة على جملة : { فهل ينتظرون }. وفصل بين المفرّع والمفرّع عليه ب { قُل } لزيادة الاهتمام . ولينتقل من مخاطبة الله ورسوله صلى الله عليه وسلم إلى مخاطبة الرسول صلى الله عليه وسلم قومه وبذلك يصير التفريع بين كلامين مختلفَي القائل شبيهاً بعطف التلقين الذي في قوله تعالى : { قال ومن ذريتي } [ البقرة : 124 ]. على أن الاختلاف بين كلام الله وكلام الرسول صلى الله عليه وسلم في مقام الوحي والتبليغ اختلاف ضعيف لأنهما آئلان إلى كلام واحد . وهذا موقع غريب لفاء التفريع .وبهذا النسج حصل إيجاز بديع لأنه بالتفريع اعتبر ناشئاً عن كلام الله تعالى فكأنّ الله بلغه النبي صلى الله عليه وسلم ثم أمر النبي صلى الله عليه وسلم بأن يبلّغه قومه فليس له فيه إلاّ التبليغ ، وهو يتضمن وعد الله نبيئه بأنه يرى ما ينتظرهم من العذاب ، فهو وعيد وهو يتضمن النصر عليهم . وسيصرح بذلك في قوله : { ثم ننجي رسلنا }.وجملة : { إني معكم من المنتظرين } استئناف بياني ناشىء عن جملة : { انتظروا } لأنها تثير سؤال سائل يقول : ها نحن أولاء ننتظر وأنت ماذا تفعل . وهذا مستعمل كناية عن ترقبه النصر إذ لا يظن به أنه ينتظر سوءاً فتعين أنه ينتظر من ذلك ضد ما يحصل لهم ، فالمعية في أصل الانتظار لا في الحاصل بالانتظار . و ( مع ) حال مؤكدة . و { من المنتظرين } خبر ( إنّ ) ومفاده مفاد ( مع ) إذ ماصدق المنتظرين هم المخاطبون المنتظرون .",
  "ayah": 102,
  "surah": 10
}
