{
  "text": "عطف على جملة : { ولا تدع من دون الله ما لا ينفعك ولا يضرك } [ يونس : 106 ] لقصد التعريض بإبطال عقيدة المشركين أن الأصنام شفعاء عند الله ، فلما أبطَلت الآية السابقة أن تكون الأصنام نافعة أو ضارة ، وكان إسناد النفع أو الضر أكثر ما يقع على معنى صدورهما من فاعلهما ابتداء ، ولا يتبادر من ذلك الإسناد معنى الوساطة في تحصيلهما من فاعل ، عقبت جملة { ولا تدْعُ من دون الله ما لا ينفعك ولا يضرك } [ يونس : 106 ] بهذه الجملة للإعلام بأن إرادة الله النفع أو الضر لأحد لا يستطيع غيره أن يصرفه عنها أو يتعرض فيها إلا من جعل الله له ذلك بدعاء أو شفاعة .ووجه عطفها على الجملة السابقة لما بينهما من تغاير في المعنى بالتفصيل والزيادة ، وبصيغتي العموم في قوله : { فلا كاشف له إلا هو } وفي قوله : { فلا رادَّ لفضله } الداخل فيهما أصنامهم وهي المقصودة ، كما صُرح به في قوله تعالى في سورة [ الزمر : 38 ] { أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن مُمسكات رحمته }وتوجيهُ الخطاب للنبيء لأنه أولى الناس بالخير ونفي الضر . فيعلم أن غيره أولى بهذا الحكم وهذا المقصود .والمس : حقيقته وضع اليد على جسم لاختبار ملمسه ، وقد يطلق على الإصابة مجازاً مرسلاً . وقد تقدم عند قوله تعالى : { إن الذين اتقوا إذا مسهم طائف من الشيطان } في آخر سورة [ الأعراف : 201 ].والإرادة بالخير : تقديرُه والقصدُ إليه . ولما كان الذي لا يعجزه شيء ولا يتردد علمه فإذا أراد شيئاً فعله ، فإطلاق الإرادة هنا كناية عن الإصابة كما يدل عليه قوله بعده : يصيب به من يشاء من عباده }. وقد عبر بالمس في موضع الإرادة في نظيرها في سورة [ الأنعام : 17 ] { وإن يمسسك بخير فهو على كل شيء قدير } ولكن عبر هنا بالإرادة مبالغة في سلب المقدرة عمن يريد معارضة مراده تعالى كائناً من كان بحيث لا يستطيع التعرض لله في خيره ولو كان بمجرد إرادته قبل حصول فعله ، فإن التعرض حينئذٍ أهون لأن الدفع أسهل من الرفع ، وأما آية سورة الأنعام فسياقها في بيان قدرة الله تعالى لا في تنزيهه عن المعارض والمعاند .والفضل : هو الخير ، ولذلك فإيقاعه موقع الضمير للدلالة على أن الخير الواصل إلى الناس فضل من الله لا استحقاق لهم به لأنهم عبيد إليه يصيبهم بما يشاء .وتنكير ( ضُر ) و ( خير ) للنوعية الصالحة للقلة والكثرة .وكل من جملة؛ فلا كاشف له إلا هو } وجملة : { فلا رادَّ لفضله } جواب للشرط المذكور معها ، وليس الجواب بمحذوف .وجملة : { يصيب به من يشاء من عباده } واقعة موقع البيان لما قبلها والحوصلة له ، فلذلك فصلت عنها .والضمير المجرور بالباء عائد إلى الخير ، فيكون امتناناً وحثاً على التعرض لمرضاة الله حتى يكون مما حقت عليهم مشيئة الله أن يصيبهم بالخير؛ أو يعودُ إلى ما تقدم من الضر ، والضمير باعتبار أنه مذكور فيكون تخويفاً وتبشيراً وتحذيراً وترغيباً .وقد أجملت المشيئة هنا ولم تبين أسبابها ليسلك لها الناس كل مسلك يأملون منه تحصيلها في العطاء وكل مسلك يتقون بوقعهم فيها في الحرمان .والإصابة : اتصال شيء بآخر ووروده عليه ، وهي في معنى المس المتقدم ، فقوله : { يصيب به من يشاء } هو في معنى قوله في سورة [ الأنعام : 17 ] { وإن يمسسك بخير فهو على كل شيء قدير }والتذييل بجملة : وهو الغفور الرحيم } يشير إلى أن إعطاء الخير فضل من الله ورحمة وتجاوز منه تعالى عن سيئات عباده الصالحين ، وتقصيرهم وغفلاتهم ، فلو شاء لما تجاوز لهم عن شيء من ذلك فتورطوا كلهم .ولولا غفرانه لَما كانوا أهلاً لإصابة الخير ، لأنهم مع تفاوتهم في الكمال لا يخلون من قصور عن الفضل الخالد الذي هو الكمال عند الله ، كما أشار إليه النبي صلى الله عليه وسلم بقوله : « إني ليُغان على قلبي فأستغفر الله في اليوم سبعين مرة »ويشير أيضاً إلى أن الله قد تجاوز عن كثير من سيئات عباده المسْرفين ولم يؤاخذهم إلا بما لا يرضى عنه بحال كما قال : { ولا يرضَى لعباده الكفر } [ الزمر : 7 ] ، وأنه لولا تجاوزه عن كثير لمسهم الله بضر شديد في الدنيا والآخرة .",
  "ayah": 107,
  "surah": 10
}
