{
  "text": "استئناف ابتدائي هو كذيل لما مضى في السورة كلها وحوصلة لما جرى من الاستدلال والمجادلة والتخويف والترغيب ، ولذلك جاء ما في هذه الجملة كلاماً جامعاً وموادعة قاطعة .وافتتاحها ب { قل } للتنبيه على أنه تبليغ عن الله تعالى فهو جدير بالتلقي .وافتتاح المقول بالنداء لاستيعاء سماعهم لأهمية ما سيقال لهم ، والخطاب لجميع الناس من مؤمن وكافر ، والمقصود منه ابتداءً المشركون ، ولذلك أطيل الكلام في شأنهم ، وقد ذكر معهم من اهتدى تشريفاً لهم .وأكد الخبر بحرف { قد } تسجيلاً عليهم بأن ما فيه الحق قد أبلغ إليهم وتحقيقاً لكونه حقاً .والحق : هو الدين الذي جاء به القرآن ، ووصفه ب { من ربكم } للتنويه بأنه حق مبين لا يخلطه باطل ولا ريب ، فهو معصوم من ذلك .واختيار وصف الرب المضاف إلى ضمير { الناس } على اسم الجلالة للتنبيه على أنه إرشاد من الذي يحب صلاح عباده ويدعوهم إلى ما فيه نفعهم شأن من يربّ ، أي يسوس ويدبر .وتفريع جملة : { فمن اهتدى } على جملة : { قد جاءكم } للإشارة إلى أن مجيء الحق الواضح يترتب عليه أن إتباعه غنم لمتبعه وليس مزية له على الله ، ليتوصل من ذلك إلى أن المعرض عنه قد ظلم نفسه ، ورتب عليها تبعة الإعراض .واللام في قوله : { لنفسه } دالة على أن الاهتداء نعمة وغنى وأن الإعراض ضر على صاحبه .ووجه الإتيان بطريقتي الحصر في { فإنما يهتدي لنفسه } وفي { فإنما يضل عليها } للرد على المشركين إذ كانوا يتمطَّون في الاقتراح فيقولون : { لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً } [ الإسراء : 90 ] ونحو ذلك مما يفيد أنهم يمنون عليه لو أسلموا ، وكان بعضهم يظهر أنه يغيظ النبي صلى الله عليه وسلم بالبقاء على الكفر فكان القصر مفيداً أن اهتداءه مقصور على تعلق اهتدائه بمعنى اللام في قوله : { لنفسه } أي بفائدة نفسه لا يتجاوزه إلى التعلق بفائدتي . وأن ضلاله مقصور على التعلق بمعنى على نفسه ، أي لمضرتها لا يتجاوزه إلى التعلق بمضرتي .وجملة { وما أنا عليكم بوكيل } معطوفة على جملة { من اهتدى } فهي داخلة في حيز التفريع ، وإتمام للمفرع ، لأنه إذا كان اهتداء المهتدي لنفسه وضلال الضال على نفسه تحقق أن النبي صلى الله عليه وسلم غير مأمور من الله بأكثر من التبليغ وأنه لا نفع لنفسه في اهتدائهم ولا يضره ضلالهم ، فلا يحسبوا حرصه لنفع نفسه أو دفع ضر عنها حتى يتمطّوا ويشترطوا ، وأنه ناصح لهم ومبلغ ما في اتباعه خيرهم والإعراض عنه ضُرُّهم .والإتيان بالجملة الاسمية المنفية للدلالة على دوام انتفاء ذلك الحكم وثباته في سائر الأحوال .ومعنى الوكيل : الموكول إليه تحصيل الأمر . و { عليكم } بمعنى على اهتدائكم فدخل حرف الجر على الذات والمراد بعض أحوالها بقرينة المقام .",
  "ayah": 108,
  "surah": 10
}
