{
  "text": "عطف على جملة : { ولو يعجل الله للناس الشر } [ يونس : 11 ] الخ لأن ذلك ناشىء عن قولهم : { اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ايتنا بعذاب أليم } [ الأنفال : 32 ] كما تقدم فذلك أسلوب من أساليب التكذيب . ثم حُكي في هذه الآية أسلوب آخر من أساليب تكذيبهم النبي صلى الله عليه وسلم أن يكون القرآن موحى إليه من الله تعالى فهم يتوهمون أن القرآن وضَعه النبي صلى الله عليه وسلم من تلقاء نفسه ، ولذلك جعلوا من تكذيبهم أن يقولوا له { ايت بقرآننٍ غير هذا أو بَدّله } إطماعاً له بأن يؤمنوا به مغايراً أو مبدَّلاً إذا وافق هواهم .ومعنى { غير هذا } مخالفهُ . والمراد المخالفة للقرآن كله بالإعراض عنه وابتداء كتاب آخر بأساليب أخرى ، كمثل كتب قصص الفرس وملاحمهم إذ لا يحتمل كلامهم غير ذلك ، إذ ليس مرادهم أن يأتي بسُورَ أخرى غير التي نزلتْ من قبل لأن ذلك حاصل ، ولا غَرض لهم فيه إذا كان معناها من نوع ما سبقها .ووصف الآيات ب { بينات } لزيادة التعجيب من طلبهم تبديلها لا بطلب تبديله إذ لا طمع في خير منه .والتبديل : التغيير . وقد يكون في الذوات ، كما تقول : بدلت الدنانير دراهم . ويكون في الأوصاف ، كما تقول : بدلت الحلقة خاتماً . فلما ذكر الإتيان بغيره من قبل تعيَّن أن المراد بالتبديل المعنى الآخر وهو تبديل الوصف ، فكان المراد بالغير في قولهم : { غير هذا } كلاماً غير الذي جاء به من قبل لا يكون فيه ما يكرهونه ويغيظهم . والمراد بالتبديل أن يعمد إلى القرآن الموجود فيغير الآيات المشتملة على عبارات ذم الشرك بمدحه ، وعبارات ذم أصنامهم بالثناء عليها ، وعبارات البعث والنشر بضدها ، وعبارات الوعيد لهم بعبارات بشارة .وسموا ما طلبوا الإتيان به قُرآناً لأنهُ عوض عن المسمى بالقرآن ، فإن القرآن علَم على الكتاب الذي جاء به محمد صلى الله عليه وسلم أي ائت بغير هذا مما تُسميه قرآناً .والضمير في { بدله } عائد إلى اسم الإشارة ، أي أو بدل هذا . وأجمل المراد بالتبديل في الآية لأنه معلوم عند السامعين .ثم إن قولهم يحتمل أن يكون جداً ، ويحتمل أن يريدوا به الاستهزاء ، وعلى الاحتمالين فقد أمر الله نبيئه صلى الله عليه وسلم بأن يجيبهم بما يقلع شبهتهم من نفوسهم إن كانوا جادين ، أو من نفوس من يسمعونهم من دهمائهم فيحسبوا كلامهم جِداً فيترقبوا تبديل القرآن .وضمير الغيبة في قوله : { وإذا تتلى عليهم } راجع إلى الناس المراد منهم المشركون أو راجع إلى { الذين لا يرجون لقاءنا } في قوله : { إن الذين لا يرجون لقاءنا } [ يونس : 7 ].وتقديم الظرف في قوله : { إذا تتلى } على عامله وهو { قَال الذين لا يرجون لقاءنا } للاهتمام بذكر ذلك الوقت الذي تتلى فيه الآيات عليهم فيقولون فيه هذا القول تعجيباً من كلامهم ووهن أحلامهم .ولكون العامل في الظرف فعلاً ماضياً عُلم أن قولهم هذا واقع في الزمن الماضي ، فكانت إضافة الظرف المتعلق به إلى جملة فعلها مضارع وهو { تتلى } دالة على أن ذلك المضارع لم يرد به الحال أو الاستقبال إذ لا يتصور أن يكون الماضي واقعاً في الحال أو الاستقبال فتعين أن اجْتلاب الفعل المضارع لمجرد الدلالة على التكرر والتجدد ، أي ذلك قولهم كُلما تتلى عليهم الآيات .وماصْدق { الذين لا يرجون لقاءنا } هو ما صدق الضمير في قوله : ( عليهم ) ، فكان المقام للإضمار ، فما كان الإظهار بالموصولية إلا لأن الذين لا يرجون لقاء الله اشتهر به المشركون فصارت هذه الصلة كالعلَم عليهم . كما أشرنا إليه عند قوله آنفاً { إن الذين لا يرجون لقاءنا ورضُوا بالحياة الدنيا } [ يونس : 7 ] ، وليس بين الصلة وبين الخبر هنا علاقةُ تعليل فلا يكون الموصول للإيماء إلى وجه بناء الخبر .ولما كان لاقتراحهم معنى صريح ، وهو الإتيان بقرآن آخر أو تبديل آيات القرآن الموجودِ ، ومعنى التزامي كنائي ، وهو أنه غير منزل من عند الله وأن الذي جاء به غير مرسل من الله ، كان الجواب عن قولهم جوابين ، أحدهما : ما لقنه الله بقوله : { قل ما يكون لي أن أبدله من تلقاء نفسي } وهو جواب عن صريح اقتراحهم ، وثانيهما : ما لَقنه بقوله : { قُل لو شاء الله ما تلوته عليكم } [ يونس : 16 ] وهو جواب عن لازم كلامهم .وعن مجاهد تسمية أناس ممن قال هذه المقالة وهم خمسة : عبد الله بن أمية ، والوليدُ بن المغيرة ، ومكرز بن حفص ، وعمرو بن عبد الله بن أبي قيس ، والعاص بن عامر ، قالوا للنبيء صلى الله عليه وسلم ائت بقرآن ليس فيه ترك عبادة الأصنام واللاتتِ والعزى ومناةَ وهُبل ، وليس فيه عَيبها .وقد جاء الجواب عن اقتراحهم كلاماً جامعاً قضاء لحق الإيجاز البديع ، وتعويلاً على أن السؤال يبين المراد من الجواب ، فأحسوا بامتناع تبديل القرآن من جهة الرسول صلى الله عليه وسلم وهذا جواب كاف ، لأن التبديل يشمل الإتيان بغيره وتبديل بعض تراكيبه . على أنه إذا كان التبديل الذي هو تغيير كلمات منه وأغراض ممتنعاً كان إبطال جميعه والإتيان بغيره أجدر بالامتناع .وقد جاء الجواب بأبلغ صيغ النفي وهو { ما يكون لي أن أبدله } أي ما يكون التبديل مِلكاً بيدي .و { تِلقاء } صيغة مصدر على وزن التفعال . وقياس وزن التفعال الشائع هو فتح التاء وقد شذ عن ذلك تلقاء ، وتبيان ، وتمثال ، بمعنى اللقاء والبيان والمُثول فجاءت بكسر التاء لا رابع لها ، ثم أطلق التلقاء على جهة التلاقي ثم أطلق على الجهة والمكان مطلقاً كقوله تعالى : { ولما توجه تلقاء مدين } [ القصص : 22 ]. فمعنى { من تلقاء نفسي } من جهة نفسي .وهذا المجرور في موضع الحال المؤكدة لجملة : { ما يكون لي أن أبدله } وهي المسماة مؤكدة لغيرها إذ التبديل لا يكون إلا من فعل المبدل فليست تلك الحال للتقييد إذ لا يجوز فرض أن يبدَّل من تلقاء الله تعالى التبديلَ الذي يرومونه ، فالمعنى أنه مبلغ لا متصرف .وجملة : { إن أتبع إلا ما يوحى إلي } تعليل لجملة : { ما يكون لي أن أبدله } أي ما أتبع إلا الوحي وليس لي تصرف بتغيير . و { ما } مصدرية . واتباع الوحي : تبليغ الحاصل به ، وهو الموصى به . والاتباع مجاز في عدم التصرف ، بجامع مشابهة ذلك للاتباع الذي هو عدم تجاوز الاقتفاء في المشي .واقتضت ( إنْ ) النافية وأداةُ الاستثناء قصرَ تعلق الاتباع على ما أوحى الله وهو قصر إضافي ، أي لا أبلغ إلا ما أوحي إلي دون أن يكون المتَّبَع شيئاً مخترعاً حتى أتصرف فيه بالتغيير والتبديل ، وقرينة كونه إضافياً وقوعه جواباً لرد اقتراحهم .فمن رام أن يحتج بهذا القصر على عدم جواز الاجتهاد للنبيء صلى الله عليه وسلم فقد خرج بالكلام عن مهيعه .وجملة : { إني أخاف إن عصيت ربي } الخ في موضع التعليل لجملة : { إن أتبع إلا ما يوحى إلي } ولذلك فصلت عنها . واقترنت بحرف ( إن ) للاهتمام ، و ( إنَّ ) تؤذن بالتعليل .وقوله : { إن عصيت ربي } ، أي عصيته بالإتيان بقرآن آخر وتبديله من تلقاء نفسي .ودل سياق الكلام على أن الإتيان بقرآن آخر غير هذا بمعنى إبطال هذا القرآن وتعويضه بغيره ، وأن تبديله بمعنى تغيير معاني وحقائق ما اشتمل عليه ممتنع .ولذلك لم يلقن الرسول صلى الله عليه وسلم أن يقول هنا : إلا ما شاء الله ، أو نحو ذلك .",
  "ayah": 15,
  "surah": 10
}
