{
  "text": "هذه الآية تتنزل منزلة البيان لجملة { متاع الحياة الدنيا } [ يونس : 23 ] المؤذنة بأن تمتعهم بالدنيا ما هو إلا لمدة قصيرة ، فبينت هذه الآية أن التمتع صائر إلى زوال ، وأطنبت فشبهت هيئة التمتع بالدنيا لأصحابها بهيئة الزرع في نضارته ثم في مصيره إلى الحصد .والمثَل : الحال الماثلة على هيئة خاصة ، كان التشبيه هنا تشبيه حالة مركبة بحالة مركبة . عبر عن ذلك بلفظ المثل الذي شاع في التشبيه المركب كما تقدم في أول سورة البقرة .وصيغة القصر لتأكيد المقصُود من التشبيه وهو سرعة الانقضاء . ولتنزيل السامعين منزلة من يحسب دوام بهجة الحياة الدنيا لأن حالهم في الانكباب على نعيم الدنيا كحال من يحسب دوامه وينكر أن يكون له انقضاء سريع ومفاجىء . والمعنى : قصرُ حالة الحياة الدنيا على مشابهة حالة النبات الموصوف ، فالقصر قصر قلب ، بني على تنزيل المخاطبين منزلة من يعتقد عكس تلك الحالة .شبهت حالة الحياة في سرعة تقضيها وزوال نعيمها بعد البهجة به وتزايد نضارتها بحال نبات الأرض في ذهابه حطاماً ومصيره حصيداً . ومن بديع هذا التشبيه تضمنه لتشبيهات مفرقة من أطوار الحالين المتشابهين بحيث يصلح كل جزء من هذا التشبيه المركب لتشبيه جزءٍ من الحاليْن المتشابهين ، ولذلك أطنب وصف الحالين من ابتدائه .فقوله : { كماء أنزلناه من السماء } شُبه به ابتداء أطوار الحياة من وقت الصبا إذ ليس ثمة سوى الأمل في نعيم العيش ونضارته ، فذلك الأمل يشبه حال نزول المطر من السماء في كونه سبب ما يؤمَّل منه مِن زخرف الأرض ونضارتها .وقوله : { فاختلط به نبات الأرض } شُبه به طور ابتداء نضارة العيش وإقبال زهرة الحياة ، فذلك يشبه خروج الزرع بعيد المطر فيما يشاهد من بوارق المأمول ، ولذلك عطف بفاء التعقيب للإيذان بسرعة ظهور النبات عقب المطر فيؤذن بسرعة نماء الحياة في أول أطوارها . وعبر عنه بالاختلاط بالماء بحيث ظهر قبل جفاف الماء ، أي فاختلط النبات بالماء أي جاوره وقارنه .وقوله : { مما يأكل الناس والأنعام } وصف لنبات الأرض الذي منه أصناف يأكلها الناس من الخضروات والبقول ، وأصنافٌ تأكلها الأنعام من العشب والكلأ ، وذلك يشبَّه به ما ينعَم به الناس في الحياة من اللذات وما ينعم به الحيوان ، فإن له حظاً في نعيم الحياة بمقدار نطاق حياته .ولما كان ذلك قد تضمن المأكول والآكل صح أن تُشبه به رغَبات الناس في تناول لذائذ الحياة على حسب اختلاف مراتب الهمم ، وذلك يتضمن تشبيه معالي الأمور من نعم الدنيا التي تسمو إليها الهمم العوالي بالنبات الذي يقتاته الناس ، وتشبيهَ سفاسف الأمور بالنبات الذي يأكله الأنعام ، ويتضمن تشبيه الذين يجنحون إلى تلك السفاسف بالأنعام ، كقوله تعالى : { والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام }[ محمد : 12 ].والقول في { حتى إذا أخذت الأرض زخرفها } كالقول في قوله : { حتى إذا كنتم في الفلك } [ يونس : 22 ] ، وهو غاية شبه بها بلوغ الانتفاع بخيرات الدنيا إلى أقصاه ونضوجه وتمامه وتكاثر أصنافه وانهماك الناس في تناولها ونسيانهم المصير إلى الفناء .وأمر الله : تقديره وتكوينه . وإتيانه : إصابة تلك الأرض بالجوائح المعجلة لها باليبس والفناء . وفي معنى الغاية المستفادِ من ( حتى ) ما يؤذن بأن بين مبدأ ظهور لذات الحياة وبين منتهاها مراتب جمة وأطواراً كثيرة ، فذلك طوي في معنى ( حتى ).وقوله : { ليلاً أو نهاراً } ترديد في الوقت لإثارة التوقع من إمكان زوال نضارة الحياة في جميع الأزمنة لأن الشيء الموقت بمعين من التوقيت يكون الناس في أمن من حلوله في غير ذلك الوقت .والزخرف : اسم الذهب . وأطلق على ما يتزين به مما فيه ذهب وتلوين من الثياب والحلي .وإطلاق أخذ الأرض زخرفها على حصول الزينة فيها استعارةٌ مكنية . شبهت الأرض بالمرأة حين تريد التزين فتُحضر فاخر ثيابها من حلي وألوان . والعرب يطلقون على ذلك التناول اسم الأخذ ، قال تعالى : { يا بني آدم خُذوا زينتكم عند كل مسجد } [ الأعراف : 31 ] ، وقال بشار بن بردوخُذي ملابس زينة ... ومُصَبَّغات وهي أفخروذكر { ازينت } عقب { زخرفها } ترشيح للاستعارة ، لأن المرأة تأخذ زخرفها للتزين . و { ازّينت } أصله تزينت فقلبت التاء زَاياً؛ لتدغم في الزاي فسكنت وأدغمت واجتلبت همزة الوصل لأجل النطق بالساكن .واعلم أن في قوله تعالى : { أتاها أمرنا ليلاً أو نهاراً فجعلناها حصيداً } إشارة لإرادة الاستئصال فهو ينذر بالتهديد للكافرين ويجعل التمثيل أعلق بحياتهم ، كقوله تعالى : { حتى إذا فرحوا بما أوتوا أخذناهم بغتة فإذا هم مبلسون } [ الأنعام : 44 ] لا سيما وقد ضرب هذا المثل لتمتع الكافرين ببغيهم وإمهالهم عليه ، ويزيد تلك الإشارة وضوحاً قوله : { وظن أهلها أنهم قادرون عليها } المؤذنُ بأن أهلها مقصودون بتلك الإصابة .ومعنى : { أنهم قادرون عليها } أنهم مستمرون على الانتفاع بها محصلون لثمراتها ، فأطلق على التمكن من الانتفاع ودوامه لفظ القدرة على وجه الاستعارة .والحصيد : المحصود ، وهو الزرع المقطوع من منابته . والإخبار عن الأرض بحصيد على طريقة المجاز العقلي وإنما المحصود نباتها . ومعنى { لم تغْنَ } لم تَعْمُر ، أي لم تعمر بالزرع . يقال : غَنِي المكان إذا عَمَر . ومنه المغنَى للمكان المأهول . وضد أغنى أقفر المكان .والباء في { بالأمس } للظرفية . والأمس : اليوم الذي قبل يومك . واللام فيه مزيدة لتملية اللفظ مثل التي في كلمة الآن . والمراد بالأمس في الآية مطلق الزمن الذي مضى لأن أمس يستعمل بمعنى ما مضى من الزمان ، كما يستعمل الغد في معنى المستقبل واليوم في معنى الحال . وجمَعَها قولُ زهير: ... وأعلم عِلم اليوم والأمسسِ قبلَهولكنني عن عِلم ما في غد عَمِ ... وجملة : { كذلك نفصل الآيات } إلى آخرها تذييل جامع ، أي مثل هذا التفصيل نفصل أي نبين الدلالات كلها الدالة على عموم العلم والقدرة وإتقان الصنع . فهذه آية من الآيات المبينة وهي واحدة من عموم الآيات . وتقدم نظيره في قوله تعالى : { وكذلك نفصل الآيات ولتستبين سبيلَ المجرمين } في سورة [ الأنعام : 55 ].واللام في لقوم يتفكرون } لام الأجْل .والتفكر : التأمل والنظر ، وهو تفعل مشتق من الفكر ، وقد مر عند قوله تعالى : { قل هل يستوي الأعمى والبصير أفلا تتفكرون } في سورة [ الأنعام : 50 ]. وفيه تعريض بأن الذين لم ينتفعوا بالآيات ليسوا من أهل التفكر ولا كان تفصيل الآيات لأجلهم . وتقدم ذكر لفظ القوم غير مرة في هذه السورة .",
  "ayah": 24,
  "surah": 10
}
