{
  "text": "الفاء للتفريع على الإنكار الذي في قوله : { أفلا تتقون } [ يونس : 31 ] ، فالمفرع من جملة المقول . واسم الإشارة عائد إلى اسم الجلالة للتنبيه على أن المشار إليه جدير بالحكم الذي سيذكر بعد اسم الإشارة مِن أجْل الأوصاف المتقدمة على اسم الإشارة وهي كونه الرازق ، الواهب الإدراك ، الخالق ، المدبر ، لأن اسم الإشارة قد جمعها . وأومأ إلى أن الحكم الذي يأتي بعده معلل بمجموعها . واسم الجلالة بيان لاسم الإشارة لزيادة الإيضاح تعريضاً بقوة خطئهم وضلالهم في الإلهية . و { ربكم } خبر . و { الحق } صفة له . وتقدم الوصف بالحق آنفاً في الآية مثل هذه .والفاء في قوله : { فماذا بعد الحق إلا الضلال } تفريع للاستفهام الإنكاري على الاستنتاج الواقع بعد الدليل ، فهو تفريع على تفريع وتقريع بعد تقريع .و { ماذا } مركَّبٌ من ( ما ) الاستفهامية و ( ذا ) الذي هو اسم إشارة . وهو يقع بعد ( ما ) الاستفهامية كثيراً . وأحسن الوجوه أنه بعد الاستفهام مزيد لِمجرد التأكيد . ويعبر عن زيادته بأنه ملغى تجنباً من إلزام أن يكون الاسم مزيداً كما هنا . وقد يفيد معنى الموصولية كما تقدم في قوله تعالى : { ماذا أراد الله بهذا مثلاً } في سورة [ البقرة : 26 ]. وانظر ما يأتي عند قوله : { ماذا يستعجل منه المجرمون } في هذه [ السورة : 50 ].والاستفهام هنا إنكاري في معنى النفي ، ولذلك وقع بعده الاستثناء في قوله : إلا الضلال }.و { بعْدَ } هنا مستعملة في معنى ( غير ) باعتبار أن المغاير يحصل إثر مغايره وعند انتفائه . فالمعنى : ما الذي يكون إثر انتفاء الحق .ولما كان الاستفهام ليس على حقيقته لأنه لا تردد في المستفهَم عنه تعيّن أنه إنكار وإبطال فلذا وقع الاستثناء منه بقوله : { إلا الضلال }. فالمعنى لا يكون إثر انتفاء الحق إلا الضلال إذ لا واسطة بينهما . فلما كان الله هو الرب الحق تعين أن غيره مما نسبت إليه الإلهية باطل . وعبر عن الباطل بالضلال لأن الضلال أشنع أنواع الباطل .والفاء في { فأنَّى تصرفون } للتفريع أيضاً ، أي لتفريع التصريح بالتوبيخ على الإنكار والإبطال .و { أنَّى } استفهام عن المكان ، أي إلى مكان تَصرفكم عقولكم . وهو مكان اعتباري ، أي أنكم في ضلال وعماية كمن ضل عن الطّريق ولا يجد إلا من ينعت له طريقاً غير موصلة فهو يُصرف من ضلال إلى ضلال . قال ابن عطية : وعبارة القرآن في سوق هذه المعاني تفوق كل تفْسير براعة وإيجازاً ووضوحاً .وقد اشتملت هذه الآيات على تسع فاءات من قوله : { فسيقولون الله } : الأولى جوابية ، والثانية فصيحة ، والبواقي تفريعية .",
  "ayah": 32,
  "surah": 10
}
