{
  "text": "عطف على جملة : { قل هل من شركائكم من يهدي إلى الحق } [ يونس : 35 ] باعتبار عطف تلك على نظيرتيها المذكورتين قبلَها ، فبعد أن أمر الله رسولَه بأن يحجهم فيما جعلوهم آلهة وهي لا تصرف ولا تدبير ولا هداية لها ، أعقب ذلك بأن عبادتهم إياها اتّباع لظن باطل ، أي لوهَم ليس فيه شبهة حق .والضمير في قوله : { أكثرهم } عائد إلى أصحاب ضمير { شركائكم } [ يونس : 35 ] وضمير { ما لكم كيف تحكمون } [ يونس : 35 ].وإنما عَمَّهم في ضمائر { شركائِكم و ما لَكم كيف تحكمون } ، وخصّ بالحكم في اتِّباعهم الظن أكثرَهم ، لأن جميع المشركين اتفقوا في اتباع عبادة الأصنام . وبين هنا أنهم ليسوا سواء في الاعتقاد الباعث لهم على عبادتها إيماء إلى أن من بينهم عُقَلاء قليلين ارتقت مدارك أفهامهم فوق أن يعتقدوا أن للأصنام تصرفاً ولكنهم أظهروا عبادتها تبعاً للهوَى وحفظاً للسيادة بين قومهم . والمقصود من هذا ليس هو تبرئة للذين عبدوا الأصنام عن غير ظن بإلهيتها فإنهم شر من الذين عبدوها عن تَخيل ، ولكن المقصود هو زيادة الاستدلال على بطلان عبادتها حتى أن من عُبَّادها فريقاً ليسوا مطمئنين لتحقق إلهيتها . وبالتأمل يظهر أن هؤلاء هم خاصة القوم وأهل الأحلام منهم لأن المقام مقام تخطئة ذلك الظن . ففيه إيقاظ لجمهورهم ، وفيه زيادة موعظة لخاصتهم ليقلعوا عن الاستمرار في عبادة ما لا تطْمئن إليه قلوبهم . وهذا كقوله الآتي : { ومنهم من يؤمن به ومنهم من لا يؤمن به } [ يونس : 40 ].والظن : يطلق على مراتب الإدراك ، فيطلق على الاعتقاد الجازم الذي لا يشوبه شك ، كما في قوله تعالى : { وإنها لكبيرة إلا على الخاشعين الذين يظنون أنهم ملاقوا ربهم وأنهم إليه راجعون } [ البقرة : 45 ، 46 ] ؛ ويطلق على الاعتقاد المشوب بشك . ويظهر أنه حقيقة في هذا الثاني وأنه مجاز في الأول لكنه في الأول شائع فصار كالمشترك . وقد تقدم في سورة البقرة عند الكلام على الآية المذكورة . ومنه قوله تعالى : { قال الملأ الذين كفروا من قومه إنا لنراك في سفاهة وإنا لنظنك من الكاذبين } في سورة [ الأعراف : 66 ] ، وقوله : { وظنوا أن لا ملجأ من الله إلا إليه } في سورة [ براءة : 118 ].وقد أطلق مجازاً على الاعتقاد المخطىء ، كما في قوله تعالى : { إن بعض الظن إثم } [ الحجرات : 12 ] وقول النبي عليه الصلاة والسلام إياكم والظن فإن الظن أكذب الحديث .والظن كثر إطلاقه في القرآن والسنة على العلم المخطىء أو الجهل المركب والتخيلات الباطلة ، قال النبي عليه الصلاة والسلام : « إياكم والظن فإن الظن أكذب الحديث » وقد يطلق على الظن الحصيبي كقوله تعالى : { ظَنَّ المؤمنون والمؤمنات بأنفسهم خيراً } [ النور : 12 ] وقوله تعالى : { إن بعض الظن إثم } [ الحجرات : 12 ]. وهذا المعنى هو المصطلح عليه عند علماء أصول الدين وأصول الفقه .وهو العلم المستند إلى دليل راجح مع احتمال الخطإ احتمالاً ضعيفاً . وهذا الظن هو مناط التكليف بفروع الشريعة .فوجه الجمع بين هذه المتعارضات إعمال كل في مورده اللائق به بحسب مقامات الكلام وسياقه ، فمحمل قوله هنا : { إن الظن لا يغني مِن الحق شيئاً } أن العلم المشوب بشك لا يغني شيئاً في إثبات الحق المطلوب وذلك ما يطلب فيه الجزم واليقينُ من العلوم الحاصلة بالدليل العقلي لأن الجزم فيها ممكن لمن أعمل رأيه إعمالاً صائباً إذ الأدلة العقلية يحصل منها اليقين ، فأما ما طريق تحصيله الأدلة الظاهرة التي لا يتأتى اليقين بها في جميع الأحوال فذلك يكتفي فيه بالظن الراجح بعد إعمال النظر وهو ما يسمى بالاجتهاد .و { ظناً } منصوب على المفعولية به ل { يتبع }. ولما كان الظن يقتضي مظنوناً كان اتباع الظن اتباعاً للمظنون أي يتبعون شيئاً لا دليل عليه إلا الظن ، أي الاعتقاد الباطل .وتنكير { ظناً } للتحقير ، أي ظناً واهياً . ودلت صيغة القصر على أنهم ليسوا في عقائدهم المنافية للتوحيد على شيء من الحق رداً على اعتقادهم أنهم على الحق .وجملة : { إن الظن لا يغني من الحق شيئاً } تعليل لما دل عليه القصر من كونهم ليسوا على شيء من الحق فكيف يزعمون أنهم على الحق .والحق : هو الثابت في نفس الأمر . والمراد به هنا معرفة الله وصفاته مما دل عليها الدليل العقلي مثل وجوده وحياته ، وما دل عليها فعل الله مثلُ العلم والقدرة والإرادة .و { شيئاً } مفعول مطلق مؤكد لعامله ، أي لا يغني شيئاً من الإغناء .و { مِن } للبدلية ، أي عوضاً عن الحق .وجملة : { إن الله عليم بما يفعلون } استئناف للتهديد بالوعيد .",
  "ayah": 36,
  "surah": 10
}
