{
  "text": "عطف على جملة : { وإما نرينك بعض الذي نعدهم } [ يونس : 46 ] ، وهي بمنزلة السبب لمضمون الجملة التي قبلها . وهذه بينت أن مجيء الرسول للأمة هي منتهى الإمهال ، وأن الأمة إن كذبت رسولها استحقت العقاب على ذلك . فهذا إعلام بأن تكذيبهم الرسول هو الذي يجر عليهم الوعيد بالعقاب ، فهي ناظرة إلى قوله تعالى : { وما كان ربك مهلك القرى حتى يبعث في أمها رسولاً يتلو عليهم آياتنا } [ القصص : 59 ] وقوله : { وما كنا معذبين حتى نبعث رسولا } [ الإسراء : 15 ].وجملة : { لكل أمة رسول } ليست هي المقصود من الإخبار بل هي تمهيد للتفريع المفرع عليها بقوله : { فإذا جاء رسولهم } الخ ، فلذلك لا يؤخذ من الجملة الأولى تعين أن يرسل رسول لكل أمة لأن تعيين الأمة بالزمن أو بالنسب أو بالموطن لا ينضبط ، وقد تخلو قبيلة أو شعب أو عصر أو بلاد عن مجيء رسول فيها ولو كان خلوها زمناً طويلاً . وقد قال الله تعالى : { لتنذر قوماً ما أتاهم من نذير من قبلك } [ القصص : 46 ]. فالمعنى : ولكل أمة من الأمم ذواتتِ الشرائع رسول معروف جاءها مثل عاد وثمود ومدين واليهودِ والكلدان . والمقصود من هذا الكلام ما تفرع عليه من قوله : { فإذا جاء رسولهم قضي بينهم بالقسط }.والفاء للتفريع و ( إذا ) للظرفية مجردة عن الاستقبال ، والمعنى : أن في زمن مجيء الرسول يكون القضاء بينهم بالقسط . وتقديم الظرف على عامله وهو ( قضي ) للتشويف إلى تلقي الخبر .وكلمة ( بين ) تدل على توسط في شيئين أو أشياء ، فتعين أن الضمير الذي أضيفت إليه هنا عائد إلى مجموع الأمة ورسولها ، أي قُضي بين الأمةِ ورسولها بالعَدل ، أي قضَى اللّهُ بينهم بحسب عملهم مع رسولهم .والمعنى : أن الله يمهل الأمة على ما هي فيه من الضلال فإذا أرسل إليها رسولاً فإرسالُه أمارة على أن الله تعالى أراد إقلاعهم عن الضلال فانتهى أمد الإمهال بإبلاغ الرسول إليهم مرادَ الله منهم فإن أطاعوه رضي الله عنهم وربحوا ، وإن عصوه وشاقوه قضى الله بين الجميع بجزاء كل قضاء حق لا ظلم فيه وهو قضاء في الدنيا .وقد أشعر قوله : { قضي بينهم } بحدوث مشاقة بين الكافرين وبين المؤمنين وفيهم الرسول صلى الله عليه وسلموهذا تحذير من مشاقة النبي صلى الله عليه وسلم وإنذار لأهل مكة بما نالهم . وقد كان من بركة النبي صلى الله عليه وسلم ورغبته أن أبقى الله على العرب فلم يستأصلهم ، ولكنه أراهم بطشته وأهلك قادتهم يوم بدر ، ثم ساقهم بالتدريج إلى حظيرة الإسلام حتى عمهم وأصبحوا دعاته للأمم وحملة شريعته للعالم .ولما أشعر قوله : { قضي بينهم } بأن القضاء قضاء زجر لهم على مخالفة رسولهم وأنه عقاب شديد يكاد من يراه أو يسمعه أن يجول بخاطره أنه مبالغ فيه أتي بجملة { وهم لا يظلمون } ، وهي حال مؤكدة لعاملها الذي هو { قُضي بينهم بالقسط } للإشعار بأن الذنب الذي قضي عليهم بسببه ذنب عظيم .",
  "ayah": 47,
  "surah": 10
}
