{
  "text": "هذا استئناف ابتدائي أيضاً ، فضمير ( هو ) عائد إلى اسم الجلالة في قوله : { إن ربكم الله } [ يونس : 3 ]. وهذا استدلال آخر على انفراده تعالى بالتصرف في المخلوقات ، وهذا لون آخر من الاستدلال على الإلهية ممزوج بالامتنان على المحجوجين به لأن الدليل السابق كان متضمناً لِعظيم أمر الخلق وسعة العلم والقدرة بذكر أشياء ليس للمخاطبين حظ في التمتع بها . وهذا الدليل قد تضمن أشياء يأخذ المخاطبون بحظ عظيم من التمتع بها وهو خلق الشمس والقمر على صورتهما وتقدير تنقلاتهما تقديراً مضبوطاً ألهم الله البشر للانتفاع به في شؤون كثيرة من شؤون حياتهم .فجَعْلُ الشمسسِ ضياء لانتفاع الناس بضيائها في مشاهدة ما تهمهم مشاهدته بما به قوام أعمال حياتهم في أوقات أشغالهم . وجَعْل القمر نوراً للانتفاع بنوره انتفاعاً مناسباً للحاجة التي قد تعرض إلى طلب رؤية الأشياء في وقت الظلمة وهو الليل . ولذلك جُعل نوره أضعف ليُنتفع به بقدر ضرورة المنتفع ، فمن لم يضطرَّ إلى الانتفاع به لا يشعرُ بنوره ولا يصرفه ذلك عن سكونه الذي جُعل ظلام الليل لحصوله ، ولو جعلت الشمس دائمة الظهور للناس لاستووا في استدامة الانتفاع بضيائها فيشغلهم ذلك عن السكون الذي يستجدون به ما فتر من قواهم العصبية التي بها نشاطُهم وكمالُ حياتهم .والضياء : النور الساطع القوي ، لأنه يضيء للرائي . وهو اسم مشتق من الضوء ، وهو النور الذي يوضح الأشياء ، فالضياء أقوى من الضوء . ويَاء ( ضياء ) منقلبة عن الواو لوقوع الواو إثر كَسرة الضاد فقلبت ياء للتخفيف .والنور : الشعاع ، وهو مشتق من اسم النار ، وهو أعم من الضياء ، يصدق على الشعاع الضعيف والشعاع القوي ، فضياء الشمس نور ، ونور القمر ليس بضياء . هذا هو الأصل في إطلاق هذه الأسماء ، ولكن يكثر في كلام العرب إطلاق بعض هذه الكلمات في موضع بعض آخر بحيث يَعسر انضباطه . ولما جعل النور في مقابلة الضياء تعين أن المراد به نورٌ مَّا .وقوله : { ضياء } و { نوراً } حالان مشيران إلى الحكمة والنعمة في خلقهما . والتقدير : جعل الأشياء على مِقدار عنْد صُنعها .والضمير المنصوب في ( قَدَّره ) : إما عائد إلى النور فتكون المنازل بمعنى المراتب ، وهي مراتب نور القمر في القوة والضعف التابعة لما يظهر للناس نيراً من كُرة القمر ، كما في قوله تعالى : { والقمر قدرناه منازل حتى عاد كالعُرجون القديم } [ يس : 39 ]. أي حتى نقص نوره ليلةً بعد ليلة فعاد كالعرجون البالي . ويكون { منازل } في موضع الحال من الضمير المنصوب في { قدَّره } فهو ظرف مستقر ، أي تقديراً على حسب المنازل ، فالنور في كل منزلة لَه قدَر غير قدره الذي في منزلة أخرى . وإما عائد إلى ( القمر ) على تقدير مضاف ، أي وقدر سيره ، فتكون { منازل } منصوباً على الظرفية .والمنازل : جمع منزل؛ وهو مكان النزول . والمراد بها هنا المواقع التي يظهر القمر في جهتها كل ليلة من الشهر . وهي ثمان وعشرون منزلة على عدد ليَالي الشهر القمري . وإطلاق اسم المنازل عليها مجاز بالمشابهة وإنما هي سُمُوت يلوح للناس القمرُ كل ليلة في سَمْت منها ، كأنه ينزل بها . وقد رَصدها البشر فوجدوها لا تختلف .وعلم المهتدون منهم أنها ما وجدت على ذلك النظام إلا بصنع الخالق الحكيم .وهذه المنازل أماراتها أنجم مجتمعة على شكل لا يختلف ، فوضع العلماء السابقون لها أسماء . وهذه أسماؤها في العربية على ترتيبها في الطلوع عند الفجر في فصُول السنة . والعرب يبْتدئون ذِكرها بالشَرَطَاننِ وهكذا ، وذلك باعتبار حلول القمر كل ليلة في سمت منزلة من هذه المنازل ، فأول ليلة من ليالي الهلال للشَّرَطان وهكذا . وهذه أسماؤها مرتبة على حسب تقسيمها على فصول السنة الشمسية . وهي : العَوَّاء ، السِّمَاك الاعْزل ، الغَفْر ، الزُّبَاني ، الإكليل ، القَلْب ، الشَّوْلَةَ ، النَعَائم ، البَلْدَة ، سَعْد الذَّابححٍ ، سَعْدُ بَلَع ، سَعْد السُّعود ، سَعْد الأخْبِيَة ، الفَرْغ الأعلى ، الفَرْغ الأسفل ، الحُوت ، الشَّرَطَاننِ ، البُطَيْن ، الثُّرَيَّا ، الدَّبَران ، الهَقْعَة ، الهَنْعَة ، ذِرَاع الأسَد ، النَّشْرَة ، الطَّرْف ، الجَبْهَة ، الزُّبْرَة ، الصَّرْفَة .وهذه المنازل منقسمة على البروج الاثني عشر التي تحل فيها الشمس في فصول السنة ، فلكل برج من الاثني عشر بُرجاً مَنزلتان وثُلُث ، وهذا ضابط لمعرفة نجومها ولا علاقة له باعتبارها مَنازل للقمر .وقد أنبأنا الله بعلة تقديره القمر منازل بأنها معرفة الناس عدد السنين والحساب ، أي عدد السنين بحصول كل سنة باجتماع اثني عشر .والحساب : مصدر حسب بمعنى عد . وهو معطوف على { عدد } ، أي ولتعلموا الحساب . وتعريفه للعهد ، أي والحساب المعروف . والمراد به حساب الأيام والأشهر لأن حساب السنين قد ذكر بخصوصه . ولما اقتصر في هذه الآية على معرفة عدد السنين تعين أن المراد بالحساب حساب القمر ، لأن السنة الشرعية قمرية ، ولأن ضمير { قدره } عائد على { القمر } وإن كان للشمس حساب آخر وهو حساب الفصول . وقد تقدم في قوله تعالى : { والشمس والقمر حسبانا } [ الأنعام : 96 ].فمن معرفة الليالي تعرف الأشهر ، ومن معرفة الأشهر تعرف السنة . وفي ذلك رفق بالناس في ضبط أمورهم وأسفارهم ومعاملات أموالهم وهو أصل الحضارة . وفي هذه الآية إشارة إلى أن معرفة ضبط التاريخ نعمة أنعم الله بها على البشر .وجملة : { ما خلق الله ذلك إلا بالحق } مستأنفة كالنتيجة للجملة السابقة كلها لأنه لما أخبر بأنه الذي جعل الشمس ضياء والقمر نوراً وذكر حكمة بعض ذلك أفضى إلى الغرض من ذكره وهو التنبيه إلى ما فيها من الحكمة ليستدل بذلك على أن خالقهما فاعل مختار حكيم ليستفيق المشركون من غفلتهم عن تلك الحكم ، كما قال تعالى في هذه السورة [ 7 ] { والذين هم عن آياتنا غافلون . } والباء للملابسة . و ( الحق ) هنا مقابل للباطل .فهو بمعنى الحكمة والفائدة ، لأن الباطل من إطلاقاته أن يطلق على العبث وانتفاء الحكمة فكذلك الحق يطلق على مقابل ذلك . وفي هذا رد على المشركين الذين لم يَهتدوا لما في ذلك من الحكمة الدالة على الوحدانية وأن الخالق لها ليس آلهتَهم . قال تعالى : { وما خلقنا السماء والأرض وما بينهما باطلاً ذلك ظن الذين كفروا } [ ص : 27 ]. وقال : { وما خلقنا السماوات والأرض وما بينهما لاعبين مَا خلقناهما إلا بالحق ولكنَّ أكثرهم لا يعلمون } [ الدخان : 38 39 ].ولذلك أعقب هذا التنبيه بجملة { نُفصّل الآيات لقوم يعلمون } ، فهذه الجملة مستأنفة ابتدائية مسوقة للامتنان بالنعمة ، ولتسجيل المؤاخذة على الذين لم يهتدوا بهذه الدلائل إلى ما تحتوي عليه من البيان . ويجوز أن تكون الجملة في موضع الحال من اسم الجلالة في قوله : { ما خلق الله ذلك إلا بالحق }. فعلى قراءة نفصل بالنون وهي لنافع والجمهور ورواية عن ابن كثير ففي ضمير صاحب الحال التفات ، وعلى قراءة { يفصل } بالتحتية وهي لابن كثير في المشهور عنه وأبي عمرو وابن عامر ويعقوب أمرها ظاهر .والتفصيل : التبيين ، لأن التبيين يأتي على فصول الشيء كلها . وقد تقدم عند قوله تعالى : { وكذلك نفصل الآيات ولتستبين سبيل المجرمين } في سورة [ الأنعام : 55 ]. والإتيان بالفعل المضارع لإفادة التكرار .وجعل التفصيل لأجل قوم يعلمون ، أي الذين من شأنهم العلم لما يؤذن به المضارع من تجدد العِلم ، وإنما يتجدد لمن هو ديدنه ودَأبه ، فإن العلماء أهل العقول الراجحة هم أهل الانتفاع بالأدلة والبراهين .وذكر لفظ ( قوم ) إيماء إلى أنهم رسخ فيهم وصف العلم ، فكان من مقومات قوميتهم كما تقدم في قوله : { لآيات لقوم يعقلون } في سورة [ البقرة : 164 ]. وفي هذا تعريض بأن الذين لم ينتفعوا بتفصيل الآيات ليسوا من الذين يعلمون ولا ممن رسخ فيهم العلم .",
  "ayah": 5,
  "surah": 10
}
