{
  "text": "تذييل تنهية للكلام المتعلق بصدق الرسول والقرآن وما جاء به من الوعيد وترقب يوْم البعث ويوم نزول العذاب بالمشركين . وقد اشتمل هذا التذييل على مجمل تفصيل ذلك الغرض ، وعلى تعليله بأن من هذه شؤونه لا يعجز عن تحقيق ما أخبر بوقوعه .فكان افتتاحه بأن الله هو المتوحد بملك ما في السماوات والأرض فهو يتصرف في الناس وأحوالهم في الدنيا والآخرة تصرفاً لا يشاركه فيه غيره؛ فتصرفه في أمور السماء شامل للمغيبات كلها ، ومنها إظهار الجزاء بدار الثواب ودار العذاب؛ وتصرفه في أمور الأرض شامل لتصرفه في الناس . ثم أعقب بتحقيق وعده ، وأعقب بتجهيل منكريه ، وأعقب بالتصريح بالمهم من ذلك وهو الإحياء والإماتة والبعث .وافتتح هذا التذييل بحرف التنبيه ، وأعيد فيه حرف التنبيه للاستيعاء لسماعه ، وللتنبيه على أنه كلام جامع هو حوصلة الغرض الذي سمعوا تفصيله آنفاً .وتأكيد الخبر بحرف { إن } للرد على المشركين لأنهم لما جعلوا لله شركاء فقد جعلوها غير مملوكة لله . ولا يدفع عنهم ذلك أنهم يقولون : { ما نعبدهم إلا ليقربونا إلى الله زلفى } لأن ذلك اضطراب وخبط .وقدم خبر { إنَّ } على اسمها للاهتمام باسمه تعالى ولإفادة القصر لرد اعتقادهم الشركة كما علمت .وأكد بحرف التوكيد بعد حرف التنبيه في الموضعين للاهتمام به ، ولرد إنكار منكري بعضه والذين هم بمنزلة المنكرين بعضه الآخر .واللام في { لله } للملك ، و ( ما ) اسم موصول مفيد لعموم كل ما ثبتت له صلة الموصول من الموجودات الظاهرة والخفية .ووعْد الله : هو وعده بعذاب المشركين ، وهو وعيد ، ويجوز أن يكون وعده مراداً به البعث ، قال تعالى : { كما بدأنا أول خلق نعيده وعْداً علينا إنا كنا فاعلين } [ الأنبياء : 104 ] فسمَّى إعادة الخلق وعْداً .وأظهر اسم الجلالة في الجملة الثانية دون الإتيان بضميره لتكون الجملة مستقلة لتجري مجرى المثل والكلام الجامع .ووقع الاستدراك بقوله : { ولكنَّ أكثرهم لا يعلمون } لأن الجملتين اللتين قبله أريد بهما الرد على معتقدي خلافهما فصارتا في قوة نفي الشك عن مضمونهما ، فكأنه قيل : لا شك يَحق في ذلك ، ولكن أكثرهم لا يعلمون فلذلك يَشكّون .وتقييد نفي العلم بالأكثر إشارة إلى أن منهم من يعلم ذلك ولكنه يجحده مكابرة ، كما قال في الآية السابقة { ومنهم من يؤمن به ومنهم من لا يؤمن به } [ يونس : 40 ]. فضمير { أكثرهم } للمتحدث عنهم فيما تقدم .",
  "ayah": 55,
  "surah": 10
}
