{
  "text": "استئناف أمر النبي صلى الله عليه وسلم بأن يقوله للمشركين . وافتتاحه ب { قل } لقصد توجه الأسماع إليه . ومناسبة وقوعه عقب ما تقدم أن الكلام المتقدم حكى تكذيبهم بالقرآن وادعاءهم أنه مفترى وأنه ليس بحق ، ثم إبطال أن يكون القرآن مفترى على الله لأنه اشتمل على تفصيل الشريعة وتصديق الكتب السالفة ، ولأنه أعجز مكذبيه عن معارضته . فلما استوفى ذلك بأوضح حجة ، وبانت لِقاصد الاهتداء المَحجة ، لا جرم دالت النوبة إلى إظهار خطل عقولهم واختلال تكذيبهم ، فإنه بعد أن كان تكذيباً بما لم يحيطوا بعلمه فقد ارتبكوا في دينهم بما يلزمهم منه مماثلة الحالة التي أنكروها ، فإنهم قد وضعوا ديناً فجعلوا بعض أرزاقهم حلالاً لهم وبعضها حراماً عليهم فإن كان ذلك حقاً بزعمهم فمن الذي أبلغهم تلك الشرائع عن الله ولماذا تقبلوها عمن شرعها لهم ولم يكذبوه وهم لا يستطيعون أن يلتزموا ذلك ، وإن كان ذلك من تلقاء أنفسهم فقد افتَروا على الله فلزمهم ما ألصقوه بالنبي صلى الله عليه وسلم فعلق بهم وبرأ الله منه رسوله ، فهذا الاستدلال من الطريق المسمى بالقلب في علم الجدل . .ثم إن اختيار الاستدلال عليهم بشيء من تشريعهم في خصوص أرزاقهم يزيد هذا الاستدلال مناسبة بآخر الكلام الذي قبله ليظهر ما فيه من حسن التخلص إليه وذلك أن آخر الكلام المتقدم جملة { هو خير مما يجمعون } [ يونس : 58 ] ، أي من أموالهم . وتلك الأموال هي التي رزقهم الله إياها فجعلوا منها حلالاً ومنها حراماً وكَفروا نعمة الله إذ حرموا على أنفسهم من طيبات ما أعطاهم ربهم ، وحسبهم بذلك شناعة بهم ملصقة ، وأبواباً من الخير في وجوههم مغلقة .والاستفهام في { أرأيتم } و { ءَالله أذن لكم أم على الله تفترون } تقريري باعتبار إلزامهم بأحد الأمرين : إما أن يكون الله أذن لهم ، أو أن يكونوا مفترين على الله ، وقد شيب التقرير في ذلك بالإنكار على الوجهين .والرؤية علمية ، و { ما أنزل الله لكم من رزق } هو المفعول الأول ل ( رأيتم ) ، وجملة { فجعلتم منه } الخ معطوفة على صلة الموصول بفاء التفريع ، أي الذي أنزل الله لكم فجعلتم منه . والاستفهام في { آلله أذن لكم أم على الله تفترون } مفعول ثان ل ( رأيتم ) ، ورابط الجملة بالمفعول محذوف ، تقديره : أذنكم بذلك ، دل عليه قوله : { فجعلتم منه حراماً وحلالاً }.و { قل } الثاني تأكيد ل { قل } الأول معترض بين جملة الاستفهام الأولى وجملة الاستفهام الثانية لزيادة إشراف الأسماع عليه . وهي معادلة بهمزة الاستفهام لأنها بين الجملتين المعمولتين لفعل { أرأيتم }. وفعل الرؤية معلق عن العمل في المفعول الثاني؛ لأن الأصح جواز التعليق عن المفعول الثاني . وزعم الرضي أن الرؤية بصرية . وقد بسطت القول في ذلك عند قوله :{ أفرأيتم ما تمنون أأنتم تخلقونه } الآية في سورة [ الواقعة : 58 ، 59 ].و { أم } متصلة وهي معادلة لهمزة الاستفهام لأن الاستفهام عن أحد الأمرين .والرزق : ما ينتفع به . وتقدم في قوله تعالى : { ومما رزقناهم ينفقون } في سورة [ البقرة : 3 ] وفي قوله : { أو مما رزقكم الله } في [ الأعراف : 50 ].وعبر عن إعطاء الرزق بالإنزال؛ لأن معظم أموالهم كانت الثمار والأعناب والحبوب ، وكلها من آثار المطر الذي هو نازل من السحاب بتكوين الله ، فأسند إنزاله إلى الله بهذا الاعتبار ، ومعظم أموالهم الأنعام ، وحياتها من العشب والكلأ وهي من أثر المطر ، قال تعالى : { فلينظر الإنسان إلى طعامه أنا صببنا الماء صباً ثم شققنا الأرض شقاً فأنبتنا فيها حباً وعنباً وقضباً وزيتوناً ونخلاً وحدائق غلباً وفاكهة وأباً متاعاً لكم ولأنعامكم } [ عبس : 24 ، 32 ]. وقال : { وفي السماء رزقكم } [ الذاريات : 22 ] أي سبب رزقكم وهو المطر . وقد عُرف العرب بأنهم بنو ماء السماء . وهو على المجاز في كلمة ( بني ) لأن الابن يطلق مجازاً على الملازم للشيء . وقد عبر عن إعطاء الأنعام بالإنزال في قوله : { وأنزل لكم من الأنعام ثمانية أزواج } [ الزمر : 6 ] بهذا الاعتبار .والمجعول حراماً هو ما حكى الله بعضه عنهم في قوله : { وقالوا هذه أنعام وحرث حِجر لا يطعمها إلا من نشاء بزعمهم وأنعام حُرمت ظهورها وقوله : { وقالوا ما في بطون هذه الأنعام خالصةٌ لذكورنا ومُحرَّم على أزواجنا } في سورة [ الأنعام : 138 ، 139 ].ومحل الإنكار ابتداءً هو جعلهم بعض ما رزقهم الله حراماً عليهم . وأما عطف حلالاً } على { حراماً } فهو إنكار بالتبع لأنهم لما عمدوا إلى بعض ما أحل الله لهم فجعلوه حراماً ومَيَّزوه من جملة الرزق فقد جعلوا الحلال أيضاً حلالاً ، أي بجعل جديد إذ قالوا هو حلال فجعلوا أنفسهم مهيمنين على أحكام الله إذ عمدوا إلى الحلال منها فقلبوه حراماً وأبقَوا بعض الحلال على الحل ، فلولا أنهم أبقوه على الحل لما بقي عندهم حلالاً ولتعطل الانتفاع به فلذلك أنكر عليهم جعل بعض الرزق حراماً وبعضه حلالاً ، وإلا فإنهم لم يجعلوا ما كان حراماً حلالاً إذ لم يكن تحريم في الجاهلية .وقوله : { حلالاً } عطف على { حراماً } والتقدير : ومنه حلالاً ، لأن جميع ما رزقهم الله لا يعدو بينهم هذين القسمين ، وليس المعنى فجعلتم بعضه حراماً وحلالاً ، وبعضه ليس بحرام ولا حلال لأن ذلك لا يستقيم .وتقديم اسم الجلالة وهو مسند إليه على خبره الفعلي في قوله : { آلله أذن لكم } لتقوية الحكم مع الاهتمام . وتقديم المجرور على عامله في قوله : { أم على الله تفترون } للاهتمام بهذا المتعلق تشنيعاً لتعليق الافتراء به . وأظهر اسم الجلالة لتهويل الافتراء عليه .وحذف متعلق { أذن } لظهوره . والتقدير : آلله أذن لكم بذلك الجعل .",
  "ayah": 59,
  "surah": 10
}
