{
  "text": "معطوفة على جملة { وما ظن الذين يفترون على الله الكذب يوم القيامة } [ يونس : 60 ] عطفَ غرض على غرض ، لأن فصل الغرض الأول بالتذييل دليل على أن الكلام قد نقل إلى غرض آخر ، وذلك الوعدُ بالثواب للرسول على ما هو قائم به من تبليغ أمر الله وتدبير شؤون المسلمين وتأييد دين الإسلام ، وبالثواب للمسلمين على اتباعهم الرسول فيما دعاهم إليه . وجاء هذا الوعد بطريقة التعريض بحصول رضى الله تعالى عنهم في قوله : { إلا كنا عليكم شهوداً } لأنهم يعلمون أن عملهم وعمل النبي ما كان إلا في مرضاة الله ، فهو كقوله تعالى : { الذي يراك حين تقوم وتقلبك في الساجدين }. ويتضمن ذلك تنويهاً بالنبي صلى الله عليه وسلم في جليل أعماله وتسلية على ما يُلاقيه من المشركين من تكذيب وأذى ، لأن اطلاع الله على ذلك وعلمه بأنه في مرضاته كاف في التسلية ، كقوله : { واصبر لحكم ربك فإنك بأعيننا } [ الطور : 48 ] ، ولذلك توجه الخطاب ابتداء إلى النبي صلى الله عليه وسلم ثم توجه إليه وإلى من معه من المسلمين .و { ما } الأولى و { ما } الثانية نافيتان .والشأن : العمل المهم والحال المهم . و ( في ) للظرفية المجازية التي بمعنى شدة التلبس .وضمير ( منه ) إما عائد إلى ( شأن ) ، أي وما تتلو من الشَّأن قرآناً فتكون ( مِن ) مبينة ل ( ما ) الموصولة أو تكون بمعنى لام التعليل ، أي تتلو من أجل الشأن قرآناً . وعَطْف { وما تتلو } من عطف الخاص على العام للاهتمام به ، فإن التلاوة أهم شؤون الرسول عليه الصلاة والسلام .وإما عائد إلى { قرآن } ، أي وما تتلو من القرآن قرآناً ، فتكون { منه } للتبعيض ، والضمير عائد إلى مؤخر لتحصيل التشويق إليه حتى يتمكن في نفس السامع . وواو ( تتلو ) لام الكلمة ، والفعل محتمل لضمير مفرد لخطاب النبي صلى الله عليه وسلمفيكون الكلام قد ابتدىء بشؤون النبي صلى الله عليه وسلم التي منها ما هو من خواصّه كقيام الليل ، وثُنِّي بما هو من شؤونه بالنسبة إلى الناس وهو تلاوة القرآن على الناس ، وثُلِّث بما هو من شؤون الأمة في قوله : { ولا تعمَلون من عمل } فإنه وإن كان الخطاب فيه شاملاً للنبيء صلى الله عليه وسلم إلا أن تقديم ذكر شأن في أول الآية يخصص عموم الخطاب في قوله : { تَعملون } فلا يبقى مراداً منه إلا ما يعمله بقية المسلمين .ووقع النفي مرتين بحرف ( ما ) ومرة أخرى بحرف ( لا ) لأن حرف ( ما ) أصله أن يخلص المضارع للحال ، فقصد أولاً استحضار الحال العظيم من شأن النبي صلى الله عليه وسلم ومن قراءته القرآن ، ولما نفي عمل الأمة جيء بالحرف الذي الأصل فيه تخليصه المضارع للاستقبال للتثنية من أول الكلام على استمرار ذلك في الأزمنة كلها .ويعلم من قرينة العموم في الأفعال الثلاثة بواسطة النكرات الثلاث المتعلقة بتلك الأفعال والواقعة في سياق النفي أن ما يحصل في الحال وما يحصل في المستقبل من تلك الأفعال سواءٌ ، وهذا من بديع الإيجاز والإعجاز . وكذلك الجمع بين صيغ المضارع في الأفعال المعممة { تكونُ وتتلو وتعملون } وبين صيغة الماضي في الفعل الواقع في موضع الحال منها { إلاَّ كنا } للتنبيه على أن ما حصل ويحصل وسيحصل سواء في علم الله تعالى على طريقة الاحتباس كأنه قيل : وما كنتم وتكون وهكذا ، إلاَّ كنا ونكون عليكم شهودا .و { من عمل } مفعول { تعملون } فهو مصدر بمعنى المفعول وأدخلت عليه ( من ) للتنصيص على التعميم ليشمل العمل الجليل والحقير والخير والشر .والاستثناء في قوله : { إلاَّ كنا عليكم شهوداً } استثناء من عموم الأحوال التي اقتضاها عموم الشأن وعموم التلاوة وعموم العَمل ، أي إلا في حالة علمْنا بذلك ، فجملة { كنا عليكم } في موضع الحال . ووجود حرف الاستثناء أغنى عن اتصال جملة الحال بحرف ( قد ) لأن الربط ظاهر بالاستثناء .والشهود : جمع شاهد . وأخبر بصيغة الجمع عن الواحد وهو الله تعالى تبعاً لضمير الجمع المستعمل للتعظيم ، ومثله قوله تعالى : { إنا كنا فاعلين } [ الأنبياء : 104 ]. ونظيره في ضمير جماعة المخاطبين في خطاب الواحد في قول جعفر بن عُلبة الحارثِي: ... فلا تحسبي أني تخشعت بعدكملشيء ولا أني من الموت أفرق ... وذلك استعارة بتشبيه الواحد بالجماعة في القوة لأن الجماعة لا تخلو من مزايا كثيرة موزعة في أفرادها .والشاهد : الحاضر ، وأطلق على العالم بطريقة المجاز المرسل ولذلك عدي بحرف ( على ).و { إذْ } ظرف ، أي حين تفيضون .والإفاضة في العمل : الاندفاع فيه ، أي الشروع في العمل بقوة واهتمام ، وهذه المادة مؤذنة بأن المراد أعمالهم في مرضاة الله ومصابرتهم على أذى المشركين . وخصت هذه الحالة وهذا الزمان بالذكر بعد تعميم الأعمال اهتماماً بهذا النوع فهو كذكر الخاص بعد العام ، كأنه قيل : ولا تعملون من عمللٍ مَّا وعمللٍ عظيممٍ تفيضون فيه إلا كنا عليكم شهوداً حين تعملونه وحين تفيضون فيه .وجملة : { وما يعزب عن ربك } الخ عطف على جملة : { وما تكون في شأن } ، وهي بمنزلة التذييل لما فيها من زيادة التعميم في تعلق علم الله تعالى بجميع الموجودات بعد الكلام على تعلقه بعمل النبي صلى الله عليه وسلم والمسلمين .والعزوب : البعد ، وهو مجاز هنا للخفاء وفواتتِ العلم ، لأن الخفاء لازم للشيء البعيد ، ولذلك علق باسم الذات دون صفة العلم فقال : { عن ربك }.وقرأ الجمهور { يعزب } بضم الزاي ، وقرأه الكسائي بكسر الزاي وهما وجهان في مضارع ( عزب ).و ( من ) في قوله : { من مثقال ذرة } مزيدة لتأكيد عموم النفي الذي في { ما يعزب }.والمِثقال : اسم آلة لما يعرف به مقدار ثِقَل الشيء فهو وزن مِفعال من ثَقُل ، وهو اسم لصنج مقدر بقدر معين يوزن به الثقل .والذرة : النملة الصغيرة ، ويطلق على الهباءة التي ترى في ضوء الشمس كغبارٍ دقيق جداً ، والظاهر أن المراد في الآية الأولُ . وذُكرت الذرة مبالغة في الصغر والدقة للكناية بذلك عن إحاطة العلم بكل شيء فإن مَا هو أعظم من الذرة يكون أولى بالحكم .والمراد بالأرض والسماء هنا العالم السفلي والعالم العلوي . والمقصود تعميم الجهات والأبعاد بأخصر عبارة . وتقديم الأرض هنا لأن ما فيها أعلق بالغرض الذي فيه الكلام وهو أعمال الناس فإنهم من أهل الأرض بخلاف ما في سورة [ سبأ : 3 ] { عالم الغيب لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض } فإنه لما كان المقام لذكر علم الغيب والغيب ما غاب عن الناس ومعظمه في السماء لاءم ذلك أن قدمت السماء على الأرض .وعطف { ولا أصغر من ذلك ولا أكبر } على { ذرة } تصريحاً بما كني عنه بمثقال ذرة من جميع الأجرام .و { أصغر } بالفتح في قراءة الجمهور ممنوعاً من الصرف لأنه معطوف على { ذرة } المجرور على أنَّ { لا } مقحمة لتأكيد النفي . وجوز أن يكون العطف عطف جملة وتكون { لا } نافية للجنس { وأصغر } اسمها مبنياً على الفتح فيكون ابتداء كلام .وقرأ حمزة وخلف ويعقوب { ولا أصغرُ ولا أكبرُ } برفعهما باعتبار عطف { أصغر } على محل { مثقال } لأنه فاعل { يعزب } في المعنى ، وكسرته كسرة جر الحرف الزائد وهو وجه من فصيح الاستعمال ، أو باعتبار عطف الجملة على الجملة وتكون { لا } نافية عاملة عمل ليس و { أصغر } اسمها .والاستثناء على الوجهين الأوَّلين من قراءتي نصب { أصغرَ } ورفعه استثناء منقطع بمعنى ( لكن ) ، أي لا يعزب ذلك ولكنه حاضر في كتاب ، وجوز أن يكون استثناء متصلاً من عموم أحوال عزوب مثقال الذرة وأصغرَ منها وأكبر . وتأويله أن يكون من تأكيد الشيء بما يشبه ضده . والمعنى لا يعزب عنه شيء في الأرض ولا في السماء إلا في حال كونه في كتاب مُبين ، أي إلا معلوماً مكتوباً ويعلم السامع أن المكتوب في كتاب مبين لا يمكن أن يعزب ، فيكون انتفاء عزوبه حاصلاً بطريق برهاني .والمجرور على هذا كله في محل الحال ، وعلى الوجهين الأخيرين من القراءتين يكون الاستثناء متصلاً والمجرور ظرفاً مستقلاً في محل خبر ( لا ) النافية فهو في محل رفع أو في محل نصب ، أي لا يوجد أصغر من الذرة ولا أكبر إلا في كتاب مبين كقوله تعالى : { ولا رطب ولا يابس إلا في كتاب مبين } [ الأنعام : 59 ].والكتاب : علم الله ، استعير له الكتاب لأنه ثابت لا يخالف الحق بزيادة ولا نقصان . ومبين : اسم فاعل من أبان بمعنى بان ، أي واضح بيّن لا احتمال فيه .",
  "ayah": 61,
  "surah": 10
}
