{
  "text": "وإشارة الآية إلى تولي الله إياهم بالكرامة بقوله : { لهم البشرى في الحياة الدنيا وفي الآخرة }. وتعريف { البشرى } تعريف الجنس فهو صادق ببشارات كثيرة .و { في الحياة الدنيا وفي الآخرة } حال من { البشرى }. والمعنى : أنهم يبشرون بخيرات قبل حصولها : في الدنيا بما يتكرر من البشارات الواردة في كلام الله تعالى وكلام رسوله صلى الله عليه وسلم وفي الآخرة بما يتلقونه من الملائكة وما يسمعونه من أمر الله بهم إلى النعيم المقيم ، كقوله : { وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات } [ البقرة : 25 ].وروى الترمذي عن أبي الدرداء أنه سأل رسول الله صلى الله عليه وسلم عن قوله تعالى : { لهم البشرى في الحياة الدنيا } فقال : \" ما سألني عنها أحد غيرك منذ أنزلت فهي الرؤيا الصالحة يراها المسلم أوْ ترى له \" قال الترمذي : وليس فيه عطاء بن يسار أي ليس في الحديث أن أبا صالح يرويه عن عطاء بن يسار كما هو المعروف في رواية أبي صالح إلى أبي الدرداء ، وعليه فالحديث منقطع غير متصل السند . وقد رواه الترمذي بسندين آخرين فيهما عطاء بن يسار عن رجل من أهل مِصر عن أبي الدرداء وذلك سند فيه مجهول ، فحالة إسناد هذا الخبر مضطربة لظهور أن عطاء لم يسمعه من أبي الدرداء .ومحمل هذا الخبر أن الرؤيا الصالحة من جملة البشرى في الحياة الدنيا لأنها تؤذن صاحبها بخير مستقبل يحصل في الدنيا أحرى الآخرة ، أو كأن السائل سأل عن بشرى الحياة فأما بشرى الآخرة فكانت معروفة بقوله : { يبشرهم ربهم برحمة منه } [ التوبة : 21 ] الآية ونحوها من الآيات .وفي «الموطأ» عن هشام بن عروة عن أبيه كان يقول في هذه الآية { لهم البُشرى في الحياة الدنيا وفي الآخرة } قال : هي الرؤيا الصالحة يَراها الرجل أوْ تُرى له . ومن البشرى الوعد بأن لهم عاقبة النصر على الأعداء ، وتمكينُهم من السلطان في الدنيا ، وأن لهم النعيم الخالد في الآخرة .ومقابلة الحَزَن بالبشرى من محسنات الطباق .وجملة : { لا تبديل لكلمات الله } مبينة لمعنى تأكيد الوعد الذي تضمنه قوله : { لهم البشرى في الحياة الدنيا وفي الآخرة } ، تذكيراً لهم بأن ما وعدهم الله به من البشائر مثل النصر وحسن العاقبة أمر ثابت لا يتخلف لأنه من كلمات الله ، وقد نفي التبديل بصيغة التبرئة الدالة على انتفاء جنس التبديل .والتبديل : التغيير والإبطال ، لأن إبطال الشيء يستلزم إيجاد نقيضه .و { كلمات الله } الأقوال التي أوحى بها إلى الرسول في الوعد المشار إليه ، ويؤخذ من عموم { كلمات الله } وعموم نفي التبديل أن كل ما هو تبديل منفي من أصله .رُوي أن الحجاج خطب فذكر عبد الله بن الزبير فقال : إنه قد بَدَّل كتاب الله . وكان ابن عمر حاضراً فقال له ابن عمر : لا تطيق ذلك أنت ولا ابنُ الزبير : { لا تبديل لكلمات الله }.وجملة { ذلك هو الفَوْز العظيم } مؤكدة لجملة { لهم البشرى } ومقررة لمضمونها فلذلك فُصلت .والإشارة بذلك إلى المذكور من مضمون الجمل الثلاث المتقدمة ، واختيار اسم الإشارة لأنه أجمع لما ذُكر ، وفيه كمال تمييز له لزيادة تقرير معناه . وذكرُ ضمير الفصل بعد اسم الإشارة لزيادة التأكيد ولإفادة القصر ، أي هو الفوز العظيم لا غيرُه مما يتقلب فيه المشركون في الحياة الدنيا من رزق ومنَعَة وقوة ، لأن ذلك لا يعد فوزاً إذا عاقبته المذلة والإهانة في الدنيا وبعدَه العذاب الخالد في الآخرة ، كما أشار إليه قوله تعالى : { لا يغرَّنَّك تقلُّب الذين كفروا في البلاد متاع قليل ثم مأواهم جهنم وبئس المهاد } [ آل عمران : 196 ، 197 ].",
  "ayah": 64,
  "surah": 10
}
