{
  "text": "{ ثم } للتراخي الرتبي ، لأن بعثة رسل كثيرين إلى أمم تَلقوهم بمثل ما تلقَّى به نوحاً قومه أعجب من شأن قوم نوح حيث تمالأت تلك الأمم على طريقة واحدة من الكفر . وليست ( ثم ) لإفادة التراخي في الزمن للاستغناء عن ذلك بقوله : { من بعده }.وقد أُبهم الرسل في هذه الآية . ووقع في آيات أخرى التصريح بأنهم : هود وصالح ، وإبراهيم ، ولوط ، وشعيب . وقد يكون هنالك رسل آخرون كما قال تعالى : { ورسلاً لم نقصصهم عليك } [ النساء : 164 ] ، ويتعين أن يكون المقصود هنا من كانوا قبل موسى لقوله : { ثم بعثنا من بعدهم موسى } [ يونس : 75 ]. وفي الآية إشارة إلى أن نوحاً أول الرسل .والبينات : هي الحجج الواضحة الدلالة على الصدق . والفاءُ للتعقيب ، أي أظهروا لهم المعجزات بإثر إرسالهم . والباء للملابسة ، أي جاءوا قومهم مبلغين الرسالة ملابسين البينات .وقد قوبل جمع الرسل بجمع ( البينات ) فكان صادقاً ببينات كثيرة موزعة على رسل كثيرين ، فقد يكون لكل نبيء من الأنبياء آيات كثيرة ، وقد يكون لبعض الأنبياء آية واحدة مثل آية صالح وهي الناقة .والفاء في قوله : { فما كانوا ليؤمنوا } للتفريع ، أي فترتب على ذلك أنهم لم يؤمنوا .وصيغ النفي بصيغة لام الجحود مبالغة في انتفاء الإيمان عنهم بأقصى أحوال الانتفاء . حتى كأنهم لم يوجدوا لأن يؤمنوا بما كذبوا به ، أي لم يتزحزحوا عنه . ودلت صيغة الجحود على أن الرسل حاولوا إيمانهم محاولة متكررة .ودل قوله : { بما كذبوا به من قبل } أن هنالك تكذيباً بادروا به لرسلهم ، وأنهم لم يقلعوا عن تكذيبهم الذي قابلوا به الرسل ، لأن التكذيب إنما يكون لخبرِ مخبر فقوله : { فجاءهم بالبينات } مؤذن بحصول التكذيب فلما كذبوهم جاؤوهم بالبينات على صدقهم فاستمروا على التكذيب فما كانوا ليؤمنوا بما كذبوا به من قبل . وهذا من إيجاز الحذف لجمل كثيرة . وهذا يقتضي تكرر الدعوة وتكرر البينات وإلا لما كان لقوله : { فما كانوا ليؤمنوا بما كذبوا به من قبل } وقع لأن التكذيب الذي حصل أول مرة إذا لم يطرأ عليه ما من شأنه أن يقلعه كان تكذيباً واحداً منسياً . وهذا من بلاغة معاني القرآن .وبذلك يظهر وقع قوله عقبه { كذلك نطبع على قلوب المعتدين } فان الطبع مؤذن بأن قلوبهم قد ورد عليها ما لو خلت عند وروده عن الطبع عليها لكان شأنه أن يصل بهم إلى الإيمان ، ولكن الطبع على قلوبهم حال دون تأثير البينات في قلوبهم .وقد جُعل الطبع الذي وقع على قلوب هؤلاء مثلاً لكيفيات الطبع على قلوب المعتدين فقوله : { كذلك نطبع على قلوب المعتدين } ، أي مثل هذا الطبع العجيب نطبع على قلوب المعتدين فتأملوه واعتبروا به .والطبع : الختم . وهو استعارة لعدم دخول الإيمان قلوبهم . وتقدم في قوله تعالى : { ختم الله على قلوبهم } في سورة البقرة ( 7 .( والاعتداء : افتعال من عدا عليه ، إذا ظلمه ، فالمعتدين مرادف الظالمين ، والمراد به المشركون لأن الشرك اعتداء ، فإنهم كذبوا الرسل فاعتدوا على الصادقين بلمزهم بالكذب وقد جاء في نظير هذه الآية من سورة [ الأعراف : 101 ] { كذلك يطبع الله على قلوب الكافرين } فهذا التَّحالف للتفنّن في حكاية هذه العبرة في الموضعين .",
  "ayah": 74,
  "surah": 10
}
