{
  "text": "أي لما رأوا المعجزات التي هي حق ثابت وليست بتخيلات وتمويهات ، وعلموا أن موسى صادق فيما ادّعاه ، تدرجوا من مجرّد الإباء المنبعث عن الاستكبار إلى البهتان المنبعث عن الشعور بالمغلوبية .والحقُّ : يطلق اسماً على ما قابل الباطل وهو العدل الصالح ، ويطلق وصفاً على الثابت الذي لا ريبة فيه ، كما يقال : أنت الصديق الحق . ويُلازم الإفراد لأنه مصدر وصف به . والذي أثبت له المجيء هنا هو الآيات التي أظهرها موسى إعجازاً لهم لقوله قبله : { ثم بعثنا من بعدهم موسى بآياتنا } [ الأعراف : 103 ] فكان جعل الحق جائياً بتلك الآيات صالحاً لمعنيي الحقّ ، لأنّ تلك الآيات لما كانت ثابتة لا ريبة فيها كانت في ذاتها حقاً فمجيئها حصولُها وظهورها المقصود منه إثبات صدق موسى في رسالته فكان الحق جائياً معها ، فمجيئه ثبوته كقوله تعالى : { وقل جاء الحق وزهق الباطل } [ الإسراء : 81 ] وبهذا يظهر أن لكلمة { الحقّ } هنا من الوقع في الدلالة على تمام المعنى المراد ، ولكلمة { من عندنا } ما ليس لغيرهما في الإيجاز ، وهذا من حدّ الإعجاز .وبهذا تبين أنّ الآية دالة على أن آيات الصدق ظهرت وأنّ المحجوجين أيقنوا بصدق موسى وأنه جاء بالحق .واعتذارهم عن ظهور الآيات بأنها سحر هو اعتذار المغلوب العديم الحجة الذي قهرته الحجة وبهره سلطان الحقّ ، فلم يبق له منتشب من المعارضة المقبولة فهو يهرع إلى انتحال معارضات بمعاذير لا تدخل تحت التمحيص ولا تثبت في محكّ النقد .«ولا بدّ للمغلوب من بارد العذر»وإذ قد اشتهر بين الدّهماء من ذوي الأوهام أنّ السحر يظهر الشيء في صورة ضدّه ، ادّعى هؤلاء أنّ ما ظهر من دلائل صدق موسى هو سحر ظهر به الباطل في صورة الحقّ بتخييل السحر .ومعنى إدّعاء الحقّ سحراً أنّ دلائله من قبيل التخيلات والتمويهات ، فكذلك مدلوله هو مدلول السحر وهو إنشاء تخيل باطل في نفوس المسحورين ، وقد حملهم استشعارهم وَهَنَ معذرتهم على أن أبرزوا دعواهم في صورة الكلام المتثبّت صاحبُه فأكَّدوا الكلام بما دلّ عليه حرف التوكيد ولام الابتداء { إنّ هذا لسحرٌ } ، وزادوا ذلك ترويجاً بأن وصفوا السِّحر بكونه مُبيناً ، أي شديدَ الوضوح . والمبين اسم فاعل من أبان القاصر ، مرادف بَانَ : ظهر .والإشارة بقوله : { إنّ هذا } إلى ما هو مشاهد بينهم حين إظهار المعجزة مثل انقلاب العصا حية ، وخروج اليد بيضاء ، أي أنّ هذا العمل الذي تشاهدونه سحر مبين .",
  "ayah": 76,
  "surah": 10
}
