{
  "text": "الكلام على جملة : { قالوا أجئتنا } مثل الكلام على جملة : { قال موسى أتقولون } [ يونس : 77 ].والاستفهام في { أجئتنا } إنكاري ، بنَوا إنكارهم على تخطئة موسى فيما جاء به ، وعلى سوء ظنهم به وبهارون في الغاية التي يتطلبانها مما جاء به موسى . وإنما واجهوا موسى بالخطاب لما تقدم من أنه الذي باشر الدعوة وأظهر المعجزة ، ثم أشركاه مع أخيه هارون في سوء ظنهم بهما في الغاية من عملهما .و { تلْفِتَنَا } مضارع لَفَتَ من باب ضرَب متعدياً : إذا صرف وجهه عن النظر إلى شيء مقابل لوجهه . والفعل القاصر منه ليس إلا لا لمطاوعة . يقال : التفت . وهو هنا مستعمل مجازاً في التحويل عن العمل أو الاعتقاد إلى غيره تحويلاً لا يبقى بعده نظر إلى ما كان ينظره ، فأصله استعارة تمثيلية ثم غلبت حتى صارت مساوية الحقيقة .وقد جمعت صلة { ما وجدنا عليه آباءنا } كل الأحوال التي كان آباؤهم متلبسين بها . واختير التعبير ب { وَجدنا } لما فيه من الإشارة إلى أنهم نشأوا عليها وعقلوها ، وذلك مما يكسبهم تعلقاً بها ، وأنها كانت أحوال آبائهم وذلك مما يزيدهم تعلقاً بها تبعاً لمحبة آبائهم لأن محبة الشيء تقتضي محبة أحواله وملابساته .وفي ذلك إشارة إلى أنها عندهم صواب وحق لأنهم قد اقتدوا بآبائهم كما قال تعالى : { وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمَّة وإنَّا على آثارهم مقتدون } [ الزخرف : 23 ]. وقال عن قوم إبراهيم عليه السلام : { قالوا وجدنا آباءنا لها عابدين قال لقد كنتم أنتم وآباؤكم في ضلال مبين } [ الأنبياء : 53 ، 54 ] ، وقد جاءهم موسى لقصد لفتهم عما وجدوا عليه آباءهم فكان ذلك محل الإنكار عندهم لأن تغيير ذلك يحسبونه إفساداً { قال الملأ من قوم فرعون أتذر موسى وقومه ليفسدوا في الأرض } [ الأعراف : 127 ]. والإتيان بحرف ( على ) للدلالة على تمكن آبائهم من تلك الأحوال وملازمتهم لها .وعطف { وتكون لكما الكبرياء } على الفعل المعلَّل به ، والمعطوف هو العلة في المعنى لأنهم أرادوا أنهم تفطنوا لغرض موسى وهارون في مجيئهما إليهم بما جاءوا به ، أي أنهما يحاولان نفعاً لأنفسهما لا صلاحاً للمدعوين ، وذلك النفع هو الاستحواذ على سيادة مصر بالحيلة .والكبرياء : العظمة وإظهار التفوق على الناس .والأرض : هي المعهودة بينهم ، وهي أرض مصر ، كقوله : { يريد أن يخرجكم من أرضكم } [ الأعراف : 110 ]. ولما كانوا ظنوا تطلبهما للسيادة أتوا في خطاب موسى بضمير المثنى المخاطب لأن هارون كان حاضراً فالتفتوا عن خطاب الواحد إلى خطاب الاثنين . وإنَّما شرّكوا هارون في هذا الظن من حيث إنه جاء مع موسى ولم يباشر الدعوة فظنوا أنه جاء معه لينال من سيادة أخيه حظاً لنفسه .وجملة : { وما نحن لكما بمؤمنين } عطف على جملة : { أجئتنا }. وهي في قوة النتيجة لتلك الجملة بما معها من العلة ، أي لما تبين مقصدكما فما نحن لكما بمؤمنين . وتقديم { لكما } على متعلَّقه لأن المخاطبين هما الأهم من جملة النفي لأن انتفاء إيمانهم في زعمهم كان لأجل موسى وهارون إذ توهموهما متطلبي نفع لأنفسهما . فالمراد من ضمير التثنية ذاتاهما باعتبار ما انطويا عليه من قصد إبطال دين آباء القبط والاستيلاء على سيادة بلادهم .وصيغت جملة : { وما نحن لكما بمؤمنين } اسمية دون أن يقولوا وما نؤمن لكُما لإفادة الثبات والدوام وأن انتفاء إيمانهم بهما متقرر متمكن لا طماعية لأحد في ضده .",
  "ayah": 78,
  "surah": 10
}
