{
  "text": "والفاء التي في قوله : { فاليوم } فاء الفصيحة ، تفصح عن شرط مقدر في الكلام يدل عليه السياق . والمعنى : فإن رمتَ بإيمانك بعد فوات وقته أن أُنجيك من الغرق فاليوم ننجيك ببدنك ، والكلام جار مجرى التهكم ، فإطلاق الإنجاء على إخراجه من البحر استعارة تهكمية .وليس مسوغها التهكم المحض كما هو الغالب في نوعها ، بل فيها علاقة المشابهة ، لأن إخراجه إلى البر كاملاً بشكّته يشبه الإنجاء ، ولكنه ضد الإنجاء ، فكان بالمشابهة ، استعارة ، وبالضدية تهكماً ، والمجرور في قوله : { ببدنك } حال .والأظهر أن الباء من قوله : { ببدنك } مزيدة للتأكيد ، أي تأكيد آية إنجاء الجسد ، فيكون قوله : ( بدنك ) في معنى البدل المطابق من الكاف في { ننجيك } كزيادة الباء في قول الحريري : «فإذا هو أبو زيد بعينه ومَينه» .والبدَن : الجسم بدون روح وهذا احتراس من أن يظن المراد الإنجاء من الغرق . والمعنى : ننجيك وأنت جسم . كما يقال : دخلت عليه فإذا هو جثة ، لأنه لو لم يكن المقصود الاقتصار على تلك الحالة لما كان داع للبليغ أن يزيد ذلك القيد ، فإن كل زيادة في كلام البليغ يقصد منها معنى زائد ، وإلا لكانت حشوا في الكلام والكلام البليغ موزون ، ولغة العرب مبنية على أساس الإيجاز .و { لمن خلفك } أي من وراءك . والوراء : هنا مستعمل في معنى المتأخر والباقي ، أي من ليسوا معك . والمراد بهم من يخلفه من الفراعنة ومن معهم من الكهنة والوزراء ، أي لتكون ذاته آية على أن الله غالب من أشركوا به ، وأن الله أعظم وأقهر من فرعون وآلهته في اعتقاد القبط ، إذ يرون فرعون الإله عندهم طريحاً على شاطيء البحر غريقاً . فتلك ميتة لا يستطيعون معها الدجل بأنه رفع إلى السماء ، أو أنه لم يزل يتابع بني إسرائيل ، أو نحو ذلك من التكاذيب لأنهم كانوا يزعمون أن فرعون لا يُغلب ، وأن الفراعنة حين يموتون إنما ينقلون إلى دار الخلود . ولذلك كانوا يموّهون على الناس فيبنون له البيوت في الأهرام ويودعون بها لباسه وطعامه ورياشه وأنفَس الأشياء عنده ، فموته بالغرق وهو يُتبع أعداءه ميتَة لا تُوَوّلُ بشيء من ذلك ، فلذلك جعل كونه آية لمن خلفه علة لإخراجه من غمرة الماء ميتاً كاملاً ، فهم مضطرون إلى الاعتراف بأنه غرق إذا نظروا في تلك الآية .ولم يعدم فرعون فائدة من إيمانه ، فإن الله بحكمته قدر له الخروج من غمرات الماء ، فلم يبق في الماء أكلة للحيتان ولكن لفظته الأمواج ، وتلك حالة أقل خزياً من حالات سائر جيشه بها ظهر نفع ما له بما حصل لنفسه من الإيمان في آخر أحواله .وكلمة { فاليوم } مستعملة في معنى ( الآن ) لأن اسم اليوم أطلق على جزء من زمن الحال مجازاً بعلاقة الكلية والجزئية .وجملة : { وإنْ كثيراً من النّاس عن آياتنا لغافلون } تذييل لموعظة المشركين ، والواو اعتراضية ، أو واو الحال .والمراد منه : دفع توهم النقص عن آيات الله عندما يحرم كثير من الناس الاهتداء بها ، فهي في ذاتها دلائل هدى سواء انتفع بها بعض الناس أم لم ينتفعوا فالتقصير منهم .واعلم أن هذه الآية أصرح آية في القرآن دلالةً على أن فرعون الذي أرسل إليه موسى والذي أتبع بني إسرائيل بعد خروجهم من مصر قد أصابه الغرق . وقد أشارت إليه آية سورة الأعراف وآية سورة البقرة .وفرعون هذا هو منفطاح الثاني ، ويقال له ( مَيْرنْبَتَا ) بياء فارسية أو ( منفتاح ) ، أو ( منيفتا ) وهو ابن رعمسيس الثاني المعروف عند اليونان باسم ( سَيْزُوسْتريس ) ، من ملوك العائلة التاسعة عشرة من الأسر الفرعونية ، وكانوا في حدود سنة1491 قبل المسيح .قال ابن جُريج : كان فرعون هذا قصيراً أحمر فلا نشك في أن منفطاح الثاني مات غريقاً في البحر ، وأنه خرجت جثته بعد الغرق فدُفن في وادي الملوك في صعيد مصر . فذكر المنقبون عن الآثار أنه وجد قبرُه هناك ، وذلك يومىء إلى قوله تعالى : { فاليومَ نُنَجّيك ببدنك لتكونَ لمن خلفك آية }. ووجود قبر له إن صح بوجه محقق ، لا ينافي أن يكون مات غريقاً ، وإن كان مؤرخو القبط لم يتعرضوا لصفة موته ، وما ذلك إلا لأن الكهنة أجمعوا على إخفائها كيلا يتطرق الشك إلى الأمة فيما يمجد به الكهنة كل فرعون من صفات بنوة الآلهة .وخلفتْه في ملك مصر ابنته المسماة ( طوسير ) لأنه تركها وابناً صغيراً .وقد جاء ذكر غرق فرعون في التوراة في الإصحاح الرابع عشر من سفر الخروج بعبارات مختلفة الصراحة والإغلاق .ومن دقائق القرآن قوله تعالى : { فاليوم نُنجيك ببدنك لتكون لمن خلفك آية } وهي عبارة لم يأت مثلها فيما كتب من أخبار فرعون ، وإنها لمن الإعجاز العلمي في القرآن إذ كانت الآية منطبقة على الواقع التاريخي . والظاهر أن الأمواج ألْقَت جثّته على الساحل الغربي من البحر الأحمر فعثر عليه الذين خرجوا يتقصون آثاره ممن بقُوا بعده بمدينة مصر لما استبطأوا رجوعه ورجوع جيشه ، فرفعوه إلى المدينة وكان عبرة لهم .",
  "ayah": 92,
  "surah": 10
}
