{
  "text": "عطف على الجمل الماضية فإن جميع تلك الجمل مقصود منها موعظة الكفار من العرب بأحوال من سبقهم من الأمم في مشابهة كفرهم بكفرهم وبما حل بهم من أنواع العذاب جزاء كفرهم كما قال تعالى : { أكُفاركم خير من أولئكم } [ القمر : 43 ].فلما ضرب الله مثل السوء أتْبعَه بمثل الصلاح بحال الذين صدقوا الرسول واتبعوه ، وكيف كانت عاقبتهم الحسنى ليظهر الفرق بين مصيري فريقين جاءهم رسول فآمن به فريق وكفر به فريق ، ليكون ذلك ترغيباً للمشركين في الإيمان ، وبشارة للمؤمنين من أهل مكة .فالمراد ببني إسرائيل القوم المتحدث عنهم بقوله : { وجاوزنا ببني إسرائيل البحر } [ يونس : 91 ] الآية وترتيب الإخبار يقتضي أن الله بَوأهم مُبَوّأ صدق عقب مجاوزتهم البحر غرَققِ فرعون وجنوده ، فإنهم دخلوا بعد ذلك صحراء التيه وأمنوا على أنفسهم وأقبلوا على تزكية نفوسهم وإصلاح شؤونهم ، ورُزقوا المنّ والسَّلوى ، وأعطوا النصر على الأمم التي تعرضت لهم تحاول منعهم من امتلاك الأرض الطيبة .فما زالوا يتدرّجون في مدارج الخير والإنعام فذلك مُبَوّأ الصدق .والرزقُ : من الطيبات .فمعنى { فما اختلفوا } أولئك ولا مَن خلفهم من أبنائهم وأخلافهم .والتبوّؤ تقدم آنفاً ، والمُبَوّأ : مكان البَوْء ، أي الرجوع ، والمراد المسكن كما تقدم ، وإضافته إلى ( صدق ) من إضافة الموصوف إلى الصفة ، ويجوز أن يكون المبوّأ مصدراً ميمياً . والصدق هنا بمعنى الخالص في نوعه . وتقدم عند قوله تعالى : { أنّ لهم قَدَمَ صدق عند ربهم } [ يونس : 2 ]. والمراد بمبوأ الصدق ما فتح الله عليهم من بلاد فلسطين وما فيها من خصب وثراء قال تعالى : { وأورثنا القوم الذين كانوا يُستَضعَفون مشارقَ الأرض ومغاربَها التي باركنا فيها وتمت كلمت ربك الحسنى على بني إسرائيل بما صبروا } [ الأعراف : 137 ].وتفريع قوله : { فما اختلفوا } على { بوأنا } وما عطف عليه تفريعُ ثناء عليهم بأنهم شكروا تلك النعمة ولم يكفروها كما كفرها المشركون الذين بوَّأهم الله حرماً آمناً تجبى إليه ثمرات كل شيء ، فجعلوا لله شركاء ، ثم كفروا بالرسول المرسل إليهم . فوقع في الكلام إيجاز حذف . وتقدير معناه : فشكروا النعمة واتبعوا وصايا الأنبياء وما خالفوا ذلك إلا من بعد ما جاءهم العلم .والاختلاف افتعال أريد به شدة التخالف ولا يعرف لمادة هذا المعنى فعل مجرد . وهي مشتقة من الاسم الجامد وهو الخَلْف لمعنى الوراء فتعين أن زيادة التاء للمبالغة مثل ( اكتسب ) مبالغة في ( كسب ) ، فيحمل على خلاف تشديد وهو مضادة ما جاء به الدين وما دعا إليه الرسول صلى الله عليه وسلم وهو المناسب للسياق فإن الكلام ثناء مردف بغاية تؤذن أنّ ما بعد الغاية نهاية للثناء وإثبات للوم إذ قد نفى عنهم الاختلاف إلى غاية تؤذن بحصول الاختلاف منهم عند تلك الغاية فالذين لم يختلفوا هم الذين بوّأهم الله مُبوّأ صدق .وقد جاءوا بعدهم إلى أن جاء الذين اختلفوا على الأنبياء . وهؤلاء ما صدق ضمير الرفع في قوله : { جاءهم العلم } [ آل عمران : 19 ].وما جاءهم من العلم يجوز أن يكون ما جاءهم به الأنبياء من شرع الله فلم يعملوا بما جاؤوهم به ، وأعظم ذلك تكذيبهم بمحمد عليه الصلاة والسلام .فعن ابن عباس : هم اليهود الذين كانوا في زمن النبي محمد صلى الله عليه وسلم كانوا قبل مبعثه مقرين بنبيء يأتي ، فلما جاءهم العلم ، وهو القرآن اختلفوا في تصديق محمد عليه الصلاة والسلام ، قال ابن عباس : هم قريظة والنضير وبنو قينقاع .ويجوز أن يكون العلم هو القرآن ، وعلى هذا الوجه يكون معنى الآية كمعنى قوله : { إنّ الدين عند الله الإسلام وما اختلف الذين أوتوا الكتاب إلا من بعد ما جاءهم العلم بغياً بينهم } [ آل عمران : 19 ] ، وقوله : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } [ البينة : 4 ] فإن البينة هي محمد صلى الله عليه وسلم لأن قبل هذا قوله : { لم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينة رسول من الله يتلوا صحفاً مطهّرة } [ البينة : 1 ، 2 ] الآية . وقال تعالى : { فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ].وهذا المحمل هو المناسب لحرف ( حتى ) في قوله تعالى : { فما اختلفوا حتى جاءهم العلم }.وتعقيبُ { فما اختلفوا } بالغاية يؤذن بأنّ ما بعد الغاية منتهى حالة الشكر ، أي فبقوا في ذلك المُبَوّأ ، وفي تلك النعمة ، حتى اختلفوا فسلبت نعمتهم فإن الله سلبهم أوطانهم .وجملة : { إن ربّك يقضي بينهم يوم القيامة } تذييل وتوعد ، والمقصود منه : أن أولئك قوم مضَوا بما عملوا وأن أمرهم إلى ربهم كقوله : { تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم } [ البقرة : 134 ] ، وفيه إيماء إلى أن على الحاضرين اليوم أن يفكروا في وسائل الخلاص من الضلال والوقوع في المؤاخذة يوم القيامة .و ( بينَ ) ظرفُ مكان للقضاء المأخوذ من فعل ( يَقضي ) ففعل القضاء كأنه متخلّل بينهم لأنه متعلق بتبيين المحق والمبطل .وضمير { بينهم } عائد إلى ما يفهم من قوله : { فما اختلفوا } من وُجود مخالف ( بكسر اللام ) ومخالَف ( بفتحها ).",
  "ayah": 93,
  "surah": 10
}
