{
  "text": "افلا ینظرون ................................ سطحت\nیہ مختصر چار آیات ہیں لیکن ان کے اندر قرآن کریم کے پہلے مخاطب عرب سوسائٹی کے ماحول کی پوری طرح تصویر کھینچ دی گئی ہے ، اور اس کے ساتھ ساتھ پوری کائنات کا نقشہ بھی۔ آسمان ، زمین ، پہاڑ اور زمین کے اوپر حیوانی خوبصورتی اونٹ کی صورت میں ، کیونکہ اونٹ کی تخلیق نہایت پیچیدہ ہے اور عربوں کے لئے اس کی اہمیت مسلم ہے۔ انسان جہاں بھی ہو ، یہ مناظر اس کے سامنے ہوتے ہیں۔ آسمان ، پہاڑ ، ہموار زمین اور اس کے اوپر قسم قسم کے حیوانات۔ انسان علم ومعرفت کے جس مقام پر بھی ہو ، یہ مناظر اس کے علم ادراک اور دلچسپی کا مرکز ہوتے ہیں۔ اگر انسان ان چیزوں کی ساخت پر غور کرے تو اس میں اسے وہ دلائل و شواہد مل سکتے ہیں جو اس کی رہنمائی اس کائنات کی پشت پر کار فرما قوت کی طرف کرسکتے ہیں۔\nان سب مناظر کی ایک معجزانہ شان ہے۔ ان کے اندر خالق کی صنعت کاری کے ایسے پہلو نمایاں ہیں جن کی کوئی مثال انسان کی دریافت میں نہیں ہے۔ یہ چیزیں اس بات کے لئے بالکل کافی ہیں کہ انسان اپنے ذہن میں ایک ابتدائی صحیح عقیدہ اور صحیح تصور جمالے۔ یہی وجہ ہے کہ قرآن بار بار اسی طرف اشارہ کرتا ہے۔\nافلا ینظرون ........................ خلقت (17:88) ” کیا یہ لوگ اونٹوں کو نہیں دیکھتے کہ کیسے بنائے گئے “۔ قرآن کو پہلے مخاطب ایک عرب کے ہاں اونٹ کی اہمیت یہ تھی کہ وہ اس کے اوپر سفر کرتا تھا ، اس کا دودھ پیتا تھا ، اور اس کا گوشت کھاتا تھا ، اور اس کے بالوں اور چمڑے سے لباس اور بچھونا بناتا تھا گویا اس کی زندگی کے لئے سپلائی کا یہ بڑا ذریعہ تھا اور زندگی کا ایک بڑا اثاثہ تھا۔ پھر اونٹ دوسرے حیوانات کے مقابلے میں کچھ منفرد خصوصیات بھی رکھتا تھا۔ ایک خصوصیت یہ تھی کہ اپنی ضخامت ، قوت اور عظیم جثہ کے باوجود اس قدر شریف جانور ہے کہ ایک چھوٹا سا بچہ بھی اسے چلائے تو بڑی فرماں برداری سے اطاعت کرتا ہے۔ پھر اس سے انسانوں کو جس قدر منافع زیادہ ہیں ، اسی نسبت اس کا سنبھالنا آسان تر ہے۔ اس کے کھانے اور چرنے کی چیزیں آسان ہیں اور اس کی خوراک کے لئے انسان کو زیادہ محنت نہیں کرنا پڑتی۔ جس قدر خانگی جانور ہیں ان میں سے یہ سب سے زیادہ بھوک ، پیاس ، مشقت اور برے حالات برداشت کرتا ہے۔ پھر اللہ نے جس سیاق میں اسے یہاں پیش فرمایا ہے اس میں اس کی ساخت نہایت موزوں تھی۔ اس کی تفصیلات آرہی ہیں۔\nیہی وجہ ہے کہ قرآن کریم نے اپنے مخاطبین سے کہا ذرا اونٹ کی تخلیق پر غور کرو ، یہ تو ہر وقت تمہارے سامنے رہتا ہے۔ کہیں دور جانے کی ضرورت نہیں ہے ، اس پر غور کرنے کے لئے کسی بڑے علم کی ضرورت نہیں ہے۔\nافلا ینظرون .................... خلقت (17:88) کیا یہ اونٹوں کو نہیں دیکھتے کہ کیسے بنائے گئے “۔ ان کی ساخت اور ان کی تخلیق پر غور نہیں کرتے۔ اور پھر غور نہیں کرتے کہ اس کی ساخت اس کے مقاصد تخلیق کے ساتھ کس قدر ہم آہنگ ہے۔ اور وہ کس طرح اچھے طریقے سے مقصد تخلیق کو پورا کرتے ہیں۔ یہ عرب معاشرے اور عرب ماحول میں اپنے فرائض کس اچھے انداز میں پورے کرتے ہیں۔ کیا اونٹوں کو کسی انسان نے بنایا ہے ، کیا اونٹ خود بخود بن گئے ، اگر یہ دونوں صورتیں نہیں تو لازماً ایک خالق ہے ، جب خالق ہے تو پھر وہ نہایت ہی حکیم ہے کہ اس نے ایسی عجیب اور مفید مخلوق بنائی۔",
  "ayah": 17,
  "surah": 88
}
