{
  "text": "Occasion of Revelation\nIbn Abi Hatim has reported from Mujhid (as mursal hadith) that the Messenger of Allah ﷺ was told about a mujahid [ warrior in the cause of religion ] from amongst the Children of Israel who carried weapons of war on his shoulders for a thousand months during which time he never laid down his arms. The Companions were amazed when they heard this. On that occasion, this Surah was revealed which describes that worship in the Night of Qadr granted to this Ummah exceeds by more than a thousand months of jihad persistently fought by that warrior. According to another narration of Mujahid cited in Ibn Jarir, a worshipper from among the Children of Israel used to worship Allah the whole night, and as soon as the dawn broke, he would arm himself and fight the whole day. This continued consecutively for a thousand months. This Surah was thus revealed. This shows the superiority of the Ummah of the Holy Prophet `, and that the Night of Qadr is a special characteristic of this ummah. [ Mazhari ].\nMeaning of The Night of Qadr\nOne meaning of the word Qadr is 'greatness, honour or dignity'. Zuhri and other scholars have assigned this meaning to it. The night is called the Night of Qadr because it is a night of greatness, honour, majesty and dignity. Abu Bakr Warraq has stated that this night is so called because a person becomes a man of honour and dignity on account of repentance, seeking pardon and righteous acts during this night, whilst prior to this he might have lacked honour and dignity on account of unrighteous life he might have led.\nAnother meaning of the word Qadr is 'predestination'. From this point of view, the night is so called because the destiny of individuals and nations that was decided in pre-eternity is assigned to the relevant angels who are appointed for cosmic planning. Every man's age, death, sustenance, rain and other things are measured out to the angels to be implemented for a complete year from one month of Ramadan to another. If an individual is destined to perform Hajj in the forthcoming year, it will be prescribed. According to Ibn ` Abbas ؓ ، there are four angels in charge of cosmic planning: [ 1] Israfil; [ 2] Mika'il; [ 3] ` Izra'il; and [ 4] Jibra'il 6.1\nIt is clearly stated in [ 44:3-5]\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَ‌كَةٍ ۚ إِنَّا كُنَّا مُنذِرِ‌ينَ ﴿3﴾ فِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ ﴿4﴾ أَمْرً‌ا مِّنْ عِندِنَا ۚ إِنَّا كُنَّا مُرْ‌سِلِينَ ﴿5﴾\nWe have sent it down in a blessed night, (because) We had to warn (people). [ 3] In that (night), every wise thing is decided [ 4] through a command from Us. We were to send the Messenger [ 5].(44:3-5)\n'Laylatun Mubarakah' or the 'blessed', according to overwhelming scholars of the Qur'an, refers to the Night of Qadr. The angels record and descend with whatever Allah has destined or decreed for the coming year. Some scholars hold that the 'blessed night' in 44: 3 refers to the fifteenth night of Sha'ban, that is, 'Laylatul Bara'ah ' or the 'Night of Immunity'. This view may be reconciled with the former one by holding that the initial Divine decrees are decided on the Night of Immunity, and the details are recorded and handed over to the relevant angels on the Night of Qadr. This is supported by a narration of Ibn ` Abbas which Baghawi has recorded on the authority of Abud-Duha which states that Allah decrees all cosmic matters on the Night of Immunity, but they are only handed over to the relevant angels on the Night of Qadr. [ Mazhari ].\nDate of the Night of Qadr\nIt is explicitly stated in the Qur'an that the Night occurs in the blessed or auspicious month of Ramadan, but its exact date has not been disclosed. As a result, it is disputed and debated among scholars. There are about forty opinions recorded. Mazhari states that the most authentic opinion is that the Night of Qadr occurs in the last ten nights of Ramadan, but no specific date has been fixed. It could be any of the last ten odd nights which may alternate from year to year. According to authentic Traditions, it could be one of the following nights: 21, 23, 25, 27 and 29. Thus all the apparently conflicting Traditions relating to the odd nights are reconciled. All the Traditions pertaining to the date of the Night are authentic, and there is no need for any convoluted interpretation. Most eminent jurists - like Aba Qilabah, Imam Malik, Imam Ahmad Ibn Hanbal, Sufyan Thawri, Ishaq Ibn Rahwaih, Abu Thawr, Muzani, Ibn Khuzaymah and others - agree that the Night occurs in the last ten odd nights, alternating. Imam Shafi'i has two opinions. In one he sides with the majority, and in another he holds that the night is fixed and does not alternate. [ IbnKathir ].\nSayyidah ` A'ishah's ؓ عنہا\tnarration is recorded in Sahih of Bukhari, according to which the Messenger of Allah ﷺ is reported to have said: تحرّوا لیلۃ القدر فی العشر الاواخر من رمضان \"Look for the Night of Qadr in the last ten nights of Ramadan.\" Ibn ` Umar\tnarrates, as recorded in Sahih Muslim, that the Messenger of Allah ﷺ said: فالطلبوھا فی الوتر منھا \"Search for it in the last ten odd nights of Ramadan.\" [ Mazhari ].\nThe Value and Importance of the Night and a Special Du’ a for the Night\nThe greatest virtue of the Night is mentioned in the Surah itself, that is, the acts of worship performed in this single night is better than worship in one thousand months which amounts to eighty-three years and four months. The figure here and elsewhere in the Qur'an does not signify its precise number, but simply denotes a very large or high number. Allah alone knows how much more or better.\nIt is recorded in Bukhari and Muslim on the authority of Sayyidna Abu Hurairah ؓ that the Messenger of Allah ﷺ said: \"He who spends the Night of Qadr in the worship of Allah, all his past sins will be forgiven.\" Sayyidna Ibn ` Abbas ؓ narrates that the Messenger of Allah ﷺ said: All the angels resident at the 'Lote Tree of the Uttermost Boundary' descend in the leadership of Sayyidna Jibra'il (علیہ السلام) and greet every believer, man or woman, except one who takes wine or eats pork.\" Another narration reports that anyone who is deprived of the good of the Night of Qadr is in fact deprived of all good. On the Night of Qadr some people experience and witness special anwar [ lights ]. However, it may be noted that this is not experienced or witnessed by all and sundry nor is it part of the blessings and reward of the Night. Therefore, people should not concern themselves about it.\nSayyidah ` A'ishah ؓ once asked the Messenger of Allah ﷺ what supplication she should make if she finds the Night. The Messenger of Allah ﷺ advised her to make the following supplication: اللَّھُمَّ اِنَّکَ عَفُوُّ تُحِبُّ العَفوَ فَاعفُ عَنِّی \"0 Allah! Verily, You are the Oft-Pardoning, You love to pardon, so do pardon me.\" [ Qurtubi ].\nRevelation of the Holy Qur’ an\nVerse [ 1] إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْر‌ \"We sent it [ the Qur'an ] down in the Night of Qadr.\"This verse makes explicit that the Holy Qur'an was revealed on the Night of Qadr. This could have one of two meanings: [ 1] the entire Holy Qur'an was revealed on this Night from the Preserved Tablet. Then Sayyidna Jibra'il (علیہ السلام) according to the exigency of circumstances, brought it down to the Messenger of Allah ﷺ piecemeal over a period of twenty-three years; and [ 2] it is related that the first revelation, consisting of the opening verses of Surah [ 96], took place in the month of Ramadan on the Night of Qadr, when the Messenger of Allah ﷺ was at his devotion in the cave of Hira'. The rest of the Qur'an was revealed little by little according to the need of different occasions.\nAll Heavenly Books were revealed in Ramadan\nSayyidna Abu Dhar Ghifari ؓ narrates that the Messenger of Allah ﷺ said: \"Holy Prophet Ibrahim's (علیہ السلام) Scriptures were revealed on 3rd of Ramadan; Torah was revealed on 6th of Ramadan; Injil was revealed on 13th of Ramadan; Zabur was revealed on 18th of Ramadan; and the Holy Qur'an was revealed on 24th of Ramadan.\" [ Mazhari ].",
  "ayah": 3,
  "surah": 97
}
