{
  "text": "The Prohibition of mocking and ridiculing One Another\nAllah the Exalted forbids scoffing at people, which implies humiliating and belittling them. In the Sahih, it is recorded that the Messenger of Allah ﷺ said,\n«الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْصُ النَّاس»\n(Arrogance is refusing the truth and belittling people.) And in another Version\n«غَمْطُ النَّاس»\n(And despising people) It is forbidden to scoff at and belittle people, for the injured party could be more honored and dearer to Allah the Exalted than those who ridicule and belittle them. This is why Allah the Exalted said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عَسَى أَن يَكُنَّ خَيْراً مِّنْهُنَّ\n(O you who believe! Let not a group scoff at another group, it may be that the latter are better than the former. Nor let (some) women scoff at other women, it may be that the latter are better than the former.) thus, stating this prohibition for men and then women. The statement of Allah the Exalted,\nوَلاَ تَلْمِزُواْ أَنفُسَكُمْ\n(Nor defame yourselves,) forbids defaming each other. He among men who is a slanderer, and a backbiter, is cursed and condemned as Allah states\nوَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ\n(Woe to every Humazah, Lumazah)(104:1) Hamz is defamation by action, while Lamz is by words. Allah the Exalted and Most Honored said,\nهَمَّازٍ مَّشَّآءِ بِنَمِيمٍ\n(Hammaz (defaming), going about with slander.) (68:11) meaning, he belittles and defames people, transgressing and spreading slander among them, which is the Lamz that uses words as its tool. Allah's statement here,\nوَلاَ تَلْمِزُواْ أَنفُسَكُمْ\n(Nor defame yourselves,) just as He said in another Ayah,\nوَلاَ تَقْتُلُواْ أَنفُسَكُمْ\n(Nor kill yourselves) (4:29), meaning, nor kill one another. `Abdullah bin `Abbas, Mujahid, Sa`id bin Jubayr, Qatadah and Muqatil bin Hayyan said that the Ayah,\nوَلاَ تَلْمِزُواْ أَنفُسَكُمْ\n(Nor defame yourselves,) means, none of you should defame each other,' while,\nوَلاَ تَنَابَزُواْ بِالاٌّلْقَـبِ\n(nor insult one another by nicknames.) means, `you should not address people by nick names that people dislike.' Imam Ahmad recorded that Abu Jabirah bin Ad-Dahhak said, \"This Ayah was revealed about us, Banu Salamah;\nوَلاَ تَنَابَزُواْ بِالاٌّلْقَـبِ\n(nor insult one another by nicknames.) When the Messenger of Allah ﷺ migrated to Al-Madinah, every man among us had two or three nicknames. When the Prophet called a man by one of these nicknames, people would say, `O Allah's Messenger! He hates that nickname.' Then this Ayah,\nوَلاَ تَنَابَزُواْ بِالاٌّلْقَـبِ\n(nor insult one another by nicknames.) was revealed.\" Abu Dawud also collected this Hadith. The statement of Allah the Exalted and Most Honored,\nبِئْسَ الاسْمُ الْفُسُوقُ بَعْدَ الايمَانِ\n(Evil is the name of wickedness after faith), means, the names and descriptions of wickedness are evil; meaning, `to use the nicknames that were used by the people of Jahiliyyah, after you embraced Islam and understood it,'\nوَمَن لَّمْ يَتُبْ\n(And whosoever does not repent,) means, from this sin,\nفَأُوْلَـئِكَ هُمُ الظَّـلِمُونَ\n(then such are indeed wrongdoers.)",
  "ayah": 11,
  "surah": 49
}
