{
  "text": "All of Mankind are the Children of `Adam and Hawwa'\nAllah the Exalted declares to mankind that He has created them all from a single person, `Adam, and from that person He created his mate, Hawwa'. From their offspring He made nations, comprised of tribe, which include subtribes of all sizes. It was also said that `nations refers to non-Arabs, while `tribes refers to Arabs. Various statements about this were collected in an individual introduction from the book, Al-Inbah, by Abu `Amr Ibn `Abdul-Barr, and from the book, Al-Qasad wal-Amam fi Ma`rifah Ansab Al-Arab wal-`Ajam. Therefore, all people are the descendants of `Adam and Hawwa' and share this honor equally. The only difference between them is in the religion that revolves around their obedience to Allah the Exalted and their following of His Messenger . After He forbade backbiting and belittling other people, alerting mankind that they are all equal in their humanity. Allah said,\nيأَيُّهَا النَّاسُ إِنَّا خَلَقْنَـكُم مِّن ذَكَرٍ وَأُنْثَى وَجَعَلْنَـكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَـرَفُواْ\n(O mankind! We have created you from a male and a female, and made you into nations and tribes that you may know one another.) so that they get to know each other by their nation or tribe. Mujahid said that Allah's statement,\nلِتَعَـرَفُواْ\n(that you may know one another.) refers to one's saying, \"So-and-so the son of so-and-so, from the tribe of so-and-so.\" Sufyan Ath-Thawri said, \"The Himyar (who resided in Yemen) dealt with each other according to their provinces, while the Arabs in the Hijaz (Western Arabia) dealt with each other according to their tribes.\"\nHonor is earned through Taqwa of Allah\nAllah the Exalted said,\nإِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ\n(Verily, the most honorable of you with Allah is that (believer) who has At-Taqwa.) meaning, `you earn honor with Allah the Exalted on account of Taqwa, not family lineage.' There are many Hadiths from the Prophet that support this meaning. Al-Bukhari narrated that Abu Hurayrah said, \"Some people asked the Prophet , `Who is the most honorable among people' He replied,\n«أَكْرَمُهُمْ عِنْدَ اللهِ أَتْقَاهُم»\n(The most honorable among them with Allah is the one who has the most Taqwa.) They said, `We did not ask you about this.' He said,\n«فَأَكْرَمُ النَّاسِ يُوسُفُ نَبِيُّ اللهِ، ابْنُ نَبِيِّ اللهِ، ابْنِ نَبِيِّ اللهِ ابْنِ خَلِيلِ الله»\n(Then the most honorable person is Yusuf, Allah's Prophet, the son of Allah's Prophet, the son of Allah's Prophet, the son of Allah's Khalil.) They said, `We did not ask you about this.' He said,\n«فَعَنْ مَعَادِنِ الْعَرَبِ تَسْأَلُونِّي»\n؟ (Then you want to ask me about the Arab lineage) They said, `Yes.' He said,\n«فَخِيَارُكُمْ فِي الْجَاهِلِيَّةِ خِيَارُكُمْ فِي الْإِسْلَامِ إِذَا فَقُهُوا»\n(Those among you who were best in Jahiliyyah, are the best among you in Islam, if they attain religious understanding.)\" Al-Bukhari collected this Hadith in several places of his Sahih, An-Nasa'i did as well in the Tafsir section of his Sunan. Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ وَلكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُم»\n(Verily, Allah does not look at your shapes or wealth, but he looks at your hearts and actions.) Ibn Majah also collected this Hadith. Ibn Abi Hatim recorded that `Abdullah bin `Umar said, \"On the day Makkah was conquered, the Messenger of Allah ﷺ performed Tawaf around the Ka`bah while riding his camel, Al-Qaswa', and was touching the corners with a stick he had in his hand. He did not find a place in the Masjid where his camel could sit and had to dismount on men's hands. He led his camel to the bottom of the valley, where he had her sit down. The Messenger of Allah ﷺ later gave a speech while riding Al-Qaswa' and said, after thanking Allah the Exalted and praising Him as He should be praised,\n«يَا أَيُّهَا النَّاسُ إِنَّ اللهَ تَعَالَى قَدْ أَذْهَبَ عَنْكُمْ عُبِّيَّةَ الْجَاهِلِيَّةِ وَتَعَظُّمَهَا بِآبَائِهَا، فَالنَّاسُ رَجُلَانِ: رَجُلٌ بَرٌّ تَقِيٌّ كَرِيمٌ عَلَى اللهِ تَعَالَى، وَرَجُلٌ فَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى اللهِ تَعَالَى، إِنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ:\nيأَيُّهَا النَّاسُ إِنَّا خَلَقْنَـكُم مِّن ذَكَرٍ وَأُنْثَى وَجَعَلْنَـكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَـرَفُواْ إِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ »\n(O people! Allah the Exalted has removed from you the slogans of Jahiliyyah and its tradition of honoring forefathers. Men are of two types, a man who is righteous, fearful of Allah and honorable to Allah, or a man who is vicious, miserable and little to Allah the Exalted. Verily, Allah the Exalted and Most Honored said, (O mankind! We have created you from a male and a female, and made you into nations and tribes, that you may know one another. Verily, the most honorable of you with Allah is that (believer) who has At-Taqwa. Verily, Allah is All-Knowing, All-Aware.)) The Prophet said,\n«أَقُولُ قَوْلِي هذَا وَأَسْتَغْفِرُ اللهَ لِي وَلَكُم»\n(I say this and invoke Allah for forgiveness for me and for you.)\" This was recorded by `Abd bin Humayd. Allah the Exalted said,\nإِنَّ اللَّهَ عَلَيمٌ خَبِيرٌ\n(Verily, Allah is All-Knowing, All-Aware.) means, `He is All-Knowing of you and All-Aware of all of your affairs.' Allah guides whom He wills, misguides whom He wills, grants mercy to whom He wills, tor- ments whom He wills, elevates whom He wills above whom He wills. He is the All-Wise, the All-Knowing, the All-Aware in all this. Several scholars relied on this honorable Ayah and the honora- ble Hadiths we menti- oned as evidence that compatibility in marriage is not a condition of marriage contracts. They said that the only condition required in this regard is the adherence to the religion, as in the statement of Allah, the Exalted,\nإِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ\n(Verily, the most honorable of you with Allah is the one with the most Taqwa. )",
  "ayah": 13,
  "surah": 49
}
