{
  "text": "کمال قدرت اور عظمت سلطنت ربانی دیکھو کہ بغیر ستونوں کے آسمان کو اس نے بلند بالا اور قائم کر رکھا ہے۔ زمین سے آسمان کو اللہ نے کیسا اونچا کیا اور صرف اپنے حکم سے اسے ٹھرایا۔ جس کی انتہا کوئی نہیں پاتا۔ آسمان دنیا ساری زمین کو اور جو اس کے ارد گرد ہے پانی ہوا وغیرہ سب کو احاطہ کئے ہوے ہے اور ہر طرف سے برابر اونچا ہے، زمین سے پانچ سو سال کی راہ پر ہے، ہر جگہ سے اتنا ہی اونچا ہے۔ پھر اس کی اپنی موٹائی اور دل بھی پانچ سو سال کے فاصلے کا ہے، پھر دوسرا آسمان اس آسمان کو بھی گھیرے ہوئے ہے اور پہلے سے دوسرے تک کا فاصلہ وہی پانچ سو سال کا ہے۔ اسی طرح تیسرا پھر چوتھا پھر پانچواں پھر چھٹا پھر ساتواں جیسے فرمان الٰہی ہے آیت (اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّ 12ۧ) 65۔ الطلاق :12) یعنی اللہ نے سات آسمان بیدا کئے ہیں اور اسی کے مثل زمین۔ حدیث شریف میں ہے ساتوں آسمان اور ان میں اور ان کے درمیان میں جو کچھ ہے وہ کرسی کے مقابلے میں ایسا ہے جیسے کہ چٹیل میدان میں کوئی حلقہ ہو اور کرسی عرش کے مقابلے پر بھی ایسی ہی ہے۔ عرش کی قدر اللہ عزوجل کے سوا کسی کو معلوم نہیں۔ بعض سلف کا بیان ہے کہ عرش سے زمین تک کا فاصلہ پچاس ہزار سال کا ہے۔ عرش سرخ یاقوت کا ہے۔ بعض مفسر کہتے ہیں آسمان کے ستون تو ہیں لیکن دیکھے نہیں جاتے۔ لیکن ایاس بن معاویہ فرماتے ہیں آسمان زمین پر مثل قصبے کے ہے یعنی بغیر ستون کے ہے۔ قرآن کے طرز عبارت کے لائق بھی یہی بات ہے اور آیت (ویمسک السماء ان تقع علی الارض) سے بھی ظاہر ہے پس ترونھا اس نفی کی تاکید ہوگی یعنی آسمان بلا ستون اس قد بلند ہے اور تم آپ دیکھ رہے ہو، یہ ہے کمال قدرت۔ امیہ بن ابو الصلت کے اشعار میں ہے، جس کے اشعار کی بابت حدیث میں ہے کہ اس کے اشعار ایمان لائے ہیں اور اس کا دل کفر کرتا ہے اور یہ بھی روایت ہے کہ یہ اشعار حضرت زید بن عمرو بن نفیل ؓ کے ہے جن میں ہے وانت الذی من فصل من ورحمتہ بعثت الی موی رسولا منادیا فقلت لہ فاذہب و ہارون فادعوا الی اللہ فرعون الذی کان طاغیا وقولا لہ ہل انت سویت ہذہ بلا عمدا وثوق ذالک بانیا ولوالا لہ ہل انت سویت وسطہا منیرا انا جنک الیل ہادیا وقولا لنا من انبت الحب فی الثری فیصبح منہ العشب یفتر دابیا ویخرج منہ حبہ فی روسہ ففی ذالک ایات لمن کان واعیا یعنی تو وہ اللہ ہے جس نے اپنے فضل وکرم سے اپنے نبی موسیٰ ؑ کو مع ہارون ؑ کے فرعون کی طرف رسول بنا کر بھیجا اور ان سے فرما دیا کہ اس سرکش کو قائل کرنے کے لئے اس سے کہیں کہ اس بلند وبالا بےستون آسمان کو کیا تو نے بنایا ہے ؟ اور اس میں سورج چاند ستارے تو نے پیدا کئے ہیں ؟ اور مٹی سے دانوں کو اگانے والا پھر ان درختوں میں بالیں پیدا کر کے ان میں دانے پکانے والا کیا تو ہے ؟ کیا قدرت کی یہ زبردست نشانیاں ایک گہرے انسان کے لئے اللہ کی ہستی کی دلیل نہیں ہے۔ پھر اللہ تعالیٰ عرش پر مستوی ہوا۔ اس کی تفسیر سورة اعراف میں گزر چکی ہے۔ اور یہ بیان کردیا گیا ہے کہ جس طرح ہے اسی طرح چھوڑ دی جائے۔ کیفیت، تشبیہ، تعطیل، تمثلیل سے اللہ کی ذات پاک ہے اور برتر وبالا ہے۔ سورج چاند اس کے حکم کے مطابق گردش میں ہیں اور وقت موزوں یعنی قیامت تک برابر اسی طرح لگے رہیں گے۔ جیسے فرمان ہے کہ سورج اپنی جگہ برابر چل رہا ہے اس کی جگہ سے مراد عرش کے نیچے ہے جو زمین کے تلے سے دوسری طرف سے ملحق ہے یہ اور تمام ستارے یہاں تک پہنچ کر عرش سے اور دور ہوجاتے ہیں کیونکہ صحیح بات جس پر بہت سی دلیلیں ہیں یہی ہے کہ وہ قبہ ہے متصل عالم باقی آسمانوں کی طرح وہ محیط نہیں اس لئے کہ اس کے پائے ہیں اور اس کے اٹھانے والے ہیں اور یہ بات آسمان مستدیر گھومے ہوئے آسمان میں تصور میں نہیں آسکتی جو بھی غور کرے گا اسے سچ مانے گا۔ آیات و احادیث کا جانچنے والا اسی نتیجے پر پہنچے گا۔ وللہ الحمد والمنہ صرف سورج چاند کا ہی ذکر یہاں اس لیے ہے کہ ساتوں سیاروں میں بڑے اور روشن یہی دو ہیں پس جب کہ یہ دونوں مسخر ہیں تو اور تو بطور اولیٰ مسخر ہوئے۔ جیسے کہ سورج چاند کو سجدہ نہ کرو سے مراد اور ستاروں کو بھی سجدہ نہ کرنا ہے۔ پھر اور آیت میں تصریح بھی موجود ہے فرمان ہے آیت (وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖ ۭاَلَا لَهُ الْخَلْقُ وَالْاَمْرُ ۭ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ 54؀) 7۔ الاعراف :54) یعنی سورج چاند اور ستارے اس کے حکم سے مسخر ہیں، وہی خلق و امر والا ہے، وہی برکتوں والا ہے وہی رب العالمین ہے۔ وہ اپنی آیتوں کو اپنی وحدانیت کی دلیلوں کو بالتفصیل بیان فرما رہا ہے کہ تم اس کی توحید کے قائل ہوجاؤ اور اسے مان لو کہ وہ تمہیں فنا کر کے پھر زندہ کر دے گا۔",
  "ayah": 2,
  "surah": 13
}
