{
  "text": "عالم خیر و شر اللہ تعالیٰ ہر انسان کے اعمال کا محافظ ہے ہر ایک کے اعمال کو جانتا ہے، ہر نفس پر نگہبان ہے، ہر عامل کے خیر و شر کے علم سے باخبر ہے۔ کوئی چیز اس سے پوشیدہ نہیں، کوئی کام اس کی بیخبر ی میں نہیں ہوتا۔ ہر حالت کا اسے علم ہے ہر عمل پر وہ موجود ہے ہر پتے کے جھڑنے کا اسے علم ہے ہر جاندار کی روزی اللہ کے ذمے ہے ہر ایک کے ٹھکانے کا اسے علم ہے ہر بات اس کی کتاب میں لکھی ہوئی ہے ظاہر وباطن ہر بات کو وہ جانتا ہے تم جہاں ہو وہاں اللہ تمہارے ساتھ ہے تمہارے اعمال دیکھ رہا ہے ان صفتوں والا اللہ کیا تمہارے ان جھوٹے معبودوں جیسا ہے ؟ جو نہ سنیں، نہ دیکھیں، نہ اپنے لئے کسی چیز کے مالک، نہ کسی اور کے نفع نقصان کا انہیں اختیار۔ اس جواب کو حذف کردیا کیونکہ دلالت کلام موجود ہے۔ اور وہ فرمان الہٰی آیت (وَجَعَلُوْا لِلّٰهِ شُرَكَاۗءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍ ۭسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَ) 6۔ الانعام :100) ہے انہوں نے اللہ کے ساتھ اوروں کو شریک ٹھیرایا اور ان کی عبادت کرنے لگے تم ذرا ان کے نام تو بتاؤ ان کے حالات تو بیان کرو تاکہ دنیا جان لے کہ وہ محض بےحقیقت ہیں کیا تم زمین کی جن چیزوں کی خبر اللہ کو دے رہے ہو جنہیں وہ نہیں جانتا یعنی جن کا وجود ہی نہیں۔ اس لئے کہ اگر وجود ہوتا تو علم الہٰی سے باہر نہ ہوتا کیونکہ اس پر کوئی مخفی سے مخفی چیز بھی حقیقتا مخفی نہیں یا صرف اٹکل پچو باتیں بنا رہے ہو ؟ فضول گپ مار رہے ہو تم نے آپ ان کے نام گھڑ لئے، تم نے ہی انہیں نفع نقصان کا مالک قرار دیا اور تم نے ہی ان کی پوجا پاٹ شروع کردی۔ یہی تمہارے بڑے کرتے رہے۔ نہ تو تمہارے ہاتھ میں کوئی ربانی دلیل ہے نہ اور کوئی ٹھوس دلیل یہ تو صرف وہم پرستی اور خواہش پروری ہے۔ عدایت اللہ کی طرف سے نازل ہوچکی ہے۔ کفار کا مکر انہیں بھلے رنگ میں دکھائی دے رہا ہے وہ اپنے کفر پر اور اپنے شرک پر ہی ناز کر رہے ہیں دن رات اسی میں مشغول ہیں اور اسی کی طرف اوروں کو بلا رہے ہیں جیسے فرمایا آیت (وَقَيَّضْنَا لَهُمْ قُرَنَاۗءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِ ۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ) 41۔ فصلت :25) ، ان کے شیطانوں نے ان کی بےڈھنگیاں ان کے سامنے دلکش بنادی ہیں یہ راہ اللہ سے طریقہ ہدی سے روک دیئے گئے ہیں ایک قرأت اس کی صدوا بھی ہے یعنی انہوں نے اسے اچھا جان کر پھر اوروں کو اس میں پھانسنا شروع کردیا اور راہ رسول سے لوگوں کو روکنے لگے رب کے گمراہ کئے ہوئے لوگوں کو کون راہ دکھا سکے ؟ جیسے فرمایا آیت (ومن یرد اللہ فتنۃ فلن تملک لہ من اللہ شیئا) جسے اللہ فتنے میں ڈالنا چاہے تو اس کے لئے اللہ کے ہاں کچھ بھی تو اختیار نہیں۔ اور آیت میں ہے گو تو ان کی ہدایت کا لالچی ہو لیکن اللہ ان گمراہوں کو راہ دکھانا نہیں چاہتا پھر کون ہے جو ان کی مدد کرے۔",
  "ayah": 33,
  "surah": 13
}
