{
  "text": "کافر موت مانگیں گے کفار کی سزا اور نیک کاروں کی جزا کا ذکر ہو رہا ہے کافروں کا کفر و شرک بیان فرما کر ان کی سزا بیان فرمائی کہ وہ مومنوں کے ہاتھوں قتل و غارت ہوں گے، اس کے ساتھ ہی آخرت کے سخت تر عذابوں میں گرفتار ہوں گے جو اس دنیا کی سزا سے درجہا بدتر ہیں ملا عنہ کرنے والے میاں بیوی سے رسول اللہ ﷺ نے فرمایا تھا کہ دنیا کا عذاب آخرت کے عذاب سے بہت ہی ہلکا ہے۔ یہاں کا عذاب فانی وہاں کا باقی اور اس آگ کا عذاب جو یہاں کی آگ سے ستر حصے زیامدہ تیز ہے پھر قید وہ جو تصور میں بھی نہ آسکے۔ جیسے فرمان ہے آیت (فَيَوْمَىِٕذٍ لَّا يُعَذِّبُ عَذَابَهٗٓ اَحَدٌ) 89۔ الفجر :25) ، آج اس عذاب جیسے نہ کسی کے عذاب نہ اس جیسی کسی کی قید و بند۔ فرمان ہے آیت (واعتدنا لمن کذب بالساعۃ سعیرا) الخ، قیامت کے منکروں کے لئے ہم نے آگ کا عذاب تیار کر رکھا ہے دور سے ہی انہیں دیکھتے ہی شور و غل شروع کر دے گی وہاں کے تنگ و تاریک مکانات میں جب یہ جکڑے ہوئے ڈالے جائیں گے تو ہائے وائے کرتے ہوئے موت مانگنے لگیں گے۔ ایک ہی موت کیا مانگتے ہو بہت سے موتیں مانگو۔ اب بتاؤ کہ یہ ٹھیک ہے یا جنت خلد ٹھیک ہے جس کا وعدہ پرہیزگاروں سے کیا گیا ہے کہ وہ ان کا بدلہ ہے اور ان کا ہمیشہ رہنے کا ٹھکانا۔ پھر نیکوں کا انجام بیان فرماتا ہے کہ ان سے جن جنتوں کا وعدہ ہے اس کی ایک صفت تو یہ ہے کہ اس کے چاروں طرف نہریں جاری ہیں جہاں چاہیں پانی لے جائیں پانی نہ بگڑنے والا پھر دودھ کی نہریں ہیں اور دودھ بہی ایسا جس کا مزہ کبھی نہ بگڑے اور شراب کی نہریں ہیں جس میں صرف لذت ہے۔ نہ بدمزگی، نہ بےہودہ نشہ، اور صاف شہد کی نہریں ہیں اور ہر قسم کے پھل ہیں اور ساتھ ہی رب کی رحمت مالک معرفت اس کے پھل ہمیشگی والے اس کی کھانے پینے کی چیزیں کبھی فنا ہونے والی نہیں۔ جب انحضرت ﷺ نے کسوف کی نماز پڑھی تھی تو صحابہ ؓ نے پوچھا کہ حضور ﷺ ہم نے آپ کو دیکھا کہ آپ پچھلے پاؤں پیچھے کو ہٹنے لگے۔ آپ نے فرمایا ہاں میں نے جنت کو دیکھا تھا اور چاہا تھا کہ ایک خوشہ توڑ لوں اگر لے لیتا تو رہتی دنیا تک وہ رہتا اور تم کھاتے رہتے۔ ابو یعلی میں ہے کہ ایک دن ظہر کی نماز میں ہم آنحضرت ﷺ کے ساتھ تھے کہ آپ ناگاہ آگے بڑھے اور ہم بھی بڑھے پھر ہم نے دیکھا کہ آپ نے گویا کوئی چیز لینے کا ارادہ کیا پھر آپ پیچھے ہٹ آئے۔ نماز کے خاتمہ کے بعد حضرت ابی بن کعب ؓ نے دریافت کیا کہ یا رسول اللہ ﷺ آج تو ہم نے آپ کو ایسا کام کرتے ہوئے دیکھا کہ آج سے پہلے کبھی نہیں دیکھا تھا آپ نے فرمایا ہاں میرے سامنے جنت پیش کی گئی جو تروتازگی سے مہک رہی تھی میں نے چاہا کہ اس میں سے ایک خوشہ انگور کا توڑ لاؤں لیکن میرے اور اس کے درمیان آڑ کردی گئی اگر میں اسے توڑ لاتا تو تمام دنیا پوری دنیا تک اسے کھاتی رہتی اور پھر بھی ذار سا بھی کم نہ ہوتا۔ ایک دیہاتی نے حضور ﷺ سے پوچھا کہ کیا جنت میں انگور ہوں گے ؟ آپ نے فرمایا ہاں اس نے کہا کتنے بڑے خوشے ہوں گئے ؟ فرمایا اتنے بڑے کا اگر کوئی کالا کوا مہینہ بھر اڑتا رہے تو بھی اس خوشے سے آگے نہ نکل سکے۔ اور حدیث میں ہے کہ جنتی جب کوئی پھل توڑیں گے اسی وقت اس کی جگہ دوسرا لگ جائے گا۔ حضور ﷺ فرماتے ہیں جنتی خوب کھائیں پئیں گے لیکن نہ تھوک آئے گی نہ ناک آئے گی نہ پیشاب نہ پاخانہ مشک جیسی خوشبو والا پسینہ آئے گا اور اسی سے کھانا ہضم ہوجائے گا۔ جیسے سانس بےتکلف چلتا ہے اس طرح تسبیح و تقدیس الہام کی جائے گی (مسلم وغیرہ) ایک اہل کتاب نے حضور ﷺ سے کہا کہ آپ فرماتے ہیں جنتی کھائیں پئیں گے ؟ آپ نے فرمایا ہاں ہاں اس کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے کہ ہر شخص کو کھانے پینے، جماع اور شہوت کی اتنی قوت دی جائے گی جتنی یہاں سو آدمیوں کو مل کر ہو۔ اس نے کہا اچھا تو جو کھائے گا پئے گا اسے پیشاب پاخانے کی بھی حاجت لگے گی پھر جنت میں گندگی کیسی ؟ آپ نے فرمایا نہیں بلکہ پسینے کے راستے سب ہضم ہوجائے گا اور وہ پسینہ مشک بو ہوگا۔ (مسند و نسائی) فرماتے ہیں کہ جس پرندے کی طرف کھانے کے ارادے سے جنتی نظر ڈالے گا وہ اسی وقت بھنا بھنایا اس کے سامنے گرپڑے گا بعض روایتوں میں ہے کہ پھر وہ اسی طرح بحکم الہٰی زندہ ہو کر اڑ جائے گا، قرآن میں ہے وہاں بکثرت مویوے ہوں گے کہ نہ کٹیں نہ، ٹوٹیں نہ ختم ہوں نہ گھٹیں سایے جھکے ہوئے شاخین نیچی۔ سائے بھی دائمی ہوں گے جیسے فرمان ہے ایماندار نیک کر دار بہتی نہروں والی جنتوں میں جائیں گے وہاں ان کے لئے پاگ بیویاں ہوں گی اور بہترین لمبے چوڑے سائے۔ حضور ﷺ فرماتے ہیں جنت کے ایک درخت کے سائے تلے تیز سواری والا سوار سو سال تک تیز دوڑتا ہوا جائے لیکن پھر بھی اس کا سایہ ختم نہ ہوگا۔ قرآن میں ہے سائے ہیں پھیلے اور بڑھے ہوئے۔ عموما قرآن کریم میں جنت اور دوزخ کا ذکر ایک ساتھ آتا ہے تاکہ لوگوں کو جنت کا شوق ہو اور دوزخ سے ڈر لگے یہاں بھی جنت کا اور وہاں کی چند نعمتوں کا ذکر فرما کر فرمایا کہ یہ ہے انجام پرہیزگار اور تقوی شعار لوگوں کا اور کافروں کا انجام جہنم ہے جیسے فرمان ہے کہ جہنمی اور جنتی برابر نہیں جنتی با مراد ہیں۔ خطیب دمشق حضرت بلال بن سعد ؒ فرماتے ہیں کہ اے بندگان رب کیا تمہارے کسی عمل کی قبولیت کا یا کسی گناہ کی معافی کا کوئی پروانہ تم میں سے کسی کو ملا ؟ کیا تم سے کسی کو ملا ؟ کیا تم نے یہ گمان کرلیا ہے کہ تم بیکار پیدا کئے گئے ہو ؟ اور تم اللہ کے بس میں آنے والے نہیں ہو ؟ واللہ اگر اطاعت ربانی کا بدلہ دنیا میں ہی ملتا تو تم تمام نیکیوں پر جم جاتے۔ کیا تم دنیا پر ہی فریفتہ ہوگئے ہو ؟ کیا اسی کے پیچھے مر مٹو گے ؟ کیا تمہیں جنت کی رغبت نہیں جس کے پھل اور جس کے سائے ہمیشہ رہنے والے ہیں (ابن ابی حاتم)",
  "ayah": 34,
  "surah": 13
}
