{
  "text": "عالم سفلی کے انواع واقسام اوپر کی آیت میں عالم علوی کا بیان تھا، یہاں علم سفلی کا ذکر ہو رہا ہے، زمین کو طول عرض میں پھیلا کر اللہ ہی نے بچھایا ہے۔ اس میں مضبوط پہاڑ بھی اسی کے گاڑے ہوئے ہیں، اس میں دریاؤں اور چشموں کو بھی اسی نے جاری کیا ہے۔ تاکہ مختلف شکل وصورت، مختلف رنگ، مختلف ذائقوں کے پھل پھول کے درخت اس سے سیراب ہوں۔ جوڑا جوڑا میوے اس نے پیدا کئے، کھٹے میٹھے وغیرہ۔ رات دن ایک دوسرے کے پے در پے برابر آتے جاتے رہتے ہیں، ایک کا آنا دوسرے کا جانا ہے پس مکان سکان اور زمان سب میں تصرف اسی قادر مطلق کا ہے۔ اللہ کی ان نشانیوں، حکمتوں، اور دلائل کو جو غور سے دیکھے وہ ہدایت یافتہ ہوسکتا ہے۔ زمین کے ٹکڑے ملے جلے ہوئے ہیں، پھر قدرت کو دیکھے کہ ایک ٹکڑے سے تو پیداوار ہو اور دوسرے سے کچھ نہ ہو۔ ایک کی مٹی سرخ، دوسرے کی سفید، زرد، وہ سیاہ، یہ پتھریلی، وہ نرم، یہ میٹھی، وہ شور۔ ایک ریتلی، ایک صاف، غرض یہ بھی خالق کی قدرت کی نشانی ہے اور بتاتی ہے کہ فاعل، خود مختار، مالک الملک، لا شریک ایک وہی اللہ خالق کل ہے۔ نہ اس کے سوا کوئی معبود، نہ پالنے والا۔ زرع ونحیل کو اگر جنات پر عطف ڈالیں تو پیش سے مرفوع پڑھنا چاہئے اور اعناب پر عطف ڈالیں تو زیر سے مضاف الیہ مان کر مجرور پڑھنا چاہئے۔ ائمہ کی جماعت کی دونوں قرأتیں ہیں۔ صنوان کہتے ہیں ایک درخت جو کئی تنوں اور شاخوں والا ہو جیسے انار اور انجیر اور بعض کھجوریاں۔ غیر صنوان جو اس طرح نہ ہو ایک ہی تنا ہو جیسے اور درخت ہوتے ہیں۔ اسی سے انسان کے چچا کو صنوالاب کہتے ہیں حدیث میں بھی یہ آیا ہے۔ کہ حضور ﷺ نے حضرت عمر ؓ سے فرمایا کیا تمہیں معلوم نہیں کہ انسان کا چچا مثل باپ کے ہوتا ہے۔ برا ؓ فرماتے ہیں ایک جڑ یعنی ایک تنے میں کئی ایک شاخدار درخت کھجور ہوتے ہیں اور ایک تنے پر ایک ہی ہوتا ہے یہی صنوان اور غیر صنوان ہے یہی قول اور بزرگوں کا بھی ہے۔ سب کے لئے پانی ایک ہی ہے یعنی بارش کا لیکن ہر مزے اور پھل میں کمی بیشی میں بےانتہا فرق ہے، کوئی میٹھا ہے، کوئی کھٹا ہے۔ حدیث میں بھی یہ تفسیر ہے ملاحظہ ہو ترمذی شریف۔ الغرض قمسوں اور جنسوں کا اختلاف، شکل صورت کا اختلاف، رنگ کا اختلاف، بو کا اختلاف، مزے کا اختلاف، پتوں کا اختلاف، تروتازگی کا اختلاف، ایک بہت ہی میٹھا، ایک سخت کڑوا، ایک نہایت خوش ذائقہ، ایک بیحد بدمزہ، رنگ کسی کا زرد، کسی کا سرخ، کسی کا سفید، کسی کا سیاہ۔ اسی طرح تازگی اور پھل میں بھی اختلاف، حالانکہ غذا کے اعتبار سے سب یکساں ہیں۔ یہ قدرت کی نیرنگیاں ایک ہوشیار شخص کے لئے عبرت ہیں۔ اور فاعل مختار اللہ کی قدرت کا بڑا زبردست پتہ دیتی ہیں کہ جو وہ چاہتا ہے ہوتا ہے۔ عقل مندوں کے لئے یہ آیتیں اور یہ نشانیاں کافی وافی ہیں۔",
  "ayah": 4,
  "surah": 13
}
