{
  "text": "منکرین قیامت یہ منکرین قیامت کہتے ہیں کہ اگر سچے ہو تو ہم پر اللہ کا عذاب جلد ہی کیوں نہیں لاتے ؟ کہتے تھے کہ اے اپنے آپ پر اللہ کی وحی نازل ہونے کا دعویٰ کرنے والے، ہمارے نزدیک تو تو پاگل ہے۔ اگر بالفرض سچا ہے تو عذاب کے فرشتوں کو کیوں نہیں لاتا ؟ اس کے جواب میں ان سے کہا گیا کہ فرشتے حق کے اور فیصلے کے ساتھ ہی آیا کرتے ہیں، جب وہ وقت آئے گا اس وقت ایمان لانے یا توبہ کرنے یا نیک عمل کرنے کی فرصت ومہلت نہیں ملے گی۔ اسی طرح اور آیت میں ہے آیت (ویستعجونک دو آیتوں تک۔ اور جگہ ہے سال سائل الخ اور آیت میں ہے کہ بےایمان اس کی جلدی مچا رہے ہیں اور ایماندار اس سے خوف کھا رہے ہیں اور اسے برحق جان رہے ہیں۔ اسی طرح اور آیت میں فرمان ہے کہ وہ کہتے تھے کہ اے اللہ اگر یہ تیری طرف سے حق ہے تو ہم پر آسمان سے پتھر برسا یا کوئی اور المناک عذاب نازل فرما۔ مطلب یہ ہے کہ اپنے کفر وانکار کی وجہ سے اللہ کے عذاب کا آنا محال جان کر اس قدر نڈر اور بےخوف ہوگئے تھے کہ عذاب کے اترنے کی آرزو اور طلب کیا کرتے تھے۔ یہاں فرمایا کہ ان سے پہلے کے ایسے لوگوں کی مثالیں ان کے سامنے ہیں کہ کس طرح وہ عذاب کی پکڑ میں آگئے۔ کہہ دو کہ یہ تو اللہ تعالیٰ کا حلم وکرم ہے کہ گناہ دیکھتا ہے اور فورا نہیں پکڑتا ورنہ روئے زمین پر کسی کو چلتا پھرتا نہ چھوڑے، دن رات خطائیں دیکھتا ہے اور درگزر فرماتا ہے لیکن اس سے یہ نہ سمجھ لیا جائے کہ وہ عذاب پر قدرت نہیں رکھتا۔ اس کے عذاب بھی بڑے خطرناک نہایت سخت اور بہت درد دکھ دینے والے ہیں۔ چناچہ فرمان ہے آیت (فَاِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍ ۚ وَلَا يُرَدُّ بَاْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ01407) 6۔ الانعام :147) اگر یہ تجھے جھٹلائیں تو تو کہہ دے کہ تمہارا رب وسیع رحمتوں والا ہے لیکن اس کے آئے ہوئے عذاب گنہگاروں پر سے نہیں ہٹائے جاسکتے۔ اور فرمان ہے کہ تیرا پروردگار جلد عذاب کرنے والا، بخشنے والا اور مہربانی کرنے والا ہے اور آیت میں ہے آیت (نَبِّئْ عِبَادِيْٓ اَنِّىْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُ 49؀ۙ) 15۔ الحجر :49) میرے بندوں کو خبر کر دے کہ میں غفور رحیم ہوں اور میرے عذاب بھی بڑے دردناک ہیں۔ اسی قسم کی اور بھی بہت سے آیتیں ہیں جن میں امید وبیم، خوف و لالچ ایک ساتھ بیان ہوا ہے۔ ابن ابی حاتم میں ہے اس میں ہے اس آیت کے اترنے پر رسول اللہ ﷺ نے فرمایا اگر اللہ تعالیٰ کا معاف فرمانا اور درگزر فرمانا نہ ہوتا تو کسی کی زندگی کا لطف باقی نہ رہتا اور اگر اس کا دھمکانا ڈرانا اور سما کرنا نہ ہوتا تو ہر شخص بےپرواہی سے ظلم و زیادتی میں مشغول ہوجاتا۔ ابن عساکر میں ہے کہ حسن بن عثمان ابو حسان راوی ؒ نے خواب میں اللہ تعالیٰ عزوجل کا دیدار کیا دیکھا کہ آنحضرت ﷺ اللہ کے سامنے کھڑے اپنے ایک امتی کی شفاعت کر رہے ہیں جس پر فرمان باری ہوا کہ کیا تجھے اتنا کافی نہیں کہ میں نے سورة رعد میں تجھ پر آیت (وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰي ظُلْمِهِمْ ۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ) 13۔ الرعد :6) نازل فرمائی ہے۔ ابو حسان ؒ فرماتے ہیں اس کے بعد میری آنکھ کھل گئی۔",
  "ayah": 6,
  "surah": 13
}
