{
  "text": "قوله - عز وجل - : ( من المؤمنين رجال صدقوا ما عاهدوا الله عليه  ) أي : قاموا بما عاهدوا الله عليه ووفوا به ( فمنهم من قضى نحبه  ) أي : فرغ من نذره ، ووفى بعهده ، فصبر على الجهاد حتى استشهد ، والنحب : النذر ، والنحب : الموت أيضا ، قالمقاتل   : \" قضى نحبه \" ، يعني : أجله فقتل على الوفاء ، يعني حمزة  وأصحابه . وقيل : \" قضى نحبه \" أي : بذل جهده في الوفاء بالعهد من قول العرب : نحب فلان في سيره يومه وليلته ، إذا مد فلم ينزل ( ومنهم من ينتظر  ) الشهادة .وقال محمد بن إسحاق : \" فمنهم من قضى نحبه \" من استشهد يوم بدر وأحد \" ومنهم من ينتظر \" يعني : من بقي بعد هؤلاء من المؤمنين ينتظرون أحد الأمرين; إما الشهادة أو النصر ) ( وما بدلوا ) عهدهم ) ( تبديلا )أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا محمد بن سعيد الخزاعي ، أخبرنا عبد الأعلى ، عن حميد قال : سألت أنسا ح وحدثني عمرو بن زرارة ، أخبرنا زياد ، حدثني حميد الطويل ، عن أنس قال : غاب عمي أنس بن النضر عن قتال بدر ، فقال : يا رسول الله غبت عن أول قتال قاتلت المشركين ، لئن أشهدني الله قتال المشركين ليرين الله ما أصنع ، فلما كان يوم أحد وانكشف المسلمون قال : اللهم إني أعتذر إليك مما صنع هؤلاء - يعني أصحابه - وأبرأ إليك مما صنع هؤلاء - يعني المشركين - ثم تقدم فاستقبله سعد بن معاذ ، فقال : يا سعد بن معاذ الجنة ورب النضر إني أجد ريحها من دون أحد ، قال سعد : فما استطعت يا رسول الله ما صنع ، قال أنس فوجدنا به بضعا وثمانين ضربة بالسيف أو طعنة برمح أو رمية بسهم ، ووجدناه قد قتل وقد مثل به المشركون ، فما عرفه أحد إلا أخته ببنانه ، قال أنس : كنا نظن أو نرى أن هذه الآية نزلت فيه وفي أشباهه : ( من المؤمنين رجال صدقوا ما عاهدوا الله عليه ) إلى آخر الآية .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو بكر أحمد بن الحسن الحيري ، أخبرنا حاجب بن أحمد الطوسي ، أخبرنا محمد بن حماد ، أخبرنا معاوية ، عن الأعمش ، عن سفيان عن شقيق ، عن خباب بن الأرت قال : هاجرنا مع رسول الله - صلى الله عليه وسلم - في سبيل الله نبتغي وجه الله فوجب أجرنا على الله ، فمنا من مضى لم يأكل من أجره شيئا ، منهم مصعب بن عمير ، قتل يوم أحد ، فلم يوجد له شيء يكفن فيه إلا نمرة ، فكنا إذا وضعناها على رأسه خرجت رجلاه ، وإذا وضعناه على رجليه خرج رأسه ، فقال رسول الله - صلى الله عليه وسلم - : \" ضعوها مما يلي رأسه واجعلوا على رجليه من الإذخر ، قال : ومن أينعت له ثمرته فهو يهد بها \" .أخبرنا أبو المظفر محمد بن أحمد التيمي ، أخبرنا أبو محمد عبد الرحمن بن عثمان المعروف بابن أبي نصر ، أخبرنا خيثمة بن سليمان بن حيدرة الأطرابلسي ، أخبرنا محمد بن سليمان الجوهري بأنطاكية ، أخبرنا مسلم بن إبراهيم ، أخبرنا الصلت بن دينار ، عن أبي نصرة ، عن جابر بن عبد الله قال : نظر النبي - صلى الله عليه وسلم - إلى طلحة بن عبد الله فقال : \" من أحب أن ينظر إلى رجل يمشي على وجه الأرض وقد قضى نحبه فلينظر إلى هذا \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا عبد الله بن أبي شيبة ، أخبرنا وكيع بن إسماعيل ، عن قيس قال : رأيت يد طلحة شلاء وقى بها النبي - صلى الله عليه وسلم - يوم أحد .",
  "ayah": 23,
  "surah": 33
}
