{
  "text": "قوله - عز وجل - : ) ( ما جعل الله لرجل من قلبين في جوفه ) نزلت في أبي معمر ، جميل بن معمر الفهري ، وكان رجلا لبيبا حافظا لما يسمع ، فقالت قريش : ما حفظ أبو معمر هذه الأشياء إلا وله قلبان ، وكان يقول : إن لي قلبين أعقل بكل واحد منهما أفضل من عقل محمد ، فلما هزم الله المشركين يوم بدر انهزم أبو معمر فيهم ، فلقيه أبو سفيان وإحدى نعليه بيده ، والأخرى في رجله ، فقال له : يا أبا معمر ما حال الناس ؟ قال انهزموا ، قال : فما لك إحدى نعليك في يدك والأخرى في رجلك ؟ فقال أبو معمر : ما شعرت إلا أنهما في رجلي ، فعلموا يومئذ أنه لو كان له قلبان لما نسي نعله في يده .وقال الزهري ومقاتل هذا مثل ضربه الله - عز وجل - للمظاهر من امرأته وللمتبني ولد غيره ، يقول : فكما لا يكون لرجل قلبان كذلك لا تكون امرأة المظاهر أمه حتى تكون أمان ، ولا يكون له ولد واحد ابن رجلين .( وما جعل أزواجكم اللائي تظاهرون منهن أمهاتكم ) قرأ أهل الشام والكوفة : \" اللائي \" هاهنا وفي سورة الطلاق بياء بعد الهمزة ، وقرأ قالون عن نافع ويعقوب بغير ياء بعد الهمزة ، وقرأ الآخرون بتليين الهمزة ، وكلها لغات معروفة ، \" تظاهرون \" قرأ عاصم بالألف وضم التاء وكسر الهاء مخففا ، وقرأ حمزة والكسائي بفتح التاء والهاء مخففا وقرأ ابن عامر بفتحها وتشديد الظاء ، وقرأ الآخرون بفتحها وتشديد الظاء والهاء من غير ألف بينهما .وصورة الظهار : أن يقول الرجل لامرأته : أنت علي كظهر أمي . يقول الله تعالى : ما جعل نساءكم اللائي تقولون لهن هذا في التحريم كأمهاتكم ، ولكنه منكر وزور ، وفيه كفارة نذكرها إن شاء الله تعالى في سورة المجادلة .( وما جعل أدعياءكم ) يعني : من تبنيتموه ) ( أبناءكم ) فيه نسخ التبني ، وذلك أن الرجل في الجاهلية كان يتبنى الرجل فيجعله كالابن المولود له ، يدعوه الناس إليه ، ويرث ميراثه ، وكان النبي - صلى الله عليه وسلم - أعتق زيد بن حارثة بن شراحيل الكلبي ، وتبناه قبل الوحي ، وآخى بينه وبين حمزة بن عبد المطلب ، فلما تزوج رسول الله - صلى الله عليه وسلم - زينب بنت جحش وكانت تحت زيد بن حارثة ، قال المنافقون تزوج محمد امرأة ابنه وهو ينهى الناس عن ذلك ، فأنزل الله هذه الآية ونسخ التبني ( ذلكم قولكم بأفواهكم ) لا حقيقة له يعني قولهم زيد بن محمد - صلى الله عليه وسلم - وادعاء نسب لا حقيقة له ( والله يقول الحق ) أي : قوله الحق ( وهو يهدي السبيل ) أي : يرشد إلى سبيل الحق .",
  "ayah": 4,
  "surah": 33
}
