{
  "text": "( ترجي  ) أي : تؤخر ( من تشاء منهن وتؤوي  ) أي : تضم ( إليك من تشاء  )اختلف المفسرون في معنى الآية : فأشهر الأقاويل أنه في القسم بينهن ، وذلك أن التسوية بينهن في القسم كانت واجبا عليه ، فلما نزلت هذه الآية سقط عنه وصار الاختيار إليه فيهن .قال أبو رزين ، وابن زيد نزلت هذه الآية حين غار بعض أمهات المؤمنين على النبي - صلى الله عليه وسلم - وطلب بعضهن زيادة النفقة ، فهجرهن النبي - صلى الله عليه وسلم - شهرا حتى نزلت آية التخيير ، فأمره الله - عز وجل - أن يخيرهن بين الدنيا والآخرة وأن يخلي سبيل من اختارت الدنيا ويمسك من اختارت الله ورسوله والدار الآخرة ، على أنهن أمهات المؤمنين ولا ينكحن أبدا ، وعلى أنه يؤوي إليه من يشاء منهن ، ويرجي من يشاء ، فيرضين به قسم لهن أو لم يقسم ، أو قسم لبعضهن دون بعض ، أو فضل بعضهن في النفقة والقسمة ، فيكون الأمر في ذلك إليه يفعل كيف يشاء ، وكان ذلك من خصائصه فرضين بذلك واخترنه على هذا الشرط .واختلفوا في أنه هل أخرج أحدا منهم عن القسم ؟ فقال بعضهم : لم يخرج أحدا ، بل كان رسول الله - صلى الله عليه وسلم - مع ما جعله الله له من ذلك - يسوي بينهن في القسم إلا سودة فإنها رضيت بترك حقها من القسم ، وجعلت يومها لعائشة .وقيل : أخرج بعضهن .روى جرير عن منصور عن أبي رزين قال : لما نزل التخيير أشفقن أن يطلقهن ، فقلن : يا نبي الله اجعل لنا من مالك ونفسك ما شئت ودعنا على حالنا ، فنزلت هذه الآية ، فأرجى رسول الله - صلى الله عليه وسلم - بعضهن وآوى إليه بعضهن ، وكان ممن آوى إليه عائشة ، وحفصة ، وزينب ، وأم سلمة ، فكان يقسم بينهن سواء ، وأرجى منهن خمسا : أم حبيبة ، وميمونة ، وسودة ، وصفية وجويرية ، فكان يقسم لهن ما شاء .وقال مجاهد : \" ترجي من تشاء منهن \" يعني : تعزل من تشاء منهن بغير طلاق ، وترد إليك من تشاء بعد العزل بلا تجديد عقد .وقال ابن عباس : تطلق من تشاء منهن وتمسك من تشاء .وقال الحسن : تترك نكاح من شئت وتنكح من شئت من نساء أمتك .وقال : كان النبي - صلى الله عليه وسلم - إذا خطب امرأة لم يكن لغيره خطبتها حتى يتركها رسول الله - صلى الله عليه وسلم - .وقيل : تقبل من تشاء من المؤمنات اللاتي يهبن أنفسهن لك فتؤويها إليك وتترك من تشاء فلا تقبلها .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا محمد بن سلام ، أخبرنا ابن فضيل ، أخبرنا هشام عن أبيه قال : كانت خولة بنت حكيم من اللائي وهبن أنفسهن للنبي - صلى الله عليه وسلم - فقالت عائشة : أما تستحي المرأة أن تهب نفسها للرجل ؟ فلما نزلت : ( ترجي من تشاء منهن ) قلت : يا رسول الله ما أرى ربك إلا يسارع في هواك .قوله - عز وجل - : ( ومن ابتغيت ممن عزلت ) أي : طلبت وأردت أن تؤوي إليك امرأة ممن عزلتهن عن القسم ( فلا جناح عليك ) لا إثم عليك ، فأباح الله له ترك القسم لهن حتى إنه ليؤخر من يشاء منهن في نوبتها ويطأ من يشاء منهن في غير نوبتها ، ويرد إلى فراشه من عزلها تفضيلا له على سائر الرجال ( ذلك أدنى أن تقر أعينهن ولا يحزن ) أي : التخيير الذي خيرتك في صحبتهن أقرب إلى رضاهن وأطيب لأنفسهن وأقل لحزنهن إذا علمن أن ذلك من الله - عز وجل - ( ويرضين بما آتيتهن ) أعطيتهن ) ( كلهن ) من تقرير وإرجاء وعزل وإيواء ( والله يعلم ما في قلوبكم ) من أمر النساء والميل إلى بعضهن ( وكان الله عليما حليما )",
  "ayah": 51,
  "surah": 33
}
