{
  "text": "قوله - عز وجل - : ( لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج  ) قرأ أبو عمرو  ويعقوب   : \" لا تحل \" بالتاء ، وقرأ الآخرون بالياء ، \" من بعد \" : يعني من بعد هؤلاء التسع اللاتي خيرتهن فاخترنك ، وذلك أن النبي - صلى الله عليه وسلم - لما خيرهن فاخترن الله ورسوله شكر الله لهن وحرم عليه النساء سواهن ونهاه عن تطليقهن وعن الاستبدال بهن ، هذا قول ابن عباس  وقتادة   .واختلفوا في أنه هل أبيح له النساء من بعد ؟قالت عائشة : ما مات رسول الله - صلى الله عليه وسلم - حتى أحل له النساء سواهن .وقال أنس : مات على التحريم .وقال عكرمة ، والضحاك : معنى الآية لا يحل لك النساء إلا اللاتي أحللنا لك وهو قوله : \" إنا أحللنا لك أزواجك \" الآية ، ثم قال : \" لا يحل لك النساء من بعد \" ، إلا التي أحللنا لك بالصفة التي تقدم ذكرها .وقيل لأبي بن كعب : لو مات نساء النبي - صلى الله عليه وسلم - أكان يحل له أن يتزوج ؟ قال : وما يمنعه من ذلك ؟ قيل : قوله - عز وجل - : \" لا يحل لك النساء من بعد \" ، قال : إنما أحل الله له ضربا من النساء ، فقال : \" يا أيها النبي إنا أحللنا لك أزواجك \" ، ثم قال : \" لا يحل لك النساء من بعد \" .قال أبو صالح : أمر أن لا يتزوج أعرابية ولا عربية ، ويتزوج من نساء قومه من بنات العم والعمة والخالة إن شاء ثلاثمائة : وقال مجاهد : معناه لا يحل لك اليهوديات ولا النصرانيات بعد المسلمات ولا أن تبدل بهن ، يقول : ولا أن تبدل بالمسلمات غيرهن من اليهود والنصارى ، يقول لا تكون أم المؤمنين يهودية ولا نصرانية ، إلا ما ملكت يمينك ، أحل له ما ملكت يمينه من الكتابيات أن يتسرى بهن .وروي عن الضحاك : يعني ولا أن تبدل بهن ولا أن تبدل بأزواجك اللاتي هن في حيالك أزواجا غيرهن بأن تطلقهن فتنكح غيرهن ، فحرم عليه طلاق النساء اللواتي كن عنده إذ جعلهن أمهات المؤمنين ، وحرمهن على غيره حين اخترنه ، فأما نكاح غيرهن فلم يمنع عنه .وقال ابن زيد في قوله : ) ( ولا أن تبدل بهن من أزواج ) كانت العرب في الجاهلية يتبادلون بأزواجهم ، يقول الرجل للرجل : بادلني بامرأتك ، وأبادلك بامرأتي ، تنزل لي عن امرأتك ، وأنزل لك عن امرأتي ، فأنزل الله : ( ولا أن تبدل بهن من أزواج ) يعني لا تبادل بأزواجك غيرك بأن تعطيه زوجك وتأخذ زوجته ، إلا ما ملكت يمينك لا بأس أن تبدل بجاريتك ما شئت ، فأما الحرائر فلا .وروي عن عطاء بن يسار عن أبي هريرة قال : دخل عيينة بن حصن على النبي - صلى الله عليه وسلم - بغير إذن ، وعنده عائشة ، فقال له النبي - صلى الله عليه وسلم - : \" يا عيينة فأين الاستئذان \" ؟ قال : يا رسول الله ما استأذنت على رجل من مضر منذ أدركت ، ثم قال : من هذه الحميراء إلى جنبك ؟ فقال : هذه عائشة أم المؤمنين ، فقال عيينة : أفلا أنزل لك عن أحسن الخلق ؟ فقال رسول الله - صلى الله عليه وسلم - : \" إن الله قد حرم ذلك \" ، فلما خرج قالت عائشة : من هذا يا رسول الله ؟ فقال : \" هذا أحمق مطاع وإنه على ما ترين لسيد قومه \" . قوله - عز وجل - : ( ولو أعجبك حسنهن ) يعني : ليس لك أن تطلق أحدا من نسائك وتنكح بدلها أخرى ولو أعجبك جمالها .قال ابن عباس : يعني أسماء بنت عميس الخثعمية امرأة جعفر بن أبي طالب ، فلما استشهد جعفر أراد رسول الله - صلى الله عليه وسلم - أن يخطبها فنهي عن ذلك .( إلا ما ملكت يمينك ) قال ابن عباس - رضي الله عنهما - : ملك بعد هؤلاء مارية .( وكان الله على كل شيء رقيبا ) حافظا .وفي الآية دليل على جواز النظر إلى من يريد نكاحها من النساء . روي عن جابر رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا خطب أحدكم المرأة فإن استطاع أن ينظر إلى ما يدعوه إلى نكاحها فليفعل \" .أخبرنا أبو الحسن علي بن يوسف الجويني ، أخبرنا محمد بن محمد بن علي بن شريك الشافعي ، أخبرنا عبد الله بن محمد بن مسلم ، أخبرنا أبو بكر الجوربذي قال : أخبرنا أحمد بن حرب ، أخبرنا أبو معاوية ، عن عاصم هو ابن سليمان ، عن بكر بن عبد الله ، عن المغيرة بن شعبة قال : خطبت امرأة ، فقال لي النبي - صلى الله عليه وسلم - : \" هل نظرت إليها ؟ \" قلت : لا قال : \" فانظر إليها فإنه أحرى أن يؤدم بينكما \" .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا عبد الله بن حامد ، أخبرنا حامد بن محمد ، أخبرنا بشر بن موسى ، أخبرنا الحميدي ، أخبرنا يزيد بن كيسان ، عن أبي حازم ، عن أبي هريرة أن رجلا أراد أن يتزوج امرأة من الأنصار ، فقال له النبي - صلى الله عليه وسلم - : \" انظر إليها فإن في أعين نساء الأنصار شيئا \" قال الحميدي : يعني الصغر .",
  "ayah": 52,
  "surah": 33
}
