{
  "text": "Всевышний перечислил несколько удивительных знамений, свидетельствующих о Его совершенных качествах. Его милость обширна, Его щедрость велика, Его благодарность безгранична, Его могущество совершенно, Его власть абсолютна, а Его владения бескрайни. Он творит все, что пожелает, и живет самой совершенной жизнью. Его безупречные качества и величественные деяния заслуживают самой прекрасной похвалы. Он является Единственным Господом Вселенной и управляет жизнью на небесах и на земле. Он властен над всем сущим, а все остальные живые существа не обладают никакой властью. Они беспомощны и бессильны. Все это свидетельствует о том, что только Всевышний Аллах заслуживает поклонения и обожествления. А что касается творений, то ни одно из них не заслуживает права называться господом или богом. Эти пречистые воззрения позволяют людям лучше познать Всевышнего Аллаха и наполнить свои сердца любовью, страхом и надеждой. Эти два качества, то есть познание Аллаха и поклонение Ему одному, являются истинной целью, ради которой Аллах сотворил этот мир. Это - обязанность каждого раба перед Всевышним Господом, и только выполнив эту обязанность, раб Божий сможет обрести праведность, благочестие, преуспеяние и счастье как при жизни на земле, так и после смерти. Тот, кому посчастливилось познать Аллаха и искренне поклоняться Ему, получил великий дар своего Великодушного Господа. Более того, он получил величайшее удовольствие, которое только может получить человек в этом тленном мире. А тот, кто не сумел познать Аллаха и не вкусил прелести поклонения Ему, навсегда лишился добра и обрек себя на вечные страдания. Господи! Помоги нам лучше узнать Тебя и наполни наши сердца любовью к Тебе. Пусть наши зримые и незримые деяния будут посвящены только Тебе одному, и пусть все они соответствуют Твоим повелениям и предписаниям. Воистину, наши молитвы не кажутся Тебе многочисленными, и для Тебя не составляет труда удовлетворить все наши прошения. О люди! Господь сделал ночь темной, дабы вы могли отдохнуть от дневной суеты. Если бы вы постоянно находились в движении, то причинили бы себе немало вреда. Но Аллах смилостивился над вами, и вы укладываетесь спать и погружаетесь в сладкий сон, благодаря которому отдыхают ваши души и тела. Сон просто необходим для нормальной жизни вашего организма. Кроме того, ночью люди получают возможность уединиться со своими возлюбленными, собраться с мыслями и отдохнуть от насущных проблем. Аллах также сотворил день и сделал это для того, чтобы вы могли видеть. По велению Господа солнце постоянно движется по своей орбите и освещает земной мир. С наступлением дня вы встаете с постелей и начинаете трудиться, пытаясь заработать вознаграждение на земле и после смерти. Вы отводите время для поминания Аллаха и чтения Корана, для совершения намазов и постижения знаний, для торговли и строительства, для кузнечного ремесла и прочих занятий. Одни из вас путешествуют на суше и на море, другие занимаются земледелием, а третьи разводят скотину. Воистину, Аллах одаривает людей всевозможными щедротами. Он осеняет людей Своей милостью, оберегает их от бед и несчастий и поэтому заслуживает самой искренней благодарности и похвалы. Но большая часть людей неблагодарны за это, и причиной их неблагодарности являются невежество и беззаконие. Всевышний также сказал: «Но среди Моих рабов мало благодарных» (34:13). Очень мало людей, которые признают благодеяния своего Господа, добровольно покоряются Его воле, любят Его всей душой и стремятся снискать Его благоволение.",
  "ayah": 61,
  "surah": 40
}
