{
  "text": "هَلْ أَتَاكَ حَدِيثُ مُوسَى (15) هذه الآية اعتراض بين جملة { فإنما هي زجرة واحدة } [ النازعات : 13 ] وبين جملة { أأنتم أشد خلقاً } [ النازعات : 27 ] الذي هو الحجة على إثبات البعث ثم الإِنذار بما بعده دعت إلى استطراده مناسبة التهديد لمنكري ما أخبرهم به الرسول صلى الله عليه وسلم من البعث لتَماثُل حال المشركين في طغيانهم على الله ورسوله صلى الله عليه وسلم بحال فرعون وقومه وتماثل حال الرسول صلى الله عليه وسلم مع قومه بحال موسى عليه السلام مع فرعون ليحصل من ذكر قصة موسى تسلية للرسول صلى الله عليه وسلم وموعظة للمشركين وأيمتهم مثل أبي جهل وأميةَ بننِ خلف وأضرابهما لقوله في آخرها { إن في ذلك لعبرة لمن يخشى } [ النازعات : 26 ] .و { هل أتاك } استفهام صوري يقصد من أمثاله تشويق السامع إلى الخير من غير قصد إلى استعلام المخاطَببِ عن سابققِ علمه بذلك الخبر ، فسواء في ذلك عَلِمه من قبل أو لم يعلمه ، ولذلك لا ينتظِر المتكلم بهذا الاستفهام جواباً عنه من المسؤول بل يعقّب الاستفهام بتفصيل ما أوهم الاستفهام عنه بهذا الاستفهام كناية عن أهمية الخبر بحيث إنه مما يتساءل الناس عن علمه .ولذلك لا تستعمل العرب في مثله من حروف الاستفهام غيرَ { هل لأنها تدل على طلب تحقيق المستفهَم عنه ، فهي في الاستفهام مثل ( قَد ) في الإِخبار ، والاستفهام معها حاصل بتقدير همزة استفهام ، فالمستفهم بها يستفهم عن تحقيق الأمر ، ومن قبيله قولهم في الاستفهام : أليس قد علمتَ كذا فيأتون ب ( قد ) مع فعل النفي المقترن باستفهام إِنكار من غير أن يكون علم المخاطب محققاً عند المتكلم .والخطاب لغير معيّن فالكلام موعظة ويتبعه تسلية الرسول .وأتاك } معناه : بلغك ، استعير الإِتيان لحصول العلم تشبيهاً للمعقول بالمحسوس كأنَّ الحصول مجيء إنسان على وجه التصريحية ، أو كأنَّ الخبر الحاصل إنسان أثبت له الإِتيان على طريقة الاستعارة المكنية ، قال النابغة: ... أتاني أبيتَ اللعن أنَّك لُمتنيوالحديث : الخبر ، وأصله فعيل بمعنى فاعل من حدث الأمر إذا طرأ وكان ، أي الحادث من أحوال الناس وإنما يطلق على الخبر بتقدير مضاف لا يذكر لكثرة الاستعمال تقديره خبر الحديث ، أي خبر الحادث .و { إذْ } اسم زمان ، واستعمل هنا في الماضي وهو بَدَل من { حديث موسى } بدل اشتمال لأن حديثه يشتمل على كلام الله إياه وغير ذلك .وكما جاز أن تكون ( إذْ ) بدلاً من المفعول به في قوله تعالى : { واذكروا نعمة اللَّه عليكم إذ كنتم أعداء } [ آل عمران : 103 ] يجوز أن تكون بدلاً من الفاعل وغيره . واقتصار ابن هشام وغيره على أنها تكون مفعولاً به أو بدلاً من المفعول به اقتصار على أكثر موارد استعمالها إذا خرجت عن الظرفية ، فقد جوز في «الكشاف» وقوع ( إذْ ) مبتدأ في قراءة من قرأ :",
  "ayah": 15,
  "surah": 79
}
