{
  "text": "إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا (45)وقوله : { إنما أنت منذر من يخشاها } استئناف بياني ناشىء عن جملة { فيم أنت من ذكراها إلى ربك منتهاها } وهو أن يسأل السامع عن وجه إكثار النبي صلى الله عليه وسلم ذِكرها وأنها قريبة ، فأجيب بأن النبي صلى الله عليه وسلم حظه التحذير من بَغْتَتِها ، وليس حظه الإِعلام بتعيين وقتها ، على أن المشركين قد اتخذوا إعراض القرآن عن تعيين وقتها حجة لهم على إحالتها لأنهم لجهلهم بالحقائق يحسبون أن من شأن النبي صلى الله عليه وسلم أن يعلم الغيب ولذلك تكرر في القرآن تبرئة النبي صلى الله عليه وسلم من ذلك كما في قوله تعالى :{ قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب } [ الأنعام : 50 ] .وأفادت { إنما } قصر المخاطب على صفة الإنذار ، أي تخصيصه بحال الإِنذار وهو قصر موصوف على صفة فهو قصر إضافي ، أي بالنسبة إلى ما اعتقدوه فيه بما دل عليه إلحافهم في السؤال من كونه مطلعاً على الغيب .وقوله : { منذر من يخشاها } قرأه الجمهور بإضافة { منذر } إلى { من يخشاها } . وقرأه أبو جعفر بتنوين { منذر } على أن { من يخشاها } مفعوله .وفي إضافة { منذر } إلى { من يخشاها } أو نصبِه به إيجازُ حذف تقديره : منذرها فينتذر من يخشاها ، وقرينة ذلك حاليَّة للعلم المتواتر من القرآن بأن النبي صلى الله عليه وسلم كان ينذر جميع الناس لا يخص قوماً دون آخرين فإن آيات الدعوة من القرآن ومقامات دعوة النبي صلى الله عليه وسلم لم تكن إلا عامة . ولا يُعرف من يَخشى الساعة إلا بعد أن يؤمِن المُؤمن ولو عرف أحد بعينه أنه لا يؤمن أبداً لما وجهت إليه الدعوة ، فتعين أن المراد : أنه لا ينتفع بالإِنذار إلا من يخشى الساعة ومن عداه تمُرّ الدعوة بسمعه فلا يَأبَهُ بها ، فكان ذكر { من يخشاها } تنويهاً بشأن المؤمنين وإعلاناً لمزيتهم وتحقيراً للذين بقُوا على الكفر قال تعالى : { وما أنت بمسمع من في القبور إن أنت إلا نذير } [ فاطر : 22 ، 23 ] .وعلى هذا القانون يفهم لماذا وجه الخطاب بالإِيمان إلى ناس قد علم الله أنهم لا يؤمنون ، وكَشف الواقعُ على أنهم هلكوا ولم يؤمنوا مثل صناديد قريش أصحاب القليب قليببِ بدر مثل أبي جهل والوليد بن المغيرة ، ولماذا وُجه الخطاب بطلب التقوى ممن علم الله أنه لا يتقي مثل دُعّار العرب الذين أسلموا ولم يتركوا العدوان والفواحش ، ومثل أهل الردة الذين لم يكفروا منهم ولكنهم أصرّوا على منع الزكاة وقاتلهم أبو بكر رضي الله عنه ، فمن مات منهم في ذلك فهو ممن لم يتق الله لأن ما في علم الله لا يبلغ الناس إلى علمه ولا تظهر نهايته إلا بعد الموت وهي المسألة المعروفة عند المتكلمين من أصحابنا بمسألة المُوافاة .",
  "ayah": 45,
  "surah": 79
}
