{
  "surah": 50,
  "ayah": 1,
  "text": "Qāf! By the splendorous Qur'an! Ibn ʿAṬāÌ said, “God swears an oath by the strength [quwwa] of the heart of His beloved, MuḤammad, inasmuch as he carried the discourse that left no trace in him, because of the elevation of his state.” When someone has a dear friend, in every state he seeks his approval. He always looks at him, he whispers his secrets to him, and he swears his oaths by his spirit and secret core. He speaks of him much, and he watches out for him at home and while traveling, in sleep and in wakefulness. He considers whatever he does beautiful, and he never holds back talk and “Peace!” from him. The generous Lord, the ever-merciful king, showered the realities of these meanings on His beloved, the Seal of the Prophets, so that the world's folk would know that in the Exalted Threshold, no one has the rank, level, and distinction held by that paragon. The engendered beings and existent things are all for his sake, and His love for all is love for him. Your creation and your upraising are as but one soul [31:28]. It has been said that this means, “for one soul,” and what is meant by this soul is MuṣṬafā's essence. In all states, He sought his approval, as He says, “And in the hours of the night glorify, and at the ends of the day, that perhaps thou mayest approve” [20:130]. He sought his approval in the kiblah: “Now We shall turn thee to- ward a kiblah that thou shalt approve” [2:144]. He sought his approval in intercession for the com- munity: “Thy Lord shall bestow upon thee so that thou shalt approve” [93:5]. He swore by his life: 'By thy life' [15:72]. He swore by the strength of his heart: “Qāf! By the splendorous Qur'an!” He swore by the limpidness of his love: “Sād! By the Qur'an possessing the remembrance!” [38:1]. He swore by the place of his feet: “Nay, I swear by this land!” [90:1]. He swore by his face and hair: “By the bright morning! And by the night when still!” [93:1-2]. He never veiled him from His gaze: Surely thou art in Our eyes [52:48]. Who sees thee when thou standest [26:218]. In sleep and wakefulness He kept him protected: And God will protect thee from the people [5:67]."
}
