{
  "text": "( إنا كل شيء خلقناه بقدر ) أي : ما خلقناه فمقدور ومكتوب في اللوح المحفوظ ، قال الحسن : قدر الله لكل شيء من خلقه قدره الذي ينبغي له .أخبرنا أبو الحسن علي بن الحسين القرشي ، أخبرنا أبو مسلم غالب بن علي الرازي ، أخبرنا أبو [ معشر ] يعقوب بن عبد الجليل بن يعقوب ، حدثنا أبو يزيد حاتم بن محبوب ، أخبرنا أحمد بن نصر النيسابوري ، أخبرنا عبد الله بن الوليد العدني ، أخبرنا الثوري عن زياد بن إسماعيل السهمي عن محمد بن عباد المخزومي عن أبي هريرة - رضي الله عنه - قال : جاءت مشركو قريش إلى النبي - صلى الله عليه وسلم - يخاصمونه في القدر فنزلت هذه الآية : \" إن المجرمين في ضلال وسعر \" إلى قوله : \" إنا كل شيء خلقناه بقدر \" .أخبرنا أبو الحسن علي بن يوسف الجويني ، أخبرنا أبو محمد محمد بن علي بن محمد بن شريك الشافعي الخدشاهي ، أخبرنا عبد الله بن محمد بن مسلم أبو بكر الجوربذي ، أخبرنا يونس بن عبد الأعلى الصدفي ، أخبرنا عبد الله بن وهب ، أخبرني أبو هانئ الخولاني عن أبي عبد الرحمن [ الحبلي ] عن عبد الله بن عمرو بن العاص - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة ، قال : وكان عرشه على الماء \" .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك عن زياد بن سعد عن عمرو بن مسلم عن طاوس اليماني قال : أدركت ناسا من أصحاب رسول الله - صلى الله عليه وسلم - يقولون : \" كل شيء بقدر الله \" ، قال : وسمعت عبد الله بن [ عمر ] - رضي الله عنه - يقول : قال رسول الله - صلى الله عليه وسلم - : \" كل شيء بقدر حتى العجز والكيس ، أو الكيس والعجز \" .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو بكر أحمد بن الحسن الحيري ، أخبرنا أبو جعفر محمد بن علي بن دحيم الشيبابي ، أخبرنا أحمد بن حازم بن أبي غرزة ، أخبرنا يعلى بن عبيد ، [ وعبيد الله ] بن موسى وأبو نعيم عن سفيان عن منصور عن ربعي بن حراش عن رجل عن علي بن أبي طالب - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يؤمن عبد حتى يؤمن بأربع : يشهد أن لا إله إلا الله وأني رسول الله بعثني بالحق ، ويؤمن بالبعث بعد الموت ، ويؤمن بالقدر - زاد [ عبيد الله ] : خيره وشره \" .ورواه أبو داود عن شعبة عن منصور وقال : عن ربعي عن علي ولم يقل : عن رجل ، وهذا أصح .",
  "ayah": 49,
  "surah": 54
}
