{
  "text": "القول في تأويل قوله تعالى :  بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (22)يقول تعالى ذكره: ما آتينا هؤلاء القائلين: لو شاء الرحمن ما عبدنا هؤلاء الأوثان بالأمر بعبادتها, كتابا من عندنا, ولكنهم قالوا: وجدنا آباءنا الذين كانوا قبلنا يعبدونها, فنحن نعبدها كما كانوا يعبدونها; وعنى جلّ ثناؤه بقوله: ( بَلْ قالوا إنا (4) وَجَدْنَا آباءنَا على أُمَّةٍ ). بل وجدنا آباءنا على دين وملة, وذلك هو عبادتهم الأوثان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد قوله: ( عَلَى أُمَّةٍ ) : مِلَّة.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) يقول: وجدنا آباءنا على دين.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) قال: قد قال ذلك مشركو قريش: إنا وجدنا آباءنا على دين.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط عن السديّ( قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) قال: على دين.واختلفت القرّاء في قراءة قوله: ( عَلَى أُمَّةٍ ) فقرأته عامة قرّاء الأمصار ( عَلَى أُمَّةٍ ) بضم الألف بالمعنى الذي وصفت من الدين والملة والسنة. وذُكر عن مجاهد وعمر بن عبد العزيز أنهما قرأاه \" على إمَّةٍ\" بكسر الألف. وقد اختلف في معناها إذا كسرت ألفها, فكان بعضهم يوجه تأويلها إذا كسرت على أنها الطريقة وأنها مصدر من قول القائل: أممت القوم فأنا أؤمهم إمَّة. وذُكر عن العرب سماعا: ما أحسن عمته وإمته وجلسته إذا كان مصدرا. ووجهه بعضهم إذا كُسرت ألفها إلى أنها الإمة التي بمعنى النعيم والمُلك, كما قال عدي بن زيد. ثُــمَّ بَعْــدَ الفَــلاحِ والمُلْـكِ والإمة وَارَتهُـــمْ هُنـــاكَ القُبـــور (5)وقال: أراد إمامة الملك ونعيمه. وقال بعضهم: (الأمَّة بالضم, والإمَّة بالكسر بمعنى واحد).والصواب من القراءة في ذلك الذي لا أستجيز غيره: الضم في الألف لإجماع الحجة من قرّاء الأمصار عليه. وأما الذين كسروها فإني لا أراهم قصدوا بكسرها إلا معنى الطريقة والمنهاج, على ما ذكرناه قبل, لا النعمة والملك, لأنه لا وجه لأن يقال: إنا وجدنا آباءنا على نعمة ونحن لهم متبعون في ذلك, لأن الاتباع إنما يكون في الملل والأديان وما أشبه ذلك لا في الملك والنعمة, لأن الاتباع في الملك ليس بالأمر الذي يصل إليه كلّ من أراده.وقوله: ( وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) يقول: وإنا على آثار آبائنا فيما كانوا عليه من دينهم مهتدون, يعني: لهم متبعون على منهاجهم.كما حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) يقول: وإنا على دينهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) يقول: وإنا متبعوهم على ذلك.------------------------الهوامش:(3) ما : ساقطة من المطبوعة .(4) التلاوة : ( بل قالوا إنا وجدنا آباءنا على أمة ) .(5) البيت لعدي بن زيد العبادي ( اللسان : أمم ) وهو من شواهد الفراء في معاني القرآن ، عند قوله تعالى ( إنا وجدنا آباءنا على أمة ) ( الورقة 294 ) قال : قرأها القراء بضم الألف من\" أمة\" ، وكسرها مجاهد ، وعمر بن عبد العزيز . وكأن الإمة : الطريقة ، والمصدر من أممت القوم ؛ فإن العرب تقول : ما أحسن إمته وعمته وجلسته ، إذا كان مصدرا . والأمة أيضا : الملك والنعيم . قال عدي :\" ثم بعد الفلاج ...\" البيت . فكأنه أراد إمامة الملك ونعيمه . ا هـ . وفي اللسان : والأمة ( بالضم ) والكسر الدين . والأمة ( بالكسر ) لغة في الأمة ( بالضم ) وهي الطريقة والدين . ا هـ .",
  "ayah": 22,
  "surah": 43
}
