{
  "text": "القول في تأويل قوله تعالى :  وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (33)يقول تعالى ذكره: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً ) : جماعة واحدة.ثم اختلف أهل التأويل في المعنى الذي لم يؤمن اجتماعهم عليه, لو فعل ما قال جلّ ثناؤه, وما به لم يفعله من أجله, فقال بعضهم: ذلك اجتماعهم على الكفر. وقال: معنى الكلام: ولولا أن يكون الناس أمة واحدة على الكفر, فيصيرَ جميعهم كفارا( لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ ).* ذكر من قال ذلك.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) يقول الله سبحانه: لولا أن أجعل الناس كلهم كفارا, لجعلت للكفار لبيوتهم سقفا من فضة.حدثنا ابن بشار, قال: ثنا هوذة بن خليفة, قال: ثنا عوف, عن الحسن, في قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) قال: لولا أن يكون الناس كفارا أجمعون, يميلون إلى الدنيا, لجعل الله تبارك وتعالى الذي قال, ثم قال: والله لقد مالت الدنيا بأكثر أهلها, وما فعل ذلك, فكيف لو فعله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) : أي كفارا كلهم.حدثنا محمد بن عيد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) قال: لولا أن يكون الناس كفارا.حدثنا محمد, قال: ثنا أحمد, قال. ثما أسباط, عن السديّ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) يقول: كفارا على دين واحد.وقال آخرون: اجتماعهم على طلب الدنيا وترك طلب الآخرة. وقال: معنى الكلام: ولولا أن يكون الناس أمة واحدة على طلب الدنيا ورفض الآخرة.* ذكر من قال ذلك:حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) قال: لولا أن يختار الناس دنياهم على دينهم, لجعلنا هذا لأهل الكفر.وقوله: ( لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ ) يقول تعالى ذكره: لجعلنا لمن يكفر بالرحمن فى الدنيا سقفا, يعني أعالي بيوتهم, وهي السطوح فضة .كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ ) السقف: أعلى البيوت.واختلف أهل العربية فى تكرير اللام التي في قوله: ( لِمَنْ يَكْفُرُ ) وفي قوله: ( لِبُيُوتِهِمْ ), فكان بعض نحويي البصرة يزعم أنها أدخلت في البيوت على البدل. وكان بعض نحويي الكوفة يقول: إن شئت حملتها في ( لِبُيُوتِهِمْ ) مكرّرة، كما في  يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ  وإن شئت جعلت اللامين مختلفتين, كأن الثانية في معنى على, كأنه قال: جعلنا لهم على بيوتهم سقفا. قال: وتقول العرب للرجل في وجهه: جعلت لك لقومك الأعطية: أي جعلته من أجلك لهم.واختلفت القرّاء في قراءة قوله: \" سُقُفًا \" فقرأته عامة قرّاء أهل مكة وبعض المدنيين وعامة البصريين ( سَقْفا ) بفتح السين وسكون القاف اعتبارا منهم ذلك بقوله:  فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ  وتوجيها منهم ذلك إلى أنه بلفظ واحد معناه الجمع. وقرأه بعض قرّاء المدينة وعامة قرّاء الكوفة ( سُقُفًا ) بضم السين والقاف، ووجهوها إلى أنها جمع سقيفة أو سقوف. وإذا وجهت إلى أنها جمع سقوف كانت جمع الجمع, لأن السقوف: جمع سقف, ثم تجمع السقوف سقفا, فيكون ذلك نظير قراءة من قرأه \" فَرُهُنٌ مَقْبُوضَةٌ\" بضم الراء والهاء, وهي الجمع, واحدها  رهان ورهون, وواحد الرهون والرهان: رهن.وكذلك قراءة من قرأ \" كُلُوا مِنْ ثُمُرِهِ\" بضم الثاء والميم, ونظير قول الراجز:حتى إذَا ابْتَلَّتْ حَلاقِيمُ الحُلُقْ (2)وقد زعم بعضهم أن السُّقُف بضم السين والقاف جمع سقف, والرُّهُن بضم الراء والهاء جمع رهن, فأغفل وجه الصواب في ذلك, وذلك أنه غير موجود في كلام العرب اسم على تقدير فعل بفتح الفاء وسكون العين مجموعا على فعل, فيجعل السُّقُف والرُّهُن مثله.والصواب من القول في ذلك عندي, أنهما قراءتان متقاربتا المعنى, معروفتان في قراءة الأمصار, فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) يقول: ومراقي ودَرَجا عليها يصعدون, فيظهرون على السقف والمعارج: هي الدرج نفسها, كما قال المثنى بن جندل?يا رَبّ ربَّ البَيْتِ ذي المَعَارِج (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَمَعَارِجَ ) قال: معارج من فضة, وهي درج.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ): أي دَرجا عليها يصعدون.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: المعارج: المراقي.حدثنا محمد, قال: ثنا ابن ثور, عن حمر, عن قتادة, في قوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: درج عليها يرفعون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن ابن عباس قوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: درج عليها يصعدون إلى الغرف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: المعارج: درج من فضة.------------------------الهوامش:(2) البيت في ( اللسان : حلق ) ، ولم ينسبه ، ولعله لرؤبة . قال : الحلق : مساغ الطعام والشراب في المريء ، والجمع القليل : أحلاق ، والكثير : حلوق ، وحلق . الأخيرة ككتب عزيزة . أنشد الفارسي :* حـتى إذا ابتلـت حـلاقيم الحلق *وفي معاني القرآن للفراء ( الورقة 295) قال عند قوله تعالى : ( لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا ) : والسقف قرأها عاصم والأعمش\" سقفا\" ( أي بضم السين والقاف ) . وإن شئت جعلت واحدها\" سقيفة\" ، وإن شئت جعلت\" سقوفا\" ، فيكون جمع الجمع ، كما قال الشاعر :* حـتى إذَا بُلَّـتْ حَـلاقِيمُ الحُـلُقْ ** أهْـوَى لأدْنـى فَقْـرَةٍ عَلى شَفَقٍ *ومثله قراءة من قرأ :\" كلوا من ثمره\" ( بضم الثاء والميم ) ، وهو جمع ، وواحده : ثمار وكقول من قرأ :\" فرهن مقبوضة\" واحدها\" رهان\" و\" رهون\" . ا هـ .(3) البيت نسبه المؤلف إلى المثنى بن جندل . ونسبه أبو عبيدة في مجاز القرآن ، ( الورقة 220 - ب ) إلى جندل بن المثنى ، وهو الصواب ، وهو جندل بن المثنى الطهوي ، كما في سمط اللآلي ( 702 ) . والمعارج : جمع معراج ، وهي كما في ( اللسان : عرج ) المصاعد والدرج . واستشهد به المؤلف عند قوله تعالى : ( ومعارج عليها يظهرون ) . قال أبو عبيدة : المعارج : الدرج . قال جندل ابن المثنى :* يـا رب رب البيـت ذي المعارج *",
  "ayah": 33,
  "surah": 43
}
