{
  "text": "القول في تأويل قوله تعالى :  وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (63)يقول تعالى ذكره: ولم جاء عيسى بني إسرائيل بالبينات, يعني بالواضحات من الأدلة. وقيل: عُني بالبيِّنات: الإنجيل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ ) أي بالإنجيل. وقوله: ( قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ ) قيل: عُني بالحكمة في هذا الموضع: النبوّة.* ذكر من قال ذلك:حدثني محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ ) قال: النبوّة.وقد بيَّنت معنى الحكمة فيما مضى من كتابنا هذا بشواهده, وذكرت اختلاف المختلفين في تأويله, فأغنى ذلك عن إعادته.وقوله: ( وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ) يقول: ولأبين لكم معشر بني إسرائيل بعض الذي تختلفون فيه من أحكام التوراة.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ) قال: من تبديل التوراة.وقد قيل: معنى البعض في هذا الموضع بمعنى الكلّ, وجعلوا ذلك نظير قول لبيد?تَــرَّاكُ أمْكِنَــةٍ إذَا لَــمْ أرْضَهَـاأوْ يَعْتَلِـقْ بَعْـضَ النُّفـوسِ حِمامُهـا (1)قالوا: الموت لا يعتلق بعض النفوس, وإنما المعنى: أو يعتلق النفوس حمامها, وليس لما قال هذا القائل كبير معنى, لأن عيسى إنما قال لهم: ( وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ), لأنه قد كان بينهم اختلاف كثير في أسباب دينهم ودنياهم, فقال لهم: أبين لكم بعض ذلك, وهو أمر دينهم دون ما هم فيه مختلفون من أمر دنياهم, فلذلك خص ما أخبرهم أنه يبينه لهم. وأما قول لبيد: \" أو يعتلق بعض النفوس \", فإنه إنما قال ذلك أيضا كذلك, لأنه أراد: أو يعتلق نفسه حمامها, فنفسه من بين النفوس لا شكّ أنها بعض لا كل.وقوله: ( فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ) يقول: فاتقوا ربكم أيها الناس بطاعته, وخافوه باجتناب معاصيه, وأطيعون فيما أمرتكم به من اتقاء الله واتباع أمره, وقبول نصيحتي لكم.-------------------الهوامش :(1) البيت للبيد ( مجاز القرآن لأبي عبيدة . الورقة 221 ) أنشده عند قوله تعالى : ( لأبين لكم بعض الذي تختلفون فيه ) قال : البعض هاهنا : كله . قال لبيد :\" تراك ... البيت\" . وفي شرح الزوزني للمعلقات السبع ( ص 116 ) يقول : إني تراك أماكن إذا لم أرضها إلا أن يرتبط نفسي حمامها ، فلا يمكنها البراح . وأراد ببعض النفوس هنا : نفسه . هذا أوجه الأقوال وأحسنها . ومن جعل بعض النفوس بمعنى كل النفوس ، فقد أخطأ لأن بعضا لا يفيد العموم والاستيعاب . وتحرير المعنى : إني لا أترك الأماكن أجتويها وأقلبها ، إلا أن أموت . وقال التبريزي في شرح القصائد العشر ، ( ص 160 ) يقول : أترك الأمكنة إذا رأيت فيها ما يكره إلا أن يدركني الموت . وأراد بالنفوس نفسه ، ويعتلق : يحبس . والحمام : الموت . ويقال القدر . وقوله أو يعتلق مجزوم عطفا على قوله : إذا لم أرضها . ا هـ .",
  "ayah": 63,
  "surah": 43
}
