{
  "text": "القول في تأويل قوله تعالى :  يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الأَنْفُسُ وَتَلَذُّ الأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ (71)يقول تعالى ذكره: يُطاف على هؤلاء الذين آمنوا بآياته في الدنيا إذا دخلوا الجنة في الآخرة بصحاف من ذهب, وهي جمع للكثير من الصَّحْفة, والصَّحْفة: القصعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ ) قال: القصاع.حدثنا أبو كريب, قال: ثنا يمان, عن أشعث بن إسحاق, عن جعفر, عن شعبة, قال: \" إنّ أدنى أهل الجنة منـزلة, من له قصر فيه سبعون ألف خادم, في يد كل خادم صحفة سوى ما في يد صاحبها, لو فتح بابه فضافه أهل الدنيا لأوسعهم \".حدثنا ابن حميد, قال: ثنا يعقوب القميّ, جعفر, عن سعيد, قال: \" إن أخسّ أهل الجنة منـزلا من له سبعون ألف خادم, مع كل خادم صحفة من ذهب, لو نـزل به جميع أهل الأرض لأوسعهم, لا يستعين عليهم بشيء من غيره, وذلك في قول الله تبارك وتعالى:  لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ  ولهم (وَفِيهَا مَا تَشْتَهِيهِ الأَنْفُسُ وَتَلَذُّ الأَعْيُنُ)\".حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن أبي أيوب الأزدي, عن عبد الله بن عمرو, قال: \" ما أحد من أهل الجنة إلا يسعى عليه ألف غلام, كلّ غلام على عمل ما عليه صاحبه \".وقوله: ( وَأَكْوَابٍ ) وهي جمع كوب, والكوب: الإبريق المستدير الرأس, الذي لا أذن له ولا خرطوم, وإياه عنى الأعشى بقوله?صَرِيفِيَّـــةٌ طَيِّـــبٌ طَعْمُهَـــالَهَــا زَبَــدٌ بَيْــنَ كُــوب وَدَنّ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال حدثنا أحمد, قال: ثنا أسباط, عن السديّ( وَأَكْوَابٍ ) قال: الأكواب التي ليست لها آذان.ومعنى الكلام: يطاف عليهم فيها بالطعام في صحاف من ذهب, وبالشرب في أكواب من ذهب, فاستغنى بذكر الصحاف والأكواب من ذكر الطعام والشراب, الذي يكون فيها لمعرفة السامعين بمعناه \" وَفِيهَا مَا تَشْتَهِي (4) الأنْفُسُ وَتَلَذُّ الأعْيُنُ\" يقول تعالى ذكره:  لكم في الجنة ما تشتهي نفوسكم أيها المؤمنون, وتلذّ أعينكم ( وَأَنْتُمْ فِيهَا خَالِدُونَ ) يقول: وأنتم فيها ماكثون,لا تخرجون منها أبدا.كما حدثنا بشر, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن علقمة بن مرثد, عن ابن سابط أن رجلا قال: يا رسول الله إني أُحِبُّ الخَيْلَ, فهل في الجنة خيل؟ فقال: \" إنْ يُدْخِلْكَ الجَنَّةَ إنْ شاءَ, فَلا تَشاءُ أنْ تَرْكَبَ فَرَسًا مِنْ يَاقُوتَةٍ حَمْرَاءَ تَطيرُ بِكَ فِي أيّ الجَنَّة شِئْتَ إلا فَعَلَتْ\", فقال أعرابيّ: يا رسول الله إني أحبّ الإبلَ, فهل في الجنة إبل؟ فقال: \" يا أعرابيّ إنْ يُدْخِلْكَ اللهُ الجَنَّةَ إنْ شاءَ اللهُ, فَفِيها ما اشْتَهَتْ نَفْسُكَ, وَلَذَّتْ عَيْنَاك \".حدثنا الحسن بن عرفة, قال: ثنا عمر بن عبد الرحمن الأبار, عن محمد بن سعد الأنصاري, عن أبي ظبية السلفي, قال: إن السرب من أهل الجنة لتظلهم السحابة, قال: فتقول: ما أُمْطِرُكُمْ؟ قال: فما يدعو داع من القوم بشيء إلا أمطرتهم, حتى إن القائل منهم ليقول: أمطرينا كواعب أترابا.حدثنا ابن عرفة, قال: ثنا مروان بن معاوية, عن عليّ بن أبي الوليد, قال: قيل لمجاهد في الجنة سماع؟ قال: إن فيها لشجرا يقال له العيص, له سماع لم يسمع السامعون إلى مثله.حدثني موسى بن عبد الرحمن, قال: ثنا زيد بن حباب, قال: أخبرنا معاوية بن صالح, قال: ثني سليمان بن عامر, قال: سمعت أبا أمامة, يقول: \" إن الرجل من أهل الجنة ليشتهي الطائر وهو يطير, فيقع متفلقا نضيجا في كفه, فيأكل منه حتى تنتهي نفسه, ثم يطير, ويشتهي الشراب, فيقع الإبريق في يده, ويشرب منه ما يريد, ثم يرجع إلى مكانه.واختلفت القرّاء في قراءة قوله: ( وَفِيهَا مَا تَشْتَهِيهِ الأنْفُسُ ) فقرأته عامة قرّاء المدينة والشام: ( مَا تَشْتَهِيهِ ) بزيادة هاء, وكذلك ذلك في مصاحفهم. وقرأ ذلك عامة قرّاء العراق \" تَشْتَهِي\" بغير هاء, وكذلك هو في مصاحفهم.والصواب من القول في ذلك أنهما قراءتان مشهورتان بمعنى واحد, فبأيتهما قرأ القارئ فمصيب.------------------------الهوامش:(3) البيت لأعشى بن قيس بني ثعلبة ( ديوانه طبع القاهرة ص 17) وصريفية ، منسوبة إلى صريفون : موضع بالعراق مشهور بجودة خمره . وقيل نسبت إلى الصريف وهو اللبن ساعة يحلب جعلها صريفية لأنها أخذت من الدن ساعتئذ أحضرت ، كأنها أخذت قبل أن تمزج . والزبد . ما يعلوها عند تحريكها من الدن إلى الكوب من الفقاقيع . والكوب : الكوز الذي لا عروة له . أو هو الكوز المستدير الرأس الذي لا أذن له .(4) قراءة مشهورة متواترة بحذف الهاء .",
  "ayah": 71,
  "surah": 43
}
