{
  "text": "القول في تأويل قوله تعالى :  وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ (77)يقول تعالى ذكره: ونادى هؤلاء المجرمون بعد ما أدخلهم الله جهنم, فنالهم فيها من البلاء ما نالهم, مالكا خازن جهنم ( يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: ليمتنا ربك, فيفرغ من إماتتنا, فذكر أن مالكا لا يجيبهم في وقت قيلهم له ذلك, ويدعهم ألف عام بعد ذلك, ثم يجيبهم, فيقول لهم: ( إِنَّكُمْ مَاكِثُونَ ).* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن عطاء بن السائب, عن أبي الحسن, عن ابن عباس ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) فأجابهم بعد ألف سنة ( إِنَّكُمْ مَاكِثُونَ ).حدثنا ابن حميد, قال: ثنا جرير, عن عطاء بن السائب, عن رجل من جيرانه يقال له الحسن, عن نوف في قوله: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: يتركهم مئة سنة مما تعدون, ثم يناديهم فيقول: يا أهل النار إنكم ماكثون.حدثنا محمد بن بشار, قال: ثنا ابن أبي عدي, عن سعيد, عن قتادة, عن عبد الله بن عمرو, قال: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: فخلى عنهم أربعين عاما لا يجيبهم, ثم أجابهم: ( إِنَّكُمْ مَاكِثُونَ ) : قالوا  رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ  فخلى عنهم مثلي الدنيا, ثم أجابهم:  اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ  قال: فوالله ما نبس القوم بعد الكلمة, إن كان إلا الزفيرُ والشهيق.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن أبي أيوب الأزدي, عن عبد الله بن عمرو, قال: إن أهل جهنم يدعون مالكا أربعين عاما فلا يجيبهم, ثم يقول: ( إِنَّكُمْ مَاكِثُونَ ), ثم ينادون ربهم  رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ  فيدعهم أو يخلي عنهم مثل الدنيا, ثم يردّ عليهم  اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ  قال: فما نبس القوم بعد ذلك بكلمة إن كان إلا الزفير والشهيق في نار جهنم.حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن عطاء, عن الحسن, عن نوف ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: يتركهم مئة سنة مما تعدّون, ثم ناداهم فاستجابوا له, فقال: إنكم ماكثون.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط عن السديّ, في قوله: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: مالك خازن النار, قال: فمكثوا ألف سنة مما تعدون, قال: فأجابهم بعد ألف عام: إنكم ماكثون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله تعالى ذكره: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: يميتنا, القضاء ههنا الموت, فأجابهم ( إِنَّكُمْ مَاكِثُونَ ).",
  "ayah": 77,
  "surah": 43
}
