{
  "text": "القول في تأويل قوله تعالى :  وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ (86)اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معنى ذلك: ولا يملك عيسى وعُزير والملائكة الذين يعبدهم هؤلاء المشركون بالساعة, الشفاعة عند الله لأحد, إلا من شهد بالحقّ, فوحد الله وأطاعه, بتوحيد علم منه وصحة بما جاءت به رسله.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ ) قال: عيسى, وعُزير, والملائكة.قوله: ( إِلا مَنْ شَهِدَ بِالْحَقِّ ) قال: كلمة الإخلاص, وهم يعلمون أن الله حقّ, وعيسى وعُزير والملائكة يقول: لا يشفع عيسى وعُزير والملائكة إلا من شهد بالحقّ, وهو يعلم الحقّ.وقال آخرون: عني بذلك: ولا تملك الآلهة التي يدعوها المشركون ويعبدونها من دون الله الشفاعة إلا عيسى وعُزير وذووهما, والملائكة الذين شهدوا بالحقّ, فأقروا به وهم يعلمون حقيقة ما شهدوا به.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ ) : الملائكة وعيسى وعُزير, قد عُبِدوا من دون الله ولهم شفاعة عند الله ومنـزلة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( إِلا مَنْ شَهِدَ بِالْحَقِّ ) قال: الملائكة وعيسى ابن مريم وعُزير, فإن لهم عند الله شهادة.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره أخبر أنه لا يملك الذين يعبدهم المشركون من دون الله الشفاعة عنده لأحد, إلا من شهد بالحقّ, وشهادته بالحقّ: هو إقراره بتوحيد الله, يعني بذلك: إلا من آمن بالله, وهم يعلمون حقيقة توحيده, ولم يخصص بأن الذي لا يملك ملك الشفاعة منهم بعض من كان يعبد من دون الله, فذلك على جميع من كان تعبد قريش من دون الله يوم نـزلت هذه الآية وغيرهم, وقد كان فيهم من يعبد من دون الله الآلهة, وكان فيهم من يعبد من دونه الملائكة وغيرهم, فجميع أولئك داخلون في قوله: ولا يملك الذين يدعو قريش وسائر العرب من دون الله الشفاعة عند الله. ثم استثنى جلّ ثناؤه بقوله: ( إِلا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ ) وهم الذين يشهدون شهادة الحقّ فيوحدون الله, ويخلصون له الوحدانية, على علم منهم ويقين بذلك, أنهم يملكون الشفاعة عنده بإذنه لهم بها, كما قال جلّ ثناؤه:  وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى  فأثبت جلّ ثناؤه للملائكة وعيسى وعُزير ملكهم من الشفاعة ما نفاه عن الآلهة والأوثان باستثنائه الذي استثناه.",
  "ayah": 86,
  "surah": 43
}
