{
  "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best",
  "ayah": 14,
  "surah": 44
}
