{
  "text": "Weeping of the Sky and the Earth\nفَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ \"So, neither the sky and earth wept over them... (44:29) \". This means they did not perform any righteous deeds on earth which would weep for them when they died, nor did any of their righteous deeds ascend through the gates of heaven, so that the sky would weep on their death. There are several ahadith which confirm that when a righteous person dies, the heaven and earth weep. Hafiz Abu Ya` la reports on the authority of Sayyidna Anas ؓ that the Prophet of Allah ﷺ said: \"For every person there are two gates in the heaven/sky. Through one of them his sustenance descends, and through the other his deeds and his conversation ascend. When he dies, the gates remember him and weep. Then the Prophet ﷺ recited the following verse as an evidence of his statement: فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ So, neither the sky and earth wept over them...(44:29) \". Similar reports are narrated on the authority of Sayyidna Ibn ` Abbas (Ibn Kathir). Sayyidna Shuraih Ibn ` Ubaid al-Hadrami ؓ narrates that the Holy Prophet ﷺ said: \"If a believer dies away from home where there is no one to weep for him, the heaven and earth weep for him.\" On this occasion too, the Holy Prophet ﷺ recited the same verse (29), adding that neither the sky nor the earth weeps for a non-believer. (Ibn Jarir). Sayyidna ‘Ali ؓ also upholds that the heaven and earth weep for a righteous person. (Ibn Kathir).\nSome scholars interpret the verse metaphorically, not literally. They say that the sky and the earth do not really weep, in the primary sense of the word. The verse purports to say that their existence is so insignificant that when they were wiped out, it did not cause grief to anyone. In the light of the above narratives, the real weeping of the heaven and earth in this context appears to be preferable. If the literal or primary sense of an expression is possible, there is no need to interpret it metaphorically or figuratively. The narratives quoted above support our argument - that the verse must be interpreted in its basic sense, and not in the figurative sense. It may be objected that neither the heaven nor the earth has any sense so that they would weep in the primary sense in which we understand it. Its rebuttal is simple: Obviously, every member of the universe has some sense, to a higher or lower degree, as attested by the Qur'an وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ...And there is not a single thing that does not extol His purity and praise, but you do not understand their extolling... (17:44) \". Gradually, contemporary science - through its research and experiment - is now reaching the same conclusion. Of course, it is not necessary for the heavens and the earth to be weeping in the same way as human beings do. The way of their weeping would surely be different from humans but we are unaware of its reality.",
  "ayah": 31,
  "surah": 44
}
