{
  "text": "কারীদের কেউ কেউ একে (আরবি) পড়েছেন এবং অন্যান্য সবাই (আরবি) পড়েছেন। এই দুই পঠনই বিশুদ্ধ, মুতাওয়াতির এবং অনুমোদিত সাতটি কিরাআতের অন্তর্গত (আরবি) এর (আরবি) কে যেরের সঙ্গে যমের সঙ্গে এবং (আরবি) ও (আরবি) ও পড়া হয়েছে। প্রথম পঠন দুইটি অর্থ হিসেবে অগ্রগণ্য এবং দুটোই শুদ্ধতর ও উত্তম। ইমাম যামাখশারী (রঃ) (আরবি) কেই প্রাধান্য দিয়েছেন। কেননা, মক্কা ও মদীনাবাসীদের কিরআত এটাই। তাছাড়া কুরআন মাজীদের মধ্যে (আরবি) এবং (আরবি) রয়েছে। ইমাম আবু হানীফা (রঃ) হতেও নকল করা হয়েছে যে, তিনি (আরবি) এবং (আরবি)-এর উপর ভিত্তি করে (আরবি) পড়েছেন। কিন্তু এটা শাজ-বিরল এবং অত্যন্ত গারীব। আবু বকর বিন আবি দাউদ (রঃ) এতে আরও একটি গারীব বর্ণনা পেশ করেছেন, তা হচ্ছে এই যে, রাসূলুল্লাহ (সঃ) তাঁর তিনজন খলীফা (রাঃ), হযরত মুআবিয়া (রাঃ) এবং তাঁর ছেলে (আরবি) পড়তেন। ইবনে শিহাব বলেন যে, সর্বপ্রথম মারওয়ান (আরবি) পড়েছিলেন। কিন্তু আমাদের ধারণা এই যে, এ কিরআতের বিশুদ্ধতা সম্পর্কে মারওয়ানের সম্যক অবগতি ছিল, যা স্বয়ং বর্ণনাকারী শিহাবের ছিল না। আল্লাহই এ সম্পর্কে সবচেয়ে ভাল জানেন।ইবনে মিরদুওয়াই কয়েকটা সনদের সঙ্গে এটা বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) (আরবি) পড়তেন (আরবি) শব্দটি (আরবি) শব্দ হতে নেয়া হয়েছে। যেমন কুরআন পাকে রয়েছেঃ (আরবি) অর্থৎ “নিশ্চয়ই পৃথিবী ও তার উপরিভাগের সমুদয় সৃষ্ট বস্তুর মালিক আমিই এবং আমারই নিকট তোমরা প্রত্যাবর্তিত হবে।” (১৯:৪০) তিনি আরও বলেছেনঃ (আরবি)অর্থাৎ “তুমি বল-আমি মানুষের প্রভুর নিকট ও মানুষের মালিকের নিকট আশ্রয় চাচ্ছি (আরবি) শব্দটি (আরবি) শব্দ হতে নেয়া হয়েছে। যেমন আল্লাহ পাক কুরআন মাজীদে বলেছেনঃ (আরবি) অর্থাৎ “আজ রাজ্য কার? শুধুমাত্র মহাশক্তিশালী এক আল্লাহরই।' (৪০:১৬) তিনি আরও বলেছেনঃ (আরবি) অর্থাৎ তার কথাই সত্য এবং সমস্ত রাজ্য তারই? আর এক জায়গায় বলেছেনঃ (আরবি)অর্থাৎ “আজকে আল্লাহই রাজ্যের অধিকারী এবং আজকের দিন কাফিরদের জন্যে অত্যন্ত কঠিন দিন।' (২৫:২৬) মহান আল্লাহর এ উক্তি অনুসারের কিয়ামতের দিনের সঙ্গে তার অধিকারকে নির্দিষ্ট করার অর্থ এই নয় যে, কিয়ামত ছাড়া অন্যান্য জিনিসের অধিকারী হতে তিনি অস্বীকার করছেন, কেননা ইতিপূর্বে তিনি স্বীয় বিশেষণ রাব্বল আলামীন' রূপে বর্ণনা করেছেন এবং ওর মধ্যেই দুনিয়া ও আখেরাত উভয়ই জড়িত রয়েছে। কিয়ামতের দিনের সঙ্গে অধিকারকে নির্দিষ্টকরণের কারণ এই যে, সেই দিন তো আর কেউ সার্বিক অধিকারের দাবীদারই হবে না। বরং সেই প্রকৃত অধিকারী আল্লাহর অনুমতি ব্যতিরেকে কেউ মুখ পর্যন্ত খুলতে পারবে না। এমনকি টু শব্দটিও করতে পারবে না। যেমন তিনি বলেছেনঃ (আরবি)অর্থাৎ প্রাণী ও ফেরেশতাগণ সারিবদ্ধভাবে দাঁড়াবে, আল্লাহ যাকে অনুমতি দেবেন সে ছাড়া আর কেউ কথা বলতে পারবে না এবং সে কথাও ঠিক ঠিক বলবে।' (৭৮:৩৮) অন্য এক জায়গায় ইরশাদ হচ্ছেঃ (আরবি)অর্থাৎ আল্লাহ রাহমানুর রাহীমের সামনে সমস্ত শব্দ নত হয়ে যাবে। এবং ক্ষীণকণ্ঠের গুন্ গুন্ শব্দ ছাড়া আর কিছুই শোনা যাবে না।' (২০:১০৮) তিনি আরও বলেছেনঃ (আরবী) অর্থাৎ ‘কিয়ামত আসবে, আল্লাহর অনুমতি ছাড়া কেউ কথা বলতে বা মুখ খুলতে পারবে না, তাদের মধ্যে কেউ হবে হতভাগ্য এবং কেউ হবে ভাগ্যবান। (১১:১০৫)।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ ‘সেদিন তার রাজত্বে তিনি ছাড়া আর কেউই থাকবে না, যেমন দুনিয়ার বুকে রূপক অর্থে ছিল।' (আরবি)-এর ভাবার্থ হচ্ছে সমগ্র সষ্ট জীবের হিসাব দেয়ার দিন অর্থাৎ কিয়ামতের দিন, যেদিন সমস্ত ভাল-মন্দ কাজের ন্যায্য ও চুলচেরা প্রতিদান দেয়া হবে। হ্যা, তবে যদি মহান আল্লাহ কোন কাজ নিজ গুণে মার্জনা করেন তবে তা হবে তার ইচ্ছা ভিত্তিক কাজ। সাহাবা (রাঃ), তাবেঈন (রঃ) এবং পূর্ব যুগীয় সৎ ব্যক্তিগণ হতেও এটা বর্ণিত হয়েছে। কোন কোন ব্যক্তি হতে এ কথাও বর্ণিত আছে যে, এর ভাবার্থ হচ্ছে। আল্লাহ কিয়ামত ঘটাতে সক্ষম। ইমাম ইবনে জারীর (রঃ) এ কথাটাকে দুর্বল বলে মন্তব্য করেছেন। কিন্তু বাহ্যতঃ এ দুটো কথার মধ্যে কোন বিরোধ নাই, প্রত্যেক কথার কথক অপরের কথার সত্যতা প্রমাণ করছে। তবে প্রথম কথাটি ভাবার্থের জন্যে বেশী প্রামাণ্য। যেমন আল্লাহ পাকের ঘোষণা রয়েছেঃ (আরবি) এবং দ্বিতীয় কথাটি নিম্নের এ আয়াতের অনুরূপঃ(আরবি) অর্থাৎ যেদিন তিনি বলবেন হও’ তখনই হয়ে যাবে। আল্লাহ তাআলাই এসব ব্যাপারে সবচেয়ে ভাল জানেন। কেননা মহান আল্লাহই সব কিছুরই প্রকৃত মালিক। যেমন তিনি বলেছেনঃ (আরবি)সহীহ বুখারী ও মুসলিমের মধ্যে হযরত আবু হুরাইয়রা (রাঃ) হতে এই মারফু হাদীসটি বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তির নাম আল্লাহ তা'আলার নিকট অত্যন্ত জঘন্য, ও নিকৃষ্ট যাকে শাহান শাহ বা রাজাধিরাজ বলতে হয়। কারণ সব কিছুরই প্রকৃত মালিক আল্লাহ ছাড়া আর কেউ নেই। উক্ত সহীহ হাদীস গ্রন্থদ্বয়ের মধ্যে এসেছে যে, আল্লাহ পাক সেদিন সমগ্র যমীনকে স্বীয় মুষ্ঠির মধ্যে গ্রহণ করবেন এবং আকাশ তার দক্ষিণ হস্তে ক্ষুদ্র ও তুচ্ছ হয়ে জড়িয়ে থাকবে, অতঃপর তিনি বলবেনঃ ‘আমি আজ প্রকৃত বাদশাহ, যমীনের সেই প্রতাপশালী বাদশাহরা কোথায় গেল? কোথায় রয়েছে। সেই মদমত্ত অহংকারীগণ? কুরআন কারীমে আরও রয়েছেঃ (আরবি)অর্থাৎ আজ রাজত্ব কার? শুধুমাত্র মহাপরাক্রান্ত এক আল্লাহরই'। অন্যকে তাই শুধু রূপক অর্থে মালিক বলা হয়েছে। যেমন কুরআন কারীমে রয়েছেঃ (আরবি)অর্থাৎ আল্লাহ তা'আলা নিশ্চয় তালুতকে তোমাদের জন্যে মালিক বা বাদশাহ করে পাঠিয়েছেন।' (২:২৪৭) এখানে তালুতকে মালিক বলা হয়েছে। অনুরূপভাবে (আরবি) এই শব্দও এসেছে। সহীহ বুখারী ও মুসলিমের মধ্যে (আরবি) শব্দ এসেছে এবং কুরআন মাজীদের একটি আয়াতে আছেঃ (আরবি)অর্থাৎ তিনি তোমাদের মধ্যে নবী করেছেন এবং তোমাদেরকে বাদশাহ বানিয়েছেন।' (৫:২১) সহীহ বুখারী ও মুসলিমে একটি হাদীসে আছেঃ (আরবি) অর্থাৎ ‘সিংহাসনে অধিষ্ঠিত বাদশাহদের ন্যায়।' (আরবি) শব্দের অর্থ হচ্ছে প্রতিদান, প্রতিফল এবং হিসাব নিকাশ। যেমন আল্লাহ তা'আলা কুরআন পাকের মধ্যে বলেছেনঃ (আরবি)অর্থাৎ ‘সেদিন আল্লাহ তাদেরকে পূর্ণ প্রতিদান দেবেন।' (২৪:২৫) পবিত্র কুরআনের অন্য জায়গায় আছেঃ (আরবি) অর্থাৎ আমাদেরকে কি প্রতিদান দেয়া হবে' হাদীসে আছেঃ পণ্ডিত সেই ব্যক্তি যে নিজেই নিজের কাছে প্রতিদান নেয় এবং এমন কার্যাবলী সম্পাদন করে যা অবধারিত মৃত্যুর পরে কাজে লাগে।' অর্থাৎ নিজের আত্মার কাছে নিজেই হিসাব নিকাশ নিয়ে থাকে। যেমন হযরত ফারুকে আযম (রাঃ) বলেছেনঃ তোমাদের হিসাব নিকাশ গৃহীত হওয়ার পূর্বে তোমরা নিজের হিসাব নিজেই গ্রহণ কর এবং তোমাদের কার্যাবলী দাড়ি পাল্লায় ওজন হওয়ার পূর্বে তোমরা নিজেরাই ওজন কর এবং তোমরা আল্লাহর সামনে উপস্থাপিত হওয়ার পূর্বে সেই বড় উপস্থিতির জন্যে পূর্ণ প্রস্তুতি গ্রহণ কর যেদিন তোমাদের কোন কাজ গোপন থাকবে না। যেমন স্বয়ং আল্লাহ তা'আলা বলেছেনঃ (আরবি) অর্থাৎ যেদিন তোমাদেরকে হাযির করা হবে সেদিন তোমাদের কোন কথা আল্লাহর নিকট গোপন থাকবে না।' (৬৯:১৮)",
  "ayah": 3,
  "surah": 1
}
