{
  "text": "সাতজন কারী এবং জমহুর একে (আরবি) (ঈয়্যাকা) পড়েছেন। আমর বিন সাঈদ তাশদীদ ছাড়া একে হালকা করে (আরবি) (ইয়্যাকা) পড়েছেন। কিন্তু এ কিরাআত বিরল ও পরিত্যাজ্য। কেননা (আরবি) ইয়্যা-এর অর্থ হচ্ছে সূর্যের আলো। আবার কেউ কেউ (আরবি) এ (আয়াকা) আবার কেউ কেউ (আরবি) (হাইয়্যাকা) ও পড়েছেন। আরব কবিদের কবিতায়ও (হাইয়্যাকা) আছে। যেমন- (আরবি)ইয়াহইয়া বিন অসাব ও আমাশ ছাড়া সকল কারীর কাছেই (আরবি)-এর পঠন নূনের যবরের সঙ্গে। কিন্তু এঁরা দু'জন প্রথম নূনটিকে যের দিয়ে পড়ে থাকেন। বানূ আসাদ, রাবীআ' এবং বানূ তামীম গোত্রের লোকেরাও এরকমই পড়ে থাকেন। ইবাদত’ শব্দের আভিধানিক অর্থ হচ্ছে সার্বিক অপমান ও নীচতা। তারীকে মোয়াববাদ’ সাধারণ ঐ পথকে বলে যা সবচেয়ে হীন ও নিকৃষ্ট হয়ে থাকে। এ রকমই (আরবি) ঐ উটকে বলা হয় যা হীনতা ও দুর্বলতার চরম সীমায় পদার্পণ করে। শরীয়তের পরিভাষায় প্রেম, বিনয়, নম্রতা এবং ভীতির সমষ্টির নাম ‘ইবাদত' (আরবি) শব্দটি (আরবি) , একে পূর্বে আনা হয়েছে, অতঃপর তার পুনরাবৃত্তি হয়েছে, যাতে তার গুরুত্ব বেড়ে যায় এবং সাহায্য প্রার্থনার জন্যে যেন একমাত্র আল্লাহই বিশিষ্ট হয়ে যান। তা হলে বাক্যটির অর্থ এ দাঁড়ায়ঃ আমরা আপনার ছাড়া আর কারো ইবাদত করি না এবং আপনার ছাড়া আর কারো উপর নির্ভর করি না। আর এটাই হচ্ছে পূর্ণ আনুগত্য ও বিশ্বাস। সালাফে সালেহীন বা পূর্বযুগীয় প্রবীণ ও বয়োবৃদ্ধ গুরুজনদের কেউ কেউ এ মত পোষণ করেন যে, সম্পূর্ণ কুরআনের গোপন তথ্য রয়েছে সূরা ফাতিহার মধ্যে এবং এ পূর্ণ সূরাটির গোপন তথ্য রয়েছে (আরবি) নামক এই আয়াতটির মধ্যে। আয়াতটির প্রথমাংশে রয়েছে শিরকের প্রতি অসন্তুষ্টি এবং দ্বিতীয়াংশে রয়েছে স্বীয় ক্ষমতার উপর অনাস্থা ও মহা শক্তিশালী আল্লাহর উপর নির্ভরশীলতা। এ সম্পর্কীয় আরও বহু আয়াত কুরআন পাকে বিদ্যমান রয়েছে। যেমন তিনি বলেছেনঃ (আরবি)অর্থাৎ তারই ইবাদ কর ও তারই উপর নির্ভর কর এবং (জেনে রেখ যে,) তোমরা যা করছে তা হতে তোমাদের প্রভু উদাসীন নন। (১১:১২) তিনি আরও বলেছেনঃ (আরবি) অর্থাৎ বলে দাও-তিনি রাহমান, আমরা তার উপর ঈমান এনেছি এবং তাঁরই উপর আমরা ভরসা করেছি।' (৬৭:২৯) আল্লাহ তাআলা আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ পূর্ব ও পশ্চিমের প্রভু তিনিই, তিনি ছাড়া আর কেউ উপাস্য নেই, সুতরাং তাঁকেই একমাত্র কার্যসম্পাদনকারীরূপে গ্রহণ কর।' (৭০:৯)(আরবি) এই আয়াত-ই-কারীমের মধ্যেও এই বিষয়টিই রয়েছে। পূর্ববর্তী আয়াতগুলোতে সম্মুখস্থ কাউকে লক্ষ্য করে সম্বোধন ছিল না। কিন্তু এ আয়াতটিতে আল্লাহ পাককে সম্বোধন করা হয়েছে এবং এতে বেশ সুন্দর পারস্পরিক সম্বন্ধ রয়েছে। কেননা বান্দা যখন আল্লাহর গুণাবলী বর্ণনা করলো তখন সে যেন মহা প্রতাপান্বিত আল্লাহর সম্মুখে হাযির হয়ে গেল। এখন সে মালিককে সম্বোধন করে স্বীয় দীনতা, হীনতা ও দারিদ্রতা প্রকাশ করলো এবং বলতে লাগলোঃ “হে আল্লাহ! আমরা তো আপনার হীন ও দুর্বল দাস মাত্র এবং আমরা সর্বকার্যে, সর্বাবস্থা ও সাধনায় একমাত্র আপনারই মুখাপেক্ষী। এ আয়াতে একথারও প্রমাণ রয়েছে যে, এর পূর্ববর্তী সমস্ত বাক্যে আল্লাহর পক্ষ থেকে খবর দেয়া হয়েছিল। আল্লাহ তাআলা স্বীয় উত্তম গুণাবলীর জন্যে নিজের প্রশংসা নিজেই করেছিলেন এবং বান্দাদেরকে ঐ শব্দগুলি দিয়েই তার প্রশংসা করার নির্দেশ দিয়েছিলেন। এজন্যেই যে ব্যক্তি এ সূরাটি জানা সত্ত্বেও নামাযে তা পাঠ করে না তার নামায হয় না। যেমন সহীহ বুখারী ও মুসলিমের হাদীসে হযরত উবাদাহ বিন সাবিত হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তির নামাযকে নামায বলা যায় না যে নামাযের মধ্যে সূরা-ই-ফাতিহা পাঠ করে না। সহীহ মুসলিমে হযরত আবু হুরায়রা (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সঃ) বলেছেন যে, আল্লাহ বলেছেনঃ আমি নামাযকে আমার মধ্যে ও আমার বান্দার মধ্যে অর্ধেক অর্ধেক ভাগ করে নিয়েছি। অর্ধেক অংশ আমার ও বাকী অর্ধেক অংশ আমার বান্দার। বান্দা যা চাইবে তাকে তাই দেয়া হবে। বান্দা যখন (আরবি) বলে, তখন আল্লাহ বলেনঃ “আমার বান্দা আমার প্রশংসা করলো।” বান্দা যখন বলে, (আরবি) তখন তিনি বলেনঃ ‘আমার বান্দা আমার গুণগান করলো। যখন সে বলে (আরবি) তখন তিনি বলেনঃ “আমার বান্দা আমার শ্রেষ্ঠত্ব বর্ণনা করলো। সে যখন বলে (আরবি) তখন আল্লাহ তা'আলা বলেনঃ “এটা আমার এবং আমার বান্দার মধ্যেকার কথা এবং আমার বান্দার জন্যে তাই রয়েছে যা সে চাইবে। অতঃপর বান্দা যখন শেষ পর্যন্ত পড়ে ফেলে তখন আল্লাহ তা'আলা বলেন এ সব তো আমার বান্দার জন্যে এবং আমার বান্দা যা চাইবে তার জন্যে। তাই রয়েছে।'  হযরত ইবনে আব্বাস (রাঃ) বলেছেন যে, (আরবি)-এর অর্থ হচ্ছেঃ “হে আমার প্রভূ! আমরা বিশেষভাবে একত্ববাদে বিশ্বাসী, আমরা ভয় করি এবং মহান সত্তায় সকল সময়ে আশা রাখি। আপনি ছাড়া আর কারও আমরা ইবাদতও করি না, কাউকে ভয় করি না এবং কারও উপর আশাও রাখি না। আর (আরবি)-এর তাৎপর্য ও ভাবার্থ হচ্ছেঃ “আমরা আপনার পূর্ণ আনুগত্য বরণ করি ও আমাদের সকল কার্যে একমাত্র আপনারই কাছে সহায়তা প্রার্থনা করি।কাতাদাহ (রঃ) বলেনঃ এর ভাবার্থ হচ্ছে এই যে, মহান আল্লাহ নির্দেশ দিয়েছেন তোমরা একমাত্র তাঁরই উপাসনা কর এবং তোমাদের সকল কার্যে তারই নিকট সাহায্য প্রার্থনা কর।' (আরবি) কে পূর্বে আনার কারণ এই যে, ইবাদতই হচ্ছে মূল ঈপ্সিত বিষয়, আর সাহায্য চাওয়া ইবাদতেরই মাধ্যম ও ব্যবস্থা। আর সাধারণ নিয়ম হচ্ছে বেশী গুরুত্বপূর্ণ বিষয়কে পূর্বে বর্ণনা করা এবং কম গুরুত্বপূর্ণ বিষয়কে পরে বর্ণনা করা। আল্লাহ তা'আলাই এসব ব্যাপারে সবচেয়ে ভাল জানেন।যদি প্রশ্ন করা হয় যে, এখানে বহুবচন অর্থাৎ আমরা ব্যবহার করার কি প্রয়োজন? যদি এটা বহুবচনের জন্যে হয় তবে উক্তিকারী তো একজনই। আর যদি সম্মান ও মর্যাদার জন্যে হয় তবে এ স্থানে এটা খুবই অশোভনীয়। কেননা, এখানে তো দীনতা ও বিনয় প্রকাশ করাই মুখ্য উদ্দেশ্য। এ প্রশ্নের উত্তর এই .যে, একজন বান্দা যেন সমস্ত বান্দার পক্ষ থেকে সংবাদ দিচ্ছে, বিশেষ করে যখন সে জামা'আতের সঙ্গে নামাযে দাঁড়ায় ও ইমাম নির্বাচিত হয়। সুতরাং সে যেন নিজেরও তার সমস্ত মুমিন ভাই-এর পক্ষ থেকে নতশিরে স্বীকার করছে যে, তারা সবাই তার দীনহীন বান্দা এবং একমাত্র তাঁরই ইবাদতের জন্যে সৃষ্ট হয়েছে, আর সে তাদের পক্ষ থেকে মঙ্গলের নিমিত্তে আগে বেড়েছে। কেউ কেউ বলেছেন যে এটা সম্মানের জন্যে। বান্দা যখন ইবাদত বন্দেগীতে আত্মনিয়োগ করে তখন যেন তাকেই বলা হয়ঃ “তুমি দ্র, তোমার সম্মান আমার দরবারে খুবই বেশী। সুতরাং তুমি (আরবি) বলে নিজেকে সম্মানের সঙ্গে স্মরণ কর। কিন্তু যখন ইবাদত হতে আলাদা হবে তখন আমরা বলবে না, যদিও হাজার হাজার বা লাখ লাখ লোকের মধ্যে অবস্থান কর। কেননা, সবাই আল্লাহর মুখাপেক্ষী ও তার দরবারে নিঃস্ব ভিক্ষুক। কারও কারও মতে (আরবি)-এর মধ্যে যতটা বিনয় ও নম্রতার ভাব রয়েছে। (আরবি)-এর মধ্যে ততটা নেই। কেননা এর মধ্যে নিজের শ্রেষ্ঠত্ব ও ইবাদতের উপযুক্ততা পাওয়া যাচ্ছে। অথচ আল্লাহ তা'আলার পূর্ণ ও যথোপযুক্ত ইবাদত করতে কোন বান্দা কোন ক্রমেই সক্ষম নয়। কোন কবি বলেছেনঃ (আরবি)অর্থাৎ “আমাকে তাঁর দাস বলেই ডাকো, কেননা এটাই আমার সর্বোত্তম নাম। যেখানে আল্লাহ তা'আলা তাঁর বড় বড় দানের কথা উল্লেখ করেছেন সেখানেই শুধু তিনি তাঁর রাসূলের (সঃ) (আরবি) নাম বা দাস নিয়েছেন। বড় বড় নিয়ামত যেমন কুরআন মাজীদ অবতীর্ণ করা, নামাযে দাঁড়ানো, মিরাজ করানো ইত্যাদি। যেমন তিনি বলেছেনঃ (আরবি) (১৮:১) আরও বলেছেনঃ (৭২:১৯) (আরবি) অন্যত্র বলেছেনঃ (১৭:১) (আরবি)সঙ্গে সঙ্গে কুরআন মাজীদের মধ্যে এ শিক্ষা দিয়েছেনঃ “হে নবী (সঃ)! বিরুদ্ধবাদীদের অবিশ্বাসের ফলে যখন তোমার মন সংকীর্ণ হয়ে পড়ে তখন তুমি আমার ইবাদতে লিপ্ত হয়ে যাও।' তাই নির্দেশ হচ্ছেঃ (আরবি)অর্থাৎ “আমি জানি যে, শত্রুদের কথা তোমার মনে কষ্ট দিচ্ছে, সুতরাং সে সময় তুমি স্বীয় প্রভুর প্রশংসাকীর্তণ কর এবং সিজদাহ কর। আর মৃত্যুর পূর্ব মুহূর্ত পর্যন্ত তোমার প্রভুর ইবাদতে লেগে থাক।' (১৫:৯৭-৯৯)  ইমাম রাযী (রঃ) স্বীয় তাফসীরে কোন কোন লোক হতে নকল করেছেন যে, উবুদিয়তের মান রিসালতের মান হতে উত্তম। কেননা, ইবাদতের সম্পর্ক সৃষ্ট বান্দা হতে সৃষ্টিকর্তার দিকে হয়ে থাকে, আর রিসালাতের সম্পর্ক হয় সৃষ্টিকর্তা থেকে সৃষ্টির দিকে এবং এ দলীলের দ্বারাও যে, বান্দার সমস্ত সংশোধনমূলক কার্যের জিম্মাদার হন স্বয়ং আল্লাহ, আর রাসূল (সঃ) তাঁর উম্মতের সৎ কার্যাবলীর অভিভাবক হয়ে থাকেন। কিন্তু এ কথাটি সম্পূর্ণ ভুল এবং এর দুটো দলীলই দুর্বল ও ভিত্তিহীন। বড়ই দুঃখের বিষয় এই যে, ইমাম ফাখরুদ্দীন রাযী না একে দুর্বল বললেন আর না একে পরিত্যাগ করলেন না এর বিরোধিতা করলেন। . কোন কোন সুফীর মত এই যে, ইবাদত করা হয় সাধারণতঃ পুণ্য লাভের উদ্দেশ্যে অথবা শাস্তি প্রতিরোধ করার মানসে। তিনি বলেন এটা কোন উপকারী কাজ নয়। কেননা, তখন উদ্দেশ্য থাকে শুধু স্বীয় স্বার্থ সিদ্ধির। ইবাদতের সবচেয়ে উত্তম পন্থা এই যে, মানুষ সেই মহান সত্তার ইবাদত করবে যিনি সমুদয় গুণে গুণান্বিত, ইবাদত করবে শুধু তার সত্তার জন্যে এবং উদ্দেশ্য অন্য কিছু আর থাকবে না। এজন্যেই নামাযের নিয়্যাত হয় শুধু আল্লাহর জন্যে নামায পড়ার। যদি ওটা পুণ্যলাভ ও শাস্তি হতে বাঁচার জন্যে হয় তবে তা বাতিল হয়ে যাবে। অন্য দল এটা খণ্ডন করে থাকেন এবং বলে থাকেন যে, পুণ্যের আশায় ও শাস্তি হতে রক্ষা পাওয়ার উদ্দেশ্যে ইবাদত করলেও ওটা একমাত্র আল্লাহর জন্যে হওয়াতে কোন অসুবিধে নেই। এর দলীল এই যে,একজন বেদুঈন রাসূলুল্লাহ (সঃ)-এর খিদমতে হাজির হয়ে আরয করলোঃ হে আল্লাহর রাসূল (সঃ)! আমি আপনার মত পড়তে জানি না এবং মু'আযের (রাঃ) মতও নয়। আমি তো শুধু আল্লাহর নিকট জান্নাত চাই এবং জাহান্নাম হতে মুক্তি কামনা করি। রাসূলুল্লাহ (সঃ) তখন বললেনঃ আমরাও তারই কাছাকাছি (উদ্দেশ্যে নামায) পড়ে থাকি।'",
  "ayah": 4,
  "surah": 1
}
