{
  "text": "এ আয়াতটি, এর পরবর্তী আয়াতটি এবং সূৰ্বর শেষের আয়াতটি ইলমে ফারায়েযের আয়াত। এ পূর্ণ ইলমের দলীলরূপে এ আয়াতগুলোকে এবং হাদীসগুলোকে দলীলরূপে গ্রহণ করা হয়েছে যে, হাদীসগুলো যেন এ আয়াতগুলোরই তাফসীর ও ব্যাখ্যা। এখানে আমরা এ আয়াতটিরই তাফসীর লিখছি। বাকী মীরাসের যে জিজ্ঞাস্য বিষয়ের পূর্ণ আলোচনা রয়েছে এবং ওতে যে দলীলসমূহের অনুধাবনে কিছু মতভেদ আছে তা বর্ণনা করার উপযুক্ত স্থান হচ্ছে আহকামের পুস্তকসমূহ-তাফসীর নয়। আল্লাহ পাক আমাদেরকে সাহায্য করুন! ফারায়ে বিদ্যা শিক্ষার প্রতি উৎসাহ প্রদানের ব্যাপারে বহু হাদীস এসেছে। এ আয়াতসমূহে যে নির্ধারিত অংশসমূহের বর্ণনা রয়েছে সেগুলো সর্বাধিক গুরুত্বপূর্ণ।সুনান-ই-আবি দাউদ ও সুনান-ই-ইবনে মাজার মধ্যে রয়েছে যে, ইলম প্রকৃতপক্ষে তিনটি। এছাড়া সবই অতিরিক্ত। প্রথম হচ্ছে কুরআন কারীমের আয়াতসমূহ যা দৃঢ় এবং যার আহকাম বাকী রয়েছে। দ্বিতীয় হচ্ছে প্রতিষ্ঠিত সুন্নাত অর্থাৎ হাদীসসমূহ যা প্রমাণিত। তৃতীয় হচ্ছে ‘ফারিয়া-ই-আদেলা অর্থাৎ উত্তরাধিকারের জিজ্ঞাস্য বিষয়সমূহ যা কুরআন কারীম ও হাদীস শরীফ দ্বারা প্রমাণিত। সুনান-ই-ইবনে মাজার দ্বিতীয় দুর্বল সনদযুক্ত হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা ফারায়েয শিক্ষা কর এবং অন্যদেরকে শিক্ষা দান কর, এটা হচ্ছে অর্ধেক ইম। মানুষ এটা ভুলে যায় এবং এটাই প্রথম জিনিস যা আমার উম্মতের নিকট হতে ছিনিয়ে নেয়া হবে।' হযরত ইবনে উইয়াইনা (রঃ) বলেনঃ ‘একে অর্ধেক ইলম বলার কারণ এই যে, প্রায় সমস্ত মানুষকেই এর সম্মুখীন হতে হয়।সহীহ বুখারী শরীফে এ আয়াতের তাফসীরে হ্যরত জাবির ইবনে আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “আমি রুগ্ন ছিলাম। রাসূলুল্লাহ (সঃ) এবং আবু বকর (রাঃ) আমাকে দেখতে আসেন। বানূ সালমার মহল্লায় তারা পদব্রজে আগমন করেন। আমি সে সময় অজ্ঞান ছিলাম। রাসূলুল্লাহ (সঃ) পানি চেয়ে নিয়ে অযু করেন। অতঃপর আমার উপর অযুর পানি ছিটিয়ে দেন। ফলে আমার জ্ঞান ফিরে আসে। আমি তখন বলিঃ হে আল্লাহর রাসূল (সঃ)! আমি আমার মাল কিভাবে বন্টন করবো? সে সময় এ পবিত্র আয়াতটি অবতীর্ণ হয়। সহীহ মুসলিম, সুনান-ই-নাসাঈ প্রভৃতি হাদীস গ্রন্থে এ হাদীসটি বিদ্যমান রয়েছে।সুনান-ই-আবি দাউদ, জামেউত তিরমিযী, সুনান-ই-ইবনে মাজা, মুসনাদ-ই-আহমাদ ইবনে হাম্বল প্রভৃতি হাদীস গ্রন্থে বর্ণিত আছে যে, হযরত সা'দ ইবনে রাবী'র সহধর্মিণী (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেনঃ ‘হে আল্লাহর রাসূল (সঃ)! এ দু’টি হযরত সা'দের (রাঃ) কন্যা, এদের পিতা উহুদের যুদ্ধে আপনার সাথে শরীক ছিলেন। ঐ যুদ্ধেই তিনি শহীদ হন। এদের চাচা তাঁর সমস্ত মাল নিয়ে নেয়। এদের জন্যে কিছুই রাখেনি। এটা স্পষ্ট কথা যে, মাল ছাড়া এদের বিয়ে হতে পারে না।' রাসূলুল্লাহ (সঃ) তখন বলেনঃ এর ফায়সালা স্বয়ং আল্লাহ পাকই করবেন। সে সময় উত্তরাধিকারের আয়াত অবতীর্ণ হয়।রাসূলুল্লাহ (সঃ) এদের চাচার নিকট লোক পাঠিয়ে তাকে নির্দেশ দেনঃ ‘দুই তৃতীয়াংশ (তোমার ভাইয়ের সম্পত্তির) এ মেয়েগুলোকে দিয়ে দাও, এক অষ্টমাংশ এদের মাকে প্রদান কর এবং বাকি তোমার অংশ।' বাহ্যতঃ জানা। যাচ্ছে যে, হযরত জাবের (রাঃ)-এর প্রশ্নের উপর এ সূরাটির শেষ আয়াত অবতীর্ণ হয়ে থাকবে যেমন অতিসত্বরই ইনশাআল্লাহ আসছে। কেননা, তার উত্তরাধিকারিণী তো শুধুমাত্র তার বোনেরা ছিল। তাঁর মেয়ে তো ছিলই না। তিনি তো (যে ব্যক্তির পিতা ও পুত্র থাকে না তাকে বলে) (আরবী) ছিলেন। আর এ আয়াতটি এ সম্বন্ধেই অর্থাৎ হযরত সাদ ইবনে রাবী (রাঃ)-এর উত্তরাধিকারীদের ব্যাপারে অবতীর্ণ হয় এবং এর বর্ণনাকারীও হচ্ছেন স্বয়ং হযরত জাবির (রাঃ)। তবে ইমাম বুখারী (রঃ) এ হাদীসটিকেও এ আয়াতের তাফসীরেই এনেছেন। এ জন্যে আমরাও তাঁর অনুসরণ করেছি।আয়াতটির ভাবার্থ হচ্ছে- ‘আল্লাহ তা'আলা তোমাদের সন্তানদের ব্যাপারে ন্যায় প্রতিষ্ঠার কথা শিক্ষা দিচ্ছেন। অজ্ঞতার যুগে লোকেরা তাদের সমস্ত মাল ছেলেদেরই শুধু প্রদান করতো এবং মেয়েদেরকে সম্পূর্ণরূপে বঞ্চিত করতো। তাই আল্লাহ তা'আলা মেয়েদের জন্যে অংশ নির্ধারণ করেন। তবে তাদের মধ্যে পার্থক্য রেখেছেন। কেননা, যতগুলো কর্তব্য পালন পুরুষদের দায়িত্বে রয়েছে। ততটা স্ত্রীদের দায়িত্বে নেই। যেমন পরিবারের খাওয়া পরার জন্যে আয় ব্যয়ের। দায়িত্ব, ব্যবসা-বাণিজ্য এবং অনুরূপভাবে অন্যান্য বহু কষ্ট তাদেরকে সহ্য করতে হয়। এ জন্যেই তাদের প্রয়োজন অনুপাতে তাদেরকে স্ত্রীদের দ্বিগুণ প্রদানের ব্যবস্থা করা হয়েছে। কোন কোন বিজ্ঞ মনীষী এখানে একটি সূক্ষ্ণ তত্ত্ব বের করেছেন যে, আল্লাহ তা'আলা স্বীয় বান্দাদের উপর পিতা-মাতা হতেও বহু গুণে দয়ালু ও স্নেহশীল। পিতা-মাতাকে তিনি তাদের সন্তানদের ব্যাপারে অসিয়ত করছেন। সুতরাং জানা যাচ্ছে যে, আমাদের সৃষ্টিকর্তা করুণাময় আল্লাহ তার সৃষ্টজীবের উপর যত বেশী দয়াবান তত দয়াবান বাপ মা তাদের সন্তানদের প্রতি নয়। যেমন সহীহ হাদীসে রয়েছে যে, বন্দীদের মধ্য হতে একটি শিশু তার মা হতে পৃথক হয়ে পড়ে। মা তার শিশুর খোজে পাগলিনীর ন্যায় ছুটাছুটি করে এবং যে শিশুকেই পায় তাকেই বুকে জড়িয়ে ধরে দুধ পান করিয়ে দেয়। এ দৃশ্য দেখে রাসূলুল্লাহ (সঃ) তাঁর সাহাবীগণকে বলেনঃ “আচ্ছা বলতো, অধিকার থাকা সত্ত্বেও কি এ স্ত্রী লোকটি তার শিশুটিকে আগুনে নিক্ষেপ করতে পারে? সাহাবীগণ উত্তরে বলেনঃ হে আল্লাহর রাসূল (সঃ)! কখনই না!” তিনি তখন বলেনঃ “আল্লাহর শপথ! আল্লাহ তাআলা স্বীয় বান্দাদের উপর এর চেয়েও বেশী দয়ালু।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, পূর্বে অংশীদার ও হকদার শুধু পুত্রই ছিল। পিতা-মাতা অসিয়ত হিসেবে কিছু পেয়ে যেতো মাত্র। আল্লাহ তা'আলা এটা রহিত করে দেন এবং পুত্রকে কন্যার দ্বিগুণ পিতা-মাতাকে এক ষষ্ঠাংশ ও এক তৃতীয়াংশও বটে, স্ত্রীকে এক অষ্টমাংশ ও এক চতুর্থাংশ, স্বামীকে এক চতুর্থাংশ ও অর্ধেক দেয়ার নির্দেশ দেন। হযরত ইবনে আব্বাস (রাঃ) আরও বলেন যে, উত্তরাধিকারের আহকাম অবতীর্ণ হলে কতগুলো লোক এটা অপছন্দ করে ও বলেঃ ‘স্ত্রীকে দেয়া হবে এক চতুর্থাংশ ও এক অষ্টমাংশ, মেয়েকে দেয়া হবে অর্ধাংশ এবং ছোট ছোট ছেলেদের জন্যেও অংশ নির্ধারণ করা হয়েছে, অথচ এদের মধ্যে কেউই না যুদ্ধের জন্যে বের হতে পারে, না গনীমতের মাল আনতে পারে। সুতরাং তোমরা এ আয়াত হতে নীরব থাক তাহলে সম্ভবতঃ রাসূলুল্লাহ (সঃ) ভুলে যাবেন, কিংবা আমাদের বলার কারণে তিনি এ আহকাম পরিবর্তন করবেন।অতঃপর তারা রাসূলুল্লাহ (সঃ)-কে বলেঃ হে আল্লাহর রাসূল (সঃ)! আপনি মেয়েকে তার পিতার পরিত্যক্ত মাল হতে অর্ধেক দিচ্ছেন অথচ না সে ঘোড়ার উপর বসার যোগ্যতা রাখে, না সে শত্রুদের বিরুদ্ধে সংগ্রাম করতে পারে। আপনি শিশুকেও উত্তরাধিকারীরূপে সাব্যস্ত করেছেন, তার দ্বারা কি উপকার পাওয়া যেতে পারে? এ লোকগুলো অজ্ঞতার যুগে এরূপ করতো যে, মীরাস শুধু তাদেরকেই প্রদান করতো যারা যুদ্ধের যোগ্য ছিল। তারা সবচেয়ে বড় ছেলেকে উত্তরাধিকার করতো।(আরবী) শব্দটিকে কেউ কেউ অতিরিক্ত বলে থাকেন। যেমন- (আরবী) (৮:১২)-এর মধ্যে (আরবী) শব্দটি অতিরিক্ত। কিন্তু আমরা এটাকে স্বীকার করি না। এ আয়াতেও না, ঐ আয়াতেও না। কেননা, কুরআন কারীমের মধ্যে এমন কোন অতিরিক্ত জিনিস নেই যা বিনা উপকারে আনা হয়েছে। আল্লাহ পাকের কালামে এরূপ হওয়া অসম্ভব। আবার এটাও খেয়াল রাখতে হবে যে, যদি এরূপই হতো তবে ওর পরে (আরবী) আসতো না, বরং (আরবী) আসতো। হ্যাঁ, এটা দ্বারা আমরা জানতে পারি যে, যদি মেয়ে দু’য়ের অধিক না হয়, অর্থাৎ শুধু দু'টোই হয় তাহলেও এটাই হুকুম অর্থাৎ তারাও দুই তৃতীয়াংশই পাবে। কেননা, দ্বিতীয় আয়াতে দু বোনকে দুই তৃতীয়াংশ দেয়ার নির্দেশ রয়েছে। সুতরাং যদি দু' বোন দুই তৃতীয়াংশ পায় তবে দু’ মেয়ে দুই তৃতীয়াংশ পাবে না কেন? তাদের জন্যে তো দুই তৃতীয়াংশ হওয়া আরও বাঞ্চনীয়। অন্য হাদীসে এসেছে যে, দুটি মেয়েকে রাসূলুল্লাহ (সঃ) পিতার পরিত্যক্ত সম্পত্তি হতে দুই তৃতীয়াংশ দিয়েছেন। যেমন এ আয়াতের শান-ই-নমূলের বর্ণনায় হযরত সা’দের কন্যাদের ব্যাপারে ইতিপূর্বে বর্ণিত হয়েছে। সুতরাং কিতাব ও সুন্নাহ দ্বারা এটা প্রমাণিত হয়ে গেছে। অনুরূপভাবে এটাও এর দলীল যে, যদি পুত্র না থাকে এবং একটি মাত্র কন্যা থাকে তবে সে অর্ধেক অংশ পেয়ে যাবে, সুতরাং যদি দু’টি কন্যা থাকার অবস্থাতেও অর্ধেক অংশ দেয়ার নির্দেশ দেয়া উদ্দেশ্যে হতো তবে এখানে তা বর্ণনা করা হতো। এককে যখন পৃথক করা হয়েছে তখন জানা যাচ্ছে যে, দুয়ের বেশী থাকা অবস্থায় যে হুকুম দুজন থাকা অবস্থাও সেই হুকুম।অতঃপর বাপ-মায়ের অংশের বর্ণনা দেয়া হচ্ছে। বাপ-মায়ের অবস্থা বিভিন্নরূপ। প্রথম অবস্থা এই যে, মৃত ব্যক্তির যদি একাধিক মেয়ে থাকে এবং পিতা-মাতাও থাকে তবে পিতা-মাতা উভয়েই এক ষষ্ঠাংশ করে পাবে। অর্থাৎ এক ষষ্ঠাংশ পাবে পিতা এবং এক ষষ্ঠাংশ পাবে মাতা। আর যদি মৃত ব্যক্তির একটি মাত্র কন্যা থাকে তবে অর্ধেক মাল তো মেয়েটি পাবে এবং এক ষষ্ঠাংশ মা পাবে ও এক ষষ্ঠাংশ বাপ পাবে, আরও যে এক ষষ্ঠাংশ অবশিষ্ট থাকছে ওটাও বাপ (যে উত্তরাধিকারীর অংশ নির্ধারিত নেই অথচ অংশ পেয়ে থাকে, তাকে ‘আসাবা বলে। যেমন পুত্র ইত্যাদি কোন কোন সময় উত্তরাধিকারী ও আসাবা হয়ে থাকে) ‘আসাবা হিসেবে পেয়ে যাবে। তাহলে এখানে পিতা তার নির্ধারিত এক ষষ্ঠাংশ পেয়ে যাচ্ছে এবং একই সঙ্গে ‘আসাবা' হিসেবেও অবশিষ্ট অংশ পেয়ে যাচ্ছে। দ্বিতীয় অবস্থা এই যে, উত্তরাধিকারী শুধু পিতা ও মাতা। এ অবস্থায় মাতা পাবে এক তৃতীয়াংশ এবং অবশিষ্ট সমস্ত মাল পিতা ‘আসাবা’ হিসেবে পেয়ে যাবে। তাহলে পিতা প্রায় দুই তৃতীয়াংশ প্রাপ্ত হবে। অর্থাৎ মায়ের তুলনায় বাপ দ্বিগুণ পাবে। এখন যদি মৃত স্ত্রীর স্বামীও বিদ্যমান থাকে কিংবা মৃত স্বামীর স্ত্রী থাকে, অর্থাৎ ছেলে মেয়ে নেই, বরং আছে শুধু পিতা-মাতা এবং স্বামী বা স্ত্রী, তবে এ ব্যাপারে তো আলেমগণ একমত যে, এ অবস্থায় স্বামী পাবে অর্ধেক এবং স্ত্রী পাবে এক চতুর্থাংশ। কিন্তু আলেমদের এ ব্যাপারে মতভেদ রয়েছে যে, এ অবস্থায় এর পরে মা কত পাবে? এতে তিনটি উক্তি রয়েছে। প্রথম উক্তি এই যে, স্বামী বা স্ত্রীর (অংশ) নেয়ার পর যা বাকী থাকবে মা তার এক তৃতীয়াংশ পাবে। হয় স্ত্রী স্বামী ছেড়ে যাক বা স্বামী স্ত্রী ছেড়ে যাক। কেননা, অবশিষ্ট মাল তাদের ব্যাপারে যেন পুরো মাল। আর মায়ের অংশ হচ্ছে বাপের অর্ধেক। সুতরাং অবশিষ্ট মালের এক তৃতীয়াংশ মা নিয়ে নেবে এবং বাকী দুই তৃতীয়াংশ বাপ প্রাপ্ত হবে।হযরত উমার (রাঃ), হযরত উসমান (রাঃ) এবং হযরত আলী (রাঃ)-এর এটাই ফায়সালা। এটাই হযরত ইবনে মাসউদ (রাঃ) এবং হযরত যায়েদ ইবনে সাবিতেরও (রাঃ) উক্তি। সাতজন ফকীহ, ইমাম চতুষ্টয় এবং জমহূরেরও এটাই ফতওয়া। দ্বিতীয় উক্তি এই যে, এ দু' অবস্থায়ই মা সমস্ত মালের এক তৃতীয়াংশ পাবে। কেননা, আয়াতটি সাধারণ, স্বামী-স্ত্রী থাক আর নাই থাক, সাধারণভাবে ছেলেমেয়ে না থাকার সময় মাকে সমস্ত মালের এক তৃতীয়াংশ দেয়ার কথা বলা। হয়েছে। এটাই হযরত ইবনে আব্বাস (রাঃ)-এর উক্তি। হযরত আলী (রাঃ)। এবং হযরত মুআয ইবনে জাবাল (রাঃ) হতেও এভাবেই বর্ণিত আছে। হযরত শুরায়েহ্ (রাঃ) এবং হযরত দাউদ যাহেরীও (রঃ) এ কথাই বলেন। হযরত আবুল হাসান ইবনে লাব্বান বাসারীও (রঃ) স্বীয় ইলম-ই-ফারায়েয সম্বন্ধীয় গ্রন্থ ‘কিতাবুল ঈজাযে’ এ উক্তিকেই পছন্দ করেছেন। কিন্তু এ উক্তিটি বিবেচনা সাপেক্ষ, এমন কি দুর্বলও বটে। কেননা, আয়াতে মায়ের এ অংশ সেই সময় নির্ধারণ করেছে যখন সম্পূর্ণ মালের উত্তরাধিকারী শুধু পিতা ও মাতা হয়। আর যখন স্বামী বা স্ত্রী রয়েছে তখন তারা তাদের নির্ধারিত অংশ নেয়ার পর যা অবশিষ্ট থাকবে মা তারই এক তৃতীয়াংশ পাবে। তৃতীয় উক্তি এই যে, মৃত ব্যক্তি যদি পুরুষ হয় এবং তার স্ত্রী বিদ্যমান থাকে তবে শুধু এ অবস্থাতে মা সম্পূর্ণ মালের এক তৃতীয়াংশ পাবে। কেননা, স্ত্রী সমস্ত মালের এক চতুর্থাংশ পাবে। যদি সমস্ত মালকে বার ভাগ করা হয় তবে তিন ভাগ নেবে স্ত্রী, চার ভাগ নেবে মা এবং অবশিষ্ট পাঁচ ভাগ পাবে পিতা। কিন্তু যদি স্ত্রী মারা যায় এবং তার স্বামী বিদ্যমান থাকে,তবে মা অবশিষ্ট মালের এক তৃতীয়াংশ পাবে। ঐ অবস্থাতেও যদি মাকে সমস্ত মালের এক তৃতীয়াংশ দেয়া হয় তবে সে বাপ অপেক্ষাও বেশী পেয়ে যাবে। যেমন মালের ছয় ভাগ করা হলো, তিন ভাগ তো স্বামী পেয়ে গেল, মা পেলো দু’ভাগ এবং বাপ পাচ্ছে মাত্র এক ভাগ, যা মা অপেক্ষাও কম। সুতরাং এ অবস্থায় ছয় ভাগের মধ্যে তিন ভাগ পাবে স্বামী এবং বাকী তিন ভাগের মধ্যে মাকে দেয়া হবে এক ভাগ ও বাপকে দেয়া হবে দু'ভাগ। ইমাম ইবনে সীরীন (রঃ)-এর এটাই উক্তি। এরূপই বুঝতে হবে যে, এ উক্তিটি দু'টি উক্তির সংমিশ্রণ। এটাও দুর্বল। প্রথম উক্তিটিই সঠিক। বাপ-মায়ের তৃতীয় অবস্থা এই যে, তারা মৃত ব্যক্তির ভাইদের সঙ্গে উত্তরাধিকারী হয়, তারা সহোদর ভাইই হোক অথবা বৈপিত্রেয় ভাইই হোক। এ অবস্থায় বাপের বিদ্যমানতায় ভাইগুলো কিছুই পাবে না, তবে তারা মাকে এক তৃতীয়াংশ হতে এক ষষ্ঠাংশে নামিয়ে দেবে। আর যদি অন্য কোন উত্তরাধিকারীই না থাকে এবং মায়ের সাথে শুধু বাপ থাকে তবে বাকী মাল সমস্তই বাপ পেয়ে যাবে। জমহূরের এটাই উক্তি। তবে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি একদা হযরত উসমান (রাঃ)-কে বলেনঃ দু' ভাই মাতাকে এক তৃতীয়াংশ হতে সরিয়ে এক ষষ্ঠাংশে নিয়ে যায় না। কুরআন কারীমের মধ্যে (আরবী) শব্দ এসেছে এবং এটা বহু বচন। ভাবার্থ দু' ভাই হলে শব্দ অর্থাৎ দ্বিবচন ব্যবহার করা হতো। তৃতীয় খলিফা (রাঃ) উত্তরে বলেনঃ “এটা বহু পূর্ব হতে চলে আসছে এবং এ মাসআলাটি এভাবেই চতুর্দিকে পৌঁছে গেছে। সমস্ত মানুষ এর উপরই আমল করছে। সুতরাং আমি এটা পরিবর্তন করতে পারি না। প্রথমতঃ এ বর্ণনাটি তো প্রমাণিতই নয়। এর বর্ণনাকারী শা’বার উপর ইমাম মালিক (রঃ)-এর মিথ্যা প্রতিপাদন বিদ্যমান রয়েছে। তাছাড়া এ কথাটি হযরত ইবনে আব্বাস (রাঃ)-এর না হওয়ার দ্বিতীয় দলীল হচ্ছে এই যে, স্বয়ং তার বিশিষ্ট সহচরগণ এবং উচ্চ পর্যায়ের ছাত্রগণও এর বিপরীত মত পোষণ করেন। হযরত যায়েদ (রঃ) বলেন যে, দুইকেও (আরবী) বলা হয়। আমি এ মাসআলাটি পৃথক পুস্তিকায় পূর্ণভাবে বর্ণনা করেছি। হযরত সাঈদ ইবনে কাতাদা (রঃ) হতেও এরকমই বর্ণিত আছে। হ্যা, তবে যদি মৃত ব্যক্তির একটিমাত্র ভাই থাকে তবে সে মাতাকে এক তৃতীয়াংশ হতে সরাতে পারবে না। উলামা-ই-কিরামের ঘোষণা মতে এতে নিপুণতা রয়েছে এই যে, ভাইদের বিয়ে, খাওয়া, পরা ইত্যাদির খরচ বহন পিতারই দায়িত্বে রয়েছে, মাতার দায়িত্বে নেই। সুতরাং পিতাকে অধিক দেয়ার মধ্যেই হিকমত নিহিত রয়েছে। এটা উত্তম উক্তি। কিন্তু হযরত ইবনে আব্বাস (রাঃ) হতে সহীহ সনদে বর্ণিত আছে যে, ভাইয়েরা মায়ের যে এক ষষ্ঠাংশ কমিয়ে দিল তা পিতা পাবে না, বরং ওরাই পাবে। ঐ উক্তি খুবই বিরল। ইমাম ইবনে জারীর (রঃ) বলেন যে, হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ)-এর এ উক্তি সমস্ত উম্মতের বিপরীত। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) ঐ ব্যক্তিকে বলা হয় যার পুত্র ও পিতা না থাকে।এরপরে বলা হচ্ছে- ‘অসিয়ত পূরণ ও ঋণ পরিশোধের পর মীরাস বন্টিত হবে।' পূর্ববর্তী ও পরবর্তী সমস্ত মনীষী এতে একমত যে, ঋণ অসিয়তের অগ্রবর্তী। আয়াতের তাৎপর্যের প্রতি গভীর চিন্তা সহকারে লক্ষ্য করলে এটাই পরিলক্ষিত হবে। জামেউত্ তিরমিযী প্রভৃতি হাদীস গ্রন্থে রয়েছে, হযরত আলী ইবনে আবি তালিব (রাঃ) বলেনঃ “তোমরা কুরআন কারীমের অসিয়তের নির্দেশ পূর্বে এবং ঋণের হুকুম পরে পাঠ করে থাক। কিন্তু জেনে রেখো যে, রাসূলুল্লাহ (সঃ) পূর্বে ঋণ পরিশোধ করিয়েছেন এবং পরে অসিয়ত জারী করেছেন। একই মাতাজাত ভ্রাতাগণ পরস্পর একে অপরের উত্তরাধিকারী হবে, বৈমাত্রেয় ভাইদের উত্তরাধিকারী হবে না। মানুষ তার সহোদর ভাইয়ের উত্তরাধিকারী হবে, কিন্তু ঐ ভাইয়ের উত্তরাধিকারী হবে না যার মা অন্য। এ হাদীসটি শুধু হযরত হারিস (রঃ) হতে বর্ণিত আছে এবং তার এ হাদীস কোন কোন মুহাদ্দিস খণ্ডন করেছেন। কিন্তু তিনি ফারায়েযের হাফিজ ছিলেন। এ বিদ্যায় তাঁর বিশেষ চিত্তাকর্ষতা ও দক্ষতা ছিল। অংকেও তাঁর বেশ পাণ্ডিত্য ছিল।অতঃপর আল্লাহ তা'আলা বলেন- আমি পিতা ও পুত্রগণকে প্রকৃত মীরাসে নিজ নিজ নির্ধারিত অংশ গ্রহণকারী করেছি এবং অজ্ঞতা যুগের প্রথা দূরীভূত করেছি। বরং ইসলামেও প্রথমে মাল শুধুমাত্র সন্তানদেরকে দেয়ার নির্দেশ ছিল এবং বাপ মা শুধু অসিয়ত হিসেবে কিছু লাভ করতো, যেমন হযরত ইবনে আব্বাস (রাঃ)-এর উক্তি পূর্বে বর্ণিত হয়েছে, আল্লাহ তা'আলা সেটাকেও রহিত করে দিয়েছেন। এখন এ হুকুম হচ্ছে যে, পিতার দ্বারা তোমাদের বেশী উপকার সাধিত হবে কি পুত্রের দ্বারা হবে তা তোমাদের জানা নেই। উভয় হতেই উপকারের আশা রয়েছে। এদের একের অপর হতে বেশী উপকার লাভের নিশ্চয়তা নেই। পিতার চেয়ে পুত্রের দ্বারা বেশী উপকার লাভেরও সম্ভাবনা রয়েছে, আবার পুত্র অপেক্ষা পিতার দ্বারাও বেশী উপকার প্রাপ্তির সম্ভাবনা রয়েছে।এরপরে আল্লাহ তা'আলা বলেন-‘ঐ নিধারিত অংশ ও উত্তরাধিকারের এ আহকাম আল্লাহ তা'আলার পক্ষ হতে ফরয করা হয়েছে। কোন আশায় বা ভয়ে এতে কম-বেশী করার কোন স্থান নেই। না কাউকে বঞ্চিত করা যাবে, না কাউকে বেশী দেয়া যাবে। আল্লাহ তাআলা সবজান্তা ও মহাবিজ্ঞ। যে যার হকদার তিনি তাকে তাই দিয়ে থাকেন। প্রত্যেক জিনিসের স্থান তিনি খুব ভালই জানেন। তোমাদের লাভ ও ক্ষতি সম্বন্ধে তার পূর্ণ জ্ঞান রয়েছে। তার কোন কাজ ও কোন নির্দেশ নিপুণতা শূন্য নয়। সুতরাং তাঁর নির্দেশাবলী তোমাদের মেনে চলা উচিত।'",
  "ayah": 11,
  "surah": 4
}
