{
  "text": "১১০-১১৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা এখানে স্বীয় অনুগ্রহ ও করুণার কথা বর্ণনা করেছেন। তিনি বলেন যে, কেউ কোন পাপকার্য সম্পাদনের পর তাওবা করলে আল্লাহ তা'আলা দয়া করে তার দিকে প্রত্যাবর্তিত হন। যে ব্যক্তি পাপ করার পর অত্যন্ত বিনয়ের সাথে আল্লাহ তাআলার দিকে ঝুঁকে পড়ে, আল্লাহ পাক তাকে স্বীয় অনুগ্রহ ও সীমাহীন করুণা দ্বারা ঢেকে নেন এবং তার ছোট ও বড় গুনাহ্ ক্ষমা করে দেন। যদিও সে পাপ আকাশ, যমীন ও পর্বত থেকেও বড় হয়। বানী ইসরাঈলের মধ্য যখন কেউ কোন পাপ করতো তখন তার দরজার উপর কুদরতী অক্ষরে ওর কাফফারা লিখা হয়ে যেতো। সে কাফফারা তাকে আদায় করতে হতো। তাদের কাপড়ে প্রস্রাব লেগে গেলে তাদের উপর ঐ পরিমাণ কাপড় কেটে নেয়ার নির্দেশ ছিল। আল্লাহ তা'আলা মুহাম্মাদ (সঃ)-এর উম্মতের উপর এ সহজ ব্যবস্থা রেখেছেন যে, ঐ কাপড় পানি দ্বারা ধৌত করলেই পবিত্র হয়ে যাবে এবং পাপের জন্য তাওবা করলেই তা মাফ হয়ে যাবে।একটি স্ত্রীলোক হযরত আবদুল্লাহ ইবনে মুগাফফালকে একটি স্ত্রীলোক সম্বন্ধে ফওয়া জিজ্ঞেস করে যে ব্যভিচার করেছিল এবং এর ফলে একটি সন্তান ভূমিষ্ট হয়েছিল, তাকে সে হত্যা করে ফেলেছে। হযরত মুগাফফাল (রাঃ) তখন বলেন যে, তার শাস্তি হচ্ছে জাহান্নাম। তখন স্ত্রীলোকটি কাঁদতে কাঁদতে ফিরে। যায়। হযরত মুগাফফাল তখন তাকে ডেকে (আরবী)-এ আয়াতটি পড়ে শুনিয়ে দেন। অর্থাৎ যে কেউ দুষ্কর্ম করে অথবা স্বীয় জীবনের প্রতি অত্যাচার করার পর আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থী হয় সে আল্লাহকে ক্ষমাশীল, করুণাময় প্রাপ্ত হবে। তখন স্ত্রীলোকটি চোখের অশ্রু মুছে ফেলে এবং তথা হতে ফিরে যায়।মুসনাদ-ই-আহমাদে হযরত আবু বকর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে মুসলমান কোন পাপ করার পর অযু করে দু'রাকআত নামায আদায় করতঃ আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থনা করে, আল্লাহ তা'আলা তার পাপ মার্জনা করে থাকেন। অতঃপর তিনি (আরবী) (৩:১৩৫)-এ আয়াতটি পাঠ করেন। আমরা মুসনাদ-ই-আবু বকর’-এ এর পূর্ণ বর্ণনা দিয়েছি এবং কিছু বর্ণনা সূরা আলে ইমরানের তাফসীরে দেয়া হয়েছে। হযরত আবু দারদা বলেন, রাসূলুল্লাহ (সঃ)-এর অভ্যাস ছিল এই যে, তিনি মাঝে মাঝে মজলিস হতে উঠে নিজের কোন কাজের জন্য যেতেন এবং ফিরে আসার ইচ্ছে থাকলে জুতা বা কাপড় কিছু না কিছু অবশ্যই ছেড়ে যেতেন।একদা তিনি স্বীয় জুতা রেখে এক বরতন পানি নিয়ে গমন করেন। আমিও তার পিছনে চলতে থাকি। কিছু দূর গিয়ে তিনি হাজত পুরো না করেই ফিরে আসেন এবং বলেনঃ ‘আমার প্রভুর পক্ষ হতে আমার নিকট একজন আগন্তুক এসেছিলেন এবং তিনি আমাকে এ পয়গাম দিয়ে গেলেন যে, (আরবী) অর্থাৎ যে ব্যক্তি কোন দুষ্কার্য করে বা স্বীয় জীবনের উপর অত্যাচার করে অতঃপর আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থী হয় সে আল্লাহকে ক্ষমাশীল, করুণাময় রূপে প্রাপ্ত হবে। আমি আমার সাহাবীগণকে এ সুসংবাদ দেয়ার জন্যে রাস্তা হতেই ফিরে আসছি।' কেননা এর পূর্বে (আরবী) অর্থাৎ যে খারাপ কাজ করবে তাকে তার পূর্ণ প্রতিদান দেয়া হবে।'(৪:১২৩) এ আয়াতটি অবতীর্ণ হয়েছিল এবং ফলে ওটা সাহাবীগণের নিকট খুব কঠিন বলে মনে হয়েছিল। আমি বলি, হে আল্লাহর রাসূল (সঃ)! যদি সে ব্যভিচার করে এবং চুরি করে, অতঃপর ক্ষমা প্রার্থনা করে তবুও কি আল্লাহ তা'আলা তাকে ক্ষমা করবেন? তিনি বলেনঃ ‘হ্যা। আমি দ্বিতীয়বার এ কথাই বলি। তিনি বলেনঃ হ্যা। তৃতীয়বারও ঐ কথাই আমি বলি। তখন তিনি বলেনঃ যদিও সে ব্যভিচার করে ও চুরি করে অতঃপর ক্ষমা প্রার্থনা করে, তবুও আল্লাহ তা'আলা তাকে ক্ষমা করবেন। যদিও আবুদ্দারদার নাক ধূলায় ধূসরিত হয়। এরপর যখনই হযরত আবুদ্দারদা (রাঃ) হাদীসটি বর্ণনা করতেন তখনই স্বীয় নাকের উপর হাত মেরে বলতেন। হাদীসটির ইসনাদ দুর্বল এবং এটা গারীবও বটে। অতঃপর আল্লাহ তা'আলা বলেন- যে কেউ পাপ অর্জন করে সে নিজের উপরই এর প্রতিক্রিয়া পৌছিয়ে থাকে। যেমন অন্য আয়াতে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “কেউ কারো বোঝা বহন করবে না।” (৬:১৬৫) অর্থাৎ একে অপরের কোন উপকার করতে পারবে না। প্রত্যেক ব্যক্তিকে তার কর্মের ফল ভোগ করতে হবে। তার কর্মের ফল অন্য কেউ ভোগ করবে না। এ জন্যে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ ‘তিনি মহাজ্ঞানী; বিজ্ঞানময়। তাঁর জ্ঞান, তাঁর নিপুণতা, তার ন্যায়নীতি এবং তাঁর করুণা এর উল্টো যে, একের পাপের কারণে তিনি অপরকে ধরবেন।অতঃপর আল্লাহ পাক বলেন- যে কেউ অপরাধ অথবা পাপ অর্জন করে, তৎপর নিরপরাধের প্রতি দোষারোপ করে, সে নিজেই সেই অপরাধ ও প্রকাশ্য পাপ বহন করবে। যেমন বানূ উবাইরিক হযরত লাবিদ ইবনে সহল (রাঃ)-এর নাম করেছিল- যে ঘটনাটি এ আয়াতের পূর্ববর্তী আয়াতে বর্ণিত হয়েছে। অথবা এর দ্বারা যায়েদ ইবনে সামীনকে বুঝানো হয়েছে, যেমন এটা কোন কোন মুফাস্সীরের ধারণা যে, ঐ ইয়াহুদীর গোত্র একজন নিরপরাধ ব্যক্তির উপর চুরির অপবাদ দিয়েছিল, অথচ স্বয়ং তাদের লোকই ছিল বিশ্বাসঘাতক ও অত্যাচারী। আয়াতটি শান-ই-নকূল হিসেবে বিশিষ্ট হলেও হুকুমের দিক দিয়ে এটা সাধারণ, যে কেউই এ কাজ করবে সেই আল্লাহ তা'আলার শাস্তিপ্রাপ্ত হবে। এর পরবর্তী (আরবী)-এ আয়াতের সম্পর্কও এ ঘটনার সঙ্গেই রয়েছে। অর্থাৎ উসাইদ ইবনে উরওয়া এবং তার সঙ্গীরা রাসূলুল্লাহ (সঃ)-এর সামনে বানু উবাইরিকের চোরকে নিরপরাধ সাব্যস্ত করতঃ রাসূলুল্লাহ (সঃ)-কে প্রকৃত রহস্য হতে সরিয়ে দেয়ার সমস্ত কার্যপ্রণালীই শেষ করে ফেলেছিল। কিন্তু মহান আল্লাহ হচ্ছেন তাঁর প্রকৃত রক্ষক। তাই তিনি স্বীয় রাসূল (সঃ)-কে এ বিপজ্জনক অবস্থায় বিশ্বাসঘাতকদের পক্ষপাতি করার দোষ হতে বাঁচিয়ে নেন এবং প্রকৃত রহস্য উদ্ঘাটন করে দেন। এখানে ‘কিতাব’ শব্দ দ্বারা কুরআন কারীমকে বুঝানো হয়েছে এবং (আরবী) শব্দ দ্বারা সুন্নাহকে বুঝানো হয়েছে। অহী অবতীর্ণ হওয়ার পূর্বে রাসূলুল্লাহ (সঃ) যা জানতেন না, আল্লাহ তা'আলা অহীর মাধ্যমে তাঁকে তা জানিয়ে দেন। তাই তিনি বলেন, (আরবী) অর্থাৎ তিনি তোমাকে তা শিখিয়ে দিয়েছেন। যা তুমি জানতে না। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) (৪২:৫২) হতে সূরার শেষ পর্যন্ত অবতীর্ণ করেন। আর এক আয়াতে আল্লাহ তা'আলা বলেনঃ (আরবী) (২৮:৮৬) এজন্যে এখানেও বলেছেন (আরবী) অর্থাৎ তোমার প্রতি আল্লাহর অসীম করুণা রয়েছে।",
  "ayah": 113,
  "surah": 4
}
