{
  "text": "১২৮-১৩০ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা স্ত্রীর অবস্থাসমূহ এবং তাদের নির্দেশাবলীর নির্দেশ দিচ্ছেন। স্বামীরা কখনও কখনও তাদের প্রতি অসন্তুষ্ট হয়ে থাকে। তারা কখনও স্ত্রীদেরকে চায়, আবার কখনও পৃথক করে দেয়। সুতরাং যখন স্ত্রী তার স্বামীর অসন্তুষ্টির মনোভাব বুঝতে পারবে তখন যদি সে তাকে সন্তুষ্ট করার উদ্দেশ্যে তার সমস্ত প্রাপ্য বা আংশিক প্রাপ্য ছেড়ে দেয় তবে তা সে করতে পারে। যেমন সে তার খাদ্য ও বস্ত্র ছেড়ে দেয় বা রাত্রি যাপনের হক ছেড়ে দেয় তবে উভয়ের জন্যে এটা বৈধ। অতঃপর ওরই প্রতি উৎসাহ প্রদান করেছেন যে, সন্ধিই উত্তম। হযরত সাওদা বিনতে যামআ (রাঃ) যখন খুবই বৃদ্ধা হয়ে যান এবং বুঝতে পারেন যে, রাসূলুল্লাহ (সঃ) তাঁকে পৃথক করে দেয়ার ইচ্ছে রাখেন তখন তিনি রাসূলুল্লাহ (সঃ)-কে বলেনঃ “আমি আমার পালার হক হযরত আয়েশা (রাঃ)-কে দিয়ে দিলাম। রাসূলুল্লাহ (সঃ) এটা স্বীকার করে নেন এবং এর উপরেই সন্ধি হয়ে যায় ।সুনান-ই-আবি দাউদে রয়েছে যে, ঐ ব্যাপারেই এ আয়াতটি অবতীর্ণ হয়। হযরত ইবনে আব্বাস (রাঃ) বলেন, স্বামী-স্ত্রী কোন কথার উপর একমত হলে তা বৈধ।' তিনি আরও বলেন যে, রাসূলুল্লাহ (সঃ)-এর ইন্তেকালের সময় তাঁর নয়জন স্ত্রী বিদ্যমান ছিলেন যাদের মধ্যে আটজনকে তিনি পালা (রাত্রি যাপনের পালা) বন্টন করে দিয়েছিলেন।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, সাওদা (রাঃ)-এর (রাত্রি যাপনের) পালার দিনটি রাসূলুল্লাহ (সঃ) হযরত আয়েশা (রাঃ)-কে প্রদান করতেন। হযরত উরওয়া (রাঃ)-এর উক্তি এই যে, হযরত সাওদা (রাঃ) বৃদ্ধ বয়সে যখন বুঝতে পারেন যে, রাসূলুল্লাহ (সঃ) তাকে পরিত্যাগ করার ইচ্ছে করেছেন তখন তিনি চিন্তা করেন যে, হযরত আয়েশা (রাঃ)-এর সঙ্গে তাঁর গাঢ় ভালবাসা রয়েছে। কাজেই যদি তিনি (সাওদা রাঃ) তাঁর (রাত্রি যাপনের) পালা হযরত আয়েশা (রাঃ)-কে দিয়ে দেন তবে যে রাসূলুল্লাহ (সঃ) সম্মত হয়ে যাবেন এতে বিস্ময়ের কি আছে? এবং তিনি তাঁর শেষ জীবন পর্যন্ত তাঁর স্ত্রী হয়েই থেকে যাবেন। হযরত আয়েশা (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) রাত্রি যাপনের ব্যাপারে সমস্ত স্ত্রীকে সমান অধিকার দিয়ে রেখেছিলেন। সাধারণতঃ প্রত্যহ তিনি সকল স্ত্রীর নিকটে যেতেন, পার্শ্বে বসতেন, গল্প করতেন, কিন্তু স্পর্শ করতেন না। অবশেষে যার পালা থাকতো তাঁর ওখানেই রাত্রি যাপন করতেন। তারপরে তিনি হযরত সাওদা (রাঃ)-এর ঘটনা বর্ণনা করেন, যা উপরে বর্ণিত হলো। (সুনান-ই-আবি দাউদ) মুজাম-ই-আবুল আব্বাসের একটি মুরসাল হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) হযরত সাওদা (রাঃ)-এর নিকট তালাকের সংবাদ পাঠিয়েছিলেন। তিনি হযরত আয়েশা (রাঃ)-এর নিকট বসেছিলেন। হুযুর তথায় আগমন করলে হযরত সাওদা (রাঃ) তাকে বলেনঃ “যে আল্লাহ আপনার উপর স্বীয় বাণী অবতীর্ণ করেছেন এবং স্বীয় মাখলুকের মধ্যে আপনাকে স্বীয় মনোনীত বান্দা করেছেন তাঁর শপথ! আপনি আমাকে ফিরিয়ে নিন। আমার বয়স খুব বেশী হয়ে গেছে। পুরুষের প্রতি আমার আর কোন আসক্তি নেই। কিন্তু আমার বাসনা এই যে, আমাকে যেন কিয়ামতের দিন আপনার স্ত্রীদের মধ্যে উঠান হয়। রাসূলুল্লাহ (সঃ) এতে সম্মত হন এবং তাকে ফিরিয়ে নেন। অতঃপর তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি আমার পালার দিন ও রাত্রি আপনার প্রিয় পত্নী হয়রত আয়েশা (রাঃ)-কে দান করে দিলাম।সহীহ বুখারী শরীফে রয়েছেঃ এর ভাবার্থ এই যে, কোন বৃদ্ধা স্ত্রী হয়তো তার স্বামীকে দেখে যে, সে তাকে ভালবাসে না বরং পৃথক করে দিতে চায়, তখন সে তাকে বলেঃ আমি আমার অধিকার ছেড়ে দিচ্ছি, সুতরাং তুমি আমাকে পৃথক করো না।' এ আয়াতটি দু’জনকেই এ কাজের অনুমতি দিচ্ছে। ঐ সময়েও এ অবস্থা যখন কারো দু’টি স্ত্রী থাকবে এবং একটিকে সে তার বার্ধক্যের কারণে বা সে বিশ্রী হওয়ার কারণে তার সাথে ভালবাসা রাখবে না এবং ফলে তাকে তালাক দিয়ে দেয়ার ইচ্ছে করবে, কিন্তু ঐ স্ত্রী যে কোন কারণেই তার ঐ স্বামীর সাথে সম্পর্ক বজায় রাখতে চাইবে ও পৃথক হয়ে যাওয়াকে অপছন্দ করবে তখন তার এ অধিকার থাকবে যে, তার সমস্ত প্রাপ্য বা আংশিক প্রাপ্য ছেড়ে দেবে এবং স্বামী তাতে সম্মত হয়ে তাকে তালাক দেয়া হতে বিরত থাকবে।তাফসীর-ই-ইবনে জারীরে রয়েছে যে, এক ব্যক্তি হযরত উমার (রাঃ)-কে একটি প্রশ্ন করে। হযরত উমার (রাঃ) সেটা অপছন্দ করেন এবং তাকে চাবুক মেরে দেন। এরপর আর একটি লোক এ আয়াত সম্বন্ধে তাকে জিজ্ঞেস করে। তখন তিনি বলেনঃ হ্যাঁ, এটা জিজ্ঞাস্য বিষয়ই বটে। এ আয়াতের ভাবার্থ হচ্ছে। ঐ অবস্থা যেমন একটি লোকের একটি স্ত্রী রয়েছে, কিন্তু সে বৃদ্ধা হয়ে গেছে। তার আর ছেলে মেয়ে হয় না। তখন তার স্বামী একটি যুবতী নারীকে বিয়ে করে। এখন এ বৃদ্ধা স্ত্রী এবং তাঁর স্বামী যে কোন জিনিসের উপর একমত হয়ে গেলে সেটা বৈধ।হযরত আলী (রাঃ) এ সম্বন্ধে জিজ্ঞাসিত হয়ে বলেনঃ “এর দ্বারা ঐ স্ত্রীকে বুঝান হয়েছে, যে তার বার্ধক্যের কারণে বা বিশ্রী হওয়ার কারণে অথবা দুশ্চরিত্রতার কারণে কিংবা অপরিচ্ছন্নতার কারণে তার স্বামীর নিকট দৃষ্টিকটু হয়ে গেছে, কিন্তু সে কামনা করে যে, তার স্বামী যেন তালাক না দেয়। এ অবস্থায় যদি সে তার সমস্ত প্রাপ্য বা আংশিক প্রাপ্য ছেড়ে দিয়ে তার স্বামীর সাথে সন্ধি করে নেয় তবে তা করতে পারে।”পূর্ববর্তী মনীষীগণ ও ইমামগণ হতে বরাবরই এ তাফসীরই বর্ণিত আছে। এমনকি প্রায় সবাই এর উপর একমত এবং আমার ধারণায় তো এর বিরোধী কেউ নেই। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।মুহাম্মাদ ইবনে মুসলিম (রাঃ)-এর কন্যা হযরত রাফে' ইবনে খুদায়েজ (রাঃ)-এর স্ত্রী ছিলেন। বার্ধক্যের কারণে বা অন্য কোন কারণে তার প্রতি তাঁর স্বামীর আকর্ষণ ছিল না। এমনকি তিনি তাকে তালাক দেয়ার ইচ্ছে করেন। তখন তিনি স্বীয় স্বামীকে বলেনঃ “আমাকে তালাক না দিয়ে বরং আপনি আমার নিকট যা চাইবেন আমি তাই দিতে সম্মত রয়েছি।\" সে সময় (আরবী) -এ আয়াতটি অবতীর্ণ হয়। এ আয়াতদ্বয়ে ঐ স্ত্রীলোকটির বর্ণনা রয়েছে যার উপর তার স্বামীর মন চটে গেছে। তার স্বামীর উচিত যে, সে যেন তার ঐ স্ত্রীকে বলে দেয়-“তুমি ইচ্ছে করলে আমি তোমাকে তালাক দিয়ে দেবো। আর যদি তুমি আমার স্ত্রী হয়েই থাকতে চাও তবে আমি মাল বন্টনে এবং পালা বন্টনে তোমার উপর অন্যান্য স্ত্রীদেরকে প্রাধান্য দেবো।” তখন ঐ স্ত্রীর যে কোন একটিকে মেনে নেয়ার অধিকার রয়েছে। সে যদি দ্বিতীয় কথাটি মেনে নেয় তবে তাকে রাত্রি যাপনের পালা না দেয়া স্বামীর জন্যে বৈধ। আর যে মোহর ইত্যাদি সে স্বামীর জন্যে ছেড়ে দিয়েছে সেটা নিজস্ব সম্পদ রূপে গ্রহণ করাও তার স্বামীর জন্য বৈধ।হযরত রাফে ইবনে খুদায়েজ আনসারী (রাঃ)-এর স্ত্রী যখন বৃদ্ধা হয়ে যান তখন তিনি এক নব যুবতীকে বিয়ে করেন। অতঃপর তিনি ঐ নব বিবাহিতা স্ত্রীকে পূর্বের স্ত্রীর উপর গুরুত্ব দিতে থাকেন। অবশেষে বাধ্য হয়ে তাঁর পূর্ব স্ত্রী তালাক যাজ্ঞা করেন। হযরত রাফে' (রাঃ) তাকে তালাক দিয়ে দেন। কিন্তু ইদ্দত শেষ হওয়ার সময় নিকটবর্তী হলে তাকে ফিরিয়ে নেন। কিন্তু এবারেও ঐ একই অবস্থা হয় যে তিনি যুবতী স্ত্রীর প্রতি বেশী আকৃষ্ট হয়ে পড়েন। পূর্ব স্ত্রী আবার তালাক প্রার্থনা করেন। তিনি তাঁকে এবারও তালাক দিয়ে দেন। কিন্তু পুনরায় ফিরিয়ে নেন। এবারও অনুরূপ অবস্থাই ঘটে। অতঃপর ঐ স্ত্রী কসম দিয়ে তালাক প্রার্থনা করে। তখন তিনি তাঁর ঐ বৃদ্ধা স্ত্রীকে বলেনঃ “চিন্তা করে দেখো, এটা কিন্তু শেষ তালাক। যদি তুমি চাও তবে আমি তালাক দিয়ে দেই, নতুবা এ অবস্থায় থাকাই স্বীকার করে নাও।” সুতরাং তিনি স্বীয় অধিকার ছেড়ে দিয়ে ঐভাবেই বাস করতে থাকেন। (আরবী) অর্থাৎ সন্ধি কল্যাণকর-এর একটি অর্থ নিম্নরূপ বর্ণনা করা হয়েছেঃ স্বামীর তার স্ত্রীকে এ অধিকার দেয়াসে ইচ্ছে করলে ঐভাবেই থাকবে যে, সে অন্য স্ত্রীর সমান অধিকার লাভ করবে না বা তালাক গ্রহণ করবে। এটা ওর চেয়ে উত্তম যে, সে তার স্ত্রীকে কিছু না বলেই অন্য স্ত্রীকে তার উপর প্রাধান্য দেয়। কিন্তু এর চেয়ে উত্তম ভাবার্থ হচ্ছে এই যে, স্ত্রী তার আংশিক প্রাপ্য ছেড়ে দেবে এবং ফলে স্বামী তাকে তালাক দেবে না, বরং পরস্পর মিলেমিশে থাকবে। এটা তালাক দেয়া ও নেয়া অপেক্ষা উত্তম। যেমন রাসূলুল্লাহ (সঃ) হযরত সাওদা বিনতে জামাআ' (রাঃ)-কে স্বীয় স্ত্রী রূপেই রেখে দেন এবং তিনি তাঁর হক হযরত আয়েশা (রাঃ)-কে দান করে দেন। তার এ কার্যের মধ্যে তার উম্মতের জন্যে সুন্দর নমুনা রয়েছে যে, মনোমালিন্যের অবস্থাতেও তালাকের প্রশ্ন উঠবে না। যেহেতু আল্লাহ তা'আলার নিকট বিচ্ছেদ হতে সন্ধি উত্তম সেহেতু বলেছেন যে, সন্ধিই কল্যাণকর। এমন কি সুনান-ই-ইবনে মাজাহ প্রভৃতি হাদীস গ্রন্থে রয়েছে যে, সমস্ত হালাল জিনিসের মধ্যে আল্লাহ তা'আলার নিকট সবচেয়ে অপছন্দনীয় হালাল হচ্ছে তালাক।অতঃপর আল্লাহ তা'আলা বলেনঃ তোমাদের অনুগ্রহ ও তাকওয়া প্রদর্শন করা অর্থাৎ স্ত্রীর অন্যায়কে ক্ষমা এবং তাকে অপছন্দ করা সত্ত্বেও তার পূর্ণ প্রাপ্য দিয়ে দেয়া এবং পালা ও লেন-দেনের ব্যাপারে সমতা রক্ষা খুবই উত্তম কাজ, যা আল্লাহ তা'আলা খুব ভালই জানেন। আর এর বিনিময়ে দেবেন তিনি উত্তম প্রতিদান।অতঃপর ইরশাদ হচ্ছে-তোমরা যদিও কামনা কর যে, তোমাদের কয়েকটি স্ত্রীর মধ্যে সর্বপ্রকারের ন্যায় ও সমতা বজায় রাখবে, তবুও তোমরা তা পারবে না। কেননা, তোমরা হয়তো একটি একটি করে রাত্রির পালা করে দিতে পার, কিন্তু প্রেম, চাহিদা, সঙ্গম ইত্যাদির সমতা কি রূপে রক্ষা করবে?ইবনে মুলাইকা (রাঃ) বলেন যে, এ আয়াতাটি হযরত আয়েশা (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) তাঁর প্রতি অত্যন্ত আসক্ত ছিলেন। এজন্যেই হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) স্বীয় স্ত্রীগণের মধ্যে সঠিকভাবে সমতা রক্ষা করে চলতেন। তথাপি তিনি আল্লাহ তা'আলার একনিষ্ঠ প্রার্থনা করতেনঃ “হে প্রভূ! এটা ঐ বন্টন যা আমার অধিকারে রয়েছে। এখন যেটা আমার অধিকারের বাইরে অর্থাৎ আন্তরিক সম্পর্ক, সে ব্যাপারে আপনি তিরস্কার করবেন না।” (সুনান-ই-আবি দাউদ) এর ইসনাদ বিশুদ্ধ, কিন্তু ইমাম তিরমিযী (রঃ) বলেন যে, অন্য সনদে এটা মুরসাল রূপেও বর্ণিত আছে এবং ওটাই অধিকতর বিশুদ্ধ।এরপর আল্লাহ তা'আলা বলেন- একদিকে সম্পূর্ণরূপে আসক্ত হয়ে পড়ো না যার ফলে অপর স্ত্রী দোদুল্যমান অবস্থায় পরিত্যক্ত হয়। কেননা সে সময় তার স্বামী থেকেও না থাকা হবে। তুমি তার থেকে সরে থাকবে অথচ সে তোমার পত্নীত্বের বন্ধনেই আবদ্ধ থাকবে। না তুমি তাকে তালাক দেবে যে, সে অন্য স্বামী গ্রহণ করতে পারে, না তুমি তার সে হক আদায় করবে যে হক প্রত্যেক স্ত্রীর তার স্বামীর উপর রয়েছে। রাসূলুল্লাহ (সঃ) বলেনঃ “যার দুটি স্ত্রী রয়েছে, কিন্তু একজনের দিকেই সম্পূর্ণরূপে ঝুঁকে পড়েছে, সে কিয়ামতের দিন এমন অবস্থায় উঠবে যে, তার শরীরের অর্ধাংশ গোশত খসে পড়বে।” (মুসনাদ-ইআহমাদ ইত্যাদি) ইমাম তিরমিযী (রঃ) বলেন যে, এ হাদীসটি মার’ পন্থায় হাম্মামের হাদীস ছাড়া জানা যায় না।এরপর আল্লাহ তা'আলা বলেন-তোমরা যদি তোমাদের কার্যের সংশোধন করে নাও এবং যতদূর তোমাদের সাধ্যের মধ্যে রয়েছে, তোমাদের স্ত্রীদের মধ্যে ন্যায় ও সমতা রক্ষা কর ও সর্বাবস্থায় আল্লাহকে ভয় করে চল তবে যদি কোন সময় কারও দিকে কিছু আস্ক্ত হয়েই পড়, সেটা তিনি ক্ষমা করে দেবেন।অতঃপর আল্লাহ তাআলা তৃতীয় অবস্থা বর্ণনা করেছেন যে, যদি স্বামী-স্ত্রী বিছিন্ন হয়েই যায় তবে আল্লাহ তাআলা একজনকে অপরজন হতে অমুখাপেক্ষী করে দেবেন। স্বামীকে তিনি এ স্ত্রী অপেক্ষা ভাল স্ত্রী দান করবেন এবং স্ত্রীকেও তিনি এ স্বামী অপেক্ষা ভাল স্বামী দান করবেন। আল্লাহর অনুগ্রহ বড়ই প্রশস্ত, তিনি খুবই অনুগ্রহশীল। সঙ্গে সঙ্গে তিনি বিজ্ঞানময়ও বটে। তাঁর সমস্ত কাজ এবং সমস্ত শরীয়ত পূর্ণ জ্ঞান ও নৈপুণ্যে ভরপুর।",
  "ayah": 130,
  "surah": 4
}
