{
  "text": "১৩১-১৩৪ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা সংবাদ দিচ্ছেন যে, আকাশ ও পৃথিবীর একমাত্র অধিকারী তিনিই। তিনি বলেন-যে নির্দেশাবলী তোমাদেরকে দেয়া হচ্ছে যে, তোমরা আল্লাহকে ভয় করবে, তার একত্বে বিশ্বাস করবে, তার ইবাদত করবে এবং তিনি ছাড়া অন্য কারও ইবাদত করবে না, এ নির্দেশাবলীই তোমাদের পূর্বে আহলে কিতাবকেও দেয়া হয়েছিল। আর যদি তোমরা অস্বীকার কর তবে তাঁর কি ক্ষতি করতে পারবে? তিনি তো একাই আকাশ ও পৃথিবীর মালিক। যেমন হযরত মূসা (আঃ) স্বীয় গোত্রের লোককে বলেছিলেনঃ যদি তোমরা ও সারা জগতের লোক আল্লাহকে অস্বীকার কর তবুও তিনি তোমাদের হতে সম্পূর্ণ অমুখাপেক্ষী এবং প্রশংসার যোগ্য। যেমন তিনি অন্য জায়গায় বলেন- (আরবী) অর্থাৎ তারা অস্বীকার করেছিল ও মুখ ফিরিয়ে নিয়েছিল, আল্লাহ তাদের হতে অমুখাপেক্ষী হয়েছিলেন, তিনি বড়ই অমুখাপেক্ষী এবং প্রশংসিত। (৬৪:৬)বলা হচ্ছে-তিনি আকাশ ও পৃথিবীর সমুদয় জিনিসের মালিক ও তিনি প্রত্যেকের সমস্ত কার্যের উপর সাক্ষী। কোন কিছুই তার অজানা নেই। তিনি এ ক্ষমতাও রাখেন যে, তোমরা যদি তার অবাধ্যাচরণ কর তবে তিনি তোমাদেরকে ধ্বংস করে তোমাদের স্থলে অন্য মাখলুক আনয়ন করবেন।যেমন অন্য আয়াতে রয়েছে (আরবী) অর্থাৎ যদি তোমরা পৃষ্ঠ প্রদর্শন কর তবে তিনি তোমাদের পরিবর্তে অন্য সম্প্রদায়কে আনয়ন করবেন যারা তোমাদের মত হবে না। (৪৭:৩৮)পূর্ব যুগের কোন একজন মনীষী বলেনঃ “তোমরা এ আয়াতটি সম্বন্ধে গবেষণা কর যে, পাপী বান্দারা আল্লাহ তা'আলার নিকট কত তুচ্ছ?' এ আয়াতে এটাও বলা হয়েছে যে, আল্লাহ তা'আলার নিকট এ কাজ মমাটেই কঠিন নয়! অতঃপর তিনি বলেন-হে ঐ ব্যক্তি! যার মনোবাসনা ও চেষ্টা একমাত্র দুনিয়ার জন্যে সে যেন জেনে নেয় যে, দুনিয়া ও আখিরাতের সমস্ত মঙ্গল আল্লাহ তা'আলার অধিকারেই রয়েছে। সুতরাং যখন তুমি তার নিকট দু'টোই যাজ্ঞা করবে তখন তিনি তোমাদেরকে দু'টোই দান করবেন। আর তিনি তোমাদেরকে অমুখাপেক্ষী করে দেবেন এবং পরিতৃপ্ত করবেন। অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ মানুষের মধ্যে এমনও রয়েছে যে বলে- হে আমাদের প্রভু! আমাদেরকে আপনি দুনিয়া দান করুন, তাদের জন্য পরকালের কোনই অংশ। নেই। আর তাদের মধ্যে এমনও রয়েছে যে বলে- হে আমাদের প্রভু! আমাদেরকে দুনিয়ায় মঙ্গল দান করুন এবং পরকালেও মঙ্গল দান করুন এবং আমাদেরকে জাহান্নামের শাস্তি হতে রক্ষা করুন। এদের জন্যে ঐ অংশ রয়েছে। যা তারা অর্জন করেছে।' (২:২০০-২০২) আর এক আয়াতে আছে (আরবী) অর্থাৎ যে ব্যক্তি পরকালের ক্ষেত্রের আকাঙ্খ করে আমি তার ক্ষেত্র বৃদ্ধি করে দেবো।' (৪২৪ ২০) অন্য স্থানে রয়েছে (আরবী) অর্থাৎ যে ব্যক্তি দুনিয়া যাা করে, তখন আমি যাকে চাই ও যত চাই দুনিয়ায় প্রদান করে থাকি।' (১৭:১৮) ইমাম ইবনে জারীর (রঃ) (আরবী) -এ আয়াতের ভাবার্থ। এই বর্ণনা করেছেন যে, মুনাফিকরা দুনিয়া অনুসন্ধানে ঈমান কবুল করেছিল, তারা দুনিয়া পেয়ে যায় বটে, অর্থাৎ মুসলমানদের সঙ্গে যুদ্ধলব্ধ মালে অংশীদার হয়ে যায়, কিন্তু পরকালে তাদের জন্যে আল্লাহ তা'আলার নিকট যা তৈরী রয়েছে তা সেখানে তারা পেয়ে যাবে। অর্থাৎ জান্নামের অগ্নি ও তথাকার বিভিন্ন ধরনের শাস্তি। সুতরাং উক্ত ইমাম সাহেবের মতে এ আয়াতটি (আরবী) (১১:১৫) -এ আয়াতটির মতই। এতে কোন সন্দেহ নেই যে, এ আয়াতের অর্থ তো বাহ্যতঃ এটাই, কিন্তু প্রথম আয়াতটিকেও এ অর্থে নেয়ার ব্যাপারে চিন্তার অবকাশ রয়েছে। কেননা, এ আয়াতের শব্দগুলো ততা স্পষ্টভাবে বলে দিচ্ছে যে, দুনিয়া ও আখিরাতের মঙ্গল দান আল্লাহর হাতেই রয়েছে, কাজেই প্রত্যেক ব্যক্তির উচিত যে, সে যেন তার জীবনটা একটি জিনিসের অনুসন্ধানেই শেষ করে না দেয়। বরং সে যেন দুটো জিনিসই লাভ করার জন্যে সচেষ্ট হয়।বলা হচ্ছে-যে তোমাদেরকে দুনিয়া দিচ্ছেন, আখিরাতের অধিকারীও তিনিই। এটা বড়ই কাপুরুষতার পরিচয় যে, তোমরা তোমাদের চক্ষু বন্ধ করে নেবে এবং অধিক প্রদানকারীর নিকট অল্প যাজ্ঞা করবে। না, না বরং তোমরা ইহকাল ও পরকালের বড় বড় কাজ ও উত্তম উদ্দেশ্য লাভের চেষ্টা কর। স্বীয় লক্ষ্যস্থল শুধু দুনিয়াকে বানিয়ে নিও না, বরং উচ্চাকাঙ্খর দ্বারা দৃষ্টি প্রসারিত করতঃ উভয় জগতে শান্তি লাভের চেষ্টা কর। মনে রেখ যে, উভয় জগতেরই মালিক তিনিই। প্রত্যেক লাভ ও ক্ষতি তারই হাতে রয়েছে। এমন কেউ নেই যে, তার অংশীদার হতে পারে কিংবা তাঁর কার্যে হস্তক্ষেপ করতে পারে। সৌভাগ্য ও দুর্ভাগ্য তিনিই বন্টন করেছেন। ধন ভাণ্ডারের চাবিগুলো তিনি স্বীয় হস্তে রেখেছেন। তিনি প্রত্যেক হকদারকেই চেনেন এবং যে যার হকদার তিনি তাকে তাই পৌছিয়ে থাকেন। তোমাদের তো এটা চিন্তা করা উচিত যে, যিনি তোমাদেরকে দেখবার শুনবার ক্ষমতা দান করেছেন, তাঁর দর্শন ও শ্রবণ কেমন হতে পারে।",
  "ayah": 134,
  "surah": 4
}
