{
  "text": "১৫৫-১৫৯ নং আয়াতের তাফসীর:\nআহলে কিতাবের ঐ পাপসমূহের বর্ণনা দেয়া হচ্ছে যার কারণে তারা আল্লাহ তা'আলার করুণা হতে দূরে নিক্ষিপ্ত হয়েছে। অভিশপ্ত জাতি হিসেবে পরিগণিত হয়েছে। প্রথম হচ্ছে এই যে, তারা আল্লাহ তা'আলার সাথে যে অঙ্গীকার করেছিল তার উপর প্রতিষ্ঠিত থাকেনি। দ্বিতীয় হচ্ছে এই যে, তারা আল্লাহ তা'আলার আয়াতসমূহ অর্থাৎ হুজ্জত, দলীল এবং নবীদের মুজিযাকে অস্বীকার করে। তৃতীয় হচ্ছে এই যে, তারা বিনা কারণে অন্যায়ভাবে নবীদেরকে হত্যা করে। আল্লাহ পাকের রাসূলগণের একটি বিরাট দল তাদের হাতে নিহত হন। চতুর্থ এই যে, তারা বলে- আমাদের অন্তর গিলাফের অর্থাৎ পর্দার মধ্যে রয়েছে। যেমন মুশরিকরা বলেছিলঃ (আরবী) অর্থাৎ তারা বলেছিল- “হে নবী (সঃ)! আপনি আমাদেরকে যেদিকে আহ্বান করছেন তা হতে আমাদের অন্তর পর্দার মধ্যে রয়েছে।”(৪১৪ ৫) আবার এও বলা হয়েছে যে, এর ভাবার্থ হচ্ছে- আমাদের অন্তর হচ্ছে জ্ঞান ও বিদ্যার পাত্র। সেই পাত্র জ্ঞানে পরিপূর্ণ রয়েছে।সরা-ই-বাকারার মধ্যেও এর দৃষ্টান্ত বর্ণিত হয়েছে। আল্লাহ তাআলা তাদের। এ কথাকে খণ্ডন করে বলেনঃ এটা নয় বরং তাদের কুফরীর কারণে আল্লাহ তা'আলা তাদের অন্তরে মোহর মেরে দিয়েছেন। প্রথম তাফসীরের ভিত্তিতে ভাবার্থ হবে- তারা ওযর পেশ করে বলেছিল, আমাদের অন্তরের উপর পর্দা পড়ে গেছে বলে আমরা নবী (আঃ)-এর কথাগুলো মনে রাখতে পারি না। তখন আল্লাহ তা'আলা উত্তরে বলেন-“এরূপ নয়, বরং তোমাকে কারণে তোমাদের অন্তরে মোহর মেরে দেয়া হয়েছে। দ্বিতীয় তাফসীরের ভিত্তিতে তো ভাবার্থ সবদিক দিয়েই স্পষ্ট। সূরা-ই-বাকারার তাফসীরে এর বিস্তারিত বিবরণ দেয়া হয়েছে। সুতরাং পরিণাম হিসেবে বলা হয়েছে যে, এখন তাদের অন্তর কুফরী, অবাধ্যতা এবং ঈমানের স্বল্পতার উপরেই থাকবে।অতঃপর তাদের পঞ্চম বড় অপরাধের বর্ণনা দেয়া হয়েছে যে, তারা সতীসাধ্বী নারী হযরত মারইয়াম (আঃ)-এর উপরও ব্যভিচারের জঘন্যতম অপবাদ দেয় এবং তারা একথা বলতেও দ্বিধাবোধ করেনি যে, এ ব্যভিচারের মাধ্যমেই হযরত ঈসা (আঃ) জন্মগ্রহণ করেছেন। কেউ কেউ আবার আর এক পা অগ্রসর হয়ে বলে যে, এ ব্যভিচার ঋতু অবস্থায় হয়েছিল। তাদের উপর আল্লাহ তা'আলার অভিসম্পাত বর্ষিত হোক যে, তাঁর গৃহীত বান্দাও তাদের কু-কথা হতে রক্ষা পাননি। তাদের ষষ্ঠ অপরাধ এই যে, তারা বিদ্রুপ করে এবং গৌরব বোধ করে বলেছিল, আমরা হযরত ঈসা (আঃ)-কে হত্যা করেছি। যেমন মুশরিকরা রাসূলুল্লাহ (সঃ)-কে উপহাস করে বলেছিল-“হে ঐ ব্যক্তি! যার উপর কুরআন মাজীদ অবতীর্ণ হয়েছে, তুমি তো পাগল।”পূর্ণ ঘটনা এই যে, যখন আল্লাহ তা'আলা হযরত ঈসা (আঃ)-কে নবীরূপে প্রেরণ করেন এবং তাঁকে বড় বড় মুজিযা প্রদান করেন, যেমন জন্মান্ধকে চক্ষুদান করা, শ্বেতকুষ্ঠ রোগীকে ভাল করে দেয়া, মৃতকে জীবিত করা, মাটি দ্বারা পাখি তৈরী করে তার ভিতর ফুক দিয়ে তাকে জীবন্ত পাখি করে উড়িয়ে দেয়া ইত্যাদি। তখন ইয়াহুদীরা অত্যন্ত কুপিত হয় এবং তার বিরুদ্ধাচরণে উঠে পড়ে লেগে যায় ও সর্ব প্রকারের কষ্ট দিতে আরম্ভ করে। তারা তাঁর জীবন দুর্বিসহ করে তুলে। কোন গ্রামে কদিন ধরে নিরাপদে অবস্থানও তার ভাগ্যে জুটেনি। সারা জীবন তিনি মায়ের সঙ্গে জঙ্গলে ও প্রান্তরে ভ্রমণের অবস্থায়। কাটিয়ে দেন। সে অবস্থাতেও তিনি নিশ্চিন্ত থাকতে পারেননি। সে যুগের দামেস্কের বাদশাহর নিকট তিনি গমন করেন। সে বাদশাহ ছিল তারকা পূজক। সে সময় ঐ মাযহাবের লোককে ‘ইউনান' বলা হতো। ইয়াহুদীরা এখানে এসে হযরত ঈসা (আঃ)-এর বিরুদ্ধে বাদশাহকে উত্তেজিত করে। তারা বলে, এ লোকটি বড়ই বিবাদী। সে জনগণকে বিপথে চালিত করছে। প্রত্যহ নতুন নতুন গণ্ডগোল সৃষ্টি করছে ও শান্তি ভঙ্গ করছে। সে জনগণের মধ্যে বিদ্রোহের আগুন প্রজ্জ্বলিত করছে।বাদশাহ বায়তুল মুকাদ্দাসে অবস্থানরত স্বীয় শাসনকর্তার নিকট নির্দেশনামা প্রেরণ করে যে, সে যেন হযরত ঈসা (আঃ)-কে গ্রেফতার করতঃ শূলে চড়িয়ে দেয় এবং তাঁর মস্তকোপরি কাটার মুকুট পরিয়ে দেয় এবং এভাবে জনগণকে এ বিপদ থেকে রক্ষা করে। বাদশাহর এ নির্দেশনামা পাঠ করে ঐ শাসনকর্তা ইয়াহূদীদের একটি দলকে সঙ্গে নিয়ে ঐ ঘরটি অবরোধ করে যেখানে হযরত ঈসা (আঃ) অবস্থান করছিলেন। সে সময় তার সঙ্গে বারোজন বা তেরোজন অথবা খুব বেশী হলে সতেরোজন লোক ছিল। শুক্রবার আসরের পর তারা ঐ ঘরটি অবরোধ করে এবং শনিবারের রাত পর্যন্ত অবরোধ স্থায়ী থাকে। যখন ঈসা (আঃ) অনুভব করেন যে, এখন হয় তারাই জোর করে ঘরে প্রবেশ করতঃ তাকে গ্রেফতার করে নিয়ে যাবে, না হয় তাকেই বাইরে যেতে হবে। তাই তিনি স্বীয় সহচরদেরকে বলেনঃ “তোমাদের মধ্যে কে এটা পছন্দ করবে যে, তার উপর আমার সদৃশ আনয়ন করা হবে অর্থাৎ তার আকার আমার আকারের মত হয়ে যাবে, অতঃপর সে তাদের হাতে গ্রেফতার হবে এবং আল্লাহ পাক আমাকে মুক্তি দেবেন? আমি তার জন্যে জান্নাতের জামিন হচ্ছি।” এ কথা শুনে এক নব্য যুবক দাঁড়িয়ে গিয়ে বলেনঃ “আমি এতে সম্মত আছি।” কিন্তু ঈসা (আঃ) তাঁকে এর যোগ্য মনে না করে দ্বিতীয়বার এবং তৃতীয়বারও একথাই বলেন। কিন্তু প্রত্যেকবার তিনিই প্রস্তুত হয়ে যান। তখন হযরত ঈসাও (আঃ) মেনে নেন এবং দেখতে না দেখতেই আল্লাহ তা'আলার হুকুমে তাঁর আকার পরিবর্তিত হয়, আর মনে হয় যে, তিনিই হযরত ঈসা (আঃ)। সে সময় ছাদের এক দিকে একটি ছিদ্র প্রকাশিত হয় এবং হযরত ঈসা (আঃ)-এর উপর তন্দ্রার ন্যায় অবস্থা ছেয়ে যায়। ঐ অবস্থাতেই তাকে আকাশে উঠিয়ে নেয়া হয়। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ যখন আল্লাহ তাআলা বলেন- হে ঈসা! নিশ্চয়ই আমি তোমাকে গ্রহণকারী এবং আমার নিকট উত্তোলনকারী।' (৩:৫৫)।হযরত ঈসা (আঃ)-কে আকাশে উঠিয়ে নেয়ার পর এ লোকগুলো ঘর হতে বেরিয়ে আসে। যে মহান সাহাবীকে হযরত ঈসা (আঃ)-এর আকারবিশিষ্ট করে দেয়া হয়েছিল তাঁকেই ঈসা (আঃ) মনে করে ইয়াহূদীদের দলটি ধরে নেয় এবং রাতারাতিই তাকে শূলের উপর চড়িয়ে দিয়ে তার মাথার উপর কাঁটার মুকুট পরিয়ে দেয়। তখন ইয়াহূদীরা আনন্দে আত্মহারা হয়ে পড়ে যে, তারা হযরত ঈসা (আঃ)-কে হত্যা করে ফেলেছে। সবচেয়ে বিস্ময়কর ব্যাপার এই যে, খ্রীষ্টানদের একটি নির্বোধ দলও ইয়াহূদীদের সুরে সুর মিলিয়ে দেয়। শুধুমাত্র যারা হযরত ঈসা (আ)-এর সঙ্গে ঐ ঘরে উপস্থিত ছিল এবং যারা নিশ্চিতরূপে জানতো যে, তাকে আকাশে উঠিয়ে নেয়া হয়েছে, আর ইনি হচ্ছেন অমুক ব্যক্তি যিনি প্রতারণায় তার স্থানে শহীদ হয়েছেন, তারা ছাড়া অবশিষ্ট সমস্ত খ্রীষ্টানই মতই আলাপ আলোচনা করতে থাকে। এমন কি তারা একথাও বানিয়ে নেয় যে, হযরত ঈসা (আঃ)-এর মাতা হযরত মারইয়াম (আঃ) শূলের নীচে বসে ক্রন্দন করছিলেন। তারা একথাও বলে যে, হযরত মারইয়াম (আঃ) সে সময় স্বীয় পুত্রের সঙ্গে কিছু কথাবার্তাও বলেছিলেন। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। প্রকৃতপক্ষে এটা ছিল আল্লাহ তা'আলার পক্ষ হতে তাঁর বান্দাদের উপর পরীক্ষা যা তাঁর পূর্ণ নৈপুণ্যের পরিচায়ক। অতঃপর আল্লাহ তাআলা এ অপপ্রচারকে প্রকাশ করে দিয়ে প্রকৃত অবস্থা সম্বন্ধে স্বীয় বান্দাদেরকে অবহিত করেন এবং স্বীয় সর্বশ্রেষ্ঠ রাসূল ও বড় মর্যাদাসম্পন্ন নবী (সঃ)-এর মাধ্যমে তাঁর পবিত্র ও সত্য কালামে পরিষ্কারভাবে বর্ণনা করেছেন যে, প্রকৃতপক্ষে না কেউ হযরত ঈসা (আঃ)-কে হত্যা করেছে, না তাকে শূলে দিয়েছে। বরং যে ব্যক্তির আকার তারই আকারের ন্যায় করে দেয়া হয়েছিল তাকেই তারা হযরত ঈসা (আঃ) মনে করে শূলে দিয়েছিল।”যেসব ইয়াহুদী ও খ্রীষ্টান হযরত ঈসা (আঃ)-এর নিহত হওয়ার কথা বলে থাকে তারা সন্দেহ ও ভ্রান্তির মধ্যে রয়েছে। তাদের নিকট না আছে কোন দলীল, না তাদের আছে সে সম্পর্কে কোন জ্ঞান। কল্পনার অনুসরণ ব্যতীত তাদের এ বিষয়ে কোনই জ্ঞান নেই। এ জন্যেই আল্লাহ তা'আলা এরই সাথে আবার বলে দিয়েছেন যে, হযরত ঈসা রূহুল্লাহ (আঃ)-কে কেউ যে হত্যা করেনি এটা নিশ্চিত স্বরূপ কথা। বরং প্রবল পরাক্রান্ত ও মহাজ্ঞানী আল্লাহ তাঁকে নিজের নিকট উঠিয়ে নিয়েছেন।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যখন আল্লাহ তা'আলা হযরত ঈসা (আঃ)-কে আকাশে উঠিয়ে নিতে ইচ্ছে করেন তখন তিনি বাড়িতে আসেন। সে সময় ঘরে বারোজন সাহায্যকারী ছিলেন। তাঁর চুল হতে পানির ফোটা ঝরে ঝরে পড়ছিলো। তিনি তাঁর সহচরদেরকে বলেনঃ “তোমাদের মধ্যে কেউ কেউ এমন আছে যারা আমার উপর বিশ্বাস স্থাপন করেছে কিন্তু বারো বার আমার সঙ্গে কুফরী করবে। অতঃপর তিনি বলেনঃ “তোমাদের মধ্যে কে এমন আছে যে পছন্দ করে যে, আমার মত তার আকার করে দেয়া হবে এবং আমার স্থলে তাকে হত্যা করা হবে এবং জান্নাতে সে আমার বন্ধু হবে।' এ বর্ণনায় এও আছে যে, হযরত ঈসা (আঃ)-এর ভবিষ্যদ্বাণী অনুযায়ী কেউ কেউ তার সাথে বারো বার কুফরী করে। অতঃপর তাদের তিনটি দল হয়ে যায়। (১) ইয়াকুবিয়্যাহ, (২) নাসতুরিয়াহ এবং (৩) মুসলমান। ইয়াকুবিয়্যাহ তো বলতে থাকে-“স্বয়ং আল্লাহ আমাদের মধ্যে অবস্থান করছিলেন। যতোদিন থাকার তাঁর ইচ্ছে ছিল ততোদিন ছিলেন। অতঃপর আকাশে উঠে গেছেন। নাসতুরিয়্যাহ বলে-‘আল্লাহর পুত্র আমাদের মধ্যে ছিলেন। তাঁকে কিছুকাল আমাদের মধ্যে রাখার পর তিনি তাঁকে নিজের নিকট উঠিয়ে নিয়েছেন। মুসলমানদের বিশ্বাস ছিল যে, আল্লাহর বান্দা ও রাসূল তাদের মধ্যে ছিলেন। যতোদিন রাখার ইচ্ছা ততোদিন তাদের মধ্যে রেখেছেন। অতঃপর নিজের নিকট উঠিয়ে নিয়েছেন। পূর্ববর্তী দু’দলের প্রভাব খুব বেশী হয় এবং তারা তৃতীয় সত্য ও ভাল দলটিকে পিষ্ট ও দলিত করতে থাকে। সুতরাং তারা দুর্বল হয়ে পড়ে। অবশেষে আল্লাহ তা'আলা শেষ নবী হযরত মুহাম্মাদ (সঃ)-কে প্রেরণ করতঃ ইসলামকে জয়যুক্ত করেন। এর ইসনাদ সম্পূর্ণ সঠিক এবং সুনান-ই-নাসাঈতে হযরত আবু মুআবিয়া (রঃ) হতেও এটা বর্ণিত আছে। অনুরূপভাবে পূর্বযুগীয় বহু মনীষীরও এটা উক্তি রয়েছে। হযরত অহাব ইবনে মুনাব্বাহ (রঃ) বলেন যে, সে সময় শাহী সৈন্য ও ইয়াহূদীরা হযরত ঈসা (আঃ)-এর উপর আক্রমণ চালায় ও তাকে অবরোধ করে। সে সময় তাঁর সঙ্গে তাঁর সতেরোজন সহচর ছিলেন। ঐ লোকগুলো দরজা খুলে ভেতরে প্রবেশ করে দেখে যে সমস্ত লোকই হচ্ছে হযরত ঈসা (আঃ)-এর আকার বিশিষ্ট। ওরা তখন তাদেরকে বলেঃ ‘তোমাদের মধ্যে যিনি প্রকৃত ঈসা তাঁকে আমাদের হাতে সমর্পণ কর, নতুবা তোমাদের সকলকেই হত্যা করে ফেলবো।'তখন হযরত ঈসা (আঃ) স্বীয় সহচরবৃন্দকে বলেনঃ “তোমাদের মধ্যে এমন কে আছে যে জান্নাতে আমার বন্ধু হতে ইচ্ছে করে এবং তার বিনিময়ে আমার স্থলে শূলে চড়া স্বীকার করে নেয়।” একথা শুনে একজন সাহাবী প্রস্তুত হয়ে যান এবং বলেনঃ “আমিই ঈসা।” সুতরাং ধর্মের শত্রুরা তাকে গ্রেফতার করতঃ হত্যা করে শূলে চড়িয়ে দেয় এবং প্রফুল্লচিত্তে বলে, “আমরা ঈসা (আঃ)-কে হত্যা করেছি।” অথচ প্রকৃতপক্ষে এরূপ হয়নি, বরং তারা প্রতারিত হয়েছে এবং আল্লাহ তা'আলা সেই সময় স্বীয় নবী (আঃ)-কে নিজের নিকট উঠিয়ে নিয়েছেন। তাফসীর-ই-ইবনে জারীরে রয়েছে যে, যখন আল্লাহ তা'আলা হযরত ঈসা (আঃ)-এর অন্তরে এ বিশ্বাস জাগ্রত করেন যে, তাঁকে দুনিয়া হতে ফিরে আসতে হবে তখন সেটা তাঁর নিকট খুবই কঠিন ঠেকে এবং মৃত্যুর ভয়ে তিনিঅত্যন্ত ভীত হয়ে পড়েন। তাই তিনি স্বীয় সহচরগণকে জিয়াফত দান করেন। খানা তৈরী করেন এবং সকলকে বলে দেন-‘অজি রাতে তোমরা সবাই আমার বাড়ীতে অবশ্যই আসবে, তোমাদের সাথে আমার জরুরী কথা আছে।' তাঁর সহচরগণ উপস্থিত হলে তিনি স্বহস্তে তাদেরকে ভোজন করান। সমস্ত কাজ-কর্ম তিনি নিজেই করতে থাকেন। তাদের খাওয়া শেষ হলে তিনি স্বহস্তে তাঁদের হাত ধৌত করিয়ে দেন এবং নিজের কাপড় দিয়ে তাঁদের হাত মুছিয়ে দেন। এটা তাঁর সাহাবীদের নিকট ভাল মনে হয় না। তখন তিনি তাদেরকে বলেনঃ “আজকে যদি তোমাদের মধ্যে কেউ আমার কাজে বাধা দান করে তবে তার সাথে আমার কোনই সম্পর্ক নেই। আমিও তার নই এবং সেও আমার নয়।” একথা শুনে তারা নীরব হয়ে যান।অতঃপর যখন তিনি ঐ সম্মানজনক কাজ হতে অবসর গ্রহণ করেন তখন সহচরগণকে সম্বোধন করে বলেনঃ “দেখ আমি তোমাদের মধ্যে সর্বাপেক্ষা সম্মানিত ব্যক্তি, তথাপি আমি স্বহস্তে তোমাদের খিদমত করেছি যেন তোমরা আমার এ সুন্নাতের অনুসারী হয়ে যাও। সাবধান! তোমাদের কেউ যেন নিজেকে স্বীয় মুসলমান ভাই হতে উত্তম মনে না করে। বরং বড়রা যেন ছোটদের সেবা করে যেমন স্বয়ং আমি তোমাদের খিদমত করলাম। যাক, তোমাদের সঙ্গে আমার বিশেষ এক কাজ ছিল যার জন্যে আমি তোমাদেরকে ডেকেছি। তা হচ্ছে এই যে, তোমরা আজ রাতে অত্যন্ত বিনয়ের সাথে আমার জন্যে প্রার্থনা কর যেন আমার প্রভু আমার মৃত্যুর সময় পিছিয়ে দেন।”অতএব, তাঁরা প্রার্থনা করতে আরম্ভ করেন। কিন্তু বিনয় প্রকাশের সময়ের পূর্বেই তাদেরকে ঘুম এমনভাবে চেপে বসে যে, তাদের মুখ দিয়ে একটি শব্দ বের হওয়াও কঠিন হয়ে পড়ে। তিনি তাদেরকে জাগ্রত করতে থাকেন ও বলেনঃ “তোমাদের হলো কি যে এক রাতও তোমরা জেগে থাকতে পারছো?” সকলেই তখন উত্তরে বলেনঃ “হে আল্লাহর রাসূল (আঃ)! আমরা নিজেরাই তো হতবুদ্ধি হয়ে পড়েছি যে, এটা হচ্ছে কি? এক রাতই নয়, বরং ক্রমাগত ক'রাত জেগে থাকারও আমাদের অভ্যাস আছে। কিন্তু আল্লাহ তাআলাই জানেন আজ আমাদেরকে ঘুম ঘিরে নেয়ার কারণ কি? প্রার্থনা ও আমাদের মধ্যে কোন কুদরতী’ বাধার সৃষ্টি হয়েছে।” তখন তিনি বলেনঃ “তাহলে রাখাল থাকবে না এবং ছাগলগুলো ছত্রভঙ্গ হয়ে পড়বে।”মোটকথা, তিনি ইশারা-ইঙ্গিতে স্বীয় অবস্থা প্রকাশ করতে থাকেন। তারপরে তিনি বলেনঃ “দেখ, তোমাদের মধ্যকার এক ব্যক্তি সকালে মোরগ ডাক দেয়ার পূর্বে আমার সাথে তিনবার কুফরী করবে এবং তোমাদের মধ্যে একটি লোক গুটিকয়েক রৌপ্যমুদ্রার বিনিময়ে আমাকে বিক্রি করতঃ আমার মূল্য ভক্ষণ করবে।” তখন এ লোকগুলো এখান থেকে বেরিয়ে পড়ে এদিক। ওদিক চলে যান। ইয়াহূদীরা তাদের অনুসন্ধানে লেগে ছিল। তারা শামউন নামে হযরত ঈসা (আঃ)-এর একজন সহচরকে চিনে নিয়ে ধরে ফেলে এবং বলে যে, এও তার একজন সঙ্গী। কিন্তু শামউন বলে-এটা ভুল কথা, আমি তাঁর সঙ্গী নই। তারা তার কথা বিশ্বাস করে তাকে ছেড়ে দেয়। কিছু দূরে এগিয়ে গিয়ে সে অন্য দলের হাতে ধরা পড়ে যায় এবং সেখানে ঐভাবেই অস্বীকার করে নিজেকে ছাড়িয়ে নেয়। এমন সময় মোরগ ডাক দেয়। তখন সে অনুতাপ করতে থাকে এবং অত্যন্ত চিন্তিত হয়ে পড়ে।সকালে হযরত ঈসা (আঃ)-এর একজন সহচর ইয়াহুদীদের নিকটে গিয়ে বলেঃ “আমি যদি তোমাদেরকে হযরত ঈসা (আঃ)-এর ঠিকানা বলে দেই তবে তোমরা আমাকে কি দেবে?” তারা বলেঃ “ত্রিশটি রৌপ্যমুদ্রা দেবো।” সুতরাং সে সেই মুদ্রা গ্রহণ করে ও হযরত ঈসা (আঃ)-এর ঠিকানা তাদেরকে বলে দেয়। তখন তারা তাকে গ্রেফতার করে নেয় এবং রশি দ্বারা বেঁধে টানতে টানতে নিয়ে যায় ও বিদ্রুপ করে বলে-“আপনিতো মৃতকে জীবিত করতেন, জ্বিনদেরকে তাড়িয়ে দিতেন, পাগলকে ভাল করতেন। কিন্তু এখন ব্যাপার কি যে, নিজেকেই বাঁচাতে পারছেন না? রঞ্জুকেই ছিড়ে ফেলতে পারছেন না? ধিক আপনাকে।\" এসব কথা বলতে বলতে যাচ্ছিল এবং তার দিকে কন্টক নিক্ষেপ করছিল। এরূপ নির্দয়ভাবে টেনে এনে যখন শূলের কাঠের নিকট নিয়ে আসে এবং শূলের উপর চড়িয়ে দেয়ার ইচ্ছে করে সে সময় আল্লাহ পাক স্বীয় নবী (আঃ)-কে নিজের কাছে উঠিয়ে নেন এবং তারা তারই আকারের সাদৃশ্যযুক্ত একজন লোককে শূলের উপর উঠিয়ে দেয়।অতঃপর সাতদিন পরে হযরত মারইয়াম (আঃ) এবং যে স্ত্রীলোকটিকে হযরত ঈসা (আঃ) জ্বিন হতে রক্ষা করেছিলেন তথায় আগমন করেন ও ক্রন্দন করতে থাকেন। তখন হযরত ঈসা (আঃ) তথায় আগমন করতঃ বলেনঃ “আপনারা কাঁদছেন কেন? আমাকে তো আল্লাহ তা'আলা তাঁর নিকট উঠিয়ে নিয়েছেন এবং আমার নিকট তাদের কষ্ট পৌছেনি। বরং তাদেরকে সংশয়াবিষ্ট করা হয়েছে। আমার সহচরদেরকে সংবাদ দিন যে, তারা যেন অমুক স্থানে - আমার সাথে সাক্ষাৎ করে।” ঐ শুভ সংবাদ পেয়ে এ এগারজন লোক সবাই তথায় উপস্থিত হন। যে সহচর তাঁকে বিক্রি করেছিল, তাকে তথায় দেখতে পেলেন না। জিজ্ঞেস করে জানতে পারলেন যে, সে অত্যন্ত লজ্জিত ও অনুতপ্ত হয়ে আত্মহত্যা করেছে। তিনি বলেনঃ “যদি সে তাওবা করতো তবে আল্লাহ। তাআলা তার তাওবা কবূল করতেন।অতঃপর তিনি তাদেরকে বলেনঃ “যে শিশুটি তোমাদের সঙ্গে রয়েছে, তার নাম ইয়াহ্ইয়া। সে এখন তোমাদের সঙ্গী। জেনে রেখো, সকালে তোমাদের ভাষা পরিবর্তন করে দেয়া হবে। প্রত্যেকেই স্ব-স্ব সম্প্রদায়ের ভাষা বলতে পারবে। সুতরাং তাদের উচিত যে তারা যেন স্ব-স্ব সম্প্রদায়ের নিকটে গিয়ে তাদের নিকট আমার দাওয়াত পৌছে দেয় এবং আল্লাহর ভয় প্রদর্শন করে। এ ঘটনাটি অত্যন্ত গুরুত্বপূর্ণ। ইবনে ইসহাক (রাঃ)-এর উক্তি এই যে, বানী ইসরাঈলের যে বাদশাহ হযরত ঈসা (আঃ)-কে হত্যা করার জন্যে স্বীয় সৈন্য বাহিনী প্রেরণ করেছিল তার নাম ছিল দাউদ। সে সময় হযরত ঈসা (আঃ) অত্যন্ত ভীত সন্ত্রস্ত ছিলেন। কোন ব্যক্তিই স্বীয় মৃত্যুতে এত বেশী উদ্বিগ্ন ও হা-হুতাশকারী নেই যে হা-হুতাশ তিনি সে সময় করেছিলেন। এমন কি তিনি বলেনঃ “হে আল্লাহ! কারও মাধ্যমে যদি আপনি আমার মৃত্যুকে সরিয়ে দেন তবে খুবই ভাল হয়।” তার এত ভয় হয় যে, ভয়ের কারণে তার শরীর দিয়ে রক্ত ফুটে বের হয়। সে সময় সে ঘরে তার সাথে তার বারোজন সাহায্যকারী ছিলেন। তাঁদের নাম নিম্নে দেয়া হলোঃ (১) ফারতুস, (২) ইয়াকুবাস, (৩) অয়লা ওয়ানাস (ইয়াকূবের ভাই), (৪) আনদ্রা ইয়াস, (৫) ফাইলাসা ইবনে ইয়ালামা, (৬) মুনতা, (৭) মাস, (৮) ইয়াকূব ইবনে হালকা, (৯) নাদ, (১০) আসীস, (১১) কাতাবিয়া এবং (১২) লাইউদাসরাক রিয়াইউতা। কেউ কেউ বলেন যে, তাঁরা ছিলেন তেরোজন। আর একজনের নাম ছিল সারজাস। তিনিই হযরত ঈসা (আঃ)-এর শুভ সংবাদের পরিপ্রেক্ষিতে তার স্থলে শূলবিদ্ধ হতে সম্মত হয়েছিলেন। যখন হযরত ঈসা (আঃ)-কে আকাশে উঠিয়ে নেয়া হয় এবং অবশিষ্ট লোক ইয়াহূদীদের হাতে বন্দী হন তখন তাদেরকে গণনা করা হলে দেখা যায় যে, একজন কম হচ্ছেন। তখন তাদের মধ্যে মতবিরোধ দেখা দেয়। ঐদলটি যখন হযরত ঈসা (আঃ) ও তাঁর সহচরদের উপর আক্রমণ চালায় ও তাদেরকে গ্রেফতার করার ইচ্ছে করে তখন তারা হযরত ঈসা (আঃ)-কে চিনতে পারেনি। সে সময় লাইউদাসরাকরিয়াইউতা ইয়াহূদীদের নিকট হতে ত্রিশটি রৌপ্যমুদ্রা গ্রহণ করতঃ তাদেরকে বলেছিল, আমি সর্বপ্রথমে যাচ্ছি। গিয়ে যে লোকটিকে আমি চুম্বন দান করবো, তোমরা বুঝে নেবে, উনিই হযরত ঈসা (আঃ)।অতঃপর যখন এ লোকটি ভেতরে প্রবেশ করে তখন আল্লাহ তা'আলা হযরত ঈসা (আঃ)-কে উঠিয়ে নিয়ে ছিলেন এবং হযরত সারজাসকে তার আকার বিশিষ্ট করে দেয়া হয়। ঐ লোকটি গিয়ে চুক্তি অনুযায়ী তাঁকেই চুম্বন দেয়। সুতরাং হযরত সারজাসকে গ্রেফতার করে নিয়ে যাওয়া হয়। এ পাপকার্য সাধনের পর সে বড়ই লজ্জিত ও অনুতপ্ত হয় এবং স্বীয় গলদেশে রশি লাগিয়ে ফাঁসির উপর ঝুলে যায়। এভাবে সে খ্রীষ্টানদের মধ্যে অভিশপ্ত হিসেবে পরিগণিত হয়। কেউ কেউ বলেন যে, তার নাম লাইউদাসরাকরিয়াইউতা। যখনই সে হযরত ঈসা (আঃ)-কে চিনিয়ে দেয়ার উদ্দেশ্যে ঐ ঘরে প্রবেশ করে তখনই হযরত ঈসা (আঃ)-কে উঠিয়ে নেয়া হয় এবং স্বয়ং তারই আকার হযরত ঈসা (আঃ)-এর মত হয়ে যায়। কাজেই লোকেরা তাকেই ধরে নেয়। সে বহুবার চীৎকার করে বলে- আমি হযরত ঈসা (আঃ) নই। আমি তো তোমাদের সঙ্গী। আমিইতো হযরত ঈসা (আঃ)-কে চিনিয়েছিলাম। কিন্তু তা শুনবে কে? শেষে তাকেই শূলে বিদ্ধ করা হয়। এখন আল্লাহ তা'আলাই জানেন যে, হযরত ঈসা (আঃ)-এর আকারের সহিত সাদৃশ্যযুক্ত শূলবিদ্ধ ব্যক্তি মুমিন সারজাস ছিলেন, না মুনাফিক সহচর লাইউদাসকরিয়াইউতা ছিল। হযরত মুজাহিদ (রঃ) বলেন যে, হযরত ঈসা (আঃ)-এর সাদৃশ্য যার উপর আনয়ন করা হয়েছিল তাকেই ইয়াহুদীরা শূলবিদ্ধ করেছিল এবং হযরত ঈসা (আঃ)-কে আল্লাহ তা'আলা জীবিত আকাশে উঠিয়ে নিয়েছিলেন। ইমাম ইবনে জারীর (রঃ) বলেন যে, হযরত ঈসার আকারের সাদৃশ্য তাঁর সমস্ত সঙ্গীর উপরই আনয়ন করা হয়েছিল। এরপর বর্ণনা করা হচ্ছে যে, হযরত ঈসা (আঃ)-এর মৃত্যুর পূর্বে সমস্ত আহলে কিতাব তার উপর বিশ্বাস স্থাপন করবে এবং কিয়ামতের দিন তিনি তাদের উপর সাক্ষী হবেন। ইমাম ইবনে জারীর (রঃ) বলেন যে, এ আয়াতের তাফসীরে কয়েকটি উক্তি আছে। প্রথমতঃ এই যে, হযরত ঈসা (আঃ)-এর মৃত্যুর পূর্বে অর্থাৎ যখন তিনি দাজ্জালকে হত্যা করার জন্যে দ্বিতীয়বার ভূপৃষ্ঠে আগমন করবেন তখন সমস্ত মাযহাব উঠে যাবে। শুধুমাত্র ইসলাম ধর্ম অবশিষ্ট থাকবে, যা হচ্ছে প্রকৃতপক্ষে হযরত ইবরাহীম (আঃ)-এর সুদৃঢ় ধর্ম।হযরত ইবনে আব্বাস (রাঃ) বলেন যে (আরবী)-এর ভাবার্থ হযরত ঈসা (আঃ)-এর মৃত্যু। হযরত আবূ মালিক (রঃ) বলেন যে, যখন হযরত ঈসা (আঃ) অবতরণ করবেন তখন সমস্ত আহলে কিতাব তার উপর ঈমান আনয়ন করবে। হযরত ইবনে আব্বাস (রাঃ)-এর দ্বিতীয় বর্ণনায় রয়েছে যে, বিশেষ করে ইয়াহুদী একজনও অবশিষ্ট থাকবে না। হযরত হাসান বসরী (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে নাজাসী এবং তাঁর সঙ্গী। তিনি আরও বলেন, আল্লাহর শপথ! হযরত ঈসা (আঃ) আল্লাহ তাআলার নিকট জীবিত বিদ্যমান রয়েছেন। যখন তিনি ভূ-পৃষ্ঠে অবতরণ করবেন তখন একজনও এমন আহলে কিতাব অবশিষ্ট থাকে না যে তার উপর বিশ্বাস স্থাপন করবে না। তাকে এ আয়াতের তাফসীর জিজ্ঞেস করা হলে তিনি বলেনঃ “আল্লাহ তাআলা হযরত ঈসা (আঃ)-কে নিজের কাছে উঠিয়ে নিয়েছেন এবং কিয়ামতের পূর্বে তাঁকে পুনরায় পৃথিবীতে এ হিসেবে প্রেরণ করবেন যে, ভালমন্দ সবাই তার উপরে ঈমান আনয়ন করবে। হযরত কাতাদাহ (রঃ), হযরত আবদুর রহমান (রঃ) প্রমুখ মুফাসসিরগণের সিদ্ধান্ত এটা এবং এটাই সঠিক উক্তি। এ তাফসীর হচ্ছে সম্পূর্ণ সঠিক তাফসীর।দ্বিতীয় উক্তি এই যে, প্রত্যেক আহলে কিতাব স্বীয় মৃত্যুর পূর্বে হযরত ঈসা (আঃ)-এর উপর বিশ্বাস স্থাপন করবে। কেননা, মৃত্যুর সময় সত্য ও মিথ্যা প্রত্যেকের উপর প্রকাশিত হয়ে যায়। তাই প্রত্যেক আহলে কিতাব এ নশ্বর জগত হতে 'বিদায় গ্রহণের সময় হযরত ঈসা (আঃ)-এর সত্যতা স্বীকার করবে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, কোন কিতাবী মারা যায় না যে পর্যন্ত না সে হযরত ঈসা (আঃ) -এর উপর ঈমান আনয়ন করে। হযরত মুজাহিদেরও (রাঃ) এটাই উক্তি। এমন কি হযরত ইবনে আব্বাস (রাঃ) হতে তা এতদূর পর্যন্ত বর্ণিত আছে যে, যদি কোন আহলে কিতাবের গর্দান তরবারী দ্বারা উড়িয়ে দেয়া হয় তথাপি তার আত্মা বের হয় না যে পর্যন্ত না সে হযরত ঈসা (আঃ)-এর উপর ঈমান আনে এবং এটা বলে দেয় যে, তিনি আল্লাহ তাআলার বান্দা ও তাঁর রাসূল। হযরত উবাই (রাঃ)-এর পঠনে (আরবী) রয়েছে। হযরত ইবনে আব্বাস (রাঃ)-কে জিজ্ঞেস করা হয়ঃ মনে করুন কেউ হয়তো দেয়াল হতে পড়ে মারা গেল। তখন সে কি করে ঈমান আনতে পারে? তিনি উত্তরে বলেনঃ “সে ঐ মধ্যবর্তী দূরত্বের মধ্যেই ঈমান আনতে পারে।” ইকরামা (রঃ), মুহম্মদ ইবনে সীরিন (রঃ), যহ্হাক (রঃ), জুয়াইবির (রঃ) হতেও এটাই বর্ণিত আছে।তৃতীয় উক্তি এই যে, আহলে কিতাবের মধ্যে কেউ এমন নেই যে, তার মৃত্যুর পূর্বে হযরত মুহম্মাদ (সঃ)-এর উপর বিশ্বাস স্থাপন করবে না। ইকরামা (রঃ) একথাই বলেন। ইমাম ইবনে জারীর (রঃ) বলেনঃ এসব উক্তির মধ্যে অধিকতর সঠিক উক্তি হচ্ছে প্রথম উক্তিটিই। তা এই যে, কিয়ামতের নিকটবর্তী সময়ে হযরত ঈসা (আঃ) যখন আকাশ হতে অবতরণ করবেন, কোন আহলে কিতাবই ঐ সময় তাঁর উপর ঈমান আনা ছাড়া থাকবে না। প্রকৃতপক্ষে ইমাম ইবনে জারীর (রঃ)-এর এই উক্তিটিই সঠিকতম উক্তি। কেননা, এখানকার আয়াতগুলো দ্বারা স্পষ্টভাবে এটা প্রতীয়মান হচ্ছে যে, প্রকৃত উদ্দেশ্য হচ্ছে ইয়াহূদীদের “আমরা হযরত ঈসা (আঃ)-কে হত্যা করেছি ও শূলে দিয়েছি” এ দাবীর অসারতা প্রমাণিত করা।সহীহ মুতাওয়াতির হাদীসসমূহে রয়েছে যে, হযরত ঈসা (আঃ) দাজ্জালকে হত্যা করবেন, ক্রুশকে ভেঙ্গে দেবেন, শূকরকে হত্যা করবেন এবং তিনি জিযিয়া কর গ্রহণ করবেন না। তিনি ঘোষণা করবেন- হয় তোমরা ইসলাম গ্রহণ কর, না হয় তরবারীর সম্মুখীন হও।' সুতরাং এ আয়াতে সংবাদ দেয়া হচ্ছে যে, সমস্ত আহলে কিতাব তাঁর হাতে ইসলাম গ্রহণ করবেন। একজনও এমন থাকবে না যে ইসলাম গ্রহণ হতে বিরত থাকবে বা কাউকে বিরত রাখবে। অতএব, যাকে এ পথভ্রষ্ট ইয়াহূদ ও নির্বোধ খ্রীষ্টানেরা মৃত মনে করে থাকে এবং বিশ্বাস রাখে যে, তাকে শূলবিদ্ধ করা হয়েছিল, তারা তাঁর প্রকৃত মৃত্যুর পূর্বেই তার প্রতি বিশ্বাস স্থাপন করবে এবং যে কাজ তারা তার সামনে করেছে বা করবে, তিনি কিয়ামতের দিন আল্লাহ তা'আলার সম্মুখে তার সাক্ষ্য প্রদান করবেন। অর্থাৎ তাকে আকাশে উঠিয়ে নেয়ার পূর্বের জীবনে তাদেরকে তিনি যেসব কাজ করতে দেখেছেন এবং দ্বিতীয়বার পৃথিবীতে অবতরণের পর সেই শেষ জীবনে তারা তাঁর সামনে যা কিছু করবে, কিয়ামতের দিন ঐ সমস্তই তাঁর চোখের সামনে ভেসে উঠবে এবং তিনি আল্লাহ পাকের সামনে ওগুলো পেশ করবেন। হ্যা, তবে এ আয়াতের তাফসীরে অন্য যে দু'টি উক্তি বর্ণিত হয়েছে, ঘটনা হিসেবে সে দু'টোও সম্পূর্ণ সত্য। মৃত্যুর ফেরেশতা এসে যাওয়ার পর আখেরাতের অবস্থা তার সামনে প্রকাশ হয়ে পড়ে। সে সময় প্রত্যেক ব্যক্তি সত্যকে সত্যরূপেই অনুধাবন করে থাকে। কিন্তু সে সময়ের ঈমান তার কোন উপকারে আসে না। এ সূরারই প্রথমদিকে রয়েছে (আরবী) অর্থাৎ “যারা অসৎ কাজ করতে থাকে, অবশেষে যখন তাদের কারও নিকট মৃত্যু উপস্থিত হয় তখন বলে-আমি এখন তাওবা করলাম, তার তাওবা গৃহীত হবে না।” (৪:১৮) আর এক জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যখন তারা আমার শাস্তি অবলোকন করে তখন বলে—আমি এক আল্লাহর প্রতি বিশ্বাস স্থাপন করলাম।” (৪০:৮৪) তাদেরও সেই ঈমানে কোন উপকার হবে না।অতএব এ দু'টি আয়াতকে সামনে রেখে আমরা বলি যে, ইমাম ইবনে জারীর শেষের উক্তি দু'টিকে যে খণ্ডন করেছেন, এটা তিনি ঠিক করেননি। তিনি যুক্তি দিয়ে বলেন যে, এ আয়াতের তাফসীরে যদি এ উক্তিদ্বয়কে সঠিক মেনে নেয়া হয় তবে সেই ইয়াহূদী বা খ্রীষ্টানদের আত্মীয়-স্বজন তার উত্তরাধিকারী না হওয়া অপরিহার্য হয়ে পড়ে। কেননা, সে তো তখন হযরত ঈসা (আঃ) ও হযরত মুহাম্মাদ (সঃ)-এর উপর ঈমান এনে মারা গেল, অথচ তার উত্তরাধিকারীগণ হচ্ছে ইয়াহুদী ও খ্রীষ্টান। আর মুসলমানের উত্তরাধিকারী কাফিরগণ হতে পারে না। কিন্তু আমরা বলি যে, এটা ঐ সময় প্রযোজ্য যখন সে এমন সময়ে ঈমান আনবে যে সময়ের ঈমান আল্লাহ তাআলার নিকট গৃহীত হয়। কিন্তু সে সময়ের ঈমান আনয়ন নয় যা একেবারে বৃথা যায়। হযরত ইবনে আব্বাস (রাঃ)-এর উক্তির উপর গভীরভাবে চিন্তা করলে দেখা যায় যে, দেয়াল হতে পড়ে গিয়ে মৃত্যুবরণকারী, হিংস্র জন্তুর মুখে পড়ে মৃত্যু মুখে পতিত ব্যক্তি এবং তরবারির আঘাতে নিহত ব্যক্তিও বিশ্বাস স্থাপন করে থাকে।আর এটা স্পষ্টকথা যে, এরূপ অবস্থায় ঈমান আনয়ন মোটেই কোন উপকারে আসতে পারে না, যেমন কুরআন কারীমে উপরোক্ত আয়াতদ্বয়ে এটাই প্রকাশ পাচ্ছে। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। আমার ধারণায় তো এ কথা খুব পরিষ্কার যে, এ আয়াতের তাফসীরের পরবর্তী উক্তিদ্বয়কেও বিশ্বাসযোগ্যরূপে মেনে নিতে কোনই অসুবিধে নেই। ও দু'টোও স্ব-স্ব স্থানে ঠিকই আছে। কিন্তু হ্যাঁ, আয়াতের প্রকাশ্য ভাবার্থতো সেটাই যা প্রথম উক্তি। তাহলে ভাবার্থ এই যে, হযরত ঈসা (আঃ) আকাশে বিদ্যমান রয়েছেন। কিয়ামতের নিকটবর্তী সময়ে তিনি পৃথবীতে অবতরণ করবেন এবং ইয়াহুদী ও খ্রীষ্টান উভয় জাতিকেই মিথ্যাবাদী বলে ঘোষণা করবেন। আর যে ইফরাত ও ‘তাফরীত’ (খুবই বাড়িয়ে দেয়াকে ‘ইফরাত' এবং খুবই নীচে নামিয়ে দেয়াকে ‘তাফরীত' বলে) তারা করেছিল তাকেও তিনি বাতিল বলবেন। একদিকে রয়েছে অভিশপ্ত ইয়াহুদী দল যারা তাঁকে তাঁর প্রকৃত মর্যাদা হতে বহু নীচে নামিয়ে দিয়েছিল এবং তাঁর সম্পর্কে এমন জঘন্য উক্তি করেছিল যে, যা শুনতে ভাল মানুষ ঘৃণাবোধ করেন। অপরদিকে ছিল খ্রীষ্টান জাতি, যারা তার মর্যাদা এত বেশী বাড়িয়ে দিয়েছিল যে, যা তাঁর মধ্যে ছিল না তাই তারা তাঁর মধ্যে আনয়ন করেছিল এবং তাঁকে নবুওয়াতের পর্যায় হতে প্রভুত্বের পর্যায়ে পৌছিয়ে দিয়েছিল। যা হতে মহান আল্লাহর সত্তা সম্পূর্ণরূপে পবিত্র। এখন ঐ সব হাদীসের বর্ণনা দেয়া হচ্ছে যেগুলোর মধ্যে রয়েছে যে, হযরত ঈসা (আঃ) শেষ যুগে কিয়ামতের পূর্বে আকাশ হতে পৃথিবীতে অবতরণ করবেন এবং অংশীবিহীন এক আল্লাহর ইবাদতের দিকে মানুষকে আহবান করবেন। ইমাম বুখারী (রঃ) স্বীয় হাদীস গ্রন্থ ‘সহীহের’ (আরবী)-এর মধ্যে এ হাদীসটি এনেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে আল্লাহর হাতে আমার প্রাণ রয়েছে, তার শপথ! অতিসত্বরই তোমাদের মধ্যে ইবনে মারইয়াম (আঃ) অবতীর্ণ হবেন। তিনি ন্যায়পরায়ণ শাসকরূপে ক্রুশকে ভেঙ্গে ফেলবেন, শূকরকে হত্যা করবেন এবং জিযিয়া কর উঠিয়ে দেবেন। সম্পদ এত বৃদ্ধি পাবে যে, তা গ্রহণ করতে কেউ সম্মত হবে না। একটি সিজদা করে নেয়া দুনিয়া ও দুনিয়ার সমুদয় জিনিস হতে প্রিয়তর হবে। অতঃপর হাদীসটির বর্ণনাকারী হযরত আবু হুরাইরা (রাঃ) বলেনঃ “তোমরা ইচ্ছে করলে। (আরবী)-এ আয়াতটি পাঠ কর। অর্থাৎ আহলে কিতাবের মধ্যে প্রত্যেকেই তার মৃত্যুর পূর্বে তার উপর (ঈসা আঃ -এর উপর) অবশ্যই বিশ্বাস স্থাপন করবে এবং সে কিয়ামতের দিন তাদের উপর সাক্ষী হবে। সহীহ মুসলিমেও এ হাদীসটি বর্ণিত আছে। অন্য সনদে এ বর্ণনাটি সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে রয়েছে, তাতে এও আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সে সময় সিজদাহ শুধু বিশ্ব প্রভু আল্লাহর জন্যেই হবে। তারপর হযরত আবু হুরাইরা (রাঃ) বলেনঃ ‘তোমরা ইচ্ছে করলে পাঠ কর (আরবী) তাঁর মৃত্যুর পূর্বে অর্থাৎ হযরত ঈসা ইবনে মারইয়াম (আঃ)-এর মৃত্যুর পূর্বে। অতঃপর হযরত আবু হুরাইরা (রাঃ) তিনবার এর পুনরাবৃত্তি করেন।মুসনাদ-ই-আহমাদের হাদীসে রয়েছে যে, হযরত ঈসা (আঃ) ‘ফাজ্জেরাওহা প্রান্তরে হজ্বের উপর বা উমরার উপর অথবা হজ্ব ও উমরা দু'টোর উপরই লাব্বায়েক বলবেন। এ হাদীসটি সহীহ মুসলিমেও রয়েছে। মুসনাদ-ই-আহমাদের অন্য হাদীসে রয়েছে যে, হযরত ইবনে মারইয়াম অবতরণ করবেন, শূকরকে হত্যা করবেন, ক্রুশকে নিশ্চিহ্ন করবেন, নামায জামাআতের সঙ্গে হবে এবং আল্লাহ তাআলার পথে সম্পদ এত বেশী প্রদান করা হবে যে, কোন গ্রহণকারী পাওয়া যাবে না। তিনি খাজনা ছেড়ে দেবেন, রওহায় গমন করবেন এবং তথা হতে হজ্ব বা উমরা পালন করবেন অথবা একই সাথে দুটোই করবেন। অতঃপর হযরত আবু হুরাইরা (রাঃ) উপরোক্ত আয়াতটি পাট করেন। কিন্তু তার ছাত্র হযরত হানযালা (রঃ)-এর ধারণা এই যে, হযরত আবু হুরাইরা (রাঃ) বলেনঃ “হযরত ঈসা (আঃ)-এর ইন্তিকালের পূর্বে আহলে কিতাব তার উপর বিশ্বাস স্থাপন করবে।” হযরত হানযালা (রঃ) বলেনঃ “আমার জানা নেই যে, এগুলো হাদীসেরই শব্দ, না হযরত আবূ হুরাইরা (রাঃ)-এর নিজের কথা।” সহীহ বুখারীর মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ সময় তোমাদের কি অবস্থা হবে যখন হযরত ঈসা (আঃ) তোমাদের মধ্যে অবতীর্ণ হবেন এবং তোমাদের ইমাম তোমাদের মধ্য হতেই হবে?”সুনান-ই-আবি দাউদ, মুসনাদ-ই-আহমাদ প্রভৃতির মধ্যে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ নবীগণ (আঃ) সবাই বৈমাত্রেয় ভাই, তাদের মা বিভিন্ন বটে, কিন্তু ধর্ম একই। হযরত ঈসা (আঃ)-এর বেশী নিকটবর্তী আমিই। কেননা, তাঁর ও আমার মধ্যে কোন নবী নেই। তিনি অবতীর্ণ হবেন, তোমরা তাঁকে চিনে নাও। তিনি হবেন মধ্যম দেহ বিশিষ্ট ও শ্বেত রক্তিম বর্ণের। তিনি দুটি মিসরীয় কাপড় পরিহিত থাকবেন। তাঁর মস্তক হতে পানির ফোটা ঝরে ঝরে পড়বে যদিও পানিতে সিক্ত হবেন না। তিনি ক্রুশ ভেঙ্গে ফেলবেন, শূকরকে হত্যা করবেন, জিযিয়া কর গ্রহণ করবেন না এবং মানুষকে ইসলামের দিকে আহ্বান করবেন। তার যুগে সমস্ত ধর্ম বিলুপ্ত হয়ে যাবে। শুধু ইসলাম ধর্মই থাকবে। তার যুগে আল্লাহ আআলা মাসীহ দাজ্জালকে ধ্বংস করবেন। অতঃপর সারা জগতে নিরাপত্তা বিরাজ করবে। এমনকি কৃষ্ণ সর্প উটের সঙ্গে, চিতা ব্যাঘ্র গাভীর সঙ্গে এবং নেকড়ে বাঘ ছাগলের সঙ্গে চরে বেড়াবে। শিশুরা সাপের সাথে খেলা করবে। তারা তাদের কোন ক্ষতি করবে না। তিনি চল্লিশ বছর পর্যন্ত পৃথিবীতে অবস্থান করবেন। অতঃপর তিনি মৃত্যুমুখে পতিত হবেন এবং মুসলমানেরা তার জানাযার নামায পড়াবে। তাফসীর-ই-ইবনে জারীরের এ বর্ণনায় রয়েছে যে, তিনি ইসলামের জন্যে লোকের সঙ্গে জিহাদ করবেন। এ হাদীসের একটি অংশ সহীহ বুখারীর মধ্যেও রয়েছে। অন্য একটি বর্ণনায় আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ, “দুনিয়া ও আখিরাতে হযরত ঈসা (আঃ)-এর বেশী নিকটবর্তী আমিই।” সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ কিয়ামত সংঘটিত হবে না যে পর্যন্ত রোমকগণ ‘আ’মাক’ বা ‘দাবিকে অবতরণ না করবে এবং তাদের মোকাবিলায় মদীনা হতে মুসলিম সেনাবাহিনী গমন না করবে। সে সময় ঐ মুসলমানেরা সারা দুনিয়ার লোকের মধ্যে আল্লাহ তা'আলার নিকট সবচেয়ে বেশী প্রিয়পাত্র হবে।যখন তারা সারি বেঁধে দাঁড়িয়ে যাবে তখন রোমকগণ তাদেরকে বলবে‘আমরা তোমাদের সাথে যুদ্ধ করতে চাইনে। আমাদের মধ্য হতে যারা ধর্মান্তরিত হয়ে তোমাদের নিকট চলে এসেছে আমরা তাদের সাথে যুদ্ধ করতে চাই। তোমরা তাদের মধ্য হতে সরে যাও।' তখন মুসলমানেরা বলবেআল্লাহর শপথ! এটা কখনও হতে পারে না যে, আমরা আমাদের দুর্বল ভাইদেরকে তোমাদের হাতে সমর্পণ করে দেবো। অতঃপর যুদ্ধ শুরু হয়ে যাবে। ঐ মুসলিম সেনাবাহিনীর এক তৃতীয়াংশ পরাজিত হয়ে পলায়ন করবে। তাদের তাওবা আল্লাহ তা'আলা কখনও গ্রহণ করবেন না। এক তৃতীয়াংশ শহীদ হয়ে যাবে। তারা আল্লাহ তা'আলার কাছে সবচেয়ে উত্তম শহীদ। কিন্তু শেষ তৃতীয়াংশ রোমকদের উপর জয়লাভ করবে। এরপর তারা আর কোন হাঙ্গামায় পতিত হবে না।তারা (মুসলমানেরা) কনস্টান্টিনোপল জয় করবে। তারা যায়তুন বৃক্ষের উপর নিজেদের তরবারী ঝুলিয়ে রেখে যুদ্ধলব্ধ মাল বন্টন করতে থাকবে। এমন সময় শয়তান চীৎকার করে বলবেঃ “তোমাদের সন্তানদের মধ্য দাজ্জাল এসে গেছে। তারা এ মিথ্যা কথাকে সত্য মনে করে এখান হতে বেরিয়ে সিরিয়ায় পৌছে শত্রুদের বিরুদ্ধে যুদ্ধ করার উদ্দেশ্যে ব্যুহ ঠিক করতে থাকবে? এমন সময় অন্যদিকে নামাযের ইকামত হবে এবং হযরত ঈসা ইনে। মারইয়াম (আঃ) অবতীর্ণ হয়ে তাদের ইমামতি করবেন। শত্রু বাহিনী যখন মুসলমানদেরকে দেখবে তখন তারা গলে যাবে যেমন লবণ পানিতে গলে যায়। যদি হযরত ঈসা (আঃ) তাদেরকে ছেড়েও দেন তবুও তারা গলে গলেই শেষ হয়ে যাবে। কিন্তু আল্লাহ তাআলা তার হাতে তাদেরকে হত্যা করাবেন এবং হযরত ঈসা (আঃ) স্বীয় বর্শার রক্ত তাদেরকে দেখাবেন। মুসনাদ-ই-আহমাদ,ও সুনান-ই-ইবনে মাজায় রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ মিরাজের রাত্রে আমি হররত ইবরাহীম (আঃ), হযরত মূসা (আঃ) এবং হযরত ঈসা (আঃ)-এর সঙ্গে সাক্ষাৎ করেছি। তারা পরস্পরের মধ্যে কিয়ামত সম্পর্কে আলোচনা করতে থাকেন। হযরত ইবরাহীম (আঃ) বলেনঃ ‘এ সম্পর্কে আমার কিছুই জানা নেই।' হযরত মূসা (আঃ)-ও এরূপই বলেন। কিন্তু হযরত ঈসা (আঃ) বলেনঃ “এর সঠিক জ্ঞান আল্লাহ তাআলা ছাড়া আর কারও নেই। হ্যা, তবে আমার প্রভু আমার নিকট যে অঙ্গীকার করেছেন তা এই যে, দাজ্জাল বের হবে। দু’টি দল তার সঙ্গী হবে। সে আমাকে দেখে এমনভাবে গলে যাবে যেমনভাবে সীসা গলে যায়। আল্লাহ তা'আলা তাকে ধ্বংস করে দেবেন। এমন কি পাথর ও গাছ বলবে-হে মুসলমান! এখানে আমার পিছনে একটি কাফির আছে, তাকে হত্যা কর। সুতরাং আল্লাহ তা'আলা তাদের সকলকে ধ্বংস করবেন এবং মানুষ শান্তি ও নিরাপত্তার সাথে নিজ নিজ গ্রাম ও শহরে ফিরে যাবে। তারপরে ইয়াজুয ও মাজুয বের হবে এবং চতুর্দিক হতে তারা আক্রমণ চালাবে। সমস্ত শহরকে তারা ধ্বংস করবে। যেসব স্থান তারা অতিক্রম করবে ঐ সবই ধ্বংস করে দেবে। যে পানির পার্শ্ব দিয়ে তারা গমন করবে তার সবই পান করে নেবে। লোকেরা পুনরায় আমার নিকট ফিরে আসবে। আমি আল্লাহ তা'আলার নিকট প্রার্থনা করবো। তিনি তখন তাদের সকলকেই একই সাথে ধ্বংস করে দেবেন। কিন্তু তাদের মৃত দেহের দুর্গন্ধে বাতাস দুর্গন্ধযুক্ত হয়ে পড়বে। ফলে চতুর্দিকে দুর্গন্ধ ছড়িয়ে পড়বে। অতঃপর এত বেশী বৃষ্টি বর্ষিত হবে যে, ঐ সমস্ত মৃতদেহকে ভাসিয়ে নিয়ে গিয়ে সমুদ্রে নিক্ষেপ করবে। সে সময় কিয়ামতের সংঘটন এত নিকটবর্তী হবে যেমন পূর্ণ গর্ভবতী নারীর অবস্থা হয়ে থাকে যে, সকালে হবে কি সন্ধ্যায় হবে বা দিনে হবে কি রাত্রে হবে তা তার বাড়ীর লোকেরা জানতে পারে না।”মুসনাদ-ই-আহমাদে রয়েছে, হযরত আবু নায়রা (রাঃ) বলেনঃ “আমরা জুমআর দিন হযরত উসমান ইবনে আবুল আস (রাঃ)-এর নিকট আগমন করি, আমার লিখিত কুরআন কারীমকে তাঁর পঠনের সঙ্গে মিলিয়ে নেয়াই আমার তাঁর নিকট আগমনের একমাত্র উদ্দেশ্য ছিল। জুমআর নামাযের সময় হলে তিনি আমাদেরকে বলেনঃ “গোলস করুন। তারপর তিনি সুগন্ধি নিয়ে আসেন। আমরা সুগন্ধি মেখে মসজিদে হাযির হই এবং একটি লোকের পার্শ্বে বসে পড়ি। এ লোকটি দাজ্জালের হাদীস বর্ণনা করছিলেন। অতঃপর হযরত উসমান ইবনে আবুল আস (রাঃ)-কে বলতে শুনেছি, মুসলমানদের তিনটি শহর হবে, একটি হবে দু’টি সমুদ্রের মিলিত হওয়ার জায়গায়, দ্বিতীয়টি হবে হীরায় এবং তৃতীয়টি হবে সিরিয়ায়। তারপর মানুষ তিনটি সন্ত্রাসের সম্মুখীন হবে। অতঃপর দাজ্জাল বহির্গত হবে। তারা প্রথম শহরটিতে যাবে। তথাকার লোক তিন অংশে বিভক্ত হবে। এক অংশ বলবে- আমরা তাদের মোকাবিলা করবো এবং কি সংঘটিত হয় তা দেখবো। দ্বিতীয় দলটি গ্রামের লোকের সঙ্গে মিলিত হয়ে যাবে এবং তৃতীয় দল তাদের নিকটবর্তী শহরে চলে যাবে। দাজ্জালের সঙ্গে সত্তর হাজার লোক থাকবে। তাদের মাথায় মুকুট থাকবে। তাদের অধিকাংশই হবে ইয়াহুদী ও স্ত্রীলোক। এখানকার মুসলমানগণ একটি ঘাঁটিতে অবরুদ্ধ হবে। তাদের গৃহপালিত পশুগুলো মাঠে চরতে গিয়েছিল ঐগুলোও ধ্বংস হয়ে যাবে। সুতরাং তাদের বিপদ খুব বৃদ্ধি পেয়ে যাবে। ক্ষুধার তাড়নায় তাদের অবস্থা অত্যন্ত সংকটময় হয়ে পড়বে। এমনকি তারা তাদের কামানের তারগুলো পুড়িয়ে পুড়িয়ে খেতে থাকবে। এরূপ সংকটময় অবস্থায় সমুদ্রের মধ্য হতে তাদের কানে শব্দ আসবে- হে লোক সকল! তোমাদের জন্যে সাহায্য এসে গেছে। এ শব্দ শুনে লোকগুলো খুব খুশী হবে। কেননা, তারা বুঝতে পারবে যে, এটা কোন পরিতৃপ্ত ব্যক্তির কথা। ঠিক ফজরের নামাযের সময় ঈসা ইবনে মারইয়াম (আঃ) অবতীর্ণ হবেন। মুসলমাদের আমীর তাঁকে বলবেন- “হে রূহুল্লাহ (আঃ)! আগে বাড়ুন এবং নামায পড়িয়ে দিন। কিন্তু তিনি বলবেনঃ ‘এ উম্মতের কিছু সংখ্যক লোক কিছু সংখ্যক লোকের আমীর রয়েছে। সুতরাং এ দলের আমীরই তাদের নামাযের ইমাম হবে। অতএব, তাদের আমীরই ইমাম হয়ে নামায পড়াবেন। নামায শেষ করেই হযরত ঈসা (আঃ) বর্শা হাতে নিয়ে মাসীহ দাজ্জালের দিকে অগ্রসর হবেন। দাজ্জাল তাঁকে দেখামাত্রই সীসার মত গলতে থাকবে। তিনি তার বক্ষে আঘাত করবেন। ঐ আঘাতেই সে ধ্বংস হয়ে যাবে এবং তার সঙ্গীরা পরাজিত হয়ে পলায়ন করবে। কিন্তু কোন স্থানেই তারা নিরাপত্তা লাভ করতে পারবে না। এমনকি তারা যদি কোন গাছের আড়ালে লুকিয়ে থাকে তবে সেই গাছও বলবে-“হে মুমিন! একটি কাফির আমার নিকট লুকিয়ে রয়েছে।' এ কথা পাথরও বলবে। সুনান-ই-ইবনে মাজায় রয়েছে যে, রাসূলুল্লাহ (সঃ) তাঁর এক ভাষণের কম বেশী অংশ দাজ্জালের ঘটনা বর্ণনায় এবং সে দাজ্জাল হতে ভয় প্রদর্শনেই কাটিয়ে দেন। সে ভাষণে তিনি একথাও বলেনঃ দুনিয়ার প্রথম হতে শেষ পর্যন্ত এর অপেক্ষা বড় হাঙ্গামা আর নেই। সমস্ত নবী (আঃ) নিজ নিজ উম্মতকে সতর্ক করে গেছেন। আমি সর্বশেষ নবী এবং তোমরা সর্বশেষ উম্মত। সে নিশ্চিতরূপে তোমাদের মধ্যেই আসবে। যদি আমার জীবদ্দশায় সে এসে পড়ে তবে তো আমি তাকে বাধা দান করবো। আর যদি আমার পরে আসে তবে প্রত্যেক ব্যক্তিকে তার আক্রমণ হতে নিজেকে বাঁচাতে হবে। আমি আল্লাহ তা'আলাকেই প্রত্যেক মুসলমানের অভিভাবক করে যাচ্ছি। সে সিরিয়া ও ইরাকের মধ্যবর্তী স্থানে বের হবে। সে ডান ও বামে খুব ঘুরাফেরা করবে। হে জনমণ্ডলী ও হে আল্লাহর বান্দাগণ! দেখ, তোমরা অটল থাকবে। জেনে রেখো, আমি তোমাদেরকে তার এমন পরিচয় জানিয়ে দিচ্ছি যা অন্য কোন নবী স্বীয় উম্মতকে জানিয়ে যাননি। সে প্রথমতঃ দাবী করবে-আমি নবী। সুতরাং তোমরা স্মরণ রেখো যে, আমার পরে কোন নবী নেই। অতঃপর এর চেয়েও বেড়ে গিয়ে বলবে-“আমি আল্লাহ'। অতএব তথায় তোমরা জেনে রেখো যে, আল্লাহকে এই চোখে কেউ দেখতে পারে না। মৃত্যুর পর তথায় তার দর্শন লাভ ঘটতে পারে। আরও স্মরণ রেখো যে, সে এক চক্ষু বিশিষ্ট হবে এবং তোমাদের প্রভু এক চক্ষু বিশিষ্ট নন। তার চক্ষুদ্বয়ের মধ্যবর্তী স্থানে কাফির' লিখিত থাকবে যা প্রত্যেক শিক্ষিত অশিক্ষিত মোটকথা প্রত্যেক ঈমানদারই পড়তে পারবে।তার সাথে আগুন থাকবে ও বাগান থাকবে। তার আগুন হবে আসলে জান্নাত এবং বাগানটি হবে প্রকৃতপক্ষে জাহান্নাম। তোমাদের মধ্যে যাকে সে জাহান্নামে নিক্ষেপ করবে সে যেন আল্লাহ তা'আলার নিকট সাহায্য প্রার্থনা করে এবং সূরা-ই-কাহাফের প্রাথমিক আয়াতগুলো পাঠ করে। ঐ আগুন তার জন্যে ঠাণ্ডা ও শান্তিদায়ক হয়ে যাবে। যেমন হযরত ইবরাহীম (আঃ)-এর উপর নমরূদের আগুন শান্তিদায়ক হয়েছিল। তার এক হাঙ্গামা এও হবে যে, সে এক বেদুঈনকে বলবে-“আমি যদি তোমার মৃত পিতা-মাতাকে জীবিত করতে পারি তবে কি তুমি আমাকে প্রভু বলে স্বীকার করবে?' এমন সময়ে দু’জন শয়তান তার পিতা-মাতার আকারে প্রকাশিত হবে এবং তাকে বলবে-বৎস! এটাই তোমার প্রভু। সুতরাং তাকে মেনে নাও।' তার আর একটা ফিত্না এও হবে যে, তাকে একটি লোকের উপর জয়যুক্ত করা হবে। সে তাকে করাত দ্বারা ফেড়ে দু’টুকরো করে দেবে। তারপর সে জনগণকে বলবেঃ আমার এ বান্দাকে তোমরা দেখ, এখন আমি তাকে জীবিত করবো। কিন্তু সে পুনরায় এ কথাই বলবে যে, তার প্রভু আমি ছাড়া অন্য কেউ। অতঃপর এ দু' দুবৃত্ত তাকে উঠা-বসা করাবে এবং বলবেঃ তোমার প্রভু কে? সে উত্তরে বলবেঃ আমার প্রভু আল্লাহ এবং তুমি তার শত্রু দাজ্জাল। আল্লাহর শপথ! এখন তো আমার পূর্বাপেক্ষাও বেশী বিশ্বাস হয়েছে। অন্য সনদে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘এ মুমিন ব্যক্তি আমার উম্মতের মধ্যে সবচেয়ে উচ্চ শ্রেণীর জান্নাতের অধিকারী হবে। হযরত আবু সাঈদ খুদরী (রাঃ) বলেন, এ হাদীসটি শুনে আমাদের ধারণা হয় যে, এ লোকটি হযরত উমার ইবনে খাত্তাবই (রাঃ) হবেন, তাঁর শাহাদাত লাভ পর্যন্ত আমাদের ধারণা এটাই ছিল। রাসূলুল্লাহ (সঃ) বলেনঃ তার একটি হাঙ্গামা এও হবে যে, সে আকাশকে পানি বর্ষণ করার নির্দেশ দেবে এবং আকাশ হতে পানি বর্ষিত হবে। সে যমীনকে ফসল উৎপাদন করার নির্দেশ দেবে এবং যমীন হতে ফসল উৎপাদিত হবে।তার আর একটি ফিত্না এও হবে যে, সে একটি গোত্রের নিকট যাবে এবং তারা তাকে বিশ্বাস করবে না। সে সময়ই তাদের সমস্ত জিনিস ধ্বংস হয়ে যাবে। অতঃপর সে অন্য গোত্রের নিকট যাবে। তৎক্ষণাৎ তার হুকুমে আকাশ। হতে বৃষ্টি বর্ষিত হবে এবং যমীনে ফলস উৎপাদিত হবে। তাদের গৃহপালিত পশু পূর্বাপেক্ষা বেশী মোটা-তাজা ও দুগ্ধবতী হয়ে যাবে। তারা মক্কা ও মদীনা ছাড়া যমীনের সমস্ত জায়গায় ঘুরে বেড়াবে। যে যখন মদীনামুখী হবে তখন সারা পথে সে তরবারীধারী ফেরেশতাগণকে দেখতে পাবে। সে তখন ‘সানতার শেষ প্রান্তে, যারীবে আহমারের নিকট থেমে যাবে। অতঃপর মদীনায় তিনটি ভূমিকম্প হবে। ফলে মদীনায় যত মুনাফিক নর ও নারী থাকবে সবাই মদীনা হতে বেরিয়ে গিয়ে দাজ্জালের সেনাবাহিনীর সাথে মিলিত হয়ে যাবে। এভাবে মদীনা নিজের মধ্য হতে অপবিত্র লোকদেরকে দূর করে দেবে যেমন লোহার ভাটা লোহার মরিচা দূর করে থাকে। সেদিনের নাম হবে ‘ইয়াওমুল খালাস’ (মুক্তির দিন)।হযরত উম্মে শুরায়েক (রাঃ) রাসূলুরলাহ (সঃ)-কে জিজ্ঞেস করেন, “হে আল্লাহর রাসূল (সঃ)! সেদিন আরববাসী কোথায় থাকবে?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ প্রথমতঃ তারা থাকবেই খুব কম এবং তাদের অধিকাংশই থাকবে বাইতুল মুকাদ্দাসে। তাদের ইমাম হবে একজন সৎ ব্যক্তি। সে ফজরের নামায পড়াতে থাকবে এমন সময় হযরত ঈসা ইবনে মারইয়াম (আঃ) অবতীর্ণ হবেন। ঐ ইমাম তখন পিছনে সরতে থাকবে যেন ঈসা (আঃ) ইমামতি করেন। কিন্তু তিনি তার স্কন্ধে হাত রেখে বলবেনঃ “তুমি সামনে এগিয়ে নামায পড়িয়ে দাও, ইকামত তোমার জন্যেই দেয়া হয়েছে। সুতরাং তাদের ইমামই নামায পড়িয়ে দেবে। নামায শেষে তিনি বলবেনঃ দরজা খুলে দাও। দরজা খুলে দেয়া হবে। এদিকে দাজ্জাল সত্তর হাজার সৈন্য নিয়ে হাযির হবে। তাদের মস্তকে মুকুট থাকবে এবং তাদের তরবারীর উপর সোনা থাকবে। দাজ্জাল তাঁকে দেখে এমনভাবে গলতে থাকবে যেমনভাবে পানিতে লবণ গলে থাকে। অতঃপর সে পৃষ্ঠ প্রদর্শন করতঃ পালাতে শুরু করবে। কিন্তু তিনি বলবেনঃ ‘আল্লাহ তাআলা এটা নির্ধারণ করে দিয়েছেন যে, তুমি আমার হাতেই একটা মার খাবে, সুতরাং ওটা হতে রক্ষা পেতে পার না। অতএব, তিনি তাকে পূর্ব দরজা লুদ-এর নিকট ধরে নেবেন এবং সেখানেই তাকে হত্যা করে ফেলবেন। তখন ইয়াহূদীরা হতবুদ্ধি হয়ে যাবে এবং ছত্রভঙ্গ হয়ে পলায়ন করবে। কিন্তু তারা কোথাও মাথা লুকানোর জায়গা পাবে না। প্রত্যেক পাথর, বৃক্ষ, দেয়াল ও জীবজন্তু বলতে থাকবেঃ “হে মুসলমান! এখানে ইয়াহুদী রয়েছে। এসে তাকে হত্যা কর।” তবে বাবলা গাছ হচ্ছে ইয়াহূদীদের গাছ। সে কিন্তু বলবে না।রাসূলুল্লাহ (সঃ) বলেনঃ “সে চল্লিশ বছর পর্যন্ত থাকবে। বছর হবে অর্ধ বছরের মত, বছর হবে মাসের মত, মাস হবে জুম'আর মত এবং শেষ দিনগুলো হবে ‘শারারার মত। তোমাদের কোন লোক সকালে শহরের একটি দরজা হতে চলতে আরম্ভ করে দ্বিতীয় দরজায় পৌছতে পারবে না। এমন সময়েই সন্ধ্যা হবে যাবে।” জনগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ ছোট দিনগুলোতে আমরা কিভাবে নামায আদায় করবো?\" তিনি বলেনঃ “তোমরা এ দীর্ঘ দিনগুলোতে যেমনভাবে অনুমান করে নামায পড়ছো, তখনও সেভাবেই অনুমান করে নামায পড়বে।” অতঃপর রাসূলুল্লাহ (সঃ) বলেনঃ “তারপর হযরত ঈসা (আঃ) আমার উম্মতের মধ্যে শাসনকর্তা হবেন, ন্যায়পরায়ণ হবেন, ইমাম হবেন এবং ন্যায় বিচারক হবেন। তিনি ক্রুশ ভেঙ্গে ফেলবেন, শূকরকে হত্যা করবেন এবং জিযিয়া কর উঠিয়ে দেবেন। তিনি সাদকা গ্রহণ করবেন না। সুতরাং ছাগল ও উটের উপর কোন চেষ্টা করা হবে না। হিংসা বিদ্বেষ সম্পূর্ণরূপে বিদূরিত হবে। প্রত্যেক বিষাক্ত প্রাণীর বিষক্রিয়া নষ্ট করে দেয়া হবে। শিশু স্বীয় অঙ্গুলি সাপের মুখে প্রবেশ করাবে। কিন্তু ওটা তার কোন ক্ষতি করবে না। ছেলেরা সিংহের সাথে খেলা করবে, অথচ তাদের কোন বিপদ ঘটবে না। নেকড়ে বাঘ ছাগলের সঙ্গে এমন গলায় গলায় মিলে থাকবে যে, যেন সে পাহারাদার কুকুর। সমগ্র জগৎ ইসলাম ও ন্যায়নীতিতে এমনভাবে পরিপূর্ণ হয়ে যাবে যেমনভাবে বর্তন পানিতে পরিপূর্ণ হয়। সকলের একই কালেমা’ হয়ে যাবে। আল্লাহ ছাড়া আর কারও ইবাদত করা হবে না। যুদ্ধবিগ্রহ সম্পূর্ণরূপে বন্ধ হয়ে যাবে। কুরাইশ স্বীয় রাজ্য ছিনিয়ে নেবে। পৃথিবী সাদা চাদির ন্যায় উজ্জ্বল হয়ে উঠবে। হযরত আদম (আঃ)-এর বরকতময় যুগের ন্যায় ফসল উৎপাদিত হবে। একটা দলের পরিতৃপ্তির জন্যে এক গুচ্ছ আঙ্গুরই যথেষ্ট হবে। এক একটি ডালিম ফল এত বড় হবে যে, একটি দল একটি ডালিম খেয়ে পরিতৃপ্ত হয়ে যাবে। বলদ এরূপ মূল্যে পাওয়া যাবে’ (অর্থাৎ বলদের মূল্য খুব বেশী হবে) এবং ঘোড়া কতগুলো দিরহামের বিনিময়েই পাওয়া যাবে।”জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ঘোড়ার মূল্য হ্রাস পাওয়ার কারণ কি?” তিনি বলেনঃ “কেননা, যুদ্ধে ওর সোয়ারী মোটেই নেয়া হবে না। তারা প্রশ্ন করেনঃ “বলদের মূল্য বৃদ্ধি পাওয়ার কারণ কি?” তিনি বলেনঃ “কেননা, সমগ্র পৃথিবীতে কৃষিকার্য শুরু হয়ে যাবে।” দাজ্জাল প্রকাশিত হওয়ার তিন বছর পূর্বেই ভীষণ দুর্ভিক্ষ দেখা দেবে। প্রথম বছরে বৃষ্টির এক তৃতীয়াংশ আল্লাহ তা'আলার নির্দেশক্রমে বন্ধ করে দেয়া হবে। তারপরে ভূমির উৎপাদনেরও এক তৃতীয়াংশ কমে যাবে। অতঃপর দ্বিতীয় বছরে আকাশকে নির্দেশ দেয়া হবে যে, সে যেন বৃষ্টি দুই তৃতীয়াংশ বন্ধ রাখে এবং এ নির্দেশ ভূমিকেও দেয়া হবে যে, সে যেন উৎপাদনের দুই তৃতীয়াংশ কম করে। তৃতীয় বছর আকাশ হতে বৃষ্টির এক ফোটাও বর্ষিত হবে না। অনুরূপভাবে ভূমিতে একটি চারাগাছও জন্ম নেবে না। সমস্ত জীবজন্তু এ দুর্ভিক্ষে ধ্বংস হয়ে যাবে। কিন্তু আল্লাহ তা'আলা যাকে রক্ষা করবেন সেই রক্ষা পাবে। তাকে জিজ্ঞেস করা হয় তাহলে সে সময় মানুষ কিরূপে জীবিত থাকবে?' তিনি বলেনঃ “সে সময় তাদের খাদ্যের স্থলবর্তী হবে তাদের লা-ইলাহা ইল্লাল্লাহ বলা, আল্লাহু আকবার উচ্চারণ করা, সুবহানাল্লাহ পাঠ করা এবং আলহামদুল্লিাহ বলা।” ইমাম ইবনে মাজা (রঃ) বলেন, আমার উস্তাদ তাঁর উস্তাদ হতে শুনেছেন, তিনি বলতেনঃ “এ হাদীসটি এ যোগ্যতা রাখে যে, শিশুদের শিক্ষক শিশুদেরকেও এটা শিক্ষা দেবেন, এমনকি লিখিয়ে দেবেন, যেন তাদেরও এটা স্মরণ থাকে।” এ হাদীসটি এ সম্বন্ধে গারীব বটে, কিন্তু এর কোন কোন অংশের প্রমাণ স্বরূপ অন্য হাদীসও রয়েছে। এ হাদীসের মতই একটি হাদীস হযরত নাওয়াস ইবনে সামআন (রাঃ) বর্ণনা করেছেন। আমরা ওটাও এখানে বর্ণনা করছি।সহীহ মুসলিম শরীফে হযরত নাওয়াস ইবনে শামআন (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সঃ) একদা সকালে দাজ্জালের বর্ণনা দেন এবং এমনভাবে তাকে উঁচু ও নীচু করেন যে, আমাদের মনে হয় না জানি সে মদীনার খেজুরের বাগানেই বিদ্যমান রয়েছে। অতঃপর আমরা তাঁর নিকট ফিরে আসলে আমাদের চেহারা দেখে আমাদের মনের অবস্থা বুঝে নেন এবং জিজ্ঞেস করেনঃ “ব্যাপার কি?” তখন আমরা তা বর্ণনা করলে তিনি বলেনঃ “তোমাদের উপর দাজ্জালের চেয়েও আর একটা বেশী ভয় রয়েছে। আমার বিদ্যমানতায় যদি সে বের হয় তবে আমি তাকে বুঝে নেবো। কিন্তু যদি আমার পরে সে বের হয় তবে প্রত্যেক মুসলমানকেই তাকে বাধা দিতে হবে। আমি মহান আল্লাহকেই প্রত্যেক মুসলমানের প্রতিনিধি বানিয়ে দিয়েছি। জেনে রেখো, সে যুবক হবে, টেরা চক্ষু বিশিষ্ট হবে। এটুকু বুঝে নাও যে, সে দেখতে অনেকটা আবদুল উয্যা ইবনে কাতনের মত হবে। তোমাদের যে তাকে দেখবে সে যেন সূরা-ই-কাহাফের প্রাথমিক আয়াতগুলো পাঠ করে। সে সিরিয়া ও ইরাকের মধ্যবর্তী প্রান্ত হতে বের হবে এবং ডানে-বামে ঘুরে বেড়াবে। হে আল্লাহর বান্দারা! তোমরা (ঈমানের উপরে) খুব অটল থাকবে।” আমরা জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! সে কতদিন অবস্থান করবে। তিনি বললেনঃ “চল্লিশ দিন। এক দিন হবে এক বছরের সমান, এক দিন হবে এক মাসের সমান, একদিন হবে এক জুমআর সমান এবং অবশিষ্ট দিনগুলো তোমাদের সাধারণ দিনগুলোর মত হবে।”অতঃপর আমরা জিজ্ঞেস করি, যে দিনটি এক বছরের সমান হবে সেদিনে কি একদিনের নামাযই যথেষ্ট হবে? তিনি বলেনঃ না, বরং তোমরা অনুমান করে নেবে। আমরা পুনরায় জিজ্ঞেস করলাম, হে আল্লাহর রাসূল (সঃ)! তাদের চলন গতি কিরূপ দ্রুত হবে? তিনি বলেনঃ মেঘ যেমন বাতাসে তাড়িত হয়ে চলতে থাকে। সে একটি গোত্রকে নিজের দিকে আহ্বান করবে। তারা তাকে মেনে নেবে। তখন তাদের উপর আকাশ হতে বৃষ্টি বর্ষিত হবে, যমীন হতে ফলস উৎপাদিত হবে এবং তাদের গৃহপালিত পশুগুলো মোটা তাজা হয়ে যাবে ও খুব বেশী দুধ দেবে। সে আর এক সম্প্রদায়ের নিকট যাবে। তারা তাকে মিথ্যাবাদী বলবে ও অস্বীকার করবে। সে সেখান হতে ফিরে আসবে। তখন তাদের হাতে মাল-ধন কিছুই থাকবে না। সে অনুর্বর ভূমির উপর দাঁড়িয়ে নির্দেশ দেবে, “হে যমীন! তোমার ধনাগারকে বের করে দাও।\" তখন যমীনের মধ্য হতে ধন-ভাণ্ডার বেরিয়ে আসবে।সে তখন মৌমাছির মত ঐ ধনের পিছনে পিছনে ফিরতে থাকবে। সে একজন নব্য যুবককে আহ্বান করবে এবং তাকে হত্যা করতঃ দু'টুকরো করে এতদূরে নিক্ষেপ করবে যতো দূরে একটি তীর চলে থাকে। তারপরে তাকে ডাক দেবে এবং সে তখন জীবিত হয়ে হাসতে হাসতে তার নিকট চলে। আসবে। তখন আল্লাহ তাআলা হযরত ঈসা (আঃ)-কে পাঠিয়ে দেবেন। তিনি। দু’টি চাদর পরিহিত হয়ে দু'জন ফেরেশতার ডানার উপর হাত রেখে দামেস্কের পূর্বদিকের সাদা স্তম্ভের নিকট অবতরণ করবেন। যখন তিনি মস্তক কুঁকাবেন তখন তার মস্তক হতে ফোঁটা ফোঁটা হয়ে পানি ঝরে পড়বে এবং যখন তিনি মস্তক উত্তোলন করবেন তখন ঐ ফোটাগুলো মুক্তার মত গড়িয়ে পড়বে। যে কাফির পর্যন্ত তার শ্বাস পৌছবে, সে মরে যাবে এবং তার শ্বাস ঐ পর্যন্ত পৌছবে যে পর্যন্ত দৃষ্টি পৌছে থাকে।তিনি দাজ্জালের পশ্চাদ্ধাবন করবেন এবং ‘লুদ’ নামক স্থানে তাকে ধরেফেলে সেখানেই হত্যা করবেন। তারপরে তিনি ঐ লোকদের নিকট আসবেন যারা এ হাঙ্গামায় রক্ষা পেয়ে যাবে। তিনি তাদের চেহারায় হাত ফিরিয়ে দেবেন। এবং জান্নাতের সুসংবাদ প্রদান করবেন। অতঃপর আল্লাহ তাআলার পক্ষ হতে হযরত ঈসা (আঃ)-এর নিকট অহী আসবে। আল্লাহ তা'আলা তাঁকে বলবেন-‘আমি আমার এমন বান্দাহদেরকে প্রেরণ করেছি যাদের প্রতিদ্বন্দ্বিতা কেউই করতে পারবে না। তুমি আমার এ বিশিষ্ট বান্দাহদেরকে তূর পর্বতের নিকট নিয়ে যাও।' তারপর ইয়াজুজ ও মাজুজ বের হবে এবং তারা চতুর্দিক হতে লাফাতে লাফাতে চলে আসবে। তাদের প্রথম দলটি ‘বাহীরা-ই-তাবারিয়ায় আসবে এবং ওর সমস্ত পানি পান করে নেবে। তাদের পর পরই যখন অন্য দলটি আসবে তখন তারা ওটাকে এমন শুষ্ক অবস্থায় পাবে যে, তারা বলবে, সম্ভবতঃ এখানে কোন সময় পানি ছিল। হযরত ঈসা (আঃ) ও তার সঙ্গী মুমিনগণ তথায় এমনভাবে অবরুদ্ধ থাকবেন যে, একটি বলদের মাথাও তাদের নিকট এমন পছন্দনীয় মনে হবে যেমন আজ তোমাদের নিকট একশটি স্বর্ণমুদ্রা পছন্দনীয়। তখন আল্লাহ তা'আলা স্বীয় শত্রুদেরকে গলগণ্ড রোগে আক্রান্ত করবেন। ফলে তারা সবাই একই সঙ্গে ধ্বংস হয়ে যাবে। অতঃপর হযরত ঈসা (আঃ) স্বীয় সঙ্গীগণসহ যমীনে অবতরণ করবেন। কিন্তু যমীনে অর্ধহাত পরিমাণ জায়গাও এমন পাবেন না যা তাদের মৃতদেহ ও দুর্গন্ধ হতে শূন্য থাকবে। পুনরায় তারা আল্লাহ তা'আলার নিকট প্রার্থনা জানাবেন। ফলে আল্লাহ তা'আলা উটের ঘাড়ের মত এক প্রকার পাখি পাঠিয়ে দেবেন। ঐ পাখিগুলো তাদের সমস্ত মৃতদেহ উঠিয়ে নিয়ে আল্লাহ তা'আলার ইচ্ছেমত জায়গায় নিক্ষেপ করবে। অতঃপর বৃষ্টি বর্ষিত হবে। ফলে সমস্ত যমীন হাতের তালুর মত পরিষ্কার পরিচ্ছন্ন হয়ে যাবে। তারপর যমীনকে শস্য এবং ফল উৎপাদনের ও বরকত ফিরিয়ে আনার নির্দেশ দেয়া হবে। সেদিন একটি ডালিম ফল এক দল লোকের পক্ষে যথেষ্ট হবে। তারা সবাই ওর ছালের নীচে বিশ্রাম গ্রহণ করতে পারবে। একটি উন্ত্রীর দুগ্ধ একটি গোটা সম্প্রদায়ের লোকও পান করে শেষ করতে পারবে না।অতঃপর আল্লাহ তা'আলা এক মৃদু ও নির্মল বায়ু প্রবাহিত করবেন যা সমস্ত ঈমানদার নর ও নারীর বগলের নিম্নদেশ দিয়ে বেরিয়ে যাবে আর সঙ্গে সঙ্গে তাদের প্রাণ বায়ুও নির্গত হয়ে যাবে। দুষ্ট ও বেঈমান লোকেরা বেঁচে থাকবে। তারা গাধার মত পরস্পর ঝগড়া বিবাদে লিপ্ত থাকবে। তাদের উপর কিয়ামত সংঘটিত হবে। মুসনাদ-ই-আহমাদের মধ্যেও এরূপ একটি হাদীস বর্ণিত আছে। ওটা আমরা ইনশাআল্লাহ (সূরা-ই-আম্বিয়ার) (আরবী) (২১:৯৬) -এ আয়াতের তাফসীরে বর্ণনা করবো। সহীহ মুসলিমের মধ্যে রয়েছে যে, এক ব্যক্তি হযরত আবদুল্লাহ ইবনে উমার (রাঃ)-এর নিকট বললেনঃ “আমার নিকট সংবাদ পৌছেছে যে, আপনি নাকি বলে থাকেন-কিয়ামত অমুক অমুক জায়গা পর্যন্ত পৌছে যাবে, এটা কি ব্যাপার? তিনি তখন ‘সুবহানাল্লাহ' এবং 'লা-ইলাহা ইল্লাল্লাহ' বলার পর বললেনঃ “আমার ইচ্ছে হচ্ছে যে, এখন তোমাকে কোন হাদীস শুনাবো না। আমি তো একথা বলেছিলাম যে, কিছুকাল পরে তোমরা বড় বড় ব্যাপার সংঘটিত হতে দেখবে, যেমন বায়তুল্লাহকে জ্বালিয়ে দেয়া হবে এবং এই হবে, এই হবে ইত্যাদি।” অতঃপর তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দাজ্জাল বের হবে এবং আমার উম্মতের মধ্যে চল্লিশ বছর পর্যন্ত অবস্থান করবে। আমার জানা নেই যে, সেটা চল্লিশ মাস হবে অথবা চল্লিশ বছর হবে।” অতঃপর আল্লাহ তাআলা হযরত ঈসা (আঃ)-কে প্রেরণ করবেন। তাঁর আকৃতি হযরত উরওয়া ইবনে মাসউদ (রাঃ)-এর মত। তিনি দাজ্জালকে অনুসন্ধান করবেন। তারপর সাত বছর পর্যন্ত মানুষ এমন মিলে মিশে থাকবে যে, দু'জনের মধ্যে মোটেই কোন শত্রুতা থাকবে না। অতঃপর সিরিয়ার দিক হতে একটা ঠাণ্ডা বাতাস প্রবাহিত হবে, যা সমস্ত ঈমানদারের মৃত্যু ঘটিয়ে দেবে। যার অন্তরে অণুপরিমাণও সততা বা ঈমান থাকবে, সে পর্বতের গুহায় অবস্থান করলেও মৃত্যুমুখে পতিত হবে। দুষ্ট ও বেঈমান লোকেরাই বেচে থাকবে, যারা পাখীর ন্যায় হালকা হবে এবং চতুষ্পদ জন্তুর ন্যায় মস্তক বিশিষ্ট হবে। ভাল ও মন্দের মধ্যে প্রভেদ করার শক্তি তাদের থাকবে না। শয়তান মানুষের রূপ ধরে তাদের নিকট আগমন করতঃ তাদেরকে মূর্তি পূজার দিকে আকষ্ট করবে। কিন্তু তাদের এ অবস্থা সত্ত্বেও তাদের জন্যে আহার্যের দরজা খোলা থাকবে এবং জীবন খুবই শান্তিতে অতিবাহিত হবে। তারপর শিঙ্গায় ফুক দেয়া হবে। এর ফলে মানুষ পতিত হতে থাকবে। একটি লোক যে তার উষ্ট্রগুলোকে পানি পান করাবার জন্যে তাদের চৌবাচ্চা ঠিক করতে থাকবে সেই সর্বপ্রথম শিঙ্গার শব্দ শুনতে পাবে। এর ফলে সে এবং অন্য সমস্ত লোক অচৈতন্য হয়ে পড়বে।মোটকথা সকলেই ধ্বংস হয়ে যাওয়ার পর আল্লাহ তা'আলা বৃষ্টি বর্ষণ করবেন যা হবে শিশিরের বা ছায়ার মত। তার ফলে দ্বিতীয়বার দেহ সৃষ্টি হবে। তারপর পুনরায় শিঙ্গায় ফুক দেয়া হবে। তখন সবাই আবার জীবিত হয়ে উঠবে। তারপর তাদেরকে বলা হবে-“হে লোক সকল! তোমরা তোমাদের প্রভুর দিকে চল।” আল্লাহ তা'আলা বলেনঃ\" (আরবী) অর্থাৎ “(হে ফেরেশতাগণ) তাদেরকে থামিয়ে দাও, নিশ্চয়ই তারা (প্রশ্ন জিজ্ঞাসিত হবে। (৩৭:২৪) এরপর বলা হবে-জাহান্নামের অংশ বের করে নাও।' জিজ্ঞেস করা হবে-কতার মধ্য হতে কতো জনকে?' উত্তরে বলা হবে-প্রতি হাজারে ন’শ নিরানব্বই জনকে। (আল্লাহ) বলবেন-এটা এমন দিন যা ছেলেদেরকে বুড়ো করে দেবে এবং এটা এমন দিন যাতে পায়ের গোছা খুলে যাবে।' মুসনাদ-ই-আহমাদে হযরত হারেস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ ইবনে মারইয়াম (আঃ) বাব-ই-লুদের’ নিকট কিংবা ‘লুদের’ পার্শ্বে মাসীহ দাজ্জালকে হত্যা করবেন। জামেউত তিরমিযীর মধ্যে বাব-ই-লুদ রয়েছে এবং এ হাদীসটি বিশুদ্ধ। এর পরে ইমাম তিরিমিযী (রঃ) আরও কয়েকজন সাহাবী (রাঃ)-এর নাম নিয়েছেন যে, তাঁদের হতেও এ অধ্যায়ের হাদীসগুলো বর্ণিত আছে, যেগুলোর মধ্যে দাজ্জালের হযরত ঈসা (আঃ)-এর হাতে নিহত হওয়ার কথা বর্ণিত রয়েছে। শুধুমাত্র দাজ্জালের বর্ণনার হাদীসগুলোই তো অসংখ্য রয়েছে, যেগুলো একত্রিত করা খুবই কঠিন।মুসনাদ-ই-আহমাদে রয়েছে যে, আরাফা হতে আসার সময় রাসূলুল্লাহ (সঃ) সাহাবীদের এক মজলিসের পার্শ্ব দিয়ে গমন করেন। সে সময় তথায় কিয়ামত সম্বন্ধে আলোচনা চলছিল। তিনি তখন বলেনঃ “যে পর্যন্ত দশটি ব্যাপার সংঘটিত না হবে সে পর্যন্ত কিয়ামত হবে না। (১) পশ্চিম দিক হতে সূর্য উদিত হওয়া। (২) ধূয়া নির্গত হওয়া। (৩) 'দাব্বাতুল আরযের বের হওয়া। (৪) ইয়াজুজ-মাজুজের আগমন ঘটা। (৫) ঈসা ইবনে মারইয়াম (আঃ) আকাশ থেকে অবতীর্ণ হওয়া। (৬) দাজ্জালের আবির্ভাব।.(৭) যমীনের তিন জায়গা ধ্বসে যাওয়া। (৭ক) পূর্বে (৮খ) পশ্চিমে (৯গ) আরব উপদ্বীপে এবং (১০) আদন হতে একটা আগুন বের হওয়া যা লোকদেরকে তাড়িয়ে নিয়ে গিয়ে এক জায়গায় একত্রিত করবে। ওটা (আগুন) রাত্রিও তাদের সাথে অতিবাহিত করবে। যখন দুপুরের সময় তারা বিশ্রাম গ্রহণ করবে তখনও এ আগুন তাদের সঙ্গেই থাকবে।”উক্ত হাদীসটি সহীহ মুসলিম ও সুনানের মধ্যে রয়েছে। হযরত হুযাইফা ইবনে উসায়েদ গিফারী (রাঃ) হতেও মাওকুফ রূপে বর্ণিত আছে। অতএব রাসূলুল্লাহ (সঃ)-এর এ মুতাওয়াতির হাদীসগুলো যা হযরত আবু হুরাইরা (রাঃ), হযরত ইবনে মাসউদ (রাঃ), হযরত উসমান ইবনে আবুল আস (রাঃ), হযরত আবু উমামা (রাঃ), হযরত লাওয়াস ইবনে সামআন (রাঃ), হযরত আবদুল্লাহ ইবনে উমার (রাঃ), হযরত মাজমা ইবনে জারিয়া (রাঃ), হযরত আবূ শুরাইহা (রাঃ) এবং হযরত হুযাইফা ইবনে উসায়েদ (রাঃ) হতে বর্ণিত আছে, এটা স্পষ্টভাবে প্রমাণ করছে যে, হযরত ঈসা (আঃ) (আকাশ হতে) অবতরণ করবেন। সাথে সাথে কিভাবে, কোথায় এবং কোন্ সময় তাঁর অবতরণ ঘটবে তাতে এটাও বর্ণিত আছে। অর্থাৎ ফজরের নামাযের ইকামতের সময় সিরিয়ার দামেস্ক শহরের পূর্বদিকের স্তম্ভের উপর তিনি অবতরণ করবেন।সেই যুগে অর্থাৎ ৭৪১ হিঃ সালে জামে' উমভী’র স্তম্ভটি সাদা পাথরে মজবুত করে বানানো হয়েছে। কেননা, ওটা আগুনে দগ্ধীভূত হয়েছিল, যে আগুন সম্ভবতঃ অভিশপ্ত খ্রীষ্টানেরাই লাগিয়েছিল। এতে বিস্ময়ের কি আছে যে, এটাই হয়তো সেই স্তম্ভ যার উপর হযরত ঈসা (আঃ) অবতরণ করবেন এবং শূকরকে হত্যা করবেন, ক্রুশকে ভেঙ্গে ফেলবেন, জিযিয়া কর উঠিয়ে দেবেন ও ইসলাম ধর্ম ছাড়া অন্য কোন ধর্ম গ্রহণ করবেন না। যেমন সহীহ বুখারী ও সহীহ মুসলিমের হাদীসগুলো বর্ণিত হয়েছে, যেগুলোর মধ্যে রাসূলুল্লাহ (সঃ) এ সংবাদ দিয়েছেন ও তাকে সাব্যস্ত করেছেন। এটা ঐ সময় হবে যখন সমস্ত সন্দেহ দূরীভূত হবে এবং মানুষ যখন হযরত ঈসা (আঃ)-এর অনুসরণে ইসলাম ধর্ম গ্রহণ করবে। যেমন কুরআন কারীমে উক্ত (আরবী)  হয়েছে। (৪৩:৬১) এবং একটি পঠনে (আরবী) লাআলামুন রয়েছে। অর্থাৎ হযরত ঈসা (আঃ)-এর অবতরণ কিয়ামতের (কিয়ামত নিকটবর্তী হওয়ার) একটি বড় নিদর্শন। কেননা, তিনি দাজ্জালের আগমনের পর আগমন করবেন এবং তাকে হত্যা করবেন। যেমন সহীহ হাদীসে রয়েছে যে, আল্লাহ তাআলা এমন কোন রোগ সৃষ্টি করেননি যার প্রতিষেধকের তিনি ব্যবস্থা রাখেননি। তার সময়েই ইয়াজুজ মাজুজের আবির্ভাব ঘটবে, যাদেরকে আল্লাহ তা'আলা তাঁর দু'আর বরকতে ধ্বংস করবেন। ইয়াজুজ ও মাজুজের বের হওয়ার সংবাদ কালাম পাকের মধ্যেও রয়েছে। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ যে পর্যন্ত না ইয়াজুজ ও মাজুজকে বন্ধন মুক্ত করে দেয়া হবে এবং তারা প্রত্যেক উচ্চভুমি থেকে দ্রুত ছুটে আসবে। সত্য প্রতিশ্রুতি নিকটবর্তী হলে কাফেরদের চক্ষু উচ্চে স্থির হয়ে যাবে; ।'(২১৪ ৯৬-৯৭) অর্থাৎ তাদের বের হওয়াও কিয়ামত নিকটবর্তী হওয়ার একটি প্রমাণ। হযরত ঈসা (আঃ)-এর বিশেষণঃ পূর্ব বর্ণিত দু'টি হাদীসেও তাঁর বিশেষণের বর্ণনা দেয়া হয়েছে। সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ মিরাজের রাত্রে আমি হযরত মূসা (আঃ)-এর সঙ্গে সাক্ষাৎ করেছি। তিনি মধ্যম দেহ ও পরিষ্কার চুল বিশিষ্ট, যেমন শানূআহ্ গোত্রের লোক হয়ে থাকে। হযরত ঈসা (আঃ)-এর সঙ্গেও সাক্ষাৎ করেছি। তিনি লাল বর্ণের এবং মধ্যম দেহ বিশিষ্ট। মনে হচ্ছিল যে, যেন তিনি সবেমাত্র গোসল খানা হতে বের হয়ে এলেন। হযরত ইবরাহীম (আঃ)-কেও আমি দেখেছি। তিনি একেবারে আমার মতই ছিলেন।সহীহ বুখারীর অন্য বর্ণনায় রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত ঈসা (আঃ) রক্তিম বর্ণ, কোঁকড়ানো চুল এবং চওড়া বক্ষ বিশিষ্ট ছিলেন। হযরত মূসা (আঃ) গোধূম বর্ণ, মোটা দেহ এবং সোজা চুল বিশিষ্ট ছিলেন-যেমন যিতের লোক হয়ে থাকে। অনুরূপভাবে তিনি দাজ্জালের শরীরিক গঠনও বর্ণনা করেছেন যে, তার ডান চক্ষু কানা হবে যেন ওটা ফুলা আঙ্গুর। তিনি বলেনঃ কাবা শরীফের নিকটে আমাকে স্বপ্নে দেখান হয়েছে যে, একজন খুবই গোধূম বর্ণের লোক, যার মাথার চুল তাঁর দু'কাঁধ পর্যন্ত লটকে ছিল এবং চুল ছিল পরিপাটি। তাঁর মস্তক হতে পানির ফোঁটা ঝরে ঝরে পড়ছিল। তিনি দু'ব্যক্তির কাঁধে হাত রেখে তাওয়াফ করছিলেন। আমি জিজ্ঞেস করি- ইনি কে? তখনই আমাকে বলা হয়-“ইনি হচ্ছেন হযরত মাসীহ ইবনে মারইয়াম (আঃ)। তার পিছনে আমি আর একটি লোককে দেখতে পাই যার ডান চক্ষুটি কানা ছিল। ইবনে কাতানের সঙ্গে সে অনেকটা সাদৃশ্যযুক্ত ছিল। তার মাথার চুল ছিল এলোমেলো। সেও দু'ব্যক্তির কাঁধে হাত রেখে তাওয়াফ করছিল। আমি জিজ্ঞেস করি-এটা কে? বলা হয়- মাসীহ দাজ্জাল।সহীহ বুখারী শরীফের আর একটি বর্ণনায় রয়েছে, হযরত উবাইদুল্লাহ (রাঃ)। বলেন, আল্লাহর শপথ! রাসূলুল্লাহ (সঃ) হযরত ঈসা (আঃ)-কে লাল বর্ণের বলেননি, বরং গোধূম বর্ণের বলেছেন। পরে উপরে বর্ণিত পূর্ণ হাদীসটি রয়েছে। হযরত যুহরী (রঃ) বলেন যে, ইবনে কাতান খুযাআহ্ গোত্রের একটি লোক ছিল। সে অজ্ঞতার যুগে মারা গিয়েছিল। পূর্বে ঐ হাদীসটিও বর্ণিত হয়েছে যাতে রয়েছে যে, হযরত মাসীহ (আঃ) দুনিয়ায় অবতীর্ণ হওয়ার পর এখানে চল্লিশ বছর অবস্থান করবেন। অতঃপর তিনি মারা যাবেন এবং মুসলমানেরা তার জানাযার নামায পড়বে।তবে সহীহ মুসলিমের একটি হাদীসে রয়েছে যে, তিনি এখানে সাত বছর অবস্থান করবেন। তাহলে খুব সম্ভব, যে হাদীসে চল্লিশ বছর অবস্থানের কথা রয়েছে তা ঐ সময় সহই হবে যা তিনি তার আকাশে উঠে যাওয়ার পূর্বে পৃথিবীতে অতিবাহিত করেছিলেন। যে সময় তাঁকে উঠিয়ে নেয়া হয়েছিল সে সময় তাঁর বয়স ছিল তেত্রিশ বছর। পরে এসে তিনি পৃথিবীতে সাত বছর অবস্থান করবেন। তাহলে পূর্ণ চল্লিশ বছর হয়ে যাবে। আল্লাহ তাআলাই সব চেয়ে ভাল জানেন। (ইবনে আসাকের) কেউ কেউ বলেন যে, যখন তাঁকে আকাশে উঠিয়ে নেয়া হয় তখন তাঁর বয়স ছিল দেড় বছর। কিন্তু এটা একেবারেই বাজে কথা। তবে হাফিয আবুল কাসিম (রঃ) স্বীয় ইতিহাসে পূর্ব যুগীয় কোন কোন মনীষী হতে এটাও এনেছেন যে, হযরত ঈসা (আঃ) রাসূলুল্লাহ (সঃ)-এর কক্ষে তাঁর সাথেই সমাধিস্থ হবেন। সুতরাং এ সম্পর্কে পূর্ণজ্ঞান একমাত্র আল্লাহ তা'আলারই রয়েছে।অতঃপর আল্লাহ তা'আলা বলেনঃ ‘উত্থান দিবসে সে তাদের উপর সাক্ষ্য দান করবে। অর্থাৎ এ কথার তিনি সাক্ষ্য দান করবেন যে, তিনি আল্লাহর রিসালাত তাঁদের নিকট পৌছিয়ে দিয়েছিলেন এবং তিনি নিজেও আল্লাহ তাআলার দাসত্ব স্বীকার করেছিলেন। যেমন আল্লাহ তাআলা সূরা মায়েদার শেষ দিকে বলেনঃ (আরবী) (৫:১১৬-১১৮) পর্যন্ত।",
  "ayah": 159,
  "surah": 4
}
