{
  "text": "১৬৩-১৬৫ নং আয়াতের তাফসীর:\nহযরত ইবনে আব্বাস (রাঃ) বলেন যে, সাকীন ও আদী ইবনে যায়েদ বলেছিল, “হে মুহাম্মাদ (সঃ)! আমরা স্বীকার করি না যে, হযরত মূসা (আঃ)-এর পরে আল্লাহ তা'আলা কোন মানুষের উপর কিছু অবতীর্ণ করেছেন। তখন এ আয়াতগুলো অবতীর্ণ হয়। মুহাম্মাদ ইবনে কা'ব কারাযী (রঃ) বলেন। যে, যখন (আরবী) (৪:১৫৩-১৫৬) পর্যন্ত আয়াত অবতীর্ণ হয় এবং ইয়াহূদীদের দুষ্কার্যাবলী তাদের চোখের সামনে তুলে ধরা হয়, তখন তারা স্পষ্টভাবে বলে যে, আল্লাহ তা'আলা কোন মানুষের উপর নিজের কোন কালাম অবতীর্ণই করেননি, না মূসা (আঃ)-এর উপর, না ঈসা (আঃ)-এর উপর, না অন্য কোন নবীর উপর। সেই সময় আল্লাহ তা'আলা। (আরবী)-এ আয়াতটি অবতীর্ণ করেন। কিন্তু এ উক্তিটি সন্দেহযুক্ত। কেননা, সূরা-ই-আনআমের এ আয়াতটি মাক্কী'। আর সূরা-ই-নিসার উপরোক্ত আয়াতটি ‘মাদানী’ যা তাদের ‘আপনি আকাশ হতে কোন কিতাব আনয়ন করুন এ কথার খণ্ডনে অবতীর্ণ হয়। তাদের এ কথার উত্তরে বলা হয় যে, তারা হযরত মূসাকে এর চেয়েও বড় প্রশ্ন করেছিল। এরপর আল্লাহ তা'আলা তাদের দোষগুলো বর্ণনা করেন এবং তাদের পূর্বের ও বর্তমানের জঘন্য কার্যাবলী প্রকাশ করেন। অতঃপর আল্লাহ তা'আলা বলেন যে, তিনি স্বীয় বান্দা ও রাসূল হযরত মুহাম্মাদ (সঃ)-কে প্রত্যাদেশ করেন যেমন প্রত্যাদেশ করেছিলেন তিনি অন্যান্য নবীদের উপর। 'যাবুর ঐ আসমানী কিতাবের নাম যা হযরত দাউদ (আঃ)-এর উপর নাযিল হয়েছিল। ঐ নবীদের ঘটনা আমরা ইনশাআল্লাহ সূরা-ই-কাসাসে বর্ণনা করবো।এরপর আল্লাহ তা'আলা বলেনঃ এ আয়াত অর্থাৎ মাক্কী সূরার আয়াতের পূর্বে বহু নবীর ঘটনা বর্ণিত হয়েছে এবং বহু নবীর ঘটনা বর্ণিত হয়নি। যে নবীগণের নাম কুরআন কারীমের মধ্যে এসেছে সেগুলো নিম্নরূপঃহযরত আদম (আঃ), হযরত ইদরীস (আঃ), হযরত নূহ (আঃ), হযরত হযরত হূদ (আঃ), হযরত সালিহ (আঃ), হযরত ইবরাহীম (আঃ), হযরত নূত (আঃ), হযরত ইসমাঈল (আঃ), হযরত ইসহাক (আঃ), হযরত ইয়াকূব। (আঃ), হযরত ইউসুফ (আঃ), হযরত আইয়ূব (আঃ), হযরত শুআইব (আঃ), হযরত মূসা (আঃ), হযরত হারূন (আঃ), হযরত ইউনুস (আঃ), হযরত দাউদ (আঃ), হযরত সুলাইমান (আঃ), হযরত ইলিয়াস (আঃ), হযরত ইয়াসাআ (আঃ), হযরত যাকারিয়া (আঃ), হযরত ইয়াহইয়া (আঃ), হযরত ঈসা (আঃ) ও অধিকাংশ মুফাসসিরের মতে হযরত যুলকিফল (আঃ) এবং সর্বশেষ ও নবীগণের নেতা হযরত মুহাম্মাদ মোস্তাফা (সঃ)। বহু নবী এমনও রয়েছেন যাদের নাম কুরআন কারীমে উল্লিখিত হয়নি। এ কারণেই রাসূল ও নবীগণের সংখ্যায় মতভেদ রয়েছে। এ ব্যাপারে সুপ্রসিদ্ধ হাদীস হচ্ছে হযরত আবু যার (রাঃ) বর্ণিত হাদীসটি। হাদীসটি তাফসীর-ই-ইবনে মিরদুওয়াই-এর মধ্যে বর্ণিত রয়েছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ হে আল্লাহর রাসূল (সঃ)! নবী কতজন? তিনি বলেনঃ “এক লক্ষ চব্বিশ হাজার।\" হযরত আবু যার (রাঃ) বলেন, রাসূল কতজন? তিনি বলেনঃ “তিনশ তেরোজন। বড় একটি দল।\" পুনরায় তিনি জিজ্ঞেস করেন, সর্বপ্রথম কে? তিনি বলেনঃ “হযরত আদম (আঃ)। তিনি বলেন, তিনি কি রাসূল ছিলেন? রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যা! আল্লাহ তা'আলা তাঁকে স্বহস্তে সৃষ্টি করেন, অতঃপর তার মধ্যে রূহ্ ঠুকে দেন এবং ঠিকঠাক করে দেন।”অতঃপর রাসূলুল্লাহ (সঃ) বলেনঃ “হে আবু যার (রাঃ)! চারজন হচ্ছেন সূরইয়ানী। (১) হযরত আদম (আঃ), (২) হযরত শীষ (আঃ), (৩) হযরত নহ (আঃ) এবং (৪) হযরত খানখ (আঃ) যার প্রসিদ্ধ নাম হচ্ছে ইদরীস (আঃ)। তিনিই সর্বপ্রথম কলম দ্বারা লিখেন। আর চারজন হচ্ছেন আরবী। (১) হযরত হূদ (আঃ), (২) হযরত সালিহ্ (আঃ), (৩) হযরত শুআইব (আঃ) এবং (৪) তোমাদের নবী হযরত মুহাম্মাদ মোস্তফা (সঃ)। হে আবু যার (রাঃ)! বানী ইসরাঈলের প্রথম নবী হচ্ছেন হযরত মূসা (আঃ) এবং শেষ নবী হচ্ছেন হযরত ঈসা (আঃ)। সমস্ত নবীর মধ্যে প্রথম নবী হচ্ছেন হযরত আদম (আঃ) এবং সর্বশেষ নবী হচ্ছেন তোমাদের নবী (সঃ)”। এ সুদীর্ঘ হাদীসটি হাফিয আবূ হাতিম (রঃ) স্বীয় গ্রন্থ আল আনওয়া ওয়াত্তাফাসীমে বর্ণনা করেছেন যার উপর তিনি বিশুদ্ধতার চিহ্ন দিয়েছিলেন। কিন্তু তাঁর সম্পূর্ণ বিপরীত ইমাম আবু ফারাজ ইবনে জাওযী ওটাকে সম্পূর্ণরূপে কল্পিত বলেছেন। ইবরাহীম ইবনে হাসিম ওর একজন বর্ণনাকারীকে কল্পনাকারী রূপে সন্দেহ করেছেন। প্রকৃত ব্যাপার এই যে, খণ্ডনকারী ইমামগণের মধ্যে অনেকেই এ হাদীসের কারণে তার সমালোচনা করেছেন। আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। আর এ হাদীসটি অন্য সনদে হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে। কিন্তু ওতে মাআন ইবনে রিফাআহ্ দুর্বল, আলী ইবনে ইয়াযিদও দুর্বল এবং কাসিম ইবনে আবদুর রহমানও দুর্বল। আবু ইয়ালা (রঃ)-এর হাদীস গ্রন্থে একটি হাদীস রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা আট হাজার নবী পাঠিয়েছেন। চার হাজার পাঠিয়েছেন বানী ইসরাঈলের নিকট এবং চার হাজার পাঠিয়েছেন অবশিষ্ট অন্যান্য লোকদের উপর”। এ হাদীসটিও দুর্বল। এতে যাইদী এবং তার শিক্ষক রুকাশী দু'জনই দুর্বল। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। আবূ ইয়ালার আর একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার ভাই আট হাজার নবী অতীত হয়েছেন। তাঁদের পরে হযরত ঈসা (আঃ) এসেছেন এবং তার পরে আমি এসেছি।” অন্য হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘আমি আট হাজার নবীর পরে এসেছি, তাঁদের মধ্যে চার হাজার ছিলেন বানী ইসরাঈলের অন্তর্ভুক্ত।' এ হাদীসটি এ সনদে তো গারীব বটেই কিন্তু এর সমস্ত বর্ণনাকারী সুপরিচিত। শুধুমাত্র আহমাদ ইবনে তারিকের সততা বা দৌর্বল্য সম্পর্কে আমার অজানা রয়েছে।নবীগণের সংখ্যা সম্পর্কে হযরত আবু যর গিফারী (রাঃ) হতে বর্ণিত সুদীর্ঘ হাদীসটিও এখানে বর্ণনা করা হচ্ছে। হযরত আবু যার (রাঃ) বলেনঃ আমি মসজিদে প্রবেশ করি। সে সময় রাসূলুল্লাহ (সঃ) একাকী মসজিদে অবস্থান করছিলেন। আমিও তার পার্শ্বে বসে পড়ি এবং বলি, হে আল্লাহর রাসূল (সঃ)! আপনি কি আমাকে নামাযের নির্দেশ দিয়েছেন? রাসূলুল্লাহ (সঃ) বললেনঃ হ্যা, নামায উত্তম কাজ। তাই, হয় তুমি নামায বেশী করে পড় না হয় কম করে পড়। আমি বলি, হে আল্লাহর রাসূল (সঃ)! কোন্ আমল উত্তম? তিনি বললেনঃ ‘আল্লাহর উপর বিশ্বাস স্থাপন করা ও তাঁর পথে জিহাদ করা। আমি বলি, হে আল্লাহর রাসূল (সঃ)! কোন্ মুমিন উত্তম। তিনি বলেনঃ “সর্বাপেক্ষা উত্তম চরিত্র বিশিষ্ট ব্যক্তি।” আমি বলি, হে আল্লাহর রাসূল (সঃ)! সর্বোত্তম মুসলমান কে? তিনি বলেনঃ “যার কথা ও হাত হতে মানুষ নিরাপদে থাকে।” আমি বলি, 'হে আল্লাহর রাসূল (সঃ)! কোন্ হিজরত উত্তম? তিনি বলেন :মন্দকে পরিত্যাগ করা। আমি বলি, হে আল্লাহর রাসূল (সঃ)! কোন গোলাম আযাদ করা উত্তম? তিনি বলেনঃ “যে গোলামের মূল্য বেশী ও তার মনিবের নিকট বেশী পছন্দীয়। আমি বলি, হে আল্লাহর রাসূল (সঃ)! কোন্ সাদকা সর্বোত্তম? তিনি বলেনঃ ‘অল্প মালের অধিকারী ব্যক্তির চেষ্টা করা ও গোপনে দরিদ্রকে দান করা। আমি বলি, হে আল্লাহর রাসূল (সঃ)! কুরআন কারীমের মধ্যে সবচেয়ে বড় মর্যাদাসম্পন্ন আয়াত কোনটি? তিনি বলেনঃ “আয়তুল কুরসী।”অতঃপর তিনি বলেনঃ “হে আবু যার (রাঃ)! সাতটি আকাশ কুরসীর তুলনায় ঐরূপ যেরূপ কোন মরুপ্রান্তরে একটি বৃত্ত এবং কুরসীর উপর আরশের মর্যাদা ঐরূপ যেরূপ প্রশস্ত প্রান্তরের মর্যাদা বৃত্তের উপর। আমি বলি, হে আল্লাহর রাসূল (সঃ)! নবী কতজন? তিনি বলেনঃ ‘এক লক্ষ চব্বিশ হাজার। আমি বলি, তাদের মধ্যে রাসূল কতজন? তিনি বলেনঃ ‘তিনশ জন, বড় পবিত্র দল। আমি জিজ্ঞেস করি, সর্বপ্রথম কে? তিনি বলেনঃ হযরত আদম (আঃ)। আমি বলি, তিনিও কি রাসূল ছিলেন? তিনি বলেনঃ হ্যা, আল্লাহ তা'আলা তাঁকে স্বহস্তে সৃষ্টি করতঃ ওঁর মধ্যে রূহ্ কুঁকে দেন এবং তাঁকে ঠিকঠাক করেন।' অতঃপর তিনি বলেনঃ ‘জেনে রেখো যে, চারজন হচ্ছেন সুরইয়ানী। (১) হযরত আদম (আঃ), (২) হযরত শীষ (আঃ), (৩) হরত খানুখ (আঃ) তিনিই হচ্ছেন হযরত ইদরীস (আঃ), যিনি সর্বপ্রথম কলম দ্বারা লিখেছেন এবং (৪) হযরত নূহ (আঃ)। আর চারজন হচ্ছেন আরবী। (১) হযরত হূদ (আঃ), (২) হযরত শুআইব (আঃ), (৩) হযরত সালিহ (আঃ) এবং (৪) তোমাদের নবী হযরত মুহাম্মাদ (সঃ)। সর্বপ্রথম রাসূল হচ্ছেন হযরত আদম (আঃ) এবং সর্বশেষ রাসূল হচ্ছেন হযরত মুহাম্মাদ (সঃ)। আমি জিজ্ঞেস করি, হে আল্লাহর রাসূল (সঃ)! আল্লাহ তা'আলা কতখানা কিতাব অবতীর্ণ করেছেন? তিনি বলেনঃ “একশ চারখানা। হযরত শীষ (আঃ)-এর উপর পঞ্চাশ খানা সহীফা, হযরত খানুখ (আঃ)-এর উপর তিনখানা সহীফা, হযরত ইবরাহীম (আঃ)-এর উপর দশখানা সহীফা, হযরত মূসা (আঃ) -এর উপর তাওরাতের পূর্বে দশখানা সাহীফা ও তাওরাত, যাবুর, ইঞ্জীল, ও ফুরকান নাযিল করেন। আমি বলি, হে আল্লাহর রাসূল (সঃ)! হযরত ইবরাহীম (আঃ)-এর সাহীফায় কি ছিল? তিনি বলেনঃ ওর সম্পূর্ণটাই ছিল নিম্নরূপ-‘হে বিজয়ী বাদশাহ! আমি তোমাকে দুনিয়া জমা করার জন্যে পাঠাইনি, বরং এ জন্যে পাঠিয়েছি যে, তুমি অত্যাচারিতের প্রার্থনা আমার সামনে হতে সরিয়ে দেবে। যদি তা আমার নিকট পৌছে যায় তবে আমি তা প্রখ্যাত্যান করবো না। তাতে নিম্নরূপ দৃষ্টান্তও ছিল- জ্ঞানীর এটা অপরিহার্য কর্তব্য যে, সে যেন তার সময় কয়েক ভাগে ভাগ করে। একটি অংশে সে নিজের জীবনের হিসেব গ্রহণ করবে। এক অংশে আল্লাহ তা'আলার গুণাবলী সম্বন্ধে চিন্তা করবে, একাংশে সে পানাহারের চিন্তা করবে। জ্ঞানীর নিজেকে তিনটি জিনিস ছাড়া অন্য কোন জিনিসে লিপ্ত রাখা উচিত নয়। প্রথম হচ্ছে পরকালের পাথেয়, দ্বিতীয় হচ্ছে জীবিকা লাভ এবং তৃতীয় হচ্ছে বৈধ জিনিসে আনন্দ ও মজা উপভোগ। জ্ঞানীর উচিত যে, সে যেন নিজের সময়কে দেখতে থাকে, স্বীয় কার্যে লেগে থাকে এবং স্বীয় জিহ্বাকে সংযত রাখে। যে ব্যক্তি স্বীয় কথাকে তার কাজের সঙ্গে মিলাতে থাকে সে খুব কম কথা বলবে। তোমরা শুধু ঐ কথাই বল, যাতে তোমাদের উপকার হয়।”আমি জিজ্ঞেস করি, হে আল্লাহর রাসূল (সঃ)! হযরত মূসা (আঃ)-এর সহীফাসমূহে কি ছিল? তিনি বলেনঃ “ওটা শুধু উপদেশে পরিপূর্ণ। যেমন আমি ঐ ব্যক্তিকে দেখে বিস্মিত হই যে মৃত্যুকে বিশ্বাস করে অথচ আনন্দে আত্মহারা হয়ে থাকে। ভাগ্যের উপর বিশ্বাস রাখে অথচ হায় হায় করে। দুনিয়ার অস্থায়িত্ব অবলোকন করে অথচ নিশ্চিন্ত থাকে। কিয়ামতের দিন যে হিসাব দিতে হবে এটা জানে অথচ আমল করে না”। আমি বলি, হে আল্লাহর রাসূল (সঃ)! পূর্ববর্তী নবীদের গ্রন্থসমূহে যা কিছু ছিল ওগুলোর মধ্যে আমাদের গ্রন্থেও কিছু রয়েছে কি? তিনি বলেনঃ হ্যা, হে আবূ যার! দেখ আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ মুক্তি পেয়েছে ঐ ব্যক্তি যে পবিত্র হয়েছে। আর তার প্রভুর নাম স্মরণ করতঃ নামায পড়েছে। বরং তোমরা ইহলৌকিক জীবনের উপর গুরুত্ব দিচ্ছ, অথচ পারলৌকিক জীবন উত্তম ও চিরস্থায়ী। নিশ্চয়ই এটা পূর্ববর্তী সাহীফাগুলোতে রয়েছে। রয়েছে ইবরাহীম ও মূসার সাহীফায়।' (৮৭:১৪-১৯)আমি বলি, হে আল্লাহর রাসূল (সঃ)! আমাকে উপদেশ দিন। তিনি বলেনঃ “আমি তোমাকে উপদেশ দিচ্ছি যে, তুমি আল্লাহকে ভয় করতে থাক। এটাই হচ্ছে তোমার কার্যের প্রধান অংশ।” আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও কিছু বলুন। তিনি বলেনঃ কুরআন পাঠ ও আল্লাহর যিকিরে মগ্ন থাক।এটা তোমার জন্যে আকাশসমূহে যিকিরের এবং পৃথিবীতে আলোকের কারণ হবে।' আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও বলুন। তিনি বলেনঃ “সাবধান! অতিরিক্তি হাসি হতে বিরত হও। এর ফলে অন্তর মরে যায় এবং চেহারার ঔজ্জ্বল্য দূর হয়ে যায়।” আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও কিছু বলুন। তিনি বলেনঃ “জিহাদে লিপ্ত থাক, আমার উম্মতের জন্যে এটাই হচ্ছে সংসার ত্যাগ।” আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও কিছু উপদেশ দিন। তিনি বলেনঃ “উত্তম কথা বলা ছাড়া মুখ বন্ধ রেখো। এতে শয়তান পলায়ন করে এবং ধর্মীয় কাজে বিশেষ সহায়তা লাভ হয়।আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও কিছু বলুন। তিনি বলেনঃ ‘তোমা অপেক্ষা নিম্ন পর্যায়ের লোকদের দিকে দেখ, তোমা অপেক্ষা উচ্চ পর্যায়ের লোকদের দিকে দেখো না। এতে তোমার অন্তরে আল্লাহ তা'আলার নিয়ামতরাজীর শ্রেষ্ঠত্ব প্রকাশ পাবে।' আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও বলুন! তিনি বলেনঃ ‘দরিদ্রদের প্রতি ভালবাসা রেখো এবং তাদের সাথে উঠাবসা কর। এতে আল্লাহ তা'আলার করুণা তোমার কাছে খুব বড় বলে মনে হবে। আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও কিছু বলুন। তিনি বলেনঃ ‘আত্মীয়দের সাথে মিলিত থাক যদিও তারা মিলিত না হয়। আমি বলি, হে আল্লাহর রাসূল (সঃ)! আরও কিছু বলুন। তিনি বলেনঃ ‘সত্য কথা বলতে থাক যদিও তা কারও কাছে তিক্ত বলে মনে হয়। আমি তাঁর নিকট আরও উপদেশ যাঞা করি। তিনি বলেনঃ “আল্লাহ তা'আলার ব্যাপারে ভৎসনাকারীর ভৎসনাকে ভয় করো না। আমি বলি, আরও বলন। তিনি বলেনঃ “নিজের দোষ-ক্রটির। প্রতি লক্ষ্য কর। অন্যের দোষ-ক্রটির প্রতি লক্ষ্য রাখা হতে বিরত থাক। অতঃপর তিনি আমার বক্ষে হাত রেখে বলেনঃ “হে আবু যার (রাঃ)! তদবীরের মত কোন বুদ্ধিমত্তা নেই, হারাম হতে বিরত থাকার মত কোন তাকওয়া নেই এবং উত্তম চরিত্রের মত কোন বংশ নেই। মুসনাদ-ই-আহমাদেও এ হাদীসটি কিছু কম-বেশীর সাথে বর্ণিত আছে।হযরত আবু সাঈদ খুদরী (রাঃ) জনগণকে জিজ্ঞেস করেনঃ “খারেজীগণও কি দাজ্জালকে স্বীকার করে? উত্তর আসেঃ না। তিনি তখন বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি এক হাজার বরং তার চেয়েও বেশী নবীর শেষে এসেছি। প্রত্যেক নবী (আঃ) নিজ নিজ উম্মতকে দাজ্জালের ভয় দেখিয়েছেন। কিন্তু আল্লাহ তা'আলা আমার সামনে তার এমন কতগুলো নিদর্শন বর্ণনা করেছেন যেগুলো অন্যান্য নবীদের নিকট বর্ণনা করেননি। জেনে রেখো যে, সে টেরা চক্ষু বিশিষ্ট হবে এবং প্রভু এরূপ হতে পারেন না। তার ডান চক্ষু কানা হবে ও উপর দিকে উঠে থাকবে যেমন চুনকামকৃত কোন পরিষ্কার দেয়ালে কোন ফুটা জায়গা থাকে। তার বাম চক্ষুটি উজ্জ্বল তারকার ন্যায় হবে। সে সমস্ত ভাষায় কথা বলবে। তার নিকট সবুজ শ্যামল জান্নাতের ছবি থাকবে যেখানে পানি প্রবাহিত হতে থাকবে এবং তার নিকট জাহান্নামেরও ছবি থাকবে। তথায় কালো ধুয়া দেখা যাবে।' অন্য হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি এক লক্ষ বরং তার চেয়েও বেশী নবী (আঃ)-এর শেষে আগমন করেছি। আল্লাহ তাআলা যত নবী পাঠিয়েছেন প্রত্যেকেই স্বীয় গোত্রকে দাজ্জালের ভয় দেখিয়েছেন।” তারপরে পূর্ণ হাদীসটি বর্ণনা করেন। এরপর আল্লাহ পাক বলেনঃ ‘এবং আল্লাহ প্রত্যক্ষ বাক্যে মূসা (আঃ)-এর সাথে কথা বলেছেন। এটা তার একটা বিশেষ গুণ যে, তিনি কালীমুল্লাহ ছিলেন। একটি লোক হযরত আবু বকর ইবনে আয়্যাশ (রঃ)-এর নিকট এসে বলেঃ একটি লোক এ বাক্যটিকে। (আরবী) এরূপ পড়ে থাকে। অর্থাৎ মূসা (আঃ) আল্লাহর সাথে কথা বলেছেন।' একথা শুনে হযরত আবু বকর ইবনে আয়্যাশ (রঃ) রাগান্বিত হয়ে বলেন :“কোন কাফির এভাবে পড়ে থাকবে। আমি হযরত আ’মাশ (রঃ) হতে, তিনি ইয়াহইয়া (রঃ) হতে, তিনি আবদুর রহমান (রঃ) হতে, তিনি হযরত আলী (রাঃ) হতে এবং হযরত আলী (রাঃ) রাসূলুল্লাহ (সঃ) হতে (আরবী) এরূপই পড়েছেন। মোটকথা ঐ লোকটির অর্থ ও শব্দের পরিবর্তন করে দেয়া দেখে তিনি এরূপ রাগান্বিত হন। এতে বিস্ময়ের কিছু নেই যে, এটা কোন মুতাযেলীই হবে। কেননা, মুতাযেলীদের বিশ্বাস এই যে, আল্লাহ তা'আলা না হযরত মূসা (আঃ)-এর সঙ্গে কথা বলছেন না অন্য কারও সঙ্গে কথা বলেছেন। কোন একজন মুতাযেলী কোন একজন মনীষীর নিকট এসে এ আয়াতটিকে এভাবে পাঠ করলে তিনি তাকে মন্দ বলেন। অতঃপর তাকে বলেনঃ “তাহলে তুমি (আরবী) অর্থাৎ ‘এবং যখন মূসা আমার প্রতিশ্রুত সময়ে আগমন করে এবং তার প্রভু তার সাথে কথা বলেন'(৭:১৪৩)-এ আয়াতটিকে কিভাবে অস্বীকার করবে”? ভাবার্থ এই যে, এখানে এ ব্যাখ্যা ও পরিবর্তন চলবে না।“তাফসীর-ই-ইবনে মিরদুওয়াই’-এর একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর সঙ্গে কথা বলেন তখন তিনি একটি কৃষ্ণ বর্ণের পিপীলিকার অন্ধকার রাত্রে কোন পরিষ্কার পাথরের উপর চলাও দেখতে পেতেন।” এ হাদীসটি দুর্বল এবং এর ইসনাদও সহীহ নয়। কিন্তু এটা যদি সহীহ ‘মাওকুফ’ হিসেবে হযরত আবু হুরাইরা (রাঃ)-এর উক্তি রূপে প্রমাণিত হয় তবে খুব ভাল কথা। মুসতাদরিক-ইহাকিম’ প্রভৃতি গ্রন্থের মধ্যে রয়েছে যে, যখন আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর সাথে কথা বলেন তখন তিনি পশমের চাদর, পায়জামা এবং যবাইহীন গাধার চামড়ার জুতো পরিহিত ছিলেন।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা তিন দিনে হযরত মূসা (আঃ)-এর সঙ্গে এক লক্ষ চল্লিশ হাজার কথা বলেন যেগুলোর সবই ছিল উপদেশ। অতঃপর হযরত মূসা (আঃ)-এর কর্ণে মানুষের কথা প্রবেশ করেনি। কেননা তখন তার কর্ণে ঐ পবিত্র কালামই প্রতিধ্বনিত হচ্ছিল। এর ইসনাদও দুর্বল। তাছাড়া এতে ইনকিতা রয়েছে। তাফসীর-ই-ইবনে মিরদুওয়াই প্রভৃতি গ্রন্থের মধ্যে একটি হাদীস রয়েছে যে, হযরত জাবির (রাঃ) বলেনঃ ‘তুর দিবসে আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর সঙ্গে যে কথা বলেছিলেন ওর বিশেষণ ঐদিনের কথার বিশেষণ হতে সম্পূর্ণ পৃথক ছিল যে দিন তিনি তাঁকে আহ্বান করেছিলেন। তখন হযরত মূসা (আঃ) এর রহস্য জানতে চাইলে আল্লাহ তা'আলা বলেনঃ “হে মূসা! এ পর্যন্ত তো আমি দশ হাজার ভাষার সমান ক্ষমতায় কথা বলেছি। অথচ আমার সমস্ত ভাষায় কথা বলারই ক্ষমতা রয়েছে, এমন কি এর চেয়েও বেশী ক্ষমতা রয়েছে।”বানী ইসরাঈল হযরত মূসা (আঃ)-কে প্রভুর কালামের বিশেষণ জিজ্ঞেস করলে তিনি বলেনঃ “আমি তো কিছুই বলতে পারি না। তখন তারা বলেঃ “আচ্ছা, কিছু সাদৃশ্য বর্ণনা করুন।” তিনি বলেনঃ “তোমরা তো বজের শব্দ শুনে থাকবে। ওটা অনেকটা ঐরূপ ছিল কিন্তু বেশী ছিল না।” এর একজন বর্ণনাকারী রুকাশী খুবই দুর্বল। হযরত কা'ব (রঃ) বলেনঃ আল্লাহ তা'আলা মূসা (আঃ)-এর সঙ্গে যখন কথা বলেন তখন তিনি সমস্ত ভাষাতেই কথা বলেন। স্বীয় কথার মধ্যে হযরত মূসা (আঃ) আল্লাহ পাককে জিজ্ঞেস করেনঃ “হে আমার প্রভু! এটাই কি আপনার কথা?' তিনি বলেনঃ না। তুমি আমার কথা সহ্য করতে পারবে না।' হযরত মূসা (আঃ) পুনরায় জিজ্ঞেস করেনঃ “হে আমার প্রভু! আপনার মাখলুকের কারও কথার সঙ্গে আপনার কথার সাদৃশ্য আছে কি? আল্লাহ তাআলা বলেনঃ ‘ভয়ংকর বজ্রধ্বনি ছাড়া আর কিছুরই সাদৃশ্য নেই।' এ বর্ণনাটিও মাওকুফ এবং এটা স্পষ্ট কথা যে, হযরত কা'ব (রঃ) পূর্ববর্তী কিতাবসমূহ হতে বর্ণনা করতেন, যেসব কিতাবে বানী ইসরাঈলের সত্য-মিথ্যা সব ঘটনাই থাকতো।এরপর বলা হচ্ছে- তারা এমন রাসূল যারা আল্লাহ তা'আলার আনুগত্য স্বীকারকারীদেরকে ও তাঁর সন্তুষ্টি কামনাকারীদেরকে জান্নাতের সুসংবাদ দিয়ে থাকে এবং তাঁর আদেশ অমান্যকারীদের ও তাঁর রাসূলগণকে মিথ্যা প্রতিপন্ন কারীদেরকে জাহান্নামের ভয় প্রদর্শন করে থাকে।অতঃপর আল্লাহ তাআলা বলেনঃ “আল্লাহ তাআলা যে স্বীয় গ্রন্থরাজি অবতীর্ণ করেছেন ও রাসূলগণকে পাঠিয়েছেন এবং তাদেরকে স্বীয় সন্তুষ্টি ও অসন্তুষ্টির কথা জানিয়েছেন তা এ জন্যে যে, যেন কারও কোন প্রমাণ এবং ওর অবশিষ্ট না থাকে। যেমন অন্য আয়াতে রয়েছে (আরবী) অর্থাৎ যদি আমি এর পূর্বেই তাদেরকে শাস্তি দ্বারা ধ্বংস করতাম তবে তারা অবশ্যই বলতো-হে আমাদের প্রভু! আপনি আমাদের নিকট রাসূল পাঠাননি কেন? তাহলে আমরা লাঞ্ছিত ও অপমানিত হওয়ার পূর্বেই আপনার নিদর্শনসমূহকে মেনে নিতাম।' (২০:১৩৪)সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলার মত মর্যাদা বোধ আর কারও নেই। এ জন্যেই তিনি সমস্ত মন্দকে হারাম করেছেন তা প্রকাশ্যই হোক আর গোপনীয়ই হোক এবং এমনও কেউ নেই যার কাছে প্রশংসা আল্লাহ তা'আলা অপেক্ষা বেশী পছন্দনীয় হয়। এ কারণেই তিনি নিজের প্রশংসা নিজেই করেছেন। এমনও কেউ নেই যার নিকট ওযর আল্লাহ তা'আলা অপেক্ষা বেশী প্রিয় হয়। এ জন্যেই তিনি নবীগণকে সুসংবাদ দাতা ও ভয় প্রদর্শনকারীরূপে প্রেরণ করেছেন। অন্য বর্ণনায় নিম্নের শব্দগুলোও রয়েছে- “এ কারণেই তিনি রাসূল পাঠিয়েছেন ও গ্রন্থাবলী অবতীর্ণ করেছেন।”",
  "ayah": 165,
  "surah": 4
}
