{
  "text": "হযরত বারা' (রাঃ) বলেন যে, সূরাসমূহের মধ্যে সর্বশেষ অবতীর্ণ হয় সূরা-ই-বারাআত এবং আয়াতসমূহের মধ্যে সর্বশেষে অবতীর্ণ হয় (আরবী) -এ আয়াতটি। হযরত জাবির ইবনে আবদুল্লাহ (রাঃ) বলেনঃ “আমি রোগে অজ্ঞান হয়ে পড়েছিলাম। সে সময় রাসূলুল্লাহ (সঃ) আমাকে দেখতে আসেন। তিনি অযু করে সেই পানি আমার উপর নিক্ষেপ করেন, ফলে আমার জ্ঞান ফিরে আসে। আমি তাঁকে বলি! হে আল্লাহর রাসূল (সঃ) আমিতো কালালা। আমার পরিত্যক্ত সম্পত্তি কিভাবে বন্টিত হবে? সে সময় আল্লাহ তা'আলা ফরায়েযের আয়াত অবতীর্ণ করেন।” (সহীহ বুখারী ও মুসলিম)অন্য বর্ণনায় এ আয়াতটিই অবতীর্ণ হওয়ার কথা রয়েছে। সুতরাং আল্লাহ তা'আলা বলেনঃ মানুষ তোমাকে জিজ্ঞেস করে অর্থাৎ কালালা’ সম্বন্ধে জিজ্ঞেস করে। প্রথমে এটা বর্ণিত হয়েছে যে, কালালা' শব্দটি শব্দ হতে নেয়া হয়েছে যা চতুর্দিক হতে মাথাকে ঘিরে থাকে। অধিকাংশ আলেমের মতে ‘কালালা’ ঐ মৃত ব্যক্তিকে বলা হয় যার পুত্র ও পৌত্র না থাকে। আবার কারও কারও উক্তি এও আছে যে, যার পুত্র না থাকে। যেমন এ আয়াতে রয়েছেঃ (আরবী) হযরত উমার ইবনে খাত্তাব (রাঃ)-এর সামনে যেসব জটিল প্রশ্ন এসেছিল তন্মধ্যে এটিও ছিল একটি। যেমন সহীহ বুখারী ও সহীহ মুসলিমের মধ্যে রয়েছে, হযরত উমার (রাঃ) বলেনঃ “তিনটি বিষয় সম্বন্ধে আমার এ আকাঙখা রয়ে গেল যে, যদি রাসূলুল্লাহ (সঃ) ঐ সব ব্যাপারে আমাদের নিকট কোন অঙ্গীকার করতেন তাহলে আমরা ঐ দিকে প্রত্যাবর্তন করতাম। ঐগুলো হচ্ছে দাদা, কালালা এবং সুদের অধ্যায়সমূহ। অন্য বর্ণনায় রয়েছে যে, হযরত উমার (রাঃ) বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে কালালা’ সম্বন্ধে যত প্রশ্ন করেছি অন্য কোন মাসআলা সম্বন্ধে ততো প্রশ্ন করিনি। অবশেষে রাসূলুল্লাহ (সঃ) আমার বক্ষে স্বীয় আঙ্গুলির দ্বারা আঘাত করে আমাকে বলেনঃ “তোমার জন্যে গ্রীষ্মকালের আয়াতটিই যথেষ্ট যা সূরা-ই-নিসার শেষে রয়েছে।”অন্য হাদীসে রয়েছে, হযরত উমার (রাঃ) বলেনঃ আমি যদি রাসূলুল্লাহ (সঃ)-এর নিকট হতে আরও বেশী করে জেনে নিতাম তবে আমার জন্যে লাল উট পাওয়া অপক্ষোও উত্তম হতো। রাসূলুল্লাহ (সঃ)-এর এ কথার ভাবার্থ হয়তো এই হবে যে, আয়াতটি সম্ভবতঃ গ্রীষ্মকালে অবতীর্ণ হয়েছিল। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। রাসূলল্লাহ (সঃ) তাকে বুঝবার উপায় বলে দিয়েছিলেন এবং ওতেই যথেষ্ট হবে একথা বলেছিলেন, তাই তিনি ওর অর্থ জিজ্ঞেস করতে ভুলে গিয়েছিলেন। তাই তিনি দুঃখ প্রকাশ করতে থাকেন। তাফসীর-ই-ইবনে জারীরে রয়েছে যে, হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-কে কালালা’ সম্বন্ধে জিজ্ঞেস করেন এবং বলেনঃ “আল্লাহ তা'আলা কি এটা বর্ণনা করেননি?” তখন এ আয়াতটি অবতীর্ণ হয়। হযরত আবূ বকর (রাঃ) স্বীয় ভাষণে বলেনঃ “সূরা-ই-নিসার প্রথম দিকে ফারায়েযের ব্যাপারে যে আয়াতটি রয়েছে তা পুত্র ও পিতার জন্যে, দ্বিতীয় আয়াতটি স্বামী-স্ত্রী, বৈপিত্রীয় ভাইদের জন্যে এবং যে আয়াত দ্বারা সূরা-ই-নিসাকে সমাপ্ত করা হয়েছে ওটা সহোদর ভাই-বোনদের জন্যে। আর যে আয়াত দ্বারা সূরা-ই-আনফালকে শেষ করা হয়েছে তা হচ্ছে আত্মীয়দের জন্যে যে আতীয়তার মধ্যে আসাবা’ চালু রয়েছে”। (তাফসীর-ই-ইবনে জারীর)\nঅর্থের উপর কালামের বর্ণনাঃ\nএ আয়াতে (আরবী) শব্দের অর্থ হচ্ছে (আরবী) অর্থাৎ মরে গেছে। যেমন আল্লাহ তা'আলা বলেছেন (আরবী) অর্থাৎ “আল্লাহ তা'আলার সত্তা ছাড়া সমস্ত জিনিসই মরণশীল।” (২৮:৮৮) অন্য আয়াতে রয়েছে (আরবী) অর্থাৎ “এর উপর যা রয়েছে সবই মরণশীল, শুধু তোমার প্রভুর চেহারা অবশিষ্ট থাকবে যিনি প্রবল পরাক্রান্ত ও মহা সম্মানিত।\" (৫৫:২৬-২৭)।এরপর বলা হচ্ছে-তার পুত্র নেই। এর দ্বারা কেউ কেউ দলীল গ্রহণ করেছেন যে, কালালার’ শর্তে পিতা না হওয়া নেই বরং যার পুত্র নেই সেই কালালা'। তাফসীর-ই-ইবনে জারীরে হযরত উমার ইবনে খাত্তাব (রাঃ) হতেও এটা বর্ণিত আছে।কিন্তু জমহরের উক্তিই হচ্ছে সঠিক এবং হযরত আবু বকর সিদ্দীক (রাঃ) -এরও সিদ্ধান্ত এটাই যে, কালালা’ হচ্ছে ঐ ব্যক্তি যার পুত্র ও পিতা নেই এবং আয়াতের পরবর্তী শব্দ দ্বারাও এটাই বুঝা যাচ্ছে। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যদি তার ভগ্নী থাকে তবে তার জন্যে সমস্ত পরিত্যক্ত সম্পদ হতে অর্ধাংশ। আর যদি বোনের সঙ্গে পিতা থাকে তবে পিতা তাকে উত্তরাধিকার হতে বঞ্চিত করে দেবে। সবারই মত এই যে, (আরবী) ঐ অবস্থায় বোন কিছুই পাবে না। সুতরাং সাব্যস্ত হচ্ছে যে, হচ্ছে ঐ ব্যক্তি যার পুত্র না থাকে এবং এটা প্রকাশ্য দলীল দ্বারা সাব্যস্ত হয়েছে। আর যদি পিতাও না থাকে এবং এটাও দলীল দ্বারাই সাব্যস্ত হচ্ছে বটে, কিন্তু কিছুক্ষণ চিন্তার পর। কেননা, পিতার বিদ্যমানতায় বোন অর্ধাংশতো পায়ই না, এমন কি সে উত্তরাধিকার হতে সম্পূর্ণরূপেই বঞ্চিতা হয়। হযরত যায়েদ ইবনে সাবিত (রাঃ)-কে একটি মাসআলা জিজ্ঞেস করা হয় যে, একটি স্ত্রী লোক মারা গেছে। তার স্বামী ও একটি সহোদরা ভগ্নী রয়েছে। তখন তিনি বলেনঃ “অর্ধেক স্বামীকে দাও অর্ধেক ভগ্নীকে দাও।” তাঁকে এর দলীল জিজ্ঞেস করা হলে তিনি বলেনঃ “আমার উপস্থিতিতে রাসূলুল্লাহ (সঃ) এরূপ অবস্থায় এ ফায়সালাই করেছিলেন”। (মুসনাদ-ই-আহমাদ)তাফসীর-ই-ইবনে জারীরে হযরত ইবনে আব্বাস (রাঃ) হতে নকল করা হয়েছে, যে মৃত ব্যক্তি একটি মেয়ে ও একটি বোন ছেড়ে যায় এর ব্যাপারে তাঁদের উভয়েরই ফতওয়া ছিল এই যে, ঐ অবস্থায় বোন বঞ্চিত হয়ে যাবে, সে কিছুই পাবে না। কেননা, কুরআন কারীমের এ আয়াতে বোনের অর্ধাংশ পাওয়ার অবস্থা এই বর্ণনা করা হয়েছে যে, যদি মৃত ব্যক্তির সন্তান না থাকে। আর এখানে সন্তান রয়েছে। কিন্তু জামহুর এর বিপরীত মত পোষণ করেন। তারা বলেন যে, ঐ অবস্থাতেই নির্ধারিত অংশ হিসেবে মেয়ে অর্ধেক পাবে এবং ‘আসাবা হিসেবে বোনও অর্ধেক পাবে।হযরত ইবরাহীম ইবনে আসওয়াদ (রঃ) বলেনঃ আমাদের মধ্যে হযরত মুআয ইবনে জাবাল (রাঃ) রাসূলুল্লাহ (সঃ)-এর যুগে এ ফায়সালা করেন যে, অর্ধেক মেয়ে পাবে ও অর্ধেক ভগ্নী পাবে। সহীহ বুখারীর আর একটি বর্ণনায় রয়েছে যে, হযরত আবু মূসা আশআরী (রাঃ)-এর মেয়ে, পৌত্রী ও বোনের ব্যাপারে মেয়েকে অর্ধেক ও বোনকে অর্ধেক দেয়ার ফতওয়া দেন, অতঃপর বলেনঃ “হযরত ইবনে মাসউদ (রাঃ)-কেও একটু জিজ্ঞেস করে এসো। সম্ভবতঃ তিনি আমার মতই ফতওয়া দেবেন। কিন্তু যখন হযরত ইবনে মাসউদ (রাঃ)-কে প্রশ্ন করা হয় এবং সাথে সাথে হযরত আবু মূসা আশআরী (রাঃ)-এর ফতওয়াও তাকে শুনিয়ে দেয়া হয় তখন তিনি বলেনঃ “তাহলে তো আমি পথভ্রষ্ট হয়ে যাবো এবং সুপথ প্রাপ্ত লোকদের মধ্যে আমি গণ্য হবে না। জেনে রেখো এ ব্যাপারে আমি ঐ ফায়সালাই করবো যে ফায়সালা স্বয়ং রাসূলুল্লাহ (সঃ) করেছেন। অর্ধেক দাও মেয়েকে, এক ষষ্ঠাংশ দাও পৌত্রীকে, তাহলে দুই তৃতীয়াংশ পূর্ণ হয়ে গেল এবং যা অবশিষ্ট থাকলে তা বোনকে দিয়ে দাও।\" আমরা ফিরে এসে হযরত আবূ মূসা আশআরী (রাঃ)-কে এ সংবাদ দিলে তিনি বলেনঃ “যে পর্যন্ত এ আল্লামা তোমাদের মধ্যে বিদ্যমান থাকেন সে পর্যন্ত তোমরা আমার নিকট এ মাসআলা জিজ্ঞেস করতে এসো না।”অতঃপর বলা হচ্ছে-এ তার উত্তরাধিকারী হবে যদি তার সন্তান না থাকে। অর্থাৎ ভাই তার বোনের মালের উত্তরাধিকারী হবে যদি সে কালালা’ হয় অর্থাৎ যদি তার সন্তান ও পিতা না থাকে। কেননা, পিতার বর্তমানে ভাই কোন অংশ পাবে না। হ্যাঁ, তবে যদি ভাই-এর সঙ্গে অন্য কোন নির্দিষ্ট অংশ বিশিষ্ট উত্তরাধিকারী থাকে, যেমন স্বামী বা বৈপিত্রেয় ভাই, তবে তাকে তার অংশ দিয়ে দেয়া হবে এবং অবশিষ্ট মালের উত্তরাধিকারী ভাই হবে।সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা ফারায়েযকে ওর প্রাপকের সঙ্গে মিলিয়ে দাও। অতঃপর যা অবশিষ্ট থাকবে তা ঐ পুরুষলোকের জন্যে যে বেশী। নিকটবর্তী।”এরপর আল্লাহ তা'আলা বলেনঃ ‘বোন যদি দু’টো হয় তবে তারা পরিত্যক্ত সম্পত্তির দুই তৃতীয়াংশ পাবে। দু’য়ের বেশী বোনেরও একই হুকুম। এখান হতেই একটি দল দুই মেয়ের হুকুম গ্রহণ করেছেন। যেমন দু’য়ের বেশী বোনের হুকুম দু'টি মেয়ের হুকুম হতে নিয়েছেন যে আয়াতের শব্দগুলো নিম্নরূপঃ (আরবী) অর্থাৎ “যদি তারা দু'য়ের উপর স্ত্রীলোক হয় তবে সে যা ছেড়ে যাবে তা হতে তাদের জন্যে দুই তৃতীয়াংশ।”অতঃপর বলা হচ্ছে- যদি ভাই ও বোন উভয়ই থাকে তবে প্রত্যেক পুরুষের অংশ দু’জন নারীর সমান। আসাবা’রও এ হুকুমই। তারা ছেলেই হোক বা পৌত্রই হোক অথবা ভাই হোক যখন তাদের মধ্যে পুরুষ ও নারী উভয়েই থাকবে তখন দু’জন নারী যা পাবে একজন পুরুষও তাই পাবে। আল্লাহ স্বীয় ফারায়েয বর্ণনা করছেন, স্বীয় সীমা নির্ধারণ করছেন এবং স্বীয় শরীয়ত প্রকাশ করছেন যেন তোমরা পথভ্রষ্ট না হও।' আল্লাহ তা'আলা সমস্ত কার্যের পরিণাম অবগত রয়েছেন, বান্দাদের মঙ্গল ও অমঙ্গল সম্বন্ধে তিনি পূর্ণ জ্ঞান রাখেন। প্রাপকের প্রাপ্য কি তা তিনি খুব ভালই জানেন।তাফসীর-ই-ইবনে জারীরে রয়েছে যে, রাসূলুল্লাহ (সঃ) সাহাবীগণ সমভিব্যাহারে কোন জায়গায় যাচ্ছিলেন। তাঁরা সফরে ছিলেন। হযরত হুযাইফা (রাঃ)-এর সোয়ারীর মাথা রাসূলুল্লাহ (সঃ)-এর পিছনে উবিষ্ট সাহাবীর নিকটে ছিল এবং হযরত উমার (রাঃ)-এর সোয়ারীর মাথা হযরত হুযাইফা (রাঃ)-এর সোয়ারীর দ্বিতীয় আরোহীর নিকটে ছিল। এমন সময়ে এ আয়াতটি অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) তখন হযরত হুযাইফা (রাঃ)-কে এটা শুনিয়ে দেন এবং হযরত হুযাইফা (রাঃ) হযরত উমার (রাঃ)-কে শুনিয়ে দেন। এরপর আবার যখন হযরত উমার (রাঃ) এটা জিজ্ঞেস করেন তখন হুযাইফা (রাঃ) বলেনঃ “আল্লাহর শপথ আপনি অবুঝ। কেননা, রাসূলুল্লাহ (সঃ) আমাকে যেমনভাবে শুনিয়ে ছিলেন তেমনই আমিও আপনাকে শুনিয়েছি। আল্লাহর শপথ! আমি এর উপর কিছুই বেশী করতে পারি না। তাই হযরত উমার ফারুক (রাঃ) বলতেন, “হে আল্লাহ! আপনি প্রকাশ করেছেন বটে কিন্তু আমার নিকট তা প্রকাশিত হয়নি। কিন্তু এ বর্ণনাটি মুনকাতা'। এ বর্ণনারই অন্য সনদে আছে যে, হযরত উমার (রাঃ) তার এ দ্বিতীয় বার প্রশ্ন তাঁর খিলাফতের যুগে করেছিলেন।অন্য হাদীসে রয়েছে, হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেছিলেনঃ “কালালার উত্তরাধিকার কিভাবে বন্টিত হবে”। সে সময় আল্লাহ তা'আলা এ আয়াতটি অবতীর্ণ করেন। কিন্তু তিনি তাতেও পূর্ণভাবে সান্ত্বনা লাভ করতে পারেননি বলে স্বীয় কন্যা ও রাসূলুল্লাহ (সঃ)-এর সহধর্মিণী হযরত হাফসা (রাঃ)-কে বলেনঃ “রাসূলুল্লাহ (সঃ)-এর খুশীর অবস্থায় তুমি এটা জিজ্ঞেস করে নিও।” অতএব হযরত হাফসা (রাঃ) একদা এরূপ সুযোগ পেয়ে রাসূলুল্লাহ (সঃ)-কে এটা জিজ্ঞেস করেন। তখন রাসূলুল্লাহ (সঃ) হযরত হাফসা (রাঃ)-কে বলেনঃ “সম্ভবতঃ তোমার পিতা তোমাকে এটা জিজ্ঞেস করতে বলেছেন। আমার ধারণা তিনি এটা মনে রাখতে পারবেন না।” হযরত উমার (রাঃ) একথা শুনতে পেয়ে বলেনঃ “রাসূলুল্লাহই (সঃ) যখন এ কথা বলেছেন তখন আমি ওটা জানতে পারি না।”অন্য বর্ণনায় রয়েছে যে, হযরত উমার (রাঃ)-এর নির্দেশক্রমে হযরত হাফসা (রাঃ) যখন রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেন তখন রাসূলুল্লাহ (সঃ) ঝুঁটির উপর এ আয়াতটি লিখিয়ে দেন, অতঃপর হাফসা (রাঃ)-কে বলেনঃ “উমার (রাঃ) কি তোমাকে এটা জিজ্ঞেস করতে বলেছিলেন? আমার ধারণা যে তিনি এটা ঠিক রাখতে পারবেন না। তার জন্যে কি গ্রীষ্ম কালের ঐ আয়াতটি যথেষ্ট নয় যা সূরা-ই-নিসায় রয়েছে?” ওটা হচ্ছেঃ (আরবী)-এ আয়াতটি। তার পরে জনগণ যখন রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেন তখন ঐ আয়াতটি অবতীর্ণ হয় যা সূরা-ই-নিসার শেষে রয়েছে এবং ঝুঁটি নিক্ষেপ করা হয়। এ হাদীসটি মুরসাল।একদা হযরত উমার (রাঃ) সাহাবীগণকে একত্রিত করেন এবং ঝুঁটির একটি খণ্ড নিয়ে বলেনঃ “আজ আমি এমন একটা ফায়সালা করবো যে, পর্দানশীন নারীরাও জানতে পারবে।” ঐ সময়েই ঘর হতে একটি সাপ বেরিয়ে আসে এবং সমস্ত লোক ছত্রভঙ্গ হয়ে এদিক ওদিক চলে যায়। তখন হযরত উমার (রাঃ) বলেনঃ “মহা সম্মানিত আল্লাহর যদি এ কাজ পূর্ণ করার ইচ্ছে থাকতো তবে তিনি অবশ্যই তা পূর্ণ করিয়ে দিতেন।” এর ইসনাদ সহীহ।মুসতাদরিক-ই-হাকিম গ্রন্থে রয়েছে যে, হযরত উমার (রাঃ) বলেনঃ “যদি আমি তিনটি জিজ্ঞাস্য বিষয় রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করে নিতাম তবে তা আমার নিকট লালবর্ণের উট পাওয়া অপেক্ষাও পছন্দনীয় হতো। প্রথম হচ্ছে এই যে, তার পরে খলীফা কে হবেন? দ্বিতীয় হচ্ছে এই যে, যেসব লোক যাকাতকে স্বীকার করে বটে কিন্তু বলে-আমরা আপনার নিকট আদায় করবো না, তাদের বিরুদ্ধে যুদ্ধ ঘোষণা করা হালাল কি না? তৃতীয় হচ্ছে ‘কালালা’ স্মম্বন্ধে\" , অন্য হাদীসে যাকাত আদায় না করার স্থলে সুদের মাসআলার বর্ণনা রয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “হযরত উমার (রাঃ)-এর শেষ যুগে আমি তাকে বলতে শুনেছিঃ কথা ওটাই যা আমি বলেছি। আমি জিজ্ঞেস করি-ওটা কি? তিনি বলেন, (আরবী) তাকেই বলে যার সন্তান না থাকে।”অন্য বর্ণনায় রয়েছে, হযরত উমার (রাঃ) বলেনঃ (আরবী)-এর ব্যাপারে আমার ও হযরত আবু বকর (রাঃ)-এর মধ্যে মতবিরোধ সৃষ্টি হয় এবং কথা ছিল ওটাই যা আমি বলছিলাম।” হযরত উমার (রাঃ) সহোদর ভাইদেরকেও বৈপিত্রেয় ভাইদেরকে এক তৃতীয়াংশে অংশীদার করতেন যখন তারা একত্রিত হতো। কিন্তু হযরত আবু বকর (রাঃ) তাঁর বিপরীত ছিলেন। তাফসীর-ইইবনে জারীরে রয়েছে যে, মুসলমানদের খলীফা হযরত উমার (রাঃ) একবার দাদার উত্তরাধিকার ও কালালা’র ব্যাপারে এক টুকরো কাগজে কিছু লিখেছিলেন। তারপর তিনি ইসতিখারা (লক্ষণ দেখে শুভাশুভ বিচার) করেন এবং অপেক্ষা করতে থাকেন। তিনি আল্লাহ তা'আলার নিকট প্রার্থনা করতে থাকেনঃ “হে আমার প্রভু! আপনার জ্ঞানে যদি এতে মঙ্গল নিহিত থাকে তবে তা আপনি চালু করে দিন।” অতঃপর যখন তাকে আহত করা হয় তখন তিনি ঐ কাগজ খণ্ডকে চেয়ে নিয়ে লিখা উঠিয়ে ফেলেন। জনগণ জানতে পারলো না যে, তাতে কি লিখা ছিল। অতঃপর তিনি নিজেই বলেনঃ “আমি ওতে পিতামহ ও কালালা’র কথা লিখেছিলাম এবং আমি ইসতিখারা করেছিলাম। তারপরে আমার ধারণা হয় যে, তোমরা যার উপরে ছিলে তার উপরেই তোমাদেরকে ছেড়ে দেই।” তাফসীর-ই-ইবনে জারীরে রয়েছে, হযরত উমার (রাঃ) বলেনঃ “এ ব্যাপারে আমি হযরত আবু বকর (রাঃ) এর বিরোধিতা করায় লজ্জাবোধ করছি।” হযরত আবু বকর (রাঃ)-এর উক্তি ছিলঃ ‘কালালা’ ঐ ব্যক্তি যার পিতা ও পুত্র না থাকে। এর উপরেই রয়েছেন জমহুর-ই-সাহাবা (রাঃ), তাবেঈন এবং আইম্মা-ই-দ্বীন। ইমাম চতুষ্টয় ও সপ্ত ধর্মশাস্ত্রবিদেরও এটাই মাযহাব। পবিত্র কুরআনেও এরই প্রমাণ পাওয়া যায়। যেমন আল্লাহ তাআলা বলেনঃ আল্লাহ তা'আলা তোমাদের জন্যে স্পষ্টভাবে বর্ণনা করেছেন যেন তোমরা পথভ্রষ্ট না হও এবং আল্লাহ তা'আলা সর্ববিষয়ে মহাজ্ঞানী।” আল্লাহ তা'আলই সবচেয়ে ভাল জানেন।",
  "ayah": 176,
  "surah": 4
}
