{
  "text": "আল্লাহ তা'আলা ইরশাদ করেন যে, পুরুষ হচ্ছে স্ত্রীর নেতা। সে স্ত্রীকে সোজা ও ঠিক-ঠাককারী। কেননা, পুরুষ স্ত্রীর উপর মর্যাদাবান। এ কারণেই নবুওয়াত পুরুষদের মধ্যে সীমাবদ্ধ রয়েছে। অনুরূপভাবে শরীয়তের নির্দেশ অনুসারে খলীফা একমাত্র পুরুষই হতে পারে। রাসূলুল্লাহ (সঃ) বলেনঃ “ঐ সব লোক কখনও মুক্তি পেতে পারেন না যারা কোন নারীকে তাদের শাসনকত্রী বানিয়ে নেয়। (সহীহ বুখারী) এরূপভাবে বিচারপতি প্রভৃতি পদের জন্যেও শুধু পুরুষেরাই যোগ্য। নারীদের উপর পুরুষদের মর্যাদা লাভের দ্বিতীয় কারণ এই যে, পুরুষেরা নারীদের উপর তাদের মাল খরচ করে থাকে, যে খরচের দায়িত্ব কিতাব ও সুন্নাহ তাদের প্রতি অর্পণ করেছে। যেমন মোহরের খরচ, খাওয়া পরার খরচ এবং অন্যান্য প্রয়োজনীয় খরচ। সুতরাং জন্মগতভাবেও পুরুষ স্ত্রী অপেক্ষা উত্তম এবং উপকারের দিক দিয়েও পুরুষের মর্যাদা স্ত্রীর উপরে। এ জন্যেই স্ত্রীর উপর পুরুষকে নেতা বানানো হয়েছে। অন্য জায়গা রয়েছে। (আরবী) অর্থাৎ তাদের উপর (স্ত্রীদের) পুরুষদের মর্যাদা রয়েছে।' (২:২২৮) হযরত ইবনে আব্বাস (রাঃ) বলেন, এ আয়াতের ভাবার্থ এই যে, নারীদেরকে পুরুষদের আনুগত্য (স্বীকার করতে হবে এবং তাদের কাজ হচ্ছে সন্তানাদির রক্ষণাবেক্ষণ করা এবং স্বামীর মালের হিফাযত করা ইত্যাদি।হযরত হাসান বসরী (রঃ) বলেন, একটি স্ত্রীলোক নবী (সঃ)-এর সামনে স্বীয় স্বামীর বিরুদ্ধে অভিযোগ করে যে, তার স্বামী থাকে থাপ্পড় মেরেছে। রাসূলুল্লাহ (সঃ) প্রতিশোধ নেয়ার হুকুম প্রায় দিয়েই ফেলেছিলেন, এমন সময় এ আয়াতটি অবতীর্ণ হয়। সুতরাং প্রতিশোধ গ্রহণ হতে বিরত রাখা হয়। অন্য একটি বর্ণনায় রয়েছে যে, একজন আনসারী (রাঃ) তাঁর স্ত্রীকে সঙ্গে নিয়ে রাসূলুল্লাহ (সঃ)-এর খিদমতে উপস্থিত হন। তাঁর স্ত্রী রাসূলুল্লাহ (সঃ)-কে বলেন, “হে আল্লাহর রাসূল (সঃ)! আমার স্বামী আমাকে চড় মেরেছে। ওর চিহ্ন এখনও আমার চেহারায় বিদ্যমান রয়েছে। রাসূলুল্লাহ (সঃ) তখন বলেনঃ “তার এ অধিকার ছিল না। সেখানেই এ আয়াতটি অবতীর্ণ হয়। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমি চেয়েছিলাম এক রকম এবং আল্লাহ তা'আলা চাইলেন অন্য রকম।”হযরত শা’বী (রাঃ) বলেন যে, মাল খরচ করার ভাবার্থ হচ্ছে মোহর আদায় করা। দেখা যায় যে, পুরুষ যদি স্ত্রীর উপর ব্যভিচারের অপবাদ দেয় তবে লেআনের (একের অপরকে অভিশাপ দেয়াকে ‘লে আন’ বলে) হুকুম রয়েছে। পক্ষান্তরে যদি স্ত্রী স্বামীর সম্পর্কে একথা বলে এবং প্রমাণ করতে না পারে তবে স্ত্রীকে চাবুক মারা হয়। অতএব, নারীদের মধ্যে সতী সাধ্বী হচ্ছে ঐ নারী, যে তার স্বামীর মাল রক্ষণাবেক্ষণ করে, যা রক্ষণাবেক্ষণের নির্দেশ স্বয়ং আল্লাহ তা'আলা দিয়েছেন।রাসূলুল্লাহ (সঃ) বলেছেনঃ “উত্তম ঐ নারী যখন তার স্বামী তার দিকে তাকায় তখন সে তাকে সন্তুষ্ট করে, যখন কোন নির্দেশ দেয় তখন তা পালন করে এবং যখন সে বিদেশে গমন করে তখন সে নিজেকে নির্লজ্জতাপূর্ণ কাজ। হতে নিরাপদে রাখে ও স্বীয় স্বামীর মালের হিফাযত করে।”অতঃপর তিনি এ আয়াতটি পাঠ করেন। মুসনাদ-ই-আহমাদে রয়েছে, হযরত আবদুর রহমান ইবনে আউফ (রাঃ) বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন কোন নারী পাঁচ ওয়াক্ত নামায আদায় করবে, রমযানের রোযা রাখবে, স্বীয় গুপ্তাঙ্গের হিফাযত করবে এবং স্বামীকে মেনে চলবে, তাকে বলা হবে-যে কোন দরজা দিয়ে চাও জান্নাতে প্রবেশ কর।”এরপর আল্লাহ তাআলা বলেন-যেসব নারীর দুষ্টামিকে তোমরা ভয় কর, অর্থাৎ যারা তোমাদের উপরে হতে চায়, তোমাদের অবাধ্যাচরণ করে, তোমাদেরকে কোন গুরুত্ব দেয় না এবং তোমাদের প্রতি শত্রুতা পোষণ করে, তাদেরকে তোমরা প্রথমে মুখে উপদেশ প্রদান কর, নানা প্রকারে তাদের অন্তরে তাওয়া সৃষ্টি কর, স্বামীর অধিকারের কথা তাদেরকে বুঝিয়ে দাও। তাদেকে বল-দেখ, স্বামীর এত অধিকার রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ 'যদি কাউকে আমি এ নির্দেশ দিতে পারতাম যে, সে আল্লাহ ছাড়া অন্য কাউকে সিজদা করবে তবে নারীকে নির্দেশ দিতাম যে, সে যেন তার স্বামীকে সিজদা করে। কেননা, তার উপর সবচেয়ে বড় হক তারই রয়েছে।'সহীহ বুখারী শরীফে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যখন কোন লোক তার স্ত্রীকে বিছানায় আহ্বান করে এবং সে অস্বীকার করে তখন সকাল পর্যন্ত ফেরেশতাগণ তাকে অভিশাপ দিতে থাকে।' সহীহ মুসলিমে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে রাত্রে কোন স্ত্রী রাগান্বিত হয়ে স্বামীর বিছানা পরিত্যাগ করে, সকাল পর্যন্ত আল্লাহর রহমতের ফেরেশতা তার উপর অভিসম্পাত বর্ষণ করতে থাকে।তাই এখানে ইরশাদ হচ্ছে-এরূপ অবাধ্য নারীদেরকে প্রথমে বুঝাতে চেষ্টা কর অথবা বিছানা হতে পৃথক রাখ। হযরত ইবনে আববাস (রাঃ) বলেন, “অর্থাৎ শয়ন-তো বিছানার উপরেই করাবে, কিন্তু পার্শ্ব পরিবর্তন করে থাকবে এবং সঙ্গম করবে না। তার সাথে কথা বলাও বন্ধ রাখতে পারো এবং স্ত্রীর জন্য এটাই হচ্ছে বড় শাস্তি।” কোন কোন তাফসীরকারকের মতে তাকে পার্শ্বে শুতেও দেবে না। রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “স্ত্রীর তার স্বামীর উপর কি হক রয়েছে?” তিনি বলেনঃ “যখন তুমি খাবে তখন তাকেও খাওয়াবে, তুমি যখন পরবে তখন তাকেও পরাবে, তার মুখে মেরো না, গালি দিও না, ঘর হতে পৃথক করো না, ক্রোধের সময় যদি শাস্তি দেয়ার উদ্দেশ্যে কথা বন্ধ কর তথাপি তাকে ঘর হতে বের করো না।” অতঃপর বলেনঃ “তাতেও যদি ঠিক না হয় তবে তাকে শাসন-গর্জন করে এবং মেরে-পিটেও সরল পথে আনয়ন কর।সহীহ মুসলিমে নবী (সঃ)-এর বিদায় হজ্বের ভাষণে রয়েছেঃ নারীদের ব্যাপারে আল্লাহকে ভয় কর। তারা তোমাদের সেবিকা ও অধীনস্থা। তাদের উপর তোমাদের হক এই যে, যাদের যাতায়াতে তোমরা অসন্তুষ্ট তাদেরকে তারা আসতে দেবে না। যদি তারা এরূপ না করে তবে তোমরা তাদেরকে যেন-তেন প্রকারে সতর্ক করতে পার। কিন্তু তোমরা তাদেরকে কঠিনভাবে প্রহার করতে পার না, যে প্রহারের চিহ্ন প্রকাশ পায়। তোমাদের উপর তাদের হক এই যে, তোমরা তাদেরকে খাওয়াবে ও পরাবে এবং এমন প্রহার করা উচিত নয় যার চিহ্ন অবশিষ্ট থাকে, কোন অঙ্গ ভেঙ্গে যায় কিংবা কোন অঙ্গ আহত হয়।'হযরত ইবনে আব্বাস (রাঃ) বলেন, “এরপরও যদি তারা বিরত না হয় তবে ক্ষতিপূরণ নিয়ে তালাক দিয়ে দাও। একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘আল্লাহর দাসীদেরকে প্রহার করো না।' এরপর একদা হযরত উমার ফারূক (রাঃ) এসে আরয করেনঃ “হে আল্লাহর রাসূল (সঃ)! নারীরা আপনার এ নির্দেশ শুনে তাদের স্বামীদের উপর বীরত্বপনা দেখানো আরম্ভ করেছে। এ কথা শুনে রাসূলুল্লাহ (সঃ) তাদেরকে মারার অনুমতি দেন। তখন পুরুষদের পক্ষ হতে বেদম মারপিট শুরু হয়ে যায় এবং বহু নারী অভিযোগ নিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। তখন রাসূলুল্লাহ (সঃ) বলেনঃ জেনে রেখ যে, আমার নিকট নারীদের অভিযোগ পৌছেছে। মনে রেখ যে, যারা স্ত্রীদের উপর , শক্তি প্রয়োগ করে তারা ভাল মানুষ নয়।' (সুনান-ই-আবি দাউদ)হযরত আশআস (রঃ) বলেন, একদা আমি হযরত উমার (রাঃ)-এর আতিথ্য গ্রহণ করি। ঘটনাক্রমে সে দিন তাদের স্বামী-স্ত্রীর মধ্যে কিছু তিক্ততার সৃষ্টি হয়। হযরত উমার (রাঃ) স্বীয় পত্নীকে প্রহার করেন, অতঃপর আমাকে বলেন, হে আশআস (রাঃ)! তিনটি কথা স্মরণ রেখ, যা আমি রাসূলুল্লাহ (সঃ) হতে স্মরণ রেখেছি। এক তো এই যে, স্বামীকে জিজ্ঞেস করতে হবে না যে, তিনি স্বীয় স্ত্রীকে কেন মেরেছেন। দ্বিতীয় এই যে, বিতরের নামায না পড়ে শুতে হবে না। তৃতীয় কথাটি বর্ণনাকারীর মনে নেই। (সুনান-ই-নাসাঈ) অতঃপর বলেন, তখন যদি নারীরা তোমাদের বাধ্য হয়ে যায় তবে তোমরা তাদের প্রতি কোন কঠোরতা অবলম্বন করো না, মারপিট করো না এবং অসন্তুষ্টি প্রকাশও করো না।‘আল্লাহ সমুন্নত ও মহীয়ান।' অর্থাৎ যদি নারীদের পক্ষ হতে দোষত্রুটি প্রকাশ পাওয়া ছাড়াই বা দোষত্রুটি করার পর সংশোধিত হয়ে যাওয়া সত্ত্বেও তোমরা তাদেরকে শাসন-গর্জন কর, তবে জেনে রেখ যে, তাদেরকে সাহায্য করা ও তাদের পক্ষ হতে প্রতিশোধ নেয়ার জন্যে স্বয়ং আল্লাহ তা'আলা রয়েছেন এবং নিশ্চয়ই তিনি অত্যন্ত ক্ষমতাবান।",
  "ayah": 34,
  "surah": 4
}
