{
  "text": "আল্লাহ তা'আলা স্বীয় ইবাদতের নির্দেশ দিচ্ছেন এবং স্বীয় একত্বে বিশ্বাস স্থাপন করতে বলছেন এবং তার সাথে অন্য কাউকে অংশীদার করতে নিষেধ করছেন। কেননা, সৃষ্টিকর্তা, আহার্যদাতা, নিআমত প্রদানকারী এবং সমস্ত সৃষ্টজীবের উপর সদা-সর্বদা ও সর্বাবস্থায় দানের বৃষ্টি বর্ষণকারী একমাত্র তিনিই। সুতরাং একমাত্র তিনিই হচ্ছেন ইবাদতের যোগ্য। হযরত মুআয (রাঃ)-কে রাসূলুল্লাহ (সঃ) জিজ্ঞেস করেনঃ “বান্দাদের উপর আল্লাহর হক কী তা জান কি?” তিনি উত্তরে বলেন, “আল্লাহ ও তাঁর রাসূলই (সঃ) খুব ভাল জানেন।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তা হচ্ছে এই যে, বান্দা একমাত্র তাঁরই ইবাদত করবে এবং তার সাথে অন্য কাউকে অংশীদার করবে না।” অতঃপর তিনি বলেনঃ “বান্দা যখন এটা করবে তখন আল্লাহর জিম্মায় তাদের হক কী রয়েছে তা জান কি? তা এই যে, তিনি তাদেরকে শাস্তি দেবেন না।”আল্লাহ তা'আলা বলেন-তোমরা পিতা-মাতার সঙ্গে সদ্ব্যবহার করতে থাক। কেননা, তারাই তোমাদেরকে অস্তিত্বহীনতা হতে অস্তিত্বে আনয়ন করার কারণ। কুরআন কারীমের অনেক আয়াতে আল্লাহ তা'আলা স্বীয় ইবাদতের সঙ্গে সঙ্গেই পিতা-মাতার সঙ্গে সদ্ব্যবহার করার নির্দেশ দিয়েছেন। যেমন এক জায়গায় রয়েছে (আরবী) অর্থাৎ “তোমরা আমার কৃতজ্ঞতা প্রকাশ কর এবং তোমার পিতা-মাতার কৃতজ্ঞতা প্রকাশ কর।\" (৩১:১৪) আর এক জায়গায় রয়েছে (আরবী) অর্থাৎ “তোমার প্রভু এ নির্দেশ দিয়েছেন যে, তোমার একমাত্র তাঁরই ইবাদত করবে এবং পিতা-মাতার সঙ্গে সদ্ব্যবহার করবে।\" (১৭:২৩) এখানেও এ নির্দেশ দেয়ার পর হুকুম দিচ্ছেন- “তোমরা তোমাদের আত্মীয়স্বজনদের সাথেও ভাল ব্যবহার কর।' যেমন হাদীস শরীফে এসেছেঃ “মিসকীনদের উপর সাদকা শুধ সাদকাই হয় এবং আত্মীয়দের উপর সাদকা। সাদকাও হয় এবং সাথে সাথে আত্মীয়তার সংযোগ স্থাপনও হয়।”অতঃপর নির্দেশ হচ্ছে-‘তোমরা পিতৃহীনদের সাথেও উত্তম ব্যবহার কর। কেননা, তাদের দেখাশুনাকারী, তাদের মস্তকোপরি স্নেহের হস্তচালনাকারী, তাদেরকে সোহাগকারী এবং স্নেহ ও আদরের সাথে তাদেরকে পানাহারকারী দুনিয়া হতে বিদায় গ্রহণ করেছে।' এরপর মিসকীনদের সাথে ভাল ব্যবহার করার নির্দেশ দিচ্ছেন। কেননা, তারা অভাবগ্রস্ত, রিক্ত হস্ত এবং পরমুখাপেক্ষী। তাই আল্লাহ পাক বলেন-“তোমরা এ মিসকীনদের অভাব দূর কর এবং তাদের কাজকর্ম করে দাও।' ফকীর ও মিসকীনের পূর্ণ বর্ণনা সূরা-ই-বারাআতে ইনশাআল্লাহ আসবে।এবারে আল্লাহ তা'আলা বলেনঃ “তোমরা প্রতিবেশীর প্রতি লক্ষ্য রাখ। তাদের সাথে ভাল ব্যবহার কর। তারা সম্পর্কীয় প্রতিবেশীই হোক আর সম্পর্ক বিহীনই হোক, তারা মুসলমানই হোক বা ইয়াহুদী ও খ্রীষ্টানই হোক।' এও বলা হয়েছে যে, (আরবী)-এর ভাবার্থ হচ্ছে স্ত্রী এবং (আরবী)-এর ভাবার্থ হচ্ছে সফরের বন্ধু। প্রতিবেশীদের ব্যাপারে বহু হাদীস এসেছে। নিম্নে কিছু বর্ণিত হচ্ছে- (১) মুসনাদ-ই-আহমাদে রয়েছে, হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত জিবরাঈল (আঃ) আমাকে প্রতিবেশীদের সম্বন্ধে এত বেশী উপদেশ দেন যে, আমার ধারণা হয় তিনি প্রতিবেশীদেরকে উত্তরাধিকারী বানিয়ে দেবেন।” (২) মুসনাদ-ইআহমাদেই রয়েছে, হযরত আমর ইবনে আস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেনঃ “সঙ্গীদের মধ্যে আল্লাহ তা'আলার নিকট উত্তম সঙ্গী ঐ ব্যক্তি যে তার সঙ্গীর সাথে উত্তম ব্যবহার করে থাকে এবং প্রতিবেশীদের মধ্যে আল্লাহ তাআলার নিকট উত্তম প্রতিবেশী ঐ ব্যক্তি যে প্রতিবেশীদের সাথে ভাল ব্যবহার করে।” (৩) মুসনাদ-ই-আহমাদে রয়েছে; হযরত উমর (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মানুষের উচিত নয় যে, সে প্রতিবেশীকে পরিতৃপ্ত না করে নিজে তৃপ্তি সহকারে আহার করে। (৪) মুসনাদ-ই-আহমাদে রয়েছে, হযরত মিকদাদ ইবনে আসওয়াদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা স্বীয় সাহাবীবর্গকে জিজ্ঞেস করেনঃ “ব্যভিচার সম্বন্ধে তোমরা কি বল?” সাহাবীগণ বলেন, এটা অবৈধ। আল্লাহ তা'আলা ও রাসূল (সঃ) ওটাকে অবৈধ বলে ঘোষণা করেছেন এবং কিয়ামত পর্যন্ত এটা অবৈধই থাকবে। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “জেনে রেখ যে, দশজন নারীর সাথে ব্যভিচারকারী ব্যক্তি ঐ ব্যক্তি অপেক্ষা কম পাপী যে তার প্রতিবেশীর স্ত্রীর সাথে ব্যভিচার করে।” পুনরায় তিনি তাদেরকে জিজ্ঞেস করেনঃ “তোমরা চুরি সম্বন্ধে কি বল? তারা উত্তরে বলেন, “ওটাকেও আল্লাহ ও তাঁর রাসূল (সঃ) হারাম করেছেন এবং ওটাও কিয়ামত পর্যন্ত হারামই থাকবে।” রাসূলুল্লাহ (সঃ) তখন বলেনঃ “জেনে রেখ যে, যে চোর দশ বাড়ীতে চুরি করেছে তার পাপ ঐ চোরের পাপ হতে হালকা, যে তার প্রতিবেশীর ঘর হতে কিছু চুরি করে।” (৫) সহীহ বুখারী ও মুসলিমে রয়েছে, হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, “হে আল্লাহর রাসূল (সঃ)! সবচেয়ে বড় পাপ কোন্টি?” তিনি বলেনঃ “তা এই যে, তুমি আল্লাহর সাথে অংশী স্থাপন কর, অথচ তিনিই তোমাকে সৃষ্টি করেছেন। আমি বলি, তারপর কোনটি? তিনি বলেনঃ “তারপরে এই যে, তুমি তোমার প্রতিবেশিনীর সাথে ব্যভিচারে লিপ্ত হও।” (৬) একজন আনসারী সাহাবী (রাঃ) বর্ণনা করেন, আমি রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হওয়ার উদ্দেশ্যে বাড়ী হতে বের হই। তথায় গিয়ে দেখি যে, একটি লোক দাঁড়িয়ে আছেন এবং রাসূলুল্লাহ (সঃ) তার মুখোমুখী হয়ে দাঁড়িয়ে আছেন। আমি ধারণা করি যে, সম্ভবতঃ রাসূলুল্লাহ (সঃ)-এর সাথে তার কোন কাজ রয়েছে। রাসূলুল্লাহ (সঃ) দাঁড়িয়ে রয়েছেন এবং লোকটির সাথে কথাবার্তা চলছে। অধিক বিলম্ব হয়ে যায়। অবশেষে রাসূলুল্লাহ (সঃ)-এর ক্লান্তির ধারণা আমাকে উদ্বিগ্ন করে তোলে। অনেকক্ষণ পর তিনি ফিরে আসেন এবং আমার নিকট আগমন করেন। আমি বলি, “হে আল্লাহর রাসূল (সঃ)! ঐ লোকটি তো বহুক্ষণ ধরে আপনাকে দাঁড় করিয়ে রেখেছিল। আমি তো উদ্বিগ্ন হয়ে পড়েছিলাম। হয়তো আপনার পা ক্লান্ত হয়ে পড়েছে। তিনি বলেনঃ “আচ্ছা তুমি তাকে দেখেছো?” আমি বলি, হ্যা খুব ভাল করে দেখেছি। তিনি বলেন, “তুমি কি জান তিনি কে ছিলেন? তিনি ছিলেন হর্ষরত জিবরাঈল (আঃ)। তিনি প্রতিবেশীর হকের ব্যাপারে আমার প্রতি চাপ সৃষ্টি করছিলেন। তিনি তাদের এত বেশী হক বর্ণনা করেন যে, আমার মনে সন্দেহ হয়, না জানি আজ তিনি প্রতিবেশীকে উত্তরাধিকারীই বানিয়ে দেন।” অতঃপর তিনি বলেন, “তুমি যদি তাকে সালাম করতে তবে অবশ্যই তিনি তোমার সালামের উত্তর দিতেন।(মুসনাদই-আহমাদ) (৭) মুসনাদ-ই-আদ ইবনে হামীদে রয়েছে, হযরত জাবির ইবনে আবদুল্লাহ (রাঃ) বলেন, পল্লী অঞ্চল হতে একটি লোক রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। সে সময় রাসূলুল্লাহ (সঃ) ও হযরত জিবরাঈল (আঃ) ঐ জায়গায় নামায পড়ছিলেন যেখানে জানাযার নামায পড়া হতো। নামায শেষে ঐ লোকটি বলেন, হে আল্লাহর রাসূল (সঃ)! অন্য একটি লোক যে আপনার সাথে নামায পড়ছিলেন তিনি কে? রাসূলুল্লাহ (সঃ) বলেন, “তুমি তাঁকে দেখেছো?' লোকটি বলেন, 'হ্যাঁ'। তিনি বলেন, 'তুমি খুব উত্তম জিনিস দেখেছে। তিনি ছিলেন জিবরাঈল (আঃ)।তিনি প্রতিবেশীর ব্যাপারে উপদেশ দিচ্ছিলেন। আমার ধারণা হয় যে, অতিসত্বরই তাকে উত্তরাধিকারী বানিয়ে দেবেন।”\" (৮), আবু বকর আল বায (রঃ)-এর গ্রন্থে হযরত জাবির ইবনে আবদুল্লাহ (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “প্রতিবেশী তিন প্রকারের রয়েছেঃ (১) এক হক বিশিষ্ট অর্থাৎ নিম্নতম। (২) দু’ হক বিশিষ্ট এবং (৩) তিন হক বিশিষ্ট অর্থাৎ সর্বোচ্চ। এক হক বিশিষ্ট ঐ প্রতিবেশী যে মুশরিক এবং যার সঙ্গে কোন আত্মীয়তার সম্পর্ক নেই। দু' হক বিশিষ্ট ঐ প্রতিবেশী যে মুসলমান, কিন্তু তার সঙ্গে আত্মীয়তার সম্পর্ক নেই। তার এক হক হলো ইসলামের হক এবং দ্বিতীয় হক হচ্ছে প্রতিবেশীর হক। তিন হক বিশিষ্ট হচ্ছে ঐ প্রতিবেশী যে মুসলমান এবং তার সাথে আত্মীয়তার সম্পর্কও রয়েছে। কাজেই তার প্রথম হক হলো ইসলামের হক, দ্বিতীয় হক হলো প্রতিবেশীর হক এবং তৃতীয় হক হলো আত্মীয়তার হক।”(৯) মুসনাদ-ই-আহমাদে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেন, আমার দু'টি প্রতিবেশী রয়েছে। আমি একজনের কাছে উপঢৌকন পাঠাতে চাই, তাহলে কার কাছে পাঠাবো? তিনি উত্তরে বলেনঃ “যার দরজা নিকটে হবে।”(১০) তাবরানীর হাদীস গ্রন্থে রয়েছে যে, রাসূলুল্লাহ (সঃ) অযু করেন। জনগণ তার অযুর পানি নিয়ে শরীরে মলতে আরম্ভ করেন। তিনি জিজ্ঞেস করেনঃ ‘এরূপ করছো কেন? তাঁরা বলেন, আল্লাহ ও তাঁর রাসূল (সঃ)-এর মহব্বতে'। তখন তিনি বলেনঃ ‘যে- এতে খুশী হয় যে, আল্লাহ ও তাঁর রাসূল (সঃ) তাকে ভালবাসেন সে যেন যখন কথা বলে তখন সত্য বলে, যখন আমানত দেয়া হয় তখন তা আদায় করে এবং প্রতিবেশীর সঙ্গে সদ্ব্যবহার করে।'(১১) মুসনাদ-ই-আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তা'আলার সামনে প্রথম যে ঝগড়া পেশ করা হবে তা হবে দু’জন প্রতিবেশীর ঝগড়া।এরপর আল্লাহ নির্দেশ দিচ্ছেন-‘তোমরা পার্শ্ববর্তী সহচরের সঙ্গে উত্তম ব্যবহার কর।' বহু তাফসীর কারকের মতে এর ভাবার্থ হচ্ছে স্ত্রী, আবার অনেকের মতে এর ভাবার্থ হচ্ছে সফরের সঙ্গী। এও বর্ণিত হয়েছে যে, সাধারণভাবে এর ভাবার্থ হচ্ছে বন্ধু ও সঙ্গী। সে সঙ্গী সফরেরই হোক বা বাড়ীর পার্শ্বেরই হোক। (আরবী)-এর ভাবার্থ হচ্ছে অতিথি। আবার যে পথ চলতে চলতে থেমে গেছে এরূপ লোককেও ইবনুস সাবিল’ বলা হয়েছে। সুতরাং যদি অতিথিরও এ অর্থ নেয়া হয় যে সফরে চলতে চলতে অতিথি হয়ে গেছে তবে দু’টো এক হয়ে যায়। এরও পূর্ণ বর্ণনা সূরা-ই-বারাআতে আসবে ইনশাআল্লাহ।অতঃপর বলা হচ্ছে-‘তোমাদের দক্ষিণ হস্ত যাদের অধিকারী তাদের সঙ্গেও সৎ ব্যবহার কর। কেননা, ঐ গরীবেরা তো তোমাদের হাতে রয়েছে। তাদের উপর তো তোমাদের পূর্ণ অধিকার রয়েছে। কাজেই তাদের প্রতি দয়া প্রদর্শন করা এবং সাধ্যানুসারে তাদের প্রয়োজনের প্রতি লক্ষ্য রাখা উচিত। রাসূলুল্লাহ (সঃ) তো স্বীয় মরণ রোগেও স্বীয় উম্মতকে এর জন্যে অসিয়ত করে গেছেন। তিনি বলেনঃ “হে লোক সকল! নামায ও দাসদের প্রতি খুব খেয়াল রাখবে।' বার বার তিনি একথা বলতেই থাকেন, অবশেষে তাঁর বাকশক্তি রহিত হয়ে যায়।মুসনাদ-ই-আহমাদে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুমি নিজে যা খাও ওটাও সাদকা, যা তোমার সন্তানদেরকে খাওয়াও ওটাও সাদকা, যা তোমার স্ত্রীকে খাওয়াও ওটাও সাদকা এবং যা তোমার পরিচারককে খাওয়াও ওটাও সাদকা।”সহীহ মুসলিমে রয়েছে যে, হযরত আবদুল্লাহ ইবনে আমর (রাঃ) স্বীয় দারোগাকে বলেন, “গোলামদেরকে তাদের আহার্য দিয়েছো কি?' তিনি বলেন, ‘এখন পর্যন্ত দেইনি।' তখন হযরত আবদুল্লাহ (রঃ) বলেন, যাও, দিয়ে এসো। রাসূলুল্লাহ (সঃ) বলেছেনঃ মানুষের জন্যে এ পাপই যথেষ্ট যে, সে যে আহার্যের মালিক তা সে আটকিয়ে রাখে।'সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ অধীনস্থ গোলামের হক এই-যে, তাকে খাওয়ানো, পান করানো ও পরানো হবে এবং তার দ্বারা তার সাধ্যের অতিরিক্ত কাজ করিয়ে নেয়া হবে না।'সহীহ বুখারী শরীফে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমাদের কারও পরিচারক তার খাদ্য নিয়ে আসে তখন তোমাদের উচিত যে, যদি পার্শ্বে বসিয়ে খাওয়াতে না পার তবে কমপক্ষে তাকে দু' এক গ্লাস দিয়ে দেবে। তোমরা এটা খেয়াল রাখবে যে, রান্না করার গরম ও কষ্ট তাকেই ভোগ করতে হয়েছে। অন্য বর্ণনা রয়েছেঃ “তোমাদের উচিত তো এই যে, তাকে সঙ্গে বসিয়ে খাওয়াবে। যদি খাদ্য কম হয় তবে তাকে দু' গ্রাস দিয়ে দেবে।' তিনি বলেন, ‘তোমাদের গোলামও তোমাদের ভাই। আল্লাহ তা'আলা তাদেরকে তোমাদের অধীনস্থ করেছেন। সুতরাং যার অধীনে তার ভাই থাকবে তাকে যেন সে তার খাবার হতে খেতে দেয়, যা সে প্রবে তা হতে যেন তাকেও পরতে দেয়। তাদের দ্বারা এমন কাজ করিয়ে নেবে না যাতে তারা অসমর্থ হয়ে পড়ে। যদি এরূপ কোন কাজ এসেই পড়ে তবে নিজেরাও তাদেরকে সাহায্য করবে। (সহীহ বুখারী ও সহীহ মুসলিম)।আল্লাহ তা'আলা বলেন-‘অহংকারীও আত্মাভিমানীকে আল্লাহ তা'আলা ভালবাসেন না। তারা নিজেদেরকে ভাল মনে করলেও আল্লাহ পাকের নিকট তারা আদৌ ভাল নয়। তারা নিজেদেরকে বড় ও সম্মানিত মনে করলেও আল্লাহ তা'আলার নিকট তারা লাঞ্ছিত ও ঘৃণিত। জনগণের দৃষ্টিতেও তারা হেয় ও তুচ্ছ। তারা কত বড় অত্যাচারী ও অকৃতজ্ঞ যে, কারও উপর কিছু অনুগ্রহ করলে তাকে সে অনুগ্রহের খোটা দেয়, কিন্তু তাদের প্রভুর যে নিআমত তাদের উপর রয়েছে তার জন্য তারা তাঁর নিকট কৃতজ্ঞতা প্রকাশ করে না। মানুষের মধ্যে বসে তারা গর্ব করে বলে আমি এত বড় লোক, আমার এটা আছে, ওটা আছে।হযরত আবু রাজা হারভী (রঃ) বলেন যে, প্রত্যেক দুশ্চরিত্র ব্যক্তি অহংকারী ও আত্মম্ভরী হয়ে থাকে। অতঃপর তিনি এ আয়াতটি পাঠ করেন এবং বলেন, ‘পিতা-মাতার অবাধ্য ব্যক্তি পাপাচারী ও হতভাগা হয়ে থাকে। অতঃপর তিনি (আরবী) (১৯:৩২) -এ আয়াতটি পাঠ করেন। হযরত আওয়াম ইবনে হাওশাবও (রঃ) এটাই বলেন।হযরত মাতরাফ (রঃ) বলেন, আমার নিকট হযরত আবু যার (রাঃ)-এর একটি বর্ণনা পৌছেছিল এবং আমার মনের বাসনা ছিল যে, কোন সময় নিজেই তাঁর সাথে সাক্ষাৎ করে তার নিজেরই মুখে, বর্ণনাটি শুনবো। ঘটনাক্রমে একবার তার সাথে সাক্ষাৎ হলে আমি তাকে বলি, আমার নিকট সংবাদ পৌছেছে যে, আপনি রাসূলুল্লাহ (সঃ) হতে একটি হাদীস বর্ণনা করে থাকেন। হাদীসটি হচ্ছেঃ “আল্লাহ তাআলা তিন প্রকার লোককে পছন্দ করেন এবং তিন প্রকার লোককে অপছন্দ করেন। হযরত আবু যার (রাঃ) বলেন-“হ্যাঁ, এটা সত্য।আমি কি আমার বন্ধুর (সঃ) উপর মিথ্যা আরোপ করবো? এ কথা তিনি তিনবার বলেন, আমি তখন বলি আচ্ছা, ঐ তিন প্রকারের লোক কারা যাদের প্রতি আল্লাহ তাআলা কুপিত? তিনি বলেন, ‘অহংকারী ও আত্মাভিমানী ব্যক্তি। তারপরে তিনি বলেন-“এটা তো আপনি আল্লাহ তা'আলার কিতাবের মধ্যেও পেয়ে থাকেন। অতঃপর তিনি (আরবী) (৪:৩৬)-এ আয়াতটি পাঠ করেন। বানু হাজীম গোত্রের একটি লোক রাসূলুল্লাহ (সঃ)-কে বলেন আমাকে কিছু উপদেশ দিন।' তিনি বলেনঃ কাপড় পায়ের গিঠের নীচে ঝুলিয়ে (লটকিয়ে) দিওনা। কেননা, এটা হচ্ছে অহংকার ও আত্মম্ভরিতা যা আল্লাহ পাক পছন্দ করেন না।",
  "ayah": 36,
  "surah": 4
}
