{
  "text": "৪৪-৪৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বর্ণনা করেছেন- ইয়াহুদীদের (কেয়ামত পর্যন্ত তাদের প্রতি আল্লাহর অভিশাপ বর্ষিত হোক) একটি নিন্দনীয় স্বভাব এও রয়েছে যে, তারা সুপথের বিনিময়ে ভ্রান্তপথকে গ্রহণ করেছে, শেষ নবী (সঃ)-এর উপর যা অবতীর্ণ হয়েছে তা হতে তারা মুখ ফিরিয়ে নিচ্ছে এবং পূর্ববর্তী নবীগণ হতে মুহাম্মাদ (সঃ)-এর গুণাবলী সম্বন্ধে যে জ্ঞান তারা প্রাপ্ত হয়েছে সেটাও তারা শিষ্যদের নিকট হতে নৈবেদ্য নেয়ার লোভে প্রকাশ করছে না। বরং সাথে সাথে এটাও কামনা করছে যে, স্বয়ং মুসলমানেরাও যেন পথভ্রষ্ট হয়ে যায়, আল্লাহ তা'আলার গ্রন্থকে অস্বীকার করে এবং সুপথ ও সঠিক ইলকে পরিত্যাগ করে। আল্লাহ তা'আলা তোমাদের শত্রুদের সংবাদ খুব ভালভাবেই রাখেন। তিনি তোমাদেরকে তাদের হতে সতর্ক করে দিচ্ছেন যে, তোমরা যেন তাদের প্রতারণার ফাঁদে না পড়। তোমাদের জন্য আল্লাহ তা'আলার সাহায্যই যথেষ্ট। তোমরা বিশ্বাস রাখ যে, যারা তাঁর দিকে প্রত্যাবর্তিত হয়, তিনি তাদের অবশ্যই সহায়তা করে থাকেন এবং তিনি তাদের সাহায্যকারী হয়ে যান। তৃতীয় আয়াতটি যা (আরবী) শব্দ দ্বারা শুরু হয়েছে তাতে (আরবী) শব্দটি (আরবী) বর্ণনা করার জন্য এসেছে। যেমন (আরবী) (২২:৩০) অতঃপর ইয়াহূদীদের ঐ দলের যে পরিবর্তন করণের কথা বলা হচ্ছে, তার ভাবার্থ এই যে, তারা আল্লাহ তা'আলার কথার ভাবার্থ বদলিয়ে দেয় এবং ভুল ব্যাখ্যা দিয়ে থাকে। আর এ কাজ তারা জেনে শুনে ও বুঝে সুঝে করে থাকে। এর ফলে তারা আল্লাহ তা'আলার উপর মিথ্যা আরোপকারীদের অন্তর্ভুক্ত হয়ে যায়।এরপর আল্লাহ তা'আলা তাদের কথা নকল করেছেন যে, তারা বলে- “হে মুহাম্মাদ (সঃ)! আপনি যা কিছু বলেন আমরা তা শুনি কিন্তু মান্য করি না। তাদের কুফরী ও ধর্মদ্রোহীতার প্রতি লক্ষ্য করলে দেখা যাবে যে, তারা জেনে ও বুঝে স্পষ্টভাষায় কিভাবে নিজেদের অপবিত্র খেয়ালের কথা প্রকাশ করছে এবং বলছে- ‘আমরা যা বলি তা আপনি শুনুন, আল্লাহ করেন আপনি না শুনেন। কিংবা ভাবার্থ এই যে, আপনি শুনুন, কিন্তু আপনার কথা মান্য করা হবে না। কিন্তু প্রথম ভাবার্থটিই অধিকতর সঠিক। এ কথা তারা উপহাস ও বিদ্রুপের ছলে বলতো। আল্লাহ তাআলা তাদের প্রতি অভিসম্পাত বর্ষণ করুন। তারা (আরবী) বলতো। এর দ্বারা বাহ্যতঃ বুঝা যেতো যে তারা বলছে- আমাদের দিকে কান লাগিয়ে দিন। কিন্তু তারা এ শব্দ দ্বারা ভাবার্থ গ্রহণ করতো- আপনি বড়ই উদ্ধত ও অহংকারী। এর পূর্ণ ভাবার্থ (আরবী) (২:১০৪)-এ আয়াতের তাফসীরে বর্ণিত হয়েছে। উদ্দেশ্য এই যে, যা তারা বাইরে প্রকাশ করতো, স্বীয় জিহ্বাকে বক্র করে বিদ্রুপ সূচক ভঙ্গিতে অন্তরের মধ্যে তার উল্টো ভাব গোপন করে রাখতো। প্রকৃতপক্ষে তারা রাসূলুল্লাহ (সঃ)-এর সঙ্গে বেয়াদবী করতো। তাই তাদেরকে হিদায়াত করা হচ্ছে যে, তারা যেন এ দু’অর্থযুক্ত শব্দগুলো বর্ণনা পরিত্যাগ করে এবং স্পষ্টভাবে বলে, আমরা শুনলাম ও মানলাম, আপনি আমাদের আর শুনুন ও আমাদের দিকে দেখুন। এ কথা তাদের জন্য উত্তম এবং এটাই হচ্ছে পরিষ্কার, সরল, সোজা এবং উপযুক্ত কথা। কিন্তু তাদের অন্তরকে মঙ্গল হতে বহুদূরে নিক্ষেপ করা হয়েছে। প্রকৃত ঈমান পূর্ণভাবে তাদের অন্তরে স্থানই পায় না। এ বাক্যের তাফসীরও পূর্বে বর্ণিত হয়েছে। ভাবার্থ এই যে, উপকার দানকারী ঈমান তাদের মধ্যে নেই।",
  "ayah": 46,
  "surah": 4
}
