{
  "text": "আল্লাহ তা'আলা গচ্ছিত বিষয় ওর অধিকারীকে অর্পণ করার নির্দেশ দিচ্ছেন। হযরত সুমরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘যে তোমাদের সাথে বিশ্বস্ততা প্রদর্শন করে, তুমি তার গচ্ছিত দ্রব্য আদায় কর এবং যে তোমার সাথে বিশ্বাসঘাতকতা করে তুমি তার সাথে বিশ্বাসঘাতকতা করো না'। (মুসনাদ-ই-আহমাদ ও সুনান) আয়াতের শব্দগুলো সাধারণ। আল্লাহ তা'আলার সমস্ত হক আদায় করণও এর অন্তর্ভুক্ত। যেমন রোযা, নামায, কাফফারা, নযর ইত্যাদি। আর বান্দাদের পরস্পরের সমস্ত হক এর অন্তর্গত। যেমন গচ্ছিত রাখা দ্রব্য ইত্যাদি। সুতরাং যে ব্যক্তি যে হক আদায় করবে না তার জন্য কিয়ামতের দিন তাকে ধরা হবে। যেমন সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন প্রত্যেক হকদারকে তার হক আদায় করিয়ে দেয়া হবে। এমন কি শিং বিশিষ্ট ছাগল কোন শিং বিহনী ছাগলকে মেরে থাকলে ওর প্রতিশোধও গ্রহণ করিয়ে দেয়া হবে।”মুসনাদ-ই-ইবনে আবি হাতিমে রয়েছে যে, হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ সাক্ষ্য দানের কারণে সমস্ত পাপ মুছে যায়, কিন্তু আমানত মুছে যায় না। যদি কোন লোক আল্লাহর পথে শহীদও হয়ে থাকে তাকেও কিয়ামতের দিন আনয়ন করা হবে এবং বলা হবে- ‘আমানত আদায় কর।' সে উত্তরে বলবে, এখন তো দুনিয়ায় নেই, সুতরাং আমি আমানত কোথা হতে আদায় করব’? অতঃপর সে ঐ জিনিস জাহান্নামের তলদেশে দেখতে পাবে এবং তাকে বলা হবে-ওটা নিয়ে এসো'। সে ওটা তার স্কন্ধে বহন করে চলতে থাকবে। কিন্তু ওটা পড়ে যাবে এবং সে পুনরায় ওটা নিতে যাবে। অতএব সে ঐ শাস্তিতেই জড়িত থাকবে। হযরত যাযান (রাঃ) এ বর্ণনাটি শুনে হযরত বারা’র (রাঃ) নিকট এসে বর্ণনা করেন। হযরত বারা' (রাঃ) বলেনঃ “আমার ভাই সত্যই বলেছেন।\" অতঃপর তিনি কুরআন কারীমের (আরবী) -এ আয়াতটি পাঠ করেন। হযরত ইবনে আব্বাস (রাঃ) এবং হযরত মুহাম্মাদ ইবনে হানাফিয়া (রঃ) বলেন যে, সৎ ও অসৎ উভয়ের জন্যেই এ একই নির্দেশ।হযরত আবুল আলিয়া (রঃ) বলেন যে, যে জিনিসের নির্দেশ দেয়া হয়েছে এবং যা নিষেধ করা হয়েছে ঐসবগুলোই আমানত। হযরত উবাই ইবনে কা’ব (রাঃ) বলেন যে, নারীর নিকট তার লজ্জাস্থান একটি আমানত। হযরত রাবী ইবনে আনাস (রঃ) বলেন, তোমার ও অপরের মধ্যে যে লেন-দেন হয়ে থাকে ঐ সবগুলোও এর অন্তর্ভুক্ত।হযরত ইবনে আব্বাস (রাঃ) বলেন, “ওটাও এর অন্তর্ভুক্ত যে, বাদশাহ্ ঈদের দিন নারীদেরকে খুত্ব শুনাবেন।' এ আয়াতের শান-ই-নকূলে বর্ণিত আছে যে, যখন রাসূলুল্লাহ (সঃ) মক্কা জয় করেন এবং শান্তভাবে বায়তুল্লাহ শরীফে প্রবেশ করেন তখন তিনি স্বীয় উন্ত্রীর উপর আরোহণ করতঃ তাওয়াফ করেন। সে সময় তিনি হাজরে আসওয়াদকে স্বীয় লাঠি দ্বারা স্পর্শ করছিলেন। তারপর তিনি কা'বা গৃহের চাবি রক্ষক হযরত উসমান ইবনে তালহাকে আহবান করেন এবং তার নিকট চাবি যাজ্ঞা করেন। হযরত উসমান ইবনে তালহা (রাঃ) চাবি প্রদানে সম্মত হয়েছেন এমন সময় হযরত আব্বাস (রাঃ) বলেনঃ “হে আল্লাহর রাসূল! চাবিটি আমার হাতে সমর্পণ করুন, যেন যমযমের পানি পান করানো ও কা'বা গৃহের চাবি রক্ষণাবেক্ষণ এ উভয় কাজ আমাদের বংশের মধ্যে থাকে। একথা শোনামাত্রই হযরত উসমান ইবনে তালহা (রাঃ) হাত টেনে নেন। রাসূলুল্লাহ (সঃ) দ্বিতীয়বার চাইলে একই ব্যাপারই ঘটে। তিনি তৃতীয়বার চাইলে তিনি নিম্নের কথাটি বলে চাবিটি প্রদান করেন ও আল্লাহ তাআলার আমানতের সঙ্গে দিচ্ছি।' রাসূলুল্লাহ (সঃ) কা'বা গৃহের দরজা খুলে দেন। ভেতরে প্রবেশ করে তিনি সমস্ত মূর্তি ভেঙ্গে ফেলেন। হযরত ইবরাহীম (আঃ)-এর মূর্তিও ছিল, যার হাতে শুভাশুভ নিরূপণের তীর ছিল। রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তা'আলা ঐ মুশরিকদেরকে ধ্বংস করুন। এ তীরের সঙ্গে হযরত ইবরাহীম (আঃ)-এর কি সম্বন্ধ রয়েছে?” অতঃপর তিনি ঐ সমুদয় জিনিসকে ধ্বংস করে ওদের স্থানে পানি ঢেলে দেন এবং ঐগুলো নিশ্চিহ্ন করে দেন। অতঃপর তিনি বাইরে এসে কা’বার দরজার উপর দাঁড়িয়ে ঘোষণা করেনঃ “আল্লাহ ব্যতীত কোন মাবুদ নেই। তিনি এক, তার কোন অংশীদার নেই। তিনি তাঁর অঙ্গীকার সত্য করে দেখিয়েছেন। তিনি বান্দাকে সাহায্য করেছেন এবং সমুদয় সৈন্যকে একক সত্তাই পরাজিত করেছেন।অতঃপর তিনি একটি সুদীর্ঘ ভাষণ দান করেন। সে ভাষণে তিনি এ কথাও বলেনঃ “অজ্ঞতা যুগের সমস্ত বিবাদ এখন আমার পদতলে দলিত হয়েছে, সেটা মালের বিবাদই হোক বা জানের বিবাদই হোক। হ্যাঁ, তবে বায়তুল্লাহর রক্ষণাবেক্ষণ এবং হাজীদেরকে পানি পান করানোর মর্যাদা যাদের ছিল তাদেরই থাকবে।”এ ভাষণ দানের পর তিনি সবেমাত্র বসেছেন এমন সময় হযরত আলী (রাঃ) সম্মুখে অগ্রসর হয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! চাবিটি আমাকে প্রদান করুন, যেন বায়তুল্লাহর রক্ষণাবেক্ষণ ও হাজীদেরকে যমযমের পানি পান করানোর মর্যাদা এ দু'টোই এক জায়গায় একত্রিত হয়। কিন্তু রাসূলুল্লাহ (সঃ) চাবিটি তাঁকে দিলেন না। তিনি মাকাম-ই-ইবরাহীমকে কা'বার ভেতর হতে বের করে কা’বার দেয়ালের সাথে মিলিয়ে রেখে দেন এবং লোকদেরকে বলেনঃ ‘এটাই আমাদের কিবলাহ।'অতঃপর তিনি তাওয়াফের কাজে লেগে পড়েন। তিনি শুধুমাত্র দু'বার প্রদক্ষিণ করেছেন এমন সময় হযরত জিব্রাঈল (আঃ) অবতীর্ণ হন এবং রাসূলুল্লাহ (আরবী)-এ আয়াতটি পাঠ করতে আরম্ভ করেন। তখন হযরত উমার (রাঃ) বলেন, হে আল্লাহর রাসূল (সঃ)! আমার মা-বাপ আপনার উপর উৎসর্গ হোক, আমি-এর পূর্বে তো আপনাকে এ আয়াতটি পাঠ করতে শুনিনি।' তখন তিনি হযরত উসমান ইবনে তালহা (রাঃ) -কে ডেকে তাকে চাবিটি দিয়ে দেন। অতঃপর তিনি বলেনঃ “আজকের দিন হজ্ব পুরা করার দিন এবং উত্তম ব্যবহার করার দিন। এ উসমান ইবনে তালহা (রাঃ) যার বংশের মধ্যে এখন পর্যন্ত কা'বাতুল্লাহর চাবি রক্ষিত হয়ে আসছে, তিনি হুদায়বিয়ার সন্ধি এবং মক্কা বিজয়ের মধ্যবর্তী সময়ে ইসলাম গ্রহণ করেন। সে সময় হযরত খালিদ ইবনে ওয়ালিদ (রাঃ) ও হযরত আমর ইবনুল আস (রাঃ) মুসলমান হন। তাঁর চাচা উসমান ইবনে তালহা উহুদের যুদ্ধে মুশরিকদের সাথে ছিল, এমনকি তাদের পতাকাবাহক ছিল এবং সেখানই কুফরীর অবস্থায় মারা যায়। মোটকথা প্রসিদ্ধ কথা তো এই যে, এ আয়াতটি এ সম্বন্ধেই অবতীর্ণ হয়। এখন এ সম্বন্ধে অবতীর্ণ হয়ে থাক আর নাই থাক এর হুকুম হচ্ছে সাধারণ। যেমন হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) এবং হযরত মুহাম্মাদ ইবনে হানাফিয়া (রঃ)-এর উক্তি এই যে, এর দ্বারা প্রত্যেক ব্যক্তিকে প্রত্যেক ব্যক্তির আমানত আদায় করে দেয়ার নির্দেশ দেয়া হয়েছে।অতঃপর ইরশাদ হচ্ছে-ন্যায়ের সঙ্গে মীমাংসা কর।' বিচারকদেরকে সর্বাপেক্ষা বড় বিচারপতির পক্ষ হতে নির্দেশ হচ্ছে- কোন অবস্থাতেই তোমরা ন্যায়ের অঞ্চল পরিত্যাগ করো না। হাদীস শরীফে রয়েছে যে, আল্লাহ তা'আলা বিচারকের সঙ্গে থাকেন যে পর্যন্ত না সে অত্যাচার করে। যখন সে অত্যাচার করে তখন তা তারই দিকে সমর্পণ করেন। একটি হাদীসে রয়েছেঃ 'এক দিনের ন্যায় বিচার চল্লিশ বছরের ইবাদতের সমান। অতঃপর বলা হচ্ছে-‘গচ্ছিত জিনিস ওর অধিকারীকে অর্পণ করার নির্দেশ এবং ন্যায় বিচার করার নির্দেশ ও অনুরূপভাবে শরীয়তের সমস্ত আদেশ ও নিষেধ তোমাদের জন্য উত্তম ও ফলদায়ক, যেসব আদেশ ও নিষেধ আল্লাহ তা'আলা তোমাদের প্রতি জারী করে থাকেন।আল্লাহ তা'আলা বলেন-“তিনি শ্রবণকারী, পরিদর্শক।' অর্থাৎ তিনি তোমাদের কথাসমূহ শ্রবণকারী এবং তোমাদের কার্যাবলী পরিদর্শনকারী। মুসনাদ-ই-ইবনে আবি হাতিমে হযরত উবা ইবনে আমের (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-কে দেখেছি, তিনি (আরবী) এ আয়াতটি পড়ছিলেন। তিনি বলেন-“তিনি প্রত্যেক জিনিস পরিদর্শনকারী। মুসনাদ-ই-ইবনে আবি হাতিমে রয়েছে, হযরত আবু ইউনুস (রঃ) বলেন, আমি হযরত আবু হুরাইরা (রাঃ)-কে (আরবী) আয়াতটি পড়তে শুনতে পাই, তিনি (আরবী)-এ পর্যন্ত পাঠ করেন এবং স্বীয় বৃদ্ধাঙ্গুলি স্বীয় কানের উপর রাখেন ও ওর পার্শ্ববর্তী অঙ্গুলিটি চক্ষুর উপর রাখেন এবং বলেন, এরূপই আমি রাসূলুল্লাহ (সঃ)-কে আয়াতটি পড়তে শুনছি এবং তিনি এভাবেই অঙ্গুলি দু’টি রাখতেন। হাদীসটির একজন বর্ণনাকারী হযরত যাকারিয়া (রঃ) বলেন, আমাদের শিক্ষক হযরত মুকরী (রঃ) অর্থাৎ আৰূ আবদুর রহমান আবদুল্লাহ ইবনে ইয়াযীদ (রঃ) এভাবেই ইঙ্গিত করে আমাদেরকে এ আয়াতটি পড়ে শুনিয়েছেন। সে সময় হযরত যাকারিয়া (রঃ) তার ডান হাতের বৃদ্ধাঙ্গুলি তাঁর ডান চোখের উপর রাখেন এবং তার পার্শ্ববর্তী অঙ্গুলি তাঁর ডান কানে রাখেন। অতঃপর তিনি বলেন, এরূপে।' (মুসনাদ-ই-ইবনে আবি হাতিম) এভাবে ইমাম আবু দাউদও (রঃ) এটা বর্ণনা করেছেন। ইমাম ইবনে হিব্বানও (রঃ) স্বীয় পুস্তক ‘সহীহ'-এর মধ্যে এটা এনেছেন। ইবনে মিরদুওয়াইও (রঃ) স্বীয় তাফসীরে এটা এনেছেন। এর সনদের মধ্যে আবু ইউনুস যে রয়েছেন তিনি হযরত আবু হুরাইরার মাওলা। তার নাম হচ্ছে সালিম ইবনে যুবাইর।",
  "ayah": 58,
  "surah": 4
}
