{
  "text": "সহীহ বুখারী শরীফে হযরত আবদুল্লাহ ইবনে আব্বাস (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একটি ছোট নৌবাহিনীতে হযরত আবদুল্লাহ ইবনে হুযায়ফা ইবনে কায়েস (রাঃ)-কে প্রেরণ করেন। তার ব্যাপারে এ আয়াতটি অবতীর্ণ হয়। মুসনাদ-ই-আহমাদে হযরত আলী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সঃ) এক সেনাবাহিনী প্রেরণ করেন এবং একজন আনসারীকে তার নেতৃত্ব দান করেন। একদা তিনি সৈন্যদের উপর কি এক ব্যাপারে ভীষণ রাগান্বিত হয়ে বলেন, রাসূলুল্লাহ (সঃ) কি তোমাদেরকে আমার আনুগত্যের নির্দেশ দেননি? তাঁরা বলেন, হ্যা। তিনি বলেন, “তোমরা জ্বালানী কাষ্ঠ জমা কর। অতঃপর তিনি আগুন আনিয়ে নিয়ে কাষ্ঠগুলো জ্বালিয়ে দেন।তারপরে তিনি বলেন, আমি তোমাদেরকে এ আগুনের মধ্যে প্রবেশ করার নির্দেশ দিলাম। তখন একজন নব্য যুবক সৈন্যদেরকে বলেন, আপনারা অগ্নি হতে রক্ষা পাওয়ার উদ্দেশ্যে আল্লাহর রাসূল (সঃ)-এর নিকট আশ্রয় নিয়েছেন। আপনারা তাড়াতাড়ি করবেন না যে পর্যন্ত না আপনারা রাসূলুল্লাহ (সঃ)-এর সঙ্গে সাক্ষাৎ করেন। অতঃপর তিনিও যদি আপনাদেরকে আগুনে প্রবেশ করার নির্দেশ দেন তবে ওতে প্রবেশ করবেন। অতঃপর তারা রাসূলুল্লাহ (সঃ)-এর নিকট ফিরে এসে ঘটনাটি বর্ণনা করেন। তখন তিনি বলেনঃ তোমরা যদি আগুনে প্রবেশ করতে তবে আর কখনও সে আগুন হতে বের হতে না। জেনে। রেখো, আনুগত্য শুধু আল্লাহ তা'আলার সন্তুষ্টির কার্যেই রয়েছে। সহীহ বুখারী ও সহীহ মুসলিমের মধ্যেও হাদীসটি হযরত আনাস (রাঃ) হতে বর্ণিত আছে। সুনান-ই-আবু দাউদে হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ শ্রবণ করা ও মান্য করা মুসলমানের উপর ফরয়, তা তার নিকট প্রিয়ই হোক বা অপছন্দনীয়ই হোক, যে পর্যন্ত না (আল্লাহ ও রাসূলের) অবাধ্যতার নির্দেশ দেয়া হয়। যখন অবাধ্যতার নির্দেশ দেয়া হবে তখন শ্রবণও করতে হবে না এবং মান্যও করতে হবে না।'সহীহ বুখারী ও সহীহ মুসলিমে হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমরা শ্রবণ করা ও মান্য করার উপর রাসূলুল্লাহ (সঃ)-এর নিকট বায়আত গ্রহণ করি, তাতে আমাদের সন্তুষ্টিই হোক বা অসন্তুষ্টিই হোক, আমরা কঠিন অবস্থাতেই থাকি বা সহজ অবস্থাতেই থাকি। এবং যদিও আমাদের উপর অপরকে প্রাধান্য দেয়া হয়, আর আমরা কার্যের যোগ্য ব্যক্তি হতে কার্য ছিনিয়ে না নেই। তিনি বলেন, কিন্তু এই যে, তোমরা স্পষ্ট কুফরী দেখ যার ব্যাপারে তোমাদের নিকট আল্লাহ প্রদত্ত কোন প্রকাশ্য দলীল রয়েছে। সে সময় তোমাদেরকে শ্রবণও করতে হবে না, মান্যও করতে হবে না)।সহীহ বুখারী শরীফে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ তোমরা শ্রবণ কর ও মান্য কর যদিও তোমাদের উপর একজন ক্ষুদ্র মস্তক বিশিষ্ট হাবশী ক্রীতদাসকে আমীর বানিয়ে দেয়া হয়। সহীহ মুসলিম শরীফে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমার বন্ধু (সঃ) আমাকে শ্রবণ করার ও মান্য করার উপদেশ দিয়েছেন যদিও সে একজন ত্রুটিযুক্ত হাত-পা বিশিষ্ট হাবশী ক্রীতদাসও হয়'।সহীহ মুসলিমে হযরত উম্মে হুসাইন (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে তার বিদায় হজ্বের ভাষণে বলতে শুনেছেন-“যদি তোমাদের উপর একজন ক্রীতদাসকে আমেল বানিয়ে দেয়া হয় এবং সে তোমাদেরকে আল্লাহ তাআলার কিতাব অনুযায়ী পরিচালিত করে তবে তোমরা তার কথা শ্রবণ করবে ও মান্য করবে। অন্য বর্ণনায় ‘কর্তিত অঙ্গ বিশিষ্ট হাবশী ক্রীতদাস’-এ শব্দগুলো রয়েছে। তাফসীর-ই-ইবনে জারীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ আমার পরে সত্বরই তোমাদের উপর ভাল আমীর ভাল হুকুম চালাবে এবং মন্দ আমীর মন্দ হুকুম চালাবে। সত্যের অনুরূপ কার্যে তোমরা প্রত্যেকেরই আদেশ শুনবে ও মানবে এবং তাদের পিছনে নামায পড়তে থাকবে। যদি তারা ভাল কাজ করে তবে তাদের জন্যেও মঙ্গল এবং তোমাদের জন্যেও মঙ্গল। আর যদি তারা মন্দ কাজ করে তবে তোমাদের জন্যে মঙ্গল বটে কিন্তু তাদের মন্দ কর্মের প্রতিফল তাদেরকেই ভোগ করতে হবে।' হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ বানী ইসরাঈলের মধ্যে ক্রমাগত একের পর এক নবী আসতে থাকতেন। কিন্তু আমার পরে কোন নবী নেই, বরং খলীফা রয়েছে এবং তারা অধিক সংখ্যক হবে। জনগণ জিজ্ঞেস করেন, হে আল্লাহর রাসূল (সঃ)! তাহলে আপনি আমাদেরকে কি নির্দেশ দিচ্ছেন?' তিনি বলেনঃ ‘প্রথম জনের বায়আত পূর্ণ কর, তারপর তার পরবর্তী জনের বায়আত পূর্ণ কর। তোমরা তাদেরকে তাদের হক পূর্ণভাবে দিয়ে দাও। আল্লাহ তা'আলা তাদেরকে তাদের প্রজাদের সম্বন্ধে জিজ্ঞাসাবাদ করবেন।'হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি স্বীয় আমীরের কোন অপছন্দীয় কাজ দেখে সে যেন ধৈর্য ধারণ করে। যে ব্যক্তি দল হতে অর্ধ হাত দূরে সরে যাবে সে অজ্ঞতা যুগের মৃত্যুবরণ করবে।' (সহীহ বুখারী ও সহীহ মুসলিম)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ) -কে বলতে শুনেছেনঃ “যে ব্যক্তি আনুগত্য হতে হাত টেনে নেয় সে কিয়ামতের দিন। হুজ্জত ও দলীল ছাড়াই আল্লাহ তা'আলার সাথে সাক্ষাৎ করবে। আর যে ব্যক্তি। এমন অবস্থায় মারা যাবে যে তার স্কন্ধে কারও বশ্যতা স্বীকার নেই, সে অজ্ঞতার যুগের মৃত্যুবরণ করবে।' (সহীহ মুসলিম)সহীহ মুসলিমেই হযরত আবদুর রহমান ইবনে আবদ-ই-রাব্বিল কাবা হতে বর্ণিত আছে, তিনি বলেন, আমি বায়তুল্লাহ শরীফে গিয়ে দেখি যে, হযরত আবদুল্লাহ ইবনে আমর ইবনে আল-আস (রাঃ) কাবা ঘরের ছায়ায় বসে রয়েছেন এবং তথায় একটি জনসমাবেশ রয়েছে। আমিও ঐ সমাবেশের এক পার্শ্বে বসে পড়ি। সে সময় হযরত আবদুল্লাহ (রাঃ) বর্ণনা করেন, এক সফরে আমি রাসূলুল্লাহ (সঃ)-এর সাথে ছিলাম। আমরা এক মজলিসে অবতরণ করি। কেউ তাঁর তাঁবু ঠিক করতে লেগে পড়েন, কেউ স্বীয় তীর গুছিয়ে নেন এবং কেউ অন্য কোন কাজে লেগে পড়েন। এমন সময় হঠাৎ রাসূলুল্লাহ (সঃ)-এর ঘোষণাকারী সকলকে ডাক দিয়ে বলেন-নামাযের জন্য একত্রিত হোন। অতঃপর আমরা রাসূলুল্লাহ (সঃ)-এর নিকট একত্রিত হই। তখন তিনি বলেনঃ ‘প্রত্যেক নবী (আঃ)-এর উপর আল্লাহ পাক ফরয করেছেন যে, তিনি যেন স্বীয় উম্মতকে তার জানা সমস্ত ভাল কথা শিখিয়ে দেন এবং তাঁর দৃষ্টিতে যা কিছু মন্দ তা হতে যেন তাদেরকে সতর্ক করেন। জেনে রেখো, এ উম্মতের নিরাপত্তার যুগ হচ্ছে এ প্রথম যুগ। শেষ যুগে বড় বড় বিপদ আসবে যা মুসলমানগণ অপছন্দ করবে এবং ক্রমাগত ফিনা আসতে থাকবে। একটি হাঙ্গামা উপস্থিত হলে মুমিন মনে করবে যে, তাতেই তার ধ্বংস রয়েছে। ওটা সরে গিয়ে আর একটি ওর চেয়েও বড় গণ্ডগোল আসবে যাতে সে নিজের ধ্বংস অনিবার্য বলে বিশ্বাস করবে। এভাবেই ক্রমাগত হাঙ্গামা, ভয়াবহ পরীক্ষা এবং ভীষণ বিপদ আসতেই থাকবে। সুতরাং যে ব্যক্তি জাহান্নাম হতে দূরে থাকতে ও জান্নাতে অংশ নিতে চায়, সে যেন মৃত্যুর আগমন পর্যন্ত আল্লাহর উপর ও কিয়ামতের দিনের উপর বিশ্বাস রাখে। জনগণের সাথে যেন ঐ ব্যবহার করে যা সে নিজের জন্যে পছন্দ করে। জেনে রেখো যে ব্যক্তি ইমামের বায়আত গ্রহণ করলো সে তার হাতের ক্ষমতা এবং অন্তরের ফল তাকে দিয়ে দিল। তখন তার আনুগত্য স্বীকার করা তার উচিত। তখন যদি অন্য কেউ এসে ঐ ক্ষমতা ইমাম হতে ছিনিয়ে নেয়ার ইচ্ছে করে তবে তোমরা তার গর্দান উড়িয়ে দাও।' আবদুর রহমান (রঃ) বলেন, আমি নিকটে গিয়ে হযরত আবদুল্লাহ ইবনে আমর (রাঃ)-কে বলি, আমি আপনাকে আল্লাহ তাআলার কসম দিয়ে বলছি, আপনি কি স্বয়ং এটা রাসূলুল্লাহ (সঃ)-এর মুখে শুনেছেন? তখন তিনি তাঁর দু'খানা হাত স্বীয় কান ও অন্তরের দিকে বাড়িয়ে দিয়ে বলেন, আমি রাসূলুল্লাহ (সঃ) হতে এ দু'কানে শুনেছি এবং এ অন্তরে রক্ষিত রেখেছি। আমি তখন বলি, আপনার চাচাত ভাই হযরত মুআবিয়া (রাঃ)-কে দেখুন যে, তিনি আমাদেরকে আমাদের পরস্পরের মাল অন্যায়ভাবে খেতে ও পরস্পর যুদ্ধ করার নির্দেশ দিচ্ছেন, অথচ আল্লাহ তাআলা এদুটো কাজ হতে নিষেধ করেছেন। ইরশাদ হচ্ছে (আরবী) অর্থাৎ “হে মুমিনগণ! তোমরা পরস্পর সম্মতিক্রমে ব্যবসা ব্যতীত অন্যায়ভাবে পরস্পরের ধন-সম্পত্তি গ্রাস করো না এবং তোমরা নিজেদেরকে। হত্যাও করো না, নিশ্চয়ই আল্লাহ তোমাদের প্রতি করুণাশীল।' (৪:২৯) এটা শুনে হযরত আবদুল্লাহ (রাঃ) কিছুক্ষণ নীরব থাকেন। অতঃপর তিনি বলেন, আল্লাহ তাআলার আনুগত্যের কাজে তোমরা তার আদেশ মান্য কর এবং তাঁর অবাধ্যতার কোন নির্দেশ দিলে তা মান্য করো না। এ সম্পর্কে আরও বহু হাদীস রয়েছে।(আরবী) -এ আয়াতের তাফসীরেই হযরত সুদ্দী (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) এক সৈন্যবাহিনী প্রেরণ করেন। হযরত খালিদ ইবনে ওয়ালীদ (রাঃ)-কে এর সেনাপতি নিযুক্ত করেন। ঐ সেনাবাহিনীতে হযরত আম্মার ইবনে ইয়াসারও (রাঃ) ছিলেন। ঐ সেনাবাহিনী যে গোত্রের দিকে যাওয়ার ইচ্ছে করেছিলেন সে দিকেই চলছিলেন। রাত্রিকালে তাদের গ্রামের নিকটে তারা শিবির সন্নিবেশ করেন। ঐ লোকগুলো গুপ্তচরের মাধ্যমে এ সংবাদ জেনে নেয় এবং ঐ রাত্রেই তারা সবাই গ্রাম হতে পলায়ন করে। শুধুমাত্র একটি লোক রয়ে যায়। সে তার পরিবারের লোককে নির্দেশ দেয়ায় তারা তাদের আসবাবপত্র জমা করে। অতঃপর সে রাত্রির অন্ধকারেই হযরত খালিদ (রাঃ)-এর সেনাবাহিনীর মধ্যে চলে আসে এবং ঠিকানা জেনে হযরত আম্মার (রাঃ)-এর নিকট উপস্থিত হয়। হযরত আম্মার (রাঃ)-কে সে বলে, “হে আবুল ইয়াকন! আমি ইসলাম গ্রহণ করেছি এবং সাক্ষ্য দিয়েছি যে, আল্লাহ ছাড়া কোন মাবুদ নেই এবং মুহাম্মাদ (সঃ) তাঁর বান্দা ও তাঁর রাসূল। আমার সারা গোত্র এখানে আপনাদের আগমন সংবাদ শুনে পলায়ন করেছে। শুধু আমি রয়ে গেছি। তাহলে আগামীকাল কি আমার এ ইসলাম আমার জন্যে উপকারী হবে? যদি আমি উপকৃত না হই তবে আমিও পালিয়ে যাই।' হযরত আম্মার (রাঃ) বলেন, “নিশ্চয়ই তোমার এ ইসলাম দ্বারা তোমার উপকার লাভ হবে। তুমি পালিয়ে যেয়ো না, ওখানেই থাক। সকালে হযরত খালিদ (রাঃ) আক্রমণ চালান এবং ঐ লোকটি ছাড়া আর কাউকেও পেলেন না। তাকে তিনি মালসহ গ্রেফতার করেন। হযরত আম্মার (রাঃ) এ সংবাদ জানতে পেরে হযরত খালিদ (রাঃ)-এর নিকট আগমন করেন এবং তাকে বলেন, একে ছেড়ে দিন। সে ইসলাম গ্রহণ করেছে এবং আমার আশ্রয়ে রয়েছে। হযরত খালিদ (রাঃ) তখন তাকে বলেন, আপনি তাকে আশ্রয় দেয়ার কে?' এতে উভয় মনীষীর মধ্যে কিছু বাকবিতণ্ডা শুরু হয়। অবশেষে রাসূলুল্লাহ (সঃ)-এর নিকট সমস্ত ঘটনা বর্ণনা করা হয়। রাসূলুল্লাহ (সঃ) হযরত আম্মার (রাঃ)-এর এ আশ্রয় দানকে বৈধ বলে ঘোষণা করেন এবং আগামীতে আমীরের পক্ষ হতে কাউকে আশ্রয় দিতে নিষেধ করে দেন। আবার দু'জনের মধ্যে বচসা শুরু হয়ে যায়। এতে হযরত খালিদ (রাঃ) রাসূলুল্লাহ (সঃ)-কে বলেন, আপনি এ নাক কাটা গোলামকে কিছু বলছেন না? দেখুন তো, সে আমাকে কিরূপ অন্যায় কথা বলছে?' তখন রাসূলুল্লাহ (সঃ) বলেনঃ “হে খালিদ (রাঃ)! হযরত আম্মার (রাঃ)-কে মন্দ বলো না। যে আম্মার (রাঃ)-কে গালি দেবে, আল্লাহ পাক তাকে গালি দেবেন। যে ব্যক্তি আম্মার (রাঃ)-এর শত্রুতা পোষণ করবে, আল্লাহ তাআলা তার সঙ্গে শত্রুতা পোষণ করবেন। যে ব্যক্তি আম্মার (রাঃ)-কে অভিশাপ দেবে, আল্লাহ তা'আলা তাকে অভিশাপ দেবেন।' হযরত আম্মার (রাঃ) ক্রোধে তথা হতে প্রস্থান করেন। হযরত খালিদ (রাঃ) তখন দৌড়ে গিয়ে তাঁর (কাপড়ের) অঞ্চল টেনে ধরেন এবং স্বীয় অপরাধের জন্য ক্ষমা প্রার্থনা করেন ও অবশেষে তিনি তাকে ক্ষমা করতে সম্মত হন। হযরত ইবনে আব্বাস (রাঃ) হতেও এটা বর্ণিত আছে। (তাফসীর-ই-ইবনে জারীর ও তাফসীর-ই-ইবনে মিরদুওয়াই) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী)  দ্বারা বোধশক্তি সম্পন্ন ও ধার্মিক ব্যক্তিদেরকে বুঝানো হয়েছে। অর্থাৎ আলেমগণ। বাহ্যিক কথা তো এটাই মনে হচ্ছে, তবে প্রকত জ্ঞান আল্লাহ পাকেরই রয়েছে। এ শব্দটি সাধারণ, এর ভাবার্থ আমীর’ ও ‘আলেম উভয়ই হতে পারে, যেমন পূর্বে বর্ণিত হয়েছে। কুরআন কারীমে ইরশাদ হচ্ছে- (আরবী) অর্থাৎ তাদের আলেমগণ তাদেরকে মিথ্যা কথা বলা হতে এবং সুদ ভক্ষণ হতে নিষেধ করে না কেন?’(৫:৬৩) অন্য জায়গায় রয়েছে- (আরবী) অর্থাৎ ‘তোমরা না জানলে যারা জানে তাদেরকে জিজ্ঞেস কর। (১৬:৫৩) সহীহ হাদীসে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার আনুগত্য স্বীকারকারী হচ্ছে আল্লাহর আনুগত্য স্বীকারকারী এবং যে আমার অবাধ্য হয়েছে সে আল্লাহ তাআলার অবাধ্য হয়েছে। যে ব্যক্তি আমার নির্বাচিত আমীরের অবাধ্য হয়েছে সে আমারই অবাধ্য হয়েছে। সুতরাং এ হলো আলেম ও আমীরগণের অনুগত্য স্বীকারের নির্দেশ। এ আয়াতে ইরশাদ হচ্ছে- “তোমরা আল্লাহ তা'আলার আনুগত হও' অর্থাৎ তার কিতাবের অনুসারী হও। আল্লাহ তা'আলার রাসূলের অনুগত হও’ অর্থাৎ তাঁর সুন্নাতের উপর আমল কর। আর তোমাদের আদেশদাতাদের আনুগত্য স্বীকার কর। অর্থাৎ তাদের ঐ নির্দেশের প্রতি অনুগত হও যেখানে আল্লাহ তা'আলার। আনুগত্য রয়েছে। তারা যদি আল্লাহ তা'আলার নির্দেশের বিপরীত কোন আদেশ করে তবে তাদের সে আদেশ মান্য করা মোটেই উচিত নয়। কেননা, এ সময়ে আলেম ও আমীরদের আদেশ মান্য করা হারাম। যেমন ইতিপূর্বে হাদীস বর্ণিত হয়েছে যে, আনুগত্য শুধু আল্লাহ তা'আলার সন্তুষ্টির কার্যেই রয়েছে। অর্থাৎ তাদের আনুগত্য রয়েছে আল্লাহ ও তাঁর রাসূল (সঃ)-এর নির্দেশের বেষ্টনীর মধ্যে।মুসনাদ-ই-আহমাদের মধ্যে এর চেয়েও স্পষ্ট হাদীস রয়েছে। সেখানে হযরত ইমরান ইবনে হোসাইন (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলার অবাধ্যতার কার্যে আনুগত্য নেই। অতঃপর আল্লাহ পাক বলেন-“যদি তোমাদের মধ্যে কোন মতবিরোধ সৃষ্টি হয় তবে আল্লাহ ও তাঁর রাসূল (সঃ)-এর দিকে প্রত্যাবর্তিত হও।' অর্থাৎ আল্লাহর কিতাব ও রাসূল (সঃ)-এর হাদীসের দিকে ফিরে এসো, যেমন হযরত মুজাহিদ (রঃ)-এর তাফসীরে রয়েছে। সুতরাং এখানে স্পষ্ট ভাষায় মহা সম্মানিত আল্লাহর নির্দেশ হচ্ছে যে, যে মাসআলায় মানুষের মধ্যে মতবিরোধ সৃষ্টি হয়, ঐ মাসআলা ধর্মনীতি সম্পৰ্কীয়ই হোক বা ধর্মের শাখা-প্রশাখা সম্পর্কীয়ই হোক, এর মীমাংসার জন্যে একটিমাত্র পথ রয়েছে, তা হচ্ছে এই যে, আল্লাহ তাআলার কিতাব ও রাসূল (সঃ)-এর হাদীসকে মীমাংসাকারী হিসেবে গ্রহণ করতে হবে। এ দুটোর মধ্যে যা রয়েছে তাই মেনে নিতে হবে। যেমন কুরআন মাজীদের অন্য আয়াতের রয়েছে- (আরবী) অর্থাৎ যে বিষয়ে তোমরা মতভেদ সৃষ্টি কর, ওর ফায়সালা আল্লাহ তাআলার নিকট রয়েছে।' (৪২:১০) অতএব, কিন্তব ও সুন্নাহ যা নির্দেশ দেবে এবং যে মাসআলার উপর সঠিকতার সাক্ষ্য প্রদান করবে এটাই সত্য এবং অন্য সবই মিথ্যা। কুরআন কারীমে ঘোষণা হচ্ছেঃ সত্যের পরে যা রয়েছে তা শুধু পথভ্রষ্টতাই বটে।' এ জন্যেই এখানেও এ নির্দেশের সাথেই ইরশাদ হচ্ছেঃ যদি তোমরা আল্লাহ ও কিয়ামতের প্রতি বিশ্বাস স্থাপন করে থাক।' অর্থাৎ যদি তোমরা ঈমানের দাবীতে সত্যবাদী হও তবে যে জিজ্ঞাস্য বিষয়ে তোমাদের জ্ঞান নেই এবং যাতে মতভেদ রয়েছে, যে বিষয়ে ভিন্ন ভিন্ন মত পোষণ করা হয়, আল্লাহর কিতাব ও তাঁর রাসূল (সঃ)-এর হাদীস দ্বারা এসবের মীমাংসা কর, এ দুটোর মধ্যে যা রয়েছে তাই মেনে নাও।' অতএব, সাব্যস্ত হলো যে, মতভেদী জিজ্ঞাস্য বিষয়ের মীমাংসার জন্য যারা কিতাব ও সুন্নাহর দিকে ফিরে আসে না তারা আল্লাহ তা'আলার উপর বিশ্বাস রাখে না। এরপর ইরশাদ হচ্ছে-বিবাদসমূহে ও মতভেদের ব্যাপারে আল্লাহ পাকের কিতাব ও রাসূলুল্লাহ (সঃ)-এর হাদীসের দিকে প্রত্যাবর্তন করাই তোমাদের জন্যে উত্তম এবং এটাই হচ্ছে কল্যাণকর ও শ্রেষ্ঠতর পরিসমাপ্তি। এটাই হচ্ছে উত্তম প্রতিদান লাভের কাজ।",
  "ayah": 59,
  "surah": 4
}
