{
  "text": "৮০-৮১ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলার ইরশাদ হচ্ছে- আমার বান্দা ও রাসূল হযরত মুহাম্মাদ (সঃ)-এর যে অনুগত প্রকারান্তরে সে আমারই অনুগত। তার যে অবাধ্য সে আমারই অবাধ্য। কেননা, আমরা নবী (সঃ) নিজের পক্ষ হতে কিছুই বলে না। আমার পক্ষ হতে তার উপর যে অহী করা হয় তাই সে বলে থাকে।' রাসূলুল্লাহ (সঃ) বলেনঃ আমাকে যে মানে সে আল্লাহূকে মানে এবং যে আমাকে অমান্য করে সে আল্লাহকে অমান্য করে। আর যে আমীরের অনুগত হয় সে আমারই অনুগত হয় এবং যে আমীরের অবাধ্য হয় সে আমারই অবাধ্য হয়। এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমেও রয়েছে। অতঃপর আল্লাহ তা'আলা বলেন- যে মুখ ফিরিয়ে নেয়, হে নবী (সঃ)! তার পাপ তোমার উপর নেই। তোমার কাজ তো শুধুমাত্র পৌছিয়ে দেয়া। ভাগ্যবান ব্যক্তি মেনে নেবে এবং মুক্তি ও পুণ্য লাভ করবে। তবে তাদের ভাল কাজের পুণ্য তুমিও লাভ করবে। কেননা, তার পথপ্রদর্শক তো তুমিই এবং তার সকার্যের শিক্ষকও তুমিই। আর যে ব্যক্তি মানবে না সে হতভাগা। সে নিজের ক্ষতি নিজেই করবে।তাদের পাপ তোমার উপর হবে না। কেননা, তুমি বুঝাতে ও সত্যপথ প্রদর্শনে কোন প্রকার ত্রুটি করনি। হাদীস শরীফে রয়েছে যে, আল্লাহ ও তাঁর রাসূল (সঃ)-এর অনুগত ব্যক্তি সুপথ প্রাপ্ত এবং আল্লাহ ও তাঁর রাসূল (সঃ)-এর অবাধ্য ব্যক্তি নিজের জীবনেরই ক্ষতি সাধনকারী।এরপর মুনাফিকদের অবস্থার বর্ণনা দেয়া হচ্ছে যে, তারা বাহ্যিকভাবে তো আনুগত্য স্বীকার করছে এবং আনুগত্য প্রকাশ করছে কিন্তু যখনই দৃষ্টির অন্তরালে চলে যাচ্ছে, এখান হতে চলে গিয়ে নিজের জায়গায় পৌছে তখন এমন হয়ে যায় যে, তাদের রূপ যেন এরূপ ছিলই না। এখানে যা কিছু বলেছিল, রাত্রে গোপনে গোপনে তার সম্পূর্ণ বিপরীত পরামর্শ করতে থাকে। অথচ আল্লাহ তাআলা তাদের এ গোপন ষড়যন্ত্র সবই জানেন। তাঁর নির্ধারিত ফেরেশতাগণ তাদের এ কার্যাবলী এবং এসব কথা তাঁর নির্দেশক্রমে তাদের আমলনামায় লিখে নিচ্ছেন।সুতরাং তাদেরকে ধমক দেয়া হচ্ছে যে, তাদের এ চাল-চলন কতই না জঘন্য। তোমাদেরকে যিনি সৃষ্টি করেছেন তাঁর নিকট তোমাদের ঐ সব কাজ গুপ্ত নেই। তোমরা তোমাদের ভেতর ও বাহির যখন এক রাখতে পারছো না তখন তোমাদের ভেতর ও বাহিরের সমস্ত সংবাদ যিনি রাখেন তিনি তোমাদেরকে তোমাদের এ নিকৃষ্ট কাজের জন্যে কঠিন শাস্তি প্রদান করবেন। অন্য আয়াতে আল্লাহ তা'আলা মুনাফিকদের স্বভাব অন্য শব্দে বর্ণনা করেছেন। যেমন তিনি বলেন (আরবী) অর্থাৎ তারা বলে- আমরা আল্লাহ ও রাসূলের উপর ঈমান এনেছি ও। আনুগত্য স্বীকার করেছি।'(২৪:৪৭)।অতঃপর আল্লাহ স্বীয় নবী (সঃ) কে নির্দেশ দিচ্ছেন- তুমি তাদের প্রতি বিমুখ হও; ধৈর্য অবলম্বন কর, তাদের ক্ষমা করে দাও এবং তাদের অবস্থা তাদের নাম করে করে তাদেরকে বলো না। তুমি তাদের হতে সম্পূর্ণরূপে নির্ভয় থাকো। আল্লাহ তাআলার উপর নির্ভর কর। যে ব্যক্তি তার উপর নির্ভর করে এবং তার দিকে প্রত্যাবর্তিত হয় আল্লাহ তাআলা তার জন্যে যথেষ্ট হয়ে যান।",
  "ayah": 81,
  "surah": 4
}
