{
  "text": "৮৪-৮৭ নং আয়াতের তাফসীর:\nরাসূলুল্লাহ (সঃ)-কে নির্দেশ দেয়া হচ্ছে যে তিনি যেন, নিজেই আল্লাহ তা'আলার পথে যুদ্ধ করেন, যদিও কেউ তার সাথে যোগ না দেয়। হযরত আবু ইসহাক (রঃ) হযরত বারা ইবনে আযিব (রাঃ)-কে জিজ্ঞেস করেনঃ যদি কোন মুসলমান একাই থাকে এবং শত্রুরা একশ জন হয় তবে কি মুসলমানটি তাদের সঙ্গে জিহাদ করবে?' তিনি বলেনঃ হ্যাঁ।তখন হযরত আবু ইসহাক (রঃ) বলেনঃ কিন্তু কুরআন কারীমের নিম্নের আয়াত দ্বারা এর নিষেধাজ্ঞা সাব্যস্ত হচ্ছে। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ ‘তোমরা নিজেদের হাতে ধ্বংসের মধ্যে নিক্ষিপ্ত হয়ো না।' (২:১৯৫) হযরত বারা’ (রাঃ) তখন বলেনঃ শুন, আল্লাহ পাক স্বীয় নবী (সঃ)-কে বলেনঃ ‘তুমি আল্লাহর পথে যুদ্ধ কর; তোমার নিজের ছাড়া তোমার উপর অন্য কোন ভার অর্পণ করা হয়নি এবং মুমিনদেরকে উদ্বুদ্ধ কর'। (মুসনাদ-ই-ইবনে আবি হাতিম)মুসনাদ-ই-আহমাদের মধ্যে এটুকু বেশীও রয়েছে, মুশরিকদের উপর একাই আক্রমণকারী নিজেকে ধ্বংসের মধ্যে নিক্ষেপকারী নয়, বরং এর ভাবার্থ হচ্ছে আল্লাহর পথে খরচ করা হতে নিজের হাতকে বাধাদানকারী। আর একটি বর্ণনায় রয়েছে যে, যখন এ আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) সাহাবা-ই-কিরাম (রাঃ)-কে বলেনঃ “আল্লাহ তাআলা আমাকে জিহাদের নির্দেশ দিয়েছেন সুতরাং তোমরাও জিহাদ কর।” এ হাদীসটি দুর্বল। এরপর বলা হচ্ছে-মুমিনদের মধ্যে সাহস জাগিয়ে তোল এবং তাদেরকে জিহাদের জন্যে উদ্বুদ্ধ কর। এরই পরিপ্রেক্ষিতে বদরের যুদ্ধে রাসূলুল্লাহ (সঃ) যুদ্ধক্ষেত্রে মুসলমানদের ব্যুহ ঠিক করতে করতে বলেনঃ “তোমরা ঐ জান্নাতের দিকে দাঁড়িয়ে যাও যার প্রস্থ হচ্ছে আকাশ ও পৃথিবীর সমান।” জিহাদের জন্যে উদ্বুদ্ধ করার বহু হাদীস রয়েছে।সহীহ বুখারী শরীফে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি আল্লাহর উপর বিশ্বাস স্থাপন করে, নামায প্রতিষ্ঠিত করে, যাকাত দেয় এবং রমযানের রোযা রাখে, আল্লাহর উপর (তার) এ হক রয়েছে যে, তিনি তাকে জান্নাতে প্রবিষ্ট করবেন, সে আল্লাহর পথে হিজরতই করুক বা স্বীয় জন্মভূমিতে বসেই থাকুক।' তখন সাহাবীগণ বলেনঃ “হে আল্লাহর রাসূল (সঃ)। আমরা লোকদেরকে কি এ শুভ সংবাদ শুনিয়ে দেবো না?' রাসূলুল্লাহ (সঃ) তখন বলেনঃ ‘জেনে রেখো, জান্নাতে একশটি সোপান রয়েছে, যেগুলোর মধ্যে এক একটি সোপানের উচ্চতা আকাশ ও পৃথিবীর উচ্চতার সমান। এ সোপানগুলো আল্লাহ তাআলা ঐ লোকদের জন্যে প্রস্তুত করে রেখেছেন যারা আল্লাহর পথে জিহাদ করে। অতএব তোমরা জান্নাত যাঞা করলে ফিরদাউস জান্নাত যাঞা করো। ওটাই হচ্ছে সর্বোত্তম ও সর্বোচ্চ জান্নাত। ওর উপরই রহমানের আরশ রয়েছে এবং ওটা হতেই জান্নাতের নদীগুলো প্রবাহিত হয়।সহীহ মুসলিমে হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “হে আবু সাঈদ! যে ব্যক্তি আল্লাহকে প্রভুরূপে, ইসলামকে ধর্মরূপে এবং মুহাম্মদ (সঃ)-কে রাসূল ও নবীরূপে মেনে নিতে সম্মত হয়েছে তার জন্যে জান্নাত ওয়াজিব। এতে হযরত আবু সাঈদ (রাঃ) বিস্মিত হয়ে বলেন, হে আল্লাহর রাসূল (সঃ)! এর পুনরাবৃত্তি করুন। রাসূলুল্লাহ (সঃ) পুনরায় ওটা বর্ণনা করে বলেনঃ “আর একটি আমল রয়েছে যার কারণে আল্লাহ তাআলা স্বীয় বান্দার দরজা একশগুণ উঁচু করে দেন। এক দরজা হতে অন্য দরজার উচ্চতা আকাশ ও পৃথিবীর উচ্চতার সমান। তিনি জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ আমলটি কি?' তিনি বলেনঃ “আল্লাহর পথে জিহাদ।অতঃপর আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! যখন তুমি জিহাদের জন্যে প্রস্তুত হয়ে যাবে তখন মুসলমানেরাও তোমার শিক্ষার কারণে জিহাদের জন্যে প্রস্তুত হবে এবং আল্লাহর সাহায্য তোমাদের সঙ্গেই থাকবে। সত্বরই আল্লাহ তা'আলা কাফিরদের সংগ্রাম প্রতিরোধ করবেন, তারা সাহস হারিয়ে ফেলবে।কাজেই তারা তোমাদের মোকাবিলায় আসতে পারবে না। আল্লাহ তাআলা সংগ্রামে সুদৃঢ় এবং তিনি তাদেরকে কঠোর শাস্তি দানকারী। তিনি এর উপর সক্ষম যে, দুনিয়াতেও তাদেরকে পরাজিত করবেন ও শাস্তি দেবেন এবং অনুরূপভাবে আখিরাতেও তাঁরই হাতে ক্ষমতা থাকবে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ তিনি ইচ্ছে করলে স্বয়ং তাদের নিকট হতে প্রতিশোধ নিতে পারেন কিন্তু তিনি তোমাদেরকে পরস্পর পরীক্ষা করছেন। (৪৭:৪)এরপর বলা হচ্ছে- যে কেউ উত্তম সুপারিশ করবে সে ওটা হতে অংশপ্রাপ্ত হবে এবং যে কেউ নিকৃষ্ট সুপারিশ করবে সেও ওটা হতে অংশ পাবে। সহীহ হাদীসে রয়েছে যে নবী (সঃ) বলেছেনঃ ‘তোমরা সুপারিশ কর, প্রতিদান পাবে। আল্লাহ যা চাইবেন স্বীয় নবী (সঃ)-এর ভাষায় তা জারী করবেন।' এ আয়াতটি একে অপরের সুপারিশ করার ব্যপারে অবতীর্ণ হয়। আল্লাহ তা'আলার এত দয়ালু যে, শুধু সুপারিশ করলেই প্রতিদান পাওয়া যাবে। সে সুপারিশে কাজ হোক আর নাই হোক। আল্লাহ তাআলা প্রত্যেক জিনিসের রক্ষক এবং প্রত্যেক জিনিসের উপর বিদ্যমান। তিনি প্রত্যেকের হিসেব গ্রহণকারী। তিনি প্রত্যেক জিনিসের উপর ক্ষমতাবান। প্রত্যেকের তিনি আহার দাতা এবং প্রত্যেক মানুষের কার্যাবলীর পরিমাণ গ্রহণকারী।এরপর বলা হচ্ছে-‘হে মুমিনগণ! যখন তোমাদেরকে কেউ সালাম করে, তখন তোমরা তার অপেক্ষা উৎকৃষ্ট বাক্যে তার সালামের উত্তর দাও, অথবা তদ্রুপ শব্দই বলে দাও।' সুতরাং তার অপেক্ষা উত্তম শব্দে উত্তর দেয়া মুসতাহাব এবং তার অনুরূপ শব্দে উত্তর দেয়া ফরয। তাফসীর-ই-ইবনে জারীরে রয়েছে, হযরত সালামান ফারেসী (রাঃ) বলেন যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর খিদমতে উপস্থিত হয়ে বলেঃ। উত্তরে তিনি বলেনঃ (আরবী) অতঃপর একটি লোক এসে বলে, (আরবী) তিনি উত্তরে বলেনঃ (আরবী) আবার আর একটি লোক এসে বলে, (আরবী) তখন তিনি উত্তরে বলেনঃ (আরবী) লোকটি তখন বলেঃ ‘হে আল্লাহর নবী (সঃ)! আপনার উপর আমার বাপ-মা কুরবান হোক, অমুক অমুক ব্যক্তি আপনার নিকট এসে সালাম করলে আপনি তাদেরকে কিছু অতিরিক্ত শব্দের দ্বারা উত্তর প্রদান করলেন। কিন্তু আমাকে তো সেভাবে উত্তর দিলেন না? তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তুমি আমার জন্যে কিছুই অবশিষ্ট রাখনি। আল্লাহ তা'আলা বলেন-“যখন তোমাদের উপর সালাম করা হয় তখন তোমরা তার অপেক্ষা উত্তম বাক্যে উত্তর দাও বা ওটাই ফিরিয়ে দাও।” এ জন্যেই আমি ঐ শব্দগুলোই ফিরিয়ে দিয়েছি।' এ বর্ণনাটি মুসনাদ-ই-ইবনে আবি হাতিমেও এরূপই মুআল্লাক রূপে বর্ণিত আছে। আবূ বকর ইবনে মিরদুওয়াইও এটা বর্ণনা করেছেন। কিন্তু আমি এটা মুসনাদে দেখিনি। এ বিষয়ে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এ হাদীস দ্বারা এটাও জানা গেল যে, সালামের বাক্য (আরবী) -এ শব্দগুলোর চেয়ে বেশী নেই। যদি বেশী থাকতো তবে নবী (সঃ) অবশ্যই এ শেষের সাহাবীর সালামের উত্তরে ওটা বলতেন।মুসনাদ-ই-আহমাদে হ্যরত ইমরান ইবনে হুসাইন (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করতঃ (আরবী) বলে বসে পড়ে। রাসূলুল্লাহ (সঃ) উত্তর দিয়ে বলেনঃ সে দশটি নেকী পেল; দ্বিতীয় একজন এসে (আরবী) বলে বসে পড়ে। রাসূলুল্লাহ (সঃ) বলেনঃ “সে বিশটি পুণ্য পেলো। তৃতীয় একজন এসে বলেঃ (আরবী) তিনি বলেনঃ “সে ত্রিশটি পুণ্য লাভ করলো। ইমাম তিরমিযী (রঃ) এ হাদীসটিকে হাসান গারীব বলেছেন।হযরত ইবনে আব্বাস (রাঃ) এ আয়াতটিকে সাধারণভাবে গ্রহণ করেন এবং বলেন যে, আল্লাহ তা'আলার মাখলুকের মধ্যে যে কেউ সালাম দেবে তাকে উত্তর দিতে হবে যদিও সে মাজুসীও হয়। হযরত কাতাদা (রঃ) বলেন যে, সালামের উত্তর উত্তমরূপে দেয়ার বিধান হচ্ছে মুসলমানদের জন্যে এবং ওটাকেই ফিরিয়ে দেয়ার বিধান হচ্ছে যিম্মীদের জন্যে। কিন্তু এ তাফসীরের ব্যাপারে কিছু চিন্তার বিষয় রয়েছে। যেমন উপরের হাদীসে বর্ণিত হয়েছে যে, এর ভাবার্থ হচ্ছে- তার সালামের চেয়ে উত্তম উত্তর দেবে এবং যদি মুসলমান সালামের সমস্ত শব্দই বলে দেয় তবে উত্তরদাতাকে ওটাই ফিরিয়ে দিতে হবে।' যিম্মীদেরকে নিজে সালাম দেয়া ঠিক নয়। তবে সে যদি সালাম দেয় হবে তাকে তার শব্দেই উত্তর দিতে হবে।সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যখন কোন ইয়াহূদী সালাম করে তখন খেয়াল রেখো, কেননা, তাদের কেউ (আরবী)  বলে থাকে, তখন তোমরা (আরবী) বলবে।'সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘ইয়াহূদী ও খ্রীষ্টানকে তোমরা প্রথমে সালাম করো না। পথে যদি তাদের সঙ্গে সাক্ষাৎ হয়ে যায় তবে তাদেরকে পথের সংকীর্ণতার দিকে যেতে বাধ্য কর।'ইমাম হাসান বসরী (রঃ) বলেন যে, সালাম দেয়া নফল এবং সালামের উত্তর দেয়া ফরয। উলামা-ই-কিরামের উক্তিও এটাই। সুতরাং কেউ যদি উত্তর না দেয় তবে সে পাপী হবে। কেননা, সালামের উত্তর দেয়া হচ্ছে আল্লাহ তা'আলার আদেশ।সুনান-ই-আবি দাউদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ 'যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! তোমরা জান্নাতে প্রবেশ করতে পার না যে পর্যন্ত পরস্পরের মধ্যে ভালবাসা স্থাপন না করবে। আমি কি তোমাদেরকে এমন কাজের কথা বলে দেবো না যা করলে তোমাদের পরস্পরের ভালবাসা স্থাপিত হবে? তা হচ্ছে এই যে, তোমরা পরস্পর সালাম বিনিময় করবে।অতঃপর আল্লাহ তাআলা স্বীয় তাওহীদের বর্ণনা দিচ্ছেন এবং ইবাদতের যোগ্য যে তিনি একাই তা প্রকাশ করছেন। শপথও এর অন্তর্ভুক্ত রয়েছে। এজন্যেই দ্বিতীয় বাক্যকে দ্বারা আরম্ভ করা হয়েছে যা কসমের জওয়াবে এসে থাকে। অতএব (আরবী)  আল্লাহ তা'আলার এ উক্তিটি হচ্ছে (আরবী)  এবং (আরবী) যে তিনি পূর্বের ও পরের সমস্ত লোককে হাশরের মাঠে একত্রিত করবেন এবং সকলকেই তাদের কার্যের পূর্ণ প্রতিদান প্রদান করবেন। আর কথায় আল্লাহ তাআলা অপেক্ষা অধিক সত্যবাদী কে আছে? অর্থাৎ কেউই নেই। তাঁর সংবাদ, তাঁর অঙ্গীকার এবং তার শাস্তির ভয় প্রদর্শন সবই সত্য। ইবাদতের যোগ্য একমাত্র তিনিই। তিনি ছাড়া পালনকর্তা কেউ নেই।",
  "ayah": 87,
  "surah": 4
}
