{
  "text": "মুসনাদ-ই-আহমাদে রয়েছে, হযরত ইবনে আব্বাস (রাঃ) বলেন যে, বানু সালীম গোত্রের একটি লোক ছাগল চরাতে চরাতে সাহাবা-ই-কিরামের একটি দলের পার্শ্ব দিয়ে গমন করে এবং তাদেরকে সালাম দেয়। তখন সাহাবীগণ পরস্পর বলাবলি করেনঃ এ লোকটি মুসলমান তো নয় শুধু জীবন রক্ষার উদ্দেশ্যে সালাম করছে। অতএব তারা তাকে হত্যা করতঃ ছাগলগুলো নিয়ে নবী (সঃ)-এর নিকট চলে আসেন। সে সময়ই এ আয়াতটি অবতীর্ণ হয়।হাদীসটি বিশুদ্ধ তো বটে কিন্তু কতক লোক কয়েকটি কারণে এটাকে ত্রুটিযুক্ত বলেছেন। প্রথম কারণ এই যে, এর একজন বর্ণনাকারী সাম্মাক ছাড়া এ পন্থায় আর কেউ এটা বের করেনি। দ্বিতীয় কারণ এই যে, এটা তার হযরত ইকরামা (রঃ) হতে বর্ণনা করার ব্যাপারেও সংশয় রয়েছে। তৃতীয় কারণ এই যে, এর শান-ই-নযুলে আরও ঘটনা বর্ণিত আছে। কেউ কেউ বলেন, এটা মুহলিম ইবনে জাসামার ব্যাপারে অবতীর্ণ হয়। অন্য কেউ বলেন যে, এটা হযরত উসামা ইবনে যায়েদ (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। এছাড়া আরও উক্তি রয়েছে। কিন্তু আমি বলি যে, এ সমুদয় কথাই বর্জনীয়। কেননা, সাম্মাক হতে বহু বড় বড় ইমাম এটা বর্ণনা করেছেন।সহীহ গ্রন্থে ইকরামা (রঃ) হতেও দলীল গ্রহণ করা হয়েছে। এ বর্ণনাটিই অন্য পন্থায় সহীহ বুখারীতে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে। হযরত সাঈদ ইবনে মানসূরও (রঃ) এটা বর্ণনা করেছেন।তাফসীর-ই-ইবনে জারীর এবং মুসনাদ-ই-ইবনে আবি হাতিমে রয়েছে যে, একটি লোককে তার পিতা ও তার সম্প্রদায়ের লোক তাদের ইসলাম গ্রহণের সংবাদ পৌছানোর জন্য রাসূলুল্লাহ (সঃ)-এর খিদমতে প্রেরণ করে। পথে রাসূলুল্লাহ (সঃ)-এর প্রেরিত এক সেনাবাহিনীর সাথে রাত্রিকালে তার সাক্ষাৎ ঘটে। সে তাদের নিকট নিজেকে মুসলমান বলে পরিচয় দেয়। কিন্তু তাঁদের বিশ্বাস না হওয়ায় শত্রু জ্ঞানে তারা তাকে হত্যা করে ফেলেন। তার পিতা এ সংবাদ পেয়ে স্বয়ং রাসূলুল্লাহ (সঃ)-এর দরবারে উপস্থিত হয়ে ঘটনাটি বর্ণনা করে। ঘটনা শুনে রাসূলুল্লাহ (সঃ) তাকে এক হাজার স্বর্ণমুদ্রা প্রদান করে রক্তপণ আদায় করেন এবং তাকে অত্যন্ত সম্মানের সঙ্গে বিদায় করেন।মুহলিম ইবনে জাসামার ঘটনা এই যে, হযরত আবদুল্লাহ ইবনে আবু হাদরাদ (রাঃ) বলেন, রাসূলুল্লাহ (সঃ) আমাদেরকে ইমের দিকে প্রেরণ করেন। আমি একটি ক্ষুদ্র মুসলিম সেনাদলের সাথে বের হই যার মধ্যে ছিলেন আবু কাতাদাহ (রাঃ), হারিস ইবনে রাবঈ (রাঃ) এবং মুহলিম ইবনে জাসামা ইবনে কায়েস। আমরা বাতনে ইযমে পৌছলে আমের ইবনে আবাত আশজাঈ উটে চড়ে সেখান দিয়ে গমন করেন। তাঁর সাথে বহু আসবাবপত্র ছিল। আমাদের পার্শ্ব দিয়ে গমনের সময় তিনি আমাদেরকে সালাম দেন। তখন আমরা তাকে হত্যা করা হতে বিরত থাকি। কিন্তু মুহলিম ইবনে জাসামা তাঁকে পারস্পরিক বিবাদের ভিত্তিতে হত্যা করে দেয় এবং তার উট ও আসবাবপত্র নিয়ে নেয়। অতঃপর আমরা রাসূলুল্লাহ (সঃ)-এর নিকট ফিরে এসে ঘটনাটি বর্ণনা করি। তখন উপরোক্ত আয়াতটি অবতীর্ণ হয়। (মুসনাদ-ই-আহমাদ)অন্য বর্ণনায় রয়েছে যে, হযরত আমের (রাঃ) ইসলামী রীতিতে সালাম দেন। কিন্তু অজ্ঞতা যুগে শক্রতার কারণে মুহলিম ইবনে জাসামা তাকে তীর মেরে হত্যা করে। রাসূলুল্লাহ (সঃ)-এর নিকট এ সংবাদ পৌছলে তিনি আমের (রাঃ)-এর লোকদের সাথে এ সম্বন্ধে আলোচনা করেন। তার পক্ষ হতে উয়াইনা ও আকরা’ কথা বলে। আকরা’ বলে, “হে আল্লাহ রাসূল (সঃ)! আজ সে খুশী হয়েছে, কিন্তু কাল সে দুঃখ ভোগ করবে। তখন উয়াইনা বলে, না, না। আল্লাহর শপথ! (তাকে ছাড়া হবে না) যে পর্যন্ত তার স্ত্রীদের উপর ঐ বিপদ না পৌছবে যে বিপদ আমাদের স্ত্রীদের উপর পৌঁছেছে। মুহলিম ইবনে জাসামা দু’ খানা চাদর পরিহিত হয়ে আগমন করে এবং রাসূলুল্লাহ (সঃ)-এর সামনে বসে পড়ে এ আশায় যে, রাসূলুল্লাহ (সঃ) তার জন্যে আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থনা করবেন। কিন্তু রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তা'আলা তোমাকে ক্ষমা করবেন না।' সে তখন অত্যন্ত লজ্জিত হয় এবং কাঁদতে কাঁদতে উঠে পড়ে ও চাদরে চক্ষু মুছতে মুছতে বিদায় হয়। সাতদিনও অতিক্রান্ত হয়নি এর মধ্যেই সে মৃত্যু মুখে পতিত হয়। জনগণ তাকে সমাধিস্থ করে। কিন্তু ভূমি তার দেহ উপরে উঠিয়ে দেয়। রাসূলুল্লাহ (সঃ)-এর সামনে এ ঘটনা বর্ণনা করা হলে তিনি বলেনঃ ‘তোমাদের এ সঙ্গী অপেক্ষা বহুগুণ দুষ্ট লোককেও ভূমি গ্রহণ করেছে। কিন্তু আল্লাহ তা'আলার ইচ্ছা এই যে, তিনি তোমাদেরকে মুসলমানের মর্যাদা প্রদর্শন করবেন। অতঃপর জনগণ তাকে পাহাড়ের উপর নিক্ষেপ করে এবং তার উপর পাথর চাপিয়ে দেয়। সে সময় এ আয়াতটি অবতীর্ণ হয়। (তাফসীর-ইইবনে জারীর) সহীহ বুখারী শরীফে হযরত ইবনে আব্বাস (রাঃ) হতে মুআল্লাকরূপে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত মিকদাদ (রাঃ)-কে বলেনঃ যখন একজন মুমিন কাফির সম্প্রদায়ের মধ্যে তার ঈমান গোপন রেখেছিল, অতঃপর সে তার ঈমান প্রকাশ করা সত্ত্বেও তুমি তাকে হত্যা করলে? তোমরাও তো মক্কায় এরূপই তোমাদের ঈমান গোপন রেখেছিলে’?মুসনাদ-ই-বাযযাযে হযরত ইবনে আববাস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) একটি ক্ষুদ্র সৈন্যদল প্রেরণ করেন যার মধ্যে হযরত মিকদাদও (রাঃ) ছিলেন। যখন তারা শত্রুদের নিকট পৌঁছেছেন তখন সবাই এদিক ওদিক বিচ্ছিন্ন হয়ে পড়ে। শুধু একটি লোক রয়ে যায় যার নিকট বহু মাল ছিল। সে তাদেরকে দেখামাত্রই সাক্ষ্য দেয় যে, আল্লাহ ছাড়া কেউ মাবুদ নেই। কিন্তু তা সত্ত্বেও হযরত মিকদাদ (রাঃ) তার উপর আক্রমণ করতঃ তাকে হত্যা করে দেন। তখন তাঁর সঙ্গীদের এক ব্যক্তি তাকে বলেন, যে ব্যক্তি সাক্ষ্য দিল। যে, আল্লাহ ছাড়া কেন মাবুদ নেই তাকে তুমি হত্যা করলে? আল্লাহর শপথ! আমি রাসূলুল্লাহ (সঃ)-এর সামনে এটা বর্ণনা করবো।' অতঃপর তারা রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করতঃ বলেন, হে আল্লাহর রাসূল (সঃ)! একটি লোক সাক্ষ্য দিয়েছিল যে, আল্লাহ ছাড়া কোন মাবুদ নেই, তাকে মিকদাদ (রাঃ) হত্যা করেছেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা মিকদাদ (রাঃ)-কে আমার নিকট ডেকে আন।' (তিনি আসলে রাসূলুল্লাহ (সঃ) তাঁকে বলেন):“হে মিকদাদ (রাঃ)! তুমি এমন এক লোককে হত্যা করলে যে (আরবী) পাঠ করেছিল? কিয়ামতের দিন তুমি এ (আরবী) -এর সামনে কি করবে?' অতঃপর আল্লাহ তা'আলা এ আয়াতটি অবতীর্ণ করেন এবং রাসূলুল্লাহ(সঃ) বলেনঃ “হে মিকদাদ (রাঃ)! এ লোকটি গোপন মুসলিম ছিল। আর সে ইসলাম প্রকাশ করা সত্ত্বেও তুমি তাকে হত্যা করে দিলে?' অতঃপর আল্লাহ পাক বলেন- আল্লাহ তা'আলার নিকট প্রচুর গনীমত রয়েছে। অর্থাৎ গনীমতের লোভে তোমরা এরূপ অবহেলা প্রদর্শন করছো এবং ইসলাম প্রকাশকারীকেও সন্দেহের বশবর্তী হয়ে হত্যা করছে, তবে জেনে রেখো যে, আল্লাহ তা'আলার পক্ষ থেকে তোমাদের জন্যে এ গনীমতও রয়েছে এবং তা তাঁর নিকট প্রচুর পরিমাণে রয়েছে। সেগুলো তিনি তোমাদেরকে হালাল উপায়ে প্রদান করবেন। ওটা তোমাদের জন্যে এ মাল অপেক্ষা বহুগুণে উত্তম হবে। তোমরা তোমাদের ঐ সময়কে স্মরণ কর যখন তোমরাও এরূপ ছিলে। তখন তোমরাও দুর্বলতার কারণে তোমাদের ঈমান প্রকাশ করার সাহস রাখনি। তোমরা তোমাদের কওমের মধ্যে গোপনে চলাফেরা করতে। আজ আল্লাহ্ তা'আলা তোমাদের প্রতি অনুগ্রহ করেছেন। আজ তিনি তোমাদেরকে শক্তি দিয়েছেন বলেই তোমরা খোলাখুলি ইসলাম প্রকাশ করতে সাহসী হয়েছে। তাহলে আজও যারা শত্রুদের অধীনতা পাশে আবদ্ধ রয়েছে এবং প্রকাশ্যে ইসলাম প্রকাশ করতে পারছে না, তারা যদি তোমাদের সামনে তার ইসলাম প্রকাশ করে তবে তা মেনে নিতে হবে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমরা তোমাদের ঐ সময়ের কথা স্মরণ কর যখন তোমরা অল্প ছিলে ও ভূপৃষ্ঠে দুর্বল বলে বিবেচিত হচ্ছিলে।'(৮:২৬ মোটকথা, ইরশাদ হচ্ছে যে, যেমন এ ছাগলের রাখালটি স্বীয় ঈমান গোপন রেখেছিল তদ্রপ তোমরাও ইতিপূর্বে সংখ্যায় অল্প ছিলে, তোমাদের শক্তিও কম ছিল, কাজেই তোমরাও তখন মুশরিকদের মধ্যে তোমাদের ঈমান গোপন রেখেছিলে। ভাবার্থ এও বর্ণনা করা হয়েছে যে, তোমরাও তখন মুমিন ছিলে না। আল্লাহ তাআলা তোমাদের উপর অনুগ্রহ করতঃ তোমাদেরকে ইসলামের সুশীতল ছায়ায় আশ্রয় দান করেছেন।হযরত উসামা (রাঃ) শপথ করে বলেছিলেন, এরপরে আর কখনও “লা-ইলাহা ইল্লাল্লাহ' উচ্চারণকারীকে হত্যা করবো না। কেননা, এ ব্যাপারে তারা পূর্ণ অভিজ্ঞতা লাভ করেছিলেন। অতঃপর গুরুত্ব দিয়ে দ্বিতীয়বার বলা হচ্ছে-‘তোমরা যা করছো তা খুব ভেবে চিন্তে কর।অতঃপর ধমক দেয়া হচ্ছে- ‘আল্লাহ তা'আলাকে তোমরা তোমাদের কার্যকলাপের ব্যাপারে উদাসীন মনে করো না। তোমরা যা কিছু করছো তার তিনি পূর্ণ খবর রাখছেন।",
  "ayah": 94,
  "surah": 4
}
