{
  "text": "يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا (108) جملة { يتبعون الدّاعي } في معنى المفرعة على جملة { يَنسِفُهَا } [ طه : 105 ]. و { يَوْمَئِذٍ } ظرف متعلق ب { يَتَّبِعُونَ الدَّاعِيَ }. وقدم الظرف على عامله للاهتمام بذلك اليوم ، وليكون تقديمه قائماً مقام العَطف في الوصل ، أي يتبعون الداعي يوم ينسف ربّك الجبال ، أي إذا نسفت الجبال نودوا للحشر فحضروا يتبعون الداعي لذلك .والداعي ، قيل : هو المَلك إسرافيل عليه السلام يدعو بنداء التسخير والتكوين ، فتعود الأجساد والأرواح فيها وتهطع إلى المكان المدعوّ إليه . وقيل : الداعي الرسول ، أي يتبع كلّ قوم رسولهم .و { عِوَجَ لَهُ } حال من { الدَّاعِيَ }. واللام على كلا القولين في المراد من الداعي للأجْل ، أي لا عوج لأجل الداعي ، أي لا يروغ المدعوون في سيرهم لأجل الداعي بل يقصدون متجهين إلى صَوبه . ويجيء على قول من جعل المراد بالداعي الرسول أن يرَاد بالعوج الباطل تعريضاً بالمشركين الذين نسبوا إلى الرسول صلى الله عليه وسلم العِوج كقولهم { إن تتبعون إلاّ رجلاً مسحوراً } [ الفرقان : 8 ] ، ونحو ذلك من أكاذيبهم ، كما عُرض بهم في قوله تعالى : { الذي أنزل على عبده الكتاب ولم يجعل له عوجاً } [ الكهف : 1 ].فالمصدر المنفي أريد منه نفي جنس العوج في اتباع الداعي ، بحيث لا يسلكون غير الطريق القويم ، أو لا يسلك بهم غير الطريق القويم ، أو بحيث يعلمون براءة رسولهم من العِوج .وبيْن قوله { لا ترى فيها عوجاً } [ طه : 107 ] وقوله { لا عِوَج له } مراعاة النظير ، فكما جعل الله الأرض يومئذ غير معوجة ولا ناتئة كما قال { فإذا هم بالساهرة } [ النازعات : 14 ] كذلك جعل سير النّاس عليها لا عوج فيه ولا مراوغة .والخشوع : الخضوع ، وفي كلّ شيء من الإنسان مظهر من الخشوع؛ فمظهر الخشوع في الصوت : الإسرار به ، فلذلك فرع عليه قوله { فلا تسمع إلاّ همساً }.والهمس : الصوت الخفيّ .والخطاب بقوله { لا ترى فيها عوجاً وقوله فلا تسمع إلا همساً خطاب لغير معين ، أي لا يرى الرائي ولا يسمع السامع .وجملة وخَشَعَتتِ الأصوَاتُ } في موضع الحال من ضمير { يتّبعون وإسناد الخشوع إلى الأصوات مجاز عقلي ، فإن الخشوع لأصحاب الأصوات؛ أو استعير الخشوع لانخفاض الصوت وإسراره ، وهذا الخشوع من هول المقام .",
  "ayah": 108,
  "surah": 20
}
