{
  "text": "إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى (12) وقرأ أبو عمرو وابن كثير «أني» بفتح الهمزة على حذف باء الجر . والتقدير : نودي بأني أنا ربّك . والتأكيد حاصل على كلتا القراءتين .وتفريع الأمر بخلع النعلين على الإعلام بأنه ربّه إشارة إلى أن ذلك المكان قد حلّه التقديس بإيجاد كلام من عند الله فيه .والخلع : فصل شيء عن شيء كان متّصلاً به .والنعلان : جلدان غليظان يجعلان تحت الرجل ويشدّان برباط من جلد لوقاية الرِّجل ألم المشي على التّراب والحصى ، وكانت النعل تجعل على مثال الرجل .وإنما أمره الله بخلع نعليه تعظيماً منه لذلك المكان الذي سيسمع فيه الكلام الإلهي . وروى الترمذي عن ابن مسعود عن النبي صلى الله عليه وسلم قال : \" كانت نعلاه من جلد حمارٍ ميّت \" أقول : وفيه أيضاً زيادة خشوع . وقد اقتضى كلا المعنيين قوله تعالى : { إنَّكَ بالوادِ المُقَدَّسِ } فحرف التوكيد مفيد هنا التعليل كما هو شأنه في كل مقام لا يقتضي التأكيد . وهذه خصوصية من جهات فلا يؤخذ منها حكمٌ يقتضي نزع النعل عند الصلاة .والواد : المَفْرج بين الجبال والتلاللِ . وأصله بياء في آخره . وكثر تخفيفه بحذف الياء كما في هذه الآية فإذا ثُني لزمتْه الياء يقال : وادِيان ولا يقال وادَان .وكذلك إذا أضيف يقال : بوادِيك ولا يقال بوادِك .والمقدّس : المطهّر المنزّه . وتقدم في قوله تعالى : { ونُقدس لك } في أول البقرة ( 30 ). وتقديس الأمكنة يكون بما يحلّ فيها من الأمور المعظمة وهو هنا حلول الكلام الموجه من قِبَل الله تعالى .واختلف المفسرون في معنى طُوَىً } وهو بضم الطاء وبكسرها ، ولم يقرأ في المشهور إلاّ بضم الطاء ، فقيل : اسم لذلك المكان ، وقيل : هو اسم مصدر مثل هُدى ، وصف بالمصدر بمعنى اسم المفعول ، أي طواه موسى بالسير في تلك الليلة ، كأنه قيل له : إنك بالواد المقدّس الذي طويتَه سَيراً ، فيكون المعنى تعيين أنه هو ذلك الواد . وأحسن منه على هذا الوجه أن يقال هو أمر لموسى بأن يطوي الوادي ويصعَدَ إلى أعلاه لتلقي الوحي . وقد قيل : إنّ موسى صَعِدَ أعلى الوادي . وقيل : هو بمعنى المقدس تقديسين ، لأن الطي هو جعل الثوب على شقين ، ويجيء على هذا الوجه أن تجعل التثنية كناية عن التكرير والتضعيف مثل : { ثم ارجع البصر كرتين } [ الملك : 4 ]. فالمعنى : المقدّس تقديساً شديداً . فاسم المصدر مفعول مطلق مبيّن للعدد ، أي المقدّس تقديساً مضاعفاً .والظاهر عندي : أنّ { طُوىً } اسم لصنف من الأودية يكون ضيقاً بمنزلة الثوب المطوي أو غائراً كالبئر المطوية ، والبئر تسمى طَوِيّاً . وسمي وادٍ بظاهر مكة ( ذا طوى ) بتثليث الطاء ، وهو مكان يسن للحاج أو المعتمر القادم إلى مكة أن يغتسل عنده .وقد اختلف في ( طوى ) هل ينصرف أو يمنع من الصرف بناء على أنه اسم أعجمي أو لأنه معدول عن طاو ، مثل عُمر عن عامر .وقرأ الجمهور { طوى بلا تنوين على منعه من الصرف . وقرأه ابن عامر ، وعاصم ، وحمزة ، والكسائي ، وخلف منوّناً ، لأنه اسم واد مذكّر .وقوله وأنَا اخْتَرْتُكَ } أخبر عن اختيار الله تعالى موسى بطريق المسند الفعلي المفيد تقوية الحكم ، لأنّ المقام ليس مقام إفادة التخصيص ، أي الحصر نحو : أنا سعيت في حاجتك ، وهو يعطي الجزيل . وموجِب التقوّي هو غرابة الخبر ومفاجأته به دفعاً لتطرّق الشك في نفسه .والاختيار : تكلف طلب ما هو خير . واستعملت صيغة التكلف في معنى إجادة طلب الخير .وفُرع على الإخبار باختياره أن أُمِر بالاستماع للوحي لأنه أثر الاختيار إذ لا معنى للاختيار إلاّ اختياره لتلقي ما سيوحي الله .",
  "ayah": 12,
  "surah": 20
}
