{
  "text": "فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آَدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى (120)قوله { فوسوس إليه الشيطان } تقدم مثله في الأعراف . والفاء لتعقيب مضمون جملتها على مضمون التي قبلها ، وهو تعقيب نسبي بما يناسب مدّة تقلب في خلالها بخيرات الجنة حتى حسده الشيطان واشتد حسده .وتعدية فعل ( وسوس ) هنا بحرف ( إلى ) وباللام في سورة الأعراف ( 20 ) { فوسوس لهما الشيطان } باعتبار كيفية تعليق المجرور بذلك الفعل في قصد المتكلّم ، فإنه فعل قاصر لا غنى له عن التعدية بالحرف ، فتعديته بحرف ( إلى ) هنا باعتبار انتهاء الوسوسة إلى آدم وبلوغها إياه ، وتعديته باللاّم في الأعراف باعتبار أن الوسوسة كانت لأجلهما .وجملة { قَالَ يَا آدَمِ } [ طه : 117 ] بيان لجملة { فوسوس لهما الشيطان }. وهذه الآية مثال للجملة المبيّنة لغيرها في علم المعاني .وهذا القول خاطر ألقاه الشيطان في نفس آدم بطريق الوسوسة وهي الكلام الخفي؛ إما بألفاظ نطق بها الشيطان سراً لآدم لئلا يطّلع عليه الملائكة فيحذروا آدم من كيد الشيطان ، فيكونُ إطلاق القول عليه حقيقة؛ وإما بمجرد توجه أراده الشيطان كما يوسوس للناس في الدنيا ، فيكون إطلاق القول عليه مجازاً باعتبار المشابهة .و { هَلْ أدُلُّكَ } استفهام مستعمل في العَرض ، وهو أنسب المعاني المجازية للاستفهام لقربه من حقيقته .والافتتاح بالنداء ليتوجه إليه .والشجرة هي التي نهاه الله عن الأكل منها دون جميع شجر الجنّة ، ولم يُذكر النهي عنها هنا وذكر في قصة سورة البقرة . وهذا العرض متقدم على الإغراء بالأكل منها المحكي في قوله تعالى في سورة الأعراف ( 20 ) { قال ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين } ، ولم يدله الشيطان على شجرة الخلد بل كذبه ودله على شجرة أخرى بآية أن آدم لم يخلّد ، فحصل لآدم توهم أنه إذا أكل من الشجرة التي دله عليها الشيطان أن يخلد في الحياة .والدلالة : الإرشاد إلى شيء مطلوب غير ظاهر لطالبه ، والدلالة على الشجرة لقصد الأكل من ثمرتها .وسماها هنا شجرة الخلد } بالإجمال للتشويق إلى تعيينها حتى يُقبِل عليها ، ثم عيّنها له عقب ذلك بما أنبأ به قوله تعالى : { فأكلا منها } [ طه : 121 ].وقد أفصح هذا عن استقرار محبّة الحياة في جبلة البشر .والمُلك : التحرر من حكم الغير ، وهو يوهم آدم أنه يصير هو المالك للجنة المتصرّف فيها غير مأمور لآمر .واستعمل البِلى مجازاً في الانتهاء ، لأنّ الثوب إذا بلي فقد انتهى لبسه .",
  "ayah": 120,
  "surah": 20
}
