{
  "text": "قَالَ كَذَلِكَ أَتَتْكَ آَيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى (126) وفي هذه الآية وصاية الله آدم وذريته باتباع رسل الله والوحي الإلهي ، وبذلك يعلم أن طلب الهدى مركوز في الجبلة البشريّة حتى قال كثير من علماء الإسلام : إن معرفة الإله الواحد كائنة في العقول أو شائعة في الأجيال والعصور . وإنه لذلك لم يُعذر أهل الشرك في مُدد الفِتر التي لم تجىء فيها رسل للأمم . وهذه مسألة عظيمة وقد استوعبها علماء الكلام ، وحررناها في «رسالة النسب النبوي» .وقد تقدم تفسير نظير الجملتين الأوليْن في سورة البقرة .وأما قوله { فلا يضل } فمعناه : أنه إذا اتبع الهُدى الوارد من الله على لسان رسله سَلِم من أن يعتريه شيء من ضلال ، وهذا مأخوذ من دلالة الفِعل في حيّز النفي على العموم كعموم النكرة في سياق النفي ، أي فلا يعتريه ضلال في الدنيا ، بخلاف من اتبع ما فيه هدى وارد من غير الله فإنه وإن استفاد هدى في بعض الأحوال لا يسلم من الوقوع في الضلال في أحْوال أخرى . وهذا حال متبعي الشرائع غير الإلهية وهي الشرائع الوضعية فإن واضعيها وإن أفرغوا جهودهم في تطلب الحق لا يسلمون من الوقوع في ضلالات بسبب غَفلات ، أو تعارض أدلة ، أو انفعال بعادات مستقرة ، أو مصانعة لرؤساء أو أمم رأوا أن من المصلحة طلبَ مرضاتهم . وهذا سقراط وهو سيّد حكماء اليونان قد كان يتذرع لإلقاء الأمر بالمعروف في أثينا بأن يفرغه في قوالب حكايات على ألسنة الحيوان ، ولم يسلم من الخنوع لمصانعة اللفيف فإنه مع كونه لا يرى تأليه آلهتهم لم يسلم من أن يأمر قبل موته بقربان ديك لعطارد ربّ الحكمة . وحالهم بخلاف حال الرسل الذين يتلقون الوحي من علاّم الغيوب الذي لا يضل ولا ينسى ، وأيدهم الله ، وعصمهم من مصانعة أهل الأهواء ، وكوّنهم تكويناً خاصاً مناسباً لما سبق في علمه من مراده منهم ، وثبت قلوبهم على تحمل اللأواء ، ولا يخافون في الله لومة لائم . وإن الذي ينظر في القوانين الوضعية نظرة حكيم يجدها مشتملة على مراعاة أوهام وعادات .والشقاء المنفي في قوله { ولا يشقى هو شقاء الآخرة لأنه إذا سلم من الضلال في الدنيا سلم من الشقاء في الآخرة .ويدل لهذا مقابلة ضده في قوله ومن أعرض عن ذكري فإن له معيشة ضنكاً ونحشره يوم القيامة أعمى } ، إذ رتب على الإعراض عن هدي الله اختلال حَاله في الدنيا والآخرة ، فالمعيشة مراد بها مدة المعيشة ، أي مدّة الحياة .والضنك : مصدر ضَنُك ، من باب كَرُم ضناكة وضنكاً ، ولكونه مصدراً لم يتغيّر لفظه باختلاف موصوفه ، فوصف به هنا { معيشة وهي مؤنث . والضنك : الضيق ، يقال : مكان ضنك ، أي ضيق . ويستعمل مجازاً في عسر الأمور في الحياة ، قال عنترة :إن يلحقوا أكرُر وإن يستلحموا ... أشدد وإن نَزلوا بضَنْك أنْزِلِأي بمنزل ضنك ، أي فيه عسر على نازله . وهو هنا بمعنى عسر الحال من اضطراب البال وتبلبله . والمعنى : أن مجامع همه ومطامح نظره تكون إلى التحيل في إيجاد الأسباب والوسائل لمطالبه ، فهو متهالك على الازدياد خائف على الانتقاص غير ملتفت إلى الكمالات ولا مأنوس بما يسعى إليه من الفضائل ، يجعله الله في تلك الحالة وهو لا يشعر ، وبعضهم يبدو للناس في حالة حسنة ورفاهية عيش ولكن نفسَه غير مطمئنة .وجعل الله عقابه يوم الحشر أن يكون أعمى تمثيلاً لحالته الحسية يومئذ بحالته المعنوية في الدنيا ، وهي حالة عدم النظر في وسائل الهدى والنجاة . وذلك العمى عنوان على غضب الله عليه وإقصائه عن رحمته ، فأعمى الأول مجاز وأعمى الثاني حقيقة .",
  "ayah": 126,
  "surah": 20
}
