{
  "text": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى (129) جملة { ولوْلاَ كلِمَةٌ } عطف على جملة { أفلم يهد لهم } [ طه : 128 ] باعتبار ما فيها من التحذير والتهديد والعبرة بالقرون الماضية ، وبأنهم جديرون بأن يحل بهم مثل ما حل بأولئك . فلما كانوا قد غرّتهم أنفسهم بتكذيب الوعيد لِما رأوا من تأخر نزول العذاب بهم فكانوا يقولون { متى هذا الوعد إن كنتم صادقين } [ سبأ : 29 ] عقب وعيدهم بالتنبيه على ما يزيل غرورهم بأن سبب التأخير كلمةٌ سبقت من الله بذلك لحِكَم يعلمها . وهذا في معنى قوله { ويقولون متى هذا الوعد إن كنتم صادقين قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون } [ سبأ : 29 ، 30 ].والكلمة : مستعملة هنا فيما شأنه أن تدل عليه الكلمات اللفظية من المعاني ، وهو المسمى عند الأشاعرة بالكلام النفسي الراجع إلى علم الله تعالى بما سيبرزه للناس من أمر التكوين أو أمرِ التشريع ، أو الوعظ . وتقدّم قوله تعالى : { ولولا كلمة سبقت من ربك لقضي بينهم } في سورة هود ( 110 ).فالكلمة هنا مراد بها : ما عَلمه الله من تأجيل حلول العذاب بهم ، فالله تعالى بحكمته أنظر قريشاً فلم يعجل لهم العذاب لأنه أراد أن ينشر الإسلام بمن يؤمن منهم وبذريّاتهم . وفي ذلك كرامة للنبيء محمد بتيسير أسباب بقاء شرعه وانتشاره لأنه الشريعة الخاتمة . وخصّ الله منهم بعذاب السيف والأسر من كانوا أشداء في التكذيب والإعراض حكمة منه تعالى ، كما قال : { وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون وما لهم ألا يعذبهم الله وهم يصدون عن المسجد الحرام } [ الأنفال : 33 34 ].واللِزام بكسر اللام : مصدر لاَزَم : كالخصام ، استعمل مصدراً لفعل لَزِم الثاني لقصد المبالغة في قوة المعنى كأنه حاصل من عدة ناس . ويجوز أن يكون وزن فِعال بمعنى فاعل ، مثل لزاز في قول لبيد :منا لزاز كريهة جذّامها ... وسِداد في قول العَرَجي :أضاعوني وأي فتى أضاعوا ... ليوم كريهة وسِدادِ ثَغْرأي : لكان الإهلاك الشديد لازماً لهم .فانتصب لزاماً على أنه خبر ( كانَ ) ، واسمُها ضمير راجع إلى الإهلاك المستفاد من { كم أهلكنا } ( 128 ) ، أي لكان الإهلاك الذي أُهلك مثله مَن قبلهم من القرون ، وهو الاستيصال ، لازماً لهم .{ وأجل مسمى } عطف على { كلمة } والتقدير : ولولا كلمة وأجلٌ مسمّى يقع عنده الهلاك لكان إهلاكهم لزاماً . والمراد بالأجل : ما سيُكشف لهم من حلول العذاب : إما في الدنيا بأن حل برجال منهم وهو عذاب البطشة الكبرى يومَ بدر؛ وإما في الآخرة وهو ما سيحل بمن ماتوا كفّاراً منهم . وفي معناه قوله تعالى : { قل ما يعبأ بكم ربي لولا دعاؤكم فقد كذبتم فسوف يكون لزاماً } [ الفرقان : 77 ].ويظهر أنه شاع في عصر الصحابة تأويل اسم اللزام أنه عذاب توعد الله به مشركي قريش . وقيل : هو عذاب يوم بدر . ففي «صحيح البخاري» عن ابن مسعود قال : «خمس قد مضين : الدخان ، والقمرُ ، والرّومُ ، والبطشة ، واللِزام { فسوف يكون لزاماً .يريد بذلك إبطال أن يكون اللِزام مترقباً في آخر الدنيا . وليس في القرآن ما يحوج إلى تأويل اللِزام بهذا كما علمت .",
  "ayah": 129,
  "surah": 20
}
