{
  "text": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آَنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (130) وفرع على ذلك أمر رسول الله بالصبر على ما يقولون من التكذيب وبالوعيد لتأخير نزوله بهم . والمعنى : فلا تستعجل لهم العذاب واصبر على تكذيبهم ونحوه الشامل له الموصول في قوله ما يقولون }.وأمره بأن يقبل على مزاولة تزكية نفسه وتزكية أهله بالصلاة ، والإعراض عما متع الله الكفّار برفاهية العيش ، ووعده بأن العاقبة للمتقين .فالتسبيح هنا مستعمل في الصلاة لاشتمالها على تسبيح الله وتنزيهه .والباء في قوله { بحمد ربك } للملابسة ، وهي ملابسة الفاعل لفعله ، أي سبّحْ حامداً ربّك ، فموقع المجرور موقع الحال .والأوقات المذكورة هي أوقات الصلوات ، وهي وقت الصبح قبل طلوع الشمس ، ووقتان قبل غروبها وهما الظهر والعصر ، وقيل المراد صلاة العصر . وأما الظهر فهي قوله : { وأطراف النهار } كما سيأتي .و { منْ } في قوله { من آناء الليل } ابتدائية متعلّقة بفعل ( فسبح ). وذلك وقتا المغرب والعشاء . وهذا كله من المجمل الذي بيّنته السنّة المتواترة .وأدخلت الفاء على { فسبح } لأنه لما قدم عليه الجار والمجرور للاهتمام شابه تقديم أسماء الشرط المفيدة معنى الزمان ، فعومل الفعل معاملة جواب الشرط كقوله صلى الله عليه وسلم «ففيهما فجاهد» ، أي الأبوين ، وقوله تعالى : { ومن الليل فتهجد به نافلة لك } وقد تقدم في سورة الإسراء ( 79 ).ووجه الاهتمام بآناء الليل أن الليل وقت تميل فيه النفوس إلى الدعة فيخشى أن تتساهل في أداء الصلاة فيه .وآناء الليل : ساعاته . وهو جمع إنْي بكسر الهمزة وسكون النون وياء في آخره . ويقال : إنو بواو في آخره . ويقال : إنىً بألف في آخره مقصوراً ويقال : أناء بفتح الهمزة في أوله وبمد في آخره وجَمْع ذلك على آناء بوزن أفْعال .وقوله وأطراف النهار } بالنصب عطف على قوله { قبل طلوع الشمس } ، وطرف الشيء منتهاه . قيل : المراد أول النهار وآخره ، وهما وقتا الصبح والمغرب ، فيكون من عطف البعض على الكل للاهتمام بالبعض ، كقوله { حافظوا على الصلوات والصلاة الوسطى } [ البقرة : 238 ]. وقيل : المراد طرف سير الشمس في قوس الأفق ، وهو بلوغ سيرها وسْط الأفق المعبر عنه بالزوال ، وهما طرفان طرفُ النهاية وطرف الزوال ، وهو انتهاء النصف الأول وابتداء النصف الثاني من القوس ، كما قال تعالى : { وأقم الصلاة طرفي النهار } [ هود : 114 ]. وعلى هذا التفسير يتجه أن يكون ذكر الطرفين معاً لوقت صلاة واحدة أن وقتها ما بين الخروج من أحد الطرفين والدخول في الطرف الآخر وتلك حصة دقيقة .وعلى التفسيرين فللنهار طرفان لا أطراف ، كما قال تعالى : { وأقم الصلاة طرفي النهار فالجمع في قوله وأطراف النهار } من إطلاق اسم الجمع على المثنى ، وهو متسع فيه في العربية عند أمن اللبس ، كقوله تعالى : { فقد صغت قلوبكما } [ التحريم : 4 ].والذي حسّنه هنا مشاكلة الجمع للجمع في قوله { ومن آناء الليل فسبح }.وقرأ الجمهور { لعلّك تَرضى بفتح التاء بصيغة البناء للفاعل ، أي رجاءً لك أن تنال من الثواب عند الله ما ترضَى به نفسُك .ويجوز أن يكون المعنى : لعل في ذلك المقدار الواجب من الصلوات ما ترضى به نفسك دون زيادة في الواجب رفقاً بك وبأمتك . ويبيّنه قوله : وجعلت قرّة عيني في الصلاة .وقرأ الكسائي ، وأبو بكر عن عاصم تُرضى بضم التاء أي يرضيك ربّك ، وهو محتمل للمعنيين .",
  "ayah": 130,
  "surah": 20
}
