{
  "text": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (131)أُعقب أمره بالصبر على ما يقولونه بنهيه عن الإعجاب بما يَنْعَم به من تَنعّم من المشركين بأموال وبنين في حين كفرهم بالله بأن ذلك لحِكَم يعلمها الله تعالى ، منها إقامة الحجّة عليهم ، كما قال تعالى : { أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون } المؤمنون : 55 ، 56 ).وذكر الأزواج هنا لدلالته على العَائلات والبيوت ، أي إلى ما متعناهم وأزواجَهم به من المتع؛ فكلّ زوج ممتّع بمتعة في زوجه مما يحسن في نظر كل من محاسن قرينه وما يقارن ذلك من محاسن مشتركة بين الزوجين كالبنين والرياش والمنازل والخدم .ومدّ العينين : مستعمل في إطالة النظر للتعجيب لا للإعجاب ، شبه ذلك بمد اليد لتناول شيء مشتهى . وقد تقدم نظيره في آخر سورة الحِجْر .والزَهرة بفتح الزاي وسكون الهاء : واحدة الزهْر ، وهو نَوْر الشجر والنباتتِ . وتستعار للزينة المعجِبة المبهتة ، لأن منظر الزّهرة يزين النبات ويُعجب الناظر ، فزهرة الحياة : زينة الحياة ، أي زينة أمور الحياة من اللّباس والأنعام والجنان والنساء والبنين ، كقوله تعالى : { فمتاع الحياة الدنيا وزينتها } [ القصص : 60 ].وانتصب { زهرة الحياة الدنيا } على الحال من اسم الموصول في قوله { ما متعنا به أزواجاً منهم . وقرأ الجمهور زهْرة بسكون الهاء . وقرأه يعقوب بفتح الهاء وهي لغة .لنفتنهم } متعلق ب { متعنا }. و ( في ) للظرفية المجازية ، أي ليحصل فتنتهم في خلاله ، ففي كلّ صنف من ذلك المتاع فتنة مناسبة له . واللاّم للعلّة المجازية التي هي عاقبة الشيء ، مثل قوله تعالى : { فالتقطه آل فرعون ليكون لهم عدواً وحزناً } [ القصص : 68 ].وإنما متّعهم الله بزهرة الدنيا لأسباب كثيرة متسلسلة عن نُظُم الاجتماع فكانت لهم فتنة في دينهم ، فجُعل الحاصلُ بمنزلة الباعث .والفتنة : اضطراب النفس وتبلبل البال من خوف أو توقع أو التواء الأمور ، وكانوا لا يخلُون من ذلك ، فَلشركهم يقذف الله في قلوبهم الغم والتوقع ، وفتنتُهم في الآخرة ظاهرة . فالظرفية هنا كالتي في قول سبَرة بن عَمرو الفَقْعسي :نُحابي بها أكفَاءَنا ونُهينها ... ونشرب في أثمانها ونقامروقوله تعالى : { وارزقوهم فيها واكسوهم } في سورة النساء ( 5 ).وجملة ورزق ربك خير وأبقى } تذييل ، لأن قوله { ولا تمدن عينيك } إلى آخره يفيد أن ما يبدو للناظر من حسن شارتهم مشوب ومبطّن بفتنة في النفس وشقاء في العيش وعقاب عليه في الآخرة ، فذيل بأن الرزق الميسّر من الله للمؤمنين خير من ذلك وأبقى في الدنيا ومنفعته باقية في الآخرة لما يقارنه في الدنيا من الشكر .فإضافة { رزق ربك } إضافة تشريف ، وإلا فإن الرزق كلّه من الله ، ولكن رزق الكافرين لما خالطه وحف به حال أصحابه من غضب الله عليهم ، ولما فيه من التبعة على أصحابه في الدنيا والآخرة لكفرانهم النعمة جعل كالمنكور انتسابه إلى الله ، وجعل رزق الله هو السالم من ملابسة الكفران ومن تبعات ذلك .و { خير } تفضيل ، والخيرية حقيقة اعتبارية تختلف باختلاف نواحيها . فمنها : خير لصاحبه في العاجل شرّ عليه في الآجل ، ومنها خير مشوب بشرور وفتن ، وخير صَاف من ذلك ، ومنها ملائم ملاءَمَةً قوية ، وخير ملائم ملاءمة ضعيفة ، فالتفضيل باعتبار توفر السلامة من العواقب السيّئة والفتن كالمقرون بالقناعة ، فتفضيل الخيرية جاء مجملاً يظهر بالتدبر .{ وأبقى } تفضيل على ما مُتّع به الكافرون لأنّ في رزق الكافرين بقاءً ، وهو أيضاً يظهر بقاؤه بالتدبّر فيما يحف به وعواقبه .",
  "ayah": 131,
  "surah": 20
}
