{
  "text": "إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي (14) هذا ما يوحى المأمور باستماعه ، فالجملة بدل من { ما يوحى } [ طه : 13 ] بدلاً مطلقاً .ووقع الإخبار عن ضمير المتكلم باسمه العلَم الدالّ على الذات الواجب الوجود المستحق لجميع المحامد . وذلك أول ما يجب علمه من شؤون الإلهية ، وهو أن يعلم الاسم الذي جعله الله علَماً عليه لأن ذلك هو الأصل لجميع ما سيُخاطب به من الأحكام المبلغة عن ربّهم .وفي هذا إشارة إلى أنّ أول ما يتعارف به المتلاقون أن يعرفوا أسماءهم ، فأشار الله إلى أنه عالم باسم كليمه وعلّم كليمه اسمه ، وهو الله .وهذا الاسم هو علم الربّ في اللغة العربية . واسمه تعالى في اللغة العبرانية ( يَهْوهْ ) أو ( أَهْيَهْ ) المذكور في الإصحاح الثالث من سفر الخروج في التوراة ، وفي الإصحاح السادس . وقد ذكر اسم الله في مواضع من التوراة مثل الإصحاح الحادي والثلاثين من سفر الخروج في الفقرة الثامنة عشرة ، والإصحاح الثاني والثلاثين في الفقرة السادسة عشرة . ولعله من تعبير المترجمين وأكثر تعبير التوراة إنما هو الرب أو الإله .ولفظ ( أهْيَهْ ) أو ( يَهْوَهْ ) قريب الحروف من كلمة إله في العربية .ويقال : إن اسم الجلالة في العبرانية «لاَهُمْ» . ولعل الميم في آخره هي أصل التنوين في إله .وتأكيد الجملة بحرف التأكيد لدفع الشك عن موسى؛ نزل منزلة الشاكّ لأن غرابة الخبر تعرّض السامع للشك فيه .وتوسيط ضمير الفصل بقوله { إنَّني أنا الله } لزيادة تقوية الخبر ، وليس بمفيد للقصر ، إذ لا مقتضى له هنا لأن المقصود الإخبار بأنّ المتكلّم هو المسمى الله ، فالحمل حمل مواطاة لا حملُ اشتقاق . وهو كقوله تعالى : { لقد كفر الذين قالوا إن الله هو المسيح ابن مريم } [ المائدة : 72 ].وجملة { لا إله إلاَّ أنا } خبر ثان عن اسم ( إنّ ). والمقصود منه حصول العلم لموسى بوحدانية الله تعالى .ثمّ فرع على ذلك الأمر بعبادته . والعبادة تجمع معنى العمل الدالّ على التعظيم من قول وفعل وإخلاصصٍ بالقلب . ووجه التفريع أن انفراده تعالى بالإلهية يقتضي استحقاقه أن يُعبد .وخصّ من العبادات بالذكر إقامة الصلاة لأنّ الصلاة تجمع أحوال العبادة . وإقامة الصلاة : إدامتها ، أي عدم الغفلة عنها .والذكر يجوز أن يكون بمعنى التذكر بالعقل ، ويجوز أن يكون الذكر باللّسان .واللاّم في { لِذِكْرِي } للتّعليل ، أي أقم الصلاة لأجل أن تذْكُرني ، لأنّ الصلاة تذكّر العبد بخالقه . إذ يستشعر أنه واقف بين يدي الله لمناجاته . ففي هذا الكلام إيماء إلى حكمة مشروعية الصلاة وبضميمته إلى قوله تعالى : { إن الصلاة تنهى عن الفحشاء والمنكر } [ العنكبوت : 45 ] يظهر أن التقوى من حكمة مشروعية الصلاة لأنّ المكلّف إذا ذكر أمر الله ونهيه فعل ما أمره واجتنب ما نهاه عنه والله عرّف موسى حكمَة الصلاة مُجملةً وعرّفها محمداً صلى الله عليه وسلم مفصّلة .ويجوز أن يكون اللام أيضاً للتوقيت ، أي أقم الصلاة عند الوقت الذي جعلتُه لذِكري .ويجوز أن يكون الذكر الذكرَ اللساني لأن ذكر اللسان يحرّك ذكر القلب ويشتمل على الثناء على الله والاعتراففِ بما له من الحق ، أي الذي عيّنته لك . ففي الكلام إيماء إلى ما في أوقات الصلاة من الحكمة ، وفي الكلام حذف يعلم من السياق .",
  "ayah": 14,
  "surah": 20
}
