{
  "text": "إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى (40) جملة ولتصنع على عينيوَلِتُصْنَعَ على عينى * إِذْ تمشى أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ على مَن يَكْفُلُهُ فرجعناك إلى أُمِّكَ كَى تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ وَقَتَلْتَ نَفْساً فنجيناك } عطف على جملة { إذ أوحينا إلى أمك الخ . جُعل الأمران إتماماً لمنّة واحدة لأن إنجاءه من القتل لا يظهر أثره إلاّ إذا أنجاه من الموت بالذبول لترك الرضاعة ، ومن الإهمال المفضي إلى الهلاك أو الوهن إذا ولي تربيته من لا يشفق عليه الشفقة الجبليّة . والتقدير : وإذ تمشي أختك فتقول هل أدلكم على من يكفله لأجل أن تُصنع على عيني .والصنع : مستعار للتربية والتنمية ، تشبيهاً لذلك بصنع شيء مصنوع ، ومنه يقال لمن أنعم عليه أحد نعمة عظيمة : هو صنيعة فلان .وأخت موسى : مريم ابنة عمران . وفي التّوراة : أنّها كانت نبيئة كما في الإصحاح الخامس عشر من سفر الخروج . وتوفيت مريم سنة ثلاث من خروج بني إسرائيل من مصر في برية صِين كما في الإصحاح التاسع عشر من سفر العدد . وذلك سنة 1417 قبل المسيح .وقرأه الجمهور بكسر اللام على أنها لام كي وبنصب فعل تُصنَعَ . وقرأه أبو جعفر بسكون اللاّم على أنها لام الأمر وبجزم الفعل على أنّه أمر تكويني ، أي وقلنا : لتصنع .وقوله على عيني } ( على ) منه للاستعلاء المجازي ، أي المصاحبة المتمكنة ، فعلى هنا بمعنى باء المصاحبة قال تعالى : { فإنك بأعيننا } [ الطور : 48 ].والعَين : مجاز في المراعاة والمراقبة كقوله تعالى : { واصنع الفلك بأعيننا } [ هود : 37 ] ، وقول النابغة :عهدتك ترعاني بعيننٍ بصيرة ... وتبعثُ حُراساً عليّ وناظِراووقع اختصار في حكاية قصة مشي أخته ، وفصّلت في سورة القصص .والاستفهام في { هَلْ أدُلُكُمْ } للعَرْض . وأرادت ب { مَن يَكْفُلُهُ } أمّه . فلذلك قال { فرجعناك إلى أُمِّكَ }.وهذه منّة عليه لإكمال نمائه ، وعلى أمّه بنجاته فلم تفارق ابنها إلاّ ساعات قلائل ، أكرمها الله بسبب ابنها .وعطفُ نفي الحزن على قرّة العين لتوزيع المنّة ، لأنّ قرّة عينها برجوعه إليها . وانتفاءَ حزنها بتحقق سلامته من الهلاك ومن الغرق وبوصوله إلى أحسن مأوى . وتقديم قرّة العين على انتفاء الحزن مع أنها أخص فيغني ذكرها عن ذكر انتفاء الحزن؛ روعي فيه مناسبة تعقيب { فرجعناك إلى أُمِّكَ } بما فيه من الحكمة ، ثم أكمل بذكر الحكمة في مشي أخته فتقول : { هل أدلكم على من يكفله في بيتها ، وكذلك كان شأن المراضع ذوات الأزواج كما جاء في حديث حليمة ، وكذلك ثبت في التّوراة في سفر الخروج .جملة وقَتَلْتَوَقَتَلْتَ نَفْساً فنجيناك مِنَ الغم وفتناك فُتُوناً فَلَبِثْتَ سِنِينَ فى أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ على قَدَرٍ ياموسى *",
  "ayah": 40,
  "surah": 20
}
