{
  "text": "قَالَ لَهُمْ مُوسَى وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ وَقَدْ خَابَ مَنِ افْتَرَى (61)وجملة { قَالَ لَهُم موسى } مستأنفة استئنافاً بيانياً ، لأنّ قوله { ثُمَّ أتى } يثير سؤالاً في نفس السامع أن يقول : فماذا حصل حين أتى فرعون ميقات الموعد . وأراد موسى مفاتحة السحرة بالموعظة .وضمير { لَهُم } عائد إلى معلوم من قوله { فلنأتينك بسحر مثله أي بأهل سحر ، أو يكون الخطاب للجميع ، لأنّ ذلك المحضر كان بمرأى ومسمع من فرعون وحاشيته ، فيكون معاد الضمير ما دلّ عليه قوله فَجَمعَ كَيْدَهُ ثُمَّ أتى } ، أي جمع رجال كيده .والخطاب بقوله { وَيْلَكُمْ } يجوز أن يكون أراد به حقيقة الدعاء ، فيكون غير جار على ما أمر به من إلانة القول لفرعون : إما لأن الخطاب بذلك لم يكن مواجهاً به فرعون بل واجه به السحرةَ خاصة الذين اقتضاهم قوله تعالى : { فَجَمعَ كَيْدَهُ } ، أي قال موسى لأهل كيد فرعون؛ وإما لأنه لما رأى أن إلانة القول له غير نافعة ، إذ لم يزل على تصميمه على الكفر ، أغلظ القول زجراً له بأمر خاص من الله في تلك الساعة تقييداً لمطلق الأمر بإلانة القول ، كما أذن لمحمد صلى الله عليه وسلم بقوله : { أذن للذين يقاتلون بأنهم ظلموا } الآيات في سورة الحج ( 39 ) ؛ وإما لأنه لما رأى تمويههم على الحاضرين أنّ سحرهم معجزة لهم من آلهتهم ومن فرعون ربّهم الأعلى وقالوا : { بعزة فرعون إنا لنحن الغالبون } [ الشعراء : 44 ] رأى واجباً عليه تغيير المنكر بلسانه بأقصى ما يستطيع ، لأن ذلك التغيير هو المناسب لمقام الرسالة .ويجوز أن تكون كلمة { وَيْلَكُمْ } مستعملة في التعجب من حال غريبة ، أي أعجبُ منكم وأحذركم ، كقول النبي صلى الله عليه وسلم لأبي بصير : «ويلُ أُمهُ مسعر حرب» فحكى تعجب موسى باللفظ العربي الدال على العجب الشديد .والويل : اسم للعذاب والشر ، وليس له فعل .وانتصب { وَيْلَكُمْ } إما على إضمار فعل على التحذير أو الإغراء ، أي الزموا ويلكم ، أو احذروا ويلكم؛ وإما على إضمار حرف النداء فإنهم يقولون : يا ويلنا ، ويا ويلتنا . وتقدم عند قوله تعالى : { فويل للذين يكتبون الكتاب بأيديهم } في سورة البقرة ( 79 ).والإفتراء : اختلاق الكذب . والجمع بينه وبين كَذِباً } للتأكيد ، وقد تقدم عند قوله تعالى : { ولكن الذين كفروا يفترون على الله الكذب } في سورة المائدة ( 103 ).والافتراء الذي عناه موسى هو ما يخيّلونه للناس من الشعوذة ، ويقولون لهم : انظروا كيف تحرّك الحبل فصار ثعباناً ، ونحو ذلك من توجيه التخيّلات بتمويه أنها حقائق ، أو قولهم : ما نفعله تأييد من الله لنا ، أو قولهم : إن موسى كاذب وساحر ، أو قولهم : إن فرعون إلههم ، أو آلهة فرعون آلهة . وقد كانت مقالات كفرهم أشتاتاً .وقرأ الجمهور فَيَسْحَتَكُم } بفتح الياء مضارع سَحَتَه : إذا استأصله ، وهي لغة أهل الحجاز . وقرأه حمزة ، والكسائي ، وحفص عن عاصم ، وخَلف ، ورويسٌ عن يعقوب بضم الياء التحتية من أسحته ، وهي لغة نجد وبني تميم ، وكلتا اللغتين فصحى .وجملة { وقَدْ خَابَ مَننِ افترى } في موضع الحال من ضمير { لا تَفْتَرُوا } وهي مسوقة مساق التعليل للنهي ، أي اجتنبوا الكذب على الله فقد خاب من افترى عليه من قبلُ . بعد أن وعظهم فنهاهم عن الكذب على الله وأنذرهم عذابه ضرب لهم مثلاً بالأمم البائدة الذين افتروا الكذب على الله فلم ينجحوا فيما افتَرَوْا لأجله .و { منْ } الموصولة للعموم .وموقع هذه الجملة بعد التي قبلها كموقع القضية الكبرى من القياس الاقتراني .وفي كلام موسى إعلان بأنه لا يتقول على الله ما لم يأمره به لأنه يعلم أنه يستأصله بعذاب ويعلم خيبة من افترى على الله؛ ومن كان يعلم ذلك لا يُقدم عليه .",
  "ayah": 61,
  "surah": 20
}
