{
  "text": "وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى (7)عطف على جملة { له ما في السموات وما في الأرض } [ طه : 6 ] لدلالة هذه الجملة على سعة علمه تعالى كما دلّت الجملة المعطوف عليها على عظيم سلطانه وقدرته . وأصل النظم : ويعلم السر وأخفى إن تجهر بالقول؛ فموقع قوله : { وإن تَجْهَر بالقَوْلِ } موقع الاعتراض بين جملة { يعلم السر وأخفى وجملة الله لا إله إلاّ هو . فصيغ النظم في قالب الشرط والجزاء زيادة في تحقيق حصوله على طريقة ما يسمى بالمذهب الكلامي ، وهو سوق الخبر في صيغة الدليل على وقوعه تحقيقاً له .والمعنى : إنه يعلم السر وأخفى من السرّ في الأحوال التي يجهر فيها القائل بالقول لإسماع مخاطبه ، أي فهو لا يحتاج إلى الجهر لأنه يعلم السر وأخفى . وهذا أسلوب متبع عند البلغاء شائع في كلامهم بأساليب كثيرة . وذلك في كل شرط لا يقصد به التعليق بل يقصد التحقيق كقول أبي كبير الهذيلي :فأتت به حُوش الفؤاد مبطّنا ... سُهُداً إذَا ما نَام ليلُ الهَوْجلأي سُهُداً في كلّ وقت حين ينام غيره ممن هو هَوْجل . وقول بشامة بن حزن النهشلي :إذا الكماة تنحّوا أن يصيبهم ... حَدّ الظُبات وصَلناها بأيديناوقول إبراهيم بن كُنيف النبهاني :فإن تكن الأيام جَالت صروفها ... ببؤسَى ونُعمى والحوادث تفعلفما ليَّنَتْ منا قناةً صَليبةً ... وما ذللتنا للّتي ليس تَجْمُلوقول القطامِي :فمن تكن الحضارة أعجبته ... فأيّ رجال بادية ترانافالخطاب في قوله وإنْ تَجْهَر } يجوز أن يكون خطاباً للنبيء صلى الله عليه وسلم وهو يعم غيره . ويجوز أن يكون لغير معيّن ليعم كلّ مخاطب .واختير في إثبات سعة علم الله تعالى خصوص علمه بالمسموعات لأنّ السر أخفى الأشياء عن علم الناس في العادة . ولمّا جاء القرآن مذكراً بعلم الله تعالى توجهت أنظار المشركين إلى معرفة مدى علم الله تعالى وتجادلوا في ذلك في مجامعهم . وفي «صحيح البخاري» عن عبدالله بن مسعود قال : اجتمع عند البيت ثقفيان وقرشي أو قرشيان وثقفي كثيرة شحم بطونهم قليلة فقهُ قلوبِهم فقال أحدهم : أترون أنّ الله يسمع ما نقول؟ قال الآخر : يسمع إن جَهَرنا ولا يسمع إن أخفينا وقال الآخر : إنْ كان يسمع إذا جهرنا ( أي وهو بعيد عنا ) فإنه يسمع إذا أخفينا . فأنزل الله تعالى : { وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم ولا قلوبكم ولكن ظننتم أن الله لا يعلم كثيراً مما تعملون } [ فصلت : 22 ]. وقد كثر في القرآن أنّ الله يعلم ما يسرّ الناس وما يعلنون ولا أحسب هذه الآية إلا ناظرة إلى مثل ما نظرتْ الآية الآنفة الذكر . وقال تعالى : { ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم يعلم ما يسرّون وما يعلنون إنه عليم بذات الصدور } [ هود : 5 ].يبقى النظر في توجيه الإتيان بهذا الشرط بطريقة الاعتراض ، وتوجيه اختيار فرض الشرط بحالة الجهر دون حالة السر مع أن الذي يتراءى للناظر أنّ حالة السر أجدر بالذكر في مقام الإعلام بإحاطة علم الله تعالى بما لا يحيط به علم الناس ، كما ذكر في الخبر المروي عن ابن مسعود في الآية الآنفة الذكر .وأحسب لفرض الشرط بحالة الجهر بالقول خصوصية بهذا السياق اقتضاها اجتهاد النبي صلى الله عليه وسلم في الجهر بالقرآن في الصلاة أو غيرها ، فيكون مورد هذه الآية كمورد قوله تعالى : { واذكر ربك في نفسك تضرعاً وخيفة ودون الجهر من القول } [ الأعراف : 205 ] فيكون هذا مما نسخَه قوله تعالى : { فاصدَع بما تؤمر } [ الحجر : 94 ] ، وتعليم للمسلمين باستواء الجهر والسر في الدعاء ، وإبطال لتوهم المشركين أن الجهر أقرب إلى علم الله من السر ، كما دل عليه الخبر المروي عن أبي مسعود المذكور آنفاً .والقول : مصدر ، وهو تلفظ الإنسان بالكلام ، فيشمل القراءة والدعاء والمحاورة ، والمقصود هنا ما له مزيد مناسبة بقوله تعالى : { ما أنزلنا عليك القرآن لتشقى } [ طه : 2 ] الآيات .وجواب شرط { وإن تجهر بالقول } محذوف يدل عليه قوله : { فإنه يعلم السر وأخفى . والتقدير : فلا تشقّ على نفسك فإنّ الله يعلم السر وأخفى ، أي فلا مزية للجهر به .وبهذا تعلم أن ليس مساق الآية لتعليم الناس كيفية الدعاء ، فقد ثبت في السُّنّة الجهر بالدعاء والذكر ، فليس من الصواب فرض تلك المسألة هنا إلاّ على معنى الإشارة .وأخفى اسم تفضيل ، وحذف المفضل عليه لدلالة المقام عليه ، أي وأخفى من السر . والمراد بأخفى منه : ما يتكلم اللسان من حديث النفس ونحوه من الأصوات التي هي أخفى من كلام السر .",
  "ayah": 7,
  "surah": 20
}
