{
  "text": "قَالَ آَمَنْتُمْ لَهُ قَبْلَ أَنْ آَذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى (71)وتقديم هارون على موسى هنا وتقديم موسى على هارون في قوله تعالى في سورة الأعراف ( 121 ، 122 ) : { قالوا آمنا برب العالمين رب موسى وهارون } لا دلالة فيه على تفضيل ولا غيره ، لأنّ الواو العاطفة لا تفيد أكثر من مطلق الجمع في الحكم المعطوف فيه ، فهم عرفوا الله بأنه ربّ هذين الرجلين؛ فحكي كلامهم بما يدلّ على ذلك؛ ألا ترى أنه حكي في سورة الأعراف ( 121 ) قول السحرة { قالوا آمنا برب العالمين } ، ولم يحك ذلك هنا ، لأن حكاية الأخبار لا تقتضي الإحاطة بجميع المحكي وإنما المقصود موضع العبرة في ذلك المقام بحسب الحاجة .ووجه تقديم هارون هنا الرعاية على الفاصلة ، فالتقديم وقع في الحكاية لا في المحكي ، إذ وقع في الآية الأخرى { قالوا آمنا برب العالمين رب موسى وهارون } [ الشعراء : 47 ، 48 ]. ويجوز أن يكون تقديم هارون في هذه الآية من حكاية قول السحرة ، فيكون صدر منهم قولان ، قدموا في أحدهما اسم هارون اعتباراً بكبر سنّه ، وقدموا اسم موسى في القول الآخر اعتباراً بفضله على هارون بالرسالة وكلام الله تعالى ، فاختلاف العبارتين باختلاف الاعتبارين .ويقال : آمن له ، أي حصل عنده الإيمانُ لأجله . كما يقال : آمن به ، أي حصل الإيمان عنده بسببه . وأصل الفعل أن يتعدى بنفسه لأنّ آمنه بمعنى صَدقه ، ولكنه كاد أن لا يستعمل في معنى التصديق إلاّ بأحد هذين الحرفين .وقرأ قالون وورش من طريق الأزرق ، وابن عامر ، وأبو عمرو ، وأبو جعفر ، وروحٌ عن يعقوب { ءامنتم بهمزة واحدة بعدها مَدّة وهي المدّة الناشئة عن تسهيل الهمزة الأصلية في فعل آمن ، على أنّ الكلام استفهام .وقرأه ورش من طريق الأصفهاني ، وابنُ كثير ، وحفص عن عاصم ، ورويسٌ عن يعقوب بهمزة واحدة على أنّ الكلام خبر ، فهو خبر مستعمل في التوبيخ .وقرأه حمزة ، والكسائي ، وأبو بكر عن عاصم ، وخلف بهمزتين على الاستفهام أيضاً .ولما رأى فرعون إيمان السحرة تغيّظ ورام عقابهم ولكنه علم أنّ العقاب على الإيمان بموسى بعد أن فتح باب المناظرة معه نكث لأصول المناظرة فاختلق للتشفّي من الذين آمنوا علّة إعلانهم الإيمان قبل استئذانِ فرعون ، فعدّ ذلك جرأة عليه ، وأوهم أنّهم لو استأذنوه لأذن لهم ، واستخلص من تسرعهم بذلك أنهم تواطؤوا مع موسى من قبلُ فأظهروا العجز عند مناظرته . ومقصد فرعون من هذا إقناع الحاضرين بأنّ موسى لم يأت بما يعجز السحرة إدخالاً للشكّ على نفوس الذين شاهدوا الآيات . وهذه شِنْشِنة من قديم الزمان اختلاق المغلوب بارد العذر . ومن هذا القبيل اتهام المحكوم عليهم الحاكمين بالارتشاء ، واتهام الدول المغلوبة في الحروب قواد الجيوش بالخيانة .وضمير لَهُ } عائد إلى موسى مثل ضمير { إنه لكبيركُم .ومعنى قَبْلَ أنْ آذَنَ لَكُم } قبل أن أسوّغ لكم أن تؤمنوا به . يقال : أذِن له ، إذ أباح له شيئاً .والتقطيع : شدّة القطع . ومرجع المبالغة إلى الكيفية ، وهي ما وصفه بقوله { مِن خِلاف } أي مختلفة؛ بأن لا تقطع على جانب واحد بل من جانبين مختلفين ، أي تقطع اليد ثمّ الرجلُ من الجهة المخالفة لجهة اليد المقطوعة ثم اليد الأخرى ثم الرجل الأخرى . والظاهر : أنّ القطع على هذه الكيفية كان شعاراً لقطع المجرمين ، فيكون ذكر هذه الصفة حكاية للواقع لا للاحتراز عن قطع بشكل آخر ، إذ لا أثر لهذه الصفة في تفظيع ولا في شدّة إيلام إذا كان ذلك يقع متتابعاً .وأما ما جاء في الإسلام في عقوبة المحارب فإنما هو قطع عضو واحد عند كل حرابة فهو من الرحمة في العقوبة لئلا يتعطّل انتفاع المقطوع بباقي أعضائه من جرّاء قطع يَد ثمّ رجل من جهة واحدة ، أو قطع يد بعد يد وبقاء الرجلين .و ( من ) في قوله { مِنْ خلاف } للابتداء ، أي يبدأ القطع من مبدأ المخالفة بين المقطوع . والمجرور في موضع الحال ، وقد تقدّم نظيره في سورة الأعراف وفي سورة المائدة .والتصليب : مبالغة في الصلب . والصلب : ربط الجسم على عود مُنتصب أو دَقُّهُ عليه بمسامير ، وتقدم عند قوله تعالى : { وما قتلوه وما صلبوه } في سورة النساء ( 157 ). والمبالغة راجعة إلى الكيفية أيضاً بشدّة الدقّ على الأعواد .ولذلك عدل عن حرف الاستعلاء إلى حرف الظرفية تشبيهاً لشدّة تمكّن المصلوب من الجذع بتمكن الشيء الواقع في وعائه .والجذوع : جمع جذع بكسر الجيم وسكون الذال وهو عود النخلة . وقد تقدّم عند قوله تعالى : { وهزي إليك بجذع النخلة } [ مريم : 25 ]. وتعدية فعل { ولأُصلّبَنَّكُم } بحرف ( في ) مع أنّ الصلب يكون فوق الجذع لا داخله ليدل على أنه صلب متمكن يُشبه حصول المظروف في الظرف ، فحرف ( في ) استعارة تبعيّة تابعة لاستعارة متعلَّق معنى ( في ) لمتعلَّق معنى ( على ).وأيّنا : استفهام عن مشتركيْن في شدّة التعذيب . وفعل { لتعلمُن معلق عن العمل لوقوع الاستفهام في آخره . وأراد بالمشتركين نفسَه وربّ موسى سبحانه لأنه علم من قولهم { آمنا برب هارون وموسى } [ الشعراء : 47 ] أن الذي حملهم على الإيمان به ما قدم لهم موسى من الموعظة حين قال لهم بمسمع من فرعون { ويلكم لا تفتروا على الله كذباً فيسحتكم بعذاب } [ طه : 61 ] ، أي وستجدون عذابي أشد من العذاب الذي حُذرتموه . وهذا من غروره . ويدل على أن ذلك مراد فرعون ما قابل به المؤمنون قوله { أينا أشدّ عذاباً وأبقى بقولهم والله خير وأبقى } [ طه : 73 ] ، أي خير منك وأبقى عملاً من عملك ، فثوابه خير من رضاك وعذابه أشد من عذابك .",
  "ayah": 71,
  "surah": 20
}
