{
  "text": "وَجْهُ رَ‌بِّكَ (...your Lord's Countenance ....55:27). The word wajh [ Face ], according to majority of the exegetes, stands for the 'Being of Allah'. The attached second person pronoun in rabb-i-ka [=your Lord ] refers to the Messenger of Allah ﷺ . It is a great honour for him that he should be remembered by Allah in special ways when praising him, as for instance, ` abduhu (His servant). Here, Allah, the Lord of lords, declares His direct special relationship with the Holy Prophet\tﷺ and addresses him thus: rabb-i-ka [ your Lord ].\nAccording to the well-known exegetes, the verse purports to convey that since everything [ including jinn and mankind ] dwelling on earth will be reduced to nothing, and the heavenly bodies all brought to naught, and the whole material universe made non-existent, still human reason demands that there should be a Being who should remain and who should never die. Such a Being is Allah Who created the whole universe and Who is the First and the Final Cause of all things. He alone will abide because He is Self-Subsisting, All-Sustaining, Independent and Besought of all.\nThe word fana' has two possible meanings: [ 1] everything is potentially subject to decay and death and is eventually destined to perish, having no capacity for permanence and immortality; and [ 2] all things will actually pass away on Doomsday.\nOther exegetes have interpreted the phrases وَجْهُ رَ‌بِّكَ 'your Lord's Countenance' to mean 'your side', that is, out of all existent beings only those things will attain permanence that are on the side of Allah. This includes the Being of Allah and His Attributes. It also includes the actions and conditions of Allah's creation that remain firmly attached to Allah and is never separated from Him in any situation. In sum, the verse means: 'Everything that man, jinn and angels do for Allah's pleasure will remain under His care and protection and as such will attain permanence, never to perish.' This interpretation is supported by another verse: مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللَّـهِ بَاقٍ (What is with you shall end and what is with Allah shall last....16:96). The phrase 'what is with you' refers to 'wealth and power, comfort and discomfort, love and hatred'. All these states and matters are transitory and must perish. The phrase 'what is with Allah' refers to 'man's actions and states which remain firmly attached to Allah and is never separated from Him in any situation are destined to last, never to perish. Allah, the Pure and Most Exalted, knows best!\nذُو الْجَلَالِ وَالْإِكْرَ‌امِ (...full of majesty, full of honour...55:27). In other words, the Lord is the Master of Greatness, Grandeur and Tremendousness. This is Allah's Majesty that overwhelms His creation and fills them with awe. The Lord is also the Master of Honour, signifying that those who benefit by the great favours Allah has bestowed upon them and walk in the path of truth and righteousness will be granted more favours by the Lord of Honour. Despite being the Lord of Greatness and Majesty, Allah is not like the worldly kings and rulers who would not pay attention to others or the indigent people. He grants their petition and invocation. The next verse [ to be analysed in the forthcoming paragraph ] bears testimony to this interpretation. The current phrase under discussion constitutes one of those special Attributes of Allah which if a suppliant were to invoke before calling upon Allah for help, protection, inspiration and a host of other things, the supplication will be readily granted as recorded in Tirmidhi, Nasa'i and Musnad of Ahmad. Ibn ` Amir, has transmitted that the Messenger of Allah ﷺ said: اَلِظُّوا بِیَا ذَا الجَلَال وَالاِکرَام (Persist [ in invoking Allah ] with '0 Lord of Majesty and Honour'.\" The imperative alizzu is derived from the infinitive ilzaz which means 'to continue firmly in some course of action'. [ Mazhari ]",
  "ayah": 27,
  "surah": 55
}
