{
  "text": ".\nA Warning for Humans and Jinn\nسَنَفْرُ‌غُ لَكُمْ أَيُّهَ الثَّقَلَانِ (Soon We are going to spare Ourselves for you [ to reckon your deeds ], 0 two heavy species! ...55:31) The word jam' thaqalan is the dual of thaqal which denotes 'burden or load'. Thus the word ath-haqalan [ the dual form ] denotes 'the two heavy or weighty things', and signifies 'the men' and 'the Jinn' as the context shows. In Arabic, the word thaqal refers to anything the weight or value of which is well-known. It is in this sense that the word has occurred in the following Prophetic Tradition: اِنِّی تَارِکُ فِیکُمُ الثَّقَلَین (Indeed I leave amongst you two weighty and valuable things... which will continue to guide you.) Some versions of the Tradition state that those two weighty and valuable things are: کِتَابُ اللہ وَ عِترَتِی \"Allah's Book and my family\" and others state: کِتَابُ اللہ وَ سُنَّتِی ' Allah's Book and my normative Sunnah [ practices ] \". The end result of both the versions amount to the same thing because ` itrah refers to both types of family, lineal or spiritual. Therefore, it refers to all the noble Companions ؓ . The end result of the Tradition is that after the Prophet ﷺ there are two things that will serve to guide and set aright the Muslims: [ 1] the Book of Allah; and [ 2] the example of the blessed Companions in all their mutual dealings and transactions. The version that uses ` itrah instead of Sunnah means the teachings of the Prophet ﷺ that reached the Muslims through the noble Companions ؓ .\nBe that as it may, the word ثَّقَلینِ thaqalain in the Tradition refers to the two weighty and valuable things. From this point of view, Ath-thaqalan, in the current verse, refers to the two species of Allah's creation, Jinn and human beings, because they are the weightiest and most valuable beings [ possessed of soul ] dwelling on earth.\nThen the verse says, 'Soon We are going to spare Ourselves for you' The verb سَنَفْرُ‌غُ sanafrughu is derived from فَرَاغ faragh, which means to be free from occupation. The antonym of faragh is شُغُل shughl [ to occupy ]. The word faragh informs us of two things: [ 1] that one was occupied with something; and [ 2] now he has become free from that occupation. This type of faragh is common in human beings. However, neither of these senses apply to Allah. He is above them. Surely, nothing will occupy Allah from attending to anything else, nor does He become free or unoccupied like human beings do. Therefore, the verb sanafrughu [ We are going to spare Ourselves to you ] is employed as a metaphor. This metaphorical use of the word is common in human speech. This expression is used to show the importance of some work: 'We are now free to attend to you, being fully focused on you'. Anyone who fully focuses attention on any work, idiomatically it is said that 'he has no other work or he has nothing else to do'. In a verse preceding this [ 29], it was mentioned that the earthly beings ask for their specific needs, such as sustenance, health and welfare, and comfort; and forgiveness, mercy and Paradise. The celestial beings need Allah's mercy, grace and forgiveness which surround them all the time. From this point of view, Allah is, every moment, in a state of characteristic manifestation of His Divinity and Divine Attributes. The verse sanafrughu [ We are going to spare Ourselves for you...] indicates that on the Day of Judgment all petitions, their acceptance and acting on them will come to an end. Of all the manifestations, there shall remain only one manifestation and that is taking account of deeds and passing judgment with absolute justice and equity. [ Ruh ]",
  "ayah": 32,
  "surah": 55
}
