{
  "text": "يَا مَعْشَرَ‌ الْجِنِّ وَالْإِنسِ إِنِ اسْتَطَعْتُمْ أَن تَنفُذُوا مِنْ أَقْطَارِ‌ السَّمَاوَاتِ وَالْأَرْ‌ضِ فَانفُذُوا ۚ لَا تَنفُذُونَ إِلَّا بِسُلْطَانٍ ﴿33﴾\n(0 genera of Jinns and mankind, If you are able to penetrate beyond the realms of the heavens and the earth, then penetrate. You cannot penetrate except with an authority....55:33)\nIn the preceding verse jinn and mankind were addressed as Ath-thaqalan and warned that their deeds will be reviewed and every single one of them will attract reward or punishment. The current verse purports to say that no one will be able to hide from death, nor will anyone be able to escape from attendance or giving account of actions on the Day of Judgment. This verse does not use the expression ثَّقَلَانِ Thaqalan as in the preceding verse but explicitly uses the expression يَا مَعْشَرَ‌ الْجِنِّ وَالْإِنسِ ( O genera of Jinns and mankind) 'Jinn' is mentioned first followed by 'men' presumably because a high-power energy is required to pass through the confines of heaven and earth. Allah has given Jinns more power than human beings in such matters. The meaning of the verse is: '0 Company of Jinn and human beings, if you think that you will be able to find refuge and thus avert death by avoiding the angel of death or run away from the Plains of Gathering or the Plains of Reckoning, then try to cross the bounds of the heavens and the earth if you have the power and ability to do so.' This is no mean task. This requires high-powered energy. The combined forces of Jinns and mankind will not be able to harness the energy to go beyond the confines of the heavens and the earth. The purport of the verse is not to show the possibility or probability of passing beyond the zones of the heavens and the earth. The proposition is hypothetical. The purport of the verse is to demonstrate the utter powerlessness and inability of men and Jinns to achieve this feat.\nIf the purpose of 'penetrating through the heavens and the earth' mentioned in the verse is to escape death, then it refers to this world and means: It is not within the power of any man or Jinns to cross the bounds of the heavens and the earth and escape death. This is stated according to human thinking. Otherwise, no one is outside the power and the authority of Allah, even if he crosses the bounds of the heaven and the earth. And if the escape intended by 'penetrating through the heavens and the earth' stands for 'escaping accountability on the Day of Reckoning', the purport of the verse is to demonstrate its absolute impossibility. For according to other Qur'anic verses and Traditional narratives the heaven will crack open, on the Day of Judgment, and all the angels will border on the sides of the earth and the people will be hemmed in from all sides. The Jinn and human beings will experience the horrors of the Day of Resurrection and run in different directions. In whichever direction they run the angels will lay siege to the areas that Allah has fortified for the purpose of recapturing the escapees. [ Ruh[\nThis Verse does not point to Space Exploration by Rockets and Sputniks\nIn the present scientific age, experiments are being conducted in an effort to come out of the gravity of the earth and to explore the heavenly bodies by rockets, sputniks and other spacecrafts. Obviously, none of these experiments are conducted beyond the bounds of the heaven. In fact, they are far below the surface of the heaven, let alone crossing the heavenly confines. Thus this verse has no bearing on space travels and reported incidents of reaching some of the heavenly bodies. Some simple-minded people posit this verse as the basis of demonstrating the possibility of space travels, whereas these simpletons are merely displaying ignorance about the actual meaning of the Qur'an.",
  "ayah": 33,
  "surah": 55
}
