{
  "text": "Allah's Signs\nالشَّمْسُ وَالْقَمَرُ‌ بِحُسْبَانٍ (The sun and the moon are [ bound ] by a [ fixed ] calculation...55:5) This verse draws attention to two of the celestial bodies from among the bounties of Allah. They are especially mentioned presumably because the entire system of this world depends on the movement of these bodies in their orbits in perfect succession, according to precise calculation that is never delayed nor disturbed.\nThe word حُسْبَانٍ husban with dammah [=u ] on the first letter is, according to some lexicologists, used in the sense of hisab, the infinitive, meaning 'to calculate', like ghufran [ to forgive ], 3 subhan [ to declare purity ], قرآن Qur'an [ to recite or read ]. Other lexicologists feel that husban is the plural of hisab. The meaning of the verse, according to the former lexicologists, would be: The two bodies, on which depends man's entire life, run on fixed courses. They are subject to certain laws and they perform regularly, punctually and unerringly their allocated tasks - alternation of night and day, change of seasons and determination of years and months. If we go by the latter lexicologists' interpretation that husban is the plural of hisab, then it will refer to the fact that each of the sun and the moon has its own calculated orbits. The entire solar system is proceeding on the basis of different calculations, and each one of them is so firm and accurate that no deviation has ever occurred, since millions of years, even for a second.\nThis age is regarded as an age of ascension for science. The marvelous new inventions of the scientific age have caused wonders even for the philosophers. However, there is a clear difference between human inventions and Divine creation, which every discerning person can observe. Human inventions are subject to a series of continuous breakdown and damage, which require to be serviced, repaired, overhauled or refurbished. A machine, no matter how strong or sophisticated, needs to be repaired or at least serviced after a while. If this is not done in time, it will remain useless. The huge Divine creation, on the other hand, needs no repairs, no service nor refurbishing at any time. Neither the solar system overtakes the lunar movement, nor does the lunar movement outstrip the solar system. The sun and the moon and other celestial bodies, each float and move in its own orbit.",
  "ayah": 5,
  "surah": 55
}
