{
  "text": "وَالسَّمَاءَ رَ‌فَعَهَا وَوَضَعَ الْمِيزَانَ (And He raised the sky high, and has placed the scale....55:7) The verbs rafa'a and wada` a are antonyms: rafa'a means 'to raise up' and wada'a means 'to put down'. The verse first describes that Allah has raised the heavens. This could have its obvious or outer meaning referring to the physical height of the sky, and it could also have its metaphorical meaning, referring to the high status of the heaven: In relation to the earth, the heaven occupies a higher position. Normally, the earth is understood to be the opposite of the heaven. From this point of view, the heaven and the earth are treated as opposites and mentioned throughout the Holy Qur'an in that way. Having described the high position of the heaven, the Qur'an goes on to describe that Allah has set the balance, but 'placing the scale' vis-a-vis 'raising the heaven' does not seem to form a suitable pair according to the linguistic norm. As a matter of fact, a closer analysis of the context indicates that the verse is describing the 'placing of the earth'. Three verses later, verse (10) reads وَالْأَرْ‌ضَ وَضَعَهَا لِلْأَنَامِ (And the earth is placed by Him for creatures...55:10) Thus the Qur'an is actually describing the heaven and the earth as opposites. In between the two, a third factor [ that of placing the scale ] is inserted for a sage reason. The wisdom in this seems to lie in the fact that the verses that follow lay stress on observing justice and fairness. They do not allow violation of rights and practice of injustice. Following the verses referring to 'raising the heaven' and 'placing the earth' are verses that describe the scale and enjoin the correct use of it. This implies that the ultimate purpose of creating the heaven and the earth was to establish justice, peace and harmony. Peace, safety, security and harmony cannot prevail on earth without establishing justice. Without justice, chaos, disorder, mischief and corruption will hold sway in the land. Allah, the Pure and the Most High, knows best!\nThe word مِيزَانَ mizan has been interpreted variously. In the current verse, scholars like Mujahid, Qatadah, Suddi رحمۃ اللہ علیہم and others interpret it in the sense of 'justice', because that is the purpose of mizan [ scale ]. Other scholars have taken the word in its obvious sense of a piece of equipment used to determine the weights of people or things. This equipment could be a pair of scales, consisting of a bar with a pan or a dish at each end or it may be some modern equipment used for the purpose of measuring and weighing. The ultimate sense of this interpretation in any case is maintaining rights and establishing justice and fair play.",
  "ayah": 7,
  "surah": 55
}
