{
  "text": "২০-২৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা মুমিনদের সম্বন্ধে খবর দিচ্ছেন যে, তারা তো জিহাদের হুকুমের আশা-আকাঙ্ক্ষা করে, কিন্তু যখন তিনি জিহাদ ফরয করে দেন ও ওর হুকুম জারী করে দেন তখন অধিকাংশ লোকই পিছনে সরে পড়ে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তুমি কি তাদেরকে দেখোনি যাদেরকে বলা হয়েছিল- তোমরা তোমাদের হস্ত সংবরণ কর, নামায কায়েম কর এবং যাকাত দাও? অতঃপর যখন তাদেরকে যুদ্ধের বিধান দেয়া হলো তখন তাদের একদল মানুষকে ভয় করছিল আল্লাহকে ভয় করার মত অথবা তদপেক্ষা অধিক, এবং বলতে লাগলোঃ হে আমাদের প্রতিপালক! আমাদের জন্যে যুদ্ধের বিধান কেন দিলেন? আমাদের কিছুদিনের জন্যে অবকাশ দেন না? বলঃ পার্থিব ভোগ সামান্য এবং যে আল্লাহভীরু তার জন্যে পরকালই উত্তম। তোমাদের প্রতি সামান্য পরিমাণও যুলুম করা হবে না।”(৪:৭৭)মহামহিমান্বিত আল্লাহ এখানেও বলেনঃ মুমিনরা তো জিহাদের হুকুম সম্বলিত আয়াতগুলো অবতীর্ণ হওয়ার আকাঙ্ক্ষা করে, কিন্তু মুনাফিকরা যখন এই আয়াতগুলো শুনে তখন তারা মৃত্যুভয়ে বিহ্বল মানুষের মত তাকাতে থাকে। তাদের পরিণাম হবে অত্যন্ত শোচনীয়। এরপর তাদেরকে যোদ্ধা ও বীরপুরুষ হবার উৎসাহ প্রদান করতে গিয়ে মহান আল্লাহ বলেনঃ তাদের জন্যে এটাই খুব ভাল হতো যে, তারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর কথা শুনতো, মানতো ও প্রয়োজনের সময় আন্তরিকতার সাথে যুদ্ধক্ষেত্রে উপস্থিত হতো! অতঃপর আল্লাহ তাআলা বলেনঃ ক্ষমতায় অধিষ্ঠিত হলে সম্ভবতঃ তোমরা পৃথিবীতে বিপর্যয় সৃষ্টি এবং আত্মীয়তার বন্ধন ছিন্ন করবে। অর্থাৎ অজ্ঞতার যুগে তোমাদের যে অবস্থা ছিল ঐ অবস্থাই তোমাদের ফিরে আসবে। তাই আল্লাহ তা'আলা বলেনঃ আল্লাহ এদেরকেই করেন অভিশপ্ত, আর করেন বধির ও দৃষ্টিশক্তিহীন। এর দ্বারা ভূ-পৃষ্ঠে বিপর্যয় সৃষ্টি ও আত্মীয়তার সম্পর্ক ছিন্ন করতে বিশেষভাবে নিষেধ করা হয়েছে এবং ভূ-পৃষ্ঠে শান্তি স্থাপন করার ও আত্মীয়তার সম্পর্ক যুক্ত রাখার হিদায়াত করেছেন। আত্মীয়তার সম্পর্ক যুক্ত রাখার অর্থ হলো আত্মীয়-স্বজনের সাথে সদ্ব্যবহার করা এবং তাদের আর্থিক সংকটের সময় তাদের উপকার করা। এ ব্যাপারে বহু সহীহ ও হাসান হাদীস বর্ণিত আছে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, আল্লাহ তা'আলা তাঁর সমস্ত মাখলুক সৃষ্টি করলেন, অতঃপর যখন তা হতে ফারেগ হলেন তখন আত্মীয়তা উঠে দাঁড়ালো এবং রহমানের (আল্লাহ তা'আলার) কোমর ধরে নিলো (অর্থাৎ আবদারের সুরে ফরিয়াদ করলো)। তখন আল্লাহ বললেনঃ “থামো, কি চাও, বল?” আত্মীয়তা আরয করলোঃ “এই স্থান তার, যে আপনার কাছে আত্মীয়তার সম্পর্কচ্ছেদ হতে রেহাই প্রার্থনাকারী (অর্থাৎ আমি আপনার সামনে দাঁড়িয়ে আপনারই মাধ্যমে সেই কাজ হতে আশ্রয় প্রার্থনা করছি, কেউ আমার সাথে আত্মীয়তার সম্পর্ক ছিন্ন করবে এবং আত্মীয়তার পবিত্রতা বহাল রাখবে না)। আল্লাহ তা'আলা বললেনঃ “তুমি কি এই কথায় সম্মত আছ যে, যে ব্যক্তি তোমাকে বহাল এবং সমুন্নত রাখবে তার সাথে আমিও সদাচরণ করবো। আর যে তোমাকে ছিন্ন করবে, আমি তার সাথে সম্পর্ক ছিন্ন করবো?” আত্মীয়তা আরয করলোঃ “হ্যা, আমি সম্মত আছি।” আল্লাহ বললেনঃ “তাহলে তোমার সাথে আমার এ ওয়াদাই রইলো। এ হাদীসটি বর্ণনা করার পর হযরত আবু হুরাইরা (রাঃ) বলেনঃ “তোমরা যদি চাও তবে ....' (আরবী)-এ আয়াতটি পাঠ কর।\" (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন। সহীহ মুসলিমেও এটা বর্ণিত আছে) অন্য সনদে আছে যে, রাসূলুল্লাহ (সঃ) স্বয়ং বলেছিলেনঃ “তোমরা ইচ্ছা করলে (আরবী)-এ আয়াতটি পাঠ কর।” হযরত আবূ বাকরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন পাপই এতোটা যোগ্য নয় যে, পাপীকে আল্লাহ তা'আলা খুব শীঘ্র এই দুনিয়াতেই প্রতিফল দিবেন এবং আখিরাতে তার জন্যে শাস্তি জমা করে রাখবেন। তবে হ্যা, এরূপ দু'টি পাপ রয়েছেঃ (এক) সমসাময়িক নেতার বিরুদ্ধে বিদ্রোহ ঘোষণা করা এবং (দুই) আত্মীয়তার বন্ধনকে ছিন্ন করা।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাউদ (রঃ), ইমাম তিরমিযী (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত সাওবান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে চায় যে, তার মৃত্যু বিলম্বে হোক এবং জীবিকায় প্রাচুর্য হোক সে যেন আত্মীয়তার সম্পর্ক যুক্ত রাখে। (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আমর ইবনে শুআয়েব (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেছেন যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার কতক আত্মীয়-স্বজন রয়েছে, আমি তাদের সাথে আত্মীয়তার সম্পর্ক যুক্ত রাখি কিন্তু তারা আমার সাথে তা ছিন্ন করে, আমি তাদের (অপরাধ) ক্ষমা করি কিন্তু তারা আমার প্রতি যুলুম করে, আমি তাদের সাথে সদ্ব্যবহার করি কিন্তু তারা আমার সাথে দুর্ব্যবহার করে, এমতাবস্থায় আমি কি তাদের হতে প্রতিশোধ গ্রহণ করবো?\" তিনি জবাবে বললেনঃ “না, এরূপ করলে তোমাদের সকলকেই ছেড়ে দেয়া হবে। তুমি বরং তাদের সাথে আত্মীয়তার সম্পর্ক যুক্ত রাখবে। আর জেনে রেখো যে, তুমি যতদিন এরূপ করতে থাকবে ততদিন আল্লাহ তা'আলার পক্ষ হতে সদা-সর্বদা তোমার সাথে সহায়তাকারী থাকবে।\" (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আত্মীয়তা আল্লাহ তাআলার আরশের সাথে ঝুলন্ত ৩ আত্মীয়তার সম্পর্ক রক্ষাকারী নয় যার সাথে তা রক্ষা করা হয়েছে (অর্থাৎ এতে আত্মীয়তার সম্পর্ক রক্ষার বিনিময়ে শুধু তা রক্ষা করা হয়েছে)। বরং আত্মীয়তার সম্পর্ক রক্ষাকারী হলো ঐ ব্যক্তি, যার সাথে আত্মীয়তার সম্পর্ক ছিন্ন করা হয়েছে, আর সে সেই সম্পর্ককে যোজনা করে আত্মীয়তার বন্ধন বহাল রেখেছে।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “কিয়ামতের দিন আত্মীয়তাকে রাখা হবে এমন অবস্থায় যে, ওর হরিণের উরুর মত উরু হবে। ওটা হবে অত্যন্ত পরিষ্কার ও তীক্ষ্ণ বাকশক্তি সম্পন্ন। সুতরাং যে ওকে ছিন্ন করেছে তাকেও ছিন্ন করা (অর্থাৎ আল্লাহর রহমত তার থেকে ছিন্ন করা) হবে এবং যে ওকে যুক্ত রেখেছে তার সাথে আল্লাহর রহমত যুক্ত রাখা হবে।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, আল্লাহর নবী (সঃ) বলেছেনঃ “আল্লাহর সৃষ্টির প্রতি অনুগ্রহকারীদের প্রতি রহমান (আল্লাহ) অনুগ্রহ বর্ষণ করেন। সুতরাং তোমরা যমীনের অধিবাসীদের প্রতি অনুগ্রহ কর, তাহলে আকাশের মালিক তোমাদের উপর অনুগ্রহ বর্ষণ করবেন। রাহেম' (আত্মীয়তা) শব্দটি (আল্লাহ তা'আলার গুণবাচক) নাম রহমান’ হতে নির্গত। যে ব্যক্তি ওকে যোজনা করে আল্লাহ তার সাথে নিজের রহমত যোজনা করেন, আর যে ওকে ছিন্ন করে তিনি তার হতে নিজের সম্পর্ক ছিন্ন করেন।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। জামে তিরমিযীতেও এ হাদীসটি বর্ণিত হয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)হযরত আবদুল্লাহ ইবনে ফারিয (রাঃ) হতে বর্ণিত, তাঁর পিতা তার কাছে বর্ণনা করেছেন যে, তিনি হযরত আবদুর রহমান ইবনে আউফ (রাঃ)-এর রোগাক্রান্ত অবস্থায় তার নিকট গমন করেন। তখন হযরত আবদুর রহমান ইবনে আউফ (রাঃ) তাকে বলেন, আপনি আত্মীয়তার সম্পর্ক যুক্ত করেছেন। রাসূলুল্লাহ (সঃ) বলেছেন যে, মহামহিমান্বিত আল্লাহ বলেনঃ “আমি আল্লাহ, আমি রহমান। আমি রাহেম (আত্মীয়তাকে) সৃষ্টি করেছি এবং রাহেম নামটি আমি আমার রহমান নাম হতে নির্গত করেছি। সুতরাং যে ব্যক্তি আত্মীয়তাকে যোজিত করবে (অর্থাৎ আত্মীয়তার সম্পর্ক বহাল রাখবে) আমি তাকে আমার রহমতের সাথে যোজিত করবো। আর যে ব্যক্তি আত্মীয়তাকে ছিন্ন করবে, আমিও তাকে আমার রহমত হতে বিচ্ছিন্ন করবো।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাউদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন। এ ব্যাপারে আরো বহু হাদীস রয়েছে)হযরত সুলাইমান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রূহসমূহ শরীরে প্রবেশ করার পূর্বে অর্থাৎ আদিকালে একদল পতাকাধারী সৈন্যের মত ছিল। অতঃপর রূহসমূহকে শরীরের মধ্যে প্রবেশ করিয়ে বিক্ষিপ্ত করা হয়েছে। সুতরাং যেই রূহসমূহ শরীরে প্রবেশ করানোর পূর্বে পরস্পরের পরিচিত ছিল এখনো তারা পরস্পরের পরিচিত এবং একে অপরের সাথে বন্ধুরে বন্ধনে আবদ্ধ। আর যেই রূহসমূহ ঐ সময় পরস্পর অপরিচিত ছিল তারা এখনো পরস্পরে মতানৈক্য।” রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন মুখের দাবী বৃদ্ধি পাবে ও আমল কমে যাবে, মৌখিক মিল থাকবে ও অন্তরে শত্রুতা থাকবে এবং আত্মীয়-স্বজনের সাথে দুর্ব্যবহার করা হবে তখন এরূপ লোকের উপর আল্লাহর লানত বর্ষিত হবে এবং তাদের কর্ণ বধির ও চক্ষু অন্ধ করে দেয়া হবে। এ সম্পর্কে আরো বহু হাদীস রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।",
  "ayah": 23,
  "surah": 47
}
