{
  "text": "২৪-২৮ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় পাক কালামের প্রতি চিন্তা-গবেষণা করার ও তা অনুধাবন করার হিদায়াত করছেন এবং তা হতে বেপরোয়া ভাব দেখাতে ও মুখ ফিরিয়ে নিতে নিষেধ করছেন। তাই তিনি বলেনঃ তবে কি তারা কুরআন সম্বন্ধে অভিনিবেশ সহকারের চিন্তা-গবেষণা করে না? না তাদের অন্তর তালাবদ্ধ? অর্থাৎ তারা পাক কালাম সম্পর্কে চিন্তা-গবেষণা করবে কি করে? তাদের অন্তর তো তালাবদ্ধ রয়েছে! তাই কোন কালাম তাদের অন্তরে ক্রিয়াশীল হয় না। অন্তরে কালাম পৌঁছলে তো তা ক্রিয়াশীল হবে? অন্তরে তা পৌঁছার পথই তো বন্ধ রয়েছে।হযরত হিশাম ইবনে উরওয়া (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, একদা রাসূলুল্লাহ (সঃ) ... (আরবী)-এ আয়াতটি তিলাওয়াত করেন, তখন ইয়ামনের একজন যুবক বলে ওঠেনঃ “বরং তাদের অন্তরের উপর তো তালা রয়েছে, যে পর্যন্ত আল্লাহ তা'আলা তা খুলে না দেন বা দূর না করেন (সেই পর্যন্ত তাদের অন্তরে আল্লাহর কালাম প্রবেশ করতে পারে না)।” হযরত উমার (রাঃ)-এর অন্তরে যুবকের একথাটি রেখাপাত করে। অতঃপর যখন তিনি খলীফা নির্বাচিত হন তখন হতে ঐ যুবকের নিকট হতে তিনি সাহায্য গ্রহণ করতেন। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)আল্লাহ পাক বলেনঃ “যারা নিজেদের নিকট সৎপথ ব্যক্ত হবার পর তা পরিত্যাগ করে, প্রকৃতপক্ষে শয়তান তাদের নিকৃষ্ট কাজ তাদেরকে শোভনীয় রূপে প্রদর্শন করে এবং তাদেরকে মিথ্যা আশা দেয়। তারা শয়তান কর্তৃক প্রতারিত হয়েছে। এটা হলো মুনাফিকদের অবস্থা। তাদের অন্তরে যা রয়েছে তার বিপরীত তারা বাইরে প্রকাশ করে থাকে। কাফিরদের সাথে মিলেজুলে থাকার উদ্দেশ্যে এবং তাদেরকে নিজের করে নেয়ার লক্ষ্যে অন্তরে তাদের সাথে বাতিলের আনুকূল্য করে তাদেরকে বলেঃ “তোমরা ব্যতিব্যস্ত হয়ো না, আমরা কোন কোন বিষয়ে তোমাদের আনুগত্য করবো।”মহামহিমান্বিত আল্লাহ বলেনঃ “আল্লাহ তাদের গোপন অভিসন্ধি সম্বন্ধে পূর্ণ ওয়াফিহাল।” অর্থাৎ এই মুনাফিকরা যে গোপনে কাফির ও মুশরিকদের সাথে হাত মিলাচ্ছে, তারা যেন এটা মনে না করে যে, তাদের এই অভিসন্ধি আল্লাহ তাআলার কাছে গোপন থাকছে। তিনি তো মানুষের ভিতর ও বাইরের কথা সমানভাবেই জানেন। চুপে চুপে অতি গোপনে কথা বললেও তিনি তা শুনে থাকেন। তাঁর জ্ঞানের কোন শেষ নেই।এরপর প্রবল পরাক্রান্ত আল্লাহ বলেনঃ “ফেরেশতারা যখন তাদের মুখমণ্ডলে ও পৃষ্ঠদেশে আঘাত করতে করতে প্রাণ হরণ করবে, তখন তাদের দশা কেমন হবে!” যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যদি তুমি দেখতে, যখন কাফিরদের প্রাণ হরণ করার সময় ফেরেশতারা তাদের মুখমণ্ডলে ও পৃষ্ঠদেশে আঘাত ও প্রহার করবে!”(৮:৫০) আরো বলেনঃ (আরবী) অর্থাৎ “যদি তুমি দেখতে, যখন যালিমরা মৃত্যু যাতনায় থাকবে এবং ফেরেশতারা তাদের হস্তগুলো (তাদেরকে মারার জন্যে) প্রসারিত করবে এবং বলবে- বের কর স্বীয় আত্মা। আজ তোমাদেরকে দেয়া হবে অবমাননাকর শাস্তি, কারণ তোমরা আল্লাহর উপর অন্যায় কথা বলতে এবং তার নিদর্শনাবলী হতে গর্বভরে মুখ ফিরিয়ে নিতে ।”(৬:৯৩) এজন্যেই আল্লাহ তা'আলা এখানে (আরবী) বলেনঃ “এটা এই জন্যে যে, যা আল্লাহর অসন্তোষ জন্মায় তারা তার অনুসরণ করে এবং তাঁর সন্তুষ্টি লাভের প্রয়াসকে অপ্রিয় গণ্য করে। তিনি এদের কর্ম নিষ্ফল করে দেন।”",
  "ayah": 28,
  "surah": 47
}
