{
  "text": "৪-৯ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা মুমিনদেরকে যুদ্ধের নির্দেশাবলী জানিয়ে দিচ্ছেন। তিনি তাদেরকে বলছেন:যখন তোমরা কাফিরদের সাথে যুদ্ধে মুকাবিলা করবে এবং হাতাহাতি লড়াই শুরু হয়ে যাবে তখন তোমরা তাদের গর্দান উড়িয়ে দিবে এবং তরবারী চালনা করে তাদের মস্তক দেহ হতে বিচ্ছিন্ন করে ফেলবে। অতঃপর যখন দেখবে যে, শক্ররা পরাজিত হয়ে গেছে এবং তাদের বহু সংখ্যক লোক নিহত হয়েছে তখন তোমরা অবশিষ্টদেরকে শক্তভাবে বন্দী করে ফেলবে। অতঃপর যখন যুদ্ধ শেষ হয়ে যাবে তখন তোমাদেরকে দু’টি জিনিসের কোন একটি গ্রহণ করার অধিকার দেয়া হয়েছে। হয় তোমরা অনুগ্রহ করে বিনা মুক্তিপণে তাদেরকে ছেড়ে দিবে, অথবা মুক্তিপণ আদায় করে ছেড়ে দিবে।বাহ্যতঃ জানা যাচ্ছে যে, বদরের যুদ্ধের পর এ আয়াতটি নাযিল হয়। কেননা, বদরের যুদ্ধে শত্রুদের অধিকাংশকে বন্দী করে তাদের নিকট হতে মুক্তিপণ আদায় করা এবং তাদের খুব সংখ্যককে হত্যা করার কারণে মুসলমানদের তিরস্কার ও নিন্দে করা হয়েছিল। এ সময় আল্লাহ তা'আলা বলেছিলেনঃ (আরবী) অর্থাৎ “দেশে ব্যাপকভাবে শত্রুকে পরাভূত না করা পর্যন্ত বন্দী রাখা কোন নবীর জন্যে সংগত নয়। তোমরা কামনা কর পার্থিব সম্পদ এবং আল্লাহ চান পরকালের কল্যাণ; আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়। আল্লাহর পূর্ব বিধান না থাকলে তোমরা যা গ্রহণ করেছো তজ্জন্য তোমাদের উপর মহাশাস্তি আপতিত হতো।”(৮:৬৭-৬৮)।কোন কোন বিদ্বান ব্যক্তির উক্তি এই যে, বন্দী শত্রুদেরকে অনুগ্রহ করে ছেড়ে দেয়া অথবা মুক্তিপণ আদায় করে ছেড়ে দেয়ার অধিকার রহিত হয়ে গেছে। নিম্নের আয়াতটি হলো এটা রহিতকারীঃ (আরবী) অর্থাৎ “যখন মর্যাদা সম্পন্ন মাসগুলো অতিক্রান্ত হয়ে যাবে তখন তোমরা মুশরিকদেরকে যেখানেই পাও হত্যা কর।”(৯:৫) কিন্তু অধিকাংশ বিদ্বানের উক্তি এই যে, এটা রহিত হয়নি। কেউ কেউ তো এখন বলেন যে, নেতার এ দু’টোর মধ্যে যে কোন একটি গ্রহণ করার স্বাধীনতা রয়েছে। অর্থাৎ তিনি ইচ্ছা করলে এ বন্দীদেরকে অনুগ্রহ করে বিনা মুক্তিপণেই ছেড়ে দিতে পারেন এবং ইচ্ছা করলে মুক্তিপণ আদায় করে ছাড়তে পারেন। কিন্তু অন্য কেউ বলেন যে, তাদেরকে হত্যা করে দেয়ার অধিকারও নেতার রয়েছে। এর দলীল এই যে, বদরের বন্দীদের মধ্যে নযর ইবনে হারিস এবং উকবা ইবনে আবি মুঈতকে রাসূলুল্লাহ (সঃ) হত্যা করিয়েছিলেন। আর এটাও এর দলীল যে, হযরত সুমামা ইবনে উসাল (রাঃ) যখন বন্দী অবস্থায় ছিলেন তখন রাসূলুল্লাহ (সঃ) তাঁকে জিজ্ঞেস করেছিলেন:“হে সুমামা (রাঃ)! তোমার এখন বক্তব্য কি আছে?” উত্তরে তিনি বলেছিলেন:“যদি আপনি আমাকে হত্যা করেন তবে একজন খুনীকেই হত্যা করবেন। আর যদি আমার প্রতি অনুগ্রহ করে আমাকে ছেড়ে দেন তবে একজন কৃতজ্ঞের উপরই অনুগ্রহ করবেন। যদি আপনি সম্পদের বিনিময়ে আমাকে মুক্তি দেন তবে যা চাইবেন তাই পাবেন।” ইমাম শাফেয়ী (রঃ) চতুর্থ। আর একটি অধিকারের কথা বলেছেন এবং তা হলো তাকে গোলাম বানিয়ে নেয়া। এই মাসআলাকে বিস্তারিতভাবে বর্ণনা করার জায়গা হলো ফুরূঈ’ মাসআলার কিতাবগুলো। আর আমরাও আল্লাহর ফযল ও করমে কিতাবুল আহকামে এর দলীলগুলো বর্ণনা করেছি।মহাপ্রতাপান্বিত আল্লাহর উক্তিঃ ‘যে পর্যন্ত না যুদ্ধ ওর অস্ত্র নামিয়ে ফেলে। অর্থাৎ হযরত মুজাহিদ (রঃ)-এর উক্তিমতে যে পর্যন্ত না হযরত ঈসা (আঃ) অবতীর্ণ হন। সম্ভবতঃ হযরত মুজাহিদ (রঃ)-এর দৃষ্টি নিম্নের হাদীসের উপর রয়েছেঃ “আমার উম্মত সদা সত্যের সাথে জয়যুক্ত থাকবে, শেষ পর্যন্ত তাদের শেষ লোকটি দাজ্জালের সঙ্গে যুদ্ধ করবে।”হযরত সালমা ইবনে নুফায়েল (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হয়ে আরয করেনঃ “আমি ঘোড়া ছেড়ে দিয়েছি, অস্ত্র-শস্ত্র রেখে দিয়েছি এবং যুদ্ধ ওর অস্ত্র-শস্ত্র নামিয়ে ফেলেছে। যুদ্ধ আর নেই।” তখন নবী (সঃ) তাকে বললেনঃ “এখন যুদ্ধ এসে গেছে। আমার উম্মতের একটি দল সদা লোকদের উপর জয়যুক্ত থাকবে। যাদের অন্তরকে আল্লাহ তা'আলা বক্র করে দিবেন তাদের বিরুদ্ধে ঐ দলটি যুদ্ধ করবে এবং তাদের হতে আল্লাহ তাদেরকে জীবিকা দান করবেন, শেষ পর্যন্ত আল্লাহর আদেশ এসে যাবে এবং তারা ঐ অবস্থাতেই থাকবে। মুমিনদের বাসভূমি সিরিয়ায়। ঘোড়ার কেশরে কিয়ামত পর্যন্ত কল্যাণ দান করা হয়েছে।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে। ইমাম নাসাঈও (রঃ) এটা বর্ণনা করেছেন)এ হাদীসটি ইমাম বাগাভী (রঃ) ও ইমাম হাফিয আবূ ইয়ালা মুসিলীও (রঃ) আনয়ন করেছেন। যারা এটাকে মানসূখ বা রহিত বলেন না, এ হাদীস তাঁদের পৃষ্ঠপোষকতা করবে। এটা যেন শরীয়তের হুকুম হিসেবেই থাকবে যতদিন যুদ্ধ বাকী থাকবে। এ আয়াতটি নিম্নের আয়াতের অনুরূপঃ (আরবী) অর্থাৎ “তাদের সাথে যুদ্ধ করতে থাকো যতদিন পর্যন্ত হাঙ্গামা বাকী থাকে এবং দ্বীন সম্পূর্ণরূপে আল্লাহর জন্যে না হয়।”(৮:৩৯) হযরত কাতাদা (রঃ) বলেন যে, যুদ্ধের অস্ত্র রেখে দেয়ার অর্থ হলো শিরক বাকী না থাকা। আর কেউ কেউ বলেন যে, এর দ্বারা মুশরিকদের শিরক হতে তাওবা করা বুঝানো হয়েছে। একথাও বলা হয়েছে যে, এর ভাবার্থ হলোঃ যে পর্যন্ত না তারা নিজেদের চেষ্টা-যত্ন আল্লাহর আনুগত্যে ব্যয় করে।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ আল্লাহ ইচ্ছা করলে তাদেরকে শাস্তি দিতে পারতেন। অর্থাৎ তিনি ইচ্ছা করলে নিজের নিকট হতে আযাব পাঠিয়েই তাদেরকে ধ্বংস করে দিতে পারতেন, কিন্তু তিনি চান তোমাদের একজনকে অপরের দ্বারা পরীক্ষা করতে। এ জন্যেই তিনি জিহাদের আহকাম জারী করেছেন। সূরায়ে আলে-ইমরান এবং সূরায়ে বারাআতের মধ্যেও এ বিষয়ের বর্ণনা রয়েছে। সূরায়ে আলে-ইমরানে আছেঃ (আরবী) অথাৎ “তোমরা কি মনে কর যে, তোমরা জান্নাতে প্রবেশ করবে, যখন আল্লাহ তোমাদের মধ্যে কে জিহাদ করেছে এবং কে ধৈর্যশীল তা এখনো জানেন। ?”(৩:১৪২) সূরায়ে বারাআতে আছেঃ (আরবী) অর্থাৎ “তোমরা তাদের সাথে সংগ্রাম করবে। তোমাদের হস্তে আল্লাহ তাদেরকে শাস্তি দিবেন, তাদেরকে লাঞ্ছিত করবেন, তাদের বিরুদ্ধে তোমাদেরকে বিজয়ী করবেন ও মুমিনদের চিত্ত প্রশান্ত করবেন। আর তাদের অন্তরের ক্ষোভ দূর করবেন। আল্লাহ যাকে ইচ্ছা তার প্রতি ক্ষমাপরায়ণ হন, আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।”(৯:১৪)।যেহেতু এটাও ছিল যে, জিহাদে মুমিনও শহীদ হয় সেই হেতু আল্লাহ তা'আলা বলেনঃ যারা আল্লাহর পথে নিহত হয় তিনি কখনো তাদের কর্ম বিনষ্ট হতে দেন না। বরং তাদেরকে তিনি খুব বেশী বেশী করে পুণ্য দান করেন। কেউ কেউ তো কিয়ামত পর্যন্ত পুণ্য লাভ করতে থাকে।হযরত কায়েস আল জুযামী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “শহীদকে ছয়টি ইনআ’ম দেয়া হয়। (এক) তার রক্তের প্রথম ফোটা মাটিতে পড়া মাত্রই তার সমস্ত গুনাহ মাফ হয়ে যায়। (দুই) তাকে তার জান্নাতের স্থান দেখানো হয়। (তিন) সুন্দরী, বড় বড় চক্ষু বিশিষ্টা হুরদের সঙ্গে তার বিয়ে দিয়ে দেয়া হয়। (চার) সে ভীতি-বিহ্বলতা হতে নিরাপত্তা লাভ করে। (পাঁচ) তাকে কবরের শাস্তি হতে বাচিয়ে নেয়া হয়। (ছয়) তাকে ঈমানের অলংকার দ্বারা ভূষিত করা হয়।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)অন্য একটি হাদীসে আছে যে, তার মাথার উপর সম্মানের মুকুট পরানো হবে যাতে মণি-মুক্তা বসানো থাকবে, যার একটি ইয়াকূত ও মুক্তা সারা দুনিয়া এবং ওর সমুদয় জিনিস হতে মূল্যবান হবে। সে বাহাত্তরটি আয়ত নয়না হ্র লাভ করবে। আর সে তার বংশের সত্তরজন লোকের জন্যে সুপারিশ করার অনুমতি লাভ করবে এবং তার সুপারিশ কবূল করা হবে।' (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত আৰূ কাতাদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঋণ ছাড়া শহীদের সমস্ত গুনাহ মাফ করে দেয়া হবে।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)শহীদদের মর্যাদা সম্বলিত আরো বহু হাদীস রয়েছে।এরপর মহান আল্লাহ বলেনঃ তিনি তাদেরকে সৎ পথে পরিচালিত করেন। অর্থাৎ তিনি তাদেরকে জান্নাতের পথে পরিচালিত করে থাকেন। যেমন আল্লাহ তাআলা অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ ‘যারা ঈমান এনেছে ও সৎকর্ম সম্পাদন করেছে, তাদের ঈমানের কারণে তাদের প্রতিপালক তাদেরকে জান্নাতের পথে পরিচালিত করবেন, যেগুলো হবে সুখময় এবং যেগুলোর পাদদেশ দিয়ে নদী প্রবাহিত হবে।” (১০:৯)অতঃপর আল্লাহ পাক বলেনঃ আল্লাহ তাদের অবস্থা ভাল ও সুন্দর করবেন। তিনি তাদেরকে দাখিল করবেন জানাতে যার কথা তিনি তাদেরকে জানিয়েছিলেন। অর্থাৎ জান্নাতবাসী প্রত্যেকটি লোক নিজের ঘর ও জায়গা এমনভাবে চিনতে পারবে যেমনভাবে দুনিয়ায় নিজের বাড়ী ও জায়গা চিনতো। কাউকেও জিজ্ঞেস করার প্রয়োজন হবে না। তাদের মনে হবে যে, পূর্ব হতেই যেন তারা সেখানে অবস্থান করছে।মুসনাদে ইবনে আবি হাতিমে রয়েছে যে, দুনিয়ায় মানুষের সাথে তার আমলের যে রক্ষক ফেরেশতা রয়েছেন তিনিই তার আগে আগে চলবেন। যখন ঐ জান্নাতবাসী তার জায়গায় পৌঁছে যাবে তখন সে নিজেই চিনে নিয়ে বলবেঃ “এটাই আমার জায়গা।” অতঃপর যখন সে নিজের জায়গায় চলাফেরা করতে শুরু করবে এবং এদিক ওদিক ঘুরতে থাকবে তখন ঐ রক্ষক ফেরেশতা সেখান হতে সরে পড়বেন এবং সে তখন নিজের ভোগ্যবস্তু উপভোগে মগ্ন হয়ে পড়বে। হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন মুমিনরা জাহান্নাম হতে মুক্তি পেয়ে যাবে তখন তাদেরকে জান্নাত ও জাহান্নামের মাঝে অবস্থিত এক সেতুর উপর আটক করা হবে এবং দুনিয়ায় তারা একে অপরের উপর যে যুলুম করেছিল তার প্রতিশোধ নিয়ে নেয়া হবে। অতঃপর যখন তারা সম্পূর্ণরূপে পাক সাফ হয়ে যাবে তখন তাদেরকে জান্নাতে প্রবেশের অনুমতি দেয়া হবে। আল্লাহর শপথ! যেমন তোমাদের প্রত্যেকেই তার এই পার্থিব ঘরের পথ চিনতে পারে তার চেয়ে বেশী তারা জান্নাতে তাদের ঘর ও স্থান চিনতে পারবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) তাঁর সহীহ গ্রন্থে বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ “হে মুমিনরা! যদি তোমরা আল্লাহকে সাহায্য কর, তবে আল্লাহ তোমাদেরকে সাহায্য করবেন এবং তোমাদের অবস্থান দৃঢ় করবেন। যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “অবশ্যই আল্লাহ ঐ ব্যক্তিকে সাহায্য করবেন যে তাঁকে সাহায্য করবে।”(২২:৪০) কেননা, যেমন আমল হয় তেমনই প্রতিদান দেয়া হয়। আর আল্লাহ এরূপ লোকের অবস্থানও দৃঢ় করে থাকেন। যেমন হাদীসে এসেছেঃ “যে ব্যক্তি কোন সম্রাটের কাছে কোন ব্যক্তির এমন কোন প্রয়োজনের কথা পৌঁছিয়ে দেয় যা ঐ ব্যক্তি নিজে পৌঁছাতে সক্ষম নয়, আল্লাহ তা'আলা কিয়ামতের দিন পুলসিরাতের উপর ঐ ব্যক্তির পদদ্বয়কে দৃঢ় করবেন।”এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ যারা কুফরী করেছে তাদের জন্যে রয়েছে দুর্ভোগ। অর্থাৎ মুমিনদের বিপরীত অবস্থা হবে কাফিরদের। সেখানে তাদের পদস্খলন ঘটবে। হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দীনার, দিরহাম ও কাপড়ের দাসেরা ধ্বংস হয়ে গেছে। সে যদি রুগ্ন হয়ে পড়ে তবে আল্লাহ যেন তাকে রোগমুক্ত না করেন।”আল্লাহ তাআলা তাদের আমল ব্যর্থ করে দিবেন। কেননা, আল্লাহ যা অবতীর্ণ করেছেন তা তারা অপছন্দ করে। না তারা এর সম্মান করে, না এটা মানার তাদের ইচ্ছা আছে। সুতরাং আল্লাহ তাদের কর্ম নিষ্ফল করে দিবেন।",
  "ayah": 9,
  "surah": 47
}
