{
  "text": "ان الذین ........................ قوی عزیز (12) (85 : 02۔ 12) ” یقینا ذلیل ترین مخلوقات میں سے ہیں وہ لوگ جو اللہ اور اس کے رسول کا مقابلہ کرتے ہیں۔ اللہ نے لکھ دیا ہے کہ میں اور میرے رسول ہی غالب ہوکر رہیں گے۔ فی الواقع اللہ زبردست اور زور آور ہے “۔\nیہ اللہ کا سچا وعدہ ہے جو سچا ہوکر رہا ہے۔ اور آئندہ بھی سچا ہوکر رہے گا۔ اگرچہ بظاہر اس سچے وعدے کے حالات مخالف نظر آئیں۔\nعملاً جو جزیرة العرب میں جو ہوا ، وہ یہی تھا کہ ایمان اور توحید غالب آگئے۔ کفر اور شرک مغلوب ہوئے اور جزیرة العرب میں اسلامی نظریہ حیات غالب ہوگیا۔ اور کفر اور شرک کے ساتھ ایک طویل کشمکش کے بعد اور رکاوٹوں کو دور کرنے کے بعد پوری انسانیت عقیدہ توحید کے سامنے سرنگوں ہوئی۔ اگرچہ دنیا کے بعض علاقوں میں شرک اور کفر نے ایک عارضی وقت کے لئے غلبہ حاصل کرلیا۔ جس طرح آج ملحد اور بت پرست حکومتوں میں شرکیہ عقائد کا کسی نہ کسی جگہ غلبہ ہے لیکن عقیدہ توحید پوری دنیا میں غالب رہا ہے۔ نیز الحاد اور شرک مسلسل زوال پذیر ہیں۔ اس لئے کہ شرک اپنے مختلف مظاہر کے ساتھ اس قابل ہی نہیں ہے کہ وہ دنیا میں باقی رہے۔ اور جدید سائنس نے انسانیت کو عقیدہ توحید پر بہت سے جدید دلائل بھی فراہم کردیئے ہیں لہٰذا ایمان اور توحید مسلسل ترقی میں ہے۔ اور شرکیہ عقائد ونظریات سکڑ رہے ہیں۔\nایک مومن تو اللہ کے وعدے کو ایک حقیقت سمجھتا ہے۔ اگر کسی زمانے میں ایک محدود نسل یا محدود قطعہ زمین اس کے خلاف نظر آئے تو اسے یقین کرنا چاہئے کہ وہ صورت حال عارضی ہے اور بدلنے والی ہے۔ اور یہ عارضی غلبہ کفر بھی کسی حکمت کے تحت ہوگا۔ اور شاید اس لئے کہ اہل ایمان اسے اپنی ایمانی غیرت کے لئے ایک چیلنج سمجھیں اور اس کے خلاف اٹھ کھڑے ہوں تاکہ وہ اللہ کے وعدے کے مطابق مغلوب ہو۔\nآج ہمارے دور میں ایمان کے دشمن ، ہر طرف سے اہل ایمان کے خلاف جنگ آزما ہیں اور ہر طرف سے حملہ آور ہیں اور انہوں نے ایمان کے خلاف ایک نہ ختم ہونے والی جنگ شروع کررکھی ہے۔ ہر طرف سے پکڑ دھکڑ ، سازشیں اور مسلسل اور متنوع سازشیں اسلام اور ایمان کے خلاف ہورہی ہیں۔ اس طرح کہ مسلمانوں کو قتل کیا جارہا ہے ، ملک بدر کیا جارہا ہے ، ان کو قسم قسم کی اذیتیں دی جارہی ہیں ، ان کے ذرائع رزق بند کیے جارہے ہیں ، اور ان پر ہر قسم کی ذلت مسلط کررکھی ہیں اس کے باوجود اہل ایمان کے دل ایمان سے بھرے ہوئے ہیں۔ ان کو گرنے سے بچایا جاتا ہے اور وہ غالب اقوام کے اندر پگھل کر ضم نہیں ہوتے۔ اور وہ یہ مشکلات برداشت کرکے بھی ایسے مواقع کے انتظار میں ہیں کہ کفر پر حملہ آور ہوں اور اسے پاش پاش کرکے رکھ دیں۔ ایک طویل عرصے سے مسلمان اس صورت حال سے دو چار ہیں لیکن ان کا ایمان مضبوط ہے اور وہ جدوجہد میں مصروف ہیں تو اس سے نظر آتا ہے کہ اللہ اور اس کے رسول غالب ہوکر رہیں گے اور اس سلسلے میں ان کو کوئی طویل انتظار بھی نہ کرنا پڑے گا۔\nلہٰذا مومن کو اپنے دل میں یہ شک نہیں لانا چاہئے کہ ایمان غالب رہے گا۔ اللہ کا وعدہ ایک حقیقت ہے اور اس نے جلد یا بدیر حقیقت کا روپ اختیار کرنا ہے اور جو لوگ اللہ و رسول اللہ اور اسلام کے دشمن ہیں وہ ذلیل ہوکر رہیں گے اور اللہ اور رسول ہی غالب رہیں گے۔ یہ بات ہوتی ہے اور ہوکر رہے گی۔ لیکن بظاہر حالات ایسے ہوا کرتے ہیں ، جو اس کے خلاف نظر آتے ہیں۔\nاور آخر میں وہ اصول جس پر مسلمانوں کو جم کر رہنا چاہئے۔ یہ اصل اصول ہے اور یہ ایمان کے سچے ہونے اور جھوٹے دعوائے ایمان کے لئے ایک ترازو ہے۔",
  "ayah": 20,
  "surah": 58
}
