{
  "text": "لا تجدوقوما ............................ المفلحون (85 : 22) ” تم کبھی یہ نہ پاؤ گے کہ جو لوگ اللہ اور آخرت پر ایمان رکھنے والے ہیں وہ ان لوگوں سے محبت کرتے ہیں جنہوں نے اللہ اور اس کے رسول کی مخالفت کی ہے ، خواہ وہ ان کے باپ ہوں ، یا ان کے بیٹے ، یا ان کے بھائی یا ان کے اہل خاندان۔ یہ وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان ثبت کردیا ہے اور اپنی طرف سے ایک روح عطا کرکے ان کو قوت بخشی ہے۔ وہ ان کو ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی۔ ان میں وہ ہمیشہ رہیں گے۔ اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے۔ وہ اللہ کی پارٹی کے لوگ ہیں۔ خبردار رہو ، اللہ کی پارٹی والے ہی فلاں پانے والے ہیں۔ “\nیہ حزب اللہ اور حزب الشیطان کے درمیان مکمل جدائی ہے۔ تمام تعلقات اور تمام کششوں کو چھوڑ کر جماعت مسلمہ کے لئے یکسوہوجانا چاہئے۔ اور ایک ہی رسی ، ایمانی رسی کو پکڑ کر باہم مضبوط ہوجانا چاہئے۔\nلا تجد .................... رسولہ (85 : 22) ” تم کبھی یہ نہ پاؤ گے کہ جو لوگ اللہ اور آخرت پر ایمان رکھنے والے ہیں وہ ان لوگوں سے محبت کرتے ہیں جنہوں نے اللہ اور اس کے رسول کی مخالفت کی ہے “۔ اس لئے کہ اللہ تعالیٰ نے کسی شخص کے دل میں دو دل نہیں رکھے۔ کوئی انسان اپنے دل میں دو محبتیں نہیں رکھ سکتا۔ یعنی اللہ اور رسول کی محبت بھی ہو اور اللہ اور رسول کے دشمنوں کی محبت بھی ہو۔ یا تو ایمان ہوگا ” لایمان “ ہوگا۔ یہ دونوں ایک دل میں جمع نہیں ہوسکتے۔\nولو کانو .................... عشیرتھم (85 : 22) ” خواہ وہ ان کے باپ ہوں ، یا ان کے بیٹے ، یا ان کے بھائی یا ان کے اہل خاندان ہوں “۔ جب ایمان کی سرحدیں شروع ہوتی ہیں تو پھر خون اور رشتہ داری کے روابط کٹ جاتے ہیں۔ اگر دو جھنڈوں کے درمیان کشمکش نہ ہو تو پھر خون اور رشتہ داری کے روابط رکھے جاسکتے ہیں۔ اور دو جھنڈون سے مراد اللہ کا جھنڈا اور شیطان کا جھنڈا ہیں۔ اگر حزب اللہ اور حزب الشیطان کے درمیان جنگ برپا نہ ہو اور حالت جنگ میں والدین اور رشتہ دار حزب الشیطان کے طرفدار نہ ہوں تو شریعت والدین اور رشتہ داروں کے ساتھ اچھے روابطہ رکھنے کی اجازت دیتی ہے۔ لیکن اگر جنگ دشمنی اور مقابلہ اور مخاصمت جاری ہو تو پھر اسلام حکم دیتا ہے کہ تمام رشتے کاٹ دو ۔ اور صرف ایک ہی رسی اور مضبوط رسی کو تھام لو یعنی ایمان کی رسی۔ ابوعبیدہ نے بدر کے دن اپنے باپ کو قتل کردیا۔ ابوبکر صدیق ؓ نے اپنے بیٹے عبدالرحمن کے قتل کا ارادہ کرلیا تھا۔ مصعب ابن عمیر نے اپنے بھائی عبیدابن عمر کو قتل کردیا۔ حضرت عمر ؓ ، حضرت حمزہ ؓ ، حضرت علی ؓ ، حضرت عبیدہ اور حارث نے اپنی قریبی رشتہ داروں اور خاندان کے لوگوں کو قتل کردیا۔ انہوں نے خون اور رشتہ داری کا کوئی خیال نہ رکھا۔ اور دین اور نظریہ کی اہمیت دی۔ یہ وہ اعلیٰ معیار تھا جس تک اسلام نے نظریاتی روابط کو پہنچایا۔\nاولئک .................... الایمان (85 : 66) ” یہ وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان ثبت کردیا ہے “۔ یہ ان کے دلوں میں اللہ نے ایمان کو مضبوط کردیا۔ رحمان نے اپنے ہاتھ سے ان کے دلوں میں لکھ دیا ، لہٰذا اب یہ ان کے دلوں سے نہ مٹ سکتا ہے اور نہ اسے زوال ہوسکتا ہے۔ نہ بجھ سکتا ہے اور نہ اس کے اندر کوئی پیچیدگی پیدا ہوسکتی ہے۔\nوایدھم ............ منہ (85 : 22) ” اور اپنی طرف سے ایک روح عطا کرکے ان کو قوت بخشی۔ “ انہوں نے راہ ایمان اور اسلامی انقلاب لانے کا جو عزم کررکھا ہے وہ اسی روحانی قوت سے ہی کیا اور ان کی روح جس طرح منور ہوئی وہ اسی قوت اشراق اور تائید ایزدی سے منور ہوئی۔ یہی روح ان کو اس نور اور اشراق کے اصل سرچشمے سے جوڑتی ہے۔\nویدخلھم ........................ فیھا (85 : 22) ” وہ ان کو ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی۔ ان میں وہ ہمیشہ رہیں گے “۔ اور یہ ہے جزاء اس بات کی کہ وہ اللہ کے لئے خالص ہوگئے اور اپنے روابط انہوں نے صرف ایمان کے تعلق پر قائم کیے اور انہوں نے اس فانی دنیا کے تمام اغراض اور تمام دشمنیوں کو پس پشت ڈال دیا۔\nؓ .................... عنہ (85 : 22) ” اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے “۔ یہ نہایت ہی روشن ، خوبصورت ، راضی اور مطمئن تصویر ہے ، جس کے ذریعہ ایک سچے مومن کو ، ایک نہایت ہی بلندمقام پر رکھا گیا ہے ، وہ نہایت ہی پسندیدہ اور محبت آمیز تصویر کہ ان کا رب ان سے راضی ہے ، وہ رب سے راضی ہیں۔ تمام دنیا سے کٹ کر وہ اللہ کے ساتھ ہوگئے ہیں ، اللہ نے انہیں اپنی حفاظت میں لے لیا ہے۔ ان کے لئے وسیع باغات تیار کرلئے ہیں ، ان کو بتا دیا ہے کہ وہ ان سے راضی ہے ، اس لئے اس قرب کی وجہ سے ان کو بھی انس و اطمینان حاصل ہوگیا ہے۔\nاولئک حزب اللہ (85 : 22) ” وہ اللہ کی پارٹی کے لوگ ہیں “۔ یہ اللہ کی پارٹی ہیں۔ یہ اللہ کے جھنڈے کے نیچے جمع ہوئے ہیں ، یہ اللہ کی قیادت میں جمع شدہ ہیں۔ اللہ کی ہدایت کے مطابق گامزن ہیں۔ اس کے نظام کو قائم کرنا چاہتے ہیں۔ اللہ کا دست قدرت ان کے ذریعہ کام کرتا ہے ، اور یہ اللہ کی تقدیر ہیں۔\nالا ان ................ المفلحون (85 : 22) ” خبردار رہو ، اللہ کی پارٹی والے ہی فلاں پانے والے ہیں۔ “ سوال یہ ہے کہ اللہ کا مددگار فلاح نہیں پائے گا تو اور کون ہے جو فلاح پائے گا۔ یوں پوری انسانیت دو پارٹیوں میں تقسیم ہے۔ ایک حزب اللہ اور دوسری حزب الشیطان۔ دو ہی جھنڈے ہیں۔ اللہ کا جھنڈا ، شیطان کا جھنڈا۔ اگر کوئی اللہ کی پارٹی میں ہوگا تو اللہ کے جھنڈے کے نیچے ہوگا اور اگر شیطان کے جھنڈے کے نیچے ہوگا تو وہ شیطان کی پارٹی میں ہوگا۔ اور باطل پرست ہوگا۔ یہ دو متضاد صفات اور متضاد پارٹیاں ہیں۔\nکوئی نسب نہیں ہے ، کوئی رشتہ دار نہیں ہے ، کوئی رشتہ دار اور قرابت دار نہیں ، کوئی وطن اور نسل نہیں ہے۔ کوئی عصبیت اور قومیت نہیں ہے۔ بس صرف عقیدہ ، عقیدہ اور ایمان ہے۔ جو شخص حزب اللہ کی طرف مائل ہوگیا ، اور حق کے جھنڈوں کے نیچے کھڑا ہوگیا ، وہ اور تمام لوگ جو اس جھنڈے کے نیچے کھڑے ہیں اللہ کی راہ میں بھائی بھائی ہیں۔ وہ مختلف اوطان میں ہیں ۔ مختلف اقوام وقبائل میں ہیں۔ مختلف نسلوں اور قبیلوں میں ہیں لیکن وہ بھائی بھائی ہیں کیونکہ وہ اللہ کی پارٹی ہیں ۔ اور حزب اللہ ایک ایسا رابطہ ہے جس کے تحت تمام امتیازات پگھل جاتے ہیں۔ اور جس پر شیطان مسلط ہوا اور وہ باطل کے جھنڈے تلے کھڑا ہوگیا تو وہ حزب اللہ کے افراد میں سے کسی کا بھائی اور رشتہ دار نہیں ہے۔ نہ کسی زمین میں ، نہ کسی نسل میں ، نہ کسی قوم میں ، نہ کسی رنگ میں ، نہ کسی رشتہ داری میں۔ کیونکہ اہل حق کے درمیان پہلا رابطہ قائم ہوگیا جو عقیدے کا رابطہ ہے ، یہ دوسرے رابطے تو اس کے بعد پیدا ہوتے ہیں۔\nاس آیت کے اشارات سے یہ معلوم ہوتا ہے کہ اس وقت مسلمانوں میں ایسے لوگ تھے جو خون ، قرابت داری ، مفادات اور دوستی کے رشتوں کو اہمیت دیتے تھے۔ اس آیت میں ایسے ہی لوگوں کی تربیت کی کوشش کی گئی ہے۔ چناچہ اس آیت میں فیصلہ کن اور دو ٹوک اسلامی رشتوں کے استوار کرنے کا حکم دیا گیا ہے۔ جبکہ یہی آیت یہ بتاتی ہے کہ اسلامی جماعت کے اندر ایسے لوگ بھی تھے جنہوں نے پہلے ہی ان دنیاوی رشتوں کو کاٹ دیا تھا۔ وہ اسلامی رابطوں ہی کے قائل تھے اور اسلام کے ہدف کو انہوں نے پورا کرلیا تھا۔\nاور یہ اس سورت کا مناسب خاتمہ ہے ، جس کا آغاز اس مضمون سے ہوا تھا کہ اللہ اپنی اس جماعت کے افراد کی ایک ایک ضرورت کو پورا کررہا ہے۔ یہاں تک کہ ایک نہایت ہی غریب اور فقیر گھرانے کے مسائل بھی وہ حل کرتا ہے۔ ایک غریب عورت جو حضور اکرم کے ساتھ تکرار کررہی تھی اور اپنے بارے میں اور اپنے خاوند کے بارے میں شکایات کررہی تھی۔ اللہ نے اس کے مسائل حل کیے۔\nلہٰذا اس جماعت کا تمام روابط سے کٹ کر اللہ کا ہوجانا ایک قدرتی امر ہے جو ان کی چھوٹی چھوٹی ضروریات کو پوری کرتا ہے ، ایک قدرتی اور مناسب بات ہے۔ نیز ایک ایسی جماعت جسے اللہ اپنی حزب کہتا ہے ، اور جسے اس کائنات میں اللہ نے ایک نہایت ہی اہم کردار کے لئے اٹھایا ہے اس کا یوں اللہ کے لئے کٹ جانا ایک طبیعی امر ہے۔",
  "ayah": 22,
  "surah": 58
}
