{
  "text": "آیت کا آغاز اس سے ہوتا ہے کہ اللہ کا علم اس کائنات کے بارے میں جامع ومانع ہے اور ہر چیز کو شامل ہے۔ انسانی فکر اس پوری کائنات کے اندر ، آسمان کی دوریوں میں اور زمین کے اطراف میں ہر چیز تک چھوٹی ہو یا بڑی ظاہر ہو یا خفیہ معلوم ہو یا مجہول ہو ، نہیں پہنچ سکتی جبکہ ہر چیز اللہ کے علم میں ہوتی ہے۔ یہ آیت انسانی فکر کو یوں دور تک لے جاتی ہے۔\nاس کے بعد پھر ہماری فکر خود مخاطیں کے قلوب تک جاپہنچی ہے۔ ہر شخص کا قلب خزاہ خیالات ہے۔ اس کے بعد لوگوں کے خفیہ ترین مشورے دو ، تین ، چار یا پانچ یا کم وبیش آدمی جہاں اور جس محفل میں ہوں ، وہاں تک لے جائی جاتی ہے۔\nمایکون .................... ماکانوا (85 : 7) ” کبھی ایسا نہیں ہوتا کہ تین آدمیوں میں کوئی سرگوشی ہو اور ان کے درمیان چوتھا اللہ نہ ہو ، یا پانچ آدمیوں میں سرگوشی ہو اور ان کے اندر چھٹا اللہ نہ ہو۔ خفیہ بات کرنے والے خواہ اس سے کم ہوں یا زیادہ ، جہاں کہیں بھی وہ ہیں ، اللہ ان کے ساتھ ہوتا ہے۔ “\nیہ بذات خود حقیقت ہے لیکن جن خبوصورت الفاظ میں اسے بیان کیا گیا ہے ان کی وجہ سے وہ بہت زیادہ موثر ہوجاتی ہے۔ ایسے انداز میں کہ کبھی تو انسان کا دل کانپ اٹھتا ہے اور کبھی اسے نہایت اطمینان ہوتا ہے کہ اللہ جل جلالہ بھی ہمارے ساتھ موجود ہے۔ جب بھی کوئی تین افراد الگ ہوئے کہ کوئی بات کریں تو فوراً یہ شعور ان کے اندر زندہ ہوجائے گا کہ ہمارے اندر اللہ چہارم ہے اور جب بھی کوئی پانچ جمع ہوں گے تو وہ محسوس کریں گے چھٹا اللہ ہے۔ غرض دو ہوں یا اور زیادہ ، اللہ موجودہوتا ہے۔\nیہ ایک ایسی صورت حال ہے کہ انسان کا دل اس کے مقابلے میں کھڑا نہیں ہوسکتا ، کانپ اٹھتا ہے۔ یہ درست ہے کہ اہل ایمان کے لئے یہ ایک مانوس بات ہے ، یہ ان کے لئے کوئی انوکھی بات نہیں کیونکہ اہل ایمان کا یہ عقیدہ ہے کہ اللہ حاضروناظر ہے لیکن یہ منظر نہایت خوفناک بھی ہے۔\nھو معھم این ماکانوا (85 : 7) ” اللہ ان کے ساتھ ہے وہ جہاں کہیں بھی ہوں۔ “\nثم ینبئھم ................ القیمة (85 : 7) ” پھر قیامت کے روز وہ ان کو بتا دے گا کہ انہوں نے کیا کچھ کیا ہے۔ “ یہ ایک دوسری متنزلزل کرنے والی چٹکی ہے ، محض اللہ کا موجود ہونا اور تمام باتوں کو سننا بھی ایک خوفناک بات ہے لیکن یہ کہ ان باتوں کا بعد میں حساب و کتاب بھی دینا ہے ، یہ اور زیادہ ہولناک بات ہے۔ خصوصاً ایسے حالات میں جبکہ نجویٰ کرنے والوں کا مقصد یہ ہو کہ ان کا نجویٰ خفیہ رہ جائے۔ قیامت میں اس نجوی کی کاروائی کھلی عدالت میں پیش ہوگی اور سب لوگ وہاں حاضر ہوں گے کیونکہ وہ تو یوم المشہود ہے۔\nاب خاتمہ بھی اسی بات پر ہوتا ہے ، جس سے آغاز ہوا تھا۔\nان اللہ ................ علیم (85 : 7) ” اللہ ہر چیز کا علم رکھتا ہے۔ “ یوں علم الٰہی کی حقیقت اور جامعیت دلوں میں بٹھائی جاتی ہے۔ ایک ہی آیت میں مختلف اسالیب سے یہ کام ہوتا ہے اور یہ اسالیب اس حقیقت کو دلوں میں بہت گہرا کردیتے ہیں اور اسی بات کو دل کے اندر مختلف راہوں اور دروازوں سے بٹھاتے ہیں۔\nیہ حقیقت کہ اللہ حاضر وناظر ہے اور مذکور بالا آیات میں اس کو دلوں میں نہایت ہی خوفناک طریقے سے بٹھایا گیا۔ یہ دراصل منافقین کو ایک سخت دھمکی دینے کے لئے بطور تمہیدلائی گئی ہے۔ یہ منافقین رسول اللہ اور جماعت مسلمہ کے خلاف رفت دن نجویٰ کرتے رہتے تھے ، سازشیں تیار کرتے تھے۔ مدینہ میں ان کی کثرت تھی ، دھمکی کے ساتھ ساتھ یہ بھی بتایا جاتا ہے کہ ان کا موقف بہت عجیب ہے۔",
  "ayah": 7,
  "surah": 58
}
