{
  "text": "Commentary\nIn the forgoing verses a general answer was given to the doubts raised by the infidels and polytheists in regard to prophethood of the Holy Prophet ﷺ . Here in the above verses a detailed reply is given to the objections. The gist of the reply is that because of your ignorance and mental block you have raised the issue that if he were really a prophet, then he should have possessed a great deal of material wealth and gardens etc. so that he should have been free from making efforts for his sustenance. The simple reply to this objection is that there is no problem for Us to provide material wealth to Our messengers; rather if We so wish we can make them kings of the mammoth empires, as we had done in the case of Sayyidna Dawud (رح) and Sayyidna Sulayman\tعلیہ السلام who were made rulers of the gigantic empires and were endowed with enormous wealth, which is a clear sign of Our omnipotence. But in the interest of common people and other numerous considerations, it is required that prophets should be kept away from the material wealth of the world. Especially in the case of the Holy Prophet ﷺ it was preferred by Allah Ta’ ala to keep him in line with the ordinary Muslims by way of worldly possessions, and he also preferred for himself to be like that. It is reported in the Musnad of Ahmad and in Tirmidhi on the authority of Sayyidna Abu 'Umamah ؓ that the Holy Prophet ﷺ said that Allah Ta’ ala offered to him to turn the entire valley and hills of Makkah into gold for him. On that he requested to Him \"No my Lord, I would prefer that I get sustenance one day (to offer my thanks to You) and go without food the next (to be patient). Also, Sayyidah ` A'ishah ؓ has reported that the Holy Prophet ﷺ said \"If I wanted, mountains of gold would have been around me.\" (Mazhari)\nThe sum and substance of all this is that it is Allah's wisdom to keep the prophets poor which is also in the best interest of the people at large. Also, the prophets are not forced to lead a poor life. On the contrary they have a choice either to opt for an ordinary simple life or else Allah Ta’ ala can make them wealthy with a lot of property. But Allah Ta ala has made them such that they do not desire any material wealth and instead prefer a simple and poor life for themselves.\nThe second objection infidels had raised was that if he was really a prophet, he would not have been eating and drinking like ordinary people nor would he walk in the markets to earn his livelihood. This objection was based on the assumption of many infidels that Allah's messengers could only be angels and not humans. The answer to this false notion is given in the Holy Qur'an at several places. The answer given here is that the prophets whom you admit to be prophets were also humans and not angels. They used to eat, drink and work like ordinary human beings. Hence you should have deduced from this that eating and drinking is not something repugnant to prophethood. The last verse وَمَا أَرْ‌سَلْنَا قَبْلَكَ مِنَ الْمُرْ‌سَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ (And We did not send any messengers before you, but all of them used to eat food - 25:20) has put forward the same argument.\nThere is great wisdom in economic difference between people\nوَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً (And We have made some of you test for some others - 25:20). There is an allusion in the verse that Allah Ta ala had complete power to make all humans wealthy, prosperous, healthy and of high status. But this way nobody would have been poor, weak or sick - a position which would have created innumerable social problems resulting in chaos and confusion. Therefore, Allah Taala has made some rich and some poor, some healthy and some sick, some strong and some weak, and some with high status and some others unknown. This way every single individual is at test because of his or her peculiar placing in society and community. The rich and healthy people are at test for their thankfulness, while poor and sick persons are on trial for their patience. For this very reason the Holy Prophet has advised that whenever you see someone who is wealthier, healthier, stronger or higher in status you should at once try to turn towards those who are lower than you in wealth, health, strength and status so that instead of feeling jealous, which is a sin, you should thank Allah Ta’ ala for giving you better placing in this world as against those who have less than you. (Bukhari, Muslim, Mazhari)",
  "ayah": 20,
  "surah": 25
}
