{
  "text": "يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (Woe to me! would that I had not taken so-and-so for my friend - 25:28). This verse was revealed on an especial occasion, but its implication is universal. The background is that 'Uqbah Ibn Abi Mu` ait was one of the chieftains of polytheists in Makkah. It was customary with him that whenever he would return after an expedition, he used to invite the nobility of the city to dinner. He also used to call on the Holy Prophet ﷺ frequently. When he presented the food to the Holy Prophet ﷺ he said \"I cannot eat your food until you proclaim that Allah is one and no one can be associated with Him in worship and that I am His Rasul.\" 'Uqbah recited this sentence and then the Holy Prophet ﷺ ate the dinner according to his promise, 'Ubayy Ibn Khalaf was a close friend of 'Uqbah. When he learnt that 'Uqbah has accepted Islam and has recited the Kalimah Tayyabah he was very crossed with him. 'Uqbah tried to defend himself by explaining that Muhammad ﷺ was an eminent person of Quraysh and if he had returned without having his meal at his house, it would have been very degrading for 'Uqbah. Therefore, in order to please him, he repeated the sentence (کلمہ). 'Ubayy Ibn Khalaf did not accept this explanation and asked 'Uqbah to go and spit on Holy Prophet's ﷺ face if he was really ashamed. The wretched man obliged his depraved friend and did as he had suggested. Allah Ta’ ala disgraced them both in this world as well, as both were killed in the battle of Badr (Baghawi). The torment he will face on the Dooms day is described in this verse that when he will see the torment before him, he will bite his fingers in distress and repentance and say \"would that he had not made 'Ubayy Ibn Khalaf his friend in the world\". (Mazhari  Qurtubi)\nFriendship of wicked persons and non believers will be a matter of shame and repentance in the Hereafter\nIt is explained in Tafsir Mazhari that although these verses were revealed in respect of the 'Uqbah, yet the moral of the verse is universal. This can be noticed by the use of the word فُلاناً (so-and-so) in the verse, which alludes that the message is universal. The moral that can be deduced from these verses is that when two friends get together in acts of immorality and sin and help each other in performing forbidden deeds, then the same will apply to them and they will be remorseful and feel sorry for their friendship in the Hereafter. Musnad Ahmed, Tirmidhi, Abu Dawud etc. have reproduced a narration on the authority of Sayyidna Abu Said al-Khudri ؓ that the Holy Prophet ﷺ once said لا تصاحب الا مؤمنا ولا یاکل مالک الا تقی (Do not make a non-Muslim your friend and your possessions should be used only by the pious persons.- Mazhari), that is, do not have the non-pious as your friend. And Sayyidna Abu Hurairah has reported a tradition of the Holy Prophet ﷺ :\nالمرء علی دین خلیلہ فلینظر من یخالل (رواہ البخاری)\nEvery person is influenced by the faith and way of life of his friends. Therefore, one must be very mindful when selecting his friends. (Bukhari)\nSayyidna Ibn ` Abbas ؓ has reported that the Holy Prophet ﷺ was asked what sort of friends should we keep in our company. To this he replied:\nمن ذکر کم باللہ رویتہ، وزاد فی علمکم منطقہ، و ذکرکم بالآخرۃ عملہ (رواہ البزار)\nThe one who reminds you of Allah when you see him, and adds to your knowledge when he speaks, and reminds you of the Hereafter when he acts. (Qurtubi)",
  "ayah": 28,
  "surah": 25
}
