{
  "text": "Commentary\nRelationship between causes and effects and their being subject to Allah's will\nThe above verses describe complete and total omnipotence of Allah Ta’ ala and His bounties and favors showered on human kind. This also proves Oneness of Allah and that no one can share His right of worship.\nأَلَمْ تَرَ‌ إِلَىٰ رَ‌بِّكَ كَيْفَ مَدَّ الظِّلَّ (Have you not turned your vision to your Lord, how He prolonged the shadow? - 25:45). Sunlight and shade are such blessings of God that without them it would not have been possible for mankind to survive and carry on its day to day functions. If there is sunlight all the time, it will create problems not only for humans but for all living things. On the other hand, if there is shade all the time, then also neither man nor other living creatures can survive. Allah Ta’ ala has created these two blessings by His limitless power and made them beneficial for the mankind. At the same time Allah Ta’ ala, through His infinite wisdom, has tied up all created things with specific causes in the sense that these things come into existence only when such causes are available, and if they are absent, these things do not exist. Similarly, if the causes are strong and available in abundance, the existence of their effects is also strong and abundant, and vice versa. Creation of crops and grass is dependent upon availability of land, water and air. Similarly, light is dependent on availability of the sun and the moon. Rain is dependent on clouds and air. Then there is such a strong bond between these causes and effects that it binds them together in such a way that there has not been the slightest deviation in the working of things even after the passage of centuries. For instance look at the solar system. This system has been working for centuries, yet there has not been the minutest change or deviation in its working, nor has there been a split of a second's difference in the movements of the entire system. Neither there is any change in the movements of the sun and the moon nor do they require any overhauling or repair work. They are moving along their orbits since the origin of the universe at a defined speed. One can calculate their movements with precision and predict their positions in advance for centuries.\nThis marvelous system of causes and effects was, in fact, a masterpiece of Allah's creation and a solid proof of His boundless power and infinite wisdom, but it was this firmness of the system which ultimately made people neglectful of Allah's power. When they perceived that all the 'effects' in this universe are linked with some visible causes, they confined their eyes to these visible causes only and started believing them to be the original creator of all these events. The real power of the Creator which was the original cause of all causes remained hidden behind the covers of visible causes only. The prophets are sent and the divine books are revealed to remind human beings that they must rise above this shortsightedness, and see behind the cover of these apparent causes and the omnipotence of their creator who is in fact running and controlling the whole system. This is the only way to discover the real truth about this universe. The verses under consideration are meant to point out to this reality.\nIn the verse أَلَمْ تَرَ‌ إِلَىٰ رَ‌بِّكَ كَيْفَ مَدَّ الظِّلَّ (Have you not turned your vision to your Lord, how He prolonged the shadow? - 25:45). People are reminded of the perfect solar system and the benefits people draw from it. It is a common experience to see the sun rising from the east when the shades are long. Then with the passage of time they are shortened and at noon become the shortest. Then again as the sun moves toward west the shades start lengthening and before the sunsets become the longest. In this whole process the entire humanity draws unlimited benefits from sunlight and its shades, and clearly realizes that there are the effects of the movements of the sun between East and West, but little attention is paid to the question as to who has created this sun and who has bound it to a well - planned system. Answer to this question cannot be found by one's eyes, but it can be perceived by the insight of heart and mind.\nIf He so willed, Allah would have made sunlight and shades stationary so that where there was sunlight it would have stayed as such, and where there was shade it would have remained such forever. Just think of the problems it would have brought about. But in His Wisdom He has not done so and instead created things which are beneficial and useful for humanity. The next verse وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا (and if He so willed, He would have made it stand still - 45) means exactly that.\nIn order to explain the phenomenon of lengthening and shortening of shades, it is stated in the verse قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرً‌ا (46) that is \"We pulled it toward Us in a gradual manner.\" It is well known that Allah Ta’ ala is beyond the purview of body or direction and hence there is no question of the shade being pulled toward Him. What it means is that shortening of the shades takes place by His Supreme Power.",
  "ayah": 46,
  "surah": 25
}
