{
  "text": "Special Wisdom in every creation\nفَقَدَّرَ‌هُ تَقْدِيرً‌ا (And designed it in a perfect measure - 25:2): Here تَقْدِير‌ (designing in a perfect measure) is mentioned after تخلِیق (Creation). تخلِیق means to create something from nothing that is to bring in something without any pre-existing substance whatsoever. And (designed in a perfect measure) means that, whatever has been created, its components, appearance, properties and signs are made to suit the purpose of its creation. The form of the sky, its constituents and its shape are in conformity to that purpose for which Allah Ta’ ala has created it. Similarly, the stars and planets possess those qualities for which they are created. Whatever we see on the earth is absolutely perfect in its form, shape and construction to suit the purpose and requirement of its creation. For instance, earth is not made in such a liquid form, that anything put on it is drowned, nor is it made too hard like steel or concrete to be dug. It is made in the solid form and given a Hardness that it could be dug to take out underground water or to place foundations for the buildings. Water is given the liquid form which again is full of Divine Wisdom and helps meet the multifarious needs of the creatures spread all over the earth. Water does not reach on its own at all the places where it is needed. Man has to put in some skill and labour to take it to places where it is required. On the other hand air is a compulsory gift which reaches every place without any labour or an active role from human beings. Even if someone wants to avoid it, he has to exert extra labour. It is not the place to describe Divine creations and their characteristics as it needs volumes for the purpose. Each and every creation of Allah Subhanahu wa Ta’ ala is perfect in its purpose and has its own peculiar properties and traits. Imam Ghazzali has written a book on the subject by the name الحکمۃ فی مخلوقات اللہ تعالیٰ .\nThese verses define the sacred and exalted position of the Holy Qur’ an and by addressing the person on whom the book is revealed as عَبدَہ (His slave) in the very beginning of the Surah, his honoured position is highlighted. There cannot be a greater honour for any one than to be called by Allah Ta’ ala as 'His own'..",
  "ayah": 5,
  "surah": 25
}
