{
  "text": "Commentary\nUpto this point Surah Al-Furqan has mostly discussed the proofs of the prophethood of the Holy Prophet ﷺ and answered various objections raised in this regard by disbelievers and pagans. While dealing with this subject Allah's wrath and punishment on those who deny His injunctions was also mentioned. Now, at the end of the Surah it refers to those special servants of His who firmly believe in the Holy Prophet's prophethood and their beliefs, deeds and dealings are all in conformity with the will of Allah and His messenger and who follow the Shari` ah.\nThe Holy Qur’ an has awarded the title of ` Ibad-ur-Rabman to such special servants of Allah Ta’ ala, which is indeed the highest honour. Although all creatures are governed by His will compulsorily, but here the voluntary worship by free will is alluded. That is to surrender completely before Allah and to make all deeds and desires conforming to His pleasure with one's own choice. In these last verses of the Surah the special servants of Allah are described whom He has Himself called as His servants to grant them unique honour. Their traits and characteristics are mentioned in the last verses until the end of the Surah. In between this description repentance from infidelity and sins and its effects are also referred to.\nBy calling these pious persons as His own slaves, Allah Ta'ala has given to them a great title of honour. But by selecting the name Rahman (the All-Merciful) for Himself, out of all His Beautiful Names and attributes, the hint is perhaps given to the fact that these pious people, being the slaves of the All-Merciful, should reflect and demonstrate the quality of mercifulness through their general behavior.\nSpecial traits of Allah Ta’ ala's favoured servants\nIn the verses under review thirteen traits and habits of the special and favoured servants of Allah Ta’ ala are mentioned. Included among them are correct beliefs, righteous acts, both physical and financial, to obey the command of Allah and His messenger, social dealings with other persons, Allah's fear in His worship, refraining from all sorts of sins and carrying along wife and children on the righteous path with oneself.\nThe first characteristic of such people is that they are \"slaves\" (عَبَاد) which is the plural of the word عَبد (slave). Here it means the slave who is the property of his Master. All his deeds and prerogatives together with his very life are dedicated to follow the command and will of the Master.\nOnly such a person can claim to be Allah's slave whose views and beliefs, thinking and desires, and deeds and actions are totally in line with the command and pleasure of his Rab (Master) and who keeps himself alert to carry out each and every command as soon as he is required to.\nThe second characteristic\nيَمْشُونَ عَلَى الْأَرْ‌ضِ هَوْنًا (25:63) that is \"they walk on the earth humbly\". Here the word ھَون (haven) is used in the sense of humbleness, modesty and decorum - that is one does not walk with pride or arrogance. It does not mean that one should walk very slowly, because it is against Sunnah if it is without any need. According to the description given in the books of his biography, the Holy Prophet ﷺ used not to walk slowly. Instead his walk was on quicker side. It is recorded in a Hadith کانّما الارض تطوی لہ that is \"He\nused to walk in a manner as if ground was shrinking for him\". (Ibn Kathir) It is for this reason that the righteous elders have described the slow walk, like that of a sick person, as a symbol of arrogance, a sham habit, and something unwanted (مکروہ). Sayyidna ` Umar once saw a young man walking very slowly. He ؓ asked him\" Are you sick\". He replied \"No\". Then Sayyidna ` Umar ؓ raised his stick on him and commanded \"Always walk robustly\". (Ibn Kathir)\nHasan Al-Basri (رح) has said while explaining this verse عَلَى الْأَرْ‌ضِ هَوْنًا (25:63) that the organs of sincere believers are always humble before Allah, so much so that the one who is not familiar with them feels that they are sick or disabled, while they are fit and healthy. As a matter of fact it is the awe of God which has overtaken them and which has not struck the others. It is the fright of Hereafter which has refrained them from unnecessary mundane practices. Those who do not have faith in God and keep themselves engrossed in worldly affairs suffer only with disappointment (because they do not get the desired result in this world, and lose their share in the Hereafter as well). And those who regard sustenance as the only reward from Allah Ta’ ala and neglect practising morality have indeed very little understanding and for them there is great punishment. (Ibn Kathir)\nThe third characteristic\nوَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (And when the ignorant people speak to them, they reply peacefully - 25:63): It should be kept in mind that the word \"ignorant\" in this verse refers to a person who acts like an ignorant person, notwithstanding that he might be a knowledgeable person. Also, the word سلام (peace) is not used here in its customary sense of greeting, but for any word causing peace. What is meant here is that in response to ignorance they keep composed and answer with calmness so that others are not offended and they do not commit a sin. The same explanation is put forward by Sayyidna Mujahid and Muqatil رحمۃ اللہ علیہما etc. The intended meaning is that they do not avenge from those who talk to them like ignorant people.",
  "ayah": 63,
  "surah": 25
}
