{
  "text": "Commentary\nAccording to Sayyidna ` Abdullah Ibn Masud ؓ ، Surah Tatfif was revealed in Makkah. Therefore, most of the copies of the Qur'an refer to it as the Makki Surah. According to Sayyidna Ibn ` Abbas ؓ ، Qatadah, Muqatil and Dahhak رحمۃ اللہ علیہم ، it is a Madani Surah, but only about eight verses are Makki. Imam Nasa'i (رح) transmits a narrative from Sayyidna Ibn ` Abbas ؓ that when the Holy Prophet ﷺ arrived in Madinah, the people of Madinah whose most transactions were based on measurements used to cheat and short measure. For this reason, Allah revealed the Surah. It is reported from Sayyidna Ibn ` Abbas ؓ that this is the first Surah that was revealed as soon as the Holy Prophet ﷺ arrived at Madinah. The reason is that it was a common practice in Madinah that the people used to be very strict in measuring when they had to receive something from others, but when they sold something, they used to cheat the buyers. After the revelation of this Surah, all of them abandoned this bad custom totally, and mended themselves in a way that they are now well-known in their honesty in weighing and measuring. (Reported by Hakim, Nasa'i, and Ibn Majah, with sound chain of narrators)\nوَيْلٌ لِّلْمُطَفِّفِينَ (Woe to the curtailers...83:1) The word mutaffifin 'those who give short measure or weight' is derived from Tatfif 'to give short measure or short weight'. The Qur'anic expression 'Woe to the curtailers' is indicative of the injunction that this practice is prohibited.\nTatjif has a Wider Scope\nThe Qur'an and Sunnah have prohibited Tatfif which primarily signifies 'giving short measure and weight', because generally all transactions are carried out by things that can be measured or weighed. But the basic purpose of weighing or measuring is none else but to give a person what he deserves. It, therefore, indicates that the rule is not restricted to weights and measures only, but it includes all other means through which the rights of someone are evaluated, assessed or appraised. It is obligatory that all rights are given to the deserving persons in full, whether they are assessed by weight, measure, number or any other means. In terms of this concept of Tatfif, it is prohibited to give to any person less than his due.\nIt is recorded in Muwatta' of Imam Malik that Sayyidna ` Umar Ibn-ul-Khattab ؓ saw a person curtailing [ cutting short ] his bowing and prostration postures in prayers, he said to him:\nلَقَد طَفَّفتَ\n'You have committed Tatfif (curtailed the right) of Allah.'\nHaving cited this statement of Sayyidna ` Umar Ibn-ul-Khattab ؓ ، Imam Malik (رح) formulates the following postulate:\nلکلّ شیءٍ\n'Everything has a full due and a short measure.'\nThis postulate can apply even to prayers, ablution, cleanliness and all the rights of Allah and the ways of worship. If someone is deficient in fulfilling these rights of Allah, he is guilty of Tatfif. Similarly if one cuts short human rights [ by failing to perform duties imposed upon him or keeping to the terms of agreement duly ], he is covered by the rule laid down by the verse regarding Tatfif. For example, if an employee has entered into a contract with the employer that he shall work for specified time, it is imperative for him to work for the stipulated hours. If he curtails the hours, he is guilty of Tatiff. Generally, people - even scholars - are lax in this matter. They do not regard curtailment of their obligations relating to service or labour as sin. May Allah protect us from it!\nHADITH: Sayyidna ` Abdullah Ibn ` Abbas ؓ has narrated that the Holy Prophet ﷺ has said:\nحمس بخمس\n'There are five sins, for which there are five punishments.'\n[ 1]\tHe who breaks his covenant, Allah will cause his enemy to subdue him.\n[ 2]\tThe nation that abandons the sacred laws of Allah, and decides cases according to other laws, poverty will prevail commonly among them.\n[ 3]\tThe nation among whom promiscuity and zina (fornication or adultery) becomes rampant, Allah will punish them with epidemics and endemic diseases.\n[ 4]\tThose who curtail measures and weights, Allah will cause famine to break out amongst them. and\n[ 5]\tThose who fail to pay their Zakah, Allah will withhold rain from them.\n[ Cited by Qurtubi who said that Al-Bazzar has narrated the over-all sense of this lzadith, though with different words; and Malik Ibn Anas has also narrated it from Ibn ` Umar ؓ ].\nTabarani narrates from Ibn ` Abbas ؓ that the Holy Prophet ﷺ said: \"When it becomes rampant in a community to steal from the spoils of war, Allah will cast terror of enemies into their hearts; when usury becomes a common practice in a community, death becomes a frequent occurrence in that society; a community that gives short measure and weight, Allah cuts off their sustenance; those who decide against the truth, murder becomes common among them; and those who betray their agreement, Allah causes their enemies to prevail upon them.\" [ Malik has also transmitted it, but as a saying of Ibn ` Abbas ؓ . See Mazhari ].\nVarious Forms of Poverty, Famine and Curtailment of Sustenance\nThe Hadith (cited above) states that people's 'sustenance' may be Cut Off as a punishment to short measuring: This can take different forms. They may be completely deprived of their sustenance; or sustenance may be available, but they may not be able to eat or use it, as it commonly happens nowadays in the case of many diseases. Likewise, 'famine' might take different forms: Items of necessity might be lacking; or they might be available abundantly, but it might be difficult to purchase them, because the prices are unbearably exorbitant, as is experienced nowadays. The Hadith says that in certain situations faqr will prevail in the society. Faqr is generally translated as 'poverty', but its real meaning in Arabic is 'being in need' or 'being dependent on someone'. Keeping this meaning in view, the situation of faqr pointed out in the Hadith is not confined to lack of money and other necessary things, but it also includes a situation where people depend on others in their business and other necessities of life. The more a person is in need of others, the greater is his degree of faqr. Let us consider the conditions of the present age. Man is bound by the most complicated laws that restrict his living, his movement and his intentions, so that he is unable to eat what he wants to eat, or utter what he wants to utter. He possesses money, but he is not free to buy of his choice from where he wants to. He is not free to undertake a journey [ or to travel ] as and when he wants to. He is bound so much by these restrictive laws that he has no choice but to follow the official procedure for which he has to flatter the officials [ at every level ] including the peons. Without this, life is difficult. This entire system of dependence on others is a part of faqr. This elaborate explanation should dispel the doubts that might apparently arise regarding the statement of the Hadith.",
  "ayah": 6,
  "surah": 83
}
