{
  "text": "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (23){ الله نَزَّلَ أَحْسَنَ الحديث كتابا متشابها مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله } .استئناف بياني نشأ بمناسبة المضادة بين مضمون جملة { فَوَيْلٌ للقاسِيةِ قُلوبهم من ذِكر الله } [ الزمر : 22 ] . ومضمون هذه الجملة وهو أن القرآن يُلين قلوب الذين يخشون ربهم لأن مضمون الجملة السابقة يثير سؤال سائل عن وجه قسوة قلوب الضالين من ذكر الله فكانت جملة { الله نَزَّلَ أحْسَنَ الحدِيثِ } إلى قوله : { مِنْ هَادٍ } مُبينة أن قساوة قلوب الضالّين من سماع القرآن إنما هي لرَيْن في قلوبهم وعقولهم لا لنقص في هدايته . وهذا كما قال تعالى في سورة البقرة { هدى للمتقين } ثم قال : { إن الذين كفروا سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون ختم الله على قلوبهم وعلى سمعهم } [ البقرة : 6 7 ] .وهذه الجملة تكميل للتنويه بالقرآن المفتتح به غرض السورة وسيقفى بثناء آخر عند قوله : { ولقد ضربْنَا للنَّاسسِ في هذا القُرءَاننِ من كل مَثَل لعلَّهُم يتذَكَّرُونَ } [ الزمر : 27 ] الآية ، ثم بقوله : { إنَّا أنزلنا عليك الكتاب للناس بالحق } [ الزمر : 41 ] ثم بقولِه : { واتبعوا أحسن ما أنزل إليكم من ربكم } [ الزمر : 55 ] .وافتتاح الجملة باسم الجلالة يؤذن بتفخيم أحسن الحديث المنزل بأن منزّله هو أعظم عظيم ، ثم الإِخبار عن اسم الجلالة بالخبر الفعلي يدل على تقوية الحُكم وتحقيقه على نحو قولهم : هو يعطي الجزيل ، ويفيد مع التقوية دلالة على الاختصاص ، أي اختصاص تنزيل الكتاب بالله تعالى ، والمعنى : الله نزّل الكتاب لا غيرُه وضَعه ، ففيه إثبات أنه منزّل من عالم القدس ، وذلك أيضاً كناية عن كونه وحياً من عند الله لا من وضع البشر . فدلت الجملة على تقوَ واختصاص بالصراحة ، وعلى اختصاص بالكناية ، وإذ أخذ مفهوم القصْر ومفهوم الكناية وهو المغاير لمنطوقهما كذلك يؤخذ مغاير التنزيل فعلاً يليق بوضع البشر ، فالتقدير : لا غير الله وضَعه ، ردّاً لقول المشركين : هو أساطير الأولين .والتحقيق الذي درج عليه صاحب «الكشاف» في قوله تعالى : { اللَّه يستهزىء بهم } [ البقرة : 15 ] هو أن التقوى والاختصاص يجتمعان في إسناد الخبر الفعلي إلى المسند إليه ، ووافقه على ذلك شرّاح «الكشاف» .ومفاد هذا التقديم على الخبر الفعلي فيه تحقيقٌ لما تضمنته الإِضافة من التعظيم لشأن المضاف في قوله تعالى : { مِن ذِكرِ الله } [ الزمر : 22 ] كما علمتَه آنفاً ، فالمراد ب { أحْسَنَ الحدِيثِ } عين المراد ب { ذِكرِ الله } وهو القرآن ، عدل عن ذكر ضميره لقصد إجراء الأوصاف الثلاثة عليه . وهي قوله : { كِتاباً مُتشابِهاً مثَاني تَقْشَعر منه جلودُ الذين يخشونَ ربَّهُم } الخ ، فانتصب { كِتاباً } على الحال من { أحْسَنَ الحدِيثِ } أو على البدلية من { أحْسَنَ الحدِيثِ } ، وانتصب { مُتَشَابهاً } على أنه نعتُ { كِتَاباً } .الوصف الأول : أنه أحسن الحديث . أي أحسن الخبر ، والتعريف للجنس ، والحديث : الخبر ، سمي حديثاً لأن شأن الإِخبار أن يكون عن أمر حدث وجدّ .سمي القرآن حديثاً باسم بعض ما اشتمل عليه من أخبار الأمم والوعد والوعيد . وأما ما فيه من الإِنشاء من أمر ونهي ونحوهما فإنه لما كان النبي صلى الله عليه وسلم مبلغَه للناس آل إلى أنه إخبار عن أمر الله ونهيه .وقد سُمي القرآن حديثاً في مواضع كثيرة كقوله تعالى : { فبأي حديث بعده يؤمنون } في سورة [ الأعراف : 185 ] ، وقوله : { فلعلك باخع نفسك على آثارهم إن لم يؤمنوا بهذا الحديث أسفاً } في سورة [ الكهف : 6 ] .ومعنى كون القرآن أحسن الحديث أنه أفضل الأخبار لأنه اشتمل على أفضل ما تشتمل عليه الأخبار من المعاني النافعة والجامعة لأصول الإِيمان ، والتشريع ، والاستدلال ، والتنبيه على عظم العوالم والكائنات ، وعجائب تكوين الإِنسان ، والعقل ، وبثّ الآداب ، واستدعاء العقول للنظر والاستدلال الحق ، ومن فصاحة ألفاظه وبلاغة معانيه البالغَيْن حدّ الإعجاز ، ومن كونه مصدقاً لما تقدمه من كتب الله ومهيمناً عليها . وفي إسناد إنزاله إلى الله استشهاد على حسنه حيث نزّله العليم بنهاية محاسن الأخبار والذكر .الوصف الثاني : أنه كتاب ، أي مجموع كلام مراد قراءته وتلاوته والاستفادة منه ، مأمور بكتابته ليبقى حجة على مرّ الزمان فإنّ جعل الكلام كتاباً يقتضي أهمية ذلك الكلام والعناية بتنسيقه والاهتمام بحفظه على حالته . ولما سمّى الله القرآن كتاباً كان رسول الله صلى الله عليه وسلم يأمر كتَّاب الوحي من أصحابه أن يكتبوا كل آية تنزل من الوحي في الموضع المعيّن لها بَين أخواتها استناداً إلى أمر من الله ، لأن الله أشار إلى الأمر بكتابته في مواضع كثيرة من أولها قوله : { بل هو قرآن مجيد في لوح محفوظ } [ البروج : 21 22 ] وقوله : { إنه لقرآن كريم في كتاب مكنون } [ الواقعة : 77 78 ] .الصفة الثالثة : أنه متشابه ، أي متشابهة أجزاؤه متماثلة في فصاحة ألفاظها وشرف معانيها ، فهي متكافئة في الشرف والحسن ( وهذا كما قالوا : امرأة متناصفة الحسن ، أي أنصفَتْ صفاتُها بعضُها بعضاً فلم يزد بعضها على بعض ، قال ابن هرمةإني غَرِضْتُ إلى تناصف وجهها ... غَرَض المحب إلى الحبيب الغائبومنه : قولهم وجه مقسّم ، أي متماثل الحسن ، كأن أجزاءه تقاسمت الحسن وتعادلته ، قال أرقم بن عِلباء اليَشكُري: ... ويوماً توافينا بوجه مقسَّمكأنْ ظبيةٌ تعطو إلى وَارِق السَّلَمْ ... أي بوجه قسّم الحسن على أجزائه أقساماً .فمعانيه متشابهة في صحتها وأحكامها وابتنائها على الحق والصدق ومصادفة المحزّ من الحجة وتبكيت الخصوم وكونها صلاحاً للناس وهدى . وألفاظه متماثلة في الشرف والفصاحة والإِصابة للأغراض من المعاني بحيث تبلغ ألفاظه ومعانيه أقصى ما تحتمله أشرف لغة للبشر وهي اللغة العربية مفردات ونظماً ، وبذلك كان معجزاً لكل بليغ عن أن يأتي بمثله ، وفي هذا إشارة إلى أن جميع آيات القرآن بالغ الطرف الأعلى من البلاغة وأنها متساوية في ذلك بحسب ما يقتضيه حال كل آية منها ، وأما تفاوتها في كثرة الخصوصيات وقلتها فذلك تابع لاختلاف المقامات ومقتضيات الأحوال ، فإن بلاغة الكلام مطابقته لمقتضى الحال ، والطرف الأعلى من البلاغة هو مطابقة الكلام لجميع ما يقتضيه الحال ، فآيات القرآن متماثلة متشابهة في الحسن لدى أهل الذوق من البلغاء بالسليقة أو بالعِلم وهو في هذا مخالف لغيره من الكلام البليغ فإن ذلك لا يخلو عن تفاوت ربما بلغ بعضُه مبلغَ أن لا يشبه بقيته ، وهذا المعنى مما يدخل في قوله تعالى :{ أفلا يتدبرون القرآن ولو كان من عند غير اللَّه لوجدوا فيه اختلافاً كثيراً } [ النساء : 82 ] ، فالكاتب البليغ والشاعر المجيد لا يخلو كلام أحد منهما من ضعف في بعضه ، وأيضاً لا تتشابه أقوال أحد منهما بل تجد لكل منهما قِطعاً متفاوتة في الحسن والبلاغة وصحة المعاني . وبما قررنا تعلم أن المتشابه هنا مراد به معنى غير المراد في قوله تعالى : { وأُخر متشابهات } [ آل عمران : 7 ] لاختلاف ما فيه التشابه .الصفة الرابعة : كونه مثاني ، ومثاني : جمع مُثَنَّى بضم الميم وبتشديد النون جمعاً على غير قياس ، أو اسم جمع . ويجوز كونه جمع مَثْنى بفتح الميم وتخفيف النون وهو اسم لِجعل المعدود أزواجاً اثنين ، اثنين ، وكلا الاحتمالين يطلق على معنى التكرير . كُنِّي عن معنى التكرير بمادة التثنية لأن التثنية أول مراتب التكرير ، كما كُني بصيغة التثنية عن التكرير في قوله تعالى : { ثم ارجع البصر كرتين } [ الملك : 4 ] ، وقول العرب : لَبَّيْك وسَعْديك ، أي إجابات كثيرة ومساعدات كثيرة .وقد تقدم بيان معنى { مثاني } في قوله تعالى : { ولقد آتيناك سبعاً من المثاني } في سورة [ الحجر : 87 ] ، فالقرآن مثاني لأنه مكرر الأغراض .وهذا يتضمن امتناناً على الأمة بأن أغراض كتابها مكررة فيه لتكون مقاصده أرسخ في نفوسها ، وليسمعها من فاته سماع أمثالها من قبلُ . ويتضمن أيضاً تنبيهاً على ناحية من نواحي إعجازه ، وهي عدم المَلل من سماعه وأنه كلما تكرر غرض من أغراضه زاده تكرره قبولاً وحَلاوة في نفوس السامعين . فكأنه الوجه الحسن الذي قال في مثله أبو نواس: ... يزيدك وجهه حُسناًإذا ما زدته نظَرا ... وقد عدّ عياض في كتاب «الشفاء» من وجوه إعجاز القرآن : أن قارئه لا يَمَلّه وسامعه لا يمجه ، بل الإِكباب على تلاوته يزيده حلاوة ، وترديده يوجب له محبة ، لا يزال غضاً طرياً ، وغيره من الكلام ولو بلغ من الحسن والبلاغة مبلغاً عظيماً يُمَل مع الترديد ويُعادى إذا أعيد ، ولذا وَصف رسول الله صلى الله عليه وسلم القرآن : \" بأنه لا يخلق على كثرة الرد \" رواه الترمذي عن علي بن أبي طالب مرفوعاً .وذكر عياض أن الوليد بن المغيرة سمِع من النبي صلى الله عليه وسلم { إن الله يأمر بالعدل والإحسان } [ النحل : 90 ] الآية فقال : «والله إن له لحلاوة وإن عليه لطَلاوة» .وبهذا تعلم أن وصف القرآن هنا بكونه مثاني هو غير الوصف الذي في قوله :{ ولقد أتيناك سبعاً من المثاني } [ الحجر : 78 ] لاختلاف ما أريد فيه بالتثنية وإن كان اشتقاق الوصف متّحداً .ووصَف { كِتاباً } وهو مفرد بوصف { مثاني } وهو مقتض التعدد يعيّن أن هذا الوصف جرى عليه باعتبار أجزائه ، أي سوره أو آياته باعتبار أن كل غرض منه يكرر ، أي باعتبار تباعيضه .الصفة الخامسة : أنه تقشعر منه جلود الذين يخشَون ربهم ثم تلين جلودهم وقلوبهم ، وهذا الوصف مرتب على الوصف قبله وهو كون القرآن مثاني ، أي مثنَّى الأغراض ، وهو مشتمل على ثلاث جهات :أولاها : وصف القرآن بالجلالة والروعة في قلوب سامعيه ، وذلك لما في آياته الكثيرة من الموعظة التي تَوْجَل منها القلوب ، وهو وصف كمال لأنه من آثار قوة تأثير كلامه في النفوس ، ولم يزل شأن أهل الخطابة والحكمة الحرصَ على تحصيل المقصود من كلامهم لأن الكلام إنما يواجه به السامعون لحصول فوائد مرْجوة من العمل به ، وما تبارى الخطباء والبلغاء في ميادين القول إلا للتسابق إلى غايات الإِقناع ، كما قال قيس بن خارجة ، وقد قيل له : ما عندك؟ «عندي قِرى كللِ نازل ، ورضى كل سَاخط ، وخُطبةٌ من لدن تطلع الشمس إلى أن تغرب ، آمر فيها بالتواصل وأنهى عن التقاطع» . وقد ذكر أرسطو في الغرض من الخطابة أنه إثارة الأهواء وقال : «إنها انفعالات في النفس تثير فيها حزناً أو مسرة» .وقد اقتضى قوله : { تَقْشَعر منه جُلُودُ الذين يخشَونَ ربَّهُم } أن القرآن يشتمل على معان تقشعر منها الجلود وهي المعاني الموسومة بالجَزالة التي تثير في النفوس روعة وجلالة ورهبة تبعث على امتثال السامعين له وعملهم بما يتلقونه من قوارع القرآن وزواجره ، وكنّي عن ذلك بحالةٍ تقارِنُ انفعال الخشية والرهبة في النفس لأن الإِنسان إذا ارتاع وخشي اقشعرّ جِلده من أثر الانفعال الرهبني ، فمعنى { تَقْشَعِرُّ مِنْهُ } تقشعر من سماعه وفهمه ، فإن السماع والفهم يومئذٍ متقارنان لأن السامعين أهل اللسان . يقال : اقشعر الجلد ، إذا تقبض تقبضاً شديداً كالذي يحصل عند شدة برد الجسد ورعدته . يقال : اقشعر جلده ، إذا سمع أو رأى مَا يثير انزعاجه ورَوعه ، فاقشعرار الجلود كناية عن وجل القلوب الذي تلزمه قشعريرة في الجلد غالباً .وقد عدّ عياض في «الشفاء» من وجوه إعجاز القرآن : الروعة التي تلحق قلوب سامعيه عند سماعه والهيبةَ التي تعتريهم عند تلاوته لعلوّ مرتبته على كل كلام من شأنه أن يهابه سامعه ، قال تعالى : { لو أنزلنا هذا القرآن على جبل لرأيته خاشعاً متصدعاً من خشية اللَّه وتلك الأمثال نضربها للناس لعلهم يتفكرون } [ الحشر : 21 ] .وعن أسماء بنت أبي بكر كان أصحاب النبي صلى الله عليه وسلم إذا قرىء عليهم القرآن كما نعتهم الله تدمَع أعينهم وتقشعرّ جلودهم . وخص القشعريرة بالذين يخشون ربهم باعتبار ما سيردف به من قوله : { ثُمَّ تَلِينُ جُلُودُهم } كما يأتي ، قال عياض : «وهي ، أي الروعة التي تلحق قلوب سامعيه عند سماعه ، على المكذبين به أعظم حتى كانوا يستثقلون سماعه كما قال تعالى :{ وإذا ذكرت ربك في القرآن وحده ولَّوا على أدبارهم نفوراً } [ الإسراء : 46 ] .وهذه الروعة قد اعْترت جماعة قبل الإِسلام ، فمنهم من أسلم لها لأوللِ وهلة . حُكي في الحديث الصحيح عن جبير بن مطعم قال : «سمعت رسول الله صلى الله عليه وسلم يقرأ في المغرب بالطور فلما بلغ قوله تعالى : { أم خُلقوا من غير شيء أم هم الخالقون } إلى قوله : { المصيطرون } [ الطور : 35 37 ] كاد قلبي أن يطير وذلك أول ما وُقر الإِسلام في قلبي» .ومنهم من لم يسلم ، روي عن محمد بن كعب القرظي قال : «أخبرت أن عتبة بن ربيعة كلّم النبي صلى الله عليه وسلم في كفّه عن سبِّ أصنامهم وتضليلهم ، وعرض عليه أموراً والنبي صلى الله عليه وسلم يسمع فلما فرغ قال له النبي صلى الله عليه وسلم اسمع ما أقول ، وقَرأ عليه { حم } [ فصلت : 1 ] حتى بلغ قوله : { فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود } [ فصلت : 13 ] فأمسك عتبة على فم النبي صلى الله عليه وسلم وناشده الرحِم أن يكفّ» أي عن القراءة .وأما المؤمن فلا تزال روعته وهيبته إياه مع تلاوته توليه انجذاباً وتكسبه هشاشة لميل قلبه إليه ، قال تعالى : { تَقْشَعِرُّ منه جُلُود الذين يخشَونَ ربَّهُم ثمَّ تَلِينُ جلودُهم وقُلُوبهم إلى ذِكرِ الله } .الجهة الثانية من جهات هذا الوصف : لين قلوب المؤمنين عند سماعه أيضاً عقب وجَلها العارض من سماعه قبلُ .واللين : مستعار للقبول والسرور ، وهو ضد للقساوة التي في قوله : { فويَلٌ للقاسِيَةِ قلوبُهُم من ذِكرِ الله } ، فإن المؤمن إذا سمع آيات الوعيد والتهديد يخشى ربه ويتجنب ما حذر منه فيقشعرّ جلده فإذا عقب ذلك بآيات البشارة والوعد استبشر وفرِح وعرض أعماله على تلك الآيات فرأى نفسه متحلية بالعمل الذي وعد الله عليه بالثواب فاطمأنت نفسه وانقلب الوجل والخوف رجاءً وترقباً ، فذلك معنى لين القلوب .وإنما يبعث هذا اللينَ في القلوب ما في القرآن من معاني الرحمة وذلك في الآيات الموصوفةِ معانيها بالسهولة نحو قوله تعالى : { قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً إنَّه هو الغفُورُ الرَّحِيمُ } [ الزمر : 53 ] ، والموصوفةِ معانيها بالرقة نحو : { يا عبادِ لا خوف عليكم اليوم ولا أنتم تحزنون الذين آمنوا بآياتنا وكانوا مسلمين } [ الزخرف : 68 69 ] ، وقد علم في فن الخطابة أن للجزالة مقاماتها وللسهولة والرقة مقاماتهما .الجهة الثالثة من جهات هذا الوصف : أعجوبة جمعه بين التأثيريْن المتضادَّيْن : مرةً بتأثير الرهبة ، ومرة بتأثير الرغبة ، ليكون المسلمون في معاملة ربهم جارِين على ما يَقتضيه جلالُه وما يقتضيه حلمه ورحمته . وهذه الجهة اقتضاها الجمع بين الجهتين المصرح بهما وهما جهة القشعريرة وجهة اللين ، مع كون الموصوف بالأمرين فريقاً واحداً وهم الذين يخشون ربهم ، والمقصود وصفهم بالتأثريْن عند تعاقب آيات الرحمة بعد آيات الرهبة .قال الفخر : إن المحققين من أهل الكمال قالوا : «السائرون في مبدأ جلال الله إن نظروا إلى عالم الجلال طاشُوا ، وإن لاح لهم أثر من عالم الجمال عاشوا» ا ه . فالآية هنا ذكرتْ لهم الحالتين لوقوعها بعد قوله : { مَثَانِيَ } كما أشرنا إليه آنفاً ، وإلا فقد اقتصر على وصف الله المؤمنين بالوجل في قوله تعالى : { إنما المؤمنون الذين إذا ذُكِرَ اللَّه وَجلت قلوبهم في سورة } [ الأنفال : 2 ] ، فالمقام هنا لبيان تأثر المؤمنين بالقرآن ، والمقام هنالك للثناء على المؤمنين بالخشية من الله في غير حالة قراءة القرآن .وإنما جُمع بين الجلود والقلوب في قوله تعالى : { ثم تَلِينُ جلودهم وقلوبهم إلى ذكر الله } ولم يُكتف بأحد الأمرين عن الآخر كما اكتُفي في قوله : { تَقْشعر منه جلودُ الذين يخشونَ ربهم } لأن اقشعرار الجلود حالة طارئة عليها لا يكون إلا من وجل القلوب وروعتها فكنّي به عن تلك الروعة .وأما لين الجُلود عقب تلك القشعريرة فهو رجوع الجلود إلى حالتها السابقة قبل اقشعرارها ، وذلك قد يحصل عن تناسسٍ أو تشاغل بعد تلك الروعة ، فعطف عليه لين القلوب ليعلم أنه لين خاص ناشىء عن اطمئنان القلوب بالذكر كما قال تعالى : { ألا بذكر اللَّه تطمئن القلوب } [ الرعد : 28 ] وليس مجرد رجوع الجلود إلى حالتها التي كانت قبل القشعريرة . ولم يُكتف بذكر لين القلوب عن لين الجلود لأنه قصد أن لين القلوب أفعمها حتى ظهر أثره على ظاهر الجلود .و { ذِكْرِ الله } وهو أحسن الحديث ، وعُدل عن ضميره لبعد المعاد ، وعدل عن إعادة اسمه السابق لمدحه بأنه ذكر من الله بعد أن مُدِح بأنه أحسن الحديث والمراد ب { ذِكْرِ الله } ما في آياته من ذكر الرحمة والبشارة ، وذلك أن القرآن ما ذَكَر موعظة وترهيباً إلا أعقبه بترغيب وبشارة .وعُدّي فعل { تَلِينُ } بحرف { إلى } لتضمين { تَلِينُ } معنى : تطمئن وتسكن .{ الله ذَلِكَ هُدَى الله يَهْدِى بِهِ مَن يَشَآءُ وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ }استئناف بياني فإن إجراء تلك الصفات الغُرّ على القرآن الدالةِ على أنه قد استكمل أقصى ما يوصف به كلام بالغ في نفوس المخاطبين كيف سلكت آثاره إلى نفوس الذين يخشون ربهم مما يثير سؤالاً يهجس في نفس السامع أن يقول : كيف لم تتأثر به نفوس فريق المصرِّين على الكفر وهو يقرع أسماعهم يوماً فيوماً ، فتقع جملة { ذلك هُدَى الله يَهْدِي بهِ من يَشَاءُ } جواباً عن هذا السؤال الهاجس .فالإِشارة إلى مضمون صفات القرآن المذكورة وتأثر المؤمنين بهديه ، أي ذلك المذكورُ هدى الله ، أي جعله الله سبَباً كاملاً جامعاً لوسائل الهدى ، فمن فطر الله عقله ونفسَه على الصلاحية لقبول الهدى سريعاً أو بطيئاً اهتدى به ، كذلك ومَن فطر الله قلبه على المكابرة ، أو على فساد الفهم ضلّ فلم يهتد حتى يموت على ضلاله ، فأطلق على هذا الفَطْر اسم الهُدى واسم الضلال ، وأسند كلاهما إلى الله لأنه هو جبَّار القلوب على فطرتها وخالق وسائل ذلك ومدبر نواميسه وأنظمته .فمعنى إضافة الهدى إلى الله في قوله : { ذلك هُدَى الله } راجع إلى ما هيّأه الله للهدى من صفات القرآن فإضافته إليه بأنه أنزله لذلك . ومعنى إسناد الهدى والإضلال إلى الله راجع إلى مراتب تأثر المخاطبين بالقرآن وعدم تأثرهم بحيث كان القرآن مستوفياً لأسباب اهتداء الناس به فكانوا منهم من اهتدى به ومنهم من ضل عنه .ويجوز أن تكون الإِشارة إلى { أحْسَنَ الحَدِيثِ } وهو الكتاب ، أي ذلك القرآن هدى الله ، أي دليل هدى الله . ومقصده : اهتدى به من شاء الله اهتداءه ، وكفر به من شاء الله ضلاله .فجملة { ومَن يُضْلِل الله فما لهُ من هَادٍ } تذييل للاستئناف البياني .ومعنى { مَن يشَاءُ } على تقدير : من يشاء هديه ، أي من تعلّقت مشيئته ، وهي إرادته بأنه يهتدي فخلقه متأثراً بتلك المشيئة فقدّر له الاهتداء ، وفهم من قوله { مَنْ يَشَاء } أنه لا يهدي به من لم يشأ هديَه وهو ما دلت عليه المقابلة بقوله : { ومَن يُضْلِل الله فما لهُ من هَادٍ } ، أي من لم يشأ هديه فلم يقلع عن ضلاله فلا سبيل لهديه .والمعنى : إن ذلك لنقص في الضالّ لا في الكتاب الذي من شأنه الهدى .",
  "ayah": 23,
  "surah": 39
}
