{
  "text": "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ (24){ أَفَمَن يَتَّقِى بِوَجْهِهِ سواء العذاب يَوْمَ القيامة } .الجملة اعتراض بين الثناء على القرآن فيما مضى وقوله الآتي : { ولقدَ ضَربْنَا للنَّاسسِ في هذا القُرءَاننِ من كُل مَثَلٍ } [ الزمر : 27 ] .وجعلها المفسرون تفريعاً على جملة { ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هادٍ } [ الزمر : 23 ] بدلالة مجموع الجملتين على فريقين : فريق مهتد ، وفريق ضاللٍ ، ففرع على ذلك هذا الاستفهام المستعمل في معنى مجازي . وجعل المفسرون في الكلام حذفاً ، وتقدير المحذوف : كمن أمن العذاب أو كمن هو في النعيم . وجعلوا الاستفهام تقريرياً أو إنكارياً ، والمقصود : عدم التسوية بين من هو في العذاب وهو الضالّ ومن هو في النعيم وهو الذي هداه الله ، وحُذف حال الفريق الآخر لظهوره من المقابلة التي اقتضاها الاستفهام بناء على أن هذا التركيب نظير قوله : { أفمَنْ حقَّ عليهِ كلمةُ العذابِ } [ الزمر : 19 ] وقوله : { أفَمَن شَرَحَ الله صَدْرَهُ للإسلاَمِ } [ الزمر : 22 ] ، والقول فيه مثل القول في سابقه من الاستفهام وحذف الخبر ، وتقديره : أفمن يتقي بوجهه سوء العذاب ، لأن الله أضله كمن أمن من العذاب لأن الله هداه ، وهو كقوله تعالى : { أفمن كان على بينة من ربه كمن زين له سوء عمله } [ محمد : 14 ] . والمعنى : أن الذين اهتدوا لا ينالهم العذاب .ويجوز عندي أن يكون الكلام تفريعاً على جملة { وَمَن يُضْلِللِ الله فَمَا لَهُ مِنْ هَادٍ } [ الزمر : 23 ] تفريعاً لتعيين مَا صْدِق ( مَنْ ) في قوله : { ومن يُضْلِل الله فما له من هَادٍ } ويكون { من يتقي } خبراً لمبتدأ محذوف ، تقديره : أفهو من يتقي بوجهه سوء العذاب ، والاستفهام للتقرير .والاتقاء : تكلف الوقاية وهي الصون والدفع ، وفعلها يتعدى إلى مفعولين ، يقال : وقى نفسه ضربَ السيف ، ويتعدّى بالباء إلى سبب الوقاية ، يقال : وقى بترسه ، وقال النابغة: ... سقط النصيف ولم ترد إسقاطهفتناولْته واتَّقتنا باليد ... وإذا كان وجه الإنسان ليس من شأنه أن يُوقى به شيء من الجسد ، إذ الوجه أعزّ ما في الجسد وهو يُوقَى ولا يُتقى به فإن من جبلِّة الإِنسان إذا توقع ما يصيب جسده ستر وجهه خوفاً عليه ، فتعين أن يكون الاتقاء بالوجه مستعملاً كناية عن عدم الوقاية على طريقة التهكم أو التلميح ، فكأنه قيل : من يطلب وقاية وجهه فلا يجد ما يقيه به إلا وجهه ، وهذا من إثبات الشيء بما يشبه نفيه ، وقريب منه قوله تعالى : { وإن يستغيثوا يغاثوا بماء كالمهل } [ الكهف : 29 ] .و { سُوءَ العَذَابِ } منصوب على المفعولية لفعل { يَتَّقِي } . وأصله مفعول ثان إذ أصله : وَقَى نفسه سوءَ العذاب ، فلما صيغ منه الافتعال صار الفعل متعدياً إلى مفعول واحد هو الذي كان مفعولاً ثانياً .{ القيامة وَقِيلَ لِلظَّلِمِينَ ذُوقُواْ مَا كُنتُمْ }يجوز أن يكون { وَقِيلَ } عطفاً على الصلة . والتقدير : أفمن يتقي بوجهه سوء العذاب ، وقيل لهم فإن ( مَن ) مراد بها جمْع ، والتعبير ب { الظالمين } إظهار في مقام الإِضمار للإِيماء إلى أن ما يلاقونه من العذاب مسبب على ظلمهم ، أي شركهم .والمعنى : أفمن يتقي بوجهه سوء العذاب فلا يجد وقاية تنجيه من ذوق العذاب فيقال لهم : ذُوقوا العذاب .ويجوز أن يكون المراد ب { الظالمين } جميع الذين أشركوا بالله من الأمم غير خاص بالمشركين المتحدث عنهم ، فيكون { الظالمين } إظهاراً على أصله لقصد التعميم ، فتكون الجملة في معنى التذييل ، أي ويقال لهؤلاء وأشباههم ، ويظهر بذلك وجه تعقيبه بقوله تعالى : { كَذَّبَ الَّذِينَ مِن قَبْلِهِم } [ الزمر : 25 ] .وجاء فعل { وَقِيلَ } بصيغة المضيّ وهو واقع في المستقبل لأنه لتحقق وقوعه نزل منزلة فعل مضَى . ويجوز أن يكون جملة { وقِيلَ للظالمين } في موضع الحال بتقدير ( قد ) ولذلك لا يحتاج إلى تأويل صيغة المضيّ على معنى الأمر المحقق وقوعه .والذوق : مستعار لإِحساس ظاهر الجسد لأن إحساس الذوق باللسان أشد من إحساس ظاهر الجلد فوجه الشبه قوة الجنس .والمذوق : هو العذاب فهو جزاء مَا اكتسبوه في الدنيا من الشرك وشرائعه ، فجعل المذوق نفس ما كانوا يكسبون مبالغة مشيرة إلى أن الجزاء وفق أعمالهم وأن الله عادل في تعذيبهم .وأوثر { تَكْسِبُونَ } على ( تعملون ) لأن خطابهم كان في حال اتقائهم سوءَ العذاب ولا يخلو حال المعذّب من التبرم الذي هو كالإِنكار على معذِّبه . فجيء بالصلة الدالة على أن ما ذاقوه جزاء ما اكتسبوه قطعاً لتبرمهم .",
  "ayah": 24,
  "surah": 39
}
