{
  "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآَنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ (27) عطف على جملة { الله نَزَّلَ أحْسَنَ الحَدِيثِ إلى قوله : فَما لهُ مِن هَادٍ } [ الزمر : 23 ] ، تتمة للتنويه بالقرآن وإرشاده ، وللتعريض بتسفيه أحلام الذين كذّبوا به وأعرضوا عن الاهتداء بهديه . وتأكيد الخبر بلام القسم وحرففِ التحقيق منظور فيه إلى حال الفريق الذين لم يتدبروا القرآن وطعنوا فيه وأنكروا أنه من عند الله .والتعريف في { الناس } للاستغراق ، أي لجميع الناس ، فإن الله بعث محمداً صلى الله عليه وسلم للناس كافة .وضَرْب المثل : ذِكره ووصفُه ، وقد تقدم في قوله تعالى : { إن اللَّه لا يستحيِّ أن يضرب مثلاً } في سورة [ البقرة : 26 ] . وتنوين { مَثَلٍ } للتعظيم والشرف ، أي من كل أشرف الأمثال ، فالمعنى : ذكرنا للناس في القرآن أمثالاً هي بعض من كل أنفع الأمثال وأشرفها . والمراد : شرف نفعها .وخُصّت أمثال القرآن بالذكر من بين مزايا القرآن لأجل لَفت بصائرهم للتدبر في ناحية عظيمة من نواحي إعجازه وهي بلاغة أمثاله ، فإن بلغاءهم كانوا يتنافسون في جَودة الأمثال وإصابتها المحزّ من تشبيه الحالة بالحالة . وتقدم هذا عند قوله تعالى : { ولقد صرفنا للناس في هذا القرآن من كل مثل فأبى أكثر الناس إلا كفوراً } في سورة [ الإِسراء : 89 ] ، وتقدم في قوله : { ولقَد ضَرَبنا للنَّاسسِ في هذَا القُرْآننِ مِن كل مَثَلٍ } في سورة [ الروم : 58 ] .ومعنى الرجاء في { لَعَلَّهُم يتذَكَّرُونَ } منصرف إلى أن حالهم عند ضرب الأمثال القرآنية كحال من يرجو الناس منه أن يتذكر ، وهذا مِثل نظائر هذا الترجي الواقع في القرآن ، وتقدم في سورة البقرة .ومعنى التذكر : التأمل والتدبر لينكشف لهم ما هم غافلون عنه سواء ما سبق لهم به علم فنسُوه وشُغلوا عنه بسفسَاففِ الأمور ، وما لم يسبق لهم علم به مما شأنه أن يستبصره الرأي الأصيل حتى إذا انكشف له كان كالشيء الذي سبق له علمه وذهِل عنه ، فمعنى التذكر معنى بديع شامل لهذه الخصائص .وهذا وصفُ القرآن في حدّ ذاته إن صادف عقلاً صافياً ونفساً مجردة عن المكابرة فتذكر به المؤمنون به من قبل ، وتذكّر به من كان التذكّر به سبباً في إيمانه بعد كفره بسرعة أو ببطء ، وأما الذين لم يتذكروا به فإن عدم تذكرهم لنقص في فطرتهم وتغشية العناد لألبابهم . وكذلك معنى قوله : { لعلَّهُم يتَّقُونَ } .",
  "ayah": 27,
  "surah": 39
}
