{
  "text": "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (3)استئناف للتخلص إلى استحقاقه تعالى الإِفراد بالعبادة وهو غرض السورة وأفاد التعليل للأمر بالعبادة الخالصة لله لأنه إذا كان الدين الخالص مستحقاً لله وخاصّاً به كان الأمر بالإِخلاص له مصيباً محزّه فصار أمر النبي صلى الله عليه وسلم بإخلاص العبادة له مسبباً عن نعمة إنزال الكتاب إليه ومقتضَى لكونه مُستحق الإِخلاص في العبادة اقتضاء الكلية لجزئياتها . وبهذا العموم أفادت الجملة معنى التذييل فتحملت ثلاثة مواقع كلها تقتضي الفصل .وافتتحت الجملة بأداة التنبيه تنويهاً بمضمونها لتتلقاه النفس بشَرَاشِرِها وذلك هو ما رجّح اعتبار الاستئناف فيها ، وجعل معنى التعليل حاصلاً تبعاً من ذكر إخلاص عام بعد إخلاص خاص وموردهما واحد .واللام في { لله الدينُ الخالصالدين * أَلاَ لِلَّهِ الدين الخالص والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ مَا } لام الملك الذي هو بمعنى الاستحقاق ، أي لا يحقّ الدين الخالص ، أي الطاعة غير المشوبة إلا له على نحو { الحمد لله } [ الفاتحة : 2 ] . وتقديم المسند لإِفادة الاختصاص فأفاد قوله : { لله الدينُ الخالِصُ } أنه مستحقه وأنه مختص به .والدين : الطاعة كما تقدم . والخالص : السالم من أن يشوبه تشريك غيره في عبادته ، فهذا هو المقصود من الآية .ومما يتفرع على معنى الآية إخلاص المؤمن الموحد في عبادة ربه ، أي أن يعبد الله لأجله ، أي طلباً لرضاه وامتثالاً لأمره وهو آيل إلى أحوال النية في العبادة المشار إليها بقول النبي صلى الله عليه وسلم «إنما الأعمال بالنيات وإنما لكل امرىء ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته إلى دنيا يصيبها أو امرأة ينكِحها فهجرته إلى ما هاجر إليه» .وعرّف الغزالي الإِخلاص بأنه تجريد قصد التقرب إلى الله عن جميع الشوائب . والإِخلاص في العبادة أن يكون الداعي إلى الإِتيان بالمأمور وإلى ترك المنهي إرضاءَ الله تعالى ، وهو معنى قولهم : لوجه الله ، أي لقصد الامتثال بحيث لا يكون الحظ الدنيوي هو الباعث على العبادة مثل أن يعبد الله ليمدحه الناسُ بحيث لو تعطل المدح لترك العبادة . ولذا قيل : الرياء الشرك الأصغر ، أي إذا كان هو الباعث على العمل ، ومثل ذلك أن يقاتل لأجل الغنيمة فلو أيس منها ترك القتال؛ فأما إن كان للنفس حظ عاجل وكان حاصلاً تبعاً للعبادة وليس هو المقصودَ فهو مغتفر وخاصة إذا كان ذلك لا تخلو عنه النفوس ، أو كان مما يُعين على الاستزادة من العبادة .وفي «جامع العتبية» في ما جاء من أن النية الصحيحة لا تبطلها الخَطرة التي لا تُملك . حدث العتبي عن عيسى بن دينار عن ابن وهب عن عطاء الخراساني أن معاذ بن جبل قال لرسول الله صلى الله عليه وسلم إنه ليس من بني سَلِمَة إلا مقاتل ، فمنهم من القتالُ طبيعته ، ومنهم من يقاتل رياء ومنهم من يقاتل احتساباً ، فأي هؤلاء الشهيد من أهل الجنة؟ فقال : يا معاذ بنَ جبل : «من قاتل على شيء من هذه الخصال أصلُ أمره أن تكون كلمة الله هي العليا فقُتل فهو شهيد من أهل الجنة» .قال ابن رشد في «شرحه» : هذا الحديث فيه نص جليّ على أن من كان أصلُ عمله لله وعلى ذلك عقد نيته لم تضرّه الخطَرات التي تقع في القلب ولا تُملك ، على ما قاله مالك خلافَ ما ذهب إليه ربيعةُ ، وذلك أنهما سُئلا عن الرجل يُحِب أن يُلْقَى في طريق المسجد ويكره أن يلقَى في طريق السّوق فأنكر ذلك ربيعةُ ولم يعجبه أن يحب أحد أن يُرى في شيء من أعمال الخير . وقال مالك : إذا كان أولُ ذلك وأصلُه لله فلا بأس به إن شاء الله قال الله تعالى : { وألقيت عليك محبة مني } [ طه : 39 ] ، وقال : { واجعل لي لسان صدق في الآخرين } [ الشعراء : 84 ] . قال مالك : وإنما هذا شيء يكون في القلب لا يُملك وذلك من وسوسة الشيطان ليمنعه من العمل فمن وجد ذلك فلا يُكْسِلْه عن التمادي على فعل الخير ولا يؤيسه من الأجر وليدفع الشيطان عن نفسه ما استطاع ( أي إذا أراد تثبيطه عن العمل ) ، ويجدد النية فإن هذا غير مؤاخذ به إن شاء الله ا ه . وذكر قبل ذلك عن مالك أنه رأى رجلاً من أهل مصر يَسأل عن ذلك ربيعة . وذكر أن ربيعة أنكر ذلك . قال مالك : فقلت له ما ترى في التهجير إلى المسجد قبل الظهر؟ قال : ما زال الصالحون يهجّرون . وفي «جامع المعيار» : سئل مالك عن الرجل يذهب إلى الغزو ومعه فضل مال ليصيب به من فضل الغنيمة ( أي ليشتري من الناس ما صحّ لهم من الغنيمة ) فأجاب لا بأس به ونزع بآية التجارة في الحج قوله : { ليس عليكم جناح أن تبتغوا فضلاً من ربكم } [ البقرة : 198 ] وأن ذلك غير مانع ولا قادح في صحة العبادة إذا كان قصدُه بالعبادة وجهَ الله ولا يعد هذا تشريكاً في العبادة لأن الله هو الذي أباح ذلك ورفع الحرج عن فاعله مع أنه قال : { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } [ الكهف : 110 ] فدلّ أن هذا التشريك ليس بداخل بلفظه ولا بمعناه تحتَ آية الكهف ا ه .وأقول : إن القصد إلى العبادة ليتقرب إلى الله فيسأله ما فيه صلاحه في الدنيا أيضاً لا ضير فيه ، لأن تلك العبادة جعلت وسيلة للدعاء ونحوه وكل ذلك تقرب إلى الله تعالى وقد شرعت صلوات لكشف الضرّ وقضاء الحوائج مثل صلاة الاستخارة وصلاة الضرّ والحاجة ، ومن المغتفر أيضاً أن يقصد العامل من عمله أن يدعو له المسلمون ويذكروه بخير . وفي هذا المعنى قال عبد الله بن رَواحة رضي الله عنه حين خروجه إلى غزوة مؤتة ودعَا له المسلمون حين ودّعوه ولمن معه بأن يردّهم الله سالمين: ... لكنني أسألُ الرحمان مغفرةوضَربَةً ذاتَ فرععٍ يَقذف الزبدا ... أو طعنة من يدي حرّان مجهزةًبحَربة تنفُذ الأحشاءَ والكبدا ... حتى يقولوا إذا مروا على حَدثيأرشَدَك الله من غَاز وقد رَشِدا ... وقد علمت من تقييدنا الحظ بأنه حظ دنيوي أن رجاء الثواب واتقاء العقاب هو داخل في معنى الإِخلاص لأنه راجع إلى التقرب لرضى الله تعالى . وينبغي أن تعلم أن فضيلة الإِخلاص في العبادة هي قضية أخصّ من قضية صحة العبادة وإجزائها في ذاتها إذ قد تعرُو العبادة عن فضيلة الإِخلاص وهي مع ذلك صحيحة مجزئة ، فللإخلاص أثر في تحصيل ثواب العمل وزيادته ولا علاقة له بصحة العمل . وفي «مفاتيح الغيب» : وأما الإِخلاص فهو أن يكون الداعي إلى الإِتيان بالفعل أو الترك مجرد الانقياد فإن حصل معه داع آخر؛ فإمّا أن يكون جانب الداعي إلى الانقياد راجحاً على جانب الداعي المغاير ، أو معادِلاً له ، أو مرجوحاً . وأجمعوا على أن المُعادل والمرجوح ساقط ، وأمّا إذا كان الداعي إلى الطاعة راجحاً على جانب الداعي الآخر فقد اختلفوا في أنه هل يفيد أو لا ا ه .وذكر أبو إسحاق الشاطبي : أن الغزالي أي في كتاب النية من الربع الرابع من «الإِحياء» يذهب إلى أن ما كان فيه داعي غير الطاعة مرجوحاً أنه ينافي الإِخلاص . وعلامته أن تصير الطاعة أخف على العبد بسبب ما فيها من غرض ، وأن أبا بكر بن العربي أي في كتاب «سِراج المريدين» كما نقله في «المعيار» يذهب إلى أن ذلك لا يقدح في الإِخلاص .قال الشاطبي : وكان مجال النظر في المسألة يلتفت إلى انفكاك القصدين أو عدم انفكاكهما ، فالغزالي يلتفت إلى مجرد وجود اجتماع القصدين سواء كان القصدان مما يصح انفكاكهما أو لا ، وابن العربي يلتفت إلى وجه الانفكاك ) .فهذه مسألة دقيقة ألحقناها بتفسير الآية لتعلقها بالإِخلاص المراد في الآية ، وللتنبيه على التشابه العارض بين المقاصد التي تقارن قصد العبادة وبين إشراك المعبود في العبادة بغيره .{ الخالص والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى إِنَّ الله يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ } .عطف على جملة { ألا لله الدينُ الخالِصُ } لزيادة تحقيق معنى الإِخلاص لله في العبادة وأنه خلوص كامل لا يشوبه شيء من الإِشراك ولا إشراك الذين زعموا أنهم اتخذوا أولياءَ وعبدوهم حرصاً على القرب من الله يزعمونه عذراً لهم فقولهم من فساد الوضع وقلببِ حقيقة العبادة بأن جعلوا عبادة غير الله وسيلة إلى القرب من الله فنقضوا بهذه الوسيلة مقصدها وتطلبوا القربة بما أبْعَدَها ، والوسيلة إذا أفضت إلى إبطال المقصد كان التوسل بها ضرباً من العبث .واسم الموصول مراد به المشركون وهو في محلّ رفع على الابتداء وخبره جملة { إنَّ الله يحكم بينهم } . وجملة { ما نعبدهم } مقول لقول محذوف لأن نظمها يقتضي ذلك إذ ليس في الكلام ما يصلح لأن يعود عليه نون المتكلم ومعه غيره ، فتعين أنه ضمير عائد إلى المبتدأ ، أي هم المتكلمون به وبما يليه ، وفعل القول محذوف وهو كثير ، وهذا القول المحذوف يجوز أن يقدر بصيغة اسم الفاعل فيكون حالاً من { الذين اتخذوا } أي قائلين : ما نعبدهم ، ويجوز أن يقدر بصيغة الفعل . والتقدير : قالوا ما نعبدهم ، وتكون الجملة حينئذٍ بدل اشتمال من جملة { اتَّخذوا } فإن اتخاذهم الأولياء اشتمل على هذه المقالة .وقوله : { إنَّ الله يحكم بينهم } وعيد لهم على قولهم ذلك فعلم منه إبطال تعللهم في قولهم : { ما نعبدهم إلا ليقربونا إلى الله } لأن الواقع أنهم عبدوا الأصنام أكثر من عبادتهم لله . فضمير { بينَهُمْ } عائد إلى الذين اتخذوا أولياء . والمراد ب { ما هم فيه يختلفون } اختلاف طرائقهم في عبادة الأصنام وفي أنواعها من الأنصاب والملائكة والجنّ على اختلاف المشركين في بلاد العرب .ومعنى الحكم بينهم أنه يبين لهم ضلالَهم جميعاً يوم القيامة إذ ليس معنى الحكم بينهم مقتضياً الحكم لفريق منهم على فريق آخر بل قد يكون الحكم بين المتخاصمين بإبطال دعوى جميعهم . ويجوز أن يكون على تقدير معطوف على { بينهم } مماثل له دلت عليه الجملة المعطوف عليها وهي { ألا لله الدين الخالص } ، لاقتضائها أن الذين أخلصوا الدين لله قد وافقوا الحق فالتقدير يحكم بينهم وبين المخلصين على حدّ قول النابغة: ... فما كان بين الخير لو جاء سالماًأبو حُجر إلا لياللٍ قلائلُ ... تقديره : بين الخير وبيني بدلالة سياق الرثاء والتلهف .والاستثناء في قوله : { إلاَّ ليقربونا } استثناء من علل محذوفة ، أي ما نعبدهم لشيء إلا لعلة أن يقرّبونا إلى الله فيفيد قصراً على هذه العلة قصر قلب إضافي ، أي دون ما شنعتم علينا من أننا كفرنا نعمة خالقنا إذ عبدنا غيره . وقد قدمنا آنفاً من أنهم أرادوا به المعذرة ويكون في أداة الاستثناء استخدام لأن اللام المقدرة قبل الاستثناء لام العاقبة لا لام العلة إذ لا يكون الكفران بالخالق علة لعاقل ولكنه صائر إليه ، فالقصر لا ينافي أنهم أعدوهم لأشياء أخر إذا عدوهم شفعاء واستنجدوهم في النوائب ، واستقسموا بأزلامهم للنجاح ، كما هو ثابت في الواقع .والزلفى : منزلة القرب ، أي ليقربونا إلى الله في منزلة القرب ، والمراد بها منزلة الكرامة والعناية في الدنيا لأنهم لا يؤمنون بمنازل الآخرة ، ويكون منصوباً بدلاً من ضمير { ليُقربونا } بدل اشتمال ، أي ليقربوا منزلتنا إلى الله . ويجوز أن يكون { زلفى } اسم مصدر فيكون مفعولاً مطلقاً ، أي قرباً شديداً .وأفاد نظم { هُم فيه يختلفون } أمرين أن الاختلاف ثابت لهم ، وأنه متكرر متجدد ، فالأول من تقديم المسند إليه على الخبر الفعلي ، والثاني من كون المسند فعلاً مضارعاً .{ يَخْتَلِفُونَ إِنَّ الله لاَ يَهْدِى مَنْ هُوَ كاذب } .يجوز أن يكون خبراً ثانياً عن قوله : { والذين اتخذوا من دونه أولياء } وهو كناية عن كونهم كاذبين في قولهم : { ما نعبدهم إلا ليقربونا إلى الله } وعن كونهم كفّارين بسبب ذلك ، وكناية عن كونهم ضالّين .ويجوز أن يكون استئنافاً بيانياً لأن قوله : { إن الله يحكم بينهم في ما هم فيه يختلفون } يثير في نفوس السامعين سؤالاً عن مصير حالهم في الدنيا من جرَّاء اتخاذهم أولياءَ من دونه ، فيجاب بأن الله لا يهدي مَن هو كاذب كفار ، أي يذرهم في ضلالهم ويمهلهم إلى يوم الجزاء بعد أن بَيّن لهم الدين فخالفوه .والمراد ب { مَن هو كاذبٌ كفَّارٌ } الذين اتخذوا من دونه أولياء ، أي المشركين ، فكان مقتضى الظاهر الإِتيان بضميرهم ، وعدل عنه إلى الإضمار لما في الصلة من وصفهم بالكذب وقوة الكفر .وهداية الله المنفية عنهم هي : أن يتداركهم الله بلطفه بخلق الهداية في نفوسهم ، فالهداية المنفية هي الهداية التكوينية لا الهداية بمعنى الإِرشاد والتبليغ وهو ظاهر ، فالمراد نفي عناية الله بهم ، أي العناية التي بها تيسير الهداية عليهم حتى يهتدوا ، أي لا يوفّقهم الله بل يتركهم على رأيهم غضباً عليهم . والتعبير عنهم بطريق الموصولية لما في الموصول من الصلاحية لإِفادة الإِيماء إلى علة الفعل ليفيد أن سبب حرمانهم التوفيق هو كذبهم وشدة كفرهم .فإن الله إذا أرسل رسوله إلى الناس فبلغهم كانوا عندما يبلغهم الرسول رسالةَ ربه بمستوى متحِد عند الله بما هم عبيد مربوبون ثم يكونون أصنافاً في تلقّيهم الدعوة؛ فمنهم طالب هداية بقبول ما فهمه ويسأل عما جهله ، ويتدبر وينظر ويسأل ، فهذا بمحل الرضى من ربه فهو يعينه ويشرح صدره للخير حتى يشرق باطنه بنور الإِيمان كما قال تعالى : { فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله يجعل صدره ضيقاً حرجاً } [ الأنعام : 125 ] وقال : { ولكن الله حبب إليكم الإيمان وزيّنه في قلوبكم وكرّه إليكم الكفر والفسوق والعصيان أولئك هم الراشدون فضلاً من الله ونعمة والله عليم حكيم } [ الحجرات : 7 ، 8 ] .ولا جرم أنه كلما توغّل العبد في الكذب على الله وفي الكفر به ازداد غضب الله عليه فازداد بُعد الهداية الإلهية عنه ، كما قال تعالى : { كيف يهدي الله قوماً كفروا بعد إيمانهم وشهدوا أن الرسول حقٌّ وجَاءَهُمُ البينات والله لا يَهْدِي القومَ الظِّالِمِين } [ آل عمران : 86 ] .والتوفيق : خلق القدرة على الطاعة فنفي هداية الله عنهم كناية عن نفي توفيقه ولطفه لأن الهداية مسببة عن التوفيق فعبر بنفي المسبب عن نفي السبب . وكذبهم هو ما اختلقوه من الكفر بتأليه الأصنام ، وما ينشأ عن ذلك من اختلاق صفات وهمية للأصنام وشرائع يدينون بها لهم .والكَفَّار : الشديد الكفر البليغُة ، وذلك كفرهم بالله وبالرسول صلى الله عليه وسلم وبالقرآن بإعراضهم عن تلقّيه ، والتجرد عن الموانع للتدبر فيه . وعلم من مقارنة وصفهم بالكذب بوصفهم بالأبلغية في الكفر أنهم متبالغون في الكذب أيضاً لأن كذبهم المذموم إنما هو كذبهم في كفرياتهم فلزم من مبالغة الكفر مبالغة الكذب فيه .",
  "ayah": 3,
  "surah": 39
}
