{
  "text": "بَلَى قَدْ جَاءَتْكَ آَيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (59){ بلى } حرفٌ لإِبطال منفي أو فيه رائحة النفي ، لقصد إثبات ما نفي قبله ، فتعين أن تكون هنا جواباً لقول النفس { لو أنَّ الله هداني لكنت من المتقين } [ الزمر : 57 ] ، لما تقتضيه { لو التي استعملت للتمنّي من انتفاء مَا تمناه وهو أن يكون الله هداه ليكون من المتقين ، أي لم يهدني الله فلم أتق . وجملة قَدْ جاءَتك ءاياتي } تفصيل للإبطال وبيان له ، وهو مِثل الجواب بالتسليم بعد المَنع ، أي هداك الله .وقد قوبل كلام النفس بجواب يقابله على عدد قرائنه الثلاث ، وذلك بقوله : { قد جاءتك آياتي فكذبت بها } وهذا مقابل { لو أنَّ الله هداني } [ الزمر : 57 ] ثم بقوله : { واستكبرت } وهو مقابل قولها : { على ما فرطتُ في جنببِ الله } [ الزمر : 56 ] ، أي ليستْ نهايةُ أمرك التفريط بل أعظم منه وهو الاستكبار ، ثم بقوله : { وكنت مِنَ الكافرين } وهذا مقابل قوللِ النفس { لَكُنتُ مِن المُتقين } [ الزمر : 57 ] فهذه قرائن ثلاث . والمعنى : أن الله هداك في الدنيا بالإرشاد بآيات القرآن فقابلتَ الإِرشاد بالتكذيب والاستكبار والكفر بها فلا عذر لك .وكان الجواب على طريقة النشر المشوش بعد اللّف رعياً لمقتضى ذلك التشويش وهو أن يقع ابتداءُ النشر بإبطال الأهم مما اشتمل عليه اللّف وهو ما ساقوه على معنى التنصل والاعتذار من قولهم : { لو أنَّ الله هداني } [ الزمر : 57 ] لقصد المبادرة بإعلامهم بما يدحض معذرتهم ، ثم عاد إلى إبطال قولهم : { على ما فرطتُ في جَنب الله } [ الزمر : 56 ] فأبطل بقوله : { فكذَّبتَ بِها } ، ثم أكمل بإبطال قولهم : { لو أنَّ لي كرَّةً فأكونَ من المُحسنين } [ الزمر : 58 ] بقوله : { وكُنت من الكافرين } . ولم يُورَد جواب عن قول النفس { وإن كُنتُ لَمِنَ الساخِرين } [ الزمر : 56 ] لأنه إقرار .ولو لم يسلك هذا الأسلوب في النشر لهذا اللف لفات التعجيل بدحض المعذرة ، ولَفاتَتْ مقابلة القرائن الثلاث المجاب عنها بقرائنَ أَمثالِها لِما علمت من أن الإِبطال روعي فيه قرائن ثلاث على وزان أقوال النفس ، وأن ترتيب أقوال النفس كان جارياً على الترتيب الطبيعي ، فلو لم يشوش النشر لوجب أن يقتصر فيه على أقلَّ من عدد قرائن اللف فتفوت نكتة المقابلة التي هي شأنُ الجدال؛ مع ما فيه من التورك .وتركيب قوله : { وكُنت من الكافرين } مثلُ ما تقدم آنفاً في نظائره من قوله : { وإن كنتُ لَمِن الساخرين } [ الزمر : 56 ] وما بعده مما أقحم فيه فعل { كُنت } .واتفق القراء على فتح التاءات الثلاث في قوله : { فكذَّبتَ بها واستكبرت وكنت من الكافرين } وكذلك فتح الكاف من قوله : { جَاءَتك } راجعةً إلى النفس بمعنى الذات المغلبة في أن يراد بها الذكور ويعلم أن النساء مثلهم ، مثل تغليب صيغة جمع المذكر في قوله : { من السَّاخرين } [ الزمر : 56 ] . .",
  "ayah": 59,
  "surah": 39
}
