{
  "text": "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ (6){ الغفار * خَلَقَكُمْ مِّن نَّفْسٍ واحدة ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُمْ مِّنَ الانعام ثمانية أزواج يَخْلُقُكُمْ فِى بُطُونِ أمهاتكم خَلْقاً مِّن بَعْدِ خَلْقٍ فِى } .انتقال إلى الاستدلال بخلق الناس وهو الخلق العجيب . وأُدمج فيه الاستدلال بخلق أصلهم وهو نفس واحدة تشعب منها عدد عظيم وبخلق زوج آدم ليتقوّم ناموس التناسل . والجملة يجوز أن تكون في موضع الحال من ضمير الجلالة ، ويجوز أن تكون استئنافاً ابتدائياً تكريراً للاستدال .والخطاب للمشركين بدليل قوله بعده : { فأنَّى تُصرفونَ } ، وهو التفات من الغيبة إلى الخطاب ، ونكتته أنه لما أخبر رسوله صلى الله عليه وسلم عنهم بطريق الغيبة أقبَلَ على خطابهم ليُجمع في توجيه الاستدلال إليهم بين طريقي التعريض والتصريح . وتقدم نظير هذه الجملة في سورة الأعراف ، إلاّ أن في هذه الجملة عطف قوله : { جعل منها زوجها } بحرف { ثم } الدال على التراخي الرتبي لأن مساقها الاستدلال على الوحدانية وإبطال الشريك بمراتبه ، فكان خلق آدم دليلاً على عظيم قدرته تعالى وخلق زوجه من نفسه دليلاً آخر مستقل الدلالة على عظيم قدرته . فعطف بحرف { ثم الدال في عطف الجمل على التراخي الرتبي إشارة إلى استقلال الجملة المعطوفة بها بالدلالة مثل الجملة المعطوفة هي عليها ، فكان خلق زوج آدم منه أدلّ على عظيم القدرة من خلق الناس من تلك النفس الواحدة ومن زوجها لأنه خلق لم تجرِ به عادة فكان ذلك الخلق أجلب لعجب السامع من خلق الناس فجيء له بحرف التراخي المستعمل في تراخي المنزلة لا في تراخي الزمن لأن زمن خلق زوج آدم سابق على خلق الناس . فأما آية الأعراف فمساقها مساق الامتنان على الناس بنعمة الإِيجاد ، فذُكر الأصلان للناس معطوفاً أحدهما على الآخر بحرف التشريك في الحكم الذي هو الكون أصلاً لخلق الناس .وقد تضمنت الآية ثلاث دلائل على عظم القدرة خلق الناس من ذكر وأنثى بالأصالة وخلق الذكر الأول بالإِدماج وخلق الأنثى بالأصالة أيضاً . /زَوْجَهَا وَأَنزَلَ لَكُمْ مِّنَ الانعام ثمانية } .استدلال بما خلقه الله تعالى من الأنعام عطف على الاستدلال بخلق الإِنسان لأن المخاطبين بالقرآن يومئذٍ قوام حياتهم بالأنعام ولا تخلو الأمم يومئذ من الحاجة إلى الأنعام ولم تزل الحاجة إلى الأنعام حافّة بالبشر في قِوام حياتهم . وهذا اعتراض بين جملة { خلقَكم من نَفسسٍ واحدةٍ } وبين { يخلُقكم في بُطوننِ أُمهاتِكُم } لمناسبة أزواج الأنعام لزوج النفس الواحدة .وأدمج في هذا الاستدلال امتنان بما فيها من المنافع للناس لما دل عليه قوله : { لَكُم } لأن في الأنعام مواد عظيمة لبقاء الإِنسان وهي التي في قوله تعالى : { والأنعام خلقها لكم فيها دفء إلى قوله : إلا بشق الأنفس } [ النحل : 5 7 ] وقوله : { ومن أصوافها وأوبارها } الخ في سورة [ النحل : 80 ] .والإِنزال : نقل الجسم من علوّ إلى سُفل ، ويطلق على تذليل الأمر الصعب كما يقال : نزلوا على حكم فلان ، لأن الأمر الصعب يتخيل صعب المنال كالمعتصم بقمم الجبال ، قال خصَّاب بن المعلَّى من شعراء الحماسة: ... أنزلني الدهر على حكمهمن شَاهق عاللٍ إلى خفض ... فإطلاق الإِنزال هنا بمعنى التذليل والتمكين على نحو قوله تعالى : { وأنزلنا الحديد } [ الحديد : 25 ] أي سخرناه للناس فألهمناهم إلى معرفة قَيْنِه يتخذونه سيوفاً ودروعاً ورماحاً وعتاداً مع شدته وصلابته . ويجوز أن يكون إنزال الأنعام إنزالها الحقيقي ، أي إنزال أصولها من سفينة نوح كقوله تعالى : { ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم } [ الأعراف : 11 ] ، أي خلقنا أصلكم وهو آدم ، قال تعالى : { قلنا احمل فيها من كل زوجين اثنين } [ هود : 40 ] فيكون الإِنزال هو الإِهباط قال تعالى : { قيل يا نوح اهبط بسلام منا وبركات عليك وعلى أمم ممن معك } [ هود : 48 ] ، فهذان وجهان حسنان لإِطلاق الإِنزال ، وهما أحسن من تأويل المفسرين إنزال الأنعام بمعنى الخلق ، أي لأن خلقها بأمر التكوين الذي ينزل من حضرة القدس إلى الملائكة .والأزواج : الأنواع ، كما في قوله تعالى : { ومن كل الثمرات جعل فيها زوجين اثنين } [ الرعد : 3 ] والمراد أنواع الإِبل والغنم والبقر والمعز .وأطلق على النوع اسم الزوج الذي هو المثنّى لغيره لأن كل نوع يتقوّم كيانه من الذكر والأنثى وهما زوجان أو أطلق عليها أزواج لأنه أشار إلى ما أنزل من سفينة نوح منها وهو ذكر وأنثى من كل نوع كما تقدم آنفاً .{ أزواج يَخْلُقُكُمْ فِى بُطُونِ أمهاتكم خَلْقاً مِّن بَعْدِ خَلْقٍ فِى ظلمات } .بدل من جملة { خلقكم من نفسسٍ واحدة } وضمير المخاطبين هنا راجع إلى الناس لا غير وهو استدلال بتطور خلق الإِنسان على عظيم قدرة الله وحكمته ودقائق صنعه .والتعبير بصيغة المضارع لإِفادة تجدد الخلق وتكرره مع استحضار صورة هذا التطور العجيب استحضاراً بالوجه والإِجمال الحاصل للأذهان على حسب اختلاف مراتب إدراكها ، ويعلم تفصيله علماء الطب والعلوم الطبيعية وقد بينه الحديث عن النبي صلى الله عليه وسلم « إن أحدكم يُجمَع خلقُه في بطن أمه أربعين يوماً نطفة ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يُرسل إليه الملَك فينفخُ فيه الروح » . وقوله : { خلقاً من بعدِ خلقٍ } أي طوراً من الخلق بعد طور آخر يخالفه وهذه الأطوار عشرة :الأول : طور النطفة ، وهي جسم مُخاطِيّ مستدير أبيض خال من الأعضاء يشبه دودة ، طولُه نحو خمسة مليميتر .الثاني : طور العلَقة ، وهي تتكون بعد ثلاثة وثلاثين يوماً من وقت استقرار النطفة في الرحم ، وهي في حجم النملة الكبيرة طولها نحو ثلاثة عشر مليمتراً يلوح فيها الرأس وتخطيطات من صُور الأعضاء .الثالث : طور المضغة وهي قطعَة حمراء في حجم النحْلة .الرابع : عند استكمال شهرين يصير طوله ثلاثة صانتميتر وحجم رأسه بمقدار نصف بقيته ولا يتميز عنقه ولا وجهه ويستمر احمراره .الخامس : في الشهر الثالث يكون طوله خمسة عشر صانتيميتراً ووزنه مائة غرام ويبدو رسم جبهته وأنفه وحواجبه وأظافره ويستمر احمرار جلده .السادس : في الشهر الرابع يصير طوله عشرين صانتيميتراً ووزنه ( 240 ) غرامات ، ويظهر في الرأس زغب وتزيد أعضاؤه البطْنية على أعضائه الصدْرية وتتضح أظافره في أواخر ذلك الشهر .السابع : في الشهر السادس يصير طوله نحو ثلاثين صنتيمتراً ووزنه خمسمائة غرام ويظهر فيه مطبقاً وتتصلب أظافره .الثامن : في الشهر السابع يصير طوله ثمانية وثلاثين صنتيمتراً ويقلّ احمراراً جلده ويتكاثف جلده وتظهر على الجلد مادة دُهنية دسمة ملتصقة ، ويطول شعر رأسه ويميل إلى الشقرة وتتقبب جمجمته من الوسط .التاسع : في الشهر الثامن يزيد غلظه أكثر من ازدياد طوله ويكون طوله نحو أربعين صنتيمتراً ، ووزنه نحو أربعة أرطال أو تزيد ، وتقوى حركته .العاشر : في الشهر التاسع يصير طوله من خمسين إلى ستين صنتيمتراً ووزنه من ستة إلى ثمانية أرطال . ويتم عظْمه ، ويتضخّم رأسه ، ويكثف شعره ، وتبتدىء فيه وظائف الحياة في الجهاز الهضمي والرئة والقلب ، ويصير نماؤه بالغذاء ، وتظهر دورة الدم فيه المعروفة بالدورة الجَنِينِية .و ( الظلمات الثلاث ) : ظلمة بطن الأم ، وظلمة الرحم ، وظلمة المَشِيمة ، وهي غشاء من جلد يخلق مع الجنين محيطاً به ليقيه وليكون به استقلاله مما ينجر إليه من الأغذية في دورته الدموية الخاصة به دون أمه . وفي ذكر هذه الظلمات تنبيه على إحاطة علم الله تعالى بالأشياء ونفوذ قدرته إليها في أشدَّ ما تكون فيه من الخفاء .وانتصب { خَلْقاً } على المفعولية المطلقة المبينة للنوعية باعتبار وصفه بأنه { من بعدِ خلقٍ } ، ويتعلق قوله : { في ظُلماتتٍ ثلاثٍ } ب { يَخلُقُكُمْ } .وقرأ الجمهور { أُمهاتُكُمْ } بضم الهمزة وفتح الميم في حالي الوصل والوقف وقرأه حمزة في حال الوصل بكسر الهمزة إتباعاً لكسرة نون { بُطُونِ } وبكسر الميم إتباعاً لكسر الهمزة . وقرأه الكسائي بكسر الميم في حال الوصل مع فتح الهمزة . .{ ثلاث ذَلِكُمُ الله رَبُّكُمْ لَهُ الملك لا إله إِلاَّ هُوَ فأنى } .بعد أن أُجري على اسم الله تعالى من الأخبار والصفات القاضية بأنه المتصرف في الأكوان كلها : جواهرها وأعراضها ، ظاهرها وخفيها ، ابتداءً من قوله : { خَلَقَ السمواتت والأرضَ بِالحَقِّ } [ الأنعام : 73 ] ، ما يرشد العاقل إلى أنه المنفرد بالتصرف المستحق العبادة المنفرد بالإلهية أعقب ذلك باسم الإِشارة للتنبيه على أنه حقيق بما يرد بعده من أجل تلك التصرفات والصفات . والجملة فذلكة ونتيجة أنتجتها الأدلة السابقة ولذلك فصلت .واسم الإِشارة لتمييز صاحب تلك الصفات عن غيره تمييزاً يفضي إلى ما يرد بعد اسم الإِشارة على نحو ما قرر في قوله تعالى : { أولئك على هدى من ربهم } في سورة [ البقرة : 5 ] .والمعنى : ذلكم الذي خلق وسخر وأنشأ الناس والأنعام وخلق الإِنسان أطواراً هو الله ، فلا تشركوا معه غيره إذ لم تَبْق شبهة تَعذر أهلَ الشرك بشركهم ، أي ليس شأنُه بمشابه حال غيره من آلهتكم قال تعالى : { أم جعلوا للَّه شركاء خلقوا كخلقه فتشابه الخلق عليهم }[ الرعد : 16 ] .والإِتيان باسمه العلَم لإِحضار المسمّى في الأذهان باسم مُختصّ زيادة في البيان لأن حال المخاطبين نزل منزلة حال من لم يعلم أن فاعل تلك الأفعال العظيمة هو الله تعالى .واسم الجلالة خبر عن اسم الإِشارة . وقوله : { رَبُّكُم } صفة لاسم الجلالة .ووصفه بالربوبية تذكير لهم بنعمة الإِيجاد والإِمداد وهو معنى الربوبية ، وتوطئة للتسجيل عليهم بكفران نعمته الآتي في قوله : { إن تكفروا فإن اللَّه غني عنكم ولا يرضى لعباده الكفر } [ الزمر : 7 ] .وجملة { لَهُ المُلْكُ } خبر ثان عن اسم الإِشارة .والملك : أصله مصدر مَلَك ، وهو مثلث الميم إلا أن مضمون الميم خصه الاستعمال بمُلك البلاد ورعاية الناس ، وفيه جاء قوله تعالى : { تؤتي الملك من تشاء وتنزع الملك ممن تشاء } [ آل عمران : 26 ] ، وصاحبه : مَلِك ، بفتح الميم وكسر اللام ، وجمعه : ملوك .وتقديم المجرور لإِفادة الحصر الادعائي ، أي الملك لله لا لغيره ، وأما مُلك الملوك فهو لنقصه وتعرُّضه للزوال بمنزلة العدم ، كما تقدم في قوله تعالى : { الحمد للَّه } [ الفاتحة : 2 ] ، وفي حديث القيامة : « ثم يقول أنا الملك أين ملوك الأرض » ، فالإلهية هي المُلك الحقّ ، ولذلك كان ادعاؤهم شركاء للإله الحق خطأً ، فكان الحصر الادعائي لإِبطال ادعاء المشركين .وجملة { لا إله إلاَّ هُوَ } بيان لجملة الحصر في قوله : { لَهُ المُلْكُ } . وفرع عليه استفهام إنكاري عن انصرافهم عن توحيد الله تعالى ، ولما كان الانصراف حالةً استُفهم عنها بكلمة { أنّى التي هي هنا بمعنى ( كيف ) كقوله تعالى : { أنى يكون له ولد ولم تكن له صاحبة } [ الأنعام : 101 ] .والصرف : الإِبعاد عن شيء ، والمصروف عنه هنا محذوف ، تقديره : عن توحيده ، بقرينة قوله : { لا إله إلاَّ هُوَ } .وجعَلهم مصروفين عن التوحيد ولم يذكر لهم صارفاً ، فجاء في ذلك بالفعل المبني للمجهول ولم يقل لهم : فأنى تنصرفون ، نعياً عليهم بأنهم كالمَقُودين إلى الكفر غير المستقلين بأمورهم يصرفهم الصارفون ، يعني أيمة الكفر أو الشياطين الموسوسين لهم . وذلك إلْهاب لأنفسهم ليكفّوا عن امتثال أيمتهم الذين يقولون لهم : { لا تسمعوا لهذا القرآن } [ فصلت : 26 ] ، عسى أن ينظروا بأنفسهم في دلائل الوحدانية المذكورة لهم .والمعنى : فكيف يصرفكم صارف عن توحيده بعدما علمتم من الدلائل الآنفة . والمضارع هنا مراد منه زمن الاستقبال بقرينة تفريعه على ما قبله من الدلائل .",
  "ayah": 6,
  "surah": 39
}
