{
  "text": "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (61)عطف على جملة { ترى الذين كذبوا على الله وجوههم مسودة } [ الزمر : 60 ] إلى آخرها ، أي وينجي الله الذين اتقوا من جهنم لأنهم ليسوا بمتكبرين . وهذا إيذان بأن التقوى تنافي التكبر لأن التقوى كمال الخُلق الشرعي وتقتضي اجتناب المنهيات وامتثال الأمر في الظاهر والباطن ، والكبرَ مرض قلبي باطني فإذا كان الكبر ملقياً صاحبه في النار بحكم قوله : { أليس في جهنم مثوى للمتكبرين } [ الزمر : 60 ] فضد أولئك ناجون منها وهم المتقون إذ التقوى تحول دون أسباب العقاب التي منها الكبر ، فالذين اتقوا هم أهل التقوى وهي معروفة ، ولذلك ففعل { اتَّقوا } منزل منزلة اللازم لا يقدَّر له مفعول .والمفازة يجوز أن تكون مصدراً ميمياً للفوز وهو الفلاح ، مثل المتاب وقوله تعالى : { إن للمتقين مفازاً } [ النبأ : 31 ] ، ولحاق التاء به من قبيل لحاق هاء التأنيث بالمصدر في نحو قوله تعالى : { ليس لوقعتها كاذبة } [ الواقعة : 2 ] . وتقدم ذلك في اسم سورة الفاتحة وعند قوله تعالى : { فلا تحسبنهم بمفازة من العذاب } في [ آل عمران : 188 ] ، والباء للملابسة ، أي متلبسين بالفوز أو الباء للسببية ، أي بسبب ما حصلوا عليه من الفوز . ويجوز أن تكون المفازة اسماً للفلاة ، كما في قول لبيد: ... لِوِرْدٍ تقلص الغيطان عنهيبذ مفازة الخِمس الكمال ... سميت مفازة باسم مكان الفوز ، أي النجاة وتأنيثها بتأويل البقعة ، وسموها مفازة باعتبار أن من حل بها سلم من أن يلحقه عدوّه ، كما قال العُديل: ... ودون يد الحجاج من أن تنالنيبساطٌ بأيدي أنا عجات عريض ... وقول النابغة: ... تدافع الناس عنا حين نركبهامن المظالم تدعى أمّ صبار ... وعلى هذا المعنى فالباء بمعنى ( في ) . والمفازة : الجنة . وإضافة مفازة إلى ضميرهم كناية عن شدة تلبسهم بالفوز حتى عُرف بهم كما يقال : فاز فوز فلان .وقرأ الجمهور { بمفازتهم } بصيغة المفرد . وقرأ حمزة والكسائي وأبو بكر عن عاصم وخلف { بمَفَازاتهم بصيغة الجمع وهي تجري على المعنيين في المفازة لأن المصدر قد يجمع باعتبار تعدد الصادر منه ، أو باعتبار تعدد أنواعه ، وكذلك تعدد أمكنة الفوز بتعدد الطوائف ، وعلى هذا فإضافة المفازة إلى ضمير الذين اتقوا } لتعريفها بهم ، أي المفازة التي علمتم أنها لهم وهي الجنة ، وقد عُلم ذلك من آيات وأخبار منها قوله تعالى : { إن للمقتين مفازاً حدائق وأعناباً وكواعب أتراباً } [ النبأ : 31 ، 33 ] .( وجملة { لا يمسهم السوء ولا هم يحزنون } مبيِّنة لجملة { وينجّي الله الذين اتقوا بمفازتهم } لأن نفي مسّ السوء هو إنجاؤهم ونفي الحزن عنهم نفي لأثر المس السوء . وجيء في جانب نفي السوء بالجملة الفعلية لأن ذلك لنفي حالة أهل النار عنهم ، وأهل النار في مسَ من السوء متجددٍ . وجيء في نفي الحزن عنهم بالجملة الاسمية لأن أهل النار أيضاً في حزن وغم ثابت لازم لهم .ومن لطيف التعبير هذا التفنن ، فإن شأن الأسواء الجسدية تجدد آلامها وشأن الأكدار القلبية دوام الإحساس بها .",
  "ayah": 61,
  "surah": 39
}
