{
  "text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (63)هذا استئناف ابتدائي تمهيد لقوله : { قُل أفغير الله تأمروني أعبُد } [ الزمر : 64 ] في ذكر تمسك الرسول والرسللِ من قبله بالتوحيد ونبذِ الشرك والبراءةِ منه والتصلببِ في مقاومته والتصميممِ على قطع دابره ، وجُعلت الجمل الثلاث من قوله : الله خالق كل شيء } إلى قوله : { السموات والأرض } مقدمات تؤيد ما يجيء بعدها من قوله : { قُل أفغير الله تأمروني أعبُد } [ الزمر : 64 ] .وقد اشتمل هذا الاستئناف ومعطوفاته على ثلاث جمل وجملة رابعة :فالجملة الأولى : { الله خالق كل شيء } وهذه الجملة أَدْخَلت كل موجود في أنه مخلوق لله تعالى ، فهو وليّ التصرف فيه لا يخرج من ذلك إلاّ ذاتُ الله تعالى وصفاته فهي مخصوصة من هذا العموم بدليل العقل وهو أنه خالق كل شيء فلو كان خالقَ نفسه أو صفاتِه لزم توقف الشيء على ما يتوقف هُو عليه وهذا ما يسمى بالدَّوْر في الحكمة ، واستحالتُه عقلية ، فخُص هذا العموم العقل . والمقصود من هذا إثبات حقيقة ، والزامُ الناس بتوحيده لأنه خالقهم ، وليس في هذا قصد ثناء ولا تعاظم ، والمقصود من هذه المقدمة تذكير الناس بأنهم جميعاً هم وما معهم عبيد لله وحده ليس لغيره منّة عليهم بالإِيجاد .الجملة الثانية : { وهو على كل شيء وكيل } وجيء بها معطوفة لأن مدلولها مغاير لمدلول التي قبلها . والوكيلُ المتصرف في شيء بدون تعقب ولما لم يعلّق بذلك الوصف شيءٌ علم أنه موكول إليه جِنس التصرف وحقيقتُه التي تعم جميع أفراد ما يتصرف فيه ، فعم تصرفه أحوالَ جميع الموجودات من تقدير الأعمال والآجال والحركاتتِ ، وهذه المقدمة تقتضي الاحتياج إليه بالإِمداد فهم بعد أن أوجدهم لم يستغنوا عنه لَمحةً مّا .الجملة الثالثة : { لَهُ مقَاليدُ السمواتتِ والأرض } وجيء بها مفصولة لأنها تفيد بيان الجملة التي قبلها فإن الوكيل على شيء يكون هو المتصرف في العطاء والمنع .والمقاليد : جمع إِقليد بكسر الهمزة وسكون القاف وهذا جمع على غير قياس ، وإقليد قيل معرب عن الفارسية ، وأصله ( كليد ) قيل من الرومية وأصله ( اقليدس ) وقيل كلمة يمانية وهو مما تقاربت فيه اللغات وهي كناية عن حفظ ذخائرها ، فذخائر الأرض عناصرها ومعادنها وكيفيات أجوائها وبحارها ، وذخائرُ السماوات سَير كواكبها وتصرفات أرواحها في عوالمها وعوالمنا وما لا يعلمه إلا الله تعالى . ولما كانت تلك العناصر والقُوى شديدة النفع للناس وكان الناس في حاجة إليها شبهت بنفائس المخزونات فصحّ أيضاً أن تكون المقاليد استعارة مكنية ، وهي أيضاً استعارة مصرحة للأمر الإِلهي التكويني والتسخيري الذي يُفيض به على الناس من تلك الذخائر المدَّخَرة كقوله تعالى : { وإن من شيء إلا عندنا خزائنه وما ننزله إلا بقدر معلوم } [ الحجر : 21 ] .وهذه المقدمة تشير إلى أن الله هو معطي ما يشاء لمن يشاء من خلقه ، ومن أعظم ذلك النبوءة وهديُ الشريعة فإن جهل المشركين بذلك هو الذي جرَّأَهم على أن أنكروا اختصاص محمد صلى الله عليه وسلم بالرسالة دونهم ، واختصاص أتباعه بالهُدى فقالوا :{ أهؤلاء مَنَّ الله عليهم مِنْ بيننا } [ الأنعام : 53 ] . فهذه الجمل اشتملت على مقدمات ثلاث تقتضي كل واحدة منها دلالة على وحدانية الله بالخلق ، ثم بالتصرف المطلق في مخلوقاته ، ثم بوضع النظم والنواميس الفطرية والعقلية والتهذيبية في نظام العالم وفي نظام البشر . وكل ذلك موجب توحيده وتصديقَ رسوله صلى الله عليه وسلم والاستمساك بعروته كما رَشد بذلك أهل الإِيمان .فأما الجملة الرابعة وهي : { والذين كفروا بآيات الله أولئك هم الخاسرون } فتحتمل الاعتراض ولكن اقترانها بالواو بعد نظائرها يرجح أن تكون الواو فيها عاطفة وأنها مقصودة بالعطف على ما قبلها لأن فيها زيادة على مفاد الجملة قبلها ، وتكون مقدمة رابعة للمقصود تجهيلاً للذين هم ضد المقصود من المقدمات فإن الاستدلال على الحق بإبطال ضده ضرب من ضروب الاستدلال . لأن الاستدلال يعود إلى ترغيب وتنفير فإذا كان الذين كفروا بآيات الله خاسرين لا جرم كان الذين آمنوا بآيات الله هم الفائزين ، فهذه الجملة تقابل جملة { وينجي الله الذين اتقوا بمفازتهم } [ الزمر : 61 ] المنتقل منها إلى هؤلاء الآيات ، وهي مع ذلك مفيدة إنذارهم وتأفين آرائهم ، لأن موقعها بعدَ دلائل الوحدانية وهي آيات دالّة على أن الله واحد يقتضي التنديدَ عليهم في عدم الاهتداء بها .ووُصف { الذين كفروا بآيات الله } بأنهم الخاسرون لأنهم كفروا بآيات مَن له مقاليد خزائن الخير فعرَّضوا أنفسهم للحرمان مما في خزائنه وأعظمها خزائن خير الآخرة .وآيات الله هي دلائل وجوده ووحدانيتِه التي أشارت إليها الجمل الثلاث السابقة .والإِخبار عن الذين كفروا باسم الإِشارة للتنبيه عن أن المشار إليهم خسروا لأجْللِ ما وصفوا به قبلَ اسممِ الإِشارة وهو الكفر بآيات الله . وتوسطُ ضمير الفصل لإِفادة حصر الخسارة فِيهم وهو قصر ادعائي بناء على عدم الاعتداد بخسارة غيرهم بالنسبة إلى خسارتهم فخسارتهم أعظم خسارة .",
  "ayah": 63,
  "surah": 39
}
