{
  "text": "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (64)هذا نتيجة المقدمات وهو المقصود بالإثبات ، فالفاء في قوله : { أفغير الله } لتفريع الكلام المأمور الرسولُ صلى الله عليه وسلم بأن يقوله على الكلام الموحَى به إليه ليقرع به أسماعهم ، فإن الحقائق المتقدمة موجهة إلى المشركين فبعْدَ تقررها عندهم وإنذارهم على مخالفة حالهم لما تقتضيه تلك الحقائقُ أُمر الرسول صلى الله عليه وسلم بأن يوجِّه إليهم هذا الاستفهام الإِنكاري منوعاً على ما قبله إذ كانت أنفسهم قد خَسئت بما جَبَهَها من الكلام السابق تأييسها لهم من محاولة صرف الرسول صلى الله عليه وسلم عن التوحيد إلى عبادة غير الله .وتوسط فعل { قُل } اعتراض بين التفريع والمفرَّع عنه لتصيير المقام لخطاب المشركين خاصة بعد أن كان مقام الكلام قبله مقامَ البيان لكل سامع من المؤمنين وغيرهم ، فكان قوله : { قُلْ } هو الواسطة في جعل التفريع خاصّاً بهم ، وهذا من بديع النظم ووفرة المعاني وهو حقيق بأن نسميه «تلوين البساط» .و { غير الله } منصوب ب { أعْبُدُ } الذي هو متعلق ب { تأمُرُوني } على حذف حرف الجر مع ( أَنْ ) وحذف حرف الجر مع ( أَنْ ) كثير فقوله : { أعْبُد } على تقدير : أن أعبد فلما حذف الجار المتعلق ب { تأمروني } حذفت ( أن ) التي كانت متصلة به ، كما حذفت في قول طرفه: ... ألاَ أيهذا الزاجري احضر الوغىوأن أشهد اللذات هل أنت مُخلديوهذا استعمال جائز عند أبي الحسن الأخفش وابن مالك ونحاة الأندلس .والجمهور يمنعونه ويجعلون قوله : { أعْبُدُ } هو المستفهم عنه ، وفعلَ { تأمروني } اعتراضاً أو حالاً ، والتقدير : أَأَعْبُدُ غير الله حال كونكم تأمرونني بذلك ، ومنه قولهم في المثل : تَسْمَع بالمعيدي خيرٌ من أَن تراه ، وفي الحديث \" وتعينُ الرجل على دابته فتحمله عليها أو تحمِلُ عليها متاعَه صدقة \"وقرأ نافع { تَأمُرُوني } بنون واحدة خفيفة على حذف واحدة من النونين اللتين هما نون الرفع ونون الوقاية على الخلاف في المحذوفة وهو كثير في القرآن كقوله : { فبم تبشرون } [ الحجر : 54 ] ، وفتحَ نافع ياء المتكلم للتخفيف والتفادي من المدّ . وقرأ الجمهور { تأمروني } بتشديد النون إدغاماً للنونين مع تسكين الياء للتخفيف . وقرأ ابن كثير بتشديد النون وفتح الياء . وقرأ ابن عامر { تأمرونني } بإظهار النونين وتسكين الياء .ونداؤهم بوصف الجاهلين تقريع لهم بعد أن وصفوا بالخسران ليجمع لهم بين نقص الآخرة ونقص الدنيا . والجهل هنا ضد العلم لأنهم جهلوا دلالة الدلائل المتقدمة فلم تفد منهم شيئاً فعمُوا عن دلائل الوحدانية التي هي بمرأى منهم ومسمع فجهلوا دلالتها على الصانع الواحد ولم يكفهم هذا الحظ من الجهل حتى تدلَّوا إلى حضيض عبادة أجسام من الصخّر الأصم . وإطلاق الجهل على ضد العلم إطلاق عربي قديم قال النابغة: ... يُخْبِرْكَ ذُو عِرْضِهم عني وعالمهموليس جاهلُ شيء مثل مَن عَلِما ... وقال السموأل أو عبدُ الملك بن عبد الرحيم الحارثي: ... سَلِي إن جَهِلتتِ الناس عنا وعنهمفليسَ سواءً عالمٌ وجهول ... وحُذف مفعول { الجاهلون } لتنزيل الفعل منزلة اللازم كأنَّ الجهل صار لهم سجية فلا يفقهون شيئاً فهم جاهلون بما أفادته الدلائل من الوحدانية التي لو علموها لما أشركوا ولمَا دعوا النبي صلى الله عليه وسلم إلى اتباع شركهم ، وهم جاهلون بمراتب النفوس الكاملة جهلاً أطمَعهم أن يصرفوا النبي صلى الله عليه وسلم عن التوحيد وأن يستزِّلوه بخزعبلاتهم وإطماعهم إياه أَن يعبدوا الله إن هو شاركهم في عبادة أصنامهم يحسبون الدِّين مساومة ومغابنة وتطفيفاً .",
  "ayah": 64,
  "surah": 39
}
