{
  "text": "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (65) تأييد لأمره بأن يقول للمشركين تلكَ المقالة مقالةً إنكار أن يطمعوا منه في عبادة الله ، بأنه قول استحقوا أن يُرمَوا بغلظته لأنهم جاهلون بالأدلة وجاهلون بنفس الرسول وزكائها . وأعقب بأنهم جاهلون بأن التوحيد هو سنة الأنبياء وأنهم لا يتطرق الإِشراك حوالي قلوبهم ، فالمقصود الأهم من هذا الخبر التعريض بالمشركين إذ حاولوا النبي صلى الله عليه وسلم على الاعتراف بإلهية أصنامهم .والواو عاطفة على جملة { قُلْ } [ الزمر : 64 ] . وتأكيدُ الخبر بلام القسم وبحرف ( قد ) تأكيد لما فيه من التعريض للمشركين .والوحي : الإِعلام من الله بواسطة الملَك . والذين من قبله هم الأنبياء والمرسلون . فالمراد القبلية في صفة النبوءة فالذين من قبلك } مراد به الأنبياء .وجملة { لئن أشركت ليحبطن عملك } مبيّنة لمعنى أُوحي كقوله تعالى : { فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد } [ طه : 120 ] .والتاء في { أشْرَكت } تاء الخطاب لِكل من أوحي إليه بمضمون هذه الجملة من الأنبياء فتكون الجملة بياناً لما أوحي إليه وإلى الذين من قبله . ويجوز أن يكون الخطاب للنبيء صلى الله عليه وسلم فتكون الجملة بياناً لجملة { أُوحِي إليك } ، ويكون { وإلى الذين من قبلِكَ } اعتراضاً لأن البيان تابع للمبين عمومه ونحوه . وأيًّا مَّا كان فالمقصود بالخطاب تعريض بقوممِ الذي أوحى إليه لأن فرض إشراك النبي صلى الله عليه وسلم غير متوقَّع . واللام في { لَئِن أشركت } موطئة للقسم المحذوف دالة عليه ، واللام في { لَيَحْبَطن } لام جواب القسم .والحَبط : البطلان والدحض ، حَبِط عملُه : ذهب باطلاً . والمراد بالعمل هنا : العملَ الصالح الذي يرجى منه الجزاء الحسن الأبدي .ومعنى حَبطه : أن يكون لغواً غير مُجازى عليه . وتقدم حكم الإِشراك بعد الإِيمان ، وحكم رجوع ثواب العمل لصاحبه إن عاد إلى الإِيمان بعد أن أَبطل إيمانه عند قوله تعالى : { ومن يرتدد منكم عن دينه فيمتْ وهو كافر فأولئك حبطت أعمالهم } في سورة [ البقرة : 217 ] .ثم عطف عليه أن صاحب الإشراك من الخاسرين ، شبه حاله حينئذٍ بحال التاجر الذي أخرج مالاً ليربح فيه زيادةَ مال فعاد وقد ذهب ماله الذي كان بيده أو أكثرُه ، فالكلامُ تمثيل لحال من أشرك بعد التوحيد فإن الإِشراك قد طلب به مبتكروه زيادة القرب من الله إذ قالوا : { ما نعبدهم إلا ليقربونا إلى الله زلفى } [ الزمر : 3 ] { ويقولون هؤلاء شفعاؤنا عند اللَّه } [ يونس : 18 ] فكان حالهم كحال التاجر الذي طلب الزيادة على ما عنده من المال ولكنه طلب الربح من غير بابه ، فباء بخسرانه وتبابه . وفي تقدير فرض وقوع الإشراك من الرسول والذين مَن قبله مع تحقق عصمتهم التنبيهُ على عظم أمر التوحيد وخطر الإشراك ليعلم الناس أن أعلى الدرجات في الفضل لو فرض أن يأتي عليها الإِشراك لما أبقى منها أثراً ولدحضها دحضاً .",
  "ayah": 65,
  "surah": 39
}
