{
  "text": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (69) صوَّرت هذه الآيات جلال ذلك الموقف وجمالَه أبدع تصوير والتعريف في { الأرض } تعريف العهد الذكري الضمني فقد تضمن قوله : { فإذا هم قيام ينظرون } [ الزمر : 68 ] أنهم قيام على قَرار فإن القيام يستدعي مكاناً تقوم فيه تلك الخلائق وهو أرض الحشر وهي الساهرة في قوله تعالى في سورة [ النازعات : 13 ، 14 ] : { فإنما هي زجرة واحدة فإذا هم بالساهرة } وفُسرت بأنها الأرض البيضاء النقية وليس المراد الأرض التي كانوا عليها في الدنيا فإنها قد اضمحلت قال تعالى : { يوم تبدل الأرض غير الأرض } [ إبراهيم : 48 ] .وإشراق الأرض انتشار الضوء عليها ، يقال : أشرقت الأرض ، ولا يقال : أشرقت الشمسُ ، كما تقدم عند قوله : { بالعشي والإشراق } في سورة [ ص : 18 ] .( وإضافة النور إلى الرب إضافة تعظيم لأنه منبعث من جانب القدس وهو الذي في قوله تعالى : { اللَّه نور السماوات والأرض مثل نوره كمشكاة فيها مصباح } الآية من سورة [ النور : 35 ] . فإضافة نور إلى الرب إضافة تشريف للمضاف كقوله تعالى : { هذه ناقة اللَّه لكم آية } [ الأعراف : 73 ] كما أن إضافة ( رب ) إلى ضمير الأرض لتشريف المضاف إليه ، أي بنور خاص خلقه الله فيها لا بسطوع مصباح ولا بنور كوكب شمس أو غيرها ، وإذ قد كان النور نوراً ذاتياً لتلك الأرض كان إشارة إلى خلوصها من ظلمات الأعمال فدل على أن ما يجري على تلك الأرض من الأعمال والأحداث حق وكمال في بابه لأن عالم الأنوار لا يشوبه شيء من ظلمات الأعمال ، ألا ترى أن العالم الأرضي لمّا لم يكن نَيِّراً بذاته بل كان نوره مقتبساً من شروق الشمس والكواكب ليلاً كان ما على وجه الأرض من الأعمال والمخلوقات خليطاً من الخير والشر . وهذا يغني عن جعل النور مستعاراً للعدل فإن ذلك المعنى حاصل بدلالة الالتزام كناية ، ولو حُمل النور على معنى العدل لكان أقل شمولاً لأحوال الحق والكمال وهو يغني عنه قوله : { وقُضِي بينهم بالحق وهم لا يُظلمون } . هذا هو الوجه في تفسير الآية وقد ذهب فيها المفسرون من السلف والخلف طرائق شتى .و { الكِتَاب } تعريفُه تعريف الجنس ، أي وضعت الكُتب وهي صحائف أعمال العباد أحضرت للحساب بما فيها من صالح وسيّىءٍ . والوضع : الحطّ ، والمراد به هنا الإِحضار .ومجيء النبيئين للشهادة على أممهم ، كما تقدم في قوله تعالى : { فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً } في سورة [ النساء : 41 ] .( والشهداء : جمع شهيد وهو الشاهد ، قال تعالى : { وجاءت كل نفس معها سائق وشهيد } في سورة [ ق : 21 ] . والمراد الشهداء من الملائكة الحفظة الموكلين بإحصاء أعمال العباد . وضمير { بينَهُم } عائد إلى { مَن في السَّموات ومن في الأرض } [ الزمر : 68 ] أي قضي بين الناس بالحق .ويجوز أن يكون المراد بالكتاب كتب الشرائع التي شرعها الله للعباد على ألْسنة الرسل ويكون إحضارها شاهدة على الأمم بتفاصيل ما بلَّغه الرسل إليهم لئلا يزعموا أنهم لم تبلغهم الأحكام .وقد صوَّرت الآية صورة المَحْكمة الكاملة التي أشرقت بنور العدل ، وصدر الحكم على ما يستحقه المحكوم فيهم من كرامة ونذالة ، ولذلك قال : { وقضي بينهم بالحق } أي صدر القضاء فيهم بما يستحقون وهو مسمى الحَق ، فمِن القضاء ما هو فصل بين الناس في معاملات بعضهم مع بعض من كل ظالم ومظلوم ومعتدٍ ومعتدىً عليه في اختلاف المعتقدات واختلاف المعاملات قال تعالى : { إن ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون } [ النحل : 124 ] .",
  "ayah": 69,
  "surah": 39
}
