{
  "text": "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (8){ وَإِذَا مَسَّ الإنسان ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَاداً لِّيُضِلَّ عَن سَبِيلِهِ }هذا مثال لتقلب المشركين بين إشراكهم مع الله غيره في العبادة ، وبين إظهار احتياجهم إليه ، فذلك عنوان على مبلغ كفرهم وأقصاه . والجملة معطوفة على جملة { ذلكم الله رَبُّكُمْ لَهُ المُلْكُ } [ الزمر : 6 ] الآية لاشتراك الجملتين في الدلالة على أن الله منفرد بالتصرف مستوجب للشكر ، وعلى أن الكفر به قبيح ، وتَتَضمن الاستدلال على وحدانية إلهية بدليل من أحوال المشركين به فإنهم إذا مسهم الضر لجأوا إليه وحده ، وإذا أصابتهم نعمة أعرضوا عن شكره وجعلوا له شركاء .فالتعريف في { الإنْسَانَ } تعريف الجنس ولكن عمومه هنا عموم عرفي لفريق من الإِنسان وهم أهل الشرك خاصة لأن قوله : { وجَعَلَ لله أندَاداً } لا يتفق مع حال المؤمنين .والقول بأن المراد : انسان معيّن وأنه عتبة بن ربيعة ، أو أبو جهل ، خروج عن مهيع الكلام ، وإنما هذان وأمثالهما من جملة هذا الجنس . وذكر الإِنسان إظهار في مقام الإِضمار لأن المقصود به المخاطبون بقوله : { خلقكم من نفس واحدة إلى قوله : فَيُنَبِئكم بما كُنتمُ تَعْمَلُون } [ الزمر : 6 ، 7 ] ، فكان مقتضى الظاهر أن يقال : وإذا مسكم الضر دعوتم ربكم الخ ، فعدل إلى الإِظهار لما في معنى الإِنسان من مراعاة ما في الإِنسانية من التقلب والاضطراب إلا من عصمه الله بالتوفيق كقوله تعالى : { ويقول الإنسان أإذا ما مت لسوف أخرج حياً } [ مريم : 66 ] ، وقوله : { أيحسب الإنسان أن لن نجمع عظامه } [ القيامة : 3 ] وغير ذلك ولأن في اسم الإِنسان مناسبة مع النسيان الآتي في قوله : { نسي ما كان يدعو إليه من قبل } . وتقدم نظير لهذه الآية في قوله : { وإذا مس الناس ضر دعوا ربهم منيبين إليه } في سورة [ الروم : 33 ] .( والتخويل : الإِعطاء والتمليك دون قصد عوض . وعينُه واو لا محالة . وهو مشتق من الخَوَل بفتحتين وهو اسم للعبيد والخدم ، ولا التفات إلى فعل خال بمعنى : افتخر ، فتلك مادة أخرى غير ما اشتق منه فعل خَوَّل .والنسيان : ذهول الحافظة عن الأمر المعلوم سابقاً .ومَا صْدَق { ما } في قوله : { مَا كَانَ يَدْعُوا إلَيْهِ مِن قَبْلُ } هو الضر ، أي نسي الضر الذي كان يدعو الله إليه ، أي إلى كشفه عنه ، ومفعول { يَدْعُوا } محذوف دل عليه قوله : { دَعَا رَبَّهُ } ، وضمير { إلَيْهِ } عائد إلى { ما } ، أي نسي الضر الذي كان يدعو الله إليه ، أي إلى كشفه . ويجوز أن يكون { ما } صادقاً على الدعاء كما تدل عليه الصلة ويكون الضمير المجرور ب ( إلى ) عائداً إلى { رَبَّهُ } ، أي نسي الدعاء ، وضُمّن الدعاء معنى الابتهال والتضرع فعُدي بحرف ( إلى ) . وعائد الصلة محذوف دل عليه فعل الصلة تفادياً من تكرر الضمائر . والمعنى : نسي عبادة الله والابتهال إليه .والأنداد : جمع نِدّ بكسر النون ، وهو الكفء ، أي وزاد على نسيان ربه فجعل له شركاء .واللام في قوله : { لّيُضِلَّ عن سبيلِهِ } لام العاقبة ، أي لام التعليل المجازي لأن الإِضلال لما كان نتيجة الجعل جاز تعليل الجعل به كأنه هو العلة للجاعل . والمعنى : وجعل لله أنداداً فَضل عن سبيل الله .وقرأ الجمهور { لّيُضِلَّ } بضم الياء ، أي ليضل الناس بعد أن أضل نفسه إذ لا يضل الناس إلا ضَالّ . وقرأ ابن كثير وأبو عمرو ويعقوب بفتح الياء ، أي ليَضل هو ، أي الجاعل وهو إذا ضلّ أضل الناس .{ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً إِنَّكَ مِنْ أصحاب } .استئناف بياني لأن ذكر حالة الإِنسان الكافر المعرض عن شكر ربه يثير وصفها سؤال السامع عن عاقبة هذا الكافر ، أي قل يا محمد للإِنسان الذي جعل لله أنداداً ، أي قل لكل واحد من ذلك الجنس ، أو روعي في الإِفراد لفظُ الإِنسان . والتقدير : قل تمتعوا بكفركم قليلاً إنكم من أصحاب النار . وعلى مثل هذين الاعتبارين جاء إفراد كاف الخطاب بعد الخبر عن الإِنسان في قوله تعالى : { يقول الإنسان يومئذ أين المفر كلا لا وزر إلى ربك يومئذ المستقر } في سورة [ القيامة : 10 - 12 ] .والتمتع : الانتفاع الموقّت ، وقد تقدم عند قوله تعالى : { ولكم في الأرض مستقر ومتاع إلى حين } في سورة [ الأعراف : 24 ] .( والباء في { بِكُفْرِكَ } ظرفية أو للملابسة وليست لتعدية فعل التمتع . ومتعلِّق التمتع محذوف دل عليه سياق التهديد . والتقدير : تمتع بالسلامة من العذاب في زمن كفرك أو متكسباً بكفرك تمتعاً قليلاً فأنت آئل إلى العذاب لأنك من أصحاب النار .ووصف التمتع بالقليل لأن مدة الحياة الدنيا قليل بالنسبة إلى العذاب في الآخرة ، وهذا كقوله تعالى : { فما متاع الحياة الدنيا في الآخرة إلا قليل } [ التوبة : 38 ] . وصيغة الأمر في قوله : { تَمَتَّعْ } مستعملة في الإِمهال المراد منه الإِنذار والوعيد .وجملة { إنَّكَ من أصحابب النَّارِ } بيان للمقصود من جملة { تَمَتَّع بِكُفْرِكَ قَلِيلاً } وهو الإِنذار بالمصير إلى النار بعد مدة الحياة . و { من } للتبعيض لأن المشركين بعض الأمم والطوائف المحكوم عليها بالخلود في النار .وأصحاب النار : هم الذين لا يفارقونها فإن الصحبة تشعر بالملازمة ، فأصحاب النار : المخلّدون فيها .",
  "ayah": 8,
  "surah": 39
}
