{
  "text": "১-১২ নং আয়াতের তাফসীর\n‘হাককাহ কিয়ামতের একটি নাম। আর এ নামের কারণ এই যে, জান্নাতে শান্তি দানের অঙ্গীকার এবং জাহান্নামে শাস্তি প্রদানের প্রতিজ্ঞার সত্যতা ও যথার্থতার দিন এটাই। এ জন্যেই এ দিনের ভয়াবহতা বর্ণনা করতে গিয়ে আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ হে নবী (সঃ)! তুমি এই হাক্‌কাহর সঠিক অবস্থা অবগত নও।এরপর মহামহিমান্বিত আল্লাহ্ ঐ লোকদের বর্ণনা দিচ্ছেন যারা এই কিয়ামতকে অবিশ্বাস করার ফলে প্রতিফল প্রাপ্ত হয়েছিল। তিনি বলেনঃ সামূদ সম্প্রদায়ের অবস্থা দেখো, একদিকে ফেরেশতাদের প্রলয়ংকারী শব্দ আসে, আর অপরদিকে ভয়াবহ ভূমিকম্প শুরু হয়ে যায়, ফলে সব নীচ-উপর হয়ে যায়। সুতরাং হযরত কাতাদা (রাঃ)-এর উক্তি অনুসারে (আরবি) শব্দের অর্থ হলো ভীষণ চীৎকার। আর হযরত মুজাহিদ (রঃ) বলেন যে, এর দ্বারা গুনাহ্ বা পাপ। উদ্দেশ্য। অর্থাৎ তারা পাপের কারণে ধ্বংস হয়ে যায়। হযরত রাবী' ইবনে আনাস (রঃ) ও হযরত ইবনে যায়েদ (রঃ)-এর উক্তি এই যে, এর দ্বারা তাদের ঔদ্ধত্যপনা উদ্দেশ্য। ইবনে যায়েদ (রঃ)-এর প্রমাণ হিসেবে কুরআন কারীমের নিম্নের আয়াতটি পেশ করেছেনঃ(আরবি) অর্থাৎ “সামূদ সম্প্রদায় অবাধ্যতা ও ঔদ্ধত্য বশতঃ অবিশ্বাস করেছিল।”(৯১:১১) অর্থাৎ উষ্ট্ৰীকে কেটে ফেলেছিল। আর আ’দ সম্প্রদায়কে ধ্বংস করা হয়েছিল এক প্রচন্ড ঝঞাবায়ু দ্বারা। ঐ ঝঞা বায়ু কল্যাণ ও বরকত শূন্য ছিল এবং ফেরেশতাদের হস্ত দ্বারা বের করা হচ্ছিল। ওটা পর্যায়ক্রমে সাত রাত ও আট দিন ধরে প্রবাহিত হয়েছিল। এতে তাদের জন্যে অমঙ্গল ও ধ্বংস ছাড়া আর কিছুই ছিল না। যেমন আল্লাহ্ তা'আলার উক্তিঃ (আরবি) অর্থাৎ “অমঙ্গলজনক দিনগুলোতে।\" হযরত রাবী (রঃ) বলেন যে, এই ঝঞা বায়ু শুক্রবার হতে বইতে শুরু করে। কারো কারো মতে বুধবার হতে শুরু হয়। আরবরা এই বায়ুকে (আরবি) এ জন্যেও বলে থাকে যে, কুরআন কারীমে বলা হয়েছেঃ আ'দ সম্প্রদায়ের অবস্থা সারশূন্য বিক্ষিপ্ত খর্জুর কাণ্ডের ন্যায় হয়ে যায়। দ্বিতীয় কারণ এটাও যে, সাধারণতঃ এই বায়ু শীতের শেষে প্রবাহিত হয়ে থাকে। আর (আরবি) বলা হয় শেষকে। এ কারণও বর্ণনা করা হয়েছে যে, আ'দ সম্প্রদায়ের এক বৃদ্ধা মহিলা একটি গুহায় ঢুকে পড়ে এবং অষ্টম দিবসে এই ঝঞা বায়ু তাকে ধ্বংস করে দেয়। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন। (আরবি) শব্দের অর্থ হলো খারাপ, সড়া ও ফাঁপা বা সারশূন্য। ভাবার্থ এই যে, এ ঝঞাবায়ু তাদেরকে উপরে উঠিয়ে নিয়ে নীচে ফেলে দেয়। তাদের মস্তক ফেটে গিয়ে চূর্ণ-বিচূর্ণ হয়ে যায়। আর দেহের বাকী অংশ এরূপ হয়ে যায় যে, তা যেন সারশূন্য খর্জুর-খাণ্ড। সহীহ্ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আমাকে ‘সাবা' অর্থাৎ পূবালী বাতাস দ্বারা সাহায্য করা হয়েছে, আর আ’দ সম্প্রদায়কে ধ্বংস করে দেয়া হয়েছে পশ্চিমা বাতাস দ্বারী।”মুসনাদে ইবনে আবী হাতিমে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে। যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আ'দ সম্প্রদায়কে ধ্বংস করার জন্যে বায়ুর ভাণ্ডারের মধ্য হতে শুধুমাত্র আংটি পরিমাণ স্থান খুলে দেয়া হয়, যেখান দিয়ে বাতাস বের হতে থাকে। প্রথমে ঐ বায়ু গ্রাম ও পল্লীর উপর দিয়ে প্রবাহিত হয় এবং গ্রামবাসী ছোট, বড়, নারী, পুরুষ সবর্কে তাদের মালধন ও জীব-জন্তুসহ উঠিয়ে নিয়ে আসমান ও যমীনের মধ্যস্থলে লটকিয়ে দেয়। এগুলো খুবই উঁচুতে ছিল বলে শহরবাসীদের কাছে কালো রঙএর মেঘ বলে মনে হয়। তারা খুবই খুশী হয় এই মনে করে যে, অত্যাধিক গরমের কারণে তাদের অবস্থা অত্যন্ত খারাপ হয়ে গেছে, সুতরাং এই মেঘ হতে পানি বর্ষিত হলে তারা শান্তি লাভ করবে। ইতিমধ্যে আল্লাহ্ পাকের হুকুমে বাতাস ঐগুলোকে শহরবাসীর উপর নিক্ষেপ করে এবং তারা সবাই ধ্বংস হয়ে যায়।” হযরত মুজাহিদ (রঃ) বলেন যে, ঐ বাতাসের পালক এবং লেজ ছিল। মহামহিমান্বিত আল্লাহ্ এরপর বলেনঃ বলতো, এরপর তাদের কাউকেও তুমি বিদ্যমান দেখতে পাও কি? অর্থাৎ তাদের কেউই মুক্তি পায়নি, বরং সবাই ধ্বংস হয়ে গেছে। মহান আল্লাহ বলেনঃ ফিরাউন, তার পূর্ববর্তীরা এবং লূত সম্প্রদায় পাপাচারে লিপ্ত ছিল। তারা তাদের প্রতিপালকের রাসূলকে অমান্য করেছিল, ফলে তিনি তাদেরকে শাস্তি দিলেন- কঠোর শাস্তি।(আরবি)-এর দ্বিতীয় কিরআত (আরবি) ও রয়েছে অর্থাৎ (আরবি)-এর নীচে যের দিয়েও পড়া হয়েছে। তখন অর্থ হবেঃ ফিরাউন এবং তার পাশের ও তার যুগের তার অনুসারী কাফির কিবতী সবাই। (আরবি) দ্বারা রাসূলদেরকে মিথ্যা প্রতিপন্নকারী পূর্ববর্তী উম্মতদেরকে বুঝানো হয়েছে।(আরবি)-এর অর্থ হলো অবাধ্যতা ও অপরাধ। সুতরাং অর্থ হলোঃ তারা প্রত্যেকেই নিজ নিজ যুগের রাসূলকে অবিশ্বাস করেছিল। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবি) অর্থাৎ “তারা সবাই রাসূলদেরকে অবিশ্বাস করে, ফলে তাদের উপর শাস্তি এসে পড়ে।”(৫০:১৪) এটাও স্মরণ রাখার বিষয় যে, একজন নবীকে অস্বীকার করার অর্থ সমস্ত নবীকেই অস্বীকার করা। যেমন আল্লাহ্ পাক বলেনঃ (আরবি) অর্থাৎ “নূহ (আঃ)-এর সম্প্রদায় রাসূলদেরকে অবিশ্বাস করেছিল।”(২৬:১০৫) (আরবি) অর্থাৎ “আ'দ সম্প্রদায় রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছিল।”(২৬:১২৩) (আরবি) অর্থাৎ “সামূদ সম্প্রদায় রাসূলদেরকে অবিশ্বাস করেছিল।”(২৬:১৪১) অথচ সকলের নিকট অর্থাৎ প্রত্যেক উম্মতের নিকট একজন রাসূলই এসেছিলেন।এখানেও অর্থ এটাই যে, তারা তাদের প্রতিপালকের রাসূলকে অমান্য করেছিল। ফলে আল্লাহ্ তা'আলা তাদেরকে কঠিনভাবে পাকড়াও করেছিলেন এবং যন্ত্রণাদায়ক শাস্তি দিয়েছিলেন। এরপর মহা প্রতাপান্বিত আল্লাহ্ স্বীয় অনুগ্রহের বর্ণনা দিতে গিয়ে বলেনঃ দেখো, যখন নূহ (আঃ)-এর দু'আর কারণে ভূ-পৃষ্ঠে তূফান আসলো ও পানি সীমা ছাড়িয়ে গিয়ে চতুর্দিক প্লাবিত করলো এবং আশ্রয় লাভের কোন স্থান থাকলো না তখন আমি নূহ (আঃ) ও তার অনুসারীদেরকে নৌযানে আরোহণ করালাম।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যখন হযরত নূহ (আঃ)-এর সম্প্রদায় তাকে অবিশ্বাস করলো, বিরোধিতা শুরু করলো এবং উৎপীড়ন করতে লাগলো তখন অতিষ্ঠ হয়ে তাদের ধ্বংসের জন্যে প্রার্থনা করলেন। আল্লাহ তা’আলা তাঁর প্রার্থনা কবূল করলেন এবং ভয়াবহ তুফান নাযিল করলেন। হযরত নূহ (আঃ) এবং যারা তাঁর নৌযানে আরোহণ করেছিল তারা ছাড়া ভূপৃষ্ঠের একটি লোকও বাঁচেনি, সবাই পানিতে নিমজ্জিত হয়েছিল। সুতরাং এখনকার সমস্ত মানুষ হযরত নূহ (আঃ)-এর বংশধর এবং তাঁর সন্তানদেরই অন্তর্ভুক্ত। হযরত আলী (রাঃ) বলেন যে, পানির এক একটি ফোঁটা আল্লাহ্ তা'আলার অনুমতিক্রমে পানির রক্ষক ফেরেশতার মাপের মাধ্যমে বর্ষিত হয়। অনুরূপভাবে বাতাসের একটা হালকা প্রবাহও বিনা মাপে প্রবাহিত হয় না। কিন্তু আ’দ সম্প্রদায়ের উপর দিয়ে যে বাতাস প্রবাহিত হয়েছিল এবং হযরত নূহ (আঃ)-এর কওমের উপর যে পানি বর্ষিত ও উথিত হয়েছিল তা বিনা মাপেই ছিল। আল্লাহ্‌ নির্দেশক্রমে পানি ও বাতাস এতো জোরে চলেছিল যে, রক্ষক ফেরেশতাদের তা আওতার বাইরে ছিল। এ জন্যই আল্লাহ তা'আলা নিজের এই গুরুত্বপূর্ণ অনুগ্রহের কথা স্মরণ করাতে গিয়ে বলেনঃ(আরবি) অর্থাৎ যখন জলোচ্ছাস হয়েছিল তখন আমি তোমাদেরকে অর্থাৎ (পূর্ব পুরুষদেরকে) আরোহণ করিয়েছিলাম নৌযানে। যাতে এ নৌযান তোমাদের জন্যে একটা নমুনারূপে থেকে যায় এবং শ্রুতিধর কর্ণ এটা সংরক্ষণ করে। আজও তোমরা ঐ রকমই নৌযানে আরোহণ করে সমুদ্রের লম্বা-চওড়া সফর করে থাকো। যেমন আল্লাহ পাক অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “আমি তোমাদের আরোহণের জন্যে নৌকা ও চতুষ্পদ জন্তু বানিয়েছি, যাতে তোমরা ওগুলোর উপর আরোহণ করে তোমাদের প্রতিপালকের নিয়ামত স্মরণ করতে পারো।” (৪৩:১২-১৩) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “তাদের জন্যে এক নিদর্শন এই যে, আমি তাদের বংশধরদেরকে বোঝাই নৌযানে আরোহণ করিয়েছিলাম এবং তাদের জন্যে অনুরূপ যানবাহন সৃষ্টি করেছি যাতে তারা আরোহণ করে।” (৩৬:৪১-৪২)হযরত কাতাদাহ্ (রঃ) উপরের এ আয়াতের এ ভাবার্থও বর্ণনা করেছেন যে, হযরত নূহ (আঃ)-এর ঐ নৌযানটিই বাকী ছিল, যেটাকে এই উম্মতের পূর্ববর্তী লোকেরাও দেখেছিল। কিন্তু সঠিক ভাবার্থ প্রথমটিই বটে।মহান আল্লাহ বলেন যে, আমি এটা করেছিলাম তোমাদের শিক্ষার জন্যে এবং এই জন্যে যে, শ্রুতিধর কর্ণ এটা সংরক্ষণ করে। অর্থাৎ তারা যেন এই নিয়ামতকে ভুলে না যায়। অর্থাৎ যাদের সঠিক বোধ ও স্থির জ্ঞান রয়েছে, যারা আল্লাহর কথা ও তাঁর নিয়ামতের প্রতি বেপরোয়া ভাব প্রকাশ করে না, তাদের উপদেশ ও শিক্ষার এটাও একটা মাধ্যম হয়ে গেল।মুসনাদে ইবনে আবী হাতিমে বর্ণিত আছে যে, হযরত মাকহুল (রঃ) বলেনঃ যখন এ শব্দগুলো অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমি আমার প্রতিপালকের নিকট প্রার্থনা করেছি যে, তিনি যেন হযরত আলী (রাঃ)-কে এরূপও করে দেন।” হযরত আলী (রাঃ) বলতেনঃ “এরপর থেকে রাসূলুল্লাহ (সঃ)-এর নিকট হতে কিছু শ্রবণ করার পর আমি তা ভুলিনি।” (এটা ইমাম ইবনে জারীর (রঃ)-ও বর্ণনা করেছেন। কিন্তু এটা মুরসাল)মুসনাদে ইবনে আবি হাতিমে হ্যরত বুরাইদাহ্ আসলামী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত আলী (রাঃ)-কে বলেনঃ “আমাকে নির্দেশ দেয়া হয়েছে যে, আমি যেন তোমাকে নিকটে রাখি, দূরে না রাখি, তোমাকে শিক্ষাদান করি ও তুমি তা মুখস্থ রাখে এবং মুখস্থ রাখা তোমার জন্যে উচিতও বটে।” তখন (আরবি) (শ্রুতিধর কর্ণ এটা সংরক্ষণ করে) এ আয়াতটি অবতীর্ণ হয়। (এ রিওয়াইয়াটি অন্য সনদেও ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। কিন্তু এটাও সঠক নয়)",
  "ayah": 12,
  "surah": 69
}
