{
  "text": "১৩-১৮ নং আয়াতের তাফসীর\nএখানে আল্লাহ্ তা'আলা কিয়ামতের ভয়াবহতার বর্ণনা দিচ্ছেন। সর্ব প্রথম ভয়ের কারণ হবে শিংগায় ফুৎকার দেয়া। এতে সবারই অন্তরাত্মা কেঁপে উঠবে। তারপর পুনরায় শিংগায় ফুৎকার দেয়া হবে, যার ফলে আসমান ও যমীনের সমস্ত মাখলূক অজ্ঞান হয়ে পড়বে, তবে আল্লাহ যাঁকে চাইবেন তিনি অজ্ঞান হবেন না। এরপর সূরে ফুৎকার দেয়া হবে, যার শব্দের কারণে সমস্ত মাখলূক তাদের প্রতিপালকের সামনে দাঁড়িয়ে যাবে। এখানে ঐ প্রথম ফুৎকারেরই বর্ণনা দেয়া হয়েছে। এখানে গুরুত্ব আরোপের জন্যে একথাও বলে দিয়েছেন যে, এই উঠে দাঁড়িয়ে যাওয়ার ফুৎকার মাত্র একটি। কেননা, যখন আল্লাহ তা'আলার হুকুম হয়ে গেছে তখন না এর কোন ব্যতিক্রম হতে পারে, না তা টলতে পারে, না দ্বিতীয়বার আদেশ প্রদানের প্রয়োজন হতে পারে, না তাগীদ করার প্রয়োজনীয়তা দেখা দিতে পারে। ইমাম রাবী’ (রঃ) বলেন যে, এর দ্বারা শেষ ফুৎকারকে বুঝানো হয়েছে। কিন্তু প্রকাশমান উক্তি ওটাই যা আমরা বলেছি। এ জন্যে এর পরেই বলেছেনঃ পর্বতমালা সমেত পৃথিবী উৎক্ষিপ্ত হবে এবং চামড়ার মত ছড়িয়ে দেয়া হবে। যমীন পরিবর্তন করে দেয়া হবে এবং কিয়ামত সংঘটিত হয়ে যাবে। আসমান প্রত্যেক ভোলার জায়গা হতে ফেটে যাবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আকাশ উন্মুক্ত করা হবে, ফলে ওটা হয়ে যাবে বহু দ্বার বিশিষ্ট।” (৭৮:১৯) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আকাশে ছিদ্র ও গর্ত হয়ে যাবে এবং ওটা ফেটে যাবে। আর ওর সামনে থাকবে এবং ফেরেস্তাগণ ওর প্রান্তদেশে থাকবেন, যে প্রান্তদেশ তখন পর্যন্ত ভেঙ্গে পড়েনি। তাঁরা দরজার উপর থাকবেন এবং আকাশের দৈর্ঘ্যের মধ্যে ছড়িয়ে থাকবেন। তাঁরা পৃথিবীবাসীদেরকে দেখতে থাকবেন।এরপর মহান আল্লাহ বলেনঃ কিয়ামতের দিন আটজন ফেরেশতা তাদের প্রতিপালকের আরশকে ধারণ করবে তাদের ঊর্ধ্বে। এর দ্বারা হয় তো আরশে আযীমকে উঠানো উদ্দেশ্য অথবা ঐ আরশকে উঠানো উদ্দেশ্য যার উপর কিয়ামতের দিন আল্লাহ তা’আলা লোকদের ফায়সালার জন্যে অধিষ্ঠিত থাকবেন। সঠিকতার কথা একমাত্র আল্লাহ্ তা'আলাই জানেন।হযরত আব্বাস ইবনে আবদিল মুত্তালিব (রাঃ) বলেন যে, এ ফেরেশতাগণ পাহাড়ী বকরীর আকৃতি ধারণ করবেন। হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) বলেন যে, তাঁদের চক্ষুর এক প্রান্ত হতে অপর প্রান্তের ব্যবধান হবে একশ বছরের পথ।মুসনাদে ইবনে আবী হাতিমে হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাকে অনুমতি দেয়া হয়েছে যে, আমি তোমাদের কাছে আরশ বহনকারী ফেরেশতাদের মধ্যে একজন ফেরেশতা সম্পর্কে সংবাদ প্রদান করবো। ঐ ফেরেশতার স্কন্ধ ও কানের নিম্ন ভাগের মধ্যকার ব্যবধান এতোটা যে ওর মধ্যে উড়ন্ত পাখী সাতশ বছর পর্যন্ত উড়তে থাকবে। (এ হাদীসের সনদ খুবই উওম এবং সমস্ত বর্ণনাকারীই নির্ভরযোগ্য। এটাকে ইমাম আবু দাউদ (রঃ) ও স্বী সুনানে বর্ণনা করেছেন যে, রাসূলুল্লাহ্ (সঃ) এরূপই বলেছেন) হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, আটজন ফেরেশতা দ্বারা ফেরেশতাদের আটটি সারিকে বুঝানো হয়েছে। আরো বহু গুরুজন হতে এটা বর্ণিত আছে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সমুন্নত ফেরেশতাদের আটটি অংশ রয়েছে। প্রতিটি অংশের সংখ্যা সমস্ত মানুষ, জ্বিন, শয়তান এবং ফেরেশতার সমান।এরপর ঘোষণা করা হচ্ছেঃ কিয়ামতের দিন তোমাদেরকে ঐ আল্লাহর সামনে পেশ করা হবে যিনি গোপনীয় ও প্রকাশ্য সব কিছুই অবগত আছেন। তিনি প্রকাশমান জিনিস সম্পর্কে যেমন পূর্ণ অবহিত, অনুরূপভাবে গোপনীয় জিনিস সম্পর্কেও তিনি পূর্ণ ওয়াকিফহাল। এ জন্যেই মহান আল্লাহ্ বলেনঃ সেই দিন তোমাদের কিছুই গোপন থাকবে না। হযরত উমার ইবনুল খাত্তাব (রাঃ) বলেনঃ “হে জনমণ্ডলী! তোমাদের হিসাব নেয়া হবে এর পূর্বেই নিজেরাই নিজেদের হিসাব নিয়ে নাও। আর তোমাদের আমলসমূহ ওযন করা হবে। এর পূর্বেই তোমরা তোমাদের আমলসমূহ অনুমান করে নাও, যাতে কাল কিয়ামতের দিন তোমাদের জন্যে সহজ হয়ে যায়, যেই দিন তোমাদের পুরোপুরি হিসাব নেয়া হবে এবং তোমাদেরকে মহাপ্রতাপান্বিত আল্লাহর সামনে পেশ করা হবে।” মুসনাদে আহমাদে হযরত আবূ মূসা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন জনগণকে তিনবার আল্লাহ্ তা'আলার সামনে পেশ করা হবে। প্রথম দু’বার তো ঝগড়া, তর্ক-বিতর্ক ও ওযর-আপত্তি চলবে। কিন্তু তৃতীয়বারে আমলনামা উড়ানো হবে। ঐ আমলনামা কারো ডান হাতে আসবে এবং কারো বাম হাতে আসবে।” (এ হাদীসটি সুনানে ইবনে মাজাহতেও রয়েছে। হযরত আব্দুল্লাহ (রাঃ)-এর মাধ্যমেও এই রিওয়াইয়াতটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন এবং হযরত কাতাদাহ (রঃ) হতেও মুরসালরূপে এরকমই রিওয়াইয়াত)",
  "ayah": 18,
  "surah": 69
}
