{
  "text": "১৯-২৪ নং আয়াতের তাফসীর\nএখানে বর্ণনা দেয়া হচ্ছে যে, যে ভাগ্যবান লোকদেরকে কিয়ামতের দিন ডান হাতে আমলনামা দেয়া হবে তারা অত্যন্ত খুশী হবে এবং আনন্দের আতিশয্যে তারা প্রত্যেককে বলবেঃ তোমরা আমার আমলনামা পড়ে দেখো! এটা এজন্যে যে, মানবীয় স্বভাবের কারণে তাদের দ্বারা যা কিছু গুনাহর কাজ হয়েছিল সেগুলোও তাদের তাওবার কারণে ক্ষমা করে দেয়া হয়েছে। শুধু ক্ষমা করে দেয়াই হয়নি, বরং ঐগুলোর পরিবর্তে পুণ্য লিখে দেয়া হয়েছে। সুতরাং তারা শুধু নেকীর আমলনামা আনন্দের সাথে সকলকে দেখাতে থাকবে। হযরত আব্দুর রহমান ইবনে যায়েদ (রঃ) বলেন যে, (আরবি) এর পরে (আরবি) বেশী করা হয়েছে। কিন্তু প্রকাশমান কথা এই যে, (আরবি)-এর অর্থে ব্যবহৃত হয়েছে। মুসনাদে ইবনে আবী হাতিমে বর্ণিত আছে যে, হযরত আবূ উসমান (রঃ) বলেনঃ মু'মিনকে গোপনে পর্দার মধ্যে তার দক্ষিণ হস্তে আমলনামা দেয়া হবে। তাতে সে তার গুনাহগুলো পড়তে থাকবে। এতে সে ভীত-সন্ত্রস্ত হয়ে পড়বে এবং তার চেহারা বিবর্ণ হয়ে যাবে। অতঃপর তার দৃষ্টি তার পুণ্যগুলোর উপর পড়বে এবং সে ওগুলো পড়তে থাকবে। এতে সে মনে শান্তি পাবে এবং স্বস্তির নিঃশ্বাস ফেলবে। আবার সে দৃষ্টি প্রসারিত করে দেখবে এবং পড়তে থাকবে। তখন দেখবে যে, তার পাপগুলোও পুণ্যের সাথে পরিবর্তন করা হয়েছে এবং প্রত্যেক পাপের স্থলে পুণ্য লিখিত হয়েছে। এতে সে আনন্দে আত্মহারা হয়ে যাকেই সামনে পাবে তাকেই বলবেঃ আমার আমলনামাটা একটু পড়ে দেখো! যে আব্দুল্লাহ ইবনে হানযালা (রাঃ)-কে ফেরেশতাগণ তাঁর শাহাদাতের পর গোসল দিয়েছিলেন তাঁর পুত্র আব্দুল্লাহ (রাঃ) বলেন যে, কিয়ামতের দিন আল্লাহ তা'আলা তাঁর বান্দাকে তাঁর সামনে দাঁড় করাবেন এবং তার আমলনামার পৃষ্ঠে তার মন্দ আমল লিখিত থাকবে, যেগুলো তার কাছে প্রকাশিত হবে। আল্লাহ তা'আলা তাকে জিজ্ঞেস করবেনঃ “বল তো, তুমি এ আমল করেছিলে?” সে উত্তরে বলবেঃ “হে আমার প্রতিপালক! হ্যাঁ, আমি এটা করেছিলাম।” আল্লাহ তাবারাকা ওয়া তা'আলা তখন তাকে বলবেনঃ “দেখো, আমি দুনিয়াতেও তোমাকে অপদস্থ করিনি, এখন এখানেও তোমাকে ক্ষমা করে দিলাম। তোমার সমস্ত গুনাহ্ মাফ করলাম।” মহান আল্লাহর এ বাণী শুনে সে আহ্লাদে আটখানা হয়ে তার আমলনামা সবাইকে দেখাতে থাকবে। হযরত উমার (রাঃ) বর্ণিত হাদীসটি পূর্বেই গত হয়েছে, যাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তা’আলা স্বীয় বান্দাকে নিজের কাছে ডেকে নিবেন এবং তাকে তার গুনাহ সম্পর্কে জিজ্ঞাসাবাদ করবেন। তিনি বলবেনঃ “তুমি কি অমুক অমুক গুনাহ করেছিলে?” সে স্বীকার করতে থাকবে, এমন কি সে ধারণা করবে যে, তার ধ্বংস অনিবার্য। ঐ সময় মহামহিমান্বিত আল্লাহ তাকে বলবেনঃ “হে আমার বান্দা! দুনিয়ায় আমি তোমার গুনাহগুলোর উপর পর্দা ফেলে দিয়েছিলাম। আজকেও আমি তোমাকে লজ্জিত করবো না। যাও, তোমাকে আমি ক্ষমা করে দিলাম।” অতঃপর তাকে তার আমলনামা ডান হাতে দেয়া হবে, যাতে শুধু পুণ্যই লিখিত থাকবে। পক্ষান্তরে কাফির ও মুনাফিকদের সম্পর্কে সাক্ষীগণ বলবেনঃ “এরা ওরাই, যারা তাদের প্রতিপালকের উপর মিথ্যা আরোপ করেছিল। জেনে রেখো যে, যালিমদের উপর আল্লাহর অভিশাপ!”এরপর আল্লাহ তা'আলা বলেন যে, যার ডান হাতে আমলনামা দেয়া হবে সে বলবেঃ দুনিয়াতেই তো আমার পূর্ণ বিশ্বাস ছিল যে, আমাকে অবশ্যই আমার হিসাবের সম্মুখীন হতে হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যারা বিশ্বাস করতো যে, নিশ্চয়ই তারা তাদের প্রতিপালকের সাথে সাক্ষাকারী।”(২:৪৬)মহান আল্লাহ বলেনঃ সুতরাং তাদের প্রতিদান এই যে, তারা যাপন করবে সন্তোষজনক জীবন। তারা সুমহান জান্নাতে প্রবেশ করবে, যার অট্টালিকাগুলো হবে উঁচু উঁচু। ঐ জান্নাতের হ্রগুলো হবে অত্যন্ত সুন্দরী ও পবিত্র চরিত্রের অধিকারিণী। ওর ঘরগুলো নিয়ামতে পরিপূর্ণ থাকবে। এই নিয়ামত রাশি কখনো শেষও হবে না এবং কমেও যাবে না, বরং এগুলো হবে চিরস্থায়ী। মুসনাদে ইবনে আবী হাতিমে হযরত আবূ উমামাহ্ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! (উচ্চ মর্যাদা সম্পন্ন ও নিম্ন মর্যাদা সম্পন্ন) জান্নাতীরা কি একে অপরের সঙ্গে সাক্ষাৎ করবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলবেনঃ “হ্যাঁ। উঁচুতে অবস্থানকারী জান্নাতীরা নিম্নে অবস্থানকারী জান্নাতীদের সাথে সাক্ষাতের উদ্দেশ্যে নীচে নেমে আসবে এবং খুবই ভালবাসা ও হৃদ্যতার সাথে তাদেরকে সালাম জানাবে। হ্যাঁ, তবে নিম্নে অবস্থানকারী জান্নাতীরা তাদের আমলের স্বল্পতার কারণে উপরে উঠবে না।” অন্য একটি বিশুদ্ধ হাদীসে আছে যে, জান্নাতে একশটি শ্রেণী রয়েছে। এক শ্রেণী হতে অপর শ্রেণীর দূরত্ব হলো আকাশ ও পৃথিবীর মাঝের দূরত্বের সমান। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ জান্নাতের ফলরাশি অবনমিত থাকবে নাগালের মধ্যে। হযরত ইবনে আযিব (রাঃ) প্রমুখ গুরুজন বলেনঃ জান্নাতের গাছের ফল এতো অবনমিত থাকবে যে, জান্নাতীরা ছাপর খাটে শুয়ে শুয়েই ফল ভাঙ্গতে পারবে।হযরত সালমান ফারসী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কেউ জান্নাতে প্রবেশ করবে না যে পর্যন্ত না তাকে একটা লিখিত সমন দেয়া হবে। তাতে লিখিত থাকবেঃ বিসমিল্লাহির রাহমানির রাহীম। এটা আল্লাহর পক্ষ হতে অমুকের পুত্র অমুকের নামে পত্র। তাকে তোমরা (ফেরেশতারা) সুমহান জান্নাতে প্রবিষ্ট করো, যার ফলরাশি অবনমিত থাকবে নাগালের মধ্যে।” (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন) কোন কোন রিওয়াইয়াতে আছে যে, এই পরওয়ানা বা সমন পুলসিরাতের উপর প্রদান করা হবে। মহান আল্লাহ্ বলেন যে, জান্নাতীদেরকে অনুগ্রহ ও অধিক মেহেরবানীর ভিত্তিতে মুখেও পানাহারের অনুমতি দেয়া হবে এবং বলা হবেঃ এটা তোমাদের অতীত দিনের ভাল কৃতকর্মের বিনিময়। ভাল কর্মের বিনিময় বলা হয়েছে শুধুমাত্র স্নেহ ও মেহেরবানীর ভিত্তিতে। কেননা, হাদীস শরীফে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আমল করতে থাকো, পরস্পর কোমল ব্যবহার কর এবং মধ্য পন্থা অবলম্বন কর, আর জেনে রেখো যে, তোমাদের কাউকেও তার আমল জান্নাতে প্রবিষ্ট করবে না। অর্থাৎ কাউকেও জান্নাতে প্রবিষ্ট করার জন্যে শুধু তার আমল যথেষ্ট নয়।” জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)। আপনাকেও কি নয়?” তিনি উত্তরে বললেনঃ “আমাকেও নয়। তবে আল্লাহর করুণা ও অনুগ্রহ আমাকে ঢেকে ফেলেছে (সুতরাং এটা স্বতন্ত্র কথা)।”",
  "ayah": 24,
  "surah": 69
}
