{
  "text": "২৫-৩৭ নং আয়াতের তাফসীর\nএখানে পাপীদের অবস্থার বর্ণনা দেয়া হচ্ছে যে, কিয়ামতের মাঠে যখন তাদেরকে তাদের আমলনামা বাম হাতে দেয়া হবে তখন তাদের অবস্থা হবে অত্যন্ত শোচনীয় ও দুঃখপূর্ণ। তারা ঐ সময় বলবেঃ ‘হায়! যদি আমাদেরকে আমাদের আমলনামা দেয়াই না হতো তবে কতইনা ভাল হতো! যদি আমাদেরকে আমাদের হিসাব অবহিতই না করা হতো! হায়! যদি ম্যই আমাদের সবকিছু শেষ করে দিতো তবে কতই না আনন্দের কথা হতো! যদি আমরা এই দ্বিতীয় জীবনই লাভ না করতাম। দুনিয়ায় যে মৃত্যুকে তারা অত্যন্ত ভয় করতো, সেই দিন ঐ মৃত্যুই তারা কামনা করবে। তারা আরো বলবেঃ আমাদের ধন-সম্পদ ও ক্ষমতা-প্রতাপ আজ আমাদের কোন কাজেই আসলো না। অর্থাৎ এগুলো আমাদের উপর হতে আল্লাহর আযাব সরাতে পারলো না। কোন সাহায্যকারীও আমাদের সাহায্যের জন্যে এগিয়ে আসলো না। আজ আমরা আমাদের বাঁচার কোন পথই খুঁজে পাচ্ছি না।আল্লাহ তা’আলা ফেরেশতাদেরকে নির্দেশ দিবেনঃ তাদেরকে ধর ও তাদের গলদেশে বেড়ি পড়িয়ে দাও। তাদেরকে এ অবস্থায় জাহান্নামে নিক্ষেপ কর।হযরত মিনহাল ইবনে আমর (রঃ) বলেন যে, আল্লাহ তা’আলার এই হুকুম শোনা মাত্রই সত্তর হাজার ফেরেশতা এরূপ একজন পাপীর দিকে বেগে ধাবিত হবে, অথচ এই ফেরেশতাদের মাত্র একজনকে যদি আল্লাহ পাক নির্দেশ দেন তবে একজনকে তো দূরের কথা, সত্তর হাজার লোককে ধরে জাহান্নামে নিক্ষেপ করতে পারেন।ইবনে আবিদ দুনিয়া বর্ণনা করেছেন যে, চার লক্ষ ফেরেশতা তার দিকে ধাবিত হবেন। সে তাদেরকে বলবেঃ আমার সাথে তোমাদের সম্পর্ক কি? তারা উত্তরে বলবেনঃ আল্লাহ তাবারাকা ওয়া তা'আলা তোমার প্রতি রাগান্বিত বলে সবাই তোমার প্রতি রাগান্বিত।হযরত ফুয়েল ইবনে আইয়ায (রঃ) বলেন যে, আল্লাহ তা'আলার এই ফরমান জারী হওয়া মাত্রই সত্তর হাজার ফেরেশতা ক্রোধে অগ্নিশর্মা হয়ে তার দিকে দৌড়িয়ে যাবেন। প্রত্যেকেই একে অপরের আগে যেতে চাইবেন এবং সর্বাগ্রে তার গলদেশে বেড়ি পরিয়ে দেয়ার ইচ্ছা করবেন। তারপর তাকে জাহান্নামের আগুনে নিক্ষেপ করার নির্দেশ দেয়া হবে। অতঃপর পুনরায় তাকে শৃঙ্খলিত করা হবে সত্তর হস্ত দীর্ঘ এক শৃখলে। এই শৃঙ্খলের একটি কড়া হযরত কা'ব আহবার (রাঃ)-এর উক্তি অনুসারে সারা পৃথিবী-পূর্ণ লোহার সমান হবে। হযরত ইবনে আব্বাস (রাঃ) ও হযরত ইবনে জুরায়েজ (রঃ) বলেন যে, এটা হবে ফেরেশতাদের হাতের মাপে। হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেন যে, এই শৃঙ্খল তার দেহে পরিয়ে দেয়া হবে। পায়খানার দ্বার দিয়ে ভরে মুখ দিয়ে বের করে নেয়া হবে। তাকে এমনিভাবে আগুনে ভাজা হবে যেমনভাবে কাবাব ভাজা হয়। এটাও বর্ণিত আছে যে, তার দেহের পিছন দিয়ে এই শৃঙ্খল পরানো হবে এবং নাকের দুই ছিদ্র দিয়ে তা বের করে নেয়া হবে, ফলে সে পায়ের ভরে দাড়াতে পারবে না। মুসনাদে আহমাদে হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যদি আকাশ হতে একটি বড় পাথর নিক্ষেপ করা হয় তবে তা এক রাত্রে পৃথিবীতে এসে পড়বে। কিন্তু ওটাকেও যদি জাহান্নামীকে বাঁধবার শৃংখলের এক মাথা হতে নিক্ষেপ করা হয় তবে তা অন্য মাথায় পড়তে চল্লিশ বছর লেগে যাবে।” (এ হাদীসটি জামে তিরমিযীতেও রয়েছে এবং ইমাম তিরমিযী এটাকে ‘হাসান’ বলেছেন)মহাপ্রতাপান্বিত আল্লাহ বলেনঃ সে মহান আল্লাহে বিশ্বাসী ছিল না এবং অভাবগ্রস্তকে অনুদানে উৎসাহিত করতো না। অর্থাৎ না সে আল্লাহর ইবাদত ও আনুগত্য করতো, না তার মাখলূকের হক আদায় করে তাদের উপকার করতো। মাখলূকের উপর আল্লাহর হক এই যে, তারা তাঁর, একত্ববাদে বিশ্বাস করবে এবং তাঁর সাথে অন্য কাউকে শরীক করবে না। আর বান্দাদের একের অপরের উপর হক এই যে, একে অপরের সাথে সদাচরণ করবে এবং সহানুভূতি দেখাবে। ভাল কাজে একে অপরকে সাহায্য করবে। এ জন্যেই আল্লাহ তাবারাকা ওয়া তা'আলা এ দুটো হককে একই সাথে বর্ণনা করেছেন। যেমন তিনি বলেছেনঃ “তোমরা নামায প্রতিষ্ঠিত কর ও যাকাত দাও।” নবী করীম (সঃ) ইন্তেকালের সময় এ দুটোকে এক সাথে বর্ণনা করেছিলেন। তিনি বলেছিলেনঃ “তোমরা নামাযের হিফাজত করবে ও অধীনস্তদের সাথে সদাচরণ করবে।”এরপর আল্লাহ তা'আলা বলেনঃ অতএব এই দিন তাদের কোন সুহৃদ থাকবে। এমন কোন নিকটতম আত্মীয় ও সুপারিশকারী থাকবে না যে তাকে আল্লাহর আযাব হতে রক্ষা করতে পারে। আর তার জন্যে ক্ষত নিঃসৃত স্রাব ব্যতীত কোন খাদ্য থাকবে না। কাতাদাহ (রঃ) বলেন যে, (আরবি) হলো জাহান্নামীদের নিকৃষ্ট খাদ্য। রাবী (রঃ) ও যহহাক (রঃ) বলেন যে, ওটা জাহান্নামের একটি বৃক্ষ। সম্ভবতঃ এরই আর একটি নাম হচ্ছে যাকূম। আর (আরবি)-এর অর্থ এও করা হয়েছে যে, ওটা হলো জাহান্নামীদের দেহ হতে প্রবাহিত রক্ত ও পানি। হযরত আলী ইবনে আবী তালহা (রাঃ) বলেছেন যে, (আরবি) হলো জাহান্নামীদের (ক্ষত নিঃসৃত) পূঁজ।",
  "ayah": 37,
  "surah": 69
}
