{
  "text": "৩৮-৪৩ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় সৃষ্টবস্তুর মধ্য হতে তার ঐ সব নিদর্শনের শপথ করছেন যেগুলো মানুষ দেখতে পাচ্ছে এবং ঐগুলোরও কসম খাচ্ছেন যেগুলো মানুষের দৃষ্টির অন্তরালে রয়েছে। তিনি এর উপর শপথ করছেন যে, কুরআন কারীম তাঁর বাণী ও তাঁর ওহী, যা তিনি স্বীয় বান্দা ও রাসূল (সঃ)-এর উপর অবতীর্ণ করেছেন, যাকে তিনি আমানত আদায় ও রিসালাতের প্রচারের জন্যে পছন্দ ও মনোনীত করেছেন। (আরবি) দ্বারা হযরত মুহাম্মাদ (সঃ)-কে বুঝানো হয়েছে। এর সম্বন্ধ তার সাথে লাগানোর কারণ এই যে, এর প্রচারক ও উপস্থাপক তো তিনিই। এ জন্যে (আরবি) শব্দ আনয়ন করা হয়েছে। কেননা, রাসূলুল্লাহ (সঃ) তো তাঁর পয়গাম পৌঁছিয়ে থাকেন যিনি তাঁকে প্রেরণ করেছেন। ভাষা তাঁর হলেও উক্তি হলো তাঁকে যিনি প্রেরণ করেছেন তাঁর। এ কারণেই সূরা তাকভীরে এর সম্বন্ধ লাগানো হয়েছে ফেরেশতা-দূতের সাথে (অর্থাৎ হযরত জিবরাঈলের আঃ) সাথে। ঘোষিত হয়েছেঃ (আরবি) অর্থাৎ “নিশ্চয়ই এই কুরআন সম্মানিত বার্তাবহের আনীত বাণী। যে সামর্থশালী, আরশের মালিকের নিকট মর্যাদা সম্পন্ন, যাকে সেখানে মান্য করা হয় এবং যে বিশ্বাসভাজন।”(৮১:১৯-২১) আর ইনি হলেন হযরত জিবরাঈল (আঃ)। এ জন্যেই এর পরেই বলেনঃ (আরবি)অর্থাৎ “তোমাদের সাথী (হযরত মুহাম্মাদ (সঃ)) পাগল নয়।”(৮১:২২) তারপর বলেনঃ (আরবি) অর্থাৎ “অবশ্যই মুহাম্মাদ (সঃ) তাকে জিবরাঈলকে (আঃ) তার প্রকৃত আকৃতিতে স্পষ্ট প্রান্তে দেখেছে।”(৮১:২৩) এরপর বলেনঃ (আরবি) অর্থাৎ “সে অদৃশ্য বিষয় সম্পর্কে কৃপণ নয়।”(৮১:২৪) (আরবি) অর্থাৎ “এটা অভিশপ্ত শয়তানের বাক্য নয়।”(৮১:২৫)অনুরূপভাবে এখানেও বলেনঃ “এটা কোন কবির রচনা নয়, তোমরা অল্পই বিশ্বাস করে থাকে। এটা কোন গণকের কথাও নয়, তোমরা অল্পই অনুধাবন করে থাকো।” সুতরাং মহান আল্লাহ কোন কোন সময় নিজের বাণীর সম্বন্ধ লাগিয়েছেন মানব দূতের দিকে, আবার কখনো কখনো সম্বন্ধ লাগিয়েছেন ফেরেশতা দূতের দিকে। কেননা, তারা উভয়েই আল্লাহর বাণীর প্রচারক এবং তারা বিশ্বাস ভাজন। হ্যাঁ, তবে প্রকৃতপক্ষে বাণী কার? এটাও সাথে সাথে বর্ণনা করে দেয়া হয়েছে। বলা হয়েছেঃ (আরবি) অর্থাৎ “এটা জগতসমূহের প্রতিপালকের নিকট হতে অবতীর্ণ।” মুসনাদে আহমাদে হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমি ইসলাম গ্রহণের পূর্বে রাসূলুল্লাহ (সঃ)-এর উদ্দেশ্যে বের হই। দেখি যে, তিনি আমার পূর্বেই মসজিদে হারামে হাযির হয়ে গেছেন। আমি তার পিছনে দাঁড়িয়ে গেলাম। তিনি সূরা হাককাহ পাঠ করতে শুরু করেন। কুরআনের অলংকারপূর্ণ ভাষা শুনে আমি মুগ্ধ হয়ে যাই। আমি মনে মনে বলি যে, কুরায়েশরা যে এঁকে কবি বলেছে তা সঠিকই বটে। আমার মনে এ খেয়াল জেগেই আছে, ইতিমধ্যে তিনি পাঠ করলেনঃ (আরবি)অর্থাৎ “নিশ্চয়ই এই কুরআন এক সম্মানিত রাসূলের বাহিত বার্তা। এটা কোন কবির রচনা নয়, তোমরা অল্পই বিশ্বাস করে থাকো।” তখন আমার মনে খেয়াল জাগলো যে, ইনি কবি না হলে অবশ্যই যাদুকর। তখন তিনি পাঠ করলেনঃ (আরবি)অর্থাৎ “এটা কোন যাদুকর বা গণকের কথাও নয়, তোমরা অল্পই অনুধাবন করে থাকো। এটা জগতসমূহের প্রতিপালকের নিকট হতে অবতীর্ণ। সে যদি আমার নামে কিছু রচনা করে চালাতে চেষ্টা করতো, তবে অবশ্যই আমি তার দক্ষিণ হস্ত ধরে ফেলতাম এবং কেটে দিতাম তার জীবন-ধমনী। অতঃপর তোমাদের মধ্যে এমন কেউই নেই, যে তাকে রক্ষা করতে পারে (শেষ আয়াত পর্যন্ত)।” এটা ছিল প্রথম ঘটনা, যার ফলে ইসলাম আমার অন্তরে পূর্ণভাবে ঘর করে বসে এবং প্রতিটি লোমকূপে ওর সত্যতা প্রবেশ করে। সুতরাং যেসব কারণ হযরত উমর ইবনুল খাত্তাব (রাঃ)-কে সুপথ প্রদর্শনে ক্রিয়াশীল হয়েছিল তন্মধ্যে এটাও ছিল একটি বিশেষ কারণ। আমরা তাঁর ইসলাম গ্রহণের পূর্ণ ঘটনাটি ‘সীরাতে উমারফূ’ নামক গ্রন্থে বর্ণনা করেছি। আল্লাহরই জন্যে সমস্ত প্রশংসা এবং আমরা তাঁর নিকট কৃতজ্ঞতা জ্ঞাপন করছি।",
  "ayah": 43,
  "surah": 69
}
