{
  "text": "১৯-২৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা এই আয়াতগুলোতে মুশরিকদের ধমকের সুরে বলছেন যে, তারা প্রতিমাগুলোকে এবং আল্লাহ ছাড়া অন্যদেরকে মা’বূদ বানিয়ে নিয়েছে এবং যেমনভাবে আল্লাহর বন্ধু হযরত ইবরাহীম (আঃ) আল্লাহর নির্দেশক্রমে তার ঘর নির্মাণ করেছেন তেমনিভাবে তারা নিজেদের বাতিল মাবুদগুলোর জন্যে ইবাদতখানা বানিয়েছে।  লাত ছিল একটি সাদা পাথর যা অংকিত ও নক্সকৃত ছিল। ওর উপর গম্বুজ নির্মাণ করা হয়েছিল। ওর উপর তারা গেলাফ উঠিয়েছিল। ওর জন্যে তারা খাদেম, রক্ষক ও ঝাড়দার নিযুক্ত করেছিল। ওর আশে পাশের জায়গাগুলোকে তারা হারাম শরীফের মত মর্যাদা সম্পন্ন মনে করতো। এটা ছিল তায়েফবাসীদের মূর্তির ঘর বা মন্দির। সাকীফ গোত্র এর উপাসক ছিল। তারাই ছিল এর মুতাওয়াল্লী। কুরায়েশ ছাড়া অন্যান্য সমস্ত আরব গোত্রের উপর তারা নিজেদের গৌরব প্রকাশ করতো।ইমাম ইবনে জারীর (রঃ) বলেন যে, ঐ লোকগুলো আল্লাহ শব্দ হতে লাত শব্দটি বানিয়ে নিয়েছে। তারা যেন একে স্ত্রী লিঙ্গ রূপে ব্যবহার করেছিল। আল্লাহ তাআলার সত্তা সমস্ত শরীক হতে পবিত্র।  একটি কিরআতে, (আরবী) শব্দটির (আরবী) অক্ষরটি তাশদীদের সাথে রয়েছে। অর্থাৎ পানি দ্বারা মিশ্রিতকারী। ওকে (আরবী) এই অর্থে বলার কারণ এই যে, সে একটি সৎলোক ছিল। হজ্বের মৌসুমে সে হাজীদেরকে পানির সাথে ছাতু মিশিয়ে পান করাতো। তার মৃত্যুর পর জনগণ তার কবরের খিদমত করতে শুরু করে এবং ধীরে ধীরে তার ইবাদতের প্রচলন শুরু হয়। অনুরূপভাবে (আরবী) শব্দটি (আরবী) শব্দ হতে নেয়া হয়েছে। মক্কা ও মদীনার মধ্যস্থলে অবস্থিত নাখলা' নামক স্থানে একটি বৃক্ষ ছিল। ওর উপরও গম্বুজ নির্মিত ছিল। ওটাকেও চাদর দ্বারা আবৃত করা হতো। কুরায়েশরা ওর খুবই সম্মান করতো। আবু সুফিয়ানও (রাঃ) উহুদের যুদ্ধের দিন বলেছিলেনঃ “আমাদের উযযা আছে এবং তোমাদের (মুসলমানদের) উয নেই।” এর জবাবে রাসূলুল্লাহ (সঃ) সাহাবীদেরকে (রাঃ) বলেছিলেন ? “আল্লাহ আমাদের মাওলা এবং তোমাদের কোন মাওলা নেই।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি (ভুলক্রমে) লাত ও উযার কসম খেয়ে ফেলবে সে যেন তৎক্ষণাৎ লা ইলাহা ইল্লাল্লাহ বলে নেয়। আর যে ব্যক্তি তার সঙ্গীকে বলবেঃ ‘এসো, আমরা জুয়া খেলি। সে যেন সাদকা করে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন) ভাবার্থ এই যে, অজ্ঞতার যুগে যেহেতু এ ধরনের কসম খাওয়া হতো, সেই হেতু ইসলাম গ্রহণের পরেও যদি কারো মুখ দিয়ে পূর্বের অভ্যাস হিসেবে এ শব্দগুলো বেরিয়ে পড়ে তবে তার কালেমা পড়ে নেয়া উচিত।এমনিভাবে একদা হযরত সা'দ ইবনে আবি অক্কাস (রাঃ) লাত ও উয্যার কসম খেয়ে বসেন। জনগণ তাঁকে সতর্ক করলে তিনি রাসূলুল্লাহ (সঃ)-এর নিকট গমন করেন এবং তাঁর কাছে ঘটনাটি উল্লেখ করেন। রাসূলুল্লাহ (সঃ) তখন তাকে বলেন, তুমি নিম্নের কালেমাটি পাঠ করঃ (আরবী)অর্থাৎ আল্লাহ ছাড়া কোন মা’বূদ নেই, তিনি এক, তার কোন অংশীদার নেই, রাজ্য তাঁরই এবং প্রশংসাও তারই, আর তিনি প্রত্যেক জিনিসের উপর ক্ষমতাবান। তারপর তিনবার পাঠ করঃ (আরবী) অর্থাৎ ‘আমি আল্লাহর নিকট বিতাড়িত শয়তান হতে আশ্রয় প্রার্থনা করছি। এরপর বাম দিকে তিনবার থুথু ফেলো এবং ভবিষ্যতে আর এরূপ করো না। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)  মক্কা ও মদীনার মধ্যস্থলে কাদীদের পার্শ্বে মুসাল্লাল নামক স্থানে মানাত ছিল। অজ্ঞতার যুগে খুযাআহ, আউস ও খাযরাজ গোত্র ওর খুব সম্মান করতে। এখান হতে ইহরাম বেঁধে তারা কা'বার হজ্বের জন্যে যেতো। অনুরূপভাবে এই তিনটি মূর্তি ছাড়া আরো বহু মূর্তি ও থান ছিল আরবের লোকেরা যেগুলোর পূজা করতো। কিন্তু এই তিনটির খুব খ্যাতি ছিল বলে এখানে শুধু এই তিনটিরই বর্ণনা দেয়া হয়েছে। ঐ লোকগুলো এই জায়গাগুলোর তাওয়াফও করতো। তারা তথায় কুরবানীর জন্তুগুলো নিয়ে যেতো এবং তাদের নামে ওগুলোকে কুরবানী করতো। এতদসত্ত্বেও কিন্তু তারা কা'বা শরীফের মর্যাদার কথা স্বীকার করতো। ওটাকে তারা হযরত ইবরাহীম (আঃ)-এর মসজিদ বলে বিশ্বাস করতো এবং ওর খুবই সম্মান করতো।সীরাতে ইবনে ইসহাকে রয়েছে যে, কুরায়েশ ও বানু কিনানাহ গোত্র উযযার পূজারী ছিল যা ছিল নাখলায়। ওর রক্ষক ও মুতাওয়াল্লী ছিল বানু শায়বান গোত্র। ওটা ছিল সালীম গোত্রের শাখা। বানু হাশিমের সাথে তাদের ভ্রাতৃত্ব ভাব ছিল। মক্কা বিজয়ের পর এই মূর্তিটি ভেঙ্গে ফেলার জন্যে রাসূলুল্লাহ (সঃ) হযরত খালিদ ইবনে ওয়ালীদ (রাঃ)-কে প্রেরণ করেন। হযরত খালিদ (রাঃ) ঐ মূর্তিটিকে ভেঙ্গে ফেলছিলেন এবং মুখে উচ্চারণ করছিলেনঃ (আরবী)অর্থাৎ “হে উযযা! আমি তোমাকে অস্বীকার করছি, তোমার পবিত্রতা বর্ণনা করছি না। আমি দেখছি যে, আল্লাহ তোমাকে লাঞ্ছিত করেছেন।” এটা বাবলার তিনটি গাছের উপর ছিল। গাছগুলোকে কেটে ফেলা হয়। গম্বুজকেও ভেঙ্গে ফেলা হয়। অতঃপর হযরত খালিদ (রাঃ) ফিরে এসে রাসূলুল্লাহ (সঃ)-কে এ সংবাদ দেন। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “তুমি কিছুই করনি। আবার যাও।” তখন হযরত খালিদ (রাঃ) পুনরায় গেলেন। তথাকার রক্ষক ও খাদিমরা বড় বড় কৌশল অবলম্বন করলো। তারা খুব চীৎকার করে ‘হে উয! হে উম্!' বলে ডাক দিলো। হযরত খালিদ (রাঃ) দেখলেন যে, একটি উলঙ্গ নারী রয়েছে, যার চুলগুলো এলোমেলো, আর সে তার মাথার উপর মাটি নিক্ষেপ করছে। হযরত খালিদ (রাঃ) তরবারী দ্বারা তাকে শেষ করে ফেলেন। তারপর ফিরে গিয়ে তিনি রাসূলুল্লাহ (সঃ)-কে এ খবর দেন। রাসূলুল্লাহ (সঃ) বলেন যে, ওটাই ছিল উযযা। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)লাত ছিল সাকীফ গোত্রের মূর্তি। তারা ছিল তায়েফের অধিবাসী। ওর মুতাওয়াল্লী ও খাদেম ছিল বানু মু'তাব। ওটাকে ভেঙ্গে ফেলার জন্যে রাসূলুল্লাহ (সঃ) সেখানে হযরত মুগীরা ইবনে শুবা (রাঃ) ও হযরত আবু সুফিয়ান সাখর ইবনে হারব (রাঃ)-কে প্রেরণ করেন। তাঁরা ওটাকে নিশ্চিহ্ন করে দিয়ে ওর স্থলে মসজিদ নির্মাণ করেন।মানাত ছিল আউস, খাযরাজ এবং তাদের ন্যায় মত পোষণকারী ইয়াসরিববাসী অন্যান্য লোকদের মূর্তি। ওটা মুসাল্লালের দিকে সমুদ্র তীরবর্তী কাদীদ নামক স্থানে অবস্থিত ছিল। সেখানেও রাসূলুল্লাহ (সঃ) হযরত আবু সুফিয়ান (রাঃ)-কে প্রেরণ করেন। তিনি সেখানে গিয়ে ওকে ভেঙ্গে টুকরো টুকরো করে ফেলেন। কারো কারো মতে ঐ কুফরিস্তান ধ্বংস হয় হযরত আলী (রাঃ)-এর হাতে। যুলখালসা ছিল দাউস, খাশআম, বাজীলাহ এবং তাদেরই দেশস্থ আরবীয় অন্যান্য লোকদের বুতখানা। ওটা ছিল তাবালায় অবস্থিত এবং ঐ লোকগুলো ওটাকে কাবায়ে ইয়ামানিয়্যাহ বলতো। আর মক্কার কাবাকে তারা বলতো কা’বায়ে শামিয়্যাহ। ওটা রাসূলুল্লাহ (সঃ)-এর নির্দেশক্রমে হযরত জারীর ইবনে আবদিল্লাহ (রাঃ)-এর হাতে ধ্বংস হয়।কাস ছিল তাই গোত্র এবং তাদের আশেপাশে বসবাসকারী অন্যান্য আরবীয়দের বুতখানা। ওটা সালমা ও আজ্জার মধ্যস্থিত তাই পাহাড়ে অবস্থিত ছিল। ওটাকে ভেঙ্গে ফেলার কাজে হযরত আলী ইবনে আবি তালিব (রাঃ) আদিষ্ট হয়েছিলেন। তিনি ওটাকে ভেঙ্গে ফেলেন এবং সেখান হতে দু’টি তরবারী নিয়ে যান। একটির নাম রাসূব এবং অপরটির নাম মুখযিম ছিল। রাসূলুল্লাহ (সঃ) তরবারী দু’টি তাঁকেই দিয়ে দেন।হুমায়ের গোত্র এবং ইয়ামনবাসী সানআ নামক স্থানে তাদের বুতখানা নির্মাণ করেছিল। ওটাকে রাইয়াম বলা হতো। কথিত আছে যে, ওর মধ্যে একটি কালো কুকুর ছিল। দুই জন হুমাইরী, যারা তুব্বর সঙ্গে বের হয়েছিল, তারা ঐ কুকুরটিকে বের করে হত্যা করে দেয় এবং ঐ বুতখানাকে ধ্বংস করে ফেলে।বানু রাবীআহ ইবনে সা'দের বুতখানাটির নাম ছিল রিযা। ওটাকে মুসতাওগার ইবনে রাবীআহ ইবনে কা'ব ইবনে সা’দ ইসলামে ভেঙ্গে ফেলেন। ইবনে হিশাম (রাঃ) বলেন যে, তার বয়স ৩৩০ (তিনশ ত্রিশ) বছর হয়েছিল, যার বর্ণনা তিনি স্বয়ং তার কবিতার মধ্যে বর্ণনা করেছেন।সানদাদ নামক স্থানে বকর, তাগলিব এবং আয়াদ গোত্রের একটি দেবমন্দির ছিল যাকে যুলকা’বাত বলা হতো।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তবে কি পুত্র সন্তান তোমাদের জন্যে এবং কন্যা সন্তান আল্লাহর জন্যে?' কেননা এই মুশরিকরা নিজেদের বাজে ধারণার বশবর্তী হয়ে ফেরেশতাদেরকে আল্লাহর কন্যা বলতো। (নাউযুবিল্লাহি মিন যালিক)। তাই আল্লাহ তা'আলা বলেনঃ তোমরা যদি তোমাদের পরস্পরের মধ্যে বন্টন করতে বস তখন যদি কাউকেও শুধু কন্যা দাও এবং কাউকেও শুধু পুত্র দাও তবে যাকে শুধু কন্যা দেয়া হবে সে কখনো এতে সম্মত হবে না এবং এই প্রকার বন্টনকে অসঙ্গত বন্টন মনে করা হবে। অথচ তোমরা আল্লাহর জন্যে সাব্যস্ত করছো কন্যা সন্তান আর নিজেদের জন্যে সাব্যস্ত করছো পুত্র সন্তান! এই প্রকার বন্টন তো খুবই বে-ঢংগা ও অসঙ্গত!আল্লাহ তা'আলা বলেনঃ এগুলো কতক নাম মাত্র যা তোমাদের পূর্বপুরুষরা ও তোমরা রেখেছো, যার সমর্থনে আল্লাহ কোন দলীল প্রেরণ করেননি। তারা প্রকৃতপক্ষে মা’বৃদও নয় এবং তারা কোন পবিত্র নামের হকদারও নয়। এ লোকগুলো নিজেরাও ঐ দেবতাদের উপাসনা করার উপর কোন দলীল পেশ করতে সক্ষম হবে না। তারা তাদের পূর্বপুরুষদের উপর ভাল ধারণা পোষণ করে তারা যা করতো তাই করছে মাত্র। তারা মাছির উপর মাছি মেরে চলছে। অথচ তাদের নিকট তাদের প্রতিপালকের পথ-নির্দেশ এসে গেছে। এতদসত্ত্বেও তারা তাদের পূর্বপুরুষদের ভ্রান্ত পথ পরিত্যাগ করছে না। এটা চরম পরিতাপের বিষয়ই বটে।মহিমান্বিত আল্লাহ এরপর বলেনঃ মানুষ যা চায় তাই কি সে পায়? সে যে বলে যে, সে সত্যের উপর রয়েছে, তবে সে কি বাস্তবিকই সত্যের উপর রয়েছে। বলে প্রমাণিত হবে? তারা যতই লম্বা চওড়া দাবী করুক না কেন, তাদের দাবী দ্বারাই তাদের উদ্দেশ্য সফল হয়ে যায় না।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমাদের কেউ কোন কিছুর আকাঙ্ক্ষা করে তখন সে কিসের আকাঙ্ক্ষা করছে তা যেন চিন্তা করে। কারণ সে জানে না যে, তার ঐ আকাক্ষার জন্যে তার জন্যে কি লিখা হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ বস্তুতঃ ইহকাল ও পরকাল আল্লাহরই।' দুনিয়া ও আখিরাতের সমস্ত ব্যবস্থাপনা তিনিই করে থাকেন। তিনি যা চান তা হয় এবং যা চান না তা হয় না।এরপর আল্লাহ তাআলা বলেনঃ “আকাশে কত ফেরেশতা রয়েছে। তাদের কোন সুপারিশ ফলপ্রসূ হবে না যতক্ষণ আল্লাহ যাকে ইচ্ছা এবং যার প্রতি সন্তুষ্ট তাকে অনুমতি না দেন। অর্থাৎ আল্লাহর অনুমতি ছাড়া কোন বড় ও মর্যাদা সম্পন্ন ফেরেশতাও কারো জন্যে সুপারিশের কোন শব্দও উচ্চারণ করতে পারেন। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “কে সে, যে তাঁর অনুমতি ছাড়া তাঁর নিকট সুপারিশ করবে?” (২:২৫৫) আর এক জায়গায় বলেনঃ অর্থাৎ “তাঁর অনুমতি ছাড়া তাঁর কাছে কারো জন্যে কারো সুপারিশ উপকারী হবে না।” (৩৪:২৩) সুতরাং বড় বড় নৈকট্য লাভকারী ফেরেশতাদের যখন এই অবস্থা, তখন হে নির্বোধের দল! তোমাদের পূজনীয় এই মূর্তি ও থানগুলো তোমাদে কি উপকার করতে পারে? তাদের উপাসনা করতে আল্লাহ্ তা'আলা নিষেধ করেছেন। এটা করেছেন তিনি তাঁর সমস্ত রাসূলের ভাষায় এবং তাঁর সমুদয় সমানী কিতাব অবতীর্ণ করার মাধ্যমে।",
  "ayah": 26,
  "surah": 53
}
