{
  "text": "৩১-৩২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, আসমান ও যমীনের মালিক, অভাবমুক্ত, প্রকৃত শাহানশাহ, ন্যায় বিচারক ও সঠিক সৃষ্টিকর্তা এবং সত্য ও ন্যায়পরায়ণ আল্লাহ তা'আলাই বটে। তিনি প্রত্যেককেই তার আমলের প্রতিদান প্রদানকারী। পুণ্যের ভাল প্রতিদান এবং পাপের মন্দ শাস্তি তিনিই প্রদান করবেন। তার নিকট সৎলোক তারাই যারা তাঁর হারামকৃত জিনিস ও কাজ হতে, বড় বড় পাপ হতে এবং অন্যায় ও অশ্লীল কার্য হতে দূরে থাকে। মানুষ হিসেবে তাদের দ্বারা কোন ছোট-খাট গুনাহ হলেও আল্লাহ তাআলা তা ক্ষমা করে দেন। যেমন অন্য জায়গায় রয়েছেঃ (আরবী)অর্থাৎ “যদি তোমরা বড় বড় পাপরাশি হতে বেঁচে থাকো তবে আমি তোমাদের ছোট ছোট পাপগুলোকে ক্ষমা করে দিবো এবং তোমাদেরকে সম্মানজনক স্থানে প্রবিষ্ট করবে।” (৪:৩১) আর এখানেও আল্লাহ তা'আলা বলে যে, তিনি মানবীয় ছোট-খাট অপরাধ ক্ষমা করে দিবেন।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাঁর মতে (আরবী)-এর যে তাফসীর হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত হাদীসে করা হয়েছে তা হতে উত্তম তাফসীর আর কিছু হতে পারে না। তা এই যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা আদম-সন্তানের উপর তার জেনা বা ব্যভিচারের অংশ লিপিবদ্ধ করে রেখেছেন যা সে অবশ্যই পাবে। চক্ষুর জেনা হলো দর্শন করা, মুখের জেনা হলো বলা, অন্তরে অনুরাগ, আসক্তি ও আকাঙ্ক্ষা জাগে, এখন লজ্জাস্থান ওকে সত্য করে দেখায় অথবা মিথ্যারূপে প্রদর্শন করে।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেছেনঃ “চক্ষুদ্বয়ের ব্যভিচার হলো তাকানো, ওষ্ঠদ্বয়ের জেনা হচ্ছে চুম্বন করা, হস্তদ্বয়ের ব্যভিচার ধরা এবং পদদ্বয়ের জেনা হলো চলা, আর লজ্জাস্থান ওটাকে সত্য অথবা মিথ্যারূপে প্রকাশ করে। অর্থাৎ লজ্জাস্থানকে যদি সে বাধা দিতে না পারে এবং কুকার্য করেই বসে তবে সমস্ত অঙ্গেরই জেনা সাব্যস্ত হয়ে যাবে। পক্ষান্তরে যদি সে লজ্জাস্থান বা গুপ্তাঙ্গকে সামলিয়ে নিতে পারে এবং কুকার্যে লিপ্ত না হয় তবে ঐগুলো সবই (আরবী)-এর অন্তর্ভুক্ত হবে।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) বলেন যে, (আরবী) হলো চুম্বন করা, দেখা ও স্পর্শ করা। আর যখন গুপ্তস্থানগুলো মিলিত হয়ে যাবে তখন গোসল ওয়াজিব হয়ে যাবে এবং ব্যভিচার সাব্যস্ত হয়ে পড়বে। হযরত ইবনে আব্বাস (রাঃ) হতে এই বাক্যের তাফসীর এটাই বর্ণিত আছে যা উপরে বর্ণিত হলো।  হযরত মুজাহিদ (রঃ) বলেন যে, পাপে অপবিত্র হয়ে যাওয়ার পর তা ছেড়ে দিলে ওটা (আরবী)-এর মধ্যে গণ্য হবে। একজন কবি বলেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! যদি আপনি ক্ষমা করেন তবে সবকিছুই ক্ষমা করে দেন, আর আপনার কোন এমন বান্দা আছে যে, সে অপরাধ করেনি?” হযরত মুজাহিদ (রঃ) বলেন যে, জাহেলিয়াত যুগের লোকেরা বায়তুল্লাহর তাওয়াফ করার সময় প্রায়ই এই ছন্দটি পাঠ করতো। তাফসীরে ইবনে জারীরে রাসূলুল্লাহ (সঃ)-এর উপরোক্তে শ্লোকটি পাঠ করার কথা বর্ণিত আছে এবং ইমাম তিরমিযী (রঃ) ওটাকে হাসান সহীহ গারীব বলেছেন। বাযযার (রঃ) বলেন যে, তাঁর এ হাদীসের অন্য কোন সনদ জানা নেই। শুধু এই সনদেই মারফু রূপে ওটা বর্ণিত আছে। ইবনে আবি হাতিম (রঃ) এবং বাগাভীও (রঃ) এটা বর্ণনা করেছেন। বাগাভী (রঃ) এটাকে সূরায়ে তানযীলের তাফসীরে রিওয়াইয়াত করেছেন। কিন্তু এটা মারফু হওয়ার ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে। একটি রিওয়াইয়াতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ (আরবী) এর ভাবার্থ এই যে, জেনার নিকটবর্তী হওয়ার পর তাওবা করে এবং আর ওদিকে ফিরে আসে না। চুরির নিকটবর্তী হওয়ার পর চুরি করলো না এবং তাওবা করে ফিরে আসলো। অনুরূপভাবে মদ্যপানের নিকটবর্তী হয়ে মদ্যপান করলো না এবং তাওবা করে ফিরে আসলো। এগুলো সবই (আরবী) -এর অন্তর্ভুক্ত। এগুলোর জন্যে মুমিন ক্ষমার্হ।হযরত হাসান (রঃ) হতেও এটাই বর্ণিত আছে। একটি রিওয়াইয়াতে সাহাবীগণ (রাঃ) হতে প্রায়ই এটা বর্ণিত হওয়ার কথা বর্ণনা করা হয়েছে। হযরত আবদুল্লাহ ইবনে আমর (রাঃ) বলেন যে, এর দ্বারা শিরক ছাড়া অন্যান্য গুনাহকে বুঝানো হয়েছে। হযরত ইবনে যুবায়ের (রাঃ) বলেন যে, (আরবী) হলো হদ্দে জেনা ও আযাবে আখিরাতের মধ্যবর্তী শুনাহ। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবী) হলো ঐ জিনিস যা দুই হদ্দের মাঝে অবস্থিত, হচ্ছে দুনিয়া ও হদ্দে আখিরাত। নামায এর কাফফারা হয়ে যায়। (আরবী) হলো জাহান্নাম ওয়াজিবকারী হতে ক্ষুদ্রতর পাপ। হদ্দে দুনিয়া তো ঐ পার্থিব শাস্তি যা আল্লাহ তাআলা কোন পাপের কারণে নির্ধারণ করেছেন। আর হদ্দে আখিরাত হলো ওটাই যার কারণে আল্লাহ তা'আলা জাহান্নাম ওয়াজিব করেছেন, কিন্তু ওর শাস্তি দুনিয়ায় নির্ধারণ করেননি।মহান আল্লাহ বলেছেনঃ “তোমার প্রতিপালকের ক্ষমা অপরিসীম। ওটা প্রত্যেক জিনিসকে ঘিরে নিয়েছে এবং সমস্ত পাপকে ওটা পরিবেষ্টনকারী। যেমন আল্লাহ তাআলা বলেনঃ (আরবী)অর্থাৎ “ (হে নবী সঃ! আমার এ কথাটি আমার বান্দাদেরকে) তুমি বলঃ হে। আমার বান্দারা, যারা নিজেদের উপর অত্যাচার ও বাড়াবাড়ি করেছো! তোমরা আল্লাহর রহমত হতে নিরাশ হয়ে যেয়ো না, নিশ্চয়ই আল্লাহ সমস্ত গুনাহ মাফ করে দিবেন, নিশ্চয়ই তিনি ক্ষমাশীল, দয়ালু।” (৩৯:৫৩)  মহান আল্লাহ বলেনঃ আল্লাহ তোমাদের সম্পর্কে সম্যক অবগত- যখন তিনি তোমাদেরকে সৃষ্টি করেছেন মৃত্তিকা হতে। অর্থাৎ তোমাদের পিতা আদম (আঃ)-কে মৃত্তিকা হতে সৃষ্টি করেছেন এবং তাঁর পৃষ্ঠদেশ হতে তাঁর সন্তানদেরকে বের করেছেন, যারা পিঁপড়ার মত ছড়িয়ে পড়েছে। অতঃপর তিনি তাদেরকে দুই দলে বিভক্ত করেছেন, একদলকে জান্নাতের জন্যে এবং অপর দলকে জাহান্নামের জন্যে।অতঃপর বলা হচ্ছেঃ যখন তোমরা মাতৃগর্ভে ভ্রূণরূপে অবস্থান কর। অর্থাৎ ঐ সময় আল্লাহর নির্ধারিত ফেরেশতা তোমাদের জীবিকা, বয়স, পুণ্য এবং পাপ লিখে নেয়। বহু শিশু পেট হতেই পড়ে যায়, অনেক শিশু দুগ্ধপান অবস্থায় মারা যায়, বহু শিশু মারা যায় দুধ ছাড়ানোর পর, অনেকে মারা যায় যৌবনে পদার্পণ করার পূর্বেই, যৌবনাবস্থাতেই বহু লোকে ইহলোক ত্যাগ করে। এখন এই সমুদয় মনযিল অতিক্রম করার পর যখন বার্ধক্য এসে পড়ে, যার পরে মৃত্যু ছাড়া আর কোন মনযিল নেই, এখনো যদি আমরা না বুঝি ও সতর্ক না হই তবে আমাদের চেয়ে বড় উদাসীন আর কে হতে পারে?মহামহিমান্বিত আল্লাহ বলেনঃ “অতএব তোমরা আত্মপ্রশংসা করো না। অর্থাৎ তোমাদের সৎ আমলের প্রশংসা তোমরা নিজেরা করো না।অতঃপর মহান আল্লাহ বলেনঃ “তোমাদের মধ্যে মুত্তাকী কে, কার অন্তরে আল্লাহর ভয় রয়েছে তা আল্লাহ তাআলাই খুব ভাল জানেন।' যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তুমি কি ঐ লোকদেরকে দেখোনি, যারা নিজেদের প্রশংসা নিজেরাই করেছে? বরং আল্লাহ যাকে চান তাকে পাক পবিত্র করে থাকেন এবং তাদের উপর সামান্য পরিমাণও যুলুম করা হবে না।” (৪:৪৯)মহাম্মাদ ইবনে আমর ইবনে আতা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি আমার কন্যার নাম বিররাহ রেখেছিলাম। তখন আমাকে হযরত যায়নাব বিনতু আবি সালমা (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) এ নাম রাখতে নিষেধ করেছেন। স্বয়ং আমার নামও বিররাহ ছিল। তখন রাসূলুল্লাহ (সঃ) আমাকে বলেনঃ “তোমরা আত্মপ্রশংসা করো না। তোমাদের পুণ্যবানদের সম্পর্কে আল্লাহ তাআলাই সম্যক অবহিত।” তখন সাহাবীগণ বললেনঃ “তাহলে এর নাম কি রাখতে হবে?” উত্তরে তিনি বললেনঃ “তোমরা এর নাম যায়নাব রেখে দাও।” (এ হাদীসটি ইমাম মুসলিম (রঃ) তার সহীহ গ্রন্থে বর্ণনা করেছেন)হযরত আবু বাকরাহ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর সামনে কোন একটি লোকের খুব প্রশংসা করে। রাসূলুল্লাহ (সঃ) তখন তাকে বলেনঃ “তোমার অকল্যাণ হোক! তুমি তো তোমার সাথীর গলা কেটে দিলে?” একথা তিনি কয়েকবার বললেন। অতঃপর তিনি বললেন, কারো প্রশংসা যদি করতেই হবে তবে বলবেঃ “আমার ধারণা অমুক লোকটি এই রূপ। সঠিক জ্ঞান একমাত্র আল্লাহ তা'আলারই আছে।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত হারিস ইবনে হাম্মাম (রাঃ) হতে বর্ণিত আছে যে, একটি লোক হযরত উসমান (রাঃ)-এর সামনে তাঁর প্রশংসা করে। তখন হযরত মিকদাদ ইবনে আসওয়াদ (রাঃ) লোকটির মুখে মাটি নিক্ষেপ করেন এবং বলেনঃ “আমাদেরকে রাসূলুল্লাহ (সঃ) নির্দেশ দিয়েছেন যে, আমরা যেন প্রশংসাকারীদের মুখে মাটি নিক্ষেপ করি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) ও ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)",
  "ayah": 32,
  "surah": 53
}
