{
  "text": "دعوٰھم فیھا سبحانک اللھم جنتوں میں ان کی دعاء (اس طرح ) ہوگی : اے اللہ ! تو ہر برائی سے پاک ہے ‘ ہم تجھے ہر عیب و نقص سے پاک جانتے اور مانتے ہیں۔ بغوی نے لکھا ہے : اہل تفسیر کا بیان ہے کہ اہل جنت اور ان کے خادموں کے درمیان سُبْحَانَکَ اللّٰھُمَّ کا لفظ طلب طعام کی علامت ہوگا۔ جب اہل جنت کھانے کے خواہشمند ہوں گے تو کہیں گے : سُبْحَانَکَ اللّٰھُمَّ فوراً حسب پسند کھانے کے خوان حاضر کر دئیے جائیں گے۔ ہر خوان ایک میل لمبا ‘ ایک میل چوڑا ہوگا۔ ہر خوان پر ستر ہزار کا سے ہوں گے ‘ ہر کاسہ میں الگ رنگ کا کھانا ہوگا ‘ ایک دوسرے کے مشابہ نہ ہوگا۔ کھانے سے فارغ ہو کر سب اللہ کی ثنا کریں گے۔ وَاٰخِرُ دَعْوٰھُمْ اَنِ الْحَمْدُِ للّٰہِ رَبِّ الْعٰلَمِیْنَکا یہی معنی ہے۔ بعض علماء نے کہا : اہل جنت سُبْحَانَکَ اللّٰھُمَّ مزے لے لے کر کہیں گے ‘ یعنی اس کلام کے کہنے میں ان کو لذت آئے گی۔ مسلم ‘ ابو داؤد اور امام احمد نے حضرت جابر کی مرفوع حدیث نقل کی ہے کہ سانس لینے کی طرح اللہ کی طرف سے سبحان اللہ اور الحمد اللہ کہنے کا اہل جنت کو الہام ہوگا (یعنی بےاختیار ان کی زبانوں پر تسبیح وتحمید جاری ہوگی) ۔\nوتحیتھم فیھا سلم اور جنت کے اندر ان کا ملاقاتی ابتدائی کلام (لفظ) سلام ہوگا۔ ایک دوسرے کو سلام کرے گا اور فرشتے بھی ہر دروازے سے داخل ہو کر کہیں گے۔ سَلاَمٌ عَلَیْکُمْ بِمَا صَبَرْتُمْ اور اللہ کی طرف سے بھی سلام لے کر فرشتے آئیں گے اور کہیں گے : اللہ تم کو سلام فرماتا ہے (یعنی بشارت سلامتی دیتا ہے) ابن ماجہ ‘ ابن ابی الدنیا ‘ دارقطنی اور اجری نے حضرت جابر کی روایت سے بیان کیا کہ رسول اللہ (ﷺ) نے فرمایا : جب اہل جنت اپنی راحتوں میں مشغول ہوں گے کہ اچانک ان پر اوپر سے ایک نور چمکے گا۔ سر اٹھا کر دیکھیں گے تو (نظر آئے گا کہ) اللہ اوپر سے ان پر جلوہ پاش ہے۔ اللہ فرمائے گا : ” السلام علیکم یا اہل الجنۃِ “ یہی ہے معنی سَلٰمٌ قَوْلاً مِّنْ رَّبِّ رَّحِیْمٍ کا۔\nامام احمد ‘ بزار اور ابن حبان نے حضرت ابن عمر کی روایت سے بیان کیا ہے کہ رسول اللہ (ﷺ) نے فرمایا : اللہ کی مخلوق میں سے جنت کے اندر سب سے پہلے فقراء مہاجرین داخل ہوں گے جن سے (اسلام کی) سرحدوں کا انتظام ہوتا ہے اور انہی کے ذریعے سے ناگوار امور سے حفاظت کی جاتی ہے ‘ لیکن (اتنی اہم شخصیت کے حامل ہونے کے باوجود) ان میں سے جب کوئی مرتا ہے تو دل کی خواہش دل ہی میں لے کرجاتا ہے ‘ پورا کرنے کی توفیق ہی اس کو نہیں ملتی۔ اللہ اپنے ملائکہ میں سے جس کو چاہے گا حکم دے گا کہ مہاجرین کے پاس جاؤ اور ان کو میرا سلام پہنچاؤ۔ فرشتے عرض کریں گے : اے ہمارے مالک ! ہم تیرے آسمان کے باشندے ہیں ‘ مخلوق میں تیرے برگزیدہ بندے ہیں۔ کیا تو ہم کو حکم دے رہا ہے کہ ہم ان کے پاس جائیں اور ان کو سلام کریں ؟ اللہ فرمائے گا : یہ میرے ایسے بندے تھے کہ میرے سوا کسی کی عبادت نہیں کرتے تھے ‘ کسی کو میرا شریک نہیں قرار دیتے تھے۔ انہی کو سرحدوں پر بھیجا جاتا تھا اور انہی کے ذریعہ سے ناگوار امور سے حفاظت ہوتی تھی اور جب ان میں سے کوئی مرتا تھا تو اپنا ارمان اپنے دل میں ہی لے کر مرتا تھا ‘ پورا کرنے کی اس کو توفیق ہی نہ ہوتی تھی۔ حسب الحکم فرشتے ان کے پاس جنت کے ہر دروازہ سے آئیں گے اور کہیں گے : سَلاَمٌ عَلَیْکُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَی الدَّارِ ۔\nواخر دعوٰھم ان الحمد اللہ رب العٰلمین۔ اور ان کی (اس وقت کی باتوں میں) آخری بات ہوگی الْحَمْدُ للّٰہِ رَبِّ الْعٰلَمِیْنَ ۔ شاید اس سے مراد یہ ہے کہ جب اہل جنت ‘ جنت میں داخل ہو کر اللہ کی عظمت کا معائنہ کریں گے تو اس کی بزرگی بیان کریں گے اور صفات جلالیہ کا اظہار کریں گے۔ پھر اللہ کی طرف سے فرشتے حاضر ہو کر ان کو تمام آفتوں سے سالم رہنے اور عزت و کرامت پر فائز ہونے کی دعا دیں گے۔ اس وقت وہ اللہ کی حمد و ثنا کریں گے اور اللہ کی صفت اکرام کو بیان کریں گے۔\nبغوی نے لکھا ہے : وہ کلام کا آغاز تسبیح سے کریں گے اور الحمد اللہ پر کلام کو ختم کریں گے اور ان دونوں کے درمیان جو بات کرنی چاہیں گے ‘ کریں گے۔",
  "ayah": 10,
  "surah": 10
}
