{
  "text": "اکان للناس عجبًا ان اوحینآ کیا لوگوں کیلئے عجیب ہے یہ بات کہ ہم نے وحی بھیجی۔ یہ استفہام تعجبی انکاری ہے (یعنی تعجب ہے کہ لوگ اس بات پر تعجب کرتے ہیں کہ اللہ نے انسان کے پاس وحی بھیجی ‘ ان کو اس بات پر تعجب نہ کرنا چاہئے) لِلنَّاسِمیں لازم بتا رہا ہے کہ انسان کا پیغمبر ہونا ان کی نظر میں ایک اعجوبہ تھا ‘ قابل انکار و استہزاء۔ کسی نادر واقعہ کو دیکھ کر اور معمول و عادت کے خلاف کوئی بات مشاہدہ کرنے سے جو حالت پیدا ہوتی ہے ‘ اس کو عجب کہتے ہیں۔\nلوگوں کے تعجب کو آیت میں جو تعجب آفریں قرار دیا گیا ہے اور ان کے تعجب کو واجب الانکار بتایا ہے ‘ اس کی وجہ یہ ہے کہ انسان کا پیغمبر بنایا جانا کوئی انوکھا واقعہ نہیں ہے۔ تخلیق آدم (علیہ السلام) کے وقت سے ہی اللہ کا معمول رہا ہے کہ ہمیشہ انسانوں کو ہی پیغمبر بنایا گیا ہے ‘ اسی لئے اللہ نے فرمایا ہے : وَمَآ اَرْسَلْنَا مِنْ قَبْلِکَ الاَّ رِجَالاً ہم نے آپ سے پہلے بھی ہمیشہ مردوں کو پیغمبر بنایا۔\nبادشاہوں کا یہی قاعدہ ہے کہ تحریر و تقریر کی زبان وہی اختیار کرتے ہیں جس کو مخاطب جانتا ہو اور قاصد بھی اسی کو بنا کر بھیجا جاتا ہے جو ان لوگوں کی جنس سے ہو جن کے پاس بھیجا گیا ہو۔ فائدہ اندوزی اور فائدہ رسانی بغیر مناسبت کے ممکن نہیں۔ اللہ نے اسی لئے فرمایا ہے : قُلْ لَّوْ کَانَ فِی الْاَرْضِ مَلَآءِکَۃٌ یَّمْشُوْنَ مُطْمَءِنِّیْنَ لَنَزَّلْنَا عَلَیْھِمْ مِّنَ السَّمَآءِ مَلَکًا رَّسُوْلاً اگر زمین پر ملائکہ چلتے پھرتے اور رہتے ہوتے تو ہم ان پر آسمان سے کسی فرشتہ کو رسول بنا کر بھیجتے۔\nالی رجل منھم ان میں سے ایک شخص کے پاس۔ یعنی ایک معمولی آدمی کے پاس جو (دنیوی دولت و حکومت کے اعتبار سے) بڑے آدمیوں میں سے نہیں ہے۔ کافروں نے کہا تھا کہ اگر انسان کو ہی رسول بنانا تھا تو محمد (ﷺ) کے علاوہ دوسرے بڑے لوگ اس کے مستحق تھے کہ ان کو رسول بنایا جاتا۔ اللہ نے (اسی قول کو ان الفاظ میں نقل کیا ہے اور) فرمایا ہے : لَوْ لاَ نُزِّلَ ھٰذَا الْقُرْاٰنَ عَلٰی رَجُلٍ مِّنَ الْقَرْیَتَیْنِ عَظِیْمٍیعنی دونوں بستیوں (مکہ اور طائف) میں کے کسی بڑے عظیم آدمی پر قرآن کیوں نہیں نازل کیا گیا۔ بڑے آدمی سے ان کا مقصد تھا : ولید بن مغیرہ مکی اور مسعود بن عمر ثقفی طائفی۔ اس کے رد میں اللہ نے نازل فرمایا : ___ اَھُمْ یَقْسِمُوْنَ رَحْمَۃَ رَبِّکَ کیا وہ اللہ کی رحمت یعنی نبوت و رسالت کو خود بانٹ رہے ہیں (کہ جس کو چاہیں اس کو نبوت دے دیں۔ یہ کافروں کی حماقت اور وحی سے ناواقفیت تھی کہ وہ دنیوی دولت کی افزونی اور قومی سیادت پر استحقاق وحی و رسالت کا مدار سمجھتے تھے) رسول اللہ (ﷺ) کو رجل عظیم نہیں سمجھتے تھے ‘ حالانکہ سوائے مال کے باقی تمام انسانی صفات و خصائل کے اعتبار سے رسول اللہ (ﷺ) سب سے بڑے اور سب سے کامل تھے۔ مال کی کمی کو نبوت میں دخل نہیں ‘ آپ سے پہلے اکثر انبیاء بھی ایسے ہی گذرے ہیں۔\nان انذر الناس وبشر الذین امنوا کہ لوگوں کو (ا اللہ کے احکام کی خلاف ورزی کے برے نتیجہ سے) ڈراؤ اور اہل ایمان کو بشارت دو ۔ سب لوگوں کو عموماً ڈرانے کا حکم دیا کہ بہت کم لوگ ایسے ہیں جو اپنے اعمال کے لحاظ سے مستحق انذار نہیں ہیں۔ اور کافر چونکہ مستحق بشارت نہیں ‘ اسلئے بشارت دینے کا حکم صرف اہل ایمان کیلئے مخصوص کیا۔\nان لھم قدم صدق عند ربھم کہ ان کے رب کے پاس (پہنچ کر) ان کو پورا مرتبہ ملے گا۔\nعطاء کے نزدیک قدم صدق سے مراد ہے صدق کا مقام جس میں نہ کوئی زوال ہے نہ دشواری اور تکلیف۔\n(مؤلف کے نزدیک) قدم صدق سے مراد ہے اونچا مرتبہ جس کی طرف اہل ایمان بڑھ رہے ہیں اور جہاں ان کا قیام ہوگا۔ مرتبہ کو قدم سے تعبیر اسلئے کیا گیا کہ آگے بڑھنے اور قیام کرنے کا ذریعہ قدم ہی ہوتا ہے (یعنی سبب بول کر مسبب مراد لیا گیا ہے) جیسے نعمت کو ہاتھ کہا جاتا ہے کیونکہ نعمت کی عطاء ہاتھ کے ذریعہ سے ہوتی ہے۔\nآیت میں لفظ قدم صدق سے اس امر پر تنبیہ ہے کہ اللہ کے ہاں ان کو اونچا درجہ صرف قول اور نیت کی سچائی کی وجہ سے حاصل ہوگا۔ اور سب سے زیادہ سچی بات لا الٰہ الا اللہ ہے۔ ہم نے جو قدم صدق کی تفسیر مرتبہ سے کی ہے ‘ یہی حاصل حضرت ابن عباس اور ضحاک کی تفسیر کا ہے۔ حضرت ابن عباس نے لفظ قدم کی تشریف میں فرمایا : انہوں نے جو اعمال پہلے سے بھیج دئیے ہوں گے ‘ ان کا اچھا بدلہ ان کو ملے گا (اچھا بدلہ اور مرتبہ دونوں کا مطلب ایک ہی ہے) ضحاک نے کہا : قَدَمَ صدقٍ یعنی سچائی کا ثواب (ضحاک نے مرتبہ کی تعبیر ثواب سے کی اور حضرت ابن عباس نے اجر حسن سے) ۔\nحسن نے کہا : قَدَمَ صدقٍ سے مراد وہ نیک اعمال ہیں جو اہل ایمان نے (مرنے سے پہلے) کئے ہوں ‘ گویا حسن کے نزدیک قدم بمعنی تقدیم ہے (یعنی پہلے سے کئے ہوئے اچھے اعمال) اللہ نے اس لفظ سے بشارت دے دی کہ اہل ایمان نے جو اچھے اعمال پہلے سے (یعنی مرنے سے پہلے) کئے ہوں گے ‘ وہ اللہ کے ہاں ان کو ملیں گے۔ ابو عبیدہ نے کہا : عرب کے نزدیک ہر آگے بڑھنے والے کو قدم کہا جاتا ہے ‘ خیر کی طرف بڑھے یا شر کی طرف۔ فلاں شخص کو اسلام میں قدم (سبقت) حاصل ہے۔ میرے پاس اس کو قدم حاصل ہے یا برائی کا قدم ‘ یعنی میرے نزدیک وہ خیر میں سبقت کر رہا ہے یا بدی میں۔\nایک روایت میں حضرت ابن عباس کا قول آیا ہے کہ قدم صدق سے مراد ہے سعادت سابقہ۔ زید بن اسلم نے کہا : اس سے رسول اللہ (ﷺ) کی شفاعت مراد ہے۔ بخاری نے لکھا ہے کہ زید بن اسلم نے کہا : ان کیلئے قدم صدق ہے ‘ یعنی رسول اللہ (ﷺ) (کی شفاعت) ۔\nقال الکفرون کافروں نے کہا۔ یعنی کافروں نے جب رسول اللہ (ﷺ) کے معجزات دیکھے اور ناقابل مقابلہ کلام سنا تو محض عناد اور ضد سے کہا۔\nان ھذا السحر المبین۔ بیشک یہ (یعنی مدعی نبوت) کھلا ہوا جادوگر ہے۔",
  "ayah": 2,
  "surah": 10
}
