{
  "text": "واذا اذقنا الناس رحمۃ من بعد ضراء مستھم جب لوگوں کو کوئی دکھ پہنچتا ہے اور پھر ہم ان کو رحمت کا مزہ چکھا دیتے ہیں۔ رحمت سے مراد ہے سرسبزی ‘ ارزانی ‘ فراخ دستی ‘ صحت۔ اور ضَّراء سے مراد ہے خشک سالی ‘ بدحالی ‘ افلاس اور بیماری۔\nاذا لھم مکر فی ایٰتنا تو فوراً ہماری آیتوں کے بارے میں شرارت کرنے لگتے ہیں۔ مجاہد نے کہا : مکر سے مراد ہے تکذیب و استہزاء۔ میں کہا ہوں : مکر کا معنی ہے پوشیدہ طور پر کسی کو برائی پہنچانے کا ارادہ کرنا۔ آیات کی تکذیب بظاہر رسول اللہ (ﷺ) کی تکذیب اور آپ کو برائی پہنچانے کے ارادہ کا مظاہرہ تھا ‘ اللہ کی تکذیب نہ تھی لیکن آیات اللہ حقیقت میں اللہ کا کلام تھا ‘ اسلئے درپردہ تکذیب اور ارادۂ شر کا رجوع اللہ ہی کی طرف ہوتا ہے ‘ اور یہی مکر کی حقیقت ہے۔\nمقاتل بن حبان نے کہا : (ا اللہ ان کو رزق دیتا تھا ‘ بارش برساتا تھا اور) وہ اللہ کے رازق ہونے کے قائل نہ تھے بلکہ کہتے تھے : نچھتر کی وجہ سے بارش ہوئی ہے۔ تکذیب آیات کی ان کی طرف سے یہ حیلہ سازی تھی ‘ اسی کو مکر کہا گیا ہے۔ یہ بھی روایت میں آیا ہے کہ ایک بار اہل مکہ قحط میں مبتلا ہوئے ‘ پھر اللہ نے ان پر رحم کیا اور قحط کو دور کردیا۔ قحط دور ہوتے ہی وہ ناشکری اور استہزاء بآیات اللہ کرنے لگے۔ اللہ کی نعمت کے شکرگذار نہ ہوئے۔ بخاری کی روایت میں آیا ہے کہ کافروں کی بےرخی اور روگردانی دیکھ کر رسول اللہ (ﷺ) نے بددعا کی اور فرمایا : اے اللہ ! یوسف (علیہ السلام) کے سات سالوں کی طرح ان کو ہفت سالہ قحط میں مبتلا کر کے میری مدد فرما۔ بددعا کے نتیجہ میں اہل مکہ پر قحط مسلط ہوگیا کہ ہر چیز (یعنی کھیتی ‘ سبزی ‘ پھل وغیرہ) تباہ ہوگئی ‘ کھالیں اور مردار جانور تک کھانے کی نوبت آگئی۔ ابو سفیان نے خدمت گرامی میں حاضر ہو کر عرض کیا : محمد (ﷺ) تمہاری قوم والے ہلاک ہوگئے۔ تم اللہ کی اطاعت اور صلۃ الرحم (قرابتداروں سے حسن سلوک) کا ہم کو حکم دیتے ہو۔ اللہ سے ان کیلئے دعا کر دو کہ اللہ ان کی مصیبت کو دور کر دے۔ رسول اللہ (ﷺ) نے دعا فرما دی۔ ایک روایت میں آیا ہے کہ قحط میں مبتلا ہونے کے بعد مشرکوں نے کہا تھا : اے ہمارے رب ! ہم سے اس عذاب کو دور کر دے ‘ ہم ایمان لے آئیں گے۔ رسول اللہ (ﷺ) کو (ا اللہ کی طرف سے) اطلاع دی گئی کہ اگر یہ مصیبت دور کردی گئی تو یہ لوگ پھر اپنی اصلی حالت کی طرف لوٹ جائیں گے (کفر کرنے لگیں گے) ۔\nغرض رسول اللہ (ﷺ) نے دعا کردی اور اللہ نے مصیبت دور کردی ‘ مگر وہ پھر (شرک و تکذیب کی طرف) لوٹ گئے۔ اس کی سزا اللہ نے ان کو بدر کے دن دی (کہ سرداران شرک کو تباہ کردیا) ۔\nقل اللہ اسرع مکرًا آپ کہہ دیجئے کہ خفیہ تدبیر کرنے میں اللہ تم سے تیز ہے۔ اس کی خفییہ تدبیر یا تو ڈھیل ہے۔\nحضرت علی کا ارشاد ہے : اللہ جس کی دنیا فراخ کر دے اور وہ یہ نہ سمجھے کہ یہ اللہ کی طرف سے ڈھیل ہے تو اس کی عقل فریب خوردہ ہے۔ میں کہتا ہوں : حضرت کی مراد یہ ہے کہ وسعت دنیا حاصل ہونے کے بعد جو شخص (ا اللہ کی ڈھیل کو نہ سمجھے اور) شکر ادا نہ کرے وہ فریب خوردہ ہے۔\nیا مکر سے مراد ہے مگر کی سزا ___ یعنی لوگ تو خفیہ تدبیریں بعد کو کرتے ہیں ‘ اللہ ان کی سازشوں سے پہلے ہی ان کی سزا کی خفیہ تدبیر یا (خفیہ) ڈھیل دینے کو تجویز کرچکا ہوتا ہے۔ بعض لوگوں نے سرعت مکر کا یہ معنی بیان کیا ہے کہ حق کو دفع کرنے کی جو تدبیریں کافر کرتے ہیں ‘ ان سے زیادہ سرعت کے ساتھ اللہ ان کو ہلاک کردینے کی تدبیر کردیتا ہے۔ اللہ کا عذاب ان پر بہت جلد آجاتا ہے۔ اللہ چونکہ قدرت رکھتا ہے ‘ اسلئے وہ جو کچھ چاہتا ہے وہ ضرور آ کر رہتا ہے اور کافر دفع حق کی قدرت نہیں رکھتے۔\nان رسلنا یکتبون ما تمکرون۔ جو مکاریاں تم کرتے ہو ہمارے پیامبر (یعنی اعمال کی نگرانی رکھنے والے فرشتے) اس کو لکھ لیتے ہیں۔ مطلب یہ کہ تمہاری خفیہ تدبیریں نگرانی رکھنے والے ملائکہ سے بھی پوشیدہ نہیں رہ سکتیں ہیں ‘ اللہ سے کس طرح چھپی رہ سکتی ہیں جو سارے جہان کا خالق ہے۔",
  "ayah": 21,
  "surah": 10
}
