{
  "text": "انما مثل الحیوۃ الدنیا دنیوی زندگی کی عجیب حالت ‘ یعنی دنیوی زندگی بہت جلد زوال پذیر ہے۔ اس کے باوجود لوگ اس پر شیفتہ ہیں ‘ یہ عجیب بات ہے۔\nکما انزلنہ من السماء ایسی ہے جیسے ہم آسمان سے پانی برساتے ہیں۔\nفاختلط بہ نبات الارض مما یا کل الناس والانعام پھر اس پانی سے زمین کے نباتات جن کو آدمی اور چوپائے کھاتے ہیں ‘ خوب گنجان ہو کر نکلے۔ اخْتَلَطَ گتھ جاتا ہے ‘ گھنا ہوجاتا ہے۔ مَا یَأکُلُ النَّاس یعنی انسان کی خوراک غلہ ‘ پھل ‘ سبزیاں۔ وَالْاََنْعَامُط اور چوپایوں کی خوراک یعنی گھاس ‘ چارہ۔\nحتی اذا اخذت الارض زخرفھا وازینت یہاں تک کہ وہ زمین اپنی رونق کا پورا حصہ لے چکی اور اس کی خوب زیبائش ہوگئی۔ زُخْرُف حسن ‘ رونق ‘ رنگا رنگ پھولوں اور سبزیوں سے پیدا ہونے والا جمال ارضی۔\nوظن اھلھًا انھم قدرون علیھا اور اس زمین کے مالکوں نے خیال کرلیا کہ اب ہم اس پر بالکل قابض ہوچکے۔\nیعنی زمین کے مالک کو یہ خیال ہوجاتا ہے کہ اب زمین کی پیداوار میرے قبضہ میں آگئی ‘ میں کھیتی کاٹ کر غلہ حاصل کرسکتا ہوں اور پھل توڑ کر فائدہ اٹھا سکتا ہوں۔\nاتھا امرنا لیلاً او نھارًا فجعلنھا حصیدًا (اچانک بعض حوادث کی وجہ سے کھیتی کو تباہ کرنے کیلئے) رات کو یا دن کو ہمارا حکم آ پہنچتا ہے اور ہم اس کو کٹے ہوئے کھیت کی طرح کردیتے ہیں۔ یعنی کھڑی کھیتی کو ہم ایسا کردیتے ہیں جیسے کھیت کو کسی نے جڑ سے کاٹ لیا ہو۔\nکان لم تغن بالامس ایسا معلوم ہوتا ہے کہ وہاں کل کھیتی تھی ہی نہیں۔ لَِمْ تَغْنَ ۔ غَنِیَ بالمکان سے ماخوذ ہے۔\nغَنِیَ بالمکان اس جگہ ٹھہرا ‘ قیام کیا ‘ رہا۔ بِالْاَمْسِ یعنی اس وقت سے تھوڑے پہلے ‘ مراد ہے ماضی قریب۔\nیہ تشیبہ مرکب بمرکب ہے۔ اگرچہ عبادت میں مشبہ بہ پانی کو قرار دیا گیا ہے لیکن واقعہ کے پورے مضمون کے ساتھ تشبیہ دینی مقصود ہے۔ پورے کلام کا مضمون یہ ہے کہ کھیتی سرسبز اور باغ کے پھل تر و تازہ ہوتے ہیں ‘ زمین شاداب اور پررونق ہوتی ہے۔ مالکوں کو خیال ہوجاتا ہے کہ اب یہ پیداوار اور کھیتی ہر حادثہ سے نکل گئی ‘ اب اس پر کوئی مصیبت نہیں آئے گی کہ یکدم اللہ کا حکم آ پہنچتا ہے (مختلف ارضی و سماوی حوادث کی وجہ سے) اللہ بھرے پرے باغوں اور سرسبز لہلہاتی کھیتیوں کو تباہ کر کے ‘ ریزہ ریزہ اور بھوسہ بنا دیتا ہے ‘ یہی حالت دنیوی زندگی کی ہے۔ قتادہ نے کہا : دنیا پر بھروسہ رکھنے والے اور سامان دنیا میں ڈوبے ہوئے شخص پر یکدم اللہ کا حکم اور اس کا عذاب انتہائی غفلت کی حالت میں آ پہنچتا ہے (گویا اس تشبیہ کی وجہ شبہ ‘ بےفکری اور غفلت کی حالت میں عذاب خداوندی کا آ پہنچنا ہے) ۔\nکذلک نفصل الایت لقوم یتفکرون۔ ہم اسی طرح آیات کو صاف صاف بیان کرتے ہیں ‘ ایسے لوگوں کیلئے جو سوچتے ہیں۔",
  "ayah": 24,
  "surah": 10
}
