{
  "text": "بل کذبوا بما لم یحیطوا بعلمہ ولا بانھم تاویلہ بلکہ ایسی چیز کی تکذیب کرنے لگے جس کے علم کا احاطہ انہوں نے نہیں کیا اور ابھی اس کی حقیقت ان کے سامنے نہیں آئی۔\nیعنی ان کا کلام اور قرآن کی حقانیت سے انکار کسی غور و تحقیق پر مبنی نہیں ہے بلکہ قرآن کی حقیقت کو جانے بغیر اور بلا غور و فکر کے فقط سنتے ہی انہوں نے قرآن کو اللہ کا کلام ماننے سے انکار کردیا۔ انہوں نے ابھی سوچا ہی نہیں کہ یہ کلام انسانی طاقت سے باہر ہے۔ قرآن نے جو غیب کی خبریں بتائی ہیں ‘ مبدء اور معاد سے آگاہی اور ثواب و عذاب کی اطلاع دی ہے ‘ ابھی تک اس کے ظہور کا موقع ہی نہیں آیا ہے۔ ان پر لازم تھا کہ کتب سابقہ کے عالموں سے پوچھتے کہ یہ باتیں جو قرآن بیان کر رہا ہے ‘ ان کی کتابوں میں بھی ہیں یا نہیں۔ اس تحقیق سے یقیناً قرآن کی سچائی ان پر واضح ہوجاتی۔ قرآن کی عبارت اور تعلیم و معانی کا معجز ہونا ان لوگوں پر ظاہر ہو سکتا ہے جو غور کریں ‘ سوچیں اور قرآنی علوم کی تحقیق کریں۔ انہوں نے تو نہ الفاظ قرآن پر غور کیا نہ معانی کی تفتیش کی اور لگے فوراً انکار کرنے۔\nلَمَّا یَأتِھِمْابھی تک اس کی حقیقت سامنے نہیں آئی۔ لَمَّا اس جگہ توقع کا لفظ ہے جو قرآن کے اعجاز کے ظاہر ہونے کی امید دلا رہا ہے۔ چناچہ جب بار بار ان کو دعوت مقابلہ دی گئی اور پوری طاقتیں انہوں نے قرآن کے مقابلہ میں صرف کردیں اور تجربہ کرلیا اور مقابلہ کی طاقتوں نے کچھ کام نہ دیا تو قرآن کا معجز ہونا ان پر ظاہر ہوگیا۔ اسی طرح قرآن کی دی ہوئی خبریں بار بار سامنے آگئیں اور سچی ثابت ہوگئیں ‘ جیسے غُلِبَتِ الرُّوْمُ الخ میں ہے کہ رومی مغلوب ہوگئے لیکن عنقریب غالب ہوجائیں گے۔ چناچہ آئندہ رومی ‘ ایرانیوں پر غالب ہوگئے۔ یا جیسے تَبَّتْ یَدآ اَبِی لَھَبِ وَّتَبَّ میں ابولہب کی ہلاکت کی پیشین گوئی کی گئی اور وہ پوری ہو کر رہی۔ اس تجربہ کے بعد کچھ لوگ ایمان لے آے اور کچھ جذبۂ عناد کے زیر اثر کافر رہے۔ حقیقت ‘ معاندین کے سامنے بھی آگئی تھی ‘ وہ حقانیت کو پہچان چکے تھے۔ یَعْرِفُوْنَّہُ کَمَا یَعْرِفُوْنَ اَبْنَآءَھُمْ ۔ دلوں سے ان کو بھی قرآن کی صداقت کا یقین ہوچکا تھا مگر عناداً ماننے سے انکار کردیا۔ وَجَحَدُوْا بِھَا وَاسْتَیْقَنَتْھَآ اَنْفُسُھُمْ ۔\nکذلک کذب الذین من قبلھم اسی طرح (پیغمبروں اور اللہ کی کتابوں کی) تکذیب کی تھی ان لوگوں نے جو ان سے پہلے تھے۔ یعنی ان لوگوں نے قرآن کی جس طرح تکذیب کی ‘ اسی طرح ان سے پہلے کے کافروں نے اپنی اپنی الٰہی کتابوں اور خدائی فرستادوں کی تکذیب کی تھی۔\nفانظر کیف کان عاقبۃ الظلمین۔ لیکن دیکھ لو کہ ان ظالموں کا انجام کیسا ہوا۔ یہ تنبیہ ہے قرآن کے منکروں کو کہ اگر یہ باز نہ آئے تو ان کا بھی وہی نتیجہ ہوگا جو گزشتہ منکرین کا ہوا۔",
  "ayah": 39,
  "surah": 10
}
