{
  "text": "لھم البشری فی الحیوۃ الدنیا دنیوی زندگی میں انہی کیلئے بشارت ہے۔ یہ بشارت وہی ہے جو رسول اللہ (ﷺ) نے صحابہ کو عموماً اور بعض مخصوص صحابہ کو خصوصاً دی تھی۔\nترمذی نے حضرت عبدالرحمن بن عوف کی روایت سے اور ابن ماجہ نے حضرت سعید بن زید کے حوالہ سے بیان کیا ہے کہ رسول اللہ (ﷺ) نے فرمایا : ابوبکر جنت میں (یعنی جنتی ) ہے ‘ عمر جنتی ہے ‘ عثمان جنتی ہے ‘ علی جنتی ہے ‘ طلحہ جنتی ہے ‘ زبیر جنتی ہے ‘ عبدالرحمن بن عوف جنتی ہے ‘ سعد بن ابی وقاص جنتی ہے ‘ سعید بن زید جنتی ہے ‘ ابو عبیدہ بن جراح جنتی ہے۔\nابو داؤد نے حضرت ابوہریرہ کی روایت سے بیان کیا کہ رسول اللہ (ﷺ) نے فرمایا : میری امت میں سب سے پہلے اے ابوبکر ! تم جنت میں جاؤ گے۔ ترمذی نے حضرت ابوہریرہ کی روایت سے بیان کیا کہ رسول اللہ (ﷺ) نے فرمایا : سب سے پہلے زمین پھٹ کر میں برآمد ہوں گا ‘ پھر ابوبکر ‘ پھر عمر۔ ترمذی نے حضرت طلحہ بن عبیدا اللہ کی روایت سے بیان کیا کہ رسول اللہ (ﷺ) نے فرمایا : ہر نبی کا ایک رفیق ہوگا اور میرا رفیق جنت کے اندر عثمان ہوگا۔\nحضرت سعد بن ابی وقاص کی روایت سے بخاری و مسلم نے صحیحین میں بیان کیا کہ رسول اللہ (ﷺ) نے حضرت علی سے فرمایا : تم مجھ سے اس جگہ پر ہو جس جگہ پر حضرت ہارون ‘ حضرت موسیٰ سے تھے (یعنی جو قرب درجہ یا قرب نسب یا قرب محبت حضرت موسیٰ کی طرف سے حضرت ہارون کو تھا ‘ وہی قرب تم کو مجھ سے حاصل ہے) مگر میرے بعد کوئی نبی نہیں۔\nحضرت زید بن ارقم کی روایت سے امام احمد اور ترمذی نے بیان کیا ہے کہ رسول اللہ (ﷺ) نے فرمایا : جس کا مولیٰ (آقا ‘ سردار ‘ دوست) میں ہوں ‘ علی بھی اس کا مولیٰ ہے۔\nحضرت مسوربن مخرمہ کی روایت سے صحیحین میں آیا ہے کہ رسول اللہ (ﷺ) نے فرمایا : فاطمہ میرا ٹکڑا ہے۔ جس نے اس کو ناراض کیا ‘ اس نے مجھے ناراض کیا۔\nترمذی نے حضرت ابو سعید خدری کی روایت سے بیان کیا : حسن اور حسین جنتی جوانوں کے سردار ہیں۔ یہ بھی فرمایا : جنت کی عورتوں میں سب سے بہتر مریم بنت عمران اور خدیجہ بنت خویلد ہیں۔ اور فرمایا : عورتوں پر عائشہ کی برتری ایسی ہے جیسے ثرید کی فضیلت (باقی) کھانوں پر اور یہ بھی فرمایا کہ عبد اللہ یعنی ابن عمر صالح آدمی ہیں (رواہ البخاری و مسلم فی الصحیحین عن ابن عمر) حضرت عبد اللہ بن سلام کے متعلق فرمایا کہ وہ اہل جنت میں سے ہے ( متفق علیہ عن سعد بن ابی وقاص) اور فرمایا : انصار سے محبت نہیں رکھتا ‘ مگر مؤمن اور ان سے بغض نہیں رکھتا ‘ مگر منافق (یعنی انصار سے محبت رکھنا ایمان کی علامت اور ان سے بعض رکھنا نفاق کی نشانی ہے) جو ان سے محبت کرے گا ‘ اللہ اس سے محبت کرے گا اور جو ان سے بعض رکھے گا ‘ اللہ اس سے نفرت کرے گا۔ اور فرمایا : اسید بن حضیر کیسا اچھا آدمی ہے۔ ثابت بن قیس کیسا اچھا آدمی ہے۔ معاذ بن جبل کیسا اچھا آدمی ہے۔ معاذ بن عمرو بن جموح کیسا اچھا آدمی ہے۔\nاور فرمایا : جنت تین شخصوں کی مشتاق ہے : علی ‘ عمار ‘ سلمان۔ حضور (ﷺ) نے اسی طرح بکثرت صحابہ کو تفصیل کے ساتھ بشارتیں دی تھیں۔ اور اللہ نے سب صحابہ کو بشارت دیتے ہوئے فرمایا ہے : وَکُلاّآ وَّعْدَ اللّٰہُ الْحُسْنٰی اور اللہ نے ہر ایک (مخلص صحابی) سے جنت کا وعدہ کر رکھا ہے۔ دوسری آیت میں بھی عمومی بشارت دی ہے ‘ فرمایا ہے : مُحَمَّدٌ رَسُوْلُ اللّٰہِ وَالَّذِیْنَ مَعَہٗ الخ۔\nحضور (ﷺ) نے فرمایا : میرے اصحاب کو برا بھلا نہ کہو کیونکہ اگر تم میں سے کوئی (کوہ) احد کے برابر سونا راہ خدا میں صرف کرے تو ان کے ایک سیر بلکہ آدھ سیر (راہ خدا میں صرف کرنے) کو نہیں پہنچے گا۔ رواہ البخاری ومسلم فی الصحیحین عن ابی سعید خدری\nرزین نے حضرت عمر کی روایت سے بیان کیا کہ حضور (ﷺ) نے فرمایا : میرے اصحاب ستاروں کی طرح ہیں ۔ جس کی (روشنی کی) پیروی کرو گے ‘ ہدایت پا لوگے۔\nاور فرمایا : میری امت میں سب سے بہتر لوگ میرے زمانہ کے ہیں ‘ پھر وہ لوگ جو ان سے متصل آئیں گے اور پھر وہ لوگ جو ان کے متصل آئیں گے (متفق علیہ عن عمران بن حصین) ۔\nرسول اللہ (ﷺ) کی وفات کے بعد دنیوی بشارت وہ ہوتی ہے جو اللہ اپنے اولیاء کو خواب یا بیداری کی حالت میں عالم مثال کا انکشاف کر کے دیتا ہے۔ رویائے صالحہ (اچھے خواب) سے یہی عالم مثال کا انکشاف مراد ہے۔\nرسول اللہ (ﷺ) نے فرمایا : سوائے مبشرات (بشارتوں) کے ‘ نبوت کا کوئی جزء باقی نہیں رہا (یعنی میرے بعد لوگوں کو سوائے بشارتوں کے ‘ اللہ کے کسی قول کی اطلاع براہ راست یا ملائکہ کی معرفت آئندہ نہ ہوگی ‘ نبوت کا دروازہ بند ہوگیا) صحابہ نے عرض کیا : مبشرات کیا ہیں ؟ فرمایا : سچے خواب۔ رواہ البخاری عن ابی ہریرۃ۔\nحضرت عبادہ بن صامت راوی ہیں : میں نے رسول اللہ (ﷺ) سے آیت لَھُمُ الْبُشْرٰی فِی الْحَیٰوۃِ الدُّنْیَا کی تشریح دریافت کی۔ فرمایا : (بشریٰ سے مراد) سچا خواب ہے جو آدمی کو دکھایا جاتا ہے (بغوی) ۔\nحضرت ابو درداء سے لَھُمُ الْبُشْرٰی فِی الْحَیٰوۃِ الدُّنْیَا کا معنی دریافت کیا گیا تو فرمایا : جب سے میں نے رسول اللہ (ﷺ) سے اس آیت کی تفسیر دریافت کی ‘ اب تک سوائے تیرے کسی نے مجھ سے اس کی تفسیر دریافت نہیں کی۔ میں نے حضور (ﷺ) سے پوچھا تھا تو حضور (ﷺ) نے فرمایا تھا : جب سے یہ آیت نازل ہوئی ‘ کسی نے تیرے سوا اس کی مراد نہیں دریافت کی۔ (بشریٰ ) سے مراد) سچا خواب ہے جو مؤمن کو دکھایا جاتا ہے۔ دنیوی زندگی میں بھی اس کیلئے بشارت ہے اور آخرت میں جنت بشارت ہوگی (امام احمد و سعید بن منصور) یہ حدیث بہت سندوں سے آئی ہے۔\nسچے خواب سے مراد عوام کے خواب نہیں بلکہ اولیاء اور صالحین کے خواب مراد ہیں۔ رسول اللہ (ﷺ) نے فرمایا : خواب تین ہوتے ہیں : (ایک) اللہ کی طرف سے بشارت ‘ (دوسرا) حدیث نفس (یعنی دماغی تخیلات یا تحت الشعور تصورات) ‘ (تیسرا) شیطان کی طرف سے ڈراوا (یعنی ہیبت ناک ‘ بےسروپا خواب) ترمذی اور ابن ماجہ نے حضرت ابوہریرہ کی روایت سے اس حدیث کو نقل کیا ہے اور ترمذی نے اس کو صحیح کہا ہے۔\nایک شبہ : خواب خواہ اولیاء اور صلحاء کا ہو ‘ مفید یقین نہیں (اور اللہ کی طرف سے بشارت کو مفید یقین ہونا چاہئے) ۔\nازالہ : خواب سے یقین نہیں تو غالب گمان ضرور حاصل ہوجاتا ہے اور بشارت کیلئے غلبۂ ظن ہی کافی ہے۔\nرسول اللہ (ﷺ) نے ارشاد فرمایا : نبوت کے 46 اجزاء میں سے اک جزء سچا خواب ہے۔ یہ حدیث بخاری نے حضرت ابو سعید راویت سے اور مسلم نے حضرت ابن عمر اور حضرت ابوہریرہ کی روایت سے اور احمد و ابن ماجہ نے حضرت ابن مسعود کی روایت سے بیان کی ہے۔ اسی کی مثل ابن ماجہ نے حضرت عوف بن مالک کی روایت سے بھی بیان کیا ہے۔ 1 ؂\nامام احمد نے حضرت ابن عمرو حضرت ابن عباس کی روایت سے اور ابن ماجہ نے حضرت ابن عمر کی روایت سے بیان کیا ہے کہ سچا خواب نبوت کے ستر اجزاء میں سے ایک ہے۔\nابن النجار نے حضرت ابن عمر کا قول بیان کیا ہے کہ سچا خواب نبوت کے پچیس اجزاء میں سے ایک جزء ہے۔\nالبشرٰی سے وہ عمومی بشارت مراد ہے جس کا تعلق جنت اور ثواب سے ہے۔ یہ بشارت ضرورتمام مؤمنوں کو دی گئی ہے مگر اس کا ظہور اس وقت ہوگا جب ایمان پر خاتمہ ہو اور ایمان پر خاتمہ کیا معلوم ہو یا نہ ہو۔\nبعض علماء کے نزدیک البشرٰی سے مراد لوگوں کی طرف سے ستائش ہے۔ بغوی نے عبد اللہ بن صامت کی روایت سے بیان کیا ہے کہ حضرت ابو ذر نے عرض کیا : یا رسول اللہ (ﷺ) ! آدمی (اچھے) کام تو اپنے لئے کرتا ہے مگر لوگ اس سے محبت کرنے لگتے ہیں۔ فرمایا : مؤمن کیلئے یہ بشارت (دنیوی) ہے۔ مسلم کی روایت میں (بجائے محبت کرنے کے) لوگ اس کی تعریف کرتے ہیں ‘ آیا ہے۔ زہری اور قتادہ نے کہا : مرنے کے وقت اللہ کی طرف سے ملائکہ بشارت لے کر نازل ہوتے ہیں ‘ البشرٰی سے یہی مراد ہے۔ اللہ نے فرمایا : تَتَنَزَّلُ عَلَیْھِمُ الْمَلاآءِکَۃ الاَّ تَخَافُوْا وَلاَ تَحْزَنُوْا وَاَلْبَشِرُ وَابَالْجَنَّۃ۔ عطاء کی روایت میں حضرت ابن عباس کا بھی یہی قول ہے۔\nوفی الاخرۃ اور آخرت میں۔ یعنی جان نکلنے کے وقت مؤمن کی روح کو قرب الٰہی کی طرف لے جایا جاتا ہے اور اللہ کی خوشنودی کی بشارت دی جاتی ہے اور قیامت کے دن قبر سے نکلنے کے وقت بھی اس کو بشارت دی جائے گی۔\nحضرت عبادہ بن صامت کی روایت ہے کہ رسول اللہ (ﷺ) نے فرمایا : جو شخص اللہ سے ملنا پسند کرتا ہے ‘ اللہ بھی اس سے ملنا پسند کرتا ہے اور جو شخص اللہ سے ملنے کو ناپسند کرتا ہے ‘ اللہ بھی اس کی ملاقات کو ناپسند کرتا ہے۔ حضرت عائشہ یا کسی اور بی بی نے عرض کیا : یا رسول اللہ (ﷺ) ! ہم کو تو موت پسند نہیں۔ فرمایا : یہ مطلب نہیں ہے ‘ بلکہ مؤمن کے مرنے کا جب وقت آتا ہے تو اس کو اللہ کی خوشنودی اور رحمت کی بشارت دی جاتی ہے ‘ پس وہ اللہ سے ملنے کا خواستگار ہوجاتا ہے اور کافر کی موت سامنے آتی ہے تو اس کو اللہ کے عذاب اور سزا کی اطلاع دی جاتی ہے۔ اس کو اپنے سامنے آنے والے عذاب سے زیادہ ناگوار اور کوئی چیز نہیں ہوتی ‘ اسلئے اللہ سے ملنے کو پسند نہیں کرتا اور اللہ بھی اس سے ملنا ناپسند کرتا ہے۔ رواہ البخاری ومسلم فی الصحیحین۔\nحضرت ابن عمر کی روایت ہے کہ رسول اللہ (ﷺ) نے فرمایا : لاآ اِلٰہَ الاَّ اللہ والوں کو نہ موت کے وقت وحشت ہوگی ‘ نہ قبروں میں ‘ نہ قبروں سے اٹھنے کے وقت۔ گویا وہ منظر میرے سامنے ہے کہ چیخ (صور کی آواز) کے وقت وہ (اہل ایمان) سروں سے مٹی جھاڑتے ہوئے کہہ رہے تھے : اَلْحَمْدُ لِلّٰہِ الَّذِیْٓ اَذْھَبَ عَنَّا الْحَزَنُ سزاوار ستائش ہے وہ اللہ جس نے ہم سے سختی کو دور کردیا۔ رواہ الطبرانی۔ ختلی نے دیباج میں حضرت ابن عباس کا مرفوع قول بھی اسی طرح نقل کیا ہے۔\nلا تبدیل لکلمات اللہ اللہ کے کلمات میں کوئی تبدیلی نہیں ہو سکتی۔ یعنی اللہ کے وعدوں کے خلاف نہیں ہو سکتا۔\nذلک ھو الفوز العظیم۔ وہ یعنی مؤمنوں کا دونوں جہان میں بشارت یافتہ ہونا ہی بڑی کامیابی ہے۔ یہ اور اس سے پہلے کا جملہ ” معترضہ جملے “ ہیں جن سے اس جزاء کی عظمت و حقانیت کا اظہار مقصود ہے جس کی بشارت دی گئی ہے۔ جملہ معترضہ ہونے کیلئے یہ ضروری نہیں کہ کلام کے اوّل و آخر کے درمیان آئے اور کلام کا آخری حصہ وہ ہو جو اوّل سے مربوط ہے۔",
  "ayah": 64,
  "surah": 10
}
