{
  "text": "فلما امن لموسی پس موسیٰ کی تصدیق نہیں کی (باوجودیکہ انہوں نے جادوگروں کے جادو کو نابود کردیا ‘ اور صداقت کی نشانیاں پیش کیں) ۔\nالا ذریۃ من قومہ مگر موسیٰ کی قوم کے تھوڑے آدمیوں نے۔ مِنْ قَوْمِہٖ کی ضمیر بعض اہل تفسیر کے نزدیک حضرت موسیٰ کی طرف راجع ہے ‘ یعنی صرف وہ بنی اسرائیل حضرت موسیٰ پر ایمان لائے جو مصر میں رہتے تھے اور مصر سے نکلنے کے وقت حضرت موسیٰ کے ساتھ تھے (قبطی ایمان نہ لائے) ۔\nمجاہد نے کہا : ایمان لانے والے ان اسرائیلیوں کی اولاد تھے جن کی ہدایت کیلئے حضرت موسیٰ کو بھیجا گیا تھا۔ آباء کے مرنے کے بعد ان کے بیٹے باقی رہے تھے۔ ذریت سے یہی لوگ مراد ہیں۔\nبعض علماء نے کہا : جب فرعون نے بنی اسرائیل کے نوزائیدہ بچوں کو قتل کردینے کا آرڈر جاری کردیا تھا تو بعض اسرائیلی عورتوں نے اپنے نوزائیدہ بچے قبطی عورتوں کو ویسے ہی دے دیئے۔ ان بچوں نے قبطیوں کے پاس پرورش پائی اور جس روز حضرت موسیٰ جادوگروں پر غالب آگئے ‘ اس روز یہی اسرائیلی ایمان لائے تھے (جو نسلاً اسرائیلی تھے اور بظاہر قبطی زادے) ۔\nبعض مفسرین کا قول ہے کہقَوْمِہٖ کی ضمیر فرعون کی طرف راجع ہے۔ عطیہ نے حضرت ابن عباس کا قول نقل کیا ہے کہ قوم فرعون کے کچھ قلیل آدمی حضرت موسیٰ پر ایمان لے آئے تھے۔ فرعون کی بی بی اور فرعون کا خزانچی اور خزانچی کی بی بی اور فرعون کی بی بی کے بالوں میں کنگھا کرنے والی خادمہ اور مؤمن اٰل فرعون (جس کا تذکرہ سورة یٰسین کی آیت وَجَاءَ مِنْ اَقْصَی الْمَدِیْنَۃٍ رَجُلٌ لَیَّسْغٰی میں آیا ہے) انہی لوگوں میں سے تھے اور یہی چند اہل ایمان آیت میں مراد ہیں (اخرجہ ابن جریر) دوسری روایت میں حضرت ابن عباس کا قول آیا ہے : وہ ستر آدمی مراد ہیں جن کے باپ قبطی تھے اور مائیں اسرائیلی۔ یہ لوگ اپنی ننہال کے پیرو ہوگئے تھے۔ فراء نے کہا : ان کو ذریت اسلئے کہا گیا کہ ان کے باپ قبطی تھے اور مائیں اسرائیلی۔ جس طرح بعض اہل فارس یمن میں آ بسے تھے ‘ ان کی اولاد کو ابناء فارس کہا جاتا ہے کیونکہ ان کے باپ دوسرے ملک سے تھے اور مائیں دوسرے ملک سے۔\nعلی خوف من فرعون وملاءھم ان یفتنھم ڈرتے ڈرتے فرعون اور اپنے حاکموں سے کہ (کہیں ایمان کی اطلاع فرعون کو اگر مل گئی تو) ان کو سخت مصیبت میں ڈال دے گا۔\nملاءھم کی ضمیر جمع فرعون کی طرف راجع ہے اور اظہار تعظیم کیلئے ہے۔ یا فرعون سے مراد ہیں اس کے متبعین ‘ یعنی فرعونی لوگ۔ جیسے ربیعہ اور مضر سے مراد ہوتے ہیں ربیعہ اور مضر کی نسل کے قبائل۔ یا ذریت کی طرف راجع ہے ‘ یعنی ذریعت مؤمنہ کو فرعون اور اپنے قبطی حکام سے ڈر تھا۔ یا قوم کی طرف راجع ہے۔\nوان فرعون لعال فی الارض وانہ لمن المسرفین۔ اور اس میں شبہ نہیں کہ فرعون ملک (مصر) میں اونچا (طاقتور ‘ مغرور) تھا اور (اپنی) حدود سے تجاوز کرنے والوں میں سے تھا۔ کہ باوجود مخلوق اور محتاج ہونے کے ملوکیت سے آگے بڑھ کر ربوبیت کا مدعی بن بیٹھا تھا اور انبیاء زادوں کو باندی غلام بنا رکھا تھا۔",
  "ayah": 83,
  "surah": 10
}
