{
  "text": "قال أبو جعفر: قد بينا القول في تأويل قوله  الرو (المر) ، ونظائرهما من حروف المعجم التي افتتح بها أوائل بعض سور القرآن، فيما مضى، بما فيه الكفاية من إعادتها (1) غير أنا نذكر من الرواية ما جاء خاصًّا به كل سورة افتتح أولها بشيء منها.فما جاء من الرواية في ذلك في هذه السورة عن ابن عباس من نقل أبي الضحى مسلم بن صبيح وسعيد بن جبير عنه، التفريقُ بين معنى ما ابتدئ به أولها، مع زيادة الميم التي فيها على سائر السور ذوات  الر  (2) ومعنى ما ابتدئ به أخواتها (3) مع نقصان ذلك منها عنها.ذكر الرواية بذلك عنه:20044- حدثنا ابن المثنى قال: حدثنا عبد الرحمن، عن هشيم, عن عطاء بن السائب, عن سعيد بن جبير, عن ابن عباس: (المر) قال: أنا الله أرى .20045- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا شريك, عن عطاء بن السائب, عن أبي الضحى, عن ابن عباس: قوله: (المر) قال: أنا الله أرى .20046- حدثني المثنى قال: حدثنا أبو نعيم الفضل بن دكين قال: حدثنا سفيان, عن مجاهد: (المر) : فواتح يفتتح بها كلامه .* * *وقوله: (تلك آيات الكتاب) يقول تعالى ذكره: تلك التي قصصت عليك خبرَها، آيات الكتاب الذي أنـزلته قبل هذا الكتاب الذي أنـزلته إليك إلى من أنـزلته إليه من رسلي قبلك .* * *وقيل: عنى بذلك: التوراة والإنجيل .*ذكر من قال ذلك:20047- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة, قوله: (المر تلك آيات الكتاب) الكتُب التي كانت قبل القرآن .20048- حدثني المثنى قال: حدثنا أبو نعيم قال: حدثنا سفيان, عن مجاهد: (تلك آيات الكتاب) قال: التوراة والإنجيل .* * *وقوله: (والذي أنـزل إليك من ربك الحق ) [القرآن]، (4) فاعمل بما فيه واعتصم به.وبنحو الذي قلنا في ذلك قال أهل التأويل .*ذكر من قال ذلك:20049- حدثني المثنى قال: حدثنا أبو نعيم الفضل بن دكين قال: حدثنا سفيان, عن مجاهد: (والذي أنـزل إليك من ربك الحق) قال: القرآن .20050- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة, قوله: (والذي أنـزل إليك من ربك الحق) : أي: هذا القرآن .* * *وفي قوله: (والذي أنـزل إليك) وجهان من الإعراب:أحدهما: الرفع، على أنه كلام مبتدأ, فيكون مرفوعا بـ\" الحق \" و \" الحق به \" . وعلى هذا الوجه تأويل مجاهد وقتادة الذي ذكرنا قبل عنهما .* * *والآخر: الخفض على العطف به على (الكتاب), فيكون معنى الكلام حينئذ: تلك آياتُ التوراة والإنجيل والقرآن. ثم يبتدئ(الحق) بمعنى: ذلك الحق  فيكون رفعه بمضمر من الكلام قد استغنى بدلالة الظاهر عليه منه .* * *ولو قيل: معنى ذلك: تلك آيات الكتاب الذي أنـزل إليك من ربك الحق  وإنما أدخلت الواو في\" والذي\", وهو نعت للكتاب, كما أدخلها الشاعر في قوله:إلَــى المَلِـكِ القَـرْمِ وَابْـنِ الهُمَـامِوَلَيْــثَ الكَتِيبَــةِ فِــي المُزْدَحَـمْ (5)فعطف بـ\" الواو \", وذلك كله من صفة واحد, كان مذهبًا من التأويل. (6)ولكن ذلك إذا تُؤُوِّل كذلك فالصواب من القراءة في (الحق) الخفض، على أنه نعت لـ(الذي).* * *وقوله: (ولكن أكثر الناس لا يؤمنون) ولكن أكثر الناس من مشركي قومك لا يصدقون بالحقّ الذي أنـزل إليك من ربك, (7) ولا يقرّون بهذا القرآن وما فيه من محكم آيه .----------------------الهوامش :(1) انظر ما سلف 1 : 205 - 224 / 6 : 149 / 12 : 293 ، 294 / 15 : 9 ، 225 ، 549 .(2) في المطبوعة والمخطوطة :\" على سائر سور ذوات الراء\" ، والصواب ما أثبت .(3) السياق :\" ... التفريق بين معنى ما ابتدئ به أولها ... ومعنى ما ابتدئ به أخواتها\" .(4) الزيادة بين القوسين واجبة ، يدل على وجوبها ما بعدها من الآثار .(5) مضى البيت وتخريجه وشرحه فيما سلف 3 : 352 ، 353 ، وقوله :\" ليث\" ، منصوب على المدح ، كما بينه الطبري هناك .(6) السياق :\" ولو قيل : معنى ذلك ... كان مذهبًا من التأويل\" .(7) في المطبوعة والمخطوطة ، أسقط لفظ الآية ، فأثبتها .",
  "ayah": 1,
  "surah": 13
}
