{
  "text": "وقوله: (ويسبح الرعد بحمده) .* * *قال أبو جعفر: وقد بينا معنى الرعد فيما مضى، بما أغنى عن إعادته في هذا الموضع . (73)* * *وذكر أن رسول الله صلى الله عليه وسلم كان إذا سمع صوت الرعد قال كما:20259- حدثنا الحسن بن محمد قال: حدثنا كثير بن هشام قال: حدثنا جعفر قال: بلغنا أن النبي صلى الله عليه وسلم كان إذا سمع صوت الرعد الشديد قال: \" اللهم لا تقتلنا بغضبك, ولا تهلكنا بعذابك, وعافنا قبل ذلك \" . (74)20260- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا إسرائيل, عن أبيه, عن رجل, عن أبي هريرة رفع الحديث: أنه كان إذا سمع الرعد قال: \" سبحان من يسبح الرعد بحمده \" .20261- حدثنا الحسن بن محمد قال: حدثنا مسعدة بن اليسع الباهلي, عن جعفر بن محمد, عن أبيه, عن علي رضي الله عنه, كان إذا سمع صوت الرعد قال: \" سبحان من سَبَّحتَ له \" . (75)20262- ... قال: حدثنا إسماعيل بن علية, عن الحكم بن أبان, عن عكرمة, عن ابن عباس, أنه كان إذا سمع الرعد قال: \" سبحان الذي سَبَّحتَ له . (76)20263- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا يعلى بن الحارث قال: سمعت أبا صخرة يحدث عن الأسود بن يزيد, أنه كان إذا سمع الرعد قال: \" سبحان من سبَّحتَ له أو \" سبحان الذي يسبح الرعد بحمده, والملائكة من خيفته \" . (77)20264- ...قال: حدثنا أبو أحمد قال: حدثنا ابن علية, عن ابن طاوس, عن أبيه وعبد الكريم, عن طاوس أنه كان إذا سمع الرعد قال: \" سبحان من سبحتَ له .20265- حدثنا القاسم قال: حدثنا الحسين قال: حدثنا حجاج, عن ميسرة, عن الأوزاعي قال: كان ابن أبي زكريا يقول: من قال حين يسمع الرعد: \" سبحان الله وبحمده, لم تصبه صاعقةٌ. (78)* * *ومعنى قوله: (ويسبح الرعد بحمده) ، ويعظم اللهَ الرعدُ ويمجِّده, فيثنى عليه بصفاته, وينـزهه مما أضاف إليه أهل الشرك به ومما وصفوه به من اتخاذ الصاحبة والولد, تعالى ربنا وتقدّس . (79)* * *وقوله: (من خيفته) يقول: وتسبح الملائكة من خيفة الله ورَهْبته. (80)* * *وأما قوله: (ويرسل الصواعق فيصيب بها من يشاء) .* * *فقد بينا معنى الصاعقة، فيما مضى، بما أغنى عن إعادته، بما فيه الكفاية من الشواهد, وذكرنا ما فيها من الرواية . (81)* * *وقد اختلف فيمن أنـزلت هذه الآية.فقال بعضهم: نـزلت في كافر من الكفّار ذكر الله تعالى وتقدَّس بغير ما ينبغي ذكره به, فأرسل عليه صاعقة أهلكته .*ذكر من قال ذلك:20266- حدثنا الحسن بن محمد قال: حدثنا عفان قال: حدثنا أبان بن يزيد قال: حدثنا أبو عمران الجوني, عن عبد الرحمن بن صُحار العبدي: أنه بلغه أن نبي الله صلى الله عليه وسلم بعث إلى جَبَّار يدعوه, فقال: \" أرأيتم ربكم, أذهبٌ هو أم فضةٌ هو أم لؤلؤٌ هو؟\" قال: فبينما هو يجادلهم, إذ بعث الله سحابة فرعدت, فأرسل الله عليه صاعقة فذهبت بقِحْف رأسه فأنـزل الله هذه الآية: (ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال) . (82)20267- حدثني المثنى قال: حدثنا إسحاق بن سليمان, عن أبي بكر بن عياش, عن ليث, عن مجاهد قال: جاء يهودي إلى النبي صلى الله عليه وسلم, فقال: أخبرني عن ربّك من أيّ شيء هو, من لؤلؤ أو من ياقوت؟ فجاءت صاعقة فأخذته, فأنـزل الله: (ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال) .20268- حدثني المثنى قال: حدثنا الحماني قال: حدثنا أبو بكر بن عياش, عن ليث, عن مجاهد, مثله .20269- ... قال: حدثنا إسحاق قال: حدثنا عبد الله بن هاشم قال: حدثنا سيف, عن أبي روق, عن أبي أيوب, عن علي قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا محمد حدثني من هذا الذي تدعو إليه؟ أياقوت  هو, أذهب هو, أم ما هو؟ قال: فنـزلت على السائل الصاعقة فأحرقته, فأنـزل الله: (ويرسل الصواعق)الآية . (83)20270- حدثنا محمد بن مرزوق قال: حدثنا عبد الله بن عبد الوهاب قال: حدثني علي بن أبي سارة الشيباني قال: حدثنا ثابت البناني, عن أنس بن مالك قال: بعث النبي صلى الله عليه وسلم مرةً رجلا إلى رجل من فراعنة العرب, أن ادْعُه لي, فقال: يا رسول الله, إنه أعتى من ذلك! قال: اذهب إليه فادعه. قال: فأتاه فقال: رسول الله صلى الله عليه وسلم يدعوك! فقال: مَنْ رسول الله؟ وما الله؟ أمن ذهب هو, أم من فضة, أم من نحاس؟ قال: فأتى الرجل النبي صلى الله عليه وسلم فأخبره, فقال: ارجع إليه فادعه \" قال: فأتاه فأعاد عليه وردَّ عليه مثل الجواب الأوّل. فأتى النبي صلى الله عليه وسلم فأخبره, فقال: ارجع إليه فادعه ! قال: فرجع إليه . فبينما هما يتراجعان الكلام بينهما, إذ بعث الله سحابة بحيالِ رأسه فرَعَدت, فوقعت منها صاعقة فذهبت بقِحْفِ رأسه, فأنـزل الله: (ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال) . (84)* * *وقال آخرون: نـزلت في رجل من الكفار أنكر القرآن وكذب النبيّ صلى الله عليه وسلم .*ذكر من قال ذلك:20271- حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قال: ذكر لنا أن رجلا أنكر القرآن وكذّب النبيَّ صلى الله عليه وسلم, فأرسل الله عليه صاعقة فأهلكته, فأنـزل الله عز وجل فيه: (وهم يجادلون في الله وهو شديد المحال) .* * *وقال آخرون: نـزلت في أربد أخي لبيد بن ربيعة, وكان همّ بقتل رسول الله صلى الله عليه وسلم هو وعامر بن الطفيل .*ذكر من قال ذلك:20272- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال: نـزلت يعني قوله: (ويرسل الصواعق فيصيب بها من يشاء)  في أربد أخي لبيد بن ربيعة, لأنه قدم أربدُ وعامرُ بن الطفيل بن مالك بن جعفر على النبي صلى الله عليه وسلم, فقال عامر: يا محمد أأسلم وأكون الخليفة من بعدك؟ قال: لا! قال: فأكون على أهل الوَبَر وأنتَ على أهل المدَرِ؟ قال: لا! قال: فما ذاك؟ قال: \" أعطيك أعنة الخيل تقاتل عليها, فإنك رجل فارس. قال: أوليست أعِنّة الخيل بيدي؟ أما والله لأملأنها عليك خيلا ورجالا من بني عامر ! قال لأربد: إمّا أن تكفينيه وأضربه بالسيف, وإما أن أكفيكه وتضربه بالسيف.قال أربد: اكفنيه وأضربه. (85) فقال ابن الطفيل: يا محمد إن لي إليك حاجة. قال: ادْنُ! فلم يزل يدنو ويقول النبي صلى الله عليه وسلم: \" ادن \" حتى وضع يديه على ركبتيه وحَنَى عليه, واستلّ أربد السيف, فاستلَّ منه قليلا فلما رأى النبي صلى الله عليه وسلم بَريقه تعوّذ بآية كان يتعوّذ بها, فيبِسَت يدُ أربد على السيف, فبعث الله عليه صاعقة فأحرقته, فذلك قول أخيه:أَخْشَــى عَـلَى أَرْبَـدَ الحُـتُوف وَلاأَرْهَــبُ نَــوْءَ السِّــمَاك وَالأسَـدِفَجَّــعنِي الْـبَرْقُ والصّـوَاعِقُ بـالفَــارِس يَــوْمَ الكَرِيهَــةِ النَّجُــدِ (86)* * *وقد ذكرت قبل خبر عبد الرحمن بن زيد بنحو هذه القصة . (87)* * *وقوله: (وهم يجادلون في الله) ، يقول: وهؤلاء الذين أصابهم الله بالصواعق أصابهم في حال خُصومتهم في الله عز وجل لرسوله صلى الله عليه وسلم . (88)* * *وقوله: (وهو شديد المحال) يقول تعالى ذكره: والله شديدةٌ مماحلته في عقوبة من طغى عليه وعَتَا وتمادى في كفره .* * *و \" المحال \": مصدر من قول القائل: ماحلت فلانًا فأنا أماحله مماحلةً ومِحَالا و \" فعلت \" منه: \" مَحَلت أمحَلُ محْلا إذا عرّض رجلٌ رجلا لما يهلكه ; ومنه قوله: \" وَمَاحِلٌ مُصَدَّقٌ\" ، (89) ومنه قول أعشى بني ثعلبة:فَـرْعُ نَبْـعِ يَهْـتَزُّ فِـي غُصُـنِ المَجْدِ غَزِيــرُ النّــدَى شَـديدُ المِحَـالِ (90)هكذا كان ينشده معمر بن المثنى فيما حُدِّثت عن علي بن المغيرة عنه . وأما الرواة بعدُ فإنهم ينشدونه:فَـرْعُ فَـرْعٍ يَهْـتَزُّ فِـي غُصُنِ المَجْدِ كِثــيرُ النَّــدَى عَظِيـمُ المِحَـال (91)وفسّر ذلك معمر بن المثنى, وزعم أنه عنى به العقوبة والمكر والنَّكال ; ومنه قول الآخر: (92)وَلَبْسٍ بَيْــــنَ أَقْـــوَاٍم فَكُـــلٌأَعَــدَّ لَــهُ الشَّــغَازِبَ وَالمِحَـالا (93)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .*ذكر من قال ذلك:20273- حدثني المثنى قال: حدثنا إسحاق قال: حدثنا عبد الله بن هاشم قال: حدثنا سيف, عن أبي روق, عن أبي أيوب, عن علي رضي الله عنه: (وهو شديد المحال) قال: شديد الأخذ . (94)20274- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا إسرائيل, عن أبي يحيى, عن مجاهد: (وهو شديد المحال) قال: شديد القوة .20275- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (وهو شديد المحال) أي القوة والحيلة .20276- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن الحسن: (شديد المحال) يعني: الهلاك قال: إذا محل فهو شديد وقال قتادة: شديد الحيلة.20277- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا رجل, عن عكرمة: (وهم يجادلون في الله وهو شديد المحال) ، قال: جدال أربد (95) (وهو شديد المحال) قال: ما أصاب أربد من الصاعقة .20278- حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج: (وهو شديد المحال) قال: قال ابن عباس: شديد الحَوْل .20279- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (وهو شديد المحال) قال: شديد القوة،\" المحال \": القوة .* * *قال أبو جعفر: والقول الذي ذكرناه عن قتادة في تأويل \" المحال \" أنه الحيلة, والقول الذي ذكره ابن جريج عن ابن عباس يدلان على أنهما كانا يقرآن &; 16-397 &; : \"( وهُوَ شَدِيدُ المَحَالِ ) بفتح الميم, لأن الحيلة لا يأتي مصدرها \" مِحَالا \" بكسر الميم, ولكن قد يأتي على تقدير \" المفعلة \" منها, فيكون محالة, ومن ذلك قولهم: \" المرء يعجزُ لا مَحالة، (96) و \" المحالة \" في هذا الموضع،\" المفعلة \" من الحيلة، فأما بكسر الميم, فلا تكون إلا مصدرًا, من \" ماحلت فلانًا أماحله محالا \"، و \" المماحلة \" بعيدة المعنى من \" الحيلة \".* * *قال أبو جعفر: ولا أعلم أحدًا قرأه بفتح الميم. (97) فإذا كان ذلك كذلك, فالذي هو أولى بتأويل ذلك ما قلنا من القول .-----------------------------------الهوامش :(73) انظر تفسير\" الرعد\" فيما سلف 1 : 338 - 342 .(74) الأثر : 20259 - رواه أحمد بهذا اللفظ في المسند رقم : 5763 من حديث ابن عمر ، ورواه البخاري في الأدب المفرد برقم : 721 ، وخرجه أخي السيد أحمد رحمه الله في المسند .(75) الأثر : 20261 -\" مسعدة بن اليسع بن قيس اليشكري الباهلي\" قال ابن أبي حاتم :\" هو ذاهب الحديث ، منكر الحديث ، لا يشتغل به ، يكذب على جعفر بن محمد عندي ، والله أعلم\" .وقال أحمد :\" مسعدة بن اليسع ، ليس بشيء ، خرقنا حديثه ، وتركنا حديثه منذ دهر\" . مترجم في الكبير 4 / 2 / 26 ، وابن أبي حاتم 4 / 1 / 370 ، وميزان الاعتدال 3 : 163 ، ولسان الميزان 6 : 23 .(76) الأثر : 20262 - رواه البخاري في الأدب المفرد رقم : 722 ، مطولا ، و\" الحكم بن أبان العدني\" تكلم أهل المعرفة بالحديث في الاحتجاج بخيره ، كذلك قال ابن خزيمة في صحيحه ، وهو ثقة إن شاء الله ، قال ابن حبان : ربما أخطأ ، مترجم في التهذيب ، والكبير 1 / 2 / 334 ، وابن أبي حاتم 1 / 2 / 113 .(77) الأثر : 20263 -\" يعلى بن الحارث بن حرب المحاربي\" ثقة ، مترجم في التهذيب ، والكبير 4 / 2/ 418 ، وابن أبي حاتم 4 / 2 / 304 .\" أبو صخرة\" ، هو\" جامع بن شداد المحاربي\" ثقة مضى برقم : 17982 ، وظني أنه لم يسمع\" الأسود بن يزيد النخعي\" ، بل سمع ذلك من أخيه\" عبد الرحمن بن يزيد النخعي\" ، و\" عبد الرحمن\" سمع من أخيه .(78) الأثر : 20265 -\" ابن أبي زكريا\" ، هو :\" عبد الله بن أبي زكريا الخزاعي الشامي\" ،\" أبو يحيى\" ، كان من فقهاء أهل دمشق ، من أقران مكحول ، تابعي ثقة قليل الحديث ، صاحب غزو . مترجم في التهذيب ، وابن سعد 7/2/163 ، وابن أبي حاتم 2 / 2 / 62 .(79) انظر تفسير\" التسبيح\" فيما سلف 1 : 472 - 474 ، وفهارس اللغة ( سبح ) .(80) انظر تفسير\" الخفية\" فيما سلف 13 : 353 / 15 : 389 .(81) انظر تفسير\" الصاعقة\" فيما سلف 2 : 82 ، 83 / 9 : 359 / 13 : 97 .(82) الأثر : 20266 - عفان هو \" عفان بن مسلم الصفار\" ، ثقة ، روى له الجماعة ، مضى مرارًا آخرها رقم : 20091 .و\" أبان بن يزيد العطار\" ، ثقة إن شاء الله ، مضى مرارًا .و\" أبو عمران الجوني\" هو \"عبد الملك بن حبيب الأزدي\" ، ثقة ، روى له الجماعة ، مضى برقم : 80 ، 13042 ، 17413 .و\" عبد الرحمن بن صحار بن صخر العبدي\" ، لأبيه صحبة ، تابعي ثقة ، روى عن أبيه ، مترجم في ابن أبي حاتم 2 / 2 / 244 .وهذا خبر مرسل صحيح الإسناد .(83) الأثر : 20269 -\" إسحاق\" ، هو\" إسحاق بن سليمان العبدي الرازي\" ، نزل الري ، ثقة روى له الجماعة ، سلف مرارًا ، آخرها : 16940 .وأما\" عبد الله بن هاشم\" ، فقد سلف في مثل هذا الإسناد برقم : 7329 ، 7938 ، 12128 ، وقلت في آخرها ،\" لم أعرف من يكون\" ، ولكني أستظهر الآن أنه :\" عبد الله بن هاشم الكوفي\" ، نزيل الري . مترجم في ابن أبي حاتم 2 / 2 / 196 .وأما\" سيف\" ، فهو\" سيف بن عمر الضبي\" ، الأخباري ، صاحب الفتوح ، وهو ضعيف ساقط الحديث ، ليس بشيء . مضى مرارًا ، آخرها 12203 ، ومضى في مثل هذا الإسناد نفسه برقم 7329 ، 7938 ، 12128 . وسيأتي مثله برقم : 20273 ، 20282 ، 20286 . وهذا إسناد منكر .(84) الأثر : 20270 -\" محمد بن مرزوق\" ، هو\" محمد بن محمد بن مرزوق الباهلي\" ، شيخ الطبري ، ثقة ، مضى برقم : 28 ، 8224 ، 17249 .و\" عبد الله بن عبد الوهاب الحجبي\" ، ثقة صدوق ، مضى برقم : 7911 .و\" علي بن أبي سارة الشيباني\" ، ويقال له :\" علي بن محمد بن سارة\" ، شيخ ضعيف الحديث .قال البخاري : في حديثه نظر . وقال أبو داود : ترك الناس حديثه . وقال ابن حبان : غلب على روايته المناكير فاستحق الترك . وقال العقيلي :\" علي بن أبي سارة عن ثابت البناني ، لا يتابع عليه ، ثم روى له عن ثابت عن أنس في قوله تعالى : {ويرسل الصواعق} ، ثم قال : ولا يتابعه عليه إلا من هو مثله أو قريب منه\" . مترجم في التهذيب ، وابن أبي حاتم 3 / 1 / 189 ، وميزان الاعتدال 2 : 226 ، وذكر الحديث بإسناده هذا وبتمام لفظه ، وعده من الأحاديث التي أنكرت عليه .فهذا إسناد ضعيف جدًا .وقال الهيثمي في مجمع الزوائد 7 : 42 :\" رواه أبو يعلى البزار ، ورجال البزار رجال الصحيح ، غير ديلم بن غزوان ، وهو ثقة\" .(85) في المخطوطة والمطبوعة :\" أكفيكه\" ، والصواب ما أثبت .(86) مضى الشعر وتفسيره وتخريجه فيما سلف ص : 381 ، تعليق : 3 .(87) هو الأثر رقم : 20250 .(88) انظر تفسير\" المجادلة\" فيما سلف 15 : 402 ، تعليق : 1 ، والمراجع هناك .(89) هذا حديث جابر رضي الله عنه ، عن النبي صلى الله عليه وسلم قال :\" القرآن شافع مشفع ، وما حل مصدق ، من جعله أمامه قاده إلى الجنة ، ومن جعله خلف ظهره ساقه إلى النار\"رواه ابن حبان في صحيحه 1 : 287 رقم : 124 ، وخرجه أخي السيد أحمد هناك . وهو في مجمع الزوائد 1 : 17 / 7 / : 164 ، ورواه أيضًا عن ابن مسعود ، ولكنه ضعف إسناده . وانظر أمالي القالي 2 : 269 ، بغير هذا اللفظ . هذا الخبر مشهور عن ابن مسعود ، وإن كان صحيحه عند جابر .(90) ديوانه : 10 ، ومجاز القرآن لأبي عبيدة 1 : 325 ، واللسان ( محل ) ، وغيرها .و\" النبع\" ، شجر ينبت في قلة الجبل ، وهو أصفر العود رزينة ، ثقيله في اليد ، وإذا تقادم أحمر ، وتتخذ منه القسي ، فهي أجودها وأجمعها للأرز واللين معًا ، و\" الأرز\" الشدة .(91) قوله\" فرع فرع\" من قولهم :\" هو فرع قومه\" ، للشريف منهم الذي فرعهم أي علاهم بالشرف . يقول : هو سيد لسادات . وهذه عندي أجود روايات البيت .(92) هو ذو الرمة .(93) ديوانه : 445 ، ومجاز القرآن لأبي عبيدة 1 : 326 ، وأمالي القالي 2 : 268 ، واللسان ( شغزب ) ، ( محل ) ، وغيرها . وهو من قصيدته في مدح بلال بن أبي بردة بن أبي موسى الأشعري ، وهذا البيت من صميم مدحه ، يقول بعده :وكُـــلُّهُمُ ألـــدُّ أخُــو كِظــاَظٍأَعَــدَّ لِكُــلِّ حــالِ القـومِ حَـالاأبــرَّ عـلى الخُـصُوم فليسَ خَـصْمٌولا خَصْمَـــانِ يغْلبُـــهُ جِــدالاقَضْيــتَ بِمــرَّةٍ فــأَصَبْتَ منـهُفُصُـوصَ الحـقِّ فـانفصلَ انفصـاَلاو\" اللبس\" اختلاط الأمر ، وهو مشكله ، و\" الشغازب\" ، جمع\" شغزبة\" ، وهي الكيد والغرة والحيلة ، وأصله اعتقال المصارع رجل آخر برجله ليلقيه ويصرعه . و\" أبر\" علا ، وغلب . و\" قضى بمرة\" ، أي بقوة وإحكام ، و\" فصوص الحق\" ، لبه ومعقده . وهذا كلام بارع في الخصومة والقضاء .(94) الأثر : 20273 - انظر التعليق على الأثر السالف رقم : 20269 .(95) في المطبوعة :\" قال : المحال جدال أربد\" ، وهو كلام فاسد ، والمخطوطة هي الصواب .(96) هذا مثل ذكره الميداني 2 : 221 ، وأبو هلال في الجمهرة : 193 ، وسمط الآلي : 888 ، وخرجه ، ومنه قول الشاعر :حـــاولْتُ حـــين صَـــرَمْتَنِيوالمـــرْءُ يَعجِـــزُ لا المحَالــهْوالدَّهْــــرُ يلعـــبُ بـــالفتىوالدّهْــــرُ أرْوَغُ مـــن ثُعالــهْوالمــــرءُ يَكْسِـــبُ مالـــهُبالشُّــــحِّ يورِثــــه كَلالـــهْوالعبــــدُ يُقْـــرعُ بالعَصَـــاوالحــــرُّ تكفيـــهِ المَقالـــهْ(97) بل قرأها الأعرج والضحاك كذلك ، انظر تفسير أبي حيان 5 : 376 ، وشواذ القراءات لابن خالويه : 66 .",
  "ayah": 13,
  "surah": 13
}
