{
  "text": "قال أبو جعفر: يقول تعالى ذكره و أما الذين ينقضون عهد الله , ونقضهم ذلك، خلافهم أمر الله, وعملهم بمعصيته (23) (من بعد ميثاقه) ، يقول: من بعد ما وثّقوا على أنفسهم لله أن يعملوا بما عهد إليهم (24) (ويقطعون ما أمر الله به أن يوصل) ، (25) يقول: ويقطعون الرحم التي أمرهم الله بوصلها(ويفسدون في الأرض) ، فسادهم فيها: عملهم بمعاصي الله ( (26) أولئك لهم اللعنة) ، يقول: فهؤلاء لهم اللعنة, وهي البعد من رحمته، والإقصاء من جِنانه (27) (ولهم سوء الدار) يقول: ولهم ما يسوءهم في الدار الآخرة .* * *20349- حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس قال: أكبر الكبائر الإشراك بالله, لأن الله يقول:  وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ  [سورة الحج:31]، ونقض العهد، وقطيعة الرحم, لأن الله تعالى يقول: (أولئك لهم اللعنة ولهم سوء الدار) ، يعني: سوء العاقبة .20350- حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج قال: قال ابن جريج, في قوله: (ويقطعون ما أمر الله به أن يوصل) ، قال: بلغنا أن النبي صلى الله عليه وسلم قال: \" إذا لم تمش إلى ذي رحمك برجلك ولم تعطه من مالك فقد قطعته \" .20351- حدثني محمد بن المثنى قال: حدثنا محمد بن جعفر قال: حدثنا شعبة, عن عمرو بن مرة, عن مصعب بن سعد قال: سألت أبي عن هذه الآية:  قُلْ هَلْ نُنَبِّئُكُمْ بِالأَخْسَرِينَ أَعْمَالا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا  [سورة الكهف:103 ، 104]، أهم الحرورية؟ قال: لا ولكن الحرورية (الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار)، فكان سعدٌ يسميهم الفاسقين . (28)20352- حدثنا ابن المثنى قال: حدثنا أبو داود قال: حدثنا شعبة, عن عمرو بن مرة قال: سمعت مصعب بن سعد قال: كنت أمسك على سعدٍ المصحف, فأتى على هذه الآية, ثم ذكر نحو حديث محمد بن جعفر . (29)----------------------------الهوامش :(23) انظر تفسير\" النقض\" فيما سلف 9 : 363 / 10 : 125 / 14 : 22 .(24) انظر تفسير\" الميثاق\" فيما سلف ص : 419 ، تعليق : 2 ، والمراجع هناك .(25) انظر تفسير\" الوصل\" فيما سلف 1 : 415 وهذا ص : 420 ، تعليق : 1 .(26) انظر تفسير\" الفساد في الأرض\" فيما سلف من فهارس اللغة ( فسد ) .(27) انظر تفسير\" اللعنة\" فيما سلف 15 : 467 ، تعليق : 1 ، والمراجع هناك .(28) الأثر : 20351 -\" مصعب بن سعد بن أبي وقاص\" ، تابعي ثقة ، روى له الجماعة ، مضى مرارًا ، آخرها رقم : 18776 .رواه البخاري في صحيحه من طريق محمد بن بشار ، عن محمد بن جعفر ، مطولا ( الفتح 8 : 323 ) وسيأتي مطولا في التفسير 17 : 27 ( بولاق ) في تفسير آية سورة الكهف . رواه الحاكم في المستدرك 2 : 370 ، من طريق\" إسحاق ، عن جرير ، عن منصور ، عن مصعب بن سعد\" ، وقال :\" هذا حديث صحيح على شرط الشيخين ، ولم يخرجاه\" . ووافقه الذهبي . ثم انظر تخريجه في غير المطبوع من الكتب ، في الدر المنثور 4 : 253 . وسيأتي بإسناد آخر في الذي يليه .(29) الأثر : 20352 - هو مكرر الذي قبله من رواية أبي داود الطيالسي ، عن شعبة .",
  "ayah": 25,
  "surah": 13
}
