{
  "text": "قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: يا محمد إن يستهزئ هؤلاء المشركون من قومك ويطلبوا منك الآيات تكذيبًا منهم ما جئتهم به, فاصبر على أذاهم لك وامض لأمر ربك في إنذارهم، والإعذار إليهم, (50) فلقد استهزأت أممٌ من قبلك قد خَلَت فمضتْ بُرسلِي, (51) فأطلتُ لهم في المَهَل، ومددت لهم في الأجَل, ثم أحللتُ بهم عذابي ونقمتي حين تمادَوْا في غيِّهم وضَلالهم, فانظر كيف كان عقابي إياهم حين عاقبتهم, ألم أذقهم أليم العذاب، وأجعلهم عبرةً لأولي الألباب؟* * *و \" الإملاء \" في كلام العرب ، (52) الإطالة, يقال منه: \" أمْليَتُ لفلان \"، إذا أطلت له في المَهَل, ومنه: \" المُلاوة من الدهر \", ومنه قولهم: \" تَمَلَّيْتُ حبيبًا, (53) ولذلك قيل لليل والنهار: \" المَلَوَان \" لطولهما, كما قال ابن مُقبل:أَلا يَــا دِيَــارَ الْحَــيِّ بِالسَّـبُعَانِأَلَــحَّ عَلَيْهَــا بِــالْبِلَى المَلَــوَانِ (54)وقيل للخَرْقِ الواسع من الأرض: \" مَلا \", (55) كما قال الشاعر: (56)فَــأَخْضَلَ مِنْهَـا كُـلَّ بَـالٍ وَعَيِّـنٍوَجِــيفُ الرَّوَايَـا بِـالمَلا المُتَبـاطِنِ (57)لطول ما بين طرفيه وامتداده .-------------------------------الهوامش :(50) في المطبوعة :\" في إعذارهم\" ، وهو فاسد ، ونون\" إنذارهم\" في المخطوطة، كانت عينًا ثم جعلها الكاتب نونًا ، فعاث في رسمها ، يقال :\" أعذرت إليه إعذارًا\" ، أي لم تبق موضعًا للاعتذار ، لأنك بلغت أقصى الغاية في التبليغ والبيان .(51) في المطبوعة :\" برسل\" ، بغير ياء ، لم يحسن قراءة المخطوطة لخفاء الياء في كتابة الكاتب .(52) انظر تفسير\" الإملاء\" فيما سلف 7 : 421 ، ومجاز القرآن لأبي عبيدة 1 : 108 ، 333 .(53) في المطبوعة : تمليت حينًا\" ، وهو خطأ صرف .(54) مضى البيت وتخريجه ونسبته وشرحه فيما سلف 7 : 420 تعليق رقم : 3 ، 4 ، وانظر قصيدة ابن مقبل في ديوانه الذي طبع حديثًا : 335 .(55) انظر مجاز القرآن 1 : 333 .(56) هو الطرماح ، وهو طائي .(57) ديوانه : 168 ، واضداد الأصمعي وابن السكيت : 44 ، 197 ، وأضداد ابن الأنباري : 256 ، واللسان ( عين ) ، وكان في المطبوع :\" وجف الروايا\" ، وجاء كذلك في بعض المراجع السالفة وفي الديوان ، وهو في المخطوطة\" وجيف\" ، وإن كان ما بعد ذلك مضطرب الكتابة وقصيدة الطرماح هذه كما جاءت في الديوان مضطربة ، سقط منها كثير ، تجد بعضها في مواضع مختلفة من المعاني الكبير لابن قتيبة ، يدل على سقوط أبيات قبل هذا البيت ، ولم استطع أن أعرف موضع هذا البيت من قصيدته ، ولذلك غمض معناه عليّ ، لتعلق الضمير في\" منها\" بمذكور قبله لم أقف عليه ، ولذلك أيضًا لا أستطيع أن أرجح أي اللفظين أحق بالمعنى\" وجف\" أو\" وجيف\" ، ولكني إلى الثانية أميل . ولغة البيت :\" اخضل\" ابتل . ويقال\" سقاء عين\" ، إذا سال منه الماء و\" سقاء عين\" في لغة طيئ جديد ، والطرماح طائي ،فهو المراد هنا . و\" الوجيف\" ، وضرب من سير الإبل سريع . و\" الروايا\" جمع\" رواية\" ، وهو البعير الذي يستقي عليه ، يحمل مزاد الماء . و\" المتباطن\" ، في شرح ديوانه ، المتطامن ، وكذلك في أمالي أبي علي القالي 2 : 7 في شرح حديث امرأة قالت :\" ارم بعينك في هذا الملا المتباطن\" . وعندي أن هذا التفسير في الموضعين غير جيد ، وإنما هو من قولهم :\" شأو بطين\" ، أي بعيد واسع ، ونص الزمخشري في الأساس على ذلك فقال :\" تباطن المكان ، تباعد\" ، فهذا حق اللفظ هنا ، كما نرى .",
  "ayah": 32,
  "surah": 13
}
