{
  "text": "قال أبو جعفر: يقول تعالى ذكره: والذين أنـزلنا إليهم الكتاب ممَّن آمن بك واتبعك، يا محمد، (يفرحون بما أنـزل إليك) منه(ومن الأحْزاب من ينكر بعضه) ، يقول: ومن أهل الملل المتحزِّبين عليك, وهم أهل أدْيان شَتَّى, (15) من ينكر بعضَ ما أنـزل إليك. فقل لهم: (إنَّما أمرتُ) ، أيها القوم (أن أعبد الله) وحده دون ما سواه(ولا أشرك به) ، فأجعل له شريكًا في عبادتي, فأعبدَ معه الآلهةَ والأصنامَ, بل أخلِص له الدين حَنِيفًا مسلمًا (إليه أدعو)، يقول: إلى طاعته وإخلاص العبادة له أدعو الناسَ(وإليه مآب) ، يقول: وإليه مصيري* * *وهو \" مَفْعَل \" ، من قول القائل: \"آبَ يَؤُوب أوْبًا ومَآبًا \" . (16)* * *وبنحو ما قلنا في ذلك قال أهل التأويل .*ذكر من قال ذلك:20454- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة, قوله: (والذين آتيناهم الكتاب يفرحون بما أنـزل إليك) ، أولئك أصحابُ محمدٍ صلى الله عليه وسلم, فرحوا بكتاب الله وبرسوله وصدَّقُوا به* * *قوله: (ومن الأحزاب من ينكر بعضه) ، يعني اليهودَ والنصارى .20455- حدثنا الحسن بن محمد قال: حدثنا شبابة قال: حدثنا ورقاء, عن ابن أبي نجيح, عن مجاهد قوله: (ومن الأحزاب من ينكر بعضه) ، قال: من أهل الكتاب .20456- حدثني المثنى قال: حدثنا إسحاق قال: حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد، مثله .20457- حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (والذين آتيناهم الكتاب يفرحون بما أنـزل إليك ومن الأحزاب من ينكر بعضه) ، من أهل الكتاب، و \" الأحزاب \" أهل الكتب يقرّبهم تحزُّبهم . (17) قوله:  وَإِنْ يَأْتِ الأَحْزَابُ  [سورة الأحزاب:20] قال: لتحزبهم على النبي صلى الله عليه وسلم قال ابن جريج, وقال عن مجاهد: (ينكِرُ بعضه) ، قال: بعض القرآنِ .20458- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (وإليه مآب) : ، وإليه مَصِيرُ كلّ عبْدٍ .20459- حدثني يونس قال: أخبرنا ابن وهب قال، قال ابن زيد في قوله: (والذين آتيناهم الكتاب يفرحون بما أنـزل إليك) ، قال: هذا مَنْ آمنَ برسول الله صلى الله عليه وسلم من أهل الكتاب فيفرحون بذلك . وقرأ:  وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لا يُؤْمِنُ بِهِ  [سورة يونس:40] . وفي قوله: (ومن الأحزاب من ينكر بعضه) ، قال: \" الأحزاب \": الأممُ، اليهودُ والنصارى والمجوس منهم من آمنَ به, ومنهم من أنكره .----------------------------الهوامش :(15) انظر تفسير\" الأحزاب\" فيما سلف 15 : 278 ، تعليق : 1 ، والمراجع هناك .(16) انظر تفسير\" المآب\" فيما سلف : 444 ، تعليق : 1 ، والمراجع هناك .(17) في المطبوعة :\" تفريقهم لحربهم ، والذي أثبت هو ما في المخطوطة ، وإن كان قد أساء في كتابة الكلمة الأولى بعض الإساءة .",
  "ayah": 36,
  "surah": 13
}
