{
  "text": "قال أبو جعفر: اختلف أهلُ التأويل في تأويل ذلك.فقال بعضهم: معناه: أولم ير هؤلاء المشركون مِنْ أهل مكة الذين يسألون محمدًا الآيات, أنا نأتي الأرض فنفتَحُها له أرضًا بعد أرض حَوَالَيْ أرضهم؟ أفلا يخافون أن نفتح لَهُ أرضَهم كما فتحنا له غيرها؟*ذكر من قال ذلك:20514- حدثنا الحسن بن محمد قال: حدثنا محمد بن الصباح قال: حدثنا هشيم, عن حصين, عن عكرمة, عن ابن عباس في قوله: (أنا نأتي الأرض ننقصها من أطرافها) ، قال: أولم يروا أنا نفتح لمحمد الأرض بعد الأرض؟ (54)20515- حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس قوله: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، يعني بذلك: ما فتح الله على محمد. يقول: فذلك نُقْصَانها .20516- حدثنا ابن وكيع قال: حدثنا أبي, عن سلمة بن نبيط, عن الضحاك قال: ما تغلَّبتَ عليه من أرضِ العدوّ .20517- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر قال: كان الحسن يقول في قوله: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، هو ظهور المسلمين على المشركين . (55)20518- حدثت عن الحسين قال: سمعت أبا معاذ قال: حدثنا عبيد بن سليمان قال: سمعت الضحاك يقول في قوله: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، يعنى أن نبي الله صلى الله عليه وسلم كان يُنْتَقَصُ له ما حوله من الأرَضِين, ينظرون إلى ذلك فلا يعتبرون قال الله في\" سورة الأنبياء \":  نَأْتِي الأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ  [سورة الأنبياء:44]، بل نبي الله صلى الله عليه وسلم وأصحابه هم الغالبون .* * *وقال آخرون: بل معناه: أولم يروا أنا نأتي الأرض فنخرِّبها, أو لا يَخَافون أن نفعل بهم وبأرضهم مثل ذلك فنهلكهم ونخرِّب أرضهم؟*ذكر من قال ذلك:20519- حدثنا الحسن بن محمد قال: حدثنا علي بن عاصم, عن حصين بن عبد الرحمن, عن عكرمة, عن ابن عباس في قوله: (أنا نأتي الأرض ننقصها من أطرافها) ، قال: أولم يروا إلى القرية تخربُ حتى يكون العُمْران في ناحية؟ (56)20520- ... قال: حدثنا حجاج بن محمد, عن ابن جريج, عن الأعرج, أنه سمع مجاهدًا يقول: (نأتي الأرض ننقصها من أطرافها) ، قال: خرابُها .20521- حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج, عن الأعرج, عن مجاهد مثله قال: وقال ابن جريج: خرابُها وهلاك الناس .20522- حدثنا أحمد قال: حدثنا أبو أحمد قال: حدثنا إسرائيل, عن أبي جعفر الفرَّاء, عن عكرمة قوله: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، قال: نخرِّب من أطرافها . (57)* * *وقال آخرون: بل معناه: ننقص من بَرَكتها وثَمرتها وأهلِها بالموت .*ذكر من قال ذلك:20523- حدثني المثنى قال: حدثنا عبد الله قال: حدثني معاوية, عن علي, عن ابن عباس قوله: (ننقصها من أطرافها) يقول: نقصان أهلِها وبركتها .20524- حدثنا ابن حميد قال: حدثنا جرير, عن ليث, عن مجاهد, في قوله: (ننقصها من أطرافها) ، قال: في الأنفس وفي الثمرات, وفي خراب الأرض .20525- حدثنا ابن وكيع قال: حدثنا أبي, عن طلحة القناد, عمن سمع الشعبي قال: لو كانت الأرض تُنْقَص لضَاق عليك حُشَّك, (58) ولكن تُنْقَص الأنفُس والثَّمرات .* * *وقال آخرون: معناه: أنا نأتي الأرض ننقصها من أهلها, فنتطرَّفهم بأخذهم بالموت . (59)*ذكر من قال ذلك:20526- حدثنا الحسن بن محمد قال: حدثنا شبابة قال: حدثنا ورقاء, عن ابن أبي نجيح, عن مجاهد: (ننقصها من أطرافها) ، قال: موت أهلها .20527- حدثنا ابن بشار قال: حدثنا يحيى, عن سفيان, عن منصور, عن مجاهد: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، قال: الموت . (60)20528- حدثني المثنى قال: حدثنا مسلم بن إبراهيم قال: حدثنا هارون النحوي قال: حدثنا الزبير بن الخِرِّيت عن عكرمة, في قوله: (ننقصها من أطرافها) ، قال: هو الموت . ثم قال: لو كانت الأرض تنقص لم نجد مكانًا نجلسُ فيه . (61)20529- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (نأتي الأرض ننقصها من أطرافها) ، قال: كان عكرمة يقول: هو قَبْضُ الناس .20530- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قال: سئل عكرمة عن نقص الأرض قال: قبضُ الناس .20531- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا جرير بن حازم, عن يعلى بن حكيم, عن عكرمة في قوله: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، قال: لو كان كما يقولون لما وجَد أحدكم جُبًّا يخرَأ فيه .20532- حدثنا الفضل بن الصباح قال: حدثنا إسماعيل بن علية, عن أبي رجاء قال: سئل عكرمة وأنا أسمع عن هذه الآية: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها) ، قال: الموت .* * *وقال آخرون: (ننقُصها من أطرافها) بذهاب فُقَهائها وخِيارها .*ذكر من قال ذلك:20533- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا طلحة بن عمرو, عن عطاء, عن ابن عباس قال: ذهابُ علمائها وفقهائِها وخيار أهلِها . (62)20534- قال: حدثنا أبو أحمد قال: حدثنا عبد الوهاب, عن مجاهد قال: موتُ العلماء .* * *قال أبو جعفر: وأولى الأقوال في تأويل ذلك بالصواب قولُ من قال: (أولم يروا أنا نأتي الأرض ننقصها من أطرافها)، بظهور المسلمين من أصحاب محمد صلى الله عليه وسلم عليها وقَهْرِهم أهلها, أفلا يعتبرون بذلك فيخافون ظُهورَهم على أرْضِهم وقَهْرَهم إياهم؟ وذلك أن الله توعَّد الذين سألوا رسولَه الآيات من مشركي قومه بقوله:  وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَعَلَيْنَا الْحِسَابُ  ، ثم وبَّخهم تعالى ذكره بسوء اعتبارهم ما يعاينون من فعل الله بضُرَبائهم من الكفار, وهم مع ذلك يسألون الآيات, فقال: (أولم يرَوْا أنا نأتي الأرض ننقصها من أطرافها) بقهر أهلها, والغلبة عليها من أطرافها وجوانبها, (63) وهم لا يعتبرون بما يَرَوْن من ذلك .* * *وأما قوله: (والله يحكُم لا مُعَقّب لحكمه) ، يقول: والله هو الذي يحكم فيَنْفُذُ حكمُه, ويَقْضي فيَمْضِي قضاؤه, وإذا جاء هؤلاء المشركين بالله من أهل مكة حُكْم الله وقضاؤُه لم يستطيعوا رَدَّهَ . ويعني بقوله: (لا معقّب لحكمه) : لا راد لحكمه,* * *\" والمعقب \" ، في كلام العرب، هو الذي يكرُّ على الشيء. (64)* * *وقوله: (وهو سريع الحساب) ، يقول: والله سريع الحساب يُحْصي أعمال هؤلاء المشركين، لا يخفى عليه شيء، وهو من وراءِ جزائهم عليها . (65)----------------------------------الهوامش :(54) الأثر : 20514 -\" الحسن بن محمد بن الصباح الزعفراني\" ، شيخ الطبري ، مضى مرارًا ، آخرها قريبًا رقم : 20411 .و \"محمد بن الصباح الدولابي\" ، أبو جعفر البزاز البغدادي ، ثقة روى له الجماعة ، مترجم في التهذيب ، والكبير 1 / 1 / 118 ، وابن أبي حاتم 3 / 2 / 289 ، وتاريخ بغداد 5 : 365 .(55) في المطبوعة :\" فهو ظهور\" .(56) الأثر : 20519 -\" علي بن عاصم بن صهيب الواسطي\" ، متكلم فيه لغلطه ثم لجاجه ، مضى برقم : 5427 .و\" حصين بن عبد الرحمن السلمي\" ، مضى مرارًا كثيرة ، آخرها رقم : 17237 .(57) الأثر : 20522 -\" أبو جعفر الفراء\"، كوفي ، مختلف في اسمه قيل\" كسيان\" ، وقيل\" سلمان\" ، وقيل\" زيادة\" ، ذكره ابن حبان في الثقات . مترجم في التهذيب ، والكبير للبخاري 4 / 1 / 234 ، وابن أبي حاتم 3 /2 / 166 ، وابن سعد في طبقاته 6 : 230 ، والكنى والأسماء للدولابي 1 : 134 ، 135 ، وفي التاريخ الكبير ، وفي إحدى نسخ ابن أبي حاتم\" القراد\" بالقاف والدال ، وهذا مشكل ، والأرجح\" الفراء\" . وانظر العلل لأحمد 1 : 104 ، 360 ، خبر له هناك . ، وفيه\" الفراء\" أيضًا .(58) \" الحش\" البستان ، والمتوضأ ، حيث يقضي المرء حاجته . وانظر ما سلف 15 : 518 ، تعليق : 2 . ثم انظر الخبر رقم : 20531 .(59) يعني بقولهم:\"نتطرفهم\" ، أي نأخذ من أطرافهم ونواحيهم، وهو عربي جيد.(60) الأثر : 20527 -\" يحيى ، هو\" يحيى بن سعيد القطان\" ، مضى مرارًا .و\" سفيان\" ، هو الثوري ، مضى مرارًا .(61) الأثر : 20528 -\" هارون النحوي\" ، هو\" هارون بن موسى النحوي\" ، سلف مرارا.و \"الزبير بن الخريت\" ، سلف قريبًا رقم : 20410 ، وكان في المطبوعة والمخطوطة هنا وهناك :\" الزبير بن الحارث\" ، وهو خطأ .(62) الأثر : 20532 - رواه الحاكم في المستدرك 2 : 350 ، من طريق الثوري عن طلحة بن عمرو ، وقال :\" هذا حديث صحيح الإسناد ولم يخرجاه\" ، وتعقبه الذهبي ، فقال :\" طلحة بن عمرو\" ، قال أحمد :\" متروك\" .(63) انظر تفسير\" الطرف\" فيما سلف 7 : 192 .(64) انظر تفسير مادة ( عقب ) فيما سلف من فهارس اللغة . ومجاز القرآن لأبي عبيدة 1 : 334 .(65) انظر تفسير\" سريع الحساب\" فيما سلف من فهارس اللغة .",
  "ayah": 41,
  "surah": 13
}
