{
  "text": "القول في تأويل قوله تعالى :  وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ (42)قال أبو جعفر: يقول تعالى ذكره: قد مكر الذين من قَبْل هؤلاء المشركين من قُرَيشٍ من الأمم التي سلفت بأنبياء الله ورُسله (فلله المكر جميعًا) ، يقول: فلله أسبابُ المكر جميعًا, وبيده وإليه, لا يضرُّ مكرُ من مَكَر منهم أحدًا إلا من أراد ضرَّه به, يقول: فلم يضرَّ الماكرون بمكرهم إلا من شاء الله أن يضرَّه ذلك, وإنما ضرُّوا به أنفسهم لأنهم أسخطوا ربَّهم بذلك على أنفسهم حتى أهلكهم, ونجَّى رُسُلَه: يقول: فكذلك هؤلاء المشركون من قريش يمكرون بك، يا محمد, والله منَجّيك من مكرهم, ومُلْحِقٌ ضُرَّ مكرهم بهم دونك . (66)وقوله: (يعلم ما تكسب كلّ نفس) ، يقول: يعلم ربك، يا محمد ما يعمل هؤلاء المشركون من قومك، وما يسعون فيه من المكر بك, ويعلم جميعَ أعمال الخلق كلهم, لا يخفى عليه شيء منها (67) (وسيعلَم الكفار لمن عقبى الدار) ، يقول: وسيعلمون إذا قَدموا على ربهم يوم القيامة لمن عاقبة الدار الآخرة حين يدخلون النار, ويدخلُ المؤمنون بالله ورسوله الجَنَّة. (68)* * *قال أبو جعفر: واختلفت القرأة في قراءة ذلك:فقرأته قرأة المدينة وبعضُ البَصْرة: \" وَسَيَعْلَمُ الكَافِرُ\" على التوحيد . (69)* * *وأما قرأة الكوفة فإنهم قرءوه: (وَسَيَعْلَمُ الكُفَّار) ، على الجمع .* * *قال أبو جعفر: والصوابُ من القراءة في ذلك، القراءةُ على الجميع: ( وَسَيَعْلَمُ الْكُفَّارُ ) لأن الخبر جرى قبل ذلك عن جماعتهم, وأتبع بعَده الخبر عنهم, وذلك قوله:  وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ  وبعده قوله:  وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلا  . وقد ذُكر أنها في قراءة ابن مسعود: \" وَسَيَعْلَمُ الكَافِرُونَ\", وفى قراءة أبيّ: ( وَسَيَعْلَمُ الَّذِينَ كَفَرُوا ) وذلك كله دليلٌ على صحة ما اخترنا من القراءة في ذلك .------------------------الهوامش:(66) انظر تفسير\" المكر\" فيما سلف : 466 ، تعليق : 3 ،والمراجع هناك .(67) انظر تفسير\" الكسب\" فيما سلف من فهارس اللغة .(68) انظر تفسير\" العقبى\" فيما سلف قريبًا : 472 ، تعليق : 5 ، والمراجع هناك .(69) في المطبوعة :\" بعض أهل البصرة\" ، زاد في الكلام ما يستقيم بإسقاطه وبإثباته .",
  "ayah": 42,
  "surah": 13
}
