{
  "text": "قال أبو جعفر: يقول تعالى ذكره: (ويستعجلونك) يا محمد، (1) مشركو قومك بالبلاء والعقوبة قبل الرخاء والعافية, فيقولون:  اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ  [سورة الأنفال: 32] وهم يعلمون ما حَلَّ بمن خلا قبلهم من الأمم التي عصت ربها وكذبت رسلها من عقوبات الله وعظيم بلائه, (2) فمن بين أمة مسخت قردة وأخرى خنازير, ومن بين أمّة أهلكت بالرَّجْفة, وأخرى بالخسف, وذلك هو (المثلات) التي قال الله جل ثناؤه .(وقد خلت من قبلهم المثلات) .و (المثلات)، العقوبات المنكِّلات, والواحدة منها: \" مَثُلة \" بفتح الميم وضم الثاء, ثم تجمع \" مَثُلات \"، كما واحدة \" الصَّدُقَات \"\" صَدُقَة \", ثم تجمع \" صَدُقَات \" . (3) وذكر أن تميمًا من بين العرب تضم الميم والثاء جميعًا من \" المُثُلات \", فالواحدة على لغتهم منها: \" مُثْلة \", ثم تجمع \" مُثُلات \", مثل \" غُرْفة \" وغُرُفات, والفعل منه: \" مَثَلْت به أمْثُلُ مَثْلا \" بفتح الميم وتسكين الثاء, فإذا أردت أنك أقصصته من غيره, قلت: \" أمثلته من صاحبه أُمْثِلُه إمْثالا وذلك إذا أقصصته منه .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .*ذكر من قال ذلك:20130- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة, قوله: (وقد خلت من قبلهم المثلات)، وقائع الله في الأمم فيمن خلا قبلكم وقوله: (ويستعجلونك بالسيئة قبل الحسنة)، وهم مشركو العرب استعجلوا بالشرّ قبل الخير, وقالوا:  اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ  ، [سورة الأنفال:32].20131- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (ويستعجلونك بالسيئة قبل الحسنة) قال: بالعقوبة قبل العافية(وقد خلت من قبلهم المثلات) قال: العقوبات .20132- حدثنا الحسن بن محمد قال: حدثنا شبابة قال: حدثنا ورقاء, عن ابن أبى نجيح, عن مجاهد, قوله: (المثلات) قال: الأمْثَال .20133- حدثني المثنى قال: حدثنا أبو حذيفة قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد20134- وحدثني المثنى: قال: حدثنا إسحاق قال: حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله .20135- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (وقد خلت من قبلهم المثلات) قال: (المثلات)، الذي مَثَل الله به الأممَ من العذاب الذي عذَّبهم، (4) تولَّت المثلات من العذاب, قد خلت من قبلهم, وعرفوا ذلك, وانتهى إليهم ما مَثَلَ الله بهم حين عصَوه وعَصوا رُسُله .20136- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا سليم قال: سمعت الشعبي يقول في قوله: (وقد خلت من قبلهم المثلات) ، قال: القردة والخنازير هي المثلات .* * *وقوله: (وإن ربك لذو مغفرة للناس على ظلمهم) ، يقول تعالى ذكره: وإن ربك يا محمد لذو سترٍ على ذنوب من تاب من ذنوبه من الناس, فتاركٌ فضيحته بها في موقف القيامة, وصافحٌ له عن عقابه عليها عاجلا وآجلا(على ظلمهم)، يقول: على فعلهم ما فعلوا من ذلك بغير إذني لهم بفعله (5) (وإن ربك لشديد العقاب)، لمن هلك مُصِرًّا على معاصيه في القيامة، إن لم يعجِّل له ذلك في الدنيا, أو يجمعهما له في الدنيا والآخرة .* * *قال أبو جعفر: وهذا الكلام، وإن كان ظاهره ظاهرَ خبرٍ, فإنه وعيدٌ من الله وتهديدٌ للمشركين من قوم رسول الله صلى الله عليه وسلم, إن هم لم ينيبوا ويتوبوا من كفرهم قبل حُلول نقمة الله بهم .* * *20137- حدثني علي بن داود قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس: (وإن ربك لذو مغفرة للناس) ، يقول: ولكنّ ربَّك .-------------------------الهوامش :(1) انظر تفسير\" الاستعجال\" فيما سلف 15 ، 33 ، 101 .(2) انظر تفسير\" خلا\" فيما سلف 12 : 415 ، تعليق : 4 ، والمراجع هناك .(3) الصدقة\" ، مهر المرأة ، وقد مضى آنفًا في سورة النساء ، آية : 4 في 7 : 552 ، ولم يشرحها كل الشرح هناك .(4) في المطبوعة :\" مثل الله في الأمم\" ، وأثبت ما في المخطوطة ، وهو صواب .(5) في المطبوعة :\" بغير إذن\" ، وأثبت ما في المخطوطة .",
  "ayah": 6,
  "surah": 13
}
