{
  "text": "قال أبو جعفر: يقول تعالى ذكره: (ويقول الذين كفروا) يا محمد، من قومك(لولا أنـزل عليه آية من ربه) هلا أنـزل على محمد آية من ربه؟ (6) يعنون علامةً وحجةً له على نبوّته (7) وذلك قولهم:  لَوْلا أُنْـزِلَ عَلَيْهِ كَنْـزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ  [سورة هود: 12] يقول الله له: يا محمد (إنما أنت منذر) لهم, تنذرهم بأسَ الله أن يحلّ بهم على شركهم (8) .(ولكل قوم هاد) . يقول ولكل قوم إمام يأتمُّون به وهادٍ يتقدمهم, فيهديهم إما إلى خيرٍ وإما إلى شرٍّ .* * *وأصله من \" هادي الفرس \", وهو عنقه الذي يهدي سائر جسده . (9)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في المعنيِّ بالهادي في هذا الموضع.فقال بعضهم: هو رسول الله صلى الله عليه وسلم .*ذكر من قال ذلك:20138- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (ويقول الذين كفروا لولا أنـزل عليه آية من ربه) هذا قول مشركي العرب قال الله: (إنما أنت منذر ولكلّ قوم هاد) لكل قوم داعٍ يدعوهم إلى الله .20139- حدثنا أبو كريب قال: حدثنا وكيع. عن سفيان. عن السدي. عن عكرمة ومنصور, عن أبي الضحى: (إنما أنت منذر ولكل قوم هاد) قالا محمد هو \" المنذر \" وهو \" الهاد \" .20140- حدثنا محمد بن بشار قال: حدثنا عبد الرحمن قال: حدثنا سفيان, عن السدي, عن عكرمة, مثله .20141- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا سفيان, عن أبيه, عن عكرمة, مثله .* * *وقال آخرون: عنى بـ\" الهادي\" في هذا الموضع: الله .*ذكر من قال ذلك:20142- حدثنا أبو كريب قال: حدثنا وكيع, عن سفيان, عن عطاء بن السائب, عن سعيد بن جبير: (إنما أنت منذر ولكل قوم هاد) قال: محمد \" المنذر \", والله \" الهادي\" . (10)20143- حدثنا ابن بشار قال: حدثنا أبو عاصم قال: حدثنا سفيان, عن عطاء بن السائب, عن سعيد بن جبير: (وإنما أنت منذر ولكل قوم هاد) قال محمد \" المنذر \", والله \" الهادي\" .20144- حدثنا أبو كريب قال: حدثنا الأشجعي, عن سفيان, عن عطاء بن السائب, عن سعيد بن جبير: (إنما أنت منذر) قال: أنت يا محمد منذر, والله \" الهادي\" .20145- حدثني المثنى قال: حدثنا عمرو بن عون قال: أخبرنا هشيم, عن عبد الملك, عن قيس, عن مجاهد في قوله: (إنما أنت منذر ولكل قوم هاد) ، قال: \" المنذر \"، النبي صلى الله عليه وسلم(ولكل قوم هاد) قال: الله هادي كل قوم .20146- حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس قوله: (إنما أنت منذر ولكل قوم هاد) يقول: أنت يا محمد منذر، وأنا هادي كل قوم .20147- حدثت عن الحسين قال: سمعت أبا معاذ يقول: حدثنا عبيد بن سليمان قال: سمعت الضحاك يقول: (إنما أنت منذر ولكل قوم هاد) ،\" المنذر \": محمد صلى الله عليه وسلم, و \" الهادي\": الله عز وجل .* * *وقال آخرون: \" الهادي\" في هذا الموضع معناه نبيٌّ .*ذكر من قال ذلك:20148- حدثنا محمد بن بشار قال: حدثنا أبو عاصم قال: حدثنا سفيان, عن ليث, عن مجاهد قال: \" المنذر \" محمد صلى الله عليه وسلم .(ولكل قوم هاد) قال: نبيٌّ .20149- حدثنا ابن حميد قال: حدثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزة, عن مجاهدٍ في قوله: (إنما أنت منذر ولكل قوم هاد) قال: نبيٌّ .20150- ............ قال: حدثنا جرير, عن ليث, عن مجاهد, عن عبد الملك, عن قيس, عن مجاهد, مثله .20151- حدثنا الحسن بن محمد قال: حدثنا أسباط بن محمد, عن عبد الملك, عن قيس, عن مجاهد, في قوله: (إنما أنت منذر ولكل قوم هاد) ، قال: لكل قوم نبي, والمنذر: محمد صلى الله عليه وسلم .20152- ......... قال: حدثنا محمد بن عبد الأعلى قال: حدثني عبد الملك, عن قيس, عن مجاهد, في قول الله: (ولكل قوم هاد) قال: نبيّ .20153- ......... قال: حدثنا شبابة قال: حدثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, قوله: (ولكل قوم هاد) يعني: لكل قوم نبيّ .20154- حدثني المثنى قال: حدثنا أبو حذيفة قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (ولكل قوم هاد) قال: نبيّ .20155- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (ولكل قوم هاد) قال: نبيّ يدعوهم إلى الله .20156- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (ولكل قوم هاد) قال: لكل قوم نبيّ.\" الهادي\" ، النبي صلى الله عليه وسلم, و \" المنذر \" أيضًا النبي صلى الله عليه وسلم . وقرأ:  وَإِنْ مِنْ أُمَّةٍ إِلا خَلا فِيهَا نَذِيرٌ  [سورة فاطر: 24] ، وقال:  نَذِيرٌ مِنَ النُّذُرِ الأُولَى  [سورة النجم: 56] قال: نبي من الأنبياء .* * *وقال آخرون، بل عني به: ولكل قوم قائد .*ذكر من قال ذلك:20157- حدثنا أبو كريب قال: حدثنا جابر بن نوح, عن إسماعيل بن أبي خالد, عن أبي صالح: (إنما أنت منذر ولكل قوم هاد) ، قال: إنما أنت، يا محمد، منذر, ولكل قوم قادة .20158- ......... قال: حدثنا الأشجعي قال: حدثني إسماعيل أو: سفيان, عن إسماعيل بن أبي خالد, عن أبي صالح: (ولكل قوم هاد) قال: لكل قوم قادة .20159- حدثني المثنى قال: حدثنا إسحاق قال: حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع, عن أبي العالية: (إنما أنت منذر ولكل قوم هاد) قال: \" الهادي\": القائد, والقائد: الإمام, والإمام: العمل .20160- حدثني الحسن قال: حدثنا محمد, وهو ابن يزيد عن إسماعيل,  عن يحيى بن رافع, في قوله: (إنما أنت منذر ولكل قوم هاد) قال: قائد .* * *وقال آخرون: هو عليّ بن أبي طالب رضي الله عنه .*ذكر من قال ذلك:20161- حدثنا أحمد بن يحيى الصوفي قال: حدثنا الحسن بن الحسين الأنصاري قال: حدثنا معاذ بن مسلم,بيّاع الهرويّ، عن عطاء بن السائب, عن سعيد بن جبير, عن ابن عباس قال: لما نـزلت (إنما أنت منذر ولكل قوم هاد) ، وضع صلى الله عليه وسلم يده على صدره فقال: أنا المنذر(ولكل قوم هاد), وأومأ بيده إلى منكب عليّ, فقال: أنت الهادي يا عليّ, بك يهتدي المهتدون بَعْدي (11) .* * *وقال آخرون: معناه: لكل قوم داع .*ذكر من قال ذلك:20162- حدثني المثنى قال: حدثنا عبد الله قال: حدثني معاوية, عن علي, عن ابن عباس قوله: (ولكل قوم هاد) ، قال: داع .* * *وقد بينت معنى \" الهداية \", وأنه الإمام المتبع الذي يقدُم القوم . (12) فإذ كان ذلك كذلك, فجائز أن يكون ذلك هو الله الذي يهدي خلَقه ويتَّبع خلقُه هداه ويأتمون بأمره ونهيه.وجائز أن يكون نَبِيَّ الله الذي تأتمُّ به أمته.وجائز أن يكون إمامًا من الأئمة يُؤْتَمُّ به، ويتّبع منهاجَه وطريقته أصحابُه.وجائزٌ أن يكون داعيًا من الدعاة إلى خيرٍ أو شرٍّ .وإذ كان ذلك كذلك, فلا قول أولى في ذلك بالصواب من أن يقال كما قال جل ثناؤه: إن محمدًا هو المنذر من أرسل إليه بالإنذار, وإن لكل قوم هاديًا يهديهم فيتّبعونه ويأتمُّون به .----------------------الهوامش :(6) انظر تفسير\" لولا\" فيما سلف 15 : 205 ، تعليق (1) : والمراجع هناك ثم 15 : 210 .(7) انظر تفسير الآية\" فيما سلف من فهارس اللغة ( أبى ) .(8) انظر تفسير\" الإنذار\" فيما سلف من فهارس اللغة نذر .(9) انظر تفسير\" الهادي\" فيما سلف 2 : 293 .(10) الأثر : 20142 - سقط آخر الخبر من المخطوطة ، وقف عند قوله :\" هاد\" ، وكأنه أتمه من الذي يليه .(11) الأثر : 20161 -\" أحمد بن يحيى الصوفي\" ، شيخ الطبري ، ثقة ، مضى برقم : 779 و\" الحسن بن الحسين الأنصاري ، العرني\" ، كأنه قيل له\" العرني\" ، لأنه كان يكون في مسجد\" حبة العرني\" . كان من رؤساء الشيعة ، ليس بصدوق ، ولا تقوم به حجة . وقال ابن حبان :\" يأتي عن الأثبات بالملزقات ، ويروي المقلوبات والمناكير\" . مترجم في ابن أبي حاتم 1 / 2 / 6 ، وميزان الاعتدال 1 : 225 ، ولسان الميزان 2 : 198 .و\" معاذ بن مسلم بياع الهروي\" ، لم يذكر بهذه الصفة\" بياع الهروي\" في غير التفسير ، و\" الهروي\" ثياب إلى هراة . وجعلها في المطبوعة :\" حدثنا الهروي\" ، فأفسد الإسناد إفسادًاو\" معاذ بن مسلم\" مجهول ، هكذا قال ابن أبي حاتم ، وهو مترجم في ابن أبي حاتم 4 / 1 / 248 ، وميزان الاعتدال 3 : 178 ، ولسان الميزان 6 : 55 .وهذا خبر هالك من نواحيه ، وقد ذكره الذهبي وابن حجر في ترجمة\" الحسن بن الحسين الأنصاري\" قالا بعد أن ساقا الخبر بإسناده ولفظه ، ونسبته لابن جرير أيضًا :\" معاذ نكرة ، فلعل الآفة منه\" ، وأقول : بل الآفة من كليهما : الحسن بن الحسين ، ومعاذ بن مسلم .(12) انظر ما سلف ص : 353 .",
  "ayah": 7,
  "surah": 13
}
