{
  "text": "قال أبو جعفر: يقول تعالى ذكره:  وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ  منكرين قدرة الله على إعادتهم خلقًا جديدًا بعد فنائهم وبلائهم, ولا ينكرون قدرته على ابتدائهم وتصويرهم في الأرحام، وتدبيرهم وتصريفهم فيها حالا بعد حال فابتدأ الخبر عن ذلك ابتداءً, والمعنى فيه ما وصفت, (13) فقال جل ثناؤه: (الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد) ، يقول: وما تنقص الأرحام من حملها في الأشهر التسعة بإرسالها دم الحيض  (14) (وما تزداد) في حملها على الأشهر التسعة لتمام ما نقص من الحمل في الأشهر التسعة بإرسالها دم الحيض( وكل شيء عنده بمقدار) لا يجاوز شيء من قَدَره عن تقديره, ولا يقصر أمر أراده فَدَبَره عن تدبيره, كما لا يزداد حمل أنثى على ما قُدِّرَ له من الحمل, ولا يُقصِّر عما حُدّ له من القدر.* * *و \" المقدار \", مِفْعال من \" القدر \" .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .ذكر من قال ذلك:20163- حدثني يعقوب بن ماهان قال: حدثنا القاسم بن مالك, عن داود بن أبي هند, عن عكرمة, عن ابن عباس في قوله: (يعلم ما تحمل كل أنثى وما تغيض الأرحام) ، قال: ما رأت المرأة من يوم دمًا على حملها زاد في الحمل يومًا . (15)20164- حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس قوله: (الله يعلم ما تحمل كل أنثى وما تغيض الأرحام) ، يعني السِّقْط(وما تزداد) ، يقول: ما زادت الرحم في الحمل على ما غاضت حتى ولدته تمامًا. وذلك أن من النساء من تحمل عشرة أشهر، ومنهن من تحمل تسعة أشهر, ومنهن من تزيد في الحمل، ومنهن من تنقص. فذلك الغيض والزيادة التي ذكر الله, وكل ذلك بعلمه .20165- حدثنا سعيد بن يحيى الأموي قال: حدثنا عبد السلام قال: حدثنا خصيف, عن مجاهد أو سعيد بن جبير في قول الله: (وما تغيض الأرحام) قال: غَيْضُها، دون التسعة والزيادة فوق التسعة .20166- حدثني يعقوب قال: حدثنا هشيم قال: أخبرنا أبو بشر, عن مجاهد, أنه قال: \" الغيض \"، ما رأت الحامل من الدم في حملها فهو نقصان من الولد, و \" الزيادة \" ما زاد على التسعة أشهر, فهو تمام للنقصان وهو زيادة .20167- حدثنا محمد بن المثنى قال: حدثنا عبد الصمد قال: حدثنا شعبة, عن أبي بشر, عن مجاهد, في قوله: (وما تغيض الأرحام وما تزداد) قال: ما ترى من الدم, وما تزداد على تسعة أشهر .20168- حدثنا محمد بن بشار قال: حدثنا محمد بن جعفر قال: حدثنا شعبة, عن أبي بشر, عن مجاهد, أنه قال: (يعلم ما تغيض الأرحام وما تزداد) ، قال: ما زاد على التسعة الأشهر(وما تغيض الأرحام) ، قال: الدم تراه المرأة في حملها .20169- حدثني المثنى حدثنا عمرو بن عون، والحجاج بن المنهال قالا حدثنا هشيم, عن أبي بشر, عن مجاهد, في قوله: (وما تغيض الأرحام وما تزداد) قال: الغيض: الحامل ترى الدم في حملها فهو \" الغيض \", وهو نقصانٌ من الولد. وما زاد على تسعة أشهر فهو تمام لذلك النقصان, وهي الزيادة .20170- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا عبد السلام, عن خصيف, عن مجاهد: (وما تغيض الأرحام وما تزداد) قال: إذا رأت دون التسعة، زاد على التسعة مثل أيام الحيض .20171- حدثنا أحمد قال: حدثنا أبو أحمد قال: حدثنا سفيان, عن ابن أبي نجيح, عن مجاهد: (وما تغيض الأرحام) قال: خروج الدم(وما تزداد) قال: استمساك الدم .20172- حدثني المثنى قال: حدثنا أبو حذيفة قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (وما تغيض الأرحام) إراقة المرأة حتى يخِسّ الولد(وما تزداد) قال: إن لم تُهْرِق المرأةُ تَمَّ الولد وعَظُم .20173- حدثنا الحسن بن محمد قال: حدثنا شبابة قال: حدثنا شعبة, عن جعفر, عن مجاهد, في قوله: (وما تغيض الأرحام وما تزداد) قال: المرأة ترى الدم، وتحمل أكثر من تسعة أشهر .20174- حدثنا الحسن قال: حدثنا محمد بن الصباح قال: حدثنا هشيم قال: أخبرنا أبو بشر, عن سعيد بن جبير, في قوله: (وما تغيض الأرحام) ، قال: هي المرأة ترى الدم في حملها .20175- ...... قال: حدثنا شبابة, قال: حدثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, قوله: (وما تغيض الأرحام وما تزداد) إهراقُ الدم حتى يخسّ الولد و \" تزداد \" إن لم تهرق المرأة تَمَّ الولد وعَظُم .20176- ...... قال: حدثنا الحكم بن موسى قال: حدثنا هقل, عن عثمان بن الأسود قال: قلت لمجاهد: امرأتي رأت دمًا, وأرجو أن تكون حاملا!  قال أبو جعفر: هكذا هو في الكتاب (16) فقال مجاهد: ذاك غيضُ الأرحام: (يعلم ما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار)، الولد لا يزال يقع في النقصان ما رأت الدَّم, فإذا انقطعَ الدم وقع في الزيادة, فلا يزال حتى يتمّ, فذلك قوله: (وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار) . (17)20177- ...... قال: حدثنا محمد بن الصباح قال: حدثنا هشيم قال: أخبرنا أبو بشر, عن مجاهد, في قوله: (وما تغيض الأرحام وما تزداد) ، قال: \" الغيض \": الحامل ترى الدم في حملها, وهو \" الغيض \" وهو نقصان من الولد. فما زادت على التسعة الأشهر فهي الزيادة, وهو تمامٌ للولادة .20178- حدثنا ابن المثنى قال: حدثنا عبد الوهاب قال: حدثنا داود, عن عكرمة في هذه الآية: (الله يعلم ما تحمل كل أنثى وما تغيض الأرحام) ، قال: كلما غاضت بالدم، زاد ذلك في الحمل .20179- ...... قال: حدثنا عبد الأعلى قال: حدثنا داود, عن عكرمة نحوه.20180- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا عباد بن العوّام, عن عاصم, عن عكرمة: (وما تغيض الأرحام) قال: غيض الرحم: الدم على الحمل كلما غاض الرحم من الدم يومًا زاد في الحمل يومًا حتى تستكمل وهي طاهرةٌ .20181- ...... قال: حدثنا عباد, عن سعيد, عن يعلى بن مسلم, عن سعيد بن جبير, مثله .20182- حدثنا الحسن بن محمد قال: حدثنا الوليد بن صالح قال: حدثنا أبو يزيد, عن عاصم, عن عكرمة في هذه الآية: (وما تغيض الأرحام) ، قال: هو الحيض على الحمل(وما تزداد) قال: فلها بكل يوم حاضت على حملها يوم تزداده في طهرها حتى تستكمل تسعة أشهر طاهرًا .20183- ...... قال: حدثنا يزيد بن هارون قال: أخبرنا عمران بن حدير, عن عكرمة في قوله: (وما تغيض الأرحام وما تزداد) قال: ما رأت الدم في حملها زاد في حملها .20184- حدثنا عبد الحميد بن بيان قال: أخبرنا إسحاق, عن جويبر, عن الضحاك, في قوله: (وما تغيض الأرحام وما تزداد) ما \" تغيض \": أقل من تسعة وما تزداد: أكثر من تسعة .20185- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا ابن المبارك, عن الحسن بن يحيى قال: سمعت الضحاك يقول: قد يولد المولود لسنتين. قد كان الضحاك وُلد لسنتين, و \" الغيض \": ما دون التسعة(وما تزداد) فوق تسعة أشهر .20186- ...... قال: حدثنا أبو أحمد قال: حدثنا سفيان, عن جويبر, عن الضحاك: (وما تغيض الأرحام وما تزداد) قال: دون التسعة, وما تزداد: قال: فوق التسعة .20187- ...... قال: حدثنا أبو أحمد قال: حدثنا سفيان, عن جويبر, عن الضَّحاك قال: ولدت لسنتين .20188- حدثني المثنى قال: حدثنا سويد بن نصر قال: أخبرنا ابن المبارك, عن الحسن بن يحيى قال: حدثنا الضحاك: أن أمه حملته سنتين. قال: (وما تغيض الأرحام) قال: ما تنقص من التسعة(وما تزداد) قال: ما فوق التسعة . (18)20189- ... قال: حدثنا عمرو بن عون ; قال: أخبرنا هشيم, عن جويبر, عن الضحاك في قوله: (الله يعلم ما تحمل كل أنثى وما تغيض الأرحام) ، قال: كل أنثى من خلق الله .20190- ... قال: حدثنا هشيم, عن جويبر, عن الضحاك ومنصور، عن الحسن قالا \" الغيض \" ما دون التسعة الأشهر .20191- ... قال: حدثنا سويد قال: أخبرنا ابن المبارك, عن داود بن عبد الرحمن, عن ابن جريج, عن جميلة بنت سعد, عن عائشة قالت: لا يكون الحمل أكثر من سنتين, قدر ما يتحوَّل ظِلُّ مِغْزَل .20192- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا فضيل بن مرزوق, عن عطية العوفي: (وما تغيض الأرحام) قال: هو الحمل لتسعة أشهر وما دون التسعة(وما تزداد) قال: على التسعة .20193-... قال: حدثنا أبو أحمد قال: حدثنا عمرو بن ثابت، عن أبيه, عن سعيد بن جبير: (وما تغيض الأرحام) قال: حيضُ المرأة على ولدها .20194- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (وما تغيض الأرحام وما تزداد) . قال: \" الغيض \"، السَّقْط(وما تزداد)، فوق التسعة الأشهر .20195- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن سعيد بن جبير: إذا رأت المرأة الدمَ على الحمل, فهو \" الغيض \" للولد . يقول: نقصانٌ في غذاء الولد, وهو زيادة في الحمل .20196- حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قوله: (الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد) قال: كان الحسن يقول: \" الغيضوضة \"، (19) أن تضع المرأة لستة أشهر أو لسبعة أشهر, أو لما دون الحدّ قال قتادة: وأما الزيادة, فما زاد على تسعة أشهر .20197- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا قيس, عن سالم الأفطس, عن سعيد بن جبير قال: غيض الرحم: أن ترى الدم على حملها. فكل شيء رأت فيه الدم على حملها، ازدادت على حملها مثل ذلك .20198- ....قال حدثنا عبد العزيز قال: حدثنا حماد بن سلمة, عن قيس بن سعد, عن مجاهد قال: إذا رأت الحاملُ الدمَ كان أعظمَ للولد .20199- حدثت عن الحسين قال: سمعت أبا معاذ يقول: حدثنا عبيد بن سليمان قال: سمعت الضحاك يقول في قوله: (وما تغيض الأرحام وما تزداد) ،\" الغيض \": النقصان من الأجل,\" والزيادة \": ما زاد على الأجل. وذلك أن النساء لا يلدن لعدّةٍ واحدة, يولد المولود لستة أشهر فيعيش, ويولد لسنتين فيعيش, وفيما بين ذلك . قال: وسمعت الضحاك يقول: ولدت لسنتين, وقد نبتت ثناياي .20200- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (وما تغيض الأرحام) قال: غيض الأرحام: الإهراقة التي تأخذ النساء على الحمل, وإذا جاءت تلك الإهراقة لم يعتدَّ بها من الحمل، ونقص ذلك حملها حتى يرتفع ذلك. وإذا ارتفع استقبلت عِدّةً مستقبلةً تسعة أشهر. وأما ما دامت ترى الدم، فإن الأرحام تغيض وتنقص، والولد يرقّ. فإذا ارتفع ذلك الدم رَبَا الولد واعتدّت حين يرتفع عنها ذلك الدم عدّة الحمل تسعة أشهر, وما كان قبله فلا تعتدُّ به، هو هِرَاقةٌ، يبطل ذلك أجمع أكتع .* * *وقوله: (وكل شيء عنده بمقدار) .20201- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قوله: (وكل شيء عنده بمقدار) إي والله, لقد حفظ عليهم رزقهم وآجالهم, وجعل لهم أجلا معلومًا .--------------------------الهوامش :(13) في المطبوعة والمخطوطة :\" ما وصف\" ، والصواب ما أثبت .(14) انظر تفسير\" الغيض\" فيما سلف 15 : 334 ، وما بعدها .(15) الأثر : 20163 -\" يعقوب بن ماهان البغدادي\" ، ثقة ، مضى برقم : 4901 ، 10339 ، 19908 .و\" القاسم بن مالك المزني\" ، ثقة من شيوخ أحمد ، مضى برقم : 10339 .(16) موضع الإشكال الذي شكك فيه أبو جعفر أن عثمان بن الأسود قال :\" امرأتي رأت الدم\" ، وذلك يعني الطمث ، وهي إذا رأت الدم لم تكن حاملا . ثم قال :\" وأرجو أن تكون حاملا\" ، يوهم أنه من جل رؤية الدم ، رجا أن تكون حاملا . ولكني أخالف أبا جعفر ، وأجعل\" أرجو\" بمعنى التحقيق لا بمعنى الرجاء ، كأنه قال :\" امرأتي رأت الدم وهي حامل\" ، وهم يضعون\" أرجو\" بهذا المكان من التحقيق في كثير من كلامهم . هذا ، وبعض النساء ترى الدم وهي حامل في ميقات طمثها ، هكذا أخبرني النساء .(17) الأثر : 20176 -\" الحكم بن موسى بن أبي زهير البغدادي\" ، ثقة ، روى عنه البخاري تعليقًا ومسلم . مترجم في التهذيب ، والكبير 1 / 2 / 342 ، وابن أبي حاتم 1 / 2 / 128و\" هقل\" هو :\" الهقل بن زياد بن عبد الله الدمشقي\" ، كاتب الأوزاعي ، و\" هقل\" لقب ، قيل اسمه :\" محمد\" ، وقيل :\" عبد الله\" ، ثقة الثقات ، من أعلى أصحاب الأوزاعي . مترجم في التهذيب ، والكبير 4 / 2 / 248 ، وابن أبي حاتم 4 / 2 / 122 .و\" عثمان بن الأسود بن موسى المكي\" ، ثقة ، روى له الجماعة ، مضى مرارًا .(18) الآثار : 20185 ، 20187 ، 20188 -\" الضحاك بن مزاحم\" ، صاحب التفسير ، مضى مرارًا لا تحصى ، ولكن يزاد هنا هذا الخبر في ترجمته أنه قال عن نفسه أنه ولد لسنتين . ثم انظر رقم : 20199 ، أنه ولد وقد نبتت ثناياه .(19) \" الغيضوضة\" ، مصدر\" غاض\" ، لم تذكره كتب اللغة ، وهو حقيق أن يثبت فيها ، لأنه من كلام الحسن البصري ، وناهيك به فصيحًا وحجة في العربية .(20) انظر تفسير\" الغيب والشهادة\" فيما سلف 11 : 464 ، 465 .(21) انظر تفسير\" الكبير\" فيما سلف 8 : 318 .(22) وانظر تفسير\" التعالي\" فيما سلف 15 : 47 ، تعليق : 1 ، والمراجع هناك .",
  "ayah": 8,
  "surah": 13
}
