{
  "text": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (10)قلت : وإيثار { ذكر الله } هنا دون أن يقول : إلى الصلاة ، كما قال : { فإذا قضيت الصلاة } لتتأتى إرادة الأمرين الخطبة والصلاة . وفيه دليل على وجوب الخطبة في صلاة الجمعة وشرطيته على الجملة . وتفصيل أحكام التخلف عن الخطبة ليست مساوية للتخلف عن الصلاة إلاّ في أصل حرمة التخلف عن حضور الخطبة بغير عذر .وفي حديث «الموطأ» «فإذا خرج الإِمام حضرت الملائكة يستمعون الذكر» ولا شك أن الإِمام إذا خرج ابتدأ بالخطبة فكانت الخطبة من الذكر وفي ذلك تفسير للفظ الذكر في هذه الآية . وإنما نهوا عن البيع لأنه الذي يشغلهم ولأن سبب نزول الآية كان لترك فريق منهم الجمعة إقبالاً على عِير تجارة وردت كما سيأتي في قوله تعالى : { وإذا رأوا تجارة أو لهوا انفضوا إليها } [ الجمعة : 11 ] .ومثل البيع كل ما يشغل عن السعي إلى الجمعة ، وبعد كون البيع وما قيس عليه منهياً عنه فقد اختُلف في فسخ العقود التي انعقدت وقت الجمعة . وهو مبني على الخلاف في اقتضاء النهي فساد المنهي عنه ، ومذهب مالك أن النهي يقتضي الفساد إلا لِدليل . وقول مالك في «المدونة» : إن البيع الواقع في وقت صلاة الجمعة بين من تجب عليهم الجمعة يفسخ .وقال الشافعي : لا يفسخ . وجعله كالصلاة في الأرض المغصوبة وهو قول أبي حنيفة أيضاً .وأما النكاح المعقود في وقت الجمعة : ففي «العتيبة» عن ابن القاسم : لا يفسخ . ولعله اقتصر على ما ورد النهي عنه في القرآن ولم ير القياس موجباً لفسخ المقيس . وكذلك قال أيمة المالكية : لا تفسخ الشركة والهبة والصدقة الواقعة في وقت الجمعة وعللوا ذلك بندرة وقوع أمثالها بخلاف البيع .وخطاب الآية جميعَ المؤمنين فدل على أن الجمعة واجبة على الأعيان . وشذ قوم قالوا : إنها واجبة على الكفاية قال ابن الفرس : ونسب إلى بعض الشافعية وخطاب القرآن الذين آمنوا عام خصصته السنة بعدم وجوب الجمعة على النساء والعبيد والمسافر إذا حل بقرية الجمعة ومن لا يستطيع السعي إليها .و { مِن } في قوله : { من يوم الجمعة } تبعيضية فإن يوم الجمعة زمان تقع فيه أعمال منها الصلاة المعهودة فيه ، فنزّل ما يقع في الزمان بمنزلة أجزاء الشيء .ويجوز كون { مِن } للظرفية مثل التي في قوله تعالى : { أروني ماذا خلقوا من الأرض } [ فاطر : 40 ] ، أي فيها من المخلوقات الأرضية .والإِشارة ب { ذلكم } إلى المذكور ، أي ما ذُكر من أمر بالسعي إليها ، وأمر بترك البيع حينئذٍ ، أي ذلك خير لكم مما يحصل لكم من البيوعات . فلفظ { خير } اسم تفضيل أصله : أخير ، حذفت همزته لكثرة الاستعمال . والمفضل عليه محذوف لدلالة الكلام عليه . والمفضل : الصلاة ، أي ثوابها . والمفضل عليه : منافع البيع للبائع والمشتري .وإنما أعقب بقوله تعالى : { فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله } تنبيهاً على أن لهم سعة من النهار يجعلونها للبيع ونحوه من ابتغاء أسباب المعاش فلا يأخذوا ذلك من وقت الصلاة ، وذكر الله . والأمر في { فانتشروا في الأرض وابتغوا من فضل الله } للإباحة .والمراد ب { فضل الله } : اكتساب المال والرزق .وأما قوله : { واذكروا الله كثيراً } فهو احتراس من الانصباب في أشغال الدنيا انصباباً ينسي ذكر الله ، أو يشغل عن الصلوات فإن الفلاح في الإِقبال على مرضاة الله تعالى .",
  "ayah": 10,
  "surah": 62
}
