{
  "text": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (11)عطف على جملة { إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله } [ الجمعة : 9 ] الآية . عُطف التوبيخ على ترك المأمور به بعد ذكر الأمر وسُلكت في المعطوفة طريقة الالتفات لخطاب النبي صلى الله عليه وسلم إيذاناً بأنهم أحرياء أن يصرف للخطاب عنهم فحرموا من عز الحضور . وأخبر عنهم بحال الغائبين ، وفيه تعريض بالتوبيخ .ومقتضى الظاهر أن يقال : وإذا رأيتم تجارة أو لهواً فلا تنفضّوا إليها . ومن مقتضيات تخريج الكلام على خلاف مقتضى الظاهر هنا أن يكون هذا التوبيخ غير شامل لجميع المؤمنين فإن نفراً منهم بَقُوا مع النبي صلى الله عليه وسلم حين خطبته ولم يخرجوا للتجارة ولا للهو .وفي «الصحيح» عن جابر بن عبد الله قال : «بينما نحن نصلّي مع النبي صلى الله عليه وسلم وهو يخطب يوم الجمعة إذْ أقبلتْ عير من الشام تحمل طعاماً فانفتل الناس إليها حتى لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلاً أنا فيهم» . وفي رواية : وفيهم أبو بكر وعمر ، فأنزل الله فيهم هذه الآية التي في الجمعة { وإذا رأوا تجارة أو لهواً انفضوا إليها وتركوك قائماً } اه . وقد ذكروا في روايات أخرى أنه بقي مع النبي صلى الله عليه وسلم أبو بكر ، وعمر ، وعثمان ، وعلي ، وطلحة ، والزبير ، وسعد بن أبي وقاص ، وعبد الرحمان بن عوف ، وأبو عبيدة بن الجراح ، وسعيد بن زيد ، وبلال ، وعبد الله بن مسعود ، وعمار بن ياسر ، وجابر بن عبد الله ، فهؤلاء أربعة عشر . وذكر الدارقطني في حديث جابر : «أنه قال ليس مع رسول الله صلى الله عليه وسلم إلا أربعون رجلاً» .وعن مجاهد ومقاتل : «كان النبي صلى الله عليه وسلم يخطب فقدم دِحية بن خليفة الكلبي بتجارة فتلقاه أهله بالدفوف فخرج الناس» . وفي رواية «أن أهل المدينة أصابهم جوع وغلاء شديد فقدم دحية بتجارة من زيت الشام» . وفي رواية «وطعام وغير ذلك فخرج الناس من المسجد خشية أن يُسبقوا إلى ذلك» . وقال جابر بن عبد الله «كانت الجواري إذا نَكحن يمرّرن بالمزامير والطَّبْل فانفضّوا إليها» ، فلذلك قال الله تعالى : { وإذا رأوا تجارة أو لهواً انفضوا إليها وتركوك قائماً } ، فقد قيل إن ذلك تكرر منهم ثلاث مرات ، فلا شك أن خروجهم كان تارة لأجل مجيء العِير وتارة لحضور اللهو .وروي أن العِير نزلت بموضع يقال له : أحجار الزيت فتوهم الراوي فقال : بتجارة الزيت .وضمير { إليها } عائد إلى التجارة لأنها أهم عندهم من اللهو ولأن الحدث الذي نزلت الآية عنده هو مجيء عِير دحية من الشام . واكتفى به عن ضمير اللهو كما في قول قيس بن الخطيم ، أو عمرو بن الحارث بن امرىء القيس :نحن بما عندنا وأنت بما ... عندك راضضٍ والرأيُ مختلفولعل التقسيم الذي أفادته { أو } في قوله : { أو لهواً } تقسيم لأحوال المنفضّين إذ يكون بعضهم من ذوي العائلات خرجوا ليَمْتَاروا لأهلهم ، وبعضهم من الشباب لا همة لهم في الميرة ولكن أحبوا حضور اللهو .و { إذا } ظرف للزمان الماضي مجرد عن معنى الشرط لأن هذا الانفضاض مضى . وليس المراد أنهم سيعودون إليه بعد ما نزل هذا التوبيخ وما قبله من الأمر والتحريض . ومثله قوله تعالى : { وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به } [ النساء : 83 ] وقوله : { ولا على الذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم عليه تولوا } [ التوبة : 92 ] الآية .والانفضاض : مطاوع فَضَّه إذا فرقه ، وغلب إطلاقه على غير معنى المطاوعة ، أي بمعنى مطلق كما تفرق . قال تعالى : { هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضّوا } [ المنافقون : 7 ] .وقوله : { أو لهواً } فيه للتقسيم ، أي منهم من انفضّ لأجل التجارة ، ومنهم من انفضّ لأجل اللهو ، وتأنيث الضمير في قوله : { إليها } تغليب للفظ ( تجارة ) لأن التجارة كانت الداعي الأقوى لانفضاضهم .وجملة { وتركوك قائماً } تفظيع لفعلهم إذ فرطوا في سماع وعظ النبي صلى الله عليه وسلم أي تركوك قائماً على المنبر . وذلك في خطبة الجمعة ، والظاهر أنها جملة حالية ، أي تركوك في حال الموعظة والإِرشاد فأضاعوا علماً عظيماً بانفضاضهم إلى التجارة واللهو . وهذه الآية تدل على وجوب حضور الخطبة في صلاة الجمعة إذ لم يقل : وتركوا الصلاة .وأمر الله نبيئه صلى الله عليه وسلم أن يعظهم بأن ما عند الله من الثواب على حضور الجمعة خير من فائدة التجارة ولذة اللهو . وكذلك ما أعد الله من الرزق للذين يؤثرون طاعة الله على ما يشغل عنها من وسائل الارتزاق جزاء لهم على إيثارهم جزاء في الدنيا قبل جزاء الآخرة ، فرب رزق لم ينتفع به الحريص عليه وإن كان كثيراً ، وربّ رزق قليل ينتفع به صاحبه ويعود عليه بصلاح ، قال تعالى : { من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون } [ النحل : 97 ] . وقال حكاية عن خطاب نوع قومه { فقلت استغفروا ربكم إنه كان غفّاراً يرسل السماء عليكم مدراراً ويمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهاراً } [ نوح : 10 12 ] .وذيل الكلام بقوله : { والله خير الرازقين } لأن الله يرزق الرزق لمن يرضى عنه سليماً من الأكدار والآثام ، ولأنه يرزق خير الدنيا وخير الآخرة ، وليس غير الله قادراً على ذلك ، والناس في هذا المقام درجات لا يعلمها إلا الله وهو العالم بالسرائر .",
  "ayah": 11,
  "surah": 62
}
