{
  "text": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (2)استئناف بياني ناشىء عن إجراء الصفات المذكورة آنفاً على اسم الجلالة إذ يتساءل السامع عن وجه تخصيص تلك الصفات بالذكر من بين صفات الله تعالى فكأن الحال مقتضياً أن يبين شيء عظيم من تعلق تلك الصفات بأحوال خلقه تعالى إذ بعث فيهم رسولاً يطهر نفوسهم ويزكيهم ويعلمهم . فصفة { الملك } [ الجمعة : 1 ] تعلقت بأن يدبر أمر عباده ويصلح شؤونهم ، وصفة { القدوس } [ الجمعة : 1 ] تعلقت بأن يزكي نفوسهم ، وصفة { العزيز } [ الجمعة : 1 ] اقتضت أن يلحق الأميين من عباده بمراتب أهل العلم ويخرجهم من ذلة الضلال فينالوا عزة العلم وشرفه ، وصفة { الحكيم } [ الجمعة : 1 ] اقتضت أن يعلمهم الحكمة والشريعة .وابتداء الجملة بضمير اسم الجلالة لتكون جملة اسمية فتفيد تقوية هذا الحكم وتأكيده ، أي أن النبي صلى الله عليه وسلم مَبعوث من الله لا محالة .و { في } من قوله : { في الأميين } للظرفية ، أي ظرفية الجماعة ولأحد أفرادها . ويفهم من الظرفية معنى الملازمَة ، أي رسولاً لا يفارقهم فليس ماراً بهم كما يَمرّ المرسل بمقالةٍ أو بمالكةٍ يبلغها إلى القوم ويغادرهم .والمعنى : أن الله أقام رسوله للناس بين العرب يدعوهم وينشر رسالته إلى جميع النّاس من بلاد العرب فإن دلائل عموم رسالة محمد صلى الله عليه وسلم معلومة من مواضع أخرى من القرآن كما في سورة [ الأعراف : 158 ] { قل يأيها الناس إني رسول الله إليكم جميعاً } وفي سورة [ سبأ : 28 ] { وما أرسلناك إلا كافة للناس بشيراً ونذيراً . } والمراد بالأميين : العرب لأن وصف الأميّة غالب على الأمة العربية يومئذٍ . ووصف الرسول ب { منهم } ، أي لم يكن غريباً عنهم كما بعث لوطاً إلى أهل سدوم ولا كما بعث يونس إلى أهل نينوَى ، وبعث إلياس إلى أهل صيدا من الكنعانيين الذين يعبدون بَعل ، ف ( من ) تبعيضية ، أي رسولاً من العرب .وهذه منة موجهة للعرب ليشكروا نعمة الله على لطفه بهم ، فإن كون رسول القوم منهم نعمةٌ زائدة على نعمة الإِرشاد والهدي ، وهذا استجابة لدعوة إبراهيم إذ قال : { ربنا وابعث فيهم رسولاً منهم } [ البقرة : 129 ] فتذكيرهم بهذه النعمة استنزال لطائر نفوسهم وعنادهم .وفيه تورك عليهم إذ أعرضوا عن سماع القرآن فإن كون الرسول منهم وكتابه بلغتهم هو أعون على تلقي الإِرشاد منه إذ ينطلق بلسانهم ويحملهم على ما يصلح أخلاقهم ليكونوا حملة هذا الدين إلى غيرهم .و { الأميين } : صفة لموصوف محذوف دل عليه صيغة جمع العقلاء ، أي في الناس الأميين . وصيغة جمع الذكور في كلام الشارع تشمل النساء بطريقة التغليب الاصطلاحي ، أي في الأميين والأمِّيات فإن أدلة الشريعة قائمة على أنها تعم الرجال والنساء إلا في أحكام معلومة .والأميون : الذين لا يقرؤون الكتابة ولا يكتبون ، وهو جمع أمي نسبة إلى الأمة ، يعنون بها أمة العرب لأنهم لا يكتبون إلا نادراً ، فغلبت هذا التشبيه في الإطلاق عند العرب حتى صارت تطلق على من لا يكتب ولو من غيرهم ، قال تعالى في ذكر بني إسرائيل{ ومنهم أميون لا يعلمون الكتاب إلا أماني } وقد تقدم في سورة [ البقرة : 78 ] .وأوثر التعبير به هنا توركاً على اليهود لأنهم كانوا يقصدون به الغض من العرب ومن النبي جهلاً منهم فيقولون : هو رسول الأميين وليس رسولاً إلينا . وقد قال ابن صياد للنبي لما قال له : أتشهد أني رسول الله . أشهد أنكَ رسولُ الأميين . وكان ابن صياد متديناً باليهودية لأن أهله كانوا حلفاء لليهود .وكان اليهود ينتقصون المسلمين بأنهم أميون قال تعالى : { ذلك بأنهم قالوا ليس علينا في الأميين سبيل } [ آل عمران : 75 ] فتحدى الله اليهود بأنه بعث رسولاً إلى الأميين وبأن الرسول أمي ، وأعلمهم أن ذلك فضل الله يؤتيه من يشاء كما في آخر الآية وأن فضل الله ليس خاصاً باليهود ولا بغيرهم وقد قال تعالى من قبل لموسى { ونريد أن نمنّ على الذين استضعفوا في الأرض ونجعلهم أيمة ونجعلهم الوارثين ونمكن لهم في الأرض } [ القصص : 5 - 6 ] .ووصف الرسول بأنه منهم ، أي من الأميين شامل لمماثلته لهم في الأمية وفي القومية . وهذا من إيجاز القرآن البديع .وفي وصف الرسول الأمي بأنه يتلو على الأميين آيات الله ، أي وحيه ويزكيهم ويعلمهم الكتاب ، أي يلقنهم إياه كما كانت الرسل تلقن الأمم الكتاب بالكتابة ، ويعلمهم الحكمة التي علمتها الرسل السابقون أممهم في كل هذه الأوصاف تحد بمعجزة الأمية في هذا الرسول صلى الله عليه وسلم أي هو مع كونه أمّياً قد أتى أمته بجميع الفوائد التي أتى بها الرّسل غير الأميين أممهم ولم ينقص عنهم شيئاً ، فتمحضت الأمية للكون معجزة حصل من صاحبها أفضل مما حصل من الرسل الكاتبين مثل موسى .وفي وصف الأميّ بالتلاوة وتعليم الكتاب والحكمة وتزكية النفوس ضرب من محسن الطباق لأن المتعارف أن هذه مضادة للأمية .وابتدىء بالتلاوة لأن أول تبليغ الدعوة بإبلاغ الوحي ، وثني بالتزكية لأن ابتداء الدعوة بالتطهير من الرجس المعنوي وهو الشرك ، وما يعْلق به من مساوىء الأعمال والطباع .وعقب بذكر تعليمهم الكتاب لأن الكتاب بعد إبلاغه إليهم تُبيّن لهم مقاصده ومعانيه كما قال تعالى : { فإذا قرأناه فاتبع قرآنه ثم إن علينا بيانه } [ القيامة : 18 ، 19 ] ، وقال : { لتبين للناس ما نزل إليهم } [ النحل : 44 ] ، وتعليم الحكمة هو غاية ذلك كله لأن من تدبر القرآن وعمل به وفهم خفاياه نال الحكمة قال تعالى : { واذكروا نعمة الله عليكم وما أنزل عليكم من الكتاب والحكمة يعظكم به } [ البقرة : 231 ] ونظيرها قوله : { لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين } في سورة [ آل عمران : 164 ] .وجملة وإن كانوا من قبل لفي ضلال مبين } في موضع الحال من الأميين ، أي ليست نعمة إرسال هذا الرسول إليهم قاصرة على رفع النقائص عنهم وعلى تحليتهم بكمال علم آيات الله وزكاة أنفسهم وتعليمهم الكتاب والحكمة بل هي أجل من ذلك إذ كانت منقذة لهم من ضلال مبين كانوا فيه وهو ضلال الإِشراك بالله . وإنما كان ضلالاً مبيناً لأنه أفحش ضلال وقد قامت على شناعته الدلائل القاطعة ، أي فأخرجهم من الضلال المبين إلى أفضل الهدى ، فهؤلاء هم المسلمون الذين نفروا إسلامهم في وقت نزول هذه السورة .و { إنْ } مخففة من الثقيلة وهي مهملة عن العمل في اسمها وخبرها . وقد سد مسدها فعل ( كان ) كما هو غالب استعمال { إنْ } المخففة . واللام في قوله : { لفي ضلال مبين } تسمى اللام الفارقة ، أي التي تفيد الفرق بين ( إنْ ) النافية و { إنْ } المخففة من الثقيلة وما هي إلا اللام التي أصلها أن تقترن بخبر ( إن ) إذ الأصل : وإنهم لفي ضلال مبين ، لكن ذكر اللام مع المخففة واجب غالباً لئلا تلتبس بالنافية ، إلا إذا أمن اللبس .",
  "ayah": 2,
  "surah": 62
}
