{
  "text": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآَيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (5)بعد أن تبين أنه تعالى آتى فضله قوماً أميين أعقبه بأنه قد آتى فضله أهل الكتاب فلم ينتفع به هؤلاء الذين قد اقتنعوا من العلم بأن يحملوا التوراة دون فهم وهم يحسبون أن ادخار أسفار التوراة وانتقالها من بيت إلى بيت كاففٍ في التبجح بها وتحقير من لم تكن التوراة بأيديهم ، فالمراد اليهود الذين قاوموا دعوة محمد صلى الله عليه وسلم وظاهروا المشركين .وقد ضرب الله لهؤلاء مثلاً بحال حمار يحمل أسفاراً لا حظّ له منها إلا الحَمل دون علم ولا فهم .ذلك أن علم اليهود بما في التوراة أدخلوا فيه ما صيره مخلوطَاً بأخطاء وضلالات ومتبعاً فيه هوى نفوسهم وما لا يعدو نفعهم الدنيوي ولم يتخلقوا بما تحتوي عليه من الهدى والدعاء إلى تزكية النفس وقد كتموا ما في كتبهم من العهد باتباع النبي الذي يأتي لتخليصهم من ربقة الضلال فهذا وجه ارتباط هذه الآية بالآيات التي قبلها ، وبذلك كانت هي كالتتمة لما قبلها . وقال في «الكشاف» عن بعضهم : افتخر اليهود بأنهم أهل كتاب . والعرب لا كتاب لهم . فأبطل الله ذلك بشَبَههم بالحمار يحمل أسفاراً .ومعنى { حملوا } : عُهد بها إليهم وكلفوا بما فيها فلم يفوا بما كلفوا ، يقال : حَمَّلت فلاناً أمر كذا فاحتمله ، قال تعالى : { إنا عرضنا الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها وحملها الإنسان إنه كان ظلوماً جهولاً } سورة [ الأحزاب : 72 ] .وإطلاق الحمل وما تصرف منه على هذا المعنى استعارة ، بتشبيه إيكال الأمر بحمل الحِمل على ظهر الدابة ، وبذلك كان تمثيل حالهم بحال الحمار يحمل أسفاراً تمثيلاً للمعنى المجازي بالمعنى الحقيقي . وهو من لطائف القرآن .وثم } للتراخي الرتبي فإن عدم وفائهم بما عُهد إليهم أعجب من تحملهم إياه . وجملة { يحمل أسفاراً } في موضع الحال من الحمار أو في موضع الصفة لأن تعريف الحمار هنا تعريف جنس فهو معرفة لفظاً نكرة معنى ، فصحّ في الجملة اعتبار الحاليَّة والوصف .وهذا التمثيل مقصود منه تشنيع حالهم وهو من تشبيه المعقول بالمحسوس المتعارف ، ولذلك ذيل بذم حالهم { بئس مثل القوم الذين كذبوا بآيات الله } .و { بئس } فعل ذم ، أي ساء حال الذين كذبوا بكتاب الله فهم قد ضموا إلى جهلهم بمعاني التوراة تكذيباً بآيات الله وهي القرآن .و { مثل القوم } ، فاعل { بئس } . وأغنى هذا الفاعل عن ذكر المخصوصصِ بالذم لحصول العلم بأن المذموم هو حَال القوم المكذبين فلم يسلك في هذا التركيب طريق الإِبهام على شرط التفسير لأنه قد سبقه ما بينه بالمثَل المذكور قبله في قوله : { كمثل الحمار يحمل أسفاراً } . فصار إعادة لفظ المثل ثقيلاً في الكلام أكثر من ثلاث مرات . وهذا من تفننات القرآن . و { الذين كذبوا } صفة { القوم } .وجملة { والله لا يهدي القوم الظالمين } تذييل إخباراً عنهم بأن سوء حالهم لا يرجى لهم منه انفكاك لأن الله حرمهم اللطف والعناية بإنقاذهم لظلمهم بالاعتداء على الرسول صلى الله عليه وسلم بالتكذيب دون نظر ، وعلى آيات الله بالجحد دون تدبر .قال في «الكشاف» : «وعن بعضهم قد أبطل الله قول اليهود في ثلاث» ، أي آيات من هذه السورة : افتخروا بأنهم أولياء الله وأحباؤه فكذبهم في قوله : { فتمنوا الموت إن كنتم صادقين } [ الجمعة : 6 ] . وبأنهم أهل الكتاب والعرب لا كتاب لهم ، فشبههم بالحمار يحمل أسفاراً ، وبالسبت وأنه ليس للمسلمين مثله فشرع الله لهم الجمعة .",
  "ayah": 5,
  "surah": 62
}
