{
  "text": "يقول تعالى أشغلكم حب الدنيا ونعيمها وزهرتها عن طلب الآخرة وابتغائها وتمادى بكم ذلك حتى جاءكم الموت وزرتم المقابر وصرتم من أهلها. فال ابن أبي حاتم حدثنا أبى حدثنا زكريا بن يحيى الوقاد المصري حدثنا خالد بن عبد الدائم عن زيد بن أسلم عن أبيه قال: قال رسول الله صلى الله عليه وسلم \"ألهاكم التكاثر\" عن الطاعة \" حتى زرتم المقابر \"حتى يأتيكم الموت\" وقال الحسن البصري ألهاكم التكاثر فى الأموال والأولاد وفي صحيح البخاري في الرقاق منه وقال أخبرنا أبو الوليد حدثنا حماد بن سلمة عن ثابت عن أنس بن مالك عن أبي بن كعب قال: كنا نرى هذا من القرآن حتى نزلت \"ألهاكم التكاثر\" يعني \" لو كان لابن آدم واد من ذهب \" وقال الإمام أحمد حدثنا محمد بن جعفر حدثنا شعبة سمعت قتادة يحدث عن مطرف يعني ابن عبد الله بن الشخير عن أبيه قال: أنهيت إلى رسول الله صلى الله عليه وسلم وهو يقول \"ألهاكم التكاثر\" ويقول ابن آدم مالي مالي وهل لك من مالك إلا ما أكلت فأفنيت أو لبست فأبليت أو تصدقت فأمضيت؟ \" ورواه مسلم والترمذي والنسائي من طريق شعبة به وقال مسلم في صحيحه حدثنا سويد بن سعيد حدثنا حفمى بن ميسرة عن العلاء عن أبيه عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \" يقول العيد مالي مالي وإنما له من ماله ثلاث: ما أكل فأفنى أو لبس فأبلى أو تصدق فأمضى وما سوى فذاهب وتاركه للناس \" تفرد به مسلم. وقال البخاري حدثنا الحميدي حدثنا سفيان حدثنا عبد الله بن أبي بكر بن محمد بن عمرو بن حزم سمع أنس بن مالك يقول: قال رسول الله صلى الله عليه وسلم \" يتبع الميت ثلاله فيرجع اثنان ويبقى معه واحد: يتبعه أهله وماله وعمله فيرجع أهله وماله ويبقى عمله \" وكذا رواه مسلم والترمذي والنسائى من حديث سفيان بن عيينة به. وقال الإمام أحمد حدثنا يحيى عن شعبة حدثنا قتادة عن أنس أن النبي صلى الله عليه وسلم قال \" يهرم ابن آدم ويبقى منه اثنتان الحرص والأمل \" أخرجاه في الصحيحين وذكر الحافظ ابن عساكر في ترجمة الأحنف بن قيس واسمه الضحاك أنه رأى في يد رجل درهما فقال لمن هذا الدرهم؟ فقال الرجل لي فقال إنما هو لك إذا أنفقته في أجر أو ابتغاء شكر ثم أنشد الأحنف متمثلا قول الشاعر: أنت للمال إذا أمسكته فإذا أنفقته فالمال لك وقال ابن أبي حاتم حدثنا أبو سعيد الأشج حدثنا أبو أسامة قال صالح بن حبان حدثني عن ابن بريدة في قوله \"ألهاكم التكاثر\" قال نزلت في قبيلتين من قبائل الأنصار بنى حارثة وبني الحارت تفاخروا وتكاثروا فقالت إحداهما فيكم مثل فلان بن فلان وفلان وقال الآخرون مثل ذلك تفاخروا بالأحياء ثم قالوا انطلقوا بنا إلى القبور فجعلت إحدى الطائفتين تقول فيكم مثل فلان يشيرون إلى القبور ومثل فلان وفعل الآخرون مثل ذلك فأنزل الله \"ألهاكم التكاثر حتى زرتم المقابر\" لقد كان لكم فيما رأيتم عبرة وشغل.",
  "ayah": 1,
  "surah": 102
}
