{
  "text": "وقوله تعالى \"واصبر لحكم ربك فإنك بأعيننا\" أي اصبر على أذاهم ولا تبالهم فإنك بمرأى منا وتحت كلاءتنا والله يعصمك من الناس. وقوله تعالى \"وسبح بحمد ربك حين تقوم\" قال الضحاك أي إلى الصلاة: سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك. وقد روي مثله عن الربيع بن أنس وعبدالرحمن بن زيد بن أسلم وغيرهما وروى مسلم في صحيحه عن عمر أنه كان يقول هذا في ابتداء الصلاة ورواه أحمد وأهل السنن عن أبي سعيد وغيره عن النبي صلى الله عليه وسلم أنه كان يقول ذلك. وقال أبو الجوزاء \"وسبح بحمد ربك حين تقوم\" أي من نومك من فراشك واختاره ابن جرير ويتأيد هذا القول بما رواه الإمام أحمد حدثنا الوليد بن مسلم حدثنا الأوزاعي حدثني عمير بن هانئ حدثني جنادة بن أبي أمية حدثنا عبادة بن الصامت عن رسول الله صلى الله عليه وسلم قال \"من تعار من الليل فقال لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله ثم قال رب اغفر لي - أو قال ثم دعا - استجيب له فإن عزم فتوضأ ثم صلى قبلت صلاته\" وأخرجه البخاري في صحيحه وأهل السنن من حديث الوليد بن مسلم به وقال ابن أبي تجيح عن مجاهد \"وسبح بحمد ربك حين تقوم\" قال من كل مجلس وقال الثوري عن أبي إسحاق عن أبي الأحوص \"وسبح بحمد ربك حين تقوم\" قال إذا أراد الرجل أن يقوم من مجلسه قال سبحانك اللهم وبحمدك. وقال ابن أبي حاتم حدثنا أبي حدثنا أبو النضر إسحاق بن إبراهيم الدمشقي حدثنا محمد بن شعيب أخبرني طلحة ابن عمرو الحضرمي عن عطاء بن أبي رباح أنه حدثه عن قول الله تعالى \"وسبح بحمد ربك حين تقوم\" يقول حين تقوم من كل مجلس إن كنت أحسنت ازددت خيرا وإن كنت غير ذلك كان هذا كفارة له وقد قال عبد الرزاق في جامعه أخبرنا معمر عن عبدالكريم الجزري عن أبي عثمان الفقير أن جبريل علم النبي صلى الله عليه وسلم إذا قام من مجلسه أن يقول: سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك. قال معمر وسمعت غيره يقول هذا القول كفارة المجالس وهذا مرسل وقد وردت أحاديث مسندة من طرق يقوي بعضها بعضا بذلك فمن ذلك حديث ابن جريج عن سهيل بن أبي صالح عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال \"من جلس في مجلس فكثر فيه لغطه فقال قبل أن يقوم من مجلسه سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك إلا غفر له ما كان فى مجلسه ذلك\" رواه الترمذي وهذا لفظه والنسائي في اليوم والليلة من حديث ابن جريج وقال الترمذي حسن صحيح وأخرجه الحاكم في مستدركه وقال إسناده على شرط مسلم إلا أن البخاري علله قلت علله الإمام أحمد والبخاري ومسلم وأبو حاتم وأبو زرعة والدارقطني وغيرهم ونسبوا الوهم فيه إلى ابن جريج على أن أبا داود قد رواه في سننه من طريق غير ابن جريج إلى أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم بنحوه ورواه أبو داود واللفظ له والنسائي والحاكم في المستدرك من طريق الحجاج بن دينار عن هاشم عن أبي العالية عن أبي برزة الأسلمي قال كان رسول الله صلى الله عليه وسلم يقول بآخر عمره إذا أراد أن يقوم من المجلس \"سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك\" فقال رجل يا رسول الله إنك لتقول قولا ما كنت تقوله فيما مضى قال \"كفارة لما يكون في المجلس\" وقد روي مرسلا عن أبى العالية فالله أعلم وهكذا رواه النسائي والحاكم من حديث الربيع بن أنس عن أبي العالية عن رافع بن خديج عن النبي صلى الله عليه وسلم مثله سواء وروي مرسلا أيضا فالله أعلم. وكذا رواه أبو داود عن عبدالله بن عمرو أنه قال: كلمات لا يتكلم بهن أحد في مجلسه عند قيامه ثلاث مرات إلا كفر بهن عنه ولا يقولهن في مجلس خير ومجلس ذكر إلا ختم له بهن كما يختم بالخاتم: سبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك. وأخرجه الحاكم من حديث أم المؤمنين عائشة وصححه ومن رواية جبير بن مطعم ورواه أبو بكر الإسماعيلي عن أمير المؤمنين عمر بن الخطاب كلهم عن النبي صلى الله عليه وسلم وقد أفردت لذلك جزءا على حدة بذكر طرقه وألفاظه وعلله وما يتعلق بها ولله الحمد والمنة.",
  "ayah": 48,
  "surah": 52
}
