{
  "text": "Woe to the Disbelievers!\n`Ali bin Abi Talhah reported that Ibn `Abbas commented on the Ayah:\nيحَسْرَةً عَلَى الْعِبَادِ\n(Alas for mankind!), this means, woe to mankind! Qatadah said:\nيحَسْرَةً عَلَى الْعِبَادِ\n(Alas for mankind!) means, \"Alas for mankind, who have neglected the command of Allah.\" The meaning is that they will feel regret and sorrow on the Day of Resurrection. When they see the punishment with their own eyes; they will regret how they disbelieved the Messengers of Allah and went against the commands of Allah, for they used to disbelieve in them in this world.\nمَا يَأْتِيهِمْ مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِءُونَ\n(There never came a Messenger to them but they used to mock at him.) means, they disbelieved him and made fun of him, and rejected the message of truth with which he had been sent.\nThe Refutation of the Belief in the Transmigration of Souls\nThen Allah says:\nأَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ\n(Do they not see how many of the generations We have destroyed before them Verily, they will not return to them.) meaning, `do you not learn a lesson from those whom Allah destroyed before you of those who disbelieved in the Messengers They came to this world only once, and will not return to it.' It is not as many of those ignorant and immoral people claim that\nإِنْ هِىَ إِلاَّ حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا\n(\"There is nothing but our life of this world! We die and we live!\") (23:37). This was the belief in the cycle of reincarnation; in their ignorance they believed that they would come back to this world as they had been before. But Allah refuted their false belief and said:\nأَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ\n(Do they not see how many of the generations We have destroyed before them Verily, they will not return to them.) Allah's saying:\nوَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ\n(And surely, all -- everyone of them will be brought before Us.) means, all of the past nations and those that are yet to come, will be gathered and brought to account before Allah, may He be glorified and exalted, on the Day of Judgement, and they will be requitted according to their good and evil deeds. This is like the Ayah:\nوَإِنَّ كُـلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ\n(And verily, to each of them your Lord will repay their works in full.) (11:111).",
  "ayah": 30,
  "surah": 36
}
