{
  "text": "Among the Signs of Allah is that He carried Them in the laden Ship\nAllah tells us: another sign for them of His might and power is that He has subjugated the sea to carry ships, including -- most significantly -- the ship of Nuh , peace be upon him, in which Allah saved him and the believers, apart from whom none of the descendants of Adam were left on the face of the earth. Allah says:\nوَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ\n(And an Ayah for them is that We bore their offspring) means, their forefathers,\nفِى الْفُلْكِ الْمَشْحُونِ\n(in the laden ship.) means, in the ship which was filled with luggage and animals, in which Allah commanded him to put two of every kind. Ibn `Abbas, may Allah be pleased with him, said, \"Laden means filled.\" This was also the view of Sa`id bin Jubayr, Ash-Sha`bi, Qatadah and As-Suddi. Ad-Dahhak, Qatadah and Ibn Zayd said, \"This was the ship of Nuh peace be upon him.\"\nوَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ\n(And We have created for them of the like thereunto, on which they ride.) Al-`Awfi said, narrating from Ibn `Abbas, may Allah be pleased with him, \"This means the camel, for it is the ship of the land on which they carry goods and on which they ride. \" Ibn Jarir recorded that Ibn `Abbas, may Allah be pleased with him, said, \"Do you know what the Ayah:\nوَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ\n(And We have created for them of the like thereunto, on which they ride.) refers to\" We said, \"No.\" He said, \"This refers to the ships which were made after the ship of Nuh, peace be upon him, which was similar to it.\" This was also the view of Abu Malik, Ad-Dahhak, Qatadah, Abu Salih and As-Suddi, that the Ayah\nوَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ\n(And We have created for them of the like thereunto, on which they ride.) refers to ships.\nوَإِن نَّشَأْ نُغْرِقْهُمْ\n(And if We will, We shall drown them,) means, those who are on board the ships.\nفَلاَ صَرِيخَ لَهُمْ\n(and there will be no shout for them) means, there will be no one to save them from their predicament.\nوَلاَ هُمْ يُنقَذُونَ\n(nor will they be saved. ) means, from what has befallen them.\nإِلاَّ رَحْمَةً مِّنَّا\n(Unless it be a mercy from Us,) means, `but by Our mercy We make it easy for you to travel on land and sea, and We keep you safe until an appointed time.' Allah says:\nوَمَتَاعاً إِلَى حِينٍ\n(and as an enjoyment for a while.) meaning, until a time that is known to Allah, may He be glorified and exalted.",
  "ayah": 44,
  "surah": 36
}
