{
  "text": "The Isolation of the Disbelievers and Their Rebuke on the Day of Resurrection\nAllah tells us what the end of the disbelievers will be on the Day of Resurrection, when He commands them to get apart from the believers, i.e., to stand apart from the believers. This is like the Ayat:\nوَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ\n(And the Day whereon We shall gather them all together, then We shall say to those who did set partners in worship with Us: \"Stop at your place! You and your partners.\" Then We shall separate them) (10:28).\nوَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ\n(And on the Day when the Hour will be established -- that Day shall they be separated.) (30:14)\nيَوْمَئِذٍ يَصَّدَّعُونَ\n(On that Day they shall be divided) (30:43) which means, they will be divided into two separate groups.\nاحْشُرُواْ الَّذِينَ ظَلَمُواْ وَأَزْوَجَهُمْ وَمَا كَانُواْ يَعْبُدُونَ - مِن دُونِ اللَّهِ فَاهْدُوهُمْ إِلَى صِرَطِ الْجَحِيمِ\n((It will be said to the angels): \"Assemble those who did wrong, together with their companions and what they used to worship, instead of Allah, and lead them on to the way of flaming Fire (Hell).\") (37:22-23).\nأَلَمْ أَعْهَدْ إِلَيْكُمْ يبَنِى ءَادَمَ أَن لاَّ تَعْبُدُواْ الشَّيطَـنَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ\n(Did I not command you, O Children of Adam, that you should not worship Shaytan Verily, he is a plain enemy to you.) This is a rebuke from Allah to the disbelievers among the sons of Adam, those who obey the Shaytan even though he was a plain enemy to them, and they disobeyed Ar-Rahman Who created them and granted them provision. Allah says:\nوَأَنِ اعْبُدُونِى هَـذَا صِرَطٌ مُّسْتَقِيمٌ\n(And that you should worship Me. That is the straight path.) meaning, `I commanded you in the world to disobey the Shaytan, and I commanded you to worship Me, and this is the straight path, but you followed a different path and you followed the commands of the Shaytan.' Allah says:\nوَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلاًّ كَثِيراً\n(And indeed he did lead astray a great multitude of you.) meaning, a large number of people. This was the view of Mujahid, Qatadah, As-Suddi and Sufyan bin `Uyaynah.\nأَفَلَمْ تَكُونُواْ تَعْقِلُونَ\n(Did you not then understand) means, `did you not have any understanding, when you went against the command of your Lord to worship Him alone, with no partner or associate, and you preferred to follow the Shaytan'",
  "ayah": 62,
  "surah": 36
}
