{
  "text": "Allah tells us that the longer the son of Adam lives, the more he becomes weak after being strong, and incapable after being able and active\nThis is like the Ayah:\nاللَّهُ الَّذِى خَلَقَكُمْ مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةٍ ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً يَخْلُقُ مَا يَشَآءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ\n(Allah is He Who created you in (a state of) weakness, then gave you strength after weakness, then after strength gave weakness and gray hair. He creates what He wills. And it is He Who is the All-Knowing, the All-Powerful.) (30:54). And Allah says:\nوَمِنكُمْ مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلاَ يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئاً\n(And among you there is he who is brought back to the miserable old age, so that he knows nothing after having known) (22:5). The meaning here -- and Allah knows best -- is that Allah is telling us that this world is transient and will come to an end, it is not eternal and lasting. Allah says:\nأَفَلاَ يَعْقِلُونَ\n(Will they not then understand) meaning, will they not think about how they were created, then they become gray-haired, then they become old and senile, so that they may know that they were created for another world that is not transient and will not pass away, and from which there is no way out, which is the Hereafter.\nAllah does not teach His Messenger Poetry\nوَمَا عَلَّمْنَـهُ الشِّعْرَ وَمَا يَنبَغِى لَهُ\n(And We have not taught him poetry, nor is it suitable for him.) Allah tells us that He has not taught His Prophet Muhammad ﷺ poetry.\nوَمَا يَنبَغِى لَهُ\n(nor is it suitable for him.) means, he did not know how to compose it, he did not like it and he had no natural inclination towards it. It was narrated that he never memorized a stanza of poetry with the correct meter or rhyme -- he would transpose words or memorize it incompletely. In Ad-Dala'il, Al-Bayhaqi recorded that the Messenger of Allah ﷺ said to Al-`Abbas bin Mirdas As-Sulami, may Allah be pleased with him:\n«أَنْتَ الْقَائِلُ: أَتَجْعَلُ نَهْبِي وَنَهْبَ الْعُبَيدِ بَيْنَ الْأَقْرَعِ وَعُيَيْنَة»\n(You are the one who said: \"Do you distribute my booty and the booty of the servants between Al-Aqra` and `Uyainah.\") He said, \"It is `Uyainah and Al-Aqra`.\" He said:\n«الْكُلُّ سَوَاء»\n(It is all the same.) i.e., it means the same thing. And Allah knows best. This is because Allah taught him the Qur'an, which\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it; sent down by the All-Wise, Worthy of all praise.) (41:42). This is not poetry, as some of the ignorant disbelievers of the Quraysh claimed; neither is it sorcery, a fabrication or a magic spell, as the misguided and ignorant people variously suggested. The Prophet was naturally disinclined to compose verse, and was forbidden to do so by Divine Law.\nإِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ\n(This is only a Reminder and a plain Qur'an.) means, it is clear and self-explanatory to the one who ponders and comprehends its meanings, Allah says:\nلِّيُنذِرَ مَن كَانَ حَيّاً\n(That he or it may give warning to him who is living,) meaning, so that this plain Qur'an might warn every living person on the face of the earth. This is like the Ayat:\nلاٌّنذِرَكُمْ بِهِ وَمَن بَلَغَ\n(that I may therewith warn you and whomsoever it may reach) (6:19).\nوَمَن يَكْفُرْ بِهِ مِنَ الاٌّحْزَابِ فَالنَّارُ مَوْعِدُهُ\n(but those of the sects that reject it, the Fire will be their promised meeting place) (11:17). Those who will benefit from his warning will be those whose hearts are alive and who have enlightened insight, as Qatadah said, \"Alive of heart and alive of insight.\" Ad-Dahhak said, \"This means wise.\"\nوَيَحِقَّ الْقَوْلُ عَلَى الْكَـفِرِينَ\n(and that Word may be justified against the disbelievers.) means, it is a mercy to the believers and evidence against the disbelievers.",
  "ayah": 70,
  "surah": 36
}
