{
  "text": "The gods of the Idolators are not able to help Them\nAllah denounces the idolators for taking the idols as gods alongside Allah, hoping that those gods will help them and provide for them and bring them closer to Allah. Allah says:\nلاَ يَسْتَطِيعُونَ نَصْرَهُمْ\n(They cannot help them,) meaning, those gods cannot help their worshippers; they are too weak, too insignificant and too powerless. Rather they cannot even help themselves or take revenge on those who want to harm them, because they are inanimate and can neither hear nor comprehend. Allah's saying:\nوَهُمْ لَهُمْ جُندٌ مٌّحْضَرُونَ\n(but they will be brought forward as a troop.) means, at the time of Reckoning according to the view of Mujahid. This means that those idols will be gathered together and will be present when their worshippers are brought to account, as this will add to their grief and will be more effective in establishing proof against them. Qatadah said:\nلاَ يَسْتَطِيعُونَ نَصْرَهُمْ\n(They cannot help them,) means the gods.\nوَهُمْ لَهُمْ جُندٌ مٌّحْضَرُونَ\n(but they will be brought forward as a troop.) \"The idolators used to get angry for the sake of their gods in this world, but they could not do them any benefit or protect them from any harm, for they were merely idols.\" This was also the view of Al-Hasan Al-Basri. This is a good opinion, and was the view favored by Ibn Jarir, may Allah have mercy on him.\nConsolation for the Mercy to the Worlds\nفَلاَ يَحْزُنكَ قَوْلُهُمْ\n(So, let not their speech then grieve you.) means, `their denying you and their disbelief in Allah.'\nإِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ\n(Verily, We know what they conceal and what they reveal.) means, `We know everything about them, and We will punish them for their false claims and deal with them accordingly on the Day when none of their deeds, great or small, major or minor, will be overlooked, and every deed they did throughout their worldly lives will be laid open for examination.'",
  "ayah": 75,
  "surah": 36
}
