{
  "text": "Allah points out His great might and power in that He created theseven heavens with all their stars and planets, and the seven earths with everything in them of mountains, sands, oceans and wildernesses, and everything in between\nHe tells us to find the proof that He will re-create our bodies in His creation of these mighty things. This is like the Ayah:\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind) (40:57). And Allah says here:\nأَوَلَـيْسَ الَذِى خَلَقَ السَّمَـوتِ وَالاٌّرْضَ بِقَـدِرٍ عَلَى أَن يَخْلُقَ مِثْلَهُم\n(Is not He Who created the heavens and the earth, able to create the like of them) meaning, the like of mankind. So, He will re-create them as He created them in the first place. Ibn Jarir said, \"This Ayah is like the Ayah:\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is able to do all things.) (46:33)\" And Allah says here:\nأَوَلَـيْسَ الَذِى خَلَقَ السَّمَـوتِ وَالاٌّرْضَ بِقَـدِرٍ عَلَى أَن يَخْلُقَ مِثْلَهُم بَلَى وَهُوَ الْخَلَّـقُ الْعَلِيمُ - إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ\n(Yes, indeed! He is the All-Knowing Supreme Creator. Verily, His command, when He intends a thing, is only that He says to it, \"Be!\"-- and it is!) meaning, He only needs to command a thing once; it does not need to be repeated or confirmed. When Allah wants a thing to happen, He only says to it: \"Be!\" once, and it is. Imam Ahmad recorded that Abu Dharr, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:\n«إِنَّ اللهَ تَعَالَى يَقُولُ: يَا عِبَادِي، كُلُّكُمْ مُذْنِبٌ إِلَّا مَنْ عَافَيْتُ، فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ، وَكُلُّكُمْ فَقِيرٌ إِلَّا مَنْ أَغْنَيْتُ، إِنِّي جَوَادٌ مَاجِدٌ وَاجِدٌ أَفْعَلُ مَا أَشَاءُ، عَطَائِي كَلَامٌ، وَعَذَابِي كَلَامٌ، إِذَا أَرَدْتُ شَيْئًا فَإِنَّمَا أَقُولُ لَهُ كُنْ فَيَكُون»\n(Allah, may He be exalted, says: \"O My servants, all of you are sinners apart from those whom I protect from sin. Seek My forgiveness and I will forgive you. All of you are in need except for those whom I make independent. I am Most Generous, Majestic, and I do whatever I will. My giving is a word and My punishment is a word. When I want a thing to happen I merely say to it `Be!' and it is.\")\nفَسُبْحَـنَ الَّذِى بِيَدِهِ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ\n(So glorified be He and exalted (above all that they associate with Him), and in Whose Hand is the dominion of all things, and to Him you shall be returned.) means, glorified and exalted and sanctified above any evil be the Ever Living, the Self-Sufficient, in Whose hand is the control of the heavens and the earth, to Whom all matters return. His is the power to create and command, and to Him all mankind will return on the Day of Resurrection. Then He will reward or punish each one according to his deeds, and He is the Just, the Generous Bestower, the Graciously Disposed. The meaning of this Ayah,\nفَسُبْحَـنَ الَّذِى بِيَدِهِ مَلَكُوتُ كُلِّ شَىْءٍ\n(So glorified be He and exalted (above all that they associate with Him), and in Whose Hand is the sovereignty (Malakut) of all things) is like the Ayat:\nقُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَىْءٍ\n(Say: \"In Whose Hand is the sovereignty (Malakut) of everything\") (23:88)\nتَبَارَكَ الَّذِى بِيَدِهِ الْمُلْكُ\n(Blessed be He in Whose Hand is the dominion (Al-Mulk)) (67:1) Al-Mulk and Al-Malakut mean the same thing, although some people claim that Al-Mulk has to do with the physical realm and Al-Malakut has to do with the spiritual realm. But the former view is the one which is correct, and this is the opinion of the majority of the scholars of Tafsir and others. Imam Ahmad recorded that Hudhayfah bin Al-Yaman, may Allah be pleased with him, said, \"I stood in prayer with the Messenger of Allah ﷺ one night and he recited the seven long Surahs in seven Rak`ahs. When he raised his head from bowing, he said,\n«سَمِعَ اللهُ لِمَنْ حَمِدَه»\n(Allah hears the one who praises Him.) Then he said;\n«الْحَمْدُ للهِللهِذي الْمَلَكُوتِ وَالْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَة»\n(Praise be to Allah, the Owner of Malakut, might, pride and greatness.) His bowing was as long as his standing position, and his prostration was as long as his bowing. Then he finished and my legs were nearly broken.\" Abu Dawud recorded that `Awf bin Malik Al-Ashja`i, may Allah be pleased with him, said, \"I stood in prayer with the Messenger of Allah ﷺ one night and he recited Al-Baqarah. He did not reach any Ayah that mentioned mercy but he paused and asked for it, and he did not reach any Ayah that mentioned punishment but he paused and sought refuge from it. Then he bowed for as long as he had stood, and while bowing he said,\n«سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَة»\n(Glory be to Allah, the Owner of might, Malakut, pride and greatness.) Then he prostrated for as long as he had bowed, and said something similar while prostrating. Then he stood and recited Al `Imran, then he recited one Surah after another.\" This was recorded by At-Tirmidhi in Ash-Shama'il and An-Nasa'i. This is the end of the Tafsir of Surah Ya Sin. All praise and thanks are due to Allah.",
  "ayah": 82,
  "surah": 36
}
