{
  "text": "১১ নম্বর আয়াতের তাফসীর :\nমানুষ সামাজিক জীব। মানুষ কখনো একাকী বাস করতে পারে না। সমাজে বাস করতে হলে সমাজের ভারসাম্য ও স্থীতিশীলতা বজায় রাখা আবশ্যক। সে জন্য আল্লাহ তা‘আলা নিম্নোক্ত বিধানগুলো দিলেন। আয়াতের শুরুতেই আবারও মু’মিনদেরকে সম্বোধন করা হয়েছে যেমন সূরার শুরুতে করা হয়েছে। সুতরাং আলোচ্য বিষয়গুলো গুরুত্বের সাথে গ্রহণ করতে হবে।\nকোন ব্যক্তিকে নিয়ে উপহাস করা, ঠাট্টা করা, মন্দ নামে ডাকা, সম্মানের হানি করা এবং তুচ্ছ ও হেয় প্রতিপন্ন করার সকল পন্থা ইসলামে হারাম। অনেকে মানুষের আকার-অবয়ব, অস্বচ্ছলতা ইত্যাদি নিয়ে তুচ্ছ মনে করে উপহাস ও ঠাট্টা করে থাকে। তা কোন সময় কথা, কোন সময় ইশারা-ইঙ্গিত আবার কোন সময় অভিনয় করার মাধ্যমেও হতে পারে। এরূপ করা হারাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিদায় হাজ্জে বলে গেছেন :\nতোমাদের সম্পদ সম্মান আজকের দিনের মতো হারাম। একজন ব্যক্তি অন্যকে নিয়ে তখনই ঠাট্টা ও বিদ্রূপ করতে পারে যখন তাকে হীন ও ছোট মনে করে এবং নিজেকে বড় মনে করে।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন :  আল্লাহ তা‘আলা তোমাদের আকৃতি ও সম্পদের দিকে দৃষ্টিপাত করেন না। বরং তিনি দেখেন তোমাদের অন্তর ও আমল। (সহীহ মুসলিম হা.  ৬৭০৮) অথচ ঈমান ও আমলের দিক দিয়ে কে উত্তম তা একমাত্র আল্লাহ তা‘আলাই ভাল জানেন।\nআল্লাহ তা‘আলা ঠাট্টাকারীদেরকে তিরস্কার ও ধমকে দিয়ে বলেন :\n(اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِي الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ إِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ط سَخِرَ اللّٰهُ مِنْهُمْ ز وَلَهُمْ عَذَابٌ أَلِيْمٌ‏)‏\n“মু’মিনদের মধ্যে যারা স্বতঃস্ফূর্তভাবে সদকা দেয় এবং যারা নিজ শ্রম ব্যতিরেকে কিছুই পায় না, তাদেরকে যারা দোষারোপ করে ও বিদ্রূপ করে; তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।” (আত্ তাওবাহ ৯ : ৭৯)\n(وَلَا تَلْمِزُوا أَنْفُسَكُمْ)\nঅর্থাৎ মানুষকে দোষারোপ করো না। অন্যত্র আল্লাহ তা‘আলা বলেন :\n(وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةِ)\n“প্রত্যেক পশ্চাতে ও সম্মুখে পরনিন্দাকারীর দুর্ভোগ।” (সূরা আল হুমাযাহ্ ১০৪ : ১)\nঅন্যত্র মহান আল্লাহ তা‘আলা বলেন :\n(هَمَّازٍ مَّشَّا۬ءٍ ۭ بِنَمِيْمٍ ‏)‏\n“দোষারোপকারী, যে একের কথা অপরের নিকট লাগিয়ে বেড়ায়।” (আল ক্বালাম ৬৮ : ১১)\n(وَلَا تَنَابَزُوا بِالْأَلْقَابِ....)\nশানে নুযূল :\nশা‘বী (রহঃ) বলেন, আমাকে আবূ জারির ইবনু যহ্হাক হাদীস বর্ণনা করেছেন। তিনি বলেন :  উক্ত আয়াতটি বানী সালামাহ্দের ব্যাপারে নাযিল হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদীনায় আগমন করলেন। আমাদের প্রত্যেকের প্রায় দু থেকে তিনটি নাম ছিল। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন কাউকে কোন এক নামে ডাকতেন তখন লোকেরা বলল :  হে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ নামে ডাকলে সে অসন্তুষ্ট হয়। তখন এ আয়াতটি অবতীর্ণ হয়। (আহমাদ ৪/২৬০, আরদাত দাবী হা.  ৪৯৬২, ইবনু মাজাহ্ হা.  ৩৭৪১, সহীহ)\nকারো উপহাস করা, কাউকে নিয়ে ঠাট্টা করা, দোষারোপ করা, মন্দ নামে ডাকা ইত্যাদি সামাজিক ভারসাম্য নষ্ট করে। ফলে সমাজে অশান্তি নেমে আসে।\nএ রোগ মহিলাদের মাঝে বেশি। তাই তাদের কথা পৃথকভাবে উল্লেখ করা হয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয় :\n১. মানুষকে নিয়ে ঠাট্টা করা হারাম।\n২. কাউকে অন্যায়ভাবে দোষারোপ করা ও মন্দ নামে ডাকাও হারাম।\n৩. এ সব কাজ সামাজিক ভারসাম্য নষ্ট করে।\n৪. আয়াতে মহিলাদেরকে বিশেষভাবে উল্লেখ করা হয়েছে, কারণ এ সকল কাজে তারাই অগ্রগামী।",
  "ayah": 11,
  "surah": 49
}
