{
  "text": "اقرا باسم .................................... علم بالقلم (1:96 تا 4) ” پڑھو (اے نبی) اپنے رب کے نام کے ساتھ جس نے پیدا کیا ، جمے ہوئے خون کے ایک لوتھڑے سے انسان کی تخلیق کی۔ پڑھو ، اور تمہارا رب بڑا کریم ہے جس نے قلم کے ذریعہ سے علم سکھایا ، انسان کو وہ علم دیا جسے وہ نہ جانتا تھا “۔\nاس وحی کو لے کر حضور ﷺ واپس آئے اور حال یہ تھا کہ آپ کانپ رہے تھے۔ آپ حضرت خدیجہ ؓ کے پاس پہنچے اور ان سے کہا ” مجھے چادراوڑھاﺅ“ مجھے چادر اوڑھاﺅ“۔ تو انہوں نے آپ کو چادر اوڑھادی۔ یہاں تک کہ آپ کا خوف دور ہوا۔ پھر آپ نے حضرت خدیجہ ؓ سے کہا مجھے کیا ہوگیا ہے اور پھر آپ نے ان کو پوری کہانی سنائی اور کہا میں تو ڈر گیا تھا کہ میری جان ہی نہ چلی جائے۔ تو اس پر حضرت خدیجہ ؓ نے کہا : ایسا ہرگز نہیں ہوسکتا۔ میں آپ کو خوشخبری دیتی ہوں ، خدا کی قسم اللہ کبھی بھی آپ کو بےسہارا نہ چھوڑے گا۔ آپ تو صلہ رحمی کرتے ہیں ، سچ بولتے ہیں ، کمزوروں کی مدد کرتے ہیں ، مہمان نوازی کرتے ہیں اور حق کی مصیبتوں میں لوگوں کی مدد کرتے ہیں۔ پھر حضرت خدیجہ ؓ آپ کو اپنے چچا زاد بھائی ورقہ ابن نوفل ابن اسد ابن عبدالعزی ابن قصی کے پاس لے گئیں۔ ورقہ زمانہ جاہلیت میں عیسائی ہوگئے تھے اور عبرانی اور عربی میں انجیل لکھتے تھے۔ جس قدر اللہ کی مشیت ہوتی۔ اس وقت وہ بہت بوڑھے اور نابینا تھے۔ حضرت خدیجہ ؓ نے ان سے کہا بھائی ذرا اپنے بھتیجے کا حال سنئے۔ ورقہ نے کہا بھتیجے تمہیں کیا نظرآیا۔ تو رسول اللہ ﷺ کو جو کچھ نظر آیا تھا آپ نے بیان فرمادیا۔ اس پر ورقہ نے کہا یہ تو وہی فرشتہ ہے جو حضرت موسیٰ (علیہ السلام) پر نازل ہوا تھا ، کاش میں جوان ہوتا اور کاش میں اس وقت زندہ ہوتا کہ جب تمہاری قوم تمہیں وطن سے نکال دے گی تو حضور ﷺ نے فرمایا کیا سچ مچ وہ مجھے میرے وطن سے نکال دیں گے۔ ورقہ نے کہا جو تعلیم تم لے کر آئے ہو ، اس طرح کی تعلیم جو بھی لے کر آیا ہے لوگ اس کے دشمن ہوگئے۔ اگر میں نے تمہارا یہ دور پایا تو میں ضرور تمہاری مدد کروں گا۔ زیادہ مدت نہ گزری کہ ورقہ کا انتقال ہوگیا “۔ (بخاری اور مسلم میں یہ حدیث امام زہری سے مروی ہے)\nطبری نے حضرت عبداللہ ابن زبیر سے یہ روایت کی ہے ”.... حضرت جبرائیل میرے پاس دیبا کا ایک ٹکڑا لے کر آئے ۔ جب میں سو رہا تھا۔ اس میں ایک کتاب تھی ، انہوں نے مجھ سے کہا پڑھو۔ میں نے کہا میں نہیں پڑھتا تو انہوں مجھے بھینچا ، اس قدر کہ میں سمجھا میری جان نکل گئی ۔ پھر مجھے چھوڑ دیا اور کہا پڑھو ، تو میں نے کہا میں کیا پڑھوں ؟ یہ بات میں نے اس ڈر سے کہی کہ فرشتہ میرے ساتھ دوبارہ وہ کام نہ کرے جو اس نے کیا۔ تو اس نے کہا :\nاقرا باسم ............................ مالم یعلم (1:96 تا 5) فرماتے ہیں اب میں نے اسے پڑھ لیا۔ میں نے آخر تک پڑھ لیا۔ میں نے آخر تک پڑھ لیا۔ اس کے بعد وہ میرے پاس سے چلا گیا اور میں نیند سے بیدار ہوگیا۔ حالت یہ تھی کہ میرے دل میں ایک کتاب لکھ دی گئی تھی۔ حضور ﷺ فرماتے ہیں کہ مخلوق خدا میں سے شاعر اور مجنوں مجھے سب سے برے لگتے تھے۔ میں ان دونوں قسم کے لوگوں کی طرف دیکھ بھی نہ سکتا تھا۔ فرماتے ہیں میں نے سوچا کہ شاعر اور مجنوں سے تو موت ہی بہتر ہے۔ تاکہ قریش میرے بارے میں شاعر اور مجنوں کا لفظ نہ استعمال کرسکیں۔ بہتر ہے کہ میں اونچے پہاڑ پر چلاﺅں ، اپنے آپ کو اس پر سے گراﺅں اور اپنے آپ کو قتل کرکے اس صورت حالات سے نجات پاﺅں۔ چناچہ میں اس ارادے سے نکلا یہاں تک کہ میں پہاڑ کے وسط میں تھا کہ میں نے آسمان سے ایک آواز سنی جو یوں تھی ” اے محمد ﷺ تم اللہ کے رسول ہو اور میں جبرائیل ہوں “۔ میں نے اپنا سر آسمان کی طرف اٹھایا کیا دیکھتا ہوں کہ جبرائیل ایک انسان کی صورت میں آسمان کے افق پر کھڑے ہیں اور کہہ رہے ہیں : ” اے محمد ﷺ تم تو رسول اللہ ہو اور میں جبرائیل ہوں “۔ فرماتے ہیں میں کھڑا ہوگیا اور انہیں دیکھتا رہا۔ اور اس منظر نے مجھے اس کام سے روک لیا جو میں کرنا چاہتا تھا۔ میں نے ایک قدم آگے بڑھ رہا تھا اور نہ پیچھے۔ میں نے کوشش کی کہ آسمان کے اطراف میں اس سے منہ پھیر لوں لیکن میں جدھر بھی دیکھتا انہیں وہاں کھڑا پاتا۔ چناچہ میں یونہی کھڑارہا ، نہ ایک قدم آگے بڑھرہا تھا اور نہ ایک قدم پیچھے مڑ رہا تھا۔ یہاں تک کہ خدیجہ ؓ نے اپنے آدمی میری تلاش میں بھیجے۔ یہ لوگ مجھے دیکھ کر مکہ پہنچ گئے اور خدیجہ ؓ کی طرف لوٹ گئے۔ میں وہیں کھڑا رہا۔ اس کے بعد وہ چلے گئے اور میں بھی اپنے اہل و عیال کی طرف مکہ آگیا “۔ ابن اسحاق نے اس روایت کو طویل عبارت میں وھب ابن کیسان سے بھی روایت کیا ہے۔\nاس واقعہ پر میں نے بہت غور کیا ، اس پہلے واقعہ کو سیرت کی کتابوں میں تو ہم نے بارہا پڑھا تھا ، کتب تفاسیر میں بھی دیکھا تھا ، لیکن ہم پڑھ کر آگے بڑھ گئے تھے یا قدرے غور کرکے آگے بڑھ گئے تھے۔ لیکن اب غور کرنے سے معلوم ہوا کہ یہ تو ایک عظیم واقعہ تھا ، اور نہایت ہی عظیم واقعہ تھا۔ ہم اس واقعہ کی عظمت کا جو تصور بھی کریں لیکن اس کے کچھ پہلو پھر بھی ہمارے تصور سے خارج رہیں گے۔ بہرحال یہ واقعہ اپنی حقیقت کے اعتبار سے بھی عظیم ہے اور اپنے مفہوم کے اعتبار سے بھی عظیم ہے۔ انسانوں کی زندگی پر اس کے جو آثار مرتب ہوئے اس کے اعتبار سے بھی عظیم ہے اور وہ لمحات جن میں یہ واقعہ پیش آیا وہ اس زمین کے عظیم اور قیمتی لمحات تھے۔ آغاز نظام کائنات سے لے کر اس کے انجام تک۔\nسوال یہ ہے کہ یہ واقعہ کیا تھا اور ان لمحات میں وہ کیا کچھ ہوگیا ؟ اس کی حقیقت یہ ہے کہ اللہ جل شانہ جو بہت ہی عظیم ، جبار وقہار اور متکبر ہے ، اور مالک الملک ہے ، اس اللہ نے اپنی بلندیوں سے اس حقیقت پر نظر کرم فرمائی جسے عرف عام میں ” السان “ کہتے ہیں ، جو اللہ کی اس عظیم کائنات کے ایک گمنام گوشے میں پڑا ہوا تھا ، جسے عرف عام میں ” زمین “ کہتے ہیں۔ اللہ نے اپنی اس مخلوق انسان کو یہ اعزاز بخشا کہ وہ الٰہی تجلیات کا مہبط بنے ، اللہ کی حکمت کا امین بنے ، اللہ کے کلام کا منزل بنے اور یوں اللہ کی تقدیر اور تدابیر اس مخلوق کو جس مقام و مرتبہ تک لے جانا چاہتی تھی اس کی مثال بنے۔\nیہ ایک عظیم بات ہے ، اس قدر عظیم جس کی عظمتیں لا انتہا ہیں اور اس کی عظمتیں مزید واضح ہوتی ہیں۔ جب انسان اپنی قوتوں کی تنگ دامنی پر نظر ڈالے کہ ایک طرف حقیقت الوہیت ہے جو بےقید ہے ، ازلی اور ابدی ہے جبکہ انسان کی جانب ایک حقیقت ہے جو بندگی کی حقیقت ہے ، محدود ہے ، بدلنے والی اور فنا ہونے والی حقیقت ہے۔ تب انسان کو صحیح شعور ہوتا ہے کہ اس مخلوق پر اللہ کی کس قدر عظیم عنایت تھی۔ تب پھر انسان محسوس کرتا ہے کہ یہ کس قدر عظیم اور خوشگوار حقیقت ہے اور پھر انسان نہایت عاجزی ، خشوع و خضوع اور شکر اور خوشدلی کے ساتھ اسے لیتا ہے۔ پھر وہ اس کائنات کی لاانتہا اطراف میں اللہ کے کلمات کو گونجتا ہوا پاتا ہے کہ یہ کلمات اس ناچیز انسان پر ، اس ناچیز مکان میں نازل ہوتے ہیں ، یہ انسان ایک چیز ذرہ ہے اور یہ زمین ایک حقیر ذرہ ہے۔\nپھر اس عظیم واقعہ کے معانی کس قدر دورس ہیں ؟ اللہ کی جانب سے دیکھاجائے تو یہ اس کی جانب سے ایک وسیع فضل وکرم ہے۔ وہ فضل وکرم کرنے والا ہے ، اس کی رحمت میں یہ انسان سرشار ہے ، وہ بہت بڑا کریم ہے ، محبت کرنے والا ہے ، احسان کرنے والا ہے ، وہ جس پر فضل وکرم کرتا ہے تو بغیر سبب وعلت کے کرتا ہے۔ یہ فضل وکرم تو اس کی ذاتی صفات کا پہلو ہے۔\nاور اگر انسان کے زاویہ سے دیکھا جائے تو اللہ نے انسان پر اس قدر فضل وکرم کیا ہے جس کا وہ تصور بھی نہ کرسکتا تھا اور اب وہ اس کا شکرادا نہیں کرسکتا۔ صرف اس ایک کرم کا اگر تمام انسان شکر ادا کرنے لگ جائیں تو اگر وہ رات دن رکوع و سجود میں رہیں پھر بھی اس ایک کرم کا حق ادا نہیں کیا جاسکتا۔ یہ کرم کہ اللہ بندے کو یاد کرے ، اس کی طرف نظر کرم کرے ، اس کے ساتھ رابطہ قائم کرے ، اور انسانوں ہی میں سے ایک ذات گرامی کو رسول بنا کر بھیج دے۔ زمین اللہ کے کلمات کا مہیط بن جائے۔ اس رسول کا مقام رہائش بن جائے اور اس زمین کے اطراف واکناف میں ان کلمات کی گونج بلند ہورہی ہو۔\nپوری انسانیت کی زندگی میں اس واقعہ کے نتیجے میں کیا تغیر رونما ہوا ، تو بات یہ ہے کہ پہلے لمحے ہی سے انسانیت پر اس کے اثرات شروع ہوئے ، تاریخ کا دھارا بدل گیا ، انسانی ضمیر کے خطوط بدل گئے ، وہ قبلہ متعین ہوگیا جس کی طر انسان نے رخ کرنا تھا اور جس سے انسانوں نے اقدار کے تصورات اور پیمانے اخذ کرنے تھے۔ یہ پیمانے زمینی اور مادی نہ تھے بلکہ یہ آسمانی اور وحی الٰہی کے پیمانے تھے۔\nاس وقت سے آج تک وہ لوگ جن کی روح میں یہ بات بیٹھ گئی تھی وہ اللہ کے رحم وکرم میں داخل ہوگئے ، ان پر براہ راست اللہ کا رحم ہونے لگا۔ ان لوگوں کا رویہ ہوگیا کہ وہ ہر معاملے میں براہ راست اللہ کی طرف نظریں اٹھائے رکھتے تھے ، خواہ کوئی چھوٹا سا معاملہ ہو یا بڑا۔ یہ لوگ اللہ کی نظروں کے نیچے حرکت کرتے تھے ، وہ یہ توقع رکھتے تھے کہ اللہ ان کی دستگیری کرے گا ، اور ان کو اپنی منزل تک قدم بقدم چلائے گا۔ ان کو غلط راہ سے روکے گا اور سیدھی راہ کی طرف موڑے دے گا۔ اور وہ ہر وقت اس بات کی توقع رکھتے تھے کہ ابھی اللہ کی طرف سے وحی آتی ہے اور ان کے دلی رازوں کو کھول دیتی ہے۔ ابھی اللہ کا حکم آتا ہے اور ان کی مشکلات حل ہوجاتی ہیں کہ یہ بات کرو اور اس سے رک جاﺅ۔\nحقیقت یہ ہے کہ یہ ایک عجیب زمانہ تھا ، یہ 23 سالہ زمانہ تھا ، ان زمانوں میں انسانوں اور بندوں کے درمیان براہ راست تعلق قائم رہا۔ یہ ایک ایسا زمانہ تھا کہ اس کی حقیقت کو صرف وہی لوگ سمجھ سکتے تھے ، جو اس میں رہتے تھے۔ جنہوں نے اس زمانے کو محسوس کیا ، جنہوں نے اس کا آغاز اور انجام دیکھا ، جنہوں نے اس براہ راست رابطے کی شیرینی کو دیکھا ، اور انہوں نے اس بات کو محسوس کیا کہ دست قدرت قدم قدم پر ان کی دستگیری کررہی ہے ، اور انہوں نے دیکھا تھا کہ وہ کہاں سے چلے اور کہاں پہنچے ، یہ ایک ایسی مسافت تھی ، ایسا انقلابی سفر تھا جس کی طوالت کو اس دنیا کے کسی معیار سے نہیں ناپا جاسکتا تھا یہ انسانی ضمیر کا سفر تھا ، جسے کائنات کے فاصلوں کے پیمانوں سے نہیں ناپا جاسکتا۔ یہ دواجرام فلکی کے درمیان کا سفر بھی نہ تھا بلکہ یہ ایک مکمل تبدیلی انقلاب تھا ، اب مادی اور زمینی پیمانوں کے مقابلہ میں آسمانی پیمانے آگئے تھے ، خواہشات سے مدد طلب کرنے کی بجائے اب وحی سے مدد لی جارہی تھی۔ لوگ جاہلیت سے سفر کرکے اسلام میں داخل ہوگئے تھے ، شرک سے چل کر لوگ ربانیت میں داخل ہوگئے تھے۔ یہ طویل سفر تھا ، زمین اور آسمانوں کے درمیان کے فاصلے سے بھی طویل اور بعید۔\nیہ لوگ ذوق معرفت رکھتے تھے ، اور اس کی شیرینی اور مٹھاس کو پاتے تھے ، اس کی قدروقیمت کا انہیں شعور تھا ، اور جب رسول اللہ ﷺ وفات پاگئے تو انہوں نے اس کمی کو محسوس کیا۔ انہوں نے محسوس کرلیا کہ یہ ایک دور تھا جو بیت گیا ، اگر یہ دور عملاً گزرا نہ ہوتا تو عقل اس کا تصور بھی نہ کرسکتی۔\nحضرت انس ؓ سے روایت ہے کہ رسول اللہ ﷺ کی وفات کے بعد حضرت ابوبکر ؓ نے حضرت عمر ؓ سے کہا چلو ام ایمن کے پاس چلیں ، ہم ان سے اسی طرح ملاقات کریں جس طرح رسول اللہ ﷺ ان کے ساتھ ملاقات کے لئے جاتے تھے۔ جب وہ اس کے قریب گئے تو وہ رونے لگیں ، انہوں نے دریافت کیا کہ آپ کے رونے کی وجہ کیا ہے ؟ کیا آپ نہیں جانتیں کہ اللہ کے ہاں رسول اللہ کا جو مقام ہے جو آپ کے لئے بہتر ہے ۔ انہوں نے کہا ہاں میں جانتی ہوں کہ اللہ کے ہاں رسول اللہ ﷺ کے لئے جو کچھ ہے وہ بہت بہتر ہے ، لیکن میں اس لئے رورہی ہوں کہ آسمان سے وحی کا آنا رک گیا ہے ، ان کی بات نے ان دونوں کو رلا دیا اور وہ بھی رونے لگے۔ (مسلم)\nیہ ایک مبارک گھڑی تھی اور اس کے اثرات اس وقت سے آج تک انسانی زندگی کو متاثر کررہے ہیں اور یہ اثرات اس وقت تک اپنا کام کرتے رہیں گے جب تک اللہ زمین کا وارث نہیں ہوجاتا اور قیامت برپا نہیں ہوجاتی۔ حقیقت یہ ہے کہ اس گھڑی کے واقعہ نے انسان کو از سر نو زندگی عطا کی۔ اس طرح کہ اس نے اپنی قدریں زمین سے لینے کی بجائے آسمان سے لینا شروع کردیں اور اپنی زندگی کا نظام وحی سے اخذ کرنے لگے ، خواہشات نفسانیہ سے اخذ نہیں کرتے تھے۔\nاس لمحہ میں جو کچھ ہوا اس نے تاریخ کا دھارا بدل دیا۔ اس سے قبل تاریخ میں کوئی ایسا انقلاب واقع نہ ہوا تھا اور نہ آپ کے بعد اس قسم کا کوئی واقعہ ہوا۔ یہ واقعہ دراصل تاریخ کا دوراہا تھا۔ اس نے تاریخ کا رخ پھیر دیا اور پھر تاریخ میں ایسے نشانات راہ قائم کردیئے گئے جنہیں آج تک مٹایا نہیں جاسکا۔ نہ بعد کے واقعات نے ان نشانات کا رنگ ہلکا کیا۔ انسانی عقائد ونظریات میں اس کائنات ، اس زندگی ، اور اس کی اعلیٰ قدروں کا ایک تصور بٹھادیا گیا۔ ان کو اس رطح واضح کردیا گیا کہ اس سے قبل تاریخ میں ان اعلیٰ قدروں کو اس طرح نہ نکھارا گیا تھا۔ اعلیٰ قدروں کی یہ ایک ایسی تصویر کشی تھی جو جامع تھی ، جو صاف تھی ، جو نہایت ہی مجرد تھی اور دنیا کے رنگوں سے خالی اور پاک تھی ، جبکہ اس کے رنگ واقعی تھے اور انسانی زندگی کے ساتھ اچھی طرح ہم آہنگ تھے ۔ چناچہ اسلامی نظام زندگی کے اصول وقواعد رکھ دیئے گئے ، اور اسلامی نظام کے نشانات اور خطوط وضع کردیئے گئے۔\nلیھلک ............................ بینة ” تاکہ جو نیست ونابود ہوتا ہے ، وہ دلیل سے نیست ونابود ہو اور جو زندہ رہتا ہے وہ دلیل سے زندہ رہے “۔ ان خطوط میں کوئی اجمال اور ابہام نہ چھوڑا گیا۔ اگر کوئی نہیں مانتا تو پھر وہ جانتے پوچھتے نہ مانے گا ، اب اگر کوئی راہ راست سے بھٹکتا ہے تو وہ ارادة ایسا کرے گا اور اگر کوئی کجی اختیار کرتا ہے ، کو وہ قصداً ایسا کرے گا۔\nاس منظر ولمحے میں یہ ایک ممتاز واقعہ تھا ، یہ ایسا کائناتی حادثہ تھا جس نے ایک عہد کو ختم کردیا جو دنیا سے نابود ہوگیا اور ایک عہد کا آغاز کردیا جو ابدالا باد تک رہے گا۔\nیہ حادثہ انسانی تاریخ میں ایک فرقان بن گیا۔ یہ انسانی زندی میں فرقان بن گیا۔ صرف کسی امت یا قوم کی زندگی میں نہیں۔ اس حادثہ کی گونج پوری کائنات میں ریکارڈ ہوگئی اور پوری کائنات اس کے ساتھ چلنے لگی۔ یہ حادثہ انسانی ضمیر میں ریکارڈ ہوگیا۔ یہ انسانی ضمیر آج بھی اسے یاد کررہا ہے اس کی یادیں مٹاتا ہے اور کبھی اسے بھولتا نہیں اور انسانی ضمیر اس بات کو پاتا ہے کہ یا واقع ، یا حادثہ دراصل انسانیت کے لئے ایک نیا جنم تھا اور انسانی قدروں میں یہ انقلاب تاریخ میں ایک ہی بار واقعہ ہوا ، اس کی کوئی دوسری مثال نہیں ہے۔\nیہ تھی بات اس سورت کے پہلے پیراگراف کی ۔ رہیں بعد کی آیات اور پیرے تو ظاہر ہے کہ وہ بعد میں نازل ہوئے۔ بعد کی آیات سیرت النبی کے ان واقعات کی طرف اشارہ کررہی ہیں جو بہت ہی بعد کے زمانوں میں پیش آئے جبکہ رسول اللہ ﷺ کو حکم دیا گیا کہ آپ علانیہ تبلیغ کریں ، اور اس دور میں پھر آپ کی مخالفت شروع ہوگئی تھی جیسا کہ آتا ہے۔\nارءیت ........................ صلی ” کیا تونے اس شخص کو دیکھا ہے جو اللہ کے بندے کو نماز پڑھنے سے روکتا ہے “۔ لیکن بعد میں نازل ہونے کے باوجود سورت کے اجزاء میں ایک ربط ہے اور مطلع کے بعد جو حقائق لائے گئے ہیں ان میں مکمل ترتیب ہے۔ چناچہ پوری سورت ایک کامل وحدت اور ایک مکمل مضمون بن جاتی ہے جس کے اجزاء باہم پیوست اور منظم ہیں۔\nاقرا باسم ............................ لم یعلم (1:96 تا 5) ” پڑھو (اے نبی) اپنے رب کے نام کے ساتھ جس نے پیدا کیا ، جمے ہوئے خون کے ایک لوتھڑے سے انسان کی تخلیق کی۔ پڑھو ، اور تمہارا رب بڑا کریم ہے جس نے قلم کے ذریعہ سے علم سکھایا ، انسان کو وہ علم دیا جسے وہ نہ جانتا تھا “۔ یہ قرآن کی پہلی سورت ہے ، رسول خدا کو پہلا حکم کیا دیا جاتا ہے ؟ پہلی ہدایت کیا دی جاتی ہے ؟ ان لمحات میں جب پہلے پہل ان کا عالم بالا کے ساتھ رابطہ قائم ہوا ، جب سب سے پہلے انہیں دعوت اسلامی کی ذمہ داری سپرد کی گئی ، حکم یہ ہوا کہ ” پڑھو اپنے رب کے نام سے جس نے پیدام کیا “۔ اللہ کی صفات میں سے تخلیق کی صفت کو لیا گیا جس کے ذریعہ پوری کائنات کو عدم سے وجود میں لایا گیا۔",
  "ayah": 1,
  "surah": 96
}
