{
  "text": "اقرا وربک ............................ مالم یعلم (3:96 تا 5) ” پڑھو ، اور تمہارا رب بڑا کریم ہے جس نے قلم کے ذریعہ سے علم سکھایا ، انسان کو وہ علم دیا جسے وہ نہ جانتا تھا “۔ انسان کی تخلیق کے بعد ، یہ اس میں بہت بڑی تبدیلی تھی لیکن یہ کر کستا ہے ، وہ بڑا کریم ہے ، اس لئے اللہ نے ایک خوردبینی نکتے میں یہ تغیر رونما کردیا کہ وہ کامل انسان کے بعد عالم انسان بن گیا ، یہ اس قدر عظیم تبدیلی ہے کہ اس سے سرچکرا جاتا ہے۔\nاس کے علاوہ ان آیات میں اسلام کا نظریہ تعلیم بھی واضح کیا گیا ہے ، رب نے انسان کو تعلیم ” قلم “ کے ساتھ دی۔ کیونکہ اس وقت بھی اور آج بھی انسان کی زندگی میں قلم اہم اور موثرذریعہ تعلیم ہے اور اس حقیقت کو جس طرح ہم آج سمجھتے ہیں نزول قرآن کے وقت اس طرح نہ سمجھتے تھے ، لیکن اللہ تعالیٰ تعلیم اور قلم کی قدروقیمت کو اچھی طرح سمجھتا تھا۔ لہٰذا آخری رسول کو آخری مشن سپرد کرتے وقت اللہ نے اس حقیقت کی طرف اشارہ کیا اور قرآن کی پہلی سورت میں یہ اسارہ کردیا گیا۔ اس حقیقت کے باوجود کہ جس رسول کو یہ ہدایت دی گئی وہ خط نہ لکھ سکتے تھے۔ لہٰذا اگر کوئی یہک ہے کہ یہ قرآن کسی انسان کی تصنیف ہے تو کوئی امی انسان یہ بات نہیں کرسکتا تھا۔ لہٰذا یہ ایک حقیقت ہے جو وحی الٰہی نے بتائی اور یہ اس بات کا ثبوت ہے کہ رسول خدا ﷺ کے سچے رسول ہیں۔\nاس کے بعد یہ بتایا جاتا ہے ، کہ قرآن کے نظریہ کے مطابق تعلیم کا سرچشمہ کیا ہے۔ یہ سرچشمہ ذات باری ہے۔ انسان نے آج تک جس قدر علم حاصل کیا ہے یا آئندہ کرے گا۔ آج تک انسان پر اس کائنات کے جو اسرار کھلے ہیں وہ اللہ ہی کے فضل وکرم سے کھلے ہیں۔ انسانی زندگی اور انسانی نفس کے بارے میں جو اسرار کھلے ہیں وہ بھی اللہ کے فضل وکرم سے کھلے ہیں۔ اللہ ہی وہ واعد مصدر اور منبع سے جس کے سوا کوئی اور سرچشمہ علم و حکمت نہیں ہے۔\nیہ پیراگراف جو ان لمحات کے آغاز میں نازل ہوا ، جن میں سب سے پہلے رسول اللہ ﷺ اور عالم بالا کے درمیان رابطہ قائم ہوا ، اس ایک ہی پیراگراف کے اندر ایمانی تصور حیات کے اساسی اصول بیان کردیئے گئے تاکہ ” ہر حکم ، ہر حرکت ، ہر قدم ، ہر عمل اور ہر کام اللہ کے نام اور اللہ کے احکام کے مطابق ہوگا ، اللہ کے نام سے اقدام ہوگا ، اللہ کے نام سے چلے گا ، اللہ کے رخ ہوجائے گا اور انجام کار اللہ تک پہنچے گا “۔ اس لئے کہ اللہ ہی خالق ہے ، وہی جاننے والا اور جان کاری دینے والا ہے ، اسی سے آغاز ہے ، اسی کی جانب سے نشوونما ہے اور اسی کی طرف سے تعلیم وتربیت ہے ، انسان سیکھتا ہے جو کچھ سیکھتا ہے وہ جانتا ہے جو کچھ بھی جانتا ہے لیکن سب علم وہنر کا سرچشمہ ذات باری ہے جس نے پیدا کیا ، علم کے ذرائع دیئے اور",
  "ayah": 3,
  "surah": 96
}
