{
  "text": "علم الانسان مالم یعلم (5:96) ” اور انسان کو وہ کچھ سکھایا جو انسان نہ جانتا تھا “۔ چناچہ رسول اللہ ﷺ کے قلب مبارک نے عالم بالا کے ابتدائی لمحات ہی میں اس حقیقت کو اخذ فرمایا اور آپ کی سوچ ، آپ کے تصرفات ، آپ کے کلام اور آپ کے عمل اور آپ کے رخ پر اور آپکی پوری زندگی میں یہ شعور چھایا رہا۔ کیونکہ یہ ایمان کا پہلا اصول تھا۔\nامام شمس الدین ابو عبداللہ محمد ابن قیم الجوزیہ اپنی کتاب ” زادالمعاد فی ہدی خیر العباد “ میں رسول ﷺ کی سیرت کے اہم خدوخال کے بارے میں یوں فرماتے ہیں :\n” اللہ کی یاد اور اس کے ذکر کے معاملے میں رسول اللہ ﷺ ایک نہایت ہی مکمل انسان تھے ، آپ کی گفتگو کا اہم حصہ ذکر الٰہی اور ذات باری کے متعلق مسائل ہی پر مشتمل ہوتا تھا۔ آپ کے احکام آپ کے مناہی ، اسلامی قوانین کی وضاحت ، اور تمام دوسری ہدایات دراصل ذکر الٰہی ہی کے پہلو تھے ، اللہ کے اسماء وصفات بیان کرنا ، اللہ کے احکام اور شریعت کے مسائل بیان کرنا ، انجام بد سے ڈرانا وغیرہ سب باتیں اللہ کا ذکر ہی تھیں ، پھر اللہ کی نعمتوں پر اس کی تعریف ، اس کی برتری ، اس کی حمد ، اس کی تسبیح اللہ کا ذکر ہی تو تھا ، پھر اللہ سے مانگنا ، دعا کرنا ، اللہ کی طرف راغب ہونا ، اللہ سے ڈرنا ، یہ سب ذکر الٰہی کے مختلف انداز ہی تو تھے ، جب آپ خاموش ہوتے تو بھی یاد الٰہی کرتے ، ہر وقت ہر حال میں آپ کے شعور میں ذات باری موجود ہوا کرتی تھی۔ ہر سانس جو اندر جاتا یا باہر آتا ، آپ کھڑے ہوتے یا بیٹھے ہوتے ، چلتے پھرتے یا سوار ہوتے ، سفر میں ہوتے یا حضر میں ، اقامت پذیر ہوتے یا کوچ کی حالت میں ہوتے ، غرض ہر دم اور ہر حال میں اللہ کو یاد فرماتے “۔\nآپ جب نیند سے بیدار ہوتے تو فرماتے۔\nالحمدللہ الذی ............................ النشور ” اس ذات کے لئے حمدوثنا ہے جس نے ہمیں موت دینے (نیند) کے بعد زندگی بخشی اور اسی کی طرف دوبارہ زندہ ہوکر جانا ہے “۔ حضرت عائشہ ؓ فرماتی ہیں کہ آپ رات کو جب کبھی ، اچانک بیدار ہوتے تو دس بار ” اللہ اکبر “ کہتے اور دس بار تہلیل کرتے یعنی کہتے۔\nلاالہ الا اللہ ” نہیں ہے کوئی حاکم مگر اللہ “۔ اور اس کے بعد دس بار یہ دعا پڑھتے۔\nاللھم انی اعوذبک من ضیق الدنیا ومن ضیق یوم القیمة ” اے اللہ میں دنیا کی تنگی اور آخرت کی تنگی سے تیری پناہ مانگتا ہوں “۔ اس کے بعد آپ نماز شروع کرتے۔ اور انہوں نے یہ بھی فرمایا کہ حضور ﷺ جب رات کو جاگتے تو یہ دعا پڑھتے۔\nلا الہ الا انت سبحانک الھم استغفرک لذنبی واسئلک رحمتک اللھم زدنی علما ولا تزع قلبی بعد اذ ھدیتنی وھب لی من لدنک رحمة انک انت الوھاب (ابوداﺅد) ” اے اللہ تیرے سوا کوئی حاکم نہیں ، تو پاک ہے اور برتر ہے۔ اے اللہ میں تجھ سے اپنے گناہوں کی معافی چاہتا ہوں ، اور تجھ سے تیری رحمت طلب کرتا ہوں۔ اے اللہ میرے علم میں اضافہ فرما اور میرے دل کو ہدایت دینے کے بعد ٹیڑھا نہ کر ، اور مجھے اپنی جانب سے رحمت عطا فرما۔ بیشک تو ہی بخشنے والا ہے “۔ اور رسول اللہ ﷺ نے فرمایا جو شخص رات کو بیدار ہو اور کہے۔\nلا الہ الا اللہ وحدہ لا شریک لہ۔ لہ الملک ولہ الحمد وھو علی کل شئی قدیر۔ الحمد للہ وسبحان اللہ ولا الہ الا اللہ واللہ اکبر ولا حول ولا قوة الا باللہ العلی العظیم ” نہیں کوئی حاکم مگر اللہ صرف وہی حاکم ہے ، اسکے ساتھ کوئی شریک نہیں ، بادشاہت اسی کی ہے ، تعریف اسی کی ہے ، اور وہ ہر چیز پر قادر ہے ، سب تعریفیں اللہ کے لئے ہیں ، وہی پاک ہے ، ہر عیب سے ۔ اس کے سوا کوئی حاکم نہیں۔ اللہ ہی بڑا ہے ، کوئی تدبیر اور کوئی قوت نہیں مگر اللہ کے ذریعہ ہی ہے ، جو بلند اور عظیم ہے “۔ اور پھر وہ یہ دعا کرے۔\nاللھم اغفرلی ” اے اللہ ، مجھے بخش دے “۔ یا کوئی اور دعا کرے تو یہ دعا قبول ہوگی اور اگر وہ وضو کرکے نماز بھی ادا کرے تو نماز قبول ہوگی (بخاری) ۔\nایک بار حضرت ابن عباس ؓ نے رسول اللہ ﷺ کے پاس رات گزاری۔ فرماتے ہیں کہ نیند سے بیدار ہوئے تو آپ نے آسمان کی طرف سراٹھایا اور سورة آل عمران کی دس آیات\nانا فی خلق السموت سے آخر تک تلاوت کیں اور پھر اللہ کی حمد یوں بیان کی۔\nاللھم لک احمد انت نور السموت والارض ومن فیھن۔ لک الحمد انت قیم السموات والارض ومن فیھن۔ ولک الحمد انت الحق وعدک الحق وقولک الحق ولقائک الحق والجنة حق والنار حق والنبیون حق ، ومحمد حق ، والساعة حق اللھم لک اسلمت وبک امنت وعلیک توکلت والیک انبت وبک خاصمت والیک حاکمت فاغفرلی ماقدمت وما اخرت وما اسررت وما اعلنت انت الھی لا الہ الا انت ولا حول ولا قوة الا باللہ العلی العظیم۔\n” اے اللہ سب تعریفیں تیرے لئے ہیں ، تو ہی زمین اور آسمان اور ان کے درمیان جو کچھ ہے ، ان کا نور ہے ، سب تعریفیں تیرے ہی لئے ہیں ، تو زمین و آسمان اور ان کے درمیان سب چیزوں کا قائم رکھنے والا ہے ، حمد تیرے ہی لئے ہے ۔ تو حق ہے تیرا وعدہ حق ہے ، تیری بات حق ہے ، تجھ سے ملناحق ہے ، جنت حق ہے ، آگ حق ہے ، نبی حق ہیں ، محمد حق ہیں ، قیامت حق ہے۔ اے اللہ میں تیرا مطیع فرمان ہوں تیرے اوپر ایمان لانے والا ہوں ، آگ حق ہے ، نبی حق ہیں ، محمد حق ہیں ، قیامت حق ہے۔ اے اللہ میں تیرا مطیع فرمان ہوں تیرے اوپر ایمان لانے والا ہوں ، تجھ پر توکل کرنے والا ہوں ، میں تیری طرف رجوع کرتا ہوں اور میں تیری ہی خاطر لڑا ، اور سب معاملات تیرے ہی سامنے پیش کیے۔ اس لئے مجھے معاف کردے۔ میری اگلی اور پچھلی غلطیوں کو معاف کردے ، جو پوشیدہ رکھا اور جو علانیہ کیا ، تو ہی مرا حکم ہے اور تیرے سوا کوئی حاکم نہیں ہے۔ اور اللہ کے سوا کوئی تدبیر اور کوئی قوت نہیں ہے ، جو علی وعظیم ہے “۔\nاور حضرت عائشہ ؓ فرماتی ہے ، حضور جب رات کو قیام فرماتے تو یہ دعا پڑھتے۔\nاللھم رب جبرائیل ومیکائیل واسرافیل فاطر السموات والارض عالم الغبت والشھادة انت منکم بین عباد لئفیما کانوا فیہ یختلفون اھدنی لما اختلف فیہ من الحق باذنک انک تھدی من تشاء الی صراط مستقیم۔\n” اور اللہ ، جبرائیل ، میکائیل اور اسرافیل کے رب ، زمین و آسمان کے پیدا کرنے والے کھلی اور پوشیدہ ہر چیز کو جاننے والے ، تو فیصلہ کرنے والا ہے ان چیزوں کا جن میں لوگ اختلاف کرتے ہیں ، حق کی جن باتوں میں لوگوں نے اختلاف کیا ہے ان کے بارے میں مجھے راہ راست کی طرف ہدایت کر ، بیشک تو جسے چاہتا ہے راہ راست کی طرف ہدایت کرتا ہے “۔ انہوں نے غالباً یہ کہا کہ حضور ﷺ نماز کا آغاز اسی دعا سے کرتے تھے۔\nاور جب آپ وتر پڑھتے تھے تو وتر سے فارغ ہونے کے بعد آپ سبحان اللہ القدوس تین بار پڑھتے تھے اور تین بار باآواز بلند پڑھتے تھے ۔ ذرا لمبی آواز کے ساتھ۔\nآپ جب اپنے گھر سے نکلتے تھے تو یہ دعا پڑھا کرتے تھے۔\nبسم اللہ توکلت علی اللہ اللھم انی اعوذ بک من ان اضل اواضل اوازل اواظلم اواظلم او اجھل اویجھل علی۔ (حدیث صحیح)\n” اللہ کے نام سے شروع کیا ، اللہ پر بھروسہ کیا ، اے اللہ میں تیری پناہ مانگتا ہوں اس سے کہ میں گمراہ ہوجاﺅ، یا گمراہ کردیا جاﺅں یالغزش کروں یا میں ظلم کروں یا مجھ پر ظلم کیا جائے میں کسی سے جھگڑوں یا مجھ سے ناحق جھگڑا کیا جائے “۔\nاور حضور اکرم ﷺ نے فرمایا کہ جو شخص اپنے گھر سے نکلے وقت یہ دعا پڑھے۔\nبسم اللہ توکلت علی اللہ ولا حول ولا قوة الا باللہ۔\n” شروع کرتا ہوں اللہ کے نام سے ، میں نے اللہ پر بھروسہ کیا اور نہیں ہے کوئی تدبیر اور کوئی قوت مگر اللہ کے ساتھ “۔ تو اللہ کی طرف سے ایسے شخص کو کہا جاتا ہے۔\nھدیت وکفیت ورفیت ” تمہیں راہ راست ملی ، تمہاری حاجت پوری ہوئی اور تمہیں پورا پورا اجر ملا “۔ اور شیطان اس کنارہ کش ہوجائے گا (حدیث حسن)\nحضرت ابن عباس ؓ ایک رات آپ کے پاس رہے تو فرماتے ہیں کہ صبح کو جب آپ نماز کے لئے نکلے تو آپ نے یہ دعا پڑھی۔\nاللھم اجعل قلبی نوراء واجعل فی لسانی نوراء واجعل فی سمعی نورا ، واجعل فی بصری نورا ، واجعل فی خلفی نورا ، ومن امامی نورا وجعل من فوقی نورا ، واجعل من تحتی نورا اللھم اعظم لی نورا۔\n” اے اللہ ، میرے دل میں تو نوردے ، میری زبان کو منور کردے ، میرے کانوں میں نور ڈال دے ، میری آنکھوں میں روشنی کردے ، میرے پیچھے روشنی کردے ، میرے آگے روشنی کردے ، میرے اوپر روشنی کردے ، میرے نیچے روشنی کردے اور میرے نور کو عظیم کردے “۔\nفضل ابن مرزوق نے عطیہ عوفی سے روایت کی ہے ، انہوں نے ابوسعید خدری سے ، وہ فرماتے ہیں کہ رسول اللہ ﷺ نے فرمایا جو شخص بھی اپنے گھر سے نماز کے لئے نکلے اور یہ دعا پڑھے۔\nاللھم انی اسئلک بحق السائلین علیک وبحق ممشائی الیک فائی لم اخراج بطور اولا اشراولا ریاء ولا سمعة وانما خرجت اتقاء سخطک وابتغاء مرضاتک اسئلک ان تنقذنی من النار وان تغفرلی ذنوبی فانہ لایغفرالذنوب الاانت۔\n” اے اللہ میں تجھ سے ان سوال کرنے والوں کے حق کے ذریعہ سوال کرتا ہوں ، جو تجھ پر ہے ، پھر میری جانب سے تیری طرف چلنے کے حق سے سوال کرتا ہوں ، کیونکہ میں نہ غرور کرتا ہوا نکلا ہوں اور نہ اکڑتا ہوا نکلا ہوں ، نہ ریاکاری سے اور شہرت کی طلب میں نکلا ہوں۔ تیرے غضب سے بچنے کے لئے نکلا ہوں اور تیری رضاکا طلبگار ہوں ، میرا سوال یہ ہے کہ مجھے آگ سے بچا دے ، میرے گناہوں کو بخش دے ، گناہ بخشنے والا تو تو ہی ہے “۔ تو اللہ ستر ہزار فرشتے مقرر فرمائے گا جو اس کے لئے بخشش طلب کریں گے اور اللہ اس کی طرف اپنا چہرہ مبارک کرے گا جب تک وہ نماز ادا نہیں کرتا (یہ حدیث سندا ومتنا ضعیف ہے)\nامام ابوداﺅد نے روایت کی ہے کہ حضور اکرم ﷺ جب بھی مسجد میں داخل ہوتے تو فرماتے۔\nاعوذ باللہ العظیم وبوجھہ الکریم و سلطانہ القدیم من الشیطن الرجیم۔\n” میں شیطان رجیم سے اللہ عظیم کی پناہ مانگتا ہوں ، اس کے مکرم چہرے کی پناہ مانگتا ہوں اور اس کے قدیم اقتدار میں پناہ مانگتا ہوں “۔ جب کوئی یہ دعا پڑھتا ہے تو شیطان کہتا ہے کہ اس شخص نے پورے دن کے لئے اپنے آپ کو مجھ سے محفوظ کرلیا۔\nحضور اکرم ﷺ نے فرمایا : ” تم میں سے کوئی مسجد میں داخل ہو ، تو چاہئے کہ وہ مجھ پر صلوٰة وسلام پڑھے اور اس کے بعد یہ دعا پڑھے۔\nاللھم افتح لی ابواب رحمتک۔\n” اے اللہ میرے لئے اپنی رحمت کے دروازے کھول دے “۔ اور جب مسجد سے نکلے تو یہ کہے۔\nاللھم انی اسئلک من فضلک۔\n” اے اللہ میں تیرے فضل کا سوالی ہوں “۔ اور آپ سے یہ نقول ہے کہ جب بھی آپ مسجد میں داخل ہوتے تو محمد اور آل محمد پہ صلوٰة وسلام بھیجتے اور پھر کہتے۔\nاللھم اغفرلی ذنوبی وافتح لی ابواب رحمتک۔\n” اے اللہ میرے گناہ بخش دے اور اپنی رحمت کے دروازے میرے لئے کھول دے اور جب آپ نکلتے تو پھر بھی حضرت محمد اور آل محمد پر صلوٰة وسلام بھیجتے اور پھر کہتے۔\nاللھم اغفرلی ذنوبی وافتح لی باب رحمتک۔\n” اے اللہ ! میرے گنہ معاف کردے اور میرے لئے اپنے فضل کا دروازہ کھول دے “۔\n” حضور اکرم ﷺ کی عادت تھی کہ جب صبح کی نماز پڑھتے تو مصلے پر بیٹھتے اور اللہ کو یاد فرماتے یہاں تک کہ سورج طلوع ہوجاتا ہے۔ جب صبح ہوتی تو آپ فرماتے۔ :\nاللھم بک اصبحنا وبک اسینا وبک نحیا وبک نموت والیک النشور (حدیث صحیح)\n” اللہ تیرے ہی حکم سے ہم صبح تک پہنچتے ہیں اور تیرے ہی ختم سے ہماری شام ہوتی ہے اور تیرے ہی حکم سے ہم زندہ رہتے ہیں اور تیرے ہی حکم سے ہم مرتے ہیں اور تیرے ہی طرف ہم نے زندہ ہوکراٹھنا ہے “۔ اور آپ یہ کلمات بھی کہا کرتے تھے :\nاصبحنا واصبح الملک للہ والحمد للہ ولا الہ الا اللہ وحد لاشریک لہ۔ لہ الملک ولہ الحمد وھو علی کل شئی قدیر۔ رب اسئلک خیر مافی ھذا الیوم وخیر مابعدہ واعوذبک من شر ھذا الیوم وشرمابعدہ رب اعوذبکمن الکس وسوء الکبر رب اعوذبک من عذاب فی النار و عذاب فی القبر۔\n” ہم صبح میں داخل ہوئے اور تمام اقتدار اللہ کے لئے ہے ، تمام تعریفیں اللہ کے لئے ہیں ، اللہ کے سوا کوئی حاکم نہیں۔ وہ واحد ہے۔ اس کا کوئی شریک نہیں ہے۔ اسی کی بادشاہت ہے ، اس کی تعریف ہے اور وہ عر چیز پر قدرت رکھتا ہے اے اللہ میں تجھ سے اس دن کی بھلائی مانگتا ہوں اور اس کے بعد کے دن کی بھی اور میں تیری پناہ مانگتا ہوں اور اس دن کے شر سے اور اس کے بعد کے دن کے شر سے اے اللہ میں تیری پناہ مانگتا ہوں سستی سے بڑھاپے کی کمزوریوں سے پناہ مانگتا ہوں۔ اے اللہ میں آگ کے عذاب اور قبر کے عذاب سے بھی تیری پناہ مانگتا ہوں “۔ اور شام ہوتی تو آپ یہی دعا یوں پڑھتے :\nامسینا وامسی الملک بعد ” ہم شام کے وقت تک پہنچے اور بادشاہت اللہ کے لئے ہے تاآخر (مسلم)\nاور حضرت ابوبکر صدیق ؓ نے حضور اکرم ﷺ سے پوچھا کہ مجھے ایسے کلمات بتائیے کہ میں صبح وشام کہوں تو آپ نے فرمایا یہ کلمات کہا کریں :\nاللھم فاطر السموات والارض عالم الغیب والشھادة رب کل شئی ملیکة ومال کہ اشھد ان لا الہ الاانت۔ اعوذبک من شر نفسی وشر الشیطن وشرکہ وان اقترف علی نفسی سو اور اجرہ الی مسلم ۔\n” اے آسمانوں اور زمین کے پیدا کرنے والے ظاہر اور غیب کے جاننے والے ، ہر چیز کے رب حکمران اور مالک ، میں شہادت دیتا ہوں کہ تیرے سوا کوئی الٰہ نہیں ہے۔ میں اپنے نفس اور شیطان کے شر سے تیری پناہ مانگتا ہوں اور اس کے شر سے تیری پناہ مانگتا ہوں۔ اور اس سے پناہ مانگتا ہوں کہ میں اپنے نفس کو نقصان پہنچاﺅں یا کسی مسلمان کی طرف نقصان کا رخ کروں “۔ اس کے بعد اس باب میں انہوں نے بہت سی احادیث نقل کیں۔\n” اور حضور اکرم ﷺ جب نیا کپڑاپہنتے تھے تو اس کا نام لیتے تھے یعنی پاجامہ ، قمیص اور چادر پھر یہ پڑھتے تھے۔\nاللھم لک الحمد انت کسوتنیہ اسئلک خیرہ وخیر ماصنع لہ واعوذبک من شرہ وشرما صنع لہ۔\n” اے اللہ ، سب تعریفیں تیرے لئے ہیں۔ یہ تونے مجھے پہنایا ہے۔ میں تجھ ہی سے اس کی بھلائی چاہتا ہوں اور اس مقصد کی بھلائی چاہتا ہوں جس کے لئے یہ بنا اور تجھ ہی سے اس کے شر اور اس چیز کے شر سے پناہ مانگتا ہوں جس کے لئے اسے بنایا گیا “۔ (حدیث صحیح)\n” آپ سے یہ بھی منقول ہے کہ جب آپ اپنے گھر کو لوٹتے تھے تو یہ دعا پڑھتے تھے۔\nالحمدللہ الذی کفانی واوانی والحمدللہ الذی اطعمنی وسقانی والحمد للہ الذی من علی اسئلک ان تجیرنی من النار۔\n” اس خدا کی تعریف جو میرے لئے کافی ہو اور جس نے مجھے ٹھکانا دیا۔ اس خدا کی تعریف جس نے مجھے کھلایا پلایا ، اس خدا کی تعریف جس نے مجھ پر احسان کیا۔ اے اللہ میں تجھ سے سوال کرتا ہوں کہ تم مجھے آگ سے بچا “۔\nاور صحیحین میں یہ روایت مروی ہے کہ آپ جب بیت الخلا کو جاتے تھے تو یہ فرماتے۔\nاللھم انی اعوذبک میں الخبث والخبائث۔\n” اے اللہ میں گندی چیزوں اور گندی باتوں سے تیری پناہ طلب کرتا ہوں “۔ اور جب آپ بیت الخلاء سے نکلتے تھے فرماتے۔\nغفرانک ” اے اللہ میں تیری مغفرت طلب کرتا ہوں “۔ اور یہ بھی آتا کہ آپ یہ الفاظ فرماتے۔\nالحمد للہ الذی اذھب عینی الاذی وعافانی۔\n” اللہ کا شکر ہے کہ جس نے مجھ سے تکلیف وہ چیز دور کردیا اور عافیت بخشی “۔ (ابن ماجہ)\nاور آپ سے یہ بھی ثابت ہے کہ آپ نے اپنا دست مبارک ایک برتن میں ڈالا جس میں پانی تھا اور پھر صحابہ ؓ سے کہا ، اللہ کے نام سے وضوکرو اور آپ سے بھی منقول ہے کہ آپ چاند دیکھتے وقت یہ دعا پڑھتے تھے۔\nاللھم اھلہ علینا بالا من والا ایمان والسلامة والاسلام ربی وربک اللہ۔\n” اے اللہ ! اس چاند کو ہم پر امن ، ایمان ، سلامتی اور اسلام کے ساتھ نکال۔ اے چاند میرا رب تیرا رب اللہ ہے “۔ (ترمذی)\nاور جب آپ کھانے میں ہاتھ ڈالتے تو بسم اللہ پڑھتے اور لوگوں کو حکم دیتے کہ بسم اللہ کہہ کر کھاﺅ، اور فرماتے جب تم میں سے کوئی کھانا کھائے تو اس پر اللہ کا نام لے ، اگر وہ بھول جائے اور آغاز میں نہ کہہ سکے تو یوں کہے۔\nبسم اللہ فی اولہ واخرہ۔\n” اللہ کے نام سے آغاز میں بھی اور آخر میں بھی “۔ (صحیح)\nیہ تھی حضور ﷺ کی زندگی اور اس پوری زندگی میں آپ اس ہدایت پر عمل پیرا تھے جو آغاز وحی میں کی گئی تھی۔ اور آپ کا ایمان ، آپ کے نظریات اور آپ کے افعال وحرکات میں یہ بات رچ بس گئی تھی۔\nاس حقیقت کے تقاضے تو یہ تھے کہ انسان اللہ کی معرفت حاصل کرتا اور اللہ کا شکر ادا کرتا ، یعنی اس حقیقت پر کہ اللہ نے اسے پیدا کیا ، اس نے علم سکھایا ، اور اسے تمام مخلوقات میں مکرم بنایا ، لیکن انسان نے ایسا نہ کیا بلکہ وہ اس سے بالکل الٹا چلا اور اس کا انحراف اور اس کی خلاف توقع حرکت کا ذکر اگلے پیراگراف میں کیا جاتا ہے۔",
  "ayah": 5,
  "surah": 96
}
