{
  "text": "آیت 25 { وَرَدَّ اللّٰہُ الَّذِیْنَ کَفَرُوْا بِغَیْظِہِمْ } ”اور لوٹا دیا اللہ نے کافروں کو ان کے غصے کے ساتھ ہی“ کفارو مشرکین بہت بڑا لشکر اکٹھا کر کے فتح کے زعم میں مدینہ پر حملہ آور ہوئے تھے ‘ لیکن اللہ تعالیٰ نے انہیں ناکام و نامراد پسپا کردیا۔ نہ تو جنگ کی نوبت آئی اور نہ ہی وہ اپنا ہدف حاصل کرسکے۔ ان کے دلوں میں مسلمانوں کے خلاف غصے کی جو آگ بھڑک رہی تھی اسے بھی ٹھنڈا کرنے کا انہیں موقع نہ ملا اور اپنے غیظ و غضب سمیت ہی انہیں بےنیل ِمرام واپس جانا پڑا۔ { لَمْ یَنَالُوْا خَیْرًا } ”وہ کوئی کامیابی حاصل نہ کرسکے۔“ اس مہم میں انہیں ناکامی و حسرت کے سوا کچھ بھی حاصل نہ ہوسکا۔ نہ تو وہ کسی قسم کا کوئی کارنامہ سرانجام دے سکے اور نہ ہی کوئی مفاد حاصل کرسکے۔  { وَکَفَی اللّٰہُ الْمُؤْمِنِیْنَ الْقِتَالَ } ”اور اللہ کافی رہا اہل ِایمان کی طرف سے قتال کے لیے۔“ اللہ تعالیٰ نے مسلمانوں کے لیے کھلی جنگ کی نوبت ہی نہ آنے دی اور اپنی تدابیر اور اپنے لشکروں کے ذریعے سے ہی کفار کو شکست دے دی۔ گویا اللہ تعالیٰ نے اہل ایمان کو ایک کڑے امتحان سے تو گزارا مگر انہیں کوئی گزند نہ پہنچنے دی۔ { وَکَانَ اللّٰہُ قَوِیًّا عَزِیْزًا } ”اور یقینا اللہ بڑی طاقت والا ‘ سب پر غالب ہے۔“ اب آئندہ آیات میں غزوئہ بنی قریظہ کا ذکر ہے۔ یہ غزوہ گویا غزوئہ احزاب کا ضمیمہ ہے۔ روایات میں آتا ہے کہ جب کفار کے لشکر چلے گئے اور نبی اکرم ﷺ خندق سے پلٹ کر گھر تشریف لائے اور اپنی زرہ اور ہتھیار اتارے تو حضرت جبرائیل علیہ السلام حاضر ہوئے اور عرض کیا : یا رسول اللہ ! آپ ﷺ نے ہتھیار اتار دیے ہیں ‘ جبکہ ہم نے تو ابھی نہیں اتارے ! اس لیے کہ ابھی بنی قریظہ کو ان کی بد عہدی کی سزا دینا باقی ہے۔ یہ ظہر کا وقت تھا۔ حضور ﷺ نے فوراً اعلان فرمایا کہ ”جو کوئی سمع وطاعت پر قائم ہو وہ عصر کی نماز اس وقت تک نہ پڑھے جب تک دیار بنی قریظہ پر نہ پہنچ جائے !“ ساتھ ہی آپ ﷺ نے حضرت علی رض کو ایک دستے کے ساتھ ُ مقدمۃ ُ الجیش کے طور پر بنوقریظہ کی طرف روانہ فرما دیا۔ کچھ ہی دیر کے بعد حضور ﷺ کی قیادت میں پورا اسلامی لشکر وہاں پہنچ گیا اور ان کی بستی کا محاصرہ کرلیا۔ یہ اپنے مضبوط قلعوں اور گڑھیوں میں محصور ہوگئے۔ دو تین ہفتوں کے محاصرے کے بعد بالآخر یہودیوں نے اس شرط پر ہتھیار ڈال دیے کہ حضرت سعد بن معاذ رض ان کے بارے میں جو فیصلہ کریں گے وہ انہیں قبول ہوگا۔ حضرت سعد رض بن معاذ قبیلہ اوس کے رئیس تھے اور قبیلہ اوس کے ساتھ ماضی میں بنی قریظہ کے حلیفانہ تعلقات رہ چکے تھے۔ اس لیے بنی قریظہ کو امید تھی کہ وہ ان کے حق میں نرم فیصلہ کریں گے اور انہیں بھی اسی طرح مدینہ سے نکل جانے دیں گے جس طرح قبل ازیں بنو قینقاع اور بنونضیر کو نکل جانے دیا گیا تھا۔ لیکن حضرت سعد رض دیکھ چکے تھے کہ پہلے جن دو یہودی قبیلوں کو مدینہ سے نکل جانے کا موقع دیا گیا تھا وہ کس طرح سارے گرد و پیش کے قبائل کو بھڑکا کر مدینہ پر بارہ ہزار کا لشکر چڑھا لائے تھے۔ اور یہ معاملہ بھی حضرت سعد رض کے سامنے تھا کہ بنوقریظہ نے عین بیرونی حملے کے موقع پر بدعہدی کر کے مسلمانوں کی تباہی کا سامان کیا تھا۔ چناچہ حضرت سعد رض نے تورات کے احکام کے عین مطابق فیصلہ سنایا اور تورات میں بد عہدی کی جو سزا تھی وہی سزا ان کے لیے تجویز کی۔ اس فیصلے کے مطابق بنی قریظہ کے ان تمام َمردوں کو قتل کردیا گیا جو جنگ کے قابل تھے۔ عورتوں ‘ بچوں اور بوڑھوں کو غلام بنا لیا گیا اور ان کے اموال و املاک پر قبضہ کرلیا گیا۔ اس طرح مدینہ سے اس آخری یہودی قبیلے کا بھی خاتمہ ہوگیا۔ اس سے پہلے دو یہودی قبائل بنو قینقاع اور بنو نضیر کو بد عہدی ہی کی سزا کے طور پر مدینہ سے جلا وطن کیا جا چکا تھا۔ بہر حال ان تینوں قبائل میں سے بنی قریظہ کو بد ترین سزا کا سامنا کرنا پڑا۔ جب مسلمان بنو قریظہ کی گڑھیوں میں داخل ہوئے تو انہیں معلوم ہوا کہ ان غداروں نے جنگ احزاب میں حصہ لینے کے لیے بہت بڑی تعداد میں تلواریں ‘ نیزے ‘ ڈھالیں اور زرہیں تیار رکھی تھیں۔",
  "ayah": 25,
  "surah": 33
}
