{
  "text": "آیت 27 { وَاَوْرَثَکُمْ اَرْضَہُمْ وَدِیَارَہُمْ وَاَمْوَالَہُمْ } ”اور اس نے تمہیں وارث بنا دیا ان کی زمینوں ‘ ان کے گھروں اور ان کے اموال کا“ { وَاَرْضًا لَّمْ تَطَئُوْہَا } ”اور اس زمین کا بھی جس پر ابھی تم نے قدم نہیں رکھے۔“ اس فقرے میں ان تمام فتوحات کی طرف اشارہ موجود ہے جو بعد میں مسلمانوں کو حاصل ہوئیں۔ اس لحاظ سے غزوئہ احزاب حضور ﷺ کی جدوجہد کے سفر میں ایک فیصلہ کن موڑ turning point ثابت ہوا۔ اس سلسلے میں حضور ﷺ نے اہل ایمان کو خوشخبری بھی سنا دی تھی کہ : لَنْ تَغْزُوْکُمْ قُرَیْشٌ بَعْدَ عَامِکُمْ ھٰذَا وَلٰـکِنَّـکُمْ تَغْزُوْنَھُمْ 1 یعنی ”اس سال کے بعد قریش کبھی بھی تم پر حملہ آور نہیں ہو سکیں گے ‘ بلکہ آئندہ تم ان پر چڑھائی کرو گے۔“ حضور ﷺ کے اس فرمان کی صداقت اگلے ہی سال یعنی 6 ہجری میں اس وقت ظاہر ہوگئی جب آپ ﷺ چودہ سو صحابہ رض کے ساتھ عمرہ کرنے کے لیے مکہ روانہ ہوئے۔ اس سفر میں مسلمانوں نے احرام باندھ رکھے تھے۔ تلواروں کے علاوہ ان کے پاس کوئی اور ہتھیار بھی نہیں تھا اور تلواریں بھی نیاموں میں تھیں۔ حضور ﷺ اپنے قافلے کے ساتھ جب مکہ کے قریب پہنچے تو یہ صورت حال گویا مشرکین مکہ کے گلے میں ایک ایسی ہڈی کی طرح پھنس کر رہ گئی جسے نہ وہ اگل سکتے تھے اور نہ نگل سکتے تھے۔ ایک طرف ان کی صدیوں پرانی روایات تھیں جن کے مطابق کسی بد ترین دشمن کو بھی حج یا عمرے سے روکا نہیں جاسکتا تھا اور دوسری طرف ان کی انا تھی جس کے تحت وہ مسلمانوں کو کسی قیمت پر بھی مکہ میں داخل ہونے کی اجازت نہیں دے سکتے تھے۔ ان کے لیے یہ دونوں صورتیں ہی مشکل تھیں۔ مسلمانوں کو مکہ میں داخل ہونے سے روکیں تو کس جواز کے تحت روکیں اور اگر آنے کی اجازت دیں تو کس منہ سے ایسا کریں !  اس صورت حال میں حضور ﷺ نے حدیبیہ کے مقام پر پڑائو کرنے کا حکم دیا اور حضرت عثمان رض کو حالات کا جائزہ لینے کے لیے مکہ بھیجا۔ حضرت عثمان رض کو مکہ میں کچھ زیادہ دیر رکنا پڑا تو مسلمان لشکر میں کسی طرح یہ افواہ پھیل گئی کہ مشرکین نے انہیں شہید کردیا ہے۔ اس پر حضور ﷺ نے آپ رض کے خون کا بدلہ لینے کے لیے صحابہ رض سے بیعت لینے کا ارادہ ظاہر فرمایا۔ چناچہ موقع پر موجود تمام صحابہ رض نے آپ ﷺ کے ہاتھ میں ہاتھ دے کر حضرت عثمان رض کے خون کا بدلہ لینے کے لیے آخری دم تک لڑنے کا عہد کیا تھا۔ یہ بیعت علی الموت تھی اور تاریخ میں اسے ”بیعت ِرضوان“ کے نام سے یاد کیا جاتا ہے۔ جب اس بیعت کی خبر مکہ پہنچی تو مشرکین کے چھکے ّچھوٹ گئے۔ انہوں نے سفارتی مہم کے ذریعے حضور ﷺ کو صلح کی پیش کش کی اور طویل مذاکرات کے بعدبالآخر فریقین کے مابین صلح حدیبیہ کا تاریخی معاہدہ طے پا گیا۔ اس معاہدہ کے بارے میں اللہ تعالیٰ نے سورة الفتح میں بایں الفاظ تبصرہ فرمایا : { اِنَّا فَتَحْنَا لَکَ فَتْحًا مُّبِیْنًا } ”یقینا ہم نے آپ ﷺ کو فتح مبین عطا فرمائی ہے۔“ اس فرمانِ الٰہی کے اثرات وثمرات فوری طور پر ہی ظاہر ہونا شروع ہوگئے۔ اگلے ہی سال 7 ہجری میں مسلمانوں نے یہودیوں کا مضبوط گڑھ خیبر فتح کرلیا۔ اس کے بعد مسلمانوں کی فتوحات کا ایک طویل سلسلہ شروع ہوگیا اور بیس سال کے اندر اندر اسلامی سلطنت کی حدود تین براعظموں تک وسیع ہوگئیں۔ آیت زیر نظر میں انہی فتوحات کے بارے میں پیشین گوئی کی گئی ہے۔ { وَکَانَ اللّٰہُ عَلٰی کُلِّ شَیْئٍ قَدِیْرًا } ”اور اللہ ہرچیز پر قادر ہے۔“",
  "ayah": 27,
  "surah": 33
}
