{
  "text": "جیسا کہ قبل ازیں بھی ذکر کیا گیا ہے کہ اس رکوع کے مضمون کا ربط پہلے رکوع کے مضمون کے ساتھ ہے۔ دراصل یہ پورا مضمون معاشرتی اصلاحات سے متعلق ہے جس کی پہلی قسط کے طور پر کچھ احکام یہاں اس سورت میں بیان ہوئے ہیں جبکہ ان احکام کی دوسری قسط سورة النور میں ہے جو ایک سال بعد 6 ہجری میں نازل ہوئی۔ ان اصلاحات میں عورتوں کے پردے کے بارے میں احکام بھی شامل ہیں۔ اس سے پہلے عرب میں عورتوں کے پردے کا رواج نہیں تھا۔ باہر نکلتے ہوئے عورتیں اگرچہ ایک بڑی سی چادر لپیٹ کر نکلتی تھیں لیکن وہ سر ڈھانپنے اور چہرہ چھپانے کا اہتمام نہیں کرتی تھیں۔ اسی طرح گھروں کے اندر بھی غیر محرم مردوں کا بےتکلف آنا جانا رہتا تھا اور گھر کی خواتین ان مردوں سے پردہ نہیں کرتی تھیں۔ چناچہ اس معاملے میں تدریجاً اصلاحی احکام دیے گئے اور charity begins at home کے اصول کے مطابق پردے کے ابتدائی حکم میں سب سے پہلے حضور ﷺ کی ازواجِ مطہرات رض کو مخاطب کیا گیا۔ قبل ازیں آیت 21 میں ارشاد فرمایا گیا ہے کہ تمہارے لیے رسول اللہ ﷺ کی ذات میں ایک اعلیٰ نمونہ ہے۔ گویا ایک باپ کی حیثیت سے ‘ ایک بیٹے کی حیثیت سے ‘ داماد کی حیثیت سے ‘ سسر کی حیثیت سے ‘ قاضی القضاۃ کی حیثیت سے ‘ سپہ سالار کی حیثیت سے ‘ سربراہ مملکت کی حیثیت سے ‘ امام ‘ خطیب ‘ ّمعلم ‘ مربی ‘ مزکی ‘ غرض ہر قابل ذکر حیثیت سے آپ ﷺ کی ذات اور زندگی میں ایک کامل نمونہ ہے۔ لیکن بنیادی طور پر یہ نمونہ مردوں کے لیے ہے۔ مرد ہونے کی حیثیت سے آپ ﷺ کی زندگی میں عورتوں اور عورتوں کے نسوانی معاملات کے لیے تو مکمل نمونہ دستیاب نہیں ہوسکتا تھا۔ اس لیے عورتوں کی راہنمائی کے لیے ضروری تھا کہ کسی عورت کے کردار کو بطور نمونہ پیش کیا جاتا۔ چناچہ یہاں حضور ﷺ کے اُسوئہ مبارک کا ذکر فرمانے کے بعد حضور ﷺ کی ازواجِ مطہرات رض کو خصوصی طور پر مخاطب کر کے گویا ان کے کردار کو دنیا بھر کی عورتوں کے لیے اسوہ بنانا مقصود ہے۔ یعنی جس طرح حضور ﷺ کی ذات امت کے لیے اسوہ ہے عین اسی طرح آپ ﷺ کی ازواجِ مطہرات رض خصوصی طور پر خواتین ِاُمت کے لیے مثال اور نمونہ ہیں۔ اسی بنا پر انہیں یہ بھی بتایا گیا کہ اگر تم نیکی کرو گی تو دوگنا اجر پائو گی ‘ اور اگر خدانخواستہ تم سے کوئی غلطی سرزد ہوئی تو اس کی سزا بھی تمہیں دوگنا ملے گی۔ اس لیے کہ اب تم لوگوں کی زندگیاں دنیا بھر کی مسلمان خواتین کے لیے اسوہ ہیں اور مسلمان خواتین کو رہتی دنیا تک تمہاری پیروی کرنا ہے۔آیت 28{ یٰٓاَیُّہَا النَّبِیُّ قُلْ لاَزْوَاجِکَ اِنْ کُنْتُنَّ تُرِدْنَ الْحَیٰوۃَ الدُّنْیَا وَزِیْنَتَہَا } ”اے نبی ﷺ آپ اپنی بیویوں سے کہہ دیجیے کہ اگر تم دنیا کی زندگی اور اس کی زینت چاہتی ہو“ { فَتَعَالَـیْنَ اُمَتِّعْکُنَّ وَاُسَرِّحْکُنَّ سَرَاحًا جَمِیْلًا } ”تو آئو میں تمہیں کچھ مال و متاع دے کر اچھے طریقے سے رخصت کر دوں۔“ یہ آیات واقعہ ایلاء سے متعلق ہیں۔ اس کی تفصیل یوں ہے کہ جب فتوحات کے باعث مدینہ میں کثرت سے مال غنیمت آنا شروع ہوا تو مجموعی طور پر مسلمانوں کے ہاں خوشحالی آنا شروع ہوگئی۔ ان حالات میں بربنائے طبع بشری ازواجِ مطہرات رض کی طرف سے بھی تقاضا آیا کہ اب ان کے نفقات بھی بڑھائے جائیں۔ حضور ﷺ نے اس مطالبے کو سخت ناپسند فرمایا اور بات یہاں تک پہنچ گئی کہ آپ ﷺ مسجد کے ساتھ ایک بالا خانے میں منتقل ہوگئے اور ایک ماہ تک آپ ﷺ نے اپنی کسی بھی اہلیہ محترمہ کے پاس نہ جانے کی قسم کھالی۔ جونہی یہ خبر لوگوں تک پہنچی تو مدینے میں گویا ایک کہرام مچ گیا۔ ہر کوئی پریشان تھا اور ہر کسی کے ذہن میں سوال تھا کہ اب کیا ہوگا ؟ کیا حضرت ابوبکر رض کی بیٹی حضرت عائشہ رض کو طلاق ہوجائے گی ؟ کیا حضرت عمر رض کی بیٹی حضرت حفصہ رض کو طلاق ہوجائے گیـ؟ شوہر کی طرف سے بیوی کے ساتھ کسی وجہ سے قطع تعلقی کی قسم کھا لینے کو فقہ کی اصطلاح میں ”ایلاء“ کہا جاتا ہے۔ اس کا حکم سورة البقرۃ میں اس طرح آیا ہے : { لِلَّذِیْنَ یُؤْلُوْنَ مِنْ نِّسَآئِہِمْ تَرَبُّصُ اَرْبَعَۃِ اَشْہُرٍج فَاِنْ فَآ ئُ وْ فَاِنَّ اللّٰہَ غَفُوْرٌ رَّحِیْمٌ} ”جو لوگ اپنی بیویوں سے تعلق نہ رکھنے کی قسم کھا بیٹھتے ہیں ‘ ان کے لیے چار ماہ کی مہلت ہے ‘ پس اگر وہ رجوع کرلیں تو اللہ بخشنے والا مہربان ہے۔“ زیر مطالعہ آیات حضور ﷺ کے ایلاء فرمانے کے بعد نازل ہوئیں۔ ان آیات کی ہدایات کے مطابق آپ ﷺ نے ازواجِ مطہرات رض کو واضح طور پر اختیار دے دیا کہ وہ دوراستوں میں سے جو راستہ چاہیں قبول کرلیں۔",
  "ayah": 28,
  "surah": 33
}
