{
  "text": "آیت 35 { اِنَّ الْمُسْلِمِیْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ } ”یقینا مسلمان مرد اور مسلمان عورتیں ‘ اور مومن مرد اور مومن عورتیں“ ”مسلم“ کے لفظی معنی ہیں فرمانبردار اور سر ِتسلیم خم کرنے والا۔ جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے کہ اس آیت کے ساتھ سورة النور کی آیت 35 کی ایک خاص مناسبت ہے۔ سورة النور کی مذکورہ آیت یہ ہے : { اَللّٰہُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِ مَثَلُ نُوْرِہٖ کَمِشْکٰوۃٍ فِیْہَا مِصْبَاحٌ اَلْمِصْبَاحُ فِیْ زُجَاجَۃٍ اَلزُّجَاجَۃُ کَاَنَّہَا کَوْکَبٌ دُرِّیٌّ یُّوْقَدُ مِنْ شَجَرَۃٍ مُّبٰرَکَۃٍ زَیْتُوْنَۃٍ لَّا شَرْقِیَّۃٍ وَّلَا غَرْبِیَّۃٍلا یَّکَادُ زَیْتُہَا یُضِیْٓ ُٔ وَلَوْ لَمْ تَمْسَسْہُ نَارٌ نُوْرٌ عَلٰی نُوْرٍ یَہْدِی اللّٰہُ لِنُوْرِہٖ مَنْ یَّشَآئُ وَیَضْرِبُ اللّٰہُ الْاَمْثَالَ لِلنَّاسِ وَاللّٰہُ بِکُلِّ شَیْئٍ عَلِیْمٌ} ”اللہ نور ہے آسمانوں اور زمین کا۔ اس کے نور کی مثال ایسے ہے جیسے ایک طاق ‘ اس طاق میں ایک روشن چراغ ہے ‘ وہ چراغ شیشے کے فانوس میں ہے ‘ اور وہ شیشہ چمک رہا ہے جیسے کہ ایک چمکدار ستارہ ہو ‘ وہ چراغ جلایا جاتا ہے زیتون کے ایک مبارک درخت سے ‘ جو نہ شرقی ہے اور نہ غربی ‘ قریب ہے اس کا روغن خود بخود روشن ہوجائے ‘ چاہے اسے نہ چھوئے آگ۔ روشنی پر روشنی۔ اللہ ہدایت دیتا ہے اپنی روشنی کی جس کو چاہتا ہے ‘ اور اللہ یہ مثالیں بیان کرتا ہے لوگوں کے لیے ‘ جبکہ اللہ ہرچیز کا جاننے والا ہے۔“ سورة النور کی اس طویل آیت میں ایمان کی ماہیت و حقیقت اور ایمان کے اجزائے ترکیبی کا ذکر ہے۔ لیکن دل میں حقیقی ایمان کے جاگزیں ہوجا نے کے باعث متعلقہ شخصیت کے اندر جو اوصاف پیدا ہوتے ہیں ان کا ذکر آیت زیر مطالعہ میں آیا ہے۔ یہاں خصوصی طور پر ایک نکتہ یہ بھی سمجھ لیں کہ سورة النور اور سورة الاحزاب میں معاشرتی اصلاحات کے بارے میں جو احکام آئے ہیں ان میں عورتوں سے متعلق مسائل کی خصوصی اہمیت ہے۔ یہی وجہ ہے کہ آیت زیر نظر میں یہاں خصوصی طور پر َمردوں کے ساتھ ساتھ عورتوں کا ذکر علیحدہ صراحت کے ساتھ کیا گیا ہے ‘ جبکہ اس ضمن میں قرآن کا عمومی اسلوب یہی ہے کہ اکثر احکام مذکر کے صیغے میں دیے جاتے ہیں ‘ یعنی مردوں کو مخاطب کر کے ایک حکم دے دیا گیا اور بر سبیل ِ ”تغلیب“ عورتیں خود بخود اس حکم میں شامل ہوگئیں۔ جیسے وَاَقِیْمُوا الصَّلٰوۃَ مذکر کا صیغہ ہے لیکن اس حکم میں مرد اور عورتیں سب شامل ہیں۔ بہر حال اس آیت میں تکرار کے ساتھ مردوں کے ساتھ خصوصی طور پر عورتوں کا ذکر کر کے دونوں کے لیے دس اوصاف ِگنوائے گئے ہیں : { وَالْقٰنِتِیْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِیْنَ وَالصّٰدِقٰتِ } ”اور فرماں بردار مرد اور فرماں بردار عورتیں ‘ اور راست باز مرد اور راست باز عورتیں“ ”صدق“ سے مراد یہاں زبان کی سچائی کے ساتھ ساتھ عمل اور کردار کی سچائی ہے۔ { وَالصّٰبِرِیْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِیْنَ وَالْخٰشِعٰتِ } ”اور صبر کرنے والے مرد اور صبر کرنے والی عورتیں ‘ اور خشوع کرنے والے مرد اور خشوع کرنے والی عورتیں“ یعنی اللہ کے حضور جھک کر رہنے والے مرد اور عورتیں۔ { وَالْمُتَصَدِّقِیْنَ وَالْمُتَصَدِّقٰتِ وَالصَّآئِمِیْنَ وَالصّٰٓئِمٰتِ } ”اور صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں ‘ اور روزہ رکھنے والے مرد اور روزہ رکھنے والی عورتیں“ { وَالْحٰفِظِیْنَ فُرُوْجَہُمْ وَالْحٰفِظٰتِ } ”اور اپنی شرم گاہوں کی حفاظت کرنے والے مرد اور اپنی شرم گاہوں کی حفاظت کرنے والی عورتیں“ { وَالذَّاکِرِیْنَ اللّٰہَ کَثِیْرًا وَّالذّٰکِرٰتِ } ”اور کثرت سے اللہ کا ذکر کرنے والے مرد اور ذکر کرنے والی عورتیں“ { اَعَدَّ اللّٰہُ لَہُمْ مَّغْفِرَۃً وَّاَجْرًا عَظِیْمًا } ”اللہ نے ان سب کے لیے مغفرت اور بہت بڑا اجر تیار کر رکھا ہے۔“ اللَّھُمَّ رَبَّنَا اجْعَلْنَا مِنْھُمْ۔ -۔ - آمین !",
  "ayah": 35,
  "surah": 33
}
