{
  "text": "آیت 37 { وَاِذْ تَقُوْلُ لِلَّذِیْٓ اَنْعَمَ اللّٰہُ عَلَیْہِ وَاَنْعَمْتَ عَلَیْہِ اَمْسِکْ عَلَیْکَ زَوْجَکَ وَاتَّقِ اللّٰہَ } ”اور اے نبی ﷺ ! جب آپ کہتے تھے اس شخص سے جس پر اللہ نے بھی انعام کیا تھا اور آپ نے بھی انعام کیا تھا کہ اپنی بیوی کو اپنے پاس روکے رکھو اور اللہ سے ڈرو“ اس سے مراد حضرت زید رض ہیں۔ ان پر اللہ تعالیٰ اور نبی اکرم ﷺ کا انعام و احسان یہ تھا کہ وہ گردش زمانہ سے اللہ کے رسول ﷺ کی خدمت میں پہنچ گئے تھے اور آپ ﷺ کے گھر میں گھر کے ایک فرد کی حیثیت سے رہے تھے۔ ان کے والد حارثہ بن شراحیل کا تعلق قبیلہ کلب سے تھا۔ حضرت زید رض جب آٹھ سال کے بچے تھے تو اپنی ماں کے ساتھ اپنے ننھیال گئے۔ ان کے قافلے پر دشمن قبیلے نے حملہ کردیا اور لوٹ مار کے ساتھ جن آدمیوں کو پکڑ کرلے گئے ان میں یہ بھی تھے۔ پھر انہوں نے عکاظ کے میلے میں لے جا کر ان کو بیچ دیا۔ خریدنے والے حکیم بن حزام تھے ‘ جنہوں نے ان کو اپنی پھوپھی حضرت خدیجہ رض کی خدمت میں پیش کردیا۔ جب نبی اکرم ﷺ کے ساتھ حضرت خدیجہ رض کا نکاح ہوا تو یہ حضور ﷺ کی خدمت میں پہنچ گئے۔ اس وقت ان کی عمر 15 برس تھی۔ کچھ مدت کے بعد حضرت زید رض کے والد اور چچا ان کو تلاش کرتے ہوئے حضور ﷺ تک پہنچے اور عرض کیا کہ آپ جو فدیہ چاہیں ہم دینے کو تیار ہیں ‘ آپ ہمارا بچہ ہمیں دے دیں۔ آپ ﷺ نے فرمایا کہ میں لڑکے کو بلاتا ہوں اور اس کی مرضی پر چھوڑے دیتا ہوں کہ وہ تمہارے ساتھ جانا چاہتا ہے یا میرے پاس رہنا چاہتا ہے۔ اگر وہ تمہارے ساتھ جاناچا ہے گا تو میں کوئی فدیہ نہیں لوں گا اور اسے جانے دوں گا ‘ لیکن اگر وہ میرے پاس رہنا چاہے تو میں اسے زبردستی آپ کے ساتھ نہیں بھیجوں گا۔ وہ دونوں حضرات بہت خوش ہوئے اور کہنے لگے کہ یہ تو آپ نے عدل و انصاف سے بھی بڑھ کر درست بات کی ہے۔ حضور ﷺ نے زید رض کو بلایا اور ان سے کہا کہ ان دونوں صاحبوں کو جانتے ہو ؟ انہوں نے عرض کیا : جی ہاں ‘ یہ میرے والد اور میرے چچا ہیں۔ آپ ﷺ نے فرمایا : اچھا ‘ تم ان کو بھی جانتے ہو اور مجھے بھی۔ اب تمہیں پوری آزادی ہے کہ چاہو تو ان کے ساتھ چلے جائو اور چاہو تو میرے ساتھ رہو۔ زید رض نے جواب میں کہا کہ میں آپ کو چھوڑ کر کسی کے پاس نہیں جانا چاہتا۔ ان کے باپ اور چچا نے ساتھ چلنے پر اصرار کیا اور کہا کہ کیا تو آزادی پر غلامی کو ترجیح دیتا ہے ؟ لیکن حضرت زید رض کسی طرح بھی حضور ﷺ کا ساتھ چھوڑنے پر آمادہ نہیں ہوئے۔ حضور ﷺ نے اسی وقت زید رض کو آزاد کردیا اور حرم میں جا کر قریش کے مجمع عام میں اعلان فرمایا کہ آپ سب لوگ گواہ رہیں ‘ آج سے زید میرا بیٹا ہے۔ چناچہ اس روز سے انہیں زید بن محمد ﷺ پکارا جانے لگا۔ یہ سب واقعات نبوت سے پہلے کے ہیں۔ نزولِ وحی کے بعد جب نبی اکرم ﷺ نے اعلانِ نبوت فرمایا تو چار ہستیاں ایسی تھیں جنہوں نے ایک لمحہ شک و تردد کے بغیر آپ ﷺ کے دعوائے نبوت کی تصدیق کی۔ ایک حضرت خدیجہ ‘ دوسرے حضرت زید ‘ تیسرے حضرت علی اور چوتھے حضرت ابوبکر صدیق رض۔ اس وقت حضرت زید رض کی عمر 30 سال تھی اور ان کو حضور ﷺ کی خدمت میں رہتے ہوئے 15 برس بیت چکے تھے۔ ہجرت کے بعد 4 ھ میں حضور ﷺ نے اپنی پھوپھی زاد بہن حضرت زینب رض سے ان کا نکاح کردیا۔ اپنی طرف سے ان کا مہر ادا کیا اور گھر بسانے کے لیے ان کو ضروری سامان عنایت فرمایا۔ یہی حالات ہیں جن کی طرف اللہ تعالیٰ نے ان الفاظ میں اشارہ فرمایا ہے کہ ”جس پر اللہ نے بھی انعام کیا تھا اور آپ ﷺ نے بھی انعام کیا تھا۔“ ماخوذ از تفہیم القرآن۔ - اضافہ از مرتب { وَتُخْفِیْ فِیْ نَفْسِکَ مَا اللّٰہُ مُبْدِیْہِ } ”اور آپ ﷺ اپنے دل میں چھپائے ہوئے تھے وہ بات جسے اللہ ظاہر کرنے والا تھا“ { وَتَخْشَی النَّاسَ وَاللّٰہُ اَحَقُّ اَنْ تَخْشٰہُ } ”اور آپ ﷺ لوگوں سے ڈر رہے تھے ‘ حالانکہ اللہ اس کا زیادہ حقدار ہے کہ آپ ﷺ اس سے ڈریں۔“ نبی اکرم ﷺ محسوس فرما رہے تھے کہ اگر زید رض نے طلاق دے دی تو مجھے خود زینب رض سے نکاح کرنا پڑے گا ‘ لیکن ساتھ ہی آپ ﷺ کو مخالفین کی طرف سے منفی پراپیگنڈے کا خدشہ بھی تھا۔ اگرچہ اس سورت کی ابتدائی آیات میں منہ بولے بیٹے کی شرعی اور قانونی حیثیت واضح فرما دی گئی تھی اور متعلقہ آیات کے نزول کے بعد لوگ انہیں زید رض بن محمد ﷺ کے بجائے زید رض بن حارثہ کہنے لگے تھے ‘ لیکن پھر بھی اندیشہ تھا کہ منافقین اس مسئلے کو بہانہ بنا کر حضور ﷺ کے خلاف واویلا کریں گے۔ { فَلَمَّا قَضٰی زَیْدٌ مِّنْہَا وَطَرًا زَوَّجْنٰـکَھَا } ”پس جب زید رض نے اس سے اپنا تعلق منقطع کرلیا تو اسے ہم نے آپ ﷺ کی زوجیت میں دے دیا“ یعنی جب حضرت زید رض نے حضرت زینب رض کو طلاق دے دی اور عدت بھی پوری ہوگئی تو ہم نے اس کا نکاح آپ ﷺ سے کردیا۔ یہاں اللہ تعالیٰ نے حضور ﷺ سے حضرت زینب رض کے نکاح کی نسبت خصوصی طور پر اپنی طرف فرمائی۔ کلام اللہ کا یہ اندازِ بیاں حضرت زینب رض کے لیے یقینا ایک بہت بڑا عزاز ہے۔ یہی وجہ ہے کہ حضرت زینب رض ان الفاظ پر فخر کرتے ہوئے دوسری ازواجِ مطہرات رض سے کہا کرتی تھیں کہ آپ سب لوگوں کے نکاح زمین پر ہوئے جبکہ میرا نکاح آسمانوں پر ہوا اور اللہ نے خود میرا نکاح پڑھایا۔ کلام اللہ کے ان الفاظ سے یہ صراحت بھی ہوتی ہے کہ نبی اکرم ﷺ نے یہ نکاح خود اپنی خواہش کی بنا پر نہیں بلکہ اللہ تعالیٰ کے حکم کی بنا پر کیا تھا۔  { لِکَیْ لَا یَکُوْنَ عَلَی الْمُؤْمِنِیْنَ حَرَجٌ فِیْٓ اَزْوَاجِ اَدْعِیَآئِہِمْ اِذَا قَضَوْا مِنْہُنَّ وَطَرًا } ”تاکہ مومنوں کے لیے ان کے منہ بولے بیٹوں کی بیویوں کے بارے میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنا تعلق بالکل کاٹ لیں۔“ یعنی حضور ﷺ کے اس نکاح کے ذریعے عرب معاشرے سے جاہلیت کی اس رسم کا خاتمہ بھی ہوجائے اور قیامت تک کے لیے ایک قانون بھی وضع ہوجائے تاکہ آئندہ منہ بولے بیٹے کی بیوہ یا مطلقہ کے معاملے کو ”محرماتِ ابدیہ“ کے ساتھ گڈ مڈ نہ کیا جائے۔ واضح رہے کہ محرماتِ ابدیہ کی فہرست سورة النساء آیت 23 اور 24 میں دی گئی ہے۔ { وَکَانَ اَمْرُ اللّٰہِ مَفْعُوْلًا } ”اور اللہ کا فیصلہ تو پورا ہو کر ہی رہنا تھا۔“ اس سارے معاملے میں یہی حکمت اور مصلحت پوشیدہ تھی کہ اللہ تعالیٰ اس فضول رسم کا خاتمہ حضور ﷺ کے ذاتی عمل سے کرنا چاہتا تھا۔ بعض نظریات اور خیالات معاشرے میں اس قدر پختہ اور گہرے ہوچکے ہوتے ہیں کہ ان کے خلاف کوئی عمل یا بات لوگ آسانی سے قبول نہیں کرتے۔ ٰمتبنی ّکی بیوہ یا مطلقہ کے ساتھ منہ بولے باپ کے نکاح کے بارے میں عرب معاشرے کے اندر مروّجہ خود ساختہ قانون بھی اسی زمرے میں آتا تھا۔ اس لیے اس قانون یا روایت کو خود حضور ﷺ کی ذاتی مثال کے ذریعے سے توڑنا مناسب خیال کیا گیا۔ چناچہ آپ ﷺ کے حضرت زینب رض سے نکاح کے بعد اس مسئلے میں کسی قسم کا ابہام یا شک باقی نہ رہا۔",
  "ayah": 37,
  "surah": 33
}
