{
  "text": "آیت 40 { مَا کَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِکُمْ } ”دیکھو ! محمد ﷺ تمہارے مردوں میں سے کسی کے باپ نہیں ہیں“ یہاں ایک دوسرے انداز میں واضح کردیا گیا کہ محمد ﷺ تم میں سے کسی مرد کے باپ نہیں ہیں۔ زید رض بن حارثہ محض آپ ﷺ کے منہ بولے بیٹے تھے۔ اب جبکہ اس ضمن میں ایک واضح حکم نازل ہوچکا ہے تو یہ معاملہ ہمیشہ کے لیے صاف ہوجانا چاہیے۔  حضور ﷺ کے ہاں جو نرینہ اولاد ہوئی اسے اللہ تعالیٰ نے بچپن میں ہی اٹھا لیا۔ آپ ﷺ کی آخری عمر میں حضرت ماریہ قبطیہ رض کے بطن سے حضرت ابراہیم علیہ السلام کی ولادت ہوئی لیکن وہ بھی بچپن ہی میں فوت ہوگئے۔ آپ ﷺ کو اپنے بیٹے ابراہیم رض سے بہت محبت تھی۔ ان کی وفات سے حضور ﷺ کو بہت تکلیف پہنچی ‘ جس کا اظہار آپ ﷺ کے اس فرمان سے ہوتا ہے : یا ابراہیم انا بِفِراقِک لمحزونون ”اے ابراہیم ! ہم تمہاری جدائی میں بہت رنجیدہ ہیں۔“  یہ عجیب اتفاق ہے کہ ابوالانبیاء حضرت ابراہیم علیہ السلام کی زوجہ محترمہ حضرت ہاجرہ علیہ السلام کا تعلق بھی مصر سے تھا جن کے بطن سے حضرت اسماعیل علیہ السلام پیدا ہوئے۔ حضرت اسماعیل علیہ السلام کی نسل سے حضور ﷺ کا تعلق ہے اور حضور ﷺ نے اپنے اس بیٹے کا نام ابراہیم رض رکھا جو مصر سے تعلق رکھنے والی حضرت ماریہ قبطیہ علیہ السلام کے بطن سے تھا۔  { وَلٰکِنْ رَّسُوْلَ اللّٰہِ وَخَاتَمَ النَّبِیّٖنَ } ”بلکہ آپ ﷺ اللہ کے رسول ﷺ ہیں اور سب نبیوں پر مہر ہیں۔“ محمد ﷺ اللہ کے رسول اور خاتم الانبیاء ہیں۔ آپ ﷺ کی آمد سے نبیوں کے سلسلہ پر مہر لگ گئی ‘ اب آپ ﷺ کے بعد کوئی نبی آنے والا نہیں ہے۔ چناچہ جاہلیت کی غلط رسومات اگر آپ ﷺ ختم نہ کرتے تو آپ ﷺ کے بعد پھر اور کون انہیں ختم کرتا ؟ اگر آپ ﷺ ذاتی مثال قائم کرتے ہوئے اپنے منہ بولے بیٹے کی مطلقہ سے نکاح نہ کرتے تو یہ رسم اس طرح حتمی انداز میں ختم نہ ہوتی۔  یہاں اس آیت کے حوالے سے رسالت اور نبوت میں لطیف فرق کو بھی سمجھ لیجیے۔ دونوں میں فرق یہ ہے کہ نبوت آپ ﷺ پر ختم ہوگئی ‘ لیکن آپ ﷺ کی رسالت اب بھی قائم و دائم ہے اور تا قیام قیامت قائم و دائم رہے گی۔ اپنی حیات مبارکہ میں آپ ﷺ براہِ راست بنفس نفیس رسالت کے فرائض سر انجام دے رہے تھے مگر اب آپ ﷺ کے امتی آپ ﷺ کی طرف سے یہ فریضہ ادا کر رہے ہیں۔ چناچہ آج دین کے جو خدام قرآن کا پیغام خلق ِخدا تک پہنچا رہے ہیں وہ گویا رسالت ِمحمدی ﷺ ہی کا پیغام پہنچا رہے ہیں۔ سورة الانعام کی آیت 19 کے یہ الفاظ گویا اسی صورت حال کی طرف اشارہ کر رہے ہیں : { وَاُوْحِیَ اِلَیَّ ہٰذَا الْقُرْاٰنُ لِاُنْذِرَکُمْ بِہٖ وَمَنْم بَلَغَ } ”اور میری جانب یہ قرآن وحی کیا گیا ہے تاکہ میں تمہیں خبردار کر دوں اس کے ذریعے سے اور اس کو بھی جس تک یہ پہنچ جائے“۔ حجۃ الوداع کے موقع پر حضور ﷺ نے اپنی رسالت کی ترویج و اشاعت کا یہ فریضہ امت کو سونپتے ہوئے ارشاد فرمایا تھا : فَلْیُبَلِّغِ الشَّاھِدُ الْغَائِبَ ”اب پہنچائیں وہ جو موجود ہیں ان تک جو موجود نہیں ہیں“۔ لہٰذا محمد ٌ رسول اللہ ﷺ کی رسالت آپ ﷺ کی امت کے ذریعے سے مسلسل قائم و دائم ہے۔ یہی وجہ ہے کہ یہاں ”خاتم“ کا جو لفظ آیا ہے وہ رسالت کے لیے نہیں بلکہ نبوت کے لیے آیا ہے۔ اس کا مطلب یہ ہے کہ جیسے ہی آپ ﷺ نے اس دنیا سے پردہ فرمایا وحی کا باب ہمیشہ کے لیے بند ہوگیا اور اس کے ساتھ ہی نبوت کا دروازہ بھی بند ہوگیا۔ گویا نبوت محمدی ﷺ اس دنیا میں حضور ﷺ کی ذات کے ساتھ قائم تھی اور آپ ﷺ کے وصال کے ساتھ ختم ہوگئی ‘ لیکن رسالت ِمحمد ﷺ قیامت تک قائم رہے گی۔ { وَکَانَ اللّٰہُ بِکُلِّ شَیْئٍ عَلِیْمًا } ”اور یقینا اللہ ہرچیز کا علم رکھنے والا ہے۔",
  "ayah": 40,
  "surah": 33
}
