{
  "text": "آیت 45 { یٰٓاَیُّہَا النَّبِیُّ اِنَّآ اَرْسَلْنٰکَ شَاہِدًا وَّمُبَشِّرًا وَّنَذِیْرًا } ”اے نبی ﷺ ! یقینا ہم نے بھیجا ہے آپ کو گواہ بنا کر اور بشارت دینے والا اور خبردار کرنے والا۔“ اس آیت کے الفاظ نبوت اور رسالت کے درمیان ربط وتعلق کو بھی واضح کر رہے ہیں۔ نبوت اور رسالت کے تعلق یا فرق کو کسی شخص کے کسی محکمے کے لیے منتخب ہونے اور پھر اس محکمے کے اندر کسی مخصوص منصب پر اس کے ”تقرر“ کی مثال سے سمجھنا چاہیے۔ مثلاً جو لوگ مقابلے کے امتحان میں کامیاب قرار پاتے ہیں وہ سی ایس پی کیڈر cadre کے لیے منتخب ہوجاتے ہیں۔ لیکن محض اس کیڈر میں منتخب ہوجانے سے ان میں سے کسی کو نہ تو کوئی اختیار ملتا ہے اور نہ ہی کسی پر کوئی ذمہ داری عائد ہوتی ہے۔ لیکن جب ان میں سے کسی کا کسی منصب یا عہدے پر تقرر کردیا جاتا ہے ‘ مثلاً کسی جگہ ڈپٹی کمشنر کی حیثیت سے تعینات کردیا جاتا ہے ‘ تو اس منصب کے اختیارات بھی اسے حاصل ہوجاتے ہیں اور اس سے متعلقہ ذمہ داریاں بھی اس کے کندھوں پر آجاتی ہیں۔ اس مثال کے حوالے سے یوں سمجھئے کہ نبوت ایک ”کیڈر“ ہے ‘ جبکہ رسالت ایک خصوصی ”تقرر“۔ یعنی نسل ِانسانی میں سے جو لوگ نبوت کے لیے منتخب ہوئے وہ سب انبیاء قرار پائے۔ لیکن جب ان میں سے کسی نبی کو کسی خاص قوم کی طرف بھیجا گیا تو انہیں رسالت مل گئی اور اس ”تقرر“ کے بعد وہ رسول بن گئے۔  اسی اصول کے تحت حضور ﷺ کے حوالے سے کہا جاتا ہے کہ آپ ﷺ کی نبوت کا ظہور پہلی وحی کے ساتھ ہوا ‘ جبکہ آپ ﷺ کی رسالت کا آغاز اس وقت ہوا جب آپ ﷺ کو باقاعدہ تبلیغ کی ذمہ داری سونپی گئی۔ پہلی وحی ان آیات پر مشتمل تھی : { اِقْرَاْ بِاسْمِ رَبِّکَ الَّذِیْ خَلَقَ۔ خَلَقَ الْاِنْسَانَ مِنْ عَلَقٍ۔ اِقْرَاْ وَرَبُّکَ الْاَکْرَمُ۔ الَّذِیْ عَلَّمَ بِالْقَلَمِ۔ عَلَّمَ الْاِنْسَانَ مَا لَمْ یَعْلَمْ۔ ”پڑھئے اپنے رب کے نام سے جس نے پید ا کیا۔ اس نے پیدا کیا انسان کو جمے ہوئے خون کے ایک لوتھڑے سے۔ پڑھئے اور آپ ﷺ کا رب بہت کریم ہے۔ وہ ذات جس نے علم سکھایا قلم کے ذریعے۔ اس نے سکھایا انسان کو وہ کچھ جو وہ نہیں جانتا تھا۔“  ان پانچ آیات کے اندر نہ تو آپ ﷺ کو تبلیغ کا کوئی حکم دیا گیا ہے اور نہ ہی کسی قسم کی کوئی اور ذمہ داری سونپی گئی ہے۔ اس لیے بجا طور پر سمجھا جاسکتا ہے کہ اس وحی کے ذریعے صرف آپ ﷺ کی نبوت کا ظہور ہوا تھا ‘ جبکہ آپ ﷺ کی رسالت کا آغاز اس وحی سے ہوا : { یٰٓاَیُّہَا الْمُدَّثِّرُ۔ قُمْ فَاَنْذِرْ۔ وَرَبَّکَ فَکَبِّرْ۔ المدثر ”اے چادر میں لپٹنے والے ! اٹھئے اور خبردار کیجیے ‘ اور اپنے رب کی بڑائی بیان کیجیے“۔ ان آیات میں گویا آپ ﷺ کو لوگوں تک پیغام پہنچانے کا واضح حکم دے کر باقاعدہ ”رسالت“ کی ذمہ داری سونپ دی گئی۔ چناچہ زیر مطالعہ آیت میں حضور ﷺ کو ”نبی“ کی حیثیت سے مخاطب کر کے منصب ِرسالت عطا کرنے کے ذکر یٰٓـاَیُّہَا النَّبِیُّ اِنَّآ اَرْسَلْنٰکَ سے جہاں نبوت اور رسالت کا فرق واضح ہوجاتا ہے وہاں اس نکتے کی بھی وضاحت ہوجاتی ہے کہ پہلے آپ ﷺ کو نبوت عطا ہوئی اور بعد میں رسالت۔  آیت میں رسالت کے حوالے سے حضور ﷺ کی جن تین ذمہ داریوں شہادت علی الناس ‘ تبشیر اور انذار کا ذکر کیا گیا ہے ان کی وضاحت قرآن کی بہت سی دوسری آیات میں بھی ملتی ہے۔ سورة البقرۃ کی آیت 143 میں آپ ﷺ کی ”شہادت“ کی ذمہ داری کے حوالے سے یوں فرمایا گیا : { وَکَذٰلِکَ جَعَلْنٰکُمْ اُمَّۃً وَّسَطًا لِّـتَکُوْنُوْا شُہَدَآئَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًاط } ”اور اے مسلمانو ! اسی طرح تو ہم نے تمہیں ایک امت ِوسط بنایا ہے تاکہ تم لوگوں پر گواہ ہو اور رسول ﷺ تم پر گواہ ہو“۔ سورة الحج کی آخری آیت میں بھی یہ مضمون ان ہی الفاظ میں آیا ہے ‘ البتہ الفاظ کی ترتیب ذرا مختلف ہے : { لِیَکُوْنَ الرَّسُوْلُ شَہِیْدًا عَلَیْکُمْ وَتَکُوْنُوْا شُہَدَآئَ عَلَی النَّاسِ } ”تاکہ پیغمبر تم پر گواہ ہو اور تم لوگوں پر گواہ ہو۔“ اسی طرح تبشیر اور انذار کے حوالے سے بھی قرآن میں بہت سی آیات آئی ہیں ‘ صیغہ واحد میں بھی اور جمع کے صیغہ میں بھی۔",
  "ayah": 45,
  "surah": 33
}
