{
  "text": "آیت 51 { تُرْجِیْ مَنْ تَشَآئُ مِنْہُنَّ وَتُـــْٔــوِیْٓ اِلَیْکَ مَنْ تَشَآئُ } ”آپ ﷺ ان میں سے جس کو چاہیں پیچھے ہٹائیں اور جس کو چاہیں اپنے قریب جگہ دیں۔“ یہ بھی اللہ تعالیٰ کی طرف سے آپ ﷺ کو خصوصی اجازت دے دی گئی کہ آپ ﷺ کے لیے تمام ازواجِ مطہرات رض کے درمیان مساوات کا برتائو اور برابری کا سلوک کرنا ضروری نہیں۔ آپ ﷺ کو اجازت تھی کہ آپ ﷺ چاہیں تو کسی زوجہ محترمہ کے پاس زیادہ دیر ٹھہریں اور چاہیں تو کسی کو نسبتاً کم وقت دیں۔ { وَمَنِ ابْتَغَیْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَیْکَ } ”اور جن کو آپ ﷺ نے دور کردیا تھا ‘ ان میں سے کسی کو دوبارہ قریب کرنا چاہیں تو بھی آپ ﷺ پر کوئی حرج نہیں۔“ { ذٰلِکَ اَدْنٰٓی اَنْ تَقَرَّ اَعْیُنُہُنَّ وَلَا یَحْزَنَّ وَیَرْضَیْنَ بِمَآ اٰتَیْتَہُنَّ کُلُّہُنَّ } ”یہ زیادہ قریب ہے اس سے کہ ان کی آنکھیں ٹھنڈی رہیں اور وہ رنجیدہ نہ ہوں اور وہ سب کی سب راضی رہیں اس پر جو بھی آپ انہیں دیں۔“ یہ حکم اس لیے دیا جا رہا ہے کہ آپ ﷺ کی ازواج مطہرات رض آپ ﷺ کی طرف سے کسی چیز یا کسی سلوک کو اپنا حق نہ سمجھیں اور آپ ﷺ انہیں جو کچھ بھی عطا فرمائیں اسے آپ ﷺ کی عنایت سمجھتے ہوئے خوشی خوشی قبول کرلیں۔ اگرچہ اس حکم کے بعد حضور ﷺ پر ازواج کے مابین مساوات کا برتائو واجب نہیں رہا تھا مگر اس کے باوجود آپ ﷺ ہمیشہ نان و نفقہ سمیت ایک ایک چیز میں ناپ تول کی حد تک سب کے ساتھ برابر کا معاملہ فرمایا کرتے تھے۔ تمام ازواج کے ہاں شب باشی کے لیے بھی آپ ﷺ نے باری مقرر فرما رکھی تھی۔ اسی طرح جب آپ ﷺ مدینہ میں ہوتے تو نمازعصر کے بعد باری باری سب ازواج مطہرات رض کے ہاں تشریف لے جاتے اور اس دوران وقت کی تقسیم میں مساوات کا خیال فرماتے۔ غرض ہر معاملے میں آپ ﷺ بہت محتاط انداز میں عدل و مساوات کا اہتمام فرماتے اور اس کے باوجود فرمایا کرتے : اَللّٰھُمَّ ھٰذَا قَسْمِیْ فِیْمَا اَمْلِکُ فَلَا تَلُمْنِیْ فِیْمَا تَمْلِکُ وَلَا اَمْلِکُ 1 ”اے اللہ ! جو چیزیں میرے اختیار میں ہیں ان میں تو میں نے برابر کی تقسیم کردی ہے ‘ لیکن جو میرے اختیار میں نہیں ہیں بلکہ تیرے اختیار میں ہیں ان کے بارے میں مجھے ملامت نہ کرنا“۔ یعنی ایک سے زیادہ بیویوں کے درمیان مساوات کے حوالے سے ظاہری چیزوں کی حد تک تو کوشش کی جاسکتی ہے مگر دل کے رجحان یا میلان کو برابر تقسیم کرنا انسان کے بس میں نہیں۔ اس حوالے سے سورة النساء میں بہت واضح حکم آچکا ہے : { وَلَنْ تَسْتَطِیْعُوْٓا اَنْ تَعْدِلُوْا بَیْنَ النِّسَآئِ وَلَوْ حَرَصْتُمْ فَلاَ تَمِیْلُوْا کُلَّ الْمَیْلِ فَتَذَرُوْہَا کَالْمُعَلَّقَۃِط وَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰہَ کَانَ غَفُوْرًا رَّحِیْمًا } اور تمہارے لیے ممکن ہی نہیں کہ تم عورتوں کے درمیان انصاف کرسکو چاہے تم اس کے لیے کتنے ہی حریص بنو ‘ لیکن ایسا نہ ہو کہ تم کسی ایک کی طرف پورے کے پورے جھک جائو اور دوسری کو معلق کر کے چھوڑ دو۔ اور اگر تم اصلاح کرلو اور تقویٰ کی روش اختیار کروتو اللہ بہت بخشنے والا ‘ نہایت رحم فرمانے والا ہے۔“ { وَاللّٰہُ یَعْلَمُ مَا فِیْ قُلُوْبِکُمْ وَکَانَ اللّٰہُ عَلِیْمًا حَلِیْمًا } ”اور اللہ خوب جانتا ہے جو کچھ تمہارے دلوں میں ہے۔ اور اللہ ہرچیز کا علم رکھنے والا ‘ بہت بردبار ہے۔“",
  "ayah": 51,
  "surah": 33
}
