{
  "text": "آیت 53 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُیُوْتَ النَّبِیِّ اِلَّآ اَنْ یُّؤْذَنَ لَـکُمْ اِلٰی طَعَامٍ } ”اے اہل ِ ایمان ! مت داخل ہوجایا کرو نبی ﷺ کے گھروں میں مگر یہ کہ تمہیں کسی کھانے پر آنے کی اجازت دی جائے“ { غَیْرَ نٰظِرِیْنَ اِنٰـہُ } ”نہ انتظار کرتے ہوئے کھانے کی تیاری کا“ اس حوالے سے سورة النور کا یہ حکم بھی یاد کرلیں : { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُیُوْتًا غَیْرَ بُیُوْتِکُمْ حَتّٰی تَسْتَاْنِسُوْا وَتُسَلِّمُوْا عَلٰٓی اَہْلِہَا ذٰلِکُمْ خَیْرٌ لَّکُمْ لَعَلَّکُمْ تَذَکَّرُوْنَ } ”اے ایمان والو ! اپنے گھروں کے علاوہ دوسرے گھروں میں داخل نہ ہوا کرو ‘ حتیٰ کہ مانوس ہو لو بول چال کرلو اور گھر والوں کو سلام کرلو ‘ یہ تمہارے لیے بہتر ہے تاکہ تم نصیحت حاصل کرو“۔ یعنی اس وقت تک کسی کے گھر میں داخل مت ہوا کرو جب تک گھر والوں سے بات چیت کر کے انہیں اپنی پہچان نہ کرا لو۔ اس کے بعد سورة النور کی اگلی آیت آیت 28 میں { حَتّٰی یُؤْذَنَ لَکُمْج } یہاں تک کہ تمہیں اجازت دے دی جائے کے الفاظ بھی آئے ہیں۔ واضح رہے کہ سورة النور کا نزول سورة الاحزاب کے ایک سال بعد یعنی 6 ہجری میں ہوا۔ گویا سب سے پہلے یہ حکم آیت زیر مطالعہ میں رسول اللہ ﷺ کے گھر کے لیے دیا گیا لیکن بعد میں سورة النور کی مذکورہ آیت میں اسے ایک عمومی حکم کا درجہ دے دیا گیا۔ { وَلٰکِنْ اِذَا دُعِیْتُمْ فَادْخُلُوْا } ”ہاں جب تمہیں بلایا جائے تب داخل ہوا کرو“ { فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَاْنِسِیْنَ لِحَدِیْثٍ } ”پھر جب کھانا کھا چکو تو منتشر ہوجایا کرو اور باتوں میں لگے ہوئے بیٹھے نہ رہا کرو۔“ یعنی اگر کھانے کے لیے بلایا جائے تو وقت سے پہلے ہی آکر نہ بیٹھ جایا کرو جب کہ ابھی کھانا تیار بھی نہ ہوا ہو۔ پھر جب کھانا کھالو تو فوراً وہاں سے اٹھ جایا کرو اور وہاں ڈیرہ جما کر نہ بیٹھے رہا کرو کہ اب باہم گفتگو کریں گے اور حضور ﷺ کی باتیں بھی سنیں گے۔ { اِنَّ ذٰلِکُمْ کَانَ یُؤْذِی النَّبِیَّ } ”تمہاری یہ باتیں نبی ﷺ کے لیے تکلیف کا باعث تھیں“ ظاہر ہے اگر کوئی شخص کسی کے گھر میں آکر بیٹھ جائے اور اٹھنے کا نام نہ لے تو گھر والوں کو تکلیف تو ہوگی۔ مگر اس حوالے سے حضور ﷺ کی تکلیف کا ایک خصوصی پہلو یہ بھی تھا کہ آپ ﷺ کے جن گھروں کا یہاں ذکر ہو رہا ہے وہ دراصل چھوٹے چھوٹے حجرے تھے۔ روایات میں آتا ہے کہ اگر کوئی شخص آپ ﷺ سے ملنے کے لیے آجاتا اور آپ ﷺ اسے حجرئہ مبارک کے اندر بلا لیتے تو جب تک وہ چلا نہ جاتاحضرت عائشہ رض چادر اوڑھے چہرہ دیوار کی طرف کیے بیٹھی رہتیں۔ بہر حال ان حجروں کے اندر اتنی جگہ نہیں تھی کہ وہاں غیر محرم مرد محفل جما کر بیٹھتے۔ { فَیَسْتَحْیٖ مِنْکُمْ وَاللّٰہُ لَا یَسْتَحْیٖ مِنَ الْحَقِّ } ”مگر وہ نبی صلی اللہ علیہ وآلہ وسلم آپ لوگوں سے جھجک محسوس کرتے ہیں ‘ اور اللہ حق بیان کرنے سے نہیں جھجکتا۔“ گھروں کے اندر لوگوں کے تا دیر بیٹھنے سے حضور ﷺ کو تکلیف تو ہوتی تھی مگر آپ ﷺ مروّت اور شرافت میں انہیں جانے کا نہیں فرماتے تھے۔ { وَاِذَا سَاَلْتُمُوْہُنَّ مَتَاعًا فَسْئَلُوْہُنَّ مِنْ وَّرَآئِ حِجَابٍ } ”اور جب تمہیں نبی ﷺ کی بیویوں سے کوئی چیز مانگنی ہو تو پردے کی اوٹ سے مانگا کرو۔“ قرآن حکیم میں اس مقام پر لفظ ”حجاب“ پہلی بار آیا ہے اور یہ حجاب سے متعلق احکام کے سلسلے کا پہلا حکم ہے ‘ جس کا منشا یہ ہے کہ آئندہ حضور ﷺ کے گھروں کے دروازوں پر پردے لٹکا دیے جائیں اور اگر کسی غیر محرم مرد کو امہات المومنین رض میں سے کسی سے کوئی کام ہو وہ رُو در رُو نہیں بلکہ پردے کے پیچھے کھڑے ہو کر بات کرے۔ -۔ اس آیت کو ”آیت حجاب“ کہا جاتا ہے۔ -۔ اس حکم کے بعد ازواجِ مطہرات رض کے گھروں کے دروازوں پر پردے لٹکا دیے گئے ‘ اور چونکہ نبی اکرم ﷺ کی ذات گرامی مسلمانوں کے لیے اُسوئہ حسنہ تھی اور آپ ﷺ کا گھر تمام مسلمانوں کے لیے نمونے کا گھر تھا ‘ چناچہ تمام مسلمانوں کے گھروں کے دروازوں پر بھی پردے لٹک گئے۔ { ذٰلِکُمْ اَطْہَرُ لِقُلُوْبِکُمْ وَقُلُوْبِہِنَّ } ”یہ طرز عمل زیادہ پاکیزہ ہے تمہارے دلوں کے لیے بھی اور ان رض کے دلوں کے لیے بھی۔“ مرد اور عورت کے درمیان ایک دوسرے کے لیے اللہ تعالیٰ نے جو کشش رکھی ہے اس سے انکار نہیں کیا جاسکتا۔ اس لیے بہتر طریقہ یہی ہے کہ غیر محرم مردوں کا غیر محرم عورتوں کے ساتھ آمنا سامنا نہ ہو۔ { وَمَا کَانَ لَکُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰہِ } ”اور تمہارے لیے جائز نہیں ہے کہ تم اللہ کے رسول ﷺ کو ایذا پہنچائو“ یہاں ایک اہم نکتہ یہ بھی سمجھ لیں کہ اگرچہ معاشرتی اصلاحات کے بارے میں یہ احکام عمومی نوعیت کے ہیں لیکن ان اصلاحات کا آغاز خصوصی طور پر اللہ کے رسول ﷺ کے گھر سے کیا جا رہا ہے۔ اس کا ایک سبب تو وہی ہے جس کا حوالہ انگریزی ضرب المثل charity begins at home میں دیا گیا ہے کہ اچھے کام کی ابتدا اپنے گھر سے ہونی چاہیے۔ جبکہ دوسری طرف ان اقدامات کو حضور ﷺ کی ذات سے منسوب کر کے منافقین کی شرارتوں کے راستے بند کرنا بھی مقصود تھا جو حضور ﷺ کی ذات اور آپ ﷺ کے گھر والوں کے حوالے سے ہر وقت تاک میں رہتے تھے کہ انہیں کوئی بات ہاتھ آئے اور وہ اس کا بتنگڑ بنائیں۔ { وَلَآ اَنْ تَنْکِحُوْٓا اَزْوَاجَہٗ مِنْم بَعْدِہٖٓ اَبَدًا } ”اور نہ یہ جائز ہے کہ تم نکاح کرو آپ ﷺ کی بیویوں سے آپ ﷺ کے بعد کبھی بھی۔“ ازواجِ مطہرات رض کے خصوصی تقدس کا ذکر قبل ازیں آیت 6 میں { وَاَزْوَاجُہٗٓ اُمَّہٰتُہُمْط } اور نبی ﷺ کی بیویاں اہل ایمان کی مائیں ہیں کے الفاظ میں بھی آچکا ہے ‘ مگر یہاں پر صراحت کے ساتھ اس تقدس کو باقاعدہ قانونی حیثیت دے دی گئی۔ دراصل حضور ﷺ کو آیت 50 میں طلاق کا اختیار استعمال کرنے سے منع کرنے میں بھی یہی حکمت تھی کہ خدانخواستہ اگر آپ ﷺ اپنی کسی زوجہ محترمہ کو طلاق دیتے تو وہ کسی اور سے نکاح نہیں کرسکتی تھیں۔ اور طلاق کی گنجائش نہ ہونے ہی کی وجہ سے آپ ﷺ کو ازواج کی تعداد کے معاملے میں خصوصی رعایت دی گئی۔ { اِنَّ ذٰلِکُمْ کَانَ عِنْدَ اللّٰہِ عَظِیْمًا } ”یقینا اللہ کے نزدیک یہ بہت بڑی بات ہے۔“ چناچہ اگر کسی خبیث کی نیت میں کہیں کوئی فتور جنم لے رہا تھا تو اس پر واضح ہوجائے کہ یہ دروازہ اب ہمیشہ کے لیے بند ہوگیا ہے۔",
  "ayah": 53,
  "surah": 33
}
