{
  "text": "آیت 55 { لاَ جُنَاحَ عَلَیْہِنَّ فِیْٓ اٰبَآئِہِنَّ } ”کوئی حرج نہیں اُن ازواجِ نبی ﷺ پر ان کے باپوں کے معاملے میں“ جیسے حضرت ابوبکر صدیق رض اگر چاہیں تو اپنی بیٹی حضرت عائشہ صدیقہ رض کے گھر میں آئیں یا حضرت عمرفاروق رض اپنی بیٹی حضرت حفصہ رض کے گھر میں آئیں ‘ اس میں کوئی رکاوٹ نہیں۔ { وَلَآ اَبْنَآئِہِنَّ وَلَآ اِخْوٰنِہِنَّ } ”اور نہ کوئی حرج ہے ان کے بیٹوں کے بارے میں ‘ اور نہ ان کے بھائیوں کے بارے میں“ { وَلَآ اَبْنَآئِ اِخْوٰنِہِنَّ وَلَآ اَبْنَآئِ اَخَوٰتِہِنَّ } ”اور نہ ان کے بھائیوں کے بیٹوں کے بارے میں اور نہ ان کی بہنوں کے بیٹوں کے بارے میں“ { وَلَا نِسَآئِہِنَّ وَلَا مَا مَلَکَتْ اَیْمَانُہُنَّ } ”اور نہ ان کی جان پہچان کی عورتوں کے بارے میں اور نہ ہی ان کی ِملک یمین کے بارے میں۔“ لغوی مفہوم کے اعتبار سے ”ملک یمین“ میں غلام اور باندیاں سب شامل ہیں ‘ لیکن اکثر و بیشتر اہل سنت علماء کے نزدیک یہاں اس سے صرف باندیاں مراد ہیں۔ اس آیت میں واضح طور پر عورتوں کے لیے محرم مردوں کی ایک فہرست فراہم کردی گئی ہے ‘ جیسے کہ سورة النساء کی آیت 23 میں مردوں کے لیے محرم عورتوں کی فہرست دی گئی ہے۔ اس کو یوں سمجھئے کہ اس مضمون کا مرکزی نقطہ nucleus زیر نظر آیت میں ہے ‘ جبکہ سورة النساء کی مذکورہ آیت میں اس کی مزید تفصیل فراہم کر کے ”محرماتِ ابدیہ“ کی فہرست کو مکمل کردیا گیا ہے جن سے کبھی بھی کسی صورت میں بھی نکاح جائز نہیں ہے۔  بہر حال آیت میں مذکور رشتوں کے علاوہ متعلقہ عورتوں کے لیے باقی تمام مرد غیر محرم ہیں اور انہیں گھر کے اندر زنان خانے میں داخل ہونے کی اجازت نہیں ہے۔ اگر کسی غیر محرم مرد کو گھر کی کسی خاتون سے کوئی بات کرنی ہو تو وہ پردے کے پیچھے رہ کر بات کرے اور اگر کسی وجہ سے کسی غیر محرم مرد کا گھر کے اندر داخلہ ناگزیر ہو تو بھی اہتمام کیا جائے کہ کسی خاتون سے اس کا سامنا نہ ہو۔ اسلامی طرز معاشرت کا یہی طریقہ ہے۔ اس حوالے سے قبل ازیں آیت 53 کی تشریح کے ضمن میں حضرت عائشہ رض کی مثال بیان ہوچکی ہے کہ اگر حضور ﷺ کسی شخص کو حجرہ مبارک کے اندر آنے کی اجازت مرحمت فرماتے تو علیحدہ جگہ نہ ہونے کے باعث حضرت عائشہ رض ایک کونے میں دیوار کی طرف رخ کیے بیٹھی رہتی تھیں تا وقتیکہ وہ صاحب چلے جاتے۔ { وَاتَّقِیْنَ اللّٰہَ اِنَّ اللّٰہَ کَانَ عَلٰی کُلِّ شَیْئٍ شَہِیْدًا } ”اور اے نبی ﷺ کی بیویو ! تم اللہ سے ڈرتی رہو۔ یقینا اللہ ہرچیز پر گواہ ہے۔",
  "ayah": 55,
  "surah": 33
}
