{
  "text": "قوله تعالى : ( ويصنع الفلك ) فلما أمره الله تعالى أن يصنع الفلك أقبل نوح عليه السلام على عمل الفلك ولها عن قومه ، وجعل يقطع الخشب ويضرب الحديد ، ويهيئ عدة الفلك من القار وغيره ، وجعل قومه يمرون به وهو في عمله ويسخرون منه ، ويقولون : يا نوح قد صرت نجارا بعد النبوة؟ وأعقم الله أرحام نسائهم فلا يولد لهم ولد .وزعم أهل التوراة أن الله أمره أن يصنع الفلك من خشب الساج ، وأن يصنعه من أزور ، وأن يطليه بالقار من داخله وخارجه ، وأن يجعل طوله ثمانين ذراعا وعرضه خمسين ذراعا وطوله في السماء ثلاثين ذراعا ، والذراع إلى المنكب ، وأن يجعله ثلاثة أطباق : سفلى ووسطى وعليا ويجعل فيه كوى ، ففعله نوح كما أمره الله عز وجل .وقال ابن عباس : اتخذ نوح السفينة في سنتين وكان طول السفينة ثلاثمائة ذراع وعرضها خمسون ذراعا وطولها في السماء ثلاثون ذراعا ، وكانت من خشب الساج وجعل لها ثلاثة بطون ، فحمل في البطن الأسفل الوحوش والسباع والهوام ، وفي البطن الأوسط الدواب والأنعام ، وركب هو ومن معه في البطن الأعلى مع ما يحتاج إليه من الزاد .وقال قتادة : كان بابها في عرضها .وروي عن الحسن : كان طولها ألفا ومائتي ذراع وعرضها ستمائة ذراع . والمعروف الأول : أن طولها ثلاثمائة ذراع .وعن زيد بن أسلم قال : مكث نوح عليه السلام مائة سنة يغرس الأشجار ويقطعها ، ومائة سنة يعمل الفلك .وقيل : غرس الشجر أربعين سنة وجففه أربعين سنة .وعن كعب الأحبار أن نوحا عمل السفينة في ثلاثين سنة ، وروي أنها كانت ثلاث طبقات ، الطبقة السفلى للدواب والوحوش ، والطبقة الوسطى فيها الإنس ، والطبقة العليا فيها الطير ، فلما كثرت أرواث الدواب أوحى الله إلى نوح أن اغمز ذنب الفيل فغمزه فوقع منه خنزير وخنزيرة ، فأقبلا على الروث ، فلما وقع الفأر بجوف السفينة فجعل يقرضها ويقرض حبالها ، فأوحى الله تعالى إليه أن اضرب بين عيني الأسد فضرب فخرج من منخره سنور وسنورة ، فأقبلا على الفأر .قوله تعالى : ( وكلما مر عليه ملأ من قومه سخروا منه ) كانوا يقولون : إن هذا الذي يزعم أنه نبي قد صار نجارا ، وروي أنهم كانوا يقولون له : يا نوح ماذا تصنع؟ فيقول أصنع بيتا يمشي على الماء ، فيضحكون منه ، ( قال : إن تسخروا منا فإنا نسخر منكم ) إذا عاينتم عذاب الله ( كما تسخرون ) فإن قيل : كيف تجوز السخرية من النبي؟ قيل : هذا على ازدواج الكلام ، يعني إن تستجهلوني فإني أستجهلكم إذا نزل العذاب بكم . وقيل : معناه إن تسخروا منا فسترون عاقبة سخريتكم .",
  "ayah": 38,
  "surah": 11
}
