{
  "text": "يقول تعالى ذكره: قالت الملائكة الذين كان هؤلاء المشركون يعبدونهم من دون الله وعيسى: تنـزيها لك يا ربنا، وتبرئة مما أضاف إليك هؤلاء المشركون, ما كان ينبغي لنا أن نتخذ من دونك من أولياء نواليهم, أنت ولينا من دونهم, ولكن متعتهم بالمال يا ربنا في الدنيا والصحة، حتى نسوا الذكر وكانوا قوما هَلْكى، قد غلب عليهم الشقاء والخذلان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا ) يقول: قوم قد ذهبت أعمالهم وهم في الدنيا, ولم تكن لهم أعمال صالحة.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَكَانُوا قَوْمًا بُورًا ) يقول: هلكى.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَكَانُوا قَوْمًا بُورًا ) يقول: هلكى.حدثنا الحسن, قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر عن الحسن ( وَكَانُوا قَوْمًا بُورًا ) قال: هم الذين لا خير فيهم، حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَكَانُوا قَوْمًا بُورًا ) قال: يقول: ليس من الخير في شيء. البور: الذي ليس فيه من الخير شيء.واختلفت القرّاء في قراءة قوله: ( مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ ) فقرأ ذلك عامة قراء الأمصار ( نَتَّخِذَ ) بفتح النون سوى الحسن ويزيد بن القعقاع, فإنهما قرآه: (أنَّ نُتَّخَذَ) بضم النون. فذهب الذين فتحوها إلى المعنى الذي بَيَّنَّاه في تأويله من أن الملائكة وعيسى، ومن عُبِد من دون الله من المؤمنين، هم الذين تبرّءوا أن يكون كان لهم وليّ غير الله تعالى ذكره. وأما الذين قرءوا ذلك بضمّ النون, فإنهم وجهوا معنى الكلام إلى أن المعبودين في الدنيا إنما تبرّءوا إلى الله أن يكون كان لهم أن يعبدوا من دون الله جلّ ثناؤه, كما أخبر الله عن عيسى، أنه قال إذا قيل:  أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ....* مَا قُلْتُ لَهُمْ إِلا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْقال أبو جعفر: وأولى القراءتين في ذلك عندي بالصواب قراءة من قرأه بفتح النون, لعلل ثلاث: إحداهن إجماع من القرّاء عليها. والثانية: أن الله جلّ ثناؤه ذكر نظير هذه القصة في سورة سبأ, فقال:  وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهَؤُلاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ * قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ  ، فأخبر عن الملائكة أنهم إذا سُئلوا عن عبادة من عبدهم تبرّءوا إلى الله من ولايتهم, فقالوا لربهم:  أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ  فذلك يوضح عن صحة قراءة من قرأ ذلك ( مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ ) بمعنى: ما كان ينبغي لنا أن نتخذهم من دونك أولياء. والثالثة: أن العرب لا تدخل \" مِن \" هذه التي تدخل في الجحد إلا في الأسماء, ولا تدخلها في الأخبار, لا يقولون: ما رأيت أخاك من رجل, وإنما يقولون: ما رأيت من أحد, وما عندي من رجل، وقد دخلت ها هنا في الأولياء، وهي في موضع الخبر, ولو لم تكن فيها \" من \" كان وجها حسنا. وأما البور: فمصدر واحد وجمع للبائر, يقال: أصبحت منازلهم بورا: أي خالية لا شيء فيها, ومنه قولهم: بارت السوق وبار الطعام إذا خلا من الطلاب والمشتري، فلم يكن له طالب, فصار كالشيء الهالك; ومنه قول ابن الزبعْرى:يَــا رَسُــولَ المَلِيــكِ إنَّ لسـانِيرَاتــقٌ مــا فَتَقْـتُ إذْ أنـا بُـورُ (2)وقد قيل: إن بور: مصدر, كالعدل والزور والقطع, لا يثنى ولا يجمع ولا يؤنث، وإنما أريد بالبور في هذا الموضع أن أعمال هؤلاء الكفار كانت باطلة؛ لأنها لم تكن لله كما ذكرنا عن ابن عباس.القول في تأويل قوله تعالى :  فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلا نَصْرًايقول تعالى ذكره مخبرا عما هو قائل للمشركين عند تبرّي من كانوا يعبدونه في الدنيا من دون الله منهم: قد كذّبوكم أيها الكافرون من زعمتم أنهم أضلوكم، ودعوكم إلى عبادتهم بما تقولون، يعني بقولكم, يقول: كذّبوكم بكذبكم.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد ( فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ ) يقول الله للذين كانوا يعبدون عيسى وعُزيرا والملائكة, يكذّبون المشركين.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ ) قال: عيسى وعُزيرا والملائكة, يكذّبون المشركين بقولهم.وكان ابن زيد يقول في تأويل ذلك: ما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلا نَصْرًا ) قال: كذّبوكم بما تقولون بما جاء من عند الله جاءت به الأنبياء والمؤمنون آمنوا به، وكذب هؤلاء فوجه ابن زيد تأويل قوله: ( فَقَدْ كَذَّبُوكُمْ ) إلى: فقد كذّبوكم أيها المؤمنون المكذّبون بما جاءهم به محمد من عند الله، بما تقولون من الحقّ, وهو أن يكون خبرا عن الذين كذّبوا الكافرين في زعمهم أنهم دعوهم إلى الضلالة، وأمروهم بها على ما قاله مجاهد من القول الذي ذكرناه عنه أشبه وأولى; لأنه في سياق الخبر عنهم، والقراءة في ذلك عندنا( فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ ) بالتاء على التأويل الذي ذكرناه, لإجماع الحجة من قرّاء الأمصار عليه. وقد حُكي عن بعضهم أنه قرأه (فَقَدْ كَذَّبُوكُمْ بِمَا يَقُولُونَ) بالياء, بمعنى: فقد كذبوكم بقولهم.وقوله جلّ ثناؤه ( فَمَا تَسْتَطِيعُونَ صَرْفًا وَلا نَصْرًا ) يقول: فما يستطيع هؤلاء الكفار صرف عذاب الله حين نـزل بهم عن أنفسهم, ولا نصرها من الله حين عذّبها وعاقبها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد ( فَمَا تَسْتَطِيعُونَ صَرْفًا وَلا نَصْرًا ) قال: المشركون لا يستطيعونه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( فَمَا تَسْتَطِيعُونَ صَرْفًا وَلا نَصْرًا ) قال: المشركون. قال ابن جُرَيج: لا يستطيعون صرف العذاب عنهم, ولا نصر أنفسهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَمَا يَسْتَطِيعُونَ صَرْفًا وَلا نَصْرًا ) قال: لا يستطيعون يصرفون عنهم العذاب الذي نـزل بهم حين كذّبوا, ولا أن ينتصروا قال: وينادي مناد يوم القيامة حين يجتمع الخلائق: ما لكم لا تناصرون، قال: من عبد من دون الله لا ينصر اليوم من عبده, وقال العابدون من دون الله: لا ينصره اليوم إلهه الذي يعبد من دون الله, فقال الله تبارك وتعالى:  بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ  وقرأ قول الله جلّ ثناؤه  فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ  .ورُوي عن ابن مسعود في ذلك ما حدثنا به أحمد بن يونس, قال: ثنا القاسم, قال: ثنا حجاج, عن هارون, قال: هي في حرف عبد الله بن مسعود (فَمَا يَسْتَطِيعُونَ لكَ صَرْفًا) فإن تكن هذه الرواية عنه صحيحة صحّ التأويل الذي تأوّله ابن زيد في قوله: ( فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ ) ويصير قوله ( فَقَدْ كَذَّبُوكُمْ ) خبرا عن المشركين أنهم كذّبوا المؤمنين, ويكون تأويل قوله حينئذ (فَمَا يَسْتَطِيعُونَ لكَ صَرْفًا) فما يستطيع يا محمد هؤلاء الكفار لك صرفا عن الحق الذي هداك الله له, ولا نصر أنفسهم, مما بهم من البلاء الذي هم فيه, بتكذيبهم إياك.------------------------الهوامش:(2) البيت لعبد الله بن الزبعرى قاله حين أسلم عند فتح مكة . وهو في أول المقطوعة قبل البيت الذي مضى شرحه قبل هذا . وراتق : مصلح لما أفسدت ، وأصل الرتق السد للثوب الممزق بإصلاح ما تقطع منه . وفتقت : أي أفسدت من الدين ، فكل إثم فتق وتمزيق ، وكل ثوبة رتق وإصلاح . وبور : هالك . يقال : رجل بور وبائر ، وقوم بور ، وأصل البور : مصدر بار يبور بورًا ، ثم وصف به فلزم الإفراد لأن المصادر لا تجمع . وقال المؤلف : إنه مصدر واحد (غير مجموع) ، وجمع للبائر ، قال يقال: أصبحت منازلهم بورًا ، أي خالية",
  "ayah": 18,
  "surah": 25
}
