{
  "text": "يقول تعالى ذكره: يوم يرى هؤلاء الذين قالوا:  لَوْلا أُنْـزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرَى رَبَّنَا  بتصديق محمد الملائكة, فلا بشرى لهم يومئذ بخير (وَيَقُولُونَ حِجْرًا مَحْجُورًا) يعني أن الملائكة يقولون للمجرمين حجرا محجورا, حراما محرّما عليكم اليوم البشرى أن تكون لكم من الله; ومن الحجر قول المتلمس:حَـنَّتْ إلـى نَخْلَـةَ القُصْوَى فَقُلْتُ لَهَاحِجْــرٌ حَـرَامٌ ألا تِلْـكَ الدَّهـاريسُ (1)ومنه قولهم: حجر القاضي على فلان, وحجر فلان على أهله; ومنه حجر الكعبة, لأنه لا يدخل إليه في الطواف, وإنما يطاف من ورائه; ومنه قول الآخر.فَهَمَمْــتُ أنْ أَلْقَــى إلَيْهـا مَحْجَـرًافَلَمِثْلُهَــا يُلْقَــى إلَيْــهِ المَحْجَــرُ (2)أي مثلها يُركب منه المُحْرَمُ.واختلف أهل التأويل في المخبر عنهم بقوله: (وَيَقُولُونَ حِجْرًا مَحْجُورًا) ومن قائلوه؟ فقال بعضهم: قائلو ذلك الملائكة للمجرمين نحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني موسى بن عبد الرحمن المسروقي, قال: ثنا أبو أسامة, عن الأجلح, قال: سمعت الضحاك بن مزاحم, وسأله رجل عن قول الله (وَيَقُولُونَ حِجْرًا مَحْجُورًا) قال: تقول الملائكة: حراما محرما أن تكون لكم البُشرى.حدثني عبد الوارث بن عبد الصمد, قال: ثني أبي, عن جدي, عن الحسن, عن قتادة (وَيَقُولُونَ حِجْرًا مَحْجُورًا) قال: هي كلمة كانت العرب تقولها, كان الرجل إذا نـزل به شدّة قال: حجرا, يقول: حراما محرّما.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( لا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا ) لما جاءت زلازل الساعة, فكان من زلازلها أن السماء انشقت  فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ * وَالْمَلَكُ عَلَى أَرْجَائِهَا  على شفة كل شيء تشقَّق من السماء, فذلك قوله: ( يَوْمَ يَرَوْنَ الْمَلائِكَةَ لا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ ) : يعني الملائكة تقول للمجرمين حراما محرمًا أيها المجرمون أن تكون لكم البشرى اليوم حين رأيتمونا.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, عن ابن أبي نجيح, عن مجاهد ( يَوْمَ يَرَوْنَ الْمَلائِكَةَ ) قال: يوم القيامة (وَيَقُولُونَ حِجْرًا مَحْجُورًا) قال: عوذا معاذا.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, مثله, وزاد فيه: الملائكة تقوله.وقال آخرون: ذلك خبر من الله عن قيل المشركين إذا عاينوا الملائكة.* ذكر من قال ذلك:حدثنا القاسم, قال: ثني الحسين, قال: ثني حجاج, عن ابن جُرَيج ( يَوْمَ يَرَوْنَ الْمَلائِكَةَ لا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا ) قال ابن جُرَيج: كانت العرب إذا كرهوا شيئا قالوا حجرا, فقالوا حين عاينوا الملائكة. قال ابن جُرَيج: قال مجاهد: ( حِجْرًا ) عوذا, يستعيذون من الملائكة.قال أبو جعفر: وإنما اخترنا القول الذي اخترنا في تأويل ذلك من أجل أن الحِجْر هو الحرام, فمعلوم أن الملائكة هي التي تخبر أهل الكفر أن البُشرى عليهم حرام. وأما الاستعاذة فإنها الاستجارة, وليست بتحريم، ومعلوم أن الكفار لا يقولون للملائكة حرام عليكم, فيوجه الكلام إلى أن ذلك خبر عن قيل المجرمين للملائكة.------------------------الهوامش:(1) البيت للمتلمس جرير بن عبد المسيح (عن معجم ما استعجم لأبي عبيد البكري : رسم نخلة) .. وحنت : اشتاقت . وفي (اللسان : دهرس) : حجت . ونخلة القصوى : موضع على ليلة من مكة . وقيل: هما نخلة الشامية ونخلة اليمانية ؛ فالشامية واد ينصب من الغمير . واليمانية : واد ينصب من بطن قرن المنازل ، وهو طريق اليمن إلى مكة . وحجر : مثلث الحاء بمعنى حرام ، وفي المعجم البكري : بسل عليك ، وهو الحرام أيضًا . والدهاريس جمع دهرس ، مثلث الدال ، وهي الداهية (عن اللسان ) . والبيت من شواهد أبي عبيدة في مجاز القرآن (الورقة 167 من مصورة الجامعة رقم 26059) وعنه أخذه المؤلف(2) البيت لحميد بن ثور الهلالي ( اللسان : حجر . والديوان طبعة دار الكتب المصرية ص 84) . وفي رواية الديوان واللسان : أغشى في موضع ألقى . والمحجر : الحرام . قال في اللسان : لمثلها يؤتى إليه الحرام . وقبل البيت ثلاثة أبيات وهي :لَـمْ أَلْـقَ عَمْـرَةَ بَعْـدَ إذْ هِـيَ نَاشِئٌخَرَجَـــتْ مُعَطَّفَــةً عَلَيْهَـا مـئْزَرُبَــرَزَتْ عَقِيلَــةَ أَرْبَــع هَادَيْنَهَـابِيــضِ الوُجُــوهِ كــأنهُنَّ الْعُنْقَـرُذَهَبَــتْ بِعَقْلِــكَ رَيطَــةٌ مَطْوِيَّـةٌوَهِـيَ التـي تُهْـدَي بِهَـا لَـوْ تَشْعُرُوالبيت شاهد على أنت المحجر الحرام . وقال الفراء في معاني القرآن ( الورقة 224 من مصورة الجامعة 24059) : ألقى : من لقيت أي مثلها يركب منه المحرم . وعنه أخذ المؤلف",
  "ayah": 22,
  "surah": 25
}
