{
  "text": "يقول تعالى ذكره: ( وَقَدِمْنَا ) وعمدنا إلى ما عمل هؤلاء المجرمون ( مِنْ عَمَلٍ ) ; ومنه قول الراجز:وَقَـــدِمَ الخَـــوَارِجُ الضُّــلالُإلَـــى عِبــادِ رَبِّهِــمْ وَقــالُواإنَّ دِمَاءَكُم لَنا حَلالُ (3)يعني بقوله: قدم: عمد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَقَدِمْنَا ) قال: عَمَدنا.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله وقوله: ( فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا ) يقول: فجعلناه باطلا لأنهم لم يعملوه لله وإنما عملوه للشيطان.والهباء: هو الذي يرى كهيئة الغبار إذا دخل ضوء الشمس من كوّة يحسبه الناظر غبارًا ليس بشيء تقبض عليه الأيدي ولا تمسه, ولا يرى ذلك في الظل.واختلف أهل التأويل في تأويل ذلك, فقال بعضهم نحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني محمد بن المثنى, قال: ثنا محمد, قال: ثنا شعبة, عن سماك, عن عكرمة أنه قال في هذه الآية ( هَبَاءً مَنْثُورًا ) قال: الغبار الذي يكون في الشمس.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن أبي رجاء, عن الحسن, في قوله: ( وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا ) قال: الشعاع في كوّة أحدهم إن ذهب يقبض عليه لم يستطع.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( هَبَاءً مَنْثُورًا ) قال: شعاع الشمس من الكوّة.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حدثنا الحسن, قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر, عن الحسن, في قوله: ( هَبَاءً مَنْثُورًا ) قال: ما رأيت شيئا يدخل البيت من الشمس تدخله من الكوّة, فهو الهباء.وقال آخرون: بل هو ما تسفيه الرياح من التراب, وتذروه من حطام الأشجار, ونحو ذلك.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن عطاء الخراساني, عن ابن عباس, قوله: ( هَبَاءً مَنْثُورًا ) قال: ما تسفي الريح تَبُثُّهُ.حدثنا الحسن, قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر, عن قتادة ( هَبَاءً مَنْثُورًا ) قال: هو ما تذرو الريح من حطام هذا الشجر.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( هَبَاءً مَنْثُورًا ) قال: الهباء: الغبار.وقال آخرون: هو الماء المهراق.* ذكر من قال ذلك:حدثني علي, قال: ثنا عبد الله بن صالح, قال: ثني معاوية, عن علي, عن ابن عباس, قوله: ( هَبَاءً مَنْثُورًا ) يقال: الماء المهراق.------------------------الهوامش:(3) الرجز من شواهد أبي عبيدة في مجاز القرآن (الورقة 167 مصورة الجامعة 26059) وقدم إلى الشيء : عمد إليه وقصده . وهو محل الشاهد عند المؤلف",
  "ayah": 23,
  "surah": 25
}
