{
  "text": "وقوله جلّ ثناؤه: ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ) يقول تعالى ذكره: أهل الجنة يوم القيامة خير مستقرّا, وهو الموضع الذي يستقرّون فيه من منازلهم في الجنة من مستقرّ هؤلاء المشركين الذين يفتخرون بأموالهم, وما أوتوا من عرض هذه الدنيا في الدنيا, وأحسن منهم فيها مقيلا.فإن قال قائل: وهل في الجنة قائلة؟ فيقال: ( وَأَحْسَنُ مَقِيلا ) فيها؟ قيل: معنى ذلك: وأحسن فيها قرارا في أوقات قائلتهم في الدنيا, وذلك أنه ذكر أن أهل الجنة لا يمرّ فيهم في الآخرة إلا قدر ميقات النهار من أوّله إلى وقت القائلة, حتى يسكنوا مساكنهم في الجنة, فذلك معنى قوله: ( وَأَحْسَنُ مَقِيلا ) .* ذكر الرواية عمن قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ) يقول: قالوا في الغرف في الجنة, وكان حسابهم أن عرضوا على ربهم عرضة واحدة, وذلك الحساب اليسير, وهو مثل قوله:  فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا * وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا  .حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, في قوله: ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ) قال: كانوا يرون أنه يفرغ من حساب الناس يوم القيامة في نصف النهار, فيقيل هؤلاء في الجنة وهؤلاء في النار.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ) قال: لم ينتصف النهار حتى يقضي الله بينهم, فيقيل أهل الجنة في الجنة وأهل النار في النار. قال: وفي قراءة ابن مسعود: (ثُمَّ إِنَّ مَقِيلَهُمْ لإلى الجَحيم).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ) قال: قال ابن عباس: كان الحساب من ذلك في أوّله, وقال القوم حين قالوا في منازلهم من الجنة, وقرأ ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ).حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث أن سعيدًا الصوّاف حدثه أنه بلغه أن يوم القيامة يقضي على المؤمنين حتى يكون كما بين العصر إلى غروب الشمس, وأنهم يقيلون في رياض الجنة حتى يفرغ من الناس, فذلك قول الله: ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ).قال أبو جعفر: وإنما قلنا: معنى ذلك: خير مستقرا في الجنة منهم في الدنيا, لأن الله تعالى ذكره عَمَّ بقوله: ( أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلا ) جميع أحوال الجنة في الآخرة أنها خير في الاستقرار فيها, والقائلة من جميع أحوال أهل النار, ولم يخُصّ بذلك أنه خير من أحوالهم في النار دون الدنيا, ولا في الدنيا دون الآخرة, فالواجب أن يعمَّ كما عمّ ربنا جلّ ثناؤه, فيقال: أصحاب الجنة يوم القيامة خير مستقرًّا في الجنة من أهل النار في الدنيا والآخرة, وأحسن منهم مقيلا وإذا كان ذلك معناه, صحّ فساد قول من توهم أن تفضيل أهل الجنة بقول الله: ( خَيْرٌ مُسْتَقَرًّا ) على غير الوجه المعروف من كلام الناس بينهم في قولهم: هذا خير من هذا, وهذا أحسن من هذا.",
  "ayah": 24,
  "surah": 25
}
