{
  "text": "يقول تعالى ذكره: ( أَلَمْ تَرَ ) يا محمد ( كَيْفَ مَدَّ ) ربك ( الظِّلَّ ) وهو ما بين طلوع الفجر إلى طلوع الشمس.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ) يقول: ما بين طلوع الفجر إلى طلوع الشمس.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ) قال: مدّه ما بين صلاة الصبح إلى طلوع الشمس.حدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن سعيد بن جُبير, في قوله: ( أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ) قال: الظلّ: ما بين طلوع الفجر إلى طلوع الشمس.حدثنا محمد بن عبد الله بن بزيع, قال: ثنا أبو محصن, عن حصين, عن أبي مالك, قال: ( أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ) قال: ما بين طلوع الفجر إلى طلوع الشمس.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى؛ وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( كَيْفَ مَدَّ الظِّلَّ ) قال. ظلّ الغداة قبل أن تطلع الشمس.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, قال: الظلّ: ظلّ الغداة.قال: ثني حجاج, عن ابن جُرَيج, عن عكرمة, قوله: ( أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ) قال: مدّه من طلوع الفجر إلى طلوع الشمس.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ) يعني: من صلاة الغداة إلى طلوع الشمس.قوله: ( وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ) يقول: ولو شاء لجعله دائما لا يزول, ممدودا لا تذهبه الشمس, ولا تنقصه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ) يقول: دائما.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال, ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ) قال: لا تصيبه الشمس ولا يزول.حدثنا القاسم. قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ) قال: لا يزول.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ) قال: دائما لا يزول.وقوله: ( ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلا ) يقول جلّ ثناؤه: ثم دللناكم أيها الناس بنسخ الشمس إياه عند طلوعها عليه, أنه خلْق من خلق ربكم, يوجده إذا شاء, ويفنيه إذا أراد; والهاء في قوله: \" عليه \" من ذكر الظلّ. ومعناه: ثم جعلنا الشمس على الظلّ دليلا. قيل: معنى دلالتها عليه أنه لو لم تكن الشمس التي تنسخه لم يعلم أنه شيء, إذا كانت الأشياء إنما تعرف بأضدادها, نظير الحلو الذي إنما يعرف بالحامض والبارد بالحارِّ, وما أشبه ذلك.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلا ) يقول: طلوع الشمس.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد ( ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلا ) قال: تحويه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله: ( ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلا ) قال: أخرجت ذلك الظل فذهبت به وقوله: ( ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا ) يقول تعالى ذكره: ثم قبضنا ذلك الدليل من الشمس على الظلّ إلينا قبضا خفيا سريعا بالفيء الذي نأتي به بالعشيّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد.",
  "ayah": 45,
  "surah": 25
}
