{
  "text": "يقول تعالى ذكره: والذين إذا أنفقوا أموالهم لم يسرفوا في إنفاقها.ثم اختلف أهل التأويل في النفقة التي عناها الله في هذا الموضع, وما الإسراف فيها والإقتار. فقال بعضهم: الإسراف ما كان من نفقة في معصية الله وإن قلت: قال: وإياها عني الله, وسماها إسرافا. قالوا: والإقتار: المنع من حقّ الله.* ذكر من قال ذلك:حدثني علي, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) قال: هم المؤمنون لا يسرفون فينفقون في معصية الله, ولا يُقترون فيمنعون حقوق الله تعالى.حدثنا أبو كُريب, قال: ثنا ابن يمان, عن عثمان بن الأسود, عن مجاهد, قال: لو أنفقت مثل أبي قبيس ذهبا في طاعة الله ما كان سرفا, ولو أنفقت صاعا فى معصية الله كان سرفا.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قوله: ( وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا ) قال: في النفقة فيما نهاهم وإن كان درهما واحدا, ولم يقتروا ولم يُقصِّروا عن النفقة في الحق.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) قال: لم يسرفوا فينفقوا في معاصي الله كلّ ما أنفق في معصية الله, وإن قلّ فهو إسراف, ولم يقتروا فيمسكوا عن طاعة الله. قال: وما أُمْسِكَ عن طاعة الله وإن كثر فهو إقتار.قال: أخبرنا ابن وهب, قال: أخبرني إبراهيم بن نشيط, عن عمر مولى غُفرة أنه سئل عن الإسراف ما هو؟ قال: كلّ شيء أنفقته في غير طاعة الله فهو سرف.وقال آخرون: السرف: المجاوزة في النفقة الحدّ، والإقتار: التقصير عن الذي لا بدّ منه.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثنا عبد السلام بن حرب, عن مغيرة, عن إبراهيم, قوله: ( وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا ) قال: لا يجيعهم ولا يعريهم ولا ينفق نفقة يقول الناس قد أسرف.حدثني سليمان بن عبد الجبار, قال: ثنا محمد بن يزيد بن خنيس أبو عبد الله المخزومي المكي, قال: سمعت وهيب بن الورد أبا الورد مولى بني مخزوم, قال: لقي عالم عالما هو فوقه في العلم, فقال: يرحمك الله أخبرني عن هذا البناء الذي لا إسراف فيه ما هو؟ قال: هو ما سترك من الشمس, وأكنك من المطر, قال: يرحمك الله, فأخبرني عن هذا الطعام الذي نصيبه لا إسراف فيه ما هو؟ قال: ما سدّ الجوع ودون الشبع, قال: يرحمك الله, فأخبرني عن هذا اللباس الذي لا إسراف فيه ما هو؟ قال: ما ستر عورتك, وأدفأك من البرد.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني عبد الرحمن بن شريح, عن يزيد بن أبي حبيب في هذه الآية: ( وَالَّذِينَ إِذَا أَنْفَقُوا ) ... الآية, قال: كانوا لا يلبسون ثوبا للجمال, ولا يأكلون طعاما للذّة, ولكن كانوا يريدون من اللباس ما يسترون به عورتهم, ويكتَنُّون به من الحرّ والقرّ, ويريدون من الطعام ما سدّ عنهم الجوع, وقواهم على عبادة ربهم.حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن العلاء بن عبد الكريم, عن يزيد بن مرّة الجعفي. قال: العلم خير من العمل, والحسنة بين السيئتين, يعني: إذا أنفقوا لم يسرفوا ولم يقتروا, وخير الأعمال أوساطها.حدثنا ابن بشار, قال: ثنا مسلم بن إبراهيم, قال: ثنا كعب بن فروخ, قال: ثنا قتادة, عن مطرِّف بن عبد الله, قال: خير هذه الأمور أوساطها, والحسنة بين السيئتين. فقلت لقتادة: ما الحسنة بين السيئتين؟ فقال: ( وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا ) ... الآية.وقال آخرون: الإسراف هو أن تأكل مال غيرك بغير حق.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا سالم بن سعيد, عن أبي مَعْدان, قال: كنت عند عون بن عبد الله بن عتبة, فقال: ليس المسرف من يأكل ماله, إنما المسرف من يأكل مال غيره.قال أبو جعفر: والصواب من القول في ذلك, قول من قال: الإسراف في النفقة الذي عناه الله في هذا الموضع: ما جاوز الحدّ الذي أباحه الله لعباده إلى ما فوقه, والإقتار: ما قصر عما أمر الله به, والقوام: بين ذلك.وإنما قلنا إن ذلك كذلك, لأن المسرف والمقتر كذلك، ولو كان الإسراف والإقتار في النفقة مرخصا فيهما ما كانا مذمومين, ولا كان المسرف ولا المقتر مذموما, لأن ما أذن الله في فعله فغير مستحقّ فاعله الذمّ.فإن قال قائل: فهل لذلك من حدّ معروف تبينه لنا؟ قيل: نعم ذلك مفهوم في كلّ شيء من المطاعم والمشارب والملابس والصدقة وأعمال البرّ وغير ذلك, نكره تطويل الكتاب بذكر كلّ نوع من ذلك مفصلا غير أن جملة ذلك هو ما بيَّنا وذلك نحو أكل آكل من الطعام فوق الشبع ما يضعف بدنه, وينهك قواه ويشغله عن طاعة ربه, وأداء فرائضه؛ فذلك من السرف, وأن يترك الأكل وله إليه سبيل حتى يضعف ذلك جسمه وينهك قواه ويضعفه عن أداء فرائض ربه؛ فذلك من الإقتار وبين ذلك القوام على هذا النحو, كل ما جانس ما ذكرنا، فأما اتخاذ الثوب للجمال يلبسه عند اجتماعه مع الناس, وحضوره المحافل والجمع والأعياد دون ثوب مهنته, أو أكله من الطعام ما قوّاه على عبادة ربه, مما ارتفع عما قد يسدّ الجوع, مما هو دونه من الأغذية, غير أنه لا يعين البدن على القيام لله بالواجب معونته, فذلك خارج عن معنى الإسراف, بل ذلك من القوام, لأن النبي صلى الله عليه وسلم قد أمر ببعض ذلك, وحضّ على بعضه, كقوله: \" مَا عَلى أحَدِكُمْ لَوْ اتَّخَذَ ثَوْبَيْنِ: ثَوْبًا لِمِهْنَتِهِ, وَثَوْبًا لجُمْعَتِهِ وَعِيدِه \" وكقوله: \" إذَا أنْعَمَ اللهُ عَلَى عبْدٍ نِعْمَةً أَحَبَّ أَنْ يَرَى أَثَرَهَا عَلَيْهِ\" وما أشبه ذلك من الأخبار التي قد بيَّناها في مواضعها.وأما قوله: ( وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) فإنه النفقة بالعدل والمعروف على ما قد بيَّنا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا أبو عاصم, قال: ثنا سفيان, عن أبي سليمان, عن وهب بن منبه, في قوله: ( وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) قال: الشطر من أموالهم.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قوله: ( وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) النفقة بالحقّ.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) قال: القوام: أن ينفقوا في طاعة الله, ويمسكوا عن محارم الله.قال: أخبرني إبراهيم بن نشيط, عن عمر مولى غُفْرة, قال: قلت له: ما القوام؟ قال: القوام: أن لا تنفق في غير حقّ, ولا تمسك عن حقّ هو عليك. والقوام في كلام العرب, بفتح القاف, وهو الشيء بين الشيئين. تقول للمرأة المعتدلة الخلق: إنها لحسنة القوام في اعتدالها, كما قال الحطيئة:طَــافَتْ أُمَامَــةُ بالرُّكْبــانِ آونَـةًيـا حُسْـنَهُ مِـنْ قَـوَام مـا وَمُنْتَقَبـا (9)فأما إذا كسرت القاف فقلت: إنه قِوام أهله, فإنه يعني به: أن به يقوم أمرهم وشأنهم. وفيه لغات أُخَر, يقال منه: هو قيام أهله وقيّمهم في معنى قوامهم. فمعنى الكلام: وكان إنفاقهم بين الإسراف والإقتار قواما معتدلا لا مجاوزة عن حد الله, ولا تقصيرا عما فرضه الله, ولكن عدلا بين ذلك على ما أباحه جلّ ثناؤه, وأذن فيه ورخص.واختلفت القرّاء في قراءة قوله: ( وَلَمْ يَقْتُرُوا ) فقرأته عامة قرّاء المدينة \" ولمْ يُقْتروا \" بضم الياء وكسر التاء من أقتر يَقْتِر. وقرأته عامة قرّاء الكوفيين ( وَلَمْ يَقْتُرُوا ) بفتح الياء وضم التاء من قتر يَقْتُر. وقرأته عامة قرّاء البصرة \" وَلمْ يَقْتِروا \" بفتح الياء وكسر التاء من قتر يَقْتِر.والصواب من القول في ذلك, أن كل هذه القراءات على اختلاف ألفاظها لغات مشهورات في العرب, وقراءات مستفيضات وفي قرّاء الأمصار بمعنى واحد, فبأيتها قرأ القارئ فمصيب.وقد بيَّنا معنى الإسراف والإقتار بشواهدهما فيما مضى في كتابنا في كلام العرب, فأغنى ذلك عن إعادته في هذا الموضع. وفي نصب القَوام وجهان: أحدهما ما ذكرت, وهو أن يجعل في كان اسم الإنفاق بمعنى: وكان إنفاقهم ما أنفقوا بين ذلك قواما: أي عدلا والآخر أن يجعل بين هو الاسم, فتكون وإن كانت في اللفظة نصبا في معنى رفع, كما يقال: كان دون هذا لك كافيا, يعني به: أقلّ من هذا كان لك كافيا, فكذلك يكون في قوله: ( وَكَانَ بَيْنَ ذَلِكَ قَوَامًا ) لأن معناه: وكان الوسط من ذلك قواما.----------------------------الهوامش :(9) البيت للحطيئة : وآونة : جمع أوان . والقوام : حسن الطول . والمنتقب : مصدر ميمي بمعنى الانتقاب . يقول : إن أمامة كانت أحيانًا تطوف بالركبان ، فما أعدل قوامها ، وأحسن نقبتها . والنقاب : ما وضع على مارن الأنف من أغطية الوجه . والنقبة : هيئة الانتقاب به ، يقال : إن فلانة لحسنة النقبة . ويكون معنى القوام كذلك : الشيء الوسط بين الشيئين . وقد حمل عليه المؤلف معنى البيت .",
  "ayah": 67,
  "surah": 25
}
