{
  "text": "Dawud and Sulayman (peace be upon them), the organization of Sulayman's Troops and His passage through the Valley of the Ants\nHere Allah tells us about the great blessings and favors which He bestowed upon two of His servants and Prophets, Dawud (David) and his son Sulayman (Solomon), peace be upon them both, and how they enjoyed happiness in this world and the Hereafter, power and authority in this world, and the position of being Prophets and Messengers. Allah says:\nوَلَقَدْ ءَاتَيْنَا دَاوُودَ وَسُلَيْمَـنَ عِلْماً وَقَالاَ الْحَمْدُ لِلَّهِ الَّذِى فَضَّلَنَا عَلَى كَثِيرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِينَ\n(And indeed We gave knowledge to Dawud and Sulayman, and they both said: \"All the praises and thanks be to Allah, Who has preferred us above many of His believing servants!\")\nوَوَرِثَ سُلَيْمَـنُ دَاوُودَ\n(And Sulayman inherited from Dawud.) means, in kingship and prophethood. What is meant here is not wealth, because if that were the case, Sulayman would not have been singled out from among the sons of Dawud, as Dawud had one hundred wives. Rather what is meant is the inheritance of kingship and prophethood, for the wealth of the Prophets cannot be inherited, as the Messenger of Allah ﷺ said:\n«نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ، مَا تَرَكْنَاهُ فَهُوَ صَدَقَة»\n(We Prophets cannot be inherited from; whatever we leave behind is charity.) And Sulayman said:\nيأَيُّهَا النَّاسُ عُلِّمْنَا مَنطِقَ الطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ\n(O mankind! We have been taught the language of birds, and we have been given from everything.) Here Sulayman was speaking of the blessings that Allah bestowed upon him, by giving him complete authority and power, whereby mankind, the Jinn and the birds were subjugated to him. He also knew the language of the birds and animals, which is something that had never been given to any other human being -- as far as we know from what Allah and His Messenger told us. Allah enabled Sulayman to understand what the birds said to one another as they flew through the air, and what the different kinds of animals said. Sulayman said:\nعُلِّمْنَا مَنطِقَ الطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ\n(We have been taught the language of birds, and we have been given from everything.) i.e., all things that a king needs.\nإِنَّ هَـذَا لَهُوَ الْفَضْلُ الْمُبِينُ\n(This, verily, is an evident grace.) means, `this is clearly the blessings of Allah upon us.'\nوَحُشِرَ لِسْلَيْمَـنَ جُنُودُهُ مِنَ الْجِنِّ وَالإِنْس وَالطَّيْرِ فَهُمْ يُوزَعُونَ\n(And there were gathered before Sulayman his hosts of Jinn and men, and birds, and they all were set in battle order.) means, all of Sulayman's troops of Jinn, men and birds were gathered together, and he rode with them in a display of might and glory, with people marching behind him, followed by the Jinn, and the birds flying above his head. When it was hot, they would shade him with their wings.\nفَهُمْ يُوزَعُونَ\n(and they all were set in battle order.) The first and the last of them were brought together, so that none of them would step out of place. Mujahid said: \"Officials were appointed to keep each group in order, and to keep the first and the last together so that no one would step out of line -- just as kings do nowadays.\"\nحَتَّى إِذَآ أَتَوْا عَلَى وَادِى النَّمْلِ\n(Till, when they came to the valley of the ants,) meaning, when Sulayman, the soldiers and the army with him crossed the valley of the ants,\nقَالَتْ نَمْلَةٌ يأَيُّهَا النَّمْلُ ادْخُلُواْ مَسَـكِنَكُمْ لاَ يَحْطِمَنَّكُمْ سُلَيْمَـنُ وَجُنُودُهُ وَهُمْ لاَ يَشْعُرُونَ\n(one of the ants said: \"O ants! Enter your dwellings, lest Sulayman and his armies should crush you, while they perceive not.\") Sulayman, peace be upon him, understood what the ant said,\nفَتَبَسَّمَ ضَـحِكاً مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِى أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِى أَنْعَمْتَ عَلَىَّ وَعَلَى وَالِدَىَّ وَأَنْ أَعْمَلَ صَـلِحاً تَرْضَـهُ\n(So he smiled, amused at her speech and said: \"My Lord! Grant me the power and ability that I may be grateful for Your favors which You have bestowed on me and on my parents, and that I may do righteous good deeds that will please You, ) meaning: `inspire me to give thanks for the blessings that You have bestowed upon me by teaching me to understand what the birds and animals say, and the blessings that You have bestowed upon my parents by making them Muslims who believe in You.'\nوَأَنْ أَعْمَلَ صَـلِحاً تَرْضَـهُ\n(and that I may do righteous good deeds that will please You,) means, `deeds that You love which will earn Your pleasure.'\nوَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ الصَّـلِحِينَ\n(and admit me by Your mercy among Your righteous servants.) means, `when You cause me to die, then join me with the righteous among Your servants, and the Higher Companion among Your close friends.'",
  "ayah": 16,
  "surah": 27
}
