{
  "text": "Sulayman's Letter to Bilqis\nAllah tells us what Sulayman said to the hoopoe when he told him about the people of Saba' and their queen:\nقَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ الْكَـذِبِينَ\n((Sulayman) said: \"We shall see whether you speak the truth or you are (one) of the liars.\") meaning, `are you telling the truth'\nأَمْ كُنتَ مِنَ الْكَـذِبِينَ\n(or you are (one) of the liars.) meaning, `or are you telling a lie in order to save yourself from the threat I made against you'\nاذْهَب بِّكِتَابِى هَـذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ\n(Go you with this letter of mine and deliver it to them then draw back from them and see what they return.) Sulayman wrote a letter to Bilqis and her people and gave it to the hoopoe to deliver. It was said that he carried it on his wings, as is the way with birds, or that he carried it in his beak. He went to their land and found the palace of Bilqis, then he went to her private chambers and threw the letter through a small window, then he stepped to one side out of good manners. Bilqis was amazed and confused when she saw that, then she went and picked up the letter, opened its seal and read it. The letter said:\nإِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ - أَلاَّ تَعْلُواْ عَلَىَّ وَأْتُونِى مُسْلِمِينَ\n(it is from Sulayman, and it (reads): `In the Name of Allah, the Most Gracious, the Most Merciful; Be you not exalted against me, but come to me submitting (as Muslims).') So she gathered her commanders and ministers and the leaders of her land, and said to them:\nيأَيُّهَا الْمَلأُ إِنَّى أُلْقِىَ إِلَىَّ كِتَابٌ كَرِيمٌ\n(\"O chiefs! Verily, here is delivered to me a noble letter.\") She described it as such because of the wondrous things she had seen, that it was delivered by a bird who threw it to her, then stood aside out of good manners. This was something that no king could do. Then she read the letter to them:\nإِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ - أَلاَّ تَعْلُواْ عَلَىَّ وَأْتُونِى مُسْلِمِينَ\n(Verily, it is from Sulayman, and it (reads): `In the Name of Allah, the Most Gracious, the Most Merciful; Be you not exalted against me, but come to me submitting (as Muslims).') Thus they knew that it was from Allah's Prophet Sulayman, upon him be peace, and that they could not match him. This letter was the utmost in brevity and eloquence, coming straight to the point.\nأَلاَّ تَعْلُواْ عَلَىَّ\n(Be you not exalted against me,) Qatadah said: \"Do not be arrogant with me.\nوَأْتُونِى مُسْلِمِينَ\n(but come to me submitting (as Muslims). )\" `Abdur-Rahman bin Zayd bin Aslam said: \"Do not refuse or be too arrogant to come to me\nوَأْتُونِى مُسْلِمِينَ\n(but come to me submitting (as Muslims).)\"",
  "ayah": 29,
  "surah": 27
}
