{
  "text": "وَإِذَا مَسَّكُمُ الْضُّرُّ فِى الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَ إِيَّاهُ\n(And when harm touches you upon the sea, those that you call upon vanish from you except Him) (17:67),\nثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْـَرُونَ\n(Then, when harm touches you, unto Him you cry aloud for help) (16:53). Similarly, Allah says here:\nأَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ\n(Is not He Who responds to the distressed one, when he calls on Him,) meaning, Who is the only One to Whom the person in desperate need turns, and the only One Who can relieve those who are stricken by harm Imam Ahmad reported that a man of Balhajim said: \"O Messenger of Allah, what are you calling for\" He said:\n«أَدْعُو إِلَى اللهِ وَحْدَهُ الَّذِي إِنْ مَسَّكَ ضُرٌّ فَدَعَوْتَهُ كَشَفَ عَنْكَ، وَالَّذِي إِنْ أَضْلَلْتَ بِأَرْضٍ قَفْرٍ فَدَعَوْتَهُ رَدَّ عَلَيْكَ، وَالَّذِي إِنْ أَصَابَتْكَ سَنَةٌ فَدَعَوْتَهُ أَنْبَتَ لَك»\n(I am calling people to Allah Alone, the One Who, if you call on Him when harm befalls you, will relieve you; and when you are lost in the wilderness, you call on Him and He brings you back: and when drought (famine) strikes, you call on Him and He makes your crops grow.) He said: \"Advise me.\" He said:\n«لَا تَسُبَّنَّ أَحَدًا وَلَا تَزْهَدَنَّ فِي الْمَعْرُوفِ، وَلَوْ أَنْ تَلْقَى أَخَاكَ وَأَنْتَ مُنْبَسِطٌ إِلَيْهِ وَجْهُكَ، وَلَوْ أَنْ تُفْرغَ مِنْ دَلْوِكَ فِي إِنَاءِ الْمُسْتَقِي، وَاتَّزِرْ إِلَى نِصْفِ السَّاقِ فَإِنْ أَبَيْتَ فَإِلَى الْكَعْبَيْنِ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّ إِسْبَالَ الْإِزَارِ مِنَ الْمَخِيلَةِ وَإِنَّ اللهَ لَا يُحِبُّ الْمَخِيلَة»\n(Do not slander anyone and do not think of any good deed as insignificant, even if it is only meeting your brother with a cheerful face or emptying your vessel into the vessel of one who is asking for water. Wear your lower garment at mid-calf length, or -- if you insist -- let it reach your ankles, and beware of lowering the garment below the ankles along the ground, for it is a form of showing-off, and Allah does not like showing-off.)\nThe Story of a Mujahid who fought for the sake of Allah\nIn his biography of Fatimah bint Al-Hasan Umm Ahmad Al-`Ajaliyyah, Al-Hafiz bin `Asakir reported that she said: \"One day the disbelievers defeated the Muslims in a battle. There was a good horse which belonged to a rich man who was also righteous. The horse just stood there, so its owner said, `What is the matter with you Woe to you! I was only preparing you for a day such as this.' The horse said to him: `How can you expect me not to perform badly, when you delegated my feeding to the grooms, and they mistreated me and only fed me a little' The man said, `I make you a promise before Allah that from this day on, only I will feed you from my own lap.' So the horse began to run, and his owner was saved, and after that he only ever fed the horse from his own lap. This story became well known among the people, and they started to come to him to hear the story from his own lips. News of this reached the king of Byzantium, and he said: `A city where this man is, will be kept safe from harm.' He wanted to bring the man to his own city, so he sent an apostate (a man who had left Islam) who was living in his city to go to him, and when he reached him, he pretended that his intentions towards Islam and its followers were good, so the Mujahid trusted him. One day they went out walking along the shore, but the apostate made a pact with another person, a follower of the Byzantine king, to come and help him take the Mujahid prisoner. When they made their move, he lifted his gaze to the sky and said, `O Allah! He has deceived me by swearing in Your Name, so protect me in whatever way You will.' Then two wild animals came out and seized them, and the Mujahid came back safe and sound. \" The Inheritance of the Earth\nوَيَجْعَلُكُمْ حُلَفَآءَ الاٌّرْضِ\n(and makes you inheritors of the earth,) means, each generation inherits from the generation that came before them, one after the other, as Allah says:\nإِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِن بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُمْ مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ\n(if He wills, He can destroy you, and in your place make whom He wills as your successors, as He raised you from the seed of other people) (6:133),\nوَهُوَ الَّذِى جَعَلَكُمْ خَلَـئِفَ الاٌّرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَـتٍ\n(And it is He Who has made you generations coming after generations, replacing each other on the earth. And He has raised you in ranks, some above others) (6:165),\nوَإِذْ قَالَ رَبُّكَ لِلْمَلَـئِكَةِ إِنِّي جَاعِلٌ فِى الأَرْضِ خَلِيفَةً\n(And (remember) when your Lord said to the angels: \"Verily, I am going to place generations after generations on earth.\") (2:30) meaning, people who will come after one another, as we have already stated. Allah's saying:\nوَيَجْعَلُكُمْ حُلَفَآءَ الاٌّرْضِ\n(and makes you inheritors of the earth,) means, nation after nation, generation after generation, people after people. If He had willed, He could have created them all at one time, and not made some of them the offspring of others. If He had willed, He could have created them all together, as He created Adam from dust. If He had willed, He could have made some of them the offspring of others, but not caused any of them to die until they all died at one time; in this case the earth would have become constricted for them and it would be too difficult for them to live and earn a living, and they would have caused inconvenience and harm to one another. But His wisdom and decree ruled that they should be created from one soul, then their numbers should be greatly increased, so He created them on the earth and made them generation after generation, nation after nation, until their time will come to an end and there will be no one left on earth, as Allah has decreed and as He has completely counted out their numbers. Then the Resurrection will come to pass, and each person will be rewarded or punished according to his deeds. Allah says:\nأَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ حُلَفَآءَ الاٌّرْضِ أَءِلَـهٌ مَّعَ اللَّهِ\n(Is not He Who responds to the distressed one, when he calls on Him, and Who removes the evil, and makes you inheritors of the earth, generations after generations Is there any god with Allah) meaning, is there anyone else able to do that, or a god with Allah worth worshipping -- while you know that He is the only one who can do that, having no partners\nقَلِيلاً مَّا تَذَكَّرُونَ\n(Little is that you remember!) meaning, how little they think about that which would guide them to the truth and show them the straight path.",
  "ayah": 62,
  "surah": 27
}
