{
  "text": "Scepticism about the Resurrection and Its Refutation\nAllah tells us about the idolators who deny the Resurrection, considering it extremely unlikely that bodies will be re-created after they have become bones and dust. Then He says:\nلَقَدْ وُعِدْنَا هَـذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ\n(Indeed we were promised this -- we and our forefathers before,) meaning, `we and our forefathers have been hearing this for a long time, but in reality, we have never seen it happen.'\nإِنْ هَـذَآ إِلاَّ أَسَـطِيرُ الاٌّوَّلِينَ\n(verily, these are nothing but tales of ancients.) the promises that bodies will be restored are\nإِلاَّ أَسَـطِيرُ الاٌّوَّلِينَ\n(nothing but tales of ancients.) meaning that they were taken by the people who came before us from books which were handed down from one to the other, but they have no basis in reality. Responding to their thoughts of disbelief and their belief that there would be no Resurrection, Allah said,\nقُلْ\n(Say) `O Muhammad, to these people,'\nسِيرُواْ فِى الاٌّرْضِ فَاْنظُرُواْ كَيْفَ كَانَ عَـقِبَةُ الْمُجْرِمِينَ\n(Travel in the land and see how has been the end of the criminals. ) meaning, those who denied the Messengers and their message of the Resurrection and other matters. See how the punishment and vengeance of Allah struck them and how Allah saved from among them the noble Messengers and the believers who followed them. This will be an indication of the truth of the Message brought by the Messengers. Then, to comfort the Prophet , Allah says:\nوَلاَ تَحْزَنْ عَلَيْهِمْ\n(And grieve you not over them,) meaning, `but do not feel sorry for them or kill yourself with regret for them,'\nوَلاَ تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ\n(nor be straitened because of what they plot.) means, `because they plot against you and reject what you have brought, for Allah will help and support you, and cause your religion to prevail over those who oppose you and stubbornly resist you in the east and in the west.'",
  "ayah": 68,
  "surah": 27
}
