{
  "text": "The Command to worship Allah and to call People with the Qur'an\nAllah commands His Messenger to say:\nإِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبِّ هَذِهِ الْبَلْدَةِ الَّذِى حَرَّمَهَا وَلَهُ كُلُّ شَىءٍ\n(I have been commanded only to worship the Lord of this city, Who has sanctified it and to Whom belongs everything.) This is like the Ayah,\nقُلْ يأَيُّهَا النَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلاَ أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ وَلَـكِنْ أَعْبُدُ اللَّهَ الَّذِى يَتَوَفَّاكُمْ\n(Say: \"O you mankind! If you are in doubt as to my religion, then (know that) I will never worship those whom you worship besides Allah. But I worship Allah Who causes you to die.) (10:104) The fact that the word \"Rabb\" (Lord) is connected to the word city (in the phrase \"the Lord of this city\") is a sign of honor and divine care for that city. This is like the Ayah,\nفَلْيَعْبُدُواْ رَبَّ هَـذَا الْبَيْتِ - الَّذِى أَطْعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنْ خوْفٍ\n(So let them worship the Lord of this House (the Ka`bah), Who has fed them against hunger, and has made them safe from fear.) (106:3-4)\nالَّذِى حَرَّمَهَا\n(Who has sanctified it) means, the One Who made it a sanctuary by His Law and by His decree, making it sanctified. It was recorded in the Two Sahihs that Ibn `Abbas said: \"On the day of the conquest of Makkah, the Messenger of Allah ﷺ said:\n«إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللهُ يَوْمَ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ، لَا يُعْضَدُ شَوْكُهُ، وَلَا يُنَفَّرُ صَيْدُهُ وَلَا يَلْتَقِطُ لُقَطَتَهُ إِلَّا مَنْ عَرَّفَهَا وَلَا يُخْتَلَى خَلَاهَا»\n(Verily, this city was made sacred by Allah the day He created the heavens and the earth, so it is sacred by the sanctity of Allah until the Day of Resurrection. Its thorny bushes should not be cut, its game should not be chased, and its lost property should not be picked up except by one who would announce it publicly and none is allowed to uproot its thorny shrubs...)\" This was reported in Sahih, Hasan, Musnad narrarations, through various routes, by such a large group that it is absolutely unquestionable, as has been explained in the appropriate place in the book Al-Ahkam, to Allah is the praise and thanks.\nوَلَهُ كُلُّ شَىءٍ\n(and to Whom belongs everything.) This is a statement of general application following a specific statement, i.e., He is the Lord of this city, and the Lord and Sovereign of all things, there is no god worthy of worship besides Him.\nوَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ\n(And I am commanded to be from among the Muslims. ) means, those who believe in Allah alone, who are sincere towards Him and who obediently follow His commands.\nوَأَنْ أَتْلُوَ الْقُرْءَانَ\n(And that I should recite the Qur'an,) means, to people, so as to convey it to them. This is like the Ayah,\nذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الآيَـتِ وَالذِّكْرِ الْحَكِيمِ\n(This is what We recite to you of the Ayat and the Wise Reminder.) (3:58)\nنَتْلُواْ عَلَيْكَ مِن نَّبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ\n(We recite to you some of the news of Musa and Fir`awn in truth.) (28:3) meaning, `I am a conveyer and a warner.'\nفَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِى لِنَفْسِهِ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَاْ مِنَ الْمُنذِرِينَ\n(then whosoever receives guidance, receives it for the good of himself; and whosoever goes astray, say (to him): \"I am only one of the warners.\") meaning, `I have an example to follow in the Messengers who warned their people, and did what they had to do in order to convey the Message to them and fulfil the covenant they had made.' Allah will judge their nations to whom they were sent, as He says:\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(your duty is only to convey and on Us is the reckoning) (13: 40).\nإِنَّمَآ أَنتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَىْءٍ وَكِيلٌ\n(But you are only a warner. And Allah is a Protector over all thing) (11:12).\nوَقُلِ الْحَمْدُ للَّهِ سَيُرِيكُمْ ءَايَـتِهِ فَتَعْرِفُونَهَا\n(And say: \"All the praises and thanks be to Allah. He will show you His Ayat (signs), and you shall recognize them.) means, praise be to Allah, Who does not punish anyone except after establishing plea against him, warning him and leaving him with no excuse. Allah says:\nسَيُرِيكُمْ ءَايَـتِهِ فَتَعْرِفُونَهَا\n(He will show you His Ayat (signs), and you shall recognize them.) This is like the Ayah,\nسَنُرِيهِمْ ءَايَـتِنَا فِى الاٌّفَاقِ وَفِى أَنفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ\n(We will show them Our signs in the universe, and in themselves, until it becomes manifest to them that this is the truth) (41:53).\nوَمَا رَبُّكَ بِغَـفِلٍ عَمَّا تَعْمَلُونَ\n(And your Lord is not unaware of what you do.) means, on the contrary, He witnesses and sees all things. It was recorded that Imam Ahmad, may Allah have mercy upon him, used to recite the following two lines of verse, whether they were written by him or someone else: \"If you are alone one day, do not say, `I am alone.' Rather say, `Someone is watching me.' Do not think that Allah will let His attention wander for even an instant, or that anything is hidden from Him.\" This is the end of the Tafsir of Surat An-Naml. All praise and thanks be to Allah.",
  "ayah": 91,
  "surah": 27
}
