{
  "text": "فَلْیَنْظُرْ ہَلْ یُذْہِبَنَّ کَیْدُہٗ مَا یَغِیْظُ ”یہ آیت مشکلات القرآن میں سے ہے اور مختلف مفسرین نے اپنے اپنے انداز میں اس کی تعبیر کی ہے۔ میرے نزدیک ”موضح القرآن“ میں شاہ عبدالقادر دہلوی رح کی تعبیر سب سے بہتر ہے۔ اس کی وضاحت یہ ہے کہ ایک ایسا شخص جو پورے اخلاص کے ساتھ ہمہ وقت دین کی خدمت میں مصروف ہے اور اس رستے میں آنے والی مشکلات کا سامنا کرتے ہوئے اللہ سے مسلسل امید رکھتا ہے کہ آج نہیں تو کل ‘ کل نہیں تو پرسوں اللہ کی مدد ضرور آئے گی۔ لیکن خدانخواستہ کسی مرحلے پر اگر وہ اللہ کی مدد سے مایوس ہوجائے تو اس کی یہ کیفیت اس کے لیے ناکامی کا باعث بن جائے گی۔ چناچہ اللہ کے راستے میں جدوجہد کرنے والوں کو ع ”پیوستہ رہ شجر سے امید بہار رکھ“ کے مصداق کبھی بھی امید کا دامن ہاتھ سے نہیں چھوڑنا چاہیے اور اللہ کی مدد سے کبھی مایوس نہیں ہونا چاہیے۔ سورة الزمر کی آیت 53 میں اللہ تعالیٰ کا حکم ہے : لَاتَقْنَطُوْا مِنْ رَّحْمَۃِ اللّٰہِ ط کہ تم اللہ کی رحمت سے مایوس نہ ہوجاؤ۔ اگر کسی خوش قسمت انسان کو اللہ کے رستے میں جدوجہد کرنے کی سعادت نصیب ہوئی ہے تو اسے اللہ کے اس حکم کی تعمیل بھی کرنی چاہیے۔ اسے یہ بھی معلوم ہونا چاہیے کہ اللہ کے فیصلے اس کی اپنی مشیت کے مطابق ہوتے ہیں اور اس کی مشیت میں بندوں کا کوئی عمل دخل نہیں۔ بندوں کو تو بس یہ چاہیے کہ وہ اپنے اپنے حصے کی کوشش کریں اور اس کے وعدوں پر پختہ یقین رکھیں۔ جیسے اس کے بہت سے وعدوں میں سے ایک خوش کن وعدہ یہ بھی ہے : وَالَّذِیْنَ جَاہَدُوْا فِیْنَا لَنَہْدِیَنَّہُمْ سُبُلَنَا ط العنکبوت : 69 ”اور جو لوگ ہماری راہ میں جدو جہد کریں گے ‘ ہم لازماً انہیں اپنے راستے دکھائیں گے“۔ چناچہ داعیانِ حق کو اللہ تعالیٰ کے وعدوں پر یقین رکھتے ہوئے اس کے حضور یوں التجا کرتے رہنا چاہیے : اِنَّکَ لاَ تُخْلِفُ الْمِیْعَادَ آل عمران ”یقیناً تو اپنے وعدے کے خلاف نہیں کرتا“۔ ہمیں یہ اندیشہ تو نہیں ہے کہ تو اپنا وعدہ پورا نہیں کرے گا ‘ بلکہ ہمیں یہ فکر دامن گیر ہے کہ ہم تیرے وعدوں کا مصداق بننے میں کامیاب ہوں گے یا نہیں۔ اس کے لیے جو شرائط مطلوب ہیں وہ شرائط ہم پوری کر بھی سکیں گے یا نہیں ! آیت زیر نظر میں یہ نکتہ سمجھانے کے لیے ایک شخص کی مثال دی گئی ہے جس نے اپنے اوپر ایک رسی اللہ کی طرف سے امید کو تھاما ہوا ہے۔ وہ شخص اگر کسی مرحلے پر مایوس ہو کر خود ہی رسی کو چھوڑ دے گا تو وہ اپنا ہی نقصان کرے گا۔ جیسے ایک حدیث میں قرآن کو اللہ کی رسی قرار دیا گیا ہے ایسے ہی اللہ کی امید بھی ایک معنوی رسی ہے جو ہمیں اللہ کے ساتھ وابستہ کیے ہوئے ہے۔ جب تک یہ رسی ہمارے ہاتھ میں رہے گی اللہ سے ہمارا تعلق قائم رہے گا ‘ اور ہمارے لیے ایک سہارا موجود رہے گا۔ اگر ہم اس رسی کو کاٹ دیں گے یعنی اللہ سے اپنی امید منقطع کرلیں گے تو اس مضبوط سہارے کو گویا خود ہی اپنے ہاتھ سے چھوڑ دیں گے۔ ایسا کرنے کا نتیجہ اس کے سوا اور کیا نکلے گا کہ ہم بےیارو مددگار ہوجائیں گے زمین پر اوندھے منہ گرجائیں گے۔ چناچہ اس آیت کے پیغام کا خلاصہ یہ ہے کہ اللہ کی نصرت کی امید اور اس کے وعدوں پر یقین رکھو ‘ یہ تمہارے لیے بہت مضبوط سہارا ہے۔",
  "ayah": 16,
  "surah": 22
}
