{
  "text": "آیت 36 وَالْبُدْنَ جَعَلْنٰہَا لَکُمْ مِّنْ شَعَآءِرِ اللّٰہِ ”قربانی کے جانور خاص طور پر اونٹ بھی اللہ کے شعائر میں سے ہیں۔لَکُمْ فِیْہَا خَیْرٌق ”کہ ان کا گوشت تم خود بھی کھاتے ہو اور غرباء کو بھی کھلاتے ہو۔فَاذْکُرُوا اسْمَ اللّٰہِ عَلَیْہَا صَوَآفَّ ج ”صَوَافّ ‘ صافَّۃکی جمع ہے ‘ یعنی صف میں کھڑے ہوئے۔ یہ اونٹوں کی قربانی کا طریقہ بتایا گیا ہے کہ انہیں قبلہ رو صف بستہ کھڑے کر کے نحر کرو۔ چونکہ اونٹ کو گرا کر ذبح کرنا بہت مشکل ہے ‘ اس لیے کھڑے کھڑے ہی اس کی گردن میں برچھا مارا جاتا ہے۔ اس سے اس کی گردن کی بڑی رگ سے خون کا فوارہ چھوٹتا ہے اور جب زیادہ خون نکل جاتا ہے تو وہ خود بخود نیچے گرپڑتا ہے۔ حدیث میں آتا ہے کہ حجۃ الوداع کے موقع پر حضور ﷺ نے سو اونٹوں کی قربانی دی تھی ‘ جن میں سے تریسٹھ اونٹوں کو آپ ﷺ نے اسی طریقے سے خود اپنے دست مبارک سے نحر فرمایا تھا۔ حضور ﷺ جونہی ایک اونٹ کو برچھا مارتے تھے اگلا اونٹ فوراً اپنی گردن حاضر کردیتا تھا۔ گویا آپ ﷺ کے ہاتھوں ذبح ہونا ان کے لیے ایک بہت بڑا عزاز تھا : ؂نشود نصیب دشمن کہ شود ہلاک تیغت سردوستاں سلامت کہ تو خنجر آزمائی !یہ شعور انہیں اللہ تعالیٰ کی طرف سے عطا ہوا تھا۔ اونٹ تو پھر جاندار ہے ‘ اللہ تعالیٰ نے تو ایک سوکھی لکڑی کو ایسا شعور عطا فرما دیا تھا کہ وہ حضور ﷺ کے فراق میں بےقرار ہو کر رونے لگ پڑی تھی۔ یہ ایمان افروز واقعہ احادیث میں تفصیل سے بیان ہوا ہے ‘ جس کا خلاصہ یوں ہے کہ شروع شروع میں مسجد نبوی ﷺ کے اندر حضور ﷺ جس جگہ پر کھڑے ہو کر خطبہ دیا کرتے تھے وہاں کھجور کا ایک خشک تنا موجود تھا۔ آپ ﷺ خطبہ کے لیے کھڑے ہوتے تو اس کے ساتھ ٹیک لگا لیتے۔ بعد میں اس مقصد کے لیے جب منبر بن گیا تو آپ ﷺ نے اس پر کھڑے ہو کر خطبہ دینا پسند فرمایا۔ لیکن جب آپ ﷺ پہلے دن منبر پر تشریف فرما ہوئے تو اس خشک لکڑی سے ایسی آوازیں آنا شروع ہوگئیں جیسے کوئی بچہ بلک بلک کر رو رہا ہو۔ یعنی وہ خشک لکڑی اپنی محرومی پر رو رہی تھی کہ آج کے بعد اسے حضور ﷺ کی معیت نصیب نہیں ہوگی۔ اس روز سے اس کا نام ”حنانہ“ رقت والی پڑگیا۔ بعد میں اس جگہ پر ایک ستون تعمیر کردیا گیا ‘ جو ”ستون حنانہ“ سے موسوم ہے۔ مولانا روم رح نے اپنے اس شعر میں اسی واقعہ کی طرف اشارہ کیا ہے : ؂فلسفی کو منکر حنانہّ است از حواس انبیاء بیگانہ است کہ فلسفی کو ”حنانہ“ ّ جیسے معاملہ کی سمجھ نہیں آسکتی ‘ اس لیے کہ وہ انبیاء کے مقام و مرتبہ سے واقف نہیں ہے۔ وہ تو انبیاء کرام علیہ السلام کو بھی عام لوگوں پر ہی قیاس کرتا ہے۔ ایک عقلیت پسند شخص تو ایسے واقعہ کو تسلیم کرنے سے فوراً انکار کر دے گا۔ سر سید احمد خاں بھلا کیسے تسلیم کرتے کہ ایک سوکھی لکڑی سے رونے کی آواز آسکتی ہے۔ بہر حال پرانے زمانے میں ایسی باتوں کا انکار فلسفی کیا کرتے تھے ‘ آج کل سائنس دان اور عقلیت پرست دانشور ان باتوں کے منکر ہیں۔فَاِذَا وَجَبَتْ جُنُوْبُہَا ”جب خون بہنے سے اونٹ کمزور ہوجاتا ہے تو پھر وہ ایک طرف کو اپنی کروٹ کے بل زمین پر گرپڑتا ہے۔فَکُلُوْا مِنْہَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ط ”ایسے مواقع پر ان سفید پوش ناداروں کو بھی مت بھولوجو اپنی خود داری اور قناعت کے سبب کسی کے آگے دست سوال دراز نہیں کرتے۔ لیکن اس کے ساتھ ساتھ ان محتاجوں کو بھی کھلاؤ جو اپنی محرومی کے ہاتھوں بےقرار ہو کر مانگنے کے لیے آپ کے پاس آگئے ہیں۔کَذٰلِکَ سَخَّرْنٰہَا لَکُمْ لَعَلَّکُمْ تَشْکُرُوْنَ ”اونٹ اتنا بڑا جانور ہے مگر اللہ تعالیٰ نے اسے تمہارے لیے اس انداز سے مسخر کردیا ہے کہ تم اسے برچھا مار کر نحر کرلیتے ہو اور پھر اس کا گوشت کھاتے ہو۔ اس کے لیے تم پر لازم ہے کہ تم اللہ کی نعمتوں کا شکرا دا کیا کرو۔",
  "ayah": 36,
  "surah": 22
}
