{
  "text": "مرحلہ وار قیامت :زمین اپنے نیچے سے اوپر تک کپکپانے لگے گی اور جتنے مردے اس میں ہیں سب نکال پھینکے گی۔ جیسے اور جگہ ہے (يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ ۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ) 22۔ الحج :1) لوگو اپنے رب سے ڈرو یقین مانو کہ قیامت کا زلزلہ اس دن کا بھونچال بڑی چیز ہے اور جگہ ارشاد ہے (وَاِذَا الْاَرْضُ مُدَّتْ ۙ) 84۔ الانشقاق :3) جبکہ زمین کھینچ کھانچ کر برابر ہموار کردی جائیگی اور اس میں جو کچھ ہے وہ اسے باہر ڈال دے گی اور بالکل خالی ہو جائیگی صحیح مسلم شریف میں ہے رسول اللہ ﷺ فرماتے ہیں زمین اپنے کلیجے کے ٹکڑوں کو اگل دے گی سونا چاندی مل ستونوں کے باہر نکل پڑے گا قاتل اسے دیکھ کر افسوس کرتا ہوا کہے گا کہ ہائے اسی مال کے لیے میں نے فلاں کو قتل کیا تھا آج یہ یوں ادھر ادھر بکھر رہا ہے کوئی آنکھ بھر کر دیکھتا بھی نہیں اسی طرح صلہ رحمی توڑنے والا بھی کہے گا کہ اسی کی محبت میں آ کر رشتہ داروں سے میں سلوک نہیں کرتا تھا چور بھی کہے گا کہ اسی کی محبت میں میں نے ہاتھ کٹوا دئیے تھے غرض وہ مال یونہی بکرا پھرے گا کوئی نہیں لے گا انسان اس وقت ہلکا بکا رہ جائیگا اور کہے گا یہ تو ہلنے جلنے والی نہ تھی بلکہ ٹھہیر ہوئی بوجھل اور جمی ہوئی تھی اسے کیا ہوگیا کہ یوں بید کی طرح تھرانے لگی اور ساتھ ہی جب یدکھے گا کہ تمام پہلی پچھلی لاشیں بھی زمین نے اگل دیں تو اور حیران و پریشان ہوجائیگا کہ آخر اسے کیا ہوگیا ہے ؟ پس زمین بالکل بدل دی جائیگی اور آسمان بھی اور سب لوگ اس قہار اللہ کے سامنے کھڑے ہوجائیں گے زمین کھلے طور پر صاف صاف گواہی دے گی کہ فلاں فلاں شخص نے فلاں فلاں زیادتی اس شخص پر کی ہے حضور ﷺ نے اس آیت کی تلاوت کر کے فرمایا جانتے بھی ہو کہ زمین کی بیان کردہ خبریں کیا ہوں گی لوگوں نے کہا اللہ تعالیٰ اور اس کے رسول ہی کو علم ہے تو آپ نے فرمایا جو جو اعمال بنی آدم نے زمین پر کیے ہیں وہ تمام وہ ظاہر کر دے گی کہ فلاں فلاں شخص نے فلاں نیکی یا بدی فلاں جگہ فلاں وقت کی ہے۔ امام ترمذی اس حدیث کو حسن صحیح غریب بتلاتے ہیں معجم طبرانی میں ہے کہ آپ نے فرمایا زمین سے بچو یہ تمہاری ماں ہے جو شخص جو نیکی بدی اس پر کرتا ہے یہ سب کھول کھول کر بیان کر دے گی یہاں وحی سے مراد حکم دینا ہے اوحی اور اس کے ہم معنی افعال کا صلہ حرف لام بھی آتا ہے الی بھی مطلب یہ ہے کہ اللہ اسے فرمائے گا کہ بتا اور وہ بتاتی جائیگی اس دن لوگ حساب کی جگہ سے مختلف قسموں کی جماعتیں بن بن کر لوٹیں گے کوئی بد ہوگا کوئی نیک کوئی جنتی بنا ہوگا کوئی جہنمی یہ معنی بھی ہیں کہ یہاں سے جو الگ الگ ہوں گے تو پھر اجتماع نہ ہوگا یہ اس لیے کہ وہ اپنے اعمال کو جان لیں اور بھلائی برائی کا بدلہ پالیں گے اسی لیے آخر میں بھی بیان فرما دیا رسول اللہ ﷺ فرماتے ہیں کہ گھوڑوں والے تین قسم کے ہیں ایک اجر پانے والا ایک پردہ پوشی والا اور ایک بوجھ اور گناہ والا اجر والا تو وہ ہے جو گھوڑا پالتا ہے جہاد کی نیت سے اگر اس کے گھوڑے کی اگاڑی پچھاڑی ڈھیلی ہوگئی اور یہ ادھر ادھر سے چرتا رہا تو یہ بھی گھوڑے والے کے لیے اجر کا باعث ہے اور اگر اس کی رسی ٹوٹ گئی اور یہ ادھر ادھر چلا گیا تو اس کے نشان قدم اور لید کا بھی اسے ثواب ملتا ہے اگر یہ کسی نہر پر جا کر پانی پی لے چاہے پلانے کا ارادہ نہ ہو تو بھی ثواب مل جاتا یہ گھوڑا تو اس کے لیے سراسر اجر وثواب ہے دوسرا وہ شخص جس نے اس لیے پال رکھا ہے کہ دوسروں سے بےپرواہ رہے اور کسی سے سوال کی ضرورت نہ ہو لیکن اللہ کا حق نہ تو خود اس بار میں بھولتا ہے نہ اس کی سواری میں پس یہ اس کے لیے پردہ ہے تیسرا وہ شخص ہے جس نے فخر و ریا کاری اور ظلم و ستم کے لیے پال رکھا ہے پس یہ اس کے ذمہ بوجھ اور اس پر گناہ کا بر ہے پھر حضور ﷺ سے سوال ہوا کہ گدھوں کے بارے میں کیا حکم ہے آپ نے فرمایا مجھ پر اللہ تعالیٰ کی جانب سے سوائے تنہا اور جامع آیت کے اور کچھ نازل نہیں ہوا کہ ذرہ برابر نیکی یا بدی ہر شخص دیکھ لے گا (مسلم) حضرت صعصعہ بن مالک ؓ نے تو حضور ﷺ کی زبانی یہ آیت سن کر کہہدیا تھا کہ صرف یہی آیت کافی ہے اور زیادہ اگر نہ بھی سنوں تو کوئی ضرورت نہیں (مسند احمد و نسائی) صحیح بخاری شریف میں بروایت حضرت عدی بن حاتم ؓ مروی ہے کہ آگ سے بچو اگرچہ آدھی کھجور کا صدقہ ہی ہو اسی طرح صحیح حدیث میں ہے کہ نیکی کے کام کو ہلکا نہ سمجھو گو اتنا ہی کام ہو کہ تو اپنے ڈول میں سے ذرا سا پانی کسی پیاسے کو پلوا دے یا اپنے کسی مسلمان بھائی سے کشادہ روئی اور خندہ پیشانی سے ملاقات کرلے دوسری ایک صحیح حدیث میں ہے کہ سائل کو کچھ نہ کچھ دے دو گو جلا ہوا کھر ہی ہو مسند احمد کی حدیث میں ہے اے عائشہ گناہوں کو حقیر نہ سمجھو یاد رکھو کہ ان کا بھی حساب لینے والا ہے ابن جریر میں ہے کہ حضرت ابوبکر صدیق ؓ عتالی عنہ جناب رسول اللہ ﷺ کے ساتھ کھانا کھا رہیت ہے کہ یہ آیت اتری تو حضرت صدیق نے کھانے سے ہاتھ اٹھا لیا اور پوچھنے لگے کہ یا رسول اللہ ﷺ کیا میں ایک ایک ذرے برابر کا بدلہ دیا جائیگا تو آپ ﷺ نے فرمایا اے صدیق دنیا میں جو جو تکلیفیں تمہیں پہنچی ہیں یہ تو اس میں آگئیں اور نیکیاں تمہارے لیے اللہ کے ہاں ذخیرہ بنی ہوئی ہیں اور ان سب کا پورا پورا بدلہ قیامت کے دن تمہیں دیا جائیگا ابن جریر کی ایک اور روایت میں ہے کہ یہ سورت حضرت ابوبکر ؓ کی موجودگی میں نازل ہوئی تھی آپ اسے سن کر بہت روئے حضور ﷺ نے سبب پوچھا تو آپ نے فرمایا مجھے یہ سورت رلا رہی ہے آپ نے فرمایا اگر تم خطا اور گناہ نہ کرتے کہ تمہیں بخشا جائے اور معاف کیا جائے تو اللہ تعالیٰ کسی اور امت کو پیدا کرتا جو خطا اور گناہ کرتے اور اللہ انہیں بخشتا حضرت ابو سعید خدری ؓ تعال یعنہ نے حضور ﷺ سے یہ آیت سن کر پوچھا کہ حضور ﷺ کیا مجھے اپنے سب اعمال دیکھنے پڑیں گے آپ نے فرمایا ہاں پوچھا بڑے بڑے فرمایا ہاں پوچھا اور چھوٹے چھوٹے بھی فرمایا ہاں میں نے کہا ہائے افسوس ! آپ نے فرمایا ابو سعید خوش ہوجاؤ نیکی تو دس گنے سے لے کر سات سوگنے تک بلکہ اس سے بھی زیادہ تک اللہ جسے چاہے دے گا ہاں گناہ اسی کے مثل ہوں گے یا اللہ تعالیٰ اسے بھی بخش دے گا سنو کسی شخص کو صرف اس کے اعمال نجات نہ دے سکیں گے میں نے کہا حضور ﷺ کیا آپ کو بھی نہیں ؟ فرمایا نہ مجھے ہی مگر یہ کہ اللہ تبارک و تعالیٰ اپنی رحمت سے مجھے ڈھانپ لے اس کے راویوں میں ایک ابن لہیعہ ہیں یہ روایت صرف انہی سے مروی ہے حضرت سعید بن جبیر ؒ فرماتے ہیں جب آیت ویطعمون الطعام علی حبہ الخ نازل ہوئی یعنی مال کی محبت کے باوجود مسکین یتیم اور قیدی کو کھانا کھلاتے ہیں تو لوگ یہ سمجھ گئے کہ اگر ہم تھوڑی سی چیز راہ اللہ دینگے تو کوئی وثاب نہ ملے گا مسکین ان کے دروازے پر آتا لیکن ایک آدھ کھجور یا روٹی کا ٹکڑا وغیرہ دینے کو حقارت خیال کر کے یونہی لوٹا دیتے تھے کہ اگر دیں تو کوئی اچھی محبوب و مرغوب چیز دیں ادھر تو اس خیال کی ایک جماعت تھی دوسری جماعت وہ تھی جنہیں یہ خیال پیدا ہوگیا تھا کہ چھوٹے چھوٹے گناہوں پر ہماری پکڑ نہ ہوگی مثلا کبھی کوئی جھوٹ بات کہہ دی کبھی ادھر ادھر نظریں ڈال لیں کبھی غیبت کرلی وغیرہ جہنم کی وعید تو کبیرہ گناہوں پر ہے تو یہ آیت فمن یعمل نازل ہوئی اور انہیں بتایا گیا کہ چھوٹی سی نیکی کو حقیر نہ سمجھو یہ بڑی ہو کر ملے گی اور تھوڑے سے گناہ کو بھی بےجان نہ سمجھو کہیں تھوڑا تھوڑا مل کر بہت نہ بن جائے ذرہ کے معنی چھوٹ یچیونٹی کے ہیں یعنی نیکیوں اور برائیوں کو چھوٹی سے چھوٹی اور بڑی سے بڑی اپنے نامہ اعمال میں دیکھ لے گا بدی تو ایک ہی لکھی جاتی ہے نیکی ایک کے بدلے دس بلکہ جس کے لیے اللہ چاہے اس سے بھی بہت زیادہ بلکہ ان نیکیوں کے بدلے برائیاں بھی معاف ہوجاتی ہیں ایک ایک کے بدل دس دس بدیاں معاف ہوجاتی ہیں پھر یہ بھی ہے کہ جس کی نیکی برائی سے ایک ذرے کے برابر بڑھ گئی وہ جنتی ہوگیا رسول اللہ ﷺ فرماتے ہیں گناہوں کو ہلکا نہ سمجھا کرو یہ سب جمع ہو کر آدمی کو ہلاک کر ڈالتے ہیں رسول اللہ ﷺ نے ان برائیوں کی مثال باین کی کہ جیسے کچھ لوگ کسی جگہ اترے پھر ایک ایک دو دو لکڑیاں چن لائے تو لکڑیوں کا ڈھیر لگ جائیگا پھر اگر انہیں سلگایا جائے تو اس وقت اس آگ پر جو چاہیں پکا سکتے ہیں (اسی طرح تھوڑے تھوڑے گناہ بہت زیادہ ہو کر آگ کا کام کرتے ہیں اور انسان کو جلا دیتے ہیں) سورة اذازلزلت کی تفسیر ختم ہوئی، فالحمد اللہ۔",
  "ayah": 7,
  "surah": 99
}
