{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\n(In the Name of Allah, the Most Gracious, the Most Merciful.\nThe Interpretation of the Word Buruj Allah swears by the heaven and its Buruj.\nThe Buruj are the giant stars, as Allah says,\nتَبَارَكَ الَّذِى جَعَلَ فِى السَّمَآءِ بُرُوجاً وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً\n(Blessed is He Who has placed in the heaven Buruj, and has placed therein a great lamp (the sun), and a moon giving light.) (25:61) Ibn `Abbas, Mujahid, Ad-Dahhak, Al-Hasan, Qatadah and As-Suddi, all said, \"Al-Buruj are the stars.\" Al-Minhal bin `Amr said,\nوَالسَّمَآءِ ذَاتِ الْبُرُوجِ\n(By the heaven holding the Buruj.) \"The beautiful creation.\" Ibn Jarir chose the view that it means the positions of the sun and the moon, which are twelve Buruj. The sun travels through each one of these \"Burj\" (singular of Buruj) in one month. The moon travels through each one of these Burj in two-and-a-third days, which makes a total of twenty-eight positions, and it is hidden for two nights.\nThe Explanation of the Promised Day and the Witness and the Witnessed\nAllah says,\nوَالْيَوْمِ الْمَوْعُودِ - وَشَـهِدٍ وَمَشْهُودٍ\n(And by the Promised Day. And by the Witness, and by the Witnessed.) Ibn Abi Hatim recorded from Abu Hurayrah that the Messenger of Allah ﷺ said,\nوَالْيَوْمِ الْمَوْعُودِ\nيَوْمُ الْقِيَامَةِ\nوَشَهِدَ\nيَوْمُ الْجُمُعَةِ، وَمَا طَلَعَتْ شَمْسٌ وَلَا غَرَبَتْ عَلَى يَوْمٍ أَفْضَلَ مِنْ يَوْمِ الْجُمُعَةِ، وَفِيهِ سَاعَةٌ لَا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يَسْأَلُ اللهَ فِيهَا خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ، وَلَا يَسْتَعِيذُ فِيهَا مِنْ شَرَ إِلَّا أَعَاذَهُ.\nوَمَشْهُودٍ\nيَوْمُ عَرَفَة»\n(And by the Promised Day.)( This refers to the Day of Judgement. (And by the Witness.) This refers to Friday, and the sun does not rise or set on a day that is better than Friday. During it there is an hour that no Muslim servant catches while asking Allah from some good except that Allah will give it to him. He does not seek refuge from any evil in it except that Allah will protect him. (And by the Witnessed.)( This refers to the day of `Arafah (in Hajj).) Ibn Khuzaymah also recorded the same Hadith. It has also been recorded as a statement of Abu Hurayrah and it is similar (to this Hadith).\nImam Ahmad recorded from Suhayb that the Messenger of Allah ﷺ said,\nAllah's statement,\nقُتِلَ أَصْحَـبُ الاٍّخْدُودِ\n(Cursed were (Qutila) the People of the Ditch (Ukhdud).) meaning, the companions of the Ukhdud were cursed. The plural of Ukhdud is Akhadid, which means ditches in the ground. This is information about a group of people who were among the disbelievers. They went after those among them who believed in Allah and they attempted to force them to give up their religion. However, the believers refused to recant, so they dug a ditch for them in the ground. Then they lit a fire in it and prepared some fuel for it in order to keep it ablaze. Then they tried to convince them (the believers) to apostate from their religion (again), but they still refused them. So they threw them into the fire. Thus, Allah says,\nقُتِلَ أَصْحَـبُ الاٍّخْدُودِ - النَّارِ ذَاتِ الْوَقُودِ - إِذْ هُمْ عَلَيْهَا قُعُودٌ - وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ\n(Cursed were the People of the Ditch. Of fire fed with fuel. When they sat by it. And they witnessed what they were doing against the believers.) meaning, they were witnesses to what was done to these believers. Allah said,\nوَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بِاللَّهِ الْعَزِيزِ الْحَمِيدِ\n(And they had no fault except that they believed in Allah, the Almighty, Worthy of all praise!) meaning, they did not commit any sin according to these people, except for their faith in Allah the Almighty, Who does not treat unjustly those who desire to be with Him. He is the Most Mighty and Most Praiseworthy in all of His statements, actions, legislation, and decrees. He decreed what happened to these servants of His at the hands of the disbelievers - and He is the Most Mighty, the Most Praiseworthy - even though the reason for this decree is unknown to many people. Then Allah says,\nالَّذِى لَهُ مُلْكُ السَّمَـوَتِ وَالاٌّرْضِ\n(To Whom belongs the dominion of the heavens and the earth!) Among His perfect Attributes is that He is the Owner of all of the heavens, the earth, whatever is in them, and whatever is between them.\nوَاللَّهُ عَلَى كُلِّ شَىْءٍ شَهِيدٌ\n(And Allah is Witness over everything.) meaning, nothing is concealed from Him in all of the heavens and the earth, nor is anything hidden from Him.\nThe Story of the Sorcerer, the Monk, the Boy and Those Who were forced to enter the Ditch\nImam Ahmad recorded from Suhayb that the Messenger of Allah ﷺ said,\n«كَانَ فِيمَنْ كَانَ قَبْلَكُمْ مَلِكٌ وَكَانَ لَهُ سَاحِرٌ، فَلَمَّا كَبِرَ السَّاحِرُ قَالَ لِلْمَلِكِ: إِنِّي قَدْ كَبُرَ سِنِّي وَحَضَرَ أَجَلِي، فَادْفَعْ إِلَيَّ غُلَامًا لِأُعَلِّمَهُ السِّحْرَ، فَدَفَعَ إِلَيْهِ غُلَامًا فَكَانَ يُعَلِّمُهُ السِّحْرَ، وَكَانَ الْغُلَامُ عَلَى الرَّاهِبِ فَسَمِعَ مِنْ كَلَامِهِ فَأَعْجَبَهُ نَحْوُهُ وَكَلَامُهُ، وَكَانَ إِذَا أَتَى السَّاحِرَ ضَرَبَهُ وَقَالَ: مَا حَبَسَكَ؟ وَإِذَا أَتَى أَهْلَهُ ضَرَبُوهُ وَقَالُوا: مَا حَبَسَكَ؟ فَشَكَا ذلِكَ إِلَى الرَّاهِبِ فَـقَالَ: إِذَا أَرَادَ السَّاحِرُ أَنْ يَضْرِبَكَ فَقُلْ: حَبَسَنِي أَهْلِي، وَإِذَا أَرَادَ أَهْلُكَ أَنْ يَضْرِبُوكَ فَقُلْ: حَبَسَنِي السَّاحِرُ، قَالَ: فَبَيْنَمَا هُوَ ذَاتَ يَوْمٍ إِذْ أَتَى عَلَى دَابَّةٍ فَظِيعَةٍ عَظِيمَةٍ قَدْ حَبَسَتِ النَّاسَ فَلَا يَسْتَطِيعُونَ أَنْ يَجُوزُوا. فَقَالَ: الْيَوْمَ أَعْلَمُ أَمْرُ الرَّاهِبِ أَحَبُّ إِلَى اللهِ أَمْ أَمْرُ السَّاحِرِ؟ قَالَ فَأَخَذَ حَجَرًا فَـقَالَ: اللْهُمَّ إِنْ كَانَ أَمْرُ الرَّاهِبِ أَحَبَّ إِلَيْكَ وَأَرْضَى مِنْ أَمْرِ السَّاحِرِ فَاقْتُلْ هذِهِ الدَّابَّةَ حَتْى يَجُوزَ النَّاسُ، ورَمَاهَا فَقَتَلَهَا وَمَضَى النَّاسُ.\n(Among the people who came before you, there was a king who had a sorcerer, and when that sorcerer became old, he said to the king, \"I have become old and my time is nearly over, so please send me a boy whom I can teach magic.\" So, he sent him a boy and the sorcerer taught him magic. Whenever the boy went to the sorcerer, he sat with a monk who was on the way and listened to his speech and admired them. So, when he went to the sorcerer, he passed by the monk and sat there with him; and on visiting the sorcerer the latter would thrash him. So, the boy complained about this to the monk. The monk said to him, \"Whenever you are afraid of the sorcerer, say to him: `My people kept me busy.' And whenever you are afraid of your people, say to them: `The sorcerer kept me busy.\"' So the boy carried on like that (for some time). Then a huge terrible creature appeared on the road and the people were unable to pass by. The boy said, \"Today I shall know whether the sorcerer is better or the monk is better.\" So, he took a stone and said, \"O Allah! If the deeds and actions of the monk are liked by You better than those of the sorcerer, then kill this creature so that the people can cross (the road).\" Then he struck it with a stone killing it and the people passed by on the road.\nفَأَخْبَرَ الرَّاهِبَ بِذلِكَ فَـقَالَ: أَيْ بُنَيَّ، أَنْتَ أَفْضَلُ مِنِّي وَإِنَّكَ سَتُبْتَلَى، فَإِنِ ابْتُلِيتَ فَلَا تَدُلَّ عَلَيَّ، فَكَانَ الْغُلَامُ يُبْرِىءُ الْأَكْمَهَ وَالْأَبْرَصَ وَسَائِرَ الْأَدْوَاءِ وَيَشْفِيهِمْ، وَكَانَ لِلْمَلِكِ جَلِيسٌ فَعَمِيَ فَسَمِعَ بِهِ فَأَتَاهُ بِهَدَايَا كَثِيرَةٍ فَقَالَ: اشْفِنِي وَلَكَ مَا ههُنَا أَجْمَعُ، فَـقَالَ: مَا أَنَا أَشْفِي أَحَدًا، إِنَّمَا يَشْفِي اللهُ عَزَّ وَجَلَّ، فَإِنْ آمَنْتَ بِهِ دَعَوْتُ اللهَ فَشَفَاكَ، فَآمَنَ فَدَعَا اللهَ فَشَفَاهُ.\nThe boy came to the monk and informed him about it. The monk said to him, \"O my son! Today you are better than I, and you have achieved what I see! You will be put to trial. And in case you are put to trial, do not inform (them) about me.\" The boy used to treat the people suffering from congenital blindness, leprosy, and other diseases. There was a courtier of the king who had become blind and he heard about the boy. He came and brought a number of gifts for the boy and said, \"All these gifts are for you on the condition that you cure me.\" The boy said, \"I do not cure anybody; it is only Allah who cures people. So, if you believe in Allah and supplicate to Him, He will cure you.\" So, he believed in and supplicated to Allah, and Allah cured him.\nثُمَّ أَتَى الْمَلِكَ فَجَلَسَ مِنْهُ نَحْوَ مَا كَانَ يَجْلِسُ فَقَالَ لَهُ الْمَلِكُ: يَا فُلَانُ، مَنْ رَدَّ عَلَيْكَ بَصَرَكَ؟ فَـقَالَ: رَبِّي. فَـقَالَ: أَنَا؟ قَالَ: لَا، رَبِّي وَرَبُّكَ اللهُ، قَالَ: وَلَكَ رَبٌّ غَيْرِي؟ قَالَ: نَعَمْ رَبِّي وَرَبُّكَ اللهُ، فَلَمْ يَزَلْ يُعَذِّبُهُ حَتْى دَلَّ عَلَى الْغُلَامِ، فَبَعَثَ إِلَيْهِ فَـقَالَ: أَيْ بُنَيَّ بَلَغَ مِنْ سِحْرِكَ أَنْ تُبْرِىءَ الْأَكْمَهَ وَالْأَبْرَصَ وَهذِهِ الْأَدْوَاءَ قَالَ: مَا أَشْفِي أَحَدًا إِنَّمَا يَشْفِي اللهُ عَزَّ وَجَلَّ، قَالَ: أَنَا؟ قَالَ: لَا. قَالَ: أَوَلَكَ رَبٌّ غَيْرِي؟ قَالَ: رَبِّي وَرَبُّكَ اللهُ، فَأَخَذَهُ أَيْضًا بِالْعَذَابِ فَلَمْ يَزَلْ بِهِ حَتْى دَلَّ عَلَى الرَّاهِبِ فَأُتِيَ بِالرَّاهِبِ فَقَالَ: ارْجِعْ عَنْ دِينِكَ فَأَبَى، فَوَضَعَ الْمِنْشَارَ فِي مَفْرِقِ رَأْسِهِ حَتْى وَقَعَ شِقَّاهُ، وَقَالَ لِلْأَعْمَى: ارْجِعْ عَنْ دِينِكَ، فَأَبَى، فَوَضَعَ الْمِنْشَارَ فِي مَفْرِقِ رَأْسِهِ حَتْى وَقَعَ شِقَّاهُ إِلَى الْأَرْضِ. وَقَالَ لِلْغُلَام: ارْجِعْ عَنْ دِينِكَ، فَأَبَى، فَبَعَثَ بِهِ مَعَ نَفَرٍ إِلى جَبَلِ كَذَا وَكَذَا وَقَالَ: إِذَا بَلَغْتُمْ ذُرْوَتَهُ فَإِنْ رَجَعَ عَنْ دِينِهِ وَإِلَّا فَدَهْدِهُوهُ، فَذَهَبُوا بِهِ فَلَمَّا عَلَوْا بِهِ الْجَبَلَ قَالَ: اللْهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ، فَرَجَفَ بِهِمُ الْجَبَلُ فَدُهْدِهُوا أَجْمَعُونَ، وَجَاءَ الْغُلَامُ يَتَلَمَّسُ حَتَّى دَخَلَ عَلَى الْمَلِكِ فَقَالَ: مَا فَعَلَ أَصْحَابُكَ؟ فَقَالَ: كَفَانِيهِمُ اللهُ تَعَالَى، فَبَعَثَ بِهِ مَعَ نَفَرٍ فِي قُرْقُورٍ فَقَالَ: إِذَا لَجَجْتُمْ بِهِ الْبَحْرَ فَإِنْ رَجَعَ عَنْ دِينِهِ، وَإِلَّا فَغَرِّقُوهُ فِي الْبَحْرِ، فَلَجَّجُوا بِهِ الْبَحْرَ فَـقَالَ الْغُلَامُ: اللْهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ، فَغَرِقُوا أَجْمَعُونَ.\nLater, the courtier came to the king and sat at the place where he used to sit before. The king said, \"Who gave you back your sight\" The courtier replied, \"My Lord.\" The king then said, \"I did\" The courtier said, \"No, my Lord and your Lord - Allah\" The king said, \"Do you have another Lord beside me\" The courtier said, \"Yes, your Lord and my Lord is Allah.\" The king tortured him and did not stop until he told him about the boy. So, the boy was brought to the king and he said to him, \"O boy! Has your magic reached to the extent that you cure congenital blindness, leprosy and other diseases\" He said, \"I do not cure anyone. Only Allah can cure.\" The king said, \"Me\" The boy replied, \"No.\" The king asked, \"Do you have another Lord besides me\" The boy answered, \"My Lord and your Lord is Allah.\" So, he tortured him also until he told about the monk. Then the monk was brought to him and the king said to him, \"Abandon your religion.\" The monk refused and so the king ordered a saw to be brought which was placed in the middle of his head and he fell, sawn in two. Then it was said to the man who used to be blind, \"Abandon your religion.\" He refused to do so, and so a saw was brought and placed in the middle of his head and he fell, sawn in two. Then the boy was brought and it was said to him, \"Abandon your religion.\" He refused and so the king sent him to the top of such and such mountain with some people. He told the people, \"Ascend up the mountain with him till you reach its peak, then see if he abandons his religion; otherwise throw him from the top.\" They took him and when they ascended to the top, he said, \"O Allah! Save me from them by any means that You wish.\" So, the mountain shook and they all fell down and the boy came back walking to the king. The king said, \"What did your companions (the people I sent with you) do\" The boy said, \"Allah saved me from them.\" So, the king ordered some people to take the boy on a boat to the middle of the sea, saying, \"If he renounces his religion (well and good), but if he refuses, drown him.\" So, they took him out to sea and he said, \"O Allah! Save me from them by any means that you wish.\" So they were all drowned in the sea.\nوَجَاءَ الْغُلَامُ حَتْى دَخَلَ عَلَى الْمَلِكِ فَـقَالَ: مَا فَعَلَ أَصْحَابُكَ؟ فَقَالَ: كَفَانِيهِمُ اللهُ تَعَالَى ثُمَّ قَالَ لِلْمَلِكِ: إِنَّكَ لَسْتَ بِقَاتِلي حَتْى تَفْعَلَ مَا آمُرُكَ بِهِ، فَإِنْ أَنْتَ فَعَلْتَ مَا آمُرُكَ بِهِ قَتَلْتَنِي، وَإِلَّا فَإِنَّكَ لَا تَسْتَطِيعُ قَتْلِي، قَالَ: وَمَا هُوَ؟ قَالَ: تَجْمَعُ النَّاسَ فِي صَعِيدٍ وَاحِدٍ ثُمَّ تَصْلُبُنِي عَلَى جِذْع وَتَأْخُذُ سَهْمًا مِنْ كِنَانَتِي، ثُمَّ قُلْ: بِاسْمِ اللهِ رَبِّ الْغُلَامِ. فَإِنَّكَ إِذَا فَعَلْتَ ذلِكَ قَـتَلْتَنِـي. فَفَعَلَ وَوَضَعَ السَّهْمَ فِي كَبِدِ قَوْسِهِ ثُمَّ رَمَاهُ وَقَالَ: بِاسْمِ اللهِ رَبِّ الْغُلَامِ، فَوَقَعَ السَّهْمُ فِي صُدْغِهِ، فَوَضَعَ الْغُلَامُ يَدَهُ عَلَى مَوْضِع السَّهْم وَمَاتَ، فَـقَالَ النَّاسُ: آمَنَّا بِرَبِّ الْغُلَام. فَقِيلَ لِلْمَلِكِ: أَرَأَيْتَ مَا كُنْتَ تَحْذَرُ؟ فَقَدْ وَاللهِ نَزَلَ بِكَ، قَدْ آمَنَ النَّاسُ كُلُّهُمْ، فَأَمَرَ بِأَفْوَاهِ السِّكَكِ، فَخُدَّتْ فِيهَا الْأَخَادِيدُ وَأُضْرِمَتْ فِيهَا النِّيرَانُ، وَقَالَ: مَنْ رَجَعَ عَنْ دِينِهِ فَدَعُوهُ، وَإِلَّا فَأَقْحِمُوهُ فِيهَا، قَالَ: فَكَانُوا يَتَعَادُّونَ فِيهَا وَيَتَدَافَعُونَ، فَجَاءَتِ امْرأَةٌ بابْنٍ لَهَا تُرْضِعُهُ، فَكَأَنَّهَا تَقَاعَسَتْ أَنْ تَقَعَ فِي النَّارِ فَـقَالَ الصَّبِيُّ: اصْبِرِي يَا أُمَّاهْ فَإِنَّكِ عَلَى الْحَق»\nThen the boy returned to the king and the king said, \"What did your companions do\" The boy replied, \"Allah, saved me from them.\" Then he said to the king, \"You will not be able to kill me until you do as I order you. And if you do as I order you, you will be able to kill me.\" The king asked, \"And what is that\" The boy said, \"Gather the people in one elevated place and tie me to the trunk of a tree; then take an arrow from my quiver and say: `In the Name of Allah, the Lord of the boy.' If you do this, you will be able to kill me.\" So he did this, and placing an arrow in the bow, he shot it, saying, \"In the Name of Allah, the Lord of the boy.\" The arrow hit the boy in the temple, and the boy placed his hand over the arrow wound and died. The people proclaimed, \"We believe in the Lord of the boy!\" Then it was said to the king, \"Do you see what has happened That which you feared has taken place. By Allah, all the people have believed (in the Lord of the boy).\" So he ordered that ditches be dug at the entrances to the roads and it was done, and fires were kindled in them. Then the king said, \"Whoever abandons his religion, let him go, and whoever does not, throw him into the fire.\" They were struggling and scuffling in the fire, until a woman and her baby whom she was breast feeding came and it was as if she was being somewhat hesitant of falling into the fire, so her baby said to her, \"Be patient mother! For verily, you are following the truth!\") Muslim also recorded this Hadith at the end of the Sahih. Muhammad bin Ishaq bin Yasar related this story in his book of Sirah in another way that has some differences from that which has just been related. Then, after Ibn Ishaq explained that the people of Najran began following the religion of the boy after his murder, which was the religion of Christianity, he said, \"Then (the king) Dhu Nuwas came to them with his army and called them to Judaism. He gave them a choice to either accept Judaism or be killed, so they chose death. Thus, he had a ditch dug and burned (some of them) in the fire (in the ditch), while others he killed with the sword. He made an example of them (by slaughtering them) until he had killed almost twenty thousand of them. It was about Dhu Nuwas and his army that Allah revealed to His Messenger :\nقُتِلَ أَصْحَـبُ الاٍّخْدُودِ - النَّارِ ذَاتِ الْوَقُودِ - إِذْ هُمْ عَلَيْهَا قُعُودٌ - وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ - وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بِاللَّهِ الْعَزِيزِ الْحَمِيدِ - الَّذِى لَهُ مُلْكُ السَّمَـوَتِ وَالاٌّرْضِ وَاللَّهُ عَلَى كُلِّ شَىْءٍ شَهِيدٌ\n(Cursed were the People of the Ditch. Of fire fed with fuel. When they sat by it. And they witnessed what they were doing against the believers. And they had no fault except that they believed in Allah, the Almighty, Worthy of all praise! To Whom belongs the dominion of the heavens and the earth! And Allah is Witness over everything.) (85:4-9)\" This is what Muhammad bin Ishaq said in his book of Sirah -- that the one who killed the People of the Ditch was Dhu Nuwas, and his name was Zur`ah. In the time of his kingdom he was called Yusuf. He was the son of Tuban As`ad Abi Karib, who was the Tubba` who invaded Al-Madinah and put the covering over the Ka`bah. He kept two rabbis with him from the Jews of Al-Madinah. After this some of the people of Yemen accepted Judaism at the hands of these two rabbis, as Ibn Ishaq mentions at length. So Dhu Nuwas killed twenty thousand people in one morning in the Ditch. Only one man among them escaped. He was known as Daws Dhu Tha`laban. He escaped on a horse and they set out after him, but they were unable to catch him. He went to Caesar, the emperor of Ash-Sham. So, Caesar wrote to An-Najashi, the King of Abyssinia. So, he sent with him an army of Abyssinian Christians, who were lead by Aryat and Abrahah. They rescued Yemen from the hands of the Jews. Dhu Nuwas tried to flee but eventually fell into the sea and drowned. After this, the kingdom of Abyssinia remained under Christian power for seventy years. Then the power was divested from the Christians by Sayf bin Dhi Yazin Al-Himyari when Kisra, the king of Persia sent an army there (to Yemen). He (the king) sent with him (Sayf Al-Himyari) those people who were in the prisons, and they were close to seven hundred in number. So, he (Sayf Al-Himyari) conquered Yemen with them and returned the kingdom back to the people of Himyar (Yemenis). We will mention a portion of this -- if Allah wills -- when we discuss the Tafsir of the Surah:\nأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَـبِ الْفِيلِ\n(Have you not seen how your Lord dealt with the Owners of the Elephant) (105:1)\nThe Punishment of the People of the Ditch\nAllah said,\nإِنَّ الَّذِينَ فَتَنُواْ الْمُؤْمِنِينَ وَالْمُؤْمِنَـتِ\n(Verily, those who put into trial the believing men and believing women,) meaning, they burned (them). This was said by Ibn `Abbas, Mujahid, Qatadah, Ad-Dahhak, and Ibn Abza.\nثُمَّ لَمْ يَتُوبُواْ\n(and then do not turn in repentance,) meaning, `they do not cease from what they are doing, and do not regret what they had done before.'\nفَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ\n(then they will have the torment of Hell, and they will have the punishment of the burning Fire.) This is because the recompense is based upon the type of deed performed. Al-Hasan Al-Basri said, \"Look at this generosity and kindness. These people killed Allah's Awliya' and He still invites them to make repentance and seek forgiveness.\"",
  "ayah": 10,
  "surah": 85
}
