{
  "text": "তুমি কি দেখো না যে, আল্লাহকে সিজদা করে যারা আছে আকাশমন্ডলী ও পৃথিবীতে; সিজদা করে সূর্য, চন্দ্র, নক্ষত্রমন্ডলী, পর্বতরাজি, বৃক্ষলতা, জীবজন্তু,[১] এবং সিজদা করে মানুষের মধ্যে অনেকে; [২] আর অনেকের প্রতি অবধারিত হয়েছে শাস্তি।[৩] আল্লাহ যাকে হেয় করেন তার সম্মানদাতা কেউই নেই; [৪] নিশ্চয় আল্লাহ যা ইচ্ছা তা করেন।[৫] (সাজদাহ-৬)\n[১] কিছু ব্যাখ্যাকারী বলেছেন, এই সিজদার অর্থ ঐ সমস্ত জিনিসের আল্লাহর নিয়ম-বিধির অনুগত হওয়া। কারো এ শক্তি নেই যে, সে বিধির অন্যথা করে। তাঁদের নিকট সিজদা বলতে আনুগত্য ও ইবাদতের সিজদা নয়; যা একমাত্র জ্ঞানসম্পন্ন জীবের সাথে সম্পৃক্ত। তবে কিছু কিছু ব্যাখ্যাকারিগণ তা মূল অর্থেই ব্যবহার হয়েছে বলে মনে করেন। তাঁরা বলেন, প্রতিটি সৃষ্টি নিজ নিজ পদ্ধতিতে সিজদা করে থাকে। যেমনঃ 'যারা আকাশমন্ডলীতে আছে' বলতে ফিরিশতাগণ, 'যারা পৃথিবীতে আছে' বলতে প্রত্যেক মানুষ, জীন ও পশুপক্ষী এবং অন্যান্য সব কিছুকে বুঝানো হয়েছে। এরা সবাই নিজ নিজ ভঙ্গিমায় আল্লাহকে সিজদা করে এবং তাঁর মহিমা ঘোষণা করে। মহান আল্লাহ বলেন, সপ্ত আকাশ, পৃথিবী এবং ওদের অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু ওদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না।\n(সূরা ইসরা ১৭:৪৪)\nএখানে চন্দ্র সূর্য্য নক্ষত্রমন্ডলীর কথা বিশেষভাবে উল্লেখ করা হয়েছে, যেহেতু মুশরিকরা এদের ইবাদত করত তাই। আল্লাহ বললেন, তোমরা এদেরকে সিজদা কর, অথচ এরা আল্লাহকে সিজদা করে ও তাঁর আজ্ঞা পালন করে। অতএব তোমরা এদেরকে সিজদা করো না, বরং সিজদা তাঁকে কর, যিনি এদের সৃষ্টিকর্তা।\n(দেখুন, ফুসসিলাত ৪১:৩৭)\nসহীহ হাদীসে এসেছে, আবু যার (রাঃ) বলেন, একদা নবী (সাঃ) আমাকে জিজ্ঞাসা করলেন, \"তুমি কি জানো, সূর্য কোথায় যায়?\" আমি বললাম, 'আল্লাহ ও তাঁর রসূলই ভাল জানেন।' তিনি বললেন, \"সূর্য যখন ডুবে যায় তখন আরশের নীচে গিয়ে আল্লাহকে সিজদা করে। তারপর তাকে পূর্বাকাশে উদিত হওয়ার আদেশ দেওয়া হয়। কিন্তু একদিন এমন আসবে, যেদিন বলা হবে, তুমি ফিরে যাও; অর্থাৎ যেখান হতে এসেছ, ওখানেই ফিরে যাও।\"\n(বুখারী, মুসলিম)\nএভাবেই একজন সাহাবীর কথা হাদীসে বর্ণিত হয়েছে যে, তিনি স্বপ্নে গাছকে নিজের সাথে সিজদা করতে দেখেছেন।\n(তিরমিযী, ইবনে মাজাহ ১০৫৩নং)\nপাহাড় ও গাছের সিজদায় তাদের ছায়া পূর্ব-পশ্চিমে ঝুঁকে পড়াও শামিল। এ ব্যাপারে সূরা রা'দের ১৩:১৫ আয়াতে ও নাহল ১৬:৪৮-৪৯ আয়াতে ইঙ্গিত করা হয়েছে।[২] এখানে সিজদা বলতে আনুগত্য ও ইবাদতের সিজদা, যা বহু সংখ্যক মানুষ করে থাকে এবং তার মাধ্যমে আল্লাহর সন্তুষ্টি লাভের অধিকারী হয়।[৩] এরা ওরাই যারা ইবাদতের সিজদাকে অস্বীকার করে কুফরীর পথ অবলম্বন করে। অন্যথায় সৃষ্টিগতভাবে প্রাকৃতিক নিয়মের অধীন হয়ে সিজদাকে অস্বীকার করার উপায় তাদেরও নেই।[৪] কুফরী অবলম্বন করার পরিণতি অসম্মান ও লাঞ্ছনা এবং আখেরাতের চিরস্থায়ী আযাব। যা থেকে রক্ষা করে কাফেরদেরকে সম্মান দেওয়ার মত কেউই থাকবে না।[৫] এই আয়াত শেষে তিলাঅতের সিজদা করা মুস্তাহাব। সিজদার আহকাম জানতে সূরা আ'রাফের শেষ আয়াতের ৭:২০৬ টীকা দ্রষ্টব্য।",
  "ayah": 18,
  "surah": 22
}
