{
  "text": "যারা অবিশ্বাস করে এবং মানুষকে নিবৃত্ত করে[১] আল্লাহর পথ হতে ও ‘মাসজিদুল হারাম’ হতে; যাকে আমি করেছি স্থানীয় ও বহিরাগত সবারই জন্য সমান।[২] আর যে ওতে সীমালংঘন করে পাপকার্যের ইচ্ছা করে,[৩] তাকে আমি আস্বাদন করাব মর্মন্তুদ শাস্তি।[৪]\n[১] নিবৃত্ত করে বলতে বাধা দেয়; এরা হল, মক্কার কাফেররা যারা সন ৬ হিজরীতে মুসলিমদেরকে মক্কায় গিয়ে উমরাহ করতে বাধা দিয়েছিল এবং মুসলিমদেরকে হুদাইবিয়া থেকে ফিরে যেতে বাধ্য করেছিল।\n[২] এতে মতভেদ রয়েছে যে, 'মাসজিদুল হারাম' বলতে শুধু কা'বা-ঘরকে বুঝানো হয়েছে, নাকি পুরো হারাম এলাকাকে বুঝানো হয়েছে? কারণ কুরআনে কোথাও কোথাও পূর্ণ হারাম এলাকার জন্যও 'মাসজিদুল হারাম' শব্দ ব্যবহার হয়েছে। অর্থাৎ খন্ডের নাম উল্লেখ করে সমগ্র বুঝানো হয়েছে। এবারে বিশেষভাবে মাসজিদুল হারামের কথা সম্পর্কে সকলেই একমত যে, সেখানে স্থানীয় বাসিন্দা, মুসাফির, স্বদেশী ও প্রবাসী সকলের অধিকার সমান। অর্থাৎ বিনা কোন পার্থক্যে দিবারাত্রির যে কোন সময় সেখানে সকলেই ইবাদত করতে পারে। সেখানে কারো জন্য কোন মুসলিমকে ইবাদত করতে বাধা দেওয়ার অনুমতি নেই। তবে যে সব উলামাগণ 'মাসজিদুল হারাম' বলতে পূর্ণ হারাম এলাকা বুঝেছেন, তাঁদের মধ্যে এক দলের মত হল, মক্কার পূর্ণ হারাম এলাকা সকল মুসলিমদের জন্য সমান; এর ঘর-বাড়ি ও জমি-জায়গার কেউ মালিক নয়। সেই জন্য এ সবের কেনা-বেচা ও ভাড়ায় দেওয়া তাঁদের নিকট অবৈধ। যে কোন ব্যক্তি যে কোন জায়গা থেকে হজ্জ বা উমরাহ করতে মক্কায় যাবে, তার অধিকার রয়েছে সে যেখানে ইচ্ছা সেখানে অবস্থান করতে পারে। মক্কার বাসিন্দাদের দায়িত্ব হল, তারা যেন কাউকেও নিজেদের বাড়িতে থাকতে বাধা না দেয়। দ্বিতীয় মত হল, ঘর-বাড়ী ও জায়গা বিশেষ মালিকের হতে পারে এবং মালিকানা হস্তান্তর তথা বেচা-কেনা ও ভাড়ায় দেওয়া বৈধ। তবে ঐ সমস্ত জায়গা, যার সম্পর্ক হজ্জের সঙ্গে; যেমন মিনা, মুযদালিফা ও আরাফার ময়দান --তা সাধারণী ওয়াকফ। এ সবের কারো মালিক হওয়া বৈধ নয়। এই মাসআলাটি পূর্ববর্তী ফুকহাদের নিকট বেশ বিতর্কিত। তবে অধুনা যুগের সমস্ত উলামাই বিশেষ মালিকানা ও স্বত্বাধিকারের কথা স্বীকার করেন। এখন এ ব্যাপারে কারো দ্বিমত নেই। মাওলানা মুফতী মুহাম্মাদ শফী (রঃ)ও এটাকেই ইমাম আবূ হানীফা (রঃ) তথা ফুকহাগণের পছন্দনীয় মত বলে উল্লেখ করেছেন।\n(দেখুনঃ মাআরিফুল কুরআন ৬/২৫৩)\n[৩] إلحاد এর অর্থঃ বাঁকা পথ বা টেরামি অবলম্বন করা। এখানে কুফর ও শিরক সহ সমস্ত পাপকেই বুঝানো হয়েছে। এমন কি কিছু উলামা কুরআনের শব্দ থেকে এই অভিমত ব্যক্ত করেছেন যে, যদি কেউ হারামের মধ্যে পাপের ইচ্ছা পোষণ করে (কার্যে পরিণত না করলেও) সে এই সতর্কবাণীর আওতায় পড়বে। কেউ কেউ বলেন, পাপের শুধু ইচ্ছা করলেই তার পাকড়াও হবে না; যেমন অন্যান্য স্পষ্ট দলীল দ্বারা পরিষ্কার। তবে ইচ্ছা যদি কাজে পরিণত করার কাছাকাছি (সংকল্পে) পৌঁছে যায়, তাহলে সে অবশ্যই শাস্তিযোগ্য হবে।\n[৪] এ শাস্তি ঐ সমস্ত লোকেদের জন্য যারা উক্ত পাপকার্যে লিপ্ত হবে।",
  "ayah": 25,
  "surah": 22
}
