{
  "text": "হে মানুষ! পুনরুত্থান সম্বন্ধে যদি তোমাদের সন্দেহ   হয়, তাহলে (ভেবে দেখ যে,) আমি তোমাদেরকে সৃষ্টি করেছি মাটি হতে, তারপর বীর্য হতে, তারপর রক্তপিন্ড হতে, তারপর পূর্ণাকৃতি বা অপূর্ণাকৃতি গোশতপিন্ড হতে;[১] যাতে আমি তোমাদের নিকট (আমার সৃজনশক্তির মহিমা) ব্যক্ত করি।[২] আমার ইচ্ছা অনুযায়ী তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভে স্থিত রাখি,[৩] তারপর আমি তোমাদেরকে শিশুরূপে বের করি; পরে যাতে তোমরা পরিণত বয়সে উপনীত হও। তোমাদের মধ্যে কারো কারো মৃত্যু ঘটানো হয়[৪] এবং তোমাদের মধ্যে কাউকেও প্রত্যাবৃত্ত করা হয় অকর্মণ্য (স্থবিরতার) বয়সে; যার ফলে সে যা কিছু জানত, সে সম্বন্ধেও সজ্ঞান থাকে না।[৫] আর তুমি ভূমিকে দেখ শুষ্ক, অতঃপর তাতে আমি বৃষ্টি বর্ষণ করলে তা শস্য-শ্যামল হয়ে আন্দোলিত ও স্ফীত হয় এবং উদগত করে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ।[৬]\n[১] অর্থাৎ, বীর্য থেকে চল্লিশ দিন পর জমাট রক্তে ও তা থেকে গোশতপিন্ডে পরিণত হয়। مُخَلَّقَة (পূর্ণাকৃতি) বলতে এমন ভ্রূণকে বুঝানো হয়েছে যার আকার-আকৃতি পরিপূর্ণ ও স্পষ্ট। এ রকম ভ্রূণের মধ্যে রূহ (আত্মা) ফুঁকে দেয়া হয়। আর غَير مُخَلَّقَة (অপূর্ণাকৃতি) এর বিপরীত; যার আকার-আকৃতি পূর্ণতা লাভ করে না এবং তাতে রূহও ফুঁকা হয় না। বরং সময়ের আগেই তা গর্ভচ্যুত হয়ে যায়। সহীহ হাদীসসমূহেও গর্ভাবস্থায় ভ্রূণের এই সকল সৃষ্টি-পর্যায়ের কথা উল্লেখ হয়েছে। যেমন একটি হাদীসে আছে, নবী (সাঃ) বলেন, \"তোমাদের প্রত্যেকের সৃষ্টি (অর্থাৎ তার মূল উপাদান প্রথমে) ৪০ দিন তার মাতার গর্ভে শুক্ররূপে থাকে। অতঃপর ৪০ দিন লাল জমাট রক্ত পিন্ডরূপে অবস্থান করে, তৎপর ৪০ দিনে গোশত পিন্ডরূপ ধারণ করে। অতঃপর আল্লাহ তার নিকট এক ফিরিশতা পাঠিয়ে তার রূহ ফুঁকা হয়---।\"\n(বুখারী, মুসলিম, আবু দাঊদ, মিশকাত ৮২ নং)\nঅর্থাৎ, চার মাস পর ভ্রূণে আত্মাদান করা হয় এবং তা পরিপূর্ণ মানবাকৃতিতে বিকাশ লাভ করে।[২] অর্থাৎ, এইভাবেই আমি আমার সৃষ্টিশক্তির নিপুণতা ও মহিমা তোমাদের জন্য প্রকাশ করি।[৩] অর্থাৎ, যাকে গর্ভচ্যুত করা হয় না। (নষ্ট করা হয় না।)[৪] অর্থাৎ, পরিণত বয়সের আগেই। আর পরিণত বয়স বলতে প্রাপ্তবয়স্ক বা জ্ঞান ও শক্তির পরিপূর্ণতার বয়স (প্রৌঢ়ত্ব)-কে বুঝানো হয়েছে। যা ৩০ ও ৪০ এর মাঝামাঝি বয়স।[৫] এর অর্থঃ অতি বার্ধক্যে মানুষের শক্তি দুর্বল ও অবনতির সাথে সাথে জ্ঞান ও স্মরণশক্তি হ্রাস পেয়ে যায় এবং স্মৃতি ও জ্ঞানের দিক থেকে একজন শিশুর ন্যায় হয়ে যায়। যেমন সূরা ইয়াসীনে (৩৬:৬৮ আয়াতে) বলা হয়েছে, {وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ} অর্থাৎ, আমি যাকে দীর্ঘ জীবন দান করি তাকে তো জরাগ্রস্ত করে দিই। এবং সূরা তীনে (৯৫:৫ আয়াতে) বলা হয়েছে, {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ} অর্থাৎ, অতঃপর আমি তাকে হীনতার সবচেয়ে নিমনস্তরে ফিরিয়ে দিয়েছি।[৬] এটি মৃতদেরকে পুনর্জীবিত করার ব্যাপারে আল্লাহর মহাশক্তির দ্বিতীয় প্রমাণ। প্রথম প্রমাণ ছিল যে, যিনি সামান্য এক ফোঁটা পানি দিয়ে মানুষ সৃষ্টি করতে ও সুন্দর অস্তিত্বে পরিণত করতে সক্ষম। এ ছাড়া বয়সের বিভিন্ন পর্যায় পার হয়ে বার্ধক্যের এমন এক পর্যায়ে পৌঁছে যে, যখন তার দেহ সহ বুঝ ও চিন্তাশক্তি সব কিছু দুর্বলতা ও অবনতির শিকার হয়ে পড়ে। যে আল্লাহর এমন শক্তি তাঁর জন্য কি পুনর্বার সৃষ্টি করা কোন কঠিন কাজ? যিনি মানুষকে বিভিন্ন পর্যায়ে পৌঁছাতে সক্ষম তিনি অবশ্য অবশ্যই মৃত্যুর পর পুনর্জীবিত করে নতুন এক অস্তিত্ব দানে সক্ষম। দ্বিতীয় প্রমাণ, তুমি ভূমিকে শুষ্ক ও মৃত দেখ, কিন্তু বৃষ্টির পর তা কেমন সঞ্জীবিত শস্য-শ্যামল নানান প্রকৃতির উদ্ভিদ ও নানান ফল ফসলে ভরে ওঠে। এভাবেই মহান আল্লাহ কিয়ামত দিবসে মানুষদেরকে কবর থেকে উঠাবেন। যেমন হাদীসের মধ্যে এসেছে যে, একজন সাহাবী জিজ্ঞাসা করলেন, আল্লাহ তাআলা মানুষকে যেভাবে পুনরায় সৃষ্টি করবেন তার কোন দৃষ্টান্ত সৃষ্টি জগতের মধ্য থেকে বর্ণনা করুন। নবী (সাঃ) বললেন, তুমি কি এমন উপত্যকা পার হয়েছ, যা শুকনো ও মৃত এবং পরে তা শস্য-শ্যামল দেখেছ? সাহাবী বললেন, জী হ্যাঁ! তিনি বললেন, অনুরূপ ভাবেই মানুষ পুনর্জীবিত হবে।\n(আহমাদ ৪/১১, ইবনে মাজাহ ১৮০নং)",
  "ayah": 5,
  "surah": 22
}
