{
  "text": "এবং সংগ্রাম কর আল্লাহর পথে যেভাবে সংগ্রাম করা উচিত; [১] তিনি তোমাদেরকে মনোনীত করেছেন। তিনি দ্বীনের ব্যাপারে তোমাদের উপর কোন কঠিনতা আরোপ করেননি; [২] তোমাদের পিতা ইব্রাহীমের মিল্লাত (ধর্মাদর্শ মেনে চল);[৩] তিনি[৪] পূর্বে তোমাদের নামকরণ করেছেন ‘মুসলিম’ এবং এই গ্রন্থেও; যাতে রসূল তোমাদের জন্য সাক্ষী স্বরূপ হয় এবং তোমরা সাক্ষী স্বরূপ হও মানব জাতির জন্য।[৫] সুতরাং তোমরা নামায কায়েম কর, যাকাত আদায় কর এবং আল্লাহকে অবলম্বন কর; তিনিই তোমাদের অভিভাবক, কত উত্তম অভিভাবক এবং কত উত্তম সাহায্যকারী তিনি!\n[১] এই 'সংগ্রাম' বলতে কেউ কেউ সেই বৃহৎ 'জিহাদ' উদ্দেশ্য নিয়েছেন যা আল্লাহর কালেমা ও দ্বীনকে উন্নত করার জন্য কাফের ও মুশরিকদের বিরুদ্ধে করা হয়। আবার কেউ কেউ আল্লাহর আদেশাবলী মান্য করার অর্থ নিয়েছেন; যেহেতু তাতেও 'নাফসে আম্মারাহ' (মন্দপ্রবণ মন) ও শয়তানের মুকাবিলা করতে হয়। আবার কেউ কেউ এর ব্যাখ্যায় বলেছেন, তা হল প্রত্যেক সেই চেষ্টা-চরিত্র, যা হক ও সত্যের শির উন্নত এবং বাতিল ও অন্যায়ের শির অবনত তথা চূর্ণ করার জন্য করা হয়।[২] অর্থাৎ, এমন আদেশ নেই, যা মান্য করা অত্যন্ত কষ্টকর (তবে প্রতিটি কর্মেই এক-আধটুকু কষ্ট তো করতেই হয়)। বরং পূর্ববর্তী শরীয়তের কিছু কঠিন আদেশ রহিত করে দেওয়া হয়েছে এবং মুসলিমদের জন্য এমন অনেক সহজতা দান করা হয়েছে; যা পূর্ববর্তী শরীয়তে ছিল না।[৩] আরব জাতি ইসমাঈল (আঃ)-এর বংশধর ছিল। সেই হিসাবে ইবরাহীম (আঃ) হলেন আরববাসীর পিতা। আর অনারবরাও ইবরাহীম (আঃ)-কে একজন উচ্চ সম্মানীয় ব্যক্তি হিসাবে শ্রদ্ধা করত; যেমন পুত্র তার পিতাকে শ্রদ্ধা করে থাকে। সেই হিসাবে তিনি সকলের আদি পিতা ছিলেন। এ ছাড়াও ইসলামের নবী (আরবী হওয়ার কারণে) ইবরাহীম (আঃ) তাঁরও পিতা ছিলেন। আর এই জন্য তিনি সকল উম্মতে মুহাম্মাদীরও পিতা হলেন। এই জন্য বলা হচ্ছে যে, এটাই হল ইসলাম ধর্ম; যা মহান আল্লাহ তোমাদের জন্য মনোনীত করেছেন; যা তোমাদের আদি পিতা ইবরাহীমেরই ধর্ম। অতএব তোমরা সেই ধর্মের অনুসারী হও।[৪] هُوَ (সে বা তিনি) শব্দটি দ্বারা কেউ কেউ বলেন, ইবরাহীমকে বুঝানো হয়েছে। অর্থাৎ, কুরআন অবতীর্ণ হওয়ার পূর্বেই ইবরাহীম (আঃ)-ই তোমাদের 'মুসলিম' নামকরণ করেছেন। আবার কেউ কেউ বলেন, উক্ত সর্বনাম দ্বারা আল্লাহকে বুঝানো হয়েছে। অর্থাৎ, তিনি (আল্লাহ)ই তোমাদের নাম রেখেছেন 'মুসলিম'।[৫] এই সাক্ষ্যদান কিয়ামতের দিন হবে; যেমন হাদীসে উল্লেখ রয়েছে।\n(সূরা বাকারার ২:১৪৩ নং আয়াতের টীকা দ্রষ্টব্য)",
  "ayah": 78,
  "surah": 22
}
