{
  "text": "بخاری شریف میں ہے ۔ حضرت ابن عباس فرماتے ہیں سورة انفال غزوہ بدر کے بارے میں اتری ہے۔ فرماتے ہیں انفال سے مراد غنیمتیں ہیں جو صرف رسول اللہ ﷺ کے لئے ہی تھیں ان میں سے کوئی چیز کسی اور کیلئے نہ تھی۔ آپ نے ایک سوال کے جواب میں فرمایا گھوڑا بھی انفال میں سے ہے اور سامان بھی۔ سائل نے پھر پوچھا آپ نے پھر یہی جواب دیا اس نے پھر پوچھا کہ جس انفال کا ذکر کتاب اللہ میں ہے اس سے کیا مراد ہے ؟ غرض پوچھتے پوچھتے آپ کو تنگ کردیا تو آپ نے فرمایا اس کا یہ کرتوت اس سے کم نہیں جسے حضرت عمر نے مارا تھا۔ حضرت فاروق اعظم سے جب سوال ہوتا تو آپ فرماتے نہ تجھے حکم دیتا ہوں نہ منع کرتا ہوں، ابن عباس فرماتے ہیں واللہ حق تعالیٰ نے اپنے نبی ﷺ کو ڈانٹ ڈپٹ کرنے والا حکم فرمانے والا حلال حرام کی وضاحت کرنے والا ہی بنا کر بھیجا ہے۔ آپ نے اس سائل کو جواب دیا کہ کسی کسی کو بطور نفل (مال غنیمت) گھوڑا بھی ملتا اور ہتھیار بھی۔ دو تین دفعہ اس نے یہی سوال کیا جس سے آپ غضبناک ہوگئے اور فرمانے لگے یہ تو ایسا ہی شخص ہے جسے حضرت عمر نے کوڑے لگائے تھے یہاں تک کہ اس کی ایڑیاں اور ٹخنے خون آلود ہوگئے تھے۔ اس پر سائل کہنے لگا کہ خیر آپ سے تو اللہ نے عمر کا بدلہ لے ہی لیا۔ الغرض ابن عباس کے نزدیک تو یہاں نفل سے مراد پانچویں حصے کے علاوہ وہ انعامی چیزیں ہیں جو امام اپنے سپاہیوں کو عطا فرمائے۔ واللہ اعلم۔ حضرت مجاہد فرماتے ہیں کہ لوگوں نے رسول اللہ ﷺ سے اس پانچویں حصے کا مسئلہ پوچھا جو چار ایسے ہی حصوں کے بعد رہ جائے۔ پس یہ آیت اتری۔ ابن مسعود وغیرہ فرماتے ہیں لڑائی والے دن اس سے زیادہ امام نہیں دے سکتا بلکہ لڑائی کے شروع سے پہلے اگر چاہے دے دے۔ عطا فرماتے ہیں کہ یہاں مراد مشرکوں کا وہ مال ہے جو بےلڑے بھڑے مل جائے خواہ جانور ہو خواہ لونڈی غلام یا اسباب ہو پس وہ آنحضرت ﷺ کے لئے ہی تھا آپ کو اختیار تھا کہ جس کام میں چاہیں لگا لیں تو گویا ان کے نزدیک مال فے انفال ہے۔ یہ بھی کہا گیا ہے کہ اس سے مراد لشکر کے کسی رسالے کو بعوض ان کی کارکردگی یا حوصلہ افزائی کے امام انہیں عام تقسیم سے کچھ زیادہ دے اسے انفال کہا جاتا ہے۔ مسند احمد میں حضرت سعد بن ابی وقاص سے مروی ہے کہ بدر والے دن جب میرے بھائی عمیر قتل کئے گئے میں نے سعید بن عاص کو قتل کیا اور اس کی تلوار لے لی جسے ذوالکتیعہ کہا جاتا تھا سے لے کر رسول اللہ ﷺ کے پاس پہنچا تو آپ نے فرمایا جاؤ اسے باقی مال کے ساتھ رکھ آؤ۔ میں نے حکم کی تعمیل تو کرلی لیکن اللہ ہی کو معلوم ہے کہ اس وقت میرے دل پر کیا گذری۔ ایک طرف بھائی کق قتل کا صدمہ دوسری طرف اپنا حاصل کردہ سامان واپس ہونے کا صدمہ۔ ابھی میں چند قدم ہی چلا ہوں گا جو سورة انفال نازل ہوئی اور رسول اللہ ﷺ نے مجھ سے فرمایا جاؤ اور وہ تلوار جو تم ڈال آئے ہو لے جاؤ۔ مسند میں حضرت سعد بن مالک ؓ سے مروی ہے کہ میں نے رسول کریم ﷺ سے عرض کیا کہ آج کے دن اللہ تعالیٰ نے مجھے مشرکوں سے بچا لیا اب آپ یہ تلوار مجھے دے دیجئے آپ نے فرمایا سنو نہ یہ تمہاری ہے نہ میری ہے۔ اسے بیت المال میں داخل کردو میں نے رکھ دی اور میرے دل میں خیال آیا کہ آج جس نے مجھ جیسی محنت نہیں کی اسے یہ انعام مل جائے گا یہ کہتا ہوا جا ہی رہا تھا جو آواز آئی کہ کوئی میرا نام لے کر میرے پیچھے سے مجھے پکار رہا ہے لوٹا اور پوچھا کہ حضور کہیں میرے بارے میں کوئی وحی نہیں اتری ؟ آپ نے فرمایا ہاں تم نے مجھ سے تلوار مانگی تھی اس وقت وہ میری نہ تھی اب وہ مجھے دے دی گئی اور میں تمہیں دے رہا ہوں، پس آیت (يَسْــــَٔـلُوْنَكَ عَنِ الْاَنْفَالِ ۭقُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُوْلِ ۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوْا ذَاتَ بَيْنِكُمْ ۠ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗٓ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ) 8۔ الانفال :1) اس بارے میں اتری ہے جو ابو داؤد طیالسی میں انہی سے مروی ہے کہ میرے بارے میں چار آیتیں نازل ہوئی ہیں۔ مجھے بدر والے دن ایک تلوار ملی میں اسے لے کر سرکار رسالت مآب میں حاضر ہوا اور عرض کیا کہ یہ تلوار آپ مجھے عنایت فرمائیے آپ نے فرمایا جاؤ جہاں سے لی ہے وہیں رکھ دو۔ میں نے پھر طلب کی آپ نے پھر یہی جواب دیا۔ میں نے پھر مانگی آپ نے پھر یہی فرمایا۔ اسی وقت یہ آیت اتری۔ یہ پوری حدیث ہم نے آیت (وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْـنًا ۭ وَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۭ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ) 29۔ العنکبوت :8) کی تفسیر میں وارد کی ہے۔ پس ایک تو یہ آیت دوسری آیت (وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ ۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰي وَهْنٍ وَّفِصٰلُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَ ۭ اِلَيَّ الْمَصِيْرُ 14؀) 31۔ لقمان :14) تیسری آیت (يٰٓاَيُّھَاالَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ 90؀) 5۔ المآئدہ :90) ، چوتھی آیت وصیت (صحیح مسلم شریف) سیرت ابن اسحاق میں ہے حضرت ابو سعید مالک بن ربیعہ فرماتے ہیں کہ بدر کی لڑائی میں مجھے سیف بن عاند کی تلوار ملی جسے مرزبان کہا جاتا تھا۔ جب نبی ﷺ نے لوگوں کو حکم دیا کہ جو کچھ جس کسی کے پاس ہو وہ جمع کرا دے، میں بھی گیا اور وہ تلوار رکھ آیا۔ آنحضرت ﷺ کی عادت مبارک تھی کہ اگر کوئی آپ سے کچھ مانگتا تو آپ انکار نہ کرتے۔ حضرت ارقم بن ارقم خزاعی ؓ نے اس تلوار کو دیکھ کر آپ سے اسی کا سوال کیا آپ نے انہیں عطا فرما دی۔ اس آیت کے نزول کا سبب مسند امام احمد میں ہے کہ حضرت ابو امامہ نے حضرت عبادہ سے انفال کی بابت سوال کیا تو آپ نے فرمایا ہم بدریوں کے بارے میں ہے جبکہ ہم مال کفار کے بارے میں باہم اختلاف کرنے لگے اور جھگڑے بڑھ گئے تو یہ آیت اتری اور یہ رسول اللہ ﷺ کے سپرد ہوگئی اور حضور نے اس مال کو برابری سے تقسیم فرمایا۔ مسند احمد میں ہے کہ ہم غزوہ بدر میں حضور ﷺ کے ساتھ نکلے اللہ تعالیٰ نے کافروں کو شکست دی ہماری ایک جماعت نے تو ان کا تعاقب کیا کہ پوری ہزیمت دے دے دوسری جماعت نے مال غنیمت میدان جنگ سے سمیٹنا شروع کیا اور ایک جماعت اللہ کے نبی ﷺ کے اردگرد کھڑی ہوگئی کہ کہیں کوئی دشمن آپ کو کوئی ایذاء نہ پہنچائے۔ رات کو سب لوگ جمع ہوئے اور ہر جماعت اپنا حق اس مال پر جتانے لگی۔ پہلی جماعت نے کہا دشمنوں کو ہم نے ہی ہر ایا ہے۔ دوسری جماعت نے کہا مال غنیمت ہمارا ہی سمیٹا ہوا ہے۔ تیسری جماعت نے کہا ہم نے حضور کی چوکیداری کی ہے پس یہ آیت اتری اور حضور نے خود اس مال کو ہم میں تقسیم فرمایا۔ آپ کی عادت مبارک تھی کہ حملے کی موجودگی میں چوتھائی بانٹتے اور لوٹتے وقت تہائی آپ انفال کو مکروہ سمجھتے۔ ابن مردویہ میں ہے کہ بدر والے دن رسول اللہ ﷺ نے ارشاد فرمایا تھا کہ جو ایسا کرے اسے یہ انعام اور جو ایسا کرے اسے یہ انعام۔ اب نوجوان تو دوڑ پڑے اور کار نمایاں انجام دیئے۔ بوڑھوں نے مورچے تھامے اور جھنڈوں تلے رہے۔ اب جوانوں کا مطالبہ تھا کہ کل مال ہمیں ملنا چاہئے بوڑھے کہتے تھے کہ لشکر گاہ کو ہم نے محفوظ رکھا تم اگر شکست اٹھاتے تو یہیں آتے۔ اسی جھگڑے کے فیصلے میں یہ آیت اتری۔ مروی ہے کہ حضور کا اعلان ہوگیا تھا کہ جو کسی کافر کو قتل کرے اسے اتنا ملے گا اور جو کسی کافر کو قید کرے اسے اتنا ملے گا۔ حضرت ابو الیسر ؓ دو قیدی پکڑ لائے اور حضرت کو وعدہ یاد دلایا اس پر حضرت سعد بن عبادہ نے کہا کہ پھر تو ہم سب یونہی رہ جائیں گے۔ بزدلی یا بےطاقتی کی وجہ سے ہم آگے نہ بڑھے ہوں یہ بات نہیں بلکہ اس لئے کہ پچھلی جانب سے کفار نہ آپڑیں، حضور کو کوئی تکلیف نہ پہنچے اس لئے ہم آپ کے ارد گرد رہے، اسی جھگڑے کے فیصلے میں یہ آیت اتری اور آیت (وَاعْلَمُوْٓا اَنَّـمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِي الْقُرْبٰي وَالْيَتٰمٰي وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۙ اِنْ كُنْتُمْ اٰمَنْتُمْ باللّٰهِ وَمَآ اَنْزَلْنَا عَلٰي عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِ ۭوَاللّٰهُ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ 41؀) 8۔ الانفال :41) بھی اتری، امام ابو عبید اللہ قاسم بن سلام نے اپنی کتاب احوال الشرعیہ میں لکھا ہے کہ انفال غنیمت ہے اور حربی کافروں کے جو مال مسلمانوں کے قبضے میں آئیں وہ سب ہیں پس انفال آنحضرت ﷺ کی ملکیت میں تھے بدر والے دن بغیر پانچواں حصہ نکالے جس طرح اللہ نے آپ کو سمجھایا آپ نے مجادین میں تقسیم کیا اس کے بعد پانچواں حصہ نکالنے کے حکم کی آیت اتری اور یہ پہلا حکم منسوخ ہوگیا لیکن ابن زید وغیرہ اسے منسوخ نہیں بتلاتے بلکہ محکم کہتے ہیں۔ انفال غنیمت کی جمع ہے مگر اس میں سے پانجواں حصہ مخصوص ہے۔ اس کی اہل کیلئے جیسے کہ کتاب اللہ میں حکم ہے اور جیسے کہ سنت رسول اللہ جاری ہوئی ہے۔ انفال کے معنی کلام عرب میں ہر اس احسان کے ہیں جسے کوئی بغیر کسی پابندی یا وجہ کے دوسرے کے ساتھ کرے۔ پہلے کی تمام امتوں پر یہ مال حرام تھے اس امت پر اللہ نے رحم فرمایا اور مال غنیمت ان کے لئے حلال کیا۔ چناچہ بخاری و مسلم میں ہے حضور فرماتے ہیں مجھے پانچ چیزیں دی گئی ہیں جو مجھ سے پہلے کسی کو نہیں دی گئیں پھر ان کے ذکر میں ایک یہ ہے کہ آپ نے فرمایا میرے لئے غنیمتیں حلال کی گئیں مجھ سے پہلے کسی کو حلال نہ تھیں۔ امام ابو عبید فرماتے ہیں کہ امام جن لشکریوں کو کوئی انعام دے جو اس کے مقررہ حصہ کے علاوہ ہو اسے نفل کہتے ہیں غنیمت کے انداز اور اس کے کار نامے کے صلے کے برابر یہ ملتا ہے۔ اس نفل کی چار صورتیں ہیں ایک تو مقتول کا مال اسباب وغیرہ جس میں سے پانچواں حصہ نہیں نکالا جاتا۔ دوسرے وہ نفل جو پانچواں حصہ علیحدہ کرنے کے بعد دیا جاتا ہے۔ مثلاً امام نے کوئی چھوٹا سا لشکر کسی دشمن پر بھیج دیا وہ غنیمت یا مال لے کر پلٹا تو امام اس میں سے اسے چوتھائی یا تہائی بانٹ دے تیسرے صورت یہ کہ جو پانچواں حصہ نکال کر باقی کا تقسیم ہوچکا ہے، اب امام بقدر خزانہ اور بقدر شخصی جرات کے اس میں سے جسے جتنا چاہے دے۔ چوتھی صورت یہ کہ امام پانچواں حصہ نکالنے سے پہلے ہی کسی کو کچھ دے مثلاً چرواہوں کو، سائیسوں کو، بہشتیوں کو وغیرہ۔ پھر ہر صورت میں بہت کچھ اختلاف ہے۔ امام شافعی ؒ فرماتے ہیں کہ مال غنیمت میں سے پانچواں حصہ نکالنے سے پہلے جو سامان اسباب مقتولین کا مجاہدین کو دیا جائے وہ انفال میں داخل ہے، دوسری وجہ یہ ہے کہ آنحضرت ﷺ کا اپنا حصہ پانچویں حصے میں سے پانچواں جو تھا اس میں سے آپ جسے چاہیں جتنا چاہیں عطا فرمائیں یہ نفل ہے۔ پس امام کو چاہئے کہ دشمنوں کی کثرت مسلمانوں کی قلت اور ایسے ہی ضروری وقتوں میں اس سنت کی تابعیداری کرے۔ ہاں جب ایسا موقع نہ ہو تو نفل ضروری نہیں۔ تیسری وجہ یہ ہے کہ امام ایک چھوٹی سی جماعت کہیں بھیجتا ہے اور ان سے کہہ دیتا ہے کہ جو شخص جو کچھ حاصل کرے پانچواں حصہ نکال کر باقی سب اسی کا ہے تو وہ سب انہی کا ہے کیونکہ انہوں نے اسی شرط پر غزوہ کیا ہے اور یہ رضامندی سے طے ہوچکی ہے۔ لیکن ان کے اس بیان میں جو کہا گیا ہے کہ بدر کی غنیمت کا پانچواں حصہ نہیں نکالا گیا۔ اس میں ذرا کلام ہے۔ حضرت علی نے فرمایا تھا کہ دو اونٹنیاں وہ ہیں جو انہیں بدر کے دن پانچویں حصے میں ملی تھیں میں نے اس کا پورا بیان کتاب السیرہ میں کردیا ہے۔ فالحمد للہ۔ تم اپنے کاموں میں اللہ کا ڈر رکھو، آپس میں صلح و صفائی رکھو، ظلم، جھگڑے اور مخالفت سے باز آجاؤ۔ جو ہدایت و علم اللہ کی طرف سے تمہیں ملا ہے اس کی قدر کرو۔ اللہ اور اس کے رسول کی فرمانبرداری کرتے رہو، عدل و انصاف سے ان مالوں کو تقسیم کرو۔ پرہیزگاری اور صلاحیت اپنے اندر پیدا کرو۔ مسند ابو یعلی میں ہے کہ حضور بیٹھے بیٹھے ایک مرتبہ مسکرائے اور پھر ہنس دیئے۔ حضرت عمر نے دریافت کیا کہ آپ پر میرے ماں باپ فدا ہوں، کیسے ہنس دیئے ؟ آپ نے فرمایا میری امت کے دو شخص اللہ رب العزت کے سامنے گھٹنوں کے بل کھڑے ہوگئے ایک نے کہا اللہ میرے بھائی سے میرے ظلم کا بدلہ لے اللہ نے اس سے فرمایا ٹھیک ہے اسے بدلہ دے اس نے کہا اللہ میرے پاس تو نیکیاں اب باقی نہیں رہیں اس نے کہا پھر اللہ میری برائیاں اس پر لا دھ دے۔ اس وقت حضور کے آنسو نکل آئے اور فرمانے لگے وہ دن بڑا ہی سخت ہے لوگ چاہتے ہوں گے تلاش میں ہوں گے کہ کسی پر ان کا بوجھ لادھ دیا جائے۔ اس وقت اللہ تعالیٰ فرمائے گا کہ اے طالب اپنی نگاہ اٹھا اور ان جنتیوں کو دیکھ وہ دیکھے گا اور کہے گا چاندی کے قلعے اور سونے کے محل میں دیکھ رہا ہوں جو لؤ لؤ اور موتیوں سے جڑاؤ کئے ہوئے ہیں پروردگار مجھے بتایا جائے کہ یہ مکانات اور یہ درجے کسی نبی کے ہیں یا کسی صدیق کے یا کسی شہید کے ؟ اللہ فرمائے گا یہ اس کے ہیں جو ان کی قیمت ادا کر دے۔ وہ کہے گا اللہ کس سے ان کی قیمت ادا ہو سکے گی ؟ فرمائے گا تیرے پاس تو اس کی قیمت ہے وہ خوش ہو کر پوچھے گا کہ پروردگار کیا ؟ اللہ فرمائے گا یہی کہ تیرا جو حق اس مسلمان پر ہے تو اسے معاف کر دے، بہت جلد کہے گا کہ اللہ میں نے معاف کیا۔ اللہ تعالیٰ کا ارشاد ہوگا کہ اب اس کا ہاتھ تھام لے اور تم دونوں جنت میں چلے جاؤ پھر رسول اللہ ﷺ نے اس آیت کا آخری حصہ تلاوت فرمایا کہ اللہ سے ڈرو اور آپس کی اصلاح کرو دیکھو اللہ تعالیٰ خود قیامت کے دن مومنوں میں صلح کرائے گا۔",
  "ayah": 1,
  "surah": 8
}
