{
  "text": "رسول اللہ ﷺ کے قتل کی ناپاک سازش کافروں نے یہی تین ارادے کئے تھے جب ابو طالب نے آپ سے پوچھا کہ آپ کو کفار کے راز اور ان کے پوشیدہ چالیں معلوم بھی ہیں ؟ آپ نے فرمایا ہاں وہ تین شور یکر رہے ہیں۔ اس نے تعجب ہو کر پوچھا کہ آپ کو اس کی خبر کس نے دی ؟ آپ نے فرمایا میرے پروردگر نے، اس نے کہا آپ کا پروردگار بہترین پروردگار ہے، تم اس کی خیر خواہی میں ہی رہنا۔ آپ نے فرمایا میں اس کی خیر خواہی کیا کرتا وہ خو دمیری حفاظت اور بھلائی کرتا ہے۔ اسی کا ذکر اس آیت میں ہے لیکن اس واقعہ میں ابو طالب کا ذکر بہت غریب بلکہ منکر ہے اس لئے کہ آیت تو مدینے میں اتری ہے اور کافروں کا یہ مشورہ ہجرت کی رات تھا اور یہ واقعہ ابو طالب کی موت کے تقریباً تین سال کے بعد کا ہے۔ اسی کی موت نے ان کی جراتیں دوبالا کردی تھیں، اس ہمت اور نصرت کے بعد ہی تو کافروں نے آپ کی ایذاء دہی پر کمر باندھی تھی۔ چناچہ مسند احمد میں ہے کہ قریش کے تمام قبیلوں کے سرداروں نے دارالندوہ میں جمع ہونے کا ارادہ کیا۔ ملعون ابلیس انہیں ایک بہت بڑے مقطع بزرگ کی صورت میں ملا۔ انہوں نے پوچھا آپ کون ہیں ؟ اس نے کہا اہل نجد کا شیخ ہوں۔ مجھے معلوم ہوا تھا کہ آپ لوگ آج ایک مشورے کی غرض سے جمع ہونے والے ہیں، میں بھی حاضر ہوا کہ اس مجلس میں شامل ہوجاؤں اور رائے میں اور خیر خواہی میں کوئی کمی نہ کروں۔ آخرمجلس جمع ہوئی تو اس نے کہا اس شخص کے بارے میں پورے غور و خوض سے کوئی صحیہ رائے قائم کرلو۔ واللہ اس نے تو سب کا ناک میں دم کردیا ہے۔ وہ دلوں پر کیسے قبضہ کرلیتا ہے ؟ کوئی نہیں جو اس کی باتوں کا بھوکوں کی طرح مشتاق نہ رہت اہو۔ واللہ اگر تم نے اسے یہاں سے نکالا تو وہ اپنی شیریں زبانی اور آتش بیانی سے ہزارہا ساتھی پیدا کرلے گا اور پھر جو ادھر کا رخ کرے گا تو تمہیں چھٹی کا دودھ یاد آجائے گا پھر تو تمہارے شریفوں کو تہ تیغ کر کے تم سب کو یہاں سے بیک بینی و دوگوش نکال باہر کرے گا۔ سب نے کہا شیخ جی سچ فرماتے ہیں اور کوئی رائے پیش کرو اس پر ابو جہل ملعون نے کہا ایک رائے میری سن لو۔ میرا خیال ہے کہ تم سب کے ذہن میں بھی یہ بات نہ آئی ہوگی، بس یہی رائے ٹھیک ہے، تم اس پر بےکھٹکے عمل کرو۔ سب نے کہا چچا بیان فرما ئیے ! اس نے کہا ہر قبیلے سے ایک نوجوان جری بہادر شریف مانا ہوا شخص چن لو یہ سب نوجوان ایک ساتھ اس پر حملہ کریں اور اپنی تلواروں سے اس کے ٹکڑے اڑا دیں پھر تو اس کے قبیلے کے لوگ یعنی بنی ہاشم کو یہ تو ہمت نہ ہوگی قریش کے تمام قبیلوں سے لڑیں کیونکہ ہر قبیلے کا ایک نوجوان اس کے قتل میں شریک ہوگا۔ اس کا خون تمام قبائل قریش میں بٹا ہوا ہوگا ناچار وہ دیت لینے پر آمادہ ہوجائیں گے، ہم اس بلا سے چھوٹ جائیں گے اور اس شخص کا خاتمہ ہوجائے گا۔ اب تو شیخ تندی اجھل پڑا اور کہنے لگا اللہ جانتا ہے واللہ بس یہی ایک رائے بالکل ٹھیک ہے اس کے سوا کوئی اور بات سمجھ میں نہیں آتی بس یہی کرو اور اس قصے کو ختم کرو اس سے بہتر کوئی صورت نہیں ہوسکتی۔ چناچہ یہ پختہ فیصلہ کر کے یہ مجلس برخاست ہوئی۔ وہیں حضرت جبرائیل آنحضرت ﷺ کے پاس آئے اور آپ سے فرمایا آج کی رات آپ اپنے گھر میں اپنے بسترے پر نہ سوئیں کافروں نے آپ کے خلاف آج میٹنگ میں یہ تجویز طے کی ہے۔ چناچہ آپ نے یہی کیا اس رات آپ اپنے گھر اپنے بستر پر نہ لیٹے۔ اللہ تعالیٰ نے آپ کو ہجرت کی اجازت دے دی اور آپ کے مدینے پہنچ جانے کے بعد اس آیت میں اپنے اس احسان کا زکر فرمایا اور ان کے اس فریب کا ذکر کرتے ہوئے یہ بھی فرمایا ام یقولون شاعر الخ، اس دن کا نام ہی یوم الزحمہ ہوگیا۔ ان کے انہی ارادوں کا ذکر آیت وان کا دو الیستفزونک میں ہے۔ آنحضرت ﷺ مکہ شریف میں اللہ کے حکم کے منتظر تھے یہاں تک کہ قریشیوں نے جمع ہو کر مکر کا ارادہ کیا۔ جبرائیل علیہ اسللام نے آپ کو خبر کردی اور کہا کہ آج آپ اس مکان میں نہ سوئیں جہاں سویا کرتے تھے۔ آپ نے حضرت علی ؓ کو بلا کر اپنے بسترے پر اپنی سبز چادر اوڑھا کر لیٹنے کو فرمایا اور آپ باہر آئے۔ قریش کے مختلف قبیلوں کا مقررہ جتھا آپ کے دراوزے کو گھیرے کھڑا تھا۔ آپ نے زمین سے ایک مٹھی مٹی اور کنکر بھر کر ان کے سروں اور آنکھوں میں ڈال کر سورة یاسین کی فھم لا یبصرون تک کی تلاوت کرتے ہوئے نکل گئے۔ صحیح ابن حبان اور مستدرک ہاکم میں ہے کہ حضرت فاطمہ ؓ رسول اللہ ﷺ کے پاس روتی ہوئی آئیں آپ نے دریافت فرمایا کہ پیاری بیٹی کیوں رو رہی ہو ؟ عرض کیا کہ ابا جی کیسے نہ روؤں یہ قریش خانہ کعبہ میں جمع ہیں لات و عزیٰ کی قسمیں کھا کر یہ طے کیا ہے کہ ہر قبیلے کے لوگ آپ کو دیکھتے ہی اٹھ کھڑے ہوں اور ایک ساتھ حملہ کر کے قتل کردیں تاکہ الزام سب پر آئے اور ایک بلوہ قرارپائے کوئی خاص شخص قاتل نہ ٹھہرے آپ نے فرمایا بیٹی پانی لاؤ پانی آیا رسول اللہ ﷺ نے وضو کیا اور مسجد حرام کی طرف چلے انہوں نے آپ کو دیکھا اور دیکھتے ہی غل مچایا کہ لو وہ آگیا اٹھو اسی وقت ان کے سر جھک گئے ٹھوڑیاں سینے سے لگ گئیں نگاہ اونچی نہ کرسکے آنحضرت ﷺ نے ایک مٹھی مٹی کی بھر کر ان کی طرف پھینکی اور فرمایا یہ منہالٹے ہوجائیں گے یہ چہرے برباد ہوجائیں جس شخص پر ان کنکرکیوں میں سے کوئی کنکر پڑا وہ ہی بدر والے دن کفر کی حالت میں قتل کیا گیا۔ مسند احمد میں ہے کہ مکہ میں رات کو مشرکوں کا مشورہ ہوا۔ کسی نے کہا صبح کو اسے قید کردو، کسی نے کہا مار ڈالو، کسی نے کہا دیس نکالا دے دو ، اللہ تعالیٰ نے اپنے نبی مکرم ﷺ کو اس پر مطلع فرما دیا۔ اس رات حضرت علی آپ کے بسترے پر سوئے اور آپ مکہ سے نکل کھڑے ہوئے۔ غار میں جا کر بیٹھے رہے۔ مشرکین یہ سمجھ کر کہ خود رسول اکرم ﷺ اپنے بسترے پر لیٹے ہوئے ہیں سار رات پہرہ دیتے رہے صبح سب کود کر اندر پہنچے دیکھا تو حضرت علی ہیں ساری تدبیر چوپٹ ہوگئی پوچھا کہ تمہارے ساتھی کہاں ہیں ؟ آپ نے اپنی لا علمی ظاہر کی۔ یہ لوگ قدموں کے نشان دیکھتے ہوئے آپ کے پیچھے پیچھے اس پہاڑ تک پہنچ گئے۔ وہاں سے پھر کوئی پتہ نہ چلا سکا۔ پہاڑ پر چڑھ گئے، اس غار کے پاس سے گذرے لیکن دیکھا کہ وہاں مکڑی کا جالا تنا ہوا ہے کہنے لگے اگر اس میں جاتے تو یہ جالا کیسے ثابت رہ جاتا ؟ حضور ﷺ نے تین راتین اسی غار میں گذاریں۔ پس فرماتا ہے کہ انہوں نے مکر کیا میں بھی ان سے ایسی مضبوط چال چلا کہ آج تجھے ان سے بجا کرلے ہی آیا۔",
  "ayah": 30,
  "surah": 8
}
