{
  "text": "لڑائی میں مومن کم اور کفار زیادہ دکھائی دئیے  اللہ تعالیٰ نے اپنے نبی کو خواب میں مشرکوں کی تعداد بہت کم دکھائی آپ نے اپنے اصحاب سے ذکر کیا یہ چیز ان کی ثابت قدمی کا باعث بن گئی۔ بعض بزرگ کہتے ہیں کہ آپ کو آپ کی آنکھوں سے ان کی تعداد کم دکھائی۔ جن آنکھوں سے آپ سوتے تھے۔ لیکن یہ قول غریب ہے جب قرآن میں منام کے لفظ ہیں تو اس کی تاویل بلا دلیل کرنے کی ضرورت ہی کیا ہے ؟ ممکن تھا کہ ان کی تعداد کی زیادتی میں رعب بٹھا دے اور آپس میں اختلاف شروع ہوجائے کہ آیا ان سے لڑیں یا نہ لڑیں ؟ اللہ تعالیٰ نے اس بات سے ہی بچا لیا اور ان کی تعداد کم کرکے دکھائی۔ اللہ پاک دلوں کے بھید سے سینے کے راز سے واقف ہے آنکھوں کی خیانت اور دل کے بھید جانتا ہے۔ خواب میں تعداد میں کم دکھا کر پھر یہ بھی مہربانی فرمائی کہ بوقت جنگ بھی مسلمانوں کی نگاہوں اور ان کی جانچ میں وہ بہت ہی کم آئے تاکہ مسلمان دلیر ہوجائیں اور انہیں کوئی چیز نہ سمجھیں۔ عبداللہ بن مسعود ؓ فرماتے ہیں میں نے اندازہ کرکے اپنے ساتھی سے کہا کہ یہ لوگ تو کوئی ستر کے قریب ہوں گے اس نے پورا اندازہ کر کے کہا نہیں کوئی ایک ہزار کا یہ لشکر ہے۔ پھر اسی طرح کافروں کی نظروں میں بھی اللہ حکیم نے مسلمانوں کی تعداد کم دکھائی اب تو وہ ان پر اور یہ ان پر ٹوٹ پڑے۔ تاکہ رب کا کام جس کا کرنا وہ اپنے علم میں مقرر کرچکا تھا پورا ہوجائے کافروں پر اپنی پکڑ اور مومنوں پر اپنی رحمت نازل فرما دے۔ جب تک لڑائی شروع نہیں ہوئی تھی یہی کیفیت دونوں جانب رہی لڑائی شروع ہوتے ہی اللہ تعالیٰ نے ایک ہزار فرشتوں سے اپنے بندوں کی مدد فرمائی مسلمانوں کا لشکر بڑھ گیا اور کافروں کا زور ٹوٹ گیا۔ چناچہ اب تو کافروں کو مسلمان اپنے سے دگنے نظر آنے لگے اور اللہ نے موحدوں کی مدد کی اور آنکھوں والوں کیلئے عبرت کا خزانہ کھول دیا۔ جیسے کہ (قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۭ فِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَھُمْ مِّثْلَيْهِمْ رَاْيَ الْعَيْنِ ۭ وَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۗءُ ۭ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِي الْاَبْصَارِ 13؀) 3۔ آل عمران :13) میں بیان ہوا ہے۔ پس دونوں آیتیں ایک سی ہیں مسلمان تب تک کم نظر آتے رہے جب تک لڑائی شروع نہیں ہوئی۔ شروع ہوتے ہیں مسلمان دگنے دکھائی دینے لگے۔",
  "ayah": 44,
  "surah": 8
}
