{
  "text": "جہاد کے وقت کثرت سے اللہ کا ذکر  اللہ تعالیٰ اپنے مومن بندوں کو لڑائی کی کامیابی کی تدبیر اور دشمن کے مقابلے کے وقت شجاعت کا سبق سکھا رہا ہے ایک غزوے میں رسول مقبول ﷺ نے سورج ڈھلنے کے بعد کھڑے ہو کر فرمایا ! لوگو دشمن سے مقابلے کی تمنا نہ کرو اللہ تعالیٰ سے عافیت مانگتے رہو لیکن جب دشمنوں سے مقابلہ ہوجائے تو استقلال رکھو اور یقین مانو کہ جنت تلواروں کے سائے تلے ہے۔ پھر آپ نے کھڑے ہو کر اللہ تعالیٰ سے دعا کی کہ اے سچی کتاب کے نازل فرمانے والے اے بادلوں کے چلانے والے اور لشکروں کو ہزیمت دینے والے اللہ ان کافروں کو شکست دے اور ان پر ہماری مدد فرما (بخاری مسلم) عبدالرزاق کی روایت میں ہے کہ دشمن کے مقابلے کی تمنا نہ کرو اور مقابلے کے وقت ثابت قدمی اور اولوالعزمی دکھاؤ گو وہ چیخیں چلائیں لیکن تم خاموش رہا کرو۔ طبرانی میں ہے تین وقت ایسے ہیں جن میں اللہ تعالیٰ کو خاموشی پسند ہے 001 تلاوت قرآن کے وقت 002 جہاد کے وقت اور 003 جنازے کے وقت۔ ایک اور حدیث میں ہے کامل بندہ وہ ہے جو دشمن کے مقابلے کے وقت میرا ذکر کرتا رہے یعنی اس حال میں بھی میرے ذکر کو مجھ سے دعا کرنے اور فریاد کرنے کو ترک نہ کرے۔ حضرت قتادہ فرماتے ہیں لڑائی کے دوران یعنی جب تلوار چلتی ہو تب بھی اللہ تعالیٰ نے اپنا ذکر فرض رکھا ہے۔ حضرت عطا ؒ کا قول ہے کہ چپ رہنا اور ذکر اللہ کرنا لڑائی کے وقت بھی واجب ہے پھر آپ نے یہی آیت تلاوت فرمائی۔ تو جریج نے آپ سے دریافت کیا کہ اللہ تعالیٰ کی یاد بلند آواز سے کریں ؟ آپ نے فرمایا ہاں کعب احبار فرماتے ہیں قرآن کریم کی تلاوت اور ذکر اللہ سے زیادہ محبوب اللہ کے نزدیک اور کوئی چیز نہیں۔ اس میں بھی اولیٰ وہ ہے جس کا حکم لوگوں کو نماز میں کیا گیا ہے اور جہاد میں کیا تم نہیں دیکھتے ؟ کہ اللہ تبارک و تعالیٰ نے بوقت جہاد بھی اپنے ذکر کا حکم فرمایا ہے پھر آپ نے یہی آیت پڑھی۔ شاعر کہتا ہے کہ عین جنگ وجدال کے وقت بھی میرے دل میں تیری یاد ہوتی ہے۔ عنترہ کہتا ہے نیزوں اور تلواروں کے شپاشپ چلتے ہوئے بھی میں تجھے یاد کرتا رہتا ہوں۔ پس آیت میں جناب باری نے دشمنوں کے مقابلے کے وقت میدان جنگ میں ثابت قدم رہنے اور صبر و استقامت کا حکم دیا کہ نامرد، بزدل اور ڈرپوک نہ بنو اللہ کو یاد کرو اسے نہ بھولو۔ اس سے فریاد کرو اس سے دعائیں کرو اسی پر بھروسہ رکھو اس سے مدد طلب کرو۔ یہی کامیابی کے گر ہیں۔ اس وقت بھی اللہ رسول ﷺ کی اطاعت کو ہاتھ سے نہ جانے دو وہ جو فرمائیں بجا لاؤ جن سے روکیں رک جاؤ آپس میں جھگڑے اور اختلاف نہ پھیلاؤ ورنہ ذلیل ہوجاؤ گے بزدلی جم جائے گی ہوا اکھڑ جائے گی۔ قوت اور تیزی جاتی رہے گی اقبال اور ترقی رک جائے گی۔ دیکھو صبر کا دامن نہ چھوڑو اور یقین رکھو کہ صابروں کے ساتھ خود اللہ ہوتا ہے۔ صحابہ کرام ان احکام میں ایسے پورے اترے کہ ان کی مثال اگلوں میں بھی نہیں پیچھے والوں کا تو ذکر ہی کیا ہے ؟ یہی شجاعت یہی اطاعت رسول ﷺ یہی صبر و استقلال تھا جس کے باعث مدد ربانی شامل حال رہی اور بہت ہی کم مدت میں باوجود تعداد اور اسباب کی کمی کے مشرق و مغرب کو فتح کرلیا نہ صرف لوگوں کے ملکوں کے ہی مالک بنے بلکہ ان کے دلوں کو بھی فتح کر کے اللہ کی طرف لگا دیا۔ رومیوں اور فارسیوں کو ترکوں اور صقلیہ کو بربریوں اور حبشیوں کو سوڈانیوں اور قبطیوں کو غرض دنیا کے گوروں کالوں کو مغلوب کرلیا اللہ کے کلمہ کو بلند کیا دین حق کو پھیلایا اور اسلامی حکومت کو دنیا کے کونے کونے میں جما دیا اللہ ان سے خوش رہے اور انہیں بھی خوش رکھے۔ خیال تو کرو کہ تیس سال میں دنیا کا نقشہ بدل دیا تاریخ کا ورق پلٹ دیا۔ اللہ تعالیٰ ہمارا بھی انہی کی جماعت میں حشر کرے وہ کریم و وھاب ہے۔",
  "ayah": 45,
  "surah": 8
}
