{
  "text": "شمع رسالت کے جاں نثاروں کی دعائیں ایک مطلب تو اس کا یہ ہے کہ جیسے تم نے مال غنیمت میں اختلاف کیا آخر اللہ تعالیٰ نے اسے اپنے ہاتھ میں لے لیا اور اپنے نبی کو اس کی تقسیم کا اختیار دے دیا اور اپنے عدل و انصاف کے ساتھ اسے تم میں بانٹ دیا درحقیقت تمہارے لئے اسی میں بھلائی تھی اسی طرح اس نے باوجود تمہاری اس چاہت کے کہ قریش کا تجارتی قافلہ تمہیں مل جائے اور جنگی جماعت سے مقابلہ نہ ہو اس نے تمہارا مقابلہ بغیر کسی وعدے کے ایک پر شکوہ جماعت سے کرا دیا اور تمہیں اس پر غالب کردیا کہ اللہ کی بات بلند ہوجائے اور تمہیں فتح، نصرت، غلبہ اور شان شوکت عطا ہو۔ جیسے فرمان ہے آیت (کتب علیکم القتال وھو کرہ لکم الخ) ، تم پر جہاد فرض کیا گیا حالانکہ تم اسے برا جانتے ہو بہت ممکن ہے کہ ایک چیز کو اپنے حق میں اچھی نہ جانو اور درحقیقت وہی تمہارے حق میں بہتر ہو اور حق میں وہ بدتر ہو۔ دراصل حقائق کا علم اللہ ہی کو ہے تم محض بےعلم ہو۔ دوسرا مطلب یہ ہے کہ جیسے مومنوں کے ایک گروہ کی چاہت کے خلاف تجھے تیرے رب نے شہر سے باہر لڑائی کیلئے نکالا اور نتیجہ اسی کا اچھا ہوا ایسے ہی جو لوگ جہاد کیلئے نکلنا بوجھ سمجھ رہے ہیں دراصل یہی ان کے حق میں بہتر ہے۔ یہ بھی کہا گیا ہے کہ مال غنیمت میں ان کا اختلاف بالکل بدر والے دن کے اختلاف کے مشابہ تھا۔ کہنے لگے تھے آپ نے ہمیں قافلے کا فرمایا تھا لشکر کا نہیں ہم جنگی تیاری کر کے نکلے ہی نہیں۔ میں کہتا ہوں کہ رسول اللہ ﷺ مدینے سے اسی ارادے سے نکلے تھے کہ ابو سفیان کے اس قافلے کو روکیں جو شام سے مدینہ کو قریشیوں کے بہت سے مال اسباب لے کر آ رہا تھا۔ حضور نے لوگوں کو تیار کیا اور تین سو دس سے کچھ اوپر لوگوں کو لے کر آپ مدینے سے چلے اور سمندر کے کنارے کے راستے کی طرف سے بدر کے مقام سے چلے۔ ابو سفیان کو چونکہ آپ کے نکلنے کی خبر پہنچ چکی تھی اس نے اپنا راستہ بدل دیا اور ایک تیز رو قاصد کو مکہ دوڑایا۔ وہاں سے قریش قریب ایک ہزار کے لشکر جرار لے کرلو ہے میں ڈوبے ہوئے بدر کے میدان میں پہنچ گئے پس یہ دونوں جماعتیں ٹکرا گئیں ایک گھمسان کی لڑائی ہوئی اور اللہ تعالیٰ نے حق کو فتح دلوائی اپنا دین بلند کیا اور اپنے نبی کی مدد کی اور اسلام کو کفر پر غالب کیا جیسے کہ اب بیان ہوگا انشاء اللہ تعالیٰ۔ یہاں مقصد بیان صرف اتنا ہی ہے کہ جب حضور کو یہ پتہ چلا کہ مشرکین کی جنگی مہم مکہ سے آرہی ہے اس وقت اللہ تعالیٰ نے آپ سے بذریعہ وحی کے وعدہ کیا کہ یا تو قافلہ آپ کو ملے گا یا لشکر کفار۔ اکثر مسلمان جی سے چاہتے تھے کہ قافلہ مل جائے کیونکہ یہ نسبتاً ہلکی چیز تھی لیکن اللہ کا ارادہ تھا کہ اسی وقت بغیر زیادہ تیاری اور اہتمام کے اور آپس کے قول قرار کے مڈ بھیڑ ہوجائے اور حق وباطل کی تمیز ہوجائے کفار کی ہمت ٹوٹ جائے اور دین حق نکھر آئے۔ تفسیر ابن مردویہ میں ہے حضرت ابو ایوب انصاری ؓ فرماتے ہیں کہ مدینے میں ہمیں رسول اللہ ﷺ نے فرمایا کہ مجھے خبر پہنچی ہے کہ ابو سفیان کا قافلہ لوٹ رہا ہے تو کیا تم اس کے لئے تیار ہو کہ ہم اس قافلے کی طرف بڑھیں ؟ بہت ممکن ہے کہ اللہ تعالیٰ ہمیں مال غنیمت دلوا دے۔ ہم سب نے تیاری ظاہر کی آپ ہمیں لے کر چلے ایک دن یا دو دن کا سفر کر کے آپ نے ہم سے فرمایا کہ قریشیوں سے جہاد کے بارے میں کیا خیال ہے ؟ انہیں تمہارے چلنے کا علم ہوگیا ہے اور وہ تم سے لڑنے کیلئے چل پڑے ہیں۔ ہم نے جواب دیا کہ واللہ ہم میں ان سے مقابلے کی طاقت نہیں ہم تو صرف قافلے کے ارادے سے نکلے ہیں۔ آپ نے پھر یہی سوال کیا اور ہم نے پھر یہی جواب دیا۔ اب حضرت مقداد بن عمر ؓ نے کہا کہ یارسول اللہ ہم اس وقت آپ کو وہ نہ کہیں گے جو موسیٰ کی قوم نے حضرت موسیٰ سے کہا تھا کہ تو اور تیرا رب جا کر کافروں سے لڑے، ہم تو یہاں بیٹھے ہوئے ہیں۔ اب تو ہمیں بڑا ہی رنج ہونے لگا کہ کاش یہی جواب ہم بھی دیتے تو ہمیں مال کے ملنے سے اچھا تھا، پس یہ آیت اتری۔ ابن ابی حاتم میں ہے کہ بدر کی جانب چلتے ہوئے رسول اکرم ﷺ روحا میں پہنچے تو آپ نے لوگوں کو خطبہ دیا اور اس میں فرمایا کہ بتاؤ تمہاری کیا رائے ہے ؟ حضرت صدیق اکبر نے فرمایا کہ ہاں ہمیں بھی معلوم ہوا ہے کہ وہ لوگ فلاں فلاں جگہ ہیں۔ آپ نے پھر خطبہ دیا اور یہی فرمایا اب کی مرتبہ حضرت عمر فاروق نے یہی جواب دیا آپ نے پھر تیسرے خطبے میں یہی فرمایا اس پر حضرت سعد بن معاذ نے جواب دیا کہ یا رسول اللہ ﷺ کیا آپ ہم سے دریافت فرما رہے ہیں ؟ اس اللہ کی قسم جس نے آپ کو عزت و بزرگی عنایت فرمائی ہے اور آپ پر اپنی کتاب نازل فرمائی ہے نہ میں ان راستوں میں کبھی چلا ہوں اور نہ مجھے اس لشکر کا علم ہے ہاں اتنا میں کہہ سکتا ہوں کہ اگر آپ برک الغماد تک بھی چڑھائی کریں تو واللہ ہم آپ کی رکاب تھامے آپ کے پیچھے ہوں گے ہم ان کی طرح نہیں جنہوں نے حضرت موسیٰ ؑ سے کہہ دیا تھا کہ تو اپنے ساتھ اپنے پروردگار کو لے کر چلا جا اور تم دونوں ان سے لڑ لو ہم تو یہاں بیٹھے ہیں۔ نہیں نہیں بلکہ اے رسول اللہ ﷺ آپ چلئے اللہ آپ کا ساتھ دے ہم تو آپ کے زیر حکم کفار سے جہاد کے لئے صدق دل سے تیار ہیں۔ یا رسول اللہ ﷺ گو آپ کسی کام کو زیر نظر رکھ رکھ نکلے ہوں لیکن اس وقت کوئی اور نیا کام پیش نگاہ ہو تو بسم اللہ کیجئے، ہم تابعداری سے منہ پھیرنے والے نہیں۔ آپ جس سے چاہیں ناطہ توڑ لیجئے اور جس سے چاہیں جوڑ لیجئے جس سے چاہیں عداوت کیجئے اور جس سے چاہیں محبت کیجئے ہم اسی میں آپ کے ساتھ ہیں۔ یا رسول اللہ ہماری جانوں کے ساتھ ہمارے مال بھی حاضر ہیں، آپ کو جس قدر ضرورت ہو لیجئے اور کام میں لگائیے۔ پس حضرت سعد کے اس فرمان پر قرآن کی یہ آیتیں اتری ہیں۔ ابن عباس فرماتے ہیں جب رسول اللہ ﷺ نے دشمن سے بدر میں جنگ کرنے کی بابت صحابہ سے مشورہ کیا اور حضرت سعد بن عباد ؓ نے جواب دیا اور حضور نے مجاہدین کو کمر بندی کا حکم دے دیا اس وقت بعض مسلمانوں کو یہ ذرا گراں گذرا اس پر یہ آیتیں اتریں۔ پس حق میں جھگڑنے سے مراد جہاد میں اختلاف کرنا ہے اور مشرکوں کے لشکر سے مڈ بھیڑ ہونے اور ان کی طرف چلنے کو ناپسند کرنا ہے۔ اس کے بعد ان کے لئے واضح ہوگیا یعنی یہ امر کہ حضور بغیر حکم رب العزت کے کوئی حکم نہیں دیتے۔ دوسری تفسیر میں ہے کہ اس سے مراد مشرک لوگ ہیں جو حق میں روڑے اٹکاتے ہیں۔ اسلام کا ماننا ان کے نزدیک ایسا ہے جیسے دیکھتے ہوئے موت کے منہ میں کودنا۔ یہ وصف مشرکوں کے سوا اور کسی کا نہیں اہل کفر کی پہلی علامت یہی ہے ابن زید کا یہ قول وارد کر کے امام ابن جرید ؒ فرماتے ہیں کہ یہ قول بالکل بےمعنی ہے اس لئے کہ اس سے پہلے کا قول آیت (يُجَادِلُوْنَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَ ۭ) 8۔ الانفال :6) اہل ایمان کی خبر ہے تو اس سے متصل خبر بھی انہی کی ہے۔ ابن عباس اور ابن اسحاق ہی کا قول اس بارے میں ٹھیک ہے کہ یہ خبر مومنوں کی ہے نہ کہ کافروں کی۔ حق بات یہی ہے جو امام صاحب نے کہی۔ سیاق کلام کی دلالت بھی اسی پر ہے ـ (واللہ اعلم)۔ مسند احمد میں ہے کہ بدر کی لڑائی کی فتح کے بعد بعض صحابہ نے حضور سے عرض کیا کہ اب چلئے قافلے کو بھی دبالین اب کوئی روک نہیں ہے۔ اس وقت عباس بن عبدالمطلب کفار سے قید ہو کر آئے ہوئے زنجیروں سے جکڑے ہوئے تھے اونچی آواز سے کہنے لگے کہ حضور ایسا نہ کیجئے۔ آپ نے دریافت فرمایا کیوں ؟ انہوں نے جواب دیا اس لئے کہ اللہ تعالیٰ نے آپ سے دو جماعتوں میں سے ایک کا وعدہ کیا تھا وہ اللہ نے پورا کیا ایک جماعت آپ کو مل گئی۔ مسلمانوں کی چاہت تھی کہ لڑائی والے گروہ سے تو مڈ بھیڑ نہ ہو البتہ قافلے والے مل جائیں اور اللہ کی چاہت تھی کہ شوکت و شان والی قوت و گھمنڈوالی لڑائی بھڑائی والی جماعت سے تمہارا مقابلہ ہوجائے تاکہ اللہ تعالیٰ ان پر تمہیں غالب کر کے تمہاری مدد کرے، اپنے دین کو ظاہر کر دے اور اپنے کلمے کو بلند کر دے اور اپنے دین کو دوسرے تمام دینوں پر اونچا کر دے پس انجام کی بھلائی اس کے سوا کوئی نہیں جانتا وہ اپنی عمدہ تدبیر سے تمہیں سنبھال رہا ہے تمہاری مرضی کے خلاف کرتا ہے اور اسی میں تمہاری مصلحت اور بھلائی ہوتی ہے جیسے فرمایا کہ جہاد تم پر لکھا گیا اور وہ تمہیں ناپسند ہے لیکن ہوسکتا ہے کہ تمہاری ناپسندیدگی کی چیز میں ہی انجام کے لحاظ سے تمہارے لیے بہتری ہو اور یہ بھی ممکن ہے کہ تم کسی چیز کو پسند کرو اور وہ درحقیقت تمہارے حق میں بری ہو۔ اب جنگ بدر کا مختصر سا واقعہ بزبان حضرت عبداللہ بن عباس ؓ سنئے۔ جب رسول کریم ﷺ نے سنا کہ ابو سفیان شام سے مع قافلے کے اور مع اسباب کے آ رہا ہے تو آپ نے مسلمانوں کو فرمایا کہ چلو ان کا راستہ روکو ممکن ہے کہ اللہ تعالیٰ ان کے یہ اسباب تمہیں دلوا دے چونکہ کسی لڑانے والی جماعت سے لڑائی کرنے کا خیال بھی نہ تھا۔ اس لئے لوگ بغیر کسی خاص تیاری کے جیسے تھے ویسے ہی ہلکے پھلکے نکل کھڑے ہوئے۔ ابو سفیان بھی غافل نہ تھا اس نے جاسوس چھوڑ رکھے تھے اور آتے جاتوں سے بھی دریافت حال کر رہا تھا ایک قافلے سے اسے معلوم ہوگیا کہ حضور اپنے ساتھیوں کو لے کر تیرے اور تیرے قافلے کی طرف چل پڑے ہیں۔ اس نے ضیغم بن عمرو غفاری کو انعام دے دلا کر اسی وقت قریش مکہ کے پاس یہ پیغام دے کر روانہ کیا کہ تمہارے مال خطرے میں ہیں۔ حضور مع اپنے اصحاب کے اس طرف آ رہے ہیں تمہیں چاہئے کہ پوری تیاری سے فوراً ہماری مدد کو آؤ اس نے بہت جلد وہاں پہنچ کر خبر دی تو قریشیوں نے زبردست حملے کی تیار کرلی اور نکل کھڑے ہوئے اللہ کے رسول ﷺ جب ذفران وادی میں پہنچے تو آپ کو قریش کے لشکروں کا سازو سامان سے نکلنا معلوم ہوگیا۔ آپ نے صحابہ سے مشورہ لیا اور یہ خبر بھی کردی۔ حضرت ابوبکر نے کھڑے ہو کر جواب دیا اور بہت اچھا کہا۔ پھر حضرت عمر کھڑے ہوئے اور آپ نے بھی معقول جواب دیا۔ پھر حضرت مقداد کھڑے ہوئے اور کہا کہ یا رسول اللہ ﷺ اللہ تعالیٰ کا جو حکم ہو اسے انجام دیجئے ہم جان و مال سے آپ کے ساتھ ہیں اور ہر طرح فرمانبردار ہیں ہم بنو اسرائیل کی طرح نہیں کہ اپنے نبی سے کہہ دیں کہ آپ اور آپ کا رب جا کر لڑ لو ہم تماشا دیکھتے ہیں نہیں بلکہ ہمارا یہ قول ہے کہ اللہ کی مدد کے ساتھ چلئے جنگ کیجئے ہم آپکے ساتھ ہیں اس اللہ کی قسم جس نے آپ کو نبی برحق بنا کر بھیجا ہے کہ اگر آپ برک غماد تک یعنی حبشہ کے ملک تک بھی چلیں تو ہم ساتھ سے منہ نہ موڑیں گے اور وہاں پہنچائے اور پہنچے بغیر کسی طرح نہ رہیں گے آپ نے انہیں بہت اچھا کہا اور ان کو بڑی دعائیں دیں لیکن پھر بھی یہی فرماتے رہے کہ لوگو مجھے مشورہ دو میری بات کا جواب دو اس سے مراد آپ کی انصاریوں کے گروہ سے تھی ایک تو اس لئے کہ گنتی میں یہی زیادہ تھے۔ دوسرے اس لئے بھی کہ عقبہ میں جب انصار نے بیعت کی تھی تو اس بات پر کی تھی کہ جب آپ مکہ سے نکل کر مدینے میں پہنچ جائیں پھر ہم آپ کے ساتھ ہیں جو بھی دشمن آپ پر چڑھائی کر کے آئے ہم اس کے مقابلے میں سینہ سپر ہوجائیں گے اس میں چونکہ یہ وعدہ نہ تھا کہ خود آپ اگر کسی پر چڑھ کر جائیں تو بھی ہم آپ کا ساتھ دیں گے اس لئے آپ چاہتے تھے کہ اب ان کا ارادہ معلوم کرلیں۔ یہ سمجھ کر حضرت سعد بن معاذ ؓ کھڑے ہوگئے اور عرض کیا کہ شاید آپ ہم سے جواب طلب فرما رہے ہیں ؟ آپ نے فرمایا ہاں یہی بات ہے تو حضرت سعد نے عرض کیا یا رسول اللہ ہمارا آپ پر ایمان ہے ہم آپ کو سچا جانتے ہیں اور جو کچھ آپ لائے ہیں اسے بھی حق مانتے ہیں ہم آپ کا فرمان سننے اور اس پر عمل کرنے کی بیعت کرچکے ہیں۔ اے اللہ کے رسول جو حکم اللہ تعالیٰ کا آپ کو ہوا ہے اسے پورا کیجئے، ہم آپ کی ہمرکابی سے نہ ہٹیں گے۔ اس اللہ کی قسم جس نے آپ کو اپنا سچا رسول بنا کر بھیجا ہے کہ اگر سمندر کے کنارے پر کھڑے ہو کر آپ اس میں گھوڑا ڈال دیں تو ہم بھی بلا تامل اس میں کود پڑیں گے ہم میں سے ایک کو بھی آپ ایسا نہ پائیں گے جسے ذرا سا بھی تامل ہو ہم اس پر بخوشی رضامند ہیں کہ آپ ہمیں دشمنوں کے مقابلے پر چھوڑ دیں۔ ہم لڑائیوں میں بہادری کرنے والے مصیبت کے جھیلنے والے اور دشمن کے دل پر سکہ جما دینے والے ہیں آپ ہمارے کام دیکھ کر انشاء اللہ خوش ہوں گے چلئے اللہ کا نام لے کر چڑھائی کیجئے اللہ برکت دے۔ ان کے اس جواب سے آپ بہت ہی مسرور ہوئے اسی وقت کوچ کا حکم دیا کہ چلو اللہ کی برکت پر خوش ہوجاؤ۔ رب مجھ سے وعدہ کرچکا ہے کہ دو جماعتوں میں سے ایک جماعت ہمارے ہاتھ لگے گی واللہ میں تو ان لوگوں کے گرنے کی جگہ ابھی یہیں سے گویا اپنی آنکھوں دیکھ رہا ہوں۔",
  "ayah": 6,
  "surah": 8
}
