{
  "text": "جس قوم سے بد عہدی کا خوف ہو انہیں آگاہ کر کے عہد نامہ چاک کر دو فرمان ہے کہ جب کسی قوم کی خیانت کا خوف ہو تو برابری سے آگاہ کر کے عہد نامہ چاک کر ڈالو، لڑائی کی اطلاع کردو۔ اس کے بعد اگر وہ لڑائی پر آمادگی ظاہر کریں تو اللہ پر بھروسہ کر کے جہاد شروع کردو اور اگر وہ پھر صلح پر آمادہ ہوجائیں تو تم پھر صلح و صفائی کرلو۔ اسی آیت کی تعمیل میں حدیبیہ والے دن رسول کریم ﷺ نے مشرکین مکہ سے نو سال کی مدت کے لیے صلح کرلی جو شرائط کے ساتھ طے ہوئی۔ حضرت علی سے منقول ہے کہ رسول کریم ﷺ نے فرمایا عنقریب اختلاف ہوگا اور بہتر یہ ہے کہ ہو سکے تو صلح ہی کرلینا (مسند امام احمد) مجاہد کہتے ہیں یہ بنو قریظہ کے بارے میں اتری ہے لیکن یہ محل نظر میں ہے سارا قصہ بدر کا ہے۔ بہت سے بزرگوں کا خیال ہے کہ سورة براۃ کی آیت سے (قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ باللّٰهِ وَلَا بالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰي يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صٰغِرُوْنَ 29؀) 9۔ التوبہ :29) سے منسوخ ہے کہ لیکن اس میں بھی نظر ہے کیونکہ اس آیت میں جہاد کا حکم طاقت و استطاعت پر ہے لیکن دشموں کی زیادتی کے وقت ان سے صلح کرلینا بلاشک و شبہ جائز ہے جیسے کہ اس آیت میں ہے اور جیسے کہ حدیبیہ کی صلح اللہ کے رسول اللہ ﷺ نے کی۔ پس اس کے بارے میں کوئی نص اس کے خلاف یا خصوصیت یا منسوخیت کی نہیں آئی واللہ اعلم۔ پھر فرماتا ہے اللہ پر بھروسہ رکھ وہی تجھے کافی ہے وہی تیرا مددگار ہے۔ اگر یہ دھوکہ بازی کر کے کوئی فریب دینا چاہتے ہیں اور اس درمیان میں اپنی شان و شوکت اور آلات جنگ بڑھانا چاہتے ہیں تو تو بےفکر رہ اللہ تیرا طرف دار ہے اور تجھے کافی ہے اس کے مقابلے کا کوئی نہیں پھر اپنی ایک اعلیٰ نعمت کا ذکر فرماتا ہے کہ مہاجرین و انصار سے صرف اپنے فضل سے تیری تائید کی۔ انہیں تجھ پر ایمان لانے تیری اطاعت کرنے کی توفیق دی۔ تیری مدد اور تیری نصرت پر انہیں آمادہ کیا۔ اگرچہ آپ روئے زمین کے تمام خزانے خرچ کر ڈالتا لیکن ان میں وہ الفت وہ محبت پیدا نہ کرسکتا جو اللہ نے خود کردی۔ ان کی صدیوں پرانی عداوتیں دور کردیں اور اوس و خزرج انصار کے دونوں قبیلوں میں جاہلیت میں آپس میں خوب تلوار چلا کرتی تھی۔ نور ایمان نے اس عداوت کو محبت سے بدل دیا۔ جیسے قرآن کا بیان ہے کہ اللہ کے اس احسان کو یاد کرو کہ تم آپس میں اپنے دوسرے کے دشمن تھے اس نے تمہارے دل ملادئیے اور اپنے فضل سے تمہیں بھائی بھائی بنادیا تم جہنم کے کنارے تک پہنچ گئے تھے لیکن اس نے تمہیں بچالیا۔ اللہ تعالیٰ تمہاری ہدایت کے لیے اسی طرح اپنی باتیں بیان فرماتا ہے۔ بخاری و مسلم میں ہے کہ حنین کے مال غنیمت کی تقسیم کے وقت رسول اللہ ﷺ نے انصار سے فرمایا کہ اے انصاریو کیا میں نے تمہیں گمراہی کی حالت میں پاکر اللہ کی عنایت سے تمہیں راہ راست نہیں دکھائی ؟ کیا تم فقیر نہ تھے ؟ اللہ تعالیٰ نے تمہیں میری وجہ سے امیر کردیا جدا جدا تھے اللہ تعالیٰ نے میری وجہ سے تمہارے دل ملا دیئے۔ آپ کی ہر بات پر انصاف کہتے جاتے تھے کہ بیشک اللہ اور اس کے رسول ﷺ کا اس سے بھی زیادہ احسان ہم پر ہے۔ الغرض اپنے اس انعام و اکرام کو بیان فرما کر اپنی عزت و حکمت کا اظہار کیا کہ وہ بلند جناب ہے اس سے امید رکھنے والا ناامید نہیں رہتا اس پر توکل کرنے والا سرسبز رہتا ہے اور اپنے کاموں میں اپنے حکموں میں حکیم ہے۔ ابن عباس فرماتے ہیں اس سے قرابت داری کے رشتے ٹوٹ جاتے ہیں اور یہ تب ہوتا ہے جب نعمت کی ناشکری کی جاتی ہے۔ جناب باری سبحانہ وتعالیٰ کا ارشاد ہے کہ اگر روئے زمین کے خزانے بھی ختم کردیتا تو تیرے بس میں نہ تھا کہ ان کے دل ملا دے۔ شاعر کہتا ہے تجھ سے دھوکا کرنے والا تجھ سے بےپرواہی برتنے والا تیرا رشتے دار نہیں بلکہ تیرا حقیقی رشتے دار وہ ہے جو تیری آواز پر لبیک کہے اور تیرے دشمنوں کی سرکوبی میں تیرا ساتھ دے۔ اور شاعر کہتا ہے میں نے تو خوب مل جل کر آزما کر دیکھ لیا کہ قرابت داری سے بھی بڑھ کر دلوں کا میل جول ہے۔ امام بیہقی فرماتے ہیں میں نہ جان سکا کہ یہ سب قول ابن عباس کا ہے یا ان سے نیچے کے راویوں میں سے کسی کا ہے۔ ابن مسعود فرماتے ہیں ان کی یہ محبت راہ حق میں تھی توحید و سنت کی بنا پر تھی۔ ابن عباس فرماتے ہیں رشتے داریاں ٹوٹ جاتی ہیں احسان کی بھی ناشکری کردی جاتی ہے لیکن جب اللہ کی جانب سے دل ملا دیئے جاتے ہیں انہیں کوئی جدا نہیں کرسکتا ہے پھر آپ نے اسی جملے کی تلاوت فرمائیں۔ عبدہ بن ابی لبابہ فرماتے ہیں میری حضرت مجاہد ؒ سے ملاقات ہوئی آپ نے مجھ سے مصافحہ کر کے فرمایا کہ جب دو شخص اللہ کی راہ میں محبت رکھنے والے آپس میں ملتے ہیں ایک دوسرے خندہ پیشانی سے ہاتھ ملاتے ہیں تو دونوں کے گناہ ایسے جھڑ جاتے ہیں جیسے درخت کے خشک پتے میں نے کہا یہ کام تو بہت آسان ہے فرمایا یہ نہ کہو یہی الفت وہ ہے جس کی نسبت جناب باری فرماتا ہے کہ اگر روئے زمین کے خزانے خرچ کر دے تو بھی یہ تیرے بس کی بات نہیں کہ دلوں میں الفت و محبت پیدا کردے۔ ان کے اس فرمان سے مجھے یقین ہوگیا کہ یہ مجھ سے بہت زیادہ سمجھ دار ہیں۔ ولید بن ابی مغیث کہتے ہیں میں نے حضرت مجاہد سے سنا کہ جب دو مسلمان آپس میں ملتے ہیں اور مصافحہ کرتے ہیں تو ان کے گناہ معاف ہوجاتے ہیں میں نے پوچھا صرف مصافحہ سے ہی ؟ تو آپ نے فرمایا کیا تم نے اللہ کا یہ فرمان نہیں سنا ؟ پھر آپ نے اسی جملے کی تلاوت کی۔ تو حضرت ولید نے فرمایا تم مجھ سے بہت بڑے عالم ہو۔ عمیر بن اسحاق کہتے ہیں سب سے پہلے چیز جو لوگوں میں سے اٹھ جائے گی و الفت و محبت ہے۔ طبرانی میں ہے رسول اللہ ﷺ فرماتے ہیں کہ مسلمان جب اپنے مسلمان بھائی سے مل کر اس سے مصافحہ کرتا ہے تو دونوں کے گناہ ایسے جھڑ جاتے ہیں جیسے درخت کے خشک پتے ہوا سے۔ ان کے سب گناہ معاف کردیئے جاتے ہیں گوہ وہ سمندر کی جھاگ جتنے ہوں۔",
  "ayah": 62,
  "surah": 8
}
