{
  "text": "فدیہ طے ہو گیا  بدر والے دن آپ نے فرمایا تھا کہ مجھے یقیناً معلوم ہے کہ بعض بنو ہاشم وغیرہ زبردستی اس لڑائی میں نکالے گئے ہیں انہیں ہم سے لڑائی کرنے کی خواہش نہ تھی۔ پس بنو ہاشم کو قتل نہ کرنا۔ ابو البختری بن ہشام کو بھی قتل نہ کیا جائے۔ عباس بن عبدالمطلب کو بھی قتل نہ کیا جائے۔ اسے بھی بادل ناخواستہ ان لوگوں نے اپنے ساتھ کھینچا ہے۔ اس پر ابو حذیفہ بن عتبہ نے کہا کہ کیا ہم اپنے باپ دادوں کو اپنے بچوں کو اپنے بھائیوں کو اور اپنے قبیلے کو قتل کریں اور عباس کو چھوڑ دیں ؟ واللہ اگر وہ مجھے مل گیا تو میں اس کی گردن ماروں گا۔ جب یہ بات رسول اللہ ﷺ کو پہنچی تو آپ نے فرمایا اے ابو حفصہ کیا رسول اللہ ﷺ کے چچا کے منہ پر تلوار ماری جائے گی ؟ حضرت عمر فاروق فرماتے ہیں یہ پہلا موقع تھا کہ رسول اللہ ﷺ نے میری کنیت سے مجھے یاد فرمایا حضرت عمر نے فرمایا رسول اللہ ﷺ مجھے اجازت دیجئے کہ میں ابو حذیفہ کی گردن اڑادوں واللہ وہ تو منافق ہوگیا۔ حضرت ابو حذیفہ ؓ فرماتے ہیں واللہ مجھے اپنے اس دن کے قول کا کھٹکا آج تک ہے میں اس سے ابھی تک ڈر ہی رہا ہوں تو میں اس دن چین پاؤں گا جس دن اس کا کفارہ ہوجائے اور وہ یہ ہے کہ میں راہ حق میں شہید کردیا جاؤں چناچہ جنگ یمامہ میں آپ شہید ہوئے ؓ و رضا۔ ابن عباس کہتے ہیں جس دن بدری قیدی گرفتار ہو کر آئے رسول اللہ ﷺ کو اس رات نیند نہ آئی صحابہ نے سبب پوچھا تو آپ نے فرمایا میرے چچا کی آہ و بکا کی آواز میرے کانوں میں ان قیدیوں میں سے آرہی ہے صحابہ نے اس وقت ان کی قید کھول دی تب آپ کو نیند آئی۔ انہیں ایک انصاری صحابی نے گرفتار کیا تھا۔ یہ بہت مالدار تھے انہوں نے سو اوقیہ سونا اپنے فدئیے میں دیا۔ بعض انصاریوں نے سرکار نبوت میں گذارش بھی کی کہ ہم چاہتے ہیں اپنے بھانجے عباس کو بغیر کوئی زر فدیہ لیے آزاد کردیں لیکن مساوات کے علم بردار ﷺ نے فرمایا ایک چونی بھی کم نہ لینا پورا فدیہ لو۔ قریش نے فدئیے کی رقمیں دے کر اپنے آدمیوں کو بھیجا تھا ہر ایک نے اپنے اپنے قیدی کی من مانی رقم وصول کی۔ عباس ؓ نے کہا بھی کہ اے اللہ کے رسول ﷺ میں تو مسلمان ہی تھا آپ نے فرمایا مجھے تمہارے اسلام کا علم ہے اگر یہ تمہارا قول صحیح ہے تو اللہ تمہیں اسکا بدلہ دے گا لیکن چونکہ احکام ظاہر پر ہیں اس لیئے آپ اپنا فدیہ ادا کیجئے بلکہ اپنے دونوں بھتیجوں کا بھی۔ نوفل بن حارث بن عبد المطلب کا اور عقیل بن ابی طالب بن عبد المطلب کا اور اپنے حلیف عتبہ بن عمرو کا جو بنو حارث بن فہر کے قبیلے سے ہے۔ انہوں نے کہا کہ یا رسول اللہ میرے پاس تو اتنا مال نہیں۔ آپ نے فرمایا وہ مال کہاں گیا جو تم نے اور ام الفضل نے زمین میں دفنایا ہے اور تم نے کہا ہے کہ اگر اپنے اس سفر میں کامیاب رہا تو یہ مال بنو الفضل اور عبداللہ اور قشم کا ہے ؟ اب تو حضرت عباس ؓ کی زبان سے بےساختہ نکل گیا کہ واللہ میرے علم ہے کہ آپ اللہ تعالیٰ کے سچے رسول ﷺ ہیں اس مال کو بجز میرے اور ام الفضل کے کوئی نہیں جانتا۔ اچھایوں کیجئے کہ میرے پاس سے بیس اوقیہ سونا آپ کے لشکریوں کو ملا ہے اسی کو میرا زر فدیہ سمجھ لیا جائے۔ آپ نے فرمایا ہرگز نہیں وہ مال تو ہمیں اللہ نے اپنے فضل سے دلوا ہی دیا۔ چناچہ اب آپ نے اپنا اور اپنے دونوں بھتیجوں کا اور اپنے حلیف کا فدیہ اپنے پاس سے ادا کیا اور اس بارے میں اللہ تبارک و تعالیٰ نے یہ آیت اتاری کہ اگر تم میں بھلائی ہے تو اللہ اس سے بہتر بدلہ دے گا۔ حضرت عباس کا بیان ہے کہ اللہ کا یہ فرمان پورا اترا اور ان بیس اوقیہ کے بدلے مجھے اسلام میں اللہ نے بیس غلام دلوائے جو سب کے سب مالدار تھے ساتھ ہی مجھے اللہ عزوجل کی مغفرت کی بھی امید ہے۔ آپ فرماتے ہیں میرے بارے میں یہ آیت نازل ہوئی ہے میں نے اپنے اسلام کی خبر حضور ﷺ کو دی اور کہا کہ میرے بیس اوقیہ کا بدلہ مجھے دلوائے جو مجھ سے لیے گئے ہیں۔ آپ نے انکار کیا الحمد اللہ کہ اللہ تبارک و تعالیٰ نے اور آپ کے ساتھیوں نے حضور سے کہا تھا کہ ہم تو آپ کی وحی پر ایمان لا چکے ہیں آپ کی رسالت کے گواہ ہیں ہم اپنی قوم میں آپ کی خیر خواہی کرتے رہے اس پر یہ آیت اتری کہ اللہ دلوں کے حال سے واقف ہے جس کے دل میں نیکی ہوگی اس سے جو لیا گیا ہے اس سے بہت زیادہ دے دیا جائے گا اور پھر اگلا شرک بھی معاف کردیا جائے گا۔ فرماتے ہیں کہ ساری دنیا مل جانے سے بھی زیادہ خوشی مجھے اس آیت کے نازل ہونے سے ہوئی ہے مجھ سے جو لیا گیا واللہ اس سے سو حصے زیادہ مجھے ملا۔ اور مجھے امید ہے کہ میرے گناہ بھی دھل گئے۔ مذکور ہے کہ جب بحرین کا خزانہ سرکار رسالت مآب ﷺ میں پہنچا وہ اسی ہزار کا تھا آپ نماز ظہر کے لیے وضو کرچکے تھے پس آپ نے ہر ایک شکایت کرنے والے کی اور ہر ایک سوال کرنے والے کی داد رسی اور نماز سے پہلے ہی سارا خزانہ راہ اللہ لٹا دیا۔ حضرت عباس کو حکم دیا کہ لے اس میں سے لے اور گٹھڑی باندھ کرلے جاؤ پس یہ ان کے لیے بہت بہتر تھا۔ اور اللہ تعالیٰ گناہ بھی معاف فرمائے گا۔ یہ خزانہ ابن الحضرمی نے بھیجا تھا اتنا مال حضور ﷺ کے پاس اس سے پہلے یا اس کے بعد کبھی نہیں آیا۔ سب کا سب بوریوں پر پھیلادیا گیا اور نماز کی اذان ہوئی۔ آپ تشریف لائے اور مال کے پاس کھڑے ہوگئے مسجد کے نمازی بھی آگئے پھر حضور ﷺ نے ہر ایک کو دینا شروع کیا نہ تو اس دن ناپ تول تھی نہ گنتی اور شمار تھا، پس جو آیا وہ لے گیا اور دل کھول کرلے گیا۔ حضرت ابن عباس نے تو اپنی چادر میں گٹھڑی باندھ لی لیکن اٹھا نہ سکے تو حضور ﷺ سے عرض کی یارسول اللہ ﷺ ذرا اونچا کر دیجئے آپ کو بےساختہ ہنسی آگئی اتنی کہ دانت چمکنے لگے۔ فرمایا کچھ کم کردو جتنا اٹھے اتنا ہی لو۔ چناچہ کچھ کم لیا اور اٹھا کر یہ کہتے ہوئے چلے کہ الحمد اللہ اللہ تعالیٰ نے ایک بات تو پوری ہوتی دکھا دی اور دوسرا وعدہ بھی انشاء اللہ پورا ہو کر ہی رہے گا۔ اس سے بہتر ہے جو ہم سے لیا گیا۔ حضور ﷺ برابر اس مال کا تقسیم فرماتے رہے یہاں تک کہ اس میں سے ایک پائی بھی نہ بچی آپ ﷺ نے اپنے اہل کو اس میں سے ایک پھوٹی کوڑی بھی نہیں دی۔ پھر نماز کے لیے آگے بڑھے اور نماز پڑھائی دوسری حدیث۔ حضور ﷺ کے پاس بحرین سے مال آیا اتنا کہ اس سے پہلے یا اس کے بعد اتنا مال کبھی نہیں آیا۔ حکم دیا کہ مسجد میں پھیلا دو پھر نماز کے لیے آئے کسی کی طرف سے التفات نہ کیا نماز پڑھا کر بیٹھ گئے پھر تو جسے دیکھتے دیتے اتنے میں حضرت عباس ؓ آگئے اور کہنے لگے یا رسول اللہ مجھے دلوائیے میں نے اپنا اور عقیل کا فدیہ دیا ہے آپ نے فرمایا اپنے ہاتھ سے لے لو۔ انہوں نے چادر میں گٹھڑی باندھی لیکن وزنی ہونے کے باعث اٹھا نہ سکے تو کہا یا رسول اللہ کسی کو حکم دیجئے کہ میرے کاندھے پر چڑھا دے آپ نے فرمایا میں تو کسی سے نہیں کہتا، کہا اچھا آپ ہی ذرا اٹھوا دیجئے آپ نے اس کا بھی انکار کیا اب تو بادل ناخواستہ اس میں کچھ کم کرنا پڑا پھر اٹھا کر کندھے پر رکھ کر چل دیجئے۔ ان کے اس لالچ کی وجہ سے حضور ﷺ کی نگاہیں جب تک یہ آپ کی نگاہ سے اوجھل نہ ہوگئے انہیں پر رہیں پس جب کل مال بانٹ چکے ایک کوڑی بھی باقی نہ بچی تب آپ وہاں سے اٹھے امام بخاری شریف میں تعلیقاً جزم کے صیغہ کے ساتھ وارد کی ہے۔ اگر یہ لوگ خیانت کرنا چاہیں گے تو یہ کوئی نئی بات نہیں اس سے پہلے وہ خود اللہ کی خیانت بھی کرچکے ہیں۔ تو ان سے یہ بھی ممکن ہے کہ اب جو ظاہر کریں اس کے خلاف اپنے دل میں رکھیں۔ اس سے تو نہ گھبرا جیسے اللہ تعالیٰ نے اس وقت انہیں تیرے قابو میں کردیا ہے۔ ایسے ہی وہ ہمیشہ قادر ہے۔ اللہ کا کوئی کام علم و حکمت سے خالی نہیں۔ ان کے اور تمام مخلوق کے ساتھ جو کچھ وہ کرتا ہے اپنے ازلی ابدی پورے علم اور کامل حکمت کے ساتھ حضرت قتادہ کہتے ہیں یہ آیت عبداللہ بن سعد بن ابی سرح کاتب کے بارے میں اتری ہے جو مرتد ہو کر مشرکوں میں جا ملا تھا۔ عطاء خراسانی کا قول ہے کہ حضرت عباس اور ان کے ساتھیوں کے بارے میں اتری ہے جبکہ انہوں نے کہا تھا کہ ہم آپ ﷺ کی خیر خواہی کرتے رہیں گے۔ سدی نے اسے عام اور سب کو شامل کہی یہی ٹھیک بھی ہے واللہ اعلم۔",
  "ayah": 71,
  "surah": 8
}
