{
  "text": "مجاہدین بدر کی شان  مسلمانوں کی قسمیں بیان ہو رہی ہیں ایک تو مہاجر جنہوں نے اللہ کے نام پر وطن ترک کیا اپنے گھر بار، مال، تجارت، کنبہ، قبیلہ، دوست احباب چھوڑے، اللہ کے دین پر قائم رہنے کے لیے نہ جان کو جان سمجھا نہ مال کو مال۔ دوسرے انصار، مدنی جنہوں نے ان مہاجروں کو اپنے ہاں ٹھہرایا اپنے مالوں میں ان کا حصہ لگا دیا ان کے ساتھ مل کر ان کے دشمنوں سے لڑائی کی یہ سب آپس میں ایک ہی ہیں۔ اسی لیے رسول اللہ ﷺ نے ان میں بھائی چارہ کرا دیا ایک انصاری ایک مہاجر کو بھائی بھائی بنادیا۔ یہ بھائی بندی قرابت داری سے بھی مقدم تھی ایک دوسرے کا وارث بنتا تھا آخر میں یہ منسوخ ہوگئی۔ حضور ﷺ فرماتے ہیں مہاجرین اور انصار سب آپس میں ایک دوسرے کے والی وارث ہیں اور فتح مکہ کے بعد کے آزاد کردہ مسلمان لوگ قریشی اور آزاد شدہ ثقیف آپس میں ایک دوسرے کے ولی ہیں قیامت تک۔ اور روایت میں ہے دنیا اور آخرت میں مہاجر و انصار کی تعریف میں اور بھی بہت سی آیتیں ہیں فرمان ہے۔ (وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْھُمْ بِاِحْسَانٍ ۙ رَّضِيَ اللّٰهُ عَنْھُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَھُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۭذٰلِكَ الْفَوْزُ الْعَظِيْمُ01000) 9۔ التوبہ :100) پہلے پہل سبقت کرنے والے مہاجرین و انصار اور ان کے احسان کے تابعدار وہ ہیں جن سے اللہ خوش ہے اور وہ اس سے خوش ہیں اس نے ان کے لیے جنتیں تیار کر رکھی ہیں جن کے درختوں کے نیچے چشمے بہ رہے ہیں۔ اور آیت میں ہے (لَقَدْ تَّاب اللّٰهُ عَلَي النَّبِيِّ وَالْمُهٰجِرِيْنَ وَالْاَنْصَارِ الَّذِيْنَ اتَّبَعُوْهُ فِيْ سَاعَةِ الْعُسْرَةِ01107ۙ) 9۔ التوبہ :117) نبی ﷺ پر اور ان مہاجرین و انصار پر اللہ تعالیٰ نے اپنی رحمت کی توجہ فرمائی جنہوں نے سختی کے وقت بھی آپ کی اتباع نہ چھوڑی۔ اور آیت میں ہے (لِلْفُقَرَاۗءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۭ اُولٰۗىِٕكَ هُمُ الصّٰدِقُوْنَ ۚ) 59۔ الحشر :8) ان مہاجر محتاجوں کے لیے جو اپنے مالوں سے اور اپنے شہروں سے نکال دئیے گئے جو اللہ کے فضل اور اس کی رضامندی کی جستجو میں ہیں جو اللہ کی اور رسول کی مدد میں لگے ہوئے ہیں یہی سچے لوگ ہیں۔ اور جنہوں نے ان کو جگہ دی ان سے محبت رکھی انہیں کشادہ دلی کے ساتھ دیا بلکہ اپنی ضرورت پر ان کی حاجت کو مقدم رکھا۔ یعنی جو ہجرت کی فضیلت اللہ نے مہاجرین کو دی ہے ان پر وہ ان کا حسد نہیں کرتے۔ ان آیتوں سے معلوم ہوتا ہے کہ مہاجر انصار پر مقدم ہیں۔ علماء کا اس میں اتفاق ہے۔ مسند بزار میں ہے رسول اللہ ﷺ نے حضرت حذیفہ کو ہجرت اور نصرت میں اختیار دیا تو آپ نے ہجرت کو پسند فرمایا۔ پھر فرماتے ہیں ہے جو ایمان لائے لیکن انہوں نے ترک وطن نہیں کیا تھا انہیں ان کی رفاقت حاصل نہیں۔ یہ مومنوں کی تیسری قسم ہے جو اپنی جگہ ٹھہرے ہوئے تھے ان کا مال غنیمت میں کوئی حصہ نہ تھا نہ خمس میں ہاں کسی لڑائی میں شرکت کریں تو اور بات ہے۔ مسند احمد میں ہے۔ حضور ﷺ جب کسی کو کسی فوجی دستے کا سپہ سالار بنا کر بھیجتے تو اسے نصیحت فرماتے کہ دیکھو اپنے دل میں اللہ کا ڈر رکھنا، مسلمانوں کے ساتھ ہمیشہ خیر خواہانہ برتاؤ کرنا۔ جاؤ اللہ کا نام لے کر اللہ کی راہ میں جہاد کرو، اللہ کے ساتھ کفر کرنے والوں سے لڑو، اپنے دشمن مشرکوں کے سامنے تین باتیں پیش کرو، ان میں سے جو بھی وہ منظور کرلیں انہیں اختیار ہے۔ ان سے کہو کہ اسلام قبول کریں، اگر مان لیں تو پھر ان سے رک جاؤ اور ان میں سے جو اس پر قائم ہوجائیں گے اور جو مہاجروں پر ہے ان پر بھی ہوگا۔ ورنہ یہ دیہات کے اور مسلمانوں کی طرح ہوں گے ایمان کے احکام ان پر جاری رہیں گے۔ فے اور غینمت کے مال میں ان کا کوئی حصہ نہ ہوگا ہاں یہ اور بات ہے کہ وہ کسی فوج میں شرکت کریں اور کوئی معرکہ سر کریں۔ یہ نہ مانیں تو انہیں کہو کہ جزیہ دیں اگر یہ قبول کرلیں تو تم لڑائی سے رک جاؤ اور ان سے جزیہ لے لیا کرو۔ اگر ان دونوں باتوں کا انکار کریں تو اللہ کی مدد کے بھروسے پر اللہ سے نصرت طلب کر کے ان سے جہاد کرو۔ جو دیہاتی مسلمان وہیں مقیم ہیں ہجرت نہیں کی یہ اگر کسی وقت تم سے مدد کی خواہش کریں، دشمنان دین کے مقابلے میں تمہیں بلائیں تو ان کی مدد تم پر واجب ہے لیکن اگر مقابلے پر کوئی ایسا قبیلہ ہو کہ تم میں اور ان میں صلح کا معاہدہ ہے تو خبردار تم عہد شکنی نہ کرنا۔ قسمیں نہ توڑنا۔",
  "ayah": 72,
  "surah": 8
}
