{
  "text": "The spinning of cotton involves the hard work of combining separate fibres so that articles useful to man may be woven from it. If someone spins cotton, working hard the whole day, but in the evening tears the spun thread to pieces, then the entire hard work will go waste. The same is true of those who enter into a mutual agreement and one or the other party breaks it without any valid reason. Shredding the cotton thread after spinning it amounts to wasting one’s labour. Similarly, the breaking of an executed agreement nullifies the whole process by which a matter of mutual unity had come into existence. In the present world a man spends his life along with other human beings. Every man has to do his work among many other men. For this reason, great importance is given to mutual confidence and trust. In order to maintain this collective social life, agreements and decisions between one man and another man are frequently entered into, sometimes by oath and sometimes without an oath. Now, if people start breaking such agreements without any real justification, social life will be greatly disturbed and constructive development of any kind will no longer be possible. There are two ways of making an agreement in the name of God. In one case a pledge is made formally, uttering the words of the oath. In the second case the words of the oath are not uttered, but reference to God in some form is included in the agreement executed. In all such cases the undertakers of oaths are as if making God the witness or surety in the matter. The breaking of an agreement in which the name of God is also included is much more serious, because this shows that it is only when a man needs to win the confidence of others that he makes use of God’s name, but when he is overcome by the requirements of his own interests, he ignores God. There are two types of agreements between individuals or communities—one is based on principles, and the other is based on interest. In ancient times, the position was that whenever there appeared to be any advantage in making  such an agreement, it was executed, but whenever it seemed beneficial to break it, it was broken. Things are no different today. As opposed to this, Islam requires that agreements should be subject to the principles of Islamic law and morality.",
  "ayah": 92,
  "surah": 16
}
