{
  "text": "تمام شہروں سے پیارا شہر۔اللہ تعالیٰ فرماتا ہے کہ ان لوگوں نے جو اللہ کا شریک ٹھہراتے ہیں اور اس کے رسول کو جھٹلا رہے ہیں زمین کی سیر نہیں کی ؟ جو یہ معلوم کرلیتے ہیں اور اپنی آنکھوں دیکھ لیتے ہیں کہ ان سے اگلے جو ان جیسے تھے ان کے انجام کیا ہوئے ؟ کس طرح وہ تخت و تاراج کر دئیے گئے اور ان میں سے صرف اسلام و ایمان والے ہی نجات پا سکے کافروں کے لئے اسی طرح کے عذاب آیا کرتے ہیں پھر بیان فرماتا ہے مسلمانوں کا خود اللہ ولی ہے اور کفار بےولی ہیں۔ اسی لئے احد والے دن مشرکین کے سردار ابو سفیان (صخر) بن حرب نے فخر کے ساتھ جب نبی ﷺ اور آپ ﷺ کے دونوں خلفاء کی نسبت سوال کیا اور کوئی جواب نہ پایا تو کہنے لگا کہ یہ سب ہلاک ہوگئے پھر اسے فاروق اعظم نے جواب دیا اور فرمایا جن کی زندگی تجھے خار کی طرح کھٹکتی ہے اللہ نے ان سب کو اپنے فضل سے زندہ ہی رکھا ہے ابو سفیان کہنے لگا سنو یہ دن بدر کے بدلے کا دن ہے اور لڑائی تو مثل ڈولوں کے ہے کبھی کوئی اوپر کبھی کوئی اوپر۔ تم اپنے مقتولین میں بعض ایسے بھی پاؤ گے جن کے ناک کان وغیرہ انکے مرنے کے بعد کاٹ لئے گئے ہیں میں نے ایسا حکم نہیں دیا لیکن مجھے کچھ برا بھی نہیں لگا پھر اس نے رجز کے اشعار فخریہ پڑھنے شروع کئے کہنے لگا (اعل ھبل اعل ھبل) رسول اللہ ﷺ نے فرمایا تم اسے جواب کیوں نہیں دیتے ؟ صحابہ نے پوچھا حضور ﷺ کیا جواب دیں ؟ فرمایا کہو (اللہ اعلی واجل) یعنی وہ کہتا تھا ہبل بت کا بول بالا ہو جس کے جواب میں کہا گیا سب سے زیادہ بلندی والا اور سب سے زیادہ عزت و کرم والا اللہ ہی ہے۔ ابو سفیان نے پھر کہا (لنا العزی ولا عزی لکم) ہمارا عزیٰ (بت) ہے اور تمہارا نہیں۔ اس کے جواب میں بفرمان حضور ﷺ کہا گیا (اللہ مولانا ولا مولاکم) اللہ ہمارا مولیٰ ہے اور تمہار مولا کوئی نہیں پھر جناب باری خبر دیتے ہیں کہ ایماندار قیامت کے دن جنت نشین ہوں گے اور کفر کرنے والے دنیا میں تو خواہ کچھ یونہی سا نفع اٹھا لیں لیکن ان کا اصلی ٹھکانا جہنم ہے۔ دنیا میں ان کی زندگی کا مقصد صرف کھانا پینا اور پیٹ بھرنا ہے اسے یہ لوگ مثل جانوروں کے پورا کر رہے ہیں جس طرح وہ ادھر ادھر منہ مار کر گیلا سوکھا پیٹ میں بھرنے کا ہی ارادہ رکھتا ہے اسی طرح یہ ہے کہ حلال حرام کی اسے کچھ تمیز نہیں، پیٹ بھرنا مقصود ہے، حدیث شریف میں ہے مومن ایک آنت میں کھاتا ہے اور کافر سات آنتوں میں، جزا والے دن اپنے اس کفر کی پاداش میں ان کے لئے جہنم کی گوناگوں سزائیں ہیں۔ پھر کفار مکہ کو دھمکاتا ہے اور اپنے عذابوں سے ڈراتا ہے کہ دیکھو جن بستیوں والے تم سے بہت زیادہ طاقت قوت والے تھے ان کو ہم نے نبیوں کو جھٹلانے اور ہمارے احکام کی خلاف ورزی کرنے کی وجہ سے تہس نہس کردیا تم جو ان سے کمزور اور کم طاقت ہو اس رسول کو جھٹلاتے اور ایذائیں پہنچاتے ہو جو خاتم الانبیاء اور سید الرسل ہیں سمجھ لو کہ تمہارا انجام کیا ہوگا ؟ مانا کہ اس نبی رحمت کے مبارک وجود کی وجہ سے اگر دنیوی عذاب تم پر بھی نہ آئے تو اخروی زبردست عذاب تو تم سے دور نہیں ہوسکتے ؟ جب اہل مکہ نے رسول کریم ﷺ کو نکالا اور آپ ﷺ نے غار میں آکر اپنے آپ کو چھپایا اس وقت مکہ کی طرف توجہ کی اور فرمانے لگے اے مکہ تو تمام شہروں سے زیادہ اللہ کو پیارا ہے اور اسی طرح مجھے بھی تمام شہروں سے زیادہ پیارا تو ہے اگر مشرکین مجھے تجھ میں سے نہ نکالتے تو میں ہرگز نہ نکلتا۔ پس تمام حد سے گزر جانے والوں میں سب سے بڑا حد سے گذر جانے والا وہ ہے جو اللہ تعالیٰ کی حدوں سے آگے نکل جائے یا حرم الہٰی میں کسی قاتل کے سوا کسی اور کو قتل کرے یا جاہلیت کے تعصب کی بنا پر قتل کرے پس اللہ تعالیٰ اپنے نبی ﷺ پر یہ آیت اتاری۔",
  "ayah": 12,
  "surah": 47
}
