{
  "text": "دودھ پانی اور شہد کے سمندر اللہ تعالیٰ فرماتا ہے جو شخص دین اللہ میں یقین کے درجے تک پہنچ چکا ہو، جسے بصیرت حاصل ہوچکی ہو فطرت صحیحہ کے ساتھ ساتھ ہدایت و علم بھی ہو وہ اور وہ شخص جو بد اعمالیوں کو نیک کاریاں سمجھ رہا ہو جو اپنی خواہش نفس کے پیچھے پڑا ہوا ہو، یہ دونوں برابر نہیں ہوسکتے جیسے فرمان ہے آیت (اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰى ۭ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ 19 ۙ) 13۔ الرعد :19) یعنی یہ نہیں ہوسکتا کہ اللہ کی وحی کو حق ماننے والا اور ایک اندھا برابر ہوجائے اور ارشاد ہے آیت (لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِ ۭ اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۗىِٕزُوْنَ 20؀) 59۔ الحشر :20) یعنی جہنمی اور جنتی برابر نہیں ہوسکتے جنتی کامیاب اور مراد کو پہنچے ہوئے ہیں۔ پھر جنت کے اور اوصاف بیان فرماتا ہے کہ اس میں پانی کے چشمے ہیں جو کبھی بگڑتا نہیں، متغیر نہیں ہوتا، سڑتا نہیں، نہ بدبو پیدا ہوتی ہے بہت صاف موتی جیسا ہے کوئی گدلا پن نہیں کوڑا کرکٹ نہیں۔ حضرت عبداللہ فرماتے ہیں جنتی نہریں مشک کے پہاڑوں سے نکلتی ہیں اس میں پانی کے علاوہ دودھ کی نہریں بھی ہیں جن کا مزہ کبھی نہیں بدلتا بہت سفید بہت میٹھا اور نہایت صاف شفاف اور بامزہ پر ذائقہ۔ ایک مرفوع حدیث میں ہے کہ یہ دودھ جانوروں کے تھن سے نہیں نکلا ہوا بلکہ قدرتی ہے اور نہریں ہوں گی شراب صاف کی جو پینے والے کا دل خوش کردیں دماغ کشادہ کردیں۔ جو شراب نہ تو بدبودار ہے نہ تلخی والی ہے نہ بد منظر ہے۔ بلکہ دیکھنے میں بہت اچھی پینے میں بہت لذیذ نہایت خوشبودار جس سے نہ عقل میں فتور آئے نہ دماغ چکرائیں نہ منہ سے بدبو آئے نہ بک جھک لگے نہ سر میں درد ہو نہ چکر آئیں نہ بہکیں نہ بھٹکیں نہ نشہ چڑھے نہ عقل جائے حدیث میں ہے کہ یہ شراب بھی کسی کے ہاتھوں کی کشیدگی ہوئی نہیں بلکہ اللہ کے حکم سے تیار ہوئی ہے۔ خوش ذائقہ اور خوش رنگ ہے جنت میں شہد کی نہریں بھی ہیں جو بہت صاف ہے اور خوشبودار اور ذائقہ کا تو کہنا ہی کیا ہے۔ حدیث شریف میں ہے کہ یہ شہد بھی مکھیوں کے پیٹ سے نہیں مسند احمد کی ایک مرفوع حدیث میں ہے کہ جنت میں دودھ پانی شہد اور شراب کے سمند رہیں جن میں سے ان کی نہریں اور چشمے جاری ہوتے ہیں یہ حدیث ترمذی شریف میں بھی ہے اور امام ترمذی اسے حسن صحیح فرماتے ہیں۔ ابن مردویہ کی حدیث میں ہے یہ نہریں جنت عدن سے نکلتی ہیں پھر ایک حوض میں آتی ہیں وہاں سے بذریعہ اور نہروں کے تمام جنتوں میں جاتی ہیں ایک اور صحیح حدیث میں ہے جب تم اللہ سے سوال کرو تو جنت الفردوس طلب کرو وہ سب سے بہتر اور سب سے اعلیٰ جنت ہے اسی سے جنت کی نہریں جاری ہوتی ہیں اور اس کے اوپر رحمٰن کا عرش ہے۔ طبرانی میں ہے حضرت لقیط بن عامر جب وفد میں آئے تھے رسول اللہ ﷺ سے دریافت کیا کہ جنت میں کیا کچھ ہے ؟ آپ نے فرمایا صاف شہد کی نہریں اور بغیر نشے کے سر درد نہ کرنے والی شراب کی نہریں اور نہ بگڑنے والے دودھ کی نہریں اور خراب نہ ہونے والے شفاف پانی کی نہریں اور طرح طرح کے میوہ جات عجیب و غریب بےمثل و بالکل تازہ اور پاک صاف بیویاں جو صالحین کو ملیں گی اور خود بھی صالحات ہوں گی دنیا کی لذتوں کی طرح ان سے لذتیں اٹھائیں گے ہاں وہاں بال بچے نہ ہوں گے۔ حضرت انس فرماتے ہیں یہ نہ خیال کرنا کہ جنت کی نہریں بھی دنیا کی نہروں کی طرح کھدی ہوئی زمین میں اور گڑھوں میں بہتی ہیں نہیں نہیں قسم اللہ کی وہ صاف زمین پر یکساں جاری ہیں ان کے کنارے کنارے لؤلؤ اور موتیوں کے خیمے ہیں ان کی مٹی مشک خالص ہے پھر فرماتا ہے وہاں ان کے لئے ہر طرح کے میوے اور پھل پھول ہیں۔ جیسے اور جگہ فرمایا آیت (يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَ 55؀ۙ) 44۔ الدخان :55) ، یعنی وہاں نہایت امن وامان کے ساتھ وہ ہر قسم کے میوے منگوائیں گے اور کھائیں گے ایک اور آیت میں ہے (فِيْهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجٰنِ 52ۚ) 55۔ الرحمن :52) ، دونوں جنتوں میں ہر اک قسم کے میوؤں کے جوڑے ہیں ان تمام نعمتوں کے ساتھ یہ کتنی بڑی نعمت ہے کہ رب خوش ہے وہ اپنی مغفرت ان کے لئے حلال کرچکا ہے۔ انہیں نواز چکا ہے اور ان سے راضی ہوچکا ہے اب کوئی کٹھکا ہی نہیں۔ جنتوں کی یہ دھوم دھام اور نعمتوں کے بیان کے بعد فرماتا ہے کہ دوسری جانب جہنمیوں کی یہ حالت ہے کہ وہ جہنم کے درکات میں جل بھلس رہے ہیں اور وہاں سے چھٹکارے کی کوئی سبیل نہیں اور سخت پیاس کے موقعہ پر وہ کھولتا ہوا گرم پانی جو دراصل آگ ہی ہے لیکن بہ شکل پانی انہیں پینے کے لئے ملتا ہے کہ ایک گھونٹ اندر جاتے ہی آنتیں کٹ جاتی ہیں اللہ ہمیں پناہ میں رکھے۔ پھر بھلا اس کا اس کا کیا میل ؟ کہاں جنتی کہاں جہنمی کہاں نعمت کہاں زحمت یہ دونوں کیسے برابر ہوسکتے ہیں",
  "ayah": 15,
  "surah": 47
}
