{
  "surah": 41,
  "ayah": 53,
  "text": "We shall show them Our signs on the horizons and in their souls until it is clear to them that He is the Real. It is said that the Lord's religion, which is the cause of the deliverance of the servants and the foundation of their familiarity with Him, is built on two things: One is showing on the part of the Real, and the other traveling on the part of the servant. Showing is what He says: “We shall show them Our signs on the horizons.” Traveling is what He says: “Whoso does a wholesome deed, it is for himself” [41:46]. As long as there is no showing on the Real's part, there will be no traveling on the servant's part. Showing takes place in both the signs of the horizons and the signs of the souls. In the signs of the horizons, it is what He says: “Have they not gazed upon the dominion of the heavens and the earth?” [7:185]. In the signs of the souls, it is what He says: “And in your souls; what, do you not see?” [51:21]. He is saying, “Do you not look at yourself and do you not think about your own makeup?” This is because the Lord of the Worlds has written out many fine points of wisdom and many realities of artisanry with the pen of eternal gentleness on the tablet of this makeup. He has in- scribed on it the lights of fabrication and the traces of honoring. He made the round head-the pavilion of intellect and the gathering place of knowledge-a monastery for the senses. Whatever worth has been acquired by this hollow makeup and composite person has been acquired from intellect and knowledge. The worth of the Adamite lies in intellect and his respectability in knowl- edge, his perfection in intellect and his beauty in knowledge. God created his forehead like a bar of silver. He strung the two bows of his eyebrows with pure musk. He deposited the two dots of his eyes' light into two figures of darkness. He made a hundred thousand red roses grow up in the garden of his two cheeks. He concealed thirty-two teeth like pearls in the oyster shell of his mouth. He sealed his mouth with glistening agate. From the beginning of his lips to the end of his throat He created twenty-nine way stations, making them the places of articulation for the twenty-nine letters."
}
