{
  "text": "القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  وَالْعَادِيَاتِ ضَبْحًا (1)اختلف أهل التأويل في تأويل قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) فقال بعضهم: عُني بالعاديات ضبحا: الخيل التي تعدو, وهي تحمحم.*ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, في قوله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الخيل, وزعم غير ابن عباس أنها الإبل.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قول الله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال ابن عباس: هو في القتال.حدثنا هناد, قال: ثنا أبو الأحوص, عن سماك, عن عكرِمة في قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال الخيل.حدثني يعقوب, قال: ثنا ابن علية, قال: أخبرنا أبو رجاء, قال: سُئل عكرِمة, عن قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: ألم تر إلى الفرس إذا جرى كيف يضبح؟حدثني إبراهيم بن سعيد الجوهري, قال: ثنا سفيان, عن ابن جُرَيج, عن عطاء, قال: ليس شيء من الدوابّ يضبح غير الكلب والفرس.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قوله الله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الخيل تضبح.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل, عدت حتى ضبحت.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل تعدو حتى تضبح.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سعيد, عن قتادة مثل حديث بشر, عن يزيد؛ حدثنا أبو كُرَيب, قال: ثنا وكيع, قال: ثنا سعيد, قال: سمعت سالما يقرأ: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل عدت ضبحا.قال: ثنا وكيع, عن واصل, عن عطاء ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الخيل.قال: ثنا وكيع, عن سفيان بن عيينة، عن عمرو, عن عطاء, عن ابن عباس, قال: ما ضبحت دابة قط إلا كلب أو فرس.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الخيل.حدثني سعيد بن الربيع الرازي. قال: ثنا سفيان بن عيينة, عن عَمْرو, عن عطاء, عن ابن عباس, قال: هي الخيل.وقال آخرون: هي الإبل.*ذكر من قال ذلك:حدثني أبو السائب. قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن عبد الله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الإبل.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن الأعمش, عن إبراهيم, عن عبد الله, مثله.حدثني عيسى بن عثمان الرملي, قال: ثني عمي يحيى بن عيسى الرملي, عن الأعمش, عن إبراهيم, عن عبد الله, مثله.حدثنا ابن حُميد, قال: ثنا جرير, عن مُغيرة, عن إبراهيم, عن عبد الله ( وَالْعَادِيَاتِ ضَبْحًا ) قال: هي الإبل إذا ضبحت تنفست.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس حدثه قال: بينما أنا في الحجر جالس, أتاني رجل يسأل عن ( الْعَادِيَاتِ ضَبْحًا ) فقلت له: الخيل حين تغير في سبيل الله, ثم تأوي إلى الليل, فيصنعون طعامهم, ويورون نارهم. فانفتل عني, فذهب إلى علي بن أبي طالب رضى الله عنه وهو تحت سقاية زمزم, فسأله عن ( الْعَادِيَاتِ ضَبْحًا ) فقال: سألتَ عنها أحدًا قبلي؟ قال: نعم, سألت عنها ابن عباس, فقال: الخيل حين تغير في سبيل الله, قال: اذهب فادعه لي; فلما وقفت على رأسه قال: تفتي الناس بما لا علم لك به, والله لكانت أول غزوة في الإسلام لبدر, وما كان معنا إلا فرسان: فرس للزبير, وفرس للمقداد فكيف تكون العاديات ضبحا! إنما العاديات ضبحا من عرفة إلى مزدلفة إلى منى ; قال ابن عباس: فنـزعت عن قولي, ورجعت إلى الذي قال علي رضي الله عنه.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن إبراهيم ( وَالْعَادِيَاتِ ضَبْحًا ) قال: الإبل.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, في قول الله: ( وَالْعَادِيَاتِ ضَبْحًا ) قال: قال ابن مسعود: هو في الحج.حدثنا سعيد بن الربيع الرازي, قال: ثنا سفيان, عن عمرو بن دينار, عن عبيد بن عمير, قال: هي الإبل, يعني ( وَالْعَادِيَاتِ ضَبْحًا ) .حدثنا ابن حميد, قال: ثنا جرير, عن منصور, عن إبراهيم ( وَالْعَادِيَاتِ ضَبْحًا ) قال: قال ابن مسعود: هي الإبل.وأولى القولين في ذلك عندي بالصواب: قول من قال: عني بالعاديات: الخيل, وذلك أن الإبل لا تضبح, وإنما تضبح الخيل, وقد أخبر الله تعالى أنها تعدو ضبحا, والضبح: هو ما قد ذكرنا قبل. وبما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا إبراهيم بن سعيد الجوهري, قال: ثنا أبو معاوية, عن إسماعيل بن أبي خالد, عن أبي صالح, قال: قال علي رضى الله عنه: الضبح من الخيل: الحمحمة, ومن الإبل: النفس.قال: ثنا سفيان, عن ابن جُرَيج, عن عطاء, قال: سمعت ابن عباس يصف الضبح: أحْ أحْ.",
  "ayah": 1,
  "surah": 100
}
