{
  "text": "وقوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )يقول: إن الإنسان لكفور لنعم ربه. والأرض الكنود: التي لا تنبت شيئا, قال الأعشى:أحْـدِثْ لَهَـا تُحْـدِثْ لِـوَصْلِكَ إنَّهـاكُنُــدٌ لــوَصْلِ الزَّائِــرِ المُعْتـادِ (1)وقيل: إنما سميت كندة: لقطعها أباها.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثني عبيد الله بن يوسف الجبيري, قال: ثنا محمد بن كثير, قال: ثنا مسلم, عن مجاهد, عن ابن عباس, قوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لربه لكفور.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن منصور, عن مجاهد ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن مجاهد, مثله.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد, مثله.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن مهدي بن ميمون, عن شعيب بن الحبحاب, عن الحسن البصري: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: هو الكفور الذي يعد المصائب, وينسى نعم ربه.حدثنا وكيع, عن أبي جعفر, عن الربيع, قال: الكنود: الكفور.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, قال: قال الحسن: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) يقول: لوام لربه يعد المصائبحدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( لَكَنُودٌ ) قال: لكفور.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثنا ابن حميد, قال: ثنا مهران, عن سعيد, عن قتادة, مثله.حدثنا يحيى بن حبيب بن عربي, قال: ثنا خالد بن الحارث, قال: ثنا شعبة, عن سماك أنه قال: إنما سميت كندة: أنها قطعت أباها( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لكفور.حدثنا أبو كُرَيب, قال: ثنا عبيد الله, عن إسرائيل, عن جعفر بن الزبير, عن القاسم, عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: \" لَكَفُورٌ, الَّذِي يَأْكُلُ وَحْدَهُ وَيَضْرِبُ عَبْدَهُ, وَيَمْنَعُ رِفْدَهُ \" .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: الكنود: الكفور, وقرأ: ( إِنَّ الإنْسَانَ لَكَفُورٌ ) .حدثنا الحسن بن علي بن عياش, قال: ثنا أبو المغيرة عبد القدوس, قال: ثنا حريز بن عثمان, قال: ثني حمزة بن هانيء, عن أبي أمامة أنه كان يقول: الكنود: الذي ينـزل وحده, ويضرب عبده, ويمنع رفده.حدثني محمد بن إسماعيل الصوارى, قال: ثنا محمد بن سوار, قال: أخبرنا أبو اليقظان, عن سفيان عن هشام, عن الحسن, في قوله ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) قال: لوام لربه, يعد المصائب, وينسى النعم.------------------------الهوامش:(1) البيت من شواهد أبي عبيدة في مجاز القرآن ( 189 ) قال : { إن الإنسان لربه لكنود } : لكفور . وكذلك الأرض الكنود التي لا تنبت شيئا . قال الأعشى : \" أحدث لها ... \" البيت . وفي ( اللسان : كند ) كند يكند كنودا : كفر النعمة . ورجل كناد ( كشداد ) وكنود . وقوله تعالى : { إن الإنسان لربه لكنود } قيل : هو الجحود ، وهو أحسن . وقيل : هو الذي يأكل وحده ، ويمنع رفده ، ويضرب عبده . قال ابن سيده في التعليق على هذا الأخير : ولا أعرف له في اللغة أصلا ، ولا يسوغ أيضا من قوله : { لربه } . وقيل : لكنود : لكفور بالنعمة . وقال الحسن : لوام لربه : يعد المصيبات ، وينسى النعم . وقال الزجاج : لكفور . يعني بذلك : الكافر . ا هـ .",
  "ayah": 6,
  "surah": 100
}
