{
  "text": "وقوله: ( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )يقول تعالى ذكره: وإن الإنسان لحب المال لشديد.واختلف أهل العربية في وجه وصفه بالشدة لحب المال, فقال بعض البصريين: معنى ذلك: وإنه من أجل حب الخير لشديد: أي لبخيل; قال: يقال للبخيل: شديد ومتشدد. واستشهدوا لقوله ذلك ببيت طرفة بن العبد البكري:أرَى المَـوْتَ يَعْتـامُ النُّفُوسَ ويَصْطَفِيعَقِيلَــةَ مــالِ البــاخِلِ المُتَشَـددِ (2)وقال آخرون: معناه: وإنه لحب الخير لقوي.وقال بعض نحويي الكوفة: كان موضع ( لِحُبِّ ) أن يكون بعد شديد, وأن يضاف شديد إليه, فيكون الكلام: وإنه لشديد حب الخير; فلما تقدم الحب في الكلام, قيل: شديد, وحذف من آخره, لما جرى ذكره في أوله ولرءوس الآيات, قال: ومثله في سورة إبراهيم:  كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ  والعصوف لا يكون لليوم, إنما يكون للريح; فلما جرى ذكر الريح قبل اليوم طرحت من آخره, كأنه قال: في يوم عاصف الريح, والله أعلم.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ ) قال: الخير: الدنيا; وقرأ:  إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ  قال: فقلت له:  إِنْ تَرَكَ خَيْرًا  : المال؟ قال: نعم, وأي شيء هو إلا المال؟ قال: وعسى أن يكون حراما, ولكن الناس يعدونه خيرا, فسماه الله خيرا, لأن الناس يسمونه خيرا في الدنيا, وعسى أن يكون خبيثا, وسمي القتال في سبيل الله سوءا, وقرأ قول الله:  فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ  قال: لم يمسسهم قتال; قال: وليس هو عند الله بسوء, ولكن يسمونه سوءا.وتأويل الكلام: إن الإنسان لربه لكنود, وإنه لحب الخير لشديد, وإن الله على ذلك من أمره لشاهد. ولكن قوله: ( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ ) قدم, ومعناه التأخير, فجعل معترضا بين قوله: ( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ ) , وبين قوله: ( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا مهران, عن سعيد, عن قتادة (إِنَّ الإِنْسَانَ لِرَبِّهِ لَكَنُودٌ * وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ) قال: هذا في مقاديم الكلام, قال: يقول: إن الله لشهيد أن الإنسان لحب الخير لشديد.------------------------الهوامش:(2) البيت لطرفة بن العبد ( مختار الشعر الجاهلي 318 ) في معلقته . وفيه : \" يعتام الكرام \" . قال شارحه : يعتام : يختار . والعقيلة : الخيار من كل شيء . والفاحش : البخيل الحريص . يقول : أرى الموت يختار كرام الناس ، وصفوة مال البخلاء ، أي : يأخذ النفيس الذي يضن به ، كما يأخذ الحقير ، فلا يترك شيئا . ا هـ . وقال أبو عبيدة في مجاز القرآن ( 189 ) { وإنه لحب الخير لشديد } : وإنه من أجل حب الخير لشديد : لبخيل ، يقال للبخيل : شديد ومتشدد ؛ قال طرفة : \" أرى الموت يعتام النفوس ... \" البيت .",
  "ayah": 8,
  "surah": 100
}
