{
  "text": "آیت 13{ اِنَّہٗ کَانَ فِیْٓ اَہْلِہٖ مَسْرُوْرًا۔ } ”یقینا دنیا میں وہ اپنے اہل و عیال میں بہت خوش و خرم تھا۔“ دنیا میں وہ حرام کی کمائی سے اپنے اہل و عیال کے ساتھ عیش کرتا رہا اور آخرت کے محاسبے کا کبھی تصور بھی ذہن میں نہ لایا۔ یہاں پر ایک اہم نکتہ یہ بھی سمجھ لیجیے کہ اگر کوئی شخص اپنی روزی تو سو فیصد حلال ذرائع سے کما رہا ہے لیکن وہ اللہ کے دین کا حق ادا نہیں کر رہا تو ایسے شخص کی حلال ذرائع سے کمائی ہوئی وہ روزی بھی حلال نہیں۔ اس لیے کہ اس نے اپنی روزی کمانے کی اس تگ و دو میں جو وقت ‘ صلاحیتیں اور وسائل صرف کیے ہیں ان میں دین کے حقوق کا حصہ بھی شامل تھا۔ گویا اپنے وقت ‘ وسائل اور اپنی صلاحیتوں کا وہ حصہ جو اسے اللہ کے دین کے لیے خرچ کرنا چاہیے تھا اس حصے کو غصب کر کے وہ اپنے ذاتی استعمال میں لے آیا ہے۔ تو دین کے حقوق کو غصب کرکے کمائی ہوئی ایسی روزی حلال کیسے ہوسکتی ہے ؟ دراصل حلال و حرام کے معاملے کو بہت دقت نظری سے جانچنے اور پرکھنے کی ضرورت ہے۔ بدقسمتی سے ہمارے ہاں اس معاملے کو عام طور پر بہت سطحی انداز میں دیکھا اور پرکھا جاتا ہے۔ مثلاً ایک عام مسلمان سور کا گوشت کھانے کا تو تصور بھی نہیں کرسکتا لیکن وہ اس بکری کا گوشت بہت مزے اور رغبت سے کھا لیتا ہے جو اس نے کسی کی جیب پر ڈاکہ ڈال کر خریدی ہوتی ہے۔ اب ایسی بکری کے بارے میں کون کہے گا کہ وہ حلال ہے اور حرام نہیں ہے ! اس موضوع کا ایک پہلو یہ بھی ہے کہ اگر کوئی مسلمان باطل کے غلبے کے تحت اطمینان و سکون سے زندگی بسر کر رہا ہے اور اس نظام کو تبدیل کرنے کے لیے کوئی جدوجہد نہیں کر رہا تو وہ بزعم خویش بیشک ناپ تول کر حلال ہی کیوں نہ کھا رہا ہو ‘ اس کا کھانا پینا حتیٰ کہ اس ماحول میں سانس لینا سب حرام ہے۔ ایسے شخص کو خود سوچنا چاہیے کہ وہ کس نظام کی چاکری کر رہا ہے ؟ کس کے اقتدار کو کندھا دے رہا ہے ؟ تنخواہ کہاں سے لے رہا ہے ؟ اور اپنا کاروبار کس کی مدد سے آگے بڑھا رہا ہے ؟ ظاہر ہے وہ یہ سب کچھ باطل نظام کے لیے کر رہا ہے اور طاغوت کی فراہم کردہ چھتری کے سائے میں کررہا ہے۔ چناچہ کسی مسلمان کا کسی باطل نظام کے تحت ہنسی خوشی زندگی گزارنا کسی طور پر جائز نہیں۔ اِلا ّیہ کہ ایسی صورت حال میں وہ کراہت اور بےچینی میں زندگی بسرکرے ‘ اپنی ضروریات کو کم سے کم سطح پر رکھے اور باطل نظام کو بدلنے کے لیے اپنا تن من دھن کھپا دینے پر ہمہ وقت کمربستہ رہے۔ اس طرح امید کی جاسکتی ہے کہ اس کی یہ سوچ اور جدوجہد باطل نظام کے تحت زندگی بسر کرنے کے گناہ کا کفارہ بن جائے گی۔ آیات زیر مطالعہ میں دو انسانی کرداروں کا نقشہ دکھایا گیا ہے۔ ان میں ایک کردار تو اللہ کے اس بندے کا ہے جو دنیوی زندگی کے دوران آخرت کی جواب طلبی کے احساس سے ہر وقت لرزاں و ترساں رہتا تھا۔ ایسے لوگوں کے اعصاب پر آخرت کے احتساب کا خوف اس حد تک مسلط ہوتا ہے کہ وہ اپنی اس کیفیت کو جنت میں پہنچ کر بھی یاد کریں گے : { قَالُوْا اِنَّا کُنَّا قَبْلُ فِیْٓ اَہْلِنَا مُشْفِقِیْنَ۔ } الطور ”وہ کہیں گے کہ ہم پہلے دنیا میں اپنے اہل و عیال میں ڈرتے ہوئے رہتے تھے“۔ ایسے ہی ایک شخص کے بارے میں یہاں بتایا گیا ہے کہ وہ اللہ کی عدالت سے اپنی کامیابی کی نوید سننے کے بعد اپنے گھر والوں کی طرف شاداں وفرحاں لوٹے گا۔ اس کے مقابلے میں ایک کردار وہ ہے جو آخرت اور آخرت کے محاسبے سے بیخبر اپنے اہل و عیال کے ساتھ عیش و عشرت میں مست رہا۔ ایسے شخص نے دنیا میں بلاشبہ ایک خوشحال اور خوشیوں بھری زندگی گزاری ‘ لیکن آخرت میں اس کے لیے جہنم کی آگ کے سوا کچھ نہیں ہوگا۔",
  "ayah": 14,
  "surah": 84
}
