{
  "text": "آیت 19{ لَتَرْکَبُنَّ طَبَقًا عَنْ طَبَقٍ۔ } ”اسی طرح تم لازماً چڑھو گے درجہ بدرجہ۔“ یعنی جس طرح چاند درجہ بدرجہ بڑا ہو کر مرحلہ وار رات کو روشن کرتا ہے بالکل اسی طرح تم مرحلہ وار کوششوں سے غلبہ دین کی منزل تک پہنچو گے۔ واضح رہے کہ لَتَرْکَبُنَّ کے صیغے میں زور اور تاکید بھی ہے کہ تم لوگ اس منزل تک ضرور پہنچو گے۔ ظاہر ہے ہمیں یہ خبر محمد رسول اللہ ﷺ نے دی ہے وَھُوَ الصَّادِقُ وَالْمَصْدُوْق ! آپ ﷺ کی دی ہوئی خبر غلط نہیں ہوسکتی۔ لہٰذا دنیا پر اسلام کا مکمل غلبہ ہو کر رہے گا۔ البتہ اسلام کے پہلے غلبے کی شان اور تھی اور دوسرے غلبے کا انداز اور ہوگا۔ یہ فرق سورة المدثر کی آیت 34 اور زیر مطالعہ سورت کی آیت 18 پر غور کرنے سے خود بخود واضح ہوجاتا ہے۔ یعنی اسلام کے پہلے غلبے کا ظہور صبح کے اجالے کی طرح ہوا تھا : { وَالصُّبْحِ اِذَآ اَسْفَرَ۔ } المدثر۔ اس اجالے کی شان یہ تھی کہ ادھر آفتابِ نبوت ﷺ طلوع ہوا اور ادھر دیکھتے ہی دیکھتے پورا ماحول منورہو گیا۔ یعنی حضور ﷺ کی دعوت کے آغاز کے بعد صرف تیئیس 23 برس کے مختصر عرصے میں تاریخ انسانی کا عظیم ترین انقلاب برپا ہوگیا اور جزیرہ نمائے عرب میں اسلام پوری طرح غالب آگیا۔ ظاہر ہے سورج کے طلوع ہونے کے بعد روشنی ہونے میں زیادہ دیر تو نہیں لگتی۔ البتہ اسلام کے دوسرے غلبہ کی روشنی چاند کی چاندنی کی طرح مرحلہ وار اور تدریجاً پھیلے گی۔ یعنی اب اقامت دین اور خلافت علیٰ منہاج النبوۃ کا نظام کسی ایک داعی یا کسی ایک تحریک کی کوششوں اور کسی ایک نسل کے زمانے میں نہیں بلکہ نسل در نسل جدوجہد سے قائم ہوگا۔ جیسے برعظیم پاک و ہند میں علامہ اقبال نے ایک فکر کو واضح کیا کہ اسلام مذہب نہیں بلکہ دین ہے اور ایک مکمل ضابطہ حیات ہے اور یہ کہ ”جدا ہو دیں سیاست سے تو رہ جاتی ہے چنگیزی“ یعنی مسلمان اس ضابطہ حیات کو ایک ”وحدت“ کے طور پر زندگی کے تمام شعبوں میں نافذ کرنے کے لیے جدوجہد کریں۔ پھر مولانا ابوالکلام آزاد نے ”حزب اللہ“ اور مولانا مودودی نے ”جماعت اسلامی“ کے پلیٹ فارم سے اقامت دین کے لیے جدوجہد کی۔ اسی طرح آئندہ ادوار میں بھی اللہ کی توفیق سے اس کے بندے اس جدوجہد کا علم سنبھالے رہیں گے۔ مختلف تحریکیں اس مشن کی ترویج و ترقی کے لیے مختلف انداز میں کردار ادا کرتی رہیں گی اور بالآخران اجتماعی اور مرحلہ وار کوششوں کے نتیجے میں جب اللہ کو منظور ہوگا اسلام بطور دین پوری دنیا میں غالب ہوجائے گا۔",
  "ayah": 21,
  "surah": 84
}
