{
  "text": "آیت 6{ یٰٓــاَیُّہَا الْاِنْسَانُ اِنَّکَ کَادِحٌ اِلٰی رَبِّکَ کَدْحًا فَمُلٰقِیْہِ۔ } ”اے انسان ! تو مشقت پر مشقت برداشت کرتے جا رہا ہے اپنے رب کی طرف ‘ پھر تو اس سے ملنے والا ہے۔“ یہ دنیا انسان کے لیے دارالمِحن یعنی مشقتوں کا گھر ہے۔ انسانی زندگی کی اس تلخ حقیقت کو سورة البلد میں یوں بیان فرمایا گیا : { لَقَدْ خَلَقْنَا الْاِنْسَانَ فِیْ کَبَدٍ۔ } کہ انسان تو پیدا ہی مشقت میں کیا گیا ہے۔ گویا مشقتیں برداشت کرنا ‘ دکھ اٹھانا اور سختیاں جھیلنا انسان کا مقدر ہے۔ اس سے کسی انسان کو رستگاری نہیں۔ مزدور ہے تو وہ صبح سے شام تک جسمانی سختیاں سہہ رہا ہے۔ کارخانہ دار ہے تو انتظامی گتھیوں کو سلجھانے میں جگر خون کر رہا ہے۔ اگر کوئی کسی دفتر کی کرسی پر بیٹھا ہے تو ذہنی مشقت کی چکی ّمیں ِپس رہا ہے۔ پھر اپنی اور اہل و عیال کی بیماریاں ‘ معاشی مشکلات ‘ معاشرتی الجھنیں ‘ مال و جان کی حفاظت کی فکر وغیرہ کی صورت میں ذہنی و نفسیاتی پریشانیاں الگ ہیں جو ہر انسان کے گلے کا ہار بنی ہوئی ہیں۔ دوسروں سے مسابقت اور مقابلے کا غم اس کے علاوہ ہے جو ہر انسان نے اپنے دل و دماغ میں کسی نہ کسی سطح پر ضرور پال رکھا ہے۔ پیدل چلنے والا سائیکل سوار کو رشک بھری نظروں سے دیکھتا ہے ‘ سائیکل سوار کار والے کے حسد میں مبتلا ہے۔ چھوٹی کار والا بڑی کار والے سے جلن کا شکار ہے۔ غرض مشقت ‘ تکلیف یا غم کی نوعیت تو مختلف ہوسکتی ہے مگر کوئی انسان ایسا نہیں جو کسی نہ کسی دکھ ‘ پریشانی یا مشقت میں مبتلا نہ ہو۔ ان مشقتوں ‘ تکلیفوں اور پریشانیوں کا سامنا انسان کو روز اوّل سے ہے اور رہتی دنیا تک رہے گا۔ جیتے جی کوئی انسان اس سے چھٹکارا حاصل نہیں کرسکتا۔ مرزا غالب ؔنے اس حوالے سے بڑے پتے کی بات کہی ہے : ؎قید ِحیات و بند ِغم اصل میں دونوں ایک ہیں موت سے پہلے آدمی غم سے نجات پائے کیوں ! ان مشقتوں اور مصیبتوں میں گھری انسانی زندگی کی یہ سختیاں اور پریشانیاں اپنی جگہ ‘ لیکن انسان کا اصل مسئلہ اس سے کہیں زیادہ گھمبیر اور پریشان کن ہے۔ اور وہ مسئلہ ہے کہ : ؎اب تو گھبرا کے یہ کہتے ہیں کہ مرجائیں گے مر کے بھی چین نہ پایا تو کدھر جائیں گے ؟ابراہیم ذوق انسان کے اخروی احتساب کا تصور ذہن میں لائیں اور پھر موازنہ کریں کہ باقی جانداروں کے مقابلے میں ”انسان“ کس قدر مشکل میں ہے۔ ایک بار بردار جانور کی زندگی کا معمول چاہے جتنا بھی مشکل ہو لیکن اس کی مشقت اور تکلیف اس کی زندگی کے ساتھ ختم ہوجاتی ہے۔ ظاہر ہے ایک بیل جب ہل یا رہٹ چلاتے چلاتے مرجاتا ہے تو اس مشقت سے ہمیشہ کے لیے چھوٹ جاتا ہے۔ لیکن اس کے مقابلے میں ایک انسان ہے جو کو فت پر کو فت برداشت کرتا اور تکلیف پر تکلیف جھیلتا جب اس دنیا سے جائے گا تو اسے اپنے رب کے سامنے کھڑے ہو کر اپنی دنیوی زندگی کے ایک ایک پل کا حساب دینا ہوگا۔ اس ضمن میں حضور ﷺ کا فرمان ہے :  لَا تَزُوْلُ قَدَمُ ابْنِ آدَمَ یَوْمَ الْقِیَامَۃِ مِنْ عِنْدِ رَبِّہٖ حَتّٰی یُسْأَلَ عَنْ خَمْسٍ : عَنْ عُمُرِہٖ فِیْمَا اَفْنَاہُ ، وَعَنْ شَبَابِہٖ فِیْمَا اَبْلَاہُ ، وَمَالِہٖ مِنْ اَیْنَ اکْتَسَبَہٗ وَفِیْمَ اَنَفَقَہٗ ، وَمَاذَا عَمِلَ فِیْمَا عَلِمَ 1”ابن آدم کے پائوں قیامت کے روز اپنے رب کے حضور اپنی جگہ سے ہل نہیں سکیں گے جب تک اس سے پانچ چیزوں کا حساب نہ لے لیا جائے : اس کی عمر کے بارے میں کہ کہاں فنا کی ؟ اس کی جوانی کی قوتوں ‘ صلاحیتوں اور امنگوں کے دور کے بارے میں کہ کیسے گزارا ؟ مال کہاں سے کمایا اور کہاں خرچ کیا ؟ حلال ذرائع سے کمایا یا حرام طریقے سے اور اللوں ّتللوں میں خرچ کیا یا ادائے حقوق کے لیے ؟ اور جو علم حاصل ہوا تھا اس پر کتنا عمل کیا ؟“یعنی دنیا میں باربرداری بھی کرو ‘ جسمانی ‘ ذہنی اور نفسیاتی اذیتیں بھی برداشت کرو۔ مال وجان اور اولاد سے متعلق رنگا رنگ صدمے جھیلتے جھیلتے زندگی بھر کانٹوں پر بھی لوٹتے رہو اور پھر مرنے کے بعد ایک ایسی ہستی کے سامنے کھڑے ہو کر پل پل کا حساب بھی دو جس سے تمہارے قلوب و اذہان کی گہرائیوں میں پیدا ہونے والے جذبات و خیالات بھی پوشیدہ نہیں۔ یہ ہے ”انسان“ کی اصل ٹریجڈی !  یہ مرحلہ ایک انسان کے لیے ایسا مشکل ہے کہ اسے یاد کر کے حضرت ابوبکر صدیق رض اکثر رویا کرتے تھے اور کہا کرتے تھے کہ کاش میں ایک چڑیا ہوتا ! دیکھا جائے تو حضور ﷺ کے درج بالا فرمان میں مذکور سوالات میں سے آخری سوال سب سے مشکل ہے۔ جس کسی نے دین اور قرآن کا علم جس قدر زیادہ سیکھا اس کے لیے اس کا حساب دینا اسی قدر مشکل ہوگا۔ اگر کسی انسان تک قرآن کی یہ دعوت پہنچ ہی نہیں پائی تو ممکن ہے کہ اس کی طرف سے کوئی عذر بھی قبول ہوجائے۔ ایسی صورت میں اس کوتاہی کا کچھ نہ کچھ بوجھ ان لوگوں پر بھی ضرور پڑے گا جنہوں نے اسے دعوت پہنچانے میں تساہل برتا لیکن جن لوگوں تک قرآن کی دعوت پہنچ گئی اور انہوں نے اپنی استعداد کے مطابق قرآن کے پیغام کو سمجھ بھی لیا تو ظاہر ہے ان کے لیے اس آخری سوال کا جواب دینا بہت مشکل ہوگا۔",
  "ayah": 6,
  "surah": 84
}
