{
  "text": "وقوله - سبحانه - : ( وَلَقَدْ فَتَنَّا الذين مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين ) مؤكد لما قبله من أن ظن الناس أن يتركوا بدون ابتلاء ، لقولهم آمنا ، هذا الظن فى غير محله ، لأن سنة الله قد اقتضت أن يدفع الناس بعضهم ببعض ، وأن يجعل الكافرين يتصارعون مع المؤمنين ، إلا أن العاقبة فى النهاية للمؤمنين .والمقصود بقوله - تعالى - : ( فَلَيَعْلَمَنَّ . . ) إظهار علمه - سبحانه - ، أو المجازاة على الأعمال .أى : ولقد فتنا الذين من قبل هؤلاء المؤمنين من أصحابك - أيها الرسول الكريم - ، ( فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ . . . ) أى فليظهرن الله - تعالى - فى عالم الواقع حال الذين صدقوا فى إيمانهم ، من حال الكاذبين منهم ، حتى ينكشف للناس ما هو غائب عن علمهم .أو المعنى : ولقد فتنا الذين من قبلهم من المؤمنين السابقين ، كأتباع نوح وهود وصالح وغيرهم ، فليجزين الذين صدقوا في إيمانهم بما يستحقون من ثواب ، وليجزين الكاذبين بما يستحقون من عقاب ، ولترتب المجازاة على العلم ، أقيم السبب مقام المسبب .قال الإِمام ابن جرير : قوله : ( فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ . . . ) أى : فليعلمن الله الذين صدقوا منهم فى قولهم آمنا ، وليعلمن الكاذبين منهم فى قولهم ذلك ، والله عالم بذلك منهم ، قبل الاختبار ، وفى حال الاختبار ، وبعد الاختبار ، ولكن معنى ذلك : وليظهرن الله صدق الصادق منهم فى قوله آمنا بالله ، من كذب الكاذب منهم . .وذكر أن هذه الآية نزلت فى قوم من المسلمين ، عذبهم المشركون ، ففتن بعضهم ، وصبر بعضهم على أذاهم ، حتى أتاهم الله بفرج من عنده .وفى معنى هاتين الايتين وردت آيات كثيرة منها قوله - تعالى - : ( أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ مِنكُمْ وَيَعْلَمَ الصابرين ) وقوله - تعالى - : ( أَمْ حَسِبْتُمْ أَن تُتْرَكُواْ وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ مِنكُمْ وَلَمْ يَتَّخِذُواْ مِن دُونِ الله وَلاَ رَسُولِهِ وَلاَ المؤمنين وَلِيجَةً . . ) وقوله - سبحانه - : ( وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين وَنَبْلُوَاْ أَخْبَارَكُمْ ) وقد ساق الإِمام القرطبى عند تفسيره لهاتين الآيتين من سورة العنكبوت عددا من الأحاديث النبوية ، منها قوله : \" روى البخارى عن خباب بن الأرت قالوا : شكونا إلى رسول الله صلى الله عليه وسلم ، وهو متوسد بردة له فى ظل الكعبة ، فقلنا له : ألا تستنصر لنا؟ ألا تدعو لنا؟ فقال : \" قد كان من قبلكم يؤخذ فيحفر له فى الأرض ، فيجعل فيها ، فيجاء بالمنشار فيوضع على رأسه ، فيجعل نصفين ويمشط بأمشاط الحديد لحمه وعظمه ، فما يصرفه ذلك عن دينه ، والله ليتمن هذا الأمر حتى يسير الراكب من صنعاء إلى حضر موت ، لا يخاف إلا الله والذئب على غنمه ، ولكنكم تستعجلون \" \" .والخلاصة ، أن المقصود من الآتيين تنبيه الناس فى كل زمان ومكان ، إلى أن ظن بعض الناس أن الإِيمان يتعارض مع الابتلاء بالبأساء والضراء ، ظن خاطئ ، وإلى أن هذا الابتلاء سُنة ماضية فى السابقين وفى اللاحقين إلى يوم القيامة .",
  "ayah": 3,
  "surah": 29
}
