{
  "text": "It has been handed down in traditions that, when the battle of Badr was in full swing the words uttered by the Prophet, in prayer, were: ‘O, my Lord! If this class of people is killed, You will never be worshipped on earth.’ Helping believers is a responsibility borne by Almighty God. By His devices He renders ineffective whatever conspiracies their enemies hatch. He causes them to be overwhelmed so that the faithful may dominate. But when does this happen? This happens when the believers merge their will with that of God, in such a way that God’s will and their will become one and the same. When a subject of God aligns himself with God in such a way, whatever belongs to God becomes his, because he would have already given to God whatever was his. Before leaving for Badr, the chiefs of Makkah went to the House of God and, catching hold of the curtain of the Ka‘bah, prayed like this: ‘O, God help the better of the two armies; the more respectable of the two groups; and the better of the two tribes.’ At the battle of Badr, the chiefs of Makkah were totally defeated and the Faithful were completely victorious. So, by the very standard set by the chiefs themselves, it was proved that, before God it was not they who were superior and more honourable but the followers of Islam. In spite of this, they did not accept Islam. For those who conduct themselves in this way, there shall be grave punishment both in the Hereafter and in this world. ‘Bless with victory the side which is superior and the more honourable of the two.’ This was ostensibly a prayer, but in fact was an expression of boastful self-confidence. The rationale behind this was that they were the Trustees of the Ka‘bah; they were the progeny of Abraham and Ishmael. When they had such superior factors on their side, victory was bound to be theirs. But, before God, real value is attached to personal deeds and not to external connections. However great an external connection may be, it will be of no avail to anybody on Judgement Day.",
  "ayah": 18,
  "surah": 8
}
