{
  "text": "It is a principle of Islam that the individual is rewarded according to his deeds. However, by His grace Almighty God has made special exemptions to this general principle: when a man is truly repentant, he will not be punished thereafter for his earlier deeds. Suppose a man spent his life in ungodliness, then he received the light of guidance, became a true believer and adopted the righteous life. In this case, he will be forgiven for the evil deeds done by him earlier; he will not be seized on the basis of his earlier crimes. This very principle is also operative in collective and political matters. Sometimes the struggle between Truth and falsehood develops into a clash. During this clash the opponents commit atrocities on the believers. Finally, the supporters of the truth are dominant and the opponents are overcome and subdued. In this matter also, the principle of Islam is the same as stated above, that is, people will not be punished for committing atrocities in the past. Rather, if, after the victory anybody indulges in criminal acts will, after due procedure, receive the punishment prescribed in the Islamic law for such a criminal. In ancient times the establishment of chieftains and rulers was based on polytheism. Today, rulers hold sway as representatives of the people, but in the past they ruled as representatives of God or God’s so called partners.  Consequently, in ancient society, polytheism enjoyed a position of power. Polytheists used to harass the believers in the one God. Persecution (fitnah) was common. So God commanded His Prophet and His companions to disrupt the link between polytheism and power so that the polytheists should be deprived of the power to persecute the monotheists. Accordingly, the universal revolution brought about by the Prophet snapped forever the link between polytheism and the political system. Now, polytheism is simply a religious practice in some parts of the world and is not a political theory on the basis of which governments are formed. In Arabia an end had to be put to both polytheists and polytheism, so that the precincts of Makkah and Madinah could be made the eternal centre of pure monotheism.",
  "ayah": 40,
  "surah": 8
}
