{
  "text": "At the battle of Badr, the Muslims killed seventy of the Quraysh’s greatest men and captured another seventy. Many of these captives were chiefs. After the battle, a consultation was held to decide the fate of these prisoners. The majority of the companions were for ransoming them. These enemies were continuously hostile. But the Muslims lacked the resources to defend themselves. So, it was thought that the ransom could be utilised to purchase armaments. ‘Umar ibn al-Khattab and Sa‘d ibn Ma‘az were against this opinion. ‘Umar said: ‘O, Prophet of God, these prisoners are the leaders of those who deny the truth. The real strength of our enemies has fallen into our hands. They should be killed so that the problem is solved once and for all.’ However, the Prophet Muhammad acted on the first opinion. Later on, those verses were revealed in which there were comments on the battle. While the ransom was declared legitimate by God, displeasure was expressed on that transaction. Releasing the war prisoners on a ransom was apparently a matter of mercy and grace, but it was not in accordance with the long term plan of God. God planned to root out paganism and polytheism and had caused all the leaders of the Quraysh (except Abu Lahab and Abu Sufyan) to gather on the field of Badr, arranging matters in such a way that they came entirely under the control of the Muslims. Had these leaders been killed at that time, the resistance of paganism and polytheism to montheism would have been completely buried in Badr itself. The result of releasing these leaders was that they were able to re-organise themselves and continue the resistance movement. This decision was against the Muslims’ war strategy, and could have become the cause of the most serious difficulties for them. These leaders, along with their followers, could have completely finished the entire mission of Islam. But God had ordained that the Last Prophet and his companions should necessarily overcome everything. That is the reason why, in spite of this shortcoming in strategy, the Quraysh were not able to overcome the Faithful.",
  "ayah": 67,
  "surah": 8
}
