{
  "text": "The Description of the Sinful Liar and His Requital\nAllah the Exalted says,\nتِلْكَ آيَـتُ اللَّهِ\n(These are the Ayat of Allah) -- in reference to the Qur'an with the proofs and evidences that it contains,\nنَتْلُوهَا عَلَيْكَ بِالْحَقِّ\n(which We recite to you with truth.) for they contain the truth from the Truth (i.e., Allah). Therefore, if they do not believe in Allah's Ayat nor abide by them, what speech after Allah and His Ayat will they then believe in Allah said next,\nوَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ\n(Woe to every sinful liar.) who lies in his speech, often swears, who is worthless, commits and utters sinful acts and statements, and disbelieves in Allah's Ayat,\nيَسْمَعُ ءَايَـتِ اللَّهِ تُتْلَى عَلَيْهِ\n(Who hears the Ayat of Allah Tutla (recited) to him,) meaning, being recited to him,\nثُمَّ يُصِرُّ\n(yet persists) in his disbelief, denial, pride and rebellion,\nكَأَن لَّمْ يَسْمَعْهَا\n(as if he heard them not. ) as if he did not hear them being recited to him,\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment!) convey the news to him that on the Day of Resurrection, he will have a painful, severe torment from Allah. Allah said,\nوَإِذَا عَلِمَ مِنْ ءَايَـتِنَا شَيْئاً اتَّخَذَهَا هُزُواً\n(And when he learns something of Our Ayat, he makes them a jest.) if he learns anything from the Qur'an, he disbelieves in it and takes it as the subject of jest and ridicule,\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) as recompense for ridiculing the Qur'an and jesting about it. In the Sahih, Muslim recorded from `Abdullah bin `Umar that the Messenger of Allah ﷺ  prohibited traveling with the Qur'an to enemy lands for fear that the Qur'an might be desecrated by the enemy. Allah explained the type of torment that these people earn on the Day of Return;\nمِّن وَرَآئِهِمْ جَهَنَّمُ\n(In front of them there is Hell.) meaning, all those who have these evil characteristics will end up in Hellfire on the Day of Resurrection,\nوَلاَ يُغْنِى عَنْهُم مَّا كَسَبُواْ شَيْئاً\n(And that which they have earned will be of no profit to them, ) their wealth and children will not avail them,\nوَلاَ مَا اتَّخَذُواْ مِن دُونِ اللَّهِ أَوْلِيَآءَ\n(nor those whom they have taken as protecting friends besides Allah.) nor will the false gods that they worshipped besides Allah benefit them in the least,\nوَلَهُمْ عَذَابٌ عظِيمٌ\n(And theirs will be a great torment.) Allah the Exalted said,\nهَـذَا هُدًى\n(This is Huda (guidance).) in reference to the Qur'an,\nوَالَّذِينَ كَفَرُواْ بِـَايَـتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ\n(And those who disbelieve in the Ayat of their Lord, for them there is a painful torment of Rijz.) that is agonizing and severe. Allah knows best.",
  "ayah": 10,
  "surah": 45
}
