{
  "text": "The Subjugation of the Sea, etc., is among Allah's Signs\nAllah the Exalted mentions some of the favors He gave to His servants, such as subjecting the sea for their service,\nلِتَجْرِىَ الْفُلْكُ فِيهِ بِأَمْرِهِ\n(that ships may sail through the sea by His command,) i.e., of Allah the Exalted, Who ordered the sea to carry ships,\nوَلِتَبْتَغُواْ مِن فَضْلِهِ\n(and that you may seek of His bounty,) in commercial and business transactions,\nوَلَعَلَّكُمْ تَشْكُرُونَ\n(and that you may be thankful.) for earning various provisions brought to you from far away provinces and distant areas through the sea. Allah the Exalted said,\nوَسَخَّرَ لَكُمْ مَّا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ\n(And has subjected to you all that is in the heavens and all that is on the earth;) the stars, the mountains, the seas, the rivers and all that you use for your benefit; these are all from His favor, kindness and bounty. Allah's statement next,\nجَمِيعاً مِّنْهُ\n(it is all from Him.) Alone without partners in giving any of it. Allah the Exalted said in another Ayah,\nوَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْـَرُونَ\n(And whatever of blessings you have, it is from Allah. Then, when harm touches you unto Him you cry aloud for help.) (16:53) Ibn Jarir recorded that Al-`Awfi reported that Ibn `Abbas said about Allah's statement,\nوَسَخَّرَ لَكُمْ مَّا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ جَمِيعاً مِّنْهُ\n(And has subjected to you all that is in the heavens and all that is on the earth; it is all from Him.) \"Everything is from Allah, and that is a Name from His Names. So it all comes from Him without rivals to dispute His authority; surely, this fact is completely certain.\" Allah said.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَتَفَكَّرُونَ\n(Verily, in it are signs for a people who think deeply.)\nThe Command to be Patient with the Harm of Idolators\nAllah's saying;\nقُل لِّلَّذِينَ ءَامَنُواْ يَغْفِرُواْ لِلَّذِينَ لاَ يَرْجُونَ أَيَّامَ اللَّهِ\n(Say to the believers to forgive those who hope not for the Days of Allah,) means, let the believers forgive the disbelievers and endure the harm that they direct against them. In the beginning of Islam, Muslims were ordered to observe patience in the face of the oppression of the idolators and the People of the Scriptures so that their hearts may incline towards Islam. However, when the disbelievers persisted in stubbornness, Allah legislated for the believers to fight in Jihad. Statements of this meaning were collected from `Abdullah bin `Abbas and Qatadah. Mujahid said about Allah's statement,\nلاَ يَرْجُونَ أَيَّامَ اللَّهِ\n(those who hope not for the Days of Allah,) \"They do not appreciate Allah's favors.\" Allah said,\nلِيَجْزِىَ قَوْماً بِمَا كَانُواْ يَكْسِبُونَ\n(that He may recompense people, according to what they have earned.) meaning, if the believers forgive the disbelievers in this life, Allah will still punish the disbelievers for their evil in the Hereafter. Allah's statement next,\nمَنْ عَمِلَ صَـلِحاً فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ\n(Whosoever does a good deed, it is for himself, and whosoever does evil, it is against (himself). Then to your Lord you will be made to return.) meaning, you will all return to Allah on the Day of Resurrection, when you and your actions will be displayed before Him. Then, He will recompense you for your deeds, good for good and evil for evil.\nوَلَقَدْ ءَاتَيْنَا بَنِى إِسْرَءِيلَ الْكِتَـبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَـهُمْ مِّنَ الطَّيِّبَـتِ وَفَضَّلْنَـهُمْ عَلَى الْعَـلَمينَ - وَءاتَيْنَـهُم بَيِّنَـتٍ مِّنَ الاٌّمْرِ فَمَا اخْتَلَفُواْ إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِى بِيْنَهُمْ يَوْمَ الْقِيَـمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ - ثُمَّ جَعَلْنَـكَ عَلَى شَرِيعَةٍ مِّنَ الاٌّمْرِ فَاتَّبِعْهَا وَلاَ تَتَّبِعْ أَهْوَآءَ الَّذِينَ لاَ يَعْلَمُونَ",
  "ayah": 13,
  "surah": 45
}
