{
  "text": "The Conviction of the Disbelievers, Their Argument and the Refutation of it\nAllah mentions here the creed of Ad-Dahriyyah and the Arab idolators who embraced their creed, denying Resurrection,\nوَقَالُواْ مَا هِىَ إِلاَّ حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا\n(And they say: \"There is nothing but our life of this world, we die and we live....\") They say that there is only this life, some people die while others are born to life, without Resurrection or Judgement. This was the creed of Arab idolators who used to deny Resurrection, in addition to, the creed of the atheist philosophers among them who denied the creation and Resurrection. This was also the statement of atheist philosophers who deny the Creator and think that the world will return to its original form once every thirty--six thousand years, when everything will restart its life--cycle again! They claim that this cycle was repeated for infinity, thus contradicting the sound reason and the divine revelation. They said,\nوَمَا يُهْلِكُنَآ إِلاَّ الدَّهْرُ\n(and nothing destroys us except Ad-Dahr (time).) Allah the Exalted said in reply,\nوَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَظُنُّونَ\n(And they have no knowledge of it, they only presume.) they speculate and guess! As for the Hadith recorded by the two collectors of the Sahih, and Abu Dawud and An-Nasa'i, from Abu Hurayrah that the Messenger of Allah ﷺ said,\n«يَقُولُ تَعَالَى: يُؤْذِينِي ابْنُ آدَمَ، يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ، بِيَدِيَ الْأَمْرُ، أُقَلِّبُ لَيْلَهُ وَنَهَارَه»\n(Allah the Exalted says, \"The Son of `Adam annoys Me when he curses Ad-Dahr (time), while I am Ad-Dahr. In My Hand are all matters; I cause the alternation of his days and nights.\") In another narration;\n«لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللهَ تَعَالَى هُوَ الدَّهْر»\n(Do not curse Ad-Dahr (time), for Allah is Ad-Dahr.) Ash-Shafi`i, Abu `Ubaydah and several other Imams of Tafsir explained the meaning of the Prophet's statement,\n«لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللهَ هُوَ الدَّهْر»\n(Do not abuse Ad-Dahr (time), for Allah is Ad-Dahr.) They said, \"During the time of Jahiliyyah, when an affliction, a calamity or a disaster struck them, the Arabs used to say, `Woe to Ad-Dahr (time)!' So they used to blame such incidents on Ad-Dahr, cursing Ad-Dahr in the process. Surely, it is Allah the Exalted and Most Honored Who causes these (and all) things to happen. This is why when they cursed Ad-Dahr, it was as if they were cursing Allah Himself, since truthfully, He causes all incidents to happen. Therefore, abusing Ad-Dahr was prohibited due to this consideration, for it was Allah Whom they meant by abusing Ad-Dahr, which -- as we said-- they accused of causing (distressful) incidents.\" This is the best explanation for this subject, and it is the desired meaning. Allah knows best. We should mention that Ibn Hazm and those of the Zahiriyyah like him made an error when they used this Hadith to include Ad-Dahr among Allah's most beautiful Names. Allah's statement,\nوَإِذَا تُتْلَى عَلَيْهِمْ ءَايَـتُنَا بَيِّنَاتٍ\n(And when Our Clear Ayat are recited to them,) means, when the truth is made plain to them and used as evidence against them, asserting that Allah is able to resurrect the bodies after they have perished and disintegrated,\nمَّا كَانَ حُجَّتَهُمْ إِلاَّ أَن قَالُواْ ائْتُواْ بِـَابَآئِنَآ إِن كُنتُمْ صَـدِقِينَ\n(their argument is no other than that they say: \"Bring back our fathers, if you are truthful!\") `bring them back to life, if what you say is true.' Allah the Exalted said,\nقُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ\n(Say (to them): \"Allah gives you life and then causes you to die...\") `for you are witnesses that He brings you (or new life) to existence after non--existence,'\nكَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَتًا فَأَحْيَـكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ\n(How can you disbelieve in Allah Seeing that you were dead and He gave you life. Then He will give you death, then again will bring you to life.) (2:28) Therefore, He Who is able to initiate creation, is able to restart it, as well and more obviously,\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.) (30:27) Allah said next,\nثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَـمَةِ لاَ رَيْبَ فِيهِ\n(then He will assemble you on the Day of Resurrection about which there is no doubt.) `when He resurrects you, it will be on and for the Day of Resurrection, not in this life. Therefore, your statement is groundless,'\nائْتُواْ بِـَابَآئِنَآ إِن كُنتُمْ صَـدِقِينَ\nBring back our (dead) fathers, if you are truthful! Allah said,\nيَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ\nThe Day when He will gather you (all) on the Day of Gathering. )64:9(,\nلأَيِّ يَوْمٍ أُجِّلَتْ - لِيَوْمِ الْفَصْلِ\n(For what Day are these signs postponed For the Day of sorting out.) (77:12-13), and,\nوَمَا نُؤَخِّرُهُ إِلاَّ لاًّجَلٍ مَّعْدُودٍ\n(And We delay it only for a term (already) fixed.) (11:104) Allah said here,\nثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَـمَةِ لاَ رَيْبَ فِيهِ\n(then He will assemble you on the Day of Resurrection about which there is no doubt.) there is no doubt that it will come,\nوَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ\n(But most of mankind know not.) and this is why they deny Resurrection and discount the fact that the bodies will be brought back to life. Allah the Exalted said,\nإِنَّهُمْ يَرَوْنَهُ بَعِيداً - وَنَرَاهُ قَرِيباً\n(Verily, they see it afar off. But We see it (quite) near.) (70:6), they discount the possibility that Resurrection will ever come, while the believers believe that its occurrence is easy and imminent.",
  "ayah": 25,
  "surah": 45
}
