{
  "text": "Some of the Conditions of the Day of Resurrection and its Horrors\nAllah mentions that He is the King and Owner of the heavens and earth, and the Only Ruler over them in this life and the Hereafter. Allah's statement,\nوَيَوْمَ تَقُومُ السَّاعَةُ\n(And on the Day that the Hour will be established) on the Day of Resurrection,\nيَخْسَرُ الْمُبْطِلُونَ\n(the followers of falsehood shall lose.) those who disbelieve in Allah and reject the clear proofs and unequivocal evidences that He has sent down to His Messengers. Allah said,\nوَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً\n(And you will see each nation humbled to their knees (Jathiyah),) kneeling, fearful of the tremendous calamity and events. It was said that this will occur when Hellfire will be brought forth, for she will exhale once, and everyone will fall to their knees, including Ibrahim, the Khalil. He will proclaim, \"Myself, myself, myself! Today, I will not ask You (O Allah) but about myself.\" And even `Isa, will proclaim, \"Today, I will only argue before You on my own behalf, I will not ask You about Maryam, who gave birth to me.\" Allah said next,\nكُلُّ أمَّةٍ تُدْعَى إِلَى كِتَـبِهَا\n(each nation will be called to its Record. ) meaning, Record of deeds. Allah said in a similar Ayah,\nوَوُضِعَ الْكِتَـبُ وَجِـىءَ بِالنَّبِيِّيْنَ وَالشُّهَدَآءِ\n(And the Book will be presented; and the Prophets and the witnesses will be brought forward) (39:69). This is why Allah said here,\nالْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ\n(This Day you shall be recompensed for what you used to do.) `you will be judged according to your deeds, good and evil.' Allah said in similar Ayat;\nيُنَبَّأُ الإِنسَـنُ يَوْمَئِذِ بِمَا قَدَّمَ وَأَخَّرَ - بَلِ الإِنسَـنُ عَلَى نَفْسِهِ بَصِيرَةٌ - وَلَوْ أَلْقَى مَعَاذِيرَهُ\n(On that Day man will be informed of what he sent forward, and what he left behind. Nay! Man will be a witness against himself, though he may put forth his excuses.) (75:13-15) Allah said,\nهَـذَا كِتَـبُنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ\n(This, Our Record speaks about you with truth.) It contains the record of all your actions, without addition or deletion. Allah also said:\nوَوُضِعَ الْكِتَـبُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يوَيْلَتَنَا مَا لِهَـذَا الْكِتَـبِ لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا\n(And the Book will be presented, and you will see the criminals, fearful of that which is therein. They will say:\"Woe to us! What sort of Book is this that leaves neither a small thing nor a big thing, but has recorded it with numbers!\" And they will find all that they did, placed before them, and your Lord treats no one with injustice.) (18:49) Allah's statement,\nإِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ\n(Verily, We were recording what you used to do.) means, `We ordered Our scribe angels to record your deeds.' Ibn `Abbas and others commented, \"The angels record the deeds of the servants and then ascend to heaven with them. There, they meet the angels entrusted with the Records of deeds sent down from Al-Lawh Al-Mahfuz on each Night of Al-Qadr, containing what Allah has written will occur from the servants, long before He created them. They will compare their records and find out that not a single letter was added or deleted.\" He then recited this Ayah,\nإِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ\n(Verily, We were recording what you used to do.)",
  "ayah": 29,
  "surah": 45
}
