{
  "text": "Commentary\nIn the previous verse, mention was made of the mutual hostility between the believers and infidels. One aspect of this hostility has been described in this verse, namely that among the infidels there are those who not only persist in error themselves but also prevent others from following the path of virtue. Those were the people who prevented the Holy Prophet ﷺ and his companions when they wanted to enter the Sacred Mosque wearing the pilgrim's garb. Traditionally the Sacred Mosque and that part of Makkah which has an essential role in the rituals of the pilgrimage was not their property and they had no right to deny entry to anyone. The place is open to everyone, whether a local resident or a visitor. The verse goes on to say that anyone who commits an impious act in the Sacred Mosque, (meaning the whole of حَرَم Haram), such as preventing people from entering the Mosque, will be made to suffer severe chastisement from Allah, especially if he is also a polytheist as was the case with the infidels of Makkah. They will be liable for double punishment, one for being non-believers and second for preventing others to enter the Sacred Mosque for pilgrimage. Although all sinful acts especially shirk and kufr are forbidden and are great crimes and sins which are liable to punishment at all times and in all places, but such acts carried out in the حَرَم Haram enhance the crime double-fold, and hence referred here for their special importance.\nيَصُدُّونَ عَن سَبِيلِ اللَّـهِ (Prevent (people) from the way of Allah - 22:25) The words سَبِيلِ اللَّـهِ (the way of Allah) mean Islam and the sense of the verse is that these people not only repudiate Islam themselves but also prevent others from accepting it.\nTheir second offence is that they stop the Muslims from entering the Sacred Mosque (Al-Masjid Al-Haram) (22:25). In reality Al-Masjid Al-Haram is the name of the mosque which is built around بَیت اللہ (House of Allah - the Holy Ka'bah), and it is a very important part of حَرَم haram of Makkah. However, the term Al-Masjid Al-Haram is usually used for the whole of haram of Makkah, as is the case under this episode. Thus the infidels of Makkah excluded the Muslims not only from the Sacred Mosque but also from the precincts of haram of Makkah (as is evident from numerous traditions), and the words اَلمَسجِد الحَرَام used in this verse cover the entire haram. The Holy Qur'an has at another place used the word اَلمَسجِد الحَرَام under this episode in the meaning of the whole area of حَرَم Haram: وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَ‌امِ. (48:25)\nThe meaning of equal rights of all Muslims within Haram of Makkah\nAccording to al-Durr al-Manthur the term Al-Masjid Al-Haram in the present context means the entire haram as reported from Sayyidna Ibn ` Abbas ؓ . The entire Muslim Ummah and all the jurists are unanimous on the fact that all those areas of Makkah and the haram where the essential rituals of the pilgrimage are performed, such as the space between Safa and Marwah, where the pilgrims perform سَعِی Sa'y, and all the open areas of Mina, ` Arafat and Muzdalifah are waqf for the benefit of the entire Muslim ummah and have never been, nor can ever be, owned by individuals. Some jurists apply this principle to the private houses in Makkah and the open lands in the area of haram to infer that these too are waqf for all the Muslims, that a Muslim can stay anywhere he likes and that the sale or letting out these properties on rent is not permissible. However, there are other jurists who do not accept this view and believe that the ownership of these properties can vest in private individuals and the houses can be sold or let out on rent. It is well established that Sayyidna ` Umar ؓ purchased the house of Safwan Ibn Umayyah in Makkah for use as prison for the criminals. As for Imam Abu Hanifah (رح) ، both views are attributed to him in different reports, but the hanaff jurists have issued their Fatwa (ruling) in favour of the latter view. (Ruh ul-Ma` ani) This verse mentions certain areas of haram where entry was denied to the Holy Prophet ﷺ and his companions by the infidels of Makkah, but these areas are waqf by consensus of ummah and nobody can be denied access to them.\nوَمَن يُرِ‌دْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ (And whoever intends therein to commit deviation with injustice - 22:25.) The word إِلْحَادٍ literally means deviation from the right path. While Mujahid and Qatadah have interpreted this word to mean unbelief and denial of the Oneness of Allah (kufr and shirk) other commentators have given this word its literal meaning which embraces all kinds of sins so much so that even hurling abuses to one's servant is also included in it.\nSayyidna ` Ata' ؓ has further enlarged the scope of the meaning of this word by declaring that ilhad within the precincts of haram means entering it without wearing the pilgrims garb (ihram), or violating any of the prohibition inside the haram, such as hunting or cutting down trees within its limits. It needs to be clarified here that all things forbidden by the religious code are forbidden everywhere and will attract punishment wherever committed; and the specific reference to haram in this verse is to emphasize the fact that just as a good deed performed within its limits will be generously rewarded, similarly a sin committed there will attract the most severe punishment. (Mujahid). Sayyidna ` Abdullah Ibn Masud ؓ has related another interpretation of the word ilhad to mean that whereas at any other place the mere intention to commit a sin does not constitute a sin unless it is actually committed, within the limits of the haram even the resolve to commit a sin is punishable, as if it has actually been committed. Qurtubi has adopted this interpretation from Ibn ` Umar ؓ and lends his own support to it. Whenever Sayyidna ` Abdullah Ibn ` Umar ؓ went for the pilgrimage, he used to set up two tents - one within the limits of haram and the other outside it. If ever an occasion arose when he needed to scold or rebuke any one of his households, he would do it in the tent which he had set up outside the limits of haram. When people asked him the reason for this, his answer was that the words کلَّا واللہ or بلٰی واللہ\twhich a person normally uses when angry also constitute إلحَاد فی الحَرَم (committing an act of sin within the precincts of haram). (Mazhari)",
  "ayah": 25,
  "surah": 22
}
