{
  "text": "Commentary\nThe previous verse contains a warning of severe punishment to the infidels who prevented the Muslims from entering the Sacred Mosque and the precincts of Haram. This verse describes the eminence and the superior status of the Baitullah which magnifies manifold the evil of their deeds.\nThe start of founding the structure of the House of Allah (the Holy Ka'bah)\nوَإِذْ بَوَّأْنَا لِإِبْرَ‌اهِيمَ مَكَانَ الْبَيْتِ (And [ remember ] when We pointed out for Ibrahim the place of the House - 22:26.) The word بَوَّء literally means ` to assign to someone a place for his residence.' The verse calls to attention the fact that Allah assigned to Sayyidna Ibrahim\tعلیہ السلام a place where Baitullah was located. There is a hint here that he was not settled there already, since he migrated here from Syria. And a reference to مَکَانَ البَیت (the place of the House) suggests that the House of Allah pre-existed the arrival of Sayyidna Ibrahim (علیہ السلام) ، because according to reliable traditions its first foundations were laid about the time when Sayyidna 'Adam (علیہ السلام) was sent upon the earth and he, and the prophets who came after him, used to make tawaf (circumambulation) around it. At the time of Deluge in the days of Sayyidna Nuh (علیہ السلام) its upper-structure was removed but the foundations remained intact. Sayyidna Ibrahim (علیہ السلام) was brought to this place and commanded by Allah Ta’ ala أَن لَّا تُشْرِ‌كْ بِي شَيْئًا (Do not associate with Me any one - 22:26). It is quite evident that Sayyidna Ibrahim (علیہ السلام) could not commit shirk, because he had himself suffered considerable torment at the hands of polytheists after they accused him of having destroyed their idols. The intention here is to warn the people at large against the great sin of polytheism. The second command was وَطَهِّرْ‌ بَيْتِيَ (purify My House - 22:26), even though the House of Allah did not exist at that time. But the fact of the matter is that Baitullah is not just a structure of bricks and mortar, rather the term encompasses that entire piece of sacred land where Baitullah once stood and whose structure Sayyidna Ibrahim (علیہ السلام) was now commanded to raise once again on the original foundations. As for the command to purify the place, Qurtubi says that in those days the tribes of Jurhum (جُرھَم) and Amalakites (عمالقہ) had placed idols there, which they worshipped. (Qurtubi) Another view is that this command is for the future generations not only to keep the place free from infidelity and polytheism but also to pay special attention to its external cleanliness and purity.",
  "ayah": 26,
  "surah": 22
}
