{
  "text": "How the Day of Resurrection will be equal to one thousand years by our reckoning\nIn this verseإِنَّ يَوْمًا عِندَ رَ‌بِّكَ كَأَلْفِ سَنَةٍ (22:47) means that one day with your Lord is like one thousand years of what you count. This verse can be interpreted in two ways. The first meaning is that the verse refers to the Day of Resurrection and the events which will take place on that day will be so horrifying and of such extreme severity that the day will appear never to end, as if it was equal to one thousand years according to our reckoning. Many commentators have interpreted this verse accordingly.\nThe other meaning of the verse is that the Day of Resurrection will in actual fact be so long that it will stretch up to one thousand years of this world. This view is supported by a saying of the Holy Prophet ﷺ as reported in Musnad of Ahmad and Tirmidhi on the authority of Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ once addressed the poor people of the muhajirin (i.e. those who migrated from Makkah) and said, ` I give you good news about the full refulgence on the Day of Resurrection and that you will be admitted to heaven half a day before the rich and the wealthy, and a day in the Hereafter will be of one thousand years, hence the poor will enter the heaven five hundred years before the wealthy'. Tirmidhi has classified this hadith as 'hasan'. (Mazhari)\nA doubt and its explanation\nThere is a verse in Surah Al-Ma'arij which says that the day with your Lord will be equal to fifty thousand years كَانَ مِقْدَارُ‌هُ خَمْسِينَ أَلْفَ سَنَةٍ. (Whereof the measure is fifty thousand yours - 70:4) This can also be explained by applying either of the two explanations of the present verse and in the first case since every person will suffer different levels of severity, to some it will appear as if he has suffered pain for one thousand years, while to others the period will appear equal to fifty thousand years. If, however, the second explanation is applied to this verse, then there would appear to be a contradiction between the verses where one verse equates the Day of Resurrection to one thousand years and the other to fifty thousand years. But this so-called contradiction has been reconciled by Sayyidna Ashraf ` Ali Thanavi (رح))in his commentary Bayan ul-Qur'an, by saying that this difference may be due to different horizons. Just as we see in our world that the length of day and night is different on different horizons, (on zero latitude it is of 24 hours while at the latitude of 900 it is one year. Likewise it is possible that the length of the Day of Resurrection would be different on different horizons, and if its length right below the day line is one thousand years because of miraculously slow rotation of sun or earth), the areas falling 50 times far from it may have a day 50 times more in length. And Allah knows best.",
  "ayah": 50,
  "surah": 22
}
