{
  "text": "Commentary\nمِن رَّ‌سُولٍ وَلَا نَبِيٍّ (any messenger and any prophet - 22:52) This shows that the words Rasul رَّ‌سُولٍ and Nabi carry different meanings, though there is no consensus as to the precise nature of the difference. For our purpose it is enough to understand that Nabi نَبِيٍّ is a person whom Allah Ta’ ala designates with a mission to reform his people and who receives revelations from Him. He may receive a Scripture and a code of laws or he may be commanded to convey the message of an earlier Book and code of laws. Sayyidna Musa (علیہ السلام) and ` Isa' (علیہ السلام) belong to the first category, whereas Sayyidna Harun (علیہ السلام) ، who was directed to propagate the teachings of Torah and the Mosaic Laws, falls in the second category. On the other hand a Rasul رَّ‌سُولٍ is a person who receives from Allah Ta’ ala a Scripture and a code of laws. Thus every رَّ‌سُولٍ Rasul is necessarily a Nabi also, but every Nabi is not a Rasul. These distinctions are applicable to human beings only. That an angel who carries wahy from Allah Ta’ ala is also named as Rasul does not contradict this position. This subject has already been discussed in detail in Surah Maryam in the beginning of this volume.\nأَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ (The Shaitan cast (doubts) about what he recited - 22:52) In this verse the word تَمَنَّىٰ has been used as a synonym for قَرَأَ thus أُمْنِيَّتِهِ would mean قِرَأت (recitation). This verse explains that the disputes raised by the disbelievers in regard to Allah's message is not something new as similar doubts were raised by earlier people as well when their prophets presented to them the message of Truth, and the Shaitan cast doubts about it in the hearts of disbelievers. This explanation of the verse is quite clear and straight-forward, and has been adopted by many commentators including Abu Hayyan in his Bahr-ul-Muhit. However, some books of traditions have reported here an incident which is not proved by authentic sources. The incident is known as حَدِیث الٖغرانیق (hadith-ulgharaniq). Some scholars have held that it is invented by some heretics and enemies of Islam. But even those who believe this tradition to be worthwhile have taken pains to remove the doubts, which the words raise about the categorical and undisputed laws of Qur'an and Sunnah. The plain and simple meaning of the verse has been explained above and the alleged incident in no way affects this meaning. Making this incident as a part and parcel of the commentary on this verse, thereby creating unnecessary doubts, and then attempting to answer those doubts is an exercise in futility and absolutely undesirable وَاللہُ سبحانَہُ و تعالیٰ اَعلَم .",
  "ayah": 52,
  "surah": 22
}
