{
  "text": "Different stages in the development of foetus in mother's womb\nفَإِنَّا خَلَقْنَاكُم مِّن تُرَ‌ابٍ (We created you from dust - 22:5.) This verse deals with the different stages through which the foetus passes in its mother's womb before taking a human form. There is a detailed hadith on this subject, which is reproduced in Sahih of Bukhari on the authority of Sayyidna Ibn Masud ؓ to the effect that the Holy Prophet ﷺ said, \"Human matter retains its original form in the woman's womb for forty days after which it becomes a clot of blood. After a further period of forty days it becomes a lump of flesh. Thereafter an angel is sent by Allah Ta’ ala who breaths a soul into it and records four things about it, namely how long it will live, how much sustenance it will receive, what acts he will do, and finally whether its end will be wretched or fortunate. (Qurtubi)\nThere is another narration which has been related by Ibn Abi Hatim and Ibn Jarir, also on the authority of ` Abdullah Ibn Masud ؓ ، that when the seed becomes a lump of flesh after passing through different stages, the angel responsible to watch the progressive development of each individual then seeks guidance from Allah Ta’ ala saying: یَارَبّ مُخَلَّقَۃ او غیر مُخَلَّقۃ . That is, whether it is His will that the lump of flesh should be allowed to grow and become a living human being. If Allah says it is: غَیر مُخَلَّقۃ then the womb aborts the foetus and it does not reach the higher stages leading to a live birth. On the other hand, if Allah says that it is: مُخَلَّقۃ then the angel asks Him whether it is to be a boy or a girl, wretched or fortunate, how long it will live, how it will spend its life and when it will die. The angel is given information on all these matters then and there. (Ibn Kathir) Sayyidna Ibn ` Abbas\tرضی اللہ تعالیٰ عنہما has also interpreted the words (مُخَلَّقَۃ او غیر مُخَلَّقۃ) in a similar manner. (Qurtubi)\nمُّخَلَّقَةٍ وَغَيْرِ‌ مُخَلَّقَةٍ (shaped or unshaped - 22:5). It is evident from the hadith referred to above that the human seed which completes its full term in the womb and is destined to be born as a normal human being is meant by\t(shaped), whereas a seed which is destined to be aborted is (unshaped). However, there are other commentators who have explained these two words differently. According to them a foetus which completes all the stages of growth and development and whose limbs and other organs of the body are healthy, normal and proportionate ism (shaped). On the other hand, a foetus whose limbs are deformed or disproportionate is غَيْرِ‌ مُخَلَّقَةٍ (unshaped). The latter interpretation is close to the translation adopted above. Allah knows best.\nثُمَّ نُخْرِ‌جُكُمْ طِفْلًا Then We bring you out as babies - 22:5) Then Allah brings forth the baby from its mother's womb as a totally helpless thing. Its body is weak and so are its other faculties, such as hearing, vision, senses, brain function, and overall physical movements including its grasp. All theses faculties grow strong as time passes until they reach their full capability. This is the meaning of the words ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ. (Then [ We nourish you ] so that you reach your maturity - 22:5). The word Ashudd اَشُد is the plural of shiddah شِدَّہ ، just as An` um اَنعَم is the plural of Ni'mah نِعمَۃ . The meanings of these words are that the process of gradual development continues until all the faculties reach their peak and this happens when a person is in the prime of his youth.\nأَرْ‌ذَلِ الْعُمُرِ‌ (The worst part of the age - 22:5). It means the stage of life when human faculties and senses begin to degenerate. The Holy Prophet ﷺ had sought Allah's protection from such life. Nasa'i has quoted Sayyidna Sa'd ؓ as saying that the Holy Prophet ﷺ used to repeat the following prayer very frequently. (Qurtubi):\nاللَّھُمَّ اِنِّی اَعُوذُ بِکَ مِنَ البُخَلِ واَعُوذُ بِکَ مِنَ الجُبنِ وَ اَعُوذُ بِکَ مِنَ اَن اُرَدَّ اِلٰی اَرذَلِ العُمرِ وَ اَعُوذُ بِکَ مِنَ فِتنَۃِ الدُّنیَا وَ عَذَابِ القَبرِ\n(0 Allah! I seek Your protection from miserliness, and I seek Your protection from cowardice, and I seek Your protection from that I am carried to the age of helplessness, and I seek Your protection from the seductions of this world and the chastisement of the grave.)\nAn account of the different stages of human life after birth\nMusnad of Ahmad and Musnad of Abu Ya` la quote Sayyidna 'Anas Ibn Malik ؓ that the Holy Prophet ﷺ once said \"The good deeds of a minor child are recorded in the account of his father or both his parents, but his evil deeds are not recorded, neither in his parents' account nor in his own. After he has attained majority, an account is opened in his own name and the two angels who are attached to him are commanded to afford him protection and provide him strength. When he reaches the age of forty years and is still a Muslim, then Allah Ta’ ala grants him immunity from three diseases: insanity, leprosy and leucoderma. When he reaches the age of fifty years, Allah eases and abates his record. At the age of sixty, Allah Ta’ ala creates in him an urge to turn his thoughts towards Him. At seventy, all the inhabitants of the sky begin to love him. When he is eighty, Allah Ta’ ala records his good deeds but ignores his lapses. At ninety, Allah writes off all his sins, and grants him permission to intercede on behalf of his relatives and also accepts his intercession. He is then given the titles of اَمِین اللہ (Allah's trustee) and اَسِیرَ اللہ فی الارض (that is the prisoner of Allah on earth, because at that age all his strength is gone, he loses interest in his surroundings and spends his life like a prisoner). And when he reaches the worst of age, then all the good deeds which he used to perform when he was strong and healthy continue to be recorded in his account while his sinful acts remain unrecorded.\"\nHaving reproduced this tradition from Musnad Abu Ya` la, Hafiz Ibn Kathir says:\nھٰذاحَدِیث غَرِیب جِدَّاً و فِیہ نکارۃ شدیدہ\nThis hadith is gharb (i.e. reported by one narrator only), and is extremely munkar (i.e. reported by a weak narrator against the authentic traditions).\nHe then adds:\nو مع ھذا قد رواہ الامام احمد بن حنبل فی مسندہٖ موقوفاً و مرفوعاً\n(And in spite of all this Imam Ahmad Ibn Hanbal (رح) has related it in his Musnad both as a saying of the Holy Prophet ﷺ and as a saying of a Sahabi, that is traced.",
  "ayah": 7,
  "surah": 22
}
