{
  "text": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (11)استئناف انتقل إليه بعد أن تُوُعِّد المشركون بما يحصل لهم من التغابن يوم يجمع الله الناس يوم الحساب . ويشبه أن يكون استئنافاً بيانياً لأن تهديد المشركين بيوم الحساب يثير في نفوس المؤمنين التساؤل عن الانتصاف من المشركين في الدنيا على ما يلقاه المسلمون من إضرارهم بمكة فإنهم لم يكفوا عن أذى المسلمين وإصابتهم في أبدَانهم وأموالهم والفتنة بينهم وبين أزواجهم وأبنائهم .فالمراد : المصائبُ التي أصابت المسلمين من معاملة المشركين فأنبأهم الله بما يسليهم عن ذلك بأن الله عالم بما ينالهم . وقال القرطبي «قيل سبب نزولها أن الكفار قالوا : لو كان ما عليه المسلمون حقاً لصانهم الله عن المصائب» .واختصت المصيبة في استعمال اللغة بما يَلحق الإِنسان من شر وضر وإن كان أصل فعلها يقال كما يصيب الإِنسان مطلقاً ولكن غلب إطلاق فعل أصاب على لحاق السوء ، وقد قيل في قوله تعالى : { ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك } [ النساء : 79 ] ، أن إسناد الإِصابة إلى الحسنة من قبيل المشاكلة .وتأنيث المصيبة لتأويلها بالحادثة وتقدم عند قوله تعالى : { أو لما أصابتكم مصيبة قد أصبتم مثليها } في سورة [ آل عمران : 165 ] .والإِذن : أصله إجازة الفعل لمن يفعله وأطلق على إباحة الدخول إلى البيت وإزالة الحجاب لأنه مشتق من أذِن له إذا سمع كلامه . وهو هنا مستعار لتكوين أسباب الحوادث . وهي الأسباب التي تفضي في نظام العادة إلى وقوععِ واقعات ، وهي من آثار صنع الله في نظام هذا العالم من ربط المسببات بأسبابها مع علمه بما تفضي إليه تلك الأسباب فلما كان هو الذي أوجد الأسباب وأسبابَ أسبابها ، وكان قد جعل ذلك كله أصولاً وفروعاً بعلمه وحكمته ، أطلق على ذلك التقدير والتكوين لفظُ الإِذن ، والمشابهة ظاهرة ، وهذا في معنى قوله : { ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها } [ الحديد : 22 ] .ومقتضى هذه الاستعارة تقريب حقيقة التقلبات الدنيوية إلى عقول المسلمين باختصار العبارة لضيق المقام عن الإِطناب في بيان العلل والأسباب ، ولأن أكثر ذلك لا تبلغ إليه عقول عموم الأمة بسهولة . والقصد من هذا تعليم المسلمين الصبر على ما يغلبهم من مصائب الحوادث لكيلا تُفَلّ عزائمهم ولا يهنوا ولا يلهيهم الحزن عن مهمات أمورهم وتدبير شؤونهم كما قال في سورة [ الحديد : 23 ] { لكيلا تأسَوا على ما فاتكم }ولذلك أعقبه هنا بقوله : ومن يؤمن بالله يهد قلبه } ، أي يهد قلبه عندما تصيبه مصيبة ، فحذف هذا المتعلق لظهوره من السياق قال : { ولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين إن يَمْسَسْكُم قَرح فقد مسّ القوم قرْح مثلُه وتلك الأيام نداولها بين الناس }[ آل عمران : 139 - 140 ] .والمعنى : أن المؤمن مرتاض بالأخلاق الإِسلامية متبع لوصايا الله تعالى فهو مجاف لفاسد الأخلاق من الجزع والهلع يتلقى ما يصيبه من مصيبة بالصبر والتفكر في أن الحياة لا تخلو من عوارض مؤلمة أو مكدرة . قال تعالى : { وبشر الصابرين الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون } [ البقرة : 155 - 157 ] ، أي أصحاب الهدى الكامل لأنه هدىً متلقىًّ من التعاليم الإلهية الحق المعصومة من الخطل كقوله هنا : { يهد قلبه } .وهذا الخبر في قوله : { ومن يؤمن بالله يهد قلبه } إيماء إلى الأمر بالثبات والصبر عند حلول المصائب لأنه يلزم من هدْي الله قلب المؤمن عند المصيبة ترغيب المؤمنين في الثبات والتصبر عند حلول المصائب فلذلك ذيل بجملة { والله بكل شيء عليم } فهو تذييل للجملة التي قبلها وارد على مراعاة جميع ما تضمنته من أن المصائب بإذن الله ، ومن أن الله يهدي قلوب المؤمنين للثبات عند حلول المصائب ومن الأمر بالثبات والصبر عند المصائب ، أي يعلم جميع ذلك .وفيه كناية عن مجازاة الصابرين بالثواب لأن فائدة علم الله التي تهم الناس هو التخلق ورجاء الثواب ورفع الدرجات .",
  "ayah": 11,
  "surah": 64
}
