{
  "text": "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ (7)هذا ضرب ثالث من ضروب كفر المشركين المخاطبين بقوله : { ألم يأتكم } [ التغابن : 5 ] الخ ، وهو كفرهم بإنكارهم البعث والجزاءَ .والجملة ابتدائية . وهذا الكلام موجه إلى النبي صلى الله عليه وسلم بقرينة قوله : { قل بلى } . وليس هذا من الإِظهار في مقام الإِضمار ولا من الالتفات بل هو ابتداء غرض مخاطببٍ به غيرُ من كان الخطاب جارياً معهم .وتتضمن الجملة تصريحاً بإثبات البعث ذلك الذي أوتي إليه فيما مضى يفيد بالحق في قوله : { خلق السموات والأرض بالحق } [ التغابن : 3 ] وبقوله : { يعلم ما في السموات والأرض } [ التغابن : 4 ] كما علمته آنفاً .والزعم : القول الموسوم بمخالفة الواقع خَطَأ فمنه الكذب الذي لم يتعمد قائله أن يخالف الواقع في ظن سامعه . ويطلق على الخبر المستغرب المشكوك في وقوع ما أُخبر به ، وعن شُريح : لكل شيء كنية وكنية الكذب زعموا ( أراد بالكنية الكناية ) . فَبَيْن الزعم والكذب عموم وخصوص وجهي .وفي الحديث «بئس مطية الرجل إلى الكذب زعموا» ، أي قول الرجل زعموا كذا . وروى أهل الأدب أن الأعشى لما أنشد قيس بن معد يكرب الكِندي قوله في مدحه :ونبئتُ قيساً ولم أَبلُه ... كما زَعموا خيرَ أهل اليمنغضب قيس وقال له : «وما هو إلا الزعم» .ولأجل ما يصاحب الزعم من توهم قائله صدق ما قاله أُلحق فعلُ زعم بأفعال الظن فنصب مفعولين . وليس كثيراً في كلامهم ، ومنه قول أبي ذؤيب :فإن تزعميني كنتُ أجهلُ فيكم ... فإني شَرَيْتُ الحِلم بَعدَككِ بالجهلومن شواهد النحو قول أبي أمية أوس الحنفي: ... زعمتْني شيخاً ولستُ بشيخإنما الشيخ من يَدبّ دبيباً ... والأكثر أن يقع بعد فعل الزعم ( أَنَّ ) المفتوحة المشددة أو المخففة مثل التي في هذه الآية فيسد المصدرُ المنسبك مسدّ المفعولين . والتقدير : زعم الذين كفروا انتفاء بعثهم .وتقدم الكلام على فعل الزعم في قوله تعالى : { ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك } الآية في سورة [ النساء : 60 ] ، وقوله : { ثم نقول للذين أشركوا أين شركاؤكم الذين كنتم تزعمون } في سورة [ الأنعام : 22 ] وما ذكرته هنا أوفى .والمراد ب الذين كفروا } هنا المشركون من أهل مكة ومن على دينهم .واجتلاب حرف { لن } لتأكيد النفي فكانوا موقنين بانتفاء البعث .ولذلك جيء إبطال زعمهم مؤكَّداً بالقَسَم لينْقض نفيهم بأشد منه ، فأُمر النبي صلى الله عليه وسلم بأن يبلغهم عن الله أن البعث واقع وخاطبهم بذلك تسجيلاً عليهم أن لا يقولوا ما بلغناه ذلك .وجملة { قل بلى } معترضة بين جملة { زعم الذين كفروا } وجملةِ { فآمنوا بالله ورسوله } [ التغابن : 8 ] .وحرف { بلَى } حرف جواب للإِبطال خاصصٍ بجواب الكلام المنفي لإِبطاله .وجملة { ثم لتنبؤن بما عملتم } ارتقاء في الإِبطال .و { ثم } للتراخي الرتبي فإن إنباءهم بما عملوا أهم من إثبات البعث إذ هو العلة للبعث .والإِنباء : الإِخبار ، وإنباؤهم بما عملوا كناية عن محاسبتهم عليه وجزائهم عما عملوه ، فإن الجزاء يستلزم علم المجازَى بعمله الذي جوزي عليه فكانَ حصول الجزاء بمنزلة إخباره بما عمله كقوله تعالى : { إلينا مرجعهم فننبئهم بما عملوا } [ لقمان : 23 ] .وهذا وعيد وتهديد بجزاء سَيّىءٍ لأن المقام دليل على أن عملهم سَيىء وهو تكذيب الرسول صلى الله عليه وسلم وإنكار ما دعاهم إليه .وجملة { وذلك على الله يسير } تذييل ، والواو اعتراضية .واسم الإِشارة : إما عائد إلى البعث المفهوم من { لتبعثن } مثل قوله : { اعدلوا هو أقرب للتقوى } [ المائدة : 8 ] أي العدل أقرب للتقوى ، وإما عائد إلى معنى المذكور من مجموع { لتبعثن ثم لتنبؤن بما عملتم } .وأخبر عنه ب { يسير } دون أن يقال : وَاقِع كما قال : { وإن الدين لواقع } [ الذاريات : 6 ] ، لأن الكلام لردّ إحالتهم البعث بعلة أن أجزاء الجسد تفرقت فيتعذر جمعها فذكِّروا بأن العسير في متعارف الناس لا يعسر على الله وقد قال في الآية الأخرى { وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه } [ الروم : 27 ] .",
  "ayah": 7,
  "surah": 64
}
