{
  "text": "حضرت سلیمان حضرت داؤد کے وارث۔ اللہ تعالیٰ نے جوا یک بڑی نعمت حضرت داؤد ؑ کو عطا فرمائی تھی اس کا ذکر فرما رہا ہے کہ ان کی نبوت کا وارث ان کے لڑکے حضرت سلیمان ؑ کو بنادیا۔ اسی لئے صرف حضرت سلیمان کا ذکر کیا ورنہ ان کے اور بچے بھی تھے۔ ایک سو عورتیں آپ کی لونڈیوں کے علاوہ تھیں۔ چناچہ اور آیت میں ہے (وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍ ۭ اِنَّ ھٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ 16؀) 27۔ النمل :16) یعنی حضرت داود کے وارث حضرت سلیمان ہوئے یعنی نبوت آپ کے بعد انہیں ملی۔ یہ بھی بڑے اچھے بندے تھے یعنی خوب عبادت گذار تھے اور اللہ کی طرف جھکنے والے تھے۔ مکحول کہتے ہیں کہ جناب داؤد نبی نے ایک مرتبہ آپ سے چند سوالات کئے اور ان کے معقول جوابات پا کر فرمایا کہ آپ نبی اللہ ہیں۔ پوچھا کہ سب سے اچھی چیز کیا ہے ؟ جواب دیا کہ اللہ کی طرف سکینت اور ایمان پوچھا کہ سب سے زیادہ میٹھی چیز کیا ہے ؟ جواب ملا اللہ کی رحمت پوچھا سب سے زیادہ ٹھنڈک والی چیز کیا ہے ؟ جواب دیا اللہ کا لوگوں سے درگذر کرنا اور لوگوں کا آپس میں ایک دوسرے کو معاف کردینا (ابن ابی حاتم) حضرت سلیمان ؑ کے سامنے ان کی بادشاہت کے زمانے میں ان کے گھوڑے پیش کئے گئے۔ یہ بہت تیز رفتار تھے جو تین ٹانگوں پر کھڑے رہتے تھے اور ایک پیر یونہی سا زمین پر ٹکتا تھا۔ ایک قول یہ بھی ہے کہ یہ پر دار گھوڑے تھے تعداد میں بیس تھے۔ ابراہیم تمیمی نے گھوڑوں کی تعداد بیس ہزار بتلائی ہے۔ واللہ اعلم ابو داؤد میں ہے حضور ﷺ تبوک یا خیبر کے سفر سے واپس آئے تھے گھر میں تشریف فرما تھے جب تیز ہوا کے جھونکے سے گھر کے کونے کا پردہ ہٹ گیا وہاں حضرت عائشہ کی کھیلنے کی گڑیاں رکھی ہوئی تھیں۔ حضور ﷺ کی نظر بھی پڑگئی۔ دریافت کیا یہ کیا ہے ؟ حضرت عائشہ ؓ نے جواب دیا میری گڑیاں ہیں آپ نے دیکھا کہ بیچ میں ایک گھوڑا سا بنا ہوا ہے جس کے دو پر بھی کپڑے کے لگے ہوئے ہیں۔ پوچھا یہ کیا ہے ؟ کہا گھوڑا ہے فرمایا اور یہ اس کے اوپر دونوں طرف کپڑے کے کیا بنے ہوئے ہیں ؟ کہا یہ دونوں اس کے پر ہیں۔ فرمایا اچھا گھوڑا اور اس کے پر بھی ؟ صدیقہ نے عرض کیا کیا آپ نے نہیں سنا کہ حضرت سلیمان کے پر دار گھوڑے تھے، یہ سن کر حضور ﷺ ہنس دیئے یہاں تک کہ آپ کے آخری دانت دکھائی دینے لگے۔ حضرت سلیمان ؑ ان کے دیکھنے بھالنے میں اس قدر مشغول ہوگئے کہ عصر کی نماز کا خیال ہی نہ رہا بالکل بھول گئے۔ جیسے کہحضور ﷺ جنگ خندق والے دن لڑائی کی مشغولیت کی وجہ سے عصر کی نماز نہ پڑھ سکے تھے اور مغرب کے بعد ادا کی۔ چناچہ بخاری و مسلم میں ہے کہ سورج ڈوبنے کے بد حضرت عمر ؓ کفار قریش کو برا کہتے ہوئے حضور ﷺ کے پاس آئے اور کہنے لگے حضور ﷺ میں تو عصر کی نماز بھی نہ پڑھ سکا۔ آپ نے فرمایا میں بھی اب تک ادا نہیں کرسکا۔ چناچہ ہم بطحان میں گئے وہاں وضو کیا اور سورج کے غروب ہونے کے بعد عصر کی نماز ادا کی اور پھر مغرب پڑھی۔ یہ بھی ہوسکتا ہے کہ دین سلیمان میں جنگی صالح کی وجہ سے تاخیر نماز جائز ہو اور یہ جنگی گھوڑے تھے جنہیں اسی مقصد سے رکھا تھا۔ چناچہ بعض علماء نے یہ کہا بھی ہے کہ صلوۃ خوف کے جاری ہونے سے پہلے یہی حال تھا۔ بعض کہتے ہیں جب تلواریں تنی ہوئی ہوں لشکر بھڑ گئے ہوں اور نماز کے لئے رکوع و سجود کا امکان ہی نہ ہو تب یہ حکم ہے جیسے صحابہ ؓ نے تیستر کی فتح کے بعد موقعہ پر کیا تھا لیکن ہمارا پہلا قول ہی ٹھیک ہے اس لئے کہ اس کے بعد ہی حضرت سلیمان کا ان گھوڑوں کو دوبارہ طلب کرنا وغیرہ بیان ہوا ہے۔ انہیں واپس منگوا کر ان کے کاٹ ڈالنے کا حکم دیا اور فرمایا میرے رب کی عبادت سے مجھے اس چیز نے غافل کردیا میں ایسی چیز ہی نہیں رکھنے کا۔ چناچہ ان کی کوچیں کاٹ دی گئیں اور ان کی گردنیں ماری گئیں۔ لیکن حضرت ابن عباس کا بیان ہے کہ آپ نے گھوڑوں کے پیشانی کے بالوں وغیرہ پر ہاتھ پھیرا۔ امام ابن جریر بھی اسی قول کو اختیار کرتے ہیں کہ بلا وجہ جانوروں کو ایذاء پہچانی ممنوع ہے ان جانوروں کا کوئی قصور نہ تھا جو انہیں کٹوا دیتے لیکن میں کہتا ہوں کہ ممکن ہے یہ بات ان کی شرع میں جائز ہو خصوصاً ایسے وقت جبکہ وہ یاد اللہ میں حارج ہوئے اور وقت نماز نکل گیا تو دراصل یہ غصہ بھی اللہ کے لئے تھا۔ چناچہ اسی وجہ سے ان گھوڑوں سے بھی تیز اور ہلکی چیز اللہ نے اپنے نبی کو عطا فرمائی یعنی ہوا ان کے تابع کردی۔ حضرت ابو قتادہ ؓ اور حضرت ابو دھما اکثر حج کیا کرتے تھے ان کا بیان ہے کہ ایک مرتبہ ایک گاؤں میں ہماری ایک بدوی سے ملاقات ہوئی اس نے کہا کہ رسول اللہ ﷺ نے میرا ہاتھ تھام کر مجھے بہت کچھ دینی تعلیم دی اس میں یہ بھی فرمایا کہ اللہ سے ڈر کر تو جس چیز کو چھوڑے گا اللہ تجھے اس سے بہتر عطا فرمائیگا۔",
  "ayah": 33,
  "surah": 38
}
