{
  "text": "سلیمان ؑ کا تفصیلی تذکرہ۔ہم نے حضرت سلیمان کا امتحان لیا اور ان کی کرسی پر ایک جسم ڈال دیا، یعنی شیطان پھر وہ اپنے تخت و تاج کی طرف لوٹ آئے اس شیطان کا نام صخر تھا یا آصف تھا یا صرو تھا یا حقیق تھا۔ یہ واقعہ اکثر مفسرین نے ذکر کیا ہے کسی نے تفصیل کے ساتھ، کسی نے اختصار کے ساتھ۔ حضرت قتادہ ؓ اس واقعہ کو اس طرح بیان کرتے ہیں کہ حضرت سلیمان کو بیت المقدس کی تعمیر کا اس طرح حکم ہوا کہ لوہے کی آواز بھی نہ سنی جائے۔ آپ نے ہرچند تدبیریں کیں، لیکن کارگر نہ ہوئیں۔ پھر آپ نے سنا کہ سمندر میں ایک شطان ہے جس کا نام صخر ہے وہ البتہ ایسی ترکیب بتاسکتا ہے آپ نے حکم دیا کہ اسے کسی طرح لاؤ۔ ایک دریا سمندر میں ملتا تھا ہر ساتویں دن اس میں لبالب پانی آجاتا تھا اور یہی پانی یہ شیطان پیتا تھا۔ اس کا پانی نکال دیا گیا اور بالکل خالی کر کے پانی کو بند کر کے اس کے آنے والے دن اسے شراب سے پر کردیا گیا جب شیطان آیا اور یہ حال دیکھا تو کہنے لگا یہ تو مزے کی چیز ہے لیکن عقل کی دشمن جہالت کو ترقی دینے والی چیز ہے۔ چناچہ وہ پیاسا ہی چلا گیا۔ جب پیاس کی شدت ہوئی تو مجبوراً یہ سب کچھ کہتے ہوئے پینا ہی پڑا۔ اب عقل جاتی رہی اور اسے حضرت سلیمان کی انگوٹھی دکھائی گئی یا مونڈھوں کے درمیان سے مہر لگا دی گئی۔ یہ بےبس ہوگیا حضرت سلیمان کی حکومت اسی انگوٹھی کی وجہ سے تھی۔ جب یہ حضرت سلیمان کے پاس پہنچا تو آپ نے اسے یہ کام سر انجام دینے کا حکم دیا یہ ہدہد کے انڈے لے آیا اور انہیں جمع کر کے ان پر شیشہ رکھ دیا۔ ہدہد آیا اس نے اپنے انڈے دیکھے چاروں طرف گھوما لیکن دیکھا کہ ہاتھ نہیں آسکتے اڑ کر واپس چلا گیا اور الماس لے آیا اور اسے اس شیشے پر رکھ کر شیشے کو کاٹنا شروع کردیا آخر وہ کٹ گیا اور ہدہد اپنے انڈے لے گیا اور اس الماس کو بھی لے لیا گیا اور اسی سے پتھر کاٹ کاٹ کر عمارت شروع ہوئی حضرت سلیمان ؑ جب بیت الخلا میں یا حمام میں جاتے تو انگوٹھی اتار جاتے ایک دن حمام میں جانا تھا اور یہ شیطان آپ کے ساتھ تھا آپ اس وقت فرضی غسل کے لئے جا رہے تھے انگوٹھی اسی کو سونپ دی اور چلے گئے اس نے انگوٹھی سمندر میں پھینک دی اور شیطان پر حضرت سلیمان کی شکل ڈال دی گئی اور آپ سے تخت و تاج چھن گیا۔ سب چیزوں پر شیطان نے قبضہ کرلیا سوائے آپ کی بیویوں کے۔ اب اس سے بہت سی غیر معروف باتیں ظہور میں آنے لگیں اس زمانہ میں ایک صاحب تھے جو ایسے ہی تھے جیسے حضور ﷺ کے زمانہ میں حضرت فاروق ؓ۔ اس نے کہا آزمائش کرنی چاہئے مجھے تو یہ شخص سلیمان معلوم نہیں ہوتا۔ چناچہ ایک روز اس نے کہا کیوں جناب اگر کوئی شخص رات کو جنبی ہوجائے اور موسم ذرا ٹھنڈا ہو اور وہ سورج طلوع ہونے تک غسل نہ کرے تو کوئی حرج تو نہیں ؟ اس نے کہا ہرگز نہیں۔ چالیس دن تک یہ تخت سلیمان پر رہا پھر آپ کی مچھلی کے پیٹ سے انگوٹھی مل گئی ہاتھ میں ڈالتے ہی پھر تمام چیزیں آپ کی مطیع ہوگئیں۔ اسی کا بیان اس آیت میں ہے۔ سدی فرماتے ہیں کہ حضرت سلیمان ؑ کی ایک سو بیویاں تھیں آپ کو سب سے زیادہ اعتبار ان میں سے ایک بیوی پر تھا جن کا نام جراوہ تھا۔ جب جنبی ہونے یا پاخانے جاتے تو اپنی انگوٹھی انہی کو سونپ جاتے۔ ایک مرتبہ آپ پاخانے گئے پیچھے سے ایک شیطان آپ ہی کی صورت بنا کر آیا اور بیوی صاحبہ سے انگوٹھی طلب کی آپ نے دے دی یہ آتے ہی تخت پر بیٹھ گیا جب حضرت سلیمان آئے اور انگوٹھی طلب کی تو بیوی صاحبہ نے فرمایا آپ انگوٹھی تو لے گئے۔ آپ سمجھ گئے کہ یہ اللہ کی آزمائش ہے نہایت پریشان حال سے محل سے نکل گئے اس شیطان نے چالیس دن تک حکومت کی لیکن احکام کی تبدیلی کو دیکھ کر علماء نے سمجھ لیا کہ یہ سلیمان نہیں۔ چناچہ ان کی جماعت آپ کی بیویوں کے پاس آئی اور ان سے کہا یہ کیا معاملہ ہے ہمیں سلیمان کی ذات میں شک پڑگیا۔ اگر یہ سچ مچ سلیمان ہے تو اس کی عقل جاتی رہی ہے یا یہ کہ یہ سلیمان ہی نہیں۔ ورنہ ایسے خلاف شرع احکام نہ دیتا۔ عورتیں یہ سن کر رونے لگیں۔ یہ یہاں سے واپس آگئے اور تخت کے اردگرد اسے گھیر کر بٹھ گئے اور تورات کھول کر اس کی تلاوت شروع کردی۔ یہ خبیث شیطان کلام اللہ سے بھاگا اور انگوٹھی سمندر میں پھینک دی جسے ایک مچھلی نگل گئی۔ حضرت سلیمان یونہی اپنے دن گذارتے تھے ایک مرتبہ سمندر کے کنارے نکل گئے بھوک بہت لگی ہوئی تھی ماہی گیروں کو مچھلیاں پکڑتے ہوئے دیکھ کر ان کے پاس آ کر ان سے ایک مچھلی مانگی اور اپنا نام بھی بتایا، اس پر بعض لوگوں کو بڑا طیش آیا کہ دیکھو بھیک مناگنے والا اپنے تئیں سلیمان بتاتا ہے انہوں نے آپ کو مارنا پیٹنا شروع کیا آپ زخمی ہو کر کنارے جا کر اپنے زخم کا خون دھونے لگے۔ بعض ماہی گیروں کو رحم آگیا کہ ایک سائل کو خواہ مخواہ مارا۔ جاؤ بھئی اسے دو مچھلیاں دے آؤ بھوکا ہے بھون کھائے گا۔ چناچہ و مچھلیاں آپ کو دے آئے بھوک کی وجہ سے آپ اپنے زخم کو اور خون کو تو بھول گئے اور جلدی سے مچھلی کا پیٹ چاک کرنے بیٹھ گئے۔ قدرت اللہ سے اس کے پیٹ سے وہ انگوٹھی نکلی آپ نے اللہ کی تعریف بیان کی اور انگوٹھی انگلی میں ڈالی اس وقت پرندوں نے آ کر آپ پر سایہ کرلیا اور لوگوں نے آپ کو پہچان لیا اور آپ سے معذرت کرنے لگے آپ نے فرمایا یہ سب امر اللہ تھا اللہ کی طرف سے ایک امتحان تھا۔ آپ آئے اپنے تخت پر بیٹھ گئے اور حکم دیا کہ اس شیطان کو جہاں بھی وہ ہو گرفتار کر لاؤ چناچہ اسے قید کرلیا گیا آپ نے اسے ایک لوہے کے صندوق میں بند کیا اور قفل لگا کر اس پر اپنی مہر لگا دی اور سمندر میں پھنکوا دیا جو قیامت تک وہیں قید رہے گا۔ اس کا نام حقیق تھا۔ آپ کی یہ دعا کہ مجھے ایسا ملک عطا فرمایا جائے جو میرے بعد کسی کے لائق نہ ہو یہ بھی پوری ہوئی اور آپ کے تابع ہوائیں کردی گئیں۔ مجاہد سے مروی ہے کہ ایک شیطان سے جس کا نام آصف تھا ایک مرتبہ حضرت سلیمان ؑ نے پوچھا کہ تم لوگوں کو کس طرح فتنے میں ڈالتے ہو ؟ اس نے کہا ذرا مجھے انگوٹھی دکھاؤ میں ابھی آپ کو دکھا دیتا ہوں آپ نے انگوٹھی دے دی اس نے اسے سمندر میں پھینک دیا تخت و تاج کا مالک بن بیٹھا اور آپ کے لباس میں لوگوں کو راہ اللہ سے ہٹانے لگا۔ \" یاد رہے کہ یہ سب واقعات بنی اسرائیل کے بیان کردہ ہیں \" اور ان سب سے زیادہ منکر واقعہ وہ ہے۔ جو ابن ابی حاتم میں ہے جس کا اوپر بیان ہوا۔ جس میں آپ کی بیوی صاحبہ حضرت جراوہ کا ذکر ہے۔ اس میں یہ بھی ہے کہ آخر نبوت یہاں تک پہنچی تھی کہ لڑکے آپ کو پتھر مارتے تھے۔ آپ کی بیویوں سے جب علماء نے معاملہ کی تفتیش کی تو انہوں نے کہا کہ ہاں ہمیں بھی اس کے سلیمان ہونے سے انکار ہے کیونکہ وہ حالت حیض میں ہمارے پاس آتا ہے۔ شیطان کو جب یہ معلوم ہوگیا کہ راز کھل گیا ہے تو اس نے جادو اور کفر کی کتابیں لکھوا کر کرسی تلے دفن کردیا اور پھر لوگوں کے سامنے انہیں نکلوا کر ان سے کہا دیکھو ان کتابوں کی بدولت سلیمان تم پر حکومت کر رہا تھا چناچہ لوگوں نے آپ کو کافر کہنا شروع کردیا۔ حضرت سلیمان سمندر کے کنارے مزدوری کرتے تھے ایک مرتبہ ایک شخص نے بہت سی مچھلیاں خریدیں مزدور کو بلایا آپ پہنچے اس نے کہا یہ اٹھالو پوچھا مزدوری کیا دو گے ؟ اس نے کہا اس میں سے ایک مچھلی تمہیں دے دوں گا آپ نے ٹوکرا سر پر رکھا اس کے ہاں پہنچایا اس نے ایک مچھلی دے دی آپ نے اس کا پیٹ چاک کیا پیٹ چاک کرتے ہی وہ انگوٹھی نکل پڑی پہنتے ہی کل شیاطین جن انسان پھر تابع ہوگئے اور جھرمٹ باندھ کر حاضر ہوگئے آپ نے ملک پر قبضہ کیا اور اس شیطان کو سخت سزا دی۔ پس ثم اناب سے مراد شیطان جو مسلط کیا گیا تھا اس کا لوٹنا ہے۔ اس کی اسناد حضرت ابن عباس تک ہے۔ ہے تو قوی لیکن یہ ظاہر ہے کہ اسے حضرت ابن عباس نے اہل کتاب سے لیا ہے، یہ بھی اس وقت جبکہ اسے ابن عباس کا قول مان لیں۔ اہل کتاب کی ایک جماعت حضرت سلیمان کو نہیں مانتی تھی تو عجب نہیں کہ یہ بیہودہ قصہ اسی خبیث جماعت کا گھڑا ہوا ہو۔ اس میں تو وہ چیزیں بھی ہیں جو بالکل ہی منکر ہیں خصوصاً اس شیطان کا آپ کی عورتوں کے پاس جانا اور آئمہ نے بھی ایسے ہی قصے بیان تو کئے ہیں لیکن اس بات کا سب نے انکار کیا ہے اور کہا ہے کہ جن ان کے پاس نہیں جاسکا اور نبی کے گھرانے کی عورتوں کی عصمت و شرافت کا تقاضا بھی یہی ہے اور بھی بہت سے لوگوں نے ان واقعات کو بہت تفصیل سے بیان کیا ہے لیکن سب کی اصل یہی ہے کہ وہ بنی اسرائیل اور اہل کتاب سے لئے گئے ہیں۔ واللہ اعلم۔ شیبانی فرماتے ہیں آپ نے اپنی انگوٹھی عسقلان میں پائی تھی اور بیت المقدس تک تواضعاً آپ پیدل چلے تھے۔ امام ابن بی حاتم نے صفت سلیمان میں حضرت کعب احبار سے ایک عجیب خبر روایت کی ہے۔ ابو اسحاق مصری کہتے ہیں کہ جب (اِرَمَ ذَاتِ الْعِمَادِ ۽) 89۔ الفجر :7) کے قصے سے حضرت کعب نے فراغت حاصل کی تو حضرت معاویہ نے کہا ابو اسحاق آپ حضرت سلیمان کی کرسی کا ذکر بھی کیجئے فرمایا کہ وہ ہاتھی دانت کی تھی اور یاقوت زبرجد اور لولو سے مرصع تھی اور اس کے چاروں طرف سونے کے کھجور کے درخت بنے ہوئے تھے جن کے خوشے بھی موتیوں کے تھے ان میں سے جو دائیں جانب تھے ان کے سرے پر سونے کے مور تھے اور بائیں طرف والوں پر سونے کے گدھ تھے۔ اس کرسی کے پہلے درجے پر دائیں جانب سونے کے دو درخت صنوبر کے تھے اور بائیں جانب سونے کے دو شیر بن ہوئے تھے۔ ان کے سروں پر زبر جد کے دوستون تھے اور کرسی کے دونوں جانب انگور کی سنہری بیلیں تھیں جو کرسی کو ڈھانپے ہوئے تھیں اس کے خوشے بھی سرخ موتی کے تھے پھر کرسی کے اعلیٰ درجے پر دو شیر بہت بڑے سونے کے بنے ہوئے تھے جن کے اندر خول تھا ان میں مشک و عنبر بھرا رہتا تھا۔ جب حضرت سلیمان کرسی پر آتے تو یہ شیر حرکت کرتے اور ان کے گھومنے سے ان کے اندر سے مشک و عنبر چاروں طرف چھڑک دیا جاتا پھر دو منبر سونے کے بچھا دئے جاتے۔ ایک آپ کے وزیر کا اور ایک اس وقت کے سب سے بڑے عالم کا۔ پھر کرسی کے سامنے ستر منبر سونے کے اور بچھائے جاتے جن پر بنو اسرائیل کے قاضی ان کے علماء اور ان کے سردار بیٹھتے۔ ان کے پیچھے پینتیس منبر سونے کے اور ہوتے تھے جو خالی رہا کرتے تھے۔ حضرت سلیمان جب تشریف لاتے پہلے زینے پر قدم رکھتے ہی کرسی ان تمام چیزوں سمیت گھوم جاتی شیر اپن داہنا قدم آگے بڑھا دیتا اور گدھ اپنا بایاں پر پھیلا دیتا۔ جب دوسرے درجے پر قدم رکھتے تو شیر اپنا بایاں پاؤں پھیلا دیتا اور گدھ اپنا دایاں پر جب آپ تیسرے درجے پر چڑھ جاتے اور کرسی پر بیٹھ جاتے تو ایک بڑا گدھ آپ کا تاج لے کر آپ کے سر پر رکھتا پھر کرسی زور زور سے گھومتی۔ حضرت معاوضہ نے پوچھا آخر اس کی کیا وجہ ؟ فرمایا وہ ایک سونے کی لاٹ پر تھی جسے صخر جن نے بنایا تھا۔ اس کے گھومتے ہی نیچے والے مور گدھ وغیرہ سب اوپر آجاتے اور سر جھکاتے پر پھڑ پھڑاتے جس سے آپ کے جسم پر مشک و عنبر کا چھڑکاؤ ہوجاتا پھر ایک سونے کا کبوتر تورات اٹھا کر آپ کے ہاتھ میں دیتا جسے آپ تلاوت فرماتے۔ لیکن یہ روایت بالکل غریب ہے۔ حضرت سلیمان ؑ کی دعا کا مطلب یہ ہے کہ مجھے ایسا ملک دے کہ مجھ سے کوئی اور چھین نہ سکے جیسے کہ اس جسم کا واقعہ ہوا جو آپ کی کرسی پر ڈال دیا گیا تھا۔ یہ مطلب نہیں کہ آپ دوسروں کے لئے ایسے ملک کے نہ ملنے کی دعا کرتے ہوں۔ لیکن جن بعض لوگوں نے یہ معنی لئے ہیں وہ کچھ ٹھیک نظر نہیں آتے، بلکہ صحیح مطلب یہی ہے کہ آپ کی دعا کا یہی مطلب تھا کہ مجھے ایسا ملک اور سلطنت دی جائے کہ میرے بعد پھر کسی اور شخص کو ایسی سلطنت نہ ملے۔ یہی آیت کے الفاظ سے معلوم ہوتا ہے اور یہی احادیث سے بھی ثابت ہوتا ہے۔ صحیح بخاری شریف میں ہے کہ حضور ﷺ نے ایک مرتبہ فرمایا ایک سرکش جن نے گزشتہ شب مجھ پر زیادتی کی اور میری نماز بگاڑ دینا چاہی لیکن اللہ نے مجھے اس پر قابو دے دیا اور میں نے چاہا کہ اسے مسجد کے اس ستون سے باندھ دوں تاکہ صبح تم سب اسے دیکھو لیکن اسی وقت مجھے میرے بھائی حضرت سلیمان (علیہ الصلوۃ والسلام) کی دعا یاد آگئی۔ راوی حدیث حضرت روح فرماتے ہیں پھر حضور ﷺ نے اسے ذلیل و خوار کر کے چھوڑ دیا۔ ایک اور روایت میں ہے کہ حضور ﷺ نماز میں کھڑے ہوئے تو ہم نے سنا کہ آپ نے فرمایا اعوذ باللہ منک پھر آپ نے تین بار فرمایا العنک بلعنتہ اللہ پھر آپ نے اپنا ہاتھ اس طرح بڑھایا کہ گویا آپ کسی چیز کو لینا چاہتے ہیں۔ جب فارغ ہوئے تو ہم نے آپ سے ان دونوں باتوں کی وجہ پوچھی آپ نے فرمایا اللہ کا دشمن ابلیس آگ لے کر میرے منہ میں ڈالنے کے لئے آیا تو میں نے تین مرتبہ اعوذ پڑھی پھر تین مرتبہ اس پر لعنت بھیجی لیکن وہ پھر بھی نہ ہٹا پھر میں نے چاہا کہ اسے پکڑ کر باندھ دوں تاکہ مدینے کے لڑکے اس سے کھیلیں اگر ہمارے بھائی حضرت سلیمان کی دعا نہ ہوتی تو میں یہی کرتا۔ حضرت عطا بن یزید لیثی نماز پڑھ رہے تھے جو ابو عبید نے ان کے سامنے سے گذرنا چاہا انہوں نے انہیں اپنے ہاتھ سے روک دیا پھر فرمایا مجھ سے حضرت ابو سعید خدری نے حدیث بیان کی کہ حضور ﷺ صبح کی نماز پڑھا رہے تھے یہ بھی آپ کے پیچھے تھے قرأت آپ پر خلط ملط ہوگئی فارغ ہو کر فرمایا کاش تم دیکھتے کہ میں نے ابلیس کو پکڑ لیا تھا اور اس قدر اس کا گلا گھونٹا کہ اس کے منہ کی جھاگ میری شہادت کی اور بیج کی انگلی پر پڑی اگر میرے بھائی حضرت سلیمان کی دعا نہ ہوتی تو وہ صبح ہوتے اس مسجد کے ستون سے بندھا ہوا ہوتا اور مدینہ کے بچے اسے ستاتے تم سے جہاں تک ہو سکے اس بات کا خیال رکھو کہ نماز کی حالت میں تمہارے سامنے سے کوئی گذرنے نہ پائے (مسند احمد) مسند کی اور حدیث میں ہے ربعیہ بن یزید عبداللہ ویلمی کہتے ہیں میں حضرت عمرو بن عاص ؓ کے پاس طائف کے ایک باغ میں گیا جس کا ام ربط تھا آپ اس وقت ایک قریشی کا محاصرہ کئے ہوئے تھے جو زانی اور شرابی تھا۔ میں نے ان سے کہا مجھے پتہ چلا ہے کہ آپ یہ حدیث بیان فرماتے ہیں کہ جو ایک گھونٹ شراب پئے گا اللہ تعالیٰ چالیس دن تک اس کی توبہ قبول نہ فرمائے گا اور برا آدمی وہ ہے جو ماں کے پیٹ میں ہی برا ہوگیا ہے جو شخص صرف نماز ہی کی نیت سے بیت المقدس کی مسجد میں جائے تو وہ گناہوں سے ایسا پاک ہوجاتا ہے جیسے آج ہی پیدا ہوا۔ وہ شرابی جسے حضرت عبداللہ پکڑے ہوئے تھے وہ شراب کا ذکر سنتے ہی جھٹکا دے کر اپنا ہاتھ چھڑا کر بھاگ گیا۔ اب حضرت عبداللہ نے فرمایا کسی کو حلال نہیں کہ میرے ذمے وہ بات کرے جو میں نے نہ کی۔ میں نے حضور ﷺ سے یوں سنا ہے جو شخص شراب کا ایک گھونٹ بھی پی لے اس کی چالیس دن کی نماز نامقبول ہے۔ اگر وہ توبہ کرے تو اللہ اس کی توبہ قبول فرماتا ہے۔ پھر اگر دوبارہ لوٹے تو پھر چالیس دن تک کی نمازیں نامقبول ہیں پھر اگر توبہ کرلے تو توبہ مقبول ہے مجھے اچھی طرح یاد نہیں کہ تیسری یا چوتھی مرتبہ میں فرمایا کہ پھر اگر لوٹے گا تو یقینا اللہ تعالیٰ اسے جہنمیوں کے بدن کا خون، پیپ، پیشاب وغیرہ قیامت کے دن پلائے گا اور حضور ﷺ سے میں نے سنا ہے کہ اللہ عزوجل نے اپنی مخلوق کو اندھیرے میں پیدا کیا پھر ان پر اپنا نور ڈالا جس پر وہ نور اس دن پڑگیا وہ تو ہدایت والا ہوگیا اور جس تک وہ نور نہ پہنچا وہ بھٹک گیا۔ اسی لئے میں کہتا ہوں کہ اللہ تعالیٰ عزوجل کے علم کے مطابق قلم چل چکا اور میں نے رسول اللہ ﷺ سے سنا ہے کہ حضرت سلیمان ؑ نے اللہ تعالیٰ سے تین دعائیں کی جن میں سے دو تو انہیں مل گئیں اور ہمیں امید ہے کہ تیسری ہمارے لئے ہو (1) مجھے ایسا حکم دے جو تیرے حکم کے موافق ہو (2) مجھے ایسا ملک دے جو میرے بعد کسی کے لئے لائق نہ ہو۔ تیسری دعا یہ تھی کہ جو شخص اپنے گھر سے اس مسجد کی نماز کے ارادے ہی سے نکلے تو جب وہ لوٹے تو ایسا ہوجائے گویا آج پیدا ہوا پس ہمیں اللہ سے امید ہے کہ یہ ہمارے لئے اللہ نے دی ہو۔ طبرانی میں ہے۔ حضور ﷺ فرماتے ہیں اللہ عزوجل نے حضرت داؤد ؑ کو اپنے لئے ایک گھر بنانے کا حکم دیا حضرت داؤد نے پہلے اپنا گھر بنا لیا اس پر وحی آئی کہ تم نے اپنا گھر میرے گھر سے پہلے بنایا آپ نے عرض کیا پروردگار یہی فیصلہ کیا گیا تھا پھر مسجد بنانی شروع کی دیواریں پوری ہوگئیں تو اتفاقاً تہائی حصہ گرگیا آپ نے اللہ تعالیٰ سے دعا کی جواب ملا کہ تو میرا گھر نہیں بنا سکتا۔ پوچھا کیوں ؟ فرمایا اس لئے کہ تیرے ہاتھوں سے خون بہا ہے۔ عرض کیا اللہ تعالیٰ وہ بھی تیری ہی محبت میں فرمایا ہاں لیکن وہ میرے بندے تھے میں ان پر رحم کرتا ہوں۔ آپ کو یہ کلام سن کر سخت پریشانی ہوئی۔ پھر وحی آئی کہ غمگین نہ ہو میں اسے تیرے لڑکے سلیمان کے ہاتھوں پورا کراؤں گا۔ چناچہ آپ کے انتقال کے بعد حضرت سلیمان نے اسے بنانا شروع کیا جب پورا کرچکے تو بڑی بڑی قربانیاں کیں اور ذبیحہ ذبح کئے اور بنو اسرائیل کو جمع کر کے خوب کھلایا پلایا اللہ کی وحی آئی کہ تو نے یہ سب کچھ میرے حکم کی تعمیل کی خوشی میں کیا ہے تو مجھ سے مانگ جو مانگے گا پائے گا۔ عرض کیا کہ اللہ تعالیٰ میرے تین سوال ہیں مجھے ایسا فیصلہ سمجھا جو تیرے فیصلے کے مطابق ہو اور ایسا ملک دے جو میرے بعد کسی کے لائق نہ ہو اور جو اس گھر میں آئے صرف نماز کے ارادے سے تو وہ اپنے گناہوں سے ایسا آزاد ہوجائے جیسے آج پیدا ہوا۔ ان میں سے دو چیزیں تو اللہ تعالیٰ نے انہیں عطا فرما دیں اور مھے امید ہے کہ تیسری بھی دے دی گئی ہو۔ رسول اللہ ﷺ اپنی ہر دعا کو ان لفظوں سے شروع فرماتے (سبحان اللہ ربی الاعلی العلی الوہاب) (مستند احمد) اور روایت میں ہے کہ حضرت داؤد کے انتقال کے بعد اللہ تعالیٰ نے حضرت سلیمان سے فرمایا مجھ سے اپنی حاجت طلب کرو آپ نے عرض کیا اللہ تعالیٰ مجھے ایسا دل دے جو تجھ سے ڈرتا رہے جیسا کہ میرے والد کا دل تجھ سے خوف کیا کرتا تھا اور میرے دل میں اپنی محبت ڈال دے جیسے کہ میرے والد کے دل میں تیری محبت تھی اس پر اللہ تعالیٰ بہت خوش ہوا کہ میرا بندہ میری عین عطا کے وقت بھی مجھ سے ڈرا اور میری محبت طلب کرتا ہے مجھے اپنی قسم میں اسے اتنی بڑی سلطنت دوں گا جو اس کے بعد کسی کو نہ ملے۔ پھر اللہ تعالیٰ نے ان کی ماتحتی میں ہوائیں کردیں اور جنات کو بھی ان کا ماتحت بنادیا اور اسی قدر ملک و مال پر بھی، انہیں حساب قیامت سے آزاد کردیا۔ ابن عساکر میں ہے کہ حضرت داؤد ؑ نے دعا کی کہ باری تعالیٰ سلیمان کے ساتھ بھی اسی لطف و کرم سے پیش آنا جیسا آج لطف و کرم تیرا مجھ پر رہا تو وحی آئی کہ سلیمان سے کہہ دو وہ بھی اسی طرح میرا رہے جس طرح تو میرا تھا، تو میں بھی اس کے ساتھ ہو خوبصورت پیارے وفادار تیز رو گھوڑوں کو کاٹ ڈالا تو اللہ تبارک و تعالیٰ نے انہیں ان کے عوض ان سے بہتر عطا فرمائے۔ یعنی ہوا کو ان کے تابع فرمان کردیا جو مہینے بھر کی راہ کو صبح کی ایک گھڑی میں طے کردیتی تھی اور اسی طرح شام کو جہاں کا ارادہ کرتے ذرا سی دیر میں پہنچا دیتی۔ جنات کو بھی حضرت سلیمان ؑ کے تابع کردیا ان میں سے بعض بڑی اونچی لمبی سنگین پختہ عمارت کے بنانے کے کام سر انجام دیتے جو انسانی طاقت سے باہر تھا اور بعض غوطہ خور تھے جو سمندر کی تہ میں سے لولو جواہر اور دیگر قسم قسم کی نفیس و نادر چیزیں لا دیتے تھے۔ پھر اور کچھ تھے جو بھاری بھاری بیڑیوں میں جکڑے رہتے تھے۔ یہ یا تو وہ تھے جو حکومت سے سرتابی کرتے تھے یا کام کاج میں شرارت اور کمی کرتے تھے یا لوگوں کو ستاتے اور ایذاء دیتے تھے۔ یہ ہے ہماری مہربانی اور ہماری بخشش اور ہمارا انعام اور ہمارا عطیہ اب تجھے اختیار ہے جس سے جو چاہے سلوک کر سب بےحساب ہے کسی پر پکڑ نہیں۔ جو تیری زبان سے نکلے گا وہ حق ہوگا۔ صحیح حدیث میں ہے جب رسول اللہ ﷺ کو اختیار دیا گیا کہ اگر چاہیں عبد و رسول رہیں یعنی جو حکم کیا جائے بجا لاتے رہیں اللہ کے فرمان کے مطابق تقسیم کرتے رہیں اور اگر چاہیں نبی اور بادشاہ بنا دیئے جائیں جسے چاہیں دیں جسے چاہیں نہ دیں اور اس کا کوئی حساب اللہ کے ہاں نہ لیا جائے تو آپ نے حضرت جبرائیل ؑ سے مشورہ لیا اور آپ کے مشورے سے پہلی بات قبول فرمائی کیونکہ فضیلت کے لحاظ سے اولیٰ اور اعلیٰ وہی ہے۔ گو نبوت و سلطنت بھی بڑی چیز ہے۔ اسی لئے حضرت سلیمان کا دنیوی عزو جاہ بیان کرتے ہی فرمایا کہ وہ دار آخرت میں بھی ہمارے پاس بڑے مرتبے اور بہترین بزرگی اور اعلیٰ تر قریب والا ہے۔",
  "ayah": 38,
  "surah": 38
}
