{
  "surah": 39,
  "ayah": 54,
  "text": "Be penitent toward your Lord and submit to Him before the chastisement comes to you- then you will not be helped. Penitence is of three sorts: one is the penitence of the prophets. He says about Abraham, “Surely Abraham was clement, a sigher, penitent” [11:75]. He says about David, “He sank down, bowing, and was penitent” [38:24]. He says quoting Shuʿayb, “In Him I trust and toward Him I am peni- tent” [11:88]. The mark of the penitence of the prophets is three things: having fear along with the good news of freedom, serving along with the eminence of prophethood, and bearing burdens in the heart along with happiness. Other than the prophets, no one has the capacity for this penitence. Another is the penitence of the recognizers. It is to turn toward God in every state with the whole heart. God says, “None will remember but those who are penitent” [40:13]. The mark of the penitence of the recognizers is three things: being in pain from disobedience, being ashamed of obedience, and being intimate with the Real in seclusion. Rābiʿa ʿAdawiyya reached the point in the state of intimacy where she said, “'Enough for me in this world is remembering You and in the next world seeing You.' O Lord, in this world Your remembrance is enough for me, and in the afterworld Your vision is enough for me.” O chevalier, when someone is intimate with the mystery of the Patron of Blessings, how could he be quenched by seeing the blessings and bliss of paradise? The Pir of the Tariqah said, “O God, how could I be joyful with paradise and houris? If You give me one breath, from that breath I will build a paradise!” By God, the sun has never risen or set unless Your remembrance was linked to my breaths. I never sat with people talking to them unless You were my talk with my companions. O Majestic One! When someone turns his face to Your Presence, all the motes of the world make the dust under his feet the collyrium of their eyes. Whenever someone seeks shelter in the thresh- old of Your exaltedness, all creatures attach themselves to the saddle-straps of his good fortune. From his own state of intimacy a dear one advises, “If you are given access one day to the palace of the yearning, what will you have to do with the grief of passion for this sorcery? If you see one hue from the rose-garden of His talk, all the roses of the garden will be thorns in your eyes."
}
