{
  "text": "ثم حكى - سبحانه - بعد ذلك ما يقوله الشيطان لأتباعه يوم القيامة ، فقال - تعالى - : ( وَقَالَ الشيطان لَمَّا قُضِيَ الأمر إِنَّ الله وَعَدَكُمْ وَعْدَ الحق وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ . . ) والمراد بالشيطان هنا : إبليس - لعنه الله - .قال الفخر الرازى : \" وأما الشيطان فالمراد به إبليس لأن لفظ الشيطان مفرد فيتناول الواحد ، وإبليس رأس الشياطين ورئيسهم ، فحمل اللفظ عليه أولى . ولا سيما وقد قال رسول الله - صلى الله عليه وسلم - : \" إذا جمع الله الخلق وقضى بينهم ، يقول الكافر : قد وجد المسلمون من يشفع لهم فمن يشفع لنا ، ما هو إلا إبليس ، فهو الذى أضلنا ، فيأتونه ويسألونه فعند ذلك يقول هذا القول . . . \" .والمراد بقوله - سبحانه - ( قُضِيَ الأمر ) أى : حين تم الحساب ، وعرف أهل الجنة ثوابهم ، وعرف أهل النار مصيرهم ، كل فريق فى المكان الذى أعده الله تعالى له .والمقصود من حكاية ما يقوله الشيطان للكافرين فى هذا اليوم . تحذير المؤمنين من وسوسته وإغوائه ، حتى ينجوا من العذاب الذى سيحل بأتباعه يوم القيامة .والمراد بالحق فى قوله ( إِنَّ الله وَعَدَكُمْ وَعْدَ الحق ) : الصدق والوفاء بما وعدكم به على ألسنه رسله .والمراد بالإخلاف فى قوله ( وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ) الكذب والغدر وعدم الوفاء بما مناهم به ، من أمانى باطلة .قال - تعالى - : ( يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشيطان إِلاَّ غُرُوراً ) وإضافة الوعد إلى الحق من إضافة الموصوف إلى الصفة أى إن الله - تعالى - وعدكم الوعد الحق الذى لا نقض له ، وهو أن الجزاء حق ، والبعث حق ، والنار حق ، ووعدتكم وعدا باطلا بأنه لا بعث ولا حساب . . فأخلفتكم ما وعدتكم به ، وظهر كذبى فيما قلته لكم . ثم أضاف إلى ذلك قوله - كما حكى القرآن عنه - : ( وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي ) . . .والسلطان : اسم مصدر بمعنى التسلط والقهر والغلبة .أى : وما كان لى فيما وعدتكم به من تسلط عليكم ، أو إجبار لكم ، لكنى دعوتكم إلى ما دعوتكم إليه من باطل وغواية ، فانقدتم لدعوتى واستجبتم لوسوستى عن طواعية واختيار .فالاستثناء فى قوله ( إِلاَّ أَن دَعَوْتُكُمْ ) استثناء منقطع ، لأن ما بعد حرف الاستثناء ليس من جنس ما قبله ، وبعضهم يرى أن الاستثناء متصل .قال الجمل : \" وفى هذا الاستثناء وجهان : أظهرهما : أنه استثناء منقطع ، لأن دعاءه ليس من جنس السلطان وهو الحجة البينة ، والثانى : أنه متصل لأن القدرة على حمل الإِنسان على الشئ تارة تكون بالقهر ، وتارة تكون بتقوية الداعية فى قلبه بإلقاء الوساوس إليه . فهو نوع من التسليط \"وقوله ( فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ ) زيادة فى تأننيبهم وفى حسراتهم على انقيادهم له .أى : فلا تلومونى بسبب وعودى إياكم . ولوموا أنفسكم ، لأنكم تقبلتم هذه الوعود الكاذبة بدون تفكر أو تأمل ، وأعرضتم عن الحق الواضح الذى جاءكم من عند ربكم ، ومالك أمركم .ثم ينفض يده منهم ، ويخلى بينهم وبين مصيرهم السئ فيقول : ( مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِيَّ ) أى : ما أنا بمغيثكم ومنقذكم مما أنتم فيه من عذاب ، وما أنتم بمغيثى مما أنا فيه من عذاب - أيضا - فقد انقطعت بيننا الأواصر والصلات . . .قال القرطى ما ملخصه : \" والصارخ والمستصرخ هو الذى يطلب النصرة والمعاونة ، والمصرخ هو المغيث لغيره . . قال أمية بن أبى الصلت :ولا تجزعا إنى لكم غير مصرخ ... وليس لكم عندى غناء ولا نصرويقال : صرخ فلان أى استغاث يصرخ صرخا وصراخا وصرخة . .ومنه : استصرخنى فلان فأصرخته ، أى استغاث بى فأغثته . .وجملة ( إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ . . ) مستأنفة ، لإِظهار المزيد من التنصل والتبرى من كل علاقة بينه وبينهم .و \" ما \" فى قوله ( بِمَآ أَشْرَكْتُمُونِ ) الظاهر أنها مصدرية . .قال الآلوسى ما ملخصه : \" وأراد بقوله ( إِنِّي كَفَرْتُ ) أى : ِإنى كفرت اليوم ( بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ) .أى : من قبل هذا اليوم ، يعنى فى الدنيا و \" ما \" مصدرية و \" من قبل \" متعلق بأشركتمون .والمعنى : إنى كفرت بإشراككم إياى الله - تعالى - فى الطاعة ، لأنهم كانوا يطيعون الشيطان فيما يزينه لهم من عبادة غير الله - تعالى - ، ومن أفعال الشر . .ومراد اللعين : أنه إن كان إشراككم لى فى الله - تعالى - ، هو الذى أطعمكم فى نصرتى لكم . . فإنى متبرئ من هذا الشرك ، لم يبق بينى وبينكم علاقة . . فالكلام محمول على إنشاء التبرى منهم يوم القيامة .ثم قال : وجوز غير واحد أن تكون \" ما \" موصولة بمعنى من ، والعائد محذوف ، و \" من قبل \" متعلق بكفرت . أى : إنى كفرت من قبل - حين أبيت السجود لآدم - بالذى أشركتمونيه . أى : جعلتمونى شريكا له فى الطاعة وهو الله - عز وجل - .والكلام على هذا إقرار من اللعين بقدم كفره ، وبسبق خطيئته فلا يمكنه لهم عونا أو نصرا . . .وجملة ( إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ ) فى موقع التعليل لما تقدم ، والظاهر أنها ابتداء كلام من جهته - تعالى - : لبيان سوء عاقبة الظالمين .ويجوز أن تكون من تتمة كلام إبليس - الذى حكاه القرآن عنه - ، ويكون الغرض منها قطع أطماعهم فى الإِغاثة أو النصر ، وتنبيه المؤمنين فى كل زمان ومكان إلى عداوة الشيطان لهم وتحذيرهم من اتباع خطواته .قال الشيخ الشوكانى - رحمه الله - ما ملخصه : \" لقد قام الشيطان للكافرين فى هذا اليوم مقاما يقصهم ظهورهم ، ويقطع قلوبهم ، فأوضح لهم أولا : أن مواعيده التى كان يعدهم بها فى الدنيا باطلة معارضة لوعد الحق من الله - تعالى - وأنه أخلفهم ما وعدهم به ..ثم أوضح لهم ثانيا : بأنهم قبلوا قوله بما لا يتفق مع العقل ، لعدم الحجة الى لا بد للعاقل منها فى قبول قول غيره .ثم أوضح لهم ثانيا : بأنهم قبلوا قوله بما لا يتفق مع العقل ، لعدم الحاجة التى لا بد للعاقل منها فى قبول قول غيره .ثم أوضح لهم ثالثا : بأنه لم يكن منه إلا مجرد الدعوة العاطلة عن البرهان ، الخالية عن أيسر شئ مما يتمسك به العقلاء .ثم نعى عليهم رابعا : ما وقعوا فيه ، ودفع لومهم له ، وأمرهم بأن يلوموا أنفسهم ، لأنهم هم الذين قبلوا الباطل البحت الذى لا يلتبس بطلانه على من له أدنى عقل .ثم أوضح لهم خامسا : بأنه لا نصر عنده ولا إغاثة . . بل هو مثلهم فى الوقوع فى البلية . .ثم صرح لهم سادسا : بأنه قد كفر بما عتقدوه فيه وأثبتوه له ، وهو إشراكه مع الله - تعالى - تضاعفت عليهم الحسرات ، وتوالت عليهم المصائب .وإذا كانت جملة ( إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ ) من تتمة كلامه - كما ذهب إليه البعض - فهو نوع سابع من كلامه الذى خاطبهم به ، فيكون قد أثبت لهم الظلم ، وذكر لهم جزاءه .",
  "ayah": 22,
  "surah": 14
}
