{
  "text": "وبعد أن بين - سبحانه - حال السعداء والأشقياء يوم القيامة ، أتبع ذلك بضرب مثل لهما زيادة فى التوضيح والتقرير فقال - تعالى - :( أَلَمْ تَرَ كَيْفَ ضَرَبَ الله مَثَلاً كَلِمَةً . . . ) .والخطاب فى قوله ( أَلَمْ تَرَ . . . ) للرسول - صلى الله عليه وسلم - أو لكل من يصلح للخطاب ، والاستفهام للتقرير ، والرؤية مستعملة فى العلم الناشئ عن التأمل والتفكر فى ملكوت السموات والأرض .قال الآلوسى ما ملخصه : قوله - تعالى - : ( أَلَمْ تَرَ . . . ) هذا التعبير قد يذكر لمن تقدم علمه فيكون للتعجب ، وقد يذكر لمن ليس كذلك ، فيكون لتعريفه وتعجيبه ، وقد اشتهر فى ذلك حتى أجرى مجرى المثل فى ذلك ، بأن شبه من لم ير الشئ بحال من رآه فى أنه لا ينبغى أن يخفى عليه ، ثم أجرى الكلام معه كما يجرى مع من رأى ، قصدا إلى المبالغة فى شهرته وعراقته فى التعجب .والمثل : يطلق على القول السائر المعروف للماثلة مضربه لمورده .وقوله ( مثلا ) انتصب على أنه مفعول به لضرب ، وقوله ( كلمة ) بدل منه أو عطف بيان .والمراد بالكلمة الطيبة : كلمة الإِسلام ، وما يترتب عليها من عمل صالح ، وقول طيب .قال الآلوسى ما ملخصه : \" والمراد بالشجرة الطيبة - المشبه بها - النخلة عند الأكثرين وروى ذلك عن ابن عباس وابن مسعود ومجاهد وعكرمة والضحاك وابن زيد . .وأخرج عبد الرازاق والترمذى وغيرهما عن شيعب بن الحجاب قال : كنا عند أنس ، فأتينا بطيق عليه رطب ، فقال أنس لأبى العالية : كل يا أبا العالية ، فإن هذا من الشجرة التى ذكرها الله - تعالى - فى كتابه ( أَلَمْ تَرَ كَيْفَ ضَرَبَ الله مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرةٍ طَيِّبَةٍ . . . )وأخرج الترمذى - أيضا - والنسائى وابن حبان والحاكم وصححه عن أنس قال : \" أتى رسول الله - صلى الله عليه وسلم - بقناع من بسر - أى بطبق من تمر لم ينضج بعد فقال : \" مثل كلمة طيبة كشجرة طيبة . . قال : هى النخلة \" \" .وأخرج ابن مردويه عن ابن عباس أنها شجرة جوز الهند .وأخرج ابن حرير وابن أبى حاتم أنها شجرة فى الجنة ، وقيل كل شجرة مثمرة كالنخلة ، وكشجرة التين والعنب والرمان وغير ذلك ثم قال :\" وأنت تعلم أنه إذا صح الحديث ولم يتأت حمل ما فيه على التمثيل لا ينبغى العدول عنه \" .وكأن الإِمام الآلوسى بهذا القول يريد أن يرجح أن المراد بالشجرة الطيبة النخلة ، لتصريح الآثار بذلك .وقد رجح ابن جرير - أيضا - أن المراد بها النخلة فقال ما ملخصه : \" واختلفوا فى المراد بالشجرة الطيبة ، فقال بعضهم : هى النخلة . . وقال آخرون : هى شجرة فى الجنة . .وأولى القولين بالصواب فى ذلك قول من قال هى النخلة ، لصحة الخبر عن رسول الله - صلى الله عليه وسلم - فى ذلك . . . \"والمعنى : ألم تر - أيها المخاطب - كيف اختار الله - تعالى - مثلا ، وضعه فى موضعه اللائق به ، والمناسب له ، وهذا المثل لكلمتى الإِيمان والكفر ، حيث شبه - سبحانه الكلمة الطيبة وهى كلمة الإِسلام ، بالشجرة الطيبة ، أى النافعة فى جميع أحوالها ، وهى النخلة .ثم وصف - سبحانه - هذه الشجرة بصفات حسنة فقال : ( أَصْلُهَا ثَابِتٌ ) .أى : ضارب بعروقه فى باطن الأرض فصارت بذلك راسخة الأركان ثابتة البنيان .( وَفَرْعُهَا ) أى : أعلاها وما امتد منها من أغصان ، مشتق من الاقتراع بمعنى الاعتلاء ( فِي السمآء ) أى : فى جهة السماء من حيث العلو والارتفاع ، وهذا ما يزيد الشجرة جمالا وحسن منظر .",
  "ayah": 24,
  "surah": 14
}
