{
  "text": "ثم وصف - سبحانه - هؤلاء الكافرين بجملة من الصفات الذميمة ، التى أردتهم وأهلكتهم فقال - تعالى - : ( الذين يَسْتَحِبُّونَ الحياة الدنيا عَلَى الآخرة وَيَصُدُّونَ عَن سَبِيلِ الله وَيَبْغُونَهَا عِوَجاً . . . )ويستحبون : بمعنى يحبون ، فالسين والتاء للتأكيد ، أى : يختارون ويؤثرون ولذا عداه بعلى . أى : يختارون شهوت الحياة الدنيا ، ويؤثرون لذائذها ومتعها على الدار الآخرة وما فيها من نعيم وخيرات . .\" ويصدون \" من الصد ، وهو صرف الغير عن الشئ ومنعه منه يقال : صد فلان فلانا عن فعل الشئ ، إذا منعه من فعله .وسبيل الله : طريقه الموصلة إليه وهو ملة الإِسلام .ويبغون من البغاء - بضم الباء - بمعنى الطلب . يقال : بغيت لفلان كذا ، إذا طلبته له ، وبغيت الشئ أبغيه بغاء وبغى وبغية إذا طلبته .والعوج - بكسر العين وفتحها - مصدر عوج - كتعب . إلا أن بعضهم يرى أن مكسور العين يكون فيما ليس بمرئى كالآراء والأقوال والعقائد ، وأن مفتوحها يكون فى المرئيات كالأجساد والمحسوسات .أى : أن هؤلاء الكافرين يؤثرون شهوات الدنيا على الآخرة ونعيمها ، ولا يكتفون بذلك بل يضعون العراقيل فى طريق دعوة الحق حتى يبتعد الناس عنها ، ويطلبون لها العوج والميل تبعا لزيغ نفوسهم ، مع أنها أقوم طريق ، وأعدل سبيل ، والضمير المنصوب فى قوله \" يبغونها \" يعود إلى سبيل الله ، أى يبغون لها العوج ، فحذف الجار وأوصل الفعل إلى الضمير ، كما فى قوله ( وَإِذَا كَالُوهُمْ . . . ) أى : كالوا لهم .وبعضهم جعل الضمير المنصوب فى \" يبغونها \" وهو الهاء هو المفعول ، وجعل \" عوجا \" حال من سبيل الله أى : ويريدونها أن تكون فى حال اعوجاج واضطراب .وقوله : ( أولئك فِي ضَلاَلٍ بَعِيدٍ ) بيان الحكم العادل الذى أصدره - سبحانه - عليهم .أى : أولئك الموصوفون بما ذكر فى ضلال بعيد عن الحق .والإِشارة بأولئك الدالة على البعد ، للتنبيه على أنهم أحرياء بما وصفوا به بسبب تلبسهم بأقبح الخصال ، وأبشع الرذائل .وعبر بفى الظرفية للدلالة على تمكن الضلال منهم ، وأنه محيط بهم كما يحيط الظرف بالمظروف .قال الآلوسى : وفى الآية من المبالغة فى ضلالهم منهم ، وأنه محيط بهم كما يحيط الظرف بالمظروف .قال الآلوسى : وفى الآية من المبالغة فى ضلالهم ما لا يخفى ، حيث أسند فيها إلى المصدر ما هو لصاحبه مجازا كجد جده . . .ويجوز أن يقال : إنه أسند فيها ما للشخص إلى سبب اتصافه بما وصف به ، بناء على أن البعد فى الحقيقة صفة له باعتبار بعد مكانه عن مقصده ، وسبب بعده ضلاله ، لأنه لو لم يضل لم يبعد عنه ، فيكون كقولك : قتل فلانا عصيانه ، والإِسناد مجازى وفيه المبالغة المذكورة أيضا .",
  "ayah": 3,
  "surah": 14
}
