{
  "text": "ثم ساق - سبحانه - بعد ذلك بعض الدعوات التى تضرع بها إبراهيم - عليه السلام - إلى ربه ، وهى دعوات تدل على شكره لخالقه ، وحسن صلته به ، ورجائه فى فضله . . فقال - تعالى - :( وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجعل . . . ) .هذه بعض الدعوات التى ابتهل بها إبراهيم - عليه السلام - إلى ربه ، وقد تقبلها الله - تعالى - منه قبولا حسنا .وفى هذه الدعوات تنبيه لمشركى مكة الذين بدلوا نعمة الله كفرا ، والذين جحدوا نعم الله عليهم ، بأن من الواجب عليهم أن يثوبوا إلى رشدهم ، وأن يستجيبوا لدعوة الحق ، وأن يقتدوا بإبراهيم - عليه السلام - فى إيمانه وشكره لخالقه - سبحانه - .و \" إذ \" ظرف لما مضى من الزمان ، وهو منصوب على المفعولية لفعل محذوف .و \" رب \" منادى بحرف نداء محذوف أى : يا رب .والمراد بالبلد : مكة المكرمة شرفها الله - تعالى - .والمعنى : إبراهيم - عليه السلام - فى دعائه نعمة الأمن على غيرها - لأنها أعظم أنواع النعم ، ولأنها إذا فقدها الإِنسان ، اضطرب فكره ، وصعب عليه أن يتفرغ لأمور الدين أو الدنيا بنفس مطمئنة ، وبقلب خال من المنغصات المزعجات .قال الإِمام الرازى : \" سئل بعض العلماء : الأمن أفضل أم الصحة؟ فقال الأمن أفضل ، والدليل عليه أن شاة لو انكسرت رجلها فإنها تصح بعد زمان ، ولا يمنعها هذا الكسر من الإِقبال على الرعى والأكل والشرب .ولو أنها ربطت - وهى سليمة - فى موضع ، وربط بالقرب منها ذئب ، فإنها تمسك عن الأكل والشرب ، وقد تستمر على ذلك إلى أن تموت .وذلك يدل على أن الضرر الحاصل من الخوف ، أشد من الضرر الحاصل من ألم الجسد .وقال الإِمام ابن كثير ما ملخصه : \" يذكر الله - تعالى - فى هذا المقام - محتجا على مشركى مكة الذين كانوا يزعمون أنهم على ملة إبراهيم قد تبرأ ممن عبد غير الله ، وأنه دعا لمكة بالأمن وقد استجاب الله له فقال - تعالى - : ( أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً آمِناً وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ . . ) وقال - تعالى - : ( إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدًى لِّلْعَالَمِينَ . فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِناً . . ) وقال صاحب الكشاف : \" فإن قلت : أى فرق بين قوله - تعالى - فى سورة البقرة ( رَبِّ اجعل هذا بَلَداً آمِناً . . ) وبين قوله هنا ( رَبِّ اجعل هذا البلد آمِناً . . . ) .قلت : قد سأل فى الأول أن يجعله من جملة البلاد التى يأمن أهلها ولا يخافون ، وسأل فى الثانى أن يخرجه من صفة كان عليها من الخوف إلى ضدها من الأمن ، كأنه قال : هو بلد مخوف فاجعله آمنا . . \"وقوله - سبحانه - ( واجنبني وَبَنِيَّ أَن نَّعْبُدَ الأصنام ) حكاية لدعوة أخرى من الدعوات التى تضرع بها إبراهيم - عليه السلام - إلى خالقه - سبحانه - .وقوله ( واجنبنى ) بمعنى وأبعدنى مأخوذ من قولك جنبت فلانا عن كذا ، إذا أبعدته عنه ، وجعلته فى جانب آخر ، وفعله جنب من باب نصر .والمراد ببنيه : أولاده من صلبه ، أوهم من تناسل معهم .والأصنام جمع صنم ، وهو التمثال الذى كان مشركوا العرب يصنعونه من الحجر الحجر ونحوه لكى يعبدوه من دون الله .والمعنى : أسألك يا ربى أن تجعل مكة بلدا آمنا ، كما أسألك أن تعصمنى وتعصم ذريتى من بعدى من عبادة الأصنام ، وأن تجعل عبادتنا خالصة لوجهك الكريم .وقد بين - سبحانه - فى آيات أخرى ، أنه قد أجابه فى بعض ذريته دون بعض .ومن ذلك قوله - تعالى - ( سَلاَمٌ على إِبْرَاهِيمَ . كَذَلِكَ نَجْزِي المحسنين . إِنَّهُ مِنْ عِبَادِنَا المؤمنين . وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيّاً مِّنَ الصالحين . وَبَارَكْنَا عَلَيْهِ وعلى إِسْحَاقَ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ ) .",
  "ayah": 35,
  "surah": 14
}
