{
  "text": "ثم حكى - سبحانه - دعاء آخر من تلك الأدعية التى تضرع بها إبراهيم إليه - تعالى - فقال : ( رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم رَبَّنَا لِيُقِيمُواْ الصلاة . . )و \" من \" فى قوله ( مِنْ ذُرِّيَّتِي ) للتبعيض .والوادى : هو المكان المنخفض بين مرتفعات ، والمقصود به وادى مكة المكرمة .والمعنى : يا ربنا إنى أسكنت بعض ذريتى وهو ابنى إسماعيل ومن سيولد له ، بواد غير ذى زرع قريبا من بيتك المحرم ، أى : الذى حرمت التعرض له بسوء توقيرا وتعظيما ، والذى جعلته مثابة للناس وأمنا ، وفضلته على غيره من الأماكن .وقوله ( رَبَّنَا لِيُقِيمُواْ الصلاة ) بيان للباعث الذى دفعه لإِسكان بعض ذريته فى هذا المكان الطيب .أى : يا ربنا إنى أسكنتهم ، هذا المكان ليتفرغوا لإِقامة الصلاة فى جوار بيتك ، وليعمروه بذكرك وطاعتك . رضي الله عن&; فاللام فى قوله ( ليقيموا ) للتعليل وهى متعلقة بأسكنت .وخصت الصلاة بالذكر من بين سائر العبادات ، لمزيد فضلها ، ولكمال العناية بشأنها .قال القرطبى : \" تضمنت هذه الآية أن الصلاة بمكة أفضل من الصلاة بغيرها ، لأن معنى ( رَبَّنَا لِيُقِيمُواْ الصلاة ) أى : أسكنتهم عند بيتك المحرم ليقيموا الصلاة فيه .وقد اختلف العلماء هل الصلاة بمكة أفضل أو فى مسجد النبى - صلى الله عليه وسلم -؟فذهب عامة أهل الأثر إلى أن الصلاة فى المسجد الحرام أفضل من الصلاة فى مسجد الرسول - صلى الله عليه وسلم - بمائة صلاة ، واحتجوا بحديث عبد الله بن الزبير قال : قال رسول الله - صلى الله عليه وسلم - : \" صلاة فى مسجدى هذا أفضل من ألف صلاة فيما سواه من المساجد ، إلا المسجد الحرام ، وصلاة فى المسجد الحرام أفضل من صلاة فى مسجدى هذا بمائة صلاة \" .وقد روى عن ابن عمر عن النبى - صلى الله عليه وسلم - حديث ابن الزبير \"وقوله ( فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ وارزقهم مِّنَ الثمرات لَعَلَّهُمْ يَشْكُرُونَ ) دعاء جامع لمطالب الدين والدنيا ، لأن الناس يذهبون إلى البيت الحرام للتقرب إلى الله - تعالى - ، وليتبادلوا المنافع عن طريق التجارة وغيرها مع السكان المجاورين لهذا البيت المعمور .والأفئدة : جمع فؤاد ، والمراد بها القلوب والنفوس .والمراد بالناس فى قوله ( مِّنَ الناس ) المؤمنون منهم ، لأنهم هم الذين يذهبون إلى البيت الحرام ، ليشهدوا منافع لهم ، وليتقربوا إليه - سبحانه - بحج بيته .وتهوى إليهم : أى تسرع إليهم ، يقال : هوى - بفتح الواو - يهوى - بكسرها - إذا أسرع فى السير ، ومنه قولهم : هوت الناقة تهوى هويا ، إذا عدت عدوا شديدا .والأصل فيه أن يتعدى باللام ، وعدى هنا بإلى لتضمنه معنى تميل وتسرع .أى : يا ربنا إنى تركت بعض ذريتى فى جوار بتيك ، فأسألك يا إلهى أن تجعل نفوس الناس وقلوبهم تحن إلى هذا المكان ، وتطير فرحا إليه ، وارزق من تركتهم وديعة فى جوار بيتك من الثمرات المختلفة ما يغنيهم لعلهم بهذا العطاء الجزيل يزدادون شكرا لك ، ومسارعة فى طاعتك وعبادتك .وقال - سبحانه - ( فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ ) ولم يقل فاجعل الناس تهوى إليهم ، للإِشارة إلى أن سعى الناس إليهم يكون عن شوق ومحبة حتى لكأن المسرع إلى هذا الجوار الطيب هو القلب والروح وليس الجسد وحده .قال صاحب الكشاف ما ملخصه : \" وقد أجاب الله - تعالى - دعوة إبراهيم - عليه السلام - فجعل البيت الحرام حرما آمنا تجيى إليه ثمرات كل شئ رزقا من لدنه ، ثم فضله ثم وجود أصناف الثمار فيه على كل ريف وعلى أخصب البلادء وأكثرها ثمارا ، وفى أى بلد من الشرق والغرب ، ترى الأعجوبة التى يريكها الله بواد غير ذى زرع - وهى اجتماع البواكير والفواكه المختلفة والأزمان من الربيعية والصيفية والخريفية فى يوم واحد ، وليس ذلك من آياته عجيب ، معنا الله بسكنى حرمه ، ووفقنا لشكر نعمه وأدام لنا التشرف بالدخول تحت دعوة إبراهيم ، وزرقنا طرفا من سلامة ذلك القلب السليم \" .هذا ، وقد ساق الإِمام الآلوسى عند تفسيره لهذه الآية قصة إسكان إبراهيم لبعض ذريته فى هذا المكان فقال ما ملخصه : \" وهذا الإِسكان إنما كان بعد أن حدث ما حدث بين إبراهيم وبين زوجه سارة ، وذلك أن هاجر أم إسماعيل كانت أمة من القبط لسارة فوهبتها - لإِبراهيم عليه السلام - فتزوجها فولدت له إسماعيل . فدبت الغيرة فى قلب سارة ولم تصبر على بقائها معها فأخرج إبراهيم - عليه السلام - هاجر وابنها إلى أرض مكة ، فوضعهما عند البيت ، عند دوحه فوق زمزم فى أعلى المسجد ، وليس يومئذ أحد ، وليس بها ماء ، ووضع عندهما جرابا فيه تمر وسقاء فيه ماء ، ثم قفى منطلقا فتبعته هاجر ، فقالت له : يا إبراهيم أين تذهب وتتركنا بهذا الوادى الذى ليس فيه أنيس .قالت له ذلك مرارا وهو لا يلتفت إليها ، فقال له : آلله أمرك بهذا؟ قال : نعم . قالت : إذا لا يضيعنا ، ثم رجعت .وانطلق إبراهيم - عليه السلام - حتى إذا كان عند الثنية حيث لا يرونه ، استقبل بوجهه البيت - وكان إذ ذاك مرتفعا من الأرض كالرابية - ثم دعا بهذه الدعوات ، ورفع يديه فقال : ( رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ . . . ) الآية .ثم إنها جعلت ترضع ابنها وتشرب مما فى السقاء حتى إذا نفد ما فى السقاء ، عطشت وعطش ابنها وجعلت تنظر إليه بتلبط - أى يتلوى ويتمرغ - من شدة العطش ، فانطلقت كراهية أن تنظر إليه ، فوجدت الصفا أقرب جبل فى الأرض يليها ، فقامت عليه ، ثم استقبلت الوادى تنظر هل ترى أحدا .فلم تر أحدا ، فهبطت من الصفا ، حتى إذا بلغت الوادى ، رفعت طرف درعها ، ثم سعت سعى الإِنسان المجهود حتى جاوزت الوادى ، ثم أتت المروة فقامت عليها ونظرت هل ترى أحدا ، فلم تر أحدا ، ففعلت ذلك سبع مرات ، ولذلك سعى الناس بينهما سبعا .فلما أشرفت على المروة سمعت صوتا فقالت : صه! تريد نفسها ثم تسمعت فسمعت أيضا صوتا فقالت : قد أسمعت إن كان عندك غواث ، فإذا هى بالملك عند موضع زمزم ، فبحث بعقبه حتى ظهر الماء ، فجعلت تحوضه وتغرف منه فى سقائها وهو يفور ، فشربت وأرضعت ولدها ، وقال لها الملك : لا تخافى الضيعة ، فإن هاهنا بيت الله - تعالى - يبنيه هذا الغلام وأبوه ، وإن الله - تعالى - لن يضيع أهله .ثم إنه مرت بهما رفقة من جرهم ، فرأوا طائراً عائفا - أى يتردد على الماء ولا يمضى - فقالوا : لا طير إلا على الماء ، فبعثوا رسولهم فنظر فإذا بالماء ، فأتاهم فقصدوه وأم إسماعيل عنده ، فقالوا : أشركينا فى مائك نشركك فى ألباننا ، ففعلت ، فلما أدرك إسماعيل - عليه السلام - زوجوه امرأة منهم \" .",
  "ayah": 37,
  "surah": 14
}
