{
  "text": "ثم بين - سبحانه - منه أخرى من مننه على عباده فقال : ( وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ . . . ) .قال الإِمام الرازى ما ملخصه : \" اعلم أنه - تعالى - لما ذكر فى أول السورة ( كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور . . . ) كان هذا إنعاما على الرسول ، من حيث إنه فوض إليه هذا المنصب العظيم ، وإنعاما على الخلق من حيث إنه أرسل إليهم من خلصهم من ظلمات الكفر . . .ثم ذكر فى هذه الآية ما يجرى مجرى تكميل النعمة والإِحسان فى الوجهين :أما بالنسبة إلى الرسول ، فلأن بعثته كانت إلى الناس عامة . .وأما بالنسبة لعامة الخلق ، فلأنه - سبحانه - ما بعث رسولا إلى قوم إلا بلسانهم . . . \" .والباء فى قوله \" بلسان \" للملابسة ، والمراد باللسان : اللغة التى يتخاطب بها الرسول مع قومه . .قال ابن كثير : \" هذا من لطفه - تعالى - بخلقه : أنه يرسل إليهم رسلا منهم بلغتهم ليفهموا عنهم ما يريدون ، وما أرسلوا به إليهم كما قال الإِمام أحمد .حدثنا وكيع ، عن عمر بن أبى ذر قال : قال مجاهد : عن أبى ذر قال : قال رسول الله صلى الله عليه وسلم : \" لم يبعث الله - عز وجل - نبيا إلا بلغة قومه \" .وقال صاحب الكشاف : \" فإن قلت : لم يبعث رسول الله صلى الله عليه وسلم إلى العرب وحدهم ، وإنما بعث إلى الناس جميعا ، وهم على ألسنة مختلفة . فإن لم تكن للعرب حجة ، فلغيرهم الحجة . وإن لم تكن لغيرهم حجة ، فلو نزل بالعجمية لم تكن للعرب حجة - أيضا - قلت : لا يخلو إما أن ينزل لجميع الألسنة أو بواحد منها ، فلا حاجة إلى نزوله بجميع الألسنة لأن الترجمة تنوب عن ذلك وتكفى التطويل ، فبقى أن ينزل بلسان واحد .فكان أول الألسنة لسان قوم الرسول صلى الله عليه وسلم لأنهم أقرب إليه .فإذا فهموا عنه وتبينوه وتنوقل عنهم وانتشر ، قامت التراجم ببيانه وتفهيمه ، كما ترى الحال وتشاهدها من نيابة التراجم فى كل أمة من أمم العجم ، مع ما فى ذلك من اتفاق أهل البلاد المتباعدة ، والأجيال المتفاوتة على كتاب واحد ، واجتهادهم فى تعلم لفظه وتعلم معانيه ، وما يتشعب من ذلك من جلائل الفوائد ، ولأنه أبعد من التحريف والتبديل ، وأسلم من التنازع والاختلاف . . . \" وقال الشوكانى : ما ملخصه : \" وقد قيل فى هذه الآية إشكال ، لأن النبى - صلى الله عليه وسلم أرسل إلى الناس جمعيا ، ولغاتهم متباينة . . .وأجيب : بأنه - صلى الله عليه وسلم - وإن كان مرسلا إلى الثقلين ، لكن لما كان قومه العرب ، وكانوا أخص به وأقرب إليه ، كان إرساله بلسانهم أولى من إرساله بلسان غيرهم ، وهم يبينونه لمن كان على غير لسانهم .ولو نزل القرآن بجميع لغات من أرسل إليهم ، وبينه الرسول لكل قوم بلسانهم ، لكان ذلك مظنة للاختلاف ، وفتحا لباب التنازع ، لأن كل أمة قد تدعى من المعانى فى لسانها ما لا عرفه غيرها .وربما كان ذلك - أيضا - مفضيا إلى التحريف والتصحيف ، بسبب الدعاوى الباطلة التى يقع فيها المتعصبون \" .وجملة ( فَيُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ ) مستأنفة .أى : فيضل الله من يشاء إضلاله ، أى يخلق فيه الضلال لوجود أسبابه المؤدية إليه فيه .ويهدى من يشاء هدايته ، لاراد لمشيئته ، ولا معقب لحكمه .\" وهو \" سبحانه \" العزيز \" الذى لا يغلبه غالب \" الحكيم \" فى كل أفعاله وتصرفاته .قال صاحب تفسير التحرير والتنوير : وتفريع قوله \" فيضل الله من يشاء . . . إلخ \" على مجموع جملة ( وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ) ، ولذلك جاء فعل \" يضل \" مرفوعا غير منصوب ، إذ ليس عطفا على فعل \" ليبين \" لأن الإِضلال لا يكون معلولا للتبين ولكنه مفرع على الإِرسال المعلل بالتبيين .والمعنى : أن الإِرسال بلسان قومه لعلة التبيين . وقد يحصل أثر التبيين بمعرفة الاهتداء ، وقد لا يحصل أثره بسبب ضلال المبين لهم .وبذلك نرى الآيات الكريمة قد بينت وظيفة القرآن الكريم ، ووظيفة الرسول - صلى الله عليه وسلم - كما توعدت الكافرين بسوء المصير إذا ما استمروا فى كفرهم وغيهم ، كما وضحت بعض مظاهر قدرة الله - تعالى - ولطفه بعباده ، وفضله عليهم .",
  "ayah": 4,
  "surah": 14
}
