{
  "text": "ثم بين - سبحانه - بعد ذلك ، أن رسالة موسى - عليه السلام - كانت أيضا لإِخراج قومه من الظلمات إلى النور ، ولتذكيرهم بنعم خالقهم عليهم ، وبغناه عنهم ، فقال تعالى :( وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَآ أَنْ أَخْرِجْ . . . . ) .قال الإِمام الرازى : \" اعلم أنه - تعالى - لما بين أنه أرسل محمدا - صلى الله عليه وسلم - إلى الناس ليخرجهم من الظلمات إلى النور وذكر كمال إنعامه عليه وعلى قومه فى ذلك الإِرسال وفى تلك البعثة ، أتبع ذلك بشرح بعثه سائر الأنبياء إلى أقوامهم ، وكيفية معاملة أقوامهم معهم . تصبيرا له - صلى الله عليه وسلم - على أذى قومه ، وبدأ - سبحانه - بقصة موسى فقال : ( وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظلمات إِلَى النور . . . ) .وموسى - عليه السلام - هو ابن عمران ، ابن يصهر ، ابن ماهيث . . . وينتهى نسبه إلى لاوى بن يعقوب عليه السلام .وكانت ولادة موسى - عليه السلام - فى حوالى القرن الرابع عشر قبل الميلاد .والمراد بالآيات فى قوله : ( بِآيَاتِنَآ ) الآيات التسع التى أيده الله تعالى بها قال تعالى : ( وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ . . . ) وهى : العصا ، واليد ، والطوفان ، والجراد ، والقمل ، والضفادع ، والدم ، والجدب - أى فى بواديهم ، والنقص من الثمرات - أى فى مزارعهم .قال - تعالى - ( فألقى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ . وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَآءُ لِلنَّاظِرِينَ ) وقال - تعالى - : ( وَلَقَدْ أَخَذْنَآ آلَ فِرْعَونَ بالسنين وَنَقْصٍ مِّن الثمرات ) وقال - تعالى - : ( فَأَرْسَلْنَا عَلَيْهِمُ الطوفان والجراد والقمل والضفادع والدم آيَاتٍ مّفَصَّلاَتٍ فاستكبروا وَكَانُواْ قَوْماً مُّجْرِمِينَ ) ومنهم من يرى أنه يصح أن يراد بالآيات هنا آيات التوراة التى أعطاها الله - تعالى - لموسى - عليه السلام - .قال الآلوسى ما ملخصه : \" قوله : ( وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَآ ) أى : ملتبسا بها . وهى كما أخرج ابن جرير وغيره ، عن مجاهد وعطاء وعبيد بن عمير ، الآيات التسع التى أجراها الله على يده - عليه السلام - وقيل : يجوز أن يراد بها آيات التوراة \" .ويبدو لنا أنه لا مانع من حمل الآيات هنا على ما يشمل الآيات التسع ، وآيات التوراة ، فالكل كان لتأييد موسى - عليه السلام - فى دعوته .و \" أن \" فى قوله ( أَنْ أَخْرِجْ قَوْمَكَ ) تفسير بمعنى أى : لأن فى الإِرسال معنى القول دون حروفه .والمراد بقومه : من أرسل لهدايتهم وإخراجهم من ظلمات الكفر إلى نور الإِيمان ، وهم : بنو إسرائيل وفرعون وأتباعه .وقيل : المراد بقومه : بنو إسرائيل خاصة ، ولا نرى وجها لهذا التخصيص ، لأن رسالة موسى - عليه السلام - كانت لهم ولفرعون وقومه .والمعنى : وكما أرسلناك يا محمد لتخرج الناس من الظلمات إلى النور ، أرسلنا من قبلك أخاك موسى إلى قومه لكى يخرجهم - أيضا - من ظلمات الكفر إلى نور الإِيمان . فالغاية التى من أجلها أرسلت - أيها الرسول الكريم - هى الغاية التى من أجلها أرسل كل نبى قبلك ، وهى دعوة الناس إلى إخلاصا العبادة لله - تعالى - وخص - سبحانه - موسى بالذكر من بين سائر الرسل .لأن أمته أكثر الأمم المتقدمة على هذه الأمة الإسلامية .وأكد - سبحانه - الإخبار عن إرسال موسى بلام القسم وحرف التحقيق قد ، لتنزيل المنكرين لرسالة النبى - صلى الله عليه وسلم - منزلة من ينكر رسالة موسى - عليه السلام - وقوله - تعالى - : ( وَذَكِّرْهُمْ بِأَيَّامِ الله ) معطوف على قوله ( أَنْ أَخْرِجْ قَوْمَكَ ) .والتذكير : إزالة نسيان الشئ ، وعدى بالباء لتضمينه معنى الإِنذار والوعظ : أى ذكرهم تذكير عظة بأيام الله .ومن المفسرين من يرى أن المراد بأيام الله : نعمه وآلاؤه .قال ابن كثير : قوله : ( وَذَكِّرْهُمْ بِأَيَّامِ الله ) أى : بأديايه ونعمه عليهم ، فى إخراجه إياهم من أسر فرعون وقهره وظمله وغشمه ، وإنجائه إياهم من عدوهم ، وفلقه لهم البحر ، وتظليله إياهم الغمام ، وإنزاله عليهم المن والسلوى .ومنهم من يرى أن المراد بها ، نقمه وبأساؤه .قال صاحب الكشاف : قوله : ( وَذَكِّرْهُمْ بِأَيَّامِ الله ) أى : وأنذرهم بوقائعه التى وقعت على الأمم قبلهم ، كما وقع على قوم نوح وعاد وثمود ، ومنه أيام العرب لحروبها وملاحمها ، كيوم ذى قار ، ويوم الفجار ، وهو الظاهر \"ومنهم من يرى أن المراد بها ما يشمل أيام النعمة ، وأيام النقمة .قال الإِمام الرازى ما ملخصه : \" أما قوله ( وَذَكِّرْهُمْ بِأَيَّامِ الله ) فاعلم أنه - تعالى - أمر موسى فى هذا المقام بشيئين ، أحدهما : أن يخرجهم من الظلمات إلى النور . والثانى : أن يذكرهم بأيام الله .ويعبر عن الأيام بالوقائع العظيمة التى وقعت فيها . . ( وَتِلْكَ الأيام نُدَاوِلُهَا بَيْنَ الناس ) فالمعنى : عظهم بالترغيب والترهيب والوعد والوعيد ، فالترغيب والوعد ، أن يذكرهم بنعم الله عليهم وعلى من قبلهم ممن آمن بالرسل . . . والترهيب والوعيد . أن يذكرهم بأس الله وعذابه وانتقامه ، ممن كذب الرسل من الأمم السالفة . .ثم قال : \" واعلم أن أيام الله فى حق موسى - عليه السلام - منها ما كان أيام المحنة والبلاء ، وهى الأيام التى كانت بنو إسرائيل فيها تحت قهر فرعون ، ومنها ما كان أيام الراحة والنعماء مثل إنزال المن والسلوى عليهم \" .وما ذهب إليه الإِمامان الرازى والآلوسى ، هو الذى تسكن إليه الفنس ، لأن الأيام كلها وإن كانت لله ، إلا أن المراد بها هنا أيام معينة ، وهى التى برزت فيها السراء أو الضراء بروزا ظاهرا ، كانت له آثاره على الناس الذين عاشوا فى تلك الأيام .وبنو إسرائيل - على سبيل المثال - مرت عليهم فى تاريخهم الطويل ، أيام غمروا فيها بالنعم ، وأيام أصيبوا فيها بالنقم .فالمعنى : ذكر يا موسى قومك بنعم الله لمن آمن وشكر ، وبنقمه على من جحد وكفر ، لعل هذا التذكير يجعلهم يثوبون إلى رشدهم ، ويتبعونك فيما تدعوهم إليه .واسم الإِشارة فى قوله : ( إِنَّ فِي ذلك لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ ) يعود على التذكير بأيام الله .والصبار : الكثير الصبر على البلاء . والصبر حبس النفس على ما يقتضيه الشرع فعلا أو تركا . يقال : صبره عن كذا يصبره إذا حبسه .والشكور : الكثير الشكر لله - تعالى - على نعمه ، والشكر : عرفان الإِحسان ونشره والتحدث به ، وأصله من شكرت الناقة - كفرح - إذا امتلأ ضرعها باللبن ، ومنه أشكر الضرع إذا امتلأ باللبن .أى : إن فى ذلك التذكير بنعم الله ونقمه ، لآيات واضحات ، ودلائل بينات على وحدانية الله - تعالى - وقدرته وعلمه ، وحكمته ، لكل إنسان كثير الصبر على البلاء ، وكثير الشكر على النعماء .وتخصيص الآيات بالصبار والشكور لأهما هما المنتفعان بها وبما تدل عليه من دلائل على وحدانية الله وقدرته ، لا لأنها خافية على غيرهما ، فإن الدلائل على ذلك واضحة لجميع الناس .وجمع - سبحانه - بينهما ، للإِشارة إلى ان المؤمن الصادق لا يخلو حاله عن هذين الأمرين ففى الحديث الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" إن أمر المؤمن كله عجب ، لا يقضى الله له قضاء إلا كان خيرا له ، إن أصابته ضراء صبر فكان خيرا له . وإن أصابته سراء شكر فكان خيرا له \" .وقدم - سبحانه - صفة الصبر على صفة الشكر ، لما أن الصبر مفتاح الفرج المقتضى للشكر ، أو لأن الصبر من قبيل الترك ، والتخلية مقدمة على التحلية .",
  "ayah": 5,
  "surah": 14
}
