{
  "text": "ثم حكى - سبحانه - جانبا من أحوال بعض الرسل مع أقوامهم ، ومن المحاورات التى دارت بين الرسل وبين من أرسلوا إليهم فقال - تعالى - :( أَلَمْ يَأْتِكُمْ نَبَأُ الذين مِن قَبْلِكُمْ قَوْمِ . . . )قوله - سبحانه - : ( أَلَمْ يَأْتِكُمْ نَبَأُ الذين مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ . . . ) يرى بعض المفسرين أنه من تتمة كلام موسى - عليه السلام - فيكون المعنى : أن موسى - عليه السلام - بعد أن ذكر بأيام الله - تعالى - ، وبنعمه عليهم ، وبسننه - سبحانه - فى خلقه . . .بعد كل ذلك شرع فى تذكيرهم وتخويفهم عن طريق ما حل بالمكذبين من قبلهم ، فقال لهم - كما حكى القرآن عنه - : ( أَلَمْ يَأْتِكُمْ نَبَأُ الذين مِن قَبْلِكُمْ . . )ومنهم من يرى أن الآية الكريمة كلام مستأنف ، والخطاب فيه لأمة الرسول - صلى الله عليه وسلم - فيكون المعنى : أن الله - تعالى - بعد أن ين للناس أنه قد أنزل كتابه على رسوله - صلى الله عليه وسلم - لإِخراجهم من الظلمات إلى النور ، وبين - سبحانه - أن له ما فى السموات وما فى الأرض وهدد الكافرين بالعذاب الشديد ، وحكى ما قاله موسى لقومه .بعد كل ذلك وجه - سبحانه - الخطاب إلى مشركى مكة وإلى كل من كان على شاكلتهم فقال : ( أَلَمْ يَأْتِكُمْ نَبَأُ الذين مِن قَبْلِكُمْ . . . ) .قال الفخر الرازى ما ملخصه : \" يحتمل أن يكون هذا خطابا من موسى لقومه ، والمقصود منه أنه - عليه السلام - كان يخوفهم بمثل هلاك من تقدم .ويجوز أن يكون مخاطبة من الله - تعالى - على لسان موسى لقومه ، يذكرهم أمر القرون الأولى . والمقصود إنما هو حصول العبرة بأحوال المتقدمين ، وهذا المقصود حاصل على التقديرين ، إلا أن الأكثرين ذهبوا إلى أنه ابتداء مخاطبة لقوم الرسول - صلى الله عليه وسلم - .ومع أننا نؤيد الإِمام الرازى فى أن المقصود إنما حصول العبرة بأحوال المتقدمين إلا أننا نميل مع الأكثرين إلى الرأى الثانى ، لأن قوم رسول - صلى الله عليه وسلم - هم المقصودون قصدا أوليا بالخطاب القرآنى ، ولأن الإِمام ابن كثير - يرى أنه لم يرد ذكر فى التوراة لقوم عاد وثمود ، فقد قال :قال ابن جرير : \" هذا من تمام قول موسى لقومه . . . وفيما قال ابن جرير نظر والظاهر أنه خبر مستأنف من الله - تعالى - لهذه الأمة ، فإنه قد قيل إن قصة عاد وثمود ليست فى التوراة ، فلو كان هذا من كلام موسى لقومه وقصه عليهم ، فلا شك حينئذ أن تكون هاتان القصتان فى التوراة .والاستفهام فى قوله ( أَلَمْ يَأْتِكُمْ . . . ) للتقرير لأنهم قد بلغتهم أخبارهم ، فقوم نوح بلغتهم أخبارهم بسبب خبر الطوفان الذى كان مشهورا بينهم ، وقوم عاد وثمود بلغتهم أخبارهم لأنهم من العرب ، ومساكنهم فى بلادهم ، وهم يمرون على ديار قوم صالح فى أسفارهم إلى بلاد الشام للتجارة .والمراد بالذين من بعدهم : أولئك الأقوام الذين جاءوا من بعد قوم نوح وعاد وثمود ، كقوم إبراهيم وقوم لوط وغيرهم .وقوله : ( لاَ يَعْلَمُهُمْ إِلاَّ الله ) أى : لا يعلم عدد الأقوام الذين جاءوا بعد قوم نوح وعاد وثمود ولا يعلم ذواتهم وأحوالهم إلا الله تعالى .وقوله ( والذين مِن بَعْدِهِمْ ) مبتدأ ، وقوله ( لاَ يَعْلَمُهُمْ إِلاَّ الله ) خبره ، والجملة اعتراض بن المفسر - بفتح السين - وهو ( نَبَأُ الذين مِن قَبْلِكُمْ ) وتفسيره وهو ( جَآءَتْهُمْ رُسُلُهُمْ بالبينات ) .والمعنى : لقد علمتم يا أهل مكة ما حل بقوم نوحو عاد وثمود ، كما علمتم ما حل بالمكذبين من بعدهم كقوم لوط وقوم شعيب ، وكغيرهم ممن لا يعلم أحوالهم وعددهم إلا الله - تعالى - وما دام الأمر كذلك فاعتبروا واتعظوا واتبعوا هذا الرسول الكريم الذى جاء لسعادتكم ، لكى تنجوا من العذاب الأليم الذى حل بالمظالمين من قبلكم .وجملة ( جَآءَتْهُمْ رُسُلُهُمْ بالبينات ) مستأنفة فى جواب سؤال مقدر ، كأنه قيل ما قصة هؤلاء الأقوام وما خبرهم؟فكان الجواب : جاء كل رسول إلى قومه بالحجج الواضحات ، وبالمعجزات الظاهرات ، الدالة على صدقه فيما يبلغه عن ربه .وقوله ( فردوا أَيْدِيَهُمْ في أَفْوَاهِهِمْ وقالوا إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ . . . ) .بيان لموقف الأقوام المكذبين من رسلهم الذين أرسلهم الله لهدايتهم .والضمائر فى \" ردوا \" و \" أيديهم \" و \" أفواههم \" تعود على الأقوام الذين جاءتهم رسلهم بالبينات ، وهذه الجملة الكريمة ذكر المفسرون فى معناها وجوها متعددة أوصلها بعضهم إلى عشرة أقوال :منها : أن الكفار وضعوا أنامهم فى أفواههم فعضوها غيضا وبغضا مما جاء به الرسل ، وقالوا لهم بغضب وضجر : إنا كفرنا بما أرسلتم به وبما جئتمونا به من معجزات ، فاغربوا عن وجوهنا ، واتركونا وشأننا .ومن المفسرين الذين رجحوا هذا الوجه الإِمام ابن جرير ، فقد قال : \" وقوله : ( فردوا أَيْدِيَهُمْ في أَفْوَاهِهِمْ . . . ) اختلف أهل التأويل فى تأويل ذلك ، فقال بعضهم : معنى ذلك ، فعضوا على أصابعهم تغيظا عليهم فى دعائهم إياهم إلى ما دعوهم إليه . . روى ذلك عن ابن مسعود وغيره .ثم قال بعد أن ساق عددا من الأقوال الأخرى : وأشبه هذه الأقوال عندى الصواب فى تأويل هذه الآية ، القول الذى ذكرناه عن عبد الله بن مسعود أنهم ردوا أيديهم فى أفواههم ، فعضوا عليها غيظا على الرسل ، كما وصف الله عز وجل به إخوانهم من المنافقين فقال : ( وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأنامل مِنَ الغيظ ) فهذا هو الكلام المعروف ، والمعنى المفهوم من رد الأيدى إلى الأفواه .ومنها : أن الكفار وضعوا أيديهم على أفواههم إشارة منهم إلى أنفسهم وإلى ما يصدر عنها ، وقالوا للرسل على سبيل التحدى والتكذيب . ( إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ ) أى : لا جواب لكم عندنا سوى ما قلناه لكم بألسنتنا هذه .ومن المفسرين الذين رجحوا هذا القول الإِمام الآلوسى ، فقد صدر الأقوال التى ذكرها به ، فقال ما ملخصه : قوله ( فردوا أَيْدِيَهُمْ في أَفْوَاهِهِمْ ) أى : أشاروا بأيديهم إلى ألسنتهم وما نطقت به ، وقالوا لهم ( إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ ) أى : على زعمكم ، وهى البينات التى أظهرها حجة على صحة رسالتهم ، ومرادهم بالكفر بها : الكفر بدلالتها على صحة رسالتهم . . .ثم قال بعد أن ساق عددا من الأقوال : والذى يطابق المقام ، وتشهد له البلاغة : هو الوجه الأول ، ونص غير واحد على أنه الوجه القوى ، لأنهم حالوا الإِنكار على الرسل كل الإِنكار ، حيث جمعوا على الإِنكارين : الفعل والقول ، ولذا أتى بالفاء تنبيها على أنهم لم يتمهلوا ، بل عقدوا دعوتهم بالتكذيب . . . \" .ومنها : أن الكفار لما سمعوا أقوال الرسل لهم ، وضعوا أيديهم على أفواههم استهزاء وتعجبا .وقد رجح هذا الوجه الشيخ محمد الطاهر بن عاشور فقال : \" وهذا التركيب لا أعهد مثله فى كلام العرب فلعله من مبتكرات القرآن : ومعنى ( فردوا أَيْدِيَهُمْ في أَفْوَاهِهِمْ ) .يحتمل عد وجو أنها فى الكشاف إلى سبعة ، وفى بعضها بعد ، وأولاها بالاستخلاص أن يكون المعنى : أنهم وضعوا أيديهم على أفواههم إخفاء لشدة الضحك من كلام الرسل ، كراهية أن تظهر دواخل أفواههم ، وذلك تمثيل لحالة الاستهزاء بالرسل .ومنها : أن الكفار لما سمعوا أقوال الرسل لهم ، لم يردوا عليهم ، بل تركوهم إهمالا لشأنهم .وقد رجح الشوكانى هذا الاتجاه فقال ما ملخصه : \" وقال أبو عبيدة - ونعم ما قال - هو ضرب مثل . أى : لم يؤمنوا ولم يجيبوا . والعرب تقول الرجل إذا أمسك عن الجواب وسكت : قد رد يده فى فيه . وهذكا قال الأخفش ، واعترض على ذلك القتيبى فقال : لم يسمع أحد من العرب يقول : رد يده فى فيه ، إذا ترك ما أمر به وإنما المعنى عضوا على الأيدي حنفا وغيظا . .فإن صح ما ذكره أبو عبيدة والأخفش فتفسير الآية به أقرب . . .وهذه الأقوال جميعها وإن كانت تتفق فى أن الآية الكريمة ، قد أخبرت بأبلغ عبارة عما قابل به الأقوام المكذبين رسلهم من سوء أدب .إلا أننا نميل إلى ما ذهب إليه الإِمام ابن جرير ، لأنه أظهر الأقوال فى معناها ، وقد استشهد له بعضهم بأشعار العرب ، ومنها قول الشاعر :ترون فى فيه غش الحسو ... د حتى يعض على الأكفاوقوله - سبحانه - ( وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ ) معطوف على قوله ( إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ ) .ومريب : اسم فاعل من أراب . تقول : أربت فلانا فأنا أريبه ، إذا فعلت به فعلا يوجب لديه الريبة ، فمعنى مريب : موقع فى الريبة أى : فى القلق والاضطراب .أى : قال المكذبون لرسلهم إنا كفرنا بما جئتم به من المعجزات والبينات .وإنا لفى شك كبير موقع فى الريبة مما تدعوننا إليه من الإِيمان بوحدانية الله ، وبإخلاص العبادة له ..قال الجمل ما ملخصه : \" فإن قيل : إنهم أكدوا كفرهم بما أرسل به الرسل .ثم ذكروا بعد ذلك أنهم شاكون مرتابون فى صحة قولهم فكيف ذلك .فالجواب : كأنهم قالوا أنا كفرنا بما أرسلتم به أيها الرسل فإنه لم نكن كذلك ، فال أقل من أن نكون شاكين مرتابين فى صحة نبوتكم .أو يقال : المراد بقولهم ( إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ ) أى بالمعجزات والبينات ، وبقولهم : ( وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ ) وهو الإِيمان والتوحيد .أو يقال : إنهم كانوا فرقتين إحداهما جزمت بالكفر ، والأخرى شكت . . .",
  "ayah": 9,
  "surah": 14
}
