{
  "surah": 10,
  "ayah": 105,
  "text": "Set thy face to the religion. In other words, \" Purify your intention for the religion and disengage your heart from affirming anything touched by the severity of the bestowal of being. \" He is saying, \" Cleanse your religion from the contamination of eye-service and fix your inten- tion on seeking the alchemy of the Haqiqah-your heart cut off from attachments, your belt tight- ened, and the ring of service on the ear of loyalty. Let your wants be sacrificed to the beginningless want, your soul to approval, your heart to loyalty, your eyes to subsistence. \" My soul wants life only for union with You, my spirit wants ease for joining with You. My ears want hearing for the sake of Your words, my eyes want sight to yearn for Your beauty. From here the light of the Haqiqah begins, the falcon of love flies in the air of solitariness, and the divine attraction arrives. It takes the servant away from the hand of self-determination. None of the intrusive dust of hoping for paradise settles on his present moment, no dread of hell blocks his path. With the tongue of his state he says, \" In the road of passion the passionate must remember neither hell nor paradise. \" Up to this point the servant was seeking, but now he is the sought. He was the lover, but now he is the beloved. He was desiring, but now he is the desired. He saw the carpet of oneness and hurried until he found the proximity of the Friend. Reports turned into face-to-face vision. The obscure became clear. The servant arrived at himself when he reached the Friend. He did not see himself, for he saw the Friend. The Pir of the Tariqah said, \" O God, when I learned what was to be learned, I burned all the learning. I overthrew the collected and collected the overthrown. I sold nonbeing to illuminate being. O God, when I recognized oneness, I melted in the hope of happiness. When will I be able to say, 'I threw away the cup, I turned away from attachments, I gambled away all my being'? \" When will I throw off this cage and build a nest in the divine garden?!"
}
