{
  "surah": 10,
  "ayah": 58,
  "text": "Say: \" In the bounty of God and His mercy-in that let them rejoice, for it is better than what they gather. \" \" O MuḤammad! Give the faithful good news and tell them that they should be happy in the bounty and mercy of God: 'I have honored you with faith, the Qur'an, submission, and MuḤammad, so be delighted! Become intimate with remembering Me. Accept My covenant in your spirit. Delight in My love. A happy servant is he who is happy with Me. There is no happiness but happiness with Me. May he who is not happy with Me never be happy! The servant has two happinesses in Me: today he is happy with Me, and tomorrow he will be happy along with Me.' \" My face is happy with Your face when You are present. May my spirit be happy with remembering You when You are absent! It has been said that the bounty of God and His mercy that you have with Him in the precedent apportioning is better than the varieties of obedience and the kinds of service that are your own self-exertion. In terms of allusion He is saying, \" My servant, have confidence in My bounty and mercy, not in your own worship and service, for there is no confidence in anything other than My bounty and no ease in other than My mercy. Everyone has a resource, and the resource of the faithful is My bounty; everyone has a storehouse, and the storehouse of the poor is My mercy; everyone has a leaning place, and the leaning place of the recognizers is My precedence; everyone has a treasure, and the treasure of those who trust is My assurance; everyone has a delight, and the delight of the rememberers is remembering Me; everyone has a hope, and the hope of the friends is seeing Me. \" There was a renunciant among the Children of Israel who sat for seventy years in a monastery worshiping God. After seventy years revelation came to the prophet of the time: \" Say to that re- nunciant, 'You have completed beautiful days and passed a life in worshiping Me. I promise you that I will forgive you by My bounty and mercy.' \" The renunciant said, \" He will take me to paradise by His bounty? Where then will that seventy years of worship be seen? What about that? \" In that very hour, the Exalted Lord placed a tremendous pain in one of his teeth."
}
