{
  "text": "{ وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ } أي: تابعناه وواصلناه، وأنزلناه شيئا فشيئا، رحمة بهم ولطفا { لَعَلَّهُمْ يَتَذَكَّرُونَ } حين تتكرر عليهم آياته، وتنزل عليهم بيناته وقت الحاجة إليها. فصار نزوله متفرقا رحمة بهم، فلم اعترضوا على ما هو من مصالحهم؟فصل في ذكر بعض الفوائد والعبر في هذه القصة العجيبةفمنها أن آيات اللّه تعالى وعبره، وأيامه في الأمم السابقة، إنما يستفيد بها ويستنير المؤمنون، فعلى حسب إيمان العبد تكون عبرته، وإن اللّه تعالى إنما يسوق القصص، لأجلهم، وأما غيرهم، فلا يعبأ اللّه بهم، وليس لهم منها نور وهدى.ومنها: أن اللّه تعالى إذا أراد أمرا هيأ أسبابه، وأتى بها شيئا فشيئا بالتدريج، لا دفعة واحدة.ومنها: أن الأمة المستضعفة، ولو بلغت في الضعف ما بلغت، لا ينبغي لها أن يستولى عليها الكسل عن طلب حقها، ولا الإياس من ارتقائها إلى أعلى الأمور، خصوصا إذا كانوا مظلومين، كما استنقذ اللّه أمة بني إسرائيل، الأمة الضعيفة، من أسر فرعون وملئه، ومكنهم في الأرض، وملكهم بلادهم.ومنها: أن الأمة ما دامت ذليلة مقهورة لا تأخذ حقها ولا تتكلم به، لا يقوم لها أمر دينها [ولا دنياها] ولا يكون لها إمامة فيه.ومنها: لطف اللّه بأم موسى، وتهوينه عليها المصيبة بالبشارة، بأن اللّه سيرد إليها ابنها، ويجعله من المرسلين.ومنها: أن اللّه يقدر على عبده بعض المشاق، لينيله سرورا أعظم من ذلك، أو يدفع عنه شرا أكثر منه، كما قدر على أم موسى ذلك الحزن الشديد، والهم البليغ، الذي هو وسيلة إلى أن يصل إليها ابنها، على وجه تطمئن به نفسها، وتقر به عينها، وتزداد به غبطة وسرورا.ومنها: أن الخوف الطبيعي من الخلق، لا ينافي الإيمان ولا يزيله، كما جرى لأم موسى ولموسى من تلك المخاوف.ومنها: أن الإيمان يزيد وينقص. وأن من أعظم ما يزيد به الإيمان، ويتم به اليقين، الصبر عند المزعجات، والتثبيت من اللّه، عند المقلقات، كما قال تعالى. { لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ } أي: ليزداد إيمانها بذلك ويطمئن قلبها.ومنها: أن من أعظم نعم اللّه على عبده، و [أعظم] معونة للعبد على أموره، تثبيت اللّه إياه، وربط جأشه وقلبه عند المخاوف، وعند الأمور المذهلة، فإنه بذلك يتمكن من القول الصواب، والفعل الصواب، بخلاف من استمر قلقه وروعه، وانزعاجه، فإنه يضيع فكره، ويذهل عقله، فلا ينتفع بنفسه في تلك الحال.ومنها: أن العبد -ولو عرف أن القضاء والقدر ووعد اللّه نافذ لا بد منه- فإنه لا يهمل فعل الأسباب التي أمر بها، ولا يكون ذلك منافيا لإيمانه بخبر اللّه، فإن اللّه قد وعد أم موسى أن يرده عليها، ومع ذلك، اجتهدت على رده، وأرسلت أخته لتقصه وتطلبه.ومنها: جواز خروج المرأة في حوائجها، وتكليمها للرجال، من غير محذور، كما جرى لأخت موسى وابنتي صاحب مدين.ومنها: جواز أخذ الأجرة على الكفالة والرضاع، والدلالة على من يفعل ذلك.ومنها: أن اللّه من رحمته بعبده الضعيف الذي يريد إكرامه، أن يريه من آياته، ويشهده من بيناته، ما يزيد به إيمانه، كما رد الله موسى على أمه، لتعلم أن وعد اللّه حق.ومنها: أن قتل الكافر الذي له عهد بعقد أو عرف، لا يجوز، فإن موسى عليه السلام عدَّ قتله القبطي الكافر ذنبا، واستغفر اللّه منه.ومنها: أن الذي يقتل النفوس بغير حق يعد من الجبارين الذين يفسدون في الأرض.ومنها: أن من قتل النفوس بغير حق، وزعم أنه يريد الإصلاح في الأرض، وتهييب أهل المعاصي، فإنه كاذب في ذلك، وهو مفسد كما حكى اللّه قول القبطي { إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ } على وجه التقرير له، لا الإنكار.ومنها: أن إخبار الرجل غيره بما قيل فيه، على وجه التحذير له من شر يقع فيه، لا يكون ذلك نميمة -بل قد يكون واجبا- كما أخبر ذلك الرجل لموسى، ناصحا له ومحذرا.ومنها: أنه إذا خاف القتل والتلف في الإقامة، فإنه لا يلقي بيده إلى التهلكة، ولا يستسلم لذلك، بل يذهب عنه، كما فعل موسى.ومنها: أنه عند تزاحم المفسدتين، إذا كان لا بد من ارتكاب إحداهما أنه يرتكب الأخف منهما والأسلم، كما أن موسى، لما دار الأمر بين بقائه في مصر ولكنه يقتل، أو يذهب إلى بعض البلدان البعيدة، التي لا يعرف الطريق إليها، وليس معه دليل [يد] له غير ربه، ولكن هذه الحالة أقرب للسلامة من الأولى، فتبعها موسى.ومنها: أن الناظر في العلم عند الحاجة إلى التكلم فيه، إذا لم يترجح عنده أحد القولين، فإنه يستهدي ربه، ويسأله أن يهديه الصواب من القولين، بعد أن يقصد بقلبه الحق ويبحث عنه، فإن اللّه لا يخيب مَنْ هذه حاله. كما خرج موسى تلقاء مدين فقال: { عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ } ومنها: أن الرحمة بالخلق، والإحسان على من يعرف ومن لا يعرف، من أخلاق: الأنبياء، وأن من الإحسان سقي الماشية الماء، وإعانة العاجز.ومنها استحباب الدعاء بتبيين الحال وشرحها، ولو كان اللّه عالما لها، لأنه تعالى، يحب تضرع عبده وإظهار ذله ومسكنته، كما قال موسى: { رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ } ومنها أن الحياء -خصوصا من الكرام- من الأخلاق الممدوحة.ومنها: المكافأة على الإحسان لم يزل دأب الأمم السابقين.ومنها: أن العبد إذا فعل العمل للّه تعالى، ثم حصل له مكافأة عليه من غير قصد بالقصد الأول، أنه لا يلام على ذلك، كما قبل موسى مجازاة صاحب مدين عن معروفه الذي لم يبتغ له، ولم يستشرف بقلبه على عوض.ومنها: مشروعية الإجارة، وأنها تجوز على رعاية الغنم ونحوها، مما لا يقدر العمل، وإنما مرده، العرف.ومنها أنه تجوز الإجارة بالمنفعة، ولو كانت المنفعة بضعا.ومنها أن خطبة الرجل لابنته الرجل الذي يتخيره، لا يلام عليه.ومنها: أن خير أجير وعامل [يعمل] للإنسان، أن يكون قويا أمينا.ومنها: أن من مكارم الأخلاق، أن يُحَسِّن خلقه لأجيره، وخادمه، ولا يشق عليه بالعمل، لقوله: { وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ } ومنها: جواز عقد الإجارة وغيرها من العقود من دون إشهاد لقوله: { وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ } ومنها: ما أجرى اللّه على يد موسى من الآيات البينات، والمعجزات الظاهرة، من الحية، وانقلاب يده بيضاء من غير سوء، ومن عصمة اللّه لموسى وهارون، من فرعون، ومن الغرق.ومنها: أن من أعظم العقوبات أن يكون الإنسان إماما في الشر، وذلك بحسب معارضته لآيات اللّه وبيناته، كما أن من أعظم نعمة أنعم اللّه بها على عبده، أن يجعله إماما في الخير هاديا مهديا.ومنها: ما فيها من الدلالة على رسالة محمد صلى اللّه عليه وسلم، حيث أخبر بذلك تفصيلا مطابقا، وتأصيلا موافقا، قصه قصا، صدق به المرسلين، وأيد به الحق المبين، من غير حضور شيء من تلك الوقائع، ولا مشاهدة لموضع واحد من تلك المواضع، ولا تلاوة درس فيها شيئا من هذه الأمور، ولا مجالسة أحد من أهل العلم، إن هو إلا رسالة الرحمن الرحيم، ووحي أنزله عليه الكريم المنان، لينذر به قوما جاهلين، وعن النذر والرسل غافلين.فصلوات اللّه وسلامه، على من مجرد خبره ينبئ أنه رسول اللّه، ومجرد أمره ونهيه ينبه العقول النيرة، أنه من عند اللّه، كيف وقد تطابق على صحة ما جاء به، وصدقه خبر الأولين والآخرين، والشرع الذي جاء به من رب العالمين، وما جبل عليه من الأخلاق الفاضلة، التي لا تناسب، ولا تصلح إلا لأعلى الخلق درجة، والنصر المبين لدينه وأمته، حتى بلغ دينه مبلغ الليل والنهار، وفتحت أمته معظم بلدان الأمصار، بالسيف والسنان، وقلوبهم بالعلم والإيمان.ولم تزل الأمم المعاندة، والملوك الكفرة المتعاضدة، ترميه بقوس واحدة، وتكيد له المكايد، وتمكر لإطفائه وإخفائه، وإخماده من الأرض، وهو قد بهرها وعلاها، لا يزداد إلا نموا، ولا آياته وبراهينه إلا ظهورا، وكل وقت من الأوقات، يظهر من آياته ما هو عبرة لِلْعَالَمِينَ، وهداية لِلْعَالمِينَ، ونور وبصيرة للمتوسمين. والحمد للّه وحده.",
  "ayah": 51,
  "surah": 28
}
