{
  "text": "آیت 2 { نِ الَّذِیْ خَلَقَ الْمَوْتَ وَالْحَیٰوۃَ لِیَبْلُوَکُمْ اَیُّکُمْ اَحْسَنُ عَمَلًا } ”جس نے موت اور زندگی کو پیدا کیا تاکہ تمہیں آزمائے کہ تم میں سے کون اچھے اعمال کرنے والا ہے۔“ { وَہُوَ الْعَزِیْزُ الْغَفُوْرُ۔ } ”اور وہ بہت زبردست بھی ہے اور بہت بخشنے والا بھی۔“ یہ ہے انسانی زندگی اور موت کی تخلیق کا اصل مقصد۔ جو کوئی اس فلسفے کو نہیں سمجھے گا اسے زندگی ‘ موت اور موت کے بعد پھر زندگی کی یہ باتیں محض افسانہ معلوم ہوں گی۔ جیسے ایک معروف جاہلی شاعر نے اپنی بیوی کو مخاطب کر کے کہا تھا : حَیَاۃٌ ثُمَّ مَوْتٌ ثُمَّ بَعْثٌ حَدِیْثُ خَرَافَۃٍ یا اُمَّ عَمرو !”کہ یہ زندگی ‘ پھر موت ‘ پھر زندگی ‘ اے اُم عمرو ! یہ کیا حدیث خرافات ہے ؟“ معاذ اللہ ! انسانی زندگی کا سفر دراصل عالم ارواح سے شروع ہو کر ابد الآباد کی سرحدوں تک جاتا ہے۔ انسان کی دنیوی زندگی ‘ موت اور بعث بعد الموت اس طویل سلسلہ ٔ حیات کے مختلف مراحل ہیں۔ جیسا کہ اس آیت میں آیا ہے : { وَکُنْتُمْ اَمْوَاتًا فَاَحْیَاکُمْج ثُمَّ یُمِیْتُکُمْ ثُمَّ یُحْیِیْـکُمْ ثُمَّ اِلَـیْہِ تُرْجَعُوْنَ۔ } البقرۃ ”اور تم مردہ تھے ‘ پھر اس نے تمہیں زندہ کیا ‘ پھر وہ تمہیں مارے گا ‘ پھر جلائے گا ‘ پھر تم اسی کی طرف لوٹا دیے جائو گے“۔ زندگی کے اس تسلسل کے اندر موت کے مرحلے کی توجیہہ میر تقی میر نے ان الفاظ میں بیان کی ہے : ؎موت اِک زندگی کا وقفہ ہے یعنی آگے چلیں گے دم لے کر !بہرحال انسان کی دنیوی زندگی ایک وقفہ امتحان ہے اور موت اس وقفے کے اختتام کی گھنٹی ہے : { نَحْنُ قَدَّرْنَا بَـیْـنَـکُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِیْنَ۔ } الواقعۃ۔ اس وقفہ امتحان کا انداز بالکل اسکولوں اور کالجوں کے امتحانات جیسا ہے۔ فرق بس یہ ہے کہ ان امتحانات کے لیے چند گھنٹوں کا وقت دیا جاتا ہے ‘ جبکہ انسانی زندگی کے حقیقی امتحان کا دورانیہ اوسطاً تیس چالیس برس پر محیط ہے۔ ظاہر ہے انسان کی زندگی کے ابتدائی بیس پچیس برس تو بچپنے اور غیر سنجیدہ رویے کی نذر ہوجاتے ہیں۔ پھر اگر کسی کو بڑھاپا دیکھنا نصیب ہو تو اپنی آخری عمر میں وہ { لِکَیْلَا یَعْلَمَ مِنْم بَعْدِ عِلْمٍ شَیْئًا } الحج : 5 کی عبرت ناک تصویر بن کر رہ جاتا ہے۔ لے دے کر ایک انسان کو عمل کے لیے شعور کی عمر کے اوسطاً تیس چالیس سال ہی ملتے ہیں۔ علامہ اقبال نے اپنی مشہور نظم خضر راہ میں ”زندگی“ کے عنوان کے تحت زندگی کے اس فلسفے پر کمال مہارت سے روشنی ڈالی ہے۔ اس نظم کے چند اشعار ملاحظہ ہوں :؎برتر از اندیشہ سود و زیاں ہے زندگی  ہے کبھی جاں اور کبھی تسلیم ِجاں ہے زندگی !؎تو اسے پیمانہ امروز و فردا سے ناپ جاوداں ‘ پیہم دواں ‘ ہر دم جواں ہے زندگی !؎قلزمِ ہستی سے تو ابھرا ہے مانند ِحباب اس زیاں خانے میں تیرا امتحاں ہے زندگی !ان اشعار میں علامہ اقبال نے دراصل قرانی آیات ہی کی ترجمانی کی ہے۔ مندرجہ بالا آخری شعر قلزمِ ‘ ہستی… آیت زیر مطالعہ کے مفہوم کا ترجمان ہے ‘ جبکہ پہلے شعر میں سورة البقرۃ کی آیت 154 { وَلَا تَقُوْلُوْا لِمَنْ یُّقْتَلُ فِیْ سَبِیْلِ اللّٰہِ اَمْوَاتٌط بَلْ اَحْیَـآئٌ …} کا بنیادی فلسفہ بیان ہوا ہے۔ ظاہر ہے عام طور پر تو زندہ جان کو ہی زندگی کا نام دیا جاتا ہے ‘ لیکن کبھی ایسا بھی ہوتا ہے کہ حقیقی اور دائمی زندگی جان دے دینے تسلیم ِجاں سے حاصل ہوتی ہے۔",
  "ayah": 2,
  "surah": 67
}
