{
  "text": "১১৫ নং আয়াতের তাফসীর:\nশানে নুযূল:\nএ আয়াতের শানে নুযূল সম্পর্কে অনেক বর্ণনা পাওয়া যায়।\nইবনু কাসীর, তাবারী, কুরতুবীতে এ আয়াতের শানে নুযূল সম্পর্কে একাধিক বর্ণনা বিদ্যমান।\nসবচেয়ে বেশি গ্রহণযোগ্য বর্ণনা হল- ইবনু উমার (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কা থেকে মদীনায় আগমন করে বাহনের ওপর নফল সালাত আদায় করছিলেন। আর বাহন তখন বিভিন্ন সময় বিভিন্ন দিকে মুখ ঘুরে চলছিল। অতঃপর ইবনু উমার (রাঃ)\n(وَلِلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُ....)\nঅত্র আয়াতটি তেলাওয়াত করলেন এবং বললেন এ ব্যাপারে এ আয়াতটি অবতীর্ণ হয়েছে। (সহীহ মুসলিম হা: ১৬৪৪-৪৫, ১৬৫০)\nঅত্র আয়াতে আল্লাহ তা‘আলা পূর্ব ও পশ্চিম দু’দিককে নির্দিষ্ট করে উল্লখ করেছেন যা উদয় ও অস্তাচল। তিনি এ দু’দিকসহ সকল দিকের মালিক। অতএব সালাত আদায়ের ক্ষেত্রে যেদিকেই তোমাদেরকে নির্দেশ দেয়া হয় সেদিকেই আল্লাহ তা‘আলা রয়েছেন। তাতে তোমরা আল্লাহ তা‘আলার আনুগত্য থেকে বের হয়ে যাবে না। তাই কেউ যদি আদিষ্ট কেবলা অনুসন্ধান করে না পায়, তাহলে তার কাছে যেটা কেবলার দিক বলে মনে হবে সেদিকে ফিরে সালাত আদায় করবে, তারপর যদি জানা যায় কেবলা নির্ণয়ে ভুল হয়েছে তাহলে সালাত পুনরায় আদায়ের প্রয়োজন নেই।\n(فَثَمَّ وَجْهُ اللّٰهِ)\n‘সে দিকেই আল্লাহর চেহারা রয়েছে’আয়াতের এ অংশ প্রমাণ করছে আল্লাহ তা‘আলার চেহারা রয়েছে। তাঁর জন্য যেমন উপযোগী তেমন তাঁর চেহারা, কোন কিছুর সাথে তাঁর  চেহারার সাদৃশ্য নেই। অন্যত্র তিনি বলেন:\n(وَّيَبْقٰي وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ) ‏\n“এবং অবশিষ্ট থাকবে শুধু তোমার প্রতিপালকের চেহারা, যিনি মহিমাময়, মহানুভব।”\nসুতরাং আমাদের ঈমান রাখতে হবে যে, আল্লাহ তা‘আলা ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ তা‘আলার জন্য যে সকল নাম ও সিফাত উল্লেখ করেছেন তা সত্য। তাঁর সিফাতের সাথে মাখলুকের সিফাতের কোন সাদৃশ্য নেই। তাই আমরা শাব্দিক ও আর্থিক কোন প্রকার পরিবর্তন করব না। বরং যেভাবে কুরআন ও সুন্নাহয় এসেছে সেভাবেই বিশ্বাস করব।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. পূর্ব-পশ্চিমসহ সারা জাহানের মালিক একমাত্র আল্লাহ তা‘আলা।\n২. আরোহী অবস্থায় নফল সালাত আদায় করা যাবে, তাতে কেবলামুখী না হতে পারলে সমস্যা নেই। তবে ফরয সালাত কেবলামুখী হয়ে আদায় করা আবশ্যক।\n৩. আল্লাহ তা‘আলার চেহারা রয়েছে, কোন ধরণ-গঠন জিজ্ঞাসা এবং বিকৃতি ও অস্বীকৃতি ছাড়াই এর ওপর ঈমান আনব।",
  "ayah": 115,
  "surah": 2
}
