{
  "text": "১৮৬ নং আয়াতের তাফসীর:\nরবকতময় রমাযান মাসের বিধি-বিধান আলোচনা করার পর দু‘আ বিষয়ক আলোচনা স্থান পেয়েছে, কারণ রমাযান মাসে দু‘আর অনেক ফযীলত রয়েছে। তাই এ মাসে বেশি বেশি দু‘আর প্রতি যতœবান হওয়া উচিত।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আল্লাহ তা‘আলা বলছেন, আমার বান্দারা যদি আমার সম্বন্ধে তোমাকে জিজ্ঞাসা করে তাহলে বলে দাও আমি তাদের নিকটেই রয়েছি। যখন তারা আমাকে ডাকে আমি তাদের ডাকে সাড়া দেই। অন্যত্র আল্লাহ তা‘আলা বলেন:\n(وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ)\n“আমি তার ঘাড়ের শাহ রগ অপেক্ষাও নিকটতর।”(সূরা কাফ ৫০:১৬)\nআবূ মূসা আল-আশআরী (রাঃ) বলেন: আমরা এক যুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। আমরা প্রত্যেক উঁচু স্থানে ওঠার সময় এবং উপত্যকায় অবতরণের সময়ে উচ্চৈঃস্বরে তাকবীর ধ্বনি দিতে দিতে যাচ্ছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট এসে বললেন- হে জনমণ্ডলী! নিজেদের প্রতি দয়া প্রদর্শন কর। তোমরা শ্রবণশক্তিহীন ও দূরে অবস্থানকারী কাউকে (মা‘বূদকে) ডাকছ না। তোমরা ডাকছ একজন শ্রবণকারী ও সর্বদ্রষ্টাকে। নিশ্চয় তিনি তোমাদের বাহনের স্কন্ধ অপেক্ষা নিকটে রয়েছেন। (সহীহ বুখারী হা: ২৯৯২) এরূপ অনেক আয়াত ও সহীহ হাদীস রয়েছে যাতে বলা হয়েছে আল্লাহ তা‘আলা আমাদের খুবই নিকটে রয়েছেন। কিন্তু স্ব-স্বত্ত্বায় নন বরং শ্রবণ, দর্শন, ক্ষমতা ও জ্ঞানের দিক থেকে তিনি আমাদের অতি নিকটে রয়েছেন, আর স্ব-স্বত্ত্বায় আরশের ওপর রয়েছেন।\nতাফসীরে সা‘দীতে উল্লেখ করা হয়েছে আল্লাহ তা‘আলা তাঁর বান্দার নিকটবর্তী হওয়াটা দু’প্রকার। যথা:\n১. আল্লাহ তা‘আলার জ্ঞান, দর্শন, শ্রবণ ও বেষ্টন করার দিক দিয়ে সকল বান্দার নিকটে রয়েছেন।\n২. বান্দার দু‘আ কবূল ও সাড়া দেয়ার দিক দিয়ে নিকট রয়েছে। তাই একজন বান্দা যখন একাগ্রচিত্তে শরয়ী পন্থায় দু‘আ করবে আল্লাহ তা‘আলা তার ডাকে সাড়া দেয়ার অঙ্গিকার করেছেন।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা আরশের ওপর থেকেই তাঁর বান্দার অতি নিকটে। তিনি সবকিছু জানেন, দেখেন ও শোনেন।\n২. উচ্চৈঃস্বরে শরীয়তসিদ্ধ ইবাদত ব্যতীত অন্যান্য ইবাদত নিরবে করাই উত্তম।\n৩. একমাত্র আল্লাহ তা‘আলার আনুগত্যে মুক্তি নিহিত।\n৪. আল্লাহ তা‘আলার কাছে অবশ্যই দু‘আ করতে হবে, তবে শরীয়তসম্মত পদ্ধতি অনুযায়ী।\n৫. উক্ত হাদীস থেকে এটাও জানতে পারলাম যে, উচ্চ আওয়াজে প্রচলিত হালকায়ে যিকির করা শরীয়তসম্মত নয়।",
  "ayah": 186,
  "surah": 2
}
