{
  "text": "১৯৪ নং আয়াতের তাফসীর:\nশানে নুযূল:\nইবনু জারীর আত-তাবারী (রহঃ) ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেন, তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ৬ষ্ঠ হিজরীতে উমরার উদ্দেশ্যে মক্কার দিকে রওয়ানা করেন। সাথে ১৪০০ সাহাবী। হুদায়বিয়া নামক স্থানে মুশরিকরা মক্কায় প্রবেশ করতে বাধা দেয়। এটা ছিল জুলকাদা মাস তথা যুদ্ধ-বিগ্রহ নিষিদ্ধ মাস। আপোসে ফায়সালা হল, আগামী বছর মুসলিমরা তিন দিনের জন্য উমরা করার উদ্দেশ্যে মক্কায় প্রবেশ করতে পারবে। পরের বছর চুক্তি অনুযায়ী মুসলিমরা যখন জুলকাদা মাসে উমরা করার উদ্দেশ্যে যাত্রা করলেন, তখন এ আয়াতটি অবতীর্ণ হয়। (তাফসীর ইবনে কাসীর, ফাতহুল কাদীর ১/২৬৮)\nএ আয়াতে নির্দেশ করা হচ্ছে যদি এবারও মক্কার কাফিররা এ হারাম মাসের সম্মান রক্ষা না করে গত বছরের ন্যায় তোমাদেরকে মক্কায় প্রবেশ করতে বাধা দেয়, তাহলে তোমরাও এর মর্যাদা খেয়াল না করে তাদের বিরুদ্ধে পূর্ণ উদ্যমে মোকাবেলা কর।\nসকল নিষিদ্ধ (পবিত্র) জিনিসের জন্য এরূপ কিসাস বা বিনিময়। অর্থাৎ তারা যদি নিষিদ্ধ মাসের সম্মান রক্ষা করে, তাহলে তোমরাও তার সম্মান রক্ষা কর, আর যদি সম্মান নষ্ট করে তাহলে কাফিরদেরকে উপদেশমূলক উপরোক্ত শিক্ষা দাও। (তাফসীর ইবনে কাসীর, ১/৪৯৪)\nতারপর সীমালঙ্ঘনকারীদের প্রতিশোধ নেয়ার ক্ষেত্রে যেন বাড়াবাড়ি না হয় সে দিকে ইঙ্গিত করে আল্লাহ তা‘আলা বলছেন, তারা যেমন সীমালঙ্ঘন করবে তোমরাও তদ্রƒপ পরিমাণ করবে। যেমন অন্যত্র আল্লাহ তা‘আলা বলছেন,\n(وَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِھ۪)\n“যদি তোমরা শাস্তি দাও, তবে ঠিক ততখানি শাস্তি দেবে যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে।”(সূরা নাহল  ১৬:১২৬)\nআল্লাহ তা‘আলা আরো বলেন:\n(وَجَزٰٓؤُا سَیِّئَةٍ سَیِّئَةٌ مِّثْلُھَا)\n“মন্দের প্রতিফল অনুরূপ মন্দ।” (সূরা শুআরা  ৪২:৪০) অতঃপর আল্লাহ তা‘আলা মু’মিনদেরকে স্বীয় প্রভুর ব্যাপারে ভয় করে চলার নির্দেশ দিয়ে বলেন: তিনি মুক্তাকীদের (ভয়কারীদের) সাথে (সাহায্য সহযোগিতার মাধ্যমে) সর্বদা রয়েছেন।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. হারাম মাসসহ সকল পবিত্র বস্তুর সম্মান রক্ষা করা মুসলিমদের কর্তব্য।\n২. শত্র“রা হামলা করলে মোকাবেলা করার জন্য হারামে যুদ্ধ করা জায়েয।\n৩. যেখানে শত্র“দের সাথে সীমালঙ্ঘন করা নিষিদ্ধ সেখানে মুসলিমদের সাথে সীমালঙ্ঘন করা আরো বেশি গুরুতর অপরাধ।\n৪. আল্লাহ তা‘আলা তাঁর সাহায্য-সহযোগিতা দ্বারা সর্বদা সৎ বান্দাদের সাথে থাকেন।",
  "ayah": 194,
  "surah": 2
}
