{
  "text": "২১৩ নং আয়াতের তাফসীর:\nইবনু আব্বাস (রাঃ) বলেন: আদম ও নূহ (আঃ)-এর মাঝে পার্থক্য দশ শতাব্দি। এ সময়ের সকল মানুষ হকের ওপর প্রতিষ্ঠিত ছিল। তারপর তারা মতানৈক্য করল, তখন আল্লাহ তা‘আলা সুসংবাদ ও ভীতিপ্রদর্শনকারী হিসেবে নাবী রাসূল প্রেরণ করেন। (তাফসীর ইবনে কাসীর, অত্র আয়াতের তাফসীর)\n(كَانَ النَّاسُ أُمَّةً وَّاحِدَةً)\n“মানবজাতি একই সম্প্রদায়ভুক্ত ছিল” অর্থাৎ সবাই তাওহীদের ওপর প্রতিষ্ঠিত ছিল- যে তাওহীদের দাওয়াত আদম (আঃ) দিয়েছিলেন। মুসলিম উম্মাহ যতদিন পর্যন্ত এ তাওহীদের ওপর প্রতিষ্ঠিত ছিল ততদিন তাদের মাঝে মতভেদ সৃষ্টি হয়নি। যখন তাওহীদ থেকে সরে গেল তখন তাদের মাঝে মতভেদ সৃষ্টি হল।\n(فَهَدَي اللّٰهُ الَّذِيْنَ اٰمَنُوْا)\n“আল্লাহ ঈমানদারদের সৎ পথের হিদায়াত দিলেন” অর্থাৎ পূর্ববর্তী কিতাবধারীরা যে-সকল বিষয়ে মতভেদ করেছে আল্লাহ তা‘আলা সে-সকল বিষয়ে মু’মিনদেরকে হিদায়াত দান করেছেন। যেমন: জুমুআর দিনের ব্যাপারে আহলে কিতাবরা মতভেদ করেছে। ইয়াহূদীরা শনিবারকে পবিত্র দিন হিসেবে গ্রহণ করেছে, আর খ্রিস্টানরা রবিবারকে পবিত্র দিন হিসেবে গ্রহণ করেছে। আল্লাহ তা‘আলা এ ব্যাপারে আমাদেরকে হিদায়াত দান করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: আমরা দুনিয়াতে আগমনের দিক দিয়ে সর্বশেষ, কিন্তু কিয়ামতের দিন ফায়সালার দিক দিয়ে সর্বপ্রথম এবং আমরাই সর্বপ্রথম জা‎ন্নাতে প্রবেশ করব। যদিও অন্যান্য উম্মাতকে আমাদের পূর্বেই কিতাব দেয়া হয়েছে আর আমাদেরকে দেয়া হয়েছে পরে। সত্যের ব্যাপারে তারা যে মতভেদ করেছে আল্লাহ তা‘আলা আমাদেরকে সে ব্যাপারে হিদায়াত দান করেছেন, তারা এ দিনের (জুমুআবার) ব্যাপারে মতভেদ করেছিল। আল্লাহ তা‘আলা আমাদেরকে এ দিনের সঠিক নির্দেশনা দান করেছেন। সুতরাং মানুষ আমাদের অনুসারী। (সহীহ বুখারী হা: ৮৭৬)\nতারা ঈসা (আঃ)-এর ব্যাপারে বিরোধিতা করল। ইয়াহূদীরা তাঁকে মিথ্যা জানল এবং (অবৈধ সন্তান বলে) তাঁর মাতা মারইয়াম (আঃ)-এর ওপর মিথ্যা অপবাদ দিল। এদিকে খ্রিস্টানরা ইয়াহূদীদের বিপরীত করল। তারা (ঈসাকে) আল্লাহ তা‘আলার পুত্র বানিয়ে নিল। মহান আল্লাহ মুসলিমদেরকে তাঁর (ঈসার) ব্যাপারে সঠিক জ্ঞান দান করলেন। তিনি আল্লাহর রাসূল এবং তাঁর একজন অনুগত বান্দা ছিলেন। ইবরাহীম (আঃ)-এর ব্যাপারেও মতভেদ করেছে, একদল তাঁকে ইয়াহূদী বলে; অপর দল তাকে খ্রিস্টান বলে। আল্লাহ তা‘আলা মুসলিমদেরকে সঠিক জ্ঞান দান করে বলে দিলেন তিনি ইয়াহূদী ছিলেন না এবং খ্রিস্টানও ছিলেন না বরং তিনি একজন একনিষ্ঠ মুসলিম ছিলেন। মূলতঃ হিদায়াত কোন দল বা গোষ্ঠির মাঝে সীমাবদ্ধ নয়, বরং হিদায়াত দানকারী হচ্ছেন আল্লাহ তা‘আলা। তাই সঠিক পথ পাওয়ার জন্য কেবল আল্লাহ তা‘আলার কাছেই প্রার্থনা করতে হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মানুষ মতভেদে লিপ্ত হবার আগে সবাই তাওহীদের ওপর প্রতিষ্ঠিত ছিল।\n২. আল্লাহ তা‘আলা মুসলিম জাতিকে সঠিক পথের দিশা দান করেছেন।",
  "ayah": 213,
  "surah": 2
}
