{
  "text": "২১৯ নং আয়াতের তাফসীর:\nশানে নুযূল:\nযখন মদ হারাম হওয়া প্রসঙ্গে আয়াত অবতীর্ণ হয় তখন উমার (রাঃ) বললেন: হে আল্লাহ! মদের ব্যাপারে আমাদেরকে সুস্পষ্ট বর্ণনা দিন। তখন এ আয়াতটি অবতীর্ণ হয়।\nতারপর উমার (রাঃ)-কে ডেকে আনা হয় এবং এ আয়াতটি পাঠ করে শোনান হয়। উমার (রাঃ) পুনরায় বললেন, হে আল্লাহ! মদের ব্যাপারে আমাদেরকে সুস্পষ্ট বর্ণনা দিন। তখন সূরা নিসার ৪৩ নং আয়াত অবতীর্ণ হয়। সালাতের সময় হলে মুয়াযযিন বলে দিত কেউ যেন নেশাগ্রস্ত হয়ে সালাতে না আসে। উমার (রাঃ)-কে ডেকে আনা হল। তাঁর কাছে সূরা নিসার উক্ত আয়াত পাঠ করা হল। তখন তিনি পুনরায় সে কথাই বললেন। তখন সূরা মায়িদার ৯০ নং আয়াত অবতীর্ণ হয়। তারপর উমার (রাঃ)-কে ডেকে আনা হল এবং এ আয়াতটি পাঠ করা হল, এমনকি আয়াতের শেষাংশ “তোমরা কি বিরত থাকলে” এ পর্যন্ত পঠিত হল তখন উমার (রাঃ) বললেন: বিরত থাকলাম। (আবূ দাঊদ হা: ৩৬৭০, তিরমিযী হা: ৩০৪৯, সহীহ)\nশানে নুযূল থেকে বুঝা যায় মদ পর্যায়ক্রমে তিনবারে হারাম হয়েছে।\nশেষবারে সম্পূর্ণ হারাম হয়েছে সূরা মায়িদার ৯০ নং আয়াত দ্বারা। আল্লাহ তা‘আলা বলেন:\n(یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَیْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّیْطٰنِ فَاجْتَنِبُوْھُ لَعَلَّکُمْ تُفْلِحُوْنَ)\n“হে মু’মিনগণ! মদ, জুয়া, মূর্তিপূজার বেদী ও ভাগ্য নির্ণায়ক শর ঘৃণ্য বস্তু, শয়তানের কাজ। সুতরাং তোমরা তা বর্জন কর- যাতে তোমরা সফলকাম হতে পার।”(সূরা মায়িদাহ ৫:৯০)\n(وَإِثْمُهُمَآ أَكْبَرُ مِنْ نَّفْعِهِمَا)\n‘এ দু’টির মধ্যে বড় গুনাহ রয়েছে আর তা মানুষের জন্য কিছুটা উপকারী’অর্থাৎ মদপান শরীয়তের দৃষ্টিকোণ থেকে মহাপাপ। যেহেতু এর ফলে ঝগড়া-বিবাদ, মারামারি, গালি-গালাজ ও অশ্লীলতা সৃষ্টি হয়। ইবাদত পালনে বাধা সৃষ্টি হয়, অর্থের অপচয় ঘটে এবং বিদ্বেষ, দারিদ্র ও লাঞ্ছনার আগমন ঘটে।\nআর উপকারিতার সম্পর্ক দুনিয়ার সাথে। যেমন মদপানে সাময়িকভাবে শরীরিক স্ফূর্তি-আনন্দ উদ্যম ও কারো কারো মস্তিষ্কে তেজস্ক্রিয়তাও আসে, যৌনশক্তি বৃদ্ধি করে, বিক্রয় করে অনেক অর্থ উপার্জন করা যায়। এ ছাড়াও আরো কিছু উপকার রয়েছে। কিন্তু এ উপকার ক্ষতির তুলনায় অতি নগণ্য।\nযেহেতু এ আয়াত দ্বারা সর্বপ্রথম মদ হারাম হবার প্রক্রিয়া শুরু হয় তাই প্রথমেই সম্পূর্ণভাবে হারাম করা হয়নি। ফলে ভাল-মন্দ উভয়ের অবকাশ থাকে। সর্বশেষ সূরা মায়েদার ৯০ নং আয়াত দ্বারা মদ সম্পূর্ণভাবে হারাম হয়েছে।\nমদ নির্দিষ্ট কোন পানীয় বা নেশার নাম নয়, বরং প্রত্যেক ঐ বস্তু বা পানীয় যা জ্ঞানকে বিকৃত করে তাই মদ। তা কম হোক বা বেশি হোক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: যা বেশি (খেলে বা পান করলে) নেশাগ্রস্থ হয় তার কমও হারাম। (আবূ দাঊদ হা: ৩৬৮১, তিরমিযী হা: ১৮৬৫, হাসান সহীহ)\n(مَاذَا یُنْفِقُوْنَ) ‘কী ব্যয় করবে?’অর্থাৎ তারা কী পরিমাণ ব্যয় করবে সে সম্পর্কে জিজ্ঞাসা করে? বল: اَلْعَفْوُ এর অর্থ হল- প্রয়োজনের অতিরিক্ত যা তা ব্যয় কর। প্রয়োজনের অতিরিক্ত কী তার তাফসীর হাদীসে এসেছে:\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: সর্বোত্তম ব্যয় হলো যা সচ্ছল অবস্থায় ব্যয় করা হয়। (সহীহ বুখারী হা: ১৪২৬)\nতবে এ ব্যয় নিকটাত্মীয়গণ পাওয়ার বেশি হকদার। যেমন হাদীসে এসেছে: এক ব্যক্তি বলল: হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছে একটি দিনার আছে (আমি কোথায় ব্যয় করব)? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তোমার নিজের জন্য ব্যয় কর। সে ব্যক্তি বলল: আরেকটি আছে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তোমার পরিবারের জন্য ব্যয় কর। লোকটি বলল: আমার কাছে আরেকটি আছে? তিনি বললেন: তোমার সন্তানের জন্য ব্যয় কর। লোকটি বলল: আমার কাছে আরেকটি দিনার আছে? তিনি বললেন: তুমি ভাল জান কোথায় ব্যয় করা প্রয়োজন। (আবু দাঊদ হা: ১৬৯১, হাসান)\nএভাবে আল্লাহ তা‘আলা বিধি-বিধান বিশদভাবে বর্ণনা করেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মদ, জুয়া এসব হারাম। এগুলো শয়তানের কাজ।\n২. সচ্ছল অবস্থায় ব্যয় করা উত্তম, এটাই হল প্রয়োজনের অতিরিক্ত।\n৩. শরীয়তের বিধান ক্রমান্বয়ে অবতীর্ণ হবার হেকমত জানলাম।",
  "ayah": 219,
  "surah": 2
}
