{
  "text": "২২১ নং আয়াতের তাফসীর:\nএ আয়াত দ্বারা আল্লাহ তা‘আলা মু’মিনদের জন্য মুশরিক নারীদেরকে বিবাহ করা হারাম করে দিয়েছেন। এ আয়াতে সকল মুশরিক নারী শামিল। সে আহলে কিতাবের হোক বা মূর্তি পূজারী হোক। অন্য আয়াতে আহলে কিতাবের নারীদের বিবাহ করার বৈধতা দেয়া হয়েছে তবে শর্ত হল তাদের দীনের ওপর বহাল থাকতে হবে।\nআল্লাহ তা‘আলা বলেন:\n(وَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ مِنْ قَبْلِکُمْ اِذَآ اٰتَیْتُمُوْھُنَّ اُجُوْرَھُنَّ مُحْصِنِیْنَ غَیْرَ مُسٰفِحِیْنَ)\n“এবং মু’মিন সচ্চরিত্রা নারী ও তোমাদের পূর্বে যাদেরকে কিতাব দেয়া হয়েছে তাদের সচ্চরিত্রা নারী তোমাদের জন্য বৈধ করা হল যদি তোমরা বিবাহের জন্য তাদের মোহর প্রদান কর।”(সূরা মায়িদাহ  ৫:৫)\nঅবশ্য উমার (রাঃ) সৎ উদ্দেশ্যেও আহলে কিতাব মহিলাদেরকে বিবাহ করা অপছন্দ করতেন। (তাফসীর ইবনে কাসীর ১ম খণ্ড, পৃঃ ৫৫৮)\nইবনু উমার (রাঃ) আহলে কিতাব নারীদের বিবাহ করা অপছন্দ করতেন। কারণ ইমাম বুখারী (রহঃ) বলেন: ইবনু উমার (রাঃ) বলেন: যারা বলে ঈসা (আঃ) হলেন আল্লাহ তা‘আলা- এর চেয়ে বড় কোন শির্ক আছে কিনা আমি জানি না। (সহীহ বুখারী হা: ৫২৮৫)\nমূলতঃ তাদেরকে বিবাহ না করাই ভাল। কারণ এতে সংসারে সমস্যা সৃষ্টি হবে ও সন্তান-সন্ততির সমস্যা হবে। সর্বপরি দীনের সমস্যা হবে।\nঅনুরূপভাবে কোন মু’মিনা মহিলা কোন মুশরিক পুরুষকে বিবাহ করবে না ঈমান না আনা পর্যন্ত। মুশরিক মহিলাদেরকে বিবাহ করার চেয়ে বা মুশরিক পুরুষদেরকে বিবাহ করার চেয়ে মু’মিন দাস-দাসীদের বিবাহ করা উত্তম। যদিও মুশরিক মহিলা বা পুরুষের সম্পদ সৌন্দর্য তোমাদেরকে আকৃষ্ট করে এবং মু’মিন দাস-দাসী গরীব বা কদাকার হওয়ায় বাহ্যিক অপছন্দের হয়।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, মহিলাদেরকে সাধারণত তাদের সম্পদ, সৌন্দর্য, বংশ ও দীনদারীত্ব দেখে বিবাহ করা হয়। তোমরা দীনদার মহিলাদের বিবাহের জন্য নিবার্চন কর। (সহীহ বুখারী হা: ৫০৯০, সহীহ মুসলিম হা: ১৪৬৬) মূলত: দীনদারিত্বকে প্রাধান্য দেয়া হয়েছে, কারণ দীন না থাকলে দাম্পত্য জীবন শান্তিময় হওয়া খুবই কঠিন।\n(وَلَا تُنْكِحُوا)\n‘তোমরা বিবাহ দেবে না’এ অংশ প্রমাণ করে ওলী ছাড়া বিবাহ হবে না। হাদীসেও বিবাহের ক্ষেত্রে ওলীর ওপর খুব গুরুত্বারোপ করা হয়েছে। এমনকি বলা হয়েছে: যে মহিলা অভিভাবকের অনুমতি ছাড়া বিবাহ করল তার বিবাহ বাতিল। রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একথা তিনবার বললেন। (সহীহুল জামে হা: ২৭০৯) অন্য বর্ণনায় বলা হয়েছে: যে মহিলা নিজেকে নিজেই বিবাহ দেয় সে ব্যভিচারিণী। (সহীহ মুসলিম হা: ১৪২১)\nঅতএব অভিভাকের অনুমতি ছাড়া মেয়েদের বিবাহ শুদ্ধ হবে না।\nমুশরিক পুরুষ-মহিলা সবাই জাহান্নামের দিকে ডাকে। আর আল্লাহ তা‘আলা তিনি জান্নাত ও ক্ষমার দিকে ডাকেন।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. মুশরিক মহিলাদেরকে মু’মিন পুরুষের বিবাহ করা কিংবা মুশরিক পুরুষদের সাথে মু’মিনা নারীদের বিবাহ দেয়া হারাম।\n২. মহিলাগণ অভিভাবক ছাড়া বিবাহ করতে পারবে না।\n৩. মুশরিকদের সাথে সকল প্রকার সম্পর্ক বা ওঠাবসা থেকে বেঁচে থাকা উচিত।\n৪. বিবাহের ক্ষেত্রে নারীদের দীনদারীত্বকে প্রাধান্য দেয়া উচিত।",
  "ayah": 221,
  "surah": 2
}
