{
  "text": "২৫৩ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা কতক রাসূলকে কতক রাসূলের ওপর শ্রেষ্ঠত্ব দান করেছেন, সকল রাসূল মর্যাদার দিক দিয়ে সমান নয়। যেমন মূসা (আঃ)-এর সাথে সরাসরি কথা বলে ‘কালিমুল্লাহ’র মর্যাদা দিয়েছেন, অন্য কোন রাসূলের সাথে এরূপ সরাসরি কথা বলেননি। ঈসা (আঃ)-কে জিবরীল দ্বারা সহযোগিতা করেছেন এবং পিতা ছাড়া শুধু মায়ের মাধ্যমে দুনিয়াতে প্রেরণ করে ‘রূহুল্লাহ’র মর্যাদা দিয়েছেন, অন্য কোন রাসূল পিতা ছাড়া জন্ম লাভ করেনি।\nআল্লাহ তা‘আলা বলেন:\n(وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِیّ۪نَ عَلٰی بَعْضٍ وَّاٰتَیْنَا دَاو۫دَ زَبُوْرًا)\n“আমি নাবীগণের কতককে কতকের ওপর মর্যাদা দিয়েছি; দাঊদকে আমি যাবূর দিয়েছি।”(সূরা বানী ইসরাঈল ১৭:৫৫)\nনাবী মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সকল নাবীর শেষ নাবী এবং সারা জাহানের জন্য প্রেরণ করে শ্রেষ্ঠত্ব দিয়েছেন, অন্য কোন নাবীকে সারা জাহানের জন্য প্রেরণ করেননি। এছাড়াও তাঁকে অনেক দিক থেকে শ্রেষ্ঠত্ব দান করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন:\nفُضِّلْتُ عَلَي الْأَنْبِيَاءِ بِسِتٍّ: أُعْطِيتُ جَوَامِعَ الْكَلِمِ، وَنُصِرْتُ بِالرُّعْبِ، وَأُحِلَّتْ لِيَ الْغَنَائِمُ ، وَجُعِلَتْ لِيَ الْأَرْضُ طَهُورًا وَمَسْجِدًا، وَأُرْسِلْتُ إِلَي الْخَلْقِ كَافَّةً، وَخُتِمَ بِيَ النَّبِيُّونَ\n‘আমাকে ছয়টি জিনিস দ্বারা অন্যান্য নাবীদের ওপর শ্রেষ্ঠত্ব দান করা হয়েছে। ১. আমাকে অল্প কথায় অনেক কিছু প্রকাশ করার ক্ষমতা দান করা হয়েছে। ২. শত্র“রা আমাকে ভয় করবে এ ব্যাপারে সহযোগিতা করা হয়েছে। ৩. আমার জন্য গনীমত হালাল করা হয়েছে। ৪. সমস্ত জমিনকে আমার জন্য পবিত্রতা অর্জনের মাধ্যম ও সিজদার স্থানস্বরূপ করে দেয়া হয়েছে। ৫. আমি সকল সৃষ্টির জন্য রাসূলরূপে প্রেরিত হয়েছি। ৬. আমার দ্বারা নবুওয়াত সমাপ্ত হয়েছে।’(সহীহ মুসলিম হা: ৫২৩)\nআল্লাহ তা‘আলা কতক রাসূলকে কতক রাসূলের ওপর শ্রেষ্ঠত্ব দান করেছেন তা আমাদের বিশ্বাস করতে হবে। কিন্তু নির্দিষ্ট করে কোন নাবী বা রাসূলকে অন্য কোন নির্দিষ্ট নাবী বা রাসূলের ওপর প্রাধান্য দিয়ে তাকে হেয় প্রতিপন্ন করা যাবেনা। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন:\nلَا يَنْبَغِي لِعَبْدٍ أَنْ يَقُولَ إِنَّهُ خَيْرٌ مِنْ يُونُسَ بْنِ مَتَّي\nকোন ব্যক্তির উচিত নয় এ কথা বলা যে, আমি ইউনুস বিন মাত্তা (আঃ) থেকে উত্তম। (সহীহ বুখারী হা: ২৩৯৬)\nঅন্য বর্ণনায় রয়েছে: তোমরা আমাকে মূসা (আঃ)-এর ওপর শ্রেষ্ঠত্ব দিওনা। (সহীহ বুখারী হা: ২৪১১) অতএব আমরা বিশ্বাস করব কতক রাসূল কতকজনের ওপর শ্রেষ্ঠ কিন্তু কাউকে হেয় প্রতিপন্ন করব না।\n(وَلَوْ شَآءَ اللّٰهُ مَا اقْتَتَلُوْا)\n‘আর আল্লাহ ইচ্ছা করলে তারা যুদ্ধে লিপ্ত হত না’অর্থাৎ রাসূলগের মর্যাদায় তারতম্য থাকলেও সকলের দীন ছিল একটিই, তাদের দাওয়াত ছিল এক আল্লাহ তা‘আলার তাওহীদের দিকে। কিন্তু বিভিন্ন জাতির লোকেরা পরস্পরে মতনৈক্যের কারণে সঠিক পথ থেকে বিচ্যুত হয়ে গেছে। কেউ ঈমান এনেছে আবার কেউ কুফরী করেছে। এমনকি এ কারণে তাদের মাঝে মারামারি সৃষ্টি হয়েছে। আল্লাহ তা‘আলা ইচ্ছা করলে তাদেরকে সঠিক পথে রাখতে পারতেন, তাদের মাঝে মতনৈক্য সৃষ্টি হতো না। তাদের ঝগড়া-বিবাদ, মতভেদ এসব কিছু আল্লাহ তা‘আলার পক্ষ হতে পূর্ব নির্ধারণ করা তাকদীরের আলোকে। অর্থাৎ তারা কী করবে এ সম্পর্কে আল্লাহ তা‘আলা জানতেন, সে জ্ঞানানুযায়ী তাদের তাকদীর নির্ধারণ করেছেন। অতএব তারা সে তাকদীর অনুযায়ী আল্লাহ তা‘আলার ইচ্ছায় সব কিছু করে থাকে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. মর্যাদার ক্ষেত্রে রাসূলগণের মধ্যে তারতম্য রয়েছে, সকলের মর্যাদা সমান নয়।\n২. রাসূলগণের প্রতি ঈমান আনার ক্ষেত্রে কোন তারতম্য করা যাবে না।\n৩. “আল্লাহ তা‘আলা কথা বলেন” এ গুণ প্রমাণিত হল।\n৪. “আল্লাহ তা‘আলা ইচ্ছা করেন” এ গুণ প্রমাণিত হল।\n৫. দীনের মাঝে মতানৈক্য করা নিন্দনীয়।\n৬. মানুষ যা কিছু করবে আল্লাহ তা‘আলা তা পূর্ব থেকে জানেন, সে জ্ঞানানুযায়ী মানুষের ভাল-মন্দ তাকদীর লিপিবদ্ধ করে রেখেছেন। সে অনুযায়ী মানুষ আমল করে থাকে।",
  "ayah": 253,
  "surah": 2
}
