{
  "text": "২৫৬ নং আয়াতের তাফসীর:\nশানে নুযূল:\nএ আয়াতের শানে নুযূলের ব্যাপারে কয়েকটি বর্ণনা পাওয়া যায়। (ফাতহুল বারী ১/৩৭৭)\nগ্রহণযোগ্য একটি বর্ণনা হল, ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন: জনৈকা মহিলার বাচ্চা জন্ম গ্রহণ করে মারা যেত। সে মহিলা মানত করল, এবার তার বাচ্চা জন্ম গ্রহণ করে জীবিত থাকলে তাকে ইয়াহূদী বানাবে। যখন বানী নাযীরকে দেশান্তর করে দেয়া হয় তখন তাদের মধ্যে কিছু আনসারদের সন্তান ছিল। আনসাররা বলল- আমরা আমাদের সন্তানদের যেতে দেব না। (বরং ইসলাম গ্রহণ করতে বাধ্য করে এখানে রেখে দেব।) তখন এ আয়াত নাযিল হয়। (লুবাবুন নুকূল ফী আসবাবাবে নুযূল, পৃঃ ৫৬, আবূ দাঊদ হা: ২৬৮২, শাইখ আলবানী সহীহ বলেছেন)\nএ আয়াত দীনের পরিপূর্ণতার বর্ণনা। দীন ইসলাম তার সুস্পষ্ট দলীল ও উজ্জ্বল প্রমাণসহ একটি পরিপূর্ণ জীবন ব্যবস্থা। আল্লাহ তা‘আলা বলেন:\n(اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُمْ وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الْاِسْلَامَ دِیْنًا)\n“আজ তোমাদের জন্য তোমাদের দীন পরিপূর্ণ করে দিলাম ও তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দীন মনোনীত করলাম।”(সূরা মায়িদাহ ৫:৩)\nতাই বলা হয়েছে, কাউকে দীন ইসলাম গ্রহণ করতে বাধ্য করা হবে না। বরং আল্লাহ তা‘আলা যার অন্তরকে ইসলামের জন্য প্রশস্ত করে দেবেন, সে সুস্পষ্ট প্রমাণের ওপরেই ইসলাম গ্রহণ করবে। আর যার অন্তর অন্ধ করে দেয়া হয়েছে, দৃষ্টিশক্তি ও শ্রবণশক্তিতে মোহর মেরে দেয়া হয়েছে সে হতভাগা।\nতবে এ আয়াত বহাল আছে, না রহিত হয়ে গেছে তা নিয়ে ৭টি মত পাওয়া যায়। যা ইমাম শাওকানী (রহঃ) বর্ণনা করেছেন। (ফাতহুল কাদীর, ১/৩৭৪) সঠিক কথা হল আয়াতটি রহিত হয়নি। (তাফসীরে সাদী) তাই ইসলাম কাউকে স্বীয় ধর্ম গ্রহণ করতে বাধ্য করে না। সেজন্য আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইসলামের শত্র“দের বিরুদ্ধে জিহাদ করতে গেলে প্রথমে ইসলামের প্রতি দাওয়াত দিতেন। দাওয়াত কবূল না করলে জিযিয়া দিতে বলতেন। জিযিয়া দিতে অবাধ্য হলে আল্লাহ তা‘আলার নাম নিয়ে যুদ্ধ করতেন। (সহীহ মুসলিম হা: ৪৭৩৯) তবে ইসলাম গ্রহণ করার পর কেউ মুরতাদ হলে তাকে ছাড় দেয়া হবে না।\n(فَمَنْ یَّکْفُرْ بِالطَّاغُوْتِ)\n‘সুতরাং যে তাগুতকে অস্বীকার করবে’তাগুত শব্দটি (طغيان) তুগইয়ান থেকে গৃহীত, যার অর্থ হলো সীমা অতিক্রম করা। তাগুত বলা হয়: প্রত্যেক বানানো মা‘বূদ ও যার আনুগত্য করতঃ বান্দা সীমা অতিক্রম করে তাকে।\nইবনুল কাইয়্যিম (রহঃ) বলেন: তাগুত হল প্রত্যেক ঐ ব্যক্তি যার ইবাদত করা হয় এবং সে সেই ইবাদাতে খুশি। সুতরাং যে সকল ব্যক্তিদের ইবাদত করা হয় এবং তারা যদি সে ইবাদতের দিকে আহ্বান করে ও সন্তুষ্ট থাকে তাহলে এরা সবাই তাগুত। তাগুতের অনেক প্রকার রয়েছে;  তবে প্রধান তাগুত পাঁচটি...........? তাই যে ব্যক্তি মুশরিকদেরকে কাফির বলবে না অথবা তারা কাফির এ ব্যাপারে সন্দেহ পোষণ করবে অথবা তাদের ধর্মকে সঠিক মনে করবে সে ব্যক্তি তাগুতকে অস্বীকার করল না।\nঈমান দু’টি বিষয় ছাড়া অর্জিত হয় না, ১. তাগুতকে অস্বীকার করতে হবে। ২. আল্লাহ তা‘আলার প্রতি ঈমান আনতে হবে।\nতাগুতকে অস্বীকার করার অর্থ হলো: আল্লাহ তা‘আলা ব্যতীত অন্যের ইবাদত থেকে সম্পূর্ণ মুক্ত থাকা, তা অপছন্দ করা, অস্বীকার করা, তার সাথে শত্র“তা পোষণ করা এবং যারা গায়রুল্লাহর ইবাদত করে তাদের সাথে শত্র“তা পোষণ করা। এটাই হলো তাগুতকে অস্বীকার করার অর্থ।\nদ্বিতীয় বিষয়ঃ আল্লাহ তা‘আলার প্রতি ঈমান আনা। তাগুতকে অস্বীকার ও আল্লাহ তা‘আলার প্রতি ঈমান এ দু’টি বিষয় মানলে একজন ব্যক্তি মুুওয়াহহিদ (তাওহীদ বা আল্লাহ তা‘আলার এককত্বে বিশ্বাসী) হবে।\nঅতএব সকল প্রকার তাগুত অস্বীকার ও বর্জন না করা পর্যন্ত কোন ব্যক্তি ইমানদার হতে পারবে না। যদি কেউ তাগুতের ওপর বিশ্বাস করে এবং আল্লাহ তা‘আলার প্রতিও বিশ্বাস করে সে কখনো মু’মিন হতে পারে না।\n(بِالْعُرْوَةِ الْوُثْقٰی) মজবুত রশি অর্থ কী? এ নিয়ে কয়েকটি বক্তব্য পাওয়া যায়:\n১. ইবনু আব্বাস (রাঃ), সাঈদ বিন যুবাইর ও যাহহাক (রহঃ) বলেন: শক্ত রজ্জু হল লা-ইলাহা ইল্লাল্লাহ।\n২. আনাস (রাঃ) বলেন, শক্ত রজ্জু হল কুরআন।\n৩. মুজাহিদ বলেন: শক্ত রজ্জু হল ঈমান।\n৪. সুদ্দী বলেন: তা হল ইসলাম।  এছাড়াও অনেক তাফসীর পাওয়া যায়। সকল তাফসীরের অর্থ একটি অর্থের দিকেই ফিরে যায় তা হল দীন ইসলাম। (তাফসীর কুরতুবী ২/২১৫)\nসুতরাং যে ব্যক্তি সকল প্রকার তাগুত বর্জন করে এক আল্লাহ তা‘আলার প্রতি ঈমান আনবে, মাঝে কোন মধ্যস্থতা অবলম্বন করবে না, আল্লাহ তা‘আলার প্রতি বিশ্বাসের সাথে তাগুতের প্রতি বিশ্বাস রাখবে না সে এমন এক মজবুত হাতল ধারণ করবে যা আল্লাহ তা‘আলা পর্যন্ত পৌঁছে দেবে, তা ছিঁড়ে জাহান্নামে পড়ে যাবে না।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. কাউকে ইসলাম গ্রহণে বাধ্য করা যাবে না, দাওয়াত দেয়ার পর কবূল না করলে মুসলিমদের অধীনে থেকে জিযিয়া দিতে হবে।\n২. ইসলাম একমাত্র সঠিক ধর্ম যা সুপথের ওপর প্রতিষ্ঠিত।\n৩. তাগুত বর্জন করা ছাড়া মু’মিন হওয়া যায় না।\n৪. সঠিক পথ ও পরকালীন মুক্তির একমাত্র রজ্জু দীন ইসলাম, যা কেউ ধারণ করলে পথভ্রষ্ট হবার আশংকা নেই।",
  "ayah": 256,
  "surah": 2
}
