{
  "text": "২৫৮ নং আয়াতের তাফসীর:\nকুরআনুল কারীমের অন্যতম একটি বৈশিষ্ট্য হল- পূর্ববর্তী নাবী-রাসূল ও তাদের জাতির ঘটনা বর্ণনা করা। এর মাধ্যমে আল্লাহ তা‘আলার তাওহীদ ও ক্ষমতা, কুরআনের মু‘জিযাহ, ঐতিহাসিক সত্যতা, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সান্ত্বনা ও মুসলিমদের জন্য শিক্ষণীয় দিক বর্ণনা করা। এখানে ইবরাহীম (আঃ) ও নমরূদের মাঝে ঘটে যাওয়া একটি ঘটনার বর্ণনা তুলে ধরা হচ্ছে।\nইবরাহীম (আঃ) পশ্চিম ইরাকের বাসরার নিকটবর্তী ‘বাবেল’শহরে জন্মগ্রহণ করেন। এখানে তখন কালেডীয় (كلداني) জাতি বসবাস করত। তাদের একচ্ছত্র সম্রাট ছিল নমরূদ। সে তৎকালীন পৃথিবীতে অত্যন্ত উদ্ধ্যত ও অহংকারী সম্রাট ছিল। প্রায় ৪০০ বছর রাজত্ব করে শেষ পর্যন্ত নিজেকে ‘উপাস্য’হবার দাবী করে। (তারীখুল আম্বিয়া পৃ:৬৮) এ বিতর্ক সৃষ্টি হওয়ার পূর্বে ইবরাহীম (আঃ) জাতিকে তাওহীদের দাওয়াত দিয়েছেন, পিতাকে তাওহীদের প্রতি আহ্বান করেছেন, মূর্তি ভেঙ্গেছেন। শেষ পর্যায় এসে নমরূদ ইবরাহীম (আঃ)-এর সাথে এ বিতর্কে লিপ্ত হয়। নমরূদ ভেবেছিল ইবরাহীম তাকেই উপাস্য বলে স্বীকার করবে। কিন্তু নির্ভীক কণ্ঠে ইবরাহীম (আঃ) বললেন: আমার রব তিনি যিনি জীবন-মৃত্যু দান করেন। তখন নমরূদ বলল: আমিও তো জীবন ও মৃত্যু দান করি। এ বলে সে দু’জন জীবন্ত লোক আনতে বলল। একজনকে মেরে ফেলল অন্যজনকে ছেড়ে দিল। আর বলল এই যে, আমি যাকে ইচ্ছা জীবন ও মৃত্যু দেই। তারপর ইবরাহীম (আঃ) যখন সূর্যের উদয় ও অস্তের কথা বললেন, তখন সে কিংকতর্ব্যবিমূঢ় হয়ে গেল। প্রমাণিত হলো যে, প্রকৃত রব হলেন একমাত্র আল্লাহ তা‘আলা। জাতির (সাধারণ) নেতারাই যেখানে পরাজয় মেনে নেয়নি সেখানে একচ্ছত্র সম্রাট কিভাবে পরাজয় মেনে নিতে পারে। তাই সে অহংকারে ফেটে ইবরাহীম (আঃ) কে জ্বলন্ত আগুনে নিক্ষেপ করার নির্দেশ দেয়, এমনকি নিক্ষেপও করা হয়। ইবরাহীম (আঃ)-এ অগ্নীপরীক্ষায় কৃতিত্বের সাথে সফলতা অর্জন করেন।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা পূর্ববর্তী নাবী-রাসূল ও তাদের জাতির ঘটনা বর্ণনা করে আমাদেরকে সতর্ক ও সাবধান করছেন।\n২. দাওয়াত কৌশল ও হিকমতের সাথে প্রদান করা উচিত।\n৩. প্রত্যেক নাবী ও রাসূলের শত্র“ ছিল, দীনের পথে থাকলে প্রত্যেক মু’মিনেরও থাকবে।\n৪. আল্লাহ তা‘আলা তাঁর ওলীদের সার্বিক সাহায্য করেন যেমন ইবরাহীম (আঃ)-কে করেছেন।\n৫. জীবন-মৃত্যু, চন্দ্র-সূর্য সবকিছুর মালিক একমাত্র আল্লাহ তা‘আলা।",
  "ayah": 258,
  "surah": 2
}
