{
  "text": "২৬ নং আয়াতের তাফসীর:\nশানে নুযূল:\nএ আয়াতের ব্যাপারে কয়েকটি বর্ণনা পাওয়া যায়, তবে সবচেয়ে বেশি গ্রহণযোগ্য বর্ণনা হল- ইবনু আব্বাস (রাঃ), ইবনু মাসউদ (রাঃ) প্রমুখ সাহাবী হতে বর্ণিত যে,\n(مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا)\n“এদের দৃষ্টান্ত ঐ ব্যক্তির দৃষ্টান্তের ন্যায় যে আগুন জ্বালালো” এ আয়াত ও\n(أَوْ كَصَيِّبٍ مِّنَ السَّمَا۬ءِ فِيْهِ ظُلُمَاتٌ)\n“অথবা তাদের দৃষ্টান্ত আকাশ হতে পানি বর্ষণের ন্যায় যাতে রয়েছে অন্ধকার” এ আয়াত দ্বারা মুনাফিকদের দৃষ্টান্ত বর্ণনা করা হলে মুনাফিকরা বলতে লাগল, এরূপ উদাহরণ বর্ণনা করা থেকে আল্লাহ মহান ও সম্মানিত। তখন এ আয়াত নাযিল হয়।\nকাতাদাহ (রহঃ) বর্ণনা করেন, যখন আল্লাহ তা‘আলা মাকড়সা ও মাছির কথা উল্লেখ করলেন, মুশরিকরা বলল- এ মাকড়সা ও মাছির কথা উল্লেখ করা কী দরকার? তখন এ আয়াত নাযিল হয়। (লুবাবুন নুকূল ফী আসবাবে নুযূল পৃ. ১৮)\n(فَمَا فَوْقَهَا)\n‘তদপেক্ষা ক্ষুদ্রতর’এর দু’টি অর্থ হতে পারে: একটি হল এই যে, ওর চেয়েও হালকা ও নগন্য জিনিস। যেমন কেউ কোন লোকের কৃপণতা ইত্যাদির কথা বর্ণনা করলে অন্যজন বলে যে, সে আরও ওপরে। তখন ভাবার্থ এই হয় যে, এ দোষে সে আরও নীচে নেমে গেছে। একটি হাদীসে এসেছে:\nلَوْ أَنَّ الدُّنْيَا تَزِنُ عِنْدَاللّٰهِ جَنَاحَ بَعُوْضَةٍ مَا سَقَي كَافِرًا مِنْهَا شُرْبَةً مِنْ مَاءٍ\nযদি দুনিয়ার কদর আল্লাহ তা‘আলার কাছে একটি মশার ডানার সমানও হত তাহলে কোন কাফিরকে এক ঢোক পানিও পান করাতেন না। (তিরমিযী হা: ২৩২, হাকিম হা: ৩০৬, হাদীসটি দুর্বল)\nদ্বিতীয় অর্থ এই যে, এর চেয়ে বেশি বড়। কেননা মশার চেয়ে ছোট প্রাণী আর কী হতে পারে? সহীহ মুসলিমে বর্ণিত আছে যে, যদি কোন মুসলিম কাঁটাবিদ্ধ হয় বা তার চেয়েও বেশি কষ্ট পায়, এজন্য তার মর্যাদা বেড়ে যায় এবং পাপ মোচন হয়। (সহীহ মুসলিম হা: ১৯৯১)\nআয়াতের তাৎপর্য হচ্ছে এই যে, যেমন এ ছোট-বড় জিনিসগুলো সৃষ্টি করতে আল্লাহ তা‘আলা লজ্জাবোধ করেননি, তেমনই ওগুলোকে দৃষ্টান্তস্বরূপ বর্ণনা করতেও তাঁর কোন দ্বিধা ও সংকোচ নেই।\nআল্লাহ তা‘আলা বলেন:\n(یٰٓاَیُّھَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَھ۫ﺚ اِنَّ الَّذِیْنَ تَدْعُوْنَ مِنْ دُوْنِ اللہِ لَنْ یَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَھ۫ﺚ وَاِنْ یَّسْلُبْھُمُ الذُّبَابُ شَیْئًا لَّا یَسْتَنْقِذُوْھُ مِنْھُﺚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ)\n“হে মানুষ! একটি উপমা দেয়া হচ্ছে, মনোযোগসহকারে সেটা শ্রবণ করো- তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারা তো কখনো একটি মাছিও সৃষ্টি করতে পারবে না, এ উদ্দেশ্যে তারা সকলে একত্রিত হলেও এবং মাছি যদি কিছু ছিনিয়ে নিয়ে যায় তাদের নিকট হতে, এটাও তারা তার নিকট হতে উদ্ধার করতে পারবে না। অন্বেষক ও অন্বেষিত কতই দুর্বল।”(সূরা হজ্জ ২২:৭৩)\nপূর্ব যুগের কোন মনীষী বলেছেন: “যখন আমি কুরআন মাজীদের কোন দৃষ্টান্ত শুনি এবং বুঝতে পারি না তখন আমার কান্না এসে যায়। কেননা আল্লাহ তা‘আলা বলেছেন যে, এ দৃষ্টান্তগুলো শুধু জ্ঞানিরাই বুঝে থাকে।”\nমুজাহিদ (রহঃ) বলেন যে, দৃষ্টান্ত ছোট হোক আর বড় হোক ঈমানদারগণ এর ওপর ঈমান এনে থাকে, একে সত্য বলে বিশ্বাস করে এবং এর দ্বারা সুপথ পেয়ে থাকে।\nকাতাদাহ (রহঃ) বলেন:\n(فَأَمَّا الَّذِينَ اٰمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ)\nএর অর্থ হচ্ছে: “মু’মিনরা জানে যে, এটা দয়াময় আল্লাহর কথা এবং আল্লাহর পক্ষ থেকে এসেছে।”(সূরা বাকারাহ ২:২৬)\nমুজাহিদ, হাসান বসরী, রাবী বিন আনাস এরূপ বর্ণনা করেছেন। (ইবনে কাসীর, অত্র আয়াতের তাফসীর)\nবিশিষ্ট মুফাসসির আল্লামা সা‘দী (রহঃ) বলেন: উক্ত আয়াতের ভাবার্থ হচ্ছে- মু’মিনরা তা অনুধাবন করে এবং তা নিয়ে চিন্তা-ভাবনা করে। তারা যদি জানতে পারে এতে বিস্তারিত কিছু রয়েছে তাহলে তার মাধ্যমে তাদের ঈমান আরও বৃদ্ধি পায়। অন্যথায় অবগত হয় যে, এটা আল্লাহ তা‘আলার পক্ষ হতে সত্য এবং যা কিছু বিস্তাতির রয়েছে তাও সত্য। আর যদি তাদের কাছে কিছু বোধগম্য না হয় তাহলে তারা এটাই বিশ্বাস করে যে, আল্লাহ তা‘আলা কোন দৃষ্টান্ত অযথা বর্ণনা করেননি। (তাফসীরে সা‘দী: ২৪)\nআল্লাহ তা‘আলার বাণী:\n(وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَآ أَرَادَ اللّٰهُ بِهٰذَا مَثَلًا)\n“আর যারা কাফির- সর্বাবস্থায় তারা বলে এসব নগণ্য বস্তুর উপমা দ্বারা আল্লাহর উদ্দেশ্যই বা কী? যেমন আল্লাহ তা‘আলা তাদের ব্যাপারে সূরা মুদ্দাসসিরে বলেন:\n(وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰ۬ئِکَةًﺕ وَّمَا جَعَلْنَا عِدَّتَھُمْ اِلَّا فِتْنَةً لِّلَّذِیْنَ کَفَرُوْاﺫ لِیَسْتَیْقِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ وَیَزْدَادَ الَّذِیْنَ اٰمَنُوْٓا اِیْمَانًا وَّلَا یَرْتَابَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ وَالْمُؤْمِنُوْنَﺫ وَلِیَقُوْلَ الَّذِیْنَ فِیْ قُلُوْبِھِمْ مَّرَضٌ وَّالْکٰفِرُوْنَ مَاذَآ اَرَادَ اللہُ بِھٰذَا مَثَلًاﺚ کَذٰلِکَ یُضِلُّ اللہُ مَنْ یَّشَا۬ئُ وَیَھْدِیْ مَنْ یَّشَا۬ئُﺚ وَمَا یَعْلَمُ جُنُوْدَ رَبِّکَ اِلَّا ھُوَ)\n“আমি ফেরেশতাদেরকে জাহান্নামের প্রহরী করেছি কাফিরদের পরীক্ষার জন্য। আমি তাদের এই সংখ্যা উল্লেখ করেছি যাতে আহলে কিতাবের দৃঢ় বিশ্বাস জন্মে, ঈমানদারদের ঈমান বর্ধিত হয় এবং বিশ্বাসী ও আহলে কিতাবগণ যেন সন্দেহ পোষণ না করে। এর ফলে যাদের অন্তরে ব্যাধি আছে তারা ও কাফিররা বলবেঃ আল্লাহ্ এ বর্ণনা দ্বারা কী বুঝাতে চেয়েছেন? এভাবে আল্লাহ্ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা হেদায়েত দান করেন। তোমার প্রতিপালকের বাহিনী সম্পর্কে একমাত্র তিনিই জানেন।”(সূরা মুদ্দাসসির ৭৪:৩১)\nআল্লামা সা‘দী (রহঃ) বলেন: এর ভাবার্থ হচ্ছে তারা এ থেকে মুখ ফিরিয়ে নেয় এবং কিংকর্তব্যবিমূঢ় হয়ে যায়। ফলে তাদের কুফরীর সাথে আরো কুফরী বৃদ্ধি পায় যেমন মু’মিনদের ঈমানের সাথে আরো ঈমান বৃদ্ধি পায়। এ জন্য আল্লাহ তা‘আলা বলেন:\n(يُضِلُّ بِه۪ كَثِيرًا وَّيَهْدِي بِه۪ كَثِيرًا)\n“তিনি এর দ্বারা অনেককে বিপদগামী করে থাকেন এবং এর দ্বারা অনেককে সঠিক পথ প্রদর্শন করেন।”\nএ হল কুরআন অবতীর্ণের সময় মু’মিন ও কাফিরদের অবস্থা। আল্লাহ তা‘আলা বলেন:\n(وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْھُمْ مَّنْ یَّقُوْلُ اَیُّکُمْ زَادَتْھُ ھٰذِھ۪ٓ اِیْمَانًاﺆ فَاَمَّا الَّذِیْنَ اٰمَنُوْا فَزَادَتْھُمْ اِیْمَانًا وَّھُمْ یَسْتَبْشِرُوْنَ﯋وَاَمَّا الَّذِیْنَ فِیْ قُلُوْبِھِمْ مَّرَضٌ فَزَادَتْھُمْ رِجْسًا اِلٰی رِجْسِھِمْ وَمَاتُوْا وَھُمْ کٰفِرُوْنَ)\n“যখনই কোন সূরা অবতীর্ণ হয় তখন তাদের কেউ কেউ বলে ‘এটা তোমাদের মধ্যে কারো ঈমান বৃদ্ধি করলো?’যারা মু’মিন এটা তাদেরই ঈমান বৃদ্ধি করে এবং তারাই আনন্দিত হয়। এবং যাদের অন্তরে ব্যাধি আছে, এটা তাদের কলুষের সাথে আরও কলুষ যুক্ত করে এবং তাদের মৃত্যু ঘটে কাফির অবস্থায়।”(সূরা তাওবাহ ৯:১২৪-১২৫)\nঅতঃপর আল্লাহ তা‘আলা পাপিষ্ঠদের পথভ্রষ্ট করার হিকমত ও তাঁর ন্যায়পরায়ণতার কথা উল্লেখ করেছেন। আল্লাহ তা‘আলা বলেন:\n(وَمَا يُضِلُّ بِه۪ إِلَّا الْفَاسِقِيْنَ)\n“তিনি এর দ্বারা কেবল ফাসিকদেরকেই পথভ্রষ্ট করেন।” অর্থাৎ যারা আনুগত্য থেকে বের হয়ে গেছে এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিরুদ্ধাচরণ করেছে। অতএব আল্লাহ তা‘আলার হিকমতের দাবি হল এটাই- যারা হিদায়াতের অযোগ্য, অনুপোযোগী তাদেরকে পথভ্রষ্ট করা আর যারা ঈমানের গুণে গুণান্বিত ও সৎ আমলে অলঙ্কৃত তাদেরকে হিদায়াত প্রদান করা।\n“فاسق” ফাসিক অবাধ্য দু’প্রকার:\n১. এমন অবাধ্য হওয়া যা ইসলাম থেকে বের করে দেয়। যেমন এ আয়াতে উল্লেখ করা হয়েছে।\n২. এমন অবাধ্য হওয়া যা ইসলাম থেকে বের করে দেয় না কিন্তু অপরাধী হয় এবং ঈমান দুর্বল হয়ে যায়। যেমন আল্লাহ তা‘আলা বলেন:\n(اِنْ جَا۬ءَکُمْ فَاسِقٌۭ بِنَبَاٍ فَتَبَیَّنُوْٓا)\n“যদি কোন ফাসিক লোক তোমাদের কাছে কোনো খবর নিয়ে আসে তাহলে এর সত্যতা যাচাই করে নিও।” (সূরা হুজুরাত ৪৯:৬, তাফসীরে সা‘দী: পৃ. ২৪)\nইবনু আব্বাস, ইবনু মাসউদ (রাঃ) বলেন, “يُضِلُّ بِه۪ كَثِيْرًا”এর দ্বারা অনেককে পথভ্রষ্ট করেন অর্থাৎ মুনাফিকদেরকে। আবুল আলিয়াও এ রকম বলেছেন।\nইবনু আবি হাতিম সা‘দ হতে বর্ণনা করেন, এর দ্বারা উদ্দেশ্য হল “খাওয়ারিজ”। (তাফসীর ইবনে কাসীর, অত্র আয়াতের তাফসীর)\nসুতরাং কুরআনে যা কিছু উল্লেখ আছে প্রকৃত মু’মিনরা তা দ্বারা উপকৃত হয় এবং তাদের ঈমান আরো বৃদ্ধি পায়। পক্ষান্তরে মুনাফিক ও কাফিররা কুরআনের যে কোন বিষয়ে নিয়ে তাচ্ছিল্য করে, ফলে তাদের কুফরী আরো বৃদ্ধি পায়। যা আল্লাহ তা‘আলা কুরআনে উল্লেখ করেছেন\n(نُوَلِّه۪ مَا تَوَلّٰي)\n“আমি তাকে সেদিকেই ফিরিয়ে দেব যে দিক সে অবলম্বন করবে।”(সূরা নিসা ৪:১১৫) এবং হাদীসে এসেছে\nكُلُّ مُيَسَّرٍ لِمَا خُلِقَ لَهُ\nঅর্থাৎ প্রত্যেকের জন্য সে জিনিস সহজ করা হয় যার জন্য তাকে সৃষ্টি করা হয়েছে। (সহীহ বুখারী হা: ৪৯৪৯)\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ছোট-বড় সব কিছু আল্লাহ তা‘আলার সৃষ্টি। তাই তিনি যেকোন সৃষ্টি দ্বারা উপমা দিতে লজ্জাবোধ করেন না।\n২. কুরআন দ্বারা কেবল মু’মিনরা উপকৃত হয়, আর কুরআন কাফিরদের ক্ষতি ছাড়া কিছুই বৃদ্ধি করে না।\n৩. কিছু কিছু অবাধ্য কর্ম আছে যা ইসলাম থেকে বের করে দেয়; সেগুলো থেকে আমাদের সাবধান থাকতে হবে।\n৪. এ আয়াতে আল্লাহ তা‘আলার একটি পবিত্র সিফাত বা গুণ সাব্যস্ত হয় যে, “আল্লাহ তা‘আলা লজ্জাবোধ করেন”। আমরা আল্লাহ তা‘আলার এ সিফাত বা গুণ অবশ্যই তাঁর জন্য সাব্যস্ত করব যেহেতু তা কুরআনে এসেছে। তবে কোন মাখলুকের সাথে সাদৃশ্য করব না এবং কোন ধরণও জিজ্ঞাসা করব না, বরং মহান আল্লাহর জন্য যেমন শোভা পায় তেমনই বিশ্বাস করব।",
  "ayah": 26,
  "surah": 2
}
