{
  "text": "২৯ নং আয়াতের তাফসীর:\nএখানে “لَكُمْ” ‘তোমাদের জন্য’এর দ্বারা পৃথিবীর সকল বস্তু মানুষের উপকার ও উপভোগের জন্য সৃষ্টি করা বুঝানো হয়েছে। এ আয়াত প্রমাণ করে সকল বস্তুর মূল অবস্থা বা বিধান হল হালাল বা বৈধ। কেননা তা অনুগ্রহের স্থানে উল্লেখ করা হয়েছে। এর দ্বারা হারাম বস্তুগুলো বের হয়ে গেছে। এখানে আলোচনার মুখ্য উদ্দেশ্য হল, আল্লাহ তা‘আলা সব কিছু সৃষ্টি করেছেন মানুষের উপকারার্থে। অতএব যার ভিতরে ক্ষতি ও অপকার রয়েছে তা এর বাইরে।\n(ثُمَّ اسْتَوٰٓى إِلَي السَّمَآءِ)\n“অতঃপর তিনি আকাশের প্রতি মনোনিবেশ করেন” ইসতিওয়া শব্দটি কুরআনুল কারীমে তিন অর্থে ব্যবহৃত হয়েছে:\n১. ইসতিওয়া শব্দটি যখন কোন অব্যয়-এর সাথে ব্যবহার হবে না তখন এর অর্থ হবে পরিপূর্ণতা। যেমন আল্লাহ তা‘আলা বলেন;\n‏ (وَلَمَّا بَلَغَ أَشُدَّه۫ وَاسْتَوٰي)\n“যখন মূসা পূর্ণ যৌবনে উপনীত ও পরিণত বয়স্ক হল।”(সূরা কাসাস ২৮:১৮)\n২. ইসতিওয়া শব্দটি যখন “علي”অব্যয়-এর সাথে ব্যবহৃত হয় তখন এর অর্থ হবে ওপরে ওঠা, সমুন্নত হওয়া। আল্লাহ তা‘আলা বলেন:\n(الرَّحْمٰنُ عَلَي الْعَرْشِ اسْتَوٰي)\n“দয়াময় (আল্লাহ) আরশের ওপর সমুন্নত।”(ত্বহা ২০:৫)\n৩. যখন ইসতিওয়া শব্দটি “إلي” অব্যয়ের সাথে ব্যবহৃত হয় তখন এর অর্থ হবে ইচ্ছা করা। যেমন এ আয়াতে বলা হয়েছে। অর্থাৎ যখন আল্লাহ তা‘আলা পৃথিবী সৃষ্টি করলেন তারপর আকাশের দিকে মনোনিবেশ করলেন। (তাফসীরে সা‘দী, পৃ. ২৫)\n(وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ)\n‘আর তিনি সর্ব বিষয়ে মহাজ্ঞানী।’অর্থাৎ আল্লাহ তা‘আলার জ্ঞান সকল সৃষ্টি বস্তুকে বেষ্টন করে আছে। আল্লাহ তা‘আলা বলেন:\n(أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ)\n“যিনি সৃষ্টি করেছেন, তিনিই কি জানেন না? তিনি সূক্ষ্মদর্শী, ভালোভাবে অবগত।”\nআল্লাহ তা‘আলা এ আয়াতের বিস্তারিত বর্ণনা সূরা হা-মীম সিজদায় দিয়েছেন: “বল: তোমরা কি তাঁকে অস্বীকার করবেই, যিনি পৃথিবী সৃষ্টি করেছেন দু’দিনে এবং তোমরা তাঁর সমকক্ষ দাঁড় করাতে চাও? তিনি তো জগতসমূহের প্রতিপালক। তিনি ভূ-পৃষ্ঠে স্থাপন করেছেন (অটল) পর্বতমালা এবং তাতে রেখেছেন বরকত এবং চার দিনের মধ্যে এতে ব্যবস্থা করেছেন খাদ্যের, সমভাবে (এতে উত্তর) রয়েছে জিজ্ঞাসুদের জন্য। অতঃপর তিনি আকাশের দিকে মনোনিবেশ করেন যা ছিল ধুম্রবিশেষ। অনন্তর তিনি ওটাকে ও পৃথিবীকে বললেনঃ তোমরা উভয়ে এসো ইচ্ছায় অথবা অনিচ্ছায়। তারা বললোঃ আমরা এলাম অনুগত হয়ে। অতঃপর তিনি তাকে দু’দিনে সপ্তাকাশে পরিণত করলেন এবং প্রত্যেক আকাশে তার বিধান ব্যক্ত করলেন এবং আমি দুনিয়ার আকাশকে বাতিসমূহ দিয়ে সুশোভিত ও সুরক্ষিত করলাম । এটা পরাক্রমশালী সর্বজ্ঞ আল্লাহর ব্যবস্থাপনা।”(সূরা হা-মীম- সিজদাহ ৪১:৯-১২)\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার হাত ধরেন অতঃপর বললেন: আল্লাহ তা‘আলা শনিবার মাটি সৃষ্টি করেছেন, পাহাড় সষ্টি করেছেন রবিবার এবং বৃক্ষরাজী সৃষ্টি করেছেন সোমবার এবং অপছন্দনীয় জিনিসগুলো সৃষ্টি করেছেন মঙ্গলবার, আলো সৃষ্টি করেছেন বুধবার, বৃহস্পতিবার জীবজন্তু ছড়িয়ে দিয়েছেন এবং শুক্রবার আসরের পর রাতের পূর্বে শেষ সময়ে তিনি আদমকে সৃষ্টি করেছেন। (সহীহ মুসলিম হা: ২১৪৯-৫০)\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. হারাম হওয়ার প্রমাণ না পাওয়া পর্যন্ত জাগতিক সকল বস্তু হালাল।\n২. সকল সৃষ্টি আল্লাহ তা‘আলার জ্ঞানায়ত্বে।",
  "ayah": 29,
  "surah": 2
}
