{
  "text": "তারা তো অপেক্ষায় আছে এক বিকট শব্দের, যা তাদেরকে আঘাত করবে তাদের বাক-বিতণ্ডাকালে [১]\n[১] কাফেররা ঠাট্টা ও পরিহাসচ্ছলে মুসলিমদেরকে জিজ্ঞেস করত, তোমরা যে কেয়ামতের প্রবক্তা, তা কোন বছর ও কোন তারিখে সংঘটিত হবে। বর্ণিত আয়াতে তারই জওয়াব দেয়া হয়েছে। তাদের প্রশ্ন বাস্তব বিষয় জানার জন্যে নয়, বরং ঠাট্টা ও পরিহাসের ছলে নিছক চ্যালেঞ্জের ঢংয়ে কুটতর্ক করার জন্য। এ ব্যাপারে তারা একথা বলতে চাচ্ছিল যে, কোন কিয়ামত হবে না, তোমরা খামাখা আমাদের ভয় দেখাচ্ছো। এ কারণে তাদের জবাবে বলা হয়নি, কিয়ামত অমুক দিন আসবে বরং তাদেরকে বলা হয়েছে, তা আসবে এবং প্রচণ্ড শক্তিতে আসবে। জানার জন্য হলেও কেরামতের সন-তারিখের নিশ্চিত জ্ঞান কাউকে না দেয়াই স্রষ্টার সৃষ্টি রহস্যের দাবি ছিল। তাই আল্লাহ তা’আলা এ জ্ঞান তাঁর নবী-রসুলকেও দান করেননি। নির্বোধদের এই প্রশ্ন অনর্থক ও বাজে ছিল বিধায় এর জওয়াবে কেয়ামতের তারিখ বর্ণনা করার পরিবর্তে তাদেরকে হুঁশিয়ার করা হয়েছে যে, যে বিষয়ের আগমন অবশ্যম্ভাবী তার জন্যে প্রস্তুতি গ্ৰহণ করা এবং সন-তারিখ খোঁজাখুঁজিতে সময় নষ্ট না করাই বুদ্ধিমানের কাজ। কেয়ামতের খবর শুনে বিশ্বাস স্থাপন করা এবং সৎকর্ম সম্পাদন করাই ছিল বিবেকের দাবি। কিন্তু তারা এমনি গাফেল যে, কেয়ামতের আগমনের পর তারা যেন চিন্তা করার অপেক্ষায় আছে। তাই বলা হয়েছে যে, তারা কেয়ামতের অপেক্ষা করছে। অথচ কিয়ামত আস্তে আস্তে ধীরে-সুস্থে আসবে এবং লোকেরা তাকে আসতে দেখবে, এমনটি হবে না। বরং তা এমনভাবে আসবে যখন লোকেরা পূর্ণ নিশ্চিন্ততা সহকারে নিজেদের কাজ কারবারে মশগুল থাকবে এবং তাদের মনের ক্ষুদ্রতম কোণেও এ চিন্তা জাগবে না যে, দুনিয়ার শেষ সময় এসে গেছে। এ অবস্থায় অকস্মাৎ একটি বিরাট বিস্ফোরণ ঘটবে এবং যে যেখানে থাকবে সেখানেই খতম হয়ে যাবে। হাদীসে এসেছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, লোকেরা পথে চলাফেরা করবে, বাজারে কেনাবেচা করতে থাকবে, নিজেদের মজলিসে বসে আলাপ আলোচনা করতে থাকবে, এমন সময় হঠাৎ শিংগায় ফুঁক দেয়া হবে। কেউ কাপড় কিনছিল। হাত থেকে রেখে দেবার সময়টুকু পাবে না, সে শেষ হয়ে যাবে। কেউ নিজের পশুগুলোকে পানি পান করাবার জন্য জলাধার ভর্তি করবে এবং তখনো পানি পান করানো শুরু করবে না তার আগেই কিয়ামত হয়ে যাবে। কেউ খাবার খেতে বসবে এবং এক গ্রাস খাবার মুখ পর্যন্ত নিয়ে যাবার সুযোগও পাবে না। [বুখারীঃ ৬৫০৬]",
  "ayah": 49,
  "surah": 36
}
