{
  "text": "Commentary\nThe subject-matter of the Surah\nThis Surah refers to the story of the People of the Elephants who came with an army of elephants for the purpose of destroying the House of Allah in (The Holy Ka'bah) in Makkah. But their plan backfired and the Divine scourge overtook them. Allah destroyed the army with a flock of ordinary birds. Thus their plans were foiled and thwarted.\nWhen did the event take place?\nThis event took place in the very year in which the Holy Prophet ﷺ was born at Makkah, according to some traditions and the popular view among the historians. [ Ibn Kathir ]. The scholars of Hadith have taken this event as a special type of mujizah (miracle) of the Holy Prophet ﷺ ، but the term mujizah, in its real sense, refers to an abnormal event shown by Allah to prove the claim of a prophet to having been sent by Him. Therefore, a mujizah is shown after a prophet's Divine commission. However, sometimes it happens that a miraculous event takes place before a prophet's claim to prophet-hood. This, in the parlance of the scholars of Hadith, is called irhas which means 'prologue or introduction'. The word irahs means a 'foundation stone' [ Qamus ]. As the miraculous events taking place before the advent of prophets or before their claim to prophet-hood are meant to introduce and affirm that soon a particular prophet will be Divinely commissioned, they are referred to as irhas. Many miraculous incidents of this nature [ irhasat ] occurred before the birth and the advent of the Holy Prophet ﷺ ، and one of them was the incident of the 'People of the Elephants' who were miraculously prevented by the Heavenly scourge from destroying the House of Allah.\nStory of the People of the Elephants\nIbn Kathir, the leading authority on Prophetic Tradition and history, recounts the story as follows: Yemen was under the control of the rulers of Himyar. They were idolaters. Their last king was Dhu Nuwas, an idolater himself, was the enemy of the righteous Christians of his time, who believed in and worshipped One Allah. He persecuted the believers, who were opposed to idol-worship, by burning them alive. Most scholars agree that he killed, in cold blood, by throwing about 20, 000 sincere and righteous Christians in his city into a large fire pit, burning them alive in an effort to get them to give up their sincere religion. This is the story of the 'People of Fire-Pit' referred to in [ 85:4-7]. Two men somehow managed to escape from him. They fled to Syria and took refuge with Caesar, who was himself a Christian and the emperor of Syria. They requested the emperor to avenge this cruel act of Dhu Nuwas. Caesar wrote to Najashi (Negus), the king of Abyssinia [ now Ethiopia ], who was closer to the home of the man. Najashi sent two governors with him: Arbat and Abrahah, along with a huge army.\nThe army invaded Yemen and freed the whole country from the possession of Himyar. Dhu Nuwas tried to escape, but was drowned in the sea and died. Yemen thus became part of the Abyssinian dominion and Abrahah was appointed its viceroy. However, he and Arbat fought each other until Arbat was eventually killed and Abrahah emerged victorious. The latter was appointed the commander of the Abyssinian army in Yemen, and the governor of that region. Having captured Yemen, he built a superbly luxurious cathedral in his area. The purpose was to attract the people of Yemen to make pilgrimage to this cathedral instead of Ka'bah in Makkah. It was huge and tall so that a person standing at the bottom was not able to see the top. He decorated the structure with gold, silver and other precious gems. In short, he meant it to be an architectural masterpiece, second to none or unsurpassed in the world, to be revered by all and sundry and divert pilgrims from the Sacred Mosque in Makkah to his cathedral in Yemen. He did this after he had witnessed the love and enthusiasm of the Yemeni Arabs - which were the same as those felt all over the Arabia - for the Ka'bah, with the aim of making them forsake their attachment to the Mosque of Makkah and turn instead to his new luxurious cathedral. Thus he proclaimed throughout his kingdom that no one should ever visit the Ka'bah in Makkah, and that the pilgrimage should from now on take place to his so-called 'Ka'bah' in Yemen.\nAlthough the Arabs were idol-worshippers, the love and reverence for the religion of Prophet Ibrahim (علیہ السلام) and the Ka'bah had permeated their hearts. As a result, the ` Andan, Qahtan and Quraish tribes were enraged and infuriated by this proclamation. One night, someone entered the church and defecated in it. According to other narratives, a nomadic tribe halted near the church and started a fire for their own needs. The wind on that day was blowing violently and the cathedral caught on fire and sustained much loss. When Abrahah came to know about it, and learnt that a Quraishi had done this, he swore to march to the House of Makkah and destroy it stone by stone. Thus he prepared himself and set out with a huge and powerful army, so that none might prevent him from carrying out his mission. He asked for Najashi's permission. He permitted him and sent for him, particularly for this expedition, a special elephant whose name was Mahmud. It was unusually huge in size and powerful in strength the like of which had never been seen before. The king of Abyssinia sent in eight more elephants as reinforcements for the army. Their intention was to use this extraordinary elephant to demolish the Ka'bah. They planned to do this by fastening chains to the pillars of the Ka'bah and placing the other ends around the neck of the elephant. Then they would make the elephant pull on them in order to tear down the walls of the Ka'bah [ God forbid!] all at once. When the Arabs heard of Abrahah's expedition, they considered it their moral obligation to defend the Sacred House and thwart the evil plans of the conspirators. Thus, the Arabs raised a large army under the command of Dhu Nafr, a Yamenite Arab. He called the Arabs to go to war against Abrahah and fight in defense of the Sacred House, so that the enemy is unable to tear it down. The people responded to him readily and entered into battle with the enemy, but he defeated them. This was due to Allah's will that no humans should protect His House and His intent to expose the enemy to embarrassment and venerate the Sacred Sanctuary to the highest degree. Dhu Nafr was captured and taken prisoner.\nThe army continued on its way until it came to the settlement of the Banu Khath'am tribe. Their leader, Nufail Ibn Habib, led his entire tribe against the army, but they too were defeated and Nufail was taken prisoner. Abrahah at first decided to kill him, but at second thought he forgave him and took him as his guide to show him the way to Hijaz.\nWhen the army approached Ta'if, the people of Thaqif went out to Abrahah. They wanted to pacify him, because they had heard about the fate of those who had resisted him previously. Also, they were afraid that he would demolish their temple consecrated in the name of their idol Al-Lat. Therefore, they did not resist him on the understanding that he would not touch the idol of Lat. He was compassionate to them, and they sent a guide with him by the name of Abu Righal. When they arrived in a place called Al-Maghmas, near Makkah, they settled there. This was the pasture where the camels of the Quraish grazed. Abrahah sent his troops on a foray to capture the camels and other grazing animals of the Makkans. They accomplished their mission. They also drove away about two hundred camels of ` Abdul-Muttalib, grandfather of the Holy Prophet Muhammad ﷺ and the leader of the Quraish. Abrahah then sent an emissary named Hanatah Al-Himyari to enter Makkah and bring to him the leader of the Quraish. He mandated him to convey to the leader of the Quraish his message that the king did not come to fight with the Makkans unless they stood in his way of destroying their Sacred Sanctuary. Arriving in the city, Hanatah was directed to ` Abdul-Muttalib Ibn Hashim, to whom he communicated Abrahah's message. According to Ibn Ishaq's narration, ` Abdul-Muttalib replied: \"By Allah! We too have no desire to fight him, nor do we have the might to do so. This is the Sacred Sanctuary of Allah built by His friend Prophet Ibrahim (علیہ السلام) . If He wills to prevent Abrahah from pulling it down, He will protect it. And if He allows him to approach it, by Allah, we have no means to defend it.\" So Hanatah told him: \"Come with me to Abrahah.\" So ` Abdul-Muttalib went with him.\nWhen Abrahah saw him, he was highly impressed, because ` Abdul-Muttalib had the most handsome, charming and attractive personality. He descended from his throne and sat with the latter on a carpet on the ground. He then said to his interpreter to ask him: \"What do you need?\" ` Abdul-Muttalib replied to the interpreter: \"I want the king to give back my two hundred camels which his soldiers have taken from me.\" Then Abrahah told his interpreter to relay to him: \"When I first set my eyes on you, I admired you greatly and had great respect for you. But all that is now lost. You speak only of your two hundred camels while you fully well know that I have come to tear down your Ka'bah which is the embodiment of your religion and the religion of your forefathers. You did not even say a single word to persuade me to spare it.\" ` Abdul-Muttalib calmly responded: \"I am the owner of my camels and am concerned about them. I am not the owner of Allah's House. The Master of the House knows how best to protect His House.\" Abrahah rudely rebuffed: \"Your God cannot protect it from me.\" ` Abdul-Muttalib made a rejoinder: \"Then do as you like or [ take your chance!] \" According to other narratives, there were other chiefs of Quraish with ` Abdul-Muttalib at the time of this negotiation. They proposed to Abrahah that if he withdrew from the Sanctuary, the entire region of Tihamah would pay him a third of their agricultural produce annually as tribute. But he turned down the offer. He then gave back ` Abdul-Muttalib's camels to him. ` Abdul-Muttalib took his camels and went back home, ordering his people to leave Makkah and seek shelter at the top of the mountains. He feared that atrocities might be committed by the army against them. Then he went with a few figures of the Quraish to the Sacred Sanctuary. He held the metal ring of the door of Ka'bah and prayed Allah to give them victory over Abrahah and his army. While hanging on to the ring of the Ka'bah's door, he earnestly implored: \"We have no strength to face the army of Abrahah. So, 0 my Lord! Defend Your Ka'bah.\" Having so prayed in all earnestness, ` Abdul-Muttalib led all the Makkans to the neighbouring mountains, because they were convinced that Allah's scourge would overtake Abrahah and his troops. This is the reason why they spoke to Abrahah about their camels, and not about the House of Allah.\nWhen the next morning dawned, Abrahah prepared to enter the sacred city of Makkah. He prepared the elephant named Mahmud and mobilized his army, and they turned the elephant towards the Ka'bah. At that moment Nufail Ibn Habib, whom Abrahah had captured earlier, approached it and stood next to it, and taking it by its ear, he said: \"Return safely where you came from, because you are, verily, in the Sacred City of Allah.\" Then he released the elephant's ear and it knelt and sat down forthwith. The elephant drivers exerted all efforts to persuade the elephant to enter the City, but their efforts were in vain. Then they tried striking it with large iron spears and putting iron arrowheads in its trunk. They beat it on its head with axes and used hooked staffs to pull it out of its resistance and make it stand, but it refused. So they turned it towards Yemen, and it rose and walked quickly. Then they turned it towards Syria, it walked fast. Then they turned it towards the east and it walked briskly. Then they turned it towards Makkah, it knelt and sat down again.\nThis was one aspect of the manifestation of the Divine power unfolding itself miraculously. On the other hand, some flocks of birds were seen coming from the sea. Each bird carried three pebbles of the size of gram seeds or lentils, one in each claw and two in its beak. According to Waqidi's narration, the birds looked unusual which were never seen before. They looked smaller than pigeons, and their claws were red in colour. They flew over Abrahah's army and pelted them with the pebbles. Each pebble was more devastating than the bullet of a revolver. When it fell on anything, it tore directly through the body and settled deep in the ground. Seeing this scourge, the elephants fled in panic, except one which was harmed and destroyed by the pebble. Not all of Abrahah's men were destroyed instantly. People escaped in different directions. They died excruciatingly on their way back. As Allah had willed that the most distressful scourge should be inflicted upon Abrahah, He did not allow him to die immediately. In fact, Allah afflicted him with a deadly disease. A kind of poison spread thoroughly through his entire body and caused every single part to decay - his limbs began to rot and separate from the rest of his body and he started losing one finger after another. His body was carried back in that state to Yemen. By the time they arrived back in San'a', the capital of Yemen, his body was broken down limb by limb until he eventually died. Two of Mahmud's (name of elephant) drivers remained in Makkah, but both of them became blind and paralyzed. Muhammad Ibn Ishaq reports that Sayyidah ` A'ishah ؓ narrates that she saw them blind and paralyzed. Her sister, Sayyidah Asma' ؓ says that she saw the two blind and paralyzed men begging. The 'People of the Elephants' is a momentous event in Arab history, which was witnessed by hundreds of Arabs. It is to this well-known historical incident that this Surah refers.\nLexical Analysis\nVerse [ 105:1] أَلَمْ تَرَ‌ كَيْفَ فَعَلَ رَ‌بُّكَ بِأَصْحَابِ الْفِيلِ (Have you not seen how your Lord dealt with the people of the Elephant?) In the phrase alam tara [ have you not seen ], the second person pronoun refers to the Holy Prophet ﷺ . It is interesting to note that the event took place before the blessed birth of the Holy Prophet ﷺ . He could not have seen or witnessed it with his own eyes. However, the incident was so widely known as if the Prophet ﷺ had seen it with his own eyes, which is a sign of the certainty of its happening. Such a knowledge is described by the word ru'yat [ seeing ]. As reported earlier, Sayyidah ` A'ishah ؓ and her sister, Sayyidah Asma' ؓ both say that they had seen the two camel drivers had become blind and paralyzed and used to go around begging. In this way, the traces of this event were seen even after the birth of the Holy Prophet ﷺ .",
  "ayah": 1,
  "surah": 105
}
