{
  "text": "انسان ایک عاجز مخلوق ہے۔ اس کو لازمی طور پر پناہ کی ضرورت ہے۔ یہ پناہ اس کو ایک خدا کے سوا کوئی اور نہیں دے سکتا۔ خدا ہی تمام انسانوں کا رب ہے، وہی لوگوں کا بادشاہ ہے، وہی لوگوں کا معبود ہے۔ پھر اس کے سوا کون ہے جو شر اور فتنہ کے مقابلہ میں لوگوں کا سہارا بنے۔\nسب سے زیادہ خطرناک فتنہ جس سے انسان کو خدا کی پناہ مانگنی چاہيے وہ شیطان ہے۔ وہ سب سے زیادہ خطرناک اس لیے ہے کہ وہ ہمیشہ اپنی اصل حیثیت کو چھپاتا ہے۔ اور پر فریب تدبیروں سے انسان کو بہکاتا ہے۔ اس لیے شیطان کے فتنوں سے وہی شخص بچ سکتا ہے جو بہت زیادہ باہوش ہو، جس کو اللہ نے وہ سمجھ دی ہو جس کے ذریعہ وہ حق اور ناحق میں تمیز کرسکے۔ وہ سمجھ سکے کہ کون سی بات حقیقی بات ہے اور کون سی بات وہ ہے جو حقیقی بات نہیں۔ یہ وسوسہ انداز ی کرنے والے صرف معروف شیاطین ہی نہیں ہیں۔ انسانوں میں بھی ایسے شیطان نما لوگ ہیں جو مصنوعی روپ میں سامنے آتے ہیں اور پر فریب الفاظ کے ذریعہ آدمی کے ذہن کو پھیر کر اس کو گمراہی کے راستہ پر ڈال دیتے ہیں \nعَنْ أَبِي ذَرٍّ، قَالَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْمَسْجِدِ فَجَلَسْتُ، فَقَالَيَا أَبَا ذَرٍّ، هَلْ صَلَّيْتَ؟ قُلْتُلَا. قَالَقُمْ فَصَلِّ، قَالَفَقُمْتُ فَصَلَّيْتُ ثُمَّ جَلَسْتُ، فَقَالَيَا أَبَا ذَرٍّ، تَعَوَّذْ بِاللهِ مِنْ شَرِّ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ قَالَقُلْتُ يَا رَسُولَ اللهِ، وَلِلْإِنْسِ شَيَاطِينُ؟ قَالَنَعَمْ (مسند احمد، حدیث نمبر 21546)\nحضرت ابوذر کہتے ہیں کہ میں رسول اللہ صلی اللہ علیہ وسلم کے پاس آیا۔ آپ اس وقت مسجد میں تھے۔ میں بیٹھ گیا۔ آپ نے فرمایا، اے ابو ذر کیا تم نے نماز پڑھی۔ میں نے کہا کہ نہیں۔ آپ نے فرمایا اٹھو اور نماز پڑھو۔ وہ کہتے ہیں کہ میں اٹھا اور نماز پڑھی اور پھر میں آ کر بیٹھ گیا۔ آپ نے فرمایا کہ اے ابوذر ، جن و انس کے شیطانوں کے شر سے اللہ کی پناہ مانگو۔ میں نے کہا کہ اے خدا کے رسول، کیا انسانوں میں بھی شیطان ہوتے ہیں۔ آپ نے فرمایا  ہاں۔\nفتنوں سے خدا کی پناہ مانگنا دو طرفہ عمل ہے۔ ایک طرف وہ خدا کی عنایت کو اپنے ساتھ شامل کرنا ہے۔ اور دوسری طرف اس کا مقصد یہ ہے کہ فتنوں کے مقابلہ میں اپنے شعور کو بیدار کیا جائے تاکہ آدمی زیادہ باہوش طور پر اس کا مقابلہ کرنے کے قابل ہوسکے۔ (دہلی، 19 جولائی 1986)",
  "ayah": 5,
  "surah": 114
}
