{
  "text": "مکہ کے ابتدائی دور میں مسلمانوں پر اس قدر مظالم ڈھائے گئے اور وہ اس قدر مشکلات سے دوچار ہوئے کہ ان کا برداشت کرنا صرف اس شخص کے لئے ممکن تھا جس نے شہادت کی نیت کی ہوئی تھی اور اس نے اس دنیا کی زندگی کے مقابلے میں آخرت کو ترجیح دی ہوئی تھی اور وہ اسلام کے بعد کفر کی طرف لوٹنے کے مقابلے میں شدید سے شدید اذیت کے لئے تیار ہوگیا تھا۔\nیہاں بتایا جاتا ہے کہ ایمان لانے کے بعد کفر کو اختیار کرنا بڑا جرم ہے۔ کیونکہ ایمان کو جاننے اور اس کو برتنے کے بعد ارتداد اختیار کرنا اور آخرت کے مقابلے میں کفر اختیار کرنا بہت بڑا جرم ہے۔ ایسے لوگوں پر اللہ کا غضب ہوگا ، عذاب عظیم کے وہ مستحق ہوں گے اور ہدایت سے ہمیشہ ہمیشہ کے لئے محروم ہوجائیں گے۔ ایسے لوگ غفلت میں ڈوبے ہوئے ہوتے ہیں۔ ان کے دلوں ، کانوں اور آنکھوں میں مہر لگ جاتی ہے اور آخرت میں یہ لوگ بہت بڑے خسارے سے دور چار ہوں گے اس لئے کہ نظریہ کے بارے میں کوئی تحریک بھی سودا بازی نہیں کرسکتی اور نظریہ اور دعوت کے بارے میں سود و شبان کا لحاظ بھی نہیں کیا جاتا۔ جب ایک شخص ایمان لا کر اسلامی نظریہ حیات کو قبول کرلیتا ہے تو پھر چاہیے کہ اس زمین اور اس دنیا کے موثرات میں سے کوئی موثر بھی اس انسان پر اثر انداز نہ ہو کیونکہ زمین کا اپنا حساب و کتاب اور قدرو قیمت ہوتی ہے اور نظریات کی اپنی قدر و قیمت ہوتی ہے۔ نظریہ کوئی مذاق نہیں ہوتا ، نظریات کے بارے میں کوئی بھی سودا بازی نہیں ہوسکتی کیونکہ نظریات سودے بازی سے بلند مقام رکھتے ہیں۔ یہی وجہ ہے کہ اس فعل کی سزا میں اس قدر سختی کی گئی ہے۔ اس سخت حکم سے صرف ایک استثناء ہے۔ وہ یہ کہ ایک آدمی کو اعلان کفر پر مجبور کردیا گیا ہو لیکن اس کا دل ایمان پر مطمئن ہو ، یعنی کوئی شخص اعلان کفر اس حالت میں کردے کہ اسے موت کا خطرہ ہو لیکن اس کا دل ایمان و یقین پر مطئمن ہو۔ روایات میں آتا ہے کہ یہ آیت حضرت عمار ابن یاسر کے بارے میں نازل ہوئی۔\nابن جریر نے محمد ابن یاسر سے روایت کی ہے کہ مشرکوں نے عمار ابن یاسر کو پکڑا اور انہیں سخت تکلیف دی۔ بہت تشدد کیا یہاں تک کہ وہ ان کی خواہش کے مطابق بات کرنے کے قریب ہوگیا۔ اس نے اس بات کی شکایت حضور ﷺ سے کی کہ اس نے تشدد کی وجہ سے یہ باتیں کیں تو حضور ﷺ نے فرمایا تم اپنے دل کو کیسا پا رہے ہو تو انہوں نے عرض کیا کہ میرا دل تو ایمان پر مطمئن ہے۔ تو حضور ﷺ نے فرمایا کہ اگر انہوں نے پھر اس قدر تشدد کیا تو تم پھر ایسی بات کہہ دو ۔ چنانہچ ایسے مشکل حالات میں کلمات کفر کہنے کی اجازت اور رخصت دے دی گئی۔\nبعض مسلمان ایسے بھی گرزے جنہوں نے محض زبان سے کلمہ کفر ادا کرنے کے مقابلے میں موت کو پسند کیا۔ سمیہ ابن یاسر نے یہ مقام عزیمت حاصل کیا۔ ان کے اندام نہانی میں تیر کا نشانہ لگا۔ اسی طرح ابو یاسر نے بھی یہ مقام حاصل کیا۔ دونوں شہید ہوگئے مگر کلمہ کفر نہ کہا۔\nاور حضرت بلال ؓ کے ساتھ کیا کچھ نہ کیا گیا۔ شدید گرمی میں ایک عظیم پتھر ان کے سینے پر رکھ دیا جاتا اور کہا جاتا کلمہ شرک کہو۔ وہ انکار کرتے اور کہتے احد احد اور کہتے کاش اگر اس سے زیادہ سخت بات معلوم ہوتی تو میں وہ بھی کرتا۔\nیہی حال حبیب ابن زید انصاری کا رہا۔ ان سے مسلیمہ کذاب نے کہا : کیا تم یہ گواہی دیتے ہو کہ محمد رسول اللہ ﷺ ہیں ؟ تو ہو کہتے ہاں ، پھر اس نے کہا ، کیا تم گواہی دیتے ہو کہ میں رسول ہوں۔ تو وہ کہتے ہیں میں نہیں سن رہا۔ تو وہ ان کا ایک عضوکاٹتے رہے۔ یہاں تک کہ وہ اس حالت میں شہید ہوگئے۔\nابن عساکر نے عبد اللہ ابن حذیفہ سمی کی سوانح عمری میں لکھا ہے۔ یہ صحابی تھے۔ ان کو رومیوں نے گرفتار کرلیا۔ انہوں نے اسے اپنے بادشاہ کے سامنے پیش کیا۔ بادشاہ نے انہیں کیا کہ آپ نصرانی بن جائیں ، میں آپ کو اپنے اقتدار میں بھی شریک کرتا ہوں اور اپنی لڑکی آپ کے نکاح میں دیتا ہوں۔ انہوں نے کہا کہ اگر تو مجھے اپنی پوری مملکت دے دے اور تمام عربوں کی حکومت بھی عطا کردے ، اس کے عوض کہ میں محمد ﷺ کے دین کو ترک کردوں اور وہ بھی پلک جھپکنے جتنی دیر کے لئے تو بھی میں یہ کام نہ کروں گا۔ اس نے کہا تو پھر میں تمہیں قتل کردوں گا۔ انہوں نے کہا تمہیں اختیار ہے جو چاہو کرو۔ کہتے ہیں کہ اس نے حکم دیا اور انہیں سولی پر لٹکا دیا گیا۔ پھر اس نے تیرا ندازوں کو حکم دیا کہ وہ اس کے پائوں اور ہاتھوں کے قریب تیر ماریں۔ چناچہ وہ تیرمارتے رہے اور بادشاہ ان پر نصرانیت کا دین پیش کرتا رہا۔ لیکن انہوں نے انکار کیا۔ اس کے بعد اس نے حکم دیا کہ انہیں سولی سے اتار دیں۔ چناچہ انہیں تختہ دار سے اتارا گیا۔ اس کے بعد تاننے کے ایک (تیل کی) ہنڈیا یا دیگ لائی گئی۔ اسے گرم کیا گیا۔ اس کے بعد ایک مسلمان قیدی لایا گیا ، اسے اس کے اندر پھینکا گیا۔ دیکھتے ہی دیکھتے وہ چمکدار ہڈیاں بن کر رہ گیا۔ اس کے بعد پھر اس نے ان پر اپنا دین پیش کیا اور انہوں نے انکار کردیا۔ اب اس نے حکم دیا کہ ان کو بھی اس میں پھینک دیا جائے۔ انہیں لوہے کی چرخی پر چڑھایا گیا تاکہ اس کے اندر پھینک دیں۔ اس وقت وہ روئے۔ اس پر اس بادشاہ کو یہ لالچ پیدا ہوگیا کہ شاید اب مان جائیں تو انہوں نے اسے بلایا تو انہوں نے کہا کہ میں رویا اس لئے ہوں کہ میری جان ایک ہے اور یہ ابھی اسی دیگ میں ڈال دی جائے گی اور ختم ہوجائے گی لیکن میری خواہش تو یہ ہے کہ میرے جسم کے ہر بال کے برابر جانیں عطا ہوتیں اور وہ اللہ کی راہ میں قربان ہوتیں۔\nایک روایت میں ہے کہ اس نے ان کو قید کردیا اور کھانا بند کردیا۔ ایک عرصے تک یہ پابندی تھی۔ اس کے بعد انہیں شراب اور خنزیر بھیجا تو انہوں نے ان کو ہاتھ نہ لگایا۔ تو انہوں نے بلا کر پوچھا کہ تم نے ان کو کیوں ہاتھ نہ لگایا۔ انہوں نے کہا کہ یہ چیزیں اس وقت تو میرے لئے حلال ہیں لیکن میں تمہیں خوش کرنا نہیں چاہتا۔ اس پر اس نے کہا چلو میرے سرہی کو چوم لو ، میں تمہیں رہا کردوں گا۔ اس پر انہوں نے کہا کیا تم میرے ساتھ تمام مسلمان قیدیوں کو رہا کردو گے ؟ تو اس نے کہا ہاں۔ تو انہوں نے اس کے سر کو چوم لیا اور انہوں نے وہ تمام قیدی رہا کردئیے جو ان کے ساتھ تھے۔ جب وہ لوٹے تو عمر بن الخطاب ؓ نے فرمایا ہر مسلمان پر یہ حق ہے کہ وہ عبد اللہ بن حذافہ کا سر چومے اور میں اس کی ابتداء کرتا ہوں۔ وہ اٹھے اور انہوں نے ان کے سر کو چوما۔ اللہ دونوں سے راضی ہو۔\nیہ اس لئے کہ عقیدہ اور نظیرہ ایک عظیم دولت ہیں۔ نظریہ میں کمزورہ نہیں دکھائی جاتی اور رخصتوں پر عمل نہیں ہوتا۔ اس کے لئے بھاری قیمت ادا کرنی پڑتی ہے۔ اگرچہ رخصت ہوتی ہے لیکن ایک مومن نفس اس کو ترجیح دیتا ہے کہ وہ عزیمت پر عمل کرے کیونکہ نظریہ ایک ایسی امانت ہے جس پر انسان کو پوری زندگی اور پورے دنیاوی مفادات کو قربان کرنا چاہیے۔",
  "ayah": 107,
  "surah": 16
}
