{
  "text": "وان عاقبتم فعاقبوا بمثل ما عوقبئتم بہ (61 : 621) ” اگر تم بدلہ لو تو اسی قدر لے لو جس قدر تم پر زیادتی کی گئی “۔ یہ دعوت اسلامی کے طریقہ کار سے باہر کی کوئی چیز نہیں ہے بلکہ اس کے اندر داخل ہے۔ دعوت اسلامی کا دفاع کرنا اور اس معاملے میں اعتدال کا رویہ اپنانا ، یہ تحریک اسلامی کے وقار اور عزت کا باعث ہوگا۔ لوگوں کے دلوں میں یہ کوئی بےوقعت دعوت نہ ہوگی۔ کوئی ایسی دعوت جس کا وقار نہ ہو ، لوگ اسے ہرگز قبول نہیں کرتے۔ نہ لوگوں کو یہ یقین آتا ہے کہ یہ دعوت دین ہے۔ نیز اللہ کا یہ منشا نہیں ہے کہ وہ دعوت اسلامی کو یوں بےوقار اور لاچار چھوڑ دے جو اپنے عزت و وقار کا دفاع نہ کرسکتی ہو۔ اس لئے اہل ایمان جب تک کہ وہ اللہ کے دین کے داعی ہوں ، ذلت ہرگز برداشت نہیں کرسکتے۔ نیز داعی کا منصب یہ ہے کہ وہ اس کرہ ارض پر سچائی کا امین ہے۔ اس نے لوگوں کے درمیان عدل و انصاف قائم کرنا ہے ، اور اس نے ہی انسانیت کی قیادت راہ راست کی طرف کرنی ہے۔ وہ یہ کام ہرگز نہیں کرسکتے اگر ان کو سزا دی جائے اور وہ بدلہ نہ لے سکیں اور وہ دست درازی کرنے والے کی مناسب سرزنش نہ کرسکیں۔\nاس سلسلے میں مناسب جواب اور سرزنش کا اصول ، اصول قصاص ہوگا۔ قرآن کا اصل منشا تو یہ ہے کہ انسان عفو و درگزر سے کام لے۔ لیکن عفو و درگزر اس وقت ہوتا ہے جب انسان انتقام اور بدلہ لینے پر قدرت رکھتا ہو اور ایسے حالات میں عفو و درگزر کا بہت ہی اچھا اثر ہوتا ہے اور دعوت کو بہت فائدہ بھی ہوتا ہے۔ اگر بعض افراد پر دست درازی ہو لیکن دعوت کو فائدہ ہو تو اشخاص پر تعدی کی کوئی اہمیت نہیں ہے۔ لیکن اگر عفو و درگزر سے دعوت الیٰ اللہ کی توہین ہوتی ہو اور اس کے وقار پر حرف آتا ہو تو اس صورت میں قصاص کا اصول ہی بہتر ہے۔ چونکہ صبر اور درگزر کرنے سے داعی اپنے جذبات اور جذبہ انتقام پر کنٹرول کرنا سیکھتا ہے اس لئے قرآن کریم اس فعل اور اس کے اجر کو اللہ اور آخرت سے وابستہ کرتا ہے۔\nولئن صبرتم لھو خیر للصبرین (621) واصبر وما صبرک انا باللہ (721) (61 : 621۔ 721) ” لیکن اگر تم صبر کرو تو یقینا یہ صبر کرنے والوں ہی کے حق میں بہتر ہے اور صبر کرو ، تمہارا صبر اللہ ہی کے لئے ہے “۔ یہ اللہ ہی ہے جو صبر اور ضبط نفس کی توفیق دیتا ہے اور اس میں انسان کا مددگار ہوتا ہے اور یہ جذبہ للبیت ہی ہے جو انسان کو ذاتی انتقام اور قصاص اور بدلہ لینے کے مقابلے میں صبر پر آمادہ کرتا ہے۔\nقرآن کریم نبی ﷺ کے لئے نصیحت کے انداز میں یہ اصول وضع کر رہا ہے اور آپ کے ہر دعوت دین دینے والے کے لئے یہی ضابطہ عمل ہے کہ اگر لوگ ہدایت کی راہ پر نہیں آتے تو وہ پریشان نہ ہو۔ اس کا فرض وہی ہے جو وہ ادا کر رہا ہے۔ ہدایت و ضلالت تو اللہ کے ہاتھ میں ہے۔ ہدایت و ضلالت سنت الہٰیہ کے مطابق ہے اور سنت الہٰیہ وہ استعداد ہے جو ہدایت و ضلالت کے لئے اللہ نے نفوس انسانیہ کے اندر ودیعت کردی ہے۔ نیز یہ کہ مخالفین کی مکاریوں کی وجہ سے داعی دل تنگ نہ ہو۔ کیونکہ وہ تو داعی ہے۔ اللہ اس کا محافظ ہے۔ وہی مخالفین کی مکاریوں اور ریشہ دوانیوں کا جواب دے گا۔ اللہ کسی داعی کو اس کے مخالفین کے حوالے نہیں کرتا بشرطیکہ وہ دعوت میں مخلص ہے ، اللہ کے لئے کام کر رہا ہے اور اس کے پیش نظر کوئی ذاتی مفاد نہیں ہے۔\nیہ جو اس کو اذیت دی جا رہی ہے یہ اس کے صبر کا امتحان ہے۔ اللہ کی نصرت آنے میں دیر اس لئے ہو رہی ہے کہ اللہ پر اس کے بھروسے اور یقین کو آزمایا جارہا ہے لیکن اچھا انجام یقینی ہے اور فتح اس کے قدم چومنے سے والی ہے۔",
  "ayah": 126,
  "surah": 16
}
