{
  "text": "آیت نمبر 30 تا 32\nمتقین اس بات کو سمجھتے ہیں کہ دعوت اسلامی کا بنیادی عنصر خیر ہے۔ اللہ نے جو کلام نازل کیا ہے ، جو امرونہی اور ہدایت و قانون پر مشتمل ہے ، اس کی روح انسان کی بھلائی ہے ۔ یہ لوگ پوری داستان کو ایک لفظ کے کوزے میں بند کردیتے ہیں۔ ان سے جب پوچھا جاتا ہے کہ تمہارے رب نے کیا نازل کیا ہے تو کہتے ہیں (خیرا) اور اس کے بعد وہ اس خیر کی تشریح اپنے علم و فضل کے مطابق کرتے ہیں۔\nللذین احسنوا فی ھذہ الدنیا حسنۃ (16 : 30) “ اس طرح کے نیکو کاروں کے لئے اس دنیا میں بھلائی ہے ”۔ بہترین زندگی ، بہترین سازو سامان اور بہترین مقام و مرتبہ۔\nولدار الاخرۃ خیر ( 16 : 30) “ اور آخرت کا گھر تو ضرور ہی ان کے لئے بہتر ہے ”۔ اس دنیا کی بہتری سے بھی اس کی بہتری برتر ہے۔\nولنعم دار المتقین (16 : 30) “ بڑا چھا گھر ہے متقیوں کا ”۔ یہ تو تھی اجمالی بات۔ اب اس اجمال کی تفصیلات یہ ہیں :۔\nجنت عدن (16 : 31) “ دائمی قیام کی جنتیں ”۔ یہ ان کی اقامت گاہیں ہوں گی۔\nتجری من تحتھا الانھر (16 : 31) “ جن کے نیچے نہریں بہہ رہی ہوں گی ”۔ بہت سہولتیں ہوں گی۔\nلھم فیھا ما یشاؤن ( 16 : 31) “ اور سب کچھ وہاں عین ان کی خواہش کے مطابق ہوگا ”۔ وہاں نہ کسی چیز سے محرومیت ہوگی اور نہ محنت ہوگی نہ رزق محدود ہوگا جس طرح اس دنیا میں ہے۔\nکذلک یجزی اللہ المتقین (16 : 31) “ اس طرح جزا دیتا ہے اللہ متقیوں کو ”۔\nاب متقین کو بھی سیاق کلام ایک قدم پیچھے لے کر چلتا ہے۔ جس طرح اس سے قبل مستکبرین کو پیچھے کی طرف حالت نزع میں لے جایا گیا تھا ۔ کیا دیکھتے ہیں ، ان کی حالت نہایت ہی پرسکون ہے۔\nالذین تتوفھم الملئکۃ صبیین (16 : 32) “ وہ لوگ جن کی روحیں پاکیزگی کی حالت میں ، ملائکہ قبض کرتے ہیں ”۔ ان کے نفوس پاکیزہ ہوتے ہیں کیونکہ وہ اللہ سے ملنے والے ہوتے ہیں۔ وہ سکرات الموت اور مشکلات نزع روح سے محفوظ ہوتے ہیں۔\nیقولون سلم علیکم (16 : 32) “ فرشتے کہتے کہ سلام ہو تم پر ”۔ یہ سلام ان کو اطمینان دلانے کے لئے اور مرحبا اور خوش آمدید کہنے کے لئے ہوگا۔\nادخلوا اجنۃ بما کنتم تعملون (16 : 32) “ جاؤ جنت میں اپنے اعمال کے بدلے ”۔ گویا ان کو جنت کی خوشخبری دے دی جاتی ہے ، حالانکہ وہ ابھی تک آخرت کے دروازے پر ہی ہیں۔ یہ پوری پوری جزاء ہے ان کے اعمال کے بدلے۔\n٭٭٭\nموت کا منظر اور بعث بعد موت کا منظر فضا پر سایہ فگن ہے کہ اسکرین پر ایک سوال آتا ہے۔ یہ سوال اس فضا میں مشرکین قریش سے کیا جاتا ہے کہ وہ اب کسی چیز کا انتظار کر رہے ہیں۔ آیا وہ فرشتوں کا انتظار کرنا چاہتے ہیں کہ وہ آئیں اور مذکورہ بالا طریقے پر ان کی روح قبض کرلیں یا وہ اس بات کا انتظار کرنا چاہتے کہ اللہ قیامت برپا کر دے کیونکہ ان دونوں مراحل سے ان کو بہرحال گزرنا ہے۔ موت کے وقت بھی یہی منظر ہوگا اور بعث بعد الموت کے وقت وہی سزا ہوگی ، کیا ان دونوں مناظر میں ان کے لئے کوئی عبرت و نصیحت کا مقام نہیں ہے ؟",
  "ayah": 30,
  "surah": 16
}
