{
  "text": "درس نمبر 121 ایک نظر میں\nمسئلہ توحید کا یہ تسیرا دور ہے جس کا مفہوم یہ ہے کہ اس کائنات کا خدا صرف ایک خدا ہے۔ اس سبق کا آغاز اس مفہوم سے ہوتا ہے کہ اللہ ایک ہے جو وحدہ مالک اور منعم ہے۔ پہلی تین آیات میں یہی مفہوم بیان ہوا ہے۔ یہاں ایک بہترین تمثیل دی گئی ہے کہ ایک مالک ہے ، رازق ہے اور دوسرا شخص غلام اور مملوک اور محتاج ہے۔ جس کا کوئی اختیار نہیں ۔ اور جس کی ملکیت میں کچھ بھی نہیں ہے۔ کیا یہ دونوں برابر ہو سکتے ہیں ؟ تو پھر اللہ جو خالق مالک اور رازق ہے وہ اور تمہارے ٹھہرائے ہوئے شریک کس طرح برابر ہو سکتے ہیں جو نہ مالک ہیں اور نہ رازق۔ کس طرح ہم دونوں کو کہہ سکتے ہیں کہ یہ بھی الٰہ ہے اور یہ بھی !\nاس سبق میں لوگوں کا ایک نمونہ یہ بھی پیش کیا گیا ہے کہ جب وہ کسی مصیبت میں گرفتار ہوتے ہیں تو اللہ وحدہ کو پکارتے ہیں لیکن جب مصیبت دور ہوجاتی ہے تو پھر شرک کرنے لگ جاتے ہیں۔\nاس سبق میں بت پرستی کے اوہام و خرافات کی کئی صورتیں بھی دی گئی ہیں۔ یہ لوگ اپنے بنائے ہوئے الہٰوں کے لئے بعض جانوروں کو مخصوص کرتے ہیں۔ حالانکہ خود ان کی حالت یہ ہے کہ اپنے مملوکات میں سے کسی چیز کو وہ اپنے غلاموں کے دائرۂ اختیار میں دینے کے لئے تیار نہیں۔ نہ کوئی چیز ان کے ساتھ تقسیم کرنے کے لئے تیار ہیں۔ خود تو لڑکیوں کو بےحد ناپسند کرتے ہیں لیکن فرشتوں کو اللہ کی لڑکیاں کہتے ہیں۔\nواذا بشر۔۔۔۔۔۔۔ وھو کظیم (16 : 57) ” اور جب ان میں سے کسی کو لڑکی کی خوشخبری دی جاتی ہے تو اس کا چہرہ سیاہ ہوجاتا ہے اور وہ نہایت ہی کبیدہ خاطر ہوتا ہے “۔ یہ لوگ اللہ کے لئے تو وہ چیز تجویز کرتے ہیں جسے یہ خود ناپسند کرتے ہیں لیکن ان کی زبانوں پر یہ دعویٰ ہر وقت رہتا ہے کہ ان کے لئے تو اچھائی ہی مقرر ہے اور یہ کہ وہ جو کچھ کر رہے ہیں اس کا نتیجہ اچھا ہی رہے گا۔ یہ اوہام و خرافات ان کو اپنے آباؤ اجداد سے ورثے میں ملے ہیں اور رسول اللہ ﷺ تو مبعوث ہی اس لیے ہوئے ہیں کہ آپ ﷺ ان کے سامنے ان کی حقیقت کھول کر بیان کردیں۔ چناچہ آپ ﷺ اہل ایمان کے لئے صاحب ہدایت اور باعث رحمت ہیں۔\nاس کے بعد حقیقی خدا کی پیدا کردہ بعض چیزوں کی نمونے دئیے جاتے ہیں اور اگر ان میں انسان ذرا بھی غوروفکر کرے تو وہ بہت کچھ نصیحت اور عبرت حاصل کرسکتا ہے۔ کیونکہ ان چیزوں کی ایجاد پر صرف وحدہ قادر ہے اور یہ چیزیں اللہ کی خدائی اور آپ کی برتری کے دلائل ہیں۔ مثلاً یہ کہ اللہ نے آسمانوں سے بارشیں برسانے کا انتظام فرمایا جس کے ذریعے مردہ زمین تروتازہ ہوجاتی ہے ۔ پھر اللہ تعالیٰ نے پانی کے علاوہ لوگوں کے پینے کے لئے نہایت ہی خوشگوار اور لذیذ دودھ پیدا کیا اور یہ دودھ جانور کے گوبر اور خون کے درمیان سے پیدا ہوتا ہے۔ پھر اللہ نے کھجور اور انگور پیدا کئے تم لوگ نشہ آور چیز بھی بناتے ہو اور رزق حسن بھی۔ پھر اس نے شہد کی مکھی کو یہ وحی کی کہ پہاڑوں میں گھر بنا ، درختوں میں گھر بنا ، اور ٹٹیوں پر چڑھائی ہوئی بیلوں میں گھر بنا اور اس میں سے شہد پیدا ہوتا کہ وہ لوگوں کے لئے شفا ہو۔ اللہ نے لوگوں کو پیدا کیا۔ بعض کو وہ جلدی بلا لیتا ہے اور بعض دوسرے طویل عمر پاتے ہیں۔ وہ علم کو بھول جاتے ہیں اور اس قدر سادہ ہوجاتے ہیں کہ وہ کچھ نہیں جانتے ۔ پھر اللہ نے بعض لوگوں کو دوسروں پر رزق میں فضیلت دی۔ پھر بعض کو بیویاں اور لڑکے اور پوتے دئیے۔ ان حقائق کے باوجود بعض لوگ ایسے شرکاء کی بندگی کرتے ہیں جو زمین و آسمان میں لوگوں کو کسی قسم کا رزق دینے پر قدرت نہیں رکھتے اور اس کے ساتھ وہ اللہ کے ساتھ دوسروں کو مشابہ اور مماثل قرار دیتے ہیں۔\nاحساس دلانے والے یہ دلائل جو نفس انسانی اور اس کے ماحول میں بکھرے ہوئے ہیں ، اس کی طرف قرآن انسان کو متوجہ کرتا ہے تا کہ وہ اللہ کی قدرت کو پاسکیں جو ان کی ذات ، ان کے رزق ، ان کے کھانے ، ان کے پینے اور ان کے اردگرد ان کے افادے کی ہر چیز میں متحرک ہے۔ اس سبق کا خاتمہ پھر ان دو مثالوں پر ہوتا ہے جن کی طرف ہم نے اشارہ کردیا ہے۔ یہ گویا انسانی عقل و وجدان کو احساس دلانے کی ایک مفید کوشش ہے ، جس کے گہرے اثرات ہیں اور اس میں نفس انسانی کے رباب کے نہایت ہی حساس تاروں کو چھیڑا گیا ہے لہٰذا ممکن نہیں کہ نفس انسانی اس سے متاثر نہ ہو اور لبیک نہ کہے۔\nآیت نمبر 51 تا 55\nاللہ کا یہ فرمان ہے کہ دو الٰہ نہ بناؤ۔ خدا تو بس ایک ہی ہے۔ اس بات کے لئے اسلوب نہایت ہی فیصلہ کن اور مثبت اختیار کیا گیا۔ اللہ کے بعد دو کا لفظ آیا ہے اور دوسرے فقرے میں نہایت تاکیدی مصرع کہ ” اللہ تو بس ایک ہی ہے ، اور ان دونوں فقروں کے بعد ایک دوسرا مصرع ہے ” لہٰذا تم مجھی سے ڈرو “۔ اور میرے سوا کسی اور سے نہ ڈرو۔ کسی کے ساتھ ڈرنے کا ایسا طرز عمل اختیار نہ کرو جس طرح مجھ سے ڈرنا ہوتا ہے ۔ فارھبون اس لیے کہا گیا کہ مجھ سے زیادہ سے زیادہ ڈرو۔ اسلامی نظریہ حیات میں عقیدۂ توحید ایک بنیادی مسئلہ ہے۔ اسلامی نظریہ حیات قائم ہی عقیدۂ توحید پر ہے۔ جب تک توحید نہ ہو ایمان قائم ہی نہیں ہو سکتا اور ایمان کے بغیر اسلام کا نظریہ حیات قائم ہی نہیں ہو سکتا۔ لہٰذا یہ مسئلہ انسان کے قلب و دماغ میں اس قدر واضح ہونا چاہئے کہ اس میں کوئی التباس نہ ہو اور کوئی پیچیدگی نہ ہو۔\nاور جب خالق ومالک و الٰہ وہی ہے تو پھر اس زمین و آسمان اور کائنات کا مالک بھی وہی ہے۔\nولہ ما فی السموت والارض (16 : 56) ” وہ سب کچھ جو آسمانوں میں ہے اور جو کچھ زمین میں ہے اسی کا ہے “۔\nولہ الدین واصباً (16 : 52) ” خالصتاً اسی کا دین چل رہا ہے “۔ یعنی جب سے یہ کائنات اور دین وجود میں آئے ہیں اسی کا دین مسلسل چل رہا ہے اور منعم بھی وہی اللہ ہے۔\nوما بکم من نعمۃ فمن اللہ (16 : 53) ” تم کو جو نعمت بھی حاصل ہے ، اللہ ہی کی طرف سے ہے “۔ یہ بات تمہاری فطرت کے اندر رکھی ہوئی ہے کہ جب کوئی مشکل وقت آتا ہے تو تمہاری فطرت پکار اٹھتی ہے کہ صرف کو پکارو۔ اس مشکل وقت میں پھر کوئی وہمی مددگار یا بت انسان کو یاد نہیں رہتا۔\nثم اذا مسکم الضر فالیہ تجئرون (16 : 53) ” پھر جب کوئی سخت وقت تم پر آتا ہے تو تم لوگ خود اپنی فریادیں لے کر اسی کی طرف دوڑتے ہو “۔ اور تم اس وقت پھر چیخ چیخ کر پکارتے ہو کہ وہ تمہیں اس مشکل سے نجات دے۔ یوں قرآن کریم اللہ تعالیٰ کو خدائی ، حاکمیت ، ملک ، قانون سازی ، نعمت اور ہدایت اور نظام زندگی دینے کا واحد سر چشمہ قرار دیتا ہے۔ انسانی فطرت اس بات کی تصدیق یوں کرتی ہے کہ جب انسان کسی عظیم مصیبت میں گرفتار ہوتا ہے تو اس وقت انسان کی حقیقی فطرت تمام شرک کے تمام شائیوں اور آلائشوں سے پاک ہوجاتی ہے۔ لیکن بعض لوگ پھر بھی ایسے کج دماغ ہوتے ہیں کہ جب یہ مہیب خطرہ ان سے ٹل جاتا ہے تو یہ لوگ اچانک شرک کرنے لگتے ہیں۔ یوں وہ اللہ کے انعامات کی ناشکری کرتے اور اللہ کی ہدایات سے منہ پھیر لیتے ہیں۔ لیکن دنیا کا یہ مختصر دور جلد ختم ہوگا اور ذرا انتظار کرو کہ آخرت میں ان کو مصیبت سے دوچار ہونا پڑے گا۔\nفتمتعوا فسوف تعلمون (16 : 55) ” اچھا مزے کرلو عنقریب تمہیں معلوم ہوجائے گا “۔ یہ نمونہ مخلوقات جس کے خدو خال قرآن مجید نے یہاں نقش کئے۔\nثم اذا مسکم الضر ۔۔۔۔۔۔۔ یشرکون (16 : 54) ” پھر جب کوئی سخت وقت تم پر آتا ہے تو پھر تم لوگ خود اپنی فریادیں لے کر اسی کی طرف دوڑتے ہو۔ مگر جب اللہ اس وقت کو ٹال دیتا ہے تو یکایک تم میں سے ایک گروہ اپنے رب کے ساتھ دوسروں کو شریک کرنے لگتا ہے۔ اس طرز کے لوگ انسانوں میں ہمیشہ پائے جاتے ہیں۔ مشکلات میں دل اللہ کی طرف متوجہ ہوجاتے ہیں کیونکہ انسان بتقاضائے فطرت اس بات کو جانتا ہے کہ اللہ کے سوا بچانے والا کوئی نہیں ہے۔ عافیت کے زمانہ میں انسان عیش و عشرت میں ڈوبا ہوا ہوتا ہے اس لیے اس کا تعلق باللہ کمزور پڑجاتا ہے۔ اس میں کئی رنگ کی کج رویاں پائی جاتی ہیں ، ان میں سب سے بڑی کج روی اللہ کے ساتھ شرک کرنا ہے ، نیز انسان بعض رسوم اور اقدار کو بھی خدائی درجہ دے دیتا ہے ، اگرچہ ان کو وہ الٰہ نہیں کہتا۔\nبعض اوقات اس کا انحراف بہت ہی شدید ہوجاتا ہے اور فطرت پوری طرح بگڑ جاتی ہے کہ بعض لوگ نہایت ہی شدید حالات میں بھی اللہ کو نہیں پکارتے بلکہ وہ بعض دوسری ہستیوں کو بچاؤ، نجات اور امداد کے لئے پکارتے ہیں۔ ان کا بہانہ یہ ہوتا ہے کہ یہ ہستیاں اللہ کے ہاں جاہ و منزلت رکھتی ہیں اور بعض اوقات بعض لوگ اس تصور کے سوا بھی دوسری ہستیوں کو پکارتے ہیں۔ مثلاً بعض لوگ اولیاء اللہ کو مصیبت کے وقت پکارتے ہیں۔ ان لوگوں کی یہ حرکت مشرکین جاہلیت کے شرک سے بھی بدتر ہے کیونکہ مشرکین جاہلیت کے بارے میں تو قرآن یہ کہتا ہے کہ سخت مشکلات میں یہ لوگ صرف اللہ کو پکارتے تھے۔",
  "ayah": 51,
  "surah": 16
}
