{
  "text": "آیت نمبر 66\nیہ دودھ ، جسے ہم حیوانات کے پستانوں سے نچوڑتے ہیں ، یہ کس چیز سے پیدا ہوتا ہے ؟ یہ گوبر اور خون کے بیچ میں سے نکلتا ہے ۔ فرث اس محصول کو کہتے ہیں جو ہضم کے بعد جگالی کرنے والے جانور کے اوجھ میں رہ جاتا ہے۔ نیز ہضم کے بعد جو محلول رہ جاتا ہے اور اسے آنتیں خون کی شکل میں تبدیلی کردیتی ہیں اسے بھی فرث کہا جاتا ہے۔ یہ خون جسم کے ہر خلیے میں گردش کرتا ہے۔ یہ خون جب جانور کی کھیری میں دودھ کے غدود میں جاتا ہے تو یہ دودھ کی شکل اختیار کرلیتا ہے۔ یہ قدرت کا عجوبہ ہے کہ یہ خون دودھ بن جاتا ہے۔ کوئی نہیں جانتا کہ یہ محلول اور یہ خون کس طرح دودھ کی شکل اختیار کرتے ہیں۔\nپھر ہر قسم کی خوراک کا خلاصہ خون کی شکل کس طرح اختیار کرلیتا ہے۔ پھر اس خون کی قوت میں سے جسم کے ہر خلیے کو اس کی ضرورت کے مطابق غذا کا فراہم ہونا ایک ایسا عمل ہے جو نہایت ہی پیچیدہ اور تعجب انگیز ہے۔ یہ عمل جسم میں ہر سیکنڈ کے حساب سے تکمیل پاتا ہے۔ اس طرح جسم میں جلنے کا عمل بھی جاری رہتا ہے۔ ہر سیکنڈ میں ، انسانی جسم کی اس پیچیدہ مشینری میں تخریب و تعمیر کا یہ عمل جاری ہے اور اس وقت جاری رہتا ہے جب تک جسم سے روح پرواز نہیں کر جاتی۔ کوئی انسان جس کا شعور زندہ ہو ، وہ ان عجیب عملیات سے متاثر ہوئے بغیر نہیں رہ سکتا ، جن میں جسم انسانی کی اس عجیب مشینری کا ہر ذرہ خالق کا ثناخواں نظر آتا ہے۔ یہ ایک ایسی عجیب مشینری ہے کہ انسان کی بنائی ہوئی پیچیدہ سے پیچیدہ مشینری اس کے مقابلے میں کوئی حیثیت نہیں رکھتی بلکہ انسان کے لئے جسم انسانی کے لاتعداد خلیوں میں سے ایک خلیہ بھی بنانا ممکن نہیں ہے۔\nہم نے جسم انسانی میں خوراک کے ہضم ، اس کے خون کی شکل اختیار کرنے اور پھر چلنے اور ختم ہونے کے عمل کا ایک عام جائزہ لیا ہے۔ اس جسم کے اندر ایسے ایسے کام ہو رہے ہیں کہ اگر ان کا سائنسی مطالعہ اور ملاحظہ کیا جائے تو عقل دنگ رہ جائے۔ خود جسم انسانی کے خلیوں میں سے ایک خلیے کا مطالعہ اور اس پر غوروفکر بھی نہ ختم ہونے والی سوچ عطا کرتا ہے۔\nماضی قریب تک یہ تمام عجائبات راز ہی رہے ، اور یہ حقیقت جس کا ذکر یہاں قرآن مجید کر رہا ہے کہ دودھ گوبر اور خون کے درمیان سے نکلتا ہے ، انسان اس سے ماضی قریب تک واقف نہ تھا۔ ادوار سابقہ میں انسان نہ اس کا تصور کرسکتا تھا اور نہ ہمارے دور کی طرح اس کا دقیق سائنسی مطالعہ کرنے کے قابل تھا۔ اس بارے میں کوئی انسان نہ شک کرسکتا ہے اور نہ بحث کرسکتا ہے۔ اس قسم کے پیچیدہ سائنسی حقائق میں سے کسی ایک حقیقت کی طرف قرآن کریم کا واضح طور پر اشارہ کرنا ہی اس بات کے لئے کافی ثبوت ہے کہ قرآن کریم وحی الٰہی پر مشتمل ہے کیونکہ یہ وہ حقیقت ہے جس کا سائنٹیفک علم کسی انسان کو بھی اس دور میں نہ تھا۔\nلیکن ان خالص سائنسی حقائق کو اگر ایک طرف بھی چھوڑ دیں تو بھی قرآن کریم میں ایسے دلائل و خصائص موجود ہیں جو اس کے وحی الٰہی ہونے کا اثبات کرتے ہیں۔ ہاں اس قسم کی سائنسی حقیقتوں میں سے ایک واضح حقیقت سامنے آجانا مخالفین اور معاندین کے منہ کو بند کرنے کے لئے کافی ہے۔",
  "ayah": 66,
  "surah": 16
}
