{
  "text": "آیت نمبر 68 تا 69\nشہد کی مکھی اس الہام کے مطابق کام کرتی ہے جو خالق نے تخلیق کے وقت اس کی فطرت میں رکھ دیا ہے۔ یہ بھی وحی کی ایک قسم ہے اور یہ مکھی اس کے مطابق عمل پیرا ہے۔ یہ مکھیاں جس پیچیدہ انداز میں اپنا کام جاری رکھتی ہیں ، اسے دیکھ کر عقل دنگ رہ جاتی ہے۔ وہ کس انجینئرنگ سے اپنا چھتہ تیار کرتی ہیں۔ وہ باہم تقسیم کار کس طرح کرتی ہیں اور پھر وہ عسل مصفیٰ کو کس طرح علیحدہ کرتی ہیں ؟\nیہ اپنی فطرت کے مطابق گھر بناتی ہیں ، پہاڑوں میں ، درختوں کی شاخوں میں ، لوگ دیواروں پر جو بیل بوٹے چڑھاتے ہیں ان میں۔ اللہ تعالیٰ نے ان کے لئے ان کی فطرت کے مطابق زمین کے اندر راستے ہموار کیے ہیں کہ یہ عسل مصفیٰ شفاء للناس ہے۔ بعض ڈاکٹروں نے اس پر تحقیق کی ہے اور یہ تحقیق نہایت ہی فنی انداز کی ہے۔ لیکن ایک مسلم کا یہ عقیدہ ہے کہ قرآن کریم کی اس آیت کی رو سے وہ شفاء للناس ہے۔ حضور اکرم ﷺ سے بعض احادیث میں بھی عسل مصفیٰ کی ان خصوصیات کی طرف اشارہ ہے\nبخاری شریف نے حضرت ابو سعید خدری سے روایت کی ہے کہ ایک شخص رسول اللہ ﷺ کے پاس آیا اور کہا ، حضور ﷺ میرے بھائی کو اسہال ہو رہے ہیں تو حضور ﷺ نے فرمایا ، اسے شہد پلا دو ۔ تو اس نے اسے شہد پلا دیا۔ اس کے بعد وہ پھر آیا اور کہا ، حضور ﷺ میں نے اسے شہد پلایا مگر اس سے تو اس کے اسہال اور زیادہ ہوگئے ہیں۔ آپ ﷺ نے فرمایا جاؤ اور اسے شہد پلاؤ۔ وہ گیا اور اس نے اور شہد پلایا۔ پھر آیا اور کہا ، حضور ﷺ وہ تو اور بھی زیادہ ہو رہا ہے تو حضور ﷺ نے فرمایا کہ اللہ نے تو سچ کہا ہے تمہارے بھائی کا پیٹ جھوٹ بول رہا ہے ، لہٰذا جاؤ اور اسے مزید شہد پلاؤ۔ وہ شخص گیا اور اس نے بھائی کو مزید شہد پلایا اور وہ تندرست ہوگیا۔\nاس حدیث شریف کو پڑھ کر انسان حیرت زدہ ہوجاتا ہے کہ ایک رسول ایمان و ایقان کے کس اعلیٰ مقام پر ہوتا ہے۔ مریض کا بھائی بار بار اطلاع کرتا ہے کہ مرض میں اضافہ ہی ہو رہا ہے لیکن حضور اکرم ﷺ وہی علاج تجویز کرتے ہیں کیونکہ قرآن نے اسے شفاء کہا ہے۔ آخر کار قرآن کی بات عملاً سچی ثابت ہوجاتی ہے۔ مسلمانوں کو چاہئے کہ وہ ان تمام مسائل میں جن کا فیصلہ قرآن نے کردیا ہے اسی طرح کے ایمان و ایقان کا اظہار کریں۔ اگرچہ بظاہر صورت حالات قرآن کے حکم کے خلاف ہی کیوں نہ نظر آئے۔ کیونکہ ظاہری حالات کے مشاہدے میں غلطی ہو سکتی ہے لیکن قرآنی حقائق کبھی غلط نہیں ہو سکتے اور آخر کار قرآنی حقائق ہی سچے ثابت ہوتے ہیں۔\nاب ذرا طرز کلام کی فصاحت و مناسبت پر غور کریں۔ آسمانوں سے پانی اترنے کی نعمت ، گوبر اور خون کے درمیان سے بغیر دودھ کی پیدائش ، کھجوروں اور انگوروں سے شکرو شراب کی پیدائش ، شہد کی مکھی سے مختلف رنگوں کا شہد ، یہ تمام مشروبات ہیں اور ان مشروبات کا اخراج ایسے اجسام سے ہورہا ہے جو ان سے شکل و جنس میں بھی مختلف ہیں۔ چونکہ یہاں ذکر مشروبات کا تھا اس لیے جانوروں کے ضمن میں صرف دودھ کا ذکر کیا گیا کیونکہ وہ مشروب ہے تا کہ مضمون و مفہوم آپس میں متناسب ہوجائیں۔ آگے دوسرا سبق آرہا ہے۔ اس میں انعام کے ضمن میں چمڑوں ، بالوں اور اون کا بھی ذکر ہے کیونکہ وہاں خیموں اور گھروں کا مضمون ہے لہٰذا وہاں حیوانات کی ان چیزوں کا بھی ذکر کیا گیا جو اس مضمون اور منظر کے ساتھ متناسب تھیں۔ قرآن مجید کے اسلوب کلام کا یہ ایک بہت ہی اہم فنی پہلو ہے کہ وہ الفاظ کے ساتھ معنوی ہم آہنگی کا بھی خیال رکھتا ہے۔",
  "ayah": 68,
  "surah": 16
}
