{
  "text": "১২-১৩ নং আয়াতের তাফসীর\nকুরায়েশ কাফিররা মুসলমানদেরকে বিভ্রান্ত করার জন্যে তাদেরকে একথাও বলতোঃ “তোমরা আমাদের মাযহাবের উপর আমল কর, এতে যদি কোন পাপ হয় তবে তা আমরাই বহন করবো। অথচ এটা সম্পূর্ণ ভুল কথা। কেউ কারো পাপের বোঝা বহন করবে এটা প্রতারণা ছাড়া কিছুই নয়। কেউ তার নিকটতম আত্মীয়েরও পাপের বোঝা বহন করবে না এবং করতে পারে না। আল্লাহ তাআলা বলেনঃ (আরবি)অর্থাৎ “বন্ধু বন্ধুর তত্ত্ব নিবে না, তাদেরকে করা হবে একে অপরের দৃষ্টিগোচর ।\" (৭০:১০-১১) হ্যাঁ, তবে এ লোকগুলো নিজেদের পাপের বোঝা বহন করবে এবং যাদেরকে তারা পথভ্রষ্ট করেছে তাদেরও পাপের বোঝা এদের উপর চাপিয়ে দেয়া হবে। কিন্তু ঐ পথভ্রষ্ট লোকেরাও বোঝামুক্ত হবে না। তাদের পাপের বোঝা তাদের উপরই থাকবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যেন তারা তাদের বোঝা পূর্ণভাবে বহন করে কিয়ামতের দিন এবং অজ্ঞতা বশতঃ যাদেরকে পথভ্রষ্ট করেছে তাদেরও বোঝা বহন করে।\" (১৬:২৫)সহীহ হাদীসে রয়েছেঃ “যে ব্যক্তি লোকদেরকে হিদায়াতের দাওয়াত দিবে, কিয়ামত পর্যন্ত যেসব লোক ঐ হিদায়াতের উপর চলবে তাদের সবারই পুণ্য ঐ একটি লোক লাভ করবে, অথচ তাদের পুণ্য হতে কিছুই কম করা হবে না। অনুরূপভাবে যে বিভ্রান্তি ছড়িয়ে দেবে, যারা ওর উপর আমল করবে সবারই গুনাহ তার উপর পড়বে এবং তাদের গুনাহ হতে কিছুই কম করা হবে না।”আর একটি হাদীসে আছেঃ “ভূ-পৃষ্ঠে যত খুনাখুনি হবে, সবগুলোর পাপ হযরত আদম (আঃ)-এর ঐ পুত্রের উপর পতিত হবে, যে অন্যায়ভাবে তার ভাইকে হত্যা করেছিল। কেননা, হত্যার সূচনা তার থেকেই হয়।”মহামহিমান্বিত আল্লাহ বলেনঃ তারা যে মিথ্যা উদ্ভাবন করে সে সম্পর্কে কিয়ামত দিবসে তাদেরকে প্রশ্ন করা হবে।হযরত আবু উমামা (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) সমস্ত রিসালাত পৌঁছিয়ে দিয়েছেন। তিনি একথাও বলেছেনঃ তোমরা যুলুম হতে দূরে থাকো। কেননা, কিয়ামতের দিন আল্লাহ তাবারাকা ওয়া তা'আলা বলবেন- “আমার ইজ্জত ও মর্যাদার শপথ! আজ একটি যুলুমও ছেড়ে দিবো না।” অতঃপর একজন ঘোষণাকারী ঘোষণা করবেনঃ “অমুকের পুত্র অমুক কোথায়?” সে তখন আসবে এবং পর্বত বরাবর পুণ্য তার সাথে থাকবে। এমনকি হাশরের মাঠে উপস্থিত লোকদের দৃষ্টি তার দিকে উঠবে। সে আল্লাহর সামনে এসে দাঁড়িয়ে যাবে। অতঃপর ঘোষণাকারী ঘোষণা করবেনঃ “এ ব্যক্তি কারো উপর যুলুম করে থাকলে সে যেন আজ প্রতিশোধ নিয়ে নিজের হক আদায় করে নেয়।” একথা শুনে এদিক-ওদিক হতে লোকেরা এসে তাকে ঘিরে নিয়ে আল্লাহর সামনে দাঁড়িয়ে যাবে। আল্লাহ তাআলা তখন বলবেনঃ “আমার এই বান্দাদেরকে তাদের হক আদায় করিয়ে দাও।” ফেরেশতারা বলবেনঃ “কিভাবে আমরা তাদের হক আদায় করিয়ে দিবো?” আল্লাহ তা'আলা উত্তরে বলবেনঃ “তার পুণ্যগুলো নিয়ে এদেরকে দিয়ে দাও।” এরূপই করা হবে। শেষ পর্যন্ত তার আর কোন পুণ্য অবশিষ্ট থাকবে না। কিন্তু অত্যাচারিত ও হকদার আরও বাকী থেকে যাবে। আল্লাহ তা'আলা তখন বলবেনঃ “এদেরকেও এদের হক আদায় করিয়ে দাও।” ফেরেশতারা বলবেনঃ “এখন তো তার কাছে আর কোন পণ্য বাকী নেই!” আল্লাহ তা'আলা বলবেনঃ “তাদের পাপগুলো তার উপর চাপিয়ে দাও।” অতঃপর রাসূলুল্লাহ (সঃ) হতবুদ্ধি হয়ে।(আরবি)-এ আয়াতটি পাঠ করেন। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত মুআয ইবনে জাবাল (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে মুআয (রাঃ)! নিশ্চয়ই মুমিনকে তার সমস্ত চেষ্টা-শ্রম সম্পর্কে জিজ্ঞেস করা হবে, এমনকি তার চক্ষুদ্বয়ের সুরমা ও তার অঙ্গুলি দ্বারা ঠাসা মাটি সম্পর্কেও প্রশ্ন করা হবে। দেখো, যেন এরূপ না হয় যে, কিয়ামতের দিন কেউ তোমার পুণ্য নিয়ে নেয়।” (এ হাদীসটিও ইবনে আবি হাতিমই (রঃ) বর্ণনা করেছেন)",
  "ayah": 13,
  "surah": 29
}
