{
  "text": "২৬-২৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, হযরত লূত (আঃ) হযরত ইবরাহীম (আঃ)-এর উপর ঈমান আনয়ন করেন। বলা হয় যে, হযরত লূত (আঃ) হযরত ইবরাহীম (আঃ)-এর ভ্রাতুস্পুত্র ছিলেন। তিনি ছিলেন নূত (আঃ) ইবনে হারূন ইবনে আযর। তাঁর পুরো কওমের মধ্যে তাঁর উপর ঈমান এনেছিলেন শুধু হযরত লূত (আঃ) এবং তার স্ত্রী হযরত সারা (রাঃ)।একটি রিওয়াইয়াতে আছে যে, ঐ যুগীয় যালিম বাদশাহ যখন তার সিপাইদের মাধ্যমে হযরত সারা (রাঃ)-কে তার নিকট আনিয়ে নেয় তখন হযরত ইবরাহীম (আঃ) হযরত সারা (রাঃ)-কে বলেছিলেনঃ “দেখো, আমি বাদশাহর সামনে বলেছি যে, তোমার সাথে আমার ভাই-বোনের সম্পর্ক রয়েছে। তুমিও একথাই বলবে যে, তুমি আমার বোন। কেননা, বর্তমানে সারা দুনিয়ায় আমি ও তুমি ছাড়া আর কোন মুমিন নেই। সম্ভবতঃ একথা দ্বারা তাঁর উদ্দেশ্য ছিল যে, স্বামী-স্ত্রী উভয়ে মুমিন নেই। হযরত লূত (আঃ) তো হযরত ইবরাহীম (আঃ)-এর উপর ঈমান এনেছিলেন বটে, কিন্তু তখনই তিনি হিজরত করে সিরিয়া চলে গিয়েছিলেন। অতঃপর তাঁকে হযরত ইবরাহীম (আঃ)-এর জীবদ্দশাতেই আহলে সুয়ূমের নিকট নবী করে পাঠানো হয়, যেমন ইতিপূর্বে এর বর্ণনা গত হয়েছে এবং সামনেও আসছে।(আরবি) (তিনি বললেনঃ আমি আমার প্রতিপালকের উদ্দেশ্যে দেশ ত্যাগ করছি), এখানে (আরবি)-এর মধ্যস্থিত (আরবি) সর্বনামটি সম্ভবতঃ হযরত লুত (আঃ)-এর দিকে ফিরেছে। কেননা, আলোচ্য দুই জনের মধ্যে তিনিই নিকটবর্তী। আবার এও হতে পারে যে, সর্বনামটি হযরত ইবরাহীম (আঃ)-এর দিকে ফিরেছে যেমন হযরত ইবনে আব্বাস (রাঃ) ও হযরত যহ্হাক (রাঃ) এটা বর্ণনা করেছেন। তাহলে হয়তো হযরত লূত (আঃ)-এর ঈমান আনয়নের পরে হযরত ইবরাহীম (আঃ) তার কওমের সাথে সম্পর্ক ছিন্ন করেন এবং ইচ্ছা প্রকাশ করেন যে, তিনি সেখান হতে অন্য জায়গায় চলে যাবেন এবং হয়তো তথাকার লোকেরা আল্লাহ-ভক্ত হবে। শক্তি ও সম্মান তো আল্লাহ, তাঁর রাসূল এবং মুমিনদেরই। আল্লাহ তো পরাক্রমশালী, প্রজ্ঞাময়।হযরত কাতাদা (রঃ) বলেন যে, হযরত ইবরাহীম (আঃ) কফা হতে হিজরত করে সিরিয়ার দিকে গিয়েছিলেন। তিনি বলেন, আমাদের নিকট বর্ণনা করা হয়েছে যে, নবী (সঃ) বলেছেনঃ “হিজরতের পরের হিজরত হবে হযরত ইবরাহীম (আঃ)-এর হিজরতের দিকে। ঐ সময় ভূ-পৃষ্ঠে দুষ্ট ও পাপিষ্ঠ লোকেরা অবস্থান করবে, যাদেরকে যমীন থুথু দেবে এবং আল্লাহ তা'আলা তাদেরকে ঘৃণা করবেন। আগুন তাদেরকে শূকর ও বানরের সাথে হাঁকাতে থাকবে। তারা ওদের সাথেই রাত্রি যাপন করবে এবং তাদের উচ্ছিষ্ট ভক্ষণ করবে।”অন্য রিওয়াইয়াতে আছে যে, তাদের মধ্যে যারা পিছনে থাকবে, এই অগ্নি তাদেরকে খেয়ে ফেলবে। নবী (সঃ) আরো বলেনঃ “আমার উম্মতের মধ্য হতে এমন লোকও বের হবে যারা কুরআন পাঠ করবে বটে, কিন্তু তা তাদের কণ্ঠের নীচে নামবে না। তাদের একটি দল শেষ হয়ে যাবার পর আর একটি দল দাঁড়িয়ে যাবে।” তিনি বিশ বারেরও অধিক এর পুনরাবৃত্তি করলেন। অতঃপর তিনি বললেনঃ “তাদের শেষ দলটির মধ্য হতে দাজ্জাল বের হবে।” হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত, তিনি বলেন, আমাদের উপর একটা যুগ এমন ছিল যে, আমরা আমাদের একটা মুসলমান ভাই-এর জন্যে দিরহাম (রৌপ্য মুদ্রা) ও দীনারকে (স্বর্ণ মুদ্রা) কিছুই মনে করতাম না। আমরা আমাদের সম্পদকে আমাদের মুসলমান ভাইদের সম্পদই মনে করতাম। তারপর এমন যুগ আসলো যে, আমাদের সম্পদ আমাদের কাছে আমাদের মুসলমান ভাইদের চেয়ে প্রিয় মনে হতে লাগলো। আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “যদি তোমরা বলদের লেজের পিছনে লেগে থাকো এবং ব্যবসা। বাণিজ্যে লিপ্ত হয়ে পড়, আর আল্লাহর পথে জিহাদ করা পরিত্যাগ কর তবে আল্লাহ তা'আলা তোমাদের গলদেশে লাঞ্ছনার হাসুলী পরিয়ে দিবেন, যে পর্যন্ত তোমরা সেখানেই ফিরে আসবে যেখানে ছিলে এবং যে পর্যন্ত না তাওবা করবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) অতঃপর তিনি ঐ হাদীসটি বর্ণনা করেন যা উপরে বর্ণিত হয়েছে এবং বলেনঃ “আমার উম্মতের মধ্যে এমন লোকও হবে যারা কুরআন পাঠ করবে বটে, কিন্তু মন্দ আমল করবে, ফলে কুরআন তাদের কণ্ঠ হতে নীচের দিকে নামবে। তাদের ইলম বা বিদ্যাবুদ্ধি দেখে তোমরা নিজেদের ইলমকে তুচ্ছ জ্ঞান করবে। তারা আহলে ইসলাম বা মুসলমানদেরকে হত্যা করে ফেলবে। সুতরাং যখন এ লোকগুলো বের হবে তখন তোমরা তাদেরকে হত্যা করে ফেলো। আবার বের হলে আবারও হত্যা করো এবং পুনরায় বের হলে পুনরায় তাদেরকে হত্যা করে ফেলবে। যারা তাদেরকে হত্যা করবে তারা কতই না ভাগ্যবান এবং যারা তাদের হাতে নিহত হবে তারাও ভাগ্যবান। যখন তাদের দল বের হবে তখন আল্লাহ তা'আলা তাদেরকে ধ্বংস করে দিবেন। আবার তারা বের হবে, আবারও তিনি তাদেরকে ধ্বংস করবেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন) অনুরূপভাবে রাসূলুল্লাহ (সঃ) বিশবার বা তার চেয়েও অধিকবার একথাই বলেন। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আমি ইবরাহীম (আঃ)-কে দান করলাম ইসহাক (আঃ) ও ইয়াকূব (আঃ)। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “যখন সে তাদের হতে ও তারা আল্লাহ ব্যতীত যাদের ইবাদত করতো ঐ সব হতে পৃথক হয়ে গেল তখন আমি তাকে দান করলাম ইসহাক (আঃ) ও ইয়াকূব (আঃ) এবং প্রত্যেককে নবী করলাম।\" (১৯:৪৯) এতে এরও ইঙ্গিত রয়েছে যে, তাঁর জীবদ্দশায় তাঁর পৌত্র হযরত ইয়াকূব (আঃ) জন্মগ্রহণ করবেন। হযরত ইসহাক (আঃ) ছিলেন তাঁর পুত্র এবং হযরত ইয়াকূব (আঃ) ছিলেন অতিরিক্ত। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আমি তাকে দান করলাম ইসহাক (আঃ)-কে এবং অতিরিক্ত দান করলাম ইয়াকূবকে (আঃ)।” (২১:৭২) যেমন আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “আমি তাকে (সারাকে রাঃ) শুভ সংবাদ দিলাম ইসহাক (আঃ)-এর এবং তার পিছনে (পরে) ইয়াকূব (আঃ)-এর।” (১১:৭১) অর্থাৎ হে ইবরাহীম (আঃ)! তোমার জীবদ্দশাতেই তোমার সন্তানের সন্তান হবে, যার ফলে তোমাদের দু'জনের চক্ষু ঠাণ্ডা হবে। এর দ্বারা সাব্যস্ত হলো যে, হযরত ইয়াকূব (আঃ) হযরত ইসহাক (আঃ)-এর পুত্র ছিলেন। সুন্নাতে নববী (সঃ) দ্বারাও এটা প্রমাণিত। কুরআন কারীমের অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “ ইয়াকূব (আঃ)-এর নিকট যখন মৃত্যু এসেছিল তোমরা কি তখন উপস্থিত ছিলে? সে যখন পুত্রদেরকে জিজ্ঞেস করেছিলঃ আমার পরে তোমরা কিসের ইবাদত করবে? তারা উত্তরে বলেছিল ও আমরা আপনার মা’রূদের ও আপনার পিতৃপুরুষ ইবরাহীম (আঃ), ইসমাঈল (আঃ) ও ইসহাক (আঃ)-এর মা'বুদেরই ইবাদত করবো। তিনি একমাত্র মা’দ এবং আমরা তাঁর নিকট আত্মসমর্পণকারী।” (২:১৩৩)।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছেঃ “কারীম ইবনুল কারীম ইবনুল কারীম ইবনুল কারীম ইউসুফ ইবনু ইয়াকূব ইবনু ইসহাক ইবনু ইবরাহীম (আলাইহিমুসসালাম)।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত ইসহাক (আঃ) ও হযরত ইয়াকূব (আঃ) হযরত ইবরাহীম (আঃ)-এর পুত্র ছিলেন, এর দ্বারা উদ্দেশ্য হলো পুত্রের পুত্র, ঔরষজাত পুত্র নয়। হযরত ইবনে আব্বাস (রাঃ) কেন, একজন নিম্ন স্তরের মানুষও এ ব্যাপারে হোঁচট খেতে পারে না।মহান আল্লাহ বলেনঃ তার বংশধরদের জন্যে আমি স্থির করলাম নবুওয়াত ও কিতাব। হযরত ইবরাহীম (আঃ) খলীলুল্লাহ উপাধিতে ভূষিত এবং তাঁকে ইমাম বলা হয়। তার পরে তারই বংশধরের মধ্যে নবুওয়াত ও হিকমত থেকে যায়। বানী ইসরাঈলের সমস্ত নবী হযরত ইয়াকূব (আঃ) ইবনে ইসহাক (আঃ) ইবনে ইবরাহীম (আঃ)-এর বংশধর হতেই হয়েছেন। হযরত ঈসা (আঃ) পর্যন্ত এই ক্রম এভাবেই চলে এসেছে। বানী ইসরাঈলের এই শেষ নবী পরিষ্কারভাবে স্বীয় উম্মতকে বলে দিয়েছিলেনঃ “আমি তোমাদেরকে নবী আরবী, কুরায়েশী, হাশেমী, শেষ রাসূল, হযরত আদম (আঃ)-এর সন্তানদের নেতা হযরত মুহাম্মাদ (সঃ)-এর সুসংবাদ দিচ্ছি, যাকে আল্লাহ তা'আলা মনোনীত করেছেন। তিনি হযরত ইসমাঈল (আঃ)-এর বংশোদ্ভূত ছিলেন। তিনি ছাড়া অন্য কোন নবী হযরত ইসমাঈল (আঃ)-এর সন্তানদের অন্তর্ভুক্ত ছিলেন না। মহামহিমান্বিত আল্লাহ বলেনঃ আমি তাকে দুনিয়ায় পুরস্কৃত করেছিলাম এবং আখিরাতেও সে নিশ্চয়ই সৎকর্মপরায়ণদের অন্যতম হবে। হযরত ইবরাহীম (আঃ)-কে আল্লাহ তাআলা দুনিয়ায় স্বচ্ছলতা দান করেছিলেন, আর দান করেছিলেন সতী-সাধ্বী স্ত্রী, পবিত্র বাসভূমি, উত্তম প্রশংসা এবং উত্তম আলোচনা। সারা দুনিয়াবাসীর অন্তরে তিনি তাঁর মহব্বত জাগিয়ে তোলেন। তাকে তিনি তাঁর আনুগত্যের তাওফীক দান করেন। পুরোমাত্রায় তিনি মহামহিমান্বিত আল্লাহর আনুগত্য করে গিয়েছিলেন। আখিরাতেও তিনি সৎকর্মশীলদের অন্যতম হবেন। যেমন আল্লাহ অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “নিশ্চয়ই ইবরাহীম (আঃ) ছিলেন এমন ব্যক্তি যিনি আল্লাহর ফরমাবর্দারী অর্থাৎ আদেশ পালনে সদা নিয়োজিত থাকতেন এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না......... নিশ্চয়ই, তিনি আখিরাতেও সৎকর্মপরায়ণদের অন্তর্ভুক্ত হবেন।” (১৬:১২০-১২২)।",
  "ayah": 27,
  "surah": 29
}
