{
  "text": "৩৮-৪০ নং আয়াতের তাফসীর\nআ’দেরা ছিল হযরত হূদ (আঃ)-এর সম্প্রদায়। তারা আহকাফে বাস করতো। ওটা ছিল ইয়ামনের শহরগুলোর মধ্যে একটি শহর। এটা হারামাউতের নিকটবর্তী ছিল।সামূদীরা ছিল হযরত সালেহ (আঃ)-এর কওমের লোক। তারা হিজরে বসবাস করতো, যা ওয়াদীকুরার নিকটে ছিল। আরববাসীরা এই দুই সম্প্রদায়ের বাসভূমি সম্পর্কে ছিল পূর্ণ ওয়াকিফহাল।কারূন ছিল একজন সম্পদশালী লোক, যার পরিপূর্ণ ধনভাণ্ডারের চাবি একদল শক্তিশালী লোককে উঠাতে হতো ।ফিরাউন ছিল মিসরের বাদশাহ্। আর হামান ছিল তার প্রধানমন্ত্রী। তার যুগেই হযরত মূসা (আঃ)-কে নবীরূপে তার নিকট প্রেরণ করা হয়। ফিরাউন ও হামান উভয়েই কিবতী কাফির। যখন তাদের ঔদ্ধত্য ও হঠকারিতা চরমে পৌছে, তারা আল্লাহর একত্ববাদকে অস্বীকার করে বসে, রাসূলদেরকে (আঃ) কষ্ট দেয় এবং তাদেরকে অবিশ্বাস করে তখন আল্লাহ তা'আলা তাদের প্রত্যেককেই বিভিন্ন প্রকারের শাস্তি দিয়ে ধ্বংস করে দেন। আ’দ সম্প্রদায়ের উপর তিনি প্রবল ঝটিকা প্রেরণ করেন। তারা তাদের শক্তির বড়ই গর্ব করতো। কেউ তাদের প্রতিদ্বন্দ্বিতা করতে পারবে এটা তারা বিশ্বাসই করতো না। আল্লাহ তাআলা তাদের উপর প্রচণ্ড বায়ু প্রেরণ করেন, যা যমীন হতে পাথর উঠিয়ে উঠিয়ে তাদের উপর বর্ষণ করতে থাকে। শেষ পর্যন্ত ঐ বায়ু এমন প্রচণ্ড আকার ধারণ করে যে, তাদেরকে একেবারে আকাশে উঠিয়ে নিয়ে যায় এবং সেখান হতে উল্টো মুখে নীচে নিক্ষেপ করে। মাথার ভরে পড়ে তাদের মাথা দেহ হতে পৃথক হয়ে যায় এবং তাদের এমন অবস্থা হয় যে, যেন খেজুরের গাছ, যার কাণ্ড পৃথক হয়ে গেছে। সামূদ সম্প্রদায়ের উপরও আল্লাহর হুজ্জত পূর্ণ হয়। তাদেরকে নিদর্শন দেয়া হয়। তাদের দাবী ও চাহিদামত পাথরের মধ্য থেকে তাদের চোখের সামনে উষ্ট্ৰী বের হয়ে আসে। কিন্তু তথাপি তাদের ভাগ্যে ঈমান আসেনি। বরং হঠকারিতায় তারা বাড়তেই থাকে। নবী হযরত সালেহ (আঃ)-কে ভয় প্রদর্শন করতে ও ধমক দিতে থাকে। ঈমানদারদেরকে তারা বলতে শুরু করেঃ “তোমরা আমাদের শহর ছেড়ে অন্যত্র চলে যাও, অন্যথায় আমরা তোমাদেরকে প্রস্তর নিক্ষেপে হত্যা করে ফেলবো।” ফলে তাদেরকে এক গুরুগম্ভীর শব্দ দ্বারা ধ্বংস করে দেয়া হয়।কারূন ঔদ্ধত্য ও দাম্ভিকতা প্রকাশ করে। সে মহা-প্রতাপান্বিত আল্লাহর অবাধ্যাচরণ করতঃ ভূ-পৃষ্ঠে বিপর্যয় সৃষ্টি করে। যমীনে সে গর্বভরে চলতে থাকে এবং ধনের গর্বে গর্বিত হয় ও ফুলে ওঠে। সে ধরাকে সরা জ্ঞান করে বসে। ফলে আল্লাহ্ তা'আলা তাকে তার দলবল ও প্রাসাদসহ ভূ-গর্ভে প্রোথিত করেন। আজ পর্যন্ত সে প্রোথিত হতেই আছে।ফিরাউন, হামান এবং তাদের দলবলকে সকাল সকালই একই সাথে একই মুহূর্তে সমুদ্রে নিমজ্জিত করা হয়। তাদের মধ্যে এমন একজনও বাঁচেনি যে তাদের নাম নিতে পারে। আল্লাহ পাক এসব কিছু যে করেছিলেন তা তাদের প্রতি তাঁর যুলুম ছিল না। বরং তারা নিজেরাই নিজেদের প্রতি যুলুম করেছিল। এটা ছিল তাদের কৃতকর্মেরই ফল।এই বর্ণনা এখানে ক্রমপর্যায়ে দেয়া হয়েছে। প্রথমে অবিশ্বাসকারী উম্মতদের বর্ণনা দেয়া হয়েছে। তারপর তাদের প্রত্যেককে বিভিন্ন আযাব দ্বারা ধ্বংস করে দেয়ার কথা বর্ণিত হয়েছে। কেউ কেউ বলেছেন যে, সর্বপ্রথম যাদেরকে প্রস্তর বৃষ্টি বর্ষণের দ্বারা ধ্বংস করে দেয়ার কথা বর্ণিত হয়েছে তাদের দ্বারা হযরত লুত (আঃ)-এর কওমকে বুঝানো হয়েছে। আর নিমজ্জিত করে দেয়া কওম দ্বারা বুঝানো হয়েছে হযরত নূহ (আঃ)-এর কওমকে। কিন্তু এ উক্তিটি সঠিক নয়। হযরত ইবনে আব্বাস (রাঃ) হতে এটা বর্ণিত আছে বটে, কিন্তু সনদের মধ্যে ইনকিতা বা ছেদ-কাটা আছে। এই দুই সম্প্রদায়ের ধ্বংসের বর্ণনা এভাবেই সবিস্তারে বর্ণিত হয়ে গেছে। অতঃপর বহু দূরত্বের পরে এর বর্ণনা দেয়া হয়েছে। হযরত কাতাদা (রঃ) হতে এটাও বর্ণিত হয়েছে যে, প্রস্তর বৃষ্টি যাদের উপর বর্ষিত হয়েছিল তাদের দ্বারা উদ্দেশ্য হলো হযরত লূত (আঃ)-এর কওম। আর বিকট ও গুরুগম্ভীর শব্দ দ্বারা যাদেরকে ধ্বংস করে দেয়া হয় তাদের দ্বারা উদ্দেশ্য হচ্ছে হযরত শুআয়েব (আঃ)-এর কওম। কিন্তু এই উক্তিটিও এই আয়াতগুলো হতে দূরে রয়েছে। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।",
  "ayah": 40,
  "surah": 29
}
