{
  "text": "হযরত কাতাদা (রঃ) প্রমুখ গুরুজন বলেন যে, এ আয়াতটি জিহাদের হুকুমের দ্বারা মানসূখ বা রহিত হয়ে গেছে। এখন তো হুকুম এই যে, হয় ইসলাম কবূল করবে; না হয় জিযিয়া দেবে, না হয় যুদ্ধ করবে। কিন্তু অন্যান্য বুযর্গ তাফসীরকারগণ বলেন যে, এটা মুহকাম ও বাকী রয়েছে। যে ইয়াহূদী বা খৃষ্টান ধর্মীয় বিষয় জানতে ও বুঝতে চায় তাকে উত্তম পন্থায় ও ভদ্রতার সাথে তা বুঝিয়ে দিতে হবে। এতে বিস্ময়ের কিছুই নেই যে, সে হয়তো সত্য ও সঠিক পথ অবলম্বন করবে। যেমন অন্য আয়াতে সাধারণ হুকুম বিদ্যমান রয়েছেঃ (আরবি) অর্থাৎ “হিকমত ও উত্তম উপদেশের সাথে তোমার প্রতিপালকের পথের দিকে আহ্বান কর।” (১৬:১২৫) হযরত মূসা (আঃ) ও হযরত হারুন (আঃ)-কে যখন ফিরাউনের নিকট প্রেরণ করা হয় তখন মহান আল্লাহ তাদেরকে নির্দেশ দেনঃ (আরবি) অর্থাৎ “তোমরা তার সাথে নম্রভাবে কথা বলবে, হয়তো সে উপদেশ গ্রহণ করবে অথবা ভয় করবে।” (২০:৪৪) এটাই ইমাম ইবনে জারীর (রঃ)-এর পছন্দনীয় উক্তি। হযরত ইবনে যায়েদ (রঃ) হতেও এটাই বর্ণিত আছে। তবে, তাদের মধ্যে যে যুলুম ও হঠকারিতাকে আঁকড়ে ধরে থাকবে এবং সত্যকে গ্রহণ করতে অস্বীকার করবে, তার সাথে আলোচনা বৃথা। এরূপ লোকের সাথে যুদ্ধ-বিগ্রহে লিপ্ত হওয়ার নির্দেশ রয়েছে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “নিশ্চয়ই আমি আমার রাসূলদের প্রেরণ করেছি স্পষ্ট প্রমাণসহ এবং তাদের সঙ্গে দিয়েছি কিতাব ও ন্যায়নীতি, যাতে মানুষ সুবিচার প্রতিষ্ঠা করে। আমি লৌহও দিয়েছি যাতে রয়েছে প্রচণ্ড শক্তি ও রয়েছে মানুষের জন্যে বহুবিধ কল্যাণ; এটা এই জন্যে যে, আল্লাহ প্রকাশ করে দিবেন কে প্রত্যক্ষ না করেও তাকে ও তাঁর রাসূলদেরকে সাহায্য করে। আল্লাহ শক্তিমান, পরাক্রমশালী ।” (৫৭:২৫)।সুতরাং আল্লাহ তা'আলার নির্দেশ এই যে, উত্তম ও নম্র ব্যবহারের পর যে না মানবে তার প্রতি কঠোর হতে হবে, যে যুদ্ধ করবে তার সাথে যুদ্ধ করতে হবে। তবে কেউ যদি অধীনে থেকে জিযিয়া কর আদায় করে তাহলে সেটা অন্য কথা। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ “বল, আমাদের প্রতি ও তোমাদের প্রতি যা অবতীর্ণ হয়েছে, তাতে আমরা বিশ্বাস করি।' অর্থাৎ যখন আমাদেরকে এমন কিছুর খবর দেয়া হবে যা সত্য কি মিথ্যা তা আমাদের জানা নেই ওটাকে মিথ্যাও বলা যাবে না এবং সত্য বলাও চলবে না। কেননা, এরূপ করলে হতে পারে যে, আমরা কোন সত্যকেও মিথ্যা বলে দেবো এবং হয়তো কোন মিথ্যাকে সত্য বলে ফেলবো। সুতরাং শর্তের উপর সত্যতা স্বীকার করতে হবে। অর্থাৎ বলতে হবেঃ “আল্লাহর বাণীর উপর আমাদের ঈমান রয়েছে। যদি তোমাদের পেশকৃত বিষয় আল্লাহ্ তা'আলার পক্ষ হতে অবতীর্ণ হয়ে থাকে তবে আমরা তা মেনে নিবো। আর যদি তোমরা তাতে পরিবর্তন করে ফেলে থাকো তবে আমরা তা মানতে পারি না।”সহীহ বুখারীতে রয়েছে যে, হযরত আবু হুরাইরা (রাঃ) বলেন, আহলে কিতাব তাওরাত ইবরানী ভাষায় পাঠ করতো এবং মুসলমানদের জন্যে আরবী ভাষায় ওর তাফসীর করতো। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা তাদেরকে সত্যবাদীও বলো না, মিথ্যাবাদীও বলো না। বরং তোমরা বলল- আমাদের প্রতি ও তোমাদের প্রতি যা অবতীর্ণ হয়েছে, তাতে আমরা বিশ্বাস করি এবং আমাদের মা'বুদ ও তোমাদের মাবুদ তো একই এবং তারই প্রতি আমরা আত্মসমর্পণকারী।”হযরত আবু নামলাহ আল আনসারী (রাঃ) হতে বর্ণিত আছে যে, তিনি একদা রাসূলুল্লাহ (সঃ)-এর নিকট বসেছিলেন এমন সময় তাঁর নিকট একজন ইয়াহুদী এসে তাকে জিজ্ঞেস করেঃ “হে মুহাম্মাদ (সঃ)! এই জানাযা কথা বলে কি?” জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তা'আলাই খুব ভাল জানেন।” তখন ইয়াহূদী বলেঃ “আমি সাক্ষ্য দিচ্ছি যে, নিশ্চয়ই জানাযা কথা বলে।”তখন রাসূলুল্লাহ (সঃ) সাহাবীদেরকে বলেনঃ “এই ইয়াহূদীরা যখন তোমাদেরকে কোন কথা বলে তখন তোমরা তাদেরকে সত্যবাদীও বলো না এবং মিথ্যাবাদীও বলো না। বরং তোমরা বলো- আমরা ঈমান এনেছি আল্লাহর উপর, তাঁর কিতাবসমূহের উপর এবং তাঁর রাসূলদের উপর। সুতরাং তারা যদি সত্য কথা বলে থাকে তাহলে তাদেরকে তোমাদের মিথ্যাবাদী বলা হলো না, আর যদি তারা মিথ্যা কথা বলে থাকে তাহলে তোমাদের তাদেরকে সত্যবাদী বলা হলো না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এটা মনে রাখা দরকার যে, এই আহলে কিতাবের অধিকাংশ কথাই তো ভুল ও মিথ্যা হয়ে থাকে। প্রায়ই দেখা যায় যে, আল্লাহ তাআলার উপর মিথ্যা আরোপ করেছে। পরিবর্তন, পরিবর্ধন ও ভুল ব্যাখ্যার প্রচলন তাদের মধ্যে অধিকাংশ ক্ষেত্রেই রয়েছে। বলতে গেলে তাদের মধ্যে সত্য বলতে কিছুই নেই। তবুও যদি ধরে নেয়া হয় যে, তাদের কথার মধ্যেও সত্যতা কিছু রয়েছে তাহলেই বা আমাদের তাতে কি লাভ? আমাদের কাছে তো মহান আল্লাহর এমন এক শ্রেষ্ঠ কিতাব বিদ্যমান রয়েছে যা পূর্ণ ও ব্যাপক। এমন কিছু নেই যা এর মধ্যে পাওয়া যাবে না।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “আহলে কিতাবকে তোমরা কিছুই জিজ্ঞেস করো না। তারা নিজেরাই যখন পথভ্রষ্ট তখন কি করে তারা তোমাদেরকে পথ দেখাবে? হ্যাঁ, তবে এটা হয়ে যেতে পারে যে, তোমরা তাদের কোন সত্যকে মিথ্যা বলে দেবে বা কোন মিথ্যাকে সত্য বলে দেবে। স্মরণ রাখবে যে, আহলে কিতাবের অন্তরে তাদের ধর্মের ব্যাপারে গোঁড়ামি রয়েছে, যেমন মাল-ধনের ব্যাপারে তাদের লোভ-লালসা রয়েছে।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “কি করে তোমরা আহলে কিতাবকে (দ্বীন সম্পর্কে জিজ্ঞেস করতে পার? তোমাদের উপর তো আল্লাহ তাআলার পক্ষ হতে সবেমাত্রই কিতাব অবতীর্ণ হয়েছে, যা সম্পূর্ণরূপে নিখুঁত। এর মধ্যে মিথ্যার মিশ্রণ ঘটতে পারে না। আল্লাহ তাআলা তো তোমাদেরকে বলেই দিয়েছেন যে, আহলে কিতাব আল্লাহর দ্বীনকে পরিবর্তন করে ফেলেছে। তারা আল্লাহর কিতাবকে বদলিয়ে দিয়েছে এবং নিজেদের হাতের লিখা কিতাবকে আল্লাহর কিতাব বলে চালাতে শুরু করেছে। আর এভাবে তারা পার্থিব উপকার লাভ করতে রয়েছে। তোমাদের কাছে যে আল্লাহর ইলম রয়েছে তা কি তোমাদের জন্যে যথেষ্ট নয় যে, তাদেরকে তোমরা জিজ্ঞেস করতে যাবে? এটা কত বড় লজ্জার কথা যে, তোমরা তাদেরকে জিজ্ঞেস করছো অথচ তারা তোমাদেরকে কিছুই জিজ্ঞেস করে না? এটা কি তোমরা চিন্তা করে দেখো এটা ইমাম বুখারী (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন। একদা মুআবিয়া (রাঃ) মদীনায় কুরায়েশদের একটি দলের সামনে বলেনঃ “দেখো, এসব আহলে কিতাবের মধ্যে তাদের কথা বর্ণনায় সবচেয়ে উত্তম ও সত্যবাদী হচ্ছেন হযরত কা'ব-আল্ আহবার (রঃ)। কিন্তু এতদসত্ত্বেও আমরা কখনো কখনো তাঁর কথার মধ্যেও মিথ্যা পেয়ে থাকি। এর অর্থ এটা নয় যে, তিনি ইচ্ছাপূর্বক মিথ্যা বলেন। বরং তিনি যে কিতাবগুলোর উপর নির্ভর করেন ওগুলোর মধ্যেই সত্য-মিথ্যা মিশ্রিত রয়েছে। তাদের মধ্যে মযবৃত ইলমের অধিকারী হাফিযদের দল ছিলই না। এ উম্মতের (উম্মতে মুহাম্মদীর সঃ) উপর আল্লাহর এটা একটা বিশেষ অনুগ্রহ যে, তাদের মধ্যে উত্তম মন মস্তিষ্কের অধিকারী, বিচক্ষণ ও মেধাবী এবং ভাল স্মরণশক্তি সম্পন্ন লোক তিনি সৃষ্টি করেছেন। তবুও দেখা যায় যে, এখানেও কতই না জাল ও বানানো হাদীস জমা হয়ে গেছে। তবে মুহাদ্দিসগণ এসব মিথ্যাকে সত্য হতে পৃথক করে দিয়েছেন। সুতরাং সমস্ত প্রশংসা মহান আল্লাহর জন্যেই।”",
  "ayah": 46,
  "surah": 29
}
