{
  "text": "৪৭-৪৯ নং আয়াতের তাফসীর\nমহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! আমি যেমন পূর্ববর্তী নবীদের (আঃ) কিতাবসমূহ অবতীর্ণ করেছিলাম, অনুরূপভাবে এই কিতাব অর্থাৎ কুরআন কারীম তোমার উপর অবতীর্ণ করেছি। আহলে কিতাবের মধ্যে এমন লোকও রয়েছে যারা আমার এই কিতাবের মর্যাদা দিয়ে থাকে এবং সঠিকভাবে এটা পাঠ করে। সুতরাং যেমন তারা তাদের প্রতি অবতারিত কিতাবের উপর ঈমান এনেছে, অনুরূপভাবেই এই পবিত্র কিতাবকেও তারা মেনে চলে। যেমন হযরত আবদুল্লাহ ইবনে সালাম (রাঃ), হযরত সালমান ফারসী (রাঃ) প্রমুখ। আর ঐ লোকেরাও অর্থাৎ কুরায়েশ প্রভৃতি গোত্রের মধ্য হতেও কতকগুলো লোক এর উপর ঈমান এনে থাকে। হ্যা, তবে যারা বাতিল দ্বারা হককে গোপন করে এবং সূর্যের আলো হতে চক্ষু বন্ধ করে নেয় তারা তো এই কিতাবকেও অস্বীকারকারী।এরপর মহান আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! তোমার উপর এই কিতাব অবতীর্ণ হওয়ার পূর্বে তুমি তো তোমার বয়সের একটা বড় অংশ এই কাফিরদের মধ্যে অতিবাহিত করেছে। সুতরাং তারা তো ভালরূপেই জানে যে, তুমি লেখা পড়া জানতে না। সমস্ত গোত্র ও সারা দেশবাসী এ খবর রাখে যে, তোমার কোন আক্ষরিক জ্ঞান ছিল না। এতদসত্ত্বেও যখন তুমি এক চারুবাক সম্পন্ন ও জ্ঞানপূর্ণ কিতাব পাঠ করছো তখন তো তা প্রকাশ্য ব্যাপার যে, এটা আল্লাহ তা'আলার পক্ষ হতেই এসেছে। তুমি তো একটি অক্ষরও কারো কাছে শিখখানি, অতএব কি করে তুমি এত বড় একটা কিতাব রচনা করতে পার?রাসূলুল্লাহ (সঃ) সম্পর্কে এই কথাটিই পূর্ববর্তী কিতাবসমূহেও ছিল। যেমন কুরআন কারীমে ঘোষিত হয়েছেঃ (আরবি) অর্থাৎ “যারা আক্ষরিক জ্ঞান বিহীন রাসূল ও নবী (সঃ)-এর অনুসরণ করে, যার গুণাবলী তারা তাদের কাছে বিদ্যমান তাওরাত ও ইঞ্জীলে পেয়ে থাকে, যে তাদেরকে ভাল কাজের আদেশ ও মন্দ কাজ হতে নিষেধ করে।” (৭:১৫৭)বড় মজার কথা এই যে, আল্লাহর নিস্পাপ নবী (সঃ)-কে সব সময়ের জন্যে লিখা হতে দূরে রাখা হয়। একটি অক্ষরও তিনি লিখতে পারতেন না। তিনি লেখক নিযুক্ত করেছিলেন, যারা আল্লাহর অহী লিখতেন। প্রয়োজনের সময় দুনিয়ার বাদশাহদের নিকট চিঠি-পত্র তারাই লিখতেন। পরবর্তী ফকীহদের মধ্যে কাযী আবুল ওয়ালীদ বাজী প্রমুখ গুরুজন বলেছেন যে, হুদায়বিয়ার সন্ধির দিন নিম্নলিখিত বাক্যটি রাসূলুল্লাহ (সঃ) স্বহস্তে লিখেছিলেনঃ (আরবি)অর্থাৎ “এ হচ্ছে ঐ শর্তসমূহ যেগুলোর উপর মুহাম্মাদ ইবনে আবদিল্লাহ (সঃ) ফায়সালা করেছেন। কিন্তু তাঁর এ উক্তি সঠিক নয়। কাযী সাহেবের মনে এধারণা জন্মেছে সহীহ বুখারীর ঐ রিওয়াইয়াত হতে যাতে রয়েছেঃ (আরবি) অর্থাৎ “অতঃপর রাসূলুল্লাহ (সঃ) ওটা নিলেন ও লিখলেন।” কিন্তু এর ভাবার্থ (আরবি) অর্থাৎ “অতঃপর তিনি হুকুম করলেন তখন লিখা হলো।” পূর্ব ও পশ্চিমের সমস্ত আলেমের এটাই মাযহাব। এমন কি তারা বাজী (রঃ) প্রমুখ গুরুজনের উক্তিকে কঠিনভাবে খণ্ডন করেছেন এবং তাঁদের প্রতি অসন্তোষ প্রকাশ করেছেন। তাঁরা তাঁদের কবিতা ও ভাষণেও এঁদের উক্তি খণ্ডন করেছেন। কিন্তু এটাও স্মরণ রাখার বিষয় যে, কাযী সাহেব প্রমুখ মনীষীদের এটা ধারণা মমাটেই নয় যে, রাসূলুল্লাহ (সঃ) ভালরূপে লিখতে পারতেন। বরং তারা বলতেন যে, সন্ধিপত্রে তার উপরোক্ত বাক্যটি লিখে নেয়া তাঁর একটি মু'জিযা ছিল। যেমন রাসূলুল্লাহ (সঃ) বলেছেন যে, দাজ্জালের দু’চক্ষুর মাঝে কাফির’ লিখা থাকবে এবং অন্য এক রিওয়াইয়াতে আছে যে, কুফর’ লিখিত থাকবে, যা প্রত্যেক মুমিন পড়তে পারবেন। অর্থাৎ লেখা পড়া না জানলেও সবাই পড়তে সক্ষম হবে। এটা মুমিনের একটা কারামাত হবে। অনুরূপভাবে উপরোক্ত বাক্য লিখে ফেলা আল্লাহর নবী (সঃ)-এর একটি মু'জিযা ছিল। এর ভাবার্থ এটা মোটেই নয় যে, তিনি লেখাপড়া জানতেন।কোন কোন লোক এই রিওয়াইয়াত পেশ করেছেন যে, রাসূলুল্লাহ (সঃ)-এর ইন্তেকাল হয়নি যে পর্যন্ত না তিনি কিছু শিখেছেন। কিন্তু এ রিওয়াইয়াতটি সম্পূর্ণ দুর্বল, এমন কি ভিত্তিহীনও বটে। কুরআন কারীমের এ আয়াতটির প্রতি লক্ষ্য করলেই বুঝা যায় যে, কত জোরের সাথে এটা আল্লাহর রাসূল (সঃ)-এর লেখাপড়া জানার কথা অস্বীকার করছে এবং কত জোরালো ভাষায় এটাও অস্বীকার করছে যে, তিনি লিখতে পারতেন।এখানে যে ডান হাতের কথা বলা হয়েছে তা প্রায় বা অধিকাংশ ক্ষেত্র হিসেবে। নতুবা লিখী তো ডান হাতেই হয়। যেমন মহান আল্লাহর উক্তিঃ (আরবি) অর্থাৎ “না কোন পাখী যা ডানার সাহায্যে উড়ে।” (৬:৩৮) কেননা, প্রত্যেক পাখীই তো ডানার সাহায্যেই উড়ে।রাসূলুল্লাহ (সঃ)-এর নিরক্ষরতার বর্ণনা দেয়ার পর আল্লাহ তা'আলা বলেনঃ তুমি লেখাপড়া জানলে মিথ্যাচারীরা তোমার সম্পর্কে সন্দেহ পোষণ করার সুযোগ পেতো যে, তুমি পূর্ববর্তী কিতাবসমূহ পড়ে, লিখে বর্ণনা করছে। কিন্তু এখানে তো এরূপ হচ্ছে না। এতদসত্ত্বেও এই লোকগুলো আল্লাহর নবী (আঃ)-এর উপর এই অপবাদ দিচ্ছে যে, তিনি তাদের পূর্ববর্তীদের কাহিনী বর্ণনা করছেন, যা তাদের সামনে সকাল-সন্ধ্যায় পাঠ করা হয়। অথচ তারা ভালরূপেই জানে যে, রাসূলুল্লাহ (সঃ) লেখাপড়া জানেন না।তাদের কথার উত্তরে মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তুমি বলে দাওঃ এটা তিনিই নাযিল করেছেন যিনি আসমান ও যমীনের গোপনীয় বিষয় সম্যক অবগত আছেন।” (২৫:৬) এখানে আল্লাহ পাক বলেনঃ বস্তত যাদেরকে জ্ঞান দেয়া হয়েছে তাদের অন্তরে এটা স্পষ্ট নিদর্শন। অর্থাৎ এই কুরআনের আয়াতগুলো সুস্পষ্ট ভাষায় অবতীর্ণ করা হয়েছে। আলেমদের পক্ষে এগুলো বুঝ, মুখস্থ করা এবং জনগণের কাছে পৌঁছিয়ে দেয়া খুবই সহজ। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্যে, কে আছে উপদেশ গ্রহণের জন্যে?” (৫:৪০)রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক নবী (আঃ)-কে এমন একটি জিনিস দেয়া হয়েছে যা দেখে লোকে ঈমান আনে। অনুরূপভাবে আল্লাহ আমার প্রতি একটি জিনিস অহী করেছেন। আমি আশা করি যে, সব নবী (আঃ)-এর অনুসারীদের চেয়ে আমার অনুসারীদের সংখ্যা বেশী হবে।”সহীহ মুসলিমে রয়েছে যে, আল্লাহ তা'আলা (স্বীয় নবীকে সঃ) বলেনঃ “হে নবী (সঃ)! আমি তোমাকে পরীক্ষা করবো এবং তোমার কারণে জনগণকেও পরীক্ষা করবো। আমি তোমার উপর এমন একটি কিতাব অবতীর্ণ করবো যা পানি দিয়ে ধুয়ে ফেলা যাবে না। তুমি তা ঘুমন্ত ও জাগ্রত সর্বাবস্থায় পাঠ করতে থাকবে!” অর্থাৎ এটা পানিতে ধুলেও নষ্ট হবে না। যেমন অন্য হাদীসে এসেছেঃ “কুরআন চামড়ার মধ্যে থাকলেও তা আগুনে পুড়বে না। কেননা, তা বক্ষে রক্ষিত থাকবে। পুস্তকটি মুখে পড়তে খুব সহজ। এটা অন্তরে সদা গাঁথা থাকে। শব্দ ও অর্থের দিক দিয়েও এটি একটি জীবন্ত মু'জিযা। এ কারণেই পূর্ববর্তী কিতাবসমূহে এই উম্মতের একটি বিশেষণ এও বর্ণনা করা হয়েছেঃ (আরবি)অর্থাৎ তাদের কিতাব তাদের বক্ষে থাকবে।” ইমাম ইবনে জারীর কথাটি খুব পছন্দ করেছেন যে, আল্লাহ পাকের (আরবি)-এই উক্তির ভাবার্থ হচ্ছেঃ হে নবী (সঃ)! তুমি এই কিতাবের পূর্বে কোন কিতাব পড়তে না এবং নিজের হাতে কিছু লিখতে না। এই সুস্পষ্ট আয়াতগুলো আহলে কিতাবের জ্ঞানী ও বিদ্বান লোকদের বক্ষে বিদ্যমান রয়েছে। কাতাদা (রঃ) ও ইবনে জুরায়েয (রঃ) হতেও এটা বর্ণিত আছে। প্রথমটি হাসান বসরী (রঃ)-এর উক্তি। আওফীও (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে এটা বর্ণনা করেছেন। যহ্হাকও (রঃ) এ কথাই বলেছেন। এটাই বেশী প্রকাশমান। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।এরপর মহান আল্লাহ বলেনঃ যালিমরাই আমার নিদর্শন অস্বীকার করে থাকে। যারা সত্যকে বুঝেও না এবং ওদিকে আকৃষ্টও হয় না। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি)অর্থাৎ “নিশ্চয়ই যাদের উপর তোমার প্রতিপালকের বাণী বাস্তবায়িত হয়েছে। তারা ঈমান আনবে না যদিও তাদের কাছে সমস্ত আয়াত এসে যায়, যে পর্যন্ত না তারা বেদনাদায়ক শাস্তি অবলোকন করে।\" (১০:৯৬-৯৭)",
  "ayah": 49,
  "surah": 29
}
