{
  "text": "৬৪-৬৬ নং আয়াতের তাফসীর\nদুনিয়ার তুচ্ছতা, ঘৃণ্যতা, নশ্বরতা এবং ধ্বংসশীলতার বর্ণনা দেয়া হচ্ছে যে, এর কোন স্থায়িত্ব নেই। এ দুনিয়া তো খেল-তামাশার জায়গা ছাড়া আর কিছুই নয়। পক্ষান্তরে আখিরাতের জীবন হচ্ছে স্থায়ী ও অবিনশ্বর। এটা ধ্বংস, নষ্ট,হ্রাস ও তুচ্ছতা হতে মুক্ত। যদি তাদের জ্ঞান বুদ্ধি থাকতো তবে কখনো এই স্থায়ী জিনিসের উপর অস্থায়ী জিনিসকে প্রাধান্য দিতো না। এরপর মহান আল্লাহ বলেন যে, এই মুশরিকরা অসহায় ও নিরুপায় অবস্থায় এক ও অংশী বিহীন আল্লাহকে ডাকতে শুরু করে। অতঃপর যখন বিপদ কেটে যায় এবং কষ্ট দূর হয়ে যায় তখন অন্যদেরকে ডাকতে শুরু করে দেয়। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “সমুদ্রে যখন তোমাদেরকে কষ্ট ও বিপদ আপদ স্পর্শ করে তখন যাদেরকে ডাকতে তাদের সবকে ভুলে গিয়ে একমাত্র তাঁকেই ডেকে থাকো, অতঃপর যখন তিনি তোমাদেরকে মুক্তি দিয়ে স্থলভাগে নিয়ে আসেন তখন তোমরা তার থেকে বিমুখ হয়ে যাও।” (১৭:৬৭) আর এখানে মহান আল্লাহ বলেনঃ অতঃপর তিনি যখন স্থলে ভিড়িয়ে তাদেরকে উদ্ধার করেন, তখন তারা শিরকে লিপ্ত হয়ে পড়ে।মুহাম্মাদ ইবনে ইসহাক (রঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) যখন মক্কা জয় করেন তখন ইকরামা (রাঃ) ইবনে আবি জেহেল সেখান হতে পালিয়ে যান এবং হাবশায় গমনের ইচ্ছা করে নৌকায় আরোহণ করেন। ঘটনাক্রমে ভীষণ ঝড়-তুফান শুরু হয়ে যায় এবং নৌকা ডুবে যাওয়ার উপক্রম হয়। নৌকায় যত মুশরিক ছিল সবাই বলে ওঠেঃ “এটা হলো এক আল্লাহকে ডাকার সময়। ওঠো এবং এসো, আমরা মুক্তির জন্যে তাঁরই নিকট বিশুদ্ধচিত্তে প্রার্থনা করি। এখন মুক্তি দেয়ার ও উদ্ধার করার ক্ষমতা একমাত্র তাঁরই আছে।\" একথা শোনা মাত্রই ইকরামা (রাঃ) বলে উঠেনঃ “দেখো, আল্লাহর কসম! সমুদ্রের বিপদে যদি উদ্ধার করার ক্ষমতা একমাত্র আল্লাহরই থাকে তবে স্থল ভাগের বিপদ হতেও উদ্ধার করার ক্ষমতা একমাত্র তাঁরই রয়েছে। হে আল্লাহ! আমি আপনার নিকট অঙ্গীকার করছি যে, যদি আমি এই বিপদ হতে রক্ষা পাই তবে সরাসরি গিয়ে হযরত মুহাম্মাদ (সঃ)-এর হাতে হাত রেখে তার কালেমা পাঠ করবো। আমার বিশ্বাস আছে যে, আল্লাহর রাসূল (সঃ) আমার অপরাধ মার্জনা করবেন এবং আমার প্রতি দয়া করবেন। তিনি তাই করেন।(আরবি) এবং (আরবি)  শব্দদ্বয়ের শুরুতে যে (আরবি)  অক্ষরটি রয়েছে একে (আরবি)  (পরিণাম সম্বন্ধীয় (আরবি)  বলা হয়েছে। কেননা, তারা ওটা ইচ্ছা করে না। এতে কোন সন্দেহ নেই যে, যখন তাদের দিকে সম্বন্ধ লাগানো হবে তখন এটা হবে(আরবি)  বা পরিণাম সম্বন্ধীয় লাম। তবে আল্লাহর দিকে সম্বন্ধযুক্ত হলে ওটা হবে (আরবি)  বা কারণ সম্বন্ধীয় লাম।।(আরবি) (২৮:৮) এই আয়াতের তাফসীরে আমরা এটা বিস্তারিতভাবে বর্ণনা করেছি।",
  "ayah": 66,
  "surah": 29
}
