{
  "text": "৬৭-৬৯ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা কুরায়েশদের উপর নিজের একটি অনুগ্রহের কথা বলছেন যে, তিনি তাদেরকে নিজের হারম শরীফে স্থান দিয়েছেন। এটা এমন এক জায়গা যে, এখানে কেউ প্রবেশ করলে সে নিরাপত্তা লাভ করবে। এর আশেপাশে যুদ্ধ-বিগ্রহ এবং লুটপাট হতে থাকে। কিন্তু এখানকার অধিবাসীরা সুখে-শান্তিতে ও নিরাপদে জীবন যাপন করে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যেহেতু কুরায়েশের আসক্তি আছে, আসক্তি আছে তাদের শীত ও গ্রীষ্মে সফরের। তারা ইবাদত করুক এই গৃহের রক্ষকের যিনি তাদেরকে ক্ষুধায় আহার দিয়েছেন এবং ভীতি হতে তাদেরকে নিরাপদ করেছেন।” (১০৬:১) তাহলে এতো বড় নিয়ামতের শুকরিয়া কি এটাই যে, তারা আল্লাহর সাথে অন্যদেরও ইবাদত করবে? ঈমান আনয়নের পরিবর্তে কুফরী করবে? এবং নিজেরা ধ্বংস হয়ে অন্যদেরকেও ধ্বংসের পথে নিয়ে যাবে? তাদের তো উচিত ছিল যে, তারা এক আল্লাহর ইবাদত করার ব্যাপারে অন্যদের চেয়ে অগ্রগামী। থাকবে এবং শেষ নবী (সঃ)-এর পুরোপুরি অনুসারী হবে। কিন্তু এর বিপরীত তারা আল্লাহর সাথে শিরক করতে, কুফরী করতে এবং নবী (সঃ)-কে অবিশ্বাস করতে ও তাকে কষ্ট দিতে শুরু করে দিয়েছে। তাদের ঔদ্ধত্য এমন চরমে পৌঁছেছে যে, তারা আল্লাহর রাসূল (সঃ)-কে মক্কা থেকে বের করে দিতেও দ্বিধাবোধ করেনি। অবশেষে আল্লাহর নিয়ামত তাদের থেকে ছিনিয়ে নেয়া শুরু হয়েছে। বদরের যুদ্ধে তাদের নেতৃস্থানীয় লোকেরা নিহত হয়েছে। অতঃপর আল্লাহ তা'আলা স্বীয় নবী (সঃ)-এর হাতে মক্কা জয় করিয়েছেন এবং তাদেরকে করেছেন লাঞ্ছিত ও অপমানিত। তার চেয়ে বড় যালিম আর কেউ হতে পারে না, যে আল্লাহর উপর মিথ্যা আরোপ করে। অহী না আসলেও বলে যে, তার উপর আল্লাহর অহী এসেছে। তার চেয়েও বড় যালিম কেউ নেই যে আল্লাহর সত্য অহীকে এবং সত্যকে অবিশ্বাস করে এবং হক এসে যাওয়ার পরেও ওকে অবিশ্বাস করার কাজে উঠে পড়ে লেগে যায়। এইরূপ মিথ্যা আরোপকারী ও অবিশ্বাসকারী লোকেরা কাফির। আর তাদের বাসস্থান জাহান্নাম।আল্লাহর পথে সংগ্রামকারীদের দ্বারা রাসূলুল্লাহ (সঃ), তাঁর সাহাবীবর্গ এবং তাঁর অনুসারীদেরকে বুঝানো হয়েছে, যারা কিয়ামত পর্যন্ত থাকবেন।মহান আল্লাহ বলেনঃ “আমার উদ্দেশ্যে সংগ্রামকারীদেরকে অবশ্যই আমি আমার পথে পরিচালিত করবো।' হযরত আবূ আহমাদ আব্বাস হামাদানী (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ যারা নিজেদের ইলম অনুযায়ী আমল করে, আল্লাহ তাদেরকে ঐ সব বিষয়েও সুপথ প্রদর্শন করবেন যা তাদের ইলমের মধ্যে নেই।আবু সালমান দারানী (রঃ)-এর সামনে এটা বর্ণনা করা হলে তিনি বলেনঃ যার অন্তরে কোন কথা জেগে ওঠে, যদিও তা ভাল কথাও হয়, তবুও ওর উপর আমল করা ঠিক হবে না যে পর্যন্ত না কুরআন ও হাদীস দ্বারা ওটা প্রমাণিত হয়। প্রমাণিত হয়ে গেলে ওর উপর আমল করতে হবে এবং আল্লাহর প্রশংসা করতে হবে যে, তিনি তার অন্তরে এমন কথা জাগিয়ে দিয়েছেন যা কুরআন ও হাদীস দ্বারাও সাব্যস্ত হয়ে গেছে।মহান আল্লাহ বলেনঃ নিশ্চয়ই আল্লাহ সৎকর্মপরায়ণদের সাথে রয়েছেন।হযরত ঈসা (আঃ) বলেনঃ “ইহসান হচ্ছে ওরই নাম যে, যে তোমার সাথে দুর্ব্যবহার করে তুমি তার সাথে সদ্ব্যবহার কর। যে সদ্ব্যবহার করে তার সাথে সদ্ব্যবহার করার নাম ইহসান নয়। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।",
  "ayah": 69,
  "surah": 29
}
