{
  "text": "Однажды пророк Сулейман производил осмотр птиц. Сам факт подобного осмотра свидетельствует о твердой воле, решительности и благоразумии святого пророка. Он заботился о порядке в своем огромном войске и лично занимался как значительными, так и менее важными делами. Он не упускал даже возможности осмотреть боевые построения птиц и убедиться в том, что все его воины присутствуют на поверке. В этом и состоит истинный смысл обсуждаемого нами аята. Однако существует ошибочное представление о том, что пророк Сулейман искал удода для того, чтобы тот сообщил ему о местонахождении источников питьевой воды. О том, что удоды могут чувствовать воду под поверхностью земли, существуют различные легенды, однако они не имеют под собой никаких оснований. Более того, логические доводы и священные тексты свидетельствуют об ошибочности подобных взглядов. Что касается логических доводов, то опыт, практика и наблюдения показывают, что удоды не способны обнаруживать воду под поверхностью земли. Если бы это было так, то Всевышний Аллах непременно упомянул бы об этом в Священном Коране, потому что такая удивительная способность была бы одним из величайших знамений для человечества. А что касается священных текстов, то в них не сообщается ничего о том, что пророк Сулейман искал удода именно для этой цели. Будь это так, то это непременно нашло бы отражение в кораническом тексте, потому что в арабском языке достаточно слов для того, чтобы недвусмысленно изложить подобную мысль. Однако Всевышний Аллах сообщил, что пророк Сулейман производил осмотр птиц для того, чтобы выяснить, кто присутствует на поверке, а кто отсутствует, и убедиться в том, что все они выполняют порученные им дела. А для того, чтобы обнаружить воду, он не нуждался в поисковых работах удода, потому что в его подчинении находились шайтаны и могучие джинны, которые могли раскопать для него воду, на какой бы глубине она ни находилась. Кроме того, Аллах подчинил ему ветер, которым одним утренним дуновением проходил месячный путь и одним полуденным дуновением преодолевал такое же расстояние. Разве ж он нуждался в помощи удода для того, чтобы обнаружить местонахождение воды?!! Возвращаясь к широко распространенному толкованию об удивительной способности удода, надо отметить, что оно опирается исключительно на сказания сынов Исраила. Многие мусульмане опираются на него, не задумываясь над тем, что оно противоречит здравому смыслу. Если мы будем и дальше пересказывать подобные ничем не обоснованные рассказы, то они распространятся настолько широко, что очень скоро их будут принимать за сущую правду. В результате некоторые толкования Священного Корана могут оказаться опасными и даже губительными. Здравый разум подсказывает нам, что Священный Коран, ниспосланный на ясном арабском языке и являющийся посланием ко всему человечеству, должен быть понятен как ученым, так и малообразованным людям. Мы обязаны размышлять над смыслом его прекрасных аятов и сопоставлять различные толкования с оригинальным текстом Священного Корана, который понятен каждому чистокровному арабу. Это касается только тех толкований, которые не опираются на хадисы Пророка Мухаммада, да благословит его Аллах и приветствует. Если они не противоречат очевидному смыслу и тексту коранического откровения, то мы можем принять их. Если же они противоречат смыслу или тексту коранических аятов, то мы обязаны отвергнуть их и не сомневаться в их ошибочности, потому что они противоречат самой сути коранического откровения. Таким образом, пророк Сулейман производил осмотр птиц и увидел, что отсутствует удод. Это свидетельствует о том, что святой пророк лично управлял своими войсками и отличался проницательностью и внимательностью. Для него не осталось незамеченным даже отсутствие такой маленькой птички, как удод. Он сказал: «Почему это я не вижу удода? Я не вижу его потому, что он скрылся от моего взора посреди этой несметной рати, или потому, что он отсутствует без моего разрешения?»",
  "ayah": 20,
  "surah": 27
}
