{
  "text": "Затем пророк Сулейман решил поразить ее своим могуществом и предложил ей войти в Сарх. Так называлась большая возвышенная зала, умащенная хрусталем, под которым протекал ручей. Когда царица увидела хрустальный дворец, то приняла его за водную пучину. Хрусталь был настолько прозрачен, что ей показалось, что во дворце действительно протекает ручей. Она решила пройтись по воде и обнажила ноги, приподняв платье. Подобное поведение свидетельствует о благоразумии и благонравии царицы. Она не отказалась от предложения Сулеймана и решилась войти во дворец, понимая, что предложения могущественного правителя было знаком уважения и почтения. Она уже убедилась в том, что Сулейман создал свое царство в соответствии с мудрым планом, и после всего увиденного даже не опасалась того, что могущественный царь станет причинять ей зло. Когда она попыталась войти в зал, Сулейман сказал, что нет необходимости снимать обувь или обнажать ноги. В царстве Сулеймана сабейская царица увидела множество удивительных знамений, свидетельствующих о том, что Сулейман был Божьим пророком и избранником. В результате она покаялась и отреклась от своего неверия. Такова достоверная история о сабейской царице и пророке Сулеймане, изложенная в Священном Коране. Более подробные обстоятельства этой истории либо являются измышлениями, либо основываются на сказаниях сынов Исраила. В любом случае, мы не можем использовать их в качестве толкования Слова Божьего, потому что толкование Священного Корана должно носить достоверный характер и опираться на ясные доказательства, которыми могут быть только другие коранические откровения либо достоверные хадисы Пророка Мухаммада, да благословит его Аллах и приветствует. А многочисленные истории о сабейской царице, которые слетают с уст рассказчиков, не соответствуют этим высоким требованиям. Поэтому лучше всего отказаться от этих историй и не смешивать их с толкованием последнего Небесного Откровения. А Всевышнему Аллаху об этом известно лучше.",
  "ayah": 44,
  "surah": 27
}
