{
  "text": "আর স্বরণ করুন যখন লুকমান উপদেশ দিতে গিয়ে তার পুত্রকে বলেছিল, 'হে আমার প্রিয় বৎস! আল্লাহর সাথে কোন শির্ক করো না। নিশ্চয় শির্ক বড় যুলুম [১]।\n[১] জ্ঞানগর্ভ বাণীসমূহের মধ্যে সর্বাগ্রে হলো আকীদাসমূহের পরিশুদ্ধিতার ব্যাপারে কথা বলা। সে জন্য লুকমানের সর্বপ্রথম কথা হলো কোন প্রকারের অংশীদারিত্ব স্থির না করে আল্লাহ কে গোটা বিশ্বের স্রষ্টা ও প্ৰভু বলে বিশ্বাস করা। সাথে সাথে আল্লাহর কোন সৃষ্ট বস্তুকে স্রষ্টার সমমর্যাদাসম্পন্ন মনে করার মত গুরুতর অপরাধ দুনিয়াতে আর কিছু হতে পারে না। তাই তিনি বলেছেন, ‘হে আমার প্রিয় বৎস, আল্লাহর অংশীদার স্থির করো না, অংশীদার স্থাপন করা গুরুতর যুলুম’। জুলুমের প্রকৃত অর্থ হচ্ছে, কারো অধিকার হরণ করা এবং ইনসাফ বিরোধী কাজ করা। শির্ক এ জন্য বৃহত্তর জুলুম যে, মানুষ এমন সব সত্তাকে তার নিজের স্রষ্টা, রিযিকদাতা ও নিয়ামতদানকারী হিসেবে বরণ করে নেয়, তার সৃষ্টিতে যাদের কোন অংশ নেই। তাকে রিফিক দান করার ক্ষেত্রে যাদের কোন দখল নেই এবং মানুষ এ দুনিয়ায় যেসব নিয়ামত লাভে ধন্য হচ্ছে সেগুলো প্ৰদান করার ব্যাপারে যাদের কোন ভূমিকাই নেই। এটা এত বড় অন্যায়, যার চেয়ে বড় কোন অন্যায়ের কথা চিন্তাই করা যায় না। তারপর মানুষ একমাত্র তার স্রষ্টারই বন্দেগী করবে, এটা মানুষের ওপর তার স্রষ্টার অধিকার। কিন্তু সে অন্যের বন্দেগী ও পূজা-অৰ্চনা করে তাঁর অধিকার হরণ করে। তারপর স্রষ্টা ছাড়া অন্য সত্তার বন্দেগী ও পূজা করতে গিয়ে মানুষ যে কাজই করে তাতে সে নিজের দেহ ও মন থেকে শুরু করে পৃথিবী ও আকাশের বহু জিনিস ব্যবহার করে। অথচ এ সমস্ত জিনিস এক লা-শরীক আল্লাহই সৃষ্টি করেছেন এবং এর মধ্যে কোন জিনিসকে আল্লাহ ছাড়া অন্য কারো বন্দেগীতে ব্যবহার করার অধিকার তার নেই। তারপর মানুষ নিজেকে লাঞ্ছনা ও দুর্ভোগের মধ্যে ঠেলে দেবে না, তার নিজের ওপর এ অধিকার রয়েছে। কিন্তু সে স্রষ্টাকে বাদ দিয়ে সৃষ্টির বন্দেগী করে নিজেকে লাঞ্ছিত ও অপমানিত করে এবং এই সঙ্গে শাস্তির যোগ্যও বানায়। এভাবে একজন মুশরিকের সমগ্র জীবন একটি সৰ্বমুখী ও সার্বক্ষণিক যুলুমে পরিণত হয়। তার কোন একটি মুহুৰ্তও যুলুমমুক্ত নয়। পক্ষান্তরে মুমিন এ ধরনের অবস্থা থেকে মুক্ত। হাদীসে এসেছে, ‘যখন নাযিল হল ‘যারা ঈমান এনেছে এবং তাদের ঈমানের সাথে যুলুমের সংমিশ্রণ ঘটায়নি তাদের জন্যই রয়েছে নিরাপত্তা। [সূরা আল-আন’আম:৮২] তখন সাহাবায়ে কিরাম অত্যন্ত ভীত হয়ে গেলেন; (কারণ তারা যুলুমের আভিধানিক অর্থ ধরে নিয়েছিলেন)। তারা বলতে লাগলেন, আমাদের কেউ কি এমন আছে যে, যার ঈমানের সাথে যুলুম নেই? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এটা সেই যুলুম নয় (যার ভয় তোমরা করছ)। তোমরা কি শুননি লুকমান তার ছেলেকে কি বলেছে, তিনি বলেছেন: নিশ্চয় শির্ক হচ্ছে বড় যুলুম' বুখারী: ৪৭৭৬]",
  "ayah": 13,
  "surah": 31
}
