{
  "text": "১-১০ নং আয়াতের তাফসীর\nসহীহ বুখারীতে হ্যরত জাবির (রাঃ) হতে বর্ণিত আছে যে, কুরআন কারীমের (আরবি)-এ আয়াতটি সর্বপ্রথম অবতীর্ণ হয়। কিন্তু জমহুরের উক্তি এই যে, সর্বপ্রথম ওহী হলো (আরবি) (৯৬:১) এ আয়াতটি। যেমন এই সূরার তাফসীরে আসবে ইনশা আল্লাহ।সহীহ বুখারীতে হযরত ইয়াহইয়া ইবনে আবী কাসীর (রঃ) হতে বর্ণিত আছে যে, তিনি হযরত আবূ সালমা ইবনে আবদির রহমান (রাঃ)-কে কুরআন কারীমের কোন আয়াতটি সর্বপ্রথম অবতীর্ণ হয় এ সম্পর্কে প্রশ্ন করলে তিনি উত্তরে বলেনঃ (আরবি)-এই আয়াতটি।\" ইয়াহইয়া (রঃ) তাঁকে পুনরায় বলেনঃ “লোকেরা তো বলছে যে, …… (আরবি)-এ আয়াতটি সর্বপ্রথম অবতীর্ণ হয়েছে?” উত্তরে হযরত আবূ সালমা (রাঃ) বলেনঃ হযরত জাবির (রাঃ)-কে আমি এ সম্পর্কে প্রশ্ন করেছিলাম এবং তিনি আমাকে ঐ জবাবই দিয়েছিলেন যা আমি তোমাকে দিলাম। তারপর আমি আবার তাঁকে ঐ প্রশ্নই করেছিলাম যা তুমি আমাকে করলে। আমার এ প্রশ্নের উত্তরে হযরত জাবির (রাঃ) বলেছিলেনঃ আমি তোমাকে ঐ কথাই বললাম যে কথা আমাকে রাসূলুল্লাহ (সঃ) বলেছিলেন। রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “আমি হেরা পর্বতের গুহায় আমার প্রতিপালকের ধ্যান করছিলাম। সেখান হতে অবতরণ করে আমি শুনতে পেলাম যে, কে যেন আমাকে ডাকছে। আমি আমার সামনে পিছনে ডানে এবং বামে তাকালাম, কিন্তু কাউকেও দেখতে পেলাম না। আমি তখন মাথা উঠিয়ে উপরের দিকে তাকালাম তখন কিছু একটা দেখতে পেলাম। আমি তখন হযরত খাদীজা (রাঃ)-এর কাছে আসলাম এবং তাকে বললামঃ আমাকে চাদর দ্বারা আবৃত কর এবং আমার উপর ঠাণ্ডা পানি ঢালতে থাকো। হযরত খাদীজা (রাঃ) তাই করলো এবং ঐ সময়। (আরবি) আয়াতগুলো অবতীর্ণ হলো। সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) ওহী বন্ধ হয়ে যাওয়ার ঘটনা বর্ণনা করতে গিয়ে বলেনঃ “একদা আমি চলতে রয়েছি, হঠাৎ আকাশের দিক হতে আমার কানে একটা শব্দ পৌঁছলো! চক্ষু উঠিয়ে দেখলাম যে, হেরা পর্বতের গুহায় যে ফেরেশতা আমার নিকট এসেছিলেন তিনি আকাশ ও পৃথিবীর মাঝখানে একটি কুরসীর উপর বসে রয়েছেন। আমি ভয়ে মাটির দিকে ঝুঁকে পড়ি এবং বাড়ী এসেই বলিঃ আমাকে বস্ত্রদ্বারা আবৃত করে দাও। আমার কথামত বাড়ীর লোকেরা আমাকে বস্ত্র দ্বারা আচ্ছাদিত করে। তখন (আরবি) হতে (আরবি) পর্যন্ত আয়াতগুলো অবতীর্ণ হয়।” হযরত আবূ সালমা (রাঃ) বলেন যে, (আরবি)-এর অর্থ হলো মূর্তি। তারপর ক্রমান্বয়ে ওহী অবতীর্ণ হতে থাকে। এটা সহীহ বুখারীর শব্দ এবং এই হিসাবই রক্ষিত আছে। এর দ্বারা স্পষ্ট জানা যাচ্ছে যে, এর পূর্বেও কোন ওহী এসেছিল। কেননা রাসূলুল্লাহ (সঃ)-এর এই উক্তিটি বিদ্যমান রয়েছেঃ “ইনি ঐ ফেরেশতা যিনি হেরা পর্বতের গুহায় আমার নিকট এসেছিলেন।” অর্থাৎ হযরত জিবরাঈল (আঃ), যিনি তাঁকে সূরা আলাকের নিম্নের আয়াতগুলো গুহার মধ্যে পড়িয়েছিলেনঃ (আরবি)এরপর কিছু দিনের জন্যে তাঁর আগমন বন্ধ হয়ে যায়। তারপর যখন তার যাতায়াত আবার শুরু হয় তখন প্রথম ওহী ছিল সূরা মুদ্দাসসিরের প্রাথমিক আয়াতগুলো। এইভাবে এদু’টি হাদীসের মধ্যে সামঞ্জস্য হয়ে যাচ্ছে যে, আসলে সর্বপ্রথম ওহী হচ্ছে সূরা আলাকের প্রাথমিক আয়াতগুলো। তারপর ওহী বন্ধ হয়ে যাওয়ার পরে সর্বপ্রথম ওহী হলো এই সূরা মুদ্দাসিরের প্রাথমিক আয়াতগুলো। এর স্বপক্ষে রয়েছে মুসনাদে আহমাদ প্রভৃতিতে বর্ণিত হাদীসগুলো, যেগুলোতে রয়েছে যে, ওহী বন্ধ হয়ে যাওয়ার পর সর্বপ্রথম ওহী হলো সূরা মুদ্দাসিরের প্রাথমিক আয়াতগুলো। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, ওয়ালীদ ইবনে মুগীরা কুরায়েশদেরকে যিয়াফত দেয়। খাওয়া-দাওয়ার পর তারা পরস্পর বলাবলি করেঃ “আচ্ছা, তোমরা এই লোকটিকে [হযরত মুহাম্মদ (সঃ) কে] কি বলতে পার?” কেউ কেউ বললো যে, তিনি যাদুকর। অন্য কেউ বললো যে, না, তিনি যাদুকর নন। কেউ কেউ তাঁকে গণক বললো। আবার অন্য কেউ বললো যে, না তিনি গণকও নন। কেউ কেউ তাকে কবি বলে মন্তব্য করলো, কিন্তু অন্য কেউ বললো যে, তিনি কবিও নন, তাদের কেউ কেউ এই মন্তব্য করলো যে, তিনি এমন যাদুকর যে যাদু তিনি লোক পরম্পরায় প্রাপ্ত হয়েছেন। পরিশেষে তারা এতেই একমত হলো যে, তাঁকে এরূপ যাদুকরই বলা হবে। রাসূলুল্লাহ (সঃ) এ খবর পেয়ে খুবই দুঃখিত হলেন এবং তিনি কাপড় দ্বারা মাথা ঢেকে নেন এবং গোটা দেহকেও বস্ত্রাবৃত্ত করেন। ঐ সময় আল্লাহ তা'আলা নিম্নের আয়াতগুলো অবতীর্ণ করেনঃ(আরবি) এর শানে নুযূল এটাই বর্ণনা করা হয়েছে।” (এটা ইমাম তিবরানী (রঃ) বর্ণনা করেছেন) মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ উঠো, সতর্ক বাণী প্রচার কর। অর্থাৎ দৃঢ় সংকল্পের সাথে প্রস্তুত হয়ে যাও এবং জনগণকে আমার সত্তা হতে, জাহান্নাম হতে এবং তাদের দুষ্কর্মের শাস্তি হতে ভয় প্রদর্শন কর। প্রথম ওহী দ্বারা রাসূলুল্লাহ (সঃ)-কে নবী রূপে মনোনীত করা হয়েছে। আর এই ওহী দ্বারা তাঁকে রাসূল বানিয়ে দেয়া হয়েছে। এরপর বলেনঃ তোমার প্রতিপালকের শ্রেষ্ঠত্ব ঘোষণা কর এবং তোমার পরিচ্ছদ পবিত্র রাখো। অর্থাৎ অবাধ্যতা, বিশ্বাসঘাতকতা ও আত্মসাত করা হতে দূরে থাকো। যেমন কবি গাইলান ইবনে সালমা সাকাফী বলেনঃ (আরবি)অর্থাৎ আল্লাহর প্রশংসা যে, আমি পাপাচারের পোষাক ও বিশ্বাসঘাতকতার চাদর হতে নিজেকে মুক্ত ও পবিত্র রেখেছি।” স্বীয় কাপড় পবিত্র রাখো অর্থাৎ পাপকার্য ছেড়ে দাও এবং আমলকে সংশোধন করে নাও, এরূপ ব্যবহার আরবী পরিভাষায়ও বহু দেখা যায়। ভাবার্থ এও হতে পারেঃ হে নবী (সঃ)! তুমি গণকও নও এবং যাদুকরও নও, সুতরাং মানুষ তোমাকে যাই বলুক না কেন তুমি কোন পরোয়া করবে না। যে ব্যক্তি ওয়াদা অঙ্গীকার ও প্রতিশ্রুতি রক্ষা করে না তাকে আরবরা ময়লা ও অপরিষ্কার কাপড় ওয়ালা বলে থাকে। পক্ষান্তরে যে ব্যক্তি ওয়াদা ও প্রতিশ্রুতি রক্ষা করে চলে, বিশ্বাসঘাতকতা করে না তাকে পবিত্র কাপড় ওয়ালা বলে থাকে। কবি বলেনঃ (আরবি)অর্থাৎ “মানুষ যখন দুষ্কার্য ও মলিনতা দ্বারা নিজের মর্যাদাকে কলুষিত ও অপবিত্র করবে না, তখন সে যে কাপড়ই পরিধান করবে তাতেই তাকে সুন্দর দেখাবে।” ভাবার্থ এও হবেঃ অপ্রয়োজনীয় পোশাক পরিধান করো না, নিজের কাপড়কে পাপ মলিন করো না, কাপড়কে পাক-সাফ রাখো, ময়লা ধুয়ে ফেলো, মুশরিকদের মত নিজের পোষাককে অপবিত্র রেখো না। প্রকৃতপক্ষে এই ভাবার্থগুলো সবই ঠিক। এটাও হবে, ওটাও হবে। সাথে সাথে অন্তরও পবিত্র এবং কলুষমুক্ত হতে হবে। অন্তরের উপর কাপড়ের প্রয়োগ আরবদের কথায় পরিলক্ষিত হয়। যেমন কবি ইমরুল কায়েস বলেনঃ (আরবি)অর্থাৎ “হে ফাতিমা (কবির প্রেমিকা)! তুমি তোমার এসব চলনভঙ্গী ছেড়ে দাও, আর যদি তুমি আমা হতে পৃথক হয়ে যাওয়ার দৃঢ় সংকল্প করে থাকো তবে উত্তমরূপে পৃথক হয়ে যাও। আমার কোন ব্যবহার ও চরিত্র যদি তোমার কাছে খারাপ লেগে থাকে তবে আমার কাপড়কে তোমার কাপড় হতে পৃথক করে দাও, তাহলে তা পৃথক হয়ে যাবে।”হযরত সাঈদ ইবনে জুবায়ের (রঃ) হতে এই আয়াতের তাফসীরে বর্ণিত আছে যে, এর ভাবার্থ হচ্ছে নিজের অন্তরকে ও নিয়তকে পরিষ্কার রাখো। মুহাম্মাদ ইবনে কা'ব কারাযী (রঃ) ও হযরত হাসান বসরী (রঃ) বলেন যে, এর অর্থ হলোঃ তোমার চরিত্রকে ভাল ও সুন্দর কর। আল্লাহ তা'আলার উক্তি (আরবি) অর্থাৎ অপবিত্রতা হতে দূরে থাকো। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর অর্থ হচ্ছেঃ প্রতিমা বা মূর্তি হতে দূরে থাকো। হযরত মুজাহিদ (রঃ), হযরত ইকরামা (রঃ), হযরত কাতাদা (রঃ), হযরত যুহরী (রঃ) এবং হযরত ইবনে যায়েদও (রঃ) বলেন যে, (আরবি)-এর অর্থ হলো প্রতিমা বা মূর্তি। হযরত ইবরাহীম (রঃ) ও হযরত যহহাক (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ নাফরমানী পরিত্যাগ কর। যেমন আল্লাহ তা’আলা বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ)! তুমি কাফির ও মুনাফিকদের আনুগত্য করো না।”(৩৩:১) মহান আল্লাহ আরো বলেনঃ (আরবি)অর্থাৎ “এবং মূসা (আঃ) তার ভাই হারূনকে বলেছিলঃ আমার পরে তুমি আমার কওমের মধ্যে আমার প্রতিনিধিত্ব করবে, সংশোধন করবে এবং বিপর্যয় সৃষ্টিকারীদের পথ অনুসরণ করবে না।” (৭:১৪২)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ অধিক পাওয়ার প্রত্যাশায় দান করো। হযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে (আরবি) রয়েছ। হযরত হাসান বসরী (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ অধিক চাওয়ার সাথে আল্লাহর উপর নিজের ভাল আমলের ইহসান প্রকাশ করো না। রবী ইবনে আনাসেরও (রঃ) এটাই উক্তি। ইমাম ইবনে জারীর (রঃ) এটা পছন্দ করেছেন। হযরত খাসীফ (রঃ) হযরত মুজাহিদ (রঃ) হতে বর্ণনা করেছেন যে, এর ভাবার্থ হচ্ছেঃ কল্যাণ প্রার্থনার আধিক্য দ্বারা দুর্বলতা প্রকাশ করো না। হযরত ইবনে যায়েদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ নবুওয়াতের ইহসানের বোঝা মানুষের উপর রেখে ওর বিনিময়ে দুনিয়া তলব করো না। সুতরাং চারটি উক্তি হলো। কিন্তু প্রথম উক্তিটিই সর্বোত্তম। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল। জানেন।মহান আল্লাহ এরপর বলেনঃ তোমার প্রতিপালকের উদ্দেশ্যে ধৈর্যধারণ কর। অর্থাৎ আল্লাহর পথে কাজ করতে গিয়ে জনগণের পক্ষ হতে তোমাকে যে কষ্ট দেয়া হয় তাতে তুমি আল্লাহর সন্তুষ্টি লাভের লক্ষ্যে ধৈর্য অবলম্বন কর। আল্লাহ তোমাকে করেছেন তাতে সদা লেগে থাকো। (আরবি) শব্দ দ্বারা সূর বা শিংগাকে বুঝানো হয়েছে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) (আরবি)-এ আয়াত সম্পর্কে বলেনঃ “আমি কি করে শান্তিতে থাকতে পারি? অথচ শিংগাধারণকারী ফেরেশতা নিজের মুখে শিংগা ধরে রেখেছেন এবং ললাট ঝুঁকিয়ে আল্লাহর হুকুমের অপেক্ষায় রয়েছেন যে, কখন হুকুম হয়ে যাবে এবং তিনি শিংগায় ফুৎকার দিবেন।” সাহাবীগণ (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! তাহলে আমাদেরকে আপনি কি করতে বলছেন?” জবাবে তিনি বলেনঃ “তোমরা নিম্নের কালেমাটি বলতে থাকবে (আরবি) অর্থাৎ “আমাদের জন্যে আল্লাহই যথেষ্ট এবং তিনিই উত্তম কর্মবিধায়ক, আমরা আল্লাহর উপরই ভরসা করি।” (এ হাদীসটি ইমাম ইবনে আবী হাতিম (রঃ) বর্ণনা করেছেন)প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ যেদিন শিংগায় ফুৎকার দেয়া হবে সেই দিন হবে এক সংকটের দিন অর্থাৎ কঠিন দিন, যা কাফিরদের জন্যে সহজ নয়। যেমন আল্লাহ পাক অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “কাফিররা বলবেঃ এটা কঠিন দিন।”(৫৪:৮) বর্ণিত আছে যে, হযরত যারারাহ ইবনে আওফা (রঃ) বসরার কাযী ছিলেন। একদা তিনি তাঁর মুক্তাদীদেরকে ফজরের নামায পড়াচ্ছিলেন এবং নামাযে তিনি এই সূরাটিই তিলাওয়াত করছিলেন। পড়তে পড়তে যখন তিনি (আরবি) এই আয়াতগুলো পর্যন্ত পৌঁছেন তখন হঠাৎ তিনি ভীষণ জোরে চীকার করে ওঠেন এবং সাথে সাথে মাটিতে পড়ে যান। দেখা যায় যে, তাঁর প্রাণ পাখী তাঁর দেহ পিঞ্জিরা থেকে বেরিয়ে গেছে! আল্লাহ তাঁর প্রতি রহমত নাযিল করুন!",
  "ayah": 10,
  "surah": 74
}
