{
  "text": "যা সে অতি কষ্টে একেক ঢোক করে গিলবে এবং তা গিলা প্রায় সহজ হবে না। সকল স্থান থেকে তার কাছে আসবে মৃত্যু [১] অথচ তার মৃত্যু ঘটবে না [২। আর এরপরও রয়েছে কঠোর শাস্তি [৩]।\n[১] ইবরাহীম আত-তাইমী বলেন, সবদিক থেকে মৃত্যু আসার অর্থ, শরীরের প্রতিটি লোমকূপ থেকে মৃত্যুর কষ্ট আসতে থাকবে। [তাবারী]\n[২] আল্লাহ্ বলেন, “এবং তাদের জন্য থাকবে লোহার মুগুর।” [সূরা আল-হাজ্জঃ ২১], তারা সেটা গিলতে চেষ্টা করলেও সেটার দুর্গন্ধ, তিক্ততা, ময়লা আবর্জনা ও প্রচণ্ড ঠাণ্ডা বা গরম হওয়ার কারণে সহজে গিলতে সমর্থ হবে না। এভাবে তার শাস্তি চলতেই থাকবে, তার সমস্ত শরীরে মৃত্যু যন্ত্রণা ভোগ করবে কিন্তু মৃত্যু তার আসবে না। তার অগ্র, পশ্চাত, উপর বা নীচ সবদিক থেকে তার শাস্তি এমন হবে যে, এর সবগুলিই তার মৃত্যুর জন্য যথেষ্ট। কিন্তু তার মৃত্যু হবে না। আল্লাহ্ তা’আলা অন্যত্র বলেনঃ “কিন্তু যারা কুফরী করে তাদের জন্য আছে জাহান্নামের আগুন। তাদের মৃত্যুর আদেশ দেয়া হবে না যে, তারা মরবে এবং তাদের থেকে জাহান্নামের শাস্তিও লাঘব করা হবে না।” [সূরা ফাতিরঃ ৩৬|\n[৩] অর্থাৎ এটাই তাদের শাস্তির শেষ নয়। এর পরও তাদের জন্য আরো ভয়াবহ, কঠোর ও মারাত্মক শাস্তি অপেক্ষা করছে। [ইবন কাসীর] অন্যত্র বলেছেনঃ “যাক্কুম গাছ, যালিমদের জন্য আমি এটা সৃষ্টি করেছি পরীক্ষাস্বরূপ, এ গাছ উদগত হয় জাহান্নামের তলদেশ হতে, এর মোচা যেন শয়তানের মাথা। তারা এটা থেকে খাবে এবং উদর পূর্ণ করবে এটা দিয়ে। তার উপর তাদের জন্য থাকবে ফুটন্ত পানির মিশ্রণ। আর তাদের গন্তব্য হবে অবশ্যই প্রজ্বলিত আগুনের দিকে।” [সূরা আস-সাফফাতঃ ৬২-৬৮]\nএভাবেই তারা কখনো যাক্কুম গাছ থেকে খাবে, আবার কখনো তারা ফুটন্ত পানি পান করবে যা তাদের পেটের নাড়ীভুঁড়ি ছিন্নভিন্ন করে ফেলবে। আবার কখনো তাদেরকে জাহান্নামের কঠোর শাস্তির দিকে ফেরত পাঠানো হবে। এভাবে বিভিন্ন স্থানে বিভিন্নভাবে তাদের শাস্তি হতে থাকবে। আল্লাহ্ তা’আলা বলেনঃ “এটাই সে জাহান্নাম, যা অপরাধীরা মিথ্যা প্রতিপন্ন করত, ওরা জাহান্নামের আগুন ও ফুটন্ত পানির মধ্যে ছুটোছুটি করবে।” [সূরা আর-রাহমানঃ ৪৩-৪৪]\nআরো বলেনঃ “নিশ্চয়ই যাক্কুম গাছ হবে---পাপীর খাদ্য; গলিত তামার মত, তাদের পেটে ফুটতে থাকবে ফুটন্ত পানির মত। তাকে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্যস্থলে, তারপর তার মাথার উপর ফুটন্ত পানি ঢেলে শাস্তি দাও- এবং বলা হবে, ‘আস্বাদ গ্রহণ কর, তুমি তো ছিলে সম্মানিত, অভিজাত!’ এ তো তা-ই, যে বিষয়ে তোমরা সন্দেহ করতে।” [সূরা আদ-দোখানঃ ৪৩-৪৯]\nআরো বলেনঃ “আর বাম দিকের দল, কত হতভাগ্য বাম দিকের দল! ওরা থাকবে অত্যন্ত উষ্ণ বায়ু ও উত্তপ্ত পানিতে, কালোবর্ণের ধোঁয়ার ছায়ায়, যা শীতল নয়, আরামদায়কও নয়। [সুরা আল-ওয়াকি’আহঃ ৪১-৪৪]\nআরো বলেনঃ “আর সীমালংঘনকারীদের জন্য রয়েছে নিকৃষ্টতম পরিণাম--- জাহান্নাম, সেখানে তারা প্রবেশ করবে, কত নিকৃষ্ট বিশ্রামস্থল! এটা সীমালংঘনকারীদের জন্য। কাজেই তারা আস্বাদন করুক ফুটন্ত পানি ও পুঁজ। আরো আছে এরূপ বিভিন্ন ধরনের শাস্তি।” [সূরা ছোয়াদঃ ৫৫-৫৮]।",
  "ayah": 17,
  "surah": 14
}
