{
  "text": "এবং তিনি তোমাদেরকে দিয়েছেন তোমরা তাঁর কাছে যা কিছু চেয়েছ তা থেকে [১]। তোমরা আল্লাহ্‌র অনুগ্রহ গুণলে তার সংখ্যা নির্ণয় করতে পারবে না [২]। নিশ্চয় মানুষ অতি মাত্রায় যালিম, অকৃতজ্ঞ।\n[১] অর্থাৎ আল্লাহ্ তা’আলা তোমাদেরকে ঐ সমুদয় বস্তু দিয়েছেন, যা তোমরা চেয়েছ। [আত-তাফসীরুস সহীহ; ফাতহুল কাদীর] তবে আল্লাহ্‌র দান ও পুরস্কার কারো চাওয়ার উপর নির্ভরশীল নয়। আমরা নিজেদের অস্তিত্বও তাঁর কাছে চাইনি। তিনি নিজ কৃপায় চাওয়া ব্যতীতই দিয়েছেন। আসমান, যমীন, চন্দ্র, সূর্য ইত্যাদি সৃষ্টি করার প্রার্থনা কে করেছিল? এগুলো চাওয়া ছাড়াই আমাদের পালনকর্তা আমাদেরকে দান করেছেন। এ কারণেই কোন কোন মুফাসসির এ বাক্যের অর্থ এরূপ বর্ণনা করেছেন যে, আল্লাহ্ তা’আলা তোমাদেরকে প্রত্যেক ঐ বস্তু দিয়েছেন, যা চাওয়ার যোগ্য; যদিও তোমরা চাওনি। [বাগভী; কুরতবী; ফাতহুল কাদীর] কিন্তু বাহ্যিক অর্থ হচ্ছে তোমাদের প্রার্থিত প্রতিটি বস্তু থেকে কিছু কিছু তোমাদেরকে তিনি দিয়েছেন। এ অর্থ নেয়া হলেও কোন অসুবিধা নেই। কারণ, মানুষ সাধারণতঃ যা যা চায়, তার কিছু অংশ তাকে দিয়েই দেয়া হয়। [ফাতহুল কাদীর] কোন কোন মুফাসসির বলেন, এখানে চাওয়া বলতে প্রয়োজনীয় সামগ্রীকে বুঝানো হয়েছে, তখন অর্থ হবে, তোমাদের প্রকৃতির সর্ববিধ চাহিদা পূরণ করেছেন। তোমাদের মুখে চাওয়া হোক বা অবস্থায় সে চাওয়া বুঝা যাক। এসব তিনিই দান করেছেন। জীবন যাপনের জন্য প্রয়োজনীয় সবকিছুই সরবরাহ করেছেন। তোমাদের বেঁচে থাকা ও বিকাশ লাভ করার জন্য যেসব উপাদান ও উপকরণের প্রয়োজন ছিল তা সবই যোগাড় করে দিয়েছেন। [ইবন কাসীর] যেখানে বাহ্যদৃষ্টিতে তার প্রার্থনা পূর্ণ করা হয় না, সেখানে সংশ্লিষ্ট ব্যক্তির জন্য অথবা সারা বিশ্বের জন্য কোন না কোন উপযোগিতা নিহিত থাকে যা সে জানে না। কিন্তু সর্বজ্ঞ আল্লাহ্ জানেন যে, তার প্রার্থনা পূর্ণ করা হলে স্বয়ং তার জন্য অথবা তার পরিবারের জন্য অথবা সমগ্র বিশ্বের জন্য বিপদাপদের কারণ হয়ে যাবে। এমতাবস্থায় প্রার্থনা পূর্ণ না করাই বড় নেয়ামত। কিন্তু জ্ঞানের ক্রটির কারণে মানুষ তা জানে না, তাই দুঃখিত হয়।\n[২] অর্থাৎ আল্লাহ্ তা’আলার নেয়ামত এত অধিক যে, সব মানুষ একত্রিত হয়ে সেগুলো গণনা করতে চাইলে গুণে শেষ করতে পারবে না। মানুষের নিজের অস্তিত্বই স্বয়ং একটি ক্ষুদ্র জগৎ। চক্ষু, কর্ণ, নাসিকা, হস্ত, পদ, দেহের প্রতিটি গ্রন্থি এবং শিরা-উপশিরায় আল্লাহ্ তা’আলার অন্তহীন নেয়ামত নিহিত রয়েছে। [ফাতহুল কাদীর] এ থেকে অনুমান করা যায় যে, আল্লাহ্ তা’আলার সম্পূর্ণ দান ও নেয়ামতের গণনা করাও আমাদের দ্বারা সম্ভবপর নয়। সংক্ষিপ্ত বা বিস্তারিত কোনভাবেই আমরা সেটা গণনা করে শেষ করতে পারব না। এই অসংখ্য নেয়ামতের বিনিময়ে অসংখ্য ‘ইবাদাত ও অসংখ্য শোকর জরুরী হওয়াই ছিল ইনসাফের দাবী। মানুষ সে শোকর আদায়ের ব্যাপারে অতিশয় যালেম, কারণ সে এ ব্যাপারে গাফেল থাকে। [ফাতহুল কাদীর] মূলত: মানুষের প্রকৃতিই এই যে, সে অত্যাচারী, যালেম, গোনাহ করার ব্যাপারে অতি উৎসাহী, রবের হক আদায়ে অমনোযোগী, আল্লাহ্‌র নেয়ামতের সাথে অধিক কুফরিকারী। সে শোকরিয়া তো আদায় করেই না, নেয়ামতের স্বীকারোক্তি পর্যন্ত করে না। তবে এদের ব্যতিক্রম কিছু লোক আছে যাদেরকে আল্লাহ্‌ হিদায়াত করেছেন, তারা ঠিকই তাঁর শোকর আদায় করতে সচেষ্ট থাকে। রবের অধিকার সম্পর্কে যথেষ্ট সচেতন থাকে এবং সেটা আদায় করতে নিজেকে নিয়োজিত করে। উপরে বর্ণিত আয়াতসমূহে আল্লাহ্‌র যে নেয়ামত তাঁর বান্দাদের জন্য রয়েছে সেগুলোর সামান্য কিছুর বর্ণনা রয়েছে। এর মাধ্যমে আল্লাহ্ তাঁর বান্দাদেরকে তাঁর নেয়ামতের শোকরিয়া আদায়ের আহ্বান জানিয়েছেন। যেভাবে তাঁর নেয়ামত দিন-রাত ব্যাপী তেমনি তার শোকরও দিন-রাত করার জন্য উদগ্রীব করেছেন।\n[সা’দী] তালক ইবন হাবীব বলেন, বান্দাদের উপর আল্লাহ্‌র নেয়ামত এত বেশী যে বান্দারা সেটা গুণে শেষ করতে পারবে না। তাই তোমরা সকাল-বিকাল তাওবা কর। [ইবন কাসীর] এভাবে আল্লাহ্ তা’আলা দুর্বলমতি মানুষের প্রতি অনেক অনুগ্রহ করেছেন। মানুষ যখন সত্যের খাতিরে স্বীকার করে নেয় যে, যথার্থ শোকর আদায় করার সাধ্য তার নেই, তখন আল্লাহ্ তা’আলা এ স্বীকারোক্তিকেই শোকর আদায়ের স্থলাভিষিক্ত করে নেন।\nহাদীসে এসেছে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খাবারের পরে যে দো’আ শিখিয়েছেন, তাতে এসেছে, ‘হে আল্লাহ্! আপনার জন্য যাবতীয় প্রশংসা, যথেষ্ট হয়েছে না বলে, (অর্থাৎ যে প্রশংসা আমি করছি তা আপনার নেয়ামতের বিপরীতে যথেষ্ট নয় অথবা আমাদের খাবার হিসেবেও যা খেয়েছি সেটাই যথেষ্ট নয় বরং সারা জীবন এ নেয়ামত আমাদের লাগবে) এবং যে নেয়ামত থেকেও বিদায় নিতে পারব না (বা আমরা না নিয়ে পারব না)। আর এ নেয়ামত থেকে অমুখাপেক্ষীও আমরা হতে পারব না।’ [বুখারীঃ ৫৪৫৮]",
  "ayah": 34,
  "surah": 14
}
