{
  "text": "আর অবশ্যই আমরা মূসাকে আমাদের নিদর্শনসহ পাঠিয়েছিলাম [১] এবং বলেছিলাম, ‘আপনার সম্প্রদায়কে অন্ধকার থেকে আলোতে নিয়ে আসুন [২], এবং তাদেরকে আল্লাহ্‌র দিনগুলোর দ্বারা উপদেশ দিন [৩]।’ এতে তো নিদর্শন [৪] রয়েছে প্রত্যেক পরম ধৈর্য্যশীল ও পরম কৃতজ্ঞ ব্যক্তির জন্য [৫]।\n[১] এ আয়াতে বলা হয়েছেঃ আমি মূসা ‘আলাইহিস্ সালাম-কে আয়াত দিয়ে প্রেরণ করেছি, যাতে তিনি স্বজাতিকে কুফর ও গোনাহর অন্ধকার থেকে দাওয়াত দিয়ে ঈমান ও আনুগত্যের আলোতে নিয়ে আসে। [বাগভী] এখানে আয়াত শব্দের অর্থ তাওরাতের আয়াতও হতে পারে। কারণ, সেগুলো নাযিল করার উদ্দেশ্যই ছিল সত্যের আলো ছড়ানো। আয়াতের অন্য অর্থ মু’জিযাও হয়। এখানে এ অর্থও উদ্দিষ্ট হতে পারে।\n[ফাতহুল কাদীর] মুজাহিদ বলেন, এখানে নয়টি বিশেষ নিদর্শন উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] মূসা ‘আলাইহিস্ সালাম-কে আল্লাহ্‌ তা’আলা ন’টি মু’জিযা বিশেষভাবে দান করেন।\n[২] এ আয়াতে ‘কওম’ তথা ‘সম্প্রদায়’ শব্দ ব্যবহার করে নিজ কওমকে অন্ধকার থেকে আলোতে আনার কথা বলা হয়েছে। কিন্তু এ বিষয়বস্তুটিই যখন আলোচ্য সূরার প্রথম আয়াতে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বর্ণনা করা হয়েছে, তখন সেখানে ‘কওম’ শব্দের পরিবর্তে (ناس) (মানুষ) শব্দ ব্যবহার করা হয়েছে। বলা হয়েছেঃ\n(لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَي النُّوْرِ)\nএতে ইঙ্গিত আছে যে, মূসা ‘আলাইহিস্ সালাম শুধু বনী ইসরাঈল ও মিসরীয় জাতির প্রতি নবীরূপে প্রেরিত হয়েছিলেন, অপরদিকে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর নবুওয়াত সমগ্র মানুষের জন্য।\n[৩] এরপর আল্লাহ্‌ তা’আলা মূসা ‘আলাইহিস্ সালাম-কে নির্দেশ দেন যে, স্বজাতিকে ‘আইয়্যামুল্লাহ্’ স্মরণ করান। কিন্তু আইয়্যামুল্লাহ্ কি? (أيام) শব্দটি (يوم) এর বহুবচন, এর অর্থ দিন। (اَيَّامَ اللّٰهِ) শব্দটি দু’টি অর্থে ব্যবহৃত হয়। বিভিন্ন শাস্তির দিনগুলো, যেমন কাওমে নূহ, আদ ও সামূদের উপর আযাব নাযিল হওয়ার ঘটনাবলী। [ফাতহুল কাদীর]\nএসব ঘটনায় বিরাট জাতিসমূহের ভাগ্য ওলট-পালট হয়ে গেছে এবং তারা পৃথিবীর বুক থেকে নিশ্চিহ্ন হয়ে গেছে। এমতাবস্থায় ‘আইয়্যামুল্লাহ্’ স্মরণ করানোর উদ্দেশ্য হবে, এসব জাতির কুফরের অশুভ পরিণতির ভয় প্রদর্শন করা এবং হুঁশিয়ার করা। ‘আইয়্যামুল্লাহ্’র অপর অর্থ আল্লাহ্‌ তা’আলার নেয়ামত ও অনুগ্রহও হয়। এ জাতির উপর আল্লাহ্‌র যেসব নেয়ামত দিবারাত্র বর্ষিত হয় এবং যেসব বিশেষ নেয়ামত তাদেরকে দান করা হয়েছে, সেগুলো স্মরণ করিয়ে আল্লাহ্‌র আনুগত্য ও তাওহীদের দিকে আহ্বান করুন; উদাহরণতঃ তীহ্ উপত্যকায় তাদের মাথার উপর মেঘের ছায়া, আহারের জন্য মান্না ও সালওয়ার অবতরণ, পানীয় জলের প্রয়োজনে পাথর থেকে ঝর্ণা প্রবাহিত হওয়া ইত্যাদি। [ইবন কাসীর]\nএগুলো স্মরণ করানোর লক্ষ্য হবে এই যে, ভাল মানুষকে যখন কোন অনুগ্রহদাতার অনুগ্রহ স্মরণ করানো হয়, তখন সে বিরোধিতা ও অবাধ্যতা করতে লজ্জা বোধ করে। এখানে দু’টি অর্থই উদ্দেশ্য হতে পারে। বিশেষ করে হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “একদিন মূসা আলাইহিসসালাম তার কাওমকে ‘আইয়্যামুল্লাহ্’ সম্পর্কে নসীহত করছিলেন... আর ‘আইয়্যামুল্লাহ্’ হলো আল্লাহ্‌র নেয়ামত ও বিপদাপদ” [মুসলিমঃ ২৩৮০]\n[৪] এখানে (اٰيٰت)-এর অর্থ নিদর্শন ও প্রমাণাদি। অর্থাৎ এসব ঐতিহাসিক ঘটনার মধ্যে এমন সব নির্দশন রয়েছে যার মাধ্যমে একজন ব্যক্তি আল্লাহ্র একত্ববাদ ও তাঁর ক্ষমতাবান হওয়ার সত্যতা ও নির্ভুলতার প্রমাণ পেতে পারে। [ফাতহুল কাদীর]\nএ সংগে এ সত্যের পক্ষেও অসংখ্য সাক্ষ্য-প্রমাণ সংগ্রহ করতে পারে যে, প্রতিদানের বিধান পুরোপুরি হক এবং তার দাবী পূরণ করার জন্য অন্য একটি জগত অর্থাৎ আখেরাতের জগত অপরিহার্য।\n[৫] আয়াতে বর্ণিত (صبار) শব্দটি (صبر) থেকে (مبالغة) এর পদ। এর অর্থ অধিক সবরকারী। (شكور) শব্দটি (شكر) থেকে (مبالغة) এর পদ। এর অর্থ অধিক কৃতজ্ঞ। [ফাতহুল কাদীর] বাক্যের অর্থ এই যে, অবিশ্বাসীদের শাস্তি ও আযাব সম্পর্কিত হোক অথবা আল্লাহ্‌র নেয়ামত ও অনুগ্রহ সম্পর্কিত হোক, উভয় অবস্থাতে অতীত ঘটনাবলীতে আল্লাহ্‌র অপার শক্তি ও অসীম রহস্যের বিরাট শক্তি বিদ্যমান ঐ ব্যক্তির জন্য, যে অত্যন্ত সবরকারী এবং অধিক শোকরকারী। সংক্ষেপে শোকর ও কৃতজ্ঞতার স্বরূপ এই যে, আল্লাহ্ প্রদত্ত নেয়ামতকে তাঁর অবাধ্যতা এবং হারাম ও অবৈধ কাজে ব্যয় না করা, মুখেও আল্লাহ্ তা’আলার কৃতজ্ঞতা প্রকাশ করা এবং স্বীয় কাজকর্মকেও তাঁর ইচ্ছার অনুগামী করা। সবরের সারমর্ম হচ্ছে স্বভাব বিরুদ্ধ ব্যাপারাদিতে অস্থির না হওয়া, কথায় ও কাজে অকৃতজ্ঞতার প্রকাশ থেকে বেঁচে থাকা এবং দুনিয়াতেও আল্লাহ্‌র রহমত আশা করা, আর আখেরাতে উত্তম পুরস্কার প্রাপ্তিতে বিশ্বাস রাখা। [দেখুন, ইবনুল কাইয়্যেম, উদ্দাতুস সাবেরীন]।",
  "ayah": 5,
  "surah": 14
}
