{
  "text": "Commentary\nأَوَلَمْ يَرَ‌ الَّذِينَ كَفَرُ‌وا (Have the disbelievers not seen. - 21:30) Here the word رُؤیَت (to see, to think) is used in its general sense i.e. knowledge, whether acquired by visual observation or by way of logical conclusion. The discussion which follows refers partly to actual observation and partly to logical inference.\nأَنَّ السَّمَاوَاتِ وَالْأَرْ‌ضَ كَانَتَا رَ‌تْقًا فَفَتَقْنَاهُمَا (The heavens and the earth were closed, then We opened them. - 30) The word رَتَق (ratq) means to close and فَتَق (fatq) means to open. When used in combination the words mean full control in the management and execution of a job. The translation of the verse is that the earth and the sky were closed and Allah opened them up. Different exegesists have explained differently the sense of the words \"closing\" and \"opening\", but the meanings which the companions of the Holy Prophet ﷺ and the majority of the exegesists have adopted are that closing of sky and earth means shutting off rainfall from the sky and vegetation from the earth, and opening means the opening of these two i.e. the rainfall and vegetation.\nThe following story about Sayyidna ` Abdullah Ibn ` Umar ؓ has been related in Ibn Kathir's commentary on the authority of Ibn Abi Hatim. A man went to Sayyidna ` Abdullah Ibn ` Umar ؓ and requested him to explain the meaning of this verse to him. He pointed out towards Sayyidna Ibn ` Abbas ؓ and told him to go to him for an explanation of the verse. He also requested him to let him know the explanation that Sayyidna Ibn ` Abbas ؓ gave to him. The man went to Sayyidna Ibn ` Abbas ؓ and asked him what do the words رَتَقاً (ratqan) and فَتَقنَا (fataqna) mean in the verse. Sayyidna Ibn ` Abbas ؓ replied that originally the sky was closed and there was no rainfall, likewise the earth was closed and there was no growth on it. When Allah Ta'ala sent down man on earth to live here He opened up rainfall from the sky and the vegetation from the earth. After learning the explanation of the verse the man went back to Sayyidna Ibn ` Umar ؓ and repeated to him what he had learnt from Sayyidna Ibn ` Abbas ؓ . Then Sayyidna ` Abdullah Ibn ` Umar ؓ remarked that he was then left in no doubt that Allah Ta'ala had graciously bestowed upon Sayyidna Ibn ` Abbas ؓ a complete knowledge of Qur'an. He further said that previously he used to consider Sayyidna Ibn ` Abbas's ؓ explanations of the Holy Qur'an as bold attempts, of which he did not approve. But now he was convinced that Allah Ta'ala had granted to him special insight into the meaning of Qur'an, and that the explanation he gave of the words رَتق و فَتق was absolutely correct.\nThis story of Sayyidna Ibn ` Abbas ؓ is also reported in Ruh ul-Ma` ani through Ibn Mundhir and Abu Nu'aim, and a group of the scholars of hadith including Hakim, the writer of Mustadark, who has accepted the tradition as correct.\nAfter reporting this narration Ibn Ibn ` Atiyyah al-'Aufi says that this interpretation is hasan and comprehensive, and is compatible with the text of the Qur'an. It contains a lesson and argument against the infidels and also mentions about the Omnipotence and the special bounties of Allah Ta'ala, which is the basis of His Oneness and recognition of His attributes. The following sentence وَالسَّمَاءِ ذَاتِ الرَّ‌جْعِ ﴿11﴾ وَالْأَرْ‌ضِ ذَاتِ الصَّدْعِ ﴿12﴾ (and We created from water every living thing) also corroborates this interpretation. Al-Bahr ul-Muhit has also adopted the same interpretation. Qurtubi has declared this explanation to be that of ` Ikrimah as well and said that another verse also endorses this meaning.'\nTabari has also adopted this very interpretation.\nوَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ (And We created from water every living thing. - 21:30) Water is an essential element in the creation of all living things. According to the latest research it is not only the humans and animals which possess both life and soul but also plants and minerals. Water plays a very important role in the creation, growth and evolution of all living things.\n1. The author has explained the interpretation of this verse as adopted by many authorities. But the miraculous style of the Holy Qur’ an is that the words used by it may have different possibilities for interpretation. The words ratq and fatq used here have another meaning which is 'being compact' and 'being separated'. If these words are taken in this sense, the verse may also be translated as, \"The heavens and the earth were compact, then We separated them.\" In this case the verse will refer to an event of the early creation, meaning thereby that the heavens and the earth were originally a single body. Thereafter Allah separated the earth from the heavens. The contemporary research about the Big Bang is close to this description. But it should always be kept in mind that the Qur'anic descriptions are independent of any scientific theory and the Qur'an should not be made subject to ever-changing theories. (Muhammad Taqi Usmani)\nIbn Kathir has quoted Sayyidna Abu Hurairah ؓ on the authority of Imam Ahmad (رح) ، that he requested the Holy Prophet ﷺ to tell him how things were created. The Holy Prophet ﷺ replied that everything was created from water. Then Abu Hurairah ؓ asked about the acts that lead one to the Jannah. The Holy Prophet ﷺ replied:\nاَفش السّلام واطعم و صل الارحام وقم بالّیل والناس نیام ثُمّ ادخل الجنّۃ بسلام (تفرد بہ احمد و حٰذا اسناد علی شرط الشیخین الخ)\n\"Make greeting with Salam common between you, and feed (others) and observe the rights of kinship, and stand (in prayers) at night when people are asleep. Then enter the Jannah with peace\".",
  "ayah": 30,
  "surah": 21
}
