{
  "text": "Weighing of actions on the Day of Judgment and the scales to be used for this purpose\nوَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ (And We shall place scales to do justice on the Day of Judgment - 21:47) The مَوَازِین word is plural of مِیزان ، which means a scale. In this verse the word is used plural which some exegesists have explained by saying that for measuring deeds and actions of people many scales will be used. Different balances may be used for different individuals, or different balances may be used for different types of deeds.\nBut majority of scholars agree that there will be only one balance to weigh all the deeds, and that the word has been used in plural because it will serve the purpose of many balances and measure the deeds of all the children of Sayyidna 'Adam (علیہ السلام) from the earliest time to the Day of Judgment, whose count only Allah knows. قِسط (Qist) means justice and fairness. Thus the meaning of the verse is that the balance will measure fairly and justly and no injustice will be done to anyone. Mustadrak of Hakim has reported through Sayyidna Salman\tرضی اللہ تعالیٰ عنہ that the Holy Prophet ﷺ said that the balance that will be used on the Day of Judgment for weighing deeds and actions will be so enormous in size and span that it could enclose the earth and the sky within its fold for measurement. (Mazhari)\nHafiz Abu al-Qasim Lalkai has narrated in his Sunan (سُئن) through Sayyidna Anas ؓ that the Holy Prophet ﷺ said that an angel will be posted on the balance and every man will be brought before it. In case his good deeds overweigh his sins the angel will announce loudly, which everyone present will hear, that so and so has passed his test and now he will never be deprived of anything. And if the sins of a person overweigh his virtues, then the angel will announce that the wretched so and so has failed his test and has been made destitute forever. Hafiz has also reported on the authority of Sayyidna Hudhaifah ؓ ، that the angel who will be posted on the balance on the Day of Judgment is none other but Sayyidna Jibra'il (علیہ السلام) .\nHakim, Baihaqi and 'Ajurri have narrated through Sayyidah ` A'ishah ؓ that she enquired from the Holy Prophet ﷺ whether he will remember his family members on the Day of Judgment; to which he replied that on that Day there will be three occasions when no one will remember any one. Firstly, when people will be brought before the scale of justice for the weighment of their deeds. Until it is known whether one's virtues overweigh the sins or otherwise, everyone would forget everyone else. Secondly, when the records of deeds will be thrown in the air, until they are either placed in the right hand (which will be a sign of salvation) or in the left hand or from behind (which will be a sign of punishment) it would indicate God's wrath. Thirdly, the occasion to cross the bridge of Sirat (صِرَاط) i.e. until this bridge is crossed, no one will remember any one else. (Mahari)\nوَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْ‌دَلٍ أَتَيْنَا بِهَا (And even if it (any act, good or evil) is to the measure of a mustard seed, we will bring it forth - 21:47) It means that on the Day of Reckoning, all the deeds of every person, big or small, good or bad, will be brought forth so that they may be subjected to reckoning and weighment.\nMethod of the weighment of deeds\nOne possibility is that deeds and actions of a person recorded by angels will be weighed as indicated by the famous Hadith generally known as حَدِیث البِطَقَۃ . (hadith al-bitaqahl). The other possibility is that deeds of a person will be converted into absolute substances which will then be weighed. By and large the traditions support the second view, and a majority of scholars have adopted this version. The verse وَوَجَدُوا مَا عَمِلُوا حَاضِرً‌ا (And they will find what they did all there - 18:49) and the like in the Holy Qur'an and many traditions also confirm the second view.\nAccountability of Deeds\nTirmidhi has reported through Sayyidah ` A'ishah ؓ that a man came to the Holy Prophet ﷺ and narrated to him that he had two slaves who called him a liar, were dishonest in their dealings and did not obey his orders. In retaliation he scolded them and also beat them. How then would his chastisement of his slaves be judged in relation to their misconduct. The Holy Prophet ﷺ replied that their misdeed would be weighed against the punishment which he inflicted on them and if the two were equally balanced, then the matter would rest there, but in case their crimes exceed his punishment it would be regarded as a favour bestowed on them by him. But, on the other hand, if the punishment awarded to them exceeded their misdeeds, then he would be made subject to punishment and retaliation for his excess. Then the man rose and sat down in a corner and started weeping. The Holy Prophet ﷺ asked him whether he had not read this verse وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ (And We shall place scales to do justice on the day of judgment - 21:47). Then the man said that he had no choice but to free his slaves so that he might escape accountability. (Qurtubi)\n1. The author has referred here to a long hadith in which it is mentioned that while reckoning a person's deeds, a card will be placed in the balance on which the kalimah لا إلہ إلا اللہ will be written. This card will weigh more than a heap of bad deeds. (Muhammad Taqi Usmani)",
  "ayah": 47,
  "surah": 21
}
