{
  "text": "فَفَهَّمْنَاهَا سُلَيْمَانَ (So We enabled Sulayman to understand it - 21:79). This expression means that Allah Ta` ala had made known to Sayyidna Sulayman (علیہ السلام) the judgment which was better. Although the judgment passed by Sayyidna Dawud (علیہ السلام) was not in conflict with religious jurisprudence, but the one adjudged by Sulayman (علیہ السلام) was inspired by Allah and was therefore, more appropriate because it benefitted both the parties without hurting either.\nImam Baghawi (رح) has reported this story on authority of Sayyidna Ibn ` Abbas ؓ and Qatadah and Zuhri that two persons came to Sayyidna Dawud (علیہ السلام) . One of them had a flock of goats and the other one owned a field on which he grew crops. The latter made a complaint against the former that his goats entered his field at night and ate up his crop (It appears that the respondent had accepted the petitioner's complaint and presumably the value of the flock of goats was equal to the value of the crop). Thus Sayyidna Dawud (علیہ السلام) announced his judgment that the owner of the goats should give his entire flock to the other man in compensation for his loss. (This judgment was in line with the religious jurisprudence which requires that if goods valued by a price are destroyed by someone, the amount of compensation will be determined according to that price. In this case, the value of the crop was the same as the value of the flock; hence the judgment. When these two men i.e. the complainant and the respondent, emerged from the court of Sayyidna Dawud (علیہ السلام) they met Sayyidna Sulayman (علیہ السلام) at the door. He enquired from them about the judgment of their case, which they related to him. After hearing the judgment he remarked that if he were the judge in this case his verdict would have been different, which would be to the benefit of both parties. Then he went to his father Sayyidna Dawud (علیہ السلام) and repeated the same thing. Thereupon Sayyidna Dawud (علیہ السلام) enquired from him as to what kind of verdict he had in mind which would be more beneficial to both the parties. He replied that it would be more just and equitable if the flock of goats is given to the owner of the field so that he could use to his own benefit their milk, wool etc. and his field is given to the goats-man who should cultivate it and grow crops in it. When the field returns to the same condition in which it was before it was eaten by the goats, then the two men should get back their respective properties. Sayyidna Dawud (علیہ السلام) approved this judgment, called back the two men and announced the second judgment to them. (Mahari, Qurtubi, etc.)\nCan the verdict of a Judge (Qadi) be changed or annulled after it has been announced?\nIt will be observed that Sayyidna Dawud (علیہ السلام) had pronounced a judgment which he revoked after hearing the views of Sayyidna Sulayman\tعلیہ السلام . Here a question arises whether a Qadi (Judge) has the authority to change his own verdict pronounced by him earlier.\nQurtubi has discussed this and similar matters in great detail, the gist of which is that where a Qadi (Judge) has given a verdict which is in conflict with the religious jurisprudence or is contrary to the views held by the people at large, then, by consensus of the Ummah, such a verdict is not valid. Then it is not only permissible but mandatory on any other Qadi (Judge) to nullify the verdict and to issue a fresh judgment in line with religious jurisprudence, and also to remove the incompetent Qadi from his position of authority. But, if the judgment of a Qadi is based on religious jurisprudence and Ijtihad (اِجتِھاد) then it is not permissible for any other Qadis (Judges) to revoke that judgment, because if this is allowed, the whole judicial system will collapse and Islamic Law will become a plaything in the hands of different people. However, if a Qadi, after passing a verdict according to the dictates of Ijtihad realizes that he had erred in his earlier judgment and Ijtihad, then it is allowed, rather preferable, that he himself should change the verdict. In a detailed letter which Sayyidna ` Umar ؓ wrote to Abu Musa al-Asha` ri elaborating the principles governing the administration of justice and disposal of court cases, he said that in case Ijtihad (اِجتِھاد) changes after announcing a judgment then the judgment should be changed to conform to the changed Ijtihad (اِجتِھاد) (This letter is reported by Dar Qutni).\nAccording to great commentator (امام تفسیر)Mujahid (رح) both the judgments are bona fide and correct in their own respective right. The verdict passed by Sayyidna Dawud\tعلیہ السلام was strictly judicial, whereas the judgment made by Sayyidna Sulayman\tعلیہ السلام was in the nature of a compromise between the two parties. The Holy Qur'an itself says\t, وَالصُّلْحُ خَيْرٌ‌ (And compromise is better - 4:128). That is why the second judgment was praised by Allah Ta` ala. (Mazhari)\nSayyidna ` Umar ؓ had instructed all his Qadis (Judges) that when a dispute was raised before them, they should try to arrange a compromise between the parties. If a compromise was not possible, only then they should pass their judgment according to religious jurisprudence. The advantage in following this procedure, as he described it, was that in a legal judgment the loser has no option but to accept it, but at heart he develops a sense of hostility and hatred against his rival which is not healthy between the two Muslims. On the other hand, in the case of a compromise between the contesting parties, the element of hatred and ill will is removed. (From Mu'inal-Hukkam)\nTherefore, according to the explanation propounded by Mujahid (رح) it was not a case of revoking or changing an earlier verdict, rather a compromise was willingly agreed between both the parties to the dispute, before they left the court.\nIf two Mujtahids by their separate Ijtihad pass two conflicting verdicts, should both be regarded as valid or should one of them be rejected?\nA number of commentators have discussed this subject briefly or in detail whether all Mujtahideen (` مُجتَھِدِینَ ) be regarded as correct in their judgment (مُصِیب) and two opposing verdicts be taken as valid or, in case of conflict, one judgment be accepted and the other rejected. Qurtubi has dealt this subject in great detail. Religious scholars have held different views on the subject from the very beginning, while projecting their reasoning. All have derived support for their views from this very verse. Those who support the argument that even conflicting verdicts are valid base their reasoning on the last sentence of the verse viz وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا (And to each one of them We gave wisdom and knowledge - 21:79). The sentence points out in clear terms that Allah Ta` ala had bestowed wisdom and knowledge to both Sayyidna Dawud and Sulayman (علیہما السلام) and there is no admonition to the former, nor is he warned for any error on his part. Therefore it proves that both the judgments given by Sayyidna Dawud\tعلیہ السلام and Sulayman\tعلیہ السلام were correct and valid. However, the judgment given by Sulayman (علیہ السلام) was preferred because it was advantageous to both the parties. As for those who argue that in the event of an Ijtihadi (اِجتِھادی) difference only one judgment can be correct and the other must be rejected as invalid, they too offer the first sentence of this very verse i.e. فَفَهَّمْنَاهَا سُلَيْمَانَ (So, We enabled Sulayman (علیہ السلام) to understand it - 21:79) in support of their argument. They say that there is a specific reference to Sulayman (علیہ السلام) to whom the correct decision was revealed by Allah. It, therefore, follows that the verdict announced by Sayyidna Dawud (علیہ السلام) was not right even though he might have arrived at this decision through his Ijtihad (اِجتِہھاد) and was, therefore, free from all blame. This subject has been discussed in great detail in the books of jurisprudence. Here one should keep in mind that the Holy Prophet ﷺ has said that if someone did Ijtihad (اِجتِہھاد) and gave a decision in accordance with the religious principles governing Ijtihad اِجتِہھاد ، and his Ijtihad is correct, he will be granted two rewards one for the the labour involved in making the Ijtihad, and the other for arriving at the right decision. But if he erred in his Ijtihad he would still get one reward for just his labour. (This Hadith is reported in most books of authoritative ahadith). This Hadith also explains that the difference among the scholars on this issue is one of semantics only.\nFor those who believe that both the conflicting judgment are valid, the consequences are that for the erring Mujtahid مُجتَھِد as well as his followers that Ijtihad اِجتِہھاد is correct and acting upon it will lead to their salvation. As for the view that only one verdict is correct and the other is wrong, the consequence of that also is no more than that the reward of the erring Mujtahid will be lesser because his Ijtihad fell short of the absolute right decision. However, he will be free from all blame and his followers will not be regarded as sinners. (Those who wish to see further details on the subject are advised to refer to Qurtub s commentary, where the subject is discussed in great detail).\nThe question of animals of a person harming another person or damaging his property\nOne can deduce from the verdict passed by Sayyidna Dawud (علیہ السلام) that if the animals of someone damage the property of a person at night, the owner of the animals will have to compensate the suffering party for his loss. However, it does not follow that a verdict given in accordance with the legal code of Sayyidna Dawud (علیہ السلام) must ipso facto be adopted in the Shari'ah of the Holy Prophet ﷺ also. This is why there is a difference of opinion among the cardinal jurists on this issue. The ruling given by Imam Shafi` i (رح) says that if someone's animals damage the fields of another person at night, the owner of the animals will have to compensate for the loss, but if the animals damage the field during day time, then there shall be no compensation due on the owner of the animals. This ruling can be said to be drawn from the judgment of Sayyidna Dawud (علیہ السلام) also, but, in fact he has based his ruling on a saying of the Prophet Muhammad ﷺ ، which has been reported in Muwatta' of Imam Malik as Mursal (مُرسَل). This hadith concerns an incident in which a camel belonging to Sayyidna Bara' Ibn ` Azib ؓ entered someone's orchard and damaged it. The matter when reported to the Holy Prophet ﷺ ، he ruled that the responsibility for protecting these fields and orchards at night rested on the owners, but if in spite of all reasonable measures adopted by them, the animals damaged the crop, then the owner of the animals shall be required to compensate for the loss. On the other hand the Imam Azam Abu Hanifah (رح) and other jurists of Kufa School hold the view that if the owner or the shepherd is with the animals, and yet they damage the field or the orchard due to his negligence, then the compensation for the loss rests with the owner irrespective of whether the damage is caused during day or night. But where unattended animal wandered into somebody's field damaging the same without any negligence on the part of the owner, then the owner of the animals will not be held liable for compensation, regardless of the time of day or night when the damage is caused. Imam Abu Hanifah (رح) has based this ruling on the Hadith جَبَّار جرح العجمَا - (the wound caused by an animal is not compensated) which is reported by Bukhari and Muslim and all other Scholars of Hadith. It means that the owner of the animal is not bound to compensate the owner of the field for any loss caused by his animal (provided that the owner or the shepherd is not with the animal at the time of the damage). This saying has set the rule that irrespective of the time of day or night, if the animal has not been let loose deliberately by its owner into somebody's field and the animal has escaped, then the owner is not liable to make good the loss caused by his animal.\nGlorification of Allah by birds and mountains\nوَسَخَّرْ‌نَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ‌ وَكُنَّا فَاعِلِينَ (And with Dawud We subjugated the mountains that proclaimed the purity of Allah, and the birds as well. And We were the One who did (it) - 21:79.) Allah Ta` ala had granted Sayyidna Dawud (علیہ السلام) a melodious voice among the other outward absolute excellences. When he used to recite Zabur the birds would stop in their flight and join him in recitation. In the same way the mountains and the trees used to produce sounds as if they were singing praises to glorify Allah. A melodious voice was an external attribute granted to him by Allah and the joining with him of the birds and the mountains in praising Allah with him was a miracle. Now, for a miracle to happen it is not necessary that the birds and the mountains must necessarily possess life and intelligence; rather a miracle can give intelligence and knowledge to those objects which were without these attributes earlier. However .scientific research has proved that rocks and mountains do have life and knowledge to a limited extent. Among the companions Sayyidna Abu Musa al-Ash` ari (رح) had a very sweet voice. Once the Holy Prophet ﷺ passed by him when he was reciting the Holy Qur'an. The Holy Prophet ﷺ stopped and listened to the recitation. Then he\tremarked that Allah Ta` ala had granted him the sweet voice of Dawud (علیہ السلام) . When Abu Musa ؓ learnt that the Holy Prophet ﷺ had been listening to his recitation, he said\" Had I known that you were listening, I would have tried to recite with greater care\".",
  "ayah": 79,
  "surah": 21
}
