{
  "text": "وَلِسُلَيْمَانَ الرِّ‌يحَ عَاصِفَةً (And for Sulayman [ We subjugated ] the violent wind - 21:81) This sentence is a continuation of an earlier verse وَسَخَّرْ‌نَا مَعَ دَاوُودَ (And with Dawad We subjugated - 21:79). Thus it means that just as Allah Ta’ ala had made birds and hills subservient to Dawud (علیہ السلام) who used to sing in praise of Allah while he recited the Zabur, in the same way He made the wind subservient to Sulayman (علیہ السلام) who used to fly on its wings swiftly wherever he wanted to go. It is worth noting here that while describing subservience of birds and hills for Dawud (علیہ السلام) the word معَ (with) has been used, but the subservience of wind for Sulayman (علیہ السلام) has been described using the letter لام (which means 'for' ). In this there is a subtle hint that the subservience in both these cases was different. In the case of Dawud (علیہ السلام) the birds and hills used to sing praise of Allah with him simultaneously without any command from him. But in the case of Sulayman (علیہ السلام) the wind acted according to his commands and carried him where and when he desired. (Ruh ul-Ma’ ani, with reference to A1-Baidawi).\nIbn Kathir in his commentary has described in fair detail the platform on which Sayyidna Sulayman (علیہ السلام) was carried by the wind. It was made of wood and was of an enormous size which could accomodate him and all the functionaries of the government as well as the army alongwith their weapons, and the wind carried them all wherever it was commanded to go, covering two month's journey in one day.\nIbn Abi Hatim has narrated on the authority of Sayyidna Said Ibn Jubair ؓ that 600, 000 six hundred thousand chairs were placed on this platform on which humans who were also believers sat in front with Sayyidna Sulayman (علیہ السلام) and behind them sat the believing Jinns. Then the birds were commanded to fly above the platform and protect it from the heat of the sun. Then by the command of Sulayman (علیہ السلام) the wind would take the platform to a specified destination. Some traditions report that throughout this aerial journey, Sulayman\tعلیہ السلام used to sit with his head bowed down praying to and thanking Allah Ta` ala in all humility and not turning his head to the right or to the left.\nعَاصِفَةً (violent) Literal meaning of is strong and violent wind. At another place in the Holy Qur'an the attribute of this wind is given as رِیحُ عَاصِفَةً which means a mild breeze, which neither raises dust nor creates turbulence. On the face of it, these attributes are contradictory, but they can be reconciled in that whereas in itself it was so strong that it could accomplish two month's Journey in one day, yet it did not create. any turbulence. It is reported that when this platform used to fly in the air, no birds were ever harmed due to velocity of the wind.",
  "ayah": 81,
  "surah": 21
}
