{
  "surah": 4,
  "ayah": 86,
  "text": "When you are greeted with a greeting, greet with one more beautiful than it, or return it. In this verse, the majestic compeller, the magnificent God, the lovingly kind beautiful-doer, teach- es His servants the courteous acts of social intercourse and companionship, for anyone not adorned with courtesy is not worthy of companionship. Companionship is of three sorts: the courtesy of conformity with the Real, the courtesy of sincerity with people, and the courtesy of opposition to the soul. Anyone not nurtured by these sorts of courtesy has nothing to do with the path of MuṣṬafā and has no worth in the world of No god but God. The exalted Lord first adorned MuṣṬafā with courtesy, as his come in the report: “My Lord taught me courtesy, so how beautifully I have been made courteous!” Thus on the night of the miʿrāj in that most tremendous station, he acted courteously toward the Presence, such that the exalted Lord says about him, “The eyesight did not swerve, nor did it trespass” [53:17]. He observed the courtesy of companionship with people, such that He says about him, “Surely thou hast a tremendous character” [68:4]. The principles of the courteous acts of companionship in interacting with the Real are that you put knowledge to work in every interaction, you revere the Shariah, you avoid putting into practice what your wishes command, you honor the Sunnah and its folk, you avoid innovation and its folk, you leave aside suspicion and supposition, you stay far from disquieting thoughts and the habits of eye-service, ignorance, and laziness in worshiping God, you avoid adorning yourself as a worship- ful servant in other than the Sunnah, you keep supererogatory acts hidden, you not mention the name God in heedlessness, you not mix levity with seriousness, you not play with the Shariah and the religion, and you put scrupulosity to work in speaking, acting, seeing, eating, sleeping, moving, and resting. Even if you pass your days with truthfulness and limpidness, you never approve of yourself. Rather, you must always be displeased with yourself, and you must make it incumbent upon yourself to repent in every state. The Messenger said, “My heart becomes clouded, so I ask forgiveness from God one hundred times a day.” Abū Yazīd BasṬāmī was so displeased with his own limpidness and self-purification that his glorification sometimes consisted of pointing at himself with his finger and saying, “You are the miserable man of the time."
}
