{
  "text": "شراب کے وصف کا اختتام جو ان دو آیات میں ہوتا ہے۔\nومزاجہ .................... المقربون (28:83) ” اسی شراب میں تسنیم کی آمیزش ہوگی ، یہ چشمہ ہے جس کے پانی کے ساتھ مقرب لوگ شراب پئیں گے “۔ اس اختتام سے پہلے ہی ، درمیان میں ایک اہم ہدایت دے دی جاتی ہے اور یہ ہدایت ہے۔\nوفی ذلک .................... المتنافسون (26:83) ” جو لوگ دوسروں پر بازی لے جانا چاہتے ہوں وہ اس چیز کو حاصل کرنے میں بازی لے جانے کی کوشش کریں “۔ یہ ایک گہرا اشارہ ہے اور اس کے اندر ایک جہان معانی پوشیدہ ہے۔\nیہ ڈنڈی مارنے والے ، جو لوگوں کے اموال باطل طریقے سے کھاتے ہیں ، اور آخرت کا کوئی خیال نہیں رکھتے۔ قیامت کے حساب و کتاب کی تکذیب کرتے ہیں ، اور ان کی بدکاری اور معصیت اور ظلم کی وجہ سے ان کے دلوں پر سیاہی چھاگئی ہے۔ یہ لوگ تو اس دنیا کے مال ومتاع میں ایک دوسرے کے ساتھ تنافس کرتے ہیں ، ان میں ہر شخص اس دنیا کے مال ومتاع میں ایک دوسرے سے آگے بڑھنا چاہتا ہے ، اور دنیا کو زیادہ سے زیادہ سمیٹنا چاہتے ہے۔ اس لئے ظلم کرتا ہے اور فسق وفجور میں مبتلا ہے۔ اور اس زوال پذیر سازوسامان کے لئے مرمٹ رہا ہے حالانکہ حقیقت یہ ہے کہ اس دنیا کا مال ومنال اس قابل ہی نہیں ہے کہ اس کے بارے میں کوئی مقابلہ ہو ، مقابلہ اور بازی لے جانا اگر کوئی چاہتا بھی ہے تو چاہئے کہ وہ قیامت اور آخرت کے سازو سامان کے لئے کرے۔\nوفی ذلک ........................ المتنافسون (26:83) ” جو لوگ دوسروں پر بازی لے جانا چاہتے ہوں وہ اس اخروی چیز کو حاصل کرنے کے لئے بازی لے جائیں “۔ کیونکہ یہی تو مطلوب مومن ہے۔ یہی وہ نصب العین ہے جس کی طرف وہ دوڑیں اور یہی وہ ٹارگٹ ہے جس کی طرف وہ سب سے آگے بڑھیں۔\nدنیا کا سازو سامان ، جاہ مرتبہ جس قدر عظیم کیوں نہ ہو ، اعلیٰ وارفع کیوں نہ ہو۔ آخرت کے سازوسامان کے مقابلے میں حقیر اور بےقیمت ہے۔ یہ پوری دنیا اللہ کے ہاں ایک مچھر کے پر کے برابر بھی قیمت نہیں رکھتی۔ آخرت اللہ کے پیمانوں میں بھاری ہے۔ لہٰذا آخرت ہی ایک ایسی قیمت حقیقت ہے جس کے حصول کے لئے ایک دوسرے سے بازی لے جانا مناسب ہے نہ کہ دنیا۔\nیہ عجیب بات ہے کہ آخرت کے لئے مقابلہ کرنے والوں کی روحیں بہت بلند ہوجاتی ہیں جبکہ دنیا کے لئے مقابلہ کرنے والے باہم حسد ودشمنی کی وجہ سے گر جاتے ہیں۔ ان کی روح گر جاتی ہے اور جو لوگ آخرت کے لئے سعی اور مقابلہ کرتے ہیں اس کی وجہ سے یہ پوری دنیا بھی خیروبرکت سے معمور ہوجاتی ہے اور یہ سب کے لئے پاکیزہ جائے رہائش بن جاتی ہے۔ جبکہ مقابلہ اگر دنیاوی مقاصد کے لئے ہو تو بغض وعداوت پیدا ہوجاتی ہے۔ لوگ ایک دوسرے کو اس طرح نوچ کھاتے ہیں جس طرح حشرات الارض ایک دوسرے کو کھاتے ہیں اور نیک لوگوں کی زندگی تو اس ماحول میں سخت دشوار ہوتی ہے۔ ہر طرف سے ان کی ٹانگ کھینچی جاتی ہے اور ہر طرف سے ان کو نوچا جاتا ہے۔\nیہ تصور صحیح نہیں ہے کہ اگر ہم آخرت ہی کے لئے باہم مقابلہ اور مسابقت کریں تو یہ دنیا خراب اور برباد ہوجائے گی ، جیسا کہ بعض دنیا پرستوں کا خیال ہے۔ اسلام کا تصور یہ ہے کہ دنیا آخرت کے لئے ایک کھیت ہے۔ یہاں فصل کی بوائی ہوگی اور آخرت میں فصل کاٹی جائے گی۔ اصلاح وتقویٰ کے ساتھ اسلامی نظام زندگی کے مطابق اس دنیا کو آباد کرنا اور ترقی دینا ، اسلامی نظریہ خلافت ارضی کے مطابق ایک مومن کا مطلوب ومقصود ہے۔ اسلام اس دنیا کی ترقی کی راہ ہی سے آخرت کی ترقی کا قائل ہے۔ یہی اسلام کا نظریہ عبادت ہے کہ اس دنیا کی پوری زندگی میں اللہ کی اطاعت کرنا ہی انسان کا مقصد تخلیق ہے۔\nوما خلقت ........................ لیعبدون (ذاریات :56) ” اور میں نے جن وانس کو اس کے سوا کسی اور مقصد کے لئے نہیں پیدا کیا کہ وہ میری اطاعت کریں “۔ (تفصیلات کے لئے دیکھئے سورة ذرایات ، پارہ 27)\nوفی ذلک .................... المتنافسون (26:83) ” جو لوگ ایک دوسرے کے مقابلے میں بازی لے جانا چاہتے ہیں وہ اس چیز میں بازی لے جائیں “۔ یہ ایک ایسی ہدایت ہے جو اس دنیا کے لوگوں کی نظریں اس کم قیمت اور حقیر زمین سے بلند کرکے آخرت پر مرکوز کراتی ہے۔ جبکہ عملاً وہ اسی دینا میں انسان کے منصب خلافت کو ادا کرتے ہوئے اس زمین کی تعمیروترقی میں بھی مصروف ہوتے ہیں۔ اس کی مثال یوں ہے کہ مسلمان اس دنیا میں پائی جانے والی گندگی کی تطہیر میں بھی مصروف ہوتے ہیں اور اس گندگی سے دامن بھی بچاتے ہیں۔\nحقیقت یہ ہے کہ اس دنیا میں انسان کی زندگی بہت ہی مختصر ہے۔ اور آخرت کے جہاں میں انسان کی عمر طویل ہے۔ اور اس کی انتہا کا علم اللہ ہی کو ہے۔ پھر اس دنیا کا سازو سامان بھی محدود ہے۔ اور جنت کا سازو سامان اس قدر زیادہ اور لامحدود ہے کہ انسان کے حد ادراک سے ماوراء ہے۔ اس دنیا میں سازوسامان اور عیس و آرام کی سطح بھی معلوم اور محدود ہے جبکہ آخرت کا عیش و آرام لامحدود ہے۔ آخرت کا میدان بہت ہی وسیع اور دنیا کا میدان بہت ہی محدود ہے۔ دونوں کے مقاصد میں بھی بہت بڑا فرق ہے۔ دونوں کا نفع نقصان بھی بہت ہی مختلف ہے۔ اس لئے مقابلہ بھی مختلف ہے۔ اور حکم یہ ہے ۔ وفی ذلک فلیتنافس المتنافسون (26:83) ” جو لوگ ایک دوسرے کے مقابلے میں بازی لے جانا چاہتے ہیں وہ اس چیز میں بازی لے جائیں “۔ یہاں ابرار اور نیکوکاروں کے انعامات اخروی کی تفصیلات ذرا طویل ہوگئیں اور یہ اس لئے بیان کی گئیں کہ مکہ کی سوسائٹی میں وہ فجار اور فساق کے ہاتھوں ظلم وستم کا شکار تھے ۔ ان کو اذیت دی جارہی تھی ، ان کے ساتھ مذاق کیا جارہا تھا ، اور ان پر زیادتیاں ہورہی تھیں ، اس لئے ان انعامات کی بھی تفصیلات دی گئیں جو ان کے لئے تیار رکھی ہیں ، اور مذاق کے بدلے پھر کافروں کے ساتھ بھی مذاق ہوگا ، اس وقت وہ دیکھ رہے ہوں گے کہ ابرار کو وہ انعامات پورے کے پورے مل گئے ہیں۔",
  "ayah": 27,
  "surah": 83
}
