{
  "text": "ایک بار پھر قرآن نہایت سنجیدہ مزاح کرتا ہے۔\nھل ثوب .................... یفعلون (32:83) ” مل گیا نا کافروں کو ان حرکتوں کا ثواب جو وہ کیا کرتے تھے “۔ ہاں کیا ان کو بدلہ مل گیا ؟ وہ جو کچھ کرتے تھے اس کا ثواب مل گیا ؟ ان کو ثواب تو نہ ملا تھا۔ لفظ ثواب کا مفہوم تو حسن جزا ہے اور ان کو ہم ابھی جہنم میں چھوڑ کر آئے ہیں ، اور انہوں نے اپنے کیے کی سزا پالی ہے۔ تو یہ سزا گویا ان کے لئے ثواب ہے۔ لفظ ثوب استعمال کرکے قرآن کریم نے ان کے ساتھ ایسا مذاق کیا جس کی چبھن وہ دل کی گہرائی میں محسوس کرتے ہیں۔\nاب ہم اس منظر کے سامنے قدرے کھڑے ہوتے ہیں ، جس کے مناظر حرکت سے بھرپور ہیں۔ یہ ان لوگوں کا منظر ہے جنہوں نے اس دنیا میں مسلمانوں اور تحریک اسلامی کے خلاف جرائم کا ارتکاب کیا تھا۔ اس سے قبل ابرار اور نیک لوگوں کی جزا کے بیان میں قرآن کریم نے قدرے طوالت سے کام لیا تھا ، اور ان کی عیش و عشرت کے مناظر میں طوالت سے کام لیا تھا۔ یہ طویل بیان اور تفصیلات تاثیر کے لحاظ سے اعلیٰ خوبیوں کا مالک تھا ، اور شعور اور نفسیاتی لحاظ سے مکہ کے مشکل حالات میں کام کرنے والے مسلمانوں کے لئے بہترین تسلی تھی۔ مکہ میں یہ مٹھی بھر مسلمان سخت مشکلات سے دوچار تھے۔ ان کو اذیت دی جارہی تھی اور ان پر قسم قسم کے تشدد ہورہے تھے اور ان باتوں کا ان پر بہرحال گہرا اثر ہوتا تھا۔ ان کی ضرورت تھی کہ ان کی ڈھارس بندھائی جائے اور ان کے حوصلوں کو بلند رکھا جائے اور ان کی مدد کی جائے۔\nمشرکین کی طرف سے مسلمانوں کو جو اذیت دی جارہی تھی۔ اس کی یہ تفصیلات مسلمانوں کے لئے اہم تھی۔ ایک گونہ تسلی تھی کہ ان کا رب بہرحال دیکھ رہا ہے اور وہ ان تکالیف کو یونہی نہ چھوڑ دے گا۔ اگرچہ وقتی طور پر کافروں کو مہلت دی جارہی تھی اور یہ تصور کہ اللہ دیکھ رہا ہے۔ اہل ایمان کے دلوں کی تسلی کے لئے کافی تھا ، اس سے اہل ایمان کے رحم مند مل ہوجاتے تھے کہ اللہ دیکھ رہا ہے کہ اہل ایمان کے ساتھ مزاح کرنے والے کس طرح مزاح کررہے ہیں اور اہل مکہ ان کو کیا کیا اذیتیں دے رہے ہیں۔ اور ان کے آلام اور ان کی تکالیف سے کس طرح وہ لطف اندوز ہورہے ہیں۔ یہ کمینے کس طرح گھٹیا پن کا مظاہرہ کررہے ہیں اور ان کو کوئی شرم بھی نہیں آتی لیکن اہل ایمان کا رب یہ سب کچھ دیکھ رہا ہے اور قرآن میں اسے ہمیشہ ہمیشہ کے لئے ریکارڈ کررہا ہے۔ اس لئے کہ یہ صورت حالات اللہ کے ہاں اس قابل ہے کہ اسے ہمیشہ ہمیشہ کے لئے ریکارڈ کردیا جائے۔ حقیقت یہ ہے کہ جب اہل ایمان کے دلوں میں یہ احساس پیدا ہوگیا تو ان کے تمام غم اور آلام دور ہوگئے۔ تمام رنج والم ختم ہوگئے۔\nپھر ان کا رب ان مجرموں کے ساتھ ایک سنجیدہ مذاق کرتا ہے۔ ہوسکتا ہے کہ یہ جری مجرم اس مزاح کو محسوس نہ کریں کیونکہ ان کو فطرت مسخ ہوچکی ہے اور ان کے قلوب ان کی بداعمالیوں کی وجہ سے زنگ آلود ہوچکے ہیں بلکہ سیاہ چکے ہیں لیکن اہل ایمان کے حساس دل اور خوف خدا سے کانپنے والے دل ، اس مزاح کو اہمیت دیتے ہیں اور اس کی قدر کرتے ہیں اور یہ ان کے دکھوں اور دردوں کے لئے سکون بخش دوا ہے اور اس سے ان کی خوشی ہوتی ہے۔\nیہ مومن اس بات کو بھی اہمیت دیتے ہیں کہ ان کے رب کے ہاں ان کا ایک مقام ہے۔ یہ بھی دیکھتے ہیں کہ جنتوں میں ان کے لئے نعمتیں ہیں اور عالم بالا میں ، درگاہ الٰہی میں ان کے لئے بلند مرتبہ ومقام ہے اور عزت ہے۔ پھر وہ یہ بھی دیکھتے ہیں کہ ان کے دشمنوں کا آخرت میں کیا حال ہے ؟ اور اللہ کے ہاں وہ ذلیل و خوار ہیں۔ بےوقعت ہیں اور ان مناظر قیامت میں ان کے لئے کیسا توہین آمیز عذاب ہے۔ یہ مناظر وہ دیکھتے ہیں اور ان سے وہ یہ یقین حاصل کرتے ہیں کہ قیامت میں ان کی حالت کیا ہوگی۔ اس وقت مسلمان قلیل تھے ، ان پر تشدد ہورہا تھا ، وہ کمزور تھے ، ان کے ساتھ مزاح ہورہا تھا اور وہ قلت تعداد کی وجہ سے اور کمزوری کے سبب ہر قسم کے مصائب جھیل رہے تھے ، چناچہ ان مناظر کے تاثرات اور یقین سے ان کی یہ تمام تلخیاں کم ہوجاتی تھیں اور دکھ اور درد کم ہوجاتے تھے۔ ان حالات اور مناظر اور ان کے نتیجے میں حاصل ہونے والے یقین کی وجہ سے بعض اہل ایمان ان تلخیوں میں بھی شیرینی محسوس کرتے اور وہ محسوس کرتے تھے کہ ان کو وہ دنیا ہی میں حقیقتاً دیکھ رہے ہیں ، جن کا ان آیات میں ذکر ہے۔\nلیکن سیرت صحابہ ؓ سے یہ بات معلوم ہوتی ہے کہ یہ لوگ جس قدر اذیتیں جھیل رہے تھے اور جس قدر مجرمین ان پر تشدد کررہے تھے اور ان کے ساتھ گھٹیا مزاح کرتے تھے ان سب مشکلات کو وہ صرف ایک ہی نصب العین کے لئے برداشت کررہے تھے کہ ان کو جنت ملے گی اور ان کے مخالف کافروں کو جہنم ملے گی۔ اور اس دنیا میں ان دو گروہوں کے جو حالات ہیں وہ آخرت میں یکسر بدل جائیں گے۔ یہی وہ بات ہے جس کا اہل ایمان کے ساتھ حضور ﷺ نے وعدہ فرمایا تھا ، جنہوں نے آپ کے ہاتھ پر بیعت کی تھی اور جس راہ وہ اپنے مال اور اپنی جان کھپا رہے تھے۔\nرہی یہ بات کہ اس دنیا میں بھی تمہیں غلبہ نصیب ہوگا۔ اور تم ملکوں کو فتح کرلوگے تو اس کا تذکرہ قرآن مجید میں مکی دور میں بہت ہی کم ملتا ہے۔ یعنی اس غرض کے لئے کہ اہل ایمان کو اس سے تسلی دی جائے اور ان کے حوصلے بڑھانے چاہئیں۔\nاصل بات یہ ہے کہ مکہ میں قرآن مجید ایسے افراد تیار کررہا تھا جو وہ اس امانت اور اس نظریہ کی ذمہ داریوں کے اٹھانے کے قابل ہوجائیں اور یہ افراد اس قدر مضبوط ، اس قدر قوی ، اس قدر مخلص اور اس قدر باکردار ہوں کہ وہ اس دنیا کے تمام مفادات کو اس راہ میں قربان کردیں۔ اور ان کے پیش نظر صرف آخرت کی کامیابی ہو اور صرف اللہ کی رضامندی کے وہ طالب ہوں ایسے لوگ جو اس دنیا میں گزرنے والی پوری زندگی کو مصیبت اور مشقت میں کاٹنے کے لئے تیار ہوں۔ تشدد اور ظلم برداشت کرنے کے لئے تیار ہوں ، ہر قسم کی قربانی دینے کے لئے آمادہ ہوں اور اس جہاں میں وہ کسی اجر کے طالب نہ ہوں یہاں تک کہ وہ اس جہاں میں اسلامی انقلاب اور اسلام کے غلبے کے طلبگار بھی نہ ہوں ، اور ان کے دلوں میں یہ خواہش بھی نہ ہو کہ وہ برسراقتدار آجائیں ، قرآن کے پیش نظر ایک ایسی مخلص جماعت کی تیاری تھی۔\nاور جب ایک ایسی جماعت تیار ہوگئی جس کے پیش نظر اس دنیا کے مختصر سفر کے اغراض ومقاصد میں سے کوئی مقصد نہ تھا ، الایہ کہ کوئی بات بغیر خواہش کے مل جائے اور ان کا نصب العین صرف جزائے اخروی کا حصول تھا ، اور جن کا عقیدہ یہ تھا کہ حق و باطل کا اصل فیصلہ آخرت میں ہوگا ، جب ایسی جماعت تیار ہوگئی اور اللہ نے جان لیا کہ یہ جماعت سچی ہے اور اس کی نیت خالص ہے اور اس نے جس مقصد کے لئے بیعت کی تھی ، اسے سچ کر دکھایا تو پھر اس دنیا میں بھی اس کی نصرت کے لئے اللہ کی مدد آگئی۔ اور یہ نصرت بھی اس لئے آئی تاکہ وہ دعوت اسلامی کی امانت کا حق ادا کرے ، اسلامی نظام حیات کا حق ادا کرے ، نہ ایسی جماعت کے ساتھ دنیا کے مفادات کا کوئی وعدہ کیا گیا تھا اور نہ اس جماعت کے دل میں دنیاوی مفاد کا کوئی تقاضا تھا کہ اسے یہ دیا جائے یا وہ ، یہ جماعت اس قدر مخلص ہوگئی تھی کہ اس کے پیش نظر رضائے الٰہی کے سوا کوئی اور مقصد نہ تھا۔ جن آیات میں اس کرہ ارض پر کامیابیوں کا ذکر ہے۔ یہ سب مدنی آیات ہیں اور مدنی حالات اس وقت پیدا ہوئے جب اہل ایمان کے دلوں میں ایسے حالات کی کوئی خواہش ہی نہ تھی نہ وہ ان کا انتظار کرتے تھے۔ یہ نصرت اس وقت آئی جب اللہ کی مشیت کا یہ تقاضا ہوا کہ اسلامی نظام حیات ایک عملی شکل میں دنیا اور زمین پر قائم ہوجائے اور اس وقت کے لوگ اور آنے والے لوگ عملاً اسلام کو دیکھ لیں۔ یہ نصرت اہل ایمان کی مشکلات ، مشقتوں اور اذیتوں اور قربانیوں پر بطور جزانہ تھی۔ بس یہ اللہ کا ایک فیصلہ تھا اور اس کی حکمت کو اب ہم سجھنے کی سعی کررہے ہیں۔ (1)\n(1) اس سے معلوم ہوتا ہے کہ اس وقت سید قطب کے سامنے سید مودودی (رح) کا لٹریچر تھا ، اور ان کی یہ رائے مولانا ابوالحسن علی ندوی کے تبلیغی افکار پر مبنی ہے۔ تبلیغی حضرات یہی انداز رکھتے ہیں۔ فی ظلال القرآن کا پہلا ایڈیشن چار جلدوں میں تھا۔ جب انہوں نے اس پر نظر ثانی کی تو آٹھ جلدوں میں مفصل ایڈیشن شائع ہوا۔ یہ 1966 ۔ 67 ء کا ایڈیشن تھا۔ نظرثانی شدہ ایڈیشن میں سید قطب صاحب نے سید مودودی کے افکار کو سمیٹا اور مفصل حوالے بھی دیئے ہیں۔ حضور اکرم ﷺ کے پیش نظر کیا مکمل اسلامی انقلاب نظریہ تھا یا نہیں ، اس کی تفصیلات دیکھئے میری کتاب ” قرآن سیرت اور انقلاب “ جو قرآن مجید کا خلاصہ ہے اور 114 سورتوں کا خلاصہ ترتیب نزولی کے مطابق ہے اور اس میں نبی ﷺ کی سیرت کو بھی نہایت ہی احتیاط کے ساتھ لیا گیا ہے۔ اس سے ظاہر ہوگیا کہ جب صرف تین افراد مسلمان تھے ، حضرت اکرم ﷺ اور حضرت خدیجہ ؓ اور حضرت علی ؓ تو اس وقت بھی حضور نے قیصر کسریٰ کو فتح کرنے کی بات کی تھی۔ (شیرازی)",
  "ayah": 36,
  "surah": 83
}
