{
  "text": "لا اقسم .................................... فی کبد\nشہر سے مراد مکہ ہے ، جہاں بیت الحرام واقع ہے ، یہ پہلا وہ گھر ہے ، جو صرف اللہ کی عبادت کے لئے اس زمین پر بنایا گیا ہے ، تاکہ یہاں لوگ آزادی سے آجاسکیں اور امن سے رہ سکیں۔ جہاں آکر ، یہ اسلحہ پھینک دیں ، اپنے ذاتی جھگڑے ایک طرف رکھ دیں ، عداوتوں کو بھلادیں اور اس میں نہایت امن سے ملیں۔ جہاں کسی کا کسی پر اسلحہ اٹھانا حرام ہو ، انسان میں نہیں بلکہ یہاں کے پرندوں اور درختوں کو چھیڑنا اور نقصان پہنچانا بھی حرام ہو۔ پھر یہ شہر ابراہیم (علیہ السلام) کا گھر ہے ، جو حضرت اسماعیل (علیہ السلام) کے والد محترم ہیں اور حضرت اسماعیل (علیہ السلام) عربوں کے والد اور مسلمانوں کے پیشوا ہیں۔\nاللہ نبی ﷺ کو یوں عزت افزائی فرماتا ہے کہ سا شہر کی قسم اس حال میں اٹھاتا ہے کہ آپ اس میں مقیم ہیں ، مطلب یہ کہ آپ کی یہاں موجودگی کی وجہ سے گویا اس شہر کی عزت واحترام میں اور شرف مقام میں اور عظمت واحتشام میں اضافہ ہوگیا ہے۔ یہ اشارہ اس مقام پر گہرے اثرات کا حامل ہے ، انحالات میں کہ مشرکین اس گھر کی حرمت کو ان دنوں پامال کررہے تھے ، اس شہر میں جہاں نباتات وحیوانات بھی پرامن تھے مسلمانوں کو اذیت دی جاتی تھی۔ حالانکہ یہ گھر محترم تھا اور نبی کریم کی موجودگی کی وجہ سے اور محترم ہوگیا تھا اور جب اللہ نے اس شہر اور اس میں مقیم شخصیت کی وجہ سے قسم اٹھائی تو اس کی حرمت ، عظمت اور مرتبہ میں مزید اضافہ ہوگیا۔ اس لئے مشرکین مکہ کا یہ موقف کہ وہ اس گھر کے خدمت گار ہیں ، اسماعیل (علیہ السلام) کی اولاد سے ہیں ، ابراہیم (علیہ السلام) کے دین پر ہیں ، بالکل غلط ، متضاد اور جھوٹا موقف ہے۔\nیہی وجہ ہے کہ اگلی قسم ۔\nووالد وما ولد (3:90) ” اور قسم ہے باپ کی اولاد کی “۔ میں حضرت ابراہیم (علیہ السلام) اور ان کے بیٹے اسماعیل (علیہ السلام) کی طرف خاص اشارہ ہے اور مکہ کی قسم ، اس میں مقیم نبی آخر الزمان کی قسم اور پھر مکہ کے بانیوں حضرت ابراہیم اور حضرت اسماعیل (علیہ السلام) کی قسم ایک مناسبت رکھتی ہیں ، لیکن اس اشارے اور مناسبت کے باوجود والد اور ولد سے مراد مطلق والد اور مولود بھی ہوسکتے ہیں۔ اور اس صورت میں مفہوم یہ ہوگا کہ اس آیت میں قسم انسانی پیدائش اور انسان کی نشوونما پر کھالی گئی ہے۔ اس طرح یہ قسم تمہید ہوگی۔ سورت کے اصل موضوع کے لئے جو انسان کی حقیقت ہے۔\nاستاد محمد عبدہ نے اس مقام پر ایک خاص تفسیر کی ہے اور ایک لطیف نکتہ بیان کی ہے جو ظلال القرآن کی روح سے مطابقت رکھتا ہے۔ اس لئے ہم سمجھتے ہیں کہ اس کا یہاں نقل کرنا مناسب ہوگا۔ وہ فرماتے ہیں :\nاس کے بعد اللہ نے والد اور مولود کی قسم اٹھائی کہ اس کائنات کے مظاہر میں سے انسانیت کی پیدائش اور نشوونما کا مظہر بہت ہی اہم ہے یعنی نظام تولید اور اس کے اندر جو گہری حکمت پنہاں ہے اور انسان نے حضرت انسان کو کس قدر خوبصورت بنایا۔ پھر یہ کہ والد اور مولود دونوں پیدا ہونے والے کی تکمیل میں کس قدر مشقت اٹھاتے ہیں اور کتنی مشقتوں اور محنتوں سے یہ مولود اپنے مقررہ کمال تک پہنچتا ہے “۔\n” یہی صورت ایک بیج کے اگنے اور نشوونما کے ساتھ تمام ادوار سے گزرنے میں بھی پیش آتی ہے۔ اس بیج اور پودے کو فضا کے عوامل کا مقابلہ کرنا پڑتا ہے اور یہ پودا مشقت کے ساتھ اپنے ماحول سے اپنے لیے مختلف عناصر اخذ کرتا ہے ، یہاں تک کہ وہ آخر کار ایک درخت بن جاتا ہے۔ جس کا ایک تنا اور ٹہنیاں ہوتی ہیں۔ اور پھر یہ درخت اور مکمل پودا مزید بیج پیدا کرتا ہے اور یہ بیج آگے اپنا کردار ادا کرتے ہیں ، اس طرح یہ زمین ان نباتات کی وجہ سے خوبصورت بنتی ہے۔ اگر تم ان سب امور کو ذہن میں رکھو اور پھر اس سے ذرا اوپر حیوانات پر غور کرو ، تو تمہیں معلوم ہوگا کہ والد اور مولود کی حیاتیات میں جو عجوبے ہیں وہ بہت بڑے ہیں ، اور والد اور مولود دونوں اس نشوونما کے عمل میں جن مشقتوں سے گزرتے ہیں اور جس طرح اس ذریعہ سے بقائے نوع کا انتظام کیا جاتا ہے اور ان کے ذریعے جس طرح اس کائنات کے حسن کو دوبالا کیا جاتا ہے ۔ تو اس عمل میں نہایت بلند اور اہم مظاہر قدرت ہیں “۔",
  "ayah": 1,
  "surah": 90
}
