{
  "text": "وبعد أن بين - سبحانه - فى هاتين الآيتين أن اليهود قد جمعوا الخستين ضلال أنفسهم ، ثم محاولتهم تضليل غيرهم ، تركهم مؤقتا فى طغيانهم يعمهون ، ووجه نداء إلى المؤمنين يحذرهم فيه من دسائس اليهود وكيدهم ، وينهاهم عن الركون إليهم ، والاستماع إلى مكرهم فقال - تعالى - : { ياأيها الذين آمنوا إِن تُطِيعُواْ فَرِيقاً مِّنَ الذين أُوتُواْ الكتاب يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ } .والمعنى : إنكم أيها المؤمنون إن استمعتم إلى ما يلقيه بعض أهل الكتاب بينكم من دسائس ولنتم لهم ، لا يكتفون بإيقاع العداوة بينكم كما فى الجاهلية ، بل يتجاوزون ذلك إلى محاولتهم إعادتكم إلى وثنيتكم القديمة وكفركم بالله بعد إيمانكم .وقد خاطب الله المؤمنين بذاته فى هذه الآية بعد أن أمر رسوله صلى الله عليه وسلم بأن يخاطب أهل الكتاب فى الآيتين السابقتين ، إظهارا لجلالة قدرهم ، وأشعارا بأنهم الأحقاء بالمخاطبة من الله - تعالى - .وناداهم بصفة الإيمان لتحريك حرارة العقيدة فى قلوبهم وتوجيه عقولهم إلى ما يستدعيه الإيمان من فطنة ويقظة فالمؤمن ليس خبا ولكن لاخب لا يخدعه .وفى التعبير \" بأن \" فى قوله : { إِن تُطِيعُواْ فَرِيقاً } إشارة إلى أن طاعتهم لليهود ليست متوقعة ، لأن إيمانهم يمنعهم من ذلك .ووصف - سبحانه - الذين يحاولون الوقيعة بين المؤمنين بأنهم فريق من الذين أوتوا الكتاب ، إنصافا لمن لم يفعل ذلك منهم .ونعتهم بأنهم { أُوتُواْ الكتاب } للإشعار بأن تضليلهم ، متعمد وبأن تآمرهم على المؤمنين مقصود ، فهم أهل كتاب وعلم ، ولكنهم استعملوا عملهم فى الشرور والآثام .وقوله : { يَرُدُّوكُم } أصل الرد الصرف والإرجاع ، إلا أنه هنا مستعار لتغير الحال بعد المخالطة فيفيد معنى التصيير كقول الشاعر :فرد شعورهن السود بيضاً ... ورد وجوههن البيض سوداًأى : يصيروكم بعد إيمانكم كافرين : والكاف مفعوله الأول وكافرين مفعوله الثاني .وشبيه بهذه الآية قوله - تعالى - فى آية آخرى : { وَدَّ كَثِيرٌ مِّنْ أَهْلِ الكتاب لَوْ يَرُدُّونَكُم مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِّنْ عِنْدِ أَنْفُسِهِمْ مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الحق } ثم بين القرآن بعد ذلك أنه ما يسوغ للمؤمنين أن يطيعوا هذا الفريق من الذين أوتوا الكتاب ، أو أ ، يكفروا بعد إيمانهم ، أو أن يتفرقوا بعد وحدتهم فقال - تعالى - :",
  "ayah": 100,
  "surah": 3
}
