{
  "text": "ثم حذر الله - تعالى - الناس من أهوال يوم القيامة ، وأمرهم بأن يتسلحوا بالإيمان وبالعمل الصالح حتى ينجوا من عذابه فقال : { يَوْمَ تَبْيَضُّ وُجُوهٌ . . . } .قوله - تعالى - { يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ } : بياض الوجوه وسوادها محمولان على الحقيقة عن جمهور العلماء . وذلك لأن اللفظ حقيقة فيهما ، ولا دليل يوجب ترك هذه الحقيقة فوجب الحمل على ذلك .قال الآلوسى : قال بعضهم يوسم أهل الحق ببياض الوجه وإشراق البشرة تشريفاً لهم وإظهارا لآثار أعمالهم فى ذلك الجمع . ويوسم أهل الباطل بضد ذلك .والظاهر أن الابيضاض والأسوداد يكونان لجميع الجسد إلا أنهما أسندا للوجوه؛ لأن الوجه أول ما يلقاك من الشخص وتراه ، وهو أشرف أعضائه واختلف فى وقت ذلك فقيل : وقت البعث من القبور وقيل وقت قراءة الصحف \" .ويرى بعض العلماء أن بياض الوجوه هنا المراد منه لازمه وهو الفرح والسرور ، كما أن سوادها المراد منه لازمه أيضاً وهو الحون والغم وعليه يكون التعبير القرآنى محمولا على المجاز لا على الحقيقة .قال الفخر الرازى ما ملخصه : وهذا مجاز مشهور قال - تعالى - { وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ } ويقال : لفلان عندى يد بيضاء وتقول العرب لمن نال بغيته وفاز بمطلوبه : ابيض وجهه ومعناه الاستبشار والتهلل . . ويقال من وصل إليه مكروه : أربَدّ وجهه واغبر لونه وتبدلت صورته . . . وعلى هذا فمعنى الآية : أن المؤمن يرد يوم القيامة على ما قدمت يداه ، فإن رأى ما يسره ابيض وجهه بمعنى أنه استبشر بنعم الله وفضله ، وعلى ضد ذلك إذا رأى الكافر أعماله القبيحة محصاة عليه اسود وجهه بمعنى أنه يشتد حزنه وغمه \" .والظرف \" يوم \" فى قوله { يَوْمَ تَبْيَضُّ } إلخ منصوب على أنه مفعول به بفعل محذوف والتقدير : اذكر يوم تبيض وجوه وتسود وجوه والمراد الاعتبار والاتعاظ ويجوز أن يكون العامل فيه قوله { عَظِيمٌ } فى قوله قبل ذلك { وأولئك لَهُمْ عَذَابٌ عَظِيمٌ } . أى أولئك الذين تفرقوا واختلفوا من بعد ما جاءهم البينات لهم عذاب فى هذا اليوم الهائل الشديد الذي تبيض فيه وجوه المؤمنين وتسود فيه وجوه الكافرين والفاسقين .وفى وصف هذا اليوم بأنه تبيض فيه وجوه وتسود فيه وجوه تهويل لأمره . وتعظيم لشأنه وتشويق لما يرد بعد ذلك من تفصيل أصحاب الوجوه المبيضة وأصحاب الوجوه المسودة ، وترغيب للمؤمنين فى الإكثار من التزود بالعمل الصاحل وترهيب للكافرين من التمادى فى كفرهم وضلالهم .والتنكير فى قوله { وُجُوهٌ } للتكثير . أى تبيض وجوه عدد كثير من المؤمنين وتسود وجوه كثيرة للكافرين .وشيبه بهذه الآية قوله - تعالى - { وَيَوْمَ القيامة تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ } وقوله - تعالى - { وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ } قال صاحب الكشاف : \" البياض من النور والسواد من الظلمة .فمن كان من أهل نور الحق وسم ببياض اللون وإسفاره وإشراقه وابيضت صحيفته ، واشرقت ، وسعى النور بين يديه وبيمينه . ومن كان من أهل ظلمة الباطل وسم بسواد اللون وكسوفه وكمده ، واسودت صحيفته وأظلمت وأحاطت به الظلمة من كل جانب . نعوذ بالله وبسعة رحمته من ظلمة الباطل وأهله \" .ثم بين - سبحانه - حال الذين اسودت وجوههم وسوء عاقبتهم فقال : { فَأَمَّا الذين اسودت وُجُوهُهُمْ } بسبب كفرهم وأعمالهم القبيحة فيقال لهم { أَكْفَرْتُمْ بَعْدَ إِيمَانِكُمْ } وحذف هذا القول المقدر والذى هو جواب إما لدلالة الكلام عليه ، ومثله كثير فى القرآن الكريم ، ومن ذلك قوله - تعالى - { وَلَوْ ترى إِذِ المجرمون نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا } أي قائلين ربنا أبصرنا وسمعنا وقوله تعالى - { جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ سَلاَمٌ عَلَيْكُم } أي قائلين لهم : سلام عليكم .والاستفهام في قوله : { أَكْفَرْتُمْ } للتوبيخ والتعجب من حالهم .قال الآلوسى والظاهر من السياق أن هؤلاء هم أهل الكتاب وكفرهم بعد إيمانهم ، هو كفرهم برسول الله صلى الله عليه وسلم بعد الإيمان به قبل مبعثه . وقيل هم جميع الكفار لإعراضهم عما وجب عليهم من الإقرار بالتوحيد حين أشهدهم على أنفسهم { أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى } ويحتمل أن يراد بالإيمان الإيمان بالقوة والفطرة ، وكفر جميع الكفار كان بعد هذا الإيمان؛ لتمكنهم بالنظر الصحيح والدلائل الواضحة والآيات البينة من الإيمان بالله - تعالى - ، وبرسوله صلى الله عليه وسلم \" .وقوله { فَذُوقُواْ العذاب بِمَا كُنْتُمْ تَكْفُرُونَ } أى فادخلوا جهنم وذوقوا مرارة العذاب وآلامه بسبب استمراركم على الكفر وموتكم عليه .والأمر فى قوله { فَذُوقُواْ } للإهانة والإذلال ، وهو من باب الاستعارة فى { فَذُوقُواْ } استعارة تبعية تخييلية . وفى العذاب استعارة مكنية : حيث شبه العذاب بشىء يدرك بحاسة الأكل والذوق تصويراً له بصورة ما يذاق ، وأثبت له الذوق تخييلا - وهو قرينة المكنية .وأل فى العذاب للعهد أى فذوقوا العذاب المعهود الموصوف بالعظم ، والذى سبق أن حذركم الله - تعالى - منه ، ولكنكم لم تعيروا التحذير انتباها ، بل تماديتم فى كفركم وضلالكم حتى أدرككم الموت وأنتم على هذه الحال الشنيعة .",
  "ayah": 106,
  "surah": 3
}
