{
  "text": "قوله - تعالى - { كُنْتُمْ } يصح أن تكون من كان التامة التى بمعنى وجد وهى لا تحتاج إلى خبر فيكون المعنى وجدتم خير أمة أخرجت للناس ، ويكون قوله { خَيْرَ أُمَّةٍ } بمعنى الحال . وبهذا الراى قال جمع من المفسرين .ويصح أن تكون من كان الناقصة التى هى - كما يقول الزمخشرى - عبارة عن وجود الشىء فى زمان ماض على سبيل الإبهام وليس فيه دليل على عدم سابق ولا على انقطاع طارىء فيكون المعنى : قدرتم فى علم الله - تعالى - خير أمة أخرجت للناس .ويجوز أن تكون بمعنى صار . أى تحولتم يا معشر المؤمنين الذين عاصرتم النبى صلى الله عليه وسلم من جاهليتكم إلى أن صرتم خير أمة .وقيل : إن \" كان \" هنا زائدة ، والتقدير : أنتم خير أمة . ورد هذا القول بأن كان لا تزاد فى أول الكلام .والظاهر أن الرأى الأول الذى يقول إن { كُنْتُمْ } هنا من كان التامة هو أقرب الأقوال إلى الصواب \" ويليه الرأى الثاني الذى يرى أصحابه أن \" كنتم \" هنا من \" كان \" الناقصة إلا أنها هنا تدل على تحقق شىء بصفة فى الزمان الماضى من غير دلالة على عدم سابق أو لاحق .والخطاب فى هذه الآية الكريمة بقوله - تعالى - { كُنْتُمْ } للمؤمنين الذين عاصروا النبى صلى الله عليه وسلم ولمن أتى بعدهم واتبع تعاليم الإسلام إلى يوم الدين .ولذا قال ابن كثير : والصحيح أن هذه الآية عامة فى جميع الأمة . كل قرن بحسبه ، وخير قرونهم الذين بعث فيهم رسول الله صلى الله عليه وسلم ثم الذين يلونهم ، كما قال - سبحانه - فى الآية الأخرى { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيداً } وقد وردت أحاديث متعددة فى فضل هذه الأمة الإسلامية ، منها : ما جاء فى مسند الإمام أحمد وفى سنن الترمذى وابن ماجه من رواية حكيم بن معاوية بن حيدة عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - \" أنتم توفون سبعين أمة أنتم خيرها وأكرمها على الله - تعالى - \" .والمعنى : وجدتم يا معشر المسلمين العالمين بتعاليم الإسلام وآدابه وسنته وشريعته خير أمة أخرجت وأظهرت للناس ، من أجل إعلاء كلمة الحق وإزهاق كلمة الباطل ، ونشر الإصلاح والنفع فى الأرض .وقوله { خَيْرَ أُمَّةٍ } خبر كنتم على أنها من كان الناقصة .وجملة { أُخْرِجَتْ } صفة لأمة ، وقوله { لِلنَّاسِ } متعلق بأخرجت ، وحذف الفاعل من { أُخْرِجَتْ } للعلم به أى : خرجها الله - تعالى - لنفع الناس وهداءتهم إلى الصراط المستقيم .فالجملة الكريمة تنوه بشأن الأمة الإسلامية وتعلى من قدرها ، فهل تعى الأمة الإسلامية هذا التنويه من شأنها وذلك لإعلاء من قدرها فتقوم بدورها الذى اختاره الله لها ، وهو نشر كلمة التوحيد فى الأرض واحقاق الحق وإبطال الباطل شكراً لله - تعالى - على جعله إياها خير أمة أخرجت للناس؟؟إن واقع المسلمين الملىء بالضعف والهوان ، والفسوق والعصيان يدمى قلوب المؤمنين الصادقين ، ويحملهم على أن يبلغوا رسالات الله دون أن يخشوا أحدا سواه حتى تكون كلمته هى العليا وكلمة الذين كفروا هى السفلى .ثم بين - سبحانه - الأسباب التى جعلت الأمة الإسلامية خير أمة أخرجت للناس فقال : { تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله } .والمعروف : هو كل قول أو عمل حسنه الشرع ، وأيدته العقول السليمة ، والمنكر بعكسه .والمعنى : وجدتم خير أمة أخرجت للناس ، لانكم تأمرون بالمعروف أى بالقول أو الفعل الجميل المستحسن فى الشرائع والعقول . { وَتَنْهَوْنَ عَنِ المنكر } أى كل قول أو فعل قبيح تستنكره الشرائع ويأباه أهل الإيمان القويم ، والعقل السليم .و { وَتُؤْمِنُونَ } بالله أى تصدقون وتذعنون بأنه لا معبود بحق سواه ، وتخلصون له العبادة والخضوع ، وتطيعونه فى كل ما أمركم به أو نهاكم عنه على لسان رسوله محمد صلى الله عليه وسلم .فأنت ترى أن الخيرية للأمة الإسلامية منوطة بتحقيق اصلين أساسيين :أولهما : الأمر بالمعروف والنهى عن المنكر لأنهما سياج الدين ، ولا يمكن أن يتحقق بنيان أمة على الخير والفضيلة إلا بالقيام بهما ، فهما من الأسباب التى استحق بنو إسرائيل اللعنة من أجل تركهما ، فقد أخرج أبو داود فى سننه عن عبد الله بن مسعود قال : قال رسول الله صلى الله عليه وسلم : \" إن أول ما دخل النقص على بنى إسرائيل أنه كان الرجل يلقى الرجل فيقول له : يا هذا اتق الله ودع ما تصنع فإنه لا يحل له ، ثم يلقاه من الغد على حاله فلا يمنعه ذلك أن يكون أكيله وشربيه وقعيده ، فلما فعلوا ذلك ضرب الله قلوب بعضهم ببعض ثم قال صلى الله عليه وسلم ( لُعِنَ الذين كَفَرُواْ مِن بني إِسْرَائِيلَ على لِسَانِ دَاوُودَ وَعِيسَى ابن مَرْيَمَ ذلك بِمَا عَصَوْا وَّكَانُواْ يَعْتَدُونَ كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ ) ثم قال : \" كلا والله لتأمرن بالمعروف ولتنهون عن المنكر ولتأخذون على يد الظالم ، ولتأطرنه على الحق اطرا - ولتحملنه على اتباع الحق حملا - أو ليضربن الله بقلوب بعضكم على بعض ، ثم ليلعنكم كما لعنهم \" .وثانيهما : الإيمان بالله - تعالى - وبجميع ما أمر الله - تعالى - بالإيمان به .هذان هما الأمران الذان يجب أن يتحققا لتكون هذه الأمة الإسلامية خير أمة أخرجت للناس لأن الأمة التي تهمل الأمر بالمعروف والنهى عن المنكر ولا تؤمن بالله لا يمكن أن تكون خير أمة بل لا توصف بالخيرية قط ، لأنه لا خير إلا فى الفضائل والحق والعدل ، ولا تقوم هذه الأمور إلا مع وجود الإيمان بالله وكثرة الدعاة إلى الخير والناهين عن الشر ، ويكون لدعوتهم آثارها القوية التى تحيا معها الفائل وتزول بها الرذائل .وكأنه - سبحانه - قد أخر \" الإيمان بالله \" عن \" الأمر بالمعروف والنهى عن المنكر \" ليكون كالباعث عليهما لأنه لا يصبر على تكاليفهما ومتاعبهما إلا مؤمن يبتغى وجه الله ويركن فى كفاحه إليه . فهذا الإيمان بالله هو الباعث للآمرين بالمعروف والناهين عن المنكر ، على أن يبلغوا رسالات الله ، دون أن يخشوا أحدا سواه .وقيل : إنما أخر الإيمان على الأمر بالمعروف والنهى عن المنكر مع تقدمه عليهما وجودا ورتبة كما هو الظاهر ، لأن الإيمان مشترك بين جميع الأمم دون الأمر بالمعروف والنهى عن المنكر ، فهما أظهر فى الدلالة على الخيرية للأمة الإسلامية .وجملة { تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر } يجوز أن تكون حالية من ضمير الخطاب فى { كُنْتُمْ } ويجوز أن تكون مستأنفة للتعليل ، وهذا ما ذهب إليه الفخر الرازى ، فقد قال :\" واعلم أن هذا الكلام مستأنف والمقصود منه بيان علة تلك الخيرية ، كما تقول : زيد كريم يطعم الناس ويكسوهم ويقم بما يصلحهم ، وتحقيق الكلام أنه ثبت فى أصول الفقه أن ذكر الحكم مقرونا بالوصف المناسب له يدل على كون ذلك الحكم معللا بذلك الوصف فههنا حكم الله - بثبوت وصف الخيرية لهذه الأمة . ثم ذكر عقيب هذا الحكم هذه الطاعات أعنى الأمر بالمعروف والنهى عن المنكر والإيمان ، فوجب كون تلك الخيرية معللة بهذه العبارات .وقال الإمام ابن كثير - بعد أن ساق بضعة عشر حديثاً فى فضل هذه الأمة : فهذه الأحاديث فى معنى قوله - تعالى - { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله } فمن اتصف من هذه الأمة بهذه الصفات دخل معهم فى هذا المدح ، كما قال قتادة ، بلغنا أن عمر بن الخطاب رأى من الناس دعة فى حجة حجها فقرأ هذه الآية : { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ } ، ثم قال : من سره أن يكون من هذه الأمة فليؤد شرط الله فيها \" ، رواه ابن جرير ومن لم يتصف بذلك أشبه أهل الكتاب الذين ذمهم الله بقوله : { كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ } الآية .وبعد أن مدح - سبحانه - هذه الأمة على هذه الصفات شرع فى ذم أهل الكتاب وتأنيبهم فقال - تعالى - { وَلَوْ آمَنَ أَهْلُ الكتاب } أى بما أنزل على محمد صلى الله عليه وسلم { لَكَانَ خَيْراً لَّهُمْ } أى لكان إيمانهم خيرا لهم فى دنياهم وآخرتهم ولنالوا الخيرية التى ظفرت بها الأمة الإسلامية ولكنهم لم يؤمنوا فامتنع الخير فيهم لامتناع الإيمان الصحيح منهم ، ولإيثارهم الضلالة على الهداية فهذه الجملة الكريمة معطوفة على قوله - تعالى - { كُنْتُمْ خَيْرَ أُمَّةٍ } .. . . ومرتبطة بها .ولم يذكر متعلق { آمَنَ } هنا لأن المراد لو اتصفوا بالإيمان الذى هو لقب وشعار للإيمان بدين الإسلام الذى أتى به محمد صلى الله عليه وسلم ، وهو الذى منه أطلقت صفة الذين آمنوا على المسلمين فصار كالعلم بالغلبة .وقال - سبحانه - { لَكَانَ خَيْراً لَّهُمْ } أى : لو آمنوا لكان إيمانهم خيرا لهم بدون تفصيل لهذه الخيرية لتذهب نفوسهم كل مذهب فى الرجاء والإشفاق .ثم أخبر - سبحانه - بأن قلة من أهل الكتاب اختاروا الإيمان على الكفر فقال - تعالى - { مِّنْهُمُ المؤمنون وَأَكْثَرُهُمُ الفاسقون } .أى : من أهل الكتاب أمة آمنت بالله وصدقت رسوله محمدا صلى الله عليه وسلم واتبعت ما جاء به من الحق وأكثرهم معرضون عن الإيمان بالله وبرسوله صلى الله عليه وسلم وخارجون عن الطريق المستقيم الذى أمرت باتباعه الشرائع والعقول السليمة .فالجملة الكريمة إنصاف للقلة المؤمنة التى آمنت من أهل الكتاب كعبد الله بن سلام وغيره ممن دخل فى الإسلام . وذم لأكثر أهل الكتاب الذين جحدوا الحق . وخرجوا عن الطريق القويم .وقوله { مِّنْهُمُ المؤمنون وَأَكْثَرُهُمُ الفاسقون } جملة مستأنفة استثنافا بيانيا ، فهى جواب للجملة الشرطية التى قبلها . فكأنه قيل : هل منهم من آمن أو كلهم على الكفر؟ فكان الجواب : منهم المؤمنون وأكثرهم الفاسقون .وعبر عن كفرهم بالفسق ، للإشعار بأنهم قد فسقوا فى دينهم أيضا فهم ليسوا عدولا فيه ، وبذلك يكونون قد خرجوا عن الإسلام وعما أوجبته عليهم كتبهم من الإيمان بمحمد صلى الله عليه وسلم .",
  "ayah": 110,
  "surah": 3
}
