{
  "text": "الضمير فى قوله - تعالى - { لَيْسُواْ سَوَآءً } يعود لأهل الكتاب الذين تقدم الحديث عنهم وهو اسم ليس ، وخبرها قوله { سَوَآءً } والجملة مستأنفه للثناء على من يستحق الثناء منهم بعد أن وبخ القرآن من يستحق التوبيخ منهم .قال ابن كثير : والمشهور عند كثير من المفسرين أن هذه الآيات نزلت فيمن آمن من أحبار أهل الكتاب كعبد الله بن سلام وأسد بن عبيد وثعلبة بن شعبة وغيرهم . أى لا يستوى من تقدم ذكرهم بالذم من أهل الكتاب ، وهؤلاء الذين أسلموا ، ولهذا قال - تعالى - { لَيْسُواْ سَوَآءً } أى ليسوا كلهم على حد سواء بل منهم المؤمن ومنهم المجرم .وقوله - تعالى - { مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ } استئناف مبين لكيفية عدم التساوى ومزيل لما فيه من إيهام .أى : ليس أهل الكتاب متساوين فى الكفر وسوء الأخلاق ، بل منهم طائفة قائمة بأمر الله مطيعة لشرعه مستقيمة على طريقته ثابتة على الحق ملازمة له ، لم تتركه كما تركه الأكثرون من أهل الكتاب وضيعوه .فمعنى قائمة : مستقيمة عادلة من قولك أقمت العود فقام بمعنى استقام .أو معناها : ثابتة على التمسك بالدين الحق ، ملازمة له غير مضطربة فى التمسك به ، كما فى قوله - تعالى - { إِلاَّ مَا دُمْتَ عَلَيْهِ قَآئِماً } أى ملازمة لمطالبته بحقك . ومنه قوله - تعالى - { شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم قَآئِمَاً بالقسط } أى ملازما له .والمراد بهذه الطائفة من أهل الكتاب التى وصفها الله - تعالى - بأنها { أُمَّةٌ } قائمة أولئك الذين أسلموا منهم واستقاموا على أمر الله وأطاعوه فى السر والعلن ، كعبد الله بن سلام ، وأصحابه ، والنجاشى ومن آمن معه من النصارى . فهؤلاء قد آمنوا بكل ما يجب الإيمان به ، ولم يفرقوا بين أنبياء الله ورسله ، فمدحهم الله على ذلك وأثنى عليهم .ثم تابع القرآن حديثه عن أوصافهم الكريمة فقال { يَتْلُونَ آيَاتِ الله آنَآءَ الليل وَهُمْ يَسْجُدُونَ } .وقوله { يَتْلُونَ } من التلاوة وهى القراءة ، وأصل الكلمة من الإتباع ، فكأن التلاوة هى اتباع اللفظ اللفظ .والمراد بآيات الله هنا : ما أنزله على رسوله محمد صلى الله عليه وسلم من قرآن .وقوله : { آنَآءَ الليل } أى أوقاته وساعاته . والآناء جمع إنىَ - كمعاً وأمعاء - أو جمع أنىَ - كعصاً - ، أو جمع أنىَ وإنى وإنو . فالهزة فى آناء منقلبة عن ياء كرداء : أو عن واو ككساء .والمراد بالسجود فى قوله : { وَهُمْ يَسْجُدُونَ } الصلاة لأن السجود لا قراءة فيه وإنما فيه التسبيح ، فقد روى مسلم فى صحيحه عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" ألا إنى نهيت أن أقرأ القرآن راكعاً أو ساجداً فأما الركوع فعظموا فيه الرب ، وأما السجود فاجتهدوا فى الدعاء فقمن أن يستجاب لكم \" .والمعنى : ليس أهل الكتاب متساوين فى الاتصاف بما ذكر من القبائح ، بل منهم قوم سلموا منها ، وهم الذين استقاموا على الحق ولزموه ، وأكثروا من تلاوة آيات الله فى صلاتهم التى يتقربون بها إلى الله - تعالى - آناء الليل وأطراف النهار .قال الآلوسى ما ملخصه . والمراد بصلاتهم هذه التهجد - على ما ذهب إليه البعض - . وعلل هذا بأنه أدخل فى المدح وفيه تتيسر لهم التلاوة ، لأنها فى المكتوبة وظيفة الإمام .والذى عليه بعض السلف أنها صلاة العتمة . واستدل عليه بما أخرجه الإمام أحمد والنسائى وابن جرير والطبرانى عن ابن مسعود قال آخر رسول الله صلى الله عليه وسلم ليلة صلاة العشاء ثم خرج إلى المسجد فإذا الناس ينتظرون الصلاة فقال : \" أما إنه لا يصلى هذه الصلاة أحد من أهل الكتاب \" وعبر عن الصلاة بالسجود ، لأنه أدل على كمال الخضوع والصلاة تسمى سجودا وسجدة ، وركوعا وركعة .",
  "ayah": 113,
  "surah": 3
}
