{
  "text": "صم وصفهم - سبحانه - بصفات أخرى كريمة فقال : { يُؤْمِنُونَ بالله } والمراد بهذا الإيمان بجميع ما يجب الإيمان به على الوجه المقبول الذى نطق به الشرع ، وجاء به محمد صلى الله عليه وسلم .{ واليوم الآخر } أى ويؤمنون باليوم الآخر وما فيه من ثواب وعقاب وجنة ونار وقوله : { وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر } إشعار بأنهم لم يكتفوا بتكميل أنفسهم بالفضائل التى من أشرفها الإيمان بالله واليوم الآخر ، والإكثار من إقامة الصلاة ومن تلاوة القرآن ، بل أضافوا إلى ذلك إرشاد غيرهم إلى الخير الذى أمر الله به ، ونهيه عن الباطل الذى يبغضه الله ، وتستنكره العقول السليمة .وقوله - تعالى - { وَيُسَارِعُونَ فِي الخيرات } أى يبادرون إلى فعل الخيرات والطاعات التى ترفع درجاتهم عند الله - بدون تردد أو تقصير .وقال - سبحانه - : { وَيُسَارِعُونَ فِي الخيرات } ولم يقل إلى الخيرات للإشعار بأنهم مستقرون فى كل أعمالهم فى طريق الخير ، فهم ينتقلون من خير إلى خير فى دائرة واحدة هى دائرة الخير ، ينتقلون بين زواياها وأقطارها ولا يخرجون منها . فهم لا ينتقلون مسارعين من شر إلى خير . وإنما ينتقلون مسارعين من خير إلى خير وهذا هو سر التعبير بفى المفيدة للظرفية .والمسارعة فى الخير هى فرط الرغبة فيه ، لأن من رغب في الأمر يسارع فى توليه وفى القيام به ، واختيار صيغة المفاعلة \" يسارعون \" للمبالغة فى سرعة نهوضهم لهذا العمل الجامع لفنون الخير ، وألوان البر .قال صاحب الكشاف . وقوله : { يَتْلُونَ } و { يُؤْمِنُونَ } في محل الرفع صفتان لأمة . أى : قائمة تالون مؤمنون . وصفهم بخصائص ما كانت فى اليهود من تلاوة آيات الله بالليل ساجدين ، ومن الإيمان بالله ، لأن إيمانهم به كلا إيمان ، لاشراكهم به عزيرا ، وكفرهم ببعض الكتب والرسل دون بعض : ومن الإيمان باليوم الآخر ، لأنهم يصفونه بخلاف صفته .ومن الأمر بالمعروف والنهى عن المنكر ، لأنهم كانوا مداهنين . ومن المسارعة فى الخيرات ، لأنهم كانوا متباطئين عنها غير راغبين فيها \" .واسم الإشارة فى قوله : { وأولئك مِنَ الصالحين } يعود إلى الموصوفين بتلك الصفات السابقة من تلاوة الكتاب ومن إيمان بالله واليوم الآخر .أى وأولئك المصوفون بتلك الصفات الجليلة الشأن من جملة الصالحين الذين صلحت أحوالهم عند الله ورضيهم ، واستحقوا ثناءه عليهم .وفى التعبير بقوله : { مِنَ الصالحين } إشارة إلى أنهم بهذه المزايا وتلك الصفات ، قد انسلخوا من عداد أهل الكتاب الذين ذمهم الله - تعالى - ووصفهم بأن أكثرهم من الفاسقين .فهم بسبب إيمانهم وأفعالهم الحميدة قد خرجوا من صفوف المذمومين إلى صفوف الممدوحين .قال الفخر الرازى : وأعلم أن وصفهم بالصلاح فى غياة المدح ، ويدل عليه القرآن والمعقول . أما القرآن ، فهو أن الله - تعالى - مدح بهذا الوصف أكابر الأنبياء ، فقال بعد ذكر إدريس وإسماعيل وذى الكفل وغيرهم { وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِّنَ الصالحين } وذكر حكاية عن سليمان أنه قال : \" وأدخلنى برحمتك فى عبادك الصالحين \" . وأما المعقول ، فهو أن الصلاح ضد الفساد ، وكل ما لا ينبغى أن يكون فهو فساد ، سواء كان ذلك فى العقائد أو فى الأعمال ، فإذا كان كل ما حصل من باب ما ينبغى أن يكون فقد حصل الصلاح ، فكان الصلاح دالا على أكمل الدرجات .",
  "ayah": 114,
  "surah": 3
}
