{
  "text": "المراد بالذين كفروا فى قوله : { إِنَّ الذين كَفَرُواْ } جميع الكفار ، لأن اللفظ عام ، ولا دليل يقتضى تخصيصه بفريق من الكافرين دون فريق . والمراد من الإغناء فى قوله : { لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ مِّنَ الله شَيْئاً } الدفع وسد الحاجة يقال : أغنى فلان فلانا عن هذا الأمر ، إذا كفاه مؤنته ، ورفع عنه ما أثقله منه .أى : إن الذين كفروا بما يجب الإيمان به ، واغتروا بأموالهم وأولادهم فى الدنيا ، لن تدفع عنهم أموالهم ولا أولادهم شيئاً - ولو يسيرا - من عذاب الله الذى سيحيق بهم يوم القيامة بسبب كفرهم وجحودهم .وقد أكد - سبحانه - عدم إغناء أموالهم ولا أولادهم عنهم شيئاً - فى وقت هم فى أشد الحاجة إلى من يعينهم ويدفع عنهم - بحرف \" لن \" المفيد لتأكيد النفى وخص الأموال والأولاد بالذكر ، لأن الكفار كانوا أكثر ما يكونون اغتراراً بالأموال والأولاد ، وقد حكى القرآن غرورهم هذا بأموالهم وأولادهم فى كثير من الآيات ، ومن ذلك قوله - تعالى - : { وَقَالُواْ نَحْنُ أَكْثَرُ أَمْوَالاً وَأَوْلاَداً وَمَا نَحْنُ بِمُعَذَّبِينَ } ولأن من المتعارف عليه بين الناس أن الإنسان يلجأ إلى ماله وولده عند الشدائد ، إذ المال يدفع به الإنسان عن نفسه فى الفداء وما يشبهه من المغارم ، والأولاد يدافعون عن أبيهم لنصرته ممن يعتدى عليه .وكرر حرف النفى مع المعطوف فى قوله : { وَلاَ أَوْلاَدُهُمْ } ، لتأكيد عدم غناء أولادهم عنهم ، ولدفع توهم ما هو متعارف من أن الأولاد لا يقعدون عن الذب عن آبائهم .فالمقصود من الجملة الكريمة نفى الانتفاع بالأموال والأولاد فى حالة اجتماعهما ، وفى حالة انفراد أحدهما عن الآخر ، لأن المال قد يكون أكثر نفعا فى مواضع خاصة ، والأولاد قد يكونون أكثر نفعا من المال فى مواطن أخرى ، فبتكرار النفى تأكد عدم انتفاع الكفار بهذين النوعين فى أية حال من الأحوال .فإن قيل : لقد نص القرآن على أن الكفار لا تغنى عنهم أموالهم ولا أولادهم يوم القيامة ، مع أن المؤمنين كذلك لا تغنى عنهم أموالهم ولا أولادهم فلماذا خص الكافرين بالذكر؟ .فالجواب أن الكافرين هم الذين اغتروا بأموالهم وأولادهم ، وهم الذين اعتقدوا أنهم سينجون من العقاب بسبب ذلك ، أما المؤمنون فإنهم فم يعتقدوا هذا الاعتقاد ، ولم يغتروا بما منحهم الله من نعم ، وإنما اعتقدوا أن الأموال والألواد فتنة ، ولم يعتمدوا فى نجاتهم من عقاب الله يوم القيامة إلى على فضله ورحمته ، وعلى إيمانهم الصادق ، وعملهم الصالح .و { مِّنَ } فى قوله : { مِّنَ الله } ابتدائية ، والجار والمجرور متعلق بتغنى .وقوله : { شَيْئاً } منصوب على أنه مفعلو مطلق أى : لن تغنى عنهم أموالهم ولا أولادهم شيئا من الاغناء والدفع .وتنكير { شَيْئاً } للتقليل .وقوله : { وأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ } تذيل قصد به بيان سوء عاقبتهم ، وما أعد لهم من عذاب شديد .أى وأولئك الكافرون المغترون بأموالهم وأولادهم ، هم أصحاب النار الذين سيلازمونها ويصلون سعيرها ، ولن يصرفهم من عذاب الله أى ناصر من أموال أو أولاد أو غيرهما .وقد أكد - سبحانه - هذا الحكم العادل بعدة مؤكدات منها : التعبير باسم الإشارة المتضمن السلب من كل قوة كانوا يعتزون بها ، ومنها : ذكر مصاحبتهم للنار وخلودهم فيها أى ملازمتهم لها ملازمة أبدية ، ومنها : ما اشتملت عليه الجملة الكريمة من معنى القصر أى أولئك أصحاب النار الذين يلازمونها ولا يخرجون منها إلى غيرها بل هم خالدون فيها .",
  "ayah": 116,
  "surah": 3
}
