{
  "text": "وفي قوله : { والله شَدِيدُ العقاب } إشارة إلى أن شدة العقاب سببها شدة الجريمة وتعليم للناس بأن كل فعل له جزاؤه ، إن خيرا فخير وإن شرا فشر ، وتقرير وتأكيد لمضمون ما قبلها . ثم أنذر الله - تعالى - الكافرين بسوء المصير ، وبشر المؤمنين بحسن العاقبة فقال - تعالى - : { قُلْ لِّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ وَتُحْشَرُونَ إلى جَهَنَّمَ وَبِئْسَ المهاد } .وقد وردت روايات في سبب نزول هذه الآية والتي بعدها . من أشهرها : ما ذكره ابن إسحاق عن عاصم بن عمرو بن قتادة \" أن رسول الله صلى الله عليه وسلم لما أصاب من قريش ما أصاب في غزوة بدر ورجع إلى المدينة جمع اليهود في سوق بني قينقاع وقال : \" يا معشر اليهود احذروا من الله مثل ما نزل بقريش يوم بدر قبل أن ينزل بكم ما نزل بهم ، فقد عرفتم أني نبي مرسل تجدون ذلك في كتابكم وعهد الله إليكم \" فقالوا يا محمد ، لا يغرنك أنك قتلت نفرا من قريش كانوا أغمارا لا علم لهم بالحرب فأصبت فيهم فرصة . إنك والله لو قاتلتنا لعرفت أنا نحن الناس . فأنزل الله - تعالى - { قُلْ لِّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ } إلى قوله - تعالى - { لَعِبْرَةً لأُوْلِي الأبصار } \" والمعنى : قل يا محمد لهؤلاء اليهود وأمثالهم من المشركين الذين يدلون بقوتهم ، ويغترون بأموالهم وأولادهم وعصبيتهم . . قل لهم ستغلبون وتهزمون في الدنيا على أيدى المؤمنين وتحشرون يوم القيامة ثم تساقون إلى نار جهنم لتلقوا فيها مصيركم المؤلم ، { وَبِئْسَ المهاد } أي بئس المكان الذى هيأوه لأنفسهم في الآخرة بسبب سوء فعلهم .والمهاد : المكانل الممهد الذى ينام عليه كالفراش .ولقد أمر الله - تعالى - نبيه صلى الله عليه وسلم أن يتولى الرد عليهم . وأن يواجههم بهذا الخطاب المشتمل على التهديد والوعيد ، لأنهم كانوا يتفاخرون عليه بأموالهم وبقوتهم ، فكان من المناسب أن يتولى صلى الله عليه وسلم الرد عليهم ، وأن يخبرهم بأن النصر سيكون له ولأصحابه ، وأن الدائرة ستدور عليهم .وقوله { سَتُغْلَبُونَ } إخبار عن أمر يحصل في المستقبل ، وقد وقع كما أخبر به الله - تعالى - فقد دارت الدائرة على اليهود من بني قيقناع والنضير وقريظة وغيرهم ، بعد بضع سنوات من الهجرة ، وتم فتح مكة في السنة الثامنة بعد الهجرة .وقوله { وَبِئْسَ المهاد } إما من تمام ما قال لهم ، أو استئناف لتهويل شأن جهنم ، وتفظيع حال أهلها .",
  "ayah": 12,
  "surah": 3
}
