{
  "text": "{ بلى إِن تَصْبِرُواْ وَتَتَّقُواْ } فلم يصبروا ، بل فروا فلم يمدوا بملك واحد . ويبدو من كلام ابن كثير أنه يميل إلى أن هذا الوعد كان يوم بدر ، فقد قال : فالظاهر أن ذلك كان يوم بدر .وهذا ما تسكن إليه النفس : لأن الوعد بنصرة الملائكة للمؤمنين كان يوم بدر لا يوم أحد ، فقد كانوا فى بدر قليلى العدد والعدد ، وكانت غزوة بدر أول معركة حربية كبرى يلتقى فيها المؤمنون بالكافرين ، ولأن سياق الآيات يشعر بأن الله - تعالى - قد ساقها ليستحضر فى أذهان المؤمنين مشهد غزوة بدر وما تم فيها من نصر بسبب صدق إيمانهم ، وطاعتهم لنبيهم صلى الله عليه وسلم حتى لا يعودوا إلى ما حدث من بعضهم فى غزوة أحد من مخالفة للرسول صلى الله عليه وسلم .وعلى هذا الرأى يكون قوله - تعالى - : { إِذْ تَقُولُ لِلْمُؤْمِنِينَ } متعلقا بقوله : { وَلَقَدْ نَصَرَكُمُ } أى : اذكروا أيها المؤمنون أن الله - تعالى - قد نصركم ببدر وأنتم قلة فى العدد والعدة ، وكان رسولكم صلى الله عليه وسلم فى ذلك الوقت يقول لكم على سبيل التثبيت والتقوية : { أَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُمْ بِثَلاَثَةِ آلاَفٍ مِّنَ الملائكة مُنزَلِينَ } أى منزلين من السماء لنصرتكم وتوقيتكم ودحر أعدائكم .أما على الرأى القائل بأن هذا الوعد كان غزوة احد ، فيكون قوله - تعالى - : { إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيكُمْ } إلخ .بدل من قوله - تعالى - قبل ذلك : { وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّىءُ المؤمنين مَقَاعِدَ لِلْقِتَالِ } .قال الآلوسى : \" والهمزة فى قوله : { أَلَنْ يَكْفِيكُمْ } لإنكار ألا يكفيهم ذلك . وأتى بلن لتأكيد النفى ، وفيه إشعار بأنهم كانوا حينئذ كالآيسين من النصر لقلة عددهم وعدتهم . وفى التعبير بعنوان الربوبية مع الإضافة إلى ضمير المخاطبين ما لا يخفى من اللطف وتوقية الإنكار . وقوله : { أَن يُمِدَّكُمْ } فى تأويل المصدر فاعل { يَكْفِيكُمْ } . و { مِّنَ الملائكة } بيان أو صفة لآلاف أو لما أضيف إليه . و { مُنزَلِينَ } صفة لثلاثة آلاف ، وقيل حال من الملاكة \" وقوله - تعالى - : { بلى إِن تَصْبِرُواْ وَتَتَّقُواْ } إما من تتمة مقوله صلى الله عليه وسلم للمؤمنين ، وإما ابتداء خطاب من الله - تعالى - تأييداً لقول نبيه صلى الله علهي وسلم وزيادة على ما وعدهم تكرما وفضلا .وقوله : { بلى } إيجاب لما بعد \" لن \" أى ، بل يكفيكم الإمداد بثلاثة آلاف . ولكنه - سبحانه - يعدكم بأنكم { إِن تَصْبِرُواْ } على قتال أعدائكم وعلى كل ما أمركم الله بالصبر عليه ، وتتقوا . أى وتتقوا الله وتخشوه وتجتنبوا معاصيه { وَيَأْتُوكُمْ مِّن فَوْرِهِمْ هذا } أى ويأتوكم المشركون مسرعين ليحاربوكم ، وقد أعددتم أنفسكم لقتالهم ، إذا فعلتم ذلك .{ يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلاف مِّنَ الملائكة مُسَوِّمِينَ } ، أى يمددكم ربكم بفضله ورعايته لكم بخمسة آلاف من الملائكة معلمين أنفسهم أو خيلهم بعلامات مخصوصة .وقرىء { مُسَوِّمِينَ } - بالفتح - أى معلمين من جهته - تعالى - بعلامات القتال . من التسويم وهو إظهار علامة الشىء .قال صاحب الكشاف : وقوله { مِّن فَوْرِهِمْ هذا } من قولك : قفل من غزوته وخرج من فوره إلى غزوة أخرى ، وجاء فلان ورجع من فوره . ومنه قول أبى حنيفة - رحمه اله - : الأمر على الفور لا على التراخى ، وهو مصدر من فارت القدر إذا غلت ، فاستعير للسرعة ، ثم سميت به الحالة التى لا ريث فيها . فقيل : خرج من فوره كما تقول : خرج من ساعته . والمعنى : أنهم يأتونكم من ساعتهم هذه \" .هذا ، وقد تكلم العلماء هنا عن أمرين يتعلقان بهذه الآياتزأما الأمر الأول فهو : هل أمد الله - تعالى - المؤمنين فى غزوة بدر بهذا العدد الذى ذكر فى هذه الآية؟والجواب على ذلك أن بعض المفسرين يرى أن الله - تعالى - قد أمد المؤمنين فى بدر بخمسة آلاف من الملائكة ، لأنهم صبروا واتقوا وأتاهم المشركون من مكة فوراً حين استنفرهم أبو سفيان لإنقاذ العير ، فكان المدد خمسة آلاف على سبيل التدريج ، أى أمدوا أولا بألف ، ثم صاروا ألفين ، ثم صاروا ثلاثة آلاف ، ثم صاروا خمسة آلاف لا غير ، وإلى هذا الرأى ذهب الحسن وقتادة .وقال الشعبى : إن المدد لم يزد على الألف ، لأن المسلمين كان قد بلغهم أن كرز بن جابر المحاربى يريد أن يمد المشركين بسلاح وجند ، فشق ذلك على المسلمين فأنزل الله - تعالى - : { أَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ } إلى قوله { مُسَوِّمِينَ } فبلغ كرزا الهزيمة فرجع ولم يمدهم ، فلم يمد الله المسلمين بخمسة الآلاف أيضاً . أما ابن جرير فقد اختار أن المسلمين وعدوا بالمدد بعد الألف ، ولا دلالة فى الآية على أنهم أمدوا بما زاد على ذلك ، ولا على أنهم لم يمدوا به ، ولا يثبت شىء من ذلك إلا بنص . فقد قال - رحمه الله - :\" وأولى الأقوال فى ذلك بالصواب أن يقال : إن الله أخبر عن نبيه صلى الله عليه وسلم أنه قال للمؤمنين : { أَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُمْ بِثَلاَثَةِ آلاَفٍ مِّنَ الملائكة } فوعدهم الله بثلاثة آلاف من الملائكة مددا لهم ثم وعدهم بعد الثلاثة الآلاف خمسة آلاف ، إن صبروا لأعدائهم واتقوا الله ، ولا دلالة فى الآية على أنهم أمدوا بالثلاثة آلاف ، ولا بالخمسة الآلاف؛ ولا على أنهم لم يمدوا بهم .وقد يجوز أن يكون الله - تعالى - أمدهم على نحو ما رواه الذين أثبتوا أنه أمدهم ، وقد يجوز أن يكون لم يمدهم ، على نحو الذى ذكره من أنكر ذلك وغير جائز أن يقال فى ذلك قول إلا بخبر توقم الحجة به ، ولا خبر به كذلك فنسلم لأحد الفريقين قوله . غير أن فى القرآن دلالة على أنهم أمدموا يوم بدر بألف . وذلك قوله - تعالى - : { إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فاستجاب لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِّنَ الملائكة مُرْدِفِينَ } أما فى أحد فالدلالة على أنهم لم يمدوا أبين منها فى أنهم أمدوا ، ذلك لأنهم لو أمدوا لم يهزموا ونيل منهم ما نيل منهم \" .والذى نراه أن رأى ابن جرير هو أقرب الآراء إلى الصواب .وأما الأمر الثانى فهو : إذا كان الله - تعالى - قد أمد المؤمنين بالملائكة فى بدر ، فهل كانت وظيفتهم القتال مع المؤمنين أو كانت وظيفتهم تثبيت المؤمنين فقط؟ والجواب على ذلك أن كثيرا من العلماء يرى أن الملائكة قد قاتلت مع المؤمنين .قال القرطبى : تظاهرت الروايات بأن الملائكة حضرت يوم بدر وقاتلت .ومن ذلك قول أبى أسيد مالك بن ربيعة وكان قد شهد بدرا : لو كنت معكم الآن ببدر ومعى بصرى لأريتكم الشعب - أى الطريق فى الجبل - الذى خرجت منه الملائكة ، لا أشك ولا أمترى \" .وفى صحيح مسلم عن ابن عباس قال : بينما رجل من المسلمين يوم بدر يشتد فى أثر رجل من المشركين أمامه ، إذ سمع ضربة بالسوط فوقه وصوت الفارس يقول : \" أقدم حيزوم \" فنظر المسلم إلى المشرك أمامه فإذا هو قد خطم أنفه وشق وجهه .فجاء المسلم إلى رسول الله صلى الله عليه وسلم فحدثه بذلك فقال : صدقت ذلك من مدد السماء الثالثة .ويرى فريق آخر من العلماء أن الملائكة ما قاتلت مع المسلمين يوم بدر ، وإنما أمد الله المؤمنين بالملائكة لتثبيت نفوسهم ، وتقوية قولبهم ، ولتخذيل المشركين ، وإلقاء الرعب فى قلوبهم ، فقد قال - تعالى - { إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ فَثَبِّتُواْ الذين آمَنُواْ سَأُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب فاضربوا فَوْقَ الأعناق واضربوا مِنْهُمْ كُلَّ بَنَانٍ } ويبدو أن الإمام ابن جرير الطبرى كان يميل إلى هذا الرأى فقد قال عند تفسيره لقوله - تعالى - { فَثَبِّتُواْ الذين آمَنُواْ } أى : قووا عزائمهم ، وصححوا نياتهم فى قتال عدوهم من المشركين ، وقيل : كان ذلك بمعونتهم إياهم بقتال أعدائهم \" .وقد حكى الألوسى عن أبى بكر الأصم أنه أنكر قتال الملائكة مع المؤمنين فى بدر وأنه قال : \" إن الملك الواحد يكفى فى إهلاك سائر الأرض كما فعل جبريل بمدائن قوم لوط وأيضا أى فائدة فى إرسال هذا الجمع من الملائكة معه وهو القوى الأمين . وأيضا فإن أكابر الكفار الذين قتلوا فى بدر عرف من قتلهم من المسلمين \" .ولم يرتض الألوسى ما قاله الأصم بل قال فى الرد عليه : ولا يخفى أن هذه الشبه لا يليق إيرادها بقوانين الشريعة ، ولا بمن يعترف بأنه - سبحانه - قادر على ما يشاء فعال لما يريد ، فما كان يليق بالأصم إلا أن يكون أخرص عن ذلك .ثم قال الآلوسى فالواجب التسليم بكل ممكن جاء به النبى صلى الله عليه وسلم وتفويض ذلك وكيفيته إلى - الله - .ونرى من كلام الآلوسلاى أنه يرجح الرأى القائل بأن الملائكة قد قاتلت مع المؤمنين فى غزوة بدر .ونحن لا نرى مانعا من اشتراك الملائكة مع المؤمنين فى بدر لأن النصوص الواردة عن النبى صلى الله عليه وسلم صريحة فى ذلك ، ولسنا مع الذين يضعفون من شأن الأحاديث الصحيحة أو يؤولونها تأويلا لا يتفق مع العقل السليم .ولقد سئل الإمام السبكى : ما الحكمة فى قتال الملائكة مع أن جبريل قادر على أن يدفع الكفار بريشة من جناحه؟فأجاب : بأن ذلك لإرادة أن يكون الفضل للنبى صلى الله عليه وسلم وأصحابه وتكون الملائكة مددا على عادة مدد الجيوش رعاية لصورة الأسباب التى أجراها - سبحانه - فى عباده .",
  "ayah": 125,
  "surah": 3
}
