{
  "text": "وقوله { لَيْسَ لَكَ مِنَ الأمر شَيْءٌ } أى : ليس لك من أمر الناس شىء ، وإنما أمرهم إلى الله وحده ، أما أنت فوظيفتك التبليغ والإرشاد ثم بعد ذلك من شاء فليؤمن ومن شاء فليكفر .وقوله { أَوْ يَتُوبَ عَلَيْهِمْ } . أى مما هم فيه من الكفر فيهديهم إلى الإسلام بعد كفرهم وظلالهم .وقوله { أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ } أى أو يعذبهم فى الدنيا والآخرة على كفرهم واجتراحهم للسيئات ، فإنهم بذلك يكونون مستحقين للعقاب ، وما ظلمهم الله ولكن كانوا أنفسهم يظلمون ، فهم الذين صموا آذانهم عن الحق واستحبوا العمى على الهدى .وعلى هذا يكون قوله - تعالى - { لَيْسَ لَكَ مِنَ الأمر شَيْءٌ } جملة معترضة بين المتعاطفات ويكون تقدير الآيتين هكذا :ولقد نصركم الله ببدر ليهلك طائفة من الذين كفروا بالقتل والأسر ، ا يخزيهم ويغيظهم بالهزيمة ، أو يتوب عليهم إن أسلموا ، أو يعذبهم فى الدنيا والآخرة بسبب ظلمهم ، وليس لك من أمرهم شىء ، إنما أنت رسول ن عند الله - تعالى - مأمور بإنذارهم وجهادهم .وقد رجح هذا الوجه صاحب الكشاف فقال : وقوله : { لَيْسَ لَكَ مِنَ الأمر شَيْءٌ } اعتراض . والمعنى أن الله مالك أمرهم ، فإما أن يهلكهم أو يهزمهم أو يتوب عليهم إن أسلموا أو يعذبهم إن أصروا على الكفر ، وليس لك من أمرهم شىء إنما أنت عبد مبعوث لإنذارهم ومجاهدتهم . .وقيل إن { أَوْ } بمعنى \" إلا أن \" كقولك : لألزمنك أو تقضينى حقى ، على معنى ليس لك من أمرهم شىء إلا أن يتوب عليهم فتفرح بحالهم ، أو يعذبهم فتتشفى منهم .فأنت ترى أن الآيتين الكريمتين قد بينتا أحوال الكافرين فى غزوة بدر أكمل بيان ، لأن فريقاً منهم قد قتلوا فقطع بهم طرف من الكافرين ، وفريقاً كبتوا وذلوا ، وفريقا من الله عليهم بالإسلام فأسلموا ، وفريقاً عذبوا بالموت على الكفر أو عذبوا فى الدنيا بالذل والصغار .و \" أو \" التى جىء بها بين هذه الجمل للتقسيم .هذا ، وقد روى المفسرون فى سبب نزول قوله - تعالى - { لَيْسَ لَكَ مِنَ الأمر شَيْءٌ } روايات منها ما أخرجه مسلم عن أنس \" أن النبى صلى الله عليه وسلم كسرت رباعيته يوم أحد وشج فى وجهه حتى سال الدم على وجهه فقال : كيف يفلح قوم فعلوا هذا بنبهم وهو يدعوهم إلى ربهم - عز وجل - فأنزل الله - تعالى - { لَيْسَ لَكَ مِنَ الأمر شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ } \" .ومنها ما أخرجه البخارى عن أبى هريرة \" أن رسول الله صلى الله عليه وسلم كان إذا أرا أن يدعو على أحد أو يدعو لأحد قنت بعد الركوع فربما قال إذا قال سمع الله لمن حمده : \" اللهم ربنا ولك الحمد . اللهم أنج الوليد بن الوليد . وسلمة بن هشام ، وعياش بن أبى ربيعة ، اللهم اشدد وطأتك على مضر ، واجعلها عليهم سنين كسنى يوسف \" يجهر بذلك . وكان يقول فى بعض صلاته فى صلاة الفجر : اللهم العن فلانا وفلانا \" لأحياء من العرب \" حتى أنزل الله - تعالى - : { لَيْسَ لَكَ مِنَ الأمر شَيْءٌ } \" .",
  "ayah": 128,
  "surah": 3
}
