{
  "text": "ثم أمرهم - سبحانه - بالمبادرة إلى الأعمال الصالحة التى توصلهم إلى مغفرة الله ورضوانه فقال : { وسارعوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السماوات والأرض أُعِدَّتْ لِلْمُتَّقِينَ } .قال الآلوسى : وسبب نزول هذه الآية على ما أخرجه عبد بن حميد وغيره عن عطاء بن أبى رباح : أن المسلمين قالوا : يا رسول الله . بنو إسرائيل كانوا أكرم على الله منا ، كانوا إذا أذنب أحدهم ذنبا أصبحت كفارة ذنبه مكتوبة فى عتبة داره أجدع أنفك ، أجدع أذنك ، افعل كذا وكذا فسكت صلى الله عليه وسلم فنزلت هذه الآيات إلى قوله { والذين إِذَا فَعَلُواْ فَاحِشَةً } الآية فقال النبى صلى الله عليه وسلم ألا أخبركم بخير من ذلكم ثم تلاها عليهم \" .وقوله : { وسارعوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ } من السرعة بمعنى المبادرة إلى الشىء بدون تأخير أو تردد . والكلام على حذف مضاف : أى سارعوا وبادروا إلى ما يوصلكم إلى ما به تظفرون بمغفرة ربكم ورحمته ورضوانه وجنته ، بأن تقوموا بأداء ما كلفكم به من واجبات ، وتنتهوا عما نهاكم عنه من محظورات .ولقد قرأ نافع وابن عامر بغير واو ، وهى قراءة أهل المدينة والشام . والباقون بالواو ، وهى قراءة أهل مكة والعراق .فمن قرأ بالواو ، جعل قوله - تعالى - { وسارعوا } معطوفا على قوله { وَأَطِيعُواْ } أى : أطيعوا الله والرسول وسارعوا إلى مغفرة من ربكم .ومن قرأ بغير واو جعل قوله \" سارعوا \" مستأنفا ، إذ هو بمنزلة البيان أو بدل الاشتمال .و { مِّن } فى قوله { مِّن رَّبِّكُمْ } ابتدائية ، والجار والمجرور متعلق بمحذوف صفة للمغفرة أى مغفرة كائنة من ربكم . .ولقد عظم - سبحانه - بذلك شأن هذه المغفرة التى ينبغى طلبها بإسراع ومبادرة ، بأن جاء بها منكرة ، وبأن وصفها بأنها كائنة منه - سبحانه - هو الذى خلق الخلق بقدرته ، ورباهم برعايته .ووصف - سبحانه - الجنة بأن عرضها السموات والأرض على طريقة التشبيه البليغ ، بدليل التصريح بحرف التشبيه فى قوله - تعالى - { سابقوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السمآء والأرض } قال الفخر الرازى ما ملخصه : وفى معنى أن عرض الجنة مثل عرض السموات والأرض وجوه منها : أن المراد لو جعلت السموات والأرضون طبقا طبقا ، بحيث تكون كل واحدة من تلك الطبقات سطحا مؤلفا من أجزاء لا تتجزأ ، ثم وصل البعض بالبعض طبقا واحدا لكان ذلك مثل عرض الجنة ، وهذا غاية فى السعة لا يعلمها إلا الله .ومنها أن المقصود المبالغة فى وصف السعة للجنة ، وذلك لأنه لا شىء عندنا أعرض منهما ونظيره قوله{ خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض } فإن أطول الأشياء بقاء عندنا هو السموات والأرض ، فخوطبنا على وفق ما عرفناه ، فكذا هنا \" .وخص - سبحانه - العرض بالذكر ، ليكون أبلغ فى الدلالة على عظمها واتساع طولها ، لأنه إذا كان عرضها كذا ، فإن العقل يذهب كل مذهب فى تصور طولها \" لأن العرض فى العادة أقل من الطول . وذلك كقوله - تعالى - فى صفة فرش الجنة { مُتَّكِئِينَ عَلَى فُرُشٍ بَطَآئِنُهَا مِنْ إِسْتَبْرَقٍ } لأنه إذا كانت بطانة الفرش من الحرير فكيف يكون ما فوق البطانة مما تراه الأعين؟ .قال القفال : ليس المراد بالعرض ها هنا ما هو خلاف الطول ، بل هو عبارة عن السعة كما تقول العرب : بلاد عريضى ، ويقال هذه دعوى عريضة أي واسعة عظيمة . والأصل فيه أن ما اتسع عرضه لم يضق ، وما ضاق عرضه دق ، فجعل العرض كناية عن السعة \" .قال ابن كثير : وقد روينا فى مسند الإمام أحمد أن هرقل كتب إلى النبى صلى الله عليه وسلم يقول : \" إنك دعوتنى إلى جنة عرضها السموات والأرض فأين النار؟ فقال النبى صلى الله عليه وسلم : سبحان الله فأين الليل إذا جاء النهار \" .وعن أبى هريرة أن رجلا جاء إلى النبى - صلى الله عليه وسلم - فقال : \" أرايت قوله - تعالى - : { جَنَّةٍ عَرْضُهَا السماوات والأرض } فأين النار قال : أرأيت الليل إذا جاء لبس كل شىء فأين النهار؟ قال : حيث شاء الله قال صلى الله عليه وسلم : \" وكذلك النار تكون حيث شاء الله \" \" .وقوله - تعالى - { أُعِدَّتْ لِلْمُتَّقِينَ } أى هيئت للمتقين الذين صانوا أنفسهم عن محارم الله ، وجعلوا بينهم وبينها وقاية وساترا ، وخافوا مقام ربهم ونهوا أنفسهم عن الهوى .",
  "ayah": 133,
  "surah": 3
}
