{
  "text": "ثم بين - سبحانه - صفات المتقين الذين يصلحون فى الأرض ولا يفسدون ، والذين أعد لهم - سبحانه - جنته فقال - تعالى - { الذين يُنفِقُونَ فِي السَّرَّآءِ والضرآء } أى الذين ينفقون أموالهم ابتغاء مرضاة الله فى جميع أحوالهم ، فهم يبذلونها ابتغاء وجه ربهم فى حال يسرهم وفى حال عسرهم ، وفى حال سرورهم وفى حال حزنهم ، وفى حال صحتهم وفى حال مرضهم ، لا يصرفهم صارف عن إنفاق أموالهم فى وجوه الخير ما داموا قادرين على ذلك .وقوله { الذين يُنفِقُونَ } فى محل جر صفة للمتقين . ويجوز أن يكون فى محل نصب أو رفع على القطع المشعر بالمدح .وقال { يُنفِقُونَ } بالفعل المضارع ، للإشارة بأنهم يتجدد إنفاقهم فى سبيل الله آنا بعد آن بدون انقطاع .وقدم الإنفاق على غيره من صفاتهم لأنه وصف إيجابى يدل على صفاء نفوسهم ، وقوة إخلاصهم ، فإن المال شقيق الروح ، فإذا أنفقواه فى حالتى السراء والضراء كان ذلك دليلا على التزامهم العميق لتعاليم دينهم وطاعة ربهم .وقد مدح الله - تعالى - الذين ينفقون أموالهم فى سبيله فى عشرات الآيات من كتابه ، ومن ذلك قوله - تعالى - : { مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ } أما الصفتان الثانية والثالثة من صفات هؤلاء المتقين فهما قوله تعالى : { والكاظمين الغيظ والعافين عَنِ الناس } .أى سارعوا أيها المؤمنون إلى العمل الصالح الذى يوصلكم إلى جنة عظيمة أعدها الله - تعالى - لمن يبذلون أموالهم فى السراء والضراء ، ولمن يمسكون غيظهم ، ويمتنعون عن إمضائه مع القدرة عليه ، ولمن يغضون عمن أساء إليهم . فالمراد بكظم الغيظ حبسه وإمساكه . يقال : كظم فلان غيظه إذا حبسه ولم يظهره مع قدرته على إيقاعه بمن أغضبه . ويقال : كظم البعير جرته ، إذا ردها وكف عن الاجترار . وكظم القربة : إذا ملأها وشد على فمها ما يمنع من خروج ما فيها .وقد ساق ابن كثير جملة من الأحاديث التى وردت فى فضل كظم الغيظ والعفو عن الناس ومن ذلك ما رواه الشيخان عن أبى هريرة عن النبى صلى الله عليه وسلم أنه قال : \" ليس الشديد بالصرعة ولكن الشديد الذى يملك نفسه عند الغضب \" .وروى الإمام أحمد - بسنده - عن حارثة بن قدامة السعدى أنه سأل رسول الله صلى الله عليه وسلم فقال : \" يا رسول الله : قل لى قولا ينفعنى وأقلل على لعلى أعقله : فقال له : \" لا تغضب \" فأعاد عليه حتى أعاد عليه مرارا كل ذلك يقول : \" لا تغضب \" \" .وعن أبى بن كعب أن رسول الله صلى الله عليه وسلم قال : \" من سره أن يشرف له البنيان وترفع له الدرجات فليعف عن من ظلمه ويعط من حرمه ، ويصل من قطعه \" .وكظم الغيظ والعفو عن الناس هاتان الصفتان إنما تكونان محمودتين عندما تكون الإساءة متعلقة بذات الإنسان ، أما إذا كانت الإساءة متعلقة بالدين بأن انتهك إنسان حرمة من حرمات الله ففى هذه الحالة يجب الغضب من أجل حرمات الله ، ولا يصح العفو عمن انتهك هذه الحرمة .فلقد وصفت السيدة عائشة النبى صلى الله عليه وسلم بأنه كان لا يغضب لنفسه فإذا انتهكت حرمات الله لم يقم لغضبه شىء .وقوله { والله يُحِبُّ المحسنين } تذييل مقرر لمضمون ما قبله .والإحسان معناه الإتقان والإجادة . وأل فى المحسنين إما للجنس أى والله - تعالى - يحب كل محسن فى قوله و عمله ، ويكون هؤلاء الذين ذكر الله صفاتهم داخلين دخولا أوليا .وإما أن تكون للعهد فيكون المعنى : والله - تعالى - يحب هؤلاء المحسنين الذين من صفاتهم أنهم ينفقون أموالهم في كل حال من أحوالهم ، ويكظمون غيظهم ، ويعفون عمن ظلمهم .",
  "ayah": 134,
  "surah": 3
}
