{
  "text": "قال الفخر الرازى ما ملخصه : اعلم أن الله - تعالى - لما وعد على الطاعة والتوبة من المعصية ، الغفران والجنات ، أتبعه بذكر ما يحملهم على فعل الطاعة وعلى التوبة من المعصية . وهو تأمل أحوال القرون الخالية من المطيعين والعاصين فقال : { قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ } .وأصل الخلو فى اللغة : الانفراد . والمكان الخالى هو المنفرد عمن يسكن فيه . ويستعمل أيضا فى الزمان بمعنى المضى : لأن ما مضى انفرد عن الوجود وخلا عنه ، وكذا الأمم الخالية .والسنن جمع سنة وهى الطريقة المستقيمة والمثال المتبع . وفى اشتقاق هذه اللفظة وجوه منها : أنها فعلة من سن الماء يسنه إذا والى صبه . والسن الصب للماء . والعرب شبهت الطريقة المستقيمة بالماء المصبوب ، فإنه لتوالى أجزاء الماء فيه على نهج واحد يكون كالشىء الواحد \" .والمراد بالسنن هنا : وقائع فى الأمم المكذبة ، أجراها الله - تعالى - على حسب عادته ، وهى الإهلاك والدمار بسبب كفرهم وظلمهم وفسوقهم عن أمره .والمعنى : إنه قد مضت وتقررت من قبلكم - أيها المؤمنون - سنن ثابتة ، ونظم محكمة فيما قدره - سبحانه - من نصر وهزيمة ، وعزة وذلة ، وعقاب فى الدنيا وثواب فيها ، فالحق يصارع الباطل ، وينتصر أحدهما على الآخر بما سنه - سبحانه - من سنة فى النصر والهزيمة .وقد جرت سننه - سبحانه - فى خلقه أن يجعل العاقبة للمؤمنين الصادقين ، وأن يملى للكافرين ثم يأخذهم أخذ عزيز مقتدر .فإن كنتم فى شك من ذلك - أيها المؤمنون - { فَسِيرُواْ فِي الأرض فانظروا كَيْفَ كَانَ عَاقِبَةُ المكذبين } .أى : فسيروا فى الأرض متأملين متبصرين ، فسترون الحال السيئة التى انتهى إليها المكذبون من تخريب ديارهم ، وبقايا آثارهم .قالوا : وليس المراد بقوله { فَسِيرُواْ فِي الأرض فانظروا } الأمر بذلك لا محالة ، بل المقصود تعرف أحوالهم ، فإن حصلت هذه المعرفة بغير المسير فى الأرض كان المقصود حاصلا ، ولا يمتنع أن يقال أيضا : إن لمشاهدة آثار المتقدمين أثراً أقوى من أثر السماع كما قال الشاعر :تلك آثارنا تدل علينا ... فانظروا بعدنا إلى الآثاروالتعبير بلفظ كيف الدال على الاستفهام ، المقصود به تصوير حالة هؤلاء المكذبين التى تدعو إلى العجب ، وتثير الاستغراب ، وتغرس الاعتبار والاتعاظ فى قلوب المؤمنين؛ لأن هؤلاء المكذبين . مكن الله لهم فى الأرض ، ومنحهم الكثير من نعمه . ولكنهم لم يشكروه عليها ، فأهلكهم بسبب طغيانهم .فهذه الآية وأشباهها من الآيات ، تدعو الناس إلى الاعتبار بأحوال من سبقوهم . وإلى الاتعاظ بأيام الله ، وبالتاريخ وما فيه من أحداث ، وبالآثار التى تركها السابقون ، فإنها أصدق من رواية الرواة ومن أخبار المخبرين .",
  "ayah": 137,
  "surah": 3
}
