{
  "text": "ثم قال - تعالى - { هذا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ } .والبيان : هو الدلالة التى تفيد إزالة الشبهة بعد أن كانت حاصلة .والهدى : هو الإرشاد إلى ما فيه خير الناس فى الحال والاستقبال .والمواعظة : هى الكلام الذى يفيد الزجر عما لا ينبغى من الأمور الدينية أو الدنيوية .قالوا : فالحاصل أن البيان جنس تحته نوعان :أحدهما : الكلام الهادى إلى ما ينبغى فى الدين وهو الهدى .والثانى : الكلام الزاجر عما لا ينبغى فى الدين وهو الموعظة . فعطفهما على البيان من عطف الخاص على العام .واسم الإشارة يعود إلى ما تقدم هذه الآية الكريمة من أوامر ونواه ، ومن وعد ووعيد ، ومن حض على السير فى الأرض للاعتبار والاتعاظ .أى هذا الذى ذكرناه لكم من وعد ووعيد ، ومن أوامر ونواه ، ومن حض على الاعتبار بأحوال المكذبين ، { بَيَانٌ لِّلنَّاسِ } يكشف لهم الحقائق ويرفع عنهم الالتباس { وَهُدًى } يهديهم إلى ما فيه خيرهم وسعادتهم { وَمَوْعِظَةٌ } أى تخويف نافع { لِّلْمُتَّقِينَ } الذين يعتبرون بالمثلات ، وينتفعون بالعظات .وقيل : إن اسم الإشارة يعود إلى القرآن .أى هذا القرآن بيان للناس وهدى وموعظة للمتقين .وقد رجح ابن جرير الرأى الأول فقال : وأولى القولين فى ذلك عندى بالصواب : قول من قال : قوله { هذا } إشارة إلى ما تقدم هذه الآية من تذكير الله - عز وجل - المؤمنين ، وتعريفهم حدوده ، وحضهم على لزوم طاعته ، والصبر على جهاد أعدائه ، لأن قوله { هذا } إشارة إلى حاضر إما مرئى وإما مسموع وهو فى هذا الموضع لى حاضر مسموع من الآيات المتقدمة ، فمعنى الكلام : هذا الذى أوضحت لكم وعرفتكموه بيان للناس \" .والمراد بالناس جميعهم ، إذ أن ما ساقه الله - تعالى - من دلالات وهدايات وعظات هى للناس كافة ، إلا أن الذين ينتفعون بها هم المتقون ، لأنهم هم الذين أخلصوا قلوبهم لله ، وهم الذين طلبوا الحق وسلكوا طريقه . . .والكلمة الهادية لا يستفيد بها إلا القلب المؤمن المفتوح للهدى ، والعظة البالغة لا ينتفع بها إلا القلب الخاشع المنيب ، والناس فى كل زمان ومكان لا ينقصهم - فى الغالب - العلم بالحق وبالباطل ، وبالهدى والضلال . . . وإنما الذى ينقصهم هو القلب السليم الذى يسارع إلى الحق فيعتنقه ويدافع عنه بإخلاص وإصرار ، ولذا وجدنا القرآن فى هذه الآية - وفى عشرات الآيات غيرها - يصرح بأن المنتفعين بالتذكير هم المتقون فيقول : { هذا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ } .",
  "ayah": 138,
  "surah": 3
}
