{
  "text": "ثم بين - سبحانه - أن الآجال بيد الله وحده . وأنه - سبحانه - قد جعل لكل أجل وقتا محددا لا يعدوه فقال - تعالى - { وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله كِتَاباً مُّؤَجَّلاً } .أى : ما كان الموت حاصلا لنفس من النفوس مطلقا ، لأى سبب من الأسباب ، إلا بمشيئة الله وأمره وإذنه ، فهو - سبحانه - الذى كتب لكل نفس عمرها كتابا مؤقتا بوقت معلوم لا يتقدم ولا يتأخر .المراد بالنفس هنا . جنسها . أى كل نفس لا تموت إلا بإذن الله .والمراد بإذنه - : أمره ومشيئته ، فكل نفس لا تحيا إلا بأمره ، ولا تموت إلا بإذنه .و { كَانَ } نقاصة وقوله { أَنْ تَمُوتَ } في محل رفع اسمها وقوله { لِنَفْسٍ } متعلق بمحذوف وقع خبرا لها . والاستثناء مفرغ من أعم الأحوال والأسباب .أى ما كان لها أن تموت فى حالة من الأحوال أو لسبب من الأسباب إلا مأذونا لها منه - سبحانه - .والباء فى قوله { إِلاَّ بِإِذْنِ الله } للمصاحبة .وقوله { كِتَاباً } مفعول مطلق مؤكد لمضمون الجملة التى قبله ، وعامله مضمر والتقدير : كتب الله ذلك كتابا مؤجلا . أى له أجل معلوم لا يتقدم عنه ولا يتأخر ، وهو آت لا ريب فيه .وقوله { مُّؤَجَّلاً } صفة لقوله { كِتَاباً } .ثم ذم - سبحانه - الذين يؤثرون متاع الدنيا على الآخرة ، فقال : { وَمَن يُرِدْ ثَوَابَ الدنيا نُؤْتِهِ مِنْهَا } أى من يرد بعمله ثواب الدنيا أى جزاءها وثمارها كالأموال والغنائم نؤته منها ما نشاء أن نؤتيه ، ولا يكون له فى الآخرة من نصيب .وهذا تعريض بمن شغلوا بجمع الغنائم عن الجهاد مع رسول الله صلى الله عليه وسلم أو بمن تركوا أماكنهم التى وضعهم فيها رسول الله صلى الله عليه وسلم وسارعوا إلى جمع حطام الدنيا ، فنتج عن ذلك هزيمة المسلمين فى غزوة أحد .ثم مدح - سبحانه - الذين يبتغون بأعمالهم ثواب الآخرة فقال : { وَمَن يُرِدْ ثَوَابَ الآخرة نُؤْتِهِ مِنْهَا } .أى ومن يرد بعمله وجهاده ثواب الآخرة وما ادخره الله فيها لعباده المتقين من أجر جزيل نؤته منها ما نشاء من عطائنا الذين تشتهيه النفوس ، وتقر له العيون .وقوله { وَسَنَجْزِي الشاكرين } تذييل مقرر لمضمون ما قبله ، ووعد من عطاء الله لمن شكره على نعمه ويثبت على شرعه .أى وسنجزى الشاكرين فى دنياهم بما يسعدهم ويرضيهم . وسنجزيهم فى الآخرة بما يشرح صدورهم ، ويدخل البهجة على نفوسهم .فأنت ترى أن الآية الكريمة قد تضمنت تحريض المؤمنين على القتال . وتحذيرهم من الجبن والفرار ، لأن الجبن لا يؤخر الحياة ، كما أن الإقدام لا يؤدى إلى الموت قبل حلول وقته ، فإن أحدا لا يموت قبل أجله ، وإن خاص المهالك واقتحم المعارك .كما تضمنت دعوة المؤمنين إلى الزهد فى متع الحياة الدنيا ، وإلى أن يجعلوا مقصدهم الأكبر فى تحصيل ما ينفعهم فى آخرتهم ، فإن هذا هو المقصد الأسمى ، والمطلب الأعلى : قال - تعالى - { مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ } وإن الذين خالفوا وصية رسول الله صلى الله عليه وسلم تركوا أما كنهم التى أمرهم بالثبات فيها جريا وراء الغنائم ، لم يحصلوا منها شيئا ، بل فقدوها وفقدوا أرواحهم وعزتهم وكرامتهم ، وكان فعلهم هذا من أسباب هزمية المسلمين فى غزوة أحد .كما تضمنت وعداً من الله - تعالى - بأن يزيد الشاكرين من فضله وإحسانه ، وأن يكافئهم على شكرهم إياه بما هم أهل له من نصر وخير وفير .",
  "ayah": 145,
  "surah": 3
}
