{
  "text": "ثم ذكرهم - سبحانه - بعد ذلك بما كان من بعضهم بعد أن اضطربت أحوالهم وجاءهم أعداؤهم من أمامهم ومن خلفهم بسبب ترك معظم الرماة لأماكنهم ، فقال - تعالى - { إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ على أحَدٍ والرسول يَدْعُوكُمْ في أُخْرَاكُمْ } .وقوله : { تُصْعِدُونَ } من الإصعاد وهو الذهاب فى صعيد الأرض والإبعاد فيه .يقال : أصعد فى الأرض إذا أبعد فى الذهاب وأمعن فيه ، فهو الصعد .قال القرطبى : الإصعاد : السير فى مستو من الأرض وبطون الأودية والشعاب .والصعود : الارتفاع على الجبال والدرج .وقوله { إِذْ تُصْعِدُونَ } متعلق بقوله { صَرَفَكُمْ } أو بقوله { لِيَبْتَلِيَكُمْ } أو بمحذوف تقديره اذكروا .أى اذكروا - أيها المؤمنون - وقت أن كنتم مصعدين تهرولون بسرعة فى بطن الوادى بعد أن اختلت صفوفكم - واضطرب جمعكم . وصرتم لا يعرج بعضكم على بعض ولا يتلفت أحدكم إلى غيره من شدة الهرب ، والحال أن رسولكم صلى الله عليه وسلم { يَدْعُوكُمْ في أُخْرَاكُمْ } أى يناديكم فى أخراكم أو فى جماعتكم الأخرى أو من خلفكم يقال .جاء فلان فى آخر الناس وأخراهم إذا جاء خلفهم ، كما يقال : جاء فى أولهم وأولاهم .والمراد أن الرسول صلى الله عليه وسلم كان يدعو المنهزمين إلى الثبات وإلى ترك الفرار من الأعداء وإلى معاودة الهجوم عليهم وهو ثابت لم يتزعزع ومعه نفر من أصحابه .قال ابن جرير لما اشتد المشكرون على المسلمين بأحد فهزموهم ، دخل بعضهم المدينة ، وانطلق بعضهم إلى الجبل فوق الصخرة فقاموا عليها ، فجعل رسول الله صلى الله عليه وسلم يدعو الناس : \" إلىَّ عباد الله \"! فذكر الله صعودهم إلى الجبل ، ثم ذكر دعاء النبى صلى الله عليه وسلم إياهم فقال : { إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ على أحَدٍ والرسول يَدْعُوكُمْ في أُخْرَاكُمْ } .ففى هذه الجملة الكريمة تصوير بديع معجز لحال المسلمين عندما اضطربت صفوفهم فى غزوة أحد ، فهى تصور حالهم وهم مصعدون فى الوادى بدون تمهل أو تثبت ، وتصور حالهم وقد أخذ منهم الدهش مأخذه بحيث أصبح بعضهم لا يلتفت إلى غيره أو يسمع له نداء ، أو يجيب له طلبا وتصور حال النبى صلى الله عليه وسلم وقد ثبت كالطود الأشم بدون اضطراب أو وجل ومعه صفوة من أصحابه وقد أخذ ينادى الفارين بقوله : \" إلى عباد الله ، إلى عباد الله أنا رسول الله ، من يكر فله الجنة \" .وقوله - تعالى - { فَأَثَابَكُمْ غَمّاًً بِغَمٍّ لِّكَيْلاَ تَحْزَنُواْ على مَا فَاتَكُمْ وَلاَ مَآ أَصَابَكُمْ } .بيان للنتيجة التى ترتبت على هذا الاضطراب وهو معطوف على قوله { صَرَفَكُمْ } أو على قوله { تُصْعِدُونَ وَلاَ تَلْوُونَ } ولا يضر كونهما مضارعين فى اللفظ لأن إذ المضافة إليهما صيرتهما ماضيين فى المعنى .وأصل الإثابة إعطاء الثواب ، وهو شىء يكون جزاء على عطاء أو فعل ولفظ الثواب لا يستعمل فى الأعم الأغلب إلا في الخير ، والمراد به هنا العقوبة التى نزلت بهم . وسميت العقوبة التى نزلت بهم ثوابا على سبيل الاستعارة التهكمية كما فى قوله { فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ } ويجوز أن يكون اللفظ مستعملا فى حقيقته ، لأن لفظ الثواب فى أصل اللغة معناه ما يعود على الفاعل من جزاء فعله ، سواء أكان خيراً أو شراً .قال القرطبى : قوله - تعالى - { فَأَثَابَكُمْ غَمّاًً بِغَمٍّ } الغم فى اللغة التغطية . يقال : غممت الشىء أى غطيته . ويوم غم وليلة غمة إذا كانا مظلمين .قال مجاهد وقتادة وغيرهما ، والغم الأول القتل والجراح والغم الثانى الإرجاف بمقتل النبى صلى الله عليه وسلم وقيل الغم الأول ما فاتهم من الظفر والغنيمة والثانى : استعلاء المشركين عليهم . وعند ذلك قال النبى صلى الله عليه وسلم\" اللهم لا يعان علينا \" .والباء فى { بِغَمٍّ } على هذا بمعنى على . وقيل هى على بابها والمعنى أنهم غموا النبى صلى الله عليه وسلم بمخالفتهم إياه فأثابهم بذلك غمهم بمن أصيب منهم \" .ويجوز أن يكون الكلام لمجرد التكثير أى جازاكم بغموم وأحزان كثيرة متصل بعضها ببعض بأن منع عنكم نصره وحرمكم الغنيمة وأصابتكم الجراح الكثيرة وأشيع بينكم أن نبيكم قد قتل . . وكل ذلك بسبب أنكم خالفتم وصية نبيكم صلى الله عليه وسلم وتغلب حب الدنيا وشهواتها على قلوب بعضكم فلم تخلصوا لله الجهاد فأصابكم ما أصابكم .وقوله { لِّكَيْلاَ تَحْزَنُواْ على مَا فَاتَكُمْ وَلاَ مَآ أَصَابَكُمْ } تعليل لقوله { وَلَقَدْ عَفَا عَنْكُمْ } أى : ولقد عفا الله - تعالى - عنكم لئلا تحزنوا على ما فاتكم من غنائم ونصر ، ولا على ما أصابكم من جراح وآلام ، فإن عفو الله - تعالى - يذهب كل حزن ويمسح كل ألم .وير صاحب الكشاف أن معنى \" لكى لا تحزنوا \" لتتمرنوا على تجرع الغموم فلا تحزنوا فيما بعد على فائت من المنافع ، ولا على مصيب من المضار .ثم قال : ويجوز أن يكون الضمير فى { فَأَثَابَكُمْ } للرسول . أى : فآساكم فى الاغتمام - أى فصار أسوتكم - لأنه كما غمكم ما نزل به من كسر الرباعية والشجة وغيرها فقد غمه ما نزل بكم . فأثابكم غما اغتمه لأجلكم بسبب غم اغتممتموه لأجله ولم يثربكم على عصيانكم ومخالفتكم لأمره ، وإنما فعل ذلك ليسليكم وينفس عنكم لئلا تحزنوا على ما فاتكم من نصر الله ولا على ما أصابكم من غلبة العدو \" .ثم ختم - سبحانه - الآية بقوله { والله خَبِيرٌ بِمَا تَعْمَلُونَ } أى : والله - تعالى - عليم بأعمالكم ونياتكم علما كاملا ، وخير بما انطوت عليه نفوسكم فهو - سبحانه - لا تخفى عليه خافية مهما صغرت ، فاتقوه وراقبوه واتبعوا ما كلفكم به لتنالوا الفوز والسادة .",
  "ayah": 153,
  "surah": 3
}
