{
  "text": "{ إِنَّ الذين تَوَلَّوْاْ مِنكُمْ يَوْمَ التقى الجمعان إِنَّمَا استزلهم الشيطان بِبَعْضِ مَا كَسَبُواْ وَلَقَدْ عَفَا الله عَنْهُمْ إِنَّ الله غَفُورٌ حَلِيمٌ } .وقوله { تَوَلَّوْاْ } من التولى ويستعمل هذا اللفظ بمعنى الإقبال وبمعنى الإدبار فإن كان متعديا بنفسه كان بمعنى الإقبال كما فى قوله - تعالى - { وَمَن يَتَوَلَّ الله وَرَسُولَهُ والذين آمَنُواْ } وإذا كان متعديا بعن أو غير متعد أصلا كان بمعنى الإعراض كما فى الآية التى معنا .والتولى الذى وقع فيه من ذكرهم الله - تعالى - فى الآية التى معنا يتناول الرماة الذين تركوا أماكنهم التى أمرهم الرسول صلى الله عليه وسلم بالبقاء فيها لحماية ظهور المسلمين كما يتناول الذين لم يثبتوا بجانب النبى صلى الله عليه وسلم بل فروا إلى الجبل أو إلى غيره عندما اضطربت الصفوف .ولقد حكى لنا التاريخ أن هناك جماعة من المسلمين ثبتت إلى جانب النبى صلى الله عليه وسلم بدون وهن أو ضعف وقد أصيب ممن كان حوله أكثر من ثلاثين ، وكلهم يفتدى النبى صلى الله عليه وسلم بنفسه ويقول : وجهى لوجهم الفداء ونفسى لنفسك الفداء . وعليك السلام غير مودع .ومعنى { استزلهم الشيطان } طلب لهم الزلل والخطيئة ، أو حملهم عليها بوسوسته لهم : أن يخالفوا أمر رسول الله صلى الله عليه وسلم لهم بالثبات فى مواقفهم التى عينها لهم ، فكانت مخالفتهم لرسولهم وقائدهم طاعة للشيطان . فحرمهم الله تأييده وتقوية قلوبهم .قال الراغب : استزله إذا تحرى زلته ، وقوله - تعالى - { إِنَّمَا استزلهم الشيطان بِبَعْضِ مَا كَسَبُواْ } أى استجرهم الشيطان حتى زلوا ، فإن الخطيئة الصغيرة إذا ترخص الإنسان فيها تصير مسهلة لسبيل الشيطان على نفسه ، والزلة فى الأصل : استرسال الرجل من غير قصد \" .والمراد بالزلة هنا ما حدث منهم من مخالفة الرسول صلى الله عليه وسلم وقد ترتب عليها هزيمتهم .والمعنى : إن الذين تولوا منكم - يا معشر المؤمنين - عن القتال أو تركوا أماكنهم فلم يثبتوا فيها طلبا للغنيمة يوم التقيتم بالمشركين فى معركة أحد؛ { إِنَّمَا استزلهم الشيطان } أى طلب منهم الزلل والمعصية ، ودعاهم إليها بمكر منه وكان ذلك { بِبَعْضِ مَا كَسَبُواْ } أى بسبب بعض ما اكتسبوه من ذنوب ، لأن نفوسهم لم تتجه بكليتها إلى الله فترتب على ذلك أن منعوا النصر والتأييد وقوة القلب والثبات .قال ابن القيم : \" كانت أعمالهم جنداً عليهم ازداد بها عدوهم قوة . فإن الأعمال جند للعبد وجند عليه ولا بد للعبد فى كل وقت من سرية ن نفسه تهزمه أو تنصره . فهو يمد عدوه بأعماله من حيث يظن أنه يقاتل بها ، ويبعث إليه سرية تغزوه مع عدوه من حيث يظن أنه يغزو عدوه .فأعمال العبد تسوقه قسراً إلى مقتضاها من الخير والشر والعبد لا يشعر أو يشعر ويتعامى .ففرار الإنسان من عدوه وهو يطيقه إنما هو بجند من عمله بعثه له الشيطان واستزله به \" .ثم أخبر - سبحانه - أنه قد عفا عن هؤلاء الزالين ، حتى تكون أمامهم الفرصة لتطهير نفوسهم . وبعثها على التوبة الصادقة والإخلاص لله رب العالمين ، فقال - تعالى - { وَلَقَدْ عَفَا الله عَنْهُمْ إِنَّ الله غَفُورٌ حَلِيمٌ } .أى : ولقد عفا - سبحانه - عنهم لصدق توبتهم وندمهم على ما فرط منهم ، لأن فرارهم لم يكن عن نفاق ، بل كان عارضا عرض لهم عندما اضطربت الصفوف واختلطت الأصوات ثم عادوا إلى صفوف الثابتين من المؤمنين ليكونوا معهم فى قتال أعدائهم .ولقد أكد الله - تعالى - هذا العلو بلام التأكيد وبقد المفيدة للتحقيق ، وبرصفه - سبحانه - لذته بالمغفرة فإن هذا الوصف يؤكد أن العفو شأن من شئونه ، وبوصفه - سبحانه - لذاته بالحلم ، فإن هذا الوصف يفيد أنه لا يعاجل عابده بالعقاب ، بل إن ما أصابهم من مصائب فهو بسبب ما اقترفوه من ذنوب ويعفو - سبحانه - عن كثير .وصدق الله إذ يقول : { وَلَوْ يُؤَاخِذُ الله الناس بِمَا كَسَبُواْ مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ } وقد أكد - سبحانه - شان هذا العفو لتذهب عن نفوس هؤلاء الذين استزلهم الشيطان حيرتها ولتتخلع عن الماضى ، ولتستقبل الحاضر والمستقبل بقلوب عامرة بالإيمان ، وبنفوس متغلبة على أهوائها مطيعة لتعاليم دينها .وبذلك نرى الآية الكريمة قد بينت للمؤمنين بعض الأسباب الظاهرة والخفية لما أصابهم فى أحد ، وفتحت لهم باب التوبة لتطهير أنفسهم ، وأخبرتهم بعفو الله عنهم ، وفى ذلك ما فيه من عظات وعبر لمن كان له قلب أو ألقى السمع وهو شهيد .وبعد هذا الحديث الحكيم عن أحداث معركة أحد ، وعما تم للمسلمين فى أولها من نصر ، ثم عما جرى لهم بعد ذلك من اضطراب وتفرق بسبب مخالفة بعضهم لوصايا نبيهم صلى الله عليه وسلم .بعد كل ذلك وجه القرآن نداء إلى المؤمنين نهاهم عن التشبه بالكافرين وعن الاستماع إلى أباطيلهم وحضهم فيه على مواصلة الجهاد فى سبيل الله ، حتى تكون كلمة الله هى العليا وأخبرهم بأن الآجال بيد الله ، وأن موتهم من أجل الدفاع عن الحق أشرف لهم من الحياة الذليلة .",
  "ayah": 155,
  "surah": 3
}
