{
  "text": "الخطاب فى قوله - تعالى - { فَبِمَا رَحْمَةٍ مِّنَ الله لِنتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ } . . . الخ للنبى صلى الله عليه وسلم .والفاء لترتيب الكلام على ما ينبىء عنه السياق من استحقاق الفارين والمخالفين للملامة والتعنيف منه . صلى الله عليه وسلم بمقتضى الجبلة البشرية .والباء هنا للسببية ، و \" ما \" مزيدة للتأكيد ولتقوية معنى الرحمة \" لنت \" من لان يلين لينا وليانا بمعنى الرفق وسعة الخلق و \" الفظ \" الغليظ الجافى فى المعاشرة قولا وفعلا .وأصل الفظ - كما يقول الراغب - ماء الكرش وهو مكروه شربه بمقتضى الطبع ولا يشرب إلى فى أشد حالات الضرورة .وغلظ القلب عبارة عن قسوته وقلة تأثره من الغلظة ضد الرقة ، وتنشا عن هذه الغلظة الفظاظة والجفاء .والمعنى : فبسبب رحمة عظيمة فياضة منحك الله إياها يا محمد كنت لينا مع أتباعك فى كل أحوالك ، ولكن بدون إفراط أو تفريط ، فقد وقفت من أخطائهم التى وقعوا فيها فى غزوة أحد موقف القائد الحكيم الملهم فلم تعنفهم على ما وقع منهم وأنت تراهم قد استغرقهم الحزن والهم . . بل كنت لينا رفيقا معهم .وهكذا القائد الحكيم لا يكثر من لوم جنده على أخطائهم الماضية ، لأن كثرة اللوم والتعنيف قد تولد اليأس ، وإنما يتلفت إلى الماضى ليأخذ منه العبرة والعظة لحاضره ومستقبله ويغرس فى نفوس الذين معه ما يحفز همتهم ويشحذ عزيمتهم ويجعلهم ينظرون إلى حاضرهم ومستقبلهم بثقة واطمئنان وبصيرة مستنيرة .وإن الشدة فى غير موضعها تفرق ولا تجمع وتضعف ولا تقوى ، وذا قال - تعالى - { وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ } .أى ولو كنت - يا محمد - كريه الخلق ، حشن الجانب ، جافيا فى أقوالك وأفعالك ، قاسى القلب لا تتأثر لما يصيب أصحابك . . . ولو كنت كذلك { لاَنْفَضُّواْ مِنْ حَوْلِكَ } أى لتفرقوا عنك ونفروا منك ولم يسكنوا إليك .فالجملة الكريمة تنفى عن الرسول صلى الله عليه وسلم أن يكون فظا أو غليظا ، لأن \" لو \" تدل على نفى الجواب لنفى الشرط . أى أنك لست - يا محمد - فظا ولا غليظ القلب ولذلك التف أصحابك من حولك يفتدونك بأرواحهم وبكل مرتخص وغال ، ويحبونك حبا يفوق حبهم لأنفسهم ولأولادهم ولآبائهم ولأحب الأشياء إليهم .وقال - سبحانه - { وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب } لينفى عنه صلى الله عليه وسلم القسوة والغلظة فى الظاهر والباطن : إذ القسوة الظاهرية تبدو أكثر ما تبدو فى الفظاظة التى هى خشونة الجانب ، وجفاء الطبع ، والقسوة الباطنية تكون بسبب يبوسة القلب ، وغلظ النفس وعدم تأثرها بما يصيب غيرها .والرسول صلى الله عليه وسلم كان مبرأ من كل ذلك ، ويكفى أن الله - تعالى - قد قال فى وصفه : { لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءُوفٌ رَّحِيمٌ } وقال عبد الله بن عمرو بن العاص : إنى أرى صفة رسول الله صلى الله عليه وسلم فى الكتب المتقدمكة . إنه ليس بفظ ، ولا غليظ ولا صخاب فى الأسواق ، ولا يجزى بالسيئة السيئة ولكن يعفو ويصفح .ولقد كان من أخلاقه صلى الله عليه وسلم مداراة الناس إلا أن يكون فى المداراة حق مضيع فعن عائشة رضى الله عنها ، قالت : \" قال رسول الله صلى الله عليه وسلم : إن الله أمرنى بمداراة الناس كما أمرنى بإقامة الفرائض \" .ثم أمر الله تعالى ، بما يترتب على الرفق والبشاشة فقال : { فاعف عَنْهُمْ واستغفر لَهُمْ وَشَاوِرْهُمْ فِي الأمر } .فالفاء هنا تفيد ترتيب ما بعدها على ما قبلها ، أى أنه يترتب على لين جانبك مع أصحابك ، ورحمتك بهم ، أن تعفو عنهم فيما وقعوا فيه من أخطاء تتعلق بشخصك أو ما وقعوا فيه من مخالفات أدت إلى هزيمتهم فى أحد ، فقد كانت زلة منهم وقد أدبهم الله عليها .وأن تلتمس من الله تعالى ، أن يغفر لهم ما فرط منهم ، إذ فى إظهارك ذلك لهم تأكيد لعفوك عنهم ، وتشجيع لهم على الطاعة والاستجابة لأمرك . وأن تشاورهم فى الأمر أى فى أمر الحرب ونحوه مما تجرى فيه المشاورة فى العادة من الأمور التى تهم الأمة .وقد جاءت هذه الأوامر للنبى صلى الله عليه وسلم ، على أحسن نسق ، وأحكم ترتيب ، لأن الله تعالى أمره أولاً بالعفو عنهم فيما يتعلق بخاصة نفسه ، فإذا ما انتهوا إلى هذا المقام ، أمره بأن يستغفر لهم ما بينهم وبين الله تعالى ، لتنزاح عنهم التبعات ، فإذا صاروا إلى هذه الدرجة ، أمره بأ يشاورهم فى الأمر لأنهم قد أصبحوا أهلا لهذه المشاورة .ولقد تكلم العلماء كلاما طويلا عن حكم المشورة وعن معناها ، وعن فوائدها ، فقد قال القرطبى ما ملخصه : والاستشارة مأخوذة من قول العرب : شُرْتُ الدابة وشَوَّرتها ، إذا عملت خبرها وحالها يجرى أو غيره . . وقد يكون من قولهم : شُرْتُ العسل واشْتَرتُه ، إذا أخذته من موضعه .ثم قال : واختلف أهل التأويل فى المعنى الذى أمر الله نبيه صلى الله عليه وسلم أن يشاور فيه أصحابه فقالت طائفة : ذلك فى مكائد الحروب ، وعند لقاء العدو ، تطييبا لنفوسهم ورفعاً لأقدارهم وإن كان الله - تعالى - قد أغناه عن رأيهم بوحيه .وقال آخرون : ذلك فيما لم يأته فيه وحى . فقد قال الحسن : ما أمر الله - تعالى - نبيه بالمشاورة لحاجة منه إلى رأيهم ، وإنما أراد أن يعلمهم ما فى المشاورة من الفضل وليقتدى به أمته من بعده .ثم قال : والشورى من قواعد الشريعة ، وعزائم الأحكام ، والذى لا يستشير أهل العلم والدين - والخبرة - فعزله واجب وهذا لا خلاف فيه .وقد استشار النبى صلى الله عليه وسلم أصحابه فى كثير من الأمور ، وقال \" المستشار مؤتمن \" وقال \" ما ندم من استشار ولا خاب من استخار \" وقال : \" ما شقى قط عبد بمشورة وما سعد باستغناء رأى \" .وقال البخارى : \" وكانت الأمة بعد النبى صلى الله عليه وسلم يستشيرون الأمناء من أهل العلم فى الأمور المباحة ليأخذوا بأسهلها \" .وقال الفخر الرازى ما ملخصه : \" اتفقوا على أن كل ما نزل فيه وحى من عند الله لم يجز للرسول صلى الله عليه وسلم أن يشاور فيه الأمة ، لأنه إذا جاء النص بطل الرأى والقياس ، فأما مالا نص فيه فهل تجوز المشاورة فيه فى جميع الأشياء أولا؟قال بعضهم : هذا الأمر مخصوص بالمشاورة فى الحروب ، لأن الألف واللام فى لفظ \" الأمر \" تعود على المعهود السابق وهو ما يتعلق بالحروب - إذ الكلام فى غزوة أحد - .وقال آخرون : اللفظ عام خص منه ما نزل فيه وحى فتبقى حجته فى الباقى وظاهر الأمر فى قوله { وَشَاوِرْهُمْ } للوجوب وحمله الشافعى على الندب . .والحق أن الشورى أصل من أصول الحكم فى الإسلام ، وقد استشار النبى صلى الله عليه وسلم أصحابه فى غزوات بدر وأحد والأحزاب وفى غير ذلك من الأمور التى تتعلق بمصالح المسلمين ، وسار على هذا المنهج السلف الصالح من هذه الأمة .ولقد كان عمر بن الخطاب - رضى الله عنه - يكتب لعماله يأمرهم بالتشاور وبتمثل لهم فى كتبه بقول الشاعر :خليلى ليس الرأى فى صدر واحد ... أشيرا على بالذى تريانوقد تمدح الحكماء والشعراء بفضيلة الشورى وما يترتب عليها من خير ومنفعة ومن ذلك قول بشار بن برد :إذا بلغ الرأى المشورة فاستعن ... برأى نصيح أو نصيحة حازمولا تحسب الشورى عليك غضاضه ... فإن الخوافى قوة للقوادموالحكام العقلاء المنصفون المتحرون للحق والعدل هم الذين يقيمون حكمهم على مبدأ الشورى ولا يعادى الشورى من الحكام إلا أحد اثنين :إما رجل قد أصيب بداء الغرور والتعالى ، فهو يتوهم أن قوله هو الحق الذى لا يخالطه باطل ، وأنه ليس محتاجا إلى مشورة غيره وإما رجل ظالم مستبد مجانب للحق ، فهو ينفذ ما يريده بدون مشورة أحد لأنه يخشى إذا استشار غيره أن يطلع الناس على ظلمه وجوره وفجوره .هذا ومتى تمت المشورة على أحسن الوجوه وأصلحها واستقرت الأمور على وجه معين ، فعلى العاقل أن يمضى على ما استقر عليه الرأى بدون تردد أو تخاذل ، ولذا قال - سبحانه - { فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى الله إِنَّ الله يُحِبُّ المتوكلين } .أى فإذا عقدت نيتك على إتمام الأمر وإمضائه بعد المشاورة السليمة وبعد أن تبين لك وجه السداد فيما يجب أن تسلكه فبادر بتنفيذ ما عقدت العزم على تنفيذه ، و { تَوَكَّلْ عَلَى الله } أى اعتمد عليه فى الوصول إلى غايتك ، فإن الله - تعالى - يحب المعتمدين عليه ، المفوضين أمورهم إليه مع مباشرة الأسباب التى شرعها لهم لكى يصلوا إلى مطلوبهم .فالجملة الكريمة تأمر النبى صلى الله عليه وسلم وتأمر كل من يتأتى له الخطاب بأن يبذل أقصى جهده لمعرفة ما هو صواب بأن يستشير أهل الخبرة كل فى مجال تخصصه فإذا ما استقر رأيه على وجهة نظر معينة - بعد أن درسها دراسة فاحصة واستشار العقلاء الأمناء فيها - فعليه أن يبادر إلى تنفيذها بدون تردد فإن التردد يضيع الأوقات والتأخر كثيرا ما يحول الحسنات إلى سيئات وعليه مع حسن الاستعداد أن يكون معتمدا على الله ، مظهرا العجز أمام قدرته - سبحانه - لأنه هو الخالق للأسباب والمسببات وهو القادر على تغييرها .وكم من أناس اعتمدوا على قوتهم وحدها ، أو على مباشرتهم للأسباب وحدها دون أن يجعلوا للاعتماد على الله مكانا فى نفوسهم ، فكانت نتيجتهم الفشل والخذلان وكانت الهزيمة المنكرة المرة التى اكتسبوها بسبب غرورهم وفجورهم وفسوقهم عن أمر الله . ورحم الله القائل :إذا لم يكن عون من الله للفتى ... فأول ما يجنى عليه اجتهاده",
  "ayah": 159,
  "surah": 3
}
