{
  "text": "ثم نهى - سبحانه - عن الغلول ونزه النبى صلى الله عليه وسلم عن ذلك فقال - تعالى - { وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ القيامة } وقوله { يَغُلَّ } من الغلول وهو الأخذ من الغنيمة خفية قبل قسمتها . يقال : غل فلان شيئاً من المغنم يغل غلولا إذا أخذه خفية . ويقال : أغل الجازر أو السالخ إذا أبقى فى الجلد شيئا من اللحم على طريق الخفية .وأصله من الغلل وهو دخول الماء فى خلل الشجر خفية . والغل : الحقد الكامن فى الصدر وسميت هذه الخيانة غلولا ، لأنها تجرى فى المال على خفاء من وجه لا يحل .والمعنى : ما صح ولا استقام لنبى من الأنبياء أن يخون فى المغنم ، لأن الخيانة تتنافى مع مقام النبوة الذى هو أشرف المقامات { وَمَن يَغْلُلْ } أى ومن يرتكب شيئاً من ذلك ، { يَأْتِ بِمَا غَلَّ يَوْمَ القيامة } أى يأت بما غله يوم القيامة حاملا إياه ليكون فضيحة له يوم الحشر ، ليؤخذ بإثم غلوله وخيانته .وقد روى المفسرون فى سبب نزول هذه الآية روايات منها ما أخرجه أبو داود والترمذى عن ابن عباس قال : \" نزلت هذه الآية \" { وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ } فى قطيفة حمراء فقدت يوم بدر . فقال بعض الناس : لعل رسول الله - صلى الله عليه وسلم - أخذها ، وأكثروا فى ذلك فأنزل الله الآية \" .وأخرج ابن مردويه عن ابن عباس أيضاً أن المنافقين اتهموا رسول الله صلى الله عليه وسلم بشىء فُقِد ، فأنزل الله - تعالى - { وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ } .قال ابن كثير - بعد أن ساق هاتين الروايتين - وهذا تنزيه له صلى الله عليه وسلم من جميع وجوه الخيانة فى أداء الأمانة وقسمة الغنيمة وغير ذلك .وفى ورود هذه الآية الكريمة فى سياق الحديث عن غزوة أحد ، حكمة عظيمة ، وتأديب من الله للمؤمنين ، وتحذير لهم من الغلول ، ذلك أن الرماة الذين تركوا أماكنهم مخالفين أمر رسول الله صلى الله عليه وسلم قد دفعهم لذلك خشيتهم من أن ينفرد المقاتلون بالغنائم ، ففعلوا ما فعلوا ، ولقد روى أن الرسول صلى الله عليه وسلم قال للرماة :\" أظننتم أنا نغل ولا نقسم لكم \" .وقد نهى صلى الله عليه وسلم فى كثير من الأحاديث عن الغلول ومن ذلك ما أخرجه الإمام مسلم فى صحيحه عن أبى هريرة قال : \" قام فينا رسول الله صلى الله عليه وسلم ذات يوم ، فذكر الغلول فعظمه وعظم أمره ، ثم قال لا ألفين أحدكم يجىء يوم القيامة على رقبته بعير له رغاء يقول يا رسول الله أغثنى ، فأقول : لا أملك لك من الله شيئاً قد أبلغتك ، ولا ألفين أحدكم يجىء يوم القيامة على رقبته شاة لها ثغاء يقول يا رسول الله أغثنى فأقول : لا أملك من الله شيئاً قد أبلغتك . لا ألفين أحدكم يجىء يوم القيامة على رقبته نفس لها صياح فيقول : يا رسول الله أغثنى فأقول : لا أملك من الله شيئاً قد أبلغتك ، لا ألفين أحدكم يجىء يوم القيامة على رقبته رقاع تخفق - أى ثياب - فيقول يا رسول الله أغثنى فأقول : لا أملك لك من الله شيئاً قد أبلغتك ، لا ألفين أحدكم يجىء يوم القيام على رقبته صامت - أى ذهب وفضة - فيقول : يا رسول الله أغثنى فأقول : لا أملك لك من الله شيئاً قد أبلغتك \" .هذا ، وجمهور العلماء على أن الغال يأتى بما غله يوم القيامة بعينه على سبيل الحقيقة لأن ظواهر النصوص من الكتاب والنسة تؤيد ذلك . ولأنه لا موجب لصرف الألفاظ عن ظواهرها .ومن العلماء من جعل الإتيان بالغلول يوم القيامة مجاز عن الإتيان بإثمه تعبيراً بما غل عما لزمه من الإثم مجازا .قال الفخر الرازى : \" واعلم أن هذا التأويل - المجازى - يحتمل ، إلا أن الأصل المعتبر فى علم القرآن أنه يجب إجراء اللفظ على الحقيقة إلا إذا قام دليل يمنع منه . وهنا لا مانع من هذا الظاهر فوجب إثباته \" .ومن المفسرين الذين حمولا الإتيان على ظاهره الإمام القرطبى فقد قال عند تفسيره لقوله - تعالى - { وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ القيامة } أى يأتى به حاملا له على ظهره ورقبته معذباً بحماه وثقله ومرعوباً بصوته ، وموبخاً بإظهار خيانته على رءوس الاشهاد .وقال بعد إيراده للحديث السابق الذى رواه مسلم عن أبى هريرة : قيل الخبر محمول على شهرة الأمر . أى يأتى يوم القيامة قد شهر الله أمره كما يشهر لو حمل بعيراً له رغاء أو فرساً له حمحمة .قلت : وهذا عدول عن الحقيقة إلى المجاز والتشبيه ، وإذا دار الكلام بين الحقيقة والمجاز فالحقيقة الأصل - كما فى كتب الأصول - وقد أخبر النبى صلى الله عليه وسلم بالحقيقة ولا عطر بعد عروس \" .ثم نبه - سبحانه - على العقوبة التى ستحل بالخائن ، بعد أن بين ما سيناله من فضيحة وخزى فقال : { ثُمَّ توفى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ } .أى : ثم تعطى كل نفس يوم القيامة جزاء ما كسبت من خير أو شر وافيا تاماً ، وهم لا يظلمون شيئاً ، لأن الحاكم بينهم هو ربك الذى لا يظلم أحداً .وهذه الجملة معطوفة على ما قبلها وقوله { وَمَن يَغْلُلْ } وجاء العطف بثم المفيدة للتراخى ، للإشعار بالتفاوت الشديد بين حمله ما غل وبين جزائه وسوء عاقبته يوم القيامة .وقال - سبحانه - { ثُمَّ توفى كُلُّ نَفْسٍ } . . . بصيغة العموم ، ولم يقل ثم يوفى الغال مثلا - لأن من فوائد ذكر هذا الجزاء بصيغة العموم ، الاعلام والإخبار للغال وغيره من جميع الكاسبين بأن كل إنسان سيجازى على عمله سواء أكان خيرا أو شراً . فيندرج الغال تحت هذا العموم أيضاً فكأنه قد ذكر مرتين .وإلى هذا المعنى أشار صاحب الكشاف بقوله : فإن قلت : هلا قيل ثم يوفى ما كسب ليتصل به؟ قلت : جىء بعام دخل تحته كل كاسب من الغال وغيره فاتصل به من حيث المعنى ، وهو أبلغ وأثبت ، لأنه إذا علم الغال أن كل كاسب خيراً أو شراً مجزى فموفى جزاءه ، علم أنه غير متخلص من بينهم مع عظم ما اكتسب .",
  "ayah": 161,
  "surah": 3
}
