{
  "text": "ثم بين - سبحانه - النتيجة التى ترتبت على عدم تساوى المحسن والمسىء فقال { هُمْ دَرَجَاتٌ عِندَ الله والله بَصِيرٌ بِمَا يَعْمَلُونَ } .والضمير { هُمْ } يعود على { مَنِ } فى قوله { أَفَمَنِ اتبع رِضْوَانَ الله } وقوله { كَمَن بَآءَ بِسَخَطٍ مِّنَ الله } أى على الفريقين . وبعضهم جعل مرجعه إلى الفريق الأول فقط .والدرجات : جمع درجة وهى الرتبة والمنزلة ، ومنه الدرج بمعنى السلم لأنه يصعد عليه درجة بعد درجة .وأكثر ما تستعمل الدرجة فى القرآن فى المنزلة الرفيعة ، كما فى قوله - تعالى - { وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ } بخلاف الدركة فإنها تستعمل فى عكس ذلك ، كما فى قوله - تعالى - { إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار } ولذا قال الراغب : \" الدرك كالدرج لكن الدرج يقال اعتبارا بالصعود ، والدرك اعتبارا بالحدور ، ولهذا قيل : درجات الجنة ودركات النار ولتصور الحدور فى النار سميت هاوية . . . \" .والمعنى : هم أى الأخيار الذين ابتعوا رضوان الله ، والأشرار الذين رجعوا بسخط منه متفاوتون فى الثواب والعقاب على حسب أعمالهم كما تتفاوت الدرجات وإطلاق الدرجات على الفريقين من باب التغليب للأخيار على الأشرار والمراد إن الذين اتبعوا رضوان الله يتفاوتون فى الثواب الذى يمنحهم الله إياه على حسب قوة إيمانهم ، وحسن أعمالهم .كما أن الذين باءوا بسخط منه يتفاوتون فى العقاب الذى ينزل بهم على حسب ما اقترفوه من شرور وآثام ، فمن أوغل فى الشرور والآثام كان عقابه أشد من عقاب من لم يفعل فعله وهكذا .والذين قالوا إن الضمير { هُمْ } يعود على الفريق الول فقط احتجوا بأن التعبير بالدرجات يستعمل فى الغالب فى الثواب ، وبأن الله قد أضاف هذه الدرجات لنفسه فدل ذلك على أن المقصود بقوله : هم الذين اتبعوا رضوان الله . وبأن هؤلاء الذين اتبعوا رضوان الله قد فضل الله بعضهم على بعض كما جاء فى بعض الآيات ومنها قوله : { انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً } والذى نراه أن عودة الضمير \" هم \" على الفريقين أقرب إلى الحق ، لأن تفاوت الدرجات موجود بين الأخيار كما أن تفاوت العقوبات موجود بين الأشرار ، فالذين أدوا جميع ما كلفهم الله به من طاعات ليسوا كالذين اكتفوا بأداء الفرائض . والذين انحدروا فى المعاصى إلى النهاية ليسوا كالذين وقعوا فى بعضها .وقوله { عِندَ الله } أى فى حكمه وعلمه وهو تشريف لهم والظرف متعلق بدرجات على المعنى ، أو متعلق بمحذوف وقع صفة لها . أى درجات كائنة عند الله .وقوله { والله بَصِيرٌ بِمَا يَعْمَلُونَ } أى مطلع على أعمال العباد صغيرها وكبيرها ظاهرها وخفيها ، لا يغيب عنه شىء ، وسيجازى كل إنسان بما يستحقه على حسب عمله ، بمقتضى علمه الكامل ، وعدله الذى لا ظلم معه .وبعد أن نزه الله - تعالى - نبيه صلى الله عليه وسلم عن الغلول وعن كل نقص ، وبين أن الناس متفاوتون فى الثواب والعقاب على حسب أعمالهم .",
  "ayah": 163,
  "surah": 3
}
