{
  "text": "وقوله : { وَلِيَعْلَمَ الذين نَافَقُواْ } حكمة ثانية لما حدث فى غزوة أحد ليعلم - سبحانه - المؤمنين من المنافقين علم عيان ورؤية وظهور يتميز معه عند الناس كل فريق عن الآخر تميزا ظاهرا .إذ أن نصر المسملين فى بدر فتح الطريق أمام المنافقين للتظاهر باعتناق الإسلام . وعدم انتصارهم فى أحد ، كشف عن هؤلاء المنافقين وأظهرهم على حقيقتهم ، فإن من شأن الشدائد أنها تكشف عن معادن النفوس ، وحنايا القلوب .ثم بين - سبحانه - بعض النصائح التى قيلت لهؤلاء المنافقين حتى يقلعوا عن نفاقهم ، وحكى مارد به المنافقون على الناصحين فقال : { وَقِيلَ لَهُمْ تَعَالَوْاْ قَاتِلُواْ فِي سَبِيلِ الله أَوِ ادفعوا قَالُواْ لَوْ نَعْلَمُ قِتَالاً لاَّتَّبَعْنَاكُمْ } .أى فعل - سبحانه - ما فعل فى أحد ليميز المؤمنين من المنافقين الذين قيل لهم من النبى صلى الله عليه وسلم ومن بعض أصحابه : تعالوا معنا لتقاتلوا فى سبيل الله ، فإن لم تقاتلوا فادفعوا أى فانضموا إلى صفوف المقاتلين ، فيكثر عددهم بكم فإن كثرة العدد تزيد من خوف الأعداء .أو المعنى : تعالوا معنا لتقاتلوا من أجل إعلاء كلمة الله ، فإن لم تفعلوا ذلك لضعف إيمانكم ، واستيلاء الشهوات والأهواء على نفوسكم ، فلا أقل من أن تقاتلوا لتدفعوا عن أنفسكم وعن مدينتكم عار الهزيمة .أى إن لم تقاتلوا طلبا لمرضاة الله ، فقالتوا دفاعا عن أوطانكم وعزتكم .قال الجمل : وهذه الجملة وعى قوله - تعالى - { وَقِيلَ لَهُمْ تَعَالَوْاْ } تحتمل وجهين :أحدهما : أن تكون مستأنفة ، أخبر الله أنهم مأمورون إما بالقتال وإما بالدفع أى تكثير سواد المسلمين - أى عددهم .والثانى : أن تكون معطوفة على { نَافَقُواْ } فتكون داخلة فى خبر الموصول . أى وليعلم الذين حصل منهم النافق والقول المذكور وإنما لم يأت بحرف العطف بين تعالوا وقاتلوا ، لأن المقصود أن تكون كل من الجملتين مقصودة بذاتها .وقوله { قَالُواْ لَوْ نَعْلَمُ قِتَالاً لاَّتَّبَعْنَاكُمْ } حكاية لردهم القبيح على من نصحهم بالبقاء مع المجاهدين .أى قال المنافقون - وعم عبد الله بن أبى وأتباعه - لو نعلم أنكم تقاتلون حقا لسرنا معكم ، ولكن الذى نعلمه هو أنكم ستذهبون إلى أحد ثم تعودون بدون قتال لأى سبب من الأسباب .أو المعنى - كما يقول الزمخشرى - \" لو نعلم ما يصح أن يسمى قتالا { لاَّتَّبَعْنَاكُمْ } يعنون أن ما أنتم فيه لخطأ رأيكم وزللكم عن الصواب ليس بشىء ، ولا يقال لمثله قتال ، إنما هو إلقاء بالنفس إلى التهلكة ، لأن رأى عبد الله بن أبى كان فى الإقامة بالمدينة وما كان يستصوب الخروج \" .وقال ابن جرير : \" خرج رسول الله صلى الله عليه وسلم إلى أحد فى ألف رجل من أصحابه وحتى إذا كانوا بالشوط بين أحد والمدينة ، انخذل عنهم عبد الله بن أبى ابن سلول بثلث الناس وقال . أطاعهم ، أى رسول الله صلى الله عليه وسلم فخرج وعصانى . والله ما ندرى علام نقتل أنفسنا ها هنا أيها الناس؟ فرجع بمن اتبعه من الناس من قومه أهل النفاق والريب ، فاتبعهم عبد الله بن عمرو بن حرام - أخو بنى سلمة - يقول لهم . يا قوم أذكركم الله أن تخذلوا نبيكم وقومكم - وقاتلوا فى سبيل الله أو ادفعوا - فقالوا : لو نعلم أنكم تقاتلون ما أسلمناكم ، ولكننا لا نرى أن يكون قتال .فلما استعصوا عليه ، وأبوا إلا الانصراف عن المؤمنين قال لهم . أبعدكم الله يا أعداء الله فسيغنى الله رسوله عنكم ، ثم مضى مع رسول الله صلى الله عليه وسلم .هذا هو موقف المنافقين فى غزوة أحد ، وهو موقف يدل على فساد قلوبهم ، وخبث نفوسهم ، وجبنهم عن لقاء الأعداء .ولقد كان المؤمنون الصادقون على نقيض ذلك ، فلقد خرجوا مع رسول الله صلى الله عليه وسلم وثبتوا إلى جانبه فكانوا ممن قال الله فيهم : { مِّنَ المؤمنين رِجَالٌ صَدَقُواْ مَا عَاهَدُواْ الله عَلَيْهِ فَمِنْهُمْ مَّن قضى نَحْبَهُ وَمِنْهُمْ مَّن يَنتَظِرُ وَمَا بَدَّلُواْ تَبْدِيلاً } ولقد حكى لنا التاريخ أن بعض المؤمنين الذين كانت لهم أعذارهم التى تسقط عنهم الخروج للجهاد ، كانوا يخرجون مع المجاهدين لتكثير عددهم .فعن أنس بن مالك قال : \" رأيت يوم القادسية - عبد الله بن أم مكتوم - وكان رجلا أعمى - وعليه درع يجر أطرافها وبيده راية سوداء ، فقيل له : أليس قد أنزل الله عذرك؟ فقال : بلى ولكنى أحب أن أكثر المسلمين بنفسى .هذا ، وقد أصدر - سبحانه - حكمه العادل على أولئك المنافقين فقال : { هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلإِيمَانِ يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ والله أَعْلَمُ بِمَا يَكْتُمُونَ } .أى هم يوم أن قالوا هذا القول الباطل قد بينوا حالهم ، وهتكوا أستارهم وكشفوا عن نفاقهم لمن كان يظن أنهم مؤمنون ، لأنهم قبل أن يقولوا : \" لو نعلم قتالا لاتبعناكم \" كانوا يتظاهرون بالإيمان ، وما ظهرت منهم أمارة تؤذن بكفرهم ، فلما انخذلوا عن عسكر المؤمنين وقالوا ما قالوا تباعدوا بذلك عن الإيمان المظنون بهم واقتربوا من الكفر .أو المعنى : هم لأهل الكفر أقرب نصرة منهم لأهل الإيمان ، لأن تقليلهم سواد المسلمين بالانخذال فيه تقوية للمشركين .قال الجمل : \" وقوله { هُمْ } مبتدأ ، وقوله { أَقْرَبُ } خبره ، وقوله { لِلْكُفْرِ } وقوله { لِلإِيمَانِ } متعلقان بأقرب ، لأن أفعل التفضيل فى قوة عاملين . فكأنه قيل : قربوا من الكفر وقربوا من الإيمان ، وقربهم الكفر فى هذا اليوم أشد لوجود العلامة وهى خذلانهم للمؤمنين \" .وقوله { يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ } جملة مستأنفة مبينة لحالهم مطلقا لا فى ذلك اليوم فحسب .أى أن هؤلاء القوم من صفاتهم الذميمة أنهم يقولون بألسنتهم قولا يخالف ما انطوت عليه قلوبهم من كفر ، وما امتلأت به نفوسهم من بغضاء لكم - أيها المؤمنون - .قال صاحب الكشاف : وذكر الأفواه مع القلوب تصوير لنفاقهم وأن إيمانهم موجود فى أفواههم معدوم فى قلوبهم ، بخلاف صفة المؤمنين فى مواطأة قلوبهم لأفواههم \" .وقوله { والله أَعْلَمُ بِمَا يَكْتُمُونَ } تذييل قصد به زجرهم وتوعدهم بسوء المصير بسبب نفاقهم وخداعهم .أى والله - تعالى - أعلم منكم - أيها المؤمنون - بما يضمره هؤلاء المنافقون من كفر ومن كراهية لدينكم ، لأنه - سبحانه - يعلم ما ظهر وما خفى من أمورهم ، وقد كشف الله لكم أحوالهم لكى تحذروهم ، وسيحاسبهم يوم القيامة على أعمالهم ، وسينزل بهم ما يستحقونه من عذاب مهين .",
  "ayah": 167,
  "surah": 3
}
