{
  "text": "ثم حكى - سبحانه - لونا آخر من أراجيفهم وأكاذيبهم التى قصدوا من ورائها الإساءة إلى المؤمنين ، والتشكيك فى صدق تعاليم الإسلام فقال - تعالى - : { الذين قَالُواْ لإِخْوَانِهِمْ وَقَعَدُواْ لَوْ أَطَاعُونَا مَا قُتِلُوا } .أى أن هؤلاء المنافقين لم يكتفوا بما ارتكبوه من جنايات قبيل غزوة أحد وخلالها ، بل إنهم بعد انتهاء المعركة قالوا لإخوانهم الذين هم مثلهم فى المشرب والاتجاه ، : قالوا لهم وقد وقعوا عن القتال : لو أن هؤلاء الذين استشهدوا فى أحد أطاعونا وقعدوا معنا فى المدينة لما أصابهم القتل ، ولكنهم خالفونا فكان مصيرهم إلى القتل .ويجوز أن تكون اللام فى قوله \" لإخوانهم \" للتعليل فيكون المعنى : أنهم قالوا من أجل إخوانهم الذين استشهدوا فى غزوة أحد ، لو أن هؤلاء الذين قتلوا أطاعونا ولم يخرجوا لبقوا معنا على قيد الحياة ، كما هو حالنا الآن ، ولكنهم لم يستمعوا إلى نصحنا وخرجوا للقتال فقتلوا .وعلى كلا التفسيرين فقولهم هذا يدل على خبث نفوسهم ، وانطماس بصيرتهم وجهلهم بقدرة الله ونفاذ إرادته ، وشماتتهم فيما حل بالمسلمين من قتل وجراح يوم أحد .ولذا فقد رد الله عليهم بما يخرس ألسنتهم ، ويدحض قولهم ، ويكشف عن جهلهم وسوء تفكيرهم فقال - تعالى - { قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِن كُنْتُمْ صَادِقِينَ } .أى قل لهم يا محمد على سبيل التوبيخ والتهكم بعقولهم الفارغة : إذا كنتم تظنون أنكم دفعتم عن أنفسكم الموت بقعودكم فى بيوتكم ، وامتناعكم عن الخروج للقتال ، إذا كنتم تظنون ذلك { فَادْرَءُوا } أى ادفعوا عن أنفسكم الموت المكتوب عليكم ، والذى سيدرككم ولو كنتم فى بروج مشيدة .فالمقصود من هذه الجملة الكريمة الرد عليهم بما يبطل أقوالهم عن طريق الحس والمشاهدة ، وذلك ببيان أن القعود عن الجهاد لا يطيل الحياة ، كما أن الخروج إلى ساحات القتال لا ينقص شيئا من الآجال ، فكم من مجاهد عاد من جهاده سالما ، وكم من قاعد أتاه الموت وهو فى عقر داره .فزعم هؤلاء المنافقين بأن أولئك الذين استشهدوا فى أحد لو أطاعوهم ولم يخرجوا للقتال لما أصابهم القتل زعم باطل ، وإلا فإن كانوا صادقين فى هذا الزعم فليدفعوا عن أنفسهم الموت الذى سينزل بهم حتما فى الوقت الذى يشاؤه الله ، ولا شك أنهم لن يستطيعوا دفعه فثبت كذبهم وافتراؤهم .وقوله تعالى { الذين قَالُواْ لإِخْوَانِهِمْ } فى محل نصب بدل من قوله { الذين نَافَقُواْ } .أو فى محل رفع بدل من الضمير فى قوله { يَكْتُمُونَ } فكأنه قيل : والله أعلم بما يكتم هؤلاء الذين قالوا لإخوانهم وقعدوا . . .وقوله { وَقَعَدُواْ } حال من الضمير فى { قَالُواْ } بتقدير حرف قد أى قالوا ما قالوا والحال أنهم قد قعدوا عن القتال .وجواب الشرط فى قوله { الْمَوْتَ إِن كُنْتُمْ صَادِقِينَ } محذوف لدلالة ما قبله عليه وهو قوله { قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ } .والتقدير : إن كنتم صادقين فى زعمكم أن الذين قتلوا فى أحد لو أطاعوكم وقعدوا كما قعدتم لما أصابهم القتل ، إن كنتم صادقين فى هذا الزعم فادرأوا عن أنفسكم الموت عند حلوله .قال الآلوسى : والمراد أن ما ادعيتموه سببا للنجاة ليس بمستقيم ، ولو فرض استقامته فليس بمفيد ، أما الأول : فلأن أسباب النجاة كثيرة . غايته أن القعود والنجاة وجدا معا وهو لا يدل على السببية .وأما الثانى : فلأن المهروب عنه بالذات هو الموت الذى القتل أحد أسبابه فإن صح ما ذكرتم فادفعوا سائر أسبابه ، فإن أسباب الموت فى إمكان المدافعة بالحيل وامتناعها سواء وأنفسكم أعز عليكم ، وأمرها أهم لديكم \" .وقال ابن القيم : وكان من الحكم التى اشتملت عليها غزوة أحد ، أن تكلم المنافقون بما فى نفوسهم ، فسمعه المؤمنون ، وسمعوا رد الله عليهم ، وجوابه لهم ، وعرفوا مراد النفاق ، وما يؤول إليه ، كيف يحرم صاحبه سعادة الدنيا والآخرة .فالله الله كم من حكمة فى ضمن هذه القصة بالغة ، ونعمة على المؤمنين سابغة ، وكم فيها من تحذير وتخويف وإرشاد وتنبيه ، وتعريف بأسباب الخير والشر ومآلهما وعاقبتهما .وبعد هذا الحديث الكاشف عن طبيعة المنافقين وعن أحوالهم ، انتقلت السورة الكريمة إلى الحديث عن الشهداء وفضلهم وما أعده الله لهم من نعيم مقيم فقال - تعالى - : { وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ . . } .",
  "ayah": 168,
  "surah": 3
}
