{
  "text": "قوله - تعالى - { وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتاً بَلْ أَحْيَاءٌ } كلام مستأنف ساقه الله - تعالى - لبيان أن القتل فى سبيل الله الذى يحذره المنافقون ويحذرون الناس منه ليس مما يحذر ، بل هو أجل المطالب وأسناها ، إثر بيان أن الحذر لا يدفع القدر ، لأن من قدر الله له القتل لا يمكنه الاحتراز عنه . ومن لم يقدر له ذلك لا خوف عليه منه .فهذه الآيات الكريمة رد على شماتة المنافقين إثر الردود السابقة ، وتحريض للمؤمنين على القتال ، وتقرير لحقيقة إسلامية ثابتة هى أن الاستشهاد فى سبيل الله ليس فناء بل هو بقاء .والخطاب فى قوله \" ولا تحسبن \" للنبى صلى الله عليه وسلم أو لكل من يتأتى له الخطاب .والحسبان : الظن ، والنهى بلا هنا منصب على هذا الظن ، أى أنهاكم عن أن تظنوا أنهم أموات ، ونون التوكيد فى قوله \" ولا تحسبن \" لتأكيد هذا النهى .أى : لا تحسبن أيها الرسول الكريم ، أو أيها المؤمن أن الذين قتلوا فى سبيل الله ، من أجل إعلان كلمته ، لا تحسبنهم أمواتا لا يحسون شيئاً ولا يتلذون ولا يتنعمون ، بل هم أحياء عند ربهم ، يرزقون رز الأحياء ، ويتنعمون بألوان النعم التى أسبغها الله عليهم ، جزاء إخلاصهم وجهادهم وبذلهم أنفسهم فى سبيل الله .وقوله { الذين } مفعول أول لقوله : { تَحْسَبَنَّ } وقوله { أَمْوَاتاً } مفعوله الثانى وقوله { أَحْيَاءٌ } خبر لمبتدأ محذوف أى بل هم أحياء .وقوله { عِندَ رَبِّهِمْ } يصح أن يكون خبرا ثانيا للمبتدأ المقدر أو صفة لأحياء أو ظرفا له لأن المعنى : يحيون عند ربهم .والمراد بالعندية هنا المجاز عن القرب والإكرام والتشريف ، أى هم أحياء مقربون عنده ، فقد خصهم بالمنازل الرفيعة ، والدرجات العالية ، وليس المراد بها القرب المكانى لاستحالة ذلك فى حق الله - تعالى - .وقوله { يُرْزَقُونَ } صفة لقوله { أَحْيَاءٌ } أو حال من الضمير فيه أى يحيون مرزوقين .هذا وقد وردت أحاديث متعددة تصرح بأن هذه الآيات الكريمة قد نزلت فى شهداء أحد ، ويدخل فى حكمهم كل شهيد فى سبيل الله ، ومن هذه الأحدايث ما أرخرجه أبو داود وغيره عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم \" لما أصيب إخوانكم بأحد ، جعل الله أرواحهم فى أجواف طير خضر تَرِد أنهار الجنة تأكل من ثمارها ، وتأوى إلى قناديل من ذهب معلقة فى ظل العرش . فلما وجدوا طيب مأكلهم ومشربهم وحسن مقيلهم قالوا : من يبلغ إخواننا عنا أننا أحياء فى الجنة نرزق لئلا يزهدوا فى الجهاد ، ولا ينكلوا عند الحرب . فقال الله - تعالى - : \" أنا أبلغهم عنكم . قال : فأنزل الله هؤلاء الآيات { وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتاً } . . . إلخ الآيات \" .وأخرج الترمذى وابن ماجه عن جابر بن عبد الله قال : لقينى رسول الله صلى الله عليه وسلم فقال : \" \" يا جابر مالى أراك منكساً مهتما \"؟ قلت يا رسول الله استشهد أبى - فى أحد - وترك عيالا وعليه دين . فقال : ألا أبشرك بما لقى الله - عز وجل - به أباك؟ قلت : بلى يا رسول الله . قال : إن الله أحيا أباك وكلمه كفاحاً - أى مواجهة ليس بينهما حجاب - وما كلم أحداً قط إلا من وراء حجاب ، فقال له يا عبدى تمن أعطك . قال يا رب فردنى إلى الدنيا فأقتل فيك ثانية . فقال الرب - تعالى - إنه قد سبق منى أنهم إليها لا يرجعون . قال : يا رب فأبلغ من ورائى فأنزل الله - تعالى - { وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتاً } . . . الآية \" .قال القرطبى - بعد أن ساق هذين الحديثين وغيرهما - ما ملخصه : \" فقد أخبر الله - تعالى - فى هذه الآيات عن الشهداء أنهم أحياء فى الجنة يرزقون . والذى عليه الكثيرون أن حياة الشهداء محققه . ثم منهم من يقول : ترد إليهم الأرواح فى قبورهم فينعمون ، كما يحيا الكفار فى قبورهم فيعذبون . وصار قوم إلى أن هذا مجاز ، والمعنى أنهم فى حكم الله مستحقون للتنعم فى الجنة . وقال آخرون أرواحهم فى أجواف طير خضر وأنهم يزرقون فى الجنة ويأكلون ويتنعمون . وهذا هو الصحيح من الأقوال ، لأن ما صح به النقل فهو الواقع . وحديث ابن عباس - الذى سقناه قبل قليل - نص يرفع الخلاف \" .والذى تطمئن إليه النفس : أن الآية الكريمة تنبه على أن للشهداء مزية خاصة تجعلهم يفضلون الموتى المعروفين لدى الناس ، وهى أنهم فى حياة سارة ، ونعيم لذيذ ، ورزق حسن عند ربهم . وهذه الحياة الممتازة ترفعهم عن أن يقال فيهم كما يقال فى غيرهم : أموات ، وإن كان المعنى اللغوى للموت - بمعنى مفارقة الروح للجسد فى ظاهر الأمر - حاصلا للشهداء كغيرهم من الموتى .إلا أن الحياة البرزخية التى أخبر الله بها عن الشهداء نؤمن بها كما ذكرها الله - تعالى - ولا ندرك حقيقتها ، إذ لا يمكن إدراكها إلا من طريق الوحى ، فقد قال - تعالى - فى آية أخرى : { وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ الله أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِن لاَّ تَشْعُرُونَ } أى ولكن لا تحسون وال تدركون حال هؤلاء الذين قتلوا فى سبيل الله بمشاعركم وحواسكم ، لأنها من شئون الغيب التى لا طريق للعمل بها إلا بالوحى .",
  "ayah": 169,
  "surah": 3
}
