{
  "text": "ثم بين - سبحانه - ما هم فيه من مسرة وحبور فقال : { فَرِحِينَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ } أى فرحين فرحا عظيما بعد انتقالهم من الدنيا ، بما أعطاهم الله ف حياتهم الجديدة من ضروب النعم المتعددة التى من بينها الثواب العظيم ، والنعيم الدائم ، والسعادة التى ليس بعدها سعادة .وقوله { فَرِحِينَ } يصح أن يكون حالا من الضمير فى { يُرْزَقُونَ } أو من الضمير فى \" أحياء \" وقوله { مِن فَضْلِهِ } متعلق بأتاهم .و { مِن } يصح أن تكون للسببية أى الذى آتاهم متسبب عن فضله . أو لابتداء الغاية وقوله { وَيَسْتَبْشِرُونَ بالذين لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ } معطوف على فرحين لتأويله بيفرحون . أو هو حال من الضمير فى { فَرِحِينَ } بتقدير وهم يستبشرون . . .وأصل الاستبشار : طلب البشارة وهو الخبر السار الذى تظهر آثاره على البشرة إلا أن المراد هنا السرور استعمالا للفظ فى لازم معناه .أى : أن هؤلاء الشهداء فرحين بما آتاهم الله من فضله من شرف الشهادة ، ومن الفوز برضا الله ، ويسرون بما تبين لهم من حسن مآل إخوانهم الذين تركوهم من خلفهم على قيد الحياة ، لأن الأحياء عندما يموتون شهداء مثلهم سينالون رضا الله وكرامته ، وسيظفرون بتلك الحياة الأبدية الكريمة كما ظفروا هم بها . فالمراد لم يلحقوا بهم من خلفهم : رفقاؤهم الذين كانوا يجاهدون معهم فى الدنيا ولم يظفروا بالشهادة بعد ، لأنهم ما زالوا على قيد الحياة .وفى هذا دلالة على أن أرواح هؤلاء الشهداء قد منحها الله - تعالى - من الكشف والصفاء ما جعلها تطلع على ما يسرها من أحوال الذين يهمهم شأنهم فى الدنيا .وقيل : إن معنى { لَمْ يَلْحَقُواْ بِهِم } لم يدركوا فضلهم ومنزلتهم .وقوله { مِّنْ خَلْفِهِمْ } متعلق بمحذوف حال من فاعل { يَلْحَقُواْ } أى لم يلحقوهم متخلفين عنهم باقين بعد فى الدنيا . أو متعلق بقوله { يَلْحَقُواْ } ذاته على معنى أنهم قد يقوا بعدهم وهؤلاء الشهداء قد تقدموهم .وقوله { أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ } بدل اشتمال من قوله { الذين لَمْ يَلْحَقُواْ بِهِم } مبين لكون استبشارهم بحال إخوانهم لا بذواتهم .والمعنى : ويستبشرون بما تبين لهم من حال الذين تركوهم من خلفهم فى الدنيا من رفقائهم المجاهدين ، وهو أنهم لا خوف عليهم فى المستقبل ولا هم يحزنون على ما تركوه فى الدنيا ، بل هم سيكونون آمنين مطمئنين بعد فراقهم للدنيا وعندما يبعثون يوم القيامة .ونفى عنهم الخوف والحزن ، لأن الخوف يكون بسبب توقع المكروه النازل فى المستقبل .والحزن يكون بسبب فوات المنافع إلتى كانت موجودة فى الماضى . فبين - سبحانه - أنه لا خوف عليهم فيما سيأتيهم من أحوال القيامة ، ولا حزن لهم فيما فاتهم من متاع الدنيا .",
  "ayah": 170,
  "surah": 3
}
