{
  "text": "ثم حكى - سبحانه - ما تم لهؤلاء المجاهدين الذين خرجوا للقاء أعدائهم من عاقبة حسنة وعود حميد فقال - تعالى - : { فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سواء واتبعوا رِضْوَانَ الله والله ذُو فَضْلٍ عَظِيمٍ } .فالفاء فى قوله { فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ } للتعقيب ، وهى معطوفة على مقدر دل عليه السياق .ومعنى { انقلبوا } عادوا ورجعوا .والنعمة : هى العطاء الذى ينفع صاحبه . والفضل : الزيادة فى العطاء والنعمة .والمعنى : أن هؤلاء المجاهدين الصادقين خرجوا للقاء أعدائهم بدون وهن أو ضعف أو استكانة فلم يجدوهم ، فرجعوا إلى ديارهم مصحوبين { بِنِعْمَةٍ } عظيمة { مِّنَ الله } - تعالى - ، إذ خذل أعداءهم ، وسملهم من شرورهم ، ومصحوبين بفضل جليل منه - سبحانه - حيث أغدق عليهم ربحا وفيرا فى تجارتهم ، وأجراً جزيلا بسبب قوة إيمانهم ، وإخلاصهم فى دينهم .قال الآلوسى : \" روى البيهقى عن ابن عباس أن عيراً مرت فى أيام الموسم - أى موسم بدر - فاشتراها رسول الله صلى الله عليه وسلم فربح مالا فقسمه بين أصحابه فذلك الفضل \" .وأخرج ابن جرير عن السدى قال : أعطى رسول الله صلى الله عليه وسلم حين خرج فى غزوة بدر الصغرى أصحابه دراهم ابتاعوا بها فى الموسم ، فأصابوا تجارة - فربحوا بها \" .وقوله { بِنِعْمَةٍ } فى موضع الحال من الضمير { فانقلبوا } فتكون الباء للملابسة أو للمصاحبة فكأنه قيل : فانقلبوا متلبسين بنعمة أو مصاحبين لها .وقوله { مِّنَ الله } متعلق بمحذوف صفة لنعمة ، وهو مؤكد لفخامتها وأنها نعمة جزيلة لا يقدر قدرها .وقوله { لَّمْ يَمْسَسْهُمْ سواء } أى لم يصبهم أى أذى أو مكروه عند خروجهم وعودتهم .والجملة فى موضع الحال من فاعل { انقلبوا } أى رجعوا منعمين مبرئين من السوء والأذى .وقوله { واتبعوا رِضْوَانَ الله } معطوف على قوله { فانقلبوا } .أى اتبعوا ما يرضى الله ويوصلهم إلى مثوبته ورحمته ، باستجابتهم لرسولهم صلى الله عليه وسلم وخروجهم للقاء أعدائهم بإيمان عميق ، وعزم وثيق .فأنت ترى أن الله - تعالى - قد أخبر عن هؤلاء المجاهدين المخلصين أنهم قد صحبهم فى عودتهم أمور أربعة :أولها : النعمة العظيمة .وثانيهما : الفضل الجزيل .وثالثها : السلامة من السوء .ورابعها : اتباع رضوان الله .وهذا كله قد منحه الله لهم جزاء إخلاصهم وثباتهم على الحق الذى آمنوا به .ثم ختم - سبحانه - الآية الكريمة بقوله : { والله ذُو فَضْلٍ عَظِيمٍ } .أى والله - تعالى - صاحب الفضل العظيم الذى لا يحده حصر ، ولا يحصيه عد ، هو الذى تفضل على هؤلاء المؤمنين الصادقين بما تفضل به نم عطاء كريم ، وثواب جزيل .وفى هذا التذيل زيادة تبشير للمؤمنين برعاية الله لهم ، وزيادة تحسير للمتخلفين عن الجهاد فى سبيله - عز وجل - ، حيث حرموا أنفسهم مما فاز به المؤمنون الصادقون .",
  "ayah": 174,
  "surah": 3
}
