{
  "text": "ثم أمر الله - تعالى - عباده المؤمنين أن يجعلوا خشيتهم وخوفهم منه وحده ، فقال - تعالى - : { إِنَّمَا ذلكم الشيطان يُخَوِّفُ أَوْلِيَاءَهُ فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُمْ مُّؤْمِنِينَ } .فالخطاب فى الآية الكريمة للمؤمنين ، والإشارة بذلك إلى المثبط بالذات أو بالواسطة .وقوله { إِنَّمَا } أداة حصر ، و { ذلكم } مبتدأ و { الشيطان } خبره ، وقوله : { يُخَوِّفُ أَوْلِيَاءَهُ } جملة مستأنفة مبينة لشيطنته .وقيل إن { ذلكم } مبتدأ أول ، و { الشيطان } مبتدأ ثان . وقوله : { يُخَوِّفُ أَوْلِيَاءَهُ } خبر للمبتدأ الثانى . وهو وخبره خبر للمبتدأ الأول .والمراد بالشيطان إبليس لأنه علم بالغلبة عليه ولأنه هو الذى يخوف بالوسوسة . وقيل المراد به أتباعه الذين دسهم لكى يرهبوا المؤمنين من الكافرين وهم جماعة بنى عبد القيس أو نعيم بن مسعود المجاشعى .إنما ذلكم المثبط لكم عن لقاء أعدائكم هو الشيطان ، الذى يوسوس فى قلوبكم بالشر بذاته ، أو بواسطة أتباعه الضالين ، ومن شأن المؤمنين الصادقين أنهم لا يتأثرون بهذه الوساوس الكاذبة ، وإنما الذين يتأثرون بها هم ضعاف الإيمان .وقوله { يُخَوِّفُ أَوْلِيَاءَهُ } أى يخوف أولياءه المنافقين وضعفاء الإيمان ليقعدوا عن مقاتلة المشركين . أما أنتم أيها المؤمنون الصادقون فإنكم لن يقعدكم تخويفه ، لأن هذا التخويف لا أثر له فى قلب من آمن بالله حق الإيمان ، واتقاه حق تقاته .وقيل إن معنى { يُخَوِّفُ أَوْلِيَاءَهُ } يخوفكم بأوليائه فحذف المفعول وحذف الجار . كما فى قوله : { فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم } أى فإذا خفت عليه فرعون . فحذف المفعول . وكما فى قوله : { لِيُنذِرَ يَوْمَ التلاق } أى لينذركم يوم التلاقى .وقيل إن المعنى : يخوفكم أولياءه فحذف المفعول الأول كما تقول : أعطيت الأموال ، أى أعطيت القوم الأموال .وقوله { فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُمْ مُّؤْمِنِينَ } أى فلا تخافوا أولياء الشيطان ، بل اجعلوا خوفكم منى وحدى ، إن كنتم مؤمنين حقا .فالمقصود بهذه الجملة الكريمة تشجيعهم ، وتقويتهم ، وإلهاب شعورهمن إذ الإيمان الحق يستلزم الخوف من الله دون سواه .والمراد بالنهى عن الخوف وهو أمر نفسى : النهى عن أسبابه التى من أهمها حب الدنيا وكراهية الموت أى خذوا بأسباب القوة التى من أهمها التمسك بتقوى الله فإن ذلك يزيل الخوف من قلوبكم .وفى المقابلة بين النهى عن الخوف من أولياء الشيطان ، وبين الأمر بأن يكون خوفهم من الله وحده ، فى هذه المقابلة إرشاد إلى العلاج الذى يزيل الخوف والفزع من نفوسهم . لأن الذى يجعل خشيته وخوفه من الله وحده لن يستطيع الشيطان أو أولياؤه أن يبعدوه عن الطريق القويم وصدق الله إذ يقول : { إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ } وبذلك ترى أن الآيات الكريمة قد رفعت منازل الشهداء إلى أعلى الدرجات ، وصرحت بأنهم أحياء عند ربهم يرزقون . كما أثنت ثناء مستطابا على الذين لبوا دعوة رسولهم صلى الله عليه وسلم حين دعاهم إلى الجهاد فى سبيل الله ، ولم يمنعهم عن إجابة دعوته ما بهم من جراح ، أو ما قاله لهم المرجفون من أقوال باطلة ، فرضى الله عنهم وأرضاهم .ثم أخذ القرآن فى تسلية النبى صلى الله عليه وسلم عما يراه من كفر الكفارين . وعناد المعاندين ، وفى بيان أن كفر الكافر إنما يعود عليه ضرره لا على غيره ، وأنه - سبحانه - يملى للظالم حتى إذا أخذه لم يفلته ، وأن حكمته - سبحانه - تقتضى تمييز الخبيث من الطيب . فقال - تعالى - : { وَلاَ يَحْزُنكَ الذين . . . } .",
  "ayah": 175,
  "surah": 3
}
