{
  "text": "{ مَّا كَانَ الله لِيَذَرَ المؤمنين على مَآ أَنْتُمْ عَلَيْهِ حتى يَمِيزَ الخبيث مِنَ الطيب } .وقوله { لِيَذَرَ } أى ليترك . والمراد بالمؤمنين : المخلصون الذين صدقوا فى إيمانهم والمراد بقوله { على مَآ أَنْتُمْ عَلَيْهِ } أى اختلاط المؤمنين بالمنافقين واستواؤهم فى إجراء الأحكام .ومعنى يميز يفصل . وقرىء يميز أن يحدد ويبين .والمراد بالخبيث : المنافق ومن على شاكلته من ضعاف الإيمان .والمراد بالطيب : الصادق فى إيمانه .والمعنى : ليس من شأن الله - تعالى - ولا من حكمته وسنته فى خلقه أن يترككم أيها المؤمنون على ما أنتم عليه من الالتباس واختلاط المنافقين بكم ، بل الذى من شأنه وسنته أن يبتليكم ويمتحنكم بألوان من المصائب والشدائد حتى يتميز المؤمنون من المنافقين ، وينفصل الأخيار عن الأشرار .قال ابن كثير : أى لا بد أن يعقد سبباً من المحنة ، يظهر فيه وليه ويفضح به عدوه ، يعرف به المؤمن الصابر والمنافق الفاجر ، يعنى بذلك يوم أحد الذى امتحن الله به المؤمنين فظهر به إيمانهم وصبرهم وجلدهم وثباتهم وطاعتهم لله لرسوله وهتك به ستار المنافقين ، فظهرت مخالفتهم ، ونكولهم عن الجهاد ، وخيانتهم لله ولرسوله . قال مجاهد : ميز بينهم يوم أحد \" .وعبر - سبحانه - عن المؤمن بالطيب ، وعن المنافق بالخبيث ، ليسجل على كل منهما ما يليق به من الأوصاف ، وللإشعار بعلة الحكم .وقوله { وَمَا كَانَ الله لِيُطْلِعَكُمْ عَلَى الغيب وَلَكِنَّ الله يَجْتَبِي مِن رُّسُلِهِ مَن يَشَآءُ } معطوف على قوله { مَّا كَانَ الله لِيَذَرَ } .والغيب : ضد المشاهد . وهو كل ما غاب عن الحواس ولا تمطن معرفته إلا عن طريق الوحى من الله - تعالى - على رسوله صلى الله عليه وسلم .واجتبى : من الاجتباء بمعنى الاختيار والاصطفاء .أى : وما كان الله - تعالى - ليعطى أحدا منكم - معشر المؤمنين - علم الغيوب الذى به تعرفون المؤمن من المنافق ، إذ علم ذلك له وحده ، ولكنه - سبحانه - يصطفى من رسله من يريد اصطفاءه فيطلعه على بعض الغيوب ، وأطلعه على حال تلك المرأة التى أرسلها حاطب بن أبى بلتعة برسالة إلى قريش لتخبرهم باستعداد الرسول صلى الله عليه وسلم لحربهم . وأطلعه على بعض أحوال المنافقين .قال - تعالى - { عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ } وفى قوله - تعالى - { وَلَكِنَّ الله يَجْتَبِي مِن رُّسُلِهِ مَن يَشَآءُ } إيذان بأن الوقوف على أمثال تلك الأسرار الغيبية ، لا يتأتى إلا ممن رشحه الله - تعالى - لمنصب جليل ، تقاصرت عنه همم الأمم ، واصطفاه على الناس لإرشادهم .ثم أمر الله - تعالى - عباده أن يثبتوا على الإيمان ، وبشرهم بالأجر العظيم إذ هم استمروا على ذلك فقال : { فَآمِنُواْ بالله وَرُسُلِهِ وَإِن تُؤْمِنُواْ وَتَتَّقُواْ فَلَكُمْ أَجْرٌ عَظِيمٌ } .أى : إذا علمتم أيها المؤمنون أن الله لا يطلع على غيبه أحدا إلا من ارتضى من رسول ، فإنه يجب عليكم أن تؤمنوا بالله وبرسله حق الإيمان ، وأن تؤمنوا بالله - تعالى - وبرسله حق الإيمان ، وتتقوا المخالفة فى الأمر والنهى ، فلكم فى مقابلة ذلك من الله - تعالى - مالا يقادر قدره من الثواب العظيم ، والأجر الجزيل .",
  "ayah": 179,
  "surah": 3
}
