{
  "text": "قال القرطبي : \" لما ظهر رسول الله صلى الله عليه وسلم بالمدينة قدم عليه حبران من أحبار أهل الشام فلما أبصرا المدينة قال أحدهما للآخر : ما أشبه هذه المدينة بصفة مدينة النبي الذى يخرج في آخر الزمان! فلما دخلا على النبي صلى الله عليه وسلم عرفاه بالصفة والنعت فقالا له : أنت محمد؟ قال نعم قالا : وأنت أحمد؟ قال : نعم . قالا : نسألك عن شهادة فإن أنت أخبرتنا بها آمنا بك وصدقناك . فقال لهما رسول الله صلى الله عليه وسلم : سلانى . فقالا : أخبرنا عن الأعظم شهادة في كتاب الله . فأنزل الله تعالى - على نبيه صلى الله عليه وسلم { شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم قَآئِمَاً بالقسط } فأسلم الرجلان وصدقا برسول الله - صلى الله عليه وسلم - وقوله تعالى : { شَهِدَ الله } أى بين وأعلم كما يقول : شهد فلان عند القاضى إذا بين وأعلم لمن الحق أو على من هو قال الزجاج : \" الشاهد هو الذى يعلم الشيء ويبينه ، فقد دلنا الله على وحدانيته بما خلق وبين \" .والمعنى : أخبر الله - تعالى - عباده وأعلمهم بالآيات القرآنية التي أنزلها على نبيه ، وبالآيات الكونية التى لا يقدر على خلقها أحد سواه ، وبغير ذلك من الأدلة القاطعة التي تشهد بوحدانيته ، وأنه لا معبود بحق سواه ، وأنه هو المنفرد بالألوهية لجميع الخلائق . وأن الجميع عبيده وفقراء إليه وهو الغنى عن كل ما عداه . وشهد بذلك \" الملائكة \" بأن اقروا بأنه هو الواحد الأحد الفرد الصمد فعبدوه حق العبادة ، وأطاعوه حق الطاعة ، وشهد بذلك أيضاً \" أولو العلم \" بأن اعترفوا له - سبحانه - بالوحدانية ، وصدقوا بما جاهم به الرسول - صلى الله عليه وسلم - وبلغوا ذلك لغيرهم .قال الزمخشرى : شبهت دلالته على وحدانيته بأفعاله الخاصة التى لا يقدر عليها غيره ، وبما أوحى من آياته الناطقة بالتوحيد كسورة الإخلاص وآية الكرسى وغيرهما ، بشهادة الشاهد فى البيان والكشف وكذلك إقرار الملائكة وأولى العلم بذلك واحتجاجهم عليه \" .وقالوا : وفى هذه الآية دليل على فضل العلم وشرف العلماء ، فإنه لو كان أحد أشرف العلماء ، لقرنهم الله باسمه وسام ملائكته كما قرن العلماء . وقال في شرف العلم لنبيه - صلى الله عليه وسلم - { وَقُل رَّبِّ زِدْنِي عِلْماً } فلو كان شىء أشرف من العلم لأمر الله نبيه أن يسأله المزيد منه كما أمر أن يستزيده من العلم . وقال صلى الله عليه وسلم \" إن العلماء ورثة الأنبياء \" وقال : \" العلماء أمناء الله على خلقه \" وهذا شرف للعلماء عظيم ومحل لهم في الدين خطير .والمراد بأولى العلم هنا جميع العلماء الذين سخروا ما أعطاهم الله من معارف في خدمة عقيدتهم ، وفيما ينفعهم وينفع غيرهم ، وأخلصوا لله في عبادتهم ، وصدقوا في أقوالهم وأفعالهم . وقدم سبحانه - الملائكة على أولى العلم ، لأن فيهم من هو واسطة لتوصيل العلم إلى ذويه ، لأن علمهم كله ضرورى بخلاف البشر فإن علمهم منه ما ضرورى ، ومنه ما هو اكتسابى .وقوله - تعالى - { قَآئِمَاً بالقسط } بيان لكماله - سبحانه - في أفعاله إثر بيان كماله في ذاته . والقسط : العدل . يقال قسط ويقسط قسطاً ، وأقسط إقساطاً فهو مقسط إذا عدل ومنه { إِنَّ الله يُحِبُّ المقسطين } ويطلق القسط على الجور ، والفاعل قاسط ، ومنه { وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَباً } أى : مقيما للعدل في تدبير أمر خلقه ، وفى أحكامه . وفيما يقسم بينهم من الأرزاق والآجال ، وفيما يأمر به وينهى عنه ، وفى كل شأن من شئونه .قال الجمل و { قَآئِمَاً } منصوب على أنه حال من الضمير المنفصل الواقع بعد إلا ، فتكون الحال أيضا فى حيز الشهادة ، فيكون المشهود به أمرين : الوحدانية والقيام بالقسط وهذا أحسن من جعله حالا من الاسم الجليل فاعل شهد ، لأن عليه يكون المشهود به الوحدانية فقط والحال ليست في حيز الشهادة .وقوله { لاَ إله إِلاَّ هُوَ العزيز الحكيم } تكرير للمشهود به للتأكيد والتقرير ، وفيه إشارة إلى مزيد الاعتناء بمعرفة أدلته لأن تثبيت المدعى إنما يكون بالدليل ، والاعتناء به يتقضى الاعتناء بأدلته .{ العزيز الحكيم } صفتان مقررتان لما وصف به ذاته من الوحدانية والعدل . أى لا إله في هذا الوجود يستحق العبادة بحق إلا الله { العزيز } الذى لا يمتنع عليه شىء أراده ، وينتصر من كل أحد عاقبه أو انتقم منه { الحكيم } في تدبيره فلا يدخله خلل .قال ابن جرير : \" وإنما عنى جل ثناؤه - بهذه الآية نفى ما أضافت النصارى الذين حاجوا رسول الله صلى الله عليه وسلم في عيسى من النبوة ، وما نسب إليه سائر أهل الشرك : من أن له شريكا ، واتخاذهم دونه أربابا ، فأخبرهم الله عن نفسه ، أنه الخالق كل ما سواه ، وأنه رب كل ما اتخذه كل كافر وكل مشرك ربا دونه ، وأن ذلك مما يشهد به هو وملائكته وأهل العلم به من خلقه . فبدا - جل ثناؤه - بنفسه تعظيما لنفسه ، وتنزيها لها عما نسب الذين ذكرنا أمرهم من أهل الشرك به ما نسبوا إليها ، كما سن لعباده أن يبدأوا في أمورهم بذكره قبل ذكر غيره مؤدباً خلقه بذلك \" .هذا ، ومن الآثار التى وردت في فضل هذه الآية ما رواه الإمام أحمد عن الزبير بن العوام قال : سمعت النبي صلى الله عليه وسلم وهو بعرفة يقرأ هذه الآية { شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ والملائكة وَأُوْلُواْ العلم } .. . إلى أخر الآية . فقال صلى الله عليه وسلم : \" وأنا على ذلك من الشاهدين يا رب \" وقال غالب القطان : أتيت الكوفة في تجارة لي فنزلت قريبا من الأعمش فكنت اختلف إليه ، فقام في ليلة متهجدا فمر بهذه الآية { شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ } فقال : وأنا أشهد بما شهد الله به ، وأستودع الله هذه الشهادة وهى لى وديعة { إِنَّ الدِّينَ عِندَ الله الإسلام } ، - قالها مراراً - فقلت . لقد سمع فيها شيئا فسألته في ذلك فقال : حدثني أبو وائل بن عبد الله قال رسول الله صلى الله عليه وسلم \" يجاء بصاحبها يوم القيامة فيقول الله - تعالى - \" عبدى عهد إلى وأنا أحق من وفى العهد ادخلوا عبدى الجنة \" .",
  "ayah": 18,
  "surah": 3
}
