{
  "text": "ثم بين - سبحانه - بعد ذلك سوء مصير الذين يبخلون بنعم الله ، فلا يؤدون حقها . ولا يقومون بشكرها فقال - تعالى - : { وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ هُوَ خَيْراً لَّهُمْ بَلْ هُوَ شَرٌّ لَّهُمْ } .وقوله { يَبْخَلُونَ } من البخل وهو ضد الجود والسخاء ، ومعناه : أن يقبض الإنسان يده عن إعطاء الشىء لغيره ، وأن يحرص حرصاً شديداً على ما يملكه من مال أو علم أو غير ذلك .ويرى جمهور المفسرين أن المراد بالبخل هنا البخل بالمال ، لأنه هو الذى يتفق مع السياق .ويرى بعضهم أن المراد بالبخل هنا البخل بالعلم وكتمانه ، وذلك لأن اليهود كتموا صفات النبى صلى الله عليه وسلم التى جاءت بها التوراة .والذى تراه أن ما عليه الجمهور هو الأرجح ، لأنه هو المتبادر من معنى الآية ، وهو المتفق من سياق الكلام .ولذا قال الآلوسى : قوله - تعالى - { وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ } بيان لحال البخل وسوء عاقبته ، وتخطئة لأهله فى دعواهم خيريته عقب بيان حال الإملاء . . .وقيل : وجه الارتباط أنه - تعالى - لما بالغ فى التحريض على بذل الأرواح فى الجهاد وغيره ، شرع هنا فى التحريض على بذل المال ، وبين الوعيد الشديد لمن يبخل به \" .والمعنى : ولا يظنن أولئك الذين يبخلون بما أعطاهم الله من نعم وأموال أن بخلهم فيه خير لهم ، كلا ، بل إن بخلهم هذا فيه شر عظيم لهم .والنهى عن الحسبان بأن البخل فيه خير فى قوله { وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ } يدل على النفى المؤكد .اى لا يصح لهم أن يظنوا بأية حال من الأحوال أن ذلك البخل فيه خير لهم . بل الحقيقة أن فيه شراً كبيراً لهم .وفى قوله { بِمَآ آتَاهُمُ الله } إشعار بسوء صنيعهم ، وخبث نفوسهم ، حيث بخلوا بشىء ليس وليد عملهم واجتهادهم ، وإنما هذا الشىء منحه الله - تعالى - لهم بفضله وجوده ، فكان الأولى لهم أن بشكروه على ما أعطى ، وأن يبذلوا مما أعطاهم فى سبيله .والضمير \" هو \" يعود على البخل المستفاد من قوله { يَبْخَلُونَ } .ويرى الزمخشرى أنه ضمير فصل لتأكيد نفى الظن فى الخيرية .وفى إعادة الضمير ، وذكر الجملة الإسمية فى قوله { بَلْ هُوَ شَرٌّ لَّهُمْ } تأكيد لمعنى الشر فى البخل ، وأنه لا خير من ورائه قط ، ففى الحديث الشريف الذى رواه الإمام مسلم فى صحيحه عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال : \" اتقوا الظلم فإن الظلم ظلمات يوم القيامة ، واتقوا الشح فإن الشح أهلك من كان قبلكم ، حملهم على أن سفكوا دماءهم ، واستحلوا محارمهم \" .ثم بين - سبحانه - المصير المؤلم لأولئك البخلاء فقلا - تعالى - { سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ القيامة } .وقوله { سَيُطَوَّقُونَ } مشتق من الطوق ، وهو ما يلبس من أسفل الرقبة . أى تجعل أموالهم أطواقا حول رقابهم ، وأغلالا حول أجسادهم ، فيعذبون عذابا أليما بحملها .وجمهور المفسرين على أن الكلام على ظاهره ، وأن عذاب هؤلاء البخلاء بنعم الله ، سيكون نوعا من العذاب الأخروى المحسوس . وقد أيد القرطبى هذا الاتجاه فقال :\" وهذه الآية نزلت فى البخل بالمال والإنفاق فى سبيل الله وأداء الزكاة المفروضة ، ذهب إلى هذا جماعة من المتأولين ، منهم : ابن مسعود وابن عباس وأبو وائل .قالوا : ومعنى { سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ القيامة } هو الذى ورد لى الحديث عن أبى هريرة عن النبى صلى الله عليه وسلم قال : \" من أتاه الله مالا فلم يؤد زكاته مثل له يوم القيامة شجاعا أقرع له زبيبتان يطوقه يوم القيامة ثم يأخذ بلهزمتيه - أى شدقيه - ثم يقول له . أنا مالك أنا كنزك . ثم تلا هذه الآية : { وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ } .ويرى بعض العلماء أن هذا الوعيد على سبيل التمثيل ، وأن الظاهر غير مراد ومعنى قوله { سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ } عند هذا البعض : سيكلفون أن يأتوا بمثل ما بخلوا به من أموالهم يوم القيامة عقوبة لهم ، فلا يأتون لأنهم ليس فى قدرتهم ذلك .و المعنى : سيلزمون وبال ما بخلوا به لزوم الطوق ، ويتحملون وزر ذلك يوم القيامة .فالآية الكريمة تدعو المؤمنين إلى الجود والسخاء من أجل إعلاء كلمة الله ، وتتوعد البخلاء باقسى ألوان الوعيد وأفطعها . وتبين أن كل ما فى هذا الكون إنما هو ملك لله - تعالى - وحده ، فهو المعطى وهو المانع ، ولذا قال - تعالى - : { وَللَّهِ مِيرَاثُ السماوات والأرض والله بِمَا تَعْمَلُونَ خَبِيرٌ } .والميراث : مصدر كالميعاد . وأصله موارث فقلبت الواو ياء لانكسار ما قبلها . والمراد به ما يتوارث .والمعنى : أن لله - تعالى - وحده لا لأحد غيره ما فى السموات والأرض مما يتوارثه أهلهما من مال وغيره ، فما بال هؤلاء القوم يبخلون عليه بما يملكه ، ولا ينفقونه فى سبيله . وعلى هذا يكون الكلام جار على حقيقته ولا مجاز فيه .ويصح أن يكون المعنى : أن الله - تعالى - يرث من هؤلاء ما فى أيديهم مما بخلوا به من مال وغيره وينتقل منهم إليه حين يميتهم ويفنيهم ، وتبقى الحسرة والندامة عليهم . وعلى هذا يكون الكلام على سبيل المجاز .قال الزجاج : أى أن الله - تعالى - يفنى أهلهما . فيفنيان بما فيهما ، فليس لأحد فيهما ملك . فخوطبوا بما يعلمون ، لأنهم يجعلون ما يرجع إلى الإنسان ميراثا ، ملكا له \" .وقوله { والله بِمَا تَعْمَلُونَ خَبِيرٌ } تذييل قصد به حضهم على الإنفاق ، ونهيهم عن البخل ، أى أن الله - تعالى - خبير ومطلع على ما يصدر عنكم من سخاء أو بخل أو غيرهما ، وسيجازى الذين أساءوا بما عملوا ، ويجازى الذين أحسنوا الحسنى .وبذلك نرى أن هذه الآيات الكريمة قد ساقت ألوانا من التسلية للنبى صلى الله عليه وسلم ولأتباعه ، وبشرتهم بأن العاقبة ستكون لهم ، وفضحت المنافقين وهتكت ما تستروا به من ريا وخداع ، وبينت أن من سنن الله فى خلقه أن يبتلى عباده بشتى ألوان البلاء ليتميز الخبيث من الطيب ، وأنه - سبحانه - يلمى للكافرين ثم يأخذهم أخذ عزيز مقتدر ، وأن البخلاء بما آتاهم الله من فضله ستكون عاقبتهم شرا ، ومصيرهم إلى العذاب الأليم .",
  "ayah": 180,
  "surah": 3
}
