{
  "text": "ثم بين - سبحانه - للمؤمنين أنهم سيتعرضون فى المستقبل للمحن والآلام كما تعرضوا لذلك فى أيامهم الماضية ، وأن من الواجب عليهم أن يتقبلوا ذلك بعزيمة صادقة ، وصبر جميل فقال - تعالى - : { لَتُبْلَوُنَّ في أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَمِنَ الذين أشركوا أَذًى كَثِيراً } .وقوله { لَتُبْلَوُنَّ } جواب قسم محذوف أى : والله لتبلون أى لتختبرن . والمراد لتعاملن معاملة المختبر والممتحن ليظهر ما عندكم من الثبات على الحق ، ومن التمسك بمكارم الأخلاق ، فإن المصائب محك الرجال .وإنما أخبرهم - سبحانه - بما سيقع لهم من بلاء ، ليوطنوا أنفسهم على احتماله عند وقوعه ، وليستعدوا لتلقيه من غير فزع أو جزع ، فإن الشدة المتوقعة يسهل احتمالها ، أما الشدة التى تقع من غير توقع فإنها يصعب احتمالها .والمعنى : لتبلون - أيها المؤمنون - ولتختبرن { في أَمْوَالِكُمْ } بما يصيبها من الآفات ، وبما تطالبون به من إنفاق فى سبيل إعلاء كلمة الله ، ولتختبرن أيضاً فى { أَنْفُسِكُمْ } بسبب ما يصيبكم من جراح وآلام من قبل أعدائكم ، وبسبب ما تتعرضون له من حروب ومتاعب وشدائد ، وفضلا عن ذلك فإنكم { وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ } وهم اليهود والنصارى { وَمِنَ الذين أشركوا } وهم كفار العرب ، لتسمعن من هؤلاء جميعا { أَذًى كَثِيراً } كالطعن فى دينكم ، والاستهزاء بعقيدتكم ، والسخرية من شريعتكم والاستخفاف بالتعاليم التى أتاكم بها نبيكم ، والتفنن فيما يضركم .وقد رتب - سبحانه - ما يصيب المؤمنين ترتيبا تدريجيا ، فابتدأ بأدتى ألوان البلاء وهو الإصابة فى المال ، فإنها مع شدتها وقسوتها على الإنسان إلا أنها أهون من الإصابة فى النفس لأنها أغلى من المال ، ثم ختم ألوان الابتلاء ببيان الدرجة العليا منه وهى التى تختص بالإصابة فى الدين ، وقد عبر عنها بقوله : { وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَمِنَ الذين أشركوا أَذًى كَثِيراً } .وإنما كانت الإصابة فى الدين أعلى أنواع البلاء ، لأن المؤمن الصادق يهون عليه ماله ، وتهون عليه نفسه ، ولكنه لا يهون عليه دينه ، ويسهل عليه أن يتحمل الأذى فى ماله ونفسه ولكن ليس من السهل عليه أن يؤذى فى دينه . . .ولقد كان أبو بكر الصديق مشهورا بلينه ورفقه . ولكنه مع ذلك - لقوة إيمانه - لم يحتمل من \" فنحاص \" اليهودى أن يصف الخالق - عز وجل - بأنه فقير ، فما كان من الصديق إلا أن شجَّ وجه فنحاص عندما قال ذلك القول الباطل .وقد جمع - سبحانه - بين أهل الكتاب وبين المشركين فى عداوتهم وإيذائهم للمؤمنين ، للإشعار بأن الكفر ملة واحدة ، وأن العالم بالكتاب والجاهل به يستويان فى معاداتهم للحق ، لأن العناد إذا استولى على القلوب زاد الجاهلين جهلا وحمقا ، وزاد العالمين حقداً وحسداً .ثم أرشد - سبحانه - المؤمنين إلى العلاج الذى يعين على التغلب على هذا البلاء فقال : { وَإِن تَصْبِرُواْ وَتَتَّقُواْ فَإِنَّ ذلك مِنْ عَزْمِ الأمور } .أى : وإن تصبروا على تلك الشدائد ، وتقابلوها يضبط النفس ، وقوة الاحتمال . { وَتَتَّقُواْ } الله فى كل ما أمركم به ونهاكم عنه ، تنالوا رضاه - سبحانه - وتنجوا من كيد أعدائكم .والإشارة فى قوله { فَإِنَّ ذلك مِنْ عَزْمِ الأمور } تعود إلى المذكور ضمنا من الصبر والتقوى ، أى فإن صبركم وتقواكم من الأمور التى يجب أن يسير عليها كل عاقل . لأنها تؤدى إلى النجاح والظفر .وقوله { فَإِنَّ ذلك مِنْ عَزْمِ الأمور } دليل على جواب الشرط .والتقدير : وإن تصبروا وتتقوا تنالوا ثواب أ÷ل العزم فإن ذلك من عزم الأمور .فالآية الكريمة استئناف مسوق لإيقاظ المؤمنين ، وتنبيههم إلى سنة من سنن الحياة ، وهى أن أهل الحق لا بد من أن يتعرضوا للابتلاء والامتحان ، فعليهم أن يوطنوا أنفسهم على تحمل كل ذلك ، لأن ضعفاء العزيمة ليسوا أهلا لبلوغ النصر .ولقد بين النبى صلى الله عليه وسلم أن قوة الإيمان وشدة البلاء متلازمان ، فقد روى الترمذى عن مصعب بن سعد عن أبيه قال : قلت يا رسول الله ، أى الناس أشد بلاء؟ قال : الأنبياء ثم الأمثل فالأمثل . فيبتلى الرجل على حسب دينه . فإن كان دينه صلبا اشتد بلاؤه ، وإن كان فى دينه رقة ابتلى على حسب دينه ، فما يبرح البلاء بالعبد حتى يتركه يمشى على الأرض ما عليه خطيئة \" .",
  "ayah": 186,
  "surah": 3
}
