{
  "text": "ثم حكى - سبحانه - رذيلة أخرى من رذائل أهل الكتاب المتعددة ، وهى أنهم يحبون أن يحمدوا بما لم يفعلوا ، ويفرحون بما أتوا ، وبين سوء عاقبتهم بسبب تلك الأخلاق القبيحة فقال : { لاَ تَحْسَبَنَّ الذين يَفْرَحُونَ بِمَآ أَتَوْاْ وَّيُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ العذاب وَلَهُمْ عَذَابٌ أَلِيمٌ } .والخطاب فى قوله { لاَ تَحْسَبَنَّ } موجه إلى النبى صلى الله عليه وسلم أو لكل من يصلح له الخطاب .والنهى موجه إلى حسبان أن يكون فى هؤلاء الأشرار خير .أى أن الله تعالى ، ينهى نبيه صلى الله عليه وسلم ، نهيا مؤكدا عن أن يظن خيرا فى هؤلاء الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا .و \" المفازة \" مصدر ميمى بمعنى الفوز . وقيل هى اسم مكان أى محل فوز ونجاة .والمعنى : لا تظن يا محمد أن هؤلاء الأشرار { الذين يَفْرَحُونَ بِمَآ أَتَوْاْ } أى يفرحون بما فعلوا من بيعهم الدين بالدنيا واستبدالهم الذى هو أدنى بالذى هو خير ، والذين { يُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ } أي يحبون أن يمدحهم الناس على ما لم يفعلوه من الوفاء بالعهود ، ومن إظهار الحق وعدم كتمانه ، فإنهم فعلوا الشرور والآثام . ثم لم يحاولوا أن يستروا ما اقترفوه من آثام ، بل يطلبون من الناس أن يمدحوهم على ما ارتكبوه من منكرات ، فهم ممن قال الله فيهم { أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَناً } لا تحسبن هؤلاء الأشرار { بِمَفَازَةٍ مِّنَ العذاب } أى بمنجاة منه ، بل لهم عذاب مؤلم أشد الإيلام بسبب ما اجترحوه من سيئات .وقوله { الذين يَفْرَحُونَ } هو المفعول الأول لتحسب ، والمفعول الثانى محذوف والتقدير : لا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا موفقين . أو مهتدين ، أو صالحين .وحذف هذا المفعول الثانى لدلالة ما بعده عليه وهو قوله { فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ } ولتذهب النفس كل مذهب فيما يتناسب مع الوصف الذى وصفهم به - سبحانه - ، وهو أنهم يفعلون القبيح ويحبون أن يحمدهم الناس عليه .وقوله { فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ العذاب } بيان لسوء عاقبتهم بسبب أفعالهم السيئة وهو تأكيد لقوله { لاَ تَحْسَبَنَّ } .قال الزجاج : جرت عادة العرب أنهم إذا طالت القصة أو الكلام أعادوا لفظ حسب وما أشبهه ، للإعلام بأن الذى جرى متصل بالكلام الأول والأول متصل به . فتقول . لا تظن زيدا إذا جاءك وكلمك بكذا وكذا فلا تظنه صادقا . فيفيد \" لا تظنن \" توكيدا وتوضيحا .والتعبير عن النجاة من العذاب الأليم ، ولكنهم لن ينجوا منه أبدا ، ولذا أكد - سبحانه - عدم نجاتهم بقوله { وَلَهُمْ عَذَابٌ أَلِيمٌ } .فذكر - سبحانه - عذابهم الأليم بالسلب والإيجاب ، فنفى أولا أنهم بمنجاة منه ، وأخبر ثانيا أنهم واقعون فيه .هذا ، وقد ذكر كثير من العلماء أن هذه الآية الكريمة نزلت فى شان أحبار اليهود فقد روى الشيخان والترمذى والنسائي ، وغيرهم عن حميد بن عبد الرحمن ابن عوف أن مروان قال لبوابه رافع : اذهب يا رافع إلى ابن عباس فقل له لئن كان كل امرىء منا فرح بما أوتى وأحب أن يحمد بما لم يفعل لنعذ بن جميعا .فقال ابن عباس : مالكم وهذه ، وإنما نزلت هذه فى أهل الكتاب ثم تلا ابن عباس : { وَإِذْ أَخَذَ الله مِيثَاقَ الذين أُوتُواْ الكتاب } إلى قوله { وَلَهُمْ عَذَابٌ أَلِيمٌ } وقال ابن عباس : \" سألهم النبى صلى الله عليه وسلم عن شىء فكتموه إياه وأخبروه بغيره ، ثم خرجوا وقد أروه أن قد أخبروه بما سألهم عنه ، واستحمدوا بذلك إليه ، وفرحوا بما أتوا من كتمانهم إياه ما سألهم عنه \" .وذكر بعض العلماء أن هذه الآية نزلت فى شأن المنافقين ، فقد روى البخارى عن أبى سعيد الخدرى أن رجالا من المنافقين كانوا إذا خرج رسول الله صلى الله عليه وسلم إلى الغزو وتخلفوا عنه ، وفرحوا بمقعدهم خلاف رسول الله صلى الله عليه وسلم . فإذا قدم رسول الله صلى الله عليه وسلم من الغزو ، اعتذروا إليه وحلفوا وأحبو أن يحمدوا بما لم يفعلوا فنزت ، { لاَ تَحْسَبَنَّ الذين يَفْرَحُونَ } .قال العلماء : ولا منافاة بين الروايتين ، لأن الآية عامة فى جميع ما ذكر . وبذلك نرى أن الآيات الكريمة قد حدثتنا عن جملة من رذائل أهل الكتاب ، فقد حكت قولهم { إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ } وحكت قولهم { أَلاَّ نُؤْمِنَ لِرَسُولٍ حتى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النار } ووصفتهم بكتمان الحق ونبذه وراء ظهورهم ، كما وصفتهم بأنهم يفرحون بما أتوا وييحبون أن يحمدوا بما لم يفعلوا ، وردت على أكاذيبهم بما يدحضها وأنذرتهم بسوء مصيرهم ، وساقت للمؤمنين من ألوان التسلية ما يخفف عنهم مصابهم ، ويجعلهم يسيرون فى هذه الحياة بعزم ثابت ، وهمة عالية ، ونفس مطمئنة .ثم ختم - سبحانه - سورة آل عمران بالحديث عن مظاهر قدرته ، وأدلة وحدانيته ، وبشر أصحاب العقول السليمة - الذين يعتبرون ويتعظون ويتفكرون ويكثرون من ذكره - برضوانه وجنته ، وأمر عباده بألا يغتروا بما عليه الكافرون من سلطان وجاه فإنه - سبحانه - قد جعل العاقبة للمتقين ، كما أمرهم بالصبر والمصابرة والمرابطة ومداومة خشيته فقال - تعالى - : { وَللَّهِ مُلْكُ السماوات . . . } .",
  "ayah": 188,
  "surah": 3
}
