{
  "text": "وبعد أن بين - سبحانه - أن ملك السموات والأرض بقبضته ، أشار - سبحانه - إلى ما فيهما من عبر وعظات فقال : { إِنَّ فِي خَلْقِ السماوات والأرض واختلاف الليل والنهار لآيَاتٍ لأُوْلِي الألباب } .أى : إن فى إيجاد السموات والأرض على هذا النحو البديع ، وما فيهما من الآيات المشاهدة العظيمة من كواكب وبحار وزروع وأشجار . . . وفى إيجاد الليل والنهار على تلك الحالة المتعاقبة ، وفى اختلافهما طولا وقصرا . . فى كل ذلك لأمارات واضحة ، وأدلة ساطعة ، لأصحاب العقول السليمة على وحدانية الله - تعالى - وعظيم قدرته ، وباهر حكمته .وصدرت الجملة الكريمة بحرف \" إن \" للاهتمام بالخبر ، وللاعتناء بتحقيق مضمون الجملة .أى إن فى إيجاد السموات والأرض وإنشائهما على ما هما عليه من العجائب ، وما اشتملتا عليه من البدائع ، وفى اختلاف الليل والنهار . . . إن فى كل ذلك من العبر والعظات ما يحمل كل عاقل على الاعتراف بوحدانية الله ، وكمال قدرته وحكمته .والمراد بأولى الألباب : أصحاب العقول السليمة ، والأفكار المستقيمة ، لأن لب الشىء هو خلاصته وصفوته .ولقد قال الزمخشرى فى صفة أولى الألباب : \" هم الذين يفتحون بصائرهم للنظر والاستدلال والاعتبار ، ولا ينظرون إليها نظر البهائم غافلين عما فيها من عجائب الفطرة . وفى الحكم : املأ عينيك من زينة هذه الكواكب ، وأجلهما فى جملة هذه العجائب متفكرا فى قدرة مقدرها ، متدبرا فى حكمة مدبرها قبل أن يسافر بك القدر ، ويحال بينك وبين النظر \" .هذا ، وقد أورد المفسرون كثيرا من الآثار فى فضل هذه الآيات العشر التى اختتمت بها سورة آل عمران ، ومن ذلك قول ابن كثير - رحمه الله - :وقد ثبت أن رسول الله صلى الله عليه وسلم كان يقرأ هذه الآيات العشر من آخر آل عمران إذا قام من الليل لتهجده فقد روى البخارى - رحمه الله - عنابن عباس - رضى الله عنهما - قال : بت عند خالتى ميمونة ، فتحدث رسول الله صلى الله عليه وسلم مع أهله ساعة ثم رقد : فلما كان ثلث الليل الآخر قعد فنظر إلى السماء فقال : { إِنَّ فِي خَلْقِ السماوات والأرض } . . . الآيات .ثم قام فتوضأ واستن ، ثم صلى إحدى عشرة ركعة ، ثم أذن بلال فصلى ركعتين ثم خرج فصلى بالناس الصبح .وروى مسلم وأبو داود والنسائي عن ابن عباس أن رسول الله صلى الله عليه وسلم خرج ذات ليلة بعد ما مضى شطر من الليل فنظر إلى السماء وتلا هذه الآية { إِنَّ فِي خَلْقِ السماوات والأرض } إلى آخر السورة .ثم قال : \" اللهم اجعل فى قلبى نوراً ، وفى سمعى نوراً ، وفى بصرى نوراً ، وعن يمينى نوراً ، وعن شمالى نوراً ، ومن بين يدى نوراً ، ومن خلفى نوراً ، ومن فوقى نوراً ، ومن تحتى نوراً . وأعظم لى نوراً يوم القيامة \" .وروى ابن مردويه عن عطاء قال : \" انطلقت أنا وابن عمر وعبيد بن عمير إلى عائشة - رضى الله عنها - فدخلنا عليها وبيننا وبينها حجاب فقال لها ابن عمر : أخبرينا بأعجب ما رأيته من رسول الله صلى الله عليه وسلم ؟ فبكت وقالت : كل أمره كان عجبا!! أتانى فى ليلتى حتى مسَّ جلده جلدى ثم قال : يا عائشة : ذرينى أتعبد لربى - عز وجل - قالت : فقلت والله أنى لأحب قربك وإنى أحب أن تعبد ربك .فقام إلى القربة فتوضأ ولم يكثر صب الماء ، ثم قام يصلى فبكى حتى بل لحيته ، ثم سجد فبكى حتى بل الأرض ، ثم اضطجع على جنبه فبكى . ثم إذا أتى بلال يؤذنه بصلاة الصبح قالت : فقال : يا رسول الله ما يبكيك وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال : ويحك يا بلال!! وما يمنعنى أن أبكى وقد أنزل الله على هذه الليلة : { إِنَّ فِي خَلْقِ السماوات والأرض } إلخ الآيات .ثم قال : ويل لمن يقرأها ولم يتفكر فيها \" .",
  "ayah": 190,
  "surah": 3
}
