{
  "text": "ثم انتقل القرآن إلى سرد بعض الرذائل التى عرف بها اليهود وعرف بها أسلافهم ، وبين سوء مصيرهم ومصير كل من يفعل فعلهم فقال - تعالى - : { إِنَّ الذين يَكْفُرُونَ . . } .أنت ترى أن الله - تعالى - قد وصف هؤلاء المارقين بصفات ينفر منها كل عاقل وصفهم أولا بأنهم : { يَكْفُرُونَ بِآيَاتِ الله } أى لا يكتفون بالكفر بالله - تعالى - ، بل يكفرون بالآيات المثبتة لوحدانيته ، وبالرسل الذين جاءوهم بالهدى والحق .ووصفهم ثانيا بأنهم { يَقْتُلُونَ النبيين بِغَيْرِ حَقٍّ } وقتل النبيين بغير حق فعل معروف عن اليهود ، فهم الذين قتلوا زكريا - عليه السلام - لأنه حاول أن يخلص ابنه يحيى -عليه السلام - من القتل وقتلوا يحيى لأنه لم يوافقهم في أهوائهم وحاولوا قتل عيسى - عليه السلام - ولكن الله تعالى نجاه من مكرهم ، وقتلوا غيرهم من الأنبياء عليهم الصلاة والسلام .فإن قيل إن اليهود ما قتلوا كل الأنبياء فلم أخبر القرآن عنه أنهم يقتلون النبيين ولم يقل يقتلون بعض النبيين؟فالجواب أنهم بقتلهم لبعض النبيين فقد استهانوا بمقام النبوة ، ومن استهان بمقام النبوة بقتله لبعض الأنبياء فكأنه قد قتل الأنبياء جميعا ، ونظير هذا قوله - تعالى - : { مِنْ أَجْلِ ذلك كَتَبْنَا على بني إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً } وقيد القتل بأنه { بِغَيْرِ حَقٍّ } مع أن قتل الأنبياء لا يكون بحق أبداً ، للتصريح بموضع الاستنكار ، لأن موضع الاستنكار هو اعتداؤهم على الحق بقتلهم الأنبياء ، وللإشارة إلى أنهم لتوغلهم في الظلم والعدوان قد صاروا أعداء للحق لا يألفونه ولا تميل إليه نفوسهم ، وللتسجيل عليهم أن هذا القتل للأنبياء كان مخالفاً لما في شريعتهم فإنها قد نهتهم عن قتلهم ، بل عن مخالفتهم . فهذا القيد من باب الاحتجاج عليهم بما نهت عنه شريعتهم لتخليد مذمتهم في كل زمان ومكان .وقال - سبحانه - { بِغَيْرِ حَقٍّ } بصيغة التنكير ، لعموم النفى ، بحيث يتناول الحق الثابت ، والحق المزعوم ، أى أنهم لم يكونوا معذروين بأي لون من ألوان العذر في هذا الاعتداء فقد أقدموا على ما أقدموا عليه وهم يعلمون أنهم على الباطل ، فكان فعلهم هذا إجراما في بواعثه وفي حقيقته ، وأفظع أنواع الإجرام في موضوعه .وقوله { بِغَيْرِ حَقٍّ } في موضع الحال المؤكدة لمضمون جملة { يَقْتُلُونَ النبيين } إذ لا يكون قتل النبيين إلا كذلك .ووصفهم ثالثا بأنهم { وَيَقْتُلُونَ الذين يَأْمُرُونَ بالقسط مِنَ الناس } .والقسط : العدل . يقال : قسَط يقسِط ويقسُط قِسطا ، وأقسط إقساطا إذا عدل .أى : لا يكتفون بقتل النبيين الذين جاءوا لهدايتهم وسعادتهم ، وإنما يقتلون مع ذلك الذين يأمرونهم بالعدل من مرشديهم ونصحائهم .وفي قوله { مِنَ الناس } إشارة غلى أنهم ليسوا بأنبياء ، بل من الناس غير المبعوثين .وفي قرنهم بالأنبياء ، وإثبات أن الاعتداء عليهم قرين الاعتداء على الأنبياء ، إشارة إلى بيان علو منزلتهم ، وأنهم ورثتهم الذين يدعون بدعوتهم .وعبرعن جرائمهم بصيغة الفعل المضارع - يكفرون ويقتلون لاستحضار صورة أفعالهم الشنيعة في أذهان المخاطبين ، ولإفادة أن أفعالهم هذه متجددة كلما استطاعوا إليها سبيلا ، وللإشعار بأن اليهود المعاصرين للنبى صلى الله عليه وسلم كانوا راضين بفعل آبائهم وأسلافهم ، ولقد حاول اليهود في العهد النبوى أن يقتلوا النبي صلى الله عليه وسلم ولكن الله - تعالى - نجاه من شرورهم .هذا ، وقد وردت آثار متعددة تصرح بأن اليهود قد دأبوا على قتل الأنبياء والمصلحين ، ومن ذلك ما جاء عن أبي عبيدة بن الجراح أنه قال : \" قلت يا رسول الله : أي الناس أشد عذابا يوم القيامة ، فقال رسول الله صلى الله عليه وسلم : \" أشد الناس عذابا يوم القيامة رجل قتل نبيا ، أو قتل من أمر بالمعروف ونهى عن المنكر ، ثم قرأ رسول الله صلى الله عليه وسلم { إِنَّ الذين يَكْفُرُونَ بِآيَاتِ الله } الآية . ثم قال : يا أبا عبيدة قتلت بنو إسرائيل ثلاثة وأربعين نبيا من أول النهار في ساعة واحدة ، فقام مائة وسبعون رجلا منهم فأمروا من قتلهم بالمعروف ونهوهم عن المنكر فقتلوهم جميعاً من آخر النهار في ذلك اليوم \" \" .هذه بعض جرائمهم فماذا كانت نتيجتها؟ كانت نتيجتها العذاب الأليم الذى أخبرهم الله به في قوله { فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ } .والجملة الكريمة خبر إن ، وجاز دخول الفاء على خبرها لتضمن اسمها وهو { الذين } معنى الشرط في العموم .وحقيقة التبشير : الإبخار بما يظهر سرور المخبر - بفتح الباء - على بشرة وجهه ، وهو هنا مستعمل فى ضد حقيقته على سبيل التهكم بهم ، وذلك لأن هؤلاء المعتدين مع أنهم كفروا بآيات الله وقتلوا أنبياءه وأولياءه ، وفعلوا ما فعلوا من منكرات ، مع كل ذلك زعموا أنهم أبناء الله وأحباؤه ، فساق لهم القرآن ما يخبرهم به على سبيل الاستهزاء بعقولهم أن بشارتهم التى يرتقبونها بسبب كفرهم ودعواهم الباطلة هي : العذاب الأليم .واستعمال اللفظ في ضده عند علماء البيان من باب الاستعارة التهكمية ، لأن تشبيه الشىء بضده لا يروج في عقل العقلاء إلى على معنى التهكم والاستهزاء .",
  "ayah": 21,
  "surah": 3
}
