{
  "text": "ثم ذكر - سبحانه - مظهرا حسيا من مظاهر قدرته الباهرة فقال : { تُولِجُ الليل فِي النهار وَتُولِجُ النهار فِي الليل } .الولوج في الأصل : الدخول ، والإيلاج الإدخال . يقال : ولج فلان منزله إذا دخله ، فهو يلجه ولجا وولوجا .وأولجته أنا إذا أدخلته ، ثم استعير لزيادة زمان النهار في الليل وعكسه بحسب المطالع والمغارب .أى أنت يا الله يا مالك الملك . أنت الذى بقدرتك تدخل طائفة من الليل في النهار فيقصر الليل ويزيد النهار وتدخل طائفة من النهار في الليل فيقصر النهار ويزيد الليل ، وأنت وحدك الذى بقدرتك أن تجعلهما متعاقبين بأن تأتى بالليل رويداً رويداً في أعقاب النهار ، وتأتي بالنهار شيئاً فشيئاً فى أعقاب الليل ، وفى كل ذلك دليل على سعة قدرتك ، وواسع رحمتك . وتذكير واعتبار لأولى الألباب .ثم ذكر - سبحانه - مظهرا حسيا آخر من مظاهر قدرته فقال : { وَتُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي } .قال الفخر الرازي : ذكر المفسرون فيه وجوها .أحدها : يخرج المؤمن من الكافر كإبراهيم من آزر ، والكافر من المؤمن مثل كنعان من نوح .والثاني : يخرج الحيوان - وهو حى - من النطفة - وهي ميتة - ، والدجاجة - وهي حية - من البيضة أو العكس .والثالث : يخرج السنبلة من الحبة وبالعكس والنخلة من النواة وبالعكس : ثم قال : والكلمة محتملة للكل : أما الكفر والإيمان فقال - تعالى - { أَوَ مَن كَانَ مَيْتاً فَأَحْيَيْنَاهُ } يريد كان كافرا فهديناه ، فجعل الكفر موتاً والإيمان حياة ، وسمى إخراج النبات من الأرض إحياء وجعل ما قبل ذلك ميتة فقال : { وَيُحْيِي الأرض بَعْدَ مَوْتِهَا } وقال : { فَسُقْنَاهُ إلى بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ الأرض بَعْدَ مَوْتِهَا } وقال : { كَيْفَ تَكْفُرُونَ بالله وَكُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ } وفى الحق : إن المتدبر فى هذا الكون وما يعترى سكانه من موت وحياة ليشهد ويذعن بأن لهذا الكون خالقا قادراً هو الله الواحد القهار .ثم ختم - سبحانه - مظاهر قدرته ورحمته بقوله { وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ } والرزق - كما يقول الراغب - يقال للعطاء الجارى تارة دنيوا كان أو أخرويا . وللنصيب تارة ، ولما يصل إلى الجوف ويتغذى به تارة أخرى يقال : أعطى السلطان رزق الجند ، ورزقت علما ، قال - تعالى - : { وَأَنفِقُواْ مِن مَّا رَزَقْنَاكُمْ مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت } أى : من المال والجاه والعلم \" .أى أنت يا الله يا مالك الملك ، أنت وحدك الذى ترزق من تشاء أن ترزقه بغير حساب ، أى رزقا واسعا عظيما لأنك أنت صاحب الجود والكرم ، ولأنك ليس معك شريك فيحاسبك ، بل أنت المعطى بدون محاسب ، وبدون محاسبة من تعطيه ، ولأن خزائن ملكك لا ينقصها العطاء مهما كثر .ومن كانت هذه صفاته ، وتلك بعض مظاهر قدرته : من إيتاء الملك لمن يشاء ونزعه ممن يشاء وإيلاج الليل فى النهار والنهار فى الليل ، وإخراج الحى من الميت والميت من الحى ، كان من حقه أن يفرد بالعبادة والخضوع { أَلاَ لَهُ الخلق والأمر تَبَارَكَ الله رَبُّ العالمين }قال ابن كثير : روى الطبرانى عن ابن عباس عن النبى صلى الله عليه وسلم أنه قال : \" اسم الله الأعظم الذى إذا دُعى به أجاب في هذه الآية : { قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ الخير إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ } \" .وبذلك نرى أن هاتين الآيتين الكريمتين قد وصفتا الخالق - عز وجل - بما هو أهله ، من قدرة تامة وسلطان نافذ ، ورحمة واسعة ، وهذا الوصف من شانه أن يحمل كل عاقل على إخلاص العبادة له - سبحانه - وعلى الاستجابة لكل ما أمر به أو نهى عنه رغبة في ثوابه ، ورهبة من عقابه . وبعد أن بين - سبحانه - أنه هو وحده مالك الملك ، وأنه على كل شىء قدير ، عقب ذلك بنهى المؤمنين عن موالاة أعدائه بسبب قرابة أو صداقة أو نحوهما ، فقال - تعالى- : { لاَّ يَتَّخِذِ . . . ) .",
  "ayah": 27,
  "surah": 3
}
