{
  "text": "أورد المفسرون في سبب نزول هذه الآية روايات :منها أن جماعة من اليهود كانوا يصادقون جماعة من الأنصار ليفتنوهم عن دينهم فقال رفاعة ابن المنذر ، وعبد الله بن جبير ، وسعيد بن خيشمة لأولئك النفر من الأنصار : اجتنبوا هؤلاء اليهود واحذروا ملازمتهم وبماطنتهم لئلا يفتنوكم عن دينكم ، فأبى أولئك النفر إلا مباطنتهم وملازمتهم ، فأنزل الله - تعالى - هذه الآية \" .وقوله { أَوْلِيَآءَ } جمع ولى ، والولاء والتوالى - كما يقول الراغب : أن يحصل شيئان فصاعداً حصولا ليس بينهما ما ليس منهما ، ويستعار ذلك للقرب من حيث المكان ، ومن حين النسبة ومن حين الدين ومن حيث الصداقة والنصرة والاعتقاد .والولاية - بكسر الواو - النصرة والولاية - تولى الأمر ، وقيل هما بمعنى واحد \" .و \" لا \" ناهية . والفعل \" يتخذ \" مجزوم بها ، وهو متعد لمفعولين :أولهما : { الكافرين } .وثانيهما : { أَوْلِيَآءَ } .والمعنى : لا يحل للمؤمنين أن يتخذوا الكافرين أولياء ونصراء ، بل عليهم أن يراعوا ما فيه مصلحة الإسلام والمسلمين ، وأن يقدموها على ما بينهم وبين الكفار من قرابة أو صداقة أو غير ذلك من ألوان الصلات لأن في تقديم مصلحة الكافرين على مصلحة المؤمنين تقديما للكفر على الإيمان ومن شأن المؤمن الصادق في إيمانه أن لا يصدر منه ذلك .وقد ورد مثل هذا النهى فى كثير من الآيات ومن ذلك قوله - تعالى - { ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِمْ بالمودة } وقوله - تعالى - { ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ اليهود والنصارى أَوْلِيَآءَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَمَن يَتَوَلَّهُمْ مِّنكُمْ فَإِنَّهُ مِنْهُمْ } قال اللآلوسي : وقوله { مِن دُونِ المؤمنين } حال من الفاعل ، أى متجاوزين المؤمنين إلى الكافرين استقلالا أو اشتراكا ، ولا مفهوم لهذا الظرف إما لأنه ورد في قوم بأعيانهم والَوْا الكفار دون المؤمنين فهو لبيان الواقع . أو لأن ذكره للإشارة إلى أن الحقيق بالموالاة هم المؤمنون ، وفى موالاتهم مندوحة عن موالاة الكفار \" .قالوا : والموالاة الممنوعة هي التي يكون فيها خذلان للدين أو إيذاء لأهله أو إضاعة لمصالحهم ، وأما ما عدا ذلك كالنجارة وغيرها من ضروب المعاملات الدنيوية فلا تدخل في ذلك النهي ، لأنها ليس معاملة فيها أذى للإسلام والمسلمين \" .وكرر - سبحانه - لفظ \" المؤمنين \" بأداة التعريف أل للإشارة إلى أن الثاني هو عين الأول ، وفي ذلك إشعار بأن المؤمنين الذين يتخذون الكافرين أولياء ونصراء ، يتركون أنفسهم ويهملونها ويتخذون من عدونهم نهاية لها .ثم قال - تعالى - { وَمَن يَفْعَلْ ذلك فَلَيْسَ مِنَ الله فِي شَيْءٍ } أى : ومن يتخذ الكافرين أولياء وأنصارا من دون المؤمنين ، فإنه في هذه الحالة يكون بعيدا عن ولايته لله ، ومنسلخا منها رأسا وليس بينه وبين الله صلة تذكر .فاسم الإشاراة { ذلك } يعود على الاتخاذ المفهوم من الفعل يتخذ؟والتنوين في { شَيْءٍ } للتحقير أى ليس في شىء يصح أن يطلق عليه اسم الولاية ، لأن موالاة الولى وموالاة عدوه متنافيان كما قال الشاعر :تود عدوى ثم تزعم أنني ... صديقك ليس النوك عنك بعازبو \" من \" شرطية ، و { يَفْعَلْ } فعل الشرط ، وجوابه \" فليس من الله في شىء \" واسم ليس ضمير يعود على \" من \" وقوله { فِي شَيْءٍ } خبرها . أى فليس الموالى في شىء كائن من الله - تعالى - والجملة معترضى بين المستثى والمستثنى منه .وقال - سبحانه - { فَلَيْسَ مِنَ الله } ولم يقل \" فليس من ولاية الله \" للإشعار بأن من اختار مناصرة المشركين وموالاتهم فقد ترك ذات الله - تعالى - وكان مؤثرا لقوة الكفار على قوة العزيز الجبال ، فهو في هذه الحالة يعاند الله نفسه ، ثم استثنى - سبحانه - من أحوال النهى حال التقية فقال : { إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً } وقوله : { تَتَّقُواْ } من الاتقاء بمعنى تجنب المكروه ، وعدى بمن لتضمينه معنى تخافوا { تُقَاةً } مصدر تقيته - كرميته - بمعنى اتقيته ووزنه فعلة ويجمع على تقى : كرطبة ورطب . وأصل تقاة : وقية من الوقاية . فأبدلت الواو المضمومة تاء والياء ألفا لتحركها وانفتاح ما قبلها .والاستثناء مفرغ من عموم الأحوال ، والتقدير : لا تتخذوا أيها المؤمنون الكافرين أولياء في أى حال من الأحوال إلا في حال اتقائكم منهم أى إلا أن تخافوا منهم مخافة . أو إلا أن تخافوا من جهتهم أمرا يجب اتقاؤه من الضرر في النفس أو المال أو العرض .كأن يكون الكفار غالبين ظاهرين . أو كنتم في قوم كفار فيرخص لكم في مداراتهم باللسان ، على ألا تنطوى قلوبكم على شىء من مودتهم ، بل دارونهم وأنتم لهم كارهون . وألا تعملوا ما هو محرم كشرب الخمر ، أو إطلاعهم على عورات المسلمين أو الانحياز إليهم في مجافاة بعض المسلمين ، وإذن فلا رخصة إلا في المداراة باللسان . ثم ختم - سبحانه - الآية بهذا التهديد الشديد حيث قال - تعالى - { وَيُحَذِّرُكُمُ الله نَفْسَهُ وإلى الله المصير } .والتحذير : هو التخويف لأجل الحذر واليقظة ، من أن يقع الإنسان في قول أو عمل منهى عنه .ونفسه : منصوب على نزع الخافض . والمصير : المرجع والمآب .أى : ويحذركم الله - تعالى - من نفسه أى من عقابه وانتقامه ، وإليه - سبحانه - مرجعكم ومصيركم فيحاسبكم على أعمالكم .وقوله { وَيُحَذِّرُكُمُ الله نَفْسَهُ } فيه ما فيه من التهديد والتخويف من موالاة الكافرين ، لأن التحذير من ذات الله ، يقتضى الخوف ووقع الرهبة في النفس من الذات العلية ، وذلك كما يقال : - والله المثل الأعلى - احذر الأسد ، فإن هذا القائل يريد أن ذات الأسد في كل أحوالها موهوبة ، ولأن كلمة \" نفس \" تقال لتأكيد التعبير عن الذات .أى أن التحذير قد جاءكم من الله - تعالى - لا من غيره فعليكم أن تمتثلوا أمره ، فإن إليه وحده المآل وانتهاء أمر العباد .وسيجازيهم على أعمالهم بما يستحقون فاحذروا التعرض لعقابه ، وقوله { وَإِلَيَّ المصير } تذييل مقرر لمضمون ما قبله ومحقق لوقوعه . هذا ، ولبعض العلماء كلام طويل عن التقية - وهى أن يظهر الإنسان خلاف ما يبطن مخافة الأذى الشديد - فقد قال الآلوسى ما ملخصه :\" وفي الآية دليل على مشروعية التقية ، وعرفوها بالمحافظة على النفس أو العرض من شر الأعداء . .والعدو قسمان :الأول : من كانت عداوته مبنية على اختلاف الدين كالكافر والمسلم .والثاني : من كانت عداوته مبنية على أغراض دنيوية كالمال والمتاع والإمارة ، ومن هنا صارت التقية قسمين :أما القسم الأول فالحكم الشرعي فيه أن كل مؤمن وقع في محل لا يمكن له فيه أن يظهر دينه لتعرض المخالفين له بالعداوة فإنه يجب عليه أن يهاجر من ذلك المكان إلى مكان يستطيع فيه أن يظهر دينه ، إلا إذا كان ممن لهم عذر شرعي كالنساء والصبيان والعجزة فقد قال تعالى : { إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض قالوا أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا فأولئك مَأْوَاهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيراً إِلاَّ المستضعفين مِنَ الرجال والنسآء والولدان لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلاً فأولئك عَسَى الله أَن يَعْفُوَ عَنْهُمْ وَكَانَ الله عَفُوّاً غَفُوراً } وإذا كان التخويف بالقتل ونحوه جاز له المكث والموافقة لهم ظاهرا بقدر الضرورة مع السعى في حيلة للخروج والفرار بدينه .والموافقة لهم حينئذ رخصة ، وإظهار ما في قلبه عزيمة فلو مات مات شهيداً بدليل ما روى من أن مسيلمة الكذاب أخذ رجلين من أصحاب النبي صلى الله عليه وسلم فقال لأحدهما : \" أتشهد أن محمدا رسول الله؟ قال : نعم ، نعم ، نعم فقال له : أتشهد أنى رسول الله؟ قال : نعم . ثم دعا الثاني فقال له أتشهد أنى رسول الله؟ قال إني رسول الله؟ قال إنى أصم ، قالها ثلاثا ، فضرب عنقه ، فبلغ ذلك رسول الله صلى الله عليه وسلم فقال : \" أما هذا المقتول فقد مضى على صدقه ويقينه فهنيئا له . وأما الآخر فقد قبل رخصة الله فلا تبعة عليه \" .وأما القسم الثانى وهو من كانت عداواته بسبب المال والإمارة وما إلى ذلك ، فقد اختلف فى وجوي هجرة صاحبه ، فقال بعضهم تجب أن الله قد نهى عن إضاعة المال . وقال آخرون لا تجب ، لأنها لمصلحة دنيوية ولا يعود على من تركها نقصان في الدين .وعد قوم من باب التقية الجائزة مداراة الكفار والفسقة والظلمة وإلانة الكلام لهم والتبسم في وجوههم لكف أذاهم وصيانة العرض منهم - بشرط أن لا تكون هذه المدارة مخالفة لأصول الدين وتعاليمه - فإن كانت مخالفة لذلك فلا تجوز .روى البخارى عن عائشة قالت : \" استأذن رجل على رسول الله صلى الله عليه وسلم وأنا عنده فقال رسول الله صلى الله عليه وسلم بئس أخو العشيرة ، ثم أذن له فألان له القول ، فقلت يا رسول الله قلت ما قلت ثم ألنت له القول؟ فقال : \" يا عائشة إن من شر الناس من يتركه الناس اتقاء فحشه \" إلى غير ذلك من الأحاديث . لكن لا تنبغي المداراة إلى حيث يخدش الدين ، ويرتكب المنكر ، وتسىء الظنون \" .ثم يبين - سبحانه - أنه عليم بالظواهر والبواطن ، وأمر بأن يكثروا من العمل الصالح الذى ينفعهم يوم القيامة ، وأن يلتزموا طاعة الله ورسوله لكى يسعدوا في دينهم ودنياهم ، وأن يراقبوا الله - تعالى - في أقوالهم وأعمالهم لأنه - سبحانه - لا تخفى عليه خافية فقال تعالى : { قُلْ إِن تُخْفُواْ . . . } .",
  "ayah": 28,
  "surah": 3
}
