{
  "text": "ثم كرر - سبحانه - التحذير من الحساب يوم القيامة وما يقع فيه من أهوال ورغب المؤمنين في العمل الصالح فقال : { يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَراً وَمَا عَمِلَتْ مِن سواء تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدَاً بَعِيداً } .قال الآلوسى : الأمد : غاية الشىء ومنتهاه والفرق بينه وبين الأبد أن الأبد مدة من الزمان غير محدودة والأمد مدة لها حد مجهول ، والمرادهنا الغاية الطويلة ، وذهب بعضهم إلى أن المراد بالأمد البعيد المسافة البعيدة ، ولعله الأظهر ، فالتمنى هنا من قبيل التمنى فى قوله - تعالى - { ياليت بَيْنِي وَبَيْنَكَ بُعْدَ المشرقين } والمعنى : راقبوا ربكم أيها المؤمنون . وتزودوا من العلم الصالح واذكروا { يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ } في الدنيا { مِنْ خَيْرٍ } وإن كان مثقال ذرة { مُّحْضَراً } لديها مشاهدا في الصحف ، حتى لكأنه قد أحضر من الدنيا إلى الآخرة فيرى رأى العين { وَمَا عَمِلَتْ مِن سواء } تراه أيضاً ظاهراً ثابتا مسجلا عليها ، وتتمنى لو أن بينها وبين هذا العمل السىء زمنا طويلا ، ومسافة بعيدة وذلك لأن الإنسان يتمنى دائما أن يكون بيعدا بعدا شاسعاً عن الشىء المخيف المؤلم خصوصاً فى هذا اليوم العصيب وهو يوم القيامة .وقوله { يَوْمَ } متعلق بمحذوف تقديره اذكروا ، وهو مفعول به لهذا المحذوف . و \" تجد \" يجوز أن يكون متعديا لواحد فيكون بمعنى تصيب وتصادف ، ويكون \" محضراً \" على هذا منصوبا على الحال . قال الجمل : وهذا هو الظاهر . ويجوز أن يكون بمعنى تعلم فيتعدى لاثنين أولهما { مَّا عَمِلَتْ } والثانى { مُّحْضَراً } .وقوله { وَمَا عَمِلَتْ مِن سواء } معطوف على قوله { مَّا عَمِلَتْ مِنْ خَيْرٍ } .ويرى بعضهم أن \" ما \" فى قوله { وَمَا عَمِلَتْ مِن سواء } متبدأ ، وخبرها جملة { لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدَاً بَعِيداً } فيكون المعنى : ما عملت من سوء تتمنى كل نفس أن يكون بينها وبينه أمدا بعيدا .أتى - سبحانه - بقوله { مُّحْضَراً } فى جانب الخير فقط من أن عمل السوء أيضاً يكون محضراً للإشعار يكون عمل الخير هو المراد بالذات . وهو الذى يتمناه الإنسان ويرجو حضوره فى هذا لما يترتب عليه من ثواب وأما عمل الشر فتتمنى كل نفس اقترفته لو بعد عنها ولم تره بسبب ما يترتب عليه من عقاب .وقوله - سبحانه - { وَيُحَذِّرُكُمُ الله نَفْسَهُ } تكرير للتحذير الأول الذى جاء فى قوله - تعالى - { لاَّ يَتَّخِذِ المؤمنون الكافرين أَوْلِيَآءَ مِن دُونِ المؤمنين } والسر في هذا التكرير زيادة التحذير من عقاب الله وانتقامه ، فإن تكرار التحذير من شأنه أن يغرس في القلوب التذكر والاعتبار والوجل .وقيل : إن التحذير الأول ذكر للنهى عن موالاة الكافرين . والذى هنا ذكر للحث على عمل الخير والتنفير من عمل الشر .ثم ختم - سبحانه - الآية بقوله : { والله رَؤُوفُ بالعباد } ومن مظاهر رأفته ورحمته أنه حذر عباده قبل أن يعاقبهم ، وأنه يعفو عن كثير من ذنوب عباده ، وأنه فتح لهم باب التوبة حتى يقلعوا عن خطاياهم .إلى غير ذلك من مظاهر رأفته ورحمته .",
  "ayah": 30,
  "surah": 3
}
