{
  "text": "ثم كرر - سبحانه - الأمر لرسوله صلى الله عليه وسلم بأن يحض الناس على اتباع ما يسعدهم فقال له : { قُلْ أَطِيعُواْ الله والرسول } .أى قل لهم يا محمد أطيعوا الله وأطيعوا رسوله في جميع الأوامر والنواهى ، وإن من يدعى أنه مطيع لله دون أن يتبع رسوله فإنه يكون كاذبا في دعواه ، ولذا لم يقل - سبحانه - أطيعوا الله وأطيعوا الرسول ، للإشعار بأن الطاعة واحدة وأن طاعة الرسول صلى الله عليه وسلم طاعة لله تعالى ، كما قال سبحانه : { مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله } ثم ذكر - سبحانه - عاقبة العصاة المعاندين فقال : { فإِن تَوَلَّوْاْ فَإِنَّ الله لاَ يُحِبُّ الكافرين } أى : فإن أعرضوا عما تأمرهم به يا محمد ولم يستجيبوا لك واستمروا على كفرهم ، فإنهم لا ينالون محبة الله ، لأنهم كافرون .ففى هذه الجملة الكريمة دلالة على أن محبة الله لا ينالها إلا من يتبع الرسول صلى الله عليه وسلم لأنه - سبحانه - نفى حبه عن الكافرين ، ومتى نفى حبه عنهم فقد أثبت بغضه ، و لأنه عبر عن تركهم اتباع رسوله بالتولى وهو أفحش أنواع الإعراض ، ومن أعرض عن طاعة رسول الله كان بعيداً عن محبة الله .وبذلك نرى أن هذه الآيات الكريمة قد ساقت للناس من التوجيهات السامية ، والآداب العالية ما من شأنه أن يغرس في النفوس إخلاص العبادة لله ، والخشية من عقابه ، والأمل في ثوابه ، والإكثار من العلم الصالح الذى يؤدى إلى رضا الله ومحبته .وبعد هذا الحديث الحكيم المتنوع - من أول السورة إلى هنا - عن وحدانية الله ، وقدرته النافذة وعلمه المحيط ، وعن أحقيته للعبادة والخضوع ، وعن الكتب السماوية وما اشتملت عليه من هدايات وعن محكم القرآن ومتشابهه ، وعن رعاية الله - تعالى - لعباده المؤمنين ، وعن تهديد الكافرين بسوء العاقبة إذا ما استمروا على كفرهم ، وعن الشهوات الذى ارتضاه الله لعباده ، وعن بعض الرذائل التى عرفت عن أكثر أهل الكتاب ، وعن حث الناس على مراقبة الله - تعالى - وإخلاص العبادة له حتى يكونوا ممن يحبهم ويحبونه فيسعدوا في دينهم ودنياهم وآخرتهم . . . بعد كل ذلك تحدث القرآن - في أكثر من ثلاثين آية - عمن اصطفاهم الله من عباده ، وعن جانب من قصة مريم ، وقصة زكريا وابنه يحيى - عليهما السلام - وعن قصة ولادة عيسى - عليه السلام - وما صاحبها من خرق للعادات ، وما منحه - سبحانه - من معجزات وعن محاجة الكافرين من أهل الكتاب في شأنه وكيف رد القرآن عليهم . . . استمع إلى القرآن الكريم وهو يحكى ذلك بأسلوبه البليغ المؤثر فيقول : { إِنَّ الله . . . } .",
  "ayah": 32,
  "surah": 3
}
