{
  "text": "ثم حكى سبحانه ما قالته امرأة عمران عندما أحست بعلامات الحمل فقال تعالى : { إِذْ قَالَتِ امرأت عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّراً فَتَقَبَّلْ مِنِّي } والظرف \" إذا \" في محل النصب على المفعولية بفعل محذوف والتقدير : أذر لهم وقت قولها رب إنى نذرت . . . ألخ . وقيل هو متعلق بقوله { والله سَمِيعٌ عَلِيمٌ } أى أنه - سبحانه - يعلم علم ما يسمع في الوقت الذي قالت فيه امرأة عمران ذلك القول .وامرأة عمران هذه هى \" حنة \" بنت فاقوذا بن قنبل وهى أم مريم وجدة عيسى عليه السلام وعمران هذا هو زوجها ، وهو أبو مريم .وقوله { والله سَمِيعٌ عَلِيمٌ } من النذر وهو التزام التقرب إلى الله - تعالى - بأمر من جنس العبادات التي شرعها - سبحانه - لعباده ليتقربوا بها إليه .وقوله { نَذَرْتُ } أى عتيقا مخلصا للعبادة متفرغا من شواغل الدنيا لخدمة بيتك المقدس . يقال : حررت العبد إذا خلصته من الرق وحررت الكتابة إذا أصلحته ولم تبق فيه شيئاً من وجوه الخطأ ، ورجل حر إذا كان خالصا لنفسه ليس لأحد عليه سلطان .والمعنى : اذكر أيها العاقل لتعتبر وتتعظ وقت أن لجأت امرأة عمران إلى ربها تدعوه بضراعة وخشوع فتقول : يا رب إنى نذرت لخدمة بيتك هذا الجنين الذى في بطني مخلصا لعبادتك متفرغا لطاعتك فتقبل منى هذا النذر الخالص ، وتلك النية الصادقة ، { إِنَّكَ أَنتَ السميع العليم } لقولى ولأقوال خلقك { العليم } بنيتى وبنوايا سائر عبادك .فأنت ترى في هذا الدعاء الخاشع الذى حكاه القرآن عن امرأة عمران أسمى ألوان الأدب والإخلاص ، فقد توجهت إلى ربها بأعز ما تملك وهو الجنين الذى في بطنها ، ملتمسة منه - سبحانه - أن يقبل نذرها الذى وهبته لخدمة بيته ، واللام في قوله \" لك \" للتعليل أى نذرت لخدمة بيتك .وقوله { مُحَرَّراً } حال من \" ما \" والعامل فيه \" نذرت \" .قال بعضهم : \" وكان هذا النذر يلزم في شريعتهم فكان المحرر عندهم إذا حرر جعل في الكنيسة يخدمها ولا يبرح مقيما فيها حتى يبلغ الحلم ، ثم يتخير فإن أحب ذهب حيث شاء ، وإن اختار الإقامة لا يجوز له بعد ذلك الخروج . ولم يكن أحد من أنبياء بنى إسرائيل وعلمائهم إلا ومن أولاده من حرر لخدمة بيت المقدس ولم يكن يحرر إلا العلمان ، ولا تصلح الجارية لخدمة بيت المقدس لما يصيبها من الحيض والأذى \" . وجملة { إِنَّكَ أَنتَ السميع العليم } تعليلية لاستدعاء القبول ، من حيث أن علمه - سبحانه - بصحة نيتها وإخلاصها مستدع لقبول نذرها تفضلا منه وكرما .",
  "ayah": 35,
  "surah": 3
}
