{
  "text": "وقوله { مِن قَبْلُ } متعلق \" بأنزل \" و \" هدى \" حال من التوراة والإِنجيل ، ولم يثن لأنه مصدر . ويجوز أن يكون مفعولا لأجله والعامل فيه أنزل .أى : وأنزل التوراة والإِنجيل من قبل تنزيل القرآن لأجل هداية الناس الذين أنزلا عليهم إلى الحق الذى من جملته الإِيمان بالنبى صلى الله عليه وسلم واتباعه حين يبعث ، لأنهما قد اشتملتا على البشارة به والحض على طاعته .قالوا : فالمراد بالناس من عمل بالتوراة والإِنجيل وهم بنو إسرائيل . ويحتمل أنه عام بحيث يشمل هذه الأمة وإن لم نكن متعبدين أى مكلفين ومأمورين بشرع من قبلنا ، والآن فيهما ما يفسد التوحيد وصفات البارى والبشارة بالنبى صلى الله عليه وسلم .قال الآلوسى : وعبر فى جانب التوراة والإِنجيل بقوله \" أنزل \" للإِشارة إلى أنهما لم يكن لهما سوى نزول واحد ، بخلاف القرآن فإن له نزولين : نزولا من اللوح المحفوظ إلى بيت العزة من سماء الدنيا جملة واحدة ، ونزولا من ذلك إليه صلى الله عليه وسلم منجما فى ثلاث وعشرين سنة على المشهور ، ولهذا يقال فيه نزل وأنزل . . \" .هذا ، وليست التوراة التى بين أيدى اليهود اليوم هى التوراة التى أنزلها الله على موسى ، فقد بين القرآن فى أكثر من آية أن بعض أهل الكتاب قد امتدت أيديهم الأثيمة إلى التوراة فحرفوا منها ما حرفوا ، ومن ذلك قوله - تعالى - { يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنْتُمْ تُخْفُونَ مِنَ الكتاب وَيَعْفُواْ عَن كَثِيرٍ } وقوله : - تعالى - { فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ وَنَسُواْ حَظَّا مِّمَّا ذُكِرُواْ بِهِ }ومن الأدلة على أن التوراة التى بين أيدى اليهود اليوم ليست هى التى أنزلها الله على موسى : انقطاع سندها ، واشتمالها على كثير من القصص والعبارات والمتناقضات التى تتنزه الكتب السماوية عن ذكرها .وكذلك الحال بالنسبة للإِنجيل؛ إذ ليست هذه الأناجيل التى يقرؤها المسيحيون اليوم هى الإِنجيل الذى أنزله الله على عيسى؛ وإنما هى مؤلفات ألفت بعد عيسى - عليه السلام - ونسبت إلى بعض الحواريين من أصحابه .أما الإِنجيل الذى أنزله الله على عيسى والذى وصفه الله بأنه هداية للناس فهو غير هذه الأناجيل .و { الفرقان } كل ما فرق به بين الحق والباطل ، والحلال والحرام . وهو مصدر فرق يفرق بين الشيئين فرقا وفرقاناً .1- والمراد به عند أكثر المفسرين : الكتب السماوية التى سبق ذكرها وهى التوراة والإِنجيل والقرآن . أى : أنزل بهذه الكتب ما يفرق به بين الحق والباطل ، والهدى والضلال . والخير والشر ، وبذلك لا يكون لأحد عذر فى جحودها والكفر بها .وأعيد ذكرها بوصف خاص لم يذكر فيما سبق على طريق العطف بتكرير لفظ الإِنزال ، تنزيلا للتغاير الوصفى منزلة التغاير الذاتى .2- وقال بعضهم المراد بالفرقان هنا القرآن . وإنما أعاده بهذا العنوان بعد ذكره باسم الجنس تعظيما لشأنه ، ورفعا لمكانه ، ومدحا له بكونه فارقاً بين الحق والباطل ، للإِشارة إلى الاتصال الكامل بين شرائع الله - تعالى - وأنه تتميم لما سبقه ، وأنه كمال الشرائع كلها .3- وقال بعضهم : المراد به جنس الكتب السماوية التى أنزلها الله - تعالى - على رسله لهداية الناس وسعادتهم . وقد عبر عنها بالفرقان ليشمل هذا الوصف ما ذكر منها وما لم يذكر على طريق التتميم بالتعميم ، إثر تخصيص مشاهيرها بالذكر .وقد ذكر صاحب الكشاف هذه الأقوال وغيرها فقال : \" فإن قلت : ما المراد بالفرقان؟ قلت : جنس الكتب السماوية لأن كلها فرقان يفرق بين الحق والباطل من كتبه ، أو من هذه الكتب . أو أراد الكتاب الرابع وهو الزبور . أو كرر ذكر القرآن بما هو نعت له من كونه فارقا بين الحق والباطل \" .أما الفخر الرازى فإنه لم يرتض كل هذه الأقوال ، بل أتى برأى جديد فقال - ما ملخصه :4- \" والمختار عندى أن المراد من هذا الفرقان : المعجزات التى قرنها الله - تعالى - بإنزال هذه الكتب ، وذلك لأنهم لما أتوا بهذه الكتب ، وادعوا أنها كتب نازلة عليهم من عند الله ، افتقروا فى إثبات هذه الدعوى إلى دليل حتى يحصل الفرق بين دعواهم وبين دعوى الكذابين ، فلما أظهر الله على وفق دعواهم تلك المعجزات ، حصلت المفارقة بين دعوى الصادق وبين دعوى الكاذب . فالمعجزة هى الفرقان . فلما ذكر الله أنه أنزل الكتاب بالحق ، وأنه أنزل التوراة والإِنجيل من قبل ذلك ، بين أنه - تعالى - أنزل معها ما هو الفرقان الحق ، وهو المعجز القاهر الذي يدل على صحتها ، ويفيد بينها وبين سائر الكتب المختلفة \" .والذى نراه أقرب إلى القبول أن المراد بالفرقان هنا جنس الكتب السماوية لأنها جميعها فارقة بين الحق والباطل فيندرج تحتها القرآن وغيره من الكتب السماوية .ثم بين - سبحانه - سوء عاقبة المنحرفين عن طريق الحق ، الكافرين بآيات الله ، فقال : { إِنَّ الذين كَفَرُواْ بِآيَاتِ الله لَهُمْ عَذَابٌ شَدِيدٌ والله عَزِيزٌ ذُو انتقام } أى : إن الذين كفروا بآيات الله الدالة على وحدانيته وقدرته ، وصدق رسله فيما يبلغون عنه ، لهم عذاب شديد منه - سبحانه - بسبب كفرهم وجحودهم { والله عَزِيزٌ } أى منيع الجانب ، غالب على أمره يفعل ما يشاء ويحكم ما يريد .وفى قوله { والله عَزِيزٌ } إشارة إلى القدرة التامة على العاقب ، وفى قوله { ذُو انتقام } إشارة إلى كونه فاعلا للعقاب ، ينزله متى شاء ، وكيف شاء ، بمقتضى قدرته وحكمته وإرادته ، والوصف الأول صفة للذات . والثانى صفة للفعل .",
  "ayah": 4,
  "surah": 3
}
