{
  "text": "ثم حكى القرآن أن زكريا - لشدة لهفته على تحقق البشارة - سأل ربه أن يجعل له علامة تكون دليلا على تحقيق الحمل عند زوجته فقال - تعالى : { قَالَ رَبِّ اجعل لي آيَةً } .أى قال زكريا مناجيا ربه : يا رب إنى أسألك أن تجعل لي { آيَةً } آي : علامة تدلنى على حصول الحمل عند زوجتي : لأبادر إلى القيام بشكر هذه النعمة شكراً جزيلا ولأقوم بحقها حق القيام .وقد أجابه - سبحانه - إلى طلبه فقال : { قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ الناس ثَلاَثَةَ أَيَّامٍ إِلاَّ رَمْزاً } . أي قال الله - تعالى - لعبده زكريا : آيتك أى علامتك ألا تقدر على كلام الناس من غير آفة في لسانك لمدة ثلاثة أيام إلا { رَمْزاً } أى إلا عن طريق الإيحاء والإشارة .وأصل الرمز الحركة . يقال ارتمز أى تحرك ، ومنه قيل للبحر الراموز وفعله من باب نصر وضرب . ثم أطلق الرمز على الإيماء بالشفتين أو بالحاجبين وعلى الإشارة باليدين وهو المراد هنا .قال صاحب الكشاف : قال الله - تعالى - لزكريا آيتك ألا تقدر على تكليم الناس ثلاثة أيام : وإنما خص تكليم الناس ليعلمه أنه يحبس لسانه عن القدرة على تكليمهم خاصة مع إبقاء قدرته على التكلم بذكر الله . ولذلك قال : { واذكر رَّبَّكَ كَثِيراً وَسَبِّحْ بالعشي والإبكار } يعنى فى أيام عجزك عن تكليم الناس وهى من الآيات الباهرة ، فإن قلت : لم حبس لسانه عن كلام الناس؟ قلت : ليخلص المدة لذكر الله لا يشغل لسانه بغيره ، توفرا منه على قضاء حق تلك النعمة الجسيمة وشكرها الذي طلب الآية من أجله ، كأنه لما طلب الآية من أجل الشكر قيل له : آيتك أن يحبس لسانك إلا عن الشكر . وأحسن الجواب وأوقعه ما كان مشتقا من السؤال ومنتزعا منه { إِلاَّ رَمْزاً } أى : إلا إشارة بيد أو رأس أو غيرهما .وعلى رأى صاحب الكشاف يكون احتباس لسان زكريا عن كلام الناس اضطراريا وليس عن اختيار منه .ويمكن أن يقال . إن المراد بقوله - تعالى - { قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ الناس ثَلاَثَةَ أَيَّامٍ إِلاَّ رَمْزاً } . . . أن زكريا - عليه السلام - عندما طلب آية يعرف بها أن زوجته قد حملت بهذا الغلام الذى بشره الله به ، أخبره - سبحانه - أن العلامة على ذلك أن يوفق إلى خلوص نفسه من شواغل الدنيا حتى أنه ليجد نفسه متجها اتجاها كليا إلى ذكر الله وتمجيده وتسبيحه ، دون أن يكون عنده أى دافع إلى كلام الناس أو مخالطتهم مع قدرته على ذلك ، وعلى هذا يكون انصراف زكريا - عليه السلام - عن كلام الناس اختيارا وليس اضطراريا كما يرى صاحب الكشاف .ثم أمره الله - تعالى - بالإكثار وتسبيحه فقال : { واذكر رَّبَّكَ كَثِيراً وَسَبِّحْ بالعشي والإبكار } .و { العشي } جمع عشية وقيل : هو واحد وذلك من حين تزول الشمس إلى أن تغيب ، وأما { الإبكار } فمصدر أبكر يبكر إذا خرج للأمر في أول النهار .. . ومنه الباكورة لأول الثمرة . والمراد به هنا الوقت الذى يكون من طلوع الفجر إلى الضحى .أى عليك أن تكثر من ذكر الله - تعالى - ومن تسبيحه فىأول النهار وفى آخره وفى كل وقت لا سيما فى تلك الأيام الثلاثة شكراً لله - تعالى - على ما أعطاك من نعم جليلة لا تحصى ، فقد وهبك الذرية بعد أن بلغت من الكبر عتيا ، وجعل هذا المولود من أنبياء الله الذين اصطفاهم لتبليغ رسالته .وفي هذا الأمر الإلهي لزكريا حصن لكل عاقل على الإكثار من ذكر الله من تسبيحه وتمجيده لن ذكر الله به تطمئن القلوب . وتسكن النفوس وتغسل الخطايا والذنوب ويكفى للدلالة على فضل الذكر أن الله - تعالى - أمر به حتى في حالة الحرب فقال : { ياأيها الذين آمنوا إِذَا لَقِيتُمْ فِئَةً فاثبتوا واذكروا الله كَثِيراً لَّعَلَّكُمْ تُفْلَحُونَ } وبذلك تكون الآيات الكريمة قد ساقت لنا جانبا من قصد زكريا - عليه السلام - فيه الكثير من العبر والعظات لقوم يعقلون .وبعد أن بين - سبحانه - ما يدل على مظاهر قدرته فى ولادة يحيى - عليه السلام - حيث وهبه لوالديه بعد أن بلغا مبلغاً كبيراً من العمر يستبعد معه في العادة الإنجاب . . . بعد أن بين كل ذلك ساق قصة أخرى أدل على قدرة الله ونفاذ إرادته من قصة ولادة يحيى ، وهذه القصة هي قصة ولادة عيسى - عليه السلام - من غير أب . وقد مهد القرآن لولادة عيسى ببيان أن الله - تعالى - قد اصطفى أمه مريم وطهرها من كل فاحشة ، وفضلها على نساء زمانها ، وصانها من كل ما يخدش المروءة والشرف . استمع إلى القرآن الكريم وهو يحكى ذلك بأسلوبه البليغ الحكيم فيقول : { وَإِذْ قَالَتِ . . . . } .",
  "ayah": 41,
  "surah": 3
}
