{
  "text": "ثم بين - سبحانه - أن ما جاء به القرآن في شأن مريم - بل وفي كل شأن من الشئون - هو الحق الذى لا يحوم حوله باطل ، وهو من أنباء الغيب التى لا يعلمها أحد سواه فقال - تعالى - : { ذلك مِنْ أَنَبَآءِ الغيب نُوحِيهِ إِلَيكَ } .واسم الإشارة { ذلك } يعود إلى ما تقدم الحديث عنه من قصة امرأة عمران وقصة زكريا وغير ذلك من الأخبار البديعة .والأنباء : جمع نبأ ، وهو الخبر العظيم الشأن .والغيب : مصدر غاب ، وهو الأمر المغيب المستور الذى لا يعلم إلا من قبل الله - تعالى - .ونوحيه : من الإيحاء وهو إلقاء المعنى إلى الغير على وجه خفى ، ويكون بمعنى إرسال الملك إلى الأنبياء وبمعنى الإلهامأى : ذلك القصص الحكيم الذى قصصناه عليك يا محمد ، فيما يتعلق بما قالته امرأة عمران وما قاله زكريا ، وما قالته الملائكة لمريم وفيما يتعلق بغير ذلك من شئون ذلك القصص الحكيم هو من أنباء الغيب التي لا يعلمها أحد سوى الله - عز وجل - وقد أخبرناك بها لتكون دليلا على صدقك فيما تبلغه عن ربك ولتكون عبرة وذكرى لقوم يعقلون .وقوله { ذلك } مبتدأ وخبره قوله - تعالى - { مِنْ أَنَبَآءِ الغيب } والجملة مستأنفة لا محل لها من الإعراب . وقوله { نُوحِيهِ إِلَيكَ } جملة مستقلة مبينة للأولى . والضمير في { نُوحِيهِ } يعود إلى الغيب أى الأمر والشأن أنا نوحى إليك الغيب ونعلمك به ، ونظهرك على قصص من تقدمك مع عدم مدارستك لأهل العلم والأخبار .ولذ قال - تعالى - { وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ } والأقلام جمع قلم وهى التى كانوا يكتبون بها التوراة ، وقيل المراد بها السهام .أى وما كنت - يا محمد - لديهم أى عندهم معاينا لفعلهم وما جرى من أمرهم فى شأن مريم ، { إِذْ يُلْقُون أَقْلاَمَهُمْ } التى جعلوا عليها علامات يعرف بها من يكفل مريم وما كنت لديهم إذ يختصمون فيما بينهم بسببها تنافسا في كفالتها .وقد سبق أن ذكرنا ما قاله صاحب الكشاف من أن مريم بعد أن ولدتها أمها خرجت بها إلى بيت المقدس فوضعتها عند الأحبار وقالت لهم : دونكم هذه النذيرة!! فقالوا : هذه ابنة إمامنا عمران - وكان في حايته يؤمهم في الصلاة ، فقال لهم زكريا : أدفعوها إلى فأنا أحق بها منكم فإن خالتها عندى - فقالوا لا حتى نقترع عليها فانطلقوا إلى نهر فألقوا فيه أقلامهم فارتفع قلم زكريا فوق الماء ورسبت أقلامهم ، فتولى كفالتها زكريا - عليه السلام - . فالمضمير فى قوله { لَدَيْهِمْ } يعود على المتنازعين في كفالة مريم لأن السياق قد دل عليهم .والمقصود من هذه الجملة الكريمة { وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون } الخ تحقيق كون الإخبار بما ذكر إنما هو عن وحى من الله - تعالى - لنبيه صلى الله عليه وسلم لأن الرسول صلى الله عليه وسلم لم يكن معاصرا لهؤلاء الذين تحدث القرآن عنهم . ولم يقرأ أخبارهم في كتاب من الكتب ، ومع ذلك فقد أخبر النبى صلى الله عليه وسلم أهل الكتاب وغيرهم بالحق الذى لا يستطيعون تكذيبه إلى على سبيل الحسد والجحود ، فثبت أن القرآن من عند الله - تعالى -",
  "ayah": 44,
  "surah": 3
}
