{
  "text": "لقد حكى القرآن أن موقفها كان يدل على بالغ عجبها ، وشدة تأثرها فقال - تعالى - { قَالَتْ رَبِّ أنى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ } .أى : قالت مريم على سبيل التعجب والاستغراب : يا رب كيف يكون لى ولد والحال أنى لم يمسسنى بشر ، أى لست بذات زوج ، ولم يحصل منى قط ما يكون بين الرجل والمرأة مما يسبب عنه وجود الولد .والجملة الكريمة مستأنفة استئنافا بيانيا كأنه قيل : فماذا كان منها بعد أن قالت لها الملائكة ذلك؟ فكان الجواب : { قَالَتْ رَبِّ أنى يَكُونُ لِي وَلَدٌ } . . . الخ .وصدرت إجابتها بالنداء لله - تعالى - للإشعار بكمال تسليمها للقدرة الإلهة وأن استغرابها وتعجبها إنما هو من الكيفية لا إنكارا لقدرة الله - تعالى - وجملة { وَلَمْ يَمْسَسْنِي بَشَرٌ } حالية محققة لما مر ومقوية له .والمسيس يحتمل أن يكون كناية عن المباشرة التي تقع بين الرجل والمرأة ولاتي يترتب عليها وجود النسل غذا شاء الله ذلك ، ويحتمل أن يكون المراد به حقيقته وهو أنها لم يلمسها رجل ، لأنها كانت معتكفة في بيت الله ومنصرفة لعبادته ، ولم يلمس جسمها رجل من غير محارمها قط . وبذلك ينتفى بالأولى ما هو أبلغ من مجرد اللمس ، فموضع عجبها واستنكارها إنما هو وجود ولد منها مع أنها لم يمسسها بشر .وهنا يحكى القرىن أن الله - تعالى - قد أزال عجبها واستنكارها بقوله : { قَالَ كَذَلِكَ الله يَخْلُقُ مَا يَشَآءُ } .أى قال الله - تعالى - لها بلا واسطة أو بواسطة ملائكته : كهذا الخلق الذى تجدينه ، بأن يكون لك ولد من غير أن يمسسك بشر وهو إبداع ، يخلق الله - تعالى - ويبدع ما يشاء ويريد إبداعه لا راد لمشيئته ولا معقب لحكمه .وبعضهم يجعل الوقوف على \" كذلك \" فتكون خبرا لمبتدأ محذوف أى قال - سبحانه - فى إجابته على مريم : الأمر كذلك أى يأتى الولد منك على الحالة التى أنت عليها لأن الله - تعالى - يخلق ما يشاء أن يخلقه بدون احتياج إلى وجود الأسباب والمسببات لنه هو خالقه وخالق كل شىء ، ولا يعجزه شىء فى الأرض ولا فى السماء .وصرح ههنا بقوله { يَخْلُقُ مَا يَشَآءُ } ولم يقل \" يفعل \" كما في قصة زكريا ، لما أن ولادة العذراء من غير أن يمسسها بشر أبدع وأغرب من ولادة عجوز عاقر من شيخ كبير ، فكان الخلق المنبىء عن الاختراع أنسب بهذا المقام من مطلق الفعل .ثم أكد - سبحانه - عظيم قدرته ونفاذ إرادته بقوله : { إِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ } .وقضى هنا بمعنى أراد ، أى إذا اراد - سبحانه - شيئاً ، فإنما يقول لهذا الشىء كن فيكون من غير تأخر ومن غير وجود أسباب ، فهو كقوله - تعالى - { وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر } أى إنما نأمره مرة واحدة لا تثنية فيها فيكون ذلك الشىء سريعا كلمح البصر .قال الآلوسى : وقوله { إِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ } هذا عند الأكثرين تمثيل لتأثير قدرته في مراده بأمر المطاع للمطيع في حصول المأمور من غير امتناع وتوقف وافتقار إلى مزاولة عمل واستعمال آلة ، فالممثل الشىء المكون بسرعة من غير عمل وآلة ، والممثل به أمر الآمر المطاع - المأمور المطيع على الفور ، وهذا اللفظ مستعار لذلك منه .وأنت تعلم أنه يجوز فيه أن يكون حقيقة ، بأن يراد تعلق الكلام النفسى بالشىء الحادث على أن كيفية الخلق على هذا الوجه .وعلى كلا التقديرين فالمراد من هذا الجواب بيان أن الله - تعالى - لا يعجزه أن يخلق ولدا من غير أب ، لأنه أمر ممكن في نفسه فيصح أن يكون متعلق الإرادة والقدرة .وبذلك تكون الآيات الكريمة قد حكت لنا بعض البشارات التي بشرت بها الملائكة مريم وبعض الصفات التي وصف الله - تعالى - بها عيسى ، وبينت جانباً من مظاهر قدرة الله - تعالى - ونفاذ إرادته ، وفى ذلك ما فيه من العظات والعبر لأولى الألباب .",
  "ayah": 47,
  "surah": 3
}
