{
  "text": "وبعد أن أشار - سبحانه - إلى علم الرسالة التى هيأ لها عيسى - عليه السلام - عقب ذلك ببيان القوم الذين أرسل إليهم فقال - تعالى - { وَرَسُولاً إلى بني إِسْرَائِيلَ } أى أن الله - تعالى - سيجعل عيسى - عليه السلام - رسولا إلى بنى إسرائيل لكى يهديهم إلى الصراط المستقيم ، ولكى يبشرهم برسول يأتى من بعده هو خاتم الأنبياء والمرسلين ، ألا وهو محمد صلى الله عليه وسلم .وخص بنى إسرائيل بالذكر مع أن رسالة عيسى كانت إليهم وإلى من علمها من الرومان : لأن بنى إسرائيل خرج عيسى من بينهم فهو منهم ، ولأنهم هم الذين كانوا يدعون أنهم أولى الناس بعلم الرسائل الإلهية ، وكانت دعوته بينهم وانبعث منهم إلى غيرهم ، فكان تخصيصهم بالذكر فيه إشارة إلى حقيقة واقعة وفيه توبيخ لهم ، لأنهم أوتوا العلم برسالات الأنبياء ومع ذلك فقد كفر كثير منهم بعيسى وبغيره من رسل الله ، بل لم يكتفوا بالكفر وإنما آذوا أولئك الرسل الكرام وقتلوا فريقا منهم .وقوله { وَرَسُولاً } منصوب بمضمر يقود إليه المعنى ، معطوف على { وَيُعَلِّمُهُ } أى يعلمه ويجعله رسولا إلى بنى إسرائيل .وقوله { أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ } معمول لقوله { رَسُولاً } لما فيه من معنى النطق . كأنه قيل : ورسولا ناطقا بأنى قد جئتكم يا بنى إسرائيل بآية من ربكم .والباء للملابسة وهيى مع مدخولها فى محل الحال وقوله { مِّن رَّبِّكُمْ } متعلق بمحذوف صفة لآية . والمراد بالآية هنا المعجزات التى أكرمه الله بها .أى : أن الله - تعالى - قد علم عيسى - عليه السلام - الكتاب والحكمة والتوراة والإنجيل وجعله رسولا إلى بنى إسرائيل مخبرا إياهم بأنى رسول الله إليكم حال كونى ملتبسا مجيئى بالمعجزات الدالة على صدقى ، وهذه المعجزات ليست من عندى وإنما هى من عند ربكم .ثم ذكر - سبحانه - خمسة أنواع من معجزات عيسى - عليه السلام - أما المعجزة الأولى فعبر عنها بقوله : { أني أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير فَأَنفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ الله } .قال الآلوسى : \" وقوله { أني أَخْلُقُ لَكُمْ } . . الخ . . بدل من قوله { أَنِّي قَدْ جِئْتُكُمْ } أو من { آيَةٍ } أو منصوب على المفعولية لمحذوف أى أعنى أنى أخلق لكم . . . أو مرفوع على أنه خبر لمقدر أى أنى قد جئتكم بآية من ربكم هى أنى أخلق لكم . وقرأ نافع بكسر الهمزة على الاستئناف ، والمراد بالخلق التصوير والإبراز على مقدار معين لا الايجاد من العدم \" .والمعنى أن عيسى - عليه السلام - قد حكى الله - عنه أنه قال لبنى إسرائيل : لقد أرسلنى الله إليكم لابلغكم دعوته ، ولآمركم بإخلاص العبادة له ، وقد أعطانى - سبحانه - من المعجزات ما يقنعكم بصدقى فيما أبلغه عن ربى ، ومن بين هذه المعجزات أنى أقدر على أن أصور لكم من الطين شيئاً صورته مثل صورة الطير ، فأنفخ فى ذلك الشىء المماثل لهيئة الطير فيكون طيرا حقيقا ذا حياة بإذن الله أى بأمره وإرادته .فأنت ترى أن الجملة الكريمة قد اشتملت على ثلاثة أعمال : ثنتان منهما لعيسى وهما تصوير الطين كهيئة الطير ثم النفخ فيه .أما الثالث فهو من صنع الله تعالى - وحده ألا وهو خلق الحياة فى هذه الصورة التى صورها عيسى ونفخ فيها . وهذا يدل دلالة واضحة على أنه ليس فى عيسى ألوهية ولا أى معنى من معانيها . ولا حكى الله - تعالى - عنه أنه قال : { بِإِذْنِ الله } .أي أنى ما فعلت الذى فعلته إلا بإذن الله وأمره وإرادته وتيسيره ، واللام في قوله { لَكُمْ } للتعليل أى أصور لأجل هدايتكم وتصديقكم بى .والكاف فى قوله { كَهَيْئَةِ الطير } بمعنى مثل وهى نعت لمفعول محذوف أى أخلق شيئاً مثل هيئة الطير ، والهيئة هى الصورة والكيفية .والضمير فى قوله { فَأَنفُخُ فِيهِ } يعود إلى هذا المفعول المحذوف .وقوله { بِإِذْنِ الله } متعلق بيكون ، وجئ به لإظهار العبودية ، ونفى توهم أن يكون عيسى أو غيره شريكا لله فى خلق الكائنات .وأما النوع الثاني والثالث والرابع من المعجزات فقد حكاه القرآن فى قوله - تعالى - { وَأُبْرِىءُ } أى أشفى ، يقال : برأ المريض يبرأ أو يبرؤ برءا وبروءا إذا شفى من مرضه .والأكمه : هو الذى يولد أعمى . يقال كمه كمها إذا ولد أعمى ، فهو أكمه وامرأة كمهاء .والأبرص : هو الذى يكون في جلده بياض مشوب بحمرة وهو مرض من الأمراض المنفرة التى عجز الأطباء عن شفائها .والمعنى : أن عيسى - عليه السلام - قال لقومه : والمعجزات التى تدل على صدقى أن أشفى وأعيد الإبصار إلى من ولد أعمى ، وأعيد الشفاء إلى من أصيب بمرض البرص ، وأعيد الحياة إلى من مات . ولا أفعل كل ذلك بقدرتي وعلمى وإنما أفعله بإذن الله وبإرادته وأمره .وخص إبراء الأكمه والأبرص بالذكر لأنهما مرضان عضالان لم يصل الطب إلى الآن إلى طريق للشفاء منهما فإذا أجرى الله - تعالى - على يد عيسى الشفاء منهما كان ذلك دليلا على أن من وراء الأسباب والمسببات خالقا مختارا لا يعجزه شىء وعلى أن الأسباب ليست مؤثرة بذاتها فى الإيجاد أو الإعدام وإنما المؤثر هو الله - تعالى - .وقوله { وَأُحْيِ الموتى بِإِذْنِ الله } فيه تدرج من الصعب إلى الأصعب ، لأن مما لا شك فيه أن إحياء الموتى خارق عظيم ، يدل دلال قاطعة على أن الأسباب العادية ليست هى المؤثرة وإنما الخالق المكون هو المؤثر وأن الأشياء لم تخلق بالعلية - كما يقول الماديون - وإنما خلقت بالإرادة المختارة والقدرة المبدعة المنشئة المكونة ، وهى إرادة خالق الكون وقدرته سبحانه .وقيد ما يقوم به من إبراء وإحياء بأنه بإذن الله : للتنبيه على أن ما يفعله من خوراق وإنما هو بأمر الله وتيسيره وإرادته .وقد ذكر المفسرون أن إبراء عيسى للأكمه والأبرص وإحياءه للموتى كان عن طريق الدعاء ، وكان دعاؤه يا حى يا قيوم ، وذكروا من بين من أحياهم سام ابن نوح .قال ابن كثير : بعث الله كل نبى بمعجزة تناسب أهل زمانه ، فكان الغالب على زمان موسى السحر وتعظيم السحرة ، فبعثه الله بمعجزة بهرت الأبصار وحيرت كل سحّار ، فلما استيقنوا أنها من عند العظيم الجبار انقادوا للإسلام . وأما عيسى فعبث فى زمن الأطباء واصحاب علم الطبيعة فجاءهم من الآيات بما لا سبيل لأحد إليه إلا أن يكون مؤيداً من الذى شرع الشريعة فمن أين للطبيب قدرة على إحياء الجماد ، أو على مداواة الأكمه والأبرص؟ وكذلك محمد صلى الله عليه وسلم بعث في زمان الفصحاء والبلغاء وتجاويد الشعراء فأتاهم بكتاب من الله لو اجتمعت الإنس والجن على أن يأتوا بسورة من مثله ما استطاعوا أبدا ، وماذاك إلى أن كلام الرب لا يشبه كلام الخلق \" .وأما المجزة الخامسة فقد حكاها القرآن في قوله - تعالى - { وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ } .وقوله - تعالى - { وَأُنَبِّئُكُمْ } من الإنباء وهو الإخبار بالخبر العظيم الشأن .وقوله { تَدَّخِرُونَ } من الإدخار وهو إعداد الشىء لوقت الحاجة إليه . يقال : دخرته وادخرته ، إذ أعدته للعقبى . واصله \" تذتخرون \" بالذال المعجمة - من اذتخر الشىء - بوزن افتعل - فأبدلت التاء دالا ثم أبدلت الذال دالا وأدغمت .والمعنى : أن عيسى - عليه السلام - قد قال لقومه بنى إسرائيل : وإن من معجزاتى التى تدل على صدقى فيما أبلغه عن ربى أنى أخبركم بالشىء الذى تأكلونه وبالشىء الذى تخبئونه فى بيوتكم لوقت حاجتكم إليه .قال القرطبى : وذلك أنه لما أحيا لهم الموتى طلبوا منه آية أخرى وقالوا : أخبرنا بما نأكل فى بيوتنا وما ندخر للغد ، فأخبرهم فقال : يا فلان أنت أكلت كذا وكذا ، وأنت أكلت كذا وكذا وادخرت كذا وكذا فذلك قوله { وَأُنَبِّئُكُمْ } .و \" ما \" في الوضعين موصولة ، أو نكرة موصوفة والعائد محذوف أى بما تأكلونه وتدخرونه .ولا شك أن إخبار عيسى - عليه السلام - لقومه بالشىء الذى يأكلونه وبالشىء الذي يدخرونه يدل على صدقه ، لأن هذا الإخبار الغيبى بما لم يعاينه دليل على أن الله - تعالى - قد أعطاه علم ما أخبر به .ثم ختم الله - تعالى - هذه الآية بقوله : { إِنَّ فِي ذلك لآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ } .أى إن فى ذلك المذكور من المعجزات التى أجراها الله - تعالى - على يد عيسى - عليه السلام - لدلالة واضحة وعلامة بينة تشهد بصدقه فيما يبلغه عن ربه ، إن كنتم يا بنى إسرائيل ممن يصدق بآيات الله ويذعن لها .فاسم الإشارة \" ذلك \" يعود إلى ما سبق ذكره من معجزات عيسى - عليه السلام - وجواب الشرط محذوف والتقدير : إن كنتم مؤمنين انتفعتم بهذه الآيات وأذعنتم للحق الذى جئتكم به نم عند الله .",
  "ayah": 49,
  "surah": 3
}
