{
  "text": "ثم ساق - سبحانه - ما يشهد بشمول قدرته وعلمه فقال : { هُوَ الذي يُصَوِّرُكُمْ فِي الأرحام كَيْفَ يَشَآءُ لاَ إله إِلاَّ هُوَ العزيز الحكيم } .وقوله { يُصَوِّرُكُمْ } من التصوير وهو جعل الشئ على صورة لم يكن عليها . وهو مأخوذ من مادة صار إلى كذا بمعنى تحول إليه . أو من صاره إلى كذا بمعنى أماله وحوله .والله - تعالى - القادر على كل شئ قد حكى لنا أطوار خلق الإِنسان فى آيات متعددة منها قوله - تعالى - { وَلَقَدْ خَلَقْنَا الإنسان مِن سُلاَلَةٍ مِّن طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ ثُمَّ خَلَقْنَا النطفة عَلَقَةً فَخَلَقْنَا العلقة مُضْغَةً فَخَلَقْنَا المضغة عِظَاماً فَكَسَوْنَا العظام لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ الله أَحْسَنُ الخالقين } والأرحام : جمع رحم ، وهو مستودع النطفة فى بطن المرأة ، ومكان تربية الجنين ونموه وتكوينه بالطريقة التى يشاؤها الله ، حتى يبرزه إلى الوجود بشرا سويا .والمعنى : الله الذى لا إله إلا هو والذى هو الحى القيوم ، هو الذى يصوركم فى أرحام أمهاتكم كيف يشاء ، بأن جعل بعضكم طويلا وبعضكم قصيراً ، وهذا أبيض وذاك أسود ، وهذا ذكر وتلك أنثى ، فهو وحده القادر على تصوير خلقه بتلك الصور المختلفة المتفاوتة ، ومن كان شأنه كذلك . فهو المستحق للعبادة والخضوع ، لا إله إلا هو { العزيز } الذى يقهر كل شئ بقوته وقدرته { الحكيم } فى كل شئونه وتصرفاته .وهذه الآية الكريمة فى مقام التعليل للتى قبلها ، لأن قبلها بينت أن الله لا يخفى عليه شئ فى الأرض ولا فى السماء ، إذ هو العليم بما يسره الإِنسان من كفر أو إيمان أو غيرهما . وهذه الآية تفيد أنه - سبحانه - يعلم أحوال الإِنسان لا بعد استوائه بشراً سوياً ، بل يعلم أحواله وهو نطفة فى الأرحام ، بل إنه - سبحانه - ليعلم أحواله قبل أن يكون شيئاً مذكوراً ، فهو - كما يقول القرطبى - العالم بما كان وما يكون ومالا يكون .ومن كان ذلك شأنه فمن الواجب على الذين أوجدهم - سبحانه - فى بطون أمهاتهم ، ورباهم ورعاهم وخلقهم خلقا من بعد خلق أن يعبدوه ولا يشركوا به شيئاً .وقوله - تعالى - { كَيْفَ يَشَآءُ } إخبار منه - سبحانه - بأن هذا التكوين والتصوير فى الأرحام تبع لمشيئته وقدرته وليس خاضعا لقانون الأسباب والمسببات ، إذ هو الفعال لما يريد . فمن شاء هدايته هداه ، ومن شاء إضلاله أضله .و { كَيْفَ } فى موضع نصب على أنه حال ، وناصبه الفعل الذى بعده وهو { يَشَآءُ } ومفعول المشيئة محذوف والتقدير : هو الذى يصوركم فى الأرحام كيف يشاء تصويركم ، من ذكر وأنثى ، وجميل ودميم ، وغير ذلك من مظاهر التفاوت والاختلاف فى الصور والأشكال والعقول والميول .وقوله - تعالى - { لاَ إله إِلاَّ هُوَ العزيز الحكيم } تأكيد لما قبله ، من انفراده بالألوهية ، وحقيقة المعبودية ، بعد أن أقام الأدلة الساطعة على ذلك من كونه حيا قيوما ، منزلا للكتب الهادية للناس إلى الحق عالما بكل شئ ، مصوراً لخلقه وهم فى أرحام أمهاتهم كيف يشاء . وكل ذى عقل سليم يتدبر هذه الآيات الكريمة ، يقبل على الإِيمان بالحق بقوة وإخلاص ، ويسارع إلى العمل الصالح بقلب منيب ونية صادقة .هذا ، وقد ذكر كثير من المفسرين أن سورة آل عمران من مطلعها إلى بضع وثمانين آية منها قد نزل فى وفد نصارى نجران الذين قدموا على الرسول صلى الله عليه وسلم فى السنة التاسعة من الهجرة ، ليناقشوه فى شأن عيسى - عليه السلام - وقد رد عليهم صلى الله عليه وسلم بما يبطل أقوالهم التى تخالف الحق ، وأرشدهم إلى الطريق المستقيم وهو طريق الإِسلام الذى ارتضاه الله لعباده دينا . وسنذكر قصة هذا الوفد عند تفسيرنا لآية المباهلة وهى قوله - تعالى - فى هذه السورة { فَمَنْ حَآجَّكَ فِيهِ مِن بَعْدِ مَا جَآءَكَ مِنَ العلم فَقُلْ تَعَالَوْاْ نَدْعُ أَبْنَاءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنْفُسَنَا وأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ الله عَلَى الكاذبين } .وبعد أن أقام - سبحانه - الأدلة الواضحة على أنه هو المستحق للعبادة ، عقب ذلك ببيان أن القرآن مشتمل على المحكم والمتشابه ، وبيان موقف الناس منهما فقال - تعالى - : { هُوَ الذي أَنزَلَ . . . } .",
  "ayah": 6,
  "surah": 3
}
