{
  "text": "أنت إذا تأملت فى هذه الآيات الكريمة تراها قد حكت عن طائفة من أهل الكتاب طريقة ماكرة لئيمة ، هى تظاهرهم بالإسلام لفترة من الوقت ليحسن الظن بهم من ليس خبيرا بمكرهم وخداعهم ، حتى إذا ما اطمأن الناس إليهم جاهروا بكفرهم ورجعوا إلى ما كانوا عليه ، ليوهموا حديثى العهد بالإسلام أو ضعاف الإيمان ، أنهم قوم يبحثون عن الحقيقة ، وأنهم ليس عندهم أى عداء للنبى صلى الله عليه وسلم بل إن الذى حصل منهم هو أنهم بعد دخولهم فى الإسلام وجدوه دينا باطلا وأنهم ما عادوا إلى دينهم القديم إلا بعد الفحص والاختبار وإمعان النظر في دين الإسلام .ولا شك أن هذه الطريقة التى سلكها بعض اليهود لصرف بعض المسلمين عن الإسلام من أقوى ما تفتق عنه تديبرهم الشيطانى ، لأن إعلانهم الكفر بعد الإسلام ، وبعد إظهارهم الإيمان به ، من شأنه أن يدخل الشك فى القلوب ويوقع ضعاف الإيمان فى حيرة واضطراب ، خاصة وأن العرب - فى مجموعهم - قوم أميون ومنهم من كان يعتقد أن اليهود أعرف منهم بمسائل العقيدة والدين . فيظن أنهم ما ارتدوا عن الإسلام إلا بعد اطلاعهم على نقص فى تعاليمه .والمتتبع لمراحل التاريخ قديما وحديثا يرى أن الدهاة فى السياسة والحرب يتخذ هذه الخدعة ذريعة لإشاعة الخلل والاضطراب فى صفوف أعدائه .قال الأستاذ الشيخ محمد عبده - رحمه الله : \" هذا النوع الذى تحكيه الآيات من صد اليهود عن الإسلام مبنى على قاعدة طبيعية فى البشر ، وهى أن من علامة الحق أن لا يرجع عنه من يعرفه . وقد وفقه هذا ، هرقل ، ملك الروم ، فكان مما سأل عنه أبا سفيان من شئون النبى صلى الله عليه وسلم أ ، قال له : \" هل يرتد أحد ن أتباع محمد سخطه لدينه بعد أن يدخل فيه؟ فقال أبو سفيان : لا . وقد أرادت هذه الطائفة أن تغش الناس من هذه الناحية ليقولوا : لولا أن ظهر لهؤلاء بطلان الإسلام لما رجعوا عنه بعد أن دخلوا فيه ، واطلعوا على بواطنه وخوافيه ، إذ لا يعقل أن يترك الإنسان الحق بعد معرفته ، ويرغب عنه بعد الرغبة فيه بغير سبب \" .هذا ، وقد روى المفسرون فى سبب نزول هذه الآيات الكريمة روايات متعددة كلها تدور حول المعنى الذى قررناه .ومن هذه الروايات ما أخرجه ابن جرير عن قتادة قال فى قوله - تعالى - { وَقَالَتْ طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب آمِنُواْ } . . ألخ قال بعض أهل الكتاب لبعض : \" أعطوهم الرضا بدينهم أول النهار ، واكفروا آخره فغنه أجدر أن يصدقوكم ويعلموا أنكم قد رأيتم ما تكرهونه فى دينهم ، وهو أجدر أن يرجعوا عن دينهم \" .وعن السدى : كان - هؤلاء - أحبار قرى عربية ، اثنى عشر حبرا ، فقالوا لبعضهم : ادخلوا فى دين محمد أول النهار ، وقولوا : نشهد أن محمدا حق صادق . فإذا كان آخر النهار فاكفروا وقولوا : إنا رجعنا إلى ديننا فهو أعجب إلينا من دينكم ، لعلهم يشكون ، يقولون : هؤلاء كانوا معنا أول النهار فما بالهم؟ فأخبر الله - عز وجل - رسوله صلى الله عليه وسلم بذلك \" .والمعنى : { وَقَالَتْ طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب } أى : فيما بينهم ليلبسوا على الضعفاء أمر دينهم { آمِنُواْ بالذي أُنْزِلَ عَلَى الذين آمَنُواْ وَجْهَ النهار } أى قال بعضهم لبعض : نافقوا وأظهروا التصديق بالإسلام ونبيه - صلى الله عليه وسلم - وبما أنزل عليه وعلى أصحابه من قرآن { وَجْهَ النهار } أى فى أول النهار .وسمى أول النهار وجها ، لأنه أول ما يواجهك منه ، وأول وقت ظهوره ووضوحه . وقوله { واكفروا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ } معطوف على { آمَنُواْ } .أى : آمنوا فى أول النهار واكفروا فى آخره ، بأن تعودوا إلى اليهودية ، أملا فى أن ينخدع بحيلتكم هذه بعض المسلمين ، فيشكوا في دينهم ، ويعودوا إلى الكفر بعد دخولهم فى الإسلام .وقوله { لَعَلَّهُمْ يَرْجِعُونَ } كشف عن مقصدهم الخبيث ، وهو ابتغاؤهم رجوع بعض المؤمنين عن دينهم الحق إلى ما كانوا عليه من باطل .قال الفخر الرازي : \" والفائدة فى إخبار الله - تعالى - عن تواضعهم على هذه الحيلة من وجوه :الأول : أن هذه الحيلة كانت مخيفة فيما بينهم ، وما أطلعوا عليها أحداً من الأجانب ، فلما أخبر الرسول عنها كان ذلك إخبارا عن الغيب فيكون معجزاً .الثانى : أنه - تعالى - لما أطلع المؤمنين على تواطئهم على هذه الحيلة لم يحصل لهذه الحيلة أثر فى قلوب المؤمنين ، ولولا هذا الإعلام لكان ربما أثرت هذه الحيلة فى قلب بعض من كان في إيمانه ضعف .الثالث : أن القوم لما افتضحوا فى هذه الحيلة صار ذلك رادعا لهم عن الإقدام على أمثالها من الحيل والتلبيس \" .",
  "ayah": 72,
  "surah": 3
}
