{
  "text": "قال ابن كثير : \" عن ابن عباس قال : \" قال أبو رافع القرظى حين اجتمعت الأحبار من اليهود والنصارى من أهل نجران عند رسول الله صلى الله عليه وسلم ودعاهم إلى الإسلام : أتريد منا يا محمد أن نعبدك كما تعبد النصارى عيسى بن مريم؟ فقال رجل نصرانى من أهل نجران يقال له الرئيس : أو ذاك تريد منا يا محمد وإليه تدعونا؟ - أو كما قال - فقال رسول الله صلى الله عليه وسلم : \" معاذ الله أن نعبد غير الله أو أن نأمر بعبادة غير الله ، ما بذلك أمرنى ولا بذلك بعثنى \" - أو كما قال صلى الله عليه وسلم - فأنزل الله فى ذلك قوله - تعالى - : { مَا كَانَ لِبَشَرٍ } إلى قوله : { بَعْدَ إِذْ أَنْتُمْ مُّسْلِمُونَ } .فقوله - تعالى - { مَا كَانَ لِبَشَرٍ أَن يُؤْتِيهُ الله الكتاب والحكم والنبوة ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَاداً لِّي مِن دُونِ الله } رد على أولئك الجاهلين الذين زعموا أن بعض النبيين يصح له أن يطلب من الناس أن يعبدوه من دون الله والمعنى : لا يصح ولا ينبغى ولا يستقيم عقلا لبشر آتاه الله - تعالى - وأعطاه { الكتاب } الناطق بالحق ، الآمر بالتوحيد ، الناهى عن الإشراك ، وآتاه { الحكم } أى العلم النافع والعمل به . وآتاه { النبوة } أى الرسالة التى يبلغها عنه - سبحانه - إلى الناس ، ليدعوهم إلى عبادته وحده ، وإلى مكارم الأخلاق ، لا يصحل له ولا ينبغى بعد كل هذه النعم أن يكفرها { ثُمَّ يَقُولَ لِلنَّاسِ } بعد هذا العطاء العظيم الذى وهبه الله له { كُونُواْ عِبَاداً لِّي مِن دُونِ الله } أى : لا ينبغى ولا يعقل من بشر آتاه الله كل هذه النعم أن يقول للناس هذا القول الشنيع وهو { كُونُواْ عِبَاداً لِّي مِن دُونِ الله } لأن الأنبياء الذين آتاهم الله الكتاب والحكم والنبوة يحجزهم خوفهم من الله ، وإخلاصهم له ، عن أن يقولوا هذا القول المنكر ، كما يحجزهم عنه - أيضا - ما امتازوا به من نفوس طاهرة ، وقلوب نقية ، وعقول سليمة . . . لأنهم لو فرض أنهم قالوا ذلك لأخذهم الله - تعالى - أخذ عزيز مقتدر فهو - سبحانه - القائل : { وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين فَمَا مِنكُمْ مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ } والتعبير بقوله - تعالى - : { مَا كَانَ لِبَشَرٍ } تعبير قرآنى بليغ ، إذ يفيد نفى الشأن وعدم اتفاق هذا المعنى مع الحقيقة المفروضة في الرسل الكرام - عليهم الصلاة والسلام - وشبيه بهذا التعبير قوله - تعالى - : { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } و{ وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً } وجاء العطف بثم فى قوله { ثُمَّ يَقُولَ لِلنَّاسِ } للإشعار بالتفاوت العظيم بين ما أعطاه الله - تعالى - لأنبيائه من نعم ، وبين هذا القول المنكر الذى نفاه - سبحانه - عنهم ، وهو أن يقولوا للناس : اجعلوا عبادتكم لنا ولا تجعلوها لله - تعالى - .ثم بين - سبحانه - ما يصح للأنبياء أن يقولوه للناس فقال - تعالى - { ولكن كُونُواْ رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الكتاب وَبِمَا كُنْتُمْ تَدْرُسُونَ } .وقوله { رَبَّانِيِّينَ } جمع ربانى نسبة إلى الرب - عز وجل - بزيادة الألف والنون سماعا للمبالغة كما يقال فى غليظ الرقبة رقبانى وللعظيم اللحية : لحيانى .والمراد بالربانى : الإنسان الذى أخلص لله - تعالى - فى عبادته ، وراقبه فى كل أقواله وأفعاله ، واتقاه حق التقوى ، وجمع بين العلم النافع والعمل به ، وقضى حياته فى تعليم الناس وإرشادهم إلى ما ينفعهم .والمعنى : لا يصح لبشر آتاه الله ما آتاه من النعم أن يقول للناس اعبدونى من دون الله ، ولكن الذى يعقل أن يصدر منه هو أن يقول لهم : كونوا { رَبَّانِيِّينَ } أى منقلبين على طاعة الله - تعالى - وعبادته وحده بجد ونشاط وإخلاص ، بسبب كونكم تعلمون غيركم الكتاب الذى أنزله الله لهداية الناس وبسبب كونكم دارسين له ، أى قارئين له بتمهل وتدبر .وقوله - تعالى - { ولكن كُونُواْ رَبَّانِيِّينَ } استدراك قصد به إثبات ما ينبغى للرسل أن يقولوه . بعد أن نفى عنهم ما لا ينبغى لهم أن ينطقوا به ، أى : لا ينبغى لبشر آتاه الله نعماً لا تحصى أن يقول للناس كونوا عباداً لى من دون الله ، ولكن الذى ينبغى له أن يقوله لهم هو قوله : كونوا ربانيين أى مخلصين له - سبحانه - العبادة إخلاصا تاما .ففى الجملة الكريمة إضمار ، والتقدير : \" ولكن يقول لهم كونوا ربانيين \" فأضمر القول على حسب مذهب العرب فى جواز الإضمار إذا كان فى الكلام ما يدل عليه ، ونظيره قوله - تعالى - { فَأَمَّا الذين اسودت وُجُوهُهُمْ أَكْفَرْتُمْ } أى فيقال لهم : أكفرتم ، والباء فى قوله { بِمَا كُنْتُمْ } للسببية . وما مصدرية أى بسبب كونكم معلمين الكتاب وبسبب كونكم دارسين له .وقرأ أبو عمروا وابن كثير ونافع \" تعلمون \" بإسكان العين وفتح اللام - من العلم أى بسبب كونكم عالمين بالكتاب ودارسين له .قال الرازى : دلت الآية على أن العلم والتعليم والدراسة توجب كون الإنسان ربانيا ، فمن اشتغل بذلك لا لهذا المقصد ضاع سعيه وخاب عمله ، وكان مثله كمثل من غرس شجرة حسناء مونقة بمنظرها ولا منفعة بثمرها ، ولهذا قال صلى الله عليه وسلم : \" نعوذ بالله من علم لا ينفع وقلب لا يخشع \" .",
  "ayah": 79,
  "surah": 3
}
