{
  "text": "وبعد أن بين - سبحانه - موقف الناس من محكم القرآن ومتاشبهه ، شرع في بيان ما يتضرع به المؤمنون الصادقون الذين يؤمنون بكل ما أنزله الله - تعالى - فقال : { رَبَّنَا لاَ تُزِغْ قُلُوبَنَا . . . } .اشتملت هاتان الآيتان على دعوات طيبات . ويرى بعض العلماء أن هذه الدعوات من مقول الراسخين في العلم ، فهم يقولون : { آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا } ويقولون أيضا { رَبَّنَا لاَ تُزِغْ قُلُوبَنَا } ويرى بعضهم أن هذا الكلام جديد ، وهو تعليم من الله - تعالى - لعباده ليكثروا من التضرع إليه بهذه الدعوات وأمثالها .والزيغ - كما أشرنا في الآية السابقة - الميل عن الاستقامة ، والانحراف عن الحق ، يقال : زاغ يزيغ أي مال ومنه زاغت الشمس إذا مالت .والمعنى : نسألك يا ربنا ونضرع إليك ألا تميل قلوبنا عن الهدى بعد إذ ثبتنا عليه ومكنتنا منه . وأن تباعد بيننا وبين الزيغ الذي لا يرضيك . وبين الضلال الذي يفسد القلوب ، ويعمى البصائر . { وَهَبْ لَنَا مِن لَّدُنْكَ رَحْمَةً } أي وامنحنا من عندك ومن جهتك إنعاما وإحسانا تشرح بهما صدورنا . وتصلح بهما أحوالنا { إِنَّكَ أَنْتَ الوهاب } لا غيرك ، فأنت مالك الملك وأنت القائل { مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ } فأنت ترى أن هذه الآية الكريمة قد تضمنت سؤال المؤمنين ربهم تثبيت الإيمان في قلوبهم ومنحهم المزيد من فضله وإنعامه وإحسانه .قال الفخر الرازي - ما ملخصه - : وقال - سبحانه - { رَحْمَةً } ليكون ذلك شاملا لجميع أنواعها التي تتناول حصول نور الإيمان والتوحيد والمعرفة في القلب ، وحصول الطاعة في الأعضاء والجوارح ، وحصول سهولة المعيشة والأمن والصحة والكفاية في الدينا وحصول سهولة سكرات الموت عند حضوره ، وحصول سهولة السؤال في القبر ، وغفران السيئات والفوز بالجنات في الآخرة . وقوله { لَّدُنْكَ } يتناول كل هذه الأقسام . لأنه لما ثبت بالبراهين الباهرة أنه لا رحيم إلا هو أكد ذلك بقوله \" من لدنك \" تنبيها للعقل والقلب والروح على أن هذا المقصود لا يحصل إلا منه - سبحانه - ثم قال : { إِنَّكَ أَنْتَ الوهاب } كأن العبد يقول : إليه هذا الذى طلبته منك في هذا الدعاء عظيم بالنسبة إلى ، حقير بالنسبة إلى كمال كرمك ، فأنت الوهاب الذى من هبتك حصلت حقائق الأشياء وذواتها وماهياتها ووجوداتها ، فكل ما سواك فمن جودك وإحسانك فلا تخيب رجاء هذا المسكين ، ولا ترد دعاءه واجعله أهلا لرحمتك \" .هذا ، وقد ساق الإمام ابن كثير وغيره بعض الأحاديث النبوية عند تفسيرهم لهذه الآية ومن ذلك ما أخرجه أبو داود والنسائي وابن مردويه عن عائشة - رضي الله عنها - أن رسول الله صلى الله عليه وسلم كان إذا استيقظ من الليل قال \" لا إله إلى أنت سبحانك أستغفرك لذنبي وأسألك رحمتك . اللهم زدني علما ، ولا تزغ قلبي بعد إذ هديتني ، وهب لى من لدنك رحمة إنك أنت الوهاب \" .وروى الترمذي عن شهر بن حوشب قال : \" قلت لأم سلمة : يا أم المؤمنين ، ما كان أكثر دعاء رسول الله صلى الله عليه وسلم إذا كان عندك؟ قالت : كان أكثر دعائه \" يا مقلب القلوب ثبت قلبي على دينك \" فقلت : يا رسول الله ، ما أكثر دعاءك يا مقلب القلوب ثبت قلبي على دينك؟ قال : \" يا أم سلمة إنه ليس آدمي إلا وقلبه بين إصبعين من أصابع الله فمن شاء أقام ومن شاء أزاغ \" فتلا معاذ - أحد رجال سند هذا الحديث - { رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا } .وعن أنس - رضي الله عنه - قال : \" كان رسول الله صلى الله عليه وسلم كثيرا ما يقول : \" يا مقلب القلوب ثبت قلبي على دينك ، قلنا : يا رسول الله قد آمنا بك ، وصدقنا بما جئت به ، أفيخاف علينا؟ قال : نعم ، إن القلوب بين إصبعين من أصابع الله يقلبها تبارك -وتعالى- \" .",
  "ayah": 8,
  "surah": 3
}
