{
  "text": "وقوله - تعالى - { وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الملائكة والنبيين أَرْبَاباً } تأكيد لنفى أن يقول أحد من البشر الذين آتاهم الله الكتاب والحكم والنبوة للناس اعبدونى من دون الله ، وتنزيه لساحتهم عن أن يأمروهم بعبادة غير الله .وقوله { وَلاَ يَأْمُرَكُمْ } وردت فيه قراءتان مشهورتان .أما القراءة الأولى فبفتح الراء عطفا على { يَقُولَ } فى قوله { ثُمَّ يَقُولَ } وتكون \" لا \" مزيدة لتأكيد معنى النفى فى قوله { مَا كَانَ لِبَشَرٍ } ويكون فى الآية التفات من الغيبة إلى الخطاب .والمعنى على هذه القراءة : ما كان لبشر أن يؤتية الله ما ذكر ثم يأمر الناس بعبادة نفسه ، أو يأمرهم باتخاذ الملائكة والنبيين أربابا ، وذلك كقولك ما كان لزيد أن أكره ثم يهيننى ويستخف بى . وبهذه القراءة قرأ ابن عامر وحمزة وعاصم .وعلى هذه القراءة يكون توسيط الاستدراك بين المعطوف والمعطوف عليه ، للمسارعة إلى تحقيق الحق ، ولبيان ما يليق بشأنه ويحق صدوره عنه .وأما القراءة الثانية فقد قرأها الباقون برفع الراء فى { يَأْمُرَكُمْ } فتكون الجملة مستأنفة ، والمعنى : ولا يأمركم هذا البشر الذى أعطاه الله ما أعطاه من نعمة أن تتخذوا الملائكة والنبيين أربابا .وخصص الملائكة والنبيين بالذكر لأن عبادتهما قد شاعت عند كثير من الناس ، فقد وقع فى عبادة الملائكة \" الصابئة \" الذين كانوا يقيمون فى بلاد الكلدان ، وتبعهم بعض المشركين من العرب . ووقع فى عبادة بعض النبيين كثير من النصارى فقد اتخذوا المسيح إلها يعبد وزعموه ابن الله وكثير من اليهود عبدوا عزيزاً وزعموه ابن الله .والاستفهام فى قوله { أَيَأْمُرُكُم بالكفر بَعْدَ إِذْ أَنْتُمْ مُّسْلِمُونَ } للإنكار الذى بمعنى النفى .أى : أن الرسل الكرام لا يمكن أن يأمروا الناس بالكفر بالله بعد أن هداهم الله - تعالى - عن طريق هؤلاء الرسل إلى أن يكونوا مسلمين .فالجملة الكريمة تأكيد بأبلغ وجه لنفى أن يأمر الرسل الناس بعبادة غير الله ، وتنزيه لساحتهم عن أن يقولوا قولا أو يأمروا بأمر يخالف ما تلقوه عن له - تعالى - من إفراده بالعبادة والطاعة والخضوع .قال بعضهم : وإذا كان ما ذكر في الآيتين لا يصلح لنبى ولا لمرسل ، فلأن لا يصلح لأحد من الناس غيرهم بطريق الأولى والأحرى ، ولهذا قال الحسن البصرى : لا ينبغى هذا لمؤمن أن يأمر الناس بعبادته . ثم قال : وذلك أن القوم - يعنى أهل الكتاب - كان يعبد بعضهم بعضا كما قال - تعالى - { اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِّن دُونِ الله } .فالجهلة من الأحبار والرهبان يدخلون فى هذا الذم ، بخلاف الرسل وأتباعهم من العلماء العاملين ، فإنهم إنما يأمرون بما أمر الله به ، وينهون عما نهى الله - تعالى - عنه ولذلك سعدوا وفازوا \" .وبعد أن نزه - سبحانه - الأنبياء عن أن يقولوا قولا أو يأمروا بأمر لم يأذن به الله ، أتبع ذلك ببيان الميثاق الذى أخذه الله - تعالى - عليهم ، فقال - سبحانه - : { وَإِذْ أَخَذَ . . . . } .",
  "ayah": 80,
  "surah": 3
}
