{
  "text": "ثم بين - سبحانه - بعض هذه الآيات البينات الدالة على عظمه وشرفه فقال : { مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِناً } .فالآية الأولى الدالة على عظم وشرف البيت الحرام { مَّقَامُ إِبْرَاهِيمَ } أى المقام المعروف بهذا الاسم . وهو الموضع الذى كان يقوم فيه إبراهيم تجاه الكعبة لعبادة الله - تعالى - ولإتمام بناء الكعبة ومعنى أن فى البيت مقام إبراهيم أى أنه فى فنائه ومتصل به .قال ابن كثير : عن جابر - رضى الله عنه - أن رسول الله صلى الله عليه وسلم رمل ثلاثة أشواط ومشى أربعا حتى إذا فرغ عمد إلى مقام إبراهيم فصلى خلفه ركعتين ، ثم قرأ { واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى } فجعل المقام بينه وبين البيت فصلى ركعتين .والمراد بالمقام إنما هو الحجر الذى كان إبراهيم يقوم عليه لبناء الكعبة ، لما ارتفع الجدار أتاه إسماعيل بهذا الحجر ليقوم فوقه ويناوله الحجارة فيضعها بيده لرفع الجدار . . .ثم قال : وقد كان هذا المقام ملصقا بجدار الكعبة قديما . ومكانه معروف اليوم إلى جانب الباب مما يلى الحجر يمنة الداخل من الباب في البقعة المستقلة هناك . وإنما أخره عن جدار الكعبة أمير المؤمنين عمر بن الخطاب إلى ناحية المشرق حيث هو الآن . ليتمكن الطائفون من الطواف ، وليصلى المصلون عنده دون تشويش عليهم من الطائفين .وقوله : { مَّقَامُ إِبْرَاهِيمَ } مبتدأ محذوف الخبر أى مقام إبراهيم منها أى من هذه الآيات البينات . أو خبر لمبتدأ محذوف أى فيه آيات بينات أحدها مقام إبراهيم .وقد رجح ابن جرير أن قوله - تعالى - { مَّقَامُ إِبْرَاهِيمَ } هو بعض الآيات البينات التى فى البيت الحرام فقال : وأولى الأقوال فى تأويل ذلك بالصواب قول من قال : الآيات البينات منهن مقام إبراهيم . وهو قول قتادة ومجاهد الذى رواه معمر عنهما فيكون الكلام مرادا فيه منهن فترك ذكره اكتفاء بدلالة الكلام عليها . فإن قال القائل : فهذا المقام من الآيات البينات فما سائر الآيات التى من أجلها قيل { آيَاتٌ بَيِّنَاتٌ } ؟ قيل : منهن المقام ، ومنهن الحجر ، ومنهن الحطيم \" .وقال ابن عطية : والراجح عندى أن المقام وآمن الداخلين جعلا مثالا لما فى حرم الله من الآيات ، وخصا بالذكر لعظمهما وأنهما تقوم بهما الحجة على الكفار ، إذ هم مدركون لهاتين الآيتين بحواسهم .وأما الآية الثانية التى تدل على فضل هذا البيت وشرفه فقد بينها القرآن بقوله : { وَمَن دَخَلَهُ كَانَ آمِناً } .أى من التجأ إليه أمن من التعرض له بالأذى أو القتل قال - تعالى - : { أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً آمِناً وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ } وفي ذلك إجابة لسيدنا إبراهيم حيث قال - كما حكى القرآن عنه - : { رَبِّ اجعل هذا البلد آمِناً واجنبني وَبَنِيَّ أَن نَّعْبُدَ الأصنام } ولا شك أن فى أمن من دخل هذا البيت أكبر آية على تعظيمه وعلى علو مكانته عند الله؛ لأنه موضع أمان الناس فى بيئة تغرى بالاعتداء لخلوها من الزرع والنبات .وفى الصحيحين - واللفظ لمسلم - عن أبى شريح العدوى أنه قال لعمرو بن سعيد وهو يبعث البعوث لمكة - يعنى لقتال عبد الله بن الزبير - : ائذن لى أيها الأمير أن أحدثك قولا قال به رسول الله صلى الله عليه وسلم الغد من يوم الفتح ، - سمعته أذناى ووعاه قلبى ، وأبصرته عيناى - حين تكلم به - : إنه حمد الله وأثنى عليه ثم قال : إن مكة حرمها الله ولم يحرمها الناس ، فلا يحل لامرىء يؤمن بالله واليوم الآخر أن يسفك بها دما أو يعضد بها شجرة ، فإن أحد ترخص بقتال رسول الله صلى الله عليه وسلم فيها - أى أخذ فيه بالرخصة - فقولوا له : إن الله أذن لنبيه ولم يأذن لكم ، وإنما أذن لى فيها ساعة من نهار ، وقد عادت حرمتها اليوم كحرمتها بالأمس ، فليبلغ الشاهد الغائب .فقيل لأبى شريح : ما قال لك عمرو؟ فقال أبو شريح : قال لى يا أبا شريح أنا أعلم بذلك منك . إن الحرم لا يعيذ عاصيا - أى لا يجيره ولا يعصم دمه - ولا فاراً بدم - أى أن الحرم لا يجير إنساناً هارباً إليه لسبب من الأسباب الموجبة للتقل - ولا فاراً بخربة - أى بسبب سرقة أو خيانة .ولقد كان أهل الجاهلية يعظمون المسجد الحرام - وخصوصا أهل مكة - فلما جاء الإسلام أقر له هذه الميزة وزكاها ، ووضع لها الضوابط والأحكام التى تضمن استعمالها فى الوجوه التى شرعها الله .فقد اتفق الفقهاء على أن من جنى فى الحرم جناية فهو مأخوذ بجنايته سواء أكانت فى النفس أم فيما دونها .واختلفوا فيمن جنى فى غير الحرم ثم لاذ إليه . فقال أبو حنيفة وابن حنبل : إذا قتل فى غير الحرم ثم دخل الحرم لا يقتص منه ما دام فيه ، ولكن لا يجالس ولا يعامل ولا يؤاكل غلى أن يخرج منه فيقتص منه . وإن كانت جنايته فيما دون النفس فى غير الحرم ثم دخل الحرم اقتص منه .وقال مالك والشافعي يقتص منه فى الحرم لذلك كله كما يقتص منه فى الحل . ولكل فريق أدلته المبسوطة فى كتب الفقه .ثم أخبر - سبحانه - عن وجوب الحج على كل قادر عليه فقال : { وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ العالمين } .أى أن الله - تعالى - فرض على الناس أن يحجوا بيته فى أوقات معينة وبكيفية مخصوصة متى كان فى استطاعتهم أداء هذه الفريضة .{ وَمَن كَفَرَ } أى من جحد فرضية الحج وأنكرها ، ولم يؤدها مع استطاعته وقدرته على أدائها فإن الله غنى عنه وعن حجه وعن الناس جميعاً .قال صاحب الكشاف : وفى هذا الكلام أنواع من التأكيد والتشديد منها قوله : { وَللَّهِ عَلَى الناس حِجُّ البيت } يعنى أنه حق واجب لله فى رقاب الناس لا ينفكون عن أدائه والخروج من عهدته . ومنها أنه ذكر الناس ثم أبدل منه من استطاع إليه سبيلا وفيه ضربان من التأكيد :أحدهما : أن الإبدال تثنية للمراد وتكرير له .والثاني : إن الإيضاح بعد الإيهام ، والتفصيل بعد الإجمال إيراد له فى صورتين مختلفتين . ومنها قوله : { وَمَن كَفَرَ } مكان ومن لم يحج تغليظا على تارك الحج ، ولذلك قال صلى الله عليه وسلم : \" من مات ولم يحج فليمت إن شاء الله يهودياً أو نصرانياً \"ومنها ذكر الاستغناء عنه ، لأن فيه الدلالة على الاستغناء عنه ببرهان ، لأنه إذا استغنى عن العالمين تناوله الاستغناء لا محالة ولأنه يدل على الاستغناء الكامل ، فكان أدل على عظم السخط .وقوله : { وَللَّهِ } خبر مقدم متعلق بمحذوف أى واجب . { عَلَى الناس } متعلق بهذا المحذوف . وقوله : { حِجُّ البيت } مبتدأ مؤخر .والناس عام مخصوص بالمتسطيع ، وقد خصص ببدل البعض فى قوله : { مَنِ استطاع إِلَيْهِ سَبِيلاً } إذ هذه الجملة بدل من الناس بدل البعض من الكل . والضمير فى البدل مقدر أى من استطاع منهم إليه سبيلا .و \" من \" فى قوله : { وَمَن كَفَرَ } يحتمل أن تكون شرطية وهو الظاهر ، وأن تكون موصولة ، وعلى الاحتمالين استغنى فيا بعد الفاء عن الرابط بإقامة الظاهر مقام المضمر إذ الأصل ومن كفر فغن الله غنى عنه فاستغنى بالظاهر عن المضمر .قال ابن كثير : والجمهور يرى أن هذه الآية هى آية وجوب الحج . وقيل بل هى آية ( وَأَتِمُّواْ الحج والعمرة للَّهِ ) والأول أظهر . وقد وردت الأحاديث المتعددة بأنه أحد أركان الإسلام ودعائمه وقوائمه ، وأجمع المسلمون على ذلك إجماعا ضروياً وإنما يجب على المكلف فى العمرة مرة واحدة بالنص والإجماع فعن ابيى هريرة قال : خطبنا رسول الله - صلى الله عليه وسلم - فقال : \" يا أيها الناس إن الله فرض عليكم الحج فحجوا . فقال رجل : أكل عام يا رسول الله؟ فسكت حتى قالها ثلاثا . فقال رسول الله صلى الله عليه وسلم : لو قلت نعم لوجبت ولما استطعتم ثم قال : ذرونى ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم ، وإذا أمرتكم بشىء فأتوا منه ما استطعتم وإذا نهيتكم عن شىء فدعوه \" .وعن ابن عمر - رضي الله عنهما - قال : \" قام رجل إلى رسول الله صلى الله عليه وسلم فقال : ما السبيل يا رسول الله ، فقال : الزاد والراحلة \" .وبذلك تكون هاتان الآيتان والآيات التى قبلهما قد ردت على اليهود فى دعواهم أن ما حرمه الله عليهم من طيبات لم يكن عقوبة لهم بسبب ظلمهم وبغيهم ، وكذبتهم فى دعواهم أن بيت المقدس أفضل من المسجد الحرام .وقد اشتمل هذا الرد على ما يثبت افتراءهم من واقع التاريخ ، فقد أمر الله - تعالى - النبى صلى الله عليه وسلم أن يطالبهم بإحضار التوراة إن كانوا صادقين فى دعواهم ، فبهوتوا وانقلبوا صاغرين ، واثبت القرآن أن البيت الحرام أول بيت وضع فى الأرض لعبادة الله ، فهو يسبق بيت المقدس فى أولوية الشرف والزمان . وإذن فجدال اليهود للنبي صلى الله عليه وسلم فى هذه الأمور ما هو إلا نوع من عنادهم وجحودهم للحق ، والمعاند والجاحد لا ينفع معهما دليل أو برهان .وبعد هذا الرد المفحم من القرآن على اليهود فى هاتين القضيتين - قضية ما حرم عليهم من الأطعمة وقضية نزاعهم فى أفضلية البيت الحرام - بعد كل ذلك ساق القرآن طرفا من مسالكهم الخبيثة لكيد الإسلام والمسلمين عن طريق محاولتهم الدس والوقيعة وإثارة الفتنة بين المؤمنين . وقد حذر الله المؤمنين من شرورهم بعد أن وبخ اليهود على مكرهم ، وتوعدهم بسوء المصير . استمع إلى القرآن وهو يسوق هذه المعانى بأسلوبه الحكيم فيقول : { قُلْ ياأهل . . . } .",
  "ayah": 97,
  "surah": 3
}
