{
  "text": "وبعد أن أنبهم القرآن الكريم فى هذه الآيى على كفرهم وضلالهم ، أمر الله - تعالى - نبيه صلى الله عليه وسلم فى آية ثانية أن يوبخهم على محاولتهم إضلال غيرهم فقال - تعالى - : { قُلْ ياأهل الكتاب لِمَ تَصُدُّونَ عَن سَبِيلِ الله مَنْ آمَنَ تَبْغُونَهَا عِوَجاً وَأَنْتُمْ شُهَدَآءُ } وقوله : { تَصُدُّونَ } من الصد وهو صرف الغير عن الشىء ومنعه منه . يقال : صد يصد صدودا ، وصدا .وقوله : { سَبِيلِ الله } أى طريقه الموصلة إليه وهى ملة الإسلام .وقوله : { تَبْغُونَهَا عِوَجاً } أى تطلبون العوج والميل لسبيل الله الواضحة والميل بها عن القصد والاستقامة ، وتريدون أن تكون ملتوية غير واضحة فى أعين المهتدين ، كما التوت نفوسكم ، وانحرفت عقولكم .قال صاحب الكشاف : فإن قلت كيف قال تبغونها عوجا وهو محال؟ قلت : فيه معنيان : أحدهما : أنكم تلبسون على الناس حتى توهموهم أن فيها اعوجاجا بقولكم إن شريعة موسى لا تنسخ ، وبتغييركم صفة رسول الله صلى الله عليه وسلم عن وجهها وغير ذلك .والثانى : أنكم تتعبون أنفسكم فى إخفاء الحق ابتغاء ما لا يتأتى لكم من وجود العوج فيما هو أقوم من كل مستقيم \" .وقوله : { مَنْ آمَنَ } مفعول به لتصدون . والضمير المنصوب فى قوله : { تَبْغُونَهَا } يعود إلى سبيل الله أى تبغون لها فحذفت اللام كما فى قوله - تعالى - : ( وَإِذَا كَالُوهُمْ ) أى كالوا لهم . وقوله : { عِوَجاً } مفعول به لتبغون .وبعضهم جعل الضمير المنصوب فى { تَبْغُونَهَا } وهو الهاء هو المفعول . وجعل عوجا حال من سبيل الله . أى تبغونها أن تكون معوجة وتريدونها فى حال عوج واضطراب .وقوله : { وَأَنْتُمْ شُهَدَآءُ } حال من فاعل { تَصُدُّونَ } أو { تَبْغُونَ } .أى والحال أنكم تعلمون بأن سبيل الإسلام هى السبيل الحق علم من يعاين ويشاهد الشىء على حقيقته فجحودكم عن علم وكفركم ليس عن جهل ، ولقد كان المتوقع منكم يا من ترون الحق الذى جاء به محمد صلى الله عليه وسلم فى كتابكم ، أن تكونوا أول الساعين إلى الإيمان به ، ولكن الحسد والعناد حالا بينكم وبين الانتفاع بالنور الذى جاء به محمد صلى الله عليه وسلم .وقوله : { وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ } تهديد لهم ووعيد على ضلالهم ومحاولتهم إضلال غيرهم ، لأنه - سبحانه - ليس غافلا عن أعمالهم ، بل هو سيجازيهم على هذه المسالك الخبيثة بالفشل والذلة فى الدنيا ، وبالعذاب والهوان فى الآخرة ولما كان صدهم المؤمنين بطريق الخفية ختمت الآية الكريمة بما يحسم مادة حياتهم ، ببيان أن الله - تعالى - محيط بكل ما يصدر عنهم من أقوال أو أعمال وليس غافلا عنها . بخلاف الآية الأولى فقد كان كفرهم بطريق العلانية إذ ختمت ببيان أن الله مشاهد لما يعملونه ولما يجاهرون به .",
  "ayah": 99,
  "surah": 3
}
