{
  "text": "آیت 102 وَاتَّبَعُوْا مَا تَتْلُوا الشَّیٰطِیْنُ عَلٰی مُلْکِ سُلَیْمٰنَ ج اللہ تعالیٰ نے ّ جنات کو حضرت سلیمان علیہ السلام کے تابع کردیا تھا۔ اس وقت چونکہ ان کا انسانوں کے ساتھ زیادہ میل جول رہتا تھا ‘ لہٰذا یہ انسانوں کو جادو وغیرہ سکھاتے رہتے تھے۔وَمَا کَفَرَ سُلَیْمٰنُ وَلٰکِنَّ الشَّیٰطِیْنَ کَفَرُوْا  یُعَلِّمُوْنَ النَّاس السِّحْرَ ق۔ جادو کفر ہے ‘ لیکن آپ کو آج بھی نقش سلیمانی کی اصطلاح سننے کو ملے گی۔ اس طرح بعض مسلمان بھی ان چیزوں کو حضرت سلیمان علیہ السلام کی طرف منسوب کر رہے ہیں اور وہ ظلم اب بھی جاری ہے۔ وَمَآ اُنْزِلَ عَلَی الْمَلَکَیْنِ بِبَابِلَ ہَارُوْتَ وَمَارُوْتَ ط۔ بابل Babylonia عراق کا پرانا نام تھا۔ یروشلم پر حملہ کرنے والا بخت نصر Nebuchadnezzar بھی یہیں کا بادشاہ تھا اور نمرود بھی بابل ہی کا بادشاہ تھا۔ نمرود عراق کے بادشاہوں کا لقب ہوتا تھا ‘ جس کی جمع نماردۃ ہے۔ حضرت سلیمان علیہ السلام کے دور حکومت میں جنات اور انسانوں کا باہم میل جول ہونے کی وجہ سے جنات لوگوں کو جادوگری کی تعلیم دیتے تھے۔ اللہ تعالیٰ نے لوگوں کی آخری آزمائش کے لیے دو فرشتوں کو زمین پر اتارا جو انسانی شکل و صورت میں لوگوں کو جادو سکھاتے تھے۔ وہ خود ہی یہ واضح کردیتے تھے کہ دیکھو جادو کفر ہے ‘ ہم سے نہ سیکھو۔ لیکن اس کے باوجود لوگ سیکھتے تھے۔ گویا ان پر اتمام حجت ہوگیا کہ اب ان کے اندر خباثت پورے طریقے سے گھر کرچکی ہے۔ وَمَا یُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰی یَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَۃٌ فَلاَ تَکْفُرْ ط فَیَتَعَلَّمُوْنَ مِنْہُمَا مَا یُفَرِّقُوْنَ بِہٖ بَیْنَ الْمَرْءِ وَزَوْجِہٖط۔ شوہر اور بیوی کے درمیان جدائی ڈالنا اور لوگوں کے گھروں میں فساد ڈالنا ‘ اس طرح کے کام اب بھی بعض عورتیں بڑی سرگرمی سے سرانجام دیتی ہیں۔ اس مقصد کے لیے تعویذ ‘ گنڈے ‘ دھاگے اور نہ جانے کیا کچھ ذرائع اختیار کیے جاتے ہیں۔ وَمَا ہُمْ بِضَآرِّیْنَ بِہٖ مِنْ اَحَدٍ الاَّ بِاِذْنِ اللّٰہِ ط۔ ایمان کا تقاضا یہ ہے کہ بندۂ مؤمن کو یہ یقین ہو کہ اللہ کے اذن کے بغیر نہ کوئی چیز فائدہ پہنچا سکتی ہے اور نہ ہی نقصان۔ چاہے کوئی دوا ہو وہ بھی باذن رب کام کرے گی ورنہ نہیں۔ جو کوئی بھی اسباب طبیعیہ ہیں ان کے اثرات تبھی ظاہر ہوں گے اگر اللہ چاہے گا ‘ اس کے بغیر کچھ نہیں ہوسکتا۔ جادو کا اثر بھی اگر ہوگا تو اللہ کے اذن سے ہوگا۔ چناچہ بندۂ مؤمن کو اللہ کے بھروسے پر ڈٹے رہنا چاہیے اور مصائب و مشکلات کا مقابلہ کرنا چاہیے۔ وَیَتَعَلَّمُوْنَ مَا یَضُرُّہُمْ وَلاَ یَنْفَعُہُمْ ط وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰٹہُ مَا لَہٗ فِی الْاٰخِرَۃِ مِنْ خَلاَقٍ ط۔ وَلَبِءْسَ مَا شَرَوْا بِہٖٓ اَنْفُسَہُمْ ط لَوْ کَانُوْا یَعْلَمُوْنَ",
  "ayah": 102,
  "surah": 2
}
