{
  "text": "آیت 106 مَا نَنْسَخْ مِنْ اٰیَۃٍ اَوْ نُنْسِہَا ایک تو ہے نسخ یعنی کسی آیت کو منسوخ کردینا اور ایک ہے حافظے سے ہی کسی شے کو محو کردینا۔ نَاْتِ بِخَیْرٍ مِّنْہَا اَوْ مِثْلِہَا ط اَلَمْ تَعْلَمْ اَنَّ اللّٰہَ عَلٰی کُلِّ شَیْءٍ قَدِیْرٌ اسے ہر شے کا اختیار حاصل ہے۔اس آیت کا اصل مفہوم اور پس منظر سمجھ لیجیے۔ آپ کو معلوم ہے کہ اللہ کا دین آدم علیہ السلام سے لے کر ایں دم تک ایک ہی ہے۔ نوح علیہ السلام کا دین ‘ موسیٰ علیہ السلام کا دین ‘ عیسیٰ علیہ السلام کا دین اورٌ محمد رسول اللہ ﷺ کا دین ایک ہی ہے ‘ جبکہ شریعتوں میں فرق رہا ہے۔ اس فرق کا اصل سبب یہ ہے کہ نوع انسانی مختلف اعتبارات سے ارتقاء کے مراحل طے کر رہی تھی۔ ذہنی پختگی ‘ شعور کی پختگی اور پھر تمدنی ارتقاء social evolution مسلسل جاری تھا۔ لہٰذا اس ارتقاء کے جس مرحلے میں رسول آئے اسی کی مناسبت سے ان کو تعلیمات دے دی گئیں۔ ان تعلیمات کے کچھ حصے ایسے تھے جو ابدی eternal ہیں ‘ وہ ہمیشہ رہیں گے ‘ جبکہ کچھ حصے زمانے کی مناسبت سے تھے۔ چناچہ جب اگلا رسول آتا تو ان میں سے کچھ چیزوں میں تغیر و تبدلّ ہوجاتا ‘ کچھ چیزیں نئی آ جاتیں اور کچھ پرانی ساقط ہوجاتیں۔ یہ معاملہ نسخ کہلاتا ہے۔ یا تو اللہ تعالیٰ تعینّ کے ساتھ کسی حکم کو منسوخ فرما دیتے ہیں اور اس کی جگہ نیا حکم بھیج دیتے ہیں ‘ یا کسی شے کو سرے َ سے لوگوں کے ذہنوں سے خارج کردیتے ہیں۔ یہودی یہ اعتراض کر رہے تھے کہ اگر یہ دین وہی ہے جو موسیٰ علیہ السلام کا تھا تو پھر شریعت پوری وہی ہونی چاہیے۔ یہاں اس اعتراض کا جواب دیا جا رہا ہے۔ پھر ناسخ و منسوخ کا مسئلہ قرآن میں بھی ہے۔ قرآن میں بھی تدریج کے ساتھ شریعت کی تکمیل ہوئی ہے۔ جیسا کہ میں نے پہلے عرض کیا تھا ‘ شریعت کا ابتدائی خاکہ blue print سورة البقرۃ میں مل جاتا ہے ‘ لیکن شریعت کی تکمیل سورة المائدۃ میں ہوئی ہے۔ یہ جو تقریباً پانچ چھ سال کا عرصہ ہے اس میں کچھ احکام دیے گئے ‘ پھر ان میں ردّ و بدل کر کے نئے احکام دیے گئے اور پھر آخر میں یہ ارشاد فرمادیا گیا : اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُمْ وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الْاِسْلَامَ دِیْنًا ط المائدۃ : 3 آج میں نے تمہارے دین کو تمہارے لیے مکمل کردیا ہے اور اپنی نعمت تم پر تمام کردی ہے اور تمہارے لیے اسلام کو بحیثیت دین پسند کرلیا ہے۔ تو یہ ناسخ و منسوخ کا مسئلہ صرف سابقہ شریعتوں اور شریعت محمدی ﷺ کے مابین ہی نہیں ہے ‘ بلکہ خود شریعت محمدی علیٰ صاحبہا الصلوٰۃ والسلام میں بھی زمانی اعتبار سے ارتقاء ہوا ہے۔ مثال کے طور پر پہلے شراب کے بارے میں حکم دیا گیا کہ اس میں گناہ کا پہلو زیادہ ہے ‘ اگرچہ کچھ فائدے بھی ہیں۔ اس کے بعد حکم آیا کہ اگر شراب کے نشے میں ہو تو نماز کے قریب مت جاؤ۔ پھر سورة المائدۃ میں آخری حکم آگیا اور اسے گندا شیطانی کام قرار دے کر فرمایا گیا : فَھَلْ اَنْتُمْ مُّنْتَھُوْنَ تو کیا اب بھی باز آتے ہو یا نہیں ؟ اس طرح تدریجاً احکام آئے اور آخری حکم میں شراب حرام کردی گئی۔ یہاں فرمایا کہ اگر ہم کسی حکم کو منسوخ کرتے ہیں یا اسے بھلا دیتے ہیں تو اس سے بہتر لے آتے ہیں یا کم از کم اس جیسا دوسرا حکم لے آتے ہیں۔ اس لیے کہ اللہ تعالیٰ قادر مطلق ہے ‘ اس کا اختیار کامل ہے ‘ وہ مالک الملک ہے ‘ دین اس کا ہے ‘ اس میں وہ جس طرح چاہے تبدیلی کرسکتا ہے۔",
  "ayah": 106,
  "surah": 2
}
