{
  "text": "آیت 143 وَکَذٰلِکَ جَعَلْنٰکُمْ اُمَّۃً وَّسَطًا اب یہ خاص بات کہی جا رہی ہے کہ اے مسلمانو ! تم اس تحویل قبلہ کو معمولی بات نہ سمجھو ‘ یہ علامت ہے اس بات کی کہ اب تمہیں وہ حیثیت حاصل ہوگئی ہے :لِّتَکُوْنُوْا شُہَدَآءَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًا ط۔ اب یہ تمہارا فرض منصبی ہے کہ رسول ﷺ نے جس دین کی گواہی تم پر اپنے قول و عمل سے دی ہے اسی دین کی گواہی تمہیں اپنے قول اور عمل سے پوری نوع انسانی پر دینی ہے۔ اب تمٌ محمد رسول اللہ ﷺ اور نوع انسانی کے درمیان واسطہ link بن گئے ہو۔ اب تک نبوت کا سلسلہ جاری تھا۔ ایک نبی کی تعلیم ختم ہوجاتی یا اس میں تحریف ہوجاتی تو دوسرا نبی آجاتا۔ اس طرح پے در پے انبیاء و رسل علیہ السلام چلے آ رہے تھے اور ہر دور میں یہ معاملہ تسلسل کے ساتھ چل رہا تھا۔ ابٌ محمد رسول اللہ ﷺ پر نبوت ختم ہو رہی ہے ‘ لیکن نسل انسانی کا سلسلہ تو قیامت تک جاری رہنا ہے۔ لہٰذا اب آگے لوگوں کو تبلیغ کرنا ‘ ان تک دین پہنچانا ‘ ان پر حجت قائم کرنا اور شہادت علی الناس کا فریضہ سرانجام دینا کس کیّ ذمہ داری ہوگی ؟ پہلے تو ہمیشہ یہی ہوتا رہا کہ اللہ کی طرف سے جبرائیل علیہ السلام وحی لائے اور نبی کے پاس آگئے ‘ نبی نے لوگوں کو سکھا دیا۔ اب یہ معاملہ اس طرح ہے کہ اللہ سے جبرائیل علیہ السلام وحی لائےٌ محمد رسول اللہ ﷺ کے پاس اور محمد ﷺ نے سکھایا تمہیں ‘ اور اب تمہیں سکھانا ہے پوری نوع انسانی کو ! تو اب تمہاری حیثیت درمیانی واسطے کی ہے۔ یہ مضمون سورة الحج کی آخری آیات میں زیادہ وضاحت کے ساتھ آئے گا۔وَکَذٰلِکَ اسی طرح سے مراد یہ ہے کہ تحویل قبلہ اس کا ایک مظہر ہے۔ اس سے اب تم اپنی ذمہّ داریوں کا اندازہ کرو۔ صرف خوشیاں نہ مناؤ ‘ بلکہ ایک بہت بڑی ذمہ داری کا جو بوجھ تم پر آگیا ہے اس کا ادراک کرو۔ یہی بوجھ جب ہم نے اپنے بندے محمد ﷺ کے کاندھوں پر رکھا تھا تو ان سے بھی کہا تھا : اِنَّا سَنُلْقِیْ عَلَیْکَ قَوْلًا ثَقِیْلًا المزمل اے نبی ﷺ ! ہم آپ پر ایک بھاری بات ڈالنے والے ہیں۔ وہی بھاری بات بہت بڑے پیمانے پر اب تمہارے کاندھوں پر آگئی ہے۔ وَمَا جَعَلْنَا الْقِبْلَۃَ الَّتِیْ کُنْتَ عَلَیْہَآ اِلاَّ لِنَعْلَمَ مَنْ یَّتَّبِعُ الرَّسُوْلَ مِمَّنْ یَّنْقَلِبُ عَلٰی عَقِبَیْہِ ط یہاں اللہ تعالیٰ نے بیت المقدس کو قبلہ مقرر کرنے کی نسبت اپنی طرف کی ہے۔ یہ بھی ہوسکتا ہے کہ اللہ تعالیٰ نے ہجرت کے بعد وحی ‘ خفی کے ذریعے نبی اکرم ﷺ کو بیت المقدس کی طرف رخ کر کے نماز پڑھنے کا حکم دیا ہو ‘ اور یہ بھی ہوسکتا ہے کہ یہ آنحضور ﷺ کا اجتہاد ہو ‘ اور اسے اللہ نے قبول فرما لیا ہو۔ رسول اللہ ﷺ کے اجتہاد پر اگر اللہ کی طرف سے نفی نہ آئے تو وہ گویا اللہ ہی کی طرف سے ہے۔ بیت المقدس کو قبلہ مقرر کیا جانا ایک امتحان قرار دیا گیا کہ کون اتباع رسول ﷺ ‘ کی روش پر گامزن رہتا ہے اور کون دین سے پھرجاتا ہے۔ اس آزمائش میں تمام مسلمان کامیاب رہے اور ان میں سے کسی نے یہ نہیں کہا کہ ٹھیک ہے ‘ ہمارا قبلہ وہ تھا ‘ اب آپ نے اپنا قبلہ بدل لیا ہے تو آپ کا راستہ اور ہے ہمارا راستہ اور !وَاِنْ کَانَتْ لَکَبِیْرَۃً الاَّ عَلَی الَّذِیْنَ ہَدَی اللّٰہُ ط۔ واقعہ یہ ہے کہ اتنی بڑی تبدیلی قبول کرلینا آسان بات نہیں ہوتی۔ یہ بڑا حساسّ مسئلہ ہوتا ہے۔وَمَا کَان اللّٰہُ لِیُضِیْعَ اِیْمَانَکُمْ ط ایمان سے یہاں مراد نماز ہے جسے دین کا ستون قرار دیا گیا ہے۔ یہ بات اس تشویش کے جواب میں فرمائی گئی جو بعض مسلمانوں کو لاحق ہوگئی تھی کہ ہماری ان نمازوں کا کیا بنے گا جو ہم نے سولہ مہینے بیت المقدس کی طرف رخ کر کے پڑھی ہیں ؟ مسلمان تو رسول اللہ ﷺ کے حکم کا پابند ہے ‘ اس وقت رسول کا وہ حکم تھا ‘ وہ اللہ کے ہاں مقبول ٹھہرا ‘ اس وقت یہ حکم ہے جو تمہیں رسول کی جانب سے مل رہا ہے ‘ اب تم اس کی پیروی کرو۔",
  "ayah": 143,
  "surah": 2
}
