{
  "text": "اب جو آیت آرہی ہے اس کے مطالعہ سے پہلے ایک بات سمجھ لیجیے کہ سورة البقرۃ کا نصف ثانی جو بائیس رکوعوں پر مشتمل ہے اور جس کا آغاز انیسویں رکوع سے ہوا ہے ‘ اس میں ترتیب کیا ہے۔ سورة البقرۃ کے پہلے اٹھارہ رکوعوں کی تقسیم عمودی verticle ہے۔ یعنی چار رکوع ادھر ‘ دس درمیان میں ‘ پھر چار ادھر۔ لیکن انیسویں رکوع سے اب افقی horizontal تقسیم کا آغاز ہوگیا ہے۔ اس حصے ّ میں چار مضامین تانے بانے کی طرح بنے ہوئے ہیں۔ یا یوں کہہ لیں کہ چار لڑیاں ہیں جن کو بٹ کر رسّی بنا دیا گیا ہے۔ ان چار میں سے دو لڑیاں تو شریعت کی ہیں ‘ جن میں سے ایک عبادات کی اور دوسری احکام و شرائع کی ہے کہ یہ واجب ہے ‘ یہ کرنا ہے ‘ یہ حلال ہے اور یہ حرام ہے۔ نماز فرض ہے ‘ روزہ فرض ہے ‘ وغیرہ وغیرہ۔ احکام و شرائع میں خاص طور پر شوہر اور بیوی کے تعلق کو بہت زیادہ اہمیت دی گئی ہے۔ اس لیے کہ معاشرت انسانی کی بنیاد یہی ہے۔ لہٰذا اس سورت میں آپ دیکھیں گے کہ عائلی قوانین کے ضمن میں تفصیلی احکام آئیں گے۔ جبکہ دوسری دو لڑیاں جہاد بالمال اور جہاد بالنفس کی ہیں۔ جہاد بالنفس کی آخری انتہا قتال ہے جہاں انسان نقد جان ہتھیلی پر رکھ کر میدان کارزار میں حاضر ہوجاتا ہے۔ اب ان چاروں مضامین یا چاروں لڑیوں کو ایک مثال سے سمجھ لیجیے۔ فرض کیجیے ایک سرخ لڑی ہے ‘ ایک پیلی ہے ‘ ایک نیلی ہے اور ایک سبز ہے ‘ اور ان چاروں لڑیوں کو ایک رسّی کی صورت میں بٹ دیا گیا ہے۔ آپ اس رسّی کو دیکھیں گے تو چاروں رنگ کٹے پھٹے نظر آئیں گے۔ پہلے سرخ ‘ پھر پیلا ‘ پھر نیلا اور پھر سبز نظر آئے گا۔ لیکن اگر رسّی کے بل کھول دیں تو ہر لڑی مسلسل نظر آئے گی۔ چناچہ سورة البقرۃ کے نصف آخر میں عبادات ‘ احکام شریعت ‘ جہاد بالمال اور جہاد بالنفس کے چار مضامین چار لڑیوں کی مانند گتھے ہوئے ہیں۔ یہ چاروں لڑیاں تانے بانے کی طرح بنی ہوئی ہیں۔ لیکن اسی بنتی میں بہت بڑے بڑے پھول موجود ہیں۔ یہ پھول قرآن مجید کی عظیم ترین اور طویل آیات ہیں ‘ جن کی نمایاں ترین مثال آیت الکرسی کی ہے۔ ان عظیم آیات میں سے ایک آیت یہاں بیسویں رکوع کے آغاز میں آرہی ہے ‘ جسے میں نے آیت الآیات کا عنوان دیا ہے۔ اس لیے کہ قرآن مجید کی کسی اور آیت میں اس قدر مظاہر فطرت phenomena of nature یکجا نہیں ہیں۔ اللہ تعالیٰ تمام مظاہر فطرت کو اپنی آیات قرار دیتا ہے۔ آسمان اور زمین کی تخلیق ‘ رات اور دن کا الٹ پھیر ‘ آسمان کے ستارے اور زمین کی نباتات ‘ یہ سب آیات ہیں جن کا ذکر قرآن مجید میں مختلف مقامات پر کیا گیا ہے ‘ لیکن یہاں بہت سے مظاہر فطرت کو جس طرح ایک آیت میں سمو یا گیا ہے یہ حکمت قرآنی کا ایک بہت بڑا پھول ہے جو ان چار لڑیوں کی بنتی کے اندر آگیا ہے۔ آیت 164 اِنَّ فِیْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلاَفِ الَّیْلِ وَالنَّہَارِ وَالْفُلْکِ الَّتِیْ تَجْرِیْ فِی الْْبَحْرِ بِمَا یَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰہُ مِنَ السَّمَآءِ مِنْ مَّآءٍ فَاَحْیَا بِہِ الْاَرْضَ بَعْدَ مَوْتِہَا بے آب وگیاہ زمین پڑی تھی ‘ بارش ہوئی تو اسی میں سے روئیدگی آگئی۔ وَبَثَّ فِیْہَا مِنْ کُلِّ دَآبَّۃٍص وَّتَصْرِیْفِ الرِّیٰحِ ہواؤں کی گردش کے مختلف انداز اور مختلف پہلو ہیں۔ کبھی شمالاً جنوباً چل رہی ہے ‘ کبھی مشرق سے آرہی ہے ‘ کبھی مغرب سے آرہی ہے۔ اس گردش میں بڑی حکمتیں کارفرما ہیں۔وَالسَّحَابِ الْمُسَخَّرِ بَیْنَ السَّمَآءِ وَالْاَرْضِ لَاٰیٰتٍ لِّقَوْمٍ یَّعْقِلُوْنَ ۔ ان مظاہر فطرت کو دیکھو اور ان کے خالق اورّ مدبر کو پہچانو ! ان آیات آفاقی پر غور و فکر اور ان کے خالق کو پہچاننے کا جو عملی نتیجہ نکلنا چاہیے اور جس تک عام طور پر لوگ نہیں پہنچ پاتے اب اگلی آیت میں اس کا تذکرہ ہے۔ نتیجہ تو یہ نکلنا چاہیے کہ پھر محبوب اللہ ہی ہو ‘ شکر اسی کا ہو ‘ اطاعت اسی کی ہو ‘ عبادت اسی کی ہو۔ جب سورج میں اپنا کچھ نہیں ‘ اسے اللہ نے بنایا ہے اور اسے حرارت عطا کی ہے ‘ چاند میں کچھ نہیں ‘ ہوائیں چلانے والا بھی وہی ہے تو اور کسی شے کے لیے کوئی شکر نہیں ‘ کوئی عبادت نہیں ‘ کوئی ڈنڈوت نہیں ‘ کوئی سجدہ نہیں۔ چناچہ اللہ تعالیٰ ہی مطلوب و مقصود بن جائے ‘ وہی محبوب ہو۔ لَا مَحْبُوْبَ اِلَّا اللّٰہُ ‘ لَا مَقْصُوْدَ الاَّ اللّٰہُ ‘ لَا مَطْلُوْبَ اِلَّا اللّٰہُ جن لوگوں کی یہاں تک رسائی نہیں ہو پاتی وہ کسی اور شے کو اپنا محبوب و مطلوب بنا کر اس کی پرستش شروع کردیتے ہیں۔ خدا تک نہیں پہنچے تو ع اپنے ہی حسن کا دیوانہ بنا پھرتا ہوں کے مصداق اپنے نفس ہی کو معبود بنا لیا اور خواہشات نفس کی پیروی میں لگ گئے۔ کچھ لوگوں نے اپنی قوم کو معبود بنا لیا اور قوم کی برتری اور سربلندی کے لیے جانیں بھی دے رہے ہیں۔ بعض نے وطن کو معبود بنا لیا۔ اس حقیقت کو علامہ اقبال نے سمجھا ہے کہ اس دور کا سب سے بڑا بت وطن ہے۔ ان کی نظم وطنیّت ملاحظہ کیجیے : ؂ اِس دور میں مَے اور ہے ‘ جام اور ہے ‘ جم اور ساقی نے بنا کی روش لطف و ستم اور تہذیب کے آزر نے ترشوائے صنم اور مسلم نے بھی تعمیر کیا اپنا حرم اور اِن تازہ خداؤں میں بڑا سب سے وطن ہے جوپیرہن اس کا ہے وہ مذہب کا کفن ہے !اگلی آیت میں تمام معبودان باطل کی نفی کر کے ایک اللہ کو اپنا محبوب اور مطلوب و مقصود بنانے کی دعوت دی گئی ہے۔",
  "ayah": 164,
  "surah": 2
}
