{
  "text": "آیت 187 اُحِلَّ لَکُمْ لَیْلَۃَ الصِّیَام الرَّفَثُ اِلٰی نِسَآءِکُمْ ط۔ احکام روزہ سے متعلق یہ آیت بڑی طویل ہے۔ یہود کے ہاں شریعت موسوی میں روزہ شام کو ہی شروع ہوجاتا تھا اور رات بھی روزے میں شامل تھی۔ چناچہ تعلق زن و شو بھی قائم نہیں ہوسکتا تھا۔ ان کے ہاں سحری وغیرہ کا بھی کوئی تصور نہیں تھا۔ جیسے ہی رات کو سوتے روزہ شروع ہوجاتا اور اگلے دن غروب آفتاب تک روزہ رہتا۔ ہمارے ہاں روزے میں نرمی کی گئی ہے۔ ایک تو یہ کہ رات کو روزے سے خارج کردیا گیا۔ روزہ بس دن کا ہے اور رات کے وقت روزے کی ساری پابندیاں ختم ہوجاتی ہیں۔ چناچہ رات کو تعلق زن و شو بھی قائم کیا جاسکتا ہے اور کھانے پینے کی بھی اجازت ہے۔ لیکن بعض مسلمان یہ سمجھ رہے تھے کہ شاید ہمارے ہاں بھی روزے کے وہی احکام ہیں جو یہود کے ہاں ہیں۔ اس لیے ایسا بھی ہوتا تھا کہ روزوں کی راتوں میں بعض لوگ جذبات میں بیویوں سے مقاربت کرلیتے تھے ‘ لیکن دل میں سمجھتے تھے کہ شاید ہم نے غلط کام کیا ہے۔ یہاں اب ان کو اطمینان دلایا جا رہا ہے کہ تمہارے لیے روزے کی راتوں میں اپنی بیویوں کے پاس جانا حلال کردیا گیا ہے۔ ہُنَّ لِبَاسٌ لَّکُمْ وَاَنْتُمْ لِبَاسٌ لَّہُنَّ ط۔ یہ بڑا لطیف کنایہ ہے کہ وہ تمہارے لیے بمنزلۂ لباس ہیں اور تم ان کے لیے بمنزلۂ لباس ہو۔ جیسے لباس میں اور جسم میں کوئی پردہ نہیں ایسے ہی بیوی میں اور شوہر میں کوئی پردہ نہیں ہے۔ خود لباس ہی تو پردہ ہے۔ ویسے بھی مرد کے اخلاق کی حفاظت کرنے والی بیوی ہے اور بیوی کے اخلاق کی حفاظت کرنے والا مرد ہے۔ مجھے اقبال کا شعر یاد آگیا : ؂نے پردہ نہ تعلیم ‘ نئی ہو کہ پرانی نسوانیتِ زن کا نگہباں ہے فقط مرد بہرحال مرد و عورت ایک دوسرے کے لیے ایک ضرورت بھی ہیں اور ایک دوسرے کی پردہ پوشی بھی کرتے ‘ ہیں۔عَلِمَ اللّٰہُ اَنَّکُمْ کُنْتُمْ تَخْتَانُوْنَ اَنْفُسَکُمْ تم ایک کام کر رہے تھے جو گناہ نہیں ہے ‘ لیکن تم سمجھتے تھے کہ گناہ ہے ‘ پھر بھی اس کا ارتکاب کر رہے تھے۔ اس طرح تم اپنے آپ سے خیانت کے مرتکب ہو رہے تھے۔ فَتَابَ عَلَیْکُمْ تو اللہ نے تم پر نظر رحمت فرمائی وَعَفَا عَنْکُمْ ج۔ اس سلسلے میں جو بھی خطائیں ہوگئی ہیں وہ سب کی سب معاف سمجھو۔فَالْءٰنَ بَاشِرُوْہُنَّ وَابْتَغُوْا مَا کَتَبَ اللّٰہُ لَکُمْص یعنی اولاد ‘ جو تعلق زن و شو کا اصل مقصد ہے۔ دوسرے یہ کہ اللہ تعالیٰ نے اس تعلق زن و شو کو سکون و راحت کا ذریعہ بنایا ہے۔ جیسے قرآن مجید میں لِتَسْکُنُوْا اِلَیْھَا کے الفاظ آئے ہیں۔ اس تعلق کے بعد اعصاب کے تناؤ میں ایک سکون کی کیفیت پیدا ہوجاتی ہے۔ اور اس میں یہی حکمت ہے کہ رسول اللہ ﷺ اپنے ہر سفر میں ایک زوجۂ محترمہ کو ضرور ساتھ رکھتے تھے۔ اس لیے کہ قائد اور سپہ سالار کو کسی وقت کسی ایسی پریشان کن صورت حال میں فیصلے کرنے پڑتے ہیں کہ جذبات پر اور اعصاب پر دباؤ ہوتا ہے۔وَکُلُوْا وَاشْرَبُوْا حَتّٰی یَتَبَیَّنَ لَکُمُ الْخَیْطُ الْاَبْیَضُ مِنَ الْخَیْطِ الْاَسْوَدِ مِنَ الْفَجْرِص۔ یہ پو پھٹنے کے لیے استعارہ ہے۔ یعنی جب سپیدۂ سحر نمایاں ہوتا ہے ‘ صبح صادق ہوتی ہے اس وقت تک کھانے پینے کی چھوٹ ہے۔ بلکہ یہاں وَکُلُوْا وَاشْرَبُوْا اور کھاؤ اور پیو امر کے صیغے آئے ہیں۔ سحری کرنے کی حدیث میں بھی تاکید آئی ہے اور رسول اللہ ﷺ نے یہ بھی فرمایا ہے کہ ہمارے اور یہود کے روزے کے مابین سحری کا فرق ہے۔ ایک حدیث میں آیا ہے : تَسَحَّرُوْا فَاِنَّ فِی السَّحُوْرِ بَرَکَۃً 22 سحری ضرور کیا کرو ‘ اس لیے کہ سحری میں برکت ہے۔ ثُمَّ اَتِمُّوا الصِّیَامَ اِلَی الَّیْلِ ج۔ رات تک سے اکثر فقہاء کے نزدیک غروب آفتاب مراد ہے۔ اہل تشیع اس سے ذرا آگے جاتے ہیں کہ غروب آفتاب پر چند منٹ مزید گزر جائیں۔ وَلاَ تُبَاشِرُوْہُنَّ وَاَنْتُمْ عٰکِفُوْنَ فِی الْْمَسٰجِدِ ط۔ یہ رعایت جو تمہیں دی جا رہی ہے اس میں ایک استثناء ہے کہ جب تم مسجدوں میں معتکف ہو تو پھر اپنی بیویوں سے رات کے دوران بھی کوئی تعلق قائم نہ کرو۔ تِلْکَ حُدُوْدُ اللّٰہِ فَلاَ تَقْرَبُوْہَا ط۔ بعض مقامات پر آتا ہے : تِلْکَ حُدُوْدُ اللّٰہِ فَلاَ تَعْتَدُوْہَا یہ اللہ کی مقرر کردہ حدود ہیں ‘ پس ان سے تجاوز نہ کرو ان کو عبور نہ کرو۔ اصلاً حرام تو وہی شے ہوگی کہ حدود سے تجاوز کیا جائے۔ لیکن بہرحال احتیاط اس میں ہے کہ ان حدود سے دور رہا جائے to keep at a safe distance آخری حد تک چلے جاؤ گے تو اندیشہ ہے کہ کہیں اس حد کو عبورنہ کر جاؤ۔ کَذٰلِکَ یُبَیِّنُ اللّٰہُ اٰیٰتِہٖ للنَّاسِ لَعَلَّہُمْ یَتَّقُوْنَ اب اس رکوع کی آخری آیت میں بتایا جا رہا ہے کہ تقویٰ کا معیار اور اس کی کسوٹی کیا ہے۔ روزہ اس لیے فرض کیا گیا ہے اور یہ سارے احکام تمہیں اسی لیے دیے جا رہے ہیں تاکہ تم میں تقویٰ پیدا ہوجائے اور تقویٰ کا لٹمس ٹیسٹ ہے اکل حلال۔ اگر یہ نہیں ہے تو کوئی نیکی نیکی نہیں ہے۔",
  "ayah": 187,
  "surah": 2
}
