{
  "text": "آیت 195 وَاَنْفِقُوْا فِیْ سَبِیْلِ اللّٰہِ وَلاَ تُلْقُوْا بِاَیْدِیْکُمْ اِلَی التَّہْلُکَۃِ ج۔ یعنی جس وقت اللہ کے دین کو روپے پیسے کی ضرورت ہو اس وقت جو لوگ اللہ کی راہ میں جان و مال کی قربانی سے جی چراتے ہیں وہ اپنے آپ کو اپنے ہاتھوں ہلاکت میں ڈالتے ہیں۔ جیسے رسول اللہ ﷺ نے غزوۂ تبوک کے موقع پر عام اپیل کی اور اس وقت جو لوگ اپنے مال کو سمیٹ کر بیٹھے رہے تو گویا انہوں نے اپنے آپ کو خود ہلاکت میں ڈال دیا۔ وَاَحْسِنُوْا ج۔ اپنے دین کے اندر خوبصورتی پیدا کرو۔ دین میں بہتر سے بہتر مقام حاصل کرنے کی کوشش کرو۔ ہمارا معاملہ یہ ہے کہ دنیا میں آگے سے آگے اور دین میں پیچھے سے پیچھے رہنے کی کوشش کرتے ہیں۔ دین میں یہ دیکھیں گے کہ کم سے کم پر گزارا ہوجائے ‘ جبکہ دنیا کے معاملے میں آگے سے آگے نکلنے کی کوشش ہوگی ع ہے جستجو کہ خوب سے ہے خوب تر کہاں ! یہ جستجو جو دنیا میں ہے اس سے کہیں بڑھ کر دین میں ہونی چاہیے ‘ ازروئے الفاظ قرآنی : فَاسْتَبِقُوا الْخَیْرٰتِ پس تم نیکیوں میں ایک دوسرے سے بازی لے جانے کی کوشش کرو۔ اِنَّ اللّٰہَ یُحِبُّ الْمُحْسِنِیْنَ ۔ حدیث جبرائیل علیہ السلام جسے اُمّ السُّنّۃ کہا جاتا ہے میں حضرت جبرائیل علیہ السلام نے رسول اللہ ﷺ سے تین سوال کیے تھے : 1 اَخْبِرْنِیْ عَنِ الْاِسْلَام مجھے اسلام کے بارے میں بتایئے کہ اسلام کیا ہے ؟ 2 اَخْبِرْنِیْ عَنِ الْاِیْمَان مجھے ایمان کے بارے میں بتایئے کہ ایمان کیا ہے ؟ 3 ‘ اَخْبِرْنِیْ عَنِ الْاِحْسَان مجھے احسان کے بارے میں بتایئے کہ احسان کیا ہے ؟ احسان کے بارے میں رسول اللہ ﷺ نے ارشاد فرمایا : اَنْ تَعْبُدَ اللّٰہَ کَاَنَّکَ تَرَاہُ ‘ فَاِنْ لَمْ تَکُنْ تَرَاہُ فَاِنَّہٗ یَرَاکَ 23 احسان یہ ہے کہ تو اللہ تعالیٰ کی عبادت ایسے کرے گویا تو اسے دیکھ رہا ہے ‘ پھر اگر تو اسے نہ دیکھ سکے یعنی یہ کیفیت حاصل نہ ہو سکے تو کم از کم یہ خیال رہے کہ وہ تو تجھے دیکھ رہا ہے۔ دین کے سارے کام ‘ عبادات ‘ انفاق اور جہاد و قتال ایسی کیفیت میں اور ایسے اخلاص کے ساتھ ہوں گویا تم اپنی آنکھوں سے اللہ کو دیکھ رہے ہو ‘ اور اگر یہ مقام اور کیفیت حاصل نہ ہو تو کم سے کم یہ کیفیت تو ہوجائے کہ تمہیں مستحضر رہے کہ اللہ تمہیں دیکھ رہا ہے۔ یہ احسان ہے۔ عام طور پر اس کا ترجمہ اس انداز میں نہیں کیا گیا۔ اس کو اچھی طرح سمجھ لیجیے۔ ویسے یہ مضمون زیادہ وضاحت کے ساتھ سورة المائدۃ میں آئے گا۔",
  "ayah": 195,
  "surah": 2
}
