{
  "text": "پچھلے رکوع سے مناسک حج کا تذکرہ شروع ہوچکا ہے۔ اب اس پچیسویں رکوع میں حج کا اصل فلسفہ ‘ اس کی اصل حکمت اور اس کی اصل روح کا بیان ہے۔ فرمایا : آیت 197 اَلْحَجُّ اَشْہُرٌ مَّعْلُوْمٰتٌج ۔ یعنی عرب میں جو بھی پہلے سے رواج چلا آ رہا تھا اس کی توثیق فرما دی گئی کہ واقعی حج کے مواقیت کا تعین اللہ تعالیٰ کی طرف سے ہے۔ّفَمَنْ فَرَضَ فِیْہِنَّ الْحَجَّ لازم کرنے سے مراد حج کا عزم اور نیت پختہ کرنا ہے اور اس کی علامت احرام باندھ لینا ہے۔فَلاَ رَفَثَ وَلاَ فُسُوْقَ وَلاَ جِدَالَ فِی الْْحَجِّ ط۔ زمانۂ حج میں جن باتوں سے روکا گیا ہے ان میں اوّلین یہ ہے کہ شہوت کی کوئی بات نہیں ہونی چاہیے۔ میاں بیوی بھی اگر ساتھ حج کر رہے ہوں تو احرام کی حالت میں ان کے لیے وہی قید ہے جو اعتکاف کی حالت میں ہے۔ باقی یہ کہ فسوق وجدال یعنی اللہ کی نافرمانی اور باہم لڑائی جھگڑا تو ویسے ہی ناجائز ہے ‘ دورانِ حج اس سے خاص طور پر روک دیا گیا۔ اس لیے کہ بہت بڑی تعداد میں لوگوں کا اجتماع ہوتا ہے ‘ سفر میں بھی لوگ ساتھ ہوتے ہیں۔ اس حالت میں لوگوں کے غصوں کے پارے جلدی چڑھ جانے کا امکان ہوتا ہے۔ لہٰذا اس سے خاص طور پر روکا گیا تاکہ مناسک حج کی ادائیگی کے دوران امن اور سکون ہو۔ واقعہ یہ ہے کہ آج بھی یہ بات معجزات میں سے ہے کہ دنیا بھر سے اتنی بڑی تعداد میں لوگوں کے جمع ہونے کے باوجود وہاں امن و سکون رہتا ہے اور جنگ وجدال اور جھگڑا و فساد وغیرہ کہیں نظر نہیں آتا۔ مجھے الحمد للہ پانچ چھ مرتبہ حج کی سعادت حاصل ہوئی ہے ‘ لیکن وہاں پر جھگڑا اور گالم گلوچ کی کیفیت میں نے کبھی اپنی آنکھوں سے نہیں دیکھی۔ وَمَا تَفْعَلُوْا مِنْ خَیْرٍ یَّعْلَمْہُ اللّٰہُ ط۔ حج کے دوران مناسک حج پر مستزاد جو بھی نیکی کے کام کرسکو ‘ مثلاً نوافل پڑھو یا اضافی طواف کرو تو تمہاری یہ نیکیاں اللہ کے علم میں ہوں گی ‘ کسی اور کو دکھانے کی ضرورت نہیں ہے۔ وَتَزَوَّدُوْا فَاِنَّ خَیْرَ الزَّاد التَّقْوٰیز۔ اس کے دو معنی لیے گئے ہیں۔ ایک تو یہ کہ بہترین زاد راہ تقویٰ ہے۔ یعنی سفر حج میں مادی زاد راہ کے علاوہ تقویٰ کی پونجی بھی ضروری ہے۔ اگر آپ نے اخراجات سفر کے لیے روپیہ پیسہ تو وافر لے لیا ‘ لیکن تقویٰ کی پونجی سے تہی دامن رہے تو دورانِ حج اچھی سہولیات تو حاصل کرلیں گے مگر حج کی روح اور اس کی برکات سے محروم رہیں گے۔لیکن اس کا ایک دوسرا مفہوم بھی بہت اہم ہے کہ اگر انسان خود اپنا زاد راہ ساتھ نہ لے تو پھر وہاں دوسروں سے مانگنا پڑتا ہے۔ اس طرح یہاں تقویٰ سے مراد سوال سے بچنا ہے۔ یعنی بہتر یہ ہے کہ زاد راہ لے کر چلو تاکہ تمہیں کسی کے سامنے سائل نہ بننا پڑے۔ اگر تم صاحب استطاعت نہیں ہو تو حج تم پر فرض ہی نہیں ہے۔ اور ایک شے جو تم پر فرض نہیں ہے اس کے لیے خواہ مخواہ وہاں جا کر بھیک مانگنا یا یہاں سے بھیک مانگ کر یا چندہ اکٹھا کر کے جانا قطعاً غلط حرکت ہے۔",
  "ayah": 197,
  "surah": 2
}
