{
  "text": "ذٰلِکَ الْکِتٰبُ لَا رَیْبَ فِیْہِ یا ”یہ وہ کتاب ہے جس میں کوئی شک نہیں۔“آیت کے اس ٹکڑے کے دو ترجمے ہوسکتے ہیں۔ پہلے ترجمے کی رو سے یہ ہے وہ کتاب موعود جس کی خبر دی گئی تھی کہ نبی آخر الزماں آئیں گے اور ان کو ہم ایک کتاب دیں گے۔ یہ گویا حوالہ ہے محمد رسول اللہ کے بارے میں پیشین گوئیوں کی طرف کہ جو تورات میں موجود تھیں۔ آج بھی ”کتاب مقدس“ کی کتاب استثناء Deuteronomy کے اٹھارہویں باب کی اٹھارہویں آیت کے اندر یہ الفاظ موجود ہیں کہ : ”میں ان بنی اسرائیل کے لیے ان کے بھائیوں بنی اسماعیل میں سے تیری مانند ایک نبی برپا کروں گا اور اپنا کلام اس کے منہ میں ڈالوں گا اور جو کچھ میں اسے حکم دوں گا وہی وہ ان سے کہے گا“۔ تو یہ بائبل میں حضرت محمد کی پیشین گوئیاں تھیں۔ آگے چل کر سورة الاعراف میں ہم اسے تفصیل سے پڑھ بھی لیں گے۔ یہاں اس بات کی طرف اشارہ ہو رہا ہے کہ یہی وہ کتاب موعود ہے کہ جو نازل کردی گئی ہے محمد رسول اللہ پر۔ اس میں کسی شک و شبہ کی گنجائش نہیں ہے۔ اس میں ہر شے اپنی جگہ پر یقینی ہے ‘ حتمی ہے ‘ اٹل ہے ‘ اور یہ دنیا کی واحد کتاب ہے جو یہ دعویٰ لے کر اٹھی ہے کہ اس میں کوئی شک و شبہ نہیں۔ جو کتابیں آسمانی کہلائی جاتی ہیں ان کے اندر بھی یہ دعویٰ کہیں موجود نہیں ہے ‘ انسانی کتابوں میں تو اس کا سوال ہی نہیں ہے۔ علامہ اقبال جیسے نابغہ عصر فلسفی بھی اپنے لیکچرز کی تمہید میں لکھتے ہیں کہ میں یہ نہیں کہہ سکتا کہ جو کچھ میں نے کہا ہے وہ سب صحیح ہے ‘ ہوسکتا ہے جیسے جیسے علم آگے بڑھے مزید نئی باتیں سامنے آئیں۔ لیکن قرآن کا دعویٰ ہے کہ لَا رَیْبَ فِیْہِ ”اس میں کسی شک و شبہ کی گنجائش نہیں ہے“۔ پہلے ترجمہ کی رو سے ”ذٰلِکَ الْکِتٰبُ“ ایک جملہ مکمل ہوگیا اور ”لَا رَیْبَ فِیْہِ“ دوسرا جملہ ہے۔ جبکہ دوسرے ترجمہ کی رو سے ”ذٰلِکَ الْکِتٰبُ لَا رَیْبَ فِیْہِ“ مکمل جملہ ہے۔ یعنی ”یہ وہ کتاب ہے جس میں کسی شک و شبہ کی گنجائش نہیں ہے۔“ ھُدًی لِّلْمُتَّقِیْنَ ”یعنی ان لوگوں کے لیے جو بچنا چاہیں۔ تقویٰ کا لفظی معنی ہے بچنا۔ ”وَقٰی۔ یَقِی“ کا مفہوم ہے ”کسی کو بچانا“ جبکہ تقویٰ کا معنی ہے خود بچنا۔ یعنی کج روی سے بچنا ‘ غلط روی سے بچنا اور افراط وتفریط کے دھکوں سے بچنا۔ جن لوگوں کے اندر فطرت سلیمہ ہوتی ہے ان کے اندر یہ اخلاقی حس موجود ہوتی ہے کہ وہ بھلائی کو حاصل کرنا چاہتے ہیں اور ہر بری چیز سے بچنا چاہتے ہیں۔ یہی لوگ ہیں جو قرآن مجید کے اصل مخاطبین ہیں۔ گویا جس کے اندر بھی بچنے کی خواہش ہے اس کے لیے یہ کتاب ہدایت ہے۔ سورة الفاتحہ میں ہماری فطرت کی ترجمانی کی گئی تھی اور ہم سے یہ کہلوایا گیا تھا : اِہْدِنَا الصِّرَاطَ الْمُسْتَقِیْمَ ”اے پروردگار ! ہمیں سیدھے راستے کی ہدایت بخش“۔ آیت زیر مطالعہ گویا اس کا جواب ہے : ذٰلِکَ الْکِتٰبُ لَا رَیْبَج فِیْہِج ھُدًی لِّلْمُتَّقِیْنَ لو وہ کتاب موجود ہے کہ جس میں کسی شک و شبہ کی گنجائش نہیں ہے اور یہ ان تمام لوگوں کے لیے ہدایت کے تقاضوں کے اعتبار سے کفایت کرتی ہے جن میں غلط روی سے بچنے کی خواہش موجود ہے۔وہ لوگ کون ہیں ؟ اب یہاں دیکھئے تاویل خاص کا معاملہ آجائے گا کہ اس وقت رسول اللہ کی تیرہ برس کی محنت کے نتیجہ میں مہاجرین و انصار کی ایک جماعت وجود میں آگئی تھی ‘ جس میں حضرات ابوبکر ‘ عمر ‘ عثمان ‘ علی ‘ طلحہ ‘ زبیر ‘ سعد بن عبادہ اور سعد ابن معاذ جیسے نفوس قدسیہ شامل تھے۔ تو گویا اشارہ کر کے دکھایا جا رہا ہے کہ دیکھو یہ وہ لوگ ہیں ‘ دیکھ لو ان میں کیا اوصاف ہیں۔",
  "ayah": 2,
  "surah": 2
}
