{
  "text": "آیت 219 یَسْءَلُوْنَکَ عَنِ الْخَمْرِ وَالْمَیْسِرِ ط ان احکام سے شریعت کا ابتدائی خاکہ blue print تیار ہونا شروع ہوگیا ہے ‘ کچھ احکام پہلے آ چکے ہیں اور کچھ اب آ رہے ہیں۔ شراب اور جوئے کے بارے میں یہاں ابتدائی حکم بیان ہوا ہے اور اس پر محض اظہار ناراضگی فرمایا گیا ہے۔قُلْ فِیْہِمَآ اِثْمٌ کَبِیْرٌ وَمَنَافِعُ للنَّاسِز وَاِثْمُہُمَآ اَکْبَرُ مِنْ نَّفْعِہِمَا ط۔ یعنی اشارہ کردیا گیا کہ ان کو چھوڑ دو۔ اب معاملہ تمہاری عقل سلیم کے حوالے ہے ‘ حقیقت تم پر کھول دی گئی ہے۔ یہ ابتدائی حکم ہے ‘ لیکن حکم کے پیرائے میں نہیں۔ بس واضح کردیا گیا کہ ان کا گناہ ان کے فائدے سے بڑھ کر ہے ‘ اگرچہ ان میں لوگوں کے لیے کچھ فائدے بھی ہیں۔ بقول غالب : ؂مے سے غرض نشاط ہے کس روسیاہ کو ؟اِک گونہ بےخودی مجھے دن رات چاہیے !اور : ؂ میں میکدے کی راہ سے ہو کر گزر گیا ورنہ سفر حیات کا بیحد طویل تھا !یہ حکمت سمجھ لیجیے کہ شراب اور جوئے میں کیا چیز مشترک ہے کہ یہاں دونوں کو جمع کیا گیا ؟ شراب کے نشے میں بھی انسان اپنے آپ کو حقائق سے منقطع کرتا ہے اور محنت سے جی چراتا ہے۔ وہ زندگی کے تلخ حقائق کا مواجہہ کرنے کو تیار نہیں ہوتا۔ ع اِک گونہ بےخودی مجھے دن رات چاہیے !۔۔ اور جوئے کی بنیاد بھی محنت کی نفی پر ہے۔ ایکّ رویہ تو یہ ہے کہ محنت سے ایک آدمی کما رہا ہے ‘ مشقت کر رہا ہے ‘ کوئی کھوکھا ‘ چھابڑی یا ریڑھی لگا کر کچھ کمائی کر رہا ہے ‘ جبکہ ایک ہے چانس اور داؤ کی بنیاد پر پیسے کمانا۔ یہ محنت کی نفی ہے۔ چناچہ شراب اور جوئے کے اندر اصل میں علت ایک ہی ہے۔ وَیَسْءَلُوْنَکَ مَاذَا یُنْفِقُوْنَ ط آیت 195 میں انفاق کا حکم بایں الفاظ آچکا ہے : وَاَنْفِقُوْا فِیْ سَبِیْلِ اللّٰہِ وَلَا تُلْقُوْا بِاَیْدِیْکُمْ اِلَی التَّھْلُکَۃِ ج اور خرچ کرو اللہ کی راہ میں اور اپنے آپ کو اپنے ہاتھوں ہلاکت میں نہ جھونکو۔ تو سوال کیا گیا کہ کتنا خرچ کریں ؟ ہمیں کچھ مقدار بھی بتادی جائے۔ فرمایا :قُلِ الْعَفْوَ ط جو بھی تمہاری ضرورت سے زائد ہو۔ اللہ تعالیٰ کا یہ مطالبہ نہیں ہے کہ تم اپنی ضرورتوں کو پیچھے ڈال دو ‘ بلکہ تم پہلے اپنی ضرورتیں پوری کرو ‘ پھر جو تمہارے پاس بچ جائے اسے اللہ کی راہ میں خرچ کر دو۔ کمیونزم کے فلسفہ میں ایک اصطلاح قدر زائد surplus value استعمال ہوتی ہے۔ یہ ہے اَلْعَفْوَ۔ جو بھی تمہاری ضروریات سے زائد ہے یہ surplus value ہے ‘ اسے اللہ کی راہ میں دے دو۔ اس کو بچا کر رکھنے کا مطلب یہ ہے کہ آپ اللہ پر بےاعتمادی کا اظہار کرر ہے ہیں کہ اللہ نے آج تو دے دیا ہے ‘ کل نہیں دے گا۔ لیکن یہ کہ انسان کی ضرورتیں کیا ہیں ‘ کتنی ہیں ‘ اس کا اللہ نے کوئی پیمانہ مقرر نہیں کیا۔ اس کا تعلق باطنی روح سے ہے۔ ایک مسلمان کے اندر اللہ کی محبت اور آخرت پر ایمان جوں جوں بڑھتا جائے گا اتنا ہی وہ اپنی ضرورتیں کم کرے گا ‘ اپنے معیارِزندگی کو پست کرے گا اور زیادہ سے زیادہ اللہ کی راہ میں دے گا۔ اصول یہ ہے کہ ہر شخص یہ دیکھے کہ جو میری ضرورت سے زائد ہے اسے میں بچا بچا کر نہ رکھوں ‘ بلکہ اللہ کی راہ میں دے دوں۔ انفاق فی سبیل اللہ پر اس سورة مبارکہ میں پورے دو رکوع آگے آنے والے ہیں۔",
  "ayah": 219,
  "surah": 2
}
