{
  "text": "آیت 22 الَّذِیْ جَعَلَ لَکُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَآءَ بِنَآءًص وَاَنْتُمْ تَعْلَمُوْنَکا ایک مطلب یہ بھی ہے کہ جب تم بھی مانتے ہو کہ اس کائنات کا خالق اللہ کے سوا کوئی نہیں ‘ تو پھر اس کے شریک کیوں ٹھہراتے ہو ؟ اہل عرب یہ بات مانتے تھے کہ کائنات کا خالق صرف اور صرف اللہ ہے ‘ البتہ جو ان کے دیوی دیوتا تھے انہیں وہ سمجھتے تھے کہ یہ اللہ کے اوتار ہیں یا اللہ کے ہاں بہت پسندیدہ ہیں ‘ اس کے محبوب ہیں ‘ اس کے اولیاء ہیں ‘ اس کی بیٹیاں ہیں ‘ لہٰذا یہ شفاعت کریں گے تو ہمارا بیڑا پار ہوجائے گا۔ ان سے کہا جا رہا ہے کہ جب تم یہ مانتے ہو کہ کائنات کا خالق ایک اللہ ہے ‘ وہی اس کا مدبر ہے تو اب کسی کو اس کا مدمقابل نہ بناؤ۔ ّ اَنْدَاد ”نِدّ“ کی جمع ہے ‘ اس کا معنی مدمقابل ہے۔ خطبۂ جمعہ میں آپ نے یہ الفاظ سنے ہوں گے : ”لَا ضِدَّ لَہٗ وَلَا نِدَّ لَہٗ“۔ حضرت عبداللہ بن مسعود رض بیان کرتے ہیں کہ میں نے رسول اللہ ﷺ سے دریافت کیا : اللہ کے نزدیک سب سے بڑا گناہ کون سا ہے ؟ آپ ﷺ نے فرمایا : اَنْ تَجْعَلَ لِلّٰہِ نِدًّا وَھُوَ خَلَقَکَ 1 ”یہ کہ تو اس کا کوئی مدمقابل ٹھہرائے حالانکہ اس نے تجھے پیدا کیا ہے“۔ اللہ سبحانہ وتعالیٰ کا کسی درجے میں کوئی شریک یا مدمقابل نہیں ہے۔ اس ضمن میں رسول اللہ ﷺ امت کو اس درجے توحید کی باریکیوں تک پہنچا کر گئے ہیں کہ ایسے تصوراتّ کی بالکل جڑ کٹ جاتی ہے۔ ایک صحابی رض نے آپ ﷺ کے سامنے ایسے ہی کہہ دیا : ”مَاشَاء اللّٰہُ وَمَا شِءْتَ“ یعنی جو اللہ چاہے اور جو آپ ﷺ چاہیں۔ آپ ﷺ نے انہیں فوراً ٹوک دیا اور فرمایا : اَجَعَلْتَنِیْ لِلّٰہِ نِدًّا ؟ مَا شَاء اللّٰہُ وَحْدَہٗ ”کیا تو نے مجھے اللہ کا مدمقابل بنا دیا ہے ؟ بلکہ وہی ہوگا جو تنہا اللہ چاہے۔“ 2 اس کائنات میں مشیت صرف ایک ہستی کی چلتی ہے۔ کسی اور کی مشیت اس کی مشیت کے تابع پوری ہوجائے تو ہوجائے ‘ لیکن مشیت مطلقہ صرف اس کی ہے۔ یہاں تک کہ قرآن حکیم میں رسول اللہ ﷺ سے فرمایا گیا : اِنَّکَ لَا تَھْدِیْ مَنْ اَحْبَبْتَ وَلٰکِنَّ اللّٰہَ یَھْدِیْ مَنْ یَّشَآءُ القصص : 56”اے نبی ﷺ ! یقینا آپ جسے چاہیں اسے ہدایت نہیں دے سکتے ‘ بلکہ اللہ جسے چاہتا ہے ہدایت دیتا ہے۔“ اگر ہدایت کا معاملہ رسول اللہ ﷺ کے اختیار میں ہوتا تو ابوطالب دنیا سے ایمان لائے بغیر رخصت نہ ہوتے۔ان دو آیتوں میں توحید کے دونوں پہلو بیان ہوگئے ‘ توحید نظری بھی اور توحید عملی بھی۔ توحید عملی یہ ہے کہ بندگی صرف اسی کی ہے۔ اب اگلی آیت میں ایمان بالرسالت کا بیان آرہا ہے۔",
  "ayah": 22,
  "surah": 2
}
