{
  "text": "آیت 220 فِی الدُّنْیَا وَالْاٰخِرَۃِط۔ تمہارا یہ غور و فکر دنیا کے بارے میں بھی ہونا چاہیے اور آخرت کے بارے میں بھی۔ دنیا میں بھی اسلام رہبانیت نہیں سکھاتا۔ اسلام کی تعلیم یہ نہیں ہے کہ نہ کھاؤ ‘ نہ پیو ‘ چلے کشی کرو ‘ جنگلوں میں نکل جاؤ ! نہیں ‘ اسلام تو متمدن زندگی کی تعلیم دیتا ہے ‘ گھر گھرہستی اور شادی بیاہ کی ترغیب دیتا ہے ‘ بیوی بچوں کے حقوق بتاتا ہے اور ان کی ادائیگی کا حکم دیتا ہے۔ اس کے ساتھ ساتھ تمہیں آخرت کی بھی فکر کرنی چاہیے ‘ اور دنیا و آخرت کے معاملات میں ایک نسبت و تناسب ratio proportion قائم رہنا چاہیے۔ دنیا کی کتنی قدر و قیمت ہے اور اس کے مقابلے میں آخرت کی کتنی قدر و قیمت ہے ‘ اس کا صحیح طور پر اندازہ کرنا چاہیے۔ اگر یہ اندازہ غلط ہوگیا اور کوئی غلط تناسب قائم کرلیا گیا تو ہرچیز تلپٹ ہوجائے گی۔ مثال کے طور پر ایک دوا کے نسخے میں کوئی چیز کم تھی ‘ کوئی زیادہ تھی۔ اگر آپ نے جو چیز کم تھی اسے زیادہ کردیا اور جو زیادہ تھی اسے کم کردیا تو اب ہوسکتا ہے یہ نسخۂ شفا نہ رہے ‘ نسخہ ہلاکت بن جائے۔وَیَسْءَلُوْنَکَ عَنِ الْیَتٰمٰی ط قُلْ اِصْلاَحٌ لَّہُمْ خَیْرٌ ط ان کی مصلحت کو پیش نظر رکھنا بہتر ہے ‘ نیکی ہے ‘ بھلائی ہے۔ اصل میں لوگوں کے سامنے سورة بنی اسرائیل کی یہ آیت تھی : وَلَا تَقْرَبُوْا مَالَ الْیَتِیْمِ الاَّ بالَّتِیْ ھِیَ اَحْسَنُ آیت 34 اور مال یتیم کے قریب تک نہ پھٹکو ‘ مگر ایسے طریقے پر جو یتیم کے حق میں بہتر ہو۔ چناچہ وہ مال یتیم کے بارے میں انتہائی احتیاط کر رہے تھے اور انہوں نے یتامٰی کی ہنڈیاں بھی علیحدہ کردی تھیں کہ مبادا ان کے حصے کی کوئی بوٹی ہمارے پیٹ میں چلی جائے۔ لیکن اس طرح یتامٰیکی دیکھ بھال کرنے والے لوگ تکلیف اور حرج میں مبتلا ہوگئے تھے۔ کسی کے گھر میں یتیم پرورش پا رہا ہے تو اس کا خرچ الگ طور پر اس کے مال میں سے نکالا جا رہا ہے اور اس کے لیے الگ ہنڈیا پکائی جا رہی ہے۔ فرمایا کہ اس حکم سے یہ مقصد نہیں تھا ‘ مقصد یہ تھا کہ تم کہیں ان کے مال ہڑپ نہ کر جاؤ ‘ ان کے لیے اصلاح اور بھلائی کا معاملہ کرنا بہتر طرزعمل ہے۔وَاِنْ تُخَالِطُوْہُمْ فَاِخْوَانُکُمْ ط وَاللّٰہُ یَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ط۔ وہ جانتا ہے کہ کون بدنیتی سے یتیم کا مال ہڑپ کرنا چاہتا ہے اور کون یتیم کی خیر خواہی چاہتا ہے۔ یہ ہنڈیا علیحدہ کر کے بھی گڑبڑ کرسکتا ہے اور یہ وہ شخص ہے جو ہنڈیا مشترک کر کے بھی حق پر رہ سکتا ہے۔وَلَوْ شَاء اللّٰہُ لَاَعْنَتَکُمْ ط۔ لیکن اللہ تعالیٰ نے تمہیں مشقت اور سختی سے بچایا اور تم پر آسانی فرمائی۔اِنَّ اللّٰہَ عَزِیْزٌ حَکِیْمٌ  وہ انتہائی مشقت پر مبنی سخت سے سخت حکم بھی دے سکتا ہے ‘ اس لیے کہ وہ زبردست ہے ‘ لیکن وہ انسانوں کو مشقت میں نہیں ڈالتا ‘ بلکہ اس کے ہر حکم کے اندر حکمت ہوتی ہے۔ اور جہاں حکمت نرمی کی متقاضی ہوتی ہے وہاں وہ رعایت دیتا ہے۔",
  "ayah": 220,
  "surah": 2
}
