{
  "text": "اب ہم اگلی آیات کا مطالعہ کرتے ہیں :آیت 229 اَلطَّلاَقُ مَرَّتٰنِ ص ۔ یعنی ایک شوہر کو دو مرتبہ طلاق دے کر رجوع کرلینے کا حق ہے۔ ایک دفعہ طلاق دی اور عدت کے اندر اندر رجوع کرلیا تو ٹھیک ہے۔ پھر طلاق دے دی اور عدت کے اندر اندر رجوع کرلیا تو بھی ٹھیک ہے۔ تیسری مرتبہ طلاق دے دی تو اب وہ رجوع نہیں کرسکتا۔ فَاِمْسَاکٌم بِمَعْرُوْفٍ اَوْ تَسْرِیْحٌم بِاِحْسَانٍ ط۔ یعنی دو مرتبہ طلاق دینے کے بعد اب فیصلہ کرو۔ یا تو اپنی بیوی کو نیکی اور بھلائی کے ساتھ گھر میں روک لو ‘ تنگ کرنے اور پریشان کرنے کے لیے نہیں ‘ یا پھر بھلے طریقے سے ‘ بھلے مانسوں کی طرح اسے رخصت کر دو۔ وَلاَ یَحِلُّ لَکُمْ اَنْ تَاْخُذُوْا مِمَّآ اٰتَیْتُمُوْہُنَّ شَیْءًا جب تم طلاق دے رہے ہو تو تم نے انہیں جو مہر دیا تھا اس میں سے کچھ واپس نہیں لے سکتے۔ ہاں اگر عورت خود طلاق مانگے تو اسے اپنے مہر میں سے کچھ چھوڑنا پڑ سکتا ہے۔ لیکن جب مرد طلاق دے رہا ہو تو وہ اس میں سے کچھ بھی واپس نہیں لے سکتا جو وہ اپنی بیوی کو دے چکا ہے۔ سورة النساء آیت 20 میں یہاں تک الفاظ آئے ہیں کہ اگرچہ تم نے سونے کا ڈھیر قِنطَار دے دیا ہو پھر بھی اس میں سے کچھ واپس نہ لو۔اِلَّآ اَنْ یَّخَافَآ اَلاَّ یُقِیْمَا حُدُوْدَ اللّٰہِ ط۔ مراد یہ ہے کہ اللہ تعالیٰ نے ازدواجی زندگی کے ضمن میں جو اہداف و مقاصد معینّ فرمائے ہیں ‘ اس کے لیے جو احکام دیے ہیں اور جو آداب بتائے ہیں ‘ فریقین اگر یہ محسوس کریں کہ ہم انہیں ملحوظ نہیں رکھ سکتے تو یہ ایک استثنائی صورت ہے ‘ جس میں عورت کوئی مال یا رقم فدیہ کے طور پردے کر ایسے شوہر سے خلاصی حاصل کرسکتی ہے۔فَاِنْ خِفْتُمْ اَلاَّ یُقِیْمَا حُدُوْدَ اللّٰہِ لا فلاَ جُنَاحَ عَلَیْہِمَا فِیْمَا افْتَدَتْ بِہٖ ط۔ یعنی ایسی صورت میں عورت اگر فدیہ کے طور پر کچھ دے دلا کر اپنے آپ کو چھڑا لے تو اس میں فریقین پر کوئی گناہ نہیں۔ مثلاً کسی عورت کا مہر دس لاکھ تھا ‘ وہ اس میں سے پانچ لاکھ شوہر کو واپس دے کر اس سے خلع لے لے تو اس میں کوئی حرج نہیں ہے۔تِلْکَ حُدُوْدُ اللّٰہِ فَلاَ تَعْتَدُوْہَا ج۔ دیکھئے روزے وغیرہ کے ضمن میں حدود اللہ کے ساتھ فَلَا تَقْرَبُوْھَا فرمایا تھا۔ یہاں فرمایا : فَلاَ تَعْتَدُوْہَا ج اس لیے کہ ان معاملات میں لوگ بڑے دھڑلے ّ سے اللہ کی مقرر کردہ حدود کو پامال کر جاتے ہیں۔ اگرچہ قانون باقی رہ جاتا ہے مگر اس کی روح ختم ہوجاتی ہے۔",
  "ayah": 229,
  "surah": 2
}
