{
  "text": "آیت 23 وَاِنْ کُنْتُمْ فِیْ رَیْبٍ مِّمَّا نَزَّلْنَا عَلٰی عَبْدِنَا ‘ ”تعارف قرآن“ میں یہ بات تفصیل سے بیان کی گئی تھی کہ قرآن حکیم میں ایسے پانچ مقامات ہیں جہاں پر یہ چیلنج موجود ہے کہ اگر تمہارا یہ خیال ہے کہ یہ کلام محمد ﷺ کی اختراع ہے تو تم بھی مقابلے میں ایسا ہی کلام پیش کرو۔ سورة الطور کی آیات 33 ‘ 34 میں ارشاد ہوا : ”کیا ان کا یہ کہنا ہے کہ اسے محمد ﷺ نے خود گھڑ لیا ہے ؟ بلکہ حقیقت یہ ہے کہ یہ ماننے کو تیار نہیں۔ پھر چاہیے کہ وہ اسی طرح کا کوئی کلام پیش کریں اگر وہ سچے ہیں“۔ سورة بنی اسراء یل آیت 88 میں فرمایا گیا کہ ”اگر تمام جن و انس جمع ہو کر بھی اس قرآن جیسی کتاب پیش کرنا چاہیں تو ہرگز نہیں کرسکیں گے ‘ چاہے وہ سب ایک دوسرے کے مددگار ہی کیوں نہ ہوں“۔ پھر سورة ہود آیت 13 میں فرمایا گیا کہ ”اے نبی صلی اللہ علیہ وآلہ وسلم ان سے کہہ دیجیے اگر پورے قرآن کی نظیر نہیں لاسکتے تو ایسی دس سورتیں ہی گھڑ کرلے آؤ !“ اس کے بعد مزید نیچے اتر کر ‘ جسے برسبیل تنزل کہا جاتا ہے ‘ سورة یونس آیت 38 میں اس جیسی ایک ہی سورت بنا کرلے آنے کا چیلنج دیا گیا۔ مذکورہ بالا تمام مقامات مکی سورتوں میں ہیں۔ پہلی مدنی سورة ”البقرۃ“ کی آیت زیر مطالعہ میں یہی بات بڑے اہتمام کے ساتھ فرمائی گئی کہ اگر تم لوگوں کو اس کلام کے بارے میں کوئی شک ہے جو ہم نے اپنے بندے پر نازل کیا ہے کہ یہ اللہ کا کلام نہیں ہے تو اس جیسی ایک سورت تم بھی موزوں کر کے لے آؤ ! یہ ایک سورت سورة العصر کے مساوی بھی ہوسکتی تھی ‘ سورة الکوثر کے مساوی بھی ہوسکتی تھی۔وَادْعُوْا شُھَدَآءَ کُمْ مِّنْ دُوْنِ اللّٰہِ اِنْ کُنْتُمْ صٰدِقِیْنَ قریش کا خیال یہ تھا کہ شعراء کے پاس جن ہوتے ہیں ‘ جو انہیں شعر سکھاتے ہیں ‘ ورنہ عام آدمی تو شعر نہیں کہہ سکتا۔ چناچہ فرمایا کہ جو بھی تمہارے مددگار ہوں ‘ ایک اللہ کو چھوڑ کر جس کی بھی تم مدد حاصل کرسکتے ہو ‘ جنات ہوں یا انسان ہوں ‘ خطیب ہوں ‘ شعراء ہوں یا ادیب ہوں ‘ ان سب کو جمع کرلو اور اس قرآن جیسی ایک ہی سورت بنا کرلے آؤ ‘ اگر تم سچے ہو۔ ّ قرآن کا انداز یہ ہے کہ وہ اپنے اندر جھانکنے کی دعوت دیتا ہے۔ چناچہ یہاں گویا آنکھوں میں آنکھیں ڈال کر یہ کہا جا رہا ہے کہ حقیقت میں تمہیں اس قرآن کے کلام الٰہی ہونے میں کوئی شک نہیں ہے ‘ یہ تو تم محض بات بنا رہے ہو۔ اگر تمہیں واقعتا شک ہے ‘ اگر تم اپنے دعوے میں سچے ہو تو آؤ میدان میں اور اس جیسی ایک ہی سورت بنا لاؤ !",
  "ayah": 23,
  "surah": 2
}
