{
  "text": "آیت 26 اِنَّ اللّٰہَ لَا یَسْتَحْیٖٓ اَنْ یَّضْرِبَ مَثَلًا مَّا بَعُوْضَۃً فَمَا فَوْقَھَا ط کفارّ کی طرف سے قرآن کے بارے میں کئی اعتراضات اٹھائے جاتے تھے۔ وہ کبھی بھی اس چیلنج کا مقابلہ تو نہ کرسکے جو قرآن نے انہیں فَاْتُوْا بِسُوْرَۃٍ مِّنْ مِّثْلِہٖ کے الفاظ میں دیا تھا ‘ لیکن خواہ مخواہ کے اعتراضات اٹھاتے رہے۔ یہ بالکل ایسی ہی بات ہے جیسے کسی مصورّ کی تصویر پر اعتراض کرنے والے تو بہت تھے لیکن جب کہا گیا کہ یہ برش لیجیے اور ذرا اس کو ٹھیک کردیجیے تو سب پیچھے ہٹ گئے۔ قرآن کے مقابلے میں کوئی سورت لانا تو ان کے لیے ممکن نہیں تھا لیکن ادھر ادھر سے اعتراضات کرنے کے لیے ان کی زبانیں کھلتی تھیں۔ ان میں سے ان کا ایک اعتراض یہاں نقل کیا جا رہا ہے کہ قرآن مجید میں مکھی کی تشبیہہ آئی ہے ‘ یہ تو بہت حقیر سی شے ہے۔ کوئی اعلیٰ متکلمّ اپنے اعلیٰ کلام میں ایسی حقیر چیزوں کا تذکرہ نہیں کرتا۔ قرآن مجید میں مکڑی جیسی حقیر شے کا بھی ذکر ہے ‘ چناچہ یہ کوئی اعلیٰ کلام نہیں ہے۔ یہاں اس کا جواب دیا جا رہا ہے۔ دراصل تشبیہہ اور تمثیل کے اندر ممثل لہٗ اور ممثل بہٖ میں مناسبت اور مطابقت ہونی چاہیے۔ یعنی کوئی تمثیل یا تشبیہہ بیان کرنی ہو تو جس شے کے لیے تشبیہہ دی جا رہی ہے اس سے مطابقت اور مناسبت رکھنے والی شے سے تشبیہہ دی جانی چاہیے۔ کوئی شے اگر بہت حقیر ہے تو اسے کسی عظمت والی شے سے آخر کیسے تشبیہہ دی جائے گی ؟ اسے تو کسی حقیر شے ہی سے تشبیہہ دی جائے گی تو تشبیہہ کا اصل مقصد پورا ہوگا۔ چناچہ فرمایا کہ اللہ تعالیٰ کے لیے یہ کوئی شرم یا عار کی بات نہیں ہے کہ وہ مچھر کی مثال بیان کرے یا اس چیز کی جو اس سے بڑھ کر ہے۔ لفظ ”فَوْقَھَا“ اس سے اوپر میں دونوں معنی موجود ہیں۔ یعنی کمتر اور حقیر ہونے میں اس سے بھی بڑھ کر یا یہ کہ اس سے اوپر کی کوئی شے۔ اس لیے کہ مکھی یا مکڑی بہرحال مچھر سے ذرا بڑی شے ہے۔ فَاَمَّا الَّذِیْنَ اٰمَنُوْا فَیَعْلَمُوْنَ اَنَّہُ الْحَقُّ مِنْ رَّبِّھِمْ ج وَاَمَّا الَّذِیْنَ کَفَرُوْا فَیَقُوْلُوْنَ مَاذَآ اَرَاد اللّٰہُ بِھٰذَا مَثَلًا 7 حق کے منکر ناک بھوں چڑھا رہے ہیں اور اعتراض کر رہے ہیں کہ اس مثال سے اللہ نے کیا مراد لی ہے ؟ اس ضمن میں اگلا جملہ بہت اہم ہے۔یُضِلُّ بِہٖ کَثِیْرًا لا وَّیَھْدِیْ بِہٖ کَثِیْرًا ط اِن مثالوں کے ذریعے اللہ تعالیٰ بہت سوں کو گمراہی میں مبتلا کردیتا ہے اور بہت سوں کو راہ راست دکھا دیتا ہے۔ معلوم ہوا کہ ہدایت اور گمراہی کا دار و مدار انسان کی اپنی داخلی کیفیت subjective condition پر ہے۔ آپ کے دل میں خیر ہے ‘ بھلائی ہے ‘ آپ کی نیت طلب ہدایت اور طلب علم کی ہے تو آپ کو اس قرآن سے ہدایت مل جائے گی ‘ اور اگر دل میں زیغ ہے ‘ کجی ہے ‘ نیت میں ٹیڑھ اور فساد ہے تو اسی کے ذریعے سے اللہ آپ کی گمراہی میں اضافہ کر دے گا۔ لیکن اللہ تعالیٰ کا کسی کو ہدایت دینا اور کسی کو گمراہی میں مبتلا کردینا الل ٹپ نہیں ہے ‘ کسی قاعدے اور قانون کے بغیر نہیں ہے۔وَمَا یُضِلُّ بِہٖ الاَّ الْفٰسِقِیْنَ اس سے گمراہی میں وہ صرف انہی کو مبتلا کرتا ہے جن میں سرکشی ہے ‘ تعدیّ ہے ‘ تکبر ہے۔ اگلی آیت میں ان کے اوصاف بیان کردیے گئے۔",
  "ayah": 26,
  "surah": 2
}
