{
  "text": "آیت 264 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْا لاَ تُبْطِلُوْا صَدَقٰتِکُمْ بالْمَنِّ وَالْاَذٰیلا کَالَّذِیْ یُنْفِقُ مَالَہٗ رِءَآء النَّاسِ اگرچہ اپنا مال خرچ کر رہا ہے ‘ لوگوں کو صدقات دے رہا ہے ‘ بڑے بڑے خیراتی ادارے قائم کردیے ہیں ‘ لیکن یہ سب کچھ ریاکاری کے لیے ‘ سرکار دربار میں رسائی کے لیے ‘ کچھ اپنے ٹیکس بچانے کے لیے اور کچھ اپنی ناموری کے لیے ہے۔ یہ سارے کام جو ہوتے ہیں اللہ جانتا ہے کہ ان میں کس کی کیا نیت ہے۔وَلاَ یُؤْمِنُ باللّٰہِ وَالْیَوْمِ الْاٰخِرِ ط جو کوئی ریاکاری کر رہا ہے وہ حقیقت میں اللہ پر اور یوم آخرت پر ایمان نہیں رکھتا۔ ریا اور ایمان ایک دوسرے کی ضد ہیں ‘ جیسا کہ یہ حدیث ہم متعدد بار پڑھ چکے ہیں :  مَنْ صَلّٰی یُرَاءِیْ فَقَدْ اَشْرَکَ ‘ وَمَنْ صَامَ یُرَاءِیْ فَقَدْ اَشْرَکَ وَمَنْ تَصَدَّقَ یُرَاءِیْ فَقَدْ اَشْرَکَ 35جس نے دکھاوے کے لیے نماز پڑھی اس نے شرک کیا ‘ جس نے دکھاوے کے لیے روزہ رکھا اس نے شرک کیا ‘ اور جس نے دکھاوے کے لیے لوگوں کو صدقہ و خیرات دیا اس نے شرک کیا۔فَمَثَلُہٗ کَمَثَلِ صَفْوَانٍ عَلَیْہِ تُرَابٌ اگر کسی چٹان پر مٹی کی تھوڑی سی تہہ جم گئی ہو اور وہاں آپ نے کچھ بیج ڈال دیے ہوں تو ہوسکتا ہے کہ وہاں کوئی فصل بھی اگ آئے ‘ لیکن وہ انتہائی ناپائیدار ہوگی۔فَاَصَابَہٗ وَابِلٌ فَتَرَکَہٗ صَلْدًا ط بارش کے ایک ہی زوردار چھینٹے میں چٹان کے اوپر جمی ہوئی مٹی کی تہہ بھی بہہ گئی ‘ آپ کی محنت بھی ضائع ہوگئی ‘ آپ کا بیج بھی اکارت گیا اور آپ کی فصل بھی گئی۔ بارش سے دھل کر وہ چٹان اندر سے بالکل صاف اور چٹیل نکل آئی۔ یعنی سب کچھ گیا اور کچھ حاصل نہ ہوا۔ اس کا مطلب یہ ہے کہ ریاکاری کا یہی انجام ہوتا ہے کہ ہاتھ سے مال بھی دیا اور حاصل کچھ نہ ہوا۔ اللہ کے ہاں کسی اجر وثواب کا سوال ہی نہیں۔لاَ یَقْدِرُوْنَ عَلٰی شَیْءٍ مِّمَّا کَسَبُوْا ط ایسے لوگ اپنے تئیں صدقہ و خیرات کر کے جو نیکی کماتے ہیں اس میں سے کچھ بھی ان کے ہاتھ نہیں آتا۔وَاللّٰہُ لاَ یَہْدِی الْقَوْمَ الْکٰفِرِیْنَ وہ ناشکروں اور منکرین نعمت کو سیدھی راہ نہیں دکھاتا اور انہیں بامراد نہیں کرتا۔اگلی آیت میں فوری تقابل simultaneous contrast کے طور پر ان لوگوں کے لیے بھی مثال بیان کی جا رہی ہے جو واقعتا اللہ تعالیٰ سے اجر وثواب کی امید رکھتے ہوئے خلوص و اخلاص سے خرچ کرتے ہیں۔",
  "ayah": 264,
  "surah": 2
}
