{
  "text": "آیت 267 یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَیِّبٰتِ مَا کَسَبْتُمْ اللہ کے دین کے لیے خرچ کرنا ہے ‘ اللہ کے نام پر دینا ہے تو جو کچھ تم نے کمایا ہے اس میں سے اچھی چیز ‘ پاکیزہ چیز ‘ بہتر چیز نکالو۔ وَمِمَّآ اَخْرَجْنَا لَکُمْ مِّنَ الْاَرْضِ ظاہر بات ہے کہ زمین سے جو بھی نباتات باہر آرہی ہیں ان کا پیدا کرنے والا اللہ ہے۔ چاہے کوئی چراگاہ ہے تو اس کے اندر جو ہریاول ہے وہ اللہ ہی نے پیدا کی ہے۔ کھیت کے اندر آپ نے محنت کی ہے ‘ ہل چلایا ہے ‘ بیج ڈالے ہیں ‘ لیکن فصل کا اگانا تو آپ کے اختیار میں نہیں ہے ‘ یہ تو اللہ کے ہاتھ میں ہے۔ ع پالتا ہے بیج کو مٹی کی تاریکی میں کون ؟ چناچہ فرمایا کہ جو کچھ ہم نے تمہارے لیے زمین سے نکالا ہے اس میں سے ہماری راہ میں خرچ کرو !وَلاَ تَیَمَّمُوا الْخَبِیْثَ مِنْہُ تُنْفِقُوْنَ ایسا نہ ہو کہ اللہ کی راہ میں خرچ کرنے کے لیے ردّی اور ناکارہ مال چھانٹنے کی کوشش کرنے لگو۔ مثلاً بھیڑ بکریوں کا گلہ ہے ‘ اس میں سے تمہیں زکوٰۃ کے لیے بھیڑیں اور بکریاں نکالنی ہیں تو ایسا ہرگز نہ ہو کہ جو کمزور ہیں ‘ ذرا لاغر ہیں ‘ بیمار ہیں ‘ نقص والی ہیں انہیں نکال کر گنتی پوری کر دو۔ اسی طرح عشر نکالنا ہے تو ایسا نہ کرو کہ گندم کے جس حصے پر بارش پڑگئی تھی وہ نکال دو۔ تیمم کے معنی قصد اور ارادہ کرنے کے ہیں۔وَلَسْتُمْ بِاٰخِذِیْہِ اِلَّآ اَنْ تُغْمِضُوْا فِیْہِ ط ایسا بھی تو ہوسکتا ہے کہ تم محتاج ہوجاؤ اور تمہیں ضرورت پڑجائے ‘ پھر اگر تمہیں کوئی ایسی چیز دے گا تو تم قبول نہیں کرو گے ‘ اِلاّ یہ کہ چشم پوشی کرنے پر مجبور ہوجاؤ۔ احتیاج اس درجے کی ہو کہ نفیس یا خبیث جو شے بھی مل جائے چشم پوشی کرتے ہوئے اسے قبول کرلو۔ ورنہ آدمی اپنے طیب خاطر کے ساتھ ردّی شے قبول نہیں کرسکتا۔وَاعْلَمُوْٓا اَنَّ اللّٰہَ غَنِیٌّ حَمِیْدٌ یہاں غنی کا لفظ دوبارہ آیا ہے۔ یہ نہ سمجھو کہ تم کسی محتاج اور ضرورت مند کو دے رہے ہو ‘ بلکہ یوں سمجھو کہ اللہ کو دے رہے ہو ‘ جو غنی ہے ‘ سب کی ضرورتیں پوری کرنے والا ہے اور حمید ہے ‘ یعنی اپنی ذات میں خود محمود ہے۔ ایک تو کسی شے کی اچھائی یا حسن یا کمال ایسا ہوتا ہے کہ جسے ظاہر کیا جائے کہ بھئی دیکھو اس میں یہ خوبصورتی ہے۔ اور ایک وہ خوبصورتی ہوتی ہے جو ازخود ظاہر ہو۔ ع حاجت مشاطہّ نیست روئے دل آرام را ! تو اللہ تعالیٰ اتنا ستودہ صفات ہے کہ وہ اپنی ذات میں از خود محمود ہے ‘ اسے کسی حمد کی حاجت نہیں ہے۔",
  "ayah": 267,
  "surah": 2
}
