{
  "text": "آیت 27 الَّذِیْنَ یَنْقُضُوْنَ عَھْدَ اللّٰہِ مِنْم بَعْدِ مِیْثَاقِہٖص اللہ تعالیٰ اور بندے کے درمیان سب سے بڑا عہد ”عہد الست“ ہے ‘ جس کا ذکر سورة الاعراف میں آئے گا۔ یہ عہد عالم ارواح میں تمام ارواح انسانیہ نے کیا تھا ‘ ان میں میں بھی تھا ‘ آپ بھی تھے ‘ سب تھے۔ الغرض تمام کے تمام انسان جتنے آج تک دنیا میں آ چکے ہیں اور جو قیامت تک ابھی آنے والے ہیں ‘ اس عہد کے وقت موجود تھے ‘ لیکن صرف ارواح کی شکل میں تھے ‘ جسم موجود نہیں تھے۔ اور یہ بات یاد رکھیے کہ انسان کا روحانی وجود مکمل وجود ہے اور اوّلاً تخلیق اسی کی ہوئی تھی۔ ”عہدالست“ میں تمام بنی آدم سے اللہ تعالیٰ نے دریافت فرمایا : اَلَسْتُ بِرَبِّکُمْ کیا میں تمہارا رب نہیں ہوں ؟ سب نے ایک ہی جواب دیا : بَلٰی کیوں نہیں ! تو یہ جو فاسق ہیں ‘ نافرمان ہیں ‘ سرکش ہیں ‘ انہوں نے اس عہد کو توڑا اور اللہ کو اپنا مالک ‘ اپنا خالق اور اپنا حاکم ماننے کی بجائے خود حاکم بن کر بیٹھ گئے اور اس طرح کے دعوے کیے : اَلَیْسَ لِیْ مُلْکُ مِصْرَ ”کیا مصر کی بادشاہی میری نہیں ہے ؟“ غیر اللہ کی حاکمیتّ sovereignty کو تسلیم کرنا سب سے بڑی بغاوت ‘ سرکشی ‘ فسق اور نافرمانی ہے ‘ خواہ وہ ملوکیتّ کی صورت میں ہو یا عوامی حاکمیت popular sovereignty کی صورت میں۔وَیَقْطَعُوْنَ مَآ اَمَرَ اللّٰہُ بِہٖ اَنْ یُّوْصَلَ اللہ نے صلہ رحمی کا حکم دیا ہے ‘ یہ قطع رحمی کرتے ہیں۔ مال کی طلب میں ‘ اس کے مال کو ہتھیانے کے لیے بھائی بھائی کو ختم کردیتا ہے۔ انسان اپنی ذاتی اغراض کے لیے ‘ اپنے تکبرّ اور تعلّی کی خاطر تمام اخلاقی حدود کو پس پشت ڈال دیتا ہے۔ ہماری شریعت کا فلسفہ یہ ہے کہ ہمیں دو طرح کے تعلقات جوڑنے کا حکم دیا گیا ہے۔ ایک تعلق ہے بندے کا اللہ کے ساتھ۔ اس کا تعلق ”حقوق اللہ“ سے ہے۔ جبکہ ایک تعلق ہے بندوں کا بندوں کے ساتھ۔ یہ ”حقوق العباد“ سے متعلق ہے۔ اللہ کا حق یہ ہے کہ اسے حاکم اور مالک سمجھو اور خود اس کے بندے بنو۔ جبکہ انسانوں کا حق یہ ہے کہ : کُوْنُوْا عِبَاد اللّٰہِ اِخْوَانًا 3 ”سب آپس میں بھائی بھائی ہو کر اللہ کے بندے بن جاؤ۔“ اس ضمن میں اہم ترین رحمی رشتہ ہے ‘ یعنی سگے بہن بھائی۔ پھر دادا دادی کی اولاد میں تمام چچا زاد وغیرہ cousins آجائیں گے۔ اس کے اوپر پردادا پردادی کی اولاد کا دائرہ مزید وسیع ہوجائے گا۔ اسی طرح اوپر چلتے جائیں یہاں تک کہ آدم و حوا پر تمام انسان جمع ہوجائیں گے۔ تو رحمی رشتہ کی بڑی اہمیت ہے۔ یہاں فاسقین کی دو صفات بیان کردی گئیں۔ ایک یہ کہ وہ اللہ کے عہد کو مضبوطی سے باندھنے کے بعد توڑ دیتے ہیں اور دوسرے یہ کہ جن رشتوں کو اللہ نے جوڑنے کا حکم دیا ہے یہ انہیں قطع کرتے ہیں۔ وَیُفْسِدُوْنَ فِی الْاَرْضِ ط ”اور زمین میں فساد برپا کرتے ہیں۔“ متذکرہ بالا دونوں چیزوں کے نتیجے میں زمین میں فساد پیدا ہوتا ہے۔ انسان اللہ کی اطاعت سے باغی ہوجائیں یا آپس میں ایک دوسرے کی گردنیں کاٹنے لگیں تو اس کا نتیجہ فساد فی الارض کی صورت میں نکلتا ہے۔اُولٰٓءِکَ ھُمُ الْخٰسِرُوْنَ یہی لوگ ہیں جو بالآخر آخری اور دائمی خسارے میں رہنے والے ہیں۔",
  "ayah": 27,
  "surah": 2
}
