{
  "text": "آیت 273 لِلْفُقَرَآءِ الَّذِیْنَ اُحْصِرُوْا فِیْ سَبِیْلِ اللّٰہِ جیسے رسول اللہ ﷺ کے دور میں اصحاب صفہ تھے کہ مسجد نبوی ﷺ میں آکر بیٹھے ہوئے ہیں اور اپنا وقت تلاش معاش میں صرف نہیں کر رہے ‘ آنحضور ﷺ سے علم سیکھ رہے ہیں اور جہاں جہاں سے مطالبہ آرہا ہے کہ معلمین اور مبلغینّ کی ضرورت ہے وہاں ان کو بھیجا جا رہا ہے۔ اگر وہ معاش کیّ جدوجہد کرتے تو یہ تعلیم کیسے حاصل کرتے ؟ اسی طرح دین کی کسی خدمت کے لیے کچھ لوگ اپنے آپ کو وقف کردیتے ہیں تو وہ اس کا مصداق ہوں گے۔ آپ نے دین کی دعوت و تبلیغ اور نشر و اشاعت کے لیے کوئی تحریک اٹھائی ہے تو اس میں کچھ نہ کچھ ہمہ وقتی کارکن درکار ہوں گے۔ ان کارکنوں کی معاش کا مسئلہ ہوگا۔ وہ آٹھ آٹھ گھنٹے دفتروں میں جا کر کام کریں اور وہاں افسروں کی ڈانٹ ڈپٹ بھی سنیں ‘ آنے جانے میں بھی دو دو گھنٹے لگائیں تو اب وہ دین کے کام کے لیے کون سا وقت نکالیں گے اور کیا کام کریں گے ؟ لہٰذا کچھ لوگ تو ہونے چاہئیں جو اس کام میں ہمہ وقت لگ جائیں۔ لیکن پیٹ تو ان کے ساتھ بھی ہیں ‘ اولاد تو ان کی بھی ہوگی۔ لاَ یَسْتَطِیْعُوْنَ ضَرْبًا فِی الْاَرْضِ ز۔ زمین کے اندر گھوم پھر کر تجارت کرنے کا ان کے پاس وقت ہی نہیں ہے۔ یَحْسَبُہُمُ الْجَاہِلُ اَغْنِیَآءَ مِنَ التَّعَفُّفِ ج ۔ یہ اس طرح کے فقیر تو ہیں نہیں جو لپٹ کر مانگتے ہوں۔ ان کی خود داری کی وجہ سے عام طور پر جو ناواقف شخص ہے وہ سمجھتا ہے کہ یہ غنی ہیں ‘ خوشحال ہیں ‘ انہیں کوئی ضرورت ہی نہیں ‘ انہوں نے کبھی مانگا ہی نہیں۔ لیکن اس کی وجہ یہ ہے کہ وہ اس طرح کے سوالی نہیں ہیں ‘ وہ فقیر نہیں ہیں ‘ انہوں نے تو اللہ تعالیٰ کے دین کے لیے اپنے آپ کو لگا دیا ہے۔ یہ تمہارا کام ہے کہ انہیں تلاش کرو اور ان کی ضروریات پوری کرو۔ تَعْرِفُہُمْ بِسِیْمٰہُمْ ج ۔ ظاہربات ہے کہ فقر و احتیاج کا اثر چہرے پر تو آجاتا ہے۔ اگر کسی کو صحیح غذا نہیں مل رہی ہے تو چہرے پر اس کا اثر ظاہر ہوگا۔ لاَ یَسْءَلُوْنَ النَّاسَ اِلْحَافًا ط۔ وہ ان سائلوں کی طرح نہیں ہیں جو اصل میں اپنی محنت کا صلہ وصول کرتے ہیں کہ آپ کے سر ہو کر آپ سے زبردستی کچھ نہ کچھ نکلوا لیتے ہیں۔ یہ بڑا اہم مسئلہ ہے کہ اقامت دین کیّ جدوجہد میں جو لوگ ہمہ وقت لگ جائیں ‘ آخر ان کے لیے ذریعۂ معاش کیا ہو ؟ اس وقت اس پر تفصیل سے گفتگو ممکن نہیں۔ بہرحال یہ سمجھ لیجیے کہ یہ دو رکوع انفاق کے موضوع پر قرآن حکیم کا نقطۂ عروج ہیں اور یہ آخری آیت ان میں اہم ترین ہے۔ وَمَا تُنْفِقُوْا مِنْ خَیْرٍ فَاِنَّ اللّٰہَ بِہٖ عَلِیْمٌ ۔ یہ نہ سمجھنا کہ تمہارا انفاق اللہ کے علم میں نہیں ہے۔ تم خاموشی کے ساتھ ‘ اخفا کے ساتھ لوگوں کے ساتھ تعاون کرو گے تو اللہ تعالیٰ تمہیں اس کا بھرپور بدلہ دے گا۔",
  "ayah": 273,
  "surah": 2
}
