{
  "text": "آیت 30 وَاِذْ قَالَ رَبُّکَ لِلْمَلآءِکَۃِ اِنِّیْ جَاعِلٌ فِی الْاَرْضِ خَلِیْفَۃً ط خلیفہ درحقیقت نائب کو کہتے ہیں۔ عام طور پر لوگوں کو مغالطہ لاحق ہوتا ہے کہ خلیفہ اور جانشین کسی کی موت کے بعد مقرر ہوتا ہے ‘ زندگی میں نہیں ہوتا۔ لیکن اس دنیا میں انسان کی اصل حقیقت کو سمجھنے کے لیے وائسرائے کا تصور ذہن میں رکھیے۔ 1947 ء سے پہلے ہم انگریز کے غلام تھے۔ ہمارا اصل حاکم بادشاہ یا ملکہ انگلستان میں تھا ‘ جبکہ دہلی میں وائسرائے ہوتا تھا۔ وائسرائے کا کام یہ تھا کہ His Majesty یا Her Majesty کی حکومت کا جو بھی حکم موصول ہو اسے بلا چون و چرا بغیر کسی تغیر اور تبدلّ کے نافذ کرے۔ البتہ وائسرائے کو اختیار حاصل تھا کہ اگر کسی معاملے میں انگلستان سے حکم نہ آئے تو وہ یہاں کے حالات کے مطابق اپنی بہترین رائے قائم کرے۔ وہ غور و فکر کرے کہ یہاں کی مصلحتیں کیا ہیں اور جو چیز بھی سلطنت کی مصلحت میں ہو اس کے مطابق فیصلہ کرے۔ بعینہٖ یہی رشتہ کائنات کے اصل حاکم اور زمین پر اس کے خلیفہ کے مابین ہے۔ کائنات کا اصل حاکم اور مالک اللہ تعالیٰ ہے ‘ لیکن اس نے اپنے آپ کو غیب کے پردے میں چھپالیا ہے۔ زمین پر انسان اس کا خلیفہ ہے۔ اب انسان کا کام یہ ہے کہ جو ہدایت اللہ کی طرف سے آرہی ہے اس پر تو بےچون و چرا عمل کرے اور جس معاملے میں کوئی واضح ہدایت نہیں ہے وہاں غور و فکر اور سوچ بچار کرے اور استنباط و اجتہاد سے کام لیتے ہوئے جو بات روح دین سے زیادہ سے زیادہ مطابقت رکھنے والی ہو اسے اختیار کرے۔ یہی درحقیقت رشتۂخلافت ہے جو اللہ اور انسان کے مابین ہے۔ یہ حیثیت تمام انسانوں کو دی گئی ہے اور بالقوۃ potentially ہر انسان اللہ کا خلیفہ ہے ‘ لیکن جو اللہ کا باغی ہوجائے ‘ جو خود حاکمیت کا مدعی ہوجائے تو وہ اس خلافت کے حق سے محروم ہوجاتا ہے۔ اگر کسی بادشاہ کا ولی عہد اپنے باپ کی زندگی ہی میں بغاوت کر دے اور حکومت حاصل کرنا چاہے تو اب وہ واجب القتل ہے۔ اسی طرح جو لوگ بھی اس دنیا میں اللہ تعالیٰ کی حاکمیت اعلیٰ کے منکر ہو کر خود حاکمیت کے مدعی ہوگئے اگرچہ وہ واجب القتل ہیں ‘ لیکن دنیا میں انہیں مہلت دی گئی ہے۔ اس لیے کہ یہ دنیا دار الامتحان ہے۔ چناچہ اللہ تعالیٰ انہیں فوراً ختم نہیں کرتا۔ ازروئے الفاظ قرآنی : وَلَوْلَا کَلِمَۃٌ سَبَقَتْ مِنْ رَّبِّکَ الآی اَجَلٍ مُّسَمًّی لَّقُضِیَ بَیْنَہُمْ ط الشوریٰ : 14 ”اور اگر ایک بات پہلے سے طے نہ ہوچکی ہوتی ایک وقت معینّ تک تمہارے رب کی طرف سے تو ان کے درمیان فیصلہ چکا دیا جاتا“۔ چونکہ اللہ تعالیٰ نے انہیں ایک وقت معینّ تک کے لیے مہلت دی ہے لہٰذا انہیں فوری طور پر ختم نہیں کیا جاتا ‘ لیکن کم از کم اتنی سزا ضرور ملتی ہے کہ اب وہ خلافت کے حق سے محروم کردیے گئے ہیں۔ گویا کہ اب دنیا میں خلافت صرف خلافت المسلمین ہوگی۔ صرف وہ شخص جو اللہ کو اپنا حاکم مطلق مانے ‘ وہی خلافت کا اہل ہے۔ تو یہ چند باتیں خلافت کی اصل حقیقت کے ضمن میں یہیں پر سمجھ لیجیے۔ وَاِذْ قَالَ رَبُّکَ لِلْمَلآءِکَۃِ اِنِّیْ جَاعِلٌ فِی الْاَرْضِ خَلِیْفَۃً ط ”اور یاد کرو جب تمہارے رب نے کہا تھا فرشتوں سے کہ میں زمین میں ایک خلیفہ بنانے والا ہوں۔“ قَالُوْٓا اَتَجْعَلُ فِیْھَا مَنْ یُّفْسِدُ فِیْھَا وَیَسْفِکُ الدِّمَآءَ ج وَنَحْنُ نُسَبِّحُ بِحَمْدِکَ وَنُقَدِّسُ لَکَ ط قَالَ اِنِّیْ اَعْلَمُ مَا لَا تَعْلَمُوْنَ اب یہاں یہ سوال پیدا ہوتا ہے کہ فرشتوں کو انسان کے بارے میں یہ گمان یا یہ خیال کیسے ہوا ؟ اس کے ضمن میں دو آراء ہیں۔ ایک تو یہ کہ انسان کی تخلیق سے پہلے اس زمین پرّ جنات موجود تھے اور انہیں بھی اللہ نے کچھ تھوڑا سا اختیار دیا تھا اور انہوں نے یہاں فساد برپا کر رکھا تھا۔ ان ہی پر قیاس کرتے ہوئے فرشتوں نے سمجھا کہ انسان بھی زمین میں فساد مچائے گا اور خون ریزی کرے گا۔ ایک دوسری اصولی بات یہ کہی گئی ہے کہ جب خلافت کا لفظ استعمال ہوا تو فرشتے سمجھ گئے کہ انسان کو زمین میں کوئی نہ کوئی اختیار بھی ملے گا۔ جناتّ کے بارے میں خلافت کا لفظ کہیں نہیں آیا ‘ یہ صرف انسان کے بارے میں آ رہا ہے۔ اور خلیفہ بالکل بےاختیار نہیں ہوتا۔ جیسا کہ میں نے عرض کیا جہاں واضح حکم ہے اس کا کام اس کی تنفیذ ہے اور جہاں نہیں ہے وہاں اپنے غور و فکر اور سوچ بچار کی صلاحیتوں کو بروئے کار لا کر اسے بہتر سے بہتر رائے قائم کرنا ہوتی ہے۔ ظاہر بات ہے جہاں اختیار ہوگا وہاں اس کے صحیح استعمال کا بھی امکان ہے اور غلط کا بھی۔ پولٹیکل سائنس کا تو یہ مسلمہ اصول axiom ہے : \" Authority tends to corrupt and absolute authority corrupts absolutely.\"چنانچہ اختیار کے اندر بدعنوانی کا رجحان موجود ہے۔ اس بنا پر انہوں نے قیاس کیا کہ انسان کو زمین میں اختیار ملے گا تو یہاں فساد ہوگا ‘ خون ریزی ہوگی۔ اللہ تعالیٰ نے فرمایا کہ اپنی حکمتوں سے میں خود واقف ہوں۔ میں انسان کو خلیفہ کیوں بنا رہا ہوں ‘ یہ میں جانتا ہوں تم نہیں جانتے۔",
  "ayah": 30,
  "surah": 2
}
