{
  "text": "آیت 36 فَاَزَلَّھُمَا الشَّیْطٰنُ عَنْھَا اس کی تفصیل سورة طٰہٰ میں آئی ہے کہ شیطان نے انہیں کس کس طریقے سے پھسلایا اور انہیں اس درخت کا پھل چکھنے پر آمادہ کیا۔فَاَخْرَجَھُمَا مِمَّا کَانَا فِیْہِص وہ کیا کیفیت تھی کہ نہ کوئی مشقتّ ہے ‘ نہ کوئی محنت ہے اور انسان کو ہر طرح کا اچھے سے اچھا پھل مل رہا ہے ‘ تمام ضروریات فراہم ہیں اور خاص خلعت فاخرہ سے بھی نوازا گیا ہے ‘ جنت کا خاص لباس عطا کیا گیا ہے۔ لیکن ان کیفیات سے نکال کر انہیں کہا گیا کہ اچھا اب جاؤ اور زندگی کے تلخ حقائق کا سامنا کرو۔ یاد رکھنا کہ شیطان تمہارا اور تمہاری نسل کا دشمن ہے اور وہ تمہیں پھسلائے گا جیسے آج پھسلایا ہے ‘ تم اس کی شرارتوں سے ہوشیار رہنا : اِنَّ الشَّیْطٰنَ لَکُمْ عَدُوٌّ فَاتَّخِذُوْہُ عَدُوًّا ط فاطر : 6 ”یقیناً شیطان تمہارا دشمن ہے ‘ اس لیے تم بھی اسے اپنا دشمن ہی سمجھو“۔ لیکن اگر کچھ لوگ اسے اپنا دوست بنا لیں اور اس کے ایجنٹ اور کارندے بن جائیں تو یہ ان کا اختیار ہے جس کی سزا انہیں ملے گی۔ وَقُلْنَا اھْبِطُوْا بَعْضُکُمْ لِبَعْضٍ عَدُوٌّج نوٹ کیجیے یہاں جمع کا صیغہ آیا ہے کہ تم ایک دوسرے کے دشمن ہو گے۔ تو ایک دشمنی تو شیطان اور آدم اور ذریت آدم کی ہے ‘ جبکہ ایک اور دشمنی انسانوں میں مرد اور عورت کے مابین ہے۔ عورت مرد کو پھسلاتی ہے اور غلط راستے پر ڈالتی ہے اور مرد عورتوں کو گمراہ کرتے ہیں۔ قرآن مجید میں فرمایا گیا ہے : یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْا اِنَّ مِنْ اَزْوَاجِکُمْ وَاَوْلَادِکُمْ عَدُوًّا لَّکُمْ فَاحْذَرُوْھُمْ ج التغابن : 14 ”اے اہل ایمان ! یقیناً تمہاری بیویوں اور تمہاری اولاد میں تمہارے دشمن ہیں ‘ ان سے ہوشیار رہو۔“ کہیں ان کی محبت تمہیں راہ حق سے منحرف نہ کر دے۔ شوہر ایک اچھا کام کرنا چاہتا ہے لیکن بیوی رکاوٹ بن گئی یا بیوی کوئی اچھا کام کرنا چاہتی ہے اور شوہر رکاوٹ بن گیا تو یہ محبت نہیں عداوت ہے۔وَلَکُمْ فِی الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰی حِیْنٍ اب زمین تمہاری جائے قیام ہے اور یہاں ضرورت کی تمام چیزیں ہم نے فراہم کردی ہیں ‘ لیکن یہ ایک وقت معین تک کے لیے ہے ‘ یہ ابدی نہیں ہے ‘ ایک وقت آئے گا کہ ہم یہ بساط لپیٹ دیں گے۔ یَوْمَ نَطْوِی السَّمَآءَ کَطَیِّ السِّجِلِّ لِلْکُتُبِ ط الانبیاء : 104 ”جس دن کہ ہم تمام آسمانوں کو اس طرح لپیٹ لیں گے جیسے اوراق کا طومار لپیٹ لیا جاتا ہے۔“ یہ تخلیق ابدی نہیں ہے ”اِلٰی اَجَلٍ مُّسَمًّی“ ہے ”اِلٰی حِیْنٍ“ ہے۔",
  "ayah": 36,
  "surah": 2
}
