{
  "text": "آیت 61 وَاِذْ قُلْتُمْ یٰمُوْسٰی لَنْ نَّصْبِرَ عَلٰی طَعَامٍ وَّاحِدٍ “ من وسلویٰ کھا کھا کر اب ہم اکتا گئے ہیں۔ فَادْعُ لَنَا رَبَّکَ یُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْاَرْضُ “ یعنی زمین کی پیداوار میں سے ‘ نباتات ارضی میں سے ہمیں رزق دیا جائے۔مِنْم بَقْلِہَا وَقِثَّآءِھَا“ یہ لفظ کھیرے اور ککڑی وغیرہ سب کے لیے استعمال ہوتا ہے۔وَفُوْمِہَا فُوم کا ایک ترجمہ گیہوں کیا گیا ہے ‘ لیکن میرے نزدیک زیادہ صحیح ترجمہ لہسن ہے۔ عربی میں اس کے لیے بالعموم لفظ ”ثُوم“ استعمال کیا جاتا ہے۔ لہسن کو فارسی میں توم اور پنجابی ‘ سرائیکی اور سندھی میں ”تھوم“ کہتے ہیں اور یہ فوم اور ثوم ہی کی بدلی ہوئی شکل ہے ‘ اس لیے کہ عربوں کی آمد کے باعث ان کی زبان کے بہت سے الفاظ سندھی اور سرائیکی زبان میں شامل ہوگئے ‘ جو تھوڑی سی تبدیلی کے ساتھ کافی تعداد میں اب بھی موجود ہیں۔وَعَدَسِہَا وَبَصَلِہَا ط“ اب جو سالن کے چٹخارے ان چیزوں سے بنتے ہیں ان کی زبانیں وہ چٹخارے مانگ رہی تھیں۔ بنی اسرائیل صحرائے سینا میں ایک ہی طرح کی غذا ”مَنّ وسلویٰ“ کھاتے کھاتے اکتا گئے تھے ‘ لہٰذا وہ حضرت موسیٰ علیہ السلام سے کہنے لگے کہ ہمیں زمین سے اگنے والی چٹخارے دار چیزیں چاہئیں۔قَالَ اَتَسْتَبْدِلُوْنَ الَّذِیْ ہُوَ اَدْنٰی بالَّذِیْ ہُوَ خَیْرٌ ط ”“ مَن وسلویٰ نباتات ارضی سے کہیں بہتر ہے جو اللہ کی طرف سے تمہیں دیا گیا ہے۔ تو اس سے تمہارا جی بھر گیا ہے اور اس کو ہاتھ سے دے کر چاہتے ہو کہ یہ ادنیٰ چیزیں تمہیں ملیں ؟اِہْبِطُوْا مِصْرًا فَاِنَّ لَکُمْ مَّا سَاَلْتُمْ ط ”“ لفظ ”اِہْبِطُوْا“ پر آیت 38 کے ذیل میں بات ہوچکی ہے کہ اس کا معنی بلندی سے اترنے کا ہے۔ ظاہر بات ہے یہاں یہ لفظ آسمان سے زمین پر اترنے کے لیے نہیں آیا ‘ بلکہ اس کا صحیح مفہوم یہ ہوگا کہ کسی بستی میں جا کر آباد ہوجاؤ ! settle down somewhere اگر تمہیں زمین کی پیداوار میں سے یہ چیزیں چاہئیں تو کہیں آباد settle ہوجاؤ اور کاشت کاری کرو ‘ یہ ساری چیزیں تمہیں مل جائیں گی۔ وَضُرِبَتْ عَلَیْہِمُ الذِّلَّۃُ وَالْمَسْکَنَۃُق“ وَبَآءُ وْ بِغَضَبٍ مِّنَ اللّٰہِ ط“ وہ اللہ کے غضب میں گھرگئے۔بنی اسرائیل وہ امت تھی جس کے بارے میں فرمایا گیا : وَاَ نِّیْ فَضَّلْتُکُمْ عَلَی الْعٰلَمِیْنَ البقرۃ اسی امت کا پھر یہ حشر ہوا تو کیوں ہوا ؟ اللہ تعالیٰ کی نافرمانی کی وجہ سے ! انہیں کتاب دی گئی تھی کہ اس کی پیروی کریں اور اسے قائم کریں۔ سورة المائدۃ میں فرمایا گیا :وَلَوْ اَنَّہُمْ اَقَامُوا التَّوْرٰٹۃَ وَالْاِنْجِیْلَ وَمَآ اُنْزِلَ اِلَیْہِمْ مِّنْ رَّبِّہِمْ لَاَکَلُوْا مِنْ فَوْقِہِمْ وَمِنْ تَحْتِ اَرْجُلِہِمْ ط آیت 66”اگر یہ اہل کتاب تورات اور انجیل اور ان دوسری کتابوں کو قائم کرتے جو ان کی جانب ان کے رب کی طرف سے اتاری گئیں تو کھاتے اپنے اوپر سے اور اپنے قدموں کے نیچے سے۔“یعنی ان کے سروں کے اوپر سے بھی نعمتوں کی بارش ہوتی اور زمین بھی ان کے لیے نعمتیں اگلتی۔ لیکن انہوں نے اس کو چھوڑ کر اپنی خواہشات ‘ اپنے نظریات ‘ اپنے خیالات ‘ اپنی عقل اور اپنی مصلحتوں کو مقدمّ کیا ‘ اور اپنے تمرد ‘ اپنی سرکشی اور اپنی حاکمیت کو بالاتر کیا۔ جو قوم دنیا میں اللہ کے قانون ‘ اللہ کی ہدایت اور اللہ کی کتاب کی امین ہوتی ہے وہ اللہ کی نمائندہ representative ہوتی ہے ‘ اور اگر وہ اپنے عمل سے غلط نمائندگی misrepresent کرے تو وہ اللہ کے نزدیک کافروں سے بڑھ کر مغضوب اور مبغوض ہوجاتی ہے۔ اس لیے کہ کافروں کو دین پہنچانا تو اس مسلمان امت کے ذمہّ تھا۔ اگر یہ خود ہی دین سے منحرف ہوگئے تو کسی اور کو کیا دین پہنچائیں گے ؟ آج اس مقام پر موجودہ امت مسلمہ کھڑی ہے کہ تعداد میں سوا ارب یا ڈیڑھ ارب ہونے کے باوجود ان کے حصے میں عزت نام کی کوئی شے نہیں ہے۔ دنیا کے سارے معاملات G- 7 اور G- 15 ممالک کے ہاتھ میں ہیں۔ سکیورٹی کونسل کے مستقل ارکان کو ویٹو کا حق حاصل ہے ‘ لیکن کوئی مسلمان ملک نہ تو سکیورٹی کونسل کا مستقل رکن ہے اور نہ ہی G- 7 ‘ G- 9 یا G- 15 میں شامل ہے۔ گویا ع ”کس نمی پرسد کہ بھیا کیستی !“ ہماری اپنی پالیسیاں کہیں اور طے ہوتی ہیں ‘ ہمارے اپنے بجٹ کہیں اور بنتے ہیں ‘ ہماری صلح اور جنگ کسی اور کے اشارے سے ریموٹ کنٹرول انداز میں ہوتی ہیں۔ یہ ذلت اور مسکنت ہے جو آج ہم پر تھوپ دی گئی ہے۔ ہم کہتے ہیں کشمیر ہماری شہ رگ ہے ‘ لیکن اس کے لیے جنگ کرنے کو ہم تیار نہیں ہیں۔ یہ خوف نہیں ہے تو کیا ہے ؟ یہ مسکنت نہیں ہے تو کیا ہے ؟ اگر اللہ پر یقین ہے اور اپنے حق پر ہونے کا یقین ہے تو اپنی شہ رگ دشمن کے قبضے سے آزاد کرانے کے لیے ہمت کرو۔ لیکن نہیں ‘ ہم میں یہ ہمت موجود نہیں ہے۔ ہمارے ریڈیو اور ٹیلی ویژن پر خبریں آتی رہیں گی کہ قابض بھارتی فوج نے ریاستی دہشت گردی کی کارروائیوں میں اتنے کشمیریوں کو شہید کردیا ‘ اتنی مسلمان عورتوں کی بےحرمتی کردی ‘ لیکن ہم یہاں اپنے اپنے دھندوں میں ‘ اپنے اپنے کاروبار میں ‘ اپنی اپنی ملازمتوں میں اور اپنے اپنے کیریئرز میں مگن ہیں۔ بہرحال متذکرہ بالا الفاظ اگرچہ بنی اسرائیل کے لیے آئے ہیں کہ ان پر ذلت و خواری اور محتاجی و کم ہمتی مسلطّ کردی گئی ‘ لیکن اس میں آج کی امت مسلمہ کا نقشہ بھی موجود ہے ؂ ّ َ خوشتر آں باشد کہ سر دلبراں گفتہ آید در حدیث دیگراں !ذٰلِکَ بِاَنَّہُمْ کَانُوْا یَکْفُرُوْنَ بِاٰیٰتِ اللّٰہِ وَیَقْتُلُوْنَ النَّبِیّٖنَ بِغَیْرِ الْحَقِّ ط“ ّ ہمارے ہاں بھی مجددین امت کو ‘ قتل بھی کیا گیا اور ان میں سے کتنے ہیں جو جیلوں میں ڈالے گئے۔ متعدد صحابہ کرام رض اور سینکڑوں تابعین مستبد حکمرانوں کے ہاتھوں موت کے گھاٹ اتار دیے گئے۔ ائمۂ دین کو ایسی ایسی مار پڑی ہے کہ کہا جاتا ہے کہ ہاتھی کو بھی ایسی مار پڑے تو وہ برداشت نہ کرسکے۔ امام احمد بن حنبل رح کے ساتھ کیا کچھ ہوا ! امام ابوحنیفہ رح نے جیل میں انتقال کیا اور وہاں سے ان کا جنازہ اٹھا۔ امام دار الہجرت امام مالک رح کے کندھے کھینچ دیے گئے اور منہ کالا کر کے انہیں اونٹ پر بٹھا کر پھرایا گیا۔ حضرت مجدد الف ثانی شیخ احمد سرہندی رح ‘ کو پس دیوار زنداں ڈالا گیا۔ سید احمد بریلوی رح اور ان کے ساتھیوں کو خود مسلمانوں نے شہید کروا دیا۔ ہماری تاریخ ایسی داستانوں سے بھری پڑی ہے۔ اب نبی تو کوئی نہیں آئے گا۔ ان کے ہاں نبی تھے ‘ ہمارے ہاں مجددین ہیں ‘ علماء حق ہیں۔ انہوں نے جو کچھ انبیاء علیہ السلام کے ساتھ کیا وہی ہم نے مجددین کے ساتھ کیا۔ ّ ذٰلِکَ بِمَا عَصَوْا وَّکَانُوْا یَعْتَدُوْنَ ”“ ان کو یہ سزا ان کی نافرمانیوں کی وجہ سے اور حد سے تجاوز کرنے کی وجہ سے دی گئی۔ اللہ تعالیٰ تو ظالم نہیں ہے نعوذ باللہ ‘ اللہ تعالیٰ نے تو انہیں اونچا مقام دیا تھا۔ اللہ تعالیٰ نے ہمیں بھی ”خیر امت“ قراردیا۔ ہم نے بھی جب اپنا مشن چھوڑ دیا تو ذلت اور مسکنت ہمارا مقدر بن گئی۔ اللہ کا قانون اور اللہ کا عدل بےلاگ ہے۔ یہ سب کے لیے ایک ہے ‘ ہر امت کے لیے الگ الگ نہیں ہے۔ اللہ کی سنت بدلتی نہیں۔ چناچہ بنی اسرائیل کی بداعمالیوں کے سبب ان کا جو حشر ہوا آج وہ ہمارا ہو رہا ہے۔ اس ضمن میں میری کتاب ”سابقہ اور موجودہ مسلمان امتوں کا ماضی ‘ حال اور مستقبل“ کے نام سے موجود ہے ‘ اس کا مطالعہ کیجیے !",
  "ayah": 61,
  "surah": 2
}
