{
  "text": "وَإِذَا النُّفُوسُ زُوِّجَتْ (7) وقوله تعالى : { وإذا النفوس زوجت } شروع في ذكر الأحوال الحاصلة في الآخرة يوم القيامة وقد انتقل إلى ذكرها لأنها تحصل عقب الستة التي قبلها وابتدىء بأولها وهو تزويج النفوس ، والتزويج : جعل الشيء زوجاً لغيره بعد أن كان كلاهما فرداً ، والتزويج أيضاً : جعل الأشياء أنواعاً متماثلة قال تعالى : { ومن كل الثمرات جعل فيها زوجين اثنين } [ الرعد : 3 ] لأن الزوج يطلق على النوع والصنف من الأشياء والنفوس : جمع نفس ، والنفس يطلق على الروح ، قال تعالى : { يا أيتها النفس المطمئنة ارجعي إلى ربك } [ الفجر : 27 ، 28 ] وقال : { أخرجوا أنفسكم } [ الأنعام : 93 ] .وتطلق النفس على ذات الإنسان قال تعالى : { ولا تقتلوا النفس التي حرم اللَّه إلا بالحق } [ الأنعام : 151 ] وقال : { هو الذي بعث في الأميين رسولاً منهم } [ الجمعة : 2 ] وقال : { فإذا دخلتم بيوتاً فسلموا على أنفسكم } [ النور : 61 ] أي فليسلم الداخل على أمثاله من الناس .فيجوز أن يكون معنى النفوس هنا الأرواح ، أي تزوج الأرواح بالأجساد المخصصة لها فيصير الروح زَوجاً مع الجسد بعد أن كان فرداً لا جسم له في برزخ الأرواح ، وكانت الأجساد بدون أرواح حين يعاد خلقها ، أي وإذا أعطيت الأرواح للأجساد . وهذا هو البعث وهوالمعنى المتبادر أولاً ، وروي عن عكرمة .ويجوز أن يكون المعنى وإذا الأشخاص نُوعت وصنفت فجعلت أصنافاً : المؤمنون ، والصالحون ، والكفار ، والفجار ، قال تعالى : { وكنتم أزواجاً ثلاثة فأصحاب الميمنة ما أصحاب الميمنة وأصحاب المشأمة ما أصحاب المشأمة والسابقون } [ الواقعة : 7 10 ] الآية .ولعل قصد إفادة هذا التركيب لهاذين المعنيين هو مقتضِيَ العدول عن ذكر ما زُوجت النفوس به . وأول منازل البعث اقتران الأرواح بأجسادها ، ثم تقسيم الناس إلى مراتبهم للحشر ، كما قال تعالى : { ثم نفخ فيه أخرى فإذا هم قيام ينظرون } [ الزمر : 68 ] ثم قال : { وسيق الذين كفروا إلى جهنم زمراً } [ الزمر : 71 ] ثم قال : { وسيق الذين اتقوا ربهم إلى الجنة زمراً } [ الزمر : 73 ] الآية .وقد ذكروا معاني أخرى لتزويج النفوس في هذه الآية غير مناسبة للسياق .وبمناسبة ذكر تزويج النفوس بالأجساد خص سؤال الموءودة بالذكر دون غيره مما يُسأل عنه المجرمون يوم الحساب . ذلك لأن إعادة الأرواح إلى الأجساد كان بعد مفارقتها بالموت ، والموت إما بعارض جسدي من انحلال أو مرض وإما باعتداء عدواني من قتل أو قتال ، وكان من أفظع الاعتداء على إزهاق الأرواح من أجسادها اعتداء الآباء على نفوس أطفالهم بالوأد ، فإن الله جعل في الفطرة حرص الآباء على استحياء أبنائهم وجعل الأبوين سبب إيجاد الأبناء ، فالوأْد أفظع أعمال أهل الشرك وسؤال الموءودة سؤال تعريضي مراد منه تهديد وائدها وَرُعْبِهِ بالعذاب .وظاهر الآية أن سؤال الموءودة وعقوبة من وأدها أول ما يُقْضَى فيه يوم القيامة كما يقتضي ذلك جعلُ هذا السؤال وقتاً تعلم عنده كل نفس ما أحضرت فهو من أول ما يعلم به حين الجزاء .والوأْدُ : دفن الطفلة وهي حيّة : قيل هو مقلوب آداه ، إذا أثقله لأنه إثقال الدفينة بالتراب .قال في «الكشاف» : «كانَ الرجل إذا وُلدت له بنت فأراد أن يستحييها ألبسها جبة من صوف أو شعر تَرعَى له الإبل والغنم في البادية ، وإن أراد قتلها تركها حتى إذا كانت سداسية يقول لأمها طيّبيها وزينيها حتى أذهب بها إلى أحمائها وقد حفر لها بئراً في الصحراء فيبلغ بها البئر فيقول لها : انظري فيها ثم يدفَعُها من خَلْفها ويُهيل عليها التراب حتى تستوي البئر بالأرض . وقيل : كانت الحامل إذا أقربت حفرت حفرة فتمخضت على رأس الحفرة فإذا ولدت بنتاً رمت بها في الحفرة وإن ولدت ابناً حبسته ا ه .",
  "ayah": 7,
  "surah": 81
}
