{
  "text": "পবিত্র ও মহিমময় তিনি[১] যিনি তাঁর বান্দাকে রাতারাতি[২] ভ্রমণ করিয়েছেন (মক্কার) মাসজিদুল হারাম হতে (ফিলিস্তীনের) মাসজিদুল আকসায়,[৩] যার পরিবেশকে আমি করেছি বরকতময়,[৪] যাতে আমি তাকে আমার কিছু নিদর্শন দেখাই; [৫] নিশ্চয় তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা ।\n[১] سُبْحَانَ হল, سَبَّحَ يُسْبِّحُ এর মাসদার (ক্রিয়া বিশেষ্য)। অর্থ হল, أُنَزِّهُ اللهَ تَنْزِيْهًا অর্থাৎ, আমি প্রত্যেক দোষ-ত্রুটি থেকে আল্লাহর পবিত্র ও মুক্ত হওয়ার কথা ঘোষণা করছি। সাধারণতঃ এর ব্যবহার তখনই করা হয়, যখন অতীব গুরুতত্ত্বপূর্ণ কোন ঘটনার উল্লেখ হয়। উদ্দেশ্য এই হয় যে, বাহ্যিক উপায়-উপকরণের দিক দিয়ে মানুষের কাছে এ ঘটনা যতই অসম্ভব হোক না কেন, আল্লাহর নিকট তা কোন কঠিন ব্যাপার নয়। কেননা, তিনি উপকরণসমূহের মুখাপেক্ষী নন। তিনি তো كُنْ শব্দ দিয়ে নিমিষে যা ইচ্ছা তা-ই করতে পারেন। উপায়-উপকরণের প্রয়োজন তো মানুষের। মহান আল্লাহ এই সব প্রতিবন্ধকতা ও দুর্বলতা থেকে পাক ও পবিত্র।[২] إِسْراءٌ শব্দের অর্থ হল, রাতে নিয়ে যাওয়া। পরে لَيْلًا উল্লেখ করে রাতের স্বল্পতার কথা পরিষ্কার করা হয়েছে। আর এরই জন্য لَيْلًا 'নাকেরাহ' (অনির্দিষ্ট) এসেছে। অর্থাৎ, রাতের এক অংশে অথবা সামান্য অংশে। অর্থাৎ, চল্লিশ রাতের এই সুদীর্ঘ সফর করতে সম্পূর্ণ রাত লাগেনি; বরং রাতের এক সামান্য অংশে তা সুসম্পন্ন হয়।[৩]أَقْصَى দূরত্বকে বলা হয়। 'আল-বাইতুল মুকাদ্দাস' বা 'বাইতুল মাকদিস' ফিলিস্তীন বা প্যালেষ্টাইনের কদস অথবা জেরুজালেম বা (পুরাতন নাম) ঈলীয়া শহরে অবস্থিত। মক্কা থেকে ক্বুদ্স চল্লিশ দিনের সফর। এই দিক দিয়ে মসজিদে হারামের তুলনায় বায়তুল মাকদিসকে 'মাসজিদুল আকসা' (দূরতম মসজিদ) বলা হয়েছে।[৪] এই অঞ্চল প্রাকৃতিক নদ-নদী, ফল-ফসলের প্রাচুর্য এবং নবীদের বাসস্থান ও কবরস্থান হওয়ার কারণে পৃথক বৈশিষ্ট্যের দাবী রাখে। আর এই কারণে একে বরকতময় আখ্যা দেওয়া হয়েছে।[৫] এটাই হল এই সফরের উদ্দেশ্য। যাতে আমি আমার এই বান্দাকে বিস্ময়কর এবং বড় বড় কিছু নিদর্শন দেখিয়ে দিই। তার মধ্যে এই সফরও হল একটি নিদর্শন ও মু'জিযা। সুদীর্ঘ এই সফর রাতের সামান্য অংশে সুসম্পন্ন হয়ে যায়। এই রাতেই নবী (সাঃ)-এর মি'রাজ হয় অর্থাৎ, তাঁকে আসমানসমূহে নিয়ে যাওয়া হয়। সেখানে বিভিন্ন আসমানে নবীদের সাথে তাঁর সাক্ষাৎ হয়। সপ্তাকাশের উপরে আরশের নীচে 'সিদরাতুল মুন্তাহা'য় মহান আল্লাহ অহীর মাধ্যমে নামায এবং অন্যান্য কিছু শরীয়তের বিধি-বিধান তাঁকে দান করেন। এ ঘটনার বিস্তারিত আলোচনা বহু সহীহ হাদীসে রয়েছে এবং সাহাবায়ে কেরাম ও তাবেয়ীন থেকে নিয়ে এ পর্যন্ত উম্মতের অধিকাংশ উলামা ও ফুকহা এই মত পোষণ করে আসছেন যে, এই মি'রাজ মহানবী (সাঃ)-এর সশরীরে এবং জাগ্রত অবস্থায় হয়েছে। এটা স্বপ্নযোগে অথবা আত্মিক সফর ও পরিদর্শন ছিল না, বরং তা ছিল দেহাত্মার সফর ও চাক্ষুষ দর্শন। (তা না হলে এ ঘটনাকে অস্বীকারকারীরা অস্বীকার করবে কেন?) বলা বাহুল্য, এ ঘটনা মহান আল্লাহ (অলৌকিকভাবে) তাঁর পূর্ণ কুদরত দ্বারা ঘটিয়েছেন। এই মি'রাজের দু'টি অংশ। প্রথম অংশকে 'ইসরা' বলা হয়; যার উল্লেখ এখানে করা হয়েছে। আর তা হল, মসজিদে হারাম থেকে মসজিদে আকসা পর্যন্ত সফর করার নাম। এখানে পৌঁছে নবী (সাঃ) সমস্ত নবীদের ইমামতি করেন। বায়তুল মাকদিস থেকে তাঁকে আবার আসমানসমূহে নিয়ে যাওয়া হয়। আর এটা হল এই সফরের দ্বিতীয় অংশ। যাকে 'মি'রাজ' বলা হয়েছে। এর কিঞ্চিৎ আলোচনা সূরা নাজমে করা হয়েছে এবং বাকী বিস্তারিত আলোচনা হাদীসসমূহে বর্ণিত রয়েছে। সাধারণভাবে সম্পূর্ণ এই সফরকে 'মি'রাজ' বলে আখ্যায়িত করা হয়। 'মি'রাজ' সিড়ি বা সোপানকে বলা হয়। আর এটা রসূল (সাঃ)-এর পবিত্র মুখ-নিঃসৃত শব্দ عُرِجَ بِي إِلَى السَّمَاءِ (আমাকে আসমানে নিয়ে যাওয়া হয় বা আরোহণ করানো হয়) হতে গৃহীত। কেননা, এই দ্বিতীয় অংশটা প্রথম অংশের চেয়েও বেশী গুরুতত্ত্বপূর্ণ ও মাহাত্ম্যপূর্ণ ব্যাপার। আর এই কারণেই 'মি'রাজ' শব্দটাই বেশী প্রসিদ্ধি লাভ করেছে। মি'রাজের সময়কাল নিয়ে মতভেদ রয়েছে। তবে এ ব্যাপারে সকলে একমত যে, তা হিজরতের পূর্বে সংঘটিত হয়েছে। কেউ কেউ বলেছেন, এক বছর পূর্বে। আবার কেউ বলেছেন, কয়েক বছর পূর্বে এ ঘটনা সংঘটিত হয়েছে। অনুরূপ মাস ও তার তারীখের ব্যাপারেও মতভেদ রয়েছে। কেউ বলেছেন, রবিউল আওয়াল মাসের ১৭ অথবা ২৭ তারীখে হয়েছে। কেউ বলেছেন, রজব মাসের ২৭ তারীখ এবং কেউ অন্য মাস ও অন্য তারীখের কথাও উল্লেখ করেছেন।\n(ফাতহুল কাদীর)\n(মহানবী (সাঃ) ও তাঁর সাহাবা (রাঃ)গণের নিকট তারীখের কোন গুরুতত্ত্ব অথবা এ দিনকে স্মরণ ও পালন করার প্রয়োজনীয়তা ছিল না বলেই, তা সংরক্ষিত হয়নি। -সম্পাদক)",
  "ayah": 1,
  "surah": 17
}
