{
  "text": "যারা সৎপথ অবলম্বন করবে, তারা তো নিজেদেরই মঙ্গলের জন্যই সৎপথ অবলম্বন করবে এবং যারা পথভ্রষ্ট হবে, তারা নিজেদেরই ধ্বংসের জন্যই হবে এবং কেউ অন্য কারো ভার বহন করবে না।[১] আর আমি রসূল না পাঠানো পর্যন্ত কাউকে শাস্তি দিই না। [২]\n[১] অবশ্য যে নিজে ভ্রষ্ট এবং অপরকেও ভ্রষ্ট করবে, সে নিজের ভ্রষ্টতার বোঝার সাথে সাথে যাদেরকে সে স্বীয় প্রচেষ্টায় ভ্রষ্ট করেছে, তাদের গুনাহের বোঝাও (তাদের গুনাহতে কোন কমতি না করেই) তাকে বহন করতে হবে। এ কথা কুরআনের অন্য কয়েকটি স্থানে এবং বহু হাদীসে বর্ণিত হয়েছে। আর প্রকৃতপক্ষে এটা হবে তাদেরই গুনাহের বোঝা যা অন্যদেরকে ভ্রষ্ট করে তারা অর্জন করেছে।\n[২] কোন কোন মুফাসসির এ থেকে কেবল পার্থিব শাস্তিকে বুঝিয়েছেন। অর্থাৎ, আখেরাতের আযাব থেকে স্বতন্ত্র হবে না। কিন্তু কুরআনে কারীমের অন্যান্য আয়াত থেকে এ কথা পরিষ্কার হয় যে, মহান আল্লাহ মানুষদেরকে জিজ্ঞাসা করবেন যে, তোমাদের কাছে কি আমার রসূল আসেনি? তারা ইতিবাচক উত্তর দিবে। এ থেকে প্রতীয়মান হয় যে, রসূল প্রেরণ এবং গ্রন্থ অবতরণ ছাড়া তিনি কাউকে আযাব দেবেন না। তবে কোন্ জাতি বা কোন্ ব্যক্তির কাছে তাঁর বার্তা পৌঁছেনি, সে ফায়সালা কিয়ামতের দিন তিনিই করবেন। সেখানে অবশ্যই কারো সাথে অবিচার করা হবে না। বধির, পাগল, নির্বোধ এবং দুই নবীর মধ্যবর্তী যুগে মৃত্যুবরণকারী (যাদের নিকট দ্বীনের খবর একেবারেই অজানা সেই) ব্যক্তিদের ব্যাপারও অনুরূপ। এদের ব্যাপারে কোন কোন বর্ণনায় এসেছে যে, কিয়ামতের দিন মহান আল্লাহ তাদের প্রতি ফিরিশতা পাঠাবেন এবং ফিরিশতারা তাদেরকে বলবেন যে, 'জাহান্নামে প্রবেশ কর।' অতএব তারা যদি আল্লাহর এই নির্দেশকে মেনে নিয়ে জাহান্নামে প্রবেশ করে যায়, তাহলে জাহান্নাম তাদের জন্য ফুল বাগান হয়ে যাবে। অন্যথা তাদেরকে টানতে টানতে জাহান্নামে নিক্ষেপ করা হবে।\n(মুসনাদ আহমদ ৪/২৪, ইবনে হিব্বান ৯/২২৬, সহীহুল জামে' ৮৮১নং)\nমুসলিম শিশুরা জান্নাতে যাবে। তবে কাফের ও মুশরিকদের শিশুদের ব্যাপারে মতভেদ রয়েছে। কেউ কেউ এ ব্যাপারে মন্তব্য করতে নীরব থেকেছেন। কেউ কেউ জান্নাতে যাওয়ার এবং জাহান্নামে যাওয়ার অভিমত পেশ করেছেন। ইমাম ইবনে কাসীর বলেছেন, হাশরের মাঠে তাদের পরীক্ষা নেওয়া হবে। যারা আল্লাহর নির্দেশের আনুগত্য করবে, তারা জান্নাতে এবং যারা অবাধ্যতা করবে, তারা জাহান্নামে প্রবেশ করবে। তিনি (ইবনে কাসীর) এই উক্তিকেই প্রাধান্য দিয়ে বলেন যে, এর ফলে পরস্পর বিরোধী বর্ণনাগুলোর মধ্যে সমবয় সাধন করা যায়।\n(বিস্তারিত জানার জন্য তাফসীর ইবনে কাসীর দ্রষ্টব্য)\nতবে সহীহ বুখারীর বর্ণনা থেকে প্রতীয়মান হয় যে, মুশরিকদের শিশুরাও জান্নাতে প্রবেশ করবে।\n(দ্রষ্টব্যঃ সহীহ বুখারী ৩/২৫৭, ১২/৩৪৮ ফাতহুল বারী সহ)",
  "ayah": 15,
  "surah": 17
}
