{
  "text": "৮-১২ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা বলছেনঃ এই হতভাগ্যদের হিদায়াত পর্যন্ত খুবই কঠিন এমনকি অসম্ভব। এরা তো ঐ লোকদের মত যাদের হাত গর্দানের সাথে বেঁধে দেয়া হয়েছে। আর তাদের মাথা উঁচু হতে রয়েছে। গর্দানের বর্ণনা দিতে গিয়ে হাতের বর্ণনা ছেড়ে দিয়েছেন। প্রকৃত কথা এই যে, তাদের গর্দানের সাথে হাত। মিলিয়ে বেঁধে দেয়া হয়েছে। আবার বলা হয়েছে যে, মাথা উঁচু হয়ে থাকবে। এমন হয়েও থাকে যে, বলার সময় একটি কথার উল্লেখ করে দ্বিতীয়টি বুঝে নিতে হয়, প্রথমটির কথা আর উল্লেখ করতে হয় না। আরব কবিদের কবিতাতেও এ ধরনের কথা দেখতে পাওয়া যায়।(আরবী) শব্দের অর্থই হলো দুই হাত গর্দান পর্যন্ত তুলে নিয়ে গর্দানের সাথে বেঁধে দেয়া। এ জন্যেই গর্দানের উল্লেখ করা হয়েছে, আর হাতের কথা উল্লেখ করা হয়নি। ভাবার্থ হলোঃ আমি তাদের হাত তাদের গর্দানের সাথে বেঁধে দিয়েছি, সেহেতু তারা কোন ভাল কাজের দিকে হাত বাড়াতে পারে না। তাদের মাথা উঁচু এবং হাত তাদের মুখে, তারা সমস্ত ভাল কাজ করার ব্যাপারে শক্তিহীন।গর্দানের এই বেড়ির সাথে সাথেই তাদের সম্মুখে প্রাচীর ও পশ্চাতে প্রাচীর স্থাপিত রয়েছে। অর্থাৎ হক থেকে প্রতিবন্ধকতা সৃষ্টি করা হয়েছে। এ কারণে তারা কিংকর্তব্যবিমূঢ় হয়ে পড়েছে। সত্যের কাছে আসতে পারছে না, অন্ধকারে চাকা আছে, চোখের উপর পর্দা পড়ে আছে, হককে দেখতে পায় না। না সত্যের দিকে যাবার পথ পাচ্ছে, না সত্য হতে কোন উপকার লাভ করতে পারছে। হযরত ইবনে আব্বাস (রাঃ)-এর কিরআতে (আরবী) অর্থাৎ (আরবী) দিয়ে। লিখিত রয়েছে। এটা এক প্রকারের চক্ষু রোগ। এটা মানুষকে অন্ধ করে দেয়। ঈমান, ইসলাম এবং তাদের মধ্যে প্রতিবন্ধকতা রয়েছে। যেমন অন্য আয়াতে রয়েছেঃ “যাদের উপর তোমার প্রতিপালকের বাণী বাস্তবায়িত হয়েছে তারা ঈমান আনবে না, যদিও তুমি তাদের কাছে সমস্ত আয়াত আনয়ন কর যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি অবলোকন করে।” আল্লাহ তা'আলা যেখানে প্রাচীর দাঁড় করিয়ে দিয়েছেন, কে এমন আছে যে ঐ প্রাচীর সরাতে পারে?একবার অভিশপ্ত আবু জেহেল বললোঃ “যদি আমি মুহাম্মাদ (সঃ)-কে দেখতে পাই তবে এই করবো, সেই করবো।” এ সময় এই আয়াত অবতীর্ণ হয়। লোকেরা তাকে বলতোঃ “এই যে মুহাম্মাদ (সঃ)?” কিন্তু সে তাঁকে দেখতেই পেতো না। সে জিজ্ঞেস করতোঃ “কোথায় আছে? আমি যে দেখতে পাচ্ছি না।”একবার ঐ মালউন একটি সমাবেশে বলেছিলঃ “দেখো, এ লোকটি বলে যে, যদি তোমরা তার আনুগত্য কর তবে তোমরা বাদশাহ হয়ে যাবে, আর মৃত্যুর পর তোমরা চিরস্থায়ী জীবন লাভ করবে। আর যদি তার বিরুদ্ধাচরণ কর তবে এখানে অসম্মানের মৃত্যুবরণ করবে এবং পরকালে আল্লাহর আযাবে পতিত হবে। আজ তাকে আসতে দাও।” ইতিমধ্যে রাসূলুল্লাহ (সঃ) সেখানে আগমন করলেন। তাঁর হাতে মাটি ছিল। তিনি সূরায়ে ইয়াসীনের (আরবী) পর্যন্ত আয়াতগুলো পাঠ করতে করতে আসছিলেন। আল্লাহ তা'আলা তার জন্যে তাদেরকে অন্ধ করে দিলেন। তিনি তাদের মাথায় মাটি নিক্ষেপ করে চলে গেলেন। ঐ হতভাগ্যের দল তার বাড়ী ঘিরে বসেছিল। এর অনেকক্ষণ পর এক ব্যক্তি বাড়ী হতে বের হলেন। তিনি তাদেরকে জিজ্ঞেস করলেনঃ “তোমরা এখানে করছো কি?” তারা উত্তরে বললোঃ “আমরা মুহাম্মাদ (সঃ)-এর অপেক্ষায় রয়েছি। আজ তাকে আমরা জীবিত ছাড়ছি না।” লোকটি বললেনঃ তিনি তো এখান দিয়েই গেলেন এবং তোমাদের সবারই মাথায় মাটি নিক্ষেপ করেছেন। মাথা ঝেড়েই দেখো। তারা মাথা ঝেড়ে দেখে যে, সত্যি তাদের মাথায় মাটি রয়েছে।” আবু জেহেলের কথাটির পুনরাবৃত্তি করা হলে রাসূলুল্লাহ (সঃ) বললেনঃ “সে ঠিকই বলেছে। সত্যিই আমার আনুগত্য তাদের জন্যে দো-জাহানে সম্মান ও মর্যাদার কারণ এবং আমার বিরুদ্ধাচরণ তাদের জন্যে উভয় জগতে অসম্মান ও অবমাননার কারণ। তাদের উপর আল্লাহর মোহর লেগে গেছে। তাই ভাল কথা তাদের উপর ক্রিয়াশীল হয় না। সূরায়ে বাকারার মধ্যেও এই বিষয়ের একটি আয়াত গত হয়েছে। অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ যাদের উপর তোমার প্রতিপালকের বাণী বাস্তবায়িত হয়ে গেছে তারা ঈমান আনবে না যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি অবলোকন করে ।”(১০:৯৬-৯৭)আল্লাহ্ পাক বলেনঃ তুমি শুধু তাদেরকেই সতর্ক করতে পারবে যারা উপদেশ মেনে চলে এবং না দেখে দয়াময় আল্লাহকে ভয় করে এবং এমন স্থানেও তাকে ভয় করে যেখানে দেখার কেউই নেই। তারা জানে যে, আল্লাহ তাদের অবস্থা সম্পর্কে পূর্ণ ওয়াকিফহাল। তিনি তাদের আমলগুলো দেখতে রয়েছেন। সুতরাং হে নবী (সঃ)! তুমি এ ধরনের লোকদেরকে পুরস্কারের সুসংবাদ দিয়ে দাও। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “নিশ্চয়ই যারা তাদের প্রতিপালককে না দেখে ভয় করে তাদের জন্যে ক্ষমা ও বড় পুরস্কার রয়েছে।” (৬৭:১২) মহান আল্লাহ বলেনঃ আমিই মৃতকে করি জীবিত। কিয়ামতের দিন আমি নতুনভাবে তাদেরকে সৃষ্টি করতে সক্ষম। এতে ইঙ্গিত রয়েছে এরই দিকে যে মৃত অন্তরকেও জীবিত করতে আল্লাহ পূর্ণ ক্ষমতাবান। তিনি পথভ্রষ্টদেরকে পথ দেখাতে সক্ষম। অন্য স্থানে মৃত অন্তরগুলোর বর্ণনা দেয়ার পর কুরআন হাকীমে ঘোষিত হয়েছেঃ (আরবী) অর্থাৎ “তোমরা জেনে রেখো যে, আল্লাহ যমীনকে ওর মরে যাওয়ার পর। জীবিত করেন, আমি তোমাদের জন্যে আয়াতসমূহ বর্ণনা করেছি যাতে তোমরা অনুধাবন কর।”(৫৭:১৭)।এরপর আল্লাহ তা'আলা বলেনঃ “আমি লিখে রাখি যা তারা অগ্রে প্রেরণ, করে ও যা পশ্চাতে রেখে যায়। অর্থাৎ তারা তাদের পরে যা ছেড়ে এসেছে তা যদি ভাল হয় তবে পুরস্কার এবং খারাপ হলে শাস্তি রয়েছে। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি ইসলামে কোন ভাল নীতি চালু করে, সে তার প্রতিদান পাবে এবং তার পরে যারা ওর উপর আমল করবে তারও প্রতিদান সে পাবে এবং ঐ আমলকারীদের প্রতিদান কিছুই কম করা হবে না। পক্ষান্তরে যে ব্যক্তি ইসলামে কোন খারাপ নীতি চালু করে সে এজন্যে গুনাহগার হবে এবং তার পরে যারা ওর উপর আমল করবে তারও গুনাহ তার উপর পড়বে এবং ঐ আমলকারীদের গুনাহ কিছুই কম করা হবে না। (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন) একটি দীর্ঘ হাদীসে এর সাথেই মুযার গোত্রের চাদর পরিহিত লোকদের ঘটনাও রয়েছে এবং শেষে (আরবী) পড়ারও বর্ণনা রয়েছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন ইবনে আদম মারা যায় তখন তার আমল বন্ধ হয়ে যায়, শুধু তিনটি আমল বাকী থাকে। একটি হলো ইলম যার দ্বারা উপকার লাভ করা হয়, দ্বিতীয় হলো সৎ ছেলে যে তার জন্যে দু'আ করে এবং তৃতীয় হলো সাদকায়ে জারিয়া, যা তার পরেও বাকী থাকে।” (এ হাদীসটিও সহীহ মুসলিমে বর্ণিত হয়েছে)মুজাহিদ (রঃ) হতে এই আয়াতের তাফসীরে বর্ণিত আছে যে, পথভ্রষ্ট লোক, যে তার পথভ্রষ্টতা বাকী ছেড়ে যায়। সাঈদ ইবনে জুবায়ের (রাঃ) হতে বর্ণিত আছে যে, প্রত্যেক পাপ ও পুণ্য, যা সে জারি করেছে ও নিজের পিছনে ছেড়ে গেছে। বাগাভীও (রঃ) এ উক্তিটিকেই পছন্দ করেছেন। এই বাক্যের তাফসীরে অন্য উক্তি এই যে, (আরবী) দ্বারা পদচিহ্নকে বুঝানো হয়েছে, যা দেখে মানুষ ভাল অথবা মন্দের দিকে যাবে।হযরত কাতাদা (রঃ) বলেনঃ হে ইবনে আদম! যদি আল্লাহ তাবারাকা ওয়া তাআলা তোমার কোন কাজ হতে উদাসীন থাকতেন তবে বাতাস তোমার যে পদচিহ্নগুলো মিটিয়ে দেয় সেগুলো হতে তিনি উদাসীন থাকতেন। আসলে তিনি তোমার কোন আমল হতেই গাফিল বা উদাসীন নন। তোমার যতগুলো পদক্ষেপ তাঁর আনুগত্যের কাজে পড়ে তার সবই তাঁর কাছে লিখিত হয়। তোমাদের মধ্যে যার পক্ষে সম্ভব সে যেন আল্লাহর আনুগত্যের দিকে পা বাড়ায়। এই অর্থের বহু হাদীস রয়েছে।\nপ্রথম হাদীসঃ\nহযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, মসজিদে নববীর (সঃ) আশে পাশে কিছু ঘরবাড়ী খালি হয়। তখন বানু সালমা গোত্র তাদের মহল্লা হতে উঠে এসে মসজিদের নিকটবর্তী বাড়ীগুলোতে বসবাস করার ইচ্ছা করে। এ খবর রাসূলুল্লাহ (সঃ)-এর কাছে পৌঁছলে তিনি তাদেরকে বলেনঃ “আমি একথা জানতে পেরেছি, এটা কি সত্য?” তারা উত্তরে বলেঃ “হ্যা।” রাসূলুল্লাহ (সঃ) তাদেরকে সম্বোধন করে দু’বার বললেনঃ “হে বানু সালমা! তোমরা তোমাদের বাড়ীতেই অবস্থান কর। তোমাদের পদক্ষেপ আল্লাহ তাআলার কাছে লিখিত হয়।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)\nদ্বিতীয় হাদীসঃ\nহযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, বানু সালমা গোত্র মদীনার এক প্রান্তে ছিল। তারা তাদের ঐ স্থান পরিবর্তন করে মসজিদের নিকটবর্তী স্থানে বসবাস করার ইচ্ছা করলো। তখন (আরবী)-এই আয়াতটি অবতীর্ণ হয়। তখন নবী (সঃ) তাদেরকে বললেনঃ “নিশ্চয়ই তোমাদের পদক্ষেপ লিখিত হয়। তার একথা শুনে বানু সালমা গোত্র আর স্থানান্তরিত হলো না। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটা তাখরীজ করেছেন এবং তিনি এটাকে হাসান গারীব বলেছেন) বাযযারের (রঃ) এই রিওয়াইয়াতেই আছে যে, বানু সালমা গোত্র রাসূলুল্লাহ (সঃ)-এর কাছে তাদের বাড়ী মসজিদ হতে দূরবর্তী স্থানে অবস্থিত হওয়ার অভিযোগ করে। তখন এই আয়াত অবতীর্ণ হয়। অতঃপর তারা ঐ দূরবর্তী স্থানেই বাস করতে থাকে। কিন্তু এতে অস্বাভাবিকতা রয়েছে। কেননা এতে এই আয়াতটি এই ব্যাপারে অবতীর্ণ হওয়ার বর্ণনা রয়েছে। অথচ এই পূর্ণ সূরাটি মক্কায় অবতীর্ণ হয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।\nতৃতীয় হাদীসঃ\nহযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, আনসারদের বাসভূমি মসজিদ হতে দূরে ছিল। তখন তারা মসজিদের নিকটবর্তী। স্থানে স্থানান্তরিত হওয়ার ইচ্ছা করে। ঐ সময় আয়াতটি অবতীর্ণ হয়। তখন তারা বলেঃ “আমরা আমাদের বাড়ী ঠিকই রাখলাম। (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এ হাদীসটি মাওকুফ)\nচতুর্থ হাদীসঃ\nহযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত, তিনি বলেন যে, একটি লোক মদীনায় মারা যান। রাসূলুল্লাহ (সঃ) তাঁর জানাযার নামায পড়েন। অতঃপর তিনি বলেনঃ “হায়! সে যদি নিজের জন্মস্থান ছাড়া অন্য কোন স্থানে মারা যেতো তাহলে কতই না ভাল হতো! কেউ জিজ্ঞেস করলেনঃ “কেন?” উত্তরে তিনি বললেনঃ “যখন কোন মুসলমান বিদেশে মারা যায় তখন তার দেশ থেকে ঐ বিদেশ পর্যন্ত স্থান মাপ করা হয় এবং সেই হিসেবে জান্নাতে তার স্থান লাভ হয়।” [এ হাদীসটি বর্ণনা করেছেন ইমাম আহমাদ (রঃ)]হযরত সাবিত (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি নামায আদায় করার জন্যে হযরত আনাস (রাঃ)-এর সাথে চলতে থাকি। আমি লম্বা লম্বা পা ফেলে ফেলে তাড়াতাড়ি চলতে থাকি। তখন তিনি আমার হাত ধরে নেন এবং তার সাথে ধীরে ধীরে হালকা হালকা পা ফেলে আমাকে নিয়ে চলতে থাকেন। আমরা নামায শেষ করলে তিনি বলেনঃ আমি একদা হযরত যায়েদ ইবনে সাবিত (রাঃ)-এর সাথে মসজিদের দিকে চলছিলাম। আমি দ্রুত পদক্ষেপে চলছিলাম। তখন তিনি আমাকে বলেনঃ “হে আনাস (রাঃ)! তোমার কি এটা জানা নেই যে, এই পদচিহ্নগুলো লিখে নেয়া হচ্ছে?”” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন) এই উক্তিটি প্রথম উক্তির আরো বেশী পৃষ্ঠপোষকতা করছে। কেননা, যখন পদচিহ্নকে পর্যন্ত লিখে নেয়া হয় তখন ছড়িয়ে পড়া ভাল মন্দকে কেন লিখে নেয়া হবে না? এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আমি প্রত্যেক জিনিস স্পষ্ট কিতাবে সংরক্ষিত রেখেছি। এটা হলো উম্মুল কিতাব। এই তাফসীরই গুরুজন হতে (আরবী) (১৭:৭১)-এই আয়াতের তাফসীরে বর্ণিত হয়েছে। অর্থাৎ “যেদিন সমস্ত মানুষকে তাদের ইমামসহ আহ্বান করবো।” যেমন আর এক জায়গায় মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “এবং কিতাব উপস্থিত করা হবে ও নবীদেরকে ও সাক্ষীদেরকে আনয়ন করা হবে।”(৩৯:৬৯) অন্য এক স্থানে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “এবং উপস্থিত করা হবে আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে তুমি অপরাধীদেরকে দেখবে আতংকগ্রস্ত এবং তারা বলবেঃ হায় দুর্ভাগ্য আমাদের! এটা কেমন গ্রন্থ! এটাতো ছোট বড় কিছুই বাদ দেয় না; বরং ওটা সবই হিসাব রেখেছে। তারা তাদের কৃতকর্ম সামনে উপস্থিত পাবে; তোমার প্রতিপালক কারো প্রতি যুলুম করেন না।”(১৮:৪৯)",
  "ayah": 12,
  "surah": 36
}
