{
  "text": "১৩-১৭ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ হে মুহাম্মাদ (সঃ)! তোমার কওমের সামনে তুমি ঐ লোকদের ঘটনা বর্ণনা কর যারা এদের মত তাদের রাসূলদেরকে অবিশ্বাস করেছিল। এটা হলো ইনতাকিয়া শহরের ঘটনা। তথাকার বাদশাহর নাম ইনতায়খাস। তার পিতা ও পিতামহেরও এই নামই ছিল। রাজা ও প্রজা সবাই মূর্তিপূজক ছিল। তাদের কাছে সাদিক, সদূক ও শালুম নামক আল্লাহর তিনজন রাসূল আগমন করেন। কিন্তু এ দুর্বত্তরা তাদেরকে অবিশ্বাস করে। সতুরই এই বর্ণনা আসছে যে, এটা যে ইনতাকিয়ার ঘটনা একথা কোন কোন লোক স্বীকার করেন না। প্রথমে তাদের কাছে দু’জন নবী আগমন করেন। তারা তাদেরকে অস্বীকার করলে তাঁদের শক্তি বৃদ্ধিকল্পে তৃতীয় একজন নবী আসেন। প্রথম দু'জন নবীর নাম ছিল শামউন ও বুহনা এবং তৃতীয়জনের নাম ছিল বুলাস। তাঁরা তিনজনই বলেনঃ “আমরা আল্লাহর প্রেরিত যিনি তোমাদেরকে সৃষ্টি করেছেন। তিনি আমাদের মাধ্যমে তোমাদেরকে হুকুম করেছেন যে, তোমরা তাঁর ছাড়া আর কারো ইবাদত করবে না।” হযরত কাতাদা ইবনে দাআমাহ (রঃ)-এর ধারণা এই যে, এই তিনজন বুযর্গ ব্যক্তি হযরত ঈসা (আঃ)-এর প্রেরিত ছিলেন। ঐ গ্রামের লোকগুলো তাদেরকে বললোঃ “তোমরা তো আমাদের মতই মানুষ। তাহলে এমন কি কারণ থাকতে পারে যে, তোমাদের কাছে আল্লাহর অহী আসবে আর আমাদের কাছে আসবে না? হ্যা, তোমরা যদি রাসূল হতে তবে তোমরা ফেরেশতা হতে।” অধিকাংশ কাফিরই নিজ নিজ যুগের রাসূলদের সামনে এই সন্দেহই পেশ করেছিল। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “ওটা এ কারণে যে, তাদের কাছে তাদের রাসূলগণ দলীল প্রমাণসহ আগমন করতো তখন তারা বলতোঃ মানুষ কি আমাদেরকে হিদায়াত করবে?”(৬৪:৬) অন্য আয়াতে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ তারা বলেছিল- তোমরা তো আমাদের মতই মানুষ, তোমরা চাচ্ছ যে, আমাদের পিতৃপুরুষরা যাদের ইবাদত করতো তা হতে আমাদেরকে ফিরিয়ে দিবে, সুতরাং আমাদের কাছে প্রকাশ্য দলীল আনয়ন কর।”(১৪:১০) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “তোমরা যদি তোমাদের মত মানুষের আনুগত্য কর তাহলে অবশ্যই তোমরা ক্ষতিগ্রস্ত হয়ে যাবে।”(২৩:৩৪) আল্লাহ তা'আলা আরো বলেনঃ (আরবী)  অর্থাৎ “মানুষকে তাদের কাছে হিদায়াত আসার পর ওর উপর ঈমান আনতে শুধু এটাই বাধা দিয়েছে যে, তারা বলেঃ আল্লাহ কি মানুষকে রাসূল করে পাঠিয়েছেন?”(১৭:৯৪) এই কথা ঐ লোকগুলোও তিনজন নবীকে বলেছিলঃ “তোমরা আমাদের মতই মানুষ। আসলে আল্লাহ কিছুই অবতীর্ণ করেননি। তোমরা মিথ্যা কথা বলছো।” নবীগণ উত্তরে বললেনঃ আল্লাহ্ খুব ভাল জানেন যে, আমরা তাঁর সত্য রাসূল। যদি আমরা মিথ্যাবাদী হতাম তবে আল্লাহ তা'আলা অবশ্যই আমাদেরকে মিথ্যা বলার শাস্তি প্রদান করতেন। কিন্তু তোমরা দেখতে পাবে যে, তিনি আমাদের সাহায্য করবেন এবং আমাদেরকে সম্মানিত করবেন। ঐ সময় তোমাদের কাছে এটা স্পষ্ট হয়ে উঠবে যে, পরিণাম হিসাবে কে ভাল! যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে আল্লাহই যথেষ্ট। আকাশসমূহে ও যমীনে যা কিছু আছে সবই তিনি জানেন, আর যারা বাতিলের উপর ঈমান এনেছে ও আল্লাহকে অস্বীকার করেছে তারাই ক্ষতিগ্রস্ত।\"(২৯:৫২)নবীগণ বললেনঃ স্পষ্টভাবে পৌছিয়ে দেয়াই শুধু আমাদের দায়িত্ব। মানলে তোমাদেরই লাভ, আর না মানলে তোমাদেরকেই এ জন্যে অনুতাপ করতে হবে। আমাদের কোন ক্ষতি নেই। কাল তোমাদেরকে তোমাদের কৃতকর্মের ফল ভোগ করতে হবে।",
  "ayah": 17,
  "surah": 36
}
