{
  "text": "৫৫-৫৮ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, জান্নাতীরা কিয়ামতের ময়দান হতে মুক্ত হয়ে সসম্মানে জান্নাতে প্রবেশ করবে এবং তথাকার বিবিধ নিয়ামত ও শান্তির মধ্যে এমনভাবে মগ্ন থাকবে যে, অন্য কোন দিকে না তারা ক্ৰক্ষেপ করবে, না তাদের অন্য কিছুর প্রতি খেয়াল থাকবে। তারা জাহান্নাম হতে ও জাহান্নামবাসীদের হতে সম্পূর্ণরূপে নিশ্চিন্ত থাকবে। তারা নিজেদের ভোগ্য জিনিসের মধ্যে এমনভাবে মগ্ন থাকবে যে, অন্য কোন জিনিসের খবর তারা রাখবে না। তারা অত্যন্ত আনন্দ মুখর থাকবে। কুমারী হুর তারা লাভ করবে। তাদের সাথে তারা আমোদ-আহলাদে লিপ্ত থাকবে। মনোমুগ্ধকর সঙ্গীতের সুর দ্বারা তাদেরকে প্রলুব্ধ ও বিমোহিত করা হবে। এই আমোদ-আহলাদ ও আনন্দের মধ্যে তাদের স্ত্রীরা ও হূরেরাও শামিল থাকবে। জান্নাতী ফলমূল বিশিষ্ট বৃক্ষাদির সুশীতল ছায়ায় তারা আরামে সুসজ্জিদ আসনে হেলান দিয়ে বসবে এবং পরম দয়ালু আল্লাহর পক্ষ হতে তারা আপ্যায়িত হবে। প্রত্যেক প্রকারের ফলমূল তাদের কাছে প্রচুর পরিমাণে বিদ্যমান থাকবে। তাদের মন যে জিনিস চাইবে তাই তারা পাবে।সুনানে ইবনে মাজাহ ও মুসনাদে ইবনে আবি হাতিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের মধ্যে কেউ কি ঐ জান্নাতে যাওয়ার আকাঙ্ক্ষা কর এবং প্রস্তুতি গ্রহণ করতে ইচ্ছুক যাতে কোন ভয় ও বিপদ নেই? কা’বার প্রতিপালকের শপথ! ওটা সরাসরি জ্যোতি আর জ্যোতি। ওর সজীবতা ' সীমাহীন। ওর সবুজ-শ্যামলতা ফুটে পড়ছে। ওর প্রাসাদগুলো মযবূত, সুউচ্চ ও পাকা। ওর প্রস্রবণগুলো পরিপূর্ণ ও প্রবাহিত। ওর ফলগুলো সুস্বাদু ও পাকা। ফলগুলো প্রচুর পরিমাণে রয়েছে। তথায় সুন্দরী ও যুবতী হুর রয়েছে। তাদের পোশাকগুলো রেশমী ও মূল্যবান। ওর নিয়ামতরাশি চিরস্থায়ী ও অবিনশ্বর। ওটা শান্তির ঘর। ওটা সবুজ ও সজীব ফুলের বাগান। ওর নিয়ামতগুলো প্রচুর ও চমৎকার। ওর প্রাসাদগুলো সুউচ্চ ও সৌন্দর্যমণ্ডিত।” তাঁর একথা শুনে যতজন সাহাবী (রাঃ) সেখানে উপস্থিত ছিলেন সবাই সমস্বরে বলে উঠলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমরা এর জন্যে প্রস্তুতি গ্রহণ করবো এবং এটা লাভ করার জন্যে চেষ্টা করবো।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “ইনশাআল্লাহ। বলো।” সাহাবীগণ তখন ইনশাআল্লাহ বললেন।মহান আল্লাহ বলেনঃ পরম দয়ালু প্রতিপালকের পক্ষ হতে তাদেরকে বলা হবে ‘সালাম'। স্বয়ং আল্লাহ জান্নাতবাসীদের জন্যে সালাম। যেমন আল্লাহ তা'আলার উক্তিঃ (আরবী) অর্থাৎ “যেদিন তারা তাঁর সাথে সাক্ষাৎ করবে, তাদের তুহফা হবে সালাম।”(৩৩:৪৪)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতীরা তাদের নিয়ামতরাশির মধ্যে মগ্ন থাকবে এমন সময় উপরের দিক হতে আলো চমকাবে। তারা তাদের মস্তক উত্তোলন করবে এবং মহামহিমান্বিত আল্লাহকে দর্শন করার সৌভাগ্য লাভ করবে। আল্লাহ তাআলা বলবেনঃ (আরবী) অর্থাৎ “হে জান্নাত বাসীরা! তোমাদের উপর শান্তি বর্ষিত হোক।”(আরবী)-এ আয়াতের ভাবার্থ এটাই। আল্লাহ তা'আলা তাদের দিকে তাকাবেন এবং তারাও তার দিকে তাকিয়ে থাকবে। তারা যতক্ষণ আল্লাহ তা'আলার দিকে তাকিয়ে থাকবে ততক্ষণ অন্য কোন নিয়ামতের প্রতি তারা ভ্রুক্ষেপ করবে না। অবশেষে আল্লাহ তাআলা তার ও তাদের মাঝে পর্দা ফেলে। দিবেন এবং নূর (জ্যোতি) ও বরকত তাদের উপর থেকে যাবে।” ( এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। কিন্তু এর সদন দুর্বল। ইমাম ইবনে মাজাহ (রঃ) স্বীয় ‘কিতাবুস সুন্নাহ' নামক গ্রন্থে এটা বর্ণনা করেছেন)হযরত উমার ইবনে আবদিল আযীয (রঃ) বলেন যে, আল্লাহ তাআলা যখন জাহান্নামী ও জান্নাতীদের হতে ফারেগ হবেন তখন তিনি মেঘের ছায়ার দিকে মনোনিবেশ করবেন। ফেরেশতারা আশে পাশে থাকবেন এবং আল্লাহ জান্নাতীদেরকে সালাম করবেন ও জান্নাতীরা জবাব দিবে। হযরত কারাযী (রঃ) বলেন যে, এটা আল্লাহ তা'আলারঃ (আরবী)-এই উক্তির মধ্যে বিদ্যমান রয়েছে। ঐ সময় আল্লাহ তাআলা বলবেনঃ “তোমরা আমার কাছে যা চাইবে চাও।” তারা উত্তরে বলবেনঃ “হে আমাদের প্রতিপালক! কি চাইবো, সবই তো বিদ্যমান রয়েছে?” আল্লাহ তা'আলা বলবেনঃ “হ্যা, ঠিক আছে, তবুও যা মনে চায় তাই চাও।” তখন তারা জবাব দিবেঃ “আমরা আপনার সন্তুষ্টি চাই।” মহান আল্লাহ বলবেনঃ “ওটা তো আমি তোমাদেরকে দিয়েছিই। আর এরই ভিত্তিতে তোমরা আমার মেহমানখানায় এসেছে এবং আমি তোমাদেরকে এর মালিক বানিয়ে দিয়েছি।” জান্নাতীরা বলবেঃ “হে আল্লাহ! এখন তাহলে আমরা আপনার কাছে আর কি চাইবো? আপনি তো আমাদেরকে এতো বেশী দিয়ে রেখেছেন যে, যদি আপনি হুকুম করেন তবে আমাদের মধ্যে একজন লোক সমস্ত মানব ও দানবকে নিমন্ত্রণ করতে পারে এবং তাদেরকে পেটপুরে পানাহার করাতে পারে ও পোশাক পরাতে পারে, এমনকি তাদের সমস্ত প্রয়োজন পুরো করতে সক্ষম হবে। এর পরেও তার অধিকারভুক্ত জিনিস একটুও হ্রাস পাবে না। আল্লাহ তাআলা বলবেনঃ “আমার কাছে অতিরিক্ত আরো রয়েছে।” অতঃপর ফেরেশতারা তাদের কাছে আল্লাহ তা'আলার নিকট হতে নতুন নতুন উপঢৌকন নিয়ে আসবেন। (ইমাম ইবনে জারীর (রঃ) এ রিওয়াইয়াতটি বহু সনদে এনেছেন। কিন্তু এটা গারীব বা দুর্বল রিওয়াইয়াত। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)",
  "ayah": 58,
  "surah": 36
}
