{
  "text": "হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “প্রত্যেক বস্তুরই একটি দিল বা অন্তর রয়েছে। কুরআন কারীমের দিল হলো সূরায়ে ইয়াসীন।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন। কিন্তু এটা গারীব হাদীস এবং এর একজন বর্ণনাকারী অজ্ঞাত)হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি রাত্রে সূরায়ে ইয়াসীন পাঠ করে তাকে ক্ষমা করে দেয়া হয় এবং যে সূরায়ে দুখান পাঠ করে তাকেও মাফ করে দেয়া হয়।” (এ হাদীসটি হাফিয আবু ইয়া’লা (রঃ) বর্ণনা করেছেন। এর ইসনাদ খুবই উত্তম)হযরত মুগাফফাল ইবনে ইয়াসার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “সূরায়ে বাকারাহ হলো কুরআনের কুজ বা চূড়া। এর একটি আয়াতের সাথে আশিজন করে ফেরেশতা অবতরণ করেন এবং এর একটি আয়াত অর্থাৎ আয়াতুল কুরসী আরশের নীচ হতে নেয়া হয়েছে এবং এর সাথে মিলানো হয়েছে। সূরায়ে ইয়াসীন কুরআনের দিল বা হৃদয়। এটাকে যে ব্যক্তি আন্তরিকতার সাথে এবং আল্লাহর সন্তুষ্টি লাভ ও আখিরাতের বাসনায় পাঠ করে, আল্লাহ তা'আলা তাকে ক্ষমা করে দেন। তোমরা এ সূরাটি তোমাদের ঐ ব্যক্তির সামনে পাঠ করো যে মৃত্যু যন্ত্রণায় ছটফট করছে।” উলামায়ে কিরামের উক্তি রয়েছে যে, যে কঠিন কাজের সময় সূরায়ে ইয়াসীন পাঠ করা হয় আল্লাহ তা'আলা ঐ কঠিন কাজ সহজ করে দেন। মৃত্যুর সম্মুখীন হয়েছে এরূপ ব্যক্তির সামনে এ সূরাটি পাঠ করলে আল্লাহ তা'আলা রহমত ও বরকত নাযিল করেন এবং তার রূহ সহজভাবে বের হয়। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন। মাশায়েখও বলেন যে, এরূপ সময়ে সূরায়ে ইয়াসীন পাঠ করলে আল্লাহ তা'আলা আসানী করে থাকেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আমার উম্মতের প্রত্যেকেই এই সূরাটি মুখস্থ করুক এটা আমি কামনা করি ।” (এ হাদীসটি বাযযার (রঃ) বর্ণনা করেছেন)\n১-৭ নং আয়াতের তাফসীর:\n(আরবী) বা বিচ্ছিন্ন ও কর্তিত শব্দগুলো যা সূরাসমূহের শুরুতে এসে থাকে, যেমন এখানে (আরবী) এসেছে, এগুলোর পূর্ণ বর্ণনা আমরা সূরায়ে বাকারার কুতে দিয়ে এসেছি। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন। কেউ কেউ বলেছেন যে, (আরবী) -এর অর্থ হলোঃ “হে মানুষ!' অন্য কেউ বলেন যে, হাবশী অষায় এটা ‘হে মানুষ।' এ অর্থে এসে থাকে। আবার কেউ কেউ বলেন যে, এটা আল্লাহ্ তা'আলার নাম। এরপর আল্লাহ্ তা'আলা বলেনঃ শপথ জ্ঞানগর্ভ কুরআনের, যার আশে পাশেও বাতিল আসতে পারে না। এরপর তিনি বলেনঃ হে মুহাম্মাদ (সঃ)! নিশ্চয়ই তুমি আল্লাহর সত্য রাসূল। তুমি সরল সঠিক পথে রয়েছে। আর তুমি আছো পবিত্র দ্বীনের উপর। তুমি যে সরল পথে রয়েছে তা হলো দয়াময়, পরম দয়ালু আল্লাহর পথ। এই দ্বীন অবতীর্ণ করেছেন তিনি যিনি মহা মর্যাদাবান এবং মুমিনদের উপর বিশেষ দয়াকারী। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! নিশ্চয়ই তুমি সরল সোজা পথের দিকে পথ প্রদর্শন করে থাকো।” যা ঐ আল্লাহর পথ যিনি আসমান ও যমীনের মালিক এবং যার নিকট সমস্ত কাজের ফলাফল। যাতে তুমি সতর্ক করতে পার এমন এক জাতিকে যাদের পিতৃপুরুষদেরকে সতর্ক করা হয়নি, যার ফলে তারা গাফিল। শুধু তাদেরকে সম্বোধন করার অর্থ এই নয় যে, অন্যেরা এর থেকে পৃথক। যেমন কিছু লোককে সম্বোধন করণে জনসাধারণ তা হতে বাদ পড়ে যায় না। রাসূলুল্লাহ (সঃ)-কে সারা দুনিয়ার জন্যে পাঠানো হয়েছিল। যেমন এটা (আরবী) (৭:১৫৮)-এই আয়াতের তাফসীরে বিস্তারিতভাবে আলোচিত হয়েছে।এরপর মহান আল্লাহ বলেনঃ তাদের অধিকাংশের জন্যে সেই বাণী অর্থাৎ তার শাস্তির বাণী অবধারিত হয়ে গেছে, সুতরাং তারা ঈমান আনবে না। তারা তো অবিশ্বাস করতেই থাকবে।",
  "ayah": 7,
  "surah": 36
}
