{
  "text": "৯-১০ নং আয়াতের তাফসীর\nআল্লাহ তা’আলা স্বীয় রাসূল (সঃ)-কে কাফির ও মুনাফিকদের বিরুদ্ধে অস্ত্র-শস্ত্রসহ জিহাদ করার নির্দেশ দিচ্ছেন। আরো নির্দেশ দিচ্ছেন দুনিয়ায় তাদের প্রতি কঠোর হতে। আর পরকালেও তাদের আশ্রয়স্থল হবে জাহান্নাম এবং ওটা কতই না নিকৃষ্ট প্রত্যাবর্তন স্থল।এরপর আল্লাহ দৃষ্টান্ত দ্বারা বুঝাচ্ছেন যে, কাফিরদের তাদের কুফরী সত্ত্বেও মুসলমানদের সাথে দুনিয়ায় মিলে মিশে থাকা কিয়ামতের দিন কোনই উপকারে আসবে না। যেমন দুই জন নবী, হযরত নূহ (আঃ) ও হযরত লূত (আঃ)-এর স্ত্রীদ্বয়, যারা সদা-সর্বদা এই নবীদের সাহচর্যে থাকতো, তাঁদের সাথে সব সময় উঠা বসা করতো, এক সাথে পানাহার করতো এবং এক সাথে রাত্রি যাপনও করতো, কিন্তু যেহেতু তাদের মধ্যে ঈমান ছিল না, বরং তারা কুফরীর উপর কায়েম ছিল, সেই হেতু নবীদের অষ্ট প্রহরের সাহচর্য তাদের কোন কাজে আসলো না। নবীগণ তাদের পারলৌকিক কোন উপকার করতে পারলেন না এবং তাদেরকে ধ্বংসের হাত হতে রক্ষা করতে সক্ষম হলেন না। বরং তাদেরকেও জাহান্নামীদের সাথে জাহান্নামে চলে যাওয়ার নির্দেশ দেয়া হলো। এটা স্মরণ রাখার বিষয় যে, এখানে খিয়ানত দ্বারা ব্যভিচার উদ্দেশ্য নয়। নবীদের (আঃ) পবিত্রতা ও সততা এতো ঊর্ধ্বে যে, তাদের স্ত্রীদের মধ্যে ব্যভিচাররূপ জঘন্য পাপকার্য প্রকাশ পাওয়া সম্ভব হতে পারে না। আমরা সূরায়ে নূরের তাফসীরে এর পূর্ণ বর্ণনা দিয়েছি। বরং এখানেও উদ্দেশ্য দ্বীনের ব্যাপারে খিয়ানত করা। অর্থাৎ তারা দ্বীনের ব্যাপারে তাদের স্বামীদের খিয়ানত বা বিশ্বাসঘাতকতা করেছিল। দ্বীনের কাজে তাদের সঙ্গিনী হয়নি।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাদের বিশ্বাসঘাতকতা ব্যভিচার ছিল না। বরং এই ছিল যে, হযরত নূহ (আঃ)-এর স্ত্রী বলতো যে, এই লোকটি অর্থাৎ হযরত নূহ (আঃ) একজন পাগল। আর হযরত লূত (আঃ)-এর স্ত্রীর বিশ্বাসঘাতকতা এই ছিল যে, তাঁর বাড়ীতে কোন মেহমান আসলে সে কাফিরদেরকে খবর দিয়ে দিতো। হযরত নূহ (আঃ)-এর স্ত্রী তাঁর গোপন তথ্য এবং গোপনে ঈমান আনয়নকারীদের নাম কাফিরদের কাছে প্রকাশ করে দিতো। অনুরূপভাবে হযরত লূত (আঃ)-এর স্ত্রীও তার স্বামী হযরত লূত (আঃ)-এর বিরুদ্ধাচরণ করতো এবং যাঁরা মেহমানরূপে তাঁর বাড়ীতে আসতেন তাঁদের খবর তার কওমকে দিয়ে দিতো, যাদের কু-কাজের অভ্যাস ছিল। হযরত ইবনে আব্বাস (রাঃ) হতে একথাও বর্ণিত আছে যে, কোন নবীরই স্ত্রী কখনো ব্যভিচার করেনি। হযরত যহহাক (রঃ) প্রমুখ গুরুজনও একথাই বলেন। এটাকে দলীলরূপে গ্রহণ করে কোন কোন আলেম বলেছেনঃ সাধারণ লোকদের মধ্যে একথা প্রসিদ্ধ হয়ে রয়েছে যে, হাদীসে আছেঃ যে ব্যক্তি এমন লোকের সাথে পানাহার করে যাকে ক্ষমা করে দেয়া হয়েছে, ঐ লোকটিকেও ক্ষমা করে দেয়া হয়, এটা খুবই দুর্বল হাদীস। আর প্রকৃত ব্যাপারও এটাই যে, এ হাদীসটি একেবারে ভিত্তিহীন। তবে হ্যাঁ, একজন বুযুর্গ ব্যক্তি হতে বর্ণিত আছে যে, তিনি স্বপ্নে রাসূলুল্লাহ (সঃ)-এর সাথে সাক্ষাৎ করেছিলেন এবং তাঁকে জিজ্ঞেস করেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! যাকে ক্ষমা করা হয়েছে তার সাথে যে থাকবে তাকেও ক্ষমা করে দেয়া হবে' একথা কি আপনি বলেছেন?” উত্তরে তিনি বলেনঃ “না, কিন্তু এখন আমি একথা বলছি।\"",
  "ayah": 10,
  "surah": 66
}
