{
  "text": "৬-৮ নং আয়াতের তাফসীর\nহযরত আলী (রাঃ) বলেন যে, (আরবি)-এর ভাবার্থ হচ্ছেঃ তোমরা তোমাদের পরিবারের লোকদেরকে ইলম ও আদব শিক্ষা দাও। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হচ্ছেঃ তোমরা আল্লাহর আদেশ মেনে চল এবং অবাধ্যাচরণ করো না। পরিবারের লোকদেরকে আল্লাহর যিকরের তাগীদ কর, যাতে আল্লাহ তোমাদেরকে জাহান্নাম হতে রক্ষা করেন।মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ তোমরা আল্লাহকে ভয় কর এবং পরিবারের লোকদেরকেও ভয় করতে বল। কাতাদাহ (রঃ) বলেন যে, অর্থ হলোঃ তাদেরকে আল্লাহর আনুগত্যের হুকুম কর এবং অবাধ্যাচরণ হতে নিষেধ কর। তাদের উপর আল্লাহর হুকুম কায়েম রাখো এবং তাদেরকে আল্লাহর আহকাম পালন করার তাগীদ করতে থাকো। সৎ কাজে তাদেরকে সাহায্য কর এবং অসৎ কাজে তাদেরকে শাসন-গর্জন কর।মুকাতিল (রঃ) বলেনঃ প্রত্যেক মুসলমানের উপর নিজের পরিবারভুক্ত লোকদেরকে এবং দাস-দাসীদেরকে আল্লাহর হুকুম পালন করার ও তাঁর নাফরমানী হতে বিরত থাকার শিক্ষা ও উপদেশ দান করতে থাকা ফরয।আবদুল মালিক ইবনে রাবী' ইবনে সিববাহ (রঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তোমাদের শিশুদেরকে নামাযের হুকুম কর যখন তাদের বয়স সাত বছর হয়। আর যখন তারা দশ বছর বয়সে পদার্পণ করে তখন তাদেরকে নামাযে অবহেলার কারণে প্রহার কর।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবূ দাউদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)ফকীহদের ফরমান এই যে, অনুরূপভাবে শিশুদেরকে এই বয়স হতেই রোযার জন্যেও তাগীদ করা উচিত। যাতে প্রাপ্ত বয়সে পৌঁছা পর্যন্ত তারা নামায রোযায় পূর্ণমাত্রায় অভ্যস্ত হয়ে পড়ে। যাতে তাদের মধ্যে আল্লাহ ও তাঁর রাসূল (সঃ)-এর আনুগত্য করার এবং তাঁদের নাফরমানী হতে বিরত থাকার অভ্যাস পয়দা হয়। মুমিনরা এ কাজ করলে তারাও তাদের পরিবার পরিজন জাহান্নামের অগ্নি হতে রক্ষা পাবে, যার ইন্ধন হবে মানুষ ও প্রস্তর। এদের দ্বারা অগ্নি প্রজ্বলিত করা হবে। তাহলে আগুন কত কঠিন তেজ হতে পারে তা সহজেই অনুমেয়।প্রস্তর দ্বারা হয়তো ঐ প্রস্তর উদ্দেশ্য হতে পারে দুনিয়ায় যেগুলোর পূজা করা হয়। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “নিশ্চয়ই তোমরা এবং তোমাদের মা'বূদরা জাহান্নামের ইন্ধন হবে।”(২১:৯৮) হযরত ইবনে মাসউদ (রাঃ), মুজাহিদ (রঃ), আবূ জা’ফর আল বাকির (রঃ) এবং সুদ্দী (রঃ) বলেন যে, ওটা হবে গন্ধকের পাথর যা হবে অত্যন্ত দুর্গন্ধময়। একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) (আরবি)-এই আয়াতটি তিলাওয়াত করেন। ঐ সময় তাঁর খিদমতে কয়েকজন সাহাবী ছিলেন। তাঁদের মধ্যে একজন বৃদ্ধ লোক জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! জাহান্নামের পাথরটি দুনিয়ার পাথরের মত?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “যাঁর অধিকারে আমার প্রাণ রয়েছে তাঁর শপথ! জাহান্নামের একটি পাথর দুনিয়ার সমস্ত পাথর হতে বড়।” একথা শুনে বৃদ্ধ লোকটি অচৈতন্য হয়ে পড়লেন। তখন রাসূলুল্লাহ (সঃ) তাঁর বক্ষে হাত রেখে বুঝতে পারলেন যে, তিনি জীবিত আছেন। সুতরাং তিনি তাঁকে ডাক দিয়ে বললেনঃ “হে বৃদ্ধ! বলঃ লা ইলাহা ইল্লাল্লাহ্।” বৃদ্ধ তা পাঠ করলেন। তারপর তিনি ঐ বৃদ্ধ লোকটিকে জান্নাতের সুসংবাদ দিলেন। সাহাবীগণ তখন বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের মধ্য হতে শুধু তাঁকেই এ সুসংবাদ দান করলেন?” তিনি উত্তরে বললেনঃ (আরবি)অর্থাৎ “ওটা ঐ ব্যক্তির জন্যে, যে আমার সামনে দণ্ডায়মান হওয়াকে ভয় করে এবং ভয় করে আমার শাস্তিকে।” (১৪:১৪)।এরপর ইরশাদ হচ্ছেঃ এতে (এই শাস্তি দেয়ার কাজে) নিয়োজিত রয়েছে নির্মম হৃদয়, কঠোর স্বভাব ফেরেশতাগণ। অর্থাৎ তাদের স্বভাব বা প্রকৃতি কঠোর। কাফেরদের জন্যে তাদের অন্তরে কোন করুণা রাখা হয়নি। তারা নিকৃষ্ট পন্থায় কঠিন শাস্তি দিয়ে থাকে। তাদেরকে দেখা মাত্রই অন্তরাত্মা কেঁপে ওঠে। \tহযরত ইকরামা (রঃ) বলেন যে, জাহান্নামীদের প্রথম দলটি যখন জাহান্নামের দিকে এগিয়ে চলবে তখন দেখবে যে, দরজার উপর চার লক্ষ ফেরেশতা শাস্তি দেয়ার জন্যে প্রস্তুত রয়েছেন, যাঁদের চেহারা অত্যন্ত ভয়াবহ, রঙ অত্যন্ত কালে। দাঁতগুলো বাইরের দিকে বেরিয়ে আছে। তাঁরা অত্যন্ত নির্দয় ও কঠোর হৃদয়। তাঁদের অন্তরে অণুপরিমাণও দয়া রাখা হয়নি। তাঁরা এতো মোটা ও চওড়া যে, যদি পাখী তাদের এক স্কন্ধ হতে উড়তে শুরু করে তবে অন্য স্কন্ধে পৌঁছতে তার দুই মাস সময় লাগবে। তারপর তারা (জাহান্নামীরা) দ্বিতীয় দরজার উপর ঊনিশ জন ফেরেশতা দেখতে পাবে, যাদের বক্ষ এতো প্রশস্ত যে, তা সত্তর বছরের পথ। অতঃপর তাদেরকে এক দরজা হতে অন্য দরজার দিকে ধাক্কা দেয়া হবে। পাঁচ শত বছর পড়তে থাকার পর অন্য দরজার কাছে তারা তা দেখতে পাবে। এই ভাবে প্রতিটি দরজার উপর এই ফেরেশতামণ্ডলী আল্লাহ তা'আলার আজ্ঞাধীন রয়েছেন। একদিকে আদেশ এবং অন্যদিকে তা প্রতিপালন। তাঁদেরকে যাবানিয়্যাহ বলা হয়। আল্লাহ তা'আলা আমাদেরকে তাঁদের হাত হতে মুক্তি দান করুন! এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ হে কাফিরগণ! আজ তোমরা দোষ স্খালনের চেষ্টা করো না। তোমরা যা করতে তোমাদেরকে তারই প্রতিফল দেয়া হবে। অর্থাৎ কিয়ামতের দিন কাফিরদেরকে বলা হবেঃ আজকে তোমরা কোন ওযর পেশ করো না, কারণ আজ তোমাদের কোন ওযর কবূল করা হবে না। তোমাদেরকে আজকে তোমাদের কৃতকর্মেরই শুধু প্রতিফল দেয়া হবে।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ হে ঈমানদারগণ! তোমরা আল্লাহর নিকট তাওবা কর, বিশুদ্ধ তাওবা। অর্থাৎ সত্য ও খাঁটি তাওবা কর যার ফলে তোমাদের পূর্ববর্তী পাপরাশি মার্জনা করা হবে। আর তোমাদের মন্দ স্বভাব দূর হয়ে যাবে। হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত উমার ইবনুল খাত্তাব (রাঃ)-কে খুৎবায় বলতে শুনেনঃ “হে মুমিনগণ! তোমরা আল্লাহর নিকট এমন বিশুদ্ধ তাওবা কর যে, তোমার দ্বারা ঐ পাপকার্যের আর পুনরাবৃত্তি ঘটবে না।” (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন) অন্য রিওয়াইয়াতে রয়েছেঃ “অতঃপর ঐ পাপকার্য করার ইচ্ছাও করবে না।\" হযরত আবদুল্লাহ (রাঃ) হতেও প্রায় এরূপই বর্ণিত আছে। একটি মারফূ’ হাদীসে এরূপই এসেছে যা দুর্বল এবং সঠিক কথা এটাই যে, এ হাদীসটিও মাওকুফ। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।পূর্বযুগীয় আলেমগণ বলেনঃ খাঁটি ও বিশুদ্ধ তাওবা এই যে, গুনাহ হয়ে যাওয়ার পরই তাওবা করবে ও লজ্জিত হবে এবং আগামীতে ঐ পাপকার্য আর না করার দৃঢ় সংকল্প করবে। আর যদি গুনাহতে কারো হক থাকে তবে চতুর্থ শর্ত এই যে, ঐ হক নিয়মিতভাবে আদায় করবে।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি রসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “লজ্জিত হওয়াও হলো তাওবা করা।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত উবাই ইবনে কা'ব (রাঃ) বলেনঃ “কিয়ামত নিকটবর্তী হওয়ার সময় এই উম্মতের শেষের লোকেরা কি কাজ করবে তা আমাদেরকে বলে দেয়া হয়েছে। একটি এই যে, মানুষ তার স্ত্রী বা দাসীর গৃহ্যদ্বারে সঙ্গম করবে। অথচ এটা আল্লাহ এবং তাঁর রাসূল হারাম করেছেন। আর এ কাজে আল্লাহ এবং তাঁর রাসূল (সঃ) অসন্তুষ্ট হন। অনুরূপভাবে পুরুষের সাথে পুরুষ কুকাজে লিপ্ত হবে। যা হারাম এবং আল্লাহ ও তাঁর রাসূল (সঃ)-এর অসন্তুষ্টির কারণ। এ লোকদের নামাযও আল্লাহর নিকট কবূল হয় না। যে পর্যন্ত না তারা তাওবা করে বিশুদ্ধ তাওবা।\" তখন হযরত উবাই ইবনে কা'ব (রাঃ)-কে জিজ্ঞেস করা হলোঃ “বিশুদ্ধ তাওবা কি?\" উত্তরে তিনি বললেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে এই প্রশ্নই করেছিলাম। তিনি জবাবে বলেছিলেনঃ “ভুলক্রমে গুনাহ হয়ে গেছে, অতঃপর ওর উপর লজ্জিত হওয়া, আল্লাহর কাছে ক্ষমা প্রার্থনা করা, তারপর ঐ গুনাহর দিকে আর ঝুঁকে না পড়া।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত হাসান (রঃ) বলেনঃ বিশুদ্ধ তাওবা হলো এই যে, যেমন গুনাহর প্রতি ভালবাসা ও আকর্ষণ ছিল ঐ রকমই ওর প্রতি অন্তরে ঘৃণা জন্মে যাওয়া। যখন ঐ গুনাহর কথা স্মরণ হয় তখন ক্ষমা প্রার্থনা করা। যখন কোন বান্দা তাওবা করার জন্যে দঢ় সংকল্প করে নেয় এবং তাওবার উপর অটল থাকে তখন আল্লাহ তা'আলা তার পূর্বের সমস্ত গুনাহ মাফ করে দেন।সহীহ্ হাদীসে এসেছে যে, ইসলাম গ্রহণের পর ইসলাম-পূর্ব যুগের সমস্ত গুনাহ্ ইসলাম মিটিয়ে দেয়। এখন থাকলো এই কথা যে, বিশুদ্ধ তাওবায় শর্ত হলো, তাওবাকারী মৃত্যু পর্যন্ত আর ঐ গুনাহর কাজ কখনো করবে না। যেমন হাদীস ও আসার এখনই বর্ণিত হলো যে, আর কখনো ঐ পাপের কাজে হাত দিবে না। অথবা শুধু এই দৃঢ় সংকল্প যথেষ্ট হবে যে, ঐ পাপকার্য আর কখনো করবে না, তারপর হয় তো মানবিক চাহিদা হিসেবে আবার পদস্খলন ঘটে যাবে। যেমন এখনই হাদীস গত হলো যে, তাওবা পূর্বের সমস্ত গুনাহকে মিটিয়ে দেয়। তাহলে শুধু কি তাওবার দ্বারাই গুনাহ্ মাফ হয়ে যাবে, না মৃত্যু পর্যন্ত ঐ গুনাহর কাজ আর না করা শর্ত? প্রথমটির দলীল তো এই সহীহ্ হাদীসটি যে, যে ব্যক্তি ইসলামে সৎ কাজ করবে, সে তার অজ্ঞতার যুগের অসৎ কাজের কারণে গ্রেফতার হবে না। আর যে ব্যক্তি ইসলাম গ্রহণের পরেও অসৎ কাজে জড়িয়ে পড়বে তাকে তার ইসলাম ও জাহেলিয়াত উভয় যুগের অসৎ কাজের জন্যে পাকড়াও করা হবে। সুতরাং ইসলাম, যা পাপরাশিকে দূর করে দেয়ার ব্যাপারে তাওবার অপেক্ষাও অগ্রগণ্য, এর পরেও যখন তার অসত্ত্বার্যের কারণে পাকড়াও করা হচ্ছে, তখন তাওবার পরেও অসৎ কাজ পুনরায় করলে তো আরো বেশী তাকে পাকড়াও করা উচিত। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল জানেন। এরপর ইরশাদ হচ্ছেঃ আল্লাহ নবী (সঃ) ও তার মুমিন সঙ্গীদেরকে অপদস্থ করবেন না। তাদেরকে আল্লাহ তা'আলার পক্ষ হতে যে জ্যোতি দান করা হবে তা তাদের সামনে ও দক্ষিণ পার্শ্বে ধাবিত হবে। আর অন্যেরা সবাই অন্ধকারের মধ্যে থাকবে। যেমন ইতিপূর্বে এটা সূরায়ে হাদীদের তাফসীরে গত হয়েছে। যখন মুমিনগণ দেখবে যে, মুনাফিকরা যে জ্যোতি লাভ করেছিল, ঠিক প্রয়োজনের সময় তা তাদের হতে ছিনিয়ে নেয়া হয়েছে এবং তারা অন্ধকারের মধ্যে হাবুডুবু খাচ্ছে, তখন তারা (মুমিনরা) দুআ করবেনঃ হে আমাদের প্রতিপালক! আমাদেরকে জ্যোতিতে আপনি পূর্ণতা দান করুন এবং আমাদেরকে রক্ষা করুন! আপনি তো সর্ববিষয়ে সর্বশক্তিমান।বানু কিনানাহ্ গোত্রের একজন লোক বলেনঃ “মক্কা বিজয়ের দিন আমি রাসূলুল্লাহ (সঃ)-এর পিছনে নামায পড়েছিলাম। আমি তাঁকে দু’আয় বলতে শুনেছিলামঃ  (আরবি) অর্থাৎ “হে আল্লাহ! কিয়ামতের দিন আপনি আমাকে অপদস্ত করবেন না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আবূ যার (রাঃ) ও হযরত আবূ দারদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন সর্বপ্রথম আমাকে সিজদার অনুমতি দেয়া হবে। অনুরূপভাবে সর্বপ্রথম আমাকেই সিজদা হতে মস্তক উত্তোলনেরও অনুমতি দেয়া হবে। আমি আমার সামনে এবং ডানে ও বামে দৃষ্টি নিক্ষেপ করে আমার উম্মতকে চিনে নিবো।” একজন সাহাবী জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! তাদেরকে আপনি কি করে চিনতে পারবেন? বহু উম্মত তো মিশ্রিতভাবে থাকবে?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “আমার উম্মতের লোকদের একটি চিহ্ন তো এই যে, তাদের অযুর অঙ্গগুলো উজ্জ্বল হবে ও চমকিতে থাকবে। অন্য কোন উম্মতের লোকদের এরূপ হবে না। দ্বিতীয় পরিচয় এই যে, তাদের আমলনামা তাদের ডান হাতে থাকবে। তৃতীয় নিদর্শন এই যে, তাদের ললাটে সিজদার চিহ্ন থাকবে। চতুর্থ চিহ্ন এই যে, তাদের জ্যোতি তাদের আগে আগে থাকবে।” (এ হাদীসটি মুহাম্মাদ ইবনে নাসরুল মুরূযী (রঃ) বর্ণনা করেছন)",
  "ayah": 8,
  "surah": 66
}
