{
  "text": "আল্লাহ তাআলা কিয়ামত নিকটবর্তী হওয়ার খবর দিচ্ছেন। কিয়ামত যেন সংঘটিত হয়েই গেছে। এ জন্যেই তিনি অতীত কালের ক্রিয়া দ্বারা এই বর্ণনা করেছেন। যেমন তিনি বলেছেনঃ (আরবি) অর্থাৎ মানুষের হিসাব নিকাশের সময় আসন্ন, কিন্তু তারা উদাসিনতায় মুখ ফিরিয়ে রয়েছে।” (২১:১)। মহান আল্লাহ বলেনঃ “কিয়ামত নিকটবর্তী হয়েছে এবং চন্দ্র বিদীর্ণ হয়ে গেছে।” এরপর আল্লাহ তাআলা বলেনঃ “তোমরা এই নিকটবর্তী বিষয়ের জন্যে তাড়াহুড়া করো না।” • সর্বনামটি হয়তো বা ‘আল্লাহ’ শব্দের দিকে ফিরছে। তখন অর্থ হবেঃ “তোমরা আল্লাহ তাআলার নিকট ওটা তাড়াতাড়ি চেয়ো না। কিংবা ওটা প্রত্যাবর্তিত হচ্ছে ‘আযাব’ শব্দের দিকে।” অর্থাৎ ‘আযাবের জন্যে তাড়াতাড়ি করো না। দু'টি অর্থই পরস্পর সম্বন্ধ যুক্ত। যেমন আল্লাহ তাআলা বলেনঃ “(হে নবী (সঃ)! লোকেরা তোমার কাছে তাড়াতাড়ি শাস্তি চাচ্ছে, যদি শাস্তির জন্যে একটা নির্ধারিত সময় না থাকতো, তবে অবশ্যই তা তাদের উপর চলে আসতো, কিন্তু তা অবশ্যই অকস্মাৎ তাদের উপর চলে আসবে এবং তারা তা বুঝতেই পারবে না। তারা তোমার কাছে আযাবের জন্যে তাড়াতাড়ি করছে, নিশ্চয় জাহান্নাম কাফিরদেরকে পরিবেষ্টনকারী।”যহহাক (রঃ) এই আয়াতের এক বিস্ময়কর ভাবার্থ বর্ণনা করেছেন। তিনি বলেন, এর ভাবার্থ হচ্ছেঃ “আল্লাহ তাআলার ফারায়ে ওহুদূদ নাযিল হয়ে গেছে।” ইমাম ইবনু জারীর (রঃ) কঠোর ভাবে এটা খণ্ডন করেছেন এবং বলেছেনঃ “আমাদের মধ্যে তো এমন একজনও নেই, যে শরীয়তের অস্তিত্বের পূর্বে এটা চাওয়ার ব্যাপারে তাড়াহুড়া করেছে। বরং এর দ্বারা উদ্দেশ্য হচ্ছে ‘আযাবের জন্যে তাড়াহুড়া করা যা কাফিরদের অভ্যাস ছিল। কেননা, তারা ওটাকে মানতই না।” যেমন কুরআন পাকে রয়েছেঃ “বেঈমানেরা তো এর জন্যে তাড়াতাড়ি করছে অথচ ঈমানদাররা এর থেকে ভীত-সন্ত্রস্ত রয়েছে। কেননা, তারা এটাকে সত্য বলে বিশ্বাস করে; প্রকৃত ব্যাপার এই যে, আল্লাহর শাস্তির ব্যাপারে সন্দেহ পোষণকারী দূরের বিভ্রান্তিতে পড়ে রয়েছে।” হযরত উকবা ইবনু আমির (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হওয়ার নিকটবর্তী সময়ে পশ্চিম দিকহতে ঢালের মত কালো মেঘ প্রকাশিত হবে এবং ওটা খুবই তাড়াতাড়ি আকাশের উপরে উঠে যাবে। অতঃপর ওর মধ্য হতে এক ঘোষণাকারী ঘোষণা করবে। লোকেরা বিস্মিত হয়ে একে অপরকে জিজ্ঞেস করবেঃ “কিছু শুনতে পেয়েছো কি?” কেউ কেউ বলবেঃ “হাঁ, পেয়েছি।” আর কেউ কেউ ওটাকে বাজে কথা বলে উড়িয়ে দেবে। আবার ঘোষণা দেয়া হবে এবং বলা হবেঃ “হে লোক সকল!” এবার সবাই বলে উঠবে- “হাঁ, শব্দ শুনতে পেয়েছি।” তৃতীয়বার ঐ ঘোষণাকারী ঘোষণা করবে; “হে লোক সকল! আল্লাহর হুকুম এসে গেছে। এখন তাড়াতাড়ি করো না।” আল্লাহর কসম! এমন দু ব্যক্তি যারা কাপড় ছড়িয়ে রাখতো তারা জড় করার সময় পাবে না, কিয়ামত সংঘটিত হয়ে যাবে। কেউ হয়তো তার পানির হাউয ঠিক করতে থাকবে, সেই পানি পান করতে পারবে না, কিয়ামত সংঘটিত হয়ে যাবে। দুধ দোহনকারী দুধ পান করার অবসর পাবে না, কিয়ামত হয়ে যাবে। লোকেরা শসব্যস্ত হয়ে পড়বে।এরপর আল্লাহ তাআলা স্বীয় পবিত্র সত্তার শিরক ও অন্যের ইবাদত হতে বহু উর্ধ্বে থাকার বর্ণনা দিচ্ছেন। বাস্তবিকই তিনি ঐ সমুদয় বিষয় থেকে পবিত্র এবং তা থেকে তিনি বহু দূরে ও বহু উর্ধ্বে রয়েছেন। এরাই মুশরিক যারা কিয়ামতকেও অস্বীকারকারী। তিনি মহিমান্বিত এবং তারা যাকে শরীক করে তিনি তার উর্ধ্বে।",
  "ayah": 1,
  "surah": 16
}
