{
  "text": "১০৬-১০৯ নং আয়াতের তাফসীর\nমহান আল্লাহ বর্ণনা করছেন যে, যারা ঈমান এবং কুফরীর জন্যে হৃদয় উন্মুক্ত রাখে, তাদের উপর আল্লাহর গজব আপতিত হবে। কারণ এই যে, ঈমানের জ্ঞান লাভ করার পর তা থেকে তারা ফিরে গেছে। আর আখেরাতে তাদের জন্যে রয়েছে বেদনাদায়ক শাস্তি। কারণ, তারা আখেরাত নষ্ট করে দুনিয়ার প্রেমে পড়ে গেছে এবং ইসলামের উপর ধর্মত্যাগী হওয়াকে প্রাধান্য দিয়েছে, একমাত্র দুনিয়ার প্রতি আকৃষ্ট হওয়ার কারণে।তাদের অন্তর হিদায়াত হতে শূন্য ছিল বলে আল্লাহ তাআলার পক্ষ থেকে সত্যের উপর প্রতিষ্ঠিত থাকার তাওফীক তারা লাভ করে নি।তাদের অন্তরে মোহর লেগে গেছে, তাই উপকারী কোন কথা তারা বুঝতে পারে না। তাদের চক্ষু ও কর্ণ অকেজো হয়ে গেছে। না তারা হক দেখতে পায়, না শুনতে পায়। সুতরাং কোন জিনিসই তাদের কোন উপকার করে নাই এবং তারা নিজেদের পরিণাম সম্পর্কে সম্পূর্ণ উদাসীন রয়েছে। এটা নিশ্চিত যে, তারা নিজেদেরও ক্ষতি করছে এবং পরিবারেরও ক্ষতি করছে।প্রথম আয়াতের মাঝে যাদেরকে স্বতন্ত্র করা হয়েছে, অর্থাৎ ওরাই, যাদের উপর জোর-জবরদস্তি করা হয়েছে, অথচ তাদের অন্তরে পূর্ণ ঈমান রয়েছে, তাদের দ্বারা ঐ লোকদেরকে বুঝানো হয়েছে যারা মারপিট ও অসহনীয় উৎপীড়নের কারণে বাধ্য হয়ে মৌখিক ভাবে মুশরিকদেরকে সমর্থন করে থাকে। কিন্তু তাদের অন্তর তাদেরকে মোটেই সমর্থন করে না। বরং অন্তরে আল্লাহ ও তাঁর রাসূলের (সঃ) প্রতি পূর্ণ ঈমান বিদ্যমান থাকে।হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এই আয়াতটি হযরত আম্মার ইবনু ইয়াসিরের (রাঃ) ব্যাপারে অবতীর্ণ হয়। ঘটনা এই যে, মুশরিকরা তাঁকে কঠিন শাস্তি দিতে থাকে, যে পর্যন্ত না রাসূলুল্লাহকে (সঃ) অস্বীকার করেন। তখন তিনি অত্যন্ত নিরুপায় ও বাধ্য হয়ে তাদেরকে সমর্থন করেন। অতঃপর তিনি রাসূলুল্লাহর (সঃ) নিকট গমন করে ওজর পেশ করেন। এ সময় আল্লাহ তাআলার এই আয়াতটি অবতীর্ণ হয়। শাবী (রঃ) কাতাদা (রঃ) এবং আবু মালিকও এ কথাই বলেন।তাফসীরে ইবনু জারীরে রয়েছে যে, মুশরিকরা হযরত আম্মার ইবনু ইয়াসিরকে (রাঃ) ধরে ফেলে। অতঃপর তারা তাঁকে কষ্ট দিতে শুরু করে। শেষ পর্যন্ত তিনি তাদের কথাকে সমর্থন করে নেন। তারপর তিনি রাসূলুল্লাহর (সঃ) নিকট এসে নিজের বিরুদ্ধে অভিযোগ করেন। তখন তিনি তাকে জিজ্ঞেস করেনঃ “তোমার অন্তরকে তুমি কিরূপ পাচ্ছ?” উত্তরে তিনি বলেনঃ “অন্তর তো ঈমানে পরিপূর্ণ রয়েছে। তিনি তখন বলেনঃ “তারা যদি তাদের কাজের পুনরাবৃত্তি করে তবে তুমিও তোমার একথার পুনরাবৃত্তি করবে।” ইমাম বায়হাকী (রঃ) এ ঘটনাটিকে আরো বিস্তারিত ভাবে বর্ণনা করেছেন। তার বর্ণনায় রয়েছে যে, হযরত আম্মার তাদের সামনে নবীকে (সঃ) গালমন্দ দেন এবং তাদের মা'বুদ সম্পর্কে ভাল মন্তব্য করেন। অতঃপর তিনি নবীর (সঃ) কাছে নিজের দুঃখের কথা বর্ণনা করতে গিয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি মুশরিকদের সামনে আপনাকে গাল-মন্দ দেয়া এবং তাদের মা’বৃদের সুনাম করার পূর্ব পর্যন্ত তারা আমাকে শাস্তি দেয়া হতে রেহাই দেয় নাই।” তখন তিনি তাকে জিজ্ঞেস করলেনঃ “তোমার অন্তরকে তুমি কেমন পাচ্ছ।” উত্তরে তিনি বললেনঃ “আমার অন্তরকে আমি ঈমানে অবিচলিত পেয়েছি।” তাঁর একথা শুনে তিনি তাঁকে বললেনঃ “তারা যদি পুনরায় তোমার সাথে এরূপ ব্যবহার করে, তবে তুমিও আবার এই ব্যবস্থাই অবলম্বন করবে।” এ ব্যাপারেই এই আয়াতটি অবতীর্ণ হয়।উলামায়ে কিরাম এ বিষয়ে একমত যে, যার উপর জোর-যবরদস্তি করাহবে, প্রাণ বাঁচানোর জন্যে কাফিরদের পক্ষ সমর্থন করা তার জন্যে জায়েয। আবার এরূপ পরিস্থিতিতেও তাদের কথা অমান্য করা জায়েয। যেমন হযরত বিলাল (রাঃ) এরূপ করে দেখিয়েছেন। তিনি কোন অবস্থাতেই মুশরিকদের কথা মান্য করেন নাই। এমনকি কঠিন গরমের দিনে প্রখর রৌদ্রের সময় তারা তাকে মাটির উপর শুয়ে যেতে বাধ্য করেছিল এবং ঐ অবস্থায় তার বক্ষের উপর একটা ভারী ওজনের পাথর চাপিয়ে দিয়েছিল এবং বলেছিলঃ “এখনও যদি তুমি শিরক কর তবে তোমাকে মুক্তি দেয়া হবে।” কিন্তু তখনও তিনি পরিষ্কার ভাষায় তাদের এ প্রস্তাব প্রত্যাখ্যান করেছিলেন এবং ‘আহাদ’ ‘আহাদ’(একক, একক) বলে আল্লাহ তাআলার একত্ববাদ ঘোষণা করেছিলেন। এমনকি ঐ অবস্থাতেও তাদেরকে বলেছিলেনঃ “দেখো, তোমাদের ক্রোধ উদ্রেককারী এর চেয়ে বড় কথা যদি আমার জানা থাকতো তবে আল্লাহর কসম! আমি ঐ কথাই বলতাম।” আল্লাহ তার প্রতি সন্তুষ্ট থাকুন এবং চিরদিনের জন্যে তাকেও সন্তুষ্ট রাখুন।অনুরূপভাবে হযরত খুবাইব ইবনু যায়েদ আনসারী (রাঃ) -এরও ঘটনা রয়েছে যে, যখন মুসাইলামা কায্যাব তাকে জিজ্ঞেস করেঃ “তুমি কি মুহাম্মদের (সঃ) রিসালাতের সাক্ষ্য প্রদান করছো?” উত্তরে তিনি বলেনঃ “হা”। সে আবার তাকে জিজ্ঞেস করেঃ “তুমি আমার রিসালাতেরও সাক্ষ্য দিচ্ছ কি?” জবাবে তিনি বলেনঃ “না, আমি তোমাকে রাসূল বলে মানি না।” তখন ঐ ভণ্ড নবী তাঁর দেহের একটি অঙ্গকে কেটে নেয়ার নির্দেশ দেয়। পুনরায় অনুরূপ প্রশ্ন ও উত্তরের আদান প্রদান হয়। তখন তার আর একটি অঙ্গ কেটে নেয়া হয়। এই অবস্থা চলতেই থাকে। কিন্তু শেষ পর্যন্ত তিনি তাঁর এ কথার উপরই অটল থাকেন। আল্লাহ তার প্রতি সন্তুষ্ট থাকুন এবং তাঁকেও খুশী রাখুন!হযরত ইকরামা (রাঃ) হতে বর্ণিত আছে যে, কতকগুলি লোক মুরতাদ (ধর্মত্যাগী) হয়ে যায়। তখন হযরত আলী (রাঃ) তাদেরকে আগুন দ্বারা জালিয়ে দেন। এ খবর হযরত ইবনু আব্বাসের (রাঃ) কানে পৌছলে তিনি বলেনঃ “আমি তো তাদেরকে আগুন দ্বারা পোড়াতাম না। কেননা, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর আযাব দ্বারা তোমরা আযাব করো না।” আমি বরং তাদেরকে হত্যা করতাম। কেননা, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি তার দ্বীন পরিবর্তন করবে তোমরা তাকে হত্যা করবে।” এ খবর হযরত আলীর (রাঃ) কাছে পৌছলে তিনি বলেনঃ “ হযরত ইবনু আব্বাসের (রাঃ) মাতার উপর আফসোস।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন । ইমাম বুখারীও (রঃ) এটা রিওয়াইয়াত করেছেন)হযরত আবু বুরদা (রাঃ) হতে বর্ণিত আছে যে, একদা হযরত মুআহ্ ইবনু জাবাল (রাঃ) হযরত আবু মূসার (রাঃ) নিকট আগমন করে দেখেন যে, তার পাশে একটি লোক অবস্থান করছে। তিনি তাঁকে জিজ্ঞেস করেনঃ “এটা কে?” হযরত আবু মূসা (রাঃ) উত্তরে বলেনঃ “এ লোকটি ইয়াহুদী ছিল। পরে মুসলমান হয়। এখন আবার ইয়াহূদী হয়ে গেছে। আমি প্রায় দু'মাস ধরে ইসলামের উপর আনার জন্যে চেষ্টা চালিয়ে যাচ্ছি।” তাঁর এ কথা শুনে হযরত মুআয ইবনু জাবাল (রাঃ) বলেনঃ “আল্লাহর কসম! আমি এখানে বসবো না, যে পর্যন্ত না তুমি এর গর্দান উড়িয়ে দাও। যে ব্যক্তি তার দ্বীন থেকে ফিরে যায় তার ব্যাপারে আল্লাহ ও তাঁর রাসূলের (সঃ) ফায়সালা এটাই।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন। সহীহ বুখারী ও সহীহ মুসলিমেও এ ঘটনাটি উল্লিখিত হয়েছে। কিন্তু শব্দগত পার্থক্য রয়েছে)সুতরাং উত্তম এটাই যে, মুসলমান তার দ্বীনের উপর প্রতিষ্ঠিত ও অটল থাকবে যদিও তাকে হত্যা করে দেয়া হয়। যেমন হাফিয ইবনু আসাকির (রঃ) হযরত আবদুল্লাহ ইবনু হুযাফা (রাঃ) নামক একজন সাহাবীর জীবনীতে লিখেছেন যে, তাঁকে রোমক কাফিররা বন্দী করে তাদের সম্রাটের নিকট পৌছিয়ে দেয়। সম্রাট তাঁকে বলেঃ “তুমি খৃষ্টান হয়ে গেলে আমি তোমাকে আমার রাজপাটে অংশীদার করে নেবো। আমার মেয়ের সাথে তোমার বিয়ে দিয়ে দেবো।” হযরত আবদুল্লাহ (রাঃ) উত্তরে বলেনঃ “এটা তো নগণ্য! তুমি যদি আমাকে তোমার সমস্ত রাজত্ব দিয়ে দাও এবং সারা আরবের রাজপাটও আমার হাতে সমর্পণ কর, আর চাও যে, ক্ষণিকের জন্যে আমি হযরত মুহাম্মদের (সঃ) দ্বীন হতে ফিরে যাই, তথাপিও এটা অসম্ভব।” বাদশাহ তখন বললো, “তা হলে আমি তোমাকে হত্যা করে ফেলবো।” হযরত আবদুল্লাহ (রাঃ) বললেনঃ “হাঁ, এটা তোমার ইচ্ছাধীন।” সুতরাং তৎক্ষণাৎ সম্রাটের নির্দেশ ক্রমে তাঁকে শূলের উপর চড়িয়ে দেয়া হলো এবং তীরন্দাযরা নিকট থেকে তীর মেরে মেরে তার হাত, পা ও দেহকে ক্ষত-বিক্ষত করতে থাকলো। ঐ অবস্থায় বারবার তাঁকে বলা হচ্ছিল “এখনও খৃষ্টান ধর্ম গ্রহণ করে নাও।” কিন্তু তখন তিনি পূর্ণ স্থিরতা ও ধৈর্যের সাথে বলতে ছিলেন “কখনো নয়।” তখন বাদশাহ হুকুম করলোঃ “তাকে শূলের উপর থেকে নামিয়ে নাও।” তারপর সে হুকুম করলো যে, তার কাছে যেন তামার একটা ডেগচি অথবা তামা দ্বারা নির্মিত একটি গাভী আগুন দ্বারা অত্যন্ত গরম করে পেশ করা হয়। তার এই নির্দেশ মতো তার সামনে তা পেশ করা হলো। সেই বাদশাহ তখন অন্য একজন বন্দী মুসলমানের ব্যাপারে হুকুম করলো যে, তাকে যেন ঐ ডেগচির মধ্যে নিক্ষেপ করা হয়। তৎক্ষণাৎ হযরত আবদুল্লাহর (রাঃ) উপস্থিতিতে তাঁর চোখের সামনে ঐ অসহায় মুসলমানটির দেহের গোশত পুড়ে ভষ্ম হয়ে গেল এবং অস্থিগুলি চমকাতে থাকলো। অতঃপর বাদশাহ হযরত আবদুল্লাহকে (রাঃ) বললোঃ “দেখো, এখনো আমার কথা মেনে নাও এবং আমার ধর্ম ককূল কর। অন্যথায় তোমাকেও এই আগুনের ডেগচিতে ফেলে দিয়ে এরই মত করে জ্বালিয়ে দেয়া হবে।” তখনো তিনি ঈমানী বলে বলিয়ান হয়ে বাদশাহকে উত্তর দিলেনঃ “আমি আল্লাহর দ্বীনকে ছেড়ে দিতে পারি না। এটা আমার দ্বারা কখনই সম্ভব নয়।” তৎক্ষণাৎ বাদশাহ হুকুম করলোঃ “তাকে চরকার উপর চড়িয়ে তাতে নিক্ষেপ কর। যখন তাঁকে ঐ আগুনের ডেগচিতে। নিক্ষপ করার জন্যে চরকার উপর উঠানো হলো তখন বাদশাহ লক্ষ্য করলো যে, তাঁর চক্ষু দিয়ে অশ্রু প্রবাহিত হচ্ছে। তখনই সে তাঁকে নামিয়ে আনার নির্দেশ দিলো। অতঃপর তাঁকে নিজের কাছে ডাকিয়ে নিলো। সে আশা করেছিল যে, হয়তো ঐ শাস্তি দেখে তিনি ভয় পেয়েছেন, কাজেই এখন তাঁর মত পালটে গেছে। সুতরাং তিনি এখন তার কথামতই কাজ করবেন এবং তার ধর্ম গ্রহণ করবেন। আর এরপর তার জামাতা হয়ে তার রাজত্বের অংশীদার হয়ে যাবেন। কিন্তু তার এই আশায় গুড়ে বালি পড়ে যায়। হযরত আবদুল্লাহ (রাঃ) তাকে বলেনঃ “আমার ক্রন্দনের একমাত্র কারণ ছিল এই যে, আজ আমার একটি মাত্র প্রাণ রয়েছে যা আমি এই শাস্তির মাধ্যমে আল্লাহর পথে উৎসর্গ করতে যাচ্ছি। হায়! যদি আমার প্রতিটি লোমের মধ্যে একটি করে প্রাণ থাকতো তবে আজ আমি সমস্ত প্রাণকে এক এক করে এই ভাবে আল্লাহর পথে উৎসর্গ করতাম।”অন্যান্য রিওয়াইয়াতে রয়েছে যে, হযরত আবদুল্লাহকে (রাঃ) কয়েদ খানায় রাখা হয়েছিল এবং পানাহার বন্ধ করে দেয়া হয়েছিল। কয়েকদিন পরে তাঁর কাছে মদ ও শূকরের গোশত পাঠান হয়। কিন্তু তিনি এ চরম ক্ষুধার্ত অবস্থায়ও এ খাদ্যের প্রতি ভ্রক্ষেপ মাত্র করেন নাই। বাদশাহ তাকে ডেকে পাঠিয়ে ওগুলো না খাওয়ার কারণ জিজ্ঞেস করলে, তিনি উত্তরে বলেনঃ “এই অবস্থায় আমার জন্যে এই খাদ্য হালাল তো হয়ে গেছে। কিন্তু আমি তোমার মত শত্রুকে আমার ব্যাপারে খুশী হওয়ার সুযোগ দিতেই চাই না।” অবশেষে বাদশাহ তাঁকে বললোঃ “আচ্ছা, তুমি যদি আমার মাথা চুম্বন কর তবে আমি তোমাকে ও তোমার সঙ্গী সমস্ত মুসলমানকে মুক্তি দিয়ে দেবো।” হযরত আবদুল্লাহ (রাঃ) এটা কবুল করে নেন এবং তার মাথা চুম্বন করেন। সম্রাটও তার ওয়াদা পালন করে এবং তাঁকে ও তার সাথের সমস্ত মুসলমানকে ছেড়ে দেয়। যখন হযরত আবদুল্লাহ ইবনু হুযাফা’ (রাঃ) এখান থেকে মুক্তি পেয়ে হযরত উমর ফারুকের (রাঃ) নিকট উপস্থিত হন তখন তিনি বলেনঃ “প্রত্যেক মুসলমানের উপর হক রয়েছে হযরত আবদুল্লাহ ইবনু হুযাফার (রাঃ) চুম্বন করা এবং আমিই প্রথম এর সূচনা করছি।” একথা বলে হযরত উমার ফারুক (রাঃ) সর্বপ্রথম তার মস্তক চুম্বন করেন।",
  "ayah": 109,
  "surah": 16
}
