{
  "text": "৩০-৩২ নং আয়াতের তাফসীর\nমন্দ লোকদের অবস্থা বর্ণনা করার পর এখন তাদের বিপরীত ভাল লোকদের অবস্থা বর্ণনা করা হচ্ছে। মন্দলোকদের উত্তর ছিলঃ “এই কিতাবে অর্থাৎ কুরআনে শুধুমাত্র পূর্ববর্তী লোকদের কাহিনীর বর্ণনা করা হয়েছে। কিন্তু ভাল লোকদের উত্তর হবেঃ ‘এই কিতাব হচ্ছে সরাসরি বরকত ও রহমত। যে কেউ এটাকে মানবে ও এর উপর আমল করবে, সে পরিপূর্ণভাবে করুণা ও কল্যাণ লাভ করবে।'এরপর মহান আল্লাহ খবর দিচ্ছেনঃ “আমি রাসূলদেরকে প্রতিশ্রুতি দিয়েছি যে, সৎ লোকেরা উভয় জগতেই খুশী থাকবে। যেমন তিনি বলেনঃ “নারী-পুরুষ নির্বিশেষে যেই ভাল কাজ করবে এবং মুমিন হবে, আমি তাকে অতি পবিত্র জীবন দান করবো এবং তার আমলের বিনিময়ও অবশ্যই প্রদান করবো। উভয় জগতে সে প্রতিদান প্রাপ্তহবে।” এটা স্মরণ রাখা দরকার যে, আখেরাতের ঘর দুনিয়ার ঘর অপেক্ষা অনেক বেশী সুন্দর ও উত্তম। তথাকার পুরস্কার অতি উন্নতমানের ও চিরস্থায়ী; যেমন-কারূণের ধন-মালের আকাংখাকারীদের আলেমগণ বলেছিলেনঃ (আরবি) অর্থাৎ “ধিক তোমাদের! যারা ঈমান আনে ও সৎকর্ম করে তাদের জন্যে আল্লাহর পুরস্কারই শ্রেষ্ঠ এবং ধৈর্যশীল ব্যতীত এটা কেউ পাবে না।” (২৮:৮০) অন্য জায়গায় রয়েছে (আরবি) অর্থাৎ “আল্লাহ তাআলার নিকট যা রয়েছে তা সৎ লোকদের জন্যে খুবই উত্তম ও উন্নতমানের।” (৩:১৯৮) আল্লাহপাক আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “আখেরাতই উৎকৃষ্টতর ও স্থায়ী।” মহান আল্লাহ স্বীয় রাসূলকে (সঃ) বলেনঃ (আরবি) অর্থাৎ “তোমার জন্যে পরবর্তী সময়তো পূর্ববর্তী সময় অপেক্ষা শ্রেয়।”মহান আল্লাহ বলেনঃ ‘পরকালের আবাসস্থল মুত্তাকীদের জন্যে কত উত্তম। শব্দদ্বয় হতে বদল হয়েছে। অর্থাৎ মুত্তাকীদের জন্যে আখেরাতের জান্নাতে আন বা স্থায়ী জান্নাত রয়েছে। সেখানে তারা অবস্থান করবে। ওর বৃক্ষরাজি ও প্রাসাদসমূহের নিম্নদেশে সদা প্রস্রবণ প্রবাহিত রয়েছে। তারা তথায় যা চাবে তাই পাবে। সেখানে নয়ন প্রীতিকর জিনিস বিদ্যমান থাকবে। আর সেখানে তারা অবস্থান করবে চিরদিনের জন্যে।হাদীসে রয়েছে যে, জান্নাতবাসী জান্নাতে উপবিষ্ট থাকবে, আর তাদের মাথার উপরে থাকবে মেঘমালা। তারা যা ইচ্ছা করবে, মেঘমালা তাদের উপর তাই বর্ষণ করবে। এমন কি কেউ যদি সমবয়স্কা কুমারীদেরকে বর্ষাতে বলে তবে তাও তা বর্ষাবে।মহান আল্লাহ বলেনঃ “খোদাভীরুদেরকে এভাবেই আল্লাহ পুরস্কৃত করে থাকেন। তাদের মৃত্যুর সময় তারা কলুষতা থেকে পবিত্র থাকে। ফেরেশতা এসে তাদেরকে সালাম করেন এবং সুসংবাদ শুনিয়ে দেন। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ “নিশ্চয় যারা বলে, আমাদের প্রতিপালক আল্লাহ, অতঃপর অবিচলিত থাকে, তাদের নিকট অবতীর্ণ হয় ফেরেশতা এবং বলে, তোমরা ভীত হয়ো না, চিন্তিত হয়ো না এবং তোমাদের যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছিল তার জন্যে আনন্দিত হও।”আমরাই তোমাদের বন্ধু দুনিয়ার জীবনে ও আখেরাতে, সেথায় তোমাদের জন্যে রয়েছে যা কিছু তোমাদের মন চায় এবং সেথায় তোমাদের জন্যে রয়েছে যা তোমরা ফরমায়েশ কর।এটা হবে ক্ষমাশীল, পরম দয়ালু আল্লাহর পক্ষ হতে আপ্যায়ন।” এই বিষয়ের হাদীসগুলি আমরা(১৪:২৭) (আরবি) এই আয়াতের তাফসীরে বর্ণনা করেছি।",
  "ayah": 32,
  "surah": 16
}
