{
  "text": "৩-৪ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেন যে, উর্ধ্ব জগত ও নিম্ন জগতের সৃষ্টিকর্তা তিনিই। উর্ধ্ব আকাশ এবং বিস্তৃত ধরণী এবং এতোদুভয়ের মধ্যস্থিত সমস্ত মাখলুক তিনিই সৃষ্টি করেছেন। এগুলি সবই সঠিক ও সত্য। এগুলো তিনি বৃথা সৃষ্টি করেন নাই। তিনি পুণ্যবানদেরকে পুরস্কার এবং পাপীদেরকে শাস্তি প্রদান করবেন। তিনি অন্যান্য সমস্ত মাবুদ থেকে মুক্ত ও পবিত্র এবং তিনি মুশরিকদের প্রতি অসন্তুষ্ট। তিনি এক ও শরীক বিহীন। তিনি একাকী সমস্ত কিছুর সৃষ্টিকর্তা। সুতরাং তিনি একাকীও ইবাদতের যোগ্য। তিনি মানব সৃষ্টির ক্রম শুক্রের মাধ্যমে চালু রেখেছেন যা অতি তুচ্ছ ও ঘৃণ্য পানি মাত্র। যখন তিনি সবকিছু সঠিকভাবে সৃষ্টি করলেন, তখন মানুষ প্রকাশ্যভাবে বিতর্কে লেগে পড়লো এবং রাসূলদের বিরুদ্ধাচরণ করতে শুরু করলো। সে যখন বান্দা তখন তার বন্দেগী করাই উচিত ছিল। কিন্তু তা না করে সে হঠকারিতা শুরু করে দিলো। যেমন অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তিনিই মানুষকে সৃষ্টি করেছেন পানি হতে; অতঃপর তিনি তার বংশগত ও বৈবাহিক সম্বন্ধ স্থাপন করেছেন; তোমার প্রতিপালক সর্বশক্তিমান। তারা আল্লাহর পরিবর্তে এমন কিছুর ইবাদত করে যা তাদের উপকার করতে পারে না, অপকারও করতে পারে না; কাফির তো স্বীয় প্রতিপালকের বিরোধী।” (২৫:৫৪-৫৫) আল্লাহ তাআলা আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু হতে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। আর সে আমার সামনে। উপমা রচনা করে, অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; বলেঃ “অস্থিতে প্রাণ সঞ্চার করবে কে যখন ওটা পচে গলে যাবে? বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই, যিনি ওটা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।” (৩৬:৭৭-৭৯)হযরত বিশ্ব ইবনু জাহহাশ (রাঃ) হতে বর্ণিত; তিনি বলেন, রাসূলুল্লাহ (সঃ) স্বীয় হাতের তালুতে থুথু ফেলেন এবং বলেনঃ আল্লাহ তাআলা বলেনঃ “হে মানুষ! তুমি কি আমাকে অপারগ করতে পার? অথচ আমি তোমাকে এইরূপ জিনিস হতে সৃষ্টি করেছি। যখন সৃষ্টি পূর্ণ হয়ে গেল, ঠিকঠাক হলো, তোমরা পোষাক এবং ঘর বাড়ি পেয়ে গেলে তখন আমার পথ থেকে নিজে সরে যেতে এবং অপরকে সরিয়ে ফেলতে শুরু করে দিলে! আর যখন দম কণ্ঠে আটকে গেল তখন বলতে লাগলেঃ! এখন আমি দান খায়রাত করছি, আল্লাহর পথে খরচ করছি। কিন্তু এখন দান খয়রাত করার সময় পার হয়ে গেছে।”",
  "ayah": 4,
  "surah": 16
}
