{
  "text": "৪১-৪২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা এখানে তাঁর পথে হিজরতকারীদর পুরস্কার সম্পর্কে খবর দিচ্ছেন যে, যারা আল্লাহর সন্তুষ্টির উদ্দেশ্যে মাতৃভূমি ছেড়ে, বন্ধু-বান্ধব ছেড়ে এবং ব্যবসা-বাণিজ্য ছেড়ে তাঁর পথে হিজরত করে, তাদের প্রতিদান হিসেবে ইহকালে ও পরকালে তাদের জন্যে রয়েছে তাঁর পক্ষ থেকে মহা মর্যাদা ও সম্মান। খুব সম্ভব এই আয়াত দু'টি আবিসিনিয়ার হিজরতকারীদের সম্পর্কে অবতীর্ণ হয়েছে। তাঁরা মক্কায় মুশরিকদের কঠিন উৎপীড়ন সহ্য করার পর আবিসিনিয়ায় হিজরত করেন, যেন স্বাধীনভাবে আল্লাহর দ্বীনের উপর আমল করে যেতে পারেন। তাদের মধ্যে গণ্যমান্য লোকগণ হচ্ছেনঃ ১. হযরত উসামন ইবনু আফফান (রাঃ), ২. তার সাথে তাঁর স্ত্রী হযরত রুকিয়াহও (রাঃ) -ছিলেন যিনি ছিলেন রাসূলুল্লাহর (সঃ) কন্যা, ৩. হযরত জাফর ইবনু আবি তালিব (রাঃ) -যিনি ছিলেন রাসূলুল্লাহর (সঃ) চাচাতো ভাই এবং ৪.হযরত আবু সালমা ইবনু আবদিল আসাদ (রাঃ) প্রভৃতি। তাঁরা সংখ্যায় প্রায় ৮০ জন ছিলেন। তাঁরা সবাই ছিলেন চরম সত্যবাদী ও চরম সত্যবাদীনী। আল্লাহ তাঁদের প্রতি সন্তুষ্ট থাকুন এবং তাদেরকেও সন্তুষ্ট রাখুন।সুতরাং আল্লাহ তাআলা এইসব সত্যের সাধকদের সাথে ওয়াদা করছেন যে, তিনি তাঁদেরকে উত্তম জায়গা দান করবেন, যেমন মদীনা। আর তারা পবিত্র জীবিকা এবং দেশও বিনিময় হিসেবে প্রাপ্ত হবেন। প্রকৃত ব্যাপার এই যে, যারা আল্লাহর ভয়ে যে জিনিস ছেড়ে যান, আল্লাহ তাদেরকে সেই জিনিস বা তার চেয়ে উত্তম জিনিস দান করে থাকেন। এই দরিদ্র মুহাজিরদের প্রতি লক্ষ্য করলেই দেখা যায় যে, মহান আল্লাহ তাদেরকে হাকিম ও বাদশাহ বানিয়ে দিয়েছিলেন এবং দুনিয়ায় তাঁদের রাজত্ব কায়েম করেছিলেন। এখনও আখেরাতের প্রতিদান ও পুরস্কার তো বাকী আছেই। সুতরাং যারা হিজরত থেকে সরে থাকে তারা যদি মুহাজিরদের পুরস্কার ও প্রতিদান সম্পর্কে অবহিত থাকতো তবে অবশ্যই তারা হিজরতের ব্যাপারে অগ্রগামী হতো। আল্লাহ তাআলা হযরত উমার ফারুকের প্রতি সন্তুষ্ট থাকুন। তিনি যখন কোন মুহাজিরকে তাঁর গণীমত ইত্যাদির অংশ প্রদান করতেন তখন বলতেনঃ “গ্রহণ করুন! আল্লাহ আপনার এই মালে বরকত দিন! এটা তো আল্লাহ তাআলার দুনিয়ার অঙ্গীকার। পরকালের বিরাট প্রতিদান এখনো বাকী রয়েছে।” অতঃপর তিনি এই আয়াত পাঠ করেন। এই পবিত্র লোকদের আরো গুণাবলী বর্ণনা করা হচ্ছে যে, আল্লাহর পথে যে সব কষ্ট তাদের প্রতি আপতিত হয়েছে তা তারা সহ্য করেছেন আর তারা ভরসা করেছেন আল্লাহর উপর। এ কারণেই দুনিয়া ও আখেরাতের কল্যাণ। তাঁরা দু’হাতে লুটে নিয়েছেন।",
  "ayah": 42,
  "surah": 16
}
