{
  "text": "৪৩-৪৪ নং আয়াতের তাফসীর\nহযরত ইবনু আব্বাস (রাঃ) বলেন, যখন আল্লাহ তাআলা হযরত মুহাম্মদকে (সঃ) রাসূলরূপে প্রেরণ করেন তখন আরববাসীরা স্পষ্টভাবে তাকে অস্বীকার করে বসে এবং বলেঃ “আল্লাহর শান্ বা মাহাত্ম এর বহু উর্ধ্বে যে, তিনি কোন মানুষকে তাঁর রাসূল করে পাঠাবেন।” এর বর্ণনা কুরআন কারীমেও রয়েছে। আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “এটা কি লোকদের জন্যে বিস্ময়ের কারণ হয়েছে যে, আমি তাদেরই একজন মানুষের প্রতি ওয়াহী নাযিল করেছি (এই কথা বলে) যে, তুমি মানুষকে ভয় প্রদর্শন কর?” (১০:২)মহামহিমান্বিত আল্লাহ বলেনঃ “(হে নবী (সঃ)! আমি তোমার পূর্বে যতগুলি নবী পাঠিয়েছিলাম তাদের সবাই মানুষ ছিল, তাদের কাছে আমার ওয়াহী আসতো। সুতরাং তোমাদের বিশ্বাস না হলে) তোমরা আসমানী কিতাবধারীদেরকে জিজ্ঞেস করঃ তারা মানুষ ছিল না, ফেরেশতা ছিল? যদি তারাও মানুষ হয় তবে তোমরা তোমাদের এই উক্তি হতে ফিরে এসো। আর যদি এটা প্রমাণিত হয় যে, নুবওয়তের ক্রমধারা ফেরেশতাদের মধ্যেই জারী ছিল তবে তোমরা এই নবীকে (সঃ) অস্বীকার করলে কোন দোষ হবে না।” অন্য এক জায়গায় আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “হে নবী (সঃ)! তোমার পূর্বে আমি যে সব লোকের কাছে ওয়াহী নাযিল করেছিলাম তারা গ্রামবাসীদের মধ্যকার লোকই ছিল।” (১২:১০৯)হযরত ইবনু আব্বাস (রাঃ) বলেন, এখানে আহলে যিকর দ্বারা আহলে কিতাবকে বুঝানো হয়েছে। মুজাহিদের (রঃ) উক্তিও এটাই। আবদুর রহমান (রঃ) বলেন, যিকর দ্বারা কুরআন কারীমকে বুঝানো হয়েছে। যেমন আল্লাহ তাআলা বলেছেনঃ (আরবি) অর্থাৎ “আমি যিকর (কুরআন) অবতীর্ণ করেছি এবং আমিই এর রক্ষণাবেক্ষণকারী।” (১৫:৯) এ উক্তিটি নিজের জায়গায় ঠিকই রয়েছে। কিন্তু (আরবি) এই স্থলে যিকর দ্বারা কুরআন অর্থ নেয়া ঠিক হবে না। তাহলে ঐলোকগুলি তো কুরআনকে মানতই না। তাহলে কুরআনের ধারক ও বাহকদের জিজ্ঞেস করে কিরূপে তারা সান্ত্বনা লাভ করতে পারে? অনুরূপভাবে ইমাম আবু জাফর বাকির (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমরা হলাম আহলে যিকর।” অর্থাৎ এই উম্মত (উম্মতে মুহাম্মদিয়া (সঃ)। এই উম্মত পূর্ববর্তী সমস্ত উম্মত অপেক্ষা বেশী জ্ঞানী। আহলে বায়তের আলেমগণ অন্যান্য আলেমদের উর্ধ্বে রয়েছেন। যদি তারা সঠিক সুন্নাতের উপর অটল থাকেন। যেমন হযরত আলী (রাঃ) , হযরত হুসাইন (রাঃ) , মুহাম্মদ ইবনু হানাফিয়্যাহ (রাঃ) , আলী ইবনু হুসাইন, যয়নুল আবেদীন (রাঃ) , আলী ইবনু আবদিল্লাহ, ইবনু আব্বাস (রাঃ) , আবু জাফর বাকির (রাঃ) মুহাম্মদ ইবনু আলী ইবনু হুসাইন (রাঃ) ও তাঁর পুত্র জা'ফর (রাঃ) এবং তাঁদের ন্যায় অন্যান্য সম্মানিত ব্যক্তিবর্গ। তারা আল্লাহর রহমত ও সন্তুষ্টি লাভ করুন! তারা সবাই আল্লাহর রজ্জুকে দৃঢ়ভাবে ধারণ করেছিলেন এবং সিরাতে মুস্তাকীমের উপর প্রতিষ্ঠিত ছিলেন। তারা প্রত্যেক হকদারের হক আদায় করতেন এবং সম্মানিত ব্যক্তিদের সম্মান করতেন। তাঁরা নিজেরা আল্লাহর সমস্ত সৎ বান্দার অন্তরে স্থান করে নিয়েছেন। এটা তো নিঃসন্দেহে সত্য ও সঠিক কথা। কিন্তু এই আয়াতের এটা উদ্দেশ্য নয়। এখানে বর্ণনা দেয়া হয়েছে যে, হযরত মুহাম্মদও (সঃ) মানুষ এবং তাঁর পূর্ববর্তী সমস্ত নবীও মানুষ ছিলেন। যেমন কুরআন কারীমে রয়েছেঃ “তুমি বলঃ আমি তো মানুষ ছাড়া কিছুই নই, তবে আমাকে রাসূল করে পাঠানো হয়েছে। মানুষের কাছে যখন হিদায়াত এসেছে তখন তাদেরকে ঈমান আনতে এটাই বাধা দিয়েছে যে, তারা বলেছেঃ আল্লাহ কি মানুষকে রাসূল করে পাঠিয়েছেন?” অন্যত্র মহান আল্লাহ বলেনঃ “তোমার পূর্বে আমি যত রাসূলই পাঠিয়েছিলাম তারা সবাই পানাহার করতো এবং বাজারে চলাফেরা করতো।” আর এক জায়গায় রয়েছেঃ “আমি তাদেরকে এমন দেহ বিশিষ্ট করি নাই যে, তারা পানাহার থেকে বেপরোয়া হবে এবং মৃত্যু বরণ করবে না।” আল্লাহপাক আরো বলেনঃ “তুমি বলঃ আমি তো এমন কোন প্রথম ও নতুন নবী নই।” আর এক জায়গায় রয়েছেঃ “আমি তো তোমাদের মতই মানুষ, আমার কাছে ওয়াহী পাঠানো হয়।” সুতরাং আল্লাহ তাআলা এখানেও এরশাদ করেছেনঃ “তোমরা পূর্ববর্তী কিতাবধারীদের জিজ্ঞেস করে দেখো যে, নবীরা মানুষ ছিল কি মানুষ ছিল না?”অতঃপর মহান আল্লাহ বলেনঃ “তিনি রাসূলদেরকে দলীল প্রমাণাদি দিয়ে প্রেরণ করেন এবং তাঁদের পতি তিনি কিতাবসমূহও নাযিল করেন এবং ছোট ছোট পুস্তিকা (সহীফা) অবতীর্ণ করেন।(আরবি) দ্বারা কিতাবসমূহকে বুঝানো হয়েছে। যেমন এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তারা যা কিছু করছে সবই কিতাবসমূহে রয়েছে।” (৫৪:৫২) আর এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “আমি উপদেশের পর কিতাবে লিখে দিয়েছি যে, আমার যোগ্যতা সম্পন্ন বান্দাগণ পৃথিবীর অধিকারী হবে।” (২১:১০৫) এরপর আল্লাহ তাআলা বলেনঃ “আমি তোমার উপর ‘যিকির অর্থাৎ কুরআন অবতীর্ণ করেছি। এই কারণে যা, যেহেতু তুমি এর ভাবার্থ পূর্ণরূপে অবগত আছি’ সেহেতু তুমি ওটা মানুষকে বুঝিয়ে দেবে। হে নবী (সঃ)! তুমিই এর প্রতি সবচেয়ে বেশী আগ্রহী, তুমিই এর সবচেয়ে বড় আলেম। আর তুমিই এর উপর সবচেয়ে বড় আমলকারী। কেননা, তুমি মাখলুকের মধ্যে সবচেয়ে উত্তম লোক এবং আদম সন্তানদের নেতা। এই কিতাবে যা সংক্ষিপ্তভাবে রয়েছে তা বিস্তারিত ভাবে বর্ণনা করে দেয়ার দায়িত্ব তোমার উপর ন্যস্ত। লোকদের উপর যা কঠিন হবে তা তুমি তাদেরকে সুন্দরভাবে বুঝিয়ে দেবে। যাতে তারা বুঝে সুঝে সুপথ প্রাপ্ত হতে পারে এবং সফলকাম হয়। আর যেন উভয় জগতের কল্যাণ লাভ করে।”",
  "ayah": 44,
  "surah": 16
}
