{
  "text": "৬১-৬২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা নিজের ধৈর্য, দয়া, স্নেহ এবং করুণা সম্পর্কে এখানে খবর দিচ্ছেন যে, তিনি বান্দাদের পাপকার্য দেখার পরেও তাদেরকে অবকাশ দিয়ে থাকেন, সাথে সাথে পাকড়াও করেন না। যদি তিনি সাথে সাথেই ধরে ফেলতেন তবে আজ ভূ-পৃষ্ঠে কাউকেও চলতে-ফিরতে দেখা যেতো না। মানুষের পাপের কারণে জীব-জন্তুও ধ্বংস হয়ে যেতো, দুষ্টদের সাথে শিষ্টেরাও ধরা পড়ে যেতো। কিন্তু মহামহিমান্বিত আল্লাহ নিজের সহনশিলতা, দয়া, স্নেহ এবং মহানুভবতার গুণে বান্দাদের পাপ ঢেকে একটা নির্দিষ্ট সময়কাল পর্যন্ত তিনি অবকাশ দিয়ে রেখেছেন, অন্যথায় একটা পোকা মাকড়ও বাঁচতো না। আদম সন্তানের পাপের আধিক্যের কারণে আল্লাহর শাস্তি এমনভাবে আসতো যে, সবকেই ধ্বংস করে দিতো।হযরত আবু সালমা (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু হুরাইরা (রাঃ) একটি লোককে বলতে শুনেনঃ “অত্যাচারী ব্যক্তি নিজেরই ক্ষতি সাধন করে।” তখন হযরত আবু হুরাইরা (রাঃ) বলেনঃ “না, না। বরং তার অত্যাচারের কারণে পাখী তার বাসায় ধ্বংস হয়ে যায়।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু দারদা (রাঃ) হতে বর্ণিত। তিনি বলেনঃ “একদা আমরা রাসূলুল্লাহর (সঃ) নিকট কিছু আলোচনা করছিলাম। তিনি বলেনঃ “আল্লাহ কাউকে অবকাশ দেন না যখন তার নির্ধারিত সময় এসে পড়ে। বয়স বৃদ্ধি সৎ সন্তানের মাধ্যমে হয়ে থাকে। যে সন্তান তিনি বান্দাকে দান করেন ঐ সন্তানের দুআ’ তার কবরে পৌঁছে থাকে এবং এটাই হচ্ছে তার বয়স বৃদ্ধি।” (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন) মহান আল্লাহ বলেনঃ “তারা নিজেরা যা অপছন্দ করে তা-ই আল্লাহর প্রতি তারা আরোপ করে, আর তারা ধারণা করে যে, এই দুনিয়াতেও তারা কল্যাণ লাভ করছে আর যদি কিয়ামত সংঘটিত হয় তবে সেখানেও রয়েছে তাদের জন্যে কল্যাণ।” যেমন তিনি অন্য জায়গায় বলেনঃ “যদি আমি মানুষকে আমার পক্ষ হতে করুণার স্বাদ গ্রহণ করাই, অতঃপর তা টেনে নিই তবে সে নিরাশ ও অকৃতজ্ঞ হয়ে যায়। আর যাকে যে কষ্ট স্পর্শ করেছিল তা দূর করার পরে যদি আমি তাকে নিয়ামতের স্বাদ গ্রহণ করাই তবে সে অবশ্যই বলে ওঠেঃ আমার উপর থেকে কষ্ট দূর হয়ে গেছে, আর সে তখন খুশী ও অহংকারী হয়ে যায়।”অন্যত্র আল্লাহ তাআলা বলেনঃ “তাকে কষ্ট স্পর্শ করার পর যদি আমি তাকে আমার রহমতের স্বাদ গ্রহণ করাই তবে অবশ্যই সে বলেঃ এটা আমারই জন্যে, আর আমি ধারণা করি না যে,কিয়ামত সংঘটিত হবে। আর যদি আমি আমার প্রতিপালকের কাছে ফিরেও যাই, তবে অবশ্যই তাঁর কাছে আমার জন্যে কল্যাণই রয়েছে। সুতরাং অবশ্যই আমি কাফিরদেরকে তাদের কৃতকর্মের খবর দিয়ে দেবো এবং অবশ্যই তাদেরকে ভীষণ শাস্তির স্বাদ গ্রহণ করাবো।”সূরায়ে কাহাফে দু’জন সঙ্গীর বর্ণনা দিতে গিয়ে কুরআন কারীমে আল্লাহ তাআলা বলেনঃ “নিজের প্রতি জুলুম করা অবস্থায় সে তার উদ্যানে প্রবেশ। করলো এবং (তার সৎ সঙ্গীকে) বললোঃ আমি মনে করি না যে, এটা কখনো ধ্বংস হয়ে যাবে। আর আমি মনে করি না যে, কিয়ামত সংঘটিত হবে, আর যদি আমি আমার প্রতিপালকের কাছে প্রত্যাবর্তিত হই-ই তবে আমি তো নিশ্চয় এটা অপেক্ষা উৎকৃষ্ট স্থান পাবো।” (কি জঘন্য কথা!) কাজ করবে মন্দ আর আশা রাখবে ভাল! বপন করবে কাঁটা আর আশা করবে ফলের! কথিত আছে যে, কাবা ঘরের ইমারত নতুন ভাবে বানাবার জন্যে যখন ওটাকে ভেঙ্গে ফেলা হয়, তখন ওর ভিত্তির মধ্য হতে একটি পাথর বের হয় যার উপর কতকগুলি উপদেশমূলক কথা লিখিত ছিল। তন্মধ্যে নিম্নলিখিত কথাগুলিও ছিলঃ“তোমরা অসৎকাজ করছে অথচ পূণ্যের আশা করছে। এটা হচ্ছে কাঁটা বপন করে আঙ্গুরের আশা করার মত।” সুতরাং তাদের আশা তো ছিল যে, দুনিয়াতেও মাল-ধন, জমি-জায়গা, দাস-দাসী, ইত্যাদি লাভ করবে এবং আখেরাতেও কল্যাণ লাভ করবে। কিন্তু আল্লাহপাক বলেনঃ “প্রকৃতপক্ষেতাদের জন্যে তৈরী হয়ে আছে জাহান্নামের আগুন। সেখানে তারা আল্লাহর রহমত থেকে দূরে থাকবে এবং ধ্বংস হয়ে যাবে। আজ তারা আমার আহকাম থেকে মুখ ফিরিয়ে নিয়েছে। কাজেই কাল (কিয়ামতের দিন) আমিও তাদেরকে আমার নিয়ামত হতে বিমুখ করে দেবো। সত্বরই তারা জাহান্নামে প্রবেশ করবে।",
  "ayah": 62,
  "surah": 16
}
