{
  "text": "৮৪-৮৮ নং আয়াতের তাফসীর\nকিয়ামতের দিন মুশরিকদের যে দূরবস্থা ও দুর্গতি হবে, আল্লাহ তাআলা এখানে তারই খবর দিচ্ছেন। ঐদিন প্রত্যেক উম্মতের বিরুদ্ধে তার নবী সাক্ষ্য প্রদান করবেন যে, তিনি তাদের কাছে আল্লাহর কালাম পৌঁছিয়ে দিয়েছেন।অতঃপর কাফিরদেরকে কোন ওযর পেশ করার অনুমতি দেয়া হবে না। কেননা, তাদের ওযর যে বাতিল ও মিথ্যা এটা তো স্পষ্টভাবে প্রতীয়মান। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “এটা এমন একদিন যেদিন কারো বাকস্ফুর্তি হবে না, এবং তাদেরকে অনুমতি দেয়া হবে না অপরাধ স্থালনের।” (৭৭:৩৫-৩৬)মুশরিকরা আযাব দেখবে, তাদের আযাব হ্রাস করা হবে না এবং এক ঘন্টার জন্যেও শাস্তি হালকা হবে না এবং তারা অবকাশও পাবে না। অকস্মাৎ তাদেরকে পাকড়াও করা হবে। জাহান্নাম এসে পড়বে যা সত্তর হাজার লাগাম বিশিষ্ট হবে। একটি লাগামের উপর নিযুক্ত থাকবেন সত্তর হাজার ফেরেশতা। তাদের মধ্যে একজন গ্রীবা বের করে এমনভাবে ক্রোধ প্রকাশ করবেন যে, সমস্ত হাশরবাসী ভীত-সন্ত্রস্ত হয়ে হাটুর ভরে পড়ে যাবে। এ সময় জাহান্নাম নিজের ভাষায় সশব্দে ঘোষণা করবেঃ “আমাকে প্রত্যেক অবাধ্য ও হঠকারীর জন্যে নির্দিষ্ট করা হয়েছে, যে আল্লাহর সাথে অন্য কাউকেও শরীক করেছে এবং এরূপ এরূপ কাজ করেছে। এভাবে সে কয়েক প্রকারের পাপীর কথা উল্লেখ করবে, যেমন হাদীসে রয়েছে। অতঃপর সে সমস্ত লোককে জড়িয়ে ধরবে এবং হাশরের মাঠে তাদেরকে লাফিয়ে ধরবে যেমন পাখী চঞ্চু দ্বারা খাদ্য ধরে খেয়ে থাকে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “দূর হতে অগ্নি যখন তাদেরকে দেখবে তখন তারা শুনতে পাবে ওর ক্রুদ্ধ গর্জন ও চীৎকার। আর যখন তাদেরকে শৃংখলিত অবস্থায় ওর কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে তখন তারা তথায় ধ্বংস কামনা করবে। তাদেরকে বলা হবেঃ আজ তোমরা একবারের জন্যে ধ্বংস কামনা করো না। বহুবার ধ্বংস হওয়ার কামনা করতে থাকো।” (২৫:১২-১৪)আর এক জায়গায় আল্লাহ তাআলা বলেনঃ “অপরাধীরা জাহান্নাম দেখে ধারণা করবে যে, তাদেরকে ওর মধ্যে নিক্ষেপ করা হবে এবং তারা ওর থেকে মুক্তি পাওয়ার কোন উপায় দেখতে পাবে না। অন্য আয়াতে রয়েছেঃ “যদি কাফিররা ঐ সময়ের কথা জানতে পারতো! যখন তারা নিজেদের চেহারা ও কোমরের উপর হতে জাহান্নামের আগুন দূর করতে পারবে না, তারা কোন সাহায্যকারীও পাবে না, হঠাৎ আল্লাহর শাস্তি তাদেরকে হতভম্ব করে ফেলবে!ঐ শাস্তি দূর করার তাদের ক্ষমতা থাকবে, না তাদেরকে এক মুহূর্তকাল অবকাশ দেয়া হবে।”ঐ সময় মুশরিকরা তাদের ঐ বাতিল মা’বূদদের প্রতি বীতশ্রদ্ধ হয়ে পড়বে যাদের তারা জীবন ধরে ইবাদত করে এসেছিল। কারণ, এ সময় তারা তাদের কোনই কাজে আসবে না। তাদের মা’বূদদেরকে দেখে তারা বলবেঃ “হে আমাদের প্রতিপালক! এরা তারাই যাদের আমরা দুনিয়ায় ইবাদত করতাম।” তখন তারা উত্তরে বলবেঃ “তোমরা মিথ্যাবাদী। আমরা কখন তোমাদেরকে বলেছিলাম যে, তোমরা আল্লাহকে বাদ দিয়ে আমাদেরই ইবাদত করো?” এ সম্পর্কেই আল্লাহ পাক বলেনঃ “ওদের চেয়ে বেশী পথভ্রষ্ট আর কে হতে পারে, যারা আল্লাহ ছাড়া এমন কিছুকে আহ্বান করে যারা কিয়ামত পর্যন্তও তাদের আহ্বানে সাড়া দিতে পারবে না। বরং তাদের ডাক থেকেও তারা। উদাসীন? হাশরের দিন তারা তাদের শত্রু হয়ে যাবে এবং তাদের ইবাদতের কথা অস্বীকার করবে।” অন্য জায়গায় মহান আল্লাহ বলেনঃ “তারা আল্লাহ ব্যতীত অন্য মাবুদ গ্রহণ করে, যেন তারা তাদের সহায় হয়। কখনই নয়; তারা তাদের ইবাদত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।” হযরত খলীলও (আঃ) একথাই বলেছিলেনঃ (আরবি), অর্থাৎ “অতঃপর কিয়ামতের দিন তোমাদের একে অপরকে অস্বীকার করবে।” (২৯:২৫) আর এক আয়াতে আছেঃ (আরবি) অর্থাৎ “বলা হবেঃ তোমরা তোমাদের শরীকদেরকে আহবান কর।” (২৮:৬৪) এ বিষয়ের আরো বহু আয়াত কুরআন কারীমে বিদ্যমান রয়েছে। এ দিন সবাই মুসলমান ও অনুগত হয়ে যাবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “যেদিন তারা আমার নিকট আসবে সেইদিন তারা খুবই শ্রবণকারী ও দর্শনকারী হয়ে যাবে।” (১৯:৩৮) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “হায়! তুমি যদি দেখতে! যখন অপরাধীরা তাদের প্রতিপালকের সম্মুখে অধোবদন হয়ে বলবেঃ হে আমাদের প্রতিপালক! আমরা প্রত্যক্ষ করলাম ও শ্রবণ করলাম। (৩২:১২) অন্য একটি আয়াতে রয়েছেঃ “ঐ দিন। সমস্ত চেহারা চিরঞ্জীব, স্বাধিষ্ঠ বিশ্বধাতার সামনে অধোমুখী হবে।” অর্থাৎ বাধ্য ও অনুগত হবে। তাদের সমস্ত অপবাদ প্রদান দূর হয়ে যাবে। শেষ হবে সমস্ত ষড়যন্ত্র ও চাতুরী। কোন সহায় সাহায্যকারী সাহায্যের জন্যে দাঁড়াবে না।মহামহিমান্বিত আল্লাহ বলেনঃ “আমি শাস্তির উপর শাস্তি বৃদ্ধি করবো কাফিরদের ও আল্লাহর পথে বাধাদানকারীদের; কারণ, তারা অশান্তি সৃষ্টি করতো। প্রকৃতপক্ষে তারা নিজেরাই ধ্বংসের মুখে পতিত হয়েছে, কিন্তু তারা বুঝে না।এর দ্বারা জানা যাচ্ছে যে, কাফিরদের শাস্তিরও শ্রেণী বিভাগ থাকবে, যেমন মুমিনদের পুরস্কারের শ্রেণী বিভাগ হবে। আল্লাহ তাআলা যেমন বলেনঃ (আরবি) অর্থাৎ “প্রত্যেকের জন্যে রয়েছে দ্বিগুণ শাস্তি, কিন্তু তোমরা অবগত নও।” (৭:৩৮)হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, জাহান্নামের শাস্তির সাথে সাথেই বিষাক্ত সর্পের দংশন বৃদ্ধি পাবে। সর্পগুলি এতো বড় বড় হবে যেমন বড় বড় খেজুরের গাছ। (এটা হাফিয আবু ইয়ালা (রঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেছেনঃ “আরশের নীচে পাঁচটি নদী রয়েছে। এগুলোর মাধ্যমে জাহান্নামীদেরকে শাস্তি দেয়া হবে। দিনেও এবং রাত্রেও।”",
  "ayah": 88,
  "surah": 16
}
