{
  "text": "৯১-৯২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুসলমানদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন তাদের অঙ্গীকার ও প্রতিশ্রুতির হিফাজত করে, কসম পুরো করে এবং তা ভঙ্গ না করে। এখানে আল্লাহ তাআলা কসম ভঙ্গ না করার প্রতি গুরুত্ব আরোপ করেছেন। অন্য আয়াতে আছেঃ “তোমরা আল্লাহকে তোমাদের অঙ্গীকারের লক্ষ্যস্থল করো না।”এর দ্বারাও কসমের হিফাজতের প্রতি গুরুত্ব আরোপ করাই উদ্দেশ্য। আর এক আয়াতে রয়েছে “ওটাই হচ্ছে তোমাদের কসম ভঙ্গ করার কাফফারা, যখন তোমরা কসম করবে এবং তোমরা তোমাদের কসমের হিফাযত কর।” অর্থাৎ কাফফারা ছাড়া তা পরিত্যাগ করো না।সহীহ বুখারী ও সহীহ মুসলিমের হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর কসম! আমি যখন কোন কিছুর উপর শপথ করবো, অতঃপর ওর বিপরীত জিনিসে মঙ্গল দেখবো তখন ইনশাআল্লাহ আমি ঐ মঙ্গলজনক কাজটিই করবো এবং আমার কসমের কাফফারা আদায়। করবো।”এখন উল্লিখিত আয়াত ও হাদীসে যে বৈপরীত্ব রয়েছে এটা যেন মনে করা না হয়। সেই কসম ও অঙ্গীকার, যা পরষ্পরের চুক্তি ও ওয়াদা হিসেবে করা হবে তা পুরো করা তো নিঃসন্দেহে জরুরী ও অপরিহার্য কর্তব্য। আর যে কসম আগ্রহ উৎপাদন বিরত রাখার উদ্দেশ্যে মুখ থেকে বেরিয়ে যায় তা অবশ্যই কাফফারা আদায়ের মাধ্যমে ভঙ্গ করা যেতে পারে। যেমন হযরত জুবাইর ইবনু মুতইম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইসলামে কোন শপথ নেই, শপথ ছিল জাহেলিয়াতের যুগে, ইসলাম এর দৃঢ়তা বৃদ্ধি করে।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। সহীহ মুসলিমে অনুরূপ বর্ণনা ইবনু আবি শায়বা (রাঃ) হতে বর্ণিত আছে) এর অর্থ এই যে, ইসলাম গ্রহণের পর এক দল অন্য দলের সাথে ভ্রাতৃত্বের বন্ধনে আবদ্ধ থাকবে এবং একে অপরের সুখে- দুঃখে অংশ নেবে এইরূপ কসম করার কোন প্রয়োজনীয়তা নেই। কেননা, ইসলামী সম্পর্ক সমস্ত মুসলমানকে ভাই ভাই করে দেয়। পূর্ব ও পশ্চিমের সুসলমানরা একে অপরের দুঃখে সমবেদনা জ্ঞাপন করে থাকে। আর যে হাদীসটি হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদের বাড়ীতে আনসার ও মুহাজিরদের মধ্যে শপথ করিয়েছিলেন।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এর ভাবার্থ এই যে, তিনি তাঁদের মধ্যে ভ্রাতৃত্ব স্থাপন করেছিলেন, এমন কি তারা একে অপরের মালের উত্তরাধিকারী হতেন। শেষ পর্যন্ত তা মানসূখ বা রহিত হয়ে যায়। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। বলা হয়েছে যে, আল্লাহ তাআলার এই নির্দেশ দ্বারা তাঁর উদ্দেশ্য হচ্ছে ঐ মুসলসানদেরকে ইসলামের উপর প্রতিষ্ঠিত থাকার হুকুম করা যারা রাসূলুল্লাহর (সঃ) হাতে দীক্ষা গ্রহণ করে ইসলামের আহকাম মেনে চলার স্বীকারোক্তি করেছিলেন। তাদেরকে বলা হচ্ছেঃ “এরূপ গুরুত্বপূর্ণ কসম ও পূর্ণ। অঙ্গীকারের পর এটা যেন না হয় যে, মুহাম্মদের (সঃ) দলের স্বল্পতা ও মুশরিকদের দলের আধিক্য দেখে তোমরা কসম ভেঙ্গে দাও।” হযরত নাফে’ (রাঃ) হতে বর্ণিত। তিনি বলেন, জনগণ যখন ইয়াযীদ ইবনু মুআবিয়ার (রাঃ) বায়আত ভঙ্গ করতে থাকে তখন হযরত আবদুল্লাহ ইবনু উমার (রাঃ) তাঁর পরিবারের সমস্ত লোককে একত্রিত করেন এবং আল্লাহর প্রশংসাকীৰ্তন করতঃ (আরবি) বলার পর বলেনঃ “আমরা এই লোকটির (ইয়াযীদের হাতে বায়আত করেছি আল্লাহ ও তাঁর রাসূলের (সঃ) বায়আতের উপর। আর আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “কিয়ামতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্যে একটি পতাকা গেড়ে দেয়া হবে এবং ঘোষণা করা হবেঃ “এটা হচ্ছে অমুকের পুত্র অমুকের বিশ্বাসঘাতকতা। আল্লাহর সঙ্গে শিরক করার পরে সবচেয়ে বড় বিশ্বাসঘাতকতা হচ্ছে এই যে, আল্লাহ ও তাঁর। রাসূলের (সঃ) বায়আত কারো হাতে করার পর তা ভেঙ্গে দেয়া হয়। সুতরাং তোমাদের কেউ যেন এরূপ মন্দ কাজ না করে এবং সীমা ছাড়িয়ে না যায়, অন্যথায় আমার মধ্যে ও তার মধ্যে বিচ্ছেদ হয়ে যাবে।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন)হযরত হুযাইফা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “যে ব্যক্তি তার মুসলমান ভাই-এর কাছে এমন কোন শর্ত করে যা পুরো করার ইচ্ছা তার আদৌ থাকে না, সে ঐ ব্যক্তির মত যে তার প্রতিবেশীকে নিরাপত্তা দান করার পর আশ্রয়হীন অবস্থায় ছেড়ে দেয়।” (এ হাদীসটিও ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)এরপর আল্লাহ তাআলা তাদেরকে ধমকের সুরে বলেনঃ “যারা অঙ্গীকার ও কসমের হিফাযত করে না তাদের এই কাজ সম্পর্কে আল্লাহ পূর্ণ ওয়াকিফহাল।”মক্কায় একটি স্ত্রী লোক ছিল, যার মস্তিষ্ক বিকৃত হয়েছিল। সে সূতা কাটতো। সূতা কাটার পরে যখন তা ঠিকঠাক ও মযবুত হয়ে যেতো, তখন সে বিনা কারণে তা ছিড়ে ফেলতো এবং টুকরো টুকরো করে দিতো। এটা দৃষ্টান্ত হচ্ছে ঐ ব্যক্তির, যে অঙ্গীকার ও কসম মযবুত করার পর তা ভঙ্গ করে দেয়। এটাই হচ্ছে সঠিক কথা। এখন আসলে এই ঘটনার সাথে এরূপস্ত্রীলোক জড়িত ছিল কি না, তা জানার আমাদের কোন প্রয়োজন নেই। এখানে শুধুমাত্র দৃষ্টান্ত বর্ণনা করাই উদ্দেশ্য।এহাদীসটি এর অর্থ হচ্ছে টুকরা টুকরা। সম্ভবতঃ এটা (আরবি) এর (আরবি) হবে। আবার এটাও হতে পারে যে, (আরবি) এর (আরবি) এর (আরবি) হবে। অর্থাৎ তোমরা (আরবি) হয়ো না। এটা (আরবি) এর বহু বচন, (আরবি) হতে।অতঃপর আল্লাহ তাআলা বলেনঃ “তোমরা তোমাদের কসমকে প্রবঞ্চনার মাধ্যম বানিয়ে নিয়ো না। এইভাবে যে, নিজের চেয়ে বড়দেরকে নিজের কসম দ্বারা শান্ত করে এবং ঈমানদারী ও নেকনামীর ছাঁচে নিজেকে ফেলে দিয়ে বিশ্বাসঘাতকতা ও বেঈমানী করতে শুরু কর এবং তাদের সংখ্যাধিক্য দেখে তাদের সাথে সন্ধিস্থাপনের পর সুযোগ পেয়ে আবার যুদ্ধ শুরু করে দাও। খবরদার! এইরূপ করো না। সুতরাং ঐ অবস্থাতেও যখন চুক্তি ভঙ্গ করাহারাম, তখন নিজের বিজয় ও সংখ্যাধিকোর সময় তো আরো হারাম হবে। সমস্ত প্রশংসা আল্লাহর যে, আমরা সূরায়ে আনফালে হযরত মুআবিয়ার (রাঃ) ঘটনা লিখে এসেছি। তা এই যে, তাঁর মধ্যে ও রোমক সম্রাটের মধ্যে একটি নির্দিষ্ট মেয়াদের জন্যে সন্ধি চুক্তি স্বাক্ষরিত হয়েছিল। ঐ মেয়াদ শেষ হওয়ার সময় নিকটবর্তী হলে তিনি তার সেনাবাহিনীকে রোম সীমান্তে পাঠিয়ে দেন যে, তারা যেন শিবির সন্নিবেশ করে এবং মেয়াদ শেষ হওয়া মাত্রই অকস্মাৎ আক্রমণ চালিয়ে দেয়, যেন তারা প্রস্তুতি গ্রহণে সুযোগ না পায়। হযরত আমর ইবনু উৎবার (রাঃ) কানে যখন এই খবর পৌঁছে, তখন তিনি আমীরুল মু'মিনীন হযরত মুআবিয়ার (রাঃ) নিকট আসেন এবং তাঁকে বলেনঃ “আল্লাহু আকবার! হে মুআবিয়া (রাঃ) ! অঙ্গীকার পূর্ণ করুন এবং বিশ্বাসঘাতকতা ও চুক্তি ভঙ্গের দোষ থেকে দূরে থাকুন। আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ যে কওমের সাথে চুক্তি হয়ে যায়, চুক্তির মেয়াদ শেষ না হওয়া পর্যন্ত কোন বন্ধন খোলার অনুমতি নেই (অর্থাৎ তাদের বিরুদ্ধে যুদ্ধ ঘোষণা করা চলবে না।” একথা শুনা মাত্রই হযরত মুআবিয়া (রাঃ) তার সেনাবাহিনীকে ফিরে আসতে বলেন।(আরবি) শব্দের অর্থ হচ্ছে অধিক। এই বাক্যের অর্থ এটাও হতে পারেঃ “যখন দেখলো সৈন্য সংখ্যা অধিক ও শক্তিশালী তখন সন্ধি করে নিলো এবং এই সন্ধিকে প্রবঞ্চনার মাধ্যম করে তাদেরকে অপ্রস্তুত করতঃ অকস্মাৎ আক্রমণ করে বসলো।” আবার ভাবার্থ এও হতে পারেঃ “এক কওমের সঙ্গে চুক্তি করলো। তারপর দেখলো যে, অপর কওম তাদের চেয়ে শক্তিশালী। তখন তাদের দলে ভিড়ে গেল এবং পূর্ববর্তী কওমের সঙ্গে কৃত চুক্তি ভঙ্গ করে দিলো।” এসব নিষিদ্ধ। এই আধিক্য দ্বারা আল্লাহ তোমাদেরকে পরীক্ষা করেন। কিংবা তিনি নিজের এই হুকুম দ্বারা অর্থাৎ অঙ্গীকার পালনের হুকুম দ্বারা তোমাদের পরীক্ষা করেন। আর কিয়ামতের দিন তিনি তোমাদের মধ্যে সঠিক ফায়সালা করবেন। প্রত্যেককে তিনি তার আমলের বিনিময় প্রদান করবেন, ভাল আমলকারীদেরকে ভাল বিনিময় এবং মন্দ আমলকারীদেরকে মন্দ বিনিময়।",
  "ayah": 92,
  "surah": 16
}
