{
  "text": "ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا (11) لما جرى ذكر الكافرين في قوله : { فذلك يومئذٍ يوم عسير على الكافرين } [ المدثر : 9 ، 10 ] ، وأشير إلى ما يلقاه الرسول صلى الله عليه وسلم من الكافرين بقوله : { ولربّك فاصبر } [ المدثر : 7 ] انتقل الكلام إلى ذكر زعيم من زعماء الكافرين ومدبر مطاعنهم في القرآن ودعوة الرسول صلى الله عليه وسلموقوله : { ذرني ومن خلقت وحيداً } الخ . استئناف يؤذن بأن حدثاً كان سبباً لنزول هذه الآية عقبَ الآيات التي قبلها ، وذلك حين فشا في مكة أن رسول الله صلى الله عليه وسلم عاوده الوحي بعد فترة وأنه أُمر بالإِنذار ويدل على هذا ما رواه ابن إسحاق أنه اجتمع نفر من قريش فيهم أبو لهب ، وأبو سفيان ، والوليدُ بن المغيرة ، والنضر بن الحارث ، وأميةُ بن خلف ، والعاصي بنُ وائل ، والمُطْعِم بن عَدِي . فقالوا : إن وفود العرب ستقدِم عليكم في الموسم وهم يتساءلون عن أمر محمد وقد اختلفتم في الأخبار عنه . فمن قائل يقول : مجنون وآخر يقول : كاهن ، وآخر يقول : شاعر ، وتعلم العرب أن هذا كله لا يجتمع في رجل واحد ، فسَمُّوا محمد باسم واحد تجتمعون عليه وتسميه العرب به ، فقام رجل منهم فقال : شاعر ، فقال الوليد بن المغيرة : سمعتُ كلام ابننِ الأبرص ( يعني عَبيد بن الأبرص ) وأميّة بن أبي الصلت ، وعرفتُ الشعر كله ، وما يشبه كلام محمد كلام شاعر ، فقالوا : كاهن ، فقال الوليد : ما هو بزمزمة الكاهن ولا بسجعه . والكاهن يصدُق ويكذب وما كذب محمد قط ، فقام آخر فقال : مجنون ، فقال الوليد : لقد عرفنا الجنون فإن المجنون يُخْنَق فما هو بخنقه ولا تَخالُجِه ولا وسوسته ، فقالوا : ساحر ، قال الوليد : لقد رأينا السُّحَّار وسِحْرهم فما هو بنفثه ولا عَقْده ، وانصرف الوليد إلى بيته فدخل عليه أبو جهل فقال : ما لكَ يَا با عَبدِ شمس أصَبَأْتَ؟ فقال الوليد : فكَّرت في أمر محمد وإِن أقربَ القول فيه أن تقولوا : ساحر جاء بقول هو سحر ، يفرق به بين المرء وأبيه ، وبين المرء وأخيه ، وبين المرء وزوجته ، وبين المرء وعشيرته ، فقال ابن إسحاق : فأنزل الله في الوليد بن المغيرة قوله : { ذرني ومن خلقت وحيداً } الآيات .وعن أبي نصر القشيري أنه قال : قيل بلغ النبي صلى الله عليه وسلم قول كفار مكة : أنتَ ساحر فوجد من ذلك غمّاً وحُمَّ فتدثر بثيابه فقال الله تعالى : { قم فأنذر } [ المدثر : 2 ] .وأيّاما كان فقد وقع الاتفاق على أن هذا القول صدر عن الوليد بن المغيرة وأنه المعنِيُّ بقوله تعالى : { ومن خلقت وحيداً } فإن كان قول الوليد صدَر منه بعد نزول صدْر هذه السورة فجملة { ذرني ومن خلقت وحيداً } مستأنفة استئنافاً ابتدائياً والمناسبة ظاهرة ، وإن كان قول الوليد هو سبب نزول السورة ، كان متصلاً بقوله :{ ولربّك فاصبر } [ المدثر : 7 ] على أنه تعليل للأمر بالصبر بأن الله يتولى جزاء هذا القائل ، وما بينهما اعتراض ، ويؤيد هذا أن ابتداء الوحي كان في رَمضان وأن فترة الوحي دامت أربعين يوماً على الأصح سواء نزل وحي بين بدء الوحي وفترته مدةَ أيام ، أوْ لم ينزل بعد بدئه شيء ووقعتْ فترته ، فيكون قد أشرف شهر ذي القعدة على الانصرام فتلك مدة اقتراب الموسم فأخذ المشركون في الاستعداد لما يقولونه للوفود إذا استخبروهم خبر النبي صلى الله عليه وسلموتصدير الجملة بفعل { ذرني } إيماء إلى أن الرسول صلى الله عليه وسلم كان مهتماً ومغتماً مما اختلقه الوليد بن المغيرة ، فاتصاله بقوله : { ولربّك فاصبر يزداد وضوحاً .وتقدم ما في نحو ذَرني } وكَذا ، من التهديد والوعيد للمذكور بعد واو المعية ، في تفسير قوله تعالى : { فذَرني ومن يكذّب بهذا الحديث } في سورة القلم ( 44 ) .وجيء بالموصول وصلته في قوله : ومن خلقت وحيداً } لإِدماج تسجيل كفران الوليد النعمة في الوعيد والتهديد .وانتصب { وحيداً } على الحال من { مَن } الموصولة .والوحيد : المنفرد عن غيره في مكان أو حال مما يدل عليه سياق الكلام ، أو شهرة أو قصة ، وهو فعيل من وحُد من باب كَرُم وعَلِم ، إذا انفرد .وكان الوليد بن المغيرة يلقب في قريش بالوحيد لتوحده وتفرده باجتماع مزايا له لم تجتمع لغيره من طبقته وهي كثْرةُ الولد وسعة المال ، ومجده ومجد أبيه مِن قبله ، وكان مرجعَ قريش في أمورهم لأنه كان أسنّ من أبي جهل وأبي سفيان ، فلما اشتهر بلقب الوحيد كان هذا الكلام إيماء إلى الوليد بن المغيرة المشتهر به . وجاء هذا الوصف بعد فعل { خلَقْت ، } ليصرف هذا الوصف عما كان مراداً به فينصرف إلى ما يصلح لأن يقارن فعل { خلقتُ } أي أوجدتُه وحيداً عن المال والبنين والبسطة ، فيغيَّر عن غرض المدح والثناء الذي كانوا يخصونه به ، إلى غرض الافتقار إلى الله الذي هو حالُ كل مخلوق فتكون من قبيل قوله : { والله أخرجكم من بطون أمهاتِكم لا تعلمون شيئاً } [ النحل : 78 ] الآية .",
  "ayah": 11,
  "surah": 74
}
