{
  "text": "وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آَمَنُوا إِيمَانًا وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ (31){ عَشَرَ * وَمَا جَعَلْنَآ أصحاب } .روى الطبري عن ابن عباس وجابر بن زيد : «أن أبا جهل لما سمع قوله تعالى : { عليها تسعة عشر } [ المدثر : 30 ] قال لقريش : ثكلتكم أمهاتكم إن ابن أبي كبشة يخبركم أن خزنة النار تسعة عشر وأنتم الدَّهْم أفيعجز كل عشرة منكم أن يبطشوا برجل من خزنة جهنم؟ فقال الله تعالى : { وما جعلنا أصحاب النار إلا ملائكة } ، أي ما جعلناهم رجالاً فيأخذ كل رجل رجلاً ، فمن ذا يغلب الملائكة اه .وفي «تفسير القرطبي» عن السدي : أن أبا الأشَدَّ بنَ كَلَدَة الجمحِي قال مستهزئاً : لا يَهُولَنَّكم التسعةَ عشر ، أنا أدفع بمنكبي الأيمننِ عشرة وبمنكبي الأيسر تسعة ثم تمرون إلى الجنة ، وقيل : قال الحارث بن كَلَدة : أنا أكفيكم سبعة عشر واكفوني أنتم اثنين ، يريد التهكم مع إظهار فرط قوته بين قومه .فالمراد مِن { أصحاب النار } خزنتها ، وهم المتقدم ذكرهم بقوله : { عليها تسعةَ عشر } [ المدثر : 30 ] .والاستثناء من عموم الأنواع ، أي ما جعلنا خزنة النار من نوع إلاّ من نوع الملائكة .وصيغة القصر تفيد قلب اعتقاد أبي جهل وغيره مَا توهموه أو تظاهروا بتوهمه أن المراد تسعة عشر رجلاً فطمع أن يخلص منهم هو وأصحابه بالقوة فقد قال أبو الأشدِّ بن أُسَيد الجُمحِي : لا يَبلغون ثوبي حتى أُجْهضَهم عن جهنم ، أي أنحِّيهم .وقوله تعالى : { وما جعلنا عدّتهم إلا فتنة للذين كفروا } تتميم في إبطال توهم المشركين حقارة عدد خزنة النار ، وهو كلام جار على تقدير الأسلوب الحكيم إذ الكلام قد أثار في النفوس تساؤلاً عن فائدة جعل خزنة جهنم تسعةَ عشر وهلاّ كانوا آلافاً ليكون مرآهم أشد هولاً على أهل النار ، أو هلاَّ كانوا ملكاً واحداً فإن قُوى الملائكة تأتي كل عمل يسخرها الله له ، فكان جواب هذا السؤال : أن هذا العدد قد أظهر لأصناف الناس مبلغ فَهم الكفار للقرآن . وإنما حصلت الفتنة من ذكر عددهم في الآية السابقة . فقوله : { وما جعلنا عدتهم } تقديره : وما جعلنا ذكر عدتهم إلاّ فتنة ، ولاستيقان الذين أوتوا الكتاب ، وازدياد الذين آمنوا إيماناً ، واضطراب الذين في قلوبهم مرض فيظهر ضلال الضالين واهتداء المهتدين . فالله جعل عدة خزنة النار تسعة عشر لحكمة أخرى غير ما ذكر هنا اقتضت ذلك الجعل يعلمها الله .والاستثناء مفرغ لمفعول ثان لفعل { جعلنا } تقديره جعلنا عدتهم فتنة لا غير ، ولما كانت الفتنة حالاً من أحوال الذين كفروا لم تكن مراداً منها ذاتها بل عروضها للذين كفروا فكانت حالاً لهم .والتقدير : ما جعلنا ذكر عدتهم لعلة وغرض إلاّ لغرض فتنة الذين كفروا؛ فانتصب { فتنة } على أنه مفعول ثان لفعل { جعلنا } على الاستثناء المفرغ ، وهو قصر قلب للردّ على الذين كفروا إذ اعتقدوا أن عدتهم أمر هيّن .وقوله : { ليستيقن الذين أُوتوا الكتاب } الخ . علة ثانية لفعل { وما جعلنا عدتهم إلا فتنة } . ولولا أن كلمة { فتنة } منصوبة على المفعول به لِفعل { جعلنا } . لكان حق { ليستيقن } أن يعطف على { فتنة } ولكنه جاء في نظم الكلام متعلقاً بفعل : { وما جعلنا عدتهم إلا فتنة .ويجوز أن يكون للذين كفروا } متعلقاً بفعل { جعلنا وب فتنة } ، على وجه التنازع فيه ، أي ما جعلنا عدتهم للذين كفروا إلاّ فتنةً لهم إذ لم يحصل لهم من ذكرها إلاّ فساد التأويل ، وتلك العِدة مجعولة لفوائد أخرى لغير الذين كفروا الذين يفوضون معرفة ذلك إلى علم الله وإلى تدبر مفيد .والاستيقان : قوة اليقين ، فالسين والتاء فيه للمبالغة . والمعنى : ليستيقنوا صدق القرآن حيث يجدون هذا العدد مصدقاً لما في كتبهم .والمراد ب { الذين أُوتوا الكتاب } اليهود حين يبلغهم ما في القرآن من مثل ما في كتبهم أو أخبارهم . وكان اليهود يترددون على مكة في التجارة ويتردد عليهم أهل مكة للميرة في خيبر وقريظة ويثرب فيسأل بعضهم بعضاً عما يقوله محمد صلى الله عليه وسلم ويودّ المشركون لو يجدون عند اليهود ما يكذبون به أخبار القرآن ولكن ذلك لم يجدوه ولو وجدوه لكان أيسر ما يطعنون به في القرآن .والاستيقان من شأنه أن يعقبه الإِيمان إذا صادف عقلاً بريئاً من عوارض الكفر كما وقع لعبد الله بن سَلاَم وقد لا يعقبه الإِيمان لمكابرة أو حسد أو إشفاق من فوات جاه أو مال كما كان شأن كثير من اليهود الذي قال الله فيهم { يعرفونه كما يعرفون أبناءهم وإن كثيراً منهم ليكتمون الحق وهم يعلمون } [ البقرة : 146 ] ولذلك اقتصرت الآية على حصول الاستيقان لهم .روى الترمذي بسنده إلى جابر بن عبد الله قال : قال ناس من اليهود لأناس من أصحاب النبي صلى الله عليه وسلم هل يعلم نبيئكم عدد خزنة النار؟ ، قالوا : لا ندري حتى نسأل نبيئنا . فجاء رجل إلى النبي فقال : يا محمد غُلب أصحابكم اليوم ، قال : وبم غلبوا قال : سألهم يهودُ : هل يعلم نبيئكم عدد خزنة النار ، قال : فما قالوا؟ قال : قالوا لا ندري حتى نسأل نبيئنا ، قال : أفغُلب قوم سُئلوا عما لا يعلمون؟ فقالوا : لا نعلم حتى نسأل نبيئنا إلى أن قال جابر : فلما جاءوا قالوا : يا أبا القاسم كم عدد خزنة جهنم؟ قال . هكذا وهكذا في مرة عشرة وفي مرة عشرة وفي مرة تسع ( بإشارة الأصابع ) قالوا : نعم الخ . وليس في هذا ما يُلجىء إلى اعتبار هذه الآية نازلة بالمدينة كما روي عن قتادة لأن المراجعة بين المشركين واليهود في أخبار القرآن مألوفة من وقت كون النبي صلى الله عليه وسلم في مكة .قال أبوبكر ابن العربي في «العارضة» : حديث جابر صحيح والآية التي فيها{ عليها تسعةَ عشر } [ المدثر : 30 ] مكية بإجماع ، فكيف تقول اليهود هذا ويدعوهم النبي للجواب وذلك كان بالمدينة ، فيحتمل أن الصحابة قالوا : لا نعلم ، لأنهم لم يكونوا قرأوا الآية ولا كانت انتشرت عندهم ( أي لأنهم كانوا من الأنصار الذين لم يتلقوا هذه الآية من سورة المدثر لبعد عهد نزولها بمكة وكان الذين يجتمعون باليهود ويسألهم اليهود هم الأنصار . قال : ويحتمل أن الصحابة لم يمكنهم أن يعينوا أن التسعة عشر هم الخزنة دون أن يعيِّنهم الله حتى صرح به النبي صلى الله عليه وسلم اه . فقد ظهر مصداق قوله تعالى : { ليستيقن الذين أُوتوا الكتاب } بعد سنين من وقت نزوله .ومعنى { ويزداد الذين ءامنوا إيماناً } أنهم يؤمنون به في جملة ما يؤمنون به من الغيب فيزداد في عقولهم جُزئيّ في جزئيات حقيقة إيمانهم بالغيب ، فهي زيادة كمية لا كيفية لأن حقيقة الإِيمان التصديق والجزم وذلك لا يقبل الزيادة ، وبمثل هذا يكون تأويل كل ما ورد في زيادة الإِيمان من أقوال الكتاب والسنة وأقوال سلف الأمة .وقوله : { ولا يرتاب الذين أُوتوا الكتاب والمؤمنون } عطف على { ليستيقن الذين أوتوا الكتاب ، } أي لينتفي عنهم الريب فلا تعتورهم شبهة من بعد علمه لأنه إيقان عن دليل . وإن كان الفريقان في العمل بعلمهم متفاوتين ، فالمؤمنون علموا وعَملوا ، والذين أُوتوا الكتاب علموا وعاندوا فكان علمهم حجة عليهم وحسرة في نفوسهم .والمقصود من ذكره التمهيد لذكر مكابرة الذين في قلوبهم مرض والكافرين في سوء فهمهم لهذه العِدة تمهيداً بالتعريض قبل التصريح ، لأنه إذا قيل { ولا يرتاب الذين أُوتوا الكتاب والمؤمنون } شعر الذين في قلوبهم مرض والكافرون بأنهم لما ارتابوا في ذلك فقد كانوا دون مرتبة الذين أوتوا الكتاب لأنهم لا ينازعون في أن الذين أوتوا الكتاب أرجح منهم عقولاً وأسد قولاً ، ولذلك عطف عليه { وليقولَ الذين في قلوبهم مرض والكافرون ماذا أراد الله بهذا مثلاً } ، أي ليقولوا هذا القول إعراباً عما في نفوسهم من الطعن في القرآن غير عالمين بتصديق الذين أوتوا الكتاب .واللام لام العاقبة مثل التي في قوله تعالى : { فالتقطه آل فرعون ليكون لهم عدواً وحزناً } [ القصص : 8 ] .والمرض في القلوب : هو سوء النية في القرآن والرسول صلى الله عليه وسلم وهؤلاء هم الذين لم يزالوا في تردد بين أن يسلموا وأن يبقوا على الشرك مثل الأخنس بن شَرِيق والوليد بن المغيرة ، وليس المراد بالذين في قلوبهم مرض المنافقون لأن المنافقين ما ظهروا إلاّ في المدينة بعد الهجرة والآية مكية .و { ماذا أراد الله } استفهام إنكاري فإن ( ما ) استفهامية ، و ( ذا ) أصله اسم إشارة فإذا وقع بعد ( ما ) أو ( مَن ) الاستفهاميتين أفاد معنى الذي ، فيكون تقديره : ما الأَمر الذي أراده الله بهذا الكلام في حال أنه مثل ، والمعنى : لم يرد الله هذا العدد الممثل به ، وقد كُنّي بنفي إرادة الله العدد عن إنكار أن يكون الله قال ذلك ، والمعنى : لم يرد الله العدد الممثل به فكنَّوا بنفي إرادة الله وصفَ هذا العددِ عن تكذيبهم أن يكون هذا العدد موافقاً للواقع لأنهم ينفون فائدته ، وإنما أرادوا تكذيب أن يكون هذا وحياً من عند الله .والإِشارة بهذا إلى قوله : { عليها تسعةَ عشر } [ المدثر : 30 ] .و { مثلاً } منصوب على الحال من هذا ، والمثل : الوصف ، أي بهذا العدد وهو تسعة عشر ، أي ما الفائدة في هذا العدد دون غيره مثل عشرين .والمثل : وصف الحالة العجيبة ، أي ما وصَفه من عدد خزنة النار كقوله تعالى : { مثل الجنّة التي وعد المتقون } [ محمد : 15 ] الآية .وتقدم نظير هذا عند قوله تعالى : { وأما الذين كفروا فيقولون ماذا أراد الله بهذا مثلاً } في سورة [ البقرة : 26 ] .اسم الإِشارة عائد إلى ما تضمنه الكلام المتقدم من قوله : { ليستيقن الذين أوتوا الكتاب } إلى قوله : { مثلاً } بتأويل ما تضمنه الكلام ، بالمذكور ، أي مثل ذلك الضلال الحاصل للذين في قلوبهم مرض وللكافرين ، والحاصل للذين أوتوا الكتاب بعد أن استيقنوا فلم يؤمنوا يُضل الله من يشاء أن يضله من عباده ، ومثل ذلك الهُدى الذي اهتداه المؤمنون فزادهم إيماناً مع إيمانهم يَهدي الله من يشاء .والغرض من هذا التشبيهِ تقريبُ المعنى المعقول وهو تصرف الله تعالى بخلق أسباب الأحوال العارضة للبشر ، إلى المعنى المحسوس المعروف في واقعة الحال ، تعليماً للمسلمين وتنبيهاً للنّظر في تحصيل ما ينفع نفوسهم .ووجه الشبه هو السببية في اهتداء من يهتدي وضَلال من يَضِل ، في أن كُلاًّ من المشبَّه والمشبه به جعله الله سبباً وإرادة لحكمة اقتضاها علمه تعالى فتفاوتَ الناسُ في مدى إفهامهم فيه بين مهتدٍ ومرتاببٍ مُختلف المرتبةِ في ريبه ، ومكابرٍ كافر وسَيّىءِ فهممٍ كافر .وهذه كلمة عظيمة في اختلاف تلقي العقول للحقائق وانتفاعهم بها أو ضده بحسب اختلاف قرائحهم وفهومهم وتراكيب جبلاتهم المتسلسلة من صواب إلى مثله ، أو من تردد واضطراب إلى مثله ، أو من حَنق وعناد إلى مثله ، فانطوى التشبيه من قوله : { كذلك } على أحوال وصور كثيرة تظهر في الخارج .وإسناد الإِضلال إلى الله تعالى باعتبار أنه موجِد الأسباب الأصلية في الجبلات ، واقتباس الأهواء وارتباط أحوال العالم بعضها ببعض ، ودعوة الأنبياء والصلحاء إلى الخير ، ومقاومة أيمة الضلال لتلك الدعوات . تلك الأسباب التي أدت بالضالين إلى ضلالهم وبالمهتدين إلى هداهم . وكلٌّ من خلق الله . فما على الأنفس المريدة الخير والنجاة إلاّ التعرض لأحد المهيعين بعد التجرد والتدبر { لها ما كسبت وعليها ما اكتسبت } [ البقرة : 286 ] .ومشيئة الله ذلك تعلق علمه بسلوك المهتدين والضالّين .ومحل { كذلك } نصب بالنيابة عن المفعول المطلق لأن الجار والمجرور هنا صفة لمصدر محذوف دلّت عليه الصفة ، والتقدير : يضل الله من يشاء ويهدي من يشاء إضلالاً وهدياً كذلك الإِضلال والهدي .وليس هذا من قبيل قوله تعالى : { وكذلك جعلناكم أمة وسطاً } [ البقرة : 143 ] .وقدم وصف المفعول المطلق للاهتمام بهذا التشبيه لما يرشد إليه من تفصيل عند التدبر فيه ، وحصل من تقديمه محسّن الجمع ثم التقسيم إذ جاء تقسيمه بقوله { يضل الله من يشاء ويهدي من يشاء .كلمة جامعة لإِبطال التخرصَات التي يتخرصها الضالون ومرضى القلوب عند سماع الأخبار عن عالم الغيب وأمور الآخرة من نحو : ما هَذَا به أبو جهل في أمر خزنة جهنم يشمل ذلك وغيره ، فلذلك كان لهذه الجملة حكم التذييل .والجنودُ : جمع جند وهو اسم لجماعة الجيش واستعير هنا للمخلوقات التي جعلها الله لتنفيذ أمره لمشابهتها الجنود في تنفيذ المراد .وإضافة رب إلى ضمير النبي صلى الله عليه وسلم إضافة تشريف ، وتعريض بأن من شأن تلك الجنود أن بعضها يكون به نصرُ النبي صلى الله عليه وسلم ونفي العلم هنا نفي للعلم التفصيلي بأعدادها وصفاتها وخصائصها بقرينة المقام ، فإن العلم بعدد خزنة جهنم قد حصل للناس بإعلام من الله لكنهم لا يعلمون ما وراء ذلك .فيه معان كثيرة أعلاها أن يكون هذا تتمة لقوله : { وما جعلنا عدتهم إلاّ فتنة للذين كفروا } على أن يكون جارياً على طريقة الأسلوب الحكيم ، أي أن النافع لكم أن تعلموا أن الخبر عن خزنة النار بأنهم تسعة عشر فائدته أن يكون ذكرى للبشر ليتذكروا دار العقاب بتوصيف بعض صفاتها لأن في ذكر الصفة عوناً على زيادة استحضار الموصوف ، فغرض القرآن الذكرى ، وقد اتخذه الضالّون ومرضى القلوب لهواً وسخرية ومِراء بالسؤال عن جعلهم تسعة عشر ولِمَ لم يكونوا عشرين أو مئات أو آلافاً .وضمير { هي } على هذا الوجه إلى { عدتهم .ويجوز أن يرجع الضمير إلى الكلام السابق وتأنيث ضميره لتأويله بالقصّة أو الصفة أو الآيات القرآنية .والمعنى : نظير المعنى على الاحتمال الأول .ويحتمل أن يرجع إلى { سَقَر } [ المدثر : 26 ] وإنما تكون { ذِكْرى } باعتبار الوعيد بها وذكرِ أهوالها .والقصرُ متوجه إلى مضاف محذوف يدل عليه السياق تقديره : وما ذكرها أو وصفها أو نحو ذلك .ويحتمل أن يرجع ضمير { هي } إلى { جنود ربّك } والمعنَى المعنى ، والتقديرُ التقديرُ ، أي وما ذكرها أو عِدة بعضها .وجوّز الزجاج أن يكون الضمير راجعاً إلى نار الدنيا ، أي أنها تذكر للناس بنار الآخرة ، يريد أنه من قبيل قوله تعالى : { أفرأيتم النار التي تورون أأنتم أنشأتم شجرتها أم نحن المنشئون نحن جعلناها تَذْكرة } [ الواقعة : 71 73 ] . وفيه محسن الاستخدام .وقيل : المعنى : وما عدتهم إلاّ ذكرى للناس ليعلموا غنى الله عن الأعوان والجند فلا يظلوا في استقلال تسعة عشر تجاه كثرة أهل النار .وإنما حَمَلَت الآية هذه المعانيَ بحسن موقعها في هذا الموضع وهذا من بلاغة نظم القرآن . ولو وقعت إثر قوله : { لواحة للبشر } [ المدثر : 29 ] لتمحض ضمير { وما هي إلاّ ذكرى } للعود إلى سقر ، وهذا من الإعجاز بمواقع جمل القرآن كما في المقدمة العاشرة من مقدمات هذا التفسير .وبين لفظ البشر المذكور هنا ولفظ البشَر المتقدم في قوله : { لوّاحة للبشر } التّجنيس التام .",
  "ayah": 31,
  "surah": 74
}
