{
  "text": "وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ (56)وجملة { وما تذْكُرون إلاّ أن يشاء الله } معترضة في آخر الكلام لإِفادة تعلمهم بهذه الحقيقة ، والواو اعتراضية .والمعنى : أن تذكُّر من شَاءوا أن يتذكروا لا يقع إلاّ مشروطاً بمشيئة الله أن يتذكروا ، وقد تكرر هذا في القرآن تكرراً ينبه على أنه حقيقة واقعة كقوله : { وما تشاءون إلاّ أن يشاء الله } [ التكوير : 29 ] وقال هنا { كلا إنه تذكرة فمن شاء ذكره } فعلمنا أن للناس مشيئة هي مناط التكاليف الشرعية والجزاءِ في الدنيا والآخرة وهي المعبر عنها عند أهل التحقيق من المتكلمين بالكسب كما حققه الأشعري ، وعند المعتزلة بالقدرة الحادثة ، وهما عبارتان متقاربتان ، وأن لله تعالى المشيئة العظمى التي لا يمانعها مانع ولا يقسرها قاسر ، فإذا لم يتوجه تعلقها إلى إرادة أحد عباده لم يحصل له مراد .وهذه المشيئة هي المعبر عنها بالتوفيق إذا تعلقت بإقدار العبد على الداعية إلى الطاعة وامتثال الوصايا الربانية ، وبالخِذلان إذا تعلقت بتركه في ضلاله الذي أوْبَقَتْهُ فيه آراؤه الضالة وشهواته الخبيثة الموبقة له في الإِعراض عن شرائع الله ودعوة رسله ، وإذا تعلقت بانتشال العبد من أوْحَال الضلال وبإنارَة سبيل الخير لبصيرته سميت لُطفاً مثل تعلقها بإيمان عُمر بن الخطاب وصلاحه بعد أن كان في عناد ، وهذا تأويل قوله تعالى :{ فمن يُرد الله أن يهديه يشرح صدره للإِسلام ومن يُرد أن يضله يجعل صدره ضيقاً حرجاً كأنما يَصَّعَّدُ في السماء } [ الأنعام : 125 ] .هذا حاصل ما يتمخض من الجمع بين أدلة الشريعة المقتضية أن الأمر لله ، والأدلةِ التي اقتضت المؤاخذة على الضلال ، وتأويلُها الأكبرُ في قوله تعالى : { وإن تصبهم حسنة يقولوا هذه من عند الله وإن تصبهم سيئة يقولوا هذه من عندك قل كلّ من عند الله فما لهؤلاء القوم لا يكادون يفقهون حديثاً ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك } [ النساء : 78 ، 79 ] وَلله في خلقه سرّ جَعل بينهم وبين كنهه حجاباً ، ورَمَزَ إليه بالوعد والوعيد ثواباً وعقاباً .وقرأ نافع ويعقوب { وما تذكُرون } بمثناة فوقية على الالتفات ، وقرأه الجمهور بتحتية على الغيبة ، فالمعنى أنهم يغلب عليهم الاستمرار على عدم الذكرى بهذه التذكرة إلاّ أن يشاء الله التوفيق لهم ويلطف بهم فيخلق انقلاباً في سجيّة من يشاء توفيقه واللطفَ به . وقد شاء الله ذلك فيمن آمنوا قبل نزول هذه الآية ومَن آمنوا بعد نزولها .جملة واقعة موقع التعليل لمضمون جملة { فمن شاء ذكره } تقويةً للتعريض بالترغيب في التذكر والتذكر يفضي إلى التقوى .فالمعنى : فعليكم بالتذكر واتقوا الله تعالى لأن الله هو أهل للتقوى .وتعريف جزأي الجملة في قوله : { هو أهل التقوى } يفيد قصر مستحق اتقاء العِبادِ إياه على الله تعالى وأن غيره لا يستحق أن يُتَّقى . ويتجنب غضبه كما قال : { والله أحق أن تخشاه } [ الأحزاب : 37 ] .فإما أن يكون القصر قصراً إضافياً للرد على المشركين الذين يخشون غضب الأصنام ويطلبون رضاها أو يكون قصراً ادعائياً لتخصيصه تعالى بالتقوى الكاملة الحق وإلاّ فإن بعض التقوَى مأمور بها كتقوى حقوق ذوي الأرحام في قوله تعالى : { واتقوا الله الذي تسَّاءَلون به والأرحامَ } [ النساء : 1 ] وقد يقال : إن ما ورد الأمر به من التقوى في الشريعة راجع إلى تقوى الله ، وهذا من متممات القصر الادعائي .وأهل الشيء : مستحقه .وأصله : أنه ملازم الشيء وخاصته وقرابته وزوجُه ومنه { فأسرِ بأهلك } [ هود : 81 ] .ومعنى { أهل المغفرة } : أن المغفرة من خصائصه وأنه حقيق بأن يَغفر لفرط رحمته وسعة كرمه وإحسامه ومنه بيت «الكشاف» في سورة المؤمنين :أَلا يَا ارْحَمُونِي يَا إله مُحَمَّدفإن لم أكُنْ أهْلاً فأنت له أهلوهذا تعريض بالتحريض للمشركين أن يقلعوا عن كفرهم بأن الله يغفر لهم ما أسلفوه قال تعالى : { قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف } [ الأنفال : 38 ] ، وبالتحريض للعصاة أن يقلعوا عن الذنوب قال تعالى { قل يا عباديَ الذين أسرفوا على أنفسهم لا تقنَطُوا من رحمة الله إن الله يغفر الذنوب جميعاً إنه هو الغفور الرحيم } [ الزمر : 53 ] .روى الترمذي عن سهيل عن ثابت عن أنس بن مالك «أن رسول الله صلى الله عليه وسلم قال في هذه الآية : قال الله تعالى : «أنا أهل أن أُتقى فمن اتقاني فلم يجعل معي إلها فأنا أهل أن أغفر له» قال الترمذي : حسن غريب ، وسهيل ليس بالقوي ، وقد انفرد بهذا الحديث عن ثابت .وأعيدت كلمة { أهل } في الجملة المعطوفة دون أن يقال : والمغفرة ، للإِشارة إلى اختلاف المعنى بين أهل الأول وأهل الثاني على طريقة إعادة فعل وأطيعوا في قوله تعالى : { يا أيّها الذين ءامنوا أطيعوا الله وأطيعوا الرسول } [ النساء : 59 ] .",
  "ayah": 56,
  "surah": 74
}
