{
  "text": "قوله تعالى : فارتقب يوم تأتي السماء بدخان مبين ( ارتقب ) معناه انتظر يا محمد بهؤلاء الكفار يوم تأتي السماء بدخان مبين ، قاله قتادة . وقيل : معناه احفظ قولهم هذا لتشهد عليهم يوم تأتي السماء بدخان مبين ، ولذلك سمي الحافظ رقيبا . وفي الدخان أقوال ثلاثة : الأول : أنه من أشراط الساعة لم يجئ بعد ، وأنه يمكث في الأرض أربعين يوما يملأ ما بين السماء والأرض ، فأما المؤمن فيصيبه مثل الزكام ، وأما الكافر والفاجر فيدخل في أنوفهم فيثقب مسامعهم ، ويضيق أنفاسهم ، وهو من آثار جهنم يوم القيامة . وممن قال إن الدخان لم يأت بعد : علي وابن عباس وابن عمرو وأبو هريرة وزيد بن علي والحسن وابن أبي مليكة وغيرهم . وروى أبو سعيد الخدري مرفوعا أنه دخان يهيج بالناس يوم القيامة ، يأخذ المؤمن منه كالزكمة . وينفخ الكافر حتى يخرج من كل مسمع منه ، ذكره الماوردي . وفي صحيح مسلم عن أبي الطفيل عن حذيفة بن أسيد الغفاري قال : اطلع النبي - صلى الله عليه وسلم - علينا ونحن نتذاكر فقال : ما تذكرون ؟ قالوا : نذكر الساعة ، قال : إنها لن تقوم حتى تروا قبلها عشر آيات - فذكر - الدخان والدجال والدابة وطلوع الشمس من مغربها ونزول عيسى ابن مريم وخروج يأجوج ومأجوج وثلاثة خسوف ؛ خسف بالمشرق وخسف بجزيرة العرب وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم . في رواية عن حذيفة إن الساعة لا تكون حتى تكون عشر آيات : خسف بالمشرق وخسف بالمغرب وخسف في جزيرة العرب والدخان والدجال ودابة الأرض ويأجوج ومأجوج وطلوع الشمس من مغربها ونار تخرج من قعر عدن ترحل الناس . وخرجه الثعلبي أيضا عن حذيفة قال : قال رسول الله - صلى الله عليه وسلم - : أول الآيات خروجا الدجال ونزول عيسى ابن مريم ونار تخرج من قعر عدن أبين تسوق الناس إلى المحشر [ ص: 122 ] تبيت معهم حيث باتوا وتقيل معهم إذا قالوا وتصبح معهم إذا أصبحوا وتمسي معهم إذا أمسوا .قلت : يا نبي الله ، وما الدخان ؟ قال هذه الآية : فارتقب يوم تأتي السماء بدخان مبين يملأ ما بين المشرق والمغرب يمكث أربعين يوما وليلة أما المؤمن فيصيبه منه شبه الزكام وأما الكافر فيكون بمنزلة السكران يخرج الدخان من فمه ومنخره وعينيه وأذنه ودبره ) . فهذا قول . القول الثاني : أن الدخان هو ما أصاب قريشا من الجوع بدعاء النبي - صلى الله عليه وسلم - . حتى كان الرجل يرى بين السماء والأرض دخانا ، قاله ابن مسعود . قال وقد كشفه الله عنهم ، ولو كان يوم القيامة لم يكشفه عنهم . والحديث عنه بهذا في صحيح البخاري ومسلم والترمذي . قال البخاري : حدثني يحيى قال حدثنا أبو معاوية عن الأعمش عن مسلم عن مسروق قال : قال عبد الله : إنما كان هذا لأن قريشا لما استعصت على النبي - صلى الله عليه وسلم - دعا عليهم بسنين كسني يوسف ، فأصابهم قحط وجهد حتى أكلوا العظام ، فجعل الرجل ينظر إلى السماء فيرى ما بينه وبينها كهيئة الدخان من الجهد ، فأنزل الله تعالى : فارتقب يوم تأتي السماء بدخان مبين .",
  "ayah": 10,
  "surah": 44
}
