{
  "text": "قوله تعالى : أهم خير أم قوم تبع هذا استفهام إنكار ، أي : إنهم مستحقون في هذا القول العذاب ، إذ ليسوا خيرا من قوم تبع والأمم المهلكة ، وإذا أهلكنا أولئك فكذا هؤلاء . وقيل : المعنى أهم أظهر نعمة وأكثر أموالا أم قوم تبع . وقيل : أهم أعز وأشد وأمنع أم قوم تبع . وليس المراد بتبع رجلا واحدا بل المراد به ملوك اليمن ، فكانوا يسمون ملوكهم التبابعة . فتبع لقب للملك منهم كالخليفة للمسلمين ، وكسرى للفرس ، وقيصر للروم . وقال أبو عبيدة : سمي كل واحد منهم تباعا لأنه يتبع صاحبه . قال الجوهري : والتبابعة ملوك اليمن ، واحدهم تبع . والتبع أيضا الظل ، وقال :يرد المياه حضيرة ونفيضة ورد القطاة إذا اسمأل التبعوالتبع أيضا ضرب من الطير . وقال السهيلي : تبع اسم لكل ملك ملك اليمن والشحر [ ص: 135 ] وحضرموت . وإن ملك اليمن وحدها لم يقل له تبع ، قاله المسعودي . فمن التبابعة : الحارث الرائش وهو ابن همال ذي سدد . وأبرهة ذو المنار . وعمرو ذو الأذعار . وشمر بن مالك ، الذي تنسب إليه سمرقند . وأفريقيس بن قيس ، الذي ساق البربر إلى أفريقية من أرض كنعان ، وبه سميت إفريقية .والظاهر من الآيات : أن الله سبحانه إنما أراد واحدا من هؤلاء ، وكانت العرب تعرفه بهذا الاسم أشد من معرفة غيره ، ولذلك قال - عليه السلام - : ولا أدري أتبع لعين أم لا . ثم قد روي عنه أنه قال : لا تسبوا تبعا فإنه كان مؤمنا فهذا يدلك على أنه كان واحدا بعينه ، وهو - والله أعلم - أبو كرب الذي كسا البيت بعدما أراد غزوه ، وبعدما غزا المدينة وأراد خرابها ، ثم انصرف عنها لما أخبر أنها مهاجر نبي اسمه أحمد . وقال شعرا أودعه عند أهلها ، فكانوا يتوارثونه كابرا عن كابر إلى أن هاجر النبي - صلى الله عليه وسلم - فأدوه إليه . ويقال : كان الكتاب والشعر عند أبي أيوب خالد بن زيد . وفيه :شهدت على أحمد أنه     رسول من الله باري النسمفلو مد عمري إلى عمره     لكنت وزيرا له وابن عموذكر الزجاج وابن أبي الدنيا والزمخشري وغيرهم أنه حفر قبر له بصنعاء - ويقال بناحية حمير - في الإسلام ، فوجد فيه امرأتان صحيحتان ، وعند رءوسهما لوح من فضة مكتوب فيه بالذهب ( هذا قبر حبى ولميس ) ويروى أيضا : ( حبى وتماضر ) يروى أيضا : ( هذا قبر رضوى وقبر حبى ابنتا تبع ، ماتتا وهما يشهدان أن لا إله إلا الله ولا يشركان به شيئا ، وعلى ذلك مات الصالحون قبلهما ) .قلت : وروى ابن إسحاق وغيره أنه كان في الكتاب الذي كتبه : ( أما بعد ، فإني آمنت بك وبكتابك الذي أنزل عليك ، وأنا على دينك وسنتك ، وآمنت بربك ورب كل شيء ، وآمنت [ ص: 136 ] بكل ما جاء من ربك من شرائع الإسلام ، فإن أدركتك فبها ونعمت ، وإن لم أدركك فاشفع لي ولا تنسني يوم القيامة ، فإني من أمتك الأولين وبايعتك قبل مجيئك ، وأنا على ملتك وملة أبيك إبراهيم - عليه السلام - ثم ختم الكتاب ونقش عليه : لله الأمر من قبل ومن بعد وكتب على عنوانه ( إلى محمد بن عبد الله نبي الله ورسوله ، خاتم النبيين ورسول رب العالمين - صلى الله عليه وسلم - . من تبع الأول . وقد ذكرنا بقية خبره وأوله في ( اللمع اللؤلئية شرح العشر بينات النبوية ) للفارابي رحمه الله . وكان من اليوم الذي مات فيه تبع إلى اليوم الذي بعث فيه النبي - صلى الله عليه وسلم - ألف سنة لا يزيد ولا ينقص .واختلف هل كان نبيا أو ملكا ، فقال ابن عباس : كان تبع نبيا . وقال كعب : كان تبع ملكا من الملوك ، وكان قومه كهانا وكان معهم قوم من أهل الكتاب ، فأمر الفريقين أن يقرب كل فريق منهم قربانا ففعلوا ، فتقبل قربان أهل الكتاب فأسلم ، وقالت عائشة - رضي الله عنها - : لا تسبوا تبعا فإنه كان رجلا صالحا . وحكى قتادة أن تبعا كان رجلا من حمير ، سار بالجنود حتى عبر الحيرة وأتى سمرقند فهدمها ، حكاه الماوردي . وحكى الثعلبي عن قتادة أنه تبع الحميري ، وكان سار بالجنود حتى عبر الحيرة . وبنى سمرقند وقتل وهدم البلاد . وقال الكلبي : تبع هو أبو كرب أسعد بن ملك يكرب ، وإنما سمي تبعا لأنه تبع من قبله . وقال سعيد بن جبير : هو الذي كسا البيت الحبرات . وقال كعب : ذم الله قومه ولم يذمه ، وضرب بهم لقريش مثلا لقربهم من دارهم وعظمهم في نفوسهم ، فلما أهلكهم الله تعالى ومن قبلهم - لأنهم كانوا مجرمين - كان من أجرم مع ضعف اليد وقلة العدد أحرى بالهلاك . وافتخر أهل اليمن بهذه الآية ، إذ جعل الله قوم تبع خيرا من قريش . وقيل : سمي أولهم تبعا لأنه اتبع قرن الشمس وسافر في الشرق مع العساكر .قوله تعالى : والذين من قبلهم أهلكناهم الذين في موضع رفع عطف على قوم تبع أهلكناهم صلته . ويكون من قبلهم متعلقا به . ويجوز أن يكون من قبلهم [ ص: 137 ] صلة الذين ويكون في الظرف عائد إلى الموصول . وإذا كان كذلك كان أهلكناهم على أحد أمرين : إما أن يقدر معه ( قد ) فيكون في موضع الحال . أو يقدر حذف موصوف ، كأنه قال : قوم أهلكناهم . والتقدير أفلا تعتبرون أنا إذا قدرنا على إهلاك هؤلاء المذكورين قدرنا على إهلاك المشركين . ويجوز أن يكون والذين من قبلهم ابتداء خبره أهلكناهم ويجوز أن يكون الذين في موضع جر عطفا على تبع كأنه قال : قوم تبع المهلكين من قبلهم . ويجوز أن يكون الذين في موضع نصب بإضمار فعل دل عليه أهلكناهم والله أعلم .",
  "ayah": 37,
  "surah": 44
}
