{
  "text": "قوله تعالى : فيها يفرق كل أمر حكيم .قال ابن عباس : يحكم الله أمر الدنيا إلى قابل في ليلة القدر ما كان من حياة أو موت أو رزق . وقاله قتادة ومجاهد والحسن وغيرهم . وقيل : إلا الشقاء والسعادة فإنهما لا يتغيران ، قاله ابن عمر . قال المهدوي : ومعنى هذا القول أمر الله - عز وجل - الملائكة بما يكون في ذلك العام ولم يزل ذلك في علمه عز وجل . وقال عكرمة : هي ليلة النصف من شعبان يبرم فيها أمر السنة وينسخ الأحياء من الأموات ، ويكتب الحاج فلا يزاد فيهم أحد ولا ينقص منهم أحد . وروى عثمان بن المغيرة قال : قال النبي - صلى الله عليه وسلم - : تقطع الآجال من شعبان إلى شعبان حتى إن الرجل لينكح ويولد له وقد خرج اسمه في الموتى . وعن النبي - صلى الله عليه وسلم - قال : إذا كانت ليلة النصف من شعبان فقوموا ليلتها وصوموا نهارها فإن الله ينزل لغروب الشمس إلى سماء الدنيا يقول ألا مستغفر فأغفر له ألا مبتلى فأعافيه ألا مسترزق فأرزقه ألا كذا ألا كذا حتى يطلع الفجر ذكره الثعلبي . وخرج الترمذي بمعناه عن عائشة عن النبي - صلى الله عليه وسلم - قال : إن الله - عز وجل - ينزل ليلة النصف من شعبان إلى سماء الدنيا فيغفر لأكثر من عدد شعر غنم كلب . وفي الباب عن أبي بكر الصديق قال أبو عيسى : حديث عائشة لا نعرفه مرفوعا إلا من حديث الحجاج بن أرطاة عن يحيى بن أبي كثير عن عروة عن عائشة ، وسمعت محمدا يضعف هذا الحديث ، وقال : يحيى بن أبي كثير لم يسمع من عروة ، والحجاج بن أرطأة لم يسمع من يحيى بن أبي كثير .قلت : وقد ذكر حديث عائشة مطولا صاحب كتاب العروس ، واختار أن الليلة التي يفرق فيها كل أمر حكيم ليلة النصف من شعبان ، وأنها تسمى ليلة البراءة . وقد ذكرنا قوله والرد عليه في غير هذا الموضع ، وأن الصحيح إنما هي ليلة القدر على ما بيناه . روى حماد بن سلمة قال أخبرنا ربيعة بن كلثوم قال : سأل رجل الحسن وأنا عنده فقال : يا أبا سعيد ، أرأيت ليلة القدر أفي كل رمضان هي ؟ قال : إي والله الذي لا إله إلا هو ، إنها في كل رمضان ، إنها الليلة التي يفرق فيها كل أمر حكيم ، فيها يقضي الله كل خلق وأجل ورزق وعمل إلى مثلها . وقال ابن عباس : يكتب من أم الكتاب في ليلة القدر ما يكون في السنة من موت وحياة ورزق ومطر حتى الحج ، يقال : يحج فلان ويحج فلان . وقال في هذه الآية : إنك لترى الرجل يمشي في [ ص: 119 ] الأسواق وقد وقع اسمه في الموتى . وهذه الإبانة لأحكام السنة إنما هي للملائكة الموكلين بأسباب الخلق . وقد ذكرنا هذا المعنى آنفا . وقال القاضي أبو بكر بن العربي : وجمهور العلماء على أنها ليلة القدر . ومنهم من قال : إنها ليلة النصف من شعبان ، وهو باطل لأن الله تعالى قال في كتابه الصادق القاطع : شهر رمضان الذي أنزل فيه القرآن فنص على أن ميقات نزوله رمضان ، ثم عين من زمانه الليل هاهنا بقوله : في ليلة مباركة فمن زعم أنه في غيره فقد أعظم الفرية على الله ، وليس في ليلة النصف من شعبان حديث يعول عليه لا في فضلها ولا في نسخ الآجال فيها فلا تلتفتوا إليها . الزمخشري : وقيل يبدأ في استنساخ ذلك من اللوح المحفوظ في ليلة البراءة ويقع الفراغ في ليلة القدر ، فتدفع نسخة الأرزاق إلى ميكائيل ، ونسخة الحروب إلى جبريل ، وكذلك الزلازل والصواعق والخسف ، ونسخة الأعمال إلى إسماعيل - صاحب سماء الدنيا - وهو ملك عظيم ، ونسخة المصائب إلى ملك الموت . وعن بعضهم : يعطى كل عامل بركات أعماله ، فيلقى على ألسنة الخلق مدحه ، وعلى قلوبهم هيبته . وقرئ ( يفرق ) بالتشديد ، و ( يفرق ) كل على بنائه للفاعل ونصب \" كل \" ، والفارق الله عز وجل . وقرأ زيد بن علي - رضي الله عنه - ( نفرق ) بالنون . و كل أمر حكيم كل شأن ذي حكمة ، أي : مفعول على ما تقتضيه الحكمة .",
  "ayah": 4,
  "surah": 44
}
