{
  "text": "قوله تعالى : كذلك وزوجناهم بحور عين.قوله تعالى : كذلك أي الأمر كذلك الذي ذكرناه . فيوقف على كذلك وقيل : أي : كما أدخلناهم الجنة وفعلنا بهم ما تقدم ذكره ، كذلك أكرمناهم بأن زوجناهم حورا عينا وقد مضى الكلام في العين في ( والصافات ) والحور : البيض ، في قول قتادة والعامة ، [ ص: 142 ] جمع حوراء . والحوراء : البيضاء التي يرى ساقها من وراء ثيابها ، ويرى الناظر وجهه في كعبها ، كالمرآة من دقة الجلد وبضاضة البشرة وصفاء اللون . ودليل هذا التأويل أنها في حرف ابن مسعود ( بعيس عين ) وذكر أبو بكر الأنباري أخبرنا أحمد بن الحسين قال حدثنا حسين قال حدثنا عمار بن محمد قال : صليت خلف منصور بن المعتمر فقرأ في ( حم ) الدخان ( بعيس عين . لا يذوقون طعم الموت إلا الموتة الأولى ) والعيس : البيض ، ومنه قيل للإبل البيض : عيس ، واحدها بعير أعيس وناقة عيساء . قال امرؤ القيس :يرعن إلى صوتي إذا ما سمعنه كما ترعوي عيط إلى صوت أعيسافمعنى الحور هنا : الحسان الثاقبات البياض بحسن . وذكر ابن المبارك أخبرنا معمر عن أبي إسحاق عن عمرو بن ميمون الأودي عن ابن مسعود قال : إن المرأة من الحور العين ليرى مخ ساقها من وراء اللحم والعظم ، ومن تحت سبعين حلة ، كما يرى الشراب الأحمر في الزجاجة البيضاء . وقال مجاهد : إنما سميت الحور حورا لأنهن يحار الطرف في حسنهن وبياضهن وصفاء لونهن . وقيل : إنما قيل لهن حور لحور أعينهن . والحور : شدة بياض العين في شدة سوادها . امرأة حوراء بينة الحور . يقال : احورت عينه احورارا ، واحور الشيء ابيض . قال الأصمعي : ما أدري ما الحور في العين ؟ وقال أبو عمرو : الحور أن تسود العين كلها مثل أعين الظباء والبقر . قال : وليس في بني آدم حور ، وإنما قيل للنساء : حور العين لأنهن يشبهن بالظباء والبقر . وقال العجاج : .بأعين محورات حوريعني الأعين النقيات البياض الشديدات سواد الحدق . والعين جمع عيناء ، وهي الواسعة العظيمة العينين . وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : مهور الحور [ ص: 143 ] العين قبضات التمر وفلق الخبز . وعن أبي قرصافة سمعت النبي - صلى الله عليه وسلم - يقول : ( إخراج القمامة من المسجد مهور الحور العين ) . وعن أنس أن النبي - صلى الله عليه وسلم - قال : ( كنس المساجد مهور الحور العين ) ذكره الثعلبي رحمه الله . وقد أفردنا لهذا المعنى بابا مفردا في ( كتاب التذكرة ) والحمد لله .واختلف أيما أفضل في الجنة ، نساء الآدميات أم الحور ؟ فذكر ابن المبارك قال : وأخبرنا رشدين عن ابن أنعم عن حبان بن أبي جبلة قال : إن نساء الآدميات من دخل منهن الجنة فضلن على الحور العين بما عملن في الدنيا . وروي مرفوعا إن ( الآدميات أفضل من الحور العين بسبعين ألف ضعف ) . وقيل : إن الحور العين أفضل ، لقوله - عليه السلام - في دعائه : ( وأبدله زوجا خيرا من زوجه ) . والله أعلم . وقرأ عكرمة ( بحور عين ) مضاف . والإضافة والتنوين في ( بحور عين ) سواء .",
  "ayah": 54,
  "surah": 44
}
