{
  "text": "وَمِنَ النَّاسِ مَنْ يَقُولُ آَمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ (10)هذا فريق من الذين أسلموا بمكة كان حالهم في علاقاتهم مع المشركين حال من لا يصبر على الأذى فإذا لحقهم أذى رجعوا إلى الشرك بقلوبهم وكتموا ذلك عن المسلمين فكانوا منافقين فأنزل الله فيهم هذه الآية قبل الهجرة ، قاله الضحاك وجابر بن زيد . وقد تقدم في آخر سورة النحل أن من هؤلاء الحارث بن ربيعة بن الأسود ، وأبا قيس بن الوليد ابن المغيرة ، وعلي بن أمية بن خلف ، والعاصي بن منبه بن الحجاج . فهؤلاء استنزلهم الشيطان فعادوا إلى الكفر بقلوبهم لضعف إيمانهم وكان ما لحقهم من الأذى سبباً لارتدادهم ولكنهم جعلوا يُظهرون للمسلمين أنهم معهم . ولعل هذا التظاهر كان بتمالؤ بينهم وبين المشركين فرضوا منهم بأن يختلطوا بالمسلمين ليأتوا المشركين بأخبار المسلمين : فعدهم الله منافقين وتوعدهم بهذه الآية .وقد أومأ قوله تعالى { من يقول ءامنا بالله } إلى أن إيمان هؤلاء لم يرسخ في قلوبهم وأومأ قوله { جعل فتنة الناس كعذاب الله } إلى أن هذا الفريق معذبون بعذاب الله ، وأومأ قوله : { وليَعْلَمَنَّ الله الذين آمنوا وليعلمنّ المنافقين } [ العنكبوت : 11 ] إلى أنهم منافقون يبطنون الكفر ، فلا جرم أنهم من الفريق الذين قال الله تعالى فيهم { ولكن من شرح بالكفر صدراً فعليهم غضب من الله } [ النحل : 106 ] ، وأنهم غير الفريق الذين استثنى الله تعالى بقوله { إلا من أكره وقلبه مطمئن بالإيمان } [ النحل : 106 ] . فليس بين هذه الآية وآيات أواخر سورة النحل اختلاف كما قد يتوهم من سكوت المفسرين عن بيان الأحكام المستنبطة من هذه الآية مع ذكرهم الأحكام المستنبطة من آيات سورة النحل .وحرف الظرفية من قوله { أوذي في الله } مستعمل في معنى التعليل كاللام ، أي أوذي لأجل الله ، أي لأجل اتباع ما دعاه الله إليه .وقوله { جعل فتنة الناس كعذاب الله } يريد جعلها مساوية لعذاب الله كما هو مقتضى أصل التشبيه ، فهؤلاء إن كانوا قد اعتقدوا البعث والجزاء فمعنى هذا الجعل : أنهم سووا بين عذاب الدنيا وعذاب الآخرة كما هو ظاهر التشبيه فتوقوا فتنة الناس وأهملوا جانب عذاب الله فلم يكترثوا به إعمالاً لما هو عاجل ونبذاً للآجل وكان الأحق بهم أن يجعلوا عذاب الله أعظم من أذى الناس ، وإن كانوا نبذوا اعتقاد البعث تبعاً لنبذهم الإيمان ، فمعنى الجعل : أنهم جعلوه كعذاب الله عند المؤمنين الذين يؤمنون بالجزاء .فالخبر من قوله { ومن الناس } إلى قوله { كعذاب الله } مكنى به عن الذم والاستحماق على كلا الاحتمالين وإن كان الذم متفاوتاً .وبيّن الله تعالى نيتهم في إظهارهم الإسلام بأنهم جعلوا إظهار الإسلام عُدَّة لما يتوقع من نصر المسلمين بأخارة فيجدون أنفسهم متعرضين لفوائد ذلك النصر . وهذا يدل على أن هذه الآية نزلت بقرب الهجرة من مكة حين دخل الناس في الإسلام وكان أمره في ازدياد .وتأكيد جملة الشرط في قوله { ولئن جاء نصر من ربك ليقولنّ } باللام الموطئة للقسم لتحقيق حصول الجواب عند حصول الشرط ، وهو يقتضي تحقيق وقوع الأمرين . ففيه وعد بأن الله تعالى ناصر المسلمين وأن المنافقين قائلون ذلك حينئذ ، ولعل ذلك حصل يوم فتح مكة فقال ذلك من كان حياً من هذا الفريق ، وهو قول يريدون به نيل رتبة السابقية في الإسلام . وذكر أهل التاريخ أن الأقرع بن حابس ، وعيينة بن حصن ، وسهيل ابن عمرو ، وجماعة من وجوه العرب كانوا على باب عمر ينتظرون الإذن لهم ، وكان على الباب بلال وسلمان وعمار بن ياسر ، فخرج إذن عمر أن يدخل سلمان وبلال وعمار فتمعرت وجوه البقية فقال لهم سُهيل بن عمرو : «لِمَ تتمعر وجوهكم ، دعوا ودُعينا فأسرعوا وأبطأنا ولئن حسدتموهم على باب عمر لما أعد الله لهم في الجنة أكثر» .وقوله { أوليس الله بأعلم بما في صدور العالمين } تذييل ، والواو اعتراضية ، والاستفهام إنكاري إنكاراً عليهم قولهم { ءامنا بالله } وقولهم { إنا كنا معكم } ، لأنهم قالوا قولهم ذلك ظناً منهم أن يروج كذبهم ونفاقهم على رسول الله ، فكان الإنكار عليهم متضمناً أنهم كاذبون في قوليهم المذكورين .والخطاب موجه للنبيء صلى الله عليه وسلم لقصد إسماعهم هذا الخطاب فإنهم يحضرون مجالس النبي والمؤمنين ويستمعون ما ينزل من القرآن وما يتلى منه بعد نزوله ، فيشعرون أن الله مطلع على ضمائرهم .ويجوز أن يكون الاستفهام تقريرياً وجه الله به الخطاب للنبيء صلى الله عليه وسلم في صورة التقرير بما أنعم الله به عليه من إنبائه بأحوال الملتبسين بالنفاق . وهذا الأسلوب شائع في الاستفهام التقريري وكثيراً ما يلتبس بالإنكاري ولا يُفرق بينهما إلا المقام ، أي فلا تصدق مقالهم .والتفضيل في قوله { بأعلم } مراعى فيه علم بعض المسلمين ببعض ما في صدور هؤلاء المنافقين ممن أوتوا فراسة وصدق نظر . ولك أن تجعل اسم التفضيل مسلوب المفاضلة ، أي أليس الله عالماً علماً تفصيلياً لا تخفى عليه خافية .",
  "ayah": 10,
  "surah": 29
}
