{
  "text": "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (29) وتوكيد الجملة ب ( إن ) واللام توكيد لتعلق النسبة بالمفعول لا تأكيد للنسبة ، فالمقصود تحقيق أن الذي يفعلونه فاحشة ، أي عمل قبيح بالغ الغاية في القبح ، لأن الفحش بلوغ الغاية في شيء قبيح لأنهم كانوا غير شاعرين بشناعة عملهم وقبحه .وقرأ نافع وابن كثير وابن عامر وحفص عن عاصم وأبو جعفر { إنكم لتأتون الفاحشة } بهمزة واحدة على الإخبار المستعمل في التوبيخ . وقرأه أبو عمرو وحمزة والكسائي وأبو بكر عن عاصم ويعقوب وخلف بهمزتين : همزة الاستفهام وهمزة ( إنّ ) . وقرأ الجميع { أإنكم لتأتون الرجال } بهمزتين . وفي «الكشاف» : قال أبو عبيد : وجدت الأول أي { إنكم لتأتون الفاحشة } في الإمام بحرف واحد بغير ياء ، أي بغير الياء التي تكتب الهمزة المكسورة على صورتها ورأيت الثاني ( أي { أينكم لتأتون الرجال } ) بحرفي الياء والنون اه . ( يعني الياء بعد همزة الاستفهام والنون نون إن ) . ولعله يعني بالإمام مصحف البصرة أو الكوفة فتكون قراءة قرائهما رواية مخالفة لصورة الرسم .وجملة { أينكم لتأتون الرجال } الخ بدل اشتمال من مضمون جملة { لتأتون الفاحشة } ، باعتبار ما عطف على جملة { أئنكم لتأتون الرجال } من قوله { وتقطعون السبيل } الخ لأن قطع السبيل وإتيان المنكر في ناديهم مما يشتمل عليه إتيان الفاحشة .وأدخل استفهام الإنكار على جميع التفصيل وأعيد حرف التأكيد لتتطابق جملة البدل مع الجملة المبدل منها لأنها الجزء الأول من هذه الجملة المبدلة عند قطع النظر عما عطف عليها تكون من الجملة المبدل منها بمنزلة البدل المطابق .وقطع السبيل : قطع الطريق ، أي التصدي للمارين فيه بأخذ أموالهم أو قتل أنفسهم أو إكراههم على الفاحشة . وكان قوم لوط يقعدون بالطرق ليأخذوا من المارة من يختارونه .فقطع السبيل فساد في ذاته وهو أفسد في هذا المقصد . وأما إتيان المنكر في ناديهم فإنهم جعلوا ناديهم للحديث في ذكر هذه الفاحشة والاستعداد لها ومقدماتها كالتغازل برمي الحصى اقتراعاً بينهم على من يرومونه ، والتظاهر بتزيين الفاحشة زيادة في فسادها وقبحها لأنه معين على نبذ التستر منها ومعين على شيوعها في الناس .وفي قوله { ما سبقكم بها من أحد من العالمين } تشديد في الإنكار عليهم في أنهم الذين سنوا هذه الفاحشة السيئة للناس وكانت لا تخطر لأحد ببال ، وإن كثيراً من المفاسد تكون الناس في غفلة عن ارتكابها لعدم الاعتياد بها حتى إذا أقدم أحد على فعلها وشوهد ذلك منه تنبهت الأذهان إليها وتعلقت الشهوات بها .والنادي : المكان الذي ينتدي فيه الناس ، أي يجتمعون نهاراً للمحادثة والمشاورة وهو مشتق من النَدْو بوزن العفو وهو الاجتماع نهاراً . وأما مكان الاجتماع ليلاً فهو السامر ، ولا يقال للمجلس ناد إلا ما دام فيه أهله فإذا قاموا عنه لم يسم نادياً .{ نَادِيكُمُ المنكر فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ ائتنا بِعَذَابِ الله إِن كُنتَ",
  "ayah": 29,
  "surah": 29
}
