{
  "text": "وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ (39)كما ضرب الله المثل لقريش بالأمم التي كذبت رسلها فانتقم الله منها ، كذلك ضرب المثل لصناديد قريش مثل أبي جهل ، وأمية بن خلف ، والوليد بن المغيرة ، وأبي لهب ، بصناديد بعض الأمم السالفة كانوا سبب مصاب أنفسهم ومصاب قومهم الذين اتبعوهم ، إنذاراً لقريش بما عسى أن يصيبهم من جراء تغرير قادتهم بهم وإلقائهم في خطر سوء العاقبة . وهؤلاء الثلاثة جاءهم موسى بالبينات . وتقدمت قصصهم وقصة قارون في سورة القصص .فأما ما جاء به موسى من البينات لفرعون وهامان فهي المعجزات التي تحداهم بها على صدقه فأعرض فرعون عنها واتبعه هامان وقومه . وأما ما جاء به موسى لقارون فنهيه عن البطر .وأومأ قوله تعالى { فاستكبروا في الأرض } إلى أنهم كفروا عن عناد وكبرياء لا عن جهل وغلواء كما قال تعالى { وأضله الله على علم } [ الجاثية : 23 ] فكان حالهم كحال صناديد قريش الذين لا يُظن أن فطنتهم لم تبلغ بهم إلى تحقق أن ما جاء به محمد صلى الله عليه وسلم صدق وأن ما جاء به القرآن حقّ ولكن غلبت الأنفة . وموقع جملة { ولقد جاءهم موسى } كموقع جملة { وقد تبيّن لكم من مساكنهم } [ العنكبوت : 38 ] .والاستكبار : شدة الكبر ، فالسين والتاء للتأكيد كقوله { وكانوا مستبصرين } [ العنكبوت : 38 ] .( وتعليق قوله { في الأرض } ب { استكبروا } للإشعار بأن استكبار كل منهم كان في جميع البلاد التي هو منها ، فيومىء ذلك أن كل واحد من هؤلاء كان سيداً مطاعاً في الأرض .فالتعريف في { الأرض } للعهد ، فيصح أن يكون المعهود هو أرض كل منهم ، أو أن يكون المعهود الكرة الأرضية مبالغة في انتشار استكبار كل منهم في البلاد حتى كأنه يعم الدنيا كلها .ومعنى السبق في قوله { وما كانوا سابقين } الانفلات من تصريف الحكم فيهم . وقد تقدم في قوله تعالى { ولا تحسبنّ الذين كفروا سبقوا } في سورة [ الأنفال : 59 ] ، فالواو للحال ، أي استكبروا في حال أنهم لم يفدهم استكبارهم .وإقحام فعل الكون بعد النفي لأن المنفي هو ما حسبوه نتيجة استكبارهم ، أي أنهم لا ينالهم أحد لعظمتهم . ومثل هذا الحال مثل أبي جهل حين قتله ابنا عفراء يوم بدر فقال له عبد الله بن مسعود حين وجده محتضراً : أنت أبو جهل؟ فقال : وهل أعْمَدُ من رجل قتلتموه لو غيرُ أكَّارٍ قتلني ( أي زراع يعني رجلاً من الأنصار لأن الأنصار أهل حرث وزرع ) .",
  "ayah": 39,
  "surah": 29
}
