{
  "text": "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (45)بعد أن ضرب الله للناس المثل بالأمم السالفة جاء بالحجة المبيّنة فساد معتقد المشركين ، ونوه بصحة عقائد المؤمنين بمنتهى البيان الذي ليس وراءه مطلب أقبل على رسوله بالخطاب الذي يزيد تثبيته على نشر الدعوة وملازمة الشرائع وإعلان كلمة الله بذلك ، وما فيه زيادة صلاح المؤمنين الذين انتفعوا بدلائل الوحدانية . وما الرسول عليه الصلاة والسلام إلا قدوة للمؤمنين وسيّدهم فأمره أمر لهم كما دل عليه التذييل بقوله { والله يعلم ما تصنعونلآيَةً لِّلْمُؤْمِنِينَ * اتل مَا أُوْحِىَ إِلَيْكَ مِنَ الكتاب وَأَقِمِ الصلاة إِنَّ } بصيغة جمع المخاطبين كقوله { فاستقم كما أُمِرتَ ومن تاب معك } [ هود : 112 ] قرآن إذ ما فرط فيه من شيء من الإرشاد .وحذف متعلق فعل { اتْلُ } ليعم التلاوة على المسلمين وعلى المشركين . وهذا كقوله تعالى { إنما أُمرتُ أن أعبد رب هذه البلدة الذي حرّمها } إلى قوله { وأن أتلو القرءان فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين } [ النمل : 91 ، 92 ] .وأمره بإقامة الصلاة لأن الصلاة عمل عظيم ، وهذا الأمر يشمل الأمة فقد تكرر الأمر بإقامة الصلاة في آيات كثيرة .وعلل الأمر بإقامة الصلاة بالإشارة إلى ما فيها من الصلاح النفساني فقال { إن الصلاة تنهى عن الفحشاء والمنكر } ، فموقع { إن } هنا موقع فاء التعليل ولا شك أن هذا التعليل موجّه إلى الأمة لأن النبي صلى الله عليه وسلم معصوم من الفحشاء والمنكر فاقتصر على تعليل الأمر بإقامة الصلاة دون تعليل الأمر بتلاوة القرآن لما في هذا الصلاح الذي جعله الله في الصلاة من سِرّ إلهي لا يهتدي إليه الناس إلا بإرشاد منه تعالى؛ فأخبر أن الصلاة تنهى عن الفحشاء والمنكر ، والمقصود أنها تنهى المصلي .وإذ قد كانت حقيقة النهي غير قائمة بالصلاة تعيّن أن فعل { تنهى } مستعمل في معنى مجازي بعلاقة أو مشابهة . والمقصود : أن الصلاة تيسر للمصلي ترك الفحشاء والمنكر . وليس المعنى أن الصلاة صارفة المصلي عن أن يرتكب الفحشاء والمنكر فإن المشاهد يخالفه إذ كم من مصلّ يقيم صلاته ويقترف بعض الفحشاء والمنكر .كما أنه ليس يصح أن يكون المراد أنها تصرف المصلي عن الفحشاء والمنكر ما دام متلبساً بأداء الصلاة لقلة جدوى هذا المعنى . فإن أكثر الأعمال يصرف المشتغل به عن الاشتغال بغيره .وإذ كانت الآية مسوقة للتنويه بالصلاة وبيان مزيتها في الدين تعين أن يكون المراد أن الصلاة تُحذر من الفحشاء والمنكر تحذيراً هو من خصائصها .وللمفسرين طرائق في تعليل ذلك منها ما قاله بعضهم : إن المراد به ما للصلاة من ثواب عند الله ، فإن ذلك غرض آخر وليس منصباً إلى ترك الفحشاء والمنكر ولكنه من وسائل توفير الحسنات لعلها أن تغمر السيئات ، فيتعين لتفسير هذه الآية تفسيراً مقبولاً أن نعتبر حكمها عاماً في كل صلاة فلا يختص بصلوات الأبرار ، وبذلك تسقط عدة وجوه مما فسروا به الآية .قال ابن عطية : «وذلك عندي بأن المصلي إذا كان على الواجب من الخشوع والإخبات صلحت بذلك نفسه وخامرها ارتقاب الله تعالى فاطرد ذلك في أقواله وأفعاله وانتهى عن الفحشاء والمنكر» اه . وفيه اعتبار قيود في الصلاة لا تناسب التعميم وإن كانت من شأن الصلاة التي يحق أن يلقنها المسلمون في ابتداء تلقينهم قواعد الإسلام .والوجه عندي في معنى الآية : أن يُحمل فعل { تنهى } على المجاز الأقرب إلى الحقيقة وهو تشبيه ما تشتمل عليه الصلاة بالنهي ، وتشبيه الصلاة في اشتمالها عليه بالناهي ، ووجه الشبه أن الصلاة تشتمل على مذكِّرات بالله من أقوال وأفعال من شأنها أن تكون للمصلي كالواعظ المذكر بالله تعالى إذ ينهى سامعه عن ارتكاب ما لا يرضي الله . وهذا كما يقال : صديقك مرآة ترى فيها عيوبك . ففي الصلاة من الأقوال تكبير لله وتحميده وتسبيحه والتوجيه إليه بالدعاء والاستغفار وقراءة فاتحة الكتاب المشتملة على التحميد والثناء على الله والاعتراف بالعبودية له وطلب الإعانة والهداية منه واجتناب ما يغضبه وما هو ضلال ، وكلها تذكر بالتعرض إلى مرضاة الله والإقلاع عن عصيانه وما يفضي إلى غضبه فذلك صدّ عن الفحشاء والمنكر .وفي الصلاة أفعال هي خضوع وتذلل لله تعالى من قيام وركوع وسجود وذلك يذكر بلزوم اجتلاب مرضاته والتباعد عن سخطه . وكل ذلك مما يصد عن الفحشاء والمنكر .وفي الصلاة أعمال قلبية من نية واستعداد للوقوف بين يدي الله وذلك يذكر بأن المعبود جدير بأن تمتثل أوامره وتُجتنب نواهيه .فكانت الصلاة بمجموعها كالواعظ الناهي عن الفحشاء والمنكر ، فإن الله قال { تنهى عن الفحشاء والمنكر } ولم يقل تَصُدّ وتحول ونحو ذلك مما يقتضي صرف المصلي عن الفحشاء والمنكر .ثم الناس في الانتهاء متفاوتون ، وهذا المعنى من النهي عن الفحشاء والمنكر هو من حكمة جعل الصلوات موزعة على أوقات من النهار والليل ليتجدد التذكير وتتعاقب المواعظ ، وبمقدار تكرر ذلك تزداد خواطر التقوى في النفوس وتتباعد النفس من العصيان حتى تصير التقوى ملكة لها . ووراء ذلك خاصية إلهية جعلها الله في الصلاة يكون بها تيسير الانتهاء عن الفحشاء والمنكر .روى أحمد وابن حِبّان والبيهقي عن أبي هريرة قال : «جاء رجل إلى النبي صلى الله عليه وسلم فقال : إن فلاناً يصلي بالليل فإذا أصبح سرق ، فقال : سينهاه ما تقول» أي صلاته بالليل .واعلم أن التعريف في قوله { الفحشاء والمنكر } تعريف الجنس فكلما تذكر المصلي عند صلاته عظمة ربه ووجوب طاعته وذكر ما قد يفعله من الفحشاء والمنكر كانت صلاته حينئذ قد نهته عن بعض أفراد الفحشاء والمنكر .و { الفحشاء } : اسم للفاحشة ، والفُحش : تجاوز الحد المقبول . فالمراد من الفاحشة : الفعلة المتجاوزة ما يُقبل بين الناس . وتقدم في قوله تعالى { إنما يأمركم بالسوء والفحشاء } في سورة [ البقرة : 169 ] . والمقصود هنا من الفاحشة : تجاوز الحد المأذون فيه شرعاً من القول والفعل ، وبالمنكر : ما ينكره الشرع ولا يرضى بوقوعه .وكأنّ الجمع بين الفاحشة والمنكر منظور فيه إلى اختلاف جهة ذمه والنهي عنه .وقوله { وَلَذِكْرُ الله أكبر } يجوز أن يكون عطفاً على جملة { إن الصلاة تنهى عن الفحشاء والمنكر } فيكون عطف علة على علة ، ويكون المراد بذكر الله هو الصلاة كما في قوله تعالى { فاسعوا إلى ذكر الله } [ الجمعة : 9 ] أي صلاة الجمعة . ويكون العدول عن لفظ الصلاة الذي هو كالاسم لها إلى التعبير عنها بطريق الإضافة للإيماء إلى تعليل أن الصلاة تنهى عن الفحشاء والمنكر ، أي إنما كانت ناهية عن الفحشاء والمنكر لأنها ذكر الله وذكر الله أمرٌ كبير ، فاسم التفضيل مسلوب المفاضلة مقصود به قوة الوصف كما في قولنا : الله أكبر ، لا تريد أنه أكبر من كبير آخر .ويجوز أن يكون عطفاً على جملة { اتلُ ما أوحي إليك من الكتاب } . والمعنى : واذكر الله فإن ذكر الله أمر عظيم ، فيصح أن يكون المراد من الذكر تذكُّر عظمة الله تعالى . ويجوز أن يكون المراد ذكر الله باللسان ليعمّ ذكر الله في الصلاة وغيرها . واسم التفضيل أيضاً مسلوب المفاضلة ويكون في معنى قول معاذ بن جبل «ما عَمِل آدمي عملاً أنجى له من عذاب الله من ذكر الله» .ويجوز أن يكون المراد بالذكر تذكر ما أمر الله به ونهى عنه ، أي مراقبة الله تعالى وحذر غضبه ، فالتفضيل على بابه ، أي ولذكر الله أكبر في النهي عن الفحشاء والمنكر من الصلاة في ذلك النهي ، وذلك لإمكان تكرار هذا الذكر أكثر من تكرر الصلاة فيكون قريباً من قول عمر رضي الله عنه : أفضل من شكر الله باللسان ذكر الله عند أمره ونهيه .ولك أن تقول : ذكر الله هو الإيمان بوجوده وبأنه واحد . فلما أمر رسوله صلى الله عليه وسلم وأراد أمر المؤمنين بعملين عظيمين من البر أردفه بأن الإيمان بالله هو أعظم من ذلك إذ هو الأصل كقوله تعالى { فكُّ رقبة أو إطعام في يوم ذي مسغبة يتيماً ذا مقربة أو مسكيناً ذا متربة ثم كان من الذين ءامنوا } [ البلد : 13 17 ] . وذلك من ردّ العجز على الصدر عاد به إلى تعظيم أمر التوحيد وتفظيع الشرك من قوله { إن الله يعلم ما تدعون من دونه من شيء } [ العنكبوت : 42 ] إلى هنا .وقوله { والله يعلم ما تصنعون } تذييل لما قبله ، وهو وعد ووعيد باعتبار ما اشتمل عليه قوله { اتل ما أوحي إليك من الكتاب وأقم الصلاة } وقوله { تنهى عن الفحشاء والمنكر } .والصنع : العمل .",
  "ayah": 45,
  "surah": 29
}
