{
  "text": "وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ (48)هذا استدلال بصفة الأمية المعروف بها الرسول صلى الله عليه وسلم ودلالتُها على أنه موحى إليه من الله أعظم دلالة وقد ورد الاستدلال بها في القرآن في مواضع كقوله : { ما كنت تدري ما الكتاب ولا الإيمان } [ الشورى : 52 ] وقوله : { فقد لبثتُ فيكم عُمراً من قَبْلِه أفلا تَعْقِلون } [ يونس : 16 ] .ومعنى : { ما كنت تتلو من قبله من كتاب } أنك لم تكن تقرأ كتاباً حتى يقول أحد : هذا القرآن الذي جاء به هو مما كان يتلوه من قبل .و { لا تَخُطُّهُ } أي لا تكتب كتاباً ولو كنت لا تتلوه ، فالمقصود نفي حالتي التعلم ، وهما التعلم بالقراءة والتعلّم بالكتابة استقصاء في تحقيق وصف الأمية فإن الذي يحفظ كتاباً ولا يعرف يكتب لا يُعدّ أمياً كالعلماء العمي ، والذي يستطيع أن يكتب ما يُلقى إليه ولا يحفظ علماً لا يُعدّ أمياً مثل النُسَّاخ فبانتفاء التلاوة والخط تحقق وصف الأمية .و { إذن } جواب وجزاء لشرط مقدّر ب ( لو ) لأنه مفروض دل عليه قوله : { وما كنت تتلو } { ولا تُخطه } . والتقدير : لو كنت تتلو قبله كتاباً أو تخطه لارتاب المبطلون . ومجيء جواب { إذن } مقترناً باللام التي يغلب اقتران جواب ( لو ) بها دليل على أن المقدر شرط ب ( لو ) كما في قول قُريظ العنبري :لو كُنتُ من مازن لم تستبح إبلي ... بنو اللقيطة من ذهل ابن شيباناإذَنْ لقام بنصري معشر خشن ... عند الحفيظة إن ذو لوثة لاناقال المرزوقي في «شرح الحماسة» : ( إذن ) هو أنه أخرج البيت الثاني مُخرج جواب قائل قال له : ولو استباحوا إبلك ماذا كان يفعل بنو مازن؟ فقال :إذن لقام بنصري معشر خشن ... ويجوز أن يكون أيضاً : إذن لقام ، جواب ( لو ) كأنه أجيب بجوابين . وهذا كما تقول : لو كنتَ حراً لاستقبحت ما يفعله العبيد إذن لاستحسنت ما يفعله الأحرار اه . يعني يجوز أن تكون جملة : إذن لقام ، بدَلاً من جملة : لم تستبح . وقد تقدم الكلام على نظيره في قوله تعالى : { ما اتخذ الله من ولد وما كان معه من إله إذاً لَذَهَب كل إله بما خلق } في سورة [ المؤمنين : 91 ] . والارتياب : حصول الريب في النفس وهو الشك .ووجه التلازم بين التلاوة والكتابة المتقدمين على نزول القرآن ، وبين حصول الشك في نفوس المشركين أنه لو كان ذلك واقعاً لاحتمل عندهم أن يكون القرآن من جنس ما كان يتلوه من قبلُ من كتب سالفة وأن يكون مما خطَّه من قبل من كلام تلّقاه فقام اليوم بنشره ويدعو به . وإنما جعل ذلك موجب ريب دون أن يكون موجب جَزم بالتكذيب لأن نظم القرآن وبلاغته وما احتوى عليه من المعاني يبطل أن يكون من نوع ما سبق من الكتب والقصص والخطب والشعر ، ولكن ذلك لما كان مستدعياً تأملاً لم يمنع من خطور خاطر الارتياب على الإجمال قبل إتمام النظر والتأمل بحيث يكون دوام الارتياب بهتاناً ومكابرة .وتقييد تخطه بقيد { بيمينك } للتأكيد لأن الخط لا يكون إلاّ باليمين فهو كقوله : { ولا طائر يطير بجناحيه } [ الأنعام : 38 ] .ووصف المكذبين بالمبطلين منظور فيه لحالهم في الواقع لأنهم كذبوا مع انتفاء شبهة الكذب فكان تكذيبهم الآن باطلاً ، فهم مبطلون متوغلون في الباطل ، فالقول في وصفهم بالمبطلين كالقول في وصفهم بالكافرين .",
  "ayah": 48,
  "surah": 29
}
