{
  "text": "يَا عِبَادِيَ الَّذِينَ آَمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ (56)استئناف ابتدائي وقع اعتراضاً بين الجملتين المتعاطفتين : جملة : { والذين ءامنوا بالباطل وكفروا بالله أولئك هم الخاسرون } [ العنكبوت : 52 ] ، وجملة : { والذين ءامنوا وعملوا الصالحات لَنُبَوِّئَنَّهم من الجنة غُرفاً } [ العنكبوت : 58 ] الآية . وهذا أمر بالهجرة من دار الكفر . ومناسبته لما قبله أن الله لما ذكر عناد المشركين في تصديق القرآن وذكر إيمان أهل الكتاب به آذن المؤمنين من أهل مكة أن يخرجوا من دار المكذبين إلى دار الذين يصدقون بالقرآن وهم أهل المدينة فإنهم يومئذ ما بين مسلمين وبين يهود فيكون المؤمنون في جوارهم آمنين من الفتن يعبدون ربهم غير مفتونين . وقد كان فريق من أهل مكة مستضعفين قد آمنوا بقلوبهم ولم يستطيعوا إظهار إيمانهم خوفاً من المشركين مثل الحارث بن ربيعة بن الأسود كما تقدم عند قوله تعالى : { ومن الناس من يقول ءامنا بالله } في أول هذه السورة [ العنكبوت : 10 ] ، وكان لهم العذر حين كانوا لا يجدون ملجأ سالماً من أهل الشرك ، وكان فريق من المسلمين استطاعوا الهجرة إلى الحبشة من قبل ، فلما أسلم أهل المدينة زال عذر المؤمنين المستضعفين إذ أصبح في استطاعتهم أن يهاجروا إلى المدينة فلذلك قال الله تعالى : { إن أرضي واسعة فإياي فاعبدون } . فقوله : { إن أرضي واسعة } كلام مستعمل مجازاً مركباً في التذكير بأن في الأرض بلاداً يستطيع المسلم أن يقطنها آمناً ، فهو كقول إياس بن قبيصة الطائي: ... ألم ترَ أن الأرض رحب فسيحةفهل تعجزني بقعة من بقاعها ... ألا تراه كيف فرعَ على كونها رحباً قولَه : فهل تعجزني بقعة . وكذلك في الآية فرع على كونها واسعة الأمر بعبادة الله وحده للخروج مما كان يفتن به المستضعفون من المؤمنين إذ يُكرهون على عبادة الأصنام كما تقدم في قوله تعالى : { من كفر بالله من بعد إيمانه إلا من أُكره وقلبُه مطمئن بالإيمان } [ النحل : 106 ] .فالمعنى : أن أرضي التي تأمنون فيها من أهل الشرك واسعة ، وهي المدينة والقرى المجاورة لها مثل خيبر والنضير وقريظة وقينقاع ، وما صارت كلها مأمناً إلا بعد أن أسلم أهل المدينة لأن تلك القرى أحلاف لأهل المدينة من الأوس والخزرج .وأشعر قوله : { فإياي فاعبدون } أن علة الأمر لهم بالهجرة هي تمكينهم من إظهار التوحيد وإقامة الدين . وهذا هو المعيار في وجوب الهجرة من البلد الذي يفتن فيه المسلم في دينه وتجري عليه فيه أحكام غير إسلامية . والنداء بعنوان التعريف بالإضافة لتشريف المضاف . ومصطلح القرآن أن ( عباد ) إذا أضيف إلى ضمير الجلالة فالمراد بهم المؤمنون غالباً إلا إذا قامت قرينة كقوله : { أأنتم أضْلَلْتم عبادي هؤلاء } [ الفرقان : 17 ] ، وعليه فالوصف ب { الذين ءامنوا } لما في الموصول من الدلالة على أنهم آمنوا بالله حقاً ولكنهم فتنوا إلى حد الإكراه على إظهار الكفر .والفاء في قوله : { فإياي } فاء التفريع والفاء في قوله : { فاعبدون } إما مؤكدة للفاء الأولى للدلالة على تحقيق التفريع في الفعل وفي معموله ، أي فلا تعبدوا غيري فاعبدون؛ وإما مؤذنة بمحذوف هو ناصب ضمير المتكلم تأكيداً للعبادة . والتقدير : وإياي اعبدوا فاعبدون ، وهو أنسب بدلالة التقديم على الاختصاص لأنه لما أفاد الأمر بتخصيصه بالعبادة كان ذكر الفاء علامة تقدير على تقدير فعل محذوف قصد من تقديره التأكيد ، وقد تقدم في قوله تعالى : { وإياي فارهبون } في أوائل سورة [ البقرة : 40 ] .وحذفت ياء المتكلم بعد نون الوقاية تخفيفاً ، وللرعاية على الفاصلة . ونظائره كثيرة .",
  "ayah": 56,
  "surah": 29
}
