{
  "text": "وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ (6)أي ومن جاهد ممن يرجون لقاء الله ، فليست الواو للتقسيم ، وليس { من جاهد } بقسيم لمن كانوا يرجون لقاء الله بل الجهاد من عوارض من كانوا يرجون لقاء الله . [والجهاد : مبالغة في الجهد الذي هو مصدر جَهَد كمنع ، إذا جدُّ في عمله وتكلّف فيه تعباً ، ولذلك شاع إطلاقه على القتال في نصر الإسلام . وهو هنا يجوز أن يكون الصبر على المشاق والأذى اللاحقة بالمسلمين لأجل دخولهم في الإسلام ونبذ دين الشرك حيث تصدى المشركون لأذاهم . فإطلاق الجهاد هنا هو مثل إطلاقه في قوله تعالى بعد هذا { وإن جاهداك لتُشْرِك بي } [ العنكبوت : 8 ] ، ومثل إطلاقه في قول النبي صلى الله عليه وسلم وقد قفل من إحدى غزواته \" رجعنا من الجهاد الأصغر إلى الجهاد الأكبر \"وهذا المحل هو المتبادر في هذه السورة بناء على أنها كلها مكية لأنه لم يكن جهاد القتال في مكة .ومعنى { فإنما يجاهد لنفسه } على هذا المحمل أن ما يلاقيه من المشاق لفائدة نفسه ليتأتى له الثبات على الإيمان الذي به ينجو من العذاب في الآخرة .ويجوز أن يراد بالجهاد المعنى المنقول إليه في اصطلاح الشريعة وهو قتال الكفار لأجل نصر الإسلام والذبّ عن حوزته ، ويكون ذكره هنا لإعداد نفوس المسلمين لما سيُلْجَأون إليه من قتال المشركين قبل أن يضطروا إليه فيكون كقوله تعالى { قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون } [ الفتح : 16 ] ومناسبة التعرض له على هذا المحمل هو أن قوله { فإن أجل الله لآت } [ العنكبوت : 5 ] تضمن ترقباً لوعد نصرهم على عدوهم فقُدم إليهم أن ذلك بعد جهاد شديد وهو ما وقع يوم بدر .ومعنى { فإنما يجاهد لنفسه } على هذا المحمل هو معناه في المحمل الأول لأن ذلك الجهاد يدافع صدّ المشركين إياهم عن الإسلام ، فكان الدوام على الإسلام موقوفاً عليه ، وزيادة معنى آخر وهو أن ذلك الجهاد وإن كان في ظاهر الأمر دفاعاً عن دين الله فهو أيضاً به نصرهم وسلامة حياة الأحياء منهم وأهلهم وأبنائهم وأساس سلطانهم في الأرض كما قال تعالى : { وعَدَ الله الذين ءامنوا منكم وعملوا الصالحات ليستخلفنَّهم في الأرض كما استخلف الذين من قبلهم ولَيُمكِّنَنَّ لهم دينهم الذي ارتضى لهم ولَيُبدِّلَنَّهم من بعد خوفهم أمناً } [ النور : 55 ] . وقال علقمة بن شيبان التميمي: ... ونقاتل الأعداء عن أبنائناوعلى بصائرنا وإن لم نُبْصِر ... والأوفق ببلاغة القرآن أن يكون المحملان مرادين كما قدمنا في المقدمة التاسعة من مقدمات هذا التفسير .والقصر المستفاد من ( إنما ) هو قصر الجهاد على الكون لنفس المجاهد ، أي الصالح نفسه إذ العلة لا تتعلق بالنفس بل بأحوالها ، أي جهاد لفائدة نفسه لا لنفع ينجر إلى الله تعالى ، فالقصر الحاصل بأداة ( إنما ) قصر ادعائي للتنبيه إلى ما يغفلون عنه حين يجاهدون الجهاد بمعنييه من الفوائد المنجرة إلى أنفس المجاهدين ولذلك عقب الرد المستفاد من القصر بتعليله بأن الله غنيّ عن العالمين فلا يكون شيء من الجهاد نافعاً لله تعالى ولكن نفعة للأمة .فموقع حرف التأكيد هنا هو موقع فاء التفريع الذي نبّه عليه صاحب «دلائل الإعجاز» وتقدّم غير مرة .",
  "ayah": 6,
  "surah": 29
}
