{
  "text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ (68)لما أوفاهم ما يستأهلونه من تشنيع أحوالهم وسوء انتظام شؤونهم جاء في عقبه بتذييل يجمعها في أنها افتراء على الله وتكذيب بالحق ، ثم جزاهم الجزاء الأوفى اللائق بحالهم وهو أن النار مثواهم . وافتتح تشخيص حالهم بالاستفهام عن وجود فريق هم أظلم من هؤلاء الذين افتروا على الله وكذبوا بالحق توجيهاً لأذهان السامعين نحو البحث هل يجدون أظلم منهم حتى إذا أجادوا التأمل واستَقْروا مظانّ الظلمة واستعرضوا أصنافهم تيقنُوا أن ليس ثمة ظلم أشدُّمن ظلم هؤلاء .وإنما كانوا أشد الظالمين ظُلماً لأن الظلم الاعتداء على أحد بمنعه من حقه وأشدّ من المنع أن يمنعه مستحقَّه ويعطيه من لا يستحقه ، وأن يلصق باحد ما هو بريء منه . ث إن الاستحقاق وعدمه قد يثبتان بحكم العوائد وقد يثبتان بأحكام الشرائع وقد يثبتان بقضايا العقول السليمة وهو أعلى مراتب الثبوت ومَدار أمور أهل الشرك على الافتراء على الله بأن سَلبوا عنه ما هو متصف به من صفات الإلهية الثابتة بدلالة العقول ، وأثبتوا له ما هو منزه عنه من الصفات والأفعال بدلالة العقول ، وعلى تكذيب الرسول صلى الله عليه وسلم ونكران دلالة المعجزة التي يقتضيها العقل ، وعلى رمي الرسول عليه الصلاة والسلام بما هو بريء منه بشهادة العقل والعادة التي عرفوها منه بهتاناً وكذباً؛ فكانوا بمجموع الأمرين وضعوا اشياء في مواضع لا يمكن أن تكون مواضعها فكانوا أظلم الناس لأن عدم الإمكان أقوى من عدم الحصول .وتقييد الافتراء بالحال الموكِّدة في قوله { كَذِباً } لزيادة تفظيع الافتراء لأن اسم الكذب مشتهر القبح في عرف الناس ، وإنما اختير الافتراء للدلالة على أنهم يتعمدون الاختلاق تعمداً لا تخالطه شبهة . وتقييد تكذيبهم بالحق بقوله { لَمَّا جَاءَهُ } لإِدماج ذم المكذبين بنكران نعمة إرسال الحق إليهم التي لم يقدروها قدرها ، وكان شأن العقلاء أن يتطلبوا الحق ويرحلوا في طلبه ، وهؤلاء جاءهم الحق بين أيديهم فكذبوا به . وأيضاً فإن { لَمَّا } التوقيتية تؤذن بأن تكذيبهم حصل بداراً عند مجيء الحق ، أي دون أن يتركوا لأنفسهم مهلة النظر .وجملة { أليس في جهنم مثوى للكافرين } بيان لجملة { ومَنْ أظْلَمُ مِمَّن افْتَرَى على الله } وتقرير لها لأن في جملة { ومن أظلم ممن افترى على الله } إلى آخرها إيذاناً إجمالياً بجزاء فظيع يترقبهم ، فكان بيانه بمضمون جملة { أليس في جهنم مثوى لكافرين } وهو بالفاظه ونظمه يفيد تمكنهم من عذاب جهنم إذ جعلت مثواهم . فالمثوى : مكان الثواء . والثواء : الإقامة الطويلة والسكنى . وعلق ذلك بعنوان الكافرين للتنبيه على استحقاقهم ذلك لأجل كفرهم . والتعريف في ( الكَافِرِين ) تعريف العهد ، أي لهؤلاء الكافرين وهم الذين ذكروا من قبلُ بأنهم افتروا على الله كذباً وكذبوا بالحق ، فكان مقتضى الظاهر الإتيان بضميرهم فعدل عنه إلى الاسم الظاهر لإحضارهم بوصف الكفر .والهمزة في { أليس في جهنم مثوى } للاستفهام التقريري ، واصلها : إما الإنكار بتنزيل المُقِرّ منزلة المنكر ليكون إقراره أشد لزوماً له ، وإما أن تكون للاستفهام فلما دخلت على النفي أفادت التقرير لأن إنكار النفي إثبات للمنفي وهو إثبات مستعمل في التقرير على وجه الكناية . وهذا التقرير بالهمزة هو غالب استعمال الاستفهام مع النفي ، ومنه قول جرير :ألستم خير من ركب المطايا ... وأندى العالمين بطون راحِفإنه لا يحتمل غير معنى التقرير بشهادة الذوق ولياقة مقام مدح الخليفة . وهذا تقرير لمن يسمع هذا الكلام . جُعل كون جهنم مثواهم أمراً مسلماً معروفاً بحيث يُقرّ به كل من يُسأل عنه كناية عن تحقيق المغبة على طريقة إيماء الكناية .",
  "ayah": 68,
  "surah": 29
}
