{
  "text": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8) لم يترك القرآن فاذَّة من أحوال علائق المسلمين بالمشركين إلا بين واجبهم فيها المناسب لإيمانهم ، ومن أشد تلك العلائق علاقة النسب فالنسب بين المشرك والمؤمن يستدعي الإحسان وطيب المعاشرة ولكن اختلاف الدين يستدعي المناواة والمغاضبة ولا سيما إذا كان المشركون متصلبين في شركهم ومشفقين من أن تأتي دعوة الإسلام على أساس دينهم فهم يلحقون الأذى بالمسلمين ليقلعوا عن متابعة الإسلام ، فبيّن الله بهذه الآية ما على المسلم في معاملة أنسبائه من المشركين . وخص بالذكر منها نسب الوالدين لأنه أقرب نسب فيكون ما هو دونه أولى بالحكم الذي يشرع له .وحدثت قضية أو قضيتان دعتا إلى تفصيل هذا الحكم . رُوي أن سعد بن أبي وقاص حين أسلم قالت له أمه حَمْنَة بنت أبي سفيان يا سعد بلغني أنك صبأت ، فوالله لا يُظلني سقف بيت ، وإن الطعام والشراب عليَّ حرام حتى تكفُرَ بمحمد ، وبقيت كذلك ثلاثة أيام فشكا سعد ذلك إلى رسول الله صلى الله عليه وسلم فنزلت هذه الآية فأمره رسول الله صلى الله عليه وسلم أن يداريها ويترضاها بالإحسان .وروي أنه لما أسلم عياش بن أبي ربيعة المخزومي وهاجر مع عمر بن الخطاب إلى المدينة قبل هجرة رسول الله صلى الله عليه وسلم خرج أبو جهل وأخوه الحارث وكانا أخوي عياش لأمه فنزلا بعياش وقالا له : إن محمداً يأمر ببر الوالدين وقد تركتَ أمك وأقسمت أن لا تطعم ولا تشرب ولا تأوي بيتاً حتى تراك وهي أشد حبًّا لك منها لنا ، فاخرج معنا . فاستشار عمر فقال عمر : هما يخدعانك ، فلم يزالا به حتى عصى نصيحة عمر وخرج معهما . فلما انتهوا إلى البيداء قال أبو جهل : إن ناقتي كلت فاحملني معك . قال عياش : نعم ، ونزل ليوطىء لنفسه ولأبي جهل . فأخذاه وشداه وثاقاً وذهبا به إلى أمه فقالت له : لا تزال بعذاب حتى ترجع عن دين محمد وأوثقته عندها ، فقيل : إن هذه الآية نزلت في شأنهما .والمقصود من الآية هو قوله { وإن جاهداك لتشرك بي } إلى آخره ، وإنما افتتحت ب { وصينا الإنسان بوالديه حسناً } لأنه كالمقدمة للمقصود ليعلم أن الوصاية بالإحسان إلى الوالدين لا تقتضي طاعتهما في السوء ونحوه لقول النبي صلى الله عليه وسلم « لا طاعة لمخلوق في معصية الخالق » ولقصد تقرير حكم الإحسان للوالدين في كل حال إلا في حال الإشراك حتى لا يلتبس على المسلمين وجه الجمع بين الأمر بالإحسان للوالدين وبين الأمر بعصيانهما إذا أمرا بالشرك لإبطال قول أبي جهل : أليس من دين محمد البر بالوالدين ونحوه .وهذا من أساليب الجدل وهو الذي يسمى القول بالموجب وهو تسليم الدليل مع بقاء النزاع ، ومنه في القرآن قوله تعالى :{ قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد ءاباؤنا فأتونا بسلطان مبين قالت لهم رسلهم إن نحن إلا بشر مثلكم ولكن الله يمنّ على من يشاء من عباده } [ إبراهيم : 10 ، 11 ] فعلم أنه لا تعارض بين الإحسان إلى الوالدين وبين إلغاء أمرهما بما لا يرجع إلى شأنهما .والتوصية : كالإيصاء ، يقال : أوصى ووصّى ، وهي أمر بفعل شيء في مغيب الآمر به ففي الإيصاء معنى التحريض على المأمور به ، وتقدم في قوله تعالى { الوصية للوالدين } [ البقرة : 180 ] وقوله { وأوصى بها إبراهيم } في [ البقرة : 132 ] .وفعل الوصاية يتعدى إلى الموصى عليه بالباء ، تقول : أوصى بأبنائه إلى فلان ، على معنى أوصى بشؤونهم ، ويتعدى إلى الفعل المأمور به بالباء أيضاً وهو الأصل مثل { وأوصى بها إبراهيم بَنِيه } [ البقرة : 132 ] . فإذا جُمع بين الموصى عليه والموصى به تقول : أوصى به خيراً وأصله : أوصى به بخير له فكان أصل التركيب بدل اشتمال . وغلب حذف الباء من البدل اكتفاء بوجودها في المبدل منه فكذلك قوله تعالى هنا { ووصينا الإنسان بوالديه حُسْناً } تقديره : وصينا الإنسان بوالديه بِحُسن ، بنزع الخافض .والحسن : اسم مصدر ، أي بإحسان . والجملة { وإن جاهداك لِتُشرِك بي } عطف على جملة { وصينا } وهو بتقدير قول محذوف لأن المعطوف عليه فيه معنى القول .والمجاهدة : الإفراط في بذل الجهد في العمل ، أي ألحَّا لأجل أن تشرك بي .والمراد بالعلم في قوله : { ما ليس لك به علم } العلم الحق المستند إلى دليل العقل أو الشرع ، أي أن تشرك بي أشياء لا تجد في نفسك دليلاً على استحقاقها العبادة كقوله تعالى { فلا تسألني ما ليس لك به علم } [ هود : 46 ] ، أي علم بإمكان حصوله . وفي «الكشاف» : أن نفي العلم كناية عن نفي المعلوم ، كأنه قال : أن تشرك بي شيئاً لا يصح أن يكون إلهاً ، أي لا يصح أن يكون معلوماً يعني أنه من باب قولهم : هذا ليس بشيء كما صرح به في تفسير سورة [ لقمان : 30 ] كقوله تعالى { ما يدعون من دونه الباطل }وجملة : إليّ مرجعكم } مستأنفة استئنافاً بيانياً لزيادة تحقيق ما أشارت إليه مقدمة الآية من قوله { ووصينا الإنسان بوالديه حسناً } ، لأن بقية الآية لما آذنت بفظاعة أمر الشرك وحذرت من طاعة المرء والديه فيه كان ذلك مما يثير سؤالاً في نفوس الأبناء أنهم هل يعاملون الوالدين بالإساءة لأجل إشراكهما فأنبئوا أن عقابهما على الشرك مفوض إلى الله تعالى فهو الذي يجازي المحسنين والمسيئين .والمرجع : البعث . والإنباء : الإخبار ، وهو مستعمل كناية عن علمه تعالى بما يعملونه من ظاهر الأعمال وخفيِّها ، أي ما يخفونه عن المسلمين وما يكنونه في قلوبهم ، وذلك أيضاً كناية عن الجزاء عليه من خير أو شر ، ففي قوله { فأنبئكم } كنايتان : أولاهما إيماء ، وثانيتهما تلويح ، أي فأجازيكم ثواباً على عصيانهما فيما يأمران ، وأجازيهما عذاباً على إشراكهما .",
  "ayah": 8,
  "surah": 29
}
