{
  "text": "১৩-১৫ নং আয়াতের তাফসীর\nহযরত লোকমান তার পুত্রকে যে নসীহত করেছিলেন ও উপদেশ দিয়েছিলেন এখানে তারই বর্ণনা দেয়া হচ্ছে। তিনি হলেন লোকমান ইবনে আনকা ইবনে সুদূন। সুহাইলী (রঃ)-এর বর্ণনা অনুযায়ী জানা যায় যে, তাঁর পিতার নাম ছিল সা’রান। আল্লাহ তা'আলা তাঁর উত্তম বর্ণনা দিয়েছেন। তিনি বলেন যে, তাঁকে হিকমত দান করা হয়েছিল। তিনি যে উত্তম ওয়াজ ও নসীহত স্বীয় পুত্রকে করেছিলেন তা বিষদভাবে আল্লাহ তাআলা এখানে তুলে ধরেছেন। পুত্র অপেক্ষা প্রিয় মানুষের কাছে আর কিছুই নেই। মানুষ তার ছেলেকে সবচেয়ে প্রিয়বস্তু ও মূল্যবান সামগ্রী দিতে চায়। তাই হযরত লোকমান তাঁর ছেলেকে সর্বপ্রথম যে নসীহত করলেন তা হচ্ছে- হে আমার প্রিয় বৎস! একমাত্র আল্লাহরই ইবাদত করো এবং তাঁর সাথে অন্য কাউকেও শরীক করো না। জেনে রেখো যে, এর চেয়ে বড় নির্লজ্জতাপূর্ণ ও জঘন্যতম কাজ আর কিছুই নেই। হযরত আব্দুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, যখন (আরবি)  (যারা ঈমান এনেছে ও তাদের ঈমানকে যুলুমের সাথে মিশ্রিত করেনি- ৬:৮৩) এ আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ)-এর সাহাবীদের কাছে এটা খুবই কঠিন ঠেকে। তারা বলেনঃ “আমাদের মধ্যে কে এমন আছে যে তার ঈমানকে যুলুমের সাথে মিশ্রিত করে না?' তখন রাসূলুল্লাহ (সঃ) বলেন, তোমরা যা বুঝেছো তা নয়। তোমরা কি হযরত লোকমানের কথা শুননি? তিনি বলেছিলেনঃ “হে বৎস! আল্লাহর সাথে কাউকে শরীক করো না, নিশ্চয়ই শিরক চরম যুলুম।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছে)এই উপদেশের পর হযরত লোকমান তাঁর ছেলেকে দ্বিতীয় উপদেশ যা দেন সেটাও গুরুত্বের দিক দিয়ে বাস্তবিকই এমনই যে, প্রথম উপদেশের সাথে এটা মিলিত হওয়া উচিত। অর্থাৎ পিতা-মাতার প্রতি ইহসান করা ও তাদের সাথে সদ্ব্যবহার করা। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেন (আরবি) অর্থাৎ “তোমার প্রতিপালক আদেশ দিয়েছেন তিনি ছাড়া অন্য কারো ইবাদত করতে ও পিতা-মাতার সাথে সদ্ব্যবহার করতে।” (১৭:২৩) কুরআন কারীমের মধ্যে প্রায়ই এ দু'টোর বর্ণনা একই সাথে দেয়া হয়েছে। সেখানেও ঠিক সেভাবেই করা হয়েছে।(আরবি) শব্দের অর্থ হলো শ্রম, কষ্ট, দুর্বলতা ইত্যাদি। একটি কষ্ট তো হামল’ বা গর্ভধারণ অবস্থায় হয় যা মাতা সহ্য করে থাকেন। গর্ভধারণের অবস্থায় মায়ের দুঃখ-কষ্টের কথা সবাই জানে। অতঃপর মাতা সন্তানকে দু’বছর পর্যন্ত দুগ্ধ পান করিয়ে থাকেন। এই দু’বছর ধরে মাতাকে তার শিশু সন্তানের লালন-পালনের দায়িত্বভার গ্রহণ করতে হয়। যেমন অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “মায়েরা তাদের সন্তানদেরকে পূর্ণ দু’বছর দুধ পান করাবে যারা দুধ-পান কাল পূর্ণ করতে চায়।” (২:২৩৩) অন্য একটি আয়াতে আছে (আরবি)অর্থাৎ “তার গর্ভধারণ ও দুধ ছাড়ানোর সময়কাল ত্রিশ মাস।” (৪৬:১৫) এ জন্যেই হযরত ইবনে আব্বাস (রাঃ) এবং আরো বড় বড় ইমামগণ দলীল গ্রহণ করেছেন যে, গর্ভধারণের সময়কাল কমপক্ষে ছয় মাস হবে। মায়ের এই কষ্টের কথা সন্তানের সামনে এ জন্যেই প্রকাশ করা হচ্ছে যে, যেন সন্তান মায়ের এই মেহেরবানীর কথা স্মরণ করে মায়ের প্রতি কৃতজ্ঞতা প্রকাশ, আনুগত্য ও ইহসান করে। আর একটি আয়াতে মহান আল্লাহ নির্দেশ দেনঃ (আরবি)  অর্থাৎ “এবং বলঃ হে আমার প্রতিপালক! তাদের দু'জনের (অর্থাৎ আমার পিতা-মাতার) প্রতি দয়া করুন যেভাবে শৈশবে তাঁরা আমাকে প্রতিপালন করেছিলেন।” (১৭:২৪)।এখানে মহামহিমান্বিত আল্লাহ বলেনঃ আমার প্রতি ও তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও। তোমাদের প্রত্যাবর্তন তো আমারই নিকট। সুতরাং যদি তোমরা আমার এ আদেশ মেনে নাও তবে আমি তোমাদেরকে এর পূর্ণ প্রতিদান প্রদান করবো।হযরত সাঈদ ইবনে অহাব (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমাদের নিকট হযরত মুআয ইবনে জাবাল (রাঃ) আগমন করেন যাকে নবী (সঃ) প্রতিনিধিরূপে পাঠিয়েছিলেন। তিনি দাড়িয়ে বক্তৃতা শুরু করলেন। বক্তৃতায় তিনি প্রথমে আল্লাহ তা'আলার প্রশংসা ও গুণকীর্তন করেন। অতঃপর বলেনঃ “আমি তোমাদের নিকট আল্লাহর রাসূল (সঃ)-এর দূতরূপে প্রেরিত হয়েছি এ কথা বলার জন্যে যে, তোমরা একমাত্র আল্লাহরই ইবাদত করবে এবং তাঁর সাথে অন্য কিছুকে শরীক করবে না। যদি তোমরা আমার কথা মেনে নাও তবে আমি তোমাদের কল্যাণ সাধনে বিন্দুমাত্র ত্রুটি করবো না। তোমাদেরকে আল্লাহর কাছে ফিরে যেতে হবে। অতঃপর হয়তো জান্নাতে যাবে, নয়তো জাহান্নামে যাবে। সেখান হতে আর বের হবে না, বরং সেখানে চিরকাল অবস্থান করবে। সেখানে মৃত্যু নেই। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমার পিতা-মাতা যদি তোমাকে পীড়াপীড়ি করে আমার সমকক্ষ দাঁড় করাতে যে বিষয়ে তোমার কোন জ্ঞান নেই তবে তুমি তাদের কথা মানবে না এবং তাদের কথায় আমার সাথে শরীক করে বসবে না। কিন্তু এর অর্থ এটা নয় যে, পিতা-মাতার সাথে সদ্ব্যবহার ও তাদের প্রতি ইহসান করাও পরিত্যাগ করবে। তোমাদের উপর তাদের পার্থিব যে হক রয়েছে তা অবশ্যই পূরণ করবে। যে বিশুদ্ধ চিত্তে আমার অভিমুখী হয়েছে তার পথ অবলম্বন করবে। আর জেনে রাখবে যে, তোমাদের সবারই প্রত্যাবর্তন আমারই নিকট। তোমরা যা করতে সে বিষয়ে আমি তোমাদেরকে অবহিত করবো।হযরত সা'দ ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “এ আয়াতটি আমারই ব্যাপারে অবতীর্ণ হয়েছে। আমি আমার মাতার খুবই খিদমত করতাম এবং তাঁর পূর্ণ অনুগত থাকতাম। আল্লাহ তাআলা যখন আমাকে ইসলামের পথে হিদায়াত দান করলেন তখন আমার মা আমার প্রতি খুবই অসন্তুষ্ট হয়ে গেল। সে আমাকে বললো: “তুমি এই নতুন দ্বীন কোথায় পেলে? জেনে রেখো, আমি তোমাকে নির্দেশ দিচ্ছি যে, এই দ্বীন তোমাকে অবশ্যই পরিত্যাগ করতে হবে, নচেৎ আমি পানাহার বন্ধ করে দেবো। আর এভাবে না খেয়ে মারা যাবো।” আমি ইসলাম পরিত্যাগ করলাম না। সুতরাং আমার মা পানাহার বন্ধ করে দিলো। ফলে চতুর্দিকে আমার দুর্নাম ছড়িয়ে পড়লো যে, আমি আমার মায়ের হন্তা। আমার মন খুবই ছোেট হয়ে গেল। আমি আমার মায়ের খিদমতে হাযির হলাম, তাকে বুঝালাম এবং অনুনয় বিনয় করে বললাম: তুমি তোমার এই হঠকারিতা হতে বিরত হও। জেনে রেখো যে, এই সত্য দ্বীন যে আমি ছেড়ে দেবো এটা সম্ভব নয়। এভাবে আমার মায়ের উপর তিন দিন অতিবাহিত হয়ে গেল এবং তার অবস্থা অত্যন্ত শোচনীয় হলো। আমি তার কাছে গেলাম এবং বললামঃ আম্মা! জেনে রেখো যে, তুমি আমার কাছে আমার প্রাণ হতেও প্রিয় বটে, কিন্তু তাই বলে আমার দ্বীন হতে অধিক প্রিয় নও। আল্লাহর কসম! তোমার একটি জীবন কেন, তোমার মত শতটি জীবনও যদি ক্ষুধা ও পিপাসায় কাতর হয়ে এক এক করে সবই বেরিয়ে যায় তবুও শেষ মুহূর্ত পর্যন্ত আমি এই দ্বীন ইসলামকে পরিত্যাগ করবো না। আমার এ কথায় আমার মা নিরাশ হয়ে গেল এবং পানাহার শুরু করে দিলো।” (এটা ইমাম তিবরানী (রঃ) তাঁর ‘আশারাহ' গ্রন্থে বর্ণনা করেছেন)",
  "ayah": 15,
  "surah": 31
}
