{
  "text": "২৯-৩০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন ও রাত্রিকে কিছু ছোট করে দিবসকে বাড়িয়ে দেয়া এবং দিবসকে কিছু ছোট করে রাত্রিকে বাড়িয়ে দেয়া আমারই কাজ। শীতের দিনে রাত্রি বড় ও দিন ছোট এবং গ্রীষ্মকালে দিন বড় ও রাত্রি ছোট হওয়া আমারই শক্তির প্রমাণ। চন্দ্র-সূর্যের চক্র ও আবর্তন আমারই আদেশক্রমে হয়ে থাকে। এগুলো নির্ধারিত স্থানের দিকেই চলে। নিজ স্থান থেকে এতোটুকুও এদিক ওদিক যেতে পারে না। হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে আবু যার (রাঃ)। এই সূর্য কোথায় যায় তা তুমি জান কি?” উত্তরে তিনি বলেনঃ “আল্লাহ ও তাঁর রাসূল (সঃ)-ই খুব ভাল জানেন।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “এটা গিয়ে আল্লাহর আরশের নীচে সিজদায় পড়ে যায় এবং স্বীয় প্রতিপালকের কাছে অনুমতি প্রার্থনা করতে থাকে। এটা খুব নিকটবর্তী যে, একদিন তাকে বলে দেয়া হবে- “যেখান হতে এসেছে সেখানে ফিরে যাও।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সূর্য ‘সাফিয়াহ’ (পশ্চাৎ ভাগের ফৌজ)-এর ন্যায় কাজ করে। দিনে নিজের চক্রের কাজে লেগে থাকে, তারপর অস্তমিত হয়ে আবার রাত্রে যমীনের নীচে চলে গিয়ে ঘুরতে থাকে। অতঃপর পরের দিন আবার সকালে উদিত হয়। এভাবেই চাঁদও কাজ করতে থাকে।মহান আল্লাহ বলেনঃ তোমরা যা কর আল্লাহ সে সম্পর্কে অবহিত। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবি)অর্থাৎ “তুমি কি জান না যে, আকাশ ও পৃথিবীতে যা কিছু আছে সবই তিনি জানেন?” (২২:৭০) তিনি সবারই সৃষ্টিকর্তা এবং সবারই খবর তিনিই রাখেন। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “আল্লাহ তিনিই যিনি সৃষ্টি করেছেন সপ্ত আকাশ এবং অনুরূপ সংখ্যক যমীন।” (৬৫:১২)।মহামহিমান্বিত আল্লাহ বলেনঃ এগুলো এরই প্রমাণ যে, আল্লাহই সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে তা মিথ্যা। আল্লাহ, তিনি তো সমুচ্চ, মহান। তিনি কারো মুখাপেক্ষী নন এবং সবাই তারই মুখাপেক্ষী। সবাই তার সৃষ্ট এবং তাঁর দাস। কারো এ ক্ষমতা নেই যে, তাঁর হুকুম ছাড়া একটি অণুকে নড়াতে পারে। একটি মাছি সৃষ্টি করার জন্যে যদি সমস্ত দুনিয়াবাসী একত্রিত হয় তবুও তারা তাতে অপারগ হয়ে যাবে। এ জন্যেই মহামহিমান্বিত আল্লাহ বলেনঃ এগুলো এটাই প্রমাণ করে যে, আল্লাহই সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে তা মিথ্যা। আল্লাহ সমুচ্চ ও মহান। তার উপর কারো কোন কর্তৃত্ব চলে না।  তাঁর কাছে সবাই হেয় ও তুচ্ছ।",
  "ayah": 30,
  "surah": 31
}
