{
  "text": "آیت 104 اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِي الْحَيٰوةِ الدُّنْيَاایسے لوگ جنہیں آخرت مطلوب ہی نہیں ان کی ساری تگ و دو اور سوچ بچار دنیا کمانے کے لیے ہے۔ آخرت کے لیے انہوں نے نہ تو کبھی کوئی منصوبہ بندی کی اور نہ ہی کوئی محنت۔ بس برائے نام اور موروثی مسلمانی کا بھرم رکھنے کے لیے کبھی کوئی نیک کام کرلیا کبھی نماز بھی پڑھ لی اور کبھی روزہ بھی رکھ لیا۔ مگر اللہ کو اصل میں ان سے مقصود و مطلوب کیا ہے ؟ اس بارے میں انہوں نے کبھی سنجیدگی سے سوچنے کی زحمت ہی گوارا نہیں کی۔ ایسے لوگوں کو ان کی محنت کا صلہ حسب مشیت الٰہی دنیا ہی میں مل جاتا ہے جبکہ آخرت میں ان کے لیے سوائے جہنم کے اور کچھ نہیں۔ اس مضمون کا ذروۂ سنام سورة بنی اسرائیل کی یہ آیات ہیں : مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّــلْنَا لَهٗ فِيْهَا مَا نَشَاۗءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَ ۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۗىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا ”جو کوئی طلب گار بنتا ہے جلدی والی دنیا کا تو ہم اس کو جلدی دے دیتے ہیں اس میں جو کچھ ہم چاہتے ہیں جس کے لیے چاہتے ہیں پھر ہم مقرر کردیتے ہیں اس کے لیے جہنم وہ داخل ہوگا اس میں ملامت زدہ دھتکارا ہوا۔ اور جو کوئی آخرت کا طلبگار ہو اور کوشش کرے اس کے لیے اس کی سی کوشش اور وہ مؤمن بھی ہو تو وہی لوگ ہوں گے جن کی کوشش کی قدر کی جائے گی“۔ چناچہ نجات اخروی کا امیدوار بننے کے لیے ہر بندۂ مسلمان کو واضح طور پر اپنا راستہ متعین کرنا ہوگا کہ وہ طالب دنیا ہے یا طالب آخرت ؟ جہاں تک دنیا میں رہتے ہوئے ضروریات زندگی کا تعلق ہے وہ تو اللہ تعالیٰ کی طرف سے نیک و بد سب کی پوری ہو رہی ہیں : كُلًّا نُّمِدُّ هٰٓؤُلَاۗءِ وَهٰٓؤُلَاۗءِ مِنْ عَطَاۗءِ رَبِّكَ ۭ وَمَا كَانَ عَطَاۗءُ رَبِّكَ مَحْظُوْرًا بنی اسرائیل ”ہم سب کو مدد پہنچائے جا رہے ہیں ان کو بھی اور ان کو بھی آپ کے رب کی عطا سے اور آپ کے رب کی عطا رکی ہوئی نہیں ہے“۔ لہٰذا انسان کو اپنی ضروریات زندگی کے حصول کے سلسلے میں اللہ تعالیٰ پر توکل رکھنا چاہیے۔ اس نے انسان کو دنیا میں زندہ رکھنا ہے تو وہ اس کے کھانے پینے کا بندو بست بھی کرے گا : وَّیَرْزُقْہُ مِنْ حَیْثُ لَا یَحْتَسِبُ الطلاق : 3 ”وہ اس کو وہاں سے رزق دے گا جہاں سے اسے گمان بھی نہ ہوگا“۔ چناچہ ایک بندۂ مؤمن کو چاہیے کہ فکر دنیا سے بےنیاز ہو کر آخرت کو اپنا مطلوب و مقصود بنائے اور ان لوگوں کے راستے پر نہ چلے جنہوں نے سرا سر گھاٹے کا سودا کیا ہے جن کی ساری محنت اور تگ و دو دنیا کی زندگی ہی میں گم ہو کر رہ گئی ہے :وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًاایسے لوگ اپنے کاروبار کی ترقی جائیدادوں میں اضافے اور دیگر مادی کامیابیوں کو دیکھتے ہوئے سمجھتے ہیں کہ ان کی محنتیں روز بروز نتیجہ خیز اور کوششیں بار آور ہو رہی ہیں۔",
  "ayah": 104,
  "surah": 18
}
