{
  "text": "فَمَنْ كَانَ يَرْجُوْا لِقَاۗءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًایعنی عبادت خالص اللہ کی ہو۔ یہ توحید عملی ہے۔ اس بارے میں سورة بنی اسرائیل آیت 23 میں یوں فرمایا گیا ہے : وَقَضٰی رَبُّکَ اَلاَّ تَعْبُدُوْٓا الآَّ اِیَّاہُ ”اور فیصلہ کردیا ہے آپ کے رب نے کہ تم لوگ نہیں عبادت کرو گے کسی کی سوائے اس کے“۔ سورة الکہف کی اس آخری آیت اور سورة بنی اسرائیل کی آخری آیت کا بھی آپس میں معنوی ربط وتعلق ہے۔ موازنہ کے لیے سورة بنی اسرائیل کی آیت ملاحظہ کیجیے : وَقُلِ الْحَمْدُ لِلّٰہِ الَّذِیْ لَمْ یَتَّخِذْ وَلَدًا وَّلَمْ یَکُنْ لَّہٗ شَرِیْکٌ فِی الْْمُلْکِ وَلَمْ یَکُنْ لَّہٗ وَلِیٌّ مِّنَ الذُّلِّ وَکَبِّرْہُ تَکْبِیْرًا ”اور کہہ دیجیے کہ کل حمد اور کل شکر اللہ کے لیے ہے جس نے نہیں بنائی کوئی اولاد اور نہیں ہے اس کا کوئی شریک بادشاہی میں اور نہ ہی اس کا کوئی دوست ہے کمزوری کی وجہ سے اور اس کی تکبیر کرو جیسے کہ تکبیر کرنے کا حق ہے“۔ اس آیت میں اللہ تعالیٰ کا بلند مقام اور اس کی شان بیان کر کے شرک کی نفی کی گئی ہے۔ در اصل اللہ کے ساتھ شرک کی دو صورتیں ہیں۔ یا تو اللہ کو مرتبہ الوہیت سے نیچے اتار کر مخلوقات کے ساتھ کھڑا کردیا جاتا ہے یا پھر مخلوقات کی صف میں سے کسی کو اٹھا کر اللہ کے برابر بٹھا دیا جاتا ہے۔ چناچہ سورة بنی اسرائیل کی آخری آیت میں اللہ کی کبریائی کا اعلان کرنے کا حکم دے کر شرک کی پہلی صورت کا ابطال کیا گیا ہے جبکہ سورة الکہف کی آخری آیت میں شرک کی دوسری صورت یعنی مخلوقات میں سے کسی کو اللہ کے برابر کرنے کی نفی کی گئی ہے۔ دیکھا جائے تو اللہ کی مخلوق میں سے اس کے شریک بنانے کی روایت ہر زمانے میں رہی ہے۔ عیسائیوں نے حضرت مسیح کو خدا کا درجہ دے دیا اور اہل عرب نے فرشتوں کو خدا کی بیٹیاں قرار دے دیا۔ ہمارے ہاں بھی بعض لوگوں نے حضور کو نعوذ باللہ خدا بنا دیا : وہی جو مستوئ عرش تھا خدا ہو کر اُتر پڑا وہ مدینے میں مصطفیٰ ہو کر !اور کسی نے حضرت علی کو خدا کی ذات سے ملا دیا :ہر چند علی کی ذات نہیں ہے خدا کی ذات لیکن نہیں ہے ذات خدا سے جدا علی اور مرزا غالب تو اس سلسلے میں یہاں تک کہہ گئے :غالب ندیم دوست سے آتی ہے بوئے دوست مشغولِ حق ہوں بندگی بو تراب میں یعنی جب میں ابو تراب حضرت علی کی بندگی کرتا ہوں تو درحقیقت اللہ ہی کی بندگی کر رہا ہوتا ہوں۔ اسی طرح آغا خانیوں کے ہاں حضرت علی کو ”دشم اوتار“ قرار دیا گیا۔ ہندوؤں کے ہاں نو 9 اوتار تسلیم کیے جاتے تھے ‘ انہوں نے حضرت علی کو ”دسواں اوتار“ مان لیا۔ اعاذنا اللّٰہ من ذٰلک ! !بارک اللّٰہ لی ولکم فی القرآن العظیم ‘ ونفعنی وایاکم بالآیات والذِّکر الحکیم",
  "ayah": 110,
  "surah": 18
}
