{
  "text": "آیت 24 اِلَّآ اَنْ يَّشَاۗءَ اللّٰهُ یعنی مستقبل کے بارے میں جب بھی کوئی بات کریں تو ”ان شاء اللّٰہ“ ضرور کہیں کہ اگر اللہ نے چاہا تو میں یوں کروں گا۔ اللہ تعالیٰ کا مسلمانوں پر یہ خصوصی فضل ہے کہ انہیں اپنی معاشرتی زندگی میں روز مرہ کے معمولات کے لیے ایسے کلمات سکھائے گئے جن میں توحید کوٹ کوٹ کر بھری ہوئی ہے۔ آپ نے کوئی خوبصورت چیز دیکھی جس سے آپ کا دل خوش ہوا آپ نے کہا : سبحان اللّٰہ ! گویا آپ نے اقرار کیا کہ یہ اس چیز کا کمال نہیں اور نہ ہی یہ چیز بذات خود لائق تعریف ہے بلکہ تعریف تو اللہ کی ہے جس نے یہ خوبصورت چیز بنائی۔ آپ کی کوئی تکلیف دور ہوئی تو منہ سے نکلا : الحَمد للّٰہ ! یعنی جو بھی مشکل آسان ہوئی اللہ کی مدد اس کی مہربانی اور اس کے حکم سے ہوئی لہٰذا شکر بھی اسی کا ادا کیا جائے گا۔ آپ اپنے گھر میں داخل ہوئے اہل و عیال کو خوش و خرم پایا آپ نے کہا : مَاشَاء اللّٰہ ! کہ اس میں میرا یا کسی اور کا کوئی کمال نہیں یہ سب اللہ کی مرضی اور مشیت سے ہے۔ اسی طرح مستقبل میں کسی کام کے کرنے کے بارے میں اظہار کیا تو ساتھ ان شاء اللّٰہ کہا۔ یعنی میرا ارادہ تو یوں ہے مگر صرف میرے ارادے سے کیا ہوتا ہے حقیقت میں یہ کام تبھی ہوگا اور میں اسے تبھی کر پاؤں گا جب اللہ کو منظور ہوگا کیونکہ اللہ کی مشیت اور مرضی کے بغیر کچھ نہیں ہوسکتا۔ گویا ان کلمات کے ذریعے قدم قدم پر اور بات بات میں ہمیں توحید کا سبق یاد دلایا جاتا ہے۔ اللہ کے علم اس کے حکم اس کے اختیار و اقتدار اس کی قدرت اس کی مشیت کے مطلق اور فائق ہونے کے اقرار کی ترغیب دی جاتی ہے۔ ان میں سے زیادہ تر کلمات اَلْحَمْدُ لِلّٰہ ‘ اِنْ شَاء اللّٰہ ‘ مَاشَاء اللّٰہ اس سورت میں موجود ہیں۔وَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ اگر کسی وقت بھول جائیں تو یاد آنے پر دوبارہ اللہ کی طرف اپنا دھیان لگا لیجئے۔ وَقُلْ عَسٰٓي اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًایعنی کسی بھی کام کے لیے کوشش کرتے ہوئے انسان کو ”تفویض الامر الی اللہ“ کی کیفیت میں رہنا چاہیے کہ اگر اللہ کو منظور ہوا تو میں اس کوشش میں کامیاب ہوجاؤں گا ورنہ ہوسکتا ہے میرا رب میرے لیے اس سے بھی بہتر کسی کام کے لیے اسباب پیدا فرما دے۔ گویا انسان اپنے تمام معاملات ہر وقت اللہ تعالیٰ کے سپرد کیے رکھے :سپردم بتو مایۂ خویش را تو دانی حساب کم وبیش را !",
  "ayah": 24,
  "surah": 18
}
