{
  "text": "ان دو رکوعوں میں حضرت موسیٰ کے ایک سفر کا ذکر ہے۔ اس واقعہ کا ذکر احادیث میں بھی ملتا ہے اور قدیم اسرائیلی روایات میں بھی جن میں سے بہت سی روایات قرآن کے بیان سے مطابقت بھی رکھتی ہیں۔ بہرحال ان روایات سے جو معلومات حاصل ہوتی ہیں ان کے مطابق اللہ تعالیٰ نے حضرت موسیٰ کو حکم دیا کہ آپ فلاں جگہ جائیں وہاں پر آپ کو ہمارا ایک صاحب علم بندہ ملے گا آپ کچھ عرصہ اس کے ساتھ رہ کر اس کے علم سے استفادہ کریں۔ ممکن ہے یہ حضرت موسیٰ کی نبوت کا ابتدائی زمانہ ہو اور اس طریقے سے آپ کی تربیت مقصود ہو جس طرح بعض روایات سے ثابت ہے کہ حضور کی تربیت کے لیے ایک فرشتہ تین سال تک مسلسل آپ کے ساتھ رہا۔ اس واقعہ میں اللہ تعالیٰ نے اپنے جس بندے کا ذکر کیا ہے ان کے بارے میں قطعی معلومات دستیاب نہیں۔ اس ضمن میں ایک رائے تو یہ ہے کہ وہ ایک فرشتہ تھے جبکہ ایک دوسری رائے کے مطابق وہ انسان ہی تھے جنہیں اللہ تعالیٰ نے بہت لمبی عمر دے رکھی ہے۔ یعنی جیسے جنوں میں سے ابلیس کو اللہ تعالیٰ نے طویل عمر عطا کر رکھی ہے ایسے ہی اس نے انسانوں میں سے اپنے ایک نیک اور برگزیدہ بندے کو بھی بہت طویل عمر سے نوازا ہے اور ان کا نام حضرت خضر ہے۔ واللہ اعلم ! روایات سے یہ بھی معلوم ہوتا ہے کہ حضرت موسیٰ کو کسی وقت یہ خیال آیا کہ اللہ تعالیٰ نے شاید مجھے روئے زمین کے تمام انسانوں سے بڑ ھ کر علم عطا فرمایا ہے۔ چناچہ اللہ تعالیٰ نے آپ پر یہ واضح کرنے کے لیے کہ وَفَوْقَ کُلِّ ذِیْ عِلْمٍ عَلِیْمٌ آپ کو ہدایت فرمائی کہ آپ فلاں جگہ ہمارے ایک بندۂ خاص سے ملاقات کریں اور کچھ عرصہ اس کے ساتھ رہ کر اس سے علم و حکمت سیکھیں۔ اس حکم کی تعمیل میں آپ اپنے نوجوان ساتھی حضرت یوشع بن نون کو ساتھ لے کر سفر پر روانہ ہوگئے۔آیت 60 وَاِذْ قَالَ مُوْسٰي لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰى اَبْلُغَ مَجْـمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًااس سے معلوم ہوتا ہے کہ آپ کو بتایا گیا تھا کہ وہ شخص مجمع البحرین دو دریاؤں کے سنگم پر ملے گا۔ مجمع البحرین کے اس مقام کے بارے میں بھی مفسرین کے ہاں اختلاف پایا جاتا ہے۔ اس سلسلے میں ایک رائے تو یہ ہے کہ بحیرۂ احمر Red Sea کے شمالی کونے سے نکلنے والی دو کھاڑیوں خلیج سویز اور خلیج عقبہ کے مقام اتصال کو مجمع البحرین کہا گیا ہے ‘ جبکہ ایک دوسری رائے کے مطابق اور یہ رائے زیادہ صحیح معلوم ہوتی ہے یہ مقام دریائے نیل پر واقع ہے۔ دریائے نیل دو دریاؤں یعنی النیل الازرق اور النیل الابیض سے مل کر بنا ہے۔ یہ دونوں دریا سوڈان کی طرف سے مصر میں داخل ہوتے ہیں۔ ایک دریا کے پانی کا رنگ نیلا ہے جبکہ دوسرے کا سفید ہے پاکستان میں بھی اٹک کے مقام پر دریائے سندھ کے صاف پانی اور دریائے کابل کے گدلے پانی کا ملاپ ایسا ہی منظر پیش کرتا ہے۔ چناچہ اس رائے کے مطابق جس مقام پر یہ دونوں دریا مل کر ایک دریا مصر کے دریائے نیل کی شکل اختیار کرتے ہیں اس مقام کو مجمع البحرین کہا گیا ہے اور یہ مقام خرطوم کی سرحد کے آس پاس ہے۔",
  "ayah": 60,
  "surah": 18
}
