{
  "text": "اس رکوع میں ذوالقرنین کے بارے میں یہود مدینہ کے سوال کا جواب دیا گیا ہے۔ بیسویں صدی کے آغاز تک اکثر مفسرین ذوالقرنین سے ناواقف تھے۔ چناچہ تیرہ سو سال تک عام طور پر سکندر اعظم ہی کو ذوالقرنین سمجھا جاتا رہا۔ اس کی وجہ یہ تھی کہ قرآن میں ذوالقرنین کی فتوحات کا ذکر جس انداز میں ہوا ہے یہ انداز سکندر اعظم کی فتوحات سے ملتا جلتا ہے ‘ لیکن حقیقت یہ ہے کہ ذوالقرنین کی سیرت کا وہ نقشہ جو قرآن نے پیش کیا ہے اس کی سکندر اعظم کی سیرت کے ساتھ سرے سے کوئی مناسبت ہی نہیں۔ بہرحال جدید تحقیق سے معلوم ہوا ہے کہ ذوالقرنین قدیم ایران کے بادشاہ کیخورس یا سائرس کا لقب تھا۔ یہ اس زمانے کی بات ہے جب ایران کے علاقے میں دو الگ الگ خود مختار مملکتیں قائم تھیں۔ ایک کا نام پارس تھا جس سے ”فارس“ کا لفظ بنا ہے اور دوسرے کا نام ”مادا“ تھا۔ کیخورس یا سائرس نے ان دونوں مملکتوں کو ملا کر ایک ملک بنا دیا اور یوں سلطنت ایران کے سنہرے دور کا آغاز ہوا۔ دو مملکتوں کے فرمانروا ہونے کی علامت کے طور پر اس نے اپنے تاج میں دو سینگ لگا رکھے تھے اور اس طرح اس کا لقب ذوالقرنین دو سینگوں والا پڑگیا۔آیت 83 وَيَسْـــَٔـلُوْنَكَ عَنْ ذِي الْقَرْنَيْنِ ۭ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًاذوالقرنین کے بارے میں جدید تحقیق کو اہل علم کے حلقے میں متعارف کرانے کا سہرا مولانا ابو الکلام آزاد کے سر ہے۔ انہوں نے اپنی تفسیر ”ترجمان القرآن“ میں اس موضوع پر بہت تفصیل سے بحث کی ہے اور ثابت کیا ہے کہ قدیم ایران کا بادشاہ کیخورس یا سائرس ہی ذوالقرنین تھا۔ مولانا ابو الکلام آزاد کی تحقیق کی بنیاد ان معلومات پر ہے جو شہنشاہ ایران رضا شاہ پہلوی کے دور میں ایک کھدائی کے دوران دستیاب ہوئی تھیں۔ اس کھدائی کے دوران اس عظیم فاتح بادشاہ کا ایک مجسمہ بھی دریافت ہوا تھا اور مقبرہ بھی۔ اس کھدائی سے ملنے والی معلومات کی بنیاد پر رضا شاہ پہلوی نے اس کی ڈھائی ہزار سالہ برسی منانے کا خصوصی اہتمام کیا تھا۔ دریافت شدہ مجسمے کے سر پر جو تاج تھا اس میں دو سینگ بھی موجود تھے جس سے یہ ثابت ہوگیا کہ ایران کا یہی بادشاہ کیخورس یا سائرس تھا جو تاریخ میں ذوالقرنین کے لقب سے مشہور ہے۔اب یہ سوال پیدا ہوتا ہے کہ یہودیوں نے خصوصی طور پر یہ سوال کیوں پوچھا تھا اور ذوالقرنین کی شخصیت میں ان کی اس دلچسپی کا سبب کیا تھا ؟ اس سوال کا جواب ہمیں بنی اسرائیل کی تاریخ سے ملتا ہے۔ جب 87 قبل مسیح کے لگ بھک عراق کے بادشاہ بخت نصر نے فلسطین پر حملہ کر کے یروشلم کو تباہ کیا تو اس شہر کی اکثریت کو تہ تیغ کردیا گیا اور زندہ بچ جانے والوں کو وہ اپنی فوج کے ساتھ بابل Babilonia لے گیا جہاں یہ لوگ ڈیڑھ سو سال تک اسیری کی حالت میں رہے۔ جب ایران کے بادشاہ کیخورس یا سائرس آئندہ سطور میں انہیں ”ذوالقرنین“ ہی لکھاجائے گا نے ایران کو متحد کرنے کے بعد اپنی فتوحات کا دائرہ وسیع کیا تو سب سے پہلے عراق کو فتح کیا۔ مشرق وسطیٰ کے موجودہ نقشے کو ذہن میں رکھا جائے تو فلسطین ‘ اسرائیل شرق اردن مغربی کنارہ اور لبنان کے ممالک پر مشتمل پورے علاقے کو اس زمانے میں شام عرب یا شام اور اس سے مشرق میں واقع علاقے کو عراق عرب یا عراق کہا جاتا تھا جبکہ عراق کے مزید مشرق میں ایران واقع تھا۔ عراق پر قبضہ کرنے کے بعد ذوالقرنین نے بابل میں اسیر یہودیوں کو آزاد کردیا اور انہیں اجازت دے دی کہ وہ اپنے ملک واپس جا کر اپنا تباہ شدہ شہر یروشلم دوبارہ آباد کرلیں۔ چناچہ حضرت عزیر کی قیادت میں یہودیوں کا قافلہ بابل سے واپس یروشلم آیا۔ انہوں نے اپنے اس شہر کو پھر سے آباد کیا اور ہیکل سلیمانی کو بھی از سر نو تعمیر کیا۔ اس پس منظر میں یہودی ذوالقرنین کو اپنا محسن سمجھتے ہیں اور اسی سبب سے ان کے بارے میں انہوں نے حضور سے یہ سوال پوچھا تھا۔ذوالقرنین کی فتوحات کے سلسلے میں تین مہمات کا ذکر تاریخ میں بھی ملتا ہے۔ ان مہمات میں ایران سے مغرب میں بحیرۂ روم Mediterranian تک پورے علاقے کی تسخیر ‘ مشرق میں بلوچستان اور مکران تک لشکرکشی اور شمال میں بحیرۂ خَزَر Caspian Sea اور بحیرۂ اسود Black Sea کے درمیانی پہاڑی علاقے کی فتوحات شامل ہیں۔ ذوالقرنین کا یہ سلسلہ فتوحات حضرت عمر کے دور خلافت کی فتوحات کے سلسلے سے مشابہ ہے۔ حضرت عمر کے دور میں بھی جزیرہ نمائے عرب سے مختلف سمتوں میں تین لشکروں نے پیش قدمی کی تھی ایک لشکر شام اور پھر مصر گیا تھا دوسرے لشکر نے عراق کے بعد ایران کو فتح کیا تھا جبکہ تیسرا لشکر شمال میں کوہ قاف Caucasus تک جا پہنچا تھا۔قدیم روایات میں ذوالقرنین کے بارے میں کچھ ایسی معلومات بھی ملتی ہیں کہ ابتدائی عمر میں وہ ایک چھوٹی سی مملکت کے شہزادے تھے۔ ان کے اپنے ملک میں کچھ ایسے حالات ہوئے کہ کچھ لوگ ان کی جان کے درپے ہوگئے۔ وہ کسی نہ کسی طرح وہاں سے بچ نکلنے میں کامیاب ہوگئے اور کچھ عرصہ صحرا میں روپوش رہے۔ اسی عرصے کے دوران ان تک کسی نبی کی تعلیمات پہنچیں۔ یہ بھی ممکن ہے کہ زرتشت ہی اللہ کے نبی ہوں اور انہی کی تعلیمات سے انہوں نے استفادہ کیا ہو۔ بہر حال قرآن نے ذوالقرنین کا جو کردار پیش کیا ہے وہ ایک نیک اور صالح بندۂ مومن کا کردار ہے اور اس کردار کی خصوصیات تاریخی اعتبار سے اس زمانے کے کسی اور فاتح حکمران پر منطبق نہیں ہوتیں۔",
  "ayah": 83,
  "surah": 18
}
