{
  "text": "آیت 9 اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ ۙ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًااب اصحاب کہف کے متعلق اس سوال کے جواب کا آغاز ہو رہا ہے جو یہود مدینہ نے قریش مکہ کے ذریعے حضور سے پوچھا تھا۔ کہف کے معنی غار کے ہیں اور رقیم سے مراد وہ تختی ہے جس پر اصحاب کہف کے حالات لکھ کر اسے غار کے دہانے پر لگا دیا گیا تھا۔ اس نسبت سے انہیں اصحاب کہف بھی کہا جاتا ہے اور اصحاب الرقیم بھی۔ مراد یہ ہے کہ تم لوگ شاید اصحاب کہف کے واقعہ کو ایک بہت غیر معمولی واقعہ اور ہماری ایک بڑی عجیب نشانی سمجھتے ہو مگر تمہیں معلوم ہونا چاہیے کہ ہماری تخلیق اور صناعی میں تو اس سے بھی بڑے بڑے عجائبات موجود ہیں۔ اس قصے کے بارے میں اب تک جو ٹھوس حقائق ہمارے سامنے آئے ہیں ان کا خلاصہ یہ ہے : حضرت مسیح کی فلسطین میں بعثت کے وقت بظاہر یہاں ایک یہودی بادشاہ کی حکمرانی تھی مگر اس بادشاہ کی حیثیت ایک کٹھ پتلی سے زیادہ نہ تھی اور عملی طور پر یہ پورا علاقہ رومن ایمپائر ہی کا حصہ تھا۔ رومی حکمران مذہباً بت پرست تھے جبکہ فلسطین کے مقامی باشندے اہل کتاب یہودی تھے۔ حضرت مسیح کے رفع سماوی کا واقعہ 30 اور 33 عیسوی کے لگ بھگ پیش آیا۔ اس کے بعد یہودیوں کی ایک بغاوت کے جواب میں رومی جنرل ٹائیٹس نے 70 عیسوی میں یروشلم پر حملہ کر کے اس شہر کو بالکل تباہ و برباد کردیا ہیکل سلیمانی مسمار کردیا گیا یہودیوں کا قتل عام ہوا اور جو یہودی قتل ہونے سے بچ گئے انہیں ملک بدر کردیا گیا۔ مقامی عیسائیوں کو اگرچہ علاقے سے بےدخل تو نہ کیا گیا مگر حضرت عیسیٰ کے پیروکار اور موحد ہونے کی وجہ سے انہیں رومیوں کی طرف سے اکثر ظلم و ستم کا نشانہ بنایا جاتا رہا۔ اسی حوالے سے رومی بادشاہ دقیانوس Decius کے دربار میں چند راسخ العقیدہ موحد نوجوانوں کی پیشی ہوئی۔ بادشاہ کی طرف سے ان نوجوانوں پر واضح کیا گیا کہ وہ اپنے عقائد کو چھوڑ کر بت پرستی اختیار کرلیں ورنہ انہیں سولی پر چڑھا دیا جائے گا۔ بادشاہ کی طرف سے انہیں اس فیصلے کے لیے مناسب مہلت دی گئی۔ اسی مہلت کے دوران انہوں نے شہر سے نکل کر کسی غار میں پناہ لینے کا فیصلہ کیا۔ جب یہ لوگ غار میں پناہ گزیں ہوئے تو اللہ تعالیٰ نے اپنی قدرت سے ان پر ایسی نیند طاری کردی کہ وہ تقریباً تین سو سال تک سوتے رہے۔ سورۃ البقرۃ آیت 259 میں بھی اسی نوعیت کے ایک واقعہ کا ذکر ہے کہ حضرت عزیر کو ان کی موت کے سو سال بعد زندہ کردیا گیا اور ان کی نیند کے دوران ان کی کروٹیں بدلنے کا بھی باقاعدہ اہتمام رہا۔ جس غار میں اصحاب کہف سو رہے تھے وہ ایسی جگہ پر واقع تھی جہاں لوگوں کا آنا جانا بالکل نہیں تھا۔ اس غار کا دہانہ شمال کی جانب تھا جس کی وجہ سے اس کے اندر روشنی منعکس ہو کر تو آتی تھی لیکن براہ راست روشنی یا دھوپ نہیں آتی تھی۔ اس طرح کے غاروں کا ایک سلسلہ افسس شہر موجودہ ترکی کے علاقے میں پایا جاتا ہے جبکہ ہندوستان ایجنٹا میں بھی ایسے غار موجود ہیں۔بعد ازاں قسطنطین Constantine نامی فرمانروا نے عیسائیت قبول کرلی اور اس کی وجہ سے پوری رومن ایمپائر بھی عیسائی ہوگئی۔ پھر 400 عیسوی کے لگ بھگ Theodosius کے عہد حکومت میں اللہ تعالیٰ نے اصحاب کہف کو جگایا۔ جاگنے کے بعد انہوں نے اپنے ایک ساتھی کو چاندی کا ایک سکہ دے کر کھانا لینے کے لیے شہر بھیجا اور ساتھ ہدایت کی کہ وہ محتاط رہے ایسا نہ ہو ان کے غار میں چھپنے کی خبر بادشاہ تک پہنچ جائے۔ وہ اپنی نیند کو معمول کی نیند سمجھ رہے تھے اور ان کے وہم و گمان میں بھی نہیں تھا کہ وہ تین سو سال تک سوئے رہے تھے۔ بہرحال کھانا لانے کے لیے جانے والا ان کا ساتھی اپنی تین سو سال پرانی وضع قطع اور کرنسی کی وجہ سے پکڑا گیا اور یوں ان کے بارے میں تمام معلومات لوگوں تک پہنچ گئیں۔ جب لوگوں کو حقیقت حال کا علم ہوا تو ہم مذہب ہونے کی وجہ سے عیسائی آبادی کی طرف سے ان کی بہت عزت افزائی کی گئی۔ اس کے بعد وہ لوگ غار میں پھر سے سوگئے یا اللہ تعالیٰ نے ان پر موت طاری کردی۔ ان لوگوں کی طبعی موت کے بعد غار کے دہانے کو بند کردیا گیا اور ایک تختی پر ان لوگوں کا احوال لکھ کر اسے اس جگہ پر نصب کردیا گیا۔ اصحاب کہف کا یہ قصہ گبن کی کتاب The Decline and fall of Roman Empire میں بھی Seven Sleepers کے عنوان سے موجود ہے۔ اس قصے کا ذکر چونکہ رومن لٹریچر میں تھا اور یہودی ان تمام تفصیلات سے آگاہ تھے اس لیے انہوں نے یہ سوال حضور سے امتحاناً پوچھ بھیجا تھا۔",
  "ayah": 9,
  "surah": 18
}
