{
  "text": "আর মূসার জন্য আমরা ত্রিশ রাতের ওয়াদা করি [১] এবং আরো দশ দিয়ে তা পূর্ণ করি। এভাবে তার রবের নির্ধারিত সময় চল্লিশ রাতে [২]  পূর্ণ হয়। এবং মূসা তার ভাই হারূনকে বললেন, ‘আমার অনুপস্থিতিতে আমার সম্প্রদায়ের মধ্যে আপনি আমার প্রতিনিধিত্ব করবেন, সংশোধন করবেন আর বিপর্যয় সৃষ্টিকারীদের পথ অনুসরণ করবেন না [৩]।\nসতেরতম রুকূ’\n[১] (وٰعَدْنَا) শব্দটির প্রকৃত অর্থ হল দু'পক্ষ থেকে প্রতিজ্ঞ বা প্রতিশ্রুতি দান করা। এখানেও আল্লাহ্ তা'আলার পক্ষ থেকে ছিল তাওরাত দানের প্রতিশ্রুতি আর মূসা আলাইহিস্ সালামের পক্ষ থেকে চল্লিশ রাত এবং এতেকাফের প্রতিজ্ঞা। কাজেই (وَوَعَدْنَا) না বলে (وَوٰعَدْنَا) বলা হয়েছে। ওয়াদার তাৎপর্য হল, কাউকে লাভজনক কোন কিছু দেয়ার পূর্বে তা প্রকাশ করে দেয়া যে, তোমার জন্য অমুক কাজ করব। এ ক্ষেত্রে আল্লাহ তা'আলা মূসা আলাইহিস সালামের প্রতি স্বীয় কিতাব নাযিল করার ওয়াদা করেছেন এবং সেজন্য শর্ত আরোপ করেছেন যে, মূসা আলাইহিস সালাম ত্রিশ রাত্রি তুর পর্বতে আল্লাহর ইবাদাতে অতিবাহিত করবেন। অতঃপর এই ত্রিশ রাত্রির উপর আরো দশ রাত্রি বাড়িয়ে চল্লিশ রাত্রি করে দিয়েছেন।\n[২]  এখান থেকে একটি বিষয় সাব্যস্ত হয় যে, নবী-রাসূলগণের শরী’আতে তারিখের হিসাব ধরা হতো রাত থেকে। কারণ, এ আয়াতে ত্রিশ দিনের ক্ষেত্রে ত্রিশ রাত্রি আর চল্লিশ দিনের ক্ষেত্রে চল্লিশ রাত্রি উল্লেখ করা হয়েছে। কোন কোন মুফাসসির বলেনঃ সৌর হিসাব পার্থিব লাভের জন্য, আর চান্দ্র হিসাব হলো ইবাদতের জন্য। [কুরতুবী]\n[৩]  মূসা ‘আলাইহিস সালাম আল্লাহ্ তা'আলার ওয়াদা অনুসারে তূর পর্বতে গিয়ে যখন এতেকাফ করার ইচ্ছা করেন, তখন স্বীয় ভাই হারূন আলাইহিস সালামকে বললেনঃ “আমার অবর্তমানে আপনি আমার সম্প্রদায়ে আমার স্থলাভিষিক্ত হয়ে দায়িত্ব পালন করুন।” এতে প্রমাণিত হয় যে, যদি কোন ব্যক্তি কোন কাজের দায়িত্বে নিয়োজিত হন তবে প্রয়োজনবোধে কোথাও যেতে হলে সে কাজের ব্যবস্থাপনার জন্য কোন লোক নিয়োগ করে যাওয়া উত্তম। [কুরতুবী] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাধারণ রীতি এই ছিল যে, কখনো যদি তাকে মদীনার বাইরে যেতে হত, তখন তিনি কাউকে প্রতিনিধি নিযুক্ত করে যেতেন। একবার তিনি আলী রাদিয়াল্লাহু আনহুকে\nপ্রতিনিধি নির্ধারণ করেন এবং একবার আব্দুল্লাহ ইবন উম্মে মাকতুম রাদিয়াল্লাহু ‘আনহুকে খলীফা নিযুক্ত করেন। এমনিভাবে বিভিন্ন সময়ে বিভিন্ন সাহাবী রাদিয়াল্লাহু আনহুমকে মদীনায় খলীফা নিযুক্ত করে তিনি বাইরে যেতেন। [কুরতুবী]\nমূসা ‘আলাইহিস সালাম হারূন ‘আলাইহিস সালামকে খলীফা নিযুক্ত করার সময় তাকে কয়েকটি উপদেশ দান করেন। তাতে প্রমাণিত হয় যে,কাজের সুবিধার জন্য প্রতিনিধিকে প্রয়োজনীয় নির্দেশ বা উপদেশ দিয়ে যেতে হয়। এই হেদায়াত বা নির্দেশাবলীর মধ্যে প্রথম নির্দেশ হল (وَاَصْلِحْ) এখানে (اَصْلِحْ) এর কোন কর্ম উল্লেখ করা হয়নি যে, কার ইসলাহ বা সংশোধন করা হবে। এতে বুঝা যায় যে, নিজেরও ইসলাহ করবেন এবংসঙ্গে সঙ্গে স্বীয় সম্প্রদায়েরও ইসলাহ করবেন। অর্থাৎ তাদের মাঝে দাঙ্গা-হাঙ্গামাজনিত কোন বিষয় আঁচ করতে পারলে তাদেরকে সরল পথে আনয়নের চেষ্টা করবেন। দ্বিতীয় হেদায়াত হল এই যে,\n(وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ)\nঅর্থাৎ দাঙ্গা-হাঙ্গামা সৃষ্টিকারীদের পথ অনুসরণ করবেন না। বলাবাহুল্য, হারূন আলাইহিস সালাম হলেন আল্লাহর নবী, তার নিজের পক্ষে ফাসাদে পতিত হওয়ার কোন আশংকাই ছিল না। কাজেই এই হেদায়াতের উদ্দেশ্য ছিল এই যে, দাঙ্গা-হাঙ্গামা বা ফাসাদ সৃষ্টিকারীদের কোন সাহায্য-সহায়তা করবেন না। সুতরাং হারূন আলাইহিস সালাম যখন দেখলেন, তার সম্প্রদায় সামের’-এর অনুগমন করতে শুরু করে দিয়েছে, তখন তার সম্প্রদায়কে এহেন ভণ্ডামী থেকে বাধা দান করলেন এবং সামেরীকে সে জন্য শাসলেন। অতঃপর ফিরে এসে মূসা 'আলাইহিস সালাম যখন ধারণা করলেন যে, হারূন ‘আলাইহিস সালাম আমার অবর্তমানে কর্তব্য পালনে অবহেলা করেছেন, তখন তার প্রতি কঠোরতা অবলম্বন করলেন।",
  "ayah": 142,
  "surah": 7
}
