{
  "text": "আর মূসা যখন আমাদের নির্ধারিত সময়ে উপস্থিত হলেন এবং তার রব তার সাথে কথা বললেন [১], তখন তিনি বললেন, ‘হে আমার রব! আমাকে দর্শন  দান করুন, আমি আপনাকে দেখব’। তিনি বললেন , ‘আপনি আমাকে দেখতে পাবেন না [২]। আপনি বরং পাহাড়ের দিকেই তাকিয়ে দেখুন [৩], সেটা যদি নিজের জায়গায় স্থির থাকে তবে আপনি আমাকে দেখতে পাবেন।’ যখন তাঁর রব পাহারে জৌতি প্রকাশ করলেন [৪] তখন তা পাহাড়কে চূর্ণ-বিচূর্ণ করল এবং মূসা সংজ্ঞাহীন হয়ে পড়লেন [৫]। যখন তিনি জ্ঞান ফিরে পেলেন তখন বললেন, ‘মহিমাময় আপনি , আমি অনুতপ্ত হয়ে আপনার কাছে তাওবাহ্‌ করছি এবং মুমিনদের মধ্যে আমিই প্রথম।’\n[১]  কুরআনের প্রকৃষ্ট শব্দের দ্বারাই প্রমাণিত যে, আল্লাহ্ তা'আলা মূসা ‘আলাইহিস সালামের সাথে কথা বলেছেন। তাঁর এ কালাম দ্বারা উদ্দেশ্য প্রথমতঃ সেসব কালাম যা নবুওয়াত দানকালে হয়েছিল। আর দ্বিতীয়তঃ সেসব কালাম যা তাওরাত দানকালে হয়েছিল এবং যার আলোচনা এ আয়াতে করা হয়েছে। আল্লাহ তা'আলার সাথে মূসা আলাইহিস সালামের কথা বলা হক ও বাস্তব। এতে বিশ্বাস করতেই হবে। এর মাধ্যমে আল্লাহর গুরুত্বপূর্ণ একটি গুণ কথা বলা সাব্যস্ত হচ্ছে। [দেখুন, সিফাতুল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াসসুন্নাহ, ২১৬-২১৯]\n[২]  দর্শন যদিও অসম্ভব নয়, কিন্তু যার প্রতি সম্বোধন করা হয়েছে অর্থাৎ মূসা ‘আলাইহিস সালাম বর্তমান অবস্থায় তা সহ্য করতে পারবেন না। পক্ষান্তরে দর্শন যদি আদৌ সম্ভব না হত, তাহলে (لَنْ تَرٰنِىْ) না বলে বলা হত (لَنْ اُرَى) “আমার দর্শন হতে পারে না।” এতে প্রমাণিত হয় যে, যৌক্তিকতার বিচারে পৃথিবীতে আল্লাহর দর্শন লাভ যদিও সম্ভব, কিন্তু তবুও এতে তার সংঘটনের অসম্ভবতা প্রমাণিত হয়ে গেছে। আর এটাই হল অধিকাংশ আহলে সুন্নাহর মত যে, এ পৃথিবীতে আল্লাহর দীদার বা দর্শন লাভ যুক্তিগতভাবে সম্ভব হলেও শরীআতের দৃষ্টিতে সম্ভব নয়। যেমন হাদীসে রয়েছে, তোমাদের মধ্যে কেউ মৃত্যুর পূর্বে তার রবকে দেখতে পারবে না। [মুসলিমঃ ২৯৩১, আবু দাউদঃ ৪৩২০, ইবন মাজাহঃ ৪০৭৭] এ ব্যাপারে সূরা আল-আন’আমের ১০নং আয়াতের ব্যাখ্যায় বিস্তারিত বর্ণনা করা হয়েছে।\n[৩]  এতে প্রমাণিত হচ্ছে যে, বর্তমান অবস্থায় দর্শক আল্লাহর দর্শন সহ্য করতে পারবে না বলেই পাহাড়ের উপর যৎসামান্য ছটা বিকিরণ করে বলে দেয়া হয়েছে যে, তাও আপনার পক্ষে সহ্য করা সম্ভবপর নয়; মানুষ তো একান্ত দুর্বলচিত্ত সৃষ্টি; সে তা কেমন করে সহ্য করবে?\n[৪]  আরবী অভিধানে (تَجَلّٰى) অর্থ প্রকাশিত ও বিকশিত হওয়া। আনাস রাদিয়াল্লাহু ‘আনহু বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াতটি তিলাওয়াত করে হাতের কনিষ্ঠাঙ্গুলির মাথায় বৃদ্ধাঙ্গুলিটি রেখে ইঙ্গিত করেছেন যে, আল্লাহ্ তা'আলার এতটুকু অংশই শুধু প্রকাশ করা হয়েছিল, যাতে পাহাড় পর্যন্ত ছিন্ন-ভিন্ন হয়ে গেল। অবশ্য এতে গোটা পাহাড়ই যে খণ্ড-বিখণ্ড হয়ে যেতে হবে তা অপরিহার্য নয়; বরং পাহাড়ের যে অংশে আল্লাহর তাজালী বিচ্ছুরিত হয়েছিল, সে অংশটিই হয়ত প্রভাবিত হয়ে থাকবে। [আহমাদঃ ৩/১২৫, তিরমিযীঃ ৩০৭৪, হাকেমঃ ২/৩২০]\n[৫]  মূসা ‘আলাইহিস সালাম সংজ্ঞা হারিয়ে ফেলায় তার পুরস্কারস্বরূপ হাশরের মাঠে তাকে প্রথম সচেতন হিসাবে দেখা যাবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেয়ামতের মাঠে মানুষ সংজ্ঞা হারিয়ে ফেলবে, আমিই সর্বপ্রথম সংজ্ঞা ফিরে পাব, তখন দেখতে পাব যে, মূসা আল্লাহর আরশের খুঁটি ধরে দাড়িয়ে আছেন। আমি জানি না তিনি কি আমার আগে সংজ্ঞা ফিরে পেয়েছেন, না কি তুর পাহাড়ে যে সংজ্ঞা হারিয়েছিলেন, তার বিনিময়ে তিনি সচেতনই ছিলেন। [বুখারীঃ ৪৬৩৮, মুসলিমঃ ২৩৭৪]",
  "ayah": 143,
  "surah": 7
}
