{
  "text": "অতঃপর যে উপদেশ তাদেরকে দেয়া হয়েছিল, তারা যখন তা ভুলে গেল, তখন যারা অসৎকাজ থেকে নিষেধ করত তাদেরকে আমরা উদ্ধার করি। আর যারা যুলুম করেছিল তাদেরকে আমারা কঠোর শাস্তি দেই,কারণ তারা ফাসেকী করত [১]।\n[১]  এ বর্ণনা থেকে জানা যায় যে, এ জনপদে তিন ধরনের লোক ছিল। এক, যারা প্রকাশে।ও পূর্ণ ঔদ্ধত্য সহকারে আল্লাহর বিধানের বিরুদ্ধাচারণ করছিল। দুই, যারা নিজের বিরুদ্ধাচারণ করছিল না কিন্তু অন্যের বিরুদ্ধাচারণকে নীরবে হাত পা গুটিয়ে বসে বসে দেখছিল এবং উপদেশ দানকারীদের বলছিল, এ হতভাগাদের উপদেশ দিয়ে কী লাভ? তিন, যারা ঈমানী সম্রমবোধ ও মর্যাদাবোধের কারণে আল্লাহর আইনের এহেন প্রকাশ্য আমর্যাদা বরদাশত করতে পারেনি এবং তারা এ মনে করে সৎকাজের আদেশ দিতে ও অসৎকাজ থেকে অপরাধীদেরকে বিরত রাখতে তৎপর ছিল যে, হয়তো ঐ অপরাধীরা তাদের উপদেশের প্রভাবে সৎপথে এসে যাবে, আর যদি তারা সৎপথে নাও আসে তাহলে অন্তত নিজেদের সামর্থ অনুযায়ী কর্তব্য পালন করে তারা আল্লাহর সামনে নিজেদের দায়মুক্তির প্রমাণ পেশ করতে পারবে। ইবন কাসীরা এ অবস্থায় এ জনপদের উপর যখন আল্লাহর আযাব নেমে এলো, কুরআনের ভাষ্য অনুযায়ী তখন এ তিনটি দলের মধ্য থেকে তৃতীয় দলটিকেই বাঁচিয়ে নেয়া হয়েছিল আর যারা অপরাধ করেছিল তাদেরকে শাস্তি দ্বারা পাকড়াও করা হয়েছিল। কিন্তু দ্বিতীয় দলটি, যারা অন্যায় করেনি তবে অন্যায় থেকে নিষেধ করেনি তাদের সম্পর্কে কিছুই বলা হয়নি। কারণ তারা ভাল কিংবা মন্দ কিছুই করেনি যে, তাদের কথা আলোচনায় আসবে। [ইবন কাসীর] এমতাবস্থায় দ্বিতীয় দলটির পরিণতি কেমন হয়েছিল তাদের সম্পর্কে তাফসীরবিদদের দুটি মত পরিলক্ষিত হয়। ইবন আব্বাস থেকে এক সহীহ বর্ণনায় এসেছে যে, একমাত্র তারাই আল্লাহর শাস্তির সম্মুখীন হয়েছিল, যারা অন্যায় করেছিল। আর বাকী দু’টি দল যারা বলেছিল যে, “আল্লাহ যাদেরকে ধ্বংস করবেন কিংবা কঠোর শাস্তি দেবেন, তোমরা তাদেরকে সদুপদেশ দাও কেন?\" আর যারা বলেছিল “তোমাদের রবের কাছে দায়িত্ব-মুক্তির জন্য” আল্লাহ্‌ তা’আলা তাদের উভয় দলকেই শাস্তি থেকে অব্যাহতি দিয়েছিলেন। [তাবারী; আত-তাফসীরুস সহীহ]\nকোন কোন তাফসীরবিদ, যারা অন্যায় করেনি তবে অন্যায় থেকে নিষেধও করেনি তাদেরকেও শাস্তির সম্মুখীন হয়েছে বলে মনে করেন। এ বর্ণনাটিও ইবন আব্বাস থেকে বর্ণিত হয়েছে। [ইবন কাসীর] তবে ইবন কাসীর প্রথম মতটিকেই প্রাধান্য দিয়েছেন। এ শেষোক্ত মতের পক্ষের লোকরা বলেন, কুরআন ও হাদীসের অন্যান্য বক্তব্য থেকে বুঝা যায় যে, সামষ্টিক অপরাধের ক্ষেত্রে আল্লাহ তা'আলা একই ধরনের ব্যবস্থা নিয়ে থাকেন। কুরআনে বলা\n(وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاصَّةً) [সুরা আনফালঃ২৫]\nঅর্থাৎ সেই বিপর্যয় থেকে বেঁচে থাক যার কবলে বিশেষভাবে কেবলমাত্র তোমাদের মধ্য থেকে যারা যুলুম করেছে তারাই পড়বে না। হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ \"মহান আল্লাহ বিশেষ লোকদের অপরাধের দরুন সর্বসাধারণকে শাস্তি দেন না, যতক্ষণ সাধারণ লোকদের অবস্থা এমন পর্যায়ে না পৌছে যায় যে, তারা নিজেদের চোখের সামনে খারাপ কাজ হতে দেখে এবং তার বিরুদ্ধে অসন্তোষ প্রকাশের ক্ষমতাও রাখে এরপরও কোন অসন্তোষ প্রকাশ করে না। কাজেই লোকেরা যখন এমন অবস্থায় পৌঁছে যায় তখন আল্লাহ সাধারণ ও অসাধারণ নির্বিশেষে সবাইকে আযাবের মধ্যে নিক্ষেপ করেন। [আবু দাউদ:৪৩৩৮; তিরমিযী: ২১৬৮; ইবন মাজাহঃ ৪০০৫ মুসনাদে আহমাদঃ ১/২] এ ছাড়াও আলোচ্য আয়াত থেকে একথাও জানা যায় যে, এ জনপদের উপর দুই পর্যায়ে আল্লাহর আযাব নাযিল হয়। প্রথম পর্যায়ে নাযিল হয় কঠিন শাস্তি এবং হয়। ফাতহুল কাদীর দৃশ্যতঃ প্রথম পর্যায়ের আযাবে উভয় দলই শামিল ছিল এবং দ্বিতীয় পর্যায়ের আযাব দেয়া হয়েছিল কেবলমাত্র প্রথম দলকে।\nকিন্তু আমরা পূর্বেই উল্লেখ করেছিযে, বিশুদ্ধ বর্ণনা ও তাফসীরবিদদের অধিকাংশের মত হচ্ছে যে, দ্বিতীয় দলটিও শাস্তি থেকে মুক্তিপ্রাপ্ত ছিল। কারণ, তারা তো কোন যুলুম করেনি। আয়াতে শুধু যালেমদেরকেই শাস্তি দেয়ার কথা আল্লাহ ঘোষণা করেছেন। আরও একটি বিষয় এখানে জানা আবশ্যক যে, সৎকাজের আদেশ ও অসৎকাজ থেকে নিষেধ করা ফরযে কিফায়া। যদি কেউ সেটা করে তবে অন্যদের থেকে কর্তব্য আদায় হয়ে যায়। সুতরাং যারা নিষেধ করেছে, তারা চুপ থাকা লোকদের থেকে ফরযে কিফায়া আদায় করে দিয়েছে। তাছাড়া দ্বিতীয় দলটি যে একেবারে চুপ ছিল তা নয়, তারা বলেছিল যে, ‘আল্লাহ যাদেরকে ধ্বংস করবেন বা কঠোর শাস্তি দেবেন, তাদেরকে নসীহত করে কি লাভ?’ এতে এক ধরণের ক্রোধ প্রকাশ পেয়েছে। [সা'দী] সুতরাং বুঝা যাচ্ছে যে, তারা সম্পূর্ণরূপে সৎকাজের আদেশ ও অসৎকাজ থেকে নিষেধ করা থেকে বিরত ছিল না। তাই তাদের উপর আযাব আসেনি এটাই প্রাধান্যপ্রাপ্ত মত।",
  "ayah": 165,
  "surah": 7
}
