{
  "text": "আর আমরা তো বহু জিন ও মানবকে জাহান্নামের জন্য সৃষ্টি করেছি [২]; তাদের হৃদয় আছে কিন্তু তা দ্বারা তারা উপলব্ধি করে না, তাদের চোখ আছে তা দ্বারা তারা দেখে না এবং তাদের কান আছে তা দ্বারা তারা শুনে না; তারা চতুষ্পদ জন্তুর মত, বরং তার চেয়েও বেশী বিভ্রান্ত। তারাই হচ্ছে গাফেল [৩]।\n[১]  এর অর্থ এটা নয় যে, আমি বিনা কারণে তাদেরকে জাহান্নামে নিক্ষেপ করার জন্যই সৃষ্টি করেছিলাম এবং তাদেরকে সৃষ্টি করার সময় এ সংকল্প করেছিলাম যে, তাদেরকে জাহান্নামের ইন্ধনে পরিণত করবো। বরং এর সঠিক অর্থ হচ্ছে, আমি তো তাদেরকে হৃদয়, মস্তিষ্ক, কান, চোখ সবকিছুসহ সৃষ্টি করেছিলাম। কিন্তু এ বেকুফরা এগুলোকে যথাযথভাবে ব্যবহার করেনি এবং নিজেদের অসৎ কাজের বদৌলতে শেষ পর্যন্ত তারা জাহান্নামের ইন্ধনে পরিণত হয়েছে। সুতরাং তাদের আমলই তাদেরকে জাহান্নামের উপযুক্ত করেছে। তাদের জাহান্নাম দেয়া আল্লাহর ইনসাফের চাহিদা। সে হিসেবে তিনি যেহেতু আগে থেকেই জানেন যে, তারা জাহান্নামে যাবে, সুতরাং তাদেরকে যেন তিনি জাহান্নামের আগুনে শাস্তি দেয়ার জন্যই সৃষ্টি করেছেন। [ফাতহুল কাদীর ]\n[২]  আয়াতে বলা হয়েছেঃ এরা কিছুই বোঝে না, কোন কিছু দেখেও না এবং শুনেও না। অথচ বাস্তবে এরা পাগল বা উম্মাদ নয় যে, কিছুই বুঝতে পারে না। অন্ধও নয় যে, কোন কিছু দেখবে না, কিংবা বধিরওঁ নয় যে, কোন কিছু শুনবে না। বরং প্রকৃতপক্ষে এরা পার্থিব বিষয়ে অধিকাংশ লোকের তুলনায় অধিক সতর্ক ও চতুর। উদ্দেশ্য এই যে, তাদের যা বুঝা বা উপলব্ধি করা উচিত ছিল তারা তা করেনি, যা দেখা উচিত ছিল তা তারা দেখেনি, যা কিছু তাদের শুনা উচিত ছিল তা তারা শুনেনি। আর যা কিছু বুঝেছে, দেখেছে এবং শুনেছে, তা সবই ছিল সাধারণ জীবজন্তুর ' পর্যায়ের বুঝা, দেখা ও শুনা, যাতে গাধা-ঘোড়া, গরু-ছাগল সবই সমান। এ জন্যই উল্লেখিত আয়াতের শেষাংশে এসব লোক সম্পর্কে বলা হয়েছেঃ “এরা চতুস্পদ খাদ্য আর পেটই হলো তাদের চিন্তার সর্বোচ্চ স্তর। অতঃপর বলা হয়েছেঃ “এরা চতুস্পদ জীব-জানোয়ারের চেয়েও নিকৃষ্ট \" তার কারণ চতুস্পদ জীব-জানোয়ার শরীআতের বিধি-নিষেধের আওতাভুক্ত নয়- তাদের জন্য কোন সাজা-শাস্তি কিংবা দান-প্রতিদান নেই। তাদের লক্ষ্য যদি শুধুমাত্র জীবন ও শরীর-কাঠামোতে সীমিত থাকে তবেই যথেষ্ট। কিন্তু মানুষকে যে স্বীয় কৃতকর্মের হিসাব দিতে হবে। সেজন্য তাদের সুফল কিংবা শাস্তি ভোগ করতে হবে। কাজেই এসব বিষয়কেই নিজেদের উদ্দেশ্য ও লক্ষ্য বলে সাব্যস্ত করে বসা জীবজন্তুর চেয়েও অধিক নির্বুদ্ধিতা। তাছাড়া জীব-জানোয়ার নিজের প্রভূ ও মালিকের সেবা যথার্থই সম্পাদন করে। পক্ষান্তরে অকৃতজ্ঞ না-ফরমান মানুষ স্বীয় মালিক, পালনকর্তার আনুগত্যে ক্রটি করতে থাকে। সে কারণে তারা চতুস্পদ জানোয়ার অপেক্ষা বেশী নির্বোধ ও গাফেল। কাজেই বলা হয়েছে \"এরাই হলো প্রকৃত গাফেল।”  [দেখুন, তাবারী; ইবন কাসীর]",
  "ayah": 179,
  "surah": 7
}
