{
  "text": "আর আল্লাহর জন্যই রয়েছে সুন্দর সুন্দর নাম। অতএব তোমরা তাঁকে সেসব নামেই ডাক [১]; আর যারা তাঁর নাম বিকৃত করে তাদেরকে বর্জন কর [২] ; তাদের কৃতকর্মের ফল অচিরেই তাদেরকে দেয়া হবে।\n[১]  আয়াতে বলা হয়েছে যে, “সব উত্তম নাম আল্লাহ্‌রই জন্য নির্ধারিত রয়েছে। কাজেই তোমরা তাঁকে সেসব নামেই ডাক ৷” এখানে উত্তম নাম বলতে সে সমস্ত নামকে বুঝানো হয়েছে, যা গুণ-বৈশিষ্ট্যের পরিপূর্ণতার সর্বোচ্চ স্তরকে চিহ্নিত করে। বলাবাহুল্য, কোন গুণ বা বৈশিষ্ট্যের সর্বোচ্চ স্তর যার উধের্ব আর কোন স্তর থাকতে পারে না, তা শুধুমাত্র মহান পালনকর্তা আল্লাহ জাল্লা শানুহুর জন্যই নির্দিষ্ট। তাঁকে ছাড়া কোন সৃষ্টির পক্ষে এই স্তরে উন্নীত হওয়া সম্ভব নয়। সে কারণেই আয়াতে এমন ভাষা প্রয়োগ করা হয়েছে, যাতে বুঝা যায় যে, এসব আসমাউল-হুসনা বা উত্তম নামসমূহ একমাত্র আল্লাহ রাববুল আলামীনের বৈশিষ্ট্য। এ বৈশিষ্ট্য লাভ করা অন্য কারো পক্ষে সম্ভব নয়; কাজেই এ বিষয়টি যখন জানা গেল যে, আল্লাহ রাববুল আলামীনের কিছু আসমাউল-হুসনা রয়েছে এবং সে সমস্ত ‘ইসম’ বা নাম একমাত্র আল্লাহর সত্তার সাথেই নির্দিষ্ট, তখন আল্লাহকে যখনই ডাকবে এসব নামে ডাকাই কর্তব্য। ‘দো'আ' শব্দের অর্থ হচ্ছে, ডাকা কিংবা আহবান করা। আর দোআ শব্দটি কুরআনে দুই অর্থে ব্যবহৃত হয়। একটি হল আল্লাহর যিকির, প্রশংসা ও তাসবীহ-তাহলীলের সাথে যুক্ত। যা ইবাদাতগত দোআ নামে খ্যাত। আর অপরটি হল নিজের অভীষ্ট বিষয় প্রার্থনা এবং বিপদাপদ থেকে মুক্তি আর সকল জটিলতার নিরসনকল্পে সাহায্যের আবেদন সম্পর্কিত। যাকে প্রার্থনাগত দো'আ বলা হয়। এ আয়াতে \"দো\"আ\" শব্দটি উভয় অর্থেই ব্যাপক। অতএব, আয়াতের মর্ম হল এই যে, হামদ, সানা, গুণ ও প্রশংসা, তাসবীহ-তাহলীলের যোগ্যও শুধু তিনিই এবং বিপদাপদে মুক্তি দান আর প্রয়োজন মেটানোও শুধু তারই ক্ষমতায়। কাজেই যদি প্রশংসা বা গুণগান করতে হয়, তবে তাঁরই করবে আর নিজের প্রয়োজন বা উদ্দেশ্য সিদ্ধি কিংবা বিপদমুক্তির জন্য ডাকতে হলে, সাহায্য প্রার্থনা করতে হলে শুধু তাকেই ডাকবে, তাঁরই কাছে সাহায্য চাইবে। আর ডাকার সে পদ্ধতিও বলে দেয়া হয়েছে যে, এসব আসমাউল-হুসনা বা উত্তম নামসমূহ দ্বারা ডাকবে যা আল্লাহর নাম বলে প্রমাণিত।\nবস্তুত: এ আয়াতের মাধ্যমে গোটা মুসলিম জাতি দো’আ প্রার্থনার বিষয়ে দুটি হেদায়াত বা দিক নির্দেশ লাভ করেছে।\nপ্রথমতঃ আল্লাহ ব্যতীত কোন সত্তাই হামদ-সানা কিংবা বিপদমুক্তি বা উদ্দেশ্য সিদ্ধির জন্য ডাকার যোগ্য নয়।\nদ্বিতীয়তঃ তাকে ডাকার জন্য মানুষ এমন মুক্ত নয় যে, যে কোন শব্দে ইচ্ছা ডাকতে থাকবে, বরং আল্লাহ বিশেষ অনুগ্রহপরবশ হয়ে আমাদিগকে সেসব শব্দসমষ্টিও শিখিয়ে দিয়েছেন যা তার মহত্ত্ব ও মর্যাদার উপযোগী। কারণ, আল্লাহ তা'আলার গুণ-বৈশিষ্ট্যের সব দিক লক্ষ্য রেখে তার মহত্ত্বের উপযোগী শব্দ চয়ন করতে পারা মানুষের সাধ্যের উর্ধ্বে। আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলে-কারীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ তা'আলার নিরানব্বইটি এমন নাম রয়েছে, কোন ব্যক্তি যদি এগুলোকে আয়ত্ত করে নেয়, সে জান্নাতে প্রবেশ করবে।” [বুখারীঃ ৬৪১০, মুসলিমঃ ২৬৭৭] এই নিরানব্বইটি নাম সম্পর্কে ইমাম তিরমিয়ী ও হাকেম সবিস্তারে বর্ণনা করেছেন। কিন্তু যেহেতু তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে সরাসরি সহীহ সনদে বর্ণিত হয়নি তাই সেগুলো নির্ধারনে কোন অকাট্য কিছু বলা যাবে না। আবার এটা জেনে নেওয়াও জরুরী যে, আল্লাহর নাম নিরানব্বইটিতেই সীমাবদ্ধ নয়। আল্লাহর নামের অসীলা দিয়ে দো'আ করা জরুরী। আল্লাহ স্বয়ং ওয়াদা করেছেনঃ “তোমরা আমাকে ডাক, আমি তোমাদের প্রার্থনা মঞ্জুর করব।\" [সূরা গাফেরঃ ৬০] আরও বলেনঃ “যখন আহবানকারী আমাকে আহবান করে আমি তার আহবানে সাড়া দেই” {সূরা আল-বাকারাহঃ ১৮৬] উদ্দেশ্যসিদ্ধি কিংবা জটিলতা বা বিপদমুক্তির জন্য দো'আ ছাড়া অন্য কোন পন্থা এমন নেই যাতে কোন না কোন ক্ষতির আশংকা থাকবে না এবং ফললাভ নিশ্চিত হবে। নিজের প্রয়োজনের জন্য আল্লাহ তা'আলার নিকট প্রার্থনা করাতে কোন ক্ষতির সম্ভাবনা নেই। তদুপরি একটা নগদ লাভ হল এই যে, দো’আ যে একটি ইবাদাত তার সওয়াব দো'আকারীর আমলনামায় তখনই লেখা হয়ে যায়। হাদীসে বর্ণিত আছেঃ ‘দোআই হল ইবাদাত। [ আবু দাউদঃ ১৪৭৯,তিরমিয়ীঃ ৩২৪৭] যে উদ্দেশ্যে মানুষ দো’আ করে অধিকাংশ সময় হুবহু সে উদ্দেশ্যটি সিদ্ধ হয়ে যায়। আবার কোন কোন সময় এমনও হয় যে, যে বিষয়টিকে প্রার্থনাকারী নিজের উদ্দেশ্য সাব্যস্ত করেছিল, তা তার পক্ষে কল্যাণকর নয় বলে আল্লাহ স্বীয় অনুগ্রহে সে দোআকে অন্য দিকে ফিরিয়ে দেন, যা তার জন্য একান্ত উপকারী ও কল্যাণকর। আর আল্লাহর হামদ ও সানার মাধ্যমে যিকর করা হল ঈমানের খোরাক। এর দ্বারা আল্লাহ্ তা'আলার প্রতি মানুষের মহব্বত ও আগ্রহ বৃদ্ধি পায় ও তাতে সামান্য পার্থিব দুঃখ-কষ্ট উপস্থিত হলেও শীঘ্রই তা সহজ হয়ে যায়।\nসেজন্যই হাদীসে বর্ণিত হয়েছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"যে লোক চিন্তা-ভাবনা, পেরেশানী কিংবা কোন জটিল বিষয়ের সম্মুখীন হবে তার পক্ষ থেকে নিম্নলিখিত দোয়া পড়া উচিত,\n(اَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ)। ’\nঅর্থাৎ আল্লাহ ছাড়া ইবাদতের যোগ্য কোন মা’বূদ নেই, তিনি মহান, সহনশীল। আল্লাহ ছাড়া ইবাদতের যোগ্য কোন মা'বূদ নেই, তিনি আরশের মহান প্রতিপালক। আল্লাহ ছাড়া কোন ইবাদতের যোগ্য মা'বূদ নেই, তিনি আসমান ও যমীনের প্রতিপালক এবং আরশের মহান প্রতিপালক। [বুখারীঃ ৬৩৪৫, মুসলিমঃ ২৭৩০] অন্য এক হাদীসে আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত রয়েছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়াসাল্লাম ফাতেমা যাহরা রাদিয়াল্লাহু আনহাকে বলেনঃ ‘আমার ওসীয়তগুলো শুনে নিতে (এবং সেমতে আমল করতে) তোমার বাধা কিসে? সে ওসীয়তটি হল এই যে, সকাল-সন্ধ্যায় এই দোআটি পড়ে নেবে’\n(يا حي يا قيوم برحمتك أستغيث ، أصلح لي شأني كله ، ولا تكلني إلى نفسي طرفة عين)\n‘হে চিরঞ্জীব, হে সবকিছুর ধারক! আমি আপনার রাহমাতের বিনিময়ে উদ্ধার কামনা করছি, আমার যাবতীয় ব্যাপার ঠিক করে দিন আর আমাকে আমার নিজের কাছে ক্ষনিকের জন্যও সোপর্দ করবেন না’। [তিরমিয়ীঃ ৩৫২৪, অনুরূপ আবুদাউদঃ ৫০৯০] [সিফাতুল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াস সুন্নাহ]\nসারকথা হল এই যে, উল্লেখিত আয়াতের এ বাক্যে উম্মতকে দুটি হেদায়াত দেয়া হয়েছে। একটি হল এই যে, যে কোন উদ্দেশ্য হাসিলের জন্য, যে কোন বিপদ থেকে মুক্তি লাভের জন্য শুধুমাত্র আল্লাহকেই ডাকবে। কোন সৃষ্টিকে নয়। অপরটি হল এই যে, তাঁকে সে নামেই ডাকবে যা আল্লাহ্ তা'আলার নাম হিসাবে প্রমাণিত হয়েছে; তার শব্দের কোন পরিবর্তন করবে না।\n[২]  আয়াতের পরবর্তী বাক্যে এ সম্পর্কেই বলা হয়েছেঃ সে সমস্ত লোকের কথা ছাড়ুন, যারা আল্লাহ তা'আলার আসমায়ে-হুসনার ব্যাপারে বাঁকা চাল অবলম্বন করে। তারা তাদের কৃত বাঁকামীর প্রতিফল পেয়ে যাবে। অভিধান অনুযায়ী ‘ইলহাদ' অর্থ ঝুঁকে পড়া এবং মধ্যমপস্থা থেকে সরে পড়া। কুরআনের পরিভাষায় ‘ইলহাদ' বলা হয় সঠিক অর্থ ছেড়ে তাতে এদিক সেদিকের ব্যাখ্যা- বিশ্লেষণ জুড়ে দেয়াকে। এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়াসাল্লামকে হেদায়াত দেয়া হয়েছে যে, আপনি এমন সব লোকের সাথে সম্পর্ক ছিন্ন করে ফেলুন, যারা আল্লাহ্ তা'আলার আসমায়ে-হুসনার ব্যাপারে বক্রতা অর্থাৎ অপব্যাখ্যা ও অপবিশ্লেষণ করে।\nআল্লাহর নামের অপব্যাখ্যা ও বিকৃতির কয়েকটি পন্থাই হতে পারে। আর সে সমস্তই এ আয়াতে বর্ণিত বিষয়বস্তুর অন্তর্ভুক্ত। প্রথমতঃ আল্লাহ্ তা'আলার জন্য এমন কোন নাম ব্যবহার করা যা কুরআন-হাদীসের দ্বারা প্রমাণিত নয়। সত্যনিষ্ঠ আলেমগণ এ ব্যাপারে একমত যে, আল্লাহর নাম ও গুণাবলীর ব্যাপারে কারুরই এমন কোন অধিকার নেই যে, যে যা ইচ্ছা নাম রাখবে কিংবা যে গুণে ইচ্ছা তাঁর গুণাগুণ প্রকাশ করবে। শুধুমাত্র সে সমস্ত শব্দ প্রয়োগ করাই আবশ্যক যা কুরআন ও সুন্নায় আল্লাহ তা'আলার নাম কিংবা গুণ হিসেবে উল্লেখিত রয়েছে। যেমন, আল্লাহকে ‘কারীম’ বলা যাবে, কিন্তু ‘ছখী’ নামে ডাকা যাবে না। ‘নুর' নামে ডাকা যাবে, কিন্তু জ্যোতি ডাকা যাবে না। কারণ, এই দ্বিতীয় শব্দগুলো প্রথম শব্দের সমার্থক হলেও কুরআন-হাদীসে বর্ণিত হয়নি। বিকৃতি সাধনের দ্বিতীয় পন্থাটি হলো আল্লাহর যে সমস্ত নাম কুরআন-হাদীসে উল্লেখ রয়েছে সেগুলোর মধ্যে কোন নামকে অশোভন মনে করে বর্জন বা পরিহার করা। এতে সে নামের প্রতি বেআদবী বা অবজ্ঞা প্রদর্শন বুঝা যায়। বিকৃতির তৃতীয় পন্থা হলো আল্লাহর জন্য নির্ধারিত নাম অন্য কোন লোকের জন্য ব্যবহার করা। তবে এতে এই ব্যাখ্যা রয়েছে যে, আসমায়ে-হুসনাসমূহের মধ্যে কিছু নাম এমনও আছে যেগুলো স্বয়ং কুরআন ও হাদীসে অন্যান্য লোকের জন্যও ব্যবহার করা হয়েছে। আর কিছু নাম রয়েছে যেগুলো শুধুমাত্র আল্লাহ্ ব্যতীত অপর কারো জন্য ব্যবহার করার কোন প্রমাণ কুরআন-হাদীসে নেই। যেসব নাম আল্লাহ ব্যতীত অন্য কারও জন্য ব্যবহার করা কুরআন-হাদীস দ্বারা প্রমাণিত হয়েছে, সেসব নাম অন্যের জন্য ব্যবহার করা যেতে পারে। যেমন, রাহীম, রাশীদ, আলী, কারীম, আজীজ প্রভৃতি। পক্ষান্তরে আল্লাহ ছাড়া অপর কারো জন্য যেসব নামের ব্যবহার কুরআন-হাদীস দ্বারা প্রমাণিত নয়, সেগুলো একমাত্র আল্লাহর জন্যই নির্দিষ্ট। আল্লাহ ছাড়া অন্য কারো জন্য এগুলোর ব্যবহার করাই উল্লেখিত ‘ইলহাদ’ তথা বিকৃতি সাধনের অন্তর্ভুক্ত এবং না-জায়েয ও হারাম। যেমন, রাহমান, রাযযাক, খালেক, গাফফার, কুদ্দুস প্রভৃতি। [সিফাতুল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াস সুন্নাহ] তদুপরি এই নির্দিষ্ট নামগুলো যদি আল্লাহ ছাড়া অপর কারো ক্ষেত্রে কোন ভ্রান্ত বিশ্বাসের ভিত্তিতে হয় যে, যাকে এসব শব্দের দ্বারা সম্বোধন করা হচ্ছে তাকেই যদি খালেক কিংবা রাযযাক মনে করা হয়, তাহলে তা বড় শির্ক। আর বিশ্বাস যদি ভ্রান্ত না হয়, শুধুমাত্র অমনোযোগিতা কিংবা না বুঝার দরুন কাউকে খালেক, রাযযাক, রাহমান বলে ডেকে থাকে, তাহলে তা যদিও কুফর নয়, কিন্তু শির্কীসুলভ শব্দ হওয়ার কারণে কঠিন পাপের কাজ বটে। [আশ-শির্ক ফিল কাদীম ওয়াল হাদীস]",
  "ayah": 180,
  "surah": 7
}
