{
  "text": "তারা আপনাকে কিয়ামত সম্পর্কে জিজ্ঞেস করে (বলে)  ‘তা কখন ঘটবে? [১] বলুন, ‘এ বিষয়ের জ্ঞান শুধু আমার রবেরই নিকট। শুধু  তিনিই যথাসময়ে সেটার প্রকাশ ঘটাবেন; আসমানসমূহ ও যমীনে সেটা ভারী বিষয় [২]। হঠাৎ করেই তা তোমাদের উপর আসবে [৩]।’ আপনি এ বিষয়ে সবিশেষ জ্ঞানী মনে করে তারা আপনাকে প্রশ্ন করে। বলুন, ‘এ বিষয়ে জ্ঞান শুধু আল্লাহ্‌রই নিকট, কিন্তু অধিকাংশ লোক জানে না [৪]।\n[১]  এ আয়াতগুলো নাযিলের পেছনে বিশেষ একটি ঘটনা কার্যকর ছিল। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, জাবাল ইবন আবি কুশাইর ও শামওয়াল ইবন যায়দ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়াসাল্লামের নিকট ঠাট্টা ও বিদ্রুপচ্ছলে জিজ্ঞাসা করল যে, আপনি কেয়ামত আগমনের সংবাদ দিয়ে মানুষকে এ ব্যাপারে ভীতি প্রদর্শন করে থাকেন- এ ব্যাপারে যদি আপনি সত্য নবী হয়ে থাকেন, তবে নির্দিষ্ট করে বলুন, কেয়ামত কোন সালের কত তারিখে অনুষ্ঠিত হবে। এ ব্যাপারে তো আমরাও জানি। এ ঘটনার ভিত্তিতেই আয়াতটি নাযিল হয়। [তাবারী]\n[২]  এর কয়েকটি অর্থ হতে পারে, এক. কিয়ামতের জ্ঞান অত্যন্ত ভারী বিষয়, আসমান ও যমীনের অধিবাসীদের থেকে তা গোপন রাখা হয়েছে। সুতরাং কোন নবী-রাসূল বা ফেরেশতাকেও আল্লাহ সে জ্ঞান দেননি। আর যে কোন জ্ঞান গোপন রাখা হয় তা অন্তরের উপর ভারী হয়ে থাকে। দুই. কিয়ামত এত ভারী সংবাদ যে আসমান ও যমীন সেটাকে সহ্য করতে পারে না। কারণ, আসমানসমূহ ফেটে যাবে, তারকাসমূহ বিক্ষিপ্ত হয়ে যাবে। আর সাগরসমূহ শুকিয়ে যাবে। তিন. কিয়ামতের গুণাগুণ বর্ণনা আসমান ও যমীনের অধিবাসীদের উপর কঠিন। চার. কিয়ামত সম্পর্কে প্রশ্ন করা তাদের জন্য এক ভারী বিষয়। [ফাতহুল কাদীর]\n[৩]  এ আয়াতে উল্লেখিত (الساعة) শব্দটি আরবী ভাষায় সামান্য সময় বা মুহুর্তকে বলা হয়। আভিধানিকভাবে যার কোন বিশেষ পরিসীমা নেই। আর গাণিতিকদের পরিভাষায় রাত ও দিনের চব্বিশ অংশের এক অংশকে বলা হয় “সা'আহ”, যাকে বাংলায় ঘন্টা নামে অভিহিত করা হয়। কুরআনের পরিভাষায় এ শব্দটি সে দিবসকে বুঝাবার জন্য ব্যবহৃত হয়, যা হবে সমগ্র সৃষ্টির মৃত্যুদিবস এবং সেদিনকেও বলা হয় যাতে সমগ্র সৃষ্টি পুনরায় জীবিত হয়ে আল্লাহ রাববুল আলামীনের দরবারে উপস্থিত হবে। (ايان) (আইয়্যানা) অর্থ কবে। আর (مرسى) (মুরসা) অর্থ অনুষ্ঠিত কিংবা স্থাপিত হওয়া। (يُجَلِّيْهَا) শব্দটি (تجلية) থেকে গঠিত। এর অর্থ প্রকাশিত এবং খোলা। (بغتة) (বাগতাতান) অর্থ অকস্মাৎ। (حفي) (হাফিয়ূন) অর্থ আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেছেন, জ্ঞানী ও অবহিত ব্যক্তি। প্রকৃতপক্ষে এমন লোককে ‘হাফী’ বলা হয়, যে প্রশ্ন করে বিষয়ের পরিপূর্ণ তথ্য অনুসন্ধান করে নিতে পারে। [তাবার] কাজেই আয়াতের মর্ম দাঁড়াল এই যে, এরা আপনার নিকট কেয়ামত সম্পর্কে প্রশ্ন করে যে, তা কবে আসবে? আপনি তাদেরকে বলে দিন, এর নির্দিষ্টতার জ্ঞান শুধুমাত্র আমার পালনকর্তারই রয়েছে। এ ব্যাপারে পূর্ব থেকে কারো জানা নেই এবং সঠিক সময়ও কেউ জানতে পারবে না। নির্ধারিত সময়টি যখন উপস্থিত হয়ে যাবে, ঠিক তখনই আল্লাহ্ তা'আলা তা প্রকাশ করে দেবেন। এতে কোন মাধ্যম থাকবে না। কেয়ামতের ঘটনাটি আসমান ও যমীনের জন্যও একান্ত ভয়ানক ঘটনা হবে। সেগুলোও টুকরো টুকরো হয়ে উড়তে থাকবে। সুতরাং এহেন ভয়াবহ ঘটনা সম্পর্কে পূর্ব থেকে প্রকাশ না করাই বিচক্ষণতার দাবী ৷ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কেয়ামতের আকস্মিক আগমন সম্পর্কে বলেছেন, মানুষ নিজ নিজ কাজে পরিব্যস্ত থাকবে। এক লোক খরিদদারকে দেখাবার উদ্দেশ্যে কাপড়ের থান খুলে সামনে ধরে থাকবে, সে (সওদাগর) এ বিষয়টিও সাব্যস্ত করতে পারবে না, এরই মধ্যে কেয়ামত এসে যাবে। এক লোক তার উটনীর দুধ দুইয়ে নিয়ে যেতে থাকবে এবং তখনো তা ব্যবহার করতে পারবে না, এরই মধ্যে কেয়ামত সংঘটিত হয়ে যাবে। কেউ নিজের হাউজ মেরামত করতে থাকবে- তা থেকে অবসর হওয়ার পূর্বেই কেয়ামত সংঘটিত হয়ে যাবে। কেউ হয়ত খাবারের লোকমা হাতে তুলে নেবে, তা মুখে দেবার পূর্বেই কেয়ামত হয়ে যাবে। [বুখারীঃ ৬৫০৬, মুসলিমঃ ২৯৫৪] সুতরাং যেভাবে মানুষের ব্যক্তিগত মৃত্যুর তারিখ ও সময়-ক্ষণ অনির্দিষ্ট ও গোপন রাখার মাঝে বিরাট তাৎপর্য নিহিত রয়েছে, তেমনিভাবে কেয়ামতকেও-যা সমগ্র বিশ্বের সামগ্রিক মৃত্যুরই নামান্তর-তাকে গোপন এবং অনির্দিষ্ট রাখার মধ্যেও বিপুল রহস্য ও তাৎপর্য বিদ্যমান।\n[৪] বলা হয়েছে, আপনি লোকদিগকে বলে দিন যে, প্রকৃতপক্ষে কেয়ামতের সঠিক তারিখ সম্পর্কিত জ্ঞান একমাত্র আল্লাহ ছাড়া তাঁর কোন ফিরিশতা কিংবা নবী-রাসূলগণেরও জানা নেই। তবে হ্যা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়াসাল্লামকে কেয়ামতের কিছু নিদর্শন ও লক্ষণাদি সম্পর্কিত জ্ঞান দান করা হয়েছে। আর তা হল এই যে, এখন তা নিকটবর্তী। এ বিষয়টি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়াসাল্লাম বহু বিশুদ্ধ হাদীসে অত্যন্ত পরিস্কারভাবে বর্ণনা করে দিয়েছেন। তিনি বলেছেনঃ “আমার আবির্ভাব এবং কেয়ামত এমনভাবে মিশে আছে, যেমন মিশে থাকে হাতের দু'টি আঙ্গুল।” [ বুখারীঃ ৬৫০৩-৬৫০৫, মুসলিমঃ ২৯৫০]",
  "ayah": 187,
  "surah": 7
}
