{
  "text": "নিশ্চয় যারা আপনার রবের সান্নিধ্যে রয়েছে তারা তাঁর ইবাদাতের ব্যাপারে অহঙ্কার [১] করে না। আর তারা তাঁরই তাসবীহ পাঠ করে [২] এবং তাঁরই জন্য সিজদা [৩] করে।\n[১]  যারা আল্লাহর কাছে রয়েছেন তারা আল্লাহর নৈকট্যপ্রাপ্ত ফেরেশতাগণ। সে হিসেবে আয়াতের অর্থ হচ্ছে, শ্রেষ্ঠত্বের অহংকার করা ও রবের বন্দেগী থেকে মুখ ফিরিয়ে নেয়া শয়তানের কাজ। এর ফল হয় অধঃপতন ও অবনতি। পক্ষান্তরে আল্লাহর সামনে ঝুঁকে পড়া এবং তাঁর বন্দেগীতে অবিচল থাকা একটি ফেরেশতাসুলভ কাজ। এর ফল হয় উন্নতি ও আল্লাহর নৈকট্য লাভ। যদি তোমরা এ উন্নতি চাও তাহলে নিজেদের কর্মনীতিকে শয়তানের পরিবর্তে ফেরেশতাদের কর্মনীতির অনুরূপ করে গড়ে তোল।\n[২]  আল্লাহর মহিমা ঘোষণা করে অর্থাৎ আল্লাহ যে ক্রটিমুক্ত, দোষমুক্ত, ভুলমুক্ত সব ধরনের দুর্বলতা থেকে তিনি যে একেবারেই পাক-পবিত্র এবং তিনি যে লা-শরীক, তুলনাহীন ও অপ্রতিদ্বন্দ্ব, এ বিষয়টি সর্বান্তকরণে মেনে নেয়। মুখে তার স্বীকৃতি দেয় ও অংগীকার করে এবং স্থায়ীভাবে সবসময় এর প্রচার ও ঘোষণায় সোচ্চার থাকে।\n[৩] এখানে সালাত সংক্রান্ত ইবাদাতের মধ্য থেকে শুধু সিজদার কথা উল্লেখ করার কারণ এই যে, সালাতের সমগ্র আরকানের মধ্যে সিজদার একটি বিশেষ ফযীলত রয়েছে। হাদীসে রয়েছে যে, ‘কোন এক লোক সওবান রাদিয়াল্লাহু আনহুর নিকট নিবেদন করলেন যে, আমাকে এমন একটা আমল বাতলে দিন যাতে আমি জান্নাতে যেতে পারি। সওবান রাদিয়াল্লাহু আনহু নীরব রইলেন; কিছু বললেন না। লোকটি আবার নিবেদন করলেন, তখনও তিনি চুপ করে রইলেন। এভাবে তৃতীয়বার যখন বললেন, তখন তিনি বললেনঃ আমি এ প্রশ্নটিই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দরবারে করেছিলাম। তিনি আমাকে ওসীয়ত করেছিলেন যে, অধিক পরিমাণে সিজদা করতে থাক। কারণ, তোমরা যখন একটি সিজদা কর তখন তার ফলে আল্লাহ তা'আলা তোমাদের মর্যাদা এক ডিগ্রি বাড়িয়ে দেন এবং একটি গোনাহ ক্ষমা করে দেন। লোকটি বললেনঃ সওবান রাদিয়াল্লাহু আনহুর সাথে আলাপ করার পর আমি আবুদদারদা রাদিয়াল্লাহু আনহুর সাথে সাক্ষাৎ করে তার কাছেও একই নিবেদন করলাম এবং তিনিও একই উত্তর দিলেন। [মুসলিমঃ ৪৮৮]\nঅন্য এক হাদীসে আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত হয়েছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দা স্বীয় রবের সর্বাধিক নিকটবর্তী তখনই হয়, যখন সে বান্দা সিজদায় অবনত থাকে। কাজেই তোমরা সিজদারত অবস্থায় খুব বেশী করে দোআ-প্রার্থনা করবে। তাতে তা কবুল হওয়ার যথেষ্ট আশা রয়েছে। [মুসলিমঃ ৪৭৯, ৪৮২]\nসুরা আল-আ’রাফের শেষ আয়াতটি হল আয়াতে সিজদা। আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত রয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘কোন আদম সন্তান যখন কোন সিজদার আয়াত পাঠ করে অতঃপর সিজদায়ে তেলাওয়াতে সম্পন্ন করে, তখন শয়তান কাঁদতে কাদতে পালিয়ে যায় এবং বলে যে, আফসোস, মানুষের প্রতি সিজদার হুকুম হল আর সে তা আদায়ও করল, ফলে তার ঠিকানা হল জান্নাত, আর আমার প্রতিও সিজদার হুকুম হয়েছিল, কিন্তু আমি তার না-ফরমানী করেছি বলে আমার ঠিকানা হল জাহান্নাম।’ [মুসলিমঃ ১৩৩]",
  "ayah": 206,
  "surah": 7
}
