{
  "text": "হে বনী আদম! অবশ্যই আমারা তোমাদের জন্য পোষাক নাযিল করেছি, তোমাদের লজ্জাস্থান ঢাকা ও বেশ-ভুষার জন্য। আর তাকওয়ার পোষাক [১], এটাই সর্বোওম [২]। এটা আল্লাহ্‌র নিদর্শসমূহের অন্যতম, যাতে তারা উপদেশ গ্রহণ করে [৩]।\nতৃতীয় রুকূ’\n[১]  (وَلِبَاسُ التَّقْوٰى) শব্দ থেকে এদিকেও ইঙ্গিত পাওয়া যায় যে, বাহ্যিক পোষাক দ্বারা গুপ্ত-অঙ্গ আবৃত করা ও সাজ-সজ্জা করার আসল উদ্দেশ্য তাকওয়া ও আল্লাহভীতি। এ আল্লাহভীতি পোষাকের মধ্যেও এভাবে প্রকাশ পায়। তাই পোষাকে যেন গুপ্তাঙ্গগুলি পুরোপুরি আবৃত হয়। উলঙ্গের মত দৃষ্টিগোচর না হয়। অহংকার ও গর্বের ভঙ্গিও না থাকা চাই। অপব্যয় না থাকা চাই। মহিলাদের জন্য পুরুষের পোষাকের মত আর পুরুষের জন্য মহিলাদের পোষাকের মত না হওয়া চাই। পোষাকে বিজাতির অনুকরণ না হওয়া চাই। এর প্রত্যেকটির ব্যাপারেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর হাদীসে বিস্তারিত দিকনির্দেশনা দেয়া হয়েছে।\n[২] এ আয়াতে আল্লাহ তা'আলা সমস্ত আদম সন্তানকে সম্বোধন করে বলেছেনঃ তোমাদের পোষাক আল্লাহ তা'আলার একটি মহান নেয়ামত। একে যথার্থ মূল্য দাও। এখানে মুসলিমদেরকে সম্বোধন করা হয়নি- সমগ্র বনী-আদমকে করা হয়েছে। এতে ইঙ্গিত রয়েছে যে, গুপ্তাঙ্গ আচ্ছাদন ও পোষাক মানব জাতির একটি সহজাত প্রবৃত্তি ও প্রয়োজন। জাতি ধর্ম নির্বিশেষে সবাই এ নিয়ম পালন করে। অতঃপর এর বিশদ বিবরণে তিন প্রকার পোশাকের উল্লেখ করা হয়েছে।\n(এক)\n(لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ)\n-এখানে (يُوَارِي) শব্দটি (مواراة) থেকে উদ্ভুত, এর অর্থ আবৃত করা। আর (سَوْاٰت) শব্দটি (سوءة) এর বহুবচন, এর অর্থ মানুষের ঐসব অঙ্গ, যেগুলো খোলা রাখাকে মানুষ স্বভাবতই খারাপ ও লজ্জাকর মনে করে। উদ্দেশ্য এই যে, আমি তোমাদের মঙ্গলার্থে এমন একটি পোষাক সৃষ্টি করেছি, যা দ্বারা তোমরা গুপ্তাঙ্গ আবৃত করতে পার। মুজাহিদ বলেন, আরবের কিছু লোক আল্লাহর ঘরের তাওয়াফ উলঙ্গ হয়ে সম্পাদন করত। আবার কোন কোন লোক যে পোষাক পরিধান করে তাওয়াফ করেছে সে পোষাক আর পরিধান করত না। এ আয়াতে তাদেরকেও উদ্দেশ্য নেয়া হয়েছে। [তাবারী]\n(দুই) (وَرِيْشًا) -অর্থাৎ সাজ-সজ্জার জন্য মানুষ যে পোষাক পরিধান করে, তাকে (ريش) বলা হয়। অর্থ এই যে, গুপ্তাঙ্গ আবৃত করার জন্য তো সংক্ষিপ্ত পোষাকই যথেষ্ট হয়; কিন্তু আমি তোমাদেরকে আরো পোষাক দিয়েছি, যাতে তোমরা তা দ্বারা সাজ-সজ্জা করে বাহ্যিক দেহাবয়বকে সুশোভিত করতে পার। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এখানে ‘রীশ’ বলে ‘সম্পদ' বোঝানো হয়েছে। [তাবারী] বাস্তবিকই পোষাক একটি গুরুত্বপূর্ণ ও মূল্যবান সম্পদ।\n(তিন) আয়াতে আল্লাহ্ তা'আলা তৃতীয় এক প্রকার পোশাকের কথা উল্লেখ করে বলেছেনঃ\n(وَلِبَاسُ التَّقْوٰى ۙ ذٰلِكَ خَيْرٌ)\nঅর্থাৎ তা হচ্ছে তাকওয়ার পোষাক আর এটিই সর্বোত্তম পোষাক। ইবন আব্বাস ও উরওয়া ইবন যু বাইর রাদিয়াল্লাহু আনহুমের তাফসীর অনুযায়ী তাকওয়ার পোষাক বলে সৎকর্ম ও আল্লাহভীতি বুঝানো হয়েছে। এটি মানুষের চারিত্রিক দোষ ও দুর্বলতার আবরণ এবং স্থায়ী কষ্ট ও বিপদাপদ থেকে মুক্তিলাভের উপায়। এ কারণেই এটি সবোত্তম পোষাক। কাতাদা বলেন, তাকওয়ার পোষাক বলে ঈমানকে বোঝানো হয়েছে। [তাবারী]\n[৩]  অর্থাৎ মানুষকে এ তিন প্রকার পোষাক দান করা আল্লাহ তা'আলার শক্তির নিদর্শনসমূহের অন্যতম- যাতে মানুষ এ থেকে শিক্ষা গ্রহণ করে।",
  "ayah": 26,
  "surah": 7
}
