{
  "text": "নিশ্চয় যারা আমাদের আয়াতসমূহে মিথ্যারোপ করে এবং তা সম্বন্ধে অহংকার করে, তাদের জন্য আকাশের দরজা খোলা হবে না এবং তারা জান্নাতেও প্রবেশ করতে পারবে না [১] যতক্ষন না সূঁচের ছিদ্র দিয়ে উট প্রবেশ করে [২] আর এভাবেই আমারা অপরাধীদেরকে প্রতিফলন দেব।\nপঞ্চম রুকূ’\n[১] আব্দুল্লাহ ইবন আব্বাসরদিয়াল্লাহু আনহুম থেকে এ আয়াতের বর্ণিত এক তাফসীরে উল্লেখ রয়েছে যে, তাদের আমল ও তাদের দোআর জন্য আকাশের দরজা খোলা হবে না। অর্থাৎ তাদের দোআ কবুল করা হবেনা এবং তাদের আমলকে ঐ স্থানে যেতে দেয়া হবেনা, যেখানে আল্লাহর নেক বান্দাদের আমলসমূহ সংরক্ষিত রাখা হয়। কুরআনের সূরা আল-মুতাফফিফীনে এ স্থানটির নাম ইল্লিয়ীন বলা হয়েছে। কুরআনুলকারীমের অন্য এক আয়াতেও উল্লেখিত বিষয়বস্তুর প্রতি ইঙ্গিত রয়েছে। বলা হয়েছে\n(اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ)\n-অর্থাৎ \"মানুষের পবিত্র বাক্যাবলী আল্লাহ্ তা'আলার দিকে উর্ধ্বগামী হয় এবং সৎকর্ম সেগুলোকে উত্থিত করে \" [সূরা ফাতেরঃ ১০]\nএ আয়াতের তাফসীর প্রসঙ্গে অপর এক বর্ণনা আব্দুল্লাহ ইবন আব্বাস ও অন্যান্য সাহাবী থেকে এমনও বর্ণিত আছে যে, কাফেরদের আত্মার জন্য আকাশের দরজা খোলা হবে না। এসব আত্মাকে নীচে নিক্ষেপ করা হবে। এ বিষয়বস্তুর সমর্থন বারা ইবন আযেব রাদিয়াল্লাহু আনহু বর্ণিত হাদীসে এসেছে যে, ‘রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম জনৈক আনসার সাহাবীর জানাযায় গমন করেন। কবর প্রস্তুতে কিছু বিলম্ব দেখে তিনি এক জায়গায় বসে যান। সাহাবায়ে কেরামও তার চারদিকে চুপচাপ বসে যান। তিনি মাথা উঁচু করে বললেনঃ ‘মুমিন বান্দার মৃত্যুর সময় হলে আকাশ থেকে সাদা ধবধবে চেহারাবিশিষ্ট ফিরিশতারা আগমন করে। তাদের সাথে জান্নাতের কাফন ও সুগন্ধি থাকে। তারা মৃত্যুপথযাত্রী ব্যক্তির সামনে বসে যায়। অতঃপর মালাকুল মাউত আসেন এবং তার আত্মাকে সম্বোধন করে বলেনঃ হে নিশ্চিন্ত আত্মা, পালনকর্তার মাগফেরাত ও সন্তুষ্টির জন্য বের হয়ে আস। তখন তার আত্মা, এমন অনায়াসে বের হয়ে আসে, যেমন মশকের মুখ খুলে দিলে তার পানি বের হয়ে আসে। মৃত্যুদূত তার আত্মাকে হাতে নিয়ে উপস্থিত ফিরিশতাদের কাছে সমর্পণ করে। ফিরিশতারা তা নিয়ে রওয়ানা হলে পথিমধ্যে একদল ফিরিশতার সাথে সাক্ষাৎ হয়। তারা জিজ্ঞেস করেঃ এ পাক আত্মা কার? ফিরিশতারা তার ঐ নাম ও উপাধি উল্লেখ করে, যা দুনিয়াতে তার সম্মানার্থে ব্যবহার হত এবং বলেঃ ইনি হচ্ছেন অমুকের পুত্র অমুক। ফিরিশতারা তার আত্মাকে নিয়ে প্রথম আকাশে পৌছে দরজা খুলতে বলে। দরজা খোলা হয়। এখান থেকে আরো ফিরিশতা তাদের সঙ্গী হয়। এভাবে তারা সপ্তম আকাশে পৌছে। তখন আল্লাহ তা'আলা বলেনঃ আমার এ বান্দার আমলনামা ইল্লিয়ীনে লিখ এবং তাকে ফেরৎ পাঠিয়ে দাও। এ আত্মা আবার কবরে ফিরে আসে। কবরে হিসাব গ্রহণকারী ফিরিশতা এসে তাকে উপবেশন করায় এবং প্রশ্ন করেঃ তোমার পালনকর্তা কে? তোমার দ্বীন কি ? সে বলেঃ আমার পালনকর্তা আল্লাহ তা'আলা এবং দ্বীন ইসলাম। এরপর প্রশ্ন হয়ঃ এই যে ব্যক্তি, যিনি তোমাদের জন্য প্রেরিত হয়েছিলেন, তিনি কে? সে বলে আল্লাহর রাসূল। তখন একটি আওয়াজ হয় যে, আমার বান্দা সত্যবাদী। তার জন্য জান্নাতের শয্যা পেতে দাও, জান্নাতের পোষাক পরিয়ে দাও এবং জান্নাতের দিকে তার কবরের দরজা খুলে দাও। এ দরজা দিয়ে জান্নাতের সুগন্ধি ও বাতাস আসতে থাকে। তার সৎকর্ম একটি সুশ্রী আকৃতি ধারণ করে তাকে সঙ্গ দেয়ার জন্য তার কাছে এসে যায়।\nএর বিপরীতে কাফেরের মৃত্যুর সময় উপস্থিত হলে আকাশ থেকে কাল রঙের ভয়ঙ্কর মূর্তি ফিরিশতা নিকৃষ্ট চট নিয়ে আগমন করে এবং তার বিপরীত দিকে বসে যায়। অতঃপর মৃত্যুদূত তার আত্মা এমনভাবে বের করে, যেমন কোন কাটাবিশিষ্ট শাখা ভিজা পশমে জড়িয়ে থাকলে তাকে সেখান থেকে টেনে বের করা হয়। আত্মা বের হলে তার দুর্গন্ধ মৃত জন্তুর দুর্গন্ধের চাইতেও প্রকট হয়। ফিরিশতারা তাকে নিয়ে রওয়ানা হলে পথিমধ্যে একদল ফিরিশতার সাথে সাক্ষাৎ হয়। তারা জিজ্ঞেস করেঃ এ দুরাত্মাটি কার? ফিরিশতারা তখন তার ঐ হীনতম নাম ও উপাধি উল্লেখ করে, যা দ্বারা সে দুনিয়াতে পরিচিত ছিল। অর্থাৎ সে অমুকের পুত্র অমুক। অতঃপর প্রথম আকাশে পৌঁছে দরজা খুলতে বললে তার জন্য দরজা খোলা হয় না বরং নির্দেশ আসে যে, এ বান্দার আমলনামা সিজ্জীনে রেখে দাও। সেখানে অবাধ্য বান্দাদের আমলনামা রাখা হয়। এ আত্মাকে নীচে নিক্ষেপ করা হয় এবং তা পুনরায় দেহে প্রবেশ করে। সে প্রত্যেক প্রশ্নের উত্তরে কেবল ‘আঁ-আঁ-- আমি জানি না’ বলে। তাকে জাহান্নামের শয্যা ও জাহান্নামের পোষাক দেয়া হয় এবং জাহান্নামের দিকে তার কবরের দরজা খুলে দেয়া হয়। ফলে তার কবরে জাহান্নামের উত্তাপ পৌঁছাতে থাকে এবং কবরকে তার জন্য সংকীর্ণ করে দেয়া হয়। [আহমাদঃ ৪/২৮৭, ২/৩৬৪-৩৬৫, ৬/১৪০; ইবন মাজাহঃ ৪২৬২; নাসায়ী: ৪৬২]\n[২]  আয়াতের শেষে তাদের সম্পর্কে বলা হয়েছে যে, তারা ততক্ষণ পর্যন্ত জান্নাতে প্রবেশ করতে পারবে না, যতক্ষণ না উটের মত বিরাট পেট বিশিষ্ট জন্তু সূচের ছিদ্র দিয়ে প্রবেশ করবে। এর দ্বারা উদ্দেশ্য, সূচের ছিদ্রে উট প্রবেশ করা যেমন স্বভাবতঃ অসম্ভব, তেমনি তাদের জান্নাতে প্রবেশ করাও অসম্ভব। এতে তাদের চিরস্থায়ী জাহান্নামের শাস্তি বর্ণনা করা উদ্দেশ্য।",
  "ayah": 40,
  "surah": 7
}
