{
  "text": "আর তাদের উভয়ের মধ্যে পর্দা থাকবে। আর আ’রাফে [১] কিছু লোক থাকবে , যারা প্রত্যেককে তার চিহ্ন দ্বারা চিনবে [২]। আর তারা  জান্নাতবাসীদেরকে সম্বোধন করে বলবে, ‘তোমাদের উপর সালাম [৩]।’ তারা তখনো জান্নাতে প্রবেশ করেনি, কিন্তু আকাংখা করে।\n[১] আরাফ কি?:\nসূরা হাদীদের ১২ থেকে ১৯নং আয়াতে এর ব্যাখ্যা পাওয়া যায়। হাশরের ময়দানে তিনটি দল হবে। (এক) সুস্পষ্ট কাফের ও মুশরিক। (দুই) মুমিনের দল। তাদের সাথে ঈমানের আলো থাকবে। (তিন) মুনাফেকের দল। এরা দুনিয়াতে মুসলিমদের সাথে মিলে থাকত। হাশরের ময়দানেও প্রথম দিকে সাথে মিলে থাকবে এবং পুলসেরাত চলতে শুরু করবে। তখন একটি ভীষণ অন্ধকার সবাইকে ঘিরে ফেলবে। মুমিনরা ঈমানের আলোর সাহায্যে সামনে এগিয়ে যাবে। মুনাফেকরা ডেকে ডেকে তাদেরকে বলবেঃ একটু আস। আমরাও তোমাদের আলো দ্বারা\nউপকৃত হই। এতে আল্লাহর পক্ষ থেকে কোন ফিরিশতা বলবেঃ পেছনে ফিরে যাও এবং সেখানেই আলো তালাশ কর। এ আলো হচ্ছে ঈমান ও সৎকর্মের। এ আলো হাসিল করার স্থান পেছনে চলে গেছে। যারা সেখানে ঈমান ও সৎকর্মের মাধ্যমে এ আলো অর্জন করেনি, তারা আজ আলো দ্বারা উপকৃত হবে না। এমতাবস্থায় মুমিন ও মুনাফেকদের মধ্যে একটি প্রাচীর বেষ্টনী দাঁড় করিয়ে দেয়া হবে। এতে একটি দরজা থাকবে। দরজার বাইরে কেবলই আযাব দৃষ্টিগোচর হবে এবং ভেতরে মুমিনরা থাকবে। তাদের সামনে আল্লাহর রহমত এবং জান্নাতের মনোরম পরিবেশ বিরাজ করবে। ইবন জারীর ও অন্যান্য তাফসীরবিদের মতে এ আয়াতে উল্লেখিত (اعراف) বলে ঐ প্রাচীর বেষ্টনীকেই বুঝানো হয়েছে। এ প্রাচীর বেষ্টনীর উপরিভাগের নামই আরাফ। কেননা, (اعراف) শব্দটি (عرف) এর বহুবচন। এর অর্থ প্রত্যেক বস্তুর উপরিভাগ। এ ব্যাখ্যা থেকে জানা গেল, জান্নাত ও জাহান্নামের মধ্যবর্তী প্রাচীরবেষ্টনীর উপরিভাগকে আরাফ বলা হয়। আয়াতে বলা হয়েছে যে, হাশরে এ স্থানে কিছুসংখ্যাক লোক থাকবে। তারা জান্নাত ও জাহান্নাম উভয় দিকের অবস্থা নিরীক্ষণ করবে এবং উভয়পক্ষের লোকদের সাথে প্রশ্নোত্তর ও কথাবার্তা বলবে।\nইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি বলেনঃ আরাফ উঁচু টাওয়ারের মত যা জান্নাত এবং জাহান্নামের মাঝখানে থাকবে। গোনাহগার কিছু বান্দাকে সেখানে রেখে দেয়া হবে।’ কেউ কেউ বলেনঃ আ'রাফ নামকরণ এজন্য করা হয়েছে যে, এখান থেকে তারা একে অপরকে চিনতে পারবে।\nআরাফবাসী কারাঃ\nবিভিন্ন বর্ণনায় এসেছে যে, আরাফবাসী ঐ সমস্ত লোকেরা যাদের সৎ এবং অসৎকর্ম সমান হয়ে যাবে। কেউ কেউ বলেনঃ কিছু লোক এমনও থাকবে, যারা জাহান্নাম থেকে তো মুক্তি পাবে, কিন্তু তখনো জান্নাতে প্রবেশ করবে না। তবে তারা জান্নাতে প্রবেশ করার আশা পোষণ করবে। তাদেরকেই আরাফবাসী বলা হয়। ইবন জারীর বলেন, তাদের সম্পর্কে এটা বলাই বেশী সঠিক যে, তারা হচ্ছে এমন কিছু লোক যারা জান্নাতী ও জাহান্নামীদেরকে তাদের নিদর্শনের মাধ্যমে চিনতে পারবে। [তাবারী]\n[২]  এ আয়াতে জান্নাতী ও জাহান্নামীদের চিহ্ন কেমন হবে তা বর্ণনা করা হয়নি। অন্য আয়াতে তাদের কিছু চিহ্ন বর্ণনা করা হয়েছে। বলা হয়েছে, “সেদিন কিছু মুখ উজ্জল হবে এবং কিছু মুখ কালো হবে; যাদের মুখ কালো হবে (তাদেরকে বলা হবে), তোমরা কি ঈমান আনার পর কুফরী করেছিলে? সুতরাং তোমরা শাস্তি ভোগ কর, যেহেতু তোমরা কুফরী করতে \" [সূরা আলে-ইমরান ১০৬] “আপনি তাদের মুখমণ্ডলে স্বাচ্ছন্দ্যের দীপ্তি দেখতে পাবেন\" [সূরা আল-মুতাফফিফীন: ২৪] আরও বলেন, “সেদিন কোন কোন মুখমণ্ডল উজ্জ্বল হবে\" [সূরা আল-কিয়ামাহ ২২] আরও বলেন, “অনেক চেহারা সেদিন হবে উজ্জ্বল\" [সূরা আবাসা: ৩৮] সুতরাং চেহারা শুভ্র ও সুন্দর হওয়া জান্নাতীদের চিহ্ন। আর চেহারা কালো, বিকট ও নীলচক্ষুবিশিষ্ট হওয়া জাহান্নামীদের চিহ্ন। আল্লাহ বলেন, “তাদের মুখমন্ডল যেন রাতের অন্ধকারের আস্তরণে আচ্ছাদিত।” তারাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে।\" [সূরা ইউনুস ২৭] আরও বলেন, “আর অনেক চেহারা সেদিন হবে ধূলিধূসর\" [সূরা আবাসাঃ ৪০] আরও বলেন, \"যেদিন শিংগায় ফুক দেয়া হবে এবং যেদিন আমরা অপরাধীদেরকে নীলচক্ষু তথা দৃষ্টিহীন অবস্থায় সমবেত করব।” [সূরা ত্বা-হা: ১০২] আর এ জন্যই ইবন আব্বাস বলেন, জাহান্নামীদের চেনা যাবে তাদের কালো চেহারায়; আর জান্নাতীদের চেনা যাবে তাদের চেহারার শুভ্রতায়। [তাবারী]\n[৩] আ’রাফবাসীরা জান্নাতীদের ডেকে বলবেঃ ‘সালামুন আলাইকুম’। এ বাক্যটি দুনিয়াতেও পারস্পরিক সাক্ষাতের সময় সম্মান প্রদর্শনার্থে বলা হয় এবং বলা সুন্নাত। মৃত্যুর পর কবর যিয়ারতের সময় এবং হাশর ও কেয়ামতেও বলা হবে। অনুরূপভাবে ফিরিশতাগণও জান্নাতীদেরকে এ বাক্য দ্বারা সালাম করবে। [সূরা আর-রা'আদঃ ২৪, সূরা আয-যুমারঃ ৭৩] [তাবারী]। কিন্তু আয়াত ও হাদীসদৃষ্টে জানা যায় যে, দুনিয়াতে 'আসসালামু 'আলাইকুম' বলা সুন্নাত।",
  "ayah": 46,
  "surah": 7
}
