{
  "text": "আর ‘আদ [১] জাতির নিকট তাদের ভাই হূদকে পাঠিয়েছিলাম। তিনি বলেছিলেন, ‘হে আমার সম্প্রদায়! তোমারা আল্লাহ্‌র ইবাদত কর, তিনি ব্যতীত তোমাদের অন্য কোন সত্য ইলাহ নেই। তোমারা কি তাকওয়া অবলম্বন করবে না [২]?’\nনবম রুকূ’\n[১] ‘আদ’ ছিল আরবের প্রাচীনতম জাতি। ‘আদ’ প্রকৃতপক্ষে নূহ ‘আলাইহিস সালামের পুত্র সামের বংশধরের এক ব্যক্তির নাম। তার বংশধর ও গোটা সম্প্রদায় ‘আদ’ নামে খ্যাত হয়ে গেছে। কুরআনুল কারীমে আদের সাথে কোথাও ‘আদে উলা' বা ‘প্রথম আদ’ এবং কোথাও ‘আদ ইরাম’ শব্দ ব্যবহৃত হয়েছে। এতে বুঝা যায় যে, ‘আদ সম্প্রদায়কে ‘ইরাম’ও বলা হয় এবং প্রথম আদের বিপরীতে কোন দ্বিতীয় ‘আদও রয়েছে। এ সম্পর্কে তাফসীরবিদ ও ইতিহাসবিদদের উক্তি বিভিন্ন রূপ। অধিক প্রসিদ্ধ উক্তি এই যে, দ্বিতীয় আদ হলো সামূদ জাতি। এ বক্তব্যের সারমর্ম এই যে, আদ ও সামূদ উভয়ই ইরামের দু’শাখা। এক শাখাকে প্রথম আদ এবং অপর শাখাকে সামূদ অথবা দ্বিতীয় ‘আদ বলা হয়। ইরাম শব্দটি আদ ও সামূদ উভয়ের জন্য সমভাবে প্রযোজ্য। [তাফসীর ইবন কাসীর; আল-বিদায়া ওয়ান নিহায়া]\nকুরআনের বর্ণনা মতে এ জাতিটির আবাসস্থল ছিল ‘আহকাফ’ এলাকা। এ এলাকাটি হিজায, ইয়ামন ও ইয়ামামার মধ্যবর্তী রুবযুল খালী’র দক্ষিন পশ্চিমে অবস্থিত। এখান থেকে অগ্রসর হয়ে তারা ইয়ামানের পশ্চিম সমুদ্রোপকূল এবং ওমান ও হাদরামাউত থেকে ইরাক পর্যন্ত নিজেদের ক্ষমতা ও কর্তৃত্ব বিস্তৃত করেছিল। ঐতিহাসিক দৃষ্টিতে এ জাতিটির নিদর্শণাবলী দুনিয়ার বুক থেকে প্রায় নিশ্চিহ্ন হয়ে গেছে। কিন্তু দক্ষিন আরবের কোথাও কোথাও এখনো কিছু পুরাতন ধ্বংসস্তুপ দেখা যায়। সেগুলোকে আদ জাতির নিদর্শন মনে করা হয়ে থাকে।\n[২] আল্লাহ্ তা'আলাই তাদের হেদায়াতের জন্য হুদ আলাইহিস সালামকে নবীরূপে প্রেরণ করেন। তিনি আদ জাতিকে মূর্তিপূজা ত্যাগ করে একত্ববাদের অনুসরণ করতে এবং অত্যাচার উৎপীড়ন ত্যাগ করে ন্যায় ও সুবিচারের পথ ধরতে আদেশ করেন। কিন্তু তারা স্বীয় ধনৈশ্বর্যের মোহে মত্ত হয়ে তার আদেশ অমান্য করে। তারা শক্তিমত্ত হয়ে বলে বসলঃ \"আমাদের চাইতে শক্তিশালী কে\"? [ সূরা ফুসসিলাত ১৫] এর পরিণতিতে তাদের উপর প্রথম আযাব নাযিল হয় এবং তিন বছর পর্যন্ত উপর্যুপরি বৃষ্টি বন্ধ থাকে। তাদের শস্যক্ষেত্র শুষ্ক বালুকাময় মরুভূমিতে পরিণত হয়ে যায়। বাগান জ্বলে-পুড়ে ছারখার হয়ে যায়। কিন্তু এতদস্বত্ত্বেও তারা শির্ক ও মূর্তিপূজা ত্যাগ করল না। অতঃপর আট দিন সাত রাত্রি পর্যন্ত তাদের উপর প্রবল ঘূর্ণিঝড়ের আযাব সওয়ার হয়। ফলে তাদের অবশিষ্ট বাগবাগিচা ও দালানকোঠা মাটির সাথে মিশে যায়। মানুষ ও জীব-জন্তু শূন্যে উড়তে থাকে। অতঃপর উপুড় হয়ে মাটিতে পড়তে থাকে। এভাবে আদ জাতিকে সমূলে ধ্বংস করে দেয়া হয়। তাই বলা হয়েছেঃ “আমরা মিথ্যারোপকারীদের বংশ কেটে দিয়েছি”। হুদ 'আলাইহিস সালামের আদেশ অমান্য করা এবং কুফর ও শির্কে লিপ্ত থাকার কারণে যখন আদ জাতির উপর আযাব নাযিল হয়, তখন হুদ আলাইহিস সালাম ও তার সঙ্গীদেরকে আল্লাহ রক্ষা করেন। হুদ আলাইহিস সালাম ও তার সঙ্গীরা আযাব থেকে মুক্তি পেলেন। বিস্তারিত ঘটনা [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] আদ জাতির উপর ঘূর্ণিঝড়ের আকারে আযাব আসা কুরআনুলকারীমে সুস্পষ্টভাবে উল্লেখিত রয়েছে। সূরা আল- মুমিনূনে নূহ আলাইহিস সালামের কাহিনী উল্লেখ করার পর বলা হয়েছেঃ “অতঃপর আমি তাদের পরে আরো একটি সম্পপ্রদায় সৃষ্টি করেছি\"। বাহ্যতঃ এরাই হচ্ছে 'আদ’ জাতি। পরে এ সম্প্রদায়ের কাজকর্ম ও কথাবার্তা বর্ণনা করার পর বলা হয়েছেঃ একটি বিকট শব্দ তাদেরকে পাকড়াও করল। এ আয়াতের ভিত্তিতে কোন কোন তাফসীরবিদ বলেনঃ \"আদ জাতির উপর বিকট ধরনের শব্দের আযাব এসেছিল। কিন্তু উভয় মতের মধ্যে কোন বৈপরীত্য নেই। এটা সম্ভব যে, বিকট শব্দ ও ঘূর্ণিঝড় উভয়টিই হয়েছিল। [তাফসীর ইবন কাসীর ৫/৪৭৪; সূরা আল-মুমিনুনের ৪১ নং আয়াতের তাফসীর]",
  "ayah": 65,
  "surah": 7
}
