{
  "text": "অতঃপর অবশ্যই আমরা তাদের কাছে পূর্ণ জ্ঞানের সাথে তাদের কাজগুলো বিবৃত করব, আর আমারা  তো অনুপস্থিত ছিলাম না [১]।\n[১]  আল্লাহ তা'আলা এ আয়াতে বলছেন যে, তিনি তার বান্দারা ছোট, বড়, গুরুত্বপূর্ণ, গুরুত্বহীন যা করত বা বলত সবকিছু সম্পর্কে কিয়ামতের মাঠে বিস্তারিত জানাবেন। কারণ, তিনি সবকিছু দেখছেন, কোন কিছুই তাঁর অগোচরে নেই, কোন কিছু সম্পর্কেই তিনি বেখবর নন। বরং তিনি চোখের খিয়ানত ও অন্তরের গোপন ভেদ সম্পর্কেও অবগত। আল্লাহ বলেন, “তার অজানায় একটি পাতাও পড়ে না। মাটির অন্ধকারে এমন কোন শস্যকণাও অংকুরিত হয় না বা রসযুক্ত কিংবা শুষ্ক এমন কোন বস্তু নেই যা সুস্পষ্ট কিতাবে নেই \" [সূরা আল-আন’আম: ৫৯] [ইবন কাসীর] সুতরাং আল্লাহ হাশরের মাঠে তাদেরকে যা জানাবেন তা জ্ঞানের ভিত্তিতেই জানাবেন। দুনিয়াতে যা কিছুই ঘটেছে সবই তার জ্ঞানের মধ্যে রয়েছে। সবকিছু তিনি জানার পরও তাঁর ফেরেশতাদের দিয়ে লিখিয়ে নিয়েছেন। অন্য আয়াতে আল্লাহ বলেন, “আপনি কি লক্ষ্য করেন না যে, আসমানসমূহ ও যমীনে যা কিছু আছে আল্লাহ তা জানেন? তিন ব্যক্তির মধ্যে এমন কোন গোপন পরামর্শ হয় না যাতে চতুর্থ জন হিসেবে তিনি উপস্থিত থাকেন না এবং পাঁচ ব্যক্তির মধ্যেও হয় না যাতে ষষ্ট জন হিসেবে তিনি উপস্থিত থাকেন না। তারা এর চেয়ে কম হোক বা বেশী হোক তিনি তো তাদের সংগেই আছেন তারা যেখানেই থাকুক না কেন। তারপর তারা যা করে, তিনি তাদেরকে কিয়ামতের দিন তা জানিয়ে দেবেন। নিশ্চয়ই আল্লাহ সব কিছু সম্পর্কে সম্যক অবগত।\" [সূরা আল-মুজাদালাহ:৭] অন্যত্র বলেন, “তিনি জানেন যা যমীনে প্রবেশ করে এবং যা তা থেকে নির্গত হয় আর যা আসমান থেকে নাযিল হয় এবং যা কিছু তাতে উত্থিত হয়” [সূরা সাবা: ২] আরও বলেন, “তিনি জানেন যা কিছু যমীনে প্রবেশ করে ও যা কিছু তা থেকে বের হয় এবং আসমান হতে যা কিছু নামে ও আসমানে যা কিছু উখিত হয়। তোমরা যেখানেই থাক না কেন---তিনি (জ্ঞানে) তোমাদের সংগে আছেন\" [সূরা আল-হাদীদ: ৪] আরও বলেন, “আর আপনি যে অবস্থাতেই থাকুন না কেন এবং আপনি সে সম্পর্কে কুরআন থেকে যা-ই তিলাওয়াত করেন এবং তোমরা যে কাজই কর না কেন, আমরা তোমাদের সাক্ষী থাকি- যখন তোমরা তাতে প্রবৃত্ত হও। আর আসমানসমূহ ও যমীনের অণু পরিমাণও আপনার রবের দৃষ্টির বাইরে নয় এবং তার চেয়ে ক্ষুদ্রতর বা বৃহত্তর কিছুই নেই যা সুস্পষ্ট কিতাবে নেই” [সূরা ইউনুস: ৬১] [আদওয়াউল বায়ান]",
  "ayah": 7,
  "surah": 7
}
