{
  "text": "অতঃপর তিনি তাদের থেকে মুখ ফিরিয়ে নিলেন এবং বললেন, ‘হে আমার সম্পপ্রদায়! আমার রবের রিসালাত (প্রাপ্ত বাণী) আমি তো তোমাদের কাছে পৌঁছে দিয়েছি এবং তোমাদের কল্যাণ কামনা করেছি। সুতরাং আমি কাফের সম্প্রদায়ের জন্য কি করে আক্ষেপ করি [১]!’\n[১] শু'আইব 'আলাইহিস সালাম যে সম্প্রদায়ের প্রতি প্রেরিত হয়েছিলেন, কুরআনুল কারীমে কোথাও তাদেরকে ‘আহলে মাদইয়ান’ ও ‘আসহাবে মাদইয়ান’ নামে উল্লেখ করা হয়েছে। আবার কোথাও ‘আসহাবে আইকাহ’ নামে। ‘আইকাহ’ শব্দের অর্থ জঙ্গল ও বন। কোন কোন তাফসীরবিদ বলেনঃ ‘আসহাবে মাদইয়ান’ ও ‘আসহাবে আইকাহ পৃথক পৃথক জাতি। তাদের বাসস্থানও ছিল ভিন্ন ভিন্ন এলাকায়। শু'আইব 'আলাইহিস সালাম প্রথমে এই জাতির প্রতি প্রেরিত হয়েছিলেন। তারা ধ্বংস হয়ে যাওয়ার পর অপর জাতির প্রতি প্রেরিত হয়েছিলেন। উভয় জাতির উপর যে আযাব আসে, তার ভাষাও বিভিন্ন রূপ। আসহাবে মাদইয়ানের উপর কোথাও - এবং কোথাও (صيحة) এবং কোথাও (رجفة) এবং আসহাবে আইকাহর উপর কোথাও (ظلة) -এর আযাব উল্লেখ করা হয়েছে। (صيحة) শব্দের অর্থ বিকট চিৎকার এবং ভীষণ শব্দ। (رجفة) শব্দের অর্থ ভূমিকম্পন এবং (ظلة) শব্দের অর্থ ছায়াযুক্ত ছাদ, শামিয়ানা। আসহাবে আইকাহর উপর এভাবে আযাব নাযিল করা হয় যে, প্রথমে কয়েকদিন তাদের বস্তিতে ভীষণ গরম পড়ে। ফলে গোটা জাতি ছটফট করতে থাকে। অতঃপর নিকটস্থ একটি গভীর জঙ্গলের উপর গাঢ় মেঘমালা দেখা দেয়। ফলে জঙ্গলে ছায়া পড়ে এবং শীতল বাতাস বইতে থাকে। এ দৃশ্য দেখে বস্তির সবাই জঙ্গলে জমায়েত হয়। এভাবে অপরাধীরা কোনরূপ গ্রেফতারী পরোয়ানা ও সিপাই-সান্ত্রীর প্রহরা ছাড়াই নিজ পায়ে হেঁটে বধ্যভূমিতে গিয়ে পৌছে। যখন সবাই সেখানে একত্রিত হয়, তখন মেঘমালা থেকে অগ্নি বৃষ্টি বর্ষিত হয় এবং নীচের দিকে শুরু হয় ভূমিকম্পন। ফলে সবাই নাস্তানাবুদ হয়ে যায়।\nকোন কোন তাফসীরবিদ বলেনঃ ‘আসহাবে মাদইয়ান’ ও ‘আসহাবে আইকাহ' একই সম্প্রদায়ের দুই নাম। পূর্বোল্লেখিত তিন প্রকার আযাবই তাদের উপর নাযিল হয়েছিল। প্রথমে মেঘমালা থেকে অগ্নি বর্ষিত হয়, অতঃপর বিকট চীৎকার শোনা যায় এবং সবশেষে ভূমিকম্পন হয়। ইবনে কাসীর এ তাফসীরেরই প্রবক্তা। [আশ-শিক ফিল কাদীম ওয়াল হাদীস, পৃ. ২৮৫-২৯৩]\nমোটকথা, উভয় সম্প্রদায় ভিন্ন ভিন্ন হোক কিংবা একই সম্প্রদায়ের দু’নাম হোক শু'আইব 'আলাইহিস সালাম তাদের কাছে তাওহীদের বাণীই পৌছান। তারা শির্কের পাশাপাশি এমনকিছু কুকর্মে লিপ্ত ছিল, যা থেকে শু'আইব 'আলাইহিস্ সালাম তাদেরকে নিষেধ করেন। তারা একদিকে আল্লাহর হক নষ্ট করছিল, অপরদিকে বান্দার হকও নষ্ট করছিল। তারা আল্লাহ তা'আলা ও তাদের নবীর প্রতি বিশ্বাস স্থাপন না করে আল্লাহর হকের বিরুদ্ধাচরণ করছিল। এর সাথে ক্রয়-বিক্রয়ে মাপ ও ওজনে কম দিয়ে বান্দাদের হক নষ্ট করছিল। তদুপরি তারা রাস্তা ও সড়কের মুখে বসে থাকত এবং পথিকদের ভয়-ভীতি দেখিয়ে তাদের ধন-সম্পদ লুটে নিত এবং শু'আইব 'আলাইহিস সালামের প্রতি বিশ্বাস স্থাপন করতে বাধা দিত। তারা এভাবে ভূ-পৃষ্ঠে অনর্থ সৃষ্টি করছিল। এসব অপরাধের পরিপ্রেক্ষিতে তাদের হেদায়াতের জন্য শু'আইব 'আলাইহিস সালাম প্রেরিত হয়েছিলেন। শু'আইব 'আলাইহিস সালাম তাদের সংশোধনের জন্য তিনটি বিষয় বর্ণনা করেছেন। প্রথমতঃ তোমরা আল্লাহর ইবাদাত কর। তিনি ব্যতীত ইবাদাত পাওয়ার যোগ্য আর কেউ নেই। একত্ববাদের এ দাওয়াতই সব নবী দিয়ে এসেছেন। এটিই সব বিশ্বাস ও কর্মের প্রাণ। এ সম্প্রদায়ও সৃষ্ট বস্তুর পূজায় লিপ্ত ছিল এবং আল্লাহর সত্তা, গুণাবলী ও হক সম্পর্কে গাফেল হয়ে পড়েছিল। তাই তাদেরকে সর্বপ্রথম এ বাণী পৌছানো হয়েছে। আরো বলা হয়েছেঃ তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে সুস্পষ্ট প্রমাণ এসে গেছে। এখানে সুস্পষ্ট প্রমাণ'-এর অর্থ ঐসব মু'জিযা, যা শু'আইব 'আলাইহিস সালামের হাতে প্রকাশ পেয়েছিল। দ্বিতীয়তঃ তোমরা মাপ ও ওজন পূর্ণ কর এবং মানুষের দ্রব্যাদিতে কম দিয়ে তাদের ক্ষতি করো না। এতে প্রথমে একটি বিশেষ অপরাধ নিষিদ্ধ করা হয়েছে, যা ক্রয়-বিক্রয়ের সময় ওজনে কম দিয়ে করা হত। অতঃপর সর্ব প্রকার হকে ক্রটি করাকে ব্যাপকভাবে নিষিদ্ধ করা হয়েছে, তা ধন-সম্পদ, ইযযত-আবরু অথবা অন্য যে কোন বস্তুর সাথেই সম্পর্কযুক্ত হোক না কেন। এ থেকে জানা গেল যে, মাপ ও ওজনে পাওনার চাইতে কম দেয়া যেমন হারাম, তেমনি অন্যান্য হকে ক্রটি করাও হারাম। কারো ইযযত-আবরু নষ্ট করা, কারো পদমর্যাদা অনুযায়ী তার সম্মান না করা, যাদের আনুগত্য জরুরী তাদের আনুগত্যে ক্রটি করা ইত্যাদি সবই এ অপরাধের অন্তর্ভুক্ত, যা শু'আইব 'আলাইহিস সালামের সম্প্রদায় করত। বিদায় হজের ভাষণে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষের ইযযত-আবরুকে তাদের রক্তের সমান সম্মানযোগ্য ও সংরক্ষণযোগ সাব্যস্ত করেছেন। তৃতীয়তঃ পৃথিবীর সংস্কার সাধিত হওয়ার পর তাতে অনর্থ ছড়িও না। অর্থাৎ পৃথিবীর বাহ্যিক সংস্কার হল, প্রত্যেকটি বস্তুকে যথার্থ স্থানে ব্যয় করা, এবং নির্ধারিত সীমার প্রতি লক্ষ্য রাখা। বস্তুতঃ তা ন্যায় ও সুবিচার প্রতিষ্ঠার উপর নির্ভরশীল। আর আভ্যন্তরীণ সংস্কার হল আল্লাহর সাথে সম্পর্ক রাখা এবং তা তাঁর নির্দেশাবলী পালনের উপর ভিত্তিশীল | এমনিভাবে পৃথিবীর বাহ্যিক ও আভ্যন্তরীণ অনর্থ এসব নীতি পরিত্যাগ করার কারণেই দেখা দেয়। শু'আইব 'আলাইহিস সালামের সম্প্রদায় এসব নীতির প্রতি চরম উপেক্ষা প্রদর্শন করেছিল। ফলে পৃথিবীতে বাহ্যিক ও আভ্যন্তরীণ সব রকম অনৰ্থ বিরাজমান ছিল। তাই তাদেরকে উপদেশ দেয়া হয়েছে যে, তোমাদের এসব কর্মকাণ্ড সমগ্র ভূ-পৃষ্ঠে অনর্থ সৃষ্টি করবে। তাই এগুলো থেকে বেঁচে থাক।\nঅতঃপর বলা হয়েছেঃ যদি তোমরা আমার কথা মান্য কর, তবে তোমাদের জন্য উত্তম। এর দ্বারা উদ্দেশ্য হলো, যদি তোমরা অবৈধ কাজ-কর্ম থেকে বিরত হও, তবে এতেই তোমাদের দুনিয়া ও আখেরাতের কল্যাণ ও মঙ্গল নিহিত রয়েছে। দ্বীন ও আখেরাতের মঙ্গলের বর্ণনা নিস্প্রয়োজন। কারণ, এটি আল্লাহর আনুগত্যের সাথেই সর্বতোভাবে জড়িত। দুনিয়ার মঙ্গল এ জন্য যে, যখন সবাই জানতে পারবে যে, অমুক ব্যক্তি মাপ ও ওজনে এবং অন্যান্য হকের ব্যাপারে সত্যনিষ্ঠ, তখন বাজারে তার প্রভাব বিস্তৃত হবে এবং ব্যবসায়ে উন্নতি সাধিত হবে। এরপর তাদেরকে হুশিয়ার করার জন্য উৎসাহ প্রদান ও ভীতি প্রদর্শন উভয় পন্থা ব্যবহার করা হয়েছে। প্রথমে উৎসাহ প্রদানের উদ্দেশ্যে আল্লাহ তা'আলার নেয়ামত স্মরণ করানো হয়েছে যে, তোমরা পূর্বে সংখ্যা ও গণনার দিক দিয়ে কম ছিলে, আল্লাহ তা'আলা তোমাদের বংশ বৃদ্ধি করে তোমাদেরকে একটি বিরাট জাতিতে পরিণত করেছেন। অথবা তোমরা ধন-সম্পদের দিক দিয়ে কম ছিলে, আল্লাহ তা'আলা ঐশ্বৰ্য্য দান করে তোমাদের স্বনির্ভর করে দিয়েছেন। অতঃপর ভীতি প্রদর্শনার্থে বলা হয়েছেঃ পূর্ববর্তী অনর্থ সৃষ্টিকারী জাতিসমূহের পরিণামের প্রতি লক্ষ্য করকওমে নূহ, আদ, সামূদ ও কওমে লুতের উপর কি ভীষণ আযাব এসেছে। তোমরা ভেবে-চিন্তে কাজ কর। শু'আইব 'আলাইহিস সালামের দাওয়াতের পর তার সম্প্রদায় দু’ভাগে বিভক্ত হয়ে যায়। কিছু সংখ্যক মুসলিম হয়, এবং কিছু সংখ্যক কাফেরই থেকে যায়। কিন্তু বাহ্যিক দিক দিয়ে উভয় দল একই রূপ আরাম-আয়েশে দিনাতিপাত করতে থাকে। এতে তারা সন্দেহ প্রকাশ করে যে, কাফের হওয়া অপরাধ হলে অপরাধীরা অবশ্যই শাস্তি পেত। এ সন্দেহের উত্তরে বলা হয়েছেঃ তাড়াহুড়া কিসের? আল্লাহ তা'আলা স্বীয় সহনশীলতা ও কৃপাগুণে অপরাধীদের অবকাশ দিয়ে থাকেন। তারা যখন চূড়ান্ত সীমায় পৌছে যায়, তখন সত্য ও মিথ্যার মীমাংসা করে দেয়া হয়। তোমাদের অবস্থাও তদ্রুপ। তোমরা যদি কুফর থেকে বিরত না হও, তবে অতি সত্বর কাফেরদের উপর চূড়ান্ত আযাব নাযিল হয়ে যাবে। জাতির অহংকারী সর্দারদের সাথে এ পর্যন্ত আলাপ-আলোচনার পর যখন শু'আইব 'আলাইহিস সালাম বুঝতে পারলেন যে, তারা কোন কিছুতেই প্রভাবান্বিত হচ্ছে না, তখন তাদের সাথে কথা-বার্তা ছেড়ে আল্লাহ্ তা'আলার কাছে দোআ করলেনঃ হে আমাদের প্রতিপালক, আমাদের ও আমাদের জাতির মধ্যে সত্যভাবে ফয়সালা করে দিন, এবং আপনি শ্রেষ্ঠতম ফয়সালাকারী। প্রকৃতপক্ষে এর মাধ্যমে শু'আইব 'আলাইহিস সালাম স্বীয় সম্প্রদায়ের কাফেরদেরকে ধ্বংস করার দোআ করেছিলেন। আল্লাহ্ তা'আলা এ দোআ কবুল করে ভুমিকম্পের মাধ্যমে তাদেরকে ধবংস করে দেন।\nশু'আইব 'আলাইহিস সালামের সম্প্রদায়ের আযাবকে এখানে ভূমিকম্প বলা পাকড়াও করেছে। [সূরা আশ-শু'আরা: ১৮৯] ছায়া দিবসের অর্থ এই যে, প্রথমে তাদের উপর ঘন কাল মেঘের ছায়া পতিত হয়। তারা এর নীচে একত্রিত হয়ে গেলে এ মেঘ থেকেই তাদের উপর প্রস্তর অথবা অগ্নিবৃষ্টি বর্ষণ করা হয়। আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা উভয় আয়াতের সামঞ্জস্য প্রসঙ্গে বলেনঃ শু'আইব আলাইহিস সালামের সম্প্রদায়ের উপর প্রথমে এমন ভীষণ গরম চাপিয়ে দেয়া হয়, যেন জাহান্নামের দরজা তাদের দিকে খুলে দেয়া হয়েছিল। ফলে তাদের শ্বাস রুদ্ধ হতে থাকে। ছায়া এমন কি পানিতেও তাদের জন্য শান্তি ছিল না। তারা অসহ্য গরমে অতিষ্ট হয়ে ভূগর্ভস্থ কক্ষে প্রবেশ করে দেখল সেখনে আরো বেশী গরম। অতঃপর অস্থির হয়ে জঙ্গলের দিকে ধাবিত হল। সেখানে আল্লাহ তা'আলা একটি ঘন কাল মেঘ পাঠিয়ে দিলেন যার নীচে শীতল বাতাস বইছিল। তারা সবাই গরমে দিগ্বিদিক জ্ঞানহারা হয়ে মেঘের নিচে এসে ভিড় করল। তখন মেঘমালা আগুনে রূপান্তরিত হয়ে তাদের উপর বর্ষিত হল এবং ভূমিকম্পও এল। ফলে তারা সবাই ভস্মস্তুপে পরিণত হল। এভাবে তাদের উপর ভূমিকম্প ও ছায়ার আযাব উভয়টিই আসে। [তাবারী, ৬/৯/৪; আশ-শির্ক ফিল কাদীম ওয়াল হাদীস পৃ. ২৯২-২৯৩]\nস্বজাতির উপর আযাব আসতে দেখে শু'আইব 'আলাইহিস সালাম সঙ্গীদেরকে নিয়ে সেখান থেকে প্রস্থান করেন। জাতির চরম অবাধ্যতায় নিরাশ হয়ে শু'আইব 'আলাইহিস সালাম বদদোআ করেছিলেন ঠিকই কিন্তু যখন আযাব এসে গেল তখন নবীসুলভ দয়ার কারণে তার অন্তর ব্যথিত হল। তাই নিজের মনকে প্রবোধ দিয়ে জাতির উদ্দেশ্যে বললেনঃ আমি তোমাদের কাছে প্রতিপালকের নির্দেশ পৌছে দিয়েছিলাম এবং তোমাদের হিতাকাংখায় কোন ক্রটি করিনি; কিন্তু আমি কাফের সম্প্রদায়ের জন্য কতটুকু কি করতে পারি? এ জাতির বিস্তারিত ঘটনা ও পরিণতি জানার জন্য দেখুন, [ইবন কাসীর, আল-বিদায়া ওয়ান নিহায়া: ১/৪৩৯]",
  "ayah": 93,
  "surah": 7
}
