{
  "text": "اختلف أهل التأويل في تأويل قوله تعالى ذكره: كاف من (كهيعص) فقال بعضهم: تأويل ذلك أنها حرف من اسمه الذي هو كبير، دلّ به عليه، واستغنى بذكره عن ذكر باقي الاسم.* ذكر من قال ذلك:حدثني أبو حصين عبد الله بن أحمد بن يونس، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس في هذه الآية (كهيعص) قال: كبير، يعني بالكبير: الكاف من (كهيعص).حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، مثله.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، كان يقول (كهيعص) قال: كاف: كبير.حدثني أبو السائب، قال: أخبرنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير في (كهيعص) قال: كاف: كبير.حدثنا ابن بشار، قال : ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن حصين، عن إسماعيل ، عن سعيد بن جبير، عن ابن عباس، نحوه.وقال آخرون: بل الكاف من ذلك حرف من حروفه اسمه الذي هو كاف.* ذكر من قال ذلك:حدثني يحيى بن طلحة اليربوعي، قال: أخبرنا شريك، عن سالم، عن سعيد، في قوله (كهيعص) قال: كاف: كافٍ.حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا أبو روق، عن الضحاك بن مزاحم في قوله: (كهيعص) قال: كاف: كافٍ.حدثنا ابن حميد، قال: ثنا حكام عن عنبسة، عن الكلبي مثله.وقال آخرون: بل هو حرف من حروف اسمه الذي هو كريم.* ذكر من قال ذلك:حدثنا ابن حميد، قال : ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير (كهيعص) قال: كاف من كريم.وقال الذين فسروا ذلك هذا التفسير الهاء من كهيعص: حرف من حروف اسمه الذي هو هاد.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا أبو حصين، عن سعيد بن جبير، عن ابن عباس، قال: كان يقول في الهاء من (كهيعص) : هاد.حدثنا أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل، عن سعيد، مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير نحوه.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حصين، عن إسماعيل، عن سعيد بن جبير، عن ابن عباس، مثله.حدثني يحيى بن طلحة، قال: ثنا جابر بن نوح ، قال : أخبرنا أبو روق، عن الضحاك بن مزاحم في قوله (كهيعص) ، قال: ها: هاد.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عنبسة، عن الكلبي، مثله.واختلفوا في تأويل الياء من ذلك، فقال بعضهم: هو حرف من حروف اسمه الذي هو يمين.* ذكر من قال ذلك:حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير عن ابن عباس، قال: \" يا \" من (كهيعص) ياء يمين.حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير عن ابن عباس، قال: \" يا \" من (كهيعص) ياء يمين.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن إدريس ، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد ، عن سعيد بن جبير ياء: يمين.وقال آخرون: بل هو حرف من حروف اسمه الذي هو حكيم.* ذكر من قال ذلك:حدثنا ابن حميد ، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير (كهيعص) قال: يا: من حكيم.وقال آخرون: بل هي حروف من قول القائل: يا من يجير.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا إبراهيم بن الضريس، قال: سمعت الربيع بن أنس في قوله (كهيعص) قال: يا من يجير ولا يجار عليه.واختلف متأوّلو ذلك كذلك في معنى العين، فقال بعضهم: هي حرف من حروف اسمه الذي هو عالم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد (كهيعص) قال: عين من عالم.حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن الكلبي، مثله.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا عمرو، قال: ثنا مروان بن معاوية، عن العلاء بن المسيب بن رافع، عن أبيه، في قوله (كهيعص) قال: عين: من عالم.وقال آخرون: بل هي حرف من حروف اسمه الذي هو عزيز.ذكر من قال ذلك:* حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس (كهيعص) عين: عزيز.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حصين، عن إسماعيل ، عن سعيد بن جبير، عن ابن عباس، مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثني يحيى بن طلحة اليربوعي، قال: ثنا شريك، عن سالم، عن سعيد بن جبير، في قوله (كهيعص) قال: عين عزيز.وقال آخرون: بل هي حرف من حروف اسمه الذي هو عدل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا أبو روق، عن الضحاك بن مزاحم، في قوله (كهيعص) قال: عين: عدل.وقال الذين تأولوا ذلك هذا التأويل: الصاد من قوله (كهيعص) : حرف من حروف اسمه الذي هو صادق.* ذكر الرواية بذلك: حدثنا أبو كريب ، قال: ثنا ابن إدريس، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، قال: كان يقول في (كهيعص) صاد : صادق.حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين ، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حصين، عن إسماعيل، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، مثله.حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا أبو روق، عن الضحاك بن مزاحم، قال: صاد: صادق.حدثني يحيى بن طلحة، قال: ثنا شريك، عن سالم، عن سعيد، قال: صادق، يعني الصاد من (كهيعص)حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد (كهيعص) قال: صاد صادق.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عنبسة، عن الكلبي، قال: صادق.وقال آخرون: بل هذه الكلمة كلها اسم من أسماء الله تعالى.* ذكر من قال ذلك:حدثني محمد بن خالد بن خداش، قال: ثني سالم بن قتيبة، عن أبي بكر الهُذَليّ، عن عاتكة، عن فاطمة ابنة عليّ قالت: كان عليّ يقول: يا(كهيعص) : اغفر لي.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (كهيعص) قال: فإنه قسم أقسم الله به، وهو من أسماء الله.وقال آخرون: كلّ حرف من ذلك اسم من أسماء الله عزّ وجل.* ذكر من قال ذلك:حدثني مطر بن محمد الضبي، قال: ثنا عبد الرحمن بن مهدي، عن عبد العزيز بن مسلم القسملي، عن الربيع بن أنس، عن أبي العالية، قال: (كهيعص) ليس منها حرف إلا وهو اسم.وقال آخرون: هذه الكلمة اسم من أسماء القرآن.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله (كهيعص) قال: اسم من أسماء القرآن.قال أبو جعفر: والقول في ذلك عندنا نظير القول في  الم  وسائر فواتح سور القرآن التي افتتحت أوائلها بحروف المعجم، وقد ذكرنا ذلك فيما مضى قبل، فأغنى عن إعادته في هذا الموضع.",
  "ayah": 1,
  "surah": 19
}
