{
  "text": "اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الحجاز والعراق ( فَنَادَاهَا مِنْ تَحْتِهَا ) بمعنى: فناداها جبرائيل من بين يديها على اختلاف منهم في تأويله; فمن متأوّل منهم إذا قرأه ( مِنْ تَحْتِهَا ) كذلك; ومن متأوّل منهم أنه عيسى ، وأنه ناداها من تحتها بعد ما ولدته. وقرأ ذلك بعض قرّاء أهل الكوفة والبصرة ( فَنَادَاها مَنْ تَحْتَها ) وبفتح التاءين من تحت، بمعنى: فناداها الذي تحتها، على أن الذي تحتها عيسى، وأنه الذي نادى أمه.* ذكر من قال: الذي ناداها من تحتها المَلَك ، حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت ابن عباس قرأ: ( فَنَادَاهَا مِنْ تَحْتِهَا ) يعني: جبرائيل.حدثني أحمد بن عبد الله أحمد بن يونس، قال: أخبرنا عَبثر ، قال: ثنا حصين، عن عمرو بن ميمون الأوْديّ، قال: الذي ناداها الملك.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، عن علقمة، أنه قرأ: فخاطبها من تحتها.حدثنا أبو هشام الرفاعي، قال: ثنا يحيى، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، عن علقمة أنه قرأ: فخاطبها من تحتها.حدثنا الرفاعي، قال: ثنا وكيع، عن أبيه، عن الأعمش، عن إبراهيم، عن علقمة أنه قرأها كذلك.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن جويبر، عن الضحاك ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: جبرائيل.حدثنا ابن بشار، قال: ثنا أبو عاصم، عن سفيان، عن جويبر، عن الضحاك، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَنَادَاهَا مِنْ تَحْتِهَا ) : أي من تحت النخلة.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ(فَنَادَاهَا) جبرائيل ( مِنْ تَحْتِهَا أَلا تَحْزَنِي ).حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: المَلَك.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) يعني: جبرائيل كان أسفل منها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي ، قال: ثني أبي، عن أبيه، عن ابن عباس، ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: ناداها جبرائيل ولم يتكلم عيسى حتى أتت قومها.* ذكر من قال: ناداها عيسى صلى الله عليه وسلم: حدثنا محمد بن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: عيسى ابن مريم.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال : ثنا سعيد، عن قتادة، عن الحسن ( فَنَادَاهَا مِنْ تَحْتِهَا ) ابنها.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قال: قال الحسن: هو ابنها.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه (فَنَادَاهَا) عيسى ( مِنْ تَحْتِهَا أَلا تَحْزَنِي ) .حدثني أبو حميد أحمد بن المغيرة الحمصي، قال: ثنا عثمان بن سعيد ، قال: ثنا محمد بن مهاجر، عن ثابت بن عجلان، عن سعيد بن جبير، قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال عيسى: أما تسمع الله يقول  فَأَشَارَتْ إِلَيْهِ  .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: عيسى; ناداها( مِنْ تَحْتِهَا أَلا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ).حُدثت عن عبد الله بن أبي جعفر، عن أبيه، عن الربيع بن أنس، عن أبي العالية الرياحيّ، عن أبيّ بن كعب قال: الذي خاطبها هو الذي حملته في جوفها ودخل من فيها.قال أبو جعفر: وأولى القولين في ذلك عندنا قول من قال: الذي ناداها ابنها عيسى، وذلك أنه من كناية ذكره أقرب منه من ذكر جبرائيل، فردّه على الذي هو أقرب إليه أولى من ردّه على الذي هو أبعد منه. ألا ترى في سياق قوله  فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا  يعني به: فحملت عيسى فانتبذت به، ثم قيل: فناداها نسقا على ذلك من ذكر عيسى والخبر عنه. ولعلة أخرى، وهي قوله ( فَأَشَارَتْ إِلَيْهِ ) ولم تشر إليه إن شاء الله ألا وقد علمت أنه ناطق في حاله تلك، وللذي كانت قد عرفت ووثقت به منه بمخاطبته إياها بقوله لها( أَلا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) وما أخبر الله عنه أنه قال لها أشيري للقوم إليه، ولو كان ذلك قولا من جبرائيل، لكان خليقا أن يكون في ظاهر الخبر، مبينا أن عيسى سينطق، ويحتجّ عنها للقوم، وأمر منه لها بأن تشير إليه للقوم إذا سألوها عن حالها وحاله.فإذا كان ذلك هو الصواب من التأويل الذي بينا، فبين أن كلتا القراءتين، أعني ( مِنْ تَحْتِهَا ) بالكسر، ( وَمَنْ تَحْتَها ) بالفتح صواب. وذلك أنه إذا قرئ بالكسر كان في قوله (فَنَادَاهَا) ذكر من عيسى: وإذا قرئ( مَنْ تَحْتَها) بالفتح كان الفعل لمن وهو عيسى. فتأويل الكلام إذن: فناداها المولود من تحتها أن لا تحزني يا أمه ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ).كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَنَادَاهَا مِنْ تَحْتِهَا أَلا تَحْزَنِي ) قالت: وكيف لا أحزن وأنت معي، لا ذات زوج فأقول من زوج، ولا مملوكة فأقول من سيدي، أي شيء عذري عند الناس  يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا  فقال لها عيسى: أنا أكفيك الكلام.واختلف أهل التأويل في المعنيّ بالسريّ في هذا الموضع، فقال بعضهم: عني به: النهر الصغير.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن أبي إسحاق، عن البراء بن عازب ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: الجدول.حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت البراء يقول في هذه الآية ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: الجدول.حدثني عليّ، قال : ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) وهو نهر عيسى.حدثني محمد بن سعد ، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: السريّ: النهر الذي كان تحت مريم حين ولدته كان يجري يسمى سَرِيا.حدثني أبو حصين، قال: ثنا عَبثر، قال: ثنا حصين، عن عمرو بن ميمون الأوْدِيّ، قال في هذه الآية ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: السريّ: نهر يُشرب منه.حدثنا يعقوب وأبو كريب، قالا ثنا هشيم، قال: أخبرنا حصين، عن عمرو بن ميمون، في قوله: ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: هو الجدول.حدثنا محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( سَرِيًّا) قال: نهر بالسريانية.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله، قال ابن جريج: نهر إلى جنبها.حدثنا محمد بن بشار، قال: ثنا أبو داود، قال: ثنا شعبة، عن قتادة، عن الحسن، في قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: كان سريا فقال حميد بن عبد الرحمن: إن السريّ: الجدول، فقال: غلبتنا عليك الأمراء.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو بكر بن عياش، عن أبي حصين، عن سعيد بن جبير ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: هو الجدول، النهر الصغير، وهو بالنبطية: السريّ.حدثني أبو حميد الحمصي، قال: ثنا عثمان بن سعيد، قال: ثنا محمد بن مهاجر، عن ثابت بن عجلان قال: سألت سعيد بن جبير، عن السريّ، قال: نهر.حدثنا أبو كريب، قال: ثنا هشيم، عن مغيرة، عن إبراهيم، قال: النهر الصغير.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا مغيرة، عن إبراهيم، أنه قال: هو النهر الصغير: يعني الجدول، يعني قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ).حدثنا ابن وكيع، قال: ثنا أبي، عن سلمة بن نبيط، عن الضحاك، قال: جدول صغير بالسريانية.حدثنا عن الحسين ، قال: سمعت أبا معاذ، قال: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( تَحْتَكِ سَرِيًّا ) الجدول الصغير من الأنهار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) والسريّ: هو الجدول، تسميه أهل الحجاز.حدثنا الحسن، قال: ثنا عبد الرزاق، قال: أخبرنا معمر ، في قوله (سَرِيًّا) قال: هو جدول.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم وعن وهب بن منبه ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) يعني ربيع الماء.- حدثنا موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السدي ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) والسريّ: هو النهر.وقال آخرون: عنى به عيسى.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) والسريّ: عيسى نفسه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) يعني نفسه، قال: وأيّ شيء أسرى منه، قال: والذين يقولون: السريّ: هو النهر ليس كذلك النهر، لو كان النهر لكان إنما يكون إلى جنبها، ولا يكون النهر تحتها.قال أبو جعفر: وأولى القولين في ذلك عندي بالصواب قيل من قال: عنى به الجدول، وذلك أنه أعلمها ما قد أتاها الله من الماء الذي جعله عندها، وقال لها  وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا * فَكُلِي  من هذا الرطب  وَاشْرَبِي  من هذا الماء  وَقَرِّي عَيْنًا  بولدك، والسريّ معروف من كلام العرب أنه النهر الصغير; ومنه قول لبيد:فَتَوَسَّـطا عُـرْضَ السَّـريّ وَصَدَّعـامَسْـــجُورَةٌ مُتَجــاوِرًا قُلامُهــا (11)ويُروى فينا (12) مسجورة، ويُروى أيضًا: فغادرا.قوله ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) ذكر أن الجذع كان جذعًا يابسًا، وأمرها أن تهزّه، وذلك في أيام الشتاء، وهزّها إياه كان تحريكه.-----------------------------الهوامش :(8) البيت لزهير بن أبي سلمى ( اللسان : جيأ ) . قال : وأجاءه إلى شيء : جاء به ، وألجأه ، واضطره إليه . قال زهير بن أبي سلمى : \" وجار . . . \" البيت . قال الفراء : أصله من جئت ، وقد وقد جعلته العرب إلجاء . وفي المثل : \" شر ما أجاءك إلى مخة العرقوب ، وشر ما يجيئك إلى مخة عرقوب \" قال الأصمعي : وذلك أن العرقوب لا مخ فيه ، وإنما يحوج إليه من لا يقدر على شيء . ومنهم من يقول : شر ما ألجأك : والمعنى واحد . وتميم تقول : شر ما أشاءك .(9) البيت للشنفرى \" اللسان : نسي \" قال : والنسي : الشيء المنسي الذي لا يذكر . وقال الأخفش : النسي : ما أغفل من شيء حقير ونسي. وقال الزجاج : النسي في كلام العرب الشيء المطروح ، لا يؤبه له . وقال الشنفرى : \" وكأن لها . . . البيت \" قال ابن بري : بلت ، فالفتح : إذا قطع ، وبلت بالكسر : إذا سكن . وقال الفراء : النسي والنسي ( بكسر النون المشددة وفتحها ) لغتان فيه تلقيه المرأة من خرق اعتلاها ( حيضها ) مثل وتر ووتر . قال ولو أراد بالنسي ( بالفتح ) مصدر النسيان ، كان صوابا .(10) في ( اللسان : أتى ) : الإتيان : المجيء . أتيته أتيا وإتيانا وإتيانه ومأتاه : جئته . واستشهد المؤلف بالبيت على أن العرب تقول نسيته نسيانا ونسيا ، كما تقول أتيته إتيانا وأتيا . وقوله معروفة : أنث الخبر بالتاء مع أن المبتدأ وهو الأتي مذكر ، لكنه لما أضيف إلى الفواحش ، وهي جمع فاحشة . اكتسب منها التأنيث فلذلك أنث الخبر بالتاء .(11) البيت للبيد بن ربيعة العامري ، من معلقته المشهورة ( انظره في شرح الزوزني على المعلقات السبع ، وفي شرح التبريزي على القصائد العشر ، وفي جمهرة أشعار العرب ص 63 - 74 ) . قال صاحب الجمهرة : توسطا ؛ : أي دخلا وسطه . وعرض السري : أي ناحية النهر ، وأهل الحجاز . يسمون النهر سريا . وصدعا : أي فرقا . ومسجورة : أي عينا مملوءة ؛ قال الله تعالى : ( والبحر المسجور ) وأقلامها ، ويروى قلامها ، وهو ضرب من الشجر الحمض ، والأقلام : قصب اليراع . وقال الزوزني يقول : فتو سط العير والأتان جانب النهر الصغير ، وشقا عينا مملوءة ماء ، قد تجاوز قلامها ، أي قد كثر هذا الضرب من النبت عليها . وتحرير المعنى : أنهما قد ورد عينا ممتلئة ماء ، فدخلا فيها من عرض نهرها ، وقد تجاور نبتها . والشاهد في قوله \" السري \" وهو اسم للنهر الصغير .(12) كذا في المخطوطة بغير نقط ، ولم نقف على هذه الرواية .",
  "ayah": 24,
  "surah": 19
}
