{
  "text": "اختلف أهل التأويل في السبب الذي من أجله قيل لها: يا أخت هارون، ومن كان هارون هذا الذي ذكره الله، وأخبر أنهم نسبوا مريم إلى أنها أخته، فقال بعضهم: قيل لها( يَا أُخْتَ هَارُونَ ) نسبة منهم لها إلى الصلاح، لأن أهل الصلاح فيهم كانوا يسمون هارون ، وليس بهارون أخي موسى.* ذكر من قال ذلك:حدثنا الحسن ، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( يَا أُخْتَ هَارُونَ ) قال: كان رجلا صالحًا في بني إسرائيل يسمى هارون، فشبَّهوها به، فقالوا: يا شبيهة هارون في الصلاح.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) قال: كانت من أهل بيت يُعرفون بالصلاح، ولا يُعرفون بالفساد ومن الناس من يُعرفون بالصلاح ويتوالدون به، وآخرون يُعرفون بالفساد ويتوالدون به، وكان هارون مصلحا محببا في عشيرته، وليس بهارون أخي موسى، ولكنه هارون آخر. قال: وذُكر لنا أنه شيع جنازته يوم مات أربعون ألفا، كلهم يسمون هارون من بني إسرائيل.حدثني يعقوب، قال: ثنا ابن علية، عن سعيد بن أبي صدقة، عن محمد بن سيرين، قال: نبئت أن كعبا قال: إن قوله ( يَا أُخْتَ هَارُونَ ) ليس بهارون أخي موسى، قال: فقالت له عائشة: كذبت، قال : يا أمّ المؤمنين،  إن كان النبيّ صلى الله عليه وسلم قاله فهو أعلم وأخبر، وإلا فإني أجد بينهما ستّ مئة سنة، قال: فسكتت.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( يَا أُخْتَ هَارُونَ ) قال: اسم واطأ اسما، كم بين هارون وبينهما من الأمم أمم كثيرة.حدثنا أبو كريب وابن المثنى وسفيان وابن وكيع وأبو السائب، قالوا: ثنا عبد الله بن إدريس الأودي، قال: سمعت أبي يذكر عن سماك بن حرب، عن علقمة بن وائل، عن المغيرة بن شعبة، قال: بعثني رسول الله صلى الله عليه وسلم إلى أهل نجران، فقالوا لي: ألستم تقرءون ( يَا أُخْتَ هَارُونَ ) ؟ قلت: بلى وقد علمتم ما كان بين عيسى وموسى، فرجعت إلى رسول الله صلى الله عليه وسلم، فأخبرته، فقال: \" ألا أخْبَرْتَهُمْ أنَّهُمْ كانُوا يُسَمّونَ بأنْبِيائِهمْ والصَّالِحِينَ قَبْلَهُمْ\".حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو، عن سماك بن حرب، عن علقمة بن وائل، عن المغيرة بن شعبة، قال: أرسلني النبيّ صلى الله عليه وسلم في بعض حوائجه إلى أهل نجران، فقالوا: أليس نبيك يزعم أن هارون أخو مريم هو أخو موسى؟ فلم أدر ما أردّ عليهم حتى رجعت إلى النبي صلى الله عليه وسلم، فذكرت له ذلك، فقال: \" إنَّهُمْ كَانُوا يُسَمُّون بأسْماءِ مَنْ كانَ قَبْلَهُمْ\".وقال بعضهم: عنى به هارون أخو موسى، ونُسبت مريم إلى أنها أخته لأنها من ولده، يقال للتميميّ: يا أخا تميم، وللمُضَرِيّ: يا أخا مُضَر.* ذكر من قال ذلك:حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( يَا أُخْتَ هَارُونَ ) قال: كانت من بني هارون أخي موسى، وهو كما تقول: يا أخا بني فلان.وقال آخرون: بل كان ذلك رجلا منهم فاسقا معلن الفسق، فنسبوها إليه.قال أبو جعفر: والصواب من القول في ذلك ما جاء به الخبر عن  رسول الله صلى الله عليه وسلم الذي ذكرناه، وأنها نسبت إلى رجل من قومها.وقوله ( مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ ) يقول: ما كان أبوك رجل سوء يأتي الفواحش ( وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) يقول: وما كانت أمك زانية. كما حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدي ( وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) قال: زانية. وقال (وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) ولم يقل: بغيَّة، لأن ذلك مما يوصف به النساء دون الرجال، فجرى مجرى امرأة حائض وطالق، وقد كان بعضهم يشبه ذلك بقولهم: ملحفة جديدة وامرأة قتيل.",
  "ayah": 28,
  "surah": 19
}
