{
  "text": "يقول تعالى ذكره: فاختلف المختلفون في عيسى، فصاروا أحزابا متفرّقين من بين قومه.كما حدثني محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثني الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) قال: أهل الكتاب.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) ذُكر لنا أن لما رُفع ابن مريم، انتخبت بنو إسرائيل أربعة من فقهائهم، فقالوا للأوّل: ما تقول في عيسى؟ قال: هو الله هبط إلى الأرض، فخلق ما خلق، وأحيا ما أحيا، ثم صَعِد إلى السماء، فتابعه على ذلك ناس من الناس، فكانت اليعقوبية من النصارى; وقال الثلاثة الآخرون: نشهد أنك كاذب، فقالوا للثاني: ما تقول في عيسى؟ قال: هو ابن الله ، فتابعه على ذلك ناس من الناس، فكانت النَّسطورية من النصارى; وقال الاثنان الآخران: نشهد أنك كاذب، فقالوا للثالث: ما تقول في عيسى؟ قال: هو إله، وأمه إله، والله إله، فتابعه على ذلك ناس من الناس، فكانت الإسرائيلية من النصارى، فقال الرابع: أشهد أنك كاذب، ولكنه عبد الله ورسوله، هو كلمة الله وروحه; فاختصم القوم، فقال المرء المسلم: أنشدُكم الله ما تعلمون أن عيسى كان يَطعم الطعام، وأن الله تبارك وتعالى: لا يطعم الطعام قالوا: اللهمّ نعم، قال: هل تعلمون أن عيسى كان ينام؟ قالوا: اللهمّ نعم ، قال فخصمهم المسلم; قال: فاقتتل القوم. قال: فذُكر لنا أن اليعقوبية ظهرت يومئذ وأصيب المسلمون، فأنـزل الله في ذلك القرآن  إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ  .حدثنا الحسن، قال: أخبرنا إسحاق، قال: أخبرنا عبد الرزّاق، قال: أخبرنا معمر، عن قتادة ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) اختلفوا فيه فصاروا أحزابا.وقوله: ( فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ ) يقول: فوادي جهنم الذي يدعى ويلا للذين كفروا بالله، من الزاعمين أن عيسى لله ولد، وغيرهم من أهل الكفر به من شهودهم يومًا عظيما شأنه ، وذلك يوم القيامة.وكان قتادة يقول في تأويل ذلك ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: ( فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ ) شهدوا هولا إذا عظيما.",
  "ayah": 37,
  "surah": 19
}
