{
  "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وأنذر يا محمد هؤلاء المشركين بالله يوم حسرتهم وندمهم، على ما فرّطوا في جنب الله، وأورثت مساكنهم من الجنة أهل الإيمان بالله والطاعة له، وأدخلوهم مساكن أهل الإيمان بالله من النار، وأيقن الفريقان بالخلود الدائم، والحياة التي لا موت بعدها، فيا لها حسرةً وندامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن سَلَمة بن كُهَيل، قال: ثنا أبو الزعراء، عن عبد الله في قصة ذكرها، قال: \" ما من نفس إلا وهي تنظر إلى بيت في الجنة، وبيت في النار، وهو يوم الحسرة، فيرى أهل النار البيت الذي كان قد أعدّه الله لهم لو آمنوا، فيقال لهم: لو آمنتم وعملتم صالحا كان لكم هذا الذي ترونه في الجنة، فتأخذهم الحسرة، ويرى أهل الجنة البيت الذي في النار، فيقال: لولا أن منّ الله عليكم \".حدثنا أبو السائب، قال: ثنا معاوية، عن الأعمش، عن أبي صالح، عن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: \" يُجاءُ بالمَوْتِ يَوْمَ القِيامَةِ فَيُوقَفُ بينَ الجَنَّةِ والنَّار كأنَّه كَبْشٌ أمْلَح،ُ قال: فَيُقَالُ: يا أهْلَ الجَنَّةِ هَلْ تَعْرِفُونَ هَذَا ؟ فَيَشْرئِبُّونَ وَيَنْظُرُون، فَيَقُولُونَ: نَعَمْ، هَذَا المَوْتُ، فَيُقَالُ: يا أهْلَ النَّارِ هَلْ تَعْرِفُونَ هَذَا؟ فَيَشْرئِبُّونَ وَيَنْظُرُونَ، فيقُولُونَ نَعَمْ هَذَا المَوْتُ ، ثُمَّ يُؤْمَرُ بِهِ فَيُذْبَحُ، قال: فَيَقُول: يا أهْلَ الجَنَّةِ خُلُودٌ فَلا مَوْتَ، وَيَا أهْلَ النَّارِ خُلُودٌ فلا مَوْتَ ، قال: ثم قرأ رسول الله صلى الله عليه وسلم ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ ) وأشار بيده في الدنيا \".حدثني عبيد بن أسباط بن محمد، قال: ثنا أبي، عن الأعمش، عن أبي صالح، عن أبي هريرة، عن النبيّ صلى الله عليه وسلم في هذه الآية ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) قال: \" يُنَادَى: يَا أهْلَ الجَنَّةِ، فَيَشْرَئِبُونَ، فَيَنْظُرُونَ، ثُمَّ يُنَادَى: يا أهْلَ النَّار فَيَشْرَئِبُّونَ فَيَنْظُرُونَ، فَيُقالُ: هَلْ تَعْرِفُونَ المَوْتَ ؟ قال: فَيَقُولُونَ: لا قال: فَيُجَاءُ بِالمَوْتِ فِي صُورَةِ كَبْشٍ أمْلَحَ، فيُقالُ: هَذَا المَوْتُ، ثُمَّ يُؤْخَذُ فَيُذْبَحُ، قالَ: ثُمَّ يُنَادِي يا أهْلَ النَّارِ خُلُودٌ فَلا مَوْتَ، وَيَا أهْلَ الجَنَّةِ خُلُودٌ فلا مَوْتَ\"، قال: ثم قرأ ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ ).حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس، في قوله ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) قال: يصور الله الموت في صورة كبش أملح، فيذبح، قال: فييأس أهل النار من الموت، فلا يرجونه، فتأخذهم الحسرة من أجل الخلود في النار، وفيها أيضًا الفزع الأكبر، ويأمل أهل الجنة الموت، فلا يخشونه، وأمنوا الموت ، وهو الفزع الأكبر، لأنهم يخلدون في الجنة، قال ابن جريج: يحشر أهل النار حين يذبح الموت والفريقان ينظرون، فذلك قوله ( إِذْ قُضِيَ الأَمْرُ ) قال: ذبح الموت ( وَهُمْ فِي غَفْلَةٍ ).حدثنا القاسم، قال: ثنا الحسين، قال ثني حجاج، عن ابن جريج، عن أبيه أنه أخبره أنه سمع عبيد بن عمير في قصصه يقول: يؤْتى بالموت كأنه دابة ، فيذبح والناس ينظرون.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) قال: يوم القيامة، وقرأ  أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ  .حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) من أسماء يوم القيامة، عظمه الله، وحذّره عباده. وقوله ( إِذْ قُضِيَ الأَمْرُ ) يقول: إذ فُرِغَ من الحكم لأهل النار بالخلود فيها، ولأهل الجنة بمقام الأبد فيها، بذبح الموت.وقوله ( وَهُمْ فِي غَفْلَةٍ ) يقول: وهؤلاء المشركون في غفلة عما الله فاعل بهم يوم يأتونه خارجين إليه من قبورهم، من تخليده إياهم في جهنم، وتوريثه مساكنهم من الجنة غيرهم ( وَهُمْ لا يُؤْمِنُونَ ) يقول تعالى ذكره: وهم لا يصدقون بالقيامة والبعث، ومجازاة الله إياهم على سيئ أعمالهم، بما أخبر أنه مجازيهم به.",
  "ayah": 39,
  "surah": 19
}
