{
  "text": "يقول تعالى ذكره: قال أبو إبراهيم لإبراهيم، حين دعاه إبراهيم إلى  عبادة الله وترك عبادة الشيطان، والبراءة من الأوثان والأصنام ( أَرَاغِبٌ أَنْتَ ) يا إبراهيم عن عبادة آلهتي؟(لئن) أنت (لم تنته) عن ذكرها بسوء (لأرجمنك) يقول: لأرجمنك بالكلام، وذلك السبّ، والقول القبيح.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدّي ( قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ ) بالشتيمة والقول.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: قال ابن جريج ، في قوله ( لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ ) قال: بالقول; لأشتمنك.حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله (لأَرْجُمَنَّكَ) يعني : رجم القول.وأما قوله ( وَاهْجُرْنِي مَلِيًّا ) فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: معنى ذلك: واهجرني حينا طويلا ودهرا. ووجهَّوا معنى الملّي إلى المُلاوة من الزمان، وهو الطويل منه.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا أبو داود، قال: ثنا محمد بن أبي الوضاح، عن عبد الكريم، عن مجاهد، في قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: دهرا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله (مَلِيًّا) قال حينا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن ( وَاهْجُرْنِي مَلِيًّا ) قال: طويلا.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن، في قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: زمانا طويلا.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق ( وَاهْجُرْنِي مَلِيًّا ) يقول: دهرا، والدهر المليّ.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن أبي حصين، عن سعيد بن جبير ( وَاهْجُرْنِي مَلِيًّا ) قال : دهرا.حدثنا موسى، قال: ثنا عمرو ، ثنا أسباط، عن السديّ( وَاهْجُرْنِي مَلِيًّا ) قال: أبدا.وقال آخرون: بل معنى ذلك: واهجرني سويا سليما من عقوبتي إياك، ووجَّهوا معنى المليّ إلى قول الناس: فلان مليّ بهذا الأمر: إذا كان مضطلعا به غنيا فيه. وكأن معنى الكلام كان عندهم: واهجرني وعرضك وافر من عقوبتي، وجسمك معافى من أذاي.* ذكر من قال ذلك:حدثني عليّ بن داود، قال: ثنا عبد الله بن صالح، قال: ثني معاوية بن صالح، عن عليّ بن أبي طلحة، عن ابن عباس ( وَاهْجُرْنِي مَلِيًّا ) يقول: اجتنبني سَوِيًّا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: اجتنبني سالما قبل أن يصيبك مني عقوبة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: سالما.حدثنا الحسن ، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، مثله.حدثنا ابن بشار، قال: ثنا يحيى بن كثير بن درهم أبو غسان، قال: ثنا قرة بن خالد، عن عطية الجدلي ( وَاهْجُرْنِي مَلِيًّا ) قال: سالما.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول : أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( وَاهْجُرْنِي مَلِيًّا ) اجتنبني سالما لا يصيبك مني معرّة.قال أبو جعفر: وأولى القولين بتأويل الآية عندي قول من قال: معنى ذلك: واهجرني سويا، سلما من عقوبتي، لأنه عقيب قوله ( لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ ) وذلك وعيد منه له إن لم ينته عن ذكر آلهته بالسوء أن يرجمه بالقول السيئ ، والذي هو أولى بأن يتبع ذلك التقدّم إليه بالانتهاء عنه قبل أن تناله العقوبة، فأما الأمر بطول هجره فلا وجه له.",
  "ayah": 46,
  "surah": 19
}
