{
  "text": "وقوله: ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) يقول: يرثني من بعد وفاتي مالي، ويرث من آل يعقوب النبوة، وذلك أن زكريا كان من ولد يعقوب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن إسماعيل، عن أبي صالح، قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) يقول: يرث مالي، ويرث من آل يعقوب النبوّة.حدثنا مجاهد، قال: ثنا يزيد، قال: أخبرنا إسماعيل، عن أبي صالح في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يرث مالي، ويرث من آل يعقوب النبوّة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح، في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يرثني مالي، ويرث من آل يعقوب النبوّة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح، في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يكون نبيا كما كانت آباؤه أنبياء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: وكان وراثته علما، وكان زكريا من ذرّية يعقوب.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قال : كان وراثته علما، وكان زكريا من ذرية يعقوب.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، عن الحسن، في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: نبوّته وعلمه.حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن مبارك، عن الحسن، قال: قال رسول الله صلى الله عليه وسلم: \" رَحِمَ اللهُ أخِي زَكَرِيَّا، ما كانَ عَلَيْهِ مِنْ وَرَثَةِ مالِهِ حِينَ يَقُولُ فَهَبْ لي مِنْ لَدُنْكَ وَلِيًّا، يَرِثُنِي وَيَرِثْ مِنْ آلِ يَعْقُوبَ\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: كان الحسن يقول: يرث نبوّته وعلمه. قال قتادة: ذُكر لنا \" أن نبيّ الله صلى الله عليه وسلم كان إذا قرأ هذه الآية، وأتى على ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: رحم الله زكريا ما كان عليه من ورثته \".حدثنا الحسن، قال أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، أن النبي صلى الله عليه وسلم، قال: \" يَرْحَمُ اللهُ زكَرِيَّا ومَا عَلَيْهِ مِنْ وَرَثَتِهِ، وَيَرْحَمُ اللهُ لُوطا إنْ كانَ لَيَأْوِي إلى رُكْنٍ شَدِيدٍ\".حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ(فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يرث نبوّتي ونبوّة آل يعقوب.واختلفت القرّاء في قراءة قوله: ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) فقرأت ذلك عامَّة قرّاء المدينة ومكة وجماعة من أهل الكوفة:( يَرِثُنِي وَيَرِثُ ) برفع الحرفين كليهما، بمعنى فهب الذي يرثني ويرث من آل يعقوب، على أن يرثني ويرث من آل يعقوب، من صله الوليّ. وقرأ ذلك جماعة من قرّاء أهل الكوفة والبصرة: ( يَرِثُنِي وَيَرِثْ ) بجزم الحرفين على الجزاء والشرط، بمعنى: فهب لي من لدنك وليا فإنه يرثني إذا وهبته لي. وقال الذين قرءوا ذلك كذلك: إنما حسن ذلك في هذا الموضع، لأن يرثني من آية غير التي قيلها. قالوا وإنما يحسنُ أن يكون مثل هذا صلة، إذا كان غير منقطع عما هو له صلة، كقوله:  رِدْءًا يُصَدِّقُنِي  .قال أبو جعفر: وأولى القراءتين عندي في ذلك بالصواب قراءة من قرأه برفع الحرفين على الصلة للوليّ، لأنّ الوليّ نكرة، وأن زكريا إنما سأل ربه أن يهب له وليا يكون بهذه الصفة، كما رُوي عن رسول الله صلى الله عليه وسلم، لا أنه سأله وليا، ثم أخبر أنه إذا وهب له ذلك كانت هذه صفته، لأن ذلك لو كان كذلك، كان ذلك من زكريا دخولا في علم الغيب الذي قد حجبه الله عن خلقه.وقوله ( وَاجْعَلْهُ رَبِّ رَضِيًّا ) يقول: واجعل يا ربّ الولي الذي تهبه لي مرضيا ترضاه أنت ويرضاه عبادك دينا وخُلُقا وخَلْقا. والرضي: فعيل صرف من مفعول إليه.",
  "ayah": 6,
  "surah": 19
}
