{
  "text": "ذُكر أن هذه الآية نـزلت من أجل استبطاء رسول الله صلى الله عليه وسلم جبرائيل بالوحي، وقد ذكرت بعض الرواية ، ونذكر إن شاء الله باقي ما حضرنا ذكره مما لم نذكر قبل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا عبد الله، قال : ثنا عبد الله بن أبان العجلي، وقبيصة ووكيع; وحدثنا سفيان بن وكيع قال: ثنا أبي، جميعا عن عمر بن ذرّ، قال: سمعت أبي يذكر عن سعيد بن جيبر، عن ابن عباس، أن محمدا قال لجبرائيل: \" ما يَمْنَعُكَ أنْ تَزُورَنا أكْثرَ مِمَّا تَزُورُنا \" فنـزلت هذه الآية ( وَمَا نَتَنَزَّلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ) قال: هذا الجواب لمحمد صلى الله عليه وسلم.حدثني محمد بن معمر، قال: ثنا عبد الملك بن عمرو، قال: ثنا عمر بن ذرّ ، قال: ثني أبي، عن سعيد بن جبير، عن ابن عباس، أن النبيّ صلى الله عليه وسلم قال لجبرائيل: مَا يَمْنَعُكَ أنْ تَزُورَنا أكْثَرَ مِمَّا تَزُورُنَا؟ فنـزلت ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) \".حدثني محمد بن سعد ، قال: ثني أبي، قال ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ) إلى (وَمَا كَانَ رَبُّكَ نَسِيًّا ) قال: احتبس جبرائيل عن النبيّ صلى الله عليه وسلم، فوجد رسول الله صلى الله عليه وسلم من ذلك وحزن، فأتاه جبرائيل فقال : يا محمد ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ).حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قال: لبث جبرائيل عن النبي صلى الله عليه وسلم، فكأن النبي استبطأه، فلما أتاه قال له جبرائيل ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ).... الآية.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا ) قال: هذا قول جبرائيل، احتبس جبرائيل في بعض الوحي، فقال نبيّ الله صلى الله عليه وسلم: \" ما جئْتَ حتى اشْتَقْتُ إلَيْك فقال له جبرائيل: ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا ) \".حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله تبارك وتعالى ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) قال: قول الملائكة حين استراثهم محمد صلى الله عليه وسلم، كالتي في الضحى.حدثنا القاسم، قال ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قال: لبث جبرائيل عن محمد اثنتي عشرة ليلة، ويقولون: قُلي، فلما جاءه قال: أيْ جَبْرائِيلُ لَقَدْ رِثْتَ عَلَيَّ حتى لَقَدْ ظَنَّ المُشْرِكُونَ كُلَّ ظَنّ فنـزلت ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ).حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) احتبس عن نبيّ الله صلى الله عليه وسلم حتى تكلم المشركون في ذلك، واشتدّ ذلك على نبيّ الله، فأتاه جبرائيل، فقال: اشتدّ عليك احتباسنا عنك، وتكلم في ذلك المشركون، وإنما أنا عبد الله ورسوله، إذا أمرني بأمر أطعته ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) يقول: بقول ربك.ثم اختلف أهل التأويل في تأويل قوله: ( لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ ) فقال بعضهم: يعني بقوله ( مَا بَيْنَ أَيْدِينَا ) من الدنيا، وبقوله ( وَمَا خَلْفَنَا) الآخرة (وَمَا بَيْنَ ذَلِكَ ) النفختين.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن أبي جعفر، عن الربيع ( لَهُ مَا بَيْنَ أَيْدِينَا ) يعني الدنيا( وَمَا خَلْفَنَا) الآخرة (وَمَا بَيْنَ ذَلِكَ ) النفختين.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر، عن الربيع، عن أبي العالية، قال ( مَا بَيْنَ أَيْدِينَا) مِنَ الدُّنْيَا(وَمَا خَلْفَنَا ) من أمر الآخرة ( وَمَا بَيْنَ ذَلِكَ ) ما بين النفختين.وقال آخرون ( مَا بَيْنَ أَيْدِينَا) الآخرة (وَمَا خَلْفَنَا) الدنيا(وَمَا بَيْنَ ذَلِكَ ) ما بين الدنيا والآخرة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( بَيْنَ أَيْدِينَا) الآخرة (وَمَا خَلْفَنَا ) من الدنيا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد ، عن قتادة ( لَهُ مَا بَيْنَ أَيْدِينَا ) من أمر الآخرة ( وَمَا خَلْفَنَا ) من أمر الدنيا( وَمَا بَيْنَ ذَلِكَ ) ما بين الدنيا والآخرة ( وَمَا كَانَ رَبُّكَ نَسِيًّا ).حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ( لَهُ مَا بَيْنَ أَيْدِينَا ) مِنَ الآخِرَةِ( وَمَا خَلْفَنَا) مِنَ الدُّنْيَا(وَمَا بَيْنَ ذَلِكَ ) ما بين النفختين.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( مَا بَيْنَ أَيْدِينَا) مِنَ الآخِرَةِ(وَمَا خَلْفَنَا ) من الدنيا.وقال آخرون في ذلك بما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( مَا بَيْنَ أَيْدِينَا ) قال: ما مضى أمامنا من الدنيا( وَمَا خَلْفَنَا ) ما يكون بعدنا من الدنيا والآخرة ( وَمَا بَيْنَ ذَلِكَ ) قال: ما بين ما مضى أمامهم، وبين ما يكون بعدهم.وكان بعض أهل العربية من أهل البصرة يتأوّل ذلك له ( مَا بَيْنَ أَيْدِينَا ) قبل أن نخلق ( وَمَا خَلْفَنَا ) بعد الفناء ( وَمَا بَيْنَ ذَلِكَ ) حين كنا.قال أبو جعفر: وأولى الأقوال في ذلك بالصواب، قول من قال: معناه: له ما بين أيدينا من أمر الآخرة، لأن ذلك لم يجئ وهو جاء، فهو بين أيديهم، فإن الأغلب في استعمال الناس إذا قالوا : هذا الأمر بين يديك، أنهم يعنون به ما لم يجئ، وأنه جاء، فلذلك قلنا: ذلك أولى بالصواب. وما خلفنا من أمر الدنيا، وذلك ما قد خلفوه فمضى، فصار خلفهم بتخليفهم إياه، وكذلك تقول العرب لما قد جاوزه المرء وخلفه هو خلفه، ووراءه وما بين ذلك: ما بين ما لم يمض من أمر الدنيا إلى الآخرة، لأن ذلك هو الذي بين ذَينك الوقتين.وإنما قلنا: ذلك أولى التأويلات به، لأن ذلك هو الظاهر الأغلب، وإنما يحمل تأويل القرآن على الأغلب من معانيه، ما لم يمنع من ذلك ما يجب التسليم له. فتأمل الكلام إذن: فلا تستبطئنا يا محمد في تخلفنا عنك، فإنا لا نتنـزل من السماء إلى الأرض إلا بأمر ربك لنا بالنـزول إليها، لله ما هو حادث من أمور الآخرة التي لم تأت وهي آتية، وما قد مضى فخلفناه من أمر الدنيا، وما بين وقتنا هذا إلى قيام الساعة ، بيده ذلك كله، وهو مالكه ومصرّفه، لا يملك ذلك غيره، فليس لنا أن نحدث في سلطانه أمرا إلا بأمره إيانا به ( وَمَا كَانَ رَبُّكَ نَسِيًّا ) يقول: ولم يكن ربك ذا نسيان، فيتأخر نـزولي إليك بنسيانه إياك بل هو الذي لا يعزب عنه شيء في السماء ولا في الأرض فتبارك وتعالى ولكنه أعلم بما يدبر ويقضي في خلقه. جلّ ثناؤه.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( وَمَا كَانَ رَبُّكَ نَسِيًّا ) ما نسيك ربك.",
  "ayah": 64,
  "surah": 19
}
