{
  "text": "يقول تعالى ذكره: فاستجاب له ربه، فقال له: يا زكريا إنا نبشرك بهبتنا لك غلاما اسمه يحيى.كان قتادة يقول: إنما سماه الله يحيى لإحيائه إياه بالإيمان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى ) عبد أحياه الله للإيمان.وقوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم معناه لم تلد مثله عاقر قط.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ليحيى ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) يقول: لم تلد العواقر مثله ولدا قط.وقال آخرون: بل معناه: لم نجعل له من قبله مثلا.* ذكر من قال ذلك:حدثنا محمد بن المثنى، قال: ثنا أبو الربيع ، قالا ثنا سالم بن قتيبة، قال: أخبرنا شعبة، عن الحكم، عن مجاهد، في قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: شبيها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: مثلا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.وقال آخرون: معنى ذلك، أنه لم يسمّ باسمه أحد قبله.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) لم يسمّ به أحد قبله.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: لم يسمّ يحيى أحد قبله.- حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثنا عبد الرحمن بن زيد بن أسلم في قول الله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: لم يسمّ أحد قبله بهذا الاسم.حدثنا موسى، قال : ثنا عمرو، قال: ثنا أسباط، عن السديّ( إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) لم يسمّ أحد قبله يحيى.قال أبو جعفر: وهذا القول أعني قول من قال: لم يكن ليحيى قبل يحيى أحد سمي باسمه أشبه بتأويل ذلك، وإنما معنى الكلام: لم نجعل للغلام الذي نهب لك الذي اسمه يحيى من قبله أحدا مسمى باسمه، والسميّ: فعيل صرف من مفعول إليه.",
  "ayah": 7,
  "surah": 19
}
