{
  "text": "يقول تعالى ذكره: قال زكريا لما بشره الله بيحيى: ( رَبِّ أَنَّى يَكُونُ لِي غُلامٌ ) ومن أيّ وجه يكون لي ذلك، وامرأتي عاقر لا تحبل، وقد ضعُفت من الكبر عن مباضعة النساء بأن تقوّيني على ما ضعفت عنه من ذلك، وتجعل زوجتي ولودا، فإنك القادر على ذلك وعلى ما تشاء، أم بأن أن أنكح زوجة غير زوجتي العاقر، يستثبت ربه الخبر، عن الوجه الذي يكون من قبله له الولد، الذي بشره الله به، لا إنكارا منه صلى الله عليه وسلم حقيقة كون ما وعده الله من الولد، وكيف يكون ذلك منه إنكارا لأن يرزقه الولد الذي بشَّره به، وهو المبتدئ مسألة ربه ذلك بقوله  فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ  بعد قوله  إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا  .وقال السديّ في ذلك: ما حدثني موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: نادى جبرائيل زكريا  إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا  فلما سمع النداء، جاءه الشيطان فقال: يا زكريا إن الصوت الذي سمعت ليس من الله، إنما هو من الشيطان يسخر بك، ولو كان من الله أوحاه إليك كما يوحي إليك غيره من الأمر، فشك وقال ( أَنَّى يَكُونُ لِي غُلامٌ ) يقول: من أين يكون  وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ  .وقوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) يقول: وقد عتوت من الكبر فصرت نحل العظام يابسها، يقال منه للعود اليابس، عوت عاتٍ وعاسٍ، وقد عتا يعتو عَتِيًّا وعُتُوّا، وعسى يعسو عِسِيا وعسوّا، وكلّ متناه إلى غايته في كبر أو فساد، أو كفر، فهو عات وعاس.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب ، قال: ثنا هشيم، قال: أخبرنا حصين، عن عكرمة، عن ابن عباس، قال: قد علمتُ السنة كلها، غير أني لا أدري أكان رسول الله صلى الله عليه وسلم يقرأ في الظهر والعصر أم لا ولا أدري كيف كان يقرأ هذا الحرف ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) أو (عِسِيًّا).حدثني محمد بن سعد، قال: ثني أبي، قال: ثنى عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) قال: يعني بالعِتيّ: الكبر. .حدثني محمد بن عمرو، قال : ثنا أبو عاصم ؛ قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله (عِتِيًّا) قال: نحول العظم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( مِنَ الْكِبَرِ عِتِيًّا ) قال: سنًّا، وكان ابن بضع وسبعين سنة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) قال: العتيّ: الذي قد عتا عن الولد فيما يرى نفسه لا يولد له.- حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) قال: هو الكبر.",
  "ayah": 8,
  "surah": 19
}
