{
  "text": "وقوله: ( سَيَكْفُرُونَ بِعِبَادَتِهِمْ ) يقول عزّ ذكره: ولكن سيكفر الآلهة في الآخرة بعبادة هؤلاء المشركين يوم القيامة إياها، وكفرهم بها قيلهم لربهم : تبرأنا إليك ما كانوا إيانا يعبدون، فجحدوا أن يكونوا عبدوهم أو أمروهم بذلك، وتبرّءُوا منهم، وذلك كفرهم بعبادتهم.وأما قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: معنى ذلك: وتكون آلهتهم عليهم عونا، وقالوا: الضدّ: العون.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) يقول: أعوانا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى \" ح \"; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا عن ابن أبي نجيح، عن مجاهد ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: عونا عليهم تخاصمهم وتكذّبهم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ، عن مجاهد ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: أوثانهم يوم القيامة في النار.وقال آخرون: بل عنى بالضدّ في هذا الموضع: القُرَناء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) يقول: يكونون عليهم قرناء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قرناء في النار، يلعن بعضهم بعضا، ويتبرأ بعضهم من بعض.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (ضِدّا) قال: قرناء في النار.وقال آخرون: معنى الضدّ هاهنا: العدوّ.* ذكر من قال ذلك: حُدثت عن الحسين، قال: سمعت أبا مُعاذ يقول: أخبرنا عبيد، قال : سمعت الضحاك يقول في قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: أعداء.وقال آخرون: معنى الضدّ في هذا الموضع: البلاء.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: يكونون عليهم بلاء.الضدّ: البلاء، والضدّ في كلام العرب: هو الخلاف، يقال: فلان يضادّ فلانا في كذا، إذا كان يخالفه في صنيعه، فيفسد ما أصلحه، ويصلع ما أفسده، وإذ كان ذلك معناه، وكانت آلهة هؤلاء المشركين الذين ذكرهم الله في هذا الموضع يتبرءون منهم، وينتفون يومئذ، صاروا لهم أضدادا، فوصفوا بذلك.وقد اختلف أهل العربية في وجه توحيد الضدّ، وهو صفة لجماعة. فكان بعض نحوييِّ البصرة يقول: وحد لأنه يكون جماعة، وواحدا مثل الرصد والأرصاد. قال: ويكون الرصد أيضا لجماعة. وقال بعض نحويي الكوفة وحد، لأن معناه عونا، وذكر أن أبا نهيك كان يقرأ ذلك.كما حدثنا ابن حميد، قال : ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت أبا نهيك الأزدي يقرأ ( كَلا سَيَكْفُرُونَ ) يعني الآلهة كلها أنهم سيكفرون بعبادتهم.",
  "ayah": 82,
  "surah": 19
}
