{
  "text": "وقوله ( تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ ) يقول تعالى ذكره:تكاد السماوات يتشققن قطعا من قيلهم (اتَّخَذَ الرَّحْمَنُ وَلَدًا) ومنه قيل: فطرنا به: إذا انشق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا * أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا  قال: إن الشرك فزعت منه السماوات والأرض والجبال، وجميع الخلائق إلا الثقلين، وكادت أن تزول منه لعظمة الله، وكما لا ينفع مع الشرك إحسان المشرك، كذلك نرجو أن يغفر الله ذنوب الموحدين. وقال رسول الله صلى الله عليه وسلم: \" لَقِّنُوا مَوْتَاكُمْ شَهَادَةَ أنْ لا إلهَ إلا اللهُ، فَمَنْ قَالَهَا عِنْدَ مَوْتِهِ وَجَبَتْ له الجَنَّةُ\" قالوا: يا رسول الله، فمن قالها في صحته؟ قال: \" تلك أوْجَبُ وأَوجَبُ\" . ثم قال: \" والَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بالسَّمَاوَاتِ والأَرَضِينَ وَمَا فِيهِنَّ وما بَيْنَهُنَّ وَمَا تَحْتَهُنَّ، فَوُضِعْنَ فِي كِفَّةِ المِيزان، ووُضِعَتْ شَهَادَةُ أنْ لا إلهَ إلا اللهُ في الكِفَّةِ الأُخْرَى، لَرَجَحَتْ بِهِنَّ\".حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد ( تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ) ذُكر لنا أن كعبا كان يقول: غضبت الملائكة، واستعرت جهنم، حين قالوا ما قالوا.وقوله: (وتنشق الأرض) يقول: وتكاد الأرض تنشقّ، فتنصدع من ذلك ( وَتَخِرُّ الْجِبَالُ هَدًّا ) يقول: وتكاد الجبال يسقط بعضها على بعض سقوطا. والهدّ: السقوط، وهو مصدر هددت، فأنا أهدّ هدّا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن علي، عن ابن عباس، قوله ( وَتَخِرُّ الْجِبَالُ هَدًّا ) يقول : هدما.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج ، عن ابن جُرَيج، قال: قال ابن عباس ( وتخر الجبال هدّا) قال: الهد: الانقضاض.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَتَخِرُّ الْجِبَالُ هَدًّا ) قال: غضبا لله . قال: ولقد دعا هؤلاء الذين جعلوا لله هذا الذي غضبت السماوات والأرض والجبال من قولهم، لقد استتابهم ودعاهم إلى التوبة، فقال :  لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ  قالوا: هو وصاحبته وابنه، جعلوهما إلهين معه  وَمَا مِنْ إِلَهٍ إِلا إِلَهٌ وَاحِدٌ  .... إلى قوله:  وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ  .",
  "ayah": 90,
  "surah": 19
}
