{
  "text": "Prohibition of Taking Allies From Disbelievers Who Ridicule Islam\nAllah forbids His believing servants from taking the hypocrites as allies, so that the hypocrites do not have the opportunity to expose the secrets of the believers and their plans against their enemies. The hypocrites try their very best to confuse, oppose and harm the believers any way they can, and by using any wicked, evil means at their disposal. They wish the very worst and difficult conditions for the believers. Allah said,\nلاَ تَتَّخِذُواْ بِطَانَةً مِّن دُونِكُمْ\n(Take not as (your) Bitanah those other than your own) 3:118, in reference to taking followers of other religions as consultants and allies, for advisors of a certain person have access to his most secret affairs. Al-Bukhari and An-Nasa'i recorded that, Abu Sa`id said that the Messenger of Allah ﷺ said,\n«مَا بَعَثَ اللهُ مِنْ نَبِيَ وَلَا اسْتَخْلَفَ مِنْ خَلِيفَةٍ إِلَّا كَانَتْ لَهُ بِطَانَتَانِ: بِطَانَةٌ تَأْمُرُهُ بِالْخَيْرِ وَتَحُضُّهُ عَلَيْهِ، وَبِطَانَةٌ تَأْمُرُهُ بِالسُّوءِ وَتَحُضُّهُ عَلَيْهِ، وَالْمَعْصُومُ مَنْ عَصَمَ الله»\n(Allah has not sent any Prophet nor was there any Khalifah but they have two types of allies, one that commands him with righteousness and advises it, and another that commands him with evil and advises him with it. Only those whom Allah gives immunity are immune.)\nIbn Abi Hatim reported that Ibn Abi Ad-Dahqanah said, \"`Umar bin Al-Khattab was told, `There is young man here from the people of Hirah (in Iraq, who were Christians) who is a proficient scribe. Why do you not appoint him as a scribe' `Umar said, `I would then be taking advisors from among the disbelievers.\"' This Ayah and the story about `Umar testify to the fact that Muslims are not allowed to use Ahl Adh-Dhimmah to be scribes in matters that affect the affairs of Muslims and expose their secrets, for they might convey these secrets to combatant disbelievers. This is why Allah said,\nلاَ يَأْلُونَكُمْ خَبَالاً وَدُّواْ مَا عَنِتُّمْ\n(since they will not fail to do their best to corrupt you. They desire to harm you severely.)\nAllah then said,\nقَدْ بَدَتِ الْبَغْضَآءُ مِنْ أَفْوَهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ\n(Hatred has already appeared from their mouths, but what their breasts conceal is far worse.) meaning, enmity appears on their faces and in what they sometimes utter, as well as, the enmity they have against Islam and its people in their hearts. Since this fact is apparent to every person who has sound comprehension, therefore,\nقَدْ بَيَّنَّا لَكُمُ الاٌّيَـتِ إِنْ كُنتُمْ تَعْقِلُونَ\n(Indeed We have made plain to you the Ayat if you understand.)\nAllah said next,\nهَآأَنتُمْ أُوْلاءِ تُحِبُّونَهُمْ وَلاَ يُحِبُّونَكُمْ\n(O! You are the ones who love them but they love you not), meaning, O believers! You like the hypocrites because you think they are believers, for they pretend to be so, but they do not like you publicly or secretly.\nوَتُؤْمِنُونَ بِالْكِتَـبِ كُلِّهِ\n(And you believe in all the Scriptures) meaning, you have no doubt in any part of Allah's Book, while the hypocrites have deep doubts, confusion and reservations about it.\nMuhammad bin Ishaq reported that Ibn `Abbas said that,\nوَتُؤْمِنُونَ بِالْكِتَـبِ كُلِّهِ\n(and you believe in all the Scriptures,) means, you believe in your Book, their Book, and the previous Books, while the hypocrites disbelieve in your Book, and this is why they deserve that you dislike them instead of them disliking you. Ibn Jarir collected this statement.\nوَإِذَا لَقُوكُمْ قَالُواْ ءَامَنَّا وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الاٌّنَامِلَ مِنَ الْغَيْظِ\n(And when they meet you, they say, \"We believe.\" But when they are alone, they bite their Anamil at you in rage.)\nThe word Anamil, means the tips of the fingers, as Qatadah stated. This is the behavior of the hypocrites who pretend to be believers and kind when they are with the believers, all the while concealing the opposite in their hearts in every respect. This is the exact situation that Allah describes,\nوَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الاٌّنَامِلَ مِنَ الْغَيْظِ\n(But when they are alone, they bite their Anamil at you in rage) and rage is extreme anger and fury. Allah said to them,\nقُلْ مُوتُواْ بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ\n(Say: \"Perish in your rage. Certainly, Allah knows what is in the breasts (all the secrets).\") for no matter how much you envy the believers and feel rage towards them, know that Allah shall perfect His favor on His believing servants, complete His religion, raise high His Word and give dominance to His religion. Therefore, O hypocrites, die in rage,\nإِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ\n(Allah knows what is in the breasts.)\nAllah has perfect knowledge of what you conceal in your hearts and chests and in the rage, envy and hatred you have against the believers. Allah will punish you for all this in this life, and they will have the good that you dislike for them. In the Hereafter, you will suffer severe torment in the Fire where you will remain for eternity.\nThereafter, Allah said,\nإِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا\n(If a good befalls you, it grieves them, but if some evil overtakes you, they rejoice at it) 3:120. This only emphasizes the severity of the enmity that the hypocrites feel against the believers. If the believers enjoy fertile years, victories, support and their numbers and following increase, the hypocrites become displeased. When the Muslims suffer a drought or their enemies gain the upper hand against them, by Allah's decree, just as occurred during the battle of Uhud, the hypocrites become pleased. Allah said to His believing servants,\nوَإِن تَصْبِرُواْ وَتَتَّقُواْ لاَ يَضُرُّكُمْ كَيْدُهُمْ شَيْئاً\n(But if you remain patient and have Taqwa, not the least harm will their cunning do to you.)\nAllah directs the believers to safety from the wickedness of evil people and the plots of the sinners, by recommending them to revert to patience and by having fear of Allah and trusting Him. Allah encompasses the enemies of the believers, all the while the believers have no power or strength except from Him. Whatever Allah wills, occurs, and whatever He does not will, does not occur. Nothing happens in His Kingdom except with His decision and according to His decrees. Verily, whoever relies on Allah, Allah shall suffice for him.\nAllah then mentions the story of Uhud, the defeat that He tested the believers with, His distinguishing the believers from the hypocrites and their patience.",
  "ayah": 119,
  "surah": 3
}
