{
  "text": "The Support of the Angels\nThe scholars of Tafsir differ over whether the promise contained in these Ayat referred to the battle of Badr or Uhud. The First View\nThere are two opinions about this, one of them saying that Allah's statement,\nإِذْ تَقُولُ لِلْمُؤْمِنِينَ\n((Remember) when you said to the believers) 3:124, is related to His statement,\nوَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ\n(And Allah has already made you victorious at Badr) 3:123.\nThis was reported from Al-Hasan Al-Basri, `Amr Ash-Sha`bi, Ar-Rabi` bin Anas and several others, Ibn Jarir also agreed with this opinion. `Abbad bin Mansur said that Al-Hasan said that Allah's statement,\nإِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُمْ بِثَلاَثَةِ ءَالاَفٍ مِّنَ الْمَلَـئِكَةِ\n((Remember) when you said to the believers, \"Is it not enough for you that your Lord should help you with three thousand angels\") 3:124, is about the battle of Badr; Ibn Abi Hatim also recorded this statement.\nIbn Abi Hatim then reported that `Amr Ash-Sha`bi said, \"On the day of Badr, the Muslims received information that Kurz bin Jabir (a prominent tribe chief) was aiding the idolators, and this news was hard on them, so Allah revealed;\nأَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُمْ بِثَلاَثَةِ ءَالاَفٍ مِّنَ الْمَلَـئِكَةِ مُنزَلِينَ\n(\"Is it not enough for you that your Lord (Allah) should help you with three thousand angels sent down\"), until,\nمُسَوِّمِينَ\n(having marks (of distinction)) 3:124,125.\nThe news of the defeat of the idolators at Badr reached Kurz and he did not reinforce them, and thus, Allah did not reinforce the Muslims with the five (thousands of angels).\"\nAs for Ar-Rabi` bin Anas, he said, \"Allah supported the Muslims with one thousand (angels), then the number reached three thousand, then five thousand.\" If one asks, according to this opinion, how can we combine between this Ayah and Allah's statement about Badr,\nإِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِّنَ الْمَلَـئِكَةِ مُرْدِفِينَ\n((Remember) when you sought help of your Lord and He answered you (saying): \"I will help you with a thousand angels, each behind the other (following one another) in succession.\") 8:9, until,\nأَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ\n(Verily! Allah is All-Mighty, All-Wise) We say that the one thousand mentioned here does not contradict the three thousand mentioned in the above Ayah 3:124. The word \"in succession\" means they follow each other and thus indicates that thousands more will follow them. The two Ayat above 8:9 and 3:124 are similar in meaning and it appears that they both were about the battle of Badr, because the angels did fight in the battle of Badr, as the evidence indicates. Allah knows best. Allah's statement,\nبَلَى إِن تَصْبِرُواْ وَتَتَّقُواْ\n(But if you hold on to patience and have Taqwa,) 3:125 means, if you observe patience while fighting the enemy, all the while fearing Me and obeying My command. Al-Hasan, Qatadah, Ar-Rabi` and As-Suddi said that Allah's statement,\nوَيَأْتُوكُمْ مِّن فَوْرِهِمْ هَـذَا\n(and they will come rushing) means, they (angels) will rush to you instantaneously. Al-`Awfi said that Ibn `Abbas said that the Ayah means, \"All at once\". It is also said that it means, before their anger subsides (against the disbelievers). The Second View\nThe second opinion stipulates that the promise mentioned here concerning the angels participating in battle is related to Allah's statement,\nوَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّىءُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ\n(And (remember) when you left your household in the morning to post the believers at their stations for the battle) of Uhud. However, we should add, the angels did not come to the aid of Muslims at Uhud, because Allah made it conditional,\nبَلَى إِن تَصْبِرُواْ وَتَتَّقُواْ\n(But if you hold on to patience and have Taqwa) 3: 125.\nThe Muslims were not patient at Uhud. Rather, they ran away and, consequently, did not receive the support of even one angel.\nAllah's statement,\nيُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ ءَالافٍ مِّنَ الْمَلَـئِكَةِ مُسَوِّمِينَ\n(your Lord will help you with five thousand angels having marks), of distinction.\nAbu Ishaq As-Subay`i said; from Harithah bin Mudarrib said that `Ali bin Abi Talib said, \"The angels were distinguished by wearing white wool at Badr.\" The angels also had special markings distinguishing their horses.",
  "ayah": 125,
  "surah": 3
}
