{
  "text": "Which was revealed in Al-Madina\nSurah Al `Imran was revealed in Al-Madinah, as evident by the fact that the first eighty-three Ayat in it relate to the delegation from Najran that arrived in Al-Madinah on the ninth year of Hijrah (632 CE). We will elaborate on this subject when we explain the Ayah about the Mubahalah 3:61 in this Surah, Allah willing. We should also state that we mentioned the virtues of Surah Al `Imran along with the virtues of Surat Al-Baqarah in the beginning of the Tafsir of Surat Al-Baqarah.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful\nWe mentioned the Hadith in the Tafsir of Ayat Al-Kursi 2:255 that mentions that Allah's Greatest Name is contained in these two Ayat,\nاللَّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ\n(Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists) and,\nالم١اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ\n(Alif-Lam-Mim. Allah! None has the right to be worshipped but He, the Ever Living, the One Who sustains and protects all that exists.)\nWe also explained the Tafsir of,\nالم\n(Alif-Lam-Mim) in the beginning of Surat Al-Baqarah, and the meaning of,\nاللَّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ\n(Allah! La ilaha illa Huwa, Al-Hayyul-Qayyum) in the Tafsir of Ayat Al-Kursi. Allah's statement,\nنَزَّلَ عَلَيْكَ الْكِتَـبَ بِالْحَقِّ\n(It is He Who has sent down the Book to you with truth, ) means, revealed the Qur'an to you, O Muhammad, in truth, meaning there is no doubt or suspicion that it is revealed from Allah. Verily, Allah revealed the Qur'an with His knowledge, and the angels testify to this fact, Allah is sufficient as a Witness. Allah's statement,\nمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ\n(Confirming what came before it) means, from the previous divinely revealed Books, sent to the servants and Prophets of Allah. These Books testify to the truth of the Qur'an, and the Qur'an also testifies to the truth these Books contained, including the news and glad tidings of Muhammad's ﷺ prophethood and the revelation of the Glorious Qur'an.\nAllah said,\nوَأَنزَلَ التَّوْرَاةَ\n(And He sent down the Tawrah) to Musa (Musa) son of `Imran,\nوَالإِنجِيلَ\n(And the Injil), to `Isa, son of Mary,\nمِن قَبْلُ\n(Aforetime) meaning, before the Qur'an was revealed,\nهُدًى لِّلنَّاسِ\n(As a guidance to mankind) in their time.\nوَأَنزَلَ الْفُرْقَانَ\n(And He sent down the criterion) which is the distinction between misguidance, falsehood and deviation on one hand, and guidance, truth and piety on the other hand. This is because of the indications, signs, plain evidences and clear proofs that it contains, and because of its explanations, clarifications, etc.\nAllah's statement,\nإِنَّ الَّذِينَ كَفَرُواْ بِأيَـتِ اللَّهِ\n(Truly, those who disbelieve in the Ayat of Allah) means they denied, refused and unjustly rejected them,\nلَهُمْ عَذَابٌ شَدِيدٌ\n(For them there is a severe torment) on the Day of Resurrection,\nوَاللَّهُ عَزِيزٌ\n(And Allah is All-Mighty) meaning, His grandeur is invincible and His sovereignty is infinite,\nذُو انتِقَامٍ\n(All-Able of Retribution.) from those who reject His Ayat and defy His honorable Messengers and great Prophets.",
  "ayah": 3,
  "surah": 3
}
