{
  "text": "The Story of Maryam's Birth\nThe wife of `Imran mentioned here is the mother of Maryam, and her name is Hannah bint Faqudh. Muhammad bin Ishaq mentioned that Hannah could not have children and that one day, she saw a bird feeding its chick. She wished she could have children and supplicated to Allah to grant her offspring. Allah accepted her supplication, and when her husband slept with her, she became pregnant. She vowed to make her child concentrate on worship and serving Bayt Al-Maqdis (the Masjid in Jerusalem), when she became aware that she was pregnant. She said,\nرَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ\n(O my Lord! I have vowed to You what is in my womb to be dedicated for Your services, so accept this from me. Verily, You are the All-Hearer, the All-Knowing.) meaning, You hear my supplication and You know my intention. She did not know then what she would give birth to, a male or a female.\nفَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ\n(Then when she gave birth to her, she said: \"O my Lord! I have given birth to a female child, ـ and Allah knew better what she bore.)\nوَلَيْسَ الذَّكَرُ كَالاٍّنثَى\n(And the male is not like the female,) in strength and the commitment to worship Allah and serve the Masjid in Jerusalem.\nوَإِنِّى سَمَّيْتُهَا مَرْيَمَ\n(And I have named her Maryam,) thus, testifying to the fact that it is allowed to give a name to the newly born the day it is born, as is apparent from the Ayah, which is also a part of the law of those who were before us. Further, the Sunnah of the Messenger of Allah ﷺ mentioned that the Prophet said,\n«وُلِدَ لِيَ اللَّيْلَةَ وَلَدٌ، سَمَّيْتُهُ بِاسْمِ أَبِي إِبْرَاهِيم»\n(This night, a son was born for me and I called him by my father's name, Ibrahim.) Al-Bukhari and Muslim collected this Hadith.\nThey also recorded that Anas bin Malik brought his newborn brother to the Messenger of Allah ﷺ who chewed a piece of date and put it in the child's mouth and called him `Abdullah. Other new born infants were also given names on the day they were born.\nQatadah narrated that Al-Hasan Al-Basri said, that Samurah bin Jundub said that the Messenger of Allah ﷺ said,\n«كُلُّ غُلَامٍ رَهِينٌ بِعَقِيقَتِهِ، يُذْبَحُ عَنْهُ يَوْمَ سَابِعِهِ، وَيُسَمَّى وَيُحْلَقُ رَأَسُه»\n(Every new born boy held in security by his `Aqiqah, until his seventh day, a sacrifice is offered on his behalf, he is given a name, and the hair on his head is shaved.)\nThis Hadith was collected by Ahmad and the collectors of the Sunan, and was graded Sahih by At-Tirmidhi. We should mention that another narration for this Hadith contained the wording, \"and blood is offered on his behalf,\" which is more famous and established than the former narration, and Allah knows best.\nAllah's statement that Maryam's mother said,\nوِإِنِّى أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَـنِ الرَّجِيمِ\n(\"...And I seek refuge with You for her and for her offspring from Shaytan, the outcast.\") means, that she sought refuge with Allah from the evil of Shaytan, for her and her offspring, i.e., `Isa, peace be upon him. Allah accepted her supplication, for `Abdur-Razzaq recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«مَا مِنْ مَوْلُودٍ يُولَدُ إِلَّا مَسَّهُ الشَّيْطَانُ حِينَ يُولَدُ، فَيَسْتَهِلُّ صَارِخًا مِنْ مَسِّهِ إِيَّاهُ، إِلَّا مَرْيَمَ وَابْنَهَا»\n(Every newly born baby is touched by Shaytan when it is born, and the baby starts crying because of this touch, except Maryam and her son.)\nAbu Hurayrah then said, \"Read if you will,\nوِإِنِّى أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَـنِ الرَّجِيمِ\n(And I seek refuge with You for her and for her offspring from Shaytan, the outcast).\" The Two Sahihs recorded this Hadith.",
  "ayah": 35,
  "surah": 3
}
