{
  "text": "The Disciples Give Their Support to `Isa\nAllah said,\nفَلَمَّآ أَحَسَّ عِيسَى\n(Then when `Isa came to know), meaning, `Isa felt that they were adamant in disbelief and continuing in misguidance. He said to them,\nمَنْ أَنصَارِى إِلَى اللَّهِ\n(Who will be my helper in Allah's cause) Mujahid commented, \"Meaning, who would follow me to Allah\" However, it appears that `Isa was asking, \"Who would help me convey the Message of Allah ﷺ\"\nThe Prophet said during the Hajj season, before the Hijrah,\n«مَنْ رَجُلٌ يُؤْوِينِي حَتَّى أُبَلِّغَ كَلَامَ رَبِّي؟، فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ كَلَامَ رَبِّي»\n(Who will give me asylum so that I can convey the Speech of my Lord, for the Quraysh have prevented me from conveying the Speech of my Lord.) until he found the Ansar. The Ansar helped the Prophet and gave him refuge. He later migrated to them, they comforted the Prophet and protected him from all his enemies, may Allah be pleased with them all. This is similar to what happened with `Isa, for some of the Children of Israel believed in him, gave him their aid and support and followed the light that was sent with him. This is why Allah said about them;\nفَلَمَّآ أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِى إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ ءَامَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ - رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّـهِدِينَ\n(Al-Hawariyyun said: \"We are the helpers of Allah; we believe in Allah, and bear witness that we are Muslims. Our Lord! We believe in what You have sent down, and we follow the Messenger; so write us down among those who bear witness.\") Hawari in Arabic - means `support'. The Two Sahihs recorded that when the Prophet encouraged the people to fight during the battle of Al-Ahzab, Az-Zubayr came forward, and again, when the Prophet asked for fighters a second time. The Prophet said,\n«إِنَّ لِكُلِّ نَبِيَ حَوَارِيًّا، وَحَوَارِيِّي الزُّبَيْر»\n(Every Prophet has a Hawari, and Az-Zubayr is my Hawari)\nIbn Abi Hatim recorded that Ibn `Abbas said about,\nفَاكْتُبْنَا مَعَ الشَّـهِدِينَ\n(so write us down among those who bear witness) \"Meaning among the Ummah of Muhammad ﷺ.\" This Hadith has a good chain of narration.\nThe Jews Plot to Kill `Isa\nAllah states that the Children of Israel tried to kill `Isa by conspiring to defame him and crucify him. They complained about him to the king who was a disbeliever. They claimed that `Isa was a man who misguided people, discouraged them from obeying the king, caused division, and separated between man and his own son. They also said other lies about `Isa, which they will carry on their necks, including accusing him of being an illegitimate son. The king became furious and sent his men to capture `Isa to torture and crucify him. When they surrounded `Isa's home and he thought that they would surely capture him, Allah saved him from them, raising him up from the house to heaven. Allah put the image of `Isa on a man who was in the house; when the unjust people went in the house while it was still dark, they thought that he was `Isa. They captured that man, humiliated and crucified him. They also placed thorns on his head. However, Allah deceived these people. He saved and raised His Prophet from them, leaving them in disarray in the darkness of their transgression, thinking that they had successfully achieved their goal. Allah made their hearts hard, and defiant of the truth, disgracing them in such disgrace that it will remain with them until the Day of Resurrection. This is why Allah said,\nوَمَكَرُواْ وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَـكِرِينَ\n(And they plotted, and Allah planned too. And Allah is the Best of those who plot.)",
  "ayah": 53,
  "surah": 3
}
