{
  "text": "The Only Valid Religion To Allah is Islam\nAllah rebukes those who prefer a religion other than the religion that He sent His Books and Messengers with, which is the worship of Allah Alone without partners, to Whom,\nوَلَهُ أَسْلَمَ مَن فِى السَّمَـوَتِ وَالاٌّرْضِ\n(submitted all creatures in the heavens and the earth,) Willingly, or not. Allah said in other Ayat,\nوَللَّهِ يَسْجُدُ مَن فِى السَّمَـوَتِ وَالاٌّرْضِ طَوْعًا وَكَرْهًا\n(And unto Allah (Alone) falls in prostration whoever is in the heavens and the earth, willingly or unwillingly.) 13:15, and,\nأَوَ لَمْيَرَوْاْ إِلَىخَلَقَ اللَّهُ مِن شَىْءٍ يَتَفَيَّأُ ظِلَـلُهُ عَنِ الْيَمِينِ وَالْشَّمَآئِلِ سُجَّدًا لِلَّهِ وَهُمْوَلِلَّهِ يَسْجُدُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ مِن دَآبَّةٍ وَالْمَلَـئِكَةُ وَهُمْ لاَ يَسْتَكْبِرُونَ يَخَـفُونَ رَبَّهُمْ مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ\n(Have they not observed things that Allah has created: (how) their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly And to Allah prostrate all that is in the heavens and all that is in the earth, of the moving creatures and the angels, and they are not proud. They fear their Lord above them, and they do what they are commanded) 16: 48-50.\nTherefore, the faithful believer submits to Allah in heart and body, while the disbeliever unwillingly submits to Him in body only, since he is under Allah's power, irresistible control and mighty kingship that cannot be repelled or resisted. Waki` reported that Mujahid said that the Ayah,\nوَلَهُ أَسْلَمَ مَن فِى السَّمَـوَتِ وَالاٌّرْضِ طَوْعًا وَكَرْهًا\n(While to Him submitted all creatures in the heavens and the earth, willingly or unwillingly), is similar to the Ayah,\nوَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السَّمَـوَتِ وَالاٌّرْضَ لَيَقُولُنَّ اللَّهُ\n(And verily, if you ask them: \"Who created the heavens and the earth\" Surely, they will say: \"Allah\") 39:38.\nHe also reported that Ibn `Abbas said about,\nوَلَهُ أَسْلَمَ مَن فِى السَّمَـوَتِ وَالاٌّرْضِ طَوْعًا وَكَرْهًا\n(while to Him submitted all creatures in the heavens and the earth, willingly or unwillingly.)\n\"When He took the covenant from them.\"\nوَإِلَيْهِ يُرْجَعُونَ\n(And to Him shall they all be returned) on the Day of Return, when He will reward or punish each person according to his or her deeds.\nAllah then said,\nقُلْ ءَامَنَّا بِاللَّهِ وَمَآ أُنزِلَ عَلَيْنَا\n(Say: \"We believe in Allah and in what has been sent down to us) the Qur'an,\nوَمَآ أُنزِلَ عَلَى إِبْرَهِيمَ وَإِسْمَـعِيلَ وَإِسْحَـقَ وَيَعْقُوبَ\n(and what was sent down to Ibrahim, Ismai`0l, Ishaq, Ya`qub) the scriptures and revelation,\nوَالأَسْبَاطَ\n(and the Asbat,) the Asbat are the twelve tribes who originated from the twelve children of Israel (Ya`qub).\nوَمَا أُوتِىَ مُوسَى وَعِيسَى\n(and what was given to Musa, `Isa) the Tawrah and the Injil,\nوَالنَّبِيُّونَ مِن رَّبِّهِمْ\n(and the Prophets from their Lord.) and this encompasses all of Allah's Prophets.\nلاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ\n(We make no distinction between one another among them) we believe in all of them,\nوَنَحْنُ لَهُ مُسْلِمُونَ\n(And to Him (Allah) we have submitted (in Islam))\nTherefore, faithful Muslims believe in every Prophet whom Allah has sent and in every Book He revealed, and never disbelieve in any of them. Rather, they believe in what was revealed by Allah, and in every Prophet sent by Allah. Allah said next,\nوَمَن يَبْتَغِ غَيْرَ الإِسْلَـمِ دِينًا فَلَن يُقْبَلَ مِنْهُ\n(And whoever seeks a religion other than Islam, it will never be accepted of him,) whoever seeks other than what Allah has legislated, it will not be accepted from him,\nوَهُوَ فِى الاٌّخِرَةِ مِنَ الْخَـسِرِينَ\n(and in the Hereafter he will be one of the losers.)\nAs the Prophet said in an authentic Hadith,\n«مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا، فَهُوَ رَد»\n(Whoever commits an action that does not conform to our matter (religion) then it is rejected).",
  "ayah": 84,
  "surah": 3
}
