{
  "text": "The Questions that the Jews Asked Our Prophet\nImam Ahmad recorded that Ibn `Abbas said, \"A group of Jews came to Allah's Prophet and said, `Talk to us about some things we will ask you and which only a Prophet would know.' He said, `Ask me about whatever you wish. However, give your pledge to Allah, similar to the pledge that Ya`qub took from his children, that if I tell you something and you recognize its truth, you will follow me in Islam.' They said, `Agreed.' The Prophet said, `Ask me about whatever you wish.' They said, `Tell us about four matters: 1. What kinds of food did Isra'il prohibit for himself 2. What about the sexual discharge of the woman and the man, and what role does each play in producing male or female offspring 3. Tell us about the condition of the unlettered Prophet during sleep, 4. And who is his Wali (supporter) among the angels' The Prophet took their covenant that they will follow him if he answers these questions, and they agreed. He said, `I ask you by He Who sent down the Tawrah to Musa, do you not know that Isra'il once became very ill When his illness was prolonged, he vowed to Allah that if He cures His illness, he would prohibit the best types of drink and food for himself. Was not the best food to him camel meat and the best drink camel milk' They said, `Yes, by Allah.' The Messenger said, `O Allah, be Witness against them.' The Prophet then said, `I ask you by Allah, other than Whom there is no deity (worthy of worship), Who sent down the Tawrah to Musa, do you not know that man's discharge is thick and white and woman's is yellow and thin If any of these fluids becomes dominant, the offspring will take its sex and resemblance by Allah's leave. Hence, if the man's is more than the woman's, the child will be male, by Allah's leave. If the woman's discharge is more than the man's, then the child will be female, by Allah's leave.' They said, `Yes.' He said, `O Allah, be Witness against them.' He then said, `I ask you by He Who sent down the Tawrah to Musa, do you not know that the eyes of this unlettered Prophet sleep, but his heart does not sleep' They said, `Yes, by Allah!' He said, `O Allah, be Witness.' They said, `Tell us now about your Wali among the angels, for this is when we either follow or shun you.' He said, `My Wali (who brings down the revelation from Allah) is Jibril, and Allah never sent a Prophet, but Jibril is his Wali.' They said, `We then shun you. Had you a Wali other than Jibril, we would have followed you.' On that, Allah, the Exalted revealed,\nقُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ\n(Say: \"Whoever is an enemy to Jibril...\") 2:97.\"\nAllah's statement,\nنَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ\n(before the Tawrah was revealed) 3:93, means, Isra'il forbade that for himself before the Tawrah was revealed. There are two objectives behind revealing this segment of the Ayah. First, he forbade himself the most delightful things for Allah's sake. This practice was allowed during his period of Law, and is, thus, suitable that it is mentioned after Allah's statement,\nلَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ\n(By no means shall you attain Al-Birr, unless you spend of that which you love) 3: 92.\nWhat we are allowed in our Law is to spend in Allah's obedience from what we like and covet but not to prohibit what Allah has allowed. Allah said in other Ayat;\nوَءَاتَى الْمَالَ عَلَى حُبِّهِ\n(And gives his wealth, in spite of love for it,) 2:177, and;\nوَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ\n(And they give food, in spite of their love for it,) 76:8.\nThe second reason is that after Allah refuted the false Christian beliefs and allegations about `Isa and his mother. Allah started refuting the Jews here, may Allah curse them, by stating that the abrogation of the Law, that they denied occurs, already occurred in their Law. For instance, Allah has stated in their Book, the Tawrah, that when Nuh departed from the ark, Allah allowed him to eat the meat of all types of animals. Afterwards, Isra'il forbade the meat and milk of camels for himself, and his children imitated this practice after him. The Tawrah later on prohibited this type of food, and added several more types of prohibitions. Allah allowed Adam to marry his daughters to his sons, and this practice was later forbidden. The Law of Ibrahim allowed the man to take female servants as companions along with his wife, as Ibrahim did when he took Hajar, while he was married to Sarah. Later on, the Tawrah prohibited this practice. It was previously allowed to take two sisters as wives at the same time, as Ya`qub married two sisters at the same time. Later on, this practice was prohibited in the Tawrah. All these examples are in the Tawrah and constitute a Naskh (abrogation) of the Law. Therefore, let the Jews consider what Allah legislated for `Isa and if such legislation falls under the category of abrogation or not. Why do they not then follow `Isa in this regard Rather, the Jews defied and rebelled against `Isa and against the correct religion that Allah sent Muhammad ﷺ with.\nThis is why Allah said,\nكُلُّ الطَّعَامِ كَانَ حِـلاًّ لِّبَنِى إِسْرَءِيلَ إِلاَّ مَا حَرَّمَ إِسْرَءِيلُ عَلَى نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ\n(All food was lawful to the Children of Israel, except what Isra'il made unlawful for himself before the Tawrah was revealed) 3:93 meaning, before the Tawrah was revealed, all types of foods were allowed, except what Isra'il prohibited for himself. Allah then said,\nالتَّوْرَاةُ قُلْ فَأْتُواْ بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ\n(Say: \"Bring here the Tawrah and recite it, if you are truthful.\"),\nfor the Tawrah affirms what we are stating here. Allah said next,\nفَمَنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ مِن بَعْدِ ذَلِكَ فَأُوْلَـئِكَ هُمُ الظَّـلِمُونَ\n(Then after that, whosoever shall invent a lie against Allah, then these it is that are the wrongdoers.) 3:94, in reference to those who lie about Allah and claim that He made the Sabbath and the Tawrah eternal. They are those who claim that Allah did not send another Prophet calling to Allah with the proofs and evidences, although evidence indicates that abrogation, as we have described, occurred before in the Tawrah,\nفَأُوْلَـئِكَ هُمُ الظَّـلِمُونَ\n(then these it is that are the wrongdoers.)\nAllah then said,\nقُلْ صَدَقَ اللَّهُ\n(Say, \"Allah has spoken the truth;\") 3:95 meaning, O Muhammad, say that Allah has said the truth in what He conveyed and legislated in the Qur'an,\nفَاتَّبِعُواْ مِلَّةَ إِبْرَهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ\n(follow the religion of Ibrahim the Hanif, and he was not of the idolators.\") 3:95.\nTherefore, follow the religion of Ibrahim that Allah legislated in the Qur'an. Indeed, this is the truth, there is no doubt in it, and the perfect way, and no Prophet has brought a more complete, clear, plain and perfect way than he did. Allah said in other Ayat,\nقُلْ إِنَّنِى هَدَانِى رَبِّى إِلَى صِرَطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\n(Say: \"Truly, my Lord has guided me to a straight path, a right religion, the religion of Ibrahim, the Hanif, and he was not of the idolators.\") 6:161\nand,\nثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\n(Then, We have sent the revelation to you (saying): \"Follow the religion of Ibrahim, the Hanif, and he was not of the idolaters.) 16:123.",
  "ayah": 95,
  "surah": 3
}
