{
  "text": "হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) নফল রোযা এমন পর্যায়ক্রমে রেখে চলতেন যে, আমরা ধারণা করতাম, তিনি বুঝি রোযা রাখা বন্ধ আর করবেনই না। আবার কখনো কখনো এমনও হতো যে, তিনি পরপর বেশ কিছু দিন রোযা রাখতেনই না। শেষ পর্যন্ত আমরা ধারণা করতাম যে, তিনি বুঝি (নফল) রোযা আর রাখবেনই না। আর তিনি প্রতি রাত্রে সূরায়ে বানী ইসরাঈল ও সূরায়ে যুমার পাঠ করতেন। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)\n১-৪ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা খবর দিচ্ছেন যে, এই কুরআন কারীম তাঁরই কালাম এবং তিনিই এটা অবতীর্ণ করেছেন। এটা যে সত্য এতে সন্দেহের কোন অবকাশ নেই। যেমন অন্য জায়গায় রয়েছেঃ ... (আরবী) অর্থাৎ “এটা জগতসমূহের প্রতিপালকের পক্ষ হতে অবতারিত। যা বিশ্বস্ত আত্মা (হযরত জিবরাঈল আঃ) আনয়ন করেছে এবং তোমার (নবীর সঃ) অন্তরের উপর অবতীর্ণ করেছে, যাতে তুমি সতর্ককারী হয়ে যাও। এটা স্পষ্ট আরবী ভাষায় অবতারিত।” মহামহিমান্বিত আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “অবশ্যই এটা মহা সম্মানিত কিতাব। এর সামনে হতে ও পিছন হতে বাতিল বা মিথ্যা আসতে পারে না। এটা বিজ্ঞানময়, প্রশংসিত (আল্লাহ)-এর পক্ষ হতে অবতারিত।\" (৪১:৪১-৪২)।মহান আল্লাহ এখানে বলেনঃ এই কিতাব অবতীর্ণ পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর নিকট হতে, যিনি তাঁর কথায়, কাজে, শরীয়তে, তকদীর ইত্যাদি সব কিছুতেই মহা বিজ্ঞানময়।আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! আমি তোমার নিকট এই কিতাব যথাযথভাবে অবতীর্ণ করেছি। সুতরাং তুমি নিজে আল্লাহর ইবাদত কর এবং তার আনুগত্যে বিশুদ্ধ চিত্ত হয়ে যাও। আর সারা দুনিয়াবাসীকে তুমি এদিকেই আহ্বান কর। কেননা, আল্লাহ ছাড়া ইবাদতের যোগ্য আর কেউই নেই। তিনি অংশীবিহীন ও অতুলনীয়। দ্বীনে খালেস অর্থাৎ তাওহীদের সাক্ষ্যদানের মোগ্য তিনিই। অবিমিশ্র আনুগত্য তাঁরই প্রাপ্য।এরপর মহান আল্লাহ বলেনঃ যারা আল্লাহর পরিবর্তে অন্যকে অভিভাবকরূপে গ্রহণ করে, তারা বলেঃ আমরা তো তাদের পূজা এজন্যেই করি যে, তারা আমাদেরকে আল্লাহর সান্নিধ্যে এনে দিবে। যেমন তারা ফেরেশতাদেরকে আল্লাহর নৈকট্য লাভকারী মনে করে তাদের পূজা অর্চনা শুরু করে দেয়, এই মনে করে যে, তারা তাদেরকে আল্লাহর নৈকট্য লাভ করিয়ে দিবে। এর ফলে তাদের রুযী রোযগারে বরকত লাভ হবে। তাদের উদ্দেশ্য এটা নয় যে, কিয়ামতের দিন ফেরেশতারা তাদের মর্যাদা বাড়িয়ে দিবে এবং আল্লাহর নৈকট্য লাভ করাবে। কেননা, তারা তো কিয়ামতকে বিশ্বাসই করতো না। এটাও বলা হয়েছে যে, তারা তাদেরকে তাদের সুপারিশকারী মনে করতো। অজ্ঞতার যুগে তারা হজ্ব করতে যেতো এবং ‘লাব্বায়েক’ শব্দ উচ্চারণ করতে করতে বলতোঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমরা আপনার দরবারে হাযির আছি। আপনার কোন অংশীদার নেই, শুধু এক অংশীদার রয়েছে, তার মালিকও আপনিই এবং সে যত কিছুর মালিক সেগুলোরও প্রকৃত মালিক একমাত্র আপনিই।” পূর্বযুগীয় ও পরযুগীয় সমস্ত মুশরিকদের আকীদা বা বিশ্বাস এটাই ছিল এবং সমস্ত নবী এ বিশ্বাস খণ্ডন করে তাদেরকে এক আল্লাহর পথে আহ্বান করেছেন। এ আকীদা মুশরিকরা বিনা দলীল প্রমাণেই গড়ে নিয়েছিল, যাতে আল্লাহ তা'আলা অসন্তুষ্ট ছিলেন। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি প্রত্যেক উম্মতের মধ্যে রাসূল পাঠিয়েছি এ ঘোষণা দেয়ার জন্যেঃ তোমরা আল্লাহরই ইবাদত করো ও তাগুত (শয়তান) হতে দূরে থাকো।” (১৬:৩৬) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তোমার পূর্বে আমি যে রাসূলই পাঠিয়েছি তার কাছেই আমি অহী করেছিঃ আমি ছাড়া কোন মা'বূদ নেই, সুতরাং তোমরা আমারই ইবাদত কর।”(২১:২৫) সাথে সাথে আল্লাহ তা'আলা এ ঘোষণা দিয়েছেন যে, আকাশে যত ফেরেশতা রয়েছে, তারা যত বড়ই মর্যাদার অধিকারী হোক না কেন, তারা সবাই আল্লাহর সামনে সম্পূর্ণরূপে অসহায় ও শক্তিহীন। সবাই তাঁর দাস। তাদের তো এ অধিকারও নেই যে, তারা কারো সুপারিশের জন্যে মুখ খুলতে পারে। এটা তাদের সম্পূর্ণ ভুল আকীদা যে; ফেরেশতারা এ অধিকার রাখবেন, যেমন রাজা-বাদশাহদের দরবারে আমীর উমারা থাকে এবং তারা কারো জন্যে সুপারিশ করলে তার কাজ সফল হয়ে থাকে। আল্লাহ তা'আলা তাদের এ ভুল আকীদাকে এভাবে খণ্ডন করছেনঃ (আরবী) অর্থাৎ “তোমরা আল্লাহর জন্যে মিসাল বর্ণনা করো না।” (১৬:৭৪) তিনি তো বে-মিসাল বা অতুলনীয়। তার সাথে কারো তুলনা চলে না। তিনি এটা হতে বহু ঊর্ধ্বে রয়েছেন।মহান আল্লাহ বলেনঃ তারা যে বিষয়ে নিজেদের মধ্যে মতভেদ করছে আল্লাহ তার ফায়সালা করে দিবেন। প্রত্যেককেই তিনি কিয়ামতের দিন তার কাজের প্রতিফল প্রদান করবেন।আল্লাহ পাক বলেনঃ “ঐ দিন আমি সকলকে একত্রিত করবো, অতঃপর ফেরেশতাদেরকে বলবোঃ এরা কি তোমাদেরই ইবাদত করতে? তারা উত্তরে বলবেঃ আপনি তো মহান ও পবিত্র, আপনিই আমাদের অভিভাবক, তারা আমাদের নয়, বরং জ্বিনদের উপাসনা করতো। তাদের অধিকাংশই তাদেরই উপর ঈমান রাখতো।”মহামহিমান্বিত আল্লাহ বলেনঃ যে মিথ্যাবাদী ও কাফির আল্লাহ তাকে সৎপথে পরিচালিত করেন না। অর্থাৎ যাদের উদ্দেশ্য হলো আল্লাহর উপর মিথ্যা আরোপ করা এবং যাদের অন্তরে আল্লাহর নিদর্শনাবলী এবং দলীল প্রমাণাদির উপর কুফরী দৃঢ়মূল হয়ে গেছে তাদেরকে তিনি সুপথে পরিচালিত করেন না।এরপর আল্লাহ তা'আলা ঐ সব লোকের বিশ্বাসকে খণ্ডন করছেন যারা তার সন্তান সাব্যস্ত করে, যেমন মক্কার মুশরিকরা বলতো যে, ফেরেশতারা আল্লাহর কন্যা, ইয়াহূদীরা বলতো, উযায়ের (আঃ) আল্লাহর পুত্র এবং খৃষ্টানরা বলতো যে, ঈসা (আঃ) আল্লাহর পুত্র (নাউযুবিল্লাহ)। তাদের এ আকীদা খণ্ডন করতে গিয়ে আল্লাহ তা'আলা বলেনঃ আল্লাহ সন্তান গ্রহণ করার ইচ্ছা করলে তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছা তিনি সন্তান মনোনীত করতেন। অর্থাৎ তারা যা ধারণা করছে, বিষয়টি তার বিপরীত হতো। এখানে শর্ত ঘটনার জন্যেও নয় এবং সম্ভাবনার জন্যেও নয়। বরং এটা সম্ভবই নয় যে, আল্লাহর সন্তান হবে। এখানে উদ্দেশ্য হলো শুধু ঐ লোকদের অজ্ঞতার বর্ণনা দেয়া। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যদি আমি এই নিকৃষ্ট বিষয়ের (সন্তান গ্রহণের) ইচ্ছা করতাম তবে অবশ্যই আমার নিকটবর্তীদের (মধ্য) হতেই গ্রহণ করতাম, যদি আমাকে (সন্তান গ্রহণ) করতেই হতো।”(২১:১৭) আর এক আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যদি রহমানের (আল্লাহর) সন্তান হতো তবে সর্বপ্রথম আমিই হতাম ওর উত্তরাধিকারী।”(৪৩:৮১) সুতরাং এসব আয়াতে শর্ত ঘটে যাওয়াকে অসম্ভব বলা হয়েছে। এটা ঘটা বা ঘটে যাওয়ার সম্ভাবনাকে বুঝাবার জন্যে বলা হয়নি। ভাবার্থ এই যে, এটাও হতে পারে না এবং ওটাও হতে পারে না। আল্লাহ তা'আলা এসব হতে সম্পূর্ণরূপে মুক্ত ও পবিত্র। তিনি আল্লাহ এক, প্রবল পরাক্রমশালী। সব কিছুই তার অধীনস্থ। সবাই তার কাছে বাধ্য, অপারগ, মুখাপেক্ষী, অভাবী এবং শক্তিহীন। তিনি কারো মুখাপেক্ষী নন। সবারই উপর তাঁর কর্তৃত্ব ও আধিপত্য রয়েছে। যালিমদের এই আকীদা ও অজ্ঞতাপূর্ণ কথা হতে তার সত্তা সম্পূর্ণরূপে পবিত্র।",
  "ayah": 4,
  "surah": 39
}
