{
  "text": "৪১-৪২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলছেনঃ হে নবী (সঃ)! আমি সত্য ও সঠিকতার সাথে এই কুরআনকে সমস্ত দানব ও মানবের হিদায়াতের জন্যে তোমার উপর অবতীর্ণ করেছি। যে ব্যক্তি এর আদেশ ও নিষেধ মেনে নিয়ে সত্য ও সরল পথ লাভ করবে সে নিজেরই উপকার সাধন করবে। পক্ষান্তরে যে ব্যক্তি এর বিদ্যমানতায় অন্য ভুল পথের উপর চলবে সে নিজেরই ক্ষতি করবে। তুমি তাদের কাজের তত্ত্বাবধায়ক নও। তোমার দায়িত্ব হলো শুধু এটা জনগণের নিকট পৌছিয়ে দেয়া। হিসাব গ্রহণের দায়িত্ব আমার উপর ন্যস্ত। আমি তো বিদ্যমান রয়েছি। আমি নিজের ইচ্ছামত ব্যবস্থাপনার কাজ চালিয়ে যাবো। (আরবী) (বড় মৃত্যু), যাতে আমার প্রেরিত ফেরেশতারা মানুষের রূহ কবয করে থাকে, আর (আরবী) (ছোট মৃত্যু), যা নিদ্রাবস্থায় হয়, দুটোই আমার অধিকারে রয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “ঐ আল্লাহ তিনি যিনি রাত্রে তোমাদের মৃত্যু ঘটান এবং দিনে তোমরা যা কিছু কর তা তিনি জানেন, দিনে তিনি তোমাদেরকে উঠাবসা করিয়ে থাকেন, যাতে নির্ধারিত সময় পুরো করে দেয়া হয়, অতঃপর তোমাদের প্রত্যাবর্তন স্থল তারই নিকট এবং তিনি তোমাদেরকে জানিয়ে দিবেন যা তোমরা করতে। তিনি তাঁর বান্দাদের উপর বিজয়ী, তিনিই তোমাদের উপর রক্ষক ফেরেশতা পাঠিয়ে থাকেন, শেষ পর্যন্ত যখন তোমাদের কারো মৃত্যুর সময় এসে যায় তখন আমার প্রেরিত ফেরেশতা তার প্রাণ কবয করে নেয় এবং তাতে সে মোটেই ক্রটি করে।\" (৬:৬০-৬১)এ দুটি আয়াতেও এরই বর্ণনা দেয়া হয়েছে। প্রথমে ছোট মৃত্যুর এবং পরে বড় মৃত্যুর বর্ণনা রয়েছে। আর এখানে প্রথমে বড় মৃত্যুর এবং পরে ছোট মৃত্যুর বর্ণনা দেয়া হয়েছে। এর দ্বারা এটাও জানা যাচ্ছে যে, মালায়ে আ’লাতে এই রূহগুলো একত্রিত হয়।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ তোমাদের কেউ যখন বিছানায় শুইতে যাবে তখন সে যেন তার লুঙ্গির ভিতর অংশ হতে ওটা ঝেড়ে নেয়, কেননা সে জানে না, তার উপর কি হতে যাচ্ছে। তারপর যেন নিম্নের দু'আটি পাঠ করে ।(আরবী) অর্থাৎ “হে আমার প্রতিপালক! আপনার পবিত্র নামের বরকতে আমি শয়ন করছি এবং আপনার রহমতেই আমি জাগ্রত হবে। যদি আমার প্রাণকে আপনি আটকিয়ে নেন তবে ওটার উপর দয়া করুন, আর যদি ওটাকে পাঠিয়ে দেন তবে ওর এমনই হিফাযত করুন যেমন আপনার সৎ বান্দাদের হিফাযত করে থাকেন।\" (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)কোন কোন গুরুজনের উক্তি রয়েছে যে, মৃতদের রূহ যখন মরে যায় এবং জীবিতদের রূহ যখন নিদ্রিত হয় তখন ওগুলো কবয করে নেয়া হয়। তাদের পরস্পরের পরিচয় ঘটে যে পর্যন্ত আল্লাহ ইচ্ছা করেন। তারপর মৃতদের রূহ তো আটকিয়ে দেয়া হয় এবং জীবিতদের রূহগুলো নির্দিষ্ট সময়ের জন্যে ছেড়ে দেয়া হয়। অর্থাৎ মৃত্যু পর্যন্ত সময়ের জন্যে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, মৃতদের রূহগুলো আল্লাহ আটক করে দেন এবং জীবিতদের রূহগুলো ফিরিয়ে দেন। এতে কখনো কোন ভুল হয় না। চিন্তা-গবেষণা করতে যারা অভ্যস্ত তারা এই একটি কথাতেই আল্লাহ তা'আলার ব্যাপক ক্ষমতার বহু কিছু নিদর্শন পেয়ে যায়।",
  "ayah": 42,
  "surah": 39
}
