{
  "text": "دن اور رات کے فوائد اللہ تعالیٰ اپنی قدرت کی بڑی بڑی نشانیوں میں سے دو کا یہاں بیان فرماتا ہے کہ دن رات اس نے الگ الگ طرح کے بنائے۔ رات آرام کے لئے دن تلاش معاش کیلئے۔ کہ اس میں کام کاج کرو صنعت و حرفت کرو سیر و سفر کرو۔ رات دن کے اختلاف سے دنوں کی، جمعوں کی، مہینوں کی، برسوں کی گنتی معلوم کرسکو تاکہ لین دین میں، معاملات میں، قرض میں، مدت میں، عبادت کے کاموں میں سہولت اور پہچان ہوجائے۔ اگر ایک وقت رہتا تو بڑی مشکل ہوجاتی سچ ہے اگر اللہ چاہتا تو ہمیشہ رات ہی رات رکھتا کوئی اتنی قدرت نہیں رکھتا کہ دن کر دے اور اگر وہ ہمیشہ رات ہی رات رکھتا کوئی اتنی قدرت نہیں رکھتا کہ دن کر دے اور اگر وہ ہمیشہ دن ہی دن رکھتا تو کس کی مجال تھی کہ رات لا دے ؟ یہ نشانات قدرت سننے دیکھنے کے قابل ہیں۔ یہ اسی کی رحمت ہے کہ رات سکون کے لئے بنائی اور دن تلاش معاش کے لئے۔ ان دونوں کو ایک دوسرے کے پیچھے لگا تار آنے والے بنایا تاکہ شکر و نصیحت کا ارادہ رکھنے والے کامیاب ہو سکیں۔ اسی کے ہاتھ رات دن کا اختلاف ہے وہ رات کا پردہ دن پر اور دن کا نقاب رات پر چڑھا دیتا ہے۔ سورج چاند اسی کی ماتحتی میں ہے ہر ایک اپنے مقررہ وقت پر چل پھر رہا ہے وہ اللہ غالب اور غفار ہے۔ صبح کا چاک کرنے والا ہے اسی نے رات کو سکون والی بنایا ہے اور سورج چاند کو مقرر کیا ہے یہ اللہ عزیز و حلیم کا مقرر کیا ہوا انداہ ہے۔ رات اپنے اندھیرے سے چاند کے ظاہر ہونے سے پہچانی جاتی ہے اور دن روشنی سے اور سورج کے چڑھنے سے معلوم ہوجاتا ہے۔ سورج چاند دونوں ہی روشن اور منور ہیں لیکن ان میں بھی پورا تفاوت رکھا کہ ہر ایک پہچان لیا جاسکے۔ سورج کو بہت روشن اور چاند کو نورانی اسی نے بنایا ہے منزلیں اسی نے مقرر کی ہیں تاکہ حساب اور سال معلوم رہیں اللہ کی یہ پیدائش حق ہے۔ الخ قرآن میں ہے لوگ تجھ سے چاند کے بارے میں پوچھتے ہیں کہہ دے کہ وہ لوگوں کے لئے اوقات ہیں اور حج کے لئے بھی الخ رات کا اندھیرا ہٹ جاتا ہے دن کا اجالا آجاتا ہے۔ سورج دن کی علامت ہے چاند رات کا نشان ہے۔ اللہ تعالیٰ نے چاند کو کچھ سیاہی والا پیدا کیا ہے پس رات کی نشانی چاند کو بہ نسبت سورج کے اندر کردیا ہے اس میں ایک طرح کا دہبہ رکھ دیا ہے۔ این الکواء نے امیر المومنین حضرت علی ؓ سے پوچھا کہ چاند یہ جھائیں کیسی ہے ؟ آپ نے فرمایا اسی کا بیان اس آیت میں ہے کہ ہم نے رات کے نشان یعنی چاند میں سیاہ دھندلکا ڈال دیا اور دن کا نشان خوب روشن ہے یہ چاند سے زیادہ منور اور چاند سے بہت بڑا ہے دن رات کو دو نشانیاں مقرر کردی ہیں پیدائش ہی ان کی اسی طرح کی ہے۔",
  "ayah": 12,
  "surah": 17
}
