{
  "text": "آچھے یا برے اعمال انسان کے اپنے لئے ہیں جس نے راہ راست اختیار کی حق کی اتباع کی نبوت کی مانی اس کے اپنے حق میں اچھائی ہے اور جو حق سے ہٹا صحیح راہ سے پھرا اس کا وبال اسی پر ہے کوئی کسی کے گناہ میں پکڑا نہ جائے گا ہر ایک کا عمل اسی کے ساتھ ہے۔ کوئی نہ ہوگا جو دوسرے کا بوجھ بٹائے اور جگہ قرآن میں ہے آیت (وَلَيَحْمِلُنَّ اَثْــقَالَهُمْ وَاَثْــقَالًا مَّعَ اَثْقَالِهِمْ ۡ وَلَيُسْـَٔــلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ 13ۧ) 29۔ العنکبوت :13) اور آیت میں ہے (وَمِنْ اَوْزَارِ الَّذِيْنَ يُضِلُّوْنَهُمْ بِغَيْرِ عِلْمٍ ۭ اَلَا سَاۗءَ مَا يَزِرُوْنَ 25؀) 16۔ النحل :25) یعنی اپنے بوجھ کے ساتھ یہ ان کے بوجھ بھی اٹھائیں گے جنہیں انہوں نے بہکا رکھا تھا۔ لہذا ان دونوں مضمونوں میں کوئی نفی کا پہلو نہ سمجھا جائے اس لیے کہ گمراہ کرنے والوں پر ان کے گمراہ کرنے کا بوجھ ہے نہ کہ ان کے بوجھ ہلکے کئے جائیں گے اور ان پر لادے جائیں گے ہمارا عادل اللہ ایسا نہیں کرتا۔ پھر اپنی ایک اور رحمت بیان فرماتا ہے کہ وہ رسول ﷺ کے پہنچنے سے پہلے کسی امت کو عذاب نہیں کرتا۔ چناچہ سورة تبارک میں ہے کہ دوزخیوں سے داروغے پوچھیں گے کہ کیا تمہارے پاس ڈرانے والے نہیں آئے تھے ؟ وہ جواب دیں گے بیشک آئے تھے لیکن ہم نے انہیں سچا نہ جانا انہیں جھٹلا دیا اور صاف کہہ دیا کہ تم تو یونہی بہک رہے ہو، سرے سے یہ بات ہی ان ہونی ہے کہ اللہ کسی پر کچھ اتارے۔ اسی طرح جب یہ لوگ جہنم کی طرف کشاں کشاں پہنچائے جا رہے ہوں گے، اس وقت بھی داروغے ان سے پوچھیں گے کہ کیا تم میں سے ہی رسول نہیں آئے تھے ؟ جو تمہارے رب کی آیتیں تمہارے سامنے پڑھتے ہوں اور تمہیں اس دن کی ملاقات سے ڈراتے ہوں ؟ یہ جواب دیں گے کہ ہاں یقینا آئے لیکن کلمہ عذاب کافروں پر ٹھیک اترا۔ اور آیت میں ہے کہ کفار جہنم میں پڑے چیخ رہے ہوں گے کہ اے اللہ ہمیں اس سے نکال تو ہم اپنے قدیم کرتوت چھوڑ کر اب نیک اعمال کریں گے تو ان سے کہا جائے گا کہ کیا میں نے تمہیں اتنی لمبی عمر نہیں دی تھی تم اگر نصیحت حاصل کرنا چاہتے تو کرسکتے تھے اور میں نے تم میں اپنے رسول بھی بھیجے تھے جنہوں نے خوب اگاہ کردیا تھا اب تو عذاب برداشت کرو ظالموں کا کوئی مددگار نہیں۔ الغرض اور بھی بہت سی آیتوں سے ثابت ہے کہ اللہ تعالیٰ بغیر رسول بھیجے کسی کو جہنم میں نہیں بھیجتا۔ صحیح بخاری میں آیت (اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ 56؀) 7۔ الاعراف :56) کی تفسیر میں ایک لمبی حدیث مروی ہے جس میں جنت دوزخ کا کلام ہے۔ پھر ہے کہ جنت کے بارے میں اللہ اپنی مخلوق میں سے کسی پر ظلم نہ کرے گا اور وہ جہنم کے لئے ایک نئی مخلوق پیدا کرے گا جو اس میں ڈال دی جائے گی جہنم کہتی رہے گی کہ کیا ابھی اور زیادہ ہے ؟ اس کے بابت علما کی ایک جماعت نے بہت کچھ کلام کیا ہے دراصل یہ جنت کے بارے میں ہے اس لئے کہ وہ دار فضل ہے اور جہنم دار عدل ہے اس میں بغیر عذر توڑے بغیر حجت ظاہر کئے کوئی داخل نہ کیا جائے گا۔ اس لئے حفاظ حدیث کی ایک جماعت کا خیال ہے کہ راوی کو اس میں الٹا یاد رہ گیا اور اس کی دلیل بخاری مسلم کی وہ روایت ہے جس میں اسی حدیث کے آخر میں ہے کہ دوزخ پر نہ ہوگی یہاں تک کہ اللہ تعالیٰ اس میں اپنا قدم رکھ دے گا اس وقت وہ کہے گی بس بس اور اس وقت بھر جائے گی اور چاروں طرف سے سمٹ جائے گی۔ اللہ تعالیٰ کسی پر ظلم نہ کرے گا۔ ہاں جنت کے لئے ایک نئی مخلوق پیدا کرے گا۔ باقی رہا یہ مسلہ کہ کافروں کے جو نابالغ چھوٹے بچے بچپن میں مرجاتے ہیں اور جو دیوانے لوگ ہیں اور نیم بہرے اور جو ایسے زمانے میں گزرے ہیں جس وقت زمین پر کوئی رسول یا دین کی صحیح تعلیم نہیں ہوتی اور انہیں دعوت اسلام نہیں پہنچتی اور جو بالکل بڈھے حواس باختہ ہوں ان کے لئے کیا حکم ہے ؟ اس بارے میں شروع سے اختلاف چلا آ رہا ہے۔ ان کے بارے میں جو حدیثیں ہیں وہ میں آپ کے سامنے بیان کرتا ہوں پھر ائمہ کا کلام بھی مختصرا ذکر کروں گا، اللہ تعالیٰ مدد کرے۔ پہلی حدیث مسند احمد میں ہے چار قسم کے لوگ قیامت کے دن اللہ تعالیٰ سے گفتگو کریں گے ایک تو بالکل بہرا آدمی جو کچھ بھی نہیں سنتا اور دوسرا بالکل احمق پاگل آدمی جو کچھ بھی نہیں جانتا، تیسرا بالکل بڈھا پھوس آدمی جس کے حواس درست نہیں، چوتھے وہ لوگ جو ایسے زمانوں میں گزرے ہیں جن میں کوئی پیغمبر یا اس کی تعلیم موجود نہ تھی۔ بہرا تو کہے گا اسلام آیا لیکن میرے کان میں کوئی آواز نہیں پہنچی، دیوانہ کہے گا کہ اسلام آیا لیکن میری حالت تو یہ تھی کہ بچے مجھ پر مینگنیاں پھینک رہے تھے اور بالکل بڈھے بےحواس آدمی کہیں گے کہ اسلام آیا لیکن میرے ہوش حواس ہی درست نہ تھے جو میں سمجھ کرسکتا رسولوں کے زمانوں کا اور ان کی تعلیم کو موجود نہ پانے والوں کا قول ہوگا کہ نہ رسول آئے نہ میں نے حق پایا پھر میں کیسے عمل کرتا ؟ اللہ تعالیٰ ان کی طرف پیغام بھیجے گا کہ اچھا جاؤ جہنم میں کود جاؤ اللہ کی قسم جس کے ہاتھ میں میری جان ہے کہ اگر وہ فرماں برداری کرلیں اور جہنم میں کود پڑیں تو جہنم کی آگ ان پر ٹھنڈک اور سلامتی ہوجائے گی۔ اور روایت میں ہے کہ جو کود پڑیں گے ان پر تو سلامتی اور ٹھنڈک ہوجائے گی اور جو رکیں گے انہیں حکم عدولی کے باعث گھسیٹ کی جہنم میں ڈال دیا جائے گا۔ ابن جریر میں اس حدیث کے بیان کے بعد حضرت ابوہریرہ ؓ کا یہ فرمان بھی ہے کہ اگر تم چاہو تو اس کی تصدیق میں کلام اللہ کی آیت (وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا 15؀) 17۔ الإسراء :15) پڑھ لو دوسری حدیث ابو داؤد طیالسی میں ہے کہ ہم نے حضرت انس ؓ سے سوال کیا کہ ابو حمزہ مشرکوں کے بچوں کے بارے میں آپ کیا فرماتے ہیں ؟ آپ نے فرمایا میں نے رسول اللہ ﷺ سے سنا ہے کہ وہ گنہگار نہیں جو دوزخ میں عذاب کئے جائیں اور نیکوکار بھی نہیں جو جنت میں بدلہ دئے جائیں۔ تیسری حدیث ابو یعلی میں ہے کہ ان چاروں کے عذر سن کر جناب باری فرمائے گا کہ اوروں کے پاس تو میں اپنے رسول بھیجتا تھا لیکن تم سے میں آپ کہتا ہوں کہ جاؤ اس جہنم میں چلے جاؤ جہنم میں سے بھی فرمان باری سے ایک گردن اونچی ہوگی اس فرمان کو سنتے ہی وہ لوگ جو نیک طبع ہیں فورا دوڑ کر اس میں کود پڑیں گے اور جو باطن ہیں وہ کہیں گے اللہ پاک ہم اسی سے بچنے کے لئے تو یہ عذر معذرت کر رہے تھے اللہ فرمائے گا جب تم خود میری نہیں مانتے تو میرے رسولوں کی کیا مانتے اب تمہارے لئے فیصلہ یہی ہے کہ تم جہنمی ہو اور ان فرمانبرداروں سے کہا جائے گا کہ تم بیشک جنتی ہو تم نے اطاعت کرلی۔ چوتھی حدیث مسند حافظ ابو یعلی موسلی میں ہے کہ رسول اللہ ﷺ سے مسلمانوں کی اولاد کے بارے میں سوال ہوا تو آپ نے فرمایا وہ اپنے باپوں کے ساتھ ہے۔ پھر مشرکین کی اولاد کے بارے میں پوچھا گیا تو آپ نے فرمایا وہ اپنے باپوں کے ساتھ، تو کہا گیا یا رسول اللہ انہوں نے کوئی عمل تو نہیں کیا آپ نے فرمایا ہاں لیکن اللہ انہیں بخوبی جانتا ہے۔ پانچویں حدیث۔ حافظ ابوبکر احمد بن عمر بن عبدالخالق بزار ؒ اپنی مسند میں روایت کرتے ہیں کہ قیامت کے دن اہل جاہلیت اپنے بوجھ اپنی کمروں پر لادے ہوئے آئیں گے اور اللہ کے سامنے عذر کریں گے کہ نہ ہمارے پاس تیرے رسول پہنچے نہ ہمیں تیرا کوئی حکم پہنچا اگر ایسا ہوتا تو ہم جی کھول کر مان لیتے اللہ تعالیٰ فرمائے گا اچھا اب اگر حکم کروں تو مان لو گے ؟ وہ کہیں گے ہاں ہاں بیشک بلا چون و چرا۔ اللہ تبارک و تعالیٰ فرمائے گا اچھا جاؤ جہنم کے پاس جا کر اس میں داخل ہوجاؤ یہ چلیں گے یہاں تک کہ اس کے پاس پہنچ جائیں گے اب جو اس کا جوش اور اس کی آواز اور اس کے عذاب دیکھیں گے تو واپس آجائیں گے اور کہیں گے اے اللہ ہمیں اس سے تو بچا لے۔ اللہ تعالیٰ فرمائے گا دیکھو تو اقرار کرچکے ہو کہ میری فرمانبرداری کرو گے پھر یہ نافرمانی کیوں ؟ وہ کہیں گے اچھا اب اسے مان لیں گے اور کر گزریں گے چناچہ ان سے مضبوط عہد و پیمان لئے جائیں گے، پھر یہی حکم ہوگا یہ جائیں گے اور پھر خوفزدہ ہو کر واپس لوٹیں گے اور کہیں گے اے اللہ ہم تو ڈر گئے ہم سے تو اس فرمان پر کار بند نہیں ہوا جاتا۔ اب جناب باری فرمائے گا تم نافرمانی کرچکے اب جاؤ ذلت کے ساتھ جہنمی بن جاؤ۔ آپ فرماتے ہیں کہ اگر پہلی مرتبہ ہی یہ بحکم الہٰی اس میں کود جاتے تو آتش دوزخ ان پر سرد پڑجاتی اور ان کا ایک رواں بھی نہ جلاتی۔ امام بزار ؒ فرماتے ہیں اس حدیث کا متن معروف نہیں ایوب سے صرف عباد ہی روایت کرتے ہیں اور عباد سے صرف ریحان بن سعید روایت کرتے ہیں۔ میں کہتا ہوں اسے ابن حبان نے ثفہ بتلایا ہے۔ یحییٰ بن معین اور نسائی کہتے ہیں ان میں کوئی ڈر خوف کی بات نہیں۔ ابو داؤد نے ان سے روایت نہیں کی۔ ابو حاتم کہتے ہیں یہ شیخ ہیں ان میں کوئی حرج نہیں۔ ان کی حدیثیں لکھائی جاتی ہیں اور ان سے دلیل نہیں لی جاتی۔ چھٹی حدیث۔ امام محمد بن یحیٰی ذہلی ؒ روایت لائے ہیں کہ رسول اللہ ﷺ نے فرمایا ہے خالی زمانے والے اور مجنون اور بچے اللہ کے سامنے آئیں گے ایک کہے گا میرے پاس تیری کتاب پہنچی ہی نہیں، مجنوں کہے گا میں بھلائی برائی کی تمیز ہی نہیں رکھتا۔ بچہ کہے گا میں نے سمجھ بوجھ کا بلوغت کا زمانہ پایا ہی نہیں۔ اسی وقت ان کے سامنے آگ شعلے مارنے لگے گی۔ اللہ تعالیٰ فرمائے گا اسے ہٹا دو تو جو لوگ آئندہ نیکی کرنے والے تھے وہ تو اطاعت گزار ہوجائیں گے اور جو اس عذر کے ہٹ جانے کے بعد بھی نافرمانی کرنے والے تھے وہ رک جائیں گے تو اللہ تعالیٰ فرمائے گا جب تم میری ہی براہ راست نہیں مانتے تو میرے پیغمبروں کی کیا مانتے ؟ ساتویں حدیث۔ انہی تین شخصوں کے بارے میں اوپر والی احادیث کی طرح اس میں یہ بھی ہے کہ جب یہ جہنم کے پاس پہنچیں گے تو اس میں سے ایسے شعلے بلند ہوں گے کہ یہ سمجھ لیں گے کہ یہ تو ساری دنیا کو جلا کر بھسم کردیں گے دوڑتے ہوئے واپس لوٹ آئیں گے پھر دوبارہ یہی ہوگا اللہ عز و جل فرمائے گا۔ تمہاری پیدائش سے پہلے ہی تمہارے اعمال کی خبر تھی میں نے علم ہوتے ہوئے تمہیں پیدا کیا تھا اسی علم کے مطابق تم ہو۔ اے جہنم انہیں دبوچ لے چناچہ اسی وقت آگ انہیں لقمہ بنا لے گی۔ آٹھویں حدیث حضرت ابوہریرہ ؓ کی روایت ان کے اپنے قول سمیت پہلے بیان ہوچکی ہے۔ بخاری و مسلم میں آپ ہی سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا \" ہر بچہ دین اسلام پر پیدا ہوتا ہے۔ پھر اس کے ماں باپ اسے یہودی، نصرانی یا مجوسی بنا لیتے ہیں \"۔ جیسے کہ بکری کے صحیح سالم بچے کے کان کاٹ دیا کرتے ہیں۔ لوگوں نے کہا حضور ﷺ اگر وہ بچپن میں ہی مرجائے تو ؟ آپ نے فرمایا اللہ کو ان کے اعمال کی صحیح اور پوری خبر تھی۔ مسند کی حدیث میں ہے کہ مسلمان بچوں کی کفالت جنت میں حضرت ابراہیم ؑ کے سپرد ہے۔ صحیح مسلم میں حدیث قدسی ہے کہ میں نے اپنے بندوں کو موحد یکسو مخلص بنایا ہے۔ ایک روایت میں اس کے ساتھ ہی مسلمان کا لظف بھی ہے۔ نویں حدیث حافظ ابوبکر یرقانی اپنی کتاب المستخرج علی البخاری میں روایت لائے ہیں کہ حضور ﷺ نے فرمایا ہر بچہ فطرت پر پیدا کیا جاتا ہے لوگوں نے باآواز بلند دریافت کیا کہ مشرکوں کے بچے بھی ؟ آپ نے فرمایا ہاں مشرکوں کے بچے بھی۔ طبرانی کی حدیث میں ہے کہ مشرکوں کے بچے اہل جنت کے خادم بنائے جائیں گے۔ دسویں حدیث مسند احمد میں ہے کہ ایک صحابی نے پوچھا یا رسول اللہ ﷺ جنت میں کون کون جائیں گے۔ آپ نے فرمایا نبی اور شہید بچے اور زندہ درگور کئے ہوئے بچے۔ علماء میں سے بعض کا مسلک تو یہ ہے کہ ان کے بارے میں ہم توقف کرتے ہیں، خاموش ہیں ان کی بھی گزر چکی۔ بعض کہتے ہیں یہ جنتی ہیں ان کی دلیل معراج والی وہ حدیث ہے جو صحیح بخاری شریف میں حضرت سمرہ بن جندب ؓ سے مروی ہے کہ آپ نے اپنے اس خواب میں ایک شیخ کو ایک جنتی درخت تلے دیکھا، جن کے پاس بہت سے بچے تھے۔ سوال پر حضرت جبرائیل ؑ نے بتایا کہ یہ حضرت ابراہیم ؑ ہیں اور ان کے پاس یہ بچے مسلمانوں کی اور مشرکوں کی اولاد ہیں، لوگوں نے کہا حضور ﷺ مشرکین کی اولاد بھی ؟ آپ نے فرمایا ہاں مشرکین کی اولاد بھی۔ بعض علماء فرماتے ہیں یہ دوزخی ہیں کیونکہ ایک حدیث میں ہے کہ وہ اپنے باپوں کے ساتھ ہیں۔ بعض علماء کہتے ہیں ان کا امتحان قیامت کے میدانوں میں ہوجائے گا۔ اطاعت گزار جنت میں جائیں گے، اللہ اپنے سابق علم کا اظہار کر کے پھر انہیں جنت میں پہنچائے گا اور بعض بوجہ اپنی نافرمانی کے جو اس امتحان کے وقت ان سے سرزد ہوگی اور اللہ تعالیٰ اپنے پہلا علم آشکارا کر دے گا۔ اس وقت انہیں جہنم کا حکم ہوگا۔ اس مذہب سے تمام احادیث اور مختلف دلیلوں میں جمع ہوجاتی ہے اور پہلے کی حدیثیں جو ایک دوسری کو تقویت پہنچاتی ہیں اس معنی کی کئی ایک ہیں۔ شیخ ابو الحسن علی بن اسماعیل اشعری ؒ نے یہی مذہب اہل سنت والجماعت کا نقل فرمایا ہے۔ اور اسی کی تائید امام بہیقی ؒ نے کتاب الاعتقاد میں کی ہے۔ اور بھی بہت سے محققین علماء اور پرکھ والے حافظوں نے یہی فرمایا ہے۔ شیخ ابو عمر بن عبد البر ؒ عزی نے امتحان کی بعض روایتیں بیان کر کے لکھا ہے اس بارے کی حدیثیں قوی نہیں ہیں اور ان سے جحت ثابت نہیں ہوتی اور اہل علم کا انکار کرتے ہیں اس لئے کہ آخرت دار جزا ہے، دار عمل نہیں ہے اور نہ دار امتحان ہے۔ اور جہنم میں جانے کا حکم بھی تو انسانی طاقت سے باہر کا حکم ہے اور اللہ کی یہ عادت نہیں۔ امام صاحب ؒ کے اس قول کا جواب بھی سن لیئجے، اس بارے جو حدیثیں ہیں، ان میں سے بعض تو بالکل صحیح ہیں۔ جیسے کہ ائمہ علماء نے تصریح کی ہے۔ بعض حسن ہیں اور بعض ضعیف بھی ہیں لیکن وہ بوجہ صحیح اور حسن احادیث کے قوی ہوجاتی ہیں۔ اور جب یہ ہے تو ظاہر ہے کہ یہ حدیثیں حجت و دلیل کے قابل ہوگئیں اب رہا امام صاحب کا یہ فرمان کہ آخرت دار عمل اور دار امتحان نہیں وہ دار جزا ہے۔ یہ بیشک صحیح ہے لیکن اس سے اس کی نفی کیسے ہوگئی کہ قیامت کے مختلف میدانوں کی پیشیوں میں جنت دوزخ میں داخلے سے پہلے کوئی حکم احکام نہ دئے جائیں گے۔ شیخ ابو الحسن اشعری ؒ نے تو مذہب اہلسنت والجماعت کے عقائد میں بچوں کے امتحان کو داخل کیا ہے۔ مزید براں آیت قرآن آیت (يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَ 42؀ۙ) 68۔ القلم :42) اس کی کھلی دلیل ہے کہ منافق و مومن کی تمیز کے لئے پنڈلی کھول دی جائے گی اور سجدے کا حکم ہوگا۔ صحاح کی احادیث میں ہے کہ مومن تو سجدہ کرلیں گے اور منافق الٹے منہ پیٹھ کے بل گرپڑیں گے۔ بخاری و مسلم میں اس شخص کا قصہ بھی ہے جو سب سے آخر میں جہنم سے نکلے گا کہ وہ اللہ سے وعدے وعید کرے گا سوا اس سوال کے اور کوئی سوال نہ کرے گا اس کے پورا ہونے کے بعد وہ اپنے قول قرار سے پھرجائے گا اور ایک اور سوال کر بیٹھے گا وغیرہ۔ آخرت میں اللہ تعالیٰ فرمائے گا کہ ابن آدم تو بڑا ہی عہد شکن ہے اچھا جا، جنت میں چلا جا۔ پھر امام صاحب کا یہ فرمانا کہ انہیں ان کی طاقت سے خارج بات کا یعنی جہنم میں کود پڑنے کا حکم کیسے ہوگیا ؟ اللہ تعالیٰ کسی کو اس کی وسعت سے زیادہ تکلیف نہیں دیتا۔ یہ بھی صحت حدیث میں کوئی روک پیدا نہیں کرسکتا۔ خود امام صاحب اور تمام مسلمان مانتے ہیں کہ پل صراط پر سے گزرنے کا حکم سب کو ہوگا جو جہنم کی پیٹھ پر ہوگا اور تلوار سے زیادہ تیز اور بال سے زیادہ باریک ہوگا۔ مومن اس پر سے اپنی نیکیوں کے اندازے سے گزر جائیں گے۔ بعض مثل بجلی کے، بعض مثل ہوا کے، بعض مثل گھوڑوں کے بعض مثل اونٹوں کے، بعض مثل بھاگنے والوں کے، بعض مثل پیدل جانے والوں کے، بعض گھٹنوں کے بل سرک سرک کر، بعض کٹ کٹ کر، جہنم میں پڑیں گے۔ پس جب یہ چیز وہاں ہے تو انہیں جہنم میں کود پڑنے کا حکم تو اس سے کوئی نہیں بلکہ یہ اس سے بڑا اور بہت بھاری ہے۔ اور سنئے حدیث میں ہے کہ دجال کے ساتھ آگ اور باغ ہوگا۔ شارع ؑ نے مومنوں کو حکم دیا ہے کہ وہ جسے آگ دیکھ رہے ہیں اس میں سے پیئیں وہ ان کے لئے ٹھنڈک اور سلامتی کی چیز ہے۔ پس یہ اس واقعہ کی صاف نظیر ہے۔ اور لیجئے بنو اسرائیل نے جب گو سالہ پرستی کی اس کی سزا میں اللہ نے حکم دیا کہ وہ آپس میں ایک دوسرے کو قتل کریں ایک ابر نے آ کر انہیں ڈھانپ لیا اب جو تلوار چلی تو صبح ہی صبح ابر پھٹنے سے پہلے ان میں سے ستر ہزار آدمی قتل ہوچکے تھے۔ بیٹے نے باپ کو اور باپ نے بیٹے کو قتل کیا کیا یہ حکم اس حکم سے کم تھا ؟ کیا اس کا عمل نفس پر گراں نہیں ؟ پھر تو اس کی نسبت بھی کہہ دینا چاہیے تھے کہ اللہ کسی نفس کو اس کی برداشت سے زیادہ تکلیف نہیں دیتا۔ ان تمام بحثوں کے صاف ہونے کے بعد اب سنئے۔ مشرکین کے بچپن میں مرے ہوئے بچوں کی بابت بھی بہت سے اقوال ہیں۔ ایک یہ کہ یہ سب جنتی ہیں، ان کی دلیل وہی معراج میں حضرت ابراہیم ؑ کے پاس مشرکوں اور مسلمانوں کے بچوں کو آنحضرت ﷺ کا دیکھنا ہے اور دلیل ان کی مسند کی وہ روایت ہے جو پہلے گزر چکی کہ آپ نے فرمایا بچے جنت میں ہیں۔ ہاں امتحان ہونے کی جو حدیثیں گزریں وہ ان میں سے خصوص ہیں۔ پس جن کی نسبت رب العالمین کو معلوم ہے کہ وہ مطیع اور فرمانبردار ہیں ان کی روحیں عالم برزخ میں حضرت ابراہیم ؑ کے پاس ہیں اور مسلمانوں کے بچوں کی روحیں بھی۔ اور جن کی نسبت اللہ تعالیٰ جانتا ہے کہ وہ قبول کرنے والی نہیں، ان کا امر اللہ کے سپرد ہے وہ قیامت کے دن جہنمی ہوں گے۔ جیسے کہ احادیث امتحان سے ظاہر ہے۔ امام اشعری ؓ نے اسے اہل سنت سے نقل کیا ہے اب کوئی تو کہتا ہے کہ یہ مستقل طور پر جنتی ہیں کوئی کہتا ہے یہ اہل جنت کے خادم ہیں۔ گو ایسی حدیث داؤد طیالسی میں ہے لیکن اس کی سند ضعیف ہے واللہ اعلم۔ دوسرا قول یہ ہے کہ مشرکوں کے بچے بھی اپنے باپ دادوں کے ساتھ جہنم میں جائیں گے جیسے کہ مسند وغیرہ کی حدیث میں ہے کہ وہ اپنے باپ دادوں کے تابعدار ہیں۔ یہ سن کر حضرت عائشہ ؓ نے پوچھا بھی کہ باوجود بےعمل ہونے کے ؟ آپ نے فرمایا وہ کیا عمل کرنے والے تھے، اسے اللہ تعالیٰ بخوبی جانتا ہے۔ ابو داؤد میں ہے حضرت عائشہ ؓ فرماتی ہیں۔ \" میں نے رسول اللہ ﷺ سے مسلمانوں کی اولاد کی بابت سوال کیا تو آپ نے فرمایا وہ اپنے باپ دادوں کے ساتھ ہیں۔ میں نے کہا مشرکوں کی اولاد ؟ آپ نے فرمایا وہ اپنے باپ دادوں کے ساتھ ہیں۔ میں کہا بغیر اس کے کہ انہوں نے کوئی عمل کیا ہو ؟ آپ نے فرمایا وہ کیا کرتے یہ اللہ کے علم میں ہے۔ مسند کی حدیث میں ہے کہ آپ نے فرمایا اگر تو چاہے تو میں ان کا رونا پیٹنا اور چیخنا چلانا بھی تجھے سنا دوں۔ امام احمد ؒ کے صاحبزادے روایت لائے ہیں کہ حضرت خدیجہ ؓ نے رسول اللہ ﷺ سے اپنے ان دو بچوں کی نسبت سوال کیا جو جاہلیت کم زمانے میں فوت ہوئے تھے آپ نے فرمایا وہ دونوں دوزخ میں ہیں جب آپ نے دیکھا کہ بات انہیں بھاری پڑی ہے تو آپ نے فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تم خود ان سے بیزار ہوجاتیں۔ حضرت خدیجہ ؓ نے پوچھا اچھا جو بچہ آپ سے ہوا تھا ؟ آپ نے فرمایا سنو مومن اور ان کی اولاد جنتی ہے اور مشرک اور ان کی اولاد جہنمی ہے۔ پھر آپ نے یہ آیت پڑھی (والذین امنوا واتبعہم ذریتہم بایمان الحقنابہم ذریتہم) جو لوگ ایمان لائے اور ان کی اولاد نے ان کی اتباع کی ایمان کے ساتھ کی۔ ہم ان کی اولاد انہی کے ساتھ ملا دیں گے یہ حدیث غریب ہے اس کی اسناد میں محمد بن عثمان راوی مجہول الحال ہیں اور ان کے شیخ زاذان نے حضرت علی ؓ کو نہیں پایا واللہ اعلم۔ ابو داؤد میں حدیث ہے زندہ درگور کرنے والی اور زندہ درگور کردہ شدہ دوزخی ہیں۔ ابو داؤد میں یہ سند حسن مروی ہے حضرت سلمہ بن قیس اشجعی رشی اللہ تعالیٰ عنہ فرماتے ہیں میں اپنے بھائی کو لئے ہوئے رسول اللہ ﷺ کی خدمت میں حاضر ہوا اور کہا کہ حضور ﷺ ہماری ماں جاہلیت کے زمانے میں مرگئی ہیں، وہ صلہ رحمی کرنے والی اور مہمان نواز تھیں، ہماری ایک نابالغ بہن انہوں نے زندہ دفن کردی تھی۔ آپ نے فرمایا ایسا کرنے والی اور جس کے ساتھ ایسا کیا گیا ہے دونوں دوزخی ہیں یہ اور بات ہے کہ وہ اسلام کو پالے اور اسے قبول کرلے۔ تیسرا قول یہ ہے کہ ان کے بارے میں توقف کرنا چاہیے کوئی فیصلہ کن بات یکطرفہ نہ کہنی چاہئے۔ ان کا اعتماد آپ کے اس فرمان پر ہے کہ ان کے اعمال کا صحیح اور پورا علم اللہ تعالیٰ کو ہے۔ بخاری میں ہے کہ مشرکوں کی اولاد کے بارے میں جب آپ سے سوال ہوا تو آب نے انہی لفظوں میں جواب دیا تھا۔ بعض بزرگ کہتے ہیں کہ یہ اعراف میں رکھے جائیں گے۔ اس قول کا نتیجہ یہی ہے کہ یہ جنتی ہیں اس لئے کہ اعراف کوئی رہنے سہنے کی جگہ نہیں یہاں والے بالآخر جنت میں ہی جائیں گے۔ جیسے کہ سورة اعراف کی تفسیر میں ہم اس کی تفسیر کر آئے ہیں، واللہ اعلم۔ یہ تو تھا اختلاف مشرکوں کی اولاد کے بارے میں لیکن مومنوں کی نابالغ اولاد کے بارے میں تو علما کا بلا اختلاف یہی قول ہے کہ وہ جنتی ہیں۔ جیسے کہ حضرت امام احمد کا قول ہے اور یہی لوگوں میں مشہور بھی ہے اور انشاء اللہ عز و جل ہمیں بھی یہی امید ہے۔ لیکن بعض علماء سے منقول ہے کہ وہ ان کے بارے میں توقف کرتے ہیں اور کہتے ہیں کہ سب بچے اللہ کی مرضی اور اس کی چاہت کے ماتحت ہیں۔ اہل فقہ اور اہل حدیث کی ایک جماعت اس طرف بھی گئی ہے۔ موطا امام مالک کی ابو اب القدر کی احادیث میں بھی کچھ اسی جیسا ہے گو امام مالک کا کوئی فیصلہ اس میں نہیں۔ لیکن بعض متاخرین کا قول ہے کہ مسلمان بچے تو جنتی ہیں اور مشرکوں کے بچے مشیت الہٰی کے ماتحت ہیں۔ ابن عبد البر نے اس بات کو اسی وضاحت سے بیان کیا ہے لیکن یہ قول غریب ہے۔ کتاب التذکرہ میں امام قرطبی ؒ نے بھی یہی فرمایا ہے واللہ اعلم۔ اس بارے میں ان بزرگوں نے ایک حدیث یہ بھی وارد کی ہے کہ انصاریوں کے ایک بچے کے جنازے میں حضور ﷺ کو بلایا گیا تو ماں عائشہ ؓ نے فرمایا اس بچے کو مرحبا ہو یہ تو جنت کی چڑیا ہے نہ برائی کا کوئی کام کیا نہ اس زمانے کو پہنچا تو آپ نے فرمایا اس کے سوا کچھ اور بھی اے عائشہ ؟ سنو اللہ تبارک و تعالیٰ نے جنت والے پیدا کئے ہیں حالانکہ وہ اپنے باپ کی پیٹھ میں تھے۔ اسی طرح اس نے جہنم کو پیدا کیا ہے اور اس میں جلنے والے پیدا کئے ہیں حالانکہ وہ ابھی اپنے باپ کی پیٹھ میں ہیں۔ مسلم اور سنن کی یہ حدیث ہے چونکہ یہ مسئلہ صحیح دلیل بغیر ثابت نہیں ہوسکتا اور لوگ اپنی بےعلمی کے باعث بغیر ثبوت شارع کے اس میں کلام کرنے لگے ہیں۔ اس لئے علماء کی ایک جماعت نے اس میں کلام کرنا ہی ناپسند رکھا ہے۔ ابن عباس، قاسم بن محمد بن ابی بکر صدیق اور محمد بن حنفیہ وغیرہ کا مذہب یہی ہے۔ حضرت ابن عباس ؓ نے تو منبر پر خطبے میں فرمایا تھا کہ حضور ﷺ کا ارشاد ہے کہ اس امت کا کام ٹھیک ٹھاک رہے گا جب تک کہ یہ بچوں کے بارے میں اور تقدیر کے بارے میں کچھ کلام نہ کریں گے (ابن حبان) امام ابن حبان کہتے ہیں مراد اس سے مشرکوں کے بچوں کے بارے میں کلام نہ کرنا ہے۔ اور کتابوں میں یہ روایت حضرت عبداللہ ؓ کے اپنے قول سے موقوفاً مروی ہے۔",
  "ayah": 16,
  "surah": 17
}
