{
  "text": "میانہ روی کی تعلیم حکم ہو رہا ہے کہ اپنی زندگی میں میانہ روش رکھو نہ بخیل بنو نہ مسرف۔ ہاتھ گردن سے نہ باندھ لو یعنی بخیل نہ بنو کہ کسی کو نہ دو۔ یہودیوں نے بھی اسی محاورے کو استعمال کیا ہے اور کہا ہے کہ اللہ کے ہاتھ بندھے ہوئے ہیں۔ ان پر اللہ کی لعنتیں نازل ہوں کہ یہ اللہ کو بخیلی کی طرف منسوب کرتے تھے۔ جس سے اللہ تعالیٰ کریم و وھاب پاک اور بہت دور ہے۔ پس بخل سے منع کر کے پھر اسراف سے روکتا ہے کہ اتنا کھل نہ کھیلو کہ اپنی طاقت سے زیادہ دے ڈالو۔ پھر ان دونوں حکموں کا سبب بیان فرماتا ہے کہ بخیلی سے تو ملامتی بن جاؤ گے ہر ایک کی انگلی اٹھے گی کہ یہ بڑا بخیل ہے ہر ایک دور ہوجائے گا کہ یہ محض بےفیض آدمی ہے۔ جیسے زہیر نے اپنے معلقہ میں کہا ہے ومن کان ذا مال ویبخل بمالہ، علی قومہ یستغن عنہ و یذمم یعنی جو مالدار ہو کر بخیلی کرے لوگ اس سے بےنیاز ہو کر اس کی برائی کرتے ہیں۔ پس بخیلی کی وجہ سے انسان برا بن جاتا ہے اور لوگوں کی نظروں سے گر جاتا ہے ہر ایک اسے ملامت کرنے لگتا ہے اور جو حد سے زیادہ خرچ کر گزرتا ہے وہ تھک کر بیٹھ جاتا ہے اس کے ہاتھ میں کچھ نہیں رہتا۔ ضعیف اور عاجز ہوجاتا ہے جیسے کوئی جانور جو چلتے چلتے تھک جائے اور راستے میں اڑ جائے۔ لفظ حسیر سورة تبارک میں بھی آیا ہے۔ پس یہ بطور لف و نشر کے ہے۔ بخاری و مسلم کی حدیث میں ہے بخیل اور سخی کی مثال ان دو شخصوں جیسی ہے جن پر دو لوہے کے جبے ہوں، سینے سے گلے تک، سخی تو جوں جوں خرچ کرتا ہے اس کی کڑیاں ڈھیلی ہوتی جاتی ہیں اور اس کے ہاتھ کھلتے جاتے ہیں اور وہ جبہ بڑھ جاتا ہے یہاں تک کہ اس کی پوریوں تک پہنچ جاتا ہے اور اس کے اثر کو مٹاتا ہے اور بخیل جب کبھی خرچ کا ارادہ کرتا ہے تو اس کے جبے کی کڑیاں اور سمٹ جاتی ہیں وہ ہرچند اسے وسیع کرنا چاہتا ہے لیکن اس میں گنجائش نہیں نکلتی۔ بخاری و مسلم میں ہے کہ آپ نے حضرت اسما بنت ابی بکر ؓ سے فرمایا اللہ کی راہ میں خرچ کرتی رہ جمع نہ رکھا کر، ورنہ اللہ بھی روک لے گا بند بھی روک لے گا بند باندھ کر روک نہ لیا کر ورنہ پھر اللہ بھی رزق کا منہ بند کرلے گا۔ ایک اور روایت میں ہے شمار کر ورنہ اللہ بھی روک لے گا بند باندھ کر روک نہ لیا کر ورنہ پھر اللہ بھی رزق کا منہ بند کرلے گا ایک اور روایت میں ہے شمار کر کے نہ رکھا کرو ورنہ اللہ تعالیٰ بھی گنتی نہ کر کے لے گا۔ صحیح مسلم شریف میں ہے کہ رسول اللہ ﷺ نے حضرت ابوہریرہ ؓ سے فرمایا کہ تو اللہ کی راہ میں خرچ کیا کر، اللہ تعالیٰ تجھے دیتا رہے گا۔ بخاری و مسلم میں ہےحضور ﷺ فرماتے ہیں ہر صبح دو فرشتے آسمان سے اترتے ہیں ایک دعا کرتا ہے کہ اے اللہ سخی کو بدلہ دے اور دوسرا دعا کرتا ہے کہ بخیل کا مال تلف کر۔ مسلم شریف میں ہے صدقے خیرات سے کسی کا مال نہیں گھٹتا اور ہر سخاوت کرنے والے کو اللہ ذی عزت کردیتا ہے اور جو شخص اللہ کے حکم کی وجہ سے دوسروں سے عاجزانہ برتاؤ کرے اللہ اسے بلند درجے کا کردیتا ہے۔ ایک اور حدیث میں ہے طمع سے بچو اسی نے تم سے اگلے لوگوں کو ہلاک کیا ہے۔ طمع کا پہلا حکم یہ ہوتا ہے کہ بخیلی کرو انہوں نے بخیلی کی پھر اس نے انہیں صلہ رحمی توڑنے کو کہا انہوں نے یہ بھی کیا پھر فسق و فجور کا حکم دیا یہ اس پر بھی کار بند ہوئے۔ بیہقی میں ہے جب انسان خیرات کرتا ہے ستر شیطانوں کے جبڑے ٹوٹ جاتے ہیں۔ مسند کی حدیث میں ہے درمیانہ خرچ رکھنے والا کبھی فقیر نہیں ہوتا۔ پھر فرماتا ہے کہ رزق دینے والا، کشادگی کرنے والا، تنگی میں ڈالنے والا، اپنی مخلوق میں اپنی حسب منشا ہیر پھیر کرنے والا، جسے چاہے غنی اور جسے چاہے فقیر کرنے والا اللہ ہی ہے۔ ہر بات میں اس کی حکمت ہے، وہی اپنی حکمتوں کا علیم ہے، وہ خوب جانتا ہے اور دیکھتا ہے کہ مستحق امارت کون ہے اور مستحق فقیری کون ہے ؟ حدیث قدسی میں ہے میرے بعض بندے وہ ہیں کہ فقیری ہی کے قابل ہیں اگر میں انہیں امیر بنا دوں تو ان کا دین تباہ ہوجائے اور میرے بعض بندے ایسے بھی ہیں جو امیری کے لائق ہیں اگر میں انہیں فقیر بنا دوں تو ان کا دین بگڑ جائے۔ ہاں یہ یاد رہے کہ بعض لوگوں کے حق میں امیری اللہ کی طرف سے ڈھیل کے طور پر ہوتی ہے اور بعض کے لئے فقیری بطور عذاب ہوتی ہے۔ اللہ تعالیٰ ہمیں ان دونوں سے بچائے۔",
  "ayah": 29,
  "surah": 17
}
