{
  "text": "تکبر کے ساتھ چلنے کی ممانعت اکڑ کر، اترا کر، تکبر کے ساتھ چلنے سے اللہ تعالیٰ اپنے بندوں کو منع فرماتا ہے۔ یہ عادت سرکش اور مغرور لوگوں کی ہے پھر اسے نیچا دکھانے کے لئے فرماتا ہے کہ گو کتنے ہی بلند سر ہو کر چلو لیکن پہاڑی کی بلندی سے پست ہی رہو گے اور گو کیسے ہی کھٹ پٹ کرتے ہوئے پاؤں مار مار کر چلو لیکن زمین کو پھاڑنے سے رہے۔ بلکہ ایسے لوگوں کا حال برعکس ہوتا ہے جیسے کہ حدیث میں ہے کہ ایک شخص چادر جوڑے میں اتراتا ہوا چلا جا رہا تھا جو وہیں زمین میں دھنسا دیا گیا جو آج تک دھنستا ہوا چلا جا رہا ہے۔ قرآن میں قارون کا قصہ موجود ہے کہ وہ مع اپنے محلات کے زمین دوز کردیا گیا۔ ہاں تواضع، نرمی، فروتنی اور عاجزی کرنے والوں کو اللہ تعالیٰ بلند کرتا ہے وہ اپنے آپ کو حقیر سمجھتا ہے اور لوگ اسے جلیل القدر سمجھتے ہیں اور تکبر کرنے والا اپنے تئیں بڑا آدمی سمجھتا ہے اور لوگوں کی نگاہوں میں وہ ذلیل و خوار ہوتا ہے یہاں تک کہ وہ اسے کتوں اور سوروں سے بھی زیادہ حقیر جانتے ہیں۔ امام ابوبکر بن ابی الدنیا ؒ اپنی کتاب المحمول والتواضع میں لائے ہیں کہ ابن الاہیم دربار منصور میں جا رہا تھے ریشمی جبہ پہنے ہوئے تھا اور پنڈلیوں کے اوپر سے اسے دوہرا سلوایا تھا کہ نیچے سے قبا بھی دکھائی دیتی رہے اور اکڑتا اینڈتا جا رہا تھا۔ حضرت حسن ؒ نے اسے اس حالت میں دیکھ کر فرمایا افوہ نک چڑھا، بل کھایا، رخساروں پھولا، اپنے ڈنڑ بازو دیکھتا، اپنے تئیں تولتا، مستوں کے ذکر و شکر کو بھولا، رب کے احکام کو چھوڑے ہوئے، اللہ کے حق کو توڑا، دیوانوں کی چال چلتا، عضو عضو میں کسی کی دی ہوئی نعمت رکھتا، شیطان کی لعنت کا مارا ہوا دیکھو جا رہا ہے۔ الاہیم نے سن لیا اور اسی وقت لوٹ آیا اور عذر بہانہ کرنے لگا۔ آپ نے فرمایا مجھ سے کیا معذرت کرتا ہے اللہ تعالیٰ سے توبہ کر اور اسے ترک کر۔ کیا تو نے اللہ تعالیٰ کا یہ فرمان نہیں سنا آیت (وَلَا تَمْشِ فِي الْاَرْضِ مَرَحًا ۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا 37؀) 17۔ الإسراء :37)۔ عابد بختری ؒ نے آل علی میں سے ایک شخص کو اکڑتے ہوئے چلتا دیکھ کر فرمایا اے شخص جس نے تجھے یہ اکرام دیا ہے اس کی روش ایسی نہ تھی۔ اس نے اسی وقت توبہ کرلی۔ ابن عمر ؓ نے ایک ایسے شخص کو دیکھ کر فرمایا کہ شیطان کے یہی بھائی ہوتے ہیں۔ حضرت خالد بن معدان ؒ فرماتے ہیں لوگو اکڑ اکڑ کر چلنا چھوڑو اس لئے کہ انسان۔ (اصل عربی میں کچھ عبارت غائب ہے) اس کا ہاتھ اس کے باقی جسم سے (ابن ابی الدنیا) ابن ابی الدنیا میں حدیث ہے کہ جب میری امت غرور اور تکبر کی چال چلنے لگے گی اور فارسیوں اور رومیوں کو اپنی خدمت میں لگائے گی تو اللہ تعالیٰ ایک کو ایک پر مسلط کر دے گا۔ سیئہ کی دوسری قرأت سیئتہ ہے تو معنی یہ ہوئے کہ جن جن کاموں سے ہم نے تمہیں روکا ہے یہ سب کام نہایت برے ہیں اور اللہ تعالیٰ کے ناپسندیدہ ہیں۔ یعنی اپنی اولاد کو قتل نہ کرو سے لے کر اکڑ کر نہ چلو تک کے تمام کام۔ اور سیئہ کی قرأت پر مطلب یہ ہے کہ آیت (وقضی ربک) سے یہاں تک جو حکم احکام اور جو ممانعت اور روک بیان ہوئی اس میں جن برے کاموں کا ذکر ہے وہ سب اللہ کے نزدیک مکروہ کام ہیں۔ امام ابن جریر ؒ نے یہی توجیہ بیان فرمائی ہے۔",
  "ayah": 38,
  "surah": 17
}
