{
  "text": "سبحان العلی الاعلی ساتوں آسمان و زمین اور ان میں بسنے والی کل مخلوق اس کی قدوسیت، تسبیح، تنزیہ، تعظیم، جلالت، بزرگی، بڑائی، پاکیزگی اور تعریف بیان کرتی ہے اور مشرکین جو نکمے اور باطل اوصاف ذات حق کے لئے مانتے ہیں، ان سے یہ تمام مخلوق برات کا اظہار کرتی ہے اور اس کی الوہیت اور ربوبیت میں اسے واحد اور لا شریک مانتی ہے۔ ہر ہستی اللہ کی توحید کی زندہ شہادت ہے۔ ان نالائق لوگوں کے اقوال سے مخلوق تکلیف میں ہے۔ قریب ہے کہ آسمان پھٹ جائے، زمین دھنس جائے، پہاڑ ٹوٹ جائیں۔ طبرانی میں مروی ہے کہ رسول اللہ ﷺ کو مقام ابراہیم اور زمزم کے درمیان سے جبرائیل و میکائیل مسجد اقصی تک شب معراج میں لے گئے، جبرائیل آب کے دائیں تھے اور میکائیل بائیں۔ آپ کو ساتوں آسمان تک اڑا لے گئے وہاں سے آپ لوٹے۔ آپ فرماتے ہیں کہ میں نے بلند آسمانوں میں بہت سی تسبیحات کے ساتھ یہ تسبیح سنی کہ سبحت السموات العلی من ذی المہابۃ مشفقات الذوی العلو بما علا سبحان العلی سبحانہ وتعالی مخلوق میں سے ہر ایک چیز اس کی پاکیزگی اور تعریف بیان کر رتی ہے۔ لیکن اے لوگو تم ان کی تسبیح کو نہیں سمجھتے اس لئے کہ وہ تماری زبان میں نہیں۔ حیوانات، نباتات، جمادات سب اس کے تسبیح خواں ہیں۔ ابن مسعود ؓ سے صحیح بخاری میں ثابت ہے کہ کھانا کھاتے میں کھانے کی تسبیح ہم سنتے رہتے تھے۔ ابوذر والی حدیث میں ہے کہ حضور ﷺ نے اپنی مٹھی میں چند کنکریاں لیں، میں نے خود سنا کہ وہ شہد کی مکھیوں کی بھنبھناہٹ کی طرح تسبیح باری کر رہی تھیں۔ اسی طرح حضرت ابوبکر ؓ کے ہاتھ میں اور حضرت عمر ؓ اور حضرت عثمان ؓ کے ہاتھ میں بھی۔ یہ حدیث صحیح میں اور مسندوں میں مشہور ہے۔ کچھ لوگوں کو حضور ﷺ نے اپنی اونٹنیوں اور جانوروں پر سوار کھڑے ہوئے دیکھ کر فرمایا کہ سواری سلامتی کے ساتھ لو اور پھر اچھائی سے چھوڑ دیا کرو راستوں اور بازاروں میں اپنی سواریوں کو لوگوں سے باتیں کرنے کی کرسیاں اپنی سواریوں کو نہ بنا لیا کرو۔ سنو بہت سے سواریاں اپنے سواروں سے بھی زیادہ ذکر اللہ کرنے والی اور ان سے بھی بہتر افضل ہوتی ہیں۔ (مسند احمد)سنن نسائی میں ہے کہ حضور ﷺ نے مینڈک کے مار ڈالنے کو منع فرمایا اور فرمایا اس کا بولنا تسبیح الہٰی ہے۔ اور حدیث میں ہے کہ لا الہ الا اللہ کا کلمہ اخلاص کہنے کے بعد ہی کسی کی نیکی قابل قبول ہوتی ہے۔ الحمد للہ کلمہ شکر ہے اس کا نہ کہنے والا اللہ کا ناشکرا ہے۔ اللہ اکبر زمین و آسمان کی فضا بھر دیتا ہے، سبحان اللہ کا کلمہ مخلوق کی تسبیح ہے۔ اللہ نے کسی مخلوق کو تسبیح اور نماز کے اقرار سے باقی نہیں چھوڑا۔ جب کوئی لا حول والا قوۃ الا باللہ پڑھتا ہے تو اللہ فرماتا ہے میرا بندہ مطیع ہوا اور مجھے سونپا۔ مسند احمد میں ہے کہ ایک اعرابی طیالسی جبہ پہنے ہوئے جس میں ریشمی کف اور ریشمی گھنڈیاں تھیں۔ آنحضرت ﷺ کے پاس آیا اور کہنے لگا کہ اس شخص کا ارادہ اس کے سوا کچھ نہیں کہ چرواہوں کے لڑکوں کو اونچا کرے اور سرداروں کے لڑکوں کو ذلیل کرے۔ آپ کو غصہ آگیا اور اس کا دامن گھسیٹتے ہوئے فرمایا کہ تجھے میں جانوروں کا لباس پہنے ہوئے تو نہیں دیکھتا ؟ پھر حضور ﷺ واپس چلے ديئے اور بیٹھ کر فرمانے لگے کہ حضرت نوح ؑ نے اپنی وفات کے وقت اپنے بچوں کو بلا کر فرمایا کہ میں تمہیں بطور وصیت کے دو حکم دیتا ہوں اور دو ممانعت ایک تو میں تمہیں اللہ کے ساتھ کسی کو شریک کرنے سے منع کرتا ہوں دوسرے تکبر سے روکتا ہوں اور پہلے حکم تو تمہیں یہ کرتا ہوں کہ لا الہ الا اللہ کہتے رہو اس لئے کہ اگر آسمان اور زمین اور ان کی تمام چیزیں ترازو کے پلڑے میں رکھ دی جائیں اور دوسرے میں صرف یہی کلمہ ہو تو بھی یہی کلمہ وزنی رہے گا سو اگر تمام آسمان و زمین ایک حلقہ بنا دئے جائیں اور ان پر اس کو رکھ دیا جائے تو وہ انہیں پاش پاش کر دے، دوسرا حکم میرا سبحان اللہ وبحمدہ پڑھنے کا ہے کہ یہ ہر چیز کی نماز ہے اور اسی کی وجہ سے ہر ایک کو رزق دیا جاتا ہے۔ ابن جریر میں ہے کہ آپ نے فرمایا آؤ میں تمہیں بتلاؤں کہ حضرت نوح ؑ نے اپنے لڑکے کو کیا حکم دیا فرمایا کہ پیارے بچے میں تمہیں حکم دیتا ہوں کہ سبحان اللہ کہا کرو، یہ کل مخلوق کی تسبیح ہے اور اسی سے مخلوق کو روزی دی جاتی ہے۔ اللہ تعالیٰ فرماتا ہے ہر چیز اس کی تسبیح و حمد بیان کرتی ہے اس کی اسناد بوجہ اودی راوی کے ضعیف ہے۔ عکرمہ ؒ فرماتے ہیں ستون، درخت، دروازوں کی چولیں، ان کی کھلنے اور بند ہونے کی آواز، پانی کی کھڑ کھڑاہٹ یہ سب تسبیح الہٰی ہے۔ اللہ فرماتا ہے کہ ہر چیز حمد و ثنا کے بیان میں مشغول ہے۔ ابراہیم کہتے ہیں طعام بھی تسبیح خوانی کرتا ہے سورة حج کی آیت بھی اس کی شہادت دیتی ہے۔ اور مفسرین کہتے ہیں کہ ہر ذی روح چیز تسبیح خواں ہے۔ ، جیسے حیوانات اور نباتات۔ ایک مرتبہ حضرت حسن رحمۃ اللہ کے پاس خوان آیا تو ابو یزید قاشی نے کہا کہ اے ابو سعید کیا یہ خوان بھی تسبیح گو ہے ؟ آپ نے فرمایا ہاں تھا۔ مطلب یہ ہے کہ جب تک تر لکڑی کی صورت میں تھا تسبیح گو تھا جب کٹ کر سوکھ گیا تسبیح جاتی رہی۔ اس قول کی تائید میں اس حدیث سے بھی مدد لی جاسکتی ہے کہ حضور ﷺ دو قبروں کے پاس سے گزرتے ہیں فرماتے ہیں انہیں عذاب کیا جا رہا ہے اور کسی بڑی چیز میں نہیں ایک تو پیشاب کے وقت پردے کا خیال نہیں کرتا تھا اور دوسرا چغل خور تھا، پھر آپ نے ایک تر ٹہنی لے کر اس کے دو ٹکڑے کر کے دونوں قبروں پر گاڑ دئے اور فرمایا کہ شاید جب تک یہ خشک نہ ہوں، ان کے عذاب میں تخفیف رہے (بخاری ومسلم) اس سے بعض علماء نے کہا ہے کہ جب تک یہ تر رہیں گی تسبیح پڑھتی رہیں گی جب خشک ہوجائیں گی تسبیح بند ہوجائے گی واللہ اعلم۔ اللہ تعالیٰ حلیم و غفور ہے اپنے گنہگاروں کو سزا کرنے میں جلدی نہیں کرتا، تاخیر کرتا ہے، ڈھیل دیتا ہے، پھر بھی اگر کفر و فسق پر اڑا رہے تو اچانک عذاب مسلط کردیتا ہے۔ بخاری و مسلم میں ہے اللہ تعالیٰ کو مہلت دیتا ہے، پھر جب مواخذہ کرتا ہے تو نہیں چھوڑتا۔ دیکھو قرآن میں ہے کہ جب تیرا رب کسی بستی کے لوگوں کو ان کے مظالم پر پکڑتا ہے تو پھر ایسی ہی پکڑ ہوتی ہے الخ اور آیت میں ہے کہ بہت سی ظالم بستیوں کو ہم نے مہلت دی پھر آخرش پکڑ لیا۔ اور آیت میں ہے آیت (فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِىَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰي عُرُوْشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ 45؀) 22۔ الحج :45) ہاں جو گناہوں سے رک جائے، ان سے ہٹ جائے، توبہ کرے تو اللہ بھی اس پر رحم اور مہربانی کرتا ہے۔ جیسے آیت قرآن میں ہے جو شخص برائی کرے یا اپنی جان پر ظلم کرے ؟ پھر استغفار کرے تو اللہ کو بخشنے والا اور مہربان پائے گا۔ سورة فاطر کے آخر کی آیتوں میں یہی بیان ہے۔",
  "ayah": 44,
  "surah": 17
}
