{
  "text": "مقصد معراج اللہ سبحانہ و تعالیٰ اپنے رسول ؑ کو تبلیغ دین کی رغبت دلا رہا ہے اور آپ کے بچاؤ کی ذمہ داری لے رہا ہے کہ سب لوگ اسی کی قدرت تلے ہیں، وہ سب پر غالب ہے، سب اس کے ماتحت ہیں، وہ ان سب سے تجھے بچاتا رہے گا۔ جو ہم نے تجھے دکھایا وہ لوگوں کے لیے ایک صریح آزمائش ہے۔ یہ دکھانا معراج والی رات تھا، جو آپ کی آنکھوں نے دیکھا۔ نفرتی درخت سے مراد زقوم کا درخت ہے۔ بہت سے تابعین اور ابن عباس ؓ سے مروی ہے کہ یہ دکھانا آنکھ کا دکھانا، مشاہدہ تھا جو شب معراج میں کرایا گیا تھا۔ معراج کی حدیثیں بہت پوری تفصیل کے ساتھ اس سورت کے شروع میں بیان ہوچکی ہیں۔ یہ بھی گزر چکا ہے کہ معراج کے واقعہ کو سن کے بہت سے مسلمان مرتد ہوگئے اور حق سے پھرگئے کیونکہ ان کی عقل میں یہ نہ آیا تو اپنی جہالت سے اسے جھوٹا جانا اور دین کو چھوڑ کر بیٹھے۔ ان کے برخلاف کامل ایمان والے اپنے یقین میں اور بڑھ گئے اور ان کے ایمان اور مضبوط ہوگئے۔ ثابت قدمی اور استقلال میں زیادہ ہوگئے۔ پس اس واقعہ کو لوگوں کی آزمائش اور ان کے امتحان کا ذریعہ اللہ سبحانہ وتعالیٰ نے کردیا۔ حضور ﷺ نے جب خبر دی اور قرآن میں آیت اتری کہ دوزخیوں کو زقوم کا درخت کھلایا جائے گا اور آپ نے اسے دیکھا بھی تو کافروں نے اسے سچ نہ مانا اور ابو جہل ملعون مذاق اڑاتے ہوئے کہنے لگا لاؤ کجھور اور مکھن لاؤ اور اس کا زقوم کرو یعنی دونوں کو ملا دو اور خب شوق سے کھاؤ بس یہی زقوم ہے، پھر اس خوراک سے گھبرانے کے کیا معنی ؟ ایک قول یہ بھی ہے کہ اس سے مراد بنو امیہ ہیں لیکن یہ قول بالکل ضعیف اور غریب ہے۔ پہلے قول کے قائل وہ تمام مفسر ہیں جو اس آیت کو معراج کے بارے میں مانتے ہیں۔ جیسے ابن عباس مسروق، ابو مالک، حسن بصری وغیرہ۔ سہل بن سعید کہتے ہیں حضور ﷺ نے فلاں قبیلے والوں کو اپنے منبر پر بندروں کی طرح ناچتے ہوئے دیکھا اور آپ کو اس سے بہت رنج ہوا پھر انتقال تک آپ پوری ہنسی سے ہنستے ہوئے نہیں دکھائی دئے اسی کی طرف اس آیت میں اشارہ ہے۔ (ابن جریر) لیکن یہ سند بالکل ضعیف ہے۔ محمد بن حسن بن زبالہ متروک ہے اور ان کے استاد بھی بالکل ضعیف ہیں۔ خود امام ابن جریر ؒ کا پسندید قول بھی یہی ہے کہ مراد اس سے شب معراج ہے اور شجرۃ الزقوم ہے کیونکہ مفسرین کا اس پر اتفاق ہے۔ ہم کافروں کو اپنے عذابوں وغیرہ سے ڈرا رہے ہیں لیکن وہ اپنی ضد، تکبر، ہٹ دھرمی اور بےایمانی میں اور بڑھ رہے ہیں۔",
  "ayah": 60,
  "surah": 17
}
