{
  "text": "شیطانی آواز کا بہکاوا ابلیس نے اللہ سے مہلت چاہی، اللہ تعالیٰ نے منظور فرما لی اور ارشاد ہوا کہ وقت معلوم تک مہلت ہے، تیری اور تیرے تابعداروں کی برائیوں کے بدلہ جہنم ہے، جو پوری سزا ہے۔ اپنی آواز سے بہکا سکے بہکا لے یعنی گانے اور تماشوں سے انہیں بہکاتا پھر۔ جو بھی اللہ کی نافرمانی کی طرف بلانے والی صدا ہو وہ شیطانی آواز ہے۔ اسی طرح تو اپنے پیادے اور سوار لگ کر جس پر تجھ سے حملہ ہو سکے۔ حملہ کرلے۔ رجل جمع ہے راجل کی جیسے رکب جمع راکب کی اور صحب جمع ہے صاحب کی۔ مطلب یہ ہے کہ جس قدر تجھ سے ہو سکے ان پر اپنا تسلط اور اقتدار جما۔ یہ امر قدری ہے نہ کہ حکم۔ شیطانوں کی یہی خصلت ہے کہ وہ بندگان رب کو بھڑکاتے اور بہکاتے رہتے ہیں۔ انہیں گناہوں پر آمادہ کرتے رہتے ہیں۔ اللہ کی معصیت میں جو سواری پر ہو اور پیدل ہو، وہ شیطانی لشکر میں ہے، ایسے جن بھی ہیں اور انسان بھی ہیں، جو اس کے مطیع ہیں۔ جب کسی پر آوازیں اٹھائی جائیں تو عرب کہتے ہیں اجلب فلان علی فلان آپ کا یہ فرمان کہ گھوڑ دوڑ میں جلب نہیں، وہ بھی اسی سے ماخوذ ہے۔ جبلہ کا اشتقاق بھی اسی سے ہے یعنی آوازوں کا بلند ہونا۔ ان کے مال اور اولاد میں بھی تو شریک رہ۔ یعنی اللہ کی نافرمانیوں میں ان کا مال خرچ کرا، سود خواری ان سے کرا۔ برائی سے مال جمع کریں اور حرام کاریوں میں خرچ کریں۔ حلال جانوروں کو اپنی خواہش سے حرام قرار دیں وغیرہ۔ اولاد میں شرکت یہ ہے مثلا زنا کاری جس سے اولاد ہو۔ جو اولاد بچپن میں بوجہ بےوقوفی ان کے ماں باپ نے زندہ درگور کردی ہو یا مار ڈالی ہو یا اسے یہودی نصرانی مجوسی وغیرہ بنادیا ہو۔ اولادوں کے نام عبد الحارث، عبد الشمس اور فلاں رکھا ہو۔ غرض کسی صورت میں بھی شیطان کو اس میں داخل کیا ہو، یا اس کو ساتھ کیا ہو، یہی شیطان کی شرکت ہے۔ صحیح مسلم شریف کی حدیث میں ہے کہ اللہ عز و جل فرماتا ہے میں نے اپنے بندوں کو ایک طرف موحد پیدا کیا پھر شیطان نے آ کر انہیں بہکا دیا اور حلال چیزیں حرام کردیں۔ بخاری و مسلم میں ہے حضور ﷺ فرماتے ہیں کہ تم میں سے جو اپنی بیوی کے پاس جانے کا ارادہ کرے یہ پڑھ لے دعا (اللہم جنبنا الشیطان وجنب الشیطان ما رزقتنا) یعنی یا اللہ تو ہمیں شیطان سے بچا اور اسے بھی جو تو ہمیں عطا فرمائے۔ تو اگر اس میں کوئی بچہ اللہ کی طرف سے ٹھیر جائے گا تو اسے ہرگز ہرگز کبھی بھی شیطان کوئی ضرر نہ پہنچا سکے گا۔ پھر فرماتا ہے کہ جا تو انہیں دھوکے کے جھوٹے وعدے دیا کر، چناچہ قیامت کے دن یہ خود کہے گا کہ اللہ کے وعدے تو سب سچے تھے اور میرے وعدے سب غلط تھے۔ پھر فرماتا ہے کہ میرے مومن بندے میری حفاظت میں ہیں، میں انہیں شیطان رجیم سے بچاتا رہوں گا۔ اللہ کی وکالت اس کی حفاظت اس کی نصرت اس کی تائید بندوں کو کافی ہے مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں کہ مومن اپنے شیطان پر اس طرح قابو پالیتا ہے جیسے وہ شخص جو کسی جانور کو لگام چڑھائے ہوئے ہو۔",
  "ayah": 64,
  "surah": 17
}
