{
  "text": "الکتاب ہی ہدایت و امام ہے امام سے مراد یہاں نبی ہیں ہر امت قیامت کے دن اپنے نبی کے ساتھ بلائی جائے گی جیسے اس آیت میں ہے (وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚ فَاِذَا جَاۗءَ رَسُوْلُھُمْ قُضِيَ بَيْنَھُمْ بالْقِسْطِ وَھُمْ لَا يُظْلَمُوْنَ 47؀) 10۔ یونس :47) ہر امت کا رسول ہے، پھر جب ان کے رسول آئیں گے تو ان کے درمیان عدل کے ساتھ حساب کیا جائے۔ بعض سلف کا قول ہے کہ اس میں اہل حدیث کی بہت بڑی بزرگی ہے، اس لئے کہ ان کے امام آنحضرت محمد ﷺ ہیں۔ ابن زید کہتے ہیں مراد یہاں امام سے کتاب اللہ ہے جو ان کی شریعت کے بارے میں اتری تھی۔ ابن جریر اس تفسیر کو بہت پسند فرماتے ہیں اور اسی کو مختار کہتے ہیں۔ مجاہد ؒ کہتے ہیں مراد اس سے ان کی کتابیں ہیں۔ ممکن ہے کتاب سے مراد یا تو احکام کی کتاب اللہ ہو یا نامہ اعمال۔ چنانچہ ابن عباس ؓ اس سے مراد اعمال نامہ لیتے ہیں۔ ابو العالیہ، حسن، ضحاک بھی یہی کہتے ہیں اور یہی زیادہ ترجیع والا قول ہے جیسے فرمان الہٰی ہے آیت (وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ 12ۧ) 36۔ يس :12) ہر چیز کا ہم نے ظاہر کتاب میں احاطہ کرلیا ہے۔ اور آیت میں ہے و آیت (وضع الکتاب) الخ کتاب یعنی نامہ اعمال درمیان میں رکھ دیا جائے گا اس وقت تو دیکھے گا کہ گنہگار لوگ اس کی تحریر سے خوفزدہ ہو رہے ہوں گے۔ الخ اور آیت میں ہے ہر امت کو تو گھٹنوں کے بل گری ہوئی دیکھے گا۔ ہر امت اپنے نامہ اعمال کی جانب بلائی جا رہی ہوگی، آج تمہیں تمہارے اعمال کا بدلہ دیا جائے گا۔ یہ ہے ہماری کتاب جو تم پر حق و انصاف کے ساتھ فیصلہ کرے گی جو کچھ تم کرتے رہے ہم برابر لکھتے رہتے تھے۔ یہ یاد رہے کہ یہ تفسیر پہلی تفسیر کے خلاف نہیں ایک طرف نامہ اعمال ہاتھ میں ہوگا دوسری جانب خود نبی سامنے موجود ہوگا۔ جیسے فرمان ہے آیت (وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۗءَ بالنَّـبِيّٖنَ وَالشُّهَدَاۗءِ وَقُضِيَ بَيْنَهُمْ بالْحَــقِّ وَهُمْ لَا يُظْلَمُوْنَ 69؀) 39۔ الزمر :69) زمین اپنے رب کے نور سے چمکنے لگے گی نامہ اعمال رکھ دیا جائے گا اور نبیوں اور گواہوں کو موجود کردیا جائے گا اور آیت میں ہے (فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰي هٰٓؤُلَاۗءِ شَهِيْدًا 41؀ڲ) 4۔ النسآء :41) یعنی کیا کیفیت ہوگی اس وقت جب کہ ہر امت کا ہم گواہ لائیں گے اور تجھے اس تیری امت پر گواہ کر کے لائیں گے۔ لیکن مراد یہاں امام سے نامہ اعمال ہے اسی لیے اس کے بعد ہی فرمایا کہ جن کے دائیں ہاتھ میں دے دیا گیا وہ تو اپنی نیکیاں فرحت و سرور، خوشی اور راحت سے پڑھنے لگیں گے بلکہ دوسروں کو دکھاتے اور پڑھواتے پھریں گے۔ اسی کا مزید بیان سورة الحاقہ میں ہے۔ فتیل سے مراد لمبا دھاگہ ہے جو کجھور کی گٹھلی کے بیچ میں ہوتا ہے۔ بزار میں ہے نبی ﷺ اس آیت کی تفسیر میں فرماتے ہیں کہ ایک شخص کو بلوا کر اس کا اعمال نامہ اس کے دائیں ہاتھ میں دیا جائے گا۔ اس کا جسم بڑھ جائے گا، چہرہ چمکنے لگے گا، سر پر چمکتے ہوئے ہیروں کا تاج رکھ دیا جائے گا، یہ اپنے گروہ کی طرف بڑھے گا اسے اس حال میں آتا دیکھ کر وہ سب آرزو کرنے لگیں گے، کہ اے اللہ ہمیں بھی یہ عطا فرما اور ہمیں اس میں برکت دے وہ آتے ہی کہے گا کہ خوش ہوجاؤ تم میں سے ہر ایک کو یہی ملنا ہے۔ لیکن کافر کا چہرہ سیاہ ہوجائے گا اس کا جسم بڑھ جائے گا، اسے دیکھ کر اس کے ساتھی کہنے لگیں گے اللہ اسے رسوا کر، یہ جواب دے گا، اللہ تمہیں غافت کرے، تم میں سے ہر شخص کے لئے یہی اللہ کی مار ہے۔ اس دنیا میں جس نے اللہ کی آیتوں سے اس کی کتاب سے اس کی راہ ہدایت سے چشم پوشی کی وہ آخرت میں سچ مچ رسوا ہوگا اور دنیا سے بھی زیادہ راہ بھولا ہوا ہوگا۔",
  "ayah": 72,
  "surah": 17
}
