{
  "text": "وطنی عصبیت اور یہودی کہتے ہیں کہ یہودیوں نے حضور ﷺ سے کہا تھا کہ آپ کو ملک شام چلا جانا چاہئے وہی نبیوں کا وطن ہے اس شہر مدینہ کو چھوڑ دینا چاہئے اس پر یہ آیت اتری۔ لیکن یہ قول ضعیف ہے اس لئے کہ آیت مکی ہے اور مدینے میں آپ کی رہائش اس کے بعد ہوئی ہے کہتے ہیں کہ تبوک کے بارے میں یہ آیت اتری ہے یہودیوں کے کہنے سے کہ شام جو نبیوں کی اور محشر کی زمین ہے آپ کو وہیں رہنا چاہئے، اگر آپ سچے ہی سورة بنی اسرائیل کی آیتیں اتریں، اس کے بعد سورت ختم کردی گئی تھی آیت (وَاِنْ كَادُوْا لَيَسْتَفِزُّوْنَكَ مِنَ الْاَرْضِ لِيُخْرِجُوْكَ مِنْهَا وَاِذًا لَّا يَلْبَثُوْنَ خِلٰفَكَ اِلَّا قَلِيْلًا سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيْلًا ؀) 17۔ الإسراء :7677) اور اللہ تعالیٰ نے آپ کو مدینے کی واپسی کا حکم دیا اور فرمایا وہیں آپ کی موت زیست اور وہیں سے دوبارہ اٹھ کر کھڑا ہونا ہے۔ لیکن اس کی سند بھی غور طلب ہے اور صاف ظاہر ہے کہ یہ واقعہ بھی ٹھیک نہیں تبوک کا غزوہ یہود کے کہنے سے نہ تھا بلکہ اللہ کا فرمان موجود ہے آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةً ۭ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ01203) 9۔ التوبہ :123) جو کفار تمہارے ارد گرد ہیں ان سے جہاد کرو۔ اور آیت میں ہے کہ جو اللہ پر اور قیامت پر ایمان نہیں رکھتے اللہ رسول کے حرام کردہ کو حرام نہیں سمجھتے ہیں اور حق کو قبول نہیں کرتے ایسے اہل کتاب سے اللہ کی راہ میں جہاد کرو یہاں تک کہ وہ ذلت کے ساتھ جزیہ دینا منظور کرلیں۔ اور اس غزوے کی وجہ یہ تھی کہ آپ کے جو اصحاب جنگ موتہ میں شہید کر دئے گئے تھے ان کا بدلہ لیا جائے، واللہ اعلم۔ اور اگر مندرجہ بالا واقعہ صحیح ہوجائے تو اسی پر وہ حدیث محمول کی جائے گی، جس میں ہے کہ حضور ﷺ فرماتے ہیں مکہ مدینہ اور شام میں قرآن نازل ہوا ہے۔ ولید تو اس کی شرح میں لکھتے ہیں کہ شام سے مراد بیت المقدس ہے لیکن شام سے مراد تبوک کیوں نہ لیا جائے جو بالکل صاف اور بہت درست ہے۔ واللہ اعلم ایک قول یہ ہے کہ اس سے مراد کافروں کا وہ ارادہ ہے جو انہوں نے مکہ سے جلا وطن کرنے کے بارے میں کیا تھا چناچہ یہی ہوا بھی کہ جب انہوں نے آپ کو نکالا۔ پہر یہ بھی وہاں زیادہ مدت نہ گزار سکے، اللہ تعالیٰ نے فورا ہی آپ کو غالب کیا۔ ڈیرھ سال ہی گزرا تھا کہ بدر کی لڑائی بغیر کسی تیاری اور اطلاع کے اچانک ہوگئی اور وہیں کافروں کا اور کفر کا دھڑا ٹوٹ گیا، ان کے شریف و رئیس تہ تیغ ہوئے، ان کی شان و شوکت خاک میں مل گئی، ان کے سردار قید میں آگئے۔ پس فرمایا کہ یہی عادت پہلے سے جاری ہے۔ سابقہ رسولوں کے ساتھ بھی یہی ہوا کہ کفار نے جب انہیں تنگ کیا اور دیس سے نکال دیا پھر وہ بچ نہ سکے، عذاب اللہ نے انہیں غارت اور بےنشان کردیا۔ ہاں چونکہ ہمارے پیغمبر رسول رحمت تھے، اس لئے کوئی آسمانی عام عذاب ان کافروں پر نہ آیا۔ جیسے فرمان ہے آیت (وما کان اللہ لیعذبہم وانت فیہم) یعنی تیری موجودگی میں اللہ انہیں عذاب نہ کرے گا۔",
  "ayah": 77,
  "surah": 17
}
