{
  "text": "حکم ہجرت مسند احمد میں حضرت ابن عباس ؓ سے مروی ہے کہ نبی ﷺ مکہ شریف میں تھے پھر آپ کو ہجرت کا حکم ہوا اور یہ آیت اتری۔ امام ترمذی ؒ فرماتے ہیں یہ حدیث حسن صحیح ہے۔ حضرت حسن بصری ؒ فرماتے ہیں کہ کفار مکہ نے مشورہ کیا کہ آپ کو قتل کردیں یا نکال دیں یا قید کرلیں پس اللہ کیا یہی ارادہ ہوا کہ اہل مکہ کو ان کی بداعمالیوں کا مزہ چکھا دے۔ اس نے اپنے پیغمبر ﷺ کو مدینے جانے کا حکم فرمایا۔ یہی اس آیت میں بیان ہو رہا ہے۔ قتادہ ؒ فرماتے ہیں مدینے میں داخل ہونا اور مکہ سے نکلنا یہی قول سب سے زیادہ مشہور ہے۔ ابن عباس ؓ سے مروی ہے کہ سچائی کے داخلے سے مراد موت ہے اور سچائی سے نکلنے سے مراد موت کے بعد کی زندگی ہے اوراقوال بھی ہیں لیکن زیادہ صحیح پہلا قول ہی ہے۔ امام ابن جریر بھی اسی کو اختیار کرتے ہیں پھر حکم ہوا کہ غلبے اور مدد کی دعا ہم سے کرو۔ اس دعا پر اللہ تعالیٰ نے فارس اور روم کا ملک اور عزت دینے کا وعدہ فرما لیا اتنا تو حضور ﷺ معلوم کرچکے تھے کہ بغیر غلبے کے دین کی اشاعت اور زور ناممکن ہے اس لئے اللہ تعالیٰ سے مدد و غلبہ طلب کیا تاکہ کتاب اللہ اور حدود اللہ، فرائض شرع اور قیام دین آپ کرسکیں یہ غلب بھی اللہ کی ایک زبردست رحمت ہے۔ اگر یہ نہ ہوتا تو ایک دوسرے کو کھا جاتا۔ ہر زور اور کمزور کا شکار کرلیتا۔ سلطنا نصیرا سے مراد کھلی دلیل بھی ہے لیکن پہلا قول پہلا ہی ہے اس لئے کہ حق کے ساتھ غلبہ اور طاقت بھی ضروری چیز ہے تاکہ مخالفین حق دبے رہیں اسی لئے اللہ تعالیٰ نے لوہے کے اتارنے کے احسان کو قرآن میں خاص طور پر ذکر کیا ہے۔ ایک حدیث میں ہے کہ سلطنت کی وجہ سے اللہ تعالیٰ بہت سی برائیوں کو روک دیتا ہے جو صرف قرآن سے نہیں رک سکتی تھیں۔ یہ بالکل واقعہ ہے بہت سے لوگ ہیں کہ قرآن کی نصیحتیں اس کے وعدے وعید ان کو بدکاریوں سے نہیں ہٹا سکتے۔ لیکن اسلامی طاقت سے مرعوب ہو کر وہ برائیوں سے رک جاتے ہیں پھر کافروں کی گوشمالی کی جاتی ہے کہ اللہ کی جانب سے حق آچکا۔ سچائی اتر آئی، جس میں کوئی شک شبہ نہیں، قرآن ایمان نفع دینے والا سچا علم منجانب اللہ آگیا، کفر برباد و غارت اور بےنام و نشان ہوگیا، وہ حق کے مقابلہ میں بےدست و پاثابت ہوا، حق نے باطل کا دماغ پاش پاش کردیا اور نابود اور بےوجود ہوگیا۔ صحیح بخاری شریف میں ہے کہ رسول اللہ ﷺ مکہ میں آئے بیت اللہ کے آس پاس تین سو ساٹھ بت تھے، آپ اپنے ہاتھ کی لکڑی سے انہیں کچوکے دے رہے تھے اور یہی آیت پڑھتے تھے اور فرماتے جاتے تھے حق آچکا باطل نہ دوبارہ آسکتا ہے نہ لوٹ سکتا ہے۔ ابو یعلی میں ہے کہ ہم حضور ﷺ کے ساتھ مکہ میں آئے، بیت اللہ کے اردگرد تین سو ساٹھ بت تھے، جن کی پوجا پاٹ کی جاتی تھی آپ نے فورا حکم دیا کا ان سب کو اوندھے منہ گرا دو پھر آپ نے یہی آیت تلاوت فرمائی۔",
  "ayah": 80,
  "surah": 17
}
