{
  "text": "৬-৮ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা মুমিনদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন পাপাচারীর খবরের উপর নির্ভর না করে। যে পর্যন্ত সত্যতা যাচাই ও পরীক্ষা করে প্রকৃত ঘটনা জানা না যায় সেই পর্যন্ত কোন কাজ করে ফেলা উচিত নয়। হতে পারে যে, কোন পাপাচারী ব্যক্তি কোন মিথ্যা কথা বলে দিলো বা সে ভুল করে ফেললো এবং তার খবর অনুযায়ী মুমিনরা কোন কাজ করে বসলো, এতে প্রকৃতপক্ষে তারই অনুসরণ করা হলো। আর পাপাচারী ও বিশৃংখলা সৃষ্টিকারী লোকদের অনুসরণ করা আলেমদের মতে হারাম। এই আয়াতের উপর ভিত্তি করেই কোন কোন মুহাদ্দিস ঐ ব্যক্তির রিওয়াইয়াতকেও নির্ভরযোগ্য মনে করেন যার অবস্থা জানা নেই। কেননা, হতে পারে যে, প্রকৃতপক্ষে ঐ ব্যক্তি পাপাচারী। তবে কতক লোক এরূপ অজ্ঞাত লোকের রিওয়াইয়াতও গ্রহণ করেছেন এবং তারা বলেছেনঃ “ফাসিক বা পাপাচারী লোকের খবর কবুল করতে নিষেধ করা হয়েছে, আর যার অবস্থা জানা নেই তার ফাসিক হওয়া আমাদের নিকট প্রকাশিত নয়। আমরা শরহে বুখারীর কিতাবুল ইলমের মধ্যে এ মাসআলাটি, বিস্তারিতভাবে ব্যাখ্যা করেছি। সুতরাং সমস্ত প্রশংসা আল্লাহ তাআলারই প্রাপ্য।  অধিকাংশ তাফসীরকারের মতে এ আয়াতটি ওয়ালীদ ইবনে উকবা ইবনে আবি মুঈতের ব্যাপারে অবতীর্ণ হয়, যখন রাসূলুল্লাহ (সঃ) তাকে বানু মুসতালিক গোত্রের নিকট যাকাত আদায় করার জন্যে পাঠিয়েছিলেন। যেমন মুসনাদে আহমাদে রয়েছে যে, উম্মুল মুমিনীন হযরত জুওয়াইরিয়া (রাঃ)-এর পিতা হযরত হারিস ইবনে আবি যরার খুযায়ী (রাঃ) বর্ণনা করেছেনঃ “আমি রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হলাম। তিনি আমাকে ইসলামের দাওয়াত দিলেন। আমি তা কবূল করলাম এবং মুসলমান হয়ে গেলাম। অতঃপর তিনি যাকাত ফরয হওয়ার কথা শুনালেন। আমি ওটাও মেনে নিলাম এবং বললামঃ আমি আমার কওমের নিকট ফিরে যাচ্ছি। আমি তাদেরকে ইসলামের দাওয়াত দিবো। তাদের মধ্যে যারা ঈমান আনবে এবং যাকাত দিবে, আমি তাদের যাকাত জমা করবে। আপনি এতদিন পরে আমার নিকট কোন লোক পাঠিয়ে দিবেন। আমি তার হাতে যাকাতের জমাকৃত মাল দিয়ে দিবো। এভাবে যাকাতের মাল আপনার নিকট পৌঁছে যাবে।” হযরত হারিস (রাঃ) ফিরে গিয়ে তাই করলেন অর্থাৎ যাকাতের সম্পদ একত্রিত করলেন। যখন নির্ধারিত সময় অতিক্রান্ত হয়ে গেল এবং রাসূলুল্লাহ (সঃ)-এর দূত তথায় গেলেন না, তখন তিনি তাঁর কওমের নেতৃস্থানীয় লোকদেরকে একত্রিত করলেন এবং তাদেরকে বললেনঃ “রাসূলুল্লাহ (সঃ) তাঁর প্রতিশ্রুতি অনুযায়ী কোন দূতকে যে আমাদের নিকট পাঠাবেন না এটা অসম্ভব। আমার ভয় হচ্ছে যে, কোন কারণে রাসূলুল্লাহ (সঃ) হয়তো আমাদের উপর অসন্তুষ্ট হয়েছেন এবং এজন্যেই কোন দূতকে আমাদের নিকট যাকাতের মাল নেয়ার জন্যে পাঠাননি। সুতরাং যদি আপনারা একমত হন তবে আমি নিজেই এ মাল নিয়ে মদীনা শরীফ গমন করি এবং নবী (সঃ)-এর নিকট পেশ করি।” অতঃপর সর্বসম্মতিক্রমে এই সিদ্ধান্ত গৃহীত হয়ে গেল এবং হযরত হারিস (রাঃ) যাকাতের মাল নিয়ে মদীনার পথে যাত্রা শুরু করলেন। আর ওদিকে রাসূলুল্লাহ (সঃ) ওয়ালীদ ইবনে উকবাকে স্বীয় দূত হিসেবে পাঠিয়ে দিয়েছেন। কিন্তু সে ভয়ে রাস্তা হতেই ফিরে আসে এবং রাসূলুল্লাহ (সঃ)-কে খবর দেয় যে, হারিস (রাঃ) যাকাতের মালও আটকিয়ে দিয়েছে এবং সে তাকে হত্যা করতে উদ্যত হয়েছিল। এ খবর শুনে রাসূলুল্লাহ (সঃ) অত্যন্ত অসন্তুষ্ট ও দুঃখিত হলেন এবং কিছু লোককে হযরত হারিস (রাঃ)-এর বিরুদ্ধে পাঠিয়ে দিলেন। মদীনার কাছাকাছি পথেই এই ক্ষুদ্র সেনাবাহিনী হযরত হারিস (রাঃ)-কে পেয়ে গেলেন। হযরত হারিস (রাঃ) তাদেরকে জিজ্ঞেস করলেনঃ “ব্যাপার কি? তোমরা কোথা হতে আসছো এবং কোথায় যাচ্ছ?” তারা উত্তরে বললেনঃ “আমাদেরকে তোমারই বিরুদ্ধে পাঠানো হয়েছে।” “কেন?” তিনি জিজ্ঞেস করলেন। তারা উত্তরে বললেনঃ “কারণ এই যে, তুমি রাসূলুল্লাহ (সঃ)-এর দূতকে যাকাতের মাল প্রদান করনি, এমনকি তাকে তুমি হত্যা করতে উদ্যত হয়েছিলে।\" হযরত হারিস (রাঃ) বললেনঃ “যে আল্লাহ হযরত মুহাম্মাদ (সঃ)-কে সত্য নবীরূপে প্রেরণ করেছেন তার শপথ! আমি তাকে দেখিওনি এবং আমার নিকট সে আসেওনি। চলো, আমি রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হচ্ছি।” অতঃপর সেখান হতে তিনি রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হলে রাসূলুল্লাহ (সঃ) তাঁকে বললেনঃ “তুমি যাকাতের মাল আটকিয়ে রেখেছিলে এবং আমার প্রেরিত দূতকে হত্যা করতে উদ্যত হয়েছিলে এটা কি সত্য?” তিনি জবাব দেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কখনো সত্য নয়। যিনি আপনাকে সত্য রাসূলরূপে পাঠিয়েছেন তাঁর শপথ! না আমি তাকে দেখেছি এবং না সে আমার কাছে এসেছিল। বরং আমি যখন দেখলাম যে, আপনার কোন লোক যাকাতের মাল নেয়ার জন্যে আমাদের ওখানে গেল না তখন আমি ভয় করলাম যে, না জানি হয়তো আল্লাহ এবং তাঁর রাসূল (সঃ) আমার প্রতি অসন্তুষ্ট হয়েছেন এবং এই কারণেই হয়তো আমাদের কাছে কোন লোককে প্রেরণ করা হয়নি, তাই আমি স্বয়ং যাকাতের মাল নিয়ে আপনার খিদমতে হাযির হয়েছি।” তখন আল্লাহ তা'আলা (আরবী) পর্যন্ত আয়াতগুলো অবতীর্ণ করেন।ইমাম তিবরানীর (রঃ) বর্ণনায় রয়েছে যে, রাসূলুল্লাহ (সঃ)-এর দূত যখন হযরত হারিস (রাঃ)-এর বস্তীর নিকট পৌছে তখন বস্তীর লোকেরা খুশী হয়ে তার অভ্যর্থনার বিশেষ প্রস্তুতি নিয়ে বের হয়ে পড়ে। ওদিকে ঐ লোকটির মনে এই শয়তানী খেয়াল চেপে যায় যে, ঐ লোকগুলো তাকে আক্রমণ করতে আসছে। সুতরাং সে ফিরে চলে আসে। লোকগুলো তাকে ফিরে চলে যেতে দেখে নিজেরাই রাসূলুল্লাহ (সঃ)-এর খিদমতে এসে হাযির হয়ে যায়। যোহরের নামাযের পরে তারা সারিবদ্ধভাবে দাঁড়িয়ে আরয করেঃ “হে আল্লাহর রাসূল (সঃ)! আপনি যাকাত আদায় করার জন্যে তোক পাঠিয়েছেন দেখে আমাদের চক্ষু ঠাণ্ডা হয়। আমরা অত্যন্ত আনন্দিত হই। কিন্তু আল্লাহ জানেন, কি হলো যে, আপনার প্রেরিত লোকটি রাস্তা হতেই ফিরে চলে আসে। তখন আমরা ভয় করলাম যে, আল্লাহ হয়তো আমাদের প্রতি অসন্তুষ্ট হয়েছেন, তাই আমরা আপনার দরবারে হাযির হয়েছি। এভাবে তারা ওযর পেশ করতে থাকে। এদিকে হযরত বিলাল (রাঃ) যখন আসরের আযান দেন তখন এই আয়াত অবতীর্ণ হয়।অন্য রিওয়াইয়াতে আছে যে, ওয়ালীদ ইবনে উকবার এই খবরের পরে রাসূলুল্লাহ (সঃ) ঐ বস্তী অভিমুখে কিছু লোক পাঠাবার চিন্তা করছিলেন এমতাবস্থায় তাদের প্রতিনিধিদল তার কাছে এসে পড়ে। তারা আরয করেঃ “হে আল্লাহর রাসূল (সঃ)! আপনার দূত অর্ধেক রাস্তা হতেই ফিরে আসে। তখন আমরা ধারণা করলাম যে, আপনি হয়তো কোন অসন্তুষ্টির কারণে তাকে ফিরে আসার নির্দেশ দিয়েছেন। এ জন্যেই আমরা আপনার খিদমতে হাযির হয়েছি। আমরা আল্লাহর ক্রোধ এবং আপনার অসন্তুষ্টি হতে আল্লাহ তা'আলার নিকট আশ্রয় প্রার্থনা করছি।\" তখন আল্লাহ তাআলা এই আয়াত অবতীর্ণ করেন এবং তাদের ওযর সত্য বলে ঘোষণা দেন।  অন্য একটি রিওয়াইয়াতে রয়েছে যে, দূত রাসূলুল্লাহ (সঃ)-কে এ কথাও বলেছিলঃ “ঐ লোকগুলো আপনার বিরুদ্ধে যুদ্ধ করার জন্যে সৈন্যদেরকে একত্রিত করেছে এবং তারা ইসলাম ত্যাগ করেছে। তার এই খবর শুনে রাসূলুল্লাহ (সঃ) হযরত খালিদ ইবনে ওয়ালীদ (রাঃ)-এর নেতৃত্বে তাদের বিরুদ্ধে একদল সেনাবাহিনী পাঠিয়ে দেন। কিন্তু হযরত খালিদ (রাঃ)-কে তিনি উপদেশ দেনঃ “প্রথমে ভালভাবে খবরের সত্যাসত্য যাচাই করবে, ত্বরিৎগতিতে আক্রমণ করে বসবে না।” রাসূলুল্লাহ (সঃ)-এর এই উপদেশ অনুযায়ী হযরত খালিদ (রাঃ) সেখানে গিয়ে একজন গুপ্তচরকে শহরে পাঠিয়ে দেন। গুপ্তচর এ খবর আনেন যে, তারা দ্বীন ইসলামের উপর প্রতিষ্ঠিত রয়েছে। মসজিদে আযান হচ্ছে এবং তিনি স্বয়ং তাদেরকে নামায পড়তে দেখেছেন। সকাল হওয়া মাত্রই হযরত খালিদ (রাঃ) নিজে গিয়ে তথাকার ইসলামী দৃশ্য দেখে খুশী হন এবং ফিরে এসে রাসূলুল্লাহ (সঃ)-কে খবর দেন। তখন এই আয়াত অবতীর্ণ হয়।এই ঘটনা বর্ণনাকারী হযরত কাতাদা (রঃ) বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সত্যতা পরীক্ষা, সহনশীলতা এবং দূরদর্শিতা আল্লাহর পক্ষ হতে এবং তাড়াহুড়া ও দ্রুততা শয়তানের পক্ষ হতে।” হযরত কাতাদা (রঃ) ছাড়াও আরো বহু মনীষীও এটাই বর্ণনা করেছেন। যেমন ইবনে আবি লাইলা (রঃ), ইয়াযীদ ইবনে রূমান (রঃ), যহহাক (রঃ), মুকাতিল ইবনে হাইয়ান (রঃ) প্রমুখ। এঁদের সবারই বর্ণনা এই যে, এই আয়াত ওয়ালীদ ইবনে উকবার ব্যাপারে অবতীর্ণ হয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।এরপর আল্লাহ তা'আলা বলেনঃ তোমরা জেনে রেখো যে, তোমাদের মধ্যে আল্লাহর রাসূল (সঃ) রয়েছেন। তোমাদের উচিত তাঁর প্রতি সম্মান প্রদর্শন করা এবং তাঁর নির্দেশাবলী ঠিক ঠিকভাবে মেনে চলা। তিনি তোমাদের কল্যাণকামী। তোমাদেরকে তিনি খুবই ভালবাসেন। তোমাদেরকে বিপদে ফেলতে তিনি কখনই চান না। তোমরা নিজেদের ততো কল্যাণকামী নও যতোটা তিনি তোমাদের কল্যাণকামী। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “নবী (সঃ) মুমিনদের সাথে তাদের নিজেদের চেয়েও বেশী সম্পর্কযুক্ত।” (৩৩:৬)এরপর মহান আল্লাহ বলেনঃ যদি মুহাম্মাদ (সঃ) বহু বিষয়ে তোমাদের কথা শুনতেন এবং সেই মুতাবেক কাজ করতেন তবে তোমরাই কষ্ট পেতে এবং তোমাদেরই ক্ষতি সাধিত হতো। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যদি সত্য প্রতিপালক তাদের চাহিদা বা প্রবৃত্তি অনুযায়ী চলেন তবে আকাশ ও পৃথিবী এবং এতোদুভয়ের মধ্যস্থিত সবকিছু বিনষ্ট হয়ে যেতো, বরং আমি তাদের কাছে তাদের উপদেশ পৌঁছিয়ে দিয়েছি, কিন্তু তারা তাদের উপদেশ হতে বিমুখ হয়ে যায়।” (২৩:৭১)অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ আল্লাহ তোমাদের নিকট ঈমানকে প্রিয় করেছেন এবং ওটাকে তোমাদের হৃদয়গ্রাহী করেছেন।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ইসলাম প্রকাশ্য এবং ঈমান অন্তরের মধ্যে রয়েছে।” অতঃপর তিনি তিনবার বীয় হাত দ্বারা স্বীয় বক্ষের দিকে ইশারা করেন। তারপর বলেনঃ “তাকওয়া এবানে, তাকওয়া এখানে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)মহান আল্লাহ এরপর বলেনঃ কুফরী, পাপাচার, অবাধ্যতাকে করেছেন তোমাদের নিকট অপ্রিয়। আর এই ভাবে ক্রমান্বয়ে তিনি তোমাদের উপর স্বীয় নিয়ামত পূর্ণ করে দিয়েছেন। অতঃপর আল্লাহ পাক বলেনঃ ওরাই সৎপথ অবলম্বনকারী।মুসনাদে আহমাদে রয়েছে যে, উহুদের যুদ্ধের দিন যখন মুশরিকরা ফিরে যায় তখন রাসূলুল্লাহ (সঃ) স্বীয় সাহাবীদেরকে বলেনঃ “তোমরা সোজাভাবে ঠিকঠাক হয়ে যাও, আমি মহামহিমান্বিত আল্লাহর প্রশংসা কীর্তন করবে।” তখন জনগণ তার পিছনে সারিবদ্ধভাবে দাঁড়িয়ে যান। ঐ সময় রাসূলুল্লাহ (সঃ) নিম্নের দুআটি পাঠ করেনঃ (আরবী)অর্থাৎ “হে আল্লাহ! সমস্ত প্রশংসা আপনারই প্রাপ্য। আপনি যাকে প্রশস্ততা দান করেন তার কেউ সংকীর্ণতা আনয়ন করতে পারে না, আর আপনি যাকে সংকীর্ণতা দেন তার কেউ প্রশস্ততা আনয়ন করতে পারে না। আপনি যাকে পথভ্রষ্ট করেন তাকে কেউ পথ দেখাতে পারে না, আর আপনি যাকে পথ প্রদর্শন করেন তাকে কেউ পথভ্রষ্ট করতে পারে না। আপনি যাকে বঞ্চিত করেন তাকে কেউ দিতে পারে না, আর আপনি যাকে দেন তাকে কেউ বঞ্চিত করতে পারে। আপনি যাকে দূরে করেন তাকে কেউ কাছে করতে পারে না, আর আপনি যাকে কাছে করেন তাকে কেউ দূরে করতে পারে না। হে আল্লাহ! আমাদের উপর আপনি আপনার বরকত, রহমত, অনুগ্রহ ও জীবিকা প্রশস্ত করে দিন! হে আল্লাহ! আমি আপনার কাছে ঐ চিরস্থায়ী নিয়ামত যাজ্ঞা করছি যা না এদিক। ওদিক হবে এবং না নষ্ট হবে। হে আল্লাহ! দারিদ্র ও প্রয়োজনের দিন আমি আপনার নিকট নিয়ামত প্রার্থনা করছি এবং ভয়ের দিন আমি আপনার নিকট শান্তি ও নিরাপত্তা চাচ্ছি। হে আল্লাহ! আপনি আমাকে যা দিয়েছেন এবং যা দেননি এসবের অনিষ্ট হতে আমি আপনার নিকট আশ্রয় প্রার্থনা করছি। হে আল্লাহ! আমাদের অন্তরে আপনি ঈমানকে প্রিয় করে দিন এবং কুফরী, পাপাচার ও অবাধ্যতাকে আমাদের নিকট অপ্রিয় করুন! আর আমাদেরকে সৎপথ অবলম্বনকারীদের অন্তর্ভুক্ত করুন। হে আল্লাহ! মুসলমান অবস্থায় আমাদের মৃত্যু ঘটান, মুসলমান অবস্থায় জীবিত রাখুন এবং সৎ লোকদের সাথে আমাদেরকে মিলিত করুন। আমাদেরকে অপমানিত করবেন না এবং ফিত্রায় ফেলবেন না। হে আল্লাহ! আপনি ঐ কাফিরদেরকে ধ্বংস করুন যারা আপনার রাসূলদেরকে অবিশ্বাস করে ও আপনার পথ হতে নিবৃত্ত করে এবং তাদের উপর আপনার শাস্তি ও আযাব নাযিল করুন। হে আল্লাহ! আপনি আহলে কিতাবের কাফিরদেরকেও ধ্বংস করুন, হে সত্য মাবূদ!”মারফু হাদীসে রয়েছেঃ “যার কাছে পুণ্যের কাজ ভাল লাগে এবং পাপের কাজ মন্দ লাগে সে মুমিন।”এরপর আল্লাহ পাক বলেনঃ “এটা আল্লাহর দান ও অনুগ্রহ।” সপথ প্রাপ্তির হকদার ও পথভ্রষ্ট হওয়ার হকদারদেরকে তিনি ভালরূপেই জানেন। তিনি সর্বজ্ঞ, প্রজ্ঞাময়।",
  "ayah": 8,
  "surah": 49
}
