{
  "text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (7)كانت دعوة النبي صلى الله عليه وسلم مماثلة دعوة عيسى عليه السّلام وكان جواب الذين دعاهم إلى الإِسلام من أهل الكتابين والمشركين مماثلاً لجواب الذين دعاهم عليه السّلام . فلما أدمج في حكاية دعوة عيسى بشارته برسول يأتي من بعده ناسب أن ينقل الكلام إلى ما قابل به قوم الرسول الموعود دعوة رسولهم فلذلك ذكر في دعوة هذا الرسول دين الإِسلام فوصفوا بأنهم أظلم الناس تشنيعاً لحالهم .فالمراد من هذا الاستفهام هم الذين كذبوا النبي صلى الله عليه وسلم ولذلك عطف هذا الكلام بالوَاو ودون الفاء لأنه ليس مفرعاً على دعوة عيسى عليه السلام .وقد شمل هذا التشنيع جميع الذين كذبوا دعوة النبي صلى الله عليه وسلم من أهل الكتابين والمشركين .والمقصود الأول هم أهل الكتاب ، وسيأتي عند قوله تعالى : { يريدون ليطفئوا نور الله } إلى قوله : { ولو كره المشركون } [ الصف : 8 ، 9 ] فهما فريقان .والاستفهام ب { من أظلم } إنكار ، أي لا أحد أظلم من هؤلاء فالمكذبون مِن قبلهم ، إما أن يكونوا أظلم منهم وإمّا أن يساووهم على كل حال ، فالكلام مبالغة .وإنما كانوا أظلم الناس لأنهم ظلموا الرسول صلى الله عليه وسلم بنسْبِته إلى ما ليس فيه إذ قالوا : هو ساحر ، وظلموا أنفسهم إذ لم يتوخوا لها النجاة ، فيعرضوا دعوة الرسول صلى الله عليه وسلم على النظر الصحيح حتى يعلموا صدقه ، وظلموا ربهم إذ نسبوا ما جاءهم من هديه وحجج رسوله صلى الله عليه وسلم إلى ما ليس منه فسموا الآيات والحجج سحراً ، وظلموا الناس بحملهم على التكذيب وظلموهم بإخفاء الأخبار التي جاءت في التوراة والإِنجيل مُثبتة صدق رسول الإِسلام صلى الله عليه وسلم وكمل لهم هذا الظلم بقوله تعالى : { والله لا يهدي القوم الظالمين } ، فيعلم أنه ظلم مستمر .وقد كان لجملة الحال { وهو يدعى إلى الإسلام } موقع متين هنا ، أي فعلوا ذلك في حين أن الرسول يدعوهم إلى ما فيه خيرهم فعَاضوا الشكر بالكفر .وإنما جُعل افتراؤهم الكذب على الله لأنهم كذبوا رسولاً يخبرهم أنه مرسل من الله فكانت حُرمة هذه النسبة تقتضي أن يُقبلوا على التأمل والتدبر فيما دعاهم إليه ليصلوا إلى التصديق ، فلما بادروها بالإِعراض وانتحلوا للداعي صفات النقص كانوا قد نسبوا ذلك إلى الله دون توقير .فأما أهل الكتاب فجحدوا الصفات الموصوفة في كتابهم كما قال تعالى فيهم { ومن أظلم ممن كتم شهادة عنده من الله } في سورة [ البقرة : 140 ] . وذلك افتراء .وأما المشركون فإنهم افتروا على الله إذ قالوا : { ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] .واسم { الإسلام } عَلم للدين الذي جاء به النبي صلى الله عليه وسلم وهو جامع لما فيه خير الدنيا والآخرة فكان ذكر هذا الاسم في الجملة الحالية زيادة في تشنيع حال الذين أعرضوا عنه ، أي وهو يُدعى إلى ما فيه خيره وبذلك حق عليه وصف { أظلم } .وجملة { والله لا يهدي القوم الظالمين } تأييس لهم من الإِقلاع عن هذا الظلم ، أي أن الذين بلغوا هذا المبلغ من الظلم لا طمع في صلاحهم لتمكُن الكفرِ منهم حتى خالط سجاياهم وتقوّم مع قوميتهم ، ولذلك أقحم لفظ { القوم } للدلالة على أن الظلم بلغ حدَّ أن صار من مقومات قَوميتهم كما تقدم في قوله تعالى : { لآيات لقوم يعقلون } في سورة [ البقرة : 164 ] . وتقدم غير مرة .وهذا يعم المخبر عنهم وأمثالهم الذين افتروا على عيسى ، ففيها معنى التذييل .وأسند نفي هديهم إلى الله تعالى لأن سبب انتفاء هذا الهدي عنهم أثر من آثار تكوين عقولهم ومداركهم على المكابرة بأسباب التكوين التي أودعها الله في نظام تكوّن الكائنات وتطورها من ارتباط المسببات بأسبابها مع التنبيه على أن الله لا يتدارك أكثرهم بعنايته ، فمُغَيِّر فيهم بعض القوى المانعة لهم من الهدى غضباً عليهم إذ لم يخلفوا بدعوة تستحق التبصر بسبب نسبتها إلى جانب الله تعالى حتى يتميز لهم الصدق من الكذب والحق من الباطل .",
  "ayah": 7,
  "surah": 61
}
