{
  "text": "The word: بَارِ‌زُونَ (barizun) in verse 16: يَوْمَ هُم بَارِ‌زُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّـهِ مِنْهُمْ (the day they will come in open view) refers to what would happen on the day of Resurrection when its land surface will be turned into a single level without any mountains, caves, trees or buildings that could obstruct the view. Therefore, everyone will be in an open expanse, open to view.\nIn the concluding sentence of the same verse, it was said: لِّمَنِ الْمُلْكُ الْيَوْمَ (To whom belongs the kingdom today?). This statement has appeared in this verse after يَوْمَ التَّلَاقِ (a day of encounter) and يَوْمَ هُم بَارِ‌زُونَ (the day they will come in open view) and it is obvious that 'the day of encounter' and 'the day of gathering together' will materialize after the second Horn has been blown. Similarly, the event of 'the day they will come in open view' will also materialize after the second Horn has been blown, and a new venue in the form of a level surface will be' put in place, a place with no natural or man-made object obstructing the view. After that, now that this statement: لِّمَنِ الْمُلْكُ الْيَوْمَ (To whom belongs the kingdom today?) has been introduced, it only shows that this statement of Allah Ta’ ala will be made after everyone has been raised again by virtue of the blowing of the second Horn. Al-Qurtubi has presented a Hadith in support with reference to Nahhas. This Hadith has been reported by Abu Wa'il from Sayyidna ` Abdullah Ibn Masud ؓ . According to this Hadith, all human beings will be assembled together on a clear surface, a surface on which no sin would have been committed by anyone. At that time, a herald will be commanded to herald: لِّمَنِ الْمُلْكُ الْيَوْمَ (To whom belongs the kingdom today?). Thereupon, the entire creation, believer or disbeliever, will respond saying: لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌ (To Allah alone, the One, the All-Dominant.). As for the believers, they will be more than pleased to say so, for this would be part of their belief. As for the disbelievers, they will confess to it sadly and helplessly.\nBut, some other narrations show that this statement will be made by Allah Ta’ ala Himself when the entire creation will lie annihilated after the blowing of the first Horn, and when even specially close ones, the angels - Jibra'il, Mika'il, Israfil and the angel of death - will also meet death, and no one except the One Being of Allah subhanahu wa ta’ ala will remain, that will be the time He will say: لِّمَنِ الْمُلْكُ الْيَوْمَ (To whom belongs the kingdom today?). Since there will be no one to answer at that time, He will Himself answer: لِلَّـهِ الْوَاحِدِ الْقَهَّار (To Allah alone, the One, the All-Dominant.). Sage Hasan al-Basri (رح) has said: In this situation, the entity asking the question and the entity responding to it is no other but the entity of one and only Allah. Muhammad Ibn Ka'b al-Qurai also says this. It is supported by the Hadith of Sayyidna Abu Hurairah and Ibn ` Umar ؓ in which it is said, 'On the Day of Judgment, Allah Ta’ ala will - with all earth surfaces rolled up in His left hand and all heavens rolled up in His right hand - say:\tاناالملک این الجبارون این المتکبرون (I am the owner of the kingdom. Where are the tyrants? Where are the arrogants?). In Tafsir Ad-Durr-ul- Manthur where, after reporting both narrations of this nature, it has been said that it is possible that this statement is made twice, the first being at the time of the annihilation of the existing universe following the first blowing of the Horn, and the second at the time the entire creation has been brought back to life following the second blowing of the Horn. Maulana Ashraf Thanavi (رح) has said in Bayan-ul-Qur'an that the Tafsir of the noble Qur'an does not hinge on declaring it as made twice only, instead, it is also possible that the cited verse is mentioning the event that will come to pass after the first blowing of the Horn, but it has been referred to here (while mentioning the events after the second blowing) as a reminder of what happened before. Allah knows best.",
  "ayah": 18,
  "surah": 40
}
