{
  "text": "خدا کا قانون یہ ہے کہ کوئی شخص قابل انعام عمل کرے تو اس کا عمل فوراً اس کے اعمال نامہ میں شامل کردیا جاتا ہے۔ لیکن اگرکوئی شخص قابل سزا فعل کا ارتکاب کرتاہے تو خدا اس کو ڈھیل دیتا ہے تاکہ وہ کسی نہ کسی موڑ پر متنبہ ہو کر اپنی اصلاح کرلے۔ خدا کا یہ قانون انسان کے لیے بہت بڑی رحمت ہے، ورنہ انسان اتنا ظالم ہے کہ وہ ہر وقت برائی کرنے پر آمادہ رہتاہے، اور اگر لوگوں کو ان کی برائیوں پر فوراً پکڑا جانے لگے تو ان کی مہلتِ عمر بہت جلد ختم ہوجائے اور زمین کی پشت چلنے والے انسانوں سے خالی ہوجائے۔\nدنیا کی زندگی میں سرکش وہ لوگ بنتے ہیں جو دنیا میں یہ سمجھ کر رہیں کہ مرنے کے بعد انھیں خدا کا سامنا نہیں کرنا ہوگا۔ جو پکڑ کے اندیشہ سے خالی ہو کر زندگی گزارتے ہیں،جو سمجھتے ہیں کہ وہ آزاد ہیں کہ جو دھاندلی چاہیں کریں اور جو فساد چاہیں پھیلائیں۔ حقیقت یہ ہے کہ لوگوں کے درمیان سچائی اور انصاف کے ساتھ معاملہ کرنے کا ایک ہی حقیقی محرک ہے، اور وہ یہ کہ آدمی یہ سمجھے کہ سب طاقت وروں کے اوپر ایک طاقت ور ہے۔ ہر آدمی اس کے آگے بے بس ہے۔ وہ ایک دن تمام انسانوں کو پکڑ ے گا اور ہر ایک مجبور ہوگا کہ اپنے بارے میں اس کے فیصلہ کو تسلیم کرے۔\nدنیا کا نظام اس طرح بنا ہے کہ آدمی بار بار کسی نہ کسی تکلیف یا حادثہ کی زد میں آجاتا ہے ، آدمی محسوس کرنے لگتاہے کہ خارجی طاقتوں کے مقابلہ میں وہ بالکل بے بس ہے۔اُس وقت آدمی بے اختیار ہو کر خدا کو پکارنے لگتا ہے۔ وہ خدا کی قدرت کے مقابلہ میں اپنے عجز کا اعتراف کرلیتا ہے۔ مگر یہ حالت صرف اس وقت تک رہتی ہے جب تک وہ مصیبتوں کی گرفت میں ہو، مصیبت سے نجات پاتے ہی وہ دوبارہ ویسا ہی غافل اور سرکش بن جاتا ہے جیسا وہ پہلے تھا۔ ایسے لوگوں کے اظہار بندگی کو خدا تسلیم نہیں کرتا۔ کیوں کہ اظہار بندگی وہ مطلوب ہے جو آزادانہ حالات میں کی جائے، مجبورانہ حالات میں ظاہر کی ہوئی بندگی کی خدا کے نزدیک کوئی قیمت نہیں۔\nآدمی ایک توجیہہ پسند مخلوق ہے۔ وہ ہر عمل کا ایک جواز تلاش کرتا ہے۔ اگر آدمی سرکشی کو اپنے لیے پسند کرلے تو اس کا ذہن بھی اسی طرف مڑ جائے گا۔ وہ عملاً سرکشی کرے گا اور اس کا ذہن اس کی سرکشی کو درست ثابت کرنے کے لیے اس کو خوب صورت الفاظ فراہم کرتارہے گا۔ اسی کا نام تزئین اعمال ہے۔ آدمی اپنی غلطیوں کو خوش نما الفاظ میں بیان کرکے اپنے کو مطمئن کرلیتاہے کہ وہ حق پر ہے۔ مگر یہ ایسا ہی ہے جیسے کوئی شخص آگ کا انگارہ اپنے ہاتھ میں لے لے اور سمجھے کہ وہ اس کو نہیں جلائے گا، کیوں کہ اس کا نام اس نے سرخ پھول رکھ دیا ہے۔",
  "ayah": 12,
  "surah": 10
}
