{
  "text": "’’پیغمبر اپنی قوموں کے پاس بینات کے ساتھ آئے مگر انھوں نے نہ مانا‘‘۔ بینہ جمع بینات کے معنی دلیل کے ہیں، اس سے معلوم ہوتاہے کہ خدا کا داعی ہمیشہ بینات کی بنیاد پر اٹھتا ہے۔لوگوں کو اسے دلائل کی سطح پر پہچاننا پڑتاہے۔ جو لوگ ظاہری عظمتوں اور عوامی استقبالیوں میں خداکے داعی کو پانا چاہیں وہ کبھی اس کو نہیں پائیں گے، کیونکہ خدا کا داعی وہاں موجود نہیں ہوتا۔ نبی معجزہ دکھاتاہے۔ مگر معجزہ آخری مرحلہ میں اتمام حجت کے ليے آتاہے، دعوتی مرحلہ میں سارا کام دلائل کی بنیاد پر ہوتاہے۔\nکسی شخص یا گروہ کا ظالم ہونا یہ ہے کہ وہ دلیل کے روپ میں ظاہر ہونے والی دعوت خداوندی کو نہ پہچانے اور اپنے خود ساختہ معیار پر نہ پانے کی وجہ سے اس کا انکار کردے۔ ایسے لوگ اپنی اس روش کی وجہ سے خدائی قانون کی زد میں آجاتے ہیں۔\nماضی کی جن قوموں پر انکار نبوت کے جرم میں خدا کا عذاب نازل ہوا وہ سرے سے نبوت کی منکر نہ تھیں۔یہ تمام قومیں کسی نہ کسی سابق پیغمبر کو مانتی تھیں۔ البتہ انھوں نے وقت کے پیغمبر کو ماننے سے انکار کردیا تھا۔ پچھلے پیغمبر کا معاملہ یہ تھا کہ اس کی پشت پر تاریخ کی تصدیقات قائم ہوگئی تھیں اور قومی عصبیتیں اس کے ساتھ وابستہ ہوچکی تھیں۔ جب کہ معاصر پیغمبر ابھی اس قسم کی اضافی خصوصیات سے خالی تھا۔ انھوں نے اس گزرے ہوئے پیغمبر کا اقرار کیا جو نسلوں کی روایات کے نتیجہ میں ان کا قومی پیغمبر بن چکا تھا، جس کے ساتھ اپنے کو منسوب کرنا تاریخی عظمت کے مینار سے اپنے کو منسوب کرنے کے ہم معنی تھا۔ انھوںنے اپنے قومی پیغمبر کو پیغمبر مانا مگر اس پیغمبر کا انکار کردیا جس کو صرف دلیل اور برہان کے ذریعہ جانا جاسکتا تھا۔\nیہ جرم خدا کی نظر میں اتنا شدید تھا کہ وہ لوگ نبی کے منکر قرار دے کر ہلاک کرديے گئے۔\n’’پھر ہم نے اس کے بعد تم کو ملک میں خلیفہ بنایا‘‘۔ خلیفہ کے اصل معنی ہیں بعد کو آنے والا۔ یہ لفظ جانشین، خاص طورپر، اقتدار میں جانشین کے لیے بولا جاتاہے۔ یہ جانشینی انسان کی ہوتی ہے، نہ کہ خدا کی۔ کوئی انسان اقتدار میں خدا کا جانشین نہیں ہوسکتا۔انسان ہمیشہ کسی مخلوق کا جانشین ہوتاہے۔ قرآن میں جہاں بھی خلافت کا لفظ آیا ہے وہ مخلوق کی جانشینی کے لیے ہے، نہ کہ خدا کی جانشینی کے لیے۔\nکسی کو خلیفہ (جانشین) بنانا اعزاز کے لیے نہیں بلکہ صرف امتحان کے لیے ہوتاہے۔ جانشین بنانے کا مطلب ایک کے بعد دوسرے کو کام کا موقع دینا ہے، ایک قوم کے بعد دوسری قوم کو امتحان کے میدان میں کھڑا کرنا ہے۔ جیسے ہندستان میں دیسی راجاؤں کی جگہ مغلوں کو اختیا ردیا گیا۔ پھر ان کو ہٹا کر انگریز ان کے جانشین بنائے گئے۔ اس کے بعد انھیں ملک سے نکال کر اکثریتی فرقہ کے لیے جگہ خالی کی گئی۔ ان میں سے ہر بعد کو آنے والا اپنے پہلے کا خلیفہ تھا۔",
  "ayah": 14,
  "surah": 10
}
