{
  "text": "سورج ہماری زمین سے نہایت درست فاصلہ پر قائم ہے، یہی وجہ ہے کہ وہ ہمارے لیے روشنی اور حرارت جیسی نعمتوں کا خزانہ بناہوا ہے۔ اگر اس انداز ہ میں فرق ہوجائے تو سورج ہمارے لیے سورج نہ رہے بلکہ آگ کي جہنم بن جائے، وہ زندگی کے بجائے موت کا پیغام ثابت ہو۔ چاند ایک حد درجہ ریاضیاتی حساب کے مطابق اپنے مدار پر ٹھیک ٹھیک گردش کرتاہے۔ اسی بنا پر یہ ممکن ہوتاہے کہ چاند بذات خود بے نور ہونے کے باوجود ہمارے لیے نہ صرف ٹھنڈی روشنی دے بلکہ مہینہ اور سال کی قدرتی تقویم بھی فراہم کرے۔ یہ فلکیاتی نشانیاں ثابت کرتی ہیں کہ اس کائنات میں گہری مقصدیت ہے، اور مقصدیت والی کائنات کا آخری انجام بے مقصد نہیں ہوسکتا۔\nپھر ہماری دنیا میں رات کے بعد دن کا آنا مادی تمثیل کی زبان میں اس اخلاقی حقیقت کو بتا رہا ہے کہ موجودہ دنیا میں یہ قانون نافذ ہے کہ تاریکی کے بعد روشنی پھیلے، اندھیرے کے بعد اجالے کا ظہور ہو۔ یہاں حقوق کی پامالی کے بعد حقوق کی ادائیگی کا نظام آنے والا ہے۔ انسان کی سرکشی کی جگہ خدائی انصاف کو غلبہ ملنے والا ہے۔ یہاں اس وقت کا آنا مقدر ہے جب کہ دھاندلی ختم ہواور حق کے اعتراف کا ماحول چاروں طرف قائم ہو جائے۔\nآخرت کی حقیقتوں کو خدا نے نشانیوں کے انداز میں ظاہر کیا ہے۔بالفاظ دیگر، خدا موجودہ دنیا میں دلیل کے روپ میں ظاہر ہوتا ہے، نہ کہ محسوس مشاہدہ کے روپ میں۔ پھر خدا جس روپ میں اپنا جلوہ دکھاتا ہے اسی روپ میں ہم اس کو پاسکتے ہیں ،نہ کہ کسی اور روپ میں۔\nخدا نے اس دنیا میں ہدایت کے راستے کھول رکھے ہیں مگر یہ ہدایت انھیں کا مقدر ہے جو خدائی نقشہ کے مطابق اس کی پیروی کرنے کے لیے تیار ہوں۔ یہاں وہی لوگ صحیح راستہ پر چلنے کی توفیق پائیں گے جو دلیل کی زبان میں بات کو سمجھنے اور ماننے کے لیے تیار ہوں۔ جو لوگ سچی دلیل کے آگے نہ جھکیں وہ گویا خدا کے آگے نہیں جھکے۔ انھوں نے خدا کو نہیں مانا۔ ایسے لوگوں کو اپنے لیے جہنم کے سوا کسی اور چیز کا انتظار نہ کرنا چاہیے۔\nزمین و آسمان میں اگر چہ بے شمار نشانیاں پھیلی ہوئی ہیں مگر وہ انھیں لوگوں کے لیے سبق بنتی ہیں جو ڈر رکھنے والے ہیں۔ ڈریا اندیشہ وہ چیز ہے جو آدمی کو سنجیدہ بناتا ہے۔ جب تک آدمی کسی معاملہ میں سنجیدہ نہ ہو وہ اس معاملہ پر پورا دھیان نہیں دے گا اور نہ اس کے پہلوؤں کو سمجھے گا— پوری کائنات ایک زبردست تخلیقی توازن میں جکڑی ہوئی ہے۔ یہ اس بات کا کھلا ہوا اشارہ ہے کہ کائنات کا مالک ایسا مالک ہے جو انسان کو پکڑنے کی طاقت رکھتا ہے۔ اسی طرح پہلی زندگی جس کا ہم تجربہ کر رہے ہیں وہ اس کا یقینی ثبوت ہے کہ دوسری زندگی بھی ممکن ہے۔ موجودہ دنیا میں مادی نتائج کا نکلنا مگر اخلاقی نتائج کا نہ نکلنا تقاضا کرتاہے کہ ایک اور دنیا بنے جہاں اخلاقی نتائج اپنی پوری صورت میں ظاہر ہوں۔ یہ سب انتہائی محکم باتیں ہیں مگر ان کا محکم ہونا وہی شخص جانے گا جو اندیشہ کی نفسیات کے تحت زندگی کے معاملہ کو دیکھتا ہو۔",
  "ayah": 6,
  "surah": 10
}
