{
  "text": "جو لوگ آخرت کی فکر کرتے ہیں وہ عام طور پر دنیوی ساز وسامان جمع کرنے میں ان لوگوں سے پیچھے رہ جاتے ہیں جو آخرت سے بے فکر ہو کر دنیا حاصل کرنے میں لگے ہوئے ہوں۔دنیوی کمی آخرت کی طرف دھیان لگانے کی قیمت ہے، اور دنیوی زیادتی آخرت سے غافل ہونے کی قیمت۔\nمزید یہ کہ جس کے پاس دنیا کی رونق اور سامان زیادہ جمع ہوجائیں وہ بڑائی کے احساس میں مبتلا ہوجاتا ہے۔ نتیجہ یہ ہوتاہے کہ ایسے لوگ اپنے اندر یہ صلاحیت کھودیتے ہیں کہ کسی دوسرے کی زبان سے جاری ہونے والے حق کو پہچانیں اور اس کے آگے جھک جائیں۔ اپنے وسائل کو اگر وہ خدا کا عطیہ سمجھتے تو اس کو حق کی تائید میں استعمال کرتے، مگر وہ اس کو اپنا ذاتی کمال سمجھتے ہیں اس ليے وہ اس کو صرف اس مقصد کے لیے استعمال کرتے ہیں کہ حق کو دبائیں اور اس طرح ماحول کے اندر اپنی برتری قائم رکھیں۔\n’’تاکہ وہ تیری راہ سے بھٹکائیں‘‘ کا مطلب یہ ہے کہ انھوں نے اللہ کے ديے ہوئے مال واسباب کو صرف اس لیے استعمال کیا کہ اس کے ذریعے سے خدا کے بندوں کو خدا سے دور کریں، انھوں نے اس کو حق کی خدمت میں لگانے کے بجائے باطل کی خدمت میں لگایا، یہاں شدت بیان کی خاطر کلام کا اسلوب بدل گیا ہے۔\nحضرت موسیٰ نے فرعون اور اس کے ساتھیوں کے سامنے سچے دین کی دعوت پیش کی اور اپنی اعلیٰ صلاحیتوں اور خدا کی نصرتوں کے ذریعہ اس کو اتمام حجت کی حد تک واضح کردیا، اس کے باوجود فرعون اور اس کے ساتھیوں نے آنجناب کے پیغام کو نہیں مانا۔ اس وقت حضرت موسیٰ نے دعا کی کہ خدایا ان کے اوپر وہ سزا نازل فرما جو تیرے قانون کے تحت ایسے سرکشوں کے لیے مقدر ہے۔ ایسے موقع پر پیغمبر کی بد دعا خود خدا کے فیصلہ کا اعلان ہوتاہے جو نمائندہ خدا کی زبان سے جاری کیا جاتاہے۔\nحضرت موسیٰ کی دعا قبول ہوگئی۔ تاہم جیسا کہ بعض روایات میں آتاہے، حضرت موسیٰ کی دعا اور فرعون کی تباہی کے درمیان 40 سال کا فاصلہ ہے(تفسير النسفی، جلد2، صفحہ\n38\n) ۔ اس کا مطلب یہ ہے کہ اس کے بعد بھی لمبی مدت تک یہ صورت حال باقی رہی کہ حضرت موسیٰ اور آپ کے ساتھی اپنے آپ کو بے بس پاتے تھے۔ اور دوسری طرف فرعون اور اس کے ساتھیوں کی شان وشوکت بدستور ملک میں قائم تھی۔ ایسی حالت میں آدمی اگر خدا کی اس سنت سے بے خبر ہو کہ وہ سرکشوں کو مہلت دیتاہے تو وہ جلد بازی میں اصل کام چھوڑ دے گااور مایوسی اور بددلی کا شکار ہو کر رہ جائے گا۔",
  "ayah": 88,
  "surah": 10
}
