{
  "text": "مصر میں حضرت موسیٰ کا مشن دو طرفہ تھا۔ ایک، فرعون کو توحید اور آخرت کی طرف بلانا۔ دوسرے، بنی اسرائیل کو مصر سے باہر صحرائی ماحول میں لے جانا اور وہاں ان کی تربیت کرنا۔ جب فرعون پر دعوتِ حق کی تکمیل ہوچکی تو اللہ کے حکم سے وہ بنی اسرائیل کو لے کر مصر سے روانہ ہوئے ۔ صحرائے سینا پہنچنے کے لیے انھیں دریا کو پار کرنا تھا۔ جب بنی اسرائیل حضرت موسی کی رہنمائی میں دریا کے کنارے پہنچے تو اللہ کے حکم سے حضرت موسیٰ نے پانی پر اپنا عصامارا۔ پانی بیچ سے پھٹ کر دائیں بائیں کھڑا ہوگیا، اور درمیان میں خشک راستہ نکل آیا۔ حضرت موسیٰ اور بنی اسرائیل اس راستہ سے بآسانی پار ہوگئے۔\nفرعون اپنے لشکر کے ساتھ بنی اسرائیل کا پیچھا کرتے ہوئے آگے بڑھا۔ وہ دریا کے کنارے پہنچا تو دیکھا کہ موسیٰ اور بنی اسرائیل پانی کے درمیان ایک خشک راستہ سے گزررہے ہیں۔ دریا کے وسیع پاٹ نے پھٹ کر حضرت موسیٰ اور ان کے ساتھیوں کو راستہ دے دیاتھا۔ یہ واقعہ دراصل خدا کی ایک نشانی تھا۔ فرعون کو اس سے یہ سبق لینا چاہیے تھاکہ موسیٰ حق پر ہیں اور خدا ان کے ساتھ ہے۔ مگر اس نے دریا کے پھٹنے کو خدائی واقعہ سمجھنے کے بجائے عام واقعہ سمجھا۔ اپنے اور موسیٰ کے درمیان فرعون کو صرف دریا نظر آیا، حالاں کہ وہاں خود خدا کھڑا ہوا تھا۔ اس کا نتیجہ یہ ہوا کہ جس واقعہ میں فرعون کے لیے اطاعت اور انابت کا پیغام تھا وہ اس کے لیے صرف سرکشی میں اضافہ کا سبب بن گیا۔ اس نے ’’دریا‘‘ کو دیکھا مگر ’’خدا ‘‘ کو نہیں دیکھا۔ اس نے سمجھا کہ جس طرح موسیٰ اور ان کے ساتھیوں نے دریا کو پار کیا ہے اسی طرح وہ بھی دریا کو پار کرسکتاہے۔\nاپنے اس ذہن کے ساتھ فرعون اور اس کا لشکر دریا میں داخل ہوگئے۔ دریا کا پانی جو دو ٹکڑے ہوا تھا وہ موسیٰ اور ان کے ساتھیوں کے لیے ہوا تھا، وہ فرعون اور اس کے ساتھیوں کے لیے نہیں ہوا تھا۔ چنانچہ فرعون اور اس کا لشکر جب بیچ دریا میں پہنچے تو خداکے حکم سے دونوں طرف کا پانی مل گیا اور فرعون اپنے لشکر سمیت اس میں غرق ہوگیا۔ غرق ہوتے ہوئے فرعون نے ایمان کا اقرار کیا مگر وہ بے سود تھا، کیوں کہ اللہ تعالیٰ کے یہاں اختیاری ایمان معتبر ہے، نہ کہ وہ ایمان جب کہ آدمی ایمان لانے پر مجبور ہوگیا ہو۔\nخدا سے نافرمانی اور سرکشی کا انجام ہلاکت ہے، اس کا نمونہ دور رِسالت میں بار بار انسان کے سامنے آتا تھا۔ تاہم اس قسم کے کچھ نمونے خدانے مستقل طورپر محفوظ کرديے ہیں تاکہ وہ بعد کے زمانے میں بھی انسان کو سبق دیتے رہیں جب کہ نبیوں کی آمد کا سلسلہ ختم ہوگیا ہو۔ انھیں میں سے ایک تاریخی نمونہ فرعونِ موسیٰ (رعمیس ثانی) کا ہے جس کی ممی کی ہوئی لاش ماہرین اثریات کو قدیم مصری شہر تھیبس (Thebes) میں ملی تھی اور اب وہ قاہرہ کے میوزیم میں نمائش کے لیے رکھی ہوئی ہے۔",
  "ayah": 91,
  "surah": 10
}
