{
  "ayahs": [
    {
      "ayah": 19,
      "surah": 29,
      "text": "Have they not seen how God originates creation, then makes it return? In terms of the outwardness, originating creation and making it return are this world and the next world. In terms of the inwardness, these allude to the changing of the moments and the recurrence of states for the possessors of hearts. Sometimes they are in contraction, sometimes expansion, sometimes awe, sometimes intimacy. For a time absence dominates over them, for a time pres- ence; for a time intoxication, for a time sobriety; for a time subsistence, for a time annihilation. When the servant is in contraction and awe, he manifests servanthood by craving forgiveness and fearing punishment, just as the Exalted Lord said: “They were supplicating Us in eagerness and dread” [21:90]. Then, when he steps into the world of expansion, he sees the marks bearing witness to intimacy. He is freed from his own power and strength and disengaged from his own desires and aims. He lives in the opening of disengagement and his aspiration's goal and kiblah becomes desiring His face [6:52]. In this state his soul will be like what Shiblī said because of drunkenness and selflessness: “At the resurrection, everyone will have an antagonist, and I will be Adam's. Why did he make my road steep so that I was held back by the mud?” When he was in expansion he spoke like that, and when he was in contraction he used to say, “My abasement suspends the abasement of the Jews.” Once again he would be given over to expansion and intimacy such that he said, “Where are the heavens and the earths that I may carry them on one of my eyelashes?” This then is the meaning of the recurrence of the states alluded to by originating and making return. The proof text of this in the exalted Qur'an is His words, “You shall surely ride stage after stage” [84:19], that is, state after state. Part of the conduct and traveling of MuṣṬafā was that one day he would say, “I am the master of Adam's children.” Then in the state of contraction he would say, “I do not know what He will do with me or with you. Would that MuḤammad's Lord had not created MuḤammad!” Again, in the state of intimacy, he would say, “I am not like any of you-I spend the night at my Lord; He gives me to eat and drink.  ” The Pir of the Tariqah gave out this meaning with a marvelous intimation: “O God, You made me pass over a thousand steeps, but one still remains. My heart is ashamed of calling on You so much. O God, You washed me with a thousand waters till You made me familiar with love, but one thing is still to be washed: Wash me of me so that I may disappear from myself and You re- main. O God, will I ever see a day without the tribulation of me? Will I ever open my eyes and not see myself?”"
    },
    {
      "ayah": 2,
      "surah": 29,
      "text": "Do the people reckon they will be left to say, “We have faith,” and not be tried? Do the people reckon they will be left simply to claim to have faith without trial being demanded from them? That will never happen, for the worth of every man lies in his trial. So when the mea- sure of someone's meaning is more, the measure of his trial will be more. The Prophet said, “Surely the people most severely tried are the prophets, then the next best, then the next best.” He also said, “When God desires good for a people, He tries them.” The lordly likeness from the Presence of Lordhood is this: Trial from Our threshold is a robe of honor for the friends. Whoever seeks a level above others in the station of friendship will smell more of the rose of tribulation in the pleasure-garden of the friends. If you want to know this, then look at the state of that master of Adam's children, the one emulated by the folk of the Shariah, and the foremost and chieftain of the folk of the Haqiqah. When that paragon walked into this street, he was not left without heartache and grief for an hour. If he sat for a while cross-legged, the address would come, “Sit like a servant!” If once he put a ring on his finger, the whip of rebuke would come down: “What, did you reckon that We created you aimlessly?” [23:115]. If once he placed his foot on the ground boldly, the command would come, “Walk not in the earth exultantly” [17:37]. If one day he said, “I love ʿāÌisha,” he would see what he saw. When his trial reached the extreme from the words of the hypocrites, he complained inwardly to God. He was addressed: “O paragon, when someone's heart and spirit witness Me, does he complain of trial?” All the venom in the treasuries of the Unseen was poured into one cup and put in his hand, and then a curtain was lifted from his secret core. It was said, “O MuḤammad, drink this venom while contemplating My beauty! And be patient with thy Lord's decree, for surely thou art in Our eyes” [52:48]. Were the Beloved's hand to pour poison for me, poison from His hand would be sweet. * Your curse, O Friend, is my praise and laudation, Your iniquity my justice, Your cruelty loyalty."
    },
    {
      "ayah": 21,
      "surah": 29,
      "text": "He chastises whom He will and has mercy on whom He will. When He wants He acts with justice toward someone and drives him away from His kindness, and when He wants He acts with bounty toward him and calls him to His gentleness. All is tied to His beginningless will, and He issues the decree without any cause. It is not that He shows bounty toward someone because of his obedience, nor that He acts with justice toward someone because of his disobedience. That is a work that was taken care of in the Beginningless, a decree that went out as God wanted. The Pir of the Tariqah said, “Alas for the apportioning that has gone before me! Alack for the words spoken by the Self-Seer! What profit if I live happily or distraught? I fear what the Power- ful said in the Beginningless.” He chastises whom He will through abandonment and He has mercy upon whom He will through giving the success of beautiful doing. He chastises whom He will through ingratitude and He has mercy upon whom He will through faith. He chastises whom He will through dispersion of the heart and He has mercy upon whom He will through the togetherness of aspiration. He chas- tises whom He will by casting him into the darkness of self-governance and He has mercy upon whom He will by giving him to witness the flow of predetermination. He chastises whom He will by his love for this world and being held back from it and He has mercy upon whom He will by his renunciation of it and its expansion for him. He chastises whom He will by His turning away from him and He has mercy upon whom He will by His turning toward him."
    },
    {
      "ayah": 5,
      "surah": 29,
      "text": "Whoso hopes to encounter God, God's term is coming, and He is the Hearing, the Knowing. When someone passes his life hoping for Our encounter, We will permit him to gaze upon Us and he will be delivered from absence and separation. And He is the Hearing of the moans of the yearners, the Knowing of the longing of the enraptured lovers. The price of seeing the Friend is the spirit. If you find that for one hundred thousand spirits, that is cheap. Who is more victorious than the servant who sees the Friend face-to-face? Hoping to see the Friend is the attribute of the Men. Great is the aspiration of the eye that wants to see You- is it not enough for an eye that You see him who sees You? Wait until tomorrow, when the servant will sit at the table of everlastingness, drinking the wine of union. He will see blessedness, nearness, and the most beautiful and will arrive at hearing, drink- ing, and seeing. This is just what the Exalted Lord says: “Faces that day will be radiant, gazing upon their Lord” [75:22-23]. The faces of the faithful and the self-purifiers, the faces of the sin- cerely truthful and the witnesses, will be like glowing moons, shining suns, garden violets, fragrant jasmine, red anemones, flashing lightning, rising suns, the vast paradise. On whom will these faces be gazing? They will be gazing upon their Lord, upon their creator, upon their nurturer. What is the attribute of that day? The day of proximity and union, the day of kindness and bounteousness, the day of giving and bestowal, the day of gazing on the Possessor of Majesty. In hoping for this station the yearners dedicated their bodies, and for the sake of this way station the passionate put rings in their ears. The recognizers will have three eyes in vision: The eye of the head will see, and that is for pleasure. The eye of the heart will see, and that is for recognition. The eye of the spirit will see, and that is for contemplation. He will fill the eye of the head with the light of bounty, the eye of the heart with the light of proximity, and the eye of the spirit with the light of finding.  The servant will gaze on the Real with these three eyes. This is why the report has come, “The eyes will be filled with gazing on His face and He will speak to them as a man speaks to his sitting companion.” The disparity in vision tomorrow will be just like the disparity in recognition today. Everyone will see Him in the measure of his own recognition and according to his own portion. It may be that the vision will dazzle him, it may be that it will bring splendor, and it may be that he will reach the Seen. The Pir of the Tariqah said, “O God, the one who will see You saw You in the Beginning- less. He will see You because the two worlds came not to be seen. He who sees You approved of the not seen.” ʿAbd al-ʿAzīz ibn ʿUmayr said, “It has reached us that the Exalted Lord said, 'I have given you the power to see Me, I have let you hear My words, and I have let you smell My scent.' I have given you the ability to bear seeing Me, I have given you hearing so that you could bear My words, and I have breathed into you My scent so that you could become aware of Me and stay with Me.”"
    }
  ]
}
