{
  "ayahs": [
    {
      "ayah": 102,
      "surah": 7,
      "text": "We found nothing of covenant in most of them; indeed, We found most of them ungodly. Junayd said, “The most beautiful of servants in state is he who halts with God in preserving the limits and being loyal to the covenants.”"
    },
    {
      "ayah": 11,
      "surah": 7,
      "text": "We created you, then We formed you, then We said to the angels, “Prostrate yourselves before Adam.” The wise Lord, the renowned and tremendous all-compeller, the enactor, the knowing keeper of ser- vants, is reminding the children of Adam of His favors. He is teaching them about His good Godhood and His holding to the Covenant. He is saying, “I created you, and I sculpted your beautiful faces. I drew your tall statures and gave you two seeing eyes, two listening ears, and a speaking tongue. I am the Lord who makes being from nonbeing, who brings forth what is from what was not, and who makes things newly from the outset. The painter of faces is I, the adorner of beauties is I, the one who pairs everything with its companion is I, the maker of every being in a fitting way is I. I created heaven, earth, and the inanimate things to manifest power. I created the angels, satans, and jinn to manifest awe. I created Adam and the Adamites to manifest forgiveness and mercy. “For 700,000 years Gabriel, Michael, Seraphiel, the Cherubim, the Circlers, and the Row-keep- ers circumambulated the Kaabah of All-Compellingness saying 'The Glorified! The Holy!' They never gained access to or recognized My names of love, loving kindness, and friendship. They never had the gall to claim friendship with Me, but I claimed friendship with the dust-dwellers: We are your friends [41:31]. He loves them [5:54]. I derived several of My names from My friendship and loving kindness toward them: the Forgiving, the Loving, the Clement, the Ever-Merciful. To the angels I showed only severity and all-compellingness. I kept them behind the veils of awe. To the dust-dwellers I showed only clemency and mercy. I kept them on the carpet of expansiveness.” Among the angels, Gabriel was honored and foremost, and he was singled out for the special favors of proximity. His name was Servitor of the All-Merciful. He was standing constantly on the carpet of justice with the attribute of awe. He had never seen the carpet of bounty and expansive- ness. Before Adam the Chosen came, there was no separation or union, no rejection or acceptance. There was no talk of heart, sweetheart, and friendship. These wonders and storehouses all pertain to the register of passion.  Other than Adam's heart, there was no oyster shell for the pearl of love. Everyone came by the road of creation, and he alone came by the road of love: He loves them, and they love Him [5:54]. From the angels there was nothing other than glorifying and hallowing-their work was one color. The wonders of service, the courteous acts of companionship, the storehouses of affection, the subtleties of love-all appeared with Adam, for he was the chameleon of predetermination. The rule of selfless wandering and the custom of gambling away was brought to the city by you, O beautiful companion! Then We said to the angels, “Prostrate yourselves before Adam.” The angels were commanded to prostrate themselves before Adam. The secret here is that the angels were looking at their own ceaseless worship with the eye of high regard and giving great weight to their own glorifying and hallowing. That is why they said, “We glorify Thy praise and call Thee holy” [2:30]. The Majesty of Unity, the Side of All-Compellingness, showed them Its exalted and endless unneediness toward the obedience of all the obedient and the worship of all the heaven-dwellers. It said, “Go, prostrate yourselves before Adam, and do not give your prostration any weight in the Exalted Presence. I still had not written out existence for the existent things when My majesty witnessed My beauty. In My own Selfhood I was enough for Myself. Today that I have created the creatures, I am the same Exalted One that I was. I have no need to join the faith and obedience of newly arrived things to My beginningless majesty.” Her own face had itself as a moon, her own eye had itself as collyrium. Listen to another subtle point from the secrets of We created you, then We formed you, then We said to the angels, “Prostrate yourselves to Adam”: The Adamite is body and spirit, and what lies beyond body and spirit cannot be brought into expression. Make not your home in body or spirit, for that is low and this is high. Take a step outside of both-be not here and be not there. [DS 51] He said to the body, “We created you,” and He said to the spirit, “then We formed you.” This is just what He said elsewhere: “We created man from an extraction of clay” [23:12]; again He said, “Then We configured him as another creature” [23:14].  Know also that these houses of the creatures were brought out from seventy thousand cur- tains-curtains of light and darkness. The report speaks of this: “God has seventy thousand veils of light and darkness.” Whatever is light is the seed of the goodly word [14:24] and whatever is darkness is the seed of the vile word [14:26] Then all were covered with dust, and dust became the curtain for all. In all this one wonders who is the storehouse of secrets? For whose home is that hidden pearl prepared? You have a secret wink with each spirit, You have a passage into the street of every heart. In the age of Adam the chosen, the exaltedness of the religion shone from the tower of his emi- nence. Everyone came to see with his own coin, and Adam was the touchstone. And Adam dis- obeyed [20:121] was the blackness of the touchstone. All struck their coin against the touchstone so that it would be clear what their coin was. With the coin of fancy the Higher Plenum saw that We glorify Thy praise [2:30]. Iblis the Abandoned saw that I am better [38:76]. Right there he was a verified thorn and a false rose. He pulled out the rose and threw it away, and the thorn remained in the eye of fancy. The roses I picked from the garden of Your union, the pearls I stole from the sweetness of Your lips- Those roses all became thorns in my spirit, those pearls all rained down as my tears. For seventy thousand years, that abandoned and rejected one was the guest of fancy. In himself he was sure that his quarry was gold and he was the Red Sulfur. When he struck his coin against the touchstone of Adam's limpidness, his coin came out counterfeit. In his own quarry he saw naphtha and tar; in place of gold he saw black jet. I painted an image of you in my eye, and a life passed by in seeing that image. When the sun rose in front of me folly remained in my eyes, fancy in my head. It has been said that Iblis deserved to be cursed and abandoned by the Court of Unneediness for five things, and in contrast Adam found the Real's generosity, the light of guidance, and the acceptance of repentance for five things.  One is that Iblis “did not acknowledge his sin.” Pride did not let him come forward with ac- knowledgment. But Adam came back with the attribute of incapacity and acknowledged his sin. Second, “He did not regret what he had done” and did not apologize, but Adam regretted his own deed, apologized, and pleaded. Third, “He did not blame himself.” In that disobedience he did not take himself on and did not blame himself, but Adam turned back on himself and blamed himself for abasement. Fourth, “He did not see that it was necessary for him to repent,” nor did he apologize or plead. But Adam knew that repentance was the key to felicity and the interceder for mercy, so he consid- ered it necessary for himself. He hurried and did not look back until he saw the face of acceptance. Fifth, “He despaired of God's mercy.” That ill-fortuned one did not know that one despairs of the base, but the Exalted Lord is not base. And just as there is no despair, so there is no security, for one feels secure from the incapable, and God is not incapable. So, when that wretched one despaired, the door to repentance was shut to him. But Adam did not despair. He bound his heart to mercy and forgiveness. He wept and moaned at the threshold of Unneediness until mercy and forgiveness arrived. The Pir of the Tariqah said, “The field of friendship's road is solitariness. The drinker of friendship's wine is promised vision. Whoever is truthful will one day reach his desire.”"
    },
    {
      "ayah": 142,
      "surah": 7,
      "text": "And We promised Moses thirty nights, and We completed them with ten. So the appointed time of his Lord was completed in forty nights. And Moses said to his brother Aaron, “Take my place among my people.” How exalted is making promises in friendship! How great is sitting in the promised place of friendship! How sweet is breaking promises in the religion of friendship! Concerning the intimations of this verse the Pir of the Tariqah said, “The promises of lovers, even if broken, show intimacy.” Then he said, “You put me off, You procrastinate, You promise, but You don't come through.” It is not approved to put back the promised time and to add days before the promised moment except in the religion of friendship, for in friendship disloyalty is the same as loyalty, and disdain friendship. Do you not see what the Lord of the Worlds did with Moses in this exchange? He promised him thirty days. When those passed, He added ten more. He added them because Moses was happy with that. Moses counted the thirty days as capital and the ten days as profit. He said, “Indeed, I heard the hard cash of the Real's speech for a second time when He added that.” Come forth, by your life! Stay not away! Give hope of your encounter, then put us off. Promise and put off as you like, for we love you when you put off the passionate. If you fulfill the promise, we will be happy, but we will live with your promise, content for a time. In this journey, Moses waited thirty days without remembering food and drink or being aware of hunger, for he was carried by the Real in a journey of generosity, waiting for whispered prayer. The other time, when he was sent to Khiẓr on the first journey in search of knowledge, he did not have the capacity for a half day of hunger, so he said, “Bring us our food” [18:62]. This is because that was a journey of teaching courtesy and of hardship. At the beginning of the traveling he was carrying; he was not being carried. He was aware of his own suffering, for he was with himself. He saw the marks of hunger because he was in the road of creatures.  And Moses said to his brother Aaron, “Take my place among my people.” His intention was whispered prayer with the Real, so he left Aaron with the people and went alone, for there is no sharing in friendship. The friend's attribute in the path of friendship is nothing but aloneness and oneness. If you're not busy and you're alone, come to Me in loyalty-you're worthy of Me. Then, when he was going to Pharaoh, he asked for Aaron's companionship: “Make him share with me in my affair” [29:32], for that was going to the creatures, and things having to do with the creatures bring aversion and dread. In carrying the burden of dread, no one flees from a kind companion and his companionship. When Moses returned from whispered prayer and saw that the Children of Israel had left the circle of obedience and become calf-worshipers, he rebuked Aaron, not them, so that you would know that not everyone who sins is deemed worthy of rebuke. Rebuke is appropriate when a per- son still has something of friendship. He who burns in fear of separation is the one who recognizes the exaltation of union: How can the Beloved's passion be suited for just anyone? Only Majnūn was worthy of loving Laylā."
    },
    {
      "ayah": 143,
      "surah": 7,
      "text": "When Moses came to Our appointed time and his Lord spoke to him, he said, “Show me, that I may gaze upon Thee.” He said, “Thou shalt not see Me, but look at the mountain. If it stays firm in its place, thou shalt see Me.” Then, when his Lord disclosed Himself to the moun- tain, He made it crumble to dust, and Moses fell down thunderstruck. When he recovered he said, “Glory be to Thee! I repent to Thee!” Moses had two journeys: one was the journey of seeking, the other the journey of revelry. The journey of seeking was the night of the fire, as in His words, “He observed a fire on the side of the Mount” [28:29]. The journey of revelry was this one: When Moses came to Our appointed time. Moses came, having become selfless to self, lost to himself in his own secret core. He had drunk the wine of love from the cup of holiness, so the pain of this talk's yearning was pressing into him and the wave of Show me was billowing up from the ocean of his passion. He wandered around the neighborhoods of the Children of Israel and gathered the words of their messages and goals so that he could draw out his words when he arrived at the Presence. I consider it unlawful to talk with others- whenever I talk with You, I draw out my words. When he reached the presence of whispered prayer, he was drunk with the wine of yearning and burnt by listening to the Real's Speech. He forgot everything, and the hard cash of his state ap- peared like this: “Show me, that I may gaze upon Thee!” The angels threw the stones of blame at his desire: “O child of menstruating women! Do you hope to see the Exalted Lord? What does dust have to do with the Lord of lords?” How can a being made of dust and water talk to Eternity? How can someone who was not, then was, be worthy of seeking union with Him who always was and always will be? In drunkenness and selflessness Moses answered with the tongue of solitariness: “Accept my excuses, for I did not fall here by myself. First He wanted me-I did not want. I saw the Friend at my pillow when I woke up from sleep.  I was seeking for fire, and being chosen came forth: I chose thee for Myself [20:41]. I was not aware, and the sun of bringing near rose up-And We brought him near as a confidant [19:52]. “From the first You began passion's talk- now make me worthy of You!” The command came to the angels, “Leave Moses alone, for when someone drinks the wine of I chose thee for Myself from the cup of I cast upon thee love from Me [20:39], he will make no less of an uproar than this.” In the realities of those unveilings Moses tasted the wine of love from the storeroom of gentle- ness. His heart flew into the air of solitariness, and the breeze of union's intimacy blew on his spirit from the side of proximity. The fire of love shot up in flames, patience fled from his breast, and he lost all restraint. He said, “Show me, that I may gaze upon Thee: Please, at least a look!” If sparks were to shoot from this burnt heart, no trace would remain of Pleiades' circle. There's danger when I stand before you, sweetheart- at least lift separation's veil for a look. The Pir of the Tariqah said, “Everyone has a hope, and the recognizer's hope is vision. Without vision the recognizer has no need for any wage, nor any use for paradise. People are all passionate for life, so death for them is difficult. The recognizer needs death in the hope for vision. Then his ears may enjoy the listening, the Real's lips will pay back the debt of love, his eyes will be adorned with the day of vision, and his spirit will be drunk without giddiness from the wine of finding.” I want a heart for choosing only You, a spirit for breathing the pain of Your passion, A body for desiring only Your love, an eye for seeing You and only You. He said, “Thou shalt not see Me.” They say that at the moment Moses heard “Thou shalt not see Me,” his station was higher than at the moment he said, “Show me, that I may gaze upon Thee.” At the former moment he was in what the Real desired, and at the latter moment he was in what he desired. Moses' being was more complete in what the Real desired than in what he desired, for the latter is dispersion and the former togetherness, and inescapably togetherness is more complete.  He said, “Thou shalt not see Me, but look at the mountain.” Moses received the blow of Thou shalt not see Me. At once, however, He applied the balm of but. He said, “O Moses, I struck the blow of Thou shalt not see Me and applied the balm of but so that you would know that this was not My severity, but rather an excuse.” Then, when his Lord disclosed Himself to the mountain. When a sliver of the signs of majesty and a trace of the exaltedness of unity reached the mountain, it returned to the state of nonexistence and no mark of it remained. He said, “O king! If a black stone had the capacity for this talk, it would have accepted the Trust at the beginning of existence and bought it with spirit and heart.” Here there is a subtle point: The mountain with all its tremendousness could not endure, but the hearts of the weak and the old women of MuḤammad's community could endure. God says, “And they feared it, and man carried it” [33:72]. And Moses fell down thunderstruck. When Moses' existence disappeared in that strike and his mortal nature was thrown to the mountain, the self-disclosure fell on the true center point: “Now, We are. When You disappear from the midst, It is We who are seen.” The Pir of the Tariqah said, “O God, I seek the Found. I say to the Seen, 'What do I have, what should I seek, when will I see, what should I say?' I am entranced by this seeking, I am seized by this speaking. “O God, the splendor of Your exaltation left no room for allusion, the eternity of Your unity took away the road of ascription-I lost all that I had in hand, and everything I fancied came to nothing. “O God, Yours kept on increasing and mine decreasing until at last there remained only what there was at first.” You said, “Be less and less”-that was good and straight. You are Being enough, less and less is fine for Your servant. When he recovered he said, “Glory be to Thee! I repent to Thee!” When he came back to his senses, he said, “O Lord, You are far too pure for any mortal to hope to reach Your self-sufficiency, or for anyone to seek You through himself, or for any heart or spirit to talk today about the vision of You.  I repent.” It was said, “O Moses, do people put down the shield all at once the way you do? Do they wander off all at once the way you do? Have you turned back so soon and so easily?” The tongue of Moses' state was saying, “I desire union with Him, He desires separation- I give up my desire for His desire.” “What should I do? I did not reach the goal. Well then, let me go back to the place of service and the station of servanthood's incapacity, and let me go to the beginning of the command.” When someone's perplexed in his own work, he'd best go back to the beginning of the thread. When he went back to the place of service and the station of repentance, the Lord of the Worlds repaired his heart and spoke to him with benevolence:"
    },
    {
      "ayah": 144,
      "surah": 7,
      "text": "O Moses, surely I have chosen thee over the people through My messages and My speak- ing. So take what I have given thee, and be one of the thankful. “O Moses, I have held you back from one thing, and that is vision, but I have specified you for many virtues. I have chosen you for messengerhood and I have honored you with eminence of state. Give thanks for all this and recognize these blessings. And be one of the thankful, and do not expose yourself to the station of complaint.” In this meaning has been sung, If they turn away, they are the ones who came in tenderness. How loyal they were, so be patient with them if they break off."
    },
    {
      "ayah": 145,
      "surah": 7,
      "text": "And in the tablets We wrote for him of everything an admonition, and a detailing of every- thing. “So take hold of them with strength, and command thy people to take their most beautiful. I shall show you the abode of the ungodly.” It has been mentioned in the traditions that one of the admonitions that the Exalted Lord wrote in the tablets for Moses and gave to him was this: “O Moses, if you want to be respected at the threshold of My exaltation and be specified for My nearness and proximity, act beautifully toward orphans and do not abase the poor. O Moses, I am the caresser and well-wisher of orphans, and the lovingly kind and bestower of bounty on the poor. Caress those whom I caress, and do not drive away those whom I call.” MuṣṬafā said about the poor, “The poor who remain patient will be the sitting companions of God on the Day of Resurrection.” Concerning the orphans he said, “When an orphan weeps, the Throne of the All-Merciful trembles at his weeping, so God says, 'If someone makes him approv- ing, I will make that person approving.'” “O Moses, if you want Me to brag about you among the angels, be without harm and keep stones and thorns away from the road of the submitted.” [MuṣṬafā said,] “Faith has seventy-some branches, the highest of which is 'There is no god but God,' and the least of which is removal of harm from the road.” “O Moses, if you want Me to answer your supplications, deal with people beautifully, learn knowledge, and teach others knowledge, for I have honored the knowers by giving them knowl- edge. For them I make the dust sweet, I illuminate and expand their graves, and tomorrow I will muster them among the troops of the prophets.” MuṣṬafā said, “Do you know what Gabriel said to me? He said, 'O MuḤammad, do not count as lowly a servant whom God has given knowledge, for God did not count him as lowly when He gave him knowledge. Surely God will gather the knowers in one place and say to them, 'I have deposited My knowledge with you only because of a good that I desired for you. I forgive you for what has come forth from you.  '” And in the tablets We wrote for him. Among God's caresses and gentlenesses to Moses, one is that He kept him in the station of whispered prayer and wrote the Torah for him on the tablets, such that the sound of the pen's moving on the tablet reached Moses' ears. “O Moses, today be content with My name! Gaze on My writing so that it may be a consolation for you. 'When someone is prevented from gazing, he is consoled by traces.' O Moses, in the perfection of My wisdom I have decreed that as long as MuḤammad has not seen Me and MuḤammad's community has not seen Me, I will not show the vision to anyone. I will not change or alter My decree. With Me the word does not change [50:29].” Moses said, “Lord God, who are the community of MuḤammad?” He said, “The best community brought forth to mankind, who command the honorable, pro- hibit the improper, and have faith [3:110] in both the first book and the last book. They will fight the folk of misguidance until they fight the one-eyed Dajjāl. They are those who ask for response and are given response. To them belong the interceders and those interceded for. Their scriptures are in their breasts. In their prayers they stand in rows like the angels. Their voices in their places of prostration are like the droning of bees. We have honored them and chosen them. Among them are wrongdoers to themselves, among them are moderate, and among them are preceders in good deeds by God's leave [35:32].” Moses said, “So make them my community.” He said, “They are the community of AḤmad.” So take hold of them with strength. This is an exalted allusion that taking to the utmost is evi- dence of proximity. Then He says, “And command thy people to take their most beautiful.” There is a difference between the former taking and the latter taking. The former is taking from the Real, and the latter is taking from creation. The former is Moses' taking from the Patron, and the latter is the people's taking from Moses. The former taking is by way of the realization of nearness and the confirmation of union, and the latter taking is by way of accepting to serve and clinging to obedience. I shall show you the abode of the ungodly. In the tongue of the folk of recognition, the abode of the ungodly alludes to the commanding soul and the ruined heart. The commanding soul is the source of appetites, and the ruined heart is the quarry of heedlessness. Just as no one sits and takes ease in a ruined house, so also obedience does not dwell in a ruined heart, nor does any good settle down there, nor does any worship come forth from it. We seek refuge in God from the depths of wretchedness!"
    },
    {
      "ayah": 146,
      "surah": 7,
      "text": "I shall turn away from My signs those who are proud in the earth without the Real. Even were they to see all the signs, they would not have faith in them. Were they to see the way of rectitude, they would not take it as a way. Pride is of two sorts: one with the Real, the other without the Real. That which is with the Real is the pride of the poor toward the rich. They are high in aspiration and rich in the heart through the Real. They have turned their aspiration away from the Throne and everything beneath it, cut their hearts off from the creatures, and busied themselves with love for the Real. Their aspiration is greater than this world and better than the afterworld. Their yearning is for the vision of the Patron. WāsiṬī said, “Pride with the Real is pride toward the rich and the sinful and toward the unbelievers and the folk of innovation. It is been transmitted in the traditions, 'Meet the ungodly with dark faces.'” The pride that is without the Real is the pride of the rich and the world-rulers toward the poor. This is what is meant by His words, “who are proud in the earth without the Real.” Ibn ʿAṬāÌ said on this verse: “I shall keep back their hearts, their secret cores, and their spirits from roaming in the dominion of holiness.”5 In other words, “I will bind their hearts and secret cores from going. I will make their own being into their veil. I will turn them away from My road so that their secret cores will not be able to roam in the world of holiness and the Dominion. They will be held back from seeing the wonders of the Dominion and become intimate with their own souls and the creatures of this world. They will not taste the flavor of finding and they will remain unaware of the charismatic gifts of the folk of election. They will never see a day of good fortune for themselves, nor will the rose of union bloom for them.” The poor wretch who has never caught a scent of these words! How can he have anything of the ocean when he has no stream? Were they to see the way of rectitude, they would not take it as a way.  By way of allusion He is saying, “Not everyone who sees the road travels the road, and not everyone who has recognition finds the success of practice.” The Exalted Lord reports about the estranged when He says, “And they denied them while their souls were sure of them because of wrongdoing and highness” [27:14] So, whenever someone recognizes the Real through the Real, that is of no use until he finds success and puts it into practice. And whenever someone recognizes the unreal through the unreal, that has no profit until he is given protection from following the unreal. This is why MuṣṬafā said, “O God, show us the Real as Real and provide us with following it, and show us the unreal as unreal and provide us with avoiding it!”"
    },
    {
      "ayah": 148,
      "surah": 7,
      "text": "And the people of Moses, after him, took of their ornaments a calf, a body that lowed. Did they not see that it did not speak to them? Sahl ibn ʿAbdallāh said, “Whatever in this world turns the servant away from the Real and holds him back from obeying Him is his calf, and he is its worshiper.” The worshipers of the calf among the Children of Israel were delivered when they killed them- selves by command, for He said, “So kill your own souls!” [2:54]. In the same way, the servant will gain deliverance in the road of the Haqiqah when he is made pure of his own portions and the secondary causes, or rather, when he disowns everything other than the Real. Thus someone said, Disown everything in the realm of being- be that Heart-taker's “companion of the cave.” Did they not see that it did not speak to them? This denotes the rightful due of the Real. His de- scription is that of a speaker who addresses the creatures and speaks to the servant, but the kings of the earth disdain to address their servitors with their tongues because of their majestic rank. In contrast, the Real put into effect His custom with His faithful servants. To the enemies He says, “Slink into it, and do not talk to Me!” [23:108]. To the faithful the Prophet said, “There is not one of you who will not be spoken to by his Lord without any interpreter between them.” In this mean- ing they have sung, The Magnificence does not add to their ease when they speak to Us and We speak a little to them."
    },
    {
      "ayah": 150,
      "surah": 7,
      "text": "He threw down the Tablets.... He said, “My Lord, forgive me and my brother.” In this there is an allusion that the servant must ask forgiveness in all states and realize that it is His to chastise the innocent, for all of creation is owned by him, and the owner's determination perme- ates what He owns. The Children of Israel sinned, and Moses and his brother apologized and asked forgiveness. This is the path of the chevaliers and the road of the Sufis: They also place the sin upon themselves and apologize for sins not committed. When we are ill, we come to You, we visit you. They sin, so we come to You and apologize."
    },
    {
      "ayah": 151,
      "surah": 7,
      "text": "He threw down the Tablets.... He said, “My Lord, forgive me and my brother.” In this there is an allusion that the servant must ask forgiveness in all states and realize that it is His to chastise the innocent, for all of creation is owned by him, and the owner's determination perme- ates what He owns. The Children of Israel sinned, and Moses and his brother apologized and asked forgiveness. This is the path of the chevaliers and the road of the Sufis: They also place the sin upon themselves and apologize for sins not committed. When we are ill, we come to You, we visit you. They sin, so we come to You and apologize."
    },
    {
      "ayah": 155,
      "surah": 7,
      "text": "And Moses chose his people, seventy men, for Our appointed time, and when the earth- quake took them, he said … “It is naught but Thy trial. Thou misguidest thereby whomsoever Thou wilt and Thou guidest whomsoever Thou wilt. Thou art our Friend, so forgive us and have mercy upon us, and Thou art the best of forgivers!” There is a difference between the community of Moses and the community of MuḤammad. The community of Moses was chosen by Moses, for He says, “And Moses chose his people.” The community of MuḤammad was chosen by God, for He says, “We chose them, with a knowledge, above the worlds” [44:32]. Then He said about those chosen by Moses, “They said, 'Show us God openly,' and the thunderbolt took them because of their wrongdoing” [4:153]. Here He says, “The earthquake took them.” Concerning those He Himself chose He said, “Faces that day will be radi- ant, gazing upon their Lord” [75:22-23]. The want is the want of the Real, the choice the choice of the Real. God says, “And thy Lord creates what He wants and chooses. They have no choice” [28:68]. Moses was bold on the carpet of proximity in the station of whispered prayer. He had the attribute of realization in the state of brokenness and poverty because of anguish and bewilderment, and he showed this remorse: “It is naught but Thy trial.” Then he perceived himself and returned to the attribute of incapacity and brokenness, entering from the door of awe and veneration. He threw the decree entirely back to the Real: “Thou misguidest whom Thou wilt, and Thou guidest whom Thou wilt.” He was not content with this, so he loosed the tongue of laudation and connected it with pleading and weeping: “Thou art our Friend, so forgive us and have mercy upon us.” He displayed his need and lowliness to Him and asked for mercy and forgiveness. He said, “So forgive us and have mercy upon us, and Thou art the best of forgivers!” It has come in the traditions that on the day of the whispered prayer, Moses reached the edge of Mount Sinai. With every step he took, he lauded God, called upon Him, and displayed a need. The Pir of the Tariqah said, “There is no rejecting the needy, there is no deception behind the door of need, and there is no means of approach to the Friend like need.  ” When Moses reached the station of whispered prayer, the tree of his need gave fruit, and the instances of bounty came forth. The night of separation went down and the day of union rose up. Moses had yearning in the heart, remembrance on the tongue, love in the spirit, and staff in hand. The call came from the Compeller of all engendered beings, “O Moses, it is the moment of secret whispering, the time of joy, the day of access. O Moses, ask and it will be given to you. What do you need? What gift do you want? O Moses, ask and I will bestow, speak so that I may listen.” The Pir of the Tariqah said, “The servant who is wanted by the Real and worthy of His love is adorned with solicitude, given entrance by bounty, cloaked in a robe of honor by love, and caressed with generosity so that he may become bold. Then he is passed back and forth between jealousy and love. Sometimes jealousy shuts the door and the servant's tongue begins to beg, sometimes love opens the door and the servant is filled with the joy of face-to-face vision.”"
    },
    {
      "ayah": 156,
      "surah": 7,
      "text": "And write for us in this world the beautiful, and in the next world. We have turned to Thee. In other words, “We have turned toward Thy religion and we have come home to Thee entirely, without leaving anything for ourselves.” O Lord, we have come back to You entirely. We are quit of our own power and strength. We are content with whatever You have decreed. Do not turn us over to ourselves, and lift up our we- ness from before us. This is the same as what MuṣṬafā said: “Entrust me not to myself for the blink of an eye, or even less than that.” He also said, “Shield me as a son is shielded!” Revelation came to David: “O David, what do My friends have to do with the sorrow of this world? This world's sorrow will take the sweetness of whispered prayer from their hearts. I love My friends to be spiritual, not to grieve for anything, to detach their hearts from this world, to throw all their work and business to Me, and to approve of My decree.” God's Messenger said, “Approval of the decree is God's greatest gate.” There was a worshiper among the Children of Israel who had spent long days in worship. It was shown to him in a dream that in paradise his close friend would be so-and-so. He set off in search of that person to see what his worship was. He saw that he had neither prayer at night nor fasting by daytime, only the obligatory acts. He said, “Tell me what you do.” He replied, “I have never done much worship outside of what you have seen. But I do have one trait. When I am in trial or illness, I do not want to be well. If I am in the sun, I do not want to be in the shade. Whatever God decrees, I approve of that, and I do not add my want to God's want.” The worshiper said, “That is what has conveyed you to this way station.”"
    },
    {
      "ayah": 159,
      "surah": 7,
      "text": "Among the people of Moses is a community that guides by the truth and does justice thereby. This is the story of the friends and the description of the state of the chevaliers and the conduct of the wayfarers. The Lord of the Worlds has shown them the road of felicity, singled them out for the special favors of proximity and nearness, and honored them with the attraction of generosity. The relation of godwariness lives through them, the trodden path of truthfulness is built on the firm fixity of their feet, and the good fortune of the religion is joined with the blessings of their breaths. God's Messenger said, “Were the light of one of them to be divided among the folk of the earth, it would embrace them.” If the light of their hearts were given an open road and the glitter of its radiance were to fall on the world and the world's folk, all recalcitrant people would become tawḤīd-voicers and replace their sashes of unbelief with belts of passion for the religion. They are rare and precious, however. He does not show them to anyone, nor does He give them over to this world or the afterworld. He keeps them like fugitives in His own protection and nurtures them with the attribute of love under the domes of jealousy. Revelation came to Moses: “O speaking-companion of the empire! Be careful not to open up the oyster of your pain's pearl before those without eyes. Do not recite the verses of the form of passion for My majesty to the non-privy or those dismissed from the reality of hearing and listen- ing. O Moses! If you want to expose My mystery to someone, then do so to those who are the locus of the covenant of My secrets, who are busy night and day serving My threshold, the tent of their passion pitched in the contemplation of My majesty, having been branded with this mark of most-worthiness by the threshold of Lordhood: a community that guides by the truth and does justice thereby. This brand of most-worthiness is one of the divine secrets, a lordly subtlety that departed from the World of the Unseen and settled down only within the curtain of the stages of the clay of the poor. If you want to catch a whiff of it, go into the curtains of the soul until you reach the heart, then go into the curtains of the heart until you reach the spirit, then go into the curtains of the spirit until you reach union with the Beloved, for you will not see it placed anywhere save in the spirit of the friends.  ” I said, “Where should I seek You, O heart-stealing moon?” He said, “My resting place is the spirit of the friends.” I said, “Why do You make Your resting place in the spirit?” He said, “Lest anyone find a trace of Me.” I said, “Be my guide to Yourself.” He said, “Look at the slain, left and right.” Whenever David the prophet saw a poor man burnt in harvest and plundered by love, he knew him to be a place of the covenant of the beginningless secrets. He would sit with him and be at rest. He would say, “My goal and my heart's repose has been placed in him.” When Jacob the prophet sat in the House of Sorrows and wept so much at the pain of separa- tion from Joseph that he lost his eyesight, you would say that he was attached to Joseph's form. But in terms of the realities, it was the remnants of the purity and limpidness of [Abraham's] bosom friendship, placed on Joseph's forelock, that kept Jacob in turmoil. Ruwaym Baghdādī said, “The recognizer is a mirror. When someone gazes in the mirror, his Patron discloses himself there. To this He alludes with His words, 'We shall show them Our signs on the horizons and in their souls until it is clear to them that He is the Real' [41:53].”"
    },
    {
      "ayah": 160,
      "surah": 7,
      "text": "And We cut them up into twelve tribes, communities.... And We revealed to Moses when his people asked him for water, \" Strike the stone with thy staff, \" and twelve springs gushed forth from it. All the people knew their drinking places. Concerning the realities of this verse Jaʿfar ibn MuḤammad said that He made twelve streams flow forth from the wellspring of recognition and He made each the drink of one group. He made drawing the water of religion's good fortune appear for each group in that watering place. This is the same thing He said briefly elsewhere by way of intimation and allusion: \" If they go straight on the Tariqah, We will draw for them copious water \" [72:16]. In other words, \" We will appoint for them a constant watering. \" There are twelve rivers, the first of which is familiarity and the last of which is friendship. The ten between the two are first the truthfulness of belief, second self-purification in deeds, third approval of the decree, fourth the eye of certainty, fifth the joy of ecstasy, sixth the lightning of unveiling, seventh the bewilderment of witnessing, eighth the dissolution of the marks giving wit- ness, ninth the observation of togetherness, and tenth the reality of solitariness. When the servant's spirit tastes these drinks and finds their sweetness, and when the divine attraction joins with that, he becomes the Wellspring of Life itself, and anyone who sips a drink from his hand will be prosper- ous forever. The Pir of the Tariqah said, \" O God, I recognize the drinking place, but I'm not able to drink. Heart-thirsty, I weep in hope of a drop. The fountain cannot quench me-I'm seeking the ocean. I passed by a thousand springs and streams in hopes of finding the ocean. Have you ever seen someone drowning in the fire of passion? I'm like that. Have you ever seen someone thirsty in a lake? That's what I am. I'm exactly like someone lost in the desert. Help me! I'm at wit's end! I've lost my heart. \""
    },
    {
      "ayah": 168,
      "surah": 7,
      "text": "And We cut them up into communities in the earth. Among them are the wholesome and among them other than that. And We tried them with the beautiful things and the ugly things. In terms of realization in accordance with the tasting of the Folk of Findings this is an allusion to the travelers in the community, the exiles of the Tariqah. They are constantly wandering around the world, from this region to that region, from this cave to that cave, to conceal their present moment from the people and struggle for their religion against the blights of others. MuṣṬafā alluded to this meaning: \" There will come a time when those who are religious will not stay safe unless they become averse to people. You will see them like travelers fleeing from people, sometimes in the mountains, sometimes in the desert. \" Rushing, running, wailing in the world, in mountain monasteries, in desert caves, Totally effaced in the ocean of thought, of themselves they recite for all, \" No home, no possessions. \" Bearing witness to this are the stories of the Companions of the Cave and that of the Prophet and Abū Bakr in the cave. God says, \" The second of two, when the two were in the cave \" [9:40]. Another meaning has also been given for their traveling and exile, namely that they were yearning. In most of their days and the generality of their states the yearners are without settled- ness and ease-perhaps they will reach someplace to see the mark of the friend or ask someone about the friend. In this meaning they have sung, Surely our traces designate us- after us, look at our traces. The Pir of the Tariqah said, \" O God, the homeland of Your exiles is exile, so when will this busi- ness end? How can he who is being tested by You be worthy of relief? How can he whose home- land is exile ever reach home? O God, the yearner is slain by friendship, and the shroud of those slain by friendship is vision of You. \" And We tried them with the beautiful things and the ugly things. \" We tested them with plea- sure and disappointment. They are neither deceived by pleasure, nor do they turn away from Us because of disappointment. \" They have in front of themselves an occupation that is more impor- tant than their own pleasure and disappointment. With people they are on loan, with themselves strangers. They are at ease from attachment, their hearts joined with the Patron, their secret cores having reached awareness of Him. They keep on saying with the tongue of poverty and the at- tribute of brokenness, \" O Lord, we have come to the Threshold as servants. If You like, exalt us, and if You like, lay us low. \""
    },
    {
      "ayah": 172,
      "surah": 7,
      "text": "When your Lord took from the children of Adam, from their loins, their offspring and made them bear witness concerning themselves. \" Am I not your Lord? \" They said, \" Yes indeed. \" In terms of understanding in the tongue of the Reality, this verse has another intimation and another tasting. It alludes to the beginning of the states of the friends and the binding of the compact and covenant of friendship with them on the first day in the era of the Beginningless, when the Real was present and the Reality was there. How blessed were Laylā and those nights when we were meeting with Laylā! What a fine day was the day of laying the foundation of friendship! What an exalted time was the time of making the compact of friendship! Those who desired on the first day will never forget their desire. Those who yearned at the time of union with the Friend know the crown of life and the kiblah of the days. How blessed was the time of Your covenant, without which my heart would have no place for ardor! The command came, \" O Master, remind them of the days of God [14:5]. These servants of Ours have forgotten Our covenant and have busied themselves with others. Remind them of the day when their pure spirits made the covenant of friendship with Us, and We were anointing their yearning eyes with this collyrium: 'Am I not your Lord?' \" O indigent man! Remember the day when the spirits and the very persons of the friends were drinking the wine of passion for Me from the cup of love in the assembly of intimacy. The proxi- mate angels of the Higher Plenum were saying, 'These indeed are a people with high aspiration! As for us, we have never tasted this wine, nor have we found a scent of it. But the roaring and shouting of these beggars has risen to Capella: \" Is there any more? \" [50:30].' \" Of that wine not forbidden by my religion my lips will not stay dry till I'm back in nonexistence. One day that paragon of the world and master of the children of Adam was saying, \" This is a moun- tain that loves me and that I love.  \" They said, \" O Master, you talk like this about a mountain? What is the intimation here? \" He said, \" Yes, there I drank the wine of love from the cup of remembrance. \" In the beginning of the work, when the traces of prophecy and the marks of revelation were appearing to him, he used to spend days in the Mountain of Ḥirā, and the pain of this talk overtook him in that place of seclusion. That mountain was like his sympathizer. Your ache knows only to circle round my heart- in its wonders Your ache is like You. Though Your ache has put me in the fire, how I will ache if Your ache leaves me! For a time he was in contraction, for a time expansion, for a time intoxication, for a time sobriety, for a while affirmation, for a while effacement. Anyone aware of the beginning of the desirers' desire knows what his state was, and what his pain! It was as they say: Now at least I have the hard cash of pain- I won't give up this pain for a hundred thousand remedies. The Pir of the Tariqah said in whispered prayer, \" O God, what sweet days they are-the days of Your friends with You! What a sweet bazaar it is-the bazaar of the recognizers in Your work! How fiery are their breaths in mentioning and remembering You! What sweet pain-the pain of those yearning in the fire of yearning and love for You! How beautiful is their voicing Your names and marks! \" \" Am I not your Lord? \" They said, \" Yes indeed. \" On the Day of the Compact He disclosed Him- self to their hearts in the majesty of His exaltation and the perfection of His gentleness-one group with the attributes of exaltedness and harshness, another group in respect of gentleness and generos- ity. Those who were the folk of dominance were inundated by the oceans of awesomeness and the waves of confoundedness. Upon them was placed the burning brand of deprivation: Those are like cattle. No, they are further astray [7:179]. Those who were fit for caresses and generosity were specified for the redoublings of proximity and the special favors of love. The signet of generosity was stamped on the edict of their faith: Those-they are the rightly guided [49:7].  Am I not your Lord? Here a beautiful and subtle point is made. He said, \" Am I not your Lord? \" He did not say, \" Are you not My servants? \" He connected His joining with the servant to His own Godhood, not to the servant's servanthood. Had He connected it to the servant's servant- hood, then, when the servant did not comply with servanthood, the joining would be defective. Rather, He connected it to His own Godhood. Given that His Godhood is forever perfect, without any defect, it must be that the servant's joining with Him is never broken. Also, He did not say, \" Who am I? \" Had He done so, the servant would have been bewildered. He did not say, \" Who are you?, \" lest the servant become proud of himself or fall into despair. He did not say, \" Who is your God?, \" lest the servant be helpless. On the contrary, He asked while instructing in the answer. He said, \" Am I not your God? \" This is extreme generosity and utmost gentleness. Shaykh al-Islām Anṣārī said, \" Generosity said, 'Am I not your Lord?' Kindness said, 'Yes indeed.' Given that the caller and the responder are one, what is the meaning of the two sides? The King called the servant to Himself. The servant listened to Him through Him, and He responded without him, bestowing the response on the servant. \" This is just like what He says about MuṣṬafā: \" Thou didst not throw when thou threwest \" [8:17]. In this verse, He burnt away claims and caressed his meaning, so that whenever he came back to himself, he would recognize Him. He assigned the flood of lordhood to the dust of mortal nature and snatched him away from himself, then made him a deputy. He is saying, \" Thou didst not throw when thou threwest. \" This indeed is \" I am his hand and he grasps through Me \" -if you recognize it."
    },
    {
      "ayah": 180,
      "surah": 7,
      "text": "And to God belong the most beautiful names, so supplicate Him by them, and leave those who deviate concerning His names. God has names, and those names are His attributes. By those names He is renowned, praised, and recognized. They are names full of blessing, sweet to the hearts. They are a pure arrangement and pure words from the pure Lord, a worthy arrangement and beautiful words from the one Lord, the ornament of the tongue, the lamp of the spirit, and the everlasting laudation. He Himself says, \" 'My light is My guidance, 'No god but God' is My word, and I am He': The servant who gains access gains it with My light, when he finds the way he finds it with My lamp-the lamp of the Sunnah, the lamp of recognition, the lamp of love. I light the lamp of the Sunnah in their hearts, I light the lamp of recognition in their secret cores, and I light the lamp of love in their spirits. \" Happy is the servant who walks among these three lamps! Who is more exalted than he in whose heart the greatest light is shining and who sees the Friend face-to-face in his heart? Then He said that \" No god but God \" is My word and My attribute. \" God \" is My name, and I am the name that I am, for My name is requiter and lovingly kind, the God of all, the keeper of the world, the giver of turns to the world's folk. The Pir of the Tariqah has a few words appropriate to this place. He said, \" O worthy of Your own laudation, O grateful for Your own bestowal, O You who show Your own trial as sweet! In myself I am incapable of lauding You, in my intellect I am incapable of recognizing Your favor, in my ability I am incapable of what is worthy of You. O generous one! I am captive to the pain for which You are the remedy. I am slave of that laudation of which You are worthy. What do I know of You? You know. You are what You Yourself have said, and what You Yourself have said, You are that. \" This is the same as MuṣṬafā said: \" I do not number Thy laudations-Thou art as Thou hast lauded Thyself.  \" And leave those who deviate concerning His names. Deviation in God's names is to turn back from the road of rightness and correctness. It is of two sorts: either it increases or decreases. Someone speaks of a name or an attribute that God Himself did not speak about, or someone does not mention what He did speak about. The first is an assertion of likeness and the second a declara- tion of ineffectuality. The folk of asserting likeness increased and thereby deviated, and the folk of declaring ineffectuality decreased and thereby deviated. Shaykh al-Islām Anṣārī said, \" What God showed of Himself, that He is and such is His at- tribute. God is the explication of Himself, and MuṣṬafā has face-to-face vision of Him. About Himself He says, 'Ask about Him from one who is aware' [25:59]. About MuṣṬafā He says, 'He does not speak out of caprice' [53:3]. \" It is not appropriate for someone to affirm attributes for God on his own, nor to declare Him incomparable on his own. Keep your ears fixed on the Book and the Sunnah! Whatever they say, you say that it is that. God said there are attributes, there are names, so you should also say that. Since He did not say that there are not, you should not say that there are not. He did not say \" how \" He is. If He had said \" how \" He is, we would say that. God said, \" I am. \" He did not speak of how- ness. You should speak of being, but you should not speak of howness. Anyone who comes to know two verses of the Qur'an will escape from declaring Him similar: \" Is He who creates like him who does not create? \" [16:17]. \" Nothing is as His likeness, and He is the Hearing, the Seeing \" [42:11]. These are affirmation of the name, not declaration of similar- ity. Calling holy while negating is the creed of Iblis. Those who declare similarity are outside the precinct of the submission, and those who reject attributes are heretics. Know also that the Creator has names and created things have names. Every name of a created thing is an artifact, borrowed, made up, and metaphorical. Every name of the Creator is eternal, beginningless, worthy of Him, and true.  None of His names is newly arrived. Some people have said, \" There must be the created for there to be a Creator, there must be the provided for there to be the Provider. \" But it is not as they have said, for no newly arrived thing has access to the name God. There was nothing created while our Lord was the Creator, there was nothing provided for while our Lord was the Provider. God has ninety-name names and is renowned by those names. He is not named by the things to which He gives names, for He is named in the beginningless. In heaven and earth He is, just as He is in the first and in the last. Imaginations have nothing to perceive, nor do understandings have causes. He causes things but He is not caused. He throws everything into \" why, \" but He Himself does not come under why. Thus all who go into whys and hows have gone outside the path of the Sunnah, for the Exalted Lord does not enter into opinions, is not encompassed by understandings, is not classified by intellects, and is not perceived by imaginations. He is recognized, but through attribute and name. In relation to Him all are standing on marks and messages through the light of recognition, the Book, the Sunnah, and inspiration."
    },
    {
      "ayah": 189,
      "surah": 7,
      "text": "He it is who created you from one soul and made of it its spouse so that it may rest in her. Great and magnificent is the lovingly kind Lord, the beautiful in name, the keeper of the servants, the creator of the world's folk, the caretaker of all! He is pure and faultless in name and mark, pure of offspring and Himself unborn, pure of partner and helper, pure of spouse and of similar. When He created the creatures, He created them as pairs linked to each other. He made male and female together, He bound similar to similar and genus to genus, as He says, \" and made of it its spouse, so that it may rest in her. \" It is God who is one, who is peerless in attributes and separate from faults, the creator, the keeper, and the nurturer. When He wants to show power in creation, He brings forth a hundred thousand subtleties and wonders from one drop of feeble water. First some dust, then some water, then a clot, then tissue, then bones and skin, then an animal. When it becomes four months old, it comes to life in that firm settledness [77:21] in three-fold darknesses [39:6]. In this individual He creates three pools: one the brain, one the liver, and one the heart. From the brain the streams of the nerves open out to the whole body so that the strength of sensation and movement will go there. From the liver the veins open out to the whole body so that nourishment will go there. From the heart the arteries open out to the whole body so that the spirit will go there. He created the brain in three strata. In the first He placed understanding, in the second He placed intellect, and in the third memory. He created the eye in seven strata and placed brightness and sight therein. What is more wondrous is the pupil, its measure that of a single lentil, but within it appears the form of heaven and earth with all this vastness. More surprising is the forehead, which He created stiff and hard so that it would not grow hair and take away beauty. In the midst He created the skin of the eyebrow, so that a bit of hair would come up and not become too long.  He created the ears, a bitter water placed within so that no animal would go inside. He created within it many twists and turns so that, if you are asleep and the crawling things of the earth aim for it, the road will be long and you will become aware. He put the tongue in the place of saliva so it would move and you would not be held back from speaking. He made a spring of sweet water come forth from under the tongue so that it would give water in a flow and food would become wet. Otherwise, food would not go down the throat. At the top of the gullet He created a veil so that when you take down food, the top of the gullet closes so that food will not go down by the route of the breath. He created the liver to give all the multicolored foods one attribute in the color of blood, so that this would be the nourishment of the seven bodily parts. Pure and faultless is the Lord who made apparent all this artisanry from one drop of feeble water! He showed so many wonders and marvels of power! When you think about it you will say, \" So blessed is God, the most beautiful of creators! \" [23:14]. Bravo O beautiful doing, lovely- sculpting Creator! He sculpted the body and He sculpted the heart. When He sculpted the body, He praised Him- self. He said, \" So blessed is God, the most beautiful of creators. \" When He sculpted the heart, He praised you, for He said, \" Those-they are the rightly guided \" [49:7]. In the beginningless knowl- edge and endless decree, it has gone out on the Pen that He will turn some faces away. When He arrived at sculpting the faces, He said, \" He sculpted beautifully. \" He praised the Sculptor, not the sculpture, for if He had praised the sculpture, it would not be permissible for Him to scour it away, for the generous one does not efface what He Himself praised; He does not reject the one whom He Himself has lifted up. When He reached the heart, He praised the sculpture, not the Sculptor, so you would know that He will never efface the sculpture of the heart."
    },
    {
      "ayah": 19,
      "surah": 7,
      "text": "O Adam, dwell thou and thy spouse in the Garden, and eat from wheresoever you will, but come not near this tree. Adam has four names: Adam, vicegerent, mortal, and man. He was called Adam because he was created from the surface [adīm] of the earth, drawn from every region. Thus He said, “[We created man] from an extraction of clay” [23:12]. In other words, he was extracted from every region- sweet and briny, soft and hard. In Adam's clay were salty and sweet, coarse and soft, so the natures of his children became diverse. Among them are both sweet-tempered and bad-tempered, open and closed, generous and stingy, easy-going and difficult, black and white. Elsewhere He said, “He created man from dried clay, like pottery” [55:14]. Pottery is dried clay that gives off sound and is full of noise. In other words, the Adamite is noisy, his head full of tumult and turmoil, attached to talking. Elsewhere He said, “from clinging clay” [37:11], from a clay that is sticky, clings to every- thing, and mixes with everyone. Elsewhere He said, “from fetid mud” [15:26], a clay that is dark and black. Thus He taught him his measure so that he would not transgress his stage. He was shown his own root so that, if he should see generosity, he would not see it from himself. He would know that eminence lies in nurture [tarbiya], not in soil [turba]. What arises from soil? Wrongdoing, ignorance, and harshness. Adam disobeyed his Lord [20:121]. What arises from nurture? The generosity of guidance, the acceptance of repentance, and caresses. Surely God chose Adam [3:33]. The fruit of nurture is what He says: “He loves them, and they love Him” [5:54]. MaḤmūd went to the house of Ayāz. He saw all the property, blessings, gold, silver, jewels, multicolored silks, and robes of honor that MaḤmūd had given to him and bestowed upon him. In a corner he saw an old cloak made of patches of cloth hanging from a nail. He said, “So, what is this?” Ayāz answered, “This one is me in all my helplessness and abasement. All that beauty, adorn- ment, and all that exaltedness and delight are you. When I look at this, I see my own incapacity and know my own worth. When I look at that, I see you and know that it belongs to you, so I am delighted and lift my head.  ” Tell them to call me nothing but lord- that's a name suited for your serving boy. The reports say that He created Adam's body from clay and put it between Mecca and Taif for forty years. Every time Iblis passed by it, he would say, “Why have you been created?” The Exalted Lord was saying to the angels, “When I have blown into him of My spirit, prostrate yourselves before him” [15:29]. So, when the spirit came into his secret core, Adam opened his eyes and saw that his body was all clay. The wisdom in this is so that he would know his root, recognize his own soul, not be deceived by himself, and see the subtleties he saw as coming from the Real. When the spirit reached Adam's breast, it saw darkness. Some say that this was the darkness of the slip. Others say that it was the darkness of the dust, for the root of dust is from darkness, and the root of the spirit is from light. The spirit wanted to go back, and when its breeze reached his nostrils, he sneezed. Adam said, “The praise belongs to God,” and the Exalted Lord said, “May your Lord have mercy on you!” The spirit heard the mention of the Real's praise and mercy and took up residence. It said, “If this is worthy for God's praise and mercy, it is worthy to be my place.” When the spirit reached the navel, the appetite for food appeared in Adam. He saw the fruit of paradise and he wished for it. He wanted to stand but he was not able to. The Exalted Lord said, “Man was created of haste” [21:37]. His second name was “vicegerent,” because he sat in the place of the angels. The first dwell- ers in the earth were the angels, and then this name was given to Adam. The secret here is that the Adamites would have an excuse for their inclination to and ease with this world. In other words, the angels were not of this world, nor were they created of dust. Once they sat in this world, they were at ease, so being brought out of it was difficult for them. Hence they said, “What, wilt Thou set therein one who will work corruption there, and shed blood?” [2:30].  What wonder is it then that Adam's child should incline toward this world, for he was created and made from it? The report says, “When the faithful person dies in submission, the angels say, 'How was he saved from the world in which the best of us became corrupt?'” His third name is “mortal” [bashar]. God named him mortal because of his contact [mubāshara] with affairs. His fourth name is “man” [insān], because he “forgot” God's covenant. Thus He says, “He forgot, and We found in him no resoluteness” [20:115], that is, “We did not find in him resoluteness when he aimed to oppose Me; rather, that was because of forgetfulness [nisyān].” When there is solicitude, why should caresses have a limit? He overlooked his disobedience and He gave him an excuse. He said, “He did not act in opposition intentionally, nor did he have any resoluteness in that. Rather, he forgot My covenant, and it is My generosity to overlook that.” It has also been said that “man” comes from “intimacy” [uns], that is, he had intimacy with his spouse and love in his heart, as God said: “He placed between you love and mercy” [30:21]. That is why the Exalted Lord said, “O Adam, dwell thou and thy spouse in the Garden!” He gave his kind to his kind, He tied the creature to the creature, and He made the shape in the shape. This is because newly arrived things can make do only with their own shapes, are attracted only to their own kinds, and take ease only with those like themselves. It is the Majesty of Eternity and the Exaltedness of Unity that is pure of shapes, likenesses, and kinds, and It is He who is uniquely holy through His own beauty and majesty and exalted through the attributes of His own perfection. He always is, and He is first before all things. He is great through Himself, He acts beautifully toward everything, and He is fitting for greatness and beautiful doing. Then He said, “And eat from wheresoever you will, but come not near this tree. Eat what you want, wherever you want, in this paradise, and be joyful, but do come around this one tree.” He prohibited it to them, and He concealed their eating of it in His unseen knowledge. Then He put the decree into effect over them, so that they would know their own incapacity and weakness and see that protection from sin comes from the divine success-giving, not from the servant's effort."
    },
    {
      "ayah": 199,
      "surah": 7,
      "text": "Take to pardoning and command the honorable and turn away from the ignorant. The command came from the generous, lovingly kind Lord, the Lord God of all lords and mas- ters, the generous and gentle in name and mark, to MuḤammad, the Seal of the Prophets and the emulated of the world's folk: \" O master, pass over the sins of the sinners, cover over their defects, and draw the pen of pardon across the register of the bad-doers. O master, take from Us a pleas- ing character, praiseworthy activity, truthful speaking, and peace with the people; be the friend of the good in companionship and attend to them in seclusion. O master, I am a clement Lord and I love the clement. I hear the unworthy from enemies and I see their insolence in private, but I keep the curtain lowered over them. I do not hurry to punishment, I offer them repentance and pardon, and I call them back to My Threshold, for if they desist, He will forgive them what is past [8:38]. \" Among the traditions has come that God says, \" You called upon Me, and I said 'Here I am!' You asked from Me, and I bestowed upon you. You stood up against Me, and I gave you respite. You left Me, and I took care of you. You disobeyed Me, and I curtained you. So, if you return to Me, I will accept you. If you turn away from Me, I will wait for you. \" He is saying, \" My servants, My creatures, you called out to Me, and I answered with 'Here I am.' You asked for blessings from Me, and I bestowed gifts. You came out foolishly, and I gave you respite. You put aside My command, and I did not take away My kind favor from you. You disobeyed, and I lowered the curtain over you. With all of this, if you come back, I will accept you, and if you turn away, I will await your coming back. I am the most munificent of the munificent and the most generous of the generous. \" In a report has come, \" When an old man repents, God says, 'Now?! When your strength has gone and your appetite has been cut off? Indeed, I am the most merciful of the merciful, indeed, I am the most merciful of the merciful.  \" When this verse descended- \" Take to pardoning \" -God's Messenger knew that pardon is one of the characteristics of the Real's sunnah. He himself had said, \" The believer takes from God a beautiful character. \" He took this pleasing sunnah in hand to such an extent that, on the Day of UḤud, when he saw all that suffering and torment from the associaters, nonetheless he said, \" O God, guide my people, for they do not know! \""
    },
    {
      "ayah": 20,
      "surah": 7,
      "text": "Then Satan whispered to them to show them their shameful parts that were hidden from them. This also is a mark of solicitude and a proof of generosity, for they sinned, but He turned it over to Satan's whispering. Then He increased the solicitude. He said, “to show them their shameful parts that were hidden from them.” He said: “He made their pudenda appear to them, but not to others.” They say that afterwards, Adam and Iblis met. Adam said, “You wretch! Do you know what you did to me and what dust you stirred up in my road?” Iblis said, “O Adam, I take it that I took you from the road. Tell me then, who took me from the road?” They also say that both of them turned away from the command, but there is a difference be- tween the two. Adam slipped because of appetite, and Iblis slipped because of pride. Being pride- ful is worse than satisfying appetite. When a sin arises from appetite, there is room for pardon. When a sin arises from pride, faith gets lost in it. The report has come, “Magnificence is My cloak and tremendousness My shawl-if anyone contends with Me in either, I will smash him.”"
    },
    {
      "ayah": 204,
      "surah": 7,
      "text": "And when the Qur'an is recited, listen to it and give ear. Perhaps you will be shown mercy. Listening [samāʿ] is the reality of giving ear to the Qur'an. Listening gives more life to a man's days than the spirit gives to the body. Listening is a spring that bubbles up from the midst of the heart, nurtured by the well of truthfulness. Truthfulness is to listening as the sun's body is to its rays. As long as the darknesses of mortal nature do not lift away from the heart, the reality of lis- tening's sun will not be permitted to disclose itself in the desert of a man's breast. Know that listening is of two sorts: The listening of the common people is one thing, the listening of the elect something else. The common people's share in listening is sound and its melodies, and the elect's share in listening is a subtlety in the midst of the sound and its meanings and allusions. The common people listen with the ear of the head, the organ of discernment, and the movement of the natures so as to be freed of sorrow and at ease from their preoccupations. The elect listen with a dead soul, a thirsty heart, and a burnt breath. They reap the fruit of the breeze of intimacy, endless reminder, and everlasting happiness. It is said that the reality of listening is remembering the eternal call that came forth on the Day of the Compact from the Court of All-Compellingness and the Side of Unity: \" Am I not your Lord? \" [7:172]. It became connected to the hearing of the servants and its tasting reached their spirits. This is a call whose repository is in that world and whose lodging place [11:6] is in the spirit. What bears witness is the mark, what it expresses is the title-page. What is supposition in reports is face-to-face vision in finding. The servant's seven bodily members listen to the Friend- the call of the Friend does not belong to the now, for it is everlasting."
    },
    {
      "ayah": 205,
      "surah": 7,
      "text": "And remember thy Lord in thyself. The rememberers are three men: One remembers with the tongue while the heart is unaware. Another remembers with both tongue and heart, but his work is in danger, as has been said, \" The self-purifiers are in grave danger. \" Still another is silent with the tongue but his heart is drowned in Him. The Pir of the Tariqah said, \" O God, how can I remember, for I myself am all remembrance? I have given the harvest of my marks to the wind. How can I remember Him whom I have not for- gotten? O remembrance of the spirits, remembered by the hearts, and mentioned by the tongues! Remember me with Your bounty and make me happy with gentle remembrance! \""
    },
    {
      "ayah": 206,
      "surah": 7,
      "text": "Surely those who are with thy Lord do not have too much pride to serve Him. Surely those who are with thy Lord alludes to the center point of togetherness and do not have too much pride to serve Him reports of the attribute of dispersion. Their with-ness affirms their nobility and preserves them in the ruling properties of servanthood. Thus the servant goes forth be- tween togetherness and dispersion. Togetherness shows the Haqiqah, and dispersion explicates the Shariah. For every one of you We have appointed an avenue and a method [5:48] alludes to this."
    },
    {
      "ayah": 22,
      "surah": 7,
      "text": "And when they tasted the tree, their shameful parts were shown to them. Anyone who follows in the tracks of the soul's appetite in opposition to the Real's command will be held back from the Real and not reach the appetite. Adam the chosen had not savored more than a taste from that prohibited tree when the whip of rebuke came down on his head and his state was changed. He did not completely satisfy the appetite, nor did God's approval remain with him. When he looked again, he did not see the crown on his head, nor the robe on his body. At first he had seen himself sitting on the throne of chosenness, leaning back on the cushion of vicegerency, adorned with the robes and trinkets of paradise. After this, he saw himself held back from all that, naked and hungry, in need of one leaf of a tree. God bless the chevaliers who set out early like kings and took their ease like the indigent! * Wonder not at my abasement-I am he with whose lifeblood time sported, then abased. The command came: “O Adam! You were not able to enjoy all those blessings without suffering and toil. Now go to the house of tribulation and adversity and work, plant seeds, take pains, and be patient.” Adam said, “All of this is trifling if one day I am again given access to this Threshold.” He lamented at the pain in his heart and placed his need and incapacity on the palms of remorse. He wept and said,"
    },
    {
      "ayah": 23,
      "surah": 7,
      "text": "“Our Lord, we have wronged ourselves. If Thou dost not forgive us and have mercy upon us, we will surely be among the losers.” “O God, if we weep, weeping for You is sweet. If we lament over you, our lamenting is appropri- ate. O God, what comes from dust other than error? What is born from defect other than disloy- alty? And what comes from the generous other than loyalty? O God, we have come back with two empty hands. What would happen if You placed balm on the wounded? O God, You are the treasure of the poor, the traveling supplies of the distressed, the resource of the fleeing, the hand- holder of the helpless. You created, so You saw the faulty jewel, but You selected it and bought it with all its faults. You lifted us up and no one said, 'Lift up!' Now that You have lifted up, don't put down! Keep us in the shadow of gentleness and entrust us to none but Your bounty!” If You water, You Yourself planted. If You flatten the foundation, You Yourself raised it. I the servant am just what You fancied. Don't throw me down-You lifted me up."
    },
    {
      "ayah": 29,
      "surah": 7,
      "text": "Say: “My Lord has commanded justice. Set your faces in every place of prostration and supplicate Him, purifying the religion for Him. Just as He began you, so you shall return.” In this verse the Lord of heaven and earth, the Creator of the world and the world's folk, the bestower and forgiver, the lovingly kind toward the servants, brings together the foundations of service, the signposts of practice, and the realities of recognition. He makes the faithful aware of pleasing character traits and He instructs them in beautiful worship of Himself and beautiful living with the creatures. He honors them by letting them recognize the causes of His approval. This verse is one of the all-comprehensive words concerning which MuṣṬafā said, “I was sent out with the all-comprehensive words, and knowledge was made very concise for me.” In the Qur'an there is much of the same sort. Let me speak about one of them: “Surely God is with those who are godwary and those who are beautiful-doers” [16:128]. Consider how such a short verse has so many of the meanings. All of God's caresses, the generous giving and boun- teousness of the Real toward the servant, are included in Surely God is with. All service, such as the sorts of worship and the types of practice that the servant does for God, comes under godwary. All that is rightfully due to people from each other in the various sorts of practices comes under beautiful-doers. In the same way, all the pillars of the religion, the standpoints of the Shariah, and the gates of the Haqiqah are included in the words, “My Lord has commanded justice. Set your faces in every place of prostration and supplicate Him, purifying the religion for Him.” He is saying, “God has commanded me to justice, that is, in my practice with the Real, the creatures, and the soul: with the Real by putting commands and prohibitions to work and approving of His decree in every state; with the creatures by living with good character, observing equity toward them in the varieties of practice, and not asking equity for myself; and with the soul by opposing it, pulling it into the field of struggle and discipline, and shutting the door to appetites and ease.” The equal of this verse in the Qur'an is where He says, “God commands justice and beautiful do- ing” [16:90].  Justice is equity, and beautiful doing is preferring others. Justice is that you do to others what they did to you. Beautiful doing is that you do better than what they did to you. Justice is that you do not take away from the mandatory, you do not put aside retribution, you do not add to the punish- ment, and you do not hope for that which cannot be. Beautiful doing is when someone does the beauti- ful toward you, you do more than what he did. When someone does what is bad to you, you do what is beautiful to him. This is the path of the chevaliers and the conduct of the Men. It has also been said that justice in interactions is that you take the straight and you give the straight. Beautiful doing is that you take the withered and you give the plump. Justice is that in answering the greeting of peace you say, “And upon you be peace.” Beautiful doing is that you add to it “and the mercy of God.” Justice is what He says: “The recompense of an ugly deed is an ugly deed the like of it [42:40]. If you would punish, then punish with the like of that with which you were punished [16:126]. And expel them whence they expelled you” [2:191]. Beautiful doing is what He says: “And whoso pardons and sets aright-his wage is upon God” [42:40]. Pardoning a bad-doer is beautiful, and more beautiful is to add to that pardon and act beautifully, as the Exalted Lord says: “Repel the ugly with what is more beautiful [23:96]. And follow the most beautiful of what was sent down to you from your Lord [39:55]. So give good news to My servants who listen to the Word, then follow its most beautiful [39:17-18]. And command thy people to take their most beautiful” [7:145]. Then He says, “And set your faces in every place of prostration.” Junayd said, “He command- ed us to guard the secret core, to lift up the aspiration, and to approve of God in place of everything other than Him.” He is saying, “Keep your secret core limpid so that you may recognize the Real. Lift up your disposition to Him so that you may become bold. See that all is His gentleness so that you may place your love in Him.  Sit on the mount of service so that you may reach the way station of honor. Come forth honorably so that you may reach companionship. Have a high aspiration so that you may remain with Him.” In describing MuṣṬafā it has been said that God gave him two generosities that He did not give to any other child of Adam. One is that he had a large aspiration and the other is that he was hum- ble. The highness of his aspiration reached the point that the report has come, “He never stretched forth his hand toward any want.” In humility he was as he said: “If I were invited for the trotter, I would answer, and I were given the shank, I would accept.” When he looked at himself he was so humble that he considered himself weaker than all the weak. When he looked at the Real, the two realms of being and worlds did not enter his eyes because of his great aspiration. This is why he said, “I am the master of the children of Adam, without boasting.” Just as He began you, so you shall return: “In the endless We will bring to pass for you what We decreed for you in the beginningless: A group He guided, and for another group misguidance was the rightful due [7:30].” It has also been said, “Just as He began you, so you shall return-in knowledge, will, and predetermination.” Just as He began your creation with knowledge, predetermination, and want, so in the end you will become what He wanted at first. Junayd was asked about this verse. He replied, “Every man's first is similar to his last, and his last is similar to his first.” Then he said, “The end of every work is the return to its beginning.” The road to the Real is a circle that comes out from Him and goes back to Him. Shaykh al- Islām Anṣārī said, “The last of this work is so similar to the first of this work!” In other words, first of all is pleasure, comfort, and life with repose and happiness, and then man puts his foot into the trap. The collar comes around his neck, and for every comfort he has seen he sees a tribulation. For every rise there is a fall. This is the reality of the words spoken by Abū Bakr Kattānī: “Between the servant and the Real are one thousand stations of light and darkness.  All is not light, for with every light there is a darkness, with every fall a rise.” In other words, one is repose, ease, and life, another disappoint- ment, suffering, and unreached desires. One is disclosure, the other curtaining; one is togetherness, the other dispersion. Were it not that repose and comfort were beforehand in the first of the desire, the servants would not have the capacity for those trials and sufferings. They keep on looking back at that, their hearts incline to it, and through the marks bearing witness to it they carry the burden of tribulation. Finally, once they are made to pass through all of it and the term is completed, the hidden becomes apparent, and in the end they become what they were at first. This is the secret of the verse spoken by God, “Just as He began you, so you shall return” in keeping with the tasting of the lords of the recognitions and the companions of the realities. And God knows best."
    },
    {
      "ayah": 31,
      "surah": 7,
      "text": "O children of Adam! Put on your adornment at every place of prostration. In the tongue of learning, this is the curtaining of the pudendum during the prayer. In the tongue of unveiling, the adornment of every servant is in the station of contemplating the heart's presence, clinging to the Presence, and the continuity of witnessing the Haqiqah. It has been said that the adornment of the worshiper's soul is the traces of prostration, and the adornment of the recognizer's heart is the lights of finding. The worshiper has the attribute of servanthood in the prostration, and the recognizer is on the carpet of proximity in the repose of witnessing."
    },
    {
      "ayah": 32,
      "surah": 7,
      "text": "Say: “Who has forbidden the adornment of God?” The adornment of the tongue is remembrance, and the adornment of the heart is reflection. Everything has an ornament. The ornament of the soul is beautiful practice along with the attribute of struggle. The ornament of the heart is continuity of union at the moment of contempla- tion. The ornament of the secret core is the realities of proximity in the field of face-to-face vision. What the Exalted Lord said-“Who has forbidden the adornment of God?”-alludes to the fact that these adornments are not kept back from the seekers and are not withheld from those whose hearts are present. The treasure-house of blessings is full of blessings-it needs seekers. The table of gentleness and mercy is set and ready-it needs eaters. The Pir of the Tariqah said in whispered prayer: “O seekers, hurry, for the hard cash is near! O night-travelers, sleep not, for the morning is near! O hurriers, be happy, for the abode is near! O thirsty ones, be patient, for the spring is near! O strangers, be joyful, for the master of hospitality is near! O seekers of the Friend, be glad, for response is near! “O Opener of my heart! What harm if You were to open my heart and place Your balm on my spirit? How can I search for gain when my hands are empty of capital? What if You threw me into good fortune with Your bounty?”"
    },
    {
      "ayah": 43,
      "surah": 7,
      "text": "We shall strip away all the rancor that is in their breasts.... And it will be called out, “This is your Garden; you have been made to inherit it for what you were doing.” This is the attribute of the chevaliers of the Tariqah and the wayfarers of the road of the Haqiqah. The Exalted Lord first made their hearts pure of caprices and innovations so that they would step onto the avenue of the Sunnah and find the way to the plain texts of God's Book and MuṣṬafā's Sunnah. They let go of their own imagination and understanding in the signs of the attributes and dismissed the discernment of their own intelligence. They put forth their necks in compliance, accepted with their hearing, and set out on the road of surrender so as to escape from asserting His similarity and declaring His ineffectuality. Once more He made their hearts pure of this world and the defilement of this world so that the light of recognition shone in their hearts and the eyes of wisdom appeared in their hearts. He honored them with His gaze and removed friendship for the creatures from their hearts so that they were with Him entirely. They went forward in the reality of solitariness and came back from the secondary causes to the Causer. They saw One, they heard One, and they reached One, their tongue with remembrance, their hearts with reflection, their spirits with love; their tongues in men- tioning, their hearts in secret whispering, and their spirits in joy. As soon as my heart became entranced by Your beauty, it became the slave of Your majestic loveliness. Oh, exalted is he who sees Your face, Oh, magnificent is he who goes into Your sack. Know, however, that as long as the beginningless covenant does not seize your skirt, your heart will not accept this work. As long as the Real does not join with you, this path will not get along with you. As long as the Real does not gaze upon you, your heart will not want Him. And it will be called out, “This is your Garden; you have been made to inherit it for what you were doing.” He said “for what you were doing” to soothe the heart of the servant and to increase His caressing of him. Otherwise, the servant knows that his own neglectful deeds are not fitting for that Threshold and that those way stations and degrees are not the recompense for these acts. Nonetheless, through His bounty He makes the unworthy worthy and He adorns the displeasing. In this He shows the servant His good Godhood and loving kindness."
    },
    {
      "ayah": 46,
      "surah": 7,
      "text": "And upon the Ramparts are men who recognize everyone by their marks. What men are they that the Exalted Lord should call them men!? They are men over whom the wind of solicitude and breeze of kind favor has suddenly passed from the side of Proximity. When the north wind passes over the rose, the rose leaves its scent in the garden. When the wind of solicitude passes over them, it brings their hearts to life with the light of recogni- tion, it makes their spirits sweet-scented with the perfume of union with Him, and it brightens their secret cores with the polish of solicitude. It lets them enjoy the togetherness of aspiration and the beauty of conduct so that they may lift their aspirations entirely away from the creatures and busy themselves with love for the Real. Yearning for You has perplexed the yearner in Your street. Separated from the creatures, he is happy with rags. His eyes are like a circle of pearls from the burning in his liver, his sighs like a string of coral from the fire in his heart. Hence in this world the Exalted Lord lets them gaze down on the secret cores and states of the servants, and in the afterworld He will let them gaze down on the way stations and degrees of the faithful. He will make their station above that of the creatures so that they will know everyone, but no one will know them. They will recognize everyone, but no one will recognize them. This is why He says, “who recognize everyone by their marks.” Everyone has a mark, and their mark is their marklessness. Everyone has remained with an attribute in himself, and their attribute is selflessness. The hell-dwellers are held back from the Real by the shackle of opposition, the paradise-dwellers are at ease in paradise with their own shares, but He keeps them away from both and gives them an overview of all. The Pir of the Tariqah said, “O God, how lovely are the days of Your friends with You, how beautiful their practice in hoping to have a vision of You, how sweet their conversation in the road of searching for You, how magnificent their time when in Your work!”"
    },
    {
      "ayah": 54,
      "surah": 7,
      "text": "Surely your Lord is God, who created the heavens and the earth in six days, then sat upon the Throne. Lord is the name of the Lord whose name is light and whose message is light joined with love. He is the nurturer of the world's folk, the keeper of the creatures, the requiter, the lovingly kind. He is pure and peerless, the judge of how and why, not defiled by any unworthy thing. He is appar- ent to Himself in rightness, apparent to Himself in being, apparent to the heart in friendship. He is one and enough, taking care of what everyone has, able to keep the hearts straight, the Lord of everything, the keeper of every being, the nurturer of everything apt to go higher. First He said Lord as the portion of the common people, then He said God as the portion of the recognizers and the sincerely truthful. Lord puts the hearts of good men at ease, God plunders the spirits of the recognizers. Lord bestows blessings on the askers, God throws love into the hearts of the friends. Lord pours the blessings of vision on the faithful, God lights up the lamp of love in the recognizers with vision. The Pir of the Tariqah said, “Love and vision met. Love said to vision, 'You are like light, for you brighten the world.' “Vision said to love, 'You are like fire, for you burn the world.' Then vision said, 'When I disclose myself, I pull suffering from the heart.' “Love said, 'Well, when I settle down in the heart, I plunder it.' “Vision said, 'I am a gift for those who are tested.' “Love said, 'I throw tumult into the world.'” Vision is the share of those who recognize Him in the artisanries. They reach Him on the basis of the artisanries-the engendered, determined, and newly arrived things, namely the creation of the earth, the heavens, the sun, the moon, and the subjected stars. Love is the share of those who recognize Him through Him and who come from Him to the artisanries, not from the artisanries to Him. The Pir of the Tariqah said, “Indigent is he who recognizes Him through the artisanries! Wretched is he who loves Him for the sake of blessings! Foolish is he who searches for Him with his own effort! “He who recognizes Him through the artisanries worships Him in fear and want.  He who loves Him for the sake of blessings turns away on the day of tribulation. He who seeks Him by himself fancies that the not found will be found. “The recognizers recognize Him through His light, but no one can give expression to the radi- ance of finding. Burning in the fire of love, they never turn away from joy.” Then sat upon the Throne. His Throne in heaven is well known. His Throne in earth is the heart of the friends. He said about the Throne in heaven, “Upon that day eight shall carry above them the Throne of your Lord” [69:17]. The angels will lift it up. He said about the Throne in earth, “We carried them on land and sea [17:70]. We Ourselves will carry it. We will not give it over to the angels.” The angels gaze on the throne of heaven, but the God of the universe gazes on the throne of earth. Concerning the throne of heaven He said, “The All-Merciful sat on the Throne” [20:5]. Concerning the throne of earth He said, “I am with those whose hearts are broken.” “The heart of the person of faith is between two fingers of the All-Merciful.”"
    },
    {
      "ayah": 55,
      "surah": 7,
      "text": "Supplicate your Lord in pleading and secret. MuṣṬafā said, “Supplication is worship.” Supplication is calling or asking. If it is calling, it is the same as laudation, and if it is asking, it is fitting for the servant. Both are worship and the means to salvation. YaḤyā Muʿādh said, “Worshiping God is a storehouse, the key to the storehouse is supplication, and the teeth of the key are lawful morsels.” The precondition of supplication is pleading, weeping, and throwing oneself in lowliness on the Exalted Threshold. This is why He says, “in pleading and secret.” It has come in a report that Adam mourned and pleaded over that slip of his for one hundred years. Finally Gabriel said, “Lord God, You Yourself see Adam's pleading, You hear his weeping. Is there any way for You to ac- cept his apology and place a balm on his wound?” The command came, “O Gabriel! Leave Adam to Me, for if I had not known this pleading and weeping from him, I would not have decreed the slip for him. Indeed I decreed the slip for him because I knew that when he became helpless, he would loosen the tongue of supplication and pleading, and I love that the servant should lament and weep for Me. 'The sinner's sobs are more beloved to Me than the glorifier's murmur.'” The like of this verse is “Your Lord has said, 'Supplicate Me; I will respond to you' [40:60]. He says, “Call on Me so that I may respond to you; know Me, so that I may forgive you; ask from Me, so that I may give to you.” In another place He says, “He who responds to the distressed when he supplicates Him [27:62]. That hapless and helpless man, having lost the capacity to bear the trial-who will answer his call if not I? Who will hear his supplication if not I? Who will come to the aid of his helplessness if not I?” The distressed is someone who has no handhold and gazes on his own days given to the wind. He sees that his hands are empty of all the means of approach and acts of obedience. The supplica- tion of such a person is like an arrow that goes straight to the target. Among the preconditions for supplication, one is lawful morsels.  MuṣṬafā said, “Keep your food goodly and your supplication will be responded to.” The second is wakefulness and sharp-wittedness with a heart in presence and far from heedlessness. MuṣṬafā said, “God does not respond to the sup- plication of an inattentive heart.” Third is fear and want, for the Exalted Lord says, “Supplicate Him in fear and want” [7:56]. This fear and want, meaning fear and hope, and that pleading and secrecy, meaning self-purification and truthfulness, are like four streams in the opened heart. As long as these four streams are flowing and bright, the heart flourishes, faith is in place, and supplications are answered. But, if these four streams are held back from the heart and their springs dry up, the heart becomes dead, tears are held back from the eyes, remembrance from the tongue, and love from the heart. Obedience does not grow up from him, and faith does not come. He becomes as they say: That heart you saw has all been changed, my pool full of water has filled with blood. The garden full of blessings is now a desert, and the running water has left my garden."
    },
    {
      "ayah": 56,
      "surah": 7,
      "text": "Surely God's mercy is near the beautiful-doers. MuṣṬafā said, “Beautiful doing is that you worship God as if you see Him, for if you do not see Him, surely He sees you.” This report alludes to the heart's encounter with the Real, the secret core's convergence with the Unseen, and the spirit's contemplation of God. The verse incites the servant to self-purification in deeds, curtailment of wishing, and loyalty to what was accepted on the day of the compact and covenant of Yes indeed [7:172]. Since you know that He sees you, keep your heart on Him and take it away from other than Him. Be a self-purifier in your deeds and truthful in your states. The Pir of the Tariqah said, “When an eye has seen Him, how will it busy itself with glancing at other than Him? When a spirit has found companionship with Him, how long will it make do with water and dust? When someone has become accustomed to the presence of contemplation, how will he put up with the abasement of the veil? How will the ruler of his own city spend his life in exile? 'As if you see Him' is an allusion that the Real is to be seen, 'for He sees you' is the seeing of the Real.” The Pir of the Tariqah said, “When the awe of seeing the Real is found, what fear will there be of the denier's blame? Strive in service worthy for the Worshiped One, not the portion of water and dust, for the awe of looking on the Real is a flood, and the approval of the creatures is debris.”"
    },
    {
      "ayah": 57,
      "surah": 7,
      "text": "He it is who looses the winds as good news before the hands of His mercy so that, when they lift up a heavy cloud, We drive it to a dead land and thereby send down water, bringing forth thereby all the fruits. When the hearts inhale the breeze of proximity, they are enraptured in the dominion of majesty and effaced of everything delineated and customary. When the breeze of the Beginningless wafts from the side of proximity and the wind of gener- osity blows from solitariness, servanthood turns into freedom and all suffering turns into happiness. The fearful one reaches the shore of security in the ship of fear, the hopeful one reaches the shore of bestowal in the ship of want, the disobedient one reaches the shore of repentance in the ship of regret, and the tawḤīd-voicer reaches the shore of solitariness in the ship of tawḤīd We drive it to a dead land and thereby send down water, bringing forth thereby all the fruits. From heaven the rain comes, and thereby the dead earth comes to life. Plants, flowers, and blos- soms appear. From the storehouse of power the rain of mercy comes, and thereby withered hearts come to life. In one the seed of regret was planted, the water of success was given, and he became a renunciant. In another the seed of solicitude was planted, the water of kind favor was given, and he became a repenter. In another the seed of awe was planted, the water of reverence was given, and he became a recognizer. The Pir of the Tariqah said, \" O King, the water of Your solicitude reached a stone, and the stone became pregnant. Fruit grew from the stone, and the fruit gained flavor and became food. O King, Your remembrance brought the heart to life and threw down the seed of love. It made the tree of happiness grow and the tree gave the fruit of freedom. When the earth is soft, the soil sweet, and the clay receptive, the seed will grow only as a goodly tree [14:24] and will produce nothing but the jasmine of the Covenant. \" This is why God says,"
    },
    {
      "ayah": 58,
      "surah": 7,
      "text": "As for the goodly land, its plants come forth by the leave of its Lord. As for that which is vile, they come forth only scantily. One of them said, “Its goodliness is through the continuity of security, the justice of the sultan, and the obedience of the obedient.” Abū ʿUthmān said, “This is the heart of the faithful person, upon whose limbs the lights of obedient acts become manifest. 'As for that which is vile, they come forth only scantily.' This is the heart of the unbeliever, upon whose limbs only acts of opposition become manifest.”"
    },
    {
      "ayah": 8,
      "surah": 7,
      "text": "The weighing that day is true. The weighing of deeds with the scales of self-purification is true, and the weighing of states with the scales of truthfulness is just. Hapless and deprived is he whose deeds are tainted with eye- service and whose states are mixed with self-admiration, for in the station of the scales these states will have no value and those deeds will have no weight. God says, “On the Day of Resur- rection, We shall assign them no weight” [18:105]. Among the traditions of ʿUmar is this: “Take an accounting of yourselves before you are brought to account, weigh your deeds before they are weighed, and prepare for the Greatest Exposure.” He is saying, “Weigh your own deeds before they are weighed against you, take an account of yourself and gaze upon your own works: What have you made ready for the Greatest Exposure and the gathering place of the resurrection?” This is why the Lord of the Worlds said, “Let every soul consider what it has forwarded for tomorrow” [59:18]. A report has come that an intelligent man has four hours in which to seek his felicity and adorn his days: the hour in which he takes an accounting of himself and weighs his own deeds and states, the hour in which he whispers secretly with the Real and shows his need to Him, the hour in which he takes care of his own livelihood, and the hour in which he takes his ease in whispered prayer and in what he has been given of this world. The weighing that day is true. The pirs of the Tariqah and the lords of recognition say that the scales are diverse. The soul and spirit have a scale, the heart and intellect have a scale, and recogni- tion and the secret core have a scale. The scale of the soul and spirit is commands and prohibitions, and its two pans are the Book and the Sunnah. The scale of the heart and intellect is reward, and its two pans are threats and promises. The scale of recognition and the secret core is approval, and its two pans are fleeing and seeking. Fleeing is to escape from this world and to cling to the after- world. Seeking is to leave aside the afterworld and seek the Patron.  Nothing will be found without seeking, but until you find the Real, you will not seek. This is why seekers of the Real are rare. The Pir of the Tariqah said, “O God, if anyone has found You by seeking, I indeed found seeking from You. If anyone has found You by searching, I found You by fleeing. O God, since finding You is before the seeking and the seeker, the seeker seeks because unsettledness has over- powered him. The marvel is that finding has become hard cash when seeking has not yet arisen. The Real is seen, but the curtain of exaltedness is in place.” O Beauty from whose union a world is deprived and distant! Aching for You, they bind the sash of bewilderment and unbelief. Things are there to be seen, yes, but nothing can be said- inside the serpent's maw there's no way to talk."
    },
    {
      "ayah": 80,
      "surah": 7,
      "text": "And Lot, when he said to his people, “What, do you bring an indecency with which none in the worlds has preceded you?” Each person's indecency is appropriate to his days and states. Look at a man's station in traversing the road. Where is he located? His indecency follows the measure of his mortal nature right there. The world's creatures are no more than three groups: the common people, the elect, and the elect of the elect. The indecency of the common people is explained by the tongue of the Shariah, and its penalty is either the whip or stoning. The indecency of the elect is to look at the pleasures and appetites of this world with the eye of the head, to see their enjoyment and adornment, and to give them access to themselves, even if they are permitted and far from ambiguity. For, in the case of the elect, the blight of the permitted bliss of this world is more than the blight of the forbidden in the case of the common people. In the tongue of the Master of the Shariah the penalty of this indecency is what he said: “Lower your eyes and hold back your hands.” The indecency of the elect of the elect is that they should gaze at other than the Real with the heart's awareness despite the fact that this declaration has come from the Real: “Say 'God,' then leave them” [6:91]. He is saying, “My servant, do not gaze at yourself-see everything as My act. Do not lay favors on Me with your acts-look at My success-giving. Flee from your own marks- see only My love.” What does someone seized by His love have to do with others? Keep the heart turned toward Him and let the others go. The world's tumult is all this talk of you and me- give up “me” and the whole world will be your garden. God says, “I wonder how anyone with faith in Me can depend on other than Me. Were they to gaze on the subtleties of My kindness, they would not worship other than Me.”"
    },
    {
      "ayah": 96,
      "surah": 7,
      "text": "Had the folk of the towns had faith and been godwary, We would have opened up for them blessings from heaven and earth. Had the folk of the towns had faith; had they assented to the truth of My promise, and been god- wary, wary of opposing Me, I would have illuminated their hearts with the contemplation of Me, which is the blessing of heaven, and I would have adorned their bodily parts with serving Me, which is the blessing of earth. He called the heart's contemplation the “blessing of heaven” because the heart pertains to the celestial world, whose root is from light. He called the service of the bodily parts the “blessing of earth” because the bodily members pertain to the terrestrial world, whose root is from dust. We would have opened up for them blessings. By way of allusion He is saying, “What is taken into account is not manyness-what is taken into account is blessing.” He did not say, “We will multiply their blessings.” He said, “We will put blessing into the favors that they receive.” On the Day of the Moat, one thousand of the Messenger's companions were working. They all became hungry but there was no food. Jābir ibn ʿAbdallāh said, “O Messenger of God! We have a half-bushel of oats and one sheep. What do you command?” He said, “Make the oats into flour, prepare a dough, kill and clean the sheep, and place a pot on the fire.” MuṣṬafā went and placed his blessed hands on that dough. He moistened his finger with his mouth and put it on the top of the pot. Then they called the companions group by group and cooked bread with the dough. They ate from the pot until one thousand men had eaten, and there was still some left over. This was so that you would know that blessing gets the work done, not manyness."
    },
    {
      "ayah": 99,
      "surah": 7,
      "text": "Did they feel secure from God's deception? Naṣrābādī said, “How can the sinner feel secure from deception? And which sin is greater than the sin of him who witnesses something of his own acts? Is that anything other than pouncing on the Lordhood and contending with Unity?”"
    }
  ]
}
