{
  "ayahs": [
    {
      "ayah": 100,
      "surah": 9,
      "text": "And the preceders, the first among the emigrants and the helpers and those who followed them in beautiful doing-God approves of them, and they approve of Him."
    },
    {
      "ayah": 102,
      "surah": 9,
      "text": "And others who acknowledged their sins; they mixed a wholesome deed with another that is ugly. Perhaps God will turn toward them. Surely God is forgiving, ever-merciful."
    },
    {
      "ayah": 106,
      "surah": 9,
      "text": "And others who are made to hope for God's command; either He will chastise them or He will turn toward them. And God is knowing, wise. In these verses the Generous Lord, the lovingly kind, the able, the pure-knowing knower, the one and unique in name and mark, divides MuḤammad's community into three groups according to the degrees of their faith, the disparity of their acts, and the difference of their character traits. This is the same classification that He provided in detail elsewhere: \" Among them are wrongdoers to themselves, among them are moderate, and among them are preceders in good deeds \" [35:32]. There He mentioned them together and here apart, but the classification and the ranking in terms of virtue are the same. First are the preceders, the first, and they are the preceders. Second are others who have acknowledged their sins, and they are the moderate. Third are others made to hope for God's command, and they are the wrongdoers. He begins with the preceders. In the beginningless they have the precedence of solicitude and the bounty of guidance from God. They are the first chieftains and the forebears of this commu- nity, the best of creation, the lamps of guidance, the signposts of the religion, the treasurers of the Real, the pillars of the submission, the masters of this world, the interceders of the next world, the chosen of mortal man, the boast of Adam's children. They are the Companions of MuṣṬafā and the chosen of God, the leaders of the submission and the Sunnah, the first in the religion and recogni- tion. They were the first to hear the Real's message and they were the first to accept the message- bringer and to welcome the Real. One group are the Emigrants. They left behind their homes and families and lost their means and homeland for God's sake. Another group are the Helpers, who accepted MuṣṬafā with heart and spirit and gave his companions refuge. As a bird nurtures its chick, they nurtured the submission. They made their bodies and spirits shields for the religion of the submission. They took this world as lowly and they placed their love in the religion. Another group are the Followers who came later: and those who followed them in beautiful doing.  They learned the religion from them, took their character traits as their own, and then they conveyed their good qualities, their fatwas, and their conduct to the community. God approves of them, and they approve of Him. God is happy with them, and He will make them happy with themselves. This one group is the preceders. The second sort are the moderate. Moderation is to go by the middle road, with neither the excellence of the preceders nor the excessiveness of the wrongdoers. Rather, they go by the middle road and mix obedience and disobedience together. They are like the companions of the Ramparts, whose good deeds and bad deeds are equal, and who stay far from hell but do not reach paradise. The moderate are the ones about whom the Exalted Lord says, \" And others who acknowledged their sins \": those who attest to their own sins and acknowledge their own bad disposition. They see their own faults and are ashamed of their own acts. Acknowledgement is two: One is the acknowledgment of the estranged tomorrow at the res- urrection. When they see the first parts of the chastisement and the traces of the Real's anger and vengeance, and the harshness and moaning of hell, they acknowledge their own sins. But what profit does acknowledgement have on that day? Of what use is attestation at that time? God says, \" So they acknowledge their sins. Away with the companions of the Blaze! \" [67:11]. \" We acknowl- edge our sins. Is there a way to go out? \" [40:11]. The other is the acknowledgment of the faithful in this world. They acknowledge their sins and attest to their faults, with regret in the heart, apology on the tongue, and burning and remorse in the midst of the spirit. This is acknowledgment in its own place and acknowledgment in its own time. God says, \" And others who acknowledged their sins. \" Then He says, \" They mixed a whole- some deed with another that is ugly \": They mixed together their acts, one good and one bad, some pure and some defiled, some permitted and some forbidden, some straight and some crooked, some faulty and some excellent. It has also been said that this is to combine asking forgiveness with sin. They sin, and along with the sin they ask forgiveness. In the report has come, \" He who asks forgiveness is not persist- ing [in his sin].  \" The Exalted Lord says, \" Whoever does something ugly or wrongs himself and then asks forgiveness of God, he will find God forgiving, ever-merciful \" [4:110]. It has also been said that when the servant combines slips with wholesome deeds, this is evi- dence that his sins do not nullify the reward of the obedience for, if they nullified it, He would not have said wholesome deed. Then He says, \" Perhaps God will turn toward them. \" God makes it necessary to accept them with all their faults and to take them with all their offenses. Surely God is forgiving, ever-merciful, for God is fault-hiding, forgiving, and lovingly kind. ʿUthmān used to say that there is no verse in the Qur'an offering more hope than this verse. And it is a sound report from MuṣṬafā, narrated by Samra ibn Jundab, that he said, \" Two comers came to me last night and took me. We reached a city built of gold and silver bricks and were met by men, half of whose creation was like the most beautiful you have ever seen and half like the ugliest you have every seen. The two said to them, 'Go and fall into that river.' They fell into it, then they returned to us, the ugliness having gone from them, and they had become the most beautiful form. Then the two said to me, 'This is the Garden of Eden, and it is your dwelling place. As for those who were half beautiful and half ugly, they mixed a wholesome deed with another that is ugly. God has shown forbearance.' \" The third sort are others who are made to hope for God's command. He is saying, \" There are others, a group with great faults and dreadful offenses, bad deeds, crooked words, and numerous plaintiffs-unfit children, impudent youths, weak old men, ungrateful poor, impure rich, cruel in the day of good fortune, insolent in the days of strength, no foundation except in the heart, strangers to familiarity and attestation. \" Of them He says, \" made to hope for God's command: Leave them to My will and put them down with hope, and do not throw them into despair. Either He will chastise them, or He will turn toward them. Either He will chastise them with justice or accept their excuses through bounty.  If He is just, that is permissible for Him, and if He shows bounty, that is fitting. \" Not everything that is permissible for justice is fitting for bounty, but everything fitting for bounty is permissible for justice. Bounty is ruler over justice, and justice is captive in bounty's hand. Justice is silent before bounty, and bounty has the ring of union in its ear. Do you not see that justice is hidden and bounty apparent such that the enemy is deluded and the friend distracted? Then He says, \" And God is knowing, wise. \" God knows through right knowledge, without er- ror, and He is wise without negligence or fault. Nothing is missing from His knowledge, nothing is outside of His power, and nothing overcomes His decree. He keeps the creatures in His decree, between His bounty and justice, in His knowledge. He is alone in His creation without any other, knowing through beginningless knowledge before all known things, His Essence always before all creatures, right in knowledge, pure in knowing, always working, bestowing as fits Him; He is true in speech, pure in knowledge, fine in artisanry, complete in bounty, eternal in love-majestic is His majesty, exalted His magnificence, tremendous His rank! Majestic is His unity and holy His self-sufficiency!"
    },
    {
      "ayah": 111,
      "surah": 9,
      "text": "Surely God has bought from the faithful their souls and their possessions so that they may have the Garden.... So rejoice in your sale you have made to Him. In the tasting of the recognizers and the path of the elect, this verse is a place for the joy of the friends and a playing field for the secret cores of the sincerely truthful. It is felicitation for the faithful, a fitting felicitation and an appropriate bestowal of eminence. It is a felicitation that is the heart's intimacy and the spirit's message, the ornament of the session and the capital of the indigent, the adornment of tongues and the life of hearts. It is a generous felicitation, from a gen- erous Lord-generous in Essence, generous in attributes, generous in love, generous in caressing, generous in bestowal. The servant himself is bestowed by His bounty, and then He buys back what He Himself be- stowed. He makes the transaction, but He bestows all the profit on the servant and accepts the loss for Himself. This is beautiful doing and generosity, loving kindness and gentleness. In the Torah of Moses God said, \" The Garden is My Garden and the possessions My posses- sions. Buy My Garden with My possessions! If you profit, that is yours, and if you lose, that is Mine. O children of Adam, I did not create you to profit from you. I created you only so that you would profit from Me. \" In the Beginningless, before the servant's existence, the Lord of the Worlds bought him. He was the seller and the buyer. He Himself sold and He Himself bought. In the Shariah of MuṣṬafā, it is not permitted for the buyer and seller to be the same, unless it be a father, for whom it is permitted on condition of tenderness, negation of suspicion, perfect loving kindness, and fatherly love. What then do you say about someone who is more clement and merciful toward the servant than a father, a God whose loving kindness has no bounds and whose love is greater? Given that it is permitted for a father, it is more appropriate and more complete in the case of the loving Creator. Moreover, the Exalted Lord knew that the servants are bad-tempered, breakers of the Cov- enant, and disloyal to it.  He knew that when they reached maturity they would protest. He shut down the road of protest by buying souls full of fault and blight in exchange for a paradise full of joy and blessing. He bought souls full of appetite and trial in exchange for a paradise that has the levels and degrees of proximity to the Real. According to the Shari'ite rules on transactions, when the price given for the bought object is more than it is worth, there is no way to protest. Also, He bought the soul, not the heart. This is because the heart is an endowment to the Real's love and affection, and it is not permitted to buy or sell endowments. Moreover, one of the conditions in transactions is delivery. When something cannot be de- livered, the Shariah does not permit it to be bought and sold. Birds in the sky and fish in the sea cannot be sold, because they cannot be delivered. The state of the servant's heart is exactly the same, and surrendering it is impossible. Thus the Exalted Lord says, \" He comes between a man and his heart \" [8:24]. Naṣrābādī said, \" He buys your attributes from you, but the heart is one of His attributes, so it cannot be bought and sold. \" The Prophet said, \" The heart of Adam's child is between two fingers of the All-Merciful. \" It is also said that the soul is the heart's doorman, standing like a serving boy, a subject serving its lord. As for the heart, it has the place of witnessing. Carrying lordhood like a sultan, it governs the kingdom. So, if the value of the soul, which is the serving boy, is paradise with its treasuries of blessings, what do you say about the heart, with all its nearness and proximity? What is its value other than the neighborhood of the Exalted Presence and the continuity of contemplation and vi- sion? The Pir of the Tariqah said, \" There is a pearl fallen in the dust in the middle of the road, and no one in the world is aware of its value. Suddenly a fortunate person happens upon it and finds an everlasting kingdom, but without drums and hats. In no way did the value of that pearl in the road become less. The value it had yesterday is still there.  \" For whom does the light of that pearl shine? For him who knows solicitude. Then complaint rises up. But who began the kindness? Who wanted this work from the beginning? Who planted the tree of love? Who decorated the house of friendship? With all this gentleness, why all these bad thoughts? \" On the day of buying, He saw the faults and He said that it was permitted. O God, all this happiness from You is our portion! Who has a patron like You, where is a friend like You? With the attributes You have, nothing else is fitting. Then, when You say that this is the mark, and the celebration is tomorrow; that this is the message, and the robe of honor is in place, how can there be patience, how can there be repose? \" On the day You put Your head outside the curtain, I know You will bring down the realm of time. If You'll be adding to this adornment and beauty, O Lord, what will You do to our livers!? So rejoice in your sale you have made to Him. He is saying, \" Be happy, My servants, be joyful in the transaction you have made with Me. Rest in My name, take your ease in My name and mark. \" When someone makes a sale, his happiness lies in the price of the object sold. The better and greater the price, the more his happiness. The Lord of the Worlds did not say, \" Be happy with the price you received. \" Rather, \" Be happy with the sale you have made with Me and the transac- tion you carried out with Me. \" What sorrow has he who has Him? What worth has he who is not worthy for His proximity? A Psalm of David says, \" O child of Adam, why do you love other than Me when I am worthy for love? Why do you trade with other than Me when I am munificent and bountiful? Why do you not transact with Me when I am the bestower of great bestowals? O traders in this world, the profit of this world is evanescent, but My profit remains. \" What is with you runs out, but what is with God subsists [16:96]. The subsisting things, the wholesome deeds, are better with your Lord in reward, and better in expectation [18:46].  So rejoice in your sale-the sale that He made in His own beginninglessness and that we did not make. He opened it with our name, and he called it out in our name: \" The sale that I made you made. \" In the same way, He said to MuṣṬafā, \" Thou didst not throw when thou threwest, but God threw \" [8:17]. This is an allusion to the center point of togetherness and the realization of solitari- ness. The breeze of the Beginningless blew, the lightning of oneness flashed, and the servant was stolen away from the hand of water and dust. Duality turned to nonexistence, the Haqiqah became limpid, and I-ness became a loan. The world's tumult is all this talk of me and you- give up \" me \" and the whole world will be your garden."
    },
    {
      "ayah": 112,
      "surah": 9,
      "text": "The repenters, the worshipers, the praisers, the journeyers, the bowers, the prostra- tors, the commanders to the honorable and prohibiters of the improper, the keepers of God's bounds-give good news to the faithful! These are the attributes of the faithful, the conduct of the familiar, and the custom of the friends, who are the hindmost in this world and the foremost in that world. They are the witnesses among the prophets and the interceders for the people, the masters of this world, the lovers of the religion and the beloved of the Real. In this verse their grades are mentioned in a pleasing arrangement. He praises them and bears witness to them, beginning with the lowest of them. First He mentions the lower ones, those who repent and turn back from sin, so that they will not stay ashamed and stricken in heart, but will have new hope. He is saying: \" The repenters, those who have turned back from sin, who apologize and are regretful; the worshipers, those who worship, observe the commands, and do service; the praisers, those who praise, extol, and laud; the journeyers, those who go on the hajj, keep the fast, and seek for knowl- edge; the bowers, those who are humble, who serve others, who obey the commands of a pir they have reached; the prostrators, those who say the prayer, who plead, and who put their faces in the dust for the sake of My majesty; the commanders to the honorable, those who command the people to the religion, who call out and invite to obedience, who give good counsel and advise each other; and prohibiters of the improper, the just sultans, those who call to remembrance and who bring the people away from evil and who receive them with spirit and heart. Give good news to the faithful! Give good news to the faithful that whatever shortcoming they may have, My unneediness is equal to it. Whatever may be displeasing from them, My loving kindness is on top of that. Whatever the servant may hope, My bounty is greater than that. Give good news to the faithful that when I chose them, I saw the faults. I did not approve before I had examined the hidden things. With My own unneediness I bought the servants as they are.  \" Ibn ʿAṬāÌ said, \" There is no correct worship without repentance, nor correct repentance with- out praise of Him for the path of repentance that came. Praise is not correct without constant journeying and discipline, nor are these stations and preliminaries correct without constant bowing and prostration. And none of this is correct without commanding the honorable and prohibiting the improper. And none of these are correct without keeping the bounds outwardly and inwardly. The person of faith is someone who has this description, for God says, 'Give good news to the faithful'- those who have this description. \" It has come in the traditions that tomorrow on the Day of Resurrection a group from the com- munity will be brought to the place of the Scales. The angels to whom they were entrusted will begin to enumerate their bad acts: \" O Lord, these are the breakers of the Covenant, the disloyal, the forgetful, the sinners, the bold, the insolent. \" The Exalted Lord will say, \" Inasmuch as this is their doing, that is the way they are, but inas- much as this concerns My generosity and pardon, they are the repenters, the worshipers, the prais- ers, the fasters, and the performers of the prayer. They want My friendship with their spirits and hearts and they are One-sayers in My love. \" Through the attribute of brokenness and poverty the tongue of the state of these helpless ones is saying, \" O Lord, whether ungodly or worshipful, we are Yours as we are. We are dependent upon Your keeping and Your will. We are recognized as Your servants-there's no passing You by, and without You nothing is complete. \" The servants, whether beautiful or ugly, belong to You. The passionate, whether knowing or not, are Yours."
    },
    {
      "ayah": 119,
      "surah": 9,
      "text": "O you who have faith, be wary of God and be among the truthful! This is a command, a bestowal of eminence, and a felicitation: a command of God, a bestowal of eminence through good news, and a beautiful felicitation; a lovingly kind command, a heart- holding bestowal of eminence, a magnificent felicitation. He is commanding to bring the servants near to Himself, bestowing eminence so that the travelers will give their hearts to His love, giving felicitation so that they will seek His companionship. The servants who get the work done are those who have His love in their hearts. Those who reap the Real's fruit are those who have living hearts. Those who remember Him are those who receive eminence from the Real. They pass their days in the world with the world's folk like strangers. O you who have faith! This is a call of generosity and an infinite caress. The ears for the Real's call are the seven members of the body. When He discloses Himself, the sorrows of the two worlds are forgotten. He put the call of generosity in front so that hearing it, the servant would find it easy to carry the burden of the decree. What is the decree? \" Be wary of God and be among the truthful! \" He commands to godwariness, and He commands truthfulness in godwariness. Godwariness is the basis of the submission, truthfulness the perfection of faith. Godwariness is the beginning of familiarity, truthfulness the mark of love. Godwariness is the capital of the wor- shipers, truthfulness the mark of the light of recognition. Godwariness belongs to the travelers in the world of the Shariah, truthfulness belongs to the pain-stricken in the world of the Tariqah. When someone comes to possess the good fortune of godwariness and he is shown the beauty of truthful- ness, his mark is that he strikes fire into the hut of his own existence, launches the ship of createdness in the ocean of nonbeing, makes his children into orphans, bids farewell to his near ones and family, and cleanses his inwardness of habits and customs. His outwardness comes to be adorned with the light of the Shariah, his secret core filled with love for the Real, his heart emptied of love for this world, his secret core of desire for the afterworld-he has no joining with this world or the folk of this world, and no ease with the afterworld. Remembering the two worlds is no doubt to be pregnant. If you claim to be a man, do not be pregnant. You were good-do not be bad for the sake of talk. You were a man-do not be a woman for color and scent. [DS 326, 325]"
    },
    {
      "ayah": 128,
      "surah": 9,
      "text": "Now there has come to you a Messenger from among yourselves; what troubles you is difficult for him; eagerly desirous is he for you, clement and ever-merciful toward the faithful. He is in contact with you through mortal nature, but he is different from you in election. \" O MuḤammad, keep on saying, 'I am a mortal like you' [18:110]. I will keep on saying, 'Did He not find thee an orphan and shelter thee?' [93:6]. You are the orphan pearl, the like of whom is no other. How can a mortal reach the forefront of the Real's acceptance such that He puts up with his disdain? By thy life! [15:72]. How can a mortal be worthy for the grasp of the attributes to explain the polish of his heart's mirror by virtue of solicitude? Did We not expand for thee thy breast? [94:1]. How can a mortal be such that the auditor of the beginningless and endless register turns over the acceptance and rejection of the creatures to his threshold? Whatever the Messenger gives you, take; whatever he prohibits you, forgo [59:7]. O Muhammad! You are something dif- ferent, and your work is different! \" You are a tongue other than the speech of every mouth, you are a soul other than the gentleness of anyone else. You are a thought other than in anyone's mind. How can they reach you? You are indeed another world. It has been said that in friendship are both separation and union. In the era of the Beginningless, when love was apportioned, the wail of separation's pain rose up from the house of Abū Jahl, and the glitter of union's sun shone from the chamber of MuḤammad the Arab. From that separation was created a hell in the heart of the estranged, and from this union was affirmed a paradise in the breast of the friends. After the sun of union shone on that paragon, the world's folk were bewildered in his work. The wish for his beauty and for following him rose up in the prophets. Moses the Speaking Com- panion said, \" Lord God, make me one of his community! \" Jesus the Spirit of God said, \" Lord God, make me the door-keeper of his threshold! \" [Abraham] the Bosom Friend said, \" Lord God, make my mention flow on the tongue of his community! \" More wonderful than all this is that the paragon himself became bewildered in the steps of his own path.  This is just like Majnūn and Laylā. He said, \" The means of my knowledge are lost in the ends of your tresses! \" She said, \" O Majnūn, that is not such a great claim, for my tresses are themselves lost in my work! \" That chevalier said it beautifully in this poem: O you who are bewildered in yourself, what image is this? O candle of the beauties, what union is this? O you like whom is none in the world, what perfection is this? O our candle and lamp, what beauty is this? Ibn ʿAṬāÌ said, \" His soul was in conformity with the souls of the creatures in created nature, but different from them in reality, for it was hallowed by the lights of prophecy, confirmed by the con- templation of the Haqiqah, and fixed in the closest locus and the highest station: The eyesight did not swerve, nor did it trespass [53:17]. \" Take care not to say that his pure soul was like the souls of others. If one speck of his soul's shining were to shine forth on the spirits and hearts of all the sincerely truthful, they would all go forth to the world of holiness and settle down in the seat of truthfulness [54:55]. Despite all this, he used to say in supplication, \" 'Do not entrust us to our souls for the blink of an eye!' Lord God, lift up this curtain of the soul from before our heart and lift this burden of selfhood away from us, for it is our veil in the road of the Haqiqah. \" The command came, \" O Muhammad, unasked We put you beside Us: Did We not expand for thee thy breast, and lift from thee thy burden? [94:1-2]. O MuḤammad, We put aside that burden of you from you. Our desire took care of your work, Our solicitude lit up your lamp. You did not come for yourself, nor did you come by yourself. You did not come by yourself because We brought you: Who took His servant by night [17:1]. You did not come for yourself because you came as a mercy for the creatures: We sent thee only as a mercy to the worlds \" [21:107].  Just as a bird takes its chick under its wing and nurtures it, in the same way the perfection of MuḤammad the Arab's generosity, clemency, and mercy nurtures his community under its wing: And lower thy wing to the faithful who follow thee [26:215]. Jaʿfar al-ṣādiq said, \" God knew that His creatures were incapable of obeying Him, so He made them recognize that so that they would know that they would not reach the limpidness of serving Him. He set between Him and them a creature of their own kind in form and said, 'Now there has come to you a Messenger from among yourselves.' Then He clothed him in His attributes of clemency and mercy and sent him out to the creatures as a truthful emissary. He made obeying him obeying Him and companionship with him companionship with Him, for He says, 'Whoso obeys the Messenger has obeyed God' [4:80]. \""
    },
    {
      "ayah": 25,
      "surah": 9,
      "text": "God has already helped you in many homesteads, and on the Day of Hunain, when you admired your own multitude. Self-admiration is the ghoul of the road. It is the blight of the religion, the cause of the disappear- ance of blessings, the key to separation, and the basis of heedlessness. Self-admiration is that you consider your own obedience important, you consider yourself the source of your service, and you look upon your service with the eye of approval. By the decree of the reports and the fatwa of prophethood, the obedience of such a person will never go any further than his own head. The Pir of the Tariqah said, “O God, I am trying to avoid two claims, and from each I ask the help of Your bounty: fancying that I have something of my own, and fancying that I have a right- ful due against You. “O God, I have risen up from where I was, but I have not yet reached where I want to go. “O God, anyone who has not yet been killed by selflessness is a corpse. When someone's por- tion of friendship is talk, he has been defrauded. When someone's religion is not the road of spirit and heart, what business has he with the Friend?” MuṣṬafā said, “If you did not sin, I would be afraid that you would have something worse than sin: self-admiration! self-admiration!” He also said, “What a bad servant! A servant who imagines, becomes conceited, and forgets the Great, the Transcendent. What a bad servant! A servant who dominates, transgresses, and for- gets the All-Compelling, the Highest. What a bad servant! A servant who is negligent, inattentive, and forgets the tomb and disintegration. What a bad servant! A servant who is worried, oversteps, and forgets the beginning and the end.”"
    },
    {
      "ayah": 60,
      "surah": 9,
      "text": "The freewill offerings are for the poor, and the indigent.... and the son of the road.... O you whose heart has never for one day walked in poverty and who, in your whole life, have never for one hour sat like Jacob in poverty's house of sorrows! O you who have never for one day placed your own attributes with the description of poverty in the mangonel of struggle and never for an instant sacrificed your spirit in the cave of exile and the state of indigence by following the beloved Prophet and the sincerely truthful Abū Bakr. You suppose that without tasting the drink of poverty and wearing the clothes of discipline today you will dwell tomorrow in the domiciles of the High Chambers with the poor among the Companions and the men of the road of poverty. Your supposition is erroneous and your self-governance wrong. They were a thousand times more passionate about that poverty of theirs than you are about being a chief. ʿAbd al-RaḤmān ibn ʿAwf was one of the paragons among the Companions, but the beauty of poverty had hidden its face from him. One day he came in to the presence of MuṣṬafā, and Saʿd ibn Muʿādh, a poor Companion, was present. Words came forth from ʿAbd al-RaḤmān that made the poor man sad, and he became ill. Then ʿAbd al-RaḤmān made one-half of his wealth a sacrifice for the suf- fering of his heart, but he would not accept. God's Messenger said, \" O Saʿd, why will you not accept? \" He said, \" O Messenger of God! The pearl of poverty is too exalted to be sold even for the whole of this world. \" For a hundred years the sun must rise in the east and set in the west before the beginningless decree gives a recognizer the eyes to see the beauty of poverty and recognize the exaltedness of poverty. He must have a pain that makes him familiar with seeking. But this seeking is not like the seeking of other things. This pain is not like other pains, which arise from the vapor of forbidden morsels and appear at the top of the stomach. The pain of the religion and the vision of this seeking arise from the level of the liver of the free man, and the exaltedness of the poverty in the hearts of seekers appears in the measure of their pain.  The more a heart is full of pain and burnt, the more the exaltedness of poverty remains with it. MuṣṬafā was offered this world, but he was not pleased with it. He said, \" What do I have to do with this world? \" He was offered the afterworld, but he did not look at it. About him it was said, \" The eyesight did not swerve, nor did it trespass \" [53:17]. The poor were placed before his eyes and heart, and he wanted to turn away from them and not look. The Exalted Lord did not let that pass. He commanded him to gaze upon them: \" And let not thine eyes turn away from them [18:28]: O Master, do not lift your eyes away from them and always honor gazing upon them. O Master, I who am the Lord gaze upon their hearts. Look at those at whom I am constantly looking! \" It has been said that poverty has three levels: first need, second poverty, and third indigence. The possessor of need turns his head to this world so that it may block his poverty. The possessor of poverty does not give his heart to this world but inclines to the afterworld and is at ease with the bliss of paradise. The possessor of indigence wants only the Patron. He does not want joy or blessing, rather the mystery of the Patron of Blessings. MuṣṬafā wanted indigence. He said, \" O God, let me live in indigence, let me die in indigence, and muster me among the indigent! \" But he sought refuge from poverty: \" I seek refuge in Thee from poverty. \" This means that the possessor of poverty still has something left of his own shares, so he will be veiled from his Lord by what is left. The Pir of the Tariqah said, \" Here there are three stations. First, lightning shines from the heaven of poverty to make you aware, then a breeze blows forth from the air of indigence to make you familiar, then a door of recognition opens to make you a friend and dresses you in a robe of honor to make you bold. \" O God, You mixed the fire of finding with the light of recognition.  You stirred up the breeze of proximity from the garden of union. You poured down the rain of solitariness on the dust of mortal nature. You burned water and clay with the fire of friendship. Thus You taught the recog- nizer's eyes how to see You. \" Then, at the end of the verse, He finishes mentioning the owners of portions with \" the son of the road. \" In the tongue of the ulama, the son of the road is he who seeks separation from his homeland and passes his days in the abasement of exile and the suffering of travel. In the tasting of the cheva- liers, it is he who cuts himself off from the habits and familiar things of his own caprice and detaches his heart totally from self, links, and all creatures. Like an exile, he takes up a corner with a heart full of pain and a spirit full of remorse. To the tune of longing and bewilderment he keeps on murmuring, \" O God, everyone's an exile in body, but I'm an exile in heart and spirit. Everyone's an exile while traveling, but I'm an exile at home. Every illness is healed by a physician, but I have been made ill by the physician. Everyone has a portion from the apportioning, but I have no portion. Everyone who's lost his heart has a friend and sympathizer, but I have no friends and am an exile. \" Every night the people sleep-what about me awake? Everyone's sleeping with a friend-what about me without a friend?"
    }
  ]
}
