{
  "text": "আর আল্লাহ্ ও তাঁর রাসূল কোন বিষয়ের ফায়সালা দিলে কোন মুমিন পুরুষ কিংবা মুমিন নারীর জন্য সে বিষয়ে তাদের কোন (ভিন্ন সিদ্ধান্তের) ইখতিয়ার সংগত নয়। আর যে আল্লাহ্ ও তাঁর রাসূলকে অমান্য করল সে স্পষ্টভাবে পথভ্রষ্ট হলো [১]।\n[১] আলোচ্য আয়াতে কয়েকটি ঘটনা বর্ণিত হয়েছে। তন্মধ্যে এক ঘটনা হচ্ছে, যায়েদ ইবন হারেসা রাদিয়াল্লাহু আনহুর বিয়ে সংক্রান্ত ঘটনা। ঘটনার সংক্ষিপ্ত রূপ এই যে, যায়েদ ইবন হারেসা রাদিয়াল্লাহু ‘আনহু একজন স্বাধীন লোক ছিলেন। কিন্তু জাহেলী যুগে কিছু লোক তাকে অল্প বয়সে ধরে এনে ওকায বাজারে বিক্রি করে দেয়, খাদিজা রাদিয়াল্লাহু আনহা সে লোক থেকে তাকে খরীদ করে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে দান করেন। আর আরব দেশের প্রথানুযায়ী তাকে পোষ্য-পুত্রের গৌরবে: ভূষিত করে লালন-পালন করেন। মক্কাতে তাকে ‘মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামপুত্র যায়েদ' নামে সম্বোধন করা হত। কুরআনে কারীম এটাকে অজ্ঞতার যুগের ভ্ৰান্ত রীতি আখ্যায়িত করে তা নিষিদ্ধ করে দেয় এবং পোষ্যপুত্রকে তার প্রকৃত পিতার সাথে সম্পর্কযুক্ত করতে নির্দেশ দেয়। যায়েদ ইবন হারেসা রাদিয়াল্লাহু আনহু যৌবনে পদার্পনের পর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজ ফুফাত বোন যয়নব বিনতে জাহ্‌শকে তার নিকট বিয়ে দেয়ার প্রস্তাব পাঠান। যায়েদ রাদিয়াল্লাহু ‘আনহু যেহেতু মুক্তিপ্রাপ্ত দাস ছিলেন সুতরাং যয়নব ও তার ভ্রাতা আবদুল্লাহ ইবনে জাহশ এ সম্বন্ধ স্থাপনে এই বলে অস্বীকৃতি জ্ঞাপন করেন যে, আমরা বংশ মর্যাদায় তার চাইতে শ্রেষ্ঠ ও উন্নত। মুজাহিদ রাহিমাহুল্লাহ বলেন: এ ঘটনার পরিপ্রেক্ষিতে উক্ত আয়াত নাযিল হয়। যাতে এ দিকনির্দেশনা রয়েছে যে, যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কারো প্রতি বাধ্যতামূলকভাবে কোন কাজের নির্দেশ দান করেন, তবে সে কাজ করা ওয়াজিব হয়ে যায়। শরীয়তানুযায়ী তা না করার অধিকার থাকে না। শরীয়তে একাজ যে লোক পালন করবে না, আয়াতের শেষে একে স্পষ্ট গোমরাহ বলে আখ্যায়িত করা হয়েছে। যয়নব ও তার ভাই এ আয়াত শুনে তাদের অসম্মতি প্রত্যাহার করে নিয়ে বিয়েতে রাযী হয়ে যায়। অত:পর বিয়ে অনুষ্ঠিত হয়। [বাগাওয়ী]\nএ আয়াত সম্পর্কে দ্বিতীয় যে ঘটনাটি বর্ণনা করা হয় তা হলো, জুলাইবীব রাদিয়াল্লাহু আনহুর ঘটনা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার জন্য কোন এক আনসার সাহাবীর মেয়ের সাথে বৈবাহিক সম্বদ্ধ স্থাপন করতে ইচ্ছুক ছিলেন। এই আনসার ও তার পরিবার-পরিজন এ সম্বন্ধ স্থাপনে অস্বীকৃতি জ্ঞাপন করলেন। কিন্তু এ আয়াত নাযিল হওয়ার পর সবাই রাযী হয়ে যান এবং যথারীতি বিয়েও সম্পন্ন হয়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের জন্য পর্যাপ্ত জীবিকা কামনা করে দোআ করলেন। সাহাবায়ে কেরাম বলেন যে, তার গৃহে এত বরকত ও ধন-সম্পদের এত আধিক্য ছিল যে, মদীনার গৃহসমূহের মধ্যে এ বাড়ীটিই ছিল সর্বাধিক উন্নত ও প্রাচুর্যের অধিকারী এবং এর খরচের অঙ্কই ছিল সবচাইতে বেশী। পরবর্তীকালে জুলাইবীব রাদিয়াল্লাহু আনহু এক জিহাদে শাহাদত বরণ করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর দাফনকাফন নিজ হাতে সম্পন্ন করেন। [দেখুন, ইবন কাসীর]",
  "ayah": 36,
  "surah": 33
}
