{
  "text": "আর স্মরন করুন, আল্লাহ্ যাকে অনুগ্রহ করেছেন এবং আপনিও যার প্রতি অনুগ্রহ করেছেন, আপনি তাকে বলেছিলেন, 'তুমি তোমার স্ত্রীর সাথে সম্পর্ক বজায় রাখ এবং আল্লাহ্র তাকওয়া অবলম্বন কর [১]।' আর আপনি আপনার অন্তরে গোপন করছিলেন এমন কিছু যা আল্লাহ্ প্রকাশ করে দিচ্ছেন [২]; এবং আপনি লোকদেরকে ভয় করছিলেন, অথচ আল্লাহ্কেই ভয় করা আপনার পক্ষে অধিকতর সংগত। তারপর যখন যায়েদ তার (স্ত্রীর) সাথে প্রয়োজন শেষ করল [৩], তখন আমরা তাকে আপনার নিকট বিয়ে দিলাম [৪], যাতে মুমিনদের পোষ্য পুত্রদের স্ত্রীদেরকে (স্ত্রী হিসাবে গ্রহন করতে) কোন সমস্যা না হয় যখন তারা (পোষ্য পুত্ররা) নিজ স্ত্রীর সাথে প্রয়োজন শেষ করবে (এবং তালাক দিবে)। আর আল্লাহ্র আদেশ কার্যকর হয়েই থাকে।\n[১] অর্থাৎ “স্মরণ করুন যখন আল্লাহ ও আপনি নিজে যার প্রতি অনুগ্রহ করেছেন, তাকে বলছিলেন যে, তুমি নিজের স্ত্রীকে তোমার বিবাহাধীনে থাকতে দাও।” এ ব্যক্তি হলো যায়েদ। আল্লাহ তাকে ইসলামে দীক্ষিত করে তার প্রতি প্রথম অনুগ্রহ প্ৰদৰ্শন করেন। যায়েদ রাদিয়াল্লাহু ‘আনহু যয়নব রাদিয়াল্লাহু ‘আনহার সম্পর্কে ভাষাগত শ্রেষ্ঠত্ব, গোত্ৰগত কৌলিন্যভিমান এবং আনুগত্য ও শৈথিল্য প্রদর্শনের অভিযোগ উত্থাপন করতেন। একদিন যায়েদ রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর খেদমতে এসব অভিযোগ পেশ করতে গিয়ে যায়নবকে তালাক দেয়ার ইচ্ছা প্রকাশ করেন। কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বললেন: ‘নিজ স্ত্রীকে তোমার বিবাহধীনে থাকতে দাও এবং আল্লাহর তাকওয়া অবলম্বন কর।’ [দেখুন, বাগভী; ফাতহুল কাদীর; তাবারী]\n[২] এর ব্যাখ্যা এই যে, আপনি অন্তরে যে বিষয় গোপন রেখেছেন তা এ বাসনা যে, যায়েদ রাদিয়াল্লাহু আনহু যয়নবকে তালাক দিলে পরে আপনি তাকে বিয়ে করবেন। [ফাতহুল কাদীর; বাগভী]\n[৩] অর্থাৎ যায়েদ রাদিয়াল্লাহু আনহু যখন নিজের স্ত্রীকে তালাক দিয়ে দিলেন এবং তার ইদ্দত পুরা হয়ে গেলো। “প্রয়োজন পূর্ণ করলো” শব্দগুলো স্বতঃস্ফৰ্তভাবে একথাই প্রকাশ করে যে, তার কাছে যায়েদের আর কোন প্রয়োজন থাকলো না। [মুয়াস্‌সার; ফাতহুল কাদীর]\n[৪] অর্থাৎ আপনার সাথে তার বিয়ে স্বয়ং আমরা সম্পন্ন করে দিয়েছি। এর ফলে একথা বোঝা যায় যে, এ বিয়ে স্বয়ং আল্লাহ নিজেই সম্পন্ন করে দেয়ার মাধ্যমে বিয়ে-শাদীর সাধারণভাবে প্রচলিত শর্তাবলীর ব্যতিক্রম ঘটিয়ে এ বিয়ের প্রতি বিশেষ মর্যাদা আরোপ করেছেন। [তাবারী; বাগভী]",
  "ayah": 37,
  "surah": 33
}
