{
  "text": "নবী মুমিনদের কাছে তাদের নিজেদের চেয়েও ঘনিষ্টতর [১] এবং তাঁর স্ত্রীগণ তাদের মা [২]। আর আল্লাহ্র বিধান অনুসারে মুমিন ও মুহাজিরগনের চেয়ে---যারা আত্মীয় তারা পরস্পর কাছাকাছি [৩]। তবে তোমরা তোমাদের বন্ধু-বান্ধবের প্রতি কল্যাণকর কিছু করার কথা আলাদা [৪]। এটা কিভাবে লিপিবদ্ধ রয়েছে।\n[১] অর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে মুসলিমদের এবং মুসলিমদের সাথে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যে সম্পর্ক তা অন্যান্য সমস্ত মানবিক সম্পর্কের উর্ধ্বের এক বিশেষ ধরনের সম্পর্ক। নবী ও মুমিনদের মধ্যে যে সম্পর্ক বিরাজিত, অন্য কোন আত্মীয়তা ও সম্পর্ক তার সাথে কোন দিক দিয়ে সামান্যতমও তুলনীয় নয়। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুসলিমদের জন্য তাদের বাপমায়ের চাইতেও বেশী স্নেহশীল ও দয়ার্দ্র হৃদয় এবং তাদের নিজেদের চাইতেও কল্যাণকামী। তাদের বাপ-মা, স্ত্রী ও ছেলেমেয়েরা তাদের ক্ষতি করতে পারে, তাদের সাথে স্বার্থপরের মতো ব্যবহার করতে পারে, তাদেরকে জাহান্নামে ঠেলে দিতে পারে, কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের পক্ষে কেবলমাত্র এমন কাজই করতে পারেন যাতে তাদের সত্যিকার সাফল্য অর্জিত হয়। তারা নিজেরাই নিজেদের পায়ে কুড়াল মারতে পারে, বোকামি করে নিজেরাই ক্ষতি করতে পারে কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের জন্য তাই করবেন যা তাদের জন্য লাভজনক হয়। আসল ব্যাপার যখন এই মুসলিমদের ওপরও নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এ অধিকার আছে তখন তারা তাকে নিজেদের বাপ-মা ও সন্তানদের এবং নিজেদের প্রাণের চেয়েও বেশী প্রিয় মনে করবে। দুনিয়ার সকল জিনিসের চেয়ে তাকে বেশী ভালোবাসবে। নিজেদের মতামতের ওপর তার মতামতকে এবং নিজেদের ফায়সালার ওপর তার ফায়সালাকে প্রাধান্য দেবে। তার প্রত্যেকটি হুকুমের সামনে মাথা নত করে দেবে। তাই হাদীসে এসেছে, “তোমাদের কোন ব্যক্তি মুমিন হতে পারে না যতক্ষণ না আমি তার কাছে তার পিতা, তার সন্তান-সন্ততি ও সমস্ত মানুষের চাইতে বেশী প্রিয় হই।” [বুখারী: ১৪, মুসলিম: ৪৪] সুতরাং প্রত্যেক মুসলমানের পক্ষে মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নির্দেশ পালন করা স্বীয় পিতা-মাতার নির্দেশের চাইতেও অধিক আবশ্যকীয়। যদি পিতা-মাতার হুকুম নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হুকুমের পরিপন্থী হয়, তবে তা পালন করা জায়েয নয়। এমনকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নির্দেশকে নিজের সকল আশা-আকাংক্ষার চাইতেও অগ্ৰাধিকার দিতে হবে। হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “এমন কোন মুমিনই নেই যার পক্ষে আমি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুনিয়া ও আখেরাতে সমস্ত মানবকুলের চাইতে অধিক হিতাকাঙ্ক্ষী ও আপনজন নই। যদি তোমাদের মন চায়, তবে এর সমর্থন ও সত্যতা প্রমাণের জন্য কুরআনের আয়াত পাঠ করতে পার।” [বুখারী: ২৩৯৯]\n[২] রাসূলের পূণ্যবতী স্ত্রীগণকে সকল মুসলিমের মা বলে আখ্যায়িত করার অর্থ-সম্মান ও শ্রদ্ধার ক্ষেত্রে মায়ের পর্যায়ভুক্ত হওয়া। মা-ছেলের সম্পর্ক-সংশ্লিষ্ট বিভিন্ন আহ্‌কাম, যথা-পরস্পর বিয়ে-শাদী হারাম হওয়া, মুহরিম হওয়ার পরিপ্রেক্ষিতে পরস্পর পর্দা না করা এবং মীরাসে অংশীদারিত্ব প্রভৃতি এক্ষেত্রে প্রযোজ্য নয়। যেমন, আয়াতের শেষে স্পষ্টভাবে বলে দেয়া হয়েছে। আর রাসূলের পত্নীগণের সাথে উম্মতের বিয়ে অনুষ্ঠান হারাম হওয়ার কথা অন্য এক আয়াতে ভিন্নভাবে বর্ণনা করা হয়েছে। সুতরাং এক্ষেত্রে বিয়ে অনুষ্ঠান হারাম মা হওয়ার কারণেই ছিল, এমনটি হওয়া জরুরী নয়। মোটকথা: নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের স্ত্রীগণ শুধুমাত্র এ অর্থে মুমিনদের মাতা যে, তাদেরকে সম্মান করা মুসলিমদের জন্য ওয়াজিব। বাদবাকি অন্যান্য বিষয়ে তারা মায়ের মতো নন। যেমন তাদের প্রকৃত আত্মীয়গণ ছাড়া বাকি সমস্ত মুসলিম তাদের জন্য গায়ের মাহরাম ছিল এবং তাদের থেকে পর্দা করা ছিল ওয়াজিব। তাদের মেয়েরা মুসলিমদের জন্য বৈপিত্ৰেয় বোন ছিলেন না, যার ফলে তাদের সাথে মুসলিমদের বিয়ে নিষিদ্ধ হতে পারে। তাদের ভাই ও বোনেরা মুসলিমদের জন্য মামা ও খালার পর্যায়ভুক্ত ছিলেন না। কোন ব্যক্তি নিজের মায়ের তরফ থেকে যে মীরাস লাভ করে তাদের তরফ থেকে কোন অনাত্মীয় মুসলিম সে ধরনের কোন মীরাস লাভ করে না। [দেখুন, ফাতহুল কাদীর; মুয়াস্‌সার, বাগভী]\n[৩] এ আয়াতের মাধ্যমে একটি ঐতিহাসিক চুক্তির বিধান পরিবর্তন করা হয়েছে। হিজরতের পর পরই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুমিন মুহাজির ও আনসারদের মধ্যে ভ্রাতৃত্ব স্থাপন করেন। যার কারণে তাদের একজন অপরজনের ওয়ারিশ হতো। এটা ছিল ঐতিহাসিক প্রয়োজনে। তারপর যখন প্রত্যেকের অবস্থারই পরিবর্তন হলো তখন এ নীতির কার্যকারিতা রহিত করে যাবিল আরহামদেরকে তাদের স্থলাভিষিক্ত করা হলো। [তাবারী, ইবন কাসীর, ফাতহুল কাদীর; কুরতুবী, মুয়াস্‌সার]\n[৪] এ আয়াতে বলা হয়েছে, কোন ব্যক্তি চাইলে হাদীয়া, তোহ্‌ফা, উপঢৌকন বা আসিয়াতের মাধ্যমে নিজের কোন দ্বীনী  ভাইকে সাহায্য করতে পারে। [ফাতহুল কাদীর]",
  "ayah": 6,
  "surah": 33
}
