{
  "text": "The orphan is the least likely to receive good treatment, because he is the weakest member of any society. In his case, any of the factors which would predispose an individual to behave well towards others are unlikely to come into play. Shouldering responsibility in the case of an ‘orphan’ can be done only by one who has become a man of character purely out of principle and not on the basis of self-interest. Such a person who is the well-wisher of an orphan will also give exceptionally good treatment to other people. All things in the universe are so interrelated as to ensure that giving and taking are done on an equitable basis and are mutually beneficial. This very principle has to be adopted by man in his life. If an individual has to measure out something for others, he should measure it out properly and, if he has to weigh out something, he should weigh it out properly. It should never happen that he uses one scale for himself and a different scale for others. It happens from time to time that a man is required to express an opinion against somebody. On such occasions, the way to win God’s approval is to utter such views as meet the standards of justice. Whether the person in question is one of his own or a stranger; whether his relations with him are friendly or inimical, whether or not his interests are linked with him, he should remain uninfluenced by all these factors and should say only what is right and proper. Every man is bound by certain vows. Some are in writing and others are purely verbal. But a man’s Faith, his humanity and his nobility demand that right action should be taken in the fulfilment of pledges of any form. The Muslim is duty- bound to fulfil both the written and the verbal kind—all this is very clear. Heavenly revelation and man’s mind both bear testimony to this being proper. But, only that person will learn a lesson from divine revelation who himself wants to learn. These commandments (verses 151- 53) are basic sections of the divine Shariah. To follow these within their strict and direct meaning is in fact to follow the straight highway of God. But if, by means of hair-splitting, different by-ways are introduced and if all emphasis is laid on them, this amounts to going astray on various paths (other than the straight highway) which will never lead a man towards God.",
  "ayah": 153,
  "surah": 6
}
