{
  "text": "Adherence to religion requires that the individual should not give a higher status to anyone in his life than God. He should build relations on the basis of recognition of the Truth and not on the basis of self-interest, and the first symbol of that is the proper treatment of parents. He should consider the provision made by God as a divine gift and should not meddle with His system. In this connection a man’s misguidance leads him into the foolishness of the killing of children. He should be shown deeds of shamelessness so that his heart’s sensitivity to evil remains alive. He should not exploit the weak: the acid test of this is how he treats an orphan. In the discharge of duties and in matters of give and take, he should strike a just balance. He should always speak with justice. He should spend his life with the feeling that he is bound by a divine pledge, and that he is never free of its responsibilities. This is the straightforward way for a man to spend his life—one which is liked by God. Man should keep himself on this straight path without deviating to the right or left. The Ten Commandments mentioned above (verses 151-153) are simple and natural. Every man’s mind testifies to their truth. If stress is laid on these things, there can never be differences or sectarianism. But when communities decline, such leaders are born among them as wilfully misinterpret these straightforward precepts and this is what fragments religious unity. If unnecessary discussions are introduced into the Faith of monotheism—e.g. whether God has a body or is bodyless; if there is hair-splitting on the subject of orphans, i.e. what is the definition of orphanhood; if the point is raised that Divine commands cannot be carried out unless the government is overthrown and as such the first task is changing the ‘un-Islamic’ government—there will be no end to the difficulties created and it will be impossible to achieve a general consensus on these points. Then different schools of thought will form; separate sects will take shape; long-established unity will turn into internal discord. To devote one’s full attention to this simple and natural religion is the best act of righteousness. But for this purpose, a man has to fight with his self; even if the atmosphere is unpropitious, one has to remain firm by exercising patience and making sacrifices. This is an arduous task, and that is why the reward for it is multiplied many times over by God. Those who practice evil, those who adopt paths other than that specified by God, indulge in the worst type of crime. However, God does not take excessive measures against them. He gives them a punishment commensurate with their crime.",
  "ayah": 160,
  "surah": 6
}
