{
  "text": "Reality is a familiar thing for man, because it is part of man’s own nature and it speaks the same silent language throughout the universe. This was truer of the Jews and the Christians, because their Prophets and their scriptures had clearly heralded the advent of the last of the Prophets and the Quran. So, for them to know about this was as good as knowing their own sons. In spite of things being so clear, why do people not accept the Truth? It is because of the fear of some immediate loss. The cost of acceptance of the Truth is that man has to pull himself down from a high status; he has to come out of the sphere of conformism and give up ready-made advantages. When a man is not ready to make these sacrifices, he does not accept the Truth, and for the sake of instant gain, he pushes himself into a position of eternal loss. If he has a false sense of satisfaction with the stand he has taken, it is because in this world of trial he is always successful in finding explanations and justifications in his support; he readily finds the words to reject arguments in favour of the Truth—so much so that he feels free to wilfully misinterpret truth and claim that the ‘real Truth’ is that which he has adopted. Whenever a man makes entities other than God the centre of his attention, a magical halo gradually forms around them. He indulges in such wishful thinking as gives him the illusion that he has a firm hold of a very strong support. But, on the Day of Judgement, when all the veils are torn asunder, and when he sees that all the supports except that of God were absolutely false, he will have no alternative but to contradict his own statements. In other words, such people at that time will become witnesses against their own falsity. In the Hereafter they will become the rejecters of those very things of which they had been proud of being attached to. The edifice of false beliefs and explanations they had constructed will be so totally destroyed that it will seem never to have existed.",
  "ayah": 24,
  "surah": 6
}
