{
  "text": "The age of the present world is limited. Here life cannot be devoid of grief. Here unpleasantness goes along with pleasantness. Evil cannot be separated from goodness nor goodness from evil. In such circumstances, man is unable to understand how the eternal world of the Hereafter, which will be free from grief (\n35:34\n) can come into existence. If the world of the Hereafter is to be created with some matter other than that of this world, that is something beyond man’s ken; but if the other world of the Hereafter is to be created from the matter of this world, it has to be conceded that this world in itself lacks the capacity to bring into existence a world of total perfection. The very existence of the raiser of this issue is in itself an answer to this question. The body of a human being is wholly made of earth elements but it has unique properties, none of which is found in the earth. Man hears; he speaks; and he thinks; he performs wonderful acts, though the earth with which he is made is not capable of performing these acts. From earthen elements a non-earthly creature has wondrously emerged. This is a matter confirmed by everyday experience. In view of this, how strange it is that man should harbour doubts about the advent of the Hereafter. If a living and active man comes into existence from earth; if fragrant flowers and luscious fruits emerge from earth, then why cannot a more perfect world emerge from our present world? The message of God and the Hereafter, issued directly by God Himself, is accompanied by clear signs which establish it as a true call from the Almighty. Its being on the lines of nature on which the system of God’s eternal world is established; its being supported by arguments that cannot be countered by anybody; its being backed by a preacher of God’s word whose seriousness and sincerity are above doubt; its repeated survival of the destructive plans of its opponents, despite their superior power—all these are clear indications of its being based on truth. Inspite of all this, man does not believe in it and is not willing to support it. The reason for this is that all these proofs, in spite of all their clarity, always appear through a veil of cause and effect. When these signs come to a man’s attention, he attributes them to certain causes and pays no heed to them. He does not become inclined to accept their validity. Instead of accepting the call he would say that had this call been on behalf of God, then God and His angels would have been visible to the naked eye. But this idea is absolutely meaningless, because when God and His angels appear in all their glory, it will be the time for the final rendering of accounts and not for giving a call of Truth or for preaching about the greatness of God.",
  "ayah": 3,
  "surah": 6
}
