{
  "text": "Abu Jahl said to the Prophet, ‘O, Muhammad! By God, we do not reject you. Only we deny that which you have brought.’ That is, the people of Makkah who had not embraced the faith nevertheless admitted that he was a righteous person. But, to say of a person that his utterances were marked by Truth and reality amounted to glorifying him, and they were not prepared to give him such high honour. When they called him, ‘truthful and honest’ they had the mental satisfaction that he was a man of their own level, but admitting that God’s own discourse emanated from his lips amounted to according him a status higher than their own, and such an admission is the most difficult one for any man to make. In the present world, God does not appear directly in His original shape. He appears before man in the shape of arguments, signs and symbols. Therefore, not accepting arguments in support of the Truth, or turning a blind eye to the signs in its favour amounts to a refusal to accept God, or to turning one’s eyes away from the face of God. However, it is not part of God’s plan to appear along with compelling miracles, for if His call were to be presented in this context, freedom of action would come to an end; for the purpose of maintaining test conditions, an atmosphere of freedom of action must be perpetuated. The da‘i should not be put out by the fact that he has only the weight of arguments to offer or that he possesses no extraordinary powers of control. Instead of being worried on this account, he should exercise patience. The making of efforts in connection with the mission of truth, is on the one hand, a test of the da‘i ’s patience and, on the other, a test of the addressees as to whether they are able to see a glimpse of God’s representative in a man like themselves. Are they able to recognise the majesty of God’s message in the words coming out of a man’s mouth; do they bow down before arguments that are devoid of material strength, as they will bow down before a strong and powerful God? For those who have life in them, the whole universe is full of God‘s signs, but those who have extinguished the fire of their sensitivities will not be able to learn a lesson from anything except the terrors of Doomsday.",
  "ayah": 33,
  "surah": 6
}
