{
  "text": "If the brief import of these verses is expanded, it will be as follows: They ask us why extraordinary signs do not accompany the Prophet in order to establish that his message is truthful. God has the full power to present all types of signs. But the real question is not that of signs but of people’s ignorance. God’s countless signs are spread out here everywhere. When people are not able to learn anything from these existing signs, what advantage can they derive from the presentation of a new sign? The various types of animals moving about on the earth and the birds flying in the air are signs for you. What God requires of these living creatures is the same as He requires of you, and God has written down His requirements for all living creatures—for human beings in terms of Islamic law and for other creatures by way of their instincts. Creatures like birds and animals carry out God’s writ to the letter, but man is not prepared to accept God’s writ. Therefore, the question is not of signs but of blindness. What is the justification for man to adopt any religion other than the one adopted by all of God’s creatures? The fact is that those who are inclined to act properly do so without demanding any new signs and those who are not so inclined demand signs in spite of already being surrounded by innumerable signs. Such people are inevitably destined to be assembled on Doomsday and shown how all types of animals, having adopted the realistic approach, trod the path of God; it was human beings who deviated from it. The animal kingdom is synonymous with the world of nature. Animals are on the constant look-out for food but, in obtaining it, there is no persecution by one animal on another. Needs are satisfied but without selfishness. Even if one animal is troubled by another, there is no hostility or enmity. Among them tasks are performed, but there is no ambition to get the credit for them. Unlike animals, man is arrogant. He is not prepared to be regulated by God’s plan. God’s requirement of man is the same as that which is fulfilled by the animals. Then why is it necessary for man to demand a miracle? Are not there living signs in the shape of animals which provide an example of God’s methods and also corroborate for mankind the truth of the Prophet’s teachings?",
  "ayah": 38,
  "surah": 6
}
