{
  "text": "آیت 1 سُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَایہ رسول اللہ کے سفر معراج کے پہلے مرحلے کی طرف اشارہ ہے جو مسجد حرام مکہ مکرمہ سے مسجد اقصیٰ بیت المقدس تک کے زمینی سفر پر مشتمل تھا۔ ”سُبْحٰن“ تنزیہہ کا کلمہ ہے ‘ یعنی اللہ تعالیٰ کی ذات ہر نقص و عیب سے پاک و منزہ ہے۔ اس کلمہ سے بات کا آغاز کرنا خود دلالت کرتا ہے کہ یہ کوئی بہت بڑا خارق عادت واقعہ تھا جو اللہ تعالیٰ کی غیر محدود قدرت سے رونما ہوا۔ یہ محض ایک روحانی تجربہ نہ تھا ‘ بلکہ ایک جسمانی سفر اور عینی مشاہدہ تھا جو اللہ تعالیٰ نے نبی اکرم کو کرایا۔الَّذِيْ بٰرَكْنَا حَوْلَهٗ اس علاقے کی برکت دنیوی اعتبار سے بھی ہے اور روحانی اعتبار سے بھی۔ دنیوی اعتبار سے یہ علاقہ بہت زرخیز ہے اور یہاں کی آب و ہوا خصوصی طور پر بہت اچھی ہے۔ روحانی اعتبار سے دیکھیں تو یہ علاقہ بہت سے جلیل القدر انبیاء کا مسکن رہا ہے اور حضرت ابراہیم سمیت بہت سے انبیاء یہاں مدفون ہیں۔ ہیکل سلیمانی بنی اسرائیل کی مرکزی عبادت گاہ تھی۔ اس لحاظ سے نہ معلوم اللہ کے کیسے کیسے نیک بندے کس کس انداز میں یہاں عبادت کرتے رہے ہوں گے۔ اس کے علاوہ بیت المقدس کو بنی اسرائیل کے قبلہ کی حیثیت بھی حاصل تھی۔ چناچہ مادی و روحانی دونوں اعتبار سے اس علاقے کو اللہ تعالیٰ نے بہت زیادہ برکتوں سے نوازا ہے۔سفر معراج کے پہلے مرحلے میں رسول اللہ کو مکہ مکرمہ سے یروشلم لے جایا گیا وہاں بیت المقدس میں تمام انبیاء کی ارواح کو جمع کیا گیا انہیں جسد عطا کیے گئے ہمارے حواس اس کیفیت کا ادراک کرنے سے قاصر ہیں اور وہاں حضور نے تمام انبیاء کی امامت فرمائی۔ حضور کے سفر معراج کے اس حصے کا ذکر جس انداز میں یہاں ہوا ہے اس کی ایک خصوصی اہمیت ہے۔ یہ گویا اعلان ہے کہ نبی آخر الزماں اور آپ کی امت کو توحید کے ان دونوں مراکز بیت اللہ اور بیت المقدس کا متولی بنایا جا رہا ہے۔ اسی حوالے سے آپ کو پہلے بیت المقدس لے جایا گیا اور پھر وہاں سے آپ کے آسمانی سفر کا مرحلہ شروع ہوا۔ سفر معراج کے اس دوسرے مرحلے کا ذکر بہت اختصار کے ساتھ سورة النجم میں کیا گیا ہے۔لِنُرِيَهٗ مِنْ اٰيٰتِنَا ۭ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ بنی اسرائیل کے اہم ترین تاریخی مقام کا ذکر کرنے کے بعد اب آئندہ آیات میں بات کو آگے بڑھاتے ہوئے ان کی تاریخ کا حوالہ دیا جا رہا ہے۔",
  "ayah": 1,
  "surah": 17
}
