{
  "text": "آیت 4 وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۗءِيْلَ فِي الْكِتٰبِ لَتُفْسِدُنَّ فِي الْاَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيْرًایعنی تم پر دو ادوار ایسے آئیں گے کہ تم زمین میں سرکشی کرو گے فساد برپا کرو گے دین سے دور ہوجاؤ گے لہو و لعب میں مبتلا ہوجاؤ گے اور پھر اس کے نتیجے میں اللہ کی طرف سے تم پر عذاب کے کوڑے برسیں گے۔ یہاں پر بین السطور یہ اشارہ بھی ہے کہ اس سے پہلے بنی اسرائیل پر ایک بہتر دور بھی آیا تھا جس میں اللہ تعالیٰ نے انہیں اپنی رحمتوں اور نعمتوں سے نوازا تھا۔ سورة البقرۃ میں ان کے اس اچھے دور کی کچھ تفصیلات ہم پڑھ آئے ہیں۔ یاد دہانی کے طور پر اہم واقعات اختصار کے ساتھ یہاں پھر تازہ کرلیں۔ حضرت موسیٰ 1400 قبل مسیح میں بنی اسرائیل کو مصر سے لے کر نکلے تھے۔ صحرائے سینا میں جبل طور کے پاس پڑاؤ کے زمانے میں آپ کو تورات عطا کی گئی۔ وہاں سے پھر شمال مشرق کی طرف کوچ کرنے اور فلسطین پر حملہ آور ہونے کا حکم دیا گیا۔ جہاد کے اس حکم سے انکار کی پاداش میں بنی اسرائیل کو صحرا نوردی کی سزا ملی۔ اسی دوران میں حضرت موسیٰ اور حضرت ہارون دونوں کا یکے بعد دیگرے انتقال ہوگیا۔ صحرا نوردی کے دوران پروان چڑھنے والی نسل بہادر اور جفاکش تھی۔ انہوں نے حضرت موسیٰ کے خلیفہ حضرت یوشع بن نون کی سرکردگی میں جہاد کیا جس کے نتیجے میں فلسطین فتح ہوگیا۔ فلسطین کا جو شہر سب سے پہلے فتح ہوا وہ اریحا Jericho تھا۔ فلسطین کی فتح کے بعد ایک بنیادی غلطی یہ ہوئی کہ ایک مضبوط مرکزی حکومت بنانے کے بجائے یہ علاقہ بنی اسرائیل کے بارہ قبیلوں نے آپس میں بانٹ لیا اور ہر قبیلے نے اپنی حکومت قائم کرلی۔ یہ چھوٹی چھوٹی حکومتیں نہ صرف بیرونی دشمنوں کے مقابلے میں بہت کمزور تھیں بلکہ بہت جلد انہوں نے آپس میں بھی لڑنا جھگڑنا شروع کردیا ‘ جس کے نتیجے میں ان کے زیر تسلط علاقے بہت جلد انتشار اور طوائف الملوکی کا شکار ہوگئے۔ ان حالات کو دیکھتے ہوئے شام اور اردن کے ہمسایہ علاقوں میں بسنے والی مشرک اقوام نے ان پر تسلط حاصل کر کے ان کی بیشتر آبادی کو اس علاقے سے نکال باہر کیا۔اس حالت کو پہنچنے پر انہوں نے اپنے نبی حضرت سموئیل سے مطالبہ کیا کہ ان کے لیے ایک بادشاہ یا سپہ سالار مقرر کردیں تاکہ اس کی قیادت میں تمام قبیلے اکٹھے ہو کر جہاد کریں۔ اس مطالبے کے جواب میں اللہ تعالیٰ کی طرف سے حضرت طالوت کو ان کا بادشاہ مقرر کیا گیا۔ حضرت طالوت نے دشمن افواج کے خلاف لشکر کشی کی ‘ جن کا سپہ سالار جالوت تھا۔ اس جنگ میں حضرت داؤد بھی شامل تھے۔ آپ نے جالوت کو قتل کردیا ‘ جس کے نتیجے میں دشمن لشکر پر بنی اسرائیل کو فتح نصیب ہوئی اور وہ علاقے میں ایک مضبوط حکومت قائم کرنے میں کامیاب ہوگئے۔ حضرت طالوت کے بعد حضرت داؤد ان کے جانشین ہوئے اور حضرت داؤد کے بعد آپ کے بیٹے حضرت سلیمان بادشاہ بنے۔حضرت یوشع بن نون کی قیادت میں فلسطین کے فتح ہونے سے لے کر طالوت اور جالوت کی جنگ تک تین سو سال کا وقفہ ہے۔ حضرت سلیمان کا عہد حکومت اس تین سو سالہ دور کا نقطہ عروج تھا۔ حضرت طالوت حضرت داؤد اور حضرت سلیمان کا دور اقتدار تقریباً ایک سو سال کے عرصے پر محیط تھا۔ سولہ برس تک حضرت طالوت نے حکومت کی ‘ اس کے بعد چالیس برس تک حضرت داؤد اور پھر چالیس برس تک ہی حضرت سلیمان برسر اقتدار رہے۔ یہ دور گویا بنی اسرائیل کی خلافت راشدہ کا دور تھا جو ہمارے دور خلافت راشدہ سے مماثلت رکھتا ہے۔ اگرچہ ان کی پہلی تین خلافتیں ایک سو برس کے عرصے پر محیط تھیں اور ہماری امت کی پہلی تین خلافتوں کا عرصہ چوبیس برس تھا لیکن جس طرح ان کے پہلے خلیفہ کا دور اقتدار مختصر اور بعد کے دونوں خلفاء کا دور نسبتاً طویل تھا اسی طرح ہمارے ہاں بھی حضرت ابوبکر کا دور خلافت مختصر جبکہ حضرت عمر اور حضرت عثمان کا دور نسبتاً طویل تھا۔ اس کے بعد حضرت علی کی خلافت کو امیر معاویہ نے قبول نہیں کیا تھا چناچہ شام اور مصر کے علاقے علیحدہ رہے تھے بالکل اسی طرح بنی اسرائیل کی مملکت بھی حضرت سلیمان کی وفات کے بعد آپ کے دو بیٹوں کے درمیان تقسیم ہوگئی۔ شمالی مملکت کا نام اسرائیل تھا جس کا دار الخلافہ سامریہ تھا جبکہ جنوبی مملکت کا نام یہودیہ تھا اور اس کا دار الخلافہ یروشلم تھا۔ اس عظیم سلطنت کی تقسیم کے بعد بھی مادی اعتبار سے ایک عرصے تک بنی اسرائیل کا عروج برقرار رہا لیکن رفتہ رفتہ عوام میں مشرکانہ عقائد اوہام پرستی اور ہوس دنیا جیسی نظریاتی و اخلاقی بیماریاں پیدا ہوگئیں اور احکام شریعت کا استہزا ان کا اجتماعی وطیرہ بن گیا۔ چناچہ اخلاق و کردار کا یہ زوال منطقی طور پر ان کے مادی زوال پر منتج ہوا۔ بنی اسرائیل کا یہ عہد زوال بھی تقریباً تین سو سال ہی کے عرصے میں اپنی انتہا کو پہنچا۔ سب سے پہلے آشوریوں کے ہاتھوں ان کی شمالی سلطنت ”اسرائیل“ سات آٹھ سو قبل مسیح کے لگ بھگ تباہ ہوئی۔ اس کے بعد 587 قبل مسیح میں عراق کے نمرود بخت نصر Nebukadnezar نے ان کی جنوبی سلطنت ”یہودیہ“ پر حملہ کیا اور پوری سلطنت کو تہس نہس کر کے رکھ دیا۔ یروشلم کو اس طرح تباہ و برباد کیا گیا کہ کسی عمارت کی دو اینٹیں بھی سلامت نہیں رہنے دی گئیں۔ ہیکل سلیمانی کو مسمار کر کے اس کی بنیادیں تک کھود ڈالی گئیں۔ اس دوران بخت نصر نے چھ لاکھ یہودیوں کو قتل کیا جبکہ چھ لاکھ مردوں عورتوں اور بچوں کو جانوروں کی طرح ہانکتا ہوا بابل لے گیا جہاں یہ لوگ سوا سو سال تک اسیری Captivity کی حالت میں رہے۔ ذلت و رسوائی کے اعتبار سے یہ ان کی تاریخ کا بد ترین دور تھا۔ بنی اسرائیل کے دوسرے دور عروج کا آغاز حضرت عزیر کی اصلاحی کوششوں سے ہوا۔ آپ کو بنی اسرائیل کی نشاۃ ثانیہ Renaissance کے نقیب کی حیثیت حاصل ہے۔ 539 ق م میں ایران کے بادشاہ کیخورس Cyrus یا ذوالقرنین نے عراق بابل فتح کیا اور اس کے دوسرے ہی سال اس نے بنی اسرائیل کو اپنے وطن واپس جانے اور وہاں دوبارہ آباد ہونے کی عام اجازت دے دی۔ چناچہ یہودیوں کے قافلے فلسطین جانے شروع ہوگئے اور یہ سلسلہ مدتوں جاری رہا۔ 458 ق م میں حضرت عزیر بھی ایک جلاوطن گروہ کے ساتھ یروشلم پہنچے اور اس شہر کو آباد کرنا شروع کیا اور ہیکل سلیمانی کی ازسر نو تعمیر کی۔ اس سے قبل حضرت عزیر کو اللہ تعالیٰ نے سو برس تک سلائی بھی رکھا۔ اللہ تعالیٰ نے ان پر ایک سو سال کے لیے موت طاری کردی تھی اور پھر انہیں زندہ کیا اور انہیں بچشم سر ان کے مردہ گدھے کے زندہ ہونے کا مشاہدہ کرایا جس کے بارے میں ہم سورة البقرۃ آیت 259 میں پڑھ آئے ہیں۔ بہر حال حضرت عزیر نے توبہ کی منادی کے ذریعے ایک زبردست تجدیدی اور اصلاحی تحریک چلائی جس کے نتیجے میں ان کے نظریات اور اعمال و اخلاق کی اصلاح ہونا شروع ہوئی۔ حضرت عزیر نے تورات کو بھی یادداشتوں کی مدد سے ازسرنو مرتب کیا جو بخت نصر کے حملے کے دوران گم ہوگئی تھی۔ ایرانی سلطنت کے زوال سکندر مقدونی کی فتوحات اور پھر یونانیوں کے عروج سے یہودیوں کو کچھ مدت کے لیے شدید دھچکا لگا۔ یونانی سپہ سالار انیٹوکس ثالث نے 198 ق م میں فلسطین پر قبضہ کرلیا۔ یونانی فاتحین نے پوری جابرانہ طاقت سے کام لے کر یہودی مذہب و تہذیب کی بیخ کنی کرنا چاہی ‘ لیکن بنی اسرائیل اس جبر سے مغلوب نہ ہوئے اور ان کے اندر ایک زبردست تحریک اٹھی جو تاریخ میں ”مکابی بغاوت“ کے نام سے مشہور ہے۔ یہ حضرت عزیر کی پھونکی ہوئی روح دینداری کا اثر تھا کہ انہوں نے بالآخر یونانیوں کو نکال کر اپنی ایک عظیم آزاد ریاست قائم کرلی جو ”مکابی سلطنت“ کہلاتی ہے۔ بنی اسرائیل کے دوسرے دور عروج میں قائم ہونے والی یہ سلطنت 170 ق م سے لے کر 67 ق م تک پوری شان و شوکت کے ساتھ قائم رہی۔ مکابی سلطنت اپنے وقت کی معلوم دنیا کے تمام علاقوں پر محیط تھی۔ چناچہ رقبے کے اعتبار سے یہ حضرت سلیمان کی سلطنت سے بھی وسیع تھی۔ اس زمانہ عروج میں پھر سے ان کی نظریاتی و اخلاقی حالت بگڑنے لگی۔ مشرکانہ عقائد سمیت بہت سی اخلاقی برائیاں پھر سے ان میں پیدا ہوگئیں جن کے نتیجے میں ایک دفعہ پھر یہ قوم عذاب خداوندی کی زد میں آگئی۔ مکابی تحریک جس اخلاقی ودینی روح کے ساتھ اٹھی تھی وہ بتدریج فنا ہوتی چلی گئی اور اس کی جگہ خالص دنیا پرستی اور بےروح ظاہر داری نے لے لی۔ آخر کار ان کے درمیان پھوٹ پڑگئی اور انہوں نے خود رومی فاتح پومپئی کو فلسطین آنے کی دعوت دی۔ چناچہ پومپئی نے 63 ق م میں بیت المقدس پر قبضہ کر کے یہودیوں کی آزادی کا خاتمہ کردیا۔ رومیوں نے فلسطین میں اپنے زیرسایہ ایک دیسی ریاست قائم کردی جو بالآخر 40 ق م میں ہیرود نامی ایک ہوشیار یہودی کے قبضے میں آئی۔ یہ شخص ہیرود اعظم کے نام سے مشہور ہے اور اس کی فرماں روائی پورے فلسطین اور شرق اردن پر 40 سے 4 ق م تک رہی۔ اس شخص نے رومی سلطنت کی وفاداری کا زیادہ سے زیادہ مظاہرہ کر کے قیصر کی خوشنودی حاصل کرلی تھی۔ اس زمانے میں یہودیوں کی دینی و اخلاقی حالت گرتے گرتے زوال کی آخری حد کو پہنچ گئی تھی۔ ہیرود اعظم کے بعد اس کی ریاست اس کے تین بیٹوں کے درمیان تقسیم ہوگئی۔ لیکن 4 ء میں قیصر آگسٹس نے ہیرود کے بیٹے ارخلاؤس کو معزول کر کے اس کی پوری ریاست اپنے گورنر کے ماتحت کردی اور 41 ء تک یہی انتظام قائم رہا۔ یہی زمانہ تھا جب حضرت مسیح بنی اسرائیل کی اصلاح کے لیے اٹھے تو یہودیوں کے تمام مذہبی پیشواؤں نے مل کر ان کی مخالفت کی اور انہیں واجب القتل قرار دے کر رومی گورنر پونٹس پیلاطس سے ان کو سزائے موت دلوانے کی کوشش کی اور اپنے خیال کے مطابق تو ان کو سولی پر چڑھوا ہی دیا۔رومیوں نے 41 ء میں ہیرود اعظم کے پوتے ”ہیرود اگر پا“ کو ان تمام علاقوں کا حکمران بنا دیا جن پر ہیرود اعظم اپنے زمانے میں حکمران تھا۔ اس شخص نے برسراقتدار آکر مسیح کے پیروؤں پر مظالم کی انتہا کردی۔ کچھ ہی عرصے بعد یہودیوں اور رومیوں کے درمیان سخت کشمکش شروع ہوگئی اور 64 ء تا 66 ء کے دوران یہودیوں نے رومیوں کے خلاف کھلی بغاوت کردی ‘ جو ان کے عروج ثانی کے خاتمے پر منتج ہوئی۔ یہودیوں کی بغاوت کا قلع قمع کرنے کے لیے بالآخر رومی سلطنت نے ایک سخت فوجی کارروائی کی اور 70 ء میں ٹائٹس Titus نے بزور شمشیر یروشلم کو فتح کرلیا۔ ہیکل سلیمانی ایک دفعہ پھر مسمار کردیا گیا۔ جنرل ٹائیٹس کے حکم پر شہر میں قتل عام ہوا۔ ایک دن میں ایک لاکھ 33 ہزار یہودی قتل ہوئے ‘ جبکہ 67 ہزار کو غلام بنا لیا گیا۔ اس طرح رومیوں نے پورے شہر میں کوئی متنفس باقی نہ چھوڑا۔ اس کے ساتھ ہی ارض فلسطین سے بنی اسرائیل کا عمل دخل مکمل طور پر ختم ہوگیا۔ بیسویں صدی کے شروع تک پورے دو ہزار برس یہ لوگ جلا وطنی اور انتشار Diaspora کی حالت میں ہی رہے۔ جنرل ٹائیٹس کے ہاتھوں 70 ء میں ہیکل سلیمانی مسمار ہوا تو آج تک تعمیر نہ ہوسکا۔ حضور کی پیدائش 571 ء کے وقت اسے مسمار ہوئے پانچ سو برس گزر چکے تھے۔ یہ خلاصہ ہے اس قوم کی داستان عبرت کا جو اپنے وقت کی امت مسلمہ تھی۔ جس کے اندر چودہ سو برس تک مسلسل نبوت رہی۔ جس کو تین الہامی کتابوں سے نوازا گیا اور جس کے بارے میں اللہ تعالیٰ نے فرمایا : یٰبَنِیْٓ اِسْرَآءِ یْلَ اذْکُرُوْا نِعْمَتِیَ الَّتِیْٓ اَنْعَمْتُ عَلَیْکُمْ وَاَنِّیْ فَضَّلْتُکُمْ عَلَی الْعٰلَمِیْنَ البقرۃ ”اے بنی اسرائیل یاد کرو میری وہ نعمت جو میں نے تم لوگوں کو عطا کی اور یہ کہ میں نے تمہیں فضیلت دی تمام جہانوں والوں پر۔“آخر کار بنی اسرائیل کو امت مسلمہ کے منصب سے معزول کر کے محمد رسول اللہ کی امت کو اس مسند فضیلت پر متمکن کیا گیا۔ حضور نے اپنی امت کے بارے میں فرمایا کہ تم لوگوں پر بھی عین وہی حالات وارد ہوں گے جو بنی اسرائیل پر ہوئے تھے۔ چناچہ ایسا ہی ہوا۔ مسلمانوں کو پہلا عروج عربوں کے زیر قیادت نصیب ہوا۔ اس کے بعد جب زوال آیا تو صلیبیوں کی یلغار کی صورت میں ان پر عذاب کے کوڑے برسے۔ پھر تاتاریوں نے ہلاکو خان اور چنگیز خاں کی قیادت میں عالم اسلام کو تاخت و تاراج کیا۔ اس کے بعد قدرت نے عالم اسلام کی قیادت عربوں سے چھین کر انہی تاتاریوں کے ہاتھوں میں دے دی جنہوں نے لاکھوں مسلمانوں کا خون بہایا تھا ہے عیاں فتنۂ تاتار کے افسانے سے پاسباں مل گئے کعبے کو صنم خانے سے چنانچہ ترکوں کی قیادت میں اس امت کو ایک دفعہ پھر عروج نصیب ہوا۔ ترکان تیموری ترکان صفوی ترکان سلجوقی اور ترکان عثمانی نے دنیا میں عظیم الشان حکومتیں قائم کیں۔ اس کے بعد امت مسلمہ پر دوسرا دور زوال آیا۔ بنی اسرائیل پر دوسرا دور عذاب یونانیوں اور رومیوں کے ہاتھوں آیا تھا جبکہ امت مسلمہ پر دوسرا عذاب اقوام یورپ کے تسلط کی صورت میں آیا اور دیکھتے ہی دیکھتے انگریز فرانسیسی اطالوی ہسپانوی اور ولندیزی Dutch پورے عالم اسلام پر قابض ہوگئے۔ بیسویں صدی کے آغاز میں عظیم عثمانی سلطنت کا خاتمہ ہوگیا۔یہ ان حالات وو اقعات کا خلاصہ ہے جن کو اللہ تعالیٰ نے اپنی طرف منسوب کرتے ہوئے آیت زیر نظر میں فرمایا ہے کہ ہم نے تو پہلے ہی بنی اسرائیل کے بارے میں کہہ دیا تھا کہ تم لوگ اپنی تاریخ میں دو دفعہ فساد مچاؤ گے اور سرکشی دکھاؤ گے۔",
  "ayah": 4,
  "surah": 17
}
