{
  "text": "( قالوا يا ذا القرنين ) فإن قيل : كيف قالوا ذلك وهم لا يفقهون؟قيل : كلم عنهم مترجم ، دليله : قراءة ابن مسعود : لا يكادون يفقهون قولا قال الذين من دونهم يا ذا القرنين .( إن يأجوج ومأجوج ) قرأهما عاصم بهمزتين [ وكذلك في الأنبياء ، \" فتحت يأجوج ومأجوج \" ] والآخرون بغير همز [ في السورتين ] وهما لغتان أصلهما من أجيج النار وهو ضوءها وشررها شبهوا به لكثرتهم وشدتهم .وقيل : بالهمزة من شدة أجيج النار وبترك الهمز اسمان أعجميان مثل : هاروت وماروت ، وهم من أولاد يافث بن نوح .قال الضحاك : هم جيل من الترك . قال السدي : الترك سرية من يأجوج ومأجوج ، خرجت فضرب ذو القرنين السد فبقيت خارجه ، فجميع الترك منهم . وعن قتادة : أنهم اثنان وعشرون قبيلة ، بنى ذو القرنين السد على إحدى وعشرين قبيلة فبقيت قبيلة واحدة فهم الترك سموا الترك لأنهم تركوا خارجين .قال أهل التواريخ : أولاد نوح ثلاثة سام وحام ويافث ، فسام أبو العرب والعجم والروم ، وحام أبو الحبشة والزنج والنوبة ، ويافث أبو الترك والخزر والصقالبة ويأجوج ومأجوج ، قال ابن عباس في رواية عطاء : هم عشرة أجزاء ، وولد آدم كلهم جزء . روي عن حذيفة مرفوعا : إن يأجوج أمة ومأجوج أمة ، كل أمة أربعمائة ألف أمة لا يموت الرجل منهم حتى ينظر إلى ألف ذكر من صلبه كلهم قد حمل السلاح وهم من ولد آدم يسيرون إلى خراب الدنيا . وقيل : هم ثلاثة أصناف ، صنف منهم أمثال الأرز شجر بالشام طوله عشرون ومائة ذراع في السماء ، وصنف منهم عرضه وطوله سواء ، عشرون ومائة ذراع ، وهؤلاء لا يقوم لهم جبل ولا حديد ، وصنف منهم يفترش أحدهم إحدى أذنيه ويلتحف الأخرى ، لا يمرون بفيل ولا وحش ولا خنزير إلا أكلوه ومن مات منهم أكلوه ، مقدمتهم بالشام وساقتهم بخراسان يشربون أنهار المشارق وبحيرة طبرية .وعن علي أنه قال : منهم من طوله شبر ومنهم من هو مفرط في الطول .وقال كعب : هم نادرة في ولد آدم وذلك أن آدم احتلم ذات يوم وامتزجت نطفته بالتراب فخلق الله من ذلك الماء يأجوج ومأجوج فهم يتصلون بنا من جهة الأب دون الأم .وذكر وهب بن منبه : أن ذا القرنين كان رجلا من الروم ابن عجوز ، فلما بلغ كان عبدا صالحا . قال الله له : إني باعثك إلى أمم مختلفة ألسنتهم ، منهم أمتان بينهما طول الأرض : إحداهما عند مغرب الشمس يقال لها ناسك ، والأخرى عند مطلعها يقال لها منسك ، وأمتان بينهما عرض الأرض : إحداهما في القطر الأيمن يقال لها هاويل ، والأخرى في قطر الأرض الأيسر يقال لها تاويل ، وأمم في وسط الأرض منهم الجن والإنس ويأجوج ومأجوج فقال ذو القرنين : بأي قوة أكابرهم؟ وبأي جمع أكاثرهم؟ وبأي لسان أناطقهم؟ قال الله عز وجل : إني سأطوفك وأبسط لك لسانك وأشد عضدك ، فلا يهولنك شيء ، وألبسك الهيبة ، فلا يروعك شيء ، وأسخر لك النور والظلمة وأجعلهما من جنودك يهديك النور من أمامك وتحوطك الظلمة من ورائك .فانطلق حتى أتى مغرب الشمس فوجد جمعا وعددا لا يحصيه إلا الله ، فكابرهم بالظلمة حتى جمعهم في مكان واحد فدعاهم إلى الله وعبادته؛ فمنهم من آمن ومنهم من صد عنه ، فعمد إلى الذين تولوا عنه فأدخل عليهم الظلمة فدخلت في أجوافهم وبيوتهم فدخلوا في دعوته فجند من أهل المغرب جندا عظيما فانطلق يقودهم والظلمة تسوقهم حتى أتى هاويل فعمل فيهم كعمله في ناسك ، ثم مضى حتى انتهى إلى منسك عند مطلع الشمس فعمل فيها وجند منها جنودا كفعله في الأمتين ثم أخذ ناحية الأرض اليسرى فأتى تاويل فعمل فيها كعمله فيما قبلها ، ثم عمد إلى الأمم التي في وسط الأرض ، فلما دنا مما يلي منقطع الترك نحو المشرق قالت له أمة صالحة من الإنس : يا ذا القرنين إن بين هذين الجبلين خلقا أشباه البهائم يفترسون الدواب والوحوش لهم أنياب وأضراس كالسباع يأكلون الحيات والعقارب وكل ذي روح خلق في الأرض وليس يزداد خلق كزيادتهم ولا شك أنهم سيملئون الأرض ويظهرون علينا ويفسدون فيها ، فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدا ؟ قال : ما مكني فيه ربي خير قال : أعدوا إلي الصخور والحديد والنحاس حتى أعلم علمهم .فانطلق حتى توسط بلادهم فوجدهم على مقدار واحد يبلغ طول الواحد منهم مثل نصف الرجل المربوع منا لهم مخاليب كالأظفار في أيدينا وأنياب وأضراس كالسباع ولهم هدب من الشعر في أجسادهم ما يواريهم ويتقون به من الحر والبرد ولكل واحد منهم أذنان عظيمتان يفترش إحداهما ويلتحف بالأخرى يصيف في إحداهما ويشتو في الأخرى يتسافدون تسافد البهائم حيث التقوا ، فلما عاين ذلك ذو القرنين انصرف إلى ما بين الصدفين فقاس ما بينهما فحفر له الأساس حتى بلغ الماء وجعل حشوه الصخر وطينه النحاس؛ يذاب فيصب عليه فصار كأنه عرق من جبل تحت الأرض .قوله تعالى : ( قالوا يا ذا القرنين إن يأجوج ومأجوج مفسدون في الأرض ) قال الكلبي : فسادهم أنهم كانوا يخرجون أيام الربيع إلى أرضهم ، فلا يدعون فيها شيئا أخضر إلا أكلوه ، ولا شيئا يابسا إلا احتملوا وأدخلوه أرضهم وقد لقوا منهم أذى شديدا وقتلا .وقيل : فسادهم أنهم كانوا يأكلون الناس .وقيل : معناه أنهم سيفسدون في الأرض عند خروجهم .( فهل نجعل لك خرجا ) قرأ حمزة والكسائي \" خراجا \" بالألف وقرأ الآخرون ( خرجا ) بغير ألف وهما لغتان بمعنى واحد أي جعلا وأجرا من أموالنا .وقال أبو عمرو : \" الخرج \" : ما تبرعت به و \" الخراج \" : ما لزمك أداؤه . وقيل : \" الخراج \" : على الأرض و \" الخرج \" : على الرقاب . يقال : أد خرج رأسك وخراج مدينتك .( على أن تجعل بيننا وبينهم سدا ) أي حاجزا فلا يصلون إلينا .",
  "ayah": 94,
  "surah": 18
}
