{
  "text": "اب اہل ایمان کے مابین حفظ مراتب کا مضمون آ رہا ہے ‘ کیونکہ کسی بھی معاشرے میں تمام انسان برابر نہیں ہوتے : ؂ خدا پنج انگشت یکساں نہ کرد نہ ہر زن زن است و نہ ہر مرد مرد !مدینہ کے اس معاشرے میں بھی سب لوگ نظریاتی طور پر برابر نہیں تھے ‘ حتیٰ کہ جو منافقین تھے وہ بھی سب ایک جیسے منافق نہیں تھے۔ چونکہ انسانی فطرت تو تبدیل نہیں ہوتی اس لیے آئندہ بھی جب کبھی کسی مسلمان معاشرے میں کوئی دینی تحریک اٹھے گی تو اسی طرح کی صورت حال پیش آئے گی۔ تحریک کے ارکان کے درمیان درجہ بندی کا ایک واضح اور غیر مبہم ادراک نا گزیر ہوگا۔ لہٰذا یہ درجہ بندی حکمت قرآنی کا ایک بہت اہم موضوع ہے اور اس اعتبار سے یہ آیات بہت اہم ہیں۔آیت 100 وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُہٰجِرِیْنَ وَالْاَنْصَارِ وَالَّذِیْنَ اتَّبَعُوْہُمْ بِاِحْسَانٍلا رَّضِیَ اللّٰہُ عَنْہُمْ وَرَضُوْا عَنْہُ وَاَعَدَّ لَہُمْ جَنّٰتٍ تَجْرِیْ تَحْتَہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَآ اَبَدًا ط ذٰلِکَ الْفَوْزُ الْعَظِیْمُ اس درجہ بندی کے مطابق اہل ایمان کے یہ دو مراتب بلند ترین ہیں۔ یعنی سب سے اوپر السّٰبِقُوْنَ الْاَوَّلُوْنَ اور اس کے بعد ان کے پیروکار۔ اس سے پہلے ایک درجہ بندی ہم سورة النساء کی آیت 69 میں انبیاء ‘ صدیقین ‘ شہداء اور صالحین کے مراتب میں بھی دیکھ چکے ہیں۔ مگر وہ درجہ بندی کسی اور اعتبار سے ہے جس کی تفصیل کا یہ موقع نہیں۔ بنیادی طور پر ان دونوں گروہوں کے لوگ نیک سیرت ہیں جو فطرت سلیمہ اور عقل سلیم سے نوازے گئے ہیں۔ البتہ ان کی آپس کی درجہ بندی میں جو فرق ہے وہ ان کی طبیعت اور ہمت کے فرق کے باعث ہے۔ ان میں سے درجہ اول السّٰبِقُوْنَ الْاَوَّلُوْنَ پر فائز دراصل وہ لوگ ہیں جو حق کو سامنے آتے ہی فوراً قبول کرلیتے ہیں۔ حق ان کے لیے اس قدر قیمتی متاع ہے کہ اس کی قبولیت میں ذرا سی تاخیر بھی انہیں گوارا نہیں ہوتی۔ وہ اتنے باہمت لوگ ہوتے ہیں کہ قبول حق کا فیصلہ کرتے ہوئے وہ اس کے نتائج و عواقب کے بارے میں سوچ بچار میں نہیں پڑتے۔ وہ اس خیال کو خاطر میں نہیں لاتے کہ اس کے بعد انہیں کیا کچھ چھوڑنا ہوگا اور کیا کچھ بھگتنا پڑے گا۔ نہ وہ لوگ یہ دیکھتے ہیں کہ ان کے آگے اس راستے پر پہلے سے کوئی چل بھی رہا ہے یا نہیں ‘ اور اگر نہیں چل رہا تو کسی اور کے آنے کا انتظار کرلیں ‘ سب سے پہلے ‘ اکیلے وہ کیونکر اس پر خطر وادی میں کود پڑیں ! وہ ان سب پہلوؤں پر سوچنے میں وقت ضائع نہیں کرتے ‘ حق کو قبول کرنے میں کوئی سمجھوتہ نہیں کرتے ‘ کسی مصلحت کو خاطر میں نہیں لاتے ‘ عقل کے دلائل کی منطق میں نہیں پڑتے اور ع ہرچہ باداباد ‘ ما کشی در آب اندا ختیم کے مصداق آتش ابتلا میں کود جاتے ہیں۔ بقول اقبالؔ :r؂بے خطر کود پڑا آتش نمرود میں عشق عقل ہے کہ محو تماشائے لب بام ابھی !دوسرے درجہ میں وہ لوگ ہیں جو ان السّٰبِقُوْنَ الْاَوَّلُوْنَ کے اتباع میں داعئ حق کی پکار پر لبیک کہتے ہیں۔ یہ بھی سلیم الفطرت لوگ ہوتے ہیں ‘ حق کو پہلی نظر میں پہچاننے کی صلاحیت رکھتے ہیں اور اس کی قبولیت کے لیے آمادہ بھی ہوتے ہیں ‘ مگر ان میں ہمت قدرے کم ہوتی ہے۔ یہ ہرچہ بادا باد والا نعرہ بلند نہیں کرسکتے اور چاہتے ہیں کہ یہ نئی پگڈنڈی ذرا راستے کی شکل اختیار کرلے ‘ ہمارے آگے کوئی دو چار لوگ چلتے ہوئے نظر آئیں تو ہم بھی ان کے پیچھے چل پڑیں گے۔ یعنی اس میں معاملہ نیت کے کسی خلل کا نہیں ‘ صرف ہمت کی کمی کا ہے۔ اور وہ بھی اس لیے کہ ان کی طبائع ہی اس نہج پر بنائی گئی ہیں ‘ جیسے حضور ﷺ نے فرمایا : اَلنَّاسُ مَعَادِنُ کَمَعَادِنِ الْفِضَّۃِ وَالذَّھَبِ 1 انسان معدنیات کی کانوں کی طرح ہیں ‘ جیسے چاندی اور سونے کی کانیں ہوتی ہیں۔ یعنی جس طرح معدنیات کی قسمیں ہوتی ہیں اسی طرح انسانوں کی بھی مختلف اقسام ہیں۔ ظاہر ہے آپ سونے کی کچ دھات ore کو صاف کریں گے تو خالص سونا حاصل ہوگا۔ چاندی کی ore کو خواہ کتنا ہی صاف کرلیں وہ سونا نہیں بن سکتی۔ اسی طرح انسانوں کے طبائع میں جو بنیادی فرق ہوتا ہے اس کے سبب سب انسان برابر نہیں ہوسکتے۔ بہر حال یہاں پر اللہ تعالیٰ نے السّٰبِقُوْنَ الْاَوَّلُوْنَ اور ان کے اتباع میں حق کو قبول کرنے والوں کا ذکر ایک ساتھ کیا ہے ‘ کیونکہ ان متبعین نے بھی حق کو حق سمجھ کر قبول کیا ہے ‘ پوری نیک نیتی سے قبول کیا ہے اور صرف اللہ کی رضا کے لیے قبول کیا ہے۔ اس سلسلے میں کوئی اور غرض ‘ کوئی اور عامل ‘ کوئی اور مفاد ان کے پیش نظر نہیں تھا۔ بس تھوڑی سی ہمت کی کمی تھی جس کی وجہ سے وہ سبقت نہ لے سکے ‘ مگر دوسرے درجے پر فائز ہوگئے۔اب یہاں ایک اہم بات یہ نوٹ کرنے کی ہے کہ السّٰبِقُوْنَ الْاَوَّلُوْنَ مہاجرین میں سے بھی ہیں اور انصار میں سے بھی ‘ اور پھر ان میں ان کے اپنے اپنے متبعین ہیں۔ انصار چونکہ کہیں دس سال بعد ایمان لائے تھے ‘ اس لیے اگر زمانی اعتبار سے دیکھا جائے تو گروہ مہاجرین میں سے جو اصحاب متبعین قرار پائے ہیں وہ انصار کے السّٰبِقُوْنَ الْاَوَّلُوْنَ سے بھی پہلے ایمان لائے تھے ‘ مگر اس درجہ بندی اور مراتب میں وہ ان سے پیچھے ہی رہے۔ اس لیے کہ یہاں پہلے یا بعد میں آنے کا اعتبار زمانی لحاظ سے نہیں ‘ بلکہ یہ مزاج کا معاملہ ہے اور اس پہلے رد عمل کا معاملہ ہے جو کسی کے مزاج سے اس وقت ظہور پذیر ہوا جب اس نے پہلی دفعہ حق کو پہچانا۔ لہٰذا اگرچہ اہل مدینہ جو بعد میں انصار کہلائے بہت بعد میں ایمان لائے تھے مگر ان میں بھی وہ لوگ السّٰبِقُوْنَ الْاَوَّلُوْنَ ہی قرار پائے تھے جنہوں نے حق کو پہچان کر فوراً لبیک کہا ‘ پھر نہ نتائج کی پروا کی اور نہ کوئی مصلحت ان کے آڑے آئی۔",
  "ayah": 100,
  "surah": 9
}
