{
  "text": "آیت 107 وَالَّذِیْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّکُفْرًا وَّتَفْرِیْقًام بَیْنَ الْمُؤْمِنِیْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰہَ وَرَسُوْلَہٗ مِنْ قَبْلُ ط ضِرَارًا باب مفاعلہ ہے ‘ یعنی انہوں نے مسجد بنائی ہے ضدم ضدا ‘ مقابلے میں اور دعوت حق کو نقصان پہنچانے کے لیے۔ یہ مسجد منافقین نے مسجد قبا کے قریبی علاقے میں بنائی تھی۔ اس کی تعمیر کے پیچھے ابو عامر راہب کا ہا تھ تھا۔ اس شخص کا تعلق قبیلہ خزرج سے تھا۔ وہ زمانۂ جاہلیت میں عیسائیت قبول کر کے راہب بن گیا تھا اور عرب میں اہل کتاب کے بہت بڑے عالم کے طور پر جانا جاتا تھا۔ جیسا کہ ورقہ بن نوفل ‘ جو قرشی تھے اور انہوں نے بھی بت پرستی چھوڑ کر عیسائیت اختیار کرلی تھی ‘ اور اپنے زمانے کے اتنے بڑے عالم تھے کہ تورات عبرانی زبان میں لکھا کرتے تھے۔ وہ بہت نیک اور سلیم الفطرت انسان تھے۔ جب حضرت خدیجہ رض حضور ﷺ کو لے کر ان کے پاس گئیں تو انہوں نے آپ ﷺ کی تصدیق کی اور بتایا کہ آپ ﷺ کے پاس وہی ناموس آیا ہے جو حضرت موسیٰ اور حضرت عیسیٰ علیہ السلام کے پاس آتا تھا۔ انہوں نے تو یہاں تک کہا تھا کہ کاش میں اس وقت تک زندہ رہوں جب آپ کی قوم آپ کو یہاں سے نکال دے گی۔ حضور ﷺ نے جب حیرت سے پوچھا کہ کیا یہ لوگ مجھے یہاں سے نکال دیں گے ؟ تو انہوں نے بتایا کہ ہاں ! معاملہ ایسا ہی ہے ‘ آپ کی دعوت کے نتیجے میں آپ کی قوم آپ کی دشمن بن جائے گی۔مگر ابو عامر راہب کا رویہ اس کے برعکس تھا۔ وہ رسول اللہ ﷺ کا شدید ترین دشمن بن گیا۔ قریش مکہ کی بدر میں شکست کے بعد یہ شخص مکہ میں جا کر آباد ہوگیا اور اہل مکہ کو حضور ﷺ اور مسلمانوں کے خلاف اکساتا رہا۔ چناچہ غزوۂ احد کے پیچھے بھی اسی شخص کی سازشیں کار فرما تھیں ‘ بلکہ میدان احد میں جب دونوں لشکر آمنے سامنے ہوئے تو اس نے لشکر سے باہر نکل کر انصار مدینہ کو خطاب کر کے انہیں ورغلانے کی کوشش بھی کی تھی۔ اس کے بعد بھی تمام جنگوں میں یہ مسلمانوں کے خلاف برسرپیکار رہا ‘ مگر حنین کی جنگ کے بعد جب اسے محسوس ہوا کہ اب جزیرہ نمائے عرب میں اس کے لیے کوئی جگہ نہیں رہی تو وہ مایوس ہو کر شام چلا گیا اور وہاں جا کر بھی مسلمانوں کے خلاف سازشوں میں مصروف رہا۔ اس کے لیے اس نے منافقین مدینہ کے ساتھ مسلسل رابطہ رکھا اور اسی کے کہنے پر منافقین نے مسجد ضرار تعمیر کی جو نام کو تو مسجد تھی مگر حقیقت میں سازشی عناصر کی کمین گاہ اور فتنے کا ایک مرکز تھی۔ وَلَیَحْلِفُنَّ اِنْ اَرَدْنَآ اِلاَّ الْحُسْنٰیط واللّٰہُ یَشْہَدُ اِنَّہُمْ لَکٰذِبُوْنَ اب جواب طلبی پر یہ منافقین قسمیں کھا کھا کر اپنی صفائی پیش کرنے کی کوشش کریں گے کہ ہماری کوئی بری نیت نہیں تھی ‘ ہمارا ارادہ تو نیکی اور بھلائی ہی کا تھا ‘ اصل میں دوسری مسجد ذرا دور پڑتی تھی جس کی وجہ سے ہم تمام نمازیں جماعت کے ساتھ ادا نہیں کرسکتے تھے ‘ اس لیے ہم نے سوچا کہ اپنے محلے میں ایک مسجد بنا لیں تاکہ تمام نمازیں آسانی سے باجماعت ادا کرسکیں ‘ وغیرہ وغیرہ۔",
  "ayah": 107,
  "surah": 9
}
