{
  "text": "آیت 112 اَلتَّآءِبُوْنَ الْعٰبِدُوْنَ الْحٰمِدُوْنَ السَّآءِحُوْنَ الرّٰکِعُوْنَ السّٰجِدُوْنَ ’ سَاءِحُوْنَ ‘ کا معنی ہے سیاحت کرنے والے۔ لیکن اس سے مرادمحض سیر و سیاحت نہیں بلکہ عبادت و ریاضت کے لیے گھربار چھوڑ کر نکل کھڑے ہونا ہے۔ پچھلی امتوں میں روحانی ترقی کے لیے لوگ لذات دنیوی کو ترک کر کے اور انسانی آبادیوں سے لا تعلق ہو کر جنگلوں میں چلے جاتے تھے اور رہبانیت اختیار کرلیتے تھے ‘ مگر ہمارے دین میں ایسی سیاحت اور رہبانیت کی اجازت نہیں۔ چناچہ حضور ﷺ نے فرمایا : لاَ رَہْبَانِیَّۃَ فِی الْاِسْلَامِ وَلَا سِیَاحَۃَ 1 اسلام میں نہ رہبانیت ہے نہ سیاحت۔ سابقہ ادیان کے برعکس اسلام نے سیاحت اور رہبانیت کا جو تصور متعارف کرایا ہے اس کے لیے ابوامامہ باہلی رض سے مروی یہ حدیث ملاحظہ کیجیے کہ رسول اللہ ﷺ نے ارشاد فرمایا :  اِنَّ لِکُلِّ اُمَّۃٍ سِیَاحَۃَ وَاِنَّ سِیَاحَۃَ اُمَّتِی الْجِھَادُ فِیْ سَبِیْلِ اللّٰہِ ‘ وَاِنَّ لِکُلِّ اُمَّۃٍ رَہْبَانِیَّۃٌ وَرَھْبَانِیَّۃُ اُمَّتِی الرِّبَاطُ فِیْ نُحُوْرِ الْعَدُوِّ 2 ہر امت کے لیے سیاحت کا ایک طریقہ تھا اور میری امت کی سیاحت جہاد فی سبیل اللہ ہے ‘ اور ہر امت کی ایک رہبانیت تھی ‘ جبکہ میری امت کی رہبانیت دشمن کے سامنے ڈٹ کر کھڑے ہونا ہے ایک صحابی رض نے عرض کیا کہ یارسول اللہ ‘ مجھے سیاحت کی اجازت دیجیے تو آپ ﷺ نے فرمایا : اِنَّ سِیَاحَۃَ اُمَّتِی الْجِھَادُ فِیْ سَبِیْلِ اللّٰہِ 3گویا ہماری امت کے لیے ’ سیاحت ‘ کا اطلاق جہاد و قتال کے لیے گھر سے نکلنے اور اس راستے میں صعوبتیں اٹھانے پر ہوگا۔یہ چھ اوصاف جو اوپر گنوائے گئے ہیں ان کا تعلق انسانی شخصیت کے نظریاتی پہلو سے ہے۔ اب اس کے بعد تین ایسی خصوصیات کا ذکر ہونے جا رہا ہے جو انسان کی عملی جدوجہد سے متعلق ہیں اور دعوت و تحریک کی صورت میں معاشرے پر اثر انداز ہوتی ہیں۔الْاٰمِرُوْنَ بالْمَعْرُوْفِ وَالنَّاہُوْنَ عَنِ الْمُنْکَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰہِط وَبَشِّرِ الْمُؤْمِنِیْنَ امر بالمعروف گویا دین کے لیے عملی جدوجہد کا نقطہ آغاز ہے۔ یہ جدوجہد جب آگے بڑھ کر نہی عن المنکر بالید کے مرحلے تک پہنچتی ہے تو پھر ان خدائی فوجداروں کی ضرورت پڑتی ہے جن کو یہاں وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰہِط کا لقب دیا گیا ہے۔ یہ لوگ اگر پوری طرح منظم ہوں تو اپنی تنظیمی طاقت کے بل پر کھڑے ہو کر اعلان کریں کہ اب ہم اپنے معاشرے میں منکرات کا سکہ نہیں چلنے دیں گے اور کسی کو اللہ کی حدود کو توڑنے کی اجازت نہیں دیں گے۔ اللّٰھم رَبَّنَا اجْعَلْنَا مِنْھُمْ ! منہج انقلاب نبوی ﷺ میں اس مرحلے کے ضمن میں آج اجتہاد کی ضرورت ہے کہ موجودہ حالات میں نہی عن المنکر بالید کے لیے اجتماعی اور منظم جدوجہد کی صورت کیا ہوگی۔",
  "ayah": 112,
  "surah": 9
}
