{
  "text": "آیت 29 قَاتِلُوا الَّذِیْنَ لاَ یُؤْمِنُوْنَ باللّٰہِ وَلا بالْیَوْمِ الْاٰخِرِ وَلاَ یُحَرِّمُوْنَ مَا حَرَّمَ اللّٰہُ وَرَسُوْلُہٗ وَلاَ یَدِیْنُوْنَ دِیْنَ الْحَقِّ مِنَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ حَتّٰی یُعْطُوا الْجِزْیَۃَ عَنْ یَّدٍ وَّہُمْ صٰغِرُوْنَ اس آیت میں بھی دین کا بہت اہم فلسفہ بیان ہوا ہے۔ اس حکم میں مشرکین عرب اور نسل انسانی کے باقی لوگوں کے درمیان فرق کیا گیا ہے۔ سورة التوبہ کی آیت 5 کی رو سے مشرکین عرب کو جو مہلت یا امان دی گئی تھی اس مدت کے گزرنے کے بعد ان کے لیے تو کوئی اور راستہ option اس کے علاوہ نہیں تھا کہ یا وہ ایمان لے آئیں یا انہیں قتل کردیا جائے گا ‘ یا وہ جزیرہ نمائے عرب چھوڑ کر چلے جائیں۔ ان کا معاملہ تو اس لیے خصوصی تھا کہ محمد رسول اللہ ﷺ نے اللہ کے رسول کی حیثیت سے ان پر آخری درجہ میں اتمام حجت کردیا تھا ‘ اور آپ ﷺ کا انکار کر کے وہ لوگ عذاب استیصال کے حق دار ہوچکے تھے۔ مگر یہود و نصاریٰ اور باقی پوری نوع انسانی کے لیے اس ضمن میں قانون مختلف ہے۔ جزیرہ نمائے عرب سے باہر کے لوگوں کے لیے اور قیامت تک تمام دنیا کے انسانوں کے لیے وہ چیلنج نہیں کہ ایمان لاؤ ورنہ قتل کردیے جاؤ گے۔ کیونکہ اس کے بعد اب حضور ﷺ بحیثیت رسول ﷺ معنوی طور پر تو موجود ہیں مگر بنفس نفیس موجود نہیں ‘ کہ براہ راست کوئی قوم آپ ﷺ کی دعوت کو رد کر کے عذاب استیصال کی مستحق ہوجائے۔ چناچہ باقی تمام نوع انسانی کے افراد کا معاملہ یہ ہے کہ ان سے قتال کیا جائے گا ‘ یہاں تک کہ وہ دین کی بالادستی کو بحیثیت ایک نظام کے قبول کرلیں ‘ مگر انفرادی طور پر کسی کو قبول اسلام کے لیے مجبور نہیں کیا جائے گا۔ ہر کوئی اپنے مذہب پر کاربند رہتے ہوئے اسلامی ریاست کے ایک شہری کے طور پر رہ سکتا ہے ‘ مگر ایسی صورت حال میں غیر مسلموں کو جزیہ دینا ہوگا۔ اسی فلسفے کے تحت خلافت راشدہ کے دور میں کسی بھی ملک پر لشکر کشی کرنے سے پہلے تین شرائط پیش کی جاتی تھیں۔ پہلی یہ کہ ایمان لے آؤ ‘ ایسی صورت میں تم ہمارے برابر کے شہری ہو گے۔ اگر یہ قبول نہ ہو تو اللہ کے دین کی بالا دستی قبول کر کے اسلامی ریاست کے فرمانبردار شہری بن کر رہنا اور جزیہ دینا قبول کرلو۔ ایسی صورت میں تم لوگوں کو آزادی ہوگی کہ تم یہودی ‘ عیسائی ‘ مجوسی ‘ ہندو وغیرہ جو چاہو بن کر رہو۔ لیکن اگر یہ بھی قابل قبول نہ ہو اور تم لوگ اس زمین پر باطل کا نظام قائم رکھنا چاہو تو پھر اس کا فیصلہ جنگ سے ہوگا۔",
  "ayah": 29,
  "surah": 9
}
