{
  "text": "آیت 31 اِتَّخَذُوْٓا اَحْبَارَہُمْ وَرُہْبَانَہُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰہِ وَالْمَسِیْحَ ابْنَ مَرْیَمَ ج عیسائیوں میں دوسری بڑی گمراہی یہ پیدا ہوئی تھی کہ انہوں نے اپنے علماء و مشائخ اور حضرت عیسیٰ علیہ السلام کو بھی الوہیت میں حصہ دار بنا لیا تھا۔ حضرت عیسیٰ علیہ السلام تو ان کے ہاں باقاعدہ تین خداؤں میں سے ایک تھے اور اس حیثیت میں وہ آپ علیہ السلام کی پرستش بھی کرتے تھے ‘ مگر احبارو رہبان کو رب ماننے کی کیفیت ذرا مختلف تھی۔ حضرت عدی بن حاتم رض جنہوں نے عیسائیت سے اسلام قبول کیا تھا حضور ﷺ کی خدمت میں حاضر ہوئے اور اس آیت کے بارے میں وضاحت کی درخواست کی تو آپ ﷺ نے فرمایا :  اَمَا اِنَّھُمْ لَمْ یَکُوْنُوْا یَعْبُدُوْنَھُمْ وَلٰکِنَّھُمْ کَانُوْا اِذَا اَحَلُّوْا شَیْءًا اسْتَحَلُّوْہُ وَاِذَا حَرَّمُوْا عَلَیْھُمْ شَیْءًا حَرَّمُوْہُ 1 وہ ان احبارو رہبان کی عبادت تو نہیں کرتے تھے ‘ لیکن جب وہ کسی شے کو حلال قرار دیتے تو یہ اسے حلال مان لیتے اور جب کسی شے کو حرام قرار دیتے تو اسے حرام مان لیتے یعنی حلال و حرام کے بارے میں قانون سازی کا حق صرف اللہ تعالیٰ کو حاصل ہے ‘ اور اگر کوئی دوسرا اس حق کو استعمال کرتا ہے تو گویا وہ اللہ کی الوہیت میں حصہ دار بن رہا ہے ‘ اور جو کوئی اللہ کے علاوہ کسی کا یہ حق تسلیم کرتا ہے وہ گویا اسے اللہ کے سوا اپنا رب تسلیم کر رہا ہے۔آج بھی پوپ کو پورا اختیار حاصل ہے کہ وہ جو چاہے فیصلہ کرے۔ جیسا کہ اس نے ایک فرمان کے ذریعے سے یہودیوں کو دو ہزار سال پرانے اس الزام سے بری کردیا ‘ کہ انہوں نے حضرت مسیح علیہ السلام کو سولی پر چڑھایا تھا۔ گویا اسے تاریخ تک کو بدل دینے کا اختیار ہے ‘ اسی طرح وہ کسی حرام چیز کو حلال اور حلال کو حرام قرار دے سکتا ہے۔ اس طرح کے تصورات ہمارے ہاں اسماعیلیوں میں بھی پائے جاتے ہیں۔ ان کا امام حاضر معصوم ہوتا ہے اور اسے اختیار حاصل ہے کہ وہ جس چیز کو چاہے حلال کر دے اور جس چیز کو چاہے حرام کر دے۔ اس طرح انہوں نے شریعت کو ساقط کردیا ہے۔ تاہم یہ معاملہ بالخصوص گجرات انڈیا کے علاقے میں بسنے والے اسماعیلیوں کا ہے ‘ جبکہ ہنزہ میں جو اسماعیلی آباد ہیں ان کے ہاں شریعت موجود ہے ‘ کیونکہ یہ پرانے اسماعیلی ہیں جو باہر سے آکر یہاں آباد ہوئے تھے۔ گجرات انڈیا کے علاقہ میں اسماعیلیوں نے جب مقامی آبادی میں اپنے نظریات کی تبلیغ شروع کی تو انہوں نے وہی کیا جو سینٹ پال نے کیا تھا۔ انہوں نے شریعت کو ساقط کردیا اور ہندوؤں کے عقیدے کے مطابق اوتار کا عقیدہ اپنا لیا۔ مقامی ہندو آبادی میں اپنے نظریات کی آسان ترویج کے لیے انہوں نے حضرت علی رض کو دسویں اوتار کے طور پر پیش کیا ہندوؤں کے ہاں نو اوتار کا عقیدہ رائج تھا۔ لہٰذا دشتم اوتار کا عقیدہ مستقل طور پر ان کے ہاں رائج ہوگیا۔ اس کے علاوہ ان کے حاضر امام کو مکمل اختیار ہے کہ وہ شریعت کے جس حکم کو چاہے منسوخ کر دے ‘ کسی حلال چیز کو حرام کر دے یا کسی حرام کو حلال کر دے۔",
  "ayah": 31,
  "surah": 9
}
