{
  "text": "آیت 37 اِنَّمَا النَّسِیْٓءُ زِیَادَۃٌ فِی الْْکُفْرِ یُضَلُّ بِہِ الَّذِیْنَ کَفَرُوْا یعنی امن کے مہینوں کو اپنی جگہ سے ہٹا کر آگے پیچھے کردینا کفر میں مزید ایک کافرانہ حرکت ہے۔یُحِلُّوْنَہٗ عَامًا وَّیُحَرِّمُوْنَہٗ عَامًا لِّیُوَاطِءُوْا عِدَّۃَ مَا حَرَّمَ اللّٰہُ فَیُحِلُّوْا مَا حَرَّمَ اللّٰہُ ط یعنی اس طرح الٹ پھیر کر کے وہ ان مہینوں کو حلال کرلیتے جو اصل میں اللہ نے حرام ٹھہرائے ہیں۔ مشرکین عرب بھی بارہ مہینوں میں سے چار مہینوں کو محترم مانتے تھے مگر اپنی مرضی سے ان مہینوں کو آگے پیچھے کرتے رہتے اور سال کے آخر تک ان کی تعداد پوری کردیتے۔زُیِّنَ لَہُمْ سُوْٓءُ اَعْمَالِہِمْ ط وَاللّٰہُ لاَ یَہْدِی الْقَوْمَ الْکٰفِرِیْنَ یہاں وہ پانچ رکوع ختم ہوئے جن کا تعلق نبی اکرم ﷺ کی بعثت خصوصی سے ہے۔ ان آیات میں اس سلسلے میں تکمیلی اور آخری احکام دے دیے گئے ہیں۔ اب چھٹے رکوع سے غزوۂ تبوک کے موضوع کا آغاز ہو رہا ہے۔ اس کے پس منظر کے ضمن میں چند باتیں پھر سے ذہن میں تازہ کرلیں۔ سن 6 ہجری میں صلح حدیبیہ کے فوراً بعد رسول اللہ ﷺ نے عرب سے باہر مختلف فرمانرواؤں کی طرف اپنے خطوط اور ایلچی بھیجنے شروع کیے۔ اس سلسلے میں آپ ﷺ کا نامۂ مبارک بصرٰی شام کے رئیس شرحبیل بن عمرو کی طرف بھی بھیجا گیا۔ یہ شخص رومن ایمپائر کا باج گزار تھا۔ اس کے پاس حضور ﷺ کا نامۂ مبارک حضرت حارث بن عمیر ازدی رض لے کر گئے تھے۔ شرحبیل نے تمام اخلاقی و سفارتی آداب کو بالائے طاق رکھتے ہوئے حضرت حارث رض کو شہید کرادیا۔ لہٰذا سفیر کے قتل کو اعلان جنگ سمجھتے ہوئے حضور ﷺ نے تین ہزار صحابہ رض پر مشتمل ایک لشکر تیار کر کے حضرت زید بن حارثہ رض کی زیر قیادت شام کی طرف بھیجا۔ جب یہ لشکر موتہ پہنچا تو انہوں نے ایک لاکھ رومیوں کا لشکر اپنے خلاف صف آرا پایا۔ مخالف لشکر کی تعداد کا اندازہ کرنے کے بعد مسلمانوں میں مقابلہ کرنے یا نہ کرنے کے بارے میں مشورہ ہوا۔ چناچہ شوق شہادت میں انہوں نے مقابلے کا فیصلہ کیا۔شہادت ہے مطلوب و مقصودِ مؤمن نہ مال غنیمت ‘ نہ کشور کشائی ! اقبالؔ جمادی الاولیٰ 8 ہجری کو ان دونوں لشکروں کے درمیان موتہ کے مقام پر جنگ ہوئی۔ مسلمان لشکر کے لیے رسول اللہ ﷺ نے حضرت زید رض بن حارثہ کے علاوہ خصوصی طور پر دو مزید کمانڈر بھی مقررفرمائے تھے۔ آپ ﷺ نے فرمایا تھا کہ اگر زید رض شہید ہوجائیں تو جعفر رض بن ابی طالب جعفر طیار رض کمان سنبھالیں گے ‘ اور اگر وہ بھی شہید ہوجائیں تو عبداللہ بن رواحہ انصاری رض لشکر کے امیر ہوں گے۔ چناچہ آپ ﷺ کے مقرر کردہ تینوں کمانڈر اسی ترتیب سے یکے بعد دیگرے شہید ہوگئے۔ حضرت عبداللہ بن رواحہ رض کی شہادت کے بعد حضرت خالدبن ولید رض نے از خود لشکر کی کمان سنبھالی ‘ اور کامیاب حکمت عملی کے تحت اپنے لشکر کو رومیوں کے نرغے سے نکالنے میں کامیاب ہوگئے۔ جنگ موتہ سے پیدا ہونے والی صورت حال میں حضور ﷺ نے اعلان عام فرمایا کہ رومیوں کے مقابلے کے لیے تمام ممکنہ وسائل بروئے کار لاتے ہوئے ایک بڑا لشکر تبوک کے لیے روانہ کیا جائے۔ اس مرتبہ آپ ﷺ نے خود لشکر کے ساتھ جانے کا فیصلہ فرمایا۔ تبوک مدینہ سے شمال کی جانب تقریباً ساڑھے تین سو میل کی مسافت پر حجاز کا آخری شہر ہے۔ یہ وہ علاقہ تھا جہاں سے آگے اس زمانے میں رومن ایمپائر کی سرحد شروع ہوتی تھی۔ غزوۂ تبوک میں شرکت کے لیے آپ ﷺ نے اعلان عام فرمایا تھا۔ یعنی جنگ کے قابل ہر صاحب ایمان شخص کے لیے فرض تھا کہ وہ اس مہم میں شریک ہو۔ یہ اہل ایمان کے لیے سخت امتحان اور آزمائش کا وقت تھا۔ قحط کا زمانہ ‘ شدید گرمی کا موسم ‘ طویل صحرائی سفر ‘ وقت کی سپر پاور سے مقابلہ اور سب پر مستزاد یہ کہ فصل سنبھالنے کا موسم سر پر کھڑا تھا۔ گویا ایک سے بڑھ کر ایک مسئلہ تھا اور ایک سے بڑھ کر ایک امتحان ! مدینہ کے بیشتر لوگوں کی سال بھر کی معیشت کا دارومدار کھجور کی فصل پر تھا ‘ جو اس وقت پک کر تیار کھڑی تھی۔ مہم پر نکلنے کا مطلب یہ تھا کہ پکی ہوئی کھجوروں کو درختوں پر ہی چھوڑ کر جانا ہوگا۔ عورتیں چونکہ کھجوروں کو درختوں سے اتارنے کا مشکل کام نہیں کرسکتی تھیں ‘ اس لیے پکی پکائی فصل ضائع جاتی صاف نظر آرہی تھی۔ دوسری طرف اس مہم کا اعلان منافقین پر بہت بھاری ثابت ہوا اور ان کی ساری خباثتیں اس کی وجہ سے طشت ازبام ہوگئیں۔ چناچہ آئندہ گیارہ رکوعوں کی آیات اپنے اندر اس سلسلے کے چھوٹے بڑے بہت سے موضوعات سمیٹے ہوئے ہیں ‘ مگر دوسرے مضامین کے درمیان میں ایک مضمون جو مسلسل چل رہا ہے وہ منافقین کا تذکرہ ہے۔ گویا یہ مضمون ایک دھاگہ ہے جس میں دوسرے مضامین موتیوں کی طرح پروئے ہوئے ہیں۔ اگرچہ اس سے پہلے سورة النساء میں منافقین کا ذکر بڑی تفصیل سے آچکا ہے ‘ لیکن آئندہ گیارہ رکوع اس موضوع پر قرآن کے ذروۂ سنام کا درجہ رکھتے ہیں۔ بہرحال رسول اللہ ﷺ تیس ہزار کا لشکر لے کر تبوک تشریف لے گئے۔ مقابل میں اگرچہ ہرقل قیصرروم بنفس نفیس موجود تھا ‘ لیکن شایدوہ پہچان چکا تھا کہ آپ ﷺ اللہ کے رسول ہیں ‘ چناچہ وہ مقابلے میں آنے کی جرأت نہ کرسکا۔ حضور ﷺ نے کچھ عرصہ تبوک میں قیام فرمایا۔ اس دوران میں ارد گرد کے بہت سے قبائل نے آکر آپ ﷺ سے معاہدے کیے۔ اس مہم میں اگرچہ جنگ کی نوبت نہ آئی مگر مسلمان لشکر کا مدینہ سے تبوک جا کر رومن ایمپائر کی سرحدوں پر دستک دینا اور ہرقل کا مقابلہ کرنے کی بجائے کنی کترا جانا ‘ کوئی معمولی واقعہ نہیں تھا۔ چناچہ نہ صرف اس علاقے میں مسلمانوں کی دھاک بیٹھ گئی بلکہ اسلامی ریاست کی سرحدیں عملی طور پر تبوک تک وسیع ہوگئیں۔ دوسری طرف جنگ موتہ کی وجہ سے مسلمانوں کی ساکھ کو جو نقصان پہنچا تھا اس کی بھر پور انداز میں تلافی ہوگئی۔ سلطنت روم کے ساتھ چھیڑ چھاڑ کا یہ سلسلہ جو غزوۂ تبوک کی صورت میں شروع ہوا ‘ اس میں مزید پیش رفت دورصدیقی رض میں ہوئی۔ حضور ﷺ کے وصال کے فوراً بعد مدینہ سے لشکر اسامہ رض کی روانگی بھی اس سلسلے کی ایک اہم کڑی تھی۔",
  "ayah": 37,
  "surah": 9
}
