{
  "text": "آیت 73 یٰٓاَیُّہَا النَّبِیُّ جَاہِدِ الْکُفَّارَ وَالْمُنٰفِقِیْنَ وَاغْلُظْ عَلَیْہِمْ ط یہ آیت بالکل انہی الفاظ کے ساتھ سورة التحریم میں بھی آئی ہے جو اٹھائیسویں پارے کی آخری سورت ہے۔ یہاں قابل غور نکتہ یہ ہے کہ اس آیت میں جہاد بمعنی قتال استعمال نہیں ہوا۔ منافقین کے ساتھ آپ ﷺ نے کبھی جنگ نہیں کی۔ لہٰذا یہاں جہاد سے مراد قتال سے نچلے درجے کی جدوجہد دُوْنَ الْقِتَالِ ہے کہ اے نبی ﷺ ! آپ منافقین کی ریشہ دوانیوں کا توڑ کرنے کے لیے جہاد کریں ‘ ان کی سازشوں کو ناکام بنانے کے لیے جدوجہد کریں۔ چناچہ بعض روایات میں آتا ہے کہ جب رسول اللہ ﷺ غزوۂ تبوک سے واپس آ رہے تھے تو اسی حوالے سے آپ ﷺ نے فرمایا تھا : رَجَعْنَا مِنَ الْجِہَادِ الْاَصْغَرِ اِلَی الْجِہَادِ الْاَکْبَرِ 1 یعنی ہم چھوٹے جہاد سے بڑے جہاد کی طرف لوٹ آئے ہیں۔ اب اس کی تعبیریں مختلف کی گئی ہیں کہ اس زمانے کی سپر پاور سلطنت روما کے خلاف جہاد کو آپ ﷺ نے جہاد اصغر فرمایا اور پھر فرمایا کہ اب جہاد اکبر تمہارے سامنے ہے۔ عام طور پر اس حدیث کی توجیہہ اس طرح کی گئی ہے کہ نفس کے خلاف جہاد سب سے بڑا جہاد ہے۔ جیسا کہ ایک حدیث میں آتا ہے کہ ایک دفعہ جب آپ ﷺ سے پوچھا گیا : اَیُّ الْجِہَادِ اَفْضَلُ ؟ یعنی سب سے افضل جہاد کون سا ہے ؟ تو جواب میں آپ ﷺ نے فرمایا : اَنْ تُجَاہِدَ نَفْسَکَ وَھَوَاکَ فِیْ ذَات اللّٰہِ عَزَّوَجَلَّ 2 یہ کہ تم جہاد کرو اپنے نفس اور اپنی خواہشات کے خلاف اللہ تعالیٰ کی اطاعت میں۔ لہٰذا اسی حدیث کی بنیاد پر جہاد اکبر والی مذکورہ حدیث کی تشریح اس طرح کی گئی ہے کہ جہاد با لنفس دشمن کے خلاف قتال سے بھی بڑا جہاد ہے۔ لیکن میرے نزدیک اس حدیث کا اصل مفہوم سمجھنے کے لیے اس کے موقع محل اور پس منظر کے حالات کو پیش نظر رکھنا ضروری ہے۔ مدینہ کے اندر منافقین دراصل مسلمانوں کے حق میں مار آستین تھے۔ اب ان کے خلاف رسول اللہ ﷺ کو جہاد کا حکم دیا جا رہا ہے ‘ مگر یہ معاملہ اتنا آسان اور سادہ نہیں تھا۔ ان منافقین کے اوس اور خزرج کے لوگوں کے ساتھ تعلقات تھے اور ان کے خلاف اقدام کرنے سے اندرونی طور پر کئی طرح کے مسائل جنم لے سکتے تھے۔ مگر اس آیت کے نزول کے بعد تبوک سے واپس آکر آپ ﷺ نے منافقین کے خلاف اس طرح کے کئی سخت اقدامات کیے تھے۔ جیسے آپ ﷺ نے مسجد ضرار کو گرانے اور جلانے کا حکم دیا ‘ اور پھر اس پر عمل بھی کرایا۔ یہ بہت بڑا اقدام تھا۔ منافقین مسجد کے تقدس کے نام پر لوگوں کو مشتعل بھی کرسکتے تھے۔ دراصل یہی وہ بڑا جہاد تھا جس کی طرف مذکورہ حدیث میں اشارہ ملتا ہے ‘ کیونکہ ان حالات میں اپنی صفوں کے اندر چھپے ہوئے دشمنوں کے وار سے بچنا اور ان کے خلاف نبرد آزما ہونا مسلمانوں کے لیے واقعی بہت مشکل مرحلہ تھا۔",
  "ayah": 73,
  "surah": 9
}
