{
  "text": "آیت 77 فَاَعْقَبَہُمْ نِفَاقًا فِیْ قُلُوْبِہِمْ اللہ سے وعدہ کر کے اس سے پھرجانے کی دنیا میں یہ نقدسزا ہے کہ اللہ تعالیٰ ایسے لوگوں کے دلوں میں نفاق پیدا فرما دیتے ہیں ‘ اور بدقسمتی سے یہی روگ آج مسلمانان پاکستان کے دلوں میں پیدا ہوچکا ہے۔ گویا پاکستانی قوم بحیثیت مجموعی اس سزا کی مستحق ہوچکی ہے۔ مسلمانان برصغیر نے تحریک پاکستان کے دوران اللہ سے ایک وعدہ کیا تھا اور یہ وعدہ ایک نعرہ بن کر بچے بچے کی زبان پر آگیا تھا : پاکستان کا مطلب کیا ؟ لَا اِلٰہَ اِلَّا اللّٰہ ! گویا دنیا کے نقشے پر یہ نیا ملک اسلام کے نام پر بنا ‘ اسلام کے لیے بنا۔ اس ضمن میں ہندوستان کے مسلمانوں نے تو ووٹ دے کر اپنا فرض کفایہ ادا کردیا کہ تم جا کر پاکستان میں اسلام کا نظام قائم کرو ‘ ہم پر جو گزرے گی سو گزرے گی۔ مگر مسلمانان پاکستان نے اس سلسلے میں اب تک کیا کیا ہے ؟ کہاں ہے اسلام اور کہاں ہے لَا اِلٰہَ اِلَّا اللّٰہ ؟ یہ پاکستانی قوم کی اللہ کے ساتھ اجتماعی بےوفائی اور بد عہدی کی مثال ہے۔ اس بد عہدی کا نتیجہ یہ ہوا کہ اللہ نے تین قسم کے نفاق اس قوم پر مسلط کردیے۔ ایک باہمی نفاق ‘ جس کے باعث یہ قوم اب قوم نہیں رہی فرقوں میں بٹ چکی ہے اور اس میں مختلف عصبیتیں پیدا ہوچکی ہیں۔ صوبائیت ‘ مذہبی فرقہ واریت وغیرہ نے باہمی اتحاد پارہ پارہ کردیا ہے۔ دوسرے جب یہ نفاق ہمارے دلوں کا روگ بنا تو اس سے شخصی کردار اور پھر قومی کردار کا بیڑا غرق ہوگیا۔ اس کے بارے میں ایک متفق علیہ حدیث ملاحظہ کیجیے۔ حضرت ابوہریرہ رض روایت کرتے ہیں کہ رسول اللہ ﷺ نے ارشاد فرمایا : آیَۃُ الْمُنَافِقِ ثَلَاثٌ [ وَفِیْ رِوَایَۃٍ لِمُسْلِمٍ : وَاِنْ صَامَ وَصَلّٰی وَزَعَمَ اَنَّہٗ مُسْلِمٌ] اِذَا حَدَّثَ کَذَبَ ‘ وَاِذَا وَعَدَ اَخْلَفَ ‘ وَاِذَا اوؤتُمِنَ خَانَ  منافق کی تین نشانیاں ہیں [ اور مسلم کی ایک روایت میں یہ الفاظ بھی ہیں : اگرچہ روزہ رکھتا ہو ‘ نماز پڑھتا ہو اور اپنے آپ کو مسلمان سمجھتا ہو ] i جب بولے جھوٹ بولے ii جب وعدہ کرے تو خلاف ورزی کرے iii جب امین بنایا جائے تو خیانت کرے اس حدیث کو کسوٹی سمجھ کر اپنی قوم کے کردار کو پرکھ لیجیے۔ جو جتنا بڑا ہے اتنا ہی بڑا جھوٹا ہے ‘ اتنا ہی بڑا وعدہ خلاف ہے اور اتنا ہی بڑا خائن ہے الا ما شاء اللہ ! تیسرا نفاق جو اس قوم کے حصے میں آیا وہ بہت ہی بڑا ہے اور وہ ہے آئین کا نفاق۔ آپ جانتے ہیں کہ کسی ملک کی اہم ترین دستاویز اس کا دستور ہوتا ہے ‘ جبکہ اس ملک کے آئین کو بھی منافقت کا پلندہ بنا کر رکھ دیا گیا ہے۔ ہمارے آئین میں ایک ہاتھ سے اسلام داخل کیا جاتا ہے اور دوسرے ہاتھ سے نکال لیا جاتا ہے۔ الفاظ دیکھو تو اسلام ہی اسلام ہے ‘ تعمیل دیکھو تو اسلام کہیں نظر نہیں آتا۔ ذرا ان الفاظ کو دیکھیں ‘ آئین میں کتنی بڑی بات لکھ دی گئی ہے : No legislation will be done repugnant to the Quran and the Sunnah.۔ یعنی قرآن و سنت کے خلاف کوئی قانون سازی نہیں ہوسکتی۔ ان الفاظ پر غور کریں تو معلوم ہوتا ہے کہ سورة الحجرات کی پہلی آیت کا ترجمہ کر کے دستور میں لکھ دیا گیا ہے ‘ لیکن ملک اور معاشرے کے اندر اس کے عملی پہلو پر نظر ڈالیں تو قرآن و سنت کے احکام پر عمل ہوتا کہیں بھی نظر نہیں آتا۔ گویا یہ الفاظ صرف آئینی اور قانونی تقاضا پورا کرنے کے لیے لکھ دیے گئے ہیں ‘ ان پر عمل کرنے کا کوئی ارادہ نہیں ہے۔ بس ایک اسلامی نظریاتی کونسل بنا دی گئی ہے جو اپنی سفارشات پیش کرتی رہتی ہے۔ یہ سفارشات سالانہ رپورٹس کے طور پر باقاعدگی سے پیش ہوتی رہتی ہیں ‘ مگر ان کی کوئی تعمیل نہیں ہوتی۔ اسی طرح فیڈرل شریعت کو رٹ بھی دکھاوے کا ایک ادارہ ہے۔ بڑے بڑے علماء اس کے تحت بڑی بڑی تنخواہیں اور مراعات لے رہے ہیں ‘ مگر عملی پہلو دیکھو تو دستورِپاکستان ان کے دائرۂ عمل سے ہی خارج ہے۔ اسی طرح عدالتی قوانین ‘ عائلی قوانین ‘ مالی قوانین وغیرہ سب فیڈرل شریعت کو رٹ کے دائرۂ اختیار سے باہر ہیں۔ غرض دستور کی سطح پر اتنی بڑی منافقت شاید پوری دنیا میں کہیں نہ ہو۔ بہر حال یہ ہے ایک ہلکی سی جھلک پاکستانی قوم کی اس سزا کی جو انہیں وعدہ خلافی کے جرم کے نتیجے میں دی گئی ہے۔ اِلٰی یَوْمِ یَلْقَوْنَہٗ اس نفاق سے اب ان کی جان روز قیامت تک نہیں چھوٹے گی۔ یہ کانٹا ان کے دلوں سے نکلے گا نہیں۔",
  "ayah": 78,
  "surah": 9
}
