{
  "text": "They are introduced here by the epithet: ذَاتِ الْعِمَادِ (the men of tall pillars)\nThe word ` imad' and 'amud' means 'pillar'. The people of ` Ad are mentioned as the men of tall pillars because they were very tall in stature. They were a stronger and more powerful people than any other nations. The Qur'an describes them explicitly, thus:\nلَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (the like of whom were never created in the lands...89:8) The Qur'an made it clear that this nation was the tallest and the strongest in their physical stature, but the Qur'an did not state the exact measurement of the people because it was unnecessary [ for Qur'anic purposes ]. Therefore, that detail has been left out. Israelite traditions, however, narrate such incredible reports about their stature, height and power that are difficult to believe. It is reported from Sayyidna Ibn ` Abbas ؓ and Muqatil that they were six yards or eighteen feet [ 5.46] tall. This too seems to be derived from Israelite reports. And Allah knows best!\nSome commentators say that 'Iram' is the name of the 'paradise' which ` Ad's son Shaddad had built. The epithet 'possessor of tall pillars' [ translated above as 'men of tall pillars'] is used for him. The [ so-called paradise ] was a lofty structure standing on tall pillars built with gold and silver and studded with jewels, gems and other precious stones, so that people may prefer an instant and ready at hand paradise instead of Paradise of the Hereafter. When this magnificent palace was ready for use, and Shaddad, together with the leaders of his kingdom, wanted to enter, Divine punishment overtook them. They, together with the palaces, were completely destroyed. [ Qurtubi ]. In this interpretation, the verse refers to a specific punishment which descended upon the paradise built by ` Ad's son Shaddad. In the first interpretation, which the majority of the commentators prefer, it refers to all the punishments that descended upon the nation of ` Ad.",
  "ayah": 9,
  "surah": 89
}
