{
  "text": "{ إذ } ظرف متعلق بقوله : { فاستجاب لكم أني ممدكم بألففٍ من الملائكة مردفين } [ الأنفال : 9 ].وجعل الخطاب هنا للنبيء صلى الله عليه وسلم تلطفاً به ، إذ كانت هذه الآية في تفصيل عمل الملائكة يوم بدر ، وما خاطبهم الله به فكان توجيه الخطاب بذلك إلى النبي صلى الله عليه وسلم أولى لأنه أحق من يعلم مثل هذا العلم ويحصل العلم للمسلمين تبعاً له ، وأن الذي يهم المسلمين من ذلك هو نصر الملائكة إياهم وقد حصل الإعلام بذلك من آية { إذ تستغيثون ربكم } [ الأنفال : 9 ] ولأن النبي صلى الله عليه وسلم كان أول من استغاث الله ، ولذلك عرف الله هنا باسم الرب وإضافته إلى ضمير النبي صلى الله عليه وسلم ليوافق أسلوب { إذ تستغيثون ربكم } [ الأنفال : 9 ] ولما فيه من التنويه بقدر نبيه صلى الله عليه وسلم إشارة إلى أنه فعل ذلك لطفاً به ورفعاً لشأنه .والوحي إلى الملائكة المرسلين : إما بطريق إلقاء هذا الأمر في نفوسهم بتكوين خاص ، وإما بإبلاغهم ذلك بواسطة .و { أنّي معكم } قيل هو في تأويل مصدر وذلك المصدر مفعول يوحي ، أي يوحي إليهم ثبوتَ معيّتِه لهم ، فيكون المصدر ، منصوباً على المفعول به ليوحي ، بهذا التأويل وقيل على تقدير باء الجر .وأنت على ذُكْر مما قدمناه قريباً في قوله تعالى : { أني ممدكم بألففٍ من الملائكة } [ الأنفال : 9 ] من تحقيق أن تكون ( أن ) المفتوحة الهمزةِ المشددة النوننِ مفيدة معنى ( أنْ ) التفسيرية ، إذا وقعت معمولة لما فيه معنى القول دون حروفه .والمعية حقيقتها هنا مستحيلة فتحمل على اللائِقة بالله تعالى أعني المعية المجازية ، فقد يَكون معناها توجه عنايته إليهم وتيسير العمل لهم ، وقد تكرر إطلاق ( مع ) بمثل هذا في القرآن كقوله : { وهْو مَعكم أينما كنتم } [ الحديد : 4 ].وإيحاء الله إلى الملائكة بهذا مقصود منه تشريفهم وتشريف العمل الذي سيكلفون به ، لأن المعية تؤذن إجمالاً بوجود شيء يستدعي المصاحبة ، فكان قوله لهم : { أني معكم } مقدمة للتكليف بعمل شريف ولذلك يذكْر ما تتعلق به المعية لأنه سيعلم من بقية الكلام ، أي أني معكم في عملكم الذي أكفلكم به .ومن هنا ظهر موقع فَاء الترتيب في قوله : { فثبتوا الذين آمنوا } من حيث ما دل عليه { أني معكم } من التهيئة لتلقي التكليف بعمل عظيم وإنما كان هذا العمل بهذه المثابة لأنه إبدال للحقائق الثابتة باقتلاعها ووضع أضدادها لأنه يجعل الجبن شجاعة ، والخوف إقداماً والهلع ثباتاً ، في جانب المؤمنين ، ويجعل العزة رعباً في قلوب المشركين ، ويقطع أعناقهم وأيديهم بدون سَبب من أسباب القطع المعتادة فكانت الأعمال التي عُهد للملائكة عملُها خوارقَ عادات .والتثبيت هنا مجاز في إزالة الاضطراب النفساني مما ينشأ عن الخوف ومن عدم استقرار الرأي واطمئنانه .وعُرف المثبتُون بالموصول لما تومىء إليه صلة { آمنوا } من كون إيمانهم هو الباعث على هذه العناية ، فتكون الملائكة بعناية المؤمنين لأجل وصف الإيمان .وتثبيت المؤمنين إيقاع ظن في نفوسهم بأنهم منصورون ويسمى ذلك إلهاماً وتثبيتاً ، لأنه إرشاد إلى ما يطابق الواقع ، وإزالة للاضطراب الشيطاني ، وإنما يكون خيراً إذا كان جارياً على ما يحبه الله تعالى بحيث لا يكون خاطراً كاذباً ، وإلاّ صار غروراً ، فتشجيع الخائف حيث يريد الله منه الشجاعة خاطر ملكي وتشجيعه حيث ينبغي أن يتوقى ويخاف خاطر شيطاني ووسوسة ، لأنه تضليل عن الواقع وتخذيل .ولم يسند إلقاء الرعب في قلوب الذين كفروا إلى الملائكة بل أسنده الله إلى نفسه وحده بقوله : { سألقي في قلوب الذين كفروا الرعْب } لأن أولئك الملائكة المخاطبين كانوا ملائكة نصر وتأييد فلا يليق بقواهم إلقاء الرعب ، لأن الرعب خاطر شيطاني ذميم ، فجعله الله في قلوب الذين كفروا بواسطة أخرى غير الملائكة .وأسند إلقاء الرعْب في قلوب الذين كفروا إلى الله على طريقةٌ الإجمال دون بيان لكيفية إلقائه ، وكل ما يقع في العالم هو من تقدير الله على حسب إرادته ، وأشار ذلك إلى أنه رعب شديد قدره الله على كيفية خارقة للعادة ، فإن خوارق العادات قد تصدر من القُوى الشيطانية بإذن الله وهو ما يسمى في اصطلاح المتكلمين بالإهانة وبالاستدراج ، ولا حاجة إلى قصد تحقير الشيطان بإلقاء الرعب في قلوب المشركين كما قصد تشريف الملائكة ، لأن إلقاء الرعب في قلوب المشركين يعود بالفائدة على المسلمين ، فهو مبارك أيضاً ، وإنما كان إلقاء الرعْب في قلوب المشركين خارقَ عادة ، لأن أسباب ضده قائمة ، وهي وفرة عددهم وعُددهم وإقدامُهم على الخروج إلى المسلمين ، وحرصهم على حماية أموالهم التي جاءت بها العير .فجملة : { سألقي في قلوب الذين كفروا } مستأنفة استئنافاً ابتدائياً إخباراً لهم بما يقتضي التخفيف عليهم في العمل الذي كلفهم الله به بأن الله كفاهم تخذيل الكافرين بعمل آخر غير الذي كَلف الملائكة بعمله ، فليست جملة { سألقي } مفسرة لمعنى { أني معكم }.ولم يقل سنلقي لئلا يتوهم أن للملائكة المخاطبين سبباً في إلقاء الرعب في قلوب الذين كفروا كما علمتَ آنفاً .وتفريع { فاضربوا فوق الأعناق } على جملة : { سألقي في قلوب الذين كفروا الرعب } المفرعة هنا أيضاً على جملة : { فثبتوا الذين آمنوا } في المعنى ، يؤذن بما اقتضته جملة { سألقي في قلوب الذين كفروا الرعب } من تخفيف عمل الملائكة عليهم بعض التخفيف الذي دل عليه إجمالاً قوله : { أني معكم } كما تقدم { فوق الأعناق } على الظرفية لاضْربوا .و { الأعناق } أعناق المشركين وهو بيّن من السياق ، واللام فيه والمراد بعض الجنس بالقرينة للجنس أو عوض عن المضاف إليه بقرينة قوله بعد : { واضْربوا منهم كل بنان }.والبنان اسم جمع بَنَانَة وهي الأصبع وقيل طرف الأصبع ، وإضافة ( كل ) إليه لاستغراق أصحابها .وإنما خصت الأعناق والبنان لأن ضرب الأعناق إتلاف لأجساد المشركين وضرب البنان ، يبطل صلاحية المضروب للقتال ، لأن تناول السلاح إنما يكون بالأصابع ، ومن ثَم كثر في كلامهم الاستغناء بذكر ما تتناوله اليد أو ما تتناوله الأصابع ، عن ذكر السيف ، قال النابغة: ... وأن تلادي أن نظرت وشِكّتيومُهري وما ضَمَّتْ إليّ الأنامل ... يعني سيفه ، وقال أبو الغول الطهوي :فدت نفسي وما ملكتْ يميني ... فوارسَ صُدِّقت فيهم ظنونييريد السيف ومثل ذلك كثير في كلامهم فضرب البنان يحصل به تعطيل عمل اليد فإذا ضُربت اليد كلها فذلك أجدر .وضرب الملائكة يجوز أن يكون مباشرة بتكوين قطع الأعناق والأصابع بواسطة فعل الملائكة على كيفية خارقة للعادة وقد ورد في بعض الآثار عن بعض الصحابة ما يشهد لهذا المعنى ، فإسناد الضرب حقيقة . ويجوز أن يكون بتسديد ضربات المسلمين وتوجيه المشركين إلى جهاتها ، فإسناد الضرب إلى الملائكة مجاز عقلي لأنهم سببه ، وقد قيل : الأمر بالضرب للمسلمين ، وهو بعيد ، لأن السورة نزلت بعد انكشاف الملحمة .",
  "ayah": 12,
  "surah": 8
}
