{
  "text": "لمّا ذكَّرَ الله المسلمين بما أيدهم يوم بدر بالملائكة والنصر من عنده ، وأكرمهم بأن نصرهم على المشركين الذين كانوا أشد منهم وأكثر عدَداً وعُدداً ، وأعقبه بأن أعلمهم أن ذلك شأنه مع الكافرين به اعترض في خلال ذلك بتحذيرهم من الوهن والقرار ، فالجملة معترضة بين جملة : { إذ يوحي ربك إلى الملائكة أني معكم } [ الأنفال : 12 ] وبين جملة { فلم تقتلوهم } [ الأنفال : 17 ] الآية وفي هذا تدريب للمسلمين على الشجاعة والإقدام والثبات عند اللقاء ، وهي خطة محمودة عند العرب لم يزدها الإسلام إلاّ تقوية ، قال الحُصين بن الحُمَام :تأَخَرْتُ أستبقي الحياةَ فلم أجد لنفسي ... حياةً مثلَ أنْ أتَقَدَّماوقد قيل : إن هذه الآية نزلت في قتال بدر ، ولعل مراد هذا القائل أن حكمها نزل يوم بدر ثم أثبتت في سورة الأنفال النازلة بعد الملحمة ، أو أراد أنها نزلت قبل الآيات التي صدّرت بها سورة الأنفال ثم رتبت في التلاوة في مكانها هذا ، والصحيح أنها نزلتْ بعد وقعة بدر كما سيأتي .واللقاء غلب استعماله في كلامهم على مناجزة العدو في الحرب .فالجملة استئناف ابتدائي ، والمناسبة واضحة ، وسيأتي عند قوله تعالى : { يأيها الذين آمنوا إذا لقيتم فئة فاثْبُتُوا } في هذه السورة ( 45 ) ، وأصل اللقاء أنه الحضور لدى الغير .والزحْف أصله مصدر زَحَف من باب منع ، إذا انبعث من مكانه متنقلاً على مقعدته يجررِ جيله كما يزحف الصبي .ثم أطلق على مشي المقاتل إلي عدوه في ساحة القتال زَحفٌ؛ لأنه يدنو إلى العدو باحتراس وترصد فرصة ، فكأنه يزحف إليه .ويطلق الزحف على الجيش الدهْم ، أي الكثير عددِ الرجال ، لأنه لكثرة الناس فيه يثقل تنقله فوصف بالمصدر ، ثم غلب إطلاقه حتى صار معنى من معاني الزحف ويجمع على زُحوف .وقد اختلفت طرق المفسرين في تفسير المراد من لفظ زحفاً } في هذه الآية فمنهم من فسره بالمعنى المصدري أي المشي في الحرْب وجلعه وصفاً لتلاحم الجيشين عند القتال ، لأن المقاتلين يدبون إلى أقرانهم دبيباً ، ومنهم من فسره بمعنى الجيش الدهْم الكثير العدد ، وجعله وصفاً لذات الجيش .وعلى كلا التقديرين فهو : إما حال من ضمير { لقيتم } وإما من { الذين كفروا } ، فعلى التفسير الأول هو نهي عن الانصراف من القتال فراراً إذا التحم الجيشان ، سواء جَعلتَ زحفاً حالاً من ضمير { لقيتم } أو من { الذين كفروا } ، لأن مشي أحد الجيشين يستلزم مشي الآخر .وعلى التفسير الثاني فإن جعل حالاً من ضمير لقيتم كان نهياً عن الفرار إذا كان المسلمون جيشاً كثيراً ، ومفهومه أنهم إذا كانوا قلة فلا نهي ، وهذا المفهوم مجمل يبينه قوله تعالى : { إن يكن منكم عشرون صابرون إلى مع الصابرين } [ الأنفال : 65 ، 66 ] ، وإن جعل حالاً من { الذين كفروا } كان المعنى إذا لقيتموهم وهم كثيرون فلا تفروا ، فيفيد النهي عن الفرار إذا كان الكفار قلة بفحوى الخطاب ، ويؤول إلى معنى لا تُولوهم الأدبار في كل حال .وهذه الآية عند جمهور أهل العلم نزلت بعد انقضاء وقعة بدر ، وهو القول الذي لا ينبغي التردد في صحته كما تقدم آنفاً ، فإن هذه السورة نزلت بسبب الاختلاف في أنفال الجيش من أهل بدر عند قسمة مغانم بدر ، وما هذه الآية إلاّ جزء من هذه السورة فحكم هذه الآية شَرْع شرعه الله على المسلمين بسبب تلك الغزوة لتوقع حدوث غزوات يكون جيش المسلمين فيها قليلاً كما كان يومَ بدر ، فنهاهم الله عن التقهقر إذا لاقوا العدو .فأما يوم بدر فلم يكن حُكم مشروع في هذا الشأن ، فإن المسلمين وقعوا في الحرب بغتة وتولى الله نصرهم .وحكم هذه الآية باق غير منسوخ عند جمهور أهل العلم ، وروي هذا عن ابن عباس ، وبه قال مالك ، والشافعي ، وجمهور أهل العلم ، لكنهم جعلوا عموم هذه الآية مخصوصاً بآية { إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفاً إلى قوله بإذن الله } ( الأنفال : 65 ، 66 .( والوجه في الاستدلال أن هذه الآية اشتملت على صيغ عموم في قوله : { ومَن يولهم يومئدٍ دبره } إلى قوله { فقد باء بغضب من الله } وهي من جانب آخر مطلقة في حالة اللقاء من قوله : { إذا لقيتم الذين كفروا زحفاً } فتكون آيات { إن يكن منكم عشرون صابرون يغلبوا مائتين إلى قوله يغلبوا ألفين } [ الأنفال : 65 ، 66 ] مخصصة لعموم هاته الآية بمقدار العدد ومقيدة لإطلاقها اللقاء بقيد حالة ذلك العدد ، وروي عن أبي سعيد الخدري ، وعطاء ، والحسن ، ونافع ، وقتادة ، والضحاك : أن هذه الآية نزلت قبل وقعة بدر ، وقالوا إن حكمها نسخ بآية الضعفاء آية { إن يكن منكم عشرون صابرون } [ الأنفال : 65 ] الآية وبهذا قال أبو حنيفة ، ومآل القولين واحد بالنسبة لما بعد يَوم بدر ، ولذلك لم يختلفوا في فقه هذه الآية إلاّ ما روي عن عطاء كما سيأتي ، والصحيح هو الأول كما يقتضيه سياق انتظام آي السورة ، ولو صح قول أصحاب الرأي الثاني للزم أن تكون هذه الآية قد نزلت قبل الشروع في القتال يوم بدر ثم نزلت سورة الأنفال فألحقت الآية بها ، وهذا ما لم يقله أحد من أصحاب الأثر .وذهب فريق ثالث : إلى أن قوله تعالى : { فلا تولوهم الأدبار } الآية محكم عام في الأزمان ، لا يخصص بيوم بدر ولا بغيره ، ولا يخص بعدد دون عدد ، ونسب ابنُ الفرس ، عن النحاس ، إلى عطاء بن أبي رباح ، وقال ابن الفرس قال أبو بكر بن العربي هو الصحيح لأنه ظاهر القرآن والحديث ، ولم يذكر أين قال ابن العربي ذلك ، وأنا لم أقف عليه .ولم يستقر من عمل جيوش المسلمين ، في غزواتهم مع رسول الله صلى الله عليه وسلم ومع الأمراء الصالحين في زمن الخلفاء الراشدين ، ما ينضبط به مدى الإذن أو المنع من الفرار ، وقد انكشف المسلمون يوم أُحُد فعنفهم الله تعالى بقوله :{ إن الذين تولوا منكم يومَ التقي الجمْعان إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم } [ آل عمران : 155 ] وما عفا عنهم إلاّ بعد أن استحقوا الإثم ، ولما انكشفوا عند لقاء هوازن يوم حنين عنفهم الله بقوله : { ثم ولّيتم مدبرين } إلى قوله { ثم يتوب الله من بعد ذلك على من يشاء والله غفورٌ رحيمٌ } في سورة براءة ( 25 27 ) وذِكر التوبة يقتضي سبق الإثم .ومعنى { فلا تولوهم الأدبار } لا توجهوا إليهم أدباركم ، يقال : ولي وجهه فلاناً إذا أقبل عليه بوجهه ومنه قوله تعالى : { فوَل وجهك شطر المسجد الحرام } [ البقرة : 144 ] فيعدى فعل ولّى إلى مفعولين بسبب التضعيف ، ( ومجرده وَلِيَ ) إذا جعل شيئاً والياً أي قريباً فيكون ولّى المضاعف مثل قرب المضاعف ، فهذا نظم هذا التركيب .و ( الأدبار ) جمع دُبر ، وهو ضدّ قُبُل الشيء وجهه ، وما يَتوجه إليك منه عند إقباله على شيء وجعلِه أمامه ، ودبره ظهره وما تراه منه حين انصرافه وجعله إياك وراءه ، ومنه يقال استقبل واستدبر وأقبل وأدبر ، فمعنى توليتهم الأدبار صرف الأدبار إليهم ، أي الرجوع عن استقبالهم ، وتولية الأدبار كناية عن الفرار من العدو بقرينة ذكره في سياق لقاء العدو ، فهو مستعمل في لازم معناه مع بعض المعنى الأصلي ، وإلاّ فإن صرف الظهر إلى العدو بعد النصر لا بد منه وهو الانصراف إلى المعسكر ، إذ لا يفهم أحد النهي عن إدارة الوجه عن العدو ، وإلاّ للزم أن يبقى الناس مستقبلين جيش عدوهم ، فلذلك تعين أن المفاد من قوله : { فلا تولوهم الأدبار } النهي عن الفرار قبل النصر أو القتل .",
  "ayah": 15,
  "surah": 8
}
