{
  "text": "وعبر عن حين الزحف بلفظ اليوم في قوله { يومئذ } أي يوم الزحف أي يولهم يوم الزحف دُبره أي حين الزحف .ومن ثم استثني منه حالة التحرف لأجل الحيلة الحربية والانحياز إلى فِئَة من الجيش للاستنجاد بها أو لإنجادها .والمستثنى يجوز أن يكون ذاتاً مستثنى من الموصول في قوله { ومن يولهم } والتقدير : إلاّ رَجلاً مُتحرفاً لقتال ، فحذف الموصوف وبقيت الصفة ، ويجوز أن يكون المستثنى حالة من عموم الأحوال دل عليها الاستثناء أي إلاّ في حال تحرفه لقتال .و ( التحرف ) الانصراف إلى الحَرْف ، وهو المكان البعيد عن وسطه فالتحرف مزايلة المكان المستقر فيه والعدولُ إلى أحد جوانبه ، وهو يستدعي تولية الظهر لذلك المكان بمعنى الفرار منه .واللام للتعليل أي إلاّ في حال تحرف أي مجانبة لأجل القتال ، أي لأجل أعماله إن كان المراد بالقتال الاسم ، أو لأجل إعادة المقاتلة إن كان المراد بالقتال المصدر ، وتنكير قتال يرجح الوجه الثاني ، فالمراد بهذا التحرف ما يعبر عنه بالفَرّ لأجل الكرّ فإن الحرب كرّ وفرّ ، وقال عمرو بن معديكرب :ولقد أجمَعُ رِجليَّ بها ... حذَر الموت وإني لفرورولقد أعْطِفها كارهة ... حينَ للنفس من الموت هَرِيركل ما ذلك مني خُلُق ... وبكللٍ أنا في الروْع جديروالتحيز طلب الحَيْز فَيْعِل من الحَوْز ، فأصل إحدى ياءيْه الواو ، فلما اجتمعت الواو والياء وكانت السابقة ساكنة قلبت الواوُ ياء وأدغمت الياء في الياء ، ثم اشتقوا منه تَحَيّز ، فوزنه تَفَيْعَل وهو مختار صاحب «الكشاف» جرياً على القياس بقدر الإمكان ، وجوّز التفتازاني أن يَكون وزنه تَفَعّل بناء على اعتباره مشتقاً من الكلمة الواقع فيها الإبدال والإدغامُ وهي الحَيز ، ونظّره بقولهم : «تَدَيُّر» بمعنى الإقامة في الدار ، فإن الدار مشتقة من الدوران ولذلك جُمعت على دُور ، إلاّ أنه لما كثر في جمعها دِيَار ودِيرَة عوملت معاملة ما عينه ياء ، فقالوا من ذلك تَدَيّرَ بمعنى أقام في الدار وهو تَفعّل من الدار ، واحتَج بكلام ابن جني والمرزوقي في «شرح الحماسة» ، يعني ما قال ابن جني في «شرح الحماسة» عند قول جابر بن حريش :إِذْ لا تخاف حُدُوجُنا قذْفَ النّوى ... قبلَ الفساد إِقامةً وتديراالتدير تفَعُّل من الدار وقياسه تدور إلاّ أنه لما كثر استعمالهم ديار أَنِسوا بالياء ووجدوا جانبها أوطا حسّاً وألين مسّاً فاجتروا عليها فقالوا تدير» وما قال المرزوقي «الأصل في تَدَير الواو ولكنهم بنوه على دِيَارِ لإلفِهم له بكثرة تردده في كلامهم» .فمعنى { متحيزاً إلى فئة } أن يكون رجع القهقرى ليلتحق بطائفة من أصحابه فيتقوى بهم .والفِئَة الجماعة من الناس ، وقد تقدم في سورة البقرة ( 249 ) في قوله : { كم من فئةٍ قليلةَ } وتطلق على مؤخرة الجيش لأنها يفيء إليها مَن يحتاج إلى إصلاح أمره أو مَن عَرض له ما يَمنعه من القتال من مرض أو جراحة أو يستنجد بهم ، فهو تولَ لمقصد القتال ، وليس المراد أن ينحاز إلى جماعة مستريحين لأن ذلك من الفرار ، ويدخل في معنى التحيز إلى الفئة الرجوع إلى مقر أمير الجيش للاستنجاد بفئة أخرى ، وكذلك القفول إلى مقر أمير المِصر الذي وجه الجيش للاستمداد بجيش آخر إذا رأى أميرُ الجيش ذلك من المصلحة كما فعل المسلمون في فتح إفريقية وغيره في زمن الخلفاء ، ولما انهزم أبو عبيد بن مسعود الثقفي يوم الجسر بالقادسية ، وقتل هو ومن معه من المسلمين ، قال عمر بن الخطاب : هلاّ تَحيّز إليّ فأنا فِئتُهْ .وباء } رجع . والمعنى أن الله غضب عليه في رجوعه ذلك فهو قد رجع ملابساً لغضب الله تعالى عليه . ومناسبة ( باء ) هنا أنه يشير إلى أن سبب الغضب عليه هو ذلك البَوْء الذي باءه . وهذا غضب الله عليه في الدنيا المستحق الذم وغيره مما عسى أن يحرمه عناية الله تعالى في الدنيا ، ثم يترتب عليه المصير إلى عذاب جهنم ، وهذا يدل على أن توليه الظهر إلى المشركين كبيرة عظيمة .فالآية دالة على تحريم التولي عن مقابلة العدو حين الزحف .والذي أرى في فقه هذه الآية أن ظاهر الآية هو تحريم التولي على آحادهم وجماعتهم إذا التقوا مع أعدائهم في ملاحم القتال والمجالدة ، بحيث إن المسلمين إذا توجهوا إلى قتال المشركين أو إذا نزل المشركون لمقاتلتهم وعزموا على المقاتلة فإذا التقى الجيشان للقتال وجب على المسلمين الثبات والصبر للقتال ، ولو كانوا أقل من جيش المشركين ، فإمّا أن ينتصروا ، وإمّا أن يتشهدوا ، وعلى هذا فللمسلمين النظر قبل اللقاء هل هم بحيث يستطيعون الثبات وجهه أولاً ، فإن وقت المجالدة يضيق عن التدبير ، فعلى الجيش النظر في عَدده وعُدده ونسبة ذلك من جيش عدوهم ، فإذا أزمعوا الزحف وجب عليهم الثبات ، وكذلك يكون شأنهم في مدة نزولهم بدار العدو ، فإذا رأوا للعدو نجدة أو ازدياد قوة نظروا في أمرهم هل يثبتون لقتاله أو ينصرفون بإذن أميرهم ، فإمّا أن يأمرهم بالكف عن متابعة ذلك العدو ، وإمّا أن يأمرهم بالاستنجاد والعودة إلى قتال العدو كما صنع المسلمون في غزوة إفريقية الأولى ، وهذا هو الذي يشهد له قوله تعالى : { إذا لقيتم فئة فاثبُتوا } [ الأنفال : 45 ] وما ثبت في الصحيح أن النبي صلى الله عليه وسلم يوم الأحزاب قام في الناس فقال : \" يأيها الناس لا تتمنوا لقاء العدو فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال السيوف \" ولعل حكمة ذلك أن يمضي المسلمون في نصر الدين . وعلى هذا الوجه يكون لأمير الجيش ، إذا رأى المصلحة في الانجلاء عن دار العدو وترككِ قتالهم ، أن يغادر دار الحرب ويرجع إلى مقره ، إذا أمن أن يلحق به العدو ، وكان له من القوة ما يستطيع به دفاعهم إذا لحقوا به ، فذلك لا يسمى تولية أدبار ، بل هو رأي ومصلحة ، وهذا عندي هو محمل ما رَوَى أبو داود والترمذي ، عن عبد الله بن عمر : أنه كان في سرية بعثها النبي صلى الله عليه وسلم قال : «فحاصَ الناسُ حَيْصة فكنت فيمن حَاص فلما برزنا قلنا كيف نصنع إذا دخلنا المدينة وقد فررنا من الزحف وبُؤنا بالغضب ثم قلنا لو عرضنا أنفسنا على رسول الله صلى الله عليه وسلم فإن كان لنا توبة أقمنا ، وإن كان غير ذلك ذهبنا قال «فجلسنا لرسول الله قبل صلاة الفجر فلما خرج قمنا إليه فقلنا نحن الفرارون ، فأقبل إلينا فقال لا بل أنتم العكّارون ( أي الذين يكُرون يعني أن فراركم من قبيل الفرّ للكر ، يقال للرجل إذا ولّى عن الحرب ثم كرّ راجعاً إليها عَكرَ أوْ اعتكر ) وأنا فئة المسلمين» يَتأول لهم أن فرارهم من قبيل قوله تعالى : { أو متحيزاً إلى فئة } قال ابن عمر { فدنونا فقبلنا يده } فيفهم منه أن فرار ابن عمر وأصحابه لم يكن في وقت مجالدتهم المشركين ، ولكنه كان انسلالاً لينحازوا إلى المدينة فتلك فِئَتُهم .وإنما حرم الله الفرار في وقت مناجزة المشركين ومجالدتهم وهو وقت اللقاء؛ لأن الفرار حينئذٍ يوقع في الهزيمة الشنيعة والتقتيل ، وذلك أن الله أوجب على المسلمين قتال المشركين فإذا أقدم المسلمون على القتال لم يكن نصرهم إلا بصبرهم وتأييد الله إياهم ، فلو انكشفوا بالفرار لأعمل المشركون الرماح في ظهورهم فاستأصلوهم ، فلذلك أمرهم الله ورسوله بالصبر والثبات ، فيكون ما في هذه الآية هو حكم الصبر عند اللقاء ، وبهذا يكون التقييد بحال الزحف للإحتراز عن اللقاء في غير تلك الحالة . وأما آية { إن يكن منكم عشرون صابرون يغلبوا مائتين } [ الأنفال : 65 ] فقد بينت حكم العَدد الذين عليهم طلب جهاد المشركين بنسبة عددهم إلى عدد المشركين ، ولعل هذا مراد ابن العربي من قوله : { لأنه ظاهر الكتاب والحديث } فيما نقله ابن الفرس .",
  "ayah": 16,
  "surah": 8
}
