{
  "text": "استئناف خطاب للمؤمنين يحذرهم من العصيان الخفي . بعد أن أمرهم بالطاعة والاستجابة لله ولرسوله صلى الله عليه وسلم حذرهم من أن يظهروا الطاعة والاستجابة في ظاهر أمرهم ويبطنوا المعصية والخلاف في باطنه ، ومناسبته لما قبله ظاهرة وإن لم تسبق من المسلمين خيانة وإنما هو تحذير .وذكر الواحدي في «أسباب النزول» وروى جمهور المفسرين وأهل السير ، عن الزهري والكلبي ، وعبد الله بن أبي قتادة ، أنها نزلت في أبي لبابة بن عبد المنذر الأنصاري لما حَاصر المسلمون بني قريظة ، فسألت بنو قريظة الصلح فقال رسول الله صلى الله عليه وسلم \" تَنزلون على حكم سعد بن مُعاذ \" فأبوا وقالوا : «أرسل إلينا أبا لُبابة» فبعث رسول الله صلى الله عليه وسلم إليهم أبا لُبابة وكان ولده وعيالُه وماله عندهم ، فلما جاءهم قالوا له ما ترى أننزل على حكم سعد ، فأشار أبو لُبابة بيده على حَلْقِه : أنّه الذبْح ، ثم فطن أنه قد خان الله ورسوله فنزلت فيه هذه الآية ، وهذا الخبر لم يثبت في الصحيح ، ولكنه اشتهر بين أهل السير والمفسرين ، فإذا صح ، وهو الأقرب كانت الآية مما نزل بعد زمن طويل من وقت نزول الآيات التي قبلها ، المتعلقة باختلاف المسلمين في أمر الأنفال فإن بين الحادثتين نحواً من ثلاث سنين ويقرب هذا ما أشرنا إليه آنفاً من انتفاء وقوع خيانة لله ورسوله بين المسلمين .والخَوْن والخيانة : إبطال ونقضُ ما وقع عليه تعاقد من دون إعلان بذلك النقض ، قال تعالى : { وإمّا تخافَن من قوممٍ خيانةً فانبِذْ إليهم على سواءٍ } [ الأنفال : 58 ] والخيانة ضد الوفاء قال الزمخشري : «وأصل معنى الخَون النقصُ ، كما أن أصل الوفاء التمام ، ثم استعمل الخَون في ضد الوفاء لأنك إذا خنت الرجل في شيء فقد أدخلت عليه النقصان فيه» أي واستعمل الوفاء في الإتمام بالعهد ، لأن من أنجز بما عاهد عليه فقد أتم عهده فلذلك يقال : أوفى بما عاهد عليه .فالإيمان والطاعة لله ورسوله عهد بين المؤمن وبين الله ورَسوله ، فكما حُذروا من المعصية العلنية حذروا من المعصية الخفية .وتشمل الخيانة كل معصية خفية ، فهي داخلة في { لا تخونوا } ، لأن الفعل في سياق النهي يعم ، فكل معصية خفية فهي مراد من هذا النهي ، فتشمل الغلول الذي حاموا حوله في قضية الأنفال ، لأنهم لما سأل بعضهم النفل وكانوا قد خرجوا يتتبعون آثار القتلى ليتنفلوا منهم ، تعين تحذيرهم من الغلول ، فذلك مناسبة وقع هذه الآية من هذه الآيات سواء صح ما حكي في سبب النزول أم كانت متصلة النزول بقريناتها .وفعل «الخيانة» أصله أن يتعدى إلى مفعول واحد وهو المخون ، وقد يعدى تعدية ثانية إلى ما وقع نقضه ، يقال : خان فلاناً أمانتَه أو عهدَه ، وأصله أنه نصب على نزع الخافض ، أي خانه في عهده أو في أمانته ، فاقتصر في هذه الآية على المخوف ابتداء ، واقتصر على المخون فيه في قوله : { وتخونوا أماناتكم } أي في أماناتكم أي وتخونوا الناس في أماناتكم .والنهي عن خيانة الأمانة هنا : إن كانت الآية نازلة في قضية أبي لبابة : إن ما صدر منه من إشارة إلى ما في تحكيم سعد بن معاذ مِن الضر عليهم يعتبر خيانة لمن بعثه مستفسراً ، لأن حقه أن لا يشير عليهم بشيء ، إذ هو مبعوث وليس بمستشار .وإن كانت الآية نزلت مع قريناتها فنهي المسلمين عن خيانة الأمانة استطراد لاستكمال النهي عن أنواع الخيانة ، وقد عدل عن ذكر المفعول الأصلي ، إلى ذكر المفعول المتْسَع فيه ، لِقصد تِبشيع الخيانة بأنها نقض للأمانة ، فإن الأمانة وصف محمود مشهور بالحسن بين الناس ، فما يكون نقضاً له يكون قبيحاً فظيعاً ، ولأجل هذا لم يقل : وتخونوا الناسَ في أماناتهم فهذا حذف من الإيجاز .والأمانة اسم لما يحفظه المرء عند غيره مشتقة من الأمن؛ لأنه يأمنه من أن يضيعها ، والأمين الذي يحفظ حقوق من يواليه ، وإنما أضيفت الأمانات إلى المخاطبين مبالغة في تفظيع الخيانة ، بأنها نقض لأمانة منسوبة إلى ناقضها ، بمنزلة قوله : { ولا تقتلوا أنفسكم } [ النساء : 29 ] دون : ولا تقتلوا النفس .وللأمانة شأن عظيم في استقامة أحوال المسلمين ، ما ثبتوا عليها وتخلقوا بها ، وهي دليل نزاهة النفس واعتدال أعمالها ، وقد حذر النبي صلى الله عليه وسلم من إضاعتها والتهاون بها ، وأشار إلى أن في إضاعتها انحلال أمر المسلمين ، ففي «صحيح البخاري» عن حذيفة بن اليَمَان قال حدثنا رسول الله صلى الله عليه وسلم حديثين : رأيت أحدهما وأنا انتظر الآخر ، حدثنا أن الأمانة نزلتْ على جَذْر قلوب الرجال ثم عَلمِوا من القرآن ثم علَموا من السنة ، وحدثنا عن رفعها فقال : ينام الرجل النومة فَتُقبض من قلبه فيظل أثرها مثل الوكْت ، ثم ينام النّومة فتقبض فيبقى أثرها مثل أثر المَجْل كجَمْر دَحُرَجْتَه على رِجْلِك فَنفِط فتراه مُنْتَبِراً وليس فيه شيء ، ويصبح الناس يتبايعون ولا يكاد أحد يؤدي الأمانة فيقال إن في بني فلان رجلاً أميناً ، ويقال للرجل ما أعْقَلَه وما أظْرَفَه ومَا أجْلَدَه ، وما في قلبه مثقال حَبّهِ خَرْدَل من إيمان» .( الوكت سواد يكون في البُسْر إذا قارب أن يصير رُطَباً ، والمَجْل غِلَظ الجلد من أثر العمل والخدمة ، ونَفِط تَقَرَّح ومُنْتَبِراً منتفخاً ) ، وقد جعلها النبي صلى الله عليه وسلم من الإيمان إذ قال في آخر الأخبار عنها وما في قلبه مثقال حبة خردل من إيمان ، وحسبك من رفع شأن الأمانة : أن كان صاحبها حقيقاً بولاية أمر المسلمين لأن ولاية أمر المسلمين ، أمانة لهم ونصح ، ولذلك قال عمر بن الخطاب حين أوصى بأن يكون الأمر شورى بين ستة «ولو كان أبو عبيدة بن الجراح حياً لعهدت إليه لقول رسول الله صلى الله عليه وسلم له إنه أمين هذه الأمة» .وقوله : { وتخونوا } عطف على قوله : { لا تخونوا } فهو في حَيز النهي ، والتقدير : ولا تخونوا أماناتكم ، وإنما أعيد فعل { تخونوا } ولم يُكتف بحرف العَطف ، الصالح للنيابة عن العامل في المعطوف ، للتنبيه على نوع آخر من الخيانة فإن خيانتهم الله ورسوله نقضُ الوفاءِ لهما بالطاعة والامتثال ، وخيانة الأمانة نقض الوفاء بأداء ما ائتمنوا عليه .وجملة { وأنتم تعلمون } في موضع الحال من ضمير { تَخونوا } الأول والثاني ، وهي حال كاشفة والمقصود منها تشديد النهي ، أو تشنيع المنهي عنه لأن النهي عن القبيح في حال معرفة المنهي أنه قبيح يكون أشد ، ولأن القبيح في حال علم فاعله بقبحه يكون أشنَعَ ، فالحال هنا بمنزلة الصفة الكاشفة في قوله تعالى : { ومَن يَدْعُ مع الله إلهاً آخر لا بُرهان له به فإنما حِسابُه عند ربه } [ المؤمنون : 117 ] وقوله { فلا تجعلوا لله أنداداً وأنتم تعلمون } [ البقرة : 22 ] وليس المراد تقييد النهي عن الخيانة بحالة العلم بها ، لأن ذلك قليل الجدوى ، فإن كل تكليف مشروط بالعلم وكون الخيانة قبيحة أمر معلوم .ولك أن تجعل فعل { تَعْلمون } منزلاً منزلة اللازم ، فلا يُقدّر له مفعول ، فيكون معناه «وأنتم ذَوُو عِلم» أي معرفة حقائق الأشياء ، أي وأنتم عُلماء لا تجهلون الفرق بين المَحاسن والقبائح ، فيكون كقوله : { فلا تجعلوا لله أنداداً وأنتم تعلمون } في سورة البقرة ( 22 ).ولك أن تقدر له هنا مفعولاً دل عليه قوله : { وتخونوا أماناتكم } أي وأنتم تعلمون خيانة الأمانة أي تعلمون قبحها فإن المسلمين قد تقرر عندهم في آداب دينهم تقبيح الخيانة ، بل هو أمر معلوم للناس حتى في الجاهلية .",
  "ayah": 27,
  "surah": 8
}
