{
  "text": "استيناف ابتدائي متصل بالآيات السابقة ابتداء من قوله تعالى : { يأيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه } [ الأنفال : 20 ] الآية وما بعده من الآيات إلى هُنا .وافتتح بالنداء للاهتمام ، كما تقدم آنفاً .وخوطب المؤمنون بوصف الإيمان تذكيراً لهم بعهد الإيمان وما يقتضيه كما تقدم آنفاً في نظائِره ، وعقب التحذير من العصيان والتنبيه على سوء عواقبه ، بالترغيب في التقوى وبيان حسن عاقبتها وبالوعد بدوام النصر واستقامة الأحوال إن هم داموا على التقوى .ففعل الشرط مراد به الدوام ، فإنهم كانوا متقين ، ولكنهم لما حُذروا من المخالفة والخيانة ناسب أن تفرض لهم الطاعة في مقابل ذلك .ولقد بَدَا حُسنُ المناسبة إذ رُتبتتِ على المنهيات تحذيراتٌ من شرور وأضرار من قوله : { إن شر الدواب عند الله الصم البكم } [ الأنفال : 22 ] وقوله { واتقوا فتنة } [ الأنفال : 25 ] الآية ، ورتب على التقوى : الوعد بالنصر ومغفرة الذنوب وسعة الفضل .والفرقان أصله مصدر كالشكران والغُفران والبُتان ، وهو ما يَفرِق أي يميَز بين شيئين متشابهين ، وقد أطلق بالخصوص على أنواع من التفرقة فأطلق على النصر ، لأنه يفرق بين حاليْن كانا محتَمَلَيْن قبلَ ظهور النصر ، ولُقب القرآنُ بالفرقان؛ لأنه فَرّقَ بين الحق والباطل ، قال تعالى : { تبارك الذي نزل الفرقان على عبده } [ الفرقان : 1 ] ولعل اختياره هنا لقصد شموله ما يصلح للمقام من معانيه ، فقد فُسّر بالنصر ، وعن السدي ، والضحاك ، ومجاهد ، الفرقانُ المَخْرَج ، وفي «أحكام ابن العربي» ، عن ابن وهب وابن القاسم وأشهب أنهم سألوا مالكاً عن قوله تعالى : { يجعل لكم فرقاناً } قال مَخَرجاً ثم قرأ : { ومن يَتَققِ الله يَجْعَلْ له مخرجاً ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه } [ الطلاق : 3 ] ، وفسر بالتمييز بينهم وبين الكفار في الأحوال التي يُستحب فيها التمايز في أحوال الدنيا ، فيشمل ذلك أحوالَ النفس : من الهداية ، والمعرفة ، والرضى ، وانشراح القلب ، وإزالةِ الحِقد والغل والحسد بينهم ، والمكرِ والخداععِ وذميممِ الخلائق .وقد أشعر قوله : { لكم } أن الفرقان شيء نافع لهم فالظاهر أن المراد منه كل ما فيه مخرج لهم ونجاة من التباس الأحوال وارتباك الأمور وانبهام المقاصد ، فيؤول إلى استقامة أحوال الحياة ، حتى يكونوا مطمئني الباللِ منشرحي الخاطر وذلك يستدعي أن يكونوا : منصورين ، غالبين ، بُصراء بالأمور ، كَمَلة الأخلاق سائرين في طريق الحق والرشد ، وذلك هو ملاك استقامة الأمم ، فاختيار الفرقان هنا ، لأنه اللفظ الذي لا يؤدي غيرُه مُؤداه في هذا الغرض وذلك من تمَام الفصاحة .والتقوى تشمل التوبة ، فتكفير السيئات يصح أن يكون المراد به تكفير السيئات الفارطة التي تعقبها التقوى . ومفعول { يغفر لكم } ، محذوف وهو ما يستحق الغفران وذلك هو الذنب ، ويتعين أن يحمل على نوع من الذنوب . وهو الصغائر التي عبر عنها باللمم ، ويجوز العكس بأن يراد بالسيئات الصغائِر وبالمغفرة مغفرة الكبائر بالتوبة المعقبَة لها ، وقيل التكفير الستر في الدنيا ، والغفران عدم المؤاخذة بها في الآخرة ، والحاصل أن الإجمال مقصود للحث على التقوى وتحقق فائِدتها والتعريض بالتحذير من التفريط فيها ، فلا يحصل التكفير ولا المغفرة بأي احتمال .وقوله : { والله ذو الفضل العظيم } تذييل وتكميل وهو كناية عن حصول منافع أخرى لهم من جراء التقوى .",
  "ayah": 29,
  "surah": 8
}
