{
  "text": "يجوز أن يكون عطف قصة على قصة من قصص تأييد الله رسوله عليه الصلاة والسلام والمؤمنين فيكون { إذْ } متعلقاً بفعل محذوف تقديره واذْكر إذ يمكر بك الذين كفروا ، على طريقة نظائِره الكثيرة في القرآن .ويجوز أن يكون عطفاً على قوله : { إذْ أنتم قليل مستضعفون في الأرض } [ الأنفال : 26 ] فهو متعلق بفعل ( اذكروا ) من قوله { واذكروا إذ أنتم قليل } [ الأنفال : 26 ] ، فإن المكر بالرسول عليه الصلاة والسلام مكر بالمسلمين ويكون ما بينهما اعتراضاً . فهذا تعداد لنعم النصر ، التي أنعم الله بها على رسوله صلى الله عليه وسلم والمؤمنين ، في أحوال ما كان يظن الناس أن سيجدوا منها مخلصاً ، وهذه نعمة خاصة بالنبي صلى الله عليه وسلم والإنعام بحياته وسلامته نعمة تشمل المسلمين كلهم ، وهذا تذكير بأيام مُقامهم بمكة ، وما لاقاه المسلمون عموماً وما لاقاه النبي صلى الله عليه وسلم خصوصاً وأن سلامة النبي صلى الله عليه وسلم سلامة لأمته .والمكر إيقاع الضر خُفية ، وتقدم عند قوله تعالى : { ومكروا ومكر الله والله خير الماكرين } في [ آل عمران : 54 ] ، وعند قوله تعالى : { أفأمنوا مكرَ الله } في سورة [ الأعراف : 99 ].والإتيان بالمضارع في موضع الماضي الذي هو الغالب مع { إذ } استحضار للحالة التي دبروا فيها المكر ، كما في قوله تعالى : { والله الذي أرسل الرياح فتُثير سحاباً } [ فاطر : 9 ].ومعنى : { ليُثبتوك } ليحبسوك يقال أثبته إذا حبَسه ومنعه من الحركة وأوثقه ، والتعبير بالمضارع في { يثبتوك } ، و { يقتلوك } ، و { يخرجوك } ، لأن تلك الأفعال مستقبلة بالنسبة لفعل المكر إذ غاية مكرهم تحصيل واحد من هذه الأفعال .وأشارت الآية إلى تردد قريش في أمر النبي صلى الله عليه وسلم حين اجتمعوا للتشاور في ذلك بدار الندوة في الأيام الأخيرة قُبيل هجرته ، فقال أبو البختري : إذا أصبح فأثبتوه بالوثاق وسُدوا عليه باب بيت غير كَوة تُلْقون إليه منها الطعام ، وقال أبو جهل : أرى أن نأخذ من كل بَطن في قريش فتىً جَلْداً فيجتمعون ثم يأخذ كل واحد منهم سيفاً ويأتون محمداً في بيته فيضربونه ضربة رجل واحد فلا تقدر بنو هاشم على قتال قريش بأسرها فيأخذون العقل ونستريح منه ، وقال هشام بن عَمرو : الرأي أن تحملوه على جمل وتخرجوه من بين أظْهُرِكُم فلا يضركم ما صنع .وموقع الواو في قوله { ويمكرون } لم أر أحداً من المفسرين عرج على بيانه وهي تحتمل وجهين :أحدهما : أن تكون واو الحال ، والجملة حال من { الذين كفروا } وهي حال مؤسسة غيرُ مؤكدة ، باعتبار ما اتصل بها من الجملة المعطوفة عليها ، وهي جملة : { ويمكرُ الله } فقوله : { ويمكر الله } هو مناط الفائِدة من الحال ومَا قبله تمهيد له وتنصيص على أن مكرهم يقارنه مكر الله بهم ، والمضارع في { يمكرون } و { يمكر } الله لاستحضار حالة المكر .وثانيهما : أن تكون وَاو الاعتراض أي العطف الصوري ، ويكون المراد بالفعل المعطوف الدوامَ أي هم مكروا بك لثبِتوك أو يقتلوك أو يخرجوك وهم لا يزالون يمكرون كقول كعب بن الأشرف لمحمد بن مَسلمة «وأيضاً لتَمَلّنَه» يعني النبي ، فتكون جملة { ويمكرون } معترضة ويكون جملة : { ويمكر الله } معطوفة على جملة : { وإذ يمكر بك الذين كفروا } والمضارع في جملة : { ويمكرون } للاستقبال والمضارع في { ويَمكر الله } لاستحضار حالة مكر الله في وقت مكرهم مثل المضارع المعطوف هو عليه .وبيان معنى إسناد المكر إلى الله تقدم : في آية سورة آل عمران [ 54 ] وآية سورة الأعراف [ 99 ] وكذلك قوله : { والله خير الماكرين }.والذين تولوا المكر هم سادة المشركين وكبراؤهم وأعوان أولئك الذين كان دأبهم الطعن في نبوة محمد صلى الله عليه وسلم وفي نزول القرآن عليه ، وإنما أسند إلى جميع الكافرين لأن البقية كانوا أتباعاً للزعماء يأتمرون بأمرهم ، ومن هؤلاء أبو جهل ، وعتبة وشيبة ابنا ربيعة ، وأمية بن خلف ، وأضرابهم .",
  "ayah": 30,
  "surah": 8
}
