{
  "text": "عطف على قوله : { وما كان الله ليعذبهم وأنتَ فيهم } [ الأنفال : 33 ] وهو ارتقاء في بيان أنهم أحقاء بتعذيب الله إياهم ، بياناً بالصراحة .و { ما } استفهامية ، والاستفهام إنكاري ، وهي في محل المبتدأ و { لهم } خبره ، واللام للاستحقاق والتقدير ما الذي ثبت لهم لأن ينتفي عنهم عذاب الله فكلمة ( ما ) اسم استفهام إنكاري ، والمعنى : لم يثبت لهم شيء .و { أنْ لا يعذبهم } مجرور بلام جر محذوفة بعد ( إن ) على الشائِع من حذف الجر مع ( أنْ ) والتقدير : أي شيء كان لهم في عدم تعذيبهم أي لم يكن شيء في عدم تعذيبهم أو مِن عدم تعذيبهم أي أنهم لا شيء يمنعهم من العذاب ، والمقصود الكناية عن استحقاقهم العذاب وحلوله بهم ، أوْ توقع حلوله بهم ، تقول العرب : مَالك أنْ لا تُكْرِمَ ، أي : أنت حقيق بأن تكَرم ولا يمنعك من الإكرام شيء ، فاللفظ نفي لمانع الفعل ، والمقصود أن الفعل توفرت أسبابه ثم انتفت موانعه ، فلم يبق ما يحول بينك وبينه .وقد يتركون ( أن ) ويقولون : مالك لا تفعل فتكون الجملة المنفية بعد الاستفهام في موضع الحال وتكون تلك الحال هي مُثير الاستفهام الإنكاري ، وهذا هو المعنى الجاري على الاستعمال .وجوزوا أن تكون { ما } في الآية نافية فيكون { أن لا يعذبهم } اسمها و { لهم } خبرها والتقدير وما عدم التعذيب كائناً لهم .وجملة : { وهم يصدون عن المسجد الحرام } في موضع الحال على التقديرين .والصد الصرف ، ومفعول { يصدون } محذوف دل عليه السياق ، أي يصدون المؤمنين عن المسجد الحرام بقرينة قوله : { إنْ أولياؤه إلاّ المتقون } فكان الصد عن المسجد الحرام جريمة عظيمة يستحق فاعلوه عذاب الدنيا قبيل عذاب الآخرة ، لأنه يؤول إلى الصد عن التوحيد لأن ذلك المسجد بنَاه مُؤسسه ليكون علَماً على توحيد الله ومأوى للموحدين ، فصدهم المسلمين عنه ، لأنهم آمنوا بإله واحد ، صرف له عن كونه علَماً على التوحيد ، إذ صار الموحدون مَعدودين غيرَ أهل لزيادته ، فقد جعلوا مضادين له ، فلزم أن يكون ذلك المسجد مضاداً للتوحيد وأهلِه ، ولذلك عقب بقوله : { وما كانوا أولياءه إن أولياؤه إلاّ المتقون } وهذا كقوله : { ومن يُرد فيه بإلحادٍ بظلممٍ نذقه من عذاببٍ أليمٍ } [ الحج : 25 ] ، والظلم الشرك لقوله : { إن الشرك لظلمٌ عظيمٌ } [ لقمان : 13 ].وهذا الصد الذي ذكرتْه الآية : هو عزمهم على صدّ المسلمين المهاجرين عن أن يحجوا ويعْتمروا ، ولعلهم أعلنوا بذلك بحيث كان المسلمون لا يدخلون مكة . وفي «الكشاف» : «كانوا يقولون نحن وُلاَة البيت والحرم فنصد من نشاء ونُدخل من نشاء» .قلت : ويشهد لذلك قضية سعد بن معاذ مع أبي جهل ففي «صحيح البخاري» عن عبد الله بن مسعود ، أنه حدث عن سعد بن معاذ : «أنه كان صديقاً لأمية بن خلف ، وكان أمية إذا مرَّ بالمدينة نزل على سعد ، وكان سعد إذا مرَّ بمكة نزل على أمية ، فلما هاجر رسول الله صلى الله عليه وسلم إلى المدينة انطلق سعد معتمراً فنزل على أمية بمكة فقال لأمية انظُرْ لي ساعة خلوة لعليَ أطوف بالبيت فخرج قريباً من نصف النهار ، فلقيهما أبو جهل ، فقال : يا أبا صفوان مَن ( كنية أمية بن خلف ) هذا معك فقال : هذا سعد ، فقال له أبو جهل : ألا أراك تطوف باليبت آمناً وقد آوَيْتُم الصباة أما والله لولا أنك مع أبي صفوان ما رجعتَ إلى أهلك سالماً» الحديث .وقد أفادت الآية : أنهم استحقوا العذاب فنبهت على أن ما أصابهم يوم بدر ، من القتل والأسر ، هو من العذاب ، ولكن الله قد رحم هذه الأمة تكرمة لنبيه محمد صلى الله عليه وسلم فلم يؤاخذ عامتهم بظلم الخاصة بل سلط على كل أحد من العذاب ما يُجازي كفره وظُلمه وإذايته النبي صلى الله عليه وسلم والمسلمين ، ولذلك عذب بالقتل والأسر والإهانة نفراً عُرفوا بالغلو في كفرهم وأذاهم ، مثل النضر بن الحارث ، وطعيمة بن عدي ، وعُقبة بن أبي مُعَيط ، وأبي جهل ، وعذب بالخوف والجوع من كانوا دون هؤلاء كفراً واستبقاهم وأمهلهم فكان عاقبة أمرهم أن أسلموا بقرب أو بُعد وهؤلاء مثل أبي سفيان ، وحكيم بن حزام ، وخالد بن الوليد ، فكان جزاؤه إياهم على حسب علمه ، وحقق بذلك رجاء رسول الله صلى الله عليه وسلم إذ قال : \" لعل الله أن يخرج من أصلابهم من يعبده \" وجملة : { وما كانوا أولياءه } في موضع الحال من ضمير { يصُدون } والمقصود من هذه الحال إظهار اعتدائهم في صدهم عن المسجد الحرام ، فإن مَن صدّ عما هو له من الخير كان ظالماً ، ومَن صدّ عما ليس من حقه كان أشدّ ظلماً ، ولذلك قال تعالى : { ومَن أظْلَم ممن منعَ مساجد الله أن يُذكر فيها اسمه } [ البقرة : 114 ] أي لا أظلمَ منه أحد لأنه منع شيئاً عن مستحقه .وجملة : { إن أولياؤه إلاّ المتقون } تعيين لأوليائه الحق ، وتقرير لمضمون { وما كانوا أولياءه } مع زيادة ما أفاده القصر من تعيين أوليائِه ، فهي بمنزلة الدليل على نفي ولاية المشركين ، ولذلك فصلت .وإنما لم يُكتف بجملة القصر مع اقتضائه أن غير المتقين ليسوا أولياء المسجد الحرام ، لقصد التصريح بظلم المشركين في صدهم المسلمين عن المسجد الحرام بأنهم لا ولاية لهم عليه ، فكانت جملة : { وما كانوا أولياءه } أشد تعلقاً بجملة : { وهم يصدون عن المسجد الحرام } من جملة : { إِن أولياؤه إلاّ المتقون } وكانت جملة : { إن أولياءه إلا المتقون } كالدليل ، فانتظم الاستدلال أبدع انتظام ، ولما في إناطة ولاية المسجد الحرام بالمتقين من الإشارة إلى أن المشركين الذين سلبت عنهم ولايته ليسوا من المتقين ، فهو مذمة لهم وتحقيق للنفي بحجة .والاستدراك الذي أفاده { لكن } ناشىء عن المقدمتين اللتين تضمنتهما جملتا { وما كانوا أولياءه ، إن أولياؤه إلاّ المتقون } لأن ذلك يثير فرض سائل يسأل عن الموجب الذي أقحمهم في الصد عننِ المسجد الحرام ، ويحسبون أنهم حقيقون بولايته لما تقدم عن «الكشاف» ، فحذف مفعول { يعلمون } لدلالة الاستدراك عليه لتعلق الاستدراك بقوله : { وما كانوا أولياءه }.وإنما نفَى العلم عن أكثرهم دون أن يقال ولكنهم لا يعلمون فاقتضى أن منهم من يعلم أنهم ليسوا أولياء المسجد الحرام ، وهم من أيقنوا بصدق الرسول صلى الله عليه وسلم واستفاقوا من غفلتهم القديمة ، ولكن حملهم على المشايعة للصادين عن المسجد الحرام ، العنادُ وطلبُ الرئاسة ، وموافقة الدهماء على ضلالهم ، وهؤلاء هم عقلاء أهل مكة ومن تهيأ للإيمان منهم مثل العباسسِ وعَقيل بن أبي طالب وأبي سفيان بن حرب وحَكيم بن حزم وخالد بن الوليد ، ومن استبقاهم الله للإسلام فكانوا من نصرائه من بعد نزول هذه الآية .",
  "ayah": 34,
  "surah": 8
}
