{
  "text": "{ إذ } بدل من { يوم التقى الجمعان } [ الأنفال : 41 ] فهو ظرف ب { لأنزلنا } [ الأنفال : 41 ] أي زمن أنتم بالعدوة الدنيا ، وقد أريد من هذا الظرف وما أضيف إليه تذكيرهم بحالة حرجة كان المسلمون فيها ، وتنبيههم للطف عظيم حفّهم من الله تعالى ، وهي حالة موقع جيش المسلمين من جيش المشركين ، وكيف التقى الجيشان في مكان واحد عن غير ميعاد ، ووجَد المسلمون أنفسهم أمام عدوّ قوي العِدّة والعُدّة والمَكانة من حسن الموقع . ولولا هذا المقصد من وصف هذه الهيئة لما كان من داع لهذا الإطناب إذ ليس من أغراض القرآن وصف المنازل إذا لم تكن فيه عبرة .والعدوة بتثليث العين صفة الوادي وشاطئه ، والضمّ والكسر في العين أفصح وعليهما القراءات المشهورة ، فقرأه الجمهور بضمّ العين ، وقرأه ابن كثير ، وأبو عمرو ، و يعقوب بكسر العين .والمراد بها شاطىء وادي بدر . وبدر اسم ماء . { والدنيا } هي القريبة أي العدوة التي من جهة المدينة ، فهي أقربُ لجيش المسلمين من العُدوة التي من جهة مكة . و { العدوة القصوى } هي التي ممّا يلي مكة ، وهي كثيب ، وهي قصوى بالنسبة لموقع بلد المسلمين .والوصف ب { الدنيا } و { القصوى } يَشعُر المخاطبون بفائدته ، وهي أنّ المسلمين كانوا حريصين أن يسبقوا المشركين إلى العدوة القصوى ، لأنّها أصلب أرضاً فليس للوصف بالدنو والقصُو أثر في تفضيل إحدى العدوتين على الأخرى ، ولكنّه صادف أن كانت القصوى أسعدَ بنزول الجيش ، فلمّا سبق جيشُ المشركين إليها اغتمّ المسلمون ، فلمّا نزل المسلمون بالعدوة الدنيا أرسل الله المطر وكان الوادي دَهْساً فلبّد المطرُ الأرضَ ولم يعقهم عن المسير وأصاب الأرض التي بها قريش فعطّلهم عن الرحيل ، فلم يبلغوا بدراً إلاّ بعد أن وصل المسلمون وتخيروا أحسن موقع وسبقوا إلى الماء ، فاتّخذوا حوضاً يكفيهم وغوروا الماء ، فلمّا وصل المشركون إلى الماء وجدوه قد احتازه المسلمون ، فكان المسلمون يشربون ولا يجد المشركون ماء .وضمير { وهم } عائد إلى ما في لفظ { الجمعان } من معنى : جمعكم وجمع المشركين ، فلمّا قال : { إذ أنتم بالعدوة الدنيا } لم يبق معاد لضمير { وهم } إلاّ الجمع الآخر وهو جمع المشركين .و { الركب } هو ركب قريش الراجعون من الشام ، وهو العِير . { أَسْفَلَ } من الفريقين أي أخفض من منازلهما ، لأن العيِر كانوا سائِرين في طريق الساحل ، وقد تركوا ماءَ بدر عن يسارهم . ذلك أنّ أبا سفيان لمّا بلغه أنّ المسلمين خرجوا لتلقي عيره رجع بالعير عن الطريق التي تمرّ ببدر ، وسلك طريق الساحل لينجو بالعير ، فكان مسيره في السهول المنخفضة ، وكان رجال الركب أربعين رجلاً .والمعنى : والركب بالجهة السفلى منكم ، وهي جهة البحر وضمير { منكم } خطاب للمسلمين المخاطبين بقوله : { إذ أنتم بالعدوة الدنيا } والمعنى أنّ جيش المسلمين كان بين جماعتين للمشركين ، وهما جيش أبي سفيان بالعدوة القصوى ، وعير القوم أسفل من العدوة الدنيا ، فلو علم العدوّ بهذا الوضع لطبّق جماعتيه على جيش المسلمين ، ولكن الله صرفهم عن التفطّن لذلك وصرف المسلمين عن ذلك ، وقد كانوا يطمعون أن يصادفوا العير فينتهبوها كما قال تعالى :{ وتودون أن غير ذات الشوكة تكون لكم } [ الأنفال : 7 ] ولو حاولوا ذلك لوقعوا بين جماعتين من العدوّ .وانتصب { أسفل } على الظرفية المكانية وهو في محلّ رفع خبر عن ( الركب ) أي والركب قد فاتكم وكنتم تأملون أن تدركوه فتنتهبوا ما فيه من المتاع .والغرض من التقييد بهذا الوقت ، وبتلك الحالة : إحضارها في ذكْرهم ، لأجل ما يلزم ذلك من شكر نعمة الله ، ومن حسن الظنّ بوعده والاعتماد عليه في أمورهم ، فإنّهم كانوا حينئذ في أشدّ ما يكون فيه جيش تجاه عدوّه ، لأنّهم يعلمون أنّ تلك الحالة كان ظاهرها ملائِماً للعدوّ ، إذ كان العدوّ في شوكة واكتمال عدّة ، وقد تمهدت له أسباب الغلبة بحسن موقع جيشه ، إذ كان بالعدوة التي فيها الماء لسقياهم والتي أرضها متوسّطة الصلابة ، فَأما جيش المسلمين فقد وجدوا أنفسهم أمام العدوّ في عدوة تسوخ في أرضها الأرجل من لين رمْلها ، مع قلّة مائِها ، وكانت العير قد فاتت المسلمين وحلّت وراء ظهور جيش المشركين ، فكانت في مأمن من أن ينالها المسلمون ، وكان المشركون واثقين بمكنة الذبّ عن عيرهم ، فكانت ظاهرةُ هذه الحالة ظاهرةَ خيبة وخوف للمسلمين ، وظاهرةَ فوز وقوة للمشركين ، فكان من عجيب عناية الله بالمسلمين أن قلب تلك الحالة رَأساً على عَقب ، فأنزل من السماء مطراً تعبّدت به الأرض لجيش المسلمين فساروا فيها غير مشفوق عليهم ، وتطهّروا وسَقَوا ، وصَارت به الأرض لجيش المشركين وحلاً يثقل فيها السيرَ وفاضت المياه عليهم ، وألقى الله في قلوبهم تهوين أمر المسلمين ، فلم يأخذوا حذرهم ولا أعدّوا للحرب عدّتها ، وجعلوا مقامهم هنالك مقام لهو وطرب ، فجعل الله ذلك سبباً لنصر المسلمين عليهم ، ورأوا كيف أنجز الله لهم ما وعدهم من النصر الذي لم يكونوا يتوقّعونه . فالذين خوطبوا بهذه الآية هم أعلم السامعين بفائدة التوقيت الذي في قوله : { إذ أنتم بالعدوة الدنيا } الآية . ولذلك تعيّن على المفسّر وصف الحالة التي تضمنّتها الآية ، ولولا ذلك لكان هذا التقييد بالوقت قليل الجدوى .وجملة { ولو تواعدتم لاختلفتم في الميعاد } في موضع الحال من { الجمعان } [ الأنفال : 41 ] وعامل الحال فعل { التقى } [ الأنفال : 41 ] أي في حال لقاء على غير ميعاد ، قد جاء ألزم ممّا لو كان على ميعاد ، فإنّ اللقاء الذي يكون موعوداً قد يتأخّر فيه أحد المتواعدَين عن وقته ، وهذا اللقاء قد جاء في إبان متّحد وفي مكان متجاور متقابل .ومعنى الاختلاف في الميعاد : اختلاف وقته بأن يتأخّر أحد الفريقين عن الوقت المحدود فلم يأتوا على سواء .والتلازم بين شرط { لو } وجوابها خفي هنا وقد أشكل على المفسّرين ، ومنهم من اضطرّ إلى تقدير كلام محذوف تقديره : ثم علمتم قلّتكم وكثرتكم ، وفيه أنّ ذلك يفضي إلى التخلّف عن الحضور لا إلى الاختلاف . ومنهم من قدر : وعلمتم قلّتكم وشعر المشركون بالخوف منكم لِما ألقى الله في قلوبهم من الرعب ، أي يجعل أحد الفريقين يتثاقل فلم تحضروا على ميعاد ، وهو يفضي إلى ما أفضى إليه القول الذي قبله ، ومنهم من جعل ذلك لما لا يخلو عنه الناس من عروض العوارض والقواطع ، وهذا أقرب ، ومع ذلك لا ينثلج له الصدر .فالوجه في تفسير هذه الآية أنّ { لو } هذه من قبيل ( لو ) الصُهَيْبِية فإنَّ لها استعمالات ملاكها : أن لا يقصد من ( لو ) ربطُ انتفاء مضمون جوابها بانتفاء مضمون شرطها ، أي ربط حصول نقيض مضمون الجواب بحصول نقيض مضمون الشرط ، بل يقصد أنّ مضمون الجواب حاصل لا محالة ، سواء فرض حصول مضمون شرطها أو فرض انتفاؤه ، إمّا لأنّ مضمون الجواب أولى بالحصول عند انتفاء مضمون الشرط ، نحو قوله تعالى : { ولو سمعوا ما استجابوا لكم } [ فاطر : 14 ] ، وإمّا بقطع النظر عن أولَوية مضمون الجواب بالحصول عند انتفاء مضمون الشرط نحو قوله تعالى : { ولو ردوا لعادوا لما نهوا عنه } [ الأنعام : 28 ]. ومحصّل هذا أنّ مَضمون الجزاء مستمرُّ الحصول في جميع الأحوال في فرض المتكلم ، فيأتي بجملة الشرط متضمنّةً الحالةَ التي هي عند السامع مظنةُ أن يحصلُ فيها نقيضُ مضمون الجواب . ومن هذا قول طفيل في الثناء على بني جعفر بن كِلاب: ... أبَوْا أنْ يمَلُّونا ولَوْ أنَّ أمَّناتلاَقِي الذي لاَقَوْه منا لَمَلَّتِ ... أي فكيف بغيرِ أمِّنا .وقد تقدّمت الإشارة إلى هذا عند قوله تعالى : { ولو أسمعهم لتولوا وهم معرضون } في هذه السورة [ 23 ] ، وكنا أحلنا عليه وعلى ما في هذه الآية عند قوله تعالى : { ولو أنّنا نزّلنا إليهم الملائكة } الآية في سورة [ الأنعام : 111 ].والمعنى : لو تواعدتم لاختلفتم في الميعاد ، أي في وقت ما تواعدتم عليه ، لأن غالب أحوال المتواعِدَين أن لا يستوي وفاؤهما بما تواعدا عليه في وقت الوفاء به ، أي في وقت واحدٍ ، لأنّ التوقيت كان في تلك الأزمان تقريباً يقدّرونه بأجزاء النهار كالضحى والعَصر والغروب ، لا ينضبط بالدرج والدقائق الفلَكية ، والمعنى : فبالأحرى وأنتم لم تتواعدوا وقد أتيتم سواء في اتّحاد وقت حلولكم في العُدوتين فاعلموا أنّ ذلك تيسير بقدر الله لأنّه قدر ذلك لتعلموا أنّ نصركم من عنده على نحو قوله : { وما رميت إذ رميت ولكنّ الله رمى } [ الأنفال : 17 ].وهذا غير ما يقال ، في تقارب حصول حاللٍ لأناس : «كأنهم كانوا على ميعاد» كما قال الأسود بن يَعفر يرثي هلاك أحلافه وأنصاره. ... جَرَتتِ الرياحُ على محلّ ديارهمفكأنهم كانوا على مِيعاد ... فإنّ ذلك تشبيه للحصول المتعاقب .وضمير { اختلفتم } على الوجوه كلّها شامل للفريقين : المخاطبِين والغائبِين ، على تغليب المخاطبين ، كما هو الشأن في الضمائر مثله .وقد ظهر موقع الاستدراك في قوله : { ولكن ليقضى الله أمراً كان مفعولا } إذ التقدير : ولكن لم تتواعدوا وجئتم على غيرِ اتّعاد ليقضي اللَّهَ أي ليحقّق ويُنجز ما أراده من نصركم على المشركين . ولمّا كان تعليل الاستدراك المفادِ بلكِنْ قد وقع بفعللٍ مسند إلى الله كان مفيداً أنّ مجيئهم إلى العُدوتين على غير تواعد كان بتقدير من الله عِنايةً بالمسلمين .ومعنى { أمراً } هنا الشيء العظيم ، فتنكيره للتعظيم ، أو يجعل بمعنى الشأن وهم لا يطلقون ( الأمر ) بهذا المعنى إلاّ على شيءٍ مهمّ ، ولعلّ سبب ذلك أنه ما سمّي ( أمراً ) لا باعتبار أنّه ممّا يؤمر بفعله أو بعمله كقوله تعالى : { وكان أمراً مقضياً } [ مريم : 21 ] وقوله : { وكان أمر الله قدراً مقدوراً } [ الأحزاب : 38 ].و { كان } تدلّ على تحقّق ثبوت معنى خبرها لاسمها من الماضي مثل { وكان حقا علينا نصر المؤمنين } [ الروم : 47 ] أي ثبت له استحقاق الحَقية علينا من قديم الزمن . وكذلك قوله : { وكان أمراً مقضياً } [ مريم : 21 ]. فمعنى { كان مفعولا } أنّه ثبت له في علم الله أنّه يُفعل . فاشتق له صيغة مفعول من فَعَل للدلالة على أنّه حين قدرت مفعوليته فقد صار كأنّه فُعل ، فوصف لذلك باسم المفعول الذي شأنه أن يطلق على من اتّصف بتسلط الفعل في الحال لا في الاستقبال .فحاصل المعنى : لينجز الله ويوقع حدثاً عظيماً متّصفاً منذ القدم بأنّه محقّق الوقوع عند إبّانه ، أي حقيقاً بأن يُفعل حتّى كأنّه قد فعل لأنّه لا يمنعه ما يحفّ به من الموانع المعتادة .وجملة : { ليهلك من هلك عن بينة } في موضع بدل الاشتمال من جملة : { ليقضي الله أمراً كان مفعولا } لأنّ الأمر هو نصر المسلمين وقهر المشركين وذلك قد اشتمل على إهلاك المهزومين وإحياء المنصورين وحَفّه من الأحوال الدالّة على عناية الله بالمسلمين وإهانته المشركين ما فيه بيّنه للفريقين تقطع عذر الهالكين ، وتقتضي شكرَ الأحياء . ودخول لام التعليل على فعل { يهلك } تأكيد للام الداخلة على ل { يقضي } في الجملة المبدل منها . ولو لم تدخل اللام لقيل : يَهْلِكُ مرفوعاً .والهلاك : الموت والاضمحلال ، ولذلك قوبل بالحياة . والهَلاك والحياة مستعاران لمعنى ذهاب الشوكة ، ولمعنى نهوض الأمة وقوتها ، لأنّ حقيقة الهلاك الموت ، وهو أشد الضرّ فلذلك يشبَّه بالهلاك كلّ ما كان ضُرّاً شديداً ، قال تعالى : { يهلكون أنفسهم } [ التوبة : 42 ] ، وبضدّه الحياة هي أنفع شيء في طبع الإنسان فلذلك يشبه بها ما كان مرغوباً ، قال تعالى : { لينذر من كان حياً } [ يس : 70 ] وقد جمع التشبيهين قوله تعالى : { أو من كان ميتاً فأحييناه } [ الأنعام : 122 ]. فإن الكفار كانوا في عزّة ومنعة ، وكان المسلمون في قِلّة ، فلما قضى الله بالنصر للمسلمين يوم بدر أخفق أمر المشركين ووهنوا ، وصار أمر المسلمين إلى جدّة ونهوض ، وكان كلّ ذلك ، عن بينة ، أي عن حجّة ظاهرة تدلّ على تأييد الله قوماً وخذلِه آخرين بدون ريببٍ .ومن البعيد حمل { يهلك } و { يحيى } على الحقيقة لأنّه وإن تحمَّله المعنى في قوله : { ليهلك من هلك } فلا يتحمّله في قوله : { ويحيى ممن حي } لأنّ حياة الأحياء ثابتة لهم من قبل يوم بدر .ودلّ معنى المجاوزة الذي في { عن } على أنّ المعنى ، أن يكون الهلاك والحياة صادرين عن بيّنة وبارزين منها .وقرأ نافع ، والبَزّي عن ابن كثير ، وأبو بكر عن عاصم ، ويعقوب ، وخلف «حَييَ» بإظهار الياءَيْن ، وقرأه البقية : «حَيَّ» بإدغام إحدى الياءين في الأخرى على قياس الإدغام وهما وجهان فصيحان .و { عن } للمجاوزة المجازية ، وهي بمعنى ( بعد ) ، أي : بعد بيّنة يتبيّن بها سبب الأمرين : هلاك من هلك ، وحياة من حيي .وقوله : { وإن الله لسميع عليم } تذييل يشير إلى أنّ الله سميع دعاء المسلمين طلب النصر ، وسميع ما جرى بينهم من الحوار في شأن الخروج إلى بدر ومن مودّتهم أن تكون غير ذات الشوكة هي إحدى الطائفتين التي يلاقونها ، وغير ذلك ، وعليم بما يجول في خواطرهم من غير الأمور المسموعة وبما يصلح بهم ويبني عليه مجد مستقبلهم .",
  "ayah": 42,
  "surah": 8
}
