{
  "text": "ثم أمرهم بأعمال راجعة إلى انتظام جيشهم وجماعتهم ، وهي علائق بعضهم مع بعض ، وهي الطاعة وترك التنازع ، فأمّا طاعة الله ورسوله فتشمل اتّباع سائر أحكام القتال المشروعة بالتعيين ، مثل الغنائم . وكذلك ما يأمرهم به الرسول صلى الله عليه وسلم من آراء الحرب ، كقوله للرُّماة يوم أحد : \" لا تبرحوا من مكانكم ولو تَخَطَّفَنَا الطيرُ \" وتشمل طاعةُ الرسول عليه الصلاة والسلام طاعةَ أمرائه في حياته ، لقوله : \" ومن أطاع أميري فقد أطاعني \" وتشمل طاعة أمراء الجيوش بعد وفاة الرسول صلى الله عليه وسلم لمساواتهم لأمرائه الغائبين عنه في الغزوات والسرايا في حكم الغَيبة عن شخصه .وأمّا النهي عن التنازع فهو يقتضي الأمر بتحصيل أسباب ذلك : بالتفاهم والتشاور ، ومراجعة بعضهم بعضاً ، حتّى يصدروا عن رأي واحد ، فإن تنازعوا في شيء رجعوا إلى أمرائهم لقوله تعالى :{ ولو ردوه إلى الرسول وإلى أولي الأمر منهم } [ النساء : 83 ]. وقوله : { فإن تنازعتم في شيء فردوه إلى الله والرسول } [ النساء : 59 ]. والنهي عن التنازع أعّم من الأمر بالطاعة لوُلاَة الأمور : لأنّهم إذا نهوا عن التنازع بينهم ، فالتنازع مع ولي الأمر أَوْلَى بالنهي .ولمّا كان التنازع من شأنه أن ينشأ عن اختلاف الآراء ، وهو أمر مرتكز في الفطرة بسَطَ القرآن القولَ فيه ببيان سيّىءِ آثاره ، فجاء بالتفريع بالفاء في قوله : { فتفشلوا وتذهب ريحكم } فحذّرهم أمرين معلوماً سوءُ مَغبتهما : وهما الفشلَ وذهاب الريح .والفشل : انحطاط القوة وقد تقدّم آنفاً عند قوله : { ولو أراكهم كثيراً لفشلتم } [ الأنفال : 43 ] وهو هنا مراد به حقيقة الفشل في خصوص القتال ومدافعة العدوّ ، ويصحّ أن يكون تمثيلاً لحال المتقاعس عن القتال بحال من خارت قوته وفشلت أعضاؤه ، في انعدام إقدامه على العمل . وإنّما كان التنازع مفضياً إلى الفشل؛ لأنّه يثير التغاضب ويزيل التعاون بين القوم ، ويحدث فيهم أن يتربّص بعضهم ببعض الدوائرَ ، فيَحدث في نفوسهم الإشتغال باتّقاء بعضهم بعضاً ، وتوقع عدم إلفاء النصير عند مآزق القتال ، فيصرف الأمّة عن التوجّه إلى شغل واحد فيما فيه نفع جميعهم ، ويصرف الجيش عن الإقدام على أعدائهم ، فيتمكّن منهم العدوّ ، كما قال في سورة [ آل عمران : 152 ] { حتى إذا فشلتم وتنازعتم في الأمر وعصيتم }والريح حقيقتها تحرّك الهواء وتموّجه ، واستعيرت هنا للغلبة ، وأحسب أنّ وجه الشبه في هذه الاستعارة هو أنّ الريح لا يمانع جَريها ولا عملَها شيء فشبه بها الغلب والحكم وأنشد ابن عطية ، لعَبيد بن الأبرص: ... كما حميناك يوم النعب من شطبوالفضل للقوم من ريح ومن عدد ... وفي الكشّاف } قال سليك بن السلكة: ... يا صَاحِبَيَّ ألاَ لاَ حيَّ بالواديإلاّ عبيدٌ قعودٌ بين أذواد ... هل تنظران قليلاً ريثَ غفلتهمأو تعدوان فإنّ الريح للعادي ... وقال الحريري ، في ديباجة «المقامات» : «قد جرى ببعض أندية الأدب الذي ركدَت في هذا العصر ريحه» .والمعنى : وتَزولَ قوتكم ونفوذُ أمركم ، وذلك لأنّ التنازع يفضي إلى التفرّق ، وهو يوهن أمر الأمّة ، كما تقدّم في معنى الفشل .ثم أمرهم الله بشيء يعمّ نفعه المرء في نفسه وفي علاقته مع أصحابه ، ويسهل عليهم الأمور الأربعة ، التي أمروا بها آنفاً في قوله : { فاثبتوا واذكروا الله كثيراً } وفي قوله : { وأطيعوا الله ورسوله ولا تنازعوا } الآية . ألاَ وهو الصبر ، فقال : { واصبروا } لأنّ الصبر هو تحمّل المكروه ، وما هو شديد على النفس ، وتلك المأمورات كلّها تحتاج إلى تحمّل المكاره ، فالصبر يجمع تحمّل الشدائد والمصاعب ، ولذلك كان قوله : { واصبروا } بمنزلة التذييل .وقوله : { إن الله مع الصابرين } إيماء إلى منفعة للصبرِ إلهيةٍ ، وهي إعانة الله لمن صبر امتثالاً لأمره ، وهذا مشاهد في تصرفات الحياة كلها .وجملة { إن الله مع الصابرين } قائمة مقام التعليل للأمر ، لأنّ حرف التأكيد في مثل هذا قائم مقام فاء التفريع ، كما تقدّم في مواضع .",
  "ayah": 46,
  "surah": 8
}
