{
  "text": "{ وإذ زين } عطف على { وإذ يريكموهم إذ التقيتم في أعينكم قليلاً } [ الأنفال : 44 ] الآية . وما بينهما اعتراض ، رُتّب نظمه على أسلوبه العجيب؛ ليقع هذا الظرف عقب تلك الجمل المعتَرضة ، فيكون له إتمام المناسبة بحكاية خروجهم وأحوالِه ، فإنّه من عجيب صنع الله فيما عرض للمشركين من الأحوال في خروجهم إلى بدر ، ممّا كان فيه سبب نصر المسلمين ، وليقع قوله : { ولا تكونوا كالذين خرجوا من ديارهم } [ الأنفال : 47 ] عَقِب أمر المسلمين بما ينبغي لهم عند اللقاء ، ليجمع لهم بين الأمر بما ينبغي والتحذير ممّا لا ينبغي ، وترك التشبه بمن لا يرتضَى ، فيتمّ هذا الأسلوب البديع المحكمُ الانتظاممِ .وأشارت هاته الآية إلى أمر عجيب كان من أسباب خِذلان المشركين إذ صرف الله عن المسلمين كيداً لهم حين وسوس الشيطان لسراقَةَ بننِ مالك بن جعْشُم الكناني أن يجيء في جيش من قومه بني كنانة لنصر المشركين حين خرجوا للدفاع عن عِيرهم ، فألقى الله في رُوع سراقة من الخوف ، ما أوجب انخزاله وجيشه عن نصر المشركين ، وأفسد الله كيد الشيطان بما قذفه الله في نفس سُراقة من الخوف وذلك أنّ قريشاً لمّا أجمعوا أمرهم على السير إلى إنقاذ العِير ذكروا ما كان بينهم وبين كنانة من الحرب فكاد أن يثبّطهم عن الخروج ، فلقيهم في مسيرهم سُراقة بن مالك في جند معه راية وقال لهم : لا غالب لكم اليوم ، وإنّي مجيركم من كنانة ، فقوي عزم قريش على المسير ، فلمّا أمعنوا السير وتقارَبَ المشركون من منازل جيش المسلمين ، ورأى سُراقة الجيشين ، نكص سُراقة بمن معه وانطلقوا ، فقال له الحارث بن هشام ، أخُو أبي جهل : «إلى أينَ أتخذلنا في هذه الحال» فقال سراقة «إني أرى ما لا ترون» فكان ذلك من أسباب عزم قريش على الخروج والمسير ، حتّى لقوا هزيمتهم التي كتب الله لهم في بدر ، وكان خروج سُراقة ومن معه بوسوسة من الشيطان ، لئلا ينثني قريش عن الخروج ، وكان انخزال سراقة بتقدير من الله ليتمّ نصر المسلمين ، وكان خاطر رجوع سراقة خاطراً ملَكياً ساقه الله إليه؛ لأنّ سراقة لم يزل يتردّد في أن يسلم منذ يوم لقائه رسول الله صلى الله عليه وسلم في طريق الهجرة ، حين شاهد معجزة سَوْخ قوائم فرسه في الأرض ، وأخذِه الأمان من رسول الله صلى الله عليه وسلم ورويت له أبيات خاطب بها أبا جهل في قضيته في يوم الهجرة ، وما زال به ذلك حتى أسلم يوم الفتح .وتزيين الشيطان للمشركين أعمالهم ، يجوز أن يكون إسناداً مجازياً ، وإنّما المزيّن لهم سُراقة بإغراء الشيطان ، بما سوّل إلى سراقة بن مالك من تثبيته المشركين على المضي في طريقهم لإنقاذ عيرهم ، وأن لا يخشوا غَدْر كنانة بهم ، وقيل تمثّل الشّيطان للمشركين في صورة سراقة ، وليس تمثّل الشيطان وجنده بصورة سراقة وجيشه بمروي عن النبي صلى الله عليه وسلم وإنّما روي ذلك عن قول ابن عبّاس ، وتأويلُ ذلك : أنّ ما صدر من سراقة كان بوسوسة من الشيطان ، ويجوز أن يكون اسم الشيطان أطلق على سراقة لأنّه فعل فعل الشيطان كما يقولون : فلان من شياطين العرب ويجوز أن يكون إسناداً حقيقاً أي زيّن لهم في نفوسهم بخواطر وسوسته ، وكذلك إسناد قوله : { لا غالب لكم } إليه مجاز عقلي باعتبار صدور القول والنكوص من سُراقة المتأثر بوسوسة الشيطان .وكذلك قوله : { إني أرى ما لا ترون }.وقوله : { إني بريء منكم إني أرى ما لا ترون } إن كان من الشيطان فهو قول في نفسه ، وضمير الخطاب التفات استحضرهم كأنّهم يسمعونه ، فقال قوله هذا ، وتكون الرؤية بصرية يعني رأى نزول الملائكة وخاف أن يضرّوه بإذن الله وقوله : { إني أخاف الله } بيان لقوله : { إني أرى ما لا ترون } أي أخاف عقاب الله فيما رأيت من جنود الله . وإن كان ذلك كلّه من قول سراقة فهو إعلان لهم بردّ جواره إيّاهم لئلا يكون خائناً لهم ، لأنّ العرب كانوا إذا أرادوا نقض جوار أعلنوا ذلك لمن أجاروه ، كما فعل ابن الدغنة حين أجار أبا بكر من أذى قريش ثم ردّ جواره من أبي بكر ، ومنه قوله تعالى : { وإما تخافن من قوم خيانة فانبذ إليهم على سوآءٍ إن الله لا يحب الخائنين } [ الأنفال : 58 ] فالمعنى : إنّي بريء من جواركم ، ولذلك قال له الحارث بن هشام : «إلى أين أتخذلنا» فيكون قد اقتصر على تأمينهم من غدر قومه بني كنانة . وتكون الرؤية علمية ومفعولها الثاني محذوفاً اقتصاراً .وأمّا قوله : { إني أخاف الله والله شديد العقاب } فعلى احتمال أن يكون الإسناد إلى الشيطان حقيقة فالمراد من خوف الله توقع أن يصيبه الله بضرّ ، من نحوِ الرجم بالشهب ، وإن كان مجازاً عقلياً وأنّ حقيقته قول سُراقة فلعلّ سراقة قال قولاً في نفسه ، لأنّه كان عاهد رسول الله صلى الله عليه وسلم على أن لا يدلّ عليه المشركين ، فلعلّه تذكّر ذلك ورأى أنّ فيما وعد المشركين من الإعانة ضرباً من خيانة العهد فخاف سوء عاقبة الخيانة .و«التزيين» إظهار الشيء زيْناً ، أي حسناٍ ، وقد تقدّم عند قوله تعالى : { كذلك زينا لكل أمة عملهم } في سورة [ الأنعام : 108 ] ، وفي قوله : { زين للذين كفروا الحياة الدنيا } في سورة [ البقرة : 212 ]. والمعنى : أنّه أراهم حسناً ما يعملونه من الخروج إلى إنقاذ العير ، ثم من إزماع السير إلى بدر .وتراءت } مفاعلة من الرؤية ، أي رأت كلتا الفئتين الأخرى .و { نكص على عقبيه } رجع من حيث جاء . وعن مؤرج السدوسي : أنّ نكص رجع بلغة سُليم ، ومصدره النكوص وهو من باب رجع .وقوله : { على عقبيه } مؤكّد لمعنى نكص إذ النكوص لا يكون إلاّ على العقبين ، لأنّه الرجوع إلى الوراء كقولهم : رجع القهقرى ، ونظيره قوله تعالى في سورة [ المؤمنين : 66 ] : { فكنتم على أعقابكم تنكصون }و { على } مفيدة للتمكّن من السير بالعقبين . والعقبان : تثنية العقب ، وهو مؤخّر الرجل ، وقد تقدّم في قوله : { ونرد على أعقابنا } في سورة [ الأنعام : 71 ].والمقصود من ذكر العقبين تفظيع التقهقر لأنّ عقب الرجل أخسّ القوائم لملاقاته الغبار والأوساخ .",
  "ayah": 48,
  "surah": 8
}
