{
  "text": "يتعلّق { إذ يقول } بأقرب الأفعال إليه وهو قوله : { زين لهم الشيطان أعمالهم } [ الأنفال : 48 ] مع ما عطف عليه من الأفعال ، لأنّ { إذ } لا تقتضي أكثر من المقارنة في الزمان بين ما تضاف إليه وبين متعلَّقها ، فتعين أن يكون قول المنافقين واقعاً في وقت تزيين الشيطان أعمال المشركين فيتم تعليق وقت قول المنافقين بوقت تزيين الشيطان أعمال المشركين ، وإنّما تُطلب المناسبة لذكر هذا الخبر عقب الذي وَليه هو ، وتلك هي أنّ كلا الخبرين يتضمّن قوّة جيش المشركين ، وضعف جيش المسلمين ، ويقينَ أولياء الشيطان بأنّ النصر سيكون للمشركين على المسلمين . فالخبر الأول عن طائفة أعانت المشركين بتأمينهم من عدوّ يخشونه فانحازت إليهم علناً ، وذلك يستلزم تقبيح ما أقحم المسلمون فيه أنفسهم إذ عمدوا إلى قتال قوم أقوياء . والخبر الثاني : عن طائفتين شوَّهتا صنيع المسلمين حَمَّقتَاهُم ونَسَبَتاهم إلى الغرور فأسرّوا ذلك ولم يبوحوا به ، وتحدّثوا به فيما بينهم ، أو أسرّوه في نفوسهم .فنَظْم الكلام هكذا : وزيَّن الشيطان للمشركين أعمالهم حين كان المنافقون يقبحون أعمال المسلمين ويصفونهم بالغرور وقلّة التدبير من اعتقادهم في دينهم الذي أوقعهم في هذا الغرور ويجول في نفوس الذين في قلوبهم مرض مثل هذا .و«القول» هنا مستعمل في حقيقته ومجازه : الشامل لحديث النفس ، لأنّ المنافقين يقولون ذلك بألسنتهم ، وأمّا الذين في قلوبهم مرض وهم طائفة غير المنافقين ، بل هم مَن لم يتمكّن الإيمان من قلوبهم . فيقولونه في أنفسهم لما لهم من الشكّ في صدق وعد النبي صلى الله عليه وسلم لأنّهم غير موالين للمنافقين ، ويجوز أن يتحدّثوا به بين جماعتهم .و«المرض» هنا مجاز في اختلال الاعتقاد ، شبه بالمرض بِوجهِ سوء عاقبته عليهم . وقد تقدّم في قوله تعالى : { في قلوبهم مرض } في أول [ البقرة : 10 ].وأشاروا { بهؤلاء } إلى المسلمين الذين خرجوا إلى بدر ، وقد جرت الإشارة على غير مشاهد ، لأنّهم مذكورون في حديثهم أو مستحضَرون في أذهانهم ، فكانوا بمنزلة الحاضر المشاهد لهم وهم يتعارفون بمثل هذه الإشارة في حديثهم عن المسلمين .والغرور : الإيقاع في المضرّة بإيهام المنفعة ، وقد تقدّم عند قوله تعالى : { لا يغرنك تقلب الذين كفروا في البلاد } في سورة [ آل عمران : 196 ] ، وقوله : { زخرف القول غروراً } في سورة [ الأنعام : 112 ].والدين هو الإسلام ، وإسنادهم الغرور إلى الدين باعتبار ما فيه من الوعد بالنصر من نحو قوله : { إن يكن منكم عشرون صابرون يغلبوا مائتين } [ الأنفال : 65 ] الآية ، أي غرّهم ذلك فخرجوا وهم عدد قليل للقاء جيش كثير ، والمعنى : إذ يقولون ذلك عند اللقاء وقبل حصول النصر . فإطلاق الغرور هنا مجاز ، وإسناده إلى الدين حقيقة عقلية .وجملة : { ومن يتوكل على الله فإن الله عزيز حكيم } معطوفة على جملة : { وإذ زين لهم الشيطان أعمالهم }[ الأنفال : 48 ] لأنّها من جملة الأخبار المسوقة؛ لبيان عناية الله تعالى بالمسلمين ، وللامتنان عليهم ، فالمناسبة بينها وبين الجملة التي قبلها : أنها كالعلّة لخيبة ظنون المشركين ونصرائهم ، أي أنّ الله خيّب ظنونهم لأنّ المسلمين توكّلوا عليه وهو عزيز لا يغلب ، فمن تمسك بالاعتماد عليه نصره ، وهو حكيم يكوّن أسباب النصر من حيث يجهلها البشر .والتوكّل : الاستسلام والتفويض ، وقد تقدّم عند قوله تعالى : { فإذا عزمت فتوكل على الله } في سورة [ آل عمران : 159 ].وجعل قوله : فإن الله عزيز حكيم } جواباً للشرط باعتبار لازمه وهو عزّة المُتَوكِّل على الله وإلفائه منجياً من مضيق أمره ، فهو كناية عن الجواب وهذا من وجوه البيان وهو كثير الوقوع في القرآن ، وعليه قول زهير :من يلقَ يوما على عِلاته هَرِماً ... يَلْقَ السماحة فيه والندى خُلقاأي ينل من كرمه ولا يتخلّف ذلك عنه في حال من الأحوال ، وقولُ الربيع بن زياد العبسي : ... مَن كان مسروراً بمقتل مالكفليأت نسوتنا بوجهِ نهار ... يجدِ النساء حواسراً يندبنهبالليل قبل تبلُّج الأسفار ... أي من كان مسروراً بمقتله فسروره لا يدوم إلاّ بعض يوم ثم يحزنه أخذ الثأرِ إمّا من ذلك المسرور إن كان هو القاتل أو من أحد قومه وذلك يُحزن قومه .",
  "ayah": 49,
  "surah": 8
}
