{
  "text": "لمّا وُفِّيَ وصفُ حال المشركين حقَّه ، وفصّلت أحوال هزيمتهم ببدر ، وكيف أمكن الله منهم المسلمين ، على ضُعف هؤلاء وقوة أولئك ، بما شاهده كلّ حاضر حتّى ليوقن السامع أنّ ما نال المشركين يومئذ إنّما هو خذلان من الله إيّاهم ، وإيذان بأنّهم لاقون هلاكهم ما داموا مناوئين لله ورسوله ، انتُقِل إلى وصف ما لقيه من العذاب مَنْ قُتل منهم يوم بدر ، ممّا هو مغيب عن الناس ، ليعلم المؤمنون ويرتدع الكافرون ، والمراد بالذين كفروا هنا الذين قتلوا يوم بدر ، وتكون هذه الآية من تمام الخبر عن قوم بدر .ويجوز أن يكون المراد بالذين كفروا جميع الكافرين حملاً للموصول على معنى العموم فتكون الآية اعتراضاً مستطرداً في خلال القصّة بمناسبة وَصف ما لقيه المشركون في ذلك اليوم ، الذي عجّل لهم فيه عذاب الموت .وابتدىء الخبر ب { ولو ترى } مخاطباً به غير معين ، ليعمّ كلّ مخاطب ، أي : لو ترى أيّها السامع ، إذ ليس المقصود بهذا الخبر خصوص النبي صلى الله عليه وسلم حتّى يحمل الخطاب على ظاهره ، بل غير النبي أولى به منه ، لأن الله قادر أن يطلع نبيه على ذلك كما أراه الجنّة في عرض الحائط .ثمّ إن كان المراد بالذين كفروا مشركي يوم بدر ، وكان ذلك قد مضى يكن مقتضى الظاهر أن يقال : ولو رأيت إذ تَوفَّى الذين كفروا الملائكة . فالإتيان بالمضارع في الموضعين مكانَ الماضي؛ لقصد استحضار تلك الحالة العجيبة ، وهي حالة ضرب الوجوه والأدبار ، ليخيّل للسامع أنّه يشاهد تلك الحالة ، وإن كان المراد المشركين حيثما كانوا كان التعبير بالمضارع على مقتضى الظاهر .وجواب { لو } محذوف تقديره : لرأيت أمراً عجيباً . وقرأ الجمهور : يتوفّى بياء الغائب وقرأه ابن عامر : تتوفّى بتاء التأنيث رعيا لصورة جمع الملائكة .والتوفِّي : الإماتة سمّيت توفّياً؛ لأنها تنهي حياة المرء أو تستوفيها { قل يتوفاكم ملك الموت الذي وكل بكم } [ السجدة : 11 ]وجملة : { يضربون وجوههم وأدبارهم } في موضع الحال إن كان المراد من التوفّي قبض أرواح المشركين يوم بدر حين يقتلهم المسلمون ، أي : يزيدهم الملائكة تعذيباً عند نزع أرواحهم ، وهي بدل اشتمال من جملة : { يتوفى } إن كان المراد بالتوفّي توفياً يتوفّاه الملائكة الكافرين .وجملة : { وذوقوا عذاب الحريق } معطوفة على جملة : { يضربون } بتقدير القول ، لأنّ هذه الجملة لا موقع لها مع التي قبلها ، إلاّ أن تكون من قول الملائكة ، أي : ويقولون : ذوقوا عذاب الحريق كقوله : { وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا } [ البقرة : 127 ] ، وقوله : { ولو ترى إذ المجرمون ناكسوا رؤوسهم عند ربهم ربنا أبصرنا وسمعنا } [ السجدة : 12 ].وذكر الوجوه والأدبار للتعميم ، أي : يضربون جميع أجسادهم . فالأدبار : جمع دبر وهو ما دَبَر من الإنسان .ومنه قوله تعالى : { سيهزم الجمع ويولون الدبر } [ القمر : 45 ]. وكذلك الوجوه كناية عمّا أقبل من الإنسان ، وهذا كقول العرب : ضربته الظهر والبطن ، كناية عمّا أقبل وما أدبر أي ضربته في جميع جسده .و«الذوق» مستعمل في مطلق الإحساس ، بعلاقة الإطلاق .وإضافة العذاب إلى الحريق من إضافة الجنس إلى نوعه ، لبيان النوع ، أي عذاباً هو الحريق ، فهي إضافة بيانية .و { الحريق } هو اضطرام النار ، والمراد به جهنّم ، فلعلّ الله عجّل بأرواح هؤلاء المشركين إلى النار قبل يوم الحساب ، فالأمر مستعمل في التكوين ، أي : يذيقونهم ، أو مستعمل في التشفّي ، أو المراد بقول الملائكة وذوقوا } إنذارهم بأنّهم سيذوقونه ، وإنّما يقع الذوق يوم القيامة ، فيكون الأمر مستعملاً في الإنذار كقوله تعالى : { قل تمتعوا فإن مصيركم إلى النار } [ إبراهيم : 30 ] بناء على أنّ التمتّع يؤذن بشيء سيحدث بعد التمتّع مضاد لما به التمتّع .",
  "ayah": 50,
  "surah": 8
}
