{
  "text": "وإذ قد تحقّق منهم نقض العهد فيما مضى ، وهو متوقّع منهم فيما يأتي ، لا جرم تفرّع عليه أمر الله رسوله صلى الله عليه وسلم أن يجعلهم نَكالاً لغيرهم ، متى ظفر بهم في حرب يشهرونها عليه أو يعينون عليه عدوّه .وجاء الشرط بحرف ( إنْ ) مزيدة بعدها ( ما ) لإفادة تأكيد وقوع الشرط وبذلك تنسلخ ( إن ) عن الإشعار بعدم الجرم بوقوع الشرط وزيد التأكيد باجتلاب نون التوكيد . وفي «شرح الرضي على الحاجبية» ، عن بعض النحاة : لا يجيء ( إمّا ) إلاّ بنون التأكيد بعده كقوله تعالى : { فإما ترين } [ مريم : 26 ]. وقال ابن عطية في قوله : { فإما تثقفنهم } دخلت النون مع إما : إمَّا للتأكيد أو للفرق بينها وبين إمّا التي هي حرف انفصال في قولك : جاءني إمّا زيد وإمّا عَمرو .وقلت : دخول نون التوكيد بعد ( إنْ ) المؤكَّدةِ بما ، غالب ، وليس بمطّرد ، فقد قال الأعشى: ... إمَّا تريْنَا حُفاة لا نعال لناإنَّا كذلككِ ما تَحفى وننتعل ... فلم يدخل على الفعل نونَ التوكيد .والثقف : الظفَر بالمطلوب ، أي : فإن وجدتهم وظفرت بهم في حرب ، أي انتصرت عليهم .والتشريدُ : التطريد والتفريق ، أي : فبعِّد بهم مَن خلفهم ، وقد يجعل التشريد كناية عن التخويف والتنفير .وجعلت ذوات المتحدّث عنهم سبب التشريد باعتبارها في حال التلبّس بالهزيمة والنكال ، فهو من إناطة الأحكام بالذوات والمرادُ أحوال الذوات مثل { حرمت عليكم الميتة } [ المائدة : 3 ]. وقد علم أنّ متعلّق تشريد { من خَلفهم } هو ما أوجب التنكيل بهم وهو نقض العهد .والخَلْف هنا مستعار للاقتداء بجامع الاتِّباع ، ونظيره ( الوراء ). في قول ضمّام بن ثعلبة :«وأنا رسول من ورائي» . وقال وفد الأشعريين للنبيء صلى الله عليه وسلم «فمُرنا بأمر نأخذ به ونُخبر به مَن وراءنا» ، والمعنى : فاجعلهم مثَلاً وعبرة لغيرهم من الكفار الذين يترقّبون ماذا يجتني هؤلاء من نقض عهدهم فيفعلون مثل فعلهم ، ولأجل هذا الأمر نكل النبي صلى الله عليه وسلم بقريظة حين حاصرهم ونزلوا على حكم سعد بن معاذ ، فحكم بأن تقتل المقاتلة وتُسْبَى الذرية ، فقتلهم رسول الله صلى الله عليه وسلم بالمدينة وكانوا أكثر من ثمانمائة رجل .وقد أمر الله رسوله صلى الله عليه وسلم في هذا الأمر بالإغلاظ على العدوّ لما في ذلك من مصلحة إرهاب أعدائه ، فإنّهم كانوا يستضعفون المسلمين ، فكان في هذا الإغلاظ على الناكثين تحريض على عقوبتهم ، لأنّهم استحقّوها . وفي ذلك رحمة لغيرهم لأنّه يصدّ أمثالهم عن النكث ويكفي المؤمنين شرَّ الناكثين الخائنين . فلا تخالف هذه الشدّة كونَ الرسول صلى الله عليه وسلم أرسل رحمة للعالمين ، لأنّ المراد أنّه رحمة لعموم العالمين وإن كان ذلك لا يخلو من شدّة على قليل منهم كقوله تعالى : { ولكم في القصاص حياة } [ البقرة : 179 ].وضمير الغيبة في { لعلهم يذكرون } راجع إلى { من } الموصولة باعتبار كون مدلول صلتها جماعة من الناس .والتذكّر تذكّر حالة المثقفين في الحرب التي انجرّت لهم من نقض العهد ، أي لعلّ من خلفهم يتذكّرون ما حَلَّ بناقضي العهد من النكال ، ، فلا يقدموا على نقض العهد ، فآل معنى التذكّر إلى لازمه وهو الاتّعاظ والاعتبار ، وقد شاع إطلاق التذكر وإرادة معناه الكنائي وغلب فيه .",
  "ayah": 57,
  "surah": 8
}
