{
  "text": "استئناف ابتدائي مناسب لما قبله سواء نزل بعقبه أم تأخّر نزوله عنه فكان موقعه هنا بسبب موالاة نزوله لنزول ما قبله أو كان وضع الآية هنا بتوقيف خاصّ .والمناسبة ذكر بعض أحكام الجهاد ، وكان أعظم جهاد مضى هو جهاد يوم بدر . لا جرم نزلت هذه الآية بعد قضية فداء أسرى بدر مشيرة إليها .وعندي أن هذا تشريع مستقبل أخّره الله تعالى رفقاً بالمسلمين الذين انتصروا ببدر وإكراماً لهم على ذلك النصر المبين ، وسدّاً لخلّتهم التي كانوا فيها ، فنزلت لبيان الأمر الأجدر فيما جرى في شأن الأسرى في وقعة بدر . وذلك ما رواه مسلم عن ابن عبّاس ، والترمذي عن ابن مسعود ، ما مُختصره أن المسلمين لما أسروا الأسارى يوم بدر وفيهم صناديد المشركين سأل المشركون رسول الله صلى الله عليه وسلم أن يفاديهم بالمال وعَاهدوا على أن لا يعودوا إلى حربه فقال رسول الله صلى الله عليه وسلم للمسلمين \" ما تَرون في هؤلاء الأسارى \" ، قال أبو بكر : «يا نبي الله هم بنو العمّ والعشيرة أرى أن تأخذ منهم فدية فتكون لنا قوّة على الكفّار ، فعسى الله أن يهديهم للإسلام» وقال عُمر : أرى أن تمكّننا فنضرب أعناقهم فإنّ هؤلاء أئمّة الكفر وصناديدها فَهوي رسولُ الله ما قال أبو بكر فأخذ منهم الفداء كما رواه أحمد عن ابن عباس فأنزل الله { ما كان لنبيء أن يكون له أسرى } الآية .ومعنى قوله : هَوِيَ رسولُ الله ما قال أبو بكر : أنّ رسول الله أحبّ واختار ذلك؛ لأنّه من اليسر والرحمة بالمسلمين إذ كانوا في حاجة إلى المال ، وكان رسول الله صلى الله عليه وسلم ما خُيّر بين أمرين إلاّ اختار أيسرهما ما لم يكن إثماً . وروي أنّ ذلك كان رغبة أكثرهم وفيه نفع للمسلمين ، وهم في حاجة إلى المال . ولمّا استشار رسول الله صلى الله عليه وسلم أهلَ مشُورته تعيّن أنّه لم يُوح الله إليه بشيء في ذلك ، وأنّ الله أوْكل ذلك إلى اجتهاد رسوله عليه الصلاة والسلام فرأى أنّ يستشير الناس ثم رجَّح أحد الرأيين باجتهاد ، وقد أصاب الاجتهادَ ، فإنّهم قد أسلم منهم ، حينئذ ، سُهيل بن بيضاء ، وأسلم من بعدُ العباسُ وغيره ، وقد خفي على النبي صلى الله عليه وسلم شيء لم يعلمه إلاّ الله وهو إضمار بعضهم بعد الرجوع إلى قومهم أن يتأهّبوا لقتال المسلمين من بعد .وربّما كانوا يضمرون اللحاق بفل المشركين من موضع قريب ويعودون إلى القتال فينقلب انتصار المسلمين هزيمة كما كان يومَ أُحُد ، فلأجل هذا جاء قوله تعالى : { ما كان لنبيء أن يكون له أسرى حت يثخن في الأرض }.قال ابن العربي في «العارضة» : روى عبيدة السلماني عن علي أنّ جبريل أتى رسول الله صلى الله عليه وسلم يوم بدر فخيّره بين أن يقرِّب الأسارى فيضرب أعناقهم أو يقبلوا منهم الفداء ، ويُقتل منكم في العام المقبل بعدّتهم ، فقال رسول الله صلى الله عليه وسلم \" هذا جبريل يخيّركم أن تقدّموا الأسارى وتضربوا أعناقهم أو تقبلوا منهم الفداء ويستشهد منكم في العام المقبل بعدتهم \" ، فقالوا : يا رسول الله نأخذ الفداء فنقوى على عدوّنا ويقتل منّا في العام المقبل بعدّتهم ، ففعلوا .والمعنى أنّ النبي إذا قاتل فقتاله متمحّض لغاية واحدة ، هي نصر الدين ودفع عدائه ، وليس قتاله للملك والسلطان فإذا كان أتْباع الدين في قلّة كان قتل الأسرى تقليلاً لعدد أعداء الدين حتّى إذا انتشر الدين وكثر أتباعه صلح الفداء لنفع أتباعه بالمال ، وانتفاء خشية عود العدوّ إلى القوة . فهذا وجه تقييد هذا الحكم بقوله : { ما كان لنبيء }.والكلام موجّه للمسلمين الذين أشاروا بالفداء ، وليس موجّهاً للنبيء صلى الله عليه وسلم لأنّه ما فعل إلاّ ما أمره الله به من مشاورة أصحابه في قوله تعالى : { وشاورهم في الأمر } [ آل عمران : 159 ] لا سيما على ما رواه الترمذي من أنّ جبريل بلّغ إلى النبي صلى الله عليه وسلم أن يخيّر أصحابه ويدلّ لذلك قوله : { تريدون عرض الدنيا } فإنّ الذين أرادوا عرض الدنيا هم الذين أشاروا بالفداء ، وليس لرسول الله صلى الله عليه وسلم في ذلك حظّ .فمعنى { ما كان لنبيء أن يكون له أسرى } نفي اتّخاذ الأسرى عن استحقاق نبي لذلك الكون .وجيء ب ( نبيء ) نكرِة إشارة إلى أنّ هذا حكم سابق في حروب الأنبياء في بني إسرائيل ، وهو في الإصحاح عشرين من سفر التثنية .ومثل هذا النفي في القرآن قد يجيء بمعنى النهي نحو { وما كان لكم أن تؤذوا رسول الله } [ الأحزاب : 53 ]. وقد يجيء بمعنى أنه لا يصْلح ، كما هُنا ، لأن هذا الكلام جاء تمهيداً للعتاب فتعيّن أن يكون مراداً منه ما لا يصلح من حيث الرأي والسياسة .ومعنى هذا الكون المنفي بقوله : { ما كان لنبيء أن يكون له أسرى } هو بقاؤهم في الأسر ، أي بقاؤهم أرقّاء أو بقاء أعواضهم وهو الفداء . وليس المراد أنّه لا يصلح أن تقع في يد النبي أسرى ، لأنّ أخذ الأسرى من شؤون الحرب ، وهو من شؤون الغلَب ، إذا استسلم المقاتلون ، فلا يعقِل أحدٌ نفيه عن النبي ، فتعيّن أنّ المراد نفي أثره ، وإذا نفي أثر الأسر صدق بأحد أمرين : وهما المنّ عليهم بإطلاقهم ، أو قتلُهم ، ولا يصلح المنُّ هنا ، لأنّه ينافي الغاية وهي حتى يثخن في الأرض ، فتعيّن أنّ المقصود قتل الأسرى الحاصلين في يده ، أي أنّ ذلك الأجدر به حين ضَعُف المؤمنين ، خضِداً لشوكة أهل العناد ، وقد صار حكم هذه الآية تشريعاً للنبيء صلى الله عليه وسلم فيمن يأسرهم في غزواته .والإثخان الشدة والغلظة في الأذى . يقال أثخنته الجراحة وأثخنه المرض إذا ثقل عليه ، وقد شاع إطلاقه على شدّة الجراحة على الجريح . وقد حمله بعض المفسّرين في هذه الآية على معنى الشدّة والقوة . فالمعنى : حتى يتمكّن في الأرض ، أي يتمكّن سلطانه وأمره .وقوله : { في الأرض } على هذا جار على حقيقة المعنى من الظرفية ، أي يتمكّن في الدنيا . وَحَمَلَهُ في «الكشّاف» على معنى إثخان الجِراحة ، فيكون جرياً على طريقة التمثيل بتشبيه حال الرسول صلى الله عليه وسلم المقاتل الذي يَجرَج قِرنَه جراحاً قوية تثخنه ، أي حتّى يُثخن أعداءه فتصير له الغلبة عليهم في معظم المواقع ، ويكون قوله : { في الأرض } قرينة التمثيلية .والكلام عتاب للذين أشاروا باختيار الفداء والميللِ إليه ، وغضّ النظر عن الأخذ بالحزم في قطع دابر صناديد المشركين ، فإنّ في هلاكهم خضداً لشوكة قومهم فهذا ترجيح للمقتضَى السياسي العَرضي على المقتَضَى الذي بُني عليه الإسلام وهو التيسير والرفق في شؤون المسلمين بعضهم مع بعض كما قال تعالى : { أشداء على الكفار رحماء بينهم } [ الفتح : 29 ]. وقد كان هذا المسلك السياسي خفيّاً حتّى كأنه ممّا استأثر الله به ، وفي الترمذي ، عن الأعمش : أنّهم في يوم بدر سبقوا إلى الغنائم قبل أن تحلّ لهم ، وهذا قول غريب فقد ثبت أنّ النبي صلى الله عليه وسلم استشارهم ، وهو في الصحيح .وقرأ الجمهور { أن يكون له } بتحتية على أسلوب التذكير . وقرأه أبو عمرو ، ويعقوب ، وأبو جعفر بمثناة فوقية على صيغة التأنيث ، لأنّ ضمير جمع التكسير يجوز تأنيثه بتأويل الجماعة .والخطاب في قوله : { تريدون } للفريق الذين أشاروا بأخذ الفداء وفيه إشارة إلى أنّ الرسول عليه الصلاة والسلام غيرُ معاتَب لأنّه إنّما أخذ برأي الجمهور وجملة : { تريدون } إلى آخرها واقعة موقع العلّة للنهي الذي تضمّنته آية { ما كان لنبيء } فلذلك فصلت ، لأنّ العلّة بمنزلة الجملة المبيِّنة .و { عرض الدنيا } هو المال ، وإنّما سُمّي عرضاً لأنّ الانتفاع به قليل اللبث ، فأشبه الشيء العارض إذ العروض مرور الشيء وعدم مكثه لأنه يعرض للماشين بدون تهيّؤ . والمراد عرض الدنيا المحض وهو أخذ المال لمجرد التمتع به .والإرادة هنا بمعنى المحبّة ، أي : تحبون منافع الدنيا والله يحبّ ثواب الآخرة ، ومعنى محبّة الله إيّاها محبّته ذلك للناس ، أي يحبّ لكم ثواب الآخرة ، فعلّق فعل الإرادة بذات الآخرة ، والمقصود نفعها بقرينة قوله : { تريدون عرض الدنيا } فهو حذف مضاف للإيجاز ، وممّا يحسنه أنّ الآخرة المرادة للمؤمن لا يخالط نفعها ضرّ ولا مشقّة ، بخلاف نفع الدنيا .وإنما ذكر مع { الدنيا } المضافُ ولم يحذف : لأنّ في ذكره إشعاراً بعروضه وسرعة زواله .وإنّما أحبّ الله نفع الآخرة : لأنّه نفع خالد ، ولأنّه أثر الأعمال النافعة للدين الحقّ ، وصلاح الفرد والجماعة .وقد نصب الله على نفع الآخرة أمارات ، هي أمارات أمره ونهيه ، فكلّ عرض من أعراض الدنيا ليس فيه حظّ من نفع الآخرة ، فهو غير محبوب لله تعالى ، وكلّ عرض من الدنيا فيه نفع من الآخرة ففيه محبّة من الله تعالى ، وهذا الفداء الذي أحبّوه لم يكن يَحفّ به من الأمارات ما يدلّ على أنّ الله لا يحبّه ، ولذلك تعيّن أنّ عتاب المسلمين على اختيارهم إيّاه حين استشارهم الرسول عليه الصلاة والسلام إنّما هو عتاب على نوايا في نفوس جمهور الجيش ، حين تخيّروا الفداء أي أنهم مَا راعوا فيه إلا محبّة المال لنفع أنفسهم فعاتبهم الله على ذلك لينبّههم على أنّ حقيقاً عليهم أن لا ينسوا في سائر أحوالهم وآرائهم ، الالتفات إلى نفع الدين وما يعود عليه بالقوة ، فإنّ أبا بكر قال لرسول الله صلى الله عليه وسلم عند الاستشارة «قومك وأهلك استبقهم لعلّ الله أن يتوب عليهم وخذ منهم فدية تقوي بها أصحابك» فنظر إلى مصلحة دينية من جهتين ولعلَّ هذا الملحظ لم يكن عند جمهور أهل الجيش .ويجوز عندي أن يكون قوله : { تريدون عرض الدنيا } مستعملاً في معنى الاستفهام الإنكاري ، والمعنى : لعلّكم تحبّون عرض الدنيا فإنّ الله يحبّ لكم الثواب وقوة الدين ، لأنّه لو كان المنظور إليه هو النفع الدنيوي؛ لكان حفظ أنفس الناس مقدّماً على إسعافهم بالمال ، فلما وجب عليهم بذل نفوسهم في الجهاد . فالمعنى : يوشك أن تكون حالكم كحال من لا يحبّ إلاّ عرض الدنيا ، تحذيراً لهم من التوغل في إيثار الحظوظ العاجلة .وجملة : { والله عزيز حكيم } عطف على جملة : { والله يريد الأخرة } عطفاً يؤذن بأنّ لهذين الوصفين أثراً في أنّه يريد الآخرة ، فيكون كالتعليل ، وهو يفيد أنّ حظ الآخرة هو الحظّ الحقّ ، ولذلك يريده العزيز الحكيم .فوصف { العزيز } يدلّ على الاستغناء على الاحتياج ، وعلى الرفعة والمقدرة ، ولذلك لا يليق به إلاّ محبة الأمور النفيسة ، وهذا يومىء إلى أن أولياءه ينبغي لهم أن يكونوا أعزّاء كقوله في الآية الأخرى : { ولله العزة ولرسوله وللمؤمنين } [ المنافقون : 8 ] فلأجل ذلك كان اللائق بهم أن يربأوا بنفوسهم عن التعلّق بسفاسف الأمور وأن يجنحوا إلى معاليها .ووصف الحكيم يقتضي أنّه العالم بالمنافع الحقّ على ما هي عليه ، لأنّ الحكمة العلم بحقائق الأشياء على ما هي عليه .",
  "ayah": 67,
  "surah": 8
}
