{
  "text": "يتعلق ظرف { إذ تستغيثون ربكم } بفعل { يريد الله } [ الأنفال : 7 ] لأن إرادة الله مستمر تعلقها بأزمنة منها زمانُ استغاثة النبي صلى الله عليه وسلم والمسلمينَ ربّهم على عدوهم ، حين لقائهم مع عدوهم يومَ بدر ، فكانت استجابة الله لهم بإمدادهم بالملائكة ، من مظاهر إرادته تحقيقَ الحق فكانت الاستغاثةُ يوم القتال في بدر وإرادة الله أن يُحِق الحق حصلت في المدينة يوم وعَدَهم الله إحدى الطائفتين ، ورشح لهم أن تكون إحدى الطائفتين ذات الشوكة ، وبيْنَ وقت الإرادة ووقت الاستغاثة مدةَ أيام ، ولكن لما كانت الإرادة مستمرة إلى حين النصر يوم بدر صح تعليق ظرف الاستغاثة بفعلها ، لأنه اقترن ببعضها في امتدادها ، وهذا أحسن من الوجوه التي ذكروها في متعلق هذا الظرف أو موقعه .وقد أشارت الآية إلى دعاء النبي صلى الله عليه وسلم يوم بدر ، أخرج الترمذي عن عمر بن الخطاب قال «نظر نبيء الله صلى الله عليه وسلم إلى المشركين وهم ألف وأصحابه ثلاثمائة وبضعة عشر رجلاً فاستقبل نبيء الله صلى الله عليه وسلم القبلة ثم مد يديه وجعل يهتف بربه : اللهم أنجز لي ما وعدتني اللهم إن تَهْلك هذه العصابة من أهل الإسلام ( لا ) تُعَبد في الأرض فما زال يهتف بربه مادّاً يديه مستقبل القبلة حتى سقط رداؤه عن منكبيه فأتاه أبو بكر فأخذ رداءه فألقاه على منكبيه ثم التزمَه من ورائه فقال يا نبيء الله كفَاك مُناشَدَةُ ربّك فإنه سينجز لك ما وعدك ، فأنزل الله { إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردَفين } أي فأنزل الله في حكاية تلك الحالة . وعلى هذه الرواية يكون ضمير { تستغيثون } مراداً به النبي صلى الله عليه وسلم وعبر عنه بضمير الجماعة لأنه كان يدعو لأجلهم ، ولأنه كان معلنا بدعائه وهم يسمعونه ، فهم بحال من يدعون ، وقد جاء في «السيرة» أن المسلمين لما نزلوا ببدر ورأوا كثرة المشركين استغاثوا الله تعالى فتكون الاستغاثة في جميع الجيش والضمير شاملاً لهم .والاستغاثة : طلب الغوث ، وهو الإعانة على رفع الشدة والمشقة ولما كانوا يومئذ في شدة ودعوا بطلب النصر على العدو القوي كان دعاؤهم استغاثة .{ فاستجاب لكم } أي وعدكم بالإغاثة .وفعل استجاب يدل على قبول الطلب ، والسين والتاء فيه للمبالغة أي تحقيق المطلوب .وقوله : { أني ممدكم بألف من الملائكة } هو الكلام المستجاب به ولذلك قدره في «الكشاف» بأن أصله بأني ممدكم أي فحذف الجار وسلط عليه { استجاب } فنصب محله .وأرى أن حرف ( أن ) المفتوحة الهمزة المشددة النون إذا وقعت بعد ( ما ) فيه معنى القول دون حروفه أن تكون مفيدة للتفسير مع التأكيد كما كانت تفيد معنى المصدرية مع التأكيد ، فمن البيّن أن ( أن ) المفتوحة الهمزة مركبة من ( أنْ ) المفتوحة الهمزة المخففة النون المصدرية في الغالب ، يجوز أن يُعتبر تركيبها من ( أنْ ) التفسيرية إذا وقعت بعد ( ما ) فيه معنى القول دون حروفه ، وذلك مظنة ( أن ) التفسيرية ، وأعْتضِدُ بما في «اللسان» من قول الفراء : «إذا جاءت [ أن : ] بعد القول وما تصرف من القول كانت حكاية ، فلم يقع عليها ( أي القول ) فهي مكسورة ، وإن كانت تفسيراً للقول نصبتَها ومثله : قد قلت لك كلاماً حسناً أن أباك شريف ، فحتَ أن لأنها فسرت الكلام .قلت : ووقوع ( أن ) موقع التفسير كثير : في الكلام . وفي القرآن ، ومنه قوله تعالى : { وكتبنا عليهم فيها أن النفس بالنفس } [ المائدة : 45 ] الآية ، ومن تأمل بإنصاف وجد متانة معنى قوله : { أني ممدكم بألف من الملائكة } في كون ( أن ) تفسيرية ، دون كونها مجرورة بحرف جر محذوف . مع أن معنى ذلك الحرف غير بين .والإمداد إعطاء المدد وهو الزيادة من الشيء النافع .وقرأ نافع ، وأبو جعفر ، ويعقوب : بفتح الدال من { مردَفين } أي يَرِدُ فهم غيرُهم من الملائكة ، وقرأ البقية : بكسر الدال أي تكون الألف رادِفاً لغيرهم قبلَهم .والإرداف الإتباع والإلحاق فيكون الوعد بألف وبغيرها على ما هو متعارف عندهم من إعداد نجدة للجيش عند الحاجة تكون لهم مدداً ، وذلك أن الله أمدهم بآلاف من الملائكة بلغوا خمسة آلاف كما تقدم في سورة آل عمران ، ويجوز أن يكون المراد بألف هنا مطلق الكثرة فيفسره قوله : { بثلاثة آلافٍ } في سورة آل عمران ( 124 ) ، وهم مردَفون بألفين ، فتلك خمسة آلاف ، وكانت عادتهم في الحرب إذا كان الجيش عظيماً أن يبعثوا طائفة منه ثم يعقبوها بأخرى لأن ذلك أرهب للعدو .ويوجه سيوفهم ، وحلول الملائكة في المسلمين كان بكيفية يعلمها الله تعالى : إما بتجسيم المجردات فيراهم من أكرمه الله برؤيهم ، وإما بإراءة الله الناس ما ليس من شأنه أن يُرى عادة .",
  "ayah": 9,
  "surah": 8
}
