{
  "text": "وقد أجمع المحققون من العلماء ، على ن هذه الآيات الكريمة ، أول ما نزل على الرسول صلى الله عليه وسلم من قرآن على الإطلاق ، فقد أخرج الشيخان وغيرهما عن عائشة قالت : أول ما بدئ به رسول الله صلى الله عليه وسلم من الوحى ، الرؤيا الصالحة فى النوم . فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح . ثم حبب إليه الخلاء فكان يخلو بغار حراء فيتحنث - أى : فيتعبد - فيه الليالى ذوات العدد ، ثم يرجع إلى خديجة فيتزود لذلك ، حتى جاءه الحق وهو فى غار حراء . فجاءه الملك فقال له : ( اقرأ ) قال : ما أنا بقارئ ، قال صلى الله عليه وسلم فأخذنى فغطنى حتى بلغ منى الجهد ، ثم أرسلنى فقال : ( اقرأ ) فقلت : ما أنا بقارئ ، فأخذنى فغطنى الثانية حتى بلغ منى الجهد ، ثم أرسلنى فقال : ( اقرأ ) فقلت : ما أنا بقارئ ، فأخذنى فغطنى الثالثة حتى بلغ منى الجهد ، ثم أرسلنى فقال : ( اقرأ باسم رَبِّكَ الذي خَلَقَ . خَلَقَ الإنسان مِنْ عَلَقٍ . . ) .وما ورد من أحاديث تفيد أن أول سورة نزلت هى \" سورة الفاتحة \" فمحمول على أن أول سورة نزلت كاملة هى سورة الفاتحة .كذلك ما ورد من أحاديث فى أن أول ما نزل سورة المدثر ، محمول على أن أول ما نزل بعد فترة الوحى . أما صدر سورة العلق فكان نزوله قبل ذلك .قال الآلوسى - بعد أن ساق الأحاديث التى وردت فى ذلك - : \" وبالجملة فالصحيح - كما قال بعض وهو الذى أختاره - أن صدر هذه السورة الكريمة ، هو أول ما نزل من القرآن على الإِطلاق . وفى شرح مسلم : الصواب أن أول ما نزل \" اقرأ \" أى : مطلقاً ، وأول ما نزل بعد فترة الوحى ، \" يأيها المدثر \" ، وأما قول من قال من المفسرين ، أول ما نزل الفاتحة ، فبطلانه أظهر من أن يذكر \" .والذى نرجحه ونميل إليه أن أول من قرآن على الإطلاق ، هو صدر هذه السورة لكريمة إلى قوله ( مَا لَمْ يَعْلَمْ ) ، لورود الأحاديث الصحيحة بذلك . أما بقيتها فكان نزوله متأخراً .قال الأستاذ الإِمام \" أما بقية السورة فهو متأخر النزول قطعاً ، وما فيه من ذكر أحوال المكذبين ، يدل على أنه إنما نزل بعد شيوع خبر البعثة ، وظهور أمر النبوة ، وتحرش قريش لإيذائه صلى الله عليه وسلم \" .وقد افتتحت السورة الكريمة بطلب القراءة من النبى صلى الله عليه وسلم مع أنه كان أميا لتهيئة ذهنه لما سيلقى عليه صلى الله عليه وسلم من وحى . . فقال - سبحانه - : ( اقرأ باسم رَبِّكَ الذي خَلَقَ ) . أى : اقرأ - أيها الرسول الكريم - ما سنوحيه إليك من قرآن الكريم- ما سنوحيه إليك من قرآن كريم - ولتكن قراءتك ملتبسة باسم ربك ، وبقدرته وإرادته ، لا باسم غيره ، فهو - سبحانه - الذى خلق الأشياء جميعها ، والذى لا يعجزه أن يجعلك قارئاً ، بعد كونك لم تكن كذلك .وقال - سبحانه - ذاته بقوله : ( الذي خَلَقَ ) للتذكير بهذه النعمة ، لأن الخلق هو أعظم النعم ، وعليه تترتب جميعها .",
  "ayah": 1,
  "surah": 96
}
