{
  "text": "قوله تعالى : قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد تقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما .فيه أربع مسائل : الأولى : قوله تعالى : قل للمخلفين من الأعراب أي قل لهؤلاء الذين تخلفوا عن الحديبية . ستدعون إلى قوم أولي بأس شديد قال ابن عباس وعطاء بن أبي رباح ومجاهد وابن أبي ليلى وعطاء الخراساني : هم فارس . وقال كعب والحسن وعبد الرحمن بن أبي ليلى : الروم . وعن الحسن أيضا : فارس والروم . وقال ابن جبير : هوازن وثقيف . وقال عكرمة : هوازن . وقال قتادة : هوازن وغطفان يوم حنين . وقال الزهري ومقاتل : بنو حنيفة أهل اليمامة أصحاب مسيلمة . وقال رافع بن خديج : والله لقد كنا نقرأ هذه الآية فيما مضى ستدعون إلى قوم أولي بأس شديد فلا نعلم من هم حتى دعانا أبو بكر إلى قتال بني حنيفة فعلمنا أنهم هم . وقال أبو هريرة : لم تأت هذه الآية بعد . وظاهر الآية يرده .الثانية : في هذه الآية دليل على صحة إمامة أبي بكر وعمر - رضي الله عنهما - ; لأن أبا بكر دعاهم إلى قتال بني حنيفة ، وعمر دعاهم إلى قتال فارس والروم . وأما قول عكرمة وقتادة إن ذلك في هوازن وغطفان يوم حنين فلا ; لأنه يمتنع أن يكون الداعي لهم الرسول - عليه السلام - ; لأنه قال : لن تخرجوا معي أبدا ولن تقاتلوا معي عدوا فدل على أن المراد بالداعي غير النبي - صلى الله عليه وسلم - . ومعلوم أنه لم يدع هؤلاء القوم بعد النبي - صلى الله عليه وسلم - إلا أبو بكر وعمر - رضي الله عنهما - . الزمخشري : فإن صح ذلك عن قتادة فالمعنى لن تخرجوا معي أبدا ما دمتم على ما أنتم عليه من مرض القلوب والاضطراب في الدين . أو على قول مجاهد كان الموعد أنهم لا يتبعون رسول الله - صلى الله عليه وسلم - إلا متطوعين لا نصيب لهم في المغنم . والله أعلم .الثالثة : قوله تعالى : تقاتلونهم أو يسلمون هذا حكم من لا تؤخذ منهم الجزية ، وهو معطوف على تقاتلونهم أي : يكون أحد الأمرين : إما المقاتلة وإما الإسلام ، لا ثالث لهما . وفي حرف أبي ( أو يسلموا ) بمعنى حتى يسلموا ، كما تقول : كل أو تشبع ، أي : حتى تشبع . قال [ امرؤ القيس ] :[ ص: 249 ]فقلت له لا تبك عينك إنما نحاول ملكا أو نموت فنعذراوقال الزجاج : قال أو يسلمون لأن المعنى أو هم يسلمون من غير قتال . وهذا في قتال المشركين لا في أهل الكتاب .الرابعة : قوله تعالى : فإن تطيعوا يؤتكم الله أجرا حسنا الغنيمة والنصر في الدنيا ، والجنة في الآخرة . وإن تتولوا كما توليتم من قبل عام الحديبية . يعذبكم عذابا أليما وهو عذاب النار .",
  "ayah": 16,
  "surah": 48
}
