{
  "text": "قوله تعالى : لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحا قريبا[ ص: 250 ] قوله تعالى : لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة هذه بيعة الرضوان ، وكانت بالحديبية ، وهذا خبر الحديبية على اختصار : وذلك أن النبي - صلى الله عليه وسلم - أقام منصرفه من غزوة بني المصطلق في شوال ، وخرج في ذي القعدة معتمرا ، واستنفر الأعراب الذين حول المدينة فأبطأ عنه أكثرهم ، وخرج النبي - صلى الله عليه وسلم - بمن معه من المهاجرين والأنصار ومن اتبعه من العرب ، وجميعهم نحو ألف وأربعمائة . وقيل : ألف وخمسمائة . وقيل : غير هذا ، على ما يأتي . وساق معه الهدي ، فأحرم رسول الله - صلى الله عليه وسلم - ليعلم الناس أنه لم يخرج لحرب ، فلما بلغ خروجه قريشا خرج جمعهم صادين لرسول الله - صلى الله عليه وسلم - عن المسجد الحرام ودخول مكة ، وإنه إن قاتلهم قاتلوه دون ذلك ، وقدموا خالد بن الوليد في خيل إلى ( كراع الغميم ) فورد الخبر بذلك على رسول الله - صلى الله عليه وسلم - وهو ( بعسفان ) وكان المخبر له بشر بن سفيان الكعبي ، فسلك طريقا يخرج به في ظهورهم ، وخرج إلى الحديبية من أسفل مكة ، وكان دليله فيهم رجل من أسلم ، فلما بلغ ذلك خيل قريش التي مع خالد جرت إلى قريش تعلمهم بذلك ، فلما وصل رسول الله - صلى الله عليه وسلم - إلى الحديبية بركت ناقته - صلى الله عليه وسلم - فقال الناس : خلأت خلأت فقال النبي - صلى الله عليه وسلم - : ما خلأت وما هو لها بخلق ولكن حبسها حابس الفيل عن مكة ، لا تدعوني قريش اليوم إلى خطة يسألوني فيها صلة رحم إلا أعطيتهم إياها . ثم نزل - صلى الله عليه وسلم - هناك ، فقيل : يا رسول الله ، ليس بهذا الوادي ماء فأخرج عليه الصلاة والسلام سهما من كنانته فأعطاه رجلا من أصحابه ، فنزل في قليب من تلك القلب فغرزه في جوفه فجاش بالماء الرواء حتى كفى جميع الجيش . وقيل : إن الذي نزل بالسهم في القليب ناجية بن جندب بن عمير الأسلمي وهو سائق بدن النبي - صلى الله عليه وسلم - يومئذ .وقيل : نزل بالسهم في القليب البراء بن عازب ، ثم جرت السفراء بين رسول الله - صلى الله عليه وسلم - وبين كفار قريش ، وطال التراجع والتنازع إلى أن جاء سهيل بن عمرو العامري ، فقاضاه على أن ينصرف - عليه الصلاة والسلام - عامه ذلك ، فإذا كان من قابل أتى معتمرا ودخل هو وأصحابه مكة بغير سلاح ، حاشا السيوف في قربها فيقيم بها ثلاثا ويخرج ، وعلى أن يكون بينه وبينهم صلح عشرة أعوام ، يتداخل فيها الناس ويأمن بعضهم بعضا ، وعلى أن من جاء من الكفار إلى المسلمين مسلما من رجل أو امرأة رد إلى الكفار ، ومن جاء من المسلمين إلى الكفار مرتدا لم يردوه إلى المسلمين ، فعظم ذلك على المسلمين حتى [ ص: 251 ] كان لبعضهم فيه كلام ، وكان رسول الله - صلى الله عليه وسلم - أعلم بما علمه الله من أنه سيجعل للمسلمين فرجا ، فقال لأصحابه اصبروا فإن الله يجعل هذا الصلح سببا إلى ظهور دينه فأنس الناس إلى قوله هذا بعد نفار منهم ، وأبى سهيل بن عمرو أن يكتب في صدر صحيفة الصلح : من محمد رسول الله ، وقالوا له : لو صدقناك بذلك ما دفعناك عما تريد فلا بد أن تكتب : باسمك اللهم . فقال لعلي وكان يكتب صحيفة الصلح : امح يا علي ، واكتب باسمك اللهم فأبى علي أن يمحو بيده ( محمد رسول الله ) فقال له رسول الله - صلى الله عليه وسلم - : اعرضه علي فأشار إليه فمحاه رسول الله - صلى الله عليه وسلم - بيده ، وأمره أن يكتب [ من محمد بن عبد الله ] .وأتى أبو جندل بن سهيل يومئذ بأثر كتاب الصلح وهو يرسف في قيوده ، فرده رسول الله - صلى الله عليه وسلم - إلى أبيه ، فعظم ذلك على المسلمين ، فأخبرهم رسول الله - صلى الله عليه وسلم - وأخبر أبا جندل [ أن الله سيجعل له فرجا ومخرجا ] . وكان رسول الله - صلى الله عليه وسلم - قبل الصلح قد بعث عثمان بن عفان إلى مكة رسولا ، فجاء خبر إلى رسول الله - صلى الله عليه وسلم - بأن أهل مكة قتلوه ، فدعا رسول الله - صلى الله عليه وسلم - حينئذ إلى المبايعة له على الحرب والقتال لأهل مكة ، فروي أنه بايعهم على الموت . وروي أنه بايعهم على ألا يفروا . وهي بيعة الرضوان تحت الشجرة ، التي أخبر الله تعالى أنه رضي عن المبايعين لرسول الله - صلى الله عليه وسلم - تحتها . وأخبر رسول الله - صلى الله عليه وسلم - أنهم لا يدخلون النار . وضرب رسول الله - صلى الله عليه وسلم - بيمينه في شماله لعثمان ، فهو كمن شهدها . وذكر وكيع عن إسماعيل بن أبي خالد عن الشعبي قال : أول من بايع رسول الله - صلى الله عليه وسلم - يوم الحديبية أبو سفيان الأسدي . وفي صحيح مسلم عن أبي الزبير عن جابر قال : كنا يوم الحديبية ألفا وأربعمائة ، فبايعناه وعمر آخذ بيده تحت الشجرة وهي سمرة ، وقال : بايعناه على ألا نفر ولم نبايعه على الموت وعنه أنه سمع جابرا يسأل : كم كانوا يوم الحديبية ؟ قال : كنا أربع عشرة مائة ، فبايعناه وعمر آخذ بيده تحت الشجرة وهي سمرة ، فبايعناه ، غير جد بن قيس الأنصاري اختبأ تحت بطن بعيره . وعن سالم بن أبي الجعد قال : سألت جابر بن عبد الله عن أصحاب الشجرة . فقال : لو كنا مائة ألف لكفانا ، كنا [ ص: 252 ] ألفا وخمسمائة . وفي رواية : كنا خمس عشرة مائة . وعن عبد الله بن أبي أوفى قال : كان أصحاب الشجرة ألفا وثلاثمائة ، وكانت أسلم ثمن المهاجرين . وعن يزيد بن أبي عبيد قال : قلت لسلمة : على أي شيء بايعتم رسول الله - صلى الله عليه وسلم - يوم الحديبية ؟ قال : على الموت . وعن البراء بن عازب قال : كتب علي - رضي الله عنه - الصلح بين النبي - صلى الله عليه وسلم - وبين المشركين يوم الحديبية ، فكتب : هذا ما كاتب عليه محمد رسول الله - صلى الله عليه وسلم - فقالوا : لا تكتب رسول الله ، فلو نعلم أنك رسول الله لم نقاتلك . فقال النبي - صلى الله عليه وسلم - لعلي : [ امحه ] . فقال : ما أنا بالذي أمحاه ، فمحاه النبي - صلى الله عليه وسلم - بيده . وكان فيما اشترطوا : أن يدخلوا مكة فيقيموا فيها ثلاثا ، ولا يدخلها بسلاح إلا جلبان السلاح . قلت لأبي إسحاق وما جلبان السلاح ؟ قال : القراب وما فيه . وعن أنس : أن قريشا صالحوا النبي - صلى الله عليه وسلم - فيهم سهيل بن عمرو ، فقال النبي - صلى الله عليه وسلم - لعلي : [ اكتب بسم الله الرحمن الرحيم ] فقال سهيل بن عمرو : أما بسم الله ، فما ندري ما بسم الله الرحمن الرحيم ولكن اكتب ما نعرف : باسمك اللهم . فقال : [ اكتب من محمد رسول الله ] قالوا : لو علمنا أنك رسوله لاتبعناك ولكن اكتب اسمك واسم أبيك . فقال النبي - صلى الله عليه وسلم - : [ اكتب من محمد بن عبد الله ] فاشترطوا على النبي - صلى الله عليه وسلم - : أن من جاء منكم لم نرده عليكم ، ومن جاءكم منا رددتموه علينا . فقالوا : يا رسول الله ، أنكتب هذا قال : [ نعم إنه من ذهب منا إليهم فأبعده الله ومن جاءنا منهم فسيجعل الله له فرجا ومخرجا ] .وعن أبي وائل قال : قام سهل بن حنيف يوم صفين فقال يا أيها الناس ، اتهموا أنفسكم ، لقد كنا مع رسول الله - صلى الله عليه وسلم - يوم الحديبية ولو نرى قتالا لقاتلنا ، وذلك في الصلح الذي كان بين رسول الله - صلى الله عليه وسلم - وبين المشركين . فجاء عمر بن الخطاب - - رضي الله عنه - فأتى رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله ، ألسنا على حق وهم على باطل ؟ قال [ بلى ] قال : أليس قتلانا في الجنة وقتلاهم في النار ؟ قال [ بلى ] قال ففيم نعطي الدنية في ديننا ونرجع ولما يحكم الله بيننا وبينهم ؟ فقال [ يا بن الخطاب إني رسول الله ولن يضيعني الله أبدا ] قال : فانطلق عمر ، فلم يصبر متغيظا فأتى أبا بكر فقال : يا أبا بكر ، ألسنا [ ص: 253 ] على حق وهم على باطل ؟ قال بلى ، قال : أليس قتلانا في الجنة وقتلاهم في النار ؟ قال بلى . قال : فعلام نعطي الدنية في ديننا ونرجع ولما يحكم الله بيننا وبينهم ؟ فقال : يا بن الخطاب ، إنه رسول الله ولن يضيعه الله أبدا . قال : فنزل القرآن على رسول الله - صلى الله عليه وسلم - بالفتح ، فأرسل إلى عمر فأقرأه إياه ، فقال : يا رسول الله ، أوفتح هو ؟ قال [ نعم ] . فطابت نفسه ورجع .قوله تعالى : فعلم ما في قلوبهم من الصدق والوفاء ، قاله الفراء . وقال ابن جريج وقتادة : من الرضا بأمر البيعة على ألا يفروا . وقال مقاتل : من كراهة البيعة على أن يقاتلوا معه على الموت . فأنزل السكينة عليهم حتى بايعوا . وقيل : فعلم ما في قلوبهم من الكآبة بصد المشركين إياهم وتخلف رؤيا النبي - صلى الله عليه وسلم - عنهم ، إذ رأى أنه يدخل الكعبة ، حتى قال رسول الله - صلى الله عليه وسلم - : [ إنما ذلك رؤيا منام ] . وقال الصديق : لم يكن فيها الدخول في هذا العام .والسكينة : الطمأنينة وسكون النفس إلى صدق الوعد . وقيل : الصبر . وأثابهم فتحا قريبا قال قتادة وابن أبي ليلى : فتح خيبر . وقيل : فتح مكة . وقرئ ( وآتاهم )",
  "ayah": 18,
  "surah": 48
}
