{
  "text": "قوله تعالى : هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا أن يبلغ محله ولولا رجال مؤمنون ونساء مؤمنات لم تعلموهم أن تطئوهم فتصيبكم منهم معرة بغير علم ليدخل الله في رحمته من يشاء لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما .قوله تعالى : هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا أن يبلغ محله فيه ثلاث مسائل : الأولى : قوله تعالى : هم الذين كفروا يعني قريشا ، منعوكم دخول المسجد الحرام عام الحديبية حين أحرم النبي - صلى الله عليه وسلم - مع أصحابه بعمرة ، ومنعوا الهدي وحبسوه عن أن يبلغ [ ص: 258 ] محله . وهذا كانوا لا يعتقدونه ، ولكنه حملتهم الأنفة ودعتهم حمية الجاهلية إلى أن يفعلوا ما لا يعتقدونه دينا ، فوبخهم الله على ذلك وتوعدهم عليه ، وأدخل الأنس على رسول الله - صلى الله عليه وسلم - ببيانه ووعده .الثانية : قوله تعالى : والهدي معكوفا أي محبوسا . وقيل : موقوفا . وقال أبو عمرو بن العلاء : مجموعا . الجوهري : عكفه أي : حبسه ووقفه ، يعكفه ويعكفه عكفا ، ومنه قوله تعالى : والهدي معكوفا ، يقال ما عكفك عن كذا . ومنه الاعتكاف في المسجد وهو الاحتباس . أن يبلغ محله أي منحره ، قاله الفراء . وقال الشافعي - رضي الله عنه - : الحرم . وكذا قال أبو حنيفة - رضي الله عنه - ، المحصر محل هديه الحرم . والمحل ( بكسر الحاء ) : غاية الشيء . ( وبالفتح ) : هو الموضع الذي يحله الناس . وكان الهدي سبعين بدنة ، ولكن الله بفضله جعل ذلك الموضع له محلا .وقد اختلف العلماء في هذا على ما تقدم بيانه في ( البقرة ) عند قوله تعالى : فإن أحصرتم والصحيح ما ذكرناه .وفي صحيح مسلم عن أبي الزبير عن جابر بن عبد الله قال : نحرنا مع رسول الله - صلى الله عليه وسلم - عام الحديبية البدنة عن سبعة ، والبقرة عن سبعة . وعنه قال : اشتركنا مع رسول الله - صلى الله عليه وسلم - في الحج والعمرة كل سبعة في بدنة . فقال رجل لجابر : أيشترك في البدنة ما يشترك في الجزور ؟ قال : ما هي إلا من البدن . وحضر جابر الحديبية قال : ونحرنا يومئذ سبعين بدنة ، اشتركنا كل سبعة في بدنة . وفي البخاري عن ابن عمر قال : خرجنا مع رسول الله - صلى الله عليه وسلم - معتمرين ، فحال كفار قريش دون البيت ، فنحر رسول الله - صلى الله عليه وسلم - بدنة وحلق رأسه . قيل : إن الذي حلق رأسه يومئذ خراش بن أمية بن أبي العيص الخزاعي ، وأمر رسول الله - صلى الله عليه وسلم - المسلمين أن ينحروا ويحلوا ، ففعلوا بعد توقف كان منهم أغضب رسول الله - صلى الله عليه وسلم - . فقالت له أم سلمة : لو نحرت لنحروا ، فنحر رسول الله - صلى الله عليه وسلم - هديه ونحروا بنحره ، وحلق رسول الله - صلى الله عليه وسلم - رأسه ودعا للمحلقين ثلاثا وللمقصرين مرة . ورأى كعب بن عجرة والقمل يسقط على وجهه ، فقال : [ أيؤذيك هوامك ] ؟ قال نعم ، فأمره أن يحلق وهو بالحديبية . خرجه البخاري والدارقطني . وقد مضى في ( البقرة )[ ص: 259 ] الثالثة : قوله تعالى : والهدي الهدي والهدي لغتان . وقرئ حتى يبلغ الهدي محله بالتخفيف والتشديد ، الواحدة هدية . وقد مضى في ( البقرة ) أيضا . وهو معطوف على الكاف والميم من صدوكم ومعكوفا حال ، وموضع أن من قوله : أن يبلغ محله نصب على تقدير الحمل على صدوكم أي : صدوكم وصدوا الهدي عن أن يبلغ . ويجوز أن يكون مفعولا له ، كأنه قال : وصدوا الهدي كراهية أن يبلغ محله . أبو علي : لا يصح حمله على العكف ، لأنا لا نعلم ( عكف ) جاء متعديا ، ومجيء معكوفا في الآية يجوز أن يكون محمولا على المعنى ، كأنه لما كان حبسا حمل المعنى على ذلك ، كما حمل الرفث على معنى الإفضاء فعدي بإلى ، فإن حمل على ذلك كان موضعه نصبا على قياس قول سيبويه ، وجرا على قياس قول الخليل . أو يكون مفعولا له ، كأنه قال : محبوسا كراهية أن يبلغ محله . ويجوز تقدير الجر في أن لأن عن تقدمت ، فكأنه قال : وصدوكم عن المسجد الحرام ، وصدوا الهدي ( عن ) أن يبلغ محله . ومثله ما حكاه سيبويه عن يونس : مررت برجل إن زيد وإن عمرو ، فأضمر الجار لتقدم ذكره .قوله تعالى : ولولا رجال مؤمنون ونساء مؤمنات لم تعلموهم أن تطئوهم فتصيبكم منهم معرة بغير علم فيه ثلاث مسائل : الأولى : قوله تعالى : ولولا رجال مؤمنون يعني المستضعفين من المؤمنين بمكة وسط الكفار ، كسلمة بن هشام وعياش بن أبي ربيعة وأبي جندل بن سهيل ، وأشباههم . لم تعلموهم أي : تعرفوهم . وقيل : لم تعلموهم أنهم مؤمنون . أن تطئوهم بالقتل والإيقاع بهم ، يقال : وطئت القوم ، أي : أوقعت بهم . وأن يجوز أن يكون رفعا على البدل من رجال ، ونساء كأنه قال ولولا وطؤكم رجالا مؤمنين ونساء مؤمنات . ويجوز أن يكون نصبا على البدل من الهاء والميم في تعلموهم ، فيكون التقدير : لم تعلموا وطأهم ، وهو في الوجهين بدل الاشتمال . لم تعلموهم نعت ل ( رجال ) و ( نساء ) ، وجواب لولا محذوف ، والتقدير : ولو أن تطئوا رجالا مؤمنين ونساء مؤمنات لم تعلموهم لأذن الله لكم في دخول مكة ، ولسلطكم عليهم ، ولكنا صنا من كان فيها يكتم إيمانه . وقال الضحاك : لولا من في أصلاب الكفار وأرحام نسائهم من رجال مؤمنين ونساء مؤمنات لم تعلموا أن تطئوا آباءهم فتهلك أبناؤهم .الثانية : قوله تعالى : فتصيبكم منهم معرة بغير علم المعرة العيب ، وهي مفعلة من العر وهو الجرب ، أي : يقول المشركون : قد قتلوا أهل دينهم . وقيل : المعنى يصيبكم من قتلهم [ ص: 260 ] ما يلزمكم من أجله كفارة قتل الخطأ ; لأن الله تعالى إنما أوجب على قاتل المؤمن في دار الحرب إذا لم يكن هاجر منها ولم يعلم بإيمانه الكفارة دون الدية في قوله : فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة قاله الكلبي ومقاتل وغيرهما . وقد مضى في ( النساء ) القول فيه . وقال ابن زيد : معرة : إثم . وقال الجوهري وابن إسحاق : غرم الدية . قطرب : شدة . وقيل : غم .الثالثة : قوله تعالى : بغير علم تفضيل للصحابة وإخبار عن صفتهم الكريمة من العفة عن المعصية والعصمة عن التعدي ، حتى لو أنهم أصابوا من ذلك أحدا لكان عن غير قصد . وهذا كما وصفت النملة عن جند سليمان - عليه السلام - في قولها : لا يحطمنكم سليمان وجنوده وهم لا يشعرون .قوله تعالى : ليدخل الله في رحمته من يشاء لو تزيلوا فيه أربع مسائل : الأولى : قوله تعالى : ليدخل الله في رحمته من يشاء لو تزيلوا اللام في ليدخل متعلقة بمحذوف ، أي : لو قتلتموهم لأدخلهم الله في رحمته . ويجوز أن تتعلق بالإيمان . ولا تحمل على مؤمنين دون مؤمنات ولا على مؤمنات دون مؤمنين لأن الجميع يدخلون في الرحمة . وقيل : المعنى لم يأذن الله لكم في قتال المشركين ليسلم بعد الصلح من قضى أن يسلم من أهل مكة ، وكذلك كان ؛ أسلم الكثير منهم وحسن إسلامه ، ودخلوا في رحمته ، أي : جنته .الثانية : قوله تعالى : لو تزيلوا أي تميزوا ، قاله القتبي . وقيل : لو تفرقوا ، قاله الكلبي . وقيل : لو زال المؤمنون من بين أظهر الكفار لعذب الكفار بالسيف ، قاله الضحاك ولكن الله يدفع بالمؤمنين عن الكفار . وقال علي - رضي الله عنه - : سألت النبي - صلى الله عليه وسلم - عن هذه الآية لو تزيلوا لعذبنا الذين كفروا فقال : [ هم المشركون من أجداد نبي الله ومن كان بعدهم وفي عصرهم كان في أصلابهم قوم مؤمنون فلو تزيل المؤمنون عن أصلاب الكافرين لعذب الله تعالى الكافرين عذابا أليما ] .الثالثة : هذه الآية دليل على مراعاة الكافر في حرمة المؤمن ، إذ لا يمكن أذية الكافر إلا بأذية المؤمن . قال أبو زيد قلت لابن القاسم : أرأيت لو أن قوما من المشركين في حصن من [ ص: 261 ] حصونهم ، حصرهم أهل الإسلام وفيهم قوم من المسلمين أسارى في أيديهم ، أيحرق هذا الحصن أم لا ؟ قال : سمعت مالكا وسئل عن قوم من المشركين في مراكبهم : أنرمي في مراكبهم بالنار ومعهم الأسارى في مراكبهم ؟ قال : فقال مالك لا أرى ذلك ، لقوله تعالى لأهل مكة : لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما وكذلك لو تترس كافر بمسلم لم يجز رميه . وإن فعل ذلك فاعل فأتلف أحدا من المسلمين فعليه الدية والكفارة . فإن لم يعلموا فلا دية ولا كفارة ، وذلك أنهم إذا علموا فليس لهم أن يرموا ، فإذا فعلوه صاروا قتلة خطأ والدية على عواقلهم . فإن لم يعلموا فلهم أن يرموا . وإذا أبيحوا الفعل لم يجز أن يبقى عليهم فيها تباعة . قال ابن العربي : وقد قال جماعة إن معناه لو تزيلوا عن بطون النساء وأصلاب الرجال . وهذا ضعيف ; لأن من في الصلب أو في البطن لا يوطأ ولا تصيب منه معرة . وهو سبحانه قد صرح فقال : ولولا رجال مؤمنون ونساء مؤمنات لم تعلموهم أن تطئوهم ، وذلك لا ينطلق على من في بطن المرأة وصلب الرجال ، وإنما ينطلق على مثل الوليد بن الوليد ، وسلمة بن هشام ، وعياش بن أبي ربيعة ، وأبي جندل بن سهيل . وكذلك قال مالك : وقد حاصرنا مدينة الروم فحبس عنهم الماء ، فكانوا ينزلون الأسارى يستقون لهم الماء ، فلا يقدر أحد على رميهم بالنبل ، فيحصل لهم الماء بغير اختيارنا . وقد جوز أبو حنيفة وأصحابه والثوري الرمي في حصون المشركين وإن كان فيهم أسارى من المسلمين وأطفالهم . ولو تترس كافر بولد مسلم رمي المشرك ، وإن أصيب أحد من المسلمين فلا دية فيه ولا كفارة . وقال الثوري : فيه الكفارة ولا دية . وقال الشافعي بقولنا . وهذا ظاهر ، فإن التوصل إلى المباح بالمحظور لا يجوز ، سيما بروح المسلم ، فلا قول إلا ما قالهمالك - رضي الله عنه - . والله أعلم .قلت : قد يجوز قتل الترس ، ولا يكون فيه اختلاف إن شاء الله ، وذلك إذا كانت المصلحة ضرورية كلية قطعية . فمعنى كونها ضرورية : أنها لا يحصل الوصول إلى الكفار إلا بقتل الترس . ومعنى أنها كلية : أنها قاطعة لكل الأمة ، حتى يحصل من قتل الترس مصلحة كل المسلمين ، فإن لم يفعل قتل الكفار الترس واستولوا على كل الأمة . ومعنى كونها قطعية : أن تلك المصلحة حاصلة من قتل الترس قطعا . قال علماؤنا : وهذه المصلحة بهذه القيود لا ينبغي أن يختلف في اعتبارها ; لأن الفرض أن الترس مقتول قطعا ، فإما بأيدي العدو فتحصل المفسدة العظيمة التي هي استيلاء العدو على كل المسلمين . وإما بأيدي المسلمين فيهلك العدو وينجو المسلمون أجمعون . ولا يتأتى لعاقل أن يقول : لا يقتل الترس في هذه الصورة بوجه ; لأنه يلزم منه ذهاب الترس والإسلام والمسلمين ، لكن لما كانت هذه المصلحة غير [ ص: 262 ] خالية من المفسدة ، نفرت منها نفس من لم يمعن النظر فيها ، فإن تلك المفسدة بالنسبة إلى ما يحصل منها عدم أو كالعدم . والله أعلم .الرابعة : قراءة العامة لو تزيلوا إلا أبا حيوة فإنه قرأ ( تزايلوا ) وهو مثل تزيلوا في المعنى . والتزايل : التباين . وتزيلوا تفعلوا ، من زلت . وقيل : هي تفيعلوا . لعذبنا الذين كفروا قيل : اللام جواب لكلامين ، أحدهما : لولا رجال والثاني : لو تزيلوا وقيل : جواب لولا محذوف ، وقد تقدم . ولو تزيلوا ابتداء كلام .",
  "ayah": 25,
  "surah": 48
}
