{
  "text": "ثم قال تعالى متهددا لهم ومتوعدا ومنذرا لهم بأسه الذي لا يرد كما حل بأشباههم ونظرائهم من المشركين المنكرين للبعث كقوم تبع وهم سبأ حيث أهلكهم الله عز وجل وخرب بلادهم وشردهم في البلاد وفرقهم شذر مذر كما تقدم ذلك في سورة سبأ وهي مصدرة بإنكار المشركين للمعاد وكذلك ههنا شبههم بأولئك وقد كانوا عربا من قحطان كما أن هؤلاء عرب من عدنان وقد كانت حمير وهم سبأ كلما ملك فيهم رجل سموه تبعا كما يقال كسرى لمن ملك الفرس وقيصر لمن ملك الروم وفرعون لمن ملك مصر كافرا والنجاشي لمن ملك الحبشة وغير ذلك من أعلام الأجناس ولكن اتفق أن بعض تبابعتهم خرج من اليمن وسار في البلاد حتى وصل إلى سمرقند واشتد ملكه وعظم سلطانه وجيشه واتسعت مملكته وبلاده وكثرت رعاياه وهو الذي مصر الحيرة فاتفق أنه مر بالمدينة النبوية وذلك في أيام الجاهلية فأراد قتال أهلها فمانعوه وقاتلوه بالنهار وجعلوا يقرونه الليل فاستحيا منهم وكف عنهم واستصحب معه حبرين من أحبار يهود كانا قد نصحاه وأخبراه أنه لا سبيل له على هذه البلدة فإنها مهاجر نبي يكون في آخر الزمان فرجع عنها وأخذهما معه إلى بلاد اليمن ا فلما اجتاز بمكة أراد هدم الكعبة فنهيناه عن ذلك أيضا وأخبراه بعظمة هذا البيت وأنه من بناء إبراهيم الخليل عليه الصلاة والسلام وأنه سيكون له شأن عظيم على يدي ذلك النبي المبعوث في آخر الزمان فعظمها وطاف بها وكساها الملاء والوصائل والحبر ثم كر راجعا إلى اليمن ودعا أهلها إلى اليهود معه وكان إذا ذاك دين موسى عليه الصلاة والسلام فيه من يكون على الهداية قبل بعثة المسيح عليه الصلاة والسلام فتهود معه عامة أهل اليمن وقد ذكر القصة بطولها الإمام محمد بن إسحاق في كتابه السيرة وقد ترجمه الحافظ ابن عساكر في تاريخه ترجمة حافلة أورد فيها أشياء كثيرة مما ذكرنا ومما لم يذكر وذكر أنه ملك دمشق وأنه كان إذا استعرض الخيل صفت له من دمشق إلى اليمن ثم ساق من طريق عبدالرزاق عن معمر عن ابن أبي ذئب عن المقبري عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال \"ما أدري الحدود طهارة لأهلها أم لا؟ ولا أدري تبع لعينا كان أم لا؟ ولا أدري ذو القرنين نبيا كان أم ملكا\" وقال غيره \"عزير أكان نبيا أم لا؟\" وهكذا رواه ابن أبن حاتم عن محمد بن حماد الظهراني عن عبدالرزاق قال الدارقطني تفرد به عبدالرزاق. ثم روى ابن عساكر من طريق محمد بن كريب عن أبيه عن ابن عباس رضي الله عنهما مرفوعا \"عزير لا أدري أنبيا كان أم لا؟ ولا أدري ألعين تبع أم لا؟\" ثم أورد ما جاء في النهي عن سبه ولعنته كما سيأتي إن شاء الله تعالى وكأنه والله أعلم كان كافرا ثم أسلم وتابع دين الكليم على يدي من كان من أحبار اليهود في ذلك الزمان على الحق قبل بعثة المسيح عليه السلام وحج البيت في زمن الجرهميين وكساه الملاء والوصائل من الحرير والحبر ونحر عنده ستة آلاف بدنة وعظمه وأكرمه ثم عاد إلى اليمن وقد ساق قصته بطولها الحافظ ابن عساكر من طرق متعددة مطوله مبسوطة عن أبي بن كعب وعبدالله بن سلام وعبدالله بن عباس رضي الله عنهم وكعب الأحبار وإليه المرجع في ذلك كله وإلى عبدالله بن سلام أيضا وهو أثبت وأكبرو أعلم وكذا روى قصته وهب بن منبه ومحمد بن إسحاق فى السيرة كما هو مشهور فيها. وقد اختلط عل الحافظ ابن عساكر في بعض السياقات ترجمة تبع هذا بترجمة آخر متأخر عنه بدهر طويل فإن تبعا هذا المشار إليه في القرآن أسلم قومه على يديه ثم لما توفي عادوا بعده إلى عبادة النيران والأصنام فعاقبهم الله تعالى كما ذكره في سورة سبأ وقد بسطنا قصتهم هنالك وللّه الحمد والمنة وقال سعيد بن جبير كسا تبع الكعبة وكان سعيد ينهى عن سبه وتبع هذا هو تبع الأوسط واسمه أسعد أبو كريب بن مليكرب اليماني ذكروا أنه ملك على قومه ثلاثمائة سنة وستا وعشرين سنة ولم يكن فى حمر أطول مدة منه وتوفي قبل مبعث رسول الله صلى الله عليه وسلم بنحو من سبعمائة سنة. وذكروا أنه لما ذكر له الحبران من يهود المدينة أن هذه البلدة مهاجر نبي في آخر الزمان اسمه أحمد قال في ذلك شعرا واستودعه عند أهل المدينة فكانوا يتوارثونه ويروونه خلفا عن سلف وكان ممن يحفظه أبو أيوب خالد بن زيد الذي نزل رسول الله صلى الله عليه وسلم في داره وهو: شهدت على أحمد أنه رسول من الله باري النسم فلو مد عمري إلى عمره لكنت وزيرا له وابن عم وجاهدت بالسيف أعداءه وفرجت من صدره كل غم وذكر ابن أبي الدنيا أنه حفر قبر بصنعاء فى الإسلام فوجدوا فيه امرأتين صحيحتين وعند رءوسهما لوح من فضة مكتوب فيه بالذهب: هذا قبر حيي وتميس وروي حيي وتماضر ابنتي تبع ماتتا وهما تشهدان أن لا إله إلا الله ولا تشركان به شيئا وعلى ذلك مات الصالحون قبلهما وقد ذكرنا في سورة سبأ شعر سبأ في ذلك أيضا قال قتادة ذكر لنا أن كعبا كان يقول في تبع نعت الرجل الصالح ذم الله تعالى قومه ولم يذمه قال وكانت عائشة رضي الله عنها تقول: لا تسبوا تبعا فإنه قد كان رجلا صالحا. وقال ابن أبي حاتم حدثنا أبو زرعة حدثنا صفوان حدثنا الوليد حدثنا عبدالله بن لهيعة عن أبي زرعة - يعني عمرو بن جابر الحضرمي - قال سمعت سهل بن سعد الساعدي رضي الله عنه يقول قال رسول الله صلى الله عليه وسلم \"لا تسبوا تبعا فإنه قد كان أسلم\" ورواه الإمام أحمد في مسنده عن حسن بن موسى عن ابن لهيعة به. وقال الطبراني حدثنا أحمد بن علي الأبار حدثنا أحمد بن محمد بن أبي برزة حدثنا مؤمل بن إسماعيل حدثنا سفيان عن سماك بن حرب عن عكرمة عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"لا تسبوا تبعا فإنه قد أسلم\" وقال عبدالرزاق أيضا أخبرنا معمر عن ابن أبي ذئب عن المقبري عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"ما أدري تبع نبيا كان أم غير نبي\" وتقدم بهذا السند من رواية ابن أبي حاتم كما أورده ابن عساكر \"لا أدري تبع كان لعينا أم لا\" فالله أعلم. ورواه ابن عساكر من طريق زكريا بن يحيى المدني عن عكرمة عن ابن عباس موقوفا وقال عبدالرزاق أخبرنا عمران أبو الهذيل أخبرني تميم بن عبدالرحمن قال: قال عطاء بن أبي رباح لا تسبوا تبعا فإن رسول الله صلى الله عليه وسلم نهى عن سبه والله تعالى أعلم.",
  "ayah": 37,
  "surah": 44
}
