{
  "surah": 5,
  "ayah": 3,
  "text": "Forbidden to you are carrion and blood, the flesh of swine, that which has been offered up to other than God, the strangled, the beaten down, the fallen, the gored, what has been eaten by predators-except what you slaughter-what is sacrificed on stone alters, and that which you al- lot by divining arrows-that is ungodliness. Today those who disbelieve have despaired of your religion, so fear them not, and fear Me. Today I have perfected for you your religion and I have completed My blessings upon you, and I have approved for you the submission as a religion. Although carrion is vile and forbidden, a measure of it is still allowed at the time of constraint. Among the sorts of carrion is the flesh of a brother Muslim that is eaten by backbiting. In this there is never a concession in any state, whether by constraint or free choice. Hence this carrion is worse than that carrion, and its prohibition is greater. God says, “Do not backbite one another. Would one of you love to eat the dead flesh of his brother? You would abhor it” [49:12]. It has been said that an animal whose flesh is eaten has two states: One is that, when it is killed by the stipulation of the Shariah, it is pure. Taking it is allowed and eating it is permitted. When it dies by itself, it is defiled, and eating it is forbidden. By way of allusion He is saying that when this Adamic soul is killed by the sword of struggle in the path of discipline according to the Shariah-that is, when it has been subjugated by the religion and come to be commanded by the Shariah, made a servant and abased by the burden of obedience-the soul with this description is pure. Nearness to it is allowed, being its companion is lawful, seeing it is the heart's repose, and companionship with it is the spirit's happiness. But whenever a soul dies in the darkness of its own heedlessness such that it no longer perceives the work of the religion and exerts no effort in the limits set down by the Shariah, this soul is like the carrion whose body is defiled and nearness to which is forbidden. The strangled, the beaten down, the fallen to death, the gored.  Beneath each of these words is an allusion in keeping with the tasting of the chevaliers of the Tariqah and according to the creed of the wayfarers of the Haqiqah's road. The strangled is an allusion to someone who places himself in the bonds of wishes, puts the chains of avarice on his own hands and feet, and throws the rope of wanting around his neck until he is killed by avarice and appetite. It is forbidden for the wayfarers and desirers to walk on the path of someone like this or to follow someone like this. The beaten down is an allusion to someone who stays a prisoner of caprice and a captive of Satan, beaten down by the fanciful notions of his soul and the disquieting thoughts from Satan, so that his heart dies in that beating and imprisonment. He becomes the carrion of the Tariqah, and companionship with him is forbidden. The fallen to death is an allusion to someone who has fallen into the valley of dispersion and been destroyed, losing the road of the Haqiqah. The gored is an allusion to someone who quarrels with his likes and similars for the sake of this world of carrion and is gored such that his adversary wins; he becomes carrion under the blows of a carrion-eater. What has been eaten by predators is that toward which the seekers of this world turn their heads; it is carrion and its seeker is like a dog. Only dogs eat carrion. It is nothing but rotting carrion which dogs try to drag away. Then He says, “except what you slaughter.” In the outward Shariah, He is saying that whenever a Shari'ite slaughtering takes place in the forbidden things that He mentioned such that it is allowed by the Shariah, then it is allowed and eating it is permitted. So also in the road of the Tariqah, whatever may be the traveling supplies of the road of the next world and the goods of this world necessary for life, taking them and having them is permissible in the religion and seeking them is allowed. The supplies for the religion's road pertain to the road of the religion. God says, “And take along supplies, but the best of supplies is godwariness” [2:197]. What is sacrificed on stone alters. Everything that is done for the caprice of wanting and not in conformity with the Shariah is sacrificed on stone alters.  Making the caprice of your soul your ob- ject of worship and going forth according to what it desires is not the work of the religious, nor is it the state of the faithful. God says, “Hast thou seen him who has taken his caprice as his god?” [25:43]. And that which you allot by divining arrows-that is ungodliness. Every transaction and companionship that does not go forth with the permission of the Shariah and in conformity with the religion, the goal being to obtain this world and what is desired by the soul, is nothing but gam- bling. Its form is deception and deceit, its result ungodliness and corruption, and its final outcome punishment and chastisement. Today I have perfected for you your religion and I have completed My blessings upon you. Jaʿfar ibn MuḤammad said that “today” is an allusion to the day when MuṣṬafā was sent to creation and the crown of messengerhood was placed on the head of his prophecy. The carpet of his Shariah was pulled around the world and the rug of mercy was spread out. The smoke of associationism was wrapped up in its own misfortune and the traces and remnants of unbelief were effaced and dissolved. From the four corners of world the sound of the drum of Muhammad the Arab's good fortune rose up: “The truth has come, and falsehood has vanished away” [17:81]. God bless the son of āmina, who brought him forth open-handed and generous. Say to those who hope for Ahmad's intercession, “Bless him and wish him great peace.” * O you whose visage is everyone's gazing place before you all have fallen in the road. O Venus of the months and moon of all, your beauty has taken away everyone's luster and rank! The night of mortal nature still did not exist when the sun of his prophethood was set firmly in place in the heaven of its loftiness, for “I was a prophet when Adam was between water and clay.” “O great one! Show your beauty, so all of existence may become a sun. O master! Open the oyster shell of mercy, so these destitute ones may fill their pockets with pearls. “Why don't you take that face to the idol-worshipers- why not display it and take the unbelief from their hearts? “O master, We will mention your innate beauty only within By thy life! [15:72].  We will make the kiblah of the first and the last only the circle of your servants. O master, if We open up the desire of the sun you have in your heart, no crucifix will remain in Byzantium, no unbelief or sash in the world.” Have mercy on the creatures' hearts and come out from the veil so that the seventy-two creeds may end their disputes. And I have completed My blessings upon you. This is addressed to MuṣṬafā's Companions. He is saying, “I have completed My blessings upon you in that I have singled you out among My servants to contemplate him. I have made you an argument for all the nations that will come until the Day of Resurrection.” It has also been said that Today I have perfected for you your religion alludes to the first day of the beginningless covenant. He is saying, “In the Beginningless, I completed this religion for you and took care of your work, marking you with My brand. This is nothing new that I have done, for I have long taken care of it. But I have completed it and made manifest to you what I already knew, showing what I have done. And I have completed My blessings upon you. The completion of the work is that tomorrow in the Palisades of Holiness I will bestow upon you My approval. And I have approved for you the submission as your religion. I will make you worthy of union with My Presence, I will approve of you for My neighborhood, and I will also increase My caresses. I will say, 'My servant. I have approved of you as a neighbor. Do you approve of Me as a neighbor?'” It has been said that the perfection of the religion is the realization of recognition in the guid- ance at the beginning of the state, and the completion of blessings is the obtainment of forgiveness at the end of the work. He is laying a favor on the faithful: “At first I give recognition and at last I forgive.” This is addressed to the congregation of the faithful. And there is no doubt about the forgiveness of the community of the faithful. If there is doubt, it is about instances and individu- als-whether or not they remained with faith. But the generality of the faithful are forgiven.  It has been said that this is the submission that is approved by God. And I have approved for you the submission as your religion is an allusion to it. It is like a house that is reached by four gates, behind which are four bridges, and behind the bridges are degrees and levels. As long as people do not pass through the gates and over the bridges, they will not reach the degrees and levels. The first gate of the traveler is performing the obligations, the second is avoiding forbidden things, the third is having confidence in God's assurance, and the fourth is having patience in trials and sufferings. When you have passed through these gates, the bridges appear. The first bridge is approval: approving of God's decree, placing it on one's neck, and leaving aside the road of protest. The second bridge is trust in God: relying on God, taking Him as one's support and refuge, and recog- nizing Him as one's trustee. The third bridge is gratitude: recognizing God's blessings on oneself and putting these blessings to work in obedience to Him. The fourth bridge is self-purification in deeds, in the Shahadah, in service, and in recognition: the Shahadah in submission, service in faith, and recognition in the Haqiqah. Once you have passed over the bridges, then there are degrees and levels-as is worthy for everyone and as God wants. This is why the Lord of the Words says, “They have degrees with their Lord, and forgiveness, and a generous provision” [8:4]."
}
