{
  "text": "القول في تأويل قوله تعالى :  وَحُورٌ عِينٌ (22)اختلف القرّاء في قراءة قوله: ( وَحُورٌ عِينٌ ) فقرأته عامة قراء الكوفة وبعض المدنيين ( وحُورٍ عِينٍ ) بالخفض إتباعا لإعرابها إعراب ما قبلها من الفاكهة واللحم، وإن كان ذلك مما لا يُطاف به، ولكن لما كان معروفا معناه المراد أتبع الآخر الأوّل في الإعراب، كما قال بعض الشعراء.إذَا مــا الغانِيــاتُ بَــرَزْنَ يَوْمـاوَزَجَّجْــن الْحَوَاجِــبَ والعُيُونــا (2)فالعيون تكَحَّل. ولا تزجَّج إلا الحواجب، فردّها في الإعراب على الحواجب، لمعرفة السامع معنى ذلك وكما قال الآخر:تَسْــمَعُ للأحَشْــاءِ مِنْــهُ لَغَطَــاوللْيَــــدَيْنِ جُســـأةً وَبَـــدَدَا (3)والجسأة: غلظ في اليد، وهي لا تُسمع.وقرأ ذلك بعض قرّاء المدينة ومكة والكوفة وبعض أهل البصرة بالرفع ( وحُورٍ عِينٍ ) على الابتداء، وقالوا: الحور العين لا يُطاف بهنّ، فيجوز العطف بهنّ في الإعراب على إعراب فاكهة ولحم، ولكنه مرفوع بمعنى: وعندهم حور عين، أو لهم حور عين.والصواب من القول في ذلك عندي أن يقال: إنهما قراءتان معروفتان قد قرأ بكل واحدة منهما جماعة من القرّاء مع تقارب معنييهما ، فبأيّ القراءتين قرأ القارئ فمصيب. والحور جماعة حَوْراء: وهي النقية بياض العين، الشديدة سوادها. والعين: جمع عيناء، وهي النجلاء العين في حُسن.------------الهوامش :(2) هذا الشاهد من شواهد الفراء في معاني القرآن ( الورقة 323 ) وتقدم الكلام عليه مع الشاهد \" ورأيت زوجك الوغى .... البيتين \" . وفي ( اللسان : زجج ) وزجت المرأة حاجبها بالمزج: دققته وطولته . وقيل : أطالته بالأثمد. وقوله: إذا ما الغانيات ... البيت\" إنما أراد: وكحلن العيونا، كما قال: * شــراب ألبـان وتمـر وأقـط *أراد: وآكل تمر وأقط، ومثله كثير.قال الشاعر: \" علفتها تبنا .... البيت \" أي وسقيتها ماء باردا . يريد أن ما جاء من هذا، فإنما يجيء على إضمار فعل أخر يصح المعنى عليه . ومثله قول الآخر : \" يا ليت زوجك .... البيت \" تقديره: وحاملا رمحا. قال ابن بري ذكر الجوهري عجز بيت على زججت المرأة حاجبيها * وزججــن الحواجـب والعيونـا *قال: هو للراعي وصوابه: يزججن. وصدره:وهِــزَّةِ نشْــوَةٍ مِـنْ حـيّ صِـدْقٍيُزَجِّجْـــنَ الْحَوَاجِــبَ والْعُيُونــاوبعده:أنَخْــنَ جِمَــالُهنَّ بــذَاتِ غِسْـلٍسَــرَاةَ اليَــوْمِ يَمْهَــدْنَ الكُدُونـاذات غسل: موضع. ويمهدن: يوطئن. والكدون: جمع كدن، وهو ما توطئ به المرأة مركبها، من كساء ونحوه.(3) البيت من شواهد الفراءء في معاني القرآن ( الورقة 323 ). وفي ( اللسان: لغط ) اللغط ( بسكون الغين وتحريكها ) : الأصوات المبهمة المختلفة، والجلبة لا تفهم. وفي (اللسان : جسأ ) : جسأ الشيء يجسأ جسوءا فهو جاسئ : صلب وخشن . وجسأت يده من العمل تجسأ جسأ: صلبت. والاسم الجسأة، مثل الجرعة. والجسأة في الدواب: يبس المعطف، ودابة جاسئة القوائم. وفي ( اللسان : بدد ) : وفرس أبد: بين البدد أي بعيد ما بين اليدين. وقيل هو الذي في يديه تباعد عن جنبيه، وهو البدد، وبعير أبدا، وهو الذي في يديه فتل ( بالتحريك ) وموضع الشاهد في البيت: أنه عطف الجسأة والبدد. وهما مما يرى لا مما يسمع، على \" لغطا \" وهو ما يسمع، وذلك على تقدير فعل ،أي وترى لليدين جسأة وبددا. فهو إذن كناظائره من الشواهد التي ذكرها الفراء في هذا الموضع . وفي الأصل ( دئدا ) في موضع ( بددا ) وهو من تحريف النساخين .",
  "ayah": 22,
  "surah": 56
}
