{
  "text": "وقوله: ( وَطَلْحٍ مَنْضُودٍ ) أما الفرّاء فعلى قراءة ذلك بالحاء ( وَطَلْحٍ مَنْضُودٍ ) وكذا هو في مصاحف أهل الأمصار. وروي عن عليّ بن أبي طالب رضي الله عنه أنه كان يقرأ ( وطَلْعٍ مَنْضُودٍ ) بالعين.حدثنا عبد الله بن محمد الزهريّ قال: ثنا سفيان، قال: ثنا زكريا، عن الحسن بن سعد، عن أبيه رضي الله عنه، قرأها( وطَلْعٍ مَْنُضودٍ ).حدثنا سعيد بن يحيى الأموي، قال: ثنى أبي، قال: ثنا مجاهد، عن الحسن بن سعد، عن قيس بن سعد، قال: قرأ رجل عند عليّ( وَطَلْحٍ مَنْضُودٍ ) فقال عليّ: ما شأن الطلح، إنما هو: ( وطَلْعٍ مَنْضُودٍ ) ، ثم قرأ  طَلْعُهَا هَضِيمٌ  فقلنا أولا نحوّلهُا، فقال: إن القرآن لا يهاج اليوم، ولا يحوّل. وأما الطلح فإن المعمر بن المثنى كان يقول: هو عند العرب شجر عظام كثير الشوك، وأنشد لبعض الحُداة:بَشَّــــرَها دَلِيلُهــــا وَقـــالاغَــدًا تَــرَيْنَ الطَّلْــحَ والحبــالا (4)وأما أهل التأويل من الصحابة والتابعين فإنهم يقولون: إنه هو الموز.حدثنا حميد بن مسعدة، قال: ثنا بشر بن المفضل، قال: ثنا سليمان التيميّ، عن أبي سعيد، مولى بني رَقاشِ، قال: سألت ابن عباس عن الطلح، فقال: هو الموز.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا سليمان التيميّ، قال: ثنا أبو سعيد الرقاشيّ، أنه سمع ابن عباس يقول: الطلح المنضود: هو الموز.حدثني يعقوب وأبو كُرَيب، قالا ثنا ابن عُلَية، عن سليمان، قال: ثنا أبو سعيد الرَّقاشيّ، قال قلت لابن عباس: ما الطلح المنضود؟ قال: هو الموز.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، قال: ثنا أبو سعيد الرقاشيّ قال: سألت ابن عباس عن الطلح، فقال: هو الموز.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن التيمي، عن أبي سعيد الرقاشي، عن ابن عباس ( وَطَلْحٍ مَنْضُودٍ ) قال: الموز.قال: ثنا مهران، عن سفيان، عن الكلبيّ، عن الحسن بن سعيد، عن عليّ رضي الله عنه ( وَطَلْحٍ مَنْضُودٍ ) قال: الموز.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا أبو بشر، عن رجل من أهل البصرة أنه سمع ابن عباس يقول في الطلح المنضود: هو الموز.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَطَلْحٍ مَنْضُودٍ ) قال: موزكم لأنهم كانوا يُعجبون بوجٍّ وظلاله من طلحه وسدره.حدثنا محمد بن سنان، قال: ثنا أبو حُذيفة، قال: ثنا سفيان، عن ابن أبي نجيح، عن عطاء، في قوله: ( وَطَلْحٍ مَنْضُودٍ ) قال: الموز.حدثنا ابن بشار، قال: ثنا هوذة بن خليفة، عن عوف، عن قسامة، قال: الطلح المنضود: هو الموز.قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة، في قول الله ( وَطَلْحٍ مَنْضُودٍ ) قال: الموز: حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَطَلْحٍ مَنْضُودٍ ) قال: الموز.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَطَلْحٍ مَنْضُودٍ ) كنا نحدَّث أنه الموز.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَطَلْحٍ مَنْضُودٍ ) قال الله أعلم، إلا أن أهل اليمن يسمون الموز الطلح.وقوله: ( مَنْضُودٍ ) يعني أنه قد نُضِدَ بعضهُ على بعض، وجمع بعضه إلى بعض.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَطَلْحٍ مَنْضُودٍ ) قال: بعضه على بعض.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَطَلْحٍ مَنْضُودٍ ) متراكم، لأنهم يعجبون بوجّ وظلاله من طلحة وسدره.--------------------الهوامش :(4) هذا الشاهد من شواهد أبي عبيدة في مجاز القرآن ( الورقة 175 - من المصورة 26390 عن المخطوطة \" مراد منثلا \" بالآستانة ) أنشده عند قوله تعالى \" وطلح منضود \" قال : زعم المفسرون أنه الموز . وأما العرب فالطلح عندهم شجر عظيم كثير الشوك . وقال الحادي: \" بشرها دليلها ... البيتين \" ا هـ . وأما الحبال بالحاء كما في رواية المؤلف فهي جمع حبل وهو الرمل المرتفع ينقاد مسافة طويلة في الأرض . وبالجيم في رواية أبي عبيدة، وهي جمع جبل . يبشر ناقته بأنها ستبلغ وطنها غدا وترى فيه ما ألفته من شجر الطلح والرمال أو الجبال .",
  "ayah": 29,
  "surah": 56
}
