{
  "text": "وقوله: ( عُرُبًا ) يقول تعالى ذكره: فجعلناهنّ أبكارًا غنجات، متحببات إلى أزواجهنّ يحسن التبعل وهي جمع، واحدهن عَرُوب، كما واحد الرسل رسول، وواحد القطف قطوف؛ ومنه قول لبيد:وفـي الْحُـدُوجِ عَـرُوبٌ غيرُ فاحِشَةٍرَيَّـا الـرَّوَادِفِ يَعْشَـى دوَنها البَصَرُ (7)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا إسماعيل بن أبان، وإسماعيل بن صُبيح، عن أبي إدريس، عن ثور بن زيد، عن عكرمة، عن ابن عباس ( عُرُبًا أَتْرَابًا ) قال: المَلَقَة.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( عُرُبًا ) يقول: عواشق.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس ( عُرُبًا ) قال: العرب المتحببات المتودّدات إلى أزواجهنّ.حدثني سليمان بن عبيد الله الغيلاني، قال: ثنا أيوب، قال: أخبرنا قرة، عن الحسن، قال: العرب: العاشق.حدثني محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرِمة، أنه قال في هذه الآية ( عُرُبًا ) قال: العرب المغنوجة.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن شعبة، عن سماك بن عكرِمة قال: هي المغنوجة.حدثني يعقوب، قال: ثنا ابن علية، قال: ثنا عُمارة بن أبي حفصة، عن عكرِمة، في قوله: ( عُرُبًا ) قال: غِنجات.حدثني عليّ بن الحسن الأزديّ، قال: ثنا يحيى بن يمان، عن أبي إسحاق التيميّ، عن صالح بن حيان، عن أبي بريدة ( عُرُبًا ) قال: الشَّكِلة بلغة مكة، والغِنجة بلغة المدينة.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، قال: سمعت إبراهيم التيمي يعني ابن الزبرقان، عن صالح بن حيان، عن أبي يزيد بنحوه.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن عثمان بن بشار، عن تميم بن حذلم، قوله: ( عُرُبًا ) قال: حسن تبعُّل المرأة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا مغيرة، عن عثمان بن بشار، عن تميم بن حذلم في ( عُرُبًا ) قال: العَرِبة: الحسنة التبعل. قال: وكانت العرب تقول للمرأة إذا كانت حسنة التبعل: إنها لعَرِبة.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أُسامة بن زيد بن أسلم، عن أبيه ( عُرُبًا ) قال: حسنات الكلام.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن خصيف، عن مجاهد، قال: عواشق.قال: ثنا ابن يمان، عن شريك، عن خصيف، عن مجاهد، وعكرِمة، مثله.قال: ثنا ابن إدريس، عن حصين، عن مجاهد في ( عُرُبًا ) قال: العرب المتحببات.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن خصيف، عن مجاهد ( عُرُبًا ) قال: العرب: العواشق.حدثنا أبو كُرَيب قال: ثنا ابن يمان، عن سفيان، عن سالم الأفطس عن سعيد بن جبير، مثله.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن غالب أبي الهُذَيل، عن سعيد بن جبير ( عُرُبًا ) قال: العرب اللاتي يشتهين أزواجهنّ.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن المبارك بن فضالة، عن الحسن، قال: المشتهية لبعولّتهنّ.قال: ثنا ابن إدريس، قال: أخبرنا عثمان بن الأسود، عن عبد الله بن عبيد الله، قال: العرب: التي تشتهي زوجها.حدثنا ابن حُميد، قال: ثنا مهران، عن عثمان بن الأسود، عن عبد الله بن عبيد بن عمير ( عُرُبًا ) قال: العَرِبة: التي تشتهي زوجها؛ ألا ترى أن الرجل يقول للناقة: إنها لعَرِبة؟حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( عُرُبًا ) قال: عُشَّقا لأزواجهنّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عُرُبًا أَتْرَابًا ) يقول: عشَّق لأزواجهنّ، يحببن أزواجهنّ حبا شديدا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، يقول: سمعت الضحاك يقول: العُرُب: المتحببات.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( عُرُبًا أَتْرَابًا ) قال: متحببات إلى أزواجهن.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( عُرُبًا ) قال: العُرُب: الحسنة الكلام.حدثنا ابن البرقيّ، قال: ثنا عمرو بن أبي سلمة، قال: سُئل الأوزاعيّ، عن ( عُرُبًا ) قال: سمعت يحيى يقول: هنّ العواشق.حدثنا أحمد بن عبد الرحمن، قال: ثنا محمد بن الفرج الصَّدَفيّ الدِّمياطِيّ، عن عمرو بن هاشم، عن أبي كريمة، عن هشام بن حسان، عن الحسن، عن أمه، عن أمّ سلمة، قالت: قلت يا رسول الله، أخبرني عن قوله: ( عُرُبًا أَتْرَابًا ) قال: \" عُرُبا مُتَعَشِّقاتٍ مُتَحَبباتٍ، أترَابا على مِيلادٍ وَاحِدٍ\".حدثني محمد بن حفص أبو عبيد الوصَّابُّي، قال: ثنا محمد بن حمير، قال: ثنا ثابت بن عجلان، قال: سمعت سعيد بن جبير يحدّث عن ابن عباس ( عُرُبًا ) والعَرَب: الشَّوْق.واختلف القرّاء في قراءة ذلك، فقرأه بعض قرّاء المدينة وبعض قرّاء الكوفيين عُرُبا بضم العين والراء. وقرأه بعض قرّاء الكوفة والبصرة ( وعُرُبا ) بضم العين وتخفيف الراء، وهي لغة تميم وبكر، والضم في الحرفين أولى القراءتين بالصواب لما ذكرت من أنها جمع عروب، وإن كان فعول أو فعيل أو فعال إذا جُمع، جُمع على فُعُل بضم الفاء والعين، مذكرًا كان أو مؤنثا، والتخفيف في العين جائز، وإن كان الذي ذكرت أقصى الكلامين عن وجه التخفيف.وقوله: ( أَتْرَابًا ) يعني أنهنّ مستويات على سنّ واحدة، واحدتهنّ تِرْب، كما يقال: شَبَه وأشَبْاه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ بن الحسين بن الحارث، قال: ثنا محمد بن ربيعة، عن سلمة بن سابور، عن عطية، عن ابن عباس، قال: الأتراب: المستويات.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( أَتْرَابًا ) قال: أمثالا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَتْرَابًا ) يعني: سنِّا واحدة.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.حُدثت عن الحسين، قال سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول: في قوله: ( أَتْرَابًا ) قال: الأتراب: المستويات.----------------الهوامش :(7) هذا البيت للبيد الشاعر، نسبه إليه أبو عبية في مجاز القرآن ( الورقة 175 - ب ) أنشده عند قوله تعالى ( عربا أترابا ) قال : واحدها عروب، وهي الحسنة التبعل ( أي المودة للزوج ) قال لبيد \" وفي الحدوج ...\" البيت وفي الأصل: الجزوع، وهو خطأ من الناسخ. وفي القرطبي ( 17: 211 ) الخباء، ولا بأس بها . ورواية البيت في فتح القدير للشوكاني ( 5: 149 ) .* رَيَّا الرَّوادِفِ يُعْشِي ضَوْءُها البَصَرَا *",
  "ayah": 37,
  "surah": 56
}
