{
  "text": "وقوله: ( وَبُسَّتِ الْجِبَالُ بَسًّا ) يقول تعالى ذكره: فتتت الجبال فتا، فصارت كالدقيق المبسوس، وهو المبلول، كما قال جلّ ثناؤه:  وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلا  والبسيسة عند العرب: الدقيق والسويق تلتّ وتتخذ زادا.وذُكر عن لصّ من غطفان أنه أراد أن يخبز، فخاف أن يعجل عن الخبز قبل الدقيق وأكله عجينا، وقال:لا تَخْــبِزَا خَــبْزًا وبُسَّــا بَسَّــامَلْســـا بِــذَوْدِ الحَلَسِــيّ مَلْســا (2)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَبُسَّتِ الْجِبَالُ بَسًّا ) يقول: فتتت فتا.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، قوله: ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: فتتت.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد، في قوله: ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: كما يبس السويق.حدثني أحمد بن عمرو البصري، قال: ثنا حفص بن عمر العدني، عن الحكم بن أبان، عن عكرِمة ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: فُتَّتْ فتا.حدثني إسماعيل بن موسى ابن بنت السديّ، قال: أخبرنا بشر بن الحكم الأحمسيّ، عن سعيد بن الصلت، عن إسماعيل السديّ وأبي صالح ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: فُتِّتت فتا.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: كما يبس السويق.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: صارت كثيبا مهيلا كما قال الله.حدثنا ابن حُميَد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( وَبُسَّتِ الْجِبَالُ بَسًّا ) قال: فُتتت فتا.------------------------الهوامش:(2) هذا الشاهد من شواهد أبي عبيدة في مجاز القرآن ( الورقة 174 - ب ) عند قوله تعالى : ( وبست الجبال بسا ) قال : مجازها كمجاز السويق المبسوس، أي المبلول والعجين . قال لص من غطفان وأراد أن يخبز، فخاف أن يعجل عن الخبز قبل الدقيق، فأكله عجينا، فقال: \" لا تخبزا خبزا وبسا بسا \". ا هـ . وفي ( اللسان : ملس ) : والملس: السوق الشديد. وفي بس: وقال ثعلب : معنى: وبست الجبال بسا : خلطت بالتراب . وقال بعضهم :فتت، وقال بعضهم: سويت . ا هـ. ولم يورد أبو عبيدة البيت الثاني وأنشد صاحب اللسان البيت الأول، وجاء بعده ببيت آخر، وهو: * ولا تطيــلا بمنــاخ حيســا *وأنشد في \"ملس\" البيت الثاني قال: والملس : السوق الشديد . يقال ملست بالإِبل أملس ( من باب قتل ) ملسا: إذا سقتها سوقا في خفية، قال الراجز : * ملســا يـذود الحلسـي ملسـا *وقال ابن الأعرابي الملس : ضرب من السير الرقيق . والملس : اللين من كل شيء . ا هـ.وأنشده الفراء في معاني القرآن البيتين كرواية المؤلف. وقال ( الورقة 322 ): \" وبست الجبال بسا \" : صارت كالدقيق،وذلك قوله \" وسيرت الجبال \" . وسمعت العرب تنشد : \"لا تخبزا خبزا ... البيتين \" . والبسيسة عندهم : الدقيق أو السويق، يليت ويتخذ زادا . ا هـ. وفي النوادر لأبي زيد ( بيروت 11 ) :مَلْســا بِــذَوْدِ الحُمَسِــيَّ مَلْســامِــنْ غَنْـوَةٍ حـتى كَـانَّ الشَّمْسـا*بالأُفُقِ الغَــرْبِيّ تُطْـلَى وَرْسَـا *قال أبو زيد : الملس : السير الشديد . قال أبو حاتم : وأقول أنا لا عن أبي زيد: الملس السير السريع السهل . وقوله \" تطلى ورسا قد اصفرت للغروب \" . ا هـ .",
  "ayah": 5,
  "surah": 56
}
