{
  "text": "القول في تأويل قوله تعالى :  لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ (65)يقول تعالى ذكره: لو نشاء جعلنا ذلك الزرع الذي زرعناه حُطامًا، يعني هشيما لا يُنْتفع به في مطعم وغذاء.وقوله: ( فَظَلْتُمْ تَفَكَّهُونَ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: فظلتم تتعجبون مما نـزل بكم في زرعكم من المصيبة باحتراقه وهلاكه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَظَلْتُمْ تَفَكَّهُونَ ) قال: تعجبون.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( فَظَلْتُمْ تَفَكَّهُونَ ) قال: تعجبون.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فَظَلْتُمْ تَفَكَّهُونَ ) قال: تعجبون.وقال آخرون: معنى ذلك: فظلتم تلاومون بينكم في تفريطكم في طاعة ربكم جلّ ثناؤه، حتى نالكم بما نالكم من إهلاك زرعكم.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة، في قوله: ( فَظَلْتُمْ تَفَكَّهُونَ ) يقول: تلاومون.قال: ثنا مهران، عن سفيان، عن سماك بن حرب البكري، عن عكرِمة ( فَظَلْتُمْ تَفَكَّهُونَ ) قال: تلاومون.وقال آخرون: بل معنى ذلك: فظلتم تندمون على ما سلف منكم في معصية الله التي أوجب لكم عقوبته، حتى نالكم في زرعكم ما نالكم.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثني ابن علية، عن أبي رجاء، عن الحسن ( فَظَلْتُمْ تَفَكَّهُونَ ) قال: تندمون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَظَلْتُمْ تَفَكَّهُونَ ) قال تندمون.وقال آخرون: بل معنى ذلك: فظلتم تعجبون.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَظَلْتُمْ تَفَكَّهُونَ ) قال: تعجبون حين صنع بحرثكم ما صنع به، وقرأ قول الله عزّ وجلّ( إِنَّا لَمُغْرَمُونَ * بَلْ نَحْنُ مَحْرُومُونَ ) وقرأ قول الله  وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ  قال: هؤلاء ناعمين، وقرأ قول الله جل ثناؤه  فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ  . . . إلى قوله:  كَانُوا فِيهَا فَاكِهِينَ  .وأولى الأقوال في ذلك بالصواب قول من قال: معنى ( فَظَلْتُمْ ) : فأقمتم تعجبون مما نـزل بزرعكم وأصله من التفكه بالحديث إذا حدّث الرجلُ الرجلَ بالحديث يعجب منه، ويلهى به، فكذلك ذلك. وكأن معنى الكلام: فأقمتم تتعجبون يُعََجِّب بعضكم بعضا مما نـزل بكم.",
  "ayah": 65,
  "surah": 56
}
