{
  "text": "وقوله: ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) اختلف أهل التأويل في تأويل قوله: ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) فقال بعضهم: عُنِي بقوله: ( فَلا أُقْسِمُ ) : أقسم.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن ابن جُرَيج، عن الحسن بن مسلم عن سعيد بن جبير ( فَلا أُقْسِمُ ) قال: أقسم.وقال بعض أهل العربية: معنى قوله: ( فَلا ) فليس الأمر كما تقولون ثم استأنف القسم بعد فقيل أقسم وقوله: ( بِمَوَاقِعِ النُّجُومِ ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: فلا أقسم بمنازل القرآن، وقالوا: أنـزل القرآن على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نجومًا متفرّقة.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا حُصَين، عن حكيم بن جبير، عن سعيد بن جبير، عن ابن عباس، قال: نـزل القرآن في ليلة القدر من السماء العليا إلى السماء الدنيا جملة واحدة، ثم فرق في السنين بعد. قال: وتلا ابن عباس هذه الآية ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) قال: نـزل متفرّقًا.حدثنا ابن حُميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرمة، في قوله: ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) قال: أنـزل الله القرآن نجومًا ثلاث آيات وأربع آيات وخمس آيات.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن عكرِمة: إن القرآن نـزل جميعًا، فوضع بمواقع النجوم، فجعل جبريل يأتي بالسورة، وإنما نـزل جميعًا في ليلة القدر.حدثني يحيى بن إبراهيم المسعودي، قال: ثنا أبي، عن أبيه، عن جده، عن الأعمش، عن مجاهد ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) قال: هو مُحْكَم القرآن.حدثني محمد بن سعيد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ * وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ ) قال: مستقرّ الكتاب أوّله وآخره.وقال آخرون: بل معنى ذلك: فلا أقسم بمساقط النجوم.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، قوله: ( بِمَوَاقِعِ النُّجُومِ ) قال في السماء ويقال مطالعها ومساقطها.حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) أي مساقطها.وقال آخرون: بل معنى ذلك: بمنازل النجوم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) قال: بمنازل النجوم.وقال آخرون: بل معنى ذلك: بانتثار النجوم عند قيام الساعة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ) قال: قال الحسن انكدارها وانتثارها يوم القيامة.وأولى الأقوال في ذلك بالصواب قول من قال: معنى ذلك: فلا أقسم بمساقط النجوم ومغايبها في السماء، وذلك أن المواقع جمع موقع، والموقع المفعل، من وقع يقع موقعًا، فالأغلب من معانيه والأظهر من تأويله ما قلنا في ذلك، ولذلك قلنا: هو أولى معانيه به.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الكوفة بموقع على التوحيد، وقرأته عامة قراء المدينة والبصرة وبعض الكوفيين بمواقع: على الجماع.والصواب من القول في ذلك، أنهما قراءتان معروفتان بمعنى واحد، فبأيتهما قرأ القارئ فمصيب.",
  "ayah": 75,
  "surah": 56
}
