{
  "text": "واختلف أهل التأويل في تأويل قوله: ( فَرَوْحٌ وَرَيْحَانٌ ) فقال بعضهم: معنى ذلك: فراحة ومستراح.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( فَرَوْحٌ وَرَيْحَانٌ ) يقول: راحة ومستراح.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ * فَرَوْحٌ وَرَيْحَانٌ ) قال: يعني بالريحان: المستريح من الدنيا( وَجَنَّةُ نَعِيمٍ ) يقول: مغفرة ورحمة.وقال آخرون: الرَّوح: الراحة، والرَّيحان: الرزق.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( فَرَوْحٌ وَرَيْحَانٌ ) قال: راحة: وقوله: وريحان قال: الرزق.وقال آخرون: الرَّوْح: الفرح، والرَّيْحان: الرزق.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا إدريس، قال: سمعت أبي، عن أبي إسحاق، عن سعيد بن جبير، في قوله: ( فَرَوْحٌ وَرَيْحَانٌ ) قال: الرَّوْح: الفرح، والرَّيحان: الرزق.وأما الذين قرءوا ذلك بضم الراء فإنهم قالوا: الرُّوح: هي روح الإنسان، والرَّيحان: هو الريحان المعروف: وقالوا: معنى ذلك: أن أرواح المقرّبين تخرج من أبدانهم عند الموت برَيحان تشمه.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن الحسن ( فَرَوْحٌ وَرَيْحَانٌ ) قال: تخرج روحه في ريحانة.حدثنا ابن حُميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع، عن أبي العالية ( فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ ) قال: لم يكن أحد من المقرّبين يفارق الدنيا، والمقربون السابقون، حتى يؤتى بغصن من ريحان الجنة فيشمه، ثم يُقبض.وقال آخرون ممن قرأ ذلك بفتح الراء: الرَّوْح: الرحمة، والرَّيحان: الريحان المعروف.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَرَوْحٌ وَرَيْحَانٌ ) قال: الروح: الرحمة، والرَّيحان: يتلقى به عند الموت.وقال آخرون منهم: الرَّوْح: الرحمة، والرَّيحان: الاستراحة.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول ( فَرَوْحٌ وَرَيْحَانٌ ) الرَّوْح: المغفرة والرحمة، والرَّيحان: الاستراحة.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن أبيه، عن منذر الثوريّ، عن الربيع بن خثيم ( فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ ) قال: هذا عند الموت ( فَرَوْحٌ وَرَيْحَانٌ ) قال: يُجاء له من الجنة.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا قرة، عن الحسن، في قوله: ( فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ * فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةُ نَعِيمٍ ) قال: ذلك في الآخرة، فقال له بعض القوم قال: أما والله إنهم ليرون عند الموت.حدثنا ابن بشار، قال: ثنا حماد، قال: ثنا قرة، عن الحسن، بمثله.وأولى الأقوال في ذلك بالصواب عندي: قول من قال: عني بالرَّوْح: الفرح والرحمة والمغفرة، وأصله من قولهم: وجدت روحا: إذا وجد نسيما يستروح إليه من كرب الحرّ. وأما الريحان، فإنه عندي الريحان الذي يتلقى به عند الموت، كما قال أبو العالية والحسن، ومن قال في ذلك نحو قولهما، لأن ذلك الأغلب والأظهر من معانيه.وقوله: ( وَجَنَّةُ نَعِيمٍ ) يقول: وله مع ذلك بستان نعيم يتنعم فيه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وجنة نعيم قال: قد عُرِضت عليه .",
  "ayah": 89,
  "surah": 56
}
