{
  "text": "قسم کی طرف اشارہ کرنا اور قسم نہ کھانا زیادہ اثر انگیز ہوتا ہے اور یہی اثر آفرینی یہاں مقصود ہے۔ اور اس انداز سے یہ مقصد اچھی طرح حاصل ہوتا ہے اور یہ انداز قرآن کریم میں بار بار دہرایا جاتا ہے اور اس کے بعد پھر حقیقت قیامت اور ملامت کرنے والے نفس کی حقیقت بیان کی جاتی ہے۔\nقیامت کی حقیقت کے بارے میں اس سورت میں مکرر بات کی گئی ہے۔ لیکن نفس لوامہ کیا ہے ؟ اس کے بارے میں تفاسیر ماثورہ میں کئی اقوال مذکور ہیں۔ حضرت حسن بصری سے روایت ہے وہ فرماتے ہیں : کہ تم جب بھی دیکھو ایک سچا آدمی ہمیشہ اپنے آپ کو ملامت کرے گا کہ میری بات کا کیا مطلب تھا ؟ میرے کھانے کا مقصد کیا ہے ؟ اور میری بات کا فائدہ کیا ہے ؟ رہا فاجر تو اپنی راہ پر آگے ہی بڑھتا ہے اور اپنے آپ کو کسی مرحلے پر بھی ملامت نہیں کرتا۔ اور حضرت حسن سے روایت ہے کہ زمین و آسمان کے باشندوں میں سے کوئی ایسا نہ ہوگا ، جو اپنے آپ کو قیامت کے دن ملامت نہ کرے گا۔ حضرت عکرمہ سے روایت ہے کہ تم خیر اور شر دونوں پر ایک دوسرے کو ملامت کرو گے کہ اے کاش کہ میں ایسا ایسا کرتا۔ اور یہی روایت سعید ابن جبیر سے ہے اور حضرت ابن عباس سے روایت ہے کہ اس سے نفس لوم مراد ہے۔ اور ان ہی سے روایت ہے کہ وہ ملامت زدہ نفس جو کسی مذموم بات پر ملامت کیا جائے اور مجاہد سے روایت ہے کہ ہر نفس جو ان امور پر نادم ہو جو فوت ہوگئے ہوں اور اپنے آپ کو ملامت کرے۔ قتادہ کہتے ہیں لوامہ وہ نفس ہے ، جو فجور کا ارتکاب کرے۔ ابن جریر کہتے ہیں یہ سب اقوال قریب المعنی ہیں اور زیادہ قریب یہ مفہوم ہے کہ نفس لوامہ سے وہ نفس مراد ہے جو اپنے آپ کو خیر اور شر پر ملامت کرے اور جو خیر رہ جائے اس پر نادم ہو۔\nہمارے خیال میں حسن بصری کا قول زیادہ بہتر ہے کہ نفس لوامہ وہ ہے جو ملامت کرتا ہے کہ ” خدا کی قسم ایک مومن کو جب بھی تم دیکھو وہ اپنے آپ کو ملامت ہی کرتا ہے کہ میں نے جو بات کی اس کا کیا مقصد ہے ؟ میں نے جو کھایا اس کا کیا مقصد ہے ، اور میں نے جو کچھ سوچا اس کا کیا مقصد ہے۔ اور فاسق وفاجر بس آگے ہی بڑھتا جاتا ہے۔ اپنی کسی بات پر اپنے آپ کو ملامت کرتا “۔\nتو نفس لوامہ وہ ہے جو بیدار ہے ، خدا کا خوف رکھنے والا ہے ، ہر وقت محتاط اور اپنا حساب رکھنے والا ، جو اپنے ماحول پر نظر رکھتا ہو ، وہ اپنی خواہشات پر نظر رکھتا ہو اور ہر وقت اس بات سے محتاط ہو کہ کہیں دھوکہ نہ کھاجائے۔ یہ نفس اللہ کے فاجرہ کے بالمقابل ہوتا ہے۔ نفس فاجرہ وہ ہوتا ہے جو آگے بڑھتا رہتا ہے۔ فسق وفجور میں گم ہوتا ہے ، جس کی صفات یہ ہوتی ہیں کہ وہ جھوٹ بولتا ہے ، روگردانی کرتا ہے ، اور نہایت غرور سے اپنے اہالی وموالی کی طرف رجوع کرتا ہے اور اپنا محاسبہ نہیں کرتا۔\nلا اقسم ............................ اللوامة (75:1 ۔ 2) ”” میں قسم نہیں کھاتا ہوں قیامت کے دن کی ، اور میں قسم نہیں کھاتا ہوں ملامت کرنے والے نفس کی “۔ یعنی وقوع قیامت پر قسم نہیں اٹھاتا ، یہاں اللہ نے قسم اٹھانے کی بھی نفی کی اور اس بات کو بھی حذف کردیا کہ کس بات پر قسم نہیں اٹھائی جارہی لیکن جس بات کی قسم اٹھائی جارہی ہے اس کا ذکر ایک دوسرے انداز میں کردیا گیا۔ گویا یہ نئی بات ہے اور قسم کے ساتھ اس کا کوئی تعلق نہیں۔",
  "ayah": 2,
  "surah": 75
}
