{
  "text": "ووجوہ ........................ فاقرة (75:25) ” اور کچھ چہرے اس دن اداس ہوں گے اور سمجھ رہے ہوں گے کہ ان کے ساتھ کمر توڑ برتاﺅ ہونے والا ہے “۔ یہ کون سے چہرے ہوں گے ، جو پریشان ، بدبخت اور سیاہ ردہوں گے۔ یہ اللہ کی نظرکرم سے محروم اور ناامید ہوں گے۔ اور یہ محرومی خود ان کی اپنی غلطیوں اور پسماندگیوں کی وجہ سے ہوگی۔ ان کی مادیت اور بےبصیرتی کی وجہ سے ہوگی۔ ان کے چہروں پر رنج والم اور حزن وملال چھپایا ہوا ہوگا اور رنج وملال کی وجہ سے چہروں پر سیاہی چھائی ہوئی ہوگی۔ کیونکہ ان کو یہ شدید خطرہ لاحق ہوگا کہ وہ بہت جلد ایسے حادثے سے دو چار ہونے والے ہیں جوان کی کمر توڑ کر رکھ دے گا۔ فاقرہ ریڑھ کی ہڈی کو کہتے ہیں۔ یہاں مراد خوف ، ڈر ، بےچینی ، چہرے کی سیاہی ، پریشانی اور رنج والم ہے۔\nیہ ہے نقشہ آخرت کا جسے یہ لوگ پس پشت ڈال رہے ہیں اور مہمل چھوڑ رہے ہیں ، اور دنیا کی اس مختصر زندگی کے پیچھے دوڑ رہے ہیں ، جسے وہ بہت اہمیت دیتے ہیں ۔ حالانکہ جو دن آرہا ہے وہ بہت اہم ہے۔ اصل انجام کا وہاں فیصلہ ہوگا اور اس دنیا اور آخرت کی اہمیت میں بہت بڑا فرق ہے۔ قیامت میں بعض چہرے تروتازہ ہوں گے اور رب تعالیٰ کی طرف دیکھ رہے ہوں گے جب کہ کچھ چہرے پژمردہ ہوں گے اور انہیں یہ شدید خطرہ لاحق ہوگا کہ ان کو کمر توڑ حادثہ پیش آنے والا ہے۔\nمشاہد قیامت یوں تھے کہ وہاں دیدے پتھراجائیں گے ، چاند بےنور ہوگا اور شمس وقمر اکٹھے کردیئے جائیں گے اور انسان بےاختیار پکار اٹھے گا کہ کہاں جاﺅں اور پھر وہاں لوگوں کے انجام بہت مختلف ہوں گے ، اور جنتیوں اور دوزخیوں کے انجام کے درمیان طویل فاصلے ہوں گے۔ جنتیوں کے چہرے تروتازہ ہوں گے ، وہ رب کی طرف نظریں جمائے ہوں گے ، جبکہ دوزخیوں کے چہرے سیاہ ہوں گے اور وہ شدید خطرے سے دوچار ہونے والے ہوں گے۔\nیہ وہ مناظر ہیں جو بےحد قوی الاثر ہیں اور ان کی اثر آفرینی کی اصل قوت ان کے اسلوب بیان میں ہے۔ جو اک شخص اور مصور اور زندہ اسلوب ہے ، تو ان مناظر اور مشاہد کو آگے بڑھاتے ہوئے اب ایک ایسا منظر سامنے لایا جاتا ہے جو روز مرہ کا منظر ہے اور جسے ہم روز اپنی آنکھوں سے دیکھتے ہیں۔ یہ ایک بھاری اور ناگوار منظر ہوتا ہے مگر یہ ہونی شدنی ہے اور ہر جگہ اور ہر گھر میں واقع ہوجاتا ہے۔\nیہ منظر ، موت کا منظر ہے۔ وہ موت جسے ہر زندہ کو دو چار ہونا ہوتا ہے۔ جس کو کوئی شخص نے اپنے آپ سے دور رکھ سکتا ہے اور نہ کسی اور کو اس سے بچا سکتا ہے۔ یہ موت دوجگری دوستوں کو جدا کردیتی ہے۔ یہ اپنے راستے پر جاتی ہے اور جاری وساری ہے۔ کسی بھی وقت اس کے وقوع میں وقفہ نہیں ہوتا۔ کسی کا رونا اور کسی کی چیخ و پکار کا اس پر کوئی اثر نہیں ہوتا۔ نہ جدا ہونے والوں کی حسرتوں کا اس پراثر ہوتا ہے۔ نہ کسی کی چاہت کا اس پر اثر ہوتا ہے اور نہ کسی کے ڈرکا اس پر اثر ہوتا ہے۔ یہ موت جباروں اور قہاروں کو بھی اسی طرح دبوچ لیتی ہے جس طرح ایک کیڑے کو دبوچ لیتی ہے۔ امراء وغربائ، غلاموں اور ڈکٹیٹروں سب کو نابود کردیتی ہے۔ یہ موت جس کے مقابلے میں انسان کے لئے کوئی حیلہ اور چارہ نہیں ہے لیکن اے افسوس کہ لوگ اس کے بارے میں کم ہی سوچتے ہیں کہ موت کس قدر عظیم قوت قاہرہ رکھتی ہے۔",
  "ayah": 24,
  "surah": 75
}
