{
  "text": "Which was revealed in Makkah\nReciting Surat Al-A`la and Al-Ghashiyah in the Friday Prayer\nIt has already been mentioned on the authority of An-Nu`man bin Bashir that the Messenger of Allah ﷺ used to recite Surat Al-A`la (87) and Al-Ghashiyah in the `Id and Friday prayers. Imam Malik recorded that Ad-Dahhak bin Qays asked An-Nu`man bin Bashir, \"What else did the Messenger of Allah ﷺ recite on Friday along with Surat Al-Jumu`ah\" An-Nu`man replied, \"Al-Ghashiyah (88).\" This narration has been recorded by Abu Dawud, An-Nasa'i, Muslim and Ibn Majah.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Day of Judgement and what will happen to the People of the Fire during it Al-Ghashiyah is one of\nThis was said by Ibn `Abbas, Qatadah and Ibn Zayd. It has been called this because it will overwhelm the people and overcome them. Allah then says,\nوُجُوهٌ يَوْمَئِذٍ خَـشِعَةٌ\n(Some faces that Day will be Khashi`ah.) meaning, humiliated. This was said by Qatadah. Ibn `Abbas said, \"They will be humble but this action will be of no benefit to them.\" Then Allah says,\nعَامِلَةٌ نَّاصِبَةٌ\n(Laboring, weary.) meaning, they did many deeds and became weary in their performance, yet they will be cast into a blazing Fire on the Day of Judgement. Al-Hafiz Abu Bakr Al-Burqani narrated from Abu `Imran Al-Jawni that he said, \" `Umar bin Al-Khattab passed by the monastery of a monk and he said: `O monk!' Then the monk came out, and `Umar looked at him and began to weep. Then it was said to him: `O Commander of the faithful! Why are you weeping' He replied: `I remembered the statement of Allah, the Mighty and Majestic, in His Book,\nعَامِلَةٌ نَّاصِبَةٌ - تَصْلَى نَاراً حَامِيَةً\n(Laboring, weary. They will enter into Fire, Hamiyah.) So that is what has made me cry. \"' Al-Bukhari recorded that Ibn `Abbas said,\nعَامِلَةٌ نَّاصِبَةٌ\n(Laboring, weary.) \"The Christians.\" It is narrated that `Ikrimah and As-Suddi both said, \"Laboring in the worldly life with disobedience, and weariness in the Fire from torment and perdition.\" Ibn `Abbas, Al-Hasan, and Qatadah all said,\nتَصْلَى نَاراً حَامِيَةً\n(They will enter into Fire, Hamiyah) meaning, hot with intense heat.\nتُسْقَى مِنْ عَيْنٍ ءَانِيَةٍ\n(They will be given to drink from a boiling (Aniyah) spring.) meaning, its heat has reached its maximum limit and boiling point. This was said by Ibn `Abbas, Mujahid, Al-Hasan and As-Suddi. Concerning Allah's statement,\nلَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ\n(No food will there be for them but from Dari`,) `Ali bin Abi Talhah reported from Ibn `Abbas that he said, \"A tree from the Hellfire.\" Ibn `Abbas, Mujahid, `Ikrimah, Abu Al-Jawza' and Qatadah, all said, \"It is Ash-Shibriq (a type of plant).\" Qatadah said, \"The Quraysh called it Ash-Shabraq in the spring and Ad-Dari` in the summer.\" `Ikrimah said, \"It is a thorny tree which reaches down to the ground.\" Al-Bukhari related that Mujahid said, \"Ad-Dari` is a plant that is called Ash-Shibriq. The people of the Hijaz call it Ad-Dari` when it dries, and it is poisonous.\" Ma`mar narrated that Qatadah said,\nلَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ\n(No food will there be for them but from Dari`,) \"This is Ash-Shibriq. When it dries it is called Ad-Dari`.\" Sa`id narrated from Qatadah that he said,\nلَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ\n(No food will there be for them but Dari`,) \"This is of the worst, most disgusting and loathsome of foods.\" Concerning Allah's statement,\nلاَّ يُسْمِنُ وَلاَ يُغْنِى مِن جُوعٍ\n(Which will neither nourish nor avail against hunger.) This means that the intent in eating it will not be achieved, and nothing harmful will be repelled by it.",
  "ayah": 7,
  "surah": 88
}
