{
  "text": "آیت نمبر 10 تا 12\nان حقائق کو اس ایک پیراگراف میں پیش کرنے کا طریقہ بڑا عجیب ہے۔ اس پر غور کرنے کی ضرورت ہے۔ ان حقائق کے درمیان ایک باریک اور خفیہ ربط موجود ہے۔ یہ کہ لوگوں کے درمیان جو اختلافات ہیں ، ان کا فیصلہ اللہ کے ہاتھ میں ہے۔\nوما اختلفتم فیہ من شییء فحکمہ الی اللہ (42 : 10) “ تمہارے درمیان جس معاملہ میں بھی اختلاف ہو ، اس کا فیصلہ کرنا اللہ کا کام ہے ”۔ اور اللہ نے اپنا فیصلہ اس قرآن میں نازل کردیا ہے اور اس قرآن نے دنیا و آخرت دونوں کے بارے میں فیصلے کر دئیے ہیں اور لوگوں کی زندگی کے لئے انفرادی اور اجتماعی منہاج اس کے اندر ضبط کردیا ہے۔ ان کے نظام زندگی ، ان کے نظام معیشت ، ان کے نظام قانون ، ان کے نظام سیاست اور ان کے نظام اخلاق و سلوک کے تمام امور قرآن کریم نے طے دئیے ہیں اور ان موضوعات پر کافی و شافی بیان دے دیا ہے۔ اس قرآن کو انسانی زندگی کا دستور العمل بنا دیا ہے۔ یہ تمام دنیا کے دساتیر سے زیادہ جامع و مانع ہے۔ اگر ان کے درمیان کسی معاملے میں اختلاف ہوجائے تو اس کا حکم اس قرآن میں تیار ہے اور حاضر ۔۔۔۔۔ حضرت محمد ﷺ پر اترا ہے۔ اور آپ نے اس قرآن کی اساس پر نظام زندگی قائم کر کے بتا دیا ہے۔\nاس ہدایت کے بعد اب نبی ﷺ کی تقریر شروع ہوتی ہے کہ آپ نے اعلان کردیا کہ آپ اپنے امور تمام کے تمام اللہ کے حوالے کرتے ہیں اور اس طرف اشارہ فرماتے ہیں کہ یہ ہے رب تعالیٰ جس نے مجھے یہ کلیہ دیا ہے۔\nذلکم اللہ ربی علیہ توکلت والیہ انیب (42 : 10) “ یہی اللہ میرا رب ہے ، اس پر میں نے بھروسہ کیا اور اسی کی طرف میں رجوع کرتا ہوں ” یہ انابت اور یہ توکل اور یہ اقرار نبی ﷺ کی زبان سے یہاں ریکارڈ کیا جاتا ہے تا کہ اس کا لوگوں پر ایک نفسیاتی اثر ہو کہ دیکھو یہ ہیں رسول اللہ ﷺ جو اللہ کے نبی ہیں ، وہ بھی شہادت دیتے ہیں کہ اللہ ہی ان کا رب اور حاکم ہے اور یہ کہ آپ ﷺ اللہ ہی پر بھروسہ کرتے ہیں ، اللہ ہی کی طرف رجوع کرتے ہیں اور اللہ کے سوا کسی اور کی طرف رجوع نہیں کرتے۔ لہٰذا دوسرے انسان اور مسلمان اپنے اختلافات میں کس طرح کسی اور کی طرف رجوع کرسکتے ہیں اور نبی جو ہدایت پر ہیں اپنے فیصلہ اللہ ہی کی طرف لے جاتے ہیں۔ لہٰذا تمام لوگوں کو بطریق اولیٰ اپنے فیصلہ قرآن کی طرف لے جانے چاہئیں۔ اور اس سے کسی جگہ بھی ایک لمحے کے بھی ادھر ادھر نہیں ہونا چاہئے۔ اور کس طرح وہ اپنے امور میں کسی دوسری جانب جاسکتے ہیں جبکہ نبی ﷺ بذات خود بھی کسی دوسری طرف نہیں جاتے۔ اللہ ہی کی طرف رجوع فرماتے ہیں کیونکہ رب بھی اللہ ، والی بھی اللہ ، کفیل بھی اللہ اور یہ اللہ ہی ہے جو رسول اللہ ﷺ کو جدھر موڑنا چاہتا ہے ، موڑتا ہے۔\nجب کسی مومن کے دل میں یہ حقیقت بیٹھ جاتی ہے تو اس کا راستہ روشن ہوجاتا ہے ، اس کے سفر زندگی کے نشانات واضح ہوجاتے ہیں اس لیے وہ اپنے سفر میں ادھر ادھر دیکھتا ہی نہیں۔ طمانیت کا ایک لبریز پیمانہ اس کے دل پر انڈیل دیا جاتا ہے اور اس کے مقامات قدم پر اعتماد بچھا دیا جاتا ہے۔ اس لیے وہ نہ شک کرتا ہے ، نہ تردد کرتا ہے ، اور نہ حیرت زدہ ہوتا ہے۔ اس کو یہ شعور مل جاتا ہے کہ اللہ اس کا حامی ، نگہبان ، محافظ اور اس کے قدموں کو درست رکھنے والا ہے اور نبی اکرم ﷺ بھی اس راستے کے راہی رہے ہیں۔\nجب مومن کے ضمیر میں اور شعور میں یہ بات بیٹھ جاتی ہے تو اس کے نظام زندگی اور طرز زندگی کے بارے میں اس کا شعور اور اس کی سوچ بلند ہوجاتی ہے ، اس لیے وہ یہ سوچ بھی نہیں سکتا کہ اسلامی نظام زندگی کے سوا اور بھی کوئی قابل التفات منہاج ہو سکتا ہے۔ نہ وہ یہ تصور کرسکتا ہے کہ اللہ کے حکم اور فیصلے کے سوا اور بھی کوئی حکم اور فیصلہ ہو سکتا ہے ، جس کی طرف اختلاف کی صورت میں کوئی نگاہ بلند کرسکے۔ جبکہ ہادی اور نبی بھی اپنے فیصلوں میں اللہ کی شریعت اور حکم کی طرف ہی دیکھتے ہیں۔\nاب ایک بار پھر اس حقیقت کو ذہن نشین کیا جاتا ہے تا کہ وہ اچھی طرح مومن کے شعور کی گہرائی تک اتر جائے۔\nفاطر السموت والارض۔۔۔۔۔۔ وھو السمیع البصیر (42 : 11) “ آسمانوں اور زمین کا بنانے والا جس نے تمہاری اپنی جنس سے تمہارے لیے جوڑے پیدا کئے اور اس طرح جانوروں میں بھی جوڑے بنائے ، اور اس طریقے سے وہ تمہاری نسلیں پھیلاتا ہے۔ کائنات کی کوئی چیز اس کے مشابہ نہیں وہ سب کچھ سننے اور دیکھنے والا ہے ”۔ اللہ قرآن کو نازل کرنے والا ہے کہ اس کا حکم تمہارے اختلاف کے اندر فیصل ہو۔ وہی اللہ آسمانوں اور زمین کا بنانے والا ہے۔ وہ آسمانوں اور زمین کا مدبر ہے۔ زمین اور آسمان میں جو قانون قدرت چلتا ہے ، وہ زمین اور آسمان کے امور میں فیصلہ کن ہے۔ لوگوں کی زندگیوں کے معاملات بھی دراصل اس کائنات ہی کا ایک حصہ ہیں ، لہٰذا لوگوں کی زندگیوں میں قانون خداوندی کا اجراء دراصل لوگوں کی زندگیوں کو اس پوری کائنات کی فطرت کے ساتھ ہم آہنگ کر دے گا۔ اس طرح تمام انسان اس کائنات کے ساتھ ہم آہنگ اور ہم قدم ہو کر چلیں گے۔ جبکہ کائنات میں حکمرانی میں اللہ کا کوئی شریک نہیں ہے۔ لہٰذا انسان کی زندگی میں حکمرانی اس کی ہوگی۔\nوہ اللہ جس کے حکم کی طرف لوگوں نے اپنے اختلافات میں رجوع کرنا ہے ، وہ اللہ وہی ذات ہے جو تمہارا خالق ہے۔ تمہارے نفوس کو اسی نے بنایا ہے اور یہ اپنی مخلوق کو اچھی طرح جانتا ہے۔ پھر۔\nجعل لکم من انفسکم ازواجاً (42 : 11) پھر تمہاری جنس ہی سے تمہارے لیے جوڑے بنائے ”۔ اس طرح تمہاری زندگی کی بنیاد کی تشکیل ایک خاندان کی صورت میں ہوئی ، لہٰذا وہی جانتا ہے کہ کس طرح یہ زندگی درست ہو سکتی ہے ، اور انسان کی اصلاح کس طرح ہو سکتی ہے ، اللہ وہ ہے جس نے تمہاری تخلیق اس طرح کی جس طرح تمام دوسری زندہ مخلوق کو اس نے بنایا اور ان کے بھی جوڑے بنائے۔\nومن الانعام ازواجاً (42 : 11) “ اور اسی طرح جانوروں میں بھی جوڑے بنائے ”۔ تخلیق میں وحدت نظام اور تسلسل نوع ، یہ ظاہر کرتا ہے کہ خالق ایک ہی ہے۔ تم اور مویشی اسی نظام کے مطابق تکاثر و تناسل کے عمل سے گزرتے ہو۔ جبکہ اللہ کی مثال اپنی مخلوقات میں سے نہیں ہے۔\nلیس کمثلہ شیء (42 : 11) “ کائنات کی کوئی چیز اس کے مشابہ نہیں ”۔ انسانی فطرت اس اصول کو تسلیم کرتی ہے کیونہ کوئی چیزیں اگر کسی نے بنائی ہیں تو خالق کسی طرح بھی ان کے ممثال نہیں ہو سکتا۔ لہٰذا انسانوں کو چاہئے کہ وہ اپے اس بےمثال خالق کے احکام ہی کی طرف لوٹیں۔ خصوصاً اس دنیا میں اپنے اختلافات کے معاملے میں۔ اللہ کے سوا کسی اور کی طرف رجوع نہ کریں۔ کیونکہ وہ بےمثال خالق و حاکم ہے۔ لہٰذا ایک مرجع کے سوا کوئی اور مرجع اور جائے فیصلہ نہیں ہو سکتا کیونکہ اللہ جیسا کوئی نہیں ہے۔\nباوجود اس کے کہ اللہ سبحانہ تعالیٰ کے مشابہ کوئی شیء اس دنیا میں نہیں ہے لیکن اللہ اور اس کی مخلوقات کے درمیان رابطہ باقی اور قائم ہے۔ وہ دیکھتا ہے اور سنتا ہے اور پھر دیکھنے اور سننے والے کی طرح فیصلے کرتا ہے۔ اور اللہ جس اختلافی معاملے میں فیصلہ کرتا ہے وہ پھر آخری فیصلہ ہوتا ہے۔ وہ اس معنی میں کہ کنجیاں سب کائنات کی اسی کے ہاتھ میں ہیں اور اس وقت سے ہیں جب سے اس نے اس کو پہلی مرتبہ پیدا کیا ہے اور اس کے لئے ایک ناموس فطرت بنا کر اس میں اسے رائج کردیا ہے۔\nلہ مقالید السموت والارض (42 : 21) “ آسمان اور زمین کے خزانوں کی کنجیاں اسی کے ہاتھ میں ہیں ”۔ لہٰذا انسانوں کے اختیارات بھی اسی کے ہیں کیونہ انسان بھی اس کائنات کا حصہ ہیں۔ لہٰذا انسانوں کی کنجیاں بھی اسی کے ہاتھ میں ہیں۔\nپھر وہ اللہ ہی ہے جو انسانوں کے رزق کی کشادگی اور تنگی کے اختیارات رکھتا ہے ۔ اور یہ رزق ان کو زمین و آسمان کے خزانوں سے دیتا ہے۔\nیسبط الرزق لمن یشاء ویقدر (42 : 21) “ جسے چاہتا ہے کھلا رزق دیتا ہے اور جسے چاہتا ہے ، نپا تلا دیتا ہے ”۔ وہ ان کا رازق ہے ، وہ ان کا کفیل ہے ، وہ ان کو کھانا دینے والا ہے ، ان کو پلانے والا ہے لہٰذا وہ غیر اللہ کے متوجہ کیوں ہوتے ہیں کہ وہ ان کے درمیان فیصلے کرے۔ حق تو یہ ہے کہ لوگ فیصلوں کے لئے رازق اور کفیل کی طرف رخ کریں جو رزق اور دوسرے معاملات کی تدبیر کرتا ہے۔\nانہ بکل شیء علیم (42 : 21) “ اسے ہر چیز کا علم ہے ”۔ فیصلہ وہی ذات کرسکتی ہے جو علم رکھتی ہے اور اسی کا فیصلہ عادلانہ بھی ہو سکتا ہے۔۔۔۔ یوں اس پوری تقریر کے معانی نہایت ہی دقیق و لطیف انداز میں باہم مربوط اور متناسب ہیں تا کہ وہ انسانی قلب و عقل پر اثر انداز ہوں اور عقل و خرد کی تاروں پر ایسی چوٹ لگائیں کہ ان سے نہایت ہی گہرا ، موزوں اور خوش آواز زمزمہ پیدا ہو\nاب پھر وحی الٰہی کی طرف :",
  "ayah": 11,
  "surah": 42
}
