{
  "text": "آیت نمبر 13 تا 16\nکذلک یوحی الیک والی الذین من قبلک اللہ العزیز الحکیم (42 : 3) “ اسی طرح اللہ غالب و حکیم تمہاری طرف اور تم سے پہلے گزرے ہوئے رسولوں کی طرف وحی کرتا رہا ہے ”۔ یہ ایک اجمالی اشارہ تھا کہ وحی الٰہی کا سرچشمہ ایک ہے ۔ اور اس وحی نے جو نظام پیش کیا ہے ، یہ وہی ہے جو سابقہ رسولوں نے پیش کیا تھا ، اور اس وحی کا رخ بھی اسی طرف ہے جس طرف سابقہ انبیاء کا تھا۔ اب اس اشارے کی تفصیلات دی جارہی ہیں کہ اللہ نے مسلمانوں کے لئے جو نظام زندگی اور جو شریعت وضع کی ہے ، وہ عمومی اصولوں میں وہی ہے جو حضرت نوح ، حضرت ابراہیم ، حضرت موسیٰ اور حضرت عیسیٰ (علیہم السلام) کو دی گئی تھی۔ سب کو حکم دیا گیا تھا کہ اللہ کے واحد دین کو قائم کرو ، اور اس میں تفرقہ نہ ڈالو ، اور تمہارا فرض ہے کہ اللہ کے اس قدیم نظام زندگی پر جم جاؤ اور جو لوگ اس سے ادھر ادھر دیکھتے ہیں ، محض خواہشات نفسانیہ پوری کرنے کے لئے تو ان کی طرف کوئی توجہ نہ کرو ، اس دین کو غالب کرو ، اور جو لوگ اس دین کے خلاف حجت بازیاں کرتے ہیں ، ان کی حجت کو رد کر کے باطل کردو ، اور ان کو اللہ کے غضب اور شدید عذاب سے ڈراؤ۔\nاس پیراگراف کے فقروں کے اندر بھی نہایت ہی لطیف ربط ہے جس طرح سابقہ پیراگراف کے فقروں میں ہم نے بیان کیا۔\nشرع لکم من الدین۔۔۔۔۔۔ ولا تتفرقوا فیہ (42 : 13) “ اس نے تمہارے لیے دین کا وہی طریقہ مقرر کیا ہے جس کا حکم اس نے نوح کو دیا تھا اور جسے (اے محمد ﷺ اب تمہاری طرف ہم نے وحی کے ذریعہ سے بھیجا ہے ، اور جس کی ہدایت ہم ابراہیم اور موسیٰ اور عیسیٰ (علیہم السلام) کو دے چکے ہیں ، اس تاکید کے ساتھ کہ قائم کرو اس دین کو اور اس میں متفرق نہ ہوجاؤ ”۔ اس کے ساتھ اس حقیقت کو واضح کردیا جاتا ہے جس کی تفصیلات ہم نے سورت کے آغاز میں دیں کہ ادیان کی جڑ ایک ہے۔ زمان و مکان کے لحاظ سے مختلف زمانوں میں اس کی نشوونما ہوئی ۔ اس سے جس مومن میں ایسے تصورات و لمحات آتے ہیں کہ وہ سوچتا ہے کہ اس کا ماضی بہت طویل ہے اور اس کے سلف بہت ہی عظیم لوگ ہیں اور وہ ایسے عظیم لوگوں کا تابع اور پیروکار ہے۔ حضرت نوح (علیہ السلام) ، حضرت ابراہیم (علیہ السلام) ، حضرت موسیٰ (علیہ السلام) ، حضرت عیسیٰ (علیہ السلام) ، حضرت محمد ﷺ اجعین۔ یہ شعور پختہ ہوتا ہے کہ یہ دین ادیان سابقہ ہی کا تسلسل ہے اور یہ کہ وہ انبیاء و رسل کے راستے ہی پر رواں دواں ہے۔ اور اس راستے پر وہ نہایت خوشی سے چل رہا ہے۔ اگرچہ اس میں تھکاوٹ ہو ، مشکلات ہوں اور اسے اپنے بیشمار مفادات قربان کرنے پڑیں۔ مومن کو یہ پختہ شعور حاصل ہوتا ہے کہ وہ عظیم لوگوں کے قافلے کافرد ہے اور یہ قافلہ پوری انسانی تاریخ میں عظیم لوگوں کا قافلہ ہے۔\nیہ کہ جو لوگ اللہ کے اس دین پر چلنے والے ہیں ، ان کے درمیان دائمی امن و آشتی ہے ۔ یہ ایک مستقل شریعت اور شاہراہ پر قائم ہیں۔ ان کے درمیان کوئی اختلاف اور دشمنی نہیں ہے بلکہ ان کے درمیان تو گہرے تعلقات و روابط ہیں۔ یہ تعلقات و روابط باہمی مزید تعلق اور مفاہت کا تقاضا کرتے ہیں۔ یوں مومنین کا حال ان کے ماضی سے مربوط ہوجاتا ہے اور ان کا ماضی ان کے حال سے جڑ جاتا ہے اور وہ سب وہ ایک ہی راستے پر چل پڑتے ہیں۔\nاگر اسلامی نظام اور شریعت جو اللہ نے مومنین کا حال ان کے ماضی سے مربوط ہوجاتا ہے اور ان کا ماضی ان کے حال سے جڑ جاتا ہے اور وہ سب وہ ایک ہی راستے پر چل پڑتے ہیں۔\nاگر اسلامی نظام اور شریعت جو اللہ نے مومنین اور مسلمین کے لئے مقرر کی ہے ، وہی ہے جس کی وصیت اور تاکید حضرت نوح ، حضرت ابراہیم ، حضرت موسیٰ اور حضرت عیسیٰ (علیہما السلام) کو بھی اس سے قبل کی گئی تھی تو پھر حضرت موسیٰ اور حضرت عیسیٰ (علیہما السلام) کے متبعین باہم کیوں لڑتے جھگڑتے ہیں۔ پھر حضرت عیسیٰ (علیہ السلام) کے متبعین میں سے مختلف فرقے کیوں باہم دست و گریباں ہیں۔ پھر حضرت موسیٰ اور حضرت عیسیٰ (علیہما السلام) کے متبعین حضرت محمد ﷺ کے پیروکاروں کے ساتھ کیوں عناد رکھتے ہیں۔ پھر وہ لوگ جو یہ دعویٰ کرتے ہیں کہ وہ دین ابراہیم پر ہیں یعنی مشرکین عرب تو ان کے لئے کیا جواب ہے کہ وہ حضرت محمد ﷺ کے دشمن بنے ہوئے ہیں اور وہ کیوں نبی آخر الزمان کے جھنڈے تلے جمع نہیں ہوتے جن کی دعوت یہ ہے کہ تمام پیروکار ان دین کو یہ وصیت کی گئی تھی کہ۔\nان اقیموا الدین ولا تتفرقوا فیہ (42 : 13) “ دین کو قائم کرو اور اس میں فرقے نہ بنو ”۔ اور کیوں اپنے فرائض ادا نہیں کرتے ، کیوں ایسا نہیں کرتے کہ وہ انحراف کو چھوڑ دیں۔ کج روی سے توبہ کریں اور کیوں پھر یہ لوگ آخری نبی کے جھنڈے تلے صف واحد کی صورت میں کھڑے نہیں ہوتے۔ کیونکہ حضرت نوح ، حضرت ابراہیم اور حضرت موسیٰ اور حضرت عیسیٰ (علیہم السلام) کے بعد اب حضرت محمد ﷺ کی باری ہے اور یہ امانت اب ان تک پہنچی ہے۔\nمشرکین جو ام القریٰ میں بستے ہیں اور جن کا دعویٰ ہے کہ وہ دین ابراہیمی پر ہیں وہ دعوت اسلامی کے مقابلے میں ایک معاند اور مخالف کے طور کھڑے ہیں۔ یہ کیوں ؟\nکبر علی المشرکین ما تدعوھم الیہ (42 : 13) “ یہ بات ان مشرکین کو سخت ناگوار ہوئی ہے جس کی طرف تم انہیں دعوت دے رہے ہو ” ۔ ان کو یہ بات ناگوار ہے کہ ان میں سے محمد ابن عبد اللہ پر وحی کیوں آئی۔ حالانکہ ان کا خیال یہ تھا کہ یہ وحی دو بستیوں کے کسی بڑے آدمی پر نازل ہوگی۔\nعلی رجل من القریتین عظیم یعنی ان دو گاؤں کے کبراء اور اہل اقتدار میں سے کسی پر نازل ہوتی۔ لیکن خود ان کی یہ بات بھی حقیقت واقعہ کے طور پر درست نہ تھی ، حضرت محمد ﷺ خود ان کے قول کے مطابق صادق وامین تھے۔ اور آپ قریش کے ایک ممتاز قبیلے کے چشم و چراغ تھے۔ آپ تو بیشک عظیم آدمی تھے۔\nان پر یہ نئی دعوت شاق گزرتی تھی کیونکہ اگر یہ کامیاب ہوتی ہے تو بت پرستی کا دور ختم ہوجاتا ہے ۔ بت اور بتوں کے افسانے ختم ہوجاتے ہیں اور اسی پر تو ان کی سیادت و قیادت قائم تھی۔ ان کے ذاتی اور اقتصادی مفادات انہیں تصورات سے وابستہ تھے ، لہٰذا انہوں نے شرک کو سینے سے لگالیا اور خالص تو حید پر مبنی ان پر بھاری تھی ، جس کی طرف رسول بلاتے تھے۔\nپھر ان پر یہ بات بھی گراں گزر رہی تھی کہ ان کے جو آباء و اجداد جاہلیت پر مرگئے ہیں وہ گمراہی پر گئے اور وہ کافر اور جہنمی تھے۔ لہٰذا انہوں نے کہا اگر آباء جہنمی ہیں تو ہم بھی ہیں۔ یوں وہ ضد میں آگئے اور غلط راہ عناد کی وجہ سے پکڑ لی۔ اور عمداً اپنے آپ کو جہنم میں گرانے کے لئے تیار ہوگئے۔ محض اس لیے کہ وہ اپنے آباء کو گمراہ قرار دینے کے لئے تیار نہ تھے۔\nقرآن کریم ان کے اس موقف کی تردیدیوں کرتا ہے کہ یہ اللہ کا اختیار ہے کہ جسے چاہے ، چن لے۔ اس طرح اللہ اپنی جانب سے صرف اسی کو متوجہ کرتا ہے جو اللہ کی پناہ میں آنا چاہے اور دھتکارے ہوئے لوگوں کو بذریعہ توبہ واپس کرتا ہے :\nاللہ یجتبی الیہ من یشاء ویھدی الیہ من ینیب (42 : 13) ” اللہ جسے چاہتا ہے ، اپنا لیتا ہے اور جو اپنی طرف اسی کو راستہ دکھاتا ہے جو اس کی رجوع کرے “۔ تو اللہ نے محمد ﷺ کو چن لیا۔ اور جو بھی اب اللہ کے بتائے ہوئے راستے کی طرف متوجہ ہوگا اللہ اسے ہدایت دے دے گا۔\nاب روئے سخن مذکور بالا بڑے انبیاء کے متبعین کے موقف کی طرف پھرتا ہے ، جن کو اللہ نے ایک ہی دین دے کر بھیجا تھا اور انہوں نے قوم کے سامنے ایک ہی دین پیش کیا تھا مگر متبعین نے اس میں تفرقہ اختیار کرلیا :\nوما تفرقوا الا من بعد ۔۔۔۔۔۔ شک منہ مریب (42 : 14) ” لوگوں میں جو تفرقہ رونما ہوا ، وہ اس کے بعد ہوا کہ ان کے پاس علم آچکا تھا ، اور اس بنا پر ہوا کہ وہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے۔ اگر تیرا رب پہلے ہی نہ فرما چکا ہوتا کہ ایک وقت مقررہ تک فیصلہ ملتوی رکھا جائے گا تو ان کا قضیہ چکا دیا گیا ہوتا اور حقیقت یہ ہے کہ اگلوں کے بعد جو لوگ کتاب کے وارث بنائے گئے ، وہ اس کی طرف سے بڑے اضطراب انگیز شک میں پڑے ہوئے ہیں “ ۔ ایک تو یہ کہ یہ اختلافات جہالت کی وجہ سے نہ تھے۔ یہ وجہ نہ تھی کہ ان کو اس اصل حقیقت کا پتہ نہ تھا اور یہ پتہ نہ تھا کہ رسولوں کی تعلیم کا ماخذ کیا ہے بلکہ انہوں نے اچھی طرح جانتے بوجھتے شک کیا۔ آپس کی دشمنی کی وجہ سے تفرقہ کیا۔ بغض اور حسد کی وجہ سے یہ اختلافات ہوئے۔ ظالمانہ خواہشات نے مجبور کیا کہ وہ تفرقہ کریں۔ اور ناقاب کنٹرول خواہشات نفس نے ان کو مجبور کیا۔ یہ تفرقہ اس لیے نہیں ہوا کہ ان کے پاس درست عقائد کے لئے کوئی دلیل نہ تھی یا جو نظام زندگی انہیں دیا گیا تھا ، اس میں سے ان کے پاس کوئی ثبوت نہ تھا ۔ اگر وہ اپنے حقیقی عقیدے اور شریعت پر مخلصانہ طور پر قائم رہتے تو تفرقہ نہ کرتے۔\nیہ لوگ اس بات کے مستحق تھے کہ اللہ ان کو پکڑ لیتا اور ان پر جلدی اللہ کا عذاب آجاتا ، ان کی سرکشی اور ان کے ظلم کی وجہ سے جو انہوں نے یہ تفریق کر کے دین حق کے ساتھ کیا لیکن اللہ تعالیٰ نے تدبیر کائنات کے سلسلے میں پہلے سے ایک فیصلہ کردیا تھا اور ان کو ایک مقررہ وقت تک مہلت دے دی گئی تھی۔\nولو لا کلمۃ سبقت ۔۔۔۔۔ لقضی بینھم (42 : 14) ” اگر تیرا رب پہلے یہ نہ فرما چکا ہوتا کہ ایک وقت مقرر تک فیصلہ ملتوی رکھا جائے گا تو ان کا قضیہ چکا دیا گیا ہوتا “۔ اور اس طرح ان اختلافات میں حق ، حق ہوچکا ہوتا اور باطل باطل ہوچکا ہوتا اور معاملہ اس دنیا ہی کی زندگی میں ہی ختم ہوچکا ہوتا لیکن ان کو وقت معلوم تک مہلت دے دی گئی ہے۔\nوہ نسلیں جو ان ابنائے سابقین کے پہلے متبعین کی وارث بنیں جنہوں نے تفرقہ کیا تھا۔ اور یہ کتاب ان کو ملی تو ان کو یہ کتاب اور یہ نظریہ یقینی انداز میں نہ ملا۔ کیونکہ اختلافات کا ریکارڈ ان کے سامنے تھا اور اس سے کوئی جزی اور قطعی بات سامنے نہ آتی تھی۔ تمام فرقہ وارانہ اختلافات عمل ، غیر واضح اور پریشان کن تھے۔\nوان الذین اور ثوا ۔۔۔۔۔ منہ مریب (42 : 14) ” اور حقیقت یہ ہے کہ اگلوں کے بعد جو لوگ کتاب کے وارث بنائے گئے وہ اس کی طرف سے بڑے اضطراب انگیز شک میں پڑے تھے “۔ یوں ہوتا ہے عقیدہ تو اس مضبوط چٹان کی طرح ہوتا ہے جس کے اردگرد سے زمین حرکت میں ہوتی ہے لیکن وہ مضبوط ہوتا ہے۔ اور ایک مومن اس راسخ چٹان پر مضبوطی سے جم جاتا ہے اور اسے کوئی زلزلہ اپنی جگہ سے نہیں ہٹا سکتا اور عقیدہ وہ ستارہ ہوتا ہے جو اپنی جگہ جما ہوا ہوتا ہے اور لہروں اور طوفانوں کے باوجود مومن کی نظر بلند افق پر اپنے ستارے پر ہوتی ہے جو سمت کا تعین کرتا ہے۔ اس طرح ایک مومن راستہ نہیں بھولتا اگرچہ تاریک سمندروں میں ہو۔ لیکن جب عقیدہ اور نظریہ ہی مشکوک ہوجائے تو پھر کسی کی کوئی بات مستقل نہیں ہو سکتی۔ نہ کسی بےعقیدہ شخص کی کوئی بات مستقل ہو سکتی ہے۔ نہ ایسا شخص کسی بھی سمت پر مستقل رہ سکتا ہے۔ نہ کسی راستے پر مطمئن ہو سکتا ہے۔\nعقیدہ اور نظریہ ہوتا ہی اس لیے ہے کہ لوگوں کا نصب العین اور ان کی سمت متعین کرے اور پھر وہ دوسرے لوگوں کی اس راہ پر چلتے ہوئے قیادت کریں۔ اگر وہ خود اضطراب اور شک میں پڑے ہوں تو وہ کسی کی قیادت نہیں کرسکتے۔ خفتہ را خفتہ کے کند بیدار۔۔۔۔ جب اس دنیا میں دین اسلام آیا تو امم سابقہ کے متبعین کی یہی حالت تھی۔ مولانا ابو الحسن علی ندوی اپنی ” کتاب عالم اسلام میں مشرقیت و مغربیت کی کشمکش “ میں لکھتے ہیں :\n” حقیقت یہ ہے کہ دوسرے بڑے ادیان کے لیڈر کھیلنے والوں اور کھلاڑیوں کے ہاتھ میں شکار ہیں اور ان پر تحریف کرنے والوں اور منافقوں کا اثر ہے۔ یہ ادیان اپنی روح اور شکل گنوا بیٹھے ہیں۔ اگر ان ادیان کے پہلے ماننے والوں کو اللہ اب زندہ کر دے تو وہ خود اپنے نام سے منسوب ان ادیان کو نہ پہچان سکیں۔ چناچہ کبھی تو ادیان تہذیب و تمدن اور حکومت و سیاست عطا کرنے والے تھے۔ اب وہاں سے بدنظمی ، خلل اور اختلافات اور طوائف الملوکی ہوتی ہے ، حکام بد عمل ہیں ، اپنی ذات میں گم ہیں۔ ان کے پاس اقوام اور دنیا کے لئے کوئی پیغام نہیں ہے۔ مقاصد عالیہ کے اعتبار سے وہ مفلس ہیں۔ ان کی زندگی کے سوتے خشک ہوچکے ہیں ، ہدایات سماوی کی روشنی میں ان کے پاس کوئی راہ نہیں ہے ، نہ کوئی مستقل اور محکم نظام زندگی ہے۔\nمشہور امریکی مصنف جارج ایچ۔ ڈینسن اپنی کتاب جذبات بحیثیت اساس تمدن (Emotion as the basis of civilization ) میں لکھتے ہیں :\n” پانچویں صدی اور چھٹی صدی عیسوی میں اہل دین کی دنیا تباہی کے ایک گہرے گڑھے کے دہانے پر تھی۔ کیونکہ جو نظریات تمدن کو جنم دینے میں ممدو معاون تھے ، وہ ختم ہوچکے تھے اور اس وقت کے موجودہ ادیان کی جگہ لینے کے لئے کوئی نظریہ موجود نہ تھا۔ اور یہ واضح طور پر نظر آنے لگا تھا کہ جس انسانی تہذیب کی تعمیر و ترقی پر چار ہزار سال گزرے تھے وہ ختم اور برباد ہونے والی ہے اور انسانیت دوبارہ جہالت ، قبائلی نظام کے چنگل میں پھنسنے والی ہے ، جس میں کوئی قانون و نظام نہیں ہوتا کیونکہ مسیحیت نے جو اجتماعی نظم و نسق قائم کیا تھا ، اس کی عمارت گرنے ہی والی تھی۔ اس لیے کہ عیسائیت فرقے فرقے ہوگئی تھی۔ اس کے اندر کوئی اتحاد اور نظم نہ تھا۔ اس دور میں تمدن کی مثال اس طرح تھی کہ وہ ایک عظیم درخت کی طرح تھی جس کی شاخیں پھیلی ہوئی تھیں اور اس کا سایہ تمام دنیا پر چھا یا ہوا تھا ، یہ درخت سخت طوفانوں کی رد میں نہایت کمزوری کی حالت میں کھڑا تھا اور ہلاکت اس کے دروازے پر دستک دے رہی تھی ، کہ اس اثناء میں ایک شخص (حضرت محمد ﷺ پیدا ہوگیا “۔\nیہ صورت حال اس لیے تھی کہ ادیان سماوی کے حاملین نے باہم سخت اختلافات شروع کر دئیے تھے ، بعد اس کے کہ ان کے پاس علم آچکا تھا۔ اور ادیان کے اصحاب اولین کے بعد جو لوگ کتاب کے وارث بنے تھے ان کو ان کتابوں کی صداقت کے بارے ہی میں شک تھا۔ ان وجوہات سے اور پوری دنیا میں انسانیت کی قیادت کے لئے کسی مرکز کے ناپید ہوجانے کی وجہ سے حضرت محمد ﷺ کو مبعوث کیا گیا اور آپ کو حکم دیا گیا کہ آپ سیدھے راستے پر چل پڑیں لوگوں کو دعوت دیں اور آپ کی واضح اور بین نظریات اور آپ کی مستحکم دعوت کے بارے میں لوگ جو چاہیں ، کہیں۔ آپ کسی کی طرف متوجہ نہ ہوں اور یہ اعلان کردیں کہ یہ دعوت اور یہ نظام وہی ہے جسے اللہ نے تمام انبیاء کو دیا تھا اور اس کے بارے میں وصیت کی تھی۔\nفلذلک فادع واستقم کما امرت ۔۔۔۔۔۔۔۔ والیہ المصیر (42 : 15) ” (چونکہ یہ حالت پیدا ہوچکی ہے) اس لیے اے محمد ﷺ اب تم اسی دین کی طرف دعوت دو ، اور جس طرح تمہیں حکم دیا گیا ہے اسی پر مضبوطی کے ساتھ قائم ہوجاؤ، اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، اور ان سے کہہ دو کہ :” اللہ نے جو کتاب بھی نازل کی ہے میں اس پر ایمان لایا ، مجھے حکم دیا گیا ہے کہ میں تمہارے درمیان انصاف کروں۔ اللہ ہی ہمارا رب بھی ہے اور تمہارا رب بھی۔ ہمارے اعمال ہمارے لیے ہیں اور تمہارے اعمال تمہارے لیے۔ ہمارے درمیان کوئی جھگڑا نہیں۔ اللہ ایک روز سب کو جمع کرے گا اور اسی کی طرف سب کو جانا ہے “۔\nاب دعوت اسلامی گویا پوری انسانیت کے لئے نئی قیادت تھی۔ یہ ایک دانشمند ، صحیح الفکر قیادت تھی جس کا نظام زندگی واضح تھا ، جس کو یقین محکم حاصل تھا۔ یہ اللہ کی طرف بلاتی تھی اور اپنے مقصد کے لئے علی وجہ البصیرت کام کر رہی تھی اور بغیر کسی کج روی کے امر الٰہی پر گامزن تھی۔ اور وہ اپنے فیصلوں میں بدلتے ہوئے مقاصد اور بدلتی ہوئی خواہشات کے پیچھے نہ جاتی تھی۔ ایسی قیادت جس کا پیغام ایک تھا ، جس کی کتاب ایک تھی ، نظام شریع ایک تھا ، جس کا ایمان ماخذ ایمان کی طرف راجع تھا۔ اور جس نے تمام انسانیت کو ایک اہم اصول کی طرف لوٹا دیا تھا۔\nوقل امنت بما انزل اللہ من کتب (52 : 15) ” اور ان سے کہہ دو کہ اللہ نے جو کتاب بھی نازل کی ہے میں اس پر ایمان لایا ہوں “۔ اس کے بعد یہ دعوت یہ تحریک دعوت حق کو لے کر دنیا میں سربلند ہوتی ہے اور اقتدار اعلیٰ حاصل کرتا ہے تا کہ وہ لوگوں کے درمیان عدل کرے۔\nوامرت لاعدل بینکم (42 : 15) ” مجھے حکم دیا گیا ہے کہ میں تمہارے درمیان انصاف کروں “ ۔ یہ ایسی قیادت ہے جس کے پاس اقتدار بھی ہے اور یہ زمین میں عدل گستری کا اعلان کرتی ہے۔ (یہ بات حضور ﷺ اس وقت کر رہے ہیں جب دعوت اسلامی مکہ میں ہے اور داعی اور تحریک شعب ابی طالب میں محصور ہیں ، ان پر مصائب کے پہاڑ توڑے جارہے ہیں لیکن وہاں بھی دعوت اسلامی کا مزاج ، چھا جانے والا مزاج بالکل واضح ہے ) (مترجم) ۔ یہ دعوت اعلان کرتی ہے کہ رب واحد ہے۔\nاللہ ربنا وربکم (52 : 15) ” اللہ ہی ہمارا رب ہے اور تمہارا رب بھی “۔ اور یہ اعلان بھی کیا جاتا ہے کہ ہر شخص اپنے اعمال کا ذمہ دار ہے اور جواب وہی انفرادی ہے۔\nلنا اعمالنا ولکم اعمالکم (52 : 15) ” ہمارے اعمال ہمارے لیے ہیں اور تمہارے ، تمہارے لیے ہیں “ ۔ اس لیے اب فضول بحث و مباحثہ ختم ہونا چاہئے۔\nلا حجۃ بیننا وبینکم (52 : 15) ” ہمارے درمیان کوئی جھگڑا نہیں “۔\nاللہ یجمع بینناوالیہ المصیر (42 : 15) ” اللہ ہم سب کو ایک روز جمع کرے گا۔ اور اسی کی طرف لوٹنا ہے “۔\nیہ ایک آیت ہے لیکن یہ دعوت اسلامی کے مزاج کی وضاحت پوری طرح کردیتی ہے۔ اس آیت کے فقرے بھی چھوٹے چھوٹے ، لیکن وہ نہایت ہی دو ٹوک اور فیصلہ کن بات کرتے ہیں۔ یہ ایک دعوت ہے جس نے اپنی راہ پر گامزن رہنا ہے اور انسانوں کی خواہشات کا کوئی لحاظ نہیں رکھنا۔ اس نے اس کرۂ ارض پر اقتدار اعلیٰ پر خالص ہونا ہے تا کہ وہ عدل کرسکے۔ اس نے تمام انسانوں کو ایک سیدھی راہ دکھانی ہے جو صراط مستقیم ہے اور یہی راہ تمام رسولوں کی راہ رہی ہے۔\nچناچہ دعوت اسلامی کی اس رنگ میں وضاحت کرنے کے بعد اور اہل ایمان کے ایک گروہ کی جانب سے اس دعوت پر لبیک کہنے کے بعد ، الجھنے والوں اور بےفائدہ مباحثے کرنے والوں کی باتوں کی طرف التفات کرنے کا کوئی موقعہ نہیں رہا ہے۔ ان کی تمام دلیلیں باطل ہوچکی ہیں ، ان کا کوئی وزن نہیں ہے ، نہ اہمیت ہے۔ لہٰذا ان کے بارے میں اب فیصلہ کن بات کردی جاتی ہے اور ان کو اللہ کی شدید دھمکی کے لئے چھوڑ دیا جاتا ہے۔\nوالذین یحاجون فی اللہ ۔۔۔۔۔ عذاب شدید (42 : 16) ” اللہ کی دعوت پر لبیک کہے جانے کے بعد جو لوگ اللہ کے معاملے میں جھگڑتے ہیں ، ان کی حجت بازی ان کے رب کے نزدیک باطل ہے اور ان پر اس کا غضب ہے اور ان کے لئے سخت عذاب ہے “۔ جو لوگ اللہ کے بارے میں جھگڑتے ہیں اور ان کی حجت اللہ کے نزدیک ہی باطل ہے تو پھر ان کا جھگڑا باطل ہے اور ان کی دلیل کی کوئی حیثیت نہیں۔ زمین پر بھی ان کی دلیل مسترد ہے اور آخرت میں ان کو اللہ کے شدید غضب اور عذاب کا سامنا کرنا ہوگا۔ اور یہ فضول جھگڑے اور حجت بازی ان کے لئے موزوں سزا ہے جبکہ وہ دیکھتے بھی ہیں کہ نہایت ہی مخلص اور دانشمند لوگوں نے اس دعوت کو قبول کرلیا ہے۔ لہٰذا ان کی یہ بحث اور منا ظرہ حق کی وضاحت کے بعد ہے اور کچھ دوسرے مقاصد کے لئے ہیں۔\nاب سیاق کلام کا رخ پھر پہلے موضوع کی طرف",
  "ayah": 14,
  "surah": 42
}
