{
  "text": "آیت نمبر 20 تا 23\nپچھلے پیراگراف میں یہ کہا گیا تھا کہ اللہ تعالیٰ نے امت مسلمہ کے لئے جو نظام زندگی اور شریعت تجویز کی تھی وہ وہی ہے جس کے بارے میں نوح ، ابراہیم ، موسیٰ اور عیسیٰ (علیہم السلام) کو تاکید کی گئی تھی۔ وہی بات حضرت محمد ﷺ کی طرف بھی وحی کی گئی۔ اب اس پیرے میں ان سے گرفت کے انداز میں پوچھا جاتا ہے کہ تم بتاؤ تمہاری شریعت اور قانون اور نظام اور نظریہ کا ماخذ کیا ہے ؟ تمہاری شریعت کس نے بنائی ہے۔ یہ تم جس نظام کے مطابق زندگی بسر کر رہے ہو ، یہ تو شریعتوں کے خلاف ہے۔\nام لھم شرکاء شرعوا ۔۔۔۔ بہ اللہ (42 : 21) ” کیا کچھ لوگ ایسے شریک خدا ہیں جنہوں نے ان کے لئے دین کی نوعیت رکھنے والا ایک ایسا طریقہ مقرر کردیا جس کا اللہ نے اذن نہیں دیا “۔ اللہ کی مخلوقات میں سے کسی کو اس کی اجازت نہیں ہے کہ وہ اللہ کی شریعت اور قانون کے متضاد کوئی قانون بنانا چاہے وہ کوئی شخص بھی ہو۔ قانون سازی کا اختیار صرف اللہ وحدہ کو ہے کیونکہ اللہ اس کائنات کا پیدا کرنے والا ہے۔ اس نے اس پوری کائنات کے لئے ایک نظام تجویز کر رکھا ہے اور انسان بھی اس کائنات کا ایک چھوٹا سا حصہ ہے۔ اس لیے انسان کی زندگی کو ضابطے میں لانے کے لئے ایسا ہی قانون چاہئے جو قانون فطرت ہو۔ اللہ کے قوانین فطرت کے ساتھ ہم آہنگ ہو۔ اور یہ صرف اس وقت ہوتا ہے کہ جب قانون وہ ذات بنائے جو نظام فطرت کی موجد ہے۔ اللہ کے سوا کوئی اور ذات یہ کام نہیں کرسکتی۔ اس میں کوئی اختلاف رائے نہیں ہے۔ لہٰذا کوئی شخص انسانوں کی قانون سازی پر ، وہ اعتماد نہیں کرسکتا جو اللہ کے قانون پر کرتا ہے۔\nاگرچہ یہ وہ حقیقت ہے جو ہدایت کی حد تک واضح ہے لیکن پھر بھی زیادہ لوگ اس کے بارے میں جھگڑتے ہیں یا ان کو اس پر یقین نہیں آتا۔ اور پھر بھی وہ جرات کرتے ہیں کہ اللہ کے قانون کے سوا کسی اور اصول کے مطابق قانون سازی کریں۔ ان کا زعم یہ ہوتا ہے کہ وہ اپنی قوم کے لئے بھلائی کر رہے ہیں ، پھر وہ اپنے حالات کو ان قوانین کے مطابق ڈھالتے ہیں جو انہیں نے خود بنائے ہیں۔ گویا وہ اللہ سے زیادہ جانتے ہیں ، زیادہ بہتر فیصلے کرنے والے ہیں ، یا اللہ کے سوا ان کے کوئی اور الٰہ ہیں جو ان کے لئے ایسے قانون بناتے ہیں جس کا اللہ نے اذن نہ دیا ہو۔ اس قسم کے لوگ اللہ کے نزدیک گھاٹا اٹھانے والے ہیں اور اللہ کی ذات کے خلاف جرات کرتے ہیں۔\nاللہ نے انسانوں کے لئے ایسا قانون بنایا ہے جو انسان کی فطرت اور اس کائنات کے ناموس فطرت اور انسان کے مزاج کے مطابق ہے۔ یہی وجہ ہے کہ اس قانون کے مطابق انسانوں کا باہم تعاون اپنے اعلیٰ درجات تک پہنچ جاتا ہے اور اس کائنات کی دوسری قوتوں کے ساتھ بھی انسان کو تعاون حاصل ہوجاتا ہے۔ اللہ نے انسان کی پوری زندگی کے بارے میں قانون بنا دیا ہے۔ صرف جزئیات کا دائرہ چھوڑ دیا گیا جن کے بارے میں انسان نئے حالات کے مطابق خود قانون سازی کرسکتا ہے۔ لیکن یہ قانون سازی بھی اللہ کے جاری کردہ اصولی قوانین کے دائرے کے اندر کرسکتا ہے۔ اور اگر کسی معاملے میں انسانوں کے درمیان اختلاف ہوجائے تو اس کا فیصلہ بھی اللہ اور رسول ﷺ کے قانون کے مطابق طے کرنا ہوگا۔ کیونکہ اصول اسلامی شریعت میں طے کر دئیے گئے ہیں اور یہ اصول وہ ترازو ہیں جن کے تمام انسانوں نے اپنی آراء کو تولنا ہے۔\nیوں قانون سازی کا ماخذ طے ہوجاتا ہے اور حکم اللہ کے لئے مخصوص ہوجاتا ہے جو احکم الحاکمین ہے۔ اس کے سوا کوئی اگر اصول و دستور طے کرے گا وہ اسلامی شریعت سے بغاوت کرے گا۔ اللہ کے دین سے بغاوت کرے گا۔ اور اس وصیت اور تاکید کے خلاف چلے گا جو حضرت نوح ، حضرت ابراہیم ، حضرت موسیٰ اور حضرت عیسیٰ (علیہم السلام) کو کی گئی۔ اور اب حضرت محمد ﷺ کے لئے وہی شریعت نافذ کردی گئی۔\nولو لا کلمۃ الفصل لقضی بینھم (42 : 21) ” اگر فیصلے کی بات طے نہ ہوگئی ہوتی تو ان کا قضیہ چکا دیا گیا ہوتا “ ۔ اللہ نے فیصلہ کی بات یوں کردی ہے کہ لوگوں کو فیصلے کے دن تک مہلت دی جائے گی۔ اگر یہ بات طے نہ ہوتی تو اللہ تعالیٰ اسی دنیا میں ان کا فیصلہ کردیتا۔ اور اللہ کی شریعت کے مخالفین کو یہاں ہی پکڑ لیا جاتا۔ ان کا قضیہ جلدی ہی چکا دیا جاتا۔ لیکن اللہ نے مہلت دے دی ہے۔\nوان الظلمین لھم عذاب الیم (42 : 21) ” اور ان ظالموں کے لئے یقیناً دردناک عذاب ہے “۔ یہ عذاب ان کے طلم کی وجہ سے ان کا منظر ہے اور اس سے بڑا ظالم اور کون ہو سکتا ہے جو شخص اللہ کی شریعت کی مخالفت کرے۔ اور اللہ کے سوا دوسروں کی شریعت کی حمایت کرے۔ یہی وجہ ہے کہ ان ظالموں کو اب قیامت کے مناظر میں سے ایک منظر میں پیش کیا جاتا ہے۔ یہ لوگ وہاں ڈرے ہوئے ہیں ، سہمے ہوئے ہیں۔ عذاب جہنم ان کے سامنے ہے۔ اس سے قبل تو وہ اس سے نہ ڈرتے تھے اور نہ خوف کھاتے تھے بلکہ مذاق اڑاتے تھے۔\nتری الظلمین مشفقین مما کسبوا وھو واقع بھم (42 : 22) ” تم دیکھو گے کہ یہ ظالم اس وقت اپنے کئے کے انجام سے ڈر رہے ہوں گے اور وہ ان پر آکر رہے گا “۔ قرآن کا انداز تعبیر بڑا عجیب ہے کہ یہ لوگ وہاں ” اپنی کمائی “ سے ڈر رہے ہوں گے۔ ان کی کمائی گویا ایک بلا ہوگی جس سے وہ ڈر رہے ہوں گے اور یہ بلا انہوں نے خود اپنے ہاتھوں سے کمائی اور دنیا سے وہ اپنے اس کارنامے ( غیر اسلامی قانون سازی ) پر بہت خوش تھے لیکن آج وہ اس سے خوفزدہ ہیں لیکن وھو واقع بھم (42 : 22) ” اور وہ ان پر واقع ہونے والا ہے “۔\nاور اس منظر کی دوسری جھلک مومنین کے بارے میں ہے ، جو اس دن سے ڈرتے تھے لیکن آج وہ امن و عافیت سے ہیں اور بہت ہی خوشحال ہیں :\nوالذین امنوا ۔۔۔۔۔۔ الفضل الکبیر (42 : 22) ذلک الذی یبشر ۔۔۔۔۔ وعملوا الصلحت (42 : 23) ” بخلاف اس کے جو لوگ ایمان لے آئے ہیں اور جنہوں نے نیک عمل کئے ہیں ، وہ جنت کے گلستانوں میں ہوں گے ، جو کچھ بھی وہ چاہیں گے اپنے رب کے ہاں پائیں گے ، یہی بڑا فضل ہے۔ یہ ہے وہ چیز جس کی خوشخبری اللہ اپنے ان بندوں کو دیتا ہے جنہوں نے مان لیا اور نیک عمل کئے “۔\nقرآن کی تعبیر بھی نہایت ہی خوش کن ، نرم اور دھیمے انداز کی ہے۔ روضات الجنت جنتوں کے گلستان ، کئی جنتیں اور کئی گلستان۔ ” جو کچھ وہ چاہیں گے اپنے رب کے ہاں پائیں گے “۔ بلا حدود وقیود۔ ” یہی بڑا فضل ہے “۔ ” یہ ہے وہ چیز جس کی خوشخبری اللہ اپنے بندوں کو دیتا ہے “۔ یہ حاضر خوشخبری اللہ اپنے بندوں کو دیتا ہے ” ۔ یہ حاضر خوشخبری ہے اور یہ سابقہ خوشخبری کے لئے مصداق ہے۔ خوشخبری کی فضا سب سے زیادہ فرحت بخش ہوتی ہے۔ جب کسی کو نعمت حاصل ہو تو خوشخبری دینے سے اس کا احساس اور تیز ہوجاتا ہے۔\nنعمتوں کے اس نرم و نازک اور لطف و کرم کے اس بھرپور منظر کے دکھانے پر نبی ﷺ کو حکم دیا جاتا ہے کہ آپ ان سے کہہ دیں کہ جو ہدایت میں پیش کر رہا ہوں اور جس سے تمہیں یہ نعمتیں ملیں گی اور جہنم سے دور ہوجاؤ گے یہ میں اس لیے پیش کر رہا ہوں کہ تم میرے رشتہ دار ہو اور مجھے تم سے محبت ہے میرے لیے یہی اجر کافی ہے۔\nقل لا اسئلکم ۔۔۔۔۔۔ غفور شکور (42 : 23) ” اے نبی ان لوگوں سے کہہ دو کہ میں اس کام پر تم لوگوں سے کسی اجر کا طالب نہیں ہوں۔ البتہ قرابت محبت کی وجہ سے میں چاہتا ہوں کہ تم جہنم سے بچ جاؤ۔ جو کوئی بھلائی کمائے گا ہم اس کے لئے بھلائی میں خوبی کا اضافہ کردیں گے۔ بیشک اللہ بڑا درگزر کرے والا اور قدر دان ہے “۔\nجس مفہوم کی طرف میں نے اشارہ کیا ہے وہ یہ ہے کہ میں تم سے کوئی اجر نہیں چاہتا بلکہ قرابت داری کی محبت مجھے اس کام پر مجبور کر رہی ہے۔ رسول اللہ ﷺ کی قرابت داری قریش کی ہر شاخ سے تھی اور آپ یہ کوشش فرماتے تھے کہ آپ کے رشتہ دار ہدایت پر آجائیں۔ آپ اس قرابت داری کی وجہ سے چاہتے تھے کہ یہ بھلائی ان کو مل جائے اور یہی وافر اجر ہے آپ کے لئے۔ قرآن کریم میں جہاں جہاں یہ انداز تعبیر آیا ہے اسے پڑھنے کے بعد میرے خیال میں یہی معنی واضح ہے۔ حضرت ابن عباس سے ایک تفسیر بھی مروی ہے ۔ یہاں میں اسے اس لیے نقل کرتا ہوں کہ وہ صحیح بخاری میں وارد ہے۔ بخاری نے روایت کی ہے۔ محمد ابن بشار سے انہوں نے محمد ابن جعفر سے انہوں نے شعبہ ابن عبد المالک ابن میسرہ سے انہوں نے طاؤس سے اور انہوں نے ابن عباس ؓ سے کہ انہوں نے آیت المودۃ فی القربی (42 : 23) کے بارے میں پوچھا تو سعید ابن جبیر نے کہا ” آل محمد کے رشتہ دار مراد ہیں “۔ حضرت ابن عباس ؓ نے کہا تم نے جلدی کی ہے۔ حقیقت یہ ہے کہ قریش کی کوئی شاخ نہ تھی کہ نبی ﷺ کی اس میں رشتہ داری نہ ہو “۔ اس کے بعد انہوں نے کہا معنی یہ ہے ” الا یہ کہ میرے اور تمہارے درمیان جو قرابت داری ہے اس کا تعلق رکھو “۔\nاس حدیث کے مطابق معنی یہ ہوگا کہ تم میری قرابت داری کا لحاظ رکھتے ہوئے ، مجھے اذیت دینے سے باز آجاؤ۔ اور میں جو کچھ کہتا ہوں سنو اور نرم رویہ اختیار کرو۔ یہی کافی اجر ہوگا۔ بس یہی اجر میں تم سے چاہتا ہوں ، اس کے سوا کچھ نہیں چاہتا۔\nحضرت ابن عباس ؓ کی تاویل ، سعید ابن جبیر کی تاویل سے زیادہ قریب الفہم ہے۔ لیکن میں نے جو مفہوم اوپر بیان کیا ہے وہ زیادہ قریب اور زیادہ خوبصورت ہے۔ واللہ اعلم۔\nبہرحال مفہوم جو بھی ہو مذکورہ باغات اور خوشخبری کے مناظر کے بعد اللہ فرماتا ہے کہ پیغمبر اس کام پر تم سے کوئی اجرت نہیں مانگتے اور یہ بات تو بہت ہی بعید ہے کہ جن کو ہدایت کی جارہی ہے وہ اس پر ان سے اجر طلب کریں ، لیکن یہ تو اللہ کے فضل و کرم ہیں کہ وہ اپنے بندوں کے ساتھ تجارتی حساب و کتاب نہیں کرتا ، نہ منصفانہ حساب کرتا ہے ۔ اللہ کا حساب مہربانی اور فضل والا ہے۔\nومن یقترف حسنۃ نزدلہ فیھا حسنا (42 : 23) ” جو بھلائی کمائے گا ہم اس کے لئے اس بھلائی میں خوبی کا اضافہ کردیں گے “۔ صرف یہ نہیں کہ ہدایت پر کوئی اجر نہیں لیا جاتا بلکہ مزید انعامات بھی دئیے جاتے ہیں۔ اور اس کے بعد مغفرت کی جاتی ہے اگر کوئی غلطی ہو اور مزید یہ کہ اللہ کی طرف سے قدر کی جاتی ہے۔\nان اللہ غفور شکور (42 : 23) ” جو بھلائی کمائے گا ہم اس کے لئے اس بھلائی میں خوبی کا اضافہ کردیں گے “۔ صرف یہ نہیں کہ ہدایت پر کوئی اجر نہیں لیا جاتا بلکہ مزید انعامات بھی دئیے جاتے ہیں۔ اور اس کے بعد مغفرت کی جاتی ہے اگر کوئی غلطی ہو اور مزید یہ کہ اللہ کی طرف سے قدر کی جاتی ہے۔\nان اللہ غفور شکور (42 : 23) ” بیشک اللہ بڑا درگزر کرنے والا اور قدر دان ہے “۔ اللہ معاف بھی کرتا ہے ، پھر خود شکریہ بھی ادا کرتا ہے۔ کس کا شکریہ ادا کرتا ہے۔ اپنے بندوں کا کہ وہ راہ راست پر آئے ، حالانکہ راہ راست پر آنے کی توفیق بھی اسی نے دی۔ پھر مزید یہ کہ ان کی صفات میں اضافہ کرتا ہے ، برائی کو صاف کرتا ہے اور اس کے بعد قدر دانی بھی کرتا ہے ، کیا ہی مہربانیاں ہیں ! انسان کے لئے تو ایسا سلوک کرنا ممکن نہیں ۔ صرف اللہ کا شکر ادا کیا جاسکتا ہے اور توفیق قلب کی جاسکتی ہے۔\nاب روئے سخن پھر وحی الٰہی کی طرف !",
  "ayah": 23,
  "surah": 42
}
