{
  "text": "آیت نمبر 44 تا 46\nاللہ کے فیصلے کو رد نہیں کیا جاسکتا اور اللہ مشیت کی راہ کوئی روک نہیں سکتا۔\nومن یضلل اللہ فما لہ من ولی من بعدہ (42 : 44) “ جس کو اللہ گمراہی میں پھینک دے ، اس کا کوئی سنبھالنے والا اللہ کے بعد نہیں ”۔ جب اللہ کے علم میں یہ بات آجاتی ہے کہ یہ بندہ گمراہی کا مستحق ہے تو اللہ کا فیصلہ ہوجاتا ہے کہ یہ گمراہ ہوگا۔ اس کے بعد پھر کوئی ولی اسے ہدایت دینے کی طاقت نہیں رکھتا۔ نہ اس کی مدد یوم الحساب میں عذاب سے بچانے میں کرسکتا ہے۔ باقی آیت میں ایک منظر !\nوتری الظلمین ۔۔۔۔۔ مرد من سبیل ( 42 : 44) وترھم یعرضون ۔۔۔۔۔ طرف خفی (42 : 44) “ تم دیکھو گے کہ یہ ظالم جب عذاب دیکھیں گے تو کہیں گے اب پلٹنے کی کوئی سبیل ہے ؟ اور تم دیکھو گے کہ یہ جہنم کے سامنے جب لائے جائیں گے ، ذلت کے مارے جھکے جا رہے ہوں گے۔ اور اس کو نظریں بچا کر کن اکھیوں سے دیکھیں گے ”۔ ظالم چونکہ سرکش اور باغی تھے تو اللہ تعالیٰ نے یوم الجزاء میں انہیں بظاہر ذلت کی حالت میں رکھا۔ یہ عذاب دیکھتے ہیں تو ان کی بڑائی دھڑام سے گرتی ہے اور نہایت ہی ذلت اور انکسار سے باہم بات کرتے ہیں کہ کوئی راستہ ہے پلٹنے کا ہے۔ اس بےتابانہ مایوسی کے مکالمے اور اس ذلت و خواری کی حالت میں جب آگ کے سامنے پیش کئے جاتے ہیں تو حالت خشوع میں ہیں۔ تقویٰ اور احترام کی وجہ سے نہیں بلکہ ذلت اور خواری کی وجہ سے ، وہ خود بھی سہمے ہوئے ، جھکے ہوئے ہیں اور نظریں بھی نیچی ہیں۔ ذلت اور شرمندگی کی وجہ سے نظریں اٹھا کر نہ دیکھ سکیں گے۔\nینظرون من طرف خفی (42 : 44) “ اور نظریں بچا بچا کر کن اکھیوں سے دیکھیں گے ”۔ یہ اس وقت نہایت ہی توہین آمیز حالت میں ہوں گے۔\nاور اس وقت یہ معلوم ہوگا کہ یہ دن اہل ایمان کا ہے۔ وہ بات کرتے ہیں اور تبصرے کرتے ہیں۔\nوقال الذین امنوا ۔۔۔۔۔۔ یوم القیمۃ (42 : 45) “ اس وقت وہ لوگ جو ایمان لائے تھے کہیں گے کہ واقعی اصل زیاں کار وہی ہیں جنہوں نے آج قیامت کے دن اپنے آپ کو اور اپنے متعلقین کو خسارے میں ڈال دیا ”۔ اور یہ کفار واقعی سب کچھ ہار گئے۔ اور یہ لوگ ذلت سے جھکے کھڑے ہیں وہ بھی باہم تبصرہ کرتے ہیں مگر یوں کہ کیا ایسی کی کوئی راہ ہے ؟ ۔۔۔۔ اب ایک عام تبصرہ آتا ہے اس پورے منظر پر کہ یہ لوگ جن کو آگ پر پیش کیا گیا ان کا انجام کیا ہوگا۔\nالا ان الظلمین فی عذاب مقیم (42 : 45) وما کان لھم ۔۔۔۔۔۔ من سبیل (42 : 46) “ خبردار رہو ، ظالم لوگ مستقل عذاب میں ہوں گے اور ان کے کوئی حامی و سرپرست نہ ہوں گے ، جو اللہ کے مقابلے میں ان کی مدد کو آئیں اور جسے اللہ گمراہی میں پھینک دے اس کے لئے بچاؤ کی کوئی سبیل نہیں ”۔ نہ کوئی مددگار ہے اور نہ نکلنے کا کوئی راستہ ہے۔ لہٰذا اب ان کے لئے عذاب مقیم ہی ہے۔\n٭٭٭\nاس منظر کی روشنی میں حضور ﷺ کے معاندین اور مغرور مخاطبین کو اب نہایت ہی ہمدردی سے خطاب کیا جاتا ہے کہ اللہ کی بات کو قبول کرلو ، قبل اس کے کہ اچانک تم پر یہ دن آجائے ، جس سے پھر کوئی پناہ تمہیں نہ ملے ، کوئی مدد گار نہ ملے جو اس برے انجام پر اجتجاج کرسکے ، اور حضور اکرم ﷺ کو ہدایت کی جاتی ہے کہ اگر یہ اس مخلصانہ تنبیہ کو نہیں مانتے اور منہ موڑتے ہیں تو آپ کا فرض پورا ہوگیا۔ آپ کا فریضہ صرف یہ ہے کہ بات پہنچا دیں ، آپ ان کی ہدایت کے مکلف اور ذمہ دار نہیں نہ ان کے ٹھیکہ دار ہیں۔",
  "ayah": 46,
  "surah": 42
}
