{
  "text": "سلف صالحین میں بیشمار لوگوں کی رائے یہ ہے کہ یہ آیات عبدالہل ابن ابی ابن سلول کے بارے میں ہیں۔ علامہ ابن اسحاق نے غزوہ بنی الصطلق کے ذیل میں اس کی تفصیلات دی ہیں۔ یہ کو اقعہ بنی المصطلق کے پانی کے چشمے المریسیع پر سن 6 ہجری میں ہوا۔ رسول اللہ ﷺ نے اس پانی پر نزول فرمایا تھا ، غزوہ کے واقعات کے بعد واقعہ یوں ہوا کہ لوگ پانی بھرنے کے لئے اس پانی پر جمع ہوگئے۔ حضرت عمر ؓ کے ساتھ ایک شخص ملازم تھا جو بنی غفار قبیلے کا تھا اور اس کا نام جبجا ابن مسعود تھا۔ یہ آپ کے گھوڑے کو چلاتا تھا۔ یہ جبجا اور ایک دوسرے شخص سنان ابن وبر الجہنی بنی عون ابن الخزرج کا حلیف ایک دوسرے سے آگے ہونے کی وجہ سے پانی پر لڑ پڑے۔ جہنی نے آواز دی ” اے قوم انصار “۔ اور جبجاہ نے آواز دی ” اے مہاجرین “۔ اس پر عبداللہ ابن ابی ابن سلول سخت غصے میں آگیا۔ اس وقت اس کی قوم کے کچھ لوگ اس کے پاس بیٹھے ہوئے تھے۔ ان میں حضرت زید بن رقم ایک نوجوان لڑکے بھی تھے۔ عبداللہ ابن ابی ابن سلول نے کہا اچھا ، یہاں تک بات پہنچ گئی ، اب یہ لوگ ہمارے علاقے میں زیادہ ہوکر ہمیں یہاں سے نکالنا چاہتے ہیں۔ خدا کی قسم قریش کے ان گرے پڑے لوگوں اور ہماری مثال ایسی ہے جیسے کسی نے کہا : کتے کو پالو کہ وہ تمہیں کاٹے ، خدا کی قسم اگر ہم مدینہ گئے تو ہم میں سے جو زیادہ عزت دار ہوگا وہ ذلیل کو نکال دے گا۔ اس کے بعد اس نے حاضرین مجلس سے خطاب کرکے کہا۔ یہ تو کام تو تم نے اپنے ساتھ خود کیا ہے ۔ تم نے ان کو اپنے علاقے میں آنے دیا۔ تم نے ان کے ساتھ اپنے مال تقسیم کیے۔ خدا کی قسم اگر تم نے ان سے اپنے ہاتھ کھینچ لئے ہوتے تو وہ دوسرے علاقوں کا رخ کرتے۔ یہ باتیں زید ابن ارقم نے سن لیں۔ وہ رسول اللہ ﷺ کے پاس گئے اور یہ پوری باتیں آپ کو سنائیں۔ یہ اس وقت کی بات ہے کہ رسول اللہ اپنے دشمنوں سے فارغ ہوگئے تھے۔ جب حضور کے سامنے یہ بات کی گئی تو حضرت عمر ؓ موجود تھے۔ تو حضرت عمر ؓ نے کہا حضور عبادا بن بشر کو حکم دیں کہ اسے قتل کردے۔ اس پر حضور نے فرمایا : ” عمر اس پر تو لوگ یہ کہیں گے کہ محمد اپنے ساتھیوں کو قتل کرنے لگا ہے۔ یہ تو نہیں ہوسکتا البتہ فوراً کوچ کا اعلان کردو “۔ یہ ایسا وقت تھا کہ اس میں رسول اللہ کبھی سفر نہ فرماتے تھے۔ لوگ نکل پڑے۔ عبداللہ ابن ابی ابن سلول حضور اکرم کے پاس گیا۔ یہ اس وقت جب اسے معلوم ہوگیا کہ زید ابن ارقم نے پوری بات حضور اکرم ﷺ تک پہنچا دی ہے۔ اس نے قسم اٹھائی کہ نہ میں نے یہ بات کی ہے اور نہ اس بارے میں کوئی لفظ کہا ہے۔ یہ عبداللہ ابن ابی اپنی قوم میں بڑا معزز اور ذی مرتبہ تھا۔ اس کے ساتھ جو صحابہ کرام انصار سے آئے تھے۔ انہوں نے کہا رسول خدا ممکن ہے یہ لڑکا بات کو پوری طرح نہ سمجھا ہو ، یا وہم سے اس نے ایک بات سے کچھ اور سمجھا ہو۔ اور بات اسے پوری طرح یاد نہ رہی ہو۔ یہ لوگ عبداللہ ابن ابی ابن سلول پہ مہربان تھے اور اس کے طرفدار تھے۔\nابن اسحاق کہتے ہیں کہ جب حضور نے کوچ کیا اور چل پڑے تو اسید ابن حضیر آئے اور رسول اللہ ﷺ کو نبوت کا سلام کیا ، اور پھر کہا اللہ کے نبی آپ تو ایک ایسے وقت میں کوچ کررہے ہیں جو ایک نیاوقت ہے۔ ایسے اوقات میں آپ نے کبھی کوچ کا حکم نہیں دیا۔ رسول اللہ نے فرمایا کیا تم نے سنا نہیں کہ تمہارے ساتھی نے کیا کہا۔ تو انہوں نے کہا ” حضور وہ کون ساتھی ہے تو آپ نے فرمایا (عبداللہ ابن ابی) ۔ تو انہوں نے کہا اس نے کیا کہا ہے ؟ تو حضور نے فرمایا کہ ” اس کا خیال ہے کہ جب ہم مدینہ پہنچیں گے تو ہم میں سے عزت دار آدمی ذلیل لوگوں کو نکال دے “۔ تو انہوں نے کہا رسول اللہ تو پھر آپ اسے مدینہ سے نکال دیں گے۔ اگر آپ چاہیں گے۔ خدا کی قسم وہ ذلیل ہے اور آپ معزز ہیں۔ اس کے بعد انہوں نے کہا کہ رسول اللہ اس کے ساتھ نرمی فرمائیں ، خدا کی قسم اللہ نے آپ کو ہمارے پاس بھیجا ہے اور اس کی قوم اس کے لئے موتی تلاش کررہی تھی کہ ان سے تاج بنا کر اسے پہنا دے۔ اس کا خیال یہ ہے کہ آپ نے اس سے ایک مملکت چھین لی ہے۔\nاس کے بعد حضور اس دن پورا دن لوگوں کو لے کر چلے ، شام ہوگئی ، پھر ساری رات چلے کہ صبح ہوگئی ، اور دوسرے دن بھی سورج نکل آیا اور وہ ان کو اذیت دینے لگا۔ اس کے بعد حضور نے حکم دیا کہ پڑاﺅ کرو ۔ جونہی لوگ اتر کر زمین پر پڑے سوگئے اور حضور نے یہ کام اس لئے کیا کہ لوگوں کو کل کی بات پر کوئی چہ میگوئی کرنے کا موقعہ ہی نہ ملے۔\nابن اسحاق کہتے ہیں اس وقت سورة منافقون نازل ہوئی۔ یہ ابن ابی کے بارے میں نازل ہوئی اور ان لوگوں کے بارے میں جو اس جیسے تھے۔ جب یہ سورت نازل ہوئی تو حضور نے زید ابن ارقم کو کان سے پکڑا۔” یہ شخص ہے جس نے اللہ کے لئے اپنے کانوں سے کام کیا “۔ اور عبداللہ ابن عبداللہ ابن ابی ابن سلول کو پتہ چل گیا کہ اس کے والد نے کیا کیا ہے۔\nابن اسحاق کہتے ہیں کہ مجھے عاصم ابن عمر ابن قتادہ نے بتایا کہ یہ عبداللہ رسول اللہ ﷺ کے پاس آئے ۔ اور کہا کہ یارسول اللہ ﷺ ........ مجھے معلوم ہوا ہے کہ آپ میرے والد عبداللہ ابن ابی کو قتل کرنا چاہتے ہیں ؟ اگر آپ لازماً یہ کرنا چاہتے ہیں تو آپ مجھے حکم دیں میں اس کا سر لاکر حاضر کردوں گا۔ کیونکہ خزرج کو معلوم ہے کہ اپنے والد کے ساتھ اچھا برتاﺅ کرنے والا میرے مقابلے میں کوئی نہیں ہے۔ مجھے یہ خطرہ ہے کہ آپ کسی اور کو حکم دیں گے وہ میرے والد کو قتل کردے۔ میرا نفس مجھے اجازت نہ دے گا کہ عبداللہ ابن ابی کا قاتل مدینہ میں لوگوں کے اندر پھرے اور میں مجبور ہوجاﺅں کہ ایک کافر کے بدلے مومن کو قتل کردوں اور ہمیشہ کے لئے جہنمی ہوجاﺅں۔ اس پر رسول اللہ ﷺ نے فرمایا : ” نہیں ہم اس کے ساتھ نرمی کریں گے اور اس کی ملاقات بھی اچھے طریقے سے کریں گے جب تک وہ ہمارے اندر زندہ ہے “۔\nاس کا اثر یہ ہوا کہ اس کے بعد جب بھی وہ کوئی ایسی حرکت کرتا ، اس کی قوم اس پر اس کی سخت گرفت کرتی۔ اسے پکڑتے اور اس کے ساتھ لوگ سختی کرتے۔ اس پر رسول اللہ ﷺ نے حضرت عمر ؓ سے کہا۔ حضور ﷺ کو معلوم ہوا کہ اس کی قوم اس سے نفرت کرنے لگی ہے۔ ” عمر ؓ تمہاری اب کیا رائے ہے ؟ کہ جس دن تم نے مجھے مشورہ دیا تھا کہ میں اسے قتل کردوں ، اگر میں اسے اس دن قتل کردیتا تو اس کی وجہ سے شورش پیدا ہوجاتی اور آج اگر میں خود اس کے قبیلے کو حکم دوں تو وہ اسے قتل کردیں “۔ حضرت عمر ؓ نے فرمایا : خدا کی قسم مجھے اب معلوم ہوا کہ رسول اللہ ﷺ کی رائے میری رائے سے بہت زیادہ برکت والی ہے۔\nعکرمہ اور ابن زید وغیرہ نے ذکر فرمایا ہے کہ لوگ جب واپس مدینہ پہنچے تو حضرت عبداللہ ابن عبداللہ ابن ابی ابن السلول ؓ مدینہ کے دروازے پر کھڑے ہوگئے۔ انہوں نے تلوار نکال لی ، لوگ اس کے پاس سے گزرتے رہے ، جب اس کے والد رئیس المنافقین آئے تو انہوں نے باپ سے کہا : ” پیچھے کھڑے ہوجاﺅ“۔ خدا کی قسم ، تم اس جگہ سے ادھر نہیں آسکتے۔ جب تک رسول اللہ ﷺ اجازت نہ دے دیں۔ اس میں شک نہیں کہ رسول اللہ ﷺ معزز ہیں۔ اور تم ذلیل ہو ، جب رسول اللہ ﷺ تشریف لائے تو آپ اس وقت قافلے کے ” ساقہ “ کے طور پر آرہے تھے (ساقہ قافلے کے پیچھے چلنے والا افسر جو دیکھے کہ کسی نے راہ گم کردیا ہو یا کوئی ضرورت مند ہوگیا ہو) تو رئیس المنافقین عبداللہ ابن ابی ابن سلول نے حضور ﷺ سے اپنے بیٹے کی شکایت کی تو عبداللہ ؓ نے کہا حضور یہ اس وقت تک شہر کے اندر نہیں جاسکتا جب تک آپ اجازت نہ دیں۔ رسول اللہ ﷺ نے اس کو اجازت دی۔ اور بیٹے سے کہا : اب جبکہ رسول اللہ ﷺ نے اجازت دے دی ہے تو آپ جاسکتے ہیں “۔\nیہاں آکر ہم کبھی ان واقعات کو دیکھتے ہیں ، کبھی صحابہ کرام کو دیکھتے ہیں اور کبھی نصوص قرآنی کو دیکھتے ہیں ، یوں ہم نبی ﷺ کی سیرت ، اللہ تعالیٰ کے نظام تربیت اور اللہ کے دست قدرت اور نظام قضا وقدر کو دیکھتے ہیں۔ تو حیران رہ جاتے ہیں .... مسلمانوں کی صفوں کے اندر منافقین نہایت دور تک گھسے ہوئے ہیں۔ یہ منایق تقریباً دس سال سے یہاں رہ رہے ہیں اور رسول اللہ ﷺ ان کو چن کر اپنی صفوں سے نکالتے نہیں ہیں اور ان منافقین کے ناموں اور اشخاص کے بارے میں بھی اللہ تعالیٰ نبی ﷺ کو صرف اپنی وفات سے چندایام قبل ہی اطلاع دیتا ہے۔ اگرچہ حضور ﷺ ان کی چاپلوسی ، چالاکی اور عیاری کی وجہ سے انہیں خوب جانتے تھے۔ اسی طرح دوسری علامات کی وجہ سے بھی کہ جب کوئی بات ہوتی ان کے چہرے کا رنگ بدل جاتا تھا۔ اور اللہ نے یہ حکم اس لئے دیا کہ اللہ کسی شخص کے دل کو کسی دوسرے کے اختیار میں نہیں دیتا۔ دلوں کا مالک صرف اللہ ہے۔ یہ اللہ ہی ہے جو دلوں کے بھیدوں پر محاسبہ کرسکتا ہے۔ لوگوں کا تعلق لوگوں کے ساتھ ظاہری اقرار اور حالات پر ہوگا۔ اور محض شک کی بنا پر کسی کو پکڑا نہ جائے گا بلکہ شک کی بنا پر چھوڑا جائے گا۔ محض عقل کی بنیاد پر کسی کے خلاف کوئی فیصلہ نہیں کیا جاسکتا۔ یہاں تک کہ جب اللہ نے رسول کو اطلاع دے دی کہ آخر تک بعض لوگ نفاق پر قائم ہیں اور نام بھی بتادیئے تب بھی حضور ﷺ نے ان کو جماعت سے نہ نکالا۔ جب تک کہ وہ اسلام کا اقرار کرتے اور اسلامی فرائض وواجبات ادا کرتے رہے اور حضور ﷺ نے صرف حذیفہ ابن الیمان ؓ کو اطلاع دی تھی اور انہوں نے مسلمانوں کے اندر اس راز کو نہیں پھیلایا۔ یہاں تک کہ حضرت ابن عمر ؓ حضرت عذیفہ کے پاس آتے تھے اور اپنے بارے میں ان سے اطمینان حاصل کرتے کہ بتاﺅ رسول اللہ ﷺ نے مجھے تو منافقین میں شمار نہیں کیا۔ تو حضرت حذیفہ فرماتے ، عمر ؓ تم ان میں سے نہیں ہو اور اس سے زیادہ کچھ نہ کہتے اور رسول اللہ کو یہ حکم دیا گیا تھا کہ ان میں سے اگر کوئی مرجائے تو اس کا نماز جنازہ نہ پڑھائیں۔ جب ان میں سے کوئی مرجاتا تو رسول اللہ ﷺ اس کی نماز جنازہ نہ پڑھاتے۔ یوں معلوم ہوجاتا کہ یہ منافق ہے۔ جب رسول اللہ ﷺ فوت ہوگئے تو حضرت حذیفہ ؓ ان لوگوں کی نماز جنازہ میں شریک نہ ہوتے تھے۔ اور حضرت عمر ؓ کسی نماز جنازہ میں نہ جاتے تھے ، جن میں حضرت حذیفہ نہ گئے ہوں۔ جب وہ دیکھتے کہ حضرت حذیفہ موجود ہیں تو معلوم کرلیتے کہ منافقین میں سے نہیں ہے۔ اور اگر حذیفہ نہ ہوتے تو حضرت عمر ؓ نماز نہ پڑھتے لیکن منہ سے کچھ نہ کہتے۔\nاس طرح یہ واقعات آگے بڑھتے رہے ، اللہ کی تقدیر اور حکمت کے مطابق۔ اللہ کی مقرر کردہ حکمتوں اور مقاصد کے حصول کے لئے تربیت ، عبرت اور اخلاقی اور تنظیمی تربیت کی خاطر .... یہ واقعہ جس کے بارے میں یہ آیات نازل ہوئیں ، اس کے اندر کس قدر عبرتیں ہیں ؟\nذرا عبداللہ ابن ابی ابن سلول کو دیکھیں۔ یہ مسلمانوں کے اندر رہ رہا ہے۔ رسول اللہ ﷺ کے قریب رہتا ہے ۔ اس دین کی حقانیت کے واقعات و احادیث اور نشانات و علامات اس کے ماحول میں ، اس کے سامنے پے درپے ظاہرہو رہے ہیں لیکن اللہ تعالیٰ اسے توفیق ایمان نہیں دے رہا ہے۔ کیونکہ اللہ کے نظام قضا وقدر میں اس طرح لکھا ہی نہ گیا تھا۔ اثر آفرینی اور ضوپاشی کا یہ سیلاب اس تک پہنچنے میں کامیاب نہ ہوا ، اس لئے کہ اس کے دل میں اس دین کی دشمنی کوٹ کوٹ کر بھری ہوئی تھی۔ یوں کہ وہ اوس اور خزرج کا بادشاہ نہ بن سکا۔ اس نے یہ کھیل تیار کرلیا تھا ، مگر اسلام اور حضور اکرم ﷺ جب مدینہ میں داخل ہوئے تو یہ کھیل خراب ہوگیا۔ یہی وجہ تھی کہ اس نے ہدایت قبول نہ کی۔ حالانکہ ہدایت کے دلائل ہر طرف سے آرہے تھے۔ اور اسلام میں ہر طرف وسعت ہورہی تھی۔\nلیکن دوسری طرف ان کے بیٹے ہیں ، ان کا نام بھی حضرت عبداللہ ؓ ہے۔ یہ ایک مسلم اور مخلص مسلم کا بلندترین نمونہ ہیں۔ یہ باپ ان کے لئے مصیبت ہے ، یہ باپ کے کارناموں سے تنگ آچکے ہیں۔ باپ جو موقف اختیار کرتا ہے ، وہ ان کے لئے شرمندگی کا سبب ہے۔ لیکن باپ جو بھی کرے وہ اس کے ساتھ حسن سلوک کرنے والے سعادت مند بیٹے ہیں۔ یہ سنتے ہیں کہ رسول اللہ ﷺ تو شاید اس شخص کو اب قتل ہی کرادیں۔ ان کے دل میں جذبات اور رد عمل کا واضح طوفان اٹھتا ہے۔ اور ورہ رسول اللہ ﷺ کے سامنے ان کا اظہار صاف صاف کردیتے ہیں۔ وہ اسلام سے محبت کرتے ہیں۔ رسول اللہ ﷺ کے مطیع فرمان بھی ہیں۔ وہ صاف کہتے ہیں کہ اگر رسول اللہ ﷺ مجھے اپنے باپ ہی کے خلاف حکم دیں تو میں تعمیل کروں گا۔ لیکن وہ اس بات کو برداشت نہیں کرتے کہ کوئی اور آگے بڑھے اور ان کے باپ کی گردن اڑادے۔ وہ زمین کے اوپر زندہ پھرے اور لوگ انہیں دیکھیں۔ وہ اس بات سے ڈرتے ہیں کہ شاید میرا نفس اس منظر کو برداشت نہ کرسکے۔ شیطان مجھے بدلہ لینے پر مجبور کردے۔ تو وہ حضور ﷺ کے سامنے اپنے یہ خلجانات پیش کرکے مسئلے کے حل کی درخواست کرتے ہیں۔ اور خود ہی تجویز پیش کرتے ہیں کہ اگر آپ نے لازماً یہ کام کرنا ہی ہے تو مجھے حکم دیں۔ میں اس کا سر آپ کے سامنے پیش کردوں گا تاکہ کوئی غیر اس کام کو نہ کرے اور میں اپنے کافر والد کے بدلے ایک مسلمان کو قتل کردوں اور جہنم رسید ہوجاﺅں۔\nانسانی فکر و خیال کو جس میدان میں بھی جو لانی دی جائے ، اور جس پہلو سے بھی اس واقعہ پر نظر دوڑائی جائے اس میں حسن و جمال ہی نظر آتا ہے۔ ایک مومن کے دل میں ایمان کس قدر خوبصورت نظر آتا ہے کہ وہ رسول اللہ ﷺ کے سامنے یہ تجویز رکھتا ہے کہ دنیا کا مشکل ترین کام یعنی خوداپنے باپ کے قتل کا حکم مجھے دیجئے۔ اور یہ ڈیوٹی وہ صداقت سے لے رہا ہے۔ اور نور ایمان اور حکمت ایمانی کا جمال دیکھئے کہ اس پیشکش کے ذریعہ وہ اپنے آپ کو کسی حکمت سے اس سے بھی بڑی مصیبت سے بچاتا ہے۔ یہ کہ وہ انسانی جذبات سے مغلوب ہوکر ایک کافر باپ کے بدلے مومن کو قتل کردے اور وہ مومن کو جنت میں پائے اور اپنے آپ کو دوزخ میں۔ اور اسی مومن کی صداقت اور سچائی دیکھئے کہ وہ اپنی کمزوری کا بھی صاف صاف اظہار کرتا ہے اور وہ کہتا ہے ” خدا کی قسم خزرج کو معلوم ہے کہ میرے مقابلے میں والد کے بارے میں احسان کرنے والا جوان نہیں ہے “۔ چناچہ وہ حضور اکرم ﷺ سے درخواست کرتے ہیں کہ انہیں اس مشکل سے نکالا جائے۔ یہ مومن اپنے کیس کو اس طرح پیش کرتا ہے کہ نہ حکم عدولی ہوتی ہے اور نہ آپ کی دل شکنی ہوتی ہے۔ کیونکہ حکم رسول کو ماننے کے لئے وہ تیار ہیں۔ اشارے کی ضرورت ہے۔ بشرطیکہ حضور حکم دیں اور وہ والد کا سر پیش کردیں۔\nرسول اللہ ﷺ معلوم کرلیتے ہیں کہ یہ سچا مومن کس قدر مشکل صورت حال میں پھنس گیا ہے حضور ﷺ نہایت ہی شریفانہ انداز میں ان کی ہر مشکل دور فرمادیتے ہیں۔ بلکہ حضور ﷺ فرماتے ہیں ” ہم اس کے ساتھ نرمی کریں گے اور اس کے ساتھ محفل میں اچھا سلوک کریں گے جب تک کہ وہ زندہ ہے “۔ اور اس سے قبل جب حضرت عمر ؓ نے اس کے قتل کی تجویز پیش کی تو آپ نے ان کی تجویز یہ کہہ کر رد کردی کہ لوگ کہیں گے کہ محمد ﷺ اپنے ساتھیوں کو قتل کرتے ہیں۔\nپھر اس واقعہ میں حضرت نبی ﷺ کے جو تصرفات واقدامات ہیں وہ بھی قابل ملاحظہ اور قابل تقلید ہیں۔ آپ ایک ایسے قائد کی طرح کام کرتے نظر آتے جو الہام کی روشنی میں کام کرتا ہے۔ آپ نے لشکر کو حکم دیا کہ کوچ کرو ، حالانکہ آپ کی ایسے اوقات میں کوچ کرنے کی عادت نہتھی۔ اور آپ نے اس سفر کو اس قدر طویل وقت کے لئے جاری رکھا کہ لوگ تھک کر چور ہوگئے تاکہ لوگوں کے اندر عصبیت جاہلیہ کے جذبات پھیلائے جانے کا کوئی موقعہ ہی کسی کو نہ ملے۔ کیونکہ دو افراد نے اپنی جنگ میں عصبیت کا سہارا لیا تھا۔ ایک نے کہا اے انصاریو ! ، دوسرے نے کہا اے مہاجرو ! اور پھر اس موقعہ پر رئیس المنافقین عبداللہ ابن ابی ابن سلول جو فتنہ انگیزی کرنا چاہتا تھا اسے بھی حضور ﷺ نے دبا دیا۔ اس کی اسکیم یہ تھی کہ مہاجرین اور انصار کے درمیان جو اخوت اور محبت ہے ، اس کو جلا کر رکھ دے۔ حالانکہ یہ اخوت و محبت کا وہ نادر نمونہ تھا جس کی مثال انسان کی ہزاروں سالوں کی تاریخ میں نہیں ملتی۔ اس کے بعد اسید ابن حضیر کے ساتھ حضور کی گفتگو اور اس کے اندر پائی جانے والی روحانی تیاری ، جو اس فتنے کے مقابلے میں حضور فرما رہے تھے اور پھر اس فتنے کے سرغنے کو پکڑنے کا جوش جبکہ وہ اپنی قوم میں اب تک بھی بااثر ہے۔\nحقیقت یہ ہے کہ سب سے آخر میں رجل مومن عبداللہ ابن عبداللہ کا کردار نہایت ہی روشن اور خوبصورت ہے کہ وہ مدینہ کے باہر تلوار لے کر کھڑے ہوجاتے ہیں اور وہ اپنے باپ کو شہر کے اندر داخل نہیں ہونے دیتے ، جب تک حضور اکرم ﷺ اجازت نہ دیں۔ اور یہ ہے مظاہرہو اس بات کا کہ۔\nلیخرجن ................ الاذل (36 : 8) ” اس معزز شخص ذلیل شخص کو نکال باہر کرے گا “۔ اور اس پر بھی رجل مومن نے یہ کام اس لئے کیا کہ لوگ جان لیں کہ رسول اللہ ﷺ کی عزت دار ہیں اور ان کا باپ ذلیل ہے۔ آخر کار رسول اللہ ﷺ تشریف لاتے ہیں اور اس ذلیل شخص کو داخلے کی اجازت ہوتی ہے۔ اور سائنسی تجربہ بتا دیتا ہے کہ عزیز کون ہے اور ذلیل کون ؟ اسی واقعہ میں اور اسی وقت میں۔\nحقیقت یہ ہے کہ یہ بلند ترین چوٹی ہے جہاں تک یہ مومنین پہنچ چکے تھے۔ ایمان نے ان کو ان مقامات بلند اور مراتب بلند تک پہنچا دیا تھا لیکن وہ تھے انسان۔ ان میں بشری کمزوریاں تھیں ، ان میں جذبات تھے ، ان کے دلوں میں خلجانات آتے تھے ، یہ ہے اس دین کا نہایت ہی نمایاں وصف ، بشرطیکہ لوگ اسے اس کی حقیقت کے مطابق سمجھیں۔ اور لوگ ان لوگوں کو ایک انسان کی طرح رکھ کر سمجھیں۔ کہ یہ لوگ مکہ اور مدینہ کی سرزمین پر بطور انسان رہے ، کھانا کھاتا رہے اور بازاروں میں پھرتے رہے اور پھر بھی اس مقام تک پہنچ گئے۔\nاب وہ آیات جو ان واقعات کے بارے میں نازل ہوئیں ، مناسب ہے کہ قدرے ان کے ساتھ بھی رہیں :\nواذا قیل ........................ مستکبرون (36 : 5) ” اور جب ان سے کہا جاتا ہے کہ آگو تاکہ اللہ کا رسول تمہارے لئے مغفرت کی دعا کرے تو سر جھٹکتے ہیں اور تم دیکھتے ہو کہ وہ بڑے گھمنڈ کے ساتھ آنے سے رکتے ہیں “۔ یہ لوگ یہ فعل کرتے ہیں ، اور اس قسم کی باتیں منہ سے نکالتے ہیں ، جب ان کو معلوم ہوگیا کہ رسول اللہ ﷺ تک یہ باتیں پہنچ گئی ہیں تو پھر یہ فوراً ڈر جاتے ہیں۔ ذلیل ہوکر جھوٹی قسمیں اٹھاتے ہیں اور ان جھوٹی قسموں کے سہارے زندہ رہ رہا ہے اور اگر وہ امن کی حالت میں ہوں ، کوئی ان سے کہے کہ آﺅ رسول اللہ سے درخواست کرو کہ تمہاری بخشش کے لئے رسول اللہ دعا کریں تو سرجھٹکتے ہیں اور نہایت ہی تکبر میں حضور کے پاس آنے سے رک جاتے ہیں۔ یہ منافقین کی دونوں باہم متضاد صفات ہیں۔ اگرچہ یہ اپنی قوم میں ، باعزت اور بامقام لوگ ہوں۔ یہ دل میں اپنے اندر سے اس قدر کھوکھلے اور ڈرپوک ہوتے ہیں کہ یہ تکبر کرتے ہیں ، اللہ کے راستے سے روکتے ہیں۔ سر جھٹک کر پھیر دیتے ہیں ، جب ان کو خوف نہ ہو ، لیکن جب یہ خوف ہو کہ رسول اللہ کے سامنے جانا ہے تو پھر قسمیں اٹھاتے ہیں۔\nچناچہ رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ اللہ نے ان کے بارے میں فیصلہ کردیا ہے ، لہٰذا اب آپ ان کے بارے میں استغفار کریں یا نہ کریں ، استغفار کا کوئی فائدہ نہیں ہوتا۔",
  "ayah": 5,
  "surah": 63
}
