{
  "text": "ھم الذین .................... ینفضوا (36 : 7) ”” یہ وہی لوگ ہیں جو کہتے ہیں کہ رسول کے ساتھیوں پر خرچ کرنا بند کرو تاکہ یہ منتشر ہوجائیں “۔ یہ ایک ایسی بات ہے جس کے کہنے والے کا خبث باطن عیاں ہے اور یہ شخص نہایت ہی ذلیل انسان ہے۔ یہ وہ منصوبہ ہے جو اہل باطل روز اول سے اہل ایمان کے خلاف آزماتے ہیں۔ زمان ومکان کی قید کے سوا ہر جگہ اور ہر دور میں اہل باطل نے یہ نسخہ آزمایا ہے جیسا کہ اگلوں پچھلوں نے مشورہ کرکے یہ طے کردیا ہے کہ اہل دین اور اہل نظر یہ لوگوں پر رزق کے دروازے بند کردو۔ یہ اس لئے کہ یہ لوگ اس قدر ذلیل ہوتے ہیں کہ یہ لوگ ہر بات ہر فیصلہ پیٹ کے نقطہ نظر سے کرتے ہیں۔ چناچہ اہل ایمان کے خلاف شیطان نے یہی نسخہ آزمانے کی تجویز کی۔\nیہی نسخہ قریش نے بنی ہاشم کے خلاف آزمایا اور ان کو شعب بن طالب میں محصور کردیا اور راشن اور ضروریات زندگی ان پر بند کردیں تاکہ بنو ہاشم رسول اللہ کی حمایت چھوڑ دیں اور رسول اللہ کو مشرکین کے سپرد کردیں۔\nاور یہی منصوبہ منافقین مدینہ کے رئیس نے پیش کیا کہ تم ان لوگوں پر انفاق بند کردو ، یہ سب بھاگ کر چلے جائیں گے۔ تنگی حالات اور بھوک و افلاس سے مجبور ہوکر۔\nاور یہی نسخہ کمیونسٹوں نے اپنے علاقے میں ان اہل دین کے خلاف استعمال کیا کہ ان پر ضروریات زندگی بند کردیں تاکہ بھوک سے مرجائیں یا دین اور خدا کا انکار کریں۔ اور نماز و روزہ چھوڑ دیں۔\nآج ہمارے دور میں پوری دنیا میں احیاء اسلام کی جو تحاریک چل رہی ہیں ان کے ساتھ بھی ان کے مخالفین یہی سلوک کررہے ہیں۔ ان کے گرد گھیرا تنگ کررہے ہیں ، انہیں افلاس سے مار رہے ہیں اور ان پر ملازمتوں کے دروازے بند کررہے ہیں۔\nغرض تمام دشمنان اسلام نے بالاتفاق اس ذلیل ذریعہ کو اہل ایمان کے خلاف آزمایا ہے۔ اور یہ طریقہ قدیم زمانوں سے آج تک یونہی چلا آرہا ہے۔ لیکن ان دشمنان اسلام نے اس حقیقت کو بھلایا ہے۔\nوللہ خزائن ................................ لایفقھون (36 : 7) ” حالانکہ زمین اور آسمانوں کے خزانوں کا مالک اللہ ہے ، مگر یہ منافق سمجھتے نہیں ہیں “۔ حالانکہ زمین و آسمان کے خزانوں ہی سے اللہ ان لوگوں کو رزق دے رہا ہے جو مسلمانوں کا رزق بند کررہے ہیں۔ کیونکہ نہ یہ لوگ خود اپنا رزق پیدا کررہے ہیں اور نہ مومنین کا رزق بند کرسکتے ہیں لیکن یہ لوگ غبی ہیں اور یہ اس واضح حقیقت کو نہیں سمجھتے کہ وہ خود اپنی روزی کے مالک نہیں اور بند کرنا چاہتے ہیں دوسروں کا رزق۔\nیوں اللہ تعالیٰ مومنین کو ثابت قدم اور ان کے دلوں کو مضبوط فرماتے ہیں تاکہ وہ دشمنان اسلام کے اس ذلیل منصوبے کا مقابلہ کریں۔ کیونکہ اللہ کے دشمنوں کے پاس اب اور کوئی ہتھیار نہیں رہا ہے۔ اس لئے وہ اچھے ہتھیاروں پر ائر آئے ہیں۔ اللہ ان کو مطمئن کرتا ہے کہ زمین و آسمان کے خزانوں کی کنجیاں اس کے ہاتھ میں ہیں۔ اللہ اگرچہ دشمنوں کو بھی دیتا ہے لیکن دوستوں کو بھی نہیں بھلاتا۔ اللہ کی رحمت کا قانون یہ ہے کہ وہ دشمنوں کو بھی رزق دیتا ہے۔ کسی کو بھی بھوک سے نہیں مارتا۔ ان لوگوں کو اچھی طرح معلوم ہے کہ اگر اللہ ان کا رزق کاٹ دے تو یہ لوگ کچھ بھی نہ پائیں گے۔ اس لئے اللہ اپنے بندوں کو ایسے حالات کے سپرد نہیں کرتا کہ وہ روزی سے محروم ہوجائیں۔ وہ تو بہت بڑا کریم ہے۔ کیونکہ کسی پر رزق کے دروازے بند کرنے کا کام وہ شخص ہی کرسکتا ہے جو بہت ذلیل اور پرلے درجے کا خصیں ہو۔",
  "ayah": 7,
  "surah": 63
}
