{
  "text": "یہ سرسری اور مختصر آیات وضربات ہیں۔ ایسے الفاظ کے ساتھ جن کا مفہوم واضح نہیں ہے جیسا کہ ہم نے کہا پردہ احساس پر ایک خاص تاثر چھوڑتی ہیں۔ دل کو ایک نہایت ہی اہم بات سے جوڑ دیتی ہیں اور ایسے معاملے کی طرف متوجہ کرتی ہیں کہ جو توجہ کا مستحق ہے۔ جن لوگوں نے قرآن کریم کو حضور اکرم ﷺ کی زبان سے سنا ان کو بھی ان الفاظ کا مفہوم ایک دوسرے سے پوچھنے کی ضرورت پیش آئی کہ ذاریات ، حاملات ، جاریات اور مقسمات کا مفہوم کیا ہے۔\nعلامہ ابن کثیر اپنی تفسیر میں فرماتے ہیں ، شعبہ ابن الحجاج نے روایت کی ، سماک ابن خالد ابن عرعرہ سے کہ انہوں نے حضرت علی ؓ سے سنا نیز روایت کی شعبہ نے قاسم ابوبزہ سے ، انہوں نے ابو طفیل سے ، انہوں نے بھی حضرت علی ؓ سے سنا اور ان کے علاوہ بھی کئی لوگوں کے ذریعہ حضرت ابن ابوطالب ؓ سے یہ بات ثابت ہے کہ وہ کوٹہ میں ممبر پر چڑھے اور کہا ، تم قرآن کی کسی آیت کے بارے میں مجھ سے پوچھو یا سنت رسول کے بارے میں مجھ سے پوچھو تو میں تمہیں بتا سکتا ہوں۔ ابن کو اء کھڑا ہوا اور دریافت کیا امیر المومنین کہ اللہ کے کلام الذاریات ذروا .... کے کیا معنی ہیں۔ حضرت علی ؓ نے فرمایا : ” ہوا “ تو اس نے پوچھا فالحاملات وقرا کے معنی ؟ تو انہوں نے فرمایا ” بادل “ تو اس نے پوچھا فالجاریات یسرا کے معنی تو آپ نے فرمایا ” کشتیاں “ اس نے کہا فالمقسمات امرا ؟ تو انہوں نے فرمایا ” فرشتے “۔ ایک شخص صیع ابن عسل تمیمی حضرت عمر ابن الخطاب ؓ کے پاس آئے اور حضرت عمر سے ان الفاظ کے معنی پوچھے ، تو حضرت عمر نے بھی حضرت علی ؓ کی طرح جواب دیا۔ حضرت عمر ؓ نے محسوس کیا کہ شاید وہ دشمنی اور عناد کی بنا پر سوال کررہا ہے تو آپ نے اسے سزا دی اور حکم دیا کہ وہ لوگوں کے پاس نہ بیٹھے۔ یہاں تک کہ اس نے توبہ کی اور سخت قسموں کے ساتھ حلف اٹھیا کہ آپ نے جو محسوس کیا ہے میرے دل میں وہ بات نہ تھی اس سے معلوم ہوا کہ ان الفاظ کے مدلول اور معنی کا اجمال اہل عناد اور دشمنان اسلام کو یہ موقع دے رہا تھا کہ وہ ان کے بارے میں لوگوں سے سوال کرتے پھریں۔ اگر کوئی محسوس کرتا تو وہ کہتے ہم تو صرف معنی پوچھتے تھے۔ یہی تفسیر ابن عباس اور ابن عمر ؓ سے منقول ہے۔ مجاہد ، سعید ابن جیر ، حسن ، قتادہ ، سدی وغیرہ بھی اسی طرف گئے ہیں۔ ابن جریر اور ابن ابو حاتم نے اس کے علاوہ کوئی اور تفسیر نقل نہیں کی۔ (ابن کثیر)\nاللہ تعالیٰ ان ہواؤں کی قسم اٹھاتا ہے جو گرد اڑاتی ہیں جو بیجوں کو ادھر ادھر اڑاتی ہیں اور جو پھولوں پر گرد کو اڑاتی ہیں اور بادلوں کو اڑاتی ہیں۔ نیز دوسری چیزوں کو اڑاتی ہیں جو انسان کے علم میں ہوں یا نہ ہوں اور پھر قسم ہے ان بادلوں کی جو پانی کے بوجھ کو اٹھائے ہوئے ہیں اور پھر جہاں اللہ کا حکم ہوتا ہے برس جاتے ہیں۔ پھر ان کشتیوں کی قسم جو بڑی سہولت سے چلتی ہیں۔ یہ سطح سمندر پر تیر رہی ہوتی ہیں کہ ان کے مواد میں اور پانی میں اللہ نے ایسی خصوصیات ودیعت کی ہیں اور اس کائنات میں اللہ نے ایسی خصوصیات رکھ دی ہیں جو ان کشتیوں کی رفتار کو آسان کرتی ہیں پھر ملائکہ کی قسم جو اللہ کے احکام کو تقسیم کرتے ہیں۔ یہ اللہ کے پیغام کو تقسیم کرتے ہیں۔ یہ اللہ کا پیغام اس کی مرضی سے تقسیم کرتے ہیں۔ یہ پیغامات مختلف معاملات کے متعلق ہوتے ہیں اور پوری کائنات میں تقسیم ہوتے ہیں۔\nہوا ، بادل ، سفینے اور فرشتے اللہ کی مخلوقات میں سے مخلوق ہیں۔ اللہ ان کو اپنی قدرت کا سبب اور الہ بنایا ہے۔ یہ اللہ کی مشیت کا ایک پردہ ہیں اور ان کے ذریعہ اللہ زمین پر اپنی مرضی چلاتا ہے۔ اللہ ان چیزوں کے ساتھ قسم اس لئے اٹھاتا ہے کہ یہ بہت ہی اہم چیزیں ہیں اور انسانوں کو اس اس طرف متوجہ ہونا چاہئے اور ان کے پیچھے جو قوتیں کام کرتی ہیں ان پر غور کریں اور پھر انسان ان چیزوں پر غور کریں کہ اللہ نے کس طرح ان کو پیدا کیا ہے وہ ان کے ذریعے سے اس دنیا میں کیا کیا تصرفات کرتا ہے اور اپنی اس تقدیر کو پردے سے باہر لاتا جاتا ہے جو اس سے پہلے سے طے کر رکھی ہے۔ یہاں اس سورة میں ان چیزوں کا تذکرہ ایک مخصوص انداز میں کیا گیا ہے اور اس لئے کیا گیا ہے کہ انسانی دل و دماغ ان کے اسرار و رموز کو جان سکیں اور پھر ان چیزوں کو کرشمہ قدرت قرار دے کر تعلق باللہ قائم کریں۔\nپھر ان چیزوں کا رزق کے ساتھ ایک گونہ تعلق بھی ہے اور اس سورة کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ انسان کو اس رزق سے بالکل ظاہر ہے۔ اب فرشتے جو رزق تقسیم کرتے ہیں تو من جملہ اور احکام کے وہ احکام رزق بھی تقسیم کرتے ہیں لہذا ان تمام چیزوں کا تعلق رزق سے زیادہ واضح ہوجاتا ہے جس کا تذکرہ اس سورة میں کئی جگہ آیا جس غرض کے لئے اللہ ان چار امور پر قسم اٹھاتا ہے وہ یہ ہے کہ :\nانما ........ لواقع (15 : 6)\n” جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے اور جزائے اعمال ضرور پیش آنی ہے۔ “ اللہ نے لوگوں کے ساتھ یہ وعدہ کیا ہے کہ وہ احسان کے بدلے احسان کرے گا اور برائی کا بدلہ برائی سے دے گا۔ اس دنیا میں تو اس نے تمہیں مہلت حساب دی ہے لیکن آخرت میں کوئی مہلت نہ ہوگی لہٰذا وہاں حساب لازمی ہوگا۔ وان .... لواقع (15 : 6) ” جزائے اعمال ضرور پیش آنی ہے “ لہٰذا یہ وعدہ سچا ہے دنیا کا ہو یا آخرت کا۔ اور جو وعدہ اس نے کئے ہیں ان میں رزق کا بھی وعدہ ہے۔ رزق وہ دے گا کسی کو زیادہ کسی کو تھوڑا۔ اپنی مشیت کے مطابق۔ یہ وعدہ بھی سچا ہے جس طرح اللہ تمام معاملات میں سچا ہے۔ لہٰذا اللہ نے لوگوں کے ساتھ جو وعدہ کیا ہے وہ سچا ہے اور وہ پورا ہوگا جس طرح اللہ چاہتا ہے اور جس وقت وہ چاہے گا ایسا ہوگا۔ اللہ کی جانب سے اس پر کسی قسم کی ضرورت نہ تھی لیکن اللہ اپنی بعض مخلوقات کی قسم اس لئے اٹھاتا ہے کہ لوگ ان چیزوں کی طرف متوجہ ہوں جیسا کہ پہلے بھی کیا گیا ، اور ان چیزوں کے اندر جو کمال تخلیق ہے اور ان کی تدبیر میں قدرت الٰہیہ جس طرح کام کررہی ہے اس پر غور وفکر کریں اور اس سے یہ نتیجہ اخذ کریں کہ اللہ کا وعدہ حشرونشر برحق ہے کیونکہ اللہ کی اس تخلیق اور اس کے اس نظام کا لازمی تقاضا یہ ہے کہ حشر ونشر ہو اور اس میں اچھائی اور برائی اور صلاح اور فساد پر لوگوں کا محاسبہ ہو کیونکہ اس کائنات کی ساخت کا یہ تقاضا ہے کہ یہ عبث نہیں ہے۔ نہ اتفاقاً وجود میں آگئی ہے۔ یوں یہ مخلوق جس کی قسم اٹھالی گئی ہے یہ اس قسم کی وجہ سے حشرونشر پر ایک دلیل وبرہان بن جاتی ہے اور انسان اس کی طرف متوجہ ہوتا ہے اور انسانی احساس و شعور اس پر غور کرتا ہے۔ یہ قرآن مجید کی تعلیم وتربیت کا ایک انداز ہے۔ قرآن مجید انسانی فطرت کا کائناتی زبان میں براہ راست خطاب کرتا ہے اور یہ خطاب نہایت موثر ہوتا ہے۔",
  "ayah": 5,
  "surah": 51
}
