{
  "text": "وما خلقت ........ المتین (85) (15 : 65 تا 85)\n” میں نے جن اور انسانوں کو اس کے سوا کسی کام کے لئے پیدا نہیں کیا ہے کہ وہ میری بندگی کریں۔ میں ان سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں۔ اللہ تو خود ہی رزاق ہے بڑی قوت والا اور زبردست “۔\nیہ چھوٹی سی آیت دراصل ایک عظیم حقیقت پر مشتمل ہے۔ یہ اس کائنات کی وہ عظیم حقیقت ہے کہ جہاں انسان کی زندگی اس پر عمل کرنے کے سوا درست نہیں ہوسکتی۔ خواہ انفرادی زندگی ہو یا اجتماعی زندگی ہو یا عالمی زندگی اور ہر دور میں یہ حقیقت اپنی جگہ سچی رہی ہے اور رہے گی۔\nیہ عظیم حقیقت عالم انسانیت کے نہایت اہم گوشے اور خفیہ معانی پر کھلتی ہے اور یہ معانی اور گوشے وہ ہیں جن پر پوری اجتماعی زندگی قائم ہے۔\nاس کا پہلا پہلو یہ ہے کہ جن وانس کے وجود کا خاص مقصد ہی یہ ہے اللہ کی بندگی کی جائے۔ اس مقصد کے لئے اللہ نے چند فرائض مقرر فرمائے ہیں جس نے یہ فرائض ادا کئے گویا اس نے مقصد زندگی پالیا اور جس کسی نے ان فرائض میں کوتاہی کی یا ان سے منہ موڑا تو اس نے گویا مقصد زندگی ہی گم کردیا اور وہ شخص ہے مقصد اور بےکار ہوگیا اور اس کی زندگی بےمعنی ہوگئی اور اس کی کوئی قدروقیمت نہ رہی کیونکہ صرف اسی مقصد کے ذریعے ہی زندگی بامعنی ہوسکتی ہے۔ یہ شخص اس ناموس فطرت سے نکل آیا جس کے لئے اسے اللہ نے پیدا کیا تھا اور یہ گویا بالکل ضائع ہوگیا جس طرح ہر وہ چیز جو اپنا فرض ¾ منصبی ادا کرنا چھوڑ دے وہ بےکار ہوجاتی ہے کیونکہ مقصد زندگی ہی درحقیقت کسی شخص کے بقاء کا ضامن ہوتا ہے۔ مقصد وجود پورا نہ کرنے والی چیز اگر زندہ رہے یا موجود بھی وہ ردی ہوجاتی ہے۔ یہ مقصد زندگی جو جن وانس کو ناموس فطرت سے مربوط کرتا ہے وہ کیا ہے ؟ یہ عبادت اللہ کی بندگی یعنی ایک بندہ ہوگا اور ایک اس کا رب ہوگا۔ بندہ بندگی کرے گا اور اس کا رب معبود ہوگا اور بندے کی پوری زندگی کو اس مقصد کے مطابق استوار ہونا ضروری ہے۔ گویا عبد نے معبود کی مکمل بندگی کرنی ہے۔\nیہاں آکر پھر اس عظیم حقیقت کا دوسرا پہلو ہمارے سامنے آتا ہے۔ وہ یہ کہ بندگی سے مراد پوری زندگی میں بندگی ہے اور بندگی سے مراد صرف مراسم عبودیت یا پرستش کے طریقے نہیں ہیں بلکہ اس کا مفہوم بہت وسیع ہے کیونکہ جن اور انسان اپنی پوری زندگی رات اور دن صرف عبادت میں نہیں گزارتے۔ اللہ نے لوگوں کو اس بات کا مکلف نہیں بنایا کہ وہ رات اور دن بندگی اور پرستش کریں بلکہ اللہ نے ان کو مختلف قسم کی زندگی گزارنے کا مکلف بنایا ہے۔ جنوں کی سرگرمیوں کا تو ہمیں علم نہیں ہے لیکن انسانوں کی سرگرمیوں کا ہمیں علم ہے۔ قرآن مجید نے انسان کی تخلیق کی سکیم بتائی ہے۔\nواذقال ........ خلیفة۔” جب اللہ نے فرشتوں سے کہا کہ میں انہیں میں خلیفہ بنانے والا ہوں “\nلہٰذا زمین میں فریضہ خلافت ادا کرنا بھی انسان کی ذمہ داری ہے اور خلافت کی ذمہ داری میں مختلف قسم کی سرگرمیاں شامل ہیں یعنی زمین کی قوتوں میں تصرف کرنا ، اس کے اندر پوشیدہ ذخائر کو تلاش کرکے انسانیت کی خدمت کے لئے استعمال کرنا ، زمین کے اوپر انسانی زندگی کو ترقی دینا ، اس طرح خلافت کی ذمہ داریوں میں سے یہ بھی ہے کہ جو لوگ مسلمان ہوں وہ اللہ کی شریعت قائم کرلیں اور جس طرح کائنات میں اللہ کی مرضی چلتی ہے اسی طرح انسان کی اختیاری زندگی میں بھی اللہ کی مرضی کو نافذ کیا جائے۔\nاس سے معلوم ہوا کہ فعل عبادت جو انسان کا مقصد زندگی ہے وہ زیادہ وسیع اور جامع مفہوم رکھتا ہے اور اس سے مراد صرف مراسم عبودیت نہیں ہیں اور زمین پر اللہ کی خلافت کے فرائض سرانجام دینا بھی عبادت میں شامل ہے لہٰذا اسلامی عبادت کے دو پہلو ہیں۔\n1۔ پہلا یہ کہ اللہ کی بندگی کا مفہوم ذہن میں پوری طرح بیٹھ جائے۔ یہ شعوری اقرار کہ ایک بندہ ہے جو بندگی کرتا ہے اور ایک رب ہے جس کی بندگی کی جاتی ہے اور اس کے سوا کچھ بھی نہیں ہے۔ ایک طرف سے بندگی اور غلامی ہے اور دوسری جانب آقا و خالق ہے۔ ادھر عبدادھر معبود ہے۔ رب واحد ہے اس کے ساتھ کوئی بھی شریک نہیں اور اس کے سوا جس قدر مخلوق ہے وہ سب کے سب عابد اور غلام ہیں۔\n2۔ دوسرا پہلو اس حقیقت عظمیٰ کا یہ ہے کہ انسان اپنی ہر قلبی حرکت اور توجہ اور اپنی جسمانی حرکت اور اس کا رخ زندگی کے ہر موڑ میں اللہ کی طرف پھیر دے۔ صرف اللہ کی طرف متوجہ ہو اور اللہ کے سوا ہر شعور کو اپنے دل سے نکال دے اور اللہ کی بندگی کے سوا ہر حرکت اپنی زندگی سے خارج کردے۔\nان دو پہلوؤں سے عبادت کا مفہوم پوری طرح وجود میں آتا ہے اور ہر عمل ایک عبادت بن جاتا ہے اور بندگی کے مراسم اس طرح بن جاتے ہیں جس طرح کوئی اس زمین کی تعمیروترقی میں مصروف ہو اور پھر زمین کی تعمیروترقی کا کام جہاد فی سبیل اللہ بن جائے گا اور جہاد فی سبیل اللہ یوں ہوتا ہے جس طرح ایک انسان مشکلات میں صبر کرے۔ (یعنی زندگی کی ہر حرکت اور ہر کام عبادت بن جاتا ہے۔ ) اور یہ تمام کام وہ مقصد پورا کررہے ہوں گے جس کے لئے اللہ نے جن وانس کو پیدا کیا ہے اور جس مقصد کو پوری کائنات پورا کررہی ہے۔\nجب یہ نظریہ اور عقیدہ کسی ذہن میں بیٹھ جائے تو یہ یقین کرلیتا ہے کہ اسے اللہ تعالیٰ نے اس دنیا میں کس مقصد کے لئے پیدا کیا ہے۔ وہ اس لئے یہاں آیا ہے کہ زندگی کے اس مختصر حصے میں وہ اس فریضہ کو ادا کرے۔ اللہ کی بندگی ، اللہ کی پرستش اور بس اس کے سوا اس کا کوئی مقصد نہ ہو۔ اسے اس بات پر اطمینان ہو۔ وہ اپنے عمل اور اپنے حالات پر مطمئن ہو کہ اللہ اس سے راضی ہے۔ رہی افرادی جزا تو وہ اللہ کا ایک فضل وکرم ہوگا۔\nاگر ایک شخص اس مقام تک پہنچ جائے تو کہا جاسکتا ہے کہ در حقیقت وہ اللہ کی طرف دوڑ گیا ہے۔ اس نے اس زمین کی گراوٹوں ، اس کی رکاوٹوں اور اس کی تمام دامن گیریوں کو عبور کرکے اور ہر چیز سے اپنے آپ کو چھڑا کر اللہ کی طرف فرار اختیار کرلیا ہے۔ وہ اس آزادی کے ذریعے زمین کی تمام پابندیوں سے آزاد ہوگیا اور اللہ کے لئے وقف ہوگیا اور وہ اس کائنات کے اصل مقام پر پہنچ گیا یعنی اللہ کی بندگی کے مقام پر جس کے لئے اللہ نے اسے پیدا کیا تھا۔ اب یہ اپنے صحیح مقام پر جاکر کھڑا ہوگیا۔ اس نے اپنا مقصد وجود پورا کردیا۔ لہٰذا عبادت الٰہی کے تقاضوں میں سے یہ تقاضا بھی ہے کہ انسان اس زمین کے اوپر فرائض خلافت ارض بھی پورے کرے۔ یہاں اپنی ذمہ داریاں ادا کرے۔ اس زمین کے ثمرات سے آخری حد تک استفادہ کرے لیکن اس حال میں کہ وہ ان سے اپنے ہاتھ بھی جھاڑ رہا ہو اور اس کا دل اس زمین کی دھوکہ دینے والی اور پرکشش چیزوں سے آزاد وبے نیاز ہو۔ یوں کہ اس دنیا کے ثمرات اور لذات وہ صرف اپنی ذات کے لئے نہ سمیٹ رہا ہو بلکہ اسے فریضہ حیات کے طور پر عبادت کے طور پر اور فرار الی اللہ کے طور پر کررہا ہو اور بقدر ضرورت کررہا ہو۔\nاس تصور اور اس عظیم حقیقت کے نتائج میں سے ایک نتیجہ یہ ہے کہ انسان اعمال کے نتائج پر نظر نہیں رکھتا بلکہ یہ دیکھتا ہے کہ وہ یہ اعمال کس نیت سے کررہا ہے۔ نتائج چاہے جو ہوں انسان نتائج کا ذمہ دار نہیں ہے۔ وہ تو صرف امتثال امر اور عبادت کا ذمہ دار ہے کیونکہ اس کا اجر اس کے اعمال کے نتائج نہیں بلکہ اس کا اجر یہ ہے کہ وہ بندگی کررہا ہے یا نہیں کررہا۔\nاس حقیقت عظمیٰ کو پالینے کے بعد فرائض ، واجبات اور اعمال کے بارے میں انسان کا نقطہ نظر یکلخت بدل جاتا ہے۔ وہ ہر کام میں یہ دیکھتا ہے کہ وہ فریضہ عبادت پورا کررہا ہے یا نہیں۔ جب وہ دیکھتا ہے کہ اس نے عبادت کرلی تو اس کا کام ختم ہوگیا۔ اب نتائج چاہے جو ہوں سو ہوں کیونکہ کاموں کے نتائج اس کے فرائض میں داخل نہیں ہوتے نہ اس کی طاقت میں یہ بات ہے کہ وہ نتائج پیدا کرسکے کیونکہ نتائج تو اللہ کی مشیت اور تقدیر کے مطابق نکلنے ہیں۔ وہ اس کی جدوجہد اس کی نیت اس کا عمل تو تقدیر الٰہی کا ظہور ہوتے ہیں۔\nجب انسان اس معنی میں جدوجہد کرے اور نتائج سے ہاتھ جھاڑ لے اور یہ شعور پالے کہ اس نے اپنے حصے کا کام کردیا ہے اور یہ کہ اس کی جز اللہ پر ہے کیونکہ اس کا کام تو یہ تھا کہ اللہ کے حکم کو مانو۔ لہٰذا اب اس دنیا کے حوالے سے اس کی کوئی آرزو ہی نہیں رہتی۔ وہ اس دنیا میں کسی مقصد کے لئے کسی سے کوئی پر خاش نہیں رکھتا اور نہ اس دنیا کی اغراض میں سے کسی غرض کے لئے اس کے دل میں کوئی چاہت ہوتی ہے۔ اس نے اپنی طاقت کے مطابق جدوجہد کرلی۔ اس دنیا میں اپنی ذمہ داریاں ادا کردیں اور اپنے حصے کے فرائض پورے کردیئے اور اس دنیا کے نتائج اور اغراض سے بھی اپنے ہاتھ جھاڑ لئے اور اپنی جدوجہد کے ثمرات کے حصول کی آرزو بھی دل سے نکال دی کیونکہ جب اس نے بندگی کردی تو اس کا ثمرا سے حاصل ہوگیا۔ رہے ذاتی مفادات تو یہ اس کا مقصد ہی نہ تھا۔\nقرآن کریم اس قسم کے احساسات کو غذا دیتا ہے۔ ایسے تصورات کو تقویت دیتا ہے۔ انسان کو یہ سکھاتا ہے کہ رزق کا غم مت کرو ، رزق کی ذمہ دار اللہ پر ہے۔ اللہ نے اپنے بندوں کے رزق کی ذمہ داری لی ہوتی ہے۔ اللہ خود بھی کسی رزق اور طعام کا محتاج نہیں ہے۔ اس نے یہ انتظامات بندوں کے لئے تو کئے ہیں۔ اللہ تعالیٰ لوگوں کو محتاجوں اور غریبوں پر انفاق کے جو احکام دیتا ہے وہ بھی خود ان کے مفاد میں ہیں۔",
  "ayah": 56,
  "surah": 51
}
