{
  "text": "انا نحن ................................ طویلا\nان چار آیات آیات میں دعوت اسلامی کے حوالے سے ایک عظیم حقیقت کو بیان کیا گیا ہے۔ یہ وہ حقیقت ہے جو داعیان حق کی زندگی میں اچھی طرح رچ اور بس جائے اور وہ ایک طویل عرصہ تک اس حالت میں رہیں اور اس میں غوروفکر کریں اور اس کے مفہوم کو اچھی طرح سمجھنے کی کوشش کریں۔ اس کے حقیقی مفہوم ، اس کی عملی شکل اور اس کے ایمانی اور نفسیاتی تقاضوں کو پورا کریں۔\nحضور اکرم ﷺ کی دعوت کا بنیادی نکتہ عقیدہ توحید تھا اور آپ ایک عرصہ تک مشرکین مکہ کے سامنے اسے پیش کرتے رہے تھے۔ آپ عقیدہ توحید کو محض ایک عقیدے کے طور پر ان کے سامنے نہ پیش کرتے تھے۔ اگر آپ صرف ایک عقیدے کا اظہار کرتے تو اس کا برداشت کرنا ان کے لئے آسان ہوتا ، کیونکہ عقیدہ شرک جس کے اوپر وہ لوگ جمے ہوئے تھے ، وہ کوئی ٹھوس قوت اور ثبات والا عقیدہ نہ تھا کہ وہ اس کے ذریعہ عقیدہ توحید کا مقابلہ کرسکتے ، کیونکہ اسلامی عقیدہ توحید نہایت قوی ، سادہ اور ٹھوس عقیدہ تھا۔ اصل بات یہ ہے کہ اسلامی دعوت اور اسلامی عقیدہ توحید کے ساتھ کچھ حالات ایسے تھے جن کی وجہ سے یہ لوگ عناد اور دشمنی پر اتر آئے۔ اور وہ تاریخی کشمکش برپا ہوئی جس کا ذکر قرآن نے بھی جا بجا کیا ہے۔ شرک کے عقیدے کی وجہ سے دراصل قریش کو ایک اجتماعی قیادت کا مقام حاصل تھا۔ اور اس عقیدے کے ارد گرد اعلیٰ خداﺅں کا جو تانا بانا بنا گیا تھا ، اور پھر ان خداﺅں کے ساتھ ان کے جو اجتماعی مفادات وابستہ ہوگئے تھے یہی وہ باتیں تھیں جن کی وجہ سے قریش دعوت اسلامی کے مقابلے میں اٹھ کھڑے ہوئے تھے۔ حالانکہ ان کا موقف بظاہر بالکل باطل تھا۔ اور اس باطل عقیدے کو یہ لوگ لے کر اسلام کے ظاہر ، سادہ اور قوی عقیدے کے مقابلے میں اٹھ کھڑے ہوئے تھے۔ مزید یہ کہ جاہلی زندگی کی عیاشی ، لذت کوشی اور شہوت رانی اور اباحیت ان کو مجبور کررہی تھی کہ اس نئے عقیدہ اور نظام کا مقابلہ کیا جائے۔ کیونکہ اس نظام میں قانونی ، اخلاقی پابندیاں ہیں اور اعلیٰ انسانی قدروں پر زور دیا گیا ہے اور جس میں فحاظی اور آزاد شہوت رانی پر پابندیاں تھیں ، جبکہ وہ ایسی زندگی گزار رہے تھے جو اخلاقی بندھنوں سے آزاد تھی۔\nیہ اسباب خواہ ان کا تعلق اجتماعی قیادت وسیادت سے ہو یا اقتدار اور مصالح سے ہو یا عادات ، عرف عام ، رسم و رواج اور موروثی تقالید سے ہو ، یا جن کا تعلق اخلاقی حدود وقیود کی آزادی سے ہو۔ جو پہلی دعوت اسلامی کے مقابلے میں اس وقت کے لوگوں کو اٹھا لائے تھے۔ یہی اسباب آج بھی قائم ہیں اور آج بھی ہر ملک اور ہر سر زمین کی دعوت اسلامی کا مقابلہ انہی اسباب ووجوہات سے کیا جارہا ہے۔ یہ نظریاتی دعوت کا مقابلہ انہی اسباب کی وجہ سے کیا جاتا ہے ، جس کی وجہ دعوت اسلامی کا کام پر مشقت ، مشکل اور دشوار ہوتا ہے۔\nلہٰذاداعیان حق کو چاہئے کہ وہ اس حقیقت پر طویل وقت تک غور وفکر کریں اور ان حقائق میں زندہ رہیں جوان آیات میں بیان ہوئے ہیں ، چاہے یہ داعیان جس زمان ومکان میں ہوں کیونکہ دعوت اسلامی خواہ جس زمان ومکان میں ہو ، اسے انہی حالات سے دوچار ہونا پڑے گا۔ جو حضور اکرم ﷺ کو پیش آئے۔\nرسول اللہ ﷺ کو اللہ کی جانب سے یہ پیغام ملا کہ آپ لوگوں کو برے انجام سے ڈرائیں اور آپ سے کہا گیا۔\nیایھا .................... فانذر (2:74) ” اے اوڑھ لپیٹ کر سونے والے اٹھو اور ڈراﺅ“۔ جب آپ نے دعوت کا آغاز کیا تو یہ اسباب آپ کے مقابلے میں اٹھ کھڑے ہوگئے۔ قوم پوری کی پوری دعوت جدید کی راہ روکن کے لئے اٹھ کھڑی ہوئی۔ انہوں نے فیصلہ کیا کہ جن حالت پر وہ قائم ہیں ان کو جوں کا توں رکھیں ، باوجود اس کے کہ وہ جانتے تھے کہ ان کا عقیدہ کمزور اور ناقابل قیام ہے۔ پہلے ان کے اندر عناد کا جذبہ پیدا ہوا ، پھر انہوں نے اپنے ان کمزور اور بودے عقائد کا دفاع شروع کردیا۔ اور ان کی جو اجتماعی حالت تھی۔ زندگی کے جو رسم و رواج تھے ، جو آزادی اور بےقیدی تھی اور جو عریانی اور فحاشی رائج تھی اس کے دفاع میں یہ لوگ دعوت اسلامی کی راہ روکنے لگے کیونکہ یہ جدید دعوت ان کے لئے خطرہ تھی۔\nدعوت اسلامی کا مقابلہ یوں شروع ہوتا ہے کہ ابتداء میں دعوت پر چند سعید روحیں لبیک کہتی ہیں۔ ان کو اذیت دی جاتی ہے اور دھمکیوں اور اذیتوں کے ذریعہ اس کو اس دین سے پھیرنے کی کوشش کی جاتی ہے۔ اس کے بعد دعوت کے خلاف ایسا پروپیگنڈا کیا جاتا ہے کہ لوگوں کے ذہنوں میں دعوت کی غلط تصور بیٹھ جائے۔ مختلق قسم کے بےبنیاد الزامات عائد کیے جاتے ہیں تاکہ جو لوگ داخل ہوگئے ہوں وہ اگر باز نہیں آئے تو اور لوگ داخل نہ ہوں۔ کیونکہ جو لوگ دعوت اسلامی کو سمجھ چکے ہوتے ہیں ان کو دعوت سے روکنے اور واپس لانے کے مقابلے میں نئے لوگوں کو روکنا زیادہ آسان ہوتا ہے۔\nیہ وسائل اختیار کرنے کے بعد انہوں نے حضرت نبی ﷺ پر دھمکیوں اور تشدد کے علاوہ دوسرے تمام دباﺅ بھی ڈالنا شروع کیے کہ آپ ان کے ساتھ کچھ لو اور کچھ دو کا طریقہ اختیار کرلیں۔ اور آپ ان کے عقائد ، ان کے رسم و رواج اور بتوں کے خلاف باتیں بند کریں وہ بھی آپ کے ساتھ چھیڑچھاڑ نہیں کریں گے۔ یہ سودا بازی بعینہ ایسی تھی جیسا کہ دنیاوی معاملات کے بارے میں لوگ مصالحت کے لئے درمیانی راستہ اختیار کرتے ہیں۔ یہی وہ مراحل ہیں جو ہر اس شخص کو پیش آتے جو کھبی زمان ومکان میں منہاج النبوة پر دعوت اسلامی کا کام کرتا ہے۔\nنبی ﷺ تو اللہ کے رسول تھے۔ اللہ نے ان کو فتنوں اور دشمنوں سے بچا لیا۔ لیکن آپ بہرحال انسان جانتا تھا کہ آپ بشر ہیں اور آپ کے ساتھی ضعیف ہیں اس لئے اللہ نے ان کو دشمنوں کے حوالے نہیں فرمایا اور ان کی مدد فرمائی۔ اور قدم قدم پر نشانات راہ بتلائے گئے .... چناچہ ان آیات میں اسی امداد کا ذکر ہے اور اس رہنمائی کا ذکر ہے جو اس مشکل مرحلے میں کی گئی۔\nانا نحن .................... تنزیلا (23:76) ”” اے نبی ! ہم نے ہی تم پر یہ قرآن تھوڑا تھوڑا کرکے نازل کیا ہے “۔\nیہ پہلا نکتہ توجہ طلب ہے ، بتایا جاتا ہے کہ اس دعوت کا سرچشمہ اور ماخذ کیا ہے۔ یہ دعوت اللہ کی طرف سے ہے اور اللہ کی طرف ہے۔ اور اللہ ہی اس کا سرچشمہ ہے۔ اسی نے قرآن نازل کیا ہے۔ اللہ کے سوا اس کے اندر کسی اور کا کوئی دخل نہیں ہے اور نہ اللہ کی دعوت کی سوا کسی اور کی دعوت اس کے ساتھ مل سکتی ہے۔ اس کی ہدایات صرف اللہ سے لی جاتی ہیں۔ اس کی کوئی فکر کسی اور ذریعہ سے نہیں پیش جاتی۔ اللہ ہی نے قرآن کریم نازل فرمایا ہے ، اللہ ہی حضرت نبی ﷺ کو حکم دیا ہے لہٰذا یہ دعوت اللہ کی ہدایت کے مطابق چل رہی ہے اور اس کے بتائے ہوئے نشانات پر جارہی ہے۔ کیونکہ اس دعوت کا ماخذ قرآن ہے جو نازل ہی اللہ نے کیا ہے۔\nلیکن باطل نہایت مغرور اور سرکش ہوتا ہے اور شربظاہر پھولا ہوا نظر آتا ہے ، اس لئے مومنین کو اذیت دی جاتی ہے۔ ہر قسم کا شر اور فتنہ ان کی راہ میں ہے۔ دعوت اسلامی کے دشمن صرف یہ کرسکتے ہیں کہ وہ لوگوں کو دعوت اسلامی کو قبول کرنے سے روکیں اور اس پر وہ اصرار کرتے رہیں۔ اس پر مزید یہ کہ وہ اپنے عقائد ، رسم و رواج اور فتنہ انگیزیوں پر جمے ہوتے ہیں۔ شر و فساد اور فتنہ انگیزی کے اس دور میں یہ لوگ مصالحت اور میانہ روی کی پیش کش کرتے ہیں ، معاملات کو نصف نصف تقسیم کرتے ہیں۔ یہ ان مشکل حالات میں ایک پرکشش پیشکش ہے۔ اور ایسے حالات میں اس قسم کی پیشکش کو رد کرنا کوئی آسان کام نہیں۔ لیکن ایسے حالات میں ایک دوسری تنبیہ آتی ہے اور اس اہم معاملے کی طرف مبذول کرائی جاتی ہے۔",
  "ayah": 23,
  "surah": 76
}
