{
  "text": "فاصبر لحکم ........................ اوکفورا (24:76) ” لہٰذا تم اپنے رب کے حکم پر صبر کرو ، اور ان میں سے کسی بدعمل یا منکر حق کی بات نہ مانو “۔ کیونکہ تمہارے اور ان کے درمیان کوئی مصالحت نہیں ہوسکتی۔ نہ تمہارے درمیان کوئی پل ہے ، جس کے اوپر سے خیالات ، نظریات ادھر ادھر جاسکیں۔ کیونکہ تمہارے منہاج اور جاہلیت کے منہاج کے درمیان وسیع خلا ہے۔ اس کائنات کے بارے میں تمہارا تصور ان کے تصورات سے جدا ہے۔ تم حق پر ہو اور وہ کفر پر ہیں۔ تم ایمان پر ہو اور وہ باطل پر ہیں۔ تم نور پر ہو اور وہ اندھیرے میں ہیں۔ تم علم ومعرفت پر ہو اور وہ جاہلیت پر ہیں۔\nپھر معاملات تمام اللہ کے احکام کے مطابق ظہور پذیر ہوتے ہیں۔ اللہ کا حکم اور نظام یہ ہے کہ وہ باطل کو بھی موقعہ اور مہلت دیتا ہے۔ شر کو بھی موقعہ دیتا ہے اور بعض اوقات اہل ایمان کو دیر تک آزمائشوں میں ڈال کر ان کو پاک اور خالص کرتا ہے۔ یہ تمام احکام اللہ کی حکمت کے مطابق صادر ہوتے ہیں ، اللہ کی تقدیر اور حکمت دنیا کو چلاتی ہے۔ لہٰذا۔\nفاصبر ............ ربک (24:76) ” رب کے حکم پر صبر کرو “۔ اس وقت تک جب وقت آجائے۔ اذیت پر بھی صبر کرو ، مشکلات پر بھی صبر کرو ، باطل اگر غالب ہو تو بھی صبر کرو۔ شہ رگ پھولی ہوئی ہو تو صبر کرو ، آپ حق کے حامل ہیں۔ اور قرآن آپ کے پاس ہے جو حق پر مشتمل ہے اس لئے آپ حق پر جم جائیں ، صبر کریں اور ان کی پیش کشوں کو نظر انداز کردیں۔ یہ لوگ کچھ دو اور کچھ لو کی پالیسی کے مطابق فیصلہ چاہتے ہیں۔ کچھ اپنی باتوں منوانا چاہتے ہیں۔\nولا تطع .................... اوکفورا (24:76) ” اور ان میں کسی بدعمل یا منکر حق کی بات نہ مانو “۔ کیونکہ یہ لوگ آپ کو اللہ کی عبادت ، اللہ کی اطاعت اور حق پر چلنے نہیں دینا چاہتے۔ کیونکہ یہ لوگ بدکردار اور کفار ہیں۔ یہ چاہتے ہیں کہ آپ بھی کسی قدر کفر اور شرک کا ارتکاب کریں تاکہ معاملے کا فیصلہ نصف نصف پر ہوجائے۔ کچھ اچھی باتیں وہ مانیں ، کچھ بری باتیں آپ مان لیں۔ اس طرح وہ آپ کو دھوکہ دے کر راضی کرنا چاہتے ہیں۔ آپ کی جسمانی خواہشات پوری کرتے ہیں۔ چناچہ وہ آپ کو سربراہی کا منصب پیش کرتے ہیں۔ اور آپ کو دولت کی پیشکش بھی کرتے ہیں۔\nعتبہ ابن ربیعہ آپ سے کہتا ہے ” اس کام کو چھوڑ دیجئے ، میں اپنی بیٹی آپ کے نکاح میں دیتا ہوں۔ میری بیٹیاں قریش کی خوبصورت ترین لڑکیاں ہیں “۔ غرض ہر دور اور ہر زمان ومکان میں داعیان حق کو انہی ذرائع سے ورغلایا گیا ہے۔\nصبر کریں اگرچہ طویل عرصہ تک آپ کو جدوجہد کرنی پڑے۔ اگرچہ قریش کا تشدد سخت ہوجائے اور راستہ طویل ہوجائے لیکن صبر تو بہت ہی مشکل کام ہے۔ اور اس کے لئے سخت تیاری اور ریاضت کی ضرورت ہے اور وہ تیاری یہ ہے۔",
  "ayah": 24,
  "surah": 76
}
