{
  "text": "قوله تعالى : عند سدرة المنتهى \" عند \" من صلة \" رآه \" على ما بينا . والسدر شجر النبق وهي في السماء السادسة ، وجاء في السماء السابعة . والحديث بهذا في صحيح مسلم ; الأول ما رواه مرة عن عبد الله قال : لما أسري برسول الله صلى الله عليه وسلم انتهي به إلى سدرة المنتهى ، وهي في السماء السادسة ، إليها ينتهي ما يعرج به من الأرض فيقبض منها ، وإليها ينتهي ما يهبط به من فوقها فيقبض منها ، قال : إذ يغشى السدرة ما يغشى قال : فراش من ذهب ، قال : فأعطي رسول الله صلى الله عليه وسلم ثلاثا : أعطي الصلوات الخمس ، وأعطي خواتيم سورة البقرة ، وغفر لمن لم يشرك بالله من أمته شيئا المقحمات . الحديث الثاني رواه قتادة عن أنس أن النبي صلى الله عليه وسلم قال : لما رفعت إلى سدرة المنتهى في السماء السابعة نبقها مثل قلال هجر ، وورقها مثل آذان الفيلة ، يخرج من ساقها نهران ظاهران ونهران باطنان قلت يا جبريل ما هذا قال أما الباطنان ففي الجنة وأما الظاهران فالنيل والفرات لفظ الدارقطني . والنبق بكسر الباء : ثمر السدر الواحد نبقة . ويقال : نبق بفتح النون وسكون الباء ; ذكرهما يعقوب في الإصلاح وهي لغة المصريين ، والأولى أفصح وهي التي ثبتت عن النبي صلى الله عليه وسلم . وروى الترمذي عن أسماء بنت أبي بكر رضي الله عنهما قالت : سمعت رسول الله صلى الله عليه وسلم يقول - وقد ذكر له سدرة المنتهى - قال : \" يسير [ ص: 89 ] الراكب في ظل الغصن منها مائة سنة أو يستظل بظلها مائة راكب - شك يحيى - فيها فراش الذهب كأن ثمرها القلال \" قال أبو عيسى : هذا حديث حسن .قلت : وكذا لفظ مسلم من حديث ثابت عن أنس ثم ذهب بي إلى سدرة المنتهى وإذا ورقها كآذان الفيلة وإذا ثمرها كالقلال فلما غشيها من أمر الله عز وجل ما غشي تغيرت فما أحد من خلق الله يستطيع أن ينعتها من حسنها .واختلف لم سميت سدرة المنتهى على أقوال تسعة ؛ الأول : ما تقدم عن ابن مسعود أنه ينتهي إليها كل ما يهبط من فوقها ويصعد من تحتها . الثاني : أنه ينتهي علم الأنبياء إليها ويعزب علمهم عما وراءها ; قاله ابن عباس . الثالث : أن الأعمال تنتهي إليها وتقبض منها ; قاله الضحاك . الرابع : لانتهاء الملائكة والأنبياء إليها ووقوفهم عندها ; قاله كعب . الخامس : سميت سدرة المنتهى لأنها ينتهي إليها أرواح الشهداء ; قاله الربيع بن أنس . السادس : لأنه تنتهي إليها أرواح المؤمنين ; قاله قتادة . السابع : لأنه ينتهي إليها كل من كان على سنة محمد صلى الله عليه وسلم ومنهاجه ; قاله علي رضي الله عنه والربيع بن أنس أيضا . الثامن : هي شجرة على رءوس حملة العرش إليها ينتهي علم الخلائق ; قاله كعب أيضا .قلت : يريد - والله أعلم - أن ارتفاعها وأعالي أغصانها قد جاوزت رءوس حملة العرش ; ودليله على ما تقدم من أن أصلها في السماء السادسة وأعلاها في السماء السابعة ، ثم علت فوق ذلك حتى جاوزت رءوس حملة العرش . والله أعلم .التاسع : سميت بذلك لأن من رفع إليها فقد انتهى في الكرامة . وعن أبي هريرة لما أسري برسول الله صلى الله عليه وسلم انتهى به إلى سدرة المنتهى فقيل له : هذه سدرة المنتهى ينتهي إليها كل أحد خلا من أمتك على سنتك ; فإذا هي شجرة يخرج من أصلها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه ، وأنهار من خمر لذة للشاربين ، وأنهار من عسل مصفى ، وإذا هي شجرة يسير الراكب المسرع في ظلها مائة عام لا يقطعها ، والورقة منها تغطي الأمة كلها ; ذكره الثعلبي .",
  "ayah": 14,
  "surah": 53
}
