{
  "text": "ولهذا قال: { وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ } أي: هو من المقربين عند اللّه المكرمين بأنواع الكرامات للّه.فصل فيما تبين لنا من الفوائد والحكم في قصة داود وسليمان عليهما السلامفمنها: أن اللّه تعالى يقص على نبيه محمد صلى اللّه عليه وسلم أخبار من قبله، ليثبت فؤاده وتطمئن نفسه، ويذكر له من عباداتهم وشدة صبرهم وإنابتهم، ما يشوقه إلى منافستهم، والتقرب إلى اللّه الذي تقربوا له، والصبر على أذى قومه، ولهذا - في هذا الموضع - لما ذكر اللّه ما ذكر من أذية قومه وكلامهم فيه وفيما جاء به، أمره بالصبر، وأن يذكر عبده داود فيتسلى به.ومنها: أن اللّه تعالى يمدح ويحب القوة في طاعته، قوة القلب والبدن، فإنه يحصل منها من آثار الطاعة وحسنها وكثرتها، ما لا يحصل مع الوهن وعدم القوة، وأن العبد ينبغي له تعاطي أسبابها، وعدم الركون إلى الكسل والبطالة المخلة بالقوى المضعفة للنفس.ومنها: أن الرجوع إلى اللّه في جميع الأمور، من أوصاف أنبياء اللّه وخواص خلقه، كما أثنى اللّه على داود وسليمان بذلك، فليقتد بهما المقتدون، وليهتد بهداهم السالكون { أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ } ومنها: ما أكرم اللّه به نبيه داود عليه السلام، من حسن الصوت العظيم، الذي جعل اللّه بسببه الجبال الصم، والطيور البهم، يجاوبنه إذا رجَّع صوته بالتسبيح، ويسبحن معه بالعشي والإشراق.ومنها: أن من أكبر نعم اللّه على عبده، أن يرزقه العلم النافع، ويعرف الحكم والفصل بين الناس، كما امتن اللّه به على عبده داود عليه السلام.ومنها: اعتناء اللّه تعالى بأنبيائه وأصفيائه عندما يقع منهم بعض الخلل بفتنته إياهم وابتلائهم بما به يزول عنهم المحذور، ويعودون إلى أكمل من حالتهم الأولى، كما جرى لداود وسليمان عليهما السلام.ومنها: أن الأنبياء صلوات اللّه وسلامه عليهم معصومون من الخطأ فيما يبلغون عن اللّه تعالى، لأن مقصود الرسالة لا يحصل إلا بذلك، وأنه قد يجري منهم بعض مقتضيات الطبيعة من المعاصي، ولكن اللّه يتداركهم ويبادرهم بلطفه.ومنها: أن داود عليه السلام، [كان] في أغلب أحواله ملازما محرابه لخدمة ربه، ولهذا تسور الخصمان عليه المحراب، لأنه كان إذا خلا في محرابه لا يأتيه أحد، فلم يجعل كل وقته للناس، مع كثرة ما يرد عليه من الأحكام، بل جعل له وقتا يخلو فيه بربه، وتقر عينه بعبادته، وتعينه على الإخلاص في جميع أموره.ومنها: أنه ينبغي استعمال الأدب في الدخول على الحكام وغيرهم، فإن الخصمين لما دخلا على داود في حالة غير معتادة ومن غير الباب المعهود، فزع منهم، واشتد عليه ذلك، ورآه غير لائق بالحال.ومنها: أنه لا يمنع الحاكم من الحكم بالحق سوء أدب الخصم وفعله ما لا ينبغي.ومنها: كمال حلم داود عليه السلام، فإنه ما غضب عليهما حين جاءاه بغير استئذان، وهو الملك، ولا انتهرهما، ولا وبخهما.ومنها: جواز قول المظلوم لمن ظلمه \\\"أنت ظلمتني\\\" أو \\\"يا ظالم\\\" ونحو ذلك أو باغ علي لقولهما: { خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ } ومنها: أن الموعوظ والمنصوح، ولو كان كبير القدر، جليل العلم، إذا نصحه أحد، أو وعظه، لا يغضب، ولا يشمئز، بل يبادره بالقبول والشكر، فإن الخصمين نصحا داود فلم يشمئز ولم يغضب ولم يثنه ذلك عن الحق، بل حكم بالحق الصرف.ومنها: أن المخالطة بين الأقارب والأصحاب، وكثرة التعلقات الدنيوية المالية، موجبة للتعادي بينهم، وبغي بعضهم على بعض، وأنه لا يرد عن ذلك إلا استعمال تقوى اللّه، والصبر على الأمور، بالإيمان والعمل الصالح، وأن هذا من أقل شيء في الناس.ومنها: أن الاستغفار والعبادة، خصوصا الصلاة، من مكفرات الذنوب، فإن اللّه، رتب مغفرة ذنب داود على استغفاره وسجوده.ومنها: إكرام اللّه لعبده داود وسليمان، بالقرب منه، وحسن الثواب، وأن لا يظن أن ما جرى لهما منقص لدرجتهما عند اللّه تعالى، وهذا من تمام لطفه بعباده المخلصين، أنه إذا غفر لهم وأزال أثر ذنوبهم، أزال الآثار المترتبة عليه كلها، حتى ما يقع في قلوب الخلق، فإنهم إذا علموا ببعض ذنوبهم، وقع في قلوبهم نزولهم عن درجتهم الأولى، فأزال اللّه تعالى هذه الآثار، وما ذاك بعزيز على الكريم الغفار.ومنها: أن الحكم بين الناس مرتبة دينية، تولاها رسل اللّه وخواص خلقه، وأن وظيفة القائم بها الحكم بالحق ومجانبة الهوى، فالحكم بالحق يقتضي العلم بالأمور الشرعية، والعلم بصورة القضية المحكوم بها، وكيفية إدخالها في الحكم الشرعي، فالجاهل بأحد الأمرين لا يصلح للحكم، ولا يحل له الإقدام عليه.ومنها: أنه ينبغي للحاكم أن يحذر الهوى، ويجعله منه على بال، فإن النفوس لا تخلو منه، بل يجاهد نفسه بأن يكون الحق مقصوده، وأن يلقي عنه وقت الحكم كل محبة أو بغض لأحد الخصمين.ومنها: أن سليمان عليه السلام من فضائل داود، ومن منن اللّه عليه حيث وهبه له، وأن من أكبر نعم اللّه على عبده، أن يهب له ولدا صالحا، فإن كان عالما، كان نورا على نور.ومنها: ثناء اللّه تعالى على سليمان ومدحه في قوله { نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ } ومنها: كثرة خير اللّه وبره بعبيده، أن يمن عليهم بصالح الأعمال ومكارم الأخلاق، ثم يثني عليهم بها، وهو المتفضل الوهاب.ومنها: تقديم سليمان محبة اللّه تعالى على محبة كل شيء.ومنها: أن كل ما أشغل العبد عن اللّه، فإنه مشئوم مذموم، فَلْيُفَارِقْه ولْيُقْبِلْ على ما هو أنفع له.ومنها: القاعدة المشهورة \\\"من ترك شيئا لله عوضه اللّه خيرا منه\\\" فسليمان عليه السلام عقر الجياد الصافنات المحبوبة للنفوس، تقديما لمحبة اللّه، فعوضه اللّه خيرا من ذلك، بأن سخر له الريح الرخاء اللينة، التي تجري بأمره إلى حيث أراد وقصد، غدوها شهر، ورواحها شهر، وسخر له الشياطين، أهل الاقتدار على الأعمال التي لا يقدر عليها الآدميون.ومنها: أن تسخير الشياطين لا يكون لأحد بعد سليمان عليه السلام.ومنها: أن سليمان عليه السلام، كان ملكا نبيا، يفعل ما أراد، ولكنه لا يريد إلا العدل، بخلاف النبي العبد، فإنه تكون إرادته تابعة لأمر اللّه، فلا يفعل ولا يترك إلا بالأمر، كحال نبينا محمد صلى اللّه عليه وسلم، وهذه الحال أكمل.",
  "ayah": 40,
  "surah": 38
}
