{
  "text": "Having established that Muslims have a distinct mission to convey and preach the God-oriented message of good, the text moves on to warn Muslims with the words:\nوَلَا تَكُونُوا كَالَّذِينَ تَفَرَّ‌قُوا وَاخْتَلَفُوا مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ\nAnd do not be like those who became divided and fell into disputes after clear signs had come to them. (105)\nIt means that Muslims should not be like Jews and Christians who, even after clear injunctions of Allah Almighty had reached them, became divided in the implementation of the basic code of faith simply because they preferred to follow the dictates of their desires. Thus, thrown in violent mutual disputations, vocal and physical, they brought Divine punishment upon themselves. This verse is, in fact, a complement of وَاعْتَصِمُوا بِحَبْلِ اللَّـهِ جَمِيعًا 103) where Muslims were asked to seek unity and strength by attaching themselves to Allah's commands, individually and collectively, which helps make an entire community act like one body, one person, one entity. Then comes the perpetual mission of دعوۃ da'wah, the act of calling people to good, the process of bidding the Fair and forbidding the Unfair. These nurture and strengthen that unity. After that, by saying وَلَا تَفَرَّ‌قُوا (and be not divided) in verse 103 and وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّ‌قُوا ; (And do not be like those who became divided) in the present verse, Muslims have been asked to learn a lesson from past communities which were destroyed by mutual dissensions with the good counsel that they should do their best to stay safe against this disease.\nThe type of divisiveness censured in this verse is a division that shows up because of arrogant and egotistic self-assertiveness, be it in the fundamentals of religion or in its subsidiaries. The statement after clear signs had come to them' is an obvious indicator towards this explanation. The truth is that all fundamentals of religion are dear. Even some subsidiaries are so clear that they allow no margin of disagreement, unless of course, there be a selfish motive behind it.\nHowever, there are subsidiary issues not so definite and clear. They may have no clear support from the texts of the Holy Qur'an and Sunnah, (rather they are deduced by the scholars on the basis of analogy) or the text on which they are based is open to different interpretations. The resulting difference of opinion in the understanding of these subsidiaries is not included in the sense of this verse. The well known authentic hadith narrated by al-Bukhari and Muslim from the blessed Companion, ` Amr ibn al'As ؓ ، is more than enough to permit it. In this hadith the Holy Prophet ﷺ has said that one who does اجتھاد Ijtihad (conducting a competent inquiry within the framework provided by the Sharl'ah to resolve a religious issue) and comes up with a ruling which is correct, he gets a twofold reward; and if he makes a mistake in his اجتھاد Ijtihad, he gets one reward.\nThis tells us that an made by a competent scholar even if it turns out to be erroneous, is still worthy enough for a reward provided utmost effort has been made. How can this be regarded as blame-worthy? So, the difference of opinion resulting from اجتھاد Ijtihad undertaken by the blessed Companions ؓ and the great Imams رحمۃ اللہ علیہم has absolutely no connection with the present verse. According to Sayyidna Qasim ibn Muhammad and ` Umar ibn ` Abdul-Aziz رحمۃ اللہ علیہما ، the difference of opinion among the noble Companions ؓ is a source of mercy and ease for people (as in Ruh a1-Ma` ani from al-Baihaqi and al-Mudkhal).\nRuling on difference of opinion\nLet us have a clear understanding of a serious matter of principle which arises out of this discussion. When we talk about differences in اجتھاد Ijtihad, we mean an اجتھاد Ijtihad which is permissible under the Sharah of Islam. (There is no such thing as an اجتھاد Ijtihad outside the ramifications of the Shari` ah). In a Shari` ah -based اجتھاد Ijtihad, one or the other Imam may elect a view to stand by according to his line of thought, but the fact shall remain that, in the sight of Allah, only one of these views is true while other views are not so true. But again, the decision as to which is true and which is not rests with Allah Almighty, who will bestow, on the Day of Resurrection, a twofold reward on the Imam and ` Alim who arrives at the correct ruling through his Ijtihad. Also rewarded on this Day, wi11 be the one whose Ijtihad was not correct. In short, nobody except Allah has the right to sit on judgment in the difference of interpretation and say that this is true and that is false. However, to the best of one's understanding and insight whichever side one thinks is closest to the Qur'an and the Sunnah he may say that, as far as he thinks, his choice is correct, although the possibility of its being incorrect cannot be ruled out and that which is the opinion on the other side, different from his chosen option is regarded as incorrect, with the possibility of that it may be correct in the sight of Allah. This is something all leading Imams of Fiqh, the masters of Muslim jurisprudence, agree upon.\nSo, the rule becomes clear that no side taken in a difference of interpretations is منکر 'munkar' or 'unfair' and open to objection. Thus it will not be subjected to reproach under the authority of يَأْمُرُ‌ونَ بِالْمَعْرُ‌وفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ‌ (Bid the Fair and forbid the Unfair), More so, when it is not unfair, raising an objection against what does not fall under the 'Unfair' would itself be regarded as unfair. This must be avoided. This is a rule most educated people do not fully comprehend these days or simply neglect it. They do not desist from abusing and verbally attacking others who think otherwise with all sorts of derogatory remarks and fretting. Inevitably, this leads to internecine confrontation and rampant disunity among Muslims, a phenomenon visible all over the Muslim world.\nIt has been already said that a difference of interpretation, if it corresponds to the principles of Ijtihad, does not go against the injunction وَلَا تَفَرَّ‌قُوا (and be not divided) and, therefore, it is not blameworthy. But, the way this difference is being handled these days, when quarrelsome debates around the tertiary subjects are being nursed as if they were the very basis of Muslim faith. Unfortunately this is what results in mutual confrontation and abuse. It can be said without any shade of doubt that this behaviour is certainly an open violation of the same Qur'anic injunction وَلَا تَفَرَّ‌قُوا (and be not divided). It is, most certainly; -objectionable and totally contrary to the way of our learned elders, the blessed Companions and their Successors. There is no precedent for this type of behaviour among the early scholars (the Companions and their disciples) who were the best of our community. That anyone was ever blamed on the basis of difference of opinion in matters of interpretation in this manner is something unheard of. For instance, Imam Shafi` i (رح) and other Imams, may Allah have mercy on them all, rule that in a salah offered in a congregation behind an imam, all those offering their prayer behind him must recite the Surah al-Fatihah as an obligation. Given this ruling anyone who does not fulfill this obligation will not have offered his salah at all. Parallel to this is the view of Imam Abu Hanifah , may Allah have His mercy on him, according to whom it is not permissible for one who prays behind an imam to recite his own Surah al-Fatihah, therefore, the Hanafiyah do not recite it while offering prayers in a congregation behind an imam. But, nowhere during the entire history of Muslim community there is any report saying that the followers of the Shafi` i school considered Hanafiyah as the deserters of the obligation of salah or that their prayers are not complete. They have never been blamed or criticised in the manner one would criticise and attack the evil acts forbidden by the Shari` ah.\nImam ibn ` Abd al-Barr (رح) has, mentioned the attitude of the early scholars and the revered elders in the following words:\nعن یحی بن سعید قال ما برح اھل الفتوی یفتون فیحل ھذا و یحرم ھذا فلا یری المحرم ان المحل ھلک لتحلیلہ ولا یری المحل ان المحرم ھلک لتحریمہ (جامع بیان العلم ، ص 80)\nThose who are entitled to give fatwa, have always been issuing fatwas. One of them would rule (concerning injunctions not covered under the texts) that something is lawful while the other will rule it to be unlawful. But, the latter takes the former doomed to perdition, nor does the former think that the later is doomed to perdition. (Jami' Bayan al-` Ilm, p. 80)\nAn important note of caution\nAll this discussion about Ijtihad relates to the one carried out under the standard rules governing it. The very first condition is that Ijtihad can be resorted to in questions and issues about which there is no categorical decision available in the Qur'an and the Sunnah. Or, it may be that such decision is not clear and susceptible to more than one interpretation. Or, it is possible that a combination of some verses of the Qur'an and some narrations of the hadith may be apparently contradictory. In situations such as this, only those who possess the necessary pre-requisites to carry out Ijtihad will be entitled to do so. Ijtihad is no easy matter. It requires the most perfect expertise (in the real and full sense of the term) of all disciplines related to the Qur'an and the Hadith, a comprehensive and perfect knowledge of the Arabic language, and a comprehensive knowledge of the sayings of the blessed Companions and their Successors. Therefore, anyone who dabbles in questions which have been settled by authoritative texts and comes up with opinions contrary to those of leading authorities, then this difference of opinion will not fall under the category of Ijtihad as envisaged by the Shari` ah..\nThis will also be true about the person who does not fulfill the conditions of Ijtihad. What he says does not affect the question at all. This tendency has unfortunately become fairly visible in Muslim societies. Those who consider themselves educated (in modern sciences) have started to express their personal opinions relating to matters that have been settled in the Qur'an and Sunnah. This is ignorance at its ugliest. These are issues where even Imams and مجتھدین mujtahids would not dare speak. How can the exercise of so called Ijtihad be acceptable from a person who does not even possess the knowledge of Islamic sciences let alone the highest level of learning required for Ijtihad.",
  "ayah": 105,
  "surah": 3
}
