{
  "text": "The mentality of disbelievers has been further clarified by saying: إِن تَمْسَسْكُمْ حَسَنَةٌ in the first part of verse 120 which has been translated as, 'if something good happens to you, it annoys them and if something evil befalls you, they are delighted with it.'\nHow can Muslims remain protected against the aftermath of sinister moves of the hypocrites and the deadly hostility of opponents? For this, a simple and effective prescription was suggested in:\nوَإِن تَصْبِرُ‌وا وَتَتَّقُوا لَا يَضُرُّ‌كُمْ كَيْدُهُمْ شَيْئًا ۗ إِنَّ اللَّـهَ بِمَا يَعْمَلُونَ مُحِيطٌ ﴿120﴾\nAnd if you keep patience and fear Allah, their cunning shall not harm you at all. Surely, Allah is All-Encompassing of what they do.\nSabr صبر and تقوی Taqwa: Panacea for Muslims\nThe Holy Qur'an has prescribed Sabr (patience, endurance) and Taqwa (fear of Allah) as an effective measure against all hardships. This elemental teaching has been conveyed to Muslims not only here but also at many other places in the Qur'an. For instance, in the section that follows immediately, it has been said:\nبَلَىٰ ۚ إِن تَصْبِرُ‌وا وَتَتَّقُوا وَيَأْتُوكُم مِّن فَوْرِ‌هِمْ هَـٰذَا يُمْدِدْكُمْ رَ‌بُّكُم بِخَمْسَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ مُسَوِّمِينَ ﴿125﴾\nWhy not? If you stay patient and fear Allah and they come upon you in this heat of theirs, your Lord will reinforce you with five thousand of the angels having distinct marks. (3:125)\nHere, the promise of divine help has been made conditional upon Sabr and Taqwa-.\nIn Sarah Yusuf, it has been said:\nإِنَّهُ مَن يَتَّقِ وَيَصْبِرْ‌\nWhoever fears Allah and keeps patience ... (12:90)\nHere too, prosperity and success have been tied with Sabr and Taqwa. Towards the end of this very Surah, Sabr is being proposed in the following words:\nيَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُ‌وا وَصَابِرُ‌وا وَرَ‌ابِطُوا وَاتَّقُوا اللَّـهَ لَعَلَّكُمْ تُفْلِحُونَ ﴿200﴾\nO those who believe, be patient, be more patient than others, and guard your frontiers, and fear Allah so that you may be successful. (3:200)\nOnce again, prosperity and success have been made dependent on Sabr and Taqwa.\nThe two words, Sabr and Taqwa, though looking like a short title, are nevertheless very comprehensive. They contain within themselves a successful rule for all aspects of individual and collective life as well as public, government and military affairs.\nThe Holy Prophet ﷺ has said, as narrated by Sayyidna Abu Dharr ؓ\nعن ابی ذر قال : قال رسول اللہ ﷺ انی لاعلم ایۃ لواخذ الناس بھا لکفتھم ۔ ومن یتق اللہ یجعل لہ مخرجا۔ الایہ (رواہ احمد)\nI know a verse which, if people were to take to it, would suffice them. And that is: And whoever fears Allah, for him He shall make a way out (of the difficulties) - 65:2.",
  "ayah": 120,
  "surah": 3
}
