{
  "text": "Commentary\nIn the previous verse, Muslims were commanded to abstain from interest-based dealings, a sin which deprives them of the quality of Taqwa, (the fear of Allah, the sense of responsibility before Him).\nThe present verses stress the positive aspects of Taqwa and complement the earlier subject along with the promise of reward for those who observe it. Worth remembering throughout one's life is the second point which will serve him well if taken as the guiding light and the constant orientation. Allah Almighty has made it clear in these verses that the obedience to Allah and His Messenger does not become genuine and effective through lip-service alone. Instead, the obedient ones are known by what they are and what they do, by their traits of character and their deeds.\nThe obedience of Allah and His Messenger\nThe first verse, in a brief statement, presents a cardinal command of Faith in the following words: وَأَطِيعُوا اللَّـهَ وَالرَّ‌سُولَ لَعَلَّكُمْ تُرْ‌حَمُونَ ﴿132﴾ (And obey Allah and the Messenger so that you may be blessed). Here, in order that one becomes deserving of Divine mercy, the obedience to Allah Almighty has been declared necessary and binding, and along with it, the obedience of the Messenger ﷺ has been made equally necessary and binding. This is something not limited to this verse alone. It has been repeatedly stressed throughout the Holy Qur'an. The pattern of combining the command to obey Allah Almighty, immediately followed by the command to obey the Messenger ﷺ ، appears in the Qur'an again and again. These continued and constant statements of the Holy Qur'an are there to remind human beings that these are the basic principles of Islam and ‘Iman. The first part of the Faith is to affirm and declare the existence of God (Allah), His Oneness, and that man is there to worship and obey Him. The second part is the confirmation of His Messenger (علیہ السلام) ، and of obedience to him.\nAlso worth noting are the statements of the Holy Qur'an which prove that, whatever the noble Messenger ﷺ says is by Divine permission and not on his own. The Holy Qur'an says:\nوَمَا يَنطِقُ عَنِ الْهَوَىٰ ﴿3﴾ إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ\nAnd he (the messenger) does not speak out of his own desire. It is not but a revelation revealed (to him) (53:3)\nFrom this, we arrive at the conclusion that the obedience to the Messenger is the very same as the obedience to Allah. It is nothing separate from it. In Surah Al-Nis-a' (4:80), the Holy Qur'an has made it more clear in the following words:\nمَّن يُطِعِ الرَّ‌سُولَ فَقَدْ أَطَاعَ اللَّـهَ\nAnd whoever obeys the Messenger, he surely obeys Allah. (4:80)\nWith this in view, the question is: Why have the two 'obediences' been stated separately? What purpose does it serve? Specially so, when this appears as a consistent feature in the Holy Qur'an where we see both 'obediences' being commanded side by side.\nTo unfold the secret, we can say that Allah Almighty sent a Book to guide man in this world, and a Messenger. The Messenger was charged with the following duties:\n(1)\tThat he convey to people the verses of the Holy Qur'an precisely and exactly in the form they were spoken when revealed.\n(2)\tThat he should cleanse people of outward and inward impurities.\n(3)\tThat he should teach the community, not only the contents of the Book, but also its purpose.\n(4)\tThat he should teach people wisdom along with the Book.\nThis subject appears at several places in the Holy Qur'an almost identically in the form of:\nيَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ\n... who recites to them His verses and makes them pure and teaches them the Book and the wisdom ...\nThis tells us that the obligatory functions of the Messenger are not simply limited to conveying the Qur'an to the people. There is more to it in that the Messenger is also responsible for teaching the Book, and clarifying its message. Also obvious is the fact that the addressees of the Holy Prophet ﷺ were the eloquent people of Arabia who had command over the finer points of the Arabic language. Teaching of the Holy Qur'an to them could never mean that they were to be taught the literal meaning of the Qur'anic words, for they themselves understood all that perfectly well. Instead, the purpose of this teaching and clarification was, and could be nothing else, that an injunction of the Qur'an stated briefly or in a summary form should be clarified and elaborated upon by the Holy Prophet ﷺ and communicated to people with the help of a revelation which did not form a part of the Qur'an (wahy ghayr al-matluww': the un-recited revelation). On the other hand, this was inspired into his blessed heart. The verse of the Holy Qur'an إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ ﴿4﴾ (It is not but a revelation revealed) cited a little earlier, points in this direction.\nLet us understand this through some instances. There are a good many occasions in the Holy Qur'an where the text does not go beyond saying: وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ (Establish the salah and pay the zakah). Even if units of prayer come to be mentioned, such as qiyam, ruku` and sajdah, they remain totally undefined. The modality, outward and inward, is just not there. It was angel Jibra'il (علیہ السلام) who came as commanded by Allah and taught all the details through demonstration before the Holy Prophet ﷺ . This was how the Holy Prophet ﷺ conveyed the word and the deed to the people of his Ummah.\nThere are details about the payment of zakah: What are thresholds? How much has to be paid on each threshold? What part of a person's possessions is zakatable? What part is non-zakatable? How much from threshold resources goes zakat-free? All such details were given by the Messenger of Allah ﷺ . He even had these committed to writing as executive orders and passed on to several Companions .\nTake yet another example. They Holy Qur'an says:\nلَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ\n(And do not eat up each other's property by false means - 2:188).\nNow there are deals and transactions of all sorts, such as buying and selling, rentals, tenancy, wages and many more. What forms are unjust, inequitable or harmful to public interest, and therefore, باطل batil or false? All these details were given to the community by the Holy Prophet ﷺ by the leave of Allah. Similarly, this is true about all legal rulings of Islamic Law.\nSince all such details were conveyed to the community by the Holy Prophet ﷺ in fulfillment of his prophetic mission and under the guidance of Divine revelation, and since these details do not appear in the Holy Qur'an, there was the likelihood that the uninitiated may be deceived into believing that these detailed rulings were not given by Allah Almighty and, therefore, they do not have to be carried out necessarily as part of one's obedience to Allah. It is for this reason that Allah Almighty has made the obedience of the messenger binding along with the obedience to Him, at various places in the Qur'an, repeatedly. As such, the obedience of the Messenger ﷺ is really nothing but the obedience of Allah Almighty, but, given its external appearance and detailed description, it is somewhat different from that. In view of this, it has been emphasised time and again that orders given by the Holy Prophet ﷺ should be obeyed as if they were the very orders of Allah the obedience of which was mandatory. These may be therein the Qur'an, open and clear, or may just not be there. They were still equally `.finding on the community.\nThis was a matter of crucial importance, not limited to someone falling in doubt. In fact, there were chances that the enemies of Islam would find an excuse to inject chaos in a basic Islamic principle, and thereby make an effort to lead Muslims away from the right path. Therefore, the Holy Qur'an has dealt with this subject in a variety of ways, in addition to its literal stress on the obedience to the Messenger ﷺ . It has informed the blessed community of Muhammad ﷺ that his duties include not only the teaching of the Book but also the added teaching of wisdom, pointing out to the fact that there are elements other than the words of the Book, which are also included in his teachings. That part too, identified as wisdom, has to be followed by Muslims as a matter of obligation.\nAs said earlier, the Holy Qur'an used a variety of ways to focus on the same subject. For instance, it was said: لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ which means that the purpose behind sending the Messenger is that he should explain for people the meanings and objectives of the verses revealed to him. (16:44) Then, there is the oft-quoted verse:\nمَا آتَاكُمُ الرَّ‌سُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا\nWhatever the Messenger gives you, take it, and whatever he forbids you, refrain from it (59:7).\nAll these ramifications have been placed there lest there comes a person saying: 'We have been obligated to follow only that which appears in the Qur'an; what we do not find in the Qur'an, to that we are not obligated.' Perhaps, the Holy Prophet ﷺ had fore-seen the problems which were to arise later when some people, in order to get rid of the teachings and explanations of the Messenger of Allah, would say 'For us, the Book of Allah is sufficient.' The Holy Prophet ﷺ has described this possibility in a hadith, very clearly. The hadith has been reported by al-Tirmidhi, Abu Dawud, Ibn Majah, al-Baihaqi and Imam Ahmad in the following words:\nلا الفین احدکم متکٌا علی اریکتہ یاتیہ الامر من امری مما امرت بہ او نھیت عنہ فیقول لا ادری ما وجدنا فی کتاب اللہ اتبعناہ\n... Lest I find one of you, reclining on his coach making comments on an order from my orders in which I bid something or forbid something, saying, 'This we do not know. We only follow what we find in the Book of Allah'.\nConclusion:\nIn short, the repeated stress on the obedience of the Messenger alongwith the obedience of Allah Almighty, as well as, specific instructions to follow the dictates of the Messenger at various places are there to counter the dangerous ignorance of a person who may venture to separate the details of Qur'anic injunctions described by the Holy Prophet ﷺ and available in the treasure-house of his ahadith, making it look like something foreign to the obedience of Allah, and consequently may hasten to reject them. The reality is that ' they cannot be separated:\nگفتہ او گفتہ اللہ بود\nگرچہ از حلقوم عبد اللہ بود\nWhat he said was said by Allah\nVoiced, though, it was by a slave of Allah",
  "ayah": 132,
  "surah": 3
}
