{
  "text": "Commentary\nGod-fearing Muslims can be identified by the traits of their character and the marks of their manner. So many benefits lie hidden behind their example and practice. This is the subject of the present verses.\nAllah Almighty has made God-fearing Muslims to live as models for others. For instance, the Holy Qur'an has, at so many places, emphasised the need to seek guidance and benefit from the company of the men of Allah. The verse: صِرَ‌اطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ (the path of those whom You have blessed - 1:6) from Surah al-Fatihah clearly indicates that the straight and correct path of Faith has to be learnt from these very favoured servants of Allah. Then, there is the exhortation: كُونُوا مَعَ الصَّادِقِينَ (be with the truthful - 9:119) which shows how useful the company of such people really is. But there are all sorts of people in the world, including the clever ones who would pose as good and try to impersonate the genuine ones. For this reason, it was necessary to draw a fine line of distinction between the true and the false and to show how the favoured men of Allah can be identified by their special traits of character. Once this is known, people would abstain from wrong leaders and guides and would use the God-given guidance to first become sure of the true ones and then follow them.\nBy having identified the traits and marks of God-fearing Muslims, and having stated that they are the ones deserving of ultimate success and of elevated stations in Paradise, the righteous have been given a good news (of receiving the same reward, if they follow them) and the evil-doers are exhorted and persuaded to mend themselves and follow the God-fearing.\nThis is exactly what has been hinted at in هَـٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ ﴿138﴾ (This is a declaration for mankind, and a guidance, and a lesson for the God-fearing - 3:138), appearing towards the end of these verses. While describing the traits and marks of the God-fearing, the qualities relating to human rights and social behaviour have been mentioned first, and the qualities relating to the rights of Allah after them. This is to indicate that the rights of Allah, despite their supreme status above all rights, are not meant to benefit Allah in any way. Allah does not need any of them, nor does He stand to suffer in any way whatsoever, if they are not fulfilled.\nHis Being is absolutely free of all these concerns. The one who worships Him is the one who gains. Moreover He is Very-Merciful, therefore, whenever a person falls short in the fulfillment of His rights, he may regret any time for what he did, turn to Him and repent genuinely and sincerely, whereby all his sins can be instantly forgiven from that eternal fountain of Mercy and Nobility. Contrary to this, there is the case of the rights of the servants of Allah - man has to fulfill these. In addition to that, if A has rights against B and B does not fulfill those rights, naturally A runs into loss. It is not that easy to forgive and forget loss suffered by one human being at the hands of the other. Therefore, Huququl-ibad حُقُوقُ العِبَاد or the rights of the servants of Allah have particular importance of their own.\nMoreover, the correct balance in our universal order and the reformed pattern of our human society hinges on the fulfillment of mutual rights. A slight shortfall in this direction can trigger disorders, fights and wars. Conversely, should high morals be inculcated and practiced, even enemies would turn into friends. Feuds raging through centuries can subside into peace and bliss. This is one more reason why traits and marks relating to human rights have been taken up first.\nVerse 134 announces the first of these traits as follows:\nThe habit of spending in the way of Allah in prosperity and adversity:\nThe verse reads: الَّذِينَ فِي السَّرَّ‌اءِ وَالضَّرَّ‌اءِ ; (Those who spend in the way of Allah in prosperity and adversity). It mean, that they are so used to spending for the good pleasure of Allah that they do spend whatever they can under all conditions, be it prosperity or adversity - more from more and less from less. Three points of guidance emerge from this statement:\n1.\tThat those poor should not consider themselves to be totally free from the obligation of spending in the way of Allah. By doing so, they may be depriving themselves of the open opportunity to spend in His way, for the status of spending one dollar out of a thousand dollars is the same with Allah Almighty as is the status of spending one penny out of a thousand pennies. For all practical purposes, the way the owner of a thousand dollars does not find it all that difficult to spend one dollar in the way of Allah, very similarly, the owner of a thousand pennies should not really be hurt by spending one penny.\n2.\tOn the other hand, the point made here is that those who keep on spending within the limitations of their capacity to spend, especially when their circumstances are straightened, would discover to their delight that, by doing so, the blessed style of giving and the wonderful habit of sharing with others less fortunate has come to stay and that it will not go extinct. May be, the very benedictory quality of such conduct draws mercy from Allah Almighty and He, in His infinite grace, bestows on such a person new openings and new increases in his means of sustenance.\n3.\tYet another beneficial aspect of this guidance is worthy of serious notice. Think of one who is in the habit of spending what he has on other human beings, making it possible for them to benefit through his efforts, helping the poor, the needy and the deprived. It is obvious that such a person would never even think of usurping the rights of others against their wishes.\nSo, the core of this quality of character is that true Muslims, the God-fearing and the favoured servants of Allah, are always on the lookout for opportunities to pass on benefits to other human beings irrespective of their being rich or poor. There was an occasion when Sayyidah ` A'ishah ؓ ، may Allah be pleased with her, gave away one, just one piece of grape in charity because she had absolutely nothing with her at that time. According to another early report, there was a time when she gave one onion in charity. The Holy Prophet ﷺ has said:\nإتَّقُوا النار ولو بشق تمرۃ وردوا السایٔل ولو بظلف شاۃ\nGuard yourself against the Fire even if it be by giving a piece of date in charity and do not turn back one who begs empty-handed even if it be by giving a cloven hoof from a goat.\nIn a hadith reported by Imam al-Razi (رح) in his al-Tafsir al-Kabir it is said that the Holy Prophet ﷺ ، on a certain day, exhorted people to spend in charity. In response, those who had gold and silver with them lost no time in giving these out in charity. Somebody brought date-flakes because he had nothing else to give away. The date-flakes were accepted and given in charity. Then came another person who said: '0 Messenger of Allah, I have nothing to spend in charity, however, I am known as a man of honour among my people, so I give my sense of honour in charity, after which I shall never be angry with a person in future, no matter how much he insults me'.\nThe teachings of the Holy Prophet ﷺ and the way they were understood and practiced by the noble Companion, may Allah be pleased with them all, make it obvious that spending in the way of Allah is not limited to the well-to-do and the wealthy. This quality of character can also be possessed by the poor and the less fortunate. They too can have that great attribute by spending in the way of Allah a little of whatever they can in proportion to their respective capaci-ties.\nNot By Wealth Alone: Other Options of Spending in the Way of Allah:\nIt is important to note at this point that the Holy Qur'an uses the word يُنفِقُونَ which means that they spend in the way of Allah under all conditions, of prosperity and of adversity. However, it does not determine the 'what' of spending. The generality of the statement here seems to suggest that it includes not only money, but everything else that can be 'spent'. For example, one who 'spends' his time and labour in the way of Allah, he too shall be credited with the quality of انفاق فی سبیل اللہ infaq fi sabilillah or spending in the way of Allah. The hadith quoted above supports this view.\nThe Wisdom behind the mention of prosperity and adversity:\nMay be, these are the two conditions of life in which man habitually tends to forget Allah. He will do that when very rich and upto the neck in luxury. He could also do that, fairly often, when worrying about his adversity. So, the verse clearly settles that the favoured servants of Allah are unique in their character who never forget Allah, neither in luxury nor in distress.\nHow aptly the last Moghul Emperor of Dehli, Bahadur Shah Zafar made this Qur'anic idea the subject of his poetry when he said:\nظفر آدمی اس کو نہ جانٔیے گا خواہ کتنا ہی صاحب فہم و ذکا\nجسے عیش میں یاد خدا نہ رہی جسے طیش میں خوفِ خدا نہ رہا\n'0 Zafar, not much of a man is he, no matter how wise he be,\nHe who does not remember Allah when wealthy, he who does not fear Allah when angry.\nFrom Rage and Revenge to Forgiveness and Favour:\nThis leads us to the next hallmark of a true Muslim. It has been said that they, if hurt by someone, do not flare up in anger and do not lose their self-control. Going a step further, they do not submit to the dictates of their anger and do not go for revenge. Not only that, they simply surrender their option of taking revenge and actually forgive the wrongdoer from the depths of their heart. Not stopping at this high enough moral achievement, they rise still higher by doing good to the person who had caused pain to them. This one quality of character seems to be a combination of almost three qualities to subdue anger, to forgive the offender, and then, being good to him. All these three things have been so eloquently identified in the present verse (134):\nوَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ ۗ وَاللَّـهُ يُحِبُّ الْمُحْسِنِينَ\nand those who subdue anger and forgive people. And Allah loves those who do good...\nWhile explaining this verse, Imam al-Baihaqi (رح) has narrated an amazing episode from the life of Hadrat Zainul` abidin) ibn Sayyidna Husain ؓ . The report says that his maid was helping him in his wudu (ablution) when, all of a sudden, the water-pitcher slipped out of her hands spilling water all over Hadhrat ` Ali (Zainul` abidin) ibn Sayyidna Husain ؓ ۔ His clothes got wet. It was natural that he would be angry.. The maid sensed the impending danger and lost no time in reciting the following verse of the Qur'an: وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ ۗ (...and those who suppress anger and forgive people). Hearing this, the venerated scion of the Prophet's household lost whatever rash of anger he may have felt. He became totally silent. The maid then recited the second sentence of the verse: اللَّـهُ يُحِبُّ الْمُحْسِنِينَ And Allah loves those who do good). Since this sentence implicitly instructs people to be good to others and thus be loved by Allah, so Hadrat ` Ali (Zainul` abidin) ibn Sayyidna Husain ؓ once he heard it, said: 'All right, go. I give you your freedom.' (Ruh al-Ma` ni with reference to Baihaqi)\nForgiving people their mistakes and shortcomings is a quality that ranks very high in human morals. Besides, its merit in the life-to-come is much, higher. In hadith, the Holy Prophet ﷺ has 'been reported to have said:\n\"On the Day of Resurrection, a proclamation will go forth from Allah Almighty asking if anyone had any rights due to Him. If so, let him stand. Those who shall rise on that occasion will be the ones who would have forgiven the injustices done to them by people in their life on earth.\"\nIn yet another hadith, it has been said:\nمن سرہ ان یشرف لہ البنیان و ترفع لہ الدرجات فلیعف عن من ظلمہ و یعط من حرمہ ویصل من قطعۃ\n\"Anyone who likes to have lofty palaces in Paradise and wishes to have his ranks elevated, should forgive the one who has done injustice to him and present gifts to the one who has never given him anything and join up with the one who has severed relations with him.\"\nAt another place in the Holy Qur'an, the text is far clearer when it teaches the great moral of doing good to those who do evil and establishes how enemies turn into friends through this noble method. There it was said:\nادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ\nRepel evil with what is best, then the one, between whom and you there is enmity, shall become as if he was a fast friend. (41:34)\nThis was the supreme measure of the moral training given to His noble Messenger by Allah Almighty. The guideline given to him was:\nصَل من قطعک واعف عمَّن ظلمک واحسن الی من اساء الیک\nJoin with him who severs relations with you and forgive him who does injustice to you and do good to him who is bad to you.\nThe moral grandeur of the Holy Prophet, may the peace and blessings of Allah be upon him, is unique and eminent. We can only think of the blessing of his teachings which so successfully ingrained even in his servants morals and traits of character similar to his own. Being the distinctive feature of a true Islamic society, there are hundreds and thousands of models visible in the lives of the Companions, their successors and among the venerated elders of the Muslim community.\nThere is an apt incident in the life of the great Imam Abu Hanifah (رح) . Someone accosted him in a busy market place and heaped all sorts of insults and invectives on him. The great Imam controlled his anger and said nothing to him. He went home, took out a considerable quantity of gold and silver coins, put them in a gift-wrapped tray and went out to the home of his confronter. He knocked at his door. When this person came out, he presented this tray full of coins before him saying: 'Today, you did something very good to me. You gave me (something) of your good deeds (that you had done). It is in gratitude of this great favour of yours that I am presenting this gift to you.' The Imam's unusual conduct naturally affected the man. He repented and got rid of his bad habit forever. After asking for Imam's forgiveness, he entered into his circle as a disciple and finally became a great scholar.",
  "ayah": 134,
  "surah": 3
}
