{
  "text": "Once again, Muslims are being consoled through these verses about what happened to them at the Battle of Uhud. They are being told that, under the customary practice of Allah, the disbelievers are the ultimate losers; it does not matter if Muslims have not scored a victory at this time because of their strategic mistake, but should they stick to the demands of their Faith, that is, perseverance and fear of Allah, it will be the disbelievers who shall be the ultimate losers.\nCommentary:\nThe Battle of Uhud has been fully described earlier in this Surah through which we already know that the initial success of the Muslim army turned into a defeat in this Jihad because of some of their own shortcomings, although they had already scored an earlier victory (at Badr). Seventy noble Companions ؓ sacrificed their lives on this occasion. The Holy Prophet ﷺ was hurt. But, inspite of all this, Allah Almighty let the balance of the Battle tilt in favour of Muslims and the enemy retreated.\nThis temporary defeat and setback came because:\n1. The Muslim archers could not abide by the standing orders given to them by the Holy Prophet ﷺ due to a difference of opinion. Some favoured holding on to the position they already held; others saw no need to stay there and opted for the collection of spoils with everybody else.\n2. The news that the Holy Prophet ﷺ has been martyred on the battlefield weakened their resolve to fight.\n3. The difference came up in something very serious, that is, the explicit command of the Holy Prophet ﷺ ، the obedience to which was mandatory.\nSo, these three mistakes by Muslims resulted in a temporary setback. No doubt, this temporary setback was later on turned into final victory for them, yet Muslim mujahidin were virtually torn apart with wounds. Dead bodies of their most valiant fighters were strewn before their eyes. Even the Holy Prophet ﷺ was wounded by the merciless enemy. Disappointed, dismayed, they were also terribly shocked over their own mistakes. In short, Muslims were on the horns of a dilemma. They were pining over the past and there was acute danger that they may become weak in the future and the duty of leading the people of the world entrusted to them may be hampered. In order to cover these two gaps, the Holy Qur'an came up with the declaration:\nوَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ ﴿139﴾\nAnd do not lose heart and do not grieve, and you are the upper-most if you are believers. (139)\nSo, the message given to Muslims in the opening verse under comment is: Do not let weakness or inertia come near you in the future and do not pine over what has gone by. Finally, it is you who shall prevail, if you hold on to the path of faith and belief, having total confidence in the promises made by Allah Almighty, never ever turning your backs on obedience to the Prophet ﷺ and Jihad in the way of Allah.\nIn other words, the object was to impress upon Muslims that they should not waste their time and energy by feeling sorry for whatever mistakes they have made in the past. Instead, they should devote to ways and means which make things right for them in the future. For success after failure, strong faith and an unflinching obedience to the Messenger of Allah are certain guarantees of a bright future. If Muslims persist with these qualities, they are bound to be victorious ultimately.\nThis call of the Qur'an made broken hearts throb again. Sulking bodies were aglow with a fresh spirit. Just- imagine how Allah Almighty groomed the men carrying His message and gave Muslims for all times to come a principle and a rule of procedure whereby it was made necessary that Muslims should never shed tears over dead issues. Instead, they should do all they can to get together the means to strength and power. Then, right along with it, it was made very clear that supremacy and glory can be achieved through one, and only one, basic source, which is, having faith and fulfilling its demands. The demands of Faith include among other things, preparations which must be made in view of an impending war. It means that it is necessary to consolidate military power, assemble and make ready all relevant hardware, and harness all other means to that end, of course, in proportion to ability and capacity. The events of the Battle of Uhud, from the beginning to the end, are a testimony to all these considerations.",
  "ayah": 139,
  "surah": 3
}
