{
  "text": "The Prophet of Islam: a great blessing for the Humanity\nVerse 164 speaks of the great favour Allah has shown to the Muslims by sending the Holy Prophet ﷺ towards them. The basic functions assigned to him are also mentioned in the same verse. These are the same functions which were attributed to him in the prayer of Sayyidna Ibrahim (علیہ السلام) as referred to by the Holy Qur'an in Surah al-Baqarah. The details of these functions have already been discussed in the first volume of this book under the said verse (2:129).\nWhat is new in the present verse is the statement: 'And Allah has surely conferred favour on the believers'. Two points about this statement are worth mentioning here:\n(1) The words on the believers' in this verse apparently mean that the advent of the Holy Prophet ﷺ was a favour conferred on the Muslims only while at another place the Holy Prophet ﷺ has been held as رَ‌حْمَةً لِّلْعَالَمِينَ :'the Mercy for all the worlds' which includes both Muslims and non-Muslims. In order to resolve this apparent contradiction one must understand that the particularization of this quality with 'believers' in the present verse is very much like saying that the Holy Qur'an is 'guidance for the God-fearing هُدًى لِّلْمُتَّقِينَ while the fact that the Holy Qur'an is a guidance for the whole humanity is clearly proved by other verses of the Qur'an. However, there are places where this universal status of the Qur'an has been particularized to the God-fearing. There is a common reason operating at both places, that is, the beneficial coming of the Holy Prophet ﷺ is a great blessing and a great favour for the Muslim and the non-Muslim alike, just as the Qur'an is a Book of Guidance for the entire humanity. But the true Muslims and the God-fearing are the only ones who derived the fullest benefit out of these. At some places, therefore, the blessing and the guidance were particularized with them.\n(2) In order to explain the primary statement in the verse which declares that the Holy Prophet ﷺ is the greatest possible blessing and favour for the believers or for the whole humanity, it can be said that the statement hardly needed any explanation. only if modern man was not all that blind to the spiritual side of life and, at the same time, was sacrificing every good thing for the sake of naked material gains. Had this not been so, every reasonable person would have found out the reality of this great blessing all by himself without anybody having to tell him about it. But, the problem is that modern man has turned out to be no more than the smartest animal among the animals of the world. Tell him about 'favour' and 'blessing' and he would immediately start seeing what fills his stomach and whets his desires. He has practically stopped thinking about the basic reality of his being which is رُوح ruh, his spirit. That something good should happen to it and that something can go wrong with it are concerns he pays no heed to, not in the least. Therefore, there is the need to explain that man is not simply a being of bones and flesh. That is certainly not his reality. The reality of man is his رُوح ruh, the spirit which is contained within him. So far as this رُوح ruh is there in his body, man is what man is. His claims to humanity stand proved. He may be weak or he may be dying, nobody can dare usurp his property or take his rights away from him. But, once this رُوح ruh leaves his body, he ceases to be man, no matter how strong and well-built he may be with all parts of his body in their ideal form and shape. His ceasing to be what he was means that he now has no personal right in his own property and possessions. Prophets (علیہم السلام) come into the world to nurture the human spirit correctly, to make human beings out of men so that actions which issue forth from their bodies turn out to be beneficial to humanity and that they do not go about the world hurting other human beings like beasts and snakes. Instead of that, they should also think about their end and start working for the everlasting life of the Hereafter. Our blessed Prophet ﷺ who leads the way among the great company of prophets has a unique majesty when it comes to the mission of making men real human beings. This was exactly what he did during his Makkan life. The men he turned out formed a society of human beings which stands way ahead of even the angels. Never had the earth, nor the heavens, seen such men, each one of them, a living miracle of the Messenger of Allah, may the blessings of Allah be upon him. What happens after them? The answer is that he left behind his own footprints, and theirs, as well as teachings and the methods to institute and promote, which can be followed and acted upon. Those who do so sincerely and honestly can still reach the stations that were reached by the noble Companions. These teachings are there for the entire humanity to benefit from. Therefore, his having graced this world and his being born generous is a great favour shown to the universal kingdom of human beings, though true Muslims are the ones who have reaped the fullest benefit from these blessings",
  "ayah": 164,
  "surah": 3
}
