{
  "text": "Inci-dentally, there is another cause of comfort here in the martyrdom of Muslims in the battle, for Allah has conferred such rewards on them so that others should envy them. So, very appropriately, in وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّـهِ the special merits of martyrs have been taken up in the verse that follows (169).\nThe special merits and ranks of those who sacrifice their lives in the way of Allah\nIn addition to this statement of the Holy Qur'an, the merits of the martyrs have been taken up in great detail in sound ahadith. According to Imam Al-Qurtubi (رح) ، the shuhada' (martyrs) have different ranks and states of being which should be taken into consideration while looking at descriptions in Hadith narrations.\nThe very first distinction of martyrs mentioned here is that they have not died; rather, they have begun to live eternally. At this point, it is worth noticing that their death and burial in a grave is something physically witnessed and realized by many, yet the Qur'an has, in several verses, clearly instructed that they should not be addressed or taken as dead. What does this mean? If this was supposed to be an interim state of life, after death and before resurrection, referred to as the state of برزخ Barzakh in Islamic terminology, that would not take us very far, for that is something commonly experienced by believers and disbelievers both, when the spirit continues to live after physical death and goes through a question-answer situation following which the true and the righteous among Muslims are welcomed to comfort and the disbelievers and the sinners are consigned to the punishment of the grave. This is proved by the Qur'an and Sunnah. Now, that the interim life of برزخ Barzakh is established as common to all, what is so special about شُھَدا shuhada' (martyrs)?\nThe answer is given by this very verse where it is said that the شُھَدا shuhada', i.e., those killed in the way of Allah, are blessed with provisions of Paradise from Him, and it is obvious that رزق 'rizq' (provision or sustenance) is needed by and given to the living. From here we know that sustenance starts reaching the شھید shahid (martyr) immediately after the شھید shahid leaves the frame of his life in the mortal world. In this manner, the شھید shahid enters into a special type of life right away from that point of time, something which has a status distinct from that of 'the dead' of our common experience (Qurtubi).\nThere are no easy answers to questions such as - what is that distinct status and what is the nature of that life? The only answer is that its reality remains unknown to all except to the Creator of the universe; nobody has the power to know what is it - nor is there, for that matter, any need to know. Nevertheless, there are times when the effect of their special life does show up on their bodies buried in this world, that is, the earth they rest in does not eat them up but leaves them good and intact (Qurtubi). There have been many incidents where this phenomena has been physically witnessed.",
  "ayah": 169,
  "surah": 3
}
