{
  "text": "The third verse (174) recounts the blessings which descended upon these noble Companions for their brave response to the call of Jihad and for saying: حَسْبُنَا اللَّـهُ وَنِعْمَ الْوَكِيلُ (Allah is all-sufficient for us, and the best one to trust in). It was said:\nفَانقَلَبُوا بِنِعْمَةٍ مِّنَ اللَّـهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِ‌ضْوَانَ اللَّـهِ\nSo, they returned with bounty from Allah, and grace, with no evil having even touched them -- and submitted to the pleasure of Allah.\nAllah Almighty bestowed on them three blessings:\n1.\tSuch awe and terror was placed in the hearts of disbelievers that they ran away because of which the Companions remained protected against the rigours of fighting on the battlefield. Allah Almighty has used the very word نِعْمَة Ni'mah for what we refer to as blessing.\n2.\tThe second blessing conferred on them was the opportunity to engage in trading in the market of Hamra'al-Asad. The benefits yielded by such financial transactions were called فضل 'Fadl' or the bounty from Allah.\n3.\tThe third and the highest of the three blessings was the attainment of the pleasure of Allah which these blessed souls received in Jihad in a special manner\nحَسْبُنَا اللَّـهُ وَنِعْمَ الْوَكِيلُ : Hasbunallahu wa ni` mal-wakil: A wonderful prayer for all of us\nThe blessings of this prayer cited by the Holy Qur'an were not limited to the Companions of the Holy Prophet ﷺ in any restrictive sense. The fact is that anyone who recites this prayer devotedly with a genuine sense of faith will share in such blessings.\nMuslim scholars and spiritual masters have said that one who recites this verse a thousand times with true faith, and prays, will find that Allah Almighty has not rejected his prayer. Reciting this verse under the stress of frustrations and difficulties is a proven panacea.\nThe fourth verse (175) tells Muslims that the real agent behind the report that the disbelievers are coming back is شیطان Satan himself who would love to see Muslims overawed. In other words, شیطان Satan is threatening Muslims with the strength of his friends - his cohorts, the disbelievers. Thus, one of the two objects of the verb يُخَوِّفُ yukhawwifu [ frightens (you)] has been left out in the text. The one mentioned is in اولیاہُ 'auliya'ahu' (of his friends) while the one understood but not mentioned is 'you' as it would be in يُخَوِّفُکم yukhawwifukum (frightens you).\nIn the end, the verse exhorts Muslims not to fear such threats. What is necessary is that Muslims must continue fearing Allah, the natural outcome of which will be that a true Muslim will always think twice before embarking on anything that means disobedience to Allah. The truth of the matter is that, with Allah's help and support on ones' side, no harm can come from any side.\nThe Fear of Allah: What does it mean?\nThe imperative in the present verse obligates Muslims that they must always keep fearing Allah. In another verse, يَخَافُونَ رَ‌بَّهُم مِّن فَوْقِهِمْ (They fear their Lord above them-16:50) those who do so have been praised. Some revered elders have explained it by saying that fearing Allah does not mean that one should be scared stiff or sit back in tears. Far from it, a God-fearing person is one who leaves everything which may become a source of Allah's displeasure or punishment.\nAbu ` Ali al-Daqqaq, may Allah's mercy be upon him, says that Abu Bakr ibn al-Fuwarrak ؓ was sick so he paid him a visit. When Abu Bakr saw him, he was in tears. Abu ` Ali consoled him by saying that there was nothing to worry about, Allah Almighty will give him health soon enough. Abu Bakr corrected Abu 'Ali's impression and said that he was certainly not weeping because of any fear of death. What he really worried about was his fate after death lest he may be awarded some punishment then. (Qurtubi)",
  "ayah": 174,
  "surah": 3
}
