{
  "text": "The second verse (18) warns Jews against their grave act of effrontery and mentions its punishment. According to the background of the event, when the Holy Prophet ﷺ presented the Qur'anic injunctions relating to Zakah and Sadaqat (charities), the arrogant Jews started saying that Allah had surely become poor and needy while they were rich, or else why would He go about asking us to give? We seek refuge with Allah from such effrontery. Obviously, they would have hardly believed in the absurd statement they made but, in all likelihood, they would have said so to prove that the Holy Prophet ﷺ was, God forbid, false in his statement. Their argument was: If these verses of the Qur'an are true, then, it necessarily follows that Allah be poor and needy! This absurd argument of theirs being false in itself was not worth responding to because the injunction of Allah Almighty was not for His benefit; it was, rather, for the benefit of the owners of wealth themselves in this world and the hereafter. But, it was termed as giving loan to Allah elsewhere because repayment of a loan is necessary and certain in the sight of every good person. Similar is the case of charity given by someone, the repayment of which Allah Almighty takes upon Himself as if it was the payment of loan taken from someone. Anyone who believes in Allah Almighty as the Creator and Master of everything would never stoop to entertain the kind of doubt from these words of the verse which is there in the saying of the insolent Jews. For this reason, the Qur'an has certainly refrained from answering this doubt. Instead, it has simply restricted itself to announcing that they shall be appre-hended and punished for this effrontery of theirs, for having falsified the Holy Prophet ﷺ and for having made fun of him. It was said that their insolent words will be put on record in 'writing' so that the final evidence goes against them on the Day of Judgmentand they are punished for what they did. Otherwise, Allah Almighty needs no writing.\nAlong with this act of effrontery committed by the Jews, yet another crime of theirs has been mentioned, that is, they not 'only falsified the prophets and mocked at them, they even went to the limit of killing them! That such people could falsify and flout any prophet or messenger of Allah hardly remains surprising.\nStaying emotionally satisfied with disbelief in and disobedi-ence to Allah is also an equally grave sin\nWorth noticing at this point is the fact that those being addressed by the Holy Prophet ﷺ and the Qur'an are the Jews of Madinah while the incident of the killing of prophets belongs to a time much earlier than theirs, that is, to the time of Sayyidna Yahya and Sayyidna Zakariyya, may peace be on them. Now, the question is: How is it that the crime of the killing of the prophets referred to in this verse was attributed to these addressees? The reason is: The Jews of Madinah were quite satisfied with this act committed by their Jewish predecessors; therefore, they too were counted as those who fall under the injunction governing killers of prophets.\nImam al-Qurubi (رح) has said in his Tafsir that 'remaining satisfied with disbelief (kufr) is also included under disbelief and disobedience' which is a major juristic ruling in Islam. A saying of the Holy Prophet ﷺ explains it further. He said:\n'When a sin is committed on God's earth, following which; the person who is present on the spot opposes that sin and considers it to be bad, then, such a person shall be deemed as not present there, that is, he is no accomplice in their sin. And, a person who, though not present physically yet is quite satisfied with this act of sinners, then, this person shall be considered, despite his absence (from the scene of sin), an accomplice in their sin.'\nIn the later part of the present verse (181) and in the third verse (182), the text recounts the punishment to be meted out to such loud-mouthed people by saying that they shall be consigned to the Hell to experience the taste of burning in fire which is but the outcome of their own deeds and certainly no injustice from Allah.",
  "ayah": 182,
  "surah": 3
}
