{
  "text": "The fourth verse (183) takes up the case of a false accusation made by these very Jews who came up with an excuse in order to reject the prophethood of the Messenger of Allah. Their contention was that, during the period of past prophets, there used to be a method under which charities and offerings were placed in the centre of an open ground or on top of a hill where heavenly fire came and burnt these to ashes. This used to symbolize that offerings were accepted. But, to the Holy Prophet ﷺ and to his community, Allah Almighty had given the unique distinction that charities were not left to be consumed by heavenly fire. They were given to the poor and needy among Muslims. Since the later method was contrary to the former, the disbelievers found an excuse to say: If you were a prophet, you too would have been given the miracle whereby the heavenly fire would have consumed the offerings and charities. They, not resting at that, became audacious enough to fabricate lies against Allah Almighty claiming that 'He has taken pledge from them to the effect that they are not to believe in a person who is unable to cause the miracle of the coming of a heavenly fire which burns the charitable offerings.\nSince this claim of the Jews that Allah had taken a pledge from them was false, there was really no need to counter it. So, to disarm them through their very proven saying, Allah Almighty said: If you are true in saying that Allah has taken such a pledge from you, then, the past prophets who had obliged you by showing the miracle of your choice whereby the heavenly fire consumed the offerings certainly deserved that you should have at least believed in them! But, what actually happened is that you did not spare them either. You still falsi-fied them. In fact, you went to the extreme of transgression by killing them.\nLet no one have any doubt here despite the fact that while this claim of the Jews was absolutely false, may be, if this miracle did come to pass at the hand of the Holy Prophet ﷺ chances were that they would probably have come to believe. Such a doubt is unfounded 'because Allah Almighty knew that these people were saying such things simply out of hostility and obstinacy. Thus, even if the miracle they demanded came to pass, they would have still not believed.",
  "ayah": 183,
  "surah": 3
}
