{
  "text": "In continuation of the description of evils practiced by the Jews mentioned in previous verses, the first of the present two verses (187, 188) takes up yet another evil practice of theirs. This is their habit of going back on solemn pledges and covenants - for Allah Almighty had taken pledge from the people of the Book that they would communicate the commandments of Allah appearing in the Torah freely, openly and universally and that they would not conceal any injunction out of their selfish ends. The people of the Book broke this covenant. They concealed injunctions. Not only that, they were audacious enough to show their pleasure about having acted in this manner and taking this deed of theirs as commendable.\nCommentary\nConcealing the Knowledge of Faith is forbidden and waiting or manipulating to be praised without practicing it is deplorable\nThe three verses cited above describe two crimes committed by scholars from the people of the Book along with their subsequent punishment.\nAs pointed out earlier, they were commanded to tell their people about injunctions revealed in the Book of Allah freely and openly without any effort. To curtail or hold back what was in there people. Although, they were explicitly instructed not to hide any commandment, yet they elected to ignore the pledge they had made, out of their worldly considerations and personal greed. They did hide a good many commandments from their people.\nSecondly, they had the problem of personally staying aloof from acting righteously while, at the same time, they had no qualms of conscience in wishing to be praised without acting the way they were expected to.\nAs for the incidence of hiding the commandments of the Torah, it has been reported in Sahih al-Bukhari on the authority of Sayyidna 'Abdullah ibn 'Abbas ؓ . He narrates that the Holy Prophet ﷺ asked the Jews about something mentioned in the Torah. They concealed the truth and told him something contrary to what was said in the Torah - and they left his company all pleased with their exercise in evil congratulating themselves on their deceit. Thereupon, this verse which carries a warning for them was revealed.\nAs for the other statement -'they love to be praised for what they never did' - it refers to the hypocrites among the Jews who would make excuses at the time of Jihad, sit home and celebrate how well they were able to dodge the hardships of Jihad. When the Holy Prophet ﷺ returned from Jihad, they would go to him, take false oaths and offer excuses and, on top of that, they would demand that this act of theirs be praised. (Sahih al-Bukhri)\nThe Holy Qur'an condemns them for both these attitudes. From here, we know that concealing the knowledge of Faith and the injunctions of Allah and His Messenger is forbidden (Haram ). But this forbiddance applies to the kind of concealment which was practiced by the Jews for they used to conceal Divine injunctions to promote their own worldly interest and, in this process, they made people pay for it. However, if an injunction is not broadcast publicly due to some expedient religious consideration, such an action would not fall under the purview of this ruling. This problem has been taken up by Imam al-Bukhari (رح) under a separate subject heading supported by relevant Hadith narrations. According to him, there are occasions when there is the danger that masses would fall prey to misunderstanding and disorder by publicising a certain injunction openly. If an injunction is allowed to remain unpublicised on the basis of such a danger, it does not matter.\nThe rule about doing a good deed is simple. If anyone does a good deed, then looks forward to be praised for it - or, worse still, takes elaborate steps to make this happen - then, despite having done what one did, this act will be deemed blameworthy under the Islamic legal-moral norms. And should one elect not to do that good deed at all, that would, then, be taken as far more blameworthy. As for the natural desire to do something good and thereby earn a fair name, it is not included under the purview of this ruling - unless, of course, if one does not make unusual projections to earn that fair name (Bayan al-Qur'an).",
  "ayah": 187,
  "surah": 3
}
