{
  "text": "The first verse of this section presents a rational proof of the Oneness of Allah; the second verse, the reported proof 1, followed by an answer to some doubts nursed by disbelievers towards the later part.\n1. In the terminology of Islamic theology, a proof based on rational argument is called rational proof while a proof based on a verse of divine book or on a declaration made by an authority or a report narrated by a trustworthy person is called a reported proof.\nThe first word, Alif Lam Mim (الم ) at the head of the first verse be-longs to the special set of words used by the Qur'an which are words of hidden meaning and are known as Mutashabihat متشبھات ، the real meaning of which is a secret between Allah and His Messenger ﷺ ، and the details of which appear a little later in the section. In the words لا إله إلا ھو (Allah: there is no god but He) which follow immediately, the doctrine of the Oneness of Allah has been put forth as a categorical declaration. It means that there is absolutely nothing worthy of worship other than Allah.\nThen come the words الْحَيُّ الْقَيُّومُ (the Alive, the All-Sustaining) which lay out a rational proof of the Oneness of Allah. The essence of the argument is that worship means to present oneself before somebody in utter submission and humility. It, therefore, requires that the one who is being worshipped must occupy the highest point of honour and power and who has to be most perfect from all angles. From this it is obvious that anything which cannot sustain its own being, rather is dependent upon somebody else for its very existence, could hardly claim to have any honour or power in its own right. Therefore, it is crystal clear that all things in this world which have no power to come into being by themselves, nor can they sustain it - be they idols carved in stone, or water, or trees, or angels and apostles - none of them is worthy of worship. The only Being worthy of worship is the One who has always been Alive and Present and shall always live and sustain. Such a Being is none but Allah; there is none worthy of worship but Him.",
  "ayah": 2,
  "surah": 3
}
