{
  "text": "Commentary\nIn these verses, Muslims have been instructed not to take disbelievers as their friends. Those who act against this instruction have been sternly warned: Those who take them as friends will find that their bond of love and friendship with Allah has been cut off. Any emotionally involved friendship that comes from the heart is absolutely forbidden (Haram). However, a formal friendship at the level of mutual dealings is, no doubt, permissible; but, that too is not favoured if unnecessary.\nVerses dealing with this subject have appeared at many places in the Holy Qur'an with varying shades of meaning. It was said in Surah al-Mumtahinah:\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ\n0. those who believe, do not take My enemy and your enemy as friends having love for them. (60:1)\nThen, towards the end it was said:\nوَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ\nAnd whoever from among you does this he has gone astray from the right path. (60:1)\nElsewhere it was said:\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَ‌ىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ ﴿المائدة : 51﴾\n0 those who believe, do not take Jews or Christians as friends (for) they are friends among themselves. And whoever has friendship with them, he is one of them. (5:51)\nAnd it appears in Surah al-Mujadalah:\nلَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ يُوَادُّونَ مَنْ حَادَّ اللَّـهَ وَرَ‌سُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَ‌تَهُمْ\nYou shall not find those who believe in Allah and in the Here-after having friendship with those who have enmity with Allah and His messenger, even though they may be their fathers or sons or brothers or members of their tribe. (58:22)\nRelations with disbelievers\nIn verses cited above and in many other verses of the Holy Qur'an, Muslims have been strongly prevented from 'Muamlat' with non-Muslims, that is, from indulging in relations based on love and friendship. Looking at these clear instructions, non-Muslims who are not aware of the true intention and application of this rule start thinking that the religion of Muslims does not seem to have any place for toleration or bilateral relations or even common courtesy.\nOn the other hand, there are a large number of verses from the Holy Qur'an, the words and acts of the noble Prophet ﷺ ، the practice of the rightly -guided Khulafa' and other revered Companions, which bring to light injunctions and actual modes of dealing with non-Muslims by way of favour, compassion, generosity, sympathy and concern, which has little or no parallel in world history. A superficial look on these different attitudes may sense a sort of contradiction therein. But, this feeling is a result of only a cursory study of the true teachings of the Qur'an. If we collect all verses of the Qur'an, relating to this subject which appear at several different places and study them all together, we shall find nothing which could bother non-Muslims nor shall there remain any doubt of contradiction in the text of the Qur'an and Hadith. With this need in view, given below is a full explanation of this point which will, hopefully, bring forth the distinction between various shades of friendship and the reality behind each of them. In addition to this, we shall also get to know what levels of friendship are permissible or impermissible and also the reasons why a certain level has been disallowed.\nThe truth of the matter is that there are different degrees or steps or levels in relations between two persons or groups. The first degree of such relations comes from the heart, that of affection and love involving intense emotional commitment. This is called Muwalat or close friendship. This sort of friendship is restricted to true Muslims. A Muslim is not permitted to have this kind of relationship with a non-Muslim.\nThe second degree is that of Muwasat, which means relationship based on sympathy, kindness and concern. It includes charitable help and support, condolence and consolation and any well-meaning attitude of wishing well. Barring disbelievers who are at war with Muslims, this kind of relationship is permissible with all other non-Muslims. A detailed explanation of this approach has appeared in Surah al-Mumtahinnah (60:8)\nلَّا يَنْهَاكُمُ اللَّـهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِ‌جُوكُم مِّن دِيَارِ‌كُمْ أَن تَبَرُّ‌وهُمْ وَتُقْسِطُوا إِلَيْهِمْ\nAllah does not forbid you from treating those who do not fight you on your faith, nor have they driven you out of your homes, with benevolence and equity.\nThe third degree is that of Mudarat which means relations based on customary cordiality, adequacy in courtesy, pleasant and friendly behaviour, and mannerly politeness. This too is permissible with all non-Muslims, especially so, when the objective is to present them with some beneficial aspect of the Faith, or when they are guests, or the purpose is to stay safe from any possible harm coming through them. The words, إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً ( (unless you guard yourselves against an apprehension from them) appearing in this verse mean this degree of Mudarat which, in other words, means that Muwalat or friendship with disbelievers is not permissible except when you are in a situation where you want to defend yourself against them. Since Mudarat or sympathetic relations somewhat resemble Muwalat or friendship, it was exempted from the category of Muwalat. (Bayan al-Qur'n)\nThe fourth degree is that of Mu` amalat or dealings. It means dealings and transactions in business or employment or wages or industry or technology. These too are permissible with non-Muslims, except when such dealings harm the general body of Muslims. The continued practice of the Holy Prophet ﷺ the rightly-guided Khulafa' and other Companions prove it so. It is on this basis that Muslim jurists have prohibited the sale of arms to disbelievers who are at war with Muslims. However, trade and activities allied to it have been permitted. Also allowed is having them as employees or being employed in their plants and institutions.\nTo sum up, as for the four degrees of relations with non-Muslims, we now know that friendship which binds a Muslim in very close ties with non-Muslims is not permissible under any condition. Relations based on benevolence, humane interest and concern are permitted with all but the belligerent ones. Similarly, politeness and friendly treatment is also permissible when the purpose is to entertain a guest, convey Islamic teachings to non-Muslims or to stay safe against being hurt or harmed by them.\nNow, let us look at what our noble Prophet ﷺ ، who graced this world as the universal mercy, did for non-Muslims. He demonstrated such compassion, generosity and politeness while dealing with them that it would be difficult to find its example in the world history. When Makkah was in the grip of famine, he personally went out to help his enemies who had made him leave his home town. Then, came the conquest of Makkah. All these enemies fell under his power and control. He set all of them free saying: لَا تَثْرِ‌يبَ عَلَيْكُمُ الْيَوْمَ which means - Not only that you are being given amnesty this day, we are not censuring you at all for your past tyranny against us either.' When non-Muslim prisoners of war were presented before him, he treated them with such tenderness which many cannot claim to have done even in respect of their children. The disbelievers inflicted on him all sorts of injuries and pain but he never raised his hand in revenge. ` He did not even wish ill of them. A delegation from the tribe of Bano Thaqif who had not embraced Islam upto that time came to visit him. They were given the honour of staying in the Mosque of the Prophet ﷺ ، a place regarded by Muslims as most honourable.\nSayyidna ` Umar ؓ gave stipends and allowances to needy non-Muslim dhimmis ذِمِّی ، an elegant conduct the examples of which are spread all over in the accounts of dealings credited to the rightly -guided Khulafa' and the noble Companions. Let us bear in mind that all these were in one or the other form of Mu` wasat (concern) or Mudarat (cordiality) or Mu'amalat (dealings). It had nothing to do with Muwalat or close and intimate friendship which had been forbidden.\nThe aforesaid explanations clarify two things: firstly, Islam teaches its adherents all possible tolerance, decency and benevolence while dealing with non-Muslims; secondly, the superficial contradiction sensed with regard to the verse forbidding friendship with non-Muslims stands removed.\nHowever, there is a possible question which still remains unanswered. The question is: °Why has the Qur'an chosen to so strongly block close friendship with disbelievers, so much so that it has not al-lowed it in favour of any disbeliever under any condition? at is the wisdom behind it? One of the reasons, a particular one, is that Islam does not see man existing in this world like common animals or jungle trees and blades of grass which sprout, grow, flourish and die and that is the end of it. Instead of that, man’ s life in this world is a purposeful life. All stages and phases of his life, that is, his eating, drinking, standing, sitting, sleeping, waking, even his living and dying, all revolve around a central purpose. As long as what he does conforms to this purpose, all he does is correct and sound. If these are against that purpose, then, they are all wrong. The poet-sage Rumi said it so well:\nزندگی از بہر ذکر و بندگی است\nبے عبادت زندگی شرمندگی است\nThe purpose of life is to remember the Creator and serve Him well Life without that devotion is nothing but shame\nIn his view and in the view of all right-minded people, when man abandons this purpose, he does not remain the human being he was created to be:\nآنچہ می بینی خلافِ آدم اند\nنیستند آدم غلافِ آدم اند\nWhat you see is a crowd of anti-men\nThey are not men, they are just the shell of men\nThe Holy Qur'an has made human beings declare this purpose as their solemn creed in the following words:\nقُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّـهِ رَ‌بِّ الْعَالَمِينَ ﴿162﴾\n(My prayer and my sacrifice and my life and my death are all for Allah, the Lord of the Worlds.\" (6:162)\nNow, when it stands established that the purpose of man's life is to obey and worship Allah, the Lord of the worlds, everything else including all affairs of life in this world -- business, government, politics, personal and social relations -- must invariably follow this purpose. It follows, therefore, that those who are against this purpose are the worst enemies of man. Since Satan is the foremost in this enmity, the Holy Qur'an says: إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا (Surely, Satan is your enemy, so take him as enemy. 35:6).\nThus, those who follow the alluring dictates of the Satan and op-pose the injunctions of Allah brought by the blessed prophets ﷺ can hardly be the kind of people to deserve deep love and friendship based on close ties and any degree of intimacy. It is just not possible for a person who has a definite purpose in life, and who has all his friendships and enmities, agreements and disagreements subservient to this central purpose, to do something like this. The same subject has been stated in a hadith from al-Bukhari and Muslim in which the Holy Prophet ﷺ has been reported to have said: من احَبَّ للہ وابغضَ للہ فقدِ استکملَ (Whoever loves for the sake of Allah-and hates for the sake of Allah alone, has perfected his faith) (Bukhari and Muslim). From here we know that ایمان ‘Iman or faith remains incomplete unless man subordinates his love and friendship and his hatred and enmity to Allah Almighty. Therefore, any deep emotional commitment by a true Muslim in the known forms of love and friendship has to be exclusively for one who is with him all the way in the pursuit of this noble purpose and certainly obedient to what his Lord has commanded him to do. This is why the Holy Qur'an has, in verses cited at the beginning of the commentary, said that the one who maintains relations based on deep love and friendship with disbelievers is one of them.\nThe last verse (30) says that 'Allah warns you of Himself lest you should indulge in friendship with disbelievers for the sake of fleeting interests and objectives and thus invite the anger of Allah. And since close friendship (Muwalat) relates to the heart and the affairs of the heart are known to none but Allah, it is possible that a person may actually be intensely in love for and friendship with disbelievers, but may deny it verbally. Therefore, the earlier verse (29) has already covered it by saying: \"whether you conceal what is in your hearts, or disclose it, Allah shall know it.\" No denial or false claim is tenable before Him.",
  "ayah": 29,
  "surah": 3
}
