{
  "text": "The previous verse (44) appeared parenthetically between the present verses 45 - 46 and verses 42 - 43 and the purpose was to affirm the prophethood of Sayyidna Muhammad ﷺ . The present verse resumes with the story of Sayyidah Maryam which actually pre-pares the ground for a fuller account of the birth, mission and miracles of Sayyidna 'Isa (علیہ السلام) .\nCommentary\nOne of the qualities of Sayyidna 'Isa (علیہ السلام) mentioned in this verse is that 'he shall speak in the cradle' which means that he will speak while still a child, although no child has the ability to do so. When soon after the birth of infant Jesus (علیہ السلام) ، as mentioned in another verse, people chided Sayyidah Maryam on the basis of a false accusation, this new-born infant, Sayyidna ` Isa (علیہ السلام) spoke up, saying: اِنِّی عبداللہ (I am a servant of Allah). Then following immediately, it was said that he will also talk to people when he will be in the later middle of his age (kahl). It is worth noting here that the incidence of speaking in infancy was certainly a sign and a miracle and it is quite appropriate to mention it at this point. But, speaking to people during one's middle age is very normal, something everyone does no matter whether he is a Muslim, or a non-Muslim, learned or illiterate. Why has this been mentioned here as something special? what could it mean?\nOne answer to this question appears in Bayan al-Qur'an by Maulana Ashraf Thanavi (رح) who says that the real purpose here is to particularly focus onthe miraculous nature of meaningful infant speech. The reference to the speech in the middle age is there to indicate that his childhood speech too would not be the usual baby-talk, rather it would be rational, even learned and eloquent, as man does in his advanced years. If we were to look into the true historical background of Sayyidna ` Isa (علیہ السلام) ، we would discover that this reference to him as speaking to people in his middle age provides a great standing argument in favour of the Islamic position which, according to the Qur'anic belief, is that Sayyidna ` Isa (علیہ السلام) has been raised alive onto the heavens.\nHadith narrations prove that Sayyidna (علیہ السلام) while so raised, was in the approximate age bracket of 30-35 years which is youth at its best. Middle age, kohl in Arabic, was something he never reached during his life in this world. So, his talking to people in his middle age can happen only when he were to grace this world once again with his presence. Therefore, the way his childhood speech was a miracle, his speech in the middle age could be nothing else but another miracle.",
  "ayah": 45,
  "surah": 3
}
