{
  "text": "The Meaning of Mubahalah\nAs stated earlier, verse 61 has instructed the Holy Prophet ﷺ to invite his opponents (Christians) to Mubahalah which literally means 'mutual prayer' but in the terminology of Islamic Shari'ah it refers to a particular form of resolving religious disputes. When the argumentations from both sides fail to resolve a religious issue, the parties jointly pray Allah to cast His curse on whichever of the two parties is parties is false. Since curse means 'moving someone far away from the divine mercy', - and moving far away from mercy is being close to divine wrath--therefore, the essence of the meaning is: Wrath be on the liar. As such, whoever is the liar shall face the evil consequences whereupon the truth will become evident before the disbelievers as well. Invocation in this manner is called 'Mubahalah'.\nOriginally, the Mubahalah can be carried out by the disputants only; they can simply get together and pray. It is not necessary that all their family members are assembled. However, if all the family members participate in the Mubahalah, it becomes more effective. (That is why the Holy Prophet JJ was instructed to invite the family members of both sides).\n'Son' includes grandson\nIn verse 61 the words 'our sons' does not mean 'our' sons as of the loins only. Instead, the sense is general. They may be sons or grandsons, because this is how the word is used in common usage. Therefore, the grandsons of the Holy Prophet ﷺ ، namely Sayyidna Hasan and Sayyidna Husain ؓ as well as Sayyidna ` Ali ؓ the son-in-law of the Holy Prophet ﷺ are all included in the words: 'our sons'.\nSayyidna ` Ali ؓ has another additional reason for being included in the 'sons' of the Holy Prophet ﷺ because he had grown up under the patronage of the Holy Prophet ﷺ who had treated him like his own son.\nIt is, therefore, evident that Sayyidna ` Ali ؓ is included in the words: 'our sons'. Some Shiites have claimed that since he was not the son of the Holy Prophet ﷺ he could not be referred to by the Holy Prophet ﷺ as 'our son'. Through this notion the Shiites conclude that Sayyidna ` Ali ؓ was included in the words 'ourselves', therefore, he was the immediate successor of the Holy Prophet ﷺ .\nThe fallacy of this argument is evident from what has been discussed above.",
  "ayah": 63,
  "surah": 3
}
