{
  "text": "Commentary:\nImportant Principles of Tabligh and Da'wah:\nThis verse: تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ unfolds an important principle of Tabligh تبلیغ (Preaching) and Da'wah دعوہ (Preaching Islam). The principle requires that a person, who desires to carry his call to a group which holds beliefs and ideas different from his own, should follow a particular method. That method is to induce that group to unite only on what they both can agree to, for instance, when the Holy Prophet ﷺ gave the Byzantine ruler, Hiraql (Heraclius) the call to Islam, he picked up a particular point on which there was mutual agreement, i.e., on the Oneness of Allah Almighty. That invitation is reproduced below:\nبسم اللہ الرحمٰن الرحیم، مِن محمد عبداللہ ورسولہ الی ھرقل عظیم الروم، سلام علی من اتبع الھدی، اما بعد فانی ادعوک بدعایۃ الاسلام ، اسلم ِ تسلم یؤتک اللہ اجرک مرتین فان علیک اثم الیریسین، لْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّـهَ وَلَا نُشْرِ‌كَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْ‌بَابًا مِّن دُونِ اللَّـهِ (البخاری)\nI begin with the name of Allah who is All-Merciful, Very-Merciful. From Muhammad, servant of Allah, and His messenger: To Heraclius, the Byzantine emperor. Peace be on him who takes the right path. After that, I invite you to the call of Islam. Embrace Islam and be in peace. Allah will bestow upon you a twofold reward, but should you turn away, then, on you shall be the sin of your subjects. \"0 people of the Book, come to a word common between us and you that we worship none but Allah, that we associate nothing with Him and that some of us do not take some others as Lord instead of Allah.\" (Al-Bukhari)\nThe statement, 'you be witness...' in the last sentence of the verse teaches us a lesson, that is, should someone refuse to accept the truth, even after it has been proved clearly, then the proper course is to re-state one's own belief and conclude the conversation. Entering into fur-ther debate and verbal altercation is not appropriate.",
  "ayah": 64,
  "surah": 3
}
