{
  "text": "The infallibility of the Prophets\nThe verse implies that a person whom Allah invests with the Book, the Wisdom and the power of making decisions, and places him on the great station of prophethood is always faithful to his mission when he communicates the Divine message to people and calls on them to be-come His faithful servants. That he starts moving people away from the worship of only one God and starts asking them to become his own worshippers or the worshippers of some other creatures is something he can never do. If so, this would mean that the one whom Allah had sent as his messenger did not, in fact, deserve this designation. Any government of this world, when appointing someone to an office of responsibility, always takes two factors into consideration:\n1.\tDoes the incumbent have the ability to comprehend and execute government policy?\n2.\tHow far can he be expected to execute government directives, and to hold its subjects in a stable stance of loyalty? No king or parliament would ever appoint someone as its representative or ambassador about whom there exists the least doubt of indulging in anti-government activity, or deviation from its policy or directives. However, it is possible that the government may have failed to make a correct assessment of a person's ability or loyalty. But with Allah even that element of doubt does not exist. If He knows about a man that he would not over-step the bounds of loyalty and obedience to Him, even in the slightest degree, then it is impossible that he could, later on, prove to be contrary to that assessment. Otherwise, it would mean that Divine knowledge is defective (we seek refuge with Allah! ) Right from here, the question of the ` ismah1 (infallibility) of the prophets, (علیہم السلام) becomes clear. Now that the blessed prophets are free of minor sins, how can the probability of doing shirk (the major sin of associating others with Allah) or making revolt against Allah remain valid?\n1.` Ismah' means a special protection given to someone by Allah which makes him refrain from sins. For the purpose of brevity we may translate it as 'infallibility' – editor\nIn this, there is the necessary refutation of the Christians who claimed that it was Masih (علیہ السلام) who asked them to have belief in his sonship and godhead. Also chastised were the Muslims who had gone to the Holy Prophet . ﷺ trying to find out if it was all right for them to prostrate before him rather than greet him with the usual سلام salam. Also admonished were the people of the Book who had invested their rabbis and monks with the station of God. Refuge with Allah! (Tafsir ` Usmani)",
  "ayah": 80,
  "surah": 3
}
