{
  "text": "Commentary\nThe literal meaning of 'Islam' is 'submission and obedience.' As a term 'Islam' stands for submission to that particular religion which Allah Almighty has sent through his prophets (علیہم السلام) to guide human beings, because fundamental principles are the same in the religious codes of all prophets (علیہم السلام) .\nCorrespondingly, there are occasions when 'Islam' is used in that general sense, while there are other occasions when it is used exclusively to identify the Last Shari'ah which was revealed to the Last of the Prophets (علیہ السلام) . Both these kinds of application are present in the Holy Qur'an. That the past prophets called themselves 'Muslim' and their communities, the 'Muslim' community, stands proved under the authority of several wordings of the Qur'anic text. Concurrently, this name has also been used as a particular name of the community the Last of the Prophets:\nهُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَـٰذَا\nIt was He who named you Muslims before, and in this (Qur'an). (22:78)\nIn short, every Divine religion which came through a prophet is also called 'Islam'. Then, it is also used as a particular title for the Muslim community. Now, the question is as to which sense does the word, 'Islam', carry at this place in the Holy Qur'an?\nThe correct position is that, no matter which of the two meanings is taken, it does not make much of a difference in terms of the outcome, since the name of 'Islam' given to the religion of past prophets was for a limited group of people and a specified period of time.\nThat was the 'Islam' of that time. Restricted to the specific group or community, that 'Islam' was not meant to serve as a universal code for all times to come. As such when a particular prophet departed and was replaced by another prophet, ` Islam' (i.e. the specific code) of that time ceased to be operative. The 'Islam' of the said time was to be what the new prophet presented. Obviously, there was no difference between these different codes in so far as the fundamentals are con-cerned, however, the subsidiary injunctions might differ. As for the 'Islam' given through the last Prophet ﷺ it will remain unabrogable and will serve as a permanent code right upto the Day of Judgment. And, in accordance with the cited rule, all previous religions stand abrogated after the Holy Prophet ﷺ as been sent.\nNow, they are not Islam as such anymore. Instead, Islam is the name of that particular religion which has reached us through the Holy Prophet, Muhammad al-Mustafa ﷺ . Therefore, it appears in authentic ahadith that the Holy Prophet ﷺ said: 'Had Musa been living this day, following me would have been incumbent upon him too.' In yet another hadith, he has been reported to have said that ` Isa (علیہ السلام) ، when he appears close to the Day of Resurrection, he too, inspite of holding his distinction and office of prophethood, would follow no other religious code except that of his (the Prophet ﷺ of Islam).\nTherefore, at this place, no matter what sense is taken of Islam - the general or the particular - the outcome of both is the same, that is, after the coming of the Last of the Prophets (علیہم السلام) ، only that religion, and that alone, will be termed as Islam which has come to the world through him. On belief in that alone depends the salvation نجات (najat) of all human beings for it is their indispensable need. This ex-plains what has been said in the present verse: 'Whoever seeks a faith other than Islam, it will never be accepted from him.'\nDetails about this subject have already appeared under the commentary on the verse (3:19).",
  "ayah": 85,
  "surah": 3
}
