{
  "text": "Commentary\nIn the verses appearing above, there is a continuity of arguments against positions taken by the people of the Book. At some places, it concerns Jews and at others, the Christians. One such argument, which has been reported in Ruh al-Ma'ani on the authority of Wahidi and al-Kalbi, recounts the incident when the Holy Prophet ﷺ stated his adherence to the community of Abraham ﷺ with reference to all fundamentals of the religious code, and most of the subsidiaries, the Jews objected by saying: 'You eat camel meat and partake of its milk although these were unlawful for Abraham (علیہ السلام) .' The Holy Prophet ﷺ said: 'No, this was lawful for him.' The Jews said: 'All that we consider unlawful has continued to be unlawful since the days of Naoh and Abraham (علیہما السلام) to the point that this unlawfulness reached us.' Thereupon, Allah Almighty revealed the verse: كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِي إِسْرَ‌ائِيلَ ٍ 'Every (kind of) food was lawful for the children of Isra'il - 93' to refute the Jewish claim in which it is said that before the revelation of Torah, all things were lawful for the children of Isra'il except the camel meat which Isra'il (علیہ السلام) (Jacob)\thimself had denied to eat for a particular reason, and then it remained unlawful for his progeny also.\nThe fact, as narrated by Sayyidna Ibn ` Abbas ؓ in an authentic re-port, is that Jacob suffered from Sciatica. He had taken a vow that he would abandon what he liked most in what he ate if Allah Almighty cured him of the disease. He was cured and camel meat was what he liked most, so he abandoned it. (See Al-Hakim and al-Tirmidhi as quoted by Ruh a1-Ma` ni). Then, it, so happened that this prohibition which started because of a vow continued among the Bani Isra'il as a divine injunction. It seems their code recognized a vow as a cause of unlawfulness of something lawful, like in our own Shari'ah, a vow may make the permissible acts as obligatory. However, a vow or pledge which renders things unlawful is, in reality, an oath which is not permissible in our Shari` ah. In fact, in such a case, it is obligatory to break the oath and make amends by making کفارہ Ka ffarah. This. Is in accordance with what Allah Almighty has said in the verse لِمَ تُحَرِّ‌مُ مَا أَحَلَّ اللَّـهُ لَكَ why do you forbid what Allah has made lawful for you? - 66:1) (See al-Tafsir al Jabir)",
  "ayah": 93,
  "surah": 3
}
