{
  "text": "Commentary:\nThe above verse points out to the distinction and superiority of the House of Allah, the Ka'bah, as compared to the houses, and even mosques, of the whole world. There are several reasons for this status, which have been mentioned in this verse, namely:\n1.\tAmong the true houses of worship in this world, the Ka'bah enjoys the distinction of being the first.\n2.\tIt is full of blessings.\n3.\tIt is a source of guidance for the entire world.\nThe gist of the words used in the verse is that the first House designated for people by Allah is none other than the one which is in Makkah al-Mukarramah. It means that the Ka'bah of Makkah al-Mukarramah is the first House of Worship in this world. One possible interpretation of this phrase may be that the first house of all the houses of the world was made for Divine worship exclusively, in which case, there would have been no place of worship or place of residence prior to it. Adam (علیہ السلام) was a prophet of Allah. Given his stature and the eminent position as Allah's vicegerent, it is likely that he, soon after his appearance on the earth, elected to first build the House of Allah even before building his own residence. It is for this reason that Sayyidna ` Abdullah ibn ` Umar, Mujahid, Qatadah and others ؓ from among the Companions and their successors are of the opinion that the Ka` bah is the first house of the world. Then, it is also possible that houses where people lived may have already been made earlier but this may have been the first ever House made exclusively for worship. This very view has been reported from Sayyidna ` Ali ؓ\nAl-Baihaqi, in his book, Dala'il al-Nubuwwah دلایٔل النبوہ ، has reported on the authority of Sayyidna ` Abdullah ibn ` Amr ibn al'As that the Holy Prophet ﷺ ، said: 'After the arrival of Sayyidna Adam and Sayyidah Hawwa' (علیہا السلام) into the mortal world, Allah Almighty commanded them through angel Jibra'il (علیہ السلام) that they should build the House of Allah (the Ka'bah). After they had fulfilled the command, they were asked to go round it (in tawaf). They were told that they were the first among people and this house was the first House (of worship) appointed for people (Ibn Kathir).\nAs it appears in some reports, this structure of the Ka'bah built by Sayyidna Adam (علیہ السلام) was there upto the time of Sayyidna Nuh (علیہ السلام) . It collapsed during the Flood and its traces were obliterated. Following that, it was re-built by Sayyidna Ibrahim (علیہ السلام) on the same foundations. When the structure collapsed again due to some accident, a group from the tribe of Jurhum raised it once again. When yet another collapse came, the Amalkites rebuilt it. When it collapsed close to the early period of the Holy Prophet ﷺ ، the Quraysh built it all over again in which the Holy Prophet ﷺ himself participated and helped place the Black Stone with his blessed hands. But, the structure raised by the Quraysh was a little different from the original foundation laid down by Sayyidna Ibrahim (علیہ السلام) in as much as they had left out a section of the House of Allah which is known as حطیم Hatim. There were two doors in the original Abrahamic structure of the Ka'bah, one for entry and another on the back for exit. The Quraysh retained just the one door in the east (for entry and exit).\nThe third change they made was to raise the level of the entry door much higher than the ground level of the House of Allah so that everybody could not go in there easily; this was to restrict the entry only to those who were permitted by Quraysh. The Holy Prophet ﷺ Said to Sayyidah ` A'ishah ؓ : 'I wish I could demolish the present structure and raise it all over again exactly in accordance with the Abrahimic foundation. By doing this I shall be correcting the arbitrary deviation from the Abrahimic foundation made by the Quraysh, but this action is likely to create a misunderstanding among Muslims who are new and whose knowledge is not yet perfect, therefore, I shall leave it as it is for the time being.' The Holy Prophet ﷺ did not live for very long to implement his wishes in his lifetime.\nBut, Sayyidna ` Abdullah ibn Zubayr ؓ the nephew of Sayyidah ` A'ishah ؓ had heard this saying of the Holy Prophet ﷺ . When he came to rule Makkah al-Mukarramah following the Khulafa al-Rashidin, he had the structure of the House of Allah demolished and had it rebuilt in accordance with the saying of the Holy Prophet ﷺ and the original foundation of Sayyidna Ibrahim (علیہ السلام) . He ruled Makkah al-Mu` azzamah for a brief period only. The tyrant of the Muslim community, Hajjaj ibn Yusuf invaded Makkah and Hadrat ` Abdullah ؓ was martyred. After assuming control of the government, and abhorrent as he was to the idea that this feat of ` Abdullah ibn Zubayr ؓ remains a source of fame for the martyred ruler, he started a smear campaign that ` Abdullah ibn Zubayr ؓ was wrong in what he did and that the Ka` bah should be kept the way it was left to posterity by the Holy Prophet ﷺ . Using this excuse, he once again demolished the structure of the House of Allah and had it built anew similar to the one made earlier by the Quraysh during the days of Jahiliyyah. Some Muslim rulers who succeeded Hajjaj ibn Yusuf intended, on the strength of the aforementioned hadith, to rebuild the House of Allah all over again in accordance with the hadith of the Holy Prophet ﷺ . But, the master-jurist of that period, Sayyidna Imam Malik ibn Anas (رح) gave a fatwa to the effect that re-demolishing and re-building the House of Allah at this stage will render the House of Allah a plaything in the hands of rulers who will follow. Every ruler who comes next will do exactly this to earn fame for himself. Therefore, it is appropriate that it be left the way it is. The entire ummah accepted it. This is the reason why the structure built by Hajjaj ibn Yusuf is what remains even to this day. There have been damages, dilapidations and the process of repairs has continued ever since.\nThese narrations, first of all, tell us that the Ka'bah is the first house of the world, or at least, the first house of worship. While the Holy Qur'an does mention that the House of Allah was built by Sayyidna Ibrahim and Ismail following His will and command, there are simultaneous indicators suggesting that these revered prophets did not go through the initial layout for its construction. Instead, they built it in accordance with previous foundations, because the real foundation of the Ka'bah was already there. From what is said in the Holy Qur'an, وَإِذْ يَرْ‌فَعُ إِبْرَ‌اهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ (and when Ibrahim (علیہ السلام) was raising up the foundations of the House along with Ismail (علیہ السلام) 2:127) we get an indication that the Qawa` id or the foundations of the House of Allah were already there. It appears in Surah al-Hajj: وَإِذْ بَوَّأْنَا لِإِبْرَ‌اهِيمَ مَكَانَ الْبَيْتِ (and when we settled for Ibrahim the site of the House - 22:26)\nThis too is suggestive of the fact that the site of the House of Allah had continued as pre-determined since earlier times. The first verse lends support to the view that its foundations were already there.\nWhen Sayydina Ibrahim (علیہ السلام) was commanded to build the House of Allah, as in some reports, he was led by an angel on to the site of the Ka'bah and its previously existing foundations hidden under sand dunes.\nIn any case, the verse under reference does prove one of the merits of the Ka'bah, that is, it is the first ever house or place of worship. It has been reported in a hadith from the Sahihayn that Sayyidna Ab Dharr ؓ asked the Holy Prophet ﷺ 'Which is the first ever masjid in the world?' He ﷺ said, 'al-Masjid al-Haram.' He submitted again, 'Which masjid comes after that?' He ﷺ said, 'Masjid Bayt al-Maqdis.' He asked once again, 'What time span separates their building?' He ﷺ said, 'Forty years.'\nIn this hadith, it is in relation to the new edifice of the House of Allah that the intervening period between its construction and the initial construction of Bayt al-Maqdis has been determined. As a matter of fact, there are reports which prove that the initial construction of Bayt al-Maqdis was undertaken by Sayyidna Ibrahim (علیہ السلام) forty years after the construction of the Ka'bah. Then comes the construction of Bayt al-Maqdis by Sayyidna Sulayman (علیہ السلام) This too was not a new structure with new foundations, like the Ka'bah. Instead, Sayyidna Sulayman (علیہ السلام) rebuilt it on the original Abrahimic foundations. Thus, there remains no contradiction between reports.\nThe Ka` bah has always been an object of reverence and respect. This fact is pointed out in the expression وُضِعَ لِلنَّاسِ (set up for the people) in this verse under discussion hinted therein is that the respect and honour in which this House of worship is held will not be limited to a particular nation or group. Instead, the whole humanity will hold it in respect. Allah Almighty has placed a built-in aura of dignity and awe in its presence which draws in the hearts of people automatically.\nHere, the word 'Bakkah' means 'Makkah al-Mu'azzamah'. It does not matter whether you say that the letter 'mim' has been substituted for 'ba since, in common Arab usage, 'mim' is substituted for 'ba', or simply say that 'Bakkah' is an alternate name for 'Makkah'.\nThe Blessings of the Ka'bah\nThe second merit of بیت اللہ Baytullah (the Ka'bah) stated here in this verse is that it is blessed. The word, 'mubarak' has been derived from 'barakah' which means 'to grow' and 'to sustain'. You can look at this growth factor from two angles. Something may grow in a way that it visibly increases in quantity, but the other possible way of growing is that it adds nothing noteworthy to its quantity, yet it turns out to be so useful in so many situations that it would have usually needed much more to do the same job. In that sense this too could be regarded as 'growth' or 'increase'.\nThe Ka'bah is full of blessings outwardly and inwardly. The outward blessings it has are quite obvious. Inspite of Makkah and its environs being a desert, dry and barren, all sorts of fruits and vegetables and items of need are available in all seasons and at all times. Not only that these are enough for the people of Makkah, it is much more than that. These suffice for all visitors from everywhere in the world. And everyone knows the volume of visitors, especially during the Hajj season, when hundreds and thousands of people from the farthest corners of the world assemble there whose count outnumbers the resi-dents of Makkah by at least four or five times. This huge multitude of people stays there, not for a few days, but for months together. Even, apart from the Hajj season, there is hardly a time of the year when thousands of people from outside do not come in and go out of here. It may be noted that, during the Hajj season particularly when hundreds and thousands of people from outside assemble there, it has never happened that articles of use could have gone out of the market and become unavailable. Even, animals of sacrifice which are slaughtered there by each and every person, at least on the average of one per per-son, and there are some who sacrifice more, are always available there. It is not that special arrangements are made to import these from other countries. In the words of the Holy Qur'n,\tيُجْبَىٰ إِلَيْهِ ثَمَرَ‌اتُ كُلِّ شَيْءٍ (Brought toward it are fruits of everything - 28:57), there is a clear indication of this phenomena.\nThis was a view of the outward blessings which, of course, are not the ultimate objective. The spiritual, the inward blessings are so numerous that it is impossible to count them. There are important ` ibadat, the acts of worship, which are special to the Ka'bah. The great reward and the spiritual blessings that come from them totally revolve around the بیت اللہ Baytullah, such as the Hajj and ` Umra. Then, there are some other ` ibadat the merit of which increases several degrees when done in al-Masjid al-Haram. The Holy Prophet ﷺ has said that a man offering salah at his home will get thawab for one salah; and if he does that in the masjid of his locality, he will get the reward for twenty five salahs; and one who does that in a Jami` جامعہ big congregational mosque) will get the reward for five hundred salahs; and should he offer his salah in al-Masjid al-Aqsa, he will get the reward for one thousand salahs; and in my Masjid, he gets the thawab for fifty thousand salahs, while in al-Masjid al-Haram, that of one hundred thousand salahs. (This narration has been reported by Ibn Majah and Tahawi and others).\nAs far as the merits of Hajj are concerned, Muslims generally know the Hadith which declares that a Muslim who performs his Hajj obligations correctly is so cleansed of his past sins as if he was born on that day, all pure and pristine. Obviously, all these are spiritual blessings of the بیت اللہ Baytullah. These very blessings have been identified bythe word ھدی towards the end of the verse: مُبَارَ‌كًا وَهُدًى لِّلْعَالَمِينَ (having blessings and guidance for all worlds).",
  "ayah": 96,
  "surah": 3
}
