{
  "text": "Commentary\nThree distinctions of بیت اللہ Baytullah\nRelated in this verse are distinctions and merits of the House of Allah, that is, the Ka` bah. Firstly, it has many signs of Allah's power, one of them being the station of Ibrahim مقام ابراھیم (Maqamu Ibrahim). Secondly, one who enters there becomes a recipient of peace and remains protected; he cannot be killed by anybody. Thirdly, it is obligatory on all Muslims around the world that they make the Hajj of the House of Allah, subject to the condition that one has the means and the ability to reach as far as there.\nThe signs of Allah's Power:\nSince the time the foundations of بیت اللہ Baytullah were laid out, Allah Almighty has, because of its enormous blessings provided protection to the people of Makkah against enemy attacks. When Abrahah invaded Makkah with his army of elephants, Allah Almighty, in His most perfect power, destroyed them through birds. Those who enter the sacred precincts of Makkah, men and women, even animals, stand protected.\nWhen there is rainfall on a certain side of بیت اللہ Baytullah, it has been observed that countries situated on that side are favoured with substantial rainfalls. Another unusual sign relates to the Jamarat, the granite pillars on which every pilgrim throws seven pebbles each, everyday for three days. A couple of million or more pilgrims go there every year. Had these pebbles remained there, the Jamarat would have been buried under a mountain of pebbles. The fact is that any huge deposits of pebbles are not visible there after the passage of three days of Hajj, except some scattered pebbles the cause of which is, as stated by the Holy Prophet ﷺ ، that angels pick up these pebbles and the pebbles left there belong to people whose Hajj is not accepted for some reason. This is why it is forbidden to pick up pebbles lying near the Jamarat and throw them on the pillars, as part of Hajj rites, since they are from the unaccepted ones.\nIn his comments on this phenomenon, Shaykh Jalal al-Din alSuyuti has said in الخصایٔص الکبرا al-Khasaa'is al-Kubra that there are some miracles of the Holy Prophet ﷺ which still live and stand, and shall continue right through to the Day of judgment and everyone shall see them. One of these, of course, is the unmatched presence of the Holy Qur'an itself which cannot be matched even if the whole world joined its forces. This inability persists all the same as it was during the blessed days of the Holy Prophet ﷺ and shall continue to persist like that right through to the Day of Judgment. Every Muslim, no matter of what period of time, shall be able to challenge the whole world: فَأْتُوا بِسُورَ‌ةٍ مِّثْلِهِ (Then, produce a Surah like it -10:38).\nSo is the miracle of Jamarat as stated above. Similarly there is the statement of the Prophet ﷺ in respect of Jamarat. He has stated that pebbles thrown on these pillars are picked up by the angels in a manner invisible to mankind. The few pebbles left belong to those unfortunate people whose pilgrimage is not accepted by Allah. The Prophet's statement has stood the test of time for centuries in a row and it will continue upto the Great Day. This is one of the continuing miracles of the Prophet ﷺ and a major sign of Allah in respect of the revered house of Ka'bah.\nThe Station of Ibrahim:\nFrom among the signs associated with the Ka'bah there is the great sign - The Maqamu Ibrahim' which has been mentioned separately in its own right. The Station of Ibrahim is the name of the stone on which Sayyidna Ibrahim (علیہ السلام) stood while building the edifice of بیت اللہ Baytullah (the Ka'bah). There are narrations reporting that the stone raised itself along with the rising level of construction and came down automatically when so required. The footprints of Sayyidna Ibrahim (علیہ السلام) are still there on this stone. Obviously Obviously, that an inert and unconscious stone is invested with sudden intelligent volition to respond to functional needs and elevate itself, or come down, or that it is given the ability to assume the plasticity of wax and let a perfect print of feet appear on its surface, are all signs of the most perfect power of Allah reflecting the superior merit of بیت اللہ Baytullah.\nThis stone used to be on the ground close to the door of the بیت اللہ Baytullah. When came the Qur'anic command: وَاتَّخِذُوا مِن مَّقَامِ إِبْرَ‌اهِيمَ مُصَلًّى (And make the station of Ibrahim a place of prayer - 2:125), this stone was removed from there, considering the convenience of those who made tawaf, and placed in front of the بیت اللہ Baytullah, but at some distance outside the مطاف ma-taf (the area where طواف طواف awaf is made) close to Bi'r Zamzam (the well of Zamzam, the original site of which is now marked with a black marble circle on the floor of the بیت اللہ Baytullah with the legend inlaid in Arabic). Later, it was secured in a small structure behind which the two post-tawaf raka` at were offered. The present position is that the station of Ibrahim has been placed securely in a strong metal-crystal casing, but it is the particular stone inside it which is the Maqamu Ibrahim'. Offering the post-Tw‘af salah comprising two raka` at behind or close to it is more merit-worthy. But the appellation, Maqamu Ibrahim' taken in a literal sense, covers the entire al-Masjid al-Haram, the Sacred Mosque. Therefore, Muslim jurists have ruled that offering the two raka'at after Twaf anywhere within the Sacred Mosque would satisfy one's obligation.\n'Whoever enters بیت اللہ Baytullah is secure':\nThe second peculiarity of the Ka'bah mentioned in the verse is that 'whoever enters it is secure'. This statement has different aspects. Firstly, it is true in the legal sense, for Allah Almighty has ordained that one who enters there should not be molested or killed; even, if a person kills someone or commits some other crime and goes into the sanctuary, he too should not be punished in there. Instead of that, he should be compelled to come out of the حرم Haram and when he does come out of the حرم Haram, the punishment due will then be given. This is how an entrant to حرم Haram gets the protection of Divine law.\nThe second form of security provided to the entrants of حرم Haram is factual. In the very design of Divine creation, Allah Almighty has caused awe and reverence for بیت اللہ Baytullah to take roots in the hearts of people. Even the Arab tribes of جاھلیہ Jahiliyyah, inspite of all their evil practices, were ready to sacrifice their lives to uphold the honour of بیت اللہ Baytullah. That they were all too wild and warring is well-known, yet they held the حرم Haram in such esteem that a son whose father was killed would say nothing to the killer and quietly move away from him in-spite of his burning rage for revenge.\nThe only time fighting was allowed within the حرم Haram area was for a few hours through a revelation from Allah Almighty. The occasion was the conquest of Makkah and the permission was restricted to the Holy Prophet ﷺ in order that he could cleanse the بیت اللہ Baytullah and serve an important objective of faith. Soon after the conquest, the Holy Prophet ﷺ made an express announcement to this effect and stressed that the original unlawfulness of fighting in the حرم Haram continues to be valid for ever.\nAs far as the case of Hajjaj ibn Yusuf is concerned who, after the time of the Holy Prophet ﷺ ، took armed action against Sayyidna ` Abdullah ibn Zubayr ؓ in Makkah, resorting to killings and terror. Since his action was a grave sin and a flagrant violation of law and Ka'bah's sanctity, in the sight of the entire community which hated him for what he did, therefore, it does not affect the divine declaration of Ka` bah's sanctity. It is also difficult to say that he violated the built-in sanctity of بیت اللہ Baytullah as such intentionally, for Hajjaj himself did not believe in the lawfulness of this action of his; he knew that he was committing a serious crime but he became overwhelmed by political and administrative considerations.\nHowever, the truth is that the Muslim community at large has always held the حرم Haram and بیت اللہ Baytullah in the highest possible esteem and has always regarded fighting or quarrelling in the sacred precincts as one of the most ugly sins. This is a unique mark of بیت اللہ Baytullah, universally and exclusively.\nThe obligation of Hajj: A Distinction of بیت اللہ Baytullah\nAllah Almighty has made the Hajj of بیت اللہ Baytullah an obligation subject to the condition that one has the necessary means and ability to reach there. Having 'means' can be explained by saying that one should have resources surplus to his basic needs which could help him take care of the cost of travel, to بیت اللہ Baytullah and back home, and the expenses incurred during stay in the Holy Land. It is also necessary that his 'means' should be good enough to cover the expenses of his family until his return, for this is an standing obligation on him. Then, one should not be physically handicapped, being unable to see, or use hands and feet, for a handicapped person would not have the ability to go that far and complete the many requirements of the Hajj.\nAs women are not legally permitted to travel without a محرم Mahram (marriage with whom is prohibited), they would be considered 'able' to embark on their Hajj if they are travelling with a محرم Mahram making his Hajj whether the محرم Mahram is bearing his own expenses or the woman pays for his expenses as well. Similarly, the route taken to reach the Hajj site should also be secure since this too is part of the condition of 'ability'. If peaceful conditions do not exist on the Hajj route and there is an acute danger to life and property, then, it would mean an absence of the 'ability' to perform Hajj.\nLiterally, Hajj means 'to intend'. What it means in terms of prescribed religious observance is already stated in the Holy Qur'an it-self, that is, the طواف tawaf of the Ka` bah, the stay in ` Arafat, and in Muzdalifah. Remaining details have been made clear by the Holy Prophet ﷺ through his words and deeds. So, after the announcement that the Hajj of بیت اللہ Baytullah is an obligation, it was said:\nوَمَن كَفَرَ‌ فَإِنَّ اللَّـهَ غَنِيٌّ عَنِ الْعَالَمِينَ\nAnd if one disbelieves, then Allah is independent of all the worlds.\nIncluded here, undoubtedly, is the person who intentionally rejects the belief that Hajj is obligatory. It is obvious that such a person can-not be considered a Muslim. He is a disbeliever indeed, for the description: \"And if one disbelieves\" fits him clearly and comprehensively. Then, comes the case of one who does believe that Hajj is an obligation, yet he does not, inspite of having the means and the ability, perform it. He too, in a way, is no less a denier of the Divine command. In his case, the words: \"and if one disbelieves\" will apply in the form of admonition and warning since this person is acting like disbelievers who do not perform Hajj. In the process, such a person acts just like one of them.\nThis is why Muslim jurists, رحمہم اللہ have said that this is a severe warning to those who do not perform Hajj inspite of having the means and the ability to do so and thus, by this heedless act of theirs, they become the likes of disbelievers. Let us seek refuge with Allah from such a fate.",
  "ayah": 97,
  "surah": 3
}
