{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ (102)قال أبو جعفر: يعني بذلك جل ثناؤه: يا معشر من صدّق الله ورسوله =\" اتقوا الله \"، خافوا الله ورَاقبوه بطاعته واجتناب معاصيه =\" حقّ تُقاته \"، حقّ خوفه، (12) وهو أن يُطاع فلا يُعصى، ويُشكر فلا يكفر، ويُذكر فلا يُنسى = \" ولا تموتن \"، أيها المؤمنون بالله ورسوله =\" إلا وأنتم مسلمون \" لربكم، مذعنون له بالطاعة. مخلصون له الألوهةَ والعبادة. (13)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:7536- حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان = وحدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري = عن زبيد، عن مُرّة، عن عبد الله: \" اتقوا الله حق تقاته \"، قال: أن يطاع فلا يُعصي، ويُذكر فلا يُنسى، ويشكر فلا يُكفر. (14)7537- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا شعبة، عن زبيد، عن مرة الهمداني، عن عبد الله مثله.7538- حدثنا ابن المثني قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن زبيد، عن مرة الهمداني، عن عبد الله مثله.7539- حدثنا أبو كريب وأبو السائب قالا حدثنا ابن إدريس قال، سمعت ليثًا، عن زبيد، عن مرة بن شراحيل البَكيليّ، عن عبد الله بن مسعود، مثله. (15)7540- حدثني المثني قال، حدثنا الحجاج بن المنهال قال، حدثنا جرير، عن زبيد، عن عبد الله، مثله.&; 7-66 &;7541- حدثني المثني قال، حدثنا أبو نعيم قال، حدثنا مسعر، عن زبيد، عن مرة ، عن عبد الله، مثله.7542- حدثني المثني قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن المسعودي، عن زبيد الأيامي، عن مرة ، عن عبد الله، مثله.7543- حدثنا ابن حميد قال، حدثنا جرير، عن منصور، عن زبيد، عن مرة، عن عبد الله، مثله.7544- حدثنا محمد بن سنان قال، حدثنا يحيى، عن سفيان، عن أبي إسحاق، عن عمرو بن ميمون: \" اتقوا الله حق تقاته \"، قال: أن يطاع فلا يعصى، ويشكر فلا يكفر، ويذكر فلا ينسى. (16)7545- حدثنا ابن وكيع قال، حدثنا أبي، عن إسرائيل، عن أبي إسحاق، عن عمرو ابن ميمون، نحوه.7546- حدثنا ابن المثني قال، حدثنا يحيى بن سعيد قال، حدثنا شعبة قال، حدثنا عمرو بن مرة، عن مرة، عن الربيع بن خُثَيم قال: أن يطاع فلا يعصى، ويُشكر فلا يكفر، ويذكر فلا ينسى.7547- حدثنا المثني قال، حدثنا أبو داود قال، حدثنا شعبة، عن عمرو بن مرة قال، سمعت مرة الهمداني يحدث، عن الربيع بن خُثيم في قول الله عز وجل: \" اتقوا الله حق تقاته \"، فذكره نحوه. (17)7548- حدثني المثني قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن &; 7-67 &; قيس بن سعد، عن طاوس: \" يا أيها الذين آمنوا اتقوا الله حق تقاته \"، أن يطاع فلا يُعصى.7549- حدثنا محمد بن سنان قال : حدثنا أبو بكر الحنفي قال، حدثنا عباد، عن الحسن في قوله: \" يا أيها الذين آمنوا اتقوا الله حقّ تُقاته \"، قال: \" حق تقاته \"، أن يطاع فلا يُعصى.7550- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: ثم تقدم إليهم -يعني إلى المؤمنين من الأنصار-. فقال: \" يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون \"، أما \" حق تقاته \"، يطاع فلا يعصى ، ويذكر فلا يُنسى، ويشكر فلا يُكفر.7551- حدثني المثني قال، حدثنا حجاج بن المنهال قال، حدثنا همام، عن قتادة: \" يا أيها الذين آمنوا اتقوا الله حق تقاته \"، أن يطاع فلا يعصى، قال: \" ولا تموتن إلا وأنتم مسلمون \".* * *وقال آخرون: بل تأويل ذلك، كما:-7552- حدثني به المثني قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" اتقوا الله حق تقاته \"، قال: \" حق تقاته \"، أن يجاهدوا في الله حق جهاده، ولا يأخذهم في الله لومةُ لائم، ويقوموا لله بالقسط ولو على أنفسهم وآبائهم وأبنائهم. (18)* * *ثم اختلف أهل التأويل في هذه الآية: هل هي منسوخة أم لا؟فقال بعضهم: هي محكمة غيرُ منسوخة.*ذكر من قال ذلك:7553- حدثني المثني قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي، عن ابن عباس قوله: \" اتقوا الله حق تقاته \" أنها لم تنسخ، ولكن \" حق تقاته \"، أن تجاهدَ في الله حق جهاده = ثم ذكر تأويله الذي ذكرناه عنه آنفًا. (19)7554- حدثني المثني قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن قيس بن سعد، عن طاوس: \" يا أيها الذين آمنوا اتقوا الله حق تقاته \"، فإن لم تفعلوا ولم تستطيعوا، فلا تموتن إلا وأنتم مسلمون.7555- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال طاوس قوله: \" ولا تموتن إلا وأنتم مسلمون \"، يقول: إن لم تتقوه فلا تموتن إلا وأنتم مسلمون.* * *وقال آخرون: هي منسوخة، نسخها قوله:  فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ  [سورة التغابن: 16].*ذكر من قال ذلك:7556- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون \" ، ثم أنـزل التخفيف واليسر، وعاد بعائدته ورحمته على ما يعلم من ضعف خلقه فقال:  فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ  ، فجاءت هذه الآية، فيها تخفيفٌ وعافيةٌ ويُسر.7557- حدثني المثني قال، حدثنا الحجاج بن المنهال الأنماطي قال، &; 7-69 &; حدثنا همام، عن قتادة: \" يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون \"، قال: نسختها هذه الآية التي في\" التغابن \":  فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا  ، وعليها بايع رسول الله صلى الله عليه وسلم على السمع والطاعة فيما استطاعوا.7558- حدثني المثني قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع بن أنس قال: لما نـزلت: \" اتقوا الله حق تقاته \"، ثم نـزل بعدها:  فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ  ، فنسخت هذه الآية التي في\"آل عمران \".7559- حدثنا محمد قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون \"، فلم يطق الناسُ هذا، فنسخه الله عنهم ، فقال:  فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ7560- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد، في قوله: \" يا أيها الذين آمنوا اتقوا الله حق تقاته \"، قال: جاء أمر شديد! قالوا: ومن يعرف قدر هذا أو يبلغه؟ فلما عرف أنه قد اشتد ذلك عليهم، نسخها عنهم، وجاء بهذه الأخرى فقال:  فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ  فنسخها. (20)* * *وأما قوله: \" ولا تموتن إلا وأنتم مسلمون \"، فإن تأويله كما:-7561- حدثني المثني قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن قيس بن سعد، عن طاوس: \" ولا تموتن إلا وأنتم مسلمون \"، قال: على الإسلام، وعلى حُرْمة الإسلام. (21)--------------------الهوامش :(12) انظر القول في بيان\"تقاة\" فيما سلف 6 : 313 - 317.(13) في المطبوعة: \"الألوهية\" ، وهي صواب ، وأثبت ما في المخطوطة ، وهي صواب أيضا بمعناها ، ولكن هكذا يكتبها أبو جعفر ، وانظر ما سلف 6 : 275 ، تعليق: 2.(14) الأثر: 7537- والآثار التي تليه أسانيد مختلفة لهذا الأثر. وأخرجه الحاكم في المستدرك من طريق أبي نعيم ، عن مسعر ، وهو الأثر رقم: 7541 ، وليس فيه\"ويشكر فلا يكفر\" ، وقال: \"هذا حديث صحيح على شرط الشيخين ، ولم يخرجاه\" ، ووافقه الذهبي.(15) الأثر: 7539- في المطبوعة: \"مرة بن شراحيل الهمداني\". غير ما في المخطوطة ، وكلاهما صحيح وصواب ، وانظر الأثر رقم: 2521 ، والتعليق عليه.(16) الأثر: 7544-\"يحيى\" هو: \"يحيى بن أبي بكير الأسدي\" مضى في رقم: 5797 ، \"وسفيان\" هو الثوري ، و\"أبو إسحاق\" هو: أبو إسحاق السبيعي ، وكان في المخطوطة والمطبوعة: \"حدثنا يحيى بن سفيان\" ، وليس في الرواة من يسمى بهذا ، والصواب ما أثبته.(17) الأثران: 7546 ، 7547 -\"الربيع بن خثيم الثوري\" مضت ترجمته في رقم: 1430 ، وكان في المطبوعة\"بن خيثم\" ، وهو خطأ مضى مثله في الأثر الآخر ، وفي مواضع غيره ، وصححته من المخطوطة.(18) الأثر: 7552- رواه أبو جعفر النحاس في الناسخ والمنسوخ: 88 ، مع بعض الخلاف في لفظه. وفي المخطوطة: \"أن تجاهد في الله\" بالإفراد ، والسياق يقتضي الجمع ، وجاءت على الصواب في المطبوعة وفي الناسخ والمنسوخ ، إلا أنه قال: \"أن تجاهدوا ... ولا يأخذكم ... وتقوموا ... ولو على أنفسكم وآبائكم وأبنائكم\" على الخطاب.(19) الأثر: 7553- هو الأثر السالف ، وفي المخطوطة والمطبوعة: \"أن تجاهد\" ، وانظر التعليق السالف.(20) ترك أبو جعفر رضي الله عنه ، ترجيح أحد القولين على الآخر ، وكان حقًا عليه أن يبينه. وقد بينه أبو جعفر النحاس في الناسخ والمنسوخ : 88 ، 89 ، قال بعد سياقه الأثر: 7542 ، وروايته عن قول قتادة: \"قال أبو جعفر: محال أن يقال هذا ناسخ ولا منسوخ إلا على حيلة ، وذلك أن معنى نسخ الشيء: إزالته والمجيء بضده ، فمحال أن يقال: \"اتقوا لله\" منسوخ ، ولا سيما مع قول النبي صلى الله عليه وسلم مما فيه بيان الآية ، كما قرأ على أحمد بن محمد بن الحجاج ، عن يحيى بن سليمان قال ، حدثنا أبو الأحوص قال ، حدثنا أبو إسحاق ، عن عمرو بن ميمون ، عن معاذ بن جبل قال: قال رسول الله صلى الله عليه وسلم: \"يا معاذ ، أتدري ما حق الله على العباد؟ قلت: الله ورسوله أعلم! قال: أن يعبدوه ولا يشركوا به شيئا\" ، أفلا ترى أنه محال أن يقع في هذا نسخ ... قال أبو جعفر: \"فكل ما ذكر في الآية واجب على المسلمين أن يستعملوه ، ولا يقع فيه نسخ ، وهو قول النبي صلى الله عليه وسلم: \"أن يعبدوا الله ولا يشركوا به شيئا\" وكذا على المسلمين - كما قال ابن مسعود: \"أن تطيعوا الله فلا تعصوه ، وتذكروه فلا تنسوه ، وأن تشكروه فلا تكفروه ، وأن تجاهدوا فيه حق جهاده. وأما قول قتادة ، مع محله من العلم: أنها نسخت ، فيجوز أن يكون معناه: نزلت: فاتقوا الله ما استطعتم - بنسخه: اتقوا الله حق تقاته ، وأنها مثلها ، لأنه لا يكلف أحدًا إلا طاقته\".(21) انظر تفسير أبي جعفر في نظيرة هذه الآية فيما سلف 3 : 96 ، 97.",
  "ayah": 102,
  "surah": 3
}
