{
  "text": "القول في تأويل قوله تعالى :  يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (106)قال أبو جعفر: يعني بذلك جل ثناؤه: أولئك لهم عذاب عظيم في يوم تبيض وجوه وتسودُّ وجوه.* * *وأما قوله: \" فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم \"، فإن معناه: فأما الذين اسودت وجوههم، فيقال لهم: أكفرتم بعد إيمانكم؟ فذوقوا العذاب بما كنتم تكفرون. ولا بدل \" أما \" من جواب بالفاء، فلما أسقط الجواب سقطت \" الفاء \" معه. وإنما جاز ترك ذكر \" فيقال \" لدلالة ما ذكر من الكلام عليه.* * *وأما معنى قوله جل ثناؤه: \" أكفرتم بعد إيمانكم \"، فإن أهل التأويل اختلفوا فيمن عُني به.فقال بعضهم: عني به أهل قبلتنا من المسلمين.*ذكر من قال ذلك:7601- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتاده، قوله: \" يوم تبيض وجوه وتسود وجوه \"، الآية، لقد كفر أقوامٌ بعد إيمانهم كما تسمعون، ولقد ذكر لنا أن نبي الله صلى الله عليه وسلم كان يقول: \" والذي نفس محمد بيده، ليردنّ على الحوض ممن صحبني أقوامٌ، حتى إذا رُفعوا إليّ ورأيتهم، اختُلِجوا دوني، فلأقولن: ربّ! أصحابي! أصحابي! فليقالنّ: إنك لا تدري ما أحدثوا بعدك \"! = وقوله: \" وأما الذين ابيضتْ وجوههم ففي رحمة الله \"، هؤلاء أهل طاعة الله، والوفاء بعهد الله، قال الله عز وجل: \" ففي رحمة الله هم فيها خالدون \". (80)7602- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يوم تبيضُّ وجوه وتسودُّ وجوه فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم فذوقوا العذاب بما كنتم تكفرون \"، فهذا من كفر من أهل القبلة حين اقتتلوا.7603- حدثنا ابن وكيع قال، حدثنا أبي، عن حماد بن سلمة والربيع بن صبيح، عن أبي مجالد، عن أبي أمامة: \" فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم \"، قال: هم الخوارج.* * *وقال آخرون: عنى بذلك: كلّ من كفر بالله بعد الإيمان الذي آمن، &; 7-95 &; حين أخذ الله من صلب آدم ذريته وأشهدهم على أنفسهم بما بيَّن في كتابه. (81)*ذكر من قال ذلك:7604- حدثني المثني قال، حدثنا علي بن الهيثم قال، أخبرنا ابن أبي جعفر، عن أبيه، عن الربيع، عن أبي العالية، عن أبيّ بن كعب، في قوله: \" يوم تبيض وجوه وتسود وجوه \"، قال: صاروا يوم القيامة فريقين، فقال لمن اسودَّ وجهه، وعيَّرهم.\" أكفرتم بعد إيمانكم فذوقوا العذابَ بما كنتم تكفرون \"، قال: هو الإيمان الذي كان قبل الاختلاف في زمان آدم، حين أخذ منهم عهدهم وميثاقهم، وأقرُّوا كلهم بالعبودية، وفطرهُمْ على الإسلام، فكانوا أمة واحدة مسلمين، يقول: \" أكفرتم بعد إيمانكم \"، يقول: بعد ذلك الذي كان في زمان آدم. وقال في الآخرين: الذين استقاموا على إيمانهم ذلك، فأخلصوا له الدين والعمل، فبيَّض الله وجوههم، وأدخلهم في رضوانه وجنته.* * *وقال آخرون: بل الذين عنوا بقوله: \" أكفرتم بعد إيمانكم \"، المنافقون.*ذكر من قال ذلك:7605- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن: \" يوم تبيض وجوه وتسود وجوه \" الآية، قال: هم المنافقون، كانوا أعطوا كلمةَ الإيمان بألسنتهم، وأنكروها بقلوبهم وأعمالهم.* * *قال أبو جعفر: وأولى الأقوال التي ذكرناها في ذلك بالصواب، القولُ الذي ذكرناه عن أبي بن كعب أنه عنى بذلك جميع الكفار، وأنّ الإيمان الذي يوبَّخُون على ارتدادهم عنه، هو الإيمان الذي أقروا به يوم قيل لهم:  أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا  [سورة الأعراف: 172].وذلك أن الله جل ثناؤه جعل جميعَ أهل الآخرة فريقين: أحدهما سودًا وجوهه، والآخر بيضًا وجوهه. (82) فمعلوم -إذ لم يكن هنالك إلا هذان الفريقان- أن جميع الكفار داخلون في فريق من سُوِّد وجهه، وأن جميع المؤمنين داخلون في فريق من بُيِّض وجهه. فلا وجه إذًا لقول قائل: \" عنى بقوله: \"  أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ  ، بعض الكفار دون بعض \"، وقد عمّ الله جل ثناؤه الخبرَ عنهم جميعهم، وإذا دخل جميعهم في ذلك، ثم لم يكن لجميعهم حالة آمنوا فيها ثم ارتدوا كافرين بعدُ إلا حالة واحدة، كان معلومًا أنها المرادة بذلك. (83)* * *فتأويل الآية إذًا: أولئك لهم عذاب عظيمٌ في يوم تبيضُّ وجوه قوم وتسودُّ وجوه آخرين. فأما الذين اسودت وجوههم، فيقال: أجحدتم توحيد الله وعهدَه وميثاقَه الذي واثقتموه عليه، بأن لا تشركوا به شيئًا، وتخلصوا له العبادة - بعد إيمانكم =يعني: بعد تصديقكم به؟=\" فذوقوا العذاب بما كنتم تكفرون \"، يقول: بما كنتم تجحدون في الدنيا ما كان الله قد أخذ ميثاقكم بالإقرار به والتصديق----------------------الهوامش :(80) الأثر: 7601- هذا أثر مرسل ، وقد أخرجه البخاري في صحيحه بغير هذا اللفظ (الفتح 11 : 408 ، 412 وما بعدها) ومسلم في صحيحه 17 : 194 ، وقوله: \"رفعوا إلى\" ، أي أظهرهم الله له فرآهم من بعيد. واختلج الشيء: نزعه وجذبه.(81) يعني آية\"سورة الأعراف: 172 قوله تعالى: {وَإِذْ أخَذَ ربكَ مِنْ بني آدَمَ مِنْ ظُهورِهِمْ ذُرِّيَّتَهُمْ} الآية.(82) في المطبوعة: \"سوداء... بيضاء\" والصواب ما في المخطوطة.(83) في المطبوعة: \"أنها المراد\" بغير تاء ، والصواب ما في المخطوطة",
  "ayah": 106,
  "surah": 3
}
