{
  "text": "القول في تأويل قوله جل ثناؤه :  كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِقال أبو جعفر: اختلف أهل التأويل في تأويل قوله: \" كنتم خير أمة أخرجت للناس \".فقال بعضهم: هم الذين هاجروا مع رسول الله صلى الله عليه وسلم من مكة إلى المدينة وخاصة، من أصحاب رسول الله صلى الله عليه وسلم.*ذكر من قال ذلك:7606- حدثنا أبو كريب قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن سماك، عن سعيد بن جبير، عن ابن عباس، قال في: \" كنتم خير أمة أخرجت للناس \"، قال: هم الذين خرجوا معه من مكة.7607- حدثنا أبو كريب قال، حدثنا ابن عطية، عن قيس، عن سماك، عن عكرمة، عن ابن عباس: \" كنتم خير أمة أخرجت للناس \"، قال: هم الذين هاجروا من مكة إلى المدينة.7608- حدثنا محمد بن الحسين قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر \"، قال عمر بن الخطاب: لو شاء الله لقال: \" أنتم \"، فكنا كلنا، ولكن قال: \" كنتم \" في خاصة من أصحاب رسول الله صلى الله عليه وسلم، ومن صنع مثل صنيعهم، كانوا خير أمة أخرجت للناس، يأمرون بالمعروف وينهون عن المنكر.7609- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج قال، عكرمة: نـزلت في ابن مسعود، وسالم مولى أبي حذيفة، وأبيّ بن كعب، ومعاذ بن جبل.7610- حدثنا أبو كريب قال، حدثنا مصعب بن المقدام، عن إسرائيل، عن السدي، عمن حدثه: قال عمر: \" كنتم خير أمة أخرجت للناس \"، قال: تكون لأولنا ولا تكون لآخرنا.7611- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا إسرائيل، عن سماك بن حرب، عن سعيد بن جبير، عن ابن عباس: \" كنتم خير أمة أخرجت للناس \"، قال: هم الذين هاجروا مع النبي صلى الله عليه وسلم إلى المدينة. (8)7612- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال: ذُكر لنا أن عمر بن الخطاب قال في حجّة حجّها ورأى من الناس رِعَة سيئة، (9) فقرأ هذه: \" كنتم خير أمة أخرجت للناس \"، الآية. ثم قال: يا أيها الناس، من سره أن يكون من تلك الأمة، فليؤد شرط الله منها. (10)7613- حدثني يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك في قوله: \" كنتم خير أمة أخرجت للناس \"، قال: هم أصحابُ رسول الله صلى الله عليه وسلم خاصة، يعني = وكانوا هم الرواة الدعاة الذين أمر الله المسلمين بطاعتهم. (11)* * *وقال آخرون: معنى ذلك: كنتم خير أمة أخرجت للناس، إذا كنتم بهذه الشروط التي وصفهم جل ثناؤه بها. فكان تأويل ذلك عندهم: كنتم خير أمة تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله، أخرجوا للناس في زمانكم.*ذكر من قال ذلك:7614- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن نجيح، عن مجاهد في قول الله عز وجل: \" كنتم خير أمة أخرجت للناس \"، يقول: على هذا الشرط: أن تأمرُوا بالمعروف، وتنهوا عن المنكر وتؤمنوا بالله = يقول: لمن أنتم بين ظهرانيه، كقوله:  وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ  [سورة الدخان: 32].7615- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن &; 7-103 &; ابن جريج، عن مجاهد قوله: \" كنتم خير أمة أخرجت للناس \"، قال يقول: كنتم خير الناس للناس على هذا الشرط: أن تأمروا بالمعروف، وتنهوا عن المنكر. وتؤمنوا بالله = يقول: لمن بين ظَهريه، كقوله:  وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ  [سورة الدخان: 32].7616- وحدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن ميسرة، عن أبي حازم، عن أبي هريرة: \" كنتم خير أمة أخرجت للناس \"، قال: كنتم خير الناس للناس، تجيئون بهم في السلاسل، تدخلونهم في الإسلام. (12)7617- حدثنا عبيد بن أسباط قال، حدثنا أبي، عن فضيل بن مرزوق، عن عطية في قوله: \" كنتم خير أمة أخرجت للناس \"، قال: خيرَ الناس للناس.* * *وقال آخرون: إنما قيل: \" كنتم خير أمة أخرجت للناس \"، لأنهم أكثر الأمم استجابة للإسلام.*ذكر من قال ذلك:7618- حدثت عن عمار بن الحسن قال، (13) حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، قوله: \" كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر \"، قال: لم تكن أمة أكثر استجابة في الإسلام من هذه الأمة، فمن ثمَ قال: \" كنتم خير أمة أخرجت للناس \".* * *وقال بعضهم: عنى بذلك أنهم كانوا خير أمة أخرجت للناس.*ذكر من قال ذلك:7619- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن في قوله: \" كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر \"، قال: قد كان ما تسمعُ من الخير في هذه الأمة.7620- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد عن قتادة قال: كان الحسن يقول: نحن آخرُها وأكرمُها على الله.* * *قال أبو جعفر: وأولى هذه الأقوال بتأويل الآية ما قال الحسن، وذلك أن:7621- يعقوب بن إبراهيم حدثني قال، حدثنا ابن علية، عن بهز بن حكيم، عن أبيه، عن جده قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" ألا إنكم وفيَّتم سبعين أمَّة، أنتم آخرها وأكرمها على الله \" .7622- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن بهز بن حكيم، عن أبيه، عن جده: أنه سمع النبي صلى الله عليه وسلم يقول في قوله: \" كنتم خير أمة أخرجت للناس \"، قال: \" أنتم تتمُّون سبعين أمة، أنتم خيرُها وأكرمها على الله \". (14)7623- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال، ذُكر لنا أن نبي الله صلى الله عليه وسلم قال ذات يوم وهو مسند ظهره إلى الكعبة: \" نحن نكمل يوم القيامة سبعين أمة نحن آخرها وخيرُها \".* * *وأما قوله: \" تأمرون بالمعروف \"، فإنه يعني: تأمرون بالإيمان بالله ورسوله، والعمل بشرائعه =\" وتنهون عن المنكر \"، يعني: وتنهون عن الشرك بالله. وتكذيب رسوله، وعن العمل بما نهى عنه، كما:-7624- حدثنا علي بن داود قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" كنتم خير أمة أخرجت للناس \". يقول: تأمرونهم بالمعروف: أن يشهدوا أن لا إله إلا الله، والإقرار بما أنـزل الله، وتقاتلونهم عليه، و \" لا إله إلا الله \"، هو أعظم المعروف = وتنهونهم عن المنكر، والمنكر هو التكذيب، وهو أنكرُ المنكر.* * *وأصل \" المعروف \" كل ما كان معروفًا فعله، جميلا مستحسنًا، (15) غير مستقبح في أهل الإيمان بالله، وإنما سميت طاعة الله \" معروفًا \"، لأنه مما يعرفه أهل الإيمان ولا يستنكرون فعله. (16) .* * *وأصل \" المنكر \"، ما أنكره الله، ورأوه قبيحًا فعلهُ، ولذلك سميت معصية الله \" منكرًا \"، لأن أهل الإيمان بالله يستنكرون فعلها، ويستعظمون رُكوبها. (17)* * *وقوله: \" وتؤمنون بالله \"، يعني: تصدّقون بالله، فتخلصون له التوحيد والعبادة.* * *قال أبو جعفر: فإن سأل سائل فقال: وكيف قيل: \" كنتم خير أمة \"، وقد زعمتَ أن تأويل الآية: أنّ هذه الأمة خيرُ الأمم التي مضت، وإنما يقال: \" كنتم خير أمة \"، لقوم كانوا خيارًا فتغيَّروا عما كانوا عليه؟قيل: إنّ معنى ذلك بخلاف ما ذهبتَ إليه، وإنما معناه: أنتم خير أمة، كما قيل:  وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ  [الأنفال: 26] وقد قال في موضع آخر:  وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلا فَكَثَّرَكُمْ  [الأعراف: 86] فإدخال \" كان \" في مثل هذا وإسقاطها بمعنى واحد، لأن الكلام معروف معناه. (18) ولو قال أيضا في ذلك قائل: \" كنتم \"، بمعنى التمام، كان تأويله: خُلقتم خير أمة = أو: وجدتم خير أمة، كان معنى صحيحًا.* * *وقد زعم بعض أهل العربية أن معنى ذلك: كنتم خير أمة عند الله في اللوح المحفوظ، أخرجت للناس.* * *والقولان الأولان اللذان قلنا، أشبهُ بمعنى الخبر الذي رويناه قبلُ.* * *وقال آخرون: معنى ذلك: كنتم خير أهل طريقة. وقال: \" الأمة \": الطريقة. (19)-------------------الهوامش :(8) الأثر: 7611- رواه أحمد في المسند رقم: 2463 ، 2928 ، 2989 ، 3321 ، وإسناده صحيح. وأخرجه الحاكم في المستدرك 2: 294 ، وقال: \"هذا حديث صحيح على شرط مسلم ولم يخرجاه\" ، ووافقه الذهبي.(9) الرعة (بكسر الراء وفتح العين) أصلها من الورع ، مثل\"العدة\" من\"الوعد\". والرعة: الهدى وسوء الهيئة أو حسن الهيئة ، أي هي بمعنى: الشأن والأمر والأدب. وفي حديث الحسن: \"ازدحموا عليه فرأى منهم رعة سيئة فقال: اللهم إليك\" ، أي سوء أدب ، لم يحسنوا الكف عما يشين.(10) قوله: \"شرط الله منها\" ، أي شرط الله الذي طلبه منها.(11) قد مضى تفسير معنى\"الرواة\" في الأثر رقم 7597 ، والتعليق عليه.(12) الأثر: 7616- أخرجه البخاري من طريق محمد بن سفيان عن ميسرة. (الفتح 8: 169) وقال الحافظ: \"ميسرة: هو ابن عمار الأشجعي ، كوفي ثقة ماله في البخاري سوى هذا الحديث وآخر تقدم في بدء الخلق\". و\"أبو حازم\" هو\"سلمان الأشجعي الكوفي\" ، وفي الفتح\"سليمان\" ، وهو خطأ وتصحيف. ولفظ البخاري: \"تأتون بهم في السلاسل في أعناقهم ، حتى يدخلوا في الإسلام\".وقد استوفى الحافظ في هذا الموضع ، الحديث عن معنى الآية ، وذكر أكثر الآثار التي سلفت ، والتي ستأتي بعد.(13) في المطبوعة: \"عمار بن الحسين\" ، وهو خطأ ، والصواب في المخطوطة.(14) الحديثان: 7621 ، 7622- هما حديث واحد بإسنادين. وقد مضى بالإسنادين معًا مجموعين ، برقم: 873. وقد خرجناه هناك مفصلا ، وأشرنا إلى مواضعه هنا في طبعة بولاق. ونزيد هنا أنه رواه أيضا الحاكم في المستدرك 4: 84 ، من طريق عبد الرزاق ، عن معمر ، بالإسناد الثاني هنا. وقال: \"هذا حديث صحيح الإسناد ، ولم يخرجاه\". ووافقه الذهبي. ثم أشار الحاكم إلى متابعة سعيد الجريري ، بروايته إياه عن حكيم بن معاوية. ثم رواه من طريق يزيد بن هارون ، عن الجريري. ورواية الجريري سبق أن خرجناها هناك من رواية أحمد في المسند.وذكره الحافظ في الفتح 8: 169 ، مشيرًا إلى رواية الطبري إياه ، ثم قال: \"وهو حديث حسن صحيح. أخرجه الترمذي وحسنه. وابن ماجه ، والحاكم وصححه\".وقد ورد معناه أيضًا ، ضمن حديث مطول عن أبي سعيد الخدري ، مرفوعا ، رواه أحمد في المسند: 11609 (ج3 ص 61 حلبى). وإسناده صحيح.(15) في المطبوعة: \"كل ما كان معروفًا ، ففعله جميل مستحسن\" ، غيروا نص المخطوطة. ظنًا منهم أنه غير مستقيم ، وهو أحسن استقامة مما أثبتوا!! بل هو الصواب المحض.(16) انظر تفسير\"المعروف\" فيما سلف قريبًا ص: 91 ، تعليق: 2 ، والمراجع هناك.(17) انظر تفسير\"المنكر\" فيما سلف قريبا ص: 91.(18) انظر معاني القرآن للفراء 1: 229.(19) انظر تفسير\"أمة\" فيما سلف 1: 221 / ثم هذا ص 90 ، والمراجع هناك في التعليق.",
  "ayah": 110,
  "surah": 3
}
