{
  "text": "القول في تأويل قوله تعالى :  لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113)قال أبو جعفر: يعني بقوله جل ثناؤه: \" ليسوا سواء \"، ليس فريقًا أهل الكتاب، أهل الإيمان منهم والكفر: سواء. يعني بذلك: أنهم غير متساوين. يقول: ليسوا متعادلين، ولكنهم متفاوتون في الصلاح والفساد، والخير والشر. (43) .* * *وإنما قيل: \" ليسوا سواء \"، لأن فيه ذكر الفريقين من أهل الكتاب اللذين ذكرهما الله في قوله:  وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ  ، (44) ثم أخبر جل ثناؤه عن حال الفريقين عنده، المؤمنة منهما والكافرة فقال: \" ليسوا سواء \"، أي: ليس هؤلاء سواء، المؤمنون منهم والكافرون. ثم ابتدأ الخبرَ جل ثناؤه عن صفة الفرقة المؤمنة من أهل &; 7-119 &; الكتاب، ومدحَهم، وأثنى عليهم، بعد ما وصف الفِرقة الفاسقة منهم بما وصفها به من الهلع، ونَخْب الجَنان، (45) ومحالفة الذل والصغار، وملازمة الفاقة والمسكنة، وتحمُّل خزي الدنيا وفضيحة الآخرة، فقال: \" من أهل الكتاب أمَّة قائمةٌ يتلون آيات الله آناء الليل وهم يسجدون \"، الآيات الثلاث، إلى قوله:  وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ  .* * *فقوله: (46) \" أمة قائمة \" مرفوعةٌ بقوله: \" من أهل الكتاب \".* * *وقد توهم جماعة من نحويي الكوفة والبصرة والمقدَّمين منهم في صناعتهم: (47) أن ما بعد \" سواء \" في هذا الموضع من قوله: \" أمة قائمة \"، ترجمةٌ عن \" سواء \" وتفسيرٌ عنه، (48) بمعنى: لا يستوي من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وأخرى كافرة. وزعموا أنّ ذكر الفرقة الأخرى، ترك اكتفاء بذكر إحدى الفرقتين، وهي\" الأمة القائمة \"، ومثَّلوه بقول أبي ذئيب:عَصَيْـتُ إلَيْهَـا القَلْـبَ: إنِّـي لأمْرِهَاسَـمِيعٌ، فَمَـا أَدْرِي أَرُشْـدٌ طِلابُهَـا? (49)ولم يقل: \" أم غير رشد \"، اكتفاء بقوله: \" أرشد \" من ذكر \" أم غير رشد \"،. وبقول الآخر: (50)أَرَاك فَــلا أَدْرِي أَهَــمٌّ هَمَمْتُــه?وَذُو الهَــمِّ قِدْمًـا خَاشِـعٌ مُتَضَـائِلُ (51)* * *قال أبو جعفر: وهو مع ذلك عندهم خطأٌ قولُ القائل المريد أن يقول: \" سواء أقمتَ أم قعدت \" =: \" سواء أقمت \"، حتى يقول: \" أم قعدت \".، وإنما يجيزون حذف الثاني فيما كان من الكلام مكتفيًا بواحد، دون ما كان ناقصًا عن ذلك، وذلك نحو: \" ما أبالي\" أو \" ما أدري\"، فأجازوا في ذلك: \" ما أبالي أقمت \"، وهم يريدون: \" ما أبالي أقمت أم قعدت \"، لاكتفاء \" ما أبالي\" بواحد = وكذلك في\" ما أدري\". وأبوا الإجازة في\" سواء \"، من أجل نقصانه، وأنه غير مكتف بواحد، فأغفلوا في توجيههم قوله: \" ليسوا سواء من أهل الكتاب أمة قائمة \" على ما حكينا عنهم، إلى ما وجهوه إليه -مذاهبَهم في العربية = (52) إذّ أجازوا فيه من الحذف ما هو غير جائز عندهم في الكلام مع \" سواء \"، وأخطأوا تأويل الآية. فـ\" سواء \" في هذا الموضع بمعنى التمام والاكتفاء، لا بالمعنى الذي تأوَّله من حكينا قوله.* * *وقد ذكر أن قوله: \" من أهل الكتاب أمة قائمة \" الآيات الثلاث، نـزلت في جماعة من اليهود أسلموا فحسن إسلامهم.*ذكر من قال ذلك:7644- حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، قال، حدثني محمد بن أبي محمد، عن عكرمة أو عن سعيد بن جبير، عن ابن عباس قال: لما أسلم عبد الله بن سلام، وثعلبة بن سَعْية، وأسَيْد بن سعية، وأسد بن عُبيد، ومن أسلم من يهود معهم، فآمنوا وصدَّقوا ورغبوا في الإسلام، ورسخوا &; 7-121 &; فيه، (53) قالت: أحبار يهود وأهل الكفر منهم: ما آمن بمحمد ولا تبعه إلا أشرارنا! (54) ولو كانوا من خيارنا ما تركوا دين آبائهم، وذهبوا إلى غيره، فأنـزل الله عز وجل في ذلك من قولهم: \" ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله \" إلى قوله:  وَأُولَئِكَ مِنَ الصَّالِحِينَ  . (55)7645- حدثنا أبو كريب قال: حدثنا يونس بن بكير، (56) عن محمد بن إسحاق قال، حدثني بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة، عن ابن عباس، بنحوه. (57)7646- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" ليسوا سواء من أهل الكتاب أمة قائمة \" الآية، يقول: ليس كل القوم هلك، قد كان لله فيهم بقية. (58)7647- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج: \" أمة قائمة \"، عبد الله بن سلام، وثعلبة بن سلام أخوه، وسعية، (59) ومبشر، وأسَيْد وأسد ابنا كعب.* * *وقال آخرون: معنى ذلك: ليس أهل الكتاب وأمة محمد القائمة بحق الله، سواء عند الله.*ذكر من قال ذلك:7648- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن الحسن بن يزيد العجلي، عن عبد الله بن مسعود أنه كان يقول في قوله: \" ليسوا سواء من أهل الكتاب أمة قائمة \"، قال: لا يستوي أهل الكتاب وأمةُ محمد صلى الله عليه وسلم . (60)7649- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" ليسوا سواء من أهل الكتاب أمة قائمة \"، الآية، يقول: ليس هؤلاء اليهود، كمثل هذه الأمة التي هي قائمة.* * *قال أبو جعفر: وقد بينا أن أولى القولين بالصواب في ذلك، قولُ من قال: قد تمت القصة عند قوله: \" ليسوا سواء \"، عن إخبار الله بأمر مؤمني أهل الكتاب وأهل الكفر منهم، وأنّ قوله: \" من أهل الكتاب أمة قائمة \"، خبر مبتدأ عن مدح مؤمنهم ووصفهم بصفتهم، على ما قاله ابن عباس وقتادة وابن جريج.* * *ويعني جل ثناؤه بقوله: \" أمة قائمة \"، جماعة ثابتةٌ على الحق.* * *وقد دللنا على معنى \" الأمة \" فيما مضى بما أغنى عن إعادته. (61)وأما \" القائمة \"، فإن أهل التأويل اختلفوا في تأويله.فقال بعضهم: معناها: العادلة.*ذكر من قال ذلك:7650- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \" أمة قائمة \"، قال: عادلة.* * *وقال آخرون: بل معنى ذلك: أنها قائمة على كتاب الله وما أمر به فيه.*ذكر من قال ذلك:7651- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة في قوله: \" أمة قائمة \"، يقول: قائمة على كتاب الله وفرائضه وحدوده.7652- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، قوله: \" أمة قائمة \"، يقول: قائمة على كتاب الله وحدوده وفرائضه.7653- حدثني محمد بن سعد قال، حدثنى أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" من أهل الكتاب أمة قائمة \"، يقول: أمة مهتدية، قائمة على أمر الله، لم تنـزع عنه وتتركه كما تركه الآخرون وضيعوه.* * *وقال آخرون. بل معنى \" قائمة \"، مطيعة.*ذكر من قال ذلك:7654- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" أمة قائمة \"، الآية، يقول: ليس هؤلاء اليهود كمثل هذه الأمة التي هي قانتة لله و \" القانتة \"، المطيعة.* * *قال أبو جعفر: وأولى هذه الأقوال بالصواب في تأويل ذلك، ما قاله ابن عباس وقتادة ومن قال بقولهما على ما روينا عنهم، وإن كان سائر الأقوال الأخَر متقاربة المعنى من معنى ما قاله ابن عباس وقتادة في ذلك. وذلك أن معنى قوله: \" قائمة \"، مستقيمة على الهدى وكتاب الله وفرائضه وشرائع دينه، والعدلُ والطاعةُ &; 7-124 &; وغير ذلك من أسباب الخير، (62) من صفة أهل الاستقامة على كتاب الله وسنة رسول الله صلى الله عليه وسلم. ونظير ذلك، الخبرُ الذي رواه النعمان بن بشير، عن النبي صلى الله عليه وسلم أنه قال:7655-\" مثل القائم على حدود الله والواقع فيها، كمثل قوم ركبوا سفينة \"، ثم ضرب لهم مثلا. (63) .* * *فالقائم على حدود الله: هو الثابت على التمسك بما أمره الله به، واجتناب ما نهاهُ الله عنه.* * *قال أبو جعفر: فتأويل الكلام: من أهل الكتاب جماعة معتصمة بكتاب الله، متمسكة به، ثابتة على العمل بما فيه وما سن لهم رسوله صلى الله عليه وسلم.القول في تأويل قوله :  يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113)قال أبو جعفر: يعني بقوله: \" يتلون آيات الله \"، يقرءون كتاب الله آناء الليل. ويعني بقوله: \"آيات الله \"، ما أنـزل في كتابه من العبَر والمواعظ. يقول: يتلون ذلك آناء الليل، يقول: في ساعات الليل، فيتدبَّرونه ويتفكرون فيه.* * *وأما \"آناء الليل \"، فساعات الليل، واحدها \" إنْيٌ\"، كما قال الشاعر: (64)حُـلْوٌ وَمُـرٌّ كَـعَطْفِ القِـدْحِ مِرَّتُـهُفِـي كُـلِّ إِنْـيٍ حـذَاه اللَّيْـلُ يَنْتَعِـلُ (65)وقد قيل إنّ واحد \" الآناء \"،\" إنًى \" مقصور، كما واحد \" الأمعاء \"\" مِعًى \".* * *واختلف أهل التأويل في تأويل ذلك.فقال بعضهم: تأويله: ساعات الليل، كما قلنا.*ذكر من قال ذلك:7656- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" يتلون آيات الله آناء الليل \"، أي: ساعات الليل.* * *7657- حدثت عن عمار قال، حدثنا أبن أبي جعفر، عن أبيه، عن الربيع قال: \"آناء الليل \"، ساعات الليل.7658- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج، قال، عبد الله بن كثير: سمعنا العرب تقول: \"آناء الليل \"، ساعات الليل.وقال آخرون \"آناء الليل \"، جوف الليل.*ذكر من قال ذلك:7659- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يتلون آيات الله آناء الليل \"، أما \"آناء الليل \"، فجوفُ الليل.وقال آخرون: بل عنى بذلك قومٌ كانوا يصلون العشاء الآخرة. (66)*ذكر من قال ذلك:7660- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن الحسن بن يزيد العجلي، عن عبد الله بن مسعود في قوله: \" يتلون آيات الله آناء الليل \"، صلاة العَتَمة، هم يصلُّونها، ومَنْ سِواهم من أهل الكتاب لا يصلِّيها. (67)7661- حدثني يونس قال أخبرنا ابن وهب قال، حدثني يحيى بن أيوب، عن عبيد الله بن زحر، عن سليمان، عن زِرّ بن حبيش، عن عبد الله بن مسعود قال: احتبس علينا رسول الله صلى الله عليه وسلم ذات ليلة، كان عند بعض أهله ونسائه: فلم يأتنا لصلاة العشاء حتى ذهب ليلٌ، فجاء ومنا المصلي ومنا المضطجع، فبشَّرنا وقال: \" إنه لا يصلي هذه الصلاة أحدٌ من أهل الكتاب \" فأنـزل الله: \" ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون \" (68)* * *7662- حدثني يونس قال، حدثنا علي بن معبد، عن أبي يحيى الخراساني، عن نصر بن طريف، عن عاصم، عن زر بن حبيش، عن عبد الله بن مسعود قال: خرج علينا رسول الله صلى الله عليه وسلم ونحن ننتظر العشاء -يريد العَتَمة- فقال لنا: ما على الأرض أحدٌ من أهل الأديان ينتظر هذة الصلاة في هذا الوقت غيركم! قال: فنـزلت: \" ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون \" (69)وقال آخرون: بل عُني بذلك قومٌ كانوا يصلون فيما بين المغرب والعشاء.* * **ذكر من قال ذلك:7663- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن منصور قال، بلغني أنها نـزلت: \" ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون \" فيما بين المغرب والعشاء.قال أبو جعفر: وهذه الأقوال التي ذكرتُها على اختلافها، متقاربة المعاني. وذلك أن الله تعالى ذكره وَصف هؤلاء القوم بأنهم يتلون آيات الله في ساعات الليل، وهي آناؤه، وقد يكون تاليها في صلاة العشاء تاليًا لها آناء الليل، وكذلك من تلاها فيما بين المغرب والعشاء، ومن تلاها جوفَ الليل، فكلٌّ تالٍ له ساعات الليل. غير أن أولى الأقوال بتأويل الآية، قولُ من قال: \" عني بذلك تلاوة القرآن في صلاة العشاء \"، لأنها صلاة لا يصلِّيها أحد من أهل الكتاب \"، فوصف الله أمة محمد صلى الله عليه وسلم بأنهم يصلونها دون أهل الكتاب الذين كفروا بالله ورسوله \" .* * *وأما قوله: \" وهم يسجدون \"، فإن بعض أهل العربية زعم أن معنى \" السجود \" في هذا الموضع، اسم الصلاة لا للسجود، (70) لأن التلاوة لا تكون في السجود ولا في الركوع. فكان معنى الكلام عنده: يتلون آيات الله آناء الليل وهم يصلون، (71) .* * *وليس المعنى على ما ذهب إليه، وإنما معنى الكلام: من أهل الكتاب أمة قائمة، يتلون آيات الله آناء الليل في صلاتهم، وهم مع ذلك يسجدون فيها، فـ\" السجود \"، هو \" السجود \" المعروف في الصلاة.----------------------الهوامش :(43) انظر تفسير\"سواء\" فيما سلف 1: 256.(44) هي الآية السالفة قبل قليل: 110 من سورة آل عمران.(45) النخب (بفتح فسكون): الجبن وضعف القلب. ورجل منخوب الجنان ونخيب الجنان: جبان لا قلب له ، كأنه منتزع الفؤاد فلا فؤاد له.(46) في المطبوعة: \"قوله\" بغير فاء في أولها ، والصواب من المخطوطة.(47) يعني الفراء في معاني القرآن 1: 230 ، 231 ، وهذا قريب من نص كلامه ، وبعض شواهده.(48) الترجمة: يعني البدل ، وانظر تفسير ذلك فيما سلف 2: 340 ، 374 ، 420 ، 424 ، 426 ، وغيرها من المواضع في فهرس المصطلحات.(49) سلف البيت وتخريجه وشرحه فيما سلف 1: 327.(50) لم أعرف قائله.(51) معاني القرآن للفراء 1: 231 . وكان في المطبوعة: \"أزال فلا أدري ...\" ، وهو لا معنى له ، والصواب من المخطوطة ومعاني القرآن. ولست أدري أيخاطب امرأة فيقول لها: إن الهم يغلبني إذا رأيتك. فأنا له خاشع متضائل = أم هو يريد الهم والفتك ، فيقول: إن الذي يضمر في نفسه شيئًا يهم به من الفتك ، يخفى شخصه حتى يبلغ غاية ثأره بعدوه. ولا أرجح شيئًا حتى أجد إخوة هذا البيت.(52) قوله: \"مذاهبهم\" مفعول\"فأغفلوا\". والسياق: فأغفلوا في توجيههم قوله إلى ما وجهوه إليه - مذاهبهم في العربية. . .(53) في المطبوعة: \"ومنحوا فيه\" ، وفي المخطوطة: \"ومحوا\" غير منقوطة ، وهي تصحيف للذي أثبته من سيرة ابن هشام.(54) في المطبوعة والمخطوطة: \"أشرارنا\" كما أثبتها ، والذي في سيرة ابن هشام\"شرارنا\". وهي أجود.(55) الأثران: 7644 ، 7645 - سيرة ابن هشام 2: 206.(56) في المخطوطة والمطبوعة: \"يونس عن بكير\" ، وهو خطأ ، وهذا إسناد كثير الدوران في التفسير أقربه رقم: 7334.(57) في المطبوعة والمخطوطة: \"أشرارنا\" كما أثبتها ، والذي في سيرة ابن هشام\"شرارنا\". وهي أجود.(58) في المخطوطة\"لله فيهم عليه\" غير منقوطة ، وتركت ما في المطبوعة ، لأنه وافق ما في الدر المنثور 2: 64 ، 65.(59) في المطبوعة: \"شعية\" ، وأثبت ما في المخطوطة.(60) الحديث: 7648- أبو عاصم: هو النبيل ، الضحاك بن مخلد. مضى في : 2155. عيسى: هو ابن ميمون الجرشي المكي. مضى في: 278.الحسن بن يزيد العجلى: تابعي ثقة. ذكره ابن حبان في الثقات ، وترجمة البخاري في الكبير ، 1 / 2 / 306 ، وابن أبي حاتم 1 / 2 / 42 - فلم يذكرا فيه جرحًا وهذا الحديث ذكره ابن كثير 2: 224 ، عن ابن أبي نجيح غير منسوب لتخريج وسيأتي له بقية بهذا الإسناد 7660 ، وقد جمعها السيوطي حديثا واحدا 2: 65 ، كما سيأتي هناك .(61) انظر ما سلف قريبًا ص: 106 والتعليق: 2 ، وفيه المراجع.(62) في المخطوطة والمطبوعة: \"بالعدل والطاعة. . .\" ، وهو خطأ وفساد كبير في السياق ، والصواب ما أثبت ، لأن الطبري فسر\"قائمة\" بمعنى مستقيمة ، ثم ذكر أقوال أهل التأويل التي قالوها قبل من\"العدل\" و\"الطاعة\" ، ثم قال إنها\"من صفة أهل الاستقامة\". فهي بذلك داخلة في معنى\"قائمة\" كما فسرها.(63) الحديث: 7655- هذا حديث صحيح ، أشار إليه الطبري إشارة ، دون أن يذكره بتمامه ، ولم يذكر إسناده.وقد رواه أحمد في المسند 4: 268 (حلبي) ، عن أبي معاوية ، عن الأعمش ، عن الشعبي ، عن النعمان بن بَشِير قال ، قال رسول الله صلى الله عليه وسلم: مَثَلُ القائم على حدود الله تعالى ، والمُدْهِنِ فيها ، كَمَثَلِ قوم اسْتَهَمُوا على سَفِينة في البحر فأصاب بعضُهم أَسْفَلهَا ، وأصاب بعضُهم أَعْلاها ، فكان الذين في أسفلها يَصْعَدُون فيَسْتَقُون الماءَ ، فيَصُبُّون على الذين في أعلاها ، فقال الذين في أَعلاها: لا نَدَعُكم تَصْعَدون فتؤْذوننا ، فقال الذين في أسفلها: فإننا نَنْقُبُها من أسفلها فنَسْتَقِي! قال: فإن أَخَذُوا على أيديهم فمَنَعُوهم نَجَوْا جميعًا ، وإن تركوهم غَرِقُوا جميعًا\".ثم رواه أحمد أيضًا 4: 269 ، عن يحيى بن سعيد ، عن زكريا ، و 270 ، عن إسحاق بن يوسف ، عن زكريا بن أبي زائدة ، و 273 - 274 ، عن سفيان ، عن مجالد - كلاهما ، أعني زكريا ومجالد ، عن الشعبي ، عن النعمان بن بشير ، نحوه.ورواه البخاري 5: 94 (فتح) ، عن أبي نعيم ، عن زكريا ، عن الشعبي.ثم رواه أيضا 5: 216 : 217 ، عن عمر بن حفص بن غياث ، عن أبيه ، عن الأعمش ، عن الشعبي ، به نحوه.(64) هو المتنخل الهذلي ، ولكنه سيأتي في الطبري منسوبًا إلى\"المنخل السعدي\" ، وهو خطأ حققته في موضعه بعد.(65) ديوان الهذليين 2: 35 ، ومجاز القرآن 1: 102 ، وسيرة ابن هشام 2: 206 ، واللسان\"أنى\" ، وسيأتي من التفسير 16: 168 (بولاق) ، من قصيدته في رثاء ابنه أثيلة ، والبيت في صفة ولده ، وقد رواه ابن الأنباري ، كما جاء في اللسان:السَّــالِكُ الثَّغْــرَ مَخْشِـيًّا مَـوَارِدُهُبِكُــلِّ إِنْــيٍ قَضَـاه اللَّيـلُ يَنْتَعِـلُفذكر الأزهري رواية ابن الأنباري ، وقال: وأنشده الجوهري ، ثم ساق البيت كما هو في التفسير ، ثم قال: \"ونسبه أيضا للمنخل ، فإما أن يكون هو البيت بعينه ، أو آخر من قصيدة أخرى\". وهذا كلام لا شك في ضعفه ، والذي رواه ابن الأنباري خلط خلطه من بيت آخر في القصيدة ، أخطأ في روايته. وهو قوله قبل ذلك بأبيات:السَّــالِكُ الثَّغْــرَةَ اليَقْظَـانَ كَالِئُهَـامَشْـىَ الهَلُـوكِ عَلَيْهـا الخَيْعَلُ الفُضُلُوأما معنى البيت الذي رواه في التفسير ، فإنه يعني بقوله: \"حلو ومر\" ، أنه سهل لمن لاينه ، صعب على من خاشنة. وقوله\"كعطف القدح\" ، يريد أنه يطوى كما يطوى القدح ثم يعود إلى شدته واستقامته. والمرة: القوة والشدة. ورواية الديوان والطبري\"حذاه الليل\" ، أي قطعه الليل حذاء ، وهو شبيه في المعنى بقوله: \"قضاه\" ، لأن معنى\"قضاه\": أي صنعه وقدره وفصله. وانتعل الليل: اتخذه نعلا ، يعني سرى فيه ، غير حافل بما يلقى. هذا ، وقد كان في المطبوعة من التفسير: \"قضاه الليل\" ، نقله ناشر من مكان غير التفسير ، لأن في المخطوطة\"حداه\" غير منقوطة ، فلم يعرف معناها ، ولم يعرف صوابها فاستبدل بها ما أثبته من اللسان أو غيره.(66) في المطبوعة: \"العشاء\" الأخيرة\" ، والصواب من المخطوطة.(67) الحديث: 7660- هذا تتمة الحديث الماضي بهذا الإسناد: 7648 ، كما أشرنا هناك. وقد جمعهما السيوطى 2: 65 حديثًا واحدًا ، نسبه للفريابي ، والبخاري في تاريخه. وعبد بن حميد ، وابن جرير ، وابن المنذر ، وابن أبي حاتم.ولم نر من هذه المصادر إلا ابن جرير ، وهو قد رواه مفرقًا حديثين ، كما ترى - وإلا التاريخ الكبير للبخاري ، وهو لم يروه كله. بل روى هذا القسم الأخير وحده موجزًا كعادته ، في ترجمة الحسن بن يزيد 1 / 2 / 306 ، قال ، \"قال محمد بن يوسف ، عن ورقاء ، عن ابن أبي نجيح ، عن الحسن بن يزيد العجلي ، عن ابن مسعود (يتلون آيات الله آناء الليل) ، قال: صلاة العتمة. وروى عمر بن ذر ، عن الحسن بن يزيد العجلى ، مرسلا\".وانظر الحديثين بعد هذا.(68) الحديث: 7661- عبيد الله بن زحر الضمري الإفريقي: ثقة ، وثقه البخاري فيما نقل عنه الترمذي ، كما في التهذيب ، وكذلك وثقه أحمد بن صالح ، فيما روى عنه أبو داود. وضعفه أحمد ، وابن معين ، وابن المديني. وروى ابن أبي حاتم 2 / 2 / 315 عن أبيه ، أنه قال: \"لين الحديث\". وعن أبي زرعة ، أنه قال: \"لا بأس به ، صدوق\". ولم يذكره البخاري ولا النسائي في الضعفاء ، ونرى أن من تكلم فيه إنما هو من أجل نسخة يرويها عن علي بن يزيد الألهاني ، الحمل فيها على علي بن يزيد. وانظر التهذيب.و\"زحر\": بفتح الزاي وسكون الحاء المهملة.سليمان: هو الأعمش.وأنا أخشى أن يكون قد سقط من هذا الإسناد\"عن عاصم\" - بين سليمان الأعمش وزر بن حبيش. فإن الأعمش لم يذكر أنه يروى عن زر ، وإنما روايته عنه بواسطة\"عاصم بن أبي النجود\" وأقرانه من هذه الطبقة.والحديث سيأتي -نحوه- عقب هذا. وتخريجه هناك.(69) الحديث: 7662- علي بن معيد بن شداد العبدي. الرقي ، نزيل مصر: ثقة ، روى عنه أبو حاتم ووثقه. وقال الحاكم: \"شيخ من جلة المحدثين\".أبو يحيى الخراساني: لم أعرف من هو ، بعد طول البحث والتتبع. وفي كنية\"أبي يحيى\" ، وفي نسبة\"الخراساني\" كثرة.نصر بن طريف ، أبو جزى القصاب الباهلي: ضعيف جدًا ، أجمعوا على ضعفه. ترجمه البخاري في الكبير 4 / 2 / 105 ، وقال: \"سكتوا عنه ، ذاهب\" ، وابن سعد 7 / 2 / 41 ، وقال: \"ليس بشيء ، وقد ترك حديثه\". وقال يحيى: \"من المعروفين بوضع الحديث\"؛ وذكره الفلاس فيمن\"أجمع عليه من أهل الكذب أنه لا يروى عنهم\".وكنيته\"أبو جزى\": بفتح الجيم وكسر الزاي ، كما ضبطه الذهبي في المشتبه ، ص 104. والحديث ثابت ، بنحوه - بإسناد آخر صحيح ، يغني عن إسنادى الطبري هذين: فرواه أحمد في المسند: 3760 ، عن أبي النضر وحسن بن موسى ، كلاهما عن شيبان ، عن عاصم ، عن زر ، عن ابن مسعود.وذكره الهيثمي في مجمع الزوائد 1: 312. وقال: \"رواه أحمد ، وأبو يعلى ، والبزار ، والطبراني في الكبير\" ، ثم ذكره بنحوه ، بلفظ يكاد يكون لفظ الرواية الماضية: 7661. ثم قال: \"ورجال أحمد ثقات ، ليس فيهم غير عاصم بن أبي النجود ، وهو مختلف في الاحتجاج به. وفي إسناد الطبراني عبيد الله بن زحر. وهو ضعيف\". وذكره السيوطي 2: 65 ، وزاد نسبته للنسائي ، وابن المنذر ، وابن أبي حاتم.(70) في المطبوعة: \"لا السجود\" ، وأثبت ما في المخطوطة.(71) هذه مقالة الفراء في معاني القرآن 1: 231.",
  "ayah": 114,
  "surah": 3
}
