{
  "text": "القول في تأويل قوله :  إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلا أَوْلادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (116)قال أبو جعفر: وهذا وعيدٌ من الله عز وجل للأمة الأخرى الفاسقة من أهل الكتاب، الذين أخبر عنهم بأنهم فاسقون، وأنهم قد باؤوا بغضب منه، ولمن كان من نظرائهم من أهل الكفر بالله ورسوله وما جاء به محمد صلى الله عليه وسلم من عند الله.يقول تعالى ذكره: \" إن الذين كفروا \"، يعني: الذين جحدوا نبوة محمد صلى الله عليه وسلم وكذبوا به وبما جاءهم به من عند الله =\" لن تغني عنهم أموالهم ولا أولادهم من الله شيئًا \"، يعني: لن تدفع أمواله التي جمعها في الدنيا، وأولاده الذين ربَّاهم فيها، شيئًا من عقوبة الله يوم القيامة إن أخرها لهم إلى يوم القيامة، ولا في الدنيا إنْ عجَّلها لهم فيها.* * *وإنما خصّ أولاده وأمواله، لأن أولاد الرجل أقربُ أنسبائه إليه، وهو على ماله أقدر منه على مال غيره، (1) وأمرُه فيه أجوز من أمره في مال غيره. فإذا لم يغن عنه ولده لصلبه، وماله الذي هو نافذ الأمر فيه، فغير ذلك من أقربائه وسائر أنسبائه وأموالهم، أبعد من أن تغني عنه من الله شيئا.* * *ثم أخبر جل ثناؤه أنهم هم أهل النار الذين هم أهلها بقوله: \" وأولئك أصحاب النار \". وإنما جعلهم أصحابها، لأنهم أهلها الذين لا يخرجون منها ولا يفارقونها، &; 7-134 &; كصاحب الرجل الذي لا يفارقه، وقرينه الذي لا يزايله. (2) ثم وكد ذلك بإخباره عنهم إنهم \" فيها خالدون \"، أنّ صحبتهم إياها صحبة لا انقطاع لها، (3) إذْ كان من الأشياء ما يفارق صاحبه في بعض الأحوال، ويزايله في بعض الأوقات، وليس كذلك صحبة الذين كفروا النارَ التي أصْلوها، ولكنها صحبة دائمة لا نهاية لها ولا انقطاع. نعوذ بالله منها ومما قرَّب منها من قول وعمل.----------------------الهوامش :(1) في المطبوعة: \"وهو على ماله أقرب ...\" ، وهي في المخطوطة شبيهة بها ، إلا أنها سيئة الكتابة ، ولكن لا معنى لها ، والصواب ما أثبت ، فهو حق السياق.(2) انظر تفسير\"أصحاب النار\" فيما سلف 1: 286 ، 287 / 4 : 317 / 5 : 429 / 6: 14.(3) في المطبوعة أسقط\"أن\" من أول هذه العبارة ، وهي ثابتة في المخطوطة. وفيهما جميعًا بعد: \"إذا كان من الأشياء\" ، وصواب السياق\"إذ\" ، كما أثبتها.",
  "ayah": 117,
  "surah": 3
}
