{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لا يَأْلُونَكُمْ خَبَالا وَدُّوا مَا عَنِتُّمْقال أبو جعفر: يعني بذلك تعالى ذكره: يا أيها الذين صدقوا الله ورسوله، وأقروا بما جاءهم به نبيهم من عند ربهم =\" لا تتخذوا بطانة من دونكم \"، يقول: لا تتخذوا أولياء وأصدقاء لأنفسكم =\" من دونكم \" يقول: من دون أهل دينكم وملَّتكم، يعني من غير المؤمنين.* * *وإنما جعل \" البطانة \" مثلا لخليل الرجل، فشبهه بما ولي بطنه من ثيابه، لحلوله منه -في اطِّلاعه على أسراره وما يطويه عن أباعده وكثير من أقاربه- محلَّ ما وَلِيَ جَسده من ثيابه.* * *فنهى الله المؤمنين به أن يتخذوا من الكفار به أخلاء وأصفياء، ثم عرّفهم ما هم عليه لهم منطوون من الغش والخيانة، وبغيهم إياهم الغوائل، فحذرهم بذلك منهم ومن &; 7-139 &; مخالَّتهم، (12) فقال تعالى ذكره: \" لا يألونكم خبالا \" ، يعني لا يستطيعونكم شرًّا ، من \" ألوت آلُو ألوًا \" ، يقال: \" ما ألا فلان كذا \" ، أي: ما استطاع ، كما قال الشاعر: (13)جَـهْرَاءُ لا تَـأْلُو، إذَا هِـيَ أَظْهَـرَتْ،بَصَــرًا، وَلا مِــنْ عَيْلَـةٍ تُغْنِينـي (14)يعني: لا تستطيع عند الظهر إبصارًا.* * *وإنما يعني جل ذكره بقوله: \" لا يألونكم خبالا \"، البطانةَ التي نهى المؤمنين &; 7-140 &; عن اتخاذها من دونهم، فقال: إن هذه البطانة لا تترككم طاقتها خبالا أي لا تدع جهدها فيما أورثكم الخبال. (15)* * *وأصل \" الخبْل \" و \" الخبال \"، الفساد، ثم يستعمل في معان كثيرة، يدل على ذلك الخبرُ عن النبي صلى الله عليه وسلم:7679-\" من أصيب بخبْل = أو جرَاح \". (16)* * *وأما قوله: \" ودوا ما عنِتُّم \"، فإنه يعني: ودوا عنتكم، يقول: يتمنون لكم العنَت والشر في دينكم وما يسوءكم ولا يسرُّكم. (17)* * *وذكر أن هذه الآية نـزلت في قوم من المسلمين كانوا يخالطوهم حلفائهم من اليهود وأهل النفاق منهم، ويصافونهم المودَّة بالأسباب التي كانت بينهم في جاهليتهم قبل الإسلام، فنهاهم الله عن ذلك وأن يستنصحوهم في شيء من أمورهم.*ذكر من قال ذلك:7680- حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، قال، قال محمد بن أبي محمد، عن عكرمة، أو عن سعيد بن جبير، عن ابن عباس قال: كان رجال من المسلمين يواصلون رجالا من اليهود، لما كان بينهم من الجوار والحِلْف في الجاهلية، فأنـزل الله عز وجل فيهم، ينهاهم عن مباطنتهم (18) تخوُّف الفتنة عليهم منهم: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم \" إلى قوله:  وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ  . (19)7681- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا \"، في المنافقين من أهل المدينة. نهى الله عز وجل المؤمنين أن يتولَّوهم.7682- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا ودوا ما عنتم \"، نهى الله عز وجل المؤمنين أن يستدخلوا المنافقين، (20) أو يؤاخوهم، أو يتولوهم من دون المؤمنين. (21)7683- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس، قوله: \" لا تتخذوا بطانة من دونكم \"، هم المنافقون.7684- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن &; 7-142 &; الربيع، قوله: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا \"، يقول: لا تستدخلوا المنافقين، (22) تتولوهم دون المؤمنين.7685- حدثنا أبو كريب ويعقوب بن إبراهيم قالا حدثنا هشيم قال، أخبرنا العوام بن حوشب، عن الأزهر بن راشد، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: لا تستضيئوا بنار أهل الشرك، ولا تنقشوا في خواتيمكم عربيا قال: فلم ندر ما ذلك، حتى أتوا الحسن فسألوه، فقال: نعم، أما قوله: \" لا تنقشوا في خواتيمكم عربيًّا \"، فإنه يقول: لا تنقشوا في خواتيمكم \" محمد \"، وأما قوله: \" ولا تستضيئوا بنار أهل الشرك \"، فإنه يعني به المشركين، يقول: لا تستشيروهم في شيء من أموركم. قال: قال الحسن: وتصديق ذلك في كتاب الله، ثم تلا هذه الآية: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم \". (23) .7686- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم \"، أما \" البطانة \"، فهم المنافقون.7687- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، قوله: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم \" الآية، قال: لا يستدخل المؤمن المنافق دون أخيه. (24)7688- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم \" الآية، قال: هؤلاء المنافقون. وقرأ قوله:  قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ  الآية.* * *قال أبو جعفر: واختلفوا في تأويل قوله: \" ودّوا ما عنِتُّم \".فقال بعضهم معناه: ودوا ما ضللتم عن دينكم. (25)*ذكر من قال ذلك:7689- حدثنا محمد بن الحسين قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" ودوا ما عنتم \"، يقول: ما ضللتم.* * *وقال آخرون بما:-7690- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: \" ودوا ما عنتم \"، يقول: في دينكم، يعني: أنهم يودون أن تعنتُوا في دينكم.* * *قال أبو جعفر: فإن قال لنا قائل: وكيف قيل: \" ودوا ما عنتم \"، فجاء بالخبر عن \" البطانة \"، بلفظ الماضي في محل الحال، والقطع بعد تمام الخبر، والحالات لا تكون إلا بصور الأسماء والأفعال المستقبلة دون الماضية منها؟ (26) .قيل: ليس الأمر في ذلك على ما ظننت من أنّ قوله: \" ودوا ما عنتم \" حال من \" البطانة \"، وإنما هو خبر عنهم ثان منقطعٌ عن الأول غير متصل به. وإنما تأويل الكلام: يا أيها الذين آمنوا لا تتخذوا بطانة صفتهم كذا، صفتهم كذا. فالخبر عن الصفة الثانية غير متصل بالصفة الأولى، وإن كانتا جميعًا من صفة شخص واحد.* * *وقد زعم بعض أهل العربية أن قوله: \" ودوا ما عنتم \"، من صلة البطانة، وقد وصلت بقوله: \" لا يألونكم خبالا \"، فلا وجه لصلة أخرى بعد تمام \" البطانة \" بصلته. (27) ولكن القول في ذلك كما بينا قبل، من أن قوله: \" ودوا ما عنتم \"، خبر مبتدأ عن \" البطانة \"، غير الخبر الأول، وغير حال من البطانة ولا قطع منها. (28) .* * *القول في تأويل قوله تعالى :  قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْقال أبو جعفر: يعني بذلك جل ثناؤه: قد بدت بغضاء هؤلاء الذين نهيتكم أيها المؤمنون، أن تتخذوهم بطانة من دونكم لكم =\" من أفواههم \"، يعني بألسنتهم. والذي بدا لهم منهم بألسنتهم، (29) إقامتهم على كفرهم، وعداوتهم من خالف ما هم عليه مقيمونَ من الضلالة. فذلك من أوكد الأسباب في معاداتهم أهل الإيمان، لأن ذلك عداوة على الدين، والعداوة على الدين العداوة التي لا زوال لها إلا بانتقال أحد المتعاديين إلى ملة الآخر منهما، وذلك انتقال من هدى إلا ضلالة كانت عند المنتقل إليها ضلالة قبل ذلك. فكان في إبدائهم ذلك للمؤمنين، ومقامهم عليه، أبينُ الدلالة لأهل الإيمان على ما هم عليه من البغضاء والعداوة.* * *وقد قال بعضهم: معنى قوله: \" قد بدت البغضاء من أفواههم \"، قد بدت بغضاؤهم لأهل الإيمان، إلى أوليائهم من المنافقين وأهل الكفر، بإطلاع بعضهم بعضًا على ذلك. وزعم قائلو هذه المقالة أنّ الذين عنوا بهذه الآية أهل النفاق، دون من كان مصرحًا بالكفر من اليهود وأهل الشرك.* ذكر من قال ذلك:7691- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد عن قتادة، قوله: \" قد بدت البغضاء من أفواههم \"، يقول: قد بدت البغضاء من أفواهُ المنافقين إلى إخوانهم من الكفار، من غشهم للإسلام وأهله، وبغضهم إياهم.7692- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع: \" قد بدت البغضاء من أفواههم \"، يقول: من أفواه المنافقين.* * *وهذا القول الذي ذكرناه عن قتادة، قول لا معنى له. وذلك أن الله تعالى &; 7-146 &; ذكره إنما نهى المؤمنين أن يتخذوا بطانة ممن قد عرفوه بالغش للإسلام وأهله والبغضاء، إما بأدلة ظاهرة دالة على أنّ ذلك من صفتهم، وإما بإظهار الموصوفين بذلك العداوة والشنآن والمناصبة لهم. فأما من لم يُثبِتوه معرفةً أنه الذي نهاهم الله عز وجل عن مخالَّته ومباطنته، (30) فغير جائز أن يكونوا نهوا عن مخالته ومصادقته، إلا بعد تعريفهم إياهم، إما بأعيانهم وأسمائهم، وإما بصفات قد عرفوهم بها.وإذْ كان ذلك كذلك = وكان إبداء المنافقين بألسنتهم ما في قلوبهم من بغضاء المؤمنين إلى إخوانهم من الكفار، غير مدرِك به المؤمنون معرفةَ ما هم عليه لهم، مع إظهارهم الإيمانَ بألسنتهم لهم والتودد إليهم = كان بيِّنًا أن الذي نهى الله المؤمنون عن اتخاذهم لأنفسهم بطانة دونهم، هم الذين قد ظهرت لهم بغضاؤهم بألسنتهم، على ما وصفهم الله عز وجل به، فعرَفهم المؤمنون بالصفة التي نعتهم الله بها، وأنهم هم الذين وصفهم تعالى ذكره بأنهم أصحاب النار هم فيها خالدون، ممن كان له ذمةٌ وعهدٌ من رسول الله صلى الله عليه وسلم وأصحابه من أهل الكتاب. لأنهم لو كانوا المنافقين، لكان الأمر فيهم على ما قد بينا. ولو كانوا الكفار ممن قد ناصب المؤمنين الحربَ، لم يكن المؤمنون متخذيهم لأنفسهم بطانة من دون المؤمنين، مع اختلاف بلادهم وافتراق أمصارهم، ولكنهم الذين كانوا بين أظهُر المؤمنين من أهل الكتاب أيامَ رسول الله صلى الله عليه وسلم ممن كان له من رسول الله صلى الله عليه وسلم عهد وعقدٌ من يهود بني إسرائيل.* * *و \" البغضاء \"، مصدر. وقد ذكر أنها في قراءة عبد الله بن مسعود: ( قَدْ بَدَا البَغْضَاءُ مِنْ أَفْوَاهِهِمْ )، على وجه التذكير. وإنما جاز ذلك بالتذكير ولفظه لفظ المؤنث، لأن المصادر تأنيثها ليس بالتأنيث اللازم، فيجوز تذكيرُ ما خرج منها &; 7-147 &; على لفظ المؤنث وتأنيثه، كما قال عز وجل:  وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ  [سورة هود: 67]، وكما قال:  فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ  [سورة الأنعام: 157]، وفي موضع آخر:  وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ  [سورة هود: 94]  قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ  [سورة الأعراف: 73 ، 85 ] (31)* * *وقال: \" من أفواههم \"، وإنما بدا ما بدا من البغضاء بألسنتهم، لأن المعنيّ به الكلام الذي ظهر للمؤمنين منهم من أفواههم، فقال: \" قد بدت البغضاء من أفواههم \" بألسنتهم.* * *القول في تأويل قوله تعالى :  وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُقال أبو جعفر: يعني تعالى ذكره بذلك: والذي تخفي صدورهم = يعني: صدور هؤلاء الذين نهاهم عن اتخاذهم بطانة، فتخفيه عنكم، أيها المؤمنون =\" أكبر \"، يقول: أكبر مما قد بدا لكم بألسنتهم من أفواههم من البغضاء وأعظم. كما:-7693- حدثنا بشر قال: حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" وما تخفي صدورهم أكبر \"، يقول: وما تخفي صدورهم أكبر مما قد أبدوا بألسنتهم.7694- حدثت عن عمار، عن ابن أبي جعفر، عن أبيه، عن الربيع، قوله: \" وما تخفي صدورهم أكبر \" يقول: ما تكن صدورهم أكبر مما قد أبدوا بألسنتهم.* * *القول في تأويل قوله :  قَدْ بَيَّنَّا لَكُمُ الآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (118)قال أبو جعفر: يعني بذلك جل ثناؤه: \" قد بينا لكم \" أيها المؤمنون =\" الآيات \"، يعني بـ\" الآيات \" العبر. قد بينا لكم من أمر هؤلاء اليهود الذين نهيناكم أن تتخذوهم بطانة من دون المؤمنين، ما تعتبرون وتتعظون به من أمرهم =\" إن كنتم تعقلون \"، يعني: إن كنتم تعقلون عن الله مواعظه وأمره ونهيه، وتعرفون مواقع نفع ذلك منكم، ومبلغ عائدته عليكم.---------------------الهوامش :(12) في المطبوعة: \"فحذرهم بذلك منهم عن مخاللتهم\" ، فك إدغام اللام وحذف الواو قبل\"عن\" ، وفي المخطوطة\"وعن مخالتهم\" ، والصواب في قراءتها ما أثبت ، إلا أن يكون سقط من الكلام\"نهاهم\" فيكون\"ونهاهم عن مخالتهم\".(13) هو أبو العيال الهذلي .(14) ديوان الهذليين 2: 263 ، الحيوان 3: 535، المعاني الكبير: 690، اللسان (ألا) (جهر). من شعر جيد في مقارضات بينه وبين بدر بن عامر الهذلي، قال بدر بن عامر أبياتًا، حين بلغه أن ابن أخ لأبي العيال، أنه ضلع مع خصمائه، فانتفى من ذلك وزعم أنه ليس ممن يأتي سوءًا إلى أخيه أبي العيال، فكذبه أبو العيال، فبادر بدر يرده. وكله شعر حسن في معناه. فشبه أبو العيال شعر بدر فيه وفي الثناء عليه بالشاة فقال له:أَقْسَــمْتَ لا تَنْسَـى شَـبابَ قَصِيـدَةٍأبــدًا!! فَمَـا هـذا الَّـذِي يُنْسِـينِي?فَلَسَــوْفَ تَنْسَــاهَا وَتَعْلَــمُ أَنَّهـاتَبَــعٌ لآبِيَــةِ العِصَــابِ زَبُــونِوَمَنَحْــتَني فَـرَضِيتُ زِىَّ مَنِيحَـتيفَــإِذَا بِهَـا، وَأَبِيـكَ، طَيْـفُ جُـنُونِجَــهْرَاءَ لا تَـأْلُو.......................................................والجهراء: هي التي لا تبصر في الشمس، وهو ضعف في البصر. ويقال:\"عال يعيل عيلا وعيلة\" افتقر. يقول: أهديت لي شعرًا وثناء وقولا فرضيته، ثم إذا لا شيء إلا قول وكلام، إذا انكشف الأمر وظهر، عمى هذا الشعر وانطفأ، وإذا جد الجد، لم يغن قولك شيئًا، بل كنت كما قلت لك آنفًا:فَلَقَـد رَمَْقُتـك فِـي المجَـالِسِ كلِّهَـافَــإِذَا، وأنـتَ تُعِيـنُ مـن يَبْغِينـي\"(15) لقد أبعد أبو جعفر المذهب في احتياله في تفسير\"لا يألونكم\" ، فإن بيان أهل اللغة عن معنى هذا الحرف من العربية ، أصدق وأكمل من بيانه ، فقد ذكروا المعنى الذي ذكره ثم قالوا: \"ما ألوت ذلك: أي ما استطعته؛ وما ألوت أن أفعله: أي ما تركت\" وقالوا: \"هي من الأضداد؛ ألا: فتر وضعف = وألا: اجتهد\" ، فراجع ذلك في كتب العربية.(16) الأثر: 7679- رواه أبو جعفر غير مسند؛ ورواه أحمد في مسنده 4: 31 ، والبيهقي في السنن 8: 53 ، ورواية أحمد من طريق شيخه\"محمد بن سلمة الحراني ، عن ابن إسحاق = ويزيد بن هرون قال أنبأنا محمد بن إسحاق = عن الحارث بن فضيل ، عن فضيل ، عن سفيان بن أبي العوجاء -قال يزيد: السلمي- عن أبي شريح الخزاعي قال: قال رسول الله صلى الله عليه وسلم -وقال يزيد: سمعت رسول الله صلى الله عليه وسلم يقول-: من أصيب بدم أو خبل =الخبل: الجراح= فهو بالخيار بين إحدى ثلاث: إما أن يقتص ، أو يأخذ العقل ، أو يعفو ، فإن أراد رابعة فخذوا على يده ، فإن فعل شيئا من ذلك ثم عدا بعد فقتل ، فله النار خالدا فيها مخلدا\".يعني بالدم: قتل النفس -وبالخبل أو الجراح: قطع العضو. وقد تركت ما في الطبري على حاله: \"أو جراح\" وبينت بالترقيم أنها كأنها رواية أخرى في قوله: \"خبل\" ، شك من الراوي. ولكن سياق الخبر يرجح عندي أنها: \"أي: جراح\" ، لأنه قد جاء في الحديث نفسه تفسير\"الخبل\" بالجراح.(17) انظر تفسير\"العنت\" فيما سلف 4: 358 - 361.(18) في المطبوعة: \"فنهاهم\" بالفاء في أوله ، والصواب من المخطوطة وابن هشام.(19) الأثر: 7680- سيرة ابن هشام 2: 207 ، وهو تابع الأثرين السالفين رقم: 7644 ، 7645.(20) قوله: \"يستدخلوا\" أي يتخذوهم أخلاء. استدخله: اتخذه دخيلا ، مثل قولهم استصحبه: اتخذه صاحبًا ، والدخيل والمداخل: الذي يداخل الرجل في أموره كلها. وهذا البناء\"استدخله\" مما أغفلته كتب اللغة ، وهو عربي معرق كما ترى.(21) في المطبوعة: \"أي يتولوهم\" ، وفي المخطوطة: \"أن يتولوهم\" ، والصواب ما أثبت.(22) انظر ص 141 ، تعليق: 3.(23) الحديث: 7685- الأزهر بن راشد البصري: ثقة. ترجمه البخاري في الكبير 1 / 1 / 455 ، وابن أبي حاتم 1 / 1 / 313 - فلم يذكر فيه جرحا.وهناك راو آخر ، اسمه\"الأزهر بن راشد الكاهلي\" ، وهو كوفي ، وهو غير البصري ، ومتأخر عنه. وترجمه البخاري وابن أبي حاتم أيضا. فإن البصري يروى عنه\"العوام بن حوشب\" المتوفي سنة 148 ، والكوفي الكاهلي يروى عنه\"مروان بن معاوية الفزاري\" المتوفي سنة 193. ومروان بن معاوية من شيوخ أحمد. والعوام بن حوشب من شيوخ شيوخه. فشتان هذا وهذا.ومع هذا الفرق الواضح أخطأ الحافظ المزي ، فذكر في التهذيب الكبير أن أبا حاتم قال في البصري: \"مجهول\". وتبعه الحافظ في تهذيب التهذيب ، والذهبي في الميزان. وزاد الأمر تخليطًا ، فذكر أنه ضعفه ابن معين .وابن معين وأبو حاتم إنما قالا ذلك في الكاهلي الكوفي. فروى ابن أبي حاتم في ترجمة\"الكاهلي\" 1 / 1 / 313 ، رقم: 1180 ، عن ابن معين ، قال: \"أزهر بن راشد ، الذي روى عنه مروان بن معاوية: ضعيف\". ثم قال: \"سألت أبي عن أزهر بن راشد؟ فقال: هو مجهول\".ولم يحقق الحافظ ابن حجر ، واشتبه عليه الكلام في الترجمتين ، فقال في ترجمة\"الكاهلي\" -بعد ترجمة\"البصري\"-: \"أخشى أن يكونا واحدًا! لكن فرق بينهما ابن معين\". والفرق بينهما كالشمس.والحديث رواه أحمد في المسند: 11978 (ج 3 ص 99 حلبى) ، عن هشيم ، بهذا الإسناد - دون كلام الحسن ، وهو البصري.ورواه البخاري كذلك في الكبير 1 / 1 / 455 - دون كلام الحسن ، عن مسدد ، عن هشيم ، به. ثم فسر البخاري بعضه ، فقال: \"قال أبو عبد الله [هو البخاري نفسه]: عربيًا ، يعني\"محمد رسول الله\". يقول: لا تكتبوا مثل خاتم النبي: \"محمد رسول الله\".ورواه أبو يعلى مطولا -مثل رواية الطبري أو أطول قليلا- وفيه كلام الحسن. رواه عن إسحاق بن إسرائيل ، عن هشيم ، بهذا الإسناد. نقله عنه ابن كثير 2: 227 ، ثم قال: \"هكذا رواه الحافظ أبو يعلى رحمه الله. وقد رواه النسائي ، عن مجاهد بن موسى ، عن هشيم ، به. ورواه الإمام أحمد ، عن هشيم ، بإسناده مثله ، من غير ذكر تفسير الحسن البصري. وهذا التفسير فيه نظر\"- إلى آخر ما قال. ولم أجده في سنن النسائي ، فلعله في السنن الكبرى.وذكره السيوطي 2: 66 ، وزاد نسبته لعبد بن حميد ، وابن المنذر ، وابن أبي حاتم ، والبيهقي في الشعب. ولم ينسبه للنسائي ، ولا لتاريخ البخاري.(24) انظر: 141 ، تعليق: 3 / ص: 142 ، تعليق: 1.(25) انظر تفسير\"العنت\" فيما سلف ص4: 358 - 361.(26) انظر\"القطع\" فيما سلف 6: 270 ، تعليق: 3 ، وسائر فهارس المصطلحات.(27) انظر تفسير\"الصلة\" فيما سلف 5: 299 ، تعليق: 5 ، وهو نعت النكرة.(28) انظر\"القطع\" فيما سلف 6: 270 ، تعليق: 3 ، وسائر فهارس المصطلحات.(29) في المخطوطة والمطبوعة: \"بأفواههم\" ، والصواب المطابق لنص هذه الآية ، هو ما أثبت.(30) في المطبوعة: \"فأما من لم يتئسوه معرفة\" ، ولا معنى له ، وفي المخطوطة: \"لم سوه معرفة\" غير منقوطة ، وصواب قراءتها ما أثبت. يقال: \"أثبته معرفة\" أي: عرفه حق المعرفة.(31) انظر معاني القرآن للفراء 1: 231.",
  "ayah": 119,
  "surah": 3
}
