{
  "text": "القول في تأويل قوله :  إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ (120)قال أبو جعفر: يعني بقوله تعالى ذكره: \" إن تمسسكم حسنة تسؤهم \"، إن تنالوا، أيها المؤمنون، سرورًا بظهوركم على عدوكم، وتتابع الناس في الدخول في دينكم، وتصديق نبيكم ومعاونتكم على أعدائكم = يسؤهم. (55) وإن تنلكم مساءة بإخفاق سرية لكم، أو بإصابة عدوٍّ لكم منكم، أو اختلاف يكون بين جماعتكم = يفرحوا بها. كما:-7705- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها \"، فإذا رأوا من أهل الإسلام ألفة وجماعة وظهورًا على عدوهم، غاظهم ذلك وساءهم، وإذا رأوا من أهل الإسلام فُرقة واختلافًا، أو أصيب طرف من أطراف المسلمين، سرَّهم &; 7-156 &; ذلك وأعجبوا به وابتهجوا به. فهم كلما خرج منهم قَرْنٌ أكذبَ الله أحدوثته، وأوطأ محلَّته، وأبطل حجته، وأظهر عورته، فذاك قضاء الله فيمن مضى منهم وفيمن بقى إلى يوم القيامة.7706- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، قوله: \" إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها \"، قال: هم المنافقون، إذا رأوا من أهل الإسلام جماعة وظهورًا على عدوهم، غاظهم ذلك غيظًا شديدًا وساءهم. وإذا رأوا من أهل الإسلام فرقة واختلافًا، أو أصيب طرفٌ من أطراف المسلمين، سرَّهم ذلك وأعجبوا به. قال الله عز وجل: \" وإن تصبروا وتتقوا لا يضركم كيدهم شيئًا إن الله بما يعملون محيط\".7707- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، قوله: \" إن تمسسكم حسنة تسؤهم \"، قال: إذا رأوا من المؤمنين جماعة وألفة ساءهم ذلك، وإذا رأوا منهم فرقة واختلافًا فرحوا.* * *وأما قوله: \" وإن تصبروا وتتقوا لا يضركم كيدهم شيئًا \"، فإنه يعني بذلك جل ثناؤه: وإن تصبروا، أيها المؤمنون، على طاعة الله واتباع أمره فيما أمركم به، واجتناب ما نهاكم عنه: من اتخاذ بطانة لأنفسكم من هؤلاء اليهود الذين وصف الله صفتهم من دون المؤمنين، وغير ذلك من سائر ما نهاكم =\" وتتقوا \" ربكم، فتخافوا التقدم بين يديه فيما ألزمكم وأوجبَ عليكم من حقه وحق رسوله =\" لا يضركم كيدهم شيئًا \"، أي: كيد هؤلاء الذين وصف صفتهم.* * *ويعني بـ \" كيدهم \"، غوائلهم التي يبتغونها للمسلمين، ومكرهم بهم ليصدّوهم عن الهدى وسبيل الحق.* * *قال أبو جعفر: واختلف القرأة في قراءة قوله: \" لا يضركم \".فقرأ ذلك جماعة من أهل الحجاز وبعضُ البصريين: ( لا يَضُرُّكُمْ ) مخففة بكسر \" الضاد \"، من قول القائل: \" ضارني فلان فهو يضيرني ضيرًا \". وقد حكي سماعًا من العرب: \" ما ينفعني ولا يضورني\"، فلو كانت قرئت على هذه اللغة لقيل: ( لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا )، ولكني لا أعلم أحدًا قرأ به . (56)* * *وقرأ ذلك جماعة من أهل المدينة وعامة قرأة أهل الكوفة: ( لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا ) بضم \" الضاد \" وتشديد \" الراء \"، من قول القائل: \" ضرّني فلان فهو يضرني ضرًا \".* * *وأما الرفع في قوله: \" لا يضركم \"، فمن وجْهين.أحدهما: على إتباع \" الراء \" في حركتها = إذْ كان الأصل فيها الجزم، ولم يمكن جزمها لتشديدها = أقربَ حركات الحروف التي قبلها. وذلك حركة \" الضاد \" وهي الضمة، فألحقت بها حركة الراء لقربها منها، كما قالوا: \" مُدُّ يا هذا \".والوجه الآخر من وجهي الرفع في ذلك: أن تكون مرفوعة على صحة، وتكون \" لا \" بمعنى \" ليس \"، وتكون \" الفاء \" التي هي جواب الجزاء، متروكة لعلم السامع بموضعها.وإذا كان ذلك معناه، كان تأويل الكلام: وإن تصبروا وتتقوا، فليس يضرُّكم كيدهم شيئًا - ثم تركت \" الفاء \" من قوله: \" لا يضركم كيدهم \"، ووجهت \" لا \" إلى معنى \" ليس \"، كما قال الشاعر: (57)فَـإنْ كَـانَ لا يُـرْضِيكَ حَـتَّى تَرُدَّنِيإلَــى قَطَــرِيٍّ، لا إخَـالُكَ رَاضِيَـا (58)ولو كانت \" الراء \" محركة إلى النصب والخفض، كان جائزًا، كما قيل: \" مُدَّ يا هذا، ومُدِّ\". (59)* * *وقوله: \" إنّ الله بما يعملون محيطٌ\"، يقول جل ثناؤه: إن الله بما يعمل هؤلاء الكفار في عباده وبلاده من الفساد والصدّ عن سبيله، والعداوة لأهل دينه، وغير ذلك من معاصي الله =\" محيط\" بجميعه، حافظ له، لا يعزب عنه شيء منه، حتى يوفيهم جزاءهم على ذلك كله، ويذيقهم عقوبته عليه. (60)----------------------الهوامش :(55) انظر تفسير\"المس\" فيما سلف 5: 118.(56) انظر معاني القرآن للفراء 1: 232.(57) هو سوار بن المضرب السعدي التميمي.(58) نوادر أبي زيد: 45 ، الكامل 1: 300 ، حماسة ابن الشجري: 54 ، 55 ، معاني القرآن للفراء 1: 232 ، من أبيات ضرب بها وجه الحجاج بن يوسف الثقفي ، لما كتب على بني تميم البعث إلى قتال الخوارج ، فهرب سوار وقال:أَقَــاتِلِىَ الحَجَّــاجُ أَنْ لَـمْ أَزُرْ لَـهُدَرَابَ، وَأَتْــرُكْ عِنْـدَ هِنْـدٍ فُؤَادِيَـا?فَـإن كُـنْتَ لا يُـرْضِيكَ حَتَّـى تَرُدَّنِيإلَــى قَطَـرِيٍّ، لا إِخـالُكَ رَاضِيَـا!!إذَا جَـاوَزَتْ دَرْبَ المُجِـيزِينَ نَـاقَتيفَبِأسْــتِ أبي الحَجَّـاجِ لَمَّـا ثَنَانِيَـاأَيَرْجُـو بَنُـو مَرْوَانَ سَمْعِي وطَاعَتِي،وَدُونِــي تَمِيـمٌ، والفَـلاةُ وَرَائِيَـا!!وقوله: \"دراب\" يعني: دراب جرد ، وهي بلدة في بلاد فارس ، وكان المهلب يومئذ يقاتل بها الخوارج ورأسهم قطرى بن الفجاءة. ثم يقول له في البيت الثاني: إن كان لا يرضبيك إلا ردي إلى قتال قطري ، فلا أظنك تبلغ رضاك ، فإنك غير مدركي ، ولن تنالني يدك. يسخر بسطوة الحجاج. وقوله: \"درب المجيزين\" هم المقيمون على أبواب المدن والثغور. يمنعون الخارج والداخل ، إلا من كان بيده جواز معطى من أميره. يقول: إذا جاوزت الدرب فيا بعد يديك عن أن تنالني وتثنيني عن وجهتي! والشاهد عند الطبري هو في قوله: \"لا إخالك راضيًا\" ، أي: فلست إخالك راضيًا.(59) الذي سلف هو مقالة الفراء في معاني القرآن 1: 232.(60) انظر تفسير\"الإحاطة\" فيما سلف 2: 284 / 5 : 396.",
  "ayah": 121,
  "surah": 3
}
