{
  "text": "القول في تأويل قوله :  وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (121)قال أبو جعفر: يعني جل ثناؤه بقوله: \" وإذ غدوت من أهلك تبوئ المؤمنين \"، وإن تصبروا وتتقوا لا يضرُّكم، أيها المؤمنون، كيد هؤلاء الكفار من اليهود شيئًا، ولكن الله ينصرُكم عليهم إن صبرتم على طاعتي واتباع أمر رسولي، كما نصرتكم ببدر وأنتم أذلة. وإن أنتم خالفتم، أيها المؤمنون، أمري ولم تصبروا على ما كلفتكم من فرائضي، ولم تتقوا ما نهيتكم عنه وخالفتم أمري وأمر رسولي، فإنه نازل بكم ما نـزل بكم بأحُد، واذكروا ذلك اليوم، إذ غدا نبيكم يبوئ المؤمنين.=فترك ذكر الخبر عن أمر القوم إن لم يصبروا على أمر ربهم ولم يتقوه، اكتفاء بدلالة ما ظهر من الكلام على معناه، إذ ذكر ما هو فاعل بهم من صرف كيد أعدائهم عنهم إن صبروا على أمره واتقوا محارمه، وتعقيبه ذلك بتذكيرهم ما حلّ بهم من البلاء بأحُد، إذ خالف بعضهم أمر رسول الله صلى الله عليه وسلم وتنازعوا الرأي بينهم.=وأخرج الخطاب في قوله: \" وإذ غدوت من أهلك \"، على وجه الخطاب لرسول الله صلى الله عليه وسلم، والمراد بمعناه: الذين نهاهم أن يتخذوا الكفار من اليهود بطانة من دون المؤمنين. فقد بيَّن إذًا أن قوله: \" وإذ \"، إنما جرَّها في معنى الكلام على ما قد بينت وأوضحت.* * *وقد اختلف أهل التأويل في اليوم الذي عنى الله عز وجل بقوله: \" وإذ غدوت من أهلك تبوّئ المؤمنين مقاعد للقتال \".فقال بعضهم: عنى بذلك يوم أحُد.*ذكر من قال ذلك:7708- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال \"، قال: مشى النبي صلى الله عليه وسلم يومئذ على رجليه يبوئ المؤمنين.7709- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال \"، ذلك يوم أحد، غدا نبيُّ الله صلى الله عليه وسلم من أهله إلى أحُد يبوئ المؤمنين مقاعد للقتال.7710- حدثت عن عمار، عن ابن أبي جعفر، عن أبيه، عن الربيع، قوله: \" وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال \"، فغدا النبي صلى الله عليه وسلم من أهله إلى أحد يبوئ المؤمنين مقاعد للقتال.7711- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس، قوله: \" وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال \"، فهو يوم أحد.7712- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" وإذ غدوت من أهلك تبوئ المؤمنين \"، قال: هذا يوم أحد.7713- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: مما نـزل في يوم أحد: \" وإذ غدوت من أهلك تبوئ المؤمنين \". (61)* * *وقال آخرون: عنى بذلك يوم الأحزاب.*ذكر من قال ذلك:7714- حدثني محمد بن سنان القزاز قال، حدثنا أبو بكر الحنفي قال، &; 7-161 &; حدثنا عباد، عن الحسن في قوله: \" وإذ غدوتَ من أهلك تبوئ المؤمنين مقاعد للقتال \"، قال: يعني محمدًا صلى الله عليه وسلم، غدا يبوئ المؤمنين مقاعدَ للقتال يوم الأحزاب.* * *قال أبو جعفر: وأولى هذين القولين بالصواب قول من قال: \" عنى بذلك يوم أحد \". لأن الله عز وجل يقول في الآية التي بعدها:  إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلا  ، ولا خلاف بين أهل التأويل أنه عُنى بالطائفتين: بنو سلمة وبنو حارثة، (62) ولا خلاف بين أهل السير والمعرفة بمغازي رسول الله صلى الله عليه وسلم، أنّ الذي ذكر الله من أمرهما إنما كان يوم أحد، دون يوم الأحزاب.* * *فإن قال لنا قائل: وكيف يكون ذلك يوم أحد، ورسول الله صلى الله عليه وسلم إنما رَاح إلى أحُد من أهله للقتال يوم الجمعة بعد ما صلى الجمعة في أهله بالمدينة بالناس، كالذي حدثكم:-7715- ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق قال، حدثني محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري، ومحمد بن يحيى بن حبان، وعاصم بن عمر بن قتادة، والحصين بن عبد الرحمن بن عمرو بن سعد بن معاذ، وغيرهم من علمائنا: أن رسول الله صلى الله عليه وسلم راح حين صلَّى الجمعة إلى أحُد، دخل فلبس لأمته، وذلك يوم الجمعة حين فرغ من الصلاة، وقد مات في ذلك اليوم رجل من الأنصار، فصلى عليه رسول الله صلى الله عليه وسلم، ثم خرج عليهم وقال: \" ما ينبغي لنبيّ إذا لبس لأمته أن يضعها حتى يقاتل \"؟. (63)* * *قيل: إن النبي صلى الله عليه وسلم وإن كان خروجه للقوم كان رَواحًا، (64) فلم يكن تبوئته للمؤمنين مقاعدَهم للقتال عند خروجه، بل كان ذلك قبل خروجه لقتال عدوّه. وذلك أنّ المشركين نـزلوا منـزلهم من أحُد -فيما بلغنا- يوم الأربعاء، فأقاموا به ذلك اليوم ويومَ الخميس ويومَ الجمعة، حتى راح رسول الله صلى الله عليه وسلم إليهم يوم الجمعة، بعد ما صَلى بأصحابه الجمعة، فأصبح بالشِّعب من أحد يوم السبت للنصف من شوّال.7716- حدثنا بذلك ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال، حدثني محمد بن مسلم الزهري، ومحمد بن يحيى بن حبان، وعاصم بن عمر بن قتادة، والحصين بن عبد الرحمن وغيرهم. (65)* * *فإن قال: وكيف كانت تبوئته المؤمنين مقاعدَ للقتال غُدُوًّا قبل خروجه، وقد علمت أن \" التبوئة \"، اتخاذ الموضع.قيل: كانت تبوئته إياهم ذلك قبل مناهضة عدوه، عند مشورته على أصحابه بالرأي الذي رآه لهم، بيوم أو يومين، وذلك أن رسول الله صلى الله عليه وسلم لما سمع بنـزول المشركين من قريش وأتباعها أحُدًا قال = فيما:-7717- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط عن السدي = لأصحابه: \" أشيروا عليَّ ما أصنع؟\" فقالوا: يا رسول الله، اخرج إلى هذه الأكلُب! فقالت الأنصار: يا رسول الله، ما غلبنا عدوٌّ لنا أتانا في ديارنا، فكيف وأنت فينا!! فدعا رسول الله صلى الله عليه وسلم عبد الله بن أبيّ ابن سلول، ولم يدعه قط قبلها، فاستشاره، فقال: يا رسول الله، اخرج بنا إلى هذه الأكلب! &; 7-163 &; وكان رسول الله صلى الله عليه وسلم يُعجبه أن يدخلوا عليه المدينة فيقاتلوا في الأزقة، فأتاه النعمان بن مالك الأنصاري فقال: يا رسول الله لا تحرمني الجنة، فوالذي بعثك بالحق لأدخلن الجنة! فقال له: بم؟ قال: بأني أشهد أن لا إله إلا الله، وأنك رسول الله، وأني لا أفرُّ من الزحف! قال: \" صدقت \". فقُتل يومئذ. ثم إن رسول الله صلى الله عليه وسلم دعا بدرعه فلبسها، فلما رأوه وقد لبس السلاح، ندموا وقالوا: بئسما صنعنا، نشير على رسول الله صلى الله عليه وسلم والوحي يأتيه!! فقاموا واعتذروا إليه، وقالوا: اصنع ما رأيت. فقال رسول الله صلى الله عليه وسلم: لا ينبغي لنبيّ أن يلبس لأمته فيضعها حتى يقاتل. (66)7718- حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق قال، حدثني ابن شهاب الزهري، ومحمد بن يحيى بن حبان، وعاصم بن عمر بن قتادة، والحصين بن عبد الرحمن بن عمرو بن سعد بن معاذ وغيرهم من علمائنا، قالوا: لما سمع رسول الله صلى الله عليه وسلم والمسلمون بالمشركين قد نـزلوا منـزلهم من أحد، قال رسول الله صلى الله عليه وسلم: \" إنّي قد رأيتُ بقرًا فأوّلتها خيرًا، ورأيت في ذباب سيفي ثَلْمًا، (67) ورأيت أنّي أدخلت يدي في درع حصينة، فأوّلتها المدينة، فإن رأيتم أن تقيموا بالمدينة وتدعوهم حيث نـزلوا، فإن أقاموا أقاموا بشر مقام، وإن هم دخلوا علينا قاتلناهم فيها \". وكان رأيُ عبد الله بن أبي ابن سلول مع رأي رسول الله صلى الله عليه وسلم، يرى رأي رسول الله صلى الله عليه وسلم في ذلك: أن لا يخرج إليهم. وكان رسول الله صلى الله عليه وسلم يكره الخروج من المدينة، فقال رجال من المسلمين ممن أكرم الله بالشهادة يوم أحد، وغيرهم ممن كان فاته بدر وحضروه: يا رسول الله، اخرج بنا إلى أعدائنا، لا يرون أنا جبُنَّا عنهم وضعُفنا! فقال عبد الله بن أبى ابن سلول: يا رسول الله، أقم بالمدينة لا تخرج إليهم، فوالله &; 7-164 &; ما خرجنا منها إلى عدو لنا قط إلا أصاب منا، ولا دخلها علينا قط إلا أصبنا منه، فدعْهم يا رسول الله، فإن أقاموا أقاموا بشرِّ محبِس، وإن دخلوا قاتلهم الرجال في وجوههم، ورماهم النساء والصبيان بالحجارة من فوقهم، وإن رجعوا رَجعوا خائبين كما جاؤوا. فلم يزل الناس برسول الله صلى الله عليه وسلم، الذين كان من أمرهم حُبُّ لقاء القوم، حتى دخل رسول الله صلى الله عليه وسلم فلبس لأمته. (68) .* * *فكانت تبوئة رسول الله صلى الله عليه وسلم المؤمنين مقاعدَ للقتال، ما ذكرنا من مشورته على أصحابه بالرأي الذي ذكرنا، على ما وصفه الذين حكينا قولهم.* * *يقال منه: \" بوَّأت القوم منـزلا وبوّأته لهم، فأنا أبوِّئهم المنـزل تبوئة، وأبوئ لهم منـزلا تبوئة \".وقد ذكر أن في قراءة عبد الله بن مسعود: ( وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِِ )، وذلك جائز، كما يقال: \" رَدِفَك ورَدِفَ لك \"، و \" نقدت لها صَداقها ونقدتها \"، كما قال الشاعر:أَسْـتغِفرُ اللـهَ ذَنْبًـا لَسْـتُ مُحْصِيَـهُرَبَّ العِبَــادِ إِلَيْـهِ الوَجْـهُ وَالعَمَـلُ (69)والكلام: أستغفر الله لذنب. (70) وقد حكي عن العرب سماعًا: \" أبأت القوم منـزلا فأنا أبيئهم إباءة \"، ويقال منه: \" أبأت الإبل \". إذا رددتها إلى المباءة. و \" المباءة \"، المُرَاح الذي تبيت فيه.* * *\" والمقاعد \" جمع \" مقعد \"، وهو المجلس.* * *قال أبو جعفر: فتأويل الكلام: واذكر إذ غدوت، يا محمد، من أهلك تتخذ للمؤمنين معسكرًا وموضعًا لقتال عدوهم.* * *وقوله: \" والله سميع عليم \"، يعني بذلك تعالى ذكره: \" والله سميع \"، لما يقول المؤمنون لك فيما شاورتهم فيه، من موضع لقائك ولقائهم عدوّك وعدوّهم، من قول من قال: \" اخرج بنا إليهم حتى نلقاهم خارج المدينة \"، وقول من قال لك: \" لا تخرج إليهم وأقم بالمدينة حتى يدخلوها علينا \"، على ما قد بينا قبل - ولما تشير به عليهم أنت يا محمد = (71) \" عليم \" بأصلح تلك الآراء لك ولهم، وبما تخفيه صدور المشيرين عليك بالخروج إلى عدوك، وصدور المشيرين عليك بالمقام في المدينة، وغير ذلك من أمرك وأمورهم، كما:-7719- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق في قوله: \" والله سميع عليم \"، أي: سميع لما يقولون، عليم بما يخفون. (72)* * *---------------الهوامش :(61) الأثر: 7713- مختصر من سيرة ابن هشام 3: 112.(62) بنو سلمة (بفتح السين وكسر اللام) ، وليس في العرب\"سلمة\" بكسر اللام غيرها ، وسائرها بفتح اللام. وهم بنو سلمة بن سعد بن علي بن أسد بن سادرة بن تزيد بن جشم بن الخزرج.(63) الأثر: 7715- إسناده في سيرة ابن هشام 3: 64 ، ثم اختصر أبو جعفر خبر ابن إسحاق الذي رواه ابن هشام في السيرة 3: 67 ، 68. واللأمة: هي الدرع الحصينة ، وسائر أداة الحرب من السلاح كالسيف والرمح. هذا وكان في المطبوعة والمخطوطة: \"ما ينبغي للنبي صلى الله عليه وسلم\". وهذا غير جيد ، وكأنه عجلة من الناسخ ، وأثبت نص ابن هشام.(64) الرواح: هو وقت العشى آخر النهار.(65) الأثر: 7716- جمعه أبو جعفر من مواضع متفرقة من خبر ابن إسحاق في يوم أحد.(66) الأثر: 7717- هو في تاريخ الطبري 3: 11 ، 12.(67) ذباب السيف: طرفه المتطرف الذي يضرب به. والثلم: هو الكسر في حرفه.(68) الأثر: 7718- سيرة ابن هشام 3: 66 ، 67 ، وهو السابق مباشرة للأثر السالف رقم : 7751 ، وهو من تمامه.(69) مضى تخريجه فيما سلف 1: 169 ، وهو في معاني القرآن للفراء 1: 233.(70) هذه الفقرة من معاني القرآن للفراء 1: 233.(71) في المخطوطة والمطبوعة: \" ومما تشير به. . .\" ، والصواب الذي يقتضيه السياق ، هو ما أثبت.(72) الأثر: 7719- سيرة ابن هشام 3: 112 ، وهو تابع الأثر السالف رقم: 7713.",
  "ayah": 122,
  "surah": 3
}
