{
  "text": "القول في تأويل قوله :  وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ (123)قال أبو جعفر: يعني بذلك جل ثناؤه: وإن تصبروا وتتقوا لا يضركم كيدهم شيئًا، وينصركم ربكم، =\" ولقد نصركم الله ببدر \" على أعدائكم وأنتم يومئذ =\" أذلة \" يعني: قليلون، في غير منعة من الناس، حتى أظهركم الله على عدوكم، مع كثرة عددهم وقلة عددكم، وأنتم اليوم أكثر عددًا منكم حينئذ، فإن تصبروا لأمر الله ينصركم كما نصركم ذلك اليوم، =\" فاتقوا الله \"، يقول تعالى ذكره: فاتقوا ربكم بطاعته واجتناب محارمه =\" لعلكم تشكرون \"، يقول: لتشكروه على ما منَّ به عليكم من النصر على أعدائكم وإظهار دينكم، ولما هداكم له من الحق الذي ضلّ عنه مخالفوكم، كما:-7733- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" ولقد نصركم الله ببدر وأنتم أذلة \"، يقول: وأنتم أقل عددًا وأضعف قوة =\" فاتقوا الله لعلكم تشكرون \"، أي: فاتقون، فإنه شكر نعمتي. (10)* * *واختلف في المعنى الذي من أجله سمي بدر \" بدرًا \".فقال بعضهم: سمي بذلك، لأنه كان ماء لرجل يسمى \" بدرًا \"، فسمي باسم صاحبه.*ذكر من قال ذلك:7734- حدثنا ابن وكيع قال، حدثنا أبي، عن زكريا، عن الشعبي قال: كانت \" بدر \" لرجل يقال له \" بدر \"، فسميت به.* * *7735- حدثني يعقوب قال، حدثنا هشيم قال، أخبرنا زكريا، عن الشعبي أنه قال: \" ولقد نصركم الله ببدر \"، قال: كانت \" بدر \" بئرًا لرجل يقال له \" بدر \"، فسميت به.وأنكر ذلك آخرون وقالوا: ذلك اسم سميت به البقعة، كما سمى سائر البلدان بأسمائها.*ذكر من قال ذلك:7736- حدثنا الحارث بن محمد قال، حدثنا ابن سعد قال، حدثنا محمد بن عمر الواقدي قال، حدثنا منصور، عن أبي الأسود، عن زكريا، عن الشعبي قال: إنما سمي\" بدرًا \"، لأنه كان ماء لرجل من جهينة يقال له \" بدر \" = وقال الحارث، قال ابن سعد، قال الواقدي: فذكرت ذلك لعبد الله بن جعفر ومحمد بن صالح فأنكراه وقالا فلأيّ شيء سميت \" الصفراء \"؟ ولأي شيء سميت &; 7-171 &; \" الحمراء \"؟ ولأيّ شيء سمي\" رابغ \"؟ هذا ليس بشيء، إنما هو اسم الموضع = قال: وذكرت ذلك ليحيى بن النعمان الغفاريّ فقال: سمعت شيوخنا من بني غفار يقولون: هو ماؤنا ومنـزلنا، وما ملكه أحدٌ قط يقال له \" بدر \"، وما هو من بلاد جهينة، إنما هي بلاد غِفار = قال الواقدي: فهذا المعروف عندنا.7737- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول: \" بدر \"، ماء عن يمين طريق مكة، بين مكة والمدينة.* * *وأما قوله: \" أذلة \"، فإنه جمع \" ذليل \"، كما \" الأعزة \" جمع \" عزيز \"،\" والألِبَّة \" جمع \" لبيب \".* * *قال أبو جعفر: وإنما سماهم الله عز وجل \" أذلة \"، لقلة عددهم، لأنهم كانوا ثلثمئة نفس وبضعة عشر، وعدوهم ما بين التسعمئة إلى الألف -على ما قد بينا فيما مضى- فجعلهم لقلة عددهم \" أذلة \".* * *وبنحو ما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:7738- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون \"، وبدر ماء بين مكة والمدينة، التقى عليه نبي الله صلى الله عليه وسلم والمشركون، وكان أول قتال قاتله نبي الله صلى الله عليه وسلم = وذكر لنا أنه قال لأصحابه يومئذ: \" أنتم اليوم بعدَّة أصحاب طالوت يوم لقى جالوت \": فكانوا ثلثمئة وبضعة عشر رجلا والمشركون يومئذ ألفٌ، أو راهقوا ذلك. (11)7739- حدثني محمد بن سنان قال، حدثنا أبو بكر، عن عباد، عن الحسن في قوله: \" ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون \"، قال: يقول: \" وأنتم أذلة \"، قليل، وهم يومئذ بضعة عشر وثلثمئة.7740- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، نحو قول قتادة.7741- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" ولقد نصركم الله ببدر وأنتم أذلة \"، أقل عددًا وأضعف قوة. (12)* * *قال أبو جعفر: وأما قوله: \" فاتقوا الله لعلكم تشكرون \"، فإن تأويله، كالذي قد بيَّنت، كما:-7742- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" فاتقوا الله لعلكم تشكرون \"، أي: فاتقوني، فإنه شكر نعمتي. (13)----------------الهوامش :(10) الأثر: 7733- سيرة ابن هشام 3: 113 ، هو بقية الآثار التي آخرها رقم: 7732 ، وسياق أبي جعفر في روايته ، أقوم من سياق ابن هشام.(11) الأثر: 7738- مضى بعضه برقم: 5730 ، وانظر عدة أهل بدر فيما سلف من 5724 - 5732. وقوله: \"راهقوا ذلك\" أي: قاربوا ذلك.(12) الأثر: 7741- سيرة ابن هشام 3: 113 ، وهو بعض الأثر السالف قريبًا رقم: 7733.(13) الأثر: 7742- سيرة ابن هشام 3: 113 ، وهو أيضًا بعض الأثر: 7733. وكان في المطبوعة والمخطوطة هنا\"نعمى\" ، وأثبت ما مضى في المخطوطة والمطبوعة في الأثر السالف ، وهو مطابق نص ابن هشام.",
  "ayah": 124,
  "surah": 3
}
