{
  "text": "القول في تأويل قوله :  لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ (128)قال أبو جعفر: يعني بذلك تعالى ذكره: ليقطع طرفًا من الذين كفروا، أو يكبتهم، أو يتوب عليهم، أو يعذبهم، فإنهم ظالمون، ليس لك من الأمر شيء.* * *فقوله: \" أو يتوب عليهم \"، منصوبٌ عطفًا على قوله:  أَوْ يَكْبِتَهُمْ  .وقد يحتمل أن يكون تأويله: ليس لك من الأمر شيء، حتى يتوب عليهم = فيكون نصب \" يتوب \" بمعنى \" أو \" التي هي في معنى \" حتى \". (60)* * *قال أبو جعفر: والقول الأول أولى بالصواب، لأنه لا شيء من أمر الخلق إلى أحدٍ سوى خالقهم، قبل توبة الكفار وعقابهم وبعد ذلك.* * *وتأويل قوله: \" ليس لك من الأمر شيء \"، ليس إليك، يا محمد، من أمر خلقي إلا أن تنفذ فيهم أمري، وتنتهيَ فيهم إلى طاعتي، وإنما أمرهم إليّ والقضاء فيهم بيدي دون غيري، أقضى فيهم وأحكمُ بالذي أشاء، من التوبة على من كفر بي وعصاني وخالف أمري، أو العذاب إما في عاجل الدنيا بالقتل والنّقَم المبيرة، وإما في آجل الآخرة بما أعددتُ لأهل الكفر بي. كما:-7804- حدثني ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال: ثم قال لمحمد صلى الله عليه وسلم: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \"، أي: ليس لك من الحكم شيء في عبادي، إلا ما أمرتك به فيهم، أو أتوب عليهم برحمتي، فإن شئتُ فعلتُ، أو أعذبهم بذنوبهم = (61) \" فإنهم ظالمون \"، أي قد استحقوا ذلك بمعصيتهم إياي. (62)* * *وذكر أن الله عز وجل إنما أنـزل هذه الآية على نبيه محمد صلى الله عليه وسلم، لأنه لما أصابه بأحُد ما أصابه من المشركين، قال، كالآيس لهم من الهدى أو من الإنابة إلى الحق: \" كيف يفلح قومٌ فعلوا هذا بنبيهم!!\"*ذكر الرواية بذلك:7805- حدثنا حميد بن مسعدة قال، حدثنا بشر بن المفضل قال، حدثنا حميد قال، قال أنس: قال النبي صلى الله عليه وسلم يوم أحد، وكسرت رَبَاعيته، وشُجَّ، فجعل يمسح عن وجهه الدم ويقول: كيف يفلح قوم خضبوا نبيهم بالدم وهو يدعوهم إلى ربهم!! فأنـزلت: \" ليس لك من الأمر شيء أو يتوبَ عليهم أو يعذبهم فإنهم ظالمون \". (63)7806- حدثنا ابن بشار قال، حدثنا ابن أبي عدي، عن حميد، عن أنس، عن النبي صلى الله عليه وسلم بنحوه.7807- حدثني يعقوب قال، حدثنا هشيم، عن حميد الطويل، عن أنس، عن النبي صلى الله عليه وسلم بنحوه.7808- حدثني يحيى بن طلحة اليربوعي قال، حدثنا أبو بكر بن عياش، عن حميد الطويل، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم حين شُجَّ في جبهته وكسِرت رباعيته: لا يفلح قوم صنعوا هذا بنبيهم! فأوحى الله إليه: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \". (64)7809- حدثني يعقوب، عن ابن علية قال، حدثنا ابن عون، عن الحسن: أن النبي صلى الله عليه وسلم قال يوم أحُد: كيف يفلح قوم دمَّوا وجه نبيهم وهو &; 7-197 &; يدعوهم إلى الله عز وجل!! فنـزلت: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \". (65)7810- حدثنا يعقوب قال، حدثنا ابن علية، عن حميد، عن أنس، عن النبي صلى الله عليه وسلم ، نحو ذلك.7811- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \"، ذكر لنا أن هذه الآية أنـزلت على رسول الله صلى الله عليه وسلم يوم أُحد، وقد جُرح نبي الله صلى الله عليه وسلم في وجهه وأصيبَ بعضُ رباعيته، فقال وسالم مولى أبي حذيفة يغسل عن وجهه الدم: كيف يفلح قوم خضبوا وجه نبيهم بالدم وهو يدعوهم إلى ربهم! فأنـزل الله عز وجل: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \".7812- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا الحسين بن واقد، عن مطر، عن قتادة قال: أصيب النبي صلى الله عليه وسلم يوم أحد وكِسرت رباعيته، وفُرِق حاجبه، فوقع وعليه درعان، والدم يسيل، فمر به سالم مولى أبي حذيفة، فأجلسه ومسح عن وجهه فأفاق وهو يقول: كيف بقوم فعلوا هذا بنبيهم وهو يدعوهم إلى الله! فأنـزل الله تبارك وتعالى: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \".7813- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، قوله: \" ليس لك من الأمر شيء \" الآية قال قال الربيع بن أنس: أنـزلت هذه الآية على رسول الله صلى الله عليه وسلم يوم أحُد، وقد شج رسول الله صلى الله عليه وسلم في وجهه وأصيبتْ رباعيته، فهم رسول الله صلى الله عليه وسلم أن يدعوَ عليهم، فقال: \" كيف يفلح قوم أدموا وجه نبيهم وهو يدعوهم إلى الله وهم يدعونه إلى الشيطان، ويدعوهم إلى الهدى ويدعونه إلى الضلالة، ويدعوهم إلى الجنة ويدعونه إلى النار! فهمَّ أن يدعوَ عليهم، فأنـزل الله عز وجل: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \"، فكفَّ رسول الله صلى الله عليه وسلم عن الدعاء عليهم.7814- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي قال، حدثنا عباد، عن الحسن في قوله: \" ليس لك من الأمر شيء أو يتوب عليهم \" الآية كلها، فقال: جاء أبو سفيان من الحول غضبان لما صُنع بأصحابه يوم بدر، فقاتل أصحابَ محمد صلى الله عليه وسلم يوم أحد قتالا شديدًا، حتى قتل منهم بعدد الأسارى يوم بدر، فقال رسول الله صلى الله عليه وسلم كلمةً علم الله أنها قد خالطت غضبًا: كيف يفلح قوم خضبوا وجه نبيهم بالدم وهو يدعوهم إلى الإسلام! فقال الله عز وجل: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \".7815- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة: أن رباعية النبي صلى الله عليه وسلم أصيبت يوم أحد، أصابها عتبة بن أبي وقاص، وشجه في وجهه. وكان سالم مولى أبي حذيفة يغسل عن النبي صلى الله عليه وسلم الدمَ، والنبي صلى الله عليه وسلم يقول: كيف يفلح قوم صنعوا بنبيهم هذا!! فأنـزل الله عز وجل: \" ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون \".7816- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الزهري، وعن عثمان الجزري، عن مقسم: أن النبي صلى الله عليه وسلم دعا على عتبة بن أبي وقاص يوم أحد، حين كسر رباعيته، وَوثأ وجهه، (66) فقال: \" اللهم لا يحل عليه الحول حتى يموت كافرا!\" قال: فما حال عليه الحول حتى مات كافرا.7817 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج ، عن ابن جريج قال، قال ابن عباس: شج النبي صلى الله عليه وسلم في فرق حاجبه، وكسرت رباعيته.= قال ابن جريج: ذكر لنا أنه لما جرح، جعل سالم مولى أبي حذيفة يغسل الدم عن وجهه، ورسول الله صلى الله عليه وسلم يقول: \" كيف يفلح قوم خضبوا وجه نبيهم بالدم وهو يدعوهم إلى الله!\". فأنـزل الله عز وجل: (ليس لك من الأمر شيء)* * *وقال آخرون: بل نـزلت هذه الآية على النبي صلى الله عليه وسلم ، لأنه دعا على قوم، فأنـزل الله عز وجل: ليس الأمر إليك فيهم.* ذكر الرواية بذلك:7818 - حدثني يحيى بن حبيب بن عربي قال، حدثنا خالد بن الحارث قال، حدثنا محمد بن عجلان، عن نافع، عن ابن عمر: أن رسول الله صلى الله عليه وسلم ، كان يدعو على أربعة نفر، فأنـزل الله عز وجل: (ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون) قال: وهداهم الله للإسلام (67) .&; 7-200 &;7819 - حدثني أبو السائب سلم بن جنادة قال، حدثنا أحمد بن بشير، عن عمر بن حمزة، عن سالم، عن ابن عمر قال، قال رسول الله صلى الله عليه وسلم:اللهم العن أبا سفيان ! اللهم العن الحارث بن هشام ! اللهم العن صفوان بن أميه ! فنـزلت: (ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون) (68) .&; 7-201 &;7820 - حدثنا مجاهد بن موسى قال، حدثنا يزيد قال، أخبرنا محمد بن إسحاق، عن عبد الرحمن بن الحارث بن عبد الله بن عياش بن أبي ربيعة، عن عبد الله بن كعب، عن أبي بكر بن عبد الرحمن بن الحارث بن هشام قال، صلى رسول الله صلى الله عليه وسلم الفجر، فلما رفع رأسه من الركعة الثانية قالاللهم أنج عياش بن أبي ربيعة وسلمة بن هشام والوليد بن الوليد! اللهم أنج المستضعفين من المسلمين! اللهم اشدد وطأتك على مضر! اللهم سنين كسنين آل يوسف ! فأنـزل الله: (ليس لك من الأمر شيء أو يتوب عليهم) (69) الآية.7821 - حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني يونس بن يزيد، عن ابن شهاب أخبره، عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن: أنهما سمعا أبا هريرة يقول: كان رسول الله صلى الله عليه وسلم يقول حين يفرغ، في صلاة الفجر، من القراءة ويكبر ويرفع رأسه: \" سمع الله لمن حمده، ربنا ولك الحمد \" ثم يقول وهو قائم: \" اللهم أنج الوليد بن الوليد وسلمة بن هشام وعياش بن أبي ربيعة والمستضعفين من المؤمنين! اللهم اشدد وطأتك على مضر، واجعلها عليهم كسني يوسف! اللهم العن لحيان ورعلا وذكوان وعصية عصت الله ورسوله!\". ثم بلغنا أنه ترك ذلك لما نـزل قوله: (ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون) (70) .---------------------------الهوامش :(60) انظر معاني القرآن للفراء 1: 234.(61) في سيرة ابن هشام: \". . . بذنوبهم ، فبحقي\".(62) الأثر: 7804- سيرة ابن هشام 3: 115 ، وهو تابع الآثار التي آخرها: 7801 ، مع اختلاف يسير في بعض لفظه.(63) الحديث: 7805- هذا الحديث رواه الطبري متصلا بخمسة أسانيد: 7805 - 7808 ، 7810 ، من طريق بشر بن المفضل ، وابن أبي عدي ، وهشيم ، وأبي بكر بن عياش ، وابن علية = الخمسة عن حميد بن أبي حميد الطويل ، عن أنس بن مالك. ورواه: 7809 ، من حديث الحسن البصري ، بنحوه ، مرسلا.وقد رواه أحمد في المسند: 11980 ، عن هشيم ، و: 12862 ، عن سهل بن يوسف ، و: 13115 ، عن يزيد بن هارون ، و: 13170 ، عن ابن أبي عدي = أربعتهم عن حميد الطويل ، به. (ج3 ص99 ، 178 - 179 ، 201 ، 206 حلبى). ورواه الترمذي 4: 83 ، عن أحمد بن منيع ، وعبد بن حميد - كلاهما عن يزيد بن هارون ، كرواية المسند: 13115. وقال الترمذي: \"هذا حديث حسن صحيح\". ورواه أبو جعفر النحاس ، في الناسخ والمنسوخ ، ص: 90 ، من طريق يزيد بن هارون.ورواه أحمد أيضًا ، بنحوه: 13692 (ج3 ص253 حلبي) ، عن عفان ، عن حماد - وهو ابن سلمة - عن ثابت ، عن أنس.وكذلك رواه مسلم 2: 67 ، عن عبد الله بن مسلمة القعنبي ، عن حماد بن سلمة ، بهوذكره البخاري في الصحيح 7: 281 ، مختصرًا ، معلقًا ، من الوجهين. قال: \"قال حميد وثابت ، عن أنس. . .\". وبين الحافظ في الفتح أن رواية حميد وصلها أحمد ، والترمذي ، والنسائي ، وابن إسحاق في المغازي. وأن رواية ثابت وصلها مسلم.وذكر ابن كثير 2: 238 رواية البخاري المعلقة. وفي ص: 239 رواية أحمد عن هشيم. ثم أشار إلى رواية مسلم.وذكره السيوطي 2 : 70 - 71 ، وزاد نسبته لابن أبي شيبة وعبد بن حميد ، والنسائي ، وابن المنذر وابن أبي حاتم ، والبيهقي في الدلائل.وانظر ما يأتي: 7818 - 7821.\"الرباعية\" - على وزن\"ثمانية\": الأسنان الأربعة التي تلي الثناياه ، بين الثنية والناب.(64) الحديث: 7808- يحيى بن طلحة اليربوعي: سبق في: 421 أن النسائي ضعفه. والراجح توثيقه. فقد ترجمه ابن أبي حاتم 4 / 2 / 160 ، فلم يذكر فيه جرحًا.(65) الحديث: 7809- هذه رواية الحسن المرسلة. وقد ذكر السيوطي 2: 71 رواية عن الحسن ، مطولة مرسلة أيضًا ، ونسبها لعبد بن حميد ، وحده.(66) وثأه وثأه: فهو أن يضرب حتى يرهص الجلد واللحم ، ويصل الضرب إلى العظم من غير أن ينكسر ، يكسر اللحم ولا يكسر العظم.(67) الحديث: 7818 - خالد بن الحارث بن عبيد ، أبو عثمان الهجيمي : ثقة ثبت إمام . وقال أحمد : \" إليه المنتهى في التثبت بالبصرة \" .والحديث رواه أحمد في المسند: 5813 ، عن يحيى بن حبيب بن عربي- شيخ الطبري هنا- بهذا الإسناد. ولم يذكر لفظه، إحالة على رواية قبله .ورواه الترمذي 4 : 84 عن يحيى بن حبيب بن عربي أيضًا . وقال : \" هذا حديث حسن غريب صحيح، يستغرب من هذا الوجه ، من حديث نافع عن ابن عمر. ورواه يحيى بن أيوب، عن ابن عجلان\" .ورواه أحمد أيضًا: 5812 - قبل الرواية السابقة - : عن أبي معاوية الغلابي ، عن خالد بن الحارث.ورواه أحمد أيضًا: 5997 ، بنحوه ، عن هارون بن معروف المروزي ، عن ابن وهب ، عن أسامة بن زيد ، عن نافع ، عن ابن عمر .وهو متابعة صحيحة لرواية ابن عجلان عن نافع، التي استغربها الترمذي - فكانت غير غريبة ، بهذه المتابعة الصحيحة .وذكره ابن كثير 2 : 238 ، من رواية المسند : 5812 .وأشار إليه الحافظ في الفتح 8 : 170 ، من روايتي أحمد والترمذي .وذكره السيوطي 2 : 71 ، ونسبه للترمذي ، وابن جرير ، وابن أبي حاتم، فقط .وانظر الحديث التالي لهذا.(68) الحديث: 7819 - أحمد بن بشير ، أبو بكر الكوفي ، مولى عمرو بن حريث المخزومي: ثقة ، أخرج له البخاري في صحيحه ، وترجمه هو وابن أبي حاتم ، فلم يذكرا فيه جرحًا . ومن نقل فيه جرحًا عن ابن معين فقد وهم . ذاك \" أحمد بن بشير \" آخر ، كما بينه الخطيب في تاريخ بغداد 4 : 46 - 48 .ووقع في المطبوعة هنا اسم أبيه \" سفيان\" ، وفي المخطوطة \"سنين\" - وكلاهما خطأ ، ليس في الرواة من يسمى بهذا أو بذاك ، إلا راويًا اسمه \" أحمد بن سفيان أبو سفيان النسائي\" وهو متأخر عن هذه الطبقة . وأثبتنا الصواب عن ذلك ، وعن رواية الترمذي هذا الحديث بهذا الإسناد ، كما سيأتي .عمر بن حمزة بن عبد الله بن عمر بن الخطاب: رجحنا توثيقه في شرح المسند : 5638 ، بأنه أخرج له مسلم في صحيحه، وبقول الحاكم : \" أحاديثه كلها مستقيمة\" . وهو يروي هنا عن عمه \" سالم بن عبد الله بن عمر \" عن جده \" عبد الله بن عمر\" .والحديث رواه أحمد في المسند : 5674 ، عن أبي النضر ، عن أبي عقيل عبد الله بن عقيل، عن عمر بن حمزة ، به وزاد في آخره بعد نزول الآية : \" قال : فتيب عليهم \" .ورواه الترمذي 4 : 83 ، عن أبي السائب سلم بن جنادة بن سلم الكوفي - شيخ الطبري هنا - بهذا الإسناد . وزاد في آخره : \" فتاب عليهم ، فأسلموا فحسن إسلامهم \" .وقال الترمذي : \" هذا حديث حسن غريب ، يستغرب من حديث عمر بن حمزة عن سالم . وكذا رواه الزهري، عن سالم ، عن أبيه\" .ورواية الزهري عن سالم - التي أشار إليها الترمذي - رواها أحمد في المسند : 6349 ، عن عبد الرزاق، عن معمر، عن الزهري، عن سالم، عن أبيه .وكذا رواها أبو جعفر النحاس في الناسخ والمنسوخ ص : 89 ، من طريق عبد الرزاق ، به . ورواه أيضًا ابن المبارك عن معمر .فرواه أحمد في المسند : 6350 ، عن علي بن إسحاق ، عن ابن المبارك ، عن معمر ، عن سالم . عن أبيه .وكذلك رواه البخاري 7 / 281 ، 8 : 170 / و 13 : 263 - 264 ، من طريق عبد الله بن المبارك .ورواه البخاري أيضًا 7 : 281 ، من رواية ابن المبارك ، عن حنظلة بن أبي سفيان الجمحي ، عن سالم بن عبد الله : \" كان رسول الله صلى الله عليه وسلم يدعو . . . \" رواه تبعًا لحديث ابن المبارك عن معمر، فقال الحافظ في الفتح : \" والراوي له عن حنظلة، هو عبد الله بن المبارك\" .ووهم من زعم أنه معلق . وقوله : \" سمعت سالم بن عبد الله يقول كان رسول الله صلى الله عليه وسلم يدعو \" ، إلى آخره -: هو مرسل.وقد ذكره ابن كثير 2 : 238 ، عن رواية المسند : 5674 .وذكره السيوطي 2 : 71 ، وزاد نسبته للنسائي ، والبيهقي في الدلائل .(69) الحديث : 7820 - عبد الله بن كعب : هو الحميري المدني ، مولى عثمان بن عفان . وهو ثقة ، أخرج له مسلم في صحيحه ، وترجمه ابن أبي حاتم 2 / 2 / 142 .وهذا الحديث مرسل ، لأن أبا بكر بن عبد الرحمن بن الحارث بن هشام المخزومي - تابعي- وقد مضت ترجمته في : 2351. ولم أجد هذا الحديث المرسل في موضع آخر . ومعناه ثابت صحيح في الحديث الآتي عقبه : 7821 ، وفي حديث أبي هريرة في المسند : 7656 ، من رواية الزهري ، عن أبي سلمة بن عبد الرحمن . عن أبي هريرة . ولكن ليس فيه نزول الآية .ثم وجدته موصولا من طريق أبي بكر بن عبد الرحمن نفسه :فرواه البخاري 2 : 241 - 242 ، في حديث مطول ، عن أبي اليمان ، عن شعيب ، عن الزهري \" قال: أخبرني أبو بكر بن عبد الرحمن بن الحارث بن هشام ، وأبو سلمة بن عبد الرحمن : أن أبا هريرة ... قالا : وقال أبو هريرة : وكان رسول الله صلى الله عليه وسلم حين يرفع رأسه . . . \" - إلخ .ورواه البيهقي في السنن الكبرى 2 : 207 ، مقتصرًا على القسم الأخير منه ، من أول قوله : \" كان رسول الله صلى الله عليه وسلم \" - من طريق عثمان بن سعيد الدارمي ، عن أبي اليمان ، بمثل إسناد البخاري ، ثم قال : \" رواه البخاري في الصحيح ، عن أبي اليمان \" .ووجدته أيضا مرسلا ، مثل رواية الطبري هنا :فرواه الطحاوي في معاني الآثار 1 : 142 ، من طريق سلمة بن رجاء ، عن محمد بن إسحاق ، بمثل إسناد الطبري هنا . وزاد في آخره بعد الآية : \" قال : فما دعا رسول الله صلى الله عليه وسلم بدعاء على أحد \".(70) الحديث: 7821 - روى مسلم في صحيحه 1 : 187 ، عن أبي الطاهر ، وحرملة بن يحيى - كلاهما عن ابن وهب ، بهذا الإسناد .ورواه البيهقي في السنن الكبرى 2 : 197 ، من طريق بحر بن نصر ، عن ابن وهب ، به . ثم أشار إلى رواية مسلم .ورواه الطحاوي في معاني الآثار 1 : 142 ، عن يونس بن عبد الأعلى - شيخ الطبري هنا - بهذا الإسناد ؛ ولكنه اختصر آخره ، فلم يذكر قوله : \" ثم بلغنا أنه ترك ذلك . . . \" .ورواه أحمد في المسند : 7458 ، عن أبي كامل ، عن إبراهيم بن سعد ، عن الزهري ، بهذا الإسناد ، نحوه .وكذلك رواه البخاري 8 : 170 - 171 (فتح) ، عن موسى بن إسماعيل ، عن إبراهيم بن سعد ، به .وكذلك رواه أبو جعفر النحاس في الناسخ والمنسوخ ، ص : 89 ، من طريق الحسن بن محمد ، عن إبراهيم بن سعد .وكذلك رواه البيهقي 2 : 197 ، من طريق محمد بن عثمان بن خالد ، عن إبراهيم بن سعد .ونقله ابن كثير 2 : 238 ، عن رواية البخاري ، التي أشرنا إليها آنفًا .وذكره السيوطي 2 : 71 ، وزاد نسبته لابن المنذر ، وابن أبي حاتم . ولم يفرق بين روايتي إبراهيم بن سعد ويونس ، والفرق بينهما واضح - فنسبه بنحو رواية يونس - للبخاري والنحاس ، وهما لم يروياه بهذا اللفظ .وقد قال الحافظ في الفتح 7 : 282 ، في شرح حديث ابن عمر ، الذي أشرنا إليه في شرح : 7819 - قال : \" ووقع في رواية يونس ، عن الزهري ، عن سعيد وأبي سلمة ، عن أبي هريرة ، نحو حديث ابن عمر ، لكن فيه : اللهم العن لحيان ورعلا وذكوان وعصية، قال: ثم بلغنا أنه ترك ذلك لما نزلت : ( ليس لك من الأمر شيء ) . قلت: [القائل ابن حجر] . وهذا إن كان محفوظًا احتمل أن يكون نزول الآية تراخى عن قصة أحد . لأن قصة رعل وذكوان كانت بعدها ، كما سيأتي تلو هذه الغزوة ، وفيه بعد . والصواب : أنها نزلت في شأن الذين دعا عليهم بسبب قصة أحد . والله أعلم . ويؤيد ذلك ظاهر قوله في صدر الآية : ( ليقطع طرفًا من الذين كفروا ) أي يقتلهم ، ( أو يكبتهم ) أي يخزيهم ، ثم قال : ( أو يتوب عليهم) أي فيسلموا ، ( أو يعذبهم ) أي إن ماتوا كفارًا \" .وهذا تحقيق نفيس جيد من الطراز العالي.",
  "ayah": 129,
  "surah": 3
}
