{
  "text": "القول في تأويل قوله :  وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (133)قال أبو جعفر: يعني تعالى ذكره بقوله: \" وسارعوا \"، وبادروا وسابقوا = (1) \" إلى مغفرة من ربكم \"، يعني: إلى ما يستر عليكم ذنوبكم من رحمته، وما يغطيها عليكم من عفوه عن عقوبتكم عليها =\" وجنة عرضها السموات والأرض \"، يعني: وسارعوا أيضًا إلى جنة عرضها السموات والأرض.* * *ذكر أن معنى ذلك: وجنة عرضها كعرض السموات السبع والأرضين السبع، إذا ضم بعضها إلى بعض.*ذكر من قال ذلك:7830- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" وجنة عرضها السموات والأرض \"، قال: قال ابن عباس: تُقرن السموات السبع والأرضون السبع، كما تُقرن الثياب بعضها إلى بعض، فذاك عرض الجنة.* * *وإنما قيل: \" وجنة عرضها السموات والأرض \"، فوصف عرضها بالسموات والأرضين، والمعنى ما وصفنا: من وصف عرضها بعرض السموات والأرض، &; 7-208 &; تشبيها به في السعة والعظم، كما قيل:  مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلا كَنَفْسٍ وَاحِدَةٍ  [سورة لقمان: 28]، يعني: إلا كبعث نفس واحدة، وكما قال الشاعر: (2)كــأَنَّ عَذِيــرَهُمْ بِجَــنُوب سِـلَّىنَعَــامٌ قَــاقَ فِــي بَلَــدٍ قِفَـارِ (3)أي: عذيرُ نعام، وكما قال الآخر: (4)حَسِــبتَ بُغَــامَ رَاحِـلَتِي عَنَاقًـا!وَمَـا هـي, وَيْـبَ غَـيْرِكَ بالعَنَـاقِ (5)يريد صوت عناق.* * *قال أبو جعفر: وقد ذكر أنّ رسول الله صلى الله عليه وسلم سئل فقيل له: &; 7-209 &; هذه الجنة عرضها السموات والأرض، فأين النار؟ فقال: هذا النهار إذا جاء، أين الليل.*ذكر الأخبار عن رسول الله صلى الله عليه وسلم وغيره.7831- حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني مسلم بن خالد، عن ابن خثيم، عن سعيد بن أبي راشد، عن يعلى بن مرة قال: لقيت التنوخيّ رسول هرقل إلى رسول الله صلى الله عليه وسلم بحمص، شيخًا كبيرًا قد فُنِّد. (6) قال: قدمت على رسول الله صلى الله عليه وسلم بكتاب هرقل، فناول الصحيفة رجلا عن يساره. قال قلت: من صاحبكم الذي يقرأ؟ قالوا: معاوية. فإذا كتاب صاحبي: \" إنك كتبت تدعوني إلى جنة عرضها السموات والأرض أعدت للمتقين، (7) فأين النار؟\" فقال رسول الله صلى الله عليه وسلم: سبحان الله! فأين الليل إذا جاء النهار؟ (8)7832- حدثنا محمد بن بشار قال، حدثنا عبد الرحمن بن مهدي قال، &; 7-211 &; حدثنا سفيان، عن قيس بن مسلم، عن طارق بن شهاب: أنّ ناسًا من اليهود سألوا عمر بن الخطاب عن \" جنة عرضها السموات والأرض \"، أين النار؟ قال: أرأيتم إذا جاء الليل، أن يكون النهار؟\" فقالوا: اللهم نـزعْتَ بمثَله من التوراة \" (9) .7833- حدثني محمد بن المثني قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن قيس بن مسلم، عن طارق بن شهاب: أن عمر أتاه ثلاثة نفر من أهل نجران، فسألوه وعنده أصحابه فقالوا: أرأيت قوله: \" وجنة عرضها السموات والأرض \"، فأين النار؟ فأحجم الناس، فقال عمر: \" أرأيتم إذا جاء الليل، أين يكون النهار؟ وإذا جاء النهار، أين يكون الليل؟\" فقالوا: نـزعت مثَلها من التوراة.7834- حدثنا ابن المثني قال، حدثنا محمد بن جعفر قال، أخبرنا شعبة، عن إبراهيم بن مهاجر، عن طارق بن شهاب، عن عمر بنحوه، في الثلاثة الرّهط الذين أتوا عمر فسألوه: عن جنة عرضها كعرض السموات والأرض، بمثل حديث قيس بن مسلم.7835- حدثنا مجاهد بن موسى قال، حدثنا جعفر بن عون قال، أخبرنا الأعمش، عن قيس بن مسلم، عن طارق بن شهاب قال: جاء رجل من اليهود إلى عمر فقال: تقولون: \" جنة عرضها السموات والأرض \"، أين تكون النار؟ فقال له عمر: أرأيت النهار إذا جاء أين يكون الليل؟ أرأيت الليل إذا جاء، أين يكون النهار؟ فقال: إنه لمثلها في التوراة، فقال له صاحبه: لم أخبرته؟ فقال له صاحبه: دعه، إنه بكلٍّ موقنٌ.7836- حدثني أحمد بن حازم قال، أخبرنا أبو نعيم قال، حدثنا جعفر بن برقان قال، حدثنا يزيد بن الأصم: أن رجلا من أهل الكتاب أتى ابن عباس فقال: تقولون \" جنة عرضها السموات والأرض \"، فأين النار؟ فقال ابن عباس: أرأيت الليل إذا جاء، أين يكون النهار؟ وإذا جاء النهار، أين يكون الليل؟ (10)* * *قال أبو جعفر: وأما قوله: \" أعدت للمتقين \" فإنه يعني: إنّ الجنة التي عرضها كعرض السموات والأرضين السبع، أعدها الله للمتقين، الذين اتقوا الله فأطاعوه فيما أمرهم ونهاهم، فلم يتعدوا حدوده، ولم يقصِّروا في واجب حقه عليهم فيضيِّعوه. كما:-7837- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال،\" وسارعوا إلى مغفرة من ربكم وجنة عرضها السموات والأرض أعدت للمتقين \"، أي: دارًا لمن أطاعني وأطاع رسولي. (11)--------------الهوامش :(1) انظر تفسير\"سارع\" فيما سلف 7: 130.(2) هو شقيق بن جزء بن رياح الباهلي ، وينسب لأعشى باهلة ، وللنابغة خطأ.(3) الكامل 2: 196 ، معجم البلدان (سلى) ، واللسان (فوق) (سلل) ، وكان شقيق بن جزء قد أغار على بني ضبة بروضة سلى وروضة ساجر ، وهما روضتان لعكل -وضبة وعدى وعكل وتيم حلفاء متجاورون- فهزمهم ، وأفلت عوف بن ضرار ، وحكيم بن قبيصة بن ضرار بعد أن جرح ، وقتلوا عبيدة بن قضيب الضبي ، فقال شقيق:لَقَــدْ قَــرَّتْ بِهِـمْ عَيْنـي بِسِـلَّىوَرَوْضَــةِ سَــاجِرٍ ذَاتِ القَــرَارِجَــزَيْتُ المُلْجِــئِينَ بِمَــا أَزَلْـتْمِـنَ البُؤْسَـى رِمَـاحُ بنـي ضِـرَارِوَأَفْلَـــتَ مــن أسِنَّتِنَا حَـكِيمٌجَرِيضًـــا مِثْــلَ إفْـلاتِ الحِمـارِكــــأَنَّ عَذِيـــرَهُمْ............. . . . . . . . . . . . . . . . . . .وفي المعجم\"ذات العرا\" ، والصواب ما أثبت. والقرار: المكان المنخفض المطمئن يستقر فيه الماء ، فتكون عندها الرياض ، ومنه قوله تعالى: \"وآويناهما إلى ربوة ذات قرار ومعين\". والملجئ الذي قد تحصن بملجأ واعتصم. وأزل إليه زلة: أي أنعم إليه واصطنع عنده صنيعة ، وإنما أراد: ما قدم من السوء ، سخرية منهم. يقول: جزيتهم هؤلاء المعتصمين بأسوأ ما صنعوا. وقوله: \"جريضًا\" ، أي أفلت وقد كاد يقضى ويهلك. والعذير: الحال. يقول كأن حالهم حال نعام في أرض قفر يصوت مذعورًا ، هزموا وتصايحوا. والقفار جمع قفر ، يقال: \"أرض قفر وأرض قفار\" ، يوصف بالجمع.(4) هو ذو الخرق الطهوي.(5) سلف تخريجه وشرحه في 3: 103.(6) في المطبوعة: \"قد أقعد\". وهو خطأ لا شك فيه ، وفي تفسير ابن كثير 2: 240\"قد فسد\" ، وهو خطأ أيضًا ، ولكنه رجع عندي أن نص الطبري هنا قد\"فند\" (بضم الفاء وتشديد النون المكسورة مبنيًا للمجهول) بمعنى: قد نسب إلى الفند (بفتحتين) وهو العجز ، والخرف وإنكار العقل من الهرم والمرض ، ولم يرد ذلك إنما أراد الكبر والهرم إلى أقصى العمر. وأهل اللغة يقولون في ذلك\"أفند\" (بالبناء للمعلوم) ، وأفنده الكبر: إذا أوقعه في الفند ، وأما رواية أحمد في المسند ، فنصها: \"شيخًا كبيرًا قد بلغ الفند أو قرب\".(7) في المطبوعة: \"فإذا هو أنك كتبت تدعوني\" ، وهو محاولة تصحيح لما في المخطوطة ، وكان فيها: \"فإذا كان كتبت تدعوني\" ، والصواب الذي أثبته من ابن كثير في تفسيره 2: 241 ، ومثله في خبر أحمد في مسنده.(8) الحديث: 7831-\"مسلم بن خالد\": هو الزنجي المكي الفقيه ، شيخ الإمام الشافعي. وهو في نفسه صدوق ، ولكنه يخطئ كثيرًا في روايته ، حتى قال البخاري: \"منكر الحديث\" ولذلك رجحنا تضعيفه في المسند: 613. ابن خثيم - بضم الخاء المعجمة ثم فتح الثاء المثلثة: هو عبد الله بن عثمان بن خثيم ، مضت ترجمته في: 4341. سعيد بن أبي راشد: في التهذيب 4: 26 ويقال: ابن ر0اشد. روى عن يعلى بن مرة الثقفي ، وعن التنوخي النصراني رسول قيصر ، ويقال: رسول هرقل. وعنه عبدالله بن عثمان بن خثيم. ذكره ابن حبان في الثقات ، قلت: وفي الرواة سعيد بن أبي راشد ، أو ابن راشد - آخر\".ثم نقل طابع التهذيب هامشة عن الأصل الذي يطبع عنه. وجعل رقمها عند قوله\"النصراني\" - وهذا نصها: \"قال شيخنا: أسلم متأخرًا ، عن هذا يقال له أبو محمد المازني ، السماك ، مذكور في كتاب الضعفاء. نبهت عليه\"!!وهذا تخطيط عجيب من الطابع. فالهامشة أصلها هامشتان يقينًا ، كل منهما في موضع ، كما هو بديهي.فإن قوله: \"أسلم متأخرًا\" هو المناسب لقوله\"النصراني\". وأما ما بعده ، فإنه يريد به أن\"سعيد بن راشد\" أو\"ابن أبي راشد\" متأخر عن المترجم الذي يروى عن رسول قيصر ، وأن هذا المتأخر هو الذي كنيته\"أبو محمد المازني السماك\". وهو مترجم في الكبير للبخاري 2 / 1 / 431 ، وقال فيه: \"منكر الحديث\". وترجمه ابن أبي حاتم 4 / 1 / 19 - 20 برقم: 80 ، وترجم قبله ، برقم: 79\"سعيد بن أبي راشد\" وأنه صحابي ، وترجم بعدهما برقم: 81\"سعيد بن راشد المرادى\" - وهو متأخر عن هذين.وترجم الحافظ في الإصابة 3: 96 للصحابي ، ثم قال في آخر الترجمة: \"وأما سعيد بن أبي راشد شيخ عبد الله بن عثمان بن خثيم ، روى عنه عن رسول قيصر حديثًا = فأظنه غير هذا\".وترجم الذهبي في الميزان 1: 379 ثلاث تراجم ، فرق بينها ، وبين ضعف\"سعيد بن راشد المازني السماك\". وكذلك صنع الحافظ في لسان الميزان 3: 27 - 28. و\"سعيد بن راشد السماك\" الضعيف: ترجمه ابن حبان في المجروحين ، برقم: 398 ، وأساء القول فيه. والراجح عندي أن\"سعيد بن أبي راشد\" الذي هنا = هو الصحابي. وأنه روى هذا عن التنوخي رسول هرقل.يعلى بن مرة: هو الثقفي الصحابي المعروف. وعندي أن ذكره في هذا الإسناد مقحم خطأ ، كما سيأتي.التنوخي رسول هرقل: لم أجد له ترجمة ، إلا ذكره بهذا الوصف وأنه روى عنه سعيد بن أبي راشد ، كما ذكره الحافظ في التعجيل ، ص: 535. وإلا الكلمة التي نقلها طابع التهذيب عن هامش أصله بأنه أسلم متأخرًا. فهو بهذا لا يعتبر من الصحابة ، لأنه حين لقي النبي صلى الله عليه وسلم لم يكن مسلمًا ، وإنما أسلم بعده. ولا يعتبر من الصحابة إلا من رأى النبي صلى الله عليه وسلم وكان مسلمًا حين الرؤية. أما من رآه وكان كافرًا حين الرؤية ثم أسلم بعد موته صلى الله عليه وسلم -كالتنوخي هذا- فلا صحبة له. انظر تدريب الراوي ، ص: 202ولكن روايته تكون صحيحة مقبولة ، لأنه كان مسلمًا حين الأداء ، أعني التبليغ والتحديث ، وإن كان كافرًا حين التحمل ، أعني الرؤية وسماع ما يرويه. وانظر أيضًا تدريب الراوي ، ص: 128. وهذا الحديث طرف من حديث طويل في قصة ، رواه الإمام أحمد في المسند: 15719 (ج3 ص 441 - 442 حلبي) ، عن إسحاق بن عيسى -وهو الطباع- عن يحيى بن سليم ، وهو الطائفي ، \"عن عبد الله بن عثمان بن خثيم ، عن سعيد بن أبي راشد ، قال: رأيت التنوخي رسول هرقل إلى رسول الله صلى الله عليه وسلم ، بحمص ، وكان جارًا لي ، شيخًا كبيرًا ، قد بلغ الفند أو قرب. . .\" - إلى آخر القصة.وقد نقله الحافظ ابن كثير في التاريخ 5: 15 - 16 ، عن المسند -بطوله- وبإسناده ، ثم قال: \"هذا حديث غريب ، وإسناده لا بأس به. تفرد به أحمد\". وأشار إليه في التفسير 2: 240 ، إشارة موجزة.وقد وقع في نسختي المسند - المطبوعة والمخطوطة: \"يحيى بن سليمان\" ، بدل\"يحيى بن سليم\". وهو خطأ من الناسخين. وثبت على الصواب في تاريخ ابن كثير. فهذه رواية يحيى بن سليم الطائفي عن ابن خثيم - فيها أن سعيد بن أبي راشد هو الذي لقى التنوخي وسمع منه هذا الحديث.ويحيى بن سليم: سبق توثيقه في: 4894. وقد تكلم فيه بعضهم من قبل حفظه ، ومهما يقل في حفظه فلا نشك أنه كان أحفظ من مسلم بن خالد الزنجي الضعيف ، وخاصة في حديث ابن خثيم ، فقد شهد أحمد ليحيى بن سليم بأنه\"كان قد أتقن حديث ابن خثيم\".فعن ذلك قطعنا بأن زيادة\"عن يعلى بن مرة\" - في إسناد الطبري هذا - خطأ ووهم. والراجح أن الخطأ من مسلم بن خالد. ورواية الطبري - هذه - ذكرها ابن كثير في التفسير 2: 240 - 241 ، والسيوطي 2: 71 ، ولم ينسبها لغيره.(9) في المطبوعة: \"مثله من التوراة\" ، وفي المخطوطة\"فمثله\" ، وصواب قراءتها ما أثبت. يقال: \"انتزع معنى جيدًا ونزعه\" ، أي استخرجه واستنبطه.(10) الحديث: 7836- جعفر بن برقان -بضم الباء الموحدة وسكون الراء- الكلابي الجزري: ثقة صدوق ، وثقه ابن معين ، وابن نمير ، وغيرهما. يزيد بن الأصم بن عبيد البكائي: تابعي ثقة ، أمه برزة بنت الحارث ، أخت ميمونة أم المؤمنين. وعبد الله بن عباس هو ابن خالته.ووقع في المطبوعة هنا\"يزيد الأصم\" ، وهو خطأ.\"الأصم\" لقب أبيه ، وليس لقبه. وهذا الحديث رواه يزيد بن الأصم عن ابن خالته ابن عباس ، موقوفًا عليه من كلامه. والإسناد إليه صحيح.وقد رواه أيضًا يزيد ، عن أبي هريرة ، مرفوعًا قال ، \"جاء رجل إلى رسول الله صلى الله عليه وسلم ، فقال: يا محمد ، أرأيت جنة عرضها السموات والأرض ، فأين النار؟ فقال النبي صلى الله عليه وسلم: أرأيت هذا الليل قد كان ثم ليس شيء ، أين جعل؟ قال: الله أعلم ، قال: فإن الله يفعل ما يشاء\". رواه ابن حبان في صحيحه ، رقم: 103 بتحقيقنا ، والحاكم في المستدرك 1: 36 - من حديث يزيد بن الأصم عن أبي هريرة. وقال الحاكم: \"حديث صحيح على شرط الشيخين ، ولم يخرجاه ، ولا أعلم له علة\" ، ووافقه الذهبي. وكذلك رواه البزار من حديثه. نقله عنه ابن كثير 2: 241 ، بنحوه.وذكره الهيثمي في مجمع الزوائد 6: 327 ، وقال: \"رواه البزار ، ورجاله رجال الصحيح\". وذكره السيوطي 2: 71 ، ونسبه للبزار والحاكم فقط. وأما الموقوف على ابن عباس ، فقد نقله ابن كثير 2: 241 ، عن هذا الموضع من الطبري. وذكره السيوطي 2: 71 ، ونسبه إليه وإلى عبد بن حميد.(11) الأثر: 7837- سيرة ابن هشام 3: 115 ، وهو من تمام الآثار التي آخرها: 7829. وكان في المطبوعة: \"أي ذلك لمن أطاعني\" ، وهو إن كان مستقيما على وجه ، إلا أن نص ابن هشام أشد استقامة على منهاج المعنى في الآية ، فأثبت نص ابن هشام. هذا مع قرب التصحيف في\"دارًا\" إلى\"ذلك\". فمن أجل هذا رجحت ما في سيرة ابن هشام.",
  "ayah": 134,
  "surah": 3
}
