{
  "text": "القول في تأويل قوله :  وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ (141)قال أبو جعفر: يعني تعالى ذكره بقوله: \" وليمحِّصَ الله الذين آمنوا \"، وليختبرَ الله الذين صدَّقوا الله ورسوله، فيبتليهم بإدالة المشركين منهم، حتى يتبين المؤمن منهم المخلصَ الصحيحَ الإيمان، من المنافق. كما:-7918- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد، في قوله: \" وليمحص الله الذين آمنوا \"، قال: ليبتلي. (1)7919- حدثنا المثني قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.7920- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن في قوله: \" وليمحص الله الذين آمنوا \"، قال: ليمحص الله المؤمن حتى يصدِّق.7921- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" وليمحص الله الذين آمنوا \"، يقول: يبتلي المؤمنين.7922- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: \" وليمحص الله الذين آمنوا \"، قال: يبتليهم.7923- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" وليمحص الله الذين آمنوا ويمحق الكافرين \"، فكان تمحيصًا للمؤمنين، ومحقًا للكافرين.7924- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق،\" وليمحص الله الذين آمنوا \"، أي يختبر الذين آمنوا، حتى يخلِّصهم بالبلاء الذي نـزل بهم، وكيف صَبْرهم ويقينُهم. (2)7925- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" وليمحص الله الذين آمنوا ويمحق الكافرين \"، قال: يمحق من مُحق في الدنيا، وكان بقية من يمحق في الآخرة في النار.* * *وأما قوله: \" ويمحق الكافرين \"، فإنه يعني به: أنه ينقُصهم ويفنيهم.* * *يقال منه: \" محقَ فلان هذا الطعام \"، إذا نقصه أو أفناه،\" يمحقه محقًا \"، ومنه قيل لمحاق القمر: \" مُحاق \"، وذلك نقصانه وفناؤه، (3) كما:-7926- حدثنا القاسم قال: حدثنا الحسين قال، حدثني حجاج، عن &; 7-246 &; ابن جريج قال، قال ابن عباس: \" ويمحق الكافرين \"، قال: ينقصهم.7927- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن في قوله: \" ويمحق الكافرين \"، قال: يمحق الكافر حتى يكذِّبه.7928- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" ويمحق الكافرين \"، أي: يبطل من المنافقين قولهم بألسنتهم ما ليس في قلوبهم، حتى يظهر منهم كفرهم الذي يستترون به منكم. (4)--------------------الهوامش :(1) في المطبوعة: \". . . عن مجاهد مثله في قوله. . .\" ، وزيادة\"مثله\" فساد ، وليس في المخطوطة.(2) الأثر: 7924- سيرة ابن هشام 3: 117 ، وهو تتمة الآثار التي آخرها: 7917.(3) انظر تفسير\"محق\" فيما سلف 6: 15. و\"المحاق\" بضم الميم وكسرها.(4) الأثر: 7928- سيرة ابن هشام 3: 117 ، وهو تتمة الآثار التي آخرها: 7924.",
  "ayah": 141,
  "surah": 3
}
