{
  "text": "القول في تأويل قوله :  وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ (143)قال أبو جعفر: يعني بقوله جل ثناؤه: \" ولقد كنتم تمنون الموت \"، ولقد كنتم، يا معشر أصحاب محمد =\" تمنون الموت \"، يعني أسبابَ الموت، وذلك: القتالُ =\" فقد رأيتموه \"، فقد رأيتم ما كنتم تمنونه - و \" الهاء \" في قوله \" رأيتموه \" عائدة على \" الموت \"، والمعنىُّ: [القتال] = (9) \" وأنتم تنظرون \"، يعني: قد رأيتموه بمرأى منكم ومنظر، أي بقرب منكم.* * *وكان بعض أهل العربية يزعم أنه قيل: \" وأنتم تنظرون \"، على وجه التوكيد للكلام، كما يقال: \" رأيته عيانًا \" و \" رأيته بعيني، وسمعته بأذني\".* * *قال أبو جعفر: وإنما قيل: \" ولقد كنتم تمنون الموت من قبل أن تلقوه \"، لأن قومًا من أصحاب رسول الله صلى الله عليه وسلم ممن لم يشهد بدرًا، كانوا يتمنون قبل أحد يومًا مثل يوم بدر، فيُبْلُوا الله من أنفسهم خيرًا، وينالوا من الأجر مثل ما نال أهل بدر. فلما كان يوم أحد فرّ بعضهم، وصبرَ بعضهم حتى أوفَى بما كان عاهد الله قبل ذلك، فعاتب الله من فرّ منهم فقال: \" ولقد كنتم تمنون الموت من قبل أن تلقوه \"، الآية، وأثنى على الصابرين منهم والموفين بعهدهم.*ذكر الأخبار بما ذكرنا من ذلك:7930- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون \"، قال: غاب رجال عن بدر، فكانوا يتمنون مثل يوم بدر أن يلقوه، فيصيبوا من الخير والأجر مثل ما أصابَ أهل بدر. فلما كان يوم أحد، ولَّى من ولىَّ منهم، فعاتبهم الله = أو: فعابهم، أو: فعيَّبهم = على ذلك. (10) شك أبو عاصم.7931- حدثني المثني قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد نحوه - إلا أنه قال: \" فعاتبهم الله على ذلك \"، ولم يشكّ.7932- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون \"، أناسٌ من المؤمنين لم يشهدوا يوم بدر والذي أعطى الله أهل بدر من الفضل والشرف والأجر، فكان يتمنون أن يرزقوا قتالا فيقاتلوا، فسيق إليهم القتال حتى كان في ناحية المدينة يوم أحُد، فقال الله عز وجل كما تسمعون: \" ولقد كنتم تمنون الموت \"، حتى بلغ  الشَّاكِرِينَ  .7933- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة، قوله: \" ولقد كنتم تمنون الموت من قبل أن تلقوه \"، قال: كانوا يتمنون أن يلقوا المشركين فيقاتلوهم، فلما لقوهم يوم أحد ولّوا.7934- حدثني المثني قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قال: إن أناسًا من المؤمنين لم يشهدوا يوم بدر والذي أعطاهم الله من الفضل، فكانوا يتمنون أن يروا قتالا فيقاتلوا، فسيق إليهم القتال حتى كان بناحية المدينة يوم أحد، فأنـزل الله عز وجل: \" ولقد كنتم تمنون الموت من قبل أن تلقوه \"، الآية.7935- حدثني محمد بن بشار قال، حدثنا هوذة قال، حدثنا عوف، &; 7-250 &; عن الحسن قال: بلغني أن رجالا من أصحاب النبي صلى الله عليه وسلم كانوا يقولون: \" لئن لقينا مع النبي صلى الله عليه وسلم لنفعلن ولنفعلن \"، فابتلوا بذلك، فلا والله ما كلُّهم صَدق الله، فأنـزل الله عز وجل.\" ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون \".7936- حدثنا محمد بن الحسين قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: كان ناسٌ من أصحاب النبي صلى الله عليه وسلم لم يشهدوا بدرًا، فلما رأوا فضيلة أهل بدر قالوا: \" اللهم إنا نسألك أن ترينا يومًا كيوم بدر نبليك فيه خيرًا \"! فرأوا أحدًا، فقال لهم: \" ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون \".7937- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون \"، أي: لقد كنتم تمنون الشهادة على الذي أنتم عليه من الحق قبل أن تلقوا عدوكم = يعني الذين استنهضوا رسول الله صلى الله عليه وسلم على خروجه بهم إلى عدوهم، (11) لما فاتهم من الحضور في اليوم الذي كان قبله ببدر، رغبة في الشهادة التي قد فاتتهم به. يقول: \" فقد رأيتموه وأنتم تنظرون \"، أي: الموتَ بالسيوف في أيدي الرجال، قد خلَّى بينكم وبينهم، (12) وأنتم تنظرون إليهم، فصددتُم عنهم. (13)----------------الهوامش :(9) في المطبوعة: \" عائدة على الموت ، ومعنى وأنتم تنظرون\" ، وهو كلام فاسد. وفي المخطوطة: \"عائدة على الموت ، والمعنى\" وبعدها بياض قدر كلمة ، ثم كتب: \"وأنتم تنظرون\" فوضعت بين القوسين ما استظهرته من كلام أبي جعفر.(10) في المطبوعة: \"أو فعتبهم\" ، وفي المخطوطة\" فتعتهم\" غير منقوطة ، وكأن صواب قراءتها ما أثبت عابه وعيبه: نسبه إلى العيب.(11) في المطبوعة: \"يعني الذين حملوا رسول الله. .\" ، غيره الناشر ، وكان في المخطوطة\"استاصوا\" غير منقوطة ، ولولا أن الذي في سيرة ابن هشام\"استنهضوا\" ، لقلت إن صواب قراءتها: \"استباصوا\" بالصاد في آخره من قولهم: \"بصت فلانًا\" إذا استعجلته. والبوص (بفتح فسكون): أن تستعجل إنسانًا في تحميلكه أمرًا ، لا تدعه يتمهل فيه. وهذه صفة فعل أصحاب رسول الله الذين لم يشهدوا بدرًا ، وأرادوا القتال يوم أحد.(12) في المطبوعة: \"قد حل بينكم وبينهم\" ، وهي في المخطوطة غير بينة ، والصواب ما جاء في سيرة ابن هشام ، وقد أثبته.(13) الأثر: 7937- سيرة ابن هشام 3: 117 ، وهو تتمة الآثار التي آخرها: 7929. هذا وفي السيرة خطأ بين ، تصحيحه في رواية الطبري ، فليراجع. وقد جاء في السيرة.\"ثم صدهم عنكم\" مكان\"فصددتم عنهم\" ، وهما معنيان مختلفان ، ولكنها الرواية ، لا يمكن أن أرجح فيها بغير مرجح ، فكلاهما صواب.",
  "ayah": 143,
  "surah": 3
}
