{
  "text": "القول في تأويل قوله :  إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ (155)قال أبو جعفر: يعني بذلك جل ثناؤه: إنّ الذين ولَّوا عن المشركين، من أصحاب رسول الله صلى الله عليه وسلم يوم أحد وانهزموا عنهم.* * *وقوله: \" تولَّوا \"،\" تفعَّلوا \"، من قولهم: \" ولَّى فلان ظهره \". (23)* * *وقوله: \" يوم التقى الجمعان \"، يعني: يوم التقى جمعُ المشركين والمسلمين بأحد =\" إنما استزلهم الشيطان \"، أي: إنما دعاهم إلى الزّلة الشيطانُ.* * *وقوله \" استزل \"\" استفعل \" من \" الزلة \". و \" الزلة \"، هي الخطيئة. (24)* * *=\" ببعض ما كسبوا \"، يعني ببعض ما عملوا من الذنوب (25) . =\" ولقد عفا الله عنهم \"، يقول: ولقد تجاوز الله عن عقوبة ذنوبهم فصفح لهم عنه (26) =\" إن الله غفور \"، يعني به: مغطّ على ذنوب من آمن به واتبع رسوله، بعفوه عن عقوبته إياهم عليها =\" حليم \"، يعني أنه ذو أناة لا يعجل على من عصاه وخالف أمره بالنقمة. (27)* * *ثم اختلف أهل التأويل في أعيان القوم الذين عُنوا بهذه الآية.فقال بعضهم: عني بها كلُّ من ولَّى الدُّبُرَ عن المشركين بأحد.*ذكر من قال ذلك:8098- حدثنا أبو هشام الرفاعي قال، حدثنا أبو بكر بن عياش قال، حدثنا عاصم بن كليب، عن أبيه قال: خطب عمر يوم الجمعة فقرأ \"آل عمران \"، وكان يعجبه إذا خطب أن يقرأها، فلما انتهى إلى قوله: \" إنّ الذين تولوا منكم يوم التقى الجمعان \"، قال: لما كان يوم أحد هزمناهم، ففررتُ حتى صعدت الجبل، فلقد رأيتني أنـزو كأنني أرْوَى، (28) والناس يقولون: \" قُتل محمد \"! فقلت: لا أجد أحدًا يقول: \" قتل محمد \"، إلا قتلته!. حتى اجتمعنا على الجبل، فنـزلت: \" إن الذين تولوا منكم يوم التقى الجمعان \"، الآية كلها. (29)8099- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" إن الذين تولوا منكم يوم التقى الجمعان \"، الآية، وذلك يوم أحد، ناس من أصحاب رسول الله صلى الله عليه وسلم تولوا عن القتال وعن نبيّ الله يومئذ، وكان ذلك من أمر الشيطان وتخويفه، فأنـزل الله عز وجل ما تسمعون: أنه قد تجاوز لهم عن ذلك وعفا عنهم.8100- حدثني المثنى قال، حدثنا إسحاق قال، حدثني عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" إن الذين تولوا منكم يوم التقى الجمعان \"، الآية، فذكر نحو قول قتادة.* * *وقال آخرون: بل عني بذلك خاصٌّ ممن ولَّى الدبر يومئذ، قالوا: وإنما عنى به الذين لحقوا بالمدينة منهم دون غيرهم.*ذكر من قال ذلك:8101- حدثنا محمد بن الحسين قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي قال: لما انهزموا يومئذ، تفرّق عن رسول الله صلى الله عليه وسلم &; 7-329 &; أصحابه، فدخل بعضهم المدينة، وانطلق بعضهم فوق الجبل إلى الصخرة فقاموا عليها، فذكر الله عز وجل الذين انهزموا فدخلوا المدينة فقال: \" إن الذين تولوا منكم يوم التقى الجمعان \"، الآية.* * *وقال آخرون: بل نـزل ذلك في رجال بأعيانهم معروفين.*ذكر من قال ذلك:8102- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال عكرمة قوله: \" إن الذين تولوا منكم يوم التقى الجمعان \"، قال: نـزلت في رافع بن المعلَّى وغيره من الأنصار، وأبي حُذيفة بن عتبة ورجل آخر = قال ابن جريج: وقوله: \" إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم \"، إذ لم يعاقبهم.8103- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال: فرّ عثمان بن عفان، وعقبة بن عثمان، وسعد بن عثمان -رجلان من الأنصار- حتى بلغوا الجلْعَب = (30) جبل بناحية المدينة مما يلي الأعوص - فأقاموا به ثلاثًا، ثم رجعوا إلى رسول الله صلى الله عليه وسلم فقال لهم: لقد ذهبتم فيها عريضةً!! (31)8104- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، قوله: \" إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما كسبوا \" الآية، &; 7-330 &; والذين استزلهم الشيطان: عثمان بن عفان، وسعد بن عثمان، وعقبة بن عثمان، الأنصاريان، ثم الزّرَقَّيان (32) .* * *وأما قوله: \" ولقد عفا الله عنهم \"، فإن معناه: ولقد تجاوز الله عن الذين تولوا منكم يوم التقى الجمعان، أن يعاقبهم بتوليهم عن عدوّهم. كما:-8105- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج قوله: \" ولقد عفا الله عنهم \"، يقول: \" ولقد عفا الله عنهم \"، إذ لم يعاقبهم.8106- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله في تولِّيهم يوم أحد: \" ولقد عفا الله عنهم \"، فلا أدري أذلك العفو عن تلك العصابة، أم عفوٌ عن المسلمين كلهم؟.* * *وقد بينا تأويل قوله: \" إن الله غفور حليم \"، فيما مضى. (33)-------------------الهوامش :(23) انظر تفسير\"تولى\" فيما سلف 2: 162 ، 299 / 3 : 115 ، 131 / 4 : 237 / 6 : 283 ، 291 ، 477 ، 483.(24) انظر تفسير: \"زل\" فيما سلف 1: 524 ، 525 / 4: 259 ، 260.(25) انظر تفسير\"كسب\" فيما سلف 2: 273 ، 274 / 3: 101 ، 128 / 4: 449 / 6 : 131 ، 295.(26) انظر تفسير\"عفا\" فيما سلف من فهارس اللغة.(27) انظر تفسير\"غفور حليم\" فيما سلف من فهارس اللغة.(28) \"أنزو\": أثبت ، والنزو الوثب. والأروى: أنثى الوعول ، وهي قوية على التصعيد في الجبال.(29) الأثر: 8098-\"أبو هشام الرفاعي\" هو\"محمد بن يزيد بن محمد بن كثير\" ، مضى في رقم: 3286 ، 4557 ، 4888 ، وغيرها. و\"أبو بكر بن عياش بن سالم الأسدي الكوفي الحناط\" ، قيل اسمه\"محمد\" ، وقيل: \"عبد الله\" وقيل وقيل ، ولكن الحافظ قال: \"والصحيح أن اسمه كنيته ، كان حافظًا متقنًا ، ولكنه لما كبر ساء حفظه ، فكان يهم إذا روى ، والخطأ والوهم شيئان لا ينفك عنهما البشر ، كما قال ابن حبان\". مترجم في التهذيب.و\"عاصم بن كليب بن شهاب المجنون الجرمي\" ، روى عن أبيه ، وأبي بردة بن أبي موسى ، ومحمد بن كب القرظي ، وغيرهم. روى عنه ابن عون وشعبة وشريك والسفيانان وغيرهم. قال أحمد: \"لا بأس بحديثه\" ، وقال النسائي وابن معين: \"ثقة\". وكان من العباد ، ولم يكن كثير الحديث. مترجم في التهذيب.وأبوه: \"كليب بن شهاب بن المجنون الجرمي\" ، روى عن أبيه ، وعن خاله الفلتان بن عاصم ، وعمر ، وعلي ، وسعد ، وأبي ذر ، وأبي موسى ، وأبي هريرة وغيرهم. قال ابن سعد: \"كان ثقة ، ورأيتهم يستحسنون حديثه ويحتجون به\". مترجم في التهذيب.(30) \"الجلعب\" ضبطه البكري بفتح الجيم وسكون اللام وفتح العين ، وضبطه ياقوت بفتح الجيم واللام وسكون العين ، وقال: وقد تناء بعضهم في الشعر كعادتهم في أمثاله فقال (من أبيات صححتها ، ففي مطبوعة معجم البلدان خطأ كثير):فَمَـا فَتِئَـتْ ضُبْـعُ الجَـلَعْبَيْنِ تَعْتَرىمَصَـارِعَ قَتْـلَى فِـي الـتُّرَابِ سِبَالُهَا(31) قوله: \"لقد ذهبتم فيها عريضة\" ، أي واسعة. والضمير في قوله: \"فيها\" إلى\"الأرض\" ، يقول: لقد اتسعت منادح الأرض في وجوهكم حين فررتم ، فأبعدتم المذهب ، يتعجب من فعلهم. هذا ، ولم أجد الأثر في سيرة ابن هشام.(32) الأثر: 8104- لم أجد هذا الأثر أيضًا في سيرة ابن هشام.(33) انظر ما سلف 5: 117 ، 521.",
  "ayah": 155,
  "surah": 3
}
