{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْقال أبو جعفر: يعني بذلك جل ثناؤه: يا أيها الذين صدَّقوا الله ورسوله وأقرّوا بما جاء به محمد من عند الله، لا تكونوا كمن كفر بالله وبرسوله، فجحد نبوَّة محمد صلى الله عليه وسلم، وقال لإخوانه من أهل الكفر =\" إذا ضربوا في الأرض \" &; 7-331 &; فخرجوا من بلادهم سفرًا في تجارة =\" أو كانوا غُزًّى \"، يقول: أو كان خروجهم من بلادهم غزاةً فهلكوا فماتوا في سفرهم، أو قتلوا في غزوهم =\" لو كانوا عندنا ما ماتوا وما قتلوا \"، يخبر بذلك عن قول هؤلاء الكفار أنهم يقولون لمن غزا منهم فقتل، أو مات في سفر خرج فيه في طاعة الله، أو تجارة: لو لم يكونوا خرجوا من عندنا، وكانوا أقاموا في بلادهم ما ماتوا وما قتلوا =\" ليجعل الله ذلك حسرة في قلوبهم \"، يعني: أنهم يقولون ذلك، كي يجعل الله قولهم ذلك حزنًا في قلوبهم وغمًّا، ويجهلون أن ذلك إلى الله جل ثناؤه وبيده.* * *وقد قيل: إن الذين نهى الله المؤمنين بهذه الآية أن يتشبَّهوا بهم فيما نهاهم عنه من سوء اليقين بالله، هم عبد الله بن أبي ابن سلول وأصحابه.*ذكر من قال ذلك:8107- حدثني محمد قال: حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" يا أيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخوانهم \" الآية، قال: هؤلاء المنافقون أصحاب عبد الله بن أبي.8108- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد، في قوله: \" وقالوا لإخوانهم إذا ضربوا في الأرض أو كانوا غُزًّى \"، قول المنافق عبد الله بن أبي ابن سلول.8109- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.* * *وقال آخرون في ذلك: هم جميع المنافقين.*ذكر من قال ذلك:8110- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" يا أيها &; 7-332 &; الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخوانهم \" الآية، أي: لا تكونوا كالمنافقين الذي ينهون إخوانهم عن الجهاد في سبيل الله والضرب في الأرض في طاعة الله وطاعة رسوله، ويقولون إذا ماتوا أو قتلوا: لو أطاعونا ما ماتوا وما قُتلوا. (34)* * *وأما قوله: \" إذا ضربوا في الأرض \"، فإنه اختلف في تأويله. (35) فقال بعضهم: هو السفر في التجارة، والسير في الأرض لطلب المعيشة.*ذكر من قال ذلك:8111- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" إذا ضربوا في الأرض \"، وهي التجارة.* * *وقال آخرون: بل هو السير في طاعة الله وطاعة رسوله صلى الله عليه وسلم .*ذكر من قال ذلك:8112- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" إذا ضربوا في الأرض \"، الضربُ في الأرض في طاعة الله وطاعة رسوله. (36)* * *وأصل \" الضرب في الأرض \"، الإبعاد فيها سيرًا. (37)* * *وأما قوله: \" أو كانوا غُزًّى \"، فإنه يعني: أو كانوا غزاة في سبيل الله.* * *و \" الغزَّى \" جمع \" غاز \"، جمع على \" فعَّل \" كما يجمع \" شاهد \"\" شهَّد \"، و \" قائل \"\" قول \"،. وقد ينشد بيت رؤبة:&; 7-333 &; فــاليوم قَــدْ نَهْنَهِنــي تَنَهْنُهِــيوَأوْلُ حِــــلْمٍ لَيْسَ بِالمُسَــــفَّهِوَقُوَّلٌ: إلا دَهٍ فَلا دَهِ (38)وينشد أيضًا:وقَوْلُهُمْ: إلا دَهٍ فَلا دَهِ ** * *وإنما قيل: \" لا تكونوا كالذين كفروا وقالوا لإخوانهم إذا ضربوا في الأرض أو كانوا غزى \"، فأصحبَ ماضي الفعل، الحرفَ الذي لا يصحب مع الماضي منه إلا المستقبل، فقيل: \" وقالوا لإخوانهم \"، ثم قيل: \" إذا ضربوا \"، وإنما يقال في الكلام: \" أكرمتك إذْ زرتني\"، ولا يقال: \" أكرمتك إذا زرتني\". لأن \" القول \" الذي في قوله: \" وقالوا لإخوانهم \"، وإن كان في لفظ الماضي فإنه بمعنى &; 7-334 &; المستقبل. وذلك أن العرب تذهب بـ\" الذين \" مذهب الجزاء، وتعاملها في ذلك معاملة \" من \" و \" ما \"، لتقارب معاني ذلك في كثير من الأشياء، وإن جميعهنّ أشياء (39) مجهولات غير موقتات توقيت \" عمرو \" و \" زيد \". (40) .فلما كان ذلك كذلك = وكان صحيحًا في الكلام فصيحًا أن يقال للرجل: \" أكرمْ من أكرمك \"\" وأكرم كل رجل أكرمك \"، فيكون الكلام خارجًا بلفظ الماضي مع \" من \"، و \" كلٍّ\"، مجهولَيْنِ ومعناه الاستقبال، (41) إذ كان الموصوف بالفعل غير مؤقت، وكان \" الذين \" في قوله: \" لا تكونوا كالذين كفروا وقالوا لإخوانهم إذا ضربوا في الأرض \"، غير موقَّتين، (42) = أجريت مجرى \" من \" و \" ما \" في ترجمتها التي تذهب مذهب الجزاء، (43) وإخراج صلاتها بألفاظ الماضي من الأفعال وهي بمعنى الاستقبال، كما قال الشاعر في\" ما \": (44)وإنّــي لآتِيكُـمْ تَشَـكُّرَ مَـا مَضَـىمِـنَ الأمْـرِ واسْتِيجَابَ مَا كَانَ فِي غَدِ (45)فقال: \" ما كان في غد \"، وهو يريد: ما يكون في غد. ولو كان أراد الماضي لقال: \" ما كان في أمس \"، ولم يجز له أن يقول: \" ما كان في غد \".ولو كان \" الذي\" موقَّتًا، لم يجز أن يقال ذلك. خطأ أن يقال: \" لتُكرِمن &; 7-335 &; هذا الذي أكرمك إذا زرته \"، (46) لأن \" الذي\" ههنا موقّت، فقد خرج من معنى الجزاء، ولو لم يكن في الكلام \" هذا \"، لكان جائزًا فصيحًا، لأن \" الذي\" يصير حينئذ مجهولا غير موقت. ومن ذلك قول الله عز وجل:  إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ  [سورة الحج: 25] فردّ\" يصدون \" على \" كفروا \"، لأن \" الذين \" غير موقتة. فقوله: \" كفروا \"، وإن كان في لفظ ماض، فمعناه الاستقبال، وكذلك قوله:  إِلا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا  [سورة مريم: 60] وقوله:  إِلا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ  [سورة المائدة: 34]، معناه: إلا الذين يتوبون من قبل أن تقدروا عليهم = وإلا من يتوب ويؤمن. ونظائر ذلك في القرآن والكلام كثير، والعلة في كل ذلك واحدة. (47) .* * *وأما قوله: \" ليجعل الله ذلك حسرة في قلوبهم \"، فإنه يعني بذلك: حزنًا في قلوبهم، (48) كما:-8113- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" في قلوبهم \"، قال: يحزنهم قولهم، لا ينفعهم شيئًا.8114- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.8115- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" ليجعل الله ذلك حسرة في قلوبهم \"، لقلة اليقين بربهم جل ثناؤه. (49)* * *القول في تأويل قوله جل ثناؤه :  وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (156)قال أبو جعفر: يعني جل ثناؤه بقوله: (والله يحيي ويميت) والله المعجِّل الموتَ لمن يشاء من حيث يشاء، (50) والمميت من يشاء كلما شاء، دون غيره من سائر خلقه.وهذا من الله عز وجل ترغيبٌ لعباده المؤمنين على جهاد عدوه والصبر على قتالهم، وإخراج هيبتهم من صدورهم، وإن قل عددهم وكثر عدد أعدائهم وأعداء الله = وإعلامٌ منه لهم أن الإماتة والإحياء بيده، وأنه لن يموت أحدٌ ولا يقتل إلا بعد فناء أجله الذي كتب له = ونهيٌ منه لهم، إذ كان كذلك، أن يجزعوا لموت من مات منهم أو قتل من قتل منهم في حرب المشركين.* * *ثم قال جل ثناؤه: \" والله بما تعملون بصيرٌ\"، يقول: إن الله يرى ما تعملون من خير وشر، فاتقوه أيها المؤمنون، إنه محصٍ ذلك كله، حتى يجازي كل عامل بعمله على قدر استحقاقه.* * *وبنحو الذي قلنا في ذلك، قال ابن إسحاق.8116- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" والله يحيي ويميت \"، أي: يعجل ما يشاء، ويؤخر ما يشاء من آجالهم بقدرته. (51)-----------------الهوامش :(34) الأثر: 8110- سيرة ابن هشام 3: 122 ، 123 ، وهو تتمة الآثار التي آخرها: 8096.(35) انظر تفسير\"ضرب في الأرض\" فيما سلف 5: 593 ، ومجاز القرآن لأبي عبيدة 1: 106.(36) الأثر: 8112- سيرة ابن هشام 3: 122 ، 123 ، وهو بعض الأثر السالف: 8110 ، وتتمته.(37) انظر تفسير\"ضرب في الأرض\" فيما سلف 5: 593 ، ومجاز القرآن لأبي عبيدة 1: 106.(38) ديوانه: 166 ، ومجاز القرآن لأبي عبيدة 1: 106 ، ومشكل القرآن: 438 ، وجمهرة الأمثال: 23 ، وأمثال الميداني 1: 38 ، والخزانة 3: 90 ، واللسان (قول) (دها) ، وغيرها كثير ، وسيأتي في التفسير 24: 66 (بولاق). وهو من قصيدته التي يذكر فيها نفسه وشبابه ، وقد سلفت منها عدة أبيات في مواضع متفرقة.\"نهنهت فلانًا عن الشيء فتنهنه\" ، أي: زجرته فانزجر ، وكففته فانكف. و\"الأول\": الرجوع. يقول: قد كفني عن الصبا طولى عتابي لنفسي وملامتي إياها ، ورجوع عقل لا يوصف بالسفه ، بعد جنون الشباب ، ثم قول الناس: \"إلا ده ، فلا ده\".وقد اختلف في تفسير\"إلا ده فلا ده\" ، اختلاف كثير ، قال أبو عبيدة: \"يقول إن لم يكن هذا فلا ذا. ومثل هذا قولهم: إن لم تتركه هذا اليوم فلا تتركه أبدًا ، وإن لم يكن ذاك الآن ، لم يكن أبدًا\". وقال ابن قتيبة: \"يريدون: إن لم يكن هذا الأمر لم يكن غيره . . . ويروى أهل العربية أن الدال فيه مبدلة من ذال ، كأنهم أرادوا: إن لم تكن هذه ، لم تكن أخرى\".وقال أبو هلال: \"قال بعضهم: يضرب مثلا للرجل يطلب شيئًا ، فإذا منعه طلب غيره. وقال الأصمعي: لا أدري ما أصله! وقال غيره: أصله أن بعض الكهان تنافر إليه رجلان فامتحناه ، فقالا له: في أي شيء جئناك؟ قال: في كذا ، قالا: لا! فأعاد النظر وقال: إلا ده فلا ده - أي: إن لم يكن كذا فليس غيره ، ثم أخبرهما. . . وكانت العرب تقول ، إذا رأى الرجل ثأره: إلا ده فلا ده - أي: إن لم يثأر الآن ، لم يثأر أبدًا\".ومهما يكن من أصله ، فإن رؤبة يريد: زجرني عن ذلك كف نفسي عن الغي ، وأوبة حلم أطاره جنون الشباب ، وقول ناصحين يقول: إن لم ترعو الآن عن غيك ، فلن ترعوى ما عشت!(39) في المطبوعة: \"وأن جمعهن أشياء. . .\" ، وهو خطأ صوابه من المطبوعة.(40) الموقت ، والتوقيت: هو المعرفة المحددة ، والتعريف المحدد ، وهو الذي يعني سماه تعيينًا مطلقًا غير مقيد ، مثل\"زيد\" ، فإنه يعين مسماه تعيينًا مطلقًا ، أو محددًا. وانظر ما سلف 1: 181 ، تعليق: 1 / 2: 339. والمجهول: غير المعروف ، وهو النكرة.(41) في المخطوطة والمطبوعة\"مع من وكل مجهول\" ، والصواب ما أثبت ، ويعني بقوله\"مجهولين\": نكرتين.(42) \"موقتين\" جمع\"موقت\" بالياء والنون ، وهي المعرفة كما سلف. والسياق\"وكان الذين .. .. .. غير موقتين\" ، لأن\"الذين\" جمع ، فوصفها بالجمع.(43) في المخطوطة\"التي تذهب الجزاء\" ، وفي معاني القرآن للفراء 1: 243: \"لأن\"الذين\" يذهب بها إلى معنى الجزاء ، من: من ، وما\". فالتصرف الذي ذهب إليه الناشر الأول صواب جيد جدًا.\"والترجمة\" هنا: التفسير والبيان.(44) هو الطرماح بن حكيم.(45) مضى تخريج البيت وشرحه فيما سلف 2: 351 ، تعليق: 5.(46) في المطبوعة\"خطأ أن يقال لك من هذا الذي. . .\" أخطأ قراءة المخطوطة فجعل\"لتكرمن\"\"لك من\" وهو فاسد ، والصواب ما أثبت ، وهو الذي يدل عليه السياق.(47) انظر معاني القرآن للفراء 1: 243 ، 244.(48) انظر تفسير\"الحسرة\" فيما سلف 3: 295 - 299.(49) الأثر: 8115- سيرة ابن هشام 3: 123 ، وهو تتمة الآثار التي آخرها: 8110 ، 8112.(50) أخشى أن يكون سقط من الناسخ بعض تفسير الآية ، وكأنه كان: \"والله المؤخر أجل من يشاء من حيث شاء ، وهو المعجل. . .\" ، وانظر الأثر الآتي رقم: 8116.(51) الأثر: 8116- سيرة ابن هشام 3: 123 ، وهو تتمة الآثار التي آخرها: 8115.",
  "ayah": 156,
  "surah": 3
}
