{
  "text": "القول في تأويل قوله :  إِنْ يَنْصُرْكُمُ اللَّهُ فَلا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (160)قال أبو جعفر: يعني تعالى ذكره بذلك: \" إن ينصركم الله \"، أيها المؤمنون بالله ورسوله، على من ناوأكم وعاداكم من أعدائه والكافرين به =\" فلا غالب لكم \" من الناس، يقول: فلن يغلبكم مع نصره إياكم أحد، ولو اجتمع عليكم مَن بين أقطارها من خلقه، فلا تهابوا أعداء الله لقلة عددكم وكثرة عددهم، ما كنتم على أمره واستقمتم على طاعته وطاعة رسوله، فإن الغلبة لكم والظفر، دونهم =\" وإن يخذُلكم فمن ذا الذي ينصركم من بعده \"، يعني: إن يخذلكم ربكم بخلافكم أمره وترككم طاعته وطاعة رسوله، فيكلكم إلى أنفسكم =\" فمن ذا الذي ينصركم من بعده \"، يقول: فأيسوا من نصرة الناس، (20) فإنكم لا تجدون [ناصرًا] من بعد خذلان الله إياكم إن خذلكم، (21) يقول: فلا تتركوا أمري وطاعتي وطاعة رسولي فتهلكوا بخذلاني إياكم =\" وعلى الله فليتوكل المؤمنون \"، يعني: ولكن على ربكم، أيها المؤمنون، فتوكلوا دون سائر خلقه، وبه فارضوا من جميع من دونه، ولقضائه فاستسلموا، وجاهدوا فيه أعداءه، يكفكم بعونه، ويمددكم بنصره. كما:-8135- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" إن ينصركم &; 7-348 &; الله فلا غالب لكم وإن يخذلكم فمن ذا الذي ينصركم من بعده وعلى الله فليتوكل المؤمنون \"، أي: إن ينصرك الله فلا غالب لك من الناس = لن يضرك خذلان من خذلك، و إن يخذلك فلن ينصرك الناس =\" فمن الذي ينصركم من بعده \"، أي: لا تترك أمري للناس، وارفض [أمر] الناس لأمري، وعلى الله، [لا على الناس]، فليتوكل المؤمنون. (22)----------------الهوامش :(20) أيست من الشيء آيس يأسًا ، لغة في\"يئست منه أيأس يأسًا\" ، وقد سلف مثل ذلك في موضع آخر لم أجده الآن.(21) في المطبوعة: \"فإنكم لا تجدون امرءًا من بعد خذلان الله\" ، وفي المخطوطة: \"لا تجدون أمرًا\" ، ولم أجد لهما معنى أرتضيه ، فوضعت\"ناصرًا\" مكان\"أمرًا\" بين القوسين ، استظهارًا من معنى الآية ، وإن كنت أخشى أن يكون قد سقط من الناسخ شيء ، أو كتبت شيئًا مصحفًا لم أهتد لأصله. وانظر سهو الناسخ في التعليق التالي.(22) الأثر: 8135- سيرة ابن هشام 3: 124 ، وهو تتمة الآثار التي آخرها: 8132 ، بيد أنه في سيرة ابن هشام مختصر. لم يرو ابن هشام صدر هذا الخبر ، بل بدأ من قوله: \"أي: لا تترك\" ، وقد أخطأ الناسخ فيما أرجح فسقط منه ما أثبت من سيرة ابن هشام بين الأقواس.",
  "ayah": 160,
  "surah": 3
}
