{
  "text": "القول في تأويل قوله تعالى :  هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (163)قال أبو جعفر: يعني تعالى ذكره بذلك: أنّ من اتبع رضوان الله ومن باء بسخَط من الله، مختلفو المنازل عند الله. فلمن اتبع رضوان الله، الكرامةُ والثواب الجزيل، ولمن باء بسخط من الله، المهانةُ والعقاب الأليم، كما:-8172- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" هم درجات عند الله والله بصير بما يعملون \"، أي: لكلٍّ درجات مما عملوا في الجنة والنار، إنّ الله لا يخفى عليه أهل طاعته من أهل معصيته. (63) .8173- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" هم درجات عند الله \"، يقول: بأعمالهم.* * *وقال آخرون: معنى ذلك: لهم درجات عند الله، يعني: لمن اتبع رضوان الله منازلُ عند الله كريمة.*ذكر من قال ذلك:8174- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" هم درجات عند الله \"، قال: هي كقوله: ( \" لَهُمْ دَرَجَاتٌ عِنْدَ اللَّهِ \" ).8175- حدثنا محمد قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" هم درجات عند الله \"، يقول: لهم درجاتٌ عند الله.* * *وقيل: قوله \" هم درجات \" كقول القائل: \" هم طبقات \"، (64) كما قال ابن هَرْمة:أرَجْمًــا لِلْمَنُــونِ يَكُــونُ قَـوْميلِــرَيْبِ الدَّهْــرِ أَمْ دَرَجُ السّــيولِ (65)* * *وأما قوله: \" والله بصير بما يعملون \"، فإنه يعني: والله ذو علم بما يعمل أهل طاعته ومعصيته، لا يخفى عليه من أعمالهم شيء، يحصى على الفريقين جميعًا أعمالهم، حتى توفى كل نفس منهم جزاء ما كسبت من خير وشر، كما:-8176- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" والله بصير بما يعملون \"، يقول: إن الله لا يخفى عليه أهل طاعته من أهل معصيته. (66) .-------------------الهوامش :(60) الأثر: 8171- سيرة ابن هشام 3: 124 ، وهو تتمة الآثار التي آخرها: 8168 ، وفي بعض لفظه اختلاف يسير.(61) انظر تفسير\"باء\" فيما سلف 2: 138 ، 345 / ثم 7: 116.(62) انظر تفسير\"المصير\" فيما سلف 3: 56 / 6 : 128 ، 317. وسياق الجملة: \"وبئس المصير. . . جهنم\" وما بينهما تفسير\"المصير\".(63) الأثر: 8172- سيرة ابن هشام 3: 124 ، وهو تتمة الآثار التي آخرها: 8171.(64) انظر تفسير درجة فيما سلف 4: 533 - 536.(65) مضى تخريجه وشرحه فيما سلف 2:547 ، 548 ، والاستشهاد بهذا البيت لمعنى الدفع ، غريب من مثل أبي جعفر ، فراجع شرح البيت هناك.(66) الأثر: 8176- سيرة ابن هشام 3: 124 ، وهو تتمة الآثار التي آخرها: 8172 ، وجزء منه.",
  "ayah": 163,
  "surah": 3
}
