{
  "text": "القول في تأويل قوله :  لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ (164)قال أبو جعفر: يعني بذلك: لقد تطوّل الله على المؤمنين =\" إذ بعث فيهم رسولا \"، حين أرسل فيهم رسولا =\" من أنفسهم \"، نبيًّا من أهل لسانهم، ولم يجعله من غير أهل لسانهم فلا يفقهوا عنه ما يقول =\" يتلو عليهم آياته \"، يقول: يقرأ عليهم آي كتابه وتنـزيله (67) =\" ويزكيهم \"، يعني: يطهّرهم من ذنوبهم باتباعهم إياه وطاعتهم له فيما أمرهم ونهاهم (68) =\" ويعلمهم الكتاب والحكمة \"، يعني: ويعلمهم كتاب الله الذي أنـزله عليه، ويبين لهم تأويله ومعانيه =\" والحكمة \"، ويعني بالحكمة، السُّنةَ التي سنها الله جل ثناؤه للمؤمنين على لسان رسول الله صلى الله عليه وسلم، وبيانَه لهم (69) =\" وإن كانوا من قبل لفي ضلال مبين \"، يعني: وإن كانوا من قبل أن يمنّ الله عليهم بإرساله رسوله الذي هذه صفته =\" لفي ضلال مبين \"، يقول: في جهالة جهلاء، وفي حيرة عن الهدى عمياء، لا يعرفون حقًّا، ولا يبطلون باطلا.* * *وقد بينا أصل \" الضلالة \" فيما مضى، وأنه الأخذ على غير هدى، بما أغنى عن إعادته في هذا الموضع. (70) .* * *= و \" المبين \"، الذي يبَين لمن تأمله بعقله وتدبره بفهمه، أنه على غير استقامة ولا هدى (71) .* * *وبنحو الذي قلنا في ذلك قال جماعة من أهل التأويل.*ذكر من قال ذلك:8177- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" لقد منّ الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم \"، منّ الله عليهم من غير دعوة ولا رغبة من هذه الأمة، جعله الله رحمة لهم ليخرجهم من الظلمات إلى النور ويهديهم إلى صراط مستقيم = قوله: \" ويعلمهم الكتاب والحكمة \"، الحكمة، السنة =\" وإن كانوا من قبل لفي ضلال مبين \"، ليس والله كما تقول أهل حروراء: \" محنة غالبة، من أخطأها أهَريق دمه \"، (72) ولكن الله بعث نبيه صلى الله عليه وسلم إلى قوم لا يعلمون فعلَّمهم، وإلى قوم لا أدب لهم فأدَّبهم.8178- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال،\" لقد منّ الله على المؤمنين \"، إلى قوله: \" لفي ضلال مبين \"، أي: لقد منّ الله عليكم، يا أهل الإيمان، إذ بعث فيكم رسولا من أنفسكم يتلو عليكم آياته ويزكيكم فيما أحدثتم وفيما عملتم، (73) ويعلمكم الخير والشر، لتعرفوا الخير فتعملوا به، والشر فتتقوه، ويخبركم برضاه عنكم إذ أطعتموه، لتستكثروا من طاعته، وتجتنبوا ما سخط منكم من معصيته، فتتخلصوا بذلك من نقمته، وتدركوا بذلك ثوابه من جنته =\" وإن كنتم من قبل لفي ضلال مبين \"، أي: في عمياء من الجاهلية، لا تعرفون حسنة ولا تستغفرون من سيئة، (74) صُمٌّ عن الحق، عُمْيٌ عن الهدى. (75)--------------------الهوامش :(67) انظر تفسير\"يتلو\" فيما سلف 2: 411 ، 569 / 6 : 466 ، تعليق: 3 ، وفهارس اللغة\"تلا\".(68) انظر تفسير\"يزكي\" فيما سلف 1: 573 ، 574 / 3 : 88 / 5 : 29 / 6 : 528.(69) انظر تفسير\"الحكمة\" فيما سلف 3: 87 ، 88 / 5 : 15 ، 371 ، 576 - 579.(70) انظر تفسير\"الضلالة\" فيما سلف 1: 195 / 2: 495 ، 496.(71) انظر تفسير\"مبين\" فيما سلف 3: 300 / 4 : 258.(72) أهل حروراء: هم الخوارج ، وهذا مذهبهم.(73) في المطبوعة: \"فيما أخذتم وفيما عملتم\" لم يحسن قراءة المخطوطة ، والصواب منها ومن سيرة ابن هشام.(74) في المطبوعة: \"تستغيثون من سيئة\" ، ولا معنى لها ، وفي المخطوطة \"يستغيثون\" غير منقوطة ، والأرجح أنه خطأ ، صوابه ما في سيرة ابن هشام.(75) الأثر: 8178- سيرة ابن هشام 3: 124 ، وهو تتمة الآثار التي آخرها: 8172 ، 8176. والجملة الأخيرة في ابن هشام: \"صم عن الخير ، بكم عن الحق ، عمى عن الهدى\".",
  "ayah": 164,
  "surah": 3
}
