{
  "text": "القول في تأويل قوله جل ثناؤه  الَّذِينَ قَالُوا لإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (168)قال أبو جعفر: يعني تعالى ذكره بذلك: \" وليعلم الله الذين نافقوا \" =\" الذين قالوا لإخوانهم وقعدوا \".* * *فموضع \" الذين \" نصب على الإبدال من  الَّذِينَ نَافَقُوا  . وقد يجوز أن يكون رفعًا على الترجمة عما في قوله:  يَكْتُمُونَ  من ذكر  الَّذِينَ نَافَقُوا  .* * *فمعنى الآية: وليعلم الله الذين قالوا لإخوانهم الذين أصيبوا مع المسلمين في حربهم المشركين بأحد يوم أحد فقتلوا هنالك من عشائرهم وقومهم =\" وقعدوا \"، يعني: وقعد هؤلاء المنافقون القائلون ما قالوا - مما أخبر الله عز وجل عنهم من قيلهم - عن الجهاد مع إخوانهم وعشائرهم في سبيل الله =\" لو أطاعونا \"، يعني: لو أطاعنا من قتل بأحد من إخواننا وعشائرنا =\" ما قتلوا \" يعني: ما قتلوا هنالك = قال الله عز وجل لنبيه محمد صلى الله عليه وسلم: \" قل \"، يا محمد، لهؤلاء القائلين هذه المقالة من المنافقين =\" فادرأوا \"، يعني: فادفعوا.* * *من قول القائل: \" درأت عن فلان القتل \"، بمعنى دفعت عنه،\" أدرؤه دَرْءًا \"، (14) ومنه قول الشاعر: (15)تَقُــولُ وَقَــدْ دَرَأْتُ لَهَـا وَضِينِـيأهـــذَا دِينُـــهُ أَبَــدًا وَدِينــي (16)* * *يقول تعالى ذكره: قل لهم: فادفعوا = إن كنتم، أيها المنافقون، صادقين في قيلكم: لو أطاعنا إخواننا في ترك الجهاد في سبيل الله مع محمد صلى الله عليه وسلم وقتالهم أبا سفيان ومن معه من قريشْ، ما قُتلوا هنالك بالسيف، ولكانوا أحياء بقعودهم معكم، وتخلّفهم عن محمد صلى الله عليه وسلم وشهود جهاد أعداء الله معه = [عن أنفسكم] الموت، (17) فإنكم قد قعدتم عن حربهم وقد تخلفتم عن جهادهم، وأنتم لا محالة ميتون. كما:-8199- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" الذين قالوا لإخوانهم \"، الذين أصيبوا معكم من عشائرهم وقومهم =\" لو أطاعونا ما قتلوا \" الآية، أي: أنه لا بد من الموت، فإن استطعتم أن تدفعوه عن أنفسكم فافعلوا. وذلك أنهم إنما نافقوا وتركوا الجهاد في سبيل الله، حرصًا على البقاء في الدنيا، وفرارًا من الموت. (18)* * **ذكر من قال: الذين قالوا لإخوانهم هذا القول، هم الذين قال الله فيهم:  وَلِيَعْلَمَ الَّذِينَ نَافَقُوا  .8200- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" الذين قالوا لإخوانهم وقعدوا لو أطاعونا ما قتلوا \" الآية، ذكر لنا أنها نـزلت في عدوّ الله عبدالله بن أبيّ.8201- حدثنا محمد قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي قال: هم عبدالله بن أبيّ وأصحابه.8202- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال: هو عبدالله بن أبيّ الذي قعد وقال لإخوانه الذين خرجوا مع النبي صلى الله عليه وسلم يوم أحد: \" لو أطاعونا ما قتلوا \"، الآية = قال ابن جريج، عن مجاهد قال، قال جابر بن عبدالله: هو عبدالله بن أبيّ ابن سلول.8203- حدثت عن عمار، عن ابن أبي جعفر، عن أبيه، عن الربيع قوله: \" الذين قالوا لإخوانهم وقعدوا \" الآية، قال: نـزلت في عدوّ الله عبدالله بن أبيّ. (19)--------------------الهوامش :(13) في المطبوعة: \"بما يخفونه من ذلك\" ، غير ما في المخطوطة لغير شيء!! ، إلا أن يريدوا أن يدرجوا به على ما ألفوا من الكلام!!(14) انظر تفسير\"الدرء\" فيما سلف 2: 222 - 228.(15) هو المثقب العبدي.(16) مضى تخريجه وشرحه فيما سلف 2:547 ، 548 ، والاستشهاد بهذا البيت لمعنى الدفع ، غريب من مثل أبي جعفر ، فراجع شرح البيت هناك.(17) السياق: \"قل لهم: فادفعوا. . . عن أنفسكم الموت\" ، والزيادة التي بين القوسين زيادة لا بد منها يقتضيها السياق ، وعن نص الآية ، فلذلك أثبتها.(18) الأثر: 8199- سيرة ابن هشام 3: 125 ، وهو تتمة الآثار التي آخرها: 8194.(19) عند هذا الموضع ، انتهى جزء من التقسيم القديم الذي نقلت عنه نسختنا ، وفي المخطوطة ما نصه: \"يتلوهُ إِن شاء الله: القول في تأويل قوله جل ثناؤه ولا تحسبَنَّ الذينَ قتلوا في سبيلِ الله أمواتًا بل أحياءٌ عند ربهم يرزقون. والحمد لله على إحسانه ونعمته ، وصلى الله على محمد وعلى آله الطاهرين ، وسلَّمَ كثيرًا\".ثم يتلوه أول الجزء ، وفيها ما نصه:\" بسم الله الرحمن الرحيم ربّ يسّر يا كريمأخبرنا أبو بكر محمد بن داود قال ، أخبرنا أبو جعفر محمد بن جرير\".وانظر التعليق على هذا الإسناد فيما سلف 6: 496 ، 497 / 7: 23 ، 154 ، 280 ، 281.",
  "ayah": 168,
  "surah": 3
}
