{
  "text": "القول في تأويل قوله تعالى :  وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (170)قال أبو جعفر: يعني بذلك تعالى ذكره: ويفرحون بمن لم يلحق بهم من إخوانهم الذين فارقوهم وهم أحياء في الدنيا على مناهجهم من جهاد أعداء الله مع رسوله، لعلمهم بأنهم إن استشهدوا فلحقوا بهم صاروا من كرامة الله إلى مثل الذي صاروا هم إليه، فهم لذلك مستبشرون بهم، فرحون أنهم إذا صاروا كذلك &; 7-396 &; =\" لا خوف عليهم ولا هم يحزنون \"، يعني بذلك: (43) لا خوف عليهم، لأنهم قد أمنوا عقاب الله، وأيقنوا برضاه عنهم، فقد أمنوا الخوف الذي كانوا يخافونه من ذلك في الدنيا، ولا هم يحزنون على ما خلَّفوا وراءهم من أسباب الدنيا ونكد عيشها، للخفض الذي صارُوا إليه والدعة والزُّلْفة. (44) .* * *ونصب \" أن لا \" بمعنى: يستبشرون لهم بأنهم لا خوف عليهم ولا هم يحزنون. (45) .وبنحو ما قلنا في ذلك قال جماعة من أهل التأويل.*ذكر من قال ذلك:8226- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" ويستبشرون بالذين لم يلحقوا بهم من خلفهم \" الآية، يقول: لإخوانهم الذين فارقوهم على دينهم وأمرهم، لما قدموا عليه من الكرامة والفضل والنعيم الذي أعطاهم.8227- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: \" ويستبشرون بالذين لم يلحقوا بهم من خلفهم \" الآية، قال، يقولون: إخواننا يقتلون كما قتلنا، يلحقونا فيصيبون من كرامة الله تعالى ما أصبنا.8228- حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع: ذكر لنا عن بعضهم في قوله:  وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ  ، قال: هم قتلى بدر وأحد، زعموا أن الله تبارك وتعالى لما قبض أرواحهم وأدخلهم الجنة، (46) جُعلت أرواحهم في طير خضر ترعى في &; 7-397 &; الجنة، وتأوي إلى قناديل من ذهب تحت العرش. فلما رأوا ما أعطاهم الله من الكرامة، قالوا: ليت إخواننا الذين بعدنا يعلمون ما نحن فيه! فإذا شهدوا قتالا تعجَّلوا إلى ما نحن فيه! فقال الله تعالى: إنيّ منـزل على نبيكم ومخبر إخوانكم بالذي أنتم فيه. ففرحوا به واستبشروا، وقالوا: يخبر الله نبيكم وإخوانكم بالذي أنتم فيه، فإذا شهدوا قتالا أتوكم! قال: فذلك قوله:  فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ  إلى قوله:  أَجْرَ الْمُؤْمِنِينَ  .8229- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق: \" ويستبشرون بالذين لم يلحقوا بهم من خلفهم \"، أي: ويسرون بلحوق من لحق بهم من إخوانهم على ما مضوا عليه من جهادهم، ليشركوهم فيما هم فيه من ثواب الله الذي أعطاهم، وأذهب الله عنهم الخوف والحزن. (47) .8230- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ويستبشرون بالذين لم يلحقوا بهم من خلفهم \"، قال: هم إخوانهم من الشهداء ممَّن يُستشهد من بعدهم =\" لا خوف عليهم ولا هم يحزنون \" حتى بلغ:  وَأَنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ  .8231- حدثنا محمد قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: أما \" يستبشرون بالذين لم يلحقوا بهم من خلفهم \"، فإن الشهيد يؤتى بكتاب فيه من يقدم عليه من إخوانه وأهله، فيقال: \" يقدم عليك فلان يوم كذا وكذا، ويقدم عليك فلان يوم كذا وكذا \"، فيستبشر حين يقدم عليه، كما يستبشر أهل الغائب بقدومه في الدنيا.------------------الهوامش :(43) انظر تفسير نظيرة هذه الآية فيما سلف 1: 551 / 2 : 150 ، 512 ، 513 / 5: 519.(44) \"الخفض\": لين العيش وسعته وخصبه ، يقال: \"عيش خفض ، وخافض ، وخفيض ، ومخفوض\": خصيب في دعة ولين. و\"الزلفة\": القربة والدرجة والمنزلة ، عند الله رب العالمين.(45) انظر معاني القرآن للفراء 1: 247.(46) انظر تفسير\"زعم\" فيما سلف قريبًا ص 392 تعليق: 1.(47) الأثر: 8229- سيرة ابن هشام 3: 126 ، وهو تتمة الآثار التي آخرها: 8220 ونص ابن هشام: \"قد أذهب الله. . .\" ، وهو أجود.",
  "ayah": 170,
  "surah": 3
}
