{
  "text": "القول في تأويل قوله :  شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لا إِلَهَ إِلا هُوَ الْعَزِيزُ الْحَكِيمُ (18)قال أبو جعفر: يعني بذلك جل ثناؤه: شهد الله أنه لا إله إلا هو، وشهدت الملائكة، وأولو العلم.=فـ\" الملائكة \" معطوف بهم على اسم \" الله \"، و \" أنه \" مفتوحة بـ\" شهد \".* * *قال أبو جعفر: وكان بعض البصريين يتأول قوله: \" شهد الله \"، قضى الله، ويرفع \" الملائكة \"، بمعنى: والملائكة شهود وأولو العلم. (8)* * *&; 6-268 &;وهكذا قرأت قرأة أهل الإسلام بفتح الألف من \" أنه \"، على ما ذكرت من إعمال \" شهد \" في\" أنه \" الأولى، وكسر الألف من \" إن \" الثانية وابتدائها. (9) سوى أنّ بعض المتأخرين من أهل العربية، (10) كان يقرأ ذلك جميعًا بفتح ألفيهما، بمعنى: شهد الله أنه لا إله إلا هو، وأنّ الدين عند الله الإسلام - فعطف بـ\" أن الدين \" على \" أنه \" الأولى، ثم حذف \" واو \" العطف، وهى مرادة في الكلام. واحتج في ذلك بأن ابن عباس قرأ ذلك: ( شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلا هُوَ ) الآية. ثم قال:  إِنَّ الدِّينَ  ، بكسر \" إنّ\" الأولى، وفتح \" أنّ\" الثانية بإعمال \" شهد \" فيها، وجعل \" أن \" الأولى اعتراضًا في الكلام غير عامل فيها \" شَهد \" = وأن ابن مسعود قرأ: \" شهد الله أنه لا إله إلا هو \" بفتح \" أن \" وكسر \" إنّ\" من: \" إنّ الدّين عند الله الإسلام \" = على معنى إعمال \" الشهادة \" في\" أن \" الأولى، و \" أن \" الثانية مبتدأة. فزعم أنه أراد بقراءته إياهما بالفتح، جمع قراءة ابن عباس وابن مسعود. (11) فخالف بقراءته ما قرأ من ذلك على ما وصفت، جميعَ قرأة أهل الإسلام المتقدّمين منهم والمتأخرين، بدعوى تأويلٍ على ابن عباس وابن مسعود، زعم أنهما قالاه وقرآ به. وغيرُ معلوم ما ادّعى عليهما برواية صحيحة ولا سقيمة. وكفى شاهدًا على خطأ قراءته، خروجها من قراءة أهل الإسلام.* * *قال أبو جعفر: فالصواب إذ كان الأمر على ما وصفنا من قراءة ذلك - فتحُ الألف من \" أنه \" الأولى، وكسر الألف من \" إنّ\" الثانية، أعني من قوله: &; 6-269 &;  إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ  ، ابتداءً.* * *وقد روي عن السدي في تأويل ذلك قول كالدالّ على تصحيح ما قرأ به في ذلك من ذكرنا قوله من أهل العربية، في فتح \" أنّ\" من قوله: \" أنّ الدين \"، وهو ما:-6760 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" شهد الله أنه لا إله إلا هو والملائكة \" إلى \" لا إله إلا هو العزيز الحكيم \"، (12) قال: الله يشهد هو والملائكة والعلماء من الناس: أنّ الدين عند الله الإسلام.* * *فهذا التأويل يدل على أن \" الشهادة \" إنما هي عاملة في\" أنّ\" الثانية التي في قوله: \" أن الدين عند الله الإسلام \". فعلى هذا التأويل جائز في\" أن \" الأولى وجهان من التأويل: (13)= أحدهما: أن تكون الأولى منصوبةً على وجه الشرط، بمعنى: شهد الله بأنه واحد = فتكون مفتوحة بمعنى الخفض في مذهب بعض أهل العربية، وبمعنى النصب في مذهب بعضهم =\" والشهادة \" عاملة في\" أن \" الثانية، كأنك قلت: شهد الله أن الدّين عند الله الإسلام، لإنه واحدٌ، ثم تقدم \" لأنه واحد \"، فتفتحها على ذلك التأويل.= والوجه الثاني: أن تكون \" إنّ\" الأولى مكسورة بمعنى الابتداء، لأنها معترضٌ بها،\" والشهادة \" واقعة على \" أنّ\" الثانية: فيكون معنى الكلام: شهد &; 6-270 &; الله = فإنه لا إله إلا هو - والملائكة، أنّ الدين عند الله الإسلام، كقول القائل: \" أشهد - فإني محقٌ - أنك مما تعاب به برئ\"، فـ\" إن \" الأولى مكسورة، لأنها معترضة،\" والشهادة \" واقعة على \" أنّ\" الثانية. (14)* * *قال أبو جعفر: وأما قوله: \" قائمًا بالقسط\"، فإنه بمعنى: أنه الذي يلي العدل بين خلقه.* * *\" والقسط\"، هو العدل، من قولهم: \" هو مقسط\" و \" قد أقسط\"، إذا عَدَل. (15)* * *ونصب \" قائمًا \" على القطع. (16)* * *وكان بعض نحويي أهل البصرة يزعم أنه حال من \" هو \" التي في\" لا إله إلا هو \".* * *وكان بعض نحويي الكوفة يزعم أنه حالٌ من اسم \" الله \" الذي مع قوله: \" شهد الله \"، فكان معناه: شهد الله القائمُ بالقسط أنه لا إله إلا هو. وقد ذُكر أنها في قراءة ابن مسعود كذلك: ( وَأُولُو الْعِلْمِ الْقَائِمُ بِالْقِسْطِ )، ثم حذفت \" الألف واللام \" من \" القائم \"، فصار نكرة وهو نعت لمعرفة، فنصب.* * *قال أبو جعفر: وأولى القولين بالصواب في ذلك عندي، قولُ من جعله قَطعًا، (17) &; 6-271 &; على أنه من نعت الله جل ثناؤه، لأن \" الملائكة وأولي العلم \"، معطوفون عليه. فكذلك الصحيح أن يكون قوله: \" قائمًا \" حالا منه.* * *وأما تأويل قوله: \" لا إله إلا هو العزيز الحكيم \"، فإنه نفى أن يكون شيء يستحقّ العُبودَة غير الواحد الذي لا شريك له في ملكه. (18)* * *ويعني ب \" العزيز \"، الذي لا يمتنع عليه شيء أراده، ولا ينتصر منه أحد عاقبه أو انتقم منه (19) =\" الحكيم \" في تدبيره، فلا يدخله خَلل. (20)* * *قال أبو جعفر: وإنما عنى جل ثناؤه بهذه الآية نَفْيَ ما أضافت النصارَى الذين حاجُّوا رسولَ الله صلى الله عليه وسلم في عيسى من البنوّة، وما نسب إليه سائرُ أهل الشرك من أنّ له شريكًا، واتخاذهم دونه أربابًا. فأخبرهم الله عن نفسه أنه الخالقُ كلّ ما سواه، وأنه ربّ كلِّ ما اتخذه كل كافر وكل مشرك ربًّا دونه، وأنّ ذلك مما يشهد به هو وملائكته وأهلُ العلم به من خلقه. فبدأ جل ثناؤه بنفسه، تعظيمًا لنفسه، وتنـزيهًا لها عما نسب الذين ذكرنا أمرهم من أهل الشرك به - ما نسبوا إليها، كما سنّ لعباده أن يبدءوا في أمورهم بذكره قبل ذكر غيره، مؤدِّبًا خلقه بذلك.&; 6-272 &;والمرادُ من الكلام، الخبرُ عن شهادة من ارتضاهم من خلقه فقدّسوه: (21) من ملائكته وعلماء عباده. فأعلمهم أن ملائكته - التي يعظِّمها العابدون غيره من أهل الشرك ويعبدُها الكثير منهم - وأهلَ العلم منهم، (22) منكرون ما هم عليه مقيمون من كفرهم وقولهم في عيسى، وقولَ من اتخذ ربًّا غيره من سائر الخلق، (23) فقال: شهدت الملائكة وأولُو العلم أنه لا إله إلا هو، وأن كل من اتخذ ربًّا دون الله فهو كاذبٌ = احتجاجًا منه لنبيه عليه السلام على الذين حاجُّوه من وفد نجران في عيسى.* * *واعترض بذكر الله وصفته، على ما بيَّنتُ، (24) كما قال جل ثناؤه:  وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ  [سورة الأنفال: 41]، افتتاحًا باسمه الكلام، (25) فكذلك افتتح باسمه والثناء على نفسه الشهادةَ بما وصفناه: من نَفْي الألوهة عن غيره، وتكذيب أهل الشرك به.* * *فأما ما قال الذي وصفنا قوله: من أنه عنى بقوله: \" شهد \"، قضى - فمما لا يعرف في لغة العرب ولا العجم، لأن \" الشهادة \"، معنًى،\" والقضاء \" غيرها. (26)* * *&; 6-273 &;وبنحو الذي قلنا في ذلك روي عن بعض المتقدمين القول في ذلك.6761 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" شهد الله أنه لا إله إلا هو والملائكة وأولو العلم \"، بخلاف ما قالوا - يعني: بخلاف ما قال وفدُ نجران من النصارى =\" قائمًا بالقسط\"، أي بالعدل. (27)6762 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" بالقسط\"، بالعدل.----------------------الهوامش :(8) هذا قول أبي عبيدة في مجاز القرآن 1: 89 ، ولم يسمه الطبري ، بل قال\"بعض البصريين\". وانظر رد الطبري قوله في ص: 272.(9) يعني ، في قوله في صدر الآية التالية: \"إن الدين عند الله الإسلام\".(10) هو الكسائي ، انظر معاني القرآن للفراء 1: 200 وتفسير القرطبي 4: 42 ، 43.(11) انظر معاني القرآن للفراء 1: 199-200.(12) في المطبوعة: \"فإن الله يشهد\" ، وفي المخطوطة: فأن الله يشهد\" ، وكأن صواب قراءتها ما أثبت.(13) في المطبوعة: \"في أن في الأولى وجهان\" ، أما المخطوطة فقد وضع فوق\"أن\"\"في\" صغيرة. كأنه أراد: \"جائز في الأولى\" ، بحذف\"أن\" ، لأنه لم يضع علامة تدل على الزيادة. فلذلك أسقطتها.(14) انظر بيان ذلك أيضًا في معاني القرآن للفراء 1: 200.(15) انظر تفسير\"القسط\" فيما سلف ص: 77.(16) \"القطع\" هو الحال ، كما سلف منذ قريب: ص: 261. تعليق: 3. وقد بينه الفراء في كلامه في معاني القرآن 1: 200 إذ قال: \"منصوب على القطع ، لأنه نكرة نعت به معرفة\". وبين أن الحال ضرب من النعت. تقول: \"جاءني زيد الراكب\" بالرفع ، فيكون نعتًا لأنه معرفة نعت بمعرفة ، فإذا نعته بالنكرة لم يجز أن تقول: \"جاءني زيد راكب\" بالرفع ، إلا أن تجعله بدلا من المعرفة ، وإنما الوجه أن تقطعه عن إعراب النعت ، فتنصبه ، فيكون حالا. فذلك تفسير\"القطع\" على أنه الحال ولم أجد تفسيره في كتاب مما بين يدي. وهو من اصطلاح أهل الكوفة فيما أرجح ، لاستعمال الفراء إياه ، ولذكر الطبري له في مقالة الكوفيين كثيرًا ، كما سلف. وكما سيتبين من قول الطبري بعد ذلك\"أنه حال\" في الجمل الآتية.(17) \"القطع\" هو الحال ، كما سلف منذ قريب: ص: 261. تعليق: 3. وقد بينه الفراء في كلامه في معاني القرآن 1: 200 إذ قال: \"منصوب على القطع ، لأنه نكرة نعت به معرفة\". وبين أن الحال ضرب من النعت. تقول: \"جاءني زيد الراكب\" بالرفع ، فيكون نعتًا لأنه معرفة نعت بمعرفة ، فإذا نعته بالنكرة لم يجز أن تقول: \"جاءني زيد راكب\" بالرفع ، إلا أن تجعله بدلا من المعرفة ، وإنما الوجه أن تقطعه عن إعراب النعت ، فتنصبه ، فيكون حالا. فذلك تفسير\"القطع\" على أنه الحال ولم أجد تفسيره في كتاب مما بين يدي. وهو من اصطلاح أهل الكوفة فيما أرجح ، لاستعمال الفراء إياه ، ولذكر الطبري له في مقالة الكوفيين كثيرًا ، كما سلف. وكما سيتبين من قول الطبري بعد ذلك\"أنه حال\" في الجمل الآتية.(18) قوله: \"العبودة\" هو مصدر من\"عبد\" على وزن\"شرف\" يقال: \"هو عبد بين العبودة والعبودية والعبدية\" وقد استعملها الطبري بهذا المعنى فيما سلف 3: 347 ، وانظر التعليق هناك. وهو بمعنى الخضوع والتذلل ، فكأنه استعمله هنا أيضًا بذلك المعنى ، كأنه قال: فإنه نفي أن يكون شيء يستحق الخضوع له والتذلل ، غير الواحد الذي لا شريك له في ملكه. وقد صرح ابن القطاع في كتاب الأفعال 2: 337 أن مصدر\"عبد الله يعبده\": \"عبادة وعبودة وعبودية\" ، أي: خدم ، وذل أشد الذل.(19) انظر تفسير\"العزيز\" فيما سلف 3: 88 / ثم هذا ص: 168 ، 169 وفهارس اللغة (عزز).(20) انظر تفسير\"الحكيم\" فيما سلف 3: 88 ، وفهارس اللغة (حكم).(21) في المخطوطة والمطبوعة: \"فقدموه\" كأنه أراد معنى: \"البدء بذكره تعالى\" ، ولو كان كذلك لكان أجود أن يقول: \"فقدموا ذكره\" ، ولكنى أستظهر من سياق كلامه معنى التنزيه ، فلذلك رأيت أنها تصحيف قوله: \"فقدسوه\".(22) سياق الكلام: فأعلمهم أن ملائكته. . . وأهل العلم منهم ، منكرون. . .\".(23) قوله: \"وقول من اتخذ ربًا غيره. . .\" بنصب\"وقول\" عطفًا على قولهم\"ما هم عليه مقيمون\" ، وهو مفعول به لقوله: \"منكرون\".(24) في المطبوعة: \"على ما نبينه\" ، وهو خطأ ، والصواب من المخطوطة ، ولكنه لم يحسن قراءتها.(25) معنى ذلك: أن ذكر\"الله\" في آية الأنفال هذه ، إنما هي افتتاح كلام ، قال أبو جعفر في تفسيرها (10: 3 بولاق): \"قال بعضهم: قوله: \"فأن الله خمسه\" مفتاح كلام ، ولله الدنيا والآخرة وما فيهما. وإنما معنى الكلام: فأن للرسول خمسه\". وهذا القول هو الذي رجحه الطبري في تفسير الآية هناك.(26) هذا رد على مقالة أبي عبيدة في مجاز القرآن ، كما سلف في ص: 267 تعليق: 2.(27) الأثر: 6761- هو ما رواه ابن هشام من سيرة ابن إسحاق 2: 227 ، وهو من بقية الآثار التي آخرها فيما سلف رقم: 6649.",
  "ayah": 18,
  "surah": 3
}
