{
  "text": "القول في تأويل قوله :  وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْقال أبو جعفر: اختلفت القرأة في قراءة ذلك:فقرأه جماعة من أهل الحجاز والعراق: ( \" وَلا تَحْسَبَنَّ الَّذِينَ يَبْخَلُون \" ) بالتاء من \" تحسبن \".* * *وقرأته جماعة أخر: ( وَلا يَحْسَبَنَّ ) بالياء. (39)* * *ثم اختلف أهل العربية في تأويل ذلك.فقال بعض نحويي الكوفة: (40) معنى ذلك: لا يحسبن الباخلون البخلَ هو خيرًا لهم= فاكتفى بذكر \" يبخلون \" من \" البخل \"، كما تقول: \" قدم فلان فسررت به \"، وأنت تريد: فسررت بقدومه. و \" هو \"، عمادٌ. (41)* * *وقال بعض نحويي أهل البصرة: إنما أراد بقوله: \" ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرًا لهم بل هو شر لهم \" (42) =\" لا يحسبن البخل هو خيرًا لهم \"، (43) فألقى الاسم الذي أوقع عليه \" الحسبان \" به، هو البخل، لأنه قد ذكر \" الحسبان \" وذكر ما آتاهم الله من فضله \"، فأضمرهما إذ ذكرهما. (44) &; 7-430 &; قال: وقد جاء من الحذف ما هو أشد من هذا، قال:  لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ  ولم يقل: \" ومن أنفق من بعد الفتح \"، لأنه لما قال:  أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ  [سورة الحديد: 10]، كان فيه دليل على أنه قد عناهم.* * *وقال بعض من أنكر قول من ذكرنا قوله من أهل البصرة: إنّ\" مَنْ\" في قوله:  لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ  في معنى جمع. ومعنى الكلام: لا يستوي منكم من أنفق من قبل الفتح في منازلهم وحالاتهم، فكيف من أنفق من بعد الفتح؟ فالأول مكتفٍ. وقال: في قوله: \" لا تحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرًا لهم \" محذوف، غير أنه لم يُحذف إلا وفي الكلام ما قام مقام المحذوف، لأن \" هو \" عائد البخل، و \" خيرا لهم \" عائد الأسماء، فقد دل هذان العائدان على أن قبلهما اسمين، واكتفى بقوله: \" يبخلون \" من \" البخل \".* * *قال: وهذا إذا قرئ بـ\" التاء \"، فـ\" البخل \" قبل \" الذين \"، وإذا قرئ بـ\" الياء \"، فـ\" البخل \" بعد \" الذين \"، وقد اكتفى بـ\" الذين يبخلون \"، من البخل، كما قال الشاعر: (45)إِذَا نُهِــيَ السَّــفِيهُ جَــرَى إِلَيْـهِوَخَــالَفَ وَالسَّــفِيهُ إِلـى خِـلافِ (46)كأنه قال: جرى إلى السفه، فاكتفى عن \" السفه \" بـ\" السفيه \"، كذلك اكتفى بـ\" الذين يبخلون \"، من \" البخل \".قال أبو جعفر: وأولى القراءتين بالصواب في ذلك عندي، قراءة من قرأ: ( \" وَلا تَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ \" ) بالتاء، بتأويل: ولا تحسبن، أنت يا محمد، بخل الذين يبخلون بما آتاهم الله من فضله هو خيرًا لهم= ثم ترك ذكر \" البخل \"، إذ كان في قوله: \" هو خيرًا لهم \" دلالة على أنه مراد في الكلام، إذ كان قد تقدمه قوله: \" الذين يبخلون بما آتاهم الله من فضله \".وإنما قلنا: قراءة ذلك بالتاء أولى بالصواب من قراءته بالياء، لأن \" المحسبة \" من شأنها طلب اسم وخبر، فإذا قرئ قوله: \" ولا يحسبن الذين يبخلون \" بالياء: لم يكن للمحسبة اسم يكون قوله: \" هو خيرًا لهم \" خبرًا عنه. وإذا قرئ ذلك بالتاء، كان قوله: \" الذين يبخلون \" اسمًا له قد أدّى عن معنى \" البخل \" الذي هو اسم المحسبة المتروك، وكان قوله: \" هو خيرًا لهم \" خبرًا لها، فكان جاريًا مجرى المعروف من كلام العرب الفصيح. فلذلك اخترنا القراءة بـ\" التاء \" في ذلك على ما بيناه، وإن كانت القراءة بـ\" الياء \" غير خطأ، ولكنه ليس بالأفصح ولا الأشهر من كلام العرب.* * *قال أبو جعفر: وأما تأويل الآية الذي هو تأويلها على ما اخترنا من القراءة في ذلك: ولا تحسبن، يا محمد، بخل الذين يبخلون بما أعطاهم الله في الدنيا من الأموال، فلا يخرجون منه حق الله الذي فرضه عليهم فيه من الزكوات، هو خيرًا &; 7-432 &; لهم عند الله يوم القيامة، بل هو شر لهم عنده في الآخرة، كما:-8278 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" ولا تحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرًا لهم بل هو شر لهم \"، هم الذين آتاهم الله من فضله، فبخلوا أن ينفقوها في سبيل الله، ولم يؤدُّوا زكاتها.* * *وقال آخرون: بل عنى بذلك اليهود الذين بخلوا أن يبينوا للناس ما أنـزل الله في التوراة من أمر محمد صلى الله عليه وسلم ونعته.ذكر من قال ذلك:8279 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" ولا تحسبن الذين يبخلون بما آتاهم الله من فضله \" إلى  سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ  ، يعني بذلك أهل الكتاب، أنهم بخلوا بالكتاب أن يبينوه للناس.8280 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد قوله: \" ولا تحسبن الذين يبخلون بما آتاهم الله من فضله \"، قال: هم يهود، إلى قوله:  وَالْكِتَابِ الْمُنِيرِ  [سورة آل عمران: 184]. (47)* * *وأولى التأويلين بتأويل هذه الآية، التأويل الأوَل، وهو أنه معني بـ\" البخل \" في هذا الموضع، منع الزكاة، لتظاهر الأخبار عن رسول الله صلى الله عليه وسلم أنه تأوَّل قوله:  سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ  قال: البخيل الذي منع حق الله منه، أنه يصير ثعبانًا في عنقه= ولقول الله عقيب هذه الآية:  لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ  ، فوصف جل ثناؤه قول المشركين من &; 7-433 &; اليهود الذين زعموا عند أمر الله إياهم بالزكاة أن الله فقيرٌ.* * *القول في تأويل قوله :  سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِقال أبو جعفر: يعني بقوله جل ثناؤه: \" سيطوَّقون \"، سيجعل الله ما بخل به المانعون الزكاةَ، طوقًا في أعناقهم كهيئة الأطواق المعروفة، كالذي:-8281 - حدثني الحسن بن قزعة قال، حدثنا مسلمة بن علقمة قال، حدثنا داود، عن أبي قزعة، عن أبي مالك العبدي قال: ما من عبد يأتيه ذُو رَحمٍ له، يسأله من فضلٍ عنده فيبخل عليه، إلا أخرِج له الذي بَخِل به عليه شجاعًا أقْرَع. (48) قال: وقرأ: \" ولا تحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرًا لهم بل هو شر لهم سيطوَّقون ما بخلوا به يوم القيامة \" إلى آخر الآية. (49)8282 - حدثنا ابن المثنى قال، حدثنا عبد الأعلى قال، حدثنا داود، عن أبى قزعة، عن رجل، عن النبي صلى الله عليه وسلم قال: ما من ذي رحم يأتي ذا رحمه فيسأله من فضل جعله الله عنده، فيبخل به عليه، إلا أخرج له من جهنم شُجاع يتلمَّظ حتى يطوِّقه \". (50)8283 - حدثنا ابن المثنى قال، حدثنا أبو معاوية محمد بن خازم قال، حدثنا داود، عن أبي قزعة حجر بن بيان قال: قال رسول الله صلى الله عليه وسلم: ما من ذي رحم يأتي ذا رحمِه فيسأله من فضل أعطاه الله إياه، فيبخل به عليه، إلا أخرج له يوم القيامة شجاع من النار يتلمظ حتى يطوِّقه \". ثم قرأ: \" ولا تحسبن الذين يبخلون بما آتاهم الله من فضله \" حتى انتهى إلى قوله: \" سيطوَّقون ما بخلوا به يوم القيامة \". (51)8284 - حدثني زياد بن عبيد الله المرّي قال، حدثنا مروان بن معاوية= وحدثني عبدالله بن عبدالله الكلابي قال، حدثنا عبدالله بن بكر السهمي، وحدثني يعقوب بن إبراهيم قال، حدثنا عبد الواحد بن واصل أبو عبيدة الحداد، واللفظ ليعقوب= جميعًا، عن بهز بن حكيم بن معاوية بن حيدة، عن أبيه. عن جده قال: سمعت نبي الله صلى الله عليه وسلم يقول: لا يأتي رجل مولاه فيسأله من فضل مال عنده، فيمنعه إياه، إلا دُعِيَ له يوم القيامة شجاعٌ يتلمَّظ فضله الذي منع. (52)8285 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن أبي إسحاق، عن أبي وائل، عن عبدالله بن مسعود: \" سيطوقون ما بخلوا به يوم القيامة \"، قال: ثعبان ينقر رأس أحدهم، يقول: أنا مالك الذي بخلت به! (53) .8286 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن أبي إسحاق قال، سمعت أبا وائل يحدّث: أنه سمع عبدالله قال في هذه الآية: \" سيطوقون ما بخلوا له يوم القيامة \"، قال: شجاع يلتوي برأس أحدهم.8287 - حدثني ابن المثنى قال، حدثنا ابن أبي عدي، عن شعبة قال، حدثنا خلاد بن أسلم قال، أخبرنا النضر بن شميل قال، أخبرنا شعبة، عن أبي إسحاق، عن أبي وائل، عن عبدالله بمثله - إلا أنهما قالا قال: شجاع أسود.8288 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، &; 7-437 &; عن أبي إسحاق، عن أبي وائل، عن ابن مسعود قال: يجيء ماله يوم القيامة ثعبانًا، فينقر رأسه فيقول: أنا مالك الذي بخلت به! فينطوي على عنقه.8289 - حدثت عن سفيان بن عيينة قال، حدثنا جامع بن أبي راشد وعبد الملك بن أعين، عن أبي وائل، عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: ما من أحد لا يؤدي زكاة ماله، إلا مثَل له شجاع أقرع يطوقه. (54) ثم قرأ علينا رسول الله صلى الله عليه وسلم: \" ولا تحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرًا لهم \" الآية. (55)8290 - حدثنا محمد بن الحسين قال، حدثني أحمد بن المفضل قال، حدثنا أسباط، عن السدي: أمّا \" سيطوقون ما بخلوا به \"، فإنه يُجعل ماله يوم القيامة شجاعًا أقرع يطوِّقه، فيأخذ بعنقه، فيتبعه حتى يقذفه في النار.8291 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا خلف بن خليفة، عن أبي هاشم، عن أبي وائل قال: هو الرجل الذي يرزقه الله مالا فيمنع قرابته الحق الذي جعل الله لهم في ماله، فيُجْعل حية فيطوَّقها، فيقول: ما لي ولك! فيقول: أنا مالك!8292 - حدثنا المثنى قال، حدثنا أبو غسان قال، حدثنا إسرائيل، عن حكيم بن جبير، عن سالم بن أبي الجعد، عن مسروق قال: سألت ابن مسعود عن قوله: \" سيطوَّقون ما بخلوا به يوم القيامة \"، قال: يطوقون شجاعًا أقرع ينهش رأسه. (56)* * *وقال آخرون: معنى ذلك: \" سيطوقون ما بخلوا به يوم القيامة \"، فيجعل في أعناقهم طوقًا من نار.ذكر من قال ذلك:8293 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن منصور، عن إبراهيم: \" سيطوقون ما بخلوا به يوم القيامة \"، قال: طوقًا من النار.8294 - حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن منصور، عن إبراهيم أنه قال في هذه الآية: \" سيطوّقون ما بخلوا به يوم القيامة \"، قال: طوقًا من نار.8295 - حدثنا الحسن قال: أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن منصور، عن إبراهيم في قوله: \" سيطوقون \"، قال: طوقًا من نار.8296 - حدثنا ابن حميد قال، حدثنا جرير، عن منصور، عن إبراهيم: \" سيطوقون ما بخلوا به يوم القيامة \"، قال: طوقًا من نار. (57)* * *وقال آخرون: معنى ذلك: سيحمل الذين كتموا نبوَّة محمد صلى الله عليه وسلم من أحبار اليهود، ما كتموا من ذلك.* ذكر من قال ذلك:8297 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه عن ابن عباس قوله: \" سيطوقون ما بخلوا به يوم القيامة \"، ألم تسمع أنه قال:  يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ  [سورة النساء: 37 سورة الحديد: 24]، (58) يعني أهل الكتاب: يقول: يكتمون، ويأمرون الناس بالكتمان.* * *وقال آخرون: معنى ذلك: سيكلَّفون يوم القيامة أن يأتوا بما بَخِلوا به في الدنيا من أموالهم.* ذكر من قال ذلك:8298 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" سيطوقون ما بخلوا به يوم القيامة \"، قال: سيكلَّفون أن يأتوا بما بخلوا به، إلى قوله:  وَالْكِتَابِ الْمُنِيرِ  .8299 - حدثنا ابن المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد \" سيطوقون \"، سيكلفون أن يأتوا بمثل ما بخلوا به من أموالهم يوم القيامة.* * *قال أبو جعفر: وأولى الأقوال بتأويل هذه الآية، التأويل الذي قلناه في ذلك في مبدإ قوله: \" سيطوقون ما بخلوا به \"، للأخبار التي ذكرنا في ذلك عن رسول الله صلى الله عليه وسلم، ولا أحدَ أعلم بما عَنى الله تبارك وتعالى بتنـزيله، منه عليه السلام.* * *القول في تأويل قوله :  وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالأرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (180)قال أبو جعفر: يعني بذلك جل ثناؤه: أنه الحي الذي لا يموت، والباقي بعد فَناء جميع خلقه.* * *فإن قال قائل: فما معنى قوله: \" له ميراث السموات والأرض \"، و \" الميراث \" المعروف، هو ما انتقل من ملك مالك إلى وارثه بموته، ولله الدنيا قبل فناء خلقه وبعده؟قيل: إن معنى ذلك ما وصفنا، من وصفه نفسه بالبقاء، وإعلام خلقه أنه كتِب عليهم الفناء. وذلك أنّ ملك المالك إنما يصير ميراثًا بعد وفاته، فإنما قال جل ثناؤه: \" ولله ميراث السموات والأرض \"، إعلامًا بذلك منه عبادَه أن أملاك جميع خلقه منتقلة عنهم بموتهم، وأنه لا أحد إلا وهو فانٍ سواه، فإنه الذي إذا أهلك جميع خلقه فزالت أملاكهم عنهم، لم يبق أحدٌ يكون له ما كانوا يملكونه غيره.وإنما معنى الآية: \" لا تحسبن الذي يبخلون بما آتاهم الله من فضله هو خيرًا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيامة \"، بعد ما يهلكون وتزولُ عنهم أملاكهم، في الحين الذي لا يملكون شيئًا، وصار لله ميراثه وميراث غيره من خلقه.ثم أخبر تعالى ذكره أنه بما يعمل هؤلاء الذين يبخلون بما آتاهم الله من فضل وغيرهم من سائر خلقه، ذو خبرة وعلم، محيط بذلك كله، حتى يجازي كلا منهم على قدر استحقاقه، المحسنَ بالإحسان، والمسيء على ما يرى تعالى ذكره.* * *---------------الهوامش:(39) في المطبوعة والمخطوطة في ذكر هاتين القراءتين ، كتب القراءة الأولى\"ولا يحسبن\" بالياء ، والقراءة الثانية\"ولا تحسبن\" بالتاء. وهو خطأ بين جدًا ، لأنه عقب على هذه القراءة الأخيرة بقوله: \"ثم اختلف أهل العربية في تأويل ذلك\" ، واختلافهم كما ترى في قراءة\"الياء\" لا\"التاء\" ، فمن أجل ذلك صححت مكان القراءتين ، كما أثبتها ، وهو الصواب المحض إن شاء الله.(40) هو الفراء.(41) انظر معاني القرآن للفراء 1: 104 ، 248 ، 249 ، وهو نص كلامه ، و\"العماد\" عند الكوفيين ، هو ضمير الفصل عند البصريين ، ويسمى أيضا\"دعامة\" و\"صفة\" ، انظر ما سلف 2: 312 ، تعليق 2 / ثم ص313 / ثم ص: 374.(42) في المطبوعة: \"ولا تحسبن\" بالتاء ، والصواب بالياء كما أثبتها. وانظر التعليق السالف. وهي في المخطوطة غير منقوطة.(43) وكان في المطبوعة أيضا: \"ولا تحسبن البخل\" ، بالتاء ، والصواب بالياء ، وانظر التعليق السالف.(44) هكذا جاءت هذه الجملة من أولها ، وهي مضطربة أشد الاضطراب ، وكان في المطبوعة: \"به وهو البخل\" بزياد واو ، ولكني أثبت ما في المخطوطة كما هو على اضطراب الكلام. وقد جهدت أن أجد إشارة في كتب التفسير وإعراب القرآن ، إلى هذا الذي قاله البصري فيما رواه أبو جعفر ، فلم أجد شيئًا ، وأرجح أن الناسخ قد أسقط من الكلام سطرًا أو بعضه ، وأرجح أن سياق الجملة من أولها ، كان هكذا:\"وقال بعض نحوِّيى أهل البصرة: إِنّما أراد بقوله: (وَلا يَحْسَبَنَّ الذين يبخَلُونَ بما آتاهُمُ الله من فَضْله هو خيرًا لهم بل هو شَرٌّ لهم) =: ولا يحسبَنَّ الذين يبخلونَ بما آتاهم الله من فضله ، لا يَحْسَبُنَّ البُخْلَ هو خيرًا لهم= فألقى\"الحسبان\" الثاني ، وألقى الاسمَ الذي أوقعَ عليه\"الحسبان\". وما وقع\"الحسبان\" به هو البخل= لأنه قد ذكر\"الحسبان\" ، وذكر\"ما آتاهم الله من فضله\" ، فأضمرهما إذ ذكرهما\".ويكون القائل هذا من أهل البصرة ، قد عنى أن هذه الآية شبيهة بأختها الآتية في سورة آل عمران: 188 (لا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَواْ وَيُحِبُّونَ أن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلا تَحْسَبَنَّهُمْ بِمفَازَةِ مِنَ العَذَابِ)إذ كرر\"لا تحسبن\" تأكيدًا لما طال الكلام ، وهو صحيح كلام العرب وصريحه. فكذلك هو في هذه الآية ، على ما أرجح أن البصري قال ، كرر\"الحسبان\" ، ولكنه حذف\"الحسبان\" الذي كرره ، وأبقى الأول الذي ألجأ إلى التكرار والتوكيد.ويعني بقوله: \"أضمرهما\" ، \"الحسبان\" الثاني في تأويله ، و\"البخل\" ، ولم أجد وجهًا يستقيم به الكلام غير هذا الوجه ، فإن أصبت فبحمد الله وتوفيقه ، وإن أخطأت ، فأسأل الله المغفرة بفضله.(45) لم يعرف قائله.(46) معاني القرآن للفراء 1: 104 ، 249 ، أمالي الشجري 1: 68 ، 113 ، 305 / 2: 132 ، 209 ، والإنصاف: 63 ، والخزانة 2: 383 ، وسائر كتب النحاة.(47) تركت الآية في هذه الآثار على قراءة أبي جعفر\"ولا تحسبن\" بالتاء ، وقراءة مصحفنا اليوم\"ولا يحسبن\" بالياء.(48) \"الشجاع\": الحية الذكر ، وهو ضرب من الحيات خبيث مارد. و\"أقرع\" صفة من صفات الحيات الخبيثة ، يزعمون أنه إذا طال عمر الحية ، وكثر سمه ، جمعه في رأسه حتى تتمعط منه فروة رأسه.(49) الحديث: 8281 - الحسن بن قزعة بن عبيد الهاشمي ، شيخ الطبري: ثقة. مترجم في التهذيب ، وابن أبي حاتم 1 / 2 / 34.و\"قزعة\": بفتح القاف والزاي ، وقيل: بسكون الزاي. انظر المشتبه ، ص425. واقتصر الحافظ في تحريره على الفتح.مسلمة - بفتح الميم - بن علقمة المازني: ثقة ، وثقه ابن معين وغيره. وضعفه أحمد. وهو مترجم في التهذيب ، والكبير للبخاري 4 / 1 / 388 ، وابن أبي حاتم 4 / 1 / 367 - 368. ولم يذكر فيه البخاري جرحًا. فهو ثقة عنده.داود: هو ابن أبي هند.أبو قزعة: هو سويد بن حجير - بالتصغير فيهما - بن بيان ، الباهلي البصري. وهو تابعي ثقة ، وثقه أحمد ، وابن المديني ، وغيرهما. مترجم في التهذيب ، والكبير 2 / 2 / 148 ، وابن أبي حاتم 2 / 1 / 235- 236.وسها الحافظ في الإصابة 1: 331 ، في ترجمة أبيه ، فذكر أنه\"ذهلي\" ، والمصادر كلها على أنه\"باهلي\".وسيأتي في: 8283\"عن أبي قزعة حجر بن بيان\"؛ وهو خطأ صرف ، كما سنبينه هناك ، إن شاء الله.أبو مالك العبدي: لا ندري من هو؟ ولا ندري: أهو صحابي أم تابعي؟ فما علمت أحدًا ترجمه ، إلا الحافظ في الإصابة 7: 169 ، بنى ترجمته على هذا الحديث عند الطبري وحده:فأشار إلى هذه الرواية ، وإلى الرواية التالية\"عن أبي قزعة ، عن رجل\" ، وذكر أن الثعلبى رواها: \"عن رجل من قيس\". وإلى الرواية الثالثة: \"عن أبي قزعة ، مرسلا\". ثم قال: \"وأبو قزعة: تابعي بصري مشهور ، لكنه كان يرسل عن الصحابة. فهو على الاحتمال\".يعني الحافظ: أنه من المحتمل أن يكون\"أبو مالك العبدي\" هذا صحابيًا ، لأن أبا قزعة يروي عن الصحابة ويرسل الرواية عنهم! وما بمثل هذا تثبت الصحبة ، ولا بمثله يثبت وجود الشخص والصفة معًا!! خصوصًا وأنه في الرواية التالية\"عن رجل\" - لم يزعم أنه من الصحابة ، ولم يقل ما يشير لذلك.فلا يزال - بعد هذا - الحديث ضعيفًا ، لأنه لم يعرف أن راويه عن رسول الله صحابي.وقد أشار ابن كثير 2: 307 إلى هذه الروايات الثلاث عند الطبري ، ولم ينسبها لغيره.ولا نعلم أحدًا رواها غير الطبري ، إلا إشارة الحافظ في الإصابة لرواية الثعلبي.(50) الحديث: 8282 - عبد الأعلى: هو ابن عبد الأعلى ، القرشي السامي ، من بني\"سامة ابن لؤي\". وهو ثقة ، أخرج له الجماعة كلهم. والحديث مكرر ما قبله.\"تلمظت الحية\" ، إذا أخرجت لسانها كتلمظ الآكل ، وهو تحريك للسان في الفم ، والتمطق بالشفتين.(51) الحديث: 8283 - هكذا ثبت في المخطوطة والمطبوعة: \"عن أبي قزعة حجر بن بيان\"؛ وهو خطأ من وجهين:* فأولا: \"حجر\" ، صوابه\"حجير\" بالتصغير ، وقد وقع هذا الخطأ في الإصابة أيضا ، في ترجمة\"أبي مالك العبدي\": \"عن أبي قزعة سويد بن حجر\". وهو خطأ ناسخ أو طابع ، لا شك في ذلك لأن الحافظ ترجم لأبي قزعة في التهذيب وغيره على الصواب\"سويد بن حجير\".* وثانيا: سقط هنا بين الكنية والاسم كلمة\"بن\". لأن\"حجير بن بيان\" - هو والد أبي قزعة ، وليس اسمه.* وأبوه\"حجير بن بيان\": مذكور في الصحابة. مترجم في الاستيعاب ، رقم: 543 ، وأسد الغابة 1: 387؛ والإصابة 1: 330 - 331 ، وابن أبي حاتم 1 / 2 / 290. وهو عندهم جميعًا بالتصغير نصا.* وسها الحافظ ابن كثير ، ولم يراجع المصادر! فاغتر بهذه الرواية المغلوطة من وجهين - فذكر في هذه الروايات: \"عن أبي قزعة ، واسمه حجر بن بيان\"!! فزاد على الخطأ الذي في أصول الطبري بحذف\"بن\" - فصرح بأن هذا اسم أبي قزعة! وما كان ذلك في رواية ولا قول قط.* والسيوطي تبع الحافظ ابن كثير ، ثم زاد خطأ على خطأ ، فذكر الحديث 2: 105 ، ونسبه لابن أبي شيبة في مسنده ، وابن جرير\"عن حجر بن بيان\"!!(52) الحديث: 8284 - هذا الحديث رواه الطبري عن ثلاثة شيوخ: زياد بن عبيد الله المرى ، وعبد الله بن عبد الله الكلابي - وهذان لم أعرفهما ، ولم أجد لواحد منهما ترجمة ولا ذكرًا في غير هذا الموضع. ثم إن في المطبوعة بدل\"عبد الله بن عبد الله الكلابي\": \"محمد بن عبد الله\"! وهو أشد جهالة من ذاك.وفي لسان الميزان 2: 495 ، ترجمة: \"زياد بن عبد الله بن خزاعى ، عن مروان بن معاوية. قال ابن حبان في الثقات: حدثنا عنه شيوخنا ، ربما أغرب\".فمن المحتمل أن يكون هذا الشيخ هو شيخ الطبري\"زياد بن عبيد الله الكلابي\" ، وأن يكون\"عبيد الله\" محرفًا في طبعة اللسان إلى\"عبد الله\".والشيخ الثالث: يعقوب بن إبراهيم ، وهو الدورقي الحافظ ، مضى مرارًا ، آخرها: 3726.وأسانيده صحاح ، على الرغم من جهالة شيخي الطبري الأولين ، اكتفاء برواية الحافظ الدورقي. ولأن الحديث ثابت عن شيوخ آخرين عن بهز بن حكيم ، كما سنذكر في التخريج ، إن شاء الله.وقد بينا فيما مضى رقم: 873 صحة إسناد بهز بن حكيم عن أبيه عن جده.والحديث رواه أحمد في المسند ، عن عبد الرزاق عن معمر ، وعن يزيد - وهو ابن هارون ، وعن يحيى بن سعيد: ثلاثتهم عن بهز بن حكيم ، بهذا الإسناد.ورواه النسائي 1: 358 ، عن محمد بن عبد الأعلى ، عن معتمر ، عن بهز.ومن عجب أنه -وهو في المسند وسنن النسائي- لا ينسبه الحافظ ابن كثير 2: 307 ، إلا لابن جرير وابن مردويه!وذكره السيوطي 2: 105 ، وزاد نسبته لأبي داود ، والترمذي وحسنه ، والبيهقي في الشعب.وذكره المنذري في الترغيب والترهيب 2: 33 ، ونسبه لأبي داود ، والترمذي ، والنسائي.(53) الحديث: 8285 - عبد الرحمن: هو ابن مهدي. وسفيان: هو الثوري. وأبو إسحاق: هو السبيعي.وهذا الحديث لفظه هنا موقوف على ابن مسعود. وهو في معناه مرفوع. وهو أيضًا مختصر اللفظ.وقد رواه الطبري هكذا ، مختصرًا موقوفًا ، بأسانيد: 8285 - 8288 ، 8292. ثم رواه أثناء ذلك: 8289 ، مرفوعًا بلفظ أطول.ورواه أيضًا الحاكم في المستدرك 2: 298- 299 ، من طريق أبي بكر بن عياش ، عن أبي إسحاق ، ومن طريق الثوري ، عن أبي إسحاق - موقوفًا ، بنحوه. وقال الحاكم: \"هذا حديث صحيح على شرط الشيخين ، ولم يخرجاه\". ووافقه الذهبي.وقد تساهل الحافظ ابن كثير 2: 306 فأشار إلى رواية الحاكم هذه ، عقب رواية الحديث المرفوع من مسند أحمد - بصيغة توهم أن رواية الحاكم مثل رواية المسند مرفوعة.ثم زاد القارئ لبسًا ، إذ قال عقب ذلك: \"ورواه ابن جرير من غير وجه عن ابن مسعود - موقوفًا\"! فهذا السياق عقب ذكر رواية الحاكم ، يوقع في وهم الناظر أنها مرفوعة!! وليست كذلك.(54) \"مثل له\": انتصب له ماثلا ، قائمًا.(55) الحديث: 8289 - هكذا أبهم الطبري شيخه في هذا الإسناد. ولكن الحديث ثابت برواية الثقات عن ابن عيينة ، كما سنذكر في التخريج ، إن شاء الله.جامع بن أبي راشد الكاهلي الصيرفي: ثقة ، وثقه أحمد وغيره ، وأخرج له الجماعة. مترجم في التهذيب ، والكبير 1 / 2 / 240 ، وابن أبي حاتم 1 / 1 / 530.ووقع هنا في نسخ الطبري: \"جامع بن شداد\". وهو خطأ ، فليس لجامع بن شداد في هذا الحديث رواية ، فيما أعلم - كما يتبين من التخريج.ثم إن جامع بن شداد قديم الوفاة ، لم يدركه ابن عيينة ولا روى عنه. لأنه ولد سنة 107 ، وابن شداد مات سنة 107 وقيل سنة 108. وأما ما وقع في ترجمته في التهذيب 2: 56 ، في الأقوال في سني وفاته ، بين: 128 ، 118 ، 127 ، فإنه غلط ، بعضه من الحافظ المزي في التهذيب الكبير ، وبعضه من نسخ تهذيب التهذيب. وقد ثبتت هذه الأرقام على الصواب بالكتابة بالحروف في الكبير للبخاري 1 / 2 / 239- 240 ، والصغير ، ص: 132؛ وابن سعد 6: 222 ، 226.عبد الملك بن أعين الكوفي: تابعي ثقة. وقد تكلم فيه بأنه شيعي ، ولكن لم يدفعه أحد عن الصدق. وأخرج له أصحاب الكتب الستة. مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 343. وذكره البخاري في الضعفاء ، ص: 222 ، فقال: \"عبد الملك بن أعين ، وكان شيعيًا. روى عنه ابن عيينة وإسماعيل ابن سميع. يحتمل في الحديث\". فلم يجرحه في صدقه وروايته ، ولذلك أدخله في صحيحه.والحديث رواه أحمد في المسند: 3577 ، عن سفيان ، وهو ابن عيينة ، عن جامع ، وهو ابن أبي راشد ، عن أبي وائل ، به ، نحوه ، مرفوعًا.وكذلك رواه الترمذي 4: 85 ، وابن ماجه: 1784 ، كلاهما عن ابن أبي عمر. والنسائي1: 333 - 334 ، عن مجاهد بن موسى - كلاهما عن سفيان بن عيينة ، به. ولكن زاد الترمذي وابن ماجه في روايتهما: أنه عن جامع بن أبي راشد وعبد الملك بن أعين - كرواية الطبري هنا. وقال الترمذي: \"هذا حديث حسن صحيح\".وذكره ابن كثير 2: 306 ، من رواية المسند ، ثم ذكر أنه رواه الترمذي ، والنسائي ، وابن ماجه.وذكره السيوطي 2: 105 ، وزاد نسبته لعبد بن حميد ، وابن خزيمة ، وابن المنذر.(56) الحديث: 8292 - أبو غسان: هو مالك بن إسماعيل بن درهم النهدي الحافظ. مضت ترجمته في: 2989.إسرائيل: هو ابن يونس بن أبي إسحاق السبيعي.حكيم بن جبير الأسدي: ضعيف ، بينا ضعفه في شرح المسند: 3675. وهو مترجم في التهذيب والكبير للبخاري 2 / 1 / 16 ، والصغير ، ص: 150 ، 152؛ والضعفاء له ص: 10 ، وللنسائي ص: 9 ، وابن أبي حاتم 1 / 2 / 201- 202. وهذا اللفظ موقوف على ابن مسعود. وضعف إسناده لا يضر ، فقد مضى موقوفًا بأسانيد صحاح: 8285 - 8288 ، ومرفوعًا: 8289.(57) في المطبوعة: \"طوق\" ، وأثبت ما في المخطوطة.(58) وإنما عنى آية سورة النساء ، لأن تمامها\"ويكتمون ما آتاهم الله من فضله\".",
  "ayah": 180,
  "surah": 3
}
