{
  "text": "القول في تأويل قوله :  وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلا فَبِئْسَ مَا يَشْتَرُونَ (187)قال أبو جعفر: يعني بذلك تعالى ذكره: واذكر أيضا من [أمر] هؤلاء اليهود وغيرهم من أهل الكتاب منهم، يا محمد، (1) إذ أخذ الله ميثاقهم، ليبيننّ للناس أمرك الذي أخذ ميثاقهم على بيانه للناس في كتابهم الذي في أيديهم، وهو التوراة والإنجيل، وأنك لله رسول مرسل بالحق، ولا يكتمونه=\" فنبذوه وراء ظهورهم \"، يقول: &; 7-459 &; فتركوا أمر الله وضيعوه. (2) ونقضوا ميثاقه الذي أخذ عليهم بذلك، فكتموا أمرك، وكذبوا بك=\" واشتروا به ثمنًا قليلا \"، يقول: وابتاعوا بكتمانهم ما أخذ عليهم الميثاق أن لا يكتموه من أمر نبوتك، عوضًا منه خسيسًا قليلا من عرض الدنيا (3) = ثم ذم جل ثناؤه شراءهم ما اشتروا به من ذلك فقال: \" فبئس ما يشترون \". (4)* * *واختلف أهل التأويل فيمن عُني بهذه الآية.فقال بعضهم: عني بها اليهود خاصّة.* ذكر من قال ذلك:8318 - حدثنا أبو كريب قال، حدثنا يونس بن بكير قال، حدثنا محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت، عن عكرمة: أنه حدثه، عن ابن عباس: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه \" إلى قوله:  عَذَابٌ أَلِيمٌ  ، يعني: فنحاص وأشيع وأشباههما من الأحبار.8319 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن أبي محمد مولى زيد بن ثابت، عن عكرمة مولى ابن عباس مثله. (5)8320 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم \"، كان أمرهم أن يتبعوا النبيّ الأميّ الذي يؤمن بالله وكلماته، وقال: ( اتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ ) [سورة الأعراف: 158] فلما بعث الله محمدًا صلى الله عليه وسلم قال:  وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ  [ سورة البقرة: 40] عاهدهم على ذلك، فقال حين بعث محمدًا: صدِّقوه، وتلقون الذي أحببتم عندي.8321 - حدثنا محمد قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس \" الآية، قال: إن الله أخذ ميثاق اليهود ليبيننه للناس، محمدًا صلى الله عليه وسلم، ولا يكتمونه، =\" فنبذوه وراء ظهورهم واشتروا به ثمنًا قليلا \".8322 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن أبي الجحّاف، عن مسلم البطين قال: سأل الحجاج بن يوسف جُلساءه عن هذه الآية: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب \"، فقام رجل إلى سعيد بن جبير فسأله فقال: \" وإذ أخذ الله ميثاق أهل الكتاب \" يهود،\" ليبيننه للناس \"، محمدًا صلى الله عليه وسلم،\" ولا يكتمونه فنبذوه \".8323 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه \"، قال: وكان فيه إن الإسلام دين الله الذي افترضه على عباده، وأن محمدًا يجدونه مكتوبًا عندهم في التوراة والإنجيل.* * *وقال آخرون: عني بذلك كل من أوتي علمًا بأمر الدين.ذكر من قال ذلك:8324 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم \" الآية، هذا ميثاق أخذه الله على أهل العلم، فمن علم شيئًا فليعلِّمه، وإياكم وكتمانَ العلم، فإن كتمان العلم هَلَكة، ولا يتكلَّفن رجلٌ ما لا علم له به، فيخرج من دين الله فيكون من المتكلِّفين، كان يقال: \" مثلُ علم لا يقال به، كمثل كنـز لا ينفق منه! ومثل حكمة لا تخرج، كمثل صنم قائم لا يأكل ولا يشرب \". وكان يقال: \" طوبي لعالم ناطق، وطوبي لمستمع واعٍ\". هذا رجلٌ علم علمًا فعلّمه وبذله ودعا إليه، ورجلٌ سمع خيرًا فحفظه ووعاه وانتفع به.8325 - حدثني يحيى بن إبراهيم المسعودي قال، حدثني أبي، عن أبيه، عن جده، عن الأعمش، عن عمرو بن مرة، عن أبي عبيدة قال: جاء رجل إلى قوم في المسجد وفيه عبدالله بن مسعود فقال: إنّ أخاكم كعبًا يقرئكم السلام، ويبشركم أن هذه الآية ليست فيكم: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه \". فقال له عبدالله: وأنت فأقره السلام وأخبرهُ أنها نـزلت وهو يهوديّ.8326 - حدثنا ابن حميد قال، حدثنا جرير، عن الأعمش، عن عمرو بن مرة، عن أبي عبيدة بنحوه، عن عبدالله وكعب.* * *وقال آخرون: معنى ذلك: وإذ أخذ الله ميثاق النبيين على قومهم.ذكر من قال ذلك:8327 - حدثنا ابن بشار قال، حدثنا يحيى بن سعيد، عن سفيان قال، حدثني يحيى بن أبي ثابت، عن سعيد بن جبير قال: قلت لابن عباس: إن أصحاب عبدالله يقرأون: ( \" وَإِذْ أَخَذَ رَبُّكَ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِيثَاقَهَمْ \" )، قال: من النبيين على قومهم.8328 - حدثنا أبو كريب قال، حدثنا قبيصة قال، حدثنا سفيان، عن حبيب، عن سعيد قال، قلت لابن عباس: إن أصحاب عبدالله يقرأون: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب \"، ( وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ )، قال فقال: أخذ الله ميثاق النبيين على قومهم.* * *وأما قوله: \" لتبيننه للناس \"، فإنه كما:-8329 - حدثنا عبد الوارث بن عبد الصمد بن عبد الوارث قال، حدثني أبي قال، حدثنا محمد بن ذكوان قال، حدثنا أبو نعامة السعدي قال: كان الحسن يفسر قوله: \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه \"، لتتكلمن بالحق، ولتصدِّقنه بالعمل. (6)* * *قال أبو جعفر: واختلف القرأة في قراءة ذلك:فقرأه بعضهم: ( لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ ) بالتاء. وهي قراءة عُظْم قرأة أهل المدينة والكوفة، (7) على وجه المخاطب، بمعنى: قال الله لهم: لتُبيننّه للناس ولا تكتمونه.* * *وقرأ ذلك آخرون: ( \" لَيُبَيِّنَنَّهُ لِلنَّاسِ وَلا يَكْتُمُونَهُ \" ) بالياء جميعًا، على وجه الخبر عن الغائب، لأنهم في وقت إخبار الله نبيه صلى الله عليه وسلم بذلك عنهم، كانوا غير موجودين، فصار الخبر عنهم كالخبر عن الغائب.* * *قال أبو جعفر: والقول في ذلك عندنا أنهما قراءتان، صحيحةٌ وجوههما، مستفيضتان في قرأة الإسلام، غير مختلفتي المعاني، فبأيتهما قرأ القارئ فقد أصاب الحق والصواب في ذلك. غير أن الأمر في ذلك وإن كان كذلك، فإن أحب القراءتين إليّ أن أقرأ بها: (\" لَيُبَيِّنَنَّهُ لِلنَّاسِ وَلا يَكْتُمُونَهُ \" )، بالياء جميعًا، استدلالا بقوله: \" فنبذوه \"، (8) إذ كان قد خرج مخرج الخبر عن الغائب على سبيل قوله: \" فنبذوه \"= حتى يكون متَّسقًا كله على معنى واحد ومثال واحد. ولو كان الأول بمعنى الخطاب، لكان أن يقال: \" فنبذتموه وراء ظهوركم \" أولى، من أن يقال: \" فنبذوه وراء ظهورهم \".* * *وأما قوله: \" فنبذوه وراء ظهورهم \"، فإنه مثل لتضييعهم القيام بالميثاق وتركهم العمل به.وقد بينا المعنى الذي من أجله قيل ذلك كذلك، فيما مضى من كتابنا هذا فكرهنا إعادته. (9)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:8330 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، أخبرنا يحيى بن أيوب البَجَلي، عن الشعبي في قوله: \" فنبذوه وراء ظهورهم \"، قال: إنهم قد كانوا يقرأونه، إنما نبذوا العمل به.8331 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: \" فنبذوه وراء ظهورهم \"، قال: نبذوا الميثاق.8332 - حدثني محمد بن سنان قال، حدثنا عثمان بن عمر قال، حدثنا مالك بن مغول: قال، نبئت عن الشعبي في هذه الآية: \" فنبذوه وراء ظهورهم \"، قال: قذفوه بين أيديهم، وتركوا العمل به.* * *وأما قوله: \" واشتروا به ثمنًا قليلا \"، فإن معناه ما قلنا، من أخذهم ما أخذوا على كتمانهم الحق وتحريفهم الكتاب، (10) كما:-8333 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" واشتروا به ثمنًا قليلا \"، أخذوا طمعًا، وكتموا اسم محمد صلى الله عليه وسلم.* * *وقوله: \" فبئس ما يشترون \"، يقول: فبئس الشراء يشترون في تضييعهم الميثاق وتبديلهم الكتاب، كما:-8334 - حدثنا محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد: \" فبئس ما يشترون \"، قال: تبديل اليهود التوراة.------------------الهوامش :(1) الزيادة بين القوسين مما لا يستقيم الكلام إلا بها أو بشبهها.(2) انظر تفسير\"نبد\" فيما سلف 2: 401 = وتفسير\"وراء ظهورهم\" فيما سلف 2: 404.(3) انظر تفسير\"اشترى\" فيما سلف 1: 312 - 315 / 2: 340 - 342 ، 455 / 3: 330 / 4: 246 : 6: 527 / 7: 420.وانظر تفسير\"الثمن\" فيما سلف 1: 565 / 3: 328 / 6: 527 بولاق.(4) انظر بيان معنى\"بئس\" فيما سلف 2: 338 - 340 / 3: 56.(5) الأثران: 8318 ، 8319 - سيرة ابن هشام 2: 208 ، وهو تابع الأثر السالف رقم: 8300 ، 8301.(6) كانت الآية في المطبوعة: \"ليبيننه للناس ولا يكتمونه\" بالياء ، في جميع الآثار السالفة ، فجعلتها على قراءة مصحفنا بالتاء في الكلمتين.(7) في المطبوعة: \"وهي قراءة أعظم قراء أهل المدينة. . .\" وهو خطأ ، صوابه من المخطوطة كما سلف عشرات من المرات. وعظم القوم: أكثرهم ومعظمهم.(8) في المطبوعة والمخطوطة: \"استدلالا بقوله فنبذوه ، أنه إذ كان قد خرج مخرج الخبر. . .\" وهو كلام لا يستقيم ، فحذفت: \"أنه\" ، ويكون السياق: \"فإن أحب القراءتين إلى أن أقرأ بها. . . حتى يكون متسقا كله على معنى واحد\". وما بينهما فصل ، علل به اختيار قراءته.(9) انظر ما سلف 2: 404 ، وما سلف ص: 459 ، تعليق: 1.(10) انظر ما سلف ص: 459 ، تعليق: 2.",
  "ayah": 187,
  "surah": 3
}
