{
  "text": "القول في تأويل قوله :  إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُقال أبو جعفر: ومعنى \" الدين \"، في هذا الموضع: الطاعة والذّلة، من قول الشاعر: (28)وَيَــوْمُ الحَــزْنِ إِذْ حُشِـدَتْ مَعَـدٌّوَكَــانَ النَّــاسُ, إِلا نَحْــنُ دِينَـا (29)يعني بذلك: مطيعين على وجه الذل، ومنه قول القطامي:كانَتْ نَوَارُ تَدِينُك الأدْيانا (30)يعني: تُذلك، وقول الأعشى ميمون بن قيس:هُـوَ دَانَ الـرِّبَابَ إذْ كَـرِهُـوا الـدِّينَ دِرَاكًـا بِغَـــزْوَةٍ وَصِيَــالِ (31)يعني بقوله: \" دان \" ذلل = وبقوله: \" كرهوا الدين \"، الطاعة.* * *وكذلك \" الإسلام \"، وهو الانقياد بالتذلل والخشوع، والفعل منه: \" أسلم \" بمعنى: دخل في السلم، كما يقال: \" أقحط القوم \"، إذا دخلوا في القحط،&; 6-275 &;\" وأربعوا \"، إذا دخلوا في الربيع = فكذلك \" أسلموا \"، إذا دخلوا في السلم، وهو الانقياد بالخضوع وترك الممانعة. (32)* * *فإذْ كان ذلك كذلك، فتأويل قوله: \" إنّ الدّين عند الله الإسلام \": إنَّ الطاعةَ التي هي الطاعة عنده، الطاعةُ له، وإقرار الألسن والقلوب له بالعبودية والذّلة، وانقيادُها له بالطاعة فيما أمر ونهى، وتذلُّلها له بذلك، من غير استكبار عليه، ولا انحراف عنه، دون إشراك غيره من خلقه معه في العبودة والألوهة. (33)* * *وبنحو ما قلنا في ذلك قال جماعة من أهل التأويل.ذكر من قال ذلك:6763 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" إنّ الدين عندَ الله الإسلام \"، والإسلام: شهادة أنّ لا إله إلا الله، والإقرار بما جاء به من عند الله، (34) وهو دين الله الذي شرع لنفسه، وبعث به رسله، ودلّ عليه أولياءه، لا يقبل غيرَه ولا يجزى إلا به.6764 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قال، حدثنا أبو العالية في قوله: \" إن الدين عند الله الإسلام \"، قال: \" الإسلام \"، الإخلاص لله وحده، وعبادته لا شريك له، &; 6-276 &; وإقامُ الصّلاة، وإيتاءُ الزكاة، وسائرُ الفرائض لهذا تَبعٌ.6765 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله:  أَسْلَمْنَا  [سورة الحجرات: 14]، قال: دخلنا في السِّلم، وتركنا الحرب. (35)6766 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" إنّ الدين عند الله الإسلام \"، أي: ما أنت عليه يا محمد من التوحيد للربّ، والتصديق للرسل. (36)* * *القول في تأويل قوله :  وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْقال أبو جعفر: يعني بذلك جل ثناؤه: وما اختلف الذين أوتوا الإنجيل - وهو \" الكتاب \" الذي ذكره الله في هذه الآية - في أمر عيسى، وافترائهم على الله فيما قالوه فيه من الأقوال التي كثر بها اختلافهم بينهم، وتشتّتت بها كلمتهم، وباين بها بعضهم بعضًا؛ حتى استحلّ بها بعضُهم دماءَ بعض =\" إلا من بعد ما جَاءهم العلم بغيًا بينهم \"، يعني: إلا من بعد ما علموا الحقّ فيما اختلفوا فيه من أمره، وأيقنوا أنهم فيما يقولون فيه من عظيم الفِرْية مبطلون. (37) فأخبر الله عباده أنهم أتوا ما أتوا من الباطل، وقالوا من القول الذي هو كفر بالله، على علم منهم بخطأ &; 6-277 &; ما قالوه، وأنهم لم يقولوا ذلك جهلا منهم بخطئه، ولكنهم قالوه واختلفوا فيه الاختلافَ الذي هم عليه، تعدِّيًا من بعضهم على بعض، وطلبَ الرياسات والملك والسلطان، كما:-6767 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" وما اختلف الذين أتوا الكتاب إلا من بعد ما جاءهم العلم بغيا بينهم \"، قال: قال أبو العالية، إلا من بعد ما جاءهم الكتابُ والعلم =\" بغيًا بينهم \"، يقول: بغيًا على الدنيا، وطلبَ ملكها وسلطانها، فقتل بعضهم بعضًا على الدنيا، من بعد ما كانوا علماءَ الناس.6768 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع، عن ابن عمر: أنه كان يكثر تلاوة هذه الآية: \" إنّ الدين عند الله الإسلام وما اختلف الذين أتوا الكتاب إلا من بعد ما جاءهم العلم بغيًا بينهم \"، يقول: بغيًا على الدنيا، وطلبَ ملكها وسلطانها. مِنْ قِبَلها والله أتِينا! ما كان علينا مَنْ يكون علينا، (38) بعد أن يأخذ فينا كتابَ الله وسنة نبيه، ولكنا أتِينا من قبلها.6769 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، قال: إن موسى لما حضره الموتُ دعا سبعين حَبرا من أحبار بني إسرائيل، فاستودعهم التوراة، وجعلهم أمناء عليه، كلّ حبر جُزءًا منه، (39) واستخلف موسى يوشع بن نون. فلما مضى القرن الأول ومضى الثاني ومضى الثالث، وقعت الفرقة بينهم - وهم الذين أوتوا العلم من أبناء أولئك السبعين - حتى &; 6-278 &; أهَرقوا بينهم الدماء، ووقع الشرّ والاختلاف. وكان ذلك كله من قبل الذين أتوا العلم، بغيًا بينهم على الدنيا، طلبًا لسلطانها وملكها وخزائنها وزخرفها، فسلَّط الله عليهم جبابرتهم، فقال الله:  إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ  إلى قوله:  وَاللَّهُ بَصِيرٌ بِالْعِبَادِ  .* * *فقولُ الربيع بن أنس هَذا، (40) يدلّ على أنه كان عنده أنه معنيٌّ بقوله: \" وما اختلف الذين أوتوا الكتاب \"، اليهودُ من بني إسرائيل، دون النَّصارى منهم، وغيرهم. (41)* * *وكان غيره يوجه ذلك إلى أن المعنىّ به النصارى الذين أوتوا الإنجيل.ذكر من قال ذلك:6770 - حدثنا ابن حميد قال حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" وما اختلف الذين أوتوا الكتاب إلا من بعد ما جاءهم العلم \"، الذي جاءك، أي أنّ اللهَ الواحدُ الذي ليس له شريك =\" بغيًا بينهم \"، يعني بذلك النصارى. (42)* * *&; 6-279 &;القول في تأويل قوله :  وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (19)قال أبو جعفر: يعني بذلك: ومن يجحدُ حجج الله وأعلامه التي نصَبها ذكرَى لمن عقل، وأدلةً لمن اعتبر وتذكر، فإن الله محص عليه أعماله التي كان يعملها في الدنيا، فمجازيه بها في الآخرة، فإنه جل ثناؤه \" سريع الحساب \"، يعني: سريع الإحصاء. وإنما معنى ذلك أنه حافظ على كل عامل عمله، لا حاجة به إلى عقد كما يعقده خلقه بأكفِّهم، أو يعونه بقلوبهم، ولكنه يحفظ ذلك عليهم، بغير كلفة ولا مؤونة، ولا معاناة لما يعانيه غيرُه من الحساب. (43)* * *وبنحو الذي قلنا في معنى \" سريع الحساب \"، كان مجاهد يقول:6771 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" ومن يكفر بآيات الله فإنّ الله سريع الحساب \"، قال: إحصاؤه عليهم.6772 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" ومن يكفر بآيات الله فإن الله سريع الحساب \"، إحصاؤه.----------------------------------الهوامش :(28) لم أعرف قائله بعد.(29) سيأتي في التفسير 26: 115 (بولاق) ومعه بيت سنذكره. والشطر الثاني من البيت الأول في اللسان (دين) ، وفي غيره من كتب اللغة. وأنا في شك من صحة هذا البيت ، ولم أعرف\"يوم الحزن\" ، ما أراد به. وأظن\"حشدت\" ، \"حشرت\" من\"الحشر\" ، والبيت الذي يليه:عَصَيْنَــا عَزْمَــةَ الجَبَّـارِ, حـتَّىصَبَحْنَــا الجُــرْفَ ألفًـا مُعْلِمِينَـاهكذا صححته هنا من معاني القرآن للفراء ، تفسير سورة (ق) مخطوطة ، وهو في المطبوعة من التفسير (26: 115)\"صحبنا الخوف أكفًا\" وهو كلام لا معنى له. وقد قال الطبري بعد هذا البيت هناك\"ويروى: الحوف. وقال: أراد بالجبار: المنذر ، لولايته\" وصوابه\"الجرف\" فإذا كان ذلك كذلك ، فأكبر ظني أنه كما أثبته\"الجرف\" (بضم الجيم وسكون الراء): وهو موضع بالحيرة كانت به منازل المنذر.وفي الطبري هناك\"صحبنا\" وهو خطأ. و\"صبحنا\" ، من قولهم: \"صبح القوم شرًا\" أي جاءهم به ، و\"صبحتهم الخيل\" ، جاءتهم صبحًا. و\"ألفًا\" يعني: ألف فرس عليها فرسانها. و\"المعلم\": الفارس يجعل لنفسه علامة الشجعان ، أو جعل على فرسه علامة ، فهو فرس معلم. يريد: غزونا معقل المنذر الجبار ومنازله ، وصبحناه فدمرنا عليه منازله. وفي الطبري\"حرمة الجبار\" ، والتصحيح من معاني القرآن للفراء ، كما أسلفت.(30) ديوانه: 15 ، من أبيات جياد وصف فيها صاحبته\"أميمة\" ، وسماها\"جنوب\" في البيت الذي رواه الطبري ، وسماها\"نوار\" ، ويروى: \"ظلوم\" ، فكان مما قال:رَمَـتِ المَقَـاتِلَ مِـنْ فُـؤَادِكَ, بَعْدَ ماكــانَتْ جَــنُوبُ تَــدِينُكَ الأدْيانَـا\"\"أي\": تفعل بك الأفاعيل. ويقال: تستعبدك ، أو: أنها كانت تعذبك. أو تدينك: تجزيك\".وَأَرَى الغَــوَانِي إنّمَــا هِـيَ جِنَّـةٌشَــبَهُ الرِّيَــاحِ تَلَــوَّنُ الأَلْوَانَــافَـإذَا دَعَـوْنَكَ عَمَّهُـنّ, فَـلاَ تُجِــبْفَهُنَــاكَ لاَ يَجِــدُ الصَّفَـاءُ مَكَانَــانَسَــبٌ يَـزِيــدُكَ عِنْـدَهُنّ حَقَـارَةًوعَـــلَى ذَوَاتِ شَــبَابِهِنّ هَوَانَــاوَإذَا وَعَــدْنَ, فَهُــنَّ أكـثَرُ واعِـدٍخُلْفًــا, وَأمْلَــحُ حــانِثٍ أيْمَانَــاوَإذَا رَأَيْــنَ مِــنَ الشّـبَابِ لدُونَـةً,فَعَسَــتْ حِبَــالُكَ أَنْ تَكـونَ مِتَانَـا!وهذا شعر بارع مقدم.(31) مضى بيان هذا البيت فيما سلف 3: 571.(32) انظر تفسير\"الإسلام\" و\"السلم\" فيما سلف 2: 510 ، 511 / ثم 3: 73 ، 74 ، 92 ، 94 ، 110 / ثم 4: 251-255.(33) في المطبوعة: \"في العبودية والألوهية\" ، وأثبت ما في المخطوطة ، وقد مضى استعماله العبودة فيما سلف ص: 271 ، تعليق: 1. و\"الألوهة ، والإلاهة ، والألوهية\": العبادة ، وانظر ما سلف 1: 124 وما قبلها.(34) قوله: \"بما جاء به\" ، الضمير إلى رسول الله صلى الله عليه وسلم ، كأنه قال: \"شهادة أن لا إله إلا الله وأن محمدًا رسول الله\" ، ولا تتم شهادة إلا به ، بأبي هو وأمي. وهكذا ذكره السيوطي بنصه في الدر المنثور 2: 12 ، ونسبه إلى عبد بن حميد أيضًا بهذا اللفظ.(35) الأثر: 6765- سيأتي في تفسير\"سورة الحجرات\" (26- 90 بولاق) ، بغير هذا اللفظ مطولا: \"وأسلمنا: استسلمنا ، دخلنا في السلم ، وتركنا المحاربة والقتال\". وإسناده هو هو.(36) الأثر: 6766 - رواه ابن هشام في سيرته عن ابن إسحاق 2: 227 ، وأسقط\"من\" من قوله: \"من التوحيد\". وهو من بقية الآثار التي آخرها رقم: 6761.(37) انظر تفسير\"البغي\" فيما سلف 2: 342 / ثم تفسير مثل هذه الآية فيما سلف 4: 281 ، 282.(38) في المطبوعة: \"ما كان علينا من يكون بعد أن يأخذ فينا...\" حذف\"علينا\" الثانية فاختلط الكلام اختلاطًا ، والصواب من المخطوطة. ومعناه: ما كان يضيرنا أن يكون علينا واليًا كائنًا من كان ، بعد أن يقيم فينا كتاب الله وسنة رسوله؟(39) هكذا جاء نص هذه العبارة في المخطوطة أيضًا ، وفي الدر المنثور 2: 13 ، كأنه قال: استودع كل حبر جزءًا منه. وهي عبارة فيها ما فيها.(40) في المطبوعة والمخطوطة: \"يقول الربيع بن أنس هذا يدل...\" ، وهو فاسد جدًا. فإن هذا قول الطبري وتعليقه على خبر الربيع. والصواب ما أثبت ، كما هو ظاهر.(41) قوله: \"دون النصارى منهم\" معناه: دون النصارى من الذين أوتوا العلم. أما قوله: \"وغيرهم\" ، أي: ودون غير النصارى من الذين أوتوا العلم ، إشارة إلى ما جاء في خبر ابن عمر السالف رقم 6768. وكان في المطبوعة: \"دون النصارى منهم ومن غيرهم\" ، وهي جملة لا يستقيم معناها ، فحذفت\"من\" لذلك.(42) الأثر: 6770- رواه ابن هشام في سيرته عن ابن إسحاق 2: 227 ، وهو بقية الآثار التي آخرها رقم: 6766 ، وقوله: \"يعني بذلك النصارى\" ، ليس في ابن هشام ، وكأنه من تفسير الطبري للخبر.(43) انظر معنى\"الكفر\" و\"الآيات\" فيما سلف من فهارس اللغة (كفر) ، و (أبى). وتفسير\"سريع الحساب\" فيما سلف 4: 207 ، وأيضًا: 274 ، 275 / ثم: هذا: 101 ، 102.",
  "ayah": 19,
  "surah": 3
}
