{
  "text": "القول في تأويل قوله :  رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (192)قال أبو جعفر: اختلف أهل التأويل في ذلك.فقال بعضهم: معنى ذلك: ربنا إنك من تدخل النار من عبادك فتخلده فيها، فقد أخزيته. قال: ولا يخزي مؤمن مصيرُه إلى الجنة، وإن عذِّب بالنار بعض العذاب.* ذكر من قال ذلك:8356 - حدثني أبو حفص الجبيري ومحمد بن بشار قالا أخبرنا المؤمل، أخبرنا أبو هلال، عن قتادة، عن أنس في قوله: \" ربنا إنك من تدخل النار فقد أخزيته \"، قال: من تُخلد. (33)8357 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن رجل، عن ابن المسيب: \" ربنا إنك من تدخل النار فقد أخزيته \"، قال: هي خاصة لمن لا يخرج منها.8358 - حدثني المثنى قال، حدثنا أبو النعمان عارم قال، حدثنا حماد بن زيد قال، حدثنا قبيصة بن مروان، عن الأشعث الحمْليّ قال، قلت للحسن: يا أبا سعيد، أرأيت ما تذكر من الشفاعة، حق هو؟ قال: نعم حق. قال، قلت: يا أبا سعيد، أرأيت قول الله تعالى: \" ربنا إنك من تدخل النار فقد &; 7-478 &; أخزيته \" و  يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا  (34) [سورة المائدة: 37]؟ قال فقال لي: إنك والله لا تسطو على بشيء، (35) إنّ للنار أهلا لا يخرجون منها، كما قال الله. قال قلت: يا أبا سعيد، فيمن دخلوا ثم خرجوا؟ قال: كانوا أصابوا ذنوبًا في الدنيا فأخذهم الله بها، فأدخلهم بها ثم أخرجهم، بما يعلم في قلوبهم من الإيمان والتصديق به. (36)8359 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" إنك من تدخل النار فقد أخزيته \"، قال: هو من يخلد فيها.* * *وقال آخرون: معنى ذلك: ربنا إنك من تدخل النار، من مخلد فيها وغير مخلد فيها، فقد أخزي بالعذاب.* ذكر من قال ذلك:8360 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا الحارث بن مسلم، عن بحر، عن عمرو بن دينار قال: قدم علينا جابر بن عبدالله في عمرة، فانتهيت إليه أنا وعطاء فقلت: \" ربنا إنك من تدخل النار فقد أخزيته \"؟ قال: وما أخزاه حين أحرقه بالنار! وإن دون ذلك لخزيًا. (37)* * *قال أبو جعفر: وأولى القولين بالصواب عندي، قول جابر: \" إن من أدخل النار فقد أخزي بدخوله إياها، وإن أخرج منها \". وذلك أن \" الخزي\" إنما هو هتك ستر المخزيّ وفضيحته، (38) ومن عاقبه ربه في الآخرة على ذنوبه، فقد فضحه بعقابه إياه، وذلك هو \" الخزي\".* * *وأما قوله: \" وما للظالمين من أنصار \"، يقول: وما لمن خالف أمر الله فعصاه، من ذي نُصرة له ينصره من الله، فيدفع عنه عقابه، أو ينقذه من عذابه.-------------------------الهوامش:(33) الأثر: 8356 -\"أبو حفص الجبيري\" ، لم أجده ، والذي يروى عنه أبو جعفر هو عمرو بن علي الفلاس ، \"أبو حفص الصيرفي\" ، وهو في المخطوطة\"الحبرى\" غير منقوطة ، ولا أدري أيقرأ\"الجبيري\" أو \"الخيبري\" ، ولم أجد هذه النسبة في ترجمة\"عمرو بن علي الفلاس\" ، . وعمرو بن علي الفلاس يروي عن مؤمل بن إسماعيل كما مضى في مواضع كثيرة منها رقم: 1885 ، 1891 ، 1898 ، وغيرها كثير.(34) في المطبوعة والمخطوطة ، أسقط\"الواو\" بين الآيتين ، والصواب إثباتها كما يدل عليه سياق سؤاله ، وجواب الحسن له.(35) في المطبوعة: \"إنك والله لا تستطيع على شيء\" ، وهو كلام لا خير فيه ، والصواب ما أثبته من المخطوطة ، غيره الناشرون إذ لم يفهموه. وقوله: \"لا تسطو علي بشيء\" ، أي: إنك لا تحتج علي بحجة تقهرني بها وتغلبني. وأصله من\"السطو\" ، وهو البطش والقهر. و\"فلان يسطو على فلان\" ، أي يتطاول عليه.(36) الأثر: 8358 -\"قبيصة بن مروان بن المهلب\" روى عن والان ، وروى عنه حماد بن زيد. مترجم في الكبير 4 / 1 / 177 ، وابن أبي حاتم 3 / 2 / 125. والأشعث الحملي\" منسوب إلى جده ، وهو: \"الأشعث بن عبد الله بن جابر الحداني الأعمى\" ويقال: \"الأزدي\" ، و\"حدان\" بطن من الأزد. روى عن أنس ، والحسن ، وابن سيرين. وروى عنه شعبة ، وحماد بن سلمة ، ويحيى بن سعيد القطان ، مترجم في التهذيب.(37) الأثر: 8360 -\"الحارث بن مسلم الرازي\" مضى برقم: 8097 ، و\"بحر السقاء\" ، هو\"بحر بن كنيز الباهلي السقاء\" مضى أيضًا برقم: 8097 ، وكان في المطبوعة والمخطوطة: \"الحارث بن مسلم ، عن يحيى بن عمرو بن دينار\" ، وهو خطأ صرف.وهذا الأثر قد أخرجه الحاكم في المستدرك 2: 300 ، ولم يقل فيه شيئًا ، وقال الذهبي في تعليقه: \"قلت: بحر هالك\" ، ورواه بأتم مما هنا ، بيد أن السيوطي في الدر المنثور 2: 111 ، خرجه ، ونسبه للحاكم وابن جرير ، وساق لفظ الأثر بأتم من لفظ أبي جعفر ، ومخالفًا لفظ الحاكم ، ولفظه: \"قدم علينا جابر بن عبد الله في عمرة ، فانتهت إليه أنا وعطاء ، فقلت: \"وما هم بخارجين من النار\"؟ قال: أخبرني رسول الله صلى الله عليه وسلم أنهم الكفار. قلت لجابر: فقوله: إنك من تدخل النار فقد أخزيته...\" ، وسائر لفظه مطابق لما في الطبري.وفي المخطوطة: \"حين أحروه بالنار\" ، والصواب ما في المطبوعة ، موافقًا لفظ الحاكم والسيوطي. وفي المخطوطة والمطبوعة: \"وما إخزاؤه\" وهو لا يستقيم ، والصواب ما في الدر المنثور. وقوله: \"ما أخزاه\" تعجب. والذي في الحاكم\"قد أخزاه حين أحرقه بالنار\". فهما روايتان تصحح إحداهما معنى الأخرى. ويدل على صواب ذلك ترجيح الطبري لقول جابر في الفقرة التالية.(38) انظر تفسير\"الخزي\" فيما سلف 2: 314 ، 525.",
  "ayah": 192,
  "surah": 3
}
