{
  "text": "القول في تأويل قوله تعالى :  رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ (193)قال أبو جعفر: اختلف أهل التأويل في تأويل \" المنادي\" الذي ذكره الله تعالى في هذه الآية.فقال بعضهم: ا \" لمنادي\" في هذا الموضع، القرآن.* ذكر من قال ذلك:8361 - حدثني المثنى قال، حدثنا قبيصة بن عقبة قال، حدثنا سفيان، عن موسى بن عبيدة، عن محمد بن كعب: \" إننا سمعنا مناديًا ينادي للإيمان \"، قال: هو الكتاب، ليس كلهم لقي النبي صلى الله عليه وسلم. (39)8362 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا منصور بن حكيم، عن خارجة، عن موسى بن عبيدة، عن محمد بن كعب القرظي في قوله: \" ربنا إننا سمعنا مناديًا ينادي للإيمان \"، قال: ليس كل الناس سمع النبيّ صلى الله عليه وسلم، ولكن المنادي القرآن. (40)* * *وقال آخرون: بل هو محمد صلى الله عليه وسلم .* ذكر من قال ذلك:8363 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" إننا سمعنا مناديًا ينادي للإيمان \": قال: هو محمد صلى الله عليه وسلم.8364 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ربنا إننا سمعنا مناديًا ينادي للإيمان \"، قال: ذلك رسول الله صلى الله عليه وسلم.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب، قول محمد بن كعب، وهو أن يكون \" المنادي\" القرآن. لأن كثيرًا ممن وصفهم الله بهذه الصفة في هذه الآيات، ليسوا ممن رأى النبي صلى الله عليه وسلم، ولا عاينه فسمعوا دعاءه إلى الله تبارك وتعالى ونداءه، ولكنه القرآن، وهو نظير قوله جل ثناؤه مخبرًا عن الجن إذ سمعوا كلام الله يتلى عليهم أنهم قالوا:  إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا * يَهْدِي إِلَى الرُّشْدِ  [سورة الجن: 1، 2]وبنحو ذلك:-8365 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ربنا إننا سمعنا مناديًا ينادي للإيمان \" إلى قوله: \" وتوفَّنَا مع الأبرار \"، سمعوا دعوة من الله فأجابوها فأحسنوا الإجابة فيها، وصبروا عليها. ينبئكم الله عن مؤمن الإنس كيف قال، وعن مؤمن الجنّ كيف قال. فأما مؤمن الجن فقال:  إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا * يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا  وأما مؤمن الإنس فقال: \" إننا سمعنا مناديًا ينادي للإيمان أن آمنوا بربكم فآمنا ربنا فاغفر لنا ذنوبنا \"، الآية.* * *وقيل: \" إننا سمعنا مناديًا ينادي للإيمان \"، يعني: ينادي إلى الإيمان، كما &; 7-482 &; قال تعالى ذكره:  الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا  [سورة الأعراف: 43] بمعنى: هدانا إلى هذا، (41) وكما قال الراجز: (42)أَوْحَــى لَهــا القَــرَارَ فَاسْـتَقَرَّتِوَشَـــدَّهَا بِالرَّاسِـــيَاتِ الثُّبَّــتِ (43)بمعنى: أوحى إليها، ومنه قوله:  بِأَنَّ رَبَّكَ أَوْحَى لَهَا  [سورة الزلزلة: 5]* * *وقيل: يحتمل أن يكون معناه: إننا سمعنا مناديًا للإيمان، ينادي أن آمنوا بربكم. (44)* * *فتأويل الآية إذًا: ربنا سمعنا داعيًا يدعو إلى الإيمان= يقول: إلى التصديق بك، والإقرار بوحدانيتك، واتباع رسولك، وطاعته فيما أمرنا به ونهانا عنه مما جاء به من عندك=\" فآمنا ربنا \"، يقول: فصدقنا بذلك يا ربنا. =\" فاغفر لنا ذنوبنا \"، يقول: فاستر علينا خطايانا، ولا تفضحنا بها في القيامة على رءوس الأشهاد، بعقوبتك إيانا عليها، ولكن كفّرها عنا، وسيئات أعمالنا، فامحها بفضلك ورحمتك إيانا=\" وتوفنا مع الأبرار \"، (45) يعني بذلك: واقبضنا إليك إذا قبضتنا إليك، في عداد الأبرار، واحشرنا محشرهم ومعهم.* * *و \" الأبرار \" جمع \" بَرَ\"، وهم الذين برُّوا الله تبارك وتعالى بطاعتهم إياه وخدمتهم له، حتى أرضوه فرضي عنهم. (46)----------------------------الهوامش:(39) الأثر: 8361 -\"قبيصة بن عقبة بن محمد السوائي\" مضى برقم: 489 ، 2792 ، وهو ثقة معروف ، أخرج له الستة ، وتكلم بعضهم في روايته عن سفيان الثوري: بأنه يخطئ في بعض روايته ، بأنه سمع من الثوري صغيرًا.و\"موسى بن عبيدة بن نشيط الربذي\" ، ضعيف جدا ، مضى برقم: 1875 ، 1876 ، 3291.(40) الأثر: 8362 -\"منصور بن حكيم\" ، لم أعرفه ولم أجد له ترجمة ، وكذلك\"خارجة\" لم أعرف من يكون فيمن اسمه\"خارجة\" ، وأخشى أن يكون فيهما تصحيف أو تحريف.(41) انظر ما سلف 1: 169.(42) هو العجاج.(43) سلف تخريجهما في 6: 405 ، تعليق: 3.(44) انظر معاني القرآن للفراء 1: 250 ، ومجاز القرآن لأبي عبيدة 1: 111.(45) انظر مجاز القرآن لأبي عبيدة 1: 111.(46) وانظر تفسير\"البر\" فيما سلف 2: 8 / 3: 336 - 338 ، 556 / 4: 425 / 6: 587.",
  "ayah": 193,
  "surah": 3
}
