{
  "text": "القول في تأويل قوله :  رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ (194)قال أبو جعفر: إن قال لنا قائل: وما وجه مسألة هؤلاء القوم ربَّهم أن يؤتيهم ما وعدهم، وقد علموا أن الله منجز وعده، وغيرُ جائز أن يكون منه إخلاف موعد؟ قيل: اختلف في ذلك أهل البحث. (47)فقال بعضهم: ذلك قول خرج مخرج المسألة، ومعناه الخبر. قالوا: وإنما تأويل الكلام:  رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ  لتؤتينا ما وعدتنا على رسلك ولا تخزنا يوم القيامة. قالوا: وليس ذلك على أنهم قالوا: \" إن توفيتنا مع الأبرار، فأنجز لنا ما وعدتنا \"، لأنهم قد علموا أن الله لا يخلف الميعاد، وأن ما وعد على ألسنة رسله ليس يعطيه بالدعاء، (48) ولكنه تفضل بابتدائه، ثم ينجزه. (49)* * *وقال آخرون: بل ذلك قول من قائليه على معنى المسألة والدعاء لله بأن يجعلهم ممن آتاهم ما وعدهم من الكرامة على ألسن رسله، (50) لا أنهم كانوا قد &; 7-484 &; استحقوا منـزلة الكرامة عند الله في أنفسهم، ثم سألوه أن يؤتيهم ما وعدهم بعد علمهم باستحقاقهم عند أنفسهم، فيكون ذلك منهم مسألة لربهم أن لا يُخلف وعده. قالوا: ولو كان القوم إنما سألوا ربهم أن يؤتيهم ما وعد الأبرار، لكانوا قد زكَّوْا أنفسهم، وشهدوا لها أنها ممن قد استوجب كرامة الله وثوابه. قالوا. وليس ذلك صفة أهل الفضل من المؤمنين.* * *وقال آخرون: بل قالوا هذا القول على وجه المسألة، والرغبة منهم إلى الله أن يؤتيهم ما وعدهم من النصر على أعدائهم من أهل الكفر، والظفر بهم، وإعلاء كلمة الحق على الباطل، فيعجل ذلك لهم. قالوا: ومحال أن يكون القوم= مع وصف الله إياهم بما وصفهم به، كانوا على غير يقين من أن الله لا يخلف الميعاد، فيرغبوا إلى الله جل ثناؤه في ذلك، ولكنهم كانوا وُعدوا النصرَ، ولم يوقَّت لهم في تعجيل ذلك لهم، لما في تعجَله من سرور الظفر ورَاحة الجسد.* * *قال أبو جعفر: والذي هو أولى الأقوال بالصواب في ذلك عندي، أن هذه الصفة، صفة من هاجر من أصحاب رسول الله صلى الله عليه وسلم من وطنه وداره، مفارقًا لأهل الشرك بالله إلى الله ورسوله، وغيرهم من تُبّاع رسول الله صلى الله عليه وسلم الذين رغبوا إلى الله في تعجيل نصرتهم على أعداء الله وأعدائهم، فقالوا: ربنا آتنا ما وعدتنا من نُصرتك عليهم عاجلا فإنك لا تخلف الميعاد، ولكن لا صبر لنا على أناتك وحلمك عنهم، فعجل [لهم] خزيهم، ولنا الظفر عليهم. (51)يدل على صحة ذلك آخر الآية الأخرى، وهو قوله:  فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا  الآيات بعدها. وليس ذلك مما ذهب إليه الذين حكيت قولهم في شيء. وذلك أنه غير موجود في كلام العرب أن يقال: \" افعل بنا يا رب كذا وكذا \"، بمعنى: \" لتفعل بنا كذا وكذا \". (52) ولو جاز ذلك، لجاز أن يقول القائل لآخر (53) : \" أقبل إليّ وكلمني\"، بمعنى: \" أقبل إليّ لتكلمني\"، وذلك غير موجود في الكلام ولا معروف جوازه.وكذلك أيضًا غير معروف في الكلام: \"آتنا ما وعدتنا \"، بمعنى: \" اجعلنا ممن آتيته ذلك \". وإن كان كل من أعطى شيئًا سنيًّا، فقد صُيِّر نظيرًا لمن كان مثله في المعنى الذي أعطيه. ولكن ليس الظاهر من معنى الكلام ذلك، وإن كان قد يؤول معناه إليه. (54)* * *قال أبو جعفر: فتأويل الكلام إذًا: ربنا أعطنا ما وعدتنا على ألسن رسلك: أنك تُعلي كلمتك كلمةَ الحق، بتأييدنا على من كفر بك وحادَّك وعبد غيرك (55) = وعجَل لنا ذلك، فإنا قد علمنا أنك لا تخلف ميعادك- ولا تخزنا يوم القيامة فتفضحنا بذنوبنا التي سلفت منا، ولكن كفِّرها عنا واغفرها لنا. وقد:-8366 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، قوله: \" ربنا وآتنا ما وعدتنا على رسلك \"، قال: يستنجز موعود الله على رُسله.* * *---------------الهوامش:(47) \"أهل البحث\" ، أهل النظر من المتكلمين ، وانظر ما سلف 5: 387 ، تعليق 2 ، وأيضا: 406 ، تعليق: 1.(48) في المخطوطة: \"بعطية\" ، وعلى الياء شدة ، وكأن الصواب ما في المطبوعة على الأرجح.(49) في المطبوعة: \"تفضل بإيتائه\" ، والصواب ما في المخطوطة ، يعني أن الله ابتدأه متفضلا به من غير سؤال ولا دعاء.(50) في المطبوعة: \"بل ذلك قول من قائله\" على الإفراد ، وصواب السياق الجمع ، كما في المخطوطة.(51) في المطبوعة: \"فعجل حربهم\" ، وفي المخطوطة ، غير منقوطة ، إلا نقطة على الخاء ، وصواب قراءتها ما أثبت. وزدت\"لهم\" بين القوسين ، استظهارًا من قوله\"ولنا الظفر عليهم\". ولو كان قوله\"ولنا\" تصحيف\"وآتنا\" ، لكان جيدًا أيضًا ، ولما احتاج الكلام إلى زيادة\"لهم\".(52) في المطبوعة: \"بمعنى أفعل بنا لكذا الذي. ولو جاز ذلك...\" ، وهذا خلط ليس له معنى مفهوم. وفي المخطوطة: \"بمعنى: افعل بنا كذى الذي. ولو جاز ذلك\" ، وهذا خلط أشد فسادًا من الأول. والصواب الذي لا شك فيه هو ما أثبته ، لأن هذا رد من أبي جعفر على أصحاب القول الأول الذين قالوا إنها بمعنى: \"لتؤتينا ما وعدتنا\" في تفسير\"وآتنا ما وعدتنا\" ، ولأنه مثل بعد بقوله: \"أقبل إلي وكلمني\" ، أنه غير موجود بمعنى\"أقبل إلي لتكلمني\".(53) في المخطوطة والمطبوعة: \"أن يقول القائل الآخر\" وهو خطأ لا شك فيه.(54) وهذا رد على أصحاب القول الثاني من الأقوال الثلاثة التي ذكرها قبل. وهم الذين قالوا إن قوله: \"وآتنا ما وعدتنا\" ، على معنى المسألة والدعاء لله بإن يجعلهم ممن آتاهم ما وعدهم.(55) في المخطوطة: \"بأيدينا على من كفر بك\" ، وأرجح ما جاء في المطبوعة.",
  "ayah": 194,
  "surah": 3
}
