{
  "text": "القول في تأويل قوله :  فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِقال أبو جعفر: يعني بذلك جل ثناؤه: فإن حاجَّك: يا محمد، النفرُ من نصارى أهل نجران في أمر عيسى صلوات الله عليه، فخاصموك فيه بالباطل، (44) فقل: انقدت لله وحده بلساني وقلبي وجميع جوارحي. وإنما خَصّ جل ذكره بأمره بأن يقول: \" أسلمت وجهي لله \"، لأن الوجه أكرمُ جوارح ابن آدم عليه، وفيه بهاؤه وتعظيمه، فإذا خضع وجهه لشيء، فقد خضع له الذي هو دونه في الكرامة عليه من جوارح بدنه. (45)* * *وأما قوله: \" ومن اتبعني\"، فإنه يعني: وأسلم من اتبعني أيضًا وجهه لله معي. و \" من \" معطوف بها على \" التاء \" في\" أسلمت \"، كما:-6773 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" فإن حاجُّوك \" أي: بما يأتونك به من الباطل، من قولهم: \" خَلقنا، وفعلنا، وجعلنا، وأمرنا \"، فإنما هي شبه باطلة قد عرفوا ما فيها من الحق =\" فقل أسلمت وَجهي لله ومن اتبعني\". (46)* * *&; 6-281 &;القول في تأويل قوله :  وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْاقال أبو جعفر: يعني بذلك جل ثناؤه: \" وقل \"، يا محمد، = للذين أوتوا الكتاب \" من اليهود والنصارى =\" والأميين \" الذين لا كتاب لهم من مشركي العرب =\" أأسلمتم \"، يقول: قل لهم: هل أفردتم التوحيد وأخلصتم العبادة والألوهة لرب العالمين، دون سائر الأنداد والأشراك التي تشركونها معه في عبادتكم إياهم وإقراركم بربوبيتهم، (47) وأنتم تعلمون أنه لا ربّ غيره ولا إله سواه =\" فإن أسلموا \"، يقول: فإن انقادوا لإفراد الوحدانية لله وإخلاص العبادة والألوهة له =\" فقد اهتدوا \"، يعني: فقد أصابوا سبيل الحق، وسلكوا مَحَجَّة الرشد. (48)* * *فإن قال قائل: وكيف قيل: \" فإن أسلموا فقد اهتدوا \" عقيب الاستفهام؟ وهل يجوز على هذا في الكلام أن يقال لرجل: \" هل تقوم؟ فإن تقم أكرمك \"؟قيل: ذلك جائز، إذا كان الكلام مرادًا به الأمر، وإن خرج مخرج الاستفهام، كما قال جل ثناؤه:  وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ  [سورة المائدة: 91]، يعني: انتهوا، وكما قال جل ثناؤه مخبرًا عن الحواريين أنهم قالوا لعيسى:  يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَـزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ  [سورة المائدة: 112]، وإنما هو مسألة، كما يقول الرجل: \" هل أنت &; 6-282 &; كافٌّ عنا \"؟ بمعنى: اكفف عنا، وكما يقول الرجل للرجل: \" أينَ، أين \"؟ بمعنى: أقم فلا تبرح، ولذلك جُوزي في الاستفهام كما جوزي في الأمر في قراءة عبد الله: ( هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ آمِنُوا ) [سورة الصف: 10، 11]، ففسرها بالأمر، (49) وهي في قراءتنا على الخبر. فالمجازاة في قراءتنا على قوله: \" هل أدلكم \"، وفي قراءة عبد الله على قوله: \"آمنوا \"، على الأمر، لأنه هو التفسير. (50)* * *وبنحو معنى ما قلنا في ذلك قال بعض أهل التأويل:6774 - حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، عن محمد بن جعفر بن الزبير: \" وقل للذين أوتوا الكتاب والأميين \"، الذين لا كتاب لهم =\" أأسلمتم فإن أسلموا فقد اهتدوا \" الآية. (51)6775 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: \" وقل للذين أوتوا الكتاب والأميين \"، قال: الأميون الذين لا يكتبون.* * *&; 6-283 &;القول في تأويل قوله :  وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (20)قال أبو جعفر: يعني جل ثناؤه بقوله: \" وإن تولوا \"، وإن أدبروا مُعرضين عما تدعوهم إليه من الإسلام وإخلاص التوحيد لله رب العالمين، (52) فإنما أنت رسولٌ مبلِّغ، وليس عليك غير إبلاغ الرسالة إلى من أرسلتك إليه من خلقي، وأداء ما كلَّفتك من طاعتي =\" والله بصيرٌ بالعباد \"، (53) يعني بذلك: والله ذو علم بمن يقبل من عباده ما أرسلتك به إليه فيطيعك بالإسلام، وبمن يتولَّى منهم عنه معرضًا فيردّ عليك ما أرسلتك به إليه، فيعصيك بإبائه الإسلامَ.-------------------------الهوامش :(44) انظر تفسير\"حاج\" فيما سلف 3: 120 ، 201 / ثم 5: 429 ، 430.(45) انظر تفسير\"أسلم وجهه\" فيما سلف 2: 510-512 ، وتفسير\"الإسلام\" في مراجعه التي ذكرتها آنفًا ص: 275 تعليق: 1.(46) الأثر: 6773 - رواه ابن هشام في سيرته 2: 227 ، وهو من بقية الآثار التي آخرها رقم: 6770.(47) \"الأشراك\" جمع\"شريك\" ، كما يقال: يتيم وأيتام وشريف وأشراف. وقياسه شركاء ، مثل شرفاء.(48) انظر تفسير ألفاظ هذه الآية فيما سلف في فهارس اللغة. وتفسير\"الأميين\" فيما سلف: 257-259 ، والأثر رقم: 5827 ، وفي كلام الطبري نفسه 5: 441 ، تعليق: 2.(49) في معاني القرآن للفراء 1: 202\"ففسر (هل أدلكم) بالأمر\" ، وما هاهنا شبيه بالصواب أيضًا. هذا ، وقراءتنا في مصحفنا\"تؤمنون بالله\" مكان\"آمنوا\" في قراءة عبد الله.(50) هذا نص ما في معاني القرآن للفراء 1: 202.(51) الأثر: 6774- ابن هشام في سيرته عن ابن إسحاق 2: 227 ، وهو بقية الآثار التي آخرها رقم: 6773.(52) انظر تفسير\"تولى\" فيما سلف 2: 162-164 ، 298 ، 299 / ثم 3: 115 ، 131 / ثم 4: 237.(53) انظر تفسير\"بصير بالعباد\" فيما سلف آنفًا: 262. والمراجع في التعليق: 3.",
  "ayah": 20,
  "surah": 3
}
