{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُواقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى ذلك: \" اصبروا على دينكم وصابروا الكفار ورَابطوهم \".ذكر من قال ذلك:8386 - حدثنا المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، &; 7-502 &; عن المبارك بن فضالة، عن الحسن: أنه سمعه يقول في قول الله: \" يا أيها الذين آمنوا اصبروا وصابروا ورابطوا \"، قال: أمرهم أن يصبروا على دينهم، ولا يدعوه لشدة ولا رخاء ولا سَرَّاء ولا ضراء، وأمرهم أن يُصابروا الكفار، وأن يُرابطوا المشركين.8387 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" يا أيها الذين آمنوا اصبروا وصابروا ورابطوا \"، أي: اصبروا على طاعة الله، وصابروا أهل الضلالة، ورابطوا في سبيل الله=\" واتقوا الله لعلكم تفلحون \".8388 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة، في قوله: \" اصبروا وصابروا ورابطوا \"، يقول: صابروا المشركين، ورابطوا في سبيل الله.8389 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: اصبروا على الطاعة، وصابروا أعداء الله، ورابطوا في سبيل الله.8390 - حدثني يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك في قوله: \" اصبروا وصابروا ورابطوا \"، قال: اصبروا على ما أمرتم به، وصابروا العدو ورابطوهم.* * *&; 7-503 &;وقال آخرون: معنى ذلك: اصبروا على دينكم، وصابروا وَعدي إياكم على طاعتكم لي، ورَابطوا أعداءكم.* ذكر من قال ذلك:8391 - حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني أبو صخر، عن محمد بن كعب القرظي: أنه كان يقول في هذه الآية: \" اصبروا وصابروا ورابطوا \"، يقول: اصبروا على دينكم، وصابروا الوعد الذي وعدتكم، ورابطوا عدوِّي وعدوَّكم، حتى يترك دينه لدينكم. (41)* * *وقال آخرون: معنى ذلك: اصبروا على الجهاد، وصابروا عدوكم ورابطوهم.* ذكر من قال ذلك:8392 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا جعفر بن عون قال، أخبرنا هشام بن سعد، عن زيد بن أسلم في قوله: \" اصبروا وصابروا ورابطوا \"، قال: اصبروا على الجهاد، وصابروا عدوَّكم، ورابطوا على عدوكم.8393 - حدثني المثنى قال، حدثنا مطرف بن عبد الله المدنّي قال، حدثنا مالك بن أنس، عن زيد بن أسلم قال: كتب أبو عبيدة بن الجراح إلى عمر بن الخطاب، فذكر له جموعًا من الروم وما يتخوَّف منهم، فكتب إليه عمر: أما بعد، فإنه مهما نـزل بعبد مؤمن من منـزلة شدة، يجعل الله بعدها فرجًا، وإنه لن يغلب عُسر يسرين، وإن الله يقول في كتابه: \" يا أيها الذين آمنوا اصبروا وصابروا ورَابطوا واتقوا الله لعلكم تفلحون \". (42)* * *وقال آخرون: معنى: \" ورابطوا \"، أي: رابطوا على الصلوات، أي: انتظروها واحدة بعد واحدة.ذكر من قال ذلك:8394 - حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك، عن مصعب بن ثابت بن عبد الله بن الزبير قال، حدثني داود بن صالح قال، قال لي أبو سلمة بن عبد الرحمن: يا ابن أخي، هل تدري في أي شيء نـزلت هذه الآية: \" اصبروا وصابروا ورابطوا \"؟ قال قلت: لا! قال: إنه يا ابن أخي لم يكن في زمان النبي صلى الله عليه وسلم غزو يُرَابَطُ فيه، ولكنه انتظار الصلاة خلف الصلاة. (43)8395 - حدثني أبو السائب قال، حدثنا ابن فضيل، عن عبد الله بن سعيد المقبري، عن جده، عن شرحبيل، عن علي قال: قال رسول الله صلى الله عليه وسلم: \" ألا أدلكم على ما يكفر الله به الذنوب والخطايا؟ إسباغ الوضوء على المكاره، وانتظار الصلاة بعد الصلاة، فذلك الرباط\". (44)8396 - حدثنا موسى بن سهل الرملي قال، حدثنا يحيى بن واضح قال، حدثنا محمد بن مهاجر قال، حدثني يحيى بن يزيد، عن زيد بن أبي أنيسة، &; 7-506 &; عن شرحبيل، عن جابر بن عبد الله قال، قال رسول الله صلى الله عليه وسلم: \" ألا أدلكم على ما يمحو الله به الخطايا ويكفِّر به الذنوب؟\" قال: قلنا: بلى يا رسول الله! قال: \" إسباغ الوضوء في أماكنها، وكثرة الخطَا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط \". (45)8397 - حدثنا أبو كريب قال، حدثنا خالد بن مخلد قال، حدثنا محمد بن جعفر، عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" ألا أدلكم على ما يحطُّ الله به الخطايا ويَرفع به &; 7-507 &; الدرجات؟\" قالوا: بلى يا رسول الله! قال: \" إسباغ الوضوء عند المكاره، وكثرة الخُطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرِّباط، فذلكم الرباط\". (46)8398 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا إسماعيل بن جعفر، عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم، بنحوه. (47)* * *قال أبو جعفر: وأولى التأويلات بتأويل الآية، قول من قال في ذلك: \" يا أيها الذين آمنوا \"، يا أيها الذين صدقوا الله ورسوله،=\" اصبروا \" على دينكم وطاعة ربكم. وذلك أنّ الله لم يخصص من معاني\" الصبر \" على الدين والطاعة شيئًا، فيجوز إخراجه من ظاهر التنـزيل. فلذلك قلنا إنه عني بقوله: \" اصبروا \"، الأمرَ بالصبر على جميع معاني طاعة الله فيما أمر ونهى، صعبها وشديدها، وسهلها وخفيفها. (48)=\" وصابروا \"، يعني: وصابروا أعداءكم من المشركين.* * *وإنما قلنا ذلك أولى بالصواب، لأن المعروف من كلام العرب في\" المفاعلة \" أن تكون من فريقين، أو اثنين فصاعدًا، ولا تكون من واحد إلا قليلا في أحرف معدودة. فإذْ كان ذلك كذلك، فإنما أمر المؤمنون أن يصابروا غيرهم من أعدائهم، حتى يظفرهم الله بهم، ويعلي كلمته، ويخزي أعداءهم، وأن لا يكون عدوُّهم أصبر منهم. (49)* * *وكذلك قوله: \" ورابطوا \"، معناه: ورابطوا أعداءكم وأعداء دينكم من أهل الشرك، في سبيل الله.* * *قال أبو جعفر: ورأى أن أصل \" الرباط\"، ارتباط الخيل للعدوّ، كما &; 7-509 &; ارتبط عدوهم لهم خيلهم، (50) ثم استعمل ذلك في كل مقيم في ثغر يدفع عمن وراءه من أراده من أعدائهم بسوء، ويحمي عنهم من بينه وبينهم ممن بغاهم بشر، كان ذا خيل قد ارتبطها، أو ذا رَجْلة لا مركب له. (51)* * *وإنما قلنا معنى: \" ورابطوا \"، ورابطوا أعداءكم وأعداء دينكم، لأن ذلك هو المعنى المعروف من معاني\" الرباط\". وإنما يوجه الكلام إلى الأغلب المعروف في استعمال الناس من معانيه، دون الخفي، حتى تأتي بخلاف ذلك مما يوجب صرفه إلى الخفي من معانيه= حجة يجب التسليم لها من كتاب، أو خبر عن الرسول صلى الله عليه وسلم، أو إجماع من أهل التأويل. (52)* * *القول في تأويل قوله :  وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (200)قال أبو جعفر: يعني بذلك تعالى ذكره: \" واتقوا الله \"، أيها المؤمنون، واحذروه أن تخالفوا أمره أو تتقدموا نهيه (53) =\" لعلكم تفلحون \"، يقول: لتفلحوا فتبقوا في نعيم الأبد، وتنجحوا في طلباتكم عنده، (54) كما:-&; 7-510 &;8399 - حدثنا يونس قال، أخبرنا ابن وهب قال، أخبرني أبو صخر، عن محمد بن كعب القرظي: أنه كان يقول في قوله: \" واتقوا الله لعلكم تفلحون \"، واتقوا الله فيما بيني وبينكم، لعلكم تفلحون غدًا إذا لقيتموني.* * *آخر تفسير سورة آل عمران. (55)* * *---------------الهوامش:(41) الأثر: 8391 -\"أبو صخر\" هو: حميد بن زياد بن أبي المخارق ، أبو صخر الخراط ، صاحب العباء ، سكن مصر. ذكره ابن حبان في الثقات. مترجم في التهذيب.(42) الأثر: 8393 -\"مطرف بن عبد الله بن مطرف بن سليمان الهلالي ، المدني ، مولى ميمونة أم المؤمنين ، وأمه أخت مالك بن أنس ، روى عن خاله مالك بن أنس ، وابن أبي ذئب ، وعبد الله بن عمر العمري ، وغيرهم. روى عنه البخاري والترمذي ، عن محمد بن أبي الحسن عنه وابن ماجه ، عن الذهلي عنه ، والربيع المرادي ، وأبو حاتم ، وأبو زرعة وآخرون. قال أبو حاتم: \"مضطرب الحديث صدوق\". وقال= ابن سعد\"كان ثقة ، وبه صمم\". مترجم في التهذيب ، والكبير 4 / 1 / 397 ، والجرح 4 / 1 / 315. وكان في المطبوعة: \"المرى\" ، وفي المخطوطة مثلها ، وتقرأ\"المزني\" والصواب\"المدني\" أو \"المديني\" في نسبه كما جاء في المراجع ، وابن كثير 2: 337.وفي ابن كثير 2: 337: \"مهما ينزل بعبد مؤمن من منزلة شدة\" ، وفي الدر المنثور 2: 114\"مهما ينزل بعبد مؤمن من شدة\" ، وفي المطبوعة والمخطوطة: \"مهما نزل بعبد مؤمن منزلة شدة\" ، بحذف\"من\" والصواب إثباتها.ومن الأخطاء الشائعة أن يقال إن\"مهما\" لا تدخل على الماضي ، وقد وردت في الآثار والأخبار والأشعار ، من ذلك قول أبي هريرة للفرزدق: \"مهما فعلت فقنطك الناس فلا تقنط من رحمة الله\" (الكامل 1: 70) وقول الأسود بن يعفر (نوادر أبي زيد: 159):أَلا هَــلْ لِهَـذَا الدَّهْـرِ مِـنْ مُتَعَلَّـلِسِـوَى النَّـاسِ، مَهْمَا شَاءَ بِالنَّاسِ يَفْعَلِوهذا الأثر رواه الحاكم مطولا في المستدرك 2: 300 بإسناده قال:\"أخبرنا أبو العباس السباريّ ، حدثنا عبد الله بن علي ، حدثنا عبد الله بن المبارك ، أنبأنا هشام بن سعد ، عن زيد بن أسلم ، عن أبيه ، عن عمر بن الخطاب رضي الله عنه: أنه بلغه أن أبا عبيدة حُصِر بالشأم ، وقد تألّبَ عليه القوم ، فكتب إليه عمر: \"سلام الله عليك ، أمّا بعد ، فإنه ما ينزلْ بعبد مؤمن من منزلة شدة ، إلا يجعل الله له بعدها فرجًا ، ولن يغلب عُسْرٌ يُسْرين ، (يَأَيُّهَا الذِّينَ آمَنُوا اصْبِرُوا وصَابِرُوا ورَابِطُوا وَاتَّقُوا اللهَ لَعَلَّكُمْ تُفْلِحُونَ).فكتب إليه أبو عبيدة: \"سلامٌ عليك ، أما بعد ، فإن الله يقول في كتابه: (اعْلَمُوا أَنَّمَا الحَيَاةُ الدُّنْيا لَعِبٌ ولَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكاثُرٌ فِي الأَمْوَالِ والأوْلادِ) - إلى آخرها\".قال: فخرج عمر بكتابه ، فقعد على المنبر ، فقرأ على أهل المدينة ثم قال: يا أهْل المدينة ، إِنما يعرّضُ بكم أبو عبيدة: أَنِ ارغبوا في الجهادِ\".قال الحاكم: \"هذا حديث صحيح على شرط مسلم ، ولم يخرجاه\". ووافقه الذهبي.(43) الأثر: 8394 -\"مصعب بن ثابت بن عبد الله بن الزبير\" ، مضت ترجمته برقم: 6456. و\"داود بن صالح التمار المدني\" ، . روى عن أبي أمامة بن سهل بن حنيف ، والقاسم ، وسالم ، وأبي سلمة. قال أحمد: \"لا أعلم به بأسًا\" ، وذكره ابن حبان في الثقات ، مترجم في التهذيب. و\"أبو سلمة بن عبد الرحمن بن عوف\" من التابعين ، روى عن خلق من الصحابة والتابعين. كان ثقة فقيها كثير الحديث.والأثر خرجه ابن كثير في تفسيره 2: 332 ، وذكر سياق ابن مردويه له (2: 331) من طريق\"محمد بن أحمد ، حدثنا موسى بن إسحاق ، حدثنا أبو جحيفة علي بن يزيد الكوفي ، أنبأنا ابن أبي كريمة ، عن محمد بن يزيد ، عن أبي سلمة بن عبد الرحمن قال: أقبل على أبو هريرة يومًا فقال: أتدري يا ابن أخي فيم نزلت هذه الآية\" ، وساق الخبر بغير هذا اللفظ.ورواه الحاكم في المستدرك 2: 301 من طريق سعيد بن منصور ، عن ابن المبارك ، بمثل رواية الطبري ، إلا أنه قال في جواب السؤال: \"قال: قلت: لا. قال: يا ابن أخي إني سمعت أبا هريرة يقول: لم يكن في زمان النبي...\" بلفظه.وكذلك خرجه السيوطي في الدر المنثور 2: 113 ، ونسبه لابن المبارك وابن المنذر ، والحاكم ، وصححه ، والبيهقي في شعب الإيمان.وفي جميع هذه المواضع: \"انتظار الصلاة بعد الصلاة\" ، والثابت في المخطوطة\"خلف الصلاة\" ، وكان الكاتب قد كتب فيها\"بعد\" ثم جعل الباء والعين خاء ، ومد الدال وعقد عليها فاء ، فالظاهر أنه كتبها كما كان يحفظها ، ثم استدرك ، لأنه رأى في النسخة التي كتب عنها\"خلف\".(44) الحديث: 8395 - أبو السائب: هو سلم بن جنادة. وابن فضيل: هو محمد بن فضيل بن غزوان.عبد الله بن سعيد بن أبي سعيد المقبري: ضعيف جدا ، رمي بالكذب. وقد مضى في: 7855.شرحبيل: لست أدري من هو؟ والإسناد ضعيف من أجل عبد الله بن سعيد ، كما ترى.ولو صح هذا الإسناد لظننت أنه\"شرحبيل بن السمط الكندى\" ، من كبار التابعين ، مختلف في صحبته. وهو معاصر لعلي. ومن المحتمل أن يروي عنه أبو سعيد المقبري ، الذي يروي عن علي مباشرة.والحديث نقله ابن كثير 2: 332 ، عن هذا الموضع. ولم ينسبه لغير الطبري. وأشار إليه السيوطي 2: 114 ، بعد حديث جابر ، الآتي بعد هذا ، فقال: \"وأخرج ابن جرير عن علي مثله\".ومعنى الحديث ثابت عن علي ، من وجه آخر صحيح. ولكن ليس فيه قوله: \"فذلك الرباط\" - ذكره الهيثمي في مجمع الزوائد 2: 36 ، وقال: \"رواه أبو يعلى ، والبزار ، ورجاله رجال الصحيح\".وذكره المنذري في الترغيب والترهيب 1: 97 ، وقال: \"رواه أبو يعلى والبزار بإسناد صحيح. والحاكم ، وقال: صحيح على شرط مسلم\".(45) الحديث: 8396 - محمد بن مهاجر بن أبي مسلم ، الأنصاري الشامي: ثقة ، وثقه أحمد ، وابن معين ، وغيرهما. مترجم في التهذيب. والكبير للبخاري 1 / 1 / 229 ، وابن أبي حاتم 4 / 1 / 91.يحيى بن يزيد الجزري ، أبو شيبة الرهاوي: قال البخاري في الكبير 4 / 2 / 310: \"لم يصح حديثه\" وذكره في الضعفاء أيضا ، ص: 37 ، وقال مثل ذلك. وقال ابن أبي حاتم 4 / 2 / 198 ، عن أبيه: \"ليس به بأس ، أدخله البخاري في كتاب الضعفاء ، يحول من هناك\".فمثل هذا حديثه حسن. ثم هو لم ينفرد براوية هذا الحديث ، كما سنذكر في التخريج ، إن شاء الله.زيد بن أبي أنيسة الجزري الرهاوي: ثقة ، وثقه ابن معين وغيره. قال ابن سعد 7 / 2 / 180: \"كان ثقة كثير الحديث ، فقيها راوية للعلم\". أخرج له الجماعة كلهم.شرحبيل -هنا-: هو ابن سعد الخطمي المدني مولى الأنصار. مختلف فيه ، والحق أنه ثقة. إلا أنه اختلط في آخر عمره ، إذ جاوز المئة. وقد فصلنا القول فيه في شرح المسند: 2104 ، وأخرج له ابن خزيمة وابن حبان في صحيحيهما. مترجم في التهذيب ، والكبير للبخاري 2 / 2 / 252 ، ولم يذكر فيه جرحًا ، وابن سعد 5: 228 ، وابن أبي حاتم 2 / 1 / 338- 339.وقد بين ابن حبان في صحيحه ، في رواية هذا الحديث ، أنه شرحبيل بن سعد.والحديث رواه ابن حبان في صحيحه (2: 330 من مخطوطة الإحسان) ، من طريق أبي عبد الرحيم ، عن زيد بن أبي أنيسة ، عن شرحبيل بن سعد ، عن جابر ، به.وأبو عبد الرحيم: هو خالد بن أبي يزيد الحراني ، وهو ثقة ، وثقه ابن معين وغيره. فروايته متابعة صحيحة ، توثق رواية يحيى بن يزيد ، التي هنا ، وتؤيدها.والحديث نقله ابن كثير 2: 332 ، عن رواية الطبري هذه.وذكره المنذري في الترغيب والترهيب 1: 160- 161 ، عن رواية ابن حبان في صحيحه ، وأشار إليه أيضا قبل ذلك ، ص: 128.وذكره الهيثمي في مجمع الزوائد 2: 37 ، ونسبه للبزار ، وذكر أن\"في إسناده شرحبيل بن سعد ، وهو ضعيف عند الجمهور ، وذكره ابن حبان في الثقات ، وأخرج له في صحيحه هذا الحديث\".وذكره السيوطي 2: 114 ، ونسبه لابن جرير ، وابن حبان.(46) الحديث: 8397 - خالد بن مخلد: هو القطواني. ومحمد بن جعفر: هو ابن أبي كثير. وقد مضى مثل هذا الإسناد في حديث آخر: 2206.والحديث رواه أحمد في المسند: 7208 ، من طريق شعبة ، عن العلاء ، عن أبيه ، دون كلمة\"فذلك\" الرباط\".ورواه أحمد أيضا: 7751 ، مع هذه الكلمة - من طريق مالك عن العلاء.ثم رواه ثالثًا: 8008 ، (ج2 ص303 حلبي) ، من طريق مالك أيضًا. وفي آخره: \"فذلكم الرباط\" - ثلاث مرات.وهو بهذا اللفظ ، في الموطأ ، ص: 161.وكذلك رواه النسائي 1: 34 ، من طريق مالك.وكذلك رواه ابن حبان في صحيحه (2: 329- 330 من مخطوطة الإحسان) ، من طريق مالك.ونقله ابن كثير 2: 331 ، من رواية ابن أبي حاتم ، من حديث مالك ، كرواية الموطأ.ورواه مسلم 1: 86 ، من طريق مالك ، ومن طريق شعبة. وذكر أن رواية مالك -عنده-\"فذلكم الرباط\" مرتين.وذكره المنذري في الترغيب والترهيب 1: 97 ، 128 ، ونسبه لمالك ، ومسلم ، والترمذي ، والنسائي.وذكره السيوطي 2: 114 ، وزاد نسبته للشافعي ، وعبد الرزاق.وانظر الإسناد التالي لهذا.(47) الحديث: 8398 - القاسم: هو ابن الحسن ، والحسين: هو ابن داود المصيصي ، ولقبه\"سنيد\".وهذا الإسناد\"القاسم ، عن الحسين\" يدور عند الطبري كثيرًا ، في التفسير والتاريخ ، فما مضى منه في التفسير: 144 ، 165 ، 1688. وفي التاريخ -مثلا- 1: 21 ، 41.أما \"سنيد\" فقد ترجمنا له في: 144 ، 1688.وأما \"القاسم بن الحسن\" - شيخ الطبري: فلم أجد له ترجمة. ولكن في تاريخ بغداد 12: 432- 433 ترجمة\"القاسم بن الحسن بن يزيد ، أبو محمد الهمذاني الصائغ\" ، المتوفى سنة 272. فهذا يصلح أن يكون هو المراد ، ولكن لا أطمئن إلى ذلك ، ولا أستطيع الجزم به ، بل لا أستطيع ترجيحه.وعسى أن نجد ما يدل على حقيقة هذا الشيخ ، في فرصة أخرى ، إن شاء الله.إسماعيل: هو ابن جعفر بن أبي كثير الأنصاري القارئ ، وهو ثقة مأمون. مضت الإشارة إليه في شرح: 6884.وهذا الحديث تكرار لما قبله.وكذلك رواه مسلم 1: 86 ، والترمذي. (رقم: 51 بشرحنا) = كلاهما من طريق إسماعيل بن جعفر. ورواه الترمذي أيضا: 52 ، من طريق الدراوردي ، عن العلاء. وقال: \"حديث أبي هريرة حديث حسن صحيح\".(48) انظر تفسير\"الصبر\" فيما سلف 2: 11 ، 124 / 3: 214 ، 349 / 5: 352 / 6: 264 / 7: 181.(49) في المطبوعة: \"وإلا يكن عددهم\" ، وهو خطأ ، صوابه من المخطوطة.(50) في المخطوطة: \"كما ارتبط عددهم لهم حملهم\" ، ولعل صواب قراءتها\"جيادهم\" ، ولكني تركت ما في المطبوعة على حاله ، فهو صواب حسن.(51) \"الرجلة\" (بضم الراء وسكون الجيم): المشي راجلا غير راكب.(52) قوله: \"حجة\" ، فاعل قوله: \"حتى تأتي بخلاف ذلك..\". وكان في المطبوعة والمخطوطة: \"حتى يأتي بخلاف ذلك ما يوجب صرفه...\" ، والصواب\"مما يوجب\" كما أثبتها ، وفي المطبوعة أيضا: \"إلى الخفي من معاينة\" ، وهو خطأ ظاهر.(53) في المطبوعة: \"وتتقدموا\" بالواو ، والصواب من المخطوطة. وقوله: \"تتقدموا نهيه\" هكذا جاء متعديا ، وكأنه أراد: أو تسبقوا نهيه ، وسبقهم نهيه. أن يخاطروا بالإسراع إلى المحارم بشهواتهم ، قبل أن يردهم نهي الله عن إتيانها.(54) انظر تفسير\"لعل\" فيما سلف 1: 364 ، 365 ، ومواضع أخرى كثيرة. وانظر تفسير\"الفلاح\" فيما سلف 1: 249 ، 250 / 3: 561 / 7: 91.(55) عند هذا الموضع ، انتهى جزء من التقسيم القديم الذي نقلت عنه نسختنا ، وفيها ما نصه:\"يتلوه القول في تفسير السورة التي يذكر فيها النساء.وصلى الله على سيدنا محمد النبي وآله وصحبه وسلم كثيرا\"ثم يتلوه ما أثبتناه في أول تفسير سورة النساء.",
  "ayah": 200,
  "surah": 3
}
