{
  "text": "القول في تأويل قوله :  ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلا أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ (24)يعني جل ثناؤه بقوله: \" بأنهم قالوا \"، بأنّ هؤلاء الذين دعوا إلى كتاب الله ليحكم بينهم بالحق فيما نازعوا رسول الله صلى الله عليه وسلم، إنما أبوا الإجابة إلى حكم التوراة وما فيها من الحق: من أجل قولهم: (12) \" لن تمسنا النارُ إلا أيامًا معدودات \" = وهي أربعون يومًا، وهن الأيام التي عبدوا فيها العجل (13) = ثم يخرجنا منها ربنا، اغترارًا منهم =\" بما كانوا يفترون \"، يعني: بما كانوا يختلقون من الأكاذيب والأباطيل، في ادعائهم أنهم أبناء الله وأحِبّاؤه، وأن الله قد وعد أباهم يعقوبَ أن لا يُدْخل أحَدًا من ولده النار إلا تَحِلَّةَ القسم. (14) فأكذبهم الله على ذلك كله من أقوالهم، وأخبر نبيه محمدًا صلى الله عليه وسلم أنهم هم أهل النار هم فيها خالدون، دون المؤمنين بالله ورُسله وما جاءوا به من عنده.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:6786 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتاده: \" ذلك بأنهم قالوا لن تمسنا النار إلا أيامًا معدودات \"، قالوا: لن تمسنا النار إلا تحلة القسم التي نصبنا فيها العجل، ثم ينقطع القسم والعذاب عنا = قال الله عز وجل: \" وغرّهم في دينهم ما كانوا يفترون \"، أي قالوا:  نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ  .6787 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" ذلك بأنهم قالوا لن تمسنا النار إلا أيامًا معدودات \"، الآية، قال: قالوا: لن نعذب في النار إلا أربعين يومًا، قال: يعني اليهود = قال: وقال قتادة مثله = وقال: هي الأيام التي نَصَبوا فيها العجل. يقول الله عز وجل: \" وغرَّهم في دينهم ما كانوا يفترون \"، حين قالوا:  نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ  .6788 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال: قال ابن جريج، قال مجاهد قوله: \" وغرّهم في دينهم ما كانوا يفترون \"، قال: غرّهم قولهم: \" لن تمسنا النار إلا أيامًا معدودات \".----------------------الهوامش :(12) قوله: \"من أجل قولهم\" تفسير لمعنى الباء في قوله: \"ذلك بأنهم قالوا\" ، وانظر تفسير ذلك وبيانه فيما سلف 2: 139 في تفسير قوله تعالى: \"ذلك بأنهم كانوا يكفرون بآيات الله\".(13) انظر تفسير قولهم: \"لن تمسنا النار إلا أيامًا معدودة\" فيما سلف 2: 274-278.(14) التحلة (بفتح التاء وكسر الحاء ، وتشديد اللام المفتوحة): هو ما تكفر به يمينك. ويقال: \"لم يفعل هذا الأمر إلا تحلة القسم\": أي لم يفعله إلا بمقدار ما يحلل به قسمه ويخرج منه ، غير مبالغ في ذلك الفعل. والمعنى: أن النار لا تمسهم إلا مسة يسيرة مثل تحلة قسم الحالف.",
  "ayah": 24,
  "surah": 3
}
