{
  "text": "القول في تأويل قوله :  قُلِ اللَّهُمَّقال أبو جعفر: أما تأويل: \" قل اللهم \"، فإنه: قل يا محمد: يا اللهُ.* * *واختلف أهل العربية في نصب \" ميم \"\" اللهم \"، وهو منادًى، وحكم المنادى المفرد غير المضافِ الرفعُ = وفي دخول \" الميم \" فيه، وهو في الأصل \" الله \" بغير \" ميم \". &; 6-296 &; فقال بعضهم: إنما زيدت فيه \" الميمان \"، لأنه لا ينادى بـ\" يا \" كما ينادى الأسماء التي لا \" ألف \" فيها ولا \" لام \". وذلك أن الأسماء التي لا \" ألف \" ولا \" لام \" فيها تنادى بـ\" يا \" كقول القائل: \" يا زيد، ويا عمرو \". قال: فجعلت \" الميم \" فيه خلفًا من \" يا \"، كما قالوا: \" فم، وابنم، وهم، وزُرْقُم، (20) وُسْتهُم \" ، (21) وما أشبه ذلك من الأسماء والنعوت التي يحذف منها الحرف، ثم يبدل مكانه \" ميم \". قال: فكذلك حذفت من \" اللهم \"\" يا \" التي ينادى بها الأسماء التي على ما وصفنا، وجعلت \" الميم \" خلفًا منها في آخر الاسم.* * *&; 6-297 &;وأنكر ذلك من قولهم آخرون، وقالوا: قد سمعنا العرب تنادي: \" اللهم \" بـ\" يا \" كما تناديه ولا \" ميم \"، فيه. قالوا: فلو كان الذي قال هذا القولَ مصيبًا في دعواه، لم تدخل العربُ\" يا \"، وقد جاءوا بالخلف منها. (22) وأنشدوا في ذلك سماعًا من العرب:وَمَــا عَلَيْــكِ أَنْ تَقُــولِي كُلَّمَــاصَلَّيْــتِ أَوْ كَــبَّرتِ يَــا أَللَّهُمَـاارْدُدْ عَلَيْنَا شَيْخَنَا مُسَلَّمَا (23)ويُرْوَى: \" سبَّحت أو كبَّرت \". قالوا: ولم نر العرب زَادت مثل هذه \" الميم \" إلا مخففة في نواقص الأسماء مثل: \" الفم، وابنم، وهم \"، (24) قالوا: ونحن نرى أنها كلمة ضُمّ إليها \" أمَّ\"، بمعنى: \" يا ألله أمَّنا بخير \"، فكثرت في الكلام فاختلطت به. قالوا: فالضمة التي في\" الهاء \" من همزة \" أم \"، لما تركت انتقلت إلى ما قبلها. قالوا: ونرى أن قول العرب: \" هلم إلينا \"، مثلها. إنما كان \" هلم \"،\" هل \" ضم إليها \" أمّ\"، فتركت على نصبها. قالوا: من العرب من يقول إذا طرح \" الميم \": \" يا اللهُ اغفر لي\" و \" يا أللهُ اغفر لي\"، بهمز \" الألف \" من \" الله \" مرة، ووصلها أخرى، فمن حذفها أجراها على أصلها، لأنها \" ألف ولام \"، مثل \" الألف واللام \" اللتين يدخلان في الأسماء المعارف زائدتين. ومن همزها توهم أنها من الحرف، &; 6-298 &; إذ كانت لا تسقط منه، وأنشدوا في همز الألف منها:مُبَـــارَكٌ هُــوَّ وَمَــنْ سَــمَّاهُعَــلَى اسْــمِكَ اللُّهُــمَّ يَــا أَللـهُ (25)قالوا: وقد كثرت \" اللهم \" في الكلام، حتى خففت ميمها في بعض اللغات، وأنشدوا: (26)كَحَلْفَـــةٍ مِـــنْ أَبــى رِيَــاٍحيَسْــــمَعُهَا اللَّهُـــمُ الكُبَـــار (27)والرواة تنشد ذلك:يَسْمَعُها لاهُهُ الكُبَارُ&; 6-299 &;وقد أنشده بعضهم: (28) يَسْمَعُهَا اللهُ واللهُ كُبَارُ (29)* * *القول في تأويل قوله :  مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْـزِعُ الْمُلْكَ مِمَّنْ تَشَاءُقال أبو جعفر: يعني بذلك: يا مالك الملك، يا منْ له مُلك الدنيا والآخرة خالصًا دون وغيره، كما:-6789 - حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، عن محمد بن جعفر بن الزبير قوله: \" قل اللهم مالك الملك \"، أي رَبَّ العباد الملكَ، لا يقضى فيهم غيرك. (30)* * *وأما قوله: \" تؤتي الملك ممن تشاء \"، فإنه يعني: تُعطى الملك من تَشاء، فتملكه وتسلِّطه على من تشاء.وقوله: \" وتنـزع الملك من تشاء \"، يعني: وتنـزع الملك ممن تشاء أن تنـزعه منه، (31) &; 6-300 &; فترك ذكر \" أن تنـزعه منه \"، اكتفاءً بدلالة قوله: \" وتنـزع الملك ممن تشاء \"، عليه، كما يقال: \" خذ ما شئتَ = وكنْ فيما شئت \"، يراد: خذ ما شئت أن تأخذه، وكن فيما شئت أن تكون فيه؛ وكما قال جل ثناؤه:  فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ  [سورة الانفطار: 8] يعني: في أيّ صورة شاءَ أن يركبك فيها ركبك. (32)* * *وقيل: إنّ هذه الآية نـزلت على رسول الله صلى الله عليه وسلم جوابًا لمسألته ربَّه أن يجعل مُلك فارسَ والروم لأمته. (33)ذكر من قال ذلك:6790 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: وذكر لنا: أن نبيّ الله صلى الله عليه وسلم سأل ربه جل ثناؤه أن يجعل له ملك فارسَ والروم في أمته، فأنـزل الله عز وجل: \" قل اللهم مالك الملك تؤتي الملك من تشاء \" إلى  إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ  .6791 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن قتادة قال: ذُكر لنا والله أعلم: أنّ نبيّ الله صلى الله عليه وسلم سأل ربه عز وجل أن يجعل ملك فارس والروم في أمته، ثم ذكر مثله.* * *وروي عن مجاهد أنه كان يقول: معنى \" الملك \" في هذا الموضع: النبوة.ذكر الرواية عنه بذلك:6792 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" تؤتي الملك من تشاء وتنـزع الملك ممن تشاء \"، قال: النبوّة.&; 6-301 &;6793- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.* * *القول في تأويل قوله :  وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (26)قال أبو جعفر: يعني جل ثناؤه: \" وتعز من تشاء \"، بإعطائه الملك والسلطان، وَبسط القدرة له =\" وتذلّ من تشاء \" بسلبك ملكه، وتسليط عدوه عليه =\" بيدك الخير \"، أي: كل ذلك بيدك وإليك، لا يقدر على ذلك أحد، لأنك على كل شيء قديرٌ، دون سائر خلقك، ودون من اتخذه المشركون من أهل الكتاب والأمِّيين من العرب إلهًا وربًّا يعبدونه من دونك، كالمسيح والأنداد التي اتخذها الأميون ربًّا، كما:-6794 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير قوله: \" تؤتي الملك من تشاء \"، الآية، أي: إنّ ذلك بيدك لا إلى غيرك (34) =\" إنك على كل شيء قدير \"، أي: لا يقدر على هذا غيرك بسلطانك وُقدْرَتك. (35)* * *-------------------الهوامش :(20) في المطبوعة والمخطوطة\"ودم ، وهم\" ، والأولى\"ودم\" خطأ لا شك فيه ، وسيأتي صوابه بعد أسطر ، حين عاد فذكر الثلاثة جميعًا: \"فم ، وابنم ، وهم\" ، على تصرف المطبوعة هناك في نص المخطوطة ، ليوافق الذي كتبه هنا.أما قوله: \"وهم\" ، فلم أعرف لها وجهًا أرتضيه ، وهذه الكلمة جاءت في كلام الفراء في معاني القرآن 1: 203 ، وستأتي أيضًا كذلك بعد أسطر. وقد راجعتها في نسختي مخطوطة معاني القرآن ، فإذا هي كذلك\"وهم\" ، وعلى الميم شبيه بالشدة في النسختين المخطوطتين ، وأغفلت ذلك المطبوعة. وقد وقف ناشر معاني القرآن عليها ، فعلقوا بما نصه: (كأنه يريد\"هم\" الضمير ، وأصلها\"هوم\" ، إذ هي جمع\"هو\" ، فحذفت الواو وزيدت ميم الجمع ، وإن كان هذا الرأي يعزي إلى البصريين. وانظر شرح الرضى للكافية في مبحث الضمائر) ، وعلق بعض طابعي تفسير الطبري بما يأتي: (قوله: \"ودم\" كذا في النسخ ، والكلمتان دم ، وهم ، لعلهما محرفتان عن: ابنم ، ودلهم ، أو دلقم ، من الكلمات التي زيدت في آخرها الميم ، وذكرها السيوطي في المزهر 2: 135).والذي قاله ناشرو معاني القرآن ، لا يقوم ، لأن الميم في هم ، وإن كانت زائدة من وجه ، إلا أنها أتى بها لمعنى هو غير ما جاءت به الزيادة في\"فم\" و\"ابنم\" ، ولعلة اختلف عليها النحويون اختلافًا كثيرًا. وأما ما قاله ناشر الطبري من أنها محرفة عن\"دلهم أو دلقم\" ، فليس بشيء ، لأن مطبوعات الطبري ومخطوطاته قد اتفقت عليه ، وعجيب أن يتفق تصحيفها ، وتصحيف نسختين من معاني القرآن ، الذي ينقل الطبري نص كلامه. وبعد هذا كله أجدني عاجزًا كل العجز عن معرفة أصل هذه الكلمة ، وعن وجه يرتضى في تصحيفها أو تحريفها أو قراءتها ، وقد استقصيت أمرها ما استطعت ، ولكني لم أنل إلا النصب في البحث ، فعسى أن أجد عند غيري من علمها ما حرمني الله علمه ، وفوق كل ذي علم عليم.(21) \"زرقم ، وستهم\" (كلتاهما بضم الأول وسكون الثاني وضم الثالث): رجل زرقم وامرأة زرقم ، أزرق شديد الزرق. فلما طرحت الألف من أوله ، زيدت الميم في آخره. وكذلك\"رجل ستهم وامرأة ستهم\": أسته ، وهو العظيم الاست ، الكبير العجز ، فعل به ما فعل بصاحبه. وقال الراجز في امرأة:لَيْسَــتْ بِكَحْــلاَءَ وَلَكِــنْ زُرْقُـمُوَلا بِرَسْـــحَاءَ وَلَكِـــنْ سُــتْهُمُ(22) في المطبوعة: \"لم تدخله العرب يا\" ، وفي المخطوطة: \"لم تدخله العرسه يا\" ، وهذا من عجلة الناسخ ، فرددتها جميعًا إلى أصلهما.(23) لم يعرف قائله ، والأبيات في معاني القرآن للفراء 1: 203 ، والجمل للزجاجي: 177 والإنصاف: 151 ، والخزانة 1: 359 ، واللسان (أله) وغيرها من كتب العربية والنحو ، ومختلف من روايته ، وجاءوا به شاهدًا على زيادة\"ما\" بعد\"ياللهم\" فروايته عند بعضهم\"يا اللهم ما\" ، وبعد الأبيات زيادة زادها الكوفيون:مِــنْ حَيْثُمَــا وَكَيْفَمَــا وَأَيْنَمَــافإنَّنَــا مِــنْ خَــيْرِهِ لَـنْ نَعْدَمَـا(24) في المطبوعة: \"مثل فم ودم وهم\" ، وأثبت نص المخطوطة ، وهو موافق لنص الفراء في معاني القرآن 1: 203 ، وهو نص كلامه.(25) لم يعرف قائله ، والبيتان في معاني القرآن 1: 203؛ والإنصاف: 150 ، واللسان (أله).(26) هو الأعشى.(27) ديوانه: 193 ، ومعاني القرآن 1: 203 ، والخزانة 1: 345 ، واللسان (أله) ، وغيرها. من قصيدة يعاتب بها بني جحدر ، وكانت بينه وبينهم نائرة ، ذكرها في قصائد من شعره. وقبل البيت وهو أول القصيدة:أَلَـــمْ تَـــرَوْا إِرَمًــا وَعَــادًاأَوْدَى بِهـــا اللَّيْـــلُ وَالنَّهَـــارُبَــــادُوا, فلمَّـــا أنْ تـــآدَوْاقَفَّـــى عَــلَى إِثْــرِهِمْ قُـــدَارُكَحَلْفـــــــةٍ. . . . . . . . . .. . . . . . . . . . . . . . . . . . .أودى بها: أهلكها وذهب بها. وقوله: \"فلما أن تآدوا\" من قولهم: \"تآدى القوم تآديًا وتعادوا تعاديًا\": تتابعوا موتًا. وأصله من آدى الرجل: إذا كان شاك السلاح قد لبس أداة الحرب ، يعني أخذوا أسلحتهم فتقاتلوا حتى تفانوا. ومن شرح البيت\"تآدوا\" بمعنى تعاونوا وكثروا ، فقد أخطأ ، وذهب مذهبًا باطلا. يقول: لما هلكت إرم ودعاد ، أتت على آثارهم ثمود ، و\"قدار\" هو عاقر الناقة من ثمود فسموا القبيلة باسمه ، إذ كان سببًا في هلاكهم إذ دمدم عليهم ربهم فسواها. وأبو رياح (بياء تحتية) رجل من بني ضبيعة ، كان قتل رجلا من بني سعد بن ثعلبة جارًا لهم ، فسألوه أن يحلف ، أو يعطي الدية؛ فحلف لهم ، ثم قتل بعد حلفته. فضربته العرب مثلا لما لا يغني من الحلف. وفي المطبوعة\"رباح\" بالباء الموحدة ، وهو خطأ ، وهذا البيت الأخير ، جاء في هذا الموضع من الشعر في ديوانه ، ولكن الأرجح ما رواه أبو عبيدة في قول الأعشى لبني جحدر:أَقْسَــــــمتُمُ لا نُعْطِيَّنكُـــــمْإِلاّ عِــــرَارًا, فَـــذَا عِـــرَارُوالعرار: القتال. يقول: أقسمتم أن لا تعطونا إلا بعد قتال ، فهذا هو القتال ، قضى عليكم كما قضيت على أبي رياح حلفته الكاذبة إذ سمعها ربه الأكبر. والكبار (بضم الكاف) صيغة المبالغة من\"كبير\".(28) قال الفراء: \"وأنشدني الكسائي\".(29) في المطبوعة والمخطوطة: \"يسمعها الله والكبار\" ، وهو خطأ من الناسخ ، والصواب ما في معاني القرآن للفراء 1: 203 ، والذي مضى جميعه هو من نص كلامه مع قليل من التصرف. وكذلك رواها شارح ديوانه ، وكذلك سائر الكتب. وروى أبو عبيدة: \"يسمعها الواحد الكبار\".(30) الأثر: 6789- سيرة ابن هشام 2: 227 ، ونصه: \"أي رب العباد ، والملك الذي لا يقضي فيهم غيره\" ، وهو بقية الآثار السالفة التي آخرها رقم: 6776.(31) سقط من المطبوعة: \"يعني: وتنزع الملك ممن تشاء\" ، فأثبتها من المخطوطة.(32) ما سلف مختصر ما في معاني القرآن للفراء 1: 204-205 ، وقد وفاه حقه.(33) انظر تفسير\"الملك\" فيما سلف 1: 148 ، 149 / 2: 488 / 5: 312 ، 315 ، 371.(34) نص روايته ابن هشام: \"أي: لا إله غيرك\".(35) الأثر: 6794- سيرة ابن هشام 2: 227 وهو بقية الآثار التي آخرها رقم: 6789.",
  "ayah": 26,
  "surah": 3
}
