{
  "text": "القول في تأويل قوله :  لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةًقال أبو جعفر: وهذا نهيٌ من الله عز وجل المؤمنين أن يتخذوا الكفارَ أعوانًا وأنصارًا وظهورًا، ولذلك كسر \" يتخذِ\"، لأنه في موضع جزمٌ بالنهي، ولكنه كسر \" الذال \" منه، للساكن الذي لقيه وهي ساكنة. (61)* * *ومعنى ذلك: لا تتخذوا، أيها المؤمنون، الكفارَ ظهرًا وأنصارًا توالونهم على دينهم، وتظاهرونهم على المسلمين من دون المؤمنين، (62) وتدلُّونهم على عوراتهم، فإنه مَنْ يفعل ذلك =\" فليس من الله في شيء \"، يعني بذلك: فقد برئ من الله وبرئ الله منه، بارتداده عن دينه ودخوله في الكفر =\" إلا أن تتقوا منهم تقاة \"، إلا أن تكونوا في سلطانهم فتخافوهم على أنفسكم، فتظهروا لهم الولاية بألسنتكم، وتضمروا لهم العداوة، ولا تشايعوهم على ما هم عليه من الكفر، ولا تعينوهم على مُسلم بفعل، كما:-6825 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي، عن ابن عباس قوله: \" لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين \"، قال: نهى الله سبحانه المؤمنين أن يُلاطفوا الكفار أو يتخذوهم وليجةً من دون المؤمنين، إلا أن يكون الكفارُ عليهم ظاهرين، فيظهرون لهم اللُّطف، ويخالفونهم في الدين. وذلك قوله: \" إلا أن تتقوا منهم تقاةً\".&; 6-314 &;6826 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثني محمد بن إسحاق قال، حدثني محمد بن أبي محمد، عن عكرمة أو عن سعيد بن جبير، عن ابن عباس قال: كان الحجاجُ بن عمرو حليفُ كعب بن الأشرف، وابن أبي الحقيق، وقيس بن زيد، قد بَطَنوا بنفر من الأنصار ليفتنوهم عن دينهم، فقال رفاعة بن المنذر بن زَنْبَر، (63) وعبد الله بن جبير، وسعد بن خيثمة، لأولئك النفر: اجتنبوا هؤلاء اليهود، واحذروا لزومهم ومباطنتهم لا يفتنوكم عن دينكم! فأبى أولئك النفر إلا مُباطنتهم ولزومهم، فأنـزل الله عز وجل: \" لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين \" إلى قوله:  وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ  . (64)6827 - حدثنا محمد بن سنان قال، حدثنا أبو بكر الحنفي قال، حدثنا عباد بن منصور، عن الحسن في قوله: \" لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين \"، يقول: لا يتخذ المؤمن كافرًا وليًّا من دون المؤمنين. (65)6828 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" لا يتخذ المؤمنون الكافرين \" إلى \" إلا أن تتقوا منهم تقاة \"، أما \" أولياء \" فيواليهم في دينهم، ويظهرهم على عورة المؤمنين، فمن فعل هذا فهو مشرك، فقد برئ الله منه = إلا أن يتقي تقاةً، فهو يظهر الولاية لهم في دينهم، والبراءةَ من المؤمنين.6829 - حدثني المثنى قال، حدثنا قبيصة بن عقبة قال، حدثنا سفيان، &; 6-315 &; عن ابن جريج، عمن حدثه، عن ابن عباس: \" إلا أن تتقوا منهم تقاة \"، قال: التقاة التكلم باللسان، وقلبُه مطمئن بالإيمان.6830 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا حفص بن عمر قال، حدثنا الحكم بن أبان، عن عكرمة في قوله: \" إلا أن تتقوا منهم تقاة \"، قال: ما لم يُهرِق دم مسلم، وما لم يستحلّ ماله.6831 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين \"، إلا مصانعةً في الدنيا ومُخالقة. (66)6832 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.6833 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين \" إلى \" إلا أن تتقوا منهم تقاة \"، قال: قال أبو العالية: التقيَّة باللسان وليس بالعمل.6834 - حدثت عن الحسين قال، سمعت أبا معاذ قال، أخبرنا عُبيد قال، سمعت الضحاك يقول في قوله: \" إلا أن تتقوا منهم تقاة \"، قال: التقيةُ باللسان. مَنْ حُمل على أمر يتكلم به وهو لله معصيةٌ، فتكلم مخافةً على نفسه، وقلبه مطمئن بالإيمان، فلا إثم عليه، إنما التقيَّة باللسان.6835 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس في قوله: \" إلا أن تتقوا منهم تقاة \"، فالتقية باللسان. مَنْ حُمل على أمر يتكلم به وهو معصية لله، فيتكلم به مخافة &; 6-316 &; الناس وقلبه مطمئن بالإيمان، فإن ذلك لا يضره. إنما التقية باللسان.* * *وقال آخرون: معنى: \" إلا أن تتقوا منهم تقاة \"، إلا أن يكون بينك وبينه قرابة.ذكر من قال ذلك:6836 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين إلا أن تتقوا منهم تقيَّة \"، نهى الله المؤمنين أن يوادّوا الكفار أو يتولَّوْهم دون المؤمنين. وقال الله: \" إلا أن تتقوا منهم تقيَّة \"، (67) الرحم من المشركين، من غير أن يتولوهم في دينهم، إلا أن يَصل رحمًا له في المشركين.6837 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" لا يتخذ المؤمنون الكافرين أولياء \"، قال: لا يحل لمؤمن أن يتخذ كافرًا وليًّا في دينه، وقوله: \" إلا أن تتقوا منهم تقاة \"، قال: أن يكون بينك وبينه قرابة، فتصله لذلك.6838 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي قال، حدثنا عباد بن منصور، عن الحسن في قوله: \" إلا أن تتقوا منهم تقاة \"، قال: صاحبهم في الدنيا معروفًا، الرحم وغيره. فأما في الدّين فلا.* * *قال أبو جعفر: وهذا الذي قاله قتادة تأويلٌ له وجه، وليس بالوجه الذي يدل عليه ظاهر الآية: إلا أن تتقوا من الكافرين تقاة= فالأغلب من معاني هذا الكلام: إلا أن تخافوا منهم مخافةً. فالتقية التي ذكرها الله في هذه الآية. إنما هي تقية من الكفار لا من غيرهم. ووجَّهه قتادة إلى أن تأويله: إلا أن تتقوا الله من أجل القرابة التي بينكم وبينهم تقاة، فتصلون رحمها. وليس ذلك الغالب على &; 6-317 &; معنى الكلام. والتأويلُ في القرآن على الأغلب الظاهر من معروف كلام العرب المستعمَل فيهم.* * *وقد اختلفت القرأة في قراءة قوله: \" إلا أن تتقوا منهم تقاة \"فقرأ ذلك عامة قرأة الأمصار: ( إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً )، على تقدير \" فُعَلة \" مثل: \" تُخَمة، وتؤَدَة وتُكأة \"، من \" اتقيت \".* * *وقرأ ذلك آخرون: ( إِلا أَنْ تَتَّقُوا مِنْهُمْ تَقِيَّةً )، على مثال \" فعيلة \".* * *قال أبو جعفر: والقراءة التي هي القراءةُ عندنا، قراءةُ من قرأها: \" إلا أن تتقوا منهم تُقاة \"، لثبوت حجة ذلك بأنه القراءةُ الصحيحة، بالنقل المستفيض الذي يمتنع منه الخطأ.* * *القول في تأويل قوله عز وجل :  وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ (28)قال أبو جعفر: يعني تعالى ذكره بذلك، ويخوّفكم الله من نفسه أن تَرْكبوا معاصيه، أو توالوا أعداءه، فإن لله مرجعكم وَمصيركم بعد مماتكم، ويوم حشركم لموقف الحساب = (68) يعنى بذلك: متى صرتم إليه وقد خالفتم ما أمركم به، وأتيتم ما نهاكم عنهُ من اتخاذ الكافرين أولياء من دون المؤمنين، نالكم من عقاب ربكم ما لا قِبَل لكم به، يقول: فاتقوه واحذرُوه أن ينالكم ذلك منه، فإنه شديد العقاب.------------------------الهوامش :(61) انظر معاني القرآن للفراء 1: 205.(62) انظر تفسير\"الولي\" و\"الأولياء\" فيما سلف 2: 489 ، 564 / ثم: 5: 424 / 6: 141 ، 142 = والقول في\"من دون\" فيما سلف 2: 489.(63) في المطبوعة: \"بن زبير\" ، وصححته من سيرة ابن هشام ، ومن ترجمته في الإصابة. وتسميته\"رفاعة بن عبد المنذر\" ، ولكن هكذا جاء هنا ، وكذلك في تفسير البغوي ، وأظنه خطأ ، فلم يذكروا ذلك في ترجمته.(64) الأثر: 6826- لم أجده في سيرة ابن هشام التي بين أيدينا من سيرة ابن إسحاق. وقوله: \"بطنوا بنفر من الأنصار\" ، يقال: \"بطن فلان بفلان يبطن بطونًا وبطانة\" إذا كان خاصًا به ، ذا علم بداخلة أمره ، مؤانسًا له ، مطلعًا على سره ، ومنه المباطنة.(65) الأثر: 6827- انظر التعليق عل الأثر السالف رقم: 6822.(66) خالق الناس يخالقهم مخالقة: عاشرهم على أخلاقهم ، مثل\"تخلق\" ، أي: تصنع وتجمل وتحسن.(67) في المطبوعة في هذا الموضع\"تقاة\" ، وهي في المخطوطة: \"تقية\" بتشديد الياء بالقلم ، وكذلك أثبتها ، وهي إحدى القراءتين كما سيذكر الطبري بعد.(68) انظر تفسير\"المصير\" فيما سلف 3: 56 / 6: 128.",
  "ayah": 28,
  "surah": 3
}
