{
  "text": "القول في تأويل قوله :  قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (31)قال أبو جعفر: اختلف أهل التأويل في السبب الذي أنـزلت هذه الآية فيه. فقال بعضهم: أنـزلت في قوم قالوا على عهد النبي صلى الله عليه وسلم: \" إنا نحب ربنا \"، فأمر الله جل وعز نبيه محمدًا صلى الله عليه وسلم أن يقول لهم: \" إن كنتم صادقين فيما تقولون، فاتبعوني، فإن ذلك علامة صِدْقكم فيما قلتم من ذلك.ذكر من قال ذلك:6845 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن عبد الله، عن بكر بن الأسود قال، سمعت الحسن يقول: قال قومٌ على عهد النبي صلى الله عليه وسلم: يا محمد، إنا نحبّ ربنا! فأنـزل الله عز وجل: \" قُل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم \"، فجعل اتباع نبيه محمد صلى الله عليه وسلم عَلَمًا لحبه، وعذاب من خالفه.6846- حدثني المثنى قال، حدثنا علي بن الهيثم قال، حدثنا عبد الوهاب، عن أبي عبيدة قال: سمعت الحسن يقول: قال أقوامٌ على عهد رسول الله صلى الله عليه وسلم: يا محمد، إنا لنحب ربنا! فأنـزل الله جل وعز بذلك قرآنًا: \" قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم \"، فجعل الله اتباع نبيه محمد صلى الله عليه وسلم علمًا لحبه، وعذاب من خالفه. (9)6847 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" إن كنتم تحبون الله فاتبعوني يحببكم الله \"، قال: كان قوم يزعمون أنهم يحبون الله، يقولون: إنا نحب ربّنا! فأمرهم الله أن يتبعوا محمدًا صلى الله عليه وسلم، وجعل اتباع محمد علمًا لحبه.6848- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي قال، حدثنا عباد بن منصور، عن الحسن في قوله: \" إن كنتم تحبون الله \" الآية، قال: إن أقوامًا كانوا على عهد رسول الله صلى الله عليه وسلم يزعمون أنهم يحبون الله، فأراد الله أن يجعل لقولهم تصديقًا من عمل، فقال: \" إن كنتم تحبون الله \" الآية، كان اتباعُ محمد صلى الله عليه وسلم تصديقًا لقولهم. (10)* * *وقال آخرون: بل هذا أمرٌ من الله نبيَّه محمدًا صلى الله عليه وسلم أن يقول لوفد نجران الذين قدموا عليه من النصارى: إن كان الذي تَقولونه في عيسى من عظيم القول، إنما يقولونه تعظيمًا لله وحبًّا له، فاتبعوا محمدًا صلى الله عليه وسلم.ذكر من قال ذلك:6849 - حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، عن محمد بن جعفر بن الزبير: \" قل إن كنتم تحبون الله \"، أي: إن كان هذا من قولكم - يعني: في عيسى - (11) حبًّا لله وتعظيمًا له = ،\" فاتبعوني يحببكم الله ويغفر لكم ذنوبكم \"، أي: ما مضى من كفركم =\" والله غفور رحيم \". (12)* * *قال أبو جعفر: وأولى القولين بتأويل الآية، قولُ محمد بن جعفر بن الزبير. لأنه لم يجر لغير وفد نجرانَ في هذه السورة ولا قبل هذه الآية، ذكرُ قوم ادَّعوا أنهم يحبُّون الله، ولا أنهم يعظمونه، فيكون قوله.\" إن كنتم تحبون الله فاتبعوني\" جوابًا لقولهم، على ما قاله الحسن.وأمّا ما روى الحسن في ذلك مما قد ذكرناه، فلا خبر به عندنا يصحّ، فيجوز أن يقال إنّ ذلك كذلك، وإن لم يكن في السورة دلالة على أنه كما قال. إلا أن يكون الحسن أرادَ بالقوم الذين ذكر أنهم قالوا ذلك على عهد رسول الله صلى الله عليه وسلم، وفدَ نَجران من النصارى، فيكون ذلك من قوله نظير اختيارنا فيه. (13)فإذْ لم يكن بذلك خبر على ما قلنا، ولا في الآية دليلٌ على ما وصفنا، فأولى الأمور بنا أن نُلحق تأويله بالذي عليه الدّلالة من آي السورة، وذلك هو ما وصفنا. لأن ما قبل هذه الآية من مبتدأ هذه السورة وما بعدها، خبرٌ عنهم، واحتجاجٌ من الله لنبيه محمد صلى الله عليه وسلم، ودليل على بُطول قولهم في المسيح. فالواجب أن تكون هي أيضًا مصروفةَ المعنى إلى نحو ما قبلها ومعنى ما بعدها.* * *قال أبو جعفر: فإذْ كان الأمر على ما وصفنا، فتأويلُ الآية: قل، يا محمد، للوفد من نصارى نجران: إن كنتم كما تزعمون أنكم تحبون الله، (14) وأنكم تعظمون المسيح وتقولون فيه ما تقولون، حبًّا منكم ربَّكم = فحققوا قولكم الذي تقولونه، إن كنتم صادقين، باتباعكم إياي، فإنكم تعلمون أني لله رسولٌ إليكم، كما كان عيسى رسولا إلى من أرسل إليه، فإنه = إن اتبعتموني وصدّقتموني على &; 6-325 &; ما أتيتكم به من عند الله = يغفرُ لكم ذنوبكم، فيصفح لكم عن العقوبة عليها، ويعفو لكم عما مضى منها، فإنه غفور لذنوب عباده المؤمنين، رحيمٌ بهم وبغيرهم من خلقه.-------------------الهوامش :(9) الأثران: 6845 ، 6846 ، سيذكر الطبري ضعفهما عنده بعد قليل.(10) في المخطوطة: \"تصديق لقولهم\" ، والصواب ما في المطبوعة.(11) ما بين الخطين زيادة تفسير من أبي جعفر. وفي سيرة ابن هشام: \"إن كان هذا من قولكم حقًا ، حبًا لله...\" بزيادة\"حقًا\" ، وأخشى أن يكون ناسخ الطبري قد أسقطها.(12) الأثر: 6849- سيرة ابن هشام 2: 228 ، وهو بقية الآثار التي آخرها رقم: 6824.(13) في المطبوعة: \"نظير أخبارنا\" ، وفي المخطوطة: \"نظير احسار بالله\" غير منقوطة. وظاهر أن المطبوعة حذفت ما كان رسمه\"لله\" ، وظاهر أن قراءتنا لنصها هو الصواب إن شاء الله.(14) في المطبوعة: \"إن كنتم تزعمون...\" بحذف\"كما\" ، فأثبتها من المخطوطة.",
  "ayah": 31,
  "surah": 3
}
