{
  "text": "القول في تأويل قوله :  إِذْ قَالَتِ امْرَأَةُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (35)يعني بقوله جل ثناؤه: \" إذ قالت امرأة عمران ربّ إني نذرت لك ما في بطني محرّرًا فتقبل مني\"، فـ\" إذْ\" من صلة  سَمِيعٌ  . (23)* * *وأمّا \" امرأة عمران \"، فهي أم مريم ابنة عمران، أم عيسى ابن مريم صلوات الله عليه. وكان اسمها فيما ذكر لنا حَنَّة ابنة فاقوذ بن قتيل، (24) كذلك:-6856 - حدثنا به محمد بن حميد قال، حدثنا سلمة، عن ابن إسحاق في نسبه = وقال غير ابن حميد: ابنة فاقود - بالدال - ابن قبيل. (25)* * *فأما زوجها \" عمران \"، فإنه: عمران بن ياشهم بن أمون بن منشا بن حزقيا بن &; 6-329 &; أحزيق (26) بن يوثم (27) بن عزاريا (28) بن أمصيا بن ياوش بن أحزيهو (29) بن يارم بن يهفاشاط بن أسابر (30) بن أبيا بن رحبعم بن سليمان بن داود بن إيشا، كذلك:-6857 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق في نسبه.* * *وأما قوله: \" رَبّ إني نذرتُ لك ما في بطني محرّرًا \"، فإنّ معناه: إني جعلت لك يا رب نَذْرًا أنّ لك الذي في بطني محرّرًا لعبادتك. يعني بذلك: حبستُه على خدمتك وخدمة قُدْسك في الكنيسة، عتيقةً من خدمة كلّ شيء سواك، مفرّغة لك خاصة.* * *ونصب \" محرّرًا \" على الحال مما في الصفة من ذكر \" الذي\". (31)* * *\" فتقبل مني\"، أي: فتقبل مني ما نذرت لك يا ربّ =\" إنك أنت السميع &; 6-330 &; العليم \"، يعني: إنك أنتَ يا رب \" السميع \" لما أقول وأدعو =\" العليمُ\" لما أنوي في نفسي وأريد، لا يخفى عليك سرّ أمري وعلانيته. (32)* * *وكان سبب نذر حَنة ابنة فاقوذ، امرأة عمران = الذي ذكره الله في هذه الآية فيما بلغنا، ما:-6858 - حدثنا به ابن حميد قال، حدثنا سلمة قال، حدثني محمد بن إسحاق قال: تزوج زكريا وعمران أختين، فكانت أمّ يحيى عند زكريا، وكانت أم مَريم عند عمرانَ، فهلك عمران وأم مريم حاملٌ بمريم، فهي جنينٌ في بطنها. قال: وكانت، فيما يزعمون، قد أمسك عنها الولد حتى أسنَّت، وكانوا أهل بيت من الله جل ثناؤه بمكان. فبينا هي في ظلّ شجرة نظرت إلى طائر يُطعم فرخًا له، فتحرّكت نفسُها للولد، فدعت الله أن يهبَ لها ولدًا، فحملت بمريم، وهلك عمران. فلما عرفت أن في بطنها جنينًا، جعلته لله نَذيرةً = و \" النذيرة \"، أن تعبِّده لله، فتجعله حبيسًا في الكنيسة، لا ينتفع به بشيء من أمور الدنيا.6859 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير قال = ثم ذكر امرأة عمران وقولها: \" ربّ إني نذرتُ لك ما في بطني محرّرًا \" = أي نذرته، تقول: جعلته عتيقًا لعبادة الله، لا ينتفع به بشيء من أمور الدنيا = (33) \" فتقبَّل مني إنك أنتَ السميع العليم \". (34)6860- حدثني عبد الرحمن بن الأسود الطفاوي قال، حدثنا محمد بن ربيعة &; 6-331 &; قال، حدثنا النضر بن عربي، عن مجاهد في قوله: \" محررًا \"، قال: خادمًا للبِيعة. (35)6861 - حدثنا أبو كريب قال، حدثنا جابر بن نوح، عن النضر بن عربي، عن مجاهد قال: خادمًا للكنيسة.6862 - حدثنا أبو كريب قال، حدثنا جابر بن نوح قال، أخبرنا إسماعيل، عن الشعبي في قوله: \" إني نذرت لك ما في بطني محرّرًا \"، قال: فرّغته للعبادة.6863 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا إسماعيل بن أبي خالد، عن الشعبي في قوله: \" إني نذرت لك ما في بطني محررًا \"، قال: جعلته في الكنيسة، وفرّغته للعبادة.6864 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن إسماعيل، عن الشعبي نحوه.6865 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" إني نذرت لك ما في بطني محررًا \"، قال: للكنيسة يخدُمها.6866 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.6867 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن خصيف، عن مجاهد: \" إني نذرت لك ما في بطني محررًا \"، قال: خالصًا، لا يخالطه شيء من أمر الدنيا.6868 - حدثنا ابن حميد قال، حدثنا حكام، عن عمرو، عن عطاء، &; 6-332 &; عن سعيد بن جبير: \" إني نذرت لك ما في بطني محررًا \"، قال: للبيعة والكنيسة.6869 - حدثني المثنى قال، حدثنا الحمانيّ قال، حدثنا شريك، عن سالم، عن سعيد: \" إني نذرت لك ما في بطني محررًا \"، قال: محرّرًا للعبادة.6870 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" إذ قالت امرأة عمران رَبّ إني نذرت لك ما في بطني محررًا \"، الآية، كانت امرأة عمران حَرّرت لله ما في بطنها، وكانوا إنما يحرّرُون الذكور، وكان المحرَّر إذا حُرِّر جعل في الكنيسة لا يبرَحها، يقوم عليها ويكنُسها.6871 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" إني نذرت لك ما في بطني محررًا \"، قال: نذرت ولدها للكنيسة.6872 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" إذ قالت امرأة عمران رب إني نذرت لك ما في بطني محرّرًا فتقبل مني إنك أنت السميع العليم \"، قال: وذلك أن امرأة عمران حملت، فظنت أن ما في بطنها غلام، فوهبته لله محرّرًا لا يعمل في الدنيا.6873 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قال: كانت امرأة عمران حرّرَت لله ما في بطنها. قال: وكانوا إنما يحرّرون الذكور، فكان المحرَّر إذا حُرِّر جعل في الكنيسة لا يبرحها، يقوم عليها ويكنسها.6874 - حدثت عن الحسين بن الفرج قال سمعت أبا معاذ قال، أخبرنا عبيد قال، سمعت الضحاك في قوله: \" إني نذرت لك ما في بطني محررًا \"، قال: جعلت ولدها لله، وللذين يدرُسون الكتاب ويتعلَّمونه.6875 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن القاسم بن أبي بزة: أنه أخبره عن عكرمة = وأبي بكر، عن عكرمة: أن امرأة عمران كانتْ عجوزًا عاقرًا تسمى حَنَّة، وكانت لا تلد، فجعلت تغبطُ النساء لأولادهن، فقالت: اللهمّ إنّ عليّ نذرًا شكرًا إن رزقتني &; 6-333 &; ولدًا أن أتصدّق به على بيت المقدس، فيكون من سَدَنته وُخدَّامه. قال: وقوله: \" نذرتُ لك ما في بطني محرّرًا \" = إنها للحرّة ابنة الحرائر =\" محررًا \" للكنيسة يخدمها.6876 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد بن منصور، عن الحسن في قوله: \" إذ قالت امرأة عمران \" الآية كلها قال: نذرت ما في بطنها، ثم سيَّبَتْها. (36)--------------الهوامش :(23) يعني أن الظرف\"إذ\" متعلق بقوله: \"سميع\" في الآية السابقة. وقد ظن الناشر الأول للتفسير ، أن في الكلام سقطًا ، وليس كذلك ، والكلام تام لا خرم فيه.(24) في المطبوعة والمخطوطة: \"قتيل\" في الموضعين وأثبت ما في تاريخ الطبري 2: 13.(25) في المطبوعة والمخطوطة: \"قتيل\" في الموضعين وأثبت ما في تاريخ الطبري 2: 13.(26) في المطبوعة والمخطوطة: \"أحريق\" وأثبت ما في تاريخ الطبري 2: 13.(27) في المطبوعة: \"يويم\" ، وفي المخطوطة غير منقوطة ، وفي تاريخ الطبري: \"يوثام\" فجعلتها\"ثاء\" بغير ألف ، مطابقة للرسم.(28) في تاريخ الطبري\"عزريا\" بغير ألف.(29) في المطبوعة والمخطوطة: \"أحريهو\" بالراء.(30) في المطبوعة والمخطوطة: \"يازم\" بالزاي ، وفي تاريخ الطبري: \"يهشافاظ\" ، وكأنه الصواب. وفي المطبوعة: \"أشا\" بالشين المعجمة ، وأثبت ما في المخطوطة والتاريخ ، بيد أن في المخطوطة والمطبوعة ، قد جعل هذا والذي بعده اسمًا واحدًا كتب هكذا: \"أسابرابان\" والصواب ما أثبت من تاريخ الطبري.(31) في المطبوعة: \"ونصب محررًا على الحال من (ما) التي بمعنى (الذي)\". فغيروا ما في المخطوطة ، وأساءوا أشد الإساءة ، ونسبوا إلى أبي جعفر إعرابًا لم يقل به ، ومذهبًا لم يذهب إليه. فإن تصحيح المصحح جعل\"محررًا\" حالا من\"ما\" ، والذي ذهب إليه الطبري أن\"محررًا\" حال من الضمير الذي في الجار والمجرور\"في بطني\" ، والعامل في الجار والمجرور هو\"استقر\". وبين الإعرابين فرق بين. انظر تفسير أبي حيان 1: 437 ، وتفسير الألوسي 3: 118 وغيرهما. والذي أفضى به إلى هذا التبديل أنه استبهم عليه معنى\"الصفة\" ، وهو: حرف الجر ، وحروف الصفات هي حروف الجر ، كما مضى 1: 299 تعليق: 1 / 3: 475 تعليق: 1 / 4 : 227 تعليق : 1 / ثم: 247 تعليق: 3.(32) انظر معنى\"النذر\" فيما سلف 5: 580.(33) نص ابن هشام: \"أي: نذرته فجعلته عتيقًا ، تعبده لله ، لا ينتفع به لشيء من الدنيا\" ، فتركت رواية الطبري على حالها.(34) الأثر: 6859- سيرة ابن هشام 2: 228 ، وهو بقية الآثار السالفة التي آخرها رقم: 6850.(35) الأثر: 6860-\"عبد الرحمن بن الأسود بن المأمون ، مولى بني هاشم\" بغدادي ، روى عن محمد بن ربيعة ، وروى عنه الترمذي والنسائي ، وابن جرير. مترجم في التهذيب. و\"محمد بن ربيعة الكلابي الرؤاسي\" ابن عم وكيع. وهو ثقة. مترجم في التهذيب.والبيعة (بكسر الباء): كنيسة النصارى ، أو كنيسة اليهود.(36) سيب الشيء: تركه. وسيب الناقة أو الدابة: تركها تسيب حيث شاءت ، والدابة سائبة ، فإذا كانت نذرًا ، كان لا ينتفع بظهرها ، ولا تحلأ عن ماء ، ولا تمنع من كلأ ، ولا تركب. وهي التي قال الله فيها\"ما جعل الله من بحيرة ولا سائبة\". ثم قيل منه للعبد إذا أعتقه مولاه ، وأراد أن لا يجعل ولاءه إليه ، فهو لا يرثه ، وللمعتق أن يضع نفسه وماله حيث شاء\"سائبة\". انظر ما سلف 3: 386 في خبر أبي العالية.أما قوله: \"سيبتها\" هنا ، فإنه أراد أنها جعلتها سائبة لله ، ليس لأحد عليها سبيل ، وهو قريب من معنى\"التحرير\".",
  "ayah": 35,
  "surah": 3
}
