{
  "text": "القول في تأويل قوله :  فَنَادَتْهُ الْمَلائِكَةُقال أبو جعفر: اختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة أهل المدينة وبعضُ أهل الكوفة والبصرة: \" فنادته الملائكة \" على التأنيث بالتاء، يراد بها: جمع \" الملائكة \". وكذلك تفعل العرب في جماعة الذّكور إذا تقدّمت أفعالها، أنَّثت أفعالها، ولا سيما الأسماء التي في ألفاظها التأنيث، كقولهم: جاءَت الطَّلحات \".* * *وقد قرأ ذلك جماعة من أهل الكوفة بالياء، (11) بمعنى فناداه جبريل، فذكروه للتأويل، كما قد ذكرنا آنفًا أنهم يُؤنثون فعل الذّكر للفظ، (12) فكذلك يذكِّرون &; 6-364 &; فعلَ المؤنث أيضًا للفظ. واعتبروا ذلك فيما أرى بقراءةٍ يذكر أنها قراءَةُ عبد الله بن مسعود، وهو ما:-6945 - حدثني به المثنى قال، حدثنا إسحاق بن الحجاج قال، حدثنا عبد الرحمن بن أبي حماد، أنّ قراءة ابن مسعود: ( فَنَادَاهُ جِبْرِيلُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ ).* * *وكذلك تأوّل قوله: \" فنادته الملائكة \" جماعةٌ من أهل التأويل.ذكر من قال ذلك:6946 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" فنادته الملائكة \"، (13) وهو جبريل = أو: قالت الملائكة، وهو جبريل =\" أنّ الله يُبشرك بيَحيى \".* * *قال أبو جعفر: فإن قال قائل: وكيف جاز أن يقال على هذا التأويل: \" فنادته الملائكة \"، و \" الملائكة \" جمع لا واحد؟ قيل: ذلك جائز في كلام العرب، بأن تخبر عن الواحد بمذهب الجمع، كما يقال في الكلام: \" خرج فلان على بغال البُرُد \"، وإنما ركب بغلا واحدًا =\" وركب السفن \"، وإنما ركب سفينةً واحدة. وكما يقال: \" ممن سمعتَ هذا الخبر \"؟ فيقال: \" من الناس \"، وإنما سمعه من رجل واحد. وقد قيل إنّ منه قوله:  الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ  [سورة آل عمران: 173]، والقائلُ كانَ = فيما كان ذُكر - واحدًا = (14) وقوله:  وَإِذَا مَسَّ النَّاسَ ضُرٌّ  &; 6-365 &; [سورة الروم: 33]، والناس بمعنى واحد. وذلك جائز عندهم فيما لم يقصد فيه قصد واحد. (15)* * *قال أبو جعفر: وإنما الصواب من القول عندي في قراءة ذلك، أنهما قراءتان معروفتان = أعني\" التاء \" و \" الياء \" = فبأيتهما قرأ القارئ فمصيب. وذلك أنه لا اختلافَ في معنى ذلك باختلاف القراءتين، وهما جميعًا فصيحتان عند العرب، وذلك أنّ\" الملائكة \" إن كان مرادًا بها جبريل، كما روى عن عبد الله، فإن التأنيث في فعلها فصيحٌ في كلام العرب للفظها، إن تقدمها الفعل. وجائز فيه التذكير لمعناها.وإن كان مرادًا بها جمع \" الملائكة \"، فجائز في فعلها التأنيث، وهو من قَبلها، للفظها. (16) وذلك أن العرب إذا قدّمت على الكثير من الجماعة فعلها، أنثته، فقالت: \" قالت النساء \". وجائز التذكير في فعلها، بناءً على الواحد، إذا تقدم فعله، فيقال: \" قال الرجال \".* * *وأما الصّواب من القول في تأويله، فأنْ يقال: إن الله جل ثناؤه أخبر أنّ الملائكة نادته. والظاهرُ من ذلك، أنها جماعة من الملائكة دون الواحد، وجبريلُ واحد.ولا يجوز أن يحمل تأويل القرآن (17) إلا على الأظهر الأكثر من الكلام المستعمل في ألسن العرب، دون الأقل = ما وُجِد إلى ذلك سبيل. ولم تَضطَّرنا حاجةٌ إلى صرف ذلك إلى أنه بمعنى واحد، فيحتاج له إلى طلب المخرج بالخفيّ من الكلام والمعاني.وبما قلنا في ذلك من التأويل قال جماعة من أهل العلم، منهم: قتادة، والربيع &; 6-366 &; بن أنس، وعكرمة، ومجاهد، وجماعة غيرهم. وقد ذكرنا ما قالوا من ذلك فيما مَضَى. (18)* * *القول في تأويل قوله :  وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىقال أبو جعفر: وتأويل قوله: \" وهو قائم: \" فنادته الملائكة في حال قيامه مصلِّيًا. فقوله: \" وهو قائم \"، خبر عن وقت نداء الملائكة زكريا.وقوله: \" يُصَلي\" في موضع نصب على الحال من \" القيام \"، وهو رفع بالياء.* * *وأما \" المحراب \"، فقد بينا معناه، وأنه مقدّم المسجد. (19)* * *واختلفت القرأة في قراءة قوله: \" أنّ اللهَ يبشرك \".فقرأته عامة القرأة: ( أَنَّ اللَّهَ ) بفتح \" الألف \" من \" أن \"، بوقوع \" النداء \" عليها، بمعنى: فنادته الملائكة بذلك.* * *وقرأه بعض قرأة أهل الكوفة: ( إِنَّ اللَّهَ يُبَشِّرُكَ ) بكسر \" الألف \"، بمعنى: قالت الملائكة: إنّ الله يبشرك، لأن النداء قولٌ. وذكروا أنها في قراءة عبد الله: ( فَنَادَتْهُ الْمَلائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ يَا زَكَرِيَّا إِنَّ اللَّهَ يُبَشِّرُكَ ) قالوا: وإذا بطل النداء أن يكون عاملا في قوله: \" يا زكريا \"، فباطلٌ أيضًا &; 6-367 &; أن يكون عاملا في\" إن \".* * *والصواب من القراءة في ذلك عندنا: \" أنّ الله يبشرك \" بفتح \" أن \" بوقوع النداء عليه، بمعنى: فنادته الملائكة بذلك.وليست العلة التي اعتلّ بها القارئون بكسر \" إن \" = منْ أنّ عبد الله كان يقرؤها كذلك، فقرءوها كذلك = [لهم بعلة] (20) وذلك أن عبد الله إنْ كان قرأ ذلك كذلك، فإنما قرأها بزعمهم، وقد اعترض بنداء زكريا بين \" إن \" وبين قوله:  فَنَادَتْهُ  ، (21) وإذا اعترض به بينهما، فإن العرَب تعمل حينئذ النداء في\" أنّ\"، وتبطله عنها. أما الإبطال، فلأنه بطل عن العمل في المنادى قبله، (22) فأسلكوا الذي بعده مسلكه في بطول عمله. وأما الإعمال، فلأن النداء فعل واقعٌ كسائر الأفعال. (23)وأما قراءتنا، (24) فليس نداء زكريا ب \" يا زكريا \" معترضًا به بين \" أن \" وبين قوله:  فَنَادَتْهُ  . وإذا لم يكن ذلك بينهما، فالكلامُ الفصيح من كلام العرب إذا نصبتْ بقوْلِ: \" ناديت \" اسمَ المنادَى وأوقعوه عليه، أن يوقعوه كذلك على \" أنّ\" بعده. وإن كان جائزًا إبطالُ عمله، فقوله: \" نادته \"، قد وَقع على مكنيّ\" زكريا \"، (25) فكذلك الصواب أن يكون واقعًا على \" أن \" وعاملا فيها. (26)&; 6-368 &;مع أنّ ذلك هو القراءة المستفيضة في قراءة أمصار الإسلام. ولا يُعترض بالشاذّ على الجماعة التي تجيء مجيءَ الحجة.* * *وأما قوله: \" يبشرك \"، فإن القرأة اختلفت في قراءته.فقرأته عامة قرأة أهل المدينة والبصرة: ( أَنَّ اللَّهَ يُبَشِّرُكَ ) بتشديد \" الشين \" وضم \" الياء \"، على وجه تبشير الله زكريا بالولد، من قول الناس: \" بشَّرتْ فلانًا البُشَراء بكذا وكذا \"، أي: أتته بشارات البُشراء بذلك. (27)* * *وقرأ ذلك جماعة من قرأة الكوفة وغيرهم: ( أَنَّ اللَّهَ يَبْشُرُكَ )، بفتح \" الياء \" وضم \" الشين \" وتخفيفها، بمعنى: أن الله يَسرّك بولد يَهَبُه لك، من قول الشاعر: (28)بَشَـرْتُ عِيَـالِي إِذْ رَأَيْـتُ صَحِيفَـةًأَتَتْــكَ مِـنَ الحَجَّـاجُ يُتْـلَى كِتَابُهَـا (29)وقد قيل: إن \" بشَرت \" لغة أهلِ تهامة من كنانة وغيرهم من قريش، وأنهم يقولون: \" بشَرتُ فلانًا بكذا، فأنا أبشُرُه بَشْرًا \"، و \" هل أنتَ باشرٌ بكذا \"؟ وينشد لهم البيت في ذلك: (30)وَإذَا رَأَيْــتَ البَاهِشِـينَ إلَـى العُـلَىغُــبْرًا أَكُــفُّهُمُ بِقَــاعٍ مُمْحِــلِ (31)&; 6-369 &;فَـأَعِنْهُمُ, وَابْشَـرْ بِمَـا بَشِـرُوا بِـهِ,وَإذَا هُــمُ نَزَلُــوا بِضَنْـكٍ فَـانْزِلِ (32)فإذا صاروا إلى الأمر، فالكلام الصحيح من كلامهم بلا ألف فيقال: \" ابشَرْ فلانًا بكذا \"، ولا يكادون يقولون: \" بشِّره بكذا، ولا أبشِره \". (33)* * *وقد روي عن حميد بن قيس أنه كان يقرأ: ( يبشرك ) ، بضم \" الياء \" وكسر \" الشين \" وتخفيفها. وقد:-6947 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن أبي حماد، عن معاذ الكوفيّ قال: من قرأ: (يُبَشِّرُهُمْ) مثقلة، فإنه من البشارة، ومن قرأ: ( يَبْشُرُهُمْ )، مخففة، بنصب \" الياء \"، فإنه من السرور، يسرُّهم.* * *قال أبو جعفر: والقراءة التي هي القراءة عندنا في ذلك، ضم \" الياء \" وتشديد \" الشين \"، بمعنى التبشير. لأن ذلك هي اللغة السائرةُ والكلامُ المستفيض المعروف في الناس، مع أن جميع قرأة الأمصار مجمعون في قراءة:  فَبِمَ تُبَشِّرُونَ  [سورة الحجر: 54]، على التشديد. والصواب في سائر ما في القرآن من نظائره، أنْ يكون مثله في التشديد وضم \" الياء \".* * *&; 6-370 &;وأما ما روي عن معاذ الكوفي من الفرق بين معنى التخفيف والتشديد في ذلك، فلم نجدْ أهل العلم بكلام العرب يعرفونه من وجه صحيح، فلا معنى لما حُكي من ذلك عنه، وقد قال جرير بن عطية:يَــا بِشْـرُ حُـقَّ لِوَجْـهِكَ التَّبْشِـيرُهَـلا غَضِبْـتَ لَنَـا? وَأَنْـتَ أَمِـيرُ! (34)فقد علم أنه أراد بقوله \" التبشير \"، الجمال والنضارة والسرور، فقال \" التبشير \" ولم يقل \" البشر \"، فقد بيَّن ذلك أن معنى التخفيف والتثقيل في ذلك واحدٌ.* * *6948 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة قوله: \" إن الله يبشرك بيحيى \"، قال: بشرته الملائكة بذلك.* * *وأما قوله: \" بيحيى \"، فإنه اسم، أصله \" يفعل \"، من قول القائل: \" حيي فلانٌ فهو يحيَى \"، وذلك إذا عاش.\" فيحيى \"\" يفعل \" من قولهم \" حيي\".وقيل: إن الله جل ثناؤه سماه بذلك، لأنه يتأوّل اسمه: أحياه بالإيمان.ذكر من قال ذلك:6949 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" أنّ الله يبشرُك بيحيى \"، يقول: عبدٌ أحياه الله بالإيمان.6950- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي &; 6-371 &; جعفر، عن أبيه، عن قتادة قوله: \" إنّ الله يبشرك بيحيى \"، قال: إنما سمي يحيى، لأن الله أحياه بالإيمان.* * *القول في تأويل قوله :  مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِقال أبو جعفر: يعني بذلك جل ثناؤه: (35) أن الله يبشرك يا زكريا بيحيى ابنًا لك، =\" مصدّقًا بكلمة من الله \"، يعني: بعيسى ابن مريم.* * *ونصب قوله: \" مصدقًا \" على القطع من \" يحيى \"، (36) لأنّ\" مصدقًا \" نعتٌ له، وهو نكرة، و \" يحيى \" غير نكرة.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:6951 - حدثني عبد الرحمن بن الأسود الطفاوي قال، حدثنا محمد بن ربيعة قال، حدثنا النضر بن عربيّ، عن مجاهد قال: قالت امرأة زكريا لمريم: إني أجد الذي في بطني يتحرّك للذي في بطنك! قال: فوضعت امرأةُ زكريا يحيى، ومريمُ عيسى، ولذا قال: \" مصدِّقًا بكلمة من الله \"، قال: يحيى مصدّق بعيسى.6952 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن الرقاشي في قول الله: \" يبشرك بيحيى مصدّقًا بكلمة من الله \"، قال: مصدّقًا بعيسى ابن مريم.&; 6-372 &;6953 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.6954 - حدثنا ابن بشار قال، حدثنا سليمان قال، حدثنا أبو هلال قال، حدثنا قتادة في قوله: \" مصدقًا بكلمة من الله \"، قال: مصدقًا بعيسى.6955 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" مصدقًا بكلمة من الله \"، يقول: مصدّقًا بعيسى ابن مريم، وعلى سُنَّته ومنهاجه. (37)6956 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" مصدقًا بكلمة من الله \"، يعني: عيسى ابن مريم.6957 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن قتادة: \" مصدقًا بكلمة من الله \"، يقول: مصدقًا بعيسى ابن مريم، يقول على سننه ومنهاجه.6958 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع: \" مصدقًا بكلمة من الله \"، قال: كان أوّلَ رجل صدَّق عيسى، وهو كلمة من الله ورُوحٌ.6959 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" مصدقًا بكلمة من الله \"، يصدق بعيسى.6960 - حدثت عن الحسين قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" إنّ الله يبشرك بيحيى مصدقًا بكلمة من الله \"، كان يحيى أول من صدق بعيسى وشهدَ أنه كلمة من الله، وكان يحيى ابن خالة عيسى، وكان أكبر من عيسى.&; 6-373 &;6961 - حدثنا ابن وكيع قال، حدثنا أبي، عن إسرائيل، عن سماك، عن عكرمة عن ابن عباس قوله: \" مصدقًا بكلمة من الله \"، قال: عيسى ابن مريم، هو الكلمة من الله، اسمه المسيح.6962- حدثنا القاسم قال، حدثنا الحسين قال، أخبرني حجاج، عن ابن جريج قال، قال ابن عباس: قوله: \" مصدقًا بكلمة من الله \"، قال: كان عيسى ويحيى ابنَيْ خالة، وكانت أم يحيى تقول لمريم: إني أجد الذي في بطني يسجدُ للذي في بطنك! فذلك تصديقه بعيسى: سُجوده في بطن أمه. وهو أول من صدق بعيسى وكلمة عيسى، ويحيى أكبر من عيسى. (38)6963 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" أن الله يبشرك بيحيى مصدقًا بكلمة من الله \"، قال: الكلمة التي صدق بها: عيسى.6964 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي قال: لقيت أمّ يحيى أمّ عيسى، وهذه حامل بيحيى، وهذه حامل بعيسى، فقالت امرأة زكريا: يا مريم، استشعرتُ أنِّي حبلى! قالت مريم: استشعرت أني أيضًا حبلى! قالت امرأة زكريا: فإني وجدتُ ما في بطني يسجُد لما في بطنك! فذلك قوله: \" مصدّقًا بكلمة من الله \".6965- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن في قول الله: \" أنّ الله يبشرك بيحيى مصدقًا بكلمة من الله \"، قال: مصدّقًا بعيسى ابن مريم.* * *قال أبو جعفر: وقد زعم بعض أهل العلم بلغات العرب من أهل البصرة، (39) &; 6-374 &; أنّ معنى قوله: \" مصدقًا بكلمة من الله \"، بكتاب من الله، من قول العرب: \" أنشدني فلانٌ كلمة كذا \"، يراد به: قصيدة كذا = جهلا منه بتأويل \" الكلمة \"، واجتراءً على تَرجمة القرآن برأيه. (40)* * *القول في تأويل قوله :  وَسَيِّدًاقال أبو جعفر: يعني بقوله جل ثناؤه: \" وسيدًا \"، وشريفًا في العلم والعبادة.* * *ونصب \" السيد \" عطفًا على قوله:  مُصَدِّقًا  .* * *وتأويل الكلام: أن الله يبشرك بيحيى مصدّقًا بهذا، وسيدًا.* * *\" والسيد \"\" الفيعل \" من قول القائل: \" سادَ يسود \"، (41) كما:-6966 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" وسيدًا \" إي والله، لسيدٌ في العبادة والحلم والعلِم والوَرَع.6967 - حدثنا ابن بشار قال، حدثنا مسلم قال، حدثنا أبو هلال قال، حدثنا قتادة في قوله: \" وسيدًا \"، قال: السيدُ، لا أعلمه إلا قال: في العلم والعبادة.&; 6-375 &;6968 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن قتادة قال: السيد الحليم.6969 - حدثنا ابن وكيع قال، حدثنا أبي، عن شريك، عن سالم الأفطس، عن سعيد بن جبير،\" وسيدًا \"، قال: الحليم.6970 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك، عن سالم، عن سعيد بن جبير: \" وسيدًا \"، قال: السيد التقيُّ.6971 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" وسيدا \"، قال: السيد الكريم على الله.6972 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل قال: زعم الرّقاشي أنّ السيد، الكريم على الله.6973 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن جويبر، عن الضحاك في قول الله عز وجل: \" وسيدًا \"، قال: السيد الحليم التقي.6974 - حدثت عن الحسين قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" وسيدًا \"، قال: يقول: تقيًّا حليما.6975 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن مهدي، عن سفيان في قوله: \" وسيدًا \"، قال: حليما تقيًّا.6976 - حدثني يونس قال، أخبرنا ابن وهب، عن ابن زيد في قوله: \" وسيدًا \"، قال: السيد: الشريف.6977 - حدثني سعيد بن عمرو السكوني قال: حدثنا بقية بن الوليد، &; 6-376 &; عن عبد الملك، عن يحيى بن سعيد، عن سعيد بن المسيب في قول الله عز وجل: \" وسيدًا \"، قال: السيد الفقيه العالم.6978 - حدثني محمد بن سعد قال، حدثني أبي قال: حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" وسيدًا \"، قال، يقول: حليما تقيًّا.6979 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن أبي بكر، عن عكرمة: \" وسيدًا \"، قال: السيد الذي لا يغلبُه الغضب.* * *القول في تأويل قوله :  وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ (39)قال أبو جعفر: يعني بذلك: ممتنعًا من جماع النساء، من قول القائل: \" حَصِرْتُ من كذا أحْصَر \"، إذا امتنع منه. ومنه قولهم: \" حَصِرَ فلان في قراءته \"، إذا امتنع من القراءة فلم يقدر عليها. وكذلك \" حَصْرُ العدوّ\"، حَبْسهم الناسَ ومنعهم إياهم التصرف، ولذلك قيل للذي لا يُخرج مع ندمائه شيئًا،\" حَصُور \"، كما قال الأخطل:وَشَــارِبٍ مُـرْبِحٍ بِالكَـأْسِ نَـادَمَنِيلا بِــالَحصُورِ وَلا فِيهَــا بِسَــوَّارِ (42)ويروى: \" بسآر \". ويقال أيضًا للذي لا يخرج سره ويكتمه \" حصور \"، &; 6-377 &; لأنه يمنع سره أن يظهر، كما قال جرير:وَلَقَـدْ تَسَـاقَطَنِي الوُشَـاةُ, فَصَـادَفُواحَــصِرًا بِسِـرِّكِ يَـا أُمَيْـمَ ضَنِينَـا (43)وأصل جميع ذلك واحد، وهو المنع والحبس.* * *وبمثل الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:6980 - حدثنا أبو كريب قال، حدثنا ابن خلف قال، حدثنا حماد بن شعيب، عن عاصم، عن زر، عن عبد الله في قوله: \" وسيدًا وحصورًا \"، قال: الحصور، الذي لا يأتي النساء.6981 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن يحيى بن سعيد، عن سعيد بن المسيب أنه قال: حدثني ابن العاص: أنه سمع رسول الله صلى الله عليه وسلم يقول: كل بني آدم يأتي يوم القيامة وله ذنبٌ، إلا ما كان من يحيى بن زكريا. قال: ثم دلَّى رسول الله صلى الله عليه وسلم يدَه إلى الأرض، فأخذ عُوَيْدًا صغيرًا، ثم قال: وذلك أنه لم يكن له ما للرجال إلا مثل هذا العود، وبذلك سماه الله \" سيدًا وحصُورًا \". (44)&; 6-378 &;6982 - حدثني يونس قال، أخبرنا أنس بن عياض، عن يحيى بن سعيد قال، سمعت سعيد بن المسيب يقول: ليس أحدٌ إلا يلقى الله يوم القيامة ذا ذَنْبٌ إلا يحيى بن زكريا، كان حصورًا، معه مثل الهُدْبة.6983 - حدثنا أحمد بن الوليد القرشي قال، حدثنا عمر بن جعفر قال، حدثنا شعبة، عن يحيى بن سعيد، عن سعيد بن المسيب قال: قال ابن العاص - إما عبد الله، وإما أبوه -: ما أحد يلقى الله إلا وهو ذو ذنب، إلا يحيى بن زكريا. قال وقال سعيد بن المسيب: \" وسيدًا وحصورًا \"، قال: الحصور، الذي لا يغشى النساء، ولم يكن ما معه إلا مثل هُدْبة الثوب. (45)6984 - حدثني سعيد بن عمرو السكوني قال، حدثنا بقية بن الوليد، عن عبد الملك، عن يحيى بن سعيد، عن سعيد بن المسيب في قوله: \" وحصورًا \" قال: الحصور الذي لا يشتهي النساء. ثم ضرب بيده إلى الأرض فأخذ نواة فقال: ما كان معه إلا مثل هذه.6985 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن عطاء بن السائب، عن سعيد بن جبير قال: الحصور، الذي لا يأتي النساء.6986 - حدثنا ابن حميد قال، حدثنا جرير، عن عطاء، عن سعيد مثله.6987 - حدثنا ابن حميد قال، حدثنا حكام، عن عمرو، عن عطاء، عن سعيد مثله.6988 - حدثني عبد الرحمن بن الأسود قال، حدثنا محمد بن ربيعة قال، &; 6-379 &; حدثنا النضر بن عربي، عن مجاهد: \" وحصورًا \"، قال: الذي لا يأتي النساء.6989 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد قال: الحصور: لا يقرَبُ النساء.6990 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل قال: زعم الرقاشي: \" الحصور \" الذي لا يقرب النساء.6991 - حدثني المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم، عن جويبر، عن الضحاك: \" الحصور \"، الذي لا يولد له، وليس له ماء.6992 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" وحصورًا \"، قال: هو الذي لا ماء له.6993 - حدثنا بشر قال، حدثنا سويد قال، حدثنا سعيد، عن قتادة: \" وحصورًا \"، كنا نُحدّث أن الحصور الذي لا يقرب النساء.6994 - حدثنا ابن بشار قال، حدثنا سليمان قال، حدثنا أبو هلال قال، حدثنا قتادة في قوله: \" وسيدًا وحصورًا \"، قال: الحصور الذي لا يأتي النساء.6995 - حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر، عن أبيه، عن قتادة مثله.6996 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة مثله.6997 - حدثنا ابن حميد قال، حدثنا جرير، عن قابوس، عن أبيه، عن ابن عباس قال: الحصور الذي لا ينـزل الماء.6998 - حدثني يونس قال، أخبرنا ابن وهب، عن ابن زيد: \" وحصورًا \"، قال: الحصور الذي لا يأتي النساء.&; 6-380 &;6999 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" وحصورًا \"، قال: الحصور، الذي لا يريد النساء.7000 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن: \" وحصورًا \"، قال: لا يقرب النساء.* * *وأمّا قوله: \" ونبيًّا من الصالحين \" فإنه يعني: رسولا لربه إلى قومه، ينبئهم عنه بأمره ونهيه، وحلاله وحرامه، ويبلِّغهم عنه ما أرسله به إليهم.* * *ويعني بقوله: \" من الصّالحين \"، من أنبيائه الصالحين. (46)* * *وقد دللنا فيما مضى على معنى \" النبوّة \" وما أصلها، بشواهد ذلك والأدلة الدالة على الصحيح من القول فيه، بما أغنى عن إعادته. (47)------------------------الهوامش :(11) يعني قراءة من قرأ\"فناداه\" ممالة ، ورسمها في المصحف عندئذ\"فناديه\" بالياء ، وهي قراء حمزة والكسائي.(12) انظر ص: 362.(13) في المخطوطة: \"فناداه الملائكة\".(14) انظر ما سلف 1: 292 ، 293 / 4: 191.(15) انظر معان القرآن للفراء 1: 210(16) في المطبوعة: \"وهو من قبلها\" والصواب من المخطوطة.(17) في المخطوطة والمطبوعة: \"فلن يجوز...\" ، والأشبه بالصواب ما أثبت.(18) لم يمض من ذلك شيء في خبر زكريا ومريم ، وأنا أخشى أن يكون في النسخ المخطوطة التي بأيدينا اختصار في هذا الموضع.(19) انظر ما سلف قريبًا ص: 357 ، 358.(20) في المطبوعة: \"من أن عبد الله كان يقرؤها كذلك ، وذلك أن عبد الله...\" ، حذف من نص المخطوطة ما أثبته\"فقرأوها كذلك\" ، وبقيت الجملة بعد ذلك مختلة ، قد سقط منها خبر\"وليست العلة...\" ، فاستظهرت من سياق كلامه أنه قد سقط من الناسخ قوله: \"لهم بعلة\" فزدتها بين قوسين ، والسياق\"وليست العلة... لهم بعلة\".(21) في المطبوعة: \"وقد اعترض بيا زكريا\" وفي المخطوطة: \"بهذا زكريا\" ، وصواب قراءتها ما أثبت. وفي المخطوطة أيضًا\"فناداه\" ، مكان\"فنادته\".(22) في المطبوعة: \"فإنه بطل عن العمل\" ، وأثبت ما في المخطوطة ، وهو الصواب.(23) الفعل الواقع: هو الفعل المتعدي ، كما سلف ، فانظر فهرس المصطلحات فيما سلف ، والوقوع هو التعدي.(24) في المخطوطة: \"وأما قراءتها\" ، والصواب ما في المطبوعة.(25) الفعل الواقع: هو الفعل المتعدي ، كما سلف ، فانظر فهرس المصطلحات فيما سلف ، والوقوع هو التعدي.(26) انظر تفصيل ما أجمله الطبري في معاني القرآن للفراء 1: 210 ، 211.(27) في المخطوطة والمطبوعة: \"البشرى\" مكان\"البشراء\" في الموضعين ، والصواب ما أثبت ، وظاهر أن الناسخ رآها\"البشرا\" ، بغير همزة كالكتابة القديمة ، فظنها\"البشرى\" فكتبها كذلك.(28) لم أعرف قائله.(29) معاني القرآن للفراء ، وقال: \"أنشدني بعض العرب\".(30) هو عبد قيس بن خفاف البرجمي.(31) الأصمعيات رقم: 87 ، والمفضليات رقم: 116 ، ولسان العرب (كرب) (بشر) (يسر) ، ومعاني القرآن للفراء 1: 212 ، وغيرها من المراجع. وهي نصيحته إلى ولده جبيل ، وهي من حكيم الشعر.بهش إلى الشيء: فرح به فأسرع إليه ، وروايتهم\"إلى الندى\" ، وهو الكرم. والقاع: أرض سهلة مستوية تنفرج عنها الجبال والآكام ، ولا حصى فيها ولا حجارة ولا تنبت الشجر. والممحل: المجدب. يقول: إذا رأيت الكرام الأسخياء ، قد أجهدتهم السنة والقحط والجدب حتى اغبرت أيديهم من قلة ما يجدون ، وكثرة ما بذلوا في معونة الناس.. فأعنهم.(32) \"وابشر\" هي من\"بشر\" على وزن (فرح)\"يبشر\" (بفتح الشين) يقال: \"أتاني أمر بشرت به\" أي سررت به. يقول: شاركهم في ارتياحهم وفرحهم بالسخاء مع ما يلقون من جهد السنة. والضنك: الضيق. يقول: كن مع الكرام حيث كانوا ، وانزل معهم كل منزل أنزلهموه كرمهم ، من ضنك وحاجة.(33) انظر تفسير: \"بشرى\" و\"بشر\" فيما سلف 1: 383 / 2: 393 ، / 3: 221 / 6: 287.(34) ديوانه: 301 ، وطبقات فحول الشعراء: 378 ، وغيرها. من قصيدته التي قالها لبشر بن مروان ، وكان قدم معه العراق ، سراقة البارقي ، وكان بشر يغري بين الشعراء ، فحمل سراقة على جرير حتى هجاه. فترك جرير بشرًا ، بل مدحه ، وأخذ بمجامع سراقة يخنقه حتى فضحه. وعاتب بشرًا عتاب من يظهر الجهل بأمر بشر ، وهو يعلمه. وهذا البيت دال على ذلك.كان في المطبوعة: \"حق لبشرك التبشير\" ، وهو من سهو الناشر ، كما سلف من سهوه ، والصواب في المخطوطة وسائر المراجع.(35) في المطبوعة: \"يعني بقوله جل ثناؤه\" ، والصواب من المخطوطة.(36) القطع: الحال ، كما سلف مرارًا ، آخرها ص: 327 تعليق 2 ، والمراجع هناك.(37) في المطبوعة: \"مصدق... وعلى سننه\" ، وأثبت ما في المخطوطة.(38) السجود هنا: الخضوع والتطامن والخشوع ، لا سجود الصلاة والعبادة. وإنما سجود الصلاة مجاز من هذا الأصل ، وانظر تفسير ذلك فيما سلف 2: 104 ، 105.(39) هو أبو عبيدة معمر بن المثنى في كتابه مجاز القرآن 1: 91.(40) ترجمة القرآن تفسيره وبيانه ، وانظر ما سلف 1: 70 ، تعليق: 1 ، وانظر فهرس المصطلحات. وإذا كان أبو جعفر يعد هذا اجتراء على تفسير كتاب الله ، فليت شعري ماذا يقول في الذين نصبوا أنفسهم ، من أهل زماننا ، للتهجم على كتاب الله ، بما لا تعد فيه مقالة أبي عبيدة ، إلا تسبيحًا واستغفارًا واجتهادًا في العبادة!!(41) انظر ما سلف 3: 319.(42) ديوانه: 116 ، ومجاز القرآن 1: 92 ، وطبقات فحول الشعراء: 432 ، واللسان (حصر) (سأر) (سور) ، من قصيدته التي قالها ليزيد بن معاوية ، لما منعه حين هجا الأنصار في قصة مشهورة. وفي المخطوطة\"مرجح بالكأس\" ، وهو خطأ. والمربح: المعطي الربح للتاجر ، يريد أنه يغالي بثمن الخمر لا يبالي بما يبذل فيها. والسوار: الذي تسور الخمر في دماغه ، فيعربد على إخوانه وندمائه عربدة رديئة ، والخمر عندهم تشف عن غرائز شاربيها. وأما رواية\"سآر\" التي سيذكرها ، فهي من السؤر: وهو بقية الخمر في القدح. يريد أنه عرضة شراب ، لا يكف عن الخمر ، ولا يدع في كأسه سؤرًا من قلة صبره ، أو سوء احتماله لشدتها.(43) ديوانه: 578 ، ومجاز القرآن 1: 92 واللسان (حصر) (سقط) ، ورواية هذه الكتب وفي المطبوعة: \"تَسَقَّطَنِي\" غيروا ما في المخطوطة ، كما أثبته. وتسقطه واستسقطه: تتبع عثرته وسقطته أن يفرط منه ما يؤخذ عليه. من السقط (بفتحتين) وهو الخطأ في القول ، أو من السقطة (بفتح فسكون) وهي العثرة والزلة. وأما ما جاء في المخطوطة: \"تساقطني\" ، فإني أستجيدها. جيد أن يقال\"ساقطه\" بمعنى\"تسقطه واستسقطه\" ، وكأن\"السقاط\" بمعنى العثرة والزلة ، مصدر\"ساقطه\" ، وقد قال سويد بن أبي كاهل:كَـيْفَ يَرْجُـونَ سِـقَاطِي, بَعْـدَ مَـاجَــلَّلَ الــرأسَ مشــيبٌ وصَلَـعْكأنه يجاذبه القول ، حتى يسقط ويزل ، وهو نفس المعنى في\"تسقطه واستسقطه\" ، وإذا جاز في صريح العربية ، فلا معنى لاطراحه. وفي المخطوطة ، أسقط الناسخ\"أميم\" من البيت وترك مكانها بياضًا ، وضع فيه نقطة حمراء.(44) الأثر: 6981- انظر التعليق على الأثر: 6983.(45) الحديث: 6983- رواه الطبري قبل ذلك: 6981 ، عن سعيد بن المسيب: \"حدثني ابن العاص...\" - فذكره مطولا مرفوعًا. ثم رواه هنا عن ابن المسيب ، عن ابن العاص- مع الشك في أنه\"عبد الله بن عمرو\" أو \"أبوه\"- موقوفًا. وقد ذكره ابن كثير 2: 135 ، من رواية ابن أبي حاتم - بهذا الشك - ولكنه مرفوع. ثم ذكره ص 135-136 ، من رواية ابن أبي حاتم أيضًا\"عن عبد الله بن عمرو بن العاص\" - موقوفًا. ووصف المرفوع بأنه\"غريب جدًا\". ثم قال بعد الموقوف: \"فهذا موقوف أصح إسنادًا من المرفوع\". وكذلك ذكر السيوطي 2: 22 المرفوع والموقوف ، وقال: \"وهو أقوى إسنادًا من المرفوع\".(46) انظر تفسير\"الصالح\" فيما سلف 3: 91.(47) انظر تفسير\"النبي\" فيما سلف 2: 140-142.هذا ، وعند هذا الموضع انتهى جزء من التقسيم القديم الذي نقلت عنه نسختنا ، وكتب هنا ما نصه:\"يتلُوُه ، إن شاء الله ، القولُ في تأويل قوله:{قال ربّ أنّى يكون لي غلامٌ وقد بلغني الكِبَر وامرأتي عاقر}.والحمد لله وحده على إحسانه ، وصلى الله على محمد وآله وصحبه وسلَّم\".ثم يتلوه ما نصه:\"بسم الله الرحمن الرحيمربّ يسّرقال أبو جعفر محمد بن جرير الطبري\".",
  "ayah": 39,
  "surah": 3
}
