{
  "text": "القول في تأويل قوله :  يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ (43)قال أبو جعفر: يعني جل ثناؤه بقوله - خبرًا عن قِيل ملائكته لمريم: \" يا مريم اقنتي لربك \"، أخلصي الطاعة لربك وحده.* * *وقد دللنا على معنى \" القنوت \"، بشواهده فيما مضى قبل. (88) والاختلافُ بين أهل التأويل فيه في هذا الموضع، نحو اختلافهم فيه هنالك. وسنذكر قول بعضهم أيضًا في هذا الموضع.فقال بعضهم: معنى \" اقنتي\"، أطيلي الرُّكود.ذكر من قال ذلك:7038 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، &; 6-402 &; عن ابن أبي نجيح، عن مجاهد: \" يا مريم اقنتي لربك \"، قال: أطيلي الركود، يعني القنوت.7039 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.7040 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج \" اقنتي لربك \"، قال قال مجاهد: أطيلي الركود في الصّلاة = يعني القنوت.7041 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن إدريس، عن ليث، عن مجاهد قال: لما قيل لها: \" يا مريم اقنتي لربك \"، قامت حتى وَرِم كعباها.7042 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا عبد الله بن إدريس، عن ليث، عن مجاهد قال: لما قيل لها: \" يا مريم اقنتي لربك \"، قامت حتى ورمت قدَماها.7043 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرزاق قال، أخبرنا الثوري، عن ابن أبي ليلى، عن مجاهد: \" اقنتي لربك \"، قال: أطيلي الركود.7044 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع: \" يا مريم اقنتي لربك \"، قال: القنوت: الركود. يقول: قومي لربك في الصلاة. يقول: اركدي لربّك: أي انتصبي له في الصلاة =\" واسجدي واركعي مع الراكعين \".7045 - حدثني محمد بن سنان قال، حدثنا أبو عاصم، عن سفيان، عن ليث، عن مجاهد: \" يا مريم اقنتي لربك \"، قال: كانت تصلي حتى تَرِم قدماها.&; 6-403 &;7046 - حدثني ابن البرقي قال، حدثنا عمرو قال، حدثنا الأوزاعي: \" يا مريم اقنتي لربك \"، قال: كانت تقوم حتى يَسيل القيح من قدميها.* * *وقال أخرون: معناه: أخلصي لربك.ذكر من قال ذلك:7047 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا ابن المبارك، عن شريك، عن سالم، عن سعيد: \" يا مريم اقنتي لربك \"، قال: أخلصي لربك.* * *وقال أخرون: معناه: أطيعي ربك.ذكر من قال ذلك:7048 - حدثني الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" اقنتي لربك \"، قال: أطيعي ربك.7049 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" اقنتي لربك \"، أطيعي ربك.7050 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا محمد بن حرب قال حدثنا ابن لهيعة، عن درّاج، عن أبي الهيثم، عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم قال: كل حرف يذكر فيه القنوت من القرآن، فهو طاعة لله. (89)7051 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد بن منصور، عن الحسن في قوله: \" يا مريم اقنتي لربك \"، قال يقول: اعبدي ربك.* * *&; 6-404 &;قال أبو جعفر: وقد بينا أيضًا معنى \" الرّكوع \"\" والسجود \" بالأدلة الدالة على صحته، (90) وأنهما بمعنى الخشوع لله، والخضوع له بالطاعة والعُبُودة. (91)* * *فتأويل الآية، إذًا: يا مريم أخلصي عبادةَ ربك لوجهه خالصًا، واخشعي لطاعته وعبادته مع من خشع له من خلقه، شكرًا له على ما أكرمك به من الاصطفاء والتَّطهير من الأدناس، والتفضيل على نساء عالم دَهرك.------------------------الهوامش :(88) انظر ما سلف 2: 538 ، 539 / ثم 5: 228 ، 237 / 6: 264.(89) الأثر: 7050 - هذا إسناد آخر للخبر السالف رقم: 5518 من طريق الربيع بن سليمان ، عن أسد بن موسى ، عن ابن لهيعة.(90) انظر تفسير\"السجود\" فيما سلف 2: 104 ، 105 ، 242 ، وفهارس اللغة ، وتفسير\"الركوع\" فيما سلف 1: 574 ، 575 / ثم 3: 43 ، 44 ، وفهارس اللغة.(91) في المطبوعة: \"العبودية\" ، وأثبت صواب ما في المخطوطة ، والطبري يكثر من استعمالها كذلك. انظر ما سلف: 271؛ والتعليق: 1.",
  "ayah": 43,
  "surah": 3
}
