{
  "text": "القول في تأويل قوله :  وَرَسُولا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْقال أبو جعفر: يعني بقوله جل ثناؤه: \" ورسولا \"، ونجعله رسولا إلى بني إسرائيل، فترك ذكر \" ونجعله \" لدلالة الكلام عليه، كما قال الشاعر:وَرَأَيْــتِ زَوْجَــكِ فِــي الـوَغَىمُتَقَلِّــــدًا سَــــيْفًا وَرُمْحَـــا (17)* * *وقوله: \" أني قد جئتكم بآية من ربكم \"، يعني: (18) ونجعله رسولا إلى بني إسرائيل بأنه نبيّي وبشيري ونذيري (19) = وحجتي على صدقي على ذلك: \" أني قد جئتكم بآية من ربكم \"، يعني: بعلامة من ربكم تحقق قولي، وتصدق خبري أني رسول من ربكم إليكم، كما:-7085 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" ورسولا إلى بني إسرائيل أني قد جئتكم بآية من ربكم \"، أي: يُحقق بها نبوّتي، أني رسولٌ منه إليكم. (20)* * *القول في تأويل قوله :  أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِقال أبو جعفر: يعني بذلك جل ثناؤه: \" ورسولا إلى بني إسرائيل أني قد جئتكم بآية من ربكم \"، ثم بين عن الآية ما هي، فقال: \" أني أخلق لكم \".* * *فتأويل الكلام: ورسولا إلى بني إسرائيل بأني قد جئتكم بآية من ربكم، بأنْ أخلق لكم من الطين كهيئة الطير.* * *&; 6-425 &;\" والطير \" جمع \" طائر \".* * *واختلفت القرأة في قراءة ذلك.فقرأه بعض أهل الحجاز: ( كَهَيْئَةِ الطَّائِرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَائِرًا )، على التوحيد.* * *وقرأه آخرون: ( كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا )، على الجماع فيهما. (21)* * *قال أبو جعفر: وأعجب القراءات إليّ في ذلك قراءة من قرأ: \" كهيئة الطير فأنفخُ فيه فيكون طيرًا \"، على الجماع فيهما جميعًا، لأن ذلك كان من صفة عيسى أنه يفعل ذلك بإذن الله، وأنه موافق لخطّ المصحف. واتباعُ خطّ المصحف مع صحة المعنى واستفاضة القراءة به، أعجب إليّ من خلاف المصحف.* * *وكان خلق عيسى ما كان يخلق من الطير، كما:-7086 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثنا ابن إسحاق: أنّ عيسى صلوات الله عليه جلسَ يومًا مع غلمان من الكُتّاب، فأخذ طينًا، ثم قال: أجعل لكم من هذا الطين طائرًا؟ قالوا: وتستطيع ذلك! قال: نعم! بإذن ربي. ثم هيّأه، حتى إذا جعله في هيئة الطائر نفخ فيه، ثم قال: \" كن طائرًا بإذن الله \"، فخرج يطيرُ بين كفيه. فخرج الغلمان بذلك من أمره، فذكروه لمعلّمهم، &; 6-426 &; فأفشوه في الناس. وترعرع، فهمَّت به بنو إسرائيل، فلما خافت أمه عليه حملته على حُمَيرِّ لها، ثم خرجت به هاربة. (22)* * *وذكر أنه لما أراد أن يخلق الطيرَ من الطين سألهم: أيّ الطير أشدّ خلقًا؟ فقيل له: الخفاش، كما:-7087 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قوله: \" أني أخلق لكم من الطين كهيئة الطير \"، قال: أيّ الطير أشدّ خلقًا؟ قالوا: الخفاش، إنما هو لحم. قال ففعل.* * *قال أبو جعفر: فإن قال قائل: وكيف قيل: \" فأنفخ فيه \"، وقد قيل: \" أني أخلق لكم من الطين كهيئة الطير \"؟قيل: لأن معنى الكلام: فأنفخ في الطير. ولو كان ذلك: \" فأنفخ فيها \". كان صحيحًا جائزًا، كما قال في المائدة،  فَتَنْفُخُ فِيهَا  [سورة المائدة: 110]: (23) يريد: فتنفخ في الهيئة. (24) وقد ذكر أن ذلك في إحدى القراءتين: \" فأنفخها \"، بغير \" في\". (25) وقد تفعل العرب مثل ذلك فتقول: \" رب ليلة قد بتُّها، وبتُّ فيها \"، قال الشاعر: (26)&; 6-427 &;مَـا شُـقَّ جَـيْبٌ وَلا قَـامَتْكَ نَائِحَـةٌوَلا بَكَــتْكَ جِيَــادٌ عِنْـدَ أَسْـلابِ (27)بمعنى: ولا قامت عليك، وكما قال الآخر: (28)إحْـدَى بَنِـي عَيِّـذِ اللـهِ اسْـتَمَرَّ بِهَاحُـلْوُ العُصَـارَةِ حَـتَّى يُنْفَـخَ الصُّوَرُ (29)* * *&; 6-428 &;القول في تأويل قوله :  وَأُبْرِئُ الأَكْمَهَ وَالأَبْرَصَقال أبو جعفر: يعني بقوله: \" وأبرئ\"، وأشفي. يقال منه: \" أبرأ الله المريض \"، إذا شفاه منه،\" فهو يُبرئه إبراءً\"، و \" بَرَأ المريض فهو يَبرَأ بَرْأ \"، وقد يقال أيضًا: \" بَرئ المريض فهو يبرَأ \"، لغتان معروفتان.* * *واختلف أهل التأويل في معنى \" الأكمه \".فقال بعضهم: هو الذي لا يبصر بالليل، ويُبصر بالنهار.ذكر من قال ذلك:7088 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" وأبرئ الأكمه \"، قال: الأكمه الذي يبصر بالنهار ولا يبصر بالليل، فهو يتكمَّه. (30)7089 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.* * *وقال آخرون: هو الأعمى الذي ولدته أمه كذلك.ذكر من قال ذلك:7090 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قال: كنا نحدَّثُ أن \" الأكمه \"، الذي ولد وهو أعمى مغموم العينين. (31)7091 - حدثني المثنى قال حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن قتادة، في قوله: \" وأبرئ الأكمه والأبرص \"، قال: كنا نحدّث أن الأكمه الذي يولد وهو أعمى، مضموم العينين. (32)* * *&; 6-429 &;7092 - حدثت عن المنجاب قال، حدثنا بشر، عن عمارة، عن أبي روق، عن الضحاك، عن ابن عباس قال: الأكمه، الذي يولد وهو أعمى.* * *وقال آخرون: بل هو الأعمى.ذكر من قال ذلك:7093 - حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" وأبرئ الأكمه \"، هو الأعمى.7094 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: الأعمى.7095 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" وأبرئ الأكمه \"، قال: الأكمه الأعمى.7096 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد بن منصور عن الحسن في قوله: \" وأبرئ الأكمه \"، قال: الأعمى.* * *وقال آخرون: هو الأعمش.ذكر من قال ذلك:7097 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا حفص بن عمر، عن الحكم بن أبان، عن عكرمة في قوله: \" وأبرئ الأكمه \"، قال: الأعمش.* * *قال أبو جعفر: والمعروف عند العرب من معنى \" الكمه \"، العَمى، يقال منه: \" كمِهَت عينه فهي تَكْمَه كمهًا، وأكمهتها أنا \" إذا أعميتها، كما قال سويد بن أبي كاهل:&; 6-430 &;كَــمَّهَتْ عَيْنَيْــهِ حَــتَّى ابْيَضّتَـافَهْــوَ يَلْحَــى نَفْسَــهُ لَمَّـا نـزعْ (33)ومنه قول رؤبة:هَرَّجْــتُ فَــارْتَدَّ ارْتِـدَادَ الأكْمَـهِفِــي غَــائِلاتِ الحَــائِرِ المُتَهْتِـهِ (34)* * *وإنما أخبر الله عز وجل عن عيسى صلوات الله عليه أنه يقول ذلك لبني إسرائيل، احتجاجًا منه بهذه العِبر والآيات عليهم في نبوته، وذلك أن: الكَمَه والبرص لا علاج لهما، فيقدرَ على إبرائه ذو طِبّ بعلاج، فكان ذلك من أدلته على صدق قيله: إنه لله رسول، لأنه من المعجزات، مع سائر الآيات التي أعطاه الله إياها دلالةً على نبوته.* * *فأما ما قال عكرمة من أن \" الكمه \"، العمش، وما قاله مجاهد: من أنه &; 6-431 &; سوء البصر بالليل، فلا معنى لهما. لأن الله لا يحتج على خلقه بحجة تكون لهم السبيلُ إلى معارضته فيها، ولو كان مما احتجَّ به عيسى على بني إسرائيل في نبوته، أنه يبرئ الأعمش، أو الذي يبصر بالنهار ولا يبصر بالليل، لقدروا على معارضته بأن يقولوا: \" وما في هذا لك من الحجة، وفينا خَلقٌ ممن يعالج ذلك، وليسوا لله أنبياءَ ولا رسلا \"ففي ذلك دلالة بينة على صحة ما قلنا، من أنّ\" الأكمه \"، هو الأعمى الذي لا يبصر شيئًا لا ليلا ولا نهارًا. وهو بما قال قتادة: - من أنه المولود كذلك - أشبهُ، لأن علاجَ مثل ذلك لا يدّعيه أحدٌ من البشر، إلا من أعطاه الله مثل الذي أعطى عيسى، وكذلك علاجُ الأبرص.* * *القول في تأويل قوله :  وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْقال أبو جعفر: وكان إحياء عيسى الموتى بدعاء الله، يدعو لهم، فيستجيب له، كما:-7098 - حدثني محمد بن سهل بن عسكر قال، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد بن معفل: أنه سمع وهب بن منبه يقول: لما صار عيسى ابن اثنتي عشرة سنة، أوحى الله إلى أمه وهي بأرض مصر، وكانت هربت من قومها حين ولدته إلى أرض مصر: أنِ اطْلُعي به إلى الشام. ففعلت الذي أمرت به. فلم تزل بالشام حتى كان ابن ثلاثين سنة، وكانت نبوّته ثلاث سنين، ثم رفعه الله إليه = قال: وزعم وهب أنه ربما اجتمع على عيسى من المرضى &; 6-432 &; في الجماعة الواحدة خمسون ألفًا، من أطاق منهم أن يبلغه بلغه، ومن لم يطق منهم ذلك أتاه عيسى يمشي إليه، وإنما كان يداويهم بالدعاء إلى الله.* * *وأما قوله: \" وأنبئكم بما تأكلون \"، فإنه يعني: وأخبرُكم بما تأكلون، مما لم أعاينه وأشاهده معكم في وقت أكلكموه =\" وما تدّخرون \"، يعني بذلك: وما ترفعونه فتخبئونه ولا تأكلونه.= يعلمهم أنّ من حجته أيضًا على نبوّته = مع المعجزات التي أعلمهم أنه يأتي بها حجة على نبوّته وصدقه في خبره أنّ الله أرسله إليهم: من خلق الطير من الطين، وإبراءِ الأكمه والأبرص وإحياء الموتى بإذن الله، التي لا يطيقها أحدٌ من البشر، إلا من أعطاه الله ذلك عَلَمًا له على صدقه، وآيةً له على حقيقة قوله، من أنبيائه ورسله، وَمن أحبّ من خلقه = (35) إنباءَه عن الغيب الذي لا سبيل لأحد من البشر الذين سبيلُهم سبيلُه، عليه. (36)* * *قال أبو جعفر: فإن قال قائل: وما كان في قوله لهم: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \" من الحجة له على صدقه، وقد رأينا المتنجِّمة والمتكهِّنة تخبرُ بذلك كثيرًا فتصيب؟قيل: إن المتنجِّم والمتكهِّن معلوم منهما عند من يخبرانه بذلك، (37) أنهما ينبئان به عن استخراج له ببعض الأسباب المؤدية إلى علمه. ولم يكن ذلك كذلك من عيسى صلوات الله عليه ومن سائر أنبياء الله ورُسله، وإنما كان عيسى يخبر به عن غير استخراج، ولا طلب لمعرفته باحتيال، ولكن ابتداءً بإعلام الله إياه، (38) &; 6-433 &; من غير أصل تقدّم ذلك احتذاه، أو بنى عليه، أو فزع إليه، كما يفزَع المتنجم إلى حسابه، والمتكهن إلى رئيِّه. (39) فذلك هو الفصل بين علم الأنبياء بالغيوب وإخبارهم عنها، وبين علم سائر المتكذِّبة على الله، أو المدَّعية علم ذلك، كما:-7099 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال: لما بلغ عيسى تسع سنين أو عشرًا أو نحو ذلك، أدخلته أمه الكتاب، فيما يزعمون. فكان عند رجل من المكتِّبين يعلمه كما يعلّم الغلمان، (40) فلا يذهب يعلمه شيئًا مما يعلمه الغلمان إلا بدره إلى علمه قبل أن يعلمه إياه، فيقول: ألا تعجبون لابن هذه الأرْملة، ما أذهب أعلّمه شيئًا إلا وحدته أعلمَ به منى! !7100 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدّي: لما كبر عيسى أسلمته أمه يتعلم التوراة، فكان يلعب مع الغلمان غلمان القرية التي كان فيها، فيحدّث الغلمان بما يصنع آباؤهم.7101 - حدثني يعقوب بن إبراهيم. قال، حدثنا هشيم قال، أخبرنا إسماعيل بن سالم، عن سعيد بن جبير في قوله: \" وأنبئكم بما تأكلون وما تدّخرون في بيوتكم \"، قال: كان عيسى ابن مريم، إذْ كان في الكتّاب، يخبرهم بما يأكلون في بيوتهم وما يدَّخرون.7102 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا إسماعيل بن سالم قال، سمعت سعيد بن جبير يقول: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \"، قال: إن عيسى ابن مريم كان يقول للغلام في الكتّاب: &; 6-434 &; \" يا فلان، إن أهلكُ قد خبأوا لك كذا وكذا من الطعام، فتطعمني منه \"؟* * *قال أبو جعفر: فهكذا فعل الأنبياء وحججها، إنما تأتي بما أتت به من الحجج بما قد يوصل إليه ببعض الحيل، على غير الوجه الذي يأتي به غيرها، بل من الوجه الذي يعلم الخلق أنه لا يوصل إليه من ذلك الوجه بحيلة إلا من قِبَل الله.* * *وبنحو ما قلناه في تأويل قوله: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \" قال أهل التأويل.ذكر من قال ذلك:7103 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \"، قال: بما أكلتم البارحة، وما خبأتم منه = عيسى ابن مريم يقوله.7104 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.7105 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال عطاء بن أبي رباح - يعني قوله: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \" - قال: الطعام والشيء يدخرونه في بيوتهم، غيبًا علمه الله إياه.7106 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \"، قال: \" ما تأكلون \"، ما أكلتم البارحةَ من طعام، وما خبأتم منه.7107 - حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط، عن السدّي قال: كان - يعني عيسى ابن مريم - يحدّث الغلمان وهو معهم في الكتّاب بما يصنع آباؤهم، وبما يَرْفعون لهم، وبما يأكلون. ويقول للغلام: &; 6-435 &; \" انطلق، فقد رفع لك أهلك كذا وكذا، وهم يأكلون كذا وكذا \"، فينطلق الصبي فيبكي على أهله حتى يعطوه ذلك الشيء. (41) فيقولون له: من أخبرك بهذا؟ فيقول: عيسى! = فذلك قول الله عز وجل: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \" = فحبسوا صبيانهم عنه، وقالوا: لا تلعبوا مع هذا الساحر! فجمعوهم في بيت، فجاء عيسى يطلبهم، فقالوا: ليس هم هاهنا، فقال: ما في هذا البيت؟ فقالوا: خنازير. قال عيسى: كذلك يكونون! ففتحوا عنهم، فإذا هم خنازير. فذلك قوله:  عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ  [سورة المائدة: 78].7108 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن في قوله: \" وما تدخرون في بيوتكم \"، قال: ما تخبأون مخافةَ الذي يمسك أن يخلفه. (42)* * *وقال آخرون: إنما عنى بقوله: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \"، ما تأكلون من المائدة التي تنـزل عليكم، وما تدخرون منها.ذكر من قال ذلك:7109 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \"، فكان القومُ لما سألوا المائدةَ فكانت خِوانًا ينـزل عليه أينما كانوا ثمَرًا من ثمار الجنة، (43) فأمر القوم أن &; 6-436 &; لا يخونوا فيه ولا يخبئوا ولا يدخروا لغد، بلاءٌ ابتلاهم الله به. فكانوا إذا فعلوا من ذلك شيئًا أنبأهم به عيسى ابن مريم، فقال: \" وأنبئكم بما تأكلون وما تدخرون في بيوتكم \".7110 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" وأنبئكم بما تأكلون وما تدخرون \"، قال: أنبئكم بما تأكلون من المائدة وما تدخرون منها. قال: فكان أخذ عليهم في المائدة حين نـزلتْ: أن يأكلوا ولا يدّخروا، فادخروا وخانوا، فجعلوا خنازير حين ادّخروا وخانوا، فذلك قوله:  فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ  [سورة المائدة: 115].= قال ابن يحيى قال، عبد الرزاق قال، معمر، عن قتادة، عن خلاس بن عمرو، عن عمار بن ياسر، ذلك.* * *وأصل \" يدخرون \" من \" الفعل \"،\" يفتعلون \" من قول القائل: \" ذخرتُ الشيء \" بالذّال،\" فأنا أذخره \". ثم قيل: \" يدّخر \"، كما قيل: \" يدَّكِرُ\" من: \" ذكرت الشيء \"، يراد به \" يذتخر \". فلما اجتمعت \" الذال \" و \" التاء \" وهما متقاربتا المخرج، ثقل إظهارهما على اللسان، فأدغمت إحداهما في الأخرى، وصيرتا \" دالا \" مشددة، صيروها عَدْلا بين \" الذال \" و \" التاء \". (44) ومن العرب من يغلب \" الذال \" على \" التاء \"، فيدغم \" التاء \" في\" الذال \"، فيقول: وما تَذَّخِرون \"،\" وهو مذّخَر لك \"،\" وهو مُذَّكِر \".واللغة التي بها القراءةُ، الأولى، وذلك إدغام \" الذال \" في\" التاء \"، وإبدالهما &; 6-437 &; \" دالا \" مشددة. لا يجوز القراءة بغيرها، لتظاهر النقل من القرأة بها، وهي اللغة الجُودَى، (45) كما قال زهير:إنّ الكَــرِيمَ الَّــذِي يُعْطِيـكَ نَائِلَـهُعَفْــوًا, وَيُظْلَــمُ أَحْيَانًــا فَيَظَّلِـمُ (46)يروى \" بالظاء \"، يريد: \" فيفتعل \" من \" الظلم \"، ويروى \" بالطاء \" أيضًا.* * *القول في تأويل قوله :  إِنَّ فِي ذَلِكَ لآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (49)قال أبو جعفر: يعني بذلك جل ثناؤه: إنّ في خلقي من الطين الطيرَ بإذن الله، وفي إبرائي الأكمهَ والأبرصَ، وإحيائي الموتى، وإنبائيَ إياكم بما تأكلون وما تدخرون في بيوتكم، ابتداءً من غير حساب وتنجيم، ولا كهانة وعرافة = لعبرةً لكم ومتفكَّرًا، تتفكرون في ذلك فتعتبرون به أنيّ محق في قولي لكم: \" إني رسولٌ من ربكم إليكم \"، وتعلمون به أني فيما أدعوكم إليه من أمر الله ونهيه صادق =\" إن كنتم مؤمنين \"، يعني: إن كنتم مصدّقين حجج الله وآياته، مقرّين بتوحيده، وبنبيه موسى والتوراة التي جاءكم بها.------------------------الهوامش :(17) مضى البيت وتخريجه في 1: 140.(18) في المطبوعة: \"بمعنى\" ، والصواب من المخطوطة.(19) في المطبوعة: \"نبي وبشير ونذير\" ، والصواب من المخطوطة. هذا ، وقوله: \"ونجعله رسولا...\" ، إلى قوله: \"ونذيري\" بيان عن قول الله تعالى لمريم: \"رسولا إلى بني إسرائيل\" - ثم ابتدأ في بيان قول عيسى عليه السلام: \"أني قد جئتكم بآية\" ، فقال عيسى عليه السلام: \"وحجتي على صدقي في ذلك...\". وكان في المخطوطة والمطبوعة: \"على صدقي على ذلك\" ، وهو لا يستقيم ، خطأ أو سهو من الناسخ ، والصواب ما أثبت.(20) الأثر: 7085- سيرة ابن هشام 2: 230 ، تتمة الآثار التي آخرها رقم: 7084 ، وكان في المطبوعة: تحقق بها نبوتي ، وأني رسول...\" ، وأثبت ما في المخطوطة ، وهو مطابق لرواية ابن هشام.(21) في المطبوعة: \"على الجماع كليهما\" ، وفي المخطوطة\"كلهما\" أيضًا ، دون شرطة الكاف كأنه أراد أن يكتب\"كليهما\" ، ثم استدرك ، فترك عقدة الكاف على حالها ليعود فيجعلها\"فيهما\" وكذلك أثبتها.(22) \"حمير\" (بضم الحاء وفتح الميم وتشديد الياء المكسورة) ، تصغير\"حمار\" ، وهو مضبوط هكذا في المخطوطة ، وهو الصواب.(23) في المطبوعة والمخطوطة: \"فأنفخ فيها\" ، وهو مخالف للتلاوة في سورة المائدة ، وهو سهو من الناسخ لقرب عهده بآية آل عمران ، وتابعه الناشرون.(24) في المخطوطة والمطبوعة: \"فأنفخ\" أيضًا ، وهو متابعة للسهو السالف.(25) هذا نص مقالة الفراء في معاني القرآن 1: 214 ، وهو: (وفي إحدى القراءتين: \"فأنفخها\" وفي قراءة عبد الله بغير\"في\" ، وهو مما تقوله العرب: رب ليلة قد بت فيها وبتها). ولعله تصرف واختصار من الطبري نفسه كعادته في الذي ينقله عن الفراء ، وظني أن في نص الفراء خطأ ، وصوابه: \"وهي قراءة عبد الله..\".(26) هو يزيد بن ربيعة بن مفرغ الحميري.(27) الأغاني 17: 68 ، ومعاني القرآن للفراء 1: 215. وهو من أبيات من خبرها أن عبيد الله بن زياد ، كان عدوًا لابن مفرغ ، فلما قتله أصحاب المختار بن أبي عبيد يوم الزاب ، قال ابن مفرغ فيه ، وفي طغيانه عليه ، وهو عظة لكل جبار طاغية:إِنَّ الَّــذِي عَــاشَ خَتَّــارًا بِذِمَّتِـهوعـاشَ عبـدًا, قَتِيـلُ اللـه بـالزَّابِالعَبْـدُ لِلْعَبْـدِ, لا أَصْـلٌ وَلاَ طــرَفٌ,أَلْــوَتْ بِـــهِ ذَاتُ أظْفَـارٍ وأنْيَـابِإِنّ المَنَايَــا إِذَا مــا زُرْنَ طَاغِيَـةًهَتَكْــنَ عَنْـهُ سُـتُورًا بَيْـنَ أبْـوَابِهَــلاَّ جُــمُوعَ نِــزَارٍ إذْ لَقِيتَهُـمُكُـنْتَ امْـرَءًا مِــنْ نِزَارٍ غَيْرَ مُرْتَابِلاَ أنْـتَ زَاحَـمْتَ عَـنْ مُلْـكٍ فَتَمنَعَهُوَلاَ مَـــدَدْتَ إلَــى قَـوْمِ بأَسْـبَابِمَـا شُـقَّ جَـيْبٌ وَلا نَـاحَتْكَ نَائِحَـةٌ. . . . . . . . . . . . . . . . . . .ورواية الأغاني\"ناحتك\" ، جارية على القياس ، يقال: \"ناحت المرأة\" ، لازمًا ، و\"ناحت المرأة زوجها\" ، أما رواية الفراء وأبي جعفر ، فهي التي حذف من قوله: \"قامتك\" حرف الجر ، من\"قامت عليك\". والأسلاب جمع سلب (بفتحتين): وهو ما على المحارب والرجل من ثيابه وثياب الحرب ، فإذا قتل أخذ قاتله سلبه ، أي ما عليه من ثياب وسلاح ، وما معه من دابة. يقول: لست فارسًا من أهل الحرب والمعارك ، فيحبك فرسك ، فيبكيك عند مصرعك.(28) لم أعرف قائله.(29) \"بنو عيذ الله\" (بتشديد الياء المكسورة) ، وهم بنو عيذ الله بن سعد العشيرة بن مذحج.\"استمر بها\": ذهب بها.\"حلو العصارة\": حلو الأخلاق. والعصارة والعصير: ما يتحلب من الشيء إذا عصر. يقول: ذهب بها فلن تعود إلى يوم الدين.(30) يقال: \"خرج يتكمه في الأرض\" ، إذا خرج متحيرًا مترددًا ، راكبًا رأسه ، لا يدري أين يتوجه.(31) كان في المطبوعة: \"مضموم العينين\" ، وتوشك أن تكون في المخطوطة: \" مغموم العينين\" ، وأنا أرجح أنها الصواب ، فلذلك أثبتها على قرائى للخط. والأكمه أعمى ، مضموم العينين كان أو غير مضموم ، ولكنه من غم الشيء: إذ ستره ، فهو مغموم: مستور. ومنه الغمامة ، وهي غطاء يشد على عيني الناقة أو الثور أو غيرهما.(32) كان في المطبوعة: \"مضموم العينين\" ، وتوشك أن تكون في المخطوطة: \"مغموم العينين\" ، وأنا أرجح أنها الصواب ، فلذلك أثبتها على قرائي للخط ، والأكمه أعمى ، مضموم العينين كان أو غير مضموم ، ولكنه من غم الشيء: إذا ستره ، فهو مغموم: مستور. ومنه الغمامة ، وهي غطاء يشد على عيني الناقة أو الثور أو غيرهما.(33) المفضليات: 405 ، اللسان (كمه) في المطبوعة: {كِمِهَتْ عَيْنَاهُ} ، وهي رواية المفضليات وفيها\"كمهت عيناه لما ابيضتا\". والبيت من قصيدته الفذة. يذكر في هذه الأبيات التي قبل البيت ، بعض عدوه ، كان يريد سقاطه بعد احتناكه وشدته ، وكيف تلقى العداوة عن آبائه ، فسعى كما سعى آباؤه فلم يظفر من سويد بشيء ، فضرب لنفسه مثلا بالصفاة التي لا ترام ، فقال أن عدوه ظل:مُقْعِيًــا يَــرْدِي صَفَـاةً لَـمْ تُـرَمْفِــي ذُرَى أَعْيَــطَ وَعْـرِ المُطَّلَـعْمَعْقِــلٌ يَــأْمَنُ مَــنْ كــانَ بِـهِغَلَبَــتْ مَــنْ قَبْلَــهُ أنْ تُقْتَلَــعْغَلَبَــتْ عَــادًا وَمَـــنْ بَعْــدَهُمْفَــأَبَتْ بَعْــدُ, فَلَيْسَــتْ تُتَّضَــعْلاَ يَرَاهـــا النَّـــاسُ إِلا فَــوْقَهُمْفَهْــيَ تَـأْتِي كَـيْفَ شَـاءَتْ وَتَـدَعْوَهْــوَ يَرْمِيهَــا, وَلَــنْ يَبْلُغَهــا,رِعَـةَ الجَـاهِلِ يَـرْضَى مــا صَنَـعْكَــــمِهَتْ عَيْنَـــاهُ. . . . . . .. . . . . . . . . . . . . . . . . . .يقول: عمي من شدة ما يلقى ، أو أعمته هي بشدتها. فلما كف عنها ونزع ، ظل يلوم نفسه على تعرضه لها.(34) ديوانه: 166 ، واللسان (كمه) (هرج) (تهته) وجاز القرآن 1: 93 ، وسيرة ابن هشام 2: 230 ، من قصيدة يذكر فيها نفسه وأيامه ، وقد سلفت منها أبيات كثيرة ، يذكر قبله خصما له قد بالغ في ضلاله ، فرده وزجره ، \"هرج بالسبع\": صاح به وزجره. و\"الغائلات\": التي تغوله وتهلكه. و\"المتهته\": الذي تهته في الأباطيل. أي تردد فيها. ورواية الديوان\"في غائلات الخائب..\" ، وهي قريب من قريب.(35) قوله: \"إنباءه\" خبر\"أن\" في قوله آنفًا: \"أن من حجته أيضًا على بنوته.. إنباءه\".(36) قوله\"عليه\" من تمام قوله: \"الذي لا سبيل لأحد...\".(37) في المخطوطة والمطبوعة: \"عند من يخبره بذلك\" وسياق الضمائر يقتضي ما أثبت.(38) في المطبوعة: \"ولكن ابتدأ\" ، والصواب ما أثبته ، ولم يحسن الناشر قراءة المخطوطة.(39) الرئي: هو التابع من الجن ، يراه الإنسان أو الكاهن ، فيؤالفه ويعتاده ويحدثه بما يكذب به من النبأ عن المغيب.(40) المكتب (بضم الميم وفتح الكاف وتشديد التاء المكسورة) على وزن\"معلم\": هو الذي يعلم الصغار الكتابة. ويقال أيضًا\"المكتب\" (بضم الميم وسكون الكاف وكسر التاء) على وزن\"مبصر\" وهو المعلم أيضًا.(41) \"يبكي عليهم\" ، يلح عليهم بالبكاء ، عدى\"بكى\" بعلى ، لتضمينه معنى\"الإلحاح\".(42) في المطبوعة: \"ما تخبأون مخافة الذي يمسك أن لا يخلفه شيء\" ، زاد في نص المخطوطة\"لا\" ، و\"شيء\". أما المخطوطة ففيها\"... الذي يمسك أن يخلفه\". وكلاهما لا معنى له. والمخطوطة مضطربة الحروف في هذا الموضع ، وأخشى أن يكون صواب الجملة: \"ما تخبأون مخافة عليه ، الذي تمسكون خيفة عليه\". وتركت نص المخطوطة ، على حاله في الأصل.(43) في المطبوعة: \"فكانت جرابًا ينزل عليه\" ، وهو خطأ لا شك فيه ، وفي المخطوطة\"حوابا\" غير منقوطة ، وصواب قراءتها ما أثبت. والمائدة ، هي الخوان ، وقال أهل اللغة: \"لا تسمى مائدة حتى يكون عليها طعام ، وإلا فهي خوان\".(44) قوله\"عدلا\" ، أي متوسطة بينهما ، وهذا نص عبارة الفراء في معاني القرآن 1: 215.(45) \"الجودى\" ، \"فعلى\" من\"الأجود\" مثل\"أفضل ، وفضلى\" ، ولم أرها مستعملة إلا قليلا عند أهل طبقة أبي جعفر. وانظر ما قاله الفراء في معاني القرآن 1: 215 ، 216.(46) ديوانه: 152 وسيبويه 2: 421 ، والمخصص 2: 206 ، 207 ، واللسان (ظلم) وغيرها. هكذا جاء به أبو جعفر ، وصواب روايته ما جاء في ديوانه ، لأن قبله:إنّ البَخِـيلَ مَلُـومٌ حَـيْثُ كَــانَ وَلــكِـنَّ الجـوادَ عَـلَى عِلاتِـهِ هَـرِمُهُــوَ الجَـوَادُ الَّـذِي يُعْطِيـكَ نائِلَـهُ. . . . . . . . . . . . . . . . . . .وانظر روايات مختلفة للبيت ، وبيان هذه الروايات في هذه الكتب وغيرها.",
  "ayah": 49,
  "surah": 3
}
