{
  "text": "القول في تأويل قوله :  وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْقال أبو جعفر: يعني بذلك جل ثناؤه: وبأني قد جئتكم بآية من ربكم، وجئتكم مصدقًا لما بين يديّ من التوراة، ولذلك نصب \" مصدّقًا \" على الحال من  جِئْتُكُمْ  .والذي يدل على أنه نصب على قوله :  جِئْتُكُمْ  ، دون العطف على قوله:  وَجِيهًا  ، قوله: \" لما بين يديّ من التوراة \". ولو كان عطفًا على قوله  وَجِيهًا  ، لكان الكلام: ومصدّقًا لما بين يديه من التوراة، وليحل لكم بعض الذي حرم عليكم. (47)* * *وإنما قيل: \" ومصدّقًا لما بين يديّ من التوراة \"، (48) لأن عيسى صلوات الله عليه، كان مؤمنًا بالتوراة مقرًا بها، وأنها من عند الله. وكذلك الأنبياء كلهم، يصدّقون بكل ما كان قبلهم من كتب الله ورسله، وإن اختلف بعضُ شرائع أحكامهم، لمخالفة الله بينهم في ذلك. مع أنّ عيسى كان - فيما بلغنا - عاملا بالتوراة لم يخالف شيئًا من أحكامها، إلا ما خفَّف الله عن أهلها في الإنجيل، مما كان مشددًا عليهم فيها، كما:-7111 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الكريم قال، حدثني عبد الصمد بن معقل: أنه سمع وهب بن منبه يقول: إن عيسى كان على شريعة موسى صلى الله عليه وسلم، وكانَ يسبِت، ويستقبل بيت المقدس، فقال لبني إسرائيل: إني لم أدعكم إلى خلاف حرف مما في التوراة، إلا لأحل لكم بعض الذي حرم عليكم، وأضع عنكم من الآصار. (49)7112 - حدثني بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" ومصدقًا لما بين يديّ من التوراة ولأحل لكم بعض الذي حُرّم عليكم \"، كان الذي جاء به عيسى ألين مما جاء به موسى، وكان قد حُرّم عليهم فيما جاء به موسى لحومُ الإبل والثُّروب، وأشياء من الطير والحيتان. (50)7113 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" ومصدّقًا لما بين يديّ من التوراة ولأحل لكم بعض الذي حرم عليكم \"، قال: كان الذي جاء به عيسى ألينَ من الذي جاء به موسى. قال: وكان حُرّم عليهم فيما جاء به موسى من التوراة، لحومُ الإبل والثُّروب، فأحلها لهم على لسان عيسى - وحرّمت عليهم الشحوم، وأحلت لهم فيما جاء به عيسى - وفي أشياء من السمك، وفي أشياء من الطير مما لا صِيصِيَةَ له، (51) وفي أشياء حرّمها عليهم، وشدّدها عليهم، فجاءهم عيسى بالتخفيف منه في الإنجيل، فكان الذي جاء به عيسى ألينَ من الذي جاء به موسى صلوات الله عليه.7114 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" ولأحل لكم بعض الذي حرم عليكم \"، قال: لحوم الإبل والشحوم. لما بُعث عيسى أحلَّها لهم، وبُعث إلى اليهود فاختلفوا وتفرّقوا.7115 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن &; 6-440 &; جعفر بن الزبير: \" ومصدقًا لما بين يدىّ من التوراة \"، أي: لما سبقني منها -\" ولأحلّ لكم بعض الذي حرم عليكم \"، أي: أخبركم أنه كان حرامًا عليكم فتركتموه، ثم أحله لكم تخفيفًا عنكم، فتصيبون يُسْرَه، وتخرجون من تِباعَته. (52)7116 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن: \" ولأحل لكم بعض الذي حرم عليكم \"، قال: كان حرّم عليهم أشياء، فجاءهم عيسى ليحلّ لهم الذي حرّم عليهم، يبتغي بذلك شُكْرهم.* * *القول في تأويل قوله :  وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْقال أبو جعفر: يعني بذلك: وجئتكم بحجة وعبرة من ربكم، تعلمون بها حقيقةَ ما أقول لكم. كما:-7117 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد: \" وجئتكم بآية من ربكم \"، قال: ما بيَّن لهم عيسى من الأشياء كلها، وما أعطاه ربه.7118 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" وجئتكم بآية من ربكم \"، ما بيَّن لهم عيسى من الأشياء كلها.* * *ويعني بقوله: \" من ربكم \"، من عند ربكم.* * *القول في تأويل قوله :  فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (50)قال أبو جعفر: يعني بذلك: وجئتكم بآية من ربكم تعلمون بها يقينًا صدقي فيما أقول =\" فاتقوا الله \"، يا معشرَ بني إسرائيل، فيما أمركم به ونهاكم عنه في كتابه الذي أنـزله على موسى، فأوفوا بعهده الذي عاهدتموه فيه =\" وأطيعون \"، فيما دعوتكم إليه من تصديقي فيما أرسلني به إليكم ربي وربكم، فاعبدوه، فإنه بذلك أرسلني إليكم، وبإحلال بعض ما كان محرّمًا عليكم في كتابكم، وذلك هو الطريق القويمُ، والهدى المتينُ الذي لا اعوجاج فيه، (53) كما:-7119 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" فاتقوا الله وأطيعون إن الله ربي وربكم \"، تبرِّيًا من الذي يقولون فيه - يعني: ما يقول فيه النصارى - واحتجاجًا لربه عليهم =\" فاعبدوه هذا صراط مستقيم \"، أي: هذا الذي قد حملتُكم عليه وجئتكم به. (54)--------------------الهوامش :(47) انظر معاني القرآن للفراء 1: 216.(48) انظر تفسير\"لما بين يدي\" و\"لما بين يديه\" فيما سلف من هذا الجزء: 160 ، 161.(49) الآصار جمع إصر (بكسر فسكون): وهو العهد ، أي ما عقد من عقد ثقيل عليهم ، مثل قتلهم أنفسهم ، وما أشبه ذلك من قرض الجلد إذا أصابته النجاسة ، وغير ذلك من الأحكام المشددة.(50) الثروب جمع ثرب (بفتح فسكون): وهي الشحم الرقيق الذي يغشى الكرش والأمعاء والمصارين من الذبائح والأنعام.(51) صيصية الديك (بكسر الصاد الأولى والثانية وفتح الياء الأخير) ، وجمعها الصياصي: هي الشوكة التي في رجل الديك. وقرون البقر يقال لها\"الصياصي\" ، ومنه قيل للحصون\"الصياصي\" لأن المقاتلين يحتمون بها كما تحتمي البقر بقرونها.(52) الأثر: 7115- سيرة ابن هشام 2: 231 ، وهو من تتمة الآثار التي كان آخرها رقم: 7085. وقوله: \"وتخرجون من تباعته\" ، أي من إثمه الذي تبعكم إن اقترفتموه. والتبعة والتباعة (بكسر التاء): ما كان فيه إثم يتبع به مقترفه ، يقال: \"ما عليه من الله في هذا تبعة ، ولا تباعة\".(53) انظر تفسير\"الصراط المستقيم\" فيما سلف 1: 170-177 / 3: 140 ، 141.(54) الأثر: 7119- سيرة ابن هشام 2: 231 ، وهو من بقية الآثار التي آخرها رقم: 7115.",
  "ayah": 50,
  "surah": 3
}
