{
  "text": "القول في تأويل قوله :  فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ (52)قال أبو جعفر: يعني بقوله جل ثناؤه: \" فلما أحسّ عيسى منهم الكفر \"، فلما وَجد عيسى منهم الكفر.* * *\" والإحساس \"، هو الوجود، ومنه قول الله عز وجل:  هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ  [سورة مريم: 98].فأما \" الحَسُّ\"، بغير \" ألف \"، فهو الإفناء والقتل، ومنه قوله:  إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ  [سورة آل عمران: 152].\" والحَسُّ\" أيضًا العطف والرقة، ومنه قول الكميت:هَـلْ مَنْ بَكَى الدَّارَ رَاجٍ أَنْ تَحِسَّ لَهُ,أَوْ يُبْكِـيَ الـدَّارَ مَـاءُ العَبْرَةِ الخَضِلُ? (56)يعني بقوله: \" أن تحس له \"، أن ترقّ له.* * *فتأويل الكلام: فلما وَجد عيسى - من بني إسرائيل الذين أرسله الله إليهم - جحودًا لنبوّته، وتكذيبًا لقوله، وصدًّا عما دعاهم إليه من أمر الله، قال: \" مَن أنصاري إلى الله \"؟، يعني بذلك: قال عيسى: من أعواني على المكذبين بحجة الله، (57) والمولِّين عن دينه، والجاحدين نبوة نبيه، =\" إلى الله \" عز وجل؟* * *ويعني بقوله: \" إلى الله \"، مع الله.وإنما حَسُن أن يقال: \" إلى الله \"، بمعنى: مع الله، لأن من شأن العرب إذا ضموا الشيء إلى غيره، ثم أرادوا الخبر عنهما بضم أحدهما مع الآخر إذا ضم إليه، جعلوا مكان \" مع \"،\" إلى \" أحيانًا، وأحيانًا تخبر عنهما بـ\" مع \" فتقول: \" الذود إلى الذود إبل \"، بمعنى: إذا ضممتَ الذود إلى الذود صارت إبلا. فأما إذا كان الشيء مع الشيء لم يقولوه بـ\" إلى \"، ولم يجعلوا مكان \" مع \"\" إلى \".غيرُ جائز أن يقال: \" قدم فلانٌ وإليه مالٌ\"، بمعنى: ومعه مال. (58)* * *وبمثل ما قلنا في تأويل قوله: \" مَنْ أنصاري إلى الله \"، قال جماعة من أهل التأويل.ذكر من قال ذلك:7120 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي قوله: \" من أنصاري إلى الله \"، يقول: مع الله. (59)7121 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: \" من أنصاري إلى الله \"، يقول: مع الله.* * *وأما سبب استنصار عيسى عليه السلام من استنصر من الحواريين، فإن بين أهل العلم فيه اختلافًا.فقال بعضهم: كان سبب ذلك ما:-7122 - حدثني به موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: لما بعث الله عيسى، فأمره بالدعوة، نفتْه بنو إسرائيل وأخرجوه، فخرج هو وأمُّه يسيحون في الأرض. فنـزل في قرية على رجل فضافَهم وأحسن إليهم. وكان لتلك المدينة ملك جبارٌ معتدٍ، فجاء ذلك الرجل يومًا وقد وقعَ عليه همٌّ وحزن، فدخل منـزله ومريم عند امرأته. فقالت مريم لها: ما شأن زوجك؟ أراه حزينًا! قالت: لا تسألي! قالت: أخبريني! لعل الله يُفرِّج كربته! قالت: فإن لنا ملكًا يجعل على كلّ رجل منا يومًا يُطعمه هو وجنودَه &; 6-445 &; ويسقيهم من الخمر، فإن لم يفعل عاقبه، وإنه قد بلغت نَوبتُه اليوم الذي يريد أن نصنع له فيه، وليس لذلك عندنا سعة! قالت: فقولي له لا يهتم، فإني آمر ابني فيدعُو له، فيُكْفَي ذلك. قالت مريم لعيسى في ذلك، قال عيسى: يا أمَّهْ، إني إن فعلت كان في ذلك شرٌّ. قالت: فلا تُبالِ، فإنه قد أحسنَ إلينا وأكرمنا! قال عيسى: فقولي له: إذا اقترب ذلك، فاملأ قُدُورك وخوَابيك ماء، ثم أعلمني. (60) قال: فلما ملأهنَّ أعلمه، فدعا الله، فتحوَّل ما في القدُور لحمًا ومَرَقًا وخبزًا، وما في الخوابي خمرًا لم ير الناس مثله قطّ وإياه طعامًا. (61) فلما جاء الملك أكل، فلما شرب الخمرَ سأل: من أين هذه الخمر؟ قال له: هي من أرض كذا وكذا. قال الملك: فإنّ خمري أوتَي بها من تلك الأرض، فليس هي مثل هذه! قال: هي من أرض أخرى. فلما خلَّط على الملك اشتدّ عليه، قال: فأنا أخبرك، عندي غلام لا يسأل الله شيئًا إلا أعطاه إياه، وإنه دعا اللهَ، فجعل الماءَ خمرًا. قال الملك = وكان له ابنٌ يريد أن يستخلفه، فمات قبل ذلك بأيام، وكان أحب الخلق إليه = فقال: إن رجلا دعا الله حتى جعل الماء خمرًا، ليُستجابَنّ له حتى يُحييَ ابني! فدعا عيسى فكلمه، فسأله أن يدعو الله فيحيي ابنه، فقال عيسى: لا تفعلْ، فإنه إن عاش كان شرًا. فقال الملك: لا أبالي، أليس أراه، فلا أبالي ما كان. فقال عيسى عليه السلام: فإن أحييته تتركوني أنا وأمي نذهب أينما شئنا؟ قال الملك: نعم. فدعا الله فعاش الغلام. فلما رآه أهل مملكته قد عاش، تنادَوْا بالسلاح وقالوا: أكلنا هذا، حتى إذا دنا موته يريد أن يستخلف ابنه، فيأكلنا كما أكلنا أبوه!! فاقتتلوا، وذهب عيسى وأمُّه، وصحبهما يهودي، وكان مع اليهودي رغيفان، ومع عيسى رغيف، فقال له عيسى: شاركني. فقال اليهودي: نعم. فلما رأى أنه ليس مع عيسى إلا رغيف ندم، فلما ناما جعل اليهوديّ يريد أن يأكلَ الرغيف، فلما أكل لقمة قال له عيسى: ما تصنع؟ فيقول: لا شيء! فيطرحها، حتى فرغ من الرغيف كله. فلما أصبحا قال له عيسى: هلمَّ طعامك! فجاء برغيف، فقال له عيسى: أين الرغيف الآخر؟ قال: ما كان معي إلا واحد. فسكت عنه عيسى، فانطلقوا، فمروا براعي غنم، فنادى عيسى: يا صاحب الغنم، أجزرْنا شاةً من غنمك. (62) قال: نعم، أرسل صاحبك يأخذها. فأرسل عيسى اليهوديّ، فجاء بالشاة فذبحوها وشوَوْها، ثم قال لليهودي: كل، ولا تكسِرنّ عظمًا. فأكلا. (63) فلما شبعوا، قذفَ عيسى العظام في الجلد، ثم ضربها بعصاه وقال: قومي بإذن الله! فقامت الشاة تَثغُو، فقال: يا صاحبَ الغنم، خذ شاتك. فقال له الراعي: من أنتَ؟ فقال: أنا عيسى ابن مريم. قال: أنت الساحر! وفرّ منه. قال: عيسى لليهودي: بالذي أحيى هذه الشاة بعدَما أكلناها، كم كان معك رغيفًا؟ فحلف كان معه إلا رغيف واحد، فمرُّوا بصاحب بَقر، فنادى عيسى فقال: يا صاحب البقر، أجزرنا من بَقرك هذه عجلا. قال: ابعث صاحبك يأخذه. قال: انطلق يا يهوديّ فجئ به. فانطلق فجاءَ به. فذبحه وشواه وصاحبُ البقر ينظر، فقال له عيسى: كلْ ولا تكسِرَن عظمًا. فلما فرغوا، قذف العظام في الجلد ثم ضربه بعصاه، = وقال: قم بإذن الله. فقام وله خُوَارٌ، قال: خُذ &; 6-447 &; عجلك. قال: ومن أنت؟ قال: أنا عيسى. قال: أنت السحَّار! ثم فر منه. قال اليهودي: يا عيسى أحييته بعد ما أكلناه! قالَ عيسى: فبالذي أحيَى الشاة بعد ما أكلناها، والعجلَ بعد ما أكلناه، كم كان معك رغيفًا؟ فحلف بالله ما كان معه إلا رغيف واحد. فانطلقا، حتى نـزلا قريةً، فنـزل اليهودي أعلاها وعيسى في أسفلها، وأخذ اليهودي عَصا مثل عصا عيسى وقال: أنا الآنَ أحيي الموتى! وكان ملك تلك المدينة مريضًا شديد المرض، فانطلق اليهودي يُنادي: من يبتغي طبيبًا؟ حتى أتى ملك تلك القرية، فأخبر بوجعه، فقال: أدخلوني عليه فأنا أبرئه، وإن رأيتموه قد مات فأنا أحييه. فقيل له: إن وجع الملك قد أعيَى الأطباء قبلك، ليس من طبيب يُداويه ولا يُفيء دواؤه شيئًا إلا أمر به فصلب. (64) قال: أدخلوني عليه، فإني سأبرئه. فأدخل عليه فأخذ برجل الملك فضربه بعصاه حتى مات، فجعل يضربه بعصاه وهو ميت ويقول: قُم بإذن الله! فأخذ ليُصْلب، فبلغ عيسى، فأقبل إليه وقد رفع على الخشبة، فقال: أرأيتم إن أحييت لكم صاحبكم، أتتركون لي صاحبي؟ قالوا: نعم. فأحيى اللهُ الملكَ لعيسى، فقام وأنـزل اليهودي فقال: يا عيسى أنتَ أعظم الناس عليّ منةً، والله لا أفارقك أبدًا. قال عيسى = فيما حدثنا به محمد بن الحسين بن موسى قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي = لليهودي: أنشُدك بالذي أحيى الشاة والعجلَ بعد ما أكلناهما، وأحيى هذا بعد ما مات، وأنـزلك من الجِذْع بعد ما رُفعت عليه لتصلب، كم كان معك رغيفًا؟ قال: فحلف بهذا كله ما كان معه إلا رغيف واحد، قال: لا بأس! فانطلقا، حتى مرّا على كنـز قد حفرته السباع والدواب، فقال اليهودي: يا عيسى، لمن هذا المال؟ قال عيسى: دعه، فإنّ له أهلا يهلكون عليه. فجعلت نفسُ اليهودي تَطلَّعُ &; 6-448 &; إلى المال، ويكره أن يعصي عيسى، فانطلق مع عيسى. ومرّ بالمال أربعة نَفر، فلما رأوه اجتمعوا عليه، فقال: اثنان لصاحبيهما: انطلقا فابتاعا لنا طعامًا وشرابًا ودوابَّ نحملُ عليها هذا المال. فانطلق الرجلان فابتاعا دوابّ وطعامًا وشرابًا، وقال أحدهما لصاحبه: هل لك أن نجعل لصاحبينا في طعامهما سَمًّا، فإذا أكلا ماتا، فكان المال بيني وبينك، فقال الآخر: نعم! ففعلا. وقال الآخران: إذا ما أتيانا بالطعام، فليقم كل واحد إلى صاحبه فيقتله، فيكون الطعامُ والدوابّ بيني وبينك. فلما جاءا بطعامهما قاما فقتلاهما، ثم قعدا على الطعام فأكلا منه، فماتا. وأعْلِم ذلك عيسى، (65) فقال لليهودي: أخرجه حتى نقتسمه، فأخرجه، فقسمه عيسى بين ثلاثة، فقال اليهودي: يا عيسى، اتق الله ولا تظلمني، فإنما هو أنا وأنت!! وما هذه الثلاثة؟ قال له عيسى: هذا لي، وهذا لك، وهذا الثلث لصاحب الرغيف. قال اليهودي: فإن أخبرتك بصاحب الرغيف، تعطيني هذا المال؟ فقال عيسى: نعم. قال: أنا هو. قال: عيسى: خذ حظي وحظَّك وحظَّ صاحب الرغيف، فهو حظك من الدنيا والآخرة. فلما حمله مَشى به شيئًا، فخُسِف به. (66) وانطلق عيسى ابن مريم، فمر بالحواريِّين وهم يصطادون السمك، فقال: ما تصنعون؟ فقالوا: نصطاد السمك. فقال: أفلا تمشون حتى نصطادَ الناس؟ قالوا: ومن أنت؟ قال: أنا عيسى ابن مريم، فآمنوا به وانطلقوا معه. فذلك قول الله عز وجل: \" مَنْ أنصاري إلى الله قال الحواريون نحنُ أنصارُ الله آمنا بالله واشهدْ بأنا مسلمون \".7122م - حدثنا محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد بن منصور، عن الحسن في قوله: \" فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله \"، الآية قال: استنصر فنصرَه الحواريون، وظهر عليهم.* * *وقال آخرون: كان سببُ استنصار عيسى من استنصرَ، لأن من استنصرَ الحواريِّين عليه كانوا أرادُوا قتله.ذكر من قال ذلك:7123 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد: \" فلما أحس عيسى منهم الكفر \"، قال: كفروا وأرادُوا قتله، فذلك حين استنصر قومه =\" قال من أنصاري إلى الله قال الحواريون نحن أنصارُ الله \".* * *\" والأنصار \"، جمع \" نصير \"، (67) كما \" الأشراف \" جمع \" شريف \"،\" والأشهاد \" جمع \" شهيد \".* * *وأما \" الحواريون \"، فإن أهل التأويل اختلفوا في السبب الذي من أجله سموا \" حواريون \".فقال بعضهم: سموا بذلك لبياض ثيابهم.ذكر من قال ذلك:7124 - حدثني محمد بن عبيد المحاربي قال: مما روى أبي قال، حدثنا قيس بن الربيع، عن ميسرة، عن المنهال بن عمرو، عن سعيد بن جبير قال: إنما سمُّوا \" الحواريين \"، ببياض ثيابهم.* * *وقال آخرون: سموا بذلك: لأنهم كانوا قَصّارين يبيِّضون الثياب.ذكر من قال ذلك:7125 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن أبي أرطأة قال: \" الحواريون \"، الغسالون الذين يحوّرون الثياب، يغسلونها.* * *وقال آخرون: هم خاصّة الأنبياء وصفوتهم.ذكر من قال ذلك:7126 - حدثنا يعقوب بن إبراهيم قال، حدثنا ابن علية، عن روح بن القاسم، أن قتادة ذكرَ رجلا من أصحاب النبي صلى الله عليه وسلم فقال: كان من الحواريين. فقيل له: من الحواريُّون؟ قال: الذين تصلح لهم الخلافة.7127 - حدثت عن المنجاب قال، حدثنا الحسين قال، حدثنا بشر، عن عمارة، عن أبي روق، عن الضحاك في قوله: \" إذ قال الحواريون \"، قال: أصفِياء الأنبياء.* * *قال أبو جعفر: وأشبه الأقوال التي ذكرنا في معنى \" الحواريين \"، قولُ من قال: \" سموا بذلك لبياض ثيابهم، ولأنهم كانوا غسّالين \".وذلك أن \" الحوَر \" عند العرب شدة البياض، ولذلك سمي\" الحُوَّارَى \" من الطعام \" حُوّارَى \" لشدة بياضه، (68) ومنه قيل للرجل الشديد البياض مقلة العينين \" أحور \"، وللمرأة \" حوراء \". وقد يجوز أن يكون حواريو عيسى كانوا سُمُّوا بالذي ذكرنا، من تبييضهم الثيابَ، وأنهم كانوا قصّارين، فعرفوا بصحبة عيسى، واختياره إياهم لنفسه أصحابًا وأنصارًا، فجرى ذلك الاسم لهم، واستُعمل، &; 6-451 &; حتى صار كل خاصّة للرجل من أصحابه وأنصاره: \" حواريُّه \"، ولذلك قال النبي صلى الله عليه وسلم.7128 -\" إنّ لكلّ نبيَ حواريًّا، وَحوَاريَّ الزبير \". (69)* * *= يعني خاصته. وقد تسمي العرب النساء اللواتي مساكنهن القرَى والأمصار \" حَوَاريَّات \"، وإنما سمين بذلك لغلبة البياض عليهن، ومن ذلك قول أبي جَلْدة اليشكري: (70)فَقُــلْ لِلْحَوَارِيَّــاتِ يَبْكِـينَ غَيْرَنَـاوَلا تَبْكِنَــا إلا الكِــلابُ النَّــوابِحُ (71)* * *ويعني بقوله: \" قال الحواريون \"، قال هؤلاء الذين صفتهم ما ذكرنا، من تبييضهم الثياب: \"آمنا بالله \"، صدقنا بالله، واشهد أنتَ يا عيسى بأننا مسلمون.* * *قال أبو جعفر: وهذا خبرٌ من الله عز وجل أن الإسلامَ دينُه الذي ابتعثَ به &; 6-452 &; عيسى والأنبياءَ قبله، لا النصرانية ولا اليهوديةَ = وتبرئةٌ من الله لعيسى ممن انتحل النصرانية ودان بها، كما برّأ إبراهيم من سائر الأديان غير الإسلام، وذلك احتجاجٌ من الله تعالى ذكره لنبيه صلى الله عليه وسلم على وفد نجران، كما:-7129 - حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، عن محمد بن جعفر بن الزبير: \" فلما أحسّ عيسى منهم الكفر \" والعدوان (72) =\" قال من أنصاري إلى الله قال الحواريون نحن أنصار الله آمنا بالله \"، وهذا قولهم الذي أصابوا به الفضلَ من ربهم =\" واشهد بأنا مسلمون \"، لا كما يقول هؤلاء الذين يحاجونك فيه - يعني وفدَ نصارَى نجران. (73)* * *------------------------الهوامش :(56) معاني القرآن للفراء 1: 217 ، ومجالس ثعلب: 486 ، وإصلاح المنطق: 240 ، واللسان (حسس). والخضل: المتتابع الدائم الكثير الهمول. يتعجب من الباكي على أطلال أحبابه ، وما يرجو منها: أترق له ، أم تبكي لبكائه؟ يسفه ما يفعل. ثم انظر سائر ما قيل في هذا الحرف من اللغة في المراجع السالفة.(57) انظر تفسير\"الأنصار\" فيما سلف 2: 489 / 5: 581.(58) انظر ما سلف 1: 299 ، ثم انظر معاني القرآن للفراء 1: 218 ، وهذا مختصر مقالته.(59) الأثر: 7120- مضى هذا الإسناد قديمًا برقم: 2100 ، \"محمد بن الحسين بن موسى ابن أبي حنين الكوفي\" ، روى عن عبيد الله بن موسى ، وأحمد بن المفضل ، وأبي غسان مالك بن إسماعيل. وهو صدوق قاله ابن أبي حاتم في كتابه 3 / 2 / 230. و\"أحمد بن المفضل القرشي الأموي\" الكوفي الحفري. روى عن الثوري ، وأسباط بن نصر ، وإسرائيل. روى عنه أبو زرعة ، وأبو حاتم ، وغيرهما قال أبو حاتم: \"كان صدوقًا ، وكان من رؤساء الشيعة\". مترجم في التهذيب ، وابن أبي حاتم 1 / 1 / 77.(60) الخوابي جمع خابية: وهي الحب (بضم الحاء) ، والحب: جرة ضخمة يجعل فيها الماء والخمر وغيرهما.(61) هذه الكلمة: \"وإياه طعامًا\" هكذا هي غير منقوطة في المخطوطة ، وأما المطبوعة ، فإنها جعلتها\"وإياه طعامًا\" ، ولم أجد لها وجهًا أرتضيه. وقد رأيت كل من نقل خبر السدي قد أسقط هذه الكلمة من روايته ، فأسقطها الثعلبي في قصص الأنبياء: 341 ، والبغوي في تفسيره (بهامش ابن كثير) 2: 146 ، والدر المنثور 2: 34 ، وغيرهم. وأنا أستبعد أن تكون زيادة من الناسخ ، وأقطع بأنها ثابتة في أصل أبي جعفر ، ولكني لم أجد لها وجهًا من وجوه التصحيف أحملها عليه ، ولكنها ولا شك تعني: \"وهيأ طعامًا\". وأرجو أن يوفق غيري إلى معرفة صوابها ، وأسأل الله أن يوفقني إلى مثله.(62) في المخطوطة: \"اجزر شاة\" ، والصواب ما في المطبوعة: أجزره شاة: أعطاه شاة تصلح للذبح. وستأتي مرة أخرى على الصواب في حديث البقرة الآتي ، في المخطوطة.(63) خالف بين الضمائر ، فقال\"فأكلا\" يعني عيسى وصاحبه ، ثم قال: \"فلما شبعوا\" ، يعني عيسى وصاحبه وأمه مريم عليهما السلام. وهذا سياق لا بأس به في مجاز العربية.(64) أفا يفيء: رد وأرجع. يعني: لا يرد عليه عافيته. وفي المخطوطة: \"لا يفي\" ، وهذا صواب قراءتها.(65) في المطبوعة: \"أعلم ذلك لعيسى\" ، والصواب ما في المخطوطة.(66) قوله: \"شيئًا\" ، أي قليلا ، كقول سالم بن وابصة الأسدي:غِنَـى النَّفْسِ مَـا يَكْـفِيكَ مِنْ سَدِّ خَلَّةٍفـإن زادَ شـيئًا, عَـادَ ذَاكَ الغِنَى فَقْرَاوكقول عمر بن أبي ربيعة:وقـالت لَهُـنَّ: ارْبَعْـنَ شـيئًا, لَعَلَّنِيوَإنْ لامَنــي فِيمَــا ارْتَـأَيْتَ مُلِيـمُوهذا من نوادر اللغة ، مما أغفلت بيانه المعاجم.(67) انظر تفسير\"الأنصار\" فيما سلف قريبًا: 443 ، تعليق: 2. والمراجع هناك.(68) الحواري (بضم الحاء وتشديد الواو ، وراء مفتوحة): هو ما حور من الطعام ، أي بيض ، ودقيق حوارى: هو الدقيق الأبيض ، وهو لباب الدقيق وأجوده وأخلصه.(69) الأثر: 7128- ذكره الطبري بغير إسناد ، وهو من صحيح الحديث. أخرجه البخاري في مواضع (الفتح 6: 39 / 7: 64 ، 412 / 13: 203 ، 204) ، وأخرجه مسلم في صحيحه 15: 188. وكان في المطبوعة: \"إن لكل نبي حواري\" ، وصوابه ما أثبت. والرواية الأخرى بحذف: \"إن\" أي: \"لكل نبي حواري\".(70) هو أبو جلدة بن عبيد بن منقذ اليشكري ، من شعراء الدولة الأموية ، كان من أخص الناس بالحجاج ، ثم فارقه وخرج مع ابن الأشعث ، وصار من أشد الناس تحريضًا على الحجاج. فلما قتل وأتى الحجاج برأسه ووضع بين يديه ، مكث ينظر إليه طويلا ثم قال: كم من سر أودعته هذا الرأس فلم يخرج منه حتى أتيت به مقطوعًا!!(71) الؤتلف والمختلف للآمدي: 79 ، والأغاني 11: 311 ، والوحشيات: 36 ، وحماسة ابن الشجري: 65 ، واللسان (حور) ، وبعده.بَكَــيْنَ إِلَيْنَــا خَشْــيَةً أَنْ تُبِيحَهَـارمَـاحُ النَّصَـارَى والسُّيُـوفُ الجوارحُبَكَــيْنَ لِكَيْمَــا يَمْنَعُــوهُنَّ مِنْهُـمُوَتَــأْبَى قُلُـوبٌ أَضْمَرَتْهـا الجَـوَانِحُيقولها تحريضًا وتحضيضًا على قتال أهل الشام.(72) في سيرة ابن هشام: \"والعدوان عليه\".(73) الأثر: 7129- سيرة ابن هشام 2: 230 ، وهو تتمة الآثار التي آخرها رقم: 7119.",
  "ayah": 52,
  "surah": 3
}
