{
  "text": "القول في تأويل قوله :  إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُواقال أبو جعفر: يعني بذلك جل ثناؤه: ومكر الله بالقوم الذين حاولوا قتلَ عيسى = مع كفرهم بالله، وتكذيبهم عيسى فيما أتاهم به من عند ربهم = إذ قال الله جل ثناؤه: \" إني متوفيك \"، فـ\" إذ \" صلةٌ من قوله:  وَمَكَرَ اللَّهُ  ، يعني: ومكر الله بهم حين قال الله لعيسى \" إني متوفيك ورافعك إليّ، فتوفاه ورفعه إليه.* * *ثم اختلف أهل التأويل في معنى \" الوفاة \" التي ذكرها الله عز وجل في هذه الآية.فقال بعضهم: \" هي وفاة نَوْم \"، وكان معنى الكلام على مذهبهم: إني مُنِيمك ورافعك في نومك.ذكر من قال ذلك:7133 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" إني متوفيك \"، قال: يعني وفاةَ المنام، رفعه الله في منامه = قال الحسن: قال رسول الله صلى الله عليه وسلم لليهود: \" إن عيسَى لم يمتْ، وإنه راجعٌ إليكم قبل يوم القيامة. (3)* * *وقال آخرون: معنى ذلك: إني قابضك من الأرض، فرافعك إليّ، قالوا: ومعنى \" الوفاة \"، القبض، لما يقال: \" توفَّيت من فلان ما لي عليه \"، بمعنى: قبضته واستوفيته. قالوا: فمعنى قوله: \" إني متوفيك ورافعك \"، أي: قابضك من &; 6-456 &; الأرض حيًّا إلى جواري، وآخذُك إلى ما عندي بغير موت، ورافعُك من بين المشركين وأهل الكفر بك.ذكر من قال ذلك:7134 - حدثنا علي بن سهل قال، حدثنا ضمرة بن ربيعة، عن ابن شوذب، عن مطر الورّاق في قول الله: \" إني متوفيك \"، قال: متوفيك من الدنيا، وليس بوفاة موت. (4)7135 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الحسن في قوله: \" إني متوفيك \"، قال: متوفيك من الأرض.7136 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" إني متوفيك ورافعك إليّ ومطهرك من الذين كفروا \"، قال: فرفعه إياه إليه، توفِّيه إياه، وتطهيره من الذين كفروا.7137 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح: أن كعب الأحبار قال: ما كان الله عز وجل ليميت عيسى ابن مريم، إنما بعثه الله داعيًا ومبشرًا يدعو إليه وحده، فلما رأى عيسى قِلة من اتبعه وكثرة من كذّبه، شكا ذلك إلى الله عز وجل، فأوحى الله إليه: \" إني متوفيك ورافعك إليّ\"، وليس مَنْ رفعته عندي ميتًا، وإني سأبعثك على الأعوَر الدجّال فتقتله، ثم تعيش بعد ذلك أربعًا وعشرين سنة، ثم أميتك ميتة الحيّ.قال كعب الأحبار: وذلك يصدّق حديث رسول الله صلى الله عليه وسلم حيث &; 6-457 &; قال: كيف تهلك أمة أنا في أوّلها، وعيسى في آخرها. (5)7138 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" يا عيسى إني متوفيك \"، أي قابضُك.7139 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" إني متوفيك ورافعك إليّ\"، قال: \" متوفيك \": قابضك = قال: \" ومتوفيك \" و \" رافعك \"، واحدٌ = قال: ولم يمت بعدُ، حتى يقتل الدجالَ، وسيموتُ. وقرأ قول الله عز وجل:  وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلا  ، قال: رفعه الله إليه قبل أن يكون كهلا = قال: وينـزل كهلا.7140 - حدثنا محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن في قول الله عز وجل: \" يا عيسى إني متوفيك ورافعك إلي\"، الآية كلها، قال: رفعه الله إليه، فهو عنده في السماء.* * *وقال آخرون: معنى ذلك: إني متوفيك وفاةَ موتٍ.ذكر من قال ذلك:7141 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" إني متوفيك \"، يقول: إني مميتك.7142 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه اليماني أنه قال: توفى الله عيسى ابن مريم ثلاثَ ساعات من النهار حتى رفعه إليه.&; 6-458 &;7143 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق قال: والنصارى يزعمون أنه توفاه سبع ساعات من النهار، ثم أحياهُ الله.* * *وقال آخرون: معنى ذلك: إذ قال الله يا عيسى إني رافعك إليّ ومطهِّرك من الذين كفروا، ومتوفيك بعد إنـزالي إياك إلى الدنيا. وقال: هذا من المقدم الذي معناه التأخير، والمؤخر الذي معناه التقديم.* * *قال أبو جعفر: وأولى هذه الأقوال بالصحة عندنا، قولُ من قال: \" معنى ذلك: إني قابضك من الأرض ورافعك إليّ\"، لتواتر الأخبار عن رسول الله صلى الله عليه وسلم أنه قال: ينـزل عيسى ابن مريم فيقتل الدجال، ثم يمكث في الأرض مدة ذكَرها، اختلفت الرواية في مبلغها، ثم يموت فيصلي عليه المسلمون ويدفنونه.7144 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن مسلم الزهري، عن حنظلة بن علي الأسلمي، عن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: ليهبطنّ اللهُ عيسى ابن مريم حَكمًا عدلا وإمامًا مُقسِطًا، يكسر الصَّليب، ويقتل الخنـزير، ويضَعُ الجزية، ويُفيضُ المالَ حتى لا يجد من يأخذه، وليسكنّ الرّوْحاء حاجًا أو معتمرًا، أو ليُثَنِّينَّ بهما جميعًا. (6)&; 6-459 &;7145 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن الحسن بن دينار، عن قتادة، عن عبد الرحمن بن آدم، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: الأنبياء إخوَةٌ لعَلاتٍ، أمَّهاتهم شتى، ودينهم واحد. وأنا أولى الناس بعيسى ابن مريم، لأنه لم يكن بيني وبينه نبي، وأنه خليفتي على أمتي. وإنه نازل، فإذا رأيتموه فاعرفوه: فإنه رجل مربوع الخلق، إلى الحمرة والبياض، سَبط الشعر، كأن شَعرَه يقطُر، وإن لم يصبه بَللٌ، بين مُمصَّرَتين، يدق الصّليبَ، ويقتل الخنـزير، ويُفيضُ المال، ويقاتل الناس على الإسلام حتى يهلك الله في زمانه المِللَ كلها، ويهلك الله في زمانه مسيحَ الضّلالة الكذّاب الدجال وتقعُ في الأرض الأمَنَةُ حتى ترتع الأسُود مع الإبل، والنمر مع البقر، والذئاب مع الغنم، وتلعب الغلمانُ بالحيات، لا يَضرُّ بعضُهم بعضًا، فيثبت في الأرض أربعين سنة ثم يتوفى، ويصلي المسلمون عليه ويدفنونه. (7)* * *&; 6-460 &;قال أبو جعفر: ومعلوم أنه لو كان قد أماته الله عز وجل، لم يكن بالذي يميته مِيتةً أخرى، فيجمع عليه ميتتين، لأن الله عز وجل إنما أخبر عباده أنه يخلقهم ثم يُميتهم ثم يُحييهم، كما قال جلّ ثناؤه:  اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ  [سورة الروم: 40].* * *&; 6-461 &;فتأويل الآية إذًا: قال الله لعيسى: يا عيسى، إني قابضك من الأرض، ورافعك إليّ، ومطهرك من الذين كفروا فجحدوا نبوّتك.* * *وهذا الخبر، وإن كان مخرجه مخرجَ خبر، فإن فيه من الله عز وجل احتجاجًا على الذين حاجُّوا رسولَ الله صلى الله عليه وسلم في عيسى من وفد نجرانَ بأن عيسى لم يُقتَل ولم يُصْلب كما زعموا، وأنهم واليهودَ الذين أقرُّوا بذلك وادَّعوا على عيسى - كذَبةٌ في دعواهم وزعمهم، كما:-7146 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: ثم أخبرهم - يعني الوفد من نجران - وردّ عليهم فيما أقرُّوا لليهود بصلبه، (8) كيفَ رفعه وطهره منهم، فقال: \" إذ قال الله يا عيسى إني متوفيك ورافعك إليّ\". (9)* * *وأما \" مطهِّرك من الذين كفروا \"، فإنه يعني: منظّفك، فمخلّصك ممن كفر بك، وجحد ما جئتهم به من الحق من اليهود وسائر الملل غيرها، كما:-7147 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن جعفر بن الزبير: \" ومطهرك من الذين كفروا \"، قال: إذْ همُّوا منك بما همّوا. (10)7148 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، &; 6-462 &; عن الحسن في قوله: \" ومطهرك من الذين كفروا \"، قال: طهَّره من اليهود والنصارى والمجوس ومن كفار قومه.* * *القول في تأويل قوله عز وجل :  وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِقال أبو جعفر: يعني بذلك جل ثناؤه: وجاعل الذين اتبعوك على منهاجِك وملَّتك من الإسلام وفطرته، فوق الذين جحدوا نبوّتك وخالفوا سبيلهم [من] جميع أهل الملل، (11) فكذّبوا بما جئت به وصدّوا عن الإقرار به، فمصيِّرهم فوقهم ظاهرين عليهم، كما:-7149 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة في قوله: \" وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة \"، هم أهلُ الإسلام الذين اتبعوه على فطرته وملته وسُنته، فلا يزالون ظاهرين على من ناوأهم إلى يوم القيامة.7150 - حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة \"، ثم ذكر نحوه.7151 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن &; 6-463 &; ابن جريج: \" وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة \"، ثم ذكر نحوه.7152 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: \" وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة \"، قال: ناصرُ من اتبعك على الإسلام، على الذين كفروا إلى يوم القيامة.7153 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة \"، أما \" الذين اتبعوك \"، فيقال: هم المؤمنون، = ويقال: بل هم الرّوم. (12)7154 - حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي، عن عباد، عن الحسن: \" وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة \"، قال: جعل الذين اتبعوه فوق الذين كفروا إلى يوم القيامة. قال: المسلمون من فوقهم، وجعلهم أعلى ممن ترك الإسلام إلى يوم القيامة.* * *وقال آخرون: معنى ذلك: وجاعل الذين اتبعوك من النصارى فوق اليهود.ذكر من قال ذلك:7155 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قول الله:  وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا  ، قال: الذين كفروا من بني إسرائيل =\" وجاعل الذين اتبعوك \"، قال: الذين آمنوا به من بني إسرائيل وغيرهم =\" فوق الذين كفروا \"، النصارى فوقَ اليهود إلى يوم القيامة. قال: فليس بلدٌ فيه أحدٌ من النصارى، إلا وهم فوق يهودَ، في شرقٍ ولا غرب، هم في البلدان كلِّها مستذلون.* * *&; 6-464 &;القول في تأويل قوله :  ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (55)قال أبو جعفر: يعني بذلك جل ثناؤه: \" ثم إليّ\"، ثم إلى الله، أيها المختلفون في عيسى =\" مرجعكم \"، يعني: مصيركم يوم القيامة =\" فأحكم بينكم \"، يقول: فأقضي حينئذ بين جَميعكم في أمر عيسى بالحق =\" فيما كنتم فيه تختلفون \" من أمره.وهذا من الكلام الذي صُرف من الخبر عن الغائب إلى المخاطبة، وذلك أن قوله: \" ثم إليَّ مرجعكم \"، إنما قُصد به الخبرُ عن متَّبعي عيسى والكافرين به.وتأويل الكلام: وجاعلُ الذين اتبعوك فوق الذين كفروا إلى يوم القيامة، ثم إليّ مَرجعُ الفريقين: الذين اتبعوك، والذين كفروا بك، فأحكم بينهم فيما كانوا فيه يختلفون. ولكن ردَّ الكلام إلى الخطاب لسبوق القول، (13) على سبيل ما ذكرنا من الكلام الذي يخرج على وجه الحكاية، كما قال:  حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ  [سورة يونس: 22]. (14)--------------------الهوامش :(3) الأثر: 7133- هو أثر مرسل ، خرجه السيوطي في الدر المنثور 2: 36 ، ونسبه لابن جرير وابن أبي حاتم ، وساقه ابن كثير في تفسيره 2: 150 بإسناد ابن أبي حاتم.(4) الأثر: 7134-\"علي بن سهل الرملي\" ، ثقة. مضت ترجمته رقم: 1384.\"ضمرة ابن ربيعة الفلسطيني الرملي\" ، قال ابن سعد: \"كان ثقة مأمونًا خيرًا ، لم يكن هناك أفضل منه\". وقال آدم بن أبي إياس: \"ما رأيت أحدًا أعقل لما يخرج من رأسه منه\". وهو رواية ابن شوذب. مترجم في التهذيب.\"ابن شوذب\" هو: عبد الله بن شوذب الخراساني. ثقة. مترجم في التهذيب. و\"مطر الوراق\" هو: مطر بن طهمان الوراق. مضى في رقم: 1913.(5) الأثر: 7137- خرجه السيوطي في الدر المنثور 2: 36 ، ونسبه للطبري وحده ، وقال: \"وأخرج ابن جرير بسند صحيح\" ، وذكر الأثر ، وحديثه عن رسول الله صلى الله عليه وسلم حديث مرسل ، ومهما كان سنده صحيحًا ، فإن روايته كعب الأحبار إنما هي لا شيء ، ولا يحتج بها. وصدق معاوية في قوله في كعب الأحبار: \"إن كان لمن أصدق هؤلاء المحدثين الذين يحدثون عن أهل الكتاب ، وإن كنا مع ذلك لنبلو عليه الكذب\" ، رواه البخاري.(6) الحديث: 7144- سلمة: هو ابن الفضل الأبرش. رجحنا توثيقه في: 246.حنظلة بن علي بن الأسقع الأسلمي - ويقال\"السلمي\"-: تابعي ثقة معروف.والحديث رواه أحمد في المسند: 7890 (ج 2 ص 290-291 حلبي) ، بنحوه ، مطولا ، عن يزيد ، وهو ابن هارون ، عن سفيان ، وهو ابن حسين ، عن الزهري ، عن حنظلة.ورواه أحمد قبل ذلك ، مختصرًا: 7271 ، عن سفيان ، وهو ابن عيينة. و : 7667 ، عن عبد الرزاق ، عن معمر - كلاهما عن الزهري ، عن حنظلة.ورواه أيضًا مختصرًا: 10671 (ج 2 ص 513) ، من طريق ابن أبي حفصة. و: 10987 (ج 2 ص 540) ، من طريق الأوزاعي - كلاهما عن الزهري ، عن حنظلة.وهذه الرواية المختصرة عند أحمد - رواها مسلم 1: 356-357.وروى أحمد معنى هذا الحديث مفرقًا في أحاديث ، من طرق عن أبي هريرة. انظر المسند: 7267 ، 7665 ، 7666 ، 9110 (ج 2 ص 394) ، 9312 (ص 411) ، 10266 (ص 482-483) ، 10409 (ص 493-494) ، 10957 (ص 538).وذكر ابن كثير كثيرًا من طرقه ورواياته ، في التفسير 3: 15-16. وانظر أيضًا تاريخه 2: 96-101.قوله: \"أو ليثنين بهما\"- هذا هو الصواب الثابت في المخطوطة ، والصحيح المعنى. ووقع في المطبوعة\"أو يدين بهما\"!! وهو تخليط لا معنى له.(7) الحديث: 7145- إسناده ضعيف جدًا. وأصل الحديث صحيح ، كما سيأتي.الحسن بن دينار البصري ، كذاب لا يوثق به. وقد مضت ترجمته في: 682.عبد الرحمن بن آدم البصري ، صاحب السقاية ، مولى أم برثن: تابعي ثقة. ذكره ابن حبان في الثقات ، وأخرج له مسلم في صحيحه ، وترجمنا له في شرح المسند: 7213.والحديث سيأتي بإسناد آخر صحيح: من رواية سعيد - وهو ابن أبي عروبة - عن قتادة بهذا الإسناد نحوه (ج 6 ص 16 بولاق).وقد رواه أحمد في المسند: 9259 (ج 2 ص 406 حلبي) ، عن عفان ، عن همام ، عن قتادة ، به نحوه.وكذلك رواه الحاكم في المستدرك 2: 595 ، من طريق عفان. وقال: \"هذا حديث صحيح الإسناد ، ولم يخرجاه\". ووافقه الذهبي.وذكر ابن كثير في التفسير 3: 16 ، من رواية أحمد بن عفان. ثم أشار إلى أن أبا داود رواه من طريق همام ، ثم أشار إلى رواية الطبري الآتية ، من طريق ابن أبي عروبة.ورواه أحمد أيضًا: 9630 (ج 2 ص 437) ، من طريق سعيد بن أبي عروبة ، عن قتادة ، به نحوه.ثم رواه: 9631 ، من طريق هشام ، و: 9632 ، من طريق شيبان - كلاهما عن قتادة. ولم يذكر لفظه.ونقله ابن كثير في التاريخ 2: 98-99 ، عن رواية ابن أبي عروبة في المسند ، وأشار إلى روايتي أحمد وأبي داود من طريق همام.وليس في هذه الروايات ولا في رواية الطبري الآتية-: الكلمة التي هنا في رواية الحسن بن دينار: \"وإنه خليفتي على أمتي\". وهي عندنا كلمة شاذة ، انفرد بروايتها رجل غير موثق به.وصدر هذا الحديث رواه أحمد ، والبخاري ، وابن حبان ، من أوجه ، عن أبي هريرة. وانظر تفسير ابن كثير 3: 16 ، وتاريخه 2: 98-99.قوله: \"إخوة لعلات\" - بفتح العين المهملة وتشديد اللام- قال ابن الأثير: \"أولاد العلات: الذين أمهاتهم مختلفة وأبوهم واحد. أراد أن إيمانهم واحد وشرائعهم مختلفة\".قوله: \"وإنه نازل\" - نزول عيسى عليه السلام في آخر الزمان: مما لم يختلف فيه المسلمون ، لورود الأخبار المتواترة الصحاح عن النبي صلى الله عليه وسلم بذلك. وقد ذكر ابن كثير في تفسيره طائفة طيبة منها ، ج 3 ص 15-24. وهذا معلوم من الدين بالضرورة ، لا يؤمن من أنكره.قوله: \"مربوع الخلق\" - بفتح الخاء وسكون اللام- المربوع: هو بين الطويل والقصير. يقال: رجل ربعة ومربوع.\"الشعر السبط\": المنبسط المسترسل.قوله: \"بين ممصرتين\" - الممصرة من الثياب ، بتشديد الصاد المهملة المفتوحة: هي التي فيها صفرة خفيفة.(8) في المطبوعة: \"فيما أخبروا هم واليهود بصلبه\" ، وما أثبته هو نص المخطوطة ولكن الناسخ أساء كعادته فكتب\"أحروا لليهود\" كأنها حاء ، فبدل الناشر لما شاء كما شاء. ومع ذلك ، فالذي في المخطوطة هو نص ابن هشام أيضًا على الصواب.(9) الأثر: 7146- سيرة ابن هشام 2: 231 ، وهو تتمة الآثار التي آخرها رقم: 7130.(10) الأثر: 7147- سيرة ابن هشام 2: 231 ، تتمة الأثر السالف رقم: 7146.(11) في المطبوعة: \"وخالفوا بسبيلهم جميع أهل الملل\" ، وفي المخطوطة: \"وخالفوا سبيلهم جميع وهل الملل\" ، والصواب زيادة [من] ، يعني: وخالفوا سبيل الذين اتبعوك ، من جميع أهل الملل. أهو صواب المعنى ، إن شاء الله.(12) في المطبوعة: \"فيقال هم المؤمنون ، ليس هم الروم\" بدل ما في المخطوطة ، والروم كانوا هم النصارى يومئذ ، ويعني بالمؤمنين فيما سلف ، أهل الإسلام ممن لم يبدل ولم يقل في عيسى ما قالت النصارى بعد.(13) في المطبوعة: \"لسوق القول\" وهو خطأ لا معنى له. وفي المخطوطة\"لسوق\" غير منقوطة ، فلم يحسن قراءتها. والطبري يكثر استعمال\"سبوق\" مصدر\"سبق\" ، كما أشرت إليه في 4: 287 ، تعليق: 4 / ثم ص: 427 ، تعليق: 1 / ثم ص: 446 ، تعليق: 4 ، وغيره من المواضع. ويعني بقوله: \"لسبوق القول\" مثل ما مضى من قوله في 1: 153 أن من شأن العرب\"إذا حكت ، أو أمرت بحكاية خبر يتلو القول ، أن تخاطب ثم تخبر عن غائب ، وتخبر عن غائب ثم تعود إلى الخطاب ، لما في الحكاية بالقول من معنى الغائب والمخاطب\". والقول هنا هو قوله تعالى: \"إذ قال الله يا عيسى...\". ومعنى ما قال الطبري ، أن قوله تعالى: \"ثم إلي مرجعكم...\" إنما هو في أمر الذين اختلفوا في أمر عيسى ، وقالوا فيه ما قالوا من اليهود والنصارى وغيرهم ، وأمر الذين قالوا فيه الحق ولم يمتروا فيه أنه عبد الله ورسوله. وذلك بعد أن كان الخطاب إلى عيسى نفسه ، وكان ذكر الذين اتبعوه والذين كفروا به ، غائبًا في خطاب عيسى ، فرد الخطاب إليهم في آخر الآية.(14) انظر ما سلف 1: 153 ، 154 / 3: 304 ، 305.",
  "ayah": 55,
  "surah": 3
}
