{
  "text": "القول في تأويل قوله :  يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالإِنْجِيلُ إِلا مِنْ بَعْدِهِ أَفَلا تَعْقِلُونَ (65)قال أبو جعفر: يعني تعالى ذكره بقوله: \" يا أهل الكتاب \"، يا أهل التوراة والإنجيل =\" لم تحاجون \"، لم تجادلون =\" في إبراهيم \" وتخاصمون فيه، يعني: في إبراهيم خليل الرحمن صلوات الله عليه.وكان حجِاجهم فيه: ادّعاءُ كل فريق من أهل هذين الكتابين أنه كان &; 6-490 &; منهم، وأنه كان يدين دينَ أهل نِحْلته. فعابهم الله عز وجل بادِّعائهم ذلك، ودلّ على مُناقضتهم ودعواهم، فقال: وكيف تدَّعون أنه كان على ملتكم ودينكم، ودينُكم إما يهودية أو نصرانية، واليهودي منكم يزعُم أنّ دينه إقامةُ التوراة والعملُ بما فيها، والنصراني منكم يزعم أنّ دينه إقامةُ الإنجيل وما فيه، وهذان كتابان لم ينـزلا إلا بعد حين من مَهلِك إبراهيم ووفاته؟ فكيف يكون منكم؟ فما وجه اختصامكم فيه، (41) وادعاؤكم أنه منكم، والأمر فيه على ما قد علمتم؟* * *وقيل: نـزلت هذه الآية في اختصام اليهود والنصارى في إبراهيم، وادعاء كل فريق منهم أنه كان منهم.ذكر من قال ذلك:7202 - حدثنا أبو كريب قال، حدثنا يونس بن بكير قال، حدثني محمد بن إسحاق = وحدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق = قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير، أو عكرمة، عن ابن عباس قال: اجتمعت نصارى نجران وأحبارُ يهود عند رسول الله صلى الله عليه وسلم فتنازعوا عنده، فقالت الأحبار: ما كان إبراهيمُ إلا يهوديًّا، وقالت النصارى: ما كان إبراهيم إلا نصرانيًّا! فأنـزل الله عز وجل فيهم: \" يا أهل الكتاب لم تحاجون في إبراهيم وما أنـزلت التوراةُ والإنجيل إلا من بعده أفلا تعقلون \"، قالت النصارى: كان نصرانيًّا! وقالت اليهود: كان يهوديًّا! فأخبرهم الله أنّ التوراة والإنجيل ما أنـزلا إلا من بعده، وبعده كانت اليهودية والنصرانية. (42)7203 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" يا أهل الكتاب لم تحاجُّون في إبراهيم \"، يقول: \" لم تحاجون في إبراهيم \" وتزعمون أنه كان يهوديًّا أو نصرانيًّا، =\" وما أنـزلت التوراة والإنجيل إلا من بعده \"، فكانت اليهودية بعد التوراة، وكانت النصرانية بعد الإنجيل، =\" أفلا تعقلون \"؟* * *وقال آخرون: بل نـزلت هذه الآية في دعوى اليهود إبراهيم أنه منهم.ذكر من قال ذلك:7204 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال: ذكر لنا أن نبي الله صلى الله عليه وسلم دعا يهود أهل المدينة إلى كلمة السواء، وهم الذين حاجُّوا في إبراهيم، وزعموا أنه مات يهوديًّا. فأكذبهم الله عز وجل ونفاهم منه فقال: \" يا أهل الكتاب لم تحاجون في إبراهيم وما أنـزلت التوراة والإنجيل إلا من بعده أفلا تعقلون \".7205 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع مثله.7206 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" يا أهل الكتاب لم تحاجون في إبراهيم \"، قال: اليهود والنصارى، برَّأه الله عز وجل منهم، حين ادعت كل أمة أنه منهم، (43) وألحق به المؤمنين، مَنْ كان من أهل الحنيفية.7207 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.* * *وأما قوله: \" أفلا تعقلون \" فإنه يعني: \" أفلا تعقلون \"، تفقَهون خطأ قيلكم: إنّ إبراهيم كان يهوديًّا أو نصرانيًّا، وقد علمتم أنّ اليهودية والنصرانية حدَثَت من بعد مَهلكه بحين؟-----------------الهوامش :(41) في المخطوطة: \"فكيف يكون منهم ، أما وجه اختصامكم فيه..\" ، وهو خطأ من عجلة الناسخ وصححه في المطبوعة ، ولكنه كتب\"فما وجه اختصامكم فيه\" ، وهو ليس بشيء ، والصواب ما أثبت.(42) الأثر: 7202- سيرة ابن هشام 2: 201: 202 مختصرًا ، والأثر الذي قبله فيما روى الطبري من سيرة ابن إسحاق ، هو ما سلف رقم: 6782.(43) في المخطوطة والمطبوعة: \"حين ادعى\" ، وهو سبق قلم من الناسخ.",
  "ayah": 65,
  "surah": 3
}
