{
  "text": "القول في تأويل قوله :  هَا أَنْتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ (66)قال أبو جعفر: يعني بقوله جل ثناؤه: \" ها أنتم \"، القومَ الذين (44) [قالوا في إبراهيم ما قالوا =\" حاججتم \"]، (45) خاصمتم وجادلتم (46) =\" فيما لكم به علم \"، من أمر دينكم الذي وجدتموه في كتبكم، وأتتكم به رسل الله من عنده، وفي غير ذلك مما أوتيتموه وثبتت عندكم صحته (47) =\" فلم تحاجون \"، يقول: فلم تجادلون وتخاصمون=\" فيما ليس لكم به علم \"، يعني: في الذي لا علم لكم به من أمر إبراهيم ودينه، ولم تجدوه في كتب الله، ولا أتتكم به أنبياؤكم، ولا شاهدتموه فتعلموه؟ كما:-7208 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" ها أنتم هؤلاء حاججتم فيما لكم به علم فلم تحاجُّون فيما ليس لكم به علم، أما \" الذي لهم به علم \"، فما حرّم عليهم وما أمروا به. وأما \" الذي ليس لهم به علم \"، فشأن إبراهيم.7209 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" ها أنتم هؤلاء حاججتم فيما لكم به علم \"، يقول: فيما شهدتم ورأيتم وعاينتم =\" فلم تحاجُّون فيما ليس لكم به علم \"، فيما لم تشاهدوا ولم تروا ولم تعاينوا =\" والله يعلم وأنتم لا تعلمون \".7210 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع مثله.* * *وقوله: \" والله يعلم وأنتم لا تعلمون \"، يقول: والله يعلم ما غَاب عنكم فلم تشاهدوه ولم تروه، ولم تأتكم به رسلُه من أمر إبراهيم وغيره من الأمور ومما تجادلون فيه، لأنه لا يغيب عنه شيء، ولا يعزُبُ عنه علم شيء في السموات ولا في الأرض =\" وأنتم لا تعلمون \"، من ذلك إلا ما عاينتم فشاهدتم، أو أدركتم علمه بالإخبار والسَّماع.-----------------------الهوامش :(44) في المطبوعة: \"يعني بذلك جل ثناؤه: ها أنتم هؤلاء ، القوم...\" ، ومثله في المخطوطة ، وليس فيها\"هؤلاء\" ، وصواب السياق يقتضي أن يكون كما أثبت. وقوله: \"القوم\" مفعول به لقوله: \"يعني...\".(45) هذه الزيادة التي بين القوسين ، أو ما يقوم مقامها ، لا بد منها ، ولا يستقيم الكلام إلا بها ، وظاهر أن الناسخ قد تخطى عبارة أو سطرا من فرط عجلته أو تعبه. واستظهرتها من نهج أبي جعفر وسياق تفسيره.(46) انظر تفسير\"حاج\" فيما سلف 3: 120 ، 121 ، 200 / 5: 429 / 6: 280 ، 473.(47) في المطبوعة والمخطوطة: \"ومن غير ذلك\" ، والصواب ما أثبت ، تصحيف ناسخ.",
  "ayah": 66,
  "surah": 3
}
