{
  "text": "القول في تأويل قوله :  وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (69)قال أبو جعفر: يعني بقوله جل ثناؤه: \" ودّت \"، تمنت = (61) \" طائفة \"، يعني جماعة =\" من أهل الكتاب \"، وهم أهل التوراة من اليهود، وأهل الإنجيل من النصارى =\" لو يضلُّونكم \"، يقولون: لو يصدّونكم أيها المؤمنون، عن الإسلام، ويردُّونكم عنه إلى ما هم عليه من الكفر، فيهلكونكم بذلك.* * *و \" الإضلال \" في هذا الموضع، الإهلاكُ، (62) من قول الله عز وجل:  وَقَالُوا أَئِذَا ضَلَلْنَا فِي الأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ  [سورة السجدة: 10]، يعني: إذا هلكنا، ومنه قول الأخطل في هجاء جرير:كُـنْتَ القَـذَى فِـي مَـوْجِ أَكْدَرَ مُزْبِدٍقَــذَفَ الأتِـيُّ بِـهِ فَضَـلّ ضـلالا (63)يعنى: هلك هلاكًا، وقول نابغة بني ذبيان:فَــآبَ مُضِلُّــوهُ بِعَيْــنٍ جَلِيَّــةٍوَغُــودِرَ بِـالجَوْلانِ حَـزْمٌ ونَـائِلُ (64)يعني مهلكوه.* * *&; 6-501 &;=\" وما يضلون إلا أنفسهم \"، وما يهلكون - بما يفعلون من محاولتهم صدّكم عن دينكم - أحدًا غير أنفسهم، يعني بـ\" أنفسهم \": أتباعهم وأشياعَهم على ملَّتِهم وأديانهم، وإنما أهلكوا أنفسَهم وأتباعهم بما حاولوا من ذلك لاستيجابهم من الله بفعلهم ذلك سخَطه، واستحقاقهم به غَضَبه ولعنته، لكفرهم بالله، ونقضِهم الميثاقَ الذي أخذ الله عليهم في كتابهم، في اتباع محمد صلى الله عليه وسلم وتصديقه، والإقرار بنبوّته.ثم أخبر جلّ ثناءه عنهم أنهم يفعلون ما يفعلون، من محاولة صدّ المؤمنين عن الهدى إلى الضلالة والردى، على جهل منهم بما اللهُ بهمُ محلٌّ من عقوبته، &; 6-502 &; ومدَّخِر لهم من أليم عذابه، فقال تعالى ذكره: \" وما يشعرون \" أنهم لا يضلون إلا أنفسهم، بمحاولتهم إضلالكم أيها المؤمنون.* * *ومعنى قوله: \" وما يشعرون \"، وما يدرون ولا يعلمون.* * *وقد بينا تأويل ذلك بشواهده في غير هذا الموضع، فأغنى ذلك عن إعادته. (65)-------------------الهوامش :(61) انظر تفسير\"ود\" فيما سلف 2: 470 / 5: 542.(62) انظر تفسير\"ضل\" فيما سلف 1: 195 / 2: 495 ، 496.(63) مضى تخريجه وشرحه في 2: 496.(64) ديوانه: 83 ، واللسان (ضلل) (جلا) ، من قصيدته الغالية في رثاء أبي حجر النعمان بن الحارث بن أبي شمر الغساني ، وقبل البيت:فَـإِنْ تَـكُ قَــدْ وَدَّعْـتَ غَـيْرَ مُذَمَّمٍأَوَاسِـيَ مُلْــكٍ ثبَّتَتْــهُ الأَوَائِــلُفَــلاَ تَبْعَــدَنْ, إِنْ المَنَّيَـة مَوْعِـدٌ,وَكُـلُّ امْـرِئ يَوْمًـا بـه الحَالُ زَائِلُفمَـا كَـانَ بَيْـنَ الخَيْر, لَوْ جَاءَ سَالِمًاأَبُــو حُجُــرٍ, إِلاَّ لَيَــالٍ قَلاَئِــلُفَـإِنْ تَحْـيَ لا أَمْلَلْ حَيَاتِي, وَإنْ تَمُتْفَمَـا فِـي حَيَـاةٍ بَعْـدَ مَـوْتِكَ طائِلفَـآبَ مُضِلُّوهُ. . . . . . . . . . . .. . . . . . . . . . . . . . . . . . .ورواية الأصمعي وأبي عبيدة: \"فآب مصلوه\" بالصاد المهملة. وفسرها الأصمعي فقال: \"أراد: قدم أول قادم بخبر موته ، ولم يتبينوه ولم يحققوه ولم يصدقوه ، ثم جاء المصلون ، وهم الذين جاءوا بعد الخبر الأول ، وقد جاءوا على أثره ، وأخبروا بما أخبر به ، بعين جلية: أي بخبر متواتر صادق يؤكد موته ، ويصدق الخبر الأول. وإنما أخذه من السابق والمصلي (من الخيل)\" وقال أبو عبيدة: \"مصلوه: يعني أصحاب الصلاة ، وهم الرهبان وأهل الدين منهم\".والذي قاله الأصمعي غريب جدًا ، وأنا أرفضه لبعده وشدة غرابته ، واحتياله الذي لا يغني ، ولو قال: \"مصلوه\" ، هم مشيعوه الذين سوف يتبعون آثاره عما قليل إلى الغاية التي انتهى إليها ، وهي اللحد - لكان أجود وأعرق في العربية!! ولكن هكذا تذهب المذاهب أحيانًا بأئمة العلم. والذي قال أبو عبيدة ، على ضعفه ، أجود مما قاله الأصمعي ، وأنا أختار الرواية التي رواها الطبري ، ولها تفسيران: أحدهما الذي قاله الطبري ، وهو يقتضي أن يكون النعمان مات مقتولا ، ولم أجد خبرًا يؤيد ذلك ، فإنه غير ممكن أن يكون تفسيره\"مهلكوه\" ، إلا على هذا المعنى ، والآخر: \"مضلوه\" أي: دافنوه الذي أضلوه في الأرض: أي دفنوه وغيبوه ، وهو المشهور في كلامهم ، كقول المخبل:أَضَلَّـتْ بَنْـو قيْسِ بـن سَـعْدٍ عَمِيدَهَاوفَارِسَـها فـي الدَّهْرِ قَيْسَ بنَ عاصِمِفمعنى قول النابغة: كذب الناس خبر موت النعمان أول ما جاء ، فلما جاء دافنوه بخبر ما عاينوه ، صدقوا الخبر الأول. هذا أجود ما يقال في معنى البيت. و\"الجولان\" جبل في نواحي دمشق ، من عمل حوران. وتبين من شعر النابغة أنه كانت به منازل النعمان وقصوره ودوره.(65) انظر تفسير\"شعر\" فيما سلف 1: 277 ، 278.",
  "ayah": 69,
  "surah": 3
}
