{
  "text": "القول في تأويل قوله :  يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِقال أبو جعفر: يعني بذلك جل ثناؤه: يا أهل التوراة والإنجيل =\" لم تلبسون \"، يقول: لم تخلطون =\" الحق بالباطل \".* * *وكان خلطهم الحقّ بالباطل، إظهارهم بألسنتهم من التصديق بمحمد صلى الله عليه وسلم وما جاء به من عند الله، غيرَ الذي في قلوبهم من اليهودية والنصرانية.كما:-7223 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عن محمد بن أبي محمد، عن عكرمة أو سعيد بن جبير، عن ابن عباس قال: قال عبد الله بن الصيِّف، وعدي بن زيد، والحارث بن عوف، بعضهم لبعض: تعالوا نؤمن بما أنـزل على محمد وأصحابه غُدْوةً ونكفُر به عشيةً، حتى نلبس عليهم دينهم، لعلهم يصنعون كما نصنعُ، فيرجعوا عن دينهم! فأنـزل الله عز وجل فيهم: \" يا أهل الكتاب لم تلبسون الحقّ بالباطل \" إلى قوله:  وَاللَّهُ وَاسِعٌ عَلِيمٌ  . (1)7224 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" يا أهل الكتاب لم تلبسون الحق بالباطل \"، يقول: لم تلبسون اليهودية والنصرانية بالإسلام، وقد علمتم أنّ دين الله الذي لا يقبل غيرَه، الإسلام، ولا يجزي إلا به؟7225 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع بمثله = إلا أنه قال: الذي لا يقبل من أحد غيرَه، الإسلامُ = ولم يقل: \" ولا يجزي إلا به \". (2)7226 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" يا أهل الكتاب لم تلبسون الحق بالباطل \"، الإسلامَ باليهودية والنصرانية.* * *وقال آخرون: في ذلك بما:-7227 - حدثني به يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قول الله عز وجل: \" لم تلبسون الحق بالباطل \"، قال: \" الحقّ\" التوراة التي أنـزل الله على موسى، و \" الباطل \"، الذي كتبوه بأيديهم.* * *قال أبو جعفر: وقد بينا معنى \" اللبس \" فيما مضى، بما أغنى عن إعادته. (3)* * *القول في تأويل قوله :  وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (71)قال أبو جعفر: يعني بذلك جل ثناؤه: ولم تكتمون، يا أهل الكتاب، الحقّ؟ (4)* * *و \" الحق \" الذي كتموه: ما في كتُبهم من نعت محمد صلى الله عليه وسلم ومبعثه ونبوّته، كما:-7227 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" وتكتمون الحق وأنتم تعلمون \"، كتموا شأنَ محمد، وهم يجدونه مكتوبًا عندهم في التوراة والإنجيل، يأمرهم بالمعروف وَينهاهم عن المنكر.7229 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قوله: \" وتكتمون الحق وأنتم تعلمون \"، يقول: يكتمون شأن محمد صلى الله عليه وسلم، وهم يجدونه مكتوبًا عندهم في التوراة والإنجيل: يأمرهم بالمعروف وينهاهم عن المنكر.7230 - حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن &; 6-506 &; ابن جريج: \" تكتمون الحق \"، الإسلام، وأمرَ محمد صلى الله عليه وسلم =\" وأنتم تعلمون \" أنّ محمدًا رسولُ الله، وأنّ الدين الإسلامُ.* * *وأما قوله: \" وأنتم تعلمون \"، فإنه يعني به: وأنتم تعلمون أنّ الذي تكتمونه من الحق حقّ، وأنه من عند الله. وهذا القول من الله عز وجل، خبرٌ عن تعمُّد أهل الكتاب الكفرَ به، وكتمانِهم ما قد علموا من نبوّة محمد صلى الله عليه وسلم وَوَجدوه في كتبهم، وجاءَتهم به أنبياؤهم.-----------------الهوامش :(1) الأثر: 7223- سيرة ابن هشام 2: 202 ، وهو تابع الأثر السالف رقم: 7202.(2) في المطبوعة: \"ولم يقبل ولا يجازى إلا به\" ، قرأها الناشر كذلك لفساد خط الناسخ في كتابته ، وصواب قراءتها ما أثبت ، وفي المخطوطة\"لا يجزى الآية\" ، وهو تصحيف قبيح.(3) انظر ما سلف 1: 567 ، 568.(4) انظر تفسير نظيرة هذه الآية والتي قبلها فيما سلف 1: 566-572 ، والآثار التي رواها هنا قد رويت هناك في مواضعها.",
  "ayah": 71,
  "surah": 3
}
