{
  "text": "القول في تأويل قوله :  مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِقال أبو جعفر: يعني بذلك جل ثناؤه: وما ينبغي لأحد من البشر.* * *و \" البشر \" جمع بني آدم لا واحد له من لفظه مثل: \" القوم \" و \" الخلق \". وقد يكون اسمًا لواحد =\" أن يؤتيه الله الكتاب \" يقول: أن ينـزل الله عليه كتابه =\" والحكم \" يعني: ويعلمه فصْل الحكمة =\" والنبوة \"، يقول: ويعطيه النبوّة =\" ثم يقول للناس كونوا عبادًا لي من دون الله \"، يعني: ثم يدعو الناس إلى عبادة نفسه دون الله، وقد آتاه الله ما آتاه من الكتاب والحكم والنبوة. ولكن إذا آتاه الله ذلك، فإنما يدعوهم إلى العلم بالله، ويحدوهم على معرفة شرائع دينه، وأن يكونوا رؤساء في المعرفة بأمر الله ونهيه، وأئمةً في طاعته وعبادته، بكونهم معلِّمي الناس الكتاب، وبكونهم دَارِسيه. (8)* * *وقيل: إنّ هذه الآية نـزلت في قوم من أهل الكتاب قالوا للنبي صلى الله عليه وسلم: أتدعونا إلى عبادتك؟ كما:-7296 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثنا ابن إسحاق، عن محمد بن أبي محمد، عن عكرمة أو سعيد بن جبير، عن ابن عباس قال: قال أبو رافع القرظي = (9) حين اجتمعت الأحبار من اليهود والنصارى من أهل نجران عند رسول الله صلى الله عليه وسلم، ودعاهم إلى الإسلام = : أتريد يا محمد أن نعبدك، كما تعبد النصارَى عيسى ابن مريم؟ فقال رجل من أهل نجران نصراني يقال له الرِّبِّيس: (10) أوَ ذاك تريد منا يا محمد، وإليه تدعونا! أو كما قال = فقال رسول الله صلى الله عليه وسلم: معاذَ الله أن نَعبُد غيرَ الله، أو نأمر بعبادة غيره! ما بذلك بعثني، ولا بذلك أمرني = أو كما قال. فأنـزل الله عز وجل في ذلك من قولهم: (11) \" ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوّة \"، الآية إلى قوله:  بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ  .7297- حدثنا أبو كريب قال، حدثنا يونس بن بكير قال، حدثنا محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة، عن ابن عباس قال: قال أبو رافع القرظي، فذكر نحوه. (12)7298 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا &; 6-540 &; عبادًا لي من دون الله \"، يقول: ما كان ينبغي لبشر أن يؤتيه الله الكتاب والحكم والنبوةَ، يأمر عبادَه أن يتخذوه ربًّا من دون الله.7299 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع مثله.7300 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال: كان ناس من يهود يتعبَّدون الناسَ من دون ربهم، بتحريفهم كتابَ الله عن موضعه، فقال الله عز وجل: \" ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقولَ للناس كونوا عبادًا لي من دون الله \"، ثم يأمر الناس بغير ما أنـزل الله في كتابه.* * *القول في تأويل قوله :  وَلَكِنْ كُونُوا رَبَّانِيِّينَقال أبو جعفر: يعني جل ثناؤه بذلك: \" ولكن \" يقول لهم: \" كونوا ربانيين \"، فترك \" القول \"، استغناء بدلالة الكلام عليه.* * *وأما قوله: \" كونوا ربانيين \"، فإن أهل التأويل اختلفوا في تأويله.فقال بعضهم: معناه: كونوا حكماء علماء.ذكر من قال ذلك:7301 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن منصور، عن أبي رزين: \" كونوا ربانيين \"، قال: حكماء علماء.7302 - حدثنا أبو كريب قال، حدثنا ابن يمان، عن سفيان، عن منصور، عن أبي رزين: \" كونوا ربانيين \"، قال: حكماء علماء.&; 6-541 &;7303 - حدثنا ابن حميد قال، حدثنا حكام، عن عمرو، عن منصور، عن أبي رزين مثله.7304 - حدثنا ابن حميد قال، حدثنا جرير، عن منصور، عن أبي رزين: \" ولكن كونوا ربانيين \"، حكماء علماء.7305 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم، عن عوف، عن الحسن في قوله: \" كونوا ربانيين \"، قال: كونوا فقهاء علماء.7306 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" كونوا ربانيين \"، قال: فقهاء.7307 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.7308 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، قال أخبرني القاسم، عن مجاهد قوله: \" ولكن كونوا ربانيين \"، قال: فقهاء.7309 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ولكن كونوا ربانيين \"، قال: كونوا فقهاء علماء.7310 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن منصور بن المعتمر، عن أبي رزين في قوله: \" كونوا ربانيين \"، قال: علماء حكماء = قال معمر: قال قتادة.7311 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي في قوله: \" كونوا ربانيين \"، أما \" الربانيون \"، فالحكماء الفقهاء.7312 - حدثني يونس قال، أخبرنا ابن وهب قال، أخبرنا سفيان، عن &; 6-542 &; ابن أبي نجيح، عن مجاهد قال: \" الربانيون \"، الفقهاء العلماء، وهم فوق الأحبار.7313 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" ولكن كونوا ربانيين \"، يقول: كونوا حكماء فقهاء.7314 - حدثت عن المنجاب قال، حدثنا بشر بن عمارة، عن أبي حمزة الثمالي، عن يحيى بن عقيل في قوله:  الرَّبَّانِيُّونَ وَالأَحْبَارُ  [سورة المائدة: 63]، قال: الفقهاء العلماء.7315 - حدثت عن المنجاب قال، حدثنا بشر، عن أبي روق، عن الضحاك، عن ابن عباس مثله.7316 - حدثني ابن سنان القزاز قال، حدثنا الحسين بن الحسن الأشقر قال، حدثنا أبو كدينة، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس في قوله: \" كونوا ربانيين \"، قال: كونوا حكماء فقهاء.7317 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" كونوا ربانيين \"، يقول: كونوا فقهاء علماء.* * *وقال آخرون: بل هم الحكماء الأتقياء.ذكر من قال ذلك:7318 - حدثني يحيى بن طلحة اليربوعي قال، حدثنا فضيل بن عياض، عن عطاء بن السائب، عن سعيد بن جبير قوله: \" كونوا ربانيين \"، قال: حكماء أتقياء.* * *&; 6-543 &;وقال آخرون: بل هم ولاة الناس وقادتهم.ذكر من قال ذلك:7319 - حدثني يونس بن عبد الأعلى قال: أخبرنا ابن وهب قال، سمعت ابن زيد يقول في قوله: \" كونوا ربانيين \"، قال: الربانيون: الذين يربُّون الناس، ولاة هذا الأمر، يرُبُّونهم: يلونهم. وقرأ:  لَوْلا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالأَحْبَارُ  [سورة المائدة: 63]، قال: الربانيون: الولاة، والأحبار العلماء.* * *قال أبو جعفر: وأولى الأقوال عندي بالصواب في\" الربانيين \" أنهم جمع \" رباني\"، وأن \" الرباني\" المنسوب إلى \" الرَّبَّان \"، الذي يربُّ الناسَ، وهو الذي يُصْلح أمورهم، و \" يربّها \"، ويقوم بها، ومنه قول علقمة بن عبدة:وَكُـنْتُ امْـرَأً أَفْضَـتْ إلَيْـكَ رِبَابَتيوَقَبْلَــكَ رَبَّتْنـي, فَضِعْـتُ, رُبُـوبُ (13)يعني بقوله: \" ربتني\": ولي أمري والقيامَ به قبلك من يربه ويصلحه، فلم يصلحوه، ولكنهم أضاعوني فضعتُ.يقال منه: \" رَبَّ أمري فلان، فهو يُربُّه رَبًّا، وهو رَابُّه \". (14) فإذا أريد به المبالغة في مدْحه قيل: \" هو ربّان \"، كما يقال: \" هو نعسان \" من قولهم: \" نعَس يَنعُس \". وأكثر ما يجيء من الأسماء على \" فَعْلان \" ما كان من الأفعال ماضيه على \" فَعِل \" مثل قولهم: \" هو سكران، وعطشان، وريان \" من \" سَكِر يسكَر، وعطِش يعطَش، ورَوي يرْوَى \". وقد يجيء مما كان ماضيه على \" فَعَل يَفعُل \"، نحو ما قلنا من \" نَعَس يَنعُس \" و \" ربَّ يَرُبّ\".فإذا كان الأمر في ذلك على ما وصفنا = وكان \" الربَّان \" ما ذكرنا، &; 6-544 &; و \" الربّاني\" هو المنسوب إلى من كان بالصفة التي وصفتُ = وكان العالم بالفقه والحكمة من المصلحين، يَرُبّ أمورَ الناس، بتعليمه إياهم الخيرَ، ودعائهم إلى ما فيه مصلحتهم = وكان كذلك الحكيمُ التقيُّ لله، والوالي الذي يلي أمور الناس على المنهاج الذي وَليه المقسطون من المصْلحين أمورَ الخلق، بالقيام فيهم بما فيه صلاحُ عاجلهم وآجلهم، وعائدةُ النفع عليهم في دينهم، ودنياهم = كانوا جميعًا يستحقون أن [يكونوا] ممن دَخل في قوله عز وجل: \" ولكن كونوا ربانيين \" . (15)ف \" الربانيون \" إذًا، هم عمادُ الناس في الفقه والعلم وأمور الدين والدنيا. ولذلك قال مجاهد: \" وهم فوق الأحبار \"، لأن \" الأحبارَ\" هم العلماء، و \" الرباني\" الجامعُ إلى العلم والفقه، البصرَ بالسياسة والتدبير والقيام بأمور الرعية، وما يصلحهم في دُنياهم ودينهم. (16)* * *القول في تأويل قوله :  بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (79)قال أبو جعفر: اختلفت القرأة في قراءة ذلك.فقرأه عامة قرأة أهل الحجاز وبعض البصريين: ( بِمَا كُنْتُمْ تَعْلَمُونَ ) بفتح \" التاء \" وتخفيف \" اللام \"، يعني: بعلمكم الكتابَ ودراستكم إياه وقراءتكم.&; 6-545 &;واعتلُّوا لاختيارهم قراءة ذلك كذلك، بأن الصواب = كذلك، لو كان التشديد في\" اللام \" وضم \" التاء \" = لكان الصواب في: \" تدرسون \"، بضم \" التاء \" وتشديد \" الراء \". (17)* * *وقرأ ذلك عامة قرأة الكوفيين: ( بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ ) بضم \" التاء \" من \" تعلمون \"، وتشديد \" اللام \"، بمعنى: بتعليمكم الناسَ الكتابَ ودراستكم إياه.واعتلوا لاختيارهم ذلك، بأن مَنْ وصفهم بالتعليم، فقد وصفهم بالعلم، إذ لا يعلِّمون إلا بعد علمهم بما يعلِّمون. قالوا: ولا موصوف بأنه \" يعلم \"، إلا وهو موصوف بأنه \" عالم \". قالوا: فأما الموصوف بأنه \" عالم \"، فغير موصوف بأنه معلِّم غيره. قالوا: فأولى القراءتين بالصواب أبلغهما في مدح القوم، وذلك وصفهم بأنهم كانوا يعلمون الناسَ الكتابَ، كما:-7320 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا يحيى بن آدم، عن ابن عيينة، عن حميد الأعرج، عن مجاهد أنه قرأ: \" بما كنتم تَعلَمون الكتابَ وبما كنتم تَدْرسون \"، مخففةً بنصب \" التاء \" = وقال ابن عيينة: ما علَّموه حتى علِموه!* * *قال أبو جعفر: وأولى القراءتين بالصواب في ذلك، قراءة من قرأه بضم \" التاء \" وتشديد \" اللام \". لأن الله عز وجل وصف القوم بأنهم أهل عمادٍ للناس في دينهم ودنياهم، وأهل إصلاح لهم ولأمورهم وتربية.يقول جل ثناؤه: \" ولكن كونوا ربانيين \"، على ما بينا قبل من معنى \" الرباني\"، &; 6-546 &; ثم أخبر تعالى ذكره عنهم أنهم صاروا أهل إصلاح للناس وتربية لهم بتعليمهم إياهم كتابَ ربِّهم.* * *= و \" دراستهم \" إياه: تلاوته. (18)* * *وقد قيل: \" دراستهم \"، الفقه.* * *وأشبه التأويلين بالدراسة ما قلنا: من تلاوة الكتاب، لأنه عطف على قوله: \" تعلمون الكتاب \"،\" والكتاب \" هو القرآن، فلأنْ تكون الدراسة معنيًّا بها دراسة القرآن، أولى من أن تكون معنيًّا بها دراسة الفقه الذي لم يجرِ له ذكرٌ.ذكر من قال ذلك: (19)7321 - حدثني المثنى قال، حدثنا إسحاق قال، قال يحيى بن آدم قال، أبو زكريا: كان عاصم يقرأها: ( بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ )، قال: القرآن =( وَبِمَا كُنْتُمْ تَدْرُسُونَ )، قال: الفقه.* * *فمعنى الآية: ولكن يقول لهم: كونوا، أيها الناس، سادة الناس، وقادتهم في أمر دينهم ودنياهم، ربَّانيِّين بتعليمكم إياهم كتاب الله وما فيه من حلال وحرام، وفرض وندب، وسائر ما حواه من معاني أمور دينهم، وبتلاوتكم إياه ودراسَتِكموه.------------------الهوامش :(8) انظر تفسير\"آتي\" و\"الحكم\" ، و\"النبوة\" فيما سلف من فهارس اللغة مادة (أتى) (حكم) (نبأ).(9) أبو رافع القرظي ، هو سلام بن أبي الحقيق اليهودي.(10) في المطبوعة: \"الرئيس\" ، وفي المخطوطة: \"الريس\" غير منقوطة ، وهو في سيرة ابن هشام المطبوعة الأوربية والمصرية: \"الربيس\" مثل\"سكيت\" (بكسر الراء وتشديد الباء المكسورة). وربيس السامرة: هو كبيرهم. وفي التعليقات على سيرة ابن هشام. الطبعة الأوروبية\"الريس ، والرئيس\" معًا ، وكأن الصواب هو ما جاء في نص ابن هشام الأول.(11) في سيرة ابن هشام: \"من قولهما\" ، وهي أجود ، ولعل هذه من قلم الناسخ.(12) الأثران: 7296 ، 7297- سيرة ابن هشام 2: 202 ، 203 ، وهما من تتمة الآثار التي آخرها رقم: 7223 ، وفي الطبري اختلاف في قليل من اللفظ.(13) سلف البيت وتخريجه وشرحه في 1: 142.(14) انظر تفسير\"رب\" فيما سلف 1: 141 ، 142.(15) في المطبوعة: \"كانوا جميعًا مستحقين أنهم ممن دخل في قوله...\" ، وهي عبارة سقيمة غير المخطوطة كما شاء. وفي المخطوطة: \"كانوا جميعًا مستحقون أن ممن دخل في قوله...\" ، وظاهر أن الناسخ جعل\"يستحقون\" ، \"مستحقون\" ، وهو خطأ في الإعراب ، وسقط من عجلته قوله: \"يكونوا\" ، فزدتها بين القوسين ، فاستقام الكلام.(16) هذا التفسير قل أن تجده في كتاب من كتب اللغة ، وهو من أجود ما قرأت في معنى\"الرباني\" ، وهو من أحسن التوجيه في فهم معاني العربية ، والبصر بمعاني كتاب الله. فرحم الله أبا جعفر رحمة ترفعه درجات عند ربه.(17) في المطبوعة: \"بأن الصواب لو كان التشديد في اللام...\" ، حذف من المخطوطة\"كذلك\"بعد\" بأن الصواب\" ، وظاهر أن موضع الخطأ هو سقوط\"الواو\" قبل قوله: \"لو كان التشديد\". فأثبتها ، واستقام الكلام.(18) في المخطوطة والمطبوعة: \"ودراستهم إياه وتلاوته\" ، بزيادة الواو قبل\"تلاوته\" والسياق بين في أنه يفسر معنى\"الدراسة\" ، وأنهما تأويلان ، كما سيأتي ، فحذفت الواو ، وفصلت بين الكلامين.(19) أنا أرتاب في سياق هذا الموضع من التفسير ، وأخشى أن يكون سقط من النساخ شيء.",
  "ayah": 79,
  "surah": 3
}
