{
  "text": "القول في تأويل قوله :  فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (82)قال أبو جعفر: يعني بذلك جل ثناؤه: فمن أعرَض عن الإيمان برسلي الذين أرسلتهم بتصديق ما كان مع أنبيائي من الكتب والحكمة، وعن نصرتهم، فأدبر ولم يؤمن بذلك، ولم ينصر، ونكث عهدَه وميثاقه =\" بعد ذلك \"، يعني بعد العهد والميثاق الذي أخذَه الله عليه =\" فأولئك هم الفاسقون \"، يعني بذلك: أن المتولين عن الإيمان بالرسل الذين وصف أمرَهم، ونُصرتهم بعد العهد والميثاق اللذين أخذَا عليهم بذلك =\" هم الفاسقون \"، يعني بذلك: الخارجون من دين الله وطاعة ربهم، (51)كما:-7339 - حدثنا المثنى قال حدثنا إسحاق قال، حدثنا عبد الله بن هاشم قال، أخبرنا سيف بن عمر، عن أبي روق، عن أبي أيوب، عن علي بن أبي طالب: فمن تولى عنك، يا محمد، بعد هذا العهد من جميع الأمم =\" فأولئك هم الفاسقون \"، هم العاصون في الكفر.7340 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه = قال أبو جعفر: يعني الرازي = (52) \" فمن تولى بعد ذلك \" يقول: بعد العهد والميثاق الذي أخذَ عليهم =\" فأولئك هم الفاسقون \".&; 6-563 &;7341 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، [عن أبيه]، عن الربيع مثله. (53)* * *قال أبو جعفر: وهاتان الآيتان، وإن كان مَخرَج الخبر فيهما من الله عز وجل بما أخبر أنه أشهدَ وأخذَ به ميثاقَ منْ أخذَ ميثاقه به، عن أنبيائه ورسله، (54) فإنه مقصودٌ به إخبارُ من كان حوالَي مهاجَر رسول الله صلى الله عليه وسلم من يهود بني إسرائيل أيام حياته صلى الله عليه وسلم، عَمَّا لله عليهم من العهد في الإيمان بنبوة محمد صلى الله عليه وسلم = (55) ومعنيٌّ [به] تذكيرُهم ما كان الله آخذًا على آبائهم وأسلافهم من المواثيق والعهود، وما كانت أنبياءُ الله عرَّفتهم وتقدّمت إليهم في تصديقه واتباعه ونُصرته على من خالفه وكذبه = وتعريفهم ما في كتب الله، التي أنـزلها إلى أنبيائه التي ابتعثها إليهم، من صفته وعلامته.-----------الهوامش :(51) انظر تفسير\"تولى\" و\"الفاسقون\" فيما سلف من فهارس اللغة (ولى) و (فسق).(52) قوله: \"قال أبو جعفر\" فيما بين الخطين ، هو أبو جعفر الطبري صاحب هذا التفسير. وقوله\"يعني الرازي\" ، يعني\"أبا جعفر الرازي\" الذي قال في الإسناد\"حدثنا ابن أبي جعفر ، عن أبيه\". وبيان الطبري في هذا الموضع عن\"أبي جعفر الرازي\" بعد أن مضى مئات من المرات في هذا الإسناد وغيره من الأسانيد ، دليل على أن أبا جعفر الطبري ، قد كتب تفسيره هذا على فترات متباعدة = أو لعل أحدًا سأله وهو يملي تفسيره ، فبين له ، وأثبته الذين سمعوه منه كما قاله في مجلسه ذاك. وقد مضى\"ذكر أبي جعفر الرازي\" في التعليق على الأثر رقم: 164.(53) الأثر: 7341- هذا إسناد دائر في التفسير ، أقربه رقم: 7234 ، أسقط منه الناسخ\"عن أبيه\" ، فوضعتها بين القوسين في مكانها.(54) السياق: وإن كان مخرج الخبر... عن أنبيائه ورسله ، فإن مقصود به...(55) في المطبوعة والمخطوطة: \"ومعنى تذكيرهم...\" ، والصواب الراجح زيادة ما زدت بين القوسين. وسياق هذه الجملة وما بعدها: فإنه مقصود به إخبار من كان حوالي مهاجر رسول الله... ومعنى به تذكيرهم... وتعريفهم ما في كتب الله... من صفته وعلامته\". فصلتها لتسهل قراءتها وتتبعها.",
  "ayah": 82,
  "surah": 3
}
