{
  "text": "القول في تأويل قوله تعالى :  لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (92)قال أبو جعفر: يعني بذلك جل ثناؤه: لن تدركوا، أيها المؤمنون، البرَّ = وهو \" البر \" من الله الذي يطلبونه منه بطاعتهم إياه وعبادتهم له ويرجونه منه، وذلك تفضّله عليهم بإدخالهم جنته، وصرف عذابه عنهم.* * *ولذلك قال كثير من أهل التأويل \" البر \" الجنة، لأن بر الربّ بعبده في الآخرة، إكرامه إياه بإدخاله الجنة. (1)ذكر من قال ذلك.7386 - حدثنا أبو كريب قال، حدثنا وكيع، عن شريك، عن أبي إسحاق، عن عمرو بن ميمون في قوله: \" لن تنالوا البر \"، قال: الجنة.7387 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك، عن أبي إسحاق، عن عمرو بن ميمون في قوله: \" لن تنالوا البر \"، قال: البر الجنة.7388 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" لن تنالوا البر \"، أما البر فالجنة.* * *قال أبو جعفر: فتأويل الكلام: لن تنالوا، أيها المؤمنون، جنة ربكم =\" حتى تنفقوا مما تحبون \"، يقول: حتى تتصدقوا مما تحبون وتهوَوْن أن يكون لكم، من نفيس أموالكم، كما:-7389 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" لن تنالوا البر حتى تنفقوا مما تحبون \"، يقول: لن تنالوا برَّ ربكم حتى &; 6-588 &; تنفقوا مما يعجبكم، ومما تهوَوْن من أموالكم.7390 - حدثني محمد بن سنان قال، حدثنا أبو بكر، عن عباد، عن الحسن قوله: \" لن تنالوا البر حتى تنفقوا مما تحبون \"، قال: من المال.* * *وأما قوله: \" وما تنفقوا من شيء فإن الله به عليم \"، فإنه يعني به: ومهما تنفقوا من شيء فتتصدقوا به من أموالكم، (2) فإنّ الله تعالى ذكرُه بما يتصدَّق به المتصدِّق منكم، فينفقه مما يحبّ من ماله في سبيل الله وغير ذلك -\" عليم \"، يقول: هو ذو علم بذلك كله، لا يعزُبُ عنه شيء منه، حتى يجازي صاحبه عليه جزاءَه في الآخرة، كما:-7391 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتاده: \" وما تنفقوا من شيء فإن الله به عليم \"، يقول: محفوظٌ لكم ذلك، اللهُ به عليمٌ شاكرٌ له.* * *وبنحو التأويل الذي قلنا تأوَّل هذه الآية جماعةٌ من الصحابة والتابعين.ذكر من قال ذلك:7392 - حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" لن تنالوا البر حتى تنفقوا مما تحبون \"، قال: كتب عمر بن الخطاب إلى أبي موسى الأشعري أنْ يبتاع له جارية من جَلولاء يوم فُتحت مدائن كسرى في قتال سَعد بن أبي وقاص، فدعا بها عمر بن الخطاب فقال: إن الله يقول: \" لن تنالوا البرّ حتى تنفقوا مما تحبون \"، فأعتقها عمر = وهي مثْل قول الله عز وجل:  وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا  [سورة الإنسان: 8]، و  وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  [سورة الحشر: 9].7393 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله سواء.7394 - حدثنا ابن بشار قال، حدثنا ابن أبي عدي، عن حميد، عن أنس بن مالك، قال: لما نـزلت هذه الآية: ( لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ )، أو هذه الآية:  مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا  [سورة البقرة: 245 الحديد: 11]، قال أبو طلحة، يا رسول الله، حائطي الذي بكذا وكذا صَدَقة، ولو استطعت أن أجعله سرًّا لم أجعله علانية! فقال رسول الله صلى الله عليه وسلم: اجعلها في فقراء أهلك. (3)7395 - حدثني المثنى قال، حدثنا الحجاج بن المنهال، قال حدثنا حماد، عن ثابت، عن أنس بن مالك قال: لما نـزلت هذه الآية: \" لن تنالوا البر حتى تنفقوا مما تحبون \"، قال أبو طلحة: يا رسول الله، إنّ الله يسألنا من أموالنا، اشهدْ أني قد جعلت أرضي بأرْيحا لله. فقال رسول الله صلى الله عليه وسلم: اجعلها &; 6-590 &; في قرابتك. فجعلها بين حسان بن ثابت وأبيّ بن كعب. (4)7396 - حدثنا عمران بن موسى قال، حدثنا عبد الوارث قال، حدثنا ليث، عن ميمون بن مهران: أنّ رجلا سأل أبا ذَرّ: أيّ الأعمال أفضل؟ قال: الصلاة عمادُ الإسلام، والجهاد سَنامُ العمل، والصدقة شيء عَجبٌ! فقال: يا أبا ذر، لقد تركتَ شيئًا هو أوَثقُ عملي في نفسي، لا أراك ذكرته! قال: ما هو؟ قال: الصّيام! فقال: قُرْبة، وليس هناك! وتلا هذه الآية: \" لن تنالوا البر حتى تُنفقوا مما تحبُون \". (5)7397 - حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني داود بن عبد الرحمن المكي، عن عبد الله بن عبد الرحمن بن أبي حسين، عن عمرو بن دينار قال: لما نـزلت هذه الآية: \" لن تنالوا البرّ حتى تنفقوا مما تحبون \"، جاء زيدٌ بفرس له يقال له: \" سَبَل \" إلى النبي صلى الله عليه وسلم، فقال: تصدَّق بهذه يا رسول الله. فأعطاها رسول الله صلى الله عليه وسلم ابنه أسامة بن زيد بن حارثة، فقال: يا رسول الله، إنما أردت أن أتصدّق به! فقال رسول الله صلى الله عليه وسلم: قد قُبلتْ صَدَقتك. (6)7398- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر عن أيوب وغيره: أنها حين نـزلت: \" لن تنالوا البر حتى تنفقوا مما تحبون \"، جاء زيد بن حارثة بفرس له كان يحبُّها، فقال: يا رسول الله، هذه في سبيل الله. فحملَ رسولُ الله صلى الله عليه وسلم عليها أسامةَ بن زيد، فكأنَّ زيدًا وَجد في نفسه، فلما رأى ذلك منه النبي صلى الله عليه وسلم قال: أما إن الله قد قبلها. (7)------------------الهوامش :(1) انظر تفسير\"البر\" فيما سلف 2: 8 / 3: 336-338 ، 556 / 4: 425. وفي المطبوعة: \"وإكرامه إياه\" بزيادة \"واو\" ، وهو خطأ صوابه في المخطوطة.(2) انظر\"ما\" بمعنى\"مهما\" فيما سلف قريبًا ص: 551.(3) الحديث: 7394- حميد: هو ابن أبي حميد الطويل.والحديث رواه أحمد في المسند: 12170 ، عن يحيى بن سعيد القطان ، و: 12809 ، عن محمد بن عبد الله الأنصاري ، و: 13803 ، عن عبد الله بن بكر - ثلاثتهم عن حميد ، عن أنس ابن مالك (ج 3 ص 115 ، 174 ، 262 حلبي).ورواه الترمذي 4: 81 ، من طريق عبد الله بن بكر ، عن حميد. وقال: \"هذا حديث حسن صحيح\".وذكره السيوطي 1: 50 ، وزاد نسبته لعبد بن حميد ، وابن المنذر ، وابن مردويه.وهو اختصار لرواية مطولة ، رواها مالك في الموطأ ، ص: 995-996 ، عن إسحاق بن عبد الله بن أبي طلحة ، عن أنس بن مالك.ورواها أحمد في المسند: 12465 (3: 141 حلبي) ، من طريق مالك.ورواها البخاري 3: 257 ، 5: 295-297 ، و 8: 168 ، ومسلم 1: 274- كلاهما من طريق مالك أيضًا.وسيأتي عقب هذا ، مختصرًا أيضًا ، من رواية ثابت عن أنس.الحائط: البستان من النخيل إذا كان عليه حائط ، وهو الجدار.(4) الحديث: 7395- حماد: هو ابن سلمة.والحديث رواه أحمد في المسند: 14081 (3: 285 حلبي) ، عن عفان ، عن حماد ، به ، نحوه.ورواه مسلم 1: 274-275 ، من طريق بهز ، عن حماد بن سلمة ، به ، نحوه.ورواه أبو داود: 1689 ، عن موسى بن إسماعيل ، عن حماد ، وهو ابن سلمة.وذكره السيوطي 1: 50 ، وزاد نسبته للنسائي.وقوله\"بأريحا\"- هكذا ثبت في هذه الرواية في الطبري وليست تصحيفًا ، ولا خطأ من الناسخين هنا. بل هي ثابتة كذلك في رواية أبي داود. ونص الحافظ في الفتح: 3: 257 ، على أنها ثابتة بهذا الرسم في رواية أبي داود من حديث حماد بن سلمة.ورواية مسلم\"بيرحا\". واختلف في ضبط هذا الحرف فيه وفي غيره ، اختلافًا كثيرًا. ونذكر هنا كلام القاضي عياض في مشارق الأنوار 1: 115-116 ، بنصه. ثم نتبعه بكلام الحافظ في الفتح 3: 257 ، بنصه أيضًا:قال القاضي عياض: \"بيرحا ، اختلف الرواة في هذا الحرف وضبطه. فرويناه بكسر الباء وضم الراء وفتحها ، والمدّ والقصر. وبفتح الباء والراء معًا. ورواية الأندلسيين والمغاربةٌ\"بيرُحَا\" - بضم الراء وتصريف حركات الإعراب في الراء. وكذا وجدتُها بخط الأصيلي. وقالوا: إنها\"بير\" مضافةُ إلى\"حاء\" - اسم مركب. قال أبو عبيد البكري: \"حاء\" على وزن حرف الهجاء: بالمدينة ، مستقبلة المسجد ، إليها ينسب\"بِيرُحَاء\" ، وهو الذي صححه. وقال أبو الوليد البَاجِي: أنكر أبو ذَرّ الضم والإعراب في الراء ، وقال: إنما هي بفتح الراء في كل حال. قال الباجي: وعليه أدركتُ أهل العلم والحفظ في المَشْرِق ، وقال لي أبو عبد الله الصُّورِي: إنما هو\"بَيْرَحَاء\" بفتحهما في كل حال ، وعلى رواية الأندلسيين ضبطنا الحرف عَلى ابن أبي جعفر في مسلم. وبكسر الباء وفتح الراء والقصر ضبطناها في الموطأ علَى ابن عتَّاب وابن حمدين وغيرهما. وبضم الراء وفتحها معًا قيَّده الأصيلي. وهو موضع بقبليّ المسجد ، يعرف بقَصْر بني حُدَيْلة ، بحاء مهملة مضمومة. وقد رواه من طريق حماد بن سلمة\"بَرِيحا\". هكذا ضبطناه عن شيوخنا: الحُشَنِي ، والأسدي ، والصَّدَفِي - فيما قيَّدوه عن العذري ، والسمرقندي ، والطبري ، وغيرهم. ولم أسمع من غيرهم فيه خلافًا ، إلاّ أني وجدتُ أبا عبد الله بن أبي نصر الحُميديّ الحافظ ذَكَر هذا الحرف في اختصاره ، عن حماد بن سلمة -\"بَيْرَحَاء\" كما قال الصُّوري. ورواية الرازي في مسلم ، في حديث مالك: \"بَرِيحا\". وهو وَهَم ، وإنما هذا في حديث حماد ، وإنما لمالك\"بيرحا\" كما قيده فيها الجميع ، على الاختلاف المتقدّم عنهم ، وذكر أبو داود في مصنفه هذا الحرف في هذا الحديث - بخلاف ما تقدم ، قال: \"جعلتُ أرضي بأريحا\". وهذا كله يدلّ على أنها ليست بِبِيٍر\".وقال الحافظ: \"وقوله فيه\"بَيْرَحَاء\" - بفتح الموحدة وسكون التحتانية وفتح الراء وبالمهملة والمدّ. وجاء في ضبطه أوجُهٌ كثيرة ، جمعها ابن الأثير في النهاية ، فقال: يروى بفتح الباء وبكسرها ، وبفتح الراء وضمها ، وبالمدّ والقصر. فهذه ثمان لغات. وفي رواية حماد بن سلمة\"بَرِيحَا\" - بفتح أوله وكسر الراء وتقديمها على التحتانية. وفي سنن أبي داود\"بَارِيحَا\" - مثله ، لكن بزيادة ألف. وقال الباجي: أفصحها بفتح الباء وسكون الياء وفتح الراء مقصور. وكذا جزم به الصغاني ، وقال: إنه\"فَيْعَلى\" من\"البَرَاح\". قال: ومَن ذكره بكسر الموحدة ، وظنَّ أنها بئر من آبار المدينة - فقد صَحَّفَ\".وانظر الفتح أيضًا 5: 296 ، ومعجم البلدان 2: 327-328.(5) الخبر: 7396- هذا خبر منقطع الإسناد ، لأن ميمون بن مهران لم يدرك أبا ذر ، أبو ذر مات سنة 32 ، وميمون ولد سنة 40 ، ومات سنة 118 ، كما في تاريخي البخاري ، وتهذيب الكمال (مخطوط مصور).والخبر ذكره السيوطي 2: 50 ، ولم ينسبه لغير الطبري.قوله: \"شيء عجب\" -\"أثبتنا ما في المخطوطة ، والذي في المطبوعة والدر المنثور\"عجيب\".(6) الحديث: 7397- هذا حديث مرسل ، لأن عمرو بن دينار تابعي.داود بن عبد الرحمن العطار المكي: ثقة من شيوخ الشافعي. وثقه ابن معين ، وأبو داود ، وغيرهما.عبد الله بن عبد الرحمن بن أبي حسين بن الحارث ، المكي النوفلي: ثقة. أخرج له الجماعة. وقد مضى في: 1489.والحديث أشار إليه السيوطي 2: 50 ، ولم يذكر لفظه ، ولم ينسبه لغير الطبري. وذكر قبله حديثًا\"مثله\" ، عن محمد بن المنكدر. وهو حديث مرسل أيضًا. ونسبه لسعيد بن منصور ، وعبد بن حميد ، وابن المنذر ، وابن أبي حاتم.اسم الفرس: \"سبل\" - بفتح السين المهملة والباء الموحدة. ولم تنقط في المخطوطة ، ونقطت ياء تحتية في المطبوعة ، ورسمت\"شبلة\" في الدر المنثور. والصواب ما أثبتنا ، وهكذا جاء اسمها في كتب الخيل وفي الشعر.(7) الحديث: 7398- هوس حديث مرسل ، مثل سابقه.وقد ذكره السيوطي 2: 50. ونسبه لعبد الرزاق ، والطبري ، ولم ينسبه لغيرهما.",
  "ayah": 92,
  "surah": 3
}
