{
  "text": "القول في تأويل قوله تعالى :  إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ (96)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: تأويله: إنّ أول بيت وضع للناس، يُعبَد الله فيه مباركًا وهُدًى للعالمين، الذي ببكة. قالوا: وليس هو أوّل بيت وضع في الأرض، لأنه قد كانت قبله بيوت كثيرة.*ذكر من قال ذلك:7422- حدثنا هناد بن السري قال، حدثنا أبو الأحوص، عن سماك، عن خالد بن عرعرة قال: قام رجل إلى عليّ فقال: ألا تخبرني عن البيت؟ أهو أوّل بيت وُضع في الأرض؟ فقال: لا ولكنه أول بيت وضع في البرَكة مقامِ إبراهيم، ومن دَخَله كان آمنًا. (25)7423- حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن سماك قال: سمعت خالدَ بن عرعرة قال: سمعت عليًّا، وقيل له: \" إن أوّل بيت وضع للناس للذي ببكة \"، هو أوّل بيت كان في الأرض؟ قال: لا! قال: فأين كان قَوْم نُوح؟ وأين كان قوم هود؟ قال: ولكنه أوّل بيت وُضع للناس مبارَكًا وهدًى. (26)7424- حدثني يعقوب قال، حدثنا ابن علية، عن أبي رجاء قال، سأل حفْصٌ الحسنَ وأنا أسمع عن قوله: \" إنّ أوّل بيت وضع للناس للذي ببكة مباركًا \" قال، هو أول مسجد عُبد الله فيه في الأرض.7425- حدثنا عبد الجبار بن يحيى الرملي قال، حدثنا ضمرة، عن ابن شوذب، عن مطر في قوله: \" إنّ أول بيت وضع للناس للذي ببكة \" قال: قد كانت قبله بيوتٌ، ولكنه أول بيت وُضع للعبادة. (27)7426- حدثني محمد بن سنان قال، حدثنا أبو بكر الحنفي قال، حدثنا عباد، عن الحسن قوله: \" إن أوّل بيت وضع للناس \"، يُعبد الله فيه =\" للذي ببكة \".7427- حدثني المثني قال، حدثنا الحماني قال، حدثنا شريك، عن سالم، عن سعيد: \" إن أوّل بيت وضع للناس للذي ببكة مباركًا \" قال، وضع للعبادة.* * *وقال آخرون: بل هو أوّل بيت وضع للناس.ثم اختلف قائلو ذلك في صفة وضعه أوّل.فقال بعضهم: خُلق قبل جميع الأرَضين، ثم دُحِيت الأرَضون من تحته.*ذكر من قال ذلك:7428- حدثنا محمد بن عمارة الأسدي قال، حدثنا عبيد الله بن موسى قال، أخبرنا شيبان، عن الأعمش، عن بكير بن الأخنس، عن مجاهد، عن عبد الله بن عمرو قال: خلق الله البيتَ قبل الأرض بألفي سنة، وكان -إذ كان عرشه على الماء- زَبْدةً (28) بيضاءَ، فدحيتُ الأرض من تحته.7429- حدثني محمد بن عبد الملك بن أبي الشوارب قال، حدثنا عبد الواحد بن زياد قال، حدثنا خصيف قال: سمعت مجاهدًا يقول: إنّ أول ما خلق الله الكعبةَ، ثم دَحى الأرض من تحتها.7430- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" إن أول بيت وضع للناس \"، كقوله:  كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ  [سورة آل عمران: 110]7431- حدثني محمد قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" إن أوّل بيت وضع للناس للذي ببكة مباركًا وهدى للعالمين \"، أما \" أول بيت \"، فإنه يوم كانت الأرض ماء، كان زَبْدَة على الأرض، فلما خلق الله الأرضَ، خلق البيت معها، فهو أول بيت وضع في الأرض.7432- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: (إن أوّل بيت وضع للناس للذي ببكة مباركًا) قال، أوّل بيت وَضَعه الله عز وجل، فطاف به آدم وَمنْ بعده.* * *وقال آخرون: موضع الكعبة، موضع أوّل بيت وضعه الله في الأرض.*ذكر من قال ذلك:7433- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: ذُكر لنا أن البيتَ هبط مع آدم حين هبط، قال: أهبِط معك بيتي يُطاف حوله كما يطاف حول عرشي. فطاف حوله آدم ومن كان بَعده من المؤمنين، حتى إذا كان زمنُ الطوفان، زَمنَ أغرقَ الله قوم نوح، رَفعه الله وطهَّره من أن يصيبهُ عقوبة أهل الأرض، فصار معمورًا في السماء. ثم إنّ إبراهيم تتبع منه أثرًا بعد ذلك، فبناه على أساسٍ قديم كانَ قبله.* * *قال أبو جعفر: والصواب من القول في ذلك ما قال جل ثناؤه فيه: إن أول بيت مباركٍ وهُدًى وُضع للناس، للذي ببكة. ومعنى ذلك: \" إن أول بيت وضع للناس \"، أي: لعبادة الله فيه =\" مباركًا وهدًى \"، يعني بذلك: ومآبًا لنُسْك الناسكين وطواف الطائفين، تعظيما لله وإجلالا له =\" للذي ببكة \" = لصحة الخبر بذلك عن رسول الله صلى الله عليه وسلم وذلك ما:-7434- حدثنا به محمد بن المثني قال، حدثنا ابن أبي عدي، عن شعبة، عن سليمان، عن إبراهيم التيمي، عن أبيه، عن أبي ذر قال، قلت: يا رسول الله، أيُّ مسجد وضع أوّل؟ قال: \" المسجد الحرام. قال: ثم أيٌّ؟ قال: المسجد الأقصى. قال: كم بينهما؟ قال: أربعون سنة \" . (29)* * *فقد بين هذا الخبر عن رسول الله صلى الله عليه وسلم أنّ المسجد الحرام هو أوّل مسجد وضعه الله في الأرض، على ما قلنا. فأما في موضعه بيتًا، بغير معنى بيت للعبادة والهدى والبركة، (30) ففيه من الاختلاف ما قد ذكرت بعضَه في هذا الموضع، وبعضه في سورة البقرة وغيرها من سُور القرآن، وبينت الصواب من القول عندنا في ذلك بما أغنى ذلك عن إعادته في هذا الموضع. (31)* * *وأما قوله: \" للذي ببكة مباركا \"،، فإنه يعني: للبيت الذي بمُزْدَحم الناس لطوافهم في حجهم وعمَرهم.* * *وأصل \" البكّ\": الزحم، يقال: منه: \" بكّ فلانٌ فلانًا \" إذا زحمه وصدمه -\" فهو يَبُكه بَكًّا، وهم يتباكُّون فيه \"، يعني به: يتزاحمون ويتصادمون فيه. فكأن \" بَكَّة \"\" فَعْلة \" من \" بَكَّ فلان فلانًا \" زحمه، سُميت البقعة بفعل المزدحمين بها.* * *فإذا كانت \" بكة \" ما وصفنا، وكان موضع ازدحام الناس حَوْل البيت، وكان لا طوافَ يجوز خارج المسجد = كان معلومًا بذلك أن يكون ما حَوْل الكعبة من داخل المسجد، وأن ما كان خارجَ المسجد فمكة، لا \" بكة \". لأنه لا معنى خارجَه يوجب على الناس التَّباكَّ فيه. وإذْ كان ذلك كذلك، كان بيّنًا بذلك فسادُ قول من قال: \" بكة \" اسم لبطن \" مكة \"، ومكة اسم للحرم. (32) .* * **ذكر من قال في ذلك ما قلنا: من أن \" بكة \" موضع مزدحم الناس للطواف:7435- حدثني يعقوب بن إبراهيم قال،: حدثنا هشيم، عن حصين، عن أبي مالك الغفاري في قوله: \" إن أوّل بيت وضع للناس للذي ببكة \" قال،\" بكة \" موضع البيت،\" ومكة \" ما سوى ذلك.7436- حدثني يعقوب قال، حدثنا هشيم قال، أخبرنا مغيرة، عن إبراهيم مثله.7437- حدثنا ابن حميد قال، حدثنا حكام، عن عمرو، عن عطاء، عن أبي جعفر قال: مرت امرأة بين يدي رجل وهو يصلي وهي تطوف بالبيت، فدفعها. قال أبو جعفر: إنها بَكَّةٌ، يبكّ بعضُها بعضًا.7438- حدثنا ابن المثني قال: حدثنا عبد الصمد قال،: حدثنا شعبة قال، حدثنا سلمة، عن مجاهد قال: إنما سميت \" بكة \"، لأن الناس يتباكُّون فيها، الرجالَ والنساءَ.7439- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن حماد، عن سعيد قال، قلت لأي شيء سُميت \" بكة \"؟ قال: لأنهم يتباكُّون فيها =قال: يعني: يزدحمون. (33)7440- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن الأسود بن قيس، عن أبيه، عن ابن الزبير قال، إنما سميت \" بكة \"، لأنهم يأتونها حُجّاجًا. (34)7441- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: \" إنّ أول بيت وضع للناس للذي ببكة مباركًا \"، فإن الله بَكَّ به الناس جميعًا، فيصلي النساءُ قدّام الرجال، ولا يصلح ببلد غيره.7442- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة: \" بكة \"، بكّ الناس بعضهم بعضًا، الرجال والنساء، يصلي بعضُهم بين يدَيْ بعض، لا يصلح ذلك إلا بمكة.7443- حدثنا ابن وكيع قال، حدثنا أبي، عن فضيل بن مرزوق، عن عطية العوفي قال: \" بكة \"، موضع البيت، و \" مكة \": ما حولها.7444- حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني يحيى بن أزهر، عن غالب بن عبيد الله: أنه سأل ابن شهاب عن \" بكة \" قال،\" بكة \" البيت، والمسجد. وسأله عن \" مكة \"، فقال ابن شهاب: \" مكة \": الحرم كله.7445- حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا حجاج، عن عطاء ومجاهد قالا \" بكة \": بكّ فيها الرجالَ والنساءَ.7446- حدثني عبد الجبار بن يحيى الرملي. قال: قال ضمرة بن ربيعة،\" بكة \": المسجد،. و \" مكة \": البيوت. (35)* * *وقال بعضهم بما:-7447- حدثني به يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك في قوله: \" إن أوّل بيت وُضع للناس للذي ببكة \" قال، هي مكة.* * *وقيل: \" مباركًا \"، لأن الطواف به مغفرةٌ للذنوب. (36)* * *فأما نصب قوله: \" مباركا \"، فإنه على الخروج من قوله: \" وضع \"، لأن في\" وضع \" ذكرًا من \" البيت \" هو به مشغول، وهو معرفة، و \" مبارك \" نكرة لا يصلح أن يتبعه في الإعراب. (37)* * *وأما على قول من قال: \" هو أول بيت وضع للناس \"، على ما ذكرنا في ذلك قولَ من ذكرنا قوله، فإنه نصبٌ على الحال من قوله: \" للذي ببكة \". لأن معنى الكلام على قولهم: إن أول بيت وضع للناس البيتُ [الذي] ببكة مباركًا. فـ \" البيت \" عندهم من صفته \" الذي ببكة \"، و \" الذي\" بصلته معرفته، و \" المبارك \" نكرة، فنصب على القطع منه، في قول بعضهم = وعلى الحال في قول بعضهم. (38) و \" هدى \" في موضع نصب على العطف على قوله \" مباركا \".-----------------الهوامش :(25) الأثر 7422- هو مختصر الأثر السالف رقم: 2058 ، وفي المخطوطة والمطبوعة هنا أيضا\"وضع في البركة\" ، كما كان في المطبوعة والمخطوطة هناك. ولكني صححته من المستدرك والدر المنثور: \"فيه البركة\" ، غير أني أعود فأقول إني أرجح أن ما كان هناك صواب ، وأنه غير مستساغ أن يكون هذا الخطأ قد تكرر في موضعين متباعدين من الكتاب. وإعراب الكلام فيما أرجح\"مقام إبراهيم\" بالجر ، بدلا من\"البركة\" ، على غير ما ضبطته هناك برفع\"مقام إبراهيم\". هذا ، وقد مضى الكلام على رجال إسناده في الأثر السالف.(26) الأثر: 7423- مضى إسناده برقم: 2059 ، ولم يذكر لفظه. وقد مضى ذكر رجاله هناك.(27) الأثر: 7325-\"عبد الجبار بن يحيى الرملي\" ، شيخ الطبري ، لم أجد ترجمته في مكان. وسيأتي برقم: 7446.(28) \"الزبدة\": الطائفة من زبد الماء ، الأبيض الذي يعلوه.(29) الحديث: 7434- سليمان: هو الأعمش. إبراهيم التيمي: هو إبراهيم بن يزيد بن شريك. مضى هو وأبوه في: 2998.والحديث رواه أحمد في المسند 5: 166 - 167 (حلبى) ، عن محمد بن جعفر ، عن شعبة ، به ، بزيادة في آخره.ورواه أيضا 5: 150 ، 156 ، 157 ، 160 (حلبي) ، بأسانيد ، عن الأعمش ، مطولا. وكذلك رواه مسلم 1: 146 - 147 ، من طريق علي بن مسهر ، عن الأعمش.وذكره ابن كثير 2: 190 ، من رواية المسند (5 : 150) ، ثم قال: \"وأخرجه البخاري ، ومسلم - من حديث الأعمش ، به\". وذكره السيوطي 2: 52 ، وزاد نسبته لابن أبي شيبة ، وعبد بن حميد ، والبيهقي في الشعب.(30) في المطبوعة: \"فأما في وضعه بيتا ...\" ، غيروا ما في المخطوطة وهو صواب.(31) انظر ما سلف 3: 57 - 64.(32) انتهى جزء من التقسيم القديم ، وفي المخطوطة ما نصه:\"يتلوهُ ذكر مَنْ قال في ذلك ما قُلنا من أن بكة موضع مزدحم الناس للطواف والحمد لله على عونه وإحسانه ، وصلى الله على محمد وآله الطاهرين وسلم تسليمًا\" ثم يتلوه ما نصه:بسم الله الرحمن الرحيمربّ يَسِّرأَخبرنا أبو بكر محمد بن داود بن سليمان البغدادي قال حدثنا محمد بن جرير\" فأعاد إسناد المخطوطة التي نقل عنها ، كما سلف في تعليقنا 6 : 495 ، 496 رقم : 5 ، وهذا هو الموضع الثاني لذكر هذا الإسناد الجديد.(33) في المطبوعة: \"يتزاحمون\" ، وأثبت ما في المخطوطة.(34) الأثر: 7440-\"الأسود بن قيس العبدي\" ، روى عن أبيه وجماعة ، وروى عنه شعبة والثوري وشريك وغيرهم. وأبوه: \"قيس العبدي\" الكوفي ، مترجم في الكبير 4 / 1 / 149. وكان في المطبوعة والمخطوطة: \"عن أخيه\" ، وهو تصحيف والصواب ما أثبت.(35) الأثر: 7446-\"عبد الجبار بن يحيى الرملي\" شيخ الطبري ، مضى برقم: 7425.(36) هذا كلام الفراء في معاني القرآن 1: 227.(37) \"الخروج\" هنا ، كأنه الحال ، وقد سلف في 5 : 253 ، 254 ما يشبه أن يكون أيضا بمعنى الحال. وانظر ما سلف 6: 586\"أن الحال يجيء بعد فعل قد شغل بفاعله ، فينصب كما ينصب المفعول الذي يأتي بعد الفعل الذي شغل بفاعله\".(38) \"القطع\" كأنه باب من الحال ، انظر ما سلف 6: 270 ، 371 ، 415 وما قبلها في فهرس المصطلحات من الأجزاء السالفة.",
  "ayah": 96,
  "surah": 3
}
