{
  "text": "All those whom God has sent to preach truth on earth have been confronted with the same kind of reaction. ‘If you are God’s envoy,’ people say to them, ‘Why are you not blessed with great worldly treasures?’ Such people themselves can think only in worldly terms, so they expect God’s messenger to come up to their materialistic standards. They cannot conceive of someone being God’s messenger who is not endowed with worldly grandeur. This is the reason the prophets of God have had to face opposition throughout the ages. How, people think, could a great God, whose kingdom encompasses everything, starting with the earth and going to the furthest expanse of the heavens, have chosen such an ordinary person as His messenger? The signs of God were reflected in the lives and teachings of His prophets; indeed, the prophets’ words and deeds, based as they were on truth, were manifestations of God’s signs. But people could not see such signs because they were too materialistic in their thinking. Their minds were moulded in such a manner that they acknowledged only tangible, visible signs of greatness; the invisible, but intensely meaningful signs that God gave His prophets meant nothing to them. When the preacher comes armed with forceful arguments based on truth, his hearers fail to comprehend them because of their negative mindset. In ancient times the Jews and Christians had been the bearers of divinely revealed religion on earth. When they went into decline, however, their religion was reduced to a set of ethnic customs: piety lay in belonging to their community and impiety in being apart from it. Their sole criterion for judging between truth and falsehood was the individual’s relation to his own community. This sectarian attitude prevented them from accepting genuine unadulterated religion when it was presented to them. True religion can be accepted only by those who are alive to their own true, human natures unlike those who, having suppressed their own true natures, have forsaken natural religion for artificial dogmas.",
  "ayah": 121,
  "surah": 2
}
