{
  "text": "The religion that the Prophet Muhammad taught was the religion of the Prophet Abraham, the very religion to which the Jews and the Christians claimed allegiance. Why was it, then, that they turned away from the Prophet Muhammad? The reason for this was that the religion brought by the Prophet, taught people to take on the hue of God; to devote themselves to Him entirely. With the People of the Book, religion had a different meaning. For them religion was reduced to a symbol of national pride. The message brought by the Prophet hurt their pride, so they turned against him. Those who consider their own race superior to others cannot accept the truth when it manifests itself in some nation other than their own. They would believe in prophets who came from amongst their own people, but not in those who appeared among other people outside their own community. The only personalities that they acknowledged were those who belonged to their own race. Those who look at religion as worship of God, on the other hand, recognize the truth of every piece of wisdom that God sends down, no matter who teaches it. For the theologians to realize that the Prophet was God’s final messenger was not a matter of insuperable difficulty. There was nothing to prevent them from seeing the truth of his religion. They should have proclaimed what, deep down in their hearts, they knew to be true. But they did not accept him as the final prophet, as was enjoined by God, for the simple reason that they were more concerned about their own position and prestige. Just as the people of old received their just deserts as individuals, so will latter-day generations receive what they merit on their own account, for truth is an individual, not an ancestral matter. The mistake of the People of the Book was to think that contemporary and succeeding generations would be rewarded for the good deeds of their ancestors. The idea of original sin held by Christians implied that sins were handed down from one generation to the next. Such beliefs have no basis in truth. Everyone will be rewarded by God according to his or her own personal actions; no one can be held responsible for the deeds of others.",
  "ayah": 135,
  "surah": 2
}
