{
  "text": "Prophet Abraham was a native of Iraq. Acting at God’s behest, he took his wife Hajar and his infant son Ishmael, and left them in the place now known as Makkah. There was no habitation there at that time and there was no water. Thirst forced Hajar to go far afield in search of water. Distressed, she ran back and forth between the hills of Safa and Marwah. After seven unsuccessful attempts, she returned to her dwelling. There she found a spring, now known as the spring of Zamzam, flowing from the ground. This was a symbolic event, showing us how Almighty God looks after His servants. If one persists in the service of God, finally reaching a stage where there is nothing but burning sand beneath one’s feet, then God in His mercy will cause a refreshing spring to gush forth from the dryness of the desert sands. When Muslims perform the pilgrimage to Makkah, they repeat Hajar’s historic quest between these hills, thus commemorating the profound relevance of the event to everyone who struggles in the path of God. God’s signs were displayed so clearly in the Prophet Muhammad’s life and teachings, that it was not difficult to see that he had been sent by God. Yet the Jewish intelligentsia denied him. They were prevented from believing in him by the fear that if they accepted an Arab prophet, their religious hegemony would come to an end. People would stop looking up to the Jews as their leaders. Old established religious traditions, and the interests, which had come to be associated with them, (the Jews being the main beneficiaries) would be destroyed. They deemed it wise to conceal the truth, for they thought that they would lose their worldly status were they to accept it; but it would have been much wiser for them to have proclaimed it. They forgot that God’s servants are required to put truth before their worldly interests. One who becomes destitute for the sake of the Lord gains succour from the inexhaustible treasures of divine grace. The doors of God’s mercy are always open to His servants. He will always forgive one who comes to his senses and mends his erring ways, proclaiming the truth as God wishes it to be proclaimed. Only those who persevere in their disbelief till the day they die will be deprived of His mercy.",
  "ayah": 157,
  "surah": 2
}
