{
  "text": "Those who have adopted opportunism as their religion are always able to impress people with words. Why? Because it is in their own selfish interest to do so. For them it is not right or wrong that matters; there is no set standard guiding them. They just go by what is calculated to make a favourable impression on the listener. They have no problem in painting a glowing picture on the outside, despite the fact that in their heart of hearts they are bereft of the warmth of true sincerity; they owe no loyalty to truth; they are loyal only to their own interests. Why is it that judged by his words a person appears to be a great reformer, while his actions result only in corruption in the land. It can all be traced to the contradiction in himself.  He may have an array of words to demonstrate his love for truth, but in practice he belies his words, and acts out of self-interest. So there is bound to be a dichotomy between his words and his actions. He can convey a sense of idealism in speech, but when he gets down to actually doing things, he is drawn by the force of his self-interest to feather his own nest at the expense of others. The one who spoke of peace and reconciliation acts in a manner that leads to strife and conflict. He plays on people’s emotions, saying things which will make him popular, with no regard for the real situation.  Such are they who have sold themselves for the world. Even when the truth is made plain to them, they do not follow it. They see no benefit for themselves, no furtherance of their own interests, in following truth. Only when there is sufficient gain  to be had do they uphold the truth; otherwise they deny it. Behind an obsequious exterior they hide a proud ego. That is why they can never acknowledge  truth if it comes from a preacher whom they consider inferior to them. There are others who sell their lives, not for themselves, but for God; it is to find favour with Him that they strive. They do no accept the demands of their own selves, but the commands of God. At any cost to themselves, they give what they have in the divine cause. It is God’s true faith that they seek, so they leave conventional, ancestral religion by the wayside; even though such a move will make them lose in popularity. Their guideline is truth, and they stick to it, despite the fury of the people which pours on them from all sides.",
  "ayah": 204,
  "surah": 2
}
