{
  "text": "There are two ways of adopting Islam as one’s religion. One is to do so without any consideration for one’s own interests and reservations; to do what Islam enjoins on one and refrain from what it forbids.  This is to enter Islam wholeheartedly. The other way is to take up Islam, only to the extent that it does not clash with one’s everyday life; and only so long as it serves, or at least does not harm one’s own interests. One who adopts the latter course does not let Islam undermine the habits he is accustomed to, the creeds he cherishes, the profits he craves, the honour he thrives on or the leadership he seeks to preserve and consolidate. His initial enthusiasm for Islam cools when it requires him to make radical changes in his pattern of thought, or forgo personal preferences and desires. He slides back, adhering to Islam in name alone, without letting it harm his interests, or interfere with his life in any way. If it is arguments that he seeks to make him truly believe in the message of Islam, then arguments have been provided in full measure. If it is miracles he is looking for, he has God’s entire universe before him. But those who cannot bring themselves to accept clear arguments will not be won over by miracles of this nature. What else is the doubter waiting for, but that God Himself should appear, along with all the angels? When that happens, a sudden surge of belief will not benefit anyone, for that will be a time when fates are sealed, not forged. The whole point of man’s being tested in this world is that he should believe in God, without having seen Him and solely by virtue of His arguments. It is believing without seeing that will profit man, not seeing and believing. Those who put their own interests first and Islam second, and those who unconditionally enter into Islam are people of very different mettle. It is usually the former who accumulate all the worldly splendours in this life, while the latter remain bereft of things of worldly importance. The mere possession of material resources makes the former group feel justified in assuming an air of superiority. They may look down upon the true believers, but this state of affairs is quite short-lived. The world will end, to give way to a new and finer system in which they will be brought low, and the great will be cut down to size, and those who had been considered lowly will occupy high places in the heavenly world.",
  "ayah": 207,
  "surah": 2
}
