{
  "text": "The two experiences of resurrection after death mentioned here relate to the prophets. It is generally thought that in the first incident, the prophet in question was Ezra (Uzayr) (5th century BC), while in the second, as the Quran itself makes clear, it was Abraham, who lived between the years 2160 and 1985 BC. Prophets are sent by God in order to inform mankind of realities which, for ordinary people, lie beyond the realm of human vision, being screened by a veil of cause and effect. This veil is removed, however, in the case of the prophets, since it is their task to inform others of these realities. This can be done with far greater conviction if they have actually witnessed with their own eyes the facts which they attempt to convey to the rest of mankind. Their hearers, also, are more likely to believe in their message, rather than treating it purely as hearsay. Prophets have generally been endowed with prophethood around the age of forty. Prior to this, they have shown impeccable honesty in their dealings with their fellows. Having provided practical proof of their truthfulness, the time then came for them to inform mankind of those realities of life which God, in order to test men, has kept hidden from them. These truthful human beings, known as prophets, communicated to mankind the message revealed to them by God, while providing evidence based on nature and reason to back up their teachings. The prophets have always been fully sincere in what they taught. It is  shown by the fact that they themselves have never wavered from  the truth, despite the severe hardships which they had to endure as a result of following this course. If they had simply concocted their message, they would not have proved so persistent in their adherence to it, for the mendacious usually crack under pressure and abandon the subject. Neither does something, which has been formulated by the human mind, as opposed to being inspired by God, conform so perfectly to the phenomena of the outside world.",
  "ayah": 259,
  "surah": 2
}
