{
  "text": "Those who seek to find loopholes in God’s commandments become more and more insensitive. God is another name for the most supreme of beings. If man’s faith is a living faith, belief in God shakes his soul so deeply that his verbosity is replaced by stunned silence. But when the heart is hardened, people begin to manipulate the divine scriptures, for they are used to doing the same with human writings. Such brazenness on their part increases their insensitivity, leading to hardening of their hearts. Their hearts are not moved before the might of their Lord. Their souls become resistant to any excitement at the thought of God. They remain rigid as the most impervious of rocks. Three aspects of the symbolic meaning of rocks have been mentioned in this verse: 1. One sees in the mountains how streams flow over the rocks, finally to join together to form a river. This is symbolic of a certain type of human being: one in whose heart fear of God is lodged, like water in the bosom of a mountain. This fear of the Lord flows from his eyes in the form of tears, as streams flow down the crags of the hillside. 2. Some rocks seem to be nothing more than dry boulders; but when cracked, reveal huge pools of water beneath them—wells from which people quench their thirst. This is on a parallel with one who, at first sight, appears to be far from the Lord. But then he is struck by some calamity, which shakes his soul. With floods of tears in his eyes he hastens to turn towards God. 3. Sometimes one sees landslides on mountain sides, with great slabs of rocks crashing down the slopes. This is comparable to a human being who has adopted an unjust attitude towards another. But, the moment he is reminded of the command of God, he immediately submits to it. He is not willing to give in to another human being. But when man’s issues become God’s affairs, he surrenders to Him in all humility. In nature, there is a message in every single thing, for God has created the world as a source of admonition and remembrance for man, to demonstrate to him how to make his life conform to the divine will. While throughout the universe, this message is conveyed in the language of silent examples, in the Quran it has been expressly set forth.",
  "ayah": 74,
  "surah": 2
}
