{
  "text": "قوله تعالى : لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا .[ ص: 143 ] فيه مسألتان :الأولى : قوله تعالى : لقد كان لكم في رسول الله أسوة حسنة هذا عتاب للمتخلفين عن القتال ; أي كان لكم قدوة في النبي صلى الله عليه وسلم ؛ حيث بذل نفسه لنصرة دين الله في خروجه إلى الخندق . والأسوة : القدوة . وقرأ عاصم ( أسوة ) بضم الهمزة . الباقون بالكسر ; وهما لغتان . والجمع فيهما واحد عند الفراء . والعلة عنده في الضم على لغة من كسر في الواحدة : الفرق بين ذوات الواو وذوات الياء ; فيقولون كسوة وكسا ، ولحية ولحى . الجوهري : والأسوة والإسوة بالضم والكسر لغتان . والجمع أسى وإسى . وروى عقبة بن حسان الهجري عن مالك بن أنس عن نافع عن ابن عمر لقد كان لكم في رسول الله أسوة حسنة قال : في جوع النبي صلى الله عليه وسلم ; ذكره الخطيب أبو بكر أحمد وقال : تفرد به عقبة بن حسان عن مالك ، ولم أكتبه إلا بهذا الإسناد .الثانية : قوله تعالى : ( أسوة ) الأسوة القدوة . والأسوة ما يتأسى به ; أي يتعزى به . فيقتدى به في جميع أفعاله ويتعزى به في جميع أحواله ; فلقد شج وجهه ، وكسرت رباعيته ، وقتل عمه حمزة ، وجاع بطنه ، ولم يلف إلا صابرا محتسبا ، وشاكرا راضيا . وعن أنس بن مالك عن أبي طلحة قال : شكونا إلى رسول الله صلى الله عليه وسلم الجوع ورفعنا عن بطوننا عن حجر حجر ; فرفع رسول الله صلى الله عليه وسلم عن حجرين . خرجه أبو عيسى الترمذي وقال فيه : حديث غريب . وقال صلى الله عليه وسلم لما شج : اللهم اغفر لقومي فإنهم لا يعلمون وقد تقدم . لمن كان يرجو الله واليوم الآخر قال سعيد بن جبير : المعنى لمن كان يرجو لقاء الله بإيمانه ويصدق بالبعث الذي فيه جزاء الأفعال . وقيل : أي لمن كان يرجو ثواب الله في اليوم الآخر . ولا يجوز عند الحذاق من النحويين أن يكتب يرجو إلا بغير ألف إذا كان لواحد ; لأن العلة التي في الجمع ليست في الواحد . وذكر الله كثيرا خوفا من عقابه ، ورجاء لثوابه . وقيل : إن لمن بدل من قوله : لكم ، ولا يجيزه البصريون ; لأن الغائب لا يبدل من المخاطب ، وإنما اللام من لمن متعلقة ب ( حسنة ) ، و ( أسوة ) اسم كان و ( لكم ) الخبر . واختلف فيمن أريد بهذا الخطاب على قولين : أحدهما : المنافقون ; عطفا على ما تقدم من خطابهم . الثاني : المؤمنون ; لقوله : لمن كان يرجو الله واليوم الآخر .واختلف في هذه الأسوة بالرسول عليه السلام ، هل هي على الإيجاب أو على [ ص: 144 ] الاستحباب ; على قولين : أحدهما : على الإيجاب حتى يقوم دليل على الاستحباب . الثاني : على الاستحباب حتى يقوم دليل على الإيجاب . ويحتمل أن يحمل على الإيجاب في أمور الدين ، وعلى الاستحباب في أمور الدنيا .",
  "ayah": 21,
  "surah": 33
}
