{
  "text": "قوله تعالى : ولما رأى المؤمنون الأحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما .قوله تعالى : ولما رأى المؤمنون الأحزاب ومن العرب من يقول : ( راء ) على القلب . قالوا هذا ما وعدنا الله يريد قوله تعالى في سورة البقرة : أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم الآية . فلما رأوا الأحزاب يوم الخندق فقالوا : هذا ما وعدنا الله ورسوله ، قاله قتادة . وقول ثان رواه كثير بن عبد الله بن عمرو المزني عن أبيه عن جده قال : خطب رسول الله صلى الله عليه وسلم عام ذكرت الأحزاب فقال : أخبرني جبريل عليه السلام أن أمتي ظاهرة عليها - يعني على قصور الحيرة ومدائن كسرى - فأبشروا بالنصر فاستبشر المسلمون وقالوا : الحمد لله ، موعد صادق ، إذ وعدنا بالنصر بعد الحصر . فطلعت الأحزاب فقال المومنون : هذا ما وعدنا الله ورسوله . ذكره الماوردي . و ( ما وعدنا ) إن جعلت ما بمعنى الذي فالهاء محذوفة . وإن جعلتها مصدرا لم تحتج إلى عائد وما زادهم إلا إيمانا وتسليما قال الفراء : وما زادهم النظر إلى الأحزاب . وقال علي بن سليمان : رأى يدل على الرؤية ، وتأنيث الرؤية غير حقيقي ، والمعنى : ما زادهم الرؤية إلا إيمانا بالرب وتسليما ، قاله الحسن . ولو قال : ما زادوهم لجاز . ولما اشتد الأمر على المسلمين وطال المقام في الخندق ، قام عليه السلام على التل الذي عليه مسجد الفتح في بعض الليالي ، وتوقع ما وعده الله من النصر وقال : من يذهب ليأتينا بخبرهم وله الجنة فلم يجبه أحد . وقال ثانيا وثالثا فلم يجبه أحد ، فنظر إلى جانبه وقال : من هذا ؟ فقال حذيفة . فقال : ألم تسمع كلامي منذ الليلة ؟ قال حذيفة : فقلت يا رسول الله ، منعني أن أجيبك الضر والقر . قال : انطلق حتى تدخل في القوم فتسمع كلامهم وتأتيني بخبرهم . اللهم احفظه من بين يديه ومن خلفه وعن يمينه وعن شماله حتى ترده إلي ، انطلق ولا تحدث شيئا حتى تأتيني . فانطلق حذيفة بسلاحه ، ورفع رسول الله صلى الله عليه وسلم يده يقول : يا صريخ المكروبين ويا مجيب [ ص: 145 ] المضطرين اكشف همي وغمي وكربي فقد ترى حالي وحال أصحابي فنزل جبريل وقال : ( إن الله قد سمع دعوتك وكفاك هول عدوك ) ، فخر رسول الله صلى الله عليه وسلم على ركبتيه وبسط يديه وأرخى عينيه وهو يقول : شكرا شكرا كما رحمتني ورحمت أصحابي . وأخبره جبريل أن الله تعالى مرسل عليهم ريحا ، فبشر أصحابه بذلك . قال حذيفة : فانتهيت إليهم وإذا نيرانهم تتقد ، فأقبلت ريح شديدة فيها حصباء ، فما تركت لهم نارا إلا أطفأتها ولا بناء إلا طرحته ، وجعلوا يتترسون من الحصباء . وقام أبو سفيان إلى راحلته وصاح في قريش : النجاء النجاء ! وفعل كذلك عيينة بن حصن والحارث بن عوف والأقرع بن حابس . وتفرقت الأحزاب ، وأصبح رسول الله صلى الله عليه وسلم فعاد إلى المدينة وبه من الشعث ما شاء الله ، فجاءته فاطمة بغسل فكانت تغسل رأسه ، فأتاه جبريل فقال : ( وضعت السلاح ولم تضعه أهل السماء ، ما زلت أتبعهم حتى جاوزت بهم الروحاء - ثم قال - انهض إلى بني قريظة ) . وقال أبو - سفيان : ما زلت أسمع قعقعة السلاح حتى جاوزت الروحاء .",
  "ayah": 22,
  "surah": 33
}
