{
  "text": "قوله تعالى : يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن سراحا جميلا .فيه سبع مسائل :الأولى : قوله تعالى : يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن لما جرت قصة زيد وتطليقه زينب ، وكانت مدخولا بها ، وخطبها النبي صلى الله عليه وسلم بعد انقضاء عدتها - كما بيناه - خاطب الله المؤمنين بحكم الزوجة تطلق قبل البناء ، وبين ذلك الحكم للأمة ، فالمطلقة إذا لم تكن ممسوسة لا عدة عليها بنص الكتاب وإجماع الأمة على ذلك . فإن دخل بها فعليها العدة إجماعا .الثانية : النكاح حقيقة في الوطء ، وتسمية العقد نكاحا لملابسته له من حيث إنه طريق [ ص: 185 ] إليه . ونظيره تسميتهم الخمر إثما لأنه سبب في اقتراف الإثم . ولم يرد لفظ النكاح في كتاب الله إلا في معنى العقد ، لأنه في معنى الوطء ، وهو من آداب القرآن ، الكناية عنه بلفظ الملامسة والمماسة والقربان والتغشي والإتيان .الثالثة : استدل بعض العلماء بقوله تعالى : ( ثم طلقتموهن ) وبمهلة ( ثم ) على أن الطلاق لا يكون إلا بعد نكاح وأن من طلق المرأة قبل نكاحها وإن عينها ، فإن ذلك لا يلزمه . وقال هذا نيف على ثلاثين من صاحب وتابع وإمام . سمى البخاري منهم اثنين وعشرين . وقد روي عن النبي صلى الله عليه وسلم لا طلاق قبل نكاح ومعناه : أن الطلاق لا يقع حتى يحصل النكاح . قال حبيب بن أبي ثابت : سئل علي بن الحسين رضي الله عنهما عن رجل قال لامرأة : إن تزوجتك فأنت طالق ؟ فقال : ليس بشيء ، ذكر الله عز وجل النكاح قبل الطلاق . وقالت طائفة من أهل العلم : إن طلاق المعينة الشخص أو القبيلة أو البلد لازم قبل النكاح ، منهم مالك وجميع أصحابه ، وجمع عظيم من علماء الأمة . وقد مضى في ( براءة ) الكلام فيها ودليل الفريقين . والحمد لله . فإذا قال : كل امرأة أتزوجها [ طالق ] وكل عبد أشتريه حر ، لم يلزمه شيء . وإن قال : كل امرأة أتزوجها إلى عشرين سنة ، أو إن تزوجت من بلد فلان أو من بني فلان فهي طالق ، لزمه الطلاق ما لم يخف العنت على نفسه في طول السنين ، أو يكون عمره في الغالب لا يبلغ ذلك ، فله أن يتزوج . وإنما لم يلزمه الطلاق إذا عمم لأنه ضيق على نفسه المناكح ، فلو منعناه ألا يتزوج لحرج وخيف عليه العنت . وقد قال بعض أصحابنا : إنه إن وجد ما يتسرر به لم ينكح ، وليس بشيء وذلك أن الضرورات والأعذار ترفع الأحكام ، فيصير هذا من حيث الضرورة كمن لم يحلف ، قاله ابن خويز منداد .الرابعة : استدل داود - ومن قال بقوله - إن المطلقة الرجعية إذا راجعها زوجها قبل أن تنقضي عدتها ثم فارقها قبل أن يمسها ، أنه ليس عليها أن تتم عدتها ولا عدة مستقبلة ، لأنها مطلقة قبل الدخول بها . وقال عطاء بن أبي رباح وفرقة : تمضي في عدتها من طلاقها الأول [ ص: 186 ] - وهو أحد قولي الشافعي - ; لأن طلاقه لها إذا لم يمسها في حكم من طلقها في عدتها قبل أن يراجعها . ومن طلق امرأته في كل طهر مرة بنت ولم تستأنف . وقال مالك : إذا فارقها قبل أن يمسها إنها لا تبني على ما مضى من عدتها ، وإنها تنشئ من يوم طلقها عدة مستقبلة . وقد ظلم زوجها نفسه وأخطأ إن كان ارتجعها ولا حاجة له بها . وعلى هذا أكثر أهل العلم ، لأنها في حكم الزوجات المدخول بهن في النفقة والسكنى وغير ذلك ، ولذلك تستأنف العدة من يوم طلقت ، وهو قول جمهور فقهاء البصرة والكوفة ومكة والمدينة والشام . وقال الثوري : أجمع الفقهاء عندنا على ذلك .الخامسة : فلو كانت بائنة غير مبتوتة فتزوجها في العدة ثم طلقها قبل الدخول فقد اختلفوا في ذلك أيضا ، فقال مالك والشافعي وزفر وعثمان البتي : لها نصف الصداق وتتم بقية العدة الأولى . وهو قول الحسن وعطاء وعكرمة وابن شهاب . وقال أبو حنيفة وأبو يوسف والثوري والأوزاعي ، : لها مهر كامل للنكاح الثاني وعدة مستقبلة . جعلوها في حكم المدخول بها لاعتدادها من مائه . وقال داود : لها نصف الصداق ، وليس عليها بقية العدة الأولى ولا عدة مستقبلة . والأولى ما قاله مالك والشافعي ، والله أعلم .السادسة : هذه الآية مخصصة لقوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء ، ولقوله : واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر . وقد مضى في ( البقرة ) ، ومضى فيها الكلام في المتعة ، فأغنى عن الإعادة هنا . \" وسرحوهن سراحا جميلا \" فيه وجهان : أحدهما : أنه دفع المتعة بحسب الميسرة والعسرة ، قاله ابن عباس . الثاني : أنه طلاقها طاهرا من غير جماع ، قاله قتادة . وقيل : فسرحوهن بعد الطلاق إلى أهلهن ، فلا يجتمع الرجل والمطلقة في موضع واحد .السابعة : \" فمتعوهن \" قال سعيد : هي منسوخة بالآية التي في البقرة ، وهي قوله : وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم أي فلم يذكر المتعة . وقد مضى الكلام في هذا في ( البقرة ) مستوفى . وقوله ( وسرحوهن ) طلقوهن . والتسريح كناية عن الطلاق عند أبي حنيفة ، لأنه يستعمل في غيره فيحتاج إلى النية . وعند الشافعي صريح . وقد مضى في ( البقرة ) القول فيه فلا معنى للإعادة . ( جميلا ) سنة ، غير بدعة .",
  "ayah": 49,
  "surah": 33
}
