{
  "text": "قوله تعالى : ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفورا رحيما .فيه ست مسائل :الأولى : قوله تعالى : ادعوهم لآبائهم نزلت في زيد بن حارثة ، على ما تقدم بيانه . وفي قول ابن عمر : ما كنا ندعو زيد بن حارثة إلا زيد بن محمد ، دليل على أن التبني كان معمولا به في الجاهلية والإسلام ، يتوارث به ويتناصر ، إلى أن نسخ الله ذلك بقوله . ادعوهم لآبائهم هو أقسط عند الله أي أعدل . فرفع الله حكم التبني ومنع من إطلاق لفظه ، وأرشد بقوله إلى أن الأولى والأعدل أن ينسب الرجل إلى أبيه نسبا ; فيقال : كان الرجل في الجاهلية إذا أعجبه من الرجل جلده وظرفه ضمه إلى نفسه ، وجعل له نصيب الذكر من أولاده من ميراثه ، وكان ينسب إليه فيقال فلان بن فلان . وقال النحاس : هذه الآية ناسخة لما كانوا عليه من التبني ، وهو من نسخ السنة بالقرآن ; فأمر أن يدعوا من دعوا إلى أبيه المعروف ، فإن لم يكن له أب معروف نسبوه إلى ولائه ، فإن لم يكن له ولاء معروف قال له يا أخي ; يعني في الدين ، قال الله تعالى : إنما المؤمنون إخوة .الثانية : لو نسبه إنسان إلى أبيه من التبني فإن كان على جهة الخطأ ، وهو أن يسبق لسانه إلى ذلك من غير قصد فلا إثم ولا مؤاخذة ; لقوله تعالى وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكذلك لو دعوت رجلا إلى غير أبيه وأنت ترى أنه أبوه فليس عليك بأس ; قاله قتادة . ولا يجري هذا المجرى ما غلب عليه اسم التبني كالحال في المقداد بن عمرو فإنه كان غلب عليه نسب التبني ، فلا يكاد يعرف إلا بالمقداد بن الأسود ; فإن الأسود بن عبد يغوث كان قد تبناه في الجاهلية وعرف به . فلما نزلت الآية قال المقداد : أنا ابن [ ص: 113 ] عمرو ; ومع ذلك فبقي الإطلاق عليه . ولم يسمع فيمن مضى من عصى مطلق ذلك عليه وإن كان متعمدا . وكذلك سالم مولى أبي حذيفة ، كان يدعى لأبي حذيفة . وغير هؤلاء ممن تبني وانتسب لغير أبيه وشهر بذلك وغلب عليه . وذلك بخلاف الحال في زيد بن حارثة ; فإنه لا يجوز أن يقال فيه زيد بن محمد ، فإن قاله أحد متعمدا عصى لقوله تعالى : ولكن ما تعمدت قلوبكم أي فعليكم الجناح . والله أعلم . ولذلك قال بعده : وكان الله غفورا رحيما أي غفورا للعمد ورحيما برفع إثم الخطأ .الثالثة : وقد قيل : إن قول الله تبارك وتعالى : وليس عليكم جناح فيما أخطأتم مجمل ; أي وليس عليكم جناح في شيء أخطأتم ، وكانت فتيا عطاء وكثير من العلماء . على هذا إذا حلف رجل ألا يفارق غريمه حتى يستوفي منه حقه ، فأخذ منه ما يرى أنه جيد من دنانير فوجدها زيوفا أنه لا شيء عليه . وكذلك عنده إذا حلف ألا يسلم على فلان فسلم عليه وهو لا يعرفه أنه لا يحنث ; لأنه لم يتعمد ذلك . و ( ما ) في موضع خفض ردا على ( ما ) التي مع أخطأتم . ويجوز أن تكون في موضع رفع على إضمار مبتدأ ; والتقدير : ولكن الذي تؤاخذون به ما تعمدت قلوبكم . قال قتادة وغيره : من نسب رجلا إلى غير أبيه ، وهو يرى أنه أبوه خطأ ، فذلك من الذي رفع الله فيه الجناح . وقيل : هو أن يقول له في المخاطبة : يا بني ; على غير تبن .الرابعة : الأدعياء جمع الدعي ، وهو الذي يدعى ابنا لغير أبيه ، أو يدعي غير أبيه والمصدر الدعوة بالكسر فأمر تعالى بدعاء الأدعياء إلى آبائهم للصلب ، فمن جهل ذلك فيه ولم تشتهر أنسابهم كان مولى وأخا في الدين . وذكر الطبري أن أبا بكرة قرأ هذه الآية وقال : أنا ممن لا يعرف أبوه ، فأنا أخوكم في الدين ومولاكم . قال الراوي عنه : ولو علم - والله - أن أباه حمار لانتمى إليه ، ورجال الحديث يقولون في أبي بكرة نفيع بن الحارث .الخامسة : روي في الصحيح عن سعد بن أبي وقاص وأبي بكرة كلاهما قال سمعته أذناي ووعاه قلبي محمدا صلى الله عليه وسلم يقول : من ادعى إلى غير أبيه وهو يعلم أنه غير أبيه فالجنة عليه حرام . وفي حديث أبي ذر أنه سمع النبي صلى الله عليه وسلم يقول : ليس من رجل ادعى لغير أبيه وهو يعلمه إلا كفر .",
  "ayah": 5,
  "surah": 33
}
