{
  "text": "قوله تعالى : لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن إلا ما ملكت يمينك وكان الله على كل شيء رقيبا .فيه سبع مسائل :الأولى : اختلف العلماء في تأويل قوله : لا يحل لك النساء من بعد على أقوال سبعة :الأول : أنها منسوخة بالسنة ، والناسخ لها حديث عائشة ، قالت : ما مات رسول الله صلى الله عليه وسلم حتى أحل له النساء . وقد تقدم .[ ص: 199 ] الثاني : أنها منسوخة بآية أخرى ، روى الطحاوي عن أم سلمة قالت : لم يمت رسول الله صلى الله عليه وسلم حتى أحل الله له أن يتزوج من النساء من شاء ، إلا ذات محرم ، وذلك قوله عز وجل : ترجي من تشاء منهن وتئوي إليك من تشاء . قال النحاس : وهذا والله أعلم أولى ما قيل في الآية ، وهو وقول عائشة واحد في النسخ . وقد يجوز أن تكون عائشة أرادت أحل له ذلك بالقرآن . وهو مع هذا قول علي بن أبي طالب وابن عباس وعلي بن الحسين والضحاك . وقد عارض بعض فقهاء الكوفيين فقال : محال أن تنسخ هذه الآية ، يعني ترجي من تشاء منهن لا يحل لك النساء من بعد وهي قبلها في المصحف الذي أجمع عليه المسلمون ورجح قول من قال نسخت بالسنة .قال النحاس : وهذه المعاوضة لا تلزم ، وقائلها غالط ؛ لأن القرآن بمنزلة سورة واحدة ، كما صح عن ابن عباس : أنزل الله القرآن جملة واحدة إلى السماء الدنيا في شهر رمضان . ويبين لك أن اعتراض هذا المعترض لا يلزم أن قوله عز وجل : والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم متاعا إلى الحول غير إخراج منسوخة على قول أهل التأويل - لا نعلم بينهم خلافا - بالآية التي قبلها والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا .الثالث : أنه صلى الله عليه وسلم حظر عليه أن يتزوج على نسائه ، لأنهن اخترن الله ورسوله والدار الآخرة ، هذا قول الحسن وابن سيرين وأبي بكر بن عبد الرحمن بن الحارث بن هشام . قال النحاس : وهذا القول يجوز أن يكون هكذا ثم نسخ .الرابع : أنه لما حرم عليهن أن يتزوجن بعده حرم عليه أن يتزوج غيرهن ، قاله أبو أمامة بن سهل بن حنيف .الخامس : لا يحل لك النساء من بعد أي من بعد الأصناف التي سميت ، قاله أبي بن كعب وعكرمة وأبو رزين ، وهو اختيار محمد بن جرير . ومن قال إن الإباحة كانت له مطلقة قال هنا : لا يحل لك النساء معناه لا تحل لك اليهوديات ولا النصرانيات . وهذا تأويل فيه بعد .وروي عن مجاهد وسعيد بن جبير وعكرمة أيضا . وهو القول السادس . قال مجاهد : لئلا تكون كافرة أما للمؤمنين . وهذا القول يبعد ، لأنه يقدره : من بعد المسلمات ، ولم يجر للمسلمات ذكر . وكذلك قدر ولا أن تبدل بهن أي ولا أن تطلق مسلمة لتستبدل بها كتابية .[ ص: 200 ] السابع : أن النبي صلى الله عليه وسلم كان له حلال أن يتزوج من شاء ثم نسخ ذلك . قال : وكذلك كانت الأنبياء قبله صلى الله عليه وسلم ; قاله محمد بن كعب القرظي .الثانية : قوله تعالى : ولا أن تبدل بهن من أزواج قال ابن زيد : هذا شيء كانت العرب تفعله ، يقول أحدهم : خذ زوجتي وأعطني زوجتك ، روى الدارقطني عن أبي هريرة قال : كان البدل في الجاهلية أن يقول الرجل للرجل : انزل لي عن امرأتك وأنزل لك عن امرأتي وأزيدك ، فأنزل الله عز وجل ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن قال : فدخل عيينة بن حصن الفزاري على رسول الله صلى الله عليه وسلم وعنده عائشة ، فدخل بغير إذن ، فقال له رسول الله صلى الله عليه وسلم : يا عيينة فأين الاستئذان ؟ فقال : يا رسول الله ، ما استأذنت على رجل من مضر منذ أدركت . قال : من هذه الحميراء إلى جنبك ؟ قال رسول الله صلى الله عليه وسلم : هذه عائشة أم المؤمنين قال : أفلا أنزل لك عن أحسن الخلق . فقال : يا عيينة ، إن الله قد حرم ذلك . قال فلما خرج قالت عائشة : يا رسول الله ، من هذا ؟ قال : أحمق مطاع وإنه على ما ترين لسيد قومه . وقد أنكر الطبري والنحاس وغيرهما ما حكاه ابن زيد عن العرب ، من أنها كانت تبادل بأزواجها . قال الطبري : وما فعلت العرب قط هذا . وما روي من حديث عيينة بن حصن من أنه دخل على رسول الله صلى الله عليه وسلم وعنده عائشة . . الحديث ، فليس بتبديل ، ولا أراد ذلك ، وإنما احتقر عائشة لأنها كانت صبية فقال هذا القول .قلت : وما ذكرناه من حديث زيد بن أسلم عن عطاء بن يسار عن أبي هريرة من أن البدل كان في الجاهلية يدل على خلاف ما أنكر من ذلك ، والله أعلم . قال المبرد : وقرئ لا يحل بالياء والتاء . فمن قرأ بالتاء فعلى معنى جماعة النساء ، وبالياء من تحت على معنى جميع النساء . وزعم الفراء قال : اجتمعت القراء على أن القراءة بالياء ، وهذا غلط ، وكيف يقال : اجتمعت القراء وقد قرأ أبو عمرو بالتاء بلا اختلاف عنه .الثالثة : قوله تعالى : ولو أعجبك حسنهن قال ابن عباس : نزل ذلك بسبب أسماء بنت عميس ، أعجب رسول الله صلى الله عليه وسلم حين مات عنها جعفر بن أبي طالب حسنها ، فأراد أن يتزوجها ، فنزلت الآية ، وهذا حديث ضعيف قاله ابن العربي .[ ص: 201 ] الرابعة : في هذه الآية دليل على جواز أن ينظر الرجل إلى من يريد زواجها . وقد أراد المغيرة بن شعبة زواج امرأة ، فقال له النبي صلى الله عليه وسلم : انظر إليها فإنه أجدر أن يؤدم بينكما . وقال عليه السلام لآخر : انظر إليها فإن في أعين الأنصار شيئا أخرجه الصحيح . قال الحميدي وأبو الفرج الجوزي . يعني صفراء أو زرقاء . وقيل رمصاء .الخامسة : الأمر بالنظر إلى المخطوبة إنما هو على جهة الإرشاد إلى المصلحة ، فإنه إذا نظر إليها فلعله يرى منها ما يرغبه في نكاحها . ومما يدل على أن الأمر على جهة الإرشاد ما ذكره أبو داود من حديث جابر عن النبي صلى الله عليه وسلم أنه قال : إذا خطب أحدكم المرأة فإن استطاع أن ينظر منها إلى ما يدعوه إلى نكاحها فليفعل . فقوله : فإن استطاع فليفعل لا يقال مثله في الواجب . وبهذا قال جمهور الفقهاء مالك والشافعي والكوفيون وغيرهم وأهل الظاهر . وقد كره ذلك قوم لا مبالاة بقولهم ؛ للأحاديث الصحيحة ، وقوله تعالى : ولو أعجبك حسنهن . وقال سهل بن أبي حثمة : رأيت محمد بن مسلمة يطارد ثبيتة بنت الضحاك على إجار من أجاجير المدينة فقلت له : أتفعل هذا ؟ فقال نعم ! قال النبي صلى الله عليه وسلم : إذا ألقى الله في قلب أحدكم خطبة امرأة فلا بأس أن ينظر إليها . الإجار : السطح ، بلغة أهل الشام والحجاز . قال أبو عبيد : وجمع الإجار أجاجير وأجاجرة .السادسة : اختلف فيما يجوز أن ينظر منها ، فقال مالك : ينظر إلى وجهها وكفيها ، ولا ينظر إلا بإذنها . وقال الشافعي وأحمد : بإذنها وبغير إذنها إذا كانت مستترة . وقال الأوزاعي : ينظر إليها ويجتهد وينظر مواضع اللحم منها . قال داود : ينظر إلى سائر جسدها ، تمسكا بظاهر اللفظ . وأصول الشريعة ترد عليه في تحريم الاطلاع على العورة . والله أعلم .السابعة : قوله تعالى : إلا ما ملكت يمينك اختلف العلماء في إحلال الأمة الكافرة للنبي صلى الله عليه وسلم على قولين : تحل لعموم قول : إلا ما ملكت يمينك ، قاله مجاهد وسعيد بن جبير [ ص: 202 ] وعطاء والحكم . قالوا : قوله تعالى لا يحل لك النساء من بعد أي لا تحل لك النساء من غير المسلمات ، فأما اليهوديات والنصرانيات والمشركات فحرام عليك ، أي لا يحل لك أن تتزوج كافرة فتكون أما للمؤمنين ولو أعجبك حسنها ، إلا ما ملكت يمينك ، فإن له أن يتسرى بها . القول الثاني : لا تحل ، تنزيها لقدره عن مباشرة الكافرة ، وقد قال الله تعالى : ولا تمسكوا بعصم الكوافر فكيف به صلى الله عليه وسلم . و ( ما ) في قوله : إلا ما ملكت يمينك في موضع رفع بدل من ( النساء ) . ويجوز أن يكون في موضع نصب على استثناء ، وفيه ضعف . ويجوز أن تكون مصدرية ، والتقدير : إلا ملك يمينك ، و ( ملك ) بمعنى مملوك ، وهو في موضع نصب لأنه استثناء من غير الجنس الأول .",
  "ayah": 52,
  "surah": 33
}
