{
  "text": "آیت 11 { قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَیْنِ وَاَحْیَیْتَنَا اثْنَتَیْنِ } ”وہ فریاد کریں گے : اے ہمارے رب ! تو نے ہمیں دو دفعہ مارا اور دو دفعہ زندہ کیا“ { فَاعْتَرَفْنَا بِذُنُوْبِنَا فَہَلْ اِلٰی خُرُوْجٍ مِّنْ سَبِیْلٍ } ”تو اب ہم نے اپنے گناہوں کا اعتراف کرلیا ہے ‘ تو کیا اب یہاں سے نکلنے کی بھی کوئی راہ ہے ؟“ یعنی اگر ہم اس سے پہلے اتنے مراحل سے گزر آئے ہیں تو اب اس مرحلے سے بھی گزرنے کا کوئی طریقہ تو ہوگا۔ تو اے پروردگار ! ایک دفعہ ہمیں اس عذاب سے جان چھڑانے کا موقع بھی فراہم کر دے۔  تخلیق ِانسانی اور حیات انسانی کی حقیقت کے ضمن میں اس آیت کا مضمون پورے قرآن میں ذروہ سنام کا درجہ رکھتا ہے۔ اگرچہ یہ مضمون قرآن میں متعدد بار آچکا ہے لیکن اس قدر واضح انداز میں اور کہیں نہیں آیا۔ مثلاً سورة البقرۃ میں فرمایا گیا : { کَیْفَ تَکْفُرُوْنَ بِاللّٰہِ وَکُنْتُمْ اَمْوَاتاً فَاَحْیَاکُمْْج ثُمَّ یُمِیْتُکُمْ ثُمَّ یُحْیِیْکُمْ ثُمَّ اِلَیْہِ تُرْجَعُوْنَ۔ } ”تم کیسے کفر کرتے ہو اللہ کا ‘ حالانکہ تم مردہ تھے تو اس نے تمہیں زندہ کیا ‘ پھر وہ تمہیں مارے گا ‘ پھر زندہ کرے گا ‘ پھر تم اسی کی طرف لوٹا دیے جائو گے“۔ اگرچہ سورة البقرۃ کی اس آیت میں بھی دو احیاء اور دو اموات کا ذکر ہے مگر مختلف مفسرین نے ان الفاظ کی تاویل مختلف انداز میں کی ہے۔ البتہ آیت زیر مطالعہ اپنے مفہوم میں اس قدر واضح ہے کہ اس کی وضاحت کے لیے کسی تعبیر اور تاویل کی ضرورت نہیں۔ چناچہ اس آیت کے حوالے سے یہاں حیات انسانی کے مختلف ادوار کو اچھی طرح سے سمجھ لیجیے۔ ہر انسان کی پہلی تخلیق اس وقت عمل میں آئی جب عالم ارواح میں اس کی روح پیدا کی گئی۔ عالم ارواح کی یہ زندگی پورے شعور کے ساتھ تھی۔ اسی لیے تو وہاں تمام ارواح سے وہ عہد لیا گیا تھا جس کا ذکر سورة الاعراف کی آیت 172 میں { اَلَسْتُ بِرَبِّکُمْط قَالُوْا بَلٰیج } کے الفاظ کے ساتھ ہوا ہے۔ اس عہد کے وقت حضرت آدم علیہ السلام کی روح سے لے کر دنیا کے آخری انسان کی روح تک تمام ارواح حاضر و موجود تھیں۔ عالم ارواح میں ارواح کے اس عظیم الشان اجتماع کی کیفیت ایک حدیث میں ”جُنُوْدٌ مُّجَنَّدَۃ“ 1 لشکروں کے لشکر کے الفاظ میں بیان کی گئی ہے۔ مذکورہ عہد لینے کے بعد اللہ تعالیٰ نے تمام ارواح کو موت کی نیند سلا دیا۔ یہ ہر انسان کی پہلی موت اماتہ اولیٰ تھی جو عالم ارواح میں اس پر وارد ہوئی۔ اس طرح تمام ارواح کو گویا ایک کو لڈ سٹوریج میں محفوظ کردیا گیا۔ چناچہ جو ارواح ابھی تک دنیا میں نہیں آئیں وہ ابھی تک اسی کیفیت میں ہیں۔ علامہ اقبال ؔ نے اس کیفیت کا عجیب نقشہ کھینچا ہے مگر یہ ایسی تفصیل کا موقع نہیں۔  پھر جب عالم خلق ماں کے پیٹ میں کسی انسان کے جسم کا لوتھڑا تیار ہوجاتا ہے تو اس کی روح کو عالم ارواح سے اس لوتھڑے میں منتقل کردیا جاتا ہے۔ اس جسم میں منتقل ہونے کے بعد جب روح ”آنکھ“ کھولتی ہے تو یہ اس روح کا ”احیائے اوّل“ ہے۔ اس کے بعد وہ انسان ماں کے پیٹ سے دنیا میں وارد ہوتا ہے۔ ایک معین عرصے تک دنیا میں زندگی بسر کرتا ہے اور اس کے بعد مرجاتا ہے۔ چناچہ دنیوی زندگی کی یہ موت اس انسان یا روح کی دوسری موت اماتہ ثانیہ ہے۔ اس موت کے بعد وہ روح عالم برزخ میں چلی جاتی ہے ‘ جبکہ جسم اپنی اصل کی طرف لوٹ جاتا ہے یعنی مٹی میں مل کر مٹی ہوجاتا ہے۔ اسی طرح پوری نوع انسانی کی ارواح اپنی اپنی باری پر زندہ ہو کر دنیا میں آتی جائیں گی اور یہاں اپنے اپنے جسم کے ساتھ زندگی گزار کر ”دوسری موت“ کے بعد عالم برزخ کو سدھارتی جائیں گی۔ اس کے بعد جب قیامت برپا ہوگی تو ہر انسان کی روح کو ایک دفعہ پھر اس کے دنیوی جسم سے ملا کر زندہ کردیا جائے گا۔ یہ تمام انسانوں کا ”احیائے ثانی“ ہوگا۔ چناچہ جب میدانِ حشر میں اللہ کی عدالت لگے گی تو مجرم لوگ آیت زیر مطالعہ کے الفاظ میں اللہ تعالیٰ سے درخواست کریں گے کہ اے ہمارے پروردگار ! تو نے ہمیں دو مرتبہ موت دی اور دو دفعہ زندہ کیا۔ عالم ارواح سے دنیا کی زندگی تک اور دنیا کی موت کے بعد قیامت کے اس دن تک کئی ادوار ہم پر گزر چکے ‘ تو اے ہمارے پروردگار ! اب ایک دور اور سہی۔ ایک مرتبہ پھر ہم پر کرم فرمایا جائے اور ہمیں ایک موقع اور دے دیا جائے۔ یعنی وہ لوگ اپنی سابقہ زندگی کے مختلف ادوار کو دلیل بنا کر ایک اور دور کی رعایت حاصل کرنے کی درخواست کریں گے۔",
  "ayah": 11,
  "surah": 40
}
