{
  "text": "آیت 25 { فَلَمَّا جَآئَ ہُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَآئَ الَّذِیْنَ اٰمَنُوْا مَعَہٗ وَاسْتَحْیُوْا نِسَآئَ ہُمْ } ”تو جب وہ آیا ان کے پاس ہماری طرف سے حق لے کر تو انہوں نے کہا کہ جو لوگ ان کے ساتھ ایمان لائیں ان کے بیٹوں کو قتل کر دو اور ان کی بیٹیوں کو زندہ رکھو۔“ { وَمَا کَیْدُ الْکٰفِرِیْنَ اِلَّا فِیْ ضَلٰلٍ } ”لیکن کافروں کا دائو بھٹک کر ہی رہ جاتا ہے۔“ اس سے پہلے ہم سورة الاعراف کے پندرھویں رکوع میں بھی سردارانِ قوم فرعون کے اس مطالبے کے بارے میں پڑھ چکے ہیں کہ آپ موسیٰ علیہ السلام ٰ کو کب تک ڈھیل دیتے رہیں گے ؟ لوگ دھڑا دھڑ اس پر ایمان لا رہے ہیں ‘ روز بروز اس کی طاقت بڑھتی جا رہی ہے اور اس کے نتیجے میں ملک کے اندر فساد پھیل رہا ہے۔ آپ اسے قتل کیوں نہیں کروا دیتے ؟ لیکن جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے کہ فرعون ایک وقت تک حضرت موسیٰ علیہ السلام کے خلاف کوئی سخت اقدام کرنے سے کتراتا رہا۔ اس کی وجہ یہ تھی کہ وہ حضرت موسیٰ علیہ السلام کو گویا اپنا بڑا بھائی سمجھتا تھا اور اس تعلق کی وجہ سے وہ دل میں آپ علیہ السلام کے لیے نرم گوشہ رکھتا تھا۔ اس بات کو سمجھنے کے لیے حضرت موسیٰ علیہ السلام ٰ کی پیدائش سے لے کر بحیثیت ِرسول علیہ السلام فرعون کے سامنے آنے تک کے واقعات کو ایک دفعہ پھر سے ذہن میں تازہ کرلیجیے۔ ان تفصیلات کا خلاصہ یہ ہے کہ حضرت موسیٰ علیہ السلام کی پیدائش کے وقت رعمسیس دوم فرعون برسر اقتدار تھا۔ حضرت موسیٰ علیہ السلام ٰ کو دریا سے نکال کر جب اس کے محل میں لایا گیا تو اس کی بیوی نے کسی طرح اسے قائل کرلیا کہ اس بچے کو قتل نہ کیا جائے۔ اس موقع پر فرعون کی بیوی کے اپنے شوہر کے ساتھ مکالمے کو سورة القصص میں یوں نقل کیا گیا ہے : { وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَیْنٍ لِّیْ وَلَکَط لَا تَقْتُلُوْہُ ق عَسٰٓی اَنْ یَّنْفَعَنَآ اَوْ نَتَّخِذَہٗ وَلَدًا } آیت 9 ”اور فرعون کی بیوی نے کہا کہ یہ آنکھوں کی ٹھنڈک ہے میرے لیے بھی اور تمہارے لیے بھی۔ تم اسے قتل مت کرو ‘ ممکن ہے کہ یہ ہمیں کوئی فائدہ پہنچائے یا ہم اسے بیٹا ہی بنا لیں“۔ غالب گمان یہی ہے کہ وہ خاتون حضرت آسیہ رض ہی تھیں جن کا ذکر سورة التحریم میں آیا ہے۔ اس وقت تک فرعون بےاولاد تھا۔ بعد میں اس کے ہاں ایک بیٹا پیدا ہوا۔ چناچہ فرعون کا حقیقی بیٹا اور حضرت موسیٰ علیہ السلام سگے بھائیوں کی طرح اکٹھے رہے اور ایک ساتھ جوانی کی عمر کو پہنچے۔ اس کے بعد حضرت موسیٰ علیہ السلام کے ہاتھوں ایک قبطی کا قتل ہوگیا تو آپ علیہ السلام مدین چلے گئے۔ مدین سے آپ علیہ السلام کی واپسی کے زمانے میں بڑا فرعون اگرچہ زندہ تھا مگر بڑھاپے کی وجہ سے اس نے تمام امور سلطنت اپنے بیٹے منفتاح کو سونپ رکھے تھے۔ اس طرح عملی طور پر اس کا بیٹاہی حکمران تھا جو ایک طرح سے حضرت موسیٰ علیہ السلام کا بھائی اور بچپن کا ساتھی تھا۔ یہی وجہ تھی کہ اپنے بڑے بڑے سرداروں کے پر زور مطالبے کے باوجود بھی وہ کئی سال تک حضرت موسیٰ علیہ السلام کے خلاف انتہائی اقدام کرنے سے گریز کرتا رہا۔ پھر جب اس نے کسی سخت اقدام کو ناگزیر سمجھا بھی تو آپ علیہ السلام کی ذات کے بجائے آپ علیہ السلام کی قوم کو نشانہ بنانے کا منصوبہ بنایا۔ اس منصوبے کے تحت اس نے ایک دفعہ پھر حکم دے دیا کہ بنی اسرائیل کے ہاں پیدا ہونے والے لڑکوں کو قتل کردیا جائے اور صرف ان کی بیٹیوں کو ہی زندہ رہنے دیا جائے۔ اس کا خیال تھا کہ اس طرح وہ اس تحریک کو کچلنے اور بنی اسرائیل کی طاقت کو ختم کرنے میں کامیاب ہوجائے گا۔ چناچہ آیت زیر مطالعہ میں اس کے اسی منصوبے کے بارے میں فرمایا گیا ہے کہ اللہ کے مخالفین کی کوئی چال بھی اللہ کے مقابلے میں کامیاب نہیں ہوسکتی۔",
  "ayah": 25,
  "surah": 40
}
