{
  "text": "آیت 28 { وَقَالَ رَجُلٌ مُّؤْمِنٌق مِّنْ اٰلِ فِرْعَوْنَ یَکْتُمُ اِیْمَانَہٗ } ”اور آل فرعون میں سے ایک مومن مرد نے ‘ جو ابھی تک اپنے ایمان کو چھپائے ہوئے تھا ‘ کہا :“ اس مرحلے پر اس مرد مومن نے صورت حال کی نزاکت کو محسوس کرتے ہوئے کلمہ حق زبان پر لانے کا فیصلہ کرلیا۔ چناچہ اس نے تمام مصلحتوں کو بالائے طاق رکھ کر بھرے دربار میں اس مطلق العنان فرعون کے سامنے کھڑے ہو کر ”حق گوئی و بےباکی“ کی ایسی مثال قائم کی کہ اس کی زبان سے نکلے ہوئے الفاظ اور جملے گویا ع ”موتی سمجھ کے شان کریمی نے ُ چن لیے !“ اور پھر ان موتیوں کو اللہ تعالیٰ نے قیامت تک کے جاں نثارانِ حق کی آنکھوں کی طراوت کے لیے صفحاتِ قرآن کی زینت بنا دیا۔ چناچہ فرعون نے جونہی حضرت موسیٰ علیہ السلام کے قتل کی قرارداد پیش کی ‘ یہ مرد مومن فوراً بول اٹھا اور اس نے فرعون اور تمام اہل دربار کی آنکھوں میں آنکھیں ڈال کر کہا : { اَتَقْتُلُوْنَ رَجُلًا اَنْ یَّقُوْلَ رَبِّیَ اللّٰہُ } ”کیا تم قتل کرنا چاہتے ہو ایک شخص کو محض اس لیے کہ وہ کہتا ہے میرا رب اللہ ہے !“ کیا کسی شخص کا اللہ کو رب ماننا تمہارے نزدیک اتنا بڑا جرم ہے کہ اس کی پاداش میں تم اس کی جان کے درپے ہوگئے ہو ؟  ایک مرتبہ جب مشرکین مکہ نے حضور ﷺ کی سر عام ہجو کی اور آپ ﷺ پر حملہ آور ہوئے تو اس موقع پر حضرت ابوبکر صدیق رض بیچ میں آگئے اور انہوں رض نے مشرکین مکہ کو مخاطب کر کے یہی الفاظ دہرائے تھے : اَتَقْتُلُوْنَ رَجُلًا اَنْ یَّقُوْلَ رَبِّیَ اللّٰہُ 1 ”کیا تم لوگ ایک شخص محمد صلی اللہ علیہ وآلہ وسلم کی جان کے درپے صرف اس لیے ہو رہے ہو کہ وہ کہتا ہے کہ میرا رب اللہ ہے !“ { وَقَدْ جَآئَ کُمْ بِالْبَیِّنٰتِ مِنْ رَّبِّکُم } ”حالانکہ وہ تمہارے رب کی طرف سے واضح نشانیاں لے کر آیا ہے۔“ { وَاِنْ یَّکُ کَاذِبًا فَعَلَیْہِ کَذِبُہٗ } ”اور اگر وہ جھوٹا ہے تو اس کے جھوٹ کا وبال اسی پر آئے گا۔“ { وَاِنْ یَّکُ صَادِقًا یُّصِبْکُمْ بَعْضُ الَّذِیْ یَعِدُکُمْ } ”اور اگر وہ سچا ہوا تو تمہیں وہ بعض باتیں پہنچ کر رہیں گی جن کے بارے میں وہ تمہیں وعید سنا رہا ہے۔“ ایسی صورت میں تم پر عذاب الٰہی کی مار پڑے گی اور تم تباہ و برباد کردیے جائو گے۔ { اِنَّ اللّٰہَ لَا یَہْدِیْ مَنْ ہُوَ مُسْرِفٌ کَذَّابٌ } ”یقینا اللہ تعالیٰ راہ یاب نہیں کرتا اس کو جو حد سے بڑھنے والا ‘ بہت جھوٹا ہو۔“",
  "ayah": 28,
  "surah": 40
}
