{
  "text": "آیت 50 { قَالُوْٓا اَوَلَمْ تَکُ تَاْتِیْکُمْ رُسُلُکُمْ بِالْبَیِّنٰتِ } ”وہ جواب میں کہیں گے کہ کیا تمہارے پاس رسول علیہ السلام نہیں آتے رہے تھے واضح نشانیوں اور واضح تعلیمات کے ساتھ ؟“ { قَالُوْا بَلٰی } ”وہ کہیں گے : ہاں آئے تو تھے !“ { قَالُوْا فَادْعُوْاج وَمَا دُعٰٓؤُا الْکٰفِرِیْنَ اِلَّا فِیْ ضَلٰلٍ } ”وہ کہیں گے : تو اب تم خود ہی پکارو ! اور کافروں کی دعا نہیں ہے مگر بھٹک کر رہ جانے والی۔“ دنیا کی زندگی میں جن لوگوں نے کفر و انکار کی روش اختیار کی تھی آج ان کی دعا بالکل صدا بصحرا ثابت ہوگی۔ ان لوگوں کی دعا کا نہ کوئی اثر ہوگا اور نہ ہی اس کی کہیں شنوائی ہوگی۔ بالکل یہی کیفیت ان لوگوں کی بھی ہے جو دنیا میں اللہ تعالیٰ سے دعائیں تو مانگتے ہیں مگر ساتھ ہی اپنی حرام خوری بھی جاری رکھے ہوئے ہیں۔ باطل کی چاکری بھی کیے جا رہے ہیں ‘ طاغوت کے حمایتی بھی بنے ہوئے ہیں اور اپنی سوچ اور فکر کو باطل طور طریقوں کے مطابق ڈھالنے کے لیے نت نئی راہیں بھی تلاش کرتے رہتے ہیں۔ گویا ان کی وفاداری اور دوستی تو شیطان اور اس کے چیلوں سے ہوتی ہے مگر دعا اللہ سے کرتے ہیں۔ اس حوالے سے یہ حدیث پہلے بھی بیان ہوچکی ہے کہ رسول اللہ ﷺ نے ایک شخص کا ذکر فرمایا جو بڑا طویل سفر کر کے حج یا عمرہ کے لیے آتا ہے۔ اس کے کپڑے بھی میلے ہوچکے ہیں اور بال بھی غبار آلودہ ہیں۔ وہ اپنے دونوں ہاتھ آسمان کی طرف اٹھا کر ”یارب ! یارب !“ پکارتا ہے۔ لیکن اس کا کھانا بھی حرام کا ہے ‘ اس کا پینا بھی حرام کا ہے ‘ اس نے جو کپڑے پہن رکھے ہیں وہ بھی حرام کمائی کے ہیں ‘ اور اس کے جسم نے حرام غذا سے نشوونما پائی ہے۔ -۔ تو اس کی دعا کیونکر قبول ہو ؟ فَاَنّٰی یُسْتَجَابُ لِذٰلِکَ ! 1 1971 ء کی جنگ کے دوران ہم نے دیکھا کہ پاکستان کی نصرت کے لیے حرمین شریفین میں قنوت نازلہ پڑھی جاتی تھی اور گڑ گڑا کر دعائیں مانگی جاتی تھیں ‘ مگر اللہ تعالیٰ نے ہمارے کرتوتوں کی وجہ سے اپنے گھر کے اندر مانگی گئی ان دعائوں کو بھی ٹھکرا دیا اور جو ہونا تھا وہ ہو کر رہا۔  لفظ ”کافر“ کو اس کے وسیع مفہوم کے تناظر میں رکھ کر غور کیجیے کہ اس کی زد کہاں کہاں پڑتی ہے۔ اس کا مصداق قانونی کفار کے علاوہ وہ لوگ بھی ٹھہرتے ہیں جو اللہ تعالیٰ کی ناشکری اور نافرمانی کے مرتکب ہوتے ہیں۔ اس حوالے سے سورة آل عمران کی آیت 97 کے آخر میں سنائی گئی وعید بہت واضح ہے۔ مذکورہ آیت میں حج کا حکم دینے کے بعد فرمایا گیا : { وَمَنْ کَفَرَ فَاِنَّ اللّٰہَ غَنِیٌّ عَنِ الْعٰلَمِیْنَ } ”اور جس نے کفر کیا تو وہ جان لے کہ اللہ بےنیاز ہے تمام جہان والوں سے“۔ یعنی جس نے صاحب استطاعت ہو کر بھی حج ادا نہیں کیا اس نے گویا کفر کیا۔ اسی طرح تارک صلوٰۃ کے بارے میں حضور ﷺ کا بہت مشہور فرمان ہے : مَنْ تَرَکَ الصَّلاَۃَ مُتَعَمِدًا فَقَدْ کَفَرَجِھَارًا 1 ”جس نے جان بوجھ کر نماز چھوڑ دی اس نے علانیہ کفر کیا۔“  پس ایک کفر تو وہ ہے جس سے ایک مسلمان باقاعدہ مرتد ہو کر سزا کا مستحق ٹھہرتا ہے اور ایک کفر یہ ہے جو اللہ تعالیٰ کے کسی خاص حکم کی نافرمانی سے سرزد ہوتا ہے اور جس کو کسی صاحب نظر نے ”جو دم غافل سو دم کافر“ کا عنوان دیا ہے۔ اس زاویئے سے دیکھا جائے تو آج پوری دنیا کے مسلمان اس کفر کے مرتکب ہو رہے ہیں۔ آج دنیا بھر میں مسلمانوں کا کوئی ایک ملک بھی ایسا نہیں جہاں اللہ کے قانون کی حکمرانی ہو ‘ جبکہ اللہ تعالیٰ کا فرمان تو اس بارے میں یہ ہے : { وَمَنْ لَّمْ یَحْکُمْ بِمَآ اَنْزَلَ اللّٰہُ فَاُولٰٓئِکَ ہُمُ الْکٰفِرُوْنَ۔ } المائدۃ ”جو لوگ اللہ تعالیٰ کی اتاری ہوئی شریعت کے مطابق فیصلے نہیں کرتے وہی تو کافر ہیں“۔ چناچہ ہمیں سنجیدگی سے غور کرنا چاہیے کہ اس حوالے سے آج ہم کہاں کھڑے ہیں ؟ ہم جس ملک کے شہری ہیں کیا وہاں شریعت اسلامی کی حکمرانی ہے ؟ کیا ہمارے دیوانی و فوجداری معاملات قرآن کے قانون کے مطابق طے پا رہے ہیں ؟ کیا ہمارا نظام معیشت اللہ کی مرضی کے مطابق چل رہا ہے ؟ اور اگر ایسا نہیں ہے اور یقینا نہیں ہے تو کیا ہم سورة المائدۃ کی مذکورہ آیت کے مصداق نہیں بن چکے ہیں۔",
  "ayah": 50,
  "surah": 40
}
