{
  "text": "إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (12) تخلص من اليأس من اقتناعهم إلى وصف السعير الذي أعد لهم ، وأجري على السعير ضمير { رأتهم } بالتأنيث لتأويل السعير بجهنم إذ هو علم عليها بالغلبة كما تقدم .وإسناد الرؤية إلى النار استعارة والمعنى : إذا سيقوا إليها فكانوا من النار بمكان ما يرى الرائي من وصل إليه سمعوا لها تغيظاً وزفيراً من مكان بعيد ، ويجوز أن يكون معنى : { رأتهم } رآهم ملائكتها أطلقوا منافذها فانطلقت ألسنتها بأصوات اللهيب كأصوات المتغيظ وزفيره فيكون إسناد الرؤية إلى جهنم مجازاً عقلياً .والتغيظ : شدة الغيظ . والغيظ : الغضب الشديد ، وتقدم عند قوله : { عضوا عليكم الأنامل من الغيظ } في سورة آل عمران )119 ). فصيغة التفعل هنا الموضوعة في الأصل لتكلف الفعل مستعملة مجازاً في قوته لأن المتكلف لفعل يأتي به كأشد ما يكون .والمراد به هنا صوت المتغيظ ، بقرينة تعلقه بفعل : { سمعوا } فهو تشبيه بليغ .والزفير : امتداد النفَس من شدة الغيظ وضيق الصدر ، أي صوتاً كالزفير فهو تشبيه بليغ أيضاً . ويجوز أن يكون الله قد خلق لجهنم إدراكاً للمرئيات بحيث تشتد أحوالها عند انطباع المرئيات فيها فتضطرب وتفيض وتتهيأ لالتهام بعثها فتحصل منها أصوات التغيظ والزفير فيكون إسناد الرؤية والتغيظ والزفير حقيقة ، وأمور العالم الأخرى لا تقاس على الأحوال المتعارفة في الدنيا .وعلى هذين الاحتمالين يحمل ما ورد في القرآن والحديث نحو قوله تعالى : { يوم نقول لجهنم هل امتلأت وتقول هل من مزيد } [ ق : 30 ] ، وقول النبي صلى الله عليه وسلم \" اشتكت النار إلى ربها فقالت يا رب أكل بعضي بعضاً ، فأذن لها بنفسين نفس في الصيف ونفس في الشتاء \" رواه في «الموطأ» : زاد في رواية مسلم : \" فما ترون من شدة البرد فذلك من زمهريرها وما ترون من شدة الحر فهو من سَمُومها \"وجُعل إزجاؤهم إلى النار من مكان بعيد زيادة في الكناية بهم لأن بعد المكان يقتضي زيادة المشقة إلى الوصول ويقتضي طول الرعب مما سمعوا .ووصف وصولهم إلى جهنم من مكان بعيد ووضعهم فيها بقوله : { وإذا ألقوا منها مكاناً ضيقاً مقرَّنين دعوا هنالك ثبوراً } فصيغ نظمه في صورة توصيف ضجيج أهل النار من قوله : { دعوا هنالك ثبوراً } ، وأدمج في خلال ذلك وصف داخل جهنم ووصف وضع المشركين فيها بقوله : { مكاناً ضيقاً } وقوله : { مقرنين } تفنناً في أسلوب الكلام .",
  "ayah": 12,
  "surah": 25
}
