{
  "text": "فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (19){ فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفاً وَلاَ نَصْراً } .الفاء فصيحة ، أي إفصاح عن حجة بعد تهيئة ما يقتضيها ، وهو إفصاح رائع وزاده الالتفات في قوله : { كذبوكم } .وفي الكلام حذف فعل قول يدل عليه المقام . والتقدير : إن قلتم هؤلاء آلهتنا فقد كذبوكم ، وقد جاء التصريح بما يدل على القول المحذوف في قول عباس بن الأحنف :قالوا خراسان أقصى ما يراد بنا ... ثم القفول فقد جئنا خراساناأي إن قلتم ذلك فقد جئنا خراسان . وفي حذف فعل القول في هذه الآية استحضار لصورة المقام كأنه مشاهد غير محكي وكأن السامع آخر الآية قد سمع لهذه المحاورة مباشرة دون حكاية فقرع سمعه شهادة الأصنام عليهم ثم قرع سمعه توجه خطاب التكذيب إلى المشهود عليهم ، وهو تفنن بديع في الحكاية يعتمد على تخييل المحكي واقعاً ، ومنه قوله تعالى : { يوم يُسْحَبُون في النار على وجوههم ذوقوا مسَّ سقر } [ القمر : 48 ] . فجملة { فقد كذبوكم } إلخ مستأنفة ابتدائية هو إقبال على خطاب الحاضرين وهو ضرب من الالتفات مثل قوله تعالى : { واستغفري لذنبك } بعد قوله : { يوسف أعرض عن هذا } [ يوسف : 29 ] .والباء في قوله : { بما تقولون } يجوز أن تكون بمعنى )في )للظرفية المجازية ، أي كذبوكم تكذيباً واقعاً فيما تقولون ، ويجوز أن تكون للسببية ، أي كذبوكم بسبب ما تقولون .و )ما )موصولة . والذي قالوه هو ما يستفاد من السؤال والجواب وهو أنهم قالوا إنهم دعوهم إلى أن يعبدوهم .وفرع على الإعلان بتكذيبهم إياهم تأييسُهم من الانتفاع بهم في ذلك الموقف إذ بين لهم أنهم لا يستطيعون صرفاً ، أي صرف ضر عنهم ، ولا نصراً ، أي إلحاق ضر بمن يغلبهم . ووجه التفريع ما دل عليه قولهم { سبحانك } [ الفرقان : 18 ] الذي يقتضي أنهم في موقف العبودية والخضوع .وقرأ الجمهور : { يستطيعون } بياء الغائب ، وقرأه حفص بتاء الخطاب على أنه خطاب للمشركين الذين عبدوا الأصنام من دون الله .{ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَاباً كَبِيراً } .تذييل للكلام يشمل عمومه جميع الناس ، ويكون خطاب { منكم } لجميع المكلفين . ويفيد ذلك أن المشركين المتحدث عنهم معذبون عذاباً كبيراً : والعذاب الكبير هو عذاب جهنم .",
  "ayah": 19,
  "surah": 25
}
