{
  "text": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا (2)أجريت على اسم الله تعالى هذه الصفات الأربعُ بطريق تعريف الموصوليَّة لأن بعض الصلات معروف عند المخاطبين اتصافُ الله به وهما الصفتان الأولى والرابعة؛ وإذ قد كانتا معلومتين كانت الصلتان الأخريان المذكورتان معهما في حكم المعروف لأنهما أجريتا على مَن عُرِف بالصلتين الأولى والرابعة فإن المشركين ما كانوا يمترون في أن الله هو مالك السماوات والأرض ولا في أن الله هُوَ خالق كل شيء كما في قوله : { قل مَن رب السماوات السبع ورب العرش العظيم سيقولون لله } الآياتتِ من سورة المؤمنين )86 ، 87 )، ولكنهم يثبتون لله ولَداً وشريكاً في الملك .ومن بديع النظم أن جعل الوصفان المختلف فيهما مَعهم متوسطين بين الوصفين اللذين لا مرية فيهما حتى يكون الوصفان المسلَّمَين كالدليل أوّلاً والنتيجة آخراً ، فإن الذي له ملك السماوات والأرض لا يليق به أن يتخذ ولَداً ولا أن يتخذ شريكاً لأن ملكه العظيم يقتضي غِنَاهُ المطلقَ فيقتضي أن يكون اتخاذه ولداً وشريكاً عبثاً إذ لا غاية له ، وإذا كانت أفعال العقلاء تصان عن العبث فكيف بأفعال أحكم الحكماء تعالى وتقدس .فقوله : الذي له ملك السموات والأرض } بدل مِن { الذي نزّل الفرقان } [ الفرقان : 1 ] .وإعادة اسم الموصول لاختلاف الغرض من الصلتين لأن الصلة الأولى في غرض الامتنان بتنزيل القرآن للهدى ، والصلة الثانية في غرض اتصاف الله تعالى بالوحدانيَّة .وفي الملك إيماء إلى أن الاشتراك في الملك ينافي حقيقة الملك التامة التي لا يليق به غيرها .والخلق : الإيجاد ، أي أوجد كل موْجود من عظيم الأشياء وحقيرها . وفُرع على { خلق كل شيء فقدره تقديراً } لأنه دليل على إتقان الخلق إتقاناً يدل على أن الخالق متصف بصفات الكمال .ومعنى { قدّره } جعله على مقدار وحدَ معيّن لا مجرد مصادفة ، أي خلقه مقدراً ، أي محكماً مضبوطاً صالحاً لما خلق لأجله لا تفاوت فيه ولا خلل . وهذا يقتضي أنه خلقه بإرادة وعلم على كيفية أرادها وعيّنها كقوله : { إنا كلَّ شيء خلقناه بقَدَر } [ القمر : 49 ] . وقد تقدم في قوله تعالى : { أنزل من السماء ماء فسالت أوديةً بقَدَرِها } في سورة الرعد )17 ). وتأكيد الفعل بالمفعول المطلق بقوله : تقديراً } للدلالة على أنه تقدير كامل في نوع التقادير .وما جاء من أول السورة إلى هنا براعة استهلال بأغراضها وهو يتنزل منزلة خطبة الكتاب أو الرسالة .",
  "ayah": 2,
  "surah": 25
}
