{
  "text": "وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا (40)لما كان سَوْق خبر قوم نوح وعاد وثمود وأصحاب الرسّ وما بينهما من القرون مقصوداً لاعتبار قريش بمصائرهم نُقِل نَظْم الكلام هنا إلى إضاعتهم الاعتبار بذلك وبما هو أظهر منه لأنظارهم ، وهو آثار العذاب الذي نَزل بقرية قوم لوط .واقتران الخبر بلام القسم لإفادة معنى التعجيب من عدم اعتبارهم كما تقدم في قوله : { لقد استكبروا في أنفسهم } [ الفرقان : 21 ] . وكانت قريش يمرّون بديار قوم لوط في أسفارهم للتجارة إلى الشام فكانت ديارهم يمرّ بها طريقهم قال تعالى : { وإنكم لتمرون عليهم مصبحِين وبالليل أفلا تعقلون } [ الصافات : 137 ، 138 ] . وكان طريق تجارتهم من مكة على المدينة ويدخلون أرض فلسطين فيمرّون حذو بحيرة لوط التي على شافتها بقايا مدينة «سدوم» ومعظمها غمرها الماء . وتقدم ذكر ذلك عند قوله تعالى : { وإنهما لبإماممٍ مُبين } في سورة الحجر )79 ).والإتيان : المجيء . وتعديته ب { على } لتضمينه معنى : مرّوا ، لأن المقصود من التذكير بمجيء القرية التذكير بمصير أهلها فكأنّ مجيئهم إياها مرور بأهلها ، فضمّن المجيء معنى المرور لأنه يشبه المرور ، فإن المرور يتعلق بالسكان والمجيءَ يتعلق بالمكان فيقال : جئنا خراسان ، ولا يقال : مررنا بخراسان . وقال تعالى : { وإنكم لَتَمُرُّون عليهم مُصبِحِين وبالليل أفلا تعقلون } [ الصافات : 137 ، 138 ] .ووصف القرية ب { التي أمطرت مطر السوء } لأنها اشتهرت بمضمون الصلة بين العرب وأهل الكتاب . وهذه القرية هي المسماة «سَدُوم» بفتح السين وتخفيف الدال وكانت لقوم لوط قرى خمس أعظمها «سَدوم» . وتقدم ذكرها عند قوله تعالى : { ولوطاً إذ قال لقومه } في سورة الأعراف )80 ).و { مطر السوْء } هو عذاب نزل عليهم من السماء وهو حجارة من كبريت ورماد ، وتسميته مطراً على طريقة التشبيه لأن حقيقة المطر ماء السماء .والسَّوْء بفتح السين : الضرّ والعذاب ، وأما بضم السين فهو ما يسوء . والفتح هو الأصل في مصدر ساءه ، وأما السُّوء بالضم فهو اسم مصدر ، فغلب استعمال المصدر في الذي يسوء بضر ، واستعمال اسم المصدر في ضد الإحسان .وتفرع على تحقيق إتيانهم على القرية مع عدم انتفاعهم به استفهام صوري عن انتفاء رؤيتهم إياها حينما يأتون عليها ، لأنهم لمّا لم يتّعظوا بها كانوا بحال من يُسأل عنهم : هل رأوها ، فكان الاستفهام لإيقاظ العقول للبحث عن حالهم . وهو استفهام إما مستعمل في الإنكار والتهديد ، وإما مستعمل في الإيقاظ لمعرفة سبب عدم اتعاظهم .وقوله : { بل كانوا لا يرجون نشوراً } يجوز أن يكون { بل } للإضراب الانتقالي انتقالاً من وصف تكذيبهم بالنبي صلى الله عليه وسلم وعدم اتعاظهم بما حل بالمكذبين من الأمم إلى ذكر تكذيبهم بالبعث ، فيكون انتهاء الكلام عند قوله : { أفلم يكونوا يرونها } وهو الذي يجري على الوجه الأول في الاستفهام . وعبر عن إنكارهم البعث بعَدم رجائه لأن منكر البعث لا يَرجو منه نفعاً ولا يخشى منه ضراً ، فعبر عن إنكار البعث بأحد شقّي الإنكار تعريضاً بأنهم ليسوا مثل المؤمنين يرجون رحمة الله .والنشور : مصدر نشر الميت أحْياه ، فنشَر ، أي حيي . وهو من الألفاظ التي جرت في كلام العرب على معنى التخيّل لأنهم لا يعتقدونه ، ويروى للمُهَلْهِل في قتاله لبني بكر ابن وائل الذين قتلوا أخاه كليباً قولُه :يا لبَكر انشروا لي كُليباً ... يا لبكر أين أينَ الفِرارُفإذا صحّت نسبة البيت إليه كان مراده من ذلك تعجيزهم ليتوسل إلى قتالهم .والمعنى : أنهم كانوا لا يؤمنون بالبعث فلم يكن لهم استعداد للاعتبار ، لأن الاعتبار ينشأ عن المراقبة ومحاسبةِ النفس لطلب النجاة ، وهؤلاء المشركون لما نشأوا على إهمال الاستعداد لِمَا بعد الموت قُصرت أفهامهم على هذا العالم العاجل فلم يُعنَوا إلا بأسباب وسائل العاجلة ، فهم مع زكانتهم في تفرس الذوات والشيات ومراقبة سير النجوم وأنواء المطر والريح ورائحة أتربة منازل الأحياء ، هم مع ذلك كله معرضون بأنظارهم عن توسم الإلهيات وحياة الأنفس ونحو ذلك . وأصل ذلك الضلاللِ كلّه انجرّ لهم من إنكار البعث فلذلك جعل هنا علة لانتفاء اعتبارهم بمصير أمة كذبت رسولها وعصت ربها . وفي هذا المعنى جاء قوله تعالى : { إن في ذلك لآيات للمتوسمين } [ الحجر : 75 ] أي دون مَن لا يتوسمون .",
  "ayah": 40,
  "surah": 25
}
