{
  "text": "إِنْ كَادَ لَيُضِلُّنَا عَنْ آَلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا (42)و { إنْ } مخفَّفَة من )إنّ )المشددة ، والأكثر في الكلام إهمالها ، أي ترك عملها نصبَ الاسم ورفعَ الخبر ، والجملة التي تليها يلزم أن تكون مفتتحة بفعل من أخوات كان أو من أخوات ظنّ وهذا من غرائب الاستعمال . ولو ذهبنا إلى أن اسمها ضمير شأن وأن الجملة التي بعدها خبر عن ضمير الشأن كما ذهبوا إليه في )أنّ )المفتوحة الهمزة إذا خففت لما كان ذلك بعيداً . وفي كلام صاحب «الكشاف» ما يشهد له في تفسير قوله تعالى : { وإن كانوا من قبلُ لفي ضلال مبين } في سورة آل عمران )164 )، والجملة بعدها مستأنفة ، واللاّم في قوله لَيُضِلّنا } هي الفارقة بين )إنْ )المحققة وبين )إنْ )النافية .والصبر : الاستمرار على ما يشق عمله على النفس . ويعدّى فعله بحرف )على )لما يقتضيه من التمكن من الشيء المستمر عليه .و { لولا } حرف امتناع لوجود ، أي امتناع وقوع جوابها لأجل وجود شرطها فتقتضي جواباً لشرطها ، والجواب هنا محذوف لدلالة ما قبل { لولا } عليه ، وهو { إن كاد ليضلنا } . وفائدة نسج الكلام على هذا المنوال دون أن يؤتى بأداة الشرط ابتداء متلوة بجوابها قصد العناية بالخبر ابتداء بأنه حاصل ثم يؤتى بالشرط بعده تقييداً لإطلاق الخبر فالصناعة النحوية تعتبر المقدَّم دليلَ الجواب ، والجواب محذوفاً لأن نظر النحوي لإقامة أصل التركيب ، فأما أهل البلاغة فيعتبرون ذلك للاهتمام وتقييد الخبر بعد إطلاقه ، ولذا قال في «الكشاف» : « { لولا } في مثل هذا الكلام جار مجرى التقييد للحكم المطلق من حيث المعنى لا من حيث الصنعة» فهذا شأن الشروط الواقعة بعد كلام مقصود لذاته كقوله تعالى : { لا تتخذوا عدوّي وعدوّكم أولياء } إلى قوله : { إن كنتم خرجتم جهاداً في سبيلي } [ الممتحنة : 1 ] فإن قوله : { إن كنتم } قيد في المعنى للنهي عن موالاة أعداءِ الله . وتأخير الشرط ليَظهر أنه قيد للفعل الذي هو دليل الجواب . قال في «الكشاف» : { إن كنتم خرجتم } متعلق ب { لا تتخذوا } يعني : لا تتولوا أعدائي إن كنتم أوليائي . وقولُ النحويين في مثله هو شرط جوابه محذوف لدلالة ما قبله عليه» اه . وكذلك ما قدم فيه على الشرط ما حقه أن يكون جواباً للشرط تقديماً لقصد الاهتمام بالجواب كقوله تعالى : { قل فأتوا بالتوراة فاتلوها إن كنتم صادقين } [ آل عمران : 93 ] .هذا جواب قولهم { إن كاد لَيُضِلنا عن آلهتنا لولا أن صبرنا عليها } المتضمن أنهم على هدى في دينهم ، وكان الجواب بقطع مُجادلتهم وإحالتهم على حين رؤيتهم العذاب ينزل بهم ، فتضمن ذلك وعيداً بعذاب . والأظهر أن المراد عذاب السيف النازل بهم يوم بدر ، وممن رآه أبو جهل سيّد أهل الوادي ، وزعيم القالة في ذلك النادي .ولما كان الجواب بالإعراض عن المحاجّة ارتكب فيه أسلوب التهكم بجعل ما ينكشف عنه المستقبل هو معرفة من هو أشد ضلالاً من الفريقين على طريقة المجاراة وإرخاء العنان للمخطىءِ إلى أن يقف على خطئه وقد قال أبو جهل يوم بدر وهو مثخَّن بالجراح في حالة النزع لما قال له عبد الله بن مسعود : أنتَ أبو جهل؟ فقال : «وهَل أعمد من رجل قتله قومه» .و { مَن } الاستفهامية أوجبت تعليق فعل { يعلمون } عن العمل .",
  "ayah": 42,
  "surah": 25
}
