{
  "text": "وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (47)مناسبة الانتقال من الاستدلال باعتبار أحوال الظلّ والضَّحاء إلى الاعتبار بأحوال اللّيل والنهار ظاهرة ، فالليل يشبه الظِلّ في أنه ظلمة تعقب نور الشمس .ومورد الاستدلال المقصد المستفاد من تعريف جُزَأي الجملة وهو قصر إفراد ، أي لا يشركه غيره في جعل الليل والنهار . أما كون الجعل المذكور بخلق الله فهم يُقرون به؛ ولكنهم لما جعلوا له شركاء على الإجمال أُبطلت شركتهم بقصر التصرف في الأزمان على الله تعالى لأنه إذا بطل تصرفهم في بعض الموجودات اختلت حقيقة الإلهية عنهم إذ الإلهية لا تقبل التجزئة .و { لكم } متعلق ب { جعل } أي من جملة ما خُلق له الليل أنه يكون لباساً لكم . وهذا لا يقتضي أن الليل خُلق لذلك فقط لأن الليل عَوْد الظلمة إلى جانب من الكرة الأرضية المحتجب عن شعاع الشمس باستداراته فتحصُل من ذلك فوائد جمة منها ما في قوله تعالى بعد هذا { وهو الذي جعل الليل والنهار خِلْفَة لمن أراد أن يذكّر . . . } [ الفرقان : 62 ] إلخ .وقد رجع أسلوب الكلام من المتكلم إلى الغيبة على طريقة الإلتفات .و { لباساً } مشبه به على طريقة التشبيه البليغ ، أي ساتراً لكم يسْتر بعضَكم عن بعض . وفي هذا الستر مِنَن كثيرة لقضاء الحوائج التي يجب إخفاؤها .وتقديم الاعتبار بحالة ستر الليل على الاعتبار بحالة النوم لرعي مناسبة الليل بالظل كما تقدم ، بخلاف قوله : { وخلقناكم أزواجاً وجعلنا نومكم سباتاً وجعلنا الليل لباساً } في سورة النبأ )8 10 )، فإن نعمة النوم أهم من نعمة الستر ، ولأن المناسبة بين نعمة خلق الأزواج وبين النوم أشد .وقد جمعت الآية استدلالاً وامتناناً فهي دليل على عظم قدرة الخالق ، وهي أيضاً تذكير بنعمة ، فإن في اختلاف الليل والنهار آيات جمّةً لما يدل عليه حصول الظلمة من دِقة نظام دوران الأرض حول الشمس ومن دقة نظام خلق الشمس ، ولِما يتوقف عليه وجود النهار من تغير دوران الأرض ومن فوائد نور الشمس ، ثم ما في خلال ذلك من نظام النوم المناسب للظلمة حين ترتخي أعصاب الناس فيحصل لهم بالنوم تجدد نشاطهم ، ومن الاستعانة على التستر بظلمة الليل ومن نظام النهار من تجدد النشاط وانبعاث الناس للعمل وسآمتهم من الدعة ، مع ما هو ملائم لذلك من النور الذي به إبصار ما يقصده العاملون .والسبات له معان متعددة في اللغة ناشئة عن التوسع في مادة السبت وهو القطع . وأنسب المعاني بمقام الامتنان هو معنى الراحة وإن كان في كلا المعنيين اعتبار بدقيق صنع الله تعالى . وفسر الزمخشري السبات بالموت على طريقة التشبيه البليغ ناظراً في ذلك إلى مقابلته بقوله : { وجعل النهار نشوراً } .وإعادة فعل { جعل } في قوله : { وجعل النهار نشوراً } دون أن يعاد في قوله { والنوم سباتاً } مشعرة بأنه تنبيه إلى أنه جعلٌ مخالف لجَعْل الليل لباساً .وذلك أنه أخبر عنه بقوله { نشوراً } ، والنشور : بعث الأموات ، وهو إدماج للتذكير بالبعث وتعريض بالاستدلال على من أحالوه ، بتقريبه بالهبوب في النهار . وفي هذا المعنى قول النبي صلى الله عليه وسلم إذا أصبح « الحمد لله الذي أحيانا بعد إذ أماتنا وإليه النشور »والنشور : الحياة بعد الموت ، وتقدم قريباً عند قوله تعالى : { بل كانوا لا يرجون نشوراً } [ الفرقان : 40 ] . وهو هنا يحتمل معنيين أن يكون مراداً به البروز والانتشار فيكون ضد اللباس في قوله : { وهو الذي جعل لكم الليل لباساً } فيكون الإخبار به عن النهار حقيقياً ، والمنّة في أن النهار ينتشر فيه الناس لحوائجهم واكتسابهم . ويحتمل أن يكون مراداً به بعث الأجساد بعد موتها فيكون الإخبار على طريقة التشبيه البليغ .",
  "ayah": 47,
  "surah": 25
}
