{
  "text": "وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (48) استدلال على الانفراد بالخلق وامتنان بتكوين الرياح والأسحِبة والمطر . ومناسبة الانتقال من حيث ما في الاستدلال الذي قبله من ذكر حال النشور والامتنان به فانتقل إلى ما في الرّياح من النشور بذكر وصفها بأنها نُشرٌ على قراءة الجمهور ، أو لكونها كذلك في الواقع على قراءة عاصم . ومردود الاستدلال قصر إرسال الرياح وما عطف عليه على الله تعالى إبطالاً لادعاء الشركاء له في الإلهية بنفي الشركة في التصرف في هذه الكائنات وذلك ما لا ينكره المشركون كما تقدم مثله في قوله : { وهو الذي جعل لكم الليل لباساً } [ الفرقان : 47 ] إلخ . .وأطلق على تكوين الرياح فعل { أرسل } الذي هو حقيقة في بعث شيء وتوجيهه ، لأن حركة الرياح تشبه السير . وقد شاع استعمال الإرسال في إطلاق العنان لخيل السباق .وهذا استدلال بدقيق صنع الله في تكوين الرياح ، فالعامة يعتبرون بما هو داخل تحت مشاهدتهم من ذلك ، والخاصة يدركون كيفية حدوث الرياح وهبوبها واختلافها ، وذلك ناشىء عن التقاء حرارة جانب من الجو ببرودة جانب آخر . ثم إن الرياح بهبوبها حارة مرة وباردة أخرى تكوّن الأسحبة وتؤذن بالمطر فلذلك وصفت بأنها نُشُر بين يدي المطر .قرأ الجمهور { أَرسل الرياح } بصيغة الجمع وقرأ ابن كثير { الريح } بصيغة الإفراد على معنى الجنس . والقراءتان متحدتان في المعنى ، ولكن غلب جمع الريح في ريح الخير وإفرادُ الريح في ريح العذاب قاله ابن عطية . وتقدم قوله تعالى { وتصريف الرياح } في سورة البقرة )164 ).وقرأ الجمهور نُشُراً } بنون في أوله وبضمتين جمع نَشُور كرسول ورُسل . وقرأ ابن عامر بضم فسكون على تخفيف الحركة . وقرأ حمزة والكسائي وخلف بفتح النون وسكون الشين على أنه من الوصف بالمصدر ، وكلها من النشر وهو البسط كما ينشر الثوب المطوي لأن الرياح تنشر السحاب . وقرأ عاصم بباء موحدة وسكون الشين جمع بَشُور من التبشير لأنها تبشر بالمطر . وتقدم قوله { وهو الذي يرسل الرياح نشراً بين يدي رحمته } في سورة الأعراف )57 ).والإلتفات من الغيبة إلى التكلم في قوله { وأنزلنا لنحيي ونسقيه ولقد صرفناه } للداعي الذي قدمناه في قوله آنفاً { ثم جعلنا الشمس عليه دليلاً ثم قبضناه إلينا } [ الفرقان : 45 ، 46 ] .والمراد ب { رحمته } المطر لأنه رحمة للناس والحيوان بما يُنْبِته من الشجر والمرعى .وجملة { وأنزلنا من السماء ماء طهوراً } عطف على جملة { أرسل الرياح } إلخ ، فهي داخلة في حيز القصر ، أي وهو الذي أنزل من السماء ماء طهوراً . وضمير { أنزلنا } التفات من الغيبة إلى التكلم لأن التكلم أليق بمقام الامتنان . وتقدم معنى إنزال الماء من السماء عند قوله : { أو كصيّب من السماء } في سورة البقرة )19 ).والطَّهور بفتح الطاء من أمثلة المبالغة في الوصف بالمصدر كما يقال : رجل صَبور .وماء المطر بالغ منتهى الطهارة إذ لم يختلط به شيء يكدره أو يقذره وهو في علم الكيمياء أنقى المياه لخلوه عن جميع الجراثيم فهو الصافي حقاً . والمعنى : أن الماء النازل من السماء هو بالغ نهاية الطهارة في جنسه من المياه ووصف الماء بالطهور يقتضي أنه مُطهّر لغيره إذ العدول عن صيغة فاعل إلى صيغة فَعول لزيادة معنى في الوصف ، فاقتضاؤه في هذه الآية أنه مطهّر لغيره اقتضاء التزامي ليكون مستكملاً وصف الطهارة القاصرة والمتعدية ، فيكون ذكر هذا الوصف إدماجاً لمنة في أثناء المنن المقصودة ، ويكون كقوله تعالى : { وينزل عليكم من السماء ماء لِيُطَهِّركم به } [ الأنفال : 11 ] وصف الطهارة الذاتية وتطهيره ، فيكون هذا الوصف إدماجاً ولولا ذلك لكان الأحقّ بمقام الامتنان وصف الماء بالصفاء أو نحو ذلك .",
  "ayah": 48,
  "surah": 25
}
