{
  "text": "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (5)الضمير عائد إلى الذين كفروا ، فمدلول الصلة مراعى في هذا الضمير إيماء إلى أن هذا القول من آثار كفرهم .الأساطير : جمع أسطورة بضم الهمزة كالأُحدوثة والأحاديث ، والأُغلوطة والأغاليط ، وهي القصة المسطورة . وقد تقدم معناها مفصلاً عند قوله : { حتى إذا جاءوك يجادلونك يقول الذين كفروا إن هذا إلا أساطير الأولين } في سورة الأنعام )25 ). وقائل هذه المقالة هو النضر بن الحارث العبدري قال : إن القرآن قصص من قصص الماضين . وكان النضر هذا قد تعلم بالحيرة قصص ملوك الفرس وأحاديث رستم واسفنديار فكان يقول لقريش : أنا والله يا معشر قريش أحسن حديثاً من محمد فهلُمَّ أحدثكم؛ وكان يقول في القرآن : هو أساطير الأولين . قال ابن عباس : كل ما ذكر فيه أساطير الأولين في القرآن فالمقصود منه قول النضر بن الحارث . وقد تقدم هذا في سورة الأنعام وفي أول سورة يوسف .وجملة : { اكتتبها } نعت أو حال ل { أساطير الأولين } .والاكتتاب : افتعال من الكتابة ، وصيغة الافتعال تدل على التكلف لحصول الفعل ، أي حصوله من فاعل الفعل ، فيفيد قوله : { اكتتبها } أنه تكلف أن يكتبها . ومعنى هذا التكلف أن النبي عليه الصلاة والسلام لما كان أميّاً كان إسناد الكتابة إليه إسناداً مجازياً فيؤول المعنى : أنه سأل من يكتبها له ، أي ينقلها ، فكان إسناد الاكتتاب إليه إسناداً مجازياً لأنه سببه ، والقرينة ما هو مقرر لدى الجميع من أنه أميّ لا يكتب ، ومن قوله : { فهي تملى عليه } لأنه لو كتبها لنفسه لكان يقرأها بنفسه . فالمعنى : استنسخها . وهذا كله حكاية لكلام النضر بلفظه أو بمعناه ، ومراد النضر بهذا الوصف ترويج بهتانه لأنه علم أن هذا الزور مكشوف قد لا يُقبل عند الناس لعلمهم بأن النبي أميّ فكيف يستمد قرآنه من كتب الأولين فهيَّأ لقبول ذلك أنه كتبت له ، فاتخذها عنده فهو يناولها لمن يحسن القراءة فيملي عليه ما يقصه القرآن .والإملاء : هو الإملال وهو إلقاء الكلام لمن يكتب ألفاظه أو يرويها أو يحفظها . وتفريع الإملاء على الاكتتاب كان بالنظر إلى أن إملاءها عليه ليقرأها أو ليحفظها .والبُكْرة : أول النهار . والأصيل : آخر المساء ، وتقدم في قوله : { بالغدوّ والآصال } في آخر الأعراف )205 )، أي تملى عليه طرفي النهار . وهذا مستعمل كناية عن كثرة الممارسة لتلقي الأساطير .",
  "ayah": 5,
  "surah": 25
}
