{
  "text": "وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا (54)مناسبة موقع هذا الاستدلال بعد ما قبله أنه استدلال بدقيق آثار القدرة في تكوين المياه وجعلها سبب حياة مختلفة الأشكال والأوضاع . ومن أعظمها دقائق الماء الذي خلق منه أشرف الأنواع التي على الأرض وهو نطفة الإنسان بأنها سبب تكوين النسل للبشر فإنه يكون أول أمره ماء ثم يتخلّق منه البشر العظيم ، فالتنوين في قوله { بشراً } للتعظيم .والقصر المستفاد من تعريف الجزءين قصر إفراد لإبطال دعوى شركة الأصنام لله في الإلهية .والبشر : الإنسان . وقد تقدم في قوله تعالى : { فتمثّل لها بشراً سويًّا } في سورة مريم )17 ). والضمير المنصوب في { فجعله } عائد إلى البشر ، أي فجعل البشر الذي خلقه من الماء نسباً وصهراً ، أي قَسَّم الله البشر قسمين : نسببٍ ، وصهرٍ . فالواو للتقسيم بمعنى )أو )والواو أجود من )أو )في التقسيم .و { نسباً وصهراً } مصدران سمي بهما صنفان من القرابة على تقدير : ذا نسب وصهر وشاع ذلك في الكلام .والنسب لا يخلو من أُبوّة وبُنوّة وأُخُوة لأولئك وبنوةٍ لتلك الأُخوة .وأما الصهر فهو : اسم لما بين المرء وبين قرابة زوجه وأقاربه من العلاقة ، ويسمى أيضاً مصاهرة لأنه يكون من جهتين ، وهو آصرة اعتبارية تتقوم بالإضافة إلى ما تضاف إليه ، فصهر الرجل قرابة امرأته ، وصهر المرأة قرابة زوجها ، ولذلك يقال : صاهر فلان فلاناً إذا تزوج من قرابته ولو قرابةً بعيدة كقرابة القبيلة . وهذا لا يخلو عنه البشر المتزوج وغير المتزوج .ويطلق الصهر على مع له من الآخر علاقة المصاهرة من إطلاق المصدر في موضع الوصف فالأكثر حينئذ أن يخص بقريب زوج الرجل ، وأما قريب زوج المرأة فهو خَتَن لها أو حَمٌ . ولا يخلو أحد عن آصرة صهر ولو بعيداً . وقد أشار إلى ما في هذا الخلق العجيب من دقائق نظام إيجاد طبيعي واجتماعي بقوله : { وكان ربك قديراً } ، أي عظيم القدرة إذْ أوجد من هذا الماء خَلْقاً عظيماً صاحب عقل وتفكير فاختص باتصال أواصر النسب وأواصر الصهر ، وكان ذلك أصل نظام الاجتماع البشري لتكوين القبائل والشعوب وتعاونهم مما جاء بهذه الحضارة المرتقية مع العصور والأقطار قال تعالى : { يأيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوباً وقبائل لتعارفوا } [ الحجرات : 13 ] .وفي تركيب { وكان ربك قديراً } من دقيق الإيذان بأن قدرته راسخة واجبة له مُتصف بها في الأزل بما اقتضاه فعل { كَان } ، وما في صيغة «قدير» من الدلالة على قوة القدرة المقتضية تمام الإرادة والعلم .",
  "ayah": 54,
  "surah": 25
}
