{
  "text": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا (58)عطف على جملة { قل ما أسألكم عليه من أجر } [ الفرقان : 57 ] أي قل لهم ذلك وتوكل على الله في دعوتك إلى الدين فهو الذي يجازيك على ذلك ويجازيهم .والتوكل : الاعتماد وإسلام الأمور إلى المتوكل عليه وهو الوكيل ، أي المتولّي مهمّات غيره ، وقد تقدم في قوله تعالى : { فإذا عزمتَ فتوكَّل على الله } في آل عمران )159 ).و { الحي الذي لا يموت } هو الله تعالى . وعدل عن اسم الجلالة إلى هذين الوصفين لما يؤذن به من تعليل الأمر بالتوكل عليه لأنه الدائم فيفيد ذلك معنى حصْر التوكل في الكون عليه ، فالتعريف في { الحي } للكامل ، أي الكامل حياته لأنها واجبة باقية مستمرة وحياة غيره معرضة للزوال بالموت ومعرضة لاختلال أثرها بالذهول كالنوم ونحوه فإنه من جنس الموت ، فالتوكل على غيره معرض للاختلال وللانخرام . وفي ذكر الوصفين تعريض بالمشركين إذ ناطوا آمالهم بالأصنام وهي أموات غير أحياء .وفي الآية إشارة إلى أن المرء الكامل لا يثق إلا بالله لأن التوكل على الأحياء المعرضين للموت وإن كان قد يفيد أحياناً لكنه لا يدوم .وأما أمره بالتسبيح فهو تنزيه الله عما لا يليق به وأول ذلك الشركة في الإلهية ، أي إذا أهمّك أمر إعراض المشركين عن دعوة الإسلام فعليك نفسك فنزه الله .والباء في { بحمده } للمصاحبة ، أي سبحه تسبيحاً مصاحباً للثناء عليه بما هو أهله . فقد جمع له في هذا الأمر التخلية والتحلية مقدِّماً التخلية لأن شأن الإصلاح أن يبدأ بإزالة النقص .وأمْر النبي صلى الله عليه وسلم يشمل الأمة ما لم يكن دليل على الخصوصية .وجملة { وكفى به بذنوب عباده خبيراً } اعتراض في آخر الكلام ، فيفيد معنى التذييل لما فيه من الدلالة على عموم علمه تعالى بذنوب الخلق ، ومن ذلك أحوال المشركين الذين هم غرض الكلام . ففي )ذنوب عباده )عُمومان : عمومُ ذنوبهم كلّها لإفادة الجمع المضاف عمومَ إفراد المضاف ، وعمومُ الناس لإضافة )عباد )إلى ضمير الجلالة ، أي جميِع عباده ، مع ما في صيغة )خبير )من شدة العلم وهو يستلزم العموم فكان كعموم ثالث . والكفاية : الإجزاء ، وفي فعل { كفى } إفادة أنه لا يحتاج إلى غيره وهو مستعمل في الأمر بالاكتفاء بتفويض الأمر إليه .والباء لتأكيد إسناد الفعل إلى الفاعل . وقد كثر دخول باء التأكيد بعدَ فعل الكفاية على فاعله أو مفعوله ، وتقدم في قوله تعالى : { كفى بنفسك اليوم عليك حسيباً } في سورة الإسراء )14 ). و { خبيراً } حال من ضمير { به } أي كفى به من حيث الخبرة .والعلمُ بالذنوب كناية عن لازمه وهو أنه يجازيهم على ذنوبهم ، والشرك جامع الذنوب . وفي الكلام أيضاً تعريض بتسلية الرسول صلى الله عليه وسلم على ما يلاقيه من أذاهم .",
  "ayah": 58,
  "surah": 25
}
