{
  "text": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (62)الاستدلال هذا بما في الليل والنّهار من اختلاف الحال بين ظلمة ونور ، وبرد وحر ، مما يكون بعضه أليق ببعض الناس من بعض ببعض آخر ، وهذا مخالف للاستدلال الذي في قوله { وهو الذي جعل لكم الليل لباساً والنوم سباتاً وجعل النهار نشوراً } [ الفرقان : 47 ] ، فهذه دلالة أخرى ونعمة أخرى والحِكَم في المخلوقات كثيرة .والقصر هنا قصر حقيقي وليس إضافياً فلذلك لا يراد به الرد على المشركين بخلاف صيغ القصر السابقة من قوله { وهو الذي جعل لكم الليل لباساً إلى قوله وكان ربك قديراً } [ الفرقان : 47 54 ] .والخِلفة بكسر الخاء وسكون اللام : اسم لما يَخلف غيره في بعض ما يصلح له . صيغ هذا الاسم على زنة فِعْلة لأنه في الأصل ذو خلفة ، أي صاحب حالة خلف فيها غيره ثم شاع استعماله فصار اسماً ، قال زهير :بها العين والآرام يَمشِينَ خِلفَةً ... وأطلاؤها ينهَضْن من كل مُجْثَمأي يمشي سرب ويخلفه سرب آخر ثم يتعاقب هكذا . فالمعنى : جعل الليل خلفة والنهارَ خلفة : أي كلَّ واحد منهما خِلفة عن الآخر ، أي فيما يعمل فيها من التدبر في أدلة العقيدة والتعبد والتذكر .واللام في { لمن أراد أن يذكر } لام التعليل وهي متعلقة ب { جعل } ، فأفاد ذلك أن هذا الجعل نافع من أراد أن يذّكر أو أراد شُكوراً .والتذكر : تفعّل من الذِكر ، أي تكلف الذكر . والذكر جاء في القرآن بمعنى التأمل في أدلة الدين ، وجاء بمعنى : تذكر فائت أو منسي ، ويجمع المعنيين استظهار ما احتجب عن الفكر .والشكور : بضم الشين مصدر مرادف الشكر ، والشكر : عرفانُ إحسان المحسن . والمراد به هنا العبادة لأنها شكر لله تعالى .فتفيد الآية معنى : لينظرَ في اختلافهما المتفكر فيعلم أن لا بدّ لانتقالهما من حال إلى حال مؤثر حكيم فيستدل بذلك على توحيد الخالق ويعلم أنه عظيم القدرة فيوقن بأنه لا يستحق غيره الإلهية ، وليشكر الشاكر على ما في اختلاف الليل والنهار من نعم عظيمة منها ما ذكر في قوله تعالى : { وهو الذي جعل لكم الليل لباساً والنوم سباتاً وجعل النهار نشوراً } [ الفرقان : 47 ] فيكثر الشاكرون على اختلاف أحوالهم ومناسباتهم ، وتفيد معنى : ليتداركَ الناسِي ما فاته في الليل بسبب غلبة النوم أو التعب فيقضيَه في النهار أو ما شغله عنه شواغل العمل في النهار فيقضيه بالليل عند التفرغ فلا يرزؤه ذلك ثواب أعماله . روي أن عمر بن الخطاب أطال صلاة الضحى يوماً فقيل له : صنعت شيئاً لم تكن تصنعه؟ فقال : إنه بَقي عليَّ من وردي شيء فأحببت أن أقضيه وتلا قوله تعالى : { وهو الذي جعل الليل والنهار خلفة } الآية . ولمن أراد أن يتقرب إلى الله شكراً له بصلاة أو صيام فيكون الليل أسعد ببعض ذلك والنهار أسعد ببعض ، فهذا مفاد عظيم في إيجاز بديع .وجيء في جانب المتذكرين بقوله { أن يذكر } لدلالة المضارع على التجدد . واقتصر في جانب الشاكرين على المصدر بقوله { أو أراد شكوراً } لأن الشكر يحصل دفعة . ولأجل الاختلاف بين النظمين أعيد فعل { أراد } إذ لا يلتئم عطف { شكوراً } على { أن يذكر } .وقرأ الجمهور { أن يذَّكر } بتشديد الذال مفتوحة ، وأصله : يتذكر فأدغمت التاء في الذال لتقاربهما . وقرأ حمزة وخلف { أن يَذْكُر } بسكون الذال وضم الكاف وهو بمعنى المشدّد إلاّ أن المشدّد أشدّ عملاً ، وكِلا العملين يستدركان في الليل والنهار .",
  "ayah": 62,
  "surah": 25
}
