{
  "text": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (68) هذا قسم آخر من صفات عباد الرحمان ، وهو قسم التخلّي عن المفاسد التي كانت ملازمة لقومهم من المشركين؛ فتنزه عباد الرحمن عنها بسبب إيمانهم ، وذكر هنا تنزههم عن الشرك وقتل النفس والزنا ، وهذه القبائح الثلاث كانت غالبة على المشركين .ووَصْفُ النفس ب { التي حرم الله } بيانٌ لحُرمة النفس التي تقررت من عهد آدم فيما حكى الله من محاورة ولدَيْ آدم بقوله { قال لأقتلنّك } [ المائدة : 27 ] الآيات ، فتقرر تحريم قتل النفس من أقدم أزمان البشر ولم يجهله أحد من ذرية آدم ، فذلك معنى وصف النفس بالموصول في قوله { التي حرم الله } . وكان قتل النفس متفشياً في العرب بالعداوات ، والغارات ، وبالوأْد في كثير من القبائل بناتهم ، وبالقتل لفرط الغَيرة ، كما قال امرؤ القيس :تجاوزتُ أحراساً إليها ومعشراً ... عليَّ حراصاً لو يُسِرُّون مقتليوقال عنترة :عُلّقْتُها عَرضاً وأقتُلُ قومها ... زعماً لعمرُ أبيك ليس بمزعموقوله { إلا بالحق } المراد به يومئذ : قتل قاتل أحدهم ، وهو تهيئة لمشروعية الجهاد عقب مدة نزول هذه السورة . ولم يكن بيد المسلمين يومئذ سلطان لإقامة القصاص والحدود . ومضى الكلام على الزنا في سورة سبحان .وقد جُمع التخلّي عن هذه الجرائم الثلاث في صلة موصول واحد ولم يكرر اسم الموصول كما كرّر في ذكر خصال تحلّيهم ، للإشارة إلى أنهم لما أقلعوا عن الشرك ولم يَدْعُوا مع الله إلهاً آخر فقد أقلعوا عن أشد القبائح لصوقاً بالشرك وذلك قتل النفس والزِنا . فجعل ذلك شَبيهَ خصلةٍ واحدة ، وجُعل في صلة موصول واحد .وقد يكون تكرير { لا } مجزئاً عن إعادة اسم الموصول وكافياً في الدلالة على أن كل خصلة من هذه الخصال موجبة لمضاعفة العذاب ، ويؤيدّه ما في «صحيح مسلم» من حديث عبد الله بن مسعود قال : قلت يا رسول الله أيُّ الذنب أكبر؟ قال : \" أن تدعوَ لله نِدًّا وهو خَلَقَك . قلتُ : ثم أيُّ؟ قال : أن تقتل ولدك خِيفةَ أن يطْعَم معَك . قلت : ثم أيّ : قال : أن تُزانيَ حليلةَ جارك \" فأنزل الله تعالى تصديقها { والذين لا يدعون مع الله إلها آخراً } إلى { أثاماً } ، وفي رواية ابن عطية ثم قرأ رسول الله صلى الله عليه وسلم هذه الآية .وقد علمت أن هذه الآيات الثلاث إلى قوله { غفوراً رحيماً } [ الفرقان : 68 70 ] قيل نزلت بالمدينة .والإشارة ب { ذلك } إلى ما ذكر من الكبائر على تأويله بالمذكور ، كما تقدم في نظيره آنفاً . والمتبادر من الإشارة أنها إلى المجموع ، أي من يفعل مجموع الثلاث . ويُعلم أن جزاء من يفعل بعضها ويترك بعضاً عدا الإشراك دون جزاء من يفعل جميعها ، وأنَّ البعض أيضاً مراتب ، وليس المراد من يفعل كل واحدة مما ذكر يلقَ آثاماً لأن لُقِيَّ الآثام بُيّن هنا بمضاعفة العذاب والخلودِ فيه .وقد نهضتْ أدلةٌ متظافرة من الكتاب والسنة على أن ما عدا الكفر من المعاصي لا يوجب الخلود ، مما يقتضي تأويلَ ظواهر الآية .ويجوز أن تكون مضاعفة العذاب مستعملة في معنى قوته ، أي يعذب عذاباً شديداً وليست لتكرير عذاب مقدر .والآثام بفتح الهمزة جزاء الإثم على زنة الوَبال والنَكال ، وهو أشد من الإثم ، أي يجازى على ذلك سُوءاً لأنها آثام .",
  "ayah": 68,
  "surah": 25
}
