{
  "text": "إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (70)الاستثناء من العموم الذي أفادته { مَن } الشرطية في قوله : { ومَن يفعل ذلك } [ الفرقان : 68 ] . والتقدير : إلاّ مَن تاب فلا يضاعف له العذاب ولا يخلد فيه ، وهذا تطمين لنفوس فريق من المؤمنين الذين قد كانوا تلبسوا بخصال أهل الشرك ثم تابوا عنها بسبب توبتهم من الشرك ، وإلا فليس في دعوتهم مع الله إلهاً آخر بعد العنوان عنهم بأنهم عباد الرحمن ثناءٌ زائد .وفي «صحيح مسلم» : عن ابن عباس «أن ناساً من أهل الشرك قَتلوا فأكثروا وزَنَوا فأكثروا ، فأتوا محمداً صلى الله عليه وسلم فقالوا : إن الذي تقول وتدعو إليه لَحسن لو تخبرنا أن لما عملنا كفارةً فنزلت : { والذين لا يدعون مع الله إلهاً آخر } [ الفرقان : 68 ] الآية ، والمعنى : أنه يعفى عنه من عذاب الذنوب التي تاب منها ، ولا يخطر بالبال أنه يعذب عذاباً غير مضاعف وغيرَ مخلَّد فيه ، لأن ذلك ليس من مجاري الاستعمال العربي بل الأصل في ارتفاع الشيء المقيَّد أن يقصد منه رفعه بأسره لا رفع قيوده ، إلاّ بقرينة .والتوبة : الإقلاع عن الذنب ، والندمُ على ما فرط ، والعزم على أن لا يعود إلى الذنب ، وإذْ كان فيما سَبق ذكرُ الشرك فالتوبة هنا التلبس بالإيمان ، والإيمان بعد الكفر يوجب عدم المؤاخدة كما اقترفه المشرك في مدة شركه كما في الحديث \" الإسلام يجُبّ ما قبله \" ، ولذلك فعطف { وآمن } على { من تاب } للتنويه بالإيمان ، وليبنى عليه قوله : { وعمل عملاً صالحاً } وهو شرائع الإسلام تحريضاً على الصالحات وإيماء إلى أنها لا يعتد بها إلا مع الإيمان كما قال تعالى في سورة البلد )17 ){ ثم كان من الذين آمنوا } ، وقال في عكسه { والذين كفروا أعمالهم كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئاً } [ النور : 39 ] .وقتل النفس الواقع في مدة الشرك يجبُّه إيمان القاتل لأجل مزية الإيمان ، والإسلام يجُبّ ما قبله بلا خلاف ، وإنما الخلاف الواقع بين السلف في صحة توبة القاتل إنما هو في المؤمن القاتل مؤمناً متعمداً . ولما كان مما تشمله هذه الآية لأن سياقها في الثناء على المؤمنين فقد دلت الآية على أن التوبة تمحو آثام كل ذنب من هذه الذنوب المعدودة ومنها قتل النفس بدون حقّ وهو المعروف من عمومات الكتاب والسنة . وقد تقدم ذلك مفصلاً في سورة النساء )93 )عند قوله تعالى : { ومَن يقتُل مؤمناً متعمّداً } الآية .وفُرع على الاستثناء الذين تابوا وآمنوا وعملوا عَملاً صالحاً أنهم يبدل الله سيئاتهم حسنات ، وهو كلام مسوق لبيان فضل التوبة المذكورة التي هي الإيمان بعد الشرك لأن من تاب } مستثنى مِن { مَنْ يَفْعَلْ ذلك } [ الفرقان : 68 ] فتعيّن أن السيئات المضافة إليهم هي السيئات المعروفة ، أي التي تقدم ذكرها ، الواقعةُ منهم في زمن شركهم .والتبديل : جعل شيء بَدَلاً عن شيء آخر ، وتقدم عند قوله تعالى : { ثم بَدَّلْنا مكان السيئة الحسنة } في سورة الأعراف )95 )، أي يجعل الله لهم حسنات كثيرة عوضاً عن تلك السيئات التي اقترفوها قبل التوبة وهذا التبديل جاء مجملاً وهو تبديل يكون له أثر في الآخرة بأن يعوضهم عن جزاء السيئات ثوابَ حسنات أضدادِ تلك السيئات ، وهذا لفضل الإيمان بالنسبة للشرك ولفضل التوبة بالنسبة للآثام الصادرة من المسلمين .وبه يظهر موقع اسم الإشارة في قوله : فأولئك } المفيد التنبيه على أنهم أحرياء بما أخبر عنهم به بعد اسم الإشارة لأجل ما ذكر من الأوصاف قبل اسم الإشارة ، أي فأولئك التائبون المُؤمنون العاملون الصالحات في الإيمان يبدّل الله عقاب سيئاتهم التي اقترفوها من الشرك والقتل والزنا بثواب . ولم تتعرض الآية لمقدار الثواب وهو موكول إلى فضل الله ، ولذلك عُقب هذا بقوله : { وكان الله غفوراً رحيماً } المقتضي أنه عظيم المغفرة .",
  "ayah": 70,
  "surah": 25
}
