{
  "text": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا (74)هذه صفة ثالثة للمؤمنين بأنهم يُعْنَون بانتشار الإسلام وتكثير أتباعه فيدْعُون الله أن يرزقهم أزواجاً وذرّيّات تقَرُّ بهم أعينُهم ، فالأزواج يُطعنهم باتباع الإسلام وشرائعه؛ فقد كان بعض أزواج المسلمين مخالفات أزواجهم في الدين ، والذّريات إذا نَشَأوا نشأوا مؤمنين ، وقد جُمع ذلك لهم في صفة { قرة أعين } . فإنها جامعة للكمال في الدين واستقامة الأحوال في الحياة إذ لا تقَرّ عيون المؤمنين إلاّ بأزواج وأبناء مؤمنين . وقد نهى الله المسلمين عن إبقاء النساء الكوافر في العصمة بقوله : { ولا تُمسِكوا بعِصَم الكوافر } [ الممتحنة : 10 ] ، وقال : { والذي قال لوالدَيه أُف لكما أَتَعِدَانِنِيَ أن أُخرَج } [ الأحقاف : 17 ] الآية . فمن أجل ذلك جعل دعاؤهم هذا من أسباب جزائهم بالجنة وإن كان فيه حظ لنفوسهم بقُرّة أعينهم إذ لا يناكد حظ النفس حظ الدين في أعمالهم ، كما في قول عبد الله ابن رواحة وهو خارج إلى غزوة مؤتة ، فدعا له المسلمون ولمن معه أن يَردّهم الله سالمين فقال :لكنني أسأل الرحمن مغفرة ... وضربةً ذات فَرْغ تَقِذف الزبَداأو طعنةً بيديْ حرَّانَ مجهزة ... بحَرْبة تُنفذ الأحشاءَ والكَبِداحتى يقولوا إذا مَروا على جَدَثي ... أرشدَك الله من غَاز وقد رَشَدافإن في قوله : حتى يقولوا ، حظاً لنفسه من حسن الذكر وإن كان فيه دعاء له بالرشد وهو حظّ ديني أيضاً ، وقوله : وقد رَشَدَ ، حُسْن ذِكرٍ محض . وفي كتاب «الجامع» من «جَامع العتبية» من أحاديث ابن وهب قال مالك : رأيت رجلاً يَسأل ربيعة يقول : إني لأُحِبّ أن أُرى رائحاً إلى المسجد ، فكأنه كره من قوله ولم يعجبه أن يحبّ أحدٌ أن يُرى في شيء من أعمال الخير . وقال ابن رشد في «شرحه» : وهذا خلاف قول مالك في رسم العُقول من سماع أشهب من كتاب الصلاة : إنه لا بأس بذلك إذا كان أولُه لله )أي القصد الأول من العمل لله ). وقال ابن رشد في موضع آخر من «شرحه» قال الله تعالى : { وألقَيْتُ عليك محبةً منّي } [ طه : 39 ] ، وقال : { واجعل لي لسانَ صِدق في الآخرين } [ الشعراء : 84 ] . وقال الشاطبي في «الموافقات» : «عد مالك ذلك من قبيل الوسوسة ، أي أن الشيطان باقي للإنسان إذا سَرّه مرأى الناس له على الخير فيقول لك : إنك لَمُراءٍ . وليس كذلك وإنما هو أمر يقع في قلبه لا يُملَك» اه .وفي «المعيار» عن كتاب «سراج المريدين» لأبي بكر بن العربي قال : سألت شيخنا أبا منصور الشيرازي الصوفي عن قوله تعالى : { إلا الذين تابوا وأصلحوا وبيّنوا } [ البقرة : 160 ] ما بَيّنوا؟ قال : أظهروا أفعالهم للناس بالصلاح والطاعات .قال الشاطبي : وهذا الموضع محل اختلاف إذا كان القصد المذكور تابعاً لقصد العبادة . وقد التزم الغزالي فيها وفي أشباهها أنها خارجة عن الإخلاص لكن بشرط أن يصير العمل أخفّ عليه بسبب هذه الأغراض .وأما ابن العربي فذهب إلى خلاف ذلك وكأنَّ مجالَ النظر يلتفت إلى انفكاك القصدين ، على أن القول بصحة الانفكاك فيما يصح فيه الانفكاك أَوْجَهُ لما جاء من الأدلة على ذلك ، إلى آخره .و { مِن } في قوله : { من أزواجنا } للابتداء ، أي اجعل لنا قُرّة أعْيُن تنشأ من أزواجنا وذرّياتنا .وقرأ الجمهور : { وذرياتنا } جمع ذرية ، والجمع مراعى فيه التوزيع على الطوائف من الذين يدعون بذلك ، وإلا فقد يكون لأحد الداعين ولد واحد . وقرأه أبو عمرو وحمزة والكسائي وأبو بكر عن عاصم ويعقوب وخلف و { ذريتنا } بدون ألف بعد التحتية ، ويستفاد معنى الجمع من الإضافة إلى ضمير { الذين يقولون } ، أي ذرية كل واحد .والأعين : هي أعين الداعين ، أي قرة أعيُن لنا . وإذ قد كان الدعاء صادراً منهم جميعاً اقتضى ذلك أنهم يريدون قرة أعين جميعهم .وكما سألوا التوفيق والخير لأزواجهم وذرّياتهم سألوا لأنفسهم بعد أن وفقهم الله إلى الإيمان أن يجعلهم قُدوةً يَقتدي بهم المتقّون . وهذا يقتضي أنهم يسألون لأنفسهم بلوغَ الدرجات العظيمة من التقوى فإن القدوة يجب أن يكون بالغاً أقصى غاية العمل الذي يرغب المهتمّون به الكمالَ فيه . وهذا يقتضي أيضاً أنهم يسألون أن يكونوا دعاة للدخول في الإسلام وأن يهتدي الناس إليه بواسطتهم .والإمام أصله : المثال والقالب الذي يصنع على شكله مصنوع من مثله ، قال النابغة :أبوه قبله وأبو أبيه ... بنَوْا مجدَ الحياة على إماموأُطلق الإمام على القدوة تشبيهاً بالمثال والقالَب ، وغلب ذلك فصار الإمام بمعنى القدوة . وقد تقدم في قوله تعالى : { قال إني جاعلُك للناس إماماً } في سورة البقرة )124 ). ووقع الإخبار بإماماً } وهو مفرد عن ضمير جماعة المتكلمين لأن المقصود أن يكون كل واحد منهم إماماً يُقتَدى به ، فالكلام على التوزيع ، أو أريد من إمام معناه الحقيقي وجرى الكلام على التشبيه البليغ . وقيل إمام جمع ، مثل هِجان وصِيام ومفردهُ : إمٌّ .",
  "ayah": 74,
  "surah": 25
}
