{
  "text": "أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (8) ومعنى { يلقى إليه كنز } أي ينزل إليه كنز من السماء ، إذ كان الغنى فتنة لقلوبهم . والإلقاء : الرمي ، وهو هنا مستعار للإعطاء من عند الله لأنهم يتخيلون الله تعالى في السماء .والكنز تقدم في قوله تعالى : { أن يقولوا لولا أنزل عليه كنز } في سورة هود )12 ). وجعلوا إعطاء جنة له علامة على النبوءة لأن وجود الجنة في مكة خارق للعادة .وقرأ الجمهور : { يأكل منها } بياء الغائب ، والضمير المستتر عائد إلى { هذا الرسول } .وقرأ حمزة والكسائي وخلف { نأكل منها } بنون الجماعة . والمعنى : ليتيقنوا أن ثمرها حقيقةٌ لا سحر .ذكر أصحاب السير أن هذه المقالة صدرت من كبراء المشركين وفي مجلس لهم مع رسول الله صلى الله عليه وسلم جمع عتبة بن ربيعة وشيبة بن ربيعة ، وأبا سفيان بن حرب ، وأبا البختري ، والأسود بن عبد المطلب ، وزمعة بن الأسود ، والوليد بن المغيرة ، وأبا جهل بن هشام ، وأمية بن خلف ، وعبد الله بن أبي أمية ، والعاصي بن وائل ، ونُبيه بن الحجاج ومنبه بن الحجاج ، والنضر بن الحارث ، وأن هذه الأشياء التي ذكروها تداولها أهل المجلس إذ لم يعين أهل السير قائلها .قال ابن عطية : وأشاعوا ذلك في الناس فنزلت هذه الآية في ذلك . وقد تقدم شيء من هذا في سورة الإسراء .وكتبت لام { مال هذا } منفصلة عن اسم الإشارة الذي بعدها في المصحف الإمام فاتبعته المصاحف لأن رسم المصحف سنة فيه ، كما كتب { مال هذا الكتاب لا يغادر صغيرة ولا كبيرة } في سورة الكهف )49 )، وكما كتب : { مال الذين كفروا قبلك مهطعين } في سورة سأل سائل )36 )، وكما كتب : { فمال هؤلاء القوم } في سورة النساء )78 ). ولعل وجه هذا الانفصال أنه طريقة رسم قديم كانت الحروف تكتب منفصلاً بعضها عن بعض ولا سيما حروف المعاني فعاملوا ما كان على حرف واحد معاملة ما كان على حرفين فبقيت على يد أحد كتّاب المصحف أثارة من ذلك ، وأصل حروف الهجاء كلها الانفصال ، وكذلك هي في الخطوط القديمة للعرب وغيرهم . وكان وصل حروف الكلمة الواحدة تحسيناً للرسم وتسهيلاً لتبادر المعنى ، وأما ما كان من كلمتين فوصله اصطلاح . وأكثر ما وصلوا منه هو الكلمة الموضوعة على حرف واحد مثل حروف القسم أو كالواحد مثل )ال ).{ وَقَالَ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُوراً } { انظر كَيْفَ ضَرَبُواْ لَكَ الامثال فَضَلُّواْ فَلاَ يَسْتَطِيعُونَ سَبِيلاً } .الظالمون : هم المشركون ، فغير عنوانهم الأول إلى عنوان الظلم وهم هم تنبيهاً على أن في هذا القول اعتداء على الرسول بنبزه بما هو بريء منه وهم يعلمون أنه ليس كذلك فظلمهم له أشد ظلم ، و صلى الله عليه وسلم .ذكر الماوردي : أن قائل : { إن تتبعون إلا رجلاً مسحوراً } هو عبد الله بن الزِّبَعْرَى ، أي هو مبتكر هذا البهتان وإنما أسند القول إلى جميع الظالمين لأنهم تلقفوه ولهجوا به .والمسحور : الذي أصابه السحر ، وهو يورث اختلال العقل عندهم ، أي ما تتبعون إلا رجلاً أصابه خلل العقل فهو يقول ما لا يقول مثله العقلاء .وذِكْر { رجلاً } هنا لتمهيد استحالة كونه رسولاً لأنه رجل من الناس . وهذا الخطاب خاطبوا به المسلمين الذين اتبعوا النبي صلى الله عليه وسلم",
  "ayah": 8,
  "surah": 25
}
