{
  "text": "Prostration of the Angels to Adam and Shaytan's Arrogance\nAllah informs the Children of Adam about the honor of their father and the enmity of Shaytan, who still has envy for them and for their father Adam. So they should beware of him and not follow in his footsteps. Allah said,\nوَلَقَدْ خَلَقْنَـكُمْ ثُمَّ صَوَّرْنَـكُمْ ثُمَّ قُلْنَا لِلْمَلَـئِكَةِ اسْجُدُواْ لأَدَمَ فَسَجَدُواْ\n(And surely, We created you and then gave you shape; then We told the angels, \"Prostrate yourselves to Adam,\" and they prostrated,) This is like His saying,\nوَإِذْ قَالَ رَبُّكَ لِلْمَلَـئِكَةِ إِنِّى خَـلِقٌ بَشَرًا مِّن صَلْصَـلٍ مِّنْ حَمَإٍ مَّسْنُونٍ - فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُواْ لَهُ سَـجِدِينَ\n(And (remember) when your Lord said to the angels: \"I am going to create a man from dried (sounding) clay of altered mud. So, when I have fashioned him completely and breathed into him the soul (which I created for him), then fall (you) down prostrating yourselves unto him.\") 15:28-29. After Allah created Adam with His Hands from dried clay of altered mud and made him in the shape of a human being, He blew life into him and ordered the angels to prostrate before him, honoring Allah's glory and magnificence. The angels all heard, obeyed and prostrated, but Iblis did not prostrate. We explained this subject in the beginning of Surat Al-Baqarah. Therefore, the Ayah (7:11) refers to Adam, although Allah used the plural in this case, because Adam is the father of all mankind. Similarly, Allah said to the Children of Israel who lived during the time of the Prophet ,\nوَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى\n(And We shaded you with clouds and sent down on you manna and the quail,)2:57 This refers to their forefathers who lived during the time of Moses. But, since that was a favor given to the forefathers, and they are their very source, then the offspring have also been favored by it. This is not the case in:\nوَلَقَدْ خَلَقْنَا الإِنْسَـنَ مِن سُلَـلَةٍ مِّن طِينٍ\n(And indeed We created man out of an extract of clay (water and earth.))23:12 For this merely means that Adam was created from clay. His children were created from Nutfah (mixed male and female sexual discharge). This last Ayah is thus talking about the origin of mankind, not that they were all created from clay, and Allah knows best.",
  "ayah": 11,
  "surah": 7
}
