{
  "text": "فَتُوبُواْ إِلَى بَارِئِكُمْ فَاقْتُلُواْ أَنفُسَكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ\n(So turn in repentance to your Creator and kill yourselves (the guilty), that will be better for you before your Creator.\" Then He accepted your repentance. Truly, He is the One Who accepts repentance, the Most Merciful.) 2:54 As for the humiliation mentioned in the Ayah, it pertains to the disgrace and humiliation that the Jews suffered in the life of this world. Allah's statement,\nوَكَذَلِكَ نَجْزِى الْمُفْتَرِينَ\n(Thus do We recompense those who invent lies) is for all those who invent an innovation (in religion). Surely, the disgrace resulting from inventing an innovation (in religion) and defying Allah's Message, will be placed in the heart and from there on to the shoulders. Al-Hasan Al-Basri said; \"The disgrace of innovation will weigh on their shoulders even if they were to gallop on their mules or trot on their work horses.\" Ayyub As-Sakhtiyani narrated from Abu Qilabah Al-Jarmi that he commented on this Ayah,\nوَكَذَلِكَ نَجْزِى الْمُفْتَرِينَ\n(Thus do We recompense those who invent lies.) \"By Allah! This Ayah is for all those who invent a lie, until the Day of Resurrection.\" Also, Sufyan bin `Uyaynah said, \"Every person who invents a Bid`ah (innovation in the religion) will taste disgrace.\"Allah tells His servants that He accepts repentance from His servants for any sin, even Shirk, Kufr, hypocrisy and disobedience. Allah said:\nوَالَّذِينَ عَمِلُواْ السَّيِّئَاتِ ثُمَّ تَابُواْ مِن بَعْدِهَا وَءَامَنُواْ إِنَّ رَبَّكَ\n(But those who committed evil deeds and then repented afterwards and believed, verily, your Lord) O Muhammad, Messenger of Repentance and Prophet of Mercy,\nمِن بَعْدِهَا\n(after that) after committing that evil action,\nلَغَفُورٌ رَّحِيمٌ\n(is indeed Oft-Forgiving, Most Merciful.) Ibn Abi Hatim reported that `Abdullah bin Mas`ud was asked about a man committing fornication with a woman and then marrying her, and Ibn Mas`ud recited this Ayah,\nوَالَّذِينَ عَمِلُواْ السَّيِّئَاتِ ثُمَّ تَابُواْ مِن بَعْدِهَا وَءَامَنُواْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ\n(But those who committed evil deeds and then repented afterwards and believed, verily, your Lord after (all) that is indeed Oft-Forgiving, Most Merciful.) `Abdullah recited this Ayah ten times, neither allowing nor disallowing it.",
  "ayah": 153,
  "surah": 7
}
