{
  "text": "Those Who breached the Sabbath were turned into Monkeys, butThose Who prohibited Their Actions were saved\nAllah said that the people of this village were divided into three groups, a group that committed the prohibition, catching fish on the Sabbath, as we described in the Tafsir of Surat Al-Baqarah. Another group prohibited them from transgression and avoided them. A third group neither prohibited them, nor participated in their action. The third group said to the preachers,\nلِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَاباً شَدِيدًا\n(\"Why do you preach to a people whom Allah is about to destroy or to punish with a severe torment\"). They said, `why do you forbid these people from evil, when you know that they are destroyed and have earned Allah's punishment' Therefore, they said, there is no benefit in forbidding them. The preachers replied,\nمَعْذِرَةً إِلَى رَبِّكُمْ\n(\"In order to be free from guilt before your Lord (Allah),\") `for we were commanded to enjoin righteousness and forbid evil,' r\nوَلَعَلَّهُمْ يَتَّقُونَ\n(\"and perhaps they may fear Allah\") for on account of our advice, they might stop this evil and repent to Allah. Certainly, if they repent to Allah, Allah will accept their repentance and grant them His mercy.' Allah said,\nفَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ\n(So when they forgot the reminder that had been given to them, ) when the evil doers refused the advice,\nأَنجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُواْ\n(We rescued those who forbade evil, but We seized who did wrong,) who committed the transgression,\nبِعَذَابٍ بَئِيسٍ\n(with a severe torment). Allah stated that those who enjoined good were saved, while those who committed the transgression were destroyed, but He did not mention the end of those who were passive (the third group), for the compensation is comparable to the deed. This type did not do what would warrant praise, nor commit wrong so that they are admonished. `Ikrimah said, \"Ibn `Abbas said about the Ayah: `I do not know whether or not the people were saved who said;\nلِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ\n(\"Why do you preach to a people whom Allah is about to destroy...\") So I continued discussing it with him until I convinced him that they were. Then he gave me the gift of a garment.\" Allah said,\nوَأَخَذْنَا الَّذِينَ ظَلَمُواْ بِعَذَابٍ بَئِيسٍ\n(and We seized those who did wrong with a Ba'is torment) indicating that those who remained were saved. As for `Ba'is', it means `severe', according to Mujahid, or `painful', according to Qatadah. These meanings are synonymous, and Allah knows best. Allah said next,\nخَـسِئِينَ\n(despised), humiliated, disgraced and rejected.",
  "ayah": 165,
  "surah": 7
}
