{
  "text": "Story Bal`am bin Ba`ura\n`Abdur-Razzaq recorded that `Abdullah bin Mas`ud said that Allah's statement,\nوَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِى ءاتَيْنَـهُ ءَايَـتِنَا فَانْسَلَخَ مِنْهَا\n(And recite to them the story of him to whom We gave Our Ayat, but he threw them away) \"Is about Bal`am bin Ba`ura' a man from the Children of Israel.\" Shu`bah and several other narrators narrated this statement from Mansur who got it from Ibn Mas`ud. Sa`id bin Abi `Arubah narrated that Qatadah said that Ibn `Abbas said, \"He is Sayfi, son of Ar-Rahib.\" Qatadah commented that Ka`b said, \"He was a man from Al-Balqla' (a province of Jordan) who knew Allah's Greatest Name. He used to live in Bayt Al-Maqdis with the tyrants.\" Al-`Awfi reported that Ibn `Abbas said, \"He is Bal`am bin Ba`ura', a man from Yemen whom Allah had given the knowledge of His Ayat, but he abandoned them.\" Malik bin Dinar said, \"He was one of the scholars of the Children of Israel whose supplication was acceptable. They used to seek his lead in suplication in times of difficulty. Allah's Prophet Musa sent him to the King of Madyan to call him to Allah. That king appeased him and gave him land and gifts, and he reverted from the religion of Musa and followed the king's religion.\" `Imran bin `Uyaynah narrated that `Husayn said that `Imran bin Al-Harith said that Ibn `Abbas said, \"He is Bal`am son of Ba`ura'.\" Similar was said by Mujahid and `Ikrimah. Therefore, it is well-known that this honorable Ayah was revealed about a man from the Children of Israel in ancient times, according to Ibn Mas`ud and several others among the Salaf. `Ali bin Abi Talhah reported that Ibn `Abbas said, \"He is a man from the city of the tyrants (Jerusalem) whose name was Bal`am and who knew Allah's Greatest Name.\" `Ali bin Abi Talhah also reported that Ibn `Abbas that he said, \"When Musa and those with him went to the city of the tyrants (Jerusalem), the cousins of Bal`am and his people came to him and said, `Musa is a strong man, and he has many soldiers. If he gains the upper hand over us, we will be destroyed. Therefore, supplicate to Allah that He prevents Musa and those with him from prevailing over us.' Bal`am said, `If I supplicate to Allah that He turns back Musa and those with him, I will lose in this life and the Hereafter.' They kept luring him until he supplicated against Musa and his people, and Allah took away what he bestowed on him (of knowledge). Hence Allah's statement,\nفَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَـنُ\n(but he threw them away; so Shaytan followed him up).\"' Allah said next,\nوَلَوْ شِئْنَا لَرَفَعْنَـهُ بِهَا وَلَـكِنَّهُ أَخْلَدَ إِلَى الاٌّرْضِ وَاتَّبَعَ هَوَاهُ\n(And had We willed, We would surely have elevated him therewith but he clung to the earth and followed his own vain desires.) Allah said,\nوَلَوْ شِئْنَا لَرَفَعْنَـهُ بِهَا\n(And had We willed, We would surely have elevated him therewith) from the filth of this earthly life through the Ayat that We gave him knowledge of,\nوَلَـكِنَّهُ أَخْلَدَ إِلَى الاٌّرْضِ\n(but he clung to the earth), he became interested in the adornment of this life and its delights. He indulged in the lusts of life and its joys and was deceived by it, just as life deceived others like him, without sound comprehension or a good mind. Muhammad bin Ishaq bin Yasar narrated from Salim, from Abu An-Nadr that when Musa entered the land of Bani Canaan in the area of Ash-Sham (Greater Syria), the people of Bal`am came to him, saying, \"This is Musa, son of `Imran with the Children of Israel. He wants to drive us out from our land, kill us and replace us with the Children of Israel. We are your people and have no other dwelling area. You are a person whose supplication is acceptable (to Allah), so go out and supplicate to Allah against them.\" He said, \"Woe to you! Here is Allah's Prophet (Musa) with whom the angels and believers are! How can I supplicate against them when I know from Allah what I know\" They said, \"We have no other dwelling area.\" So they kept luring and begging him until he was tempted by the trial and went on his donkey towards Mount Husban, which was behind the Israelite military barracks. When he proceeded on the Mount for a while, the donkey sat down and refused to proceed. He got off the donkey and struck it until it stood up again and he rode it. The donkey did the same after a little while, and he struck it again until it stood up... So he proceeded and tried to supplicate against Musa and his people. However, Allah made his tongue mention his people with evil and the Children of Israel with good instead of his people, who protested, \"O Bal`am! What are you doing You are supplicating for them and against us!\" He said, \"It is against my will. This is a matter that Allah has decided.\" He then said to them, as his tongue was made to loll out of his mouth, \"Now I have lost this life and the Hereafter.\" This Ayah was revealed about the story of Bal`am son of Ba`ura'\nوَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِى ءاتَيْنَـهُ ءَايَـتِنَا فَانْسَلَخَ مِنْهَا\n(And recite to them the story of him to whom We gave Our Ayat, but he threw them away.), until,\nلَعَلَّهُمْ يَتَفَكَّرُونَ\n(perhaps they may reflect.) Allah said next,\nفَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث\n(So his parable is the parable of a dog: if you drive him away, he pants, or if you leave him alone, he (still) pants.) Scholars of Tafsir have conflicting opinions regarding the meaning of this Ayah. Some scholars said that it refers to the end of Bal`am's tongue which flickered out of his mouth, as in the story narrated from Ibn Ishaq, from Salim, from Abu An-Nadr. Therefore, his example is the example of the dog, its tongue pants regardless of whether it is driven away or not. It was also said that the meaning here is a parable of this man -- and his like -- concerning their misguidance, persisting the wrong path and not being able to benefit from faith or comprehend what they are being called to. So his example is that of a dog which pants whether it was driven away or left alone. The person described here does not benefit from the advice or the call to faith, just as if the advice and call never occurred. Allah said in another Ayah, k\nسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ\n(It is the same to them (disbelievers) whether you warn them or do not warn them, they will not believe.)2:6 and,\nاسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللَّهُ لَهُمْ\n(Whether you ask forgiveness for them (hypocrites) or ask not forgiveness for them -- (and even) if you ask seventy times for their forgiveness -- Allah will not forgive them.) 9:80 and similar Ayat. It was also said that the meaning here, is that the heart of the disbeliever, the hypocrite and the wicked is weak and devoid of guidance. Therefore, it keeps faltering. Similar was narrated from Al-Hasan Al-Basri.\nفَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ\n(So relate the stories, perhaps they may reflect) Allah said next to His Prophet Muhammad ,\nفَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ\n(So relate the stories, perhaps they may) the Children of Israel, who have knowledge ot the story of Bal`am and what happened to him when Allah allowed him to stray and expelled him from His mercy. Allah favored him by teaching him His Greatest Name, by which, if He is asked, He will grant, and if He is called upon, He answers. But Bal`am used it in disobedience to Allah and invoked Him against His own party of the people of faith, followers of His servant and Messenger during that time, Musa, the son of `Imran, peace be upon him, whom Allah spoke to directly,\nلَعَلَّهُمْ يَتَفَكَّرُونَ\n(perhaps they may reflect.) and avoid Bal`am's behavior, for Allah has given the Jews knowledge and made them superior to the bedouins surrounding them. He gave them the description of Muhammad ﷺ which would allow them to recognize him, as they recognize their own children. They, among people, have the most right to follow, aid and support Muhammad ﷺ, in obedience to their Prophets who informed them of him and commanded them to follow him. Therefore, whoever among them defies the knowledge in their Books or hides it from the servants, Allah will place disgrace on him in this life, followed by humiliation in the Hereafter. Allah said,\nسَآءَ مَثَلاً الْقَوْمُ الَّذِينَ كَذَّبُواْ بِـَايَـتِنَا\n(Evil is the parable of the people who rejected Our Ayat.) Allah says, evil is the example of the people who deny Our Ayat in that they are equated with dogs that have no interest but to collect food and satisfy lusts.' Therefore, whoever goes out of the area of knowledge and guidance, and seeks satisfaction for his lusts and vain desires, is just like a dog; what an evil example. The Sahih recorded that the Messenger of Allah ﷺ said,\n«لَيْسَ لَنَا مَثَلُ السَّوْءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِه»\n(The evil example is not suitable for us: he who goes back on his gift is just like the dog that eats its vomit.) Allah's statement,\nوَأَنفُسَهُمْ كَانُواْ يَظْلِمُونَ\n(and they used to wrong themselves.) means, Allah did not wrong them, but they wronged themselves by rejecting guidance, not obeying the Lord, being content with this life that will soon end, all the while seeking to fulfill desires and obey lusts.",
  "ayah": 175,
  "surah": 7
}
