{
  "text": "Showing Forgiveness\n`Abdur-Rahman bin Zayd bin Aslam commented on Allah's statement,\nخُذِ الْعَفْوَ\n(Show forgiveness) \"Allah commanded Prophet Muhammad ﷺ to show forgiveness and turn away from the idolators for ten years. Afterwards Allah ordered him to be harsh with them.\" And more than one narration from Mujahid says, \"From the bad behavior and actions of the people, of those who have not committed espionage.\" And Hashim bin `Urwah said that his father said, \"Allah ordered Allah's Messenger ﷺ to pardon the people for their behavior.\" And in one narration, \"pardon what I have allowed you of their behavior. In Sahih Al-Bukhari it is recorded that Hisham reported from his father `Urwah from his brother `Abdullah bin Az-Zubayr who said; \"The Ayah;\nخُذِ الْعَفْوَ\n(Show forgiveness) was only revealed about the peoples bad character.\" There is a narration from Mughirah from Hisham from his father from Ibn `Umar; and another from Hisham from his father from `A'ishah, both of whom said similarly. And Allah knows best. Ibn Jarir and Ibn Abi Hatim recorded that Yunus said that Sufyan bin `Uyaynah narrated that Umay said, \"When Allah, the Exalted and Most Honored, revealed this Ayah,\nخُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِض عَنِ الْجَـهِلِينَ\n(Show forgiveness, enjoin Al-`Urf (what is good), and turn away from the foolish) to His Prophet, the Messenger of Allah ﷺ asked,\n«مَا هَذَا يَا جِبْرِيل»\n(`What does it mean, O Jibril) Jibril said, `Allah commands you to forgive those who wronged you, give to those who deprived you, and keep relations with those who cut theirs with you.\"' Al-Bukhari said, \"Allah said,\nخُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِض عَنِ الْجَـهِلِينَ\n(Show forgiveness, enjoin Al-`Urf and turn away from the ignorant). `Al-`Urf', means, righteousness.\" Al-Bukhari next recorded from Ibn `Abbas that he said, \"`Uyaynah bin Hisn bin Hudhayfah stayed with his nephew Al-Hur bin Qays, who was among the people whom `Umar used to have near him, for `Umar used to like to have the reciters of the Qur'an (who memorized it) near him and would listen to their opinion, regardless of whether they were old or young men. `Uyaynah said to his nephew, `O my nephew! You are close to this chief (`Umar), so ask for permission for me to see him.' Al-Hur said `I will ask him for you,' and he asked `Umar for permission for `Uyaynah to meet him, and `Umar gave him permission. When `Uyaynah entered on `Umar, he said, `O Ibn Al-Khattab! You neither give to us sufficiently nor rule with justice between us.' `Umar became so angry that he almost punished `Uyaynah. However, Al-Hur said, `O Chief of he Faithful! Allah, the Exalted, said to His Prophet ,\nخُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِض عَنِ الْجَـهِلِينَ\n(Show forgiveness, enjoin Al-`Urf, and turn away from the foolish) Verily this man (`Uyaynah) is one of the fools!' By Allah, `Umar did not do anything after he heard that Ayah being recited, and indeed, he was one who adhered to the Book of Allah, the Exalted and Most Honored.\" Al-Bukhari recorded this Hadith. Some scholars said that people are of two kinds, a good-doer, so accept his good doing and neither ask him more than he can bear nor what causes him hardship. The other kind is the one who falls in shortcomings, so enjoin righteousness on him. If he still insists on evil, becomes difficult and continues in his ignorance, then turn away from him, so that your ignoring him might avert his evilness. Allah said in other instances,\nادْفَعْ بِالَّتِى هِىَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ - وَقُلْ رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيـطِينِ - وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ\n(Repel evil with that which is better. We are best-acquainted with the things they utter. And say: \"My Lord! I seek refuge with You from the whisperings (suggestions) of the Shayatin (devils). And I seek refuge with You, My Lord! lest they should come near me.\")23:96-98 and,\nوَلاَ تَسْتَوِى الْحَسَنَةُ وَلاَ السَّيِّئَةُ ادْفَعْ بِالَّتِى هِىَ أَحْسَنُ فَإِذَا الَّذِى بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلاَّ الَّذِينَ صَبَرُواْ وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظِّ عَظِيمٍ\n(The good deed and the evil deed cannot be equal. Repel (the evil) with one which is better, then verily he, between whom and you there was enmity, (will become) as though he was a close friend. But none is granted it (the above quality) except those who are patient -- and none is granted it except the owner of the great portion in this world.) 41:34-35 in reference to the advice contained in these Ayat,\nوَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَـنِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ\n(And if an evil whisper from Shaytan tries to turn you away (from doing good), then seek refuge in Allah. Verily, He is the All-Hearer, the All-Knower) 41:36. Allah said in this honorable Suah,\nوَإِمَّا يَنَزَغَنَّكَ مِنَ الشَّيْطَـنِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ\n(And if an evil whisper comes to you from Shaytan, then seek refuge with Allah. Verily, He is All-Hearer, All-Knower.) 7:200 These three instances in the Qur'an, in Surahs Al-A`raf, Al-Mu'minun and As-Sajdah, are uinque in the Qur'an. Allah encourages lenient treatment of evil doers, for this might deter them from persistence in their evil, Allah willing,\nفَإِذَا الَّذِى بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ\n(then verily he, between whom and you there was enmity, (will become) as though he was a close friend) 41:34. Allah also encourages seeking refuge with Him from the devils of the Jinns. The devil will not be deterred if one is lenient with him, because he seeks your destruction and total demise. The devil to you, O mankind, is an open enemy, just as he was for your father before you. Ibn Jarir said, while explaining Allah's statement,\nوَإِمَّا يَنَزَغَنَّكَ مِنَ الشَّيْطَـنِ نَزْغٌ\n(And if an evil whisper comes to you from Shaytan), \"If the devil lures you to get angry, thus directing you away from forgiving the ignorant and towards punishing him\nفَاسْتَعِذْ بِاللَّهِ\n(then seek refuge with Allah.) Allah commands here to seek refuge with Him from the devil's whispers,\nإِنَّهُ سَمِيعٌ عَلِيمٌ\n(Verily, He is All-Hearer, All-Knower.) Allah hears the ignorance that the fools subject you to, your seeking refuge with Him from the devil's whispers, and the rest of the speech of His creation; none of it escapes His knowledge. He knows what drives the lures of the devil away from you, as well as, the rest of what His creatures do.\" We mentioned the Hadiths concerning Isti`adhah (seeking refuge with Allah) in the beginning of this Tafsir, so we do not need to repeat them here.",
  "ayah": 200,
  "surah": 7
}
