{
  "text": "Disbelievers commit Sins and claim that Allah commanded Them to do so!\nMujahid said, \"The idolators used to go around the House (Ka`bah) in Tawaf while naked, saying, `We perform Tawaf as our mothers gave birth to us.' The woman would cover her sexual organ with something saying, `Today, some or all of it will appear, but whatever appears from it, I do not allow it (it is not for adultery or for men to enjoy looking at!).\"' Allah sent down the Ayah,\nوَإِذَا فَعَلُواْ فَـحِشَةً قَالُواْ وَجَدْنَا عَلَيْهَآ ءَابَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا\n(And when they commit a Fahishah (sin), they say: \"We found our fathers doing it, and Allah has commanded it for us.\")7:28 I say, the Arabs, with the exception of the Quraysh, used to perform Tawaf naked. They claimed they would not make Tawaf while wearing the clothes that they disobeyed Allah in. As for the Quraysh, known as Al-Hums, they used to perform Tawaf in their regular clothes. Whoever among the Arabs borrowed a garment from one of Al-Hums, he would wear it while in Tawaf. And whoever wore a new garment, would discard it and none would wear it after him on completion of Tawaf. Those who did not have a new garment, or were not given one by Al-Hums, then they would perform Tawaf while naked. Even women would go around in Tawaf while naked, and one of them would cover her sexual organ with something and proclaim, \"Today, a part or all of it will appear, but whatever appears from it I do not allow it.\" Women used to perform Tawaf while naked usually at night. This was a practice that the idolators invented on their own, following only their forefathers in this regard. They falsely claimed that what their forefathers did was in fact following the order and legislation of Allah. Allah then refuted them, Allah said,\nوَإِذَا فَعَلُواْ فَـحِشَةً قَالُواْ وَجَدْنَا عَلَيْهَآ ءَابَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا\n(And when they commit a Fahishah, they say: \"We found our fathers doing it, and Allah has commanded it for us.\")\nAllah does not order Fahsha', but orders Justice and Sincerity\nAllah replied to this false claim,\nقُلْ\n(Say), O Muhammad, to those who claimed this,\nإِنَّ اللَّهَ لاَ يَأْمُرُ بِالْفَحْشَآءِ\n(\"Nay, Allah never commands Fahsha'...\") meaning, the practice you indulge in is a despicable sin, and Allah does not command such a thing.\nأَتَقُولُونَ عَلَى اللَّهِ مَا لاَ تَعْلَمُونَ\n(\"Do you say about Allah what you know not\") that is, do you attribute to Allah statements that you are not certain are true Allah said next,\nقُلْ أَمَرَ رَبِّي بِالْقِسْطِ\n(Say: \"My Lord has commanded justice, (fairness and honesty)\"),\nوَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ\n(\"And that you should face Him only, in every Masjid, and invoke Him only making your religion sincere to Him...\") This Ayah means, Allah commands you to be straightforward in worshipping Him, by following the Messengers who were supported with miracles and obeying what they conveyed from Allah and the Law that they brought. He also commands sincerity in worshipping Him, for He, Exalted He is, does not accept a good deed until it satisfies these two conditions: being correct and in conformity with His Law, and being free of Shirk.\nThe Meaning of being brought into Being in the Beginning and brought back again\nAllah's saying\nكَمَا بَدَأَكُمْ تَعُودُونَ\n(As He brought you in the beginning, so shall you be brought into being again) 7:29. Until;\nالضَّلَـلَةُ\n(error.) There is some difference over the meaning of:\nكَمَا بَدَأَكُمْ تَعُودُونَ\n(As He brought you in the beginning, so shall you be brought into being again.) Ibn Abi Najih said that Mujahid said that it means, \"He will bring you back to life after you die.\" Al-Hasan Al-Basri commented, \"As He made you begin in this life, He will bring you back to life on the Day of Resurrection.\" Qatadah commented on:\nكَمَا بَدَأَكُمْ تَعُودُونَ\n(As He brought you in the beginning, so shall you be brought into being again.) \"He started their creation after they were nothing, and they perished later on, and He shall bring them back again.\" `Abdur-Rahman bin Zayd bin Aslam said, \"As He created you in the beginning, He will bring you back in the end.\" This last explanation was preferred by Abu Ja`far Ibn Jarir and he supported it with what he reported from Ibn `Abbas, \"The Messenger of Allah ﷺ stood up and gave us a speech, saying,\n«يَا أَيُّهَا النَّاسُ إِنَّكُمْ تُحْشَرُونَ إِلَى اللهِ حُفَاةً عُرَاةً غُرْلًا\nكَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْداً عَلَيْنَآ إِنَّا كُنَّا فَـعِلِينَ\n(O people! You will be gathered to Allah while barefooted, naked and uncircumcised, (As We began the first creation, We shall repeat it. (It is) a promise binding upon Us. Truly, We shall do it)).21:104 This Hadith was collected in the Two Sahihs. `Ali bin Abi Talhah reported that Ibn `Abbas commented on the Ayah,\nكَمَا بَدَأَكُمْ تَعُودُونَفَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَـلَةُ\n(As He brought you in the beginning, so shall you be brought into being again. A group He has guided, and a group deserved to be in error;) \"Allah, the Exalted, began the creation of the Sons of Adam, some believers and some disbelievers, just as He said,\nهُوَ الَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ\n(He it is Who created you, then some of you are disbelievers and some of you are believers) 64:2. He will then return them on the Day of Resurrection as He started them, some believers and some disbelievers. I say, what supports this meaning, is the Hadith from Ibn Mas`ud that Al-Bukhari recorded, (that the Prophet said:)\n«فَوَالَّذِي لَا إِلَهَ غَيرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَوْ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَوْ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُ الْجَنَّة»\n(By He, other than Whom there is no god, one of you might perform the deeds of the people of Paradise until only the length of an arm or a forearm would separate him from it. However, that which was written in the Book takes precedence, and he commits the work of the people of the Fire and thus enters it. And one of you might perform the deeds of the people of the Fire until only the length of an arm or a forearm separates between him and the Fire. However, that which was written in the Book takes precedence, and he performs the work of the people of Paradise and thus enters Paradise.) We should combine this meaning -- if it is held to be the correct meaning for the Ayah -- with Allah's statement:\nفَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَةَ اللَّهِ الَّتِى فَطَرَ النَّاسَ عَلَيْهَا\n(So set you your face towards the religion, Hanifan. Allah's Fitrah with which He has created mankind) 30:30, and what is recorded in the Two Sahihs from Abu Hurayrah who said that the Messenger of Allah ﷺ said:\n«كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِه»\n(Every child is born upon the Fitrah, it is only his parents who turn him into a Jew, a Christian or a Zoroastrian.) Muslim recorded that `Iyad bin Himar said that the Messenger of Allah ﷺ said,\n«يَقُولُ اللهُ تَعَالـى: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِم»\n(Allah said, `I created My servants Hunafa' (monotheists), but the devils came to them and deviated them from their religion.) The collective meaning here is, Allah created His creatures so that some of them later turn believers and some turn disbelievers. Allah has originally created all of His servants able to recognize Him, to single Him out in worship, and know that there is no deity worthy of worship except Him. He also took their covenant to fulfill the implications of this knowledge, which He placed in their consciousness and souls. He has decided that some of them will be miserable and some will be happy,\nهُوَ الَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ\n(He it is Who created you, then some of you are disbelievers and some of you are believers) 64:2. Also, a Hadith states,\n«كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا»\n(All people go out in the morning and sell themselves, and some of them free themselves while some others destroy themselves.) Allah's decree will certainly come to pass in His creation. Verily, He it is\nوَالَّذِى قَدَّرَ فَهَدَى\n(Who has measured (everything); and then guided) 87: 3, and,\nالَّذِى أَعْطَى كُلَّ شَىءٍ خَلْقَهُ ثُمَّ هَدَى\n(He Who gave to each thing its form and nature, then guided it aright) 20:50. And in the Two Sahihs:\n«فَأَمَّا مَنْ كَانَ مِنْكُمْ مِنْ أَهْلِ السَّعَادَةِ فَسَيُيَسَّرُ لِعَمَلِ أَهْلِ السَّعَادَةِ، وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاوَةِ فَسَيُيَسَّرُ لِعَمَلِ أَهْلِ الشَّقَاوَة»\n(As for those among you who are among the people of happiness, they will be facilitated to perform the deeds of the people of happiness. As for those who are among the miserable, they will be facilitated to commit the deeds of the miserable). This is why Allah said here,\nفَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَـلَةُ\n(A group He has guided, and a group deserved to be in error;) Allah then explained why,\nإِنَّهُمُ اتَّخَذُوا الشَّيَـطِينَ أَوْلِيَآءَ مِن دُونِ اللَّهِ\n(because) surely, they took the Shayatin as supporters instead of Allah). Ibn Jarir said, \"This is one of the clearest arguments proving the mistake of those who claim that Allah does not punish anyone for disobedient acts he commits of deviations he believes in until after knowledge of what is correct reaches him, then he were to obstinately avoid it anyway. If this were true, then there would be no difference between the deviations of the misguided group - their belief that they are guided - and the group that is in fact guided. Yet Allah has differentiated between the two in this noble Ayah, doing so in both name and judgement.\"",
  "ayah": 30,
  "surah": 7
}
