{
  "text": "People of the Fire will dispute and curse Each Other Allahmentioned what He will say to those who associate others withHim, invent lies about Him, and reject His Ayat,\nادْخُلُواْ فِى أُمَمٍ\n(Enter you in the company of nations), who are your likes and similar to you in conduct,\nقَدْ خَلَتْ مِن قَبْلِكُمْ\n(Who passed away before you) from the earlier disbelieving nations,\nمِّن الْجِنِّ وَالإِنْسِ فِى النَّارِ\n(Of men and Jinn, into the Fire.) Allah said next,\nكُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا\n(Every time a new nation enters, it curses its sister nation (that went before)) Al-Khalil (Prophet Ibrahim), peace be upon him, said,\nثُمَّ يَوْمَ الْقِيَـمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ\n(\"But on the Day of Resurrection, you shall deny each other) 29:25. Also, Allah said,\nإِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُواْ مِنَ الَّذِينَ اتَّبَعُواْ وَرَأَوُاْ الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الاٌّسْبَابُ - وَقَالَ الَّذِينَ اتَّبَعُواْ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُواْ مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَـلَهُمْ حَسَرَتٍ عَلَيْهِمْ وَمَا هُم بِخَـرِجِينَ مِنَ النَّارِ\n(When those who were followed declare themselves innocent of those who followed (them), and they see the torment, then all their relations will be cut off from them. And those who followed will say: \"If only we had one more chance to return (to the worldly life), we would declare ourselves as innocent from them as they have declared themselves as innocent from us.\" Thus Allah will show them their deeds as regrets for them. And they will never get out of the Fire) 2:166-167. Allah's statement,\nحَتَّى إِذَا ادَّارَكُواْ فِيهَا جَمِيعًا\n(until they are all together in the Fire) means, they are all gathered in the Fire,\nقَالَتْ أُخْرَاهُمْ لاٍّولَـهُمْ\n(The last of them will say to the first of them) that is, the nation of followers that enter last will say this to the first nations to enter. This is because the earlier nations were worse criminals than those who followed them, and this is why they entered the Fire first. For this reason, their followers will complain against them to Allah, because they were the ones who misguided them from the correct path, saying,\nرَبَّنَا هَـؤُلاءِ أَضَلُّونَا فَـَاتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ\n(\"Our Lord! These misled us, so give them a double torment of the Fire.\") multiply their share of the torment. Allah said in another instance,\nيَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى النَّارِ يَقُولُونَ يلَيْتَنَآ أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولاَ - وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السَّبِيلاْ رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ\n(On the Day when their faces will be turned over in the Fire, they will say: \"Oh! Would that we had obeyed Allah and obeyed the Messenger.\" And they will say: \"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the (right) way. Our Lord! Give them a double torment.\") 33:66-68. Allah said in reply,\nقَالَ لِكُلٍّ ضِعْفٌ\n(He will say: \"For each one there is double (torment)...\"), We did what you asked, and recompensed each according to their deeds.' Allah said in another Ayah,\nالَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللَّهِ زِدْنَـهُمْ عَذَابًا\n(Those who disbelieved and hinder (men) from the path of Allah, for them We will add torment)16:88. Furthermore, Allah said,\nوَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ\n(And verily, they shall bear their own loads, and other loads besides their own) 29:13 and,\nوَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ\n(And also (some thing) of the burdens of those whom they misled without knowledge) 16:25.\nوَقَالَتْ أُولَـهُمْ لاٌّخْرَاهُمْ\n(The first of them will say to the last of them) meaning, the followed will say to the followers,\nفَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ\n(\"You were not better than us. ..\") meaning, you were led astray as we were led astray, according to As-Suddi.\nفَذُوقُواْ الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ\n(\"So taste the torment for what you used to earn.\") Allah again described the condition of the idolators during the gathering (of Resurrection), when He said;\nقَالَ الَّذِينَ اسْتَكْبَرُواْ لِلَّذِينَ اسْتُضْعِفُواْ أَنَحْنُ صَدَدنَـكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَآءَكُمْ بَلْ كُنتُمْ مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُواْ لِلَّذِينَ اسْتَكْبَرُواْ بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَاداً وَأَسَرُّواْ النَّدَامَةَ لَمَّا رَأَوُاْ اْلَعَذَابَ وَجَعَلْنَا الاٌّغْلَـلَ فِى أَعْنَاقِ الَّذِينَ كَفَرُواْ هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ\n(And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it come to you Nay, but you were criminals.\" Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day, when you ordered us to disbelieve in Allah and set up rivals to Him!\" And each of them (parties) will conceal their own regrets, when they behold the torment. And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do) 34:32-33",
  "ayah": 39,
  "surah": 7
}
