{
  "text": "Doors of Heaven shall not open for Those Who deny Allah's Ayat, and They shall never enter Paradise\nAllah said,\nلاَ تُفَتَّحُ لَهُمْ أَبْوَبُ السَّمَآءِ\n(for them the gates of the heavens will not be opened,) meaning, their good deeds and supplication will not ascend through it, according to Mujahid, Sa`id bin Jubayr and Ibn `Abbas, as Al-`Awfi and `Ali bin Abi Talhah reported from him. Ath-Thawri narrated that, Layth said that `Ata' narrated this from Ibn `Abbas. It was also said that the meaning here is that the doors of the heavens will not be opened for the disbelievers' souls, according to Ad-Dahhak who reported this from Ibn `Abbas. As-Suddi and several others mentioned this meaning. What further supports this meaning, is the report from Ibn Jarir that Al-Bara' said that the Messenger of Allah ﷺ mentioned capturing the soul of the `Fajir' (wicked sinner or disbeliever), and that his or her soul will be ascended to heaven. The Prophet said,\n«فَيَصْعَدُونَ بِهَا، فَلَا تَمُرُّ عَلَى مَلَأٍ مِنَ الْمَلَائِكَةِ إِلَّا قَالُوا مَا هَذِهِ الرُّوحُ الْخَبِيثَةُ؟ فَيَقُولُونَ: فُلَانٌ بِأَقْبَحِ أَسْمَائِهِ الَّتِي كَانَ يُدْعَى بِهَا فِي الدُّنْيَا، حَتَّى يَنْتَهَوا بِهَا إِلَى السَّمَاءِ فَيَسْتَفْتَحُونَ بَابَهَا لَهُ فَلَا يَفْتَحُ لَه»\n(So they (angels) ascend it and it will not pass by a gathering of the angels, but they will ask, who's wicked soul is this' They will reply, `The soul of so-and-so,' calling him by the worst names he was called in this life. When they reach the (lower) heaven, they will ask that its door be opened for the soul, but it will not be opened for it.) The Prophet then recited,\nلاَ تُفَتَّحُ لَهُمْ أَبْوَبُ السَّمَآءِ\n(For them the gates of heaven will not be opened). This is a part of a long Hadith which was also recorded by Abu Dawud, An-Nasa'i and Ibn Majah. Ibn Jurayj commented on the Ayah,\nلاَ تُفَتَّحُ لَهُمْ أَبْوَبُ السَّمَآءِ\n(for them the gates of heaven will not be opened,) \"(The gates of heaven) will not be opened for their deeds or souls.\" This explanation combines the two meanings we gave above, and Allah knows best. Allah's statement,\nوَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِى سَمِّ الْخِيَاطِ\n(and they will not enter Paradise until the Jamal goes through the eye of the needle.) refers to the male camel. Ibn Mas`ud said it is a male camel from the she camel. In another narration it refers to the spouse of the she camel. Mujahid and `Ikrimah said that Ibn `Abbas used to recite this Ayah this way, \"Until the Jummal goes through the eye of the needle\", whereas `Jummal' is a thick rope. Allah's statement,\nلَهُم مِّن جَهَنَّمَ مِهَادٌ\n(Theirs will be Mihad from the Fire) means, beds, while;\nوَمِن فَوْقِهِمْ غَوَاشٍ\n(and over them Ghawash), means, coverings, according to Muhammad bin Ka`b Al-Qurazi. Similar was said by Ad-Dahhak bin Muzahim and As-Suddi. Allah said next,\nوَكَذَلِكَ نَجْزِى الظَّـلِمِينَ\n(Thus do We recompense the wrongdoers.)",
  "ayah": 41,
  "surah": 7
}
