{
  "text": "Allah says, We saved Lut and his family, for only his household believed in him.\nAllah said in another Ayah,\nفَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ - فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ\n(So We brought out from therein the believers. But We found not there any household of the Muslims except one of Lut and his daughters) 51: 35-36. Only his wife (from his family) did not believe, remaining on the religion of her people. She used to conspire with them against Lut and inform them of who came to visit him, using certain signals that they agreed on. This is why when Lut was commanded to leave by night with his family, he was ordered not to inform his wife or take her with him. Some said that she followed them, and when the torment struck her people, she looked back and suffered the same punishment as them. However, it appears that she did not leave the town and that Lut did not tell her that they would depart. So she remained with her people, as apparent from Allah's statement,\nإِلاَّ امْرَأَتَهُ كَانَتْ مِنَ الْغَـبِرِينَ\n(except his wife; she was of the Ghabirin) meaning, of those who remained, or they say: of those who were destroyed, and this is the more obvious explanation. Allah's statement,\nوَأَمْطَرْنَا عَلَيْهِمْ مَّطَرًا\n(And We rained down on them a rain) is explained by His other statement,\nوَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنْضُودٍ\nمُّسَوَّمَةً عِندَ رَبّكَ وَمَا هِى مِنَ الظَّـلِمِينَ بِبَعِيدٍ-\n(And rained on them stones of baked clay, in a well-arranged manner one after another. Marked from your Lord; and they are not ever far from the wrongdoers.) 11:82-83. Allah said here,\nفَانْظُرْ كَيْفَ كَانَ عَـقِبَةُ الْمُجْرِمِينَ\n(Then see what was the end of the criminals. ) This Ayah means: `See, O Muhammad, the end of those who dared to disobey Allah and reject His Messengers.' Imam Ahmad, Abu Dawud, At-Tirmidhi, Ibn Majah, all recorded a Hadith from Ibn `Abbas who said that Allah's Messenger ﷺ said;\n«مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُول بِه»\n(Whoever is found doing the act of the people of Lut, then kill them; the doer and the one it is done to.)",
  "ayah": 84,
  "surah": 7
}
