{
  "text": "يعني تعالى ذكره بقوله : (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ) يقول: إذا طلقتم نساءكم فطلقوهنّ لطهرهنّ الذي يحصينه من عدتهنّ، طاهرًا من غير جماع، ولا تطلقوهنّ بحيضهنّ الذي لا يعتددن به من قرئهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أَبو كريب، قال: ثنا ابن إدريس، قال: سمعت الأعمش، عن مالك بن الحارث، عن عبد الرحمن بن يزيد، عن عبد الله، قال: الطلاق للعدّة طاهرًا من غير جماع.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن مالك بن الحارث، عن عبد الرحمن بن يزيد، عن عبد الله ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: بالطهر في غير جماع.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن إبراهيم، عن عبد الله ( إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) يقول: إذا طلقتم قال: الطهر في غير جماع.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن إبراهيم، عن عبد الله ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا من غير جماع.حدثنا ابن وكيع، قال: ثنا يونس بن بكير، عن محمد بن إسحاق، عن داود بن حصين، عن عكرمة، عن ابن عباس، أنه كان يرى طلاق السنة طاهرًا من غير جماع، وفي كلّ طهر، وهي العدة التي أمر الله بها.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن عبد الله بن أبي نجيح، عن حميد الأعرج، عن مجاهد، أن رجلا سأل ابن عباس فقال: إنه طلق امرأته مئة، فقال: عصيت ربك، وبانت منك امرأتك، ولم تتق الله فيجعل لك مخرجًا، وقرأ هذه الآية: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) ، وقال: ( يا أَيُّهَا الْنَّبِيُّ إذَا طَلَّقْتُمُ الْنِّسَاءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهنَّ ) .حدثنا ابن المثنى، قال: ثنا عبد الصمد بن عبد الوارث، قال: ثنا شعبة، عن حميد الأعرج، عن مجاهد، عن ابن عباس بنحوه.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: ثنا أيوب، عن &; 23-433 &; عبد الله بن كثير، عن مجاهد، قال: كنت عند ابن عباس، فجاءه رجل فقال: إنه طلق امرأته ثلاثًا، فسكت حتى ظننا أنه رادّها عليه، ثم قال: ينطلق أحدكم فيركب الحموقة، ثم يقول: يا ابن عباس يا ابن عباس، وإن الله عزّ وجلّ قال: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) وإنك لم تتق الله فلا أجد لك مخرجًا، عصيت ربك، وبانت منك امرأتك، قال الله: (يا أَيُّهَا الْنَّبِيُّ إذَا طَلَّقْتُمُ الْنِّسَاءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهنَّ ) .حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، قال: سمعت مجاهدًا يحدّث عن ابن عباس في هذه الآية: ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال ابن عباس: في قبل عدتهنّ.حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: ثنا سفيان، عن إسماعيل بن أُمية، عن عبد الله بن كثير، عن مجاهد، أنه قرأ (فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهنَّ ) .حدثنا العباس بن عبد العظيم، قال: ثنا جعفر بن عون، قال: أخبرنا سفيان، عن منصور، عن مجاهد ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا في غير جماع.حدثنا ابن حميد، قال: ثنا هارون بن المغيرة، عن إسماعيل بن مسلم، عن الحسن، في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا من غير حيض، أو حاملا قد استبان حملها.قال ثنا هارون، عن عيسى بن يزيد بن دأب، عن عمرو، عن الحسن وابن سيرين، فيمن أراد أن يطلق ثلاث تطليقات جميعًا في كلمة واحدة، أنه لا بأس به بعد أن يطلقها في قبل عدتها، كما أمره الله؛ وكان يكرهان أن يطلق الرجل امرأته تطليقة، أو تطليقتين، أو ثلاثًا، إذا كان بغير العدّة التي ذكرها الله.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا عون، عن ابن سيرين أنه قال في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قالَ: يطلقها وهي طاهر من غير جماع، أو حَبَل يستبين حملها.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد في قول الله عزّ وجلّ: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: لطهرهن.حدثنا عليّ بن عبد الأعلى المحاربيّ، قال: ثنا المحاربيّ، عن جويبر، عن الضحاك، في قول الله ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: العدّة: القرْء، والقرء: الحيض. والطاهر: الطاهر من غير جماع، ثم تستقبل ثلاث حِيَض.حدثنا بشر، قال ثنا يزيد، قال بشر، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) والعدة: أن يطلقها طاهرًا من غير جماع تطليقة واحدة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: إذا طهرت من الحيض في غير جماع، قلت: كيف؟ قال: إذا طهرت فطلقها من قبل أن تمسها، فإن بدا لك أن تطلقها أخرى تركتها حتى تحيض حيضة أخرى، ثم طلقها إذا طهرت الثانية، فإذا أردت طلاقها الثالثة أمهلتها حتى تحيض، فإذا طهرت طلقها الثالثة، ثم تعتدّ حيضة واحدة، ثم تَنكِح إن شاءت.قال ثنا ابن ثور، عن معمر، قال: وقال ابن طاوس: إذا أردت الطلاق فطلقها حين تطهر، قبل أن تمسها تطليقة واحدة، لا ينبغي لك أن تزيد عليها، حتى تخلو ثلاثة قروء، فإن واحدة تبينها.حُدثت عن الحسين، فال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) يقول: طلَّقها طاهرًا من غير جماع.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فطلقوهن لعدتهن ) قال: إذا طلقتها للعدّة كان مِلْكُها بيدك، من طلق للعدة جعل الله له في ذلك فسحة، وجعل له مِلْكًا إن أراد أن يرتجع قبل أن تنقضي العدة ارتجع.حدثنا محمد بن الحسين، قال: ثنا أحمد بن مفضل، قال: ثنا أسباط، عن السديّ، في قوله: ( إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طاهرًا في غير جماع، فإن كانت لا تحيض، فعند غرّةِّ كل هلال.حدثني أَبو السائب، قال: ثنا ابن إدريس، عن عبيد الله، عن نافع، عن ابن عمر، قال: طلَّقت امرأتي وهي حائض؛ قال: فأتى عمر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يخبره بذلك، فقال: \" مُرْه فَلْيُرَاجِعهَا حَتَى تَطْهُر، ثُمَّ تَحِيضَ، ثُمَّ تَطْهُرَ، ثُمَّ إنْ شَاءَ طَلَّقَهَا قَبْلَ أَنْ يُجَامِعَهَا، وإنْ شَاءَ أَمْسَكَهَا، فَإنَها العِدَّةُ التي قال اللُه عَزَّ وَجَلَّ\".قال ثنا ابن إدريس، عن يحيى بن سعيد، عن نافع، عن ابن عمر بنحوه، عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن وكيع، قال: ثنا ابن مهدي، عن مالك، عن نافع، عن ابن عمر \" أنه طلق امرأته وهي حائض، فسأل عُمر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: \" مُرْه فَلْيُرَاجِعهَا، ثُمَّ لِيُمْسِكْهَا حَتَّى تَطْهُرَ، ثُمَّ تَحِيضَ، ثُمَّ تَطْهُرَ، ثُمَّ إنْ شَاءَ أَمْسَكَهَا، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، عن أيوب، عن نافع، عن ابن عمر \" أنه طلق امرأته حائضًا، فأتى عمر النبي صَلَّى الله عَلَيْهِ وَسَلَّم فذكر ذلك له، فأمره أن يراجعها، ثم يتركها حتى إذا طهرت ثم حاضت طلقها، قال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" فَهِيَ الْعِدَّةُ الَّتِي أَمَرَ اللهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ\" ويقول: حين يطهرن.حدثنا عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس في قوله: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) يقول: لا يطلقها وهي حائض، ولا في طهر قد جامعها فيه، ولكن يتركها حتى إذا حاضت وطهرت طلقها تطليقة، فإن كانت تحيض فعدتها ثلاث حيض، وإن كانت لا تحيض فعدتها ثلاثة أشهر، وإن كانت حاملا فعدتها أن تضع حملها.حدثنا ابن البرقيّ، قال: ثنا عمرو بن أبي سلمة، عن سعيد بن عبد العزيز، سُئل عن قول الله ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) قال: طلاق السنة أن يطلق الرجل امرأته وهي في قبل عدتها، وهي طاهر من غير جماع واحدة، ثم يدعها، فإن شاء راجعها قبل أن تغتسل من الحيضة الثالثة، وإن أراد أن يطلقها ثلاثًا طلقها واحدة في قبل عدتها، وهي طاهر من غير جماع، ثم يدعها حتى إذا حاضت وطهرت طلقها أخرى، ثم يدعها، حتى إذا حاضت وطهرت طلقها أخرى، ثم لا تحلّ له حتى تنكح زوجًا غيره.وذُكر أن هذه الآية أنـزلت على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في سبب طلاقه حَفْصة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا ابن عبد الأعلى، قال: ثنا سعيد، عن قتادة، قال: \" طلق رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حفصة بنت عمر تطليقة، فأنـزلت هذه الآية: ( يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) فقيل: راجعها فإنها صوّامة قوّامة، وإنها من نسائك في الجنة \".وقوله: ( وَأَحْصُوا الْعِدَّةَ ) يقول: وأحصُوا هذه العدّة وأقراءَها فاحفظوها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن الحسين، قال: ثنا أحمد بن المفضل، قال: ثنا أسباط، عن السدي، قوله: ( وَأَحْصُوا الْعِدَّةَ ) قال: احفظوا العدّة.وقوله: ( وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ ) يقول: وخافوا الله أيها الناس ربكم فاحذروا معصيته أن تتعدّوا حده، لا تخرجوا من طلقتم من نسائكم لعدتهنّ من بيوتهنّ التي كنتم أسكنتموهنّ فيها قبل الطلاق حتى تنقضي عدتهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، قوله: ( وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ ) حتى تنقضي عدتهنّ.حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: أخبرنا ابن جُرَيج، قال: قال عطاء: إن أذن لها أن تعتدّ في غير بيته، فتعتدّ في بيت أهلها، فقد شاركها إذن في الإثم. ثم تلا( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: قلت هذه الآية في هذه؟ قال: نعم.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرنا حيوة بن شريح، عن محمد بن عجلان، عن نافع، أن عبد الله بن عمر كان يقول في هذه الآية ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: خروجها قبل انقضاء العدّة. قال ابن عجلان عن زيد بن أسلم: إذا أتت بفاحشة أخرجت.وحدثنا عليّ بن عبد الأعلى المحاربيّ، قال: ثنا المحاربيّ، عبد الرحمن بن محمد، عن جويبر، عن الضحاك في قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: ليس لها أن تخرج إلا بإذنه، وليس للزوج أن يخرجها ما كانت في العدّة، فإن خرجت فلا سُكْنى لها ولا نفقة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ ) قال: هي المطلقة لا تخرج من بيتها، ما دام لزوجها عليها رجعة، وكانت في عدّة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ ) وذلك إذا طلقها واحدة أو ثنتين لها ما لم يطلقها ثلاثًا.وقوله: ( وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) يقول جلّ ثناؤه: لا تخرجوهن إلا أن يأتين بفاحشة مبينة أنها فاحشة لمن عاينها أو علمها.واختلف أهل التأويل في معنى الفاحشة التي ذكرت في هذا الموضع، والمعنى الذي من أجله أذن الله بإخراجهنّ حالة كونهنّ في العدّة من بيوتهنّ، فقال بعضهم: الفاحشة التي ذكرها في الموضع هي الزنى، والإخراج الذي أباح الله هو الإخراج لإقامة الحدّ.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن الحسن، في قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: الزنى، قال فتُخْرَج ليُقام عليها الحدّ.حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة، عن الحسن، مثله.حدثنا يعقوب بن إبراهيم، قال ثنا ابن عُلَية، عن صالح بن مسلم، قال: سألت عامرًا قلت رجل طلق امرأته تطليقة أيخرجها من بيتها؟ قال: إن كانت زانية.حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال ثنا الحسن، قال ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: إلا أن يزنين.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله عزّ وجلّ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: قال الله جلّ ثناؤه  وَاللاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ  قال: هؤلاء المحصنات،  فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ  . .. الآية. قال: فجعل الله سبيلهنّ الرجم، فهي لا ينبغي لها أن تخرج من بيتها إلا أن تأتي بفاحشة مبينة، فإذا أتت بفاحشة مبينة أخرجت إلى الحدّ فرجمت، وكان قبل هذا للمحصنة الحبس تحبس في البيوت لا تترك تنكح، وكان للبكرين الأذى قال الله جلّ ثناؤه:  وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا  يا زان، يا زانية،  فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا  قال: ثم نُسخ هذا كله، فجعل الرجم للمحصنة والمحصن، وجعل جلد مئة للبِكْرَين، قال: ونسخ هذا.وقال آخرون: الفاحشة التي عناها الله في هذا الموضع: البَذَاء على أحمائها.* ذكر من قال ذلك:حدثنا أَبو كريب، قال: ثنا ابن إدريس، قال: ثنا محمد بن عمرو، عن محمد بن إبراهيم، عن ابن عباس قال الله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: الفاحشة المبينة أن تبذُو على أهلها.وقال آخرون: بل هي كل معصية لله.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) والفاحشة: هي المعصية.وقال آخرون: بل ذلك نشوزها على زوجها، فيطلقها على النشوز، فيكون لها التحوّل حينئذ من بيتها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال قتادة: إلا أن يطلقها على نشوز، فلها أن تحوّل من بيت زوجها.وقال آخرون: الفاحشة المبينة التي ذكر الله عزّ وجلّ في هذا الموضع خروجها من بيتها.* ذكر من قال ذلك:حدثنا محمد بن الحسين، قال: ثنا أحمد بن مفضل، قال: ثنا أسباط، عن السديّ، في قوله: ( وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: خروجها من بيتها فاحشة. قال بعضهم: خروجها إذا أتت بفاحشة أن تخرج فيقام عليها الحدّ.حدثني ابن عبد الرحيم البرقيّ، قال: ثنا سعيد بن الحكم بن أبي مريم، قال: أخبرنا يحيى بن أيوب قال: ثني محمد بن عجلان، عن نافع، عن عبد الله بن عمر، في قوله: ( لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ) قال: خروجها قبل انقضاء العدة فاحشة.* والصواب من القول في ذلك عندي قول من قال: عنى بالفاحشة في هذا الموضع: المعصية، وذلك أن الفاحشة هي كلّ أمر قبيح تعدّى فيه حدّه، فالزنى من ذلك، والسرق والبذاء على الأحماء، وخروجها متحوّلة عن منـزلها الذي يلزمها أن تعتدّ فيه منه، فأي ذلك فعلت وهي في عدتها، فلزوجها إخراجها من بيتها ذلك، لإتيانها بالفاحشة التي ركبتها.وقوله: ( وَتِلْكَ حُدُودُ اللَّهِ ) يقول تعالى ذكره: وهذه الأمور التي بينتها لكم من الطلاق للعدّة، وإحصاء العدّة، والأمر باتقاء الله، وأن لا تخرج المطلقة من بيتها، إلا أن تأتي بفاحشة مبينة حدود الله التي حدّها لكم أيها الناس فلا تعتدوها( وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ ) يقول تعالى ذكره: ومن يتجاوز حدود الله التي حدّها لخلقه فقد ظلم نفسه: يقول: فقد أكسب نفسه وزرًا، فصار بذلك لها ظالما، وعليها متعدّيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ بن عبد الأعلى، قال: ثنا عبد الرحمن بن محمد المحاربيّ، عن جويبر، عن الضحاك في قول الله ( وَتِلْكَ حُدُودُ اللَّهِ ) يقول: تلك طاعة الله فلا تعتدوها، قال: يقول: من كان على غير هذه فقد ظلم نفسه.وقوله: ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) يقول جلّ ثناؤه: لا تدري ما الذي يحدث؟ لعل الله يحدث بعد طلاقكم إياهنّ رجعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، أن فاطمة بنت قيس كانت تحت أَبي حفص المخزومي، وكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أمَّر عليًا على بعض اليمن، فخرج معه، فبعث إليها بتطليقة كانت لها، وأمر عياش بن أبي ربيعة المخزومي، والحارث بن هشام أن ينفقا عليها، فقالا لا والله ما لها علينا نفقة، إلا أن تكون حاملا فأتت النبي صَلَّى الله عَلَيْهِ وَسَلَّم فذكرت ذلك له، فلم يجعل لها نفقة إلا أن تكون حاملا واستأذنته في الانتقال، فقالت: أين انتقل يا رسول الله؟ قال: \" عِنْدَ ابْنِ أُمّ مَكْتُومٍ\"، وكان أعمى، تضع ثيابها عنده، ولا يبصرها؛ فلم تزل هنالك حتى أنكحها النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أُسامة بن زيد حين مضت عدتها، فأرسل إليها مروان بن الحكم يسألها عن هذا الحديث، فأخبرته، فقال مروان: لم نسمع هذا الحديث إلا من امرأة، وسنأخذ بالعصمة التي وجدنا الناس عليها، فقالت فاطمة: بيني وبينكم الكتاب، قال الله جلّ ثناؤه: ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) حتى بلغ ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قالت: فأي أمر يحدث بعد الثلاث، وإنما هو في مراجعة الرجل امرأته، وكيف تحبس امرأة بغير نفقة؟حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: هذا في مراجعة الرجل امرأته.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) : أي مراجعة.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: يراجعها في بيتها هذا في الواحدة والثنتين، هو أبعد من الزنى.قال سعيد، وقال الحسن: هذا في الواحدة والثنتين، وما يحدث الله بعد الثلاث.حدثنا يعقوب، قال: ثنا ابن علية، قال: أخبرنا أيوب، قال: سمعت الحسن وعكرمة يقولان: المطلقة ثلاثًا، والمتوفى عنها لا سكنى لها ولا نفقة؛ قال: فقال عكرمة ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) فقال: ما يحدث بعد الثلاث.حدثنا عليّ بن عبد الأعلى المحاربيّ، قال: ثنا عبد الرحمن بن محمد المحاربي، عن جويبر، عن الضحاك في قوله: ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) يقول: لعلّ الرجل يراجعها في عدتها.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) هذا ما كان له عليها رجعة.حدثنا أحمد، قال: ثنا أسباط، عن السديّ( لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: الرجعة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: لعلّ الله يحدث في قلبك تراجع زوجتك؛ قال: قال: ومن طلق للعدّة جعل الله له في ذلك فسحة، وجعل له ملكًا إن أراد أن يرتجع قبل أن تنقضي العدّة ارتجع.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ) قال: لعله يراجعها.",
  "ayah": 1,
  "surah": 65
}
