{
  "text": "وقوله: ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) يقول: ويسبب له أسباب الرزق من حيث لا يشعر، ولا يعلم.وبنحو الذي قلنا في ذلك قال أهل التأويل، وذكر بعضهم أن هده الآية نـزلت بسبب عوف بن مالك الأشجعيّ.* ذكر من قال ذلك:حدثنا أَبو كُرَيب، قال: ثنا ابن صَلْت، عن قيس، عن الأعمش، عن أبي الضحى، عن مسروق عن عبد الله، في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: يعلم أنه من عند الله، وأن الله هو الذي يعطي ويمنع.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: المخرج أن يعلم أن الله تبارك وتعالى لو شاء أعطاه وإن شاء منعه، ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) قال: من حيث لا يدري.حدثني أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي الضحى، عن مسروق، مثله.حدثني عليّ، قال: ثنا أَبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) يقول: نجاته من كل كرب في الدنيا والآخرة، ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الربيع بن المنذر، عن أبيه، عن الربيع بن خثيم ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: من كلّ شيء ضاق على الناس.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرمة ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: من طلق كما أمره الله يجعل له مخرجًا.حدثني عليّ بن عبد الأعلى المحاربيّ، قال: ثنا عبد الرحمن بن محمد المحاربيّ، عن جويبر، عن الضحاك في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) ومن يتق الله يجعل له من أمره يُسرًا، قال: يعني بالمخرج واليُسر إذا طلق واحدة ثم سكت عنها، فإن شاء راجعها بشهادة رجلين عدلين، فذلك اليُسر الذي قال الله، وإن مضت عدتها ولم يراجعها، كان خاطبًا من الخطاب، وهذا الذي أمر الله به، وهكذا طلاق السنة فأما من طلق عند كلّ حيضة فقد أخطأ السنة، وعصى الربّ، وأخذ بالعسر.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: يطلق للسُّنة، ويراجع للسُّنة؛ زعم أن رجلا من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يقال له عوف الأشجعيّ، كان له ابن، وأن المشركين أسروه، فكان فيهم، فكان أبوه يأتي النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فيشكوا إليه مكان ابنه، وحالته التي هو بها وحاجته، فكان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يأمره بالصبر ويقول له: إن الله سيجعل له مخرجا، فلم يلبث بعد ذلك إلا يسيرًا إذا انفلت ابنه من أيدي العدوّ، فمرّ بغنم من أغنام العدوّ فاستاقها، فجاء بها إلى أبيه، وجاء معه بغنًى قد أصابه من الغنم، فنـزلت هذه الآية: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن عمار بن أبي معاوية الدهنّي، عن سالم بن أبي الجعد ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: نـزلت في رجل من أشجع جاء إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وهو مجهود، فسأله فقال له النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" اتَّقِ اللهَ وَاصْبِرْ\"، قال: قد فعلت، فأتى قومه، فقالوا: ماذا قال لك؟ قال: قال: \" اتق الله واصبر \"، فقلت: قد فعلت حتى قال ذلك ثلاثًا، فرجع فإذا هو بابنه كان أسيرًا في بني فلان من العرب، فجاء معه بأعنـز فرجع إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: إن ابني كان أسيرًا في بني فلان، وإنه جاء بأعنـز فطابت لنا؟ قال: \" نعم \".قال: ثنا حكام، قال: ثنا عمرو، عن عمار الدهنّي، عن سالم بن أَبي الجعد في قوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا ) قال: نـزلت في رجل من أشجع أصابه الجهد، فأتى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال له: \" اتَّقِ اللهَ وَاصْبِرْ\"، فرجع فوجد ابنًا له كان أسيرًا، قد فكه الله من أيديهم، وأصاب أعنـزا، فجاء، فذكر ذلك لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: هل تطيبُ لي يا رسول الله؟ قال: \" نَعَم \".قال: ثنا مهران، عن سفيان، عن ابن المنذر الثوريّ، عن أبيه، عن الربيع بن خثيم ( يَجْعَلْ لَهُ مَخْرَجًا ) قال: من كلّ شيء ضاق على الناس.قال: ثنا مهران، عن سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق ( يَجْعَلْ لَهُ مَخْرَجًا ) قال: يعلم أن الله إن شاء منعه، وإن شاء أعطاه ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) يقول: من حيث لا يدري.قال: ثنا مهران، عن سعيد بن أَبي عَروبة، عن قتادة ( يَجْعَلْ لَهُ مَخْرَجًا ) قال: من شُبُهَات الأمور، والكرب عند الموت ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) : من حيث لا يرجو ولا يؤمل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ) لا يأمل ولا يرجو.وقوله: ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ )يقول تعالى ذكره: ومن يتق الله في أموره، ويفوّضها إليه فهو كافيه.وقوله: ( إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ) منقطع عن قوله: ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) . ومعنى ذلك: إن الله بالغ أمره بكل حال توكل عليه العبد أو لم يتوكل عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ) توكل عليه أو لم يتوكل عليه، غير أن المتوكل يُكَفِّرْ عنه سيئاته، ويُعظِم له أجرًا.حدثنا أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي الضحى، عن مسروق بنحوه.حدثنا أَبو كريب، قال: ثنا ابن صلت عن قيس، عن الأعمش، عن أبي الضحى، عن مسروق، عن عبد الله ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) قال: ليس بمتوكل الذي قد قُضيت حاجته، وجعل فضل من توكل عليه على من لم يتوكل أن يكفرَ عنه سيئاته، ويُعظم له أجرًا.قال: ثنا جرير، عن منصور، عن الشعبيّ، قال: تجالس شُتير بن شكل ومسروق، فقال شُتير: إما أن تحدّث ما سمعت من ابن مسعود فأصدّقك، وإما أن أحدث فتصدّقني؟ قال مسروق: لا بل حدّث فأصدّقك، فقال: سمعت ابن مسعود يقول: إن أكبر آية في القرآن تفوّضًا (2) : ( وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) قال مسروق: صدقت.وقوله: ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) يقول تعالى ذكره: قد جعل الله لكلّ شيء من الطلاق والعدّة وغير ذلك حدًا وأجلا وقدرًا يُنتهى إليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي الضحى، عن مسروق ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) قال: أجلا.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن أبي الضحى، عن مسروق ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) قال: منتهى.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن أَبي الضحى، عن مسروق مثله.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله: ( قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ) قال: الحيض في الأجل والعدّة.------------------------الهوامش:(2) كذا في الأصل، ولم أجد في المعاجم هذا المصدر ولا فعله، ولعله محرف عن \"التفويض\"، وهو رد الأمر كله إلى الله، وهو المفهوم من معنى حديث ابن مسعود هذا.",
  "ayah": 3,
  "surah": 65
}
