{
  "text": "يقول تعالى ذكره: والنساء اللاتي قد ارتفع طمعهنّ عن المحيض، فلا يرجون أن يحضن من نسائكم إن ارتبتم.واختلف أهل التأويل في معنى قوله: ( إِنِ ارْتَبْتُمْ ) فقال بعضهم: معنى ذلك: إن ارتبتم بالدم الذي يظهر منها لكبرها، أمن الحيض هو، أم من الاستحاضة، فعِدَّتهنّ ثلاثة أشهر.* ذكر من قال ذكر:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، قوله: ( إِنِ ارْتَبْتُمْ ) إن لم تعلموا التي قعدت عن الحيضة، والتي لم تحض، فعدتهنّ ثلاثة أشهر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ( إِنِ ارْتَبْتُمْ ) قال: في كبرها أن يكون ذلك من الكبر، فإنها تعتدّ حين ترتاب ثلاثة أشهر؛ فأما إذا ارتفعت حيضة المرأة وهي شابة، فإنه يتأنى بها حتى ينظر حامل هي أم غير حامل؟ فإن استبان حملها، فأجلها أن تضع حملها، فإن لم يستبن حملها، فحتى يستبين بها، وأقصى ذلك سنة.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ ) قال: إن ارتبت أنها لا تحيض وقد ارتفعت حيضتها، أو ارتاب الرجال، أو قالت هي: تركتني الحيضة، فعدتهنّ ثلاثة أشهر إن ارتاب، فلو كان الحمل انتَظَرَ الحملَ حتى تنقضي تسعة أشهر، فخاف وارتاب هو، وهي أن تكون الحيضة قد انقطعت، فلا ينبغي لمسلمة أن تحبس، فاعتدت ثلاثة أشهر، وجعل الله جلّ ثناؤه أيضًا للتي لم تحض الصغيرة ثلاثة أشهر.حدثنا ابن عبد الرحيم البَرْقي، قال: ثنا عمرو بن أبي سلمة، قال: أخبرنا أَبو معبد، قال: سُئل سليمان عن المرتابة، قال: هي المرتابة التي قد قعدت من الولد تطلق، فتحيض حيضة، فيأتي إبَّان حيضتها الثانية فلا تحيض؛ قال: تعتدّ حين ترتاب ثلاثة أشهر مستقبلة؛ قال: فإن حاضت حيضتين ثم جاء إبان الثالثة فلم تحض اعتدّت حين ترتاب ثلاثة أشهر مستقبلة، ولم يعتدّ بما مضى.وقال آخرون: بل معنى ذلك: إن ارتبتم بحكمهنّ فلم تدروا ما الحكم في عدتهنّ، فإن عدتهنّ ثلاثة أشهر.* ذكر من قال ذلك:حدثنا أَبو كُرَيب وأبو السائب، قالا ثنا ابن إدريس، قال: أخبرنا مطرف، عن عمرو بن سالم، قال: \" قال أبيّ بن كعب: يا رسول الله إن عددًا من عدد النساء لم تذكر في الكتاب الصغار والكبار، وأولات الأحمال، فأنـزل الله ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللائِي لَمْ يَحِضْنَ وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) .وقال آخرون: معنى ذلك: إن ارتبتم مما يظهر منهنّ من الدم، فلم تدروا أدم حيض، أم دم مستحاضة من كبر كان ذلك أو علة؟* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن عكرمة، قال: إن من الريبة: المرأة المستحاضة، والتي لا يستقيم لها الحيض، تحيض في الشهر مرارًا، وفي الأشهر مرّة، فعدتها ثلاثة أشهر ، وهو قول قتادة. وأولى الأقوال في ذلك بالصحة قول من قال: عُنِي بذلك: إن ارتبتم فلم تدروا ما الحكم فيهنّ، وذلك أن معنى ذلك لو كان كما قاله من قال: إن ارتبتم بدمائهنّ فلم تدروا أدم حيض، أو استحاضة؟ لقيل: إن ارتبتنّ لأنهنّ إذا أشكل الدم عليهنّ فهنّ المرتابات بدماء أنفسهنّ لا غيرهنّ، وفي قوله: ( إِنِ ارْتَبْتُمْ ) وخطابه الرجال بذلك دون النساء الدليل الواضح على صحة ما قلنا من أن معناه: إن ارتبتم أيها الرجال بالحكم فيهنّ؛ وأخرى وهو أنه جلّ ثناؤه قال: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ ) واليائسة من المحيض هي التي لا ترجو محيضًا للكبر، ومحال أن يقال: واللائي يئسن، ثم يقال: ارتبتم بيأسهنّ، لأن اليأس: هو انقطاع الرجاء والمرتاب بيأسها مرجوّ لها، وغير جائز ارتفاع الرجاء ووجوده في وقت واحد، فإذا كان الصواب من القول في ذلك ما قلنا، فبين أن تأويل الآية: واللائي يئسن من المحيض من نسائكم إن ارتبتم بالحكم فيهنّ، وفي عِددهنّ، فلم تدروا ما هنّ، فإن حكم عددهنّ إذا طلقن، وهنّ ممن دخل بهنّ أزواجهنّ، فعدتهن ثلاثة أشهر ( وَاللائِي لَمْ يَحِضْنَ ) يقول: وكذلك عدد اللائي لم يحضن من الجواري لصغر إذا طلقهنّ أزواجهنّ بعد الدخول.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أسباط، عن السديّ في قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ ) يقول: التي قد ارتفع حيضها، فعدتها ثلاثة أشهر ( وَاللائِي لَمْ يَحِضْنَ ) قال: الجواري.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ ) وهنّ اللواتي قعدن من المحيض فلا يحضن، واللائي لم يحضن هنّ الأبكار التي لم يحضن، فعدتهنّ ثلاثة أشهر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ ) ... الآية، قال: القواعد من النساء ( وَاللائِي لَمْ يَحِضْنَ ) : لم يبلغن المحيض، وقد مُسِسْن، عدتهنّ ثلاثة.وقوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) في انقضاء عدتهنّ أن يضعن حملهنَّ، وذلك إجماع من جميع أهل العلم في المطلقة الحامل، فأما في المتوفى عنها ففيها اختلاف بين أهل العلم.وقد ذكرنا اختلافهم فيما مضى من كتابنا هذا، وسنذكر في هذا الموضع بعض ما لم نذكره هنالك.ذكر من قال: حكم قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) عام في المطلَّقات والمتوفى عنهنّ.حدثنا زكريا بن يحيى بن أبان المصريّ، قال: ثنا سعيد بن أبي مريم، قال: ثنا محمد بن جعفر، قال: ثني ابن شبرمة الكوفي، عن إبراهيم، عن علقمة، عن قيس أن ابن مسعود قال: من شاء لاعنته، ما نـزلت: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) إلا بعد آية المتوفى عنها زوجها، وإذا وضعت المتوفي عنها فقد حلت؛ يريد بآية المتوفي عنها  وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  .حدثنا أَبو كريب، قال: ثنا مالك، يعني ابن إسماعيل، عن ابن عيينة، عن أيوب، عن ابن سيرين عن أَبي عطية قال: سمعت ابن مسعود يقول: من شاء قاسمته نـزلت سورة النساء القُصْرَي بعدها، يعني بعد أربعة أشهر وعشرًا.حدثني يعقوب بن إبراهيم، قال: ثنا ابن عُلَية، قال: أخبرنا أيوب، عن محمد، قال: لقيت أبا عطية مالك بن عامر، فسألته عن ذلك، يعني عن المتوفى عنها زوجها إذا وضعت قبل الأربعة أشهر والعشر، فأخذ يحدثني بحديث سُبيعة، قلت: لا هل سمعت من عبد الله في ذلك شيئًا؟ قال: نعم، ذكرت ذات يوم أو ذات ليلة عند عبد الله، فقال: أرأيت إن مضت الأربعة أشهر والعشر ولم تضع أقد أحلَّت؟ قالوا: لا قال: أفتجعلون عليها التغليظ، ولا تجعلون لها الرخصة، فو الله لأنـزلت النساء القُصْرَى بعد الطُّولَى.حدثني يعقوب، قال: ثنا ابن علية، عن ابن عون، قال: قال الشعبيُّ: من شاء حالفته لأنـزلت النساء القُصْرَى بعد الأربعة الأشهر والعشر التي في سورة البقرة.حدثني أحمد بن منيع، قال: ثنا محمد بن عبيد، قال: ثنا إسماعيل بن أبي خالد، عن الشعبي، قال: ذكر عبد الله بن مسعود آخر الأجلين، فقال: من شاء قاسمته بالله أن هذه الآية التي أنـزلت في النساء القُصْرَى نـزلت بعد الأربعة الأشهر، ثم قال: أجل الحامل أن تضع ما في بطنها.حدثنا ابن حميد، قال: ثنا جرير، عن مُغيرة، قال: قلت للشعبي: ما أصدّق أن عليًا رضي الله عنه كان يقول: آخر الأجلين أن لا تتزوّج المتوفى عنها زوحها حتى يمضي آخر الأجلين؛ قال الشعبيّ: بلى وصدق أشدّ ما صدّقت بشيء قط؛ وقال عليّ رضي الله عنه إنما قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) المطلقات، ثم قال: إن عليًا رضي الله عنه وعبد الله كانا يقولان في الطلاق بحلول أجلها إذا وضعت حملها.حدثنا أَبو كريب، قال: ثنا موسى بن داود، عن ابن لهيعة، عن عمرو بن شعيب، عن سعيد بن المسيب، عن أُبيّ بن كعب، قال: لما نـزلت هذه الآية: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) قال: قلت: يا رسول الله، المتوفى عنها زوجها والمطلقة، قال: \" نَعَمْ\".حدثنا أَبو كُرَيب، قال: ثنا مالك بن إسماعيل، عن ابن عيينة، عن عبد الكريم بن أبي المخارق، يحدث عن أُبيّ بن كعب، قال: \" سألت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عن ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) قال: أجَلُ كُلّ حامِل أن تضَعَ مَا فِي بَطْنِهَا \".حدثني محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) قال: للمرأة الحُبلى التي يطلقها زوجها وهي حامل، فعدتها أن تضع حملها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) فإذا وضعت ما في رحمها فقد انقضت عدتها، ليس المحيض من أمرها في شيء إذا كانت حاملا.وقال آخرون: ذلك خاصّ في المطلقات، وأما المتوفى عنها فإن عدتها آخر الأجلين، وذلك قول مرويّ عن عليّ وابن عباس رضي الله عنهما.وقد ذكرنا الرواية بذلك عنهما فيما مضى قبل.والصواب من القول فى ذلك أنه عامّ في المطلقات والمتوفى عنهنّ، لأن الله جلّ وعزّ، عمّ بقوله بذلك فقال: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) ولم يخصص بذلك الخبر عن مطلقة دون متوفى عنها، بل عمّ الخبر به عن جميع أولات الأحمال، إن ظنّ ظانّ أن قوله: ( وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ) في سياق الخبر عن أحكام المطلقات دون المتوفى عنهنّ، فهو بالخبر عن حكم المطلقة أولى بالخبر عنهنّ، وعن المتوفى عنهنّ، فإن الأمر بخلاف ما ظنّ، وذلك أن ذلك وإن كان في سياق الخبر عن أحكام المطلقات، فإنه منقطع عن الخبر عن أحكام المطلقات، بل هو خبر مبتدأ عن أحكام عدد جميع أولات الأحمال المطلقات منهنّ وغير المطلقات، ولا دلالة على أنه مراد به بعض الحوامل دون بعض من خبر ولا عقل، فهو على عمومه لما بيَّنا.وقوله: ( وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا ) يقول جلّ ثناؤه: ومن يخف الله فرهبه، فاجتنب معاصيه، وأدّى فرائضه، ولم يخالف إذنه في طلاق امرأته، فإنه يجعل الله له من طلاقه ذلك يسرًا، وهو أن يسهل عليه إن أراد الرخصة لاتباع نفسه إياها الرجعة ما دامت في عدتها وإن انقضت عدتها، ثم دعته نفسه إليها قدر على خطبتها.",
  "ayah": 4,
  "surah": 65
}
