{
  "text": "الثانية : قوله تعالى : إنا كل شيء قراءة العامة كل بالنصب . وقرأ أبو السمال \" كل \" بالرفع على الابتداء . ومن نصب فبإضمار فعل وهو اختيار الكوفيين ; لأن \" إن \" تطلب الفعل فهي به أولى ، والنصب أدل على العموم في المخلوقات لله تعالى ; لأنك لو حذفت \" خلقناه \" المفسر وأظهرت الأول لصار إنا خلقنا كل شيء بقدر . ولا يصح كون خلقناه صفة لشيء ; لأن الصفة لا تعمل فيما قبل الموصوف ، ولا تكون تفسيرا لما يعمل فيما قبله .الذي عليه أهل السنة أن الله سبحانه قدر الأشياء ; أي علم مقاديرها وأحوالها وأزمانها قبل إيجادها ، ثم أوجد منها ما سبق في علمه أنه يوجده على نحو ما سبق في علمه ، فلا يحدث حدث في العالم العلوي والسفلي إلا وهو صادر عن علمه تعالى وقدرته وإرادته دون خلقه ، وأن الخلق ليس لهم فيها إلا نوع اكتساب ومحاولة ونسبة وإضافة ، وأن ذلك كله إنما حصل لهم بتيسير الله تعالى وبقدرته وتوفيقه وإلهامه ، سبحانه لا إله إلا هو ، ولا خالق غيره ; كما نص عليه القرآن والسنة ، لا كما قالت القدرية وغيرهم من أن الأعمال إلينا والآجال بيد غيرنا .قال أبو ذر رضي الله عنه : قدم وفد نجران على رسول الله صلى الله عليه وسلم فقالوا : الأعمال إلينا والآجال بيد غيرنا ; فنزلت هذه الآيات إلى قوله : إنا كل شيء خلقناه بقدر فقالوا : يا محمد يكتب علينا الذنب ويعذبنا ؟ فقال : أنتم خصماء الله يوم القيامة .روى أبو الزبير عن جابر بن عبد الله رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إن مجوس هذه الأمة المكذبون بأقدار الله إن مرضوا فلا تعودوهم وإن ماتوا فلا تشهدوهم وإن لقيتموهم فلا تسلموا عليهم . خرجه ابن ماجه في سننه . وخرج أيضا عن ابن عباس وجابر قالا : قال رسول الله صلى الله عليه وسلم : صنفان من أمتي ليس لهم في الإسلام نصيب : أهل الإرجاء والقدر . وأسند النحاس : وحدثنا إبراهيم بن شريك الكوفي قال حدثنا عقبة بن مكرم الضبي قال حدثنا يونس بن بكير عن سعيد بن ميسرة عن أنس قال : قال رسول الله صلى الله عليه وسلم : القدرية الذين يقولون الخير والشر بأيدينا ليس لهم في شفاعتي نصيب ولا أنا منهم ولا هم مني . وفي صحيح مسلم أن ابن عمر تبرأ منهم ولا يتبرأ إلا من كافر ، ثم أكد هذا بقوله : والذي يحلف به عبد الله بن عمر لو أن لأحدهم مثل أحد ذهبا فأنفقه ما قبل الله منه حتى يؤمن بالقدر . وهذا مثل قوله تعالى في المنافقين : وما منعهم أن تقبل منهم نفقاتهم إلا أنهم كفروا بالله وبرسوله [ ص: 136 ] وهذا واضح . وقال أبو هريرة : قال النبي صلى الله عليه وسلم : الإيمان بالقدر يذهب الهم والحزن .",
  "ayah": 49,
  "surah": 54
}
