{
  "text": "আমরা আপনার কাছে তাদের বৃত্তান্ত সঠিকভাবে বর্ণনা করছি; তারা তো ছিল কয়েকজন যুবক [১], তারা তাদের রব এর উপর ঈমান এনেছিল [২] এবং আমরা তাদের হিদায়াত বৃদ্ধি করে দিয়েছিলাম [৩] ,\nদ্বিতীয় রুকু’\n[১] فتية  শব্দটি فتي এর বহুবচন, অর্থ যুবক। [ফাতহুল কাদীর] তাফসীরবিদগণ লিখেছেন, এ শব্দের মধ্যে ইঙ্গিত আছে যে, কর্ম সংশোধন, চরিত্র গঠন এবং হেদায়াত লাভের উপযুক্ত সময় হচ্ছে যৌবনকাল। বৃদ্ধ বয়সে পূৰ্ববতী কর্ম ও চরিত্র এত শক্তভাবে শেকড় গেড়ে বসে যে, যতই এর বিপরীত সত্য পরিস্ফুট হোক না কেন, তা থেকে বের হয়ে আসা দুরূহ হয়ে পড়ে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দাওয়াতে বিশ্বাস স্থাপনকারী সাহাবায়ে কেরামের মধ্যে অধিকাংশ ছিলেন যুবক। [ইবন কাসীর]\n[২] আসহাবে কাহফের স্থান ও কাল নির্ণয়ে বিভিন্ন মত এসেছে। এগুলোর কোনটি যে সঠিক সে ব্যাপারে সঠিক কোন সিদ্ধান্তে আসা সম্ভব নয়। আলেমগণ এ ব্যাপারে দু'টি অবস্থান গ্ৰহণ করেছেন। তাদের একদলের মত হলো, আমাদেরকে শুধু এ ঘটনার শুদ্ধ হওয়া ও তা থেকে শিক্ষা নেয়ার উপরই প্রচেষ্টা চালানো উচিত। তাদের স্থান ও কাল নির্ধারনে ব্যস্ত হওয়ার প্রয়োজন নেই। অন্য একদল মুফাসসির ও ঐতিহাসিক এ ব্যাপারে বিভিন্ন মত পেশ করার মাধ্যমে কাহিনীটি বোঝার ক্ষেত্রে সহযোগিতা করতে চেয়েছেন। তাদের অধিকাংশের মতে, আসহাবে কাহফের ঘটনাটি ঘটে আফসোস নগরীতে। হাফেয ইবন কাসীর রাহেমাহুল্লাহ তার তাফসীরে এ সাতজন যুবকের কালকে ঈসা আলাইহিসসালামের পূর্বেকার ঘটনা বলে মত দিয়েছেন। ইয়াহুদীগণ কর্তৃক এ ঘটনাটিকে বেশী প্রাধান্য দেয়া এবং মক্কার মুশরিকদেরকে এ বিষয়টি নিয়ে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে প্রশ্ন করতে শিখিয়ে দেয়াকে তিনি তার মতের সপক্ষে দলীল হিসেবে পেশ করেন। [দেখুন, ইবন কাসীর]\nকিন্তু অধিকাংশ মুফাসসির ও ঐতিহাসিকগণ এ ঘটনাটিকে ঈসা আলাইহিসসালামের পরবর্তী ঘটনা বলে বর্ণনা করে থাকেন। তাদের মতে, ঈসা আলাইহিস সালামের পর যখন তার দাওয়াত রোম সামাজ্যে পৌছতে শুরু করে তখন এ শহরের কয়েকজন যুবকও শির্ক থেকে তাওবা করে এক আল্লাহর প্রতি ঈমান আনে। বিভিন্ন ঐতিহাসিক গ্রন্থে তাদের যে বর্ণনা এসেছে তা সংক্ষেপ করলে নিম্নরূপ দাঁড়ায়ঃ তারা ছিলেন সাতজন যুবক। তাদের ধর্মান্তরের কথা শুনে তৎকালীন রাজা তাদেরকে নিজের কাছে ডেকে পাঠান। তাদের জিজ্ঞেস লরেন তোমাদের ধর্ম কি? তারা জানতেন, এ রাজা ঈসার অনুসারীদের রক্তের পিপাসু। কিন্তু তারা কোন প্রকার শংকা না করে পরিষ্কার বলে দেন, আমাদের রব তিনিই যিনি পৃথিবী ও আকাশের রব। তিনি ছাড়া অন্য কোন মাবুদকে আমরা ডাকি না। যদি আমরা এমনটি করি তাহলে অনেক বড় গুনাহ করবো। রাজা প্রথমে ভীষণ ক্রুদ্ধ হয়ে বলেন, তোমাদের মুখ বন্ধ করো, নয়তো আমি এখনই তোমাদের হত্যা করার ব্যবস্থা করবো। তারপর কিছুক্ষণ থেমে থেকে বললেন, তোমরা এখনো শিশু। তাই তোমাদের তিনদিন সময় দিলাম। ইতিমধ্যে যদি তোমরা নিজেদের মত বদলে ফেলো এবং জাতির ধর্মের দিকে ফিরে আসো তাহলে তো ভাল, নয়তো তোমাদের শিরচ্ছেদ করা হবে। এ তিন দিন অবকাশের সুযোগে এ সাতজন যুবক শহর ত্যাগ করেন। তারা কোন গুহায় লুকাবার জন্য পাহাড়ের পথ ধরেন। পথে একটি কুকুর তাদের সাথে চলতে থাকে। তারা কুকুরটাকে তাদের পিছু নেয়া থেকে বিরত রাখার জন্য বহু চেষ্টা করেন। কিন্তু সে কিছুতেই তাদের সংগ ত্যাগ করতে রায়ী হয়নি। শেষে একটি বড় গভীর বিস্তৃত গুহাকে ভাল আশ্রয়স্থল হিসেবে বেছে নিয়ে তারা তার মধ্যে লুকিয়ে পড়েন। কুকুরটি গুহার মুখে বসে পড়ে। দারুন ক্লান্ত পরিশ্রান্ত থাকার কারণে তারা সবাই সংগে সংগেই ঘুমিয়ে পড়েন। কয়েকশত বছর পর তারা জেগে উঠেন। তখন ছিল অন্য রাজার শাসনামল। রোম সাম্রাজ্য তখন নাসারা ধর্ম গ্ৰহণ করেছিল এবং আফসোস শহরের লোকেরাও মূর্তিপূজা ত্যাগ করেছিল।\nএটা ছিল এমন এক সময় যখন রোমান সাম্রাজ্যের অধিবাসীদের মধ্যে মৃত্যু পরের জীবন এবং কিয়ামতের দিন হাশরের মাঠে জমায়েত ও হিসেব নিকেশ হওয়া সম্পর্কে প্ৰচণ্ড মতবিরোধ চলছিল। আখেরাত অস্বীকারের বীজ লোকদের মন থেকে কিভাবে নিৰ্ম্মল করা যায় এ ব্যাপারটা নিয়ে কাইজার নিজে বেশ চিন্তিত ছিলেন। একদিন তিনি আল্লাহর কাছে দো'আ করেন যেন তিনি এমন কোন নির্দশন দেখিয়ে দেন যার মাধ্যমে লোকেরা আখেরাতের প্রতি বিশ্বাস স্থাপন করতে পারে। ঘটনাক্রমে ঠিক এ সময়েই এ যুবকরা ঘুম থেকে জেগে উঠেন। জেগে উঠেই তারা পরস্পরকে জিজ্ঞেস করেন, আমরা কতক্ষণ ঘুমিয়েছি? কেউ বলেন একদিন, কেউ বলেন দিনের কিছু অংশ। তারপর আবার একথা বলে সবাই নীরব হয়ে যান যে এ ব্যাপারে আল্লাহই ভাল জানেন। এরপর তারা নিজেদের একজন সহযোগীকে রূপার কয়েকটি মুদ্রা দিয়ে খাবার আনার জন্য শহরে পাঠান। তারা ভয় করছিলেন, লোকেরা আমাদের ঠিকানা জানতে পারলে আমাদের ধরে নিয়ে যাবে এবং মূর্তি পূজা করার জন্য আমাদের বাধ্য করবে। কিন্তু লোকটি শহরে পৌঁছে সবকিছু বদলে গেছে দেখে অবাক হয়ে যান। একটি দোকানে গিয়ে তিনি কিছু রুটি কিনেন এবং দোকানদারকে একটি মুদ্রা দেন। এ মুদ্রার গায়ে অনেক পুরাতন দিনের সম্রাটের ছবি ছাপানো ছিল। দোকানদার এ মুদ্রা দেখে অবাক হয়ে যায়। সে জিজ্ঞেস করে, এ মুদ্রা কোথায় পেলে? লোকটি বলে, এ আমার নিজের টাকা, অন্য কোথাও থেকে নিয়ে আসিনি। এ নিয়ে দু'জনের মধ্যে বেশ কথা কাটাকাটি হয়। লোকদের ভীড় জমে উঠে। এমন কি শেষ পর্যন্ত বিষয়টি নগর কোতোয়ালের কাছে পৌছে যায়। কোতোয়াল বলেন, এ গুপ্ত ধন যেখান থেকে এনেছো সেই জায়গাটা কোথায় আমাকে বলো। সে বলেন, কিসের গুপ্তধন? এ আমার নিজের টাকা। কোন গুপ্তধনের কথা আমার জানা নেই। কোতোয়াল বলেন, তোমার একথা মেনে নেয়া যায় না। কারণ তুমি যে মুদ্রা এনেছো এতো কয়েক শো বছরের পুরনো। তুমি তো সবেমাত্র যুবক, আমাদের বুড়োরাও এ মুদ্রা দেখেনি। নিশ্চয়ই এর মধ্যে কোন রহস্য আছে। লোকটি যখন শোনেন অত্যাচারী যালেম শাসক মারা গেছে বহুযুগ আগে তখন তিনি বিস্ময়াভিভূত হয়ে পড়েন। কিছুক্ষণ পর্যন্ত তিনি কোন কথাই বলতে পারেন না। তারপর আস্তে আস্তে বলেন, এ তো মাত্ৰ কালই আমি এবং আমার ছয়জন সাথী এ শহর থেকে পালিয়ে গিয়েছিলাম এবং যালেম বাদশার যুলুম থেকে আত্মরক্ষা করার জন্য একটি গুহায় আশ্রয় নিয়েছিলাম। লোকটির একথা শুনে কোতোয়ালও অবাক হয়ে যান। তিনি তাকে নিয়ে যেখানে তার কথা মতো তারা লুকিয়ে আছেন সেই গুহার দিকে চলেন। বিপুল সংখ্যক জনতাও তাদের সাথী হয়ে যায়। তারা যে যথার্থই অনেক আগের সম্রাটের আমলের লোক সেখানে পৌঁছে। এ ব্যাপারটি পুরোপুরি প্রমাণিত হয়ে যায়। এ ঘটনার খবর তৎকালীন সমাটের কাছেও পাঠানো হয়। তিনি নিজে এসে তাদের সাথে দেখা করেন। তারপর হঠাৎ তারা সাতজন গুহার মধ্যে গিয়ে সটান শুয়ে পড়েন এবং তাদের মৃত্যু ঘটে। এ সুস্পষ্ট নির্দশন দেখে লোকেরা যথার্থই মৃত্যুর পরে জীবন আছে বলে বিশ্বাস করে। এ ঘটনার পর সম্রাটের নির্দেশে গুহায় একটি ইবাদাতখানা নির্মাণ করা হয়। [বিস্তারিত দেখুন, কুরতুবী; বাগভী; ইবন কাসীর; তাফসীর ও আল-বিদায়াহ ওয়ান নিহায়াহঃ ২/৫৭০]\n[৩] আয়াতের অর্থ হলো, যখন তারা সাচ্চা দিলে ঈমান আনলো তখন আল্লাহ তাদের ঈমান বৃদ্ধির মাধ্যমে সঠিকপথে চলার ক্ষমতা বাড়িয়ে দিলেন এবং তাদের ন্যায় ও সত্যের উপর অবিচল থাকার সুযোগ দিলেন। তারা নিজেদেরকে বিপদের মুখে ঠেলে দেবে কিন্তু বাতিলের কাছে মাথা নত করবে না। এ আয়াত আহলে সুন্নাত ওয়াল জামা'আতের একটি সুস্পষ্ট দলীল যে, ঈমানের হ্রাস-বৃদ্ধি ঘটে। অনুরূপ দলীল সূরা মুহাম্মদ এর ১৭, সূরা আত-তাওবার ১২৪ এবং সূরা আল-ফাতহ এর ৪ নং আয়াতেও এসেছে ।",
  "ayah": 13,
  "surah": 18
}
