{
  "text": "আর অবশ্যই আমরা মানুষের জন্য এ কুরআনের সব ধরনের উপমা বিশদভাবে বর্ণনা করেছি [১]। আর মানুষ সবচেয়ে বেশি বিতর্কপ্রিয় [২]।\nঅষ্টম রুকু\n[১] অর্থাৎ আল্লাহ বলছেন, আমরা কুরআনে প্রতিটি বিষয় স্পষ্ট ও বিস্তারিত বর্ণনা করেছি। কোন ফাঁক রাখিনি। যাতে তারা সৎপথ থেকে হারিয়ে না যায়; হেদায়াতের পথ থেকে বের না হয়ে যায়। [ইবন কাসীর] এত সুন্দরভাবে বর্ণনা করার পরও এখন সত্যকে মেনে নেবার পথে তাদের জন্য কি বাধা হয়ে দাঁড়াচ্ছে? শুধুমাত্র এটিই যে তারা আযাবের অপেক্ষা করছে।\n[২] সমগ্র সৃষ্টজীবের মধ্যে মানুষ সর্বাধিক তর্কপ্রিয়। এর সমর্থনে আনাস রাদিয়াল্লাহু ‘আনহু থেকে একটি হাদীস বর্ণিত রয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “কেয়ামতের দিন কাফেরদের মধ্য থেকে এক ব্যক্তিকে পেশ করা হবে। তাকে প্রশ্ন করা হবেঃ আমার প্রেরিত রাসূল সম্পর্কে তোমার কর্মপন্থা কেমন ছিল? সে বলবেঃ হে আমার রব! আমি তো আপনার প্রতি, আপনার রাসূলের প্রতি বিশ্বাস স্থাপন করেছিলাম এবং তাদের আনুগত্য করেছিলাম। আল্লাহ তা'আলা বলবেনঃ তোমার আমলনামা সামনে রাখা রয়েছে। এতে তো এমন কিছু নেই। লোকটি বলবেঃ আমি এই আমলনামা মানি না। আমি এ আমলনামার লেখকদেরকে চিনি না এবং আমল করার সময় তাদেরকে দেখিনি। আল্লাহ তা'আলা বলবেনঃ সামনে লওহে-মাহফুয রয়েছে। এতেও তোমার অবস্থা এরূপই লিখিত রয়েছে। সে বলবেঃ হে আমার রব! আপনি আমাকে যুলুম থেকে আশ্রয় দিয়েছেন কি না? আল্লাহ বলবেনঃ নিশ্চয় যুলুম থেকে তুমি আমার আশ্রয়ে রয়েছ। সে বলবেঃ হে আমার রব! যেসব সাক্ষ্য আমি দেখিনি সেগুলো কিরূপে আমি মানতে পারি? আমার নিজের পক্ষ হতে যে সাক্ষ্য হবে, আমি তাই মানতে পারি। তখন তার মুখ সীল করে দেয়া হবে এবং তার হাত-পা তার কুফর এবং শির্ক সম্পর্কে সাক্ষ্য দেবে। এরপর তাকে জাহান্নামে নিক্ষেপ করা হবে। ' [দেখুন মুসলিমঃ ৫২৭১]\nঅন্য এক হাদীসে এসেছে, ‘রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম একদিন আলী ও ফাতেমাকে দেখতে গিয়েছিলেন, তাদেরকে তিনি বললেনঃ তোমরা রাতে সালাত আদায় কর না? তারা বললেনঃ আমরা ঘুমোলে আল্লাহ আমাদের প্রাণ হরণ করে তার হাতে নিয়ে নেন। সুতরাং আমরা কিভাবে সালাত আদায় করব? তখন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম ফিরে গেলেন, তারপর তাকে শুনলাম। তিনি ফেরা অবস্থায় নিজের রানে আঘাত করছেন। আর বলছেন, মানুষ ভীষণ ঝগড়াটে।' [বুখারীঃ ১১২৭, ৪৭২৪, মুসলিমঃ ৭৭৫]\nএখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ও ফাতেমা রাদিয়াল্লাহু আনহুমার পক্ষ থেকে এ ধরনের বিতণ্ডা অপছন্দ করলেন। কারণ, এটা বাতিল তর্ক। মহান আল্লাহর আনুগত্য না করার জন্য তাকদীরের দোহাই দেয়া জায়েয নেই।",
  "ayah": 54,
  "surah": 18
}
