{
  "text": "আর ঐ প্রাচীরটি—সেটি ছিল নগরবাসী দুই ইয়াতিম কিশোরের এবং এর নীচে আছে তাদের গুপ্তধন [১] আর তাদের পিতা ছিল সৎকর্মপরায়ণ [২]। কাজেই আপনার রব তাদের প্রতি দয়াপরবশ হয়ে ইচ্ছে করলেন যে, তারা বয়ঃপ্রাপ্ত হোক এবং তারা তাদের ধনভাণ্ডার উদ্ধার করুক। আর আমি নিজ থেকে কিছু করিনি; আপনি যে বিষয়ে ধৈর্য ধারনে অপারগ হয়েছিলেন, এটাই তার ব্যাখ্যা [৩]।\n[১] এখানে আল্লাহ্ তাআলা সে প্রাচীরের নীচে খনি আছে বলেছেন। এর অতিরিক্ত কোন তাফসীর করেননি। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম থেকেও সহীহ কোন তাফসীর বর্ণিত হয়নি। তাই এ ব্যাপারে সঠিক কোন মতামত দেয়া যায় না। তবে কাতাদাহ রাহিমাহুল্লাহ থেকে সহীহ সনদে বর্ণিত হয়েছে যে, এখানে গচ্ছিত খনি বলতে সম্পদ বোঝানো হয়েছে। আর আয়াতের ভাষ্য থেকেও এ অর্থই বেশী সুস্পষ্ট। [দেখুন, তাবারী]\n[২] এতে ইঙ্গিত রয়েছে যে, খাদির ‘আলাইহিস সালাম-এর মাধ্যমে ইয়াতীম বালকদের জন্য রক্ষিত গুপ্তধনের হেফাযত এজন্য করানো হয় যে, তাদের পিতা একজন সৎকর্মপরায়ণ আল্লাহর প্রিয় বান্দা ছিলেন। তাই আল্লাহ তা’আলা তার সন্তান-সন্ততির উপকারার্থে এ ব্যবস্থা করেন। [ইবন কাসীর]\n[৩] খাদির ‘আলাইহিস সালাম জীবিত আছেন, না ওফাত হয়ে গেছেঃ এ বিষয়ের সাথে কুরআনে বর্ণিত ঘটনার কোন সম্পর্ক নেই। তাই কুরআন ও হাদীসে স্পষ্টতঃ এ সম্পর্কে কিছু উল্লেখ করা হয়নি। এ ব্যাপারে সর্বকালেই আলেমদের বিভিন্নরূপ মতামত পরিদৃষ্ট হয়েছে। যাদের মতে তিনি জীবিত আছেন, তাদের প্রমাণ হচ্ছে একটি বর্ণনা। যাতে বলা হয়েছেঃ যখন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর ওফাত হয়ে যায়, তখন সাদা-কালো দাড়িওয়ালা জনৈক ব্যক্তি আগমন করে এবং ভীড় ঠেলে ভেতরে প্রবেশ করে কান্নাকাটি করতে থাকে। এই আগন্তুক সাহাবায়ে কেরামের দিকে মুখ করে বলতে থাকেঃ আল্লাহর দরবারেই প্রত্যেক বিপদ থেকে সবর আছে, প্রত্যেক বিলুপ্ত বিষয়ের প্রতিদান আছে এবং তিনি প্রত্যেক ধ্বংসশীল বস্তুর স্থলাভিষিক্ত। তাই তাঁর দিকেই প্রত্যাবর্তন কর এবং তার কাছেই আগ্রহ প্রকাশ কর। কেননা, যে ব্যক্তি বিপদের সওয়াব থেকে বঞ্চিত হয়, সে-ই প্রকৃত বঞ্চিত। আগন্তুক উপরোক্ত বাক্য বলে বিদায় হয়ে গেলে আবু বকর রাদিয়াল্লাহু আনহু ও আলী রাদিয়াল্লাহু ‘আনহু বললেনঃ ইনি খাদির ‘আলাইহিস সালাম। [মুস্তাদরাকঃ ৩/৫৯, ৬০] তবে বর্ণনাটি সম্পূর্ণ বানোয়াট।\nপক্ষান্তরে যারা খাদির ‘আলাইহিস সালাম-এর জীবদ্দশা অস্বীকার করে, তাদের বড় প্রমাণ হচ্ছে\nএক) আল্লাহ তা’আলার বাণীঃ “আমরা আপনার আগেও কোন মানুষকে অনন্ত জীবন দান করিনি”। [সূরা আল-আম্বিয়ঃ ৩৪] সুতরাং খাদির আলাইহিসসালামও অনন্ত জীবন লাভ করতে পারেন না। তিনি নিশ্চয়ই অন্যান্য মানুষের মত মারা গেছেন।\nদুই) আব্দুল্লাহ ইবনে ওমর রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম জীবনের শেষ দিকে এক রাতে আমাদেরকে নিয়ে এশার সালাত আদায় করেন। সালাত শেষে তিনি দাঁড়িয়ে যান এবং নিমোক্ত কথাগুলো বলেনঃ “তোমরা কি আজকের রাতটি লক্ষ্য করছ? এই রাত থেকে একশ’ বছর পর আজ যারা পৃথিবীতে আছে, তাদের কেউ জীবিত থাকবে না। ’ [মুসলিমঃ ২৫৩৭]\nতিন) অনুরূপভাবে, খাদির ‘আলাইহিস সালাম রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর আমলে জীবিত থাকলে তার কাছে উপস্থিত হয়ে ইসলামের সেবায় আত্মনিয়োগ করা তার জন্য অপরিহার্য ছিল। কেননা, হাদীসে বলা হয়েছে “মূসা জীবিত থাকলে আমার অনুসরণ করা ছাড়া তারও গত্যন্তর ছিল না। ” [মুসনাদে আহমাদঃ ৩/৩৩৮] (কারণ, আমার আগমনের ফলে তার দ্বীন রহিত হয়ে গেছে। )\nচার) বদরের প্রান্তরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ “যদি আপনি এ ক্ষুদ্র দলটিকে ধ্বংস করেন তবে যমীনের বুকে আপনার ইবাদতকারী কেউ থাকবে না”। [মুসলিমঃ ১৭৬৩] এতে বোঝা যাচ্ছে যে, খাদির নামক কেউ জীবিত নেই।\nএ সব দলীল-প্রমাণ দ্বারা সুস্পষ্ট হয়ে গেছে, খাদির ‘আলাইহিস সালাম জীবিত নেই। সুতরাং যারাই তার সাথে সাক্ষাতের দাবী করবে, তারাই মিথ্যার উপর রয়েছে। এটাও অসম্ভব নয় যে, শয়তান তাদেরকে খাদিরের রূপ ধরে বিভ্রান্ত করছে। কারণ, শয়তানের পক্ষে খাদিরের রূপ ধারণ করা অসম্ভব নয়। [বিস্তারিত দেখুন, ইবন কাসীর; ইবন তাইমিয়্যাহ, মাজমু ফাতাওয়া ৪/৩৩৭]",
  "ayah": 82,
  "surah": 18
}
