{
  "text": "তারা বলল, ‘হে যুল-কারনাইন! ইয়াজুজ ও মাজুজ [১] তো যমীনে অশান্তি সৃষ্টি করছে। তাই আমরা কি আপনাকে খরচ দেব যে, আপনি আমাদের ও তাদের মধ্যে এক প্রাচীর গড়ে দেবেন?\n[১] ইয়াজুজ-মাজুজ সম্পর্কে কুরআন ও হাদীসের সুস্পষ্ট বর্ণনা থেকে এতটুকু নিঃসন্দেহে প্রমাণিত হয় যে, ইয়াজুজ-মাজুজ মানব সম্প্রদায়ভুক্ত। অন্যান্য মানবের মত তারাও নূহ ‘আলাইহিস সালাম-এর সন্তান-সন্ততি। কুরআনুল করীম স্পষ্টতঃই বলেছে\nوَجَعَلْنَا ذُرِّيَّتَهٗ هُمُ الْبَاقِيْنَ\n[আস-সাফফাতঃ ৭৭] অর্থাৎ নুহের মহাপ্লাবনের পরদুনিয়াতে যত মানুষ আছে এবং থাকবে, তারা সবাই নূহ ‘আলাইহিস সালাম-এর সন্তান-সন্ততি হবে। ঐতিহাসিকবৰ্ণনা এব্যাপারে একমত যে, তারা ইয়াফেসের বংশধর। [মুসনাদে আহমাদঃ ৫/১১] তাদের অবশিষ্ট অবস্থা সম্পর্কে সর্বাধিক বিস্তারিত ও সহীহ হাদীস হচ্ছে নাওয়াস ইবনে সামআন রাদিয়াল্লাহু ‘আনহু-এর হাদীসটি। সেখানে দাজ্জালের ঘটনা ও তার ধ্বংসের কথা বিস্তারিত বর্ণনার পর বলা হয়েছে, “এমতাবস্থায় আল্লাহ তা'আলা ঘোষণা করবেনঃ আমি আমার বান্দাদের মধ্য থেকে এমন লোক বের করব, যাদের মোকাবেলা করার শক্তি কারো নেই। কাজেই (হে ঈসা!)। আপনি মুসলিমদেরকে সমবেত করে তুর পর্বতে চলে যান। (সে মতে তিনি তাই করবেন। ) অতঃপর আল্লাহ তা'আলা ইয়াজুজ-মাজুজের রাস্তা খুলে দেবেন। তাদের দ্রুত চলার কারণে মনে হবে যেন উপর থেকে পিছলে নীচে এসে পড়ছে। তাদের প্রথম দলটি তবরিয়া উপসাগরের কাছ দিয়ে যাওয়ার সময় তার পানি পান করে এমন অবস্থা করে দেবে যে, দ্বিতীয় দলটি এসে সেখানে কোনদিন পানি ছিল, একথা বিশ্বাস করতে পারবে না। ঈসা ‘আলাইহিস সালাম ও তার সঙ্গীরা তুর পর্বতে আশ্রয় নেবেন। অন্যান্য মুসলিমরা নিজ নিজ দূর্গে ও নিরাপদ স্থানে আশ্রয় নেবে। পানাহারের বস্তুসামগ্ৰী সাথে থাকবে, কিন্তু তাতে ঘাটতি দেখা দেবে। ফলে একটি গরুর মস্তককে একশ’ দীনারের চাইতে উত্তম মনে করা হবে। ঈসা 'আলাইহিস সালাম ও অন্যান্য মুসলিমরা কষ্ট লাঘবের জন্য আল্লাহর কাছে দো'আ করবেন। (আল্লাহ দো'আ কবুল করবেন ) তিনি মহামারী আকারে রোগব্যাধি পাঠাবেন। ফলে, অল্প সময়ের মধ্যেই ইয়াজুজ-মাজুজের গোষ্ঠী সবাই মরে যাবে। অতঃপর ঈসা 'আলাইহিস সালাম সঙ্গীদেরকে নিয়ে তুর পর্বত থেকে নীচে নেমে এসে দেখবেন। পৃথিবীতে তাদের মৃতদেহ থেকে অর্ধহাত পরিমিত স্থানও খালি নেই এবং (মৃতদেহ পঁচে) অসহ্য দুৰ্গন্ধ ছড়িয়ে পড়েছে। (এ অবস্থা দেখে পুনরায়) ঈসা আলাইহিস সালাম ও তার সঙ্গীরা আল্লাহর দরবারে দো'আ করবেন। (যেন এই বিপদও দূর করে দেয়া হয়)। আল্লাহ তা'আলা এ দো”আও কবুল করবেন এবং বিরাটাকার পাখি প্রেরণ করবেন, যাদের ঘাড় হবে উটের ঘাড়ের মত। (তারা মৃতদেহগুলো উঠিয়ে যেখানে আল্লাহ ইচ্ছা করবেন, সেখানে ফেলে দেবে। ) কোন কোন বর্ণনায় এসেছে, মৃতদেহগুলো সমুদ্রে নিক্ষেপ করবে। এরপর বৃষ্টি বর্ষিত হবে। কোন নগর ও বন্দর এ বৃষ্টি থেকে বাদ থাকবে না। ফলে সমগ্র ভূপৃষ্ঠ ধৌত হয়ে কাঁচের মত পরিস্কার হয়ে যাবে। অতঃপর আল্লাহ্ তা'আলা ভূপৃষ্ঠকে আদেশ করবেনঃ তোমার পেটের সমুদয় ফল-ফুল উদগীরণ করে দাও এবং নতুনভাবে তোমার বরকতসমূহ প্ৰকাশ কর। (ফলে তাই হবে এবং এমন বরকত প্ৰকাশিত হবে যে) একটি ডালিম একদল লোকের আহারের জন্য যথেষ্ট হবে এবং মানুষ তার ছাল দ্বারা ছাতা তৈরী করে ছায়া লাভ করবে। দুধে এত বরকত হবে যে, একটি উস্ত্রীর দুধ একদল লোকের জন্য, একটি গাভীর দুধ এক গোত্রের জন্য এবং একটি ছাগলের দুধ একটি পরিবারের জন্য যথেষ্ট হবে। (চল্লিশ বছর যাবত এই অসাধারণ বরকত ও শান্তি-শৃংখলা অব্যাহত থাকার পর যখন কেয়ামতের সময় সমাগত হবে; তখন) আল্লাহ তা'আলা একটি মনোরম বায়ু প্রবাহিত করবেন। এর পরশে সব মুসলিমের বগলের নীচে বিশেষ এক প্রকার রোগ দেখা দেবে এবং সবাই মৃত্যুমুখে পতিত হবে; শুধু কাফের ও দুষ্ট লোকেরাই অবশিষ্ট থেকে যাবে। তারা ভূ-পৃষ্ঠে জন্তু-জানোয়ারের মত খোলাখুলিই অপকর্ম করবে। তাদের উপরই কেয়ামত আসবে। ’ [মুসলিমঃ ২৯৩৭]\nআব্দুর রহমান ইবনে ইয়াযীদের বর্ণনায় ইয়াজুজ-মাজুজের কাহিনীর আরো অধিক বিবরণ পাওয়া যায়। তাতে রয়েছেঃ তবরিয়া উপসাগর অতিক্রম করার পর ইয়াজুজ-মাজুজ বায়তুল মোকাদাস সংলগ্ন পাহাড় জাবালুল-খমরে আরোহণ করে ঘোষণা করবেঃ আমরা পৃথিবীর সমস্ত অধিবাসীকে হত্যা করেছি। এখন আকাশের অধিবাসীদেরকে খতম করার পালা। সে মতে তারা আকাশের দিকে তীর নিক্ষেপ করবে। আল্লাহর আদেশে সে তীর রক্তরঞ্জিত হয়ে তাদের কাছে ফিরে আসবে। (যাতে বোকারা এই ভেবে আনন্দিত হবে যে, আকাশের অধিবাসীরাও শেষ হয়ে গেছে। ) [মুসলিমঃ ২৯৩৭] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ কেয়ামতের দিন আল্লাহ তা'আলা আদম ‘আলাইহিস সালাম-কে বলবেনঃ আপনি আপনার সন্তানদের মধ্য থেকে জাহান্নামীদেরকে তুলে আনুন। তিনি বলবেনঃ হে আমার রব! তারা কারা? আল্লাহ বলবেনঃ প্রতি হাজারে নয়শত নিরান্নব্বই জন জাহান্নামী এবং মাত্র একজন জান্নাতী ৷ একথা শুনে সাহাবায়ে কেরাম শিউরে উঠলেন এবং জিজ্ঞেস করলেনঃ হে আল্লাহর রাসূল! আমাদের মধ্যে সে একজন জান্নাতী কে হবে? তিনি উত্তরে বললেনঃ চিন্তা করো না। তোমাদের মধ্য থেকে এক এবং ইয়াজুজ-মাজুজের মধ্য থেকে এক হাজারের হিসেবে হবে। [মুসলিমঃ ২২২] রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম আরো বলেন যে, ইয়াজুজ-মাজুজের আবির্ভাবের পরও বায়তুল্লাহর হজ্ব ও উমরাহ অব্যাহত থাকবে। [বুখারীঃ ১৪৯০]\nতাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম একদিন ঘুম থেকে এমন অবস্থায় জেগে উঠলেন যে, তার মুখমণ্ডল ছিল রক্তিমাভ এবং মুখে এই বাক্য উচ্চারিত হচ্ছিলঃ “আল্লাহ ব্যতীত কোন উপাস্য নেই। আরবদের ধ্বংস নিকটবতী ! আজ ইয়াজুজ-মাজুজের প্রাচীরে এতটুকু ছিদ্র হয়ে গেছে। অতঃপর তিনি বৃদ্ধাঙ্গুলি ও তর্জনী মিলিয়ে বৃত্ত তৈরী করে দেখান। যয়নব রাদিয়াল্লাহু ‘আনহা বলেনঃ আমি এ কথা শুনে বললামঃ ইয়া রাসূলাল্লাহ! আমাদের মধ্যে সৎকর্মপরায়ণ লোক জীবিত থাকতেও কি ধ্বংস হয়ে যাবে? তিনি বললেনঃ হ্যাঁ, ধ্বংস হতে পারে; যদি অনাচারের আধিক্য হয় ৷ [বুখারীঃ ৩৩৪৬, মুসলিমঃ ২৮৮০]\nরাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম আরো বলেছেনঃ ইয়াজুজ-মাজুজ প্রত্যেহ যুলকারনাইনের দেয়ালটি খুঁড়তে থাকে। খুঁড়তে খুঁড়তে তারা এ লৌহ-প্রাচীরের প্রান্ত সীমার এত কাছাকাছি পৌছে যায় যে, অপরপাশ্বের আলো দেখা যেতে থাকে। কিন্তু তারা একথা বলে ফিরে যায় যে, বাকী অংশটুকু আগামী কাল খুঁড়ব। কিন্তু আল্লাহ তা'আলা প্রাচীরটিকে পূর্ববৎ মজবুত অবস্থায় ফিরিয়ে নেন। পরের দিন ইয়াজুজ-মাজুজ প্রাচীর খননে নতুনভাবে আত্মনিয়োগ করে। খননকার্যে আত্মনিয়োগ ও আল্লাহ তা'আলা থেকে মেরামতের এ ধারা ততদিন পর্যন্ত অব্যাহত থাকবে, যতদিন ইয়াজুজ-মাজুজকে বন্ধ রাখা আল্লাহর ইচ্ছা রয়েছে। যেদিন আল্লাহ তা’আলা তাদেরকে মুক্ত করার ইচ্ছা করবেন, সেদিন ওরা মেহনত শেষে বলবেঃ আল্লাহ ইচ্ছা করলে আমরা আগামী কাল অবশিষ্ট অংশটুকু খুঁড়ে ওপারে চলে যাব। (আল্লাহর নাম ও তাঁর ইচ্ছার উপর নির্ভর করার কারণে সেদিন ওদের তাওফীক হয়ে যাবে।) পরের দিন তারা প্রাচীরের অবশিষ্ট অংশকে তেমনি অবস্থায় পাবে এবং তারা সেটুকু খুঁড়েই প্রাচীর ভেদ করে ফেলবে। [তিরমিযিঃ ৩১৫৩, ইবনে মাজাহঃ ৪১৯৯, হাকিম মুস্তাদরাকঃ ৪/৪৮৮, মুসনাদে আহমাদঃ ২/৫১০, ৫১১] আল্লামা ইবনে কাসীর বলেনঃ ‘হাদীসের উদ্দেশ্য এই যে, ইয়াজুজ-মাজুজের প্রাচীর খনন করার কাজটি তখন শুরু হবে, যখন তাদের আবির্ভাবের সময় নিকটবতী হবে। কুরআনে বলা হয়েছে যে, এই প্রাচীর ছিদ্র করা যাবে না। এটা তখনকার অবস্থা, যখন যুলকারনাইন প্রাচীরটি নির্মান করেছিলেন। কাজেই এতে কোন বৈপরীত্য নেই। ” তাছাড়া কুরআনে তারা ছিদ্র পুরোপুরি করতে পারছে না বলা হয়েছে, যা হাদীসের ভাষ্যের বিপরীত নয়।",
  "ayah": 94,
  "surah": 18
}
