{
  "text": "وقوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) يقول: ويمنعون الناس منافع ما عندهم, وأصل الماعون من كلّ شيء منفعته، يقال للماء الذي ينـزل من السحاب ماعون، ومنه قول أعشى بني ثعلبة:بِــــأَجْوَدَ مِنْـــه بِمَاعُونِـــهِإذا مـــا سَــماؤُهُمُ لَــمْ تَغِــمْ (3)وقال آخر يصف سحابا:يَمُجُّ صّبيرُهُ المَاعُونَ صَبًا (4)وقال عبيد الراعي:قَــوْمٌ عَـلى الإسْـلامِ لَمَّـا يَمْنَعُـوامـــاعُونَهُمْ وَيُضَيِّعُــوا التَّهْلِيــلا (5)يعني بالماعون: الطاعة والزكاة.واختلف أهل التأويل في الذي عُنِيَ به من معاني الماعون في هذا الموضع, فقال بعضهم: عُنِيَ به الزكاة المفروضة.*ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن أبي نجيح, عن مجاهد, قال: قال عليّ رضى الله عنه في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الزكاة.حدثني ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن عبد الله بن أبي نجيح, عن مجاهد, قال: قال عليّ رضى الله عنه: (المَاعُون) : الزكاة.حدثنا ابن بشار, قال: ثنا أبو عاصم, قال: ثنا سفيان، وحدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن السديّ, عن أبي صالح, عن عليّ رضى الله عنه قال: (المَاعُون) : الزكاة.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ رضى الله عنه ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: يمنعون زكاة أموالهم.حدثني محمد بن عمارة وأحمد بن هشام قالا ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن السديّ عن أبي صالح, عن عليّ رضى الله عنه ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الزكاة.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد, في قوله: (المَاعُون) قال: الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ, مثله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, أن عليا رضى الله عنه كان يقول (المَاعُون) : الصدقة المفروضة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد ( وَيَمْنَعُونَ الْمَاعُونَ ) أن عليا رضى الله عنه قال: هي الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن رجل, عن مجاهد, عن ابن عمر, قال: (المَاعُونَ) : الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل, عن أبي المُغيرة, قال: سأل رجل ابن عمر، عن الماعون قال: هو المال الذي لا يؤدى حقه، قال: قلت: إن ابن أمّ عبد يقول: هو المتاع الذي يتعاطاه الناس بينهم, قال: هو ما أقول لك.حدثنا ابن المثنى, قال: ثنا وهب بن جرير, قال: ثنا شعبة, عن سلمة, قال: سمعت أبا المُغيرة قال: سألت ابن عمر, عن الماعون, فقال: هو منع الحقّ.حدثنا عبد الحميد بن بيان, قال: أخبرنا محمد بن يزيد, عن إسماعيل, عن سلمة بن كهيل, قال: سُئل ابن عمر عن الماعون, فقال: هو الذي يسأل حق ماله ويمنعه, فقال: إن ابن مسعود يقول: هو القدر والدلو والفأس, قال: هو ما أقول لكم.حدثني هارون بن إدريس الأصمّ, قال: ثنا عبد الرحمن بن محمد المحاربي, عن إسماعيل بن أبي خالد, عن سلمة بن كهيل, أن ابن عمر سُئل عن قول الله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الذي يُسأل مال الله فيمنعه, فقال الذي سأله, فإن ابن مسعود يقول: هو الفأس والقدر, قال ابن عمر: هو ما أقول لك.حدثنا ابن حميد, قال: ثنا مهران, عن إسماعيل بن أبي خالد, عن سلمة بن كهيل, قال: سأل رجل ابن عمر عن الماعون, فذكر مثله.حدثني سليمان بن محمد بن معدي كرب الرعيني, قال: ثنا بقية بن الوليد, قال: ثنا شعبة, قال: ثني سلمة بن كهيل, قال: سمعت أبا المغيرة: رجلا من بني أسد, قال: سألت عبد الله بن عمر، عن الماعون, قال: هو منع الحقّ, قلت: إن ابن مسعود قال: هو منع الفأس والدلو قال: هو منع الحقّ.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن سلمة بن كهيل, عن أبي المغيرة, عن ابن عمر قال: هي الزكاة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن السديّ, عن أبي صالح, عن عليّ, مثله.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا جابر بن زيد بن رفاعة, عن حسان بن مخارق, عن سعيد بن جُبير, قال: (المَاعُونَ) : الزكاة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة والحسن: الماعون: الزكاة المفروضة.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن إسماعيل, عن أبي عمر, عن ابن الحنفية رضى الله عنه قال: هي الزكاة.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الزكاة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: هم المنافقون يمنعون زكاة أموالهم.حدثنا ابن بشار, قال: ثنا ابن عبد الأعلى, قال: ثنا سعيد, عن قتادة, قال: (المَاعُونَ) : الزكاة المفروضة.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سعيد, عن قتادة, مثله.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا محمد بن عقبة, قال: سمعت الحسن يقول: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: منعوا صدقات أموالهم, فعاب الله عليهم.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن مبارك, عن الحسن ( الَّذِينَ هُمْ يُرَاءُونَ * وَيَمْنَعُونَ الْمَاعُونَ) قال: هو المنافق الذي يمنع زكاة ماله, فإن صلى راءى, وإن فاتته لم يأس عليها.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سلمة, عن الضحاك, قال: هي الزكاة.وقال آخرون: هو ما يتعاوره الناس بينهم من مثل الدلو والقدر ونحو ذلك.* ذكر من قال ذلك:حدثني زكريا بن يحيى بن أبي زائدة, قال: ثنا ابن أبي إدريس, عن الأعمش, عن الحكم بن يحيى بن الجزار, عن أبي العبيدين, أنه قال لعبد الله: أخبرني عن &; 24-638 &; الماعون؟ قال: هو ما يتعاوره الناس بينهم.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن الحكم, قال: سمعت يحيى بن الجزار يحدّث عن أبي العبيدين: رجل من بني تميم ضرير البصر, وكان يسأل عبد الله بن مسعود, وكان ابن مسعود يعرف له ذلك، فسأل عبد الله عن الماعون, فقال عبد الله: إن من الماعون منع الفأس والقدر والدلو, خصلتان من هؤلاء الثلاث; قال شعبة: الفأس ليس فيه شكّ.حدثنا ابن المثنى, قال: ثنا الوليد, قال: ثنا شعبة, عن الحكم بن عتيبة, عن يحيى بن الجزار, عن أبي العبيدين, عن عبد الله, مثله.حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَيه, قال: ثنا شعبة, عن الحكم بن عتيبة, عن يحيى بن الجزار, أن أبا العبيدين: رجلا من بني تميم, كان ضرير البصر, سأل ابن مسعود عن الماعون, فقال: هو منع الفأس والدلو, أو قال: منع الفأس والقدر.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن الأعمش, عن الحكم, عن يحيى بن الجزار, أن أبا العبيدين سأل ابن مسعود, عن الماعون, قال: هو ما يتعاوره الناس بينهم, الفأس والقدر والدلو.حدثنا أحمد بن منصور الرمادي, قال: ثنا أبو الجوّاب, عن عمار بن رزيق, عن أبي إسحاق, عن حارثة بن مضرِّب, عن أبي العبيدين, عن عبد الله, قال : كنا أصحاب محمد نحدّث أن الماعون: القدر والفأس والدلو. قال أبو بكر: قال أبو الجوّاب, وخالفه زُهير بن معاوية فيما: حدثنا به الحسن الأشيب, قال: ثنا زُهَير, قال: ثنا أبو إسحاق, عن حارثة, عن أبي العبيدين, حدثني محمد بن عبيد, قال: ثنا أبو الأحوص, عن أبي إسحاق, عن حارثة, عن أبي العبيدين وسعيد بن عياض, عن عبد الله, قال: كنا أصحاب محمد صلى الله عليه وسلم نتحدّث أن الماعون: الدلو والفأس والقدر, لا يستغنى عنهنّ.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن ابن أبي إسحاق, عن سعيد بن عياض -قال أبو موسى: هكذا قال غندر- عن أصحاب النبيّ صلى الله عليه وسلم , قالوا: إن من الماعون: الفأس والدلو والقدر.حدثنا ابن المثنى, قال: ثنا عبد الرحمن, قال: ثنا سفيان، وحدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن أبى إسحاق, عن سعيد بن عياض, يحدّث عن أصحاب النبيّ صلى الله عليه وسلم بمثله.قال: ثنا أبو داود, قال: ثنا شعبة, عن أبي إسحاق, قال: سمعت سعيد بن عياض, يحدّث عن أصحاب النبيّ صلى الله عليه وسلم, مثله.حدثنا خلاد, قال: أخبرنا النضر, قال: أخبرنا إسرائيل, قال: أخبرنا أبو إسحاق, عن حارثة بن مضرب, عن أبى العبيدين, قال: قال عبد الله: الماعون: القدر والفأس والدلو.حدثنا خلاد, قال: أخبرنا النضر, قال: أخبرنا المسعودي, قال: أخبرنا سلمة بن كُهَيْلٍ, عن أبي العبيدين, وكانت به زمانة, وكان عبد الله يعرف له ذلك, فقال: يا أبا عبد الرحمن ما الماعون؟ قال: ما يتعاطى الناس بينهم من الفأس والقدر والدلو وأشباه ذلك.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل, عن مسلم, عن أبي العبيدين, أنه سأل ابن مسعود, عن الماعون, فقال: ما يتعاطاه الناس بينهم.قال: ثنا مهران, عن الحسن وسلمة بن كهيل, عن أبي العبيدين, عن ابن مسعود, قال: الفأس والدلو والقدر وأشباهه.حدثنا أبو كُرَيب, قال: ثنا عبد الرحمن بن محمد المحاربيّ, عن المسعوديّ, عن سلمة بن كهيل, عن أبي العبيدين, أنه سأل ابن مسعود, عن قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) فذكر نحوه.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن إبراهيم التيمي, عن الحارث بن سويد, عن ابن مسعود, قال: الفأس والقدر والدلو.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن الأعمش, عن إبراهيم التيميّ, عن الحارث بن سويد, عن عبد الله قال: (المَاعُونَ) منع الفأس والقدر والدلو.حدثنا أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن الحارث بن سويد, عن عبد الله, أنه سُئل عن الماعون, قال: ما يتعاوره الناس بينهم: الفأس والدلو وشبهه.&; 24-640 &;حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن مالك بن الحارث, عن ابن مسعود, قال: الدلو والفأس والقدر.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي إسحاق, عن سعيد بن عياض, عن أصحاب النبيّ صلى الله عليه وسلم: قال: الماعون: الفأس والقدر والدلو.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, قال: سُئل عبد الله عن الماعون, قال: ما يتعاوره الناس بينهم, الفأس والقدر والدلو وشبهه.حدثني يعقوب, قال: ثنا هشيم, قال: أخبرنا مغيرة, عن إبراهيم أنه قال هو عارية الناس: الفأس والقدر والدلو ونحو ذلك, يعني الماعون.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن الأعمش, عن إبراهيم, عن عبد الله, بمثله.قال: ثنا وكيع, عن الأعمش, عن سعيد بن جُبير, عن ابن عباس مثله, قال: الفأس والدلو.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن حبيب بن أبي ثابت الأسدّي, عن سعيد بن جُبير, عن ابن عباس قال: (المَاعُونَ) : العارية.حدثنا أبو كُرَيب, قال: ثنا وكيع; وحدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, قال: هو العارية.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن سفيان, عن ابن أبي نجيح, عن مجاهد, نحوه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, مثله.حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, في قوله: (المَاعُونَ) قال: متاع البيت.حدثنا أبو كُرَيب, قال: ثنا إسماعيل, عن ابن أبي نجيح, عن مجاهد, أراه عن ابن عباس -\" شك أبو كريب \"-( وَيَمْنَعُونَ الْمَاعُونَ ) قال: المتاع.حدثني يعقوب, قال: ثنا ابن عُلَية, قال: أخبرنا ابن أبي نجيح, عن مجاهد, قال: قال ابن عباس هو متاع البيت.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قال: يمنعونهم العارية, وهو الماعون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: اختلف الناس في ذلك, فمنهم من قال: يمنعون الزكاة, ومنهم من قال: يمنعون الطاعة, ومنهم من قال: يمنعون العارية.حدثني يعقوب, قال: ثنا ابن عُلَية, عن ليث, عن مجاهد, عن ابن عباس, في قوله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: لم يجيء أهلها بعد.حدثني ابن المثنى, قال: ثنا محمد, قال: ثنا شعبة, عن ابن أبي نجيح, عن مجاهد, قال: قال ابن عباس: (المَاعُونَ) ما يتعاطى الناس بينهم.حدثنا يعقوب بن إبراهيم, قال: أخبرنا ابن عُلَية, قال: ثنا ليث, عن أبي إسحاق, عن الحارث, قال: قال عليّ رضى الله عنه: (المَاعُونَ): منع الزكاة والفأس والدلو والقدر.حدثنا ابن بشار, قال: ثنا أبو عاصم النبيل, قال: ثنا سفيان, عن حبيب بن أبي ثابت, عن سعيد بن جُبير قال: الماعون: العارية.حدثني أبو حصين عبد الله بن أحمد بن يونس, قال: ثنا عبثر, قال: ثنا حصين, عن أبي مالك, في قول الله: ( وَيَمْنَعُونَ الْمَاعُونَ ) قال: الدلو والقدر والفأس.حدثنا عمرو بن علي, قال: ثنا أبو داود, قال: ثنا أبو عوانة, عن عاصم بن بهدلة, عن أبي وائل, عن عبد الله, قال: كنا مع نبينا صلى الله عليه وسلم ونحن نقول: الماعون: منع الدلو وأشباه ذلك.وقال آخرون: الماعون: المعروف.* ذكر من قال ذلك:حدثنا محمد بن إبراهيم السلمي, قال: ثنا أبو عاصم, قال: ثنا محمد بن رفاعة, قال: سمعت محمد بن كعب يقول: الماعون: المعروف.وقال آخرون: الماعون: هو المال.* ذكر من قال ذلك:حدثني أحمد بن حرب, قال: ثنا موسى بن إسماعيل, قال: ثنا إبراهيم بن سعد, عن ابن شهاب, عن سعيد بن المسيب, قال: الماعون, بلسان قريش: المال.حدثنا أبو كُرَيب, قال: ثنا وكيع, عن ابن أبى ذئب, عن الزهريّ, قال: الماعون: بلسان قريش: المال.وأولى الأقوال في ذلك عندنا بالصواب, إذ كان الماعون هو ما وصفنا قبل, وكان الله قد أخبر عن هؤلاء القوم, وأنهم يمنعونه الناس, خبرًا عاما, من غير أن يخص من ذلك شيئا أن يقال: إن الله وصفهم بأنهم يمنعون الناس ما يتعاونونه بينهم, ويمنعون أهل الحاجة والمسكنة ما أوجب الله لهم في أموالهم من الحقوق؛ لأن كل ذلك من المنافع التي ينتفع بها الناس بعضهم من بعض.آخر تفسير سورة أرأيت",
  "ayah": 7,
  "surah": 107
}
