{
  "text": "فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا (13) { دساها * كَذَّبَتْ ثَمُودُ بِطَغْوَاهَآ * إِذِ انبعث أشقاها * فَقَالَ لَهُمْ رَسُولُ الله } { وسقياها * فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ فَسَوَّاهَا } .إن كانت جملة { قد أفلح من زكاها } [ الشمس : 9 ] الخ معترضة كانت هذه جواباً للقسم باعتبار ما فرع عليها بقوله : { فدمدم عليهم ربهم بذنبهم } أي حقاً لقد كان ذلك لِذلك ، ولام الجواب محذوف تخفيفاً لاستطالة القسم ، وقد مثلوا لحذف اللام بهذه الآية وهو نظير قوله تعالى : { والسماء ذات البروج } إلى قوله : { قتل أصحاب الأخدود } [ البروج : 1 4 ] .والمقصود : التعريض بتهديد المشركين الذين كذّبوا الرسول طغياناً هم يعلمونه من أنفسهم كما كذبت ثمود رسولهم طغياناً ، وذلك هو المحتاج إلى التأكيد بالقَسَم لأن المشركين لم يهتدوا إلى أن ما حل بثمود من الاستئصال كان لأجل تكذيبهم رسول الله إليهم ، فنبههم الله بهذا ليتدبروا أو لتنزيل علم من علم ذلك منهم منزلة الإِنكار لعدم جَرْي أمرهم على موجَب العلم ، فكأنه قيل : أقسم لَيصيبكم عذابٌ كما أصاب ثمود ، ولقد أصاب المشركين عذاب السيف بأيدي الذين عادَوْهم وآذوهم وأخرجوهم ، وذلك أقسى عليهم وأنكى .فمفعول { كذبت } محذوف لدلالة قوله بعده : { فقال لهم رسول الله } والتقدير : كذبوا رسول الله .وتقدم ذكْر ثمود ورسولهم صالح عليه السلام في سورة الأعراف .وباء { بطغواها } للسببية ، أي كانت طغواها سبب تكذيبهم رسول الله إليهم .والطغوى : اسم مصدر يقال : طغا طَغْوا وطُغياناً ، والطغيان : فرط الكِبر ، وقد تقدم عند قوله تعالى : { ويمدهم في طغيانهم يعمهون } في سورة البقرة ( 15 ) ، وفيه تعريض بتنظير مشركي قريش في تكذيبهم بثمود في أن سبب تكذيبهم هو الطغيان والتكبر عن اتباع من لا يرون له فضلاً عليهم : { وقالوا لولا نزّل هذا القرآن على رجل من القريتين عظيم } [ الزخرف : 31 ] .و { إذْ } ظرف للزمن الماضي يتعلق ب { طغواها } لأن وقت انبعاث أشقاها لعقر الناقة هو الوقت الذي بدت فيه شدة طغواها فبعثوا أشقاهم لعقر الناقة التي جُعلت لهم آية وذلك منتهى الجُرأة .و { انبعث } : مطاوع بَعَث ، فالمعنى : إذ بعثوا أشقاهم فانبعث وانتدب لذلك . و { إذ } مضاف إلى جملة : { انبعث أشقاها } .وقدم ذكر هذا الظرف عن موقعه بعد قوله : { فقال لهم رسول الله ناقة الله } لأن انبعاث أشقاها لعقر الناقة جُزئي من جزئيات طغواهم فهو أشد تعلقاً بالتكذيب المسبب عن الطغوى ففي تقديمه قضاء لحق هذا الاتصال ، ولإفادة أن انبعاث أشقاهم لعقر الناقة كان عن إغراء منهم إياه ، ولا يفوت مع ذلك أنه وقع بعد أن قال لهم رسول الله ناقة الله ، ويستفاد أيضاً من قوله : { فعقروها } .و { أشقاها } : أشدها شِقوة ، وعني به رجل منهم سماه المفسرون قُدار ( بضم القاف وتخفيف الدال المهملة ) بن سالف ، وزيادته عليهم في الشقاوة بأنه الذي باشر الجريمة وإن كان عن ملإ منهم وإغراء .والفاء من قوله : { فقال لهم رسول الله } عاطفة على { كذبت } فتفيد الترتيب والتعقيب كما هو الغالب فيها ، ويَكون معنى الكلام : كذبوا رسول الله صلى الله عليه وسلم فتحداهم بآية الناقة وحذَّرهم من التعرض لها بسوء ومِن منعهم شربها في نوبتها من السُّقيا ، وعطف على { فكذبوه } ، أي فيما أنذرهم به فعقروها بالتكذيب المذكور أول مرة غير التكذيب المذكور ثانياً . وهذا يقتضي أن آية الناقة أرسلت لهم بعد أن كذبوا وهو الشأن في آيات الرسل ، وهو ظاهر ما جاء في سورة هود .ويجوز أن تكون الفاء للترتيب الذكري المجرد وهي تفيد عطف مفصل على مجمل مثل قوله تعالى : { فأزلهما الشيطان عنها فأخرجهما مما كانا فيه } [ البقرة : 36 ] فإن إزلالهما إبعادهما وهو يحصل بعد الإِخراج لا قبله . وقوله : { وكم من قرية أهلكناها فجاءها بأسنا } [ الأعراف : 4 ] ، فيكون المعنى : كذبت ثمود بطغواها إذ انبعث أشقاها . ثم فُصل ذلك بقوله : { فقال لهم رسول اللَّه } إلى قوله : { فعقروها } ، والعقر عند انبعاث أشقاها ، وعليه فلا ضرورة إلى اعتبار الظرف وهو : { إذ انبعث أشقاها } مقدَّماً من تأخير .وأعيدت عليهم ضمائر الجمع باعتبار أنهم جمع وإن كانت الضمائر قبله مراعىً فيها أن ثمود اسم قبيلة .وانتصب { ناقة اللَّه } على التحذير ، والتقدير : احذروا ناقة الله . والمراد : التحذير من أن يؤذوها ، فالكلام من تعليق الحكم بالذوات ، والمرادُ : أحوالها .وإضافة { ناقة } إلى اسم الجلالة لأنها آية جعلها الله على صدق رسالة صالح عليه السلام ولأن خروجها لهم كان خارقاً للعادة .والسقيا : اسم مصدر سَقى ، وهو معطوف على التحذير ، أي احذروا سقيها ، أي احذروا غصب سقيها ، فالكلام على حذف مضاف ، أو أطلق السقيا على الماء الذي تسقى منه إطلاقاً للمصدر على المفعول فيرجع إلى إضافة الحكم إلى الذات . والمراد : حالة تعرف من المقام ، فإن مادة سقيا تؤذن بأن المراد التحذير من أن يسقوا إبلهم من الماء الذي في يوم نوبتها .والتكذيب المعقب به تحذيره إياهم بقوله : { ناقة اللَّه } ، تكذيب ثاننٍ وهو تكذيبهم بما اقتضاه التحذير من الوعيد . والإِنذار بالعذاب إن لم يحذروا الاعتداء على تلك الناقة ، وهو المصرح به في آية سورة الأعراف ( 73 ) في قوله : { ولا تمسوها بسوء فيأخذكم عذاب أليم . } وبهذا الاعتبار استقام التعبير عن مقابلة التحذير بالتكذيب مع أن التحذير إنشاء ، فالتكذيب إنما يتوجه إلى ما في التحذير من الإِنذار بالعذاب .والعَقْر : جرح البعير في يديه ليبرك على الأرض من الألم فينحَر في لبته ، فالعقر كناية مشهورة عن النحر لتلازمهما .",
  "ayah": 13,
  "surah": 91
}
