{
  "text": "آیت 10{ وَقَدْ خَابَ مَنْ دَسّٰٹہَا۔ } ”اور ناکام ہوگیا جس نے اسے مٹی میں دفن کردیا۔“ یہ اس سورت کا مرکزی مضمون ہے۔ ان دو آیات میں انتہائی اختصار کے ساتھ انسان کی حقیقی کامیابی اور ناکامی کا معیار بیان کردیا گیا ہے۔ دَسَّ یَدُسُّ کے معنی کسی چیز کو مٹی میں دفن کردینے کے ہیں۔ سورة النحل آیت 59 میں ہم پڑھ چکے ہیں : { اَیُمْسِکُہٗ عَلٰی ھُوْنٍ اَمْ یَدُسُّہٗ فِی التُّرَابِط } اس آیت میں قبل از اسلام زمانے کے عربوں کی ایک خاص ذہنیت کے بارے میں بتایا گیا ہے کہ ان میں سے جس شخص کے گھر بیٹی پیدا ہوتی ہے وہ یا تو اسے ذلت آمیز طریقے سے زندہ رکھتا ہے یا زندہ دفن کردیتا ہے۔ یہاں ”دَسّٰی“ دراصل دَسَّسَ باب تفعیل ہے ‘ اس کے آخری سین کو یا سے بدل دیا گیا ہے۔ تو جس انسان نے اپنے نفس کو مٹی میں دفن کردیا اس کا ایک مفہوم یہ بھی ہے کہ جس نے اپنی روح کو اپنے خاکی وجود کے اندر دبا دیا۔ یعنی جس کی حیوانی خواہشات و شہوات اس کی روح پر غالب آگئیں تو وہ ناکام رہا۔ البتہ جیسا کہ سورة الاعلیٰ کے مطالعہ کے دوران بھی نشان دہی کی گئی ہے ‘ زیر مطالعہ سورتوں کے مضامین میں سے اکثر کا تعلق سورة الاعلیٰ کے مضامین کے ساتھ ہے۔ چناچہ سورة الاعلیٰ میں { قَدْ اَفْلَحَ مَنْ تَزَکّٰی۔ } کے الفاظ میں جو مضمون انتہائی مختصر انداز میں آیا تھا ‘ یوں سمجھیں کہ اب آیات زیر مطالعہ میں اس مضمون کی مزید تفصیل بیان ہوئی ہے۔ اس مضمون پر قسموں کی صورت میں یہاں مزید گواہیاں بھی لائی گئی ہیں اور زیر مطالعہ آیت کے الفاظ { وَقَدْ خَابَ مَنْ دَسّٰٹہَا۔ } میں تصویر کا دوسرا رخ بھی دکھایا گیا ہے۔ دراصل انسان کا نفس اس کے پاس اللہ تعالیٰ کی امانت ہے۔ اس امانت کو پاک صاف رکھنا اس کی ذمہ داری ہے۔ نفس کو پاک کرنے کا مطلب یہ ہے کہ انسان اپنے آپ کو ‘ یعنی اپنی شخصیت کو تمام رذائل اور باطنی بیماریوں سے پاک کر کے بہترین انسانی خوبیوں کا مرقع بنائے۔ اس کے لیے ہمارے ہاں عام طور پر تزکیہ نفس ‘ تعمیر ِسیرت ‘ تعمیر خودی وغیرہ اصطلاحات استعمال ہوتی ہیں۔ بہرحال اللہ تعالیٰ کی نظر میں کامیاب انسان وہی ہے جو اپنے نفس کو پاک کرنے اور پاک رکھنے میں کامیاب ہوگیا ‘ خواہ دنیا والوں کی نظروں میں وہ حقیر ‘ فقیر اور بےنام ہی کیوں نہ ہو۔ اس کے برعکس جس انسان نے اپنے نفس کو رذائل و خبائث سے آلودہ کرلیا ‘ اللہ تعالیٰ کے نزدیک وہ ناکام ہے ‘ دنیا میں خواہ وہ غیر معمولی عزت ‘ شہرت اور دولت کا مالک ہی کیوں نہ ہو۔ اس لیے کہ اصل اور حقیقی کامیابی اور ناکامی کا تعلق انسان کے ظاہر سے نہیں بلکہ اس کی ”ذات“ سے ہے۔  انسان کی ”ذات“ سے کیا مراد ہے ؟ فرائڈ نے اسے انسان کی self اَنا کا نام دیا ہے۔ اس کے نزدیک انسان کی اصل کامیابی یہ ہے کہ وہ اپنی self کو id اور libido کے تسلط سے آزاد کرا کے اسے مثبت انداز میں ترقی دے۔ علامہ اقبال نے اسے خودی کا نام دیا ہے اور انسان کی ”کامیابی“ کو اس کی خودی کی تعمیر و ترقی سے مشروط کیا ہے۔ بہرحال اس حوالے سے سمجھنے کا اصل نکتہ یہ ہے کہ انسان محض ایک جسم یا ہاتھ پائوں ‘ سر ‘ دھڑ وغیرہ کے مجموعے کا نام نہیں ہے۔ انسان کہتا ہے میرا ہاتھ ‘ میرا پائوں ‘ میرا سر وغیرہ۔ یہ تمام اعضاء بیشک اس کے ہیں ‘ لیکن وہ انسان جو ان اعضاء کو اپنا بتارہا ہے وہ خود کیا ہے ؟ اور کہاں ہے ؟ ظاہر ہے اصل انسان اس جسم یا وجود کے اندر ہے۔ اس کو ایسے سمجھیں کہ جس طرح آم کی گٹھلی کے اندر آم کا پورا درخت موجود ہے ‘ اسی طرح انسانی جسم کے اندر اصل انسان ایک لطیف شخصیت کی صورت میں موجود ہے۔ یہ لطیف شخصیت عبارت ہے اس روح سے جو اللہ تعالیٰ نے اس کے حیوانی یا خاکی وجود کے اندر پھونکی ہے : { وَنَفَخْتُ فِیْہِ مِنْ رُّوْحِیْ } الحجر : 29۔ روح یا انسان کی انا کا ذکر اپنشد کے اس فقرے میں بھی ہے ‘ جس کا حوالہ میں پہلے بھی دے چکا ہوں :  Man in his ignorance identifies himself with the material sheeths that encompass his real self.گویا انسان کی self یا انا یا خودی یا روح اس کے حیوانی وجود کی مٹی کے اندر دفن ایک خزانہ ہے۔ اب جو انسان اس خزانے کو مٹی سے نکال کر کام میں لے آئے گا ‘ یعنی اپنی روح کو صیقل کرلے گا ‘ اس کا نفس پاک ہوجائے گا روح کی پاکیزگی نفس کی پاکیزگی کا باعث بنتی ہے۔ دونوں کا تعلق انسان کے باطن سے ہے اور وہ کامیابی یا فلاح کے راستے پر گامزن ہوجائے گا۔ فلاح کا لفظ قرآن مجید میں ایک جامع اصطلاح کے طور پر استعمال ہوا ہے۔ اس اصطلاح کے مفہوم کی تفصیل کے لیے ملاحظہ ہو سورة المومنون کی پہلی آیت کی تشریح۔  زیر مطالعہ آیات کے حوالے سے یہ نکتہ خصوصی طور پر پیش نظر رہنا چاہیے کہ انسان کی روح اور اس کا نفس دو الگ الگ چیزیں ہیں اور ان آیات میں انسانی روح کا نہیں بلکہ انسانی نفس کا ذکر ہوا ہے۔ روحِ انسانی دراصل عالم امر کی چیز ہے اور یہ معرفت خداوندی اور محبت خداوندی کی امین ہے ‘ جبکہ نفس انسانی کا تعلق عالم خلق سے ہے۔ اسی لیے اس کے ذکر سے پہلے جن چیزوں کی یہاں قسمیں کھائی گئی ہیں ان سب سورج ‘ چاند ‘ دن ‘ رات ‘ آسمان ‘ زمین کا تعلق بھی عالم خلق سے ہے۔ روح تمام مخلوقات میں سے صرف انسان کو عطا ہوئی ہے ‘ جبکہ نفس گدھے ‘ گھوڑے اور چمپنیزی وغیرہ سب جانوروں میں ہوتا ہے۔ البتہ انسان کی خصوصیت اس حوالے سے یہ ہے کہ دوسرے جانوروں کے مقابلے میں نفس انسانی کو اللہ تعالیٰ نے خصوصی ارتقائی درجات سے نوازا ہے اور اس کے اندر اخلاقی حس اور نیکی و بدی کی وہ تمیز الہام کردی ہے جو دوسرے جانوروں کے نفس میں نہیں پائی جاتی۔ اسی حس اور تمیز کی وجہ سے انسانی فطرت آفاقی سطح پر نیکی کو اچھا اور بدی کو برا سمجھتی ہے۔ دنیا میں کسی معاشرے ‘ کسی مذہب اور کسی نسل کا انسان ہو وہ سچ بولنے کو اچھا اور جھوٹ بولنے کو برا سمجھتا ہے۔ اس حوالے سے قرآن میں معروف اور منکر کی اصطلاحات کثرت سے استعمال ہوتی ہیں۔ معروف وہ چیزیں یا افعال یا اعمال ہیں جو نفس انسانی کے لیے مانوس ہیں۔ انہیں دیکھ کر یا اپنا کر نفس انسانی کو راحت محسوس ہوتی ہے۔ اس کے مقابلے میں منکرات وہ چیزیں یا اعمال یا افعال ہیں جنہیں نفس انسانی برا سمجھتا ہے اور جن کی صحبت و معیت میں وہ اجنبیت اور کوفت محسوس کرتا ہے ‘ بلکہ وہ انسان کو ایسے اعمال و افعال سے ٹوکتا ہے۔ اسی لیے انسان غلطی کرنے کے بعد اکثر یہ کہتا پایا جاتا ہے کہ ”میرا ضمیر مجھے ملامت کر رہا ہے“ my conscience is pinching me۔ نفس انسانی کی اسی خصوصیت کی وجہ سے سورة القیامہ کی آیت 2 میں اسے نفس لوامہ ملامت کرنے والا نفس کا نام دیا گیا ہے۔  اس حوالے سے آیات زیر مطالعہ کا بنیادی پیغام یہ ہے کہ نفس انسانی کے اندر اللہ تعالیٰ کی طرف سے نیکی اور بدی کی تمیز کا بنیادی بیج ڈال دیا گیا ہے۔ اب انسان کا کام یہ ہے کہ وہ اس بیج کی حفاظت کرے ‘ اسے سازگار ماحول فراہم کرے اور عمل صالح کے پانی سے اس کی آبیاری کرے۔ سورة فاطر آیت 10 میں اللہ تعالیٰ کا فرمان ہے : { اِلَیْہِ یَصْعَدُ الْکَلِمُ الطَّیِّبُ وَالْعَمَلُ الصَّالِحُ یَرْفَعُہٗط } کہ کسی بھی اچھی بات یا اچھے کلام میں اللہ تعالیٰ کے حضور پہنچنے کی صلاحیت تو ہوتی ہے لیکن عمل صالح اس کی اس صلاحیت کو اور بڑھا دیتا ہے۔ چناچہ انسان جب تزکیہ نفس اور اعمالِ صالحہ کے حوالے سے محنت کرے گا تو اسے ایمان کی حلاوت بھی نصیب ہوگی ‘ وہ ایمان کے ان ثمرات سے بھی بہرہ مند ہوگا جن کا ذکر ہم سورة التغابن میں پڑھ آئے ہیں اور اسے کامیابی کی ضمانت بھی ملے گی۔ اس کے برعکس جس انسان نے اپنے نفس کو حیوانی وجود کے تابع کیے رکھا اور وہ اس کی آواز کو دبا کر زندگی بھر جسمانی تقاضے پورے کرنے میں لگا رہا وہ گویا خائب و خاسر ہو کر رہ گیا۔ اب اگلی آیات میں ایک قوم یا ایک معاشرے کے اجتماعی ضمیر کے حوالے سے ایک مثال دی گئی ہے۔ ظاہر ہے جس طرح ایک انسان کے اندر نیکی اور بدی کی تمیز ہوتی ہے اسی طرح ہر معاشرے میں اجتماعی طور پر بھی اخلاقی حس پائی جاتی ہے ‘ اور جس طرح ایک انسان میں اچھے برے داعیات ہوتے ہیں اسی طرح ہر معاشرے کے اندر بھی نیکی کے علمبردار اور شر پھیلانے والے عناصر موجود ہوتے ہیں۔ غرض جس طرح ایک فرد کا ضمیر ہوتا ہے اسی طرح معاشروں اور قوموں کا اجتماعی ضمیر بھی ہوتا ہے۔ چناچہ اگر کسی قوم کا اجتماعی ضمیر زندہ ہو ‘ اس کی صفوں میں امر بالمعروف اور نہی عن المنکر کا فریضہ احسن طریقہ سے ادا کیا جا رہا ہو تو اس قوم کے مجموعی حالات بہتر طور پر چلتے رہتے ہیں۔ لیکن اگر کسی قوم کا اجتماعی ضمیر مردہ ہوجائے اور اس کی اخلاقی حس بحیثیت مجموعی اس قدر کمزور ہوجائے کہ اس کے ماحول میں برائی کو برائی کہنے والا بھی کوئی نہ رہے تو ایسی قوم اپنے زندہ رہنے کا جواز کھو دیتی ہے۔ علامہ اقبال نے اپنے اس شعر میں اسی اجتماعی بےحسی کی تصویر پیش کی ہے : ؎وائے ناکامی متاع کارواں جاتا رہا کارواں کے دل سے احساسِ زیاں جاتا رہا ! اس حوالے سے اب ملاحظہ ہو قوم ثمود کی مثال :",
  "ayah": 10,
  "surah": 91
}
