{
  "text": "Commentary\nThe Surah opens with a prohibitory injunction to Muslims against having close and intimate friendship with disbelievers and those who associate partners with Allah. This injunction was revealed in the context of a particular incident which is mentioned below:\nBackground of Revelation\nThe tafsir of Qurtubi, with reference to Qushairi and Tha'labi, records that after the battle of Badr, before the Conquest of Makkah, a Makkan female vocalist whose name was Sarah, first arrived in Madinah. The Messenger of Allah ﷺ asked her whether she had migrated to Madinah. She replied in the negative. Then he asked her whether she had embraced Islam. Again her reply was in the negative. Then he asked her to explain the reason why she arrived in Madinah. She explained, 'You belong to the high society of Makkah and I used to do my living amongst you. The great leaders of Makkah were killed in the battle of Badr, and you have moved here. My living has become impossible. I am down-and-out and hard-pressed. I have come to you for help.' The Holy Prophet ﷺ said to her, 'You are a professional female singer of Makkah and where are the Makkan youngsters who used to shower money on you?' She said that after the battle of Badr all her functions and singing sessions had come to an end. \"Since that time\", she said, \"nobody has invited me.\" The Holy Prophet ﷺ encouraged Banu ` Abd-ul-Muttalib to assist her. They helped her with money, clothing and other things and sent her off.\nThis happened at a time when the pagans of Makkah had failed to honour the treaty of Hudaibiyah, and the Holy Prophet ﷺ was making secret preparations to march on Makkah. He had also prayed to Allah that his secret plan must not be prematurely divulged to the people of Makkah. However, from amongst the foremost Muhajirin (Refugees) there was a Companion Sayyidna Hatib Ibn Abi Balta` ah ؓ . He was originally from Yemen, who had settled in Makkah where he had no relatives and had embraced Islam. After migration, he settled in Madinah, but his family was still in Makkah. The pagans of Makkah used to persecute the Muslims tortuously who had remained in Makkah after the Holy Prophet ﷺ ، and his blessed Companions migrated to Madinah. The Refugees who had relatives in Makkah had some degree of protection. But Sayyidna Hatib Ibn Abi Balta'ah ؓ was worried that he had no relatives to protect his family from the persecution. He seized this opportunity to have his family protected from Makkan persecution. So, he thought if he did a favor to the Makkans, they would feel obliged to him, and in return they will take care of his family and protect them.\nSayyidna Hatib Ibn Abi Balta'ah ؓ was sure that Allah would grant victory to the Messenger of Allah ﷺ ، and leaking the secret information would not harm the Holy Prophet ﷺ or Islam. He thought if he were to write a letter and inform the Makkans that the Holy Prophet ﷺ intends to attack them, his children would be safe. He thus committed the mistake of writing a letter to the people of Makkah telling them the intention of the Holy Prophet ﷺ to invade upon Makkah. He dispatched the letter with the singing woman, Sarah, who was on her way to Makkah. [ Qurtubi and Mazhari ].\nAllah Ta` ala informed the Holy Prophet ﷺ about it through revelation, and he was also informed that the bearer of the letter, a woman, has reached the place known as Raudah Khakh. According to a narration in the two Sahibs on the authority of Sayyidna Ali ؓ ، the Holy Prophet ﷺ called for him, Abu Marthad and Zubair Ibn ` Awwam ؓ and commanded them to ride their horses and pursue the woman who would be found in Raudah Khakh. He said: \"There you will find a pagan woman bearing a letter from Sayyidna Hatib Ibn Abi Balta'ah addressed to the pagans of Makkah. Overtake her and bring back the letter.\" The Companions, in pursuance of the command, galloped on their horses and went after the woman and found her in the place where the Holy Prophet ﷺ had named. She was seen there riding a camel. They made the camel sit and searched for the letter, but to no avail. They said to themselves that she must have the letter with her because the information of the Holy Prophet ﷺ could never be wrong. She must have hidden it somewhere. They asked her to produce the letter, but she denied any knowledge of it. They then had to adopt a sterner attitude and threatened to remove all her clothes, if she did not surrender the letter. When she saw their determination, she produced it from her loincloth. The letter was brought back to the Messenger of Allah ﷺ . When Sayyidna ` Umar Al-Faruq ؓ heard the story, he exclaimed seeking the Holy Prophet's ﷺ permission to behead the one who betrayed Allah, His Messenger ﷺ and all the Muslims.\nThe Holy Prophet ﷺ asked Sayyidna Hatib Ibn Abi Balta'ah ؓ : '0 Hatib! What has prompted you to do this?' Sayyidna Hatib Ibn Abi Balta'ah ؓ replied that his faith was not shaken in the least. He explained that he intended to do a favor to the residents of Makkah, so that they might not harm his family. He pleaded that all other muhajirin (Emigrants) had their clans in Makkah, while his family had no one to take care of them.\nThe Holy Prophet\tﷺ said to his Companions: \"He has told you the truth.\" Sayyidna ` Umar Al-Faruq\tرضی اللہ تعالیٰ عنہ was not convinced on account of his zeal of faith, and repeated his request to kill him. The Holy Prophet ﷺ put forward more compelling arguments. He said:\n'He attended Badr. What can I tell you, perhaps Allah looked at those who attended Badr and said, \"0 People of Badr, do what you like, for I have forgiven you.'\nHaving heard this, tears rolled down from Sayyidna ` Umar's\t ؓ eyes and he said: \"Allah and His Messenger ﷺ alone has the knowledge of reality.\" [ This narration of Bukhari is recorded in the Book of Mghazi: The Battle of Badr, as quoted by Ibn Kathir ]. Some of the versions also have the additional statement of Sayyidna Hatib Ibn Abi Balta` ah ضی اللہ تعالیٰ عنہ : \"I never did this to harm Islam or the Muslims because I knew for sure that Allah will grant victory to the Holy Prophet ﷺ irrespective of whether or not the Makkans came to know about the impending attack.\"\nIt was with reference to this incident that Allah revealed the opening verses of Surah Al-Mumtahinah forbidding the Muslims vehemently to have friendly relations with the infidels.\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ (0 you who believe, do not take My enemies and your enemies for friends, expressing love with them...60:1). The immediate occasion of the revelation of the verse under comment was the incident stated earlier. Such a letter written to the disbelievers amounted to having friendly intimacy with them. This verse uses the expression عَدُوِّی وَ عَدُوَّکُم \"My enemy and your enemy\" instead of kuffar [ infidels ] presumably to indicate the underlying cause of the injunction, in that hopes of friendship from your enemy and Allah's enemy are illusory. It needs to be avoided. Furthermore, this expression is an indication that an infidel, as long as he is an infidel, can never be a friend of a Muslim as long as he is a Muslim. An infidel is the enemy of Allah, whereas a Muslim loves Allah. How can there be an intimate friendship between the two?\nوَقَدْ كَفَرُ‌وا بِمَا جَاءَكُم مِّنَ الْحَقِّ يُخْرِ‌جُونَ الرَّ‌سُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا بِاللَّـهِ رَ‌بِّكُمْ (...while they have rejected the Truth that has come to you, expelling the Messenger and your selves [ from Makkah ], merely because you have faith in Allah, your Lord...60:1). The word haqq [ truth ] refers either to the Qur'an or to Islam. This part of the verse refers to their kufr (rejection of Truth) as the real reason of their enmity. Then it points out even to their hostile attitude, proved on the ground, that they drove the Holy Prophet ﷺ and his followers out of their dear homes, not for any worldly grudge, but for one and only one reason, that is, their faith. Thus it becomes clear that believers as long as they are believers, the non-believers cannot be their intimate friends. This also clarifies that the position Hatib ؓ had taken was inappropriate. He was wrong in his thinking that if he did them a favor, they would be obliged to him and take care of his family, because they were enemies of the faith. Unless [ God forbid!] one loses one's faith, the hope of friendly intimacy with the enemies of Allah is illusory and virtually impossible.\nإِن كُنتُمْ خَرَ‌جْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْ‌ضَاتِي (...if you have set out to do jihad (struggle) in My way, and to seek My pleasure...60:1). This statement also points out that if the migration was indeed for the sake of Allah and His good pleasure, it is impossible for an infidel, the enemy of Allah, to take care of Allah's friend.\nتُسِرُّ‌ونَ إِلَيْهِم بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ (...You express love with them secretly, while I know what you have concealed and what you have revealed ....60:1). This statement makes it clear that anyone who secretly maintains a friendly intimacy with the unbelievers should not think that it will remain secret. Allah is fully aware of what people do secretly and openly, as it happened in the story recounted above. Allah informed the Holy Prophet ﷺ by revelation and had the secret plot thwarted.",
  "ayah": 1,
  "surah": 60
}
