{
  "text": "Commentary\nCause of Revelation\nPeace Treaty of Hudaibiyah and an Analysis of some of its Clauses\nThese verses are related to the event of the treaty of Hudaibiyah which was discussed at legnth in Surah Al-Fath. After protracted negotiation, a treaty was concluded between the Quraish of Makkah and the Messenger of Allah ﷺ for ten years. Some of the terms of the treaty were accepted only under pressure and the Muslims apparently felt subdued and thus were greatly disturbed. Therefore, the noble Companions expressed extreme grief and indignation but the Messenger of Allah ﷺ was working under Divine direction, in that the temporary feeling of defeat is actually a prelude to 'a clear victory', so he conceded to the fragile terms and conditions of the treaty, and eventually the blessed Companions also accepted.\nOne of the terms of the treaty was that if any person goes away to Madinah from Makkah, the Holy Prophet ﷺ will send him back to Makkah, but if any person goes away to Makkah from Madinah, he will not be returned. The wordings of this clause are general, apparently covering both men and women. In other words, if a Muslim man or woman goes to the Holy Prophet ﷺ from Makkah, he shall send him or her back.\nThe treaty had hardly been concluded while the Holy Prophet ﷺ was still in Hudaibiyah, several incidents occurred that were trying for the Muslims. One such incident was that of Sayyidna Abu Jandal ؓ who was imprisoned and held captive by the pagan Quraish in Makkah. Somehow he managed to escape and appeared before the Holy Prophet ﷺ in the Muslim camp with his feet in fetters. When the blessed Companions saw him, they were totally puzzled. They felt that he should be returned in terms of the treaty but, on the other hand, they thought it would be improper for them to hand their oppressed brother back to the oppressive enemies. But the Holy Prophet ﷺ had already concluded the treaty and the protection and firmness of the principles of Shari` ah could not be sacrificed on account of an individual. The Holy Prophet ﷺ was, at the same time, foresighted and farsighted. He could foresee the victory of the oppressed Muslims and their salvage very soon. The Holy Prophet ﷺ for sure must have felt natural grief about returning Sayyidna Abu Jandal ؓ ، but as he was bound by the terms of the treaty, he explained to him the situation and sent him off.\nA similar incident was that of Sayyidah Sa'idah bint al-Harith al-Aslamiyyah ؓ ، a Muslim lady. She was married to Saifi Ibn Ansab who was a non-believer. Some reports give his name as Musafir al-Makhzumi. Up to this point, marriage relationship between Muslims and non-Muslims was not forbidden. This Muslim lady escaped from Makkah and went to the Holy Prophet ﷺ . The husband followed her and demanded that the Holy Prophet ﷺ should restore his wife to him because he [ the Holy Prophet ﷺ ] has accepted this condition and the seal of the treaty is still fresh. On that occasion, the above verses were revealed, which declare that marriage tie between Muslims and idol-worshippers is forbidden. Consequently, if a Muslim lady, whether her Islam was known from beforehand, as in the case of Sayyidah Sa` idah bint al-Harith ؓ ، or her Islam is verified at the time of migration, emigrates and joins the Holy Prophet ﷺ ، she will not be returned to her non-Muslim husband, because she is forbidden to him. [ Qurtubi cited this incident in his commentary on the authority of Sayyidna Ibn ` Abbas ؓ ].\nHence, these verses clarify that the assumption that the general sense of the wordings of the treaty cover both genders, males as well as females, is incorrect. This condition is acceptable in the case of men, and not in the case of women. The best that can be done in their case is as follows: If a lady becomes Muslim and emigrates to the Muslim land, her mahr [ dower ] should be returned to her non-Muslim husband which he had spent on her. On the basis of these verses, the Holy Prophet ﷺ clarified the meaning of the clause. Hence, he did not restore the aforementioned Sa'idah ؓ to her non-Muslim husband.\nAccording to some reports, Umm Kulthum, the daughter of the notorious ` Utbah Ibn Abi Mu` ait, emigrated from Makkah and came to the Holy Prophet ﷺ . The disbelievers- invoked the treaty and demanded her return. Some reports also indicate that she was married to ` Amr Ibn al-` As [ who had not become a Muslim until then ]. Her two brothers along with her escaped from Makkah and reached the Holy Prophet ﷺ . Her husband ` Amr Ibn al-'As ؓ came to Madinah to take her back. In compliance with the terms of the treaty, the two brothers, ` Umarah and Walid, were sent back, but the Holy Prophet ﷺ did not send Sayyidah Umm Kulthum ؓ and said that the clause applied to men, not to women. At this, the verses were revealed and confirmed the Holy Prophet's ﷺ interpretation.\nBesides, several other reports relate similar incidents of other women who reached the Holy Prophet after embracing Islam. Obviously, there is no contradiction in these narratives. Possibly all these incidents have taken place.\nExemption of Women from the Terms of the Treaty is not a Breach of Treaty. It is a clarification by Mutual Agreement of Parties Concerned.\nQurtubi's above narration indicates that the wordings of the relevant clause were, though general, did not, according to the Holy Prophet ﷺ ، cover women. Therefore, he clarified this position in Hudaibiyah, and these verses were revealed to confirm it. According to other versions, it seems that the Holy Prophet ﷺ went along with the general import of the clause, which covered women as well as men. These verses abrogated the general meaning of it, and the Holy Prophet ﷺ made it clear to the Quraish of Makkah, then and there, that the women are exempted from the clause. Consequently, he did not send them back. This shows that this exception was neither a breach of the treaty, which was highly unlikely from the Holy Prophet ﷺ ، nor was it the case of ending the treaty. It was, in fact, a case of clarifying the true import of the clause. It does not matter whether this was the Holy Prophet's ﷺ understanding from the outset or whether he restricted the generality of the clause to men, to the exclusion of women, after the revelation of the verse. At any rate, even after the clarification, both parties confirmed the peace treaty and acted upon it for a period of time. As a result of the peace pact, roads were safe and secure. The Messenger of Allah ﷺ wrote letters to the kings and emperors of the world. Abu Sufyan's trading caravan freely went into the Syrian territory where Heraclius invited him to his royal court and investigated about the Messenger of Allah ﷺ .\nIn short, even after the clarification both parties took the treaty as a valid document and acted upon it for a period of time. Therefore, it is not true to construe the clarification of the clause as a breach or termination of the treaty. Allah knows best!\nLet us now study the meaning of the verses:\nTesting the Believing Emigrant Women\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَ‌اتٍ فَامْتَحِنُوهُنَّ ۖ اللَّـهُ أَعْلَمُ بِإِيمَانِهِنَّ (0 you who believe, when the believing women come to you as emigrants, put them to a test, Allah knows best about their faith...60:10). The verse purports to say that women are exempted from the relevant clause of the treaty because of their being Muslims. Since it was possible that a woman had fled from Makkah, not because of her faith, but on account of displeasure with her husband or being in love with some person in Madinah or for some other mundane motive. Such women are not exempted from the terms of the treaty, but it is incumbent to send her back. Therefore the Muslims were ordered by this verse that they should put such a woman to a test to discover whether she was sincere and honest in her faith. Allah further states: اللَّـهُ أَعْلَمُ بِإِيمَانِهِنَّ (Allah knows best about their faith... 60:10) It indicates that real faith belongs to human heart which none besides Allah knows. It is possible to estimate a man's faith by his verbal confession and circumstantial evidence. Muslims are legally obliged to do just this much.\nSayyidna Ibn ` Abbas ؓ has explained the method of their testing as follows: An oath used to be taken from an emigrant woman to assert that she had not come because of hatred for her husband, or for the love of any man in Madinah, or for any mundane reason, but purely and solely for the sake of Allah and for the love and pleasure of His Messenger ﷺ . When she swore an oath to this effect, the Messenger of Allah ﷺ would permit her to reside in Madinah and would return to her disbelieving husband the dower [ mahr ] etc., that he might have spent on the believing emigrant wife. [ Qurtubi ]\nSayyidah Siddiqah ؓ reports, as recorded in Tirmidhi [ and he grades it as 'hasan sahih'], that the method of testing them was the pledge of allegiance as in the forthcoming verse: إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ (... when the believing women come to you, seeking bai'ah [ a pledge of allegiance ] with you ....60:12). In other words, the methodology of testing the faith of the emigrant women was the pledge the women swore on the blessed hands of the Messenger of Allah ﷺ as set out in this verse. It is not inconceivable that they had first to take an oath as mentioned in the narration of Sayyidna Ibn ` Abbas ؓ and then they had to accomplish it by giving an oath of loyalty as mentioned in the verse 12. And Allah knows best!\nفَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْ‌جِعُوهُنَّ إِلَى الْكُفَّارِ‌ (...So, if you find them faithful, do not send them back to the disbelievers. . .60:10). In other words, when you have tested the emigrant women according to the above method and ascertained to your satisfaction that they were sincere and honest in their faith, then it is not permissible to send them back to the unbelievers.\nلَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ (...Neither these [ women ] are lawful for them, nor are those [ disbelievers)] lawful for these [ women ]. _60:10). That is to say, neither the believing women are permitted to remain in marriage with the unbelieving men nor are the unbelieving men permitted to marry them again.\nRuling\nThe verse states that any woman who was married to an unbeliever, but later she embraced Islam while her husband did not, the marriage tie between a believing woman and her disbelieving husband was ipso facto dissolved. This is the reason why women were exempted from the relevant clause of the treaty, as she was no longer permitted to her disbelieving husband.\nوَآتُوهُم مَّا أَنفَقُوا (...And give them [ the disbelievers ] that [ dower ] which they had paid [ to these women ]....60:10) In other words, the emigrant believing woman's unbelieving husband should be refunded the dower etc. that he spent on her at the time of marriage. The relevant clause of treaty merely exempted women from being returned to their disbelieving husbands, because the relationship is not permitted, but the wealth or money the latter had spent on the former should be paid back. The verse does not address the emigrant women to refund what their former husbands have spent on them. It addresses the Muslim Community as a whole to return the wealth or money, because it was possible, rather most likely that the wealth that was given to her might have finished or might have been depleted and they might be left with nothing to return. Hence, the Muslim Community as a whole was entrusted with the responsibility of paying back on her behalf to fulfill the terms of the treaty. If this responsibility could be carried out by the State from its public treasury [ bait-ul-mal ], it would be so much the better, or it should have been paid by contributions of the Muslims. [ Qurtubi ]\nوَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَ‌هُنَّ (...And there is no sin for you if you marry them, when you give them their dowers....60:10) The previous verse made it clear that the marriage tie between the emigrant believing woman and her disbelieving husband dissolves, and thus she is forbidden to him. The current verse clarifies that it is possible for a Muslim man to marry this emigrant lady, although her former husband is still alive and did not divorce her, but in terms of the sacred law of Shari’ ah, the marriage with him stands dissolved. Marriage, therefore, with another Muslim is permitted.\nIt is clear from the above verse that if an unbeliever's wife becomes Muslim, the marriage tie is automatically broken. The question now is when will it be possible for her to marry another Muslim man. According to Imam Abu Hanifah (رح) the basic principle is as follows: When the wife becomes a convert to the Islamic faith and her husband remains an infidel, the Muslim ruler should call upon the husband to embrace the faith also. If he accepts, the woman continues to be his wife; but if he refuses, the Muslim ruler must separate them. Thus separation is completed between them. She may then marry any Muslim man of her choice. But obviously, a Muslim ruler can approach the husband only in an Islamic country. It is not possible to approach him, if he is in a non-Muslim country, to make any such requisition and decide on separation in case of refusal. In such an instance, the way out is for the woman to migrate to the Islamic State or join the Muslim army base, in which case the separation will be accomplished. This situation, in the legal parlance of the jurists, is referred to اِختِلَافُ الدَّارین as ikhtilaf-ud-darain or difference of states. It means that if there is a difference of states between an unbelieving husband and a believing wife, the former being in un-Islamic State and the latter in the Islamic state, the separation is accomplished, and the wife is free to marry someone else. [ Hidayah and others ]\nThe verse, while permitting the Muslims to marry such women, has added: إِذَا آتَيْتُمُوهُنَّ أُجُورَ‌هُنَّ \"when you give them their dowers\". This in fact is not a condition of marriage, because the jurists unanimously agree that the validity of marriage is not conditional upon payment of dower [ mahr ], though its payment is compulsory on or after marriage. It has been mentioned here as a condition presumably because one mahr has already been returned to the unbelieving husband, and the Muslim who wished to marry her might think that there was no need for him to pay another mahr, since her mahr has already been paid. Hence, the verse clarifies that the previous mahr was in lieu of the previous marriage. When the next marriage would take place, another mahr would be compulsory.\nوَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ‌ (...And do not hold on to the ties of marriage with the disbelieving women....60:10) The word ` isam is the plural of ` ismah, which originally means 'protection/bond' and it refers to the marriage bond that is protected. The word kawafir is the plural of kafirah and it refers to a 'pagan woman'. It cannot refer to an unbelieving woman who is a kitabiyyah [ a follower of a previously revealed scripture, like a Jew or a Christian ], because it is permitted to marry her by the express text of the Qur'an. The purport of the verse is to explain that the marriage between the Muslims and the pagans that was allowed so far is now repealed. It is forbidden for a Muslim now to marry a pagan woman. Such marriages that had been contracted previously have also been cancelled. It is not lawful for any Muslim man to carry on marriage ties with women who are polytheists. When this verse was revealed, the blessed Companions gave up their wives who were polytheists. Sayyidna ` Umar ؓ had two pagan wives who were with him until the migration, but when the migration took place, they remained in Makkah. When this verse was revealed, Sayyidna ` Umar ؓ divorced them. [ Transmitted by al-Baghawi from Zuhri, as quoted by Mazhari ]. The word talaq (divorce) used in this narration means to 'sever relationship'. Talaq in its technical sense was not needed here, because by virtue of this verse the marriage tie or bond has already been broken.\nوَاسْأَلُوا مَا أَنفَقْتُمْ وَلْيَسْأَلُوا مَا أَنفَقُوا (..., and ask that which you had paid, and they should ask to pay that which they had paid ....60:10). It was stated previously that when a woman converts to Islam and emigrates to Madinah, she is not sent back to Makkah, but becomes part of the Muslim Community, and the marriage tie between an emigrant believing woman and her disbelieving husband becomes dissolved in this way. However, it is necessary to give back the mahr (dower) of the disbelieving husband that he paid to her. Similarly, if [ God forbid!] a Muslim woman becomes an apostate and absconds to Makkah, or if she was an infidel from beforehand and flees from her Muslim husband, the pagans of Makkah will not send her back, but they would be legally responsible to return the mahr that the Muslim husband had paid to her. Therefore, the amounts thus obligated should be determined by mutual understanding of the accounts. The Muslims acted upon this law willingly, because they sincerely believed that adherence to the command of the Qur'an is binding. Thus they paid back the mahr to all unbelieving husbands who had paid it to their women. The pagans of Makkah, however, did not believe in the Qur'an. Therefore, they did not act upon it, on which occasion the following verse was revealed. [ Mentioned by al-Baghawi on the authority of Zuhri, as quoted by Mazhari ]",
  "ayah": 10,
  "surah": 60
}
