{
  "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَ‌اهِيمَ ۔ ۔ ۔ حَتَّىٰ تُؤْمِنُوا بِاللَّـهِ وَحْدَهُ (Indeed, there is an excellent example for you in Ibrahim and those with him, when they said to their people, \"We disown you and what you worship instead of Allah. We disbelieve in you. Enmity and hatred has arisen between us and you forever, unless you believe in Allah alone\",....60:4). This verse supports and emphasizes the abstaining from maintaining close friendly relations with non-believers. This rule of law is illustrated by the excellent example of Holy Prophet Ibrahim (علیہ السلام) whose entire family worshipped idols, but he not only washed his hands of them and disowned them, but also announced, and erected a wall of, enmity and hatred with them forever, unless and until they give up idol-worship and have belief in Allah alone.\nAllaying a Doubt\nThe current verse emphasizes that Muslims should follow the excellent model of Holy Prophet Ibrahim (علیہ السلام) and, it is established in Surah Taubah and in other places in the Qur'an that, he prayed for the forgiveness of his father who was an idol-worshipper. This could create doubt that, in pursuance of the command of Allah to follow the example of Prophet Ibrahim (علیہ السلام) is permitted to pray for the forgiveness of one's parents or other relatives who are idol-worshippers. But the later part of Verse [ 4] makes an exception to the command of following Ibrahim (علیہ السلام) .\nإِلَّا قَوْلَ إِبْرَ‌اهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ‌نَّ لَكَ (...but [ his example is ] not [ to be followed ] in what Ibrahim said to his father, \"I will pray to my Lord for your forgiveness... 60:4). This implies that it is imperative to follow the model of Holy Prophet Ibrahim (علیہ السلام) in all respects, except in the case of prayer for his father's forgiveness. It is not permitted to emulate his sunnah in this respect. His reason for praying for his father's forgiveness has been explained in Surah Taubah. He prayed for his father's forgiveness before the prohibitory injunction was ordained, or probably when he felt that faith has entered into his father's heart, but when it became plain to him that he was Allah's enemy he washed his hands of him and disowned him, thus فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّـهِ تَبَرَّ‌أَ مِنْهُ (...and when it became clear to him that he was an enemy of Allah, he renounced him....9:114)\nSome of the scholars analyze the phrase اِلَّا قَولَ اِبرٰھِیمَ (but not in what Ibrahim said ...) grammatically as istithna' munqati`, that is, exceptive sentence in which the exception is severed from, or wholly different in kind from, the general term. In terms of this grammatical analysis, praying for his father's forgiveness is not contrary to Abrahamic model. Holy Prophet Ibrahim (علیہ السلام) was under the impression that his father had become a Muslim, so he prayed for the forgiveness of his Muslim father. Later when he learnt the truth, he gave up praying for him and renounced him. If anyone believes, even today, that a particular unbeliever has most probably embraced Islam, there is no harm in praying for his pardon. [ Qurtubi ]. Allah knows best!",
  "ayah": 6,
  "surah": 60
}
