{
  "text": "Commentary\nThe preceding verses vehemently prohibited Muslims to maintain any friendly intimacy with non-believers, even though they had very near blood relationships with them. The noble Companions used to carry out the commands of Allah and His Messenger in letter and spirit. In this matter, they did not care about their personal desires, or about their near and dear ones. This command was also carried out with the result that in some homes the father was a Muslim and the son was an unbeliever or vice versa. Friendly relations were severed. Obviously, this situation was not easy for their human nature. That is why Allah gives them the assurance that soon the hardship will be over.\nAccording to some ahadith, when a servant of Allah gives up his favorite thing for the sake of Allah, Allah delivers it to him in a lawful manner, and at times he is granted something better than it.\nThe present verses give an indication that those who are implacable enemies of Muslims because of their disbelief would soon become their friends. In other words, Allah will grant the enemies the ability to embrace the Faith and thus restore the mutual relationships. This prophecy was fulfilled on the occasion of the Conquest of Makkah when, besides the unbelievers who were killed, the rest of the people became Muslims. [ Mazhari ]. The Holy Qur'an describes it thus يَدْخُلُونَ فِي دِينِ اللَّـهِ أَفْوَاجًا (...and you see people entering Allah's [ approved ] religion in multitudes..) [ 110:2]\nIt is recorded in Sahih of Bukhari, on the authority of Sayyidah Asma' bint Abu Bakr ؓ ، that her mother arrived in Madinah from Makkah in the state of disbelief. According to a narration in Musnad of Ahmad, this incident occurred when peace treaty of Hudaibiyah with the Makkan Quraish had been concluded and was in force. Her mother's name was Qutailah. She brought gifts for her daughter Sayyidah Asma' ؓ but she refused to accept them. She did not even allow her to enter her house unless she sought the permission of the Holy Prophet ﷺ . Sayyidah Asma' ؓ asked the Holy Prophet ﷺ how to treat her mother who came to her while still disbeliever. The Holy Prophet ﷺ advised her to treat her kindly, politely and courteously. On that occasion, the following verse was revealed لَّا يَنْهَاكُمُ اللَّـهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ. (Allah does not forbid you from doing good and justice to those who did not fight you because of faith ....60:8)",
  "ayah": 7,
  "surah": 60
}
