{
  "text": "انتقال إلى تشريع آخر بمناسبة ذكر السفر للخروج من سلطة الكفر ، على عادة القرآن في تفنين أغراضه ، والتماس مناسباتها . والجملة معطوفة على الجملة التي قبلها . والضرب في الأرض : السفر .( وإذا ) مضمّنة معنى الشرط كما هو غالب استعمالها ، فلذلك دخلت الفاء على الفعل الذي هو كجواب الشرط . ( وإذا ) منصوبة بفعل الجواب .وقصر الصلاة : النقص منها ، وقد عُلم أنّ أجزاء الصلاة هي الركعات بسجداتها وقراءاتها ، فلا جرم أن يعلم أنّ القصر من الصلاة هو نقص الركعات ، وقد بيّنه فعل النبي صلى الله عليه وسلم إذ صيّر الصلاة ذات الأربع الركعات ذات ركعتين . وأجملت الآية فلم تعيّن الصلوات التي يعتريها القصر ، فبيّنته السنّة بأنّها الظهر والعصر والعشاء . ولم تقصر الصبح لأنّها تصير ركعة واحدة فتكون غير صلاة ، ولم تقصر المغرب لئلاّ تصير شفعاً فإنّها وتر النهار ، ولئلاّ تصير ركعة واحدة كما قلنا في الصبح .وهذه الآية أشارت إلى قصر الصلاة الرباعية في السفر ، ويظهر من أسلوبها أنّها نزلت في ذلك ، وقد قيل : إنّ قصر الصلاة في السفر شُرع في سنة أربع من الهجرة وهو الأصحّ ، وقيل : في ربيع الآخر من سنة اثنتين ، وقيل : بعد الهجرة بأربعين يوماً . وقد روى أهل الصحيح قول عائشة رضي الله عنها : فُرِضت الصلاة ركعتين فأقِرّت صلاة السفر وزيدت صلاة الحضر ، وهو حديث بيّن واضح . ومحمل الآية على مقتضاه : أنّ الله تعالى لمّا فرض الصلاة ركعتين فتقرّرت كذلك فلمّا صارت الظهر والعصر والعشاء أربعاً نسخ ما كان من عددها ، وكان ذلك في مبدأ الهجرة ، وإذ قد كان أمر الناس مقاماً على حالة الحضر وهي الغالب عليهم ، بطل إيقاع الصلوات المذكورات ركعتين ، فلمّا غزوا خفف الله عنهم فأذنهم أن يصلّوا تلك الصلوات ركعتين ركعتين ، فلذلك قال تعالى : { فليس عليكم جناح } وقال : { أن تقصروا من الصلاة } وإنّما قالت عائشة «أقرت صلاة السفر» حيث لم تتغيّر عن الحالة الأولى ، وهذا يدلّ على أنّهم لم يصلّوها تامّة في السفر بعد الهجرة ، فلا تعارض بين قولها وبين الآية .وقوله : { إن خفتم أن يفتنكم الذين كفروا } شرط دلّ على تخصيص الإذن بالقصر بحَال الخوف من تمكّن المشركين منهم وإبطالِهم عليهم صلاتهم ، وأنّ الله أذن في القصر لتقع الصلاة عن اطمئنان ، فالآية هذه خاصّة بقصر الصلاة عند الخوف ، وهو القصر الذي له هيئة خاصّة في صلاة الجماعة ، وهذا رأي مالك ، يدلّ عليه ما أخرجه في «الموطأ» : أنّ رجلاً من آل خالد بن أسِيد سأل عبد الله بن عُمر «إنّا نجد صلاة الخوف وصلاة الحضر في القرآن ولا نجد صلاة السفر» ، فقال ابن عمر : «يابن أخي إنّ الله بعث إلينا محمداً ولا نعلم شيئاً فإنّما نفعل كما رأيناه يفعل» ، يعني أنّ ابن عمر أقرّ السائل وأشعره بأنّ صلاة السفر ثبتت بالسنّة ، وكذلك كانت ترى عائشة وسعد بن أبي وقّاص أنّ هذه الآية خاصّة بالخوف ، فكانا يكمّلان الصلاة في السفر .وهذا التأويل هو البيّن في محمل هذه الآية ، فيكون ثبوت القصر في السفر بدون الخوف وقصر الصلاة في الحضر عند الخوف ثابتين بالسنّة ، وأحدهما أسبق من الآخر ، كما قال ابن عمر . وعن يعلى بن أمية أنّه قال : قلت لعمر بن الخطاب : إنّ الله تعالى يقول : { إن خفتم } وقد أمِن الناس . فقال : عجبتُ ممّا عجبتَ منه فسألتُ رسول الله عن ذلك فقال \" صدقةٌ تصدّق الله بها عليكم فاقبلوا صدقَته \" . ولا شكّ أنّ محمل هذا الخبر أنّ النبي صلى الله عليه وسلم أقرّ عمرَ على فهمه تخصيصَ هذه الآية بالقصر لأجل الخوف ، فكان القصر لأجل الخوف رخصة لدفع المشقّة ، وقوله : له صدقة الخ ، معناه أنّ القصر في السفر لغير الخوف صدقة من الله ، أي تخفيف ، وهو دون الرخصة فلا تردّوا رخصته ، فلا حاجة إلى ما تَمَحّلوا به في تأويل القيد الذي في قوله : { إن خفتم أن يفتنكم الذين كفروا } وتقتصر الآية على صلاة الخوف ، ويستغني القائلون بوجوب القصر في السفر مثل ابن عباس ، وأبي حنيفة ، ومحمد بن سحنون ، وإسماعيل بن إسحاق من المالكية؛ والقائلون بتأكيد سنّة القصر مثل مالك بن أنس وعامّة أصحابه ، عن تأويل قوله : { فليس عليكم جناح } بما لا يلائم إطلاق مثل هذا اللفظ . ويكون قوله : { وإذا ضربتم في الأرض } إعادة لتشريع رخصة القصر في السفر لقصد التمهيد لقوله : { وإذا كنت فيهم } الآيات .أمّا قصر الصلاة في السفر فقد دلّت عليه السنّة الفعلية ، واتَّبعه جمهور الصحابة إلاّ عائشة وسعدَ بن أبي وقاص ، حتّى بالغ من قال بوجوبه من أجل حديث عائشة في «الموطأ» و«الصحيحين» لدلالته على أنّ صلاة السفر بقيت على فرضها ، فلو صلاّها رباعية لكانت زيادة في الصلاة ، ولقول عمر فيما رواه النسائي وابن ماجة : صلاة السفر ركعتان تمامٌ غيرُ قصر . وإنّما قال مالك بأنّه سنّة لأنّه لم يرو عن النبي صلى الله عليه وسلم في صلاة السفر إلاّ القصر ، وكذلك الخلفاء من بعده . وإنّما أتمّ عثمان بن عفّان الصلاة في الحج خشية أن يتوهّم الأعراب أنّ الصلوات كلّها ركعتان . غير أنّ مالكاً لم يقل بوجوبه من أجل قوله تعالى : { فليس عليكم جناح } لمنافاته لصيغ الوجوب . ولقد أجاد محامل الأدلّة .وأخْبِر عن الكافرين وهو جمع بقوله : { عَدُوّاً } وهو مفرد . وقد قدّمنا ذلك عند قوله تعالى : { فإن كان من قوم عدوَ لكم } [ النساء : 92 ] .",
  "ayah": 101,
  "surah": 4
}
