{
  "text": "وقوله تعالى : { وإذا كنت فيهم فأقمت لهم الصلاة } هذه صفة صلاة الخوف في الجماعة لقوله : { فأقمت لهم الصلاة } .واتّفق العلماء على أنّ هذه الآية شرعت صلاة الخوف . وأكثر الآثار تدلّ على أنّ مشروعيتها كانت في غزوة ذات الرّقَاع بموضع يقال له : نَخلة بين عسفان وضجنان من نجد ، حين لقوا جموع غطفان : محارب وأنمار وثعلبة . وكانت بين سنة ستّ وسنة سبع من الهجرة ، وأنّ أوّل صَلاة صلّيت بها هي صلاة العصر ، وأنّ سببها أنّ المشركين لما رأوا حرص المسلمين على الصلاة قالوا : هذه الصلاة فرصة لنا لو أغرنا عليهم لأصبناهم على غِرّة ، فأنبأ الله بذلك نبيّه صلى الله عليه وسلم ونزلت الآية . غير أنّ الله تعالى صدّر حكم الصلاة بقوله : { وإذا كنت فيهم } فاقتضى ببادىء الرأي أنّ صلاة الخوف لا تقع على هذه الصفة إلاّ إذا كانت مع رسول الله صلى الله عليه وسلم فهي خصوصية لإقامته . وبهذا قال إسماعيل بن عُلية ، وأبو يوسف صاحب أبي حنيفة في أحد أقواله ، وعلّلوا الخصوصية بأنّها لِحرص الناس على فضل الجماعة مع الرسول ، بخلاف غيره من الأيّمة ، فيمكن أن تأتمّ كلّ طائفة بإمام . وهذا قول ضعيف : لمخالفته فعل الصحابة ، ولأنّ مقصد شرع الجماعة هو اجتماع المسلمين في الموطن الواحد ، فيؤخذ بهذا المقصد بقدر الإمكان . على أنّ أبا يوسف لا يرى دلالة مفهوم المخالفة فلا تدلّ الآية على الاختصاص بإمامة الرسول ، ولذلك جزم جمهور العلماء بأنّ هذه الآية شرعت صلاة الخوف للمسلمين أبداً . ومحمل هذا الشرط عندهم جار على غالب أحوالهم يومئذٍ من ملازمة النبي صلى الله عليه وسلم لغزواتهم وسراياهم إلاّ للضرورة ، كما في الحديث \" لولا أنّ قوماً لا يتخلّفون بعدي ولا أجد ما أحملهم عليه ما تخلّفت عن سريّة سارت في سبيل الله \" فليس المراد الاحترازَ عن كون غيره فيهم ولكن التنويهَ بكون النبي فيهم . وإذ قد كان الأمراء قائمين مقامه في الغزوات فالذي رخّص الله للملسمين معه يرخّصه لهم مع أمرائه ، وهذا كقوله : { خذ من أموالهم صدقة } [ التوبة : 103 ] .وفي نظم الآية إيجاز بديع فإنّه لمّا قال : «فلتقم طائفة منهم معك» علم أنّ ثمة طائفة أخرى ، فالضمير في قوله : { وليأخذوا أسلحتهم } للطائفة باعتبار أفرادها ، وكذلك ضمير قوله : { فإذا سجدوا } للطائفة التي مع النبي ، لأن المعية معية الصلاة ، وقد قال : { فإذا سجدو } . وضمير قوله : { فليكونوا } للطائفة الأخرى المفهومة من المقابلة ، لظهور أنّ الجواب وهو { فليكونوا من ورائكم } متعيّن لفعل الطائفة المواجهة العدوّ .وقوله : { ولتأت طائفة أخرى } هذه هي المقابلة لقوله : { فلتقم طائفة منهم معك } .وقد أجملت الآية ما تصنعه كلّ طائفة في بقية الصلاة . ولكنّها أشارت إلى أنّ صلاة النبي صلى الله عليه وسلم واحدة لأنّه قال : { فليصلوا معك } . فجعلهم تابعين لصلاته ، وذلك مؤذن بأنّ صلاته واحدة ، ولو كان يصلّي بكل طائفة صلاة مستقلّة لقال تعالى فلتصلّ بهم .وبهذا يبطل قول الحسن البصري : بأنّ رسول الله صلى الله عليه وسلم صلّى ركعتين بكلّ طائفة ، لأنّه يصير متمّا للصلاة غير مقصّر ، أو يكون صلّى بإحدى الطائفتين الصلاة المفروضة وبالطائفة الثانية صلاة : نافلة له ، فريضة للمؤمنين ، إلاّ أن يلتزم الحسن ذلك . ويرى جواز ائتمام المفترض بالمتنفّل . ويظهر أنّ ذلك الائتمام لا يصحّ ، وإن لم يكن في السنّة دليل على بطلانه .وذهب جمهور العلماء إلى أنّ الإمام يصلّي بكلّ طائفة ركعة ، وإنّما اختلفوا في كيفية تقسيم الصلاة : بالنسبة للمأمومين . والقول الفصل في ذلك هو ما رواه مالك في «الموطأ» ، عن سهل بن أبي حثمة : إنه صلّى مع رسول الله صلى الله عليه وسلم صلاة الخوف يوم ذات الرقاع ، فصفّت طائفة معه وطائفة وِجاه العدوّ ، فصلّى بالذين معه ركعة ثم قام ، وأتمّوا ركعة لأنفسهم ، ثم انصرفوا فوقفوا وِجاه العدوّ ، وجاءت الطائفة الأخرى فصلّى بهم الركعة التي بقيت له ، ثم سلّم ، ثم قضوا الركعة التي فاتتهم وسلُّموا وهذه الصفة أوفق بلفظ الآية ، والروايات غيرُ هذه كثيرة .والطائفة : الجماعة من الناس ذات الكثرة . والحقّ أنّها لا تطلق على الواحد والاثنين ، وإن قال بذلك بعض المفسّرين من السلف . وقد تزيد على الألف كما في قوله تعالى : { على طائفتين مِن قبْلِنا } [ الأنعام : 156 ] . وأصلها منقولة من طائفة الشيء وهي الجزء منه .وقوله : { وليأخذوا حذرهم وأسلحتهم } استُعمل الأخذ في حقيقته ومجازه : لأنّ أخذ الحِذر مجاز ، إذ حقيقة الأخذ التناول ، وهو مجاز في التلبّس بالشيء والثبات عليه . وأخذُ الأسلحة حقيقة ، ونظيره قوله تعالى : { والذين تبوّأوا الدار والإيمانَ من قبلهم } [ الحشر : 9 ] ، فإنّ تَبَوّأ الإيماننِ الدخول فيه والاتّصافُ به بعد الخروج من الكفر . وجاء بصيغة الأمر دون أن يقول : ولا جناح عليكم أن تأخذوا أسلحتكم ، لأنّ أخذ السلاح فيه مصلحة شرعية .وقوله : { ود الذين كفروا } الخ ، ودّهم هذا معروف إذ هو شأن كلّ محارب ، فليس ذلك المعنى المعروف هو المقصود من الآية ، إنّما المقصود أنّهم ودّوا ودّا مستقرباً عندهم ، لظنّهم أنّ اشتغال المسلمين بأمور دينهم يباعد بينهم وبين مصالح دنياهم جهلاً من المشركين لحقيقة الدين ، فطمعوا أن تلهيهم الصلاة عن الاستعداد لأعدائهم ، فنبه الله المؤمنين إلى ذلك كيلاً يكونوا عند ظنّ المشركين ، وليعوّدهم بالأخذ بالحزم في كلّ الأمور ، وليريهم أنّ صلاح الدين والدنيا صنوان .والأسلحة جمع سلاح ، وهو اسم جنس لآلة الحرب كلّها من الحديد ، وهي السيف والرمح والنبل والحَرْبَة وليس الدرع ولا الخُوذَة ولا التُّرس بسلاح . وهو يذكّر ويؤنث . والتذكير أفصح ، ولذلك جمعوه على أسلحة وهو من زِنات جمع المذكّر .والأمتعة جمع متاع وهو كلّ ما ينتفع به من عروض وأثاث ، ويدخل في ذلك ما له عون في الحرب كالسروج ولامة الحرب كالدروع والخُوذات . { فيميلون } مفرّع عن قوله : { لو تغفلون } » الخ ، وهو محلّ الودّ ، أي ودّوا غفلتكم ليميلوا عليكم .والميل : العدول عن الوسط إلى الطرف ، ويطلق على العدول عن شيء كان معه إلى شيء آخر ، كما هنا ، أي فيعدلون عن مُعسكرهم إلى جيشكم . ولمّا كان المقصود من الميل هنا الكَرُّ والشدُّ ، عُدّي ب ( على ) ، أي فيشدّون عليكم في حال غفلتكم .وانتصب ( مَيلةً ) على المفعولية المطلقة لبيان العدد ، أي شدّة مفردة . واستعملت صيغة المرّة هنا كناية عن القوّة والشدّة ، وذلك أنّ الفعل الشديد القويّ يأتي بالغرض منه سريعاً دون معاودة علاج ، فلا يتكرّر الفعل لتحصيل الغرض ، وأكّد معنى المرّة المستفاد من صيغة فعلة بقوله : { واحدة } تنبيهاً على قصد معنى الكناية لئلاّ يتوهّم أنّ المصدر لمجرّد التأكيد لقوله : { فيميلون } .وقوله : { ولا جناح عليكم إن كان بكم أذى من مطر } الخ رخصة لهم في وضع الأسلحة عند المشقّة ، وقد صار ما هو أكمل في أداء الصلاة رخصةً هنا ، لأنّ الأمور بمقاصدها وما يحصل عنها من المصالح والمفاسد ، ولذلك قيّد الرخصة مع أخذ الحذر . وسبب الرخصة أنّ في المطر شاغلاً للفريقين كليهما ، وأمّا المرض فموجب للرخصة لخصوص المريض .وقوله : { إن الله أعد للكافرين عذاباً مهيناً } تذييل لتشجيع المسلمين؛ لأنّه لمّا كرّر الأمر بأخذ السلاح والحَذر ، خيف أن تثور في نفوس المسلمين مخافة من العدوّ من شدّة التحذير منه ، فعقّب ذلك بأنّ الله أعدّ لهم عذاباً مهيناً ، وهو عذاب الهزيمة والقتل والأسر ، كالذي في قوله : { قاتلوهم يعذّبهم الله بأيديكم } [ التوبة : 14 ] ، فليس الأمر بأخذ الحذر والسلاح إلاّ لتحقيق أسباب ما أعدّ الله لهم ، لأنّ الله إذا أراد أمراً هيَّأ أسبابه . وفيه تعليم المسلمين أن يطلبوا المسبّبات من أسبابها ، أي إن أخذتم حِذركم أمِنتم من عدوّكم .",
  "ayah": 102,
  "surah": 4
}
