{
  "text": "{ يُوصِيكُمُ الله فى أولادكم لِلذَّكَرِ مِثْلُ حَظِّ الانثيين فَإِن كُنَّ نِسَآءً فَوْقَ اثنتين فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ واحدة فَلَهَا النصف } .تتنزّل آية { يوصيكم الله في أولادكم } منزلة البيان والتفصيل لقوله { للرجال نصيب مما ترك الوالدان والأقربون } [ النساء : 7 ] وهذا المقصد الذي جعل قوله : { للرجال نصيب } [ النساء : 7 ] إلخ بمنزلة المقدّمة له فلذلك كانت جملة : { يوصيكم } مفصولة لأنّ كلا الموقعين مقتض للفصل .ومن الاهتمام بهذه الأحكام تصدير تشريعها بقوله : { يوصيكم } لأنّ الوصاية هي الأمر بما فيه نفع المأمور وفيه اهتمام الآمر لشدّة صلاحه ، ولذلك سمّي ما يعهد به الإنسان ، فيما يصنع بأبنائه وبماله وبذاته بعد الموت ، وصية .وقد رويت في سبب نزول الآية أحاديث كثيرة . ففي «صحيح البخاري» ، عن جابر بن عبد الله : أنّه قال : «مرضت فعادني رسول الله وأبو بكر في بني سلمة فوجداني لا أعقل فدعا رسول الله بماء فتوضّأ ، ثم رشّ عليّ منه فأفقت فقلت «كيف أصنع في مالي يا رسول الله» فنزلت { يوصيكم الله في أولادكم } .وروى الترمذي ، وأبو داود ، وابن ماجه ، عن جابر ، قال : جاءت امرأة سعد بن الربيع فقالت لرسول الله «إنّ سعداً هلك وترك ابنتين وأخاه ، فعمد أخوه فقبض ما ترك سعد ، وإنّما تنكح النساء على أموالهنّ» فلم يجبها في مجلسها ذلك ، ثمّ جاءته فقالت «يا رسول الله ابنتَا سعد» فقال رسول الله صلى الله عليه وسلم \" ادعُ لي أخاه \" فجاء ، فقال : \" ادفع إلى ابنتيه الثلثين وإلى امرأته الثمن ولك ما بقي \" ونزلت آية الميراث .بيَّن الله في هذه الآيات فروض الورثة ، وناط الميراث كلّه بالقرابة القريبة ، سواء كانت جبلّية وهي النسب ، أو قريبة من الجبلّية ، وهي عصمة الزوجية ، لأنّ طلب الذكر للأنثى جبليّ ، وكونُها المرأةَ المعيَّنة يحصل بالإلف ، وهو ناشىء عن الجبلّة . وبيَّن أهل الفروض ولم يبيّن مرجع المال بعد إعطاء أهل الفروض فروضَهم ، وذلك لأنّه تركه على المتعارف عندهم قبل الإسلام من احتواء أقرب العصبة على مال الميّت ، وقد بيّن هذا المقصد قول النبي صلى الله عليه وسلم \" أَلِحقُوا الفَرَائِضَ بأهْلِهَا فما بَقِي فلأوْلىَ رَجُلٍ ذَكَرٍ \" . ألا ترى قوله تعالى بعد هذا { فإن لم يكن له ولد وورثه أبواه فلأمِّه الثلث } فلم يبيّن حظّ الأب ، لأنّ الأب في تلك الحالة قد رجع إلى حالته المقرّرة ، وهي احتواء المال فاحتيج إلى ذكر فرض الأم .وابتدأ الله تعالى بميراث الأبناء لأنّهم أقرب الناس .والأولاد جمع ولد بوزن فَعَل مثل أسَد ووثَن ، وفيه لغة ولِدْ بكسر الواو وسكون اللام وكأنه حينئذ فِعْل الذي بمعنى المفعول كالذِّبْح والسِّلخ . والولد اسم للابن ذكرا كان أو أنثى ، ويطلق على الواحد وعلى الجماعة من الأولاد ، والوارد في القرآن بمعنى الواحد وجمعه أولاد .و { في } هنا للظرفية المجازية ، جعلت الوصية كأنّها مظروفة في شأن الأولاد لشدّة تعلّقها به كاتّصال المظروف بالظرف ، ومجرورها محذوف قام المضاف إليه مقامه ، لظهور أنّ ذوات الأولاد لا تصلح ظرفاً للوصيّة ، فتعيّن تقدير مضاف على طريقة دلالة الاقتضاء ، وتقديره : في إرثثِ أولادكم ، والمقام يدلّ على المقدّر على حدّ { حرمت عليكم أمهاتكم } [ النساء : 23 ] فجعل الوصيّة مظروفة في هذا الشأن لشدّة تعلقها به واحتوائه عليها .وجملة : { للذكر مثل حظ الأنثيين } بيان لجملة { يوصيكم } لأنّ مضمونها هو معنى مضمون الوصية ، فهي مثل البيان في قوله تعالى : { فوسوس إليه الشيطان قال ياآدم } وتقديم الخبر على المبتدأ في هذه الجملة للتنبيه من أوّل الأمر على أنّ الذكر صار له شريك في الإرث وهو الأنثى لأنّه لم يكن لهم به عهد من قبل إذ كان الذكور يأخذون المال الموروث كلّه ولاحظّ للإناث ، كما تقدّم آنفاً في تفسير قوله تعالى : { للرجال نصيب مما ترك الوالدان والأقربون } [ النساء : 7 ] .وقوله : { للذكر مثل حظ الأنثيين } جعل حظّ الأنثيين هو المقدار الذي يقدّر به حظّ الذكر ، ولم يكن قد تقدّم تعيين حظّ للأنثيين حتّى يقدّر به ، فعُلم أنّ المراد تضعيف حظّ الذكر من الأولاد على حظّ الأنثى منهم ، وقد كان هذا المراد صالحاً لأن يؤدّى بنحو : للأنثى نصف حظّ ذكر ، أو للأنثيين مثلّ حظّ ذكر ، إذ ليس المقصود إلاّ بيان المضاعفة . ولكن قد أوثر هذا التعبير لنكتة لطيفة وهي الإيماء إلى أن حظّ الأنثى صار في اعتبار الشرع أهَمّ من حظّ الذكر ، إذ كانت مهضومة الجانب عند أهل الجاهلية فصار الإسلام ينادي بحظّها في أول ما يقرع الأسماع قد عُلم أنّ قسمة المال تكون باعتبار عدد البنين والبنات .وقوله : { فإن كن نساء فوق اثنتين } إلخ معاد الضمير هو لفظ الأولاد ، وهو جمع ولد فهو غير مؤنّث اللفظ ولا المدلول لأنّه صالح للمذكّر والمؤنث ، فلمّا كان ما صدَقُه هُنا النساء خاصّة أعيد عليه الضمير بالتأنيث .ومعنى : { فوق اثنتين } أكثر من اثنتين ، ومن معاني ( فوق ) الزيادة في العدد ، وأصل ذلك مجاز ، ثم شاع حتّى صار كالحقيقة ، والآية صريحة في أنّ الثلثين لا يعطيان إلاّ للبنات الثلاث فصاعداً لأنّ تقسيم الأنصباء لا يُنتقل فيه من مقدار إلى مقدار أزيدَ منه إلاّ عند انتهاء من يستحقّ المقدار الأول .والوصف ب { فوق اثنتين } يفيد مفهوما وهو أنّ البنتين لا تعطيان الثلثين ، وزاد فقال : { وإن كانت واحدة فلها النصف } فبقي ميراث البنتين المنفردتين غير منصوص في الآية فألحقهما الجمهور بالثلاث لأنّهما أكثر من واحدة ، وأحسن ما وجِّه به ذلك ما قاله القاضي إسماعيل بن إسحاق «إذا كانت البنت تأخذ مع أخيها إذا انفرد الثلث فأحرى أن تأخذ الثلثَ مع أختها» يعني أنّ كلّ واحدة من البنتين هي مقارنة لأختها الأخرى فلا يكون حظّها مع أخت أنثى أقلّ من حظّها مع أخ ذكر ، فإنّ الذكر أولى بتوفير نصيبه ، وقد تلقّفه المحقّقون من بعده ، وربما نسب لبعض الذين تلقّفوه .وعلَّله ووَجَّهه آخرون : بأنّ الله جعل للأختين عند انفرادهما الثلثين فلا تكون البنتان أقلّ منهما . وقال ابن عباس : للبنتين النصف كالبنت الواحدة ، وكأنّه لم ير لتوريثهما أكثر من التشريك في النصف محمَلا في الآية ، ولو أريد ذلك لما قال { فوق اثنتين } . ومنهم من جعل لفظ ( فوق ) زائداً ، ونظّره بقوله تعالى : { فاضربوا فوق الأعناق } [ الأنفال : 12 ] . وشتَّان بين فوق التي مع أسماء العدد وفوق التي بمعنى مكان الفعل . قال ابن عطية : وقد أجمع الناس في الأمصار والأعصار على أنّ للبنتين الثلثين ، أي وهذا الإجماع مستند لسنّة عرفوها . وردّ القرطبي دعوى الإجماع بأنّ ابن عباس صحّ عنه أنّه أعطى البنتين النصف . قلت : لعلّ الإجماع انعقد بعدما أعطى ابن عباس البنتين النصف على أنّ اختلال الإجماع لمخالفة واحد مختلف فيه ، أمّا حديث امرأة سعد بن الربيع المتقدّم فلا يصلح للفصل في هذا الخلاف ، لأنّ في روايته اختلافا هل ترك بنتين أو ثلاثاً .وقوله : { فلهن } أعيد الضمير إلى نساء ، والمراد ما يصدق بالمرأتين تغليبا للجمع على المثنى اعتمادا على القرينة .وقرأ الجمهور : «وإن كانت واحدة» بنصب واحدة على أنّه خبر كانت ، واسم كانت ضمير عائد إلى ما يفيده قوله : { في أولادكم } من مفرد ولد ، أي وإن كانت الولد بنتا واحدة ، وقرأ نافع ، وأبو جعفر بالرفع على أنّ كان تامّة ، والتقدير : وإن وجدت بنت واحدة ، لما دلّ عليه قوله : { فإن كن نساء } .وصيغة { أولادكم } صيغة عموم لأنّ أولاد جمع معرّف بالإضافة ، والجمع المعرّف بالإضافة من صيغ العموم ، وهذا العموم ، خصّصه أربعة أشياء :الأوّل : خصّ منه عند أهل السنّة النبي صلى الله عليه وسلم لما رواه عنه أبو بكر أنّه قال : \" لا نورث ما تركنا صدقة \" ووافقه عليه عمر بن الخطاب وجميع الصحابة وأمَّهات المؤمنين . وصحّ أنّ علياً رضي الله عنه وافق عليه في مجلس عمر بن الخطاب ومن حضر من الصحابة كما في «الصحيحين» .الثاني : اختلاف الدين بالإسلام وغيره ، وقد أجمع المسلمون على أنّه لا يرث المسلمُ الكافرَ ولا الكافرُ المسلمَ .الثالث : قاتل العمد لا يرث قريبه في شيء .الرابع : قاتل الخطأ لا يرث من الدية شيئاً .الضمير المفرد عائد إلى الميّت المفهوم من قوله : { يوصيكم الله في أولادكم } إذ قد تقرّر أنّ الكلام في قسمة مال الميّت . وجاء الكلام على طريقة الإجمال والتفصيل ليكون كالعنوان ، فلذلك لم يقل : ولكلّ من أبويه السدس ، وهو كقوله السابق :{ في أولادكم للذكر مثل حظ الأنثيين } [ النساء : 11 ] .وقوله : { وورثه أبواه } زاده للدلالة على الاقتصار أي : لا غيرهما ، ليعلم من قوله : { فلأمه الثلث } أنّ للأب الثلثين ، فإن كان مع الأمّ صاحب فرض لا تحجبه كان على فرضه معها وهي على فرضها . واختلفوا في زوجة وأبوين وزوج وأبوين : فقال ابن عباس : للزوج أو الزوجة فرضهما وللأمّ ثلثها وما بقي للأب ، حملا على قاعدة تعدّد أهل الفروض ، وقال زيد بن ثابت : لأحد الزوجين فرضه وللأمّ ثلث ما بَقي وما بقي للأب ، لئلا تأخذ الأمّ أكثر من الأب في صورة زوج وأبوين ، وعلى قول زيد ذهب جمهور العلماء . وفي «سنن ابن أبي شيبة» : أنّ ابن عباس أرسل إلى زيد «أين تجد في كتاب الله ثلث ما بقي» فأجاب زيد «إنما أنت رجل تقول برأيك وأنا أقول برأيي» .وقد علم أنّ للأب مع الأمّ الثلثين ، وترك ذكره لأنّ مبني الفرائض على أنّ ما بقي بدون فرض يرجع إلى أصل العصابة عند العرب .وقرأ الجمهور : فلأمَّه بضمّ همزة أمّه ، وقرأه حمزة ، والكسائي بكسر الهمزة اتّباعاً لكسرة اللام .وقوله : { فإن كان له إخوة فلأمة السدس } أي إن كان إخوة مع الأبوين وهو صريح في أنّ الإخوة يحجبون الأمّ فينقلونها من الثلث إلى السدس . والمذكور في الآية صيغة جمع فهي ظاهرة في أنّها لا ينقلها إلى السدس إلاّ جماعة من الإخوة ثلاثة فصاعداً ذكوراً أو مختلطين . وقد اختلف فيما دون الجمع ، وما إذا كان الإخوة إناثاً : فقال الجمهور الأخوان يحجبان الأمّ ، والأختان أيضاً ، وخالفهم ابن عباس أخذا بظاهر الآية . أمّا الأخ الواحد أو الأخت فلا يحجب الأمّ والله أعلم بحكمة ذلك . واختلفوا في السدس الذي يحجب الإخوة عنه الأمّ : هل يأخذه الإخوة أم يأخذه الأب ، فقال بالأوّل ابن عباس رضي الله عنه وهو أظهر ، وقال بالثاني الجمهور بناء على أنّ الحاجب قد يكون محجوباً . وكيفما كان فقد اعتبر الله للأخوة حظّا مع وجود الأبوين في حالة خاصّة ، ولو كان الإخوة مع الأمّ ولم يكن أب لكان للأمّ السدس وللأخوة بقية المال باتّفاق ، وربما كان في هذا تعضيد لابن عباس .المجرور في موضع الحال ، فهو ظرف مستقرّ ، وهو قيد يرجع إلى الجمل المتقدّمة : أي تقتسمون المال على حسب تلك الأنصباء لكلّ نصيبه حالة كونه من بعد وصيّة أو دين .وجيء بقوله : { من بعد وصية يوصي بها أو دين } بعد ذكر صنفين من الفرائض : فرائض الأبناء ، وفرائض الأبوين ، لأنّ هذين الصنفين كصنف واحد إذ كان سببهما عمود النسب المباشر . والمقصد هنا التنبيه على أهمّية الوصيَّة وتقدّمها . وإنَّما ذكر الدين بعدها تتميماً لما يتعيّن تقديمه على الميراث مع علم السامعين أنّ الدين يتقدّم على الوصيّة أيضاً لأنّه حقّ سابق في مال الميّت ، لأنّ المدين لا يملك من ماله إلاّ ما هو فاضل عن دين دائنه .فموقع عطف { أو دين } موقع الاحتراس ، ولأجل هذا الاهتمام كرّر الله هذا القيد أربع مرات في هذه الآيات .ووصف الوصية بجملة { يوصي بها } لئلا يُتوهّم أنّ المراد الوصيّة التي كانت مفروضة قبل شرع الفرائض ، وهي التي في قوله : { كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية للوالدين والأقربين } [ البقرة : 180 ] . وقرأ الجمهور : { يوصي بها } في الموضعين في هذه الآية بكسر الصاد والضمير عائد إلى معلوم من الكلام وهو الميّت ، كما عاد ضمير { ما ترك } [ النساء : 7 ] وقرأه ابن كثير ، وابن عامر ، وأبو بكر عن عاصم ، في الموضعين أيضاً : يوصَى بفتح الصاد مبنيا للنائب أي يوصى بها موصٍ .ختم هذه الفرائض المتعلّقة بالأولاد والوالدين ، وهي أصول الفرائض بقوله : { آباؤكم وأبناؤكم } الآية ، فهما إمّا مسند إليهما قُدّ ما للاهتمام ، وليتمكّن الخبر في ذهن السامع إذ يُلقي سمعه عند ذكر المسند إليهما بشراشره ، وإمّا أن تجعلهما خبرين عن مبتدأ محذوف هو المسند إليه ، على طريقة الحذف المعبّر عنه عند علماء المعاني بمتابعة الاستعمال ، وذلك عندما يتقدّم حديث عن شيء ثم يراد جمع الخبر عنه كقول الشاعر :فتى غير محجوب الغنى عن صديقه ... ولا مظهر الشكوى إذا النعل وزلّتبعد قوله :سأشكر عمرا إن تدانت منيّتي ... أيادي لم تُمنن وإن هي جلَّتأي : المذكورون آباؤكم وأبناؤكم لا شكّ في ذلكّ . ثم قال : { لا تدرون أيهم أقرب لكم نفعاً } فهو إما مبتدأ وإما حال ، بمعنى أنهم غير مستوين في نفعكم متفاوتون تفاوتاً يتبع تفاوت الشفقة الجبلية في الناس ويتبع البرور ومقدار تفاوت الحاجات . فربّ رجل لم تعرض له حاجة إلى أن ينفعه أبواه وأبناؤه ، وربما عرضت حاجات كثيرة في الحالين ، وربما لم تعرض فهم متفاوتون من هذا الأعتبار الذي كان يعتمده أهل الجاهلية في قسمة أموالهم ، فاعتمدوا أحوالاً غير منضبطه ولا موثوقاً بها ، ولذلك قال تعالى : { لا تدرون أيهم أقرب لكم نفعاً } فشرع الإسلام ناط الفرائض بما لا يقبل التفاوت وهي الأبوة والبنوة ، ففرض الفريضة لهم نظراً لصلتهم الموجبة كونهم أحقّ بمال الأبناء أو الآباء .والتذييل بقوله : { الله كان عليماً حكيماً } واضح المناسبة .",
  "ayah": 11,
  "surah": 4
}
