{
  "text": "لم تَخْلُ الحوادث التي أشارت إليها الآي السابقة ، ولا الأحوال التي حذّرت منها ، من تناج وتحاوُر ، سِرّا وجهراً ، لتدبير الخيانات وإخفائها وتبييتها ، لذلك كان المقام حقيقاً بتعقيب جميع ذلك بذكر النجوى وما تشتمل عليه ، لأنّ في ذلك تعليماً وتربية وتشريعاً ، إذ النجوى من أشهر الأحوال العارضة للناس في مجتمعاتهم ، لا سيما في وقت ظهور المسلمين بالمدينة ، فقد كان فيها المنافقون واليهود وضعفاء المؤمنين ، وكان التناجي فاشياً لمقاصد مختلفة ، فربما كان يثير في نفوس الرائين لتلك المناجاة شكّا ، أي خوفاً ، إذ كان المؤمنون في حال مناواة من المشركين وأهللِ الكتاب ، فلذلك تكرّر النهي عن النجوى في القرآن نحو { ألَمْ تَرَ إلى الذين نُهوا عن النجوى } [ المجادلة : 8 ] الآيات ، وقوله : { إذ يستمعون إليك وإذ هم نجوى } [ الإسراء : 47 ] وقوله : { وإذا خلوا إلى شياطينهم قالوا إنّا معكم } [ البقرة : 14 ] ، فلذلك ذمّ الله النجوى هنا أيضاً ، فقال : { لا خير في كثير من نجواهم } . فالجملة مستأنفة استئنافاً ابتدائياً لإفادة حكم النجوى ، والمناسبةُ قد تبيّنت .والنجوى مصدر ، هي المسَارّة في الحديث ، وهي مشتقّة من النجو ، وهو المكان المستتر الذي المفضِي إليه ينجو من طالبه ، ويطلق النجوى على المناجين ، وفي القرآن { إذ يستمعون إليك وإذ هم نجوى } ، وهو وصف بالمصدر والآية تحتمل المعنيين . والضمير الذي أضيف إليه { نجوى } ضمير جماعة الناس كلّهم ، نظير قوله تعالى : { ألا إنّهم يثنون صدورهم ليستخفوا منه } إلى قوله : { وما يُعلنون } في سورة هود ( 5 ) ، وليس عائداً إلى ما عادت إليه الضمائر التي قبله في قوله : { يستخفون من الناس } [ النساء : 108 ] إلى هنا؛ لأنّ المقام مانع من عوده إلى تلك الجماعة إذ لم تكن نجواهم إلاّ فيما يختصّ بقضيتهم ، فلا عموم لها يستقيم معه الاستثناء في قوله : { إلاّ من أمر بصدقة أو معروف أو إصلاح بين الناس } . وعلى هذا فالمقصود من الآية تربية اجتماعية دعت إليها المناسبة ، فإنّ شأن المحادثات والمحاورات أن تكون جهرة ، لأنّ الصراحة من أفضل الأخلاق لدلالتها على ثقة المتكلّم برأيه ، وعلى شجاعته في إظهار ما يريد إظهاره من تفكيره ، فلا يصير إلى المناجاة إلاّ في أحوال شاذّة يناسبها إخفاء الحديث . فمَن يناجي في غير تلك الأحوال رُمي بأنّ شأنه ذميم ، وحديثه فيما يستحيي من إظهاره ، كما قال صالح بن عبد القدوس :الستر دون الفاحشات ولا ... يَغشاك دون الخير مِنْ ستْرِوقد نهى الله المسلمين عن النجوى غير مرّة ، لأنّ التناجي كان من شأن المنافقين فقال : { ألم تر إلى الذين نُهوا عن النجوى ثم يعودون لما نهو عنه } [ المجادلة : 8 ] وقال : { إنّما النجوى من الشيطان ليُحزن الذين آمنوا } [ المجادلة : 10 ] .وقد ظهر من نهي النبي صلى الله عليه وسلم أن يتناجى اثنان دون ثالث أنّ النجوى تبعث الريبة في مقاصد المتناجين ، فعلمنا من ذلك أنّها لا تغلب إلاّ على أهل الريَب والشبهات ، بحيث لا تصير دأباً إلاّ لأولئك ، فمن أجل ذلك نفى الله الخير عن أكثر النجوى .ومعنى { لا خير } أنّه شرّ ، بناء على المتعارف في نفي الشيء أن يراد به إثبات نقيضه ، لعدم الاعتداد بالواسطة ، كقوله تعالى : { فماذا بعد الحقّ إلاّ الضلال } [ يونس : 32 ] ، ولأنّ مقام التشريع إنّما هو بيان الخير والشرّ .وقد نفى الخير عن كثير من نجواهم أو مُتناجيِهم ، فعلم من مفهوم الصفة أنّ قليلاً من نجواهم فيه خير ، إذ لا يخلو حديث الناس من تناج فيما فيه نفع . والاستثناء في قوله : { إلاّ من أمر بصدقة } على تقدير مضاف ، أي : إلاّ نجوى من أمر ، أو بدون تقدير إن كانت النجوى بمعنى المتناجين ، وهو مستثنى من { كثير } ، فحصل من مفهوم الصفة ومفهوم الاستثناء قسمان من النجوى يثبت لهما الخير ، ومع ذلك فهما قليل من نجواهم . أمّا القسم الذي أخرجَته الصفة ، فهو مجمل يصدق في الخارج على كلّ نجوى تصدر منهم فيها نفع ، وليس فيها ضرر ، كالتناجي في تشاور فيمن يصلح لمخالطة ، أو نكاح أو نحو ذلك .وأمّا القسم الذي أخرجه الاستثناء فهو مبيّن في ثلاثة أمور : الصدقة ، والمعروف ، والإصلاح بين الناس . وهذه الثلاثة لو لم تذكر لدخلت في القليل من نجواهم الثابت له الخير ، فلمّا ذكرت بطريق الاستثناء علمنا أنّ نظم الكلام جرى على أسلوب بديع فأخرج ما فيه الخير من نجواهم ابتداء بمفهوم الصفة ، ثم أريد الاهتمام ببعض هذا القليل من نجواهم ، فأخرج من كثير نجواهم بطريق الاستثناء ، فبَقي ما عدا ذلك من نجواهم ، وهو الكثير ، موصوفاً بأن لا خير فيه وبذلك يتّضح أنّ الاستثناء متّصل ، وأنْ لا داعي إلى جعله منقطعاً . والمقصد من ذلك كلّه الاهتمام والتنويه بشأن هذه الثلاثة ، ولو تناجى فيها مَن غالب أمره قصد الشرّ .وقوله : { ومن يفعل ذلك } إلخ وعد بالثواب على فعل المذكورات إذا كان لابتغاء مرضاة الله . فدلّ على أنّ كونها خيراً وصف ثابت لها لما فيها من المنافع ، ولأنّها مأمور بها في الشرع ، إلاّ أنّ الثواب لا يحصل إلاّ عن فعلها ابتغاء مرضاة الله كما في حديث : « إنما الأعمال بالنيات » . وقرأ الجمهور : ( نُؤتيه ) بنون العظمة على الالتفات من الغيبة في قوله : { مرضاة الله } .",
  "ayah": 114,
  "surah": 4
}
