{
  "text": "وجملة { لعنه الله } صفة لشيطان ، أي أبعده؛ وتحتمل الدعاء عليه ، لكن المقام ينبو عن الاعتراض بالدعاء في مثل هذا السياق . وعطف { وقال لأتخذن } عليه يزيد احتمال الدعاء بُعداً . وسياق هذه الآية كسياق أختها في قوله : { فاخرج إنّك من الصاغرين قال أنظرني إلى يوم يُبعثون قال إنّك من المنظرين قال فبما أغويتني لأقعدنّ لهم صراطك المستقيم } [ الأعراف : 13 16 ] الآية فكلّها أخبار . وهي تشير إلى ما كان في أول خلق البشر من تنافر الأحوال الشيطانية لأحوال البشر ، ونشأة العداوة عن ذلك التنافر ، وما كونّه الله من أسباب الذود عن مصالح البشر أن تنالها القُوى الشيطانية نوال إهلاك بحرمان الشياطين من رضا الله تعالى ، ومن مداخلتهم في مواقع الصلاح ، إلاّ بمقدار ما تنتهز تلك القوى من فرض مَيل القوى البشرية إلى القوى الشيطانية وانجذابها ، فتلك خُلَس تعمل الشياطين فيها عملها ، وهو ما أشار إليه قوله تعالى : { قال هذا صراط عليّ مستقيم إنّ عبادي ليس لك عليهم سلطان إلاّ من اتّبعك من الغاوين } [ الحجر : 41 ، 32 ] . وتلك ألطاف من الله أوْدعها في نظام الحياة البشرية عند التكوين ، فغلب بسببها الصلاح على جماعة البشر في كلّ عصر ، وبقي معها من الشرُور حظّ يسير ينزع فيه الشيطان منازعه وَكَل الله أمرَ الذياد عنه إلى إرادة البشر ، بعد تزويدهم بالنصح والإرشاد بواسطة الشرائع والحكمة .فمعنى الحكاية عنه بقوله : { لأتّخذّن من عبادك نصيباً مفروضاً } أنّ الله خلق في الشيطان علماً ضرورياً أيقن بمقتضاه أنّ فيه المقدرة على فتنة البشر وتسخيرهم ، وكانت في نظام البشر فرص تدخل في خلالها آثار فتنة الشيطان ، فذلك هو النصيب المفروض ، أي المجعول بفرض الله وتقديره في أصل الجبلّة .وليس قوله : { من عبادك } إنكاراً من الشيطان لعبوديته لله ، ولكنّها جلافة الخطاب النَّاشئة عن خباثة التفكير المتأصّلة في جبلّته ، حتّى لا يستحضر الفكر من المعاني المدلولة إلاّ ما له فيه هوى ، ولا يتفطّن إلى ما يحفّ بذلك من الغلظة ، ولا إلى ما يفوته من الأدب والمعاني الجميلة ، فكلّ حظّ كان للشيطان في تصرّفات البشر من أعمالهم المعنوية : كالعقائد والتفكيرات الشريرة ، ومن أعمالهم المحسوسة : كالفساد في الأرض ، والإعلان بخدمة الشيطان : كعبادة الأصنام ، والتقريب لها ، وإعطاء أموالهم لضلالهم ، كلّ ذلك من النصيب المفروض .",
  "ayah": 118,
  "surah": 4
}
