{
  "text": "الأظهر أنّ قوله : { ليس بأمانيكم } استئناف ابتدائي للتنويه بفضائل الأعمال ، والتشويه بمساويها ، وأنّ في ( ليس ) ضميراً عائداً على الجزاء المفهوم من قوله : { يجز به } ، أي ليس الجزاء تابعاً لأماني الناس ومشتهاهم ، بل هو أمر مقدّر من الله تعالى تقديراً بحسب الأعمال ، وممّا يؤيّد أن يكون قوله : { ليس بأمانيكم } استئنافاً ابتدائياً أنّه وقع بعد تذييل مُشعر بالنهاية وهو قوله : { ومن أصْدق من الله قيلاً } [ النساء : 122 ] . ومِمّا يرجّحه أنّ في ذلك الاعتبار إبهاماً في الضمير ، ثم بياناً له بالحملة بعده ، وهي : { من يعمل سوءاً يجز به } ؛ وأنّ فيه تقديم جملة { ليس بأمانيكم } عن موقعها الذي يُترقّب في آخر الكلام ، فكان تقديمها إظهاراً للاهتمام بها ، وتهيئةً لإبهام الضمير . وهذه كلّها خصائص من طرق الإعجاز في النظم . وجملة { من يعمل سوءاً يجز به } استئناف بياني ناشىء عن جملة { ليس بأمانيكم } لأنّ السامع يتساءل عن بيان هذا النفي المجمل . ولهذا الاستئناف موقع من البلاغة وخصوصية تفوت بغير هذا النظم الذي فسّرناه . وجعل صاحب «الكشاف» الضمير المستتر عائداً على وعد الله ، أي ليس وعدّ الله بأمانيّكم؛ فتكون الجملة من تكملة الكلام السابق حالاً من { وعْدَ الله } [ النساء : 122 ] ، وتكون جملة { من يعمل سوءاً يحز به } استئنافاً ابتدائياً محضاً .روي الواحدي في أسباب النزول بسنده إلى أبي صالح ، وروى ابن جرير بسنده إلى مسروق ، وقتادةَ ، والسدّي ، والضحاك ، وبعضُ الروايات يزيد على بعض ، أنّ سبب نزولها : أنّه وقع تحاجّ بين المسلمين وأهل الكتاب : اليهود والنصارى ، كلّ فريق يقول للآخرين : نحن خير منكم ، ويحتجّ لذلك ويقول : لن يدخل الجنة إلاّ من كان على ديننا . فأنزل الله { ليس بأمانيكم ولا أماني أهل الكتاب } الآيات مبين أن كلّ من اتّبع هدى الله فهو من أهل الجنة وكلّ من ضلّ وخالف أمر الله فهو مجازى بسوء عمله ، فالذين آمنوا من اليهود قبل بعثة عيسى وعملوا الصالحات هم من أهل الجنة وإن لم يكونوا على دين عيسى ، فبطل قول النصارى : لن يدخل الجنة إلا من كان على ديننا والذين آمنوا بموسى وعيسى قبل بعثه محمد صلى الله عليه وسلم وعملوا الصالحات يدخلون الجنّة ، فبطل قول المسلمين واليهود : لن يدخل الجنّة إلاّ من كان على ديننا فكانت هذه الآية حكماً فصلاً بين الفرق ، وتعليماً لهم أن ينظروا في توفّر حقيقة الإيمان الصحيح ، وتوفّر العمل الصالح معه ، ولذلك جمع الله أماني الفرق الثلاث بقوله : { ليس بأمانيكم ولا أماني أهل الكتاب } . ثم إنّ الله لَوّح إلى فلج حجّة المسلمين بإشارة قوله : { وهو مؤمن } فإن كان إيمان اختلّ منه بعض ما جاء به الدين الحقّ ، فهو كالعدم ، فعقّب هذه الآية بقوله : { ومن أحسن دينا ممّن أسلم وجهه الله وهو محسن واتّبع ملّة إبراهيم حنيفاً }[ النساء : 125 ] . والمعنى أنّ الفوز في جانب المسلمين ، لا لأنّ أمانيّهم كذلك ، بل لأنّ أسباب الفوز والنجاة متوفّرة في دينهم . وعن عكرمة : قالت اليهود والنصارى : لن يدخل الجنّة إلاّ من كان منّا . وقال المشركون : لا نُبْعث .والباء في قوله : { بأمانيكم } للملابسة ، أي ليس الجزاء حاصلاً حصولاً على حسب أمانيّكم ، وليست هي الباء التي تزاد في خبر ليس لأنّ أمانيّ المخاطبين واقعة لا منفية .والأمانيّ جمع أمنية ، وهي اسم للتمنّي ، أي تقدير غير الواقع واقعاً . والأمنية بوزن أفعولة كالأعجوبة . وقد تقدّم ذلك في تفسير قوله تعالى : { لا يعلمون الكتاب إلاّ أمانيّ } في سورة البقرة ( 78 ) . وكأنَّ ذكر المسلمين في الأماني لقصد التعميم في تفويض الأمور إلى ما حكم الله ووعد ، وأنّ ما كان خلاف ذلك لا يعتدّ به . وما وافقه هو الحقّ ، والمقصد المهمّ هو قوله : { ولا أمانيّ أهل الكتاب } على نحو : { وإنّا أو إيّاكم لعلى هدى أو في ضلال مبين } [ سبأ : 24 ] فإنّ اليهود كانوا في غرور ، يقولون : لن تمسنّا النار إلاّ أيّاماً معدودة . وقد سمّى الله تلك أماني عند ذكره في قوله : { وقالوا لن تمسنّا النار إلاّ أيّاماً معدودة } [ البقرة : 80 ] { تلك أمانيّهم } [ البقرة : 111 ] . أمّا المسلمون فمُحاشون من اعتقاد مثل ذلك .وقيل : الخطاب لكفار العرب ، أي ليس بأمانيّ المشركين ، إذ جعلوا الأصنام شفعاءهم عند الله ، ولا أمانيّ أهل الكتاب الذين زعموا أنّ أنبياءهم وأسلافهم يغنون عنهم من عذاب الله ، وهو محمل للآية .وقوله : { ولا يجد له من دون الله ولياً ولا نصيراً } زيادة تأكيد ، لردّ عقيدة من يتوهّم أنّ أحداً يغني عن عذاب الله .والوليّ هو المولى ، أي المشارك في نسب القبيلة ، والمراد به المدافع عن قريبه ، والنصيرُ الذي إذا استنجدته نصرَك ، أو الحليف ، وكان النصر في الجاهلية بأحد هذين النوعين .",
  "ayah": 123,
  "surah": 4
}
