{
  "text": "وجملة { إن يشأ يذهبكم } واقعة موقع التفريع عن قوله : { غنيّاً حميداً } . والخطاب بقوله : { أيها الناس } للناس كلّهم الذين يسمعون الخطاب تنبيهاً لهم بهذا النداء . ومعنى { يَأت بآخرين } يُوجد ناساً آخرين يكونون خيراً منكم في تلقيّ الدين .وقد علم من مقابلة قوله : { أيها الناس } بقوله : { آخرين } أنّ المعنى بناس آخرين غير كافرين ، على ما هو الشائع في الوصف بكلمة آخرَ أو أخرى ، بعد ذكرِ مقابِل للموصوف ، أن يكون الموصوف بكلمة آخر بعضاً من جنس ما عطف هو عليه باعتبار ما جعله المتكلّم جنساً في كلامه ، بالتصريح أو التقدير . وقد ذهب بعض علماء اللغة إلى لزوم ذلك ، واحتفل بهذه المسألة الحريري في «درّة الغوّاص» . وحاصلها : أنّ الأخفش الصغير ، والحريري ، والرضيّ ، وابن يسعون ، والصقلي ، وأبا حيان ، ذهبوا إلى اشتراط اتّحاد جنس الموصوف بكلمة آخرَ وما تصرّف منها مع جنس ما عطف هو عليه ، فلا يجوز عندهم أن تقول : ركبت فرساً وحماراً آخر ، ومثّلوا لما استكمل الشرط بقوله تعالى : { أيّاماً معدودات } [ البقرة : 184 ] ثم قال : { فعدّة من أيّام أخَر } [ البقرة : 185 ] وبقوله : { أفرأيتم اللاتَ والعُزّى ومناةَ الثالثةَ الأخرى } [ النجم : 19 ، 20 ] فوصف مناة بالأخرى لأنّها من جنس اللات والعزّى في أنّها صنم ، قالوا : ومِثل كلمة آخر في هذا كلمات : سائر ، وبقية ، وبعض ، فلا تقول : أكرمت رجلاً وتركت سائر النساء .ولقد غلا بعض هؤلاء النحاة فاشترطوا الاتحاد بين الموصوف بآخر وبين ما عطف هو عليه حتّى في الإفراد وضدّه . قاله ابن يسعون والصقلي ، وردّه ابن هشام في «التذكرة» محتجّاً بقول ربيعة بن مكدم :ولقد شفعتهما بآخر ثالث ... وأبى الفرار لي الغداة تكرميوبقول أبي حيّة النميري :وكنتُ أمشي على رجلين معتدلاً ... فصرت أمشي على أخرى من الشَّجَروقال قوم بلزوم الاتّحاد في التذكير وضدّه ، واختاره ابن جنّي ، وخالفهم المبّرد ، واحتجّ المبرّد بقول عنترة :والخيلُ تقتحم الغبارَ عَوابسا ... من بين شَيْظَمةٍ وآخرَ شَيْظموذهب الزمخشري وابن عطية إلى عدم اشتراط اتّحاد الموصوف بآخر مع ما عطف هو عليه ، ولذلك جوزا في هذه الآية أن يكون المعنى : ويأت بخلق آخرين عير الإنس .واتّفقوا على أنّه لا يجوز أن يوصف بكلمة آخر موصوف لم يتقدّمه ذكرُ مقابل له أصلاً ، فلا تقول : جاءني آخَر ، من غير أن تتكلّم بشيء قبلُ ، لأنّ معنى آخر معنى مغاير في الذات مجانس في الوصف . وأمّا قول كُثير :صلّى على عَزّةَ الرحمانُ وابنتِها ... لُبْنَى وصلّى على جارَاتها الأُخَرفمحمول على أنّه جعل ابنتها جارة ، أو أنّه أراد : صلى على حبائبي : عزّة وابنتها وجاراتها حبائبي الأُخَر .وقال أبو الحسن لا يجوز ذلك إلا في الشعر ، ولم يأت عليه بشاهد .قال أبو الحسن : وقد يجوز ما امتنع من ذلك بتأويل . نحو : رأيت فرساً وحماراً آخر بتأويل أنّه دابّة ، وقول امرىء القيس :إذا قلت هذا صاحبي ورضيتُه ... وقَرّتْ به العينان بُدِّلْتُ آخراقلت : وقد يجعل بيت كثير من هذا ، ويكون الاعتماد على القرينة .وقد عدّ في هذا القبيل قول العرب : «تربت يمين الآخِر» ، وفي الحديث : قال الأعرابي للنبيء صلى الله عليه وسلم «إنّ الآخر وقع على أهله في رمضان» كناية عن نفسه ، وكأنّه من قبيل التجريد . أي جرّد من نفسه شخصاً تنزيهاً لنفسه من أن يتحدّث عنها بما ذكره . وفي حديث الأسلمي في «الموطأ» : أنّه قال لأبي بكر \" إنّ الآخر قد زنى \" وبعض أهل الحديث يضبطونه بالقصر وكسر الخاء ، . وصوّبه المحقّقون .وفي الآية إشارة إلى أنّ الله سيخلف من المشركين قوماً آخرين مؤمنين ، فإنّ الله أهلك بعضَ المشركين على شركه بعد نزول هذه الآية ، ولم يشأ إهلاك جميعهم . وفي الحديث : لعلّ الله أن يخرج من أصلابهم من يعبده .",
  "ayah": 133,
  "surah": 4
}
