{
  "text": "استئناف عن قوله : { ومن يكْفُرْ بالله } [ النساء : 136 ] الآية ، لأنّه إذا كان الكفر كما علمت ، فما ظنّك بكفر مضاعَف يعاوده صاحبه بعد أن دخل في الإيمان ، وزالت عنه عوائق الاعتراف بالصدق ، فكفره بئس الكفر . وقد قيل : إنّ الآية أشارت إلى اليهود لأنّهم آمنوا بموسى ثم كفروا به إذ عبدوا العجل ، ثم آمنوا بموسى ثم كفروا بعيسى ثم ازدادوا كفراً بمحمد ، وعليه فالآية تكون من الذمّ المتوجّه إلى الأمّة باعتبار فعل سلفها ، وهو بعيد ، لأنّ الآية حكم لا ذَمّ ، لقوله { لم يكن الله ليغفر لهم } فإنّ الأولين من اليهود كفروا إذ عبدوا العجل ، ولكنّهم تابوا فما استحقّوا عدم المغفرة وعدمَ الهداية ، كيف وقد قيل لهم { فتوبوا إلى بارئكم } إلى قوله : { فتاب عليكم } [ البقرة : 54 ] ، ولأنّ المتأخّرين منهم ما عبدوا العجل حتّى يُعَدَّ عليهم الكفرُ الأول ، على أنّ اليهود كفروا غير مرّة في تاريخهم فكفروا بعد موت سليمان وعبدوا الأوثان ، وكفروا في زمن بختنصر . والظاهر على هذا التأويل أن لا يكون المراد بقوله : { ثم ازدادوا كفراً } أنّهم كفروا كَفْرَةً أخرى ، بل المراد الإجمال ، أي ثم كفروا بعد ذلك ، كما يقول الواقِف : وأولادهم وأولاد أولادهم وأولاد أولاد أولادهم لا يريد بذلك الوقوف عند الجيل الثالث ، ويكون المراد من الآية أنّ الذين عرف من دأبهم الخفّة إلى تكذيب الرسل ، وإلى خلع ربقة الديانة ، هم قوم لا يغفر لهم صُنعهم ، إذْ كان ذلك عن استخفاف بالله ورسله .وقيل : نزلت في المنافقين إذ كانوا يؤمنون إذا لقوا المؤمنين ، فإذا رجعوا إلى قومهم كفروا ، ولا قصد حينئذٍ إلى عدد الإيمانات والكَفَرات . وعندي : أنّه يعني أقواماً من العرب من أهل مكة كانوا يتّجرون إلى المدينة فيؤمنون ، فإذا رجعوا إلى مكة كفروا وتكرّر منهم ذلك ، وهم الذين ذكروا عند تفسير قوله : { فما لكم في المنافقين فئتين } [ النساء : 88 ] .وعلى الوجوه كلّها فاسم الموصول من قوله : { إنْ الذين . . . كفروا } مراد منه فريق معهود ، فالآية وعيد لهم ونذارة بأنّ الله حرمهم الهدى فلم يكن ليغفر لهم ، لأنّه حرمهم سبب المغفرة ، ولذلك لم تكن الآية دالّة على أنّ من أحوال الكفر ما لا ينفع الإيمان بعده . فقد أجمع المسلمون على أنّ الإيمان يجُبّ ما قبله ، ولو كفر المرء مائة مرة ، وأنّ التوبة من الذنوب كذلك ، وقد تقدّم شِبْه هذه الآية في آل عمران ( 190 ) وهو قوله : { إنّ الذين كفروا بعد إيمانهم ثم ازدادوا كفراً لن تقبل توبتهم } فإن قلت : إذا كان كذلك فهؤلاء القوم قد علم الله أنّهم لا يؤمنون وأخبر بنفي أن يهديهم وأن يغفر لهم ، فإذن لا فائدة في الطلب منهم أن يؤمنوا بعد هذا الكلام ، فهل هم مخصوصون من آيات عموم الدعوة .قلت : الأشخاص الذين علم الله أنّهم لا يؤمنون ، كأبي جهل ، ولم يخبر نبيئَه بأنّهم لا يؤمنون فهم مخاطبون بالإيمان مع عموم الأمّة ، لأنّ علم الله تعالى بعدم إيمانهم لم ينصب عليه أمَارة ، كما عُلم من مسألة ( التكليف بالمحال العارض ) في أصول الفقه ، وأمّا هؤلاء فلو كانوا معروفين بأعيانهم لكانت هذه الآية صارفة عن دعوتهم إلى الإيمان بعدُ ، وإن لم يكونوا معروفين بأعيانهم فالقول فيهم كالقول فيمن علم الله عدم إيمانه ولم يخبر به ، وليس ثمة ضابط يتحقّق به أنّهم دُعوا بأعيانهم إلى الإيمان بعد هذه الآية ونحوها .والنفي في قوله : لم يكن الله ليغفر لهم } أبلغ من : لا يغفر الله لهم ، لأنّ أصل وضع هذه الصيغة للدلالة على أنّ اسم كانَ لم يُجعل ليَصْدر منه خبرُها ، ولا شكّ أنّ الشيء الذي لم يُجعل لشيء يكون نابياً عنه ، لأنّه ضِدّ طبعه ، ولقد أبدع النحاة في تسمية اللام التي بعدَ كان المنفية ( لامَ الجحود ) .",
  "ayah": 137,
  "surah": 4
}
