{
  "text": "وجملة { وقد نزّل عليكم في الكتاب } الخ يجوز أن تكون معطوفة على جملة { بشرّ المنافقين } تذكيراً للمسلمين بما كانوا أعلموا به ممّا يؤكّد التحذير من مخالطتهم ، فضمير الخطاب موجّه إلى المؤمنين ، وضمائر الغيبة إلى المنافقين ، ويجوز أن تكون في موضع الحال من ضمير ( يتّخذون ) ، فيكون ضمير الخطاب في قوله : { وقد نزّل عليكم } خطاباً لأصحاب الصلة من قوله : { الذين يتّخذون الكافرين أولياء } [ النساء : 139 ] على طريقة الالتفات ، كأنّهم بعد أن أجريت عليهم الصلة صاروا معيّنين معروفين ، فالتُفت إليهم بالخطاب ، لأنّهم يعرفون أنّهم أصحاب تلك الصلة ، فلعلّهم أن يقلعوا عن موالاة الكافرين . وعليه فضمير الخطاب للمنافقين ، وضمائر الغيبة للكافرين ، والذي نزّل في الكتاب هو آيات نزلت قبل نزول هذه السورة في القرآن : في شأن كفر الكافرين والمنافقين واستهزائهم .قال المفسّرون : إنّ الذي أحيل عليه هنا هو قوله تعالى في سورة ( 68 ) الأنعام : { وإذا رأيتَ الذين يخوضون في آياتنا فأعْرِضْ عنهم حتّى يخوضوا في حديث غيره } لأنّ شأن الكافرين يَسري إلى الذين يتُخذونهم أولياء ، والظاهر أنّ الذي أحال الله عليه هو ما تكرّر في القرآن من قبل نزول هذه السورة نحو قوله في البقرة : وإذا خلوا إلى شياطينهم قالوا إنّا معكم إنّما نحن مشتهزءون } ممّا حصل من مجموعه تقرر هذا المعنى .و ( أنْ ) في قوله : { أنْ إذا سمعتم } تفسيرية ، لأنّ ( نُزّل ) تضمّن معنى الكلام دون حروف القول ، إذ لم يقصد حكاية لفظ ( ما نُزّل ) بل حاصل معناه . وجعَلها بعضهم مخفّفة من الثقيلة واسمها ضمير شأن محذوفاً ، وهو بعيد .وإسناد الفعلين : { يُكْفَر } و { يستهزأ } إلى المجهول لتتأتّى ، بحذف الفاعل ، صلاحية إسناد الفعلين إلى الكافرين والمنافقين . وفيه إيماء إلى أنّ المنافقين يركنون إلى المشركين واليهود لأنّهم يكفرون بالآيات ويستهزئون ، فتنثلج لذلك نفوس المنافقين ، لأنّ المنافقين لا يستطيعون أن يتظاهروا بذلك للمسلمين فيشفي غليلَهم أن يسمع المسلمون ذلك من الكفّار .وقد جعل زمان كفرهم واستهزائهم هو زمن سماع المؤمنين آيات الله . والمقصود أنّه زمن نزول آيات الله أو قراءة آيات الله ، فعدل عن ذلك إلى سماع المؤمنين ، ليشير إلى عجيب تضادُّ الحالين ، فلفي حالة اتّصاف المنافقين بالكفر باللَّه والهزل بآياته يتّصف المؤمنون بتلّقي آياته والإصغاء إليها وقصدِ الوعي لها والعمل بها .وأعقب ذلك بتفريع النهي عن مجالستهم في تلك الحالة حتّى ينتقلوا إلى غيرها ، لئلاّ يَتَوسّل الشيطان بذلك إلى استضعاف حرص المؤمنين على سماع القرآن ، لأنّ للأخلاق عَدْوى ، وفي المثل «تُعدي الصّحاحَ مَبَارِك الجُرْب» .وهذا النهي يقتضي الأمر بمغادرة مجالسهم إذا خاضوا في الكفر بالآيات والاستهزاء بها . وفي النهي عن القعود إليهم حكمة أخرى : وهي وجوب إظهار الغضب لله من ذلك كقوله : { تُلْقُونَ إليهم بالمودّة وقد كَفروا بما جاءكم من الحقّ } [ الممتحنة : 1 ] .و ( حتّى ) حرف يعطف غاية الشيء عليه ، فالنهي عن القعود معهم غايته أم يكفّوا عن الخوض في الكفر بالآيات والاستهزاء بها .وهذا الحكم تدريج في تحريم موالاة المسلمين للكافرين ، جُعل مبدأ ذلك أن لا يحضروا مجالس كفرهم ليَظهرَ التمايزُ بين المسلمين الخُلَّص وبين المنافقين ، ورخّص لهم القعود معهم إذ خاضوا في حديث غير حديث الكفر . ثم نسخ ذلك بقوله تعالى : { يأيها الذين آمنوا لا تتّخذوا آباءكم وإخوانكم أولياء إن استحبّوا الكفر على الإيمان ومن يتولّهم منكم فأولئك هم الظالمون قل إن كان آباؤكم وأبناؤكم وإخوانكم وأزواجكم وعشيرتكم وأموال اقترفتموها وتجارة تخشون كسادها ومساكنُ تَرضَونَها أحبَّ إليكم من الله ورسوله وجهاد في سبيله فتربّصوا حتّى يأتي الله بأمره } [ التوبة : 23 ، 24 ] .وجعل جواب القُعود معهم المنهي عنه أنّهم إذا لم ينتهوا عن القعود معهم يكونون مثلهم في الاستخفاف بآيات الله إذ قال : { إنَّكم إذَنْ مثلُهم } فإنِّ ( إذَنْ ) حرف جواب وجزاء لكلام مَلفوظ به أو مقدّر .والمجازاة هنا لكلام مقدّر دلّ عليه النهي عن القعود معهم؛ فإنّ التقدير : إن قعدتم معهم إذن إنّكم مثلهم . ووقوع إذن جزاء لكلام مقدّر شائع في كلام العرب كقول العنبري :لو كنتُ من مَازن لم تستبح إبلي ... بنو اللقيطة من ذُهْللِ شَيْبَاناإذَنْ لقام بنصري مَعْشَر خُشُن ... عند الحَفيظة إن ذُو لَوْثَة لاَناقال المرزوقي في «شرح الحماسة» : «وفائدة ( إذن ) هو أنّه أخرج البيت الثاني مَخرج جواب قائل له : ولو استباحوا مَاذا كان يَفعل بنو مازن؟ فقال : إذن لقام بنصري معشر خشن» . قلت : ومنه قوله تعالى : { وما كنت تتلو من قبله من كتاب ولا تخطّه بيمينك إذاً لارتابَ المُبطلون } [ العنكبوت : 48 ] . التقدير : فلو كنت تتلو وتخطّ إذن لارتابَ المبطلون . فقد علم أنّ الجزاء في قوله : { إنّكم إذن مثلهم } عن المنهي عنه لا عن النهي ، كقول الراجز ، وهو من شواهد اللغة والنحو :لاَ تَتْرُكَنِّي فيهم شَطِيرا ... أنّي إذَنْ أهْلِكَ أو أطِيراوالظاهر أنّ فريقاً من المؤمنين كانوا يجلسون هذه المجالس فلا يقدمون على تغيير هذا ولا يقُومون عنهم تَقيةً لهم فنُهوا عن ذلك . وهذه المماثلة لهم خارجة مخرج التغليظ والتهديد والتخويف ، ولا يصير المؤمن منافقاً بجلوسه إلى المنافقين ، وأرَيد المماثلة في المعصية لا في مقدارها ، أي أنّكم تصيرون مثلهم في التلبّس بالمعاصي .وقوله : { إنّ الله جامع المنافقين والكافرين في جهنّم جميعاً } تحذير من أن يكونوا مثلهم ، وإعلام بأنّ الفريقين سواء في عدواة المؤمنين ، ووعيد للمنافقين بعدم جدوى إظهارهم الإسلام لهم .",
  "ayah": 140,
  "surah": 4
}
