{
  "text": "وجملة { الذين يتربّصون بكم } صفة للمنافقين وحدَهم بدليل قوله : { وإن كان للكافرين نصيب } .والتربّص حقيقة في المكث بالمكان ، وقد مرّ قوله : { يتربّصن بأنفسهنّ } في سورة البقرة ( 228 ) . وهو مجاز في الانتظار وترقّب الحوادث . وتفصيله قوله : { فإن كان لكم فتح من الله } الآيات . وجُعل ما يحصل للمسلمين فتحاً لأنّه انتصار دائم ، ونُسب إلى الله لأنّه مُقدّره ومريده بأسباب خفيّة ومعجزات بينّة . والمراد بالكافرين هم المشركون من أهل مكة وغيرهم لا محالة ، إذ لا حظّ لليهود في الحرب ، وجعل ما يحصل لهم من النصر نصيباً تحقيراً له ، والمراد نصيب من الفوز في القتال .والاستحواذ : الغلبة والإحاطة ، أبقوا الواو على أصلها ولم يقلبوها ألفاً بعد الفتحة على خلاف القياس . وهذا أحد الأفعال التي صُحّحت على خلاف القياس مثل : استجوب ، وقد يقولون : استحاذ على القياس كما يقولون : استجَاب واستصاب .والاستفهام تقريري . ومعنى { ألم نستحوذ عليكم } ألم نتولّ شؤونكم ونحيط بكم إحاطة العنايية والنصرة ونمنعكم من المؤمنين ، أي من أن ينالكم بأسهم ، فالمنع هنا إمّا منعٌ مكذوبٌ يخَيِّلُونه الكفارَ واقعاً وهو الظاهر ، وإمّا منع تقديري وهو كفّ النصرة عن المؤمنين ، والتجسّس عليهم بإبلاغ أخبارهم للكافرين ، وإلقاء الأراجيف والفتن بين جيوش المؤمنين ، وكلّ ذلك ممّ يضعف بأس المؤمنين إن وقع ، وهذا القول كان يقوله من يندسّ من المنافقين في جيش المسلمين في الغزوات ، وخاصّة إذا كانت جيوش المشركين قرب المدينة مثل غزوة الأحْزاب .وقوله : { فالله يحكم بينكم يوم القيامة } الفاء للفصيحة ، والكلام إنذار للمنافقين وكفاية لمُهمّ المؤمنين ، بأن فوّض أمر جزاء المنافقين على مكائدهم وخزعبلاتهم إليه تعالى .وقوله : { ولن يجعل الله للكافرين على المؤمنين سبيلاً } تثبيت للمؤمنين ، لأنّ مثيل هذه الأخبار عن دخائل الأعداء وتألبّهم : من عدوّ مجاهر بكفره . وعدو مصانع مظهر للأخوّة ، وبيان هذه الأفعال الشيطانية البالغة أقصى المكر والحيلة ، يثير مخاوف في نفوس المسلمين وقد يُخيِّل لهم مَهاوي الخيبة في مستقبلهم . فكان من شأن التلطّف بهم أن يعقّب ذلك التحذير بالشدّ على العضد ، والوعد بحسن العاقبة ، فوَعدهم الله بأن لا يجعل للكافرين ، وإن تألّبت عصاباتهم . واختلفت مناحي كفرهم ، سبيلاً على المؤمنين .والمراد بالسبيل طريق الوصول إلى المؤمنين بالهزيمة والغلبة ، بقرينة تعديته بعَلَى ، ولأنّ سبيل العدوّ إلى عدوّه هو السعي إلى مضرّته ، ولو قال لك الحبيب : لا سبيل إليك ، لتحسّرت؛ ولو قال لك العدوّ : لا سبيل إليك لتهلّلت بشراً ، فإذا عُدّي بعلى صار نصاً في سبيل الشرّ والأذى ، فالآية وعد محض دنيوي ، وليست من التشريع في شيء ، ولا من أمور الآخرة في شيء لنبوّ المقام عن هذين .فإن قلت : إذا كان وعداً لم يجز تخلّفه . ونحن نرى الكافرين ينتصرون على المؤمنين انتصراً بيّناً ، وربما تملّكوا بلادهم وطال ذلك ، فكيف تأويل هذا الوعد . قلتُ : إن أريد بالكافرين والمؤمنين الطائفتان المعهودتان بقرينة القصّة فالإشكال زائل ، لأنّ الله جعل عاقبة النصر أيّامئذٍ للمؤمنين وقطع دابر القوم الذين ظلموا فلم يلبثوا أن ثقفوا وأخذوا وقتّلوا تقتيلاً ودخلت بقيتهم في الإسلام فأصبْحوا أنصاراً للدين؛ وإن أريد العموم فالمقصود من المؤمنين المؤمنون الخلّص الذين تلبّسوا بالإيمان بسائر أحواله وأصوله وفروعه ، ولو استقام المؤمنون على ذلك لما نال الكافرون منهم منالاً ، ولدفعوا عن أنفسهم خيبة وخبالاً .",
  "ayah": 141,
  "surah": 4
}
