{
  "text": "موقع هذه الآية عقب الآي التي قبلها أنّ الله لما شوّه حال المنافقين وشهّر بفضائحهم تشهيراً طويلاً ، كان الكلام السابق بحيث يثير في نفوس السامعين نفوراً من النفاق وأحواله ، وبغضاً للملموزين به ، وخاصّة بعد أن وصفهم باتّخاذ الكافرين أولياء من دون المؤمنين ، وأنَّهم يستهزئون بالقرآن ، ونَهى المسلمين عن القعود معهم ، فحذّر الله المسلمين من أن يغيظهم ذلك على من يتوسّمون فيه النفاق ، فيجاهِروهم بقول السوء ، ورخَّص لِمن ظُلم من المسلمين أن يجهر لظالمه بالسوء ، لأنّ ذلك دفاع عن نفسه .روى البخاري : أنّ رجالاً اجتمعوا في بيت عِتبان بن مالك لطعام صنعه لرسول الله صلى الله عليه وسلم فقال قائل : أين مالك بن الدّخْشُم ، فقال بعضهم : ذلك منافق لا يحبّ الله ورسوله ، فقال رسول الله : \" لا تقل ذلك ألا تراه قد قال : لا إله إلاّ الله ، يريد بذلك وجهَ الله ، فقال : فإنَّا نرى وجهه ونصيحته إلى المنافقين \" . الحديثَ . فظنّ هذا القائل بمالك أنَّه منافق ، لملازمته للمنافقين ، فوصفه بأنَّه منافق لا يحبّ الله ورسوله . فلعلّ هذه الآية نزلت للصدّ عن المجازفة بظنّ النفاق بمن ليس منافقاً . وأيضاً لمّا كان من أخصّ أوصاف المنافقين إظهار خلاف ما يُبطنون فقد ذكرت نجواهم وذكر رياؤهم في هذه السورة وذكرت أشياء كثيرة من إظهارهم خلاف ما يبطنون في سورة البقرة كان ذلك يثير في النفوس خشية أن يكون إظهار خلاف ما في الباطن نفاقاً فأراد الله تبين الفارق بين الحالين .وجملة { لا يحبّ } مفصولة لأنَّها استئناف ابتدائي لهذا الغرض الذي بينّاه : الجهر بالسوء من القول ، وقد علم المسلمون أنّ المحبّة والكراهية تستحيل حقيقتهما على الله تعالى ، لأنّهما انفعالان للنفس نحو استحسان الحسن ، واستنكار القبيح ، فالمراد لازمهما المناسب للإلهية ، وهما الرضا والغضب .وصيغة { لا يحبّ } ، بحسب قواعد الأصول ، صيغة نفي الإذن . والأصل فيه التحريم . وهذا المراد هنا؛ لأنّ { لا يحبّ } يفيد معنى يكره ، وهو يرجع إلى معنى النهي . وفي «صحيح مسلم» عن أبي هريرة قال رسول الله صلى الله عليه وسلم \" إنّ الله يرضى لكم ثلاثاً ويكره لكم ثلاثاً إلى قوله ويكره لكم قِيل وقال وكثرة السؤال وإضاعة المال \" . فهذه أمور ثلاثة أكثر أحوالها مُحرّم أو مكروه .والمراد بالجهر ما يبلغ إلى أسماع الناس إذ ليس السرّ بالقول في نفس الناطق ممّا ينشأ عنه ضرّ . وتقييده بالقول لأنَّه أضعف أنواع الأذى فيعلم أنّ السوء من الفعل أشدّ تحريماً .واستثنى { مَن ظُلم } فرَخَّص له الجهرَ بالسوء من القول . والمستثنى منه هو فاعلُ المصدر المقدّر الواقع في سياق النفي ، المفيد للعموم ، إذ التقدير : لا يحبّ الله جَهْر أحد بالسوء ، أو يكون المستثنى مضافاً محذوفاً ، أي : إلاّ جَهْرَ من ظلم ، والمقصود ظاهر ، وقد قضي في الكلام حقّ الإيجاز .ورخَّص الله للمظلوم الجهر بالقول السيّىء ليشفي غضبه ، حتّى لا يثوب إلى السيف أو إلى البَطش باليد ، ففي هذا الإذن توسعة على من لا يمسك نفسه عند لحاق الظلم به ، والمقصود من هذا هو الاحتراس في حكم { لا يحبّ الله الجهر بالسوء من القول } . وقد دلَّت الآية على الإذن للمظلوم في جميع أنواع الجهر بالسوء من القول ، وهو مخصوص بما لا يتجاوز حدّ التظلّم فيما بينه وبين ظالمه ، أو شكاية ظلمه : أن يقول له : ظلمتني ، أو أنت ظالم؛ وأن يقول للناس : إنَّه ظالم . ومن ذلك الدعاءُ على الظالم جهراً لأنّ الدعاء عليه إعلان بظلمه وإحالته على عدل الله تعالى ، ونظير هذا المعنى كثير في القرآن ، وذلك مَخصوص بما لا يؤدّي إلى القذف ، فإنّ دلائل النهي عن القذف وصيانة النفس من أن تتعرّض لِحدّ القذف أو تعزيز الغيبة ، قائمة في الشريعة . فهذا الاستثناء مفيد إباحة الجهر بالسوء من القول من جانب المظلوم في جانب ظالمه؛ ومنه ما في الحديث \" مَطْلُ الغنيّ ظلم \" أي فللممطول أن يقول : فلان مماطل وظالم . وفي الحديث \" لَيُّ الواجد يحلّ عرضه وعقوبته \" . وجملة { وكان الله سميعاً عليماً } عطف على { لا يحبّ } ، والمقصود أنَّه عليم بالأقوال الصادرة كلّها ، عليم بالمقاصد والأمور كلّها ، فذِكْرُ «عليماً» بعد «سميعاً» لقصد التعميم في العلم ، تحذيراً من أن يظنّوا أنّ الله غير عالم ببعض ما يصدر منهم .",
  "ayah": 148,
  "surah": 4
}
