{
  "text": "عادة القرآن عند التعرّض إلى أحوال مَن أظهروا النِّواء للمسلمين أن ينتقل من صفات المنافقين ، أو أهل الكتاب ، أو المشركين إلى صفات الآخرين ، فالمراد من الذين يكفرون بالله ورسله هنا هم اليهود وَالنصارى ، قاله أهل التفسير . والأظهر أنّ المراد به اليهود خاصّة لأنّهم المختلطون بالمسلمين والمنافقين ، وكان كثير من المنافقين يهوداً وعبّر عنهم بطريق الموصول دون الاسم لما في الصلة من الإيماء إلى وجه الخير ، ومن شناعة صنيعهم ليناسب الإخبار عنهم باسم الإشارة بعد ذلك .وجُمع الرسل لأنّ اليهود كفروا بعيسى ومحمد عليهما السلام ، والنصارى كفروا بمحمد صلى الله عليه وسلم فجمع الرسل باعتبار مجموع الكفّار ، أو أراد بالجمع الاثنين ، أو أراد بالإضافة معنى الجنس فاستوى فيه صيغة الإفراد والجمع ، لأنّ المقصود ذمّ مَن هذه صفتهم بدون تعيين فريق ، وطريق العرب في مثل هذا أن يعبّروا بصيغة الجموع وإن كان المعرّض به واحداً كقوله تعالى : { أم يحسدون الناس } [ النساء : 54 ] وقوله : { الذين يبْخلون ويأمرون الناس بالبخل } [ النساء : 37 ] { يحكم بها النبيئون الذين أسلموا للذين هادوا } [ المائدة : 44 ] وقول النبي صلى الله عليه وسلم \" مَا بال أقوام يشترطون شروطاً \" . وجيء بالمضارع هنا للدلالة على أنّ هذا أمر متجدّد فيهم مستمرّ ، لأنَّهم لو كفروا في الماضي ثم رجعوا لما كانوا أحرياء بالذمّ .ومعنى كفرهم بالله : أنَّهم لمّا آمنوا به ووصفوه بصفات غير صفاته من التجسيم واتّخاذ الصاحبة والولد والحلول ونحو ذلك ، فقد آمنوا بالاسم لا بالمسمّى ، وهم في الحقيقة كفروا بالمسمّى ، كما إذا كان أحد يظنّ أنَّه يعرف فلاناً فقلت له : صفه لي ، فوصفه بغير صفاته ، تقول له : «أنت لا تعرفه»؛ على أنّهم لمَّا كفروا بمحمد صلى الله عليه وسلم فقد كفروا بما جاء به من توحيد الله وتنزيهه عن مماثلة الحوادث ، فقد كفروا بإلهيته الحقّة ، إذ منهم من جسّم ومنهم من ثلّث .ومعنى قوله : { ويريدون أن يفرقوا بين الله ورسله } أنّهم يحاولون ذلك فأطلقت الإرادة على المحاولة ، وفيه إيذان بأنَّه أمر صعب المنال ، وأنَّهم لم يبلغوا ما أرادوا من ذلك ، لأنّهم لم يزالوا يحاولونه ، كما دلّ عليه التعبير بالمضارع في قوله : { ويريدون } ولو بلغوا إليه لقال : وفرّقوا بين الله ورسله .ومعنى التفريق بين الله ورسله أنّهم ينكرون صدق بعض الرسل الذين أرسلهم الله ، ويعترفون بصدق بعض الرسل دون بعض ، ويزعمون أنَّهم يؤمنون بالله ، فقد فرّقوا بين الله ورسله إذ نفوا رسالتهم فأبعدوهم منه ، وهذا استعارة تمثيليّة ، شبّه الأمر المتخيّل في نفوسهم بما يضمره مريد التفريق بين الأولياء والأحباب ، فهي تشبيه هيئة معقولة بهيئة معقولة ، والغرض من التشبيه تشويه المشبّه ، إذ قد علم الناس أنّ التفرقة بين المتّصلين ذميمة .وهذه الآية في معنى الآيات التي تقدّمت في سورة البقرة : { لا نفرّق بين أحد منهم ونحن له مسلمون } [ البقرة : 136 ] ، { لا نفرّق بين أحد من رسله } [ البقرة : 285 ] ، وفي سورة آل عمران { لا نفرّق بين أحد منهم ونحن له مسلمون } [ آل عمران : 84 ] إلاّ أنّ تلك الآيات في التحذير من التفريق بين الرسل ، والآية هذه في التحذير من التفريق بين الله وبعض رسله ، ومآل الجميع واحد : لأنّ التفريق بين الرسل يستلزم التفريق بين الله وبعض رسله . وإضافة الجمع إلى الضمير هنا للعهد لا للعموم بالقرينة ، وهي قوله : { ويقولون نؤمن ببعض } .وجملة { ويقولون نؤمن ببعض } واقعة في معنى الاستئناف البياني للتفريق بين الله ورسله ، ولكنَّها عطفت؛ لأنّها شأن خاصّ من شؤونهم ، إذ مدلولها قول من أقوالهم الشنيعة ، ومدلول { يريدون } هيئة حاصلة من كفرهم ، فلذلك حسن العطف باعتبار المغايرة ولو في الجملة ، ولو فصلت لكان صحيحاً .ومعنى { يقولون نؤمن } الخ أنّ اليهود يقولون : نؤمن بالله وبموسى ونكفر بعيسى ومحمد ، والنصارى يقولون : نؤمن بالله وبموسى وعيسى ونكفر بمحمد ، فآمنوا بالله وبعض رسله ظاهراً وفرّقوا بينه وبين بعض رسله .والإرادة في قوله { ويريدون أن يتّخذوا بين ذلك سبيلاً } إرادة حقيقية . والسبيل يحتمل أن يراد به سبيل النجاة من المؤخذة في الآخرة توهّماً أنّ تلك حيلة تحقّق لهم السلامة على تقدير سلامة المؤمنين ، أو سبيل التنصّل من الكفر ببعض الرسل ، أو سبيلاً بين دينَين ، وهذان الوجهان الأخيران يناسبان انتقالهم من الكفر الظاهر إلى النفاق ، فكأنّهما تهيئة للنفاق .وهذا التفسير جار على ظاهر نظم الكلام ، وهو أن يكون حرف العطف مشرِّكاً بين المتعاطفات في حكم المعطوف عليه ، وإذ قد كان المعطوف عليه الأول صلة ل { لذين } ، كان ما عطف عليه صِلات لذلك الموصول وكان ذلك الموصول صاحب تلك الصِّلات كلّها .ونُسِب إلى بعض المفسّرين أنّه جعل الواوات فيها بمعنى ( أو ) وجعل الموصول شاملاً لِفرق من الكفّار تعدّدت أحوال كفرهم على توزيع الصِّلات المتعاطفة ، فجعلَ المراد بالذين يكفرون بالله ورسله المشركين ، والذين يريدون أن يفرّقوا بين الله ورسله قوماً أثبتوا الخالق وأنكروا النبوءات كلّها ، والذين يقولون نؤمن ببعض ونكفر ببعض اليهودَ والنصارى . وسكت عن المراد من قوله : { ويريدون أن يتخذوا بين ذلك سبيلاً } ، ولو شاء لجعل أولئك فريقاً آخر : وهم المنافقون المتردّدون الذين لم يثبتوا على إيمان ولا على كفر ، بل كانوا بين الحالين ، كما قال تعالى : { مذبذبين بين ذلك } [ النساء : 143 ] . والذي دعاه إلى هذا التأويل أنَّه لم يجد فريقاً جمع هذه الأحوال كلّها على ظاهرها لأنّ اليهود لم يكفروا بالله ورسله ، وقد علمت أنّ تأويل الكفر بالله الكفر بالصفات التي يَستلزم الكفر بها نفي الإلهية .وهذا الأسلوب نادر الاستعمال في فصيح الكلام ، إذ لو أريد ذلك لكان الشأن أن يقال : والذين يريدون أن يفرّقوا بين الله ورسله والذين يقولون : نؤمن ببعض ونكفر ببعض ، كما قال :{ إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله والذين آووا ونصروا أولئك بعضهم أولياء بعض والذين آمنوا ولم يهاجروا } [ الأنفال : 72 ] .",
  "ayah": 150,
  "surah": 4
}
