{
  "text": "لمَّا ذكر معاذير أهل الكتابين في إنكارهم رسالة محمد صلى الله عليه وسلم أعقبها بذكر شيء من اقتراحهم مجيء المعجزات على وفق مطالبهم . والجملة استئناف ابتدائي .ومجيء المضارع هنا : إمّا لقصد استحضار حالتهم العجيبة في هذا السؤال حتّى كأنّ السامع يراهم كقوله : { ويَصْنَعُ الفُلْك } [ هود : 38 ] ، وقوله : { بل عَجِبْتَ وَيَسْخَرُون } [ الصافات : 12 ] ، وقوله : { الله الذي أرسل الرياح فتثير سحاباً } [ فاطر : 9 ] . وإمَّا للدلالة على تكرار السؤال وتجدّده المرّة بعد الأخرى بأن يكونوا ألَحّوا في هذا السؤال لِقصد الإعنات ، كقول طريف بن تميم العنبري :بعثوا إليّ عَريفَهم يَتَوَسَّمُ ... أي يكرّر التوسّم . والمقصود على كلا الاحتمالين التعجيب من هذا السؤال ، ولذلك قال بعده : { فقد سألوا موسى } . والسَّائلُون هم اليهود ، سألوا معجزة مثلَ معجزة موسى بأن ينزل عليه مثل ما أنزلت الألواح فيها الكلمات العشر على موسى ، ولم يريدوا جميع التوراة كما توهّمه بعض المفسّرين فإنّ كتاب التوراة لم ينزل دفعة واحدة . فالمراد بأهل الكتاب هنا خصوص اليهود .والكتاب هنا إمَّا اسم للشيء المكتوب كما نزلت ألواح موسى ، وإمّا اسم لقطعة ملتئمة من أوراق مكتوبة ، فيكونون قد سألوا معجزة تغاير معجزة موسى .والفاء في قوله : { فقد سألوا موسى } فاء الفصيحة دالّة على مقدّر دلّت عليه صيغة المضارع المراد منها التعجيب ، أي فلا تعجب من هذا فإنّ ذلك شنشنة قديمة لأسلافهم مع رسولهم إذ سألوه معجزة أعظم من هذا ، والاستدلال على حالتهم بحالة أسلافهم من قبيل الاستدلال بأخلاق الأمم والقبائل على أحوال العشائر منهم ، وقد تقدّم بيان كثير منه في سورة البقرة .وفي هذا الكلام تسلية للنبيء صلى الله عليه وسلم ودلالة على جراءتهم ، وإظهارُ أنّ الرسل لا تجيء بإجابة مقترحات الأمم في طلب المعجزات بل تأتي المعجزات بإرادة الله تعالى عند تحدّي الأنبياء ، ولو أجاب الله المقترحين إلى ما يقترحون من المعجزات لجعل رسله بمنزلة المشعوذين وأصحاب الخنقطرات والسيمياء ، إذ يتلقّون مقترحات الناس في المحافل والمجامع العامَّة والخاصّة ، وهذا ممَّا يحُطّ من مقدار الرسالة .وفي إنجيل متَّى : أنّ قوماً قالوا للمسيح : نريد أن نرى منك آية فقال : «جِيل شِرّير يطلب آية ولا تعطى له آية» . وتكرّر ذلك في واقعة أخرى . وقد يُقبل ذلك من المؤمنين ، كما حكى الله عن عيسى : { إذ قال الحواريون يا عيسى ابن مريم هل يستطيع ربّك أن يُنزّل علينا مائدة من السماء قال اتّقوا الله إن كنتم مؤمنين قالوا نريد أن نأكل منها وتطمئنّ قلوبنا ونعلم أن قد صدقتنا ونكون عليها من الشاهدين إلى قوله قال الله إنّي منزّلها عليكم فمن يكفر بعد منكم فإنِّي أعذّبه عذاباً لا أعذّبه أحداً من العالمين } [ المائدة : 112 ، 115 ] ، وقال تعالى : { وما منعنا أن نُرسل بالآيات إلاّ أن كذّب بها الأوّلون وآتينا ثمودَ الناقةَ مُبصرةً فظلموا بها وما نرسل بالآيات إلاّ تَخْوِيفاً }[ الإسراء : 59 ] .وهم لمّا سألوا موسى أن يريهم الله جهرة ما أرادوا التيمّن بالله ، ولا التنعّم بالمشاهدة ، ولكنَّهم أرادوا عَجَباً ينظرونه ، فلذلك قالوا : { أرِنا الله جهرة } ، ولم يقولوا : ليتنا نرى ربّنا . { وجَهْرَة } ضدّ خُفية ، أي عَلَناً ، فيجوز أن يكون صفة للرؤية المستفادة من ( أرنا ) ، ويجوز أن يكون حالاً من المرفوع في ( أرنا ) : أي حال كونك مجاهراً لنا في رؤيته غير مخف رؤيته .واستطرد هنا ما لحقهم من جرّاء سؤالهم هذه الرؤية وما ترتّب عليه فقال : { فأخذتهم الصاعقة بظلمهم } ، وهو ما حكاه تعالى في سورة البقرة ( 55 ) بقوله : { فأخذتكم الصاعقة وأنتم تنظرون . وكان ذلك إرهاباً لهم وزجراً ، ولذلك قال : بظلمهم } والظلم هو المحكي في سورة البقرة من امتناعهم من تصديق موسى إلى أن يروا الله جهرة ، وليس الظلم لمجرّد طلب الرؤية؛ لأنّ موسى قد سأل مثل سؤالهم مرّة أخرى : حكاه الله عنه بقوله : { ولمّا جاء موسى لميقاتنا وكلّمه ربّه قال ربّ أرني أنظر إليك } الآية في سورة الأعراف ( 143 ) . وبيّن أنّهم لم يردعهم ذلك فاتَّخذوا العجل إلهاً من بعد ما جاءتهم البيّنات الدالّة على وحْدانية الله ونفي الشريك وعطفت جملة اتّخاذهم العجل بحرف ( ثمّ ) المفيد في عطفه الجمل معنى التراخي الرتبى . فإنّ اتّخاذهم العجل إلهاً أعظم جرماً ممّا حكي قبله ، ومع ذلك عفا الله عنهم وآتى موسى سلطاناً مبيناً ، أي حجّة واضحة عليهم في تمرّدهم ، فصار يزجرهم ويؤنّبهم . ومن سلطانه المبين أن أحرق لهم العجل الذي اتّخذوه إلهاً .",
  "ayah": 153,
  "surah": 4
}
