{
  "text": "عطف على جملة { وما قتلوه } [ النساء : 157 ] . وهذا الكلام إخبار عنهم ، وليس أمراً لهم ، لأنّ وقوع لام الابتداء فيه ينادي على الخبرية . و { إن } نافية و { من أهل الكتاب } صفة لموصوف محذوف تقديره : أحد .والضمير المجرور عائد لعيسى : أيّ ليومنَنّ بعيسى ، والضمير في { موته } يحتمل أن يعود إلى أحد أهل الكتاب ، أي قبل أن يموت الكتابيّ ، ويؤيّده قراءة أبَي بن كعب { إلا ليؤمنن به قبل موته } . وأهل الكتاب يطلق على اليهود والنّصارى؛ فأمّا النصارى فهم مؤمنون بعيسى من قبل ، فيتعيّن أن يكون المراد بأهل الكتاب اليهود . والمعنى أنّ اليهود مع شدّة كفرهم بعيسى لا يموت أحد منهم إلاّ وهو يؤمن بنبوّته قبل موته ، أي ينكشف له ذلك عند الاحْتضار قبل انزهاق روحه ، وهذه منّة مَنّ الله بها على عيسى ، إذ جعل أعداءه لا يخرجون من الدنيا إلاّ وقد آمنوا به جزاء له على ما لقي من تكذيبهم ، لأنّه لم يتمتّع بمشاهدة أمّةٍ تتبعه . وقيل : كذلك النصرانيّ عند موته ينكشف له أنّ عيسى عبد الله .وعندي أنّ ضمير { به } راجع إلى الرفع المأخوذ من فعل { رفعه الله إليه } [ النساء : 158 ] ، ويعمّ قولُه { أهللِ الكتاب } اليهودَ ، والنّصارى ، حيث استووا مع اليهود في اعتقاد وقوع الصلب .والظاهر أنّ الله يقذف في نفوس أهل الكتابين الشكّ في صحّة الصلب ، فلا يزال الشكّ يخالج قلوبهم ويقوَى حتّى يبلغ مبلغ العلم بعدم صحّة الصلب في آخر أعمارهم تصديقاً لما جاء به النبي صلى الله عليه وسلم حيث كذّب أخبارهم فنفَى الصلبَ عن عيسى عليه السلام .وقيل : الضمير في قوله { موته } عائد إلى عيسى ، أي قبل موت عيسى ، ففرّع القائلون بهذا تفاريع : منها أنّ موته لا يقع إلاّ آخر الدنيا ليتمّ إيمان جميع أهل الكتاب به قبل وقوع الموت ، لأنّ الله جعل إيمانهم مستقبلاً وجعله قبل موته ، فلزم أن يكون موته مستقبلاً؛ ومنها ما ورد في الحديث : أنّ عيسى عليه السلام ينزل في آخر مدّة الدنيا ليؤمن به أهل الكتاب ، ولا يخفى أنّ عموم قوله : { وإن من أهل الكتاب } يبطل هذا التفسير : لأنّ الَّذين يؤمنون به على حسب هذا التأويل هم الذين سيوجدون من أهل الكتاب لا جميعهم .والشهيد : الشاهد؛ يشهد بأنّه بلّغ لهم دعوة ربّهم فأعرضوا ، وبأنّ النّصَارى بدّلوا ، ومعنى الآية مفصّل في قوله تعالى : { يوم يجمع الله الرسل } الآيَات في سورة العقود ( 109 ) .",
  "ayah": 159,
  "surah": 4
}
