{
  "text": "والاستدراك بقوله : { لكن الراسخون في العلم } الخ ناشيء على ما يوهمه الكلام السابق ابتداء من قوله : { يسألك أهل الكتاب } [ النساء : 153 ] من توغّلهم في الضلالة حتّى لا يرجى لأحد منهم خير وصلاح ، فاستدرك بأنّ الراسخين في العلم منهم ليسوا كما توهَّم ، فهم يؤمنون بالقرآن مثل عبد الله بن سلام ومخيريق .والراسخ حقيقته الثابت القدم في المشي ، لا يتزلزل؛ واستعير للتمكّن من الوصف مثل العلم بحيث لا تغرّه الشبه . وقد تقدّم عند قوله تعالى : { وما يعلم تأويله إلاّ الله والراسخون في العِلم } في سورة آل عمران ( 7 ) . والرّاسخ في العلم بعيد عن التكلّف وعن التعنّت ، فليس بينه وبين الحقّ حاجب ، فهم يعرفون دلائل صدق الأنبياء ولا يسألونهم خوارق العادات .وعطفُ المؤمنون } على { الراسخون } ثناء عليهم بأنّهم لم يسألوا نبيّهم أن يريهم الآيات الخوارقَ للعادة . فلذلك قال { يؤمنون } ، أي جميعهم بما أنزل إليك ، أي القرآن ، وكفاهم به آية ، وما أنزل من قبلك على الرسل ، ولا يعادون رسل الله تعصّباً وحميّة . والمراد بالمؤمنين في قوله : { والمؤمنون } الذين هداهم الله للإيمان من أهل الكتاب ، ولم يكونوا من الراسخين في العلم منهم ، مثل اليهودي الذي كان يخدم رسول الله صلى الله عليه وسلم وآمنَ به .وعطف { المقيمين } بالنصب ثبت في المصحف الإمام ، وقرآه المسلمون في الأقطار دون نكير؛ فعلمْنا أنّه طريقة عربية في عطف الأسماء الدالّة على صفات محامدَ ، على أمثالها ، فيجوز في بعض المعطوفات النصب على التخصيص بالمدح ، والرفعُ على الاستئناف للاهتمام ، كما فعلوا ذلك في النعوت المتتابعة ، سواء كانت بدون عطف أم بعطف ، كقوله تعالى : { ولكنْ البِرّ من آمن إلى قوله والصابرين } [ البقرة : 177 ] . قال سيبويه في «كتابه» «بابُ ما ينتصب في التعظيم والمدح وإن شئت جَعلته صفة فجرَى على الأول ، وإن شئتَ قطعته فابتدأتَه» . وذَكر من قبيل ما نحن بصدده هذه الآية فقال : «فلو كان كلُّه رفعاً كان جيّداً» ، ومثْله { والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضّرّاء } [ البقرة : 177 ] ، ونظيره قول الخِرْنق :لا يبْعَدَنْ قومي الذي هُمُو ... سُمّ العُداة وآفَة الجزرالنازلون بكلّ معترك ... والطيِّبيّين معاقِدَ الأزْرفي رواية يونس عن العرب : برفع ( النازلون ) ونصب ( الطيِّبيين ) ، لتكون نظير هذه الآية . والظاهر أنّ هذا ممّا يجري على قصد التفنّن عند تكرّر المتتابعات ، ولذلك تكرّر وقوعه في القرآن في معطوفات متتابعات كما في سورة البقرة وفي هذه الآية ، وفي قوله : { والصابون } في سورة المائدة ( 69 ) .وروي عن عائشة وأبان بن عثمان أنّ نصب { المقيمين } خطأ ، من كاتب المصحف وقد عَدّتْ من الخطأ هذه الآية . وقوله : { ولكن البرّ من آمن بالله إلى قوله والصابرين في البأساء } [ البقرة : 177 ] وقولهِ : { إِنّ هذَان لساحرانِ } [ طه : 63 ] . وقوله : { والصابُون } في سورة المائدة ( 69 ) . وقرأتْها عائشة ، وعبد الله بن مسعود ، وأبَي بن كعب ، والحسن ، ومالك بن دينار ، والجحدري ، وسعيد بن جبير ، وعيسى بن عمر ، وعمرو بن عبيد : والمقيمون } بالرفع . ولا تردّ قراءة الجمهور المجمع عليها بقراءة شاذّة .ومن النّاس من زعم أنّ نصب { المقيمين } ونحوه هو مظهر تأويل قول عثمان لكتّاب المصاحف حين أتمّوها وقرأها أنّه قال لهم : «أحسنتم وأجملتم وأرى لحناً قليلاً ستُقيمه العرب بألْسنتها» . وهذه أوهام وأخبار لم تصحّ عن الّذين نُسبت إليهم . ومن البعيد جدّاً أن يخطىء كاتب المصحف في كلمة بين أخواتها فيفردها بالخطأ دون سابقتها أو تابعتها ، وأبعد منه أن يجيء الخطأ في طائفة متماثلة من الكلمات وهي التي إعرابها بالحروف النائبة عن حركات الإعراب من المثنّى والجمع على حدّهِ . ولا أحسب ما رواه عن عائشة وأبان بن عثمان في ذلك صحيحاً .وقد علمتَ وجه عربيّته في المتعاطفات ، وأمّا وجه عربية { إنّ هذان لساحران } فيأتي عند الكلام في سورة طه ( 63 ) .والظاهر أنّ تأويل قول عثمان هو ما وقع في رسم المصحف من نحو الألِفات المحذوفة . قال صاحب الكشاف } : «وهُم كانوا أبْعَدَ همّة في الغيرة على الإسلام وذبّ المطاعن عنه من أن يتركوا في كتاب الله ثلمة ليسدّها من بعدهم وخَرْقاً يَرْفوه مَنْ يَلْحَق بهم» . وقد تقدّم نظير هذا عند قوله تعالى : { والصابرين في البأساء والضرّاء } في سورة البقرة ( 177 ) .والوعد بالأجر العظيم بالنسبة للراسخين من أهل الكتاب لأنَّهم آمنوا برسولهم وبمحمّد وقد ورد في الحديث الصّحيح : أنّ لهم أجرين ، وبالنسبة للمؤمنين من العرب لأنَّهم سبقوا غيرهم بالإيمان .وقرأ الجمهور : سنوتيهم } بنون العظمة وقرأه حمزة وخلف بياء الغيبة والضمير عائد إلى اسم الجلالة في قوله : { والمؤمنون بالله } .",
  "ayah": 162,
  "surah": 4
}
