{
  "text": "لا مناسبة بين هذه الآية وبين اللاّتي قبلها ، فوقوعها عقبها لا يكون إلاّ لأجْل نزولها عقب نزول ما تقدّمها من هذه السورة مع مناسبتها لآية الكلالة السابقة في أثناء ذكر الفرائض؛ لأنّ في هذه الآية بياناً لحقيقة الكلالة أشار إليه قوله تعالى : { ليس له ولد } ، وقد تقدّم في أوّل السّورة أنَّه ألحق بالكلالة المالك الّذي ليس له والد ، وهو قول الجمهور ومالك بن أنس .فحكُم الكلالة قد بيّن بعضه في آية أول هذه السورة ، ثمّ إنّ النّاس سألوا رسول الله صلى الله عليه وسلم عن صورة أخرى من صور الكلالة . وثبت في الصحيح أنّ الذي سأله هو جابر بن عبد الله قال : عادني رسول الله وأبُو بكر ماشيين في بني سَلِمة فوجداني مغمى عليّ فتوضّأ رسول الله صلى الله عليه وسلم وصبّ عليّ وَضوءه فأفقتُ وقلت : كيف أصنع في مالي فإنَّما يرثني كلالة . فنزل قوله تعالى : { يستفتونك قل الله يفتيكم في الكلالة } الآية . وقد قيل : إنّها نزلت ورسول الله صلى الله عليه وسلم متجهّز لحجّة الوداع في قضية جابر بن عبد الله .فضمير الجماعة في قوله : { يستفتونك } غير مقصود به جمع ، بل أريد به جنس السائلين ، على نحو : «ما بال أقوام يشترطون شروطاً» وهذا كثير في الكلام . ويجوز أن يكون السؤال قد تكرّر وكان آخرُ السائلين جابرَ بن عبد الله فتأخّر الجواب لمن سأل قبله ، وعُجّل البيان له لأنّه وقتُ الحاجة لأنّه كان يظنّ نفسه ميّتاً من ذلك المرض وأراد أن يوصي بماله ، فيكون من تأخير البيان إلى وقت الحاجة .والتعبير بصيغة المضارع في مادة السؤال طريقة مشهورة ، نحو : { يسألونك عن الأهلّة } [ البقرة : 189 ] ، { ويسألونك ماذا ينفقون } [ البقرة : 219 ] . لأنّ شأن السؤال يتكرّر ، فشاع إيراده بصيغة المضارع ، وقد يغلب استعمال بعض صيغ الفعل في بعض المواقع ، ومنه غلبة استعمال المضارع في الدعاء في مقام الإنكار : كقول عائشة «يرحم الله أبا عبد الرحمن» ( تعني ابن عمر ) . وقولهم : «يغفر الله له» . ومنه غلبة الماضي مع لا النافية في الدعاء إذا لم تكرّر لا؛ نحو «فَلا رَجَع» . على أنّ الكلالة قد تكرّر فيها السؤال قبل نزول الآية وبعدها . وقد قال عمر بن الخطّاب : ما راجعتُ رسول الله في شيء مراجعتي إيَّاه في الكلالة ، وما أغلظ لي رسول الله صلى الله عليه وسلم في شيء ما أغلظ لي فيها حتّى طعن في نحري ، وقال : \" يكفيك آية الصيف الّتي في آخر سورة النساء \" وقوله : { في الكلالة } يتنازعه في التعلّق كلّ من فعل ( يستفتونك ) وفعل ( يفتيكم ) .وقد سمّى النبي صلى الله عليه وسلم هذه الآية بآية الصيف ، وعُرِفت بذلك ، كما عُرفت آية الكلالة التي في أوّل السورة بآية الشتاء ، وهذا يدلّنا على أنّ سورة النّساء نزلت في مدّة متفرّقة من الشتاء إلى الصيف وقد تقدّم هذا في افتتاح السورة .وقد روي : أنّ هذه الآية في الكلالة نزلت في طريق حجّة الوداع ، ولا يصحّ ذلك لأنّ حجّة الوداع كانت في زمن البرد لأنّه لا شكّ أنّ غزوة تبوك وقعت في وقت الحرّ حين طابت الثّمار ، والنّاس يحبّون المقام في ثمارهم وظلالهم ، وذلك يقتضي أن تكون غزوة تبوك في نحو شهر أغسطس أو اشتنبر وهو وقت طيب البسر والرطب ، وكانت سنة تسع وكانت في رجب ونزل فيها قوله تعالى : { وقالوا لا تَنفِروا في الحرّ } [ التوبة : 81 ] . ثم كانت حجّة أبي بكر في ذي القعدة من تلك السنة ، سنة تسع ، وذلك يوافق دجنبر . وكان حجّ رسول الله صلى الله عليه وسلم حجّة الوداع في ذي الحجّة من سنة عشر فيوافق نحو شهر دجنبر أيضاً .وعن عمر بن الخطّاب : أنَّه خطب فقال : «ثلاث لو بيَّنَها رسول الله لكان أحبّ إليّ من الدنيا وما فيها : الجَدّ . والكلالةُ ، وأبوابُ الرّبا» . وفي رواية والخِلافة . وخطب أيضاً فقال : والله إنّي ما أدع بعدي شيئاً هو أهمّ إليّ من أمر الكلالة . وقال في مجمع من الصحابة : لأقضينّ في الكلالة قضاء تتحدّث به النّساء في خدورها . وأنّه كتب كتاباً في ذلك فمكث يستخير الله فيه ، فلمّا طعن دعا بالكتاب فمحاه . وليس تحيّر عمر في أمر الكلالة بتحيْر في فهم ما ذكره الله تعالى في كتابه ولكنّه في اندراج ما لم يذكره القرآن تحت ما ذكره بالقياس . وقد ذكر القرآن الكلالة في أربع آيات : آيتَيْ هذه السورة المذكور فيها لفظ الكلالة ، وآية في أوّل هذه السورة وهي قوله : { فإن لم يكن له ولد وورثه أبواه فلأمه الثلث } [ النساء : 11 ] . وآية آخر الأنفال ( 75 ) وهي قوله : { وأولوا الأرحام بعضهم أولى ببعض } في كتاب الله عند من رأى توارث ذوي الأرحام . ولا شكّ أنّ كلّ فريضة ليس فيها ولد ولا والد فهي كلالة بالاتّفاق ، فأمّا الفريضة التي ليس فيها ولد وفيها والد فالجمهور أنَّها ليست بكلالة . وقال بعض المتقدّمين : هي كلالة .وأمَره بأن يجيب بقوله : الله يفتيكم } للتنويه بشأن الفريضة ، فتقديم المسند إليه للاهتمام لا للقصر ، إذ قد علم المستفتون أنّ الرسول لا ينطق إلاّ عن وحي ، فهي لمّا استفتوه فإنّما طلبوا حكم الله ، فإسناد الإفتاء إلى الله تنويه بهذه الفريضة .والمراد بالأخت هنا الأخت الشقيقة أو الَّتي للأب في عدم الشقيقة بقرينة مخالفة نصيبها لنصيب الأخت للأمّ المقصودة في آية الكلالة الأولى ، وبقرينة قوله : { وهو يرثها } لأنّ الأخ للأمّ لا يرث جميع المال إن لم يكن لأخته للأمّ ولد إذ ليس له إلاّ السدس .وقوله : { إن امرؤ هلك } تقديره : إن هلك امرؤ ، فامرؤ مخبَر عنه ب ( هلَكَ ) في سياق الشرط ، وليس ( هَلَك ) بوصف ل ( امرؤ ) فلذلك كان الامرؤ المفروض هنا جنساً عامّاً .وقوله : { وهو يرثها } يعود الضمير فيه على لفظ ( امرؤ ) الواقع في سياق الشرط ، المفيد للعموم : ذلك أنَّه وقع في سياق الشرط لفظ ( امرؤ ) ولفظ ( أخ ) أو ( أخت ) ، وكلّها نكرات واقعة في سياق الشرط ، فهي عامّة مقصود منها أجناس مدلولاتها ، وليس مقصوداً بها شخص معيّن قد هلك ، ولا أخت معيّنة قد ورثت ، فلمّا قال { وهو يرثها } كان الضمير المرفوع راجعاً إلى ( امرؤ ) لا إلى شخص معيّن قَد هلك ، إذ ليس لمفهوم اللفظ هنا فرد معيّن فلا يشكل عليك بأنّ قوله : { امرؤ هلك } يتأكّد بقوله : { وهو يرثها } إذ كيف يصير الهالك وارثاً . وأيضاً كان الضمير المنصوب في «يرثها» عائداً إلى مفهوم لفظ أخت لا إلى أخت معيّنة ، إذ ليس لمفهوم اللّفظ هنا فرد معيّن ، وعلم من قوله : { يرثها } أنّ الأخت إن توفّيت ولا ولد لها يرثها أخوها ، والأخ هو الوارث في هذه الصورة ، وهي عكس التي قبلها . فالتقدير : ويرث الأختَ امرؤ إن هلكت أخته ولم يكن لها ولد . وعلم معنى الإخوة من قوله : { وله أخت } ، وهذا إيجاز بديع ، ومَع غاية إيجازه فهو في غاية الوضوح ، فلا يشكل بأنّ الأخت كانت وارثة لأخيها فكيف عاد عليها الضمير بأن يرثها أخوها الموروث ، وتصير هي موروثة ، لأنّ هذا لا يفرضه عالم بالعربية ، وأنَّما يُتوهّم ذلك لو وقع الهلك وصفاً لامرىء؛ بأن قيل : المرء الهالك يرثه وارثه وهو يرث وارثه إن مَات وارثه قبله . والفرق بين الاستعمالين رشيق في العربية .وقوله : { يبيّن الله لكم أن تضلّوا } امتنان ، و { أن تضلّوا } تعليل ل ( يبيّنُ ) حذفت منه اللام ، وحذفُ الجار مع ( أن ) شائع . والمقصود التعليل بنفي الضلال لا لوقوعه؛ لأنّ البيان ينافي التضليل ، فحُذفت لا النافية ، وحذفها مَوجود في مواقع من كلامهم إذا اتّضح المعنى ، كما ورد مع فعل القسم في نحو :فآليْنَا علَيها أنْ تُبَاعا ... أي أن لا تباع ، وقوله :آليتُ حَبّ العِراق الدهرَ أطْعَمُه ... وهذا كقول عمرو بن كلثوم :نَزلتم منزل الأضياف منّا ... فعجَّلنا القِرى أنْ تشتموناأي أن لا تشتمونا بالبخل ، وهذا تأويل الكوفيين ، وتأوّل البَصريون الآية والبيت ونظائرهما على تقدير مضاف يدلّ عليه السياق هو المفعول لأجله ، أي كراهة أن تضلّوا ، وبذلك قدّرها في «الكشاف» .وقد جعل بعض المفسّرين { أن تضلّوا } مفعولاً به ل ( يبيّن ) وقال : المعنى أنّ الله فيما بيّنه من الفرائض قد بيّن لكم ضَلالكم الذي كنتم عليه في الجاهلية ، وهذا بعيد؛ إذ ليس ما فعلوه في الجاهلية ضلالاً قبل مجيء الشريعة ، لأنّ قسمة المال ليست من الأفعال المشتملة على صفة حسن وقبيح بيّنه إلاّ إذا كان فيها حرمَان لمن هو حقيق بالمؤاساة والمبرّة ، ولأنّ المصدر مع ( أن ) يتعيّن أن يكون بمعنى المستقبل ، فكيف يصحّ أن يراد ب { أن تضلّوا } ضلالاً قد مضى ، وسيجيء زيادة بيان لهذا عند قوله تعالى : { أن تقولوا إنَّما أنزل الكتاب على طائفتين من قبلنا } في سورة الأنعام ( 156 ) .وعن عمر أنَّه كان إذا قرأ هذه الآية يقول : اللَّهمّ من بُيِّنَتْ له الكلالةُ فلم تُبيَّنْ لي رواه الطبري ، وفي سنده انقطاع ، وقد ضعّفوه .وقوله : والله بكلّ شيء عليم } تذييل . وفي هذه الآية إيذان بختم الكلام ، كقوله : { هذا بلاغ للنّاس وليُنذروا به } [ إبراهيم : 52 ] الآية ، وكقوله تعالى في حكاية كلام صاحب موسى { ذلك تأويل ما لم تسْطِع عليه صبراً } [ الكهف : 82 ] . فتُؤذن بختام السورة .",
  "ayah": 176,
  "surah": 4
}
