{
  "text": "عطف قوله : { ومن لم يستطع منكم طولاً } على قوله : { وأحل لكم ما وراء ذلكم } [ النساء : 24 ] تخصيصاً لعمومه بغير الإماء ، وتقييداً لإطلاقه باستطاعة الطَّول .والطَّول بفتح الطاء وسكون الواو القدرة ، وهو مصدر طال المجازي بمعنى قدر ، وذلك أنّ الطُّول يستلزم المقدرة على المناولة؛ فلذلك يقولون : تطاول لكذا ، أي تمطَّى ليأخذه ، ثم قالوا : تطاول ، بمعنى تكلّف المقدرة «وأين الثريا من يد المتطاول» فجعلوا لطال الحقيقي مصدراً بضم الطاء وجعلوا لطال المجازي مصدراً بفتح الطاء وهو ممّا فرّقت فيه العرب بين المعنيين المشتركين .{ والمحصنات } [ النساء : 24 ] قرأه الجمهور بفتح الصاد وقرأه الكسائي بكسر الصاد على اختلاف معنيي ( أحصن ) كما تقدّم آنفاً ، أي اللاَّتي أحصنّ أنفسهنّ ، أو أحصنهنّ أولياؤهن ، فالمراد العفيفات . والمحصنات هنا وصف خرج مخرج الغالب ، لأنّ المسلم لا يقصد إلاّ إلى نكاح امرأة عفيفة ، قال تعالى : { والزانية لا ينكحها إلا زان أو مشرك } [ النور : 30 ] أي بحسب خلق الإسلام ، وقد قيل : إنّ الإحصان يطلق على الحرية ، وأنّ المراد بالمحصنات الحرائر ، ولا داعي إليه ، واللغة لا تساعد عليه .وظاهر الآية أنّ الطوْل هنا هو القدرة على بذل مهر لامرأة حرّة احتاج لتزوّجها : أولى ، أو ثانية ، أو ثالثةً ، أو رابعة ، لأنّ الله ذكر عدم استطاعة الطوْل في مقابلة قوله : { أن تبتغوا بأموالكم } [ النساء : 24 ] { فأتوهن أجورهن فريضة } [ النساء : 24 ] ولذلك كان هذا الأصحّ في تفسير الطوْل . وهو قول مالك ، وقاله ابن عباس ، ومجاهد ، وابن جبير ، والسدّي ، وجابر بن زيد . وذهب أبو حنيفة إلى أنّ من كانت له زوجة واحدة فهي طَوْل فلا يباح له تزوّج الإماء؛ لأنّه طالب شهوة إذْ كانت عنده امرأة تعفّه عن الزنا . ووقع لمالك ما يقرب من هذا في كتاب محمد بن الموّاز ، وهو قول ابن حبيب ، واستحسنه اللخمي والطبري ، وهو تضييق لا يناسب يسر الإسلام على أنّ الحاجة إلى امرأة ثانية قد لا يكون لشهوة بل لحاجة لا تسدّها امرأة واحدة ، فتعيّن الرجوع إلى طلب التزوّج ، ووجودِ المقدرة . وقال ربيعة ، والنخعي ، وقتادة ، وعطاء ، والثوري ، الطوْل : الصبر والجلَد على نكاح الحرائر .ووقع لمالك في كتاب محمد : أنّ الذي يجد مهر حرّة ولا يقدر على نفقتها ، لا يجوز له أن يتزوّج أمة ، وهذا ليس لكون النفقة من الطوْل ولكن لأنّ وجود المهر طول ، والنفقة لا محيص عنها في كليهما ، وقال أصبغ : يجوز لهذا أن يتزوّج أمة لأنّ نفقة الأمة على أهلها إن لم يضمَّها الزوج إليه ، وظاهرٌ أنّ الخلاف في حاللٍ . وقوله : { أن ينكح } معمول ( طَوْلا ) بحذف ( اللاَّم ) أو ( على ) إذ لا يتعدّى هذا المصدر بنفسه .ومعنى { أن ينكح المحصنات } أي ينكح النساء الحرائر أبكاراً أو ثيّبات ، دلّ عليه قوله : { فمما ملكت أيمانكم من فتياتكم المؤمنات } .وإطلاق المحصنات على النساء اللاتي يتزوجهنّ الرجال إطلاق مجازي بعلاقة المآل ، أي اللائي يَصِرن محصنات بذلك النكاح إن كنّ أبكاراً ، كقوله تعالى : { قال أحدهما إني أراني أعصر خمراً } [ يوسف : 36 ] أي عنباً آيلا إلى خمر؛ أو بعلاقة ما كان ، إن كنّ ثيّبات كقوله : { وآتوا اليتامى أموالهم } [ النساء : 2 ] وهذا بيِّن ، وفيه غنية عن تأويل المحصنات بمعنى الحرائر ، فإنّه إطلاق لا تساعد عليه اللغة ، لا على الحقيقة ولا على المجاز ، وقد تساهل المفسّرون في القول بذلك .وقد وُصف المحصنات هنا بالمؤمنات ، جريا على الغالب ، ومُعظم علماء الإسلام على أنّ هذا الوصف خرج للغالب ولعلّ الذي حملهم على ذلك أنّ استطاعة نكاح الحرائر الكتابيات طول ، إذْ لم تكن إباحة نكاحهنّ مشروطة بالعجز عن الحرائر المسلمات ، وكان نكاح الإماء المسلمات مشروطاً بالعجز عن الحرائر المسلمات ، فحصل من ذلك أن يكون مشروطاً بالعجز عن الكتابيات أيضاً بقاعدة قياس المساواة . وعلّة ذلك أنّ نكاح الأمة يُعرّض الأولاد للرقّ ، بخلاف نكاح الكتابية ، فتعطيل مفهوم قوله : { المؤمنات } مع { المحصنات } حصل بأدلّة أخرى ، فلذلك ألغَوْا الوصف هنا ، وأعملوه في قوله : { من فتياتكم المؤمنات } . وشذّ بعض الشافعية ، فاعتبروا رخصة نكاح الأمة المسلمة مشروطة بالعجز عن الحرّة المسلمة ، ولو مع القدرة على نكاح الكتابية ، وكأنَّ فائدة ذكر وصف المؤمنات هنا أنّ الشارع لم يكترث عند التشريع بذكر غير الغالب المعتبر عنده ، فصار المؤمنات هنا كاللَّقب في نحو ( لا يلدغ المؤمن من جحر مرتين ) .والفتيات جمع فتاة ، وهي في الأصل الشابّة كالفتى ، والمراد بها هنا الأمة أطلق عليها الفتاة كما أطلق عليها الجَارية ، وعلى العبد الغلام ، وهو مجاز بعلاقة اللزوم ، لأنّ العبد والأمة يعاملان معاملة الصغير في الخدمة ، وقلّة المبالاة . ووصف المؤمنات عقب الفتيات مقصود للتقييد عند كافّة السلف ، وجمهور أيّمة الفقه ، لأنّ الأصل أن يكون له مفهوم ، ولا دليل يدلّ على تعطيله ، فلا يجوز عندهم نكاح أمة كتابية . والحكمة في ذلك أنّ اجتماع الرقّ والكفر يُباعد المرأة عن الحرمة في اعتبار المسلم ، فيقلّ الوفاق بينهما ، بخلاف أحد الوصفين . ويظهر أثر ذلك في الأبناء إذ يكونون أرقّاء مع مشاهدة أحوال الدّين المخالف فيمتدّ البون بينهم وبين أبيهم . وقال أبو حنيفة : موقع وصف المؤمنات هنا كموقعه مع قوله : { المحصنات المؤمنات } ، فلم يشترط في نكاح الأمة كونها مؤمنة ، قال أبو عُمر بن عبد البرّ : ولا أعرف هذا القول لأحد من السلف إلاّ لعَمْرو بن شرحبيل وهو تابعيّ قديم روى عن عمر بن الخطاب وعلي بن أبي طالب؛ ولأنَّ أبا حنيفة لا يرى إعمال المفهوم .وتقدّم آنفاً معنى { ملكت أيمانكم } .والإضافة في قوله : { أيمانكم } وقوله : { من فتياتكم } للتقريب وإزالة ما بقي في نفوس العرب من احتقار العبيد والإماء والترفّع عن نكاحهم وإنكاحهم ، وكذلك وصف المؤمنات ، وإن كنّا نراه للتقيد فهو لا يخلو مع ذلك من فائدة التقريب ، إذ الكفاءة عند مالك تعتمد الدين أوَّلاً .وقوله : { والله أعلم بإيمانكم } اعتراض جمع معاني شتّى ، أنّه أمر ، وقيدٌ للأمر في قوله تعالى : { ومن لم يستطع منكم طولاً } إلخ؛ وقد تَحول الشهوة والعجلة دون تحقيق شروط الله تعالى ، فأحالهم على إيمانهم المطلّع عليه ربّهم . ومن تلك المعاني أنّه تعالى أمر بنكاح الإماء عند العجز عن الحرائر ، وكانوا في الجاهلية لا يرضون بنكاح الأمة وجعْلَها حليلة ، ولكن يقضون منهنّ شهواتهم بالبغاء ، فأراد الله إكرام الإماء المؤمنات ، جزاء على إيمانهنّ ، وإشعاراً بأنّ وحدة الإيمان قرّبت الأحرار من العبيد ، فلمَّا شَرَع ذلك كلّه ذيّله بقوله : { والله أعلم بإيمانكم } ، أي بقوّته ، فلمّا كان الإيمان ، هو الذي رفع المؤمنين عند الله درجات كان إيمان الإماء مُقنعا للأحرار بترك الاستنكاف عن تزوجهنّ ، ولأنّه رُبّ أمةٍ يكون إيمانها خيراً من إيمان رجل حرّ ، وهذا كقوله { إن أكرمكم عند الله أتقاكم } [ الحجرات : 13 ] . وقد أشار إلى هذا الأخير صاحب «الكشاف» ، وابن عطية .وقوله : { بعضكم من بعض } تذييل ثان أكّد به المعنى الثاني المراد من قوله : { والله أعلم بإيمانكم } فإنّه بعد أن قرّب إليهم الإماء من جانب الوحدة الدينية قرّبهنّ إليهم من جانب الوحدة النوعية ، وهو أنّ الأحرار والعبيد كلّهم من بني آدم ف ( مِن ) اتّصالية .وفرّع عن الأمر بنكاح الإماء بيان كيفية ذلك فقال : { فأنكحوهن بإذن أهلهن } وشرط الإذن لئلاّ يكون سرّا وزني ، ولأنّ نكاحهنّ دون ذلك اعتداء على حقوق أهل الإماء .والأهْل هنا بمعنى السَّادة المالكين ، وهو إطلاق شائع على سادة العبيد في كلام الإسلام . وأحسب أنّه من مصطلحات القرآن تلطّفا بالعبيد ، كما وقع النهي أن يقول العبد لسيّده : سيّدي ، بل يقول : مولاي . ووقع في حديث بريرة «أنّ أهلها أبوا إلاّ أن يكون الولاء لهم» .والآية دليل على ولاية السيّد لأمته ، وأنّه إذا نَكحت الأمة بدون إذن السيّد فالنكاح مفسوخ ، ولو أجازه سيّدها . واختلف في العبد : فقال الشعبي : والأوزاعي ، وداود : هو كالأمة . وقال مالك ، وأبو حنيفة ، وجماعة من التابعين : إذا أجازه السيد جاز ، ويُحتجّ بها لاشتراط أصل الولاية في المرأة ، احتجاجاً ضعيفاً ، واحتجّ بها الحنفية على عكس ذلك ، إذ سمّى الله ذلك إذناً ولم يسمّه عقداً ، وهو احتجاج ضعيف ، لأنّ الإذن يطلق على العقد لا سيما بعد أن دخلت عليه باء السببية المتعلّقة ب ( انكحوهنّ ) .والقول في الأجور والمعروف تقدّم قريباً . غير أنّ قوله : { وأتوهن } وإضافة الأجور إليهنّ ، دليل على أنّ الأمة أحقّ بمهرها من سيّدها . ولذلك قال مالك في كتاب الرهون ، من المدونة : إنّ على سيّدها أن يجهّزها بمهرها . ووقع في كتاب النكاح الثاني منها : إنّ لسيّدها أن يأخذ مَهرها ، فقيل : هو اختلاف من قول مالك ، وقيل : إنّ قوله في كتاب النكاح : إذا لم تُبَوَّأ أو إذا جهّزها من عنده قبل ذلك ، ومعنى تُبَوَّأ إذا جعل سكناها مع زوجها في بيت سيّدها .وقوله : { محصنات } حال من ضمير الإماء ، والإحصان التزوّج الصحيح ، فهي حال مقدّرة ، أي ليصرن محصنات .وقوله : { غير مسافحات } صفة للحال ، وكذلك { ولا متخذات أخدان } قصد منها تفظيع ما كانت ترتكبه الإماء في الجاهلية بإذن مواليهنّ لاكتساب المَال بالبغاء ونحوه ، وكان الناس يومئذ قريبا عصرهم بالجاهلية .والمسافحات الزواني مع غير معيّن . ومتّخذاتُ الأخذَان هنّ متّخذات أخلاّء تتّخذ الواحدة خليلاً تختصّ به لا تألف غيره . وهذا وإن كان يشبه النكاح من جهة عدم التعدّد ، إلاّ أنّه يخالفه من جهة التستّر وجهل النسب وخلع برقع المروءة ، ولذلك عطفه على قوله : { غير مسافحات } سدّ المداخل الزني كلّها . وتقدّم الكلام على أنواع المعاشرة التي كان عليها أهل الجاهلية في أول هذه السورة .وقرأه الكسائي بكسر الصاد وقرأه الجمهور بفتح الصاد .وقوله : { فإذا أُحْصنّ } أي أحصنهنّ أزواجُهن ، أي فإذا تزوجن . فالآية تقتضي أنّ التزوّج شرط في إقامة حدّ الزنا على الإماء ، وأنّ الحدّ هو الجلد المعيّن لأنّه الذي يمكن فيه التنصيف بالعدد . واعلم أنّا إذا جرينا على ما حقّقناه ممّا تقدّم في معنى الآية الماضية تعيّن أن تكون هذه الآية نزلت بعد شرع حدّ الجلد للزانية والزاني بآية سورة النور . فتكون مخصّصة لعموم الزانية بغير الأمة ، ويكون وضع هذه الآية في هذا الموضع ممّا ألحق بهذه السورة إكمالا للأحكام المتعلّقة بالإماء كما هو و اقع في نظائر عديدة ، كما تقدّم في المقدّمة الثامنة من مقدّمات هذا التفسير . وهذه الآية تحيّر فيها المتأوّلون لاقتضائها أن لا تحدّ الأمة في الزنى إلاّ إذا كانت متزوّجة ، فتأوّلها عمر بن الخطاب ، وابن مسعود ، وابن عُمَر بأنّ الإحصان هنا الإسلام ، ورأوا أنّ الأمة تحدّ في الزنا سواء كانت متزوّجة أم عزبى ، وإليه ذهب الأيّمة الأربعة . ولا أظنّ أنّ دليل الأيّمة الأربعة هو حمل الإحصان هنا على معنى الإسلام ، بل ما ثبت في «الصحيحين» أنّ رسول الله صلى الله عليه وسلم سئل عن الأمة إذا زنت ولم تحصن؛ فأوجب عليها الحدّ . قال ابن شهاب فالأمة المتزوّجة محدودة بالقرآن ، والأمة غير المتزوّجة محدودة بالسنّة . ونِعْم هذا الكلام . قال القاضي إسماعيل بن إسحاق : في حمل الإحصان في الآية على الإسلام بُعد؛ لأنّ ذكر إيمانهن قد تقدّم في قوله : { من فتياتكم المؤمنات } وهو تدقيق ، وإن أباه ابن عطية .وقد دلّت الآية على أنّ حدّ الأمة الجلد ، ولم تذكر الرجم ، فإذا كان الرجم مشروعاً قبل نزولها دلّت على أنّ الأمة لا رجم عليها ، وهو مذهب الجمهور ، وتوقّف أبو ثور في ذلك ، وإن كان الرجم قد شرع بعد ذلك فلا تدلّ الآية على نفي رجم الأمة ، غير أنّ قصد التنصيف في حدّها يدلّ على أنّها لا يبلغ بها حدّ الحرّة ، فالرجم ينتفي لأنّه لا يقبل التجزئة ، وهو ما ذَهِل عنه أبو ثور .وقد روي عن عمر بن الخطاب : أنّه سئل عن حدّ الأمة فقال : «الأمة ألقت فَروة رأسها من وراء الدار» أي ألقت في بيت أهلها قناعها ، أي أنّها تخرج إلى كلّ موضع يرسلها أهلها إليه لا تقدر على الامتناع من ذلك ، فتصير إلى حيث لا تقدر على الامتناع من الفجور ، قالوا : فكان يرى أن لا حدّ عليها إذا فجرت ما لم تتزوّج ، وكأنّه رأى أنّها إذا تزوّجت فقد منعها زوجها . وقولُه هذا وإن كان غير المشهور عنه ، ولكنّنا ذكرناه لأنّ فيه للمتبصّر بتصريف الشريعة عبرة في تغليظ العقوبة بمقدار قوّة الخيانة وضعف المعذرة .وقرأ نافع ، وابن كثير ، وابن عامر ، وحفص عن عاصم ، وأبو جعفر ، ويعقوب : { أحصن } بضمّ الهمزة وكسر الصاد مبنيّا للنائب ، وهو بمعنى مُحْصَنات المفتوح الصاد . وقرأه حمزة ، والكسائي وأبو بكر عن عاصم ، وخلَف : بفتح الهمزة وفتح الصاد ، وهو معنى محصِنات بكسر الصاد .وقوله : { ذلك لمن خشى العنت منكم } إشارة إلى الحكم الصالح لأن يتقيّد بخشية العنت ، وذلك الحكم هو نكاح الإماء .والعنت : المشقّة ، قال تعالى : { ولو شاء الله لأعنتكم } [ البقرة : 220 ] وأريد به هنا مشقّة العُزبة التي تكون ذريعة إلى الزنا ، فلذلك قال بعضهم : أريد العَنت الزنا .وقوله : { وأن تصبروا خير لكم } أي إذا استطعتم الصبر مع المشقّة إلى أن يتيسّر له نكاح الحرّة فذلك خير ، لئلا يوقع أبناءه في ذلّ العبودية المكروهة للشارع لولا الضرورة ، ولئلا يوقع نفسه في مذّلة تصرّف الناس في زوجه .وقوله : { والله غفور رحيم } أي إن خفتم العَنت ولم تصبروا عليه ، وتزوّجتم الإماء ، وعليه فهو مؤكّد لمعنى الإباحة . مؤذن بأنّ إباحة ذلك لأجل رفع الحرج ، لأنّ الله رحيم بعباده . غفور فالمغفرة هنا بمعنى التجاوز عمّا ما يقتضي مقصدُ الشريعة تحريمَه ، فليس هنا ذنب حتّى يغفر .",
  "ayah": 25,
  "surah": 4
}
