{
  "text": "اشتمال هذه الآية على كلمة { اليتامى } يؤذن بمناسبتها للآية السابقة ، بيد أنّ الأمر بنكاح النساء وعددهنّ في جواب شرط الخوف من عدم العدل في اليتامى ممّا خفي وجهُه على كثير من علماء سلف الأمة ، إذ لا تظهر مناسبة أي ملازمة بين الشرط وجوابه . واعلم أنّ في الآية إيجازاً بديعاً إذ أطلق فيها لفظ اليتامى في الشرط وقوبل بلفظ النساء في الجزاء فعلم السامع أنّ اليتامى هنا جمع يتيمة وهي صنف من اليتامى في قوله السابق : { وآتوا اليتامى أموالهم } [ النساء : 2 ] . وعلم أنّ بين عدم القسط في يتامى النساء ، وبين الأمر بنكاح النساء ، ارتباطاً لا محالة وإلاّ لكان الشرط عبثاً . وبيانه ما في «صحيح البخاري» : أنّ عروة بن الزبير سأل عائشة عن هذه الآية فقالت : «يابنَ أختي هذه اليتيمة تكون في حجر وليّها تشرَكه في ماله ويعجبه مالها وجمالها ، فيريد وليّها أن يتزوجها بغير أن يُقسط في صداقها فلا يعطيها مثل ما يعطيها غيره ، فنُهوا أن ينكحوهنّ إلاّ أن يقسطوا لهنّ ويبلغوا بهنّ أعلى سنتهنّ في الصداق فأمروا أن ينكحوا ما طاب لهم من النساء غيرهنّ . ثم إنّ الناس استفتوا رسول الله بعد هذه الآية فأنزل الله : { ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب في يتامى النساء التي لا تؤتونهن ما كتب لهن وترغبون أن تنكحوهن } [ النساء : 127 ] . فقول الله تعالى : { وترغبون أن تنكحوهن } [ النساء : 127 ] رغبة أحدكم عن يتيمته حين تكون قليلة المال والجمال ، فنهوا عن أن ينكحوا من رغبوا في مالها وجمالها من يتامى النساء إلاّ بالقسط من أجل رغبتهم عنهنّ إذا كنّ قليلات المال والجمال» . وعائشة لم تسند هذا إلى رسول الله صلى الله عليه وسلم ولكن سياق كلامها يؤذن بأنّه عن توقيف ، ولذلك أخرجه البخاري في باب تفسير سورة النساء بسياق الأحاديث المرفوعة اعتداداً بأنها ما قالت ذلك إلاّ عن معاينة حال النزول ، وأَفهام المسلمين التي أقرّها الرسول عليه السلام ، لا سيما وقد قالت : ثمّ إنّ الناس استفتوا رسول الله ، وعليه فيكون إيجاز لفظ الآية اعتداداً بما فهمه الناس ممّا يعلمون من أحوالهم ، وتكون قد جمعت إلى حكم حفظ حقوق اليتامى في أموالهم الموروثة حفظ حقوقهم في الأموال التي يستحقّها البنات اليتامى من مهور أمثالهنّ ، وموعظة الرجال بأنّهم لمّا لم يجعلوا أواصر القرابة شافعة النساء اللاتي لا مرغِّب فيهنّ لهم فيرغبون عن نكاحهنّ ، فكذلك لا يجعلون القرابة سبباً للإجحاف بهنّ في مهورهنّ . وقولها : ثمّ إنّ الناس استفتوا رسول الله ، معناه استفتوه طلباً لإيضاح هذه الآية . أو استفتوه في حكم نكاح اليتامى ، وله يهتدوا إلى أخذه من هذه الآية ، فنزل قوله : { ويستفتونك في النساء } الآية ، وأنّ الإشارة بقوله : { وما يتلى عليكم في الكتاب في يتامى النساء } أي ما يتلى من هذه الآية الأولى ، أي كان هذا الاستفتاء في زمن نزول هذه السورة .وكلامها هذا أحسن تفسير لهذه الآية . وقال ابن عباس ، وسعيد بن جبير ، والسدّي ، وقتادة : كانت العرب تتحرّج في أموال اليتامى ولا تتحّرج في العدل بين النساء ، فكانوا يتزوّجون العشر فأكثر فنزلت هذه الآية في ذلك ، وعلى هذا القول فمحلّ الملازمة بين الشرط والجزاء إنّما هو فيما تفرّع عن الجزاء من قوله : { فإن خفتم ألا تعدلوا فواحدة } ، فيكون نسج الآية قد حيك على هذا الأسلوب ليدمج في خلاله تحديد النهاية إلى الأربع . وقال عكرمة : نزلت في قريش ، كان الرجل يتزوّج العشر فأكثر فإذا ضاق ماله عن إنفاقهنّ أخذ مال يتيمه فتزوّج منه ، وعلى هذا الوجه فالملازمة ظاهرة ، لأنّ تزوّج ما لا يستطاع القيام به صار ذريعة إلى أكل أموال اليتامى ، فتكون الآية دليلاً على مشروعية سدّ الذرائع إذا غلبت . وقال مجاهد : الآية تحذير من الزنا ، وذلك أنّهم كانوا يتحرّجون من أكل أموال اليتامى ولا يتحرّجون من الزنا ، فقيل لهم : إن كنتم تخافون من أموال اليتامى فخافوا الزنا ، لأنّ شأن المتنسّك أن يهجر جميع المآثم لا سيما ما كانت مفسدته أشدّ . وعلى هذا الوجه تضعف الملازمة بين الشرط وجوابه ويكون فعل الشرط ماضياً لفظاً ومعنى . وقيل في هذا وجوه أخر هي أضعف ممّا ذكرنا .ومعنى { ما طاب } ما حسن بدليل قوله : { لكم } ويفهم منه أنّه ممّا حلّ لكم لأن الكلام في سياق التشريع .وما صَدْقُ { ما طاب } النساء فكان الشأن أن يؤتى ب ( مَن ) الموصولة لكن جيء ب ( ما ) الغالبة في غير العقلاء ، لأنّها نُحِي بها مَنْحى الصفة وهو الطيّب بِلا تعيين ذات ، ولو قال ( مَنْ ) لتبادر إلى إرادة نسوة طيّبات معروفات بينهم ، وكذلك حال ( ما ) في الاستفهام ، كما قال صاحب «الكشاف» وصاحب «المفتاح» . فإذا قلت : ما تزوجت؟ فأنت تريد ما صفتها أبكرا أم ثيّباً مثلاً ، وإذا قلت : مَن تزوجت؟ فأنت تريد تعيين اسمها ونسبها .والآية ليست هي المثبتة لمشروعية النكاح ، لأنّ الأمر فيها معلّق على حالة الخوف من الجور في اليتامى ، فالظاهر أنّ الأمر فيها للإرشاد ، وأنّ النكاح شرع بالتقرير للإباحة الأصلية لما عليه الناس قبل الإسلام مع إبطال ما لا يرضاه الدين كالزيادة على الأربع ، وكنكاح المقت ، والمحرّمات من الرضاعة ، والأمر بأن لا يُخْلوه عن الصداق ، ونحو ذلك .وقوله : { مثنى وثلاث ورباع } أحوال من { طاب } ولا يجوز كونها أحوالاً من النساء لأنّ النساء أريد به الجنس كلّه لأن ( مِنْ ) إمَّا تبعيضية أو بيانية وكلاهما تقتضي بقاء البيان على عمومه ، ليصلح للتبعيض وشبهه ، والمعنى : أنّ الله وسّع عليكم فلكم في نكاح غير أولئك اليتامى مندوحة عن نكاحهنّ مع الإضرار بهنّ في الصداق ، وفي هذا إدماج لحكم شرعي آخر في خلال حكم القسط لليتامى إلى قوله : { ذلك أدنى ألا تعولوا } .وصيغة مَفْعَل وفُعَال في أسماء الأعداد من واحد إلى أربعة ، وقيل إلى ستة وقيل إلى عشرة ، وهو الأصح ، وهو مذهب الكوفيّين ، وصحّحه المعرّي في «شرح ديوان المتنبيّ» عند قول أبي الطّيب :أُحَاد أم سُدَاسٌ في آحاد ... لُيَبْلَتُنَا المَنوطةُ بالتناديتدُلّ كلّها على معنى تكرير اسم العدد لقصد التوزيع كقوله تعالى : { أولي أجنحة مَثْنَى وثُلاث ورُباع } [ فاطر : 1 ] أي لطائفة جناحان ، ولطائفة ثلاثة ، ولطائفة أربعة . والتوزيع هنا باعتبار اختلاف المخاطبين في السعة والطَّول ، فمنهم فريق يستطيع أن يتزوّجوا اثنتين ، فهؤلاء تكون أزواجهم اثنتين اثنتين ، وهلمّ جرّا ، كقولك لجماعة : اقتسِموا هذا المال درهمين درهمين ، وثلاثة ثلاثة ، وأربعة أربعة ، على حسب أكبركم سنّاً . وقد دل على ذلك قوله بعد : { فإن خفتم ألا تعدلوا فواحدة } . والظاهر أنّ تحريم الزيادة على الأربع مستفاد من غير هذه الآية لأنّ مجرّد الاقتصار غير كاف في الاستدلال ولكنّه يُستأنس به ، وأنّ هذه الآية قرّرت ما ثبت من الاقتصار ، على أربع زوجات كما دلّ على ذلك الحديث الصحيح : إنّ غيلان بن سلمة أسلم على عشر نسوة فقال له النبي صلى الله عليه وسلم : \" أمسك أربعاً وفارق سائرهنّ \" . ولعلّ الآية صدرت بذكر العدد المقرّر من قبل نزولها ، تمهيداً لشرع العدل بين النساء ، فإنّ قوله : { فإن خفتم ألا تعدلوا فواحدة } صريح في اعتبار العدل في التنازل في مراتب العدد ينزل بالمكلّف إلى الواحدة . فلا جرم أن يكون خوفه في كلّ مرتبة من مراتب العدد ينزل به إلى التي دونها . ومن العجيب ما حكاه ابن العربي في الأحكام عن قوم من الجهّال لم يعيّنهم أنّهم توهّموا أنّ هذه الآية تبيح للرجال تزوّج تسع نساء توهّما بأنّ مثنَى وثُلاث ورُباع مرادفة لاثنين وثلاثاً وأربعاً ، وأنّ الواو للجمع ، فحصلت تسعة وهي العدد الذي جمعه رسول الله صلى الله عليه وسلم بين نسائه ، وهذا جهل شنيع في معرفة الكلام العربي . وفي «تفسير القرطبي» نسبة هذا القول إلى الرافضة ، وإلى بعض أهل الظاهر ، ولم يعيّنه . وليس ذلك قولاً لداوود الظاهري ولا لأصحابه ، ونسبه ابن الفرس في أحكام القرآن إلى قوم لا يعبأ بخلافهم ، وقال الفخر : هم قوم سُدى ، ولم يذكر الجصّاص مخالفاً أصلاً . ونسب ابن الفرس إلى قوم القول بأنّه لا حصر في عدد الزوجات وجعلوا الاقتصار في الآية بمعنى : إلى ما كان من العدد ، وتمسّك هذان الفريقان بأنّ النبي صلى الله عليه وسلم مات عن تسع نسوة ، وهو تمسّك واه ، فإنّ تلك خصوصية له ، كما دلّ على ذلك الإجماع ، وتطلُّب الأدلّة القواطع في انتزاع الأحكام من القرآن تطلّب لما يقف بالمجتهدين في استنباطهم موقف الحيرة ، فإنّ مبنى كلام العرب على أساس الفطنة .ومسلكه هو مسلك اللمحة الدالّة .وظاهر الخطاب للناس يعم الحرّ والعبد ، فللعبد أن يتزوّج أربع نسوة على الصحيح ، وهو قول مالك ، ويعزى إلى أبي الدرداء ، والقاسم بن محمد ، وسالم ، وربيعة بن أبي عبد الرحمان ، ومجاهد ، وذهب إليه داوود الظاهري . وقيل : لا يتزوّج العبد أكثر من اثنتين ، وهو قول أبي حنيفة ، والشافعي ، وينسب إلى عمر بن الخطاب ، وعلي بن أبي طالب ، وعبد الرحمن بن عوف ، وابن سيرين ، والحسن . وليس هذا من مناسب التنصيف للعبيد ، لأنّ هذا من مقتضى الطبع الذي لا يختلف في الأحرار والعبيد . ومن ادّعى إجماع الصحابة على أنّه لا يتزوّج أكثر من اثنتين فقد جازف القول .وقوله : { فإن خفتم ألا تعدلوا فواحدة } ، أي فواحدة لكلّ من يخاف عدم العدل . وإنّما لم يقل فأُحاد أو فمَوْحَد لأنّ وزن مَفعل وفُعال في العدد لا يأتي إلاّ بعد جمع ولم يجر جمع هنا . وقرأ الجمهور : فواحدة بالنصب ، وانتصب واحدة على أنّه مفعول لمحذوف أي فانكحوا واحدة . وقرأه أبو جعفر بالرفع على أنه مبتدأ وخبره محذوف أي كفاية .وخوف عدم العدل معناه عدم العدل بين الزوجات ، أي عدم التسوية ، وذلك في النفقة والكسوة والبشاشة والمعاشرة وترك الضرّ في كلّ ما يدخل تحت قدرة المكلّف وطوقه دون ميل القلب .وقد شرع الله تعدّد النساء للقادر العادل لِمصالح جمّة : منها أنّ في ذلك وسيلة إلى تكثير عدد الأمة بازدياد المواليد فيها ، ومنها أنّ ذلك يعين على كفالة النساء اللائي هنّ أكثر من الرجال في كلّ أمّة لأنّ الأنوثة في المواليد أكثر من الذكورة ، ولأنّ الرجال يعرض لهم من أسباب الهلاك في الحروب والشدائد ما لا يعرض للنساء ، ولأنّ النساء أطول أعماراً من الرجال غالباً ، بما فطرهنّ الله عليه ، ومنها أنّ الشريعة قد حرّمت الزنا وضيّقت في تحريمه لمّا يجرّ إليه من الفساد في الأخلاق والأنساب ونظام العائلات ، فناسب أن توسّع على الناس في تعدّد النساء لمن كان من الرجال ميّالاً للتعدّد مجبولاً عليه ، ومنها قصد الابتعاد عن الطلاق إلاّ لضرورة .ولم يكن في الشرائع السالفة ولا في الجاهلية حدّ للزوجات ، ولم يثبت أن جاء عيسى عليه السلام بتحديد للتزوّج ، وإن كان ذلك توهّمه بعض علمائنا مثل القرافي ، ولا أحسبه صحيحاً ، والإسلام هو الذي جاء بالتحديد ، فأمّا أصل التحديد فحكمته ظاهرة : من حيث إنّ العدل لا يستطيعه كلّ أحد ، وإذا لم يقم تعدّدُ الزوجات على قاعدة العدل بينهنّ اختلّ نظام العائلة ، وحدثت الفتن فيها ، ونشأ عقوق الزوجات أزواجهنّ ، وعقوق الأبناء آباءهم بأذاهم في زوجاتهم وفي أبنائهم ، فلا جرم أن كان الأذى في التعدّد لمصلحة يجب أن تكون مضبوطة غير عائدة على الأصل بالإبطال .وأمّا الانتهاء في التعدّد إلى الأربع فقد حاول كثير من العلماء توجيهه فلم يبلغوا إلى غاية مرضية ، وأحسب أنّ حكمته ناظرة إلى نسبة عدد النساء من الرجال في غالب الأحوال ، وباعتبار المعدّل في التعدّد فليس كلّ رجل يتزوّج أربعاً ، فلنفرض المعدّل يكشف عن امرأتين لكلّ رجل ، يدلّنا ذلك على أنّ النساء ضعف الرجال . وقد أشار إلى هذا ما جاء في «الصحيح» : أنه يكثر النساء في آخر الزمان حتّى يكون لخمسين امرأةً القيِّم الواحد .وقوله : { أو ما ملكت أيمانكم } إن عطف على قوله : { فواحدة } ، فقد خيّر بينه وبين الواحدة باعتبار التعدّد ، أي فواحدة من الأزواج أو عدد ممّا ملكت أيمانكم ، وذلك أنّ المملوكات لا يشترط فيهنّ من العدل ما يشترط في الأزواج ، ولكن يشترط حسن المعاملة وترك الضرّ ، وإن عطفتَه على قوله : { فانكحوا ما طاب } كان تخييراً بين التزوّج والتسرّي بحسب أحوال الناس ، وكان العدل في الإماء المتّخذات للتسرّي مشروطاً قياساً على الزوجات ، وكذلك العدد بحسب المقدرة غير أنّه لا يمتنع في التسرّي الزيادة على الأربع لأنّ القيود المذكورة بين الجمل ترجع إلى ما تقدّم منها . وقد منع الإجماع من قياس الإماء على الحراير في نهاية العدد ، وهذا الوجه أدخل في حكمة التشريع وأنظم في معنى قوله : { ذلك أدنى ألا تعولوا } والإشارة بقوله { ذلك أدنى ألا تعولوا } إلى الحكم المتقدّم ، وهو قوله : { فانكحوا ما طاب لكم } إلى قوله : { أو ما ملكت أيمانكم } باعتبار ما اشتمل عليه من التوزيع على حسب العدل . وإفراد اسم الإشارة باعتبار المذكور كقوله تعالى : { ومن يفعل ذلك يلق أثاماً } .و ( أدنى ) بمعنى أقرب ، وهو قرب مجازي أي أحقّ وأعون على أن لا تعُولوا ، و«تعولوا» مضارع عال عَوْلاً ، وهو فعل واوي العين ، بمعنى جار ومال ، وهو مشهور في كلام العرب ، وبه فسّر ابن عباس وجمهور السلف ، يقال : عَال الميزان عَولاً إذا مال ، وعال فلان في حكمه أي جار ، وظاهر أنّ نزول المكلّف إلى العدد الذي لا يخاف معه عدم العدل أقرب إلى عدم الجور ، فيكون قوله : { أدنى ألا تعولوا } في معنى قوله : { فإن خفتم ألا تعدلوا } فيفيد زيادة تأكيد كراهية الجور .ويجوز أن تكون الإشارة إلى الحكم المتضمّن له قوله : { فواحدة أو ما ملكت أيمانكم } أي ذلك أسلم من الجور ، لأنّ التعدّد يعرّض المكلّف إلى الجور وإن بذل جهده في العدل ، إذ للنفس رغبات وغفلات ، وعلى هذا الوجه لا يكون قوله : { أدنى ألا تعولوا } تأكيداً لمضمون { فإن خفتم ألا تعدلوا } ويكون ترغيباً في الاقتصار على المرأة الواحدة أو التعدّد بملك اليمين ، إذ هو سدّ ذريعة الجور ، وعلى هذا الوجه لا يكون العدل شرطاً في ملك اليمين ، وهو الذي نحاه جمهور فقهاء الأمصار في ملك اليمين .وقيل : «معنى ألا تعولوا» أن لا تكثر عيالكم ، مأخوذ من قولهم عال الرجل أهله يعولهم بمعنى مالهم ، يعني فاستعمل نفي كثرة العيال على طريق الكناية لأنّ العول يستلزم وجود العيال ، والإخبار عن الرجل بأنّه يعول يستلزم كثرة العيال ، لأنّه إخبار بشيء لا يخلو عنه أحد فما يخبر المخبر به إلاّ إذا رآه تجاوز الحدّ المتعارف . كما تقول فلان يأكل ، وفلان ينام ، أي يأكل كثيراً وينام كثيراً ، ولا يصحّ أن يراد كونه معنى لعال صريحاً ، لأنّه لا يقال عال بمعنى كثرت عياله ، وإنّما يقال أعال . وهذا التفسير مأثور عن زيد بن أسلم ، وقاله الشافعي ، وقال به ابن الأعرابي من علماء اللغة وهو تفسير بعيد ، وكناية خفيّة ، لا يلائم إلاّ أن تكون الإشارة بقوله : { ذلك } إلى ما تضمنّه قوله : { فواحدة أو ما ملكت أيمانكم } ويكون في الآية ترغيب في الاقتصار على الواحدة لخصوص الذي لا يستطيع السعة في الإنفاق ، لأنّ الاقتصار على الواحدة يقلل النفقة ويقلّل النسل فيُبقي عليه مالَه ، ويدفع عنه الحاجة ، إلاّ أنّ هذا الوجه لا يلائم قوله : { أو ما ملكت أيمانكم } لأنّ تعدّد الإماء يفضي إلى كثرة العيال في النفقة عليهنّ وعلى ما يتناسل منهنّ ، ولذلك ردّ جماعة على الشافعي هذا الوجه بين مُفرط ومقتصد .وقد أغلظ في الردّ أبو بكر الجصّاص في أحكامه حتّى زعم أنّ هذا غلط في اللغة ، اشتبه به عال يَعيل بعال يَعُول . واقتصد ابن العربي في ردّ هذا القول في كتاب الأحكام . وانتصر صاحب «الكشاف» للشافعي ، وأُورد عليهم أنّ ذلك لا يلاقي قوله تعالى : { أو ما ملكت أيمانكم } فإن تعدّد الجواري مثل تَعدّد الحرائر فلا مفرّ من الإعالة على هذا التفسير . وأجيب عنه بجواب فيه تكلّف .وحكم هذه الآية ممّا أشار إليه قوله : { وبث منهما رجالاً كثيراً ونساء } [ النساء : 1 ] .",
  "ayah": 3,
  "surah": 4
}
