{
  "text": "اعتراض ناسب ذكره بعد ذكر ذنبين كبيرين : وهما قتل النفس ، وأكل المال بالباطل ، على عادة القرآن في التفنّن من أسلوب إلى أسلوب ، وفي انتهاز الفرص في إلقاء التشريع عقب المواعظ وعكسه .وقد دلّت إضافة { كبائر } إلى { ما تنهون عنه } على أنّ المنهيات قسمان : كبائر ، ودونها؛ وهي التي تسمّى الصغائر ، وصفا بطريق المقابلة ، وقد سمّيت هنا سيّئات . ووعد بأنّه يغفر السيّئات للذين يجتنبون كبائر المنهيات ، وقال في آية النجم ( 32 ) { الذين يجتنبون كبائر الإثم والفواحش إلا اللّمم } فسمّى الكبائر فواحشَ وسمّى مقابلها اللَّمم ، فثبت بذلك أنّ المعاصي عند الله قسمان : معاص كبيرة فاحشة ، ومعاص دون ذلك يكثر أن يُلمّ المؤمن بها ، ولذلك اختلف السلف في تعيين الكبائر . فعن علي : هي سبع الإشراك بالله ، وقتل النفس ، وقذف المحصنات ، وأكل مال اليتيم ، والفرار يوم الزحف ، والتعرّب بعد الهجرة . واستدلّ لجميعها بما في القرآن من أدلّة جازِمِ النهي عنها . وفي حديث البخاري عن النبي صلى الله عليه وسلم « اتّقوا السبع الموبقات . . . » فذكر التي ذكرها عليّ إلاّ أنّه جعل السحر عوض التعرّب . وقال عبد الله بن عمر : هي تسع بزيادة الإلحاد في المسجد الحرام ، وعقوق الوالدين . وقال ابن مسعود : هي ما نُهي عنه من أول سورة النساء إلى هنا . وعن ابن عبّاس : كلّ ما ورد عليه وعيد نار أو عذاب أو لعنة فهو كبيرة . وعن ابن عباس : الكبائر ما نهى الله عنه في كتابه . وأحسن ضبطِ الكبيرة قول إمام الحرمين : هي كلّ جريمة تؤذن بقلّة اكتراث مرتكبها بالدين وبضعف ديانته . ومن السلف من قال : الذنوب كلّها سواء إن كانت عن عمد . وعن أبي إسحاق الإسفرائيني أنّ الذنوب كلّها سواء مطلقاً ، ونفَى الصغائر . وهذان القولان واهيان لأنّ الأدلّة شاهدة بتقسيم الذنوب إلى قسمين ، ولأنّ ما تشتمل عليه الذنوب من المفاسد متفاوت أيضاً ، وفي الأحاديث الصحيحة إثبات نوع الكبائر وأكبر الكبائر .ويترتّب على إثبات الكبائر والصغائر أحكام تكليفية : منها المخاطبة بتجنّب الكبيرة تجنّبا شديداً ، ومنها وجوب التوبة منها عند اقترابها ، ومنها أنّ ترك الكبائر يعتبر توبة من الصغائر ، ومنها سلب العدالة عن مرتكب الكبائر ، ومنها نقض حكم القاضي المتلبّس بها ، ومنها جواز هجران المتجاهر بها ، ومنها تغيير المنكر على المتلبّس بها . وتترتّب عليها مسائل في أصول الدين : منها تكفير مرتكب الكبيرة عند طائفة من الخوارج ، التي تَفرّق بين المعاصي الكبائر والصغائر؛ واعتباره منزلة بين الكفر والإسلام عند المعتزلة ، خلافاً لجمهور علماء الإسلام . فمن العجائب أن يقول قائل : إنّ الله لم يميّز الكبائر عن الصغائر ليكون ذلك زاجراً للناس عن الإقدام على كلّ ذنب ، ونظير ذلك إخفاء الصلاة الوسطى في الصلوات ، وليلة القدر في ليالي رمضان ، وساعة الإجابة في ساعات الجمعة ، هكذا حكاه الفخر في التفسير ، وقد تبيّن ذهول هذا القائل ، وذهول الفخر عن ردّه ، لأنّ الأشياء التي نظَّروا بها ترجع إلى فضائل الأعمال التي لا يتعلّق بها تكليف؛ فإخفاؤها يقصد منه الترغيب في توخّي مَظانّها ليكثر الناس من فعل الخير ، ولكن إخفاء الأمر المكلّف به إيقاع في الضلالة ، فلا يقع ذلك من الشارع .والمدخل بفتح الميم اسم مَكان الدخول ، ويجوز أن يكون مصدراً ميمياً . والمعنى : ندخلكم مكانا كريماً ، أو ندخلكم دخولاً كريماً . والكريم هو النفيس في نوعه . فالمراد إمّا الجنة وإمّا الدخول إليها ، والمراد به الجَنّة . والمُدخل بصمّ الميم كذلك مكانُ أو مَصدرُ أدْخل . وقرأ نافع ، وأبو جعفر : مَدْخلا بفتح الميم وقرأ بقية العشرة بضمّ الميم .",
  "ayah": 31,
  "surah": 4
}
