{
  "text": "يجوز أن يكون هذا كلاماً مستأنفاً .و { مِنْ } تبعيضية ، وهي خبر لمبتدإ محذوف دلّت عليه صفته وهي جملة { يحرّفون } والتقدير : قوم يحرّفون الكلَم .وحَذْفُ المبتدإ في مثل هذا شائع في كلام العرب اجتزاء بالصفة عن الموصوف وذلك إذا كان المبتدأ موصوفاً بجملة أوْ ظرف ، وكان بعضَ اسم مجرور بحرف { من } ، وذلك الاسم مقدّم على المبتدإ . ومن كلمات العرب المأثورة قولهم : «مِنَّا ظعنَ ومنّا أقام» أي منّا فريق ظعن ومنّا فريق أقام . ومنه قول ذي الرمّة :فظَلّوا ومنهم دَمْعُهُ غالبٌ له ... وآخرُ يذري دمْعة العين بالهَمْلأي ومنهم فريق ، بدليل قوله في العطف وآخر . وقولُ تميم بن مُقْبِل :ومَا الدَّهْر إلاّ تَارتان فمنهمَا ... أمُوتُ وأخْرى أبتغي العَيشَ أكْدَحوقد دلّ ضمير الجمع في قوله { يحرّفون } أنّ هذا صنيع فريق منهم ، وقد قيل : إنّ المراد به رفاعة بن زيد بن التَّابوت من اليهود ، ولعلّ قائل هذا يعني أنّه من جملة هؤلاء الفريق ، إذ لا يجوز أن يكون المراد واحداً ويؤتى بضمير الجماعة ، وليس المقام مقام إخفاء حتّى يكون على حدّ قوله عليه السلام : \" ما بال أقوام يشترطون \" الخ .ويجوز أن يكون { من الذين هاوا } صفة للذين أوتوا نصيباً من الكتاب ، وتكون { مِن } بيانيّة أي هم الذين هادوا ، فَتكون جملة { يحرّفون } حالاً من قوله : { الذين هادوا } . وعلى الوجهين فقد أثبتت لهم أوصاف التحريف والضلالة ومحبّة ضلال المسلمين . والتحريف : الميل بالشيء إلى الحرف وهو جانب الشيء وحافته ، وسيأتي عند قوله تعالى : { يحرقون الكلم عن مواضعه } في سورة المائدة ( 13 ) ، وهو هنا مستعمل في الميل عن سواء المعنى وصريحه إلى التأويل الباطل ، كما يقال : تنكَّب عن الصراط ، وعن الطريق ، إذا أخطأ الصواب وصار إلى سوء الفهم أو التضليل ، فهو على هذا تحريفُ مراد الله في التوراة إلى تأويلات باطلة ، كما يفعل أهل الأهواء في تحريف معاني القرآن بالتأويلات الفاسدة . ويجوز أن يكون التحريف مشقّاً من الحرف وهو الكلمة والكتابة ، فيكون مراداً به تغيير كلمات التوراة وتبديلها بكلمات أخرى لتُوافِق أهواء أهل الشهوات في تأييد ما هم عليه من فاسد الأعمال . والظاهر أنّ كلا الأمرين قد ارتكبه اليهود في كتابهم . وما ينقل عن ابن عبّاس أنّ التحريف فساد التأويل ولا يعمد قوم على تغيير كتابهم ، ناظرٌ إلى غالب أحوالهم ، فعلى الاحتمال الأول يَكون استعمال عن } في قوله : { عن مواضعه } مجازاً ، ولا مجاوزة ولا مواضِعَ ، وعلى الثاني يكون حقيقة إذ التحريف حينئذٍ نقل وإزالة .وقوله : { ويقولون } عطف على { يحرّفون } ذُكر سوء أفعالهم وسوء أقوالهم ، وهي أقوالهم التي يواجهون بها الرسول عليه الصلاة والسلام : يقولون سمِعْنا دعوتَك وعصيناك ، وذلك إظهار لتمسّكهم بدينهم ليزول طمع الرسول في إيمانهم ، ولذلك لم يَرَوا في قولهم هذا أذى للرسول فأعقبوه بقولهم له : { واسمع غير مسمع } إظهار للتأدب معه .ومعنى { اسمع غير مُسمع } أنّهم يقولون للرسول صلى الله عليه وسلم عند مراجعته في أمر الإسلام : اسمع منّا ، ويعقّبون ذلك بقولهم : { غير مسمع } يوهمون أنّهم قصدوا الظاهر المتبادر من قولهم : غير مُسمع ، أي غير مأمور بأن تسمع ، في معنى قول العرب : ( افعَلْ غيرَ مَأمُور ) . وقيل معناه : غير مُسْمَع مَكروهاً ، فلعلّ العرب كانوا يقولون : أسْمَعَه بمعنى سَبَّه . والحاصل أنّ هذه الكلمة كانت معروفة الإطلاق بين العرب في معنى الكرامة والتلطّف . إطلاقاً متعارفاً ، ولكنّهم لمّا قالوها للرسول أرادوا بها معنى آخر انتحلوه لها من شيء يسمَح به تركيبها الوضعي ، أي أن لا يسمع صوتاً من متكلّم . لأن يصير أصمّ ، أو أن لا يُستجاب دعاؤه . والذي دلّ على أنّهم أرادوا ذلك قوله بعد : { ولو أنهم قالوا } إلى قوله : { اسمع وانظرنا } فأزال لهم كلمة ( غير مسمع ) . وقصدُهم من إيراد كلام ذي وجهين أن يُرضوا الرسول والمؤمنين ويُرضوا أنفسهم بسوء نيتهم مع الرسول عليه السلام ويرضوا قومهم ، فلا يجدوا عليهم حجّة .وقولهم : { وراعنا } أتوا بلفظ ظاهره طلب المُراعاة ، أي الرفق ، والمراعاة مفاعلة مستعملة في المبالغة في الرعي على وجه الكناية الشائعة التي ساوت الأصل ، ذلك لأنّ الرعي من لوازمه الرفقُ بالمرعِيّ ، وطلب الخصب له ، ودفع العادية عنه . وهم يريدون ب { راعنا } كلمة في العبرانية تدلّ على ما تدلّ عليه كلمة الرعونة في العَربية ، وقد روي أنّها كلمة { رَاعُونا } وأنّ معناها الرعونة فلعلّهم كانوا يأتون بها ، يوهمون أنّهم يعظّمون النبي صلى الله عليه وسلم بضمير الجماعة ، ويدلّ لذلك أنّ الله نهى المسلمين عن متابعتهم إيّاهم في ذلك اغتراراً فقال في سورة البقرة ( 104 ) : { يأيها الذين آمنوا لا تَقولوا رَاعنا وقولوا انظُرْنا } واللَّيُّ أصله الانعطاف والانثناء ، ومنه ولا تَلْوُون على أحد } ، وهو يحتمل الحقيقة في كلتا الكلمتين : اللّي ، والألسنة ، أي أنّهم يثنون ألسنتهم ليكون الكلام مشبهاً لغتين بأن يشبعوا حركات ، أو يقصروا مُشْبَعات ، أو يفخّموا مرقّقا ، أو يرقّقوا مفخما ، ليعطي اللفظ في السمع صورة تشبِه صورة كلمة أخرى ، فإنّه قد تخرج كلمة من زنة إلى زنة ، ومن لغة إلى لغة بمثل هذا . ويحتمل أن يراد بلفظ ( الليّ ) مجازُه ، وب ( الألسنة ) مجازه : فالليّ بمعنى تغيير الكلمة ، والألسنة مجاز على الكلام ، أي يأتون في كلامهم بما هو غير متمحّض لمعنى الخير .وانتصب «ليّاً» على المفعول المطلق ل { يقولون } ، لأنّ الليّ كيفية من كيفيات القَول .وانتصب { طعناً في الدين } على المفعول لأجله ، فهو من عطف بعض المفاعيل على بعض آخر ، ولا ضير فيه ، ولك أن تجعلهما معاً مفعولين مطلقين أو مفعولين لأجلهما ، وإنما كان قولهم ( طعناً في الدين ) ، لأنّهم أضمروا في كلامهم قصداً خبيثاً فكانوا يقولون لإخوانهم ، ومن يليهم من حديثي العهد بالإيمان : لو كان محمّد رسولاً لعلم ما أردنا بقولنا ، فلذلك فضحهم الله بهذه الآية ونظائرها .وقوله : { ولو أنهم قالوا سمعنا وأطعنا } أي لو قالوا ما هو قبول للإسلام لكان خيراً . وقوله : { سمعنا وأطعنا } يشبه أنّه ممّا جرى مجرى المثل بقول من أمر بشيء وامتثله «سَمّعٌ وطاعة» ، أي شأني سمع وطاعة ، وهو ممّا التزم فيه حذف المبتدإ لأنّه جرى مجرى المثل ، وسيجيء في سورة النور ( 51 ) قولُه تعالى : { إنّما كان قولَ المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا } وقوله : وأقوم تفضيل مشتقّ من القيام الذي هو بمعنى الوضوح والظهور ، كقولهم : قام الدليلُ على كذا ، وقامت حجّة فلان . وإنّما كان أقومَ لأنّه دالّ على معنى لا احتمال فيه ، بخلاف قولهم .والاستدراك في قوله : { ولكن لعنهم الله بكفرهم } ناشىء عن قوله : { لكان خيراً لهم } ، أي ولكن أثر اللَّعْنَة حاق بهم فحرموا ما هو خير فلا ترشَحُ نفوسهم إلاّ بآثار ما هو كمين فيها من فعل سيّىءٍ وقول بَذَاءٍ لا يستطيعون صرف أنفسهم عن ذلك .ومعنى { فلا يؤمنون إلا قليلاً } أنهم لا يؤمنون أبداً فهو من تأكيد الشيء بما يشبه ضدّه ، وأطلق القلّة على العدم . وفسّر به قول تَأبّط شرّاً :قليلُ التشكّي للمُهِمّ يصيبُه ... كثيرُ الهَوى شَتَّى النَّوَى والمَسالكقال الجاحظ في «كتاب البيان» عند قول عون بن عبد الله بن عتبة بن مسعود يصف أرض نصيبين «كثيرة العقارب قليلة الأقارب» ، يضعون ( قليلاً ) في موضع ( ليس ) ، كقولهم : فلان قليل الحياء . ليس مرادهم أن هناك حياء وإن قَلَّ» . قلت : ومنه قول العرب : قَلَّ رجل يقولُ ذلك ، يريدون أنّه غير موجود . وقال صاحب «الكشاف» عند قوله تعالى : «أإله مع الله قليلاً ما تذكّرون» «والمعنى نفي التذكير . والقلّة مستعمل في معنى النفي» . وإنّما استعملت العرب القلّة عوضاً عن النفي لضرب من الاحتراز والاقتصاد ، فكأنَّ المتكلّم يخشى أن يُتلقّى عموم نفيه بالإنكار فيتنازل عنه إلى إثبات قليل وهو يريد النفي .",
  "ayah": 46,
  "surah": 4
}
