{
  "text": "يجوز أن تكون هذه الجملة متعلقة بما قبلها من تهديد اليهود بعقاب في الدنيا ، فالكلام مَسوق لترغيب اليهود في الإسلام ، وإعلامهم بأنّهم بحيث يتجاوز الله عنهم عند حصول إيمانهم ، ولو كان عذابُ الطمس نازلاً عليهم ، فالمراد بالغفران التجاوز في الدنيا عن المؤاخذة لهم بعظم كفرهم وذنوبهم ، أي يرفع العذاب عنهم . وتتضمّن الآية تهديداً للمشركين بعذاب الدنيا يحلّ بهم فلا ينفعهم الإيمان بعد حلول العذاب ، كما قال تعالى : { فلولا كانت قرية آمنت فنفعها إيمانها إلاّ قوم يونس } [ يونس : 98 ] الآية . وعلى هذا الوجه يكون حرف ( إنّ ) في موقع التعليل والتسبّب ، أي آمنوا بالقرآن من قبل أن ينزل بكم العذاب ، لأنّ الله يغفر ما دون الإشراك به ، كقوله : { وما كان الله ليعذبّهم وأنت فيهم } [ الأنفال : 33 ] ، أي ليعذّبهم عذاب الدنيا ، ثم قال : { ومالهم أن لا يعذّبهم الله } [ الأنفال : 34 ] ، أي في الدنيا ، وهو عذابل الجوع والسيف . وقوله : { فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم } [ الدخان : 10 ، 11 ] ، أي دخانٌ عامَ المجاعة في قريش . ثم قال : { إنّا كاشفوا العذاب قليلاً إنّكم عائدُون يوم نبطش البطشة الكبرى إنّا منتقمون } [ الدخان : 15 ، 16 ] أي بطشة يوم بدر؛ أو يكون المراد بالغفران التسامح ، فإنّ الإسلام قَبِل من أهل الكتابين الدخول تحت ذمَّة الإسلام دون الدخول في دين الإسلام ، وذلك حكم الجزية ، ولم يرض من المشركين إلاّ بالإيمان دون الجزية ، لقوله تعالى : { فاقتلوا المشركين حيث وجدتموهم } إلى قوله { فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلّوا سبيلهم } [ التوبة : 5 ] . وقال في شأن أهل الكتاب { قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يُحرّمون ما حرّم الله ورسولُه ولا يدينون دينَ الحقّ من الذين أوتوا الكتَاب حتّى يُعطوا الجزية عن يدٍ وهُم صاغرون } [ التوبة : 29 ] .ويجوز أن تكون الجملة مستأنَفة ، وقعت اعتراضاً بين قوارع أهل الكتاب ومواعظهم ، فيكون حرفُ ( إنَّ ) لتوكيد الخبر لقصد دفع احتمال المجاز أو المبالغة في الوَعيد ، وهو إمّا تمهيد لما بعده لتشنيع جرم الشرك بالله ليكون تمهيداً لتشنيع حال الذين فَضَّلوا الشرك على الإيمان ، وإظهاراً لمقدار التعجيب من شأنهم الآتي في قوله : { ألم ترى إلى الذين أوتوا نصيباً من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلاً } [ النساء : 51 ] ، أي فكيف ترضون بحال من لا يرضى الله عنه . والمغفرة على هذا الوجه يصحّ حملها على معنى التجاوز الدنيوي ، وعلى معنى التجاوز في الآخرة على وجه الإجمال .وإمّا أن يكون استئنافَ تعليممِ حكم في مغفرة ذنوب العصاة : ابتدىء بمُحْكَم وهو قوله : { لا يغفر أن يشرك به } ، وذُيِّل بمتشابه وهو قوله : { ويغفر ما دون ذلك لمن يشاء } ؛ فالمغفرة مراد منها التجاوز في الآخرة .قال القرطبي «فهذا من المتشابه الذي تكلّم العلماء فيه» وهو يريد أنّ ظاهرها يقتضي أموراً مشكلة :الأول : أنّ يقتضي أنّ الله قد يغفر الكفر الذي ليس بشرك ككفر اليهود .الثاني : أنّه يغفر لمرتكب الذنوب ولو لم يتب .الثالث : أنّه قد لا يغفر للكافر بعد إيمانه وللمذنب بعد توبته ، لأنّه وَكَل الغفران إلى المشيئة ، وهي تلاقي الوقوع والانتفاء . وكلّ هذه الثلاثة قد جاءت الأدلّة المتظافرة على خلافها ، واتّفقت الأمّة على مخالفة ظاهرها ، فكانت الآية من المتشابه عند جميع المسلمين . قال ابن عطية : «وهذه الآية هي الحاكمة ببيان ما تعارض من آيات الوعد والوعيد . وتلخيصُ الكلام فيها أن يقال : الناس أربعة أصناف : كافر مات على كفره ، فهذا مخلّد في النار بإجماع ، ومؤمن محسن لم يذنب قط ومات على ذلك فهو في الجنة محتوم عليه حسب الوعد في الله بإجماع وتائب مات على توبته فهذا عند أهل السنّة وجمهور فقهاء الأمّة لا حق بالمؤمن المحسن ، ومُذنب مات قبل توبته فهذا هو موضع الخلاف : فقالت المرجئة : هو في الجنّة بإيمانه ولا تضره سيّئاته ، وجعلوا آيات الوعيد كلّها مخصّصة بالكفار وآيات الوعد عامّة في المؤمنين؛ وقالت المعتزلة : إذا كان صاحب كبيرة فهو في النار لا محالة؛ وقالت الخوارج : إذا كان صاحب كبيرة أو صغيرة فهو في النار مخلّد ولا إيمان له ، وجعلوا آيات الوعد كلّها مخصّصة بالمؤمن المحسن والمؤمن التائب ، وجعلوا آيات الوعيد عامّة في العصاة كفاراً أو مؤمنين؛ وقال أهل السنّة : آيات الوعد ظاهرة العموم ولا يصحّ نفوذ كلّها لوجهه بسبب تعارضها كقوله تعالى : { لا يصلاها إلاّ الأشقى الذي كذّب وتولّى } [ الليل : 15 ، 16 ] وقوله : { ومن يعص الله ورسوله فإنّ له نار جهنّم } [ الجن : 23 ] ، فلا بدّ أن نقول : إنّ آيات الوعد لفظها لفظ العموم ، والمراد به الخصوص : في المؤمن المحسن ، وفيمن سبق في علم الله تعالى العفو عنه دون تعذيب من العصاة ، وأنّ آيات الوعيد لفظها عموم والمراد به الخصوص في الكفرة ، وفيمن سبق علمه تعالى أنّه يعذّبه من العصاة . وآية { إنّ الله لا يغفر أنّ يشرك به } جَلت الشكّ وذلك أنّ قوله : { ويغفر ما دون ذلك } مبطل للمعتزلة ، وقوله : { لمن يشاء } رادّ على المرجئة دالّ على أنّ غفران ما دون الشرك لقوم دون قوم . ولعلّه بنى كلامه على تأويل الشرك به بما يشمل الكفر كلّه ، أو بناه على أنّ اليهود أشركوا فقالوا : عزير ابن الله ، والنصارى أشركوا فقالوا : المسيح ابن الله ، وهو تأويل الشافعي فيما نسبه إليه فخر الدين ، وهو تأويل بعيد . فالإشراك له معناه في الشريعة ، والكفر دونه له معناه .والمعتزلة تأوّلوا الآية بما أشار إليه في «الكشّاف» : بأنّ قوله { لمن يشاء } معمول يتنازعه { لا يغفر } المنفي { ويغفرُ } المثبت . وتحقيق كلامه أن يكون المعنى عليه : إنّ الله لا يغفر الشرك لمن يشاء ويغفر ما دون الشرك لمن يشاء ، ويصير معنى لا يغفر لمن يشاء أنّه لا يشاء المغفرة له إذ لو شاء المغفرة له لغفر له ، لأنّ مشيئة الله المُمْكنَ لا يمنعها شيء ، وهي لا تتعلّق بالمستحيل ، فلمّا قال : { لا يغفر } علمنا أنّ ( من يشاء ) معناه لا يشاء أن يغفر ، فيكون الكلام من قبيل الكناية ، مثل قولهم : لا أعرفنَّك تفعل كذا ، أي لا تفعلْ فأعرفَك فاعلاً ، وهذا التأويل تعسّف بيّن .وأحسب أنّ تأويل الخوارج قريب من هذا . وأمّا المرجئة فتأوّلوا بما نقله عنهم ابن عطية : أنّ مفعول { من يشاء } محذوف دلّ عليه قوله : { أن يشرك به } ، أي ويغفر ما دون الشرك لمن يشاء الإيمان ، أي لمن آمن ، وهي تعسّفات تُكْرِه القرآننِ على خدمة مذاهبهم . وعندي أنّ هذه الآية ، إن كانت مراداً بها الإعلام بأحوال مغفرة الذنوب فهي آية اقتصر فيها على بيان المقصود ، وهو تهويل شأن الإشراك ، وأجمل ما عداه إجمالاً عجيباً ، بأن أدخلت صورهُ كلّها في قوله : { لمن يشاء } المقتضي مغفرةً لفريق مبْهم ومؤاخذة لِفريق مبهم . والحوالة في بيان هذا المجمل على الأدّلة الأخرى المستقرَاة من الكتاب والسنّة ، ولو كانت هذه الآية ممّا نزل في أوّل البعثة لأمكن أن يقال : إنّ ما بعدها من الآيات نسخ ما تضمّنته ، ولا يهولنا أنّها خبَر لأنّها خبر مقصود منه حكم تكليفي ، ولكنّها نزلت بعدَ معظم القرآن ، فتعيّن أنّها تنظر إلى كلّ ما تقدّمها ، وبذلك يستغني جميعُ طوائف المسلمين عن التعسّف في تأويلها كلّ بما يساعد نحلته ، وتصبح صالحة لمحامل الجميع ، والمرجع في تأويلها إلى الأدّلة المبيّنة ، وعلى هذا يتعيّن حمل الإشراك على معناه المتعارف في القرآن والشريعة المخالف لمعنى التوحيد ، خلافَ تأويل الشافعي الإشراك بما يشمل اليهودية والنصرانية ، ولعلّه نظر فيه إلى قول ابن عمر في تحريم تزوّج اليهودية والنصرانية بأنّهما مشركتان . . وقال : أيّ شرك أعظم من أن يدعى الله ابن .وأدّلة الشريعة صريحة في اختلاف مفهوم هذين الوصفين ، وكونُ طائفة من اليهود قالوا : عزير ابن الله ، والنصارى قالوا : المسيح ابن الله ، لا يقتضي جعلهم مشركين إذ لم يدّعوا مع ذلك لهذين إلهية تشارك الله تعالى ، واختلاف الأحكام التكليفية بين الكُفرين دليل على أن لا يراد بهذا اللفظ مفهوم مطلق الكفر ، على أنه ماذا يغني هذا التأويل إذا كان بعض الكفرة لا يقول بإلهية غير الله مثل معظم اليهود .وقد اتّفق المسلمون كلّهم على أنّ التوبة من الكفر ، أي الإيمانَ ، يوجب مغفرته سواء كان كفر إشراك أم كفراً بالإسلام ، لا شكّ في ذلك ، إمّا بوعد الله عند أهل السنّة ، أو بالوجوب العقلي عند المعتزلة؛ وأنّ الموت على الكفر مطلقاً لا يغفر بلا شكّ . إمّا بوعيد الله ، أو بالوجوب العقلي؛ وأنّ المذنب إذا تاب يغفر ذنبه قطعاً ، إمّا بوعد الله أو بالوجوب العقلي .واختلف في المذنب إذا مات على ذنبه ولم يتب أو لم يكن له من الحسنات ما يغطّي على ذنوبه ، فقال أهل السنّة : يعاقب ولا يخلّد في العذاب بنصّ الشريعة ، لا بالوجوب ، وهو معنى المشيئة ، فقد شاء الله ذلك وعَرَّفنَا مشيئته بأدلّة الكتاب والسنّة .وقال المعتزلة والخوارج : هو في النار خالداً بالوجوب العقلي . وقال المرجئة : لا يعاقب بحال ، وكلّ هاته الأقسام داخل في إجمال { لمن يشاء } .وقوله : { ومن يشرك بالله فقد افترى إثماً عظيماً } زيادة في تشنيع حال الشرك . والافتراءُ : الكذب الذي لا شبهة للكاذب فيه . لأنّه مشتقّ من القرى ، وهو قطع الجلد . وهذا مثل ما أطلقوا عليه لفظ الاختلاق من الخَلْق . وهو قطع الجلد ، وتقدّم عند قوله تعالى : { قال كذلك الله يخلق ما يشاء في سورة آل عمران . والإثم العظيم : الفاحشة الشديدة .",
  "ayah": 48,
  "surah": 4
}
