{
  "text": "الفاء : إمّا للتفريع ، تفريععِ الأمر على الآخرَ ، أي فُرّع { فليقاتل } على { خُذوا حذركم فانفروا } [ النساء : 71 ] ، أو هي فاء فصيحة ، أفصحت عمّا دلّ عليه ما تقدّم من قوله : { خذوا حذركم } وقوله : { وإنَّ منكم لَمَنْ لَيُبَطِّئَنَّ } [ النساء : 72 ] لأنّ جميع ذلك اقتضى الأمر بأخذ الحِذر ، وهو مهيّء لطلب القتال والأمرِ بالنفير والإعلاممِ بمن حالهم حال المتردّد المتقاعس ، أي فإذا علمتم جميع ذلك ، فالذين يقاتلون في سبيل الله هم الذين يشرون الحياة الدنيا بالآخرة لا كلّ أحد .{ ويشرون } معناه يبيعون ، لأنّ شرى مقابل اشترى ، مثل باع وابتاع وأكرى واكترى ، وقد تقدّم تفصيله عند قوله تعالى : { أولئك الذين اشتروا الضلالة بالهدى } في سورة [ البقرة : 16 ] . فالذين يشرون الحياة الدنيا هم الذين يبذلونها ويرغبون في حظّ الآخرة . وإسنادُ القتال المأمور بع إلى أصحاب هذه الصلة وهي : { يشرون الحياة الدنيا بالآخرة } للتنويه بفضل المقاتلين في سبيل الله ، لأنّ في الصلة إيماء إلى علّة الخبر ، أي يبعثهم على القتال في سبيل الله بَذْلُهم حياتهم الدنيا لِطلب الحياة الأبدية ، وفضيحة أمر المبطّئين حتى يرتدعوا عن التخلّف ، وحتّى يُكشف المنافقون عن دخيلتهم ، فكان معنى الكلام : فليقاتل في سبيل الله المؤمنون حقّاً فإنّهم يشرون الحياة الدنيا بالآخرة ، ولا يفهم أحد من قوله : { فليقاتل في سبيل الذين يشرون } أنّ الأمر بالقتال مختصّ بفريق دون آخر ، لأنّ بذل الحياة في الحصول على ثواب الآخرة شيء غير ظاهر حتّى يعلّق التكليف به ، وإنّما هو ضمائر بين العباد وربّهم ، فتعيّن أنّ إسناد الأمر إلى أصحاب هذه الصلة مقصود منه الثناء على المجاهدين ، وتحقير المبطَّئين ، كما يقول القائل «ليس بعُشِّككِ فادرُجي» . فهذا تفسير الآية بوجه لا يعتريه إشكال . ودخل في قوله : { أو يغلب } أصناف الغلبة على العدوّ بقتلِهم أو أسرهم أو غنم أموالهم .وإنّما اقتصر على القتل والغلبة في قوله : { فيُقتل أو يَغْلِب } ولم يزد أو يؤسر إباية من أن يذكر لهم حالة ذميمة لا يرضاها الله للمؤمنين ، وهي حالة الأسر؛ فسكت عنها لئلاّ يذكرها في معرض الترغيب وإن كان للمسلم عليها أجر عظيم أيضاً إذا بذل جهده في الحرب فعلب إذ الحرب لا تخلو من ذلك ، وليس بمأمورٍ أن يلقي بيده إلى التهلكة إذا علم أنّه لا يجدي عنه الاستبسال ، فإنّ من منافع الإسلام استبقاءَ رجاله لدفاع العدوّ .",
  "ayah": 74,
  "surah": 4
}
