{
  "text": "( وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم فليتقوا قول سديدا [ 9 ] ) موعظة لكل من أمر أو نهي أو حذر أو رغب في الآي السابقة في شأن أموال اليتامى وأموال الضعفاء من النساء والصبيان فابتدئت الموعظة بالأمر بخشية الله تعالى أي خشية عذابه ثم أعقب بإثارة شفقة الآباء على ذريتهم بأن ينزلوا أنفسهم منزلة الموروثين الذين اعتدوا هم على أموالهم وينزلوا ذرياتهم منزلة الذرية الذين أكلوا هم حقوقهم وهذه الموعظة مبنية على قياس قول النبي صلى الله عليه وسلم « لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه » وزاد إثارة الشفقة التنبيه على أن المعتدى عليهم خلق ضعاف بقوله ( ضعافا ) ثم أعقب بالرجوع إلى الغرض المنتقل منه وهو حفظ أموال اليتامى بالتهديد على أكله بعذاب الآخرة بعد التهديد بسوء الحال في الدنيا . فيفهم من الكلام تعريض بالتهديد بأن نصيب أبناءهم مثلما فعلوه بأبناء غيرهم والأظهر أن مفعول ( يخش ) حذف لتذهب نفس السامع في تقديره كل مذهب محتمل فينظر كل سامع بحسب الأهم عنده مما يخشاه أن يصيب ذريتهوجملة ( لو تركوا ) إلى ( خافوا عليهم ) صلة الموصول وجملة ( خافوا عليهم ) جواب ( لو )وجيء بالموصول لأن الصلة لما كانت وصفا مفروضا حسن التعريف بها إذ المقصود تعريف من هذه حاله وذلك كاف في التعريف للمخاطبين بالخشية إذ كل سامع يعرف مضمون هذه الصلة لو فرض حصولها له إذ هي أمر يتصوره كل الناسووجه اختيار ( لو ) هنا من بين أدوات الشرط أنها هي الأداة الصالحة لفرض الشرط من غير تعرض لإمكانه فيصدق معها الشرط المتعذر الوقوع والمستبعده والممكنه : فالذين بلغوا اليأس من الولادة ولهم أولاد كبار أو لا أولاد لهم يدخلون في فرض هذا الشرط لأنهم لو كان لهم أولاد صغار لخافوا عليهم والذين لهم أولاد صغار أمرهم أظهروفعل ( تركوا ) ماض مستعمل في مقاربة حصول الحدث مجازا بعلاقة الأول كقوله تعالى ( والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم ) وقوله تعالى ( لا يؤمنون به حتى يروا العذاب الأليم ) وقول الشاعر :إلى ملك الجبال لفقده ... تزول زوال الراسيات من الصخر أي وقاربت الراسيات الزوال إذ الخوف إنما يكون عند مقاربة الموت لا بعد الموت . فالمعنى : لو شارفوا أن يتركوا ذرية ضعافا لخافوا عليهم من أولياء السوءصلى الله عليه وسلم عليه الصلاة والسلام والمخاطب بالأمر من يصلح له من الأصناف المتقدمة : من الأوصياء ومنن الرجال الذين يحرمون النساء ميراثهم ويحرمون صغار اخوتهم أو أبناء اخوتهم وأبناء أعمامهم من ميراث آبائهم كل أولئك داخل في الأمر بالخشية والتخويف بالموعظة ولا يتعلق هذا الخطاب بأصحاب الضمير في قوله ( فارزقوهم منه ) لأن تلك الجملة وقعت كالاستطراد ولأنه لا علاقة لمضمونها بهذا التخويفوفي الآية ما يبعث الناس كلهم على أن يبغضوا للحق من الظلم وأن يأخذوا على أيدي أولياء السوء وأن يحرسوا أموال اليتامى ويبلغوا حقوق الضعفاء اليهم لأنهم إن أضاعوا ذلك يوشك أن يلحق أبناءهم وأموالهم مثل ذلك وأن يأكل قويهم ضعيفهم فإن اعتياد السوء ينسي الناس شناعته ويكسب النفوس ضراوة على عمله . وتقدم تفسير الذرية عند قوله تعالى ( ذرية بعضها من بعض ) في سورة آل عمرانوقوله ( فليتقوا الله وليقولوا قولا سديدا ) فرع الأمر بالتقوى على الأمر بالخشية وإن كانا أمرين متقاربين : لأن الأمر الأول لما عضد بالحجة اعتبر كالحاصل فصح التفريع عليه والمعنى : فليتقوا الله في أموال الناس وليحسنوا إليهم القول",
  "ayah": 9,
  "surah": 4
}
