{
  "text": "هذا هو المقصود من التشريع لأحكام القتل ، لأنّه هو المتوقّع حصوله من الناس ، وإنّما أخرّ لتهويل أمره ، فابتدأ بذكر قتْل الخطأ بعنوان قوله : { وما كان لمؤمن أن يقتل مؤمناً إلاّ خطأ } [ النساء : 92 ] .والمتعمّد : القاصد للقتل ، مشتقّ من عَمَد إلى كذا بمعنى قَصد وذهب . والأفعال كلّها لا تخرج عن حالتي عمد وخطأ ، ويعرف التعمّد بأن يكون فعلاً لا يفعله أحد بأحد إلاّ وهو قاصد إزهاق روحه بخصوصه بما تُزهق به الأرواح في متعارف الناس ، وذلك لا يخفى على أحد من العقلاء . ومن أجل ذلك قال الجمهور من الفقهاء : القتل نوعان عمد وخطأ ، وهو الجاري على وفق الآية ، ومن الفقهاء من جعل نوعاً ثالثاً سمّاه شبه العمد ، واستندوا في ذلك إلى آثار مروية ، إن صحّت فتأويلها متعيّن وتحمل على خصوص ما وردت فيه . وذكر ابن جرير والواحدي أنّ سبب نزول هذه الآية أنّ مِقْيَساً بنَ صُبَابة وأخاه هشام جاءا مسلمَين مهاجرين فوُجِد هشامٌ قتيلاً في بني النجّار ، ولم يُعرف قاتله ، فأمرهم النبي صلى الله عليه وسلم بإعطاء أخيه مِقْيَسٌ مائةٌ من الأبل ، دية أخيه ، وأرسل إليهم بذلك مع رجل من فهِر فلمّا أخَذ مقيس الإبلَ عدَا على الفهري فقتله ، واستاق الإبل ، وانصرف إلى مكة كافراً ، وأنشد في شأن أخيه :قتلتُ به فهِراً وحَمَّلْتُ عقلَه ... سُراة بني النجّار أرْبابَ فَارِعحلَلْتُ به وِتْري وأدركتُ ثأرتي ... وكنتُ إلى الأوثاننِ أوّلَ راجعوقد أهدر رسول الله صلى الله عليه وسلم دمه يوم فتح مكة ، فقتِل بسوق مكة .وقوله : { خالداً فيها } مَحْمَلهُ عند جمهور علماء السنّة على طول المُكث في النار لأجل قتل المؤمن عمداً ، لأنّ قتل النفس ليس كفراً بالله ورسوله ، ولا خلودَ في النار إلاّ للكفر ، على قول علمائنا من أهل السنّة ، فتعيّن تأويل الخلود بالمبالغة في طول المكث ، وهو استعمال عربي . قال النابغة في مرض النعمان بن المنذر :ونحن لديه نسأل الله خُلْدَه ... يَرُدّ مَلْكاً وللأرضضِ عامِراومحمله عند من يُكفّر بالكبائر من الخوارج ، وعند من يوجب الخلود على أهل الكبائر ، على وتيرة إيجاب الخلود بارتكاب الكبيرة .وكلا الفريقين متّفقون على أنّ التوبة تَرِد على جريمة قتل النفس عمداً ، كما تَرِد على غيرها من الكبائر ، إلاّ أنّ نَفراً من أهل السنّة شذّ شذوذاً بيّنا في محمل هذه الآية : فروي عن ابن مسعود ، وابن عمر ، وابن عباس : أنّ قاتل النفس متعمّداً لا تقبل له توبة ، واشتهر ذلك عن ابن عباس وعُرف به ، أخذاً بهذه الآية ، وأخرج البخاري أنّ سعيد بن جبير قال : آيةٌ اختلف فيها أهل الكوفة ، فرحلتُ فيها إلى ابن عباس ، فسألتُه عنها ، فقال : نزلت هذه الآية { ومن يقتل مؤمناً متعمّداً فجزاؤه جهنّم خالداً فيها } الآية .هي آخر ما نزل وما نسخَها شيء ، فلم يأخذ بطريق التأويل . وقد اختلف السلف في تأويل كلام ابن عباس : فحمله جماعة على ظاهره ، وقالوا : إنّ مستنده أنّ هذه الآية هي آخر ما نزل ، فقد نَسخَت الآياتتِ التي قبلها ، التي تقتضي عموم التوبة ، مثل قوله : { إنّ الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء } [ النساء : 116 ] ، فقاتل النفس ممن لم يشأ الله يغفر له ومثل قوله { واني لغفار لمن تاب وآمن وعمل صالحاً ثم اهتدى } [ طه : 82 ] ، ومثل قوله : { والذين لا يدعون مع الله إلهاً آخر ولا يقتلون النفس التي حرّم الله إلاّ بالحقّ ولا يزنون ومن يفعل ذلك يلق أثاماً يضاعف له العذاب يوم القيامة ويخلد فيه مهاناً إلاّ مَن تاب وآمن وعمل عملاً صالحاً } [ الفرقان : 68 ، 69 ] . والحقّ أنّ محلّ التأويل ليس هو تقدّمَ النزول أو تأخُّره ، ولكنّه في حمل مطلق الآية على الأدلّة التي قيّدت جميع أدلّة العقوبات الأخروية بحالة عدم التوبة . فأمّا حكم الخلود فحمله على ظاهره أو على مجازه ، وهو طولُ المدّة في العقاب ، مسألة أخرى لا حاجة إلى الخوض فيها حين الخوضضِ في شأن توبة القاتل المتعمّد ، وكيف يُحرم من قبول التوبة ، والتوبةُ من الكفر ، وهو أعظمُ الذنوب مقبولة ، فكيف بما هو دونه من الذنوب .وحمل جماعة مراد ابن عبّاس على قصد التهويل والزجر ، لئلاّ يجترىء الناس على قتل النفس عمداً ، ويرجون التوبة ، ويَعْضُدون ذلك بأنّ ابن عباس رُوي عنه أنّه جاءه رجل فقال : «ألِمَنْ قتل مؤمناً متعمّداً توبة» فقال : «لاَ إلاّ النار» ، فلمّا ذهب قال له جلساؤه «أهكذا كنت تفتينا فقد كنت تقول إنّ توبته مقبولة» فقال : «إنّي لأحْسِبُ السائل رجلاً مغضَباً يريد أن يقتل مؤمناً» ، قل : فبعثوا في أثره فوجدوه كذلك . وكان ابن شهاب إذا سألَه عن ذلك من يَفْهَم مِنْه أنّه كان قَتل نفساً يقول له : «توبتُك مقبولة» وإذا سأله من لم يقتل ، وتوسّم من حاله أنّه يحاول قتلَ نفس ، قال له : لا توبةَ للقاتل .وأقول : هذا مقام قد اضطربت فيه كلمات المفسّرين كما علمت ، وملاكه أنّ ما ذكره الله هنا في وعيد قاتل النفس قد تجاوز فيه الحدّ المألوف من الإغلاظ ، فرأى بعض السلف أنّ ذلك موجب لحمل الوعيد في الآية على ظاهره ، دون تأويل ، لشدّة تأكيده تأكيداً يمنع من حمل الخلود على المجاز ، فيُثبت للقاتل الخلودَ حقيقة ، بخلاف بقية آي الوعيد ، وكأنّ هذا المعنى هو الذي جعلهم يخوضون في اعتبار هذه الآية محكمةً أو منسوخة ، لأنّهم لم يجدوا مَلْجأ آخرَ يأوُون إليه في حملها على ما حُملت عليه آيات الوعيد : من محامِل التأويل ، أو الجمععِ بين المتعارضات ، فآووا إلى دَعوى نسخخِ نصّها بقوله تعالى في سورة الفرقان ( 68 ، 69 ) :{ والذين لا يدعون مع الله إلهاً آخر } إلى قوله { إلاّ من تاب } لأنّ قوله : ومن يفعل ذلك إمّا أن يراد به مجموع الذنوب المذكورة ، فإذا كان فاعل مجموعها تنفعه التوبة ففاعل بعضها وهو القتل عمداً أجدر ، وإمّا أن يراد فاعل واحدة منها فالقتل عمداً مما عُدَّ معها . ولذا قال ابن عباس لسعيد بن جبير : إنّ آية النساء آخر آية نزلت وما نسخها شيء . ومن العجب أن يقال كلام مثل هذا ، ثم أن يُطال وتتناقله الناس وتمرّ عليه القرون ، في حين لا تعارض بين هذه الآية التي هي وعيد لقاتل النفس وبين آيات قبول التوبة . وذهب فريق إلى الجواب بأنّها نُسخت بآية : { ويغفر ما دون ذلك لمن يشاء } [ النساء : 48 ] ، بناء على أنّ عموم { من يشاء } نَسَخ خصوصَ القتل . وذهب فريق إلى الجواب بأنّ الآية نزلت في مِقْيَسسٍ بن صُبابة ، وهو كافر فالخلود لأجل الكفر ، وهو جواب مبني على غلط لأنّ لفظ الآية عامّ إذ هو بصيغة الشرط فتعيّن أنّ «من» شرطية وهي من صيغ العموم فلا تحمل على شخص معيّن؛ إلاّ عند من يرى أنّ سبب العامّ يخصّصه بسببه لا غيرُ ، وهذا لا ينبغي الالتفات إليه . وهذه كلّها ملاجىء لا حاجة إليها ، لأنّ آيات التوبة ناهضة مجمع عليها متظاهرة ظواهرها ، حتّى بلغت حدّ النصّ المقطوع به ، فيحمل عليها آيات وعيد الذنوب كلّها حتّى الكفر . على أنّ تأكيد الوعيد في الآية إنّما يرفع احتمال المجاز في كونه وعيداً لا في تعيين المتوعّد به وهو الخلود . إذ المؤكّدات هنا مختلفة المعاني فلا يصحّ أن يعتبر أحدها مؤكّداً لمدلول الآخر بل إنّما أكَّدت الغرض . وهو الوعيد ، لا أنواعه . وهذا هو الجواب القاطع لهاته الحيرة . وهو الذي يتعيّن اللجأ إليه ، والتعويل عليه .",
  "ayah": 93,
  "surah": 4
}
