{
  "surah": 18,
  "ayah": 22,
  "text": "They will say, namely, the exotericists from among the People of the Book and the Muslims, those who have no [real] knowledge of [such] truths - and His saying 'guessing at random' (rajman bi'l-ghayb) means: throwing random guesses at what is unseen to them, in other words, out of speculation completely devoid of certainty, after where they say 'Three; their dog the fourth of them', and 'Five; their dog the sixth of them': the interpositioning of the wāw ('and') that indicates that the adjectival qualification combines inseparably with the qualified [noun] and that there is no [possible] number beyond between His words, And they will say, 'Seven, and their dog the eighth of them', and His words and none knows them except a few' afterwards is proof that the true [number] was seven and nothing else. The 'few' are the verifiers whose opinion is that [they were seven]. If we were to interpret them as representing the spiritual faculties, then they will be the following: 1) The twin faculty of reason, the considerative and the cognitive; 2) reflection; 3) estimation; 4) imagination; 5) memory; 6) the sensus communis, called 'fantasia'; and 7) the dog representing the soul and the spirit in both interpretations. That explains what has been related from the Commander of the Believers [ʿAlī b. Abī Ṭālib], peace be upon him, where he said, 'They were seven, three [seated] to the right of the king and three [seated] to his left, with the seventh being the shepherd, the very owner of the dog'. If this report is sound, then that King was Decius, representing the [evil-] commanding soul; the three [seated] to his right with whom he would consult were the two rational faculties in addition to [the faculty of] reflection; the three [seated] to his left to whom he would delegate affairs (istawzara) were the imagination, estimation and memory; the shepherd was 'fantasia' the owner of the sheep of the senses. As for those who said that they [the sleepers] had been three, they intended the heart and the two rational faculties. As for those who said that they had been five, added to these [three] the faculties of reflection and estimation and left out the [faculty that is the] perceiver of forms and that of memory on account of their lack of [the power of] free disposal (taṣarruf) and each of the two functioning as a storage place."
}
