{
  "surah": 7,
  "ayah": 159,
  "text": "Among the people of Moses is a community that guides by the truth and does justice thereby. This is the story of the friends and the description of the state of the chevaliers and the conduct of the wayfarers. The Lord of the Worlds has shown them the road of felicity, singled them out for the special favors of proximity and nearness, and honored them with the attraction of generosity. The relation of godwariness lives through them, the trodden path of truthfulness is built on the firm fixity of their feet, and the good fortune of the religion is joined with the blessings of their breaths. God's Messenger said, “Were the light of one of them to be divided among the folk of the earth, it would embrace them.” If the light of their hearts were given an open road and the glitter of its radiance were to fall on the world and the world's folk, all recalcitrant people would become tawḤīd-voicers and replace their sashes of unbelief with belts of passion for the religion. They are rare and precious, however. He does not show them to anyone, nor does He give them over to this world or the afterworld. He keeps them like fugitives in His own protection and nurtures them with the attribute of love under the domes of jealousy. Revelation came to Moses: “O speaking-companion of the empire! Be careful not to open up the oyster of your pain's pearl before those without eyes. Do not recite the verses of the form of passion for My majesty to the non-privy or those dismissed from the reality of hearing and listen- ing. O Moses! If you want to expose My mystery to someone, then do so to those who are the locus of the covenant of My secrets, who are busy night and day serving My threshold, the tent of their passion pitched in the contemplation of My majesty, having been branded with this mark of most-worthiness by the threshold of Lordhood: a community that guides by the truth and does justice thereby. This brand of most-worthiness is one of the divine secrets, a lordly subtlety that departed from the World of the Unseen and settled down only within the curtain of the stages of the clay of the poor. If you want to catch a whiff of it, go into the curtains of the soul until you reach the heart, then go into the curtains of the heart until you reach the spirit, then go into the curtains of the spirit until you reach union with the Beloved, for you will not see it placed anywhere save in the spirit of the friends."
}
